{
  "id": null,
  "sura": 2,
  "aya": 40,
  "text": "<p> ٤٠ - قوله تعالى:  {يَابَنِي إِسْرَائِيلَ} </p><p> يا أولاد يعقوب، ومعنى (إسرائيل) صفوة الله، و (إيل) هو الله -عزَّ وجلَّ- وقيل: معناه: عبد الله (١) . </p><p> وقيل: سُمي بذلك؛ لأن يعقوب وعيصى (٢) كانا توأمين، فاقتتلا في بطن أمهما، فأراد يعقوب أن يخرج فمنعه عيصى، وقال: والله (٣) لئن خرجت (٤) لأعترضن في بطن أمي، فلأقتلنها، فتأخر يعقوب، وخرج عيصى، وأخذ يعقوب بعقب عيصى فخرج بعده، فسُمي يعقوب (٥) ، وسمي عيصى لما عصى فخرج قبل يعقوب، وكان عيصى (٦) أحبهما إلى أبيه، وكان يعقوب أحبهما إلى أمه، وكان عيصى صاحب صيد، فلمّا كبر إسحاق وعَمِيَ قال لعيصى: يا بُني أطعمني لحم صيد، واقترب مني ادع لك بدعاء دعا لي (٧) به أبي، وكان عيصى رجلًا أشعر، وكان يعقوب أجرد، فخرج عيصى يطلب الصيد، فقالت أمه ليعقوب: يابني اذهب إلى الغنم فاذبح شاة ثم </p><p>(١) \"جامع البيان\" للطبري ١/ ٢٤٨، \"بحر العلوم\" للسمرقندي ١/ ١١٣، \"معالم التنزيل\" للبغوي ١/ ٨٦، \"البحر المحيط\" لأبي حيان ١/ ٣٢٥. (٢) (عيصى) كُتبت في (ج)، (ت) -في جميع المواضع-: (عيص) دون ألف.(٣) ساقطة من (ت).(٤) في (ج)، (ت): خرجت قبلي.(٥) بعدها في (ت): بذلك.(٦) سقطت من (ف).(٧) من (ج)، (ش).</p><p> اشوها (١) والبس جلدها وقدمها إلى أبيك، وقل له (٢) أنا ابنك عيصى (ففعل ذلك يعقوب،فلما جاء قال:يا أبتاه كل،قال:من أنت؟قال:ابنك عيصى)  (٣) ، فمسه فقال: المَسُّ مَسُّ عيصى والريح ريح يعقوب. فقالت أمه: هو ابنك عيصى، فادع له، قال: قدّم طعامك فقدّمه (٤) فأكل منه، ثم قال: ادن مني، فدنا منه فدعا له أن يجعل في ذريته الأنبياء والملوك، وذهب يعقوب، فجاء عيصى فقال: قد جئتك بالصيد الذي أردت، فقال إسحاق: يا بني قد سبقك أخوك، فغضب، وقال: والله لأقتلنه. فقال إسحاق: يا بني قد بقَّيتُ لك دعوة فهلمَّ أدعُ (لك بها)  (٥) ، فدعا (٦) أن تكون ذريته عدد التراب، وأن لا يملكهم أحدٌ غيرهم، وقالت أم يعقوب ليعقوب (٧) : الحق بخالك فتكون (٨) عنده خشية أن يقتله (٩) عيصى. فانطلق إلى خاله ليّان بن باهر (١٠) ، وتزوج ابنتيه ليّا وراحيل، وكان </p><p>(١) في (ف): أشعرها. (٢) سقطت من (ت).(٣) ما بين القوسين ساقط من (ت).(٤) في (ف): فأطعمه. . .(٥) في (ش)، (ف): بها لك.(٦) في (ت): فدعا له.(٧) في (ت): يا بُني.(٨) في (ج)، (ت): فكن، وفي (ش)، (ف): وكن.(٩) في (ت): يقتلك.(١٠) في (ج): باهن.</p><p> الجمع بين الأختين لهم حلالًا فكان يسري بالليل، ويكمن بالنهار (إلى أن وافى خاله)  (١) فسُمّي إسرائيل (٢) . </p><p> وقال كعب: إنما سمي يعقوب إسرائيل؛ لأنه كان يخدم بيت المقدس، وكان أول من يدخل وآخر من يخرج، وكان يسرج القناديل فيصيبها بالغداة مطفأة، فبات ذات ليلة في بيت المقدس فإذا بجنِّي يطفئها فأخذه وأسره وربطه (٣) إلى سارية المسجد (٤) ، وكان اسم الجني: إيل، فقال الناس: إسرائيل، فسمي: إسرائيل (٥) . </p><p> وفي إسرائيل أربع لغات: إسرايل (٦) بغير همز ولا مد، وهي قراءة الحسن والزهري، وإسراييل (٧)  (بمدة بعد الياء من غير همزة)  (٨) ، وهي قراءة الأعمش (وأبي جعفر)  (٩) وعيسى بن عمر، </p><p>(١) من (ج)، (ش)، (ت). (٢) أخرج هذِه القصة الطبري في \"تاريخ الرسل والملوك\" ١/ ١٩٢، وذكرها ابن كثير في \"البداية والنهاية\" ١/ ٢١٥، وهي من الإسرائيليات.وانظر: \"بحر العلوم\" للسمرقندي ١/ ١١٣، \"البحر المحيط\" لأبى حيان ١/ ٣٢٥.(٣) من (ج)، (ش)، (ت).(٤) في (ج): في المسجد.(٥) ذكره أبو حيان في \"البحر المحيط\" ١/ ٣٢٥.(٦) أُثبت من (ج)، (ش)، وفي (س): إسريل، وفي (ت): إسرال، وسقطت من (ف)، وما أثبت هو الموافق لما في كتب القراءات.(٧) أثبت -هكذا- وفقًا لنسخة (ت)، ومصادر القراءة بينما في (س): إسرييل، وفي (ج) (ش)، (ف): إسرايل.(٨) في (ج): مُمَدّ بعد الياء من غير همز.(٩) من النسخ الأخرى.</p><p> وإسرائل (١)  (ممدودة ومهموزة مختلسة)  (٢) ، وهي قراءة ورش (٣) من طريق ابن شنبوذ. وإسرائيل ممدود ومهموز مشبعة وهي قراءة العامة (٤) . </p><p> قوله:  {اذْكُرُوا} أي: احفظوا واشكروا، قال الحسن: ذكر النعمة شكرها (٥) . يدل عليه: </p><p> [٢٦٧] ما حدثنا الحسن بن محمد بن الحسن بن حبيب (٦) قال: نا أبو جعفر محمد بن سليمان (٧) قال: نا أبو سعيد محمد بن شاذان (٨) </p><p>(١) في (ج): إسرآيل، وفي (ش): إسراييل. (٢) في (ج): ممدود مهموز مختلس.(٣) ورش: هو عثمان بن سعيد بن عبد الله بن عمرو بن سليمان، أبو سعيد المصري المقرئ، وقيل: أبو عمرو، وقيل: أبو القاسم. وقيل: عثمان بن سعيد بن عدي بن غزوان بن داود بن سابق القِبْطي، مولى آل الزبير بن العوام، وقيل: أصله من إفريقية، ويقال له: الرواس. قرأ القرآن وجوَّده على نافع عدة ختمات.ونافع: هو الذي لقَّبه بورش لشدة بياضه، والورش: شيء يُصنع من اللبن، ويقال: لقَّبه بالورشان وهو طائر معروف، ثم خفِّف وقيل: ورش، وكان لا يكرهه ويُعجبه، ويقول: أستاذي نافع سماني به، وكان ثقةً حجةً في القراءة. توفي بمصر سنة (١٩٧ هـ).\"معرفة القراء الكبار\" للذهبي ١/ ١٥٢، \"غاية النهاية\" لابن الجزري ١/ ٥٠٢.(٤) \"المحتسب\" لابن جنِّي ١/ ٧٩، \"الجامع لأحكام القرآن\" للقرطبي ١/ ٢٨١، \"البحر المحيط\" لأبي حيان ١/ ٣٢٥، \"معجم القراءات القرآنية\" ١/ ١٩٤، ١٩٥.(٥) ذكره البغوي في \"معالم التنزيل\" ١/ ٨٦، وانظر \"البسيط\" للواحدي ٢/ ٨٠٢.(٦) قيل: كذبه الحاكم.(٧) روى عنه الحاكم ولم يرضه.(٨) أبو سعيد محمد بن شاذان الأصم الجُنْدَفَرْجِي النيسابوري، الشيخ الفهم، المتقن المقدَّم. =</p><p> قال: نا عبيد الله بن سعيد أبو قدامة اليشكري (١) قال: نا أبو الوليد (٢) قال: نا الجراح بن مليح (٣) ، </p><p>= توفي سنة (٢٨٦ هـ). \"الأنساب\" للسمعاني ٢/ ٩٤، \"معجم البلدان\" لياقوت ٢/ ١٧٠.(١) عبيد الله بن سعيد بن يحيى اليَشكري، أبو قدامة السرخسي، نزيل نيسابور، ثقة، مأمون، سنّي، مات سنة (٢٤١ هـ).\"تهذيب الكمال\" للمزي ١٩/ ٥٠، \"تقريب التهذيب\" لابن حجر (٤٣٢٥).(٢) أبو الوليد الطيالسي، هشام بن عبد الملك الباهلي مولاهم، البصري، ثقة، ثبت، مات سنة (٢٢٧ هـ).\"تهذيب الكمال\" للمزي ٣٠/ ٢٢٦، \"تقريب التهذيب\" لابن حجر (٧٣٥١).(٣) الجرَّاح بن مليح بن عدي الرُّؤاسي -بضم الراء بعدها واو بهمزةٍ وبعد الألف مهملة- والد وكيع. قال ابن سعد: كان ضعيفًا في الحديث عسرًا، ووثَّقه ابن معين مرةً، وضعَّفه أخرى، وقال أبو حاتم: يكتب حديثه ولا يحتج به، وقال العجلي والنسائي: لا بأس به، وقال أبو داود: ثقة، وقال البرقاني: سألت الدارقطني فقال: ليس بشيء كثير الوهم، قال البرقاني: قلت للدارقطني: يعتبر به؟ قال: لا. وقال ابن عدي: له أحاديث صالحة، وروايات مستقيمة، وحديثه لا بأس به، وهو صدوق لم أجد في حديثه منكرًا فأذكره، وعامة ما يرويه عنه ابنه وكيع، وقد حدث عنه -غير وكيع- الثقات من الناس.قال الذهبي في \"ميزان الاعتدال\": كان فيه ضعف، وعسر الحديث.وقال ابن حجر: صدوق يهم، توفي سنة (١٧٥ هـ) وقيل: بعدها بسنة.\"الطبقات الكبرى\" لابن سعد ٦/ ٣٨، \"تاريخ يحيى بن معين\" رواية الدوري ٢/ ٧٨، \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٥٢٣، \"معرفة الثقات\" للعجلي (١٩٠٤)، \"سؤالات البرقاني للدارقطني\" (٦٧)، \"الكامل\" لابن عدي ٢/ ١٦٢، \"تهذيب الكمال\" للمزي ٤/ ٥١٧، \"ميزان الاعتدال\" للذهبي ١/ ٣٨٩، \"سير أعلام النبلاء\" للذهبي ٩/ ١٦٨، \"الكاشف\" للذهبي ١/ ٢٩٠، \"تهذيب التهذيب\" لابن حجر ١/ ٢٩٣، \"تقريب التهذيب\" لابن حجر (٩١٦).</p><p> عن أبي عبد الرحمن (١) ، عن الشعبي (٢) ، عن النعمان بن بشير (٣) قال: قال رسول الله - صلى الله عليه وسلم -: \"من لم يشكر القليل لم يشكر الكثير، ومن لم يشكر الناس لم يشكر الله، والمحدث بنعمة الله شاكر، وتاركها كافر، والجماعة رحمة، والفرقة عذاب\"  (٤) . </p><p>(١) أبو عبد الرحمن القاسم بن الوليد الهمْداني، الكوفي، القاضي، قال ابن سعد وابن معين والعجلي: ثقة. وذكره ابن حبان في \"الثقات\" وقال: يخطئ ويخالف. وقال الذهبي: ثقة. وقال ابن حجر: صدوق يُغرب، توفي سنة (١٤١ هـ).\"الطبقات الكبرى\" لابن سعد ٦/ ٣٥٠، \"معرفة الثقات\" للعجلي (١٥٠٤)، \"الثقات\" لابن حبان ٧/ ٣٣٤، \"الكاشف\" للذهبي ٢/ ١٣١، \"تهذيب الكمال\" للمزي ٢٣/ ٤٥٦، \"تهذيب التهذيب\" لابن حجر ٣/ ٤٢٣، \"تقريب التهذيب\" لابن حجر (٥٥٣٨).(٢) ثقة، مشهور، فقيه، فاضل.(٣) النعمان بن بشير بن سعد الأنصاري الخزرجي، يكنى أبا عبد الله، وهو مشهور، له ولأبيه صحبة. قال الواقدي: كان أول مولود في الإسلام من الأنصار بعد الهجرة بأربعة عشر شهرًا، توفي سنة (٦٥ هـ).\"الإصابة\" لابن حجر ٦/ ٣٤٦.(٤) [٢٦٧] الحكم على الإسناد:في إسناده الجراح بن مليح صدوق يهم. والقاسم بن الوليد الهمداني صدوق يُغرب. والحديث حسنه الألباني في \"السلسلة الصحيحة\" ٢/ ٦٦٧، وفي \"ظلال الجنة\" (٩٣)، (٨٩٥) وفي \"صحيح الترغيب والترهيب\" ١/ ٤٠٥.التخريج:أخرجه أحمد في \"المسند\" وابنه عبد الله في \"زوائده\" ٤/ ٢٧٨، ٣٧٥ (١٨٤٤٩، ١٩٣٥٠)، وابن أبي عاصم في \"السنة\" (٩٣، ٨٩٥)، وابن بطة في \"الإبانة\" (١١٧): من طريق أبي وكيع الجراح بن مليح، به. وذكره المنذري في \"الترغيب والترهيب\" ١/ ٧٣٣ وقال: رواه عبد الله بن أحمد في زوائده بإسناد لا بأس به ... =</p><p> قوله -عزَّ وجلَّ- {نِعْمَتِيَ} أراد: نعمي، لفظها واحدٌ ومعناها جمع، دليلها ونظيرها قوله تعالى:  {وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا}  (١) والعدد لا يقع على الواحد (٢)  {الَّتِي أَنْعَمْتُ عَلَيْكُمْ} أي: على أجدادكم وأسلافكم، وذلك أن الله تعالى فلق لهم البحر، وأنجاهم من فرعون، وأهلك عدُوهم وأورثهم ديارهم وأموالهم، وظلَّل عليهم الغمام في التيه تقيهم حرّ الشمس، وجعل لهم عمودًا من نور يضيء لهم بالليل إذا لم يكن ضوء القمر، وأنزل عليهم المن والسلوى وفجّر لهم من الحجر (٣) اثنتي عشرة عينًا، وأنزل عليهم التوراة فيها بيان كل شيء يحتاجون (إليه في)  (٤) نعم من الله -عزَّ وجلَّ- كثيرة لا تحصى (٥)  {وَأَوْفُوا بِعَهْدِي} الذي عهدتُ إليكم في التوراة {أُوفِ بِعَهْدِكُمْ} أدخلكم الجنة وأنجز لكم ما وعدتكم، وقرأ الزهري:  (أوف) بالتشديد على التأكيد (٦) ، يقال: وفَّى وأوْفى ووَفَى بمعنى واحد، وأصلها الإتمام. </p><p>= وذكره الهيثمي في \"مجمع الزوائد\" ٥/ ٢١٧ وقال: رواه عبد الله بن أحمد والبزار والطبراني، ورجالهم ثقات. (١) إبراهيم: ٣٤، النحل: ١٨.(٢) في (ج)، (ف): الواحدة.(٣) ساقطة من (ج)، (ش).(٤) في (ش)، (ت): إليه في دينهم ودنياهم فهذِه. وفي (ف): إليه في كل شيء في دينهم ودنياهم فهذِه.(٥) \"جامع البيان\" للطبري ١/ ٢٤٩، \"معالم التنزيل\" للبغوي ١/ ٨٦، \"لباب التأويل\" للخازن ١/ ٥٢.(٦) \"المحتسب\" لابن جنِّي ١/ ٨١، \"مختصر في شواذ القرآن\" لابن خالويه (ص ٤).</p><p> وقال الكلبي: عُهد إلى (١) بني إسرائيل على لسان موسى - عليه السلام -: إني باعث من بني إسماعيل نبيًّا أميًّا فمن اتبعه (وصدق بالنور الذي يأتي به)  (٢) غفرت ذنبه وأدخلته الجنة، وجعلت له أجرين اثنين، وهو قوله -عزَّ وجلَّ-: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ}  (٣) يعني: أمر محمد - صلى الله عليه وسلم - (٤) . </p><p> وقال قتادة: هو العهد الذي أخذ الله -عزَّ وجلَّ- عليهم في قوله -عزَّ وجلَّ-: {وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًا} إلى قوله {قَرْضًا حَسَنًا}  (٥) فهذا قوله: {وَأَوْفُوا بِعَهْدِي} ثم قال: {لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ} الآية، فهذا معنى قوله:  {أُوفِ بِعَهْدِكُمْ}  (٦) . </p><p>(١) من (ج)، (ش)، (ت). (٢) في (ش)، (ف): وصدق به.(٣) آل عمران: ١٨٧.(٤) ذكره البغوي في \"معالم التنزيل\" ١/ ٨٧، وأبو حيان في \"البحر المحيط\" ١/ ٣٣٠، والخازن في \"لباب التأويل\" ١/ ٥٢.وورد نحوه عن ابن عباس في \"جامع البيان\" للطبري ١/ ٢٥٠، \"تفسير القرآن العظيم\" لابن أبي حاتم ١/ ١٤٣ (٤٤٥)، \"الوسيط\" للواحدي ١/ ١٢٧، \"الدر المنثور\" للسيوطي ١/ ١٢٤.(٥) سياق الآية: {وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًا وَقَالَ اللَّهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًا لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ فَمَنْ كَفَرَ بَعْدَ ذَلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ (١٢)} [المائدة: ١٢].(٦) ذكره السمرقندي في \"بحر العلوم\" ١/ ١١٤، البغوي في \"معالم التنزيل\" ١/ ٨٧، ابن الجوزي في \"زاد المسير\" ١/ ٧٣، أبو حيان في \"البحر المحيط\" ١/ ٣٣٠ ونسبه لابن جريج. =</p><p> وقال مقاتل: هو قوله تعالى: {وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لَا تَعْبُدُونَ إِلَّا اللَّهَ}  (١)  (٢) . </p><p> وقال (٣) الحسن: هو قوله: {وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ. .} الآية (٤) فهو شريعة التوراة (٥) . </p><p> (وقال إسماعيل بن زياد (٦) : لا تفروا من الزحف أدخلكم الجنة (٧) . </p><p> دليله قوله تعالى: {وَلَقَدْ كَانُوا عَاهَدُوا اللَّهَ مِنْ قَبْلُ لَا يُوَلُّونَ </p><p>= وذكره السيوطي في \"الدر المنثور\" -عن قتادة- ١/ ١٢٤ - ١٢٥ وعزاه لعبد بن حميد. (١) البقرة: ٨٣.(٢) \"تفسير مقاتل بن سليمان\" ١/ ٣٣. وذكره البغوي في \"معالم التنزيل\" ١/ ٨٧، والخازن في \"لباب التأويل\" ١/ ٥٢.(٣) ساقطة من (ج).(٤) البقرة: ٦٣، ٩٣.(٥) ذكره البغوي في \"معالم التنزيل\" ١/ ٦٦، والقرطبي في \"الجامع لأحكام القرآن\" ١/ ٢٨٢، وأبو حيان في \"البحر المحيط\" ١/ ٣٢٩، والخازن \"لباب التأويل\" ١/ ٥٢.(٦) إسماعيل بن زياد -أو ابن أبي زياد- السّكوني. قاضي الموصل، شامي، واسم أبيه: مسلم.قال الدارقطني: متروك يضع الحديث. وقال الخليلي: شيخ ضعيف ليس بالمشهور، كان يعلم ولد المهدي، وشحن كتابه في التفسير بأحاديث مسندة يرويها عن شيوخه، ثور بن يزيد، ويونس الأيلي، لا يتابع عليها.\"الإرشاد\" للخليلي ١/ ٣٩٠، \"طبقات المفسرين\" للداودي ١/ ١٠٨.(٧) ذكره في \"البحر المحيط\" لأبي حيان ١/ ٣٣٠.</p><p> الْأَدْبَارَ}) (١)  (٢) . </p><p> وقيل: أوفوا بشرط العُبودية أوفِ بشرط الربوبية (٣) . </p><p> وقال أهل الإشارة: أوفوا بعهدي (٤) في دار محنتي على بساط خدمتي بحفظ حرمتي أوف بعهدكم في دار نعمتي على بساط كرامتي بقربي (٥) ورؤيتي (٦) . </p><p> وقوله:  {وَإِيَّايَ فَارْهَبُونِ} فخافون في نقض العهد، وأثبت هذِه الياءات يعقوب في كل القرآن على الأصل، وحذفها الباقون على </p><p>(١) الأحزاب: ١٥. (٢) ما بين القوسين زيادة من (ج)، (ش)، (ت).(٣) ذكره أبو حيان في \"البحر المحيط\" ١/ ٣٣٠.(٤) ساقطة من (ج).(٥) في (ج): بقربتي.(٦) ذكره السمرقندي في \"بحر العلوم\" ١/ ١١٤ ونسبه إلى: جعفر الصادق، وأبو حيان في \"البحر المحيط\" ١/ ٣٣٠، وعزاه للثوري.وانظر: \"لطائف الإشارات\" للقشيري ٣/ ٩٦.قال القرطبي رحمه الله، بعد أن ذكر الأقوال في العهد: وقيل: هو عام في جميع أوامره ونواهيه ووصاياه، فيدخل في ذلك ذكر محمد - صلى الله عليه وسلم - في التوراة وغيره، هذا قول الجمهور من العلماء، وهو الصحيح، وعهده -سُبحانه وتعالى- هو أن يدخلهم الجنة. \"الجامع لأحكام القرآن\" ١/ ٢٨٣.وذكر أبو حيان في \"البحر المحيط\" ١/ ٣٣٠ أربعة وعشرين قولًا في ذلك، ثم قال: فهذِه أقوال السلف في تفسير هذين العهدين، والذي يظهر -والله أعلم- أنَّ المعنى طلب الإيفاء بما التزموه لله تعالى وترتيب إنجاز ما وعدهم به عهدًا على سبيل المقابلة، أو إبرازًا لما تفضّل به تعالى في صورة المشروط الملتزم به، فتتوفر الدواعي على الإيفاء بعهد الله ...</p>"
}