{
  "id": null,
  "sura": 2,
  "aya": 255,
  "text": "<p> ٢٥٥ - قوله عز وجل {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ}  (١) . </p><p> [٥٧٧] أخبرنا أبو الحسن محمد بن القاسم الفارسي (٢) ، قال: نا (٣) أبو محمد عبد الله بن أحمد بن جعفر (٤) ، قال: نا (٥) أبو عمرو الحيري (٦) ، قال: نا أحمد بن منصور الرمادي (٧) ، قال: نا يحيى الحماني (٨) ، قال: نا جعفر بن سليمان (٩) ، </p><p>(١) في (ش)، (ح) زيادة: الآية. (٢) محمد بن القاسم أبو الحسن الفارسي، الماوردي القلوسي لم يذكر بجرح أو تعديل.(٣) في (ش)، (ح): أنا.(٤) عبد الله بن أحمد بن جعفر الشيباني الشعراني ثقة.(٥) في (ش)، (ز): أنا.(٦) أحمد بن محمد بن أحمد بن منصور أبو عمرو الحيري النيسابوري الإمام ابن حجر.(٧) أحمد بن منصور بن سيار بن المعارك الرمادي أبو بكر البغدادي.ثقة، حافظ، طعن فيه أبو داود لمذهبه في الوقف في القرآن. قال أبو العباس محمد بن رجاء البصري. قلت: لأبي داود السجستاني لم أرك تحدث عن الرمادي؟ قال: رأيته يصحب الواقفة فلم أحدث عنه.قال الذهبي في \"تذهيب التهذيب\" ١/ ٢٠٥: قلت: هذا لا يوجب ترك الاحتجاج به، وهو نوع من الوسواس. توفي سنة (٢٦٥ هـ).انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٧٨، \"تهذيب التهذيب\" لابن حجر ١/ ٤٨، \"تقريب التهذيب\" لابن حجر (١١٣).(٨) يحيى بن عبد الحميد الحماني، حافظ، إلا أنَّه متهم بسرقة الأحاديث.(٩) جَعفَر بن سليمان الحرَشي -بفتح الحاء المهملة، وفتح الراء، وبالشين المعجمة =</p><p> وابن المبارك (١) عن سعيد الجُرَيري (٢) </p><p>= ويقال: الضُّبَعي -بضم الضاد المعجمة، وفتح الباء الموحدة- لأنه كان نازلا في بني ضُبيعة بالبصرة. سمع ثابتا البُناني، ومالك بن دينار.روى عنه: عبد الرحمن بن مهدي، وعبد الله بن المبارك. مات سنة (١٧٨ هـ).قال يحيى بن معين: جعفر بن سليمان الضبعي: ثقة.وقال علي بن المديني: أكثر جَعفر -يعني: بن سليمان- عن ثابت، وكتب مراسيل -وفيها أحاديث مناكير- عن ثابت، عن النبي صلى الله عليه وسلم.قال ابن حجر في \"تقريب التهذيب\" (٩٤٢): صدوق زاهد، لكنه كان يتشيع. توفي سنة (١٧٨)انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٤٨١، \"تهذيب الكمال\" للمزي ٥/ ٤٣.(١) في (أ): سليمان بن المبارك.وهو: عبد الله بن المبارك، الإمام الثقة الثبت الفقيه العالم.(٢) سعيد بن إياس الجريري أبو مسعود البصري.ثقة اختلط قبل موته بثلاث سنين. وقال أبو داود: كل من أدرك أيوب، فسماعه من الجريري جيد. قال العراقي: الذين عُرف أنهم سمعوا منه قبل الاختلاط: إسماعيل ابن علية، وهو أرواهم عنه، والحمادان، والسفيانان، وشعبة وعبد الوارث بن سعيد، وعبد الوهاب بن عبد المجيد الثقفي، ومعمر، ووهيب بن خالد، ويزيد بن زريع. وقال ابن حجر: وما أخرج البخاري من حديثه إلا عن عبد الأعلى، وعبد الوارث، وبشر بن المفضل. وهؤلاء سمعوا منه قبل الاختلاط. وقال العراقي: في بيان من ذكر أن سماعه منه بعد التغير وهم: إسحاق بن الأزرق، وعيسى بن يونس، ومحمد بن أبي عدي، ويحيى بن سعيد القطان، ويزيد بن هارون. وقال العجلي: روى عنه في الاختلاط: ... وابن المبارك. وقد روى مسلم له من رواية جعفر بن سليمان وابن المبارك عنه.توفي سنة (١٤٤ هـ).</p><p> عن أبي (١) السَّلِيل (٢) ، عن عبد الله بن رباح (٣) ، عن أُبي بن كعب (٤) </p><p>= \"تاريخ أسماء الثقات\" لابن شاهين (ص ١٨١)، \"الجرح والتعديل\" لابن أبي حاتم ٤/ ١، \"سؤالات أبي عبيد الآجري لأبي داود\" ١/ ٤٠٤، \"الثقات\" لابن حبان ٦/ ٣٥١، \"التقييد والإيضاح\" للعراقي (ص ٤٢٦ - ٤٢٧)، \"تهذيب التهذيب\" لابن حجر ٢/ ٧، \"هدي الساري\" لابن حجر (ص ٤٠٥)، \"النكت الظراف\" لابن حجر ٣/ ٤٥٨. (١) كذا في (ش)، (ح)، (أ) وهو الصواب. وفي الأصل، (ز): ابن.(٢) ضريب بن نُقَير، ويقال: نفير الجريري أبو السَّلِيل البصري القيسي، روى عن أبي حسان بن خالد بن غلاق القيس، وعبد الله بن رباح، وخلق، وعنه سعيد الجريري، وعوف الأعرابي وعدة. روى له الجماعة إلا البخاري، ثقة. من السادسة.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٤٧٠، \"تهذيب التهذيب\" لابن حجر ٢/ ٢٢٨، \"تقريب التهذيب\" لابن حجر (٢٩٨٤).(٣) في (أ): بن أبي رباح.وهو: عبد الله بن رباح الأنصاري أبو خالد المدني، سكن البصرة، ثقة.قال خليفة بن خياط: قتل في ولاية ابن زياد.وقال ابن حجر: قال أبو عمران الجوني: وقفت مع عبد الله بن رباح، ونحن نقاتل الأزارقة مع المهلب، فهذا يدل على أنَّه تأخر بعد ولاية ابن زياد بمدة، وقرأت بخط الذهبي أنَّه توفي في حدود سنة (٩٠ هـ)، فهذا أشبه.\"طبقات خليفة بن خياط\" (ص ٢٠٠)، \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٥٢، \"تهذيب التهذيب\" لابن حجر ٢/ ٣٣٠، \"تقريب التهذيب\" لابن حجر (٣٣٠٧). قلت: ذكر ابن كثير في \"البداية والنهاية\" ٩/ ٢٠ في حوادث سنة سبع وسبعين ما يأتي: وفي هذِه السنة كانت حروب كثيرة جدًّا بين المهلب بن أبي صفرة نائب الحجاج، وبين الخوارج الأزارقة.انظر: \"تاريخ الرسل والملوك\" للطبري ٦/ ٣٠١.(٤) صحابي.</p><p> قال: سألني رسول الله (١) - صلى الله عليه وسلم - فقال:  \"يا أبا المنذر، أي آية أعظم في كتاب الله(٢)؟ \" قلت: (الله ورسوله أعلم. قالها ثلاثًا. ثم سألني، فقلت (٣) : الله ورسوله أعلم. ثم سألني فقلت:  {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} . فضرب في (٤) صدري، ثم قال (٥) ، \" هنيئًا لك العلم أبا المنذر(٦)، والذي نفسي بيده إن لها لسانًا يقدس(٧)الملك عند ساق العرش\"  (٨) . </p><p>(١) في (ش)، (ح): النبي. (٢) بعدها في (ش)، (ح)، (أ): أعظم.(٣) في (أ) زيادة: بعد الثلاثة.(٤) في (أ): على.(٥) في (ح): وقال.(٦) في (أ): وقال: ليهنك العلم يا أبا المنذر.(٧) في (أ): لسانًا وشفتين نقدس.(٨) [٥٧٧] الحكم على الإسناد:شيخ المصنف لم يذكر بجرح أو تعديل، والحماني حافظ إلا أنَّه متهم بسرقة الحديث، والحديث قد روي من طرق صحيحة عن سعيد الجريري.التخريج:رواه الطيالسي في \"مسنده\" (ص ٧٤) (٥٥٠) عن جعفر بن سليمان، عن سعيد الجريري، عن عبد الله بن رباح به. وفي آخره: قال: وسفيان يقول: سعيد عن أبي السليل عن عبد الله بن رباح.ومسلم في كتاب صلاة المسافرين، باب فضل سورة الكهف وآية الكرسي (٨١٠) وأبو داود في كتاب الصلاة باب ما جاء في آية الكرسي (١٤٦٠)، وعبد بن حميد في \"مسنده\" كما في \"المنتخب\" ١/ ١٩٩ (١٧٨)، والبيهقي في \"شعب الإيمان\" ٢/ ٤٥٦ (٢٣٨٧)، والبغوي في \"معالم التنزيل\" ١/ ٣١٥ وفي \"شرح السنة\" =</p><p> [٥٧٨] وأخبرنا أبو عمرو أحمد (١) بن أُبي الفراتي (٢) ، قال: أنا (٣) أبو بكر أحمد بن يعقوب بن عبد الجبار الأموي (٤) ، قال: نا أبو عبد الله أحمد بن الحسن (٥) بن (عبد الجبار)  (٦) الصوفي (٧) ، قال: نا محمد بن </p><p>= ٩/ ٤٥٤ (١١٩٥)، وابن عبد البر في \"جامع بيان العلم وفضله\" ١/ ٧٦٣ (١٤١٠)، والجوزقاني في \"الأباطيل والمناكير والصحاح\" ٢/ ٢٩٨ (٧١٠)، كلهم من طريق عبد الأعلى، وليس عند مسلم، وأبي داود. وعند ابن عبد البر، والجوزقاني: \"والذي نفسي بيده إن لها لسانًا. . \" ورواه عبد الرزاق في \"المصنف\" ٣/ ٣٧٠ (٦٠٠١)، ومن طريقه رواه الإمام أحمد في \"المسند\" ٥/ ١٤١ - ١٤٢ (٢١٢٧٨)، وابن الضريس في \"فضائل القرآن\" (ص ٩٠ - ٩١) (١٨٦)، والطبراني في \"المعجم الكبير\" ١/ ١٩٧ (٥٢٦) مختصرًا، والبيهقي في \"شعب الإيمان\" ٢/ ٤٥٥ (٢٣٨٦)، ورواه الواحدي في \"الوسيط\" ١/ ٣٦٤ من طريق محمد بن عبد الوهاب السكري، وليس عنده: \"والذي نفسي. . \"، كلاهما عن الثوري.ورواه أبو عبيد في \"فضائل القرآن\" (ص ٢٢٩) عن إسماعيل بن إبراهيم ابن علية. والحاكم في \"المستدرك\" ٣/ ٣٤٤، وعنه البيهقي في \"شعب الإيمان\" ٢/ ٤٥٦ (٢٣٨٧) من طريق يزيد بن هارون وليس عندهما: \"والذي نفسي ... \" كلهم عن سعيد الجريري به.(١) ساقطة من (أ).(٢) من (ش، ح). وفي (ح) زيادة: بقراءتي عليه.وهو: أحمد بن أُبي أبو عمرو الفراتي، لم يذكر بجرح أو تعديل.(٣) في (ش)، (أ): نا.(٤) أحمد بن يعقوب بن عبد الجبار الأموي، كان يضع الحديث، ويحدث عن المجاهيل.(٥) ساقطة من (أ).(٦) ما بين القوسين ساقط من (ح).(٧) أحمد بن الحسن بن عبد الجبار الصوفي، ثقة.</p><p> كثير الفهري (١) ، عن ابن لهيعة (٢) ، عن أبي قَبيل المعافري (٣) ، عن عبد الله بن عمرو بن العاص (٤) رضي الله عنهما قال: قال النبي (٥) - صلى الله عليه وسلم -: \"من قرأ آية الكرسي دبر كل صلاة مكتوبة كان الَّذي يتولى (٦) </p><p>(١) محمد بن كثير بن مروان الفهري الشامي. متروك. توفي سنة (٢٣٠ هـ).انظر: \"الكامل\" لابن عدي ٦/ ٢٥٥، \"تهذيب التهذيب\" لابن حجر ٣/ ٦٨٤، \"تقريب التهذيب\" لابن حجر (٦٢٥٥).(٢) عبد الله بن لهيعة، صدوق، خلط بعد احتراق كتبه، ورواية ابن المبارك وابن وهب عنه أعدل من غيرهما.(٣) حُيَى، وقيل: حَيّ بن هانئ بن ناضر بن يمتع المعافري أبو قبيل المصري.قال الإمام أحمد، ويحيى بن معين، وأبو زرعة، والعجلي: ثقة. ووثقه الفسوي، وأحمد بن صالح المصري. وذكره ابن حبان في \"الثقات\" وقال: وكان يخطئ. وقال أبو حاتم: صالح الحديث. وقال ابن عبد البر: قال أحمد ويحيى: ثقة، وتابعهما على ذلك غيرهما، ولا خلاف علمته فيه. وقال ابن حجر: ذكره الساجي في \"الضعفاء\" له، وحكى عن ابن معين أنَّه ضعفه.وقال أيضًا: صدوق يهم. توفي بالبرلس سنة (١٢٨ هـ)، وقيل: (١٢٧ هـ).انظر: \"تاريخ أسماء الثقات\" لابن شاهين (ص ١٣٩)، \"تاريخ يحيى بن معين\" رواية الدارمي (ص ٢٣٨)، \"الجرح والتعديل\" لا بن أبي حاتم ٣/ ٢٧٥، \"الثقات\" لابن حبان ٤/ ١٧٨، \"المؤتلف والمختلف\" للدارقطني ٢/ ٧٨٣، \"الإكمال\" لابن ماكولا ٧/ ٣٢٧ \"الاستغناء في معرفة المشهورين من حملة العلم بالكنى\" لابن عبد البر ٢/ ٨٩٦، \"تهذيب التهذيب\" لابن حجر ١/ ٥١٠، \"تقريب التهذيب\" لابن حجر (١٦٠٦).(٤) صحابي.(٥) في (ش)، (أ): رسول الله.(٦) في (أ): تولى.</p><p> قبض نفسه (١) ذو الجلال والإكرام، وكان كمن قاتل مع أنبياء الله حتَّى استشهد\" (٢) . </p><p> [٥٧٩] وأخبرني (٣) محمد (٤) بن القاسم بن أحمد (٥) ، قال: أنا (٦) عبد الله بن أحمد بن جعفر (٧) ، قال: نا أبو عمرو الحيري (٨) ، قال: نا </p><p>(١) في (أ): روحه. (٢) [٥٧٨] الحكم على الإسناد:الحديث بهذا الإسناد موضوع؛ فيه أحمد بن يعقوب يضع الحديث، ومحمد بن كثير الفهري متروك.وذكره عن الثعلبي: الطبرسي في \"مجمع البيان\" ٢/ ٢٩٩.ورواه الخطيب في \"تاريخ بغداد\" ٦/ ١٧٣ من طريق إبراهيم بن محمد بن كردزاذ قال: أخبرنا محمد بن إسماعيل بن العباس الوراق قال: حدثنا أحمد بن الحسن ابن عبد الجبار به مختصرًا دون قوله: \"وكان كمن قاتل. . \"وعزاه المتقي الهندي في \"كنز العمال\" ١/ ٥٦٩ (٢٥٦٦) إلى الخطيب في \"تاريخ بغداد\" وحده. .وقال ابن عراق في \"تنزيه الشريعة\" ١/ ٢٩٤ - ٢٩٥: قال الشيخ تقي الدين السبكي الشافعي: هذا الحديث منكر، ويشبه أن يكون موضوعًا، والحمل فيه على محمد بن كثير.وانظر \"الفوائد المجموعة\" للشوكانى (ص ٣١١).(٣) في (ز): أخبرنا. وفي (أ): وأخبرنا.(٤) في (أ): أحمد.(٥) في (ح): حدثنا محمد بن أحمد.وهو: محمد بن القاسم أبو الحسن الفارسي الماوردي، لم يذكر بجرح أو تعديل.(٦) في (ش)، (أ): نا.(٧) عبد الله بن أحمد بن جعفر الشيباني، الشعراني، ثقة.(٨) أحمد بن محمد أبو عمرو الحيري، الإمام ابن حجر.</p><p> محمد بن يحيى (١) ، قال: نا مسلم بن إبراهيم (٢) ، قال: نا إسماعيل بن مسلم (٣) ، قال: نا أبو المتوكل الناجي (٤) أن أبا هريرة (٥) كان معه مفتاح بيت الصدقة، وكان فيه تمر (٦) ، فذهب يومًا، ففتح الباب، فإذا التمر قد أُخذ منه ملؤ الكف (٧) ، ثم دخل يومًا آخر، وقد (٨) أُخذ منه مثل ذلك، ثم دخل يومًا آخر، فإذا قد (٩) أخذ منه مثل ذلك (١٠) . قال: فذكر ذلك أبو هريرة للنبي (١١) - صلى الله عليه وسلم -، فقال له النبي </p><p>(١) محمد بن يحيى الذهلي، ثقة، حافظ. (٢) مسلم بن إبراهيم أبو عمرو البصري، ثقة، مأمون.(٣) إسماعيل بن مسلم العبدي أبو محمد البصري القاضي، روى عن الحسن ومحمد ابن واسع وسعيد بن مسروق الثوري وأبي المتوكل الناجي، وعنه: روح بن عبادة وسفيان بن عيينة وعبد الله بن المبارك وعبد الرحمن بن مهدي وشعيب بن حرب والفضل بن دكين ومسلم بن إبراهيم ووكيع ويحيى بن سعيد القطان، ثقة، من السادسة.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ١٩٦، \"تهذيب الكمال\" للمزي ٣/ ١٩٦، \"تهذيب التهذيب\" لابن حجر ١/ ١٦٧، \"تقريب التهذيب\" لابن حجر (٤٨٣).(٤) علي بن داود أبو المتوكل الناجي، ثقة.(٥) صحابي مشهور.(٦) في (ش): وكانت تمرًا.(٧) في (ش)، (ح): كف.(٨) في (ح): فإذا هو قد.(٩) في (ز): وقد. و (فإذا) ليست فيها، وفي (أ): فإذا هو قد.(١٠) في (ش) زيادة: اليوم.(١١) في (أ): لرسول الله.</p><p> - صلى الله عليه وسلم -: \"أيسرك أن تأخذه؟ \" قال: نعم. قال:  \"فإذا(١)فتحت الباب(٢)،فقل:سبحان من سخرك لمحمد - صلى الله عليه وسلم -\" . </p><p> قال: فذهب (٣) ، ففتح الباب، فقال: سبحان من سخرك لمحمد - صلى الله عليه وسلم - (٤) فإذا هو قائم بين يديه، فقال له: يا عدو الله أنت صاحب هذا (٥) ؟ ! قال: نعم. قال: فإني (٦) لا أعود ما كنت آخذه (٧) إلا لأهل بيت فقراء من الجن، فتركه. ثم عاد فذكره (٨) للنبي - صلى الله عليه وسلم -، فقال له (٩) : \"أيسرك أن(١٠)تأخذه؟ \" قال: نعم. قال:  \"فإذا(١١)فتحت الباب فقل مثل ذلك\"  (١٢) . ففتح الباب، فقال: سبحان من سخرك لمحمد - صلى الله عليه وسلم -، فإذا هو قائم بين يديه، فقال (١٣) : </p><p>(١) في (ش)، (أ): إذا. (٢) ساقطة من (ز).(٣) من (ز)، (أ).(٤) ما بين القوسين ساقط من الأصل.(٥) في (أ) زيادة: البيت.(٦) ساقطة من (أ).(٧) في (أ): لآخذه.(٨) في (ش): فذكر.(٩) ساقطة من (ح)، (أ). وفي (ش) زيادة: فقال.(١٠) ساقطة من (ش).(١١) في (أ): إذا.(١٢) في (ش)، (ح) زيادة: أيضًا.(١٣) في (ش): وقال له. وفي (ح)، (ز)، (أ): فقال له.</p><p> يا عدو الله، أليس زعمت (١) أنك لا تعود؟ قال: دعني هذِه المرة؛ فإني لا أعود، فتركه. ثم عاد (٢) ، فأخذه الثالثة، فقال له (٣) : أليس قد عاهدتني ألا تعود، اليوم لا أدعك حتَّى أذهب بك إلى النبي (٤) - صلى الله عليه وسلم -. فقال: لا تفعل؛ فإنك إن تدعنى علمتك كلمة (٥) إذا أنت قلتها لم يقربك أحد من الجن صغير ولا كبير (٦) ، ذكر (٧) ولا أنثى. قال له (٨) : لتفعلن (٩) . قال: نعم. قال: فما هي (١٠) ؟ قال:  {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} حتَّى ختمها، فتركه، فذهب (١١) ولم يعد، فذكر أبو هريرة للنبي (١٢) - صلى الله عليه وسلم -، فقال له النبي - صلى الله عليه وسلم -: \"أما علمت(١٣)ذلك يا أبا هريرة إنه كذلك\"  (١٤) . </p><p>(١) في (ش)، (ح): أليس قد زعمت. وفي (أ): ألست زعمت. (٢) في (ش): عاده.(٣) ساقطة من (أ).(٤) في (أ): رسول الله.(٥) في (ش): كلمتك بكلمة. وفي (ز): أعلمك كلمة.(٦) في (ز): كبير ولا صغير.(٧) في (ح): لا ذكر. وفي (أ): ذكرًا.(٨) ساقطة من (ز).(٩) في (ش): أتفعلن. وفي (أ): فلتفعلن.(١٠) في (ح): فما هن. وفي (أ): ما هي.(١١) ساقطة من (أ).(١٢) في (ح): ذلك للنبي. وفي (أ): ذلك لرسول الله.(١٣) في (ش): ما علمت. وفي (أ): أوما علمت.(١٤) [٥٧٩] الحكم على الإسناد: =</p><p> [٥٨٠] وأخبرني ابن فنجويه (١) قال: نا أبو بكر محمد بن علي </p><p>= شيخ المصنف لم يذكر بجرح أو تعديل وبقية رجاله ثقات. والحديث قد روي من طرق صحيحة عن مسلم بن إبراهيم. وهو في \"صحيح البخاري\" معلقًا بصيغة الجزم.التخريج:رواه ابن الضريس في \"فضائل القرآن\" (ص ٩٥) (١٩٥) وابن مردويه في \"تفسيره\" كما عزاه له ابن كثير في \"تفسير القرآن العظيم\" ٢/ ٤٣٤ من طريق أحمد بن زهير ابن حرب كلاهما ابن الضريس وأحمد بن زهير عن مسلم بن إبراهيم به.ورواه النسائي في \"عمل اليوم والليلة\" (ص ٢٧٧) (٩٦٤) ومن طريقه علم الدين السخاوي في \"جمال القراء\" ١/ ٥٦ من طريق شعيب بن حرب عن إسماعيل بن مسلم به بنحوه.ورواه البخاري في كتاب الوكالة باب إذا وكل رجلًا فترك الوكيل شيئًا (٢٣١١) مطولًا. وفي كتاب بدء الخلق باب صفة إبليس وجنوده (٣٢٧٥) وفي كتاب فضائل القرآن باب فضل سورة البقرة (٥٠١٠) مختصرًا معلقًا في المواضع الثلاثة عن عثمان بن الهيثم بصيغة الجزم. ورواه موصولًا النسائي في \"عمل اليوم والليلة\" (ص ٢٧٨) (٩٦٥) وابن خزيمة في \"صحيحه\" ٤/ ٩١ (٢٤٢٤)، وأبو نعيم في \"دلائل النبوة\" (ص ٣٦٨) (٢٦٧)، (ص ٦٠٠) (٥٤٦)، والبيهقي في \"دلائل النبوة\" ٧/ ١٠٧ وفي \"شعب الإيمان\" ٢/ ٤٥٦ (٢٣٨٨) وفي \"الدعوات الكبير\" ٢/ ١١٤ (٣٥٥)، والبغوي في \"معالم التنزيل\" ١/ ٣١٩ وفي \"شرح السنة\" ٤/ ٤٦٠ (١١٩٦) كلهم من طرق عن عثمان بن الهيثم قال: حدثنا عوف، عن محمد بن سيرين، عن أبي هريرة به بمعناه، بألفاظ متقاربة.قال ابن كثير في \"تفسير القرآن العظيم\" ٢/ ٤٣٤ بعد أن ذكر هذِه الرواية: وقد روي من وجه آخر عن أبي هريرة -يقصد رواية أبي المتوكل عنه- بسياق آخر قريب من هذا.وقد بين ابن حجر في \"فتح الباري\" ٤/ ٤٨٨ - ٤٨٩ الاختلاف بين الروايتين.(١) في (ح): وأخبرنا أبو عبد الله الحسين بن محمد الدينوري.</p><p> السروي (١) ، قال: نا (٢) أبو أحمد محمد بن الحسين (٣) بن الفضل بن مالك (٤) عن (٥) محمد بن العباس مولى بني هاشم (٦) قال: نا أبو جعفر محمد بن أبي (٧) السري (٨) قال: نا أبو علي إدريس بن موسى البزار (٩) </p><p>= وهو: الحسين بن محمد بن فنجويه أبو عبد الله الثقفي، ثقة صدوق، كثير الرواية للمناكير. (١) في (أ): السروري.لم أجده.(٢) في (ح): أنا.(٣) في (ش)، (ح)، (ز): محمد بن الحسن بن الحسين. وفي (أ): أحمد بن محمد ابن الحسن.(٤) أبو أحمد محمد بن الحسين بن الفضل بن مالك لم أجده.(٥) كذا في (ش)، (ح)، (أ). وفي الأصل (ز): بن.(٦) محمد بن العباس مولى بني هاشم أبو عبد الله البغدادي.المؤدب، يعرف بلحية الليف. قال الخطيب: وكان ثقة. وذكره ابن حبان في \"الثقات\"، وقال: ربما أخطأ. وقال ابن المنادي: كان صدوقًا، صالحًا. توفي سنة (٢٩٠ هـ).\"الثقات\" لابن حبان ٩/ ١٥٣، \"تاريخ بغداد\" للخطيب ٣/ ١١٢، \"تاريخ الإسلام\" للذهبي ٢١/ ٢٦٥، \"لسان الميزان\" لابن حجر ٥/ ٢١٦.(٧) ساقطة من (ش).(٨) محمد بن سهل أبي السري بن بسام الأزدي أبو جعفر البغدادي.قال الخطيب: روى عن هشام بن محمد الكلبي مصنفاته، وعن إسحاق بن يوسف الأزرق حدث عنه أبو أحمد محمد بن موسى البربري، ومحمد بن خلف بن المرزبان ... وغيرهم.\"تاريخ بغداد\" للخطيب ٥/ ٣١٤، \"المتفق والمفترق\" للخطيب ٣/ ١٨٣٢.(٩) إدريس بن موسى البزار أبو علي، لم أظفر له بترجمة.</p><p> قال: نا أحمد بن عبد (١) الله، قال: حدثني (٢) محمد بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب (٣) ، عن (٤) آبائه عن علي بن أبي طالب (٥) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"يا علي، آية نزلت من كنوز العرش خر كلل صنم يعبد في المشرق والمغرب على وجهه\" . </p><p> وفزع إبليس، وقال (٦) : حدث في هذِه الليلة حدث كبير، فانتظروني أضرب لكم مشارق الأرض ومغاربها. فأتى يثرب، فاستقبله </p><p>(١) في (أ): عبيد. ولعله: أحمد بن عبد الله بن خالد أبو علي الجويباري، ويقال: الجوباري. كذاب، يضع الحديث.(٢) في جميع النسخ: نا.(٣) محمد بن جعفر الصادق بن محمد الباقر بن علي زين العابدين الحسيني العلوي أبو جعفر المدني.يلقب بالديباج، دعا لنفسه في أول دولة المأمون، وكان سيدًا، مهيبًا، عاقلًا، فارسًا شجاعًا، يصوم يومًا، ويفطر يومًا. قال البخاري: قال لي إبراهيم بن المنذر: إسحاق أخوه أوثق منه، وأقدم سنًا. وذكره ابن عدي في \"الكامل\" وقال الذهبي: تكلم فيه، توفي سنة (٢٠٣ هـ). قال الذهبي: وقد نيف على السبعين. \"التاريخ الكبير\" للبخاري ١/ ٥٧، \"الكامل\" لابن عدي ٥/ ٢٢٧، \"تاريخ بغداد\" للخطيب ٢/ ١١٣، \"سير أعلام النبلاء\" ١٠/ ١٠٤، \"ميزان الاعتدال\" للذهبي ٣/ ٥٠٠، \"لسان الميزان\" لابن حجر ٥/ ١٠٣.(٤) في (ش): وعن.(٥) ساقطة من (ش)، (أ) في الموضعين. و (عن آبائه عن علي بن أبي طالب) ساقطة من (ز).(٦) في (أ) زيادة: لقد.</p><p> رجل، فتصدى له إبليس في صورة شيخ، فقال (١) : يا عبد الله هل حدث هذِه (٢) الليلة أو في هذا اليوم شيء؟ </p><p> قال: نعم أخبرنا رسول الله - صلى الله عليه وسلم - أنَّه (٣) نزلت عليه (٤) آية أصبح كل صنم خارًّا على وجهه. فانصرف إبليس إلى أصحابه، وقال: حدث بيثرب أعظم الحديث. وقال النبي - صلى الله عليه وسلم -: \"ما قرئت هذِه الآية في دار إلا اهتجرتها(٥)الشياطين(٦)ثلاثة أيام -أو قال:ثلاثين يومًا- ولا يدخلها ساحر(٧)ولا ساحرة أربعين ليلة(٨).يا علي:علِّم(٩)ولدك، وأهلك، وجيرانك(١٠)، فما نزلت آية أعظم منها\"  (١١) . </p><p>(١) في (ح) زيادة: له. (٢) في (ح)، (ز)، (أ): في هذِه.(٣) في هامش (ز): أنها.(٤) ساقطة من (ش).(٥) في (أ): هجرها.(٦) في (ش)، (أ): الشيطان.(٧) في (ش): ساحرًا.(٨) في (ز)، (أ): يومًا.(٩) في (ز): علمها.(١٠) في (أ) وهامش (ز) زيادة: هذِه الآية.(١١) [٥٩٠] الحكم على الإسناد:في إسناده من لم أجده، ومحمد بن جعفر الصادق متكلم فيه، وأحمد بن عبد الله إن كان هو الجويباري فالحديث موضوع.التخريج:الحديث ذكره الزمخشري في \"الكشاف\" ١/ ٣٠٢. =</p><p> [٥٨١] وأخبرني (١) محمد بن القاسم (٢) ، قال: نا أبو عبد الله محمد بن يزيد (٣) المعَدَّل (٤) ، قال: نا أبو يحيى البزار (٥) ، قال: نا طاهر بن سعيد (٦) ، قال: نا محمد بن عمرو (٧) ، </p><p>= وبيض له الزيلعي عند تخريجه. \"تخريج أحاديث وآثار الكشاف\" ١/ ١٦٠. وقال ابن حجر في \"الكاف الشاف\" ١/ ٣٠٢: لم أجده.(١) في (ح): حدثنا.(٢) محمد بن القاسم الفارسي الماوردي لم يذكر بجرح أو تعديل.(٣) كذا في (ش)، (ح) وهو الصواب. وفي الأصل، (ز)، (أ): زيد.(٤) في (أ): العدل.وهو: محمد بن يزيد بن محمد المعدل أبو عبد الله الجوزي أو الجوري النيسابوري. لم يذكر بجرح أو تعديل.(٥) هو: زكريا بن يحيى بن الحارث المزكى البَزَّار أبو يحيى النيسابوري.ذكره السمعاني في شيوخ عتيق بن محمد. شيخ الحنفية بنيسابور. وقال الحاكم: شيخ أهل الرأي في عصره. وله مصنفات كثيرة في الحديث، وكان من العباد. توفي في ربيع الآخر سنة (٢٩٨ هـ).انظر: \"الجواهر المضيئة\" لأبي الوفاء القرشي ٢/ ٢١٠، \"تاريخ الإسلام\" للذهبي ٢٢/ ١٤٧، \"الطبقات السنية\" للتقي الغزي ٣/ ٢٦٣.(٦) طاهر بن سعيد المقرئ أبو القاسم النيسابوري.ذكره الخطيب \"تاريخ بغداد\" ٩/ ٣٥٥، نقل عن الحاكم أنَّه قال: حدث طاهر بنيسابور وبغداد. توفي سنة (٢٤٧ هـ).(٧) محمد بن عمرو.نسبه البيهقي في \"شعب الإيمان\": القرشي.فلعله: محمد بن عمرو بن إبراهيم القرشي من آل جبير بن مطعم.ذكره ابن حبان في \"الثقات\" ٩/ ٦٧، وقال: يروي عن أم عثمان بنت سعيد، روى عنه البخاري محمد بن إسماعيل.</p><p> قال: نا نهشل بن سعيد (١) ، عن أبي إسحاق (٢) ، عن حبة العُرَني (٣) عن علي (٤) قال: سمعت نبيكم - صلى الله عليه وسلم - على أعواد المنبر يقول (٥) : \"من قرأ آية الكرسي دبر (٦) كل صلاة مكتوبة لم يمنعه من دخول الجنَّة إلا الموت، </p><p>(١) نهشل بن سعيد، متروك، وكذبه إسحاق بن راهويه. (٢) عمرو بن عبد الله أبو إسحاق السبيعي ثقة، مكثر عابد اختلط بأخرة.(٣) في (أ): جده العوفي.وهو: حَبَّة بن جوين بن علي العرني البَجَلي أبو قدامة الكوفي.قال العجلي: ثقة. وفي ترجمة حارثة بن مضارب: قال أبو جعفر محمد بن الحسين سألت أبا عبد الله: من الثبت عن علي؟ فقال: ... . وحبة بن جوين. وذكره ابن حبان في \"الثقات\". وقال: صالح بن محمد: وكان يتشيع، ليس هو بمتروك، ولا ثبت وسط. وقال يحيى بن معين وابن خراش: ليس بشيء. وقال النسائي: ليس بالقوي. وقال ابن سعد والدارقطني: ضعيف. وقال ابن معين -في رواية أخرى: ليس بثقة. وذكره ابن حبان في \"المجروحين\" وقال: كان غاليًا في التشيع، واهيًا في الحديث. وذكره الذهبي في \"ديوان الضعفاء\" وفي \"المغني في الضعفاء\" وقال: من الغلاة. وقال ابن حجر: صدوق له أغلاط، وكان غاليًا في التشيع، وأخطأ من زعم أنَّه له صحبة. توفي سنة (٧٦ هـ)، وقيل: (٧٩ هـ).\"تاريخ أسماء الثقات\" لابن شاهين (ص ١٠٥)، \"الطبقات الكبرى\" لابن سعد ٦/ ١٧٧، \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٢٥٣، \"الثقات\" لابن حبان ٤/ ١٨٢، \"المجروحين\" لابن حبان ١/ ٢٦٧، \"الكامل\" لابن عدي ٢/ ٤٢٩، \"ديوان الضعفاء\" للذهبي ١/ ١٦٥، \"المغني في الضعفاء\" للذهبي ١/ ١٤٦، \"تهذيب التهذيب\" لابن حجر ١/ ٣٤٦، ٤٢٩، \"الإصابة\" لابن حجر ٢/ ٥٧، \"تقريب التهذيب\" لابن حجر (١٠٨١).(٤) في (ش) زيادة: بن أبي طالب.(٥) قبلها في (ش)، (ح): وهو.(٦) قبلها في (ش)، (ح)، (ز): في.</p><p> ولا يواظب عليها إلا صديق، أو عابد، ومن قرأها إذا أخذ مضجعه آمنه الله على نفسه، وجاره، وجار جاره، والأبيات حوله\" (١) . </p><p>(١) في (ح): التي حوله. [٥٨١] الحكم على الإسناد:شيخ المصنف، وشيخ شيخه لم يذكرا بجرح أو تعديل، ونهشل بن سعيد متروك. والجزء الأول من الحديث ثابت من حديث أبي أمامة.التخريج:رواه البيهقي في \"شعب الإيمان\" ٢/ ٤٥٨ (٢٣٩٥) عن أبي عبد الله الحاكم قال: حدثني القاسم بن غانم قال: ثنا محمد بن إسحاق بن الصباح قال: ثنا أبي قال: حدثنا محمد بن عمرو القرشي به بنحوه. وقال: إسناده ضعيف.ومن طريقه رواه ابن الجوزي في \"الموضوعات\" ١/ ٣٩٥ - ٣٩٦ (٤٧٦) وفيه: أنبأنا الحاكم قال: حدثنا محمد بن صالح بن هانئ قال: حدثنا محمد بن إسحاق ... عن أبي إسحاق عن عبد العزى قال: سمعت عليًّا به مختصرًا بذكر أوله. ثم قال: هذا حديث لا يصح؛ عبد العزى لا يعرف، ونهشل قد كذبه أبو داود الطيالسي وابن راهويه.ونقله الزيلعي والسيوطي عن البيهقي.\"تخريج أحاديث وآثار الكشاف\" ١/ ١٦٠، \"اللآلئ المصنوعة\" ١/ ٢٣٠.وقال ابن حجر في \"الكاف الشاف\" ١/ ٣٠٣: في إسناده نهشل بن سعيد وهو متروك، وكذلك حبة العرني.وقال الألباني: إسناده واه جدًّا، فإن فيه ضعيفًا وآخر كذابًا. \"مشكاة المصابيح\" ١/ ٣٠٨.وقد روى ابن حبان في \"المجروحين\" ١/ ٢٢٣ وابن السني في \"عمل اليوم والليلة\" (ص ٦٥ - ٦٦) (١٢٥) وابن الجوزي في \"الموضوعات\" ١/ ٣٩٨ - ٣٩٩ (٤٨٥) من طريق محمد بن زنبور المكي قال: حدثنا الحارث بن عمير، عن جعفر بن محمد، عن أبيه، عن جده، عن علي قال: قال رسول الله - صلى الله عليه وسلم -: \"إن فاتحة الكتاب، وآية الكرسي، والآيتين من سورة آل عمران ... \" فذكر أوله =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= بنحوه، وفيه زيادة. وقال ابن حجر: الحارث بصري، سكن مكة، ولم يحيى للمتقدمين فيه طعنًا؛ بل أثنى عليه حماد بن زيد، وهو أكبر منه، ووثقه النقاد: يحيى بن معين، وأبو حاتم، والنسائي، وأخرج له البخاري تعليفا وأصحاب السنن، وذكره ابن حبان في \"الضعفاء\" فأفرط في توهينه، وأما من فوقه فلا يسأل عن حالهم؛ لجلالتهم إلا أن في إسنادهم انقطاعًا؛ لأن الضمير في جده إن عاد على جعفر اقتضى أن يكون من رواية الباقر عن الحسين، وإن عاد على محمد اقتضى أن يكون من رواية زين العابدين عن علي، وفي سماع كل منهما خلاف. \"اللآلئ المصنوعة\" للسيوطي ١/ ٢٢٩.وروى الطبراني في \"الدعاء\" ٢/ ١١٠٣ (٦٧٤)، ومن طريقه ابن حجر في \"نتائج الأفكار\" ٢/ ٢٨٠، من طريق عبد الله بن حسن بن حسن بن علي، عن أبيه، عن جده قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ آية الكرسي في دبر الصلاة المكتوبة كان في ذمة الله عز وجل حتَّى الصلاة الأخرى\".قال ابن حجر \"نتائج الأفكار\" ٢/ ٢٨٠: هذا حديث غريب، وفي سنده ضعف. وقال الهيثمي والسيوطي: سنده حسن. \"مجمع الزوائد\" ٢/ ١٤٧ - ١٤٨، \"الدر المنثور\" ١/ ٥٧٢.والجزء الأول من الحديث رواه النسائي في \"عمل اليوم والليلة\" (ص ٤٩) (١٠٠)، والروياني في \"مسنده\" ٢/ ٣١١ (١٢٦٨)، وابن السني في \"عمل اليوم والليلة\" (ص ٦٥) (١٢٤)، والطبراني في \"المعجم الكبير\" ٨/ ١١٤ (٨٥٣٢)، وفي \"الأوسط\" ٨/ ٩٢ - ٩٣ (٨٠٦٨) وفي \"مسند الشاميين\" ٢/ ٩ (٨٢٤) وفي \"الدعاء\" ٢/ ١١٠٤ (٦٧٥)، وأبو نعيم في \"ذكر أخبار أصبهان\" ١/ ٣٥٤، وابن الجوزي في \"الموضوعات\" ١/ ٣٩٧ (٤٧٩)، وابن حجر في \"نتائج الأفكار\" ٢/ ٢٧٨، كلهم من طرق عن محمد بن حِمْير، عن محمد بن زياد، عن أبي أمامة به مرفوعًا بنحوه.قال المنذري في \"الترغيب والترهيب\" ٢/ ٤٥٣: رواه النسائي والطبراني بأسانيد =</p><p> [٥٨٢] وبه (١) عن أبي يحيى البزاز (٢) قال: نا عُتيق بن محمد (٣) </p><p>= أحدها صحيح، وقال شيخنا أبو الحسن: هو على شرط البخاري. وقال ابن حجر في \"نتائج الأفكار\" ٢/ ٢٧٩ - ٢٨٠: هذا حديث حسن غريب ... وقد غفل أبو الفرج بن الجوزي، فأورد هذا الحديث في \"الموضوعات\". . وقد أنكر ابن حجر الضياء هذا على ابن الجوزي، وأخرجه في \"الأحاديث المختارة مما ليس في الصحيحين\".وقال أيضًا في \"الكاف الشاف\" ١/ ٣٠٣: قال ابن عبد الهادي: لم يصب أبو الفرج، والحديث صحيح.وقال أيضًا وهو يتحدث عن حديث علي: وصدر الحديث أخرجه النسائي وابن حبان من حديث أبي أمامة، وإسناده صحيح.(١) زيادة من (ش)، (ح).(٢) زكريا بن يحيى بن الحارث أبو يحيى البزاز، فقيه حنفي لم يذكر بجرح أو تعديل.(٣) عُتيق بن محمد بن سعيد الحَرَشي أبو بكر النيسابوري.شيخ قديم عالي الرواية، حدث عن ابن عيينة، وزكريا بن منظور، وعبد العزيز الدراوردي، وعبد العزيز بن عبد الصمد العمي، ومروان بن معاوية الفزاري، وعون بن عمارة، وغنجار وأبي معاوية الضرير، وأبي معاوية بن عبد الرحمن بن قيس ونصر بن باب وعنه إسحاق بن حمدان البلخي، والعباس بن منصور الفيروزآباذي ومحمد بن النصر الجارودي، والحسين بن علي القباني، وأبو يحيى زكريا بن يحيى البزار، وآخر من حدث عنه محمد بن علي المذكر. توفي سنة (٢٥٥ هـ).انظر: \"الإرشاد\" للخليلي ٣/ ٨٢٤، \"تلخيص المتشابه\" للخطيب ١/ ١٦٦، \"الإكمال\" لابن ماكولا ٢/ ٢٣٧، ٦/ ١١٢، \"الأنساب\" للسمعاني ٢/ ٢٠٣، \"توضيح المشتبه\" لابن ناصر الدين ٦/ ١٧٦ \"تاريخ الإسلام\" للذهبي ١٩/ ٢٠٥ - ٢٠٦.</p><p> قال: نا محمد بن إسماعيل بن أبي (١) فديك (٢) ، عن أبي سليمان (٣) عن الحوشبي (٤) ، عن أنس و (عن)  (٥) جابر، رفعا الحديث إلى رسول الله - صلى الله عليه وسلم - قال: \"أوحى الله سبحانه إلى موسى بن عمران: أن (٦) من داوم على قراءة آية الكرسي دبر كل صلاة أعطيته ثواب (٧) الشاكرين، وأجر النبيين، وأعمال (٨) الصديقين، وبسطت عليه يميني بالرحمة، ولم أمنعه (٩) من (١٠) أن أدخله الجنَّة إلا أن يأتيه الموت. قال موسى: إلهي ومن يداوم عليها؟ قال: لا يداوم عليها إلا نبي، أو صديق، أو رجل قد (١١) رضيت عنه، أو رجل أريد قتله في </p><p>(١) ساقطة من (ح). (٢) محمد بن إسماعيل بن أبي فديك، صدوق.(٣) في (ز): سلمان. وهو: أبو سليمان، لم أعرفه.(٤) في (أ): الجوشني الحوشبي، لم أعرفه، وهناك جماعة ينسبون إلى حوشب ليس فيهم من يروي عن أنس أو جابر، منهم العوام بن حوشب، ثقة، وشهاب بن خراش بن حوشب أبو الصلت الحوشبي وغيرهما.انظر \"الإكمال\" لابن ماكولا ٣/ ١٠٤، \"الأنساب\" للسمعاني ٢/ ٢٨٨.(٥) ساقطة من (ز)، (أ).(٦) في (ح): وقال.(٧) في (ش)، (ح)، (أ): قلوب.(٨) في (ش): وعمل.(٩) في (أ): يمنعه.(١٠) ساقطة من (ح).(١١) ساقطة من (ح).</p><p> سبيلي\" (١) . </p><p>(١) [٥٨٢] الحكم على الإسناد: في إسناده من لم أستطع تمييزه وفيه آخرون لم يذكروا بجرح ولا تعديل، وللحديث طرق أخرى لا تصح.التخريج:عزاه السيوطي في \"اللآلئ المصنوعة\" ١/ ٢٣٢ من هذا الطريق للدمياطي في جزء \"في فضل آية الكرسي\".ورواه الحكيم الترمذي كما في \"اللآلئ المصنوعة\" للسيوطي ١/ ٢٣٢ عن عُتيق ابن محمد قال: حدثنا ابن أبي فديك عن أبي سليمان الحرشي، عن أبان، عن أنس يرفع الحديث بنحوه.وقال المعلمي اليماني بعد الموازنة بين إسناد الثعلبي، وإسناد الحكيم الترمذي: وهذا تخليط.انظر: \"الفوائد المجموعة\" للشوكاني (ص ٣٠٠). وأبان بن أبي عياش. متروك. ورواه ابن عدي في \"الكامل\" ٣/ ٤١ من طريق أبي الجنيد الضرير قال: نا حماد الربعي، عن أبي الزبير، عن جابر به بنحوه مرفوعًا.وأبو الجنيد قال فيه ابن معين في \"تاريخه\" رواية الدوري ٢/ ٧٠٠: ليس بثقة.وقال ابن عدي في \"الكامل\" ٣/ ٤١: عامة ما يرويه عن الضعفاء.ورواه ابن الجوزي في \"الموضوعات\" ١/ ٣٩٦ - ٣٩٧ (٤٧٨) من طريق الحسن ابن محمد عن أبي يزيد عن أبي الزبير عن جابر به، مرفوعًا، مختصرًا. قال ابن الجوزي: وهذا طريق فيه مجاهيل.وقال الذهبي في \"تلخيص الموضوعات\" (ص ٦٢): سنده مظلم إلى حسن بن محمد ولا يدرى من هو.ورواه البيهقي في \"شعب الإيمان\" ٢/ ٤٥٨ (٢٣٩٦) من طريق سالم الخياط عن الحسن والمختار عن أنس به، مختصرًا مرفوعًا. وقال: وهذا أيضًا إسناده ضعيف.وذكره الديلمي في \"فردوس الأخبار\" ٤/ ٣١ (٥٥٩٠) عن أنس مرفوعًا.ورواه ابن مردويه في \"تفسيره\" كما عزاه له ابن كثير في \"تفسير القرآن العظيم\" =</p><p> [٥٨٣] وأخبرني (١) محمد بن القاسم الفارسي (٢) ، قال: نا أبو منصور محمد بن أحمد بن علي البخاري (٣) ، قال: نا عبد الله بن محمد بن يعقوب البخاري (٤) ، قال: نا (٥) يعقوب بن (٦) الحسين (٧) </p><p>= ٢/ ٤٣٨، والديلمي في \"مسند الفردوس\" ١/ ١٤٣ (٥٠٨) والسيوطي في \"اللآلئ المصنوعة\" ١/ ٢٣٣ كلاهما من طريق المثنى بن الصباح، عن قتادة، عن الحسن، عن أبي موسى الأشعري به مرفوعًا بنحوه. قال ابن كثير في \"تفسير القرآن العظيم\" ٢/ ٤٣٨: هذا حديث منكر جدًّا.والمثنى بن الصباح: ضعيف. انظر: \"تقريب التهذيب\" لابن حجر (٦٤٧١).ورواه ابن النجار كما عزاه له السيوطي في \"الآلئ المصنوعة\" ١/ ٢٣٣ من طريق عبد بن حميد قال: ثنا شبابة، عن ورقاء بن عمر، عن مجاهد، عن ابن عباس مرفوعًا بنحوه.قال المعلمي: وهؤلاء كلهم موثقون؛ لكل في السند جماعة لم أعرفهم.انظر: \"الفوائد المجموعة\" للشوكاني (ص ٣٠٠).وقال ابن عراق الكناني في \"تنزيه الشريعة\" ١/ ٢٨٩: في إسناد كل من هذِه الطرق ضعفاء ومجاهيل.(١) في (ح): وأخبرنا.(٢) محمد بن القاسم الفارسي الماوردي، لم يذكر بجرح أو تعديل.(٣) محمد بن أحمد بن علي أبو منصور البخاري، لم أظفر له بترجمة.(٤) عبد الله بن محمد بن يعقوب البخاري، ضعيف.(٥) في (أ): أخبرنا.(٦) ساقطة من (ح).(٧) يعقوب بن الحسين بن أحمد الضبي الجوهري أبو يوسف النيسابوري.ذكر ابن الثلاج أنَّه س قدم بغداد حاجًّا، وحدثهم عن محمد بن سليمان بن فارس الدلال.انظر: \"تاريخ بغداد\" للخطيب ١٤/ ٢٩٥.</p><p> قال: نا عبد الله (بن محمد)  (١) بن وهب (٢) ، قال: نا إسماعيل بن زياد (٣) ، عن (٤) قيس بن (٥) كعب بن أبي سليم (٦) ، عن محمد بن </p><p>(١) ساقطة من (ح)، (أ). وعبد الله بن محمد عليها طمس في الأصل. وساقطة من (ز). (٢) عبد الله بن محمد بن وهب الدينوري، متروك.(٣) إسماعيل بن زياد أبو إسحاق البلخي.ذكره ابن حبان في \"الثقات\"، وقال: يروي عن أهل بلده المقاطيع، روى عنه البلخيون. وقال أبو حاتم: مجهول. وذكر ابن حبان إسماعيل بن زياد، وقال: شيخ دجال لا يحل ذكره في الحديث إلا على سبيل القدح فيه، ثم ذكر له حديثا، وقال: رواه عنه أبو عصمة عاصم بن عبد الله البلخي، وهذا موضوع لا أصل له. وقال ابن حجر: وإسماعيل هذا بلخي من شيوخ البخاري خارج \"الصحيح\" ... فلعل الآفة في الحديث ممن دونه. وقد فرق ابن حجر بينهما.\"التاريخ الكبير\" للبخاري ١/ ٣٥٥، \"الجرح والتعديل\" لابن أبي حاتم ٢/ ١٧٠، \"الأسامي والكنى\" لأبي أحمد الحاكم ١/ ١٦٦، \"الثقات\" لابن حبان ٨/ ١٠٥، \"المجروحين\" لابن حبان ١/ ١٢٩، \"المتفق والمفترق\" للخطيب ١/ ٣٦٢ - ٣٧٠، \"تهذيب التهذيب\" لابن حجر ١/ ١٥١، \"لسان الميزان\" لابن حجر ١/ ٤٠٦.(٤) في (ز): بن.(٥) في (ح): عن.(٦) في (أ): سلمة.وهو: قيس بن كعب بن أبي سليم.فلعله الذي يروي عن معن بن عبد الرحمن، قال الذهبي: ضعفه أبو الفتح الأزدي، ولا يكاد يعرف. وقال ابن حجر: وبقية كلام الأزدي: مجهول.\"ميزان الاعتدال\" للذهبي ٣/ ٣٩٧، \"لسان الميزان\" لابن حجر ٤/ ٤٧٩.</p><p> كعب القرظي (١) ، عن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال:  \"من خرج من منزله، فقرأ آية الكرسي بعث الله إليه سبعين ألفًا من الملائكة يستغفرون له، ويدعون له، فإذا رجع إلى منزله، ودخل(٢)بيته، فقرأ آية الكرسي نزع الله -عز وجل- الفقر من بين عينيه\"  (٣) . </p><p> [٥٨٤] أخبرنا الإمام ابن الإمام أبو عبد الله بن أبي الوليد (٤) </p><p>(١) محمد بن كعب القرظي، ثقة. (٢) في (ش): دخل.(٣) [٥٨٣] الحكم على الإسناد:شيخ المصنف كذبه الحاكم، وعبد الله بن محمد بن يعقوب ضعيف، وعبد الله بن محمد بن وهب متروك، وفيه من لم أجده.لم أجده من حديث أبي هريرة ولم أجده بهذا اللفظ.التخريج:قد روى ابن عدي في \"الكامل\" ١/ ٣٠٥ ومن طريقه ابن الجوزي في \"الموضوعات\" ١/ ٣٩٦ (٤٧٧) من طريق إسماعيل بن يحيى المدني قال: حدثنا ابن جريج، عن أبي الزبير، عن جابر قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ آية الكرسي في دبر كل صلاة خرقت سبع سموات فلم يلتئم خرقها حتى ينظر الله -عز وجل- إلى قائلها، فيغفر له، ثم يبعث الله -عز وجل- ملكًا، فيكتب حسناته، ويمحو سيئاته إلى الغد من تلك الساعة\".وقال ابن عدي في \"الكامل\" ١/ ٣٠٦: وهذا الحديث عن ابن جريج باطل لا يحدث به عن ابن جريج غير إسماعيل. .وقال السيوطي: وآفته إسماعيل. \"اللآلئ المصنوعة\" ١/ ٢٣٢ وإسماعيل هذا كذاب.(٤) محمد بن حسان أبي الوليد بن محمد القرشي أبو عبد الله النيسابوري.الفقيه الشافعي، أفتى، ودرس زمن أبيه، وروى عن ابن الشرقي، وابن عبدان، وعنه الحاكم وجماعة. توفي في شوال سنة (٣٨٦ هـ)، وله أربع وثمانون سنة.انظر: \"تاريخ الإسلام\" للذهبي ٢٧/ ١٢٥، \"طبقات الشافعية\" للإسنوي ٢/ ٤٧٣.</p><p> بقراءتي عليه سنة ست وثمانين (١)  (وثلاثمائة)  (٢) ، قال: أنا مكي بن عبدان (٣) سنة عشرين وثلاثمائة، قال: نا عبد الله بن عبد الوهاب (٤) الخوارزمي (٥) ، قال: نا محمد بن يزيد (٦) الجحدري، قال: نا أبي (٧) ، عن (٨) إسماعيل بن يحيى المدني (٩) ، عن العُمري (١٠) ، </p><p>(١) كذا في جميع النسخ. وفي الأصل وهامش (ز): وستين. (٢) زيادة من (ش)، (ح)، (ز).(٣) مكي بن عبدان، المحدث الثقة المتقن.(٤) في (ح): عبد الله.(٥) عبد الله بن عبد الوهاب الخوارزمي.قال ابن حبان: ربما أغرب، وقال أبو الشيخ ابن حيان: قدم أصبهان، وحدث بها حديثًا كثيرًا. وقال أبو نعيم: قدم أصبهان، وحدث بها، في حديثه نكارة. \"الثقات\" لابن حبان ٨/ ٣٦٦ طبقات المحدثين بأصبهان\" لأبي الشيخ ٣/ ١٥٤، \"ذكر أخبار أصبهان\" لأبي نعيم ٢/ ٥٢، \"لسان الميزان\" لابن حجر ٣/ ٣١٣.(٦) في (أ): زيد.(٧) وأبوه يزيد الجحدري. لم أظفر لهما بترجمة.(٨) ساقطة من (ش).(٩) في (ش)، (ح)، (أ): المزني.وهو: إسماعيل بن يحيى الشيباني ويقال له: الشعيري.يروي عن عبد الله بن عمر العمري. وضرار بن مرة وعنه إبراهيم الشيباني، وصالح بن حرب توفي (٢٤٢) متهم بالكذب. من الثامنة.انظر: \"الضعفاء الكبير\" للعقيلي ١/ ٩٦، \"الضعفاء والمتروكين\" لابن الجوزي ١/ ١٢٣، \"تهذيب التهذيب\" لابن حجر ١/ ١٧٥، \"تقريب التهذيب\" لابن حجر (٤٩٤).(١٠) في (ز): المعمري.</p><p> عن نافع (١) ، عن ابن عمر قال: بينا عمر بن الخطاب - رضي الله عنه - جالس في مسجد المدينة في جماعة من أصحاب النبي - صلى الله عليه وسلم -، وهم يتذاكرون فضائل القرآن، فقال (٢) قائل منهم: خاتمة (٣) براءة. وقال قائل منهم: خاتمة بني إسرائيل. وقال قائل منهم: كهيعص وطه. فقدم القوم وأخرواه فقال علي (بن أبي طالب)  (٤) - رضي الله عنه -: فأين أنتم يا (٥) أمة (٦) محمد عن آية الكرسي؟ (فقالوا (٧) له: يا أبا الحسن أخبرنا بما سمعت النبي - صلى الله عليه وسلم - يقول) (٨) ؟ فقال علي (بن أبي طالب)  (٩) : قال رسول الله - صلى الله عليه وسلم -: \"يا علي سيد البشر آدم، وسيد العرب محمد ولا فخر، وسيد الفرس سلمان، وسيد الروم صهيب، </p><p>= وهو: عبد الله بن عمر بن حفص بن عاصم العُمري العدوي أبو عبد الرحمن المدني. ضعيف، عابد. توفي سنة (١٧١ هـ) أو (١٧٢ هـ).انظر: \"الكامل\" لابن عدي ٤/ ١٤١، \"تهذيب التهذيب\" لابن حجر ٢/ ٣٨٨، \"تقريب التهذيب\" لابن حجر (٣٤٨٩).(١) نافع مولى ابن عمر، ثقة، ثبت.(٢) في (ش)، (ح): إذ قال.(٣) في (أ) زيادة: سورة.(٤) ساقطة من (أ).(٥) ساقطة من (ش).(٦) في (ح) أصحاب.(٧) في (ز): فقال.(٨) ما بين القوسين ساقطة من (ش). وفي (أ) زيادة: فيها.(٩) ساقطة من (ح)، (ز)، (أ).</p><p> وسيد الحبشة بلال، وسيد الجبال الطور، وسيد الشجر السدر، وسيد الشهور الأشهر الحرم، وسيد الأيام يوم الجمعة، وسيد الكلام القرآن، وسيد القرآن (١) البقرة، وسيد البقرة آية الكرسي، يا علي إن فيها لخمسين كلمة في كل كلمة خمسون بركة\" (٢) . </p><p>(١) في (أ) زيادة: سورة. (٢) [٥٨٤] الحكم على الإسناد:الحديث بهذا الإسناد موضوع؛ فيه إسماعيل بن يحيى متهم بالكذب.التخريج:الحديث ذكره عن الثعلبي: الطبرسي في \"مجمع البيان\" ٢/ ٢٩٩.وذكره الديلمي في \"مسند الفردوس\" ٢/ ٣٢٤ (٣٤٧١) مختصرًا بذكر المرفوع منه وعزاه له الزيلعي، وابن حجر وقال: ولم يخرجه ابنه. والسيوطي ورمز لضعفه، والمتقي الهندي.انظر \"تخريج وأحاديث وآثار الكشاف\" للزيلعي ١/ ١٦٢، \"الكاف الشاف\" لابن حجر ١/ ٣٠٣، \"فيض القدير\" للمناوي ٤/ ١٦١ - ١٦٢ (٤٧٥٤)، \"كنز العمال\" للمتقي الهندي ١١/ ٤٨١ (٣٢٢٧٥)، ١٢/ ٣٤٦ (٣٥٣٤٤).قال المناوي في \"فيض القدير\" ٤/ ١٦٢: فيه محمد بن عبد القدوس عن مجالد بن سعيد، ومحمد قال الذهبي: مجهول، ومجالد قال أحمد: ليس بشيء، وضعفه غيره، ورواه أيضًا ابن السني، وعنه تلقاه الديلمي مصرحًا.قلت: ولم أجده في \"عمل اليوم والليلة\" لابن السني.وقد روى الواحدي في \"الوسيط\" ١/ ٣٦٥ والجورقاني في \"الأباطيل والمناكير والصحاح\" ١/ ٢٩٩ (٧١٢) وابن مردويه في \"تفسيره\" كما عزاه له ابن كثير في \"تفسير القرآن العظيم\" ٢/ ٤٣٦ وعزاه السيوطي للشيرازي في \"الألقاب\"، وأبو عبيد في \"فضائل القرآن\". \"الدر المنثور\" ١/ ٥٧٣، كلهم من طريق عيسى بن موسى غنجار، عن عبد الله بن كيسان، عن يحيى بن عقيل، عن يحيى بن يعمر، عن ابن عمر قال: خرج علينا عمر بن الخطاب، والناس سماطان، فقال: أفيكم =</p><p> [٥٨٥] أخبرنا ناقل (١) بن راقم بن أحمد (٢) قال: نا أبو جعفر </p><p>= أبو عبد الرحمن؟ أفيكم ابن أم عبد؟ فقال ابن مسعود: نعم يا أمير المؤمنين. فقال عمر: هاهنا يا أبا عبد الرحمن، ثم قال: أيكم يخبرني بأرجى آية في كتاب الله، وأخوف آية، وأعظم آية، وأعدل آية؟ فقال عبد الله بن مسعود: على الخبير سقطت، سمعت النبي - صلى الله عليه وسلم - يقول \" ... وأعظم آية {الله لا إله إلا هو الحي ... } \". وهذا إسناد ضعيف فيه عبد الله بن كيسان المروزي صدوق يخطئ كثيرًا. انظر: \"تقريب التهذيب\" لابن حجر (٣٥٥٨).وروى البيهقي في \"شعب الإيمان\" ٢/ ٤٥٩ (٢٣٩٧) من طريق ثوير بن فاختة، عن أبيه، عن علي قال: سيد آي القرآن: {الله لا إله إلا هو ... }.وعزاه السيوطي في \"الدر المنثور\" ١/ ٥٧٤ لابن الأنباري في \"المصاحف\".وقد روى الترمذي في كتاب فضائل القرآن، باب ما جاء في سورة البقرة وآية الكرسي (٢٨٧٨) وقال: هذا حديث غريب، لا نعرفه إلا من حديث حكيم بن جبير، وقد تكلم فيه شعبة، وضعفه.ورواه الحميدي في \"مسنده\" ٢/ ٤٣٧ (٩٩٤) وعبد الرزاق في \"المصنف\" ٣/ ٣٧٦ (٦٠١٩) وسعيد بن منصور في \"السنن\" ٣/ ٩٥٠ (٤٢٤)، وابن عدي في \"الكامل\" ٢/ ٢١٩ والحاكم في \"المستدرك\" ١/ ٧٤٨، ٢/ ٢٨٥، وقال: صحيح الإسناد، ولم يخرجاه. وعنه البيهقي في \"شعب الإيمان\" ٢/ ٤٥٧ (٢٣٨٩) كلهم من طريق حكيم بن جبير عن أبي صالح عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: \"لكل شيء سنام، وإن سنام القرآن سورة البقرة، وفيها آية هي سيدة آي القرآن، هي آية الكرسي\". هذا لفظ الترمذي.وقد عقب ابن كثير على قول الترمذي بقَوله: وكذا ضعفه -أي: حكيم- أحمد، ويحيى بن معين، وغير واحد من الأئمة، وتركه ابن مهدي، وكذبه السعدي. \"تفسيره\" ٢/ ٤٣٦.(١) في (ش): نافل. وفي (ز): ناقد. وفي (أ): باهل.(٢) ناقل بن راقم بن أحمد بن عبد الجبار البابي.ورد اسمه كاملًا في بعض المواطن من هذا التفسير. ولم أظفر له بترجمة.</p><p> محمد بن علي بن موسى (١) ، قال: نا الحسين (٢) بن أحمد بن إدريس (٣) ، قال: نا أبي (٤) قال: نا محمد بن الحسين (٥) ، عن محمد بن أبي عمير (٦) ، عن جعفر الأزدي (٧) ، </p><p>(١) محمد بن علي بن الحسين بن موسى بن بابويه أبو جعفر القمي. نزل بغداد. وحدث بها عن أبيه، وكان من شيوخ الشيعة، ومشهوري الرافضة.انظر: \"الفهرست\" للطوسي (ص ١٨٤)، \"رجال الطوسي\" (ص ٤٩)، \"تاريخ بغداد\" للخطيب ٣/ ٨٩، \"الأنساب\" للسمعاني ٤/ ٥٤٤، \"سير أعلام النبلاء\" للذهبي ٦/ ٣٠٣.(٢) في (أ): الحسن.(٣) الحسين بن أحمد بن إدريس أبو عبد الله القمي.ذكره الطوسي في مصنفي الشيعة الإمامية، وقال: كان ثقة، روى عن أبيه، عن أحمد بن محمد بن خالد البرقي، روى عنه محمد بن علي بن الحسين بن موسى وغيره. \"رجال الطوسي\" (ص ٤٧٠)، \"لسان الميزان\" لابن حجر ٢/ ٢٦٢.(٤) أحمد بن إدريس بن زكريا بن طهمان أبو علي القمي.من كبار مصنفي الرافضة، روى عنه جماعة من الشيعة. توفي سنة (٣٠٦ هـ).انظر: \"الفهرست\" للطوسي (ص ٥٠)، \"رجال الطوسي\" (ص ٤٤٤)، \"لسان الميزان\" لابن حجر ١/ ١٣٦.(٥) محمد بن الحسين بن أبي الخطاب الزيات الكوفي.قال الطوسي: ثقة من أصحاب جعفر الثاني.\"الفهرست\" للطوسي (ص ١٦٦)، \"رجال الطوسي\" (ص ٤٢٣).(٦) محمد بن أبي عمير زياد الأزدي أبو أحمد.ذكره الطوسي، وقال: وكان من أوثق الناس عند الخاصة والعامة، وأنسكهم نسكًا، وأورعهم.\"الفهرست\" للطوسي (ص ١٦٨)، \"رجال الطوسي\" (ص ٣٨٨).(٧) جعفر بن المثني بن عبد السلام بن عبد الرحمن الأزدي العطار. =</p><p> عن عمرو بن أبي المقدام (١) ، قال: سمعت أبا جعفر الباقر (٢) يقول: من قرأ آية الكرسي مرة صرف الله (٣) عنه ألف مكروه من مكروه (٤) الدنيا، وألف مكروه من مكروه الآخرة، أيسر مكروه الدنيا الفقر، وأيسر مكروه الآخرة عذاب (٥) القبر (٦) . </p><p>= ذكره الطوسي وقال: روى عنه الحسن بن المثنى ومحمد بن الحسن بن عبد الله. وفي \"الفهرست\": جعفر الأزدي له كتاب أخبرنا عدة من أصحابنا، عن أبي المفضل، عن ابن بطة، عن أحمد بن محمد بن عيسى، عن ابن أبي عمير، عن جعفر الأزدي. \"الفهرست\" للطوسي (ص ٦٩)، \"لسان الميزان\" لابن حجر ٢/ ١٢١.(١) عمرو بن ثابت أبي المقدام البكري مولاهم أبو ثابت الكوفي.ضعيف، رمي بالرفض. توفي سنة (١٧٢ هـ).انظر: \"الكامل\" لابن عدي ٥/ ١٢٠، \"تهذيب التهذيب\" لابن حجر ٣/ ٢٥٨، \"تقريب التهذيب\" لابن حجر (٤٩٩٥).(٢) محمد بن علي بن الحسين الباقر، ثقة.(٣) ساقطة من (ش)، (ح).(٤) في (ز): مكروهات.(٥) ساقطة من (ح).(٦) [٥٨٥] الحكم على الإسناد:شيخ المصنف لم أظفر له بترجمة، وفيه عمرو بن أبي المقدام ضعيف رمي بالرفض، والإسناد مسلسل بالرافضة الذين لا يوثق بنقلهم.التخريج:الأثر ذكره الطبرسي في \"مجمع البيان\" ٢/ ٢٩٩، وذكره الحوفي في \"البرهان في تفسير القرآن\" ١/ ٢٤٥، فقال: ابن بابويه قال: حدثنا الحسين بن أحمد بن إدرشى قال: حدثنا أبي، عن محمد بن الحسين بن أبى الخطاب، عن جعفر الأزدي به بنحوه.</p><p> قوله تعالى: الهاء (١) رفعٌ بالابتداء وخبره في: {لَا إِلَهَ إِلَّا هُو}  (٢) . وقوله (٣) : {هُوَ} رفع بالإيجاب والتحقيق كقوله تعالى: {وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ}  (٤) . </p><p> و {الْحَيُّ} من له حياة، وهي الصفة التي يكون الموصوف بها حيًّا (مخالفًا للجمادات)  (٥) ، والموات، وهو على وزن فَعِل مثل: الطمع (٦) ، فسكنت (الياء، وأدغمت)  (٧) . </p><p> و {الْقَيُّوم} فيعول من القيام، وفيه ثلاث لغات:  (القيام) وهي قراءة عمر (٨) ، </p><p>(١) ساقطة من (أ). (٢) انظر: \"إعراب القرآن\" للنحاس ١/ ٣٣٠، \"إملاء ما من به الرحمن\" للعكبري ١/ ١٠٦.(٣) في (أ): قوله.(٤) آل عمران: ١٤٤.(٥) في (أ): يخالف الجمادات.(٦) في (ش)، (ح): مثل الحذر والطمع. وفي (أ): طبع.(٧) في (أ): الواو فأدغمت.(٨) روى القراءة عنه سعيد بن منصور في \"السنن\" ٣/ ١٠٢٩ - ١٠٣٠ (٤٨٦، ٤٨٧) وأبو عبيد في \"فضائل القرآن\" (ص ٢٩٦) وابن أبي داود في \"المصاحف\" (ص ٥١ - ٥٢). وعزاها له الفراء في \"معاني القرآن\" ١/ ١٩٠ والطبري في \"جامع البيان\" ٣/ ١٦٣ والزجاج في \"معاني القرآن\" ١/ ٣٧٣ وفي \"تفسير أسماء الله الحسنى\" (ص ٥٦) والنحاس في \"معاني القرآن\" ١/ ٢٦٠، وابن جني في \"المحتسب\" ١/ ١٥١، وابن خالويه في \"مختصر في شواذ القرآن\" (ص ٢٥)، وبعضهم يذكرها عند قوله تعالى: {الم (١) اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} [آل عمران: ٢].</p><p> وابن مسعود (١) ، والنخعي (٢) ، والأعمش (٣) . و (القيِّم) وهي قراءة علقمة (٤) . {الْقَيُّومُ} وهي (٥) قراءة الباقين (٦) . وكلها لغات بمعنى واحد، والأصل (٧) : قيْؤوم، وقيْوام، وقيّوم، كما يقال في (٨) الدار: ديُّور، وديَّار، ودير (٩) . و {الْقَيُّومُ} : المبالغ في القيام على خلقه. قال (١٠) مجاهد: {الْقَيُّومُ} : القائم على كل شيء (١١) . </p><p>(١) رواها عنه سعيد بن منصور في \"السنن\" ٣/ ١٠٣١ (٤٨٩) والطبراني في \"المعجم الكبير\" ٩/ ١٤٠ (٨٦٩٠) وابن أبي داود في \"المصاحف\" (ص ٥٩). (٢) رواها عنه سعيد بن منصور في \"السنن\" ٣/ ١٠٣١ (٤٨٨) وعزاها له ابن جني في \"المحتسب\" ١/ ١٥١.(٣) عزاها له ابن جني في \"المحتسب\" ١/ ١٥١ والهذلي في \"الكامل القراءات الخمسين\" (١٧١ أ).(٤) رواها عنه أبو عبيد في \"فضائل القرآن\" (ص ٢٩٦) وفيه: القيام. والطبري في \"جامع البيان\" ٣/ ١٦٣ - ١٦٤ وابن الأنباري كما في \"الدر المنثور\" ٢/ ٤.وعزاها له النحاس في \"معاني القرآن\" ١/ ٢٦٠، وابن خالويه في \"مختصر في شواذ القرآن\" (ص ٢٥)، وابن جني في \"المحتسب\" ١/ ١٥١.(٥) في (ز): وهو.(٦) في (ح): الباقر.(٧) في (ز) زيادة: فيه.(٨) في (ح)، (ز)، (أ): ما في.(٩) \"جامع البيان\" للطبري ٣/ ١٦٥، \"معاني القرآن\" للزجاج ١/ ٣٧٣.(١٠) في (ش): وقال.(١١) رواه الطبري في \"جامع البيان\" ٦/ ٣، ١٦٥ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٨٦ (٢٥٧٣)، ٢/ ٥٨٦ (٣١٢٦) والبيهقي في \"الأسماء والصفات\" ١/ ٩٣.</p><p> وقال سعيد بن جبير: الذي لا بداء (١) له. </p><p> وقال ضحاك (٢) : الدائم (٣) . وقال أبو روق: الذي لا يبلى (٤) . وقال ربيع (٥) : القيم على كل شيء يحفظه، ويرزقه (٦) . وقال الكلبي: القائم على منفس بما كسبت (٧) . وقال أبو عبيدة: الذي لا يزول (٨) . قال أمية (٩) : </p><p>(١) في (ز): ند. وفي (أ) (بد). ذكره الحيري في \"الكفاية في التفسير\" ١/ ٢١٩. وذكره دون نسبة السمرقندي في \"بحر العلوم\" ١/ ٢٢٢. والماوردي في \"النكت والعيون\" ١/ ٣٢٣، وأبو حيان في \"البحر المحيط\" ٢/ ٢٨٧ عن سعيد بن جبير أنه قال: القائم الموجود.(٢) في (ح)، (أ): الضحاك.(٣) رواه الطبري في \"جامع البيان\" ٣/ ١٦٥ وذكره الواحدي في \"البسيط\" ١/ ١٥٢ ب.(٤) في (أ) زيادة: ولا يتغير.ذكره أبو حيان في \"البحر المحيط\" ٢/ ٢٨٧.(٥) في (أ): الربيع.(٦) في (ش): فيرزقه. وفي (ح): يرزقه ويحفظه.رواه الطبرىِ في \"جامع البيان\" ٣/ ٦، ١٦٥ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٨٦ (٢٥٧٢).(٧) ذكره الحيري في \"الكفاية في التفسير\" ١/ ٢١٩ والبغوي في \"معالم التنزيل\" ١/ ٣١٢.وقال القرطبي في \"الجامع لأحكام القرآن\" ٣/ ٢٧٢: وقال الكلبي: القيوم الذي لا بديل له، ذكره أبو بكر الأنباري.(٨) انظر: \"مجاز القرآن\" لأبي عبيدة ١/ ٧٨.(٩) الأبيات في \"ديوانه\" (ص ٧٣)وانظر: \"أمية بن أبي الصلت حياته وشعره\" لبهيجة الحديثى (ص ٢٨٥ - ٢٨٦)، \"جامع البيان\" للطبري ٣/ ٥.</p><p> لم تخلق السماء والنجوم </p><p> والشمس معها قمر يعومُ (١) </p><p> قدرها المهيمن القيوم </p><p> والحشر والجنة والجحيمُ </p><p> إلَّا لأمرٍ شأنه عظيم </p><p>(١) في (أ): يقوم.</p><p> [٥٨٦] أخبرنا عبد الله بن حامد (١) ، قال: أنا (٢) أحمد بن محمد ابن الحسن (٣) ، قال: نا (٤) أحمد بن حفص (٥) ، قال: حدثني أبي (٦) ، قال: نا (٧) إبراهيم بن طهمان (٨) ، (عن الحجاج)  (٩) ، عن قتادة (١٠) ، عن أنس (١١) أن النبي - صلى الله عليه وسلم - كان يدعو:  \"يا حي يا قيوم\"  (١٢) . </p><p>(١) عبد الله بن حامد الوزان، لم يذكر بجرح أو تعديل. (٢) في (أ): ثنا.(٣) في (ح): الحسين.وهو: أحمد بن محمد بن الحسن أبو حامد بن الشرقي، ثقة مأمون.(٤) في (ش): حدثني.(٥) في (أ): جعفر.وهو: أحمد بن حفص بن عبد الله السلمي، صدوق.(٦) حفص بن عبد الله السلمي، صدوق.(٧) في (ش): حدثني.(٨) إبراهيم بن طهمان، ثقة يغرب وتكلم فيه للإرجاء.(٩) ساقطة من (ش).وهو: حجاج بن حجاج الباهلي الأحول البصري، ثقة.(١٠) قتادة بن دعامة، الإمام ابن حجر الثقة الثبت.(١١) في (أ) زيادة: بن مالك.(١٢) [٥٨٦] الحكم على الإسناد:شيخ المصنف لم أجده.يذكر بجرح أو تعديل، والحديث قد روي من طريق صحيحة عن أنس.التخريج:رواه البيهقي في \"الدعوات الكبير\" ١/ ١٤٨ (١٩٩) من طريق أبي حامد بن بلال قال: حدثنا أحمد بن حفص به.ورواه النسائي في \"عمل اليوم والليلة\" (ص ١٩١) (٦١٧) ومن طريقه رواه ابن =</p><p> وكان ابن عباس يقول (١) : أعظم أسماء الله -عز وجل-: الحي (٢) القيوم، وهو دعاء أهل البحريا هيا شرًا هِيَّا (٣) . يدل عليه: </p><p> [٥٨٧] ما أخبرنا أبو الحسن (٤) الخبازي (٥) ، قال: أنا أبو محمد الحافظ (٦) ، قال: </p><p>= منده في \"التوحيد\" ٢/ ٨٥ (٢٢٦) عن محمد بن عقيل، وعند ابن منده قال النسائي: حدثنا أحمد بن حفص ومحمد بن عقيل. ورواه ابن منده من طريق محمد بن يزيد النيسابوري محمش كلاهما عن حفص بن عبد الله به بنحوه. ورواه النسائي في \"عمل اليوم والليلة\" (ص ١٩١) (٦١٨) ومن طريقه ابن منده في \"التوحيد\" ٢/ ٨٥ (٢٢٧) والبيهقي في \"الأسماء والصفات\" ١/ ١٩٣ من طريق جعفر بن محمد الفريابي كلاهما عن محمد بن عبد الأعلى قال: حدثنا المعتمر ابن سليمان، عن أبيه، عن أنس بن مالك به بنحوه. وعند النسائي بلفظ: \"أي حي أي قيوم\". وعند ابن منده: \"أنت حي أنت قيوم\". وهذا إسناد صحيح، وعزاه المتقي الهندي للفريابي في \"الذكر\" وقال: صحيح.\"كنز العمال\" ٢/ ٢٢١ (٣٨٤٩).ورواه الترمذي في كتاب الدعوات باب (٩٢) (٣٥٢٤) من طريق الرقاشي عن أنس قال: كان النبي - صلى الله عليه وسلم - إذا كربه أمر قال: \"يا حي يا قيوم برحمتك أستغيث\".(١) في (ز) زيادة: في.(٢) ساقطة من (ش).(٣) في (ز): أهيا.لم أجده. مسندًا، لكن ذكره القرطبي في \"الجامع لأحكام القرآن\" ٣/ ٢٧١ أن بني إسرائيل سألوا موسى عن هذِه اللفظة فقال: يا حي يا قيوم.(٤) كذا في (ش)، (ح) وهو الصواب. وفي الأصل، (ز)، (أ): الحسين.(٥) في (أ): القارئ.وهو: علي بن محمد أبو الحسن الخبازي الكبير، إمام ثقة.(٦) عبد الله بن محمد بن جعفر بن حيان، أبو الشيخ ابن حجر أبو محمد الأصبهاني، =</p><p> نا محمد بن هارون (١) ، قال: نا محمد بن العباس (٢) السمسار (٣) ، قال: نا عمرو بن أبي سلمة (٤) ، </p><p>= صاحب التصانيف، ثقة ثبت. سمع من: محمد بن أسد بن يزيد، إبراهيم بن سعدان، عبد الله بن محمد بن زكريا، محمد بن إبراهيم بن شبيب، الفريابي وغيرهم.روى عنه جماعة من الأصبهانيين والعراقيين وغيرهم. توفي سنة (٣٦٩)انظر: \"ميزان الاعتدال\" للذهبي ٨/ ١٣٨، \"سير أعلام النبلاء\" للذهبي ١٦/ ٢٧٦ \"توضيح المشتبه\" لابن ناصر الدين ٢/ ٨٢.(١) محمد بن هارون أبو جعفر.قال أبو الشيخ: حدث عن الربيع بن سليمان، والمصريين حديثًا كثيرًا، صاحب أصول، مات سنة (٣٢٤ هـ). ثم روى عنه حديثًا عن محمد بن العباس السمسار عن عمرو بن أبي سلمة ...\"طبقات المحدثين بأصبهان\" لأبي الشيخ الأصبهاني ٣/ ٥٩٢، \"ذكر أخبار أصبهان\" لأبي نعيم ٢/ ٢٤٨.(٢) في (أ): عباس.(٣) محمد بن العباس السمسار، لم أظفر له بترجمة.(٤) عمرو بن أبي سلمة مولى بني هاشم الدمشقي التنيسي.قال ابن يونس: كان من أهل دمشق، قدم مصر، وسكن تنيس. وذكره ابن حبان في \"الثقات\". وقال ابن حجر: وثقه ابن سعد، وأثنى عليه أحمد. وقال العقيلي: في حديثه وهم. وقال أبو حاتم: يكتب حديثه، ولا يحتج به. وقال ابن معين: ضعيف. وقال الذهبي: صدوق مشهور. وقال ابن حجر: صدوق له أوهام. توفي سنة (٢١٤ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٦/ ٢٣٥، \"الضعفاء الكبير\" ٣/ ٢٧٢، \"الثقات\" لابن حبان ٨/ ٤٨٢، \"ميزان الاعتدال\" للذهبي ٣/ ٢٦٢، \"هدي الساري\" لابن حجر (ص ٤٣١)، \"تقريب التهذيب\" لابن حجر (٥٠٤٣).</p><p> قال: نا ابن زبر (١) ، قال: سمعت القاسم (٢) يحدث (عن أبي أمامة)  (٣) عن النبي - صلى الله عليه وسلم - قال:  \"إن اسم الله الأعظم لفي سور من القرآن ثلاث(٤): البقرة، وآل عمران، وطه\" . </p><p> قال عمرو بن أبي سلمة: فنظرت في هذِه السور الثلاث (٥) ، فرأيت فيها اسمًا ليس في شيء من القرآن؛ في (٦) آية الكرسي: {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} ، وفي آل عمران: {الم (١) اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} (٧) ، وفي طه {وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ}  (٨)  (٩) . </p><p>(١) في (أ): تبر. وأما في الأصل: دير. وهو: عبد الله بن العلاء بن زَبْر الربعي الدمشقي أبو زبر.ثقة، توفي سنة (١٦٤ هـ)، وله تسع وثمانون سنة.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٥/ ١٢٨، \"تهذيب التهذيب\" لابن حجر ٢/ ٣٩٩، \"تقريب التهذيب\" لابن حجر (٣٥٢١).(٢) القاسم بن عبد الرحمن أبو عبد الرحمن الأموي، صدوق يغرب كثيرًا.(٣) في (ش): أبا أمامة.(٤) في الأصل، (ش): ثلاثة.(٥) في الأصل، (ش)، (ز): الثلاثة.(٦) في (ز)، (أ) زيادة: البقرة.(٧) آية: (٢).(٨) آية: (١١١).(٩) [٥٨٧] الحكم على الإسناد:فيه من لم أظفر لهم بتراجم، وقد اختلف على عمرو بن أبي سلمة في إسناده وللحديث طريق أخرى إسناده حسن.التخريج:رواه ابن ماجه في كتاب الأدب، باب اسم الله الأعظم (٣٨٥٦) والفريابي في =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= \"فضائل القرآن\" (ص ١٥٩) (٤٩)، كلاهما عن عبد الرحمن بن إبراهيم الدمشقي. ورواه البيهقي في \"الأسماء والصفات\" ١/ ٤٩ من طريق عبد الله بن أبي مريم كلاهما عن عمرو بن أبي سلمة، عن عبد الله بن العلاء بن زبر، عن القاسم بن عبد الرحمن به من قوله مقطوعًا.ورواه يحيى بن معين في \"التاريخ\" ٤/ ٤٢٠ ومن طريقه الدولابي في \"الكنى والأسماء\" ١/ ١٨٤ عن خزيمة بن زرعة الخراساني. ورواه الحاكم في \"المستدرك\" ١/ ٦٨٦ من طريق محمد بن مهدي العطار كلاهما، عن عمرو بن أبي سلمة، عن عبد الله بن العلاء بن زبر، عن القاسم، عن أبي أمامة به مرفوعًا. وورد في \"الكنى والأسماء\": عن القاسم عن النبي - صلى الله عليه وسلم - مرسلًا.ورواه الفريابي في \"فضائل القرآن\" (ص ١٥٧) (٤٧) والطحاوي في \"شرح مشكل الآثار\" ١/ ١٦٢ (١٧٦) والطبراني في \"المعجم الكبير\" ٨/ ٢٣٧ (٧٩٢٥) وفي \"المعجم الأوسط\" ٨/ ١٩٢ (٨٣٧١) وفي \"مسند الشاميين\" ١/ ٤٤١ (٧٧٨) والحاكم في \"المستدرك\" ١/ ٦٨٦ وتمام الرازي في \"فوائده\" انظر: \"الروض البسام\" ٤/ ٤٠٨ (١٥٦٨) وعزاه ابن كثير في \"تفسير القرآن العظيم\" ٢/ ٤٣٧ لابن مردويه، كلهم من طريق الوليد بن مسلم قال: حدثنا عبد الله بن العلاء بن زبر أنه سمع القاسم أبا عبد الرحمن يحدث عن أبي أمامة به مرفوعًا بنحوه.قال البوصيري في \"مصباح الزجاجة\" ٢/ ٢٧٠ (١٣٥٢): رجاله ثقات.وقال الألباني في \"سلسلة الأحاديث الصحيحة\": إسناده حسن.ورواه يحيى بن معين، وابن ماجه، والدولابي، والحاكم، والبيهقي -في المواضع السابقة- والفريابي في \"فضائل القرآن\" (ص ١٥٩) (٤٩) والطبراني في \"المعجم الكبير\" ٨/ ١٨٣ (٧٧٥٨)، كلهم من طريق عمرو بن أبي سلمة التنيسي، قال: حدثني عيسى بن موسى أنه سمع غيلان بن أنس يحدث، عن القاسم، عن أبي أمامة، عن النبي - صلى الله عليه وسلم - نحوه.قال البوصيري \"مصباح الزجاجة\" ٢/ ٢٧٠ (٦٣٥٢): والإسناد الثاني فيه مقال: غيلان لم أر من جرحه، ولا من وثقه، وباقي رجال الإسناد ثقات. =</p><p> (قوله تعالى)  (١) : {لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ} قال المفسرون: السِّنة: النعاس، وهو النوم الخفيف، وهي (٢) ريح تجيء من قبل الرأس (٣) لينة، فتغشى العين، فهو وسنان بين النائم واليقظان (٤) ، يقال منه: وَسَن يَسِن (٥) ، وسنًا، وسِنَةً، فهو وسنان. قال ابن (٦) الرقاع (٧) : </p><p> وسْنَانُ أَقْصَدَهُ النُّعاسُ فَرَنَّقَتْ ... في عينهِ سِنَةٌ وليس بنائمِ </p><p>= وقال ابن حجر في \"تقريب التهذيب\" لابن حجر (٥٣٦٧): غيلان بن أنس مقبول. (١) ساقطة من (ش).(٢) في (ح): وهو.(٣) في (أ): السنة.(٤) \"تفسير مقاتل\" ١/ ١٣٤.(٥) في (ش)، (ح): يوسن.(٦) في الأصل (ز)، (أ): ابن أبي.(٧) عدي بن زيد بن مالك بن الرقاع العاملي القضاعي أبو داود، ويقال: أبو دؤاد.شاعر إسلامي، كان ينزل الشام، مدح بعض خلفاء بني أمية، وهو من حاضرة الشعراء لا من باديتهم.انظر: \"الشعر والشعراء\" لابن قتيبة ٤١٠، \"سمط اللآلئ\" للميمني ١/ ٣٠٩، \"الأغاني\" لأبي الفرج الأصفهاني ٩/ ٣٠٠.والبيت في \"ديوانه\" (ص ١٢٢) وفي \"مجاز القرآن\" لأبي عبيدة ١/ ٧٨، و\"تفسير غريب القرآن\" لابن قتيبة (ص ٩٣)، و\"الشعر والشعراء\" (ص ٤١١)، \"الكامل\" للمبرد ١/ ١٢٧.قال أبو عبيد البكري في \"اللآلئ\" ١/ ٥٢١: الإقصاد أن يصيبه السهم. فيقتله، وهو هنا استعارة؛ أي: أقصده النعاس فأنامه. فرنقت: دارت وماجت.</p><p> والنوم هو الثقيل (١) المزيل للقوة والعقل. فنفى الله تعالى عن نفسه النوم؛ لأنه آفة، ولا تجوز عليه الآفات؛ ولا تغيره (٢) ، ولا يجوز عليه تغير (٣) الأحوال؛ ولأنه قهر، والله تعالى قاهر غير مقهور؛ ولأنه للاستراحة، ولا يناله (٤) تعب فيستريح؛ ولأنه أخو الموت. </p><p> [٥٨٨] أخبرنا عبد الله بن حامد (٥) ، قال: أنا أبو حامد بن (٦) الشرقي (٧) ومكي بن عبدان (٨) ، قال: نا (٩) عبد الله بن عبد الوهاب الخوارزمي (١٠) ، قال: نا (١١) عبد الله بن جبلة (١٢) ، </p><p>(١) في (أ): ولا نوم وهو النوم الثقيل. (٢) في (ش، (ح)، (أ): ولأنه تغير. وفي (ز): ولا تعتريه.(٣) في (أ): عليه التغير ولا تغير.(٤) في (ز): والله سبحانه لا يناله.(٥) في (ح) زيادة: الوزان.وهو: عبد الله بن حامد الوزان، فقيه، لم يذكر بجرح أو تعديل.(٦) ساقطة من (ح).(٧) أحمد بن محمد بن الحسن أبو حامد بن الشرقي، ثقة مأمون.(٨) في (ش): عبد الله. وكتب فوقها: ن.وهو: مكي بن عبدان، ثقة مأمون.(٩) في (ح): أنا.(١٠) عبد الله بن عبد الوهاب الخوارزمي، في حديثه نكارة.(١١) في (ش): أنا.(١٢) عبد الله بن جبلة.روى البيهقي في \"البعث والنشور\" (٤٤٢) هذا الحديث من طريق: عبد الله بن عبد الوهاب الخوارزمي فقال: حدثنا عبد الله بن جبلة بن أبي رواد.فلعله: عبد الله بن عثمان بن جبلة بن أبي رواد المعروف بعبدان، ثقة حافظ مع أن =</p><p> عن سفيان (١) ، عن محمد بن المنكدر (٢) ، عن جابر قال: سئل رسول الله - صلى الله عليه وسلم - أينام أهل الجنة؟ قال:  \"لا؛ لأن(٣)النوم أخو الموت، ولا يموت أهل الجنة\"  (٤) . </p><p>= المزي لم يذكر سفيان الثوري، في شيوخه إلا أنه روى عن طبقة الثوري؛ بل روى عن من هو أقدم موتًا منه. (١) سفيان الثوري، الإمام الحجة.(٢) محمد بن المنكدر، ثقة.(٣) ساقطة من (ش)، (ح).(٤) [٥٨٨] الحكم على الإسناد:شيخ المصنف لم يذكر بجرح أو تعديل، وعبد الله بن عبد الوهاب الخوارزمي في حديثه نكارة، والحديث له طرق صحيحة عن سفيان الثوري مرسلًا وموصولًا.التخريج:رواه البيهقي في \"البعث والنشور\" (ص ٢٥٧) (٤٤٢) من طريق أبي نصر محمد بن حمدويه بن سهل المروزي قال: حدثنا عبد الله بن عبد الوهاب الخوارزمي قال: حدثنا عبد الله بن جبلة بن أبي رواد به بنحوه.ورواه البزار في \"البحر الزخار\" كما في \"كشف الأستار\" ٤/ ١٩٣ (٣٥١٧) من طريق محمد بن يوسف الفريابي. ورواه العقيلي في \"الضعفاء الكبير\" ٢/ ٣٠١ ومن طريقه ابن الجوزي في \"العلل المتناهية\" ٢/ ٤٤٩ (١٥٥٣) والطبراني في \"المعجم الأوسط\" ٨/ ٣٤٢ (٨٨١٦) وابن عدي في \"الكامل\" ٤/ ٢١٨ وابن جميع الصيداوي في \"معجم الشيوخ\" (ص ٧٣) وأبو نعيم في \"حلية الأولياء\" ٧/ ٩٠ وفي \"صفة الجنة\" ٢/ ٥٦ (٢١٥) وتمام في \"فوائده\" انظر \"الروض البسام\" ٥/ ٢٣٠ (١٧٨٥)، كلهم من طريق عبد الله بن محمد بن المغيرة.وقال أبو نعيم: غريب من حديث الثوري، تفرد به عبد الله.ورواه البيهقي في \"البعث والنشور\" (ص ٢٥٧) (٤٣٩) وفي \"شعب الإيمان\" ٤/ ١٨٣ (٤٧٤٥) وعزاه الألباني في \"سلسلة الأحاديث الصحيحة\" ٢/ ٧٥ =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= (١٠٨٧) لأبي عثمان النجيرمي في \"فوائده\"، كلاهما من طريق معاذ بن معاذ العنبري. ورواه أبو الشيخ في \"طبقات المحدثين بأصبهان\" ٣/ ٣٦ (٣٥٣)، ٣/ ٢٥٣ (٤٧٧) وعزاه الألباني في \"سلسلة الأحاديث الصحيحة\" ٣/ ٧٤ لأبي الحسن الحربي في \"الحربيات\"، كلاهما من طريق الحسين بن حفص الهمداني. ورواه ابن الجوزي في \"العلل المتناهية\" ٢/ ٤٤٩ (١٥٥٤) من طريق الحسين بن الوليد كلهم عن سفيان الثوري به بنحوه.ورواه ابن المبارك في \"الزهد\" (ص ٧٩) (٢٧٩) وعبد الله بن أحمد بن حنبل في زوائده على \"الزهد\" (ص ٢٢) (٤٣) من طريق جرير بن عبد الحميد ووكيع. ورواه العقيلي في \"الضعفاء الكبير\" ٢/ ٣٠١، من طريق قطبة بن العلاء، وعبيد الله بن موسى. ورواه البيهقي في \"البعث والنشور\" (ص ٢٥٧) (٤٤١) من طريق قبيصة بن عقبة. وذكره العقيلي أيضًا عن مخلد بن يزيد، وعبيد الله بن عبد الرحمن الأشجعي. كلهم عن سفيان الثوري عن ابن المنكدر به مرسلًا.قال ابن أبي حاتم في \"العلل\" ٢/ ٢١٩ (٢١٤٧): سمعت أبي، وذكر حديثًا رواه الفريابي عن الثوري ... قال أبي: الصحيح ابن المنكدر عن النبي - صلى الله عليه وسلم - ليس فيه جابر.قال الهيثمي في \"مجمع الزوائد\" ١٠/ ٤١٥: ورجال البزار رجال الصحيح.وقال الألباني في \"سلسلة الأحاديث الصحيحة\" ٤/ ٧٧: لا شك أن روايتهم المرسلة أقوى من رواية الذين أسندوه، فلو كان الذي أسنده فردًا؛ لكانت روايتهم تجعلنا نعثقد أنه وَهِم في إسناده، أما وهم جمع فلا سبيل إلى توهيمهم، فالصواب القول بصحته مسندًا، ومرسلًا، ولا منافاة بينهما؛ فإن الراوي قد ينشط أحيانًا، فيسنده، ولا ينشط تارة فيرسله.ورواه الطبراني في \"المعجم الأوسط\" ١/ ٢٨٢ (٩١٩) وابن عدي في \"الكامل\" ٦/ ٣٦٦، وعزاه الألباني في \"سلسلة الأحاديث الصحيحة\" ٣/ ٧٧ للضياء في \"صفة الجنة\"، كلهم من طريق مصعب بن إبراهيم قال: حدثنا عمران بن الربيع =</p><p> ولأنه لو نام لغَفَل، ولو غفل لاختل ملكه وتدبيره، (تعالى الله عن ذلك)  (١) . </p><p> [٥٨٩] أخبرنا (٢) عبد الله بن (٣) حامد (٤) ، قال: أنا (٥) محمد بن جعفر (٦) ، قال: نا علي بن حرب (٧) قال: نا أبو معاوية (٨) قال: أنا (٩) الأعمش (١٠) ، عن عمرو بن مرة (١١) ، عن أبي عبيدة (١٢) ، عن </p><p>= الكوفي، عن يحيى بن سعيد الأنصاري، عن محمد بن المنكدر، عن جابر به مرفوعًا بنحوه. ومصعب بن إبراهيم قال فيه ابن عدي في \"الكامل\" لابن عدي ٦/ ٣٦٦: مجهول، وأحاديثه عن الثقات ليست بمحفوظة.وقال العقيلي: في حديثه نظر.(١) ما بين القوسين ساقطة من (ش)، (ح)، (أ).(٢) في (أ): حدثنا.(٣) ساقطة من (ش).(٤) عبد الله بن حامد الأصبهاني فقيه، لم يذكر بجرح أو تعديل.(٥) في (أ): نا.(٦) محمد بن جعفر المطيري، ثقة مأمون.(٧) علي بن حرب الموصلي، صدوق فاضل.(٨) محمد بن خازم أبو معاوية ثقة، من أثبت الناس في الأعمش.(٩) في (أ): حدثنا.(١٠) سليمان بن مهران الأعمش ثقة، حافظ، مدلس، وروايته هنا محمولة على الاتصال.(١١) عمرو بن مرة، ثقة عابد، ورمي بالإرجاء.(١٢) عليها طمس في (ح).</p><p> أبي موسى (١) قال: قام فينا رسول الله - صلى الله عليه وسلم - بخمس كلمات (٢) : \"إن الله لا ينام، ولا ينبغي له أن ينام، ولكنه يخفض القسط وبرفعه، يرفع إليه عمل الليل قيسل عمل(٣)النهار، وعمل النهار قبل عمل الليل، حجابه النور لو كشفها لأحرقت سبحات(٤)وجهه ما انتهى إليه بصره من خلقه\"  (٥) . </p><p>= وهو: عامر بن عبد الله بن مسعود الهذلي أبو عبيدة الكوفي. مشهور بكنيته، ويقال: اسمه كنيته. ثقة. توفي ليلة دُجيل سنة (٨٢ هـ).انظر: \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٤٠٣، \"الكاشف\" للذهبي (٢٥٣٩)، \"جامع التحصيل\" للعلائي (ص ٢٠٤)، \"تهذيب التهذيب\" لابن حجر ٢/ ٢٦٨، \"تقريب التهذيب\" لابن حجر (٨٢٣١).(١) الأشعري، صحابي مشهور.(٢) في (ش)، (ز)، (أ) زيادة: فقال. وفي (ح) زيادة: قال.(٣) ساقطة من (ش)، (ح).(٤) هي جمع سبحة، قال الخليل والهروي، وغيرهما: معنى سُبُحات وجهه: نوره، وجلاله، وبهاؤه.انظر \"غريب الحديث\" لأبي عبيد ٣/ ١٧٣، \"الأسماء والصفات\" للبيهقي ١/ ٢٩٦، \"شرح صحيح مسلم\" للنووي ٣/ ١٨.(٥) [٥٨٩] الحكم على الإسناد:فيه شيخ المصنف لم أجد فيه جرحًا ولا تعديلًا، والحديث قد روي من طرق صحيحة عن أبي معاوية.التخريج:رواه مسلم في كتاب الإيمان، باب في قوله - عليه السلام-: \"إن الله لا ينام\" (١٧٩/ ٢٩٣)، وابن أبي عاصم في \"السنة\" ١/ ٢٧٢ (٦١٤) كلاهما عن أبي بكر ابن أبي شيبة، ورواه مسلم عن أبي كريب. =</p><p> [٥٩٠] وأخبرنا (١) عبد الله بن حامد (٢) قال: أنا (٣) (محمد بن </p><p>= ورواه ابن ماجه في المقدمة باب فيما أنكرت الجهمية (١٩٥). عن علي بن محمد. ورواه الإمام أحمد في \"المسند\" ٤/ ٤٠٥ (١٩٦٣١) ورواه ابن أبي عاصم أيضًا عن ابن نمير. ورواه ابن خزيمة في \"التوحيد\" ١/ ٤٦ (٢٩)، ١/ ١٧٧ (١٠٠) عن سلم بن جنادة ومحمد بن عبد الله المخرمي. ورواه الآجري في \"الشريعة\" ٣/ ١١٨٦ (٧٦٠) من طريق محمد بن الصباح، كلهم عن أبي معاوية به بنحوه. ورواه مسلم في كتاب الإيمان، باب في قوله -عليه السلام-: \"إن الله لا ينام\" (١٧٩/ ٢٩٤) وابن خزيمة في \"التوحيد\" ١/ ٤٩ (٣١) والبيهقي في \"الأسماء والصفات\" ١/ ٢٩٥ واللالكائي في \"شرح أصول الاعتقاد\" ٣/ ٤٥٩ (٦٩٦) كلهم من طريق جرير عن الأعمش به بنحوه. ورواه مسلم (١٧٩) (٢٩٥) والإمام أحمد ٤/ ٣٩٥ (١٩٥٣٠) من طريق شعبة.وليس عندهم: \"حجابه النور ... \" ورواه ابن ماجه في المقدمة باب فيما أنكرت الجهمية (١٩٦) والإمام أحمد في \"المسند\" ٤/ ٤٠١ (١٩٥٨٧) وابن خزيمة في \"التوحيد\" ١/ ٤٨ (٣١) والآجري في \"الشريعة\" ٣/ ١١٨٧ (٧٦٢) والبيهقي في \"الأسماء والصفات\" ١/ ٢٩٦، ٢/ ٣٦، كلهم من طريق المسعودي.ورواه ابن خزيمة في \"التوحيد\" ١/ ٤٧ (٣٠) والآجري في \"الشريعة\" ٣/ ١٠٨٣ (٦٥٩) ٣/ ١١٨٦ (٧٦١) من طريق سفيان الثوري. ورواه ابن خزيمة في \"التوحيد\" ١/ ٤٥ (٢٨) من طريق العلاء بن المسيب، كلهم عن عمرو بن مرة به بنحوه.ورواه ابن خزيمة في \"التوحيد\" ١/ ٤٩ (٣٢) والآجري في \"الشريعة\" ٣/ ١٠٨٤ (٦٦٠) ٣/ ١١٨٨ (٧٦٣)، كلاهما من طريق أبي بردة عن أبي موسى بنحوه مرفوعًا.(١) في (ح): أخبرنا.(٢) الوزان فقيه، لم يذكر بجرح أو تعديل.(٣) في (أ): نا.</p><p> يعقوب (١) ، قال: نا) (٢) محمد بن إسحاق (٣) معين (٤) ، قال: نا (٥) هشام بن يوسف (٦) ، عن (٧) أميه بن شبل (٨) ، </p><p>(١) محمد بن يعقوب أبو العباس الأصم، ثقة. (٢) ما بين القوسين ساقطة من (ش).(٣) محمد بن إسحاق بن جعفر ويقال: محمد الصاغاني أبو بكر الخراساني.نزيل بغداد، ثقة، ثبت. توفي سنة (٢٧٠ هـ).انظر: \"الجرح والتعديل\" لابن أبي حاتم ٧/ ١٩٥، \"تاريخ بغداد\" للخطيب ١/ ٢٤٠، \"تهذيب التهذيب\" لابن حجر ٣/ ٥٠٢، \"تقريب التهذيب\" لابن حجر (٥٧٢١).(٤) يحيى بن معين، ثقة، حافظ مشهور، إمام الجرح والتعديل.(٥) في (ش): أخبرنا.(٦) هشام بن يوسف الأبناوي أبو عبد الرحمن الصنعاني.ثقة، توفي سنة (١٩٧ هـ).انظر: \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٧٠، \"تهذيب التهذيب\" لابن حجر ٤/ ٢٧٩، \"تقريب التهذيب\" لابن حجر (٧٣٠٩).(٧) في (ح): نا.(٨) أمية بن شبل اليماني.قال يحيى بن معين: ثقة. وذكره ابن حبان في \"الثقات\". وقال علي بن المديني: ما بحديثه بأس. وذكره الذهبي وقال: له حديث منكر. وساق له هذا الحديث. \"التاريخ الكبير\" للبخاري ٢/ ١١، \"سؤالات محمد بن عثمان بن أبي شيبة لعلي ابن المديني\" (ص ٤٩)، \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٣٠٢، \"الثقات\" لابن حبان ٨/ ١٢٣، \"تاريخ أسماء الثقات\" لابن شاهين (ص ٤٤)، \"ميزان الاعتدال\" للذهبي ١/ ٢٧٦، \"لسان الميزان\" لابن حجر ٤/ ٤٦٧، \"تعجيل المنفعة\" لابن حجر ١/ ٣١٩.</p><p> قال: أخبرني الحكم بن أبان (١) ، عن عكرمة (٢) عن أبي هريرة (٣) قال: سمعت رسول الله - صلى الله عليه وسلم - يحكي عن موسى -عليه السلام- على المنبر قال (٤) : \"وقع في نفس موسى -عليه السلام- هل ينام الله -عز وجل-؟ قال: فأرسل الله سبحانه إليه ملكًا فأرَّقه ثلاًثا، وأعطاه قارورتين في (٥) كل يد قارورة، وأمره أن يتحفظ (٦) بهما. قال: فجعل ينام، وتكاد يداه تلتقيان، فيحبس إحداهما (٧) </p><p>(١) الحكم بن أبان أبو عيسى العدني. قال يحيى بن معين، والعجلي، والنسائي: ثقة. وحكى ابن خلفون توثيقه عن ابن نمير، وابن المديني، وأحمد بن حنبل. وذكره ابن حبان في \"الثقات\"، وقال: ربما أخطا. وروى له ابن خزيمة في \"صحيحه\" وقال: تكلم أهل المعرفة بالحديث بالاحتجاج بخبره. وذكره العقيلي في \"الضعفاء\" وقال ابن عدي -في ترجمة الحسين بن عيسى: الحكم بن أبان فيه ضعف، ولعل البلاء منه لا من حسين بن عيسى. وقال ابن المبارك: الحكم بن أبان، وأيوب بن سويد، وحسام ابن مصك، ارم بهؤلاء. وقال ابن حجر: صدوق له أوهام. توفي سنة (١٥٤ هـ). \"تاريخ أسماء الثقات\" لابن شاهين (ص ١٢٦)، \"الجرح والتعديل\" لابن أبي حاتم ٢/ ١١٣، \"الضعفاء الكبير\" ١/ ٢٥٥، \"الثقات\" لابن حبان ٦/ ١٨٥، \"الكامل\" لابن عدي ٢/ ٣٥٥، \"الكاشف\" للذهبي (١١٧٢)، \"تهذيب التهذيب\" لابن حجر ١/ ٤٦١، \"تقريب التهذيب\" لابن حجر (١٤٣٨).(٢) في (أ): علقمة.وهو: عكرمة مولى ابن عباس، ثقة، ثبت.(٣) صحابي مشهور.(٤) في (ش): وقال.(٥) في (أ): على.(٦) في (أ): بأن يتحفظ. وفي (ح): أن يحتفظ.(٧) في (أ): فحبس إحديهما.</p><p> عن (١) الأخرى حتى نام نومة، فاصطكت يداه، فانكسرت القارورتان. قال: فضرب (٢) الله تعالى (٣) مثلًا أن الله (٤) لو نام لم تستمسك السماوات (٥) والأرض\" (٦) . </p><p>(١) في (ز): على. (٢) في (ش)، (ح): ضرب.(٣) في هامش (ز) زيادة: ذلك.(٤) في (ش)، (ز) زيادة: -عز وجل-.(٥) في (ز)، (ش)، (ح)، (أ): السماء.(٦) [٥٩٠] الحكم على الإسناد:شيخ المصنف لم أجد فيه جرحًا أو تعديلًا، وهو معلول بالمخالفة، ولا يصح مرفوعًا.التخريج:رواه البيهقي في \"الأسماء والصفات\" ١/ ٩٤ عن أبي عبد الله الحاكم قال: حدثنا أبو العباس الأصم به.ورواه الخطيب في \"تاريخ بغداد\" ١/ ٢٦٨، ومن طريقه ابن الجوزي في \"العلل المتناهية\" ١/ ٢٦ (٢٣) من طريق أبي عبد الله محمد بن أحمد بن إبراهيم الحكيمي قال: حدثنا محمد ابن إسحاق الصاغاني به.ورواه أبو يعلى في \"المسند\" ١٢/ ٢ (٦٦٦٩) والطبري في \"جامع البيان\" ٣/ ٨ والبيهقي في \"الأسماء والصفات\" ١/ ٩٤ وابن الجوزي في \"العلل المتناهية\" ١/ ٢٦ (٢٢)، كلهم من طريق إسحاق بن أبي إسرائيل قال: حدثنا هشام بن يوسف به.وقال ابن الجوزي أيضا في \"العلل المتناهية\" ١/ ٢٧ قال الدارقطني: يقول به الحكم بن أبان عن عكرمة، وتفرد به أمية عن الحكم، وتفرد هشام عن أمية. . وقد رواه عبد الرزاق في \"تفسير القرآن العظيم\" ١/ ١٠٢ ومن طريقه رواه الطبري في \"جامع البيان\" ٣/ ٧ - ٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٨٨ (٢٥٨٤)، والخطيب في \"تاريخ بغداد\" ١/ ٢٦٨ عن معمر عن الحكم عن عكرمة =</p><p> = به بنحوه، من قوله مقطوعًا. </p><p> قال الخطيب في \"تاريخ بغداد\" ١/ ٢٦٨: هكذا رواه أمية بن شبل عن الحكم بن أبان موصولاً، مرفوعًا، وخالفه معمر بن راشد، فرواه عن الحكم عن عكرمة قوله، لم يذكر فيه النبي - صلى الله عليه وسلم -، ولا أبا هريرة. </p><p> وقال البيهقي في \"الأسماء والصفات\" ١/ ٩٤: متن الحديث الأول - يريد: حديث أبي بردة الآتي- أشبه أن يكون هو المحفوظ. </p><p> وقال ابن الجوزي في \"العلل المتناهية\" ١/ ٢٧ - ٢٨: ولا يثبت هذا الحديث عن رسول الله - صلى الله عليه وسلم -، وغلط من رفعه، والظاهر أن عكرمة رأى هذا في كتب اليهود، فما يزال عكرمة يذكر عنهم أشياء، ولا يجوز أن يخفى هذا على نبي الله -عز وجل- .. وقال الذهبي في \"ميزان الاعتدال\" ١/ ٢٧٦: وخالفه معمر، عن الحكم، عن عكرمة وهو أقرب. </p><p> وقال ابن كثير في \"تفسير القرآن العظيم\" ٢/ ٤٤٠: هذا حديث غريب جدًا، والأظهر أنه إسرائيلي لا مرفوع. </p><p> وقد روى ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٨٧ (٢٥٨٠) ، وعنه أبو الشيخ في \"العظمة\" ٢/ ٤٥٢ (١٣٨) من طريق جعفر بن أبي المغيرة، عن سعيد ابن جبير، عن ابن عباس قال: إن بني إسرائيل قالوا لموسى: يا موسى هل ينام ربك ... فذكره بنحوه. </p><p> ورواه عبد الله بن أحمد بن حنبل في \"السنة\" ٢/ ٤٥٥ (١٠٢٨) من طريق آخر عن جعفر بن أبي المغيرة عن سعيد بن جبير به مختصرًا من قوله. </p><p> ورواه أبو الشيخ في \"العظمة\" ٢/ ٤٢٤ (١١٩) من طريق سعيد بن أبي بردة، عن أبيه، عن أبي موسى - رضي الله عنه - موقوفًا بنحو حديث ابن عباس. </p><p> ورواه البيهقي في \"الأسماء والصفات\" ١/ ٩٤ من طريق سعيد بن أبي بردة عن أبيه من قوله. </p><p> وقال ابن الجوزي في \"العلل المتناهية\" ١/ ٢٨: وقد روى عبد الله بن أحمد بن = </p><p> {لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} مُلْكًا وخلْقًا. {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ} بأمره. قال أهل الإشارة في هذِه الآية: جذب (١) بها قلوب عباده إليه عاجلًا وآجلًا، فسبحان من لا وسيلة إليه إلا به (٢) . </p><p> {يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ} قال مجاهد، وعطاء، (والسدي، والحكم)  (٣) : {يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ} من أمر الدنيا {وَمَا خَلْفَهُمْ} من أمر الآخرة (٤) . </p><p> وقال الضحاك (٥) والكلبي: {يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ}  (٦) يعني: </p><p>= حنبل في \"كتاب السنة\" عن سعيد بن جبير قال: إن بني إسرائيل قالوا لموسى -عليه السلام-: هل ينام ربنا ... وهذا هو الصحيح. وقال الذهبي في \"ميزان الاعتدال\" ١/ ٢٧٦: ولا يسوغ أن يكون هذا وقع في نفس موسى، وإنما روي أن بني إسرائيل سألوا موسى عن ذلك.(١) بعدها في (أ): الله تعالى.(٢) في (ش) زيادة: قوله.انظر: \"حقائق التفسير\" للسلمي (٢١ ب).(٣) في (ح): والحكم والسدي.(٤) قول مجاهد رواه الطبري في \"جامع البيان\" ٣/ ٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٨٩ (٢٥٨٨، ٢٥٩٢). وقول عطاء ذكره الواحدي في \"الوسيط\" ١/ ٣٦٧، وفي \"البسيط\" ١/ ١٥٣ أ، والبغوي في \"معالم التنزيل\" ١/ ٣١٢.وقول السدي رواه الطبري في \"جامع البيان\" ٣/ ٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٨٩ (٢٥٩٢). وقول الحكم رواه الطبري في \"جامع البيان\" ٣/ ٩.(٥) في الأصل: ضحاك.(٦) ساقطة من (أ).</p><p> الآخرة؛ لأنهم يقدمون عليها، {وَمَا خَلْفَهُمْ} الدنيا؛ لأنهم (١) يُخَلّفونها وراء أظهرهم (٢) . وقال ابن جريج:  {يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ} ما مضى أمامهم {وَمَا خَلْفَهُمْ}  (٣)  (ما يكون بعدهم (٤) . وقال مقاتل والواقدي:  {يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ} يعني: ما كان قبل خلق الملائكة {وَمَا خَلْفَهُمْ}  (٥) يعني (٦) : وما كان بعد خلقهم (٧) . وقيل:  {يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ} يعني: ما فعلوه من خير أو شر (٨)  {وَمَا خَلْفَهُمْ} ما هم فاعلوه (٩) . </p><p> {وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ} أي: من (١٠) علم الله {إِلَّا بِمَا شَاءَ} </p><p>(١) ساقطة من (أ). (٢) في جميع النسخ: ظهورهم.قول الضحاك ذكره الواحدي في \"الوسيط\" ١/ ٣٦٧، وفي \"البسيط\" ١/ ١٥٣ أ.وقول الكلبي ذكره السمرقندي في \"بحر العلوم\" ١/ ٢٢٣، والواحدي في \"الوسيط\" ١/ ٣٦٧، والبغوي في \"معالم التنزيل\" ١/ ٣١٢.(٣) في (ش)، (ح) زيادة: يعني.(٤) رواه الطبري في \"جامع البيان\" ٣/ ٩.(٥) ما بين القوسين ساقط من (ح).(٦) ساقطة من (أ).(٧) قول مقاتل في \"تفسيره\" ١/ ١٣٤.وانظر \"بكر العلوم\" للسمرقندي ١/ ٢٢٣.(٨) في (ش)، (ح): وشر.(٩) في (ش): وما فاعلوه.وفي (ح): وما هم فاعلوه. وفي (ش) زيادة: قوله.انظر: \"معالم التنزيل\" للبغوي ١/ ٣١٢، \"البحر المحيط\" لأبي حيان ٢/ ٢٨٩.(١٠) ساقطة من (ح).</p><p> أن يعلمهم، ويطلعهم عليه (١)  {وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ} أي: ملأ، وأحاط به. </p><p> واختلفوا في الكرسي، فقال ابن عباس، وسعيد بن جبير، ومجاهد: كرسيه (٢) : علمه (٣) ، ومنه قيل للصحيفة يكون فيها علم </p><p>(١) في (ح): ويطلعهم الله عليه. وفي (ش): أن يعلم فيطلعهم الله. (٢) ساقطة من (ش)، (ح)، (أ).(٣) قول ابن عباس رواه عبد الله بن أحمد بن حنبل في \"السنة\" ٢/ ٥٠٠ (١١٥٦) والطبري في \"جامع البيان\" ٣/ ٩ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٩٠ (٢٥٩٩) وابن منده في \"الرد على الجهمية\" (ص ٤٥) (١٦) واللالكائي في \"شرح أصول الاعتقاد\" ٣/ ٤٤٩ (٦٧٩) والبيهقي في \"الأسماء والصفات\" ١/ ٢٠٥، وعزاه السيوطي في \"الدر المنثور\" ١/ ٥٨٠ لعبد بن حميد، كلهم من طريق جعفر بن أبي المغيرة، عن سعيد بن جبير، عن ابن عباس به.قال الدارمي: وأما ما رويت عن ابن عباس، فإنه من رواية جعفر، وليس جعفر ممن يعتمد على روايته، إذ قد خالفه الرواة الثقات المتقنون. \"نقض الإمام أبي سعيد الدارمي على المريسي\" ١/ ٤١١ وقال ابن منده: ولم يتابع عليه جعفر، وليس هو بالقوي في سعيد بن جبير \"الرد على الجهمية\" (ص ٤٥).وقد روى عبد الله بن أحمد بن حنبل في \"السنة\" ١/ ٣٠١ (٥٨٦) والدارمي في \"نقض الإمام أبي سعيد على المريسي\" ١/ ٣٩٩، ٤١٢ وابن خزيمة في \"التوحيد\" ١/ ٢٤٨ - ٢٤٩ (١٥٤، ١٥٥، ١٥٦) ومحمد بن عثمان بن أبي شيبة في \"العرش\" (ص ٧٩) (٦١) والطبراني في \"المعجم الكبير\" ١٢/ ٣١ (١٢٤٠٤) وأبو الشيخ في \"العظمة\" ٢/ ٥٨٢ (٢١٦) والحاكم في \"المستدرك\" ٢/ ٣١٠ وقال: صحيح على شرط الشيخين. والخطيب في \"تاريخ بغداد\" ٩/ ٢٥١ - ٢٥٢، كلهم من طريق عمار الدهني، عن مسلم البطين، عن سعيد بن جبير، عن ابن عباس قال: الكرسي موضع القدمين. والعرش لا يقدر أحد قدره.</p><p> مكتوب: كراسة، ومنه قول الراجز في صفة قانص (١) : </p><p> حتى إذا ما جاءها تكَرَّسا </p><p> يعني: عَلِم. ويقال للعلماء: الكراسي، قال الشاعر: </p><p> تَحُفُّ بهم بيضُ الوجوه وعُصبةٌ ... كَرَاسيُّ بالأحداث حين (٢) تَنُوبُ (٣) </p><p>= قال الذهبي في \"مختصر العلو\" (ص ١٠٢): رواته ثقات. وقال الهيثمي: ورجاله رجال الصحيح. \"مجمع الزوائد\" ٦/ ٣٢٣.وقال الأزهري: وهذه رواية اتفق أهل العلم على صحتها، ومن روى عنه في الكرسي أنه العلم، فليس مما يثبته أهل المعرفة بالأخبار. \"تهذيب اللغة\" (كرس) ١٠/ ٥٤.وقول سعيد بن جبير رواه البخاري في التفسير، باب قوله: {فإن خفتم فرجالا ... } قبل حديث (٤٥٣٥). معلقًا عنه بصيغة الجزم، ورواه موصولاً: سفيان الثوري في \"تفسيره\" (ص ١٢٧) (١٢٥) وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤١٩١.وقول مجاهد ذكره الواحدي في \"البسيط\" ١/ ١٥٣ أ.(١) ذكره الطبري في \"جامع البيان\" ٥/ ٤٠٢. وقال محمود شاكر: لم أجد الرجز ... ولا أدري إلى أي شيء يعود الضمير إلى القانص أم إلى كلبه، والاستدلال بهذا الرجز على أنه يعني بقوله: (تكرس)، علم؛ لا دليل عليه حتى نجد سائر الشعر، ولم يذكره أحد من أصحاب اللغة.(٢) في (أ): حتى.(٣) البيت ذكره الطبري في \"جامع البيان\" ٣/ ١١، والطوسي في \"تفسير التبيان\" ٢/ ٣٠٩، والماوردي في \"النكت والعيون\" ١/ ٣٢٥، والطبرسي في \"مجمع البيان\" ٢/ ٣٠٠، وأبو حيان في \"البحر المحيط\" ٢/ ٢٩٠، وذكره الزمخشري في \"أساس البلاغة\" ١/ ٥٤٠ (كرس)، وقال: أنشده قطرب. وذكره الواحدي في \"البسيط\" ١/ ١٥٢ أ، وذكر معه بيتًا آخر يدل على أن الكراسي بمعنى العلماء. =</p><p> أي: علماؤها (١) . </p><p> وقال بعضهم (٢) : كرسيه (٣) : سلطانه، وملكه، وقدرته (٤) . والعرب تسمي الملك القديم (٥) كِرسًا (٦) ، وتُسَمِّي أصل كل شيء الكِرْس، يقال: فلان كريم الكِزس أي: الأصل (٧) ، قال العجاج (٨) : </p><p> قد علم القُدُّوس مولى القُدْسِ </p><p> أن أبا العباس أولى نفسِ </p><p> في مَعْدِن المُلْكِ القديم (٩) الكِرْس </p><p> ورأيت في بعض التفاسير كرسيُّهُ: سِرُّه (١٠) ، وأنشدوا فيه (١١) : </p><p>= ونقل عن أبي بكر الأنباري أنه قال: والبيتان يقال: إنهما من صنعة النحويين، ولا يعرف لهما قائل، فلا يحتج بملثهما. (١) كذا في جميع النسخ. وفي الأصل: أي علمًا بها.(٢) في (أ): قوم.(٣) ساقطة من (ش)، (ح)، (أ).(٤) انظر: \"النكت والعيون\" للماوردي ١/ ٣٢٥، \"البحر المحيط\" لأبي حيان ٢/ ٢٩٠.(٥) في (ح): القوي.(٦) كذا في هامش الأصل وجميع النسخ. وفي الأصل: كرسيًا.(٧) انظر: \"جامع البيان\" للطبري ٣/ ١١.(٨) الأبيات في \"ديوانه\" (ص ٤٨٧)، \"جامع البيان\" للطبري ٣/ ١١، و\"لسان العرب\" لابن منظور ١٢/ ٦٨ (كرس).(٩) في (ش): الكريم.(١٠) انظر: \"غرائب التفسير\" للكرماني ١/ ٢٢٥، \"البحر المحيط\" لأبي حيان ٢/ ٢٩٠، \"الدر المصون\" للسمين الحلبي ٢/ ٥٤٥.(١١) عزاه الماوردي في \"النكت والعيون\" ١/ ٣٢٥ لأبي ذؤيب. ولم أجده في شعره. =</p><p> ما لي بأَمرِكَ كرسي (١) أُكَاتِمُهُ ... ولا يُكَرسِئ علم الله مخلوق </p><p> وزعم محمد بن جرير الطبري أن الكرسي: الأهل، أي: وسع له السموات والأرض (٢) . </p><p> وقال أبو موسى والسدي وغيرهما: هو الكرسي بعينه وهو لؤلؤ (٣) . </p><p>= وقال النحاس \"معاني القرآن\" ١/ ٢٦٤: ولقد استشهد ببيت لا يعرف، وهو: ولا يكرسئ علم الله مخلوق، أي: لا يعلم علم الله مخلوق، وهو أيضا لحن؛ لأن الكرسي غير مهموز. وذكره الطوسي في \"تفسير التبيان\" ٢/ ٣٠٩ وأبو المظفر السمعاني في \"تفسير القرآن\" ٢/ ٣٩٨ وأبو حيان في \"البحر المحيط\" ٢/ ٢٩٠ والسمين الحلبي في \"الدر المصون\" ٢/ ٥٤٥.(١) كذا في هامش الأصل، وجميع النسخ. وفي الأصل وهامش (ز): من سر.(٢) لم أجده في \"تفسيره\" وقد رجح الطبري قول ابن عباس، إذ قال: أما الذي يدل على صحته ظاهر القرآن فقول ابن عباس .. أنه قال: هو علمه، وذلك لدلالة قوله تعالى: {وَلَا يَئُودُهُ حِفْظُهُمَا} ٥/ ٤٠١.وذكر الكرماني في \"غرائب التفسير\" ١/ ٢٢٥ ما أورده الثعلبي وعزاه لابن جرير.(٣) قول أبي موسى رواه عبد الله بن أحمد بن حنبل في \"السنة\" ١/ ٣٠٢ (٥٨٨) والطبراني في \"المعجم الكبير\" ٥/ ٣٩٨ (٥٧٨٩) ومحمد بن عثمان بن أبي شيبة في \"العرش\" (ص ٧٨) (٦٠) وأبو الشيخ في \"العظمة\" ٢/ ٦٢٧ (٢٤٥) وابن منده في \"الرد على الجهمية\" (ص ٤٦) (١٧) والبيهقي في \"الأسماء والصفات\" ٢/ ١٤٨، كلهم من طريق عمارة بن عمير عن أبي موسى بلفظ: الكرسي موضع القدمين؛ له أطيط كأطيط الرحل.وعزاه ابن حجر في \"فتح الباري\" ٨/ ١٩٩ لابن المنذر، وقال: بإسناد صحيح. قال الذهبي في \"مختصر العلو\" (ص ٢٤): ليس للأطيط مدخل في الصفات أبدًا؛ =</p><p> وما السموات السبع (١) في الكرسي إلا كدراهم سبعة ألقيت في ترس (٢) . </p><p> وقال علي، ومقاتل: كل قائمة من الكرسي طولها مثل السموات السبع، والأرضين السبع، وهو (٣) بين يدي العرش (٤) . </p><p> ويحمل الكرسي أربعة أملاك؛ لكل ملك أربعة وجوه، أقدامهم في الصخرة التي تحت الأرض السابعة السفلى مسيرة خمسمائة عام، ملك على صورة سيد البشر آدم -عليه السلام-، وهو يسأل للآدميين (٥) الرزق، والمطر </p><p>= بل هو كاهتزاز العرش لموت سعد، وكتفطر السماء يوم القيامة، ونحو ذلك. وقول السدي رواه الطبري في \"جامع البيان\" ٣/ ١٠. وابن أبي حاتم في \"تفسير القرآن العظيم\" ٥/ ٤٩١ (٢٦٠٣) بلفظ: والكرسي بين يدي العرش، وهو موضع قدميه.(١) في (أ) زيادة: والأرضون السبع.(٢) رواه الطبري في \"جامع البيان\" ٣/ ١٠ وأبو الشيخ في \"العظمة\" ٢/ ٥٨٧ (٢٢٠) كلاهما من طريق عبد الرحمن بن زيد بن أسلم عن أبيه عن النبي - صلى الله عليه وسلم - به.قال ابن كثير في \"البداية والنهاية\" ١/ ١٣: الحديث مرسل. قلت: وابن زيد ضعيف.(٣) في (أ): وهي.(٤) روى أبو الشيخ في \"العظمة\" ٢/ ٦٤٦ (٢٥٨) وأبو نعيم في \"حلية الأولياء\" ٣/ ١٧٩ عن علي مرفوعًا بلفظ: الكرسي لؤلؤ، والقلم لؤلؤ، وطول القلم سبع مئة سنة، وطول الكرسي حيث لا يعلمه العالمون.وقال السيوطي في \"الدر المنثور\" ١/ ٥٨٠: سنده واه.وقول مقاتل في \"تفسيره\" ١/ ١٣٤.(٥) في (أ): وهو يسأل الله تعالى الآدميين.</p><p> من السنة إلى السنة، وملك على صورة سيد الأنعام، وهو الثور، وهو يسأل (١) للأنعام الرزق من السنة إلى السنة، على (٢) وجهه غضاضة منذ عبد العجل من دون (٣) الله، وملك على صورة سيد السباع، وهو الأسد؛ يسأل الرزق للسباع من السنة إلى السنة، وملك على صورة سيد الطير، وهو النسر؛ يسأل للطير الرزق (٤) من السنة إلى السنة (٥) . </p><p> [٥٩١] أخبرنا عبد الله بن حامد الوزان (٦) ، قال: أنا (٧) أبو بكر أحمد بن إسحاق (بن أيوب)  (٨) ، قال: أنا (٩) الحسن بن سفيان بن </p><p>(١) في (أ) وفي المواضع التالية: يسأل الله تعالى. (٢) في جميع النسخ: وعلى.(٣) ساقطة من (أ).(٤) في (أ): الرزق للطير.(٥) انظر: \"تفسير مقاتل\" ١/ ١٣٤، \"بحر العلوم\" للسمرقندي ١/ ٢٢٤.وقد رواه عبد الله بن أحمد بن حنبل في \"السنة\" ١/ ٢٠٣ (٥٨٩) وأبو الشيخ في \"العظمة\" ٢/ ٥٥١ (١٩٥) والبيهقي في \"الأسماء والصفات\" ٢/ ١٤٧، وعزاه السيوطي في \"الدر المنثور\" ١/ ٥٨١ لعبد بن حميد، عن أبي مالك نحوه مختصرًا.(٦) ساقطة من (ح). وفيها وفي (ز)، (أ) زيادة: بقراءتي عليه.وهو: عبد الله بن حامد الوزان الأصبهاني، فقيه، لم يذكر بجرح أو تعديل.(٧) في (أ): ثنا.(٨) من (ح).وهو: أحمد بن إسحاق بن أيوب بن يزيد الصبغي أبو بكر النيسابوري لم يذكر بجرح أو تعديل.(٩) في (أ): حدثنا.</p><p> عامر (١) ، قال: نا إبراهيم بن هشام بن يحيى (بن يحيى)  (٢) الغساني (٣) ، قال: نا أبي (٤) ، عن جدي (٥) ، عن أبي إدريس الخولاني (٦) ، عن أبي ذر (٧) قال: قلت: يا رسول الله أيُّما أُنزِل (٨) عليك أعظم (٩) ؟ </p><p>(١) وهو: الحسن بن سفيان، الإمام ابن حجر الثبت. (٢) من (ش).(٣) إبراهيم بن هشام بن يحيى بن يحيى الغساني الدمشقي.قال الطبراني: لم يرو هذا عن يحيى إلا ولده، وهم ثقات. وذكره ابن حبان في \"الثقات\"، وأخرج حديثه في \"صحيحه\". وقال أبو حاتم، وأظنه لم يطلب العلم، وهو كذاب. وقال علي بن الحسين بن الجنيد: صدق أبو حاتم ينبغي أن لا يحدث عنه. وقال ابن الجوزي: قال أبو زرعة: كذاب. وقال الذهبي: أحد المتروكين. توفي سنة (٢٣٨ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٢/ ١٤٢، \"الثقات\" لابن حبان ٨/ ٧٩، \"الضعفاء والمتروكين\" لابن الجوزي ١/ ٥٩، \"ميزان الاعتدال\" للذهبي ١/ ٧٢، ٤/ ٣٧٨، \"لسان الميزان\" لابن حجر ١/ ١٢٢.(٤) هشام بن يحيى بن يحيى بن قيس الغساني.قال الطبراني: ثقة. وذكره ابن حبان في \"الثقات\". وقال أبو حاتم: صالح الحديث.\"التاريخ الكبير\" للبخاري ٨/ ١٩٢، \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٧٠، \"الثقات\" لابن حبان ٩/ ٢٣٢.(٥) يحيى بن يحيى الغساني، ثقة.(٦) عائذ الله بن عبد الله أبو إدريس الخولاني، عالم الشام بعد أبي الدرداء.(٧) صحابي مشهور.(٨) في (ش): أيما أنزل. وفي (ز): أي آية أنزل. وفي (ح): أيما آي أنزلت.(٩) في (ش) زيادة: آية.</p><p> قال:  \"آية الكرسي -ثم قال:يا أبا ذر ما السموات السبع مع الكرسي إلا كحلقة ملقاة بأرض فلاة(١)، وفضل العرش على الكرسي كفضل الفلاة على الحلقة\"  (٢) . </p><p>(١) في (أ): الفلاة. (٢) [٥١٩] الحكم على الإسناد:فيه إبراهيم بن هشام أحد المتروكين، وشيخ المصنف لم أجد فيه جرحًا ولا تعديلاً، وللحديث طرق عن أبي ذر.التخريج:رواه البيهقي في \"الأسماء والصفات\" ٢/ ١٤٩ عن أبي عبد الله الحاكم قال: أنا أبو بكر بن إسحاق به.ورواه ابن حبان في \"صحيحه\" انظر \"الإحسان\" ٢/ ٧٦ (٣٦١) عن الحسن بن سفيان به مطولاً.ورواه ابن حبان أيضا عن الحسين بن عبد الله القطان وابن قتيبة. ورواه أبو الشيخ في \"العظمة\" ٢/ ٦٤٨ (٢٥٩) من طريق أبي طاهر أحمد بن عمرو المصري. ورواه أبو نعيم في \"حلية الأولياء\" ١/ ١٦٦ من طريق جعفر الفريابي، وأحمد بن أنس بن مالك كلهم عن إبراهيم بن هشام به.قال الذهبي في \"مختصر العلو\" (ص ١٣٠): إبراهيم ليس بشيء، وقد وثق.ورواه محمد بن عثمان بن أبي شيبة في \"العرش\" (ص ٧٧) (٥٨) من طريق المختار بن غسان العبدي عن إسماعيل بن سلم عن أبي إدريس الخولاني به بنحوه. وعلقه أبو نعيم في \"حلية الأولياء\" ١/ ١٦٨ عن المختار بن غسان عن إسماعيل بن سلمة به.وإسماعيل بن سلم أو سلمة لم أظفر له بترجمة. وقال الألباني في \"سلسلة الأحاديث الصحيحة\" ١/ ١٧٤ (١٠٩): غالب الظن أنه إسماعيل بن مسلم، فقد ذكروه في شيوخ المختار بن غسان، وهو المكي البصري، ضعيف.وانظر \"تهذيب الكمال\" للمزي ٢٧/ ١٨ \"تهذيب التهذيب\" لابن حجر ٤/ ٣٨. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= قلت: لا أعلم لم اختار الشيخ الألباني أن يكون إسماعيل بن مسلم هو المكي البصري الضعيف، والعلماء حين ذكروا شيوخ المختار لم ينسبوا إسماعيل، وقد يكون إسماعيل بن مسلم العبدي أبو محمد البصري، ثقة. خاصة وكلاهما عبدي. والمختار قال ابن حجر في \"تقريب التهذيب\" (٦٥٢٣) عنه: مقبول. ورواه ابن مردويه في \"تفسيره\" كما عزاه له سندًا ومتنًا: ابن كثير في \"البداية والنهاية\" ١/ ١٣ وفي \"تفسير القرآن العظيم\" ٢/ ٤٤٢ - ٤٤٣ من طريق محمد بن أبي السري العسقلاني قال: أنبأنا محمد بن عبد الله التميمي عن القاسم بن محمد الثقفي عن أبي إدرشى به بنحوه. والقاسم بن محمد، مجهول.ورواه ابن عدي في \"الكامل\" ٧/ ٢٤٤ وأبو الشيخ في \"العظمة\" ٢/ ٥٦٩ (٢٠٦) وأبو نعيم في \"حلية الأولياء\" ١/ ١٦٨ والبيهقي في \"الأسماء والصفات\" ٢/ ١٤٩، كلهم من طريق يحيى بن سعيد السعدي القرشي، عن ابن جريج، عن عطاء، عن عبيد بن عمير، عن أبي ذر به بنحوه. قال البيهقي: تفرد به يحيى بن سعيد السعدي وله شاهد بإسناد أصح. وقال العقيلي: لا يتابع على حديثه. وقال ابن حبان: شيخ يروي عن ابن جريج المقلوبات، وعن غيره من الثقات الملزقات، لا يحل الاحتجاج به إذا انفرد. وقال ابن عدي: وهذا حديث منكر من هذا الطريق عن ابن جريج. . وهذا الحديث ليس له من الطرق إلا من رواية أبي إدريس الخولاني والقاسم بن محمد عن أبي ذر، والثالث حديث ابن جريج. وهذا أنكر الروايات.\"الضعفاء الكبير\" للعقيلي ٤/ ٤٠٤، \"المجروحين\" لابن حبان ٢/ ١٢٩، \"الكامل\" لابن عدي ٧/ ٢٤٤.ورواه الطبري في \"جامع البيان\" ٣/ ١٠ وأبو الشيخ في \"العظمة\" ٢/ ٥٨٧ (٢٢٠) كلاهما من طريق عبد الرحمن بن زيد بن أسلم عن أبي ذر به. وقد وقع التصريح في كتاب \"العظمة\" أن الراوي عن أبي ذر هو عبد الرحمن بن زيد، وأما في \"جامع البيان\" للطبري فيحتمل هو أو أبوه زيد بن أسلم.قال ابن كثير في \"البداية والنهاية\" ١/ ١٣: منقطع. =</p><p> وفي بعض الأخبار أن بين حملة العرش وحملة (١) الكرسي سبعين حجابًا (من ظلمة، وسبعين حجابًا من نور، غلظ (٢) كل حجاب مسيرة خمسمائة سنة؛ لولا (٣) ذلك لاحترقت حملة الكرسي) (٤) من نور حملة العرش (٥) . </p><p>= قلت: بل معضل، وعبد الرحمن بن زيد ضعيف. والحديث ذكره ابن حجر في \"فتح الباري\" ١٣/ ٤١١، وقال: صححه ابن حبان. وسكت عليه. والجزء الأول من الحديث في فضل آية الكرسي له طرق أخرى عن أبي ذر، منها ما رواه الإمام أحمد في \"المسند\" ٥/ ١٧٨، ١٧٩ (٢١٥٤٦)، (٢١٥٥٢) وأبو داود الطيالسي في \"مسنده\" (ص ٦٥) (٤٧٨) والبزار في \"البحر الزخار\" ٩/ ٤٢٦ (٤٠٣٤) والحاكم في \"المستدرك\" ٢/ ٣١٠ وقال: صحيح الإسناد. والبيهقي في \"شعب الإيمان\" ٢/ ٤٥٧ (٢٣٨٩)، كلهم من طريق المسعودي عن أبي عمرو الشامي عن عبيد بن الخشخاش عن أبي ذر به.وقال الهيثمي في \"مجمع الزوائد\" ١/ ١٦٠: وفيه المسعودي، ثقة لكنه اختلط.(١) قبلها في (ح): وبين.(٢) في (ح): وغلظ.(٣) في (أ): ولولا.(٤) ما بين القوسين ساقط من (ش).(٥) روى أبو الشيخ في \"العظمة\" ٢/ ٦٩٢ (٢٨٢) عن وهب بن منبه نحوه. وذكره عنه ابن أبي زمنين في \"أصول السنة\" (ص ٩٩) (٤٤).ورواه ابن خزيمة في \"التوحيد\" ١/ ٥١ (٣٤) وأبو الشيخ في \"العظمة\" ٢/ ٦٨٥ - ٦٩٣ (٢٧٦، ٢٨٠، ٢٨١، ٢٨٣) وابن أبي زمنين في \"أصول السنة\" (ص ١٠٨) (٤٣) والبيهقي في \"الأسماء والصفات\" ٢/ ١٤٦ - ١٤٧، كلهم من طرق عن مجاهد به بنحوه مختصرًا.قال الذهبي في \"مختصر العلو\" (ص ١٣٢): هذا ثابت عن مجاهد إمام التفسير.</p><p> وقال الحسن البصري: الكرسي هو العرش بعينه (١) . </p><p> وحكى أبو سعد (٢) عبد الملك بن أبي عثمان الزاهد عن بعض المتقدمين أن الكرسي اسم ملك من الملائكة أضافه إلى نفسه تخصيصًا وتفضيلًا (٣) ، فنبه بهذا عباده على عظمته وقدرته، فقال: إن خلقًا من خلقي يملأ السموات والأرض، فكيف يُقْدَرُ قَدري (٤) ، وتعرف عظمتي. والله أعلم. </p><p> (قوله تعالى)  (٥) : {وَلَا يَئُودُهُ حِفْظُهُمَا} أي: لا يجهده (٦) ، ولا يشق عليه (٧) ، </p><p>(١) رواه الطبري في \"جامع البيان\" ٣/ ١٠ من طريق جويبر عن الضحاك عنه. وجويبر ضعيف جدًا. وقال ابن كثير في \"البداية والنهاية\" ١/ ١٣: وهذا لا يصح عن الحسن؛ بل الصحيح عنه وعن غيره من الصحابة والتابعين أنه غيره.وقال ابن عطية في \"المحرر الوجيز\": والذي تقتضيه الأحاديث أن الكرسي مخلوق عظيم بين يدي العرش، والعرش أعظم منه. .(٢) في (ح): قال أبو إسحاق: وحكى الأستاذ أبو سعيد. وفي (ز): أبو سعيد.(٣) في (ح): تفضيلًا وتخصيصًا.(٤) في (أ): قدرتي.(٥) ساقطة من (ح)، (أ).(٦) في (أ): زيادة: ولا يقله. وفي (ش): ولا يؤوده، أي: لا يثقله حفظهما. وفي (ح): ولا يؤوده أي: لا يثقله ولا يجهده.(٧) انظر: \"مجاز القرآن\" لأبي عبيدة ١/ ٧٨، \"تفسير غريب القرآن\" لابن قتيبة (ص ٩٣)، \"جامع البيان\" للطبري ٣/ ١٢.</p><p> قالت الخنساء (١) : </p><p> وحامل الثقل بالأعباء (٢) قد علموا ... إذا يؤود رجالًا بعقر ما حملوا </p><p> وقيل:  {يَئُودُهُ} : يسقطه من ثِقَلِهِ، قال الشاعر: </p><p> إني وما نحروا غداةَ مِنى ... عند الجمار يوودها العُقْل (٣) </p><p> {حِفْظُهُمَا}  (٤) حفظ السموات والأرض. {وَهُوَ الْعَلِيُّ} الرفيع فوق خلقه بالتدبير، والقوة، والقدرة (٥) ، لا بالمساقة، والمكان، والجهة (٦)  {الْعَظِيمُ} فلا شيء أعظم منه. قال المفسرون: سبب نزول هذِه الآية أن الكفار كانوا يعبدون الأصنام، ويقولون: هؤلاء شفعاؤنا </p><p>(١) لم أجده في \"ديوانها\"، ولا في غيره. (٢) في (أ): والأعباء.(٣) لم أهتد إلى قائله ولم أجد من ذكره.(٤) ما قطة من (ش). وفي (ز): قوله: {حِفْظُهُمَا}.(٥) في (ش): خلقه التدبير والقدرة. وفي (ح): بالتدبير والقدرة والقدر.(٦) قال شيخ الإسلام في \"مجموع الفتاوى\" ٥/ ٢٩٨ - ٢٩٩: لفظ الجسم والحيز والجهة، ألفاظ فيها إجمال وإبهام، وهي ألفاظ اصطلاحية، وقد يراد بها معان متنوعة، ولم يرد الكتاب والسنة في هذِه الألفاظ لا بنفي ولا إثبات، ولا جاء عن أحد من سلف الأمة وأئمتها فيها نفي ولا إثبات أصلاً ... فهذِه الألفاظ ليس على أحد أن يقول فيها بنفي ولا إثبات حتى يستفسر المتكلم بذلك، فإن بين أنه أثبت حقًّا أثبته، كان أثبت باطلاً رده، كان نفى باطلًا نفاه، وإن نفى حقًّا لم ينفه.</p>"
}