{
  "id": null,
  "sura": 2,
  "aya": 278,
  "text": "<p> ٢٧٨ - (قوله عز وجل)  (١) : {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا}  (٢) الآية (٣) </p><p> قال عطاء وعكرمة: نزلت هذِه الآية في العباس بن عبد المطلب (٤) ، وعثمان بن عفان؛ وكانا قد أسلفا في التمر، فلما حضر الجِداد، قال لهما صاحب التمر (٥) : لا يبقى لي (٦) ما يكفي عيالي إن (أنتما أخذتما)  (٧) حقكما كله، فهل لكما أن تأخذا (٨) النصف، وتُؤَخِّرَا النصف، وأُضْعِف لكما؟ ففعلا، فلما حلَّ الأجل طلبا الزيادة. فبلغ ذلك (رسول الله)  (٩) - صلى الله عليه وسلم -، فنهاهما (عن ذلك)  (١٠) ، </p><p>(١) ما بين القوسين ساقط من جميع النسخ. (٢) في (ش) زيادة: إن كنتم مؤمنين.(٣) ساقطة في (أ).(٤) العباس بن عبد المطلب بن هاشم بن عبد مناف الهاشمي القرشي أبو الفضل. عم رسول الله - صلى الله عليه وسلم -، وكان إليه في الجاهلية السقاية والعمارة، هاجر قبل الفتح، وشهده، وثبت يوم حنين. وقال النبي - صلى الله عليه وسلم -: \"من آذى العباس فقد آذاني، فإنما عم الرجل صنو أبيه\" ولد قبل النبي - صلى الله عليه وسلم - بسنتين، وتوفي بالمدينة سنة (٣٢ هـ).انظر: \"فضائل الصحابة\" للإمام أحمد ٢/ ٩١٥، \"الاستيعاب\" لابن عبد البر ٢/ ٢٨١٠، \"أسد الغابة\" لابن الأثير ٣/ ١٥٩، \"الإصابة\" لابن حجر ٤/ ٣٠.(٥) كذا في (ش)، (ح)، (أ) وانظر مصادر التخريج. وفي الأصل (ز) في الموضعين: الثمرة.(٦) ساقطة من (أ).(٧) في (ح): أنتم أخذتم.(٨) في (ش): تأخذ.(٩) في (ح): النبي.(١٠) ساقطة من (ش)، (ح).</p><p> وأنزل الله تعالى هذِه الآية. فسمعا وأطاعا وأخذا رؤوس أموالهما (١) . </p><p> وقال السدي: نزلت في العباس بن عبد المطلب، وخالد بن الوليد (٢) ، وكانا شريكين في الجاهلية يُسْلِفان في الربا إلى بني (عمرو بن)  (٣) عمير ناس من ثقيف، فجاء الإِسلام، ولهما أموال عظيمة (٤) في الربا فأنزل الله -عز وجل- هذِه الآية (٥) . فقال النبي - صلى الله عليه وسلم -: \"ألا إنَّ كل رِبا من رباً الجاهلية موضوع، وأول رِباً أضعه ربا العباس بن عبد المطلب، وكل دَمٍ من دم (٦) ، الجاهلية موضوع، </p><p>(١) ذكره عنهما الواحدي في \"أسباب النزول\" (ص ٩٣)، وابن الجوزي في \"زاد المسير\" ١/ ٣٣٢، وابن حجر في \"العجاب في بيان الأسباب\" ١/ ٦٤١. وقد روى الطبري في \"جامع البيان\" ٣/ ١٠٧ من طريق ابن جريج عن عكرمة أنَّه قال: كانوا يأخذون الربا علي بني المغيرة يزعمون أنهم مسعود وعبد ياليل وحبيب وربيعة.(٢) خالد بن الوليد بن المغيرة بن عبد الله بن عمر المخزومي القرشي أبو سليمان.سيف الله، أسلم سنة سبع، وشهد مع رسول الله - صلى الله عليه وسلم - فتح مكة وحنيناً، وبعثه - صلى الله عليه وسلم - إلى العزى فهدمها، وإلى أكيدر دومة فأسره. استخلفه أبو بكر على الشام. توفي بحمص، وقيل بالمدينة سنة (٢١ هـ).انظر: \"فضائل الصحابة\" للإمام أحمد ٢/ ١٠٢٤، \"الاستيعاب\" لابن عبد البر ٢/ ٤٢٧، \"أسد الغابة\" لابن الأثير ٢/ ٩٣، \"الإصابة\" لابن حجر ٢/ ٩٨.(٣) زيادة من (ش)، (ح)، وهي في مصادر التخريج.(٤) في (أ) زيادة: جمة.(٥) رواه الطبري في \"جامع البيان\" ٣/ ١٠٦ - ١٠٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٤٨ (٢٩١٣)، وعزاه السيوطي في \"الدر المنثور\" ١/ ٦٤٦ لابن المنذر، وليس عندهم ذكر خالد بن الوليد، وقالوا: رجل من بني المغيرة.(٦) في (أ): دماء.</p><p> وأول لم أضعه دم ربيعة بن الحارث بن عبد المطلب (١) ، كان مُرْضَعاً (٢) في بني ليث (٣) فقتلته هذيل\" (٤) . </p><p> وقال المقاتلان (٥) : نزلت في أربعة إخوةٍ من ثقيف: مسعود (٦) </p><p>(١) ربيعة بن الحارث بن عبد المطلب بن هاشم الهاشمي القرشي أبو أروى. ابن عم رسول الله - صلى الله عليه وسلم -، وكان شريكاً لعثمان في الجاهلية في التجارة، أطعمه رسول الله - صلى الله عليه وسلم - من خيبر مئة وسق كل عام، وكان أسن من عمه العباس. توفي سنة (٢٣ هـ).انظر: \"الاستيعاب\" لابن عبد البر ٢/ ٤٩٠، \"ذخائر العقبى في مناقب ذوي القربى\" للمحب الطبري (ص ٤٠٧)، \"أسد الغابة\" لابن الأثير ٢/ ١٦٦، \"الإصابة\" لابن حجر ٢/ ١٩٧.قال النووي في \"شرح صحيح مسلم\" ٢/ ١٨٢ - ١٨٣: قال القاضي عياض: ورواه بعض رواة مسلم دم ربيعة بن الحارث، قال: وكذا رواه أبو داود، قيل: هو وهم، والصواب: ابن ربيعة. لأنَّ ربيعة عاش بعد النبي - صلى الله عليه وسلم - إلى زمن عمر بن الخطاب. وتأوله أبو عبيد، فقال: دم ربيعة؛ لأنه ولي الدم، فنسبه إليه.(٢) في هامش (ز): مسترضعاً.(٣) ليث بن بكر بطن من كنانة بن خزيمة من العدنانية.\"معجم قبائل العرب\" لعمر كحالة ٣/ ١٠١٩.(٤) رواه مسلم في كتاب الحج، باب حجة النبي - صلى الله عليه وسلم - (١٢١٨)، وأبو داود في كتاب المناسك، باب صفة حجة النبي - صلى الله عليه وسلم - (١٩٠٥)، وابن ماجه في كتاب المناسك، باب حجة رسول الله - صلى الله عليه وسلم - (٣٠٧٤) من حديث جابر الطويل في حجة الوداع، وليس فيه أن سبب وروده ما حصل من العباس وخالد.وانظر \"العجاب في بيان الأسباب\" لابن حجر ١/ ٦٣٨.(٥) في جميع النسخ: مقاتلان.(٦) مسعود بن عمرو بن عمير بن عوف بن عقدة بن غيرة الثقفي. =</p><p> وعبد ياليل (١) وحبيب وربيعة (٢) ، وهم بنو عمرو (٣) بن عمير بن عوف الثقفي، وكانوا يداينون بني المغيرة بن عبد الله بن عُمر (٤) بن مخزوم، وكانوا يربون، فلما ظهر النبي - صلى الله عليه وسلم - على الطائف وصالح ثقيفاً، فأسلم (٥) هؤلاء (٦) الإخوة وطلبوا رباهم من بني المغيرة، فقالت (٧) بنو المغيرة: والله ما نُعْطي الربا في الإِسلام وقد وضعه الله -عز وجل- </p><p>= أخرج ابن أبي حاتم، وابن مردويه عن ابن عباس في قوله: {وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ} قال: نزلت في رجل من ثقيف، ورجل من قريش، والذي من ثقيف هو مسعود بن عمرو. وفرق ابن حجر بينه وبين مسعود ابن عمرو الثقفي الذي روى عن النبي - صلى الله عليه وسلم - كراهة السؤال والنهي عن قتل الجنان. انظر: \"الإصابة\" لابن حجر ٦/ ٩٢. (١) عبد ياليل بن عمرو بن عمير الثقفي.كان وجهاً من وجوه ثقيف، وذكر ابن إسحاق، وابن حبَّان أنَّه كان ممن وقد على رسول الله - صلى الله عليه وسلم - في وفد ثقيف. وقال غيرهما: إن الوافد مسعود بن عبد ياليل.انظر: \"الاستيعاب\" لابن عبد البر ٣/ ١٠٠٧، \"أسد الغابة\" لابن الأثير ٣/ ٣٣٣، \"الإصابة\" لابن حجر ٤/ ١٩٢، ٥/ ١٦٠.(٢) حبيب وربيعة ابنا عمرو بن عمير الثقفي.من أهل الطائف، أسلما، ويروى أنَّه نزل فيهما مع أخويهما: {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا}.انظر: \"معرفة الصحابة\" لأبي نعيم ٢/ ٨٣١، ٢/ ١٠٩٤، \"أسد الغابة\" لابن الأثير ١/ ٣٧٢، ٢/ ١٧٠، \"الإصابة\" لابن حجر ١/ ٣٢١، ٢/ ٢٠١.(٣) في (ش): عمر.(٤) في (أ): عمرو.(٥) في جميع النسخ: أسلم. والمثبت من الأصل.(٦) في (ش)، (ح) زيادة: الأربعة.(٧) في (أ): فقال.</p><p> ورسوله - صلى الله عليه وسلم - عن (١) المؤمنين، فما يجعلنا أشقى الناس بهذا. فاختصموا إلى عَتَّاب بن أَسِيد (٢) - (وكان عامل رسول الله - صلى الله عليه وسلم - على مكة، وقال له (٣) : \"أبعثك إلى أهل الله\" فكتب عتاب) (٤)  (بن أسيد)  (٥) إلى النبي (٦) - صلى الله عليه وسلم - بقصة الفريقين، وكان ذلك مالاً عظيماً، (فأنزل الله تعالى)  (٧) : {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا}  (٨) اتركوا {مَا بَقِيَ مِنَ </p><p>(١) في (ش): من. (٢) في (ش)، (ز) زيادة: ابن أبي العيص بن أمية. وفي (ح) زيادة: بن العيص بن أمية. عتاب بن أسيد بن أبي العيص بن أمية بن عبد شمس الأموي القرشي أبو عبد الرحمن ويقال أبو محمَّد المكي.أسلم يوم الفتح، واستعمله النبي - صلى الله عليه وسلم - على مكة لما سار إلى حنين، وكان عمره حين استعمله نيفاً وعشرين سنة. وأقره أبو بكر على مكة إلى أن مات يوم مات أبو بكر الصديق. قال محمَّد بن سلام الجمحي وغيره: جاء نعي أبي بكر إلى مكة يوم دفن عتاب. وساق ابن حجر أدلة على أن وفاته تأخرت إلى أواخر سنة (٢٢ هـ). انظر: \"الطبقات الكبرى\" لابن سعد ٥/ ٤٤٦، \"الاستيعاب\" لابن عبد البر ٣/ ١٠٢٣، \"أسد الغابة\" لابن الأثير ٣/ ٣٥٨، \"الإصابة\" لابن حجر ٤/ ٢١١، \"تهذيب التهذيب\" لابن حجر ٣/ ٤٧.(٣) ساقطة من (ش).(٤) ما بين القوسين ساقط من (أ).(٥) زيادة من (ز).(٦) في (أ): رسول الله.(٧) ساقطة من (ح). وفي (ش) زيادة: قوله -عز وجل-.(٨) قول مقاتل بن سليمان في \"تفسيره\" ١/ ١٤١.وقول مقاتل بن حيان رواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٤٨ (٢٩١٣). =</p><p> الرِّبَا} (١) وذر (٢) : لفظ (٣) تهديد. </p><p> وقرأ الحسن:  (ما بَقَى) بالألف (٤) ، وهي لغة طيِّئ (٥) ، ويقولون </p><p>= وقد رواه أبو يعلى الموصلي في \"مسنده\" ٥/ ٧٤ (٢٦٦٨)، ومن طريقه الواحدي في \"أسباب النزول\" (ص ٩٣) من طريق محمَّد بن نفيل. ورواه أبو نعيم في \"معرفة الصحابة\" ٢/ ٨٣١ (٢١٨٠)، ٢/ ١٠٩٤ (٢٧٦٢) من طريق محمَّد بن مروان السدي، كلاهما عن الكلبي، عن أبي صالح، عن ابن عباس به بنحوه. وعزاه ابن حجر في \"الإصابة\" ١/ ٣٢١، والسيوطي في \"لباب النقول في أسباب النزول\" (ص ٥٦) من طريق الكلبي به، لابن منده.قال الهيثمي في \"مجمع الزوائد\" ٤/ ١١٩ - ١٢٠: رواه أبو يعلى وفيه محمَّد بن السائب الكلبي وهو كذاب.وروى الواحدي في \"الوسيط\" ١/ ٣٩٧ عن مجاهد. والطبري في \"جامع البيان\" ٣/ ١٠٧ عن ابن جريج نحوه.وقد ذكر هذا السبب الفراء في \"معاني القرآن\" ١/ ١٨٢، والزجاج في \"معاني القرآن\" ١/ ٣٥٩.(١) ساقطة من (ح).(٢) في (أ): وذروا.(٣) في (ز): لفظة.(٤) عزاها له القرطبي في \"الجامع لأحكام القرآن\" ٣/ ٣٧٠، وأبو حيان في \"البحر المحيط\" ٢/ ٣٥١، والكرماني في \"شواذ القراءة\" (٤٥ ب)، والسمين الحلبي في \"الدر المصون\" ٢/ ٦٣٧.وذكر ابن جني في \"المحتسب\" ١/ ١٤١ أن الحسن قرأها: (بَقِي)، بكسر القاف، وسكون الياء ..(٥) طيِّئ: إحدى جماجم العرب، كانت من أقوى القبائل العربية، وقد نسب إليها جماعة كثيرة من الأجواد والشعراء.انظر: \"جمهرة أنساب العرب\" لابن حزم (٤٨٦)، \"معجم قبائل العرب\" لعمر كحالة ٢/ ٦٨٩.</p><p> للجارية: جاراة (١) ، وللناصية: ناصاة، قال شاعرهم (٢) : </p><p> لَعَمْرُكَ ما أخشى التَّصَعْلكَ ما بَقَى ... على الأرض قَيْسِيٌّ يَسُوقُ الأبَاعِرَا (٣) </p><p> {إِنْ كُنْتُمْ}  (إذ كنتم{مُؤْمِنِينَ})  (٤) ، كقوله:  {وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ}  (٥)  (٦) . </p><p>(١) في (أ): يا جاراه. (٢) لم أهتد لقائله، وهو في \"الجامع لأحكام القرآن\" للقرطبي ٣/ ٣٧٠، \"البحر المحيط\" لأبي حيان ٢/ ٣٥١، \"الدر المصون\" للسمين الحلبي ٢/ ٦٣٨.(٣) كذا في جميع النسخ. وفي الأصل: الأباعِرَ.(٤) ما بين القوسين ساقط من (ح).(٥) آل عمران: ١٣٩.(٦) في هامش (ز): أي إذ كنتم مؤمنين.</p>"
}