{
  "id": null,
  "sura": 2,
  "aya": 272,
  "text": "<p> ٢٧٢ - قوله عز وجل:  {لَيْسَ عَلَيْكَ هُدَاهُمْ} . </p><p> (قال الكلبي)  (١) : اعتمر رسول الله - صلى الله عليه وسلم - عمرة القضاء، وكانت (٢) معه في تلك العمرة أسماء بنت أبي بكر الصديق (٣) ، فجاءتها أمها قُتيلة (٤) وجدّتها تسألانها، وهما مشركتان، فقالت: لا أعطيكما شيئًا (٥) حتى أستأمر رسول الله - صلى الله عليه وسلم -، فإنكما لستما على ديني. </p><p>(١) ساقطة من (ح). (٢) في (أ): وكان.(٣) زيادة من (ح).أسماء بنت أبي بكر الصديق -عبد الله بن عثمان- التيمية القرشية.أسلمت بعد سبعة عشر إنسانًا، يقال لها: ذات النطاقين؛ لأنها شقت نطاقها يوم الهجرة، وشدت به السفرة للنبي - صلى الله عليه وسلم - وأبيها. توفيت سنة (٧٣ هـ) أو (٧٤ هـ) بعد مقتل ابنها عبد الله بن الزبير بأيام، وقد عاشت مئة سنة.انظر: \"معرفة الصحابة\" لأبي نعيم ٦/ ٣٢٥٣، \"الاستيعاب\" لابن عبد البر ٤/ ١٧٨١، \"أسد الغابة\" لابن الأثير ٥/ ٣٩٣، \"الإصابة\" لابن حجر ٨/ ٧.(٤) كذا في جميع النسخ وهو الصواب. وفي الأصل: قبيلة.قتيلة بنت عبد العزى بن سعد بن نصر بن مالك العامرية القرشية.والدة أسماء بنت أبي بكر، أوردها المستغفري في \"معرفة الصحابة في الصحابيات\"، وقال: تأخر إسلامها. وقال أبو موسى: ليس في شيء من الروايات ذكر إسلامها، قال ابن حجر: إن كانت عاشت إلى الفتح، فالظاهر أنها أسلمت.\"أسد الغابة\" لابن الأثير ٥/ ٥٣٢، \"تجريد أسماء الصحابة\" للذهبي ٢/ ٢٩٧، \"الإصابة\" لابن حجر ٨/ ١٦٩.(٥) زيادة من (ش)، (ح).</p><p> فاستأمرته (في ذلك)  (١) ، فأنزل الله عز وجل هذِه الآية (٢) . فأمرها رسول الله - صلى الله عليه وسلم -بعد نزول هذِه الآية أن تتصدق عليهما، وأعطتهما ووصلتهما (٣) . </p><p> قال الكلبي: ولها وجه آخر، وذلك أن ناسًا من المسلمين كانت لهم قرابة وأصهار ورضاع في اليهود، وكانوا ينفعونهم قبل أن يسلموا، فلما أسلموا كرهوا أن ينفعوهم، وأرادوهم على أن يسلموا، فاستأمروا </p><p>(١) ساقطة من (ح). (٢) في (ح): فأنزل الله تبارك وتعالى: {لَيْسَ عَلَيْكَ هُدَاهُمْ}. وفي (أ): فنزلت هذِه الآية.(٣) ذكره الواحدي في \"أسباب النزول\" (ص ٩٠)، وابن حجر في \"العجاب في بيان الأسباب\" ١/ ٦٣٢، وانظر \"تنوير المقباس\" للفيروزآبادي (ص ٣٢).وذكره السمرقندي في \"بحر العلوم\" ١/ ٢٣٣ دون عزو لأحد. وأورد نحوه مقاتل ابن سليمان في \"تفسيره\" ١/ ١٤٤ لكن قال: سألت النبي - صلى الله عليه وسلم - عن صلة جدها أبي قحافة، وعن صلة امرأته.وقد روى البخاري كتاب الهبة، باب الهدية للمشركين (٢٦٢٠)، وكتاب الجزية والموادعة، باب إثم من عاهد ثم غدر (٣١٨٣)، وكتاب الأدب، باب صلة الوالد المشرك، وباب صلة المرأة أمها ولها زوج (٥٩٧٨، ٥٩٧٩) ومسلم، كتاب الزكاة باب فضل النفقة والصدقة على الأقربين والزوج (١٠٠٣) من طريق هشام بن عروة، عن أبيه، عن أسماء قالت: قدمت على أمي، وهي مشركة في عهد رسول الله - صلى الله عليه وسلم -، فاستفتيت رسول الله - صلى الله عليه وسلم -، قلت: إن أمي قدمت وهي راغبة، أفأصِلُ أمي؟ قال: \"نعم، صلي أمك\" هذا لفظ البخاري، وليس في الحديث بطرقه ورواياته، أنه نزل في أسماء وأمها قوله تعالى: {لَيْسَ عَلَيْكَ هُدَاهُمْ}. وما أورده الكلبي من أن أسماء اعتمرت فجاءتها أمها، يخالف ما في الصحيحين أنها هي التي قدمت المدينة.</p><p> (رسول الله)  (١) - صلى الله عليه وسلم -، فنزلت هذِه الآية، فأعطوهم بعد نزولها (٢) . </p><p> قال سعيد بن جبير: كانوا يتصدقون على فقراء أهل الذمة، فلما </p><p>(١) في (ز): النبي. (٢) ذكره الواحدي في \"أسباب النزول\" (ص ٩٠)، والبغوي في \"معالم التنزيل\" ١/ ٣٣٦، وابن حجر في \"العجاب في بيان الأسباب\" ١/ ٦٣٠.وقد روى النسائي في \"تفسيره\" ١/ ٢٨٢ (٧٢)، والبزار في \"البحر الزخار\" كما في \"كشف الأستار\" ٣/ ٤٢ (٢١٩٣)، والطبري في \"جامع البيان\" ٣/ ٩٤ - ٩٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٣٧ (٢٨٥٢)، والطبراني في \"المعجم الكبير\" ١٢/ ٤٣ (١٢٤٥٣)، والحاكم في \"المستدرك\". وقال: صحيح الإسناد. وقال الذهبي: على شرط البخاري ومسلم ٢/ ٣١٣، ٤/ ١٧٣، والبيهقي في \"السنن الكبرى\" ٤/ ١٩١، وعزاه ابن حجر للفريابي وعبد بن حميد في تفسيرهما. \"العجاب في بيان الأسباب\" لابن حجر ١/ ٦٢٨ - ٦٢٩، كلهم من طرق عن سفيان الثوري، عن الأعمش، عن جعفر بن إياس، عن سعيد بن جبير، عن ابن عباس قال: كانوا يكرهون أن يرضخوا لأنسابهم من المشركين، فسألوا، فرخص لهم، فنزلت هذِه الآية: {لَيْسَ عَلَيْكَ هُدَاهُمْ}. هذا لفظ النسائي، والطبراني.وعزاه السيوطي في \"الدر المنثور\" ١/ ٦٣١ لابن المنذر، وابن مردويه، والضياء المقدسي في \"المختارة\".ولفظ رواية الطبري في \"جامع البيان\" ٣/ ٩٥ من طريق ابن المبارك، عن سفيان: كان أناس من الأنصار لهم أنسباء وقرابة من قريظة والنضير، وكانوا يتقون أن يتصدقوا عليهم، ويريدونهم أن يسلموا، فنزلت: {لَيْسَ عَلَيْكَ هُدَاهُمْ}.قال الهيثمي في \"مجمع الزوائد\" ٦/ ٣٢٤: ورواه البزار بنحوه، ورجاله ثقات.وقال ابن حجر في \"مختصر زوائد مسند البزار\" ٢/ ٧٥ (٢٤٥٠): صحيح.</p><p> كثر فقراء المسلمين قال رسول الله - صلى الله عليه وسلم -: \"لا تتصدقوا(١)إلا على أهل دينكم\" ، فأنزل الله عز وجل:  {لَيْسَ عَلَيْكَ هُدَاهُمْ}  (٢) فتمنعهم (٣) الصدقة ليدخلوا في الإسلام حاجة منهم (٤) إليها. </p><p> {وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ} وأراد بالهدى: التوفيق والتعريف؛ لأنه كان على رسول الله - صلى الله عليه وسلم - هدى البيان والدعوة. </p><p>(١) في (ح): تصدقوا. (٢) عزاه السيوطي بهذا اللفظ لابن المنذر. \"الدر المنثور\" ١/ ٦٣١.ورواه ابن أبي شيبة في \"المصنف\" ٤/ ٢٨٧ (١٠٤٩١)، ويحيى بن يمان في \"تفسيره\" (ص ٣٧) (١٦)، والطبري في \"جامع البيان\" ٣/ ٩٤ - ووقع فيه: عن جعفر عن شعبة، وهو تصحيف لم يتنبه له محقق الكتاب، وصوابه: جعفر عن سعيد، وهو ابن جبير، وقد نقله عن الطبري على الصواب ابن حجر في \"العجاب في بيان الأسباب\" ١/ ٦٣٠ - والواحدي في \"أسباب النزول\" (ص ٨٩)، وفي \"الوسيط\" ١/ ٣٨٦، وعزاه ابن حجر في \"العجاب في بيان الأسباب\" ١/ ٦٣٠ لإسحاق بن راهويه في \"تفسيره\"، كلهم من طريق أشعث بن إسحاق، عن جعفر ابن أبي المغيرة، عن سعيد بن جبير به بنحوه.ورواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٣٧ (٢٨٥٣) من طريق الدشتكي، عن أشعث به موصولاً، عن ابن عباس بنحوه.ورواه الطبري في \"جامع البيان\" ٣/ ٩٥ من طريق يعقوب القمي عن جعفر بن أبي المغيرة، عن سعيد بن جبير: كانوا يتصدقون. . . ووقع سقط في هذا الموضع من \"جامع البيان\" للطبري أكمله الشيخ أحمد شاكر من \"تفسير القرطبي\" انظر \"جامع البيان\" للطبري ط. شاكر ٥/ ٥٨٩ (٦٢٠٩).وهذا إسناد ضعيف؛ لإرساله، وجعفر بن أبي المغيرة ليس بالقوي في سعيد.(٣) في (ش): فتمنعوهم.(٤) في (ح): منه.</p><p> [٦٣١] أخبرنا أبو محمد الأصبهاني (١) ، (قال: نا أحمد بن شاذان البلخي (٢) ، قال: نا جبغويه بن محمد الترمذي (٣) ، قال: نا صالح بن محمد (٤) ) (٥) ، (قال: نا سليمان بن عمرو (٦) ، عن سالم (٧) ) (٨) ، عن عمر بن عبد العزيز (٩) : قال: بلغني أن عمر بن الخطاب رأى رجلًا من أهل الذمة يسأل على أبواب المسلمين، فقال: ما أنصفناك، أخذنا منك الجزية ما دمت شابًا، ثم ضيعناك اليوم، فأمر أن يجرى عليه قوته من بيت مال المسلمين (١٠) . </p><p> (قوله تعالى)  (١١)  {وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلِأَنْفُسِكُمْ} شرطٌ وجزاء، والخير هاهنا المال) (١٢) . {وَمَا تُنْفِقُونَ إِلَّا ابْتِغَاءَ وَجْهِ اللَّهِ} </p><p>(١) في (ش)، (أ): الأصفهاني. وهو عبد الله بن حامد أبو محمد الأصبهاني، فقيه، لم يذكر بجرح أو تعديل.(٢) أحمد بن محمد بن شاذان البلخي، لم أظفر له بترجمة.(٣) جيغويه -أو جبغويه- بن محمد، لم أظفر له بترجمة.(٤) صالح بن محمد الترمذي، متهم، ساقط.(٥) ما بين القوسين زيادة من (ش)، (ح)، (أ).(٦) أبو داود النخعي، كذاب.(٧) سالم بن عجلان الأفطس الأموي، ثقة، رُمي بالإرجاء.(٨) في (أ): قال نا سليمان بن محمد قال نا عمرو بن سلام.(٩) الإمام العادل، ثقة.(١٠) [٦٣١] الحكم على الإسناد:الأثر بهذا الإسناد موضوع؛ فيه سليمان بن عمرو كذاب.(١١) ساقطة من (ح)، (أ).(١٢) ما بين القوسين ساقط من (ش).</p><p> لفظه (١) نفي، ومعناه نهي، أي: لا تنفقوا إلا ابتغاء وجه الله (٢) . {وَمَا تُنْفِقُوا مِنْ خَيْرٍ} شرط كالأول؛ لذلك حذف النون منهما، وأثبت النون (٣) في الوسطى {يُوَفَّ إِلَيْكُمْ}  (٤) أي يُوَفَّر لكم جزاؤه؛ لأن (٥) معناه يؤدَّ (٦) إليكم، فلذلك أدخل: إلى. </p><p> {وَأَنْتُمْ لَا تُظْلَمُونَ} لا تنقصون من ثواب أعمالكم شيئًا. </p><p> واعلم أن هذِه الآية في صدقة التطوع، أباح أن يتصدق على المَلِيء (٧) والذِّمي. فأما صدقة الفرض فلا تجوز إلا للمسلمين، وهم أهل السهمان الذين ذكرهم الله في سورة التوبة (٨) . </p><p>(١) قبلها في (ش)، (ح) زيادة: جحد. (٢) انظر: \"البسيط\" للواحدي ١/ ١٦٢ ب، \"البحر المحيط\" لأبي حيان ٢/ ٣٤١، \"غرائب التفسير\" للكرماني ١/ ٢٣٣.(٣) زيادة من (أ).(٤) نظر: \"إعراب القرآن\" للنحاس ١/ ٣٤٠.(٥) في (ش)، (ح): كأن.(٦) في جميع النسخ: يؤدى.(٧) في (ز): المسلم. وفي هامش (ح): المليء: الغني.(٨) آية: ٦٠. وفي (ح): براءة.</p>"
}