{
  "id": null,
  "sura": 2,
  "aya": 230,
  "text": "<p> قوله تعالى (١) : {تِلْكَ حُدُودُ اللَّهِ} </p><p> أي (٢) : هذِه (٣) أوامر الله (٤) ونواهيه. {فَلَا تَعْتَدُوهَا} : فلا تجاوزوها. </p><p> {وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَئِكَ هُمُ الظَّالِمُونَ} . </p><p> ٢٣٠ - قوله -عز وجل- (٥) : {فَإِنْ طَلَّقَهَا} </p><p> يعني: ثلاثاً {فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ} أي: من بعد تطليقه (٦) الثالثة. و {بَعْدُ} رفع على الغاية (٧) . {حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ} أي (٨) : غير المطلق فيجامعها، والنكاح يتناول العقد والوطء جميعاً (٩) . </p><p> نزلت (١٠) هذِه الآية في تميمة، وقيل: في (١١) عائشة بنت عبد الرحمن بن عتيك القرظي (١٢) ، كانت تحت رِفَاعة بن وهب بن </p><p>(١) ساقطة من (ش)، (ح)، (أ). (٢) من (س).(٣) في (ش): هذا.(٤) في (أ): أوامره.(٥) ساقطة من (ش)، (ح).(٦) في (ش)، (ح)، (ز): التطليقة. وفي (أ): الطلقة.(٧) \"الدر المصون\" للسمين الحلبي ٢/ ٤٥٣.(٨) ساقطة من (أ).(٩) ليست في (س)، وانظر \"الرسالة\" للشافعي (ص ١٥٩ - ١٦٠)، \"جامع البيان\" للطبري ٢/ ٤٧٥ - ٤٧٦، \"إعراب القرآن\" للنحاس ١/ ٣١٥.(١٠) في (ش): أنزلت.(١١) من (ز).(١٢) وقع في اسمها اختلاف كثير، قال ابن عبد البر: لا أعلم لها غير قصتها مع رفاعة. وقد روى مالك في \"الموطأ\" عن الزبير بن عبد الرحمن بن الزَّبير: أن اسمها =</p><p> عتيك القرظي (١) ، </p><p>= تميمة بنت وهب. وعند ابن إسحاق في \"المغازي\" عن هشام بن عروة، عن أبيه أن امرأة من قريظة يقال لها: تميمة. وروى ابن منده عن قتادة: أن اسمها: تميمة بنت أبي عبيد القرظي. قال ابن حجر: لا تنافي رواية مالك، فلعل اسمه وهب، وكنيته أبو عبيد. وقال أيضاً: واختلف هل هي بفتحها -أي: تَميمة- أو بالتصغير، والثاني أرجح، ووقع مجزوماً به في النكاح لسعيد بن أبي عروبة من روايته عن قتادة. وروى الخطيب، وعزاه ابن حجر إلى أبي نعيم من طريق عبد الرزاق عن ابن عباس: أن اسمها: سهيمة. قال ابن حجر: وكأنه تصحيف. والذي في \"المصنف\" لعبد الرزاق: تميمة؟ ! وروى أبو نعيم وعزاه ابن حجر إلى ابن منده كلاهما من طريق محمَّد بن مروان السدي الصغير، عن الكلبي، عن أبي صالح، عن ابن عباس أن اسمها: أميمة بنت الحارث. قال ابن حجر: وهي واحدة اختلف في التلفظ باسمها والراجح الأول. وقال مقاتل بن حيان في \"تفسيره\": نزلت في عائشة بنت عبد الرحمن بن عتيك النضرية، وكانت تحت رفاعة بن وهب بن عتيك النضري. قال أبو موسى المديني: الظاهر أن القصة واحدة. قال الحافظ -بعد ذكر قول مقاتل-: وهذا الحديث إن كان محفوظاً، فالواضح من سياقه أنها قصة أخرى، وأن كلاً من رفاعة القرظي، ورفاعة النضري وقع له مع زوجة له طلاق، فتزوج كلاً منهما عبد الرحمن بن الزبير، فطلقها قبل أن يمسها.\"الموطأ\" ٢/ ٥٣١، \"المصنف\" لعبد الرزاق ٦/ ٣٤٨ (١١١٣٤)، \"معرفة الصحابة\" لأبي نعيم ٦/ ٣٢٦٤، ٦/ ٣٢٨١، \"الاستيعاب\" لابن عبد البر ٤/ ١٧٩٨، \"الأنباء المحكمة\" للخطيب (ص ٥٠٥ - ٥٠٧)، \"الغوامض والمبهمات\" لابن بشكوال ٢/ ٦١٧ - ٦٢٠، \"المستفاد من مبهمات المتن والإسناد\" لأبي زرعة العراقي ٢/ ٩١٣، \"أسد الغابة\" لابن الأثير ٧/ ٢٦، ٤٣، ١٩٣، \"الإصابة\" لابن حجر ٨/ ١٧، ٣٤، ١١٦، ١٤٢، \"فتح الباري\" ٩/ ٤٦٤، ٤٦٥.(١) ورد في \"الصحيح\": رفاعة القرظي. وروى مالك في \"الموطأ\" عن الزبير بن عبد =</p><p> وهو ابن عمها، فطلقها (١) ثلاثاً، فتزوجت بعده عبد الرحمن بن الزَّبِير النضري (٢) ، ثمَّ طلقها. فأتت نبي الله (٣) - صلى الله عليه وسلم -، فقالت: إني كنت عند رِفَاعة فطلقني، فبت طلاقي، فتزوجت بعده عبد الرحمن بن الزبير، </p><p>= الرحمن: أن رفاعة بن سَمَوْأل -كذا ضبطه ابن حجر، أو: سِمْوال، كما ضبطه النوويّ- وهو خال صفية بنت حيي أم المؤمنين. وقال مقاتل بن حيان: رفاعة بن وهب بن عتيك النضري. كما تقدم. قال ابن الأثير: فرق بينهما ابن شاهين، والظاهر أنهما واحد. وقال ابن حجر: وظاهر السياقين أنهما اثنان لكن المشكل اتحاد اسم الزوج الثاني: عبد الرحمن بن الزَّبير. \"الموطأ\" ٢/ ٥٣١، \"صحيح البخاري\" ٦/ ٢٢٢، \"معرفة الصحابة\" لأبي نعيم ٢/ ١٠٧٩، \"الاستيعاب\" لابن عبد البر ٢/ ٥٠٠، \"أسد الغابة\" لابن الأثير ٢/ ٢٢٨، ٢٣٢، ٢٣٣، \"تهذيب الأسماء واللغات\" للنووي ١/ ١٩١، \"الإصابة\" لابن حجر ٢/ ٢١٠، ٢١٢، \"فتح الباري\" ٩/ ٤٦٤.(١) في (ح): فطلقت.(٢) في (س): النضيري.عبد الرحمن بن الزَّبير بن باطيا -وفي بعض المصادر: باطا- القرظي المدني، وقال ابن منده: هو ابن الزبير بن زيد بن أمية بن زيد الأوسي. قال ابن حجر: فيحتمل أن يكون نسب إلى زيد بالتبني؛ لصنع الجاهلية، وإلا فالزبير بن باطيا معروف في بني قريظة. قال ابن الأثير: واتفقوا على أنَّه هو الذي تزوج المرأة التي طلقها رفاعة.\"المؤتلف والمختلف\" للدارقطني ٣/ ١١٣٩، \"معرفة الصحابة\" لأبي نعيم ٤/ ١٨٤٤، \"الإكمال\" لابن ماكولا ٤/ ١٦٦، \"الاستيعاب\" لابن عبد البر ٢/ ٨٣٣، \"أسد الغابة\" لابن الأثير ٣/ ٢٩٢، \"الإصابة\" لابن حجر ٤/ ١٥٩، \"تقريب التهذيب\" لابن حجر (٣٨٦٠).(٣) في (ش)، (أ): النبي. وفي (ز): رسول الله.</p><p> وإنما (١) معه مثل هُدْبة الثوب (٢) ، وإنه طلقني قبل أن يمسني، أفأرجع إلى ابن عمي: زوجي الأول (٣) ؟ </p><p> فتبسم رسول الله - صلى الله عليه وسلم -، وقال:  \"أتريدين أن ترجعي إلى رفاعة؟ لا، حتى تذوقي عُسَيْلَتَهُ، ويذوق عسيلتك\" . </p><p> قال: وأبو بكر - رضي الله عنه - جالس عند النبي (٤) -صلى الله عليه وسلم-، وخالد بن سعيد بن العاص (٥) جالس بباب الحجرة. </p><p> فطفق خالد ينادي: يا (٦) أبا بكر؛ ألا تزجر هذِه عما تجهر به (٧) </p><p>(١) في (أ) زيادة: أنا. (٢) أرادت متاعه أنَّه مثل طرف الثوب الذي لم ينسج؛ مأخوذ من هدب العين في الاسترخاء، وعدم الانتشار.\"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ٢٤٩، \"شرح صحيح مسلم\" للنووي ١٠/ ٢، \"فتح الباري\" لابن حجر ٩/ ٤٦٥.(٣) في (ز): أفأرجع إلى زوجي الأول، يعني: ابن عمها.(٤) في (ش): رسول الله.(٥) خالد بن سعيد بن العاص بن أمية بن عبد شمس الأموي أبو سعيد.من السابقين الأولين -وقيل: كان رابعاً، أو خامساً- هاجر إلى الحبشة، وقدم على النبي - صلى الله عليه وسلم - بخيبر، وشهد معه الحديبية، وفتح مكة، وحنيناً، والطائف، وتبوك، وبعثه - صلى الله عليه وسلم - عاملاً على صدقات اليمن، استشهد يوم مرج الصفر، وقيل: يوم أجنادين في آخر خلافة أبي بكر، أو أول خلافة عمر.\"الطبقات الكبرى\" ٤/ ٩٤، \"الاستيعاب\" لابن عبد البر ٢/ ٤٢٠، \"أسد الغابة\" لابن الأثير ٢/ ٨٢، \"الإصابة\" لابن حجر ٢/ ٩١.(٦) ليست في (س).(٧) ساقطة من (أ).</p><p> عند النبي (١) - صلى الله عليه وسلم - (٢) . </p><p> والعسيلة: اسم الجماع، وأصلها من (٣) العسل؛ شبّه اللذة (٤) التي ينالها الإنسان في تلك الحال (٥) بالعسل، يقال منه (٦) : عَسَلَها يَعْسِلُهَا عَسْلاً، إذا جامعها (٧) . </p><p> فلبثت ما شاء الله أن تلبث (٨) ، ثمَّ رجعت إلى النبي - صلى الله عليه وسلم -، فقالت: </p><p>(١) في (ش)، (ح): رسول الله. (٢) رواه البخاري في كتاب الشهادات، باب شهادة المختبئ (٢٦٣٩)، وفي كتاب الطلاق، باب من أجاز الطلاق الثلاث (٥٢٦٠، ٥٢٦١)، وباب من قال لامرأته: أنت على حرام (٥٢٦٥)، وباب إذا طلقها ثلاثاً، ... (٥٣١٧) وفي كتاب اللباس، باب الإزار المهدب (٥٧٩٢)، وفي باب الثياب الخضر (٥٨٢٥)، وفي كتاب الأدب، باب التبسم والضحك (٦٠٨٤)، ومسلم في كتاب النكاح، باب لا تحل المطلقة ثلاثاً حتى ... (١٤٣٣) من طرق عن عائشة، بنحوه. وقال الحافظ بعد أن أورد ما ذكره الثعلبي: أصل القصة في الصحيحين، وليس في شيء من طرقه أن الآية نزلت فيها، وإنما أوردته تبعاً للثعلبي؛ لاحتمال أن يكون وقعت له رواية. \"العجاب في بيان الأسباب\" لابن حجر ١/ ٥٨٦.قلت: ممن قال أن هذِه القصة هي سبب نزول الآية: مقاتل بن حيان -كما سيأتي تخريجه- ومقاتل بن سليمان، انظر \"تفسيره\" ١/ ١١٩.(٣) ساقطة من (ش).(٤) ساقطة من (ش).(٥) في (أ): الحالة.(٦) في (ح)، (ز): منها. وفي (أ): فيه.(٧) \"غريب الحديث\" للخطابي ١/ ٥٤٦، \"تهذيب اللغة\" للأزهري ٢/ ٩٤ (عسل)، \"الكناية والتعريض\" للثعالبي (ص ٢٣ - ٢٤).(٨) في (ش): فلبث ما شاء الله أن يلبث.</p><p> إن زوجي كان قد (١) مسني. فقال لها النبي - صلى الله عليه وسلم - (٢) : \"كذبت بقولك(٣)الأول، فلن(٤)نصدقك(في الآخر)(٥)\" . </p><p> فلبثت (٦) حتى قبض رسول الله (٧) - صلى الله عليه وسلم -، فأتت أبا بكر، فقالت: يا خليفة رسول الله، أرجع (٨) إلى زوجي الأول، فإن زوجي الآخر (٩) قد (١٠) مسني، وطلقني؟ فقال لها (١١) أبو بكر: قد شهدت رسول الله - صلى الله عليه وسلم - حين أتَيْتِهِ، وقال لك ما قال، فلا ترجعي إليه، فلما قبض أبو بكر أتت عمر (بن الخطاب)  (١٢) - رضي الله عنهما - وقالت له مثل ما قالت لأبي بكر، فقال لها عمر: لئن رجعت إليه لأرجمنك، فإن الله تعالى قد أنزل:  {فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ}  (١٣) . </p><p>(١) ساقطة من (أ). (٢) ساقطة من (أ).(٣) في (ز): في قولك.(٤) في (ز): فلم.(٥) ساقطة من (ح).(٦) في (أ) زيادة: ما شاء الله.(٧) في (ح): النبي.(٨) في (أ): أرجعني.(٩) في (أ): الأخير.(١٠) ساقطة من (ش)، (ح).(١١) ساقطة من (أ).(١٢) ساقطة من (أ).(١٣) لم أجد هذِه الزيادة في شيء من الروايات السابقة ولا في غيرها.وقد روى عبد الرزاق في \"مصنفه\" ٦/ ٣٧ (١١١٣٣)، وعنه الإمام أحمد في =</p><p> {فَإِنْ طَلَّقَهَا} زوجها الثاني، أو مات عنها بعد ما جامعها. </p><p> {فَلَا جُنَاحَ عَلَيْهِمَا} يعني: على المرأة المطلقة، وعلى الزوج الأول. {أَنْ يَتَرَاجَعَا} بنكاح جديد، فذكر النكاح بلفظ التراجع. {إِنْ ظَنَّا} إن (١) عَلِمَا. وقيل: رَجَوَا، قالوا: ولا يجوز أن يكون بمعنى العلم؛ لأنَّ أحداً لا يعلم ما هو كائن إلا الله (٢) . </p><p> {أَنْ يُقِيمَا حُدُودَ اللَّهِ} يعني: ما بيَّن الله من حق أحدهما (٣) على </p><p>= \"المسند\" ١/ ٣٦٤ (٣٤٤١) عن ابن جريح قال: أخبرني عطاء الخراساني، عن ابن عباس بنحو حديث عائشة. وزاد: فقعدت، ثمَّ جاءته بعد، فأخبرته أن قد مسها، فمنعها أن ترجع إلى زوجها الأول، ثمَّ قال: اللهم إن كان إن ما به أن يحلها لرفاعة، فلا يتم له نكاحها مرة أخرى. ثمَّ أتت أبا بكر وعمر في خلافتهما فمنعاها. قال الهيثمي في \"مجمع الزوائد\" ٤/ ٢٦٧: رواه أحمد هكذا، وقوله بنحوه لم يذكر ما يناسبه، ولا أدري على أي شيء عطفه، والله أعلم، ورجاله رجال الصحيح.قلت: تقدم في ترجمة عطاء الخراساني أنَّه لم يسمع من ابن عباس.وهذِه الزيادة قد ذكرها أيضاً مقاتل بن حيان في تفسيره لهذِه الآية، أخرجه عنه ابن المنذر، وابن شاهين في \"الصحابة\"، وأبو موسى المديني في \"الصحابة\".انظر \"أسد الغابة\" لابن الأثير ٢/ ٢٣٣، \"الإصابة\" لابن حجر ٢/ ٤٠٩، \"الدر المنثور\" ١/ ٥٠٥.(١) من (أ).\"مجاز القرآن\" لأبي عبيدة ١/ ٧٤، \"تفسير غريب القرآن\" لابن قتيبة (ص ٨٨)، \"تأويل مشكل القرآن\" لابن قتيبة (ص ١٨٧).(٢) \"جامع البيان\" للطبري ٢/ ٤٧٩.(٣) في (ز): إحداهما.</p><p> الآخر، ومحل (أن في)  (١) قوله: {أَنْ يَتَرَاجَعَا} نصب بنزع حرف الصفة؛ أي: في أن يتراجعا (٢) . وفي قوله {أَنْ يُقِيمَا} نصب بوقوع الظن عليه (٣) . </p><p> وقال مجاهد: معناه: إن علما أن نكاحهما على غير دُلْسَة (٤) . وأراد بالدُّلسة التحليل، وهذا مذهب سفيان (٥) ، والأوزاعي (٦) ، ومالك (٧) ، وأبي (٨) عبيد (٩) ، </p><p>(١) ساقط من (أ). (٢) \"معاني القرآن\" للفراء ١/ ١٤٨، \"معاني القرآن\" للزجاج ١/ ٣٠٩، \"إملاء ما من به الرحمن\" للعكبري ١/ ٩٦.(٣) \"معاني القرآن\" للفراء ١/ ١٤٨، \"جامع البيان\" للطبري ٢/ ٤٧٩، \"البيان في إعراب غريب القرآن\" لابن الأنباري ١/ ١٥٧.(٤) رواه الطبري في \"جامع البيان\" ٢/ ٤٧٨ - ٤٧٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٢٣ (٢٢٣٥)، وعزاه السيوطي في \"الدر المنثور\" ١/ ٥٠٨ إلى عبد بن حميد.والدَّلَس: الظلمة، وفلان لا يُدالِسُ ولا يُوالِس، أي: لا يُخادع، ولا يَغْدر، والمدالسة: المخادعة. \"لسان العرب\" لابن منظور ٤/ ٣٨٧ (دلس).(٥) \"اختلاف العلماء\" لمحمد بن نصر المروزي (ص ١٧٤)، \"الإشراف على مذاهب أهل العلم\" ٣/ ١٩٥، \"المغني\" لابن قدامة ١٠/ ٤٩.(٦) \"اختلاف العلماء\" (ص ١٧٤).(٧) \"الموطأ\" ٢/ ٥٣٢، \"اختلاف العلماء\" للمروزي (ص ١٧٤)، \"الكافي في فقه أهل المدينة\" لابن عبد البر ٢/ ٥٣٣.(٨) تحرفت في (أ): أبو.(٩) \"اختلاف العلماء\" للمروزي (ص ١٧٤)، \"الإشراف على مذاهب أهل العلم\" لابن المنذر ٣/ ١٩٥.</p><p> وأحمد (١) ، وإسحاق (٢) ، قالوا في الرجل يطلق امرأته ثلاثاً، فتتزوج زوجاً غيره؛ ليحلها (٣) لزوجها (٤) الأول: إن النكاح فاسد. </p><p> وكان الشافعي رحمه الله يقول: إذا تزوجها؛ ليحلها فالنكاح ثابت إذا لم يشترط ذلك في عقد النكاح، مثل أن يقول: أنكحك حتى أصيبك، فتحلين لزوجك الأول، فإذا اشترط هذا فالنكاح باطل، وما كان من شرط قبل عقد النكاح فلا (٥) يفسد (٦) النكاح (٧) . </p><p> وقال نافع: أتى رجل ابن عمر، فقال: إن رجلاً طلق امرأته ثلاثاً، فانطلق أخ له من غير مؤامرة، فتزوجها؛ ليحلها للأول، فقال: لا إلا بنكاح (٨) رغبة، كنا نعد هذا سِفاحاً على عهد رسول الله - صلى الله عليه وسلم - (٩) . </p><p>(١) \"مسائل الإمام أحمد\" رواية صالح ٣/ ١٤٠، \"المغني\" لابن قدامة ١٠/ ٤٩، \"شرح الزركشي على مختصر الخرقي\" ٥/ ٢٣٠. (٢) \"اختلاف العلماء\" للمروزي (ص ١٧٤)، \"الإشراف على مذاهب أهل العلم\" لابن المنذر ٣/ ١٩٥.(٣) في (ح): ليحللها.(٤) ساقطة من (أ)، وفي (ش): للزوج.(٥) في (ش): لا.(٦) في (أ): يبطل.(٧) \"الأم\" للشافعي ٥/ ٨٦.(٨) في (أ): لا نكاح إلا نكاح.(٩) رواه الطبراني في \"المعجم الأوسط\" ٦/ ٢٢٣ (٦٢٤٦)، ٩/ ٤٨ - ٤٩ (٩١٠٢)، والحاكم في \"المستدرك\" وصححه ٢/ ٢١٧، والبيهقيُّ في \"السنن الكبرى\" ٧/ ٢٠٨. كلهم من طريق محمَّد بن مطرف، عن عمر بن نافع، عن أبيه به، بنحوه. =</p><p> وقال رسول الله (١) - صلى الله عليه وسلم -: \"لعن الله المحلل والمحلل له\"  (٢) . </p><p>= قال ابن كثير في \"تفسير القرآن العظيم\" ٢/ ٣٦٧: وهذِه الصيغة مشعرة بالرفع. وقال الهيثمي في \"مجمع الزوائد\" ٤/ ٢٦٧: رواه الطبراني ورجاله رجال الصحيح. وقد روى عبد الرزاق في \"مصنفه\" ٦/ ٢٦٥ (١٠٧٧٦)، وابن أبي شيبة في \"مصنفه\" ٦/ ٢٢٢ (١٧٢٤٩)، والبيهقيُّ في \"السنن الكبرى\" ٧/ ٢٠٨ من طريق عبد الملك بن المغيرة قال: سئل ابن عمر عن تحليل المرأة لزوجها؟ فقال: ذاك السفاح.(١) من (ش). وفي (ز): النبي.(٢) ورد هذا الحديث عن جماعة من الصحابة:فقد روى الترمذي في كتاب النكاح، باب ما جاء في المحل والمحلل له (١١٢٠)، وقال: حديث حسن صحيح. والنسائيُّ في كتاب الطلاق، باب إحلال المطلقة ثلاثاً وما فيه من التغليظ ٦/ ١٤٩، والدارميُّ في \"السنن\" (٢٣٠٤)، والإمام أحمد في \"مسنده\" ١/ ٤٤٨، ٤٦٢ (٤٢٨٣) (٤٤٠٣)، وابن أبي شيبة في \"مصنفه\" ٦/ ٢٢٢ (١٧٢٥٥)، وأبو يعلى في \"مسنده\" ٩/ ٢٣٧ (٥٣٥٠)، والبيهقيُّ في \"السنن الكبرى\" ٧/ ٢٠٨ كلهم من طريق أبي قيس عبد الرحمن بن ثروان، عن الهزيل بن شرحبيل، عن عبد الله بن مسعود به، بنحوه مرفوعاً.قال ابن حجر في \"التلخيص الحبير\" ٣/ ١٧٠: وصححه ابن القطان، وابن دقيق العيد على شرط البخاري.وصحح أيضاً ابن القيم إسناده في \"إغاثة اللهفان من مصائد الشيطان\" (ص ٢٧١). وروى الترمذي في \"العلل الكبير\" ١/ ٤٣٧، والإمام أحمد في \"مسنده\" ٢/ ٣٢٣ (٨٢٨٧)، وابن أبي شيبة في \"مصنفه\" ٦/ ٢٢٣ (١٧٢٥٩)، والبزار في \"البحر الزخار\" كما في \"كشف الأستار\" ٢/ ١٦٧، (١٤٤٢) وابن الجارود في \"المنتقى\" (٦٨٤)، والبيهقيُّ في \"السنن الكبرى\" ٧/ ٢٠٨. وعزاه الزيلعي في \"نصب الراية\" ٣/ ٢٤٠ إلى إسحاق بن راهويه وأبي يعلى، كلهم من طريق عبد الله بن جعفر =</p><p> [٥٣٦] أخبرني الحسين بن محمَّد بن الحسين (بن عبد الله)  (١) ، قال: نا أحمد بن جعفر بن حمدان (٢)  (بن عبد الله)  (٣) ، قال: نا جعفر بن محمَّد الفريابي (٤) ، قال: نا (٥) العباس المعروف بابن فريق (٦) ، قال: نا أبو صالح (٧) ، قال: </p><p>= المخرمي، عن عثمان بن محمَّد، عن سعيد المقبري، عن أبي هريرة به، بنحوه مرفوعاً. قال البخاري: هو حديث حسن، وعبد الله بن جعفر المخرمي صدوق، ثقة، وعثمان بن محمَّد الأخنسي ثقة، وكنت أظن أن عثمان لم يسمع من سعيد المقبري. \"العلل الكبير\" ١/ ٤٣٧، وقال الزيلعي في أيضاً في \"نصب الراية\" ٣/ ٢٤٠: الحديث صحيح.وقال ابن القيم في \"إغاثة اللهفان في مصائد الشيطان\" (ص ٢٧١): رواه الإمام أحمد بإسناد رجاله كلهم ثقات وثقهم ابن معين وغيره. .وقال شيخ الإِسلام ابن تيمية في \"بيان الدليل على بطلان التحليل\" (ص ٣٩٦): وإسناده جيد.وسيأتي حديث عقبة بن عامر. وانظر للأحاديث الأخرى \"نصب الراية\" للزيلعي ٣/ ٢٣٨ - ٢٤٠، \"التلخيص الحبير\" لابن حجر ٣/ ١٧٠.(١) ساقطة من (ش)، (أ).وهو: الحسين بن محمَّد بن فنجويه أبو عبد الله الثقفي، ثقة.(٢) في (أ): عبدان.(٣) ساقطة من (أ).وهو: أحمد بن جعفر بن حمدان أبو بكر القطيعي، ثقة، خلط في آخر عمره.(٤) جعفر بن محمَّد الفريابي، ثقة، حجة.(٥) في (ش)، (ح)، (ز): حدثني.(٦) في (ح): رزيق. وهو: العباس المعروف بابن فريق. لم أظفر له بترجمة.(٧) عبد الله بن صالح أبو صالح كاتب الليث، صدوق، كثير الغلط، ثبت في كتابه.</p><p> حدثني الليث بن سعد (١) ، عن مِشْرح (٢) بن هَاعَان (٣) ، عن عقبة بن عامر (٤) قال: قال رسول الله - صلى الله عليه وسلم -: \"ألا أدلكم على التيس المستعار؟ \" قالوا: بلى يا رسول الله. قال:  \"المحلل(٥)والمحلل له\"  (٦) . </p><p>(١) الليث بن سعد، ثقة ثبت. (٢) في (س)، (أ): مسرح. وفي (ش): مسرع.(٣) في (س): ماهان. وفي (ش): هلعان.وهو: مِشْرَح بن هَاعَان المعافري أبو مصعب المصري، قال يحيى بن معين، والعجلي: ثقة. وذكره ابن حبَّان في \"الثقات\"، وقال: يخطئ ويخالف.وقال ابن عدي: أرجو أنَّه لا بأس به. وقال عثمان الدرامي: ومشرح ليس بذاك، وهو صدوق. وقال الإمام أحمد: معروف. وذكره ابن حبَّان في \"المجروحين\" وقال: يروي عن عقبة بن عامر أحاديث مناكير لا يتابع عليها، والصواب في أمره ترك ما انفرد من الروايات والاعتبار بما وافق الثقات. وقال ابن القطان: ثقة. وقال الذهبي: صدوق. وقال ابن حجر: مقبول. قال ابن يونس: توفي قريباً من سنة عشرين ومائة. وقيل: سنة ثمان وعشرين ومائة.\"تاريخ يحيى بن معين\" رواية الدارمي (ص ٢٠٤)، \"الجرح والتعديل\" لابن أبي حاتم ٨/ ٤٣١، \"الثقات\" لابن حبَّان ٥/ ٤٥٢، \"المجروحين\" لابن حبَّان ٣/ ٢٨، \"بيان الوهم والإيهام\" لابن القطان ٣/ ٥٠٤، \"ميزان الاعتدال\" للذهبي ٤/ ١١٧، \"تهذيب التهذيب\" لابن حجر ٤/ ٨١، \"تقريب التهذيب\" لابن حجر (٦٦٧٩).(٤) صحابي مشهور.(٥) في (ش)، (ح): هو المحلل. وفي هامش (أ) زيادة: لعن الله المحلل. وهي زيادة صحيحة وردت في جميع مصادر التخريج الآتية.(٦) [٥٣٦] الحكم على الإسناد:في إسناده: عبد الله بن صالح صدوق كثير الغلط، والعباس لم أظفر له بترجمة، لكن روي الحديث من طرق صحيحة عن أبي صالح، وعثمان بن صالح كلاهما عن الليث. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= التخريج: قال شيخ الإِسلام ابن تيمية في \"بيان الدليل في بطلان التحليل\" (ص ٣٩٨): رويناه من حديث أبي بكر القطيعي: أحمد بن جعفر بن حمدان قال: حدثنا جعفر ابن محمَّد الفريابي قال: حدثني العباس -المعروف بابن فريق- عن أبي صالح: عبد الله بن صالح قال: حدثني الليث به. فذكره. وانظر: \"تفسير القرآن العظيم\" لابن كثير ٢/ ٣٦٥.ورواه الطبراني في \"المعجم الكبير\" ١٧/ ٢٩٩ (٨٢٥) عن مطلب بن شعيب.ورواه الدارقطني في \"السنن\" ٣/ ٢٥١، ومن طريقه ابن الجوزي في \"العلل المتناهية\" ٢/ ١٥٨ (١٠٧٢) من طريق إبراهيم بن الهيثم.ورواه الحاكم في \"المستدرك\" وصححه ٢/ ٢١٧، وعنه البيهقي في \"السنن الكبرى\" ٧/ ٢٠٨ من طريق الفضل بن محمَّد الشعراني، كلهم عن أبي صالح، به.ورواه ابن ماجه في كتاب النكاح، باب المحلل والمحلل له (١٩٣٦)، والحاكم في \"المستدرك\" ٢/ ٢١٧ من طريق يحيى بن عثمان بن صالح. ورواه الروياني في \"مسنده\" ١/ ١٧٥ (٢٢٦)، والبيهقيُّ في \"السنن الكبرى\" ٧/ ٢٠٨ كلاهما من طريق محمَّد بن إسحاق كلاهما عن عثمان بن صالح السهمي، عن الليث بن سعد به، بنحوه. وعندهم تصريح الليث بالسماع من مِشْرَح.قال البخاري: ما أرى الليث سمعه من مشرح بن هاعان. \"العلل الكبير\" للترمذي ١/ ٤٣٨.وقال ابن أبي حاتم في \"العلل\" ١/ ٤١١: وذكرت هذا الحديث ليحيى بن عبد الله ابن بكير، وأخبرته برواية عبد الله بن صالح، وعثمان بن صالح، فأنكر ذلك إنكاراً شديداً، وقال: لم يسمع الليث من مشرح شيئاً، وإنما حدثني الليث بن سعد بهذا الحديث عن سليمان بن عبد الرحمن أن رسول الله - صلى الله عليه وسلم - ... .وقال الزيلعي في \"نصب الراية\" ٣/ ٢٣٩ - ٢٤٠: قلت: قوله في الإسناد: قال لي أبو مصعب. يرد ذلك ... فالحديث صحيح من عند ابن ماجه، فإن شيخ ابن ماجه يحيى بن عثمان، ذكره ابن يونس في \"تاريخ المصريين\" وأثنى عليه بعلم، =</p><p> [٥٣٧] وأخبرنا الحسين (١) ، قال: أنا أحمد بن جعفر بن حمدان (٢) ، قال: نا الفريابي (٣) ، قال: نا مِنْجاب بن الحارث (٤) ، قال: نا ابن مسهر (٥) ، </p><p>= وضبط، وأبوه عثمان بن صالح ثقة أخرج له البخاري ... والعلة التي ذكرها ابن أبي حاتم لم يعرج عليها ابن القطان ولا غيره. وقال عبد الحق الإشبيلي في \"الأحكام الوسطي\" ٣/ ١٥٧: إسناده حسن. وقال شيخ الإِسلام ابن تيمية في \"بيان الدليل على بطلان التحليل\" (ص ٣٩٩): فثبت أن هذا الحديث جيد، وإسناده حسن.وقال ابن القيم في \"إغاثة اللهفان من مصائد الشيطان\" (ص ٢٧٢): رواه ابن ماجه بإسناد رجاله كلهم موثقون لم يجرح واحد منهم. وللجزء الأخير من الحديث شواهد كثيرة تقدم بعضها قريباً.(١) الحسين بن محمَّد بن فنجويه أبو عبد الله الثقفي، ثقة.(٢) من (ش).وهو: أحمد بن جعفر بن حمدان أبو بكر القطيعي، ثقة، خلط في آخر عمره.(٣) جعفر بن محمَّد الفريابي، ثقة، حجة.(٤) مِنْجاب بن الحارث بن عبد الرحمن التميمي، أبو محمَّد الكوفي.ثقة. توفي سنة (٢٣١ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٨/ ٤٤٣، \"تهذيب التهذيب\" لابن حجر ٤/ ١٥٢، \"تقريب التهذيب\" لابن حجر (٦٨٨٢).(٥) علي بن مسهر القرشي أبو الحسن الكوفي، ثقة، له غرائب بعد أن أضر، قال الإمام أحمد: أما علي بن مسهر فلا أدري كيف أقول، ثمَّ قال: كان قد ذهب بصره، وكان يحدثهم من حفظه. وبنحوه قال ابن سعد. وقال ابن نمير: كان على قد دفن كتبه. وقال الذهبي: ثقة، توفي سنة (١٨٩ هـ).\"الطبقات الكبرى\" لابن سعد ٦/ ٣٨٨، \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٢٠٤، \"الضعفاء الكبير\" للعقيلي ٣/ ٢٥١، \"الكاشف\" للذهبي (٣٩٦٧)، =</p><p> عن الأعمش (١) ، عن المسيّب بن رافع (٢) ، عن قبيصة بن جابر الأسدي (٣) قال: سمعت عمر بن الخطاب يخطب، وهو (٤) على المنبر يقول (٥) : والله لا أوتى بمحل ولا بمحلل له إلا رجمتهما (٦) . </p><p>= \"تهذيب التهذيب\" لابن حجر ٣/ ١٩٣، \"تقريب التهذيب\" لابن حجر (٤٨٠٠). قلت: وثقه مطلقاً كثيرون، ولم يذكر الإمام أحمد، وابن سعد، وابن نمير أن عليًّا قد أخطأ حينما حدث بعد ذهاب بصره، ولم أجد في مصادر ترجمته -السابقة وغيرها- حديثاً أنكر عليه. (١) سليمان بن مهران الأعمش، ثقة، مدلس.(٢) في (أ): عن نافع.وهو: المُسَيِّب بن رافع الأعمى الأسدي الكاهلي، أبو العلاء الكوفي، ثقة، توفي سنة (١٠٥ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٨/ ٢٣٩، \"جامع التحصيل\" للعلائي (ص ٢٨٠)، \"تهذيب التهذيب\" لابن حجر ٤/ ٨٠، \"تقريب التهذيب\" لابن حجر (٦٦٧٥).(٣) قبيصة بن جابر بن وهب بن مالك الأسدي، أبو العلاء الكوفي، ثقة، مخضرم، توفي سنة (٦٩ هـ).\"الطبقات الكبرى\" لابن حجر ٦/ ١٤٥، \"تذكرة الطالب المعلم\" لسبط بن العجمي (ص ٨٧)، \"الإصابة\" لابن حجر ٥/ ٢٧٣، \"تهذيب التهذيب\" لابن حجر ٣/ ٤٢٥، \"تقريب التهذيب\" لابن حجر (٥٥١٠).(٤) ساقطة من (أ).(٥) ساقطة من (ش)، (ح)، (أ).(٦) [٥٣٧] الحكم على الإسناد:إسناده ضعيف؛ فيه الأعمش مدلس وقد عنعن.التخريج:رواه عبد الرزاق في \"مصنفه\" ٦/ ٢٦٥ (١٠٧٧٧) عن الثوري ومعمر. ورواه سعيد =</p><p> {وَتِلْكَ حُدُودُ اللَّهِ يُبَيِّنُهَا} روى المفضل (١) وأبان (٢) عن عاصم </p><p>= ابن منصور في \"السنن\" ٢/ ٧٥ (١٩٩٣)، وابن أبي شيبة في \"مصنفه\" ٦/ ٢٢١ (١٧٢٤٧)، والبيهقيُّ في \"السنن الكبرى\" ٧/ ٢٠٨ من طريق سعدان بن نصر كلهم عن أبي معاوية. ورواه سعيد بن منصور في \"السنن\" ٢/ ٧٥ (١٩٩٢) عن جرير بن عبد الحميد. كلهم عن الأعمش به، بنحوه. وعزاه ابن القيم في \"إغاثة اللهفان من مصائد الشيطان\" (ص ٢٧٣) إلى \"سنن الأثرم\" و\"الأوسط\" لابن المنذر. وقال: هو صحيح عن عمر. وعزاه ابن كثير في \"تفسير القرآن العظيم\" ٢/ ٣٦٧ إلى الجوزجاني، وحرب الكرماني.(١) المفضل بن محمَّد بن يعلي بن عامر الضبي، أبو عبد الرحمن الكوفي.قال الخطيب: وكان علامة، راوية للآداب، والأخبار، وأيام العرب، موثقاً في روايته. وقال أبو حاتم السجستاني: ثقة في الأشعار غير ثقة في الحروف. وقال أبو حاتم الرازي: متروك الحديث، متروك القراءة. توفي سنة (١٦٨ هـ). بينما ذهب الأستاذ عبد السلام هارون إلى أنَّه توفي سنة (١٧٨ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٨/ ٣١٨، \"تاريخ بغداد\" للخطيب ١٣/ ١٢١، \"إنباه الرواة\" للقفطي ٣/ ٢٩٨، \"معرفة القراء الكبار\" للذهبي ١/ ١٣١، \"غاية النهاية\" لابن الجزري ٢/ ٣٠٧، \"لسان الميزان\" لابن حجر ٦/ ٨١، مقدمة \"المفضليات\" (ص ٢٤ - ٢٦).(٢) زيادة من جميع النسخ، وفي الرواة عن عاصم اثنان يقال لهما: أبان.الأول: أبان بن يزيد العطار، وستأتي ترجمته. والآخر: أبان بن تغلب الربعي أبو سعد -ويقال: أبو أميمة الكوفي- قرأ على عاصم، وهو أحد الذين ختموا على الأعمش، ثقة تكلم فيه للتشيع، قال الذهبي: فلنا صدقه، وعليه بدعته. . ولم يكن أبان بن تغلب يعرض للشيخين أصلاً؛ بل قد يعتقد عليًّا أفضل منهما. توفي سنة (١٤١ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٢/ ٢٩٦، \"ميزان الاعتدال\" للذهبي ١/ ٥، \"غاية النهاية\" لابن الجزري ١/ ٤، \"تهذيب التهذيب\" لابن حجر ١/ ٥٣، \"تقريب التهذيب\" لابن حجر (١٣٦).</p><p> بالنون (١) . {لِقَوْمٍ يَعْلَمُونَ} . </p><p>(١) عزاها إلى المفضل: ابن مجاهد في \"السبعة\" (ص ١٨٣)، وابن خالويه في \"مختصر في شواذ القرآن\" (ص ٢١)، والأزهري في \"علل القراءات\" ١/ ٨١، والهذلي في \"الكامل في القراءات الخمسين\" (١٦٩/أ). وعزاها إلى أبان: الهذلي في \"الكامل في القراءات الخمسين\" (١٦٩ أ).</p>"
}