{
  "id": null,
  "sura": 2,
  "aya": 9,
  "text": "<p> ٩ - قوله -عز وجل-: {يُخَادِعُونَ اللَّهَ} </p><p> أي: يخالفون الله ويكذبونه، وأصل الخَدْع في اللغة: الإخفاء (١) ، ومنه قيل للبيت الذي يُخَبّأ فيه المتاع: مَخْدَع، فالمخادع يُظهر خلاف ما يضمر. </p><p> وقال بعضهم: أصل الخَدع (٢) في اللغة: الفساد (٣) . </p><p> قال الشاعر: </p><p> أبيض اللون لذيذٌ طَعْمُهُ. . . طيِّبُ الريقِ إذا الريقُ خَدَعْ (٤) </p><p> أي: فسد، فيكون معناه: يفسدون ما أظهروا بألسنتهم من الإيمان بما أضمروا في قلوبهم من الكفر (٥) . </p><p> وقيل معناه: يخادعون الله بزعمهم وفي ظنهم، (يعني: أنهم)  (٦) </p><p>(١) \"البسيط\" للواحدي ٢/ ٤٩٩، \"معالم التنزيل\" للبغوي ١/ ٦٥، \"مقاييس اللغة\" لابن فارس ٢/ ١٦١، \"لسان العرب\" لابن منظور ٤/ ٣٨ (خدع). (٢) في (ج)، (ف)، (ت): الخداع.(٣) \"لسان العرب\" لابن منظور ٤/ ٣٨ (خدع)، \"عمدة الحفَّاظ\" للسمين الحلبي ١/ ٤٩١.(٤) البيت لسويد بن أبي كأهل اليشكري. انظر \"تهذيب اللغة\" للأزهري ١/ ١٥٩ (خدع)، \"مقاييس اللغة\" لابن فارس ٢/ ١٦١ (خدع)، \"الصحاح\" للجوهري ٣/ ١٢٠٢ (خدع)، \"المفضليات\" للضبي (ص ١٩١) وغيرها.(٥) \"البسيط\" للواحدي ٢/ ٥٠٣، \"معالم التنزيل\" للبغوي ١/ ٦٥، \"زاد المسير\" لابن الجوزي ١/ ٣٠.(٦) في (ت): يعني حتَّى إنهم.</p><p> اجترؤوا على الله حتَّى ظنوا أنهم يخادعون الله (١) ، وهذا كقوله:  {وَانْظُرْ إِلَى إِلَهِكَ الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا}  (٢) يعني بزعمك وعلى ظنك. </p><p> وقيل معناه: يفعلون في دين الله -عز وجل- ما هو خداع فيما بينهم (٣) . </p><p> وقيل معناه: يخادعون رسول الله - صَلَّى الله عليه وسلم -، قاله الحسن (٤) ، كقوله -عز وجل-: {فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ}  (٥) أي: آسفوا وليَّنا (٦) ، وقوله:  {إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ}  (٧) أي: أولياء الله (٨) ، لأنَّ الله لا يُؤذى ولا يُخادع، فبيّن الله -عز وجل- أنّ من آذى نبيًّا من أنبيائه أو وليًّا من أوليائه فقد (٩) استحقّ العقوبة، كما لو (١٠) آذى الله وخادعه، يدلُّ عليه الخبر </p><p>(١) \"بحر العلوم\" للسمرقندي ١/ ٩٤، \"الكفاية\" للحيري (ص ٣٤)، \"تفسير القرآن العظيم\" للسمعاني ١/ ٣٩٧، \"الكشاف\" للزمخشري ١/ ٦٦، \"الجامع لأحكام القرآن\" للقرطبي ١/ ١٧٠، \"تفسير القرآن العظيم\" لابن كثير ١/ ٢٨٣. (٢) طه: ٩٧.(٣) \"معالم التنزيل\" للبغوي ١/ ٦٥، \"زاد المسير\" لابن الجوزي ١/ ٣١.(٤) \"الوسيط\" للواحدي ١/ ٨٧، \"البسيط\" للواحدي ٢/ ٥٠٥، \"معالم التنزيل\" للبغوي ١/ ٦٥، \"تفسير القرآن\" للسمعاني ١/ ٣٩٧، \"الكشاف\" للزمخشري ١/ ٦٦، \"زاد المسير\" لابن الجوزي ١/ ٢٩، \"المحرر الوجيز\" لابن عطية ١/ ٩٠، \"الجامع لأحكام القرآن\" للقرطبي ١/ ١٧٠، \"لباب التأويل\" للخازن ١/ ٣٣، \"تفسير الحسن البصري\" ٢/ ٢١.(٥) الزخرف: ٥٥.(٦) في النسخ الأخرى: نبيّنا.(٧) الأحزاب: ٥٧.(٨) \"البسيط\" للواحدي ٢/ ٥٠٦.(٩) ساقطة من (ج).(١٠) ساقطة من (ت).</p><p> المروي أنّ الله تعالى يقول:  \"من آذى وليًّا من أوليائي فقد بارزني بالمحاربة\"  (١) . </p><p> وقيل: إنّ ذكر الله تعالى في قوله: {يُخَادِعُونَ اللَّهَ} تحسين وتزيين لافتتاح الكلام، والقصد بالمخادعة الذين آمنوا (٢) كقوله قولهّ: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ}  (٣) . </p><p>(١) عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صَلَّى الله عليه وسلم -: \"إنَّ الله قال: من عادى لي وليًّا فقد آذنته بالحرب، وما تقرَّب إليَّ عبدي بشيء أحب إليَّ مما افترضته عليه، وما يزال عبدي يتقرب إلى بالنوافل حتَّى أحبه، فإذا أحببتُه كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها، وإن سألني لأعطينه، ولئن استعاذ بي لأعيذنَّه، وما ترددت عن شيء أنا فاعله ترددي عن نفس المؤمن يكره الموت وأنا أكره مساءته\". أخرجه البُخاريّ كتاب الرقاق، باب التواضع (٦٥٠٢). (٢) وورد نحوه من حديث أبي أمامة مرفوعًا، وفيه: \"فقد بارزني\" ومن حديث معاذ مرفوعًا، ولفظه: \"فقد بارز الله بالمحاربة\". وإسناداهما ضعيفان. انظر \"فتح الباري\" لابن حجر ١١/ ٣٤٢، \"زاد المسير\" لابن الجوزي ١/ ٢٩، \"الكشاف\" للزمخشري ١/ ٦٦، \"الجامع لأحكام القرآن\" للقرطبي ١/ ١٧٠، \"لباب التأويل\" للخازن ١/ ٣٣.(٣) الأنفال: ٤١. قال الطبري: وخداع المنافق ربه والمؤمنين، إظهاره بلسانه من القول والتصديق خلاف الذي في قلبه من الشَّك والتكذيب؛ ليدرأ عن نفسه بما أظهر بلسانه حكم الله -عز وجل- اللازم من كان بمثل حاله من التكذيب، لو لم يظهر بلسانه ما أظهر من التصديق والإقرار، من القتل والسباء، فذلك خداعه ربه وأهل الإيمان. وقال ابن كثير: وقوله تعالى: {يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا} أي: بإظهارهم ما أظهروه من الإيمان مع إسرارهم الكفر، يعتقدون بجهلهم أنهم يخدعون الله بذلك، وأنَّ ذاك نافعهم عنده.\"جامع البيان\" للطبري ١/ ١١٨، \"تفسير القرآن العظيم\" لابن كثير ١/ ٢٨٣.</p><p> ثم المخادعة على وزن المفاعلة، وأكثر المفاعلة إنما تجيء في الفعل المشترك بين اثنين، كالمقاتلة والمضاربة والمشاتمة، وقد تكون أيضاً من واحد، كقولك: طارقت النّعل، وعاقبت اللص، وعافاك الله (١) ، قال الله -عز وجل-: {وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ}  (٢) وقال: {قَاتَلَهُمُ اللَّهُ}  (٣) ، فالمخادعة هاهنا عبارة عن الفعل الذي يختص بالواحد؛ لأن الله تعالى لا يكون منه خداع (٤) . </p><p> {وَالَّذِينَءَامَنُوا} أي: ويخادعون المؤمنين بقولهم إذا رأوهم قالوا (٥) : آمنا، وهم غير مؤمنين. وقال بعضهم: خِداعهم المؤمنين </p><p>(١) \"البسيط\" للواحدي ٢/ ٥٠٣، ٥٠٥، \"معالم التنزيل\" للبغوي ١/ ٦٥، \"لباب التأويل\" للخازن ١/ ٣٣. (٢) الأعراف: ٢١.(٣) التوبة: ٣٠، المنافقون: ٤.(٤) سيأتي بإذن الله بيان المعنى الصحيح للمخادعة ونحوها من الله جل وعلا في تفسير الآية (١٥) عند قوله تعالى {اللَّهُ يَسْتَهْزِئُ بِهِمْ} الآية.قال الطبري رادا على أبي عبيدة قوله: يخادعون في معنى يخدعون. . ولا يكاد يجيء (يفاعل) إلا من اثنين إلا في حروف هذا أحدها، فقال أبو جعفر: وليس القول في ذلك عندي كالذي قال، بل ذلك من التفاعل الذي لا يكون إلا من اثنين، كسائر ما يُعرَف من معنى (يفاعل ومفاعل) في كل كلام العرب، وذلك أنَّ المنافق يخادع الله جل ثناؤه بكذبه بلسانه -على ما تقدَّم وصفه- والله تبارك وتعالى خادعه بخذلانه عن حسن البصيرة بما فيه نجاة نفسه في آجل معاده، كالذي أخبر في قوله: {وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا} [آل عمران: ١٧٨]. \"جامع البيان\" للطبري ١/ ١١٩، وقول أبي عبيدة في \"مجاز القرآن\" ١/ ٣١.(٥) ليست في (ج).</p><p> هو أنهم كانوا يُجالِسون المؤمنين ويُخالِطُونهم حتى يأنس بهم المؤمنون ويعدُّوهم (١) من أنفسهم، فيفشون إليهم أسرارهم فينقلونها إلى أعدائهم (٢) ، قال الله -عز وجل-: {وَمَا يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ} لأن وبال خِداعِهم راجع (٣) إليهم، فكأنهم في الحقيقة إنما يخدعون (٤) أنفسهم، وذلك أن (٥) الله - سبحانه وتعالى - يُطلع نبيه محمداً - صلى الله عليه وسلم - على أسرارهم ونفاقهم، فيفتضحون في الدنيا ويستوجبون العقاب الشديد في العقبى (٦) . </p><p>(١) في (ش): ويعدونهم. (٢) في (ف): أعاديهم.(٣) في (ش)، (ف): عائد.(٤) في (ج): يخادعون.(٥) في (ش)، (ف): بأنَّ.(٦) \"البسيط\" للواحدي ٢/ ٥١٠، \"معالم التنزيل\" للبغوي ١/ ٦٦، \"لباب التأويل\" للخازن ١/ ٣٣.قال ابن جرير الطبري رحمه الله: فإن قال قائل: وكيف يكون المنافق لله وللمؤمنين مخادعاً، وهو لا يظهر بلسانه خلاف ما هو له معتقد إلا تقيَّة؟ قيل: لا تمنع العرب من أن تسمِّي من أعطى بلسانه غير الذي هو في ضميره تقيةً لينجو مما هو له خائف، فنجا بذلك مما خافه، مخادعاً لمن تخلص منه بالذي أظهر له من التقية، فكذلك المنافق، سمِّي مخادعاً لله وللمؤمنين، بإظهاره ما أظهر بلسانه تقيَّةً، مما تخلَّص به من القتل والسباء والعذاب العاجل، وهو لغير ما أظهر مستبطن. وذلك من فعله وإن كان خداعاً للمؤمنين في عاجل الدنيا فهو لنفسه بذلك من فعله خادع؛ لأنه يظهر لها بفعله ذلك بها، أنَّه يعطيها أمنيَّتها، ويسقيها كأس سرورها، وهو موردها له حياض عطبها، ومجَرِّعها به كأس عذابها، ومزيدها من غضب الله وأليم عقابه ما لا قبل لها به، فذلك خديعته نفسه، ظنًّا منه مع إساءته إليها في أمر معادها أنَّه محسن إليها، كما قال جل ثناؤه: {وَمَا يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ}. \"جامع البيان\" ١/ ١١٨.</p><p> قال أهل الإشارة: إنما يُخادَعُ (١) من لا يعرف البواطن، فأما من عرَف البواطن فإن من خادعه فإنما يخدع نفسه (٢) . </p><p> واختلف القَرَأَةُ (٣) في قوله: {وَمَا يَخْدَعُونَ} فقرأ شيبة ونافع وابن كثير وابن أبي إسحاق وأبو عمرو: (يخادعون) بالألف (٤) ، جعلوه من المفاعلة التي تختص بالواحد، وقد ذكرنا نظائرهُ، وتصديق ذلك (٥) الحرف الأوَّل قوله: {يُخَادِعُونَ اللَّهَ} لم يختلفوا فيه إلا ما رُوي عن أبي حيوة الشامي أنَّه قرأ: (يخدعون الله)  (٦) وقرأ الباقون: {وَمَا يَخْدَعُونَ} على أشبه اللغتين وأفصحهما (٧) ، واختاره أبو عبيد. </p><p> {وَمَا يَشْعُرُونَ} وما يعلمون أنّها كذلك. </p><p>(١) في (ف): يُخدع. (٢) \"لطائف الإشارات\" للقشيري ٣/ ٧٣، \"الجامع لأحكام القرآن\" للقرطبي ١/ ١٧١، \"لباب التأويل\" للخازن ١/ ٣٣، \"غرائب القرآن\" للنيسابوري ١/ ١٧١.(٣) في (ش)، (ف)، (ت): القراء.(٤) \"السبعة\" لابن مجاهد (ص ١٣٩)، \"الحجة\" للفارسي ١/ ٣١٢، \"الكشف عن وجوه القراءات السبع\" لمكي ١/ ٢٢٤.(٥) ساقطة من (ج).(٦) \"شواذ القراءة\" للكرماني (ص ١٩).(٧) \"السبعة\" لابن مجاهد (ص ١٣٩)، \"الكشف عن وجوه القراءات السبع\" لمكي ١/ ٢٢٤، \"الحجة\" لابن خالويه (ص ٦٨) وغيرها.</p>"
}