{
  "id": null,
  "sura": 2,
  "aya": 2,
  "text": "<p> بعده وقيل:  {الم} ابتداء، و {ذَلِكَ} ابتداء آخر، و {الْكِتَابُ} خبره، وجملة الكلام خبر الابتداء الأول (١) . </p><p> ٢ - قوله -عز وجل-: {ذَلِكَ الْكِتَابُ} : </p><p> ذا: اسم، واللام: عماد، والكاف: خطاب، وهو إشارة إلى الغائب (٢) . </p><p> و {الْكِتَابُ} : بمعنى المكتوب، كالحساب والعماد (٣) . قال الشاعر: </p><p> بَشَرتُ عيالي إذ رأيت صحيفةً ... أتتك من الحجاج يتلى كتابها (٤) </p><p> أي: مكتوبها، فوضع المصدر موضع الاسم، كما تقول للمخلوق خلْق، وللمصور تصوير، ويقال: درهم (٥) ضرْب (٦) الأمير أي: مضروبه (٧) . </p><p> وأصله من الكتْب، وهو ضم الحروف بعضها إلى بعض، مأخوذ </p><p>(١) \"البسيط\" للواحدي ٢/ ٤٠٤، \"الكشاف\" للزمخشري ١/ ٤٢، \"إملاء ما من به الرحمن\" للعكبري ١/ ١٠. (٢) \"البسيط\" للواحدي ٢/ ٣٩٥، \"إملاء ما من به الرحمن\" للعكبري ١/ ١٠.(٣) انظر \"الدر المصون\" للسمين الحلبي ١/ ٨٥.(٤) البيت لمسلم بن معبد الوالبي. انظر: \"خزانة الأدب\" ١/ ٣٦٥، \"الدر المصون\" للسمين الحلبي ١/ ٨٥.(٥) في (ج): هذا درهم.(٦) في (ش): من ضرب.(٧) \"الوسيط\" للواحدي ١/ ٧٧، \"معالم التنزيل\" للبغوي ١/ ٥٩.</p><p> من قولك (١) : (كتبتُ الخرز، إذا خرزته بسيرين، ويقال للخرز كُتَبة،وجمعها:كُتَب.قال ذو الرُّمة:</p><p> وَفْرَاءَ غَرْفِيّةٍ أَثْأى خَوارِزُها ... مُشَلْشِلٌ ضيّعتْه بينها الكُتَبُ (٢) </p><p> ويقال: ) (٣) كتبتُ البغلة: إذا جمعت بين شفريها بحلقة، ومنه قيل (٤) للجند: كتيبة، وجمعها كتائب. قال الشاعر: </p><p> وكتيبة جاؤوا ترفل ... في الحديد لها دفر (٥) </p><p> واختلفوا في هذا الكتاب </p><p> فقال ابن عباس والحسن وقتادة ومجاهد والضحاك ومقاتل: هو القرآن (٦) . وعلى هذا القول يكون {ذَلِكَ} بمعنى هذا (٧) ، كقول الله </p><p>(١) في (ج)، (ت): قولهم. (٢) الوفراء: الوافرة. والغَرْفِيَّة: المدبوغة بالغَرْف، وهو شجر يدبغ به. وأَثْأى: أفسد. والخَوارِز: جمع خارزة.\"ديوان ذي الرمة\" (ص ١٠)، \"الجامع لأحكام القرآن\" للقرطبي ١/ ١٣٨، \"لسان العرب\" لابن منظور ١٢/ ٢٤ (كتب).(٣) ما بين القوسين من (ج)، (ت).(٤) في (ف): قولهم.(٥) لم أعثر عليه.(٦) \"تفسير القرآن العظيم\" لابن أبي حاتم ١/ ٣٠ (٥٤)، ابن جرير ١/ ٩٠، \"البسيط\" للواحدي ٢/ ٤٠٣، \"تفسير القرآن العظيم\" لابن كثير ١/ ٢٥٩.(٧) \"جامع البيان\" للطبري ١/ ٩٢ - ٩٣، \"الوسيط للواحدي\" ١/ ٧٦، \"تفسير القرآن العظيم\" لابن كثير ١/ ٢٥٨.</p><p> تعالى:  {وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ}  (١) . أي: هذِه. </p><p> وقال خُفَاف بن نَدبة السُّلَمي (٢) : </p><p> أقول له والرُّمْحُ يأطِرُ متنهُ ... تأَمَّلْ خفَافَاً إنَّنِي أَنَا ذَلِكَا (٣) </p><p> يريد (أنا هذا)  (٤) . </p><p> وروى أبو الضُّحَى (٥) ، عن ابن عباس قال: معناه: ذلك الكتاب </p><p>(١) الأنعام: أول الآية ٨٣. (٢) من (ج)، (ت).والشاعر هو: خُفاف بن عمير بن الحارث بن الشريد السُّلمي، وأمه: نَدْبة سوداء، وإليها يُنسب، أسلم وبقي إلى زمن عمر.\"الشعر والشعراء\" لابن قتيبة (ص ٢١٢).(٣) يخاطب خفافٌ بهذا البيت مالك بن حمار سيد بني فزارة، وقد قتله خفاف ثأرًا لمعاوية بن عمرو أخي الخنساء.ويأطر متنه: يلوي بدنه حتى يتلاقى طرفاه كالحبل، أراد أنَّ حرّ الطعنة جعله يتثنَّى من ألمها، ثم ينحني ليهوي صريعًا إذ أصاب الرمح مقتله.\"الشعر والشعراء\" لابن قتيبة (ص ٢١٢)، \"جامع البيان\" للطبري ١/ ٩٧، \"معاني القرآن\" للزجاج ١/ ٦٦، \"الدر المصون\" للسمين الحلبي ١/ ٨٤، \"الأغاني\" ١٣/ ١٣٧، \"خزانة الأدب\" ٢/ ٤٧١.(٤) ما بين القوسين مطموس في (س)، والمثبت من النسخ الأخرى.(٥) أبو الضحى مسلم بن صبيح -بالتصغير- الهمداني، الكوفي، مشهور بكنيته، ثقة، فاضل، مات سنة (١٠٠ هـ).\"تهذيب الكمال\" للمزي ٢٧/ ٥٢٠، \"تهذيب التهذيب\" لابن حجر ٤/ ٧٠، \"تقريب التهذيب\" لابن حجر (٦٦٧٦).</p><p> الذي أخبرتك أنى أوحيه إليك (١) . </p><p> وقال عطاء بن السائب: ذلك الكتاب الذي وعدتُكم يوم الميثاق (٢) . </p><p> وقال يمان بن رئاب (٣) : ذلك الكتاب الذي ذكرته في التوراة والإنجيل (٤) . </p><p> وقال سعيد بن جبير: هو اللوح المحفوظ (٥) . </p><p> وقال عكرمة: هو التوراة والإنجيل والكتب المتقدمة (٦) دليله: </p><p>(١) ذكره أبو الليث السمرقندي في \"بحر العلوم\" ١/ ٨٩، والواحدي في \"البسيط\" ٢/ ٤٠١، \"الوسيط\" ١/ ٧٧. (٢) \"البحر المحيط\" لأبي حيان ١/ ١٥٩.(٣) في (ج): رباب، وهو تصحيف.(٤) \"البحر المحيط\" لأبي حيان ١/ ١٥٩، \"البسيط\" للواحدي ٢/ ٤٠٢، وتصحف فيه إلى: رباب.وانظر أيضًا \"معاني القرآن\" للزجاج ١/ ٦٧، \"زاد المسير\" لابن الجوزي ١/ ٢٣، \"الجامع لأحكام القرآن\" للقرطبي ١/ ١٣٧، \"لباب التأويل\" للخازن ١/ ٢٧.(٥) ذكر هذا القول القرطبي في \"الجامع لأحكام القرآن\" ١/ ١٣٧، وابن عطية في \"المحرر الوجيز\" ١/ ٨٩، والكرماني في \"غرائب التفسير\" ١/ ١١٣ ولم ينسبوه لأحد.وذكره السمرقندي ١/ ٨٩، وأبو حيان ١/ ١٥٩ ونسباه إلى غير سعيد.(٦) \"البحر المحيط\" لأبي حيان ١/ ١٥٩ عن عكرمة. وذكر هذا القول دون نسبة الطبري ١/ ٩٧، والقرطبي في \"الجامع لأحكام القرآن\" ١/ ١٣٧، وابن عطية في \"المحرر الوجيز\" ١/ ٨٣، والكرماني في \"غرائب التفسير\" ١/ ١١٣.قال ابن كثير رحمه الله: والكتاب: القرآن، ومن قال: إنَّ المراد بـ {ذَلِكَ الْكِتَابُ}: الإشارة إلى التوراة والإنجيل كما حكاه ابن جرير وغيره، فقد أبعد =</p><p> {وَلَمَّا جَاءَهُمْ كِتَابٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ}  (١) . </p><p> وقال الفراء: إنَّ الله -عز وجل- كان قد (٢) وعد نبيه - صلى الله عليه وسلم - أن ينزل عليه كتابًا لا يمحوه (٣) الماء، ولا يخلق عن (٤) كثرة الرد، فلما أنزل القرآن قال: هذا هو (٥) الكتاب الذي وعدتك (٦) . </p><p> وقال ابن كيسان (٧) : تأويله أنَّ الله -عز وجل- أنزل قبل البقرة ببضع (٨) عشرة سنة (٩) سورًا كذب بكلها المشركون، ثم أنزل (١٠) سورة البقرة بعدها فقال: {ذَلِكَ الْكِتَابُ} يعني: ما تقدم البقرة من </p><p>= النجعة، وأغرَق في النزع، وتكلَّف ما لا علم له به. \"تفسير القرآن العظيم\" ١/ ٢٥٩.(١) سورة البقرة: ٨٩.(٢) ليست في (ج).(٣) في (ش): لا يمحه. وفي (ف): لا تمحاه.(٤) في (ش)، (ف): على.(٥) ساقطة من (ش)، (ف).(٦) \"معالم التنزيل\" للبغوي ١/ ٥٩. وذكره في أبو حيان \"البحر المحيط\" ١/ ١٥٩ ونسبه لابن عباس.وذكره دون نسبة ابن عطية في \"المحرر الوجيز\" ١/ ٨٩، والقرطبي في \"الجامع لأحكام القرآن\" ١/ ١٣٧، والخازن في \"لباب التأويل\" ١/ ٢٧.(٧) عبد الرحمن بن كيسان الأصم، وقد روى المصنف تفسيره، كما مرَّ في مقدمة المصنف. وتفسيره غير موجود.(٨) في (ف): ببضعة.(٩) في (ف): سورة.(١٠) في (ف): أنزلت.</p><p> القرآن (١) . </p><p> وقيل: ذلك الكتاب الذي كذب به مالك بن الصيف اليهودي. </p><p> قوله -عز وجل- {لَا رَيْبَ فِيهِ} : لا شك فيه أنه من عند الله (٢) . </p><p> ثم قال:  {هُدًى} : أي: هو هدى. وتم الكلام عند قوله:  {فِيهِ} . </p><p> وقيل: هو نصب على الحال. أي: هاديًا. تقديره: لا ريب في هدايته للمتقين، قاله الزجاج (٣) . وقال أهل المعاني: ظاهره نفي، وباطنه نهي، أي: لا ترتابوا فيه، كقوله:  {فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي الْحَجِّ}  (٤) أي: لا ترفثوا ولا تفسقوا ولا تجادلوا (٥) . </p><p> والهدى: هو البيان وما يهتدي ويستبين (٦) به الإنسان (٧) . </p><p> وقوله:  {لِلْمُتَّقِينَ} أي: للمؤمنين. </p><p>(١) \"معالم التنزيل\" للبغوي ١/ ٥٩، \"البحر المحيط\" لأبي حيان ١/ ١٥٩. (٢) \"معاني القرآن\" للزجاج ١/ ٦٨، \"معاني القرآن\" للنحاس ١/ ٧٩.(٣) \"معاني القرآن\" للزجاج ١/ ٧٥.(٤) البقرة: من الآية ١٩٧.(٥) \"معاني القرآن\" للأخفش ١/ ٢٥، \"معالم التنزيل\" للبغوي ١/ ٥٩، \"البحر المحيط\" لأبي حيان ١/ ١٦١.(٦) في (ش): ويستنير.(٧) \"الوجوه والنظائر\" لمقاتل بن سليمان (ص ٢٠)، \"معاني القرآن\" للنحاس ١/ ٨١، \"الفتوحات الإلهية\" للجمل ١/ ١١.قال الواحدي: ومعنى الهدى: البيان؛ لأنه قوبل بالضلال في قوله -عز وجل- {وَاذْكُرُوهُ كَمَا هَدَاكُمْ وَإِنْ كُنْتُمْ مِنْ قَبْلِهِ لَمِنَ الضَّالِّينَ} أي: من قبل هداه. \"البسيط\" للواحدي ٢/ ٤١٦.</p><p> فصل في التقوى (١) : </p><p> اعلم أنَّ التقوى أصلها (وَقْوى) من وقيت، فجعل (٢) الواو تاءً، كالتكلان أصلها (وَكْلان) من وكلت، والتخمة: أصلها (وخمة) من وخم الطعام: إذا لم يُستَمرأ (٣) . </p><p> واختلف العلماء في معنى التقوى، وحقيقة المتقي: </p><p> فقال النبي - صلى الله عليه وسلم -: \"جماع التقوى في قول الله -عز وجل-:{إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ}(٤)\" الآية (٥) . </p><p>(١) مطموسة في (س). (٢) في (ش)، (ج)، (ت): فجُعلت.(٣) \"البسيط\" للواحدي ١/ ٤١٧، \"إملاء ما من به الرحمن\" للعكبري ١/ ١١، \"لسان العرب\" لابن منظور ١٥/ ٣٧٩ (وقي)، \"عمدة الحفاظ\" للسمين الحلبي ٤/ ٣٣٤.(٤) أول الآية ٩٠ من سورة النحل.(٥) وقفت عليه موقوفًا عن ابن مسعود، حيث أخرج الحاكم في \"المستدرك\" ٢/ ٣٥٦ كتاب التفسير، والواحدي في \"الوسيط\" ٣/ ٧٩ من طريق منصور بن المعتمر، عن الشعبي قال: جاء شتير بن شكل، ومسروق بن الأجدع، فقال شتير: إما أن تحدث ما سمعت من عبد الله -أي ابن مسعود- فأصدقك، هاما أن أتحدث فتصدقني، فقال مسروق: لا بل حدث فأصدقك، قال؟ سمعت عبد الله يقول: إنَّ أجمع آية في القرآن لخير أو شر، آية في النحل: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ (٩٠)}، قال مسروق: صدقت.قال الحاكم: هذا حديث صحيح على شرط الشيخين ولم يخرجاه، ووافقه الذهبي.وذكره البغوي في \"معالم التنزيل\" ١/ ٦٠، والرازي في \"مفاتيح الغيب\" ٢٠/ ١٠٠، والألوسي في \"روح المعاني\" ١٤/ ٢١٩.</p><p> وقال ابن عباس: المتقي (١) الذي يتقي الشرك (٢) والكبائر والفواحش (٣) . </p><p> وقال ابن عمر: التقوى أن لا ترى نفسك خيرًا من أحد (٤) . </p><p> وقال الحسن: المتقي الذي يقول لكل من رآه هذا (٥) خير مني (٦) . </p><p> وقال عمر بن الخطاب - رضي الله عنه - لكعب الأحبار: حدثني عن التقوى. فقال: هل أخذت طريقًا ذا شوك؟ قال: نعم. قال: فما عملت فيه؟ قال: حذِرت وتشمرت (٧) . قال كعب: ذلك (٨) التقوى (٩) . </p><p> فنظمه الشاعر فيما أنشدني الحسن بن محمد السدوسي (١٠) قال: </p><p>(١) بعدها في (ت): هو. (٢) في (ت): من الشرك.(٣) ذكره -بهذا اللفظ- البغوي في \"معالم التنزيل\" ١/ ٦٠، وأخرجه الطبري في \"جامع البيان\" ١/ ١٠٥ عن ابن عباس بلفظ: الذين يتقون الشرك بي، ويعملون بطاعتي. وذكره السيوطي في \"الدر المنثور\" ١/ ٥٧ وعزاه لابن جرير.(٤) \"معالم التنزيل\" للبغوي ١/ ٦٠، \"لباب التأويل\" للخازن ١/ ٢٧.(٥) في (ش): هو.(٦) لم أجده.(٧) في (ش): وشمَّرت.(٨) في (ج): ذاك.(٩) \"معالم التنزيل\" للبغوي ١/ ٦٠، \"لباب التأويل\" للخازن ١/ ٢٨، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١/ ١٤٠، وابن كثير في \"تفسير القرآن العظيم\" ١/ ٢٦٣ عن عمر، ولكن المسؤول أبيّ بن كعب، وذكره مع أبيات الشعر التالية. وذكر مثله السيوطي في \"الدر المنثور\" ١/ ٥٧ عن أبي هريرة.(١٠) هو ابن حبيب.</p><p> أنشدنا (١) عبد السميع بن محمد الهاشمي (٢) قال: أنشدنا (٣) الصولي (٤) </p><p> لعبد الله بن المعتز (٥) : </p><p> خَلِّ الذُّنُوبَ صَغِيرها وكبيرها فهو التُّقَى </p><p> واصْنَعْ كمَاشٍ فَوقَ أرضِ الشَّوكِ يحذرُ ما يَرى </p><p> لا تحقرنَّ صَغيرةً إنَّ الجبالَ من الحَصَى (٦) </p><p>(١) في غير (س): أنشدني. (٢) لم أجده.(٣) في غير (س): أنشدني.(٤) أبو بكر محمد بن يحيى بن عبد الله بن العباس بن محمد بن صُول، الصولي البغدادي، صاحب التصانيف، العلامة الأديب، ذو الفنون، كان أحد العلماء بفنون الآداب، حسن المعرفة بأخبار الملوك وأيام الخلفاء، ومآثر الأشراف وطبقات الشعراء، توفي سنة (٣٣٥ هـ).\"تاريخ بغداد\" للخطيب ٣/ ٤٢٧، \"معجم الأدباء\" لياقوت ٦/ ٢٦٧٧، \"سير أعلام النبلاء\" للذهبي ١٥/ ٣٠١.(٥) عبد الله بن المعتز بن المتوكل بن المعتصم بن هارون الرشيد، أبو العباس الهاشمي المطلبي، كان أديبًا بليغًا شاعرًا مطبوعًا مقتدرًا على الشعر، قريب المأخذ، سهل اللفظ، جيد القريحة، حسن الإبداع للمعاني. توفي سنة (٢٩٦ هـ). \"تاريخ بغداد\" للخطيب ١٠/ ٩٥، \"وفيات الأعيان\" لابن خلكان ٣/ ٧٦، \"شذرات الذهب\" لابن العماد ٢/ ٢٢٢.(٦) \"ديوان ابن المعتز\" (ص ٢٩)، \"لباب التأويل\" للخازن ١/ ٢٨، \"الجامع لأحكام القرآن\" للقرطبي ١/ ١٤١، ابن كثير في \"تفسير القرآن العظيم\" ١/ ٢٦٣.</p><p> وقال عمر بن عبد العزيز: ليس التقوى صيام النهار وقيام الليل والتخليط فيما بين ذلك، ولكن التقوى ترك (١) ما حرم الله وأداء ما افترض الله، فما رُزق بعد ذلك فهو خير إلى خير (٢) . </p><p> وقيل لطلق بن حبيب (٣) : أجمل لنا التقوى. فقال: التقوى عملٌ بطاعة الله على نور من الله؛ رجاء ثواب الله، والتقوى ترك معصية الله على نور من الله؛ مخافة عقاب (٤) الله (٥) . </p><p>(١) في (ف): اجتناب. (٢) ذكره السيوطي في \"الدر المنثور\" ١/ ٥٨ ونسبه لابن أبي الدنيا. وذكر جزءًا منه البغوي في \"معالم التنزيل\" ١/ ٦٠.(٣) طلق بن حبيب العنَزِي، بصري زاهد كبير، من العلماء العاملين. قال ابن الأعرابي: كان يقال: فقه الحسن، وورع ابن سيرين، وحلم مسلم بن يسار، وعبادة طلق. وكان طلق يتكلم على الناس ويعظ، وكان طيب الصوت بالقرآن. .، توفي قبل المائة.\"حلية الأولياء\" لأبي نعيم ٣/ ٧٥، \"سير أعلام النبلاء\" للذهبي ٤/ ٦٠١.(٤) في (ش): عذاب.(٥) أخرجه ابن أبي شيبة في \"المصنف\" ١٢/ ٣٥١ (٣٦١٦٩) كتاب الزهد، وأبو نعيم في \"حلية الأولياء\" ٣/ ٧٥ (٣٢٢٠) من طريق عاصم الأحول، عن بكر بن عبد الله. وذكره السيوطي في \"الدر المنثور\" ١/ ٥٧، ونسبه لابن أبي شيبة، وابن أبي الدنيا، وابن أبي حاتم. وذكره الذهبي في \"سير أعلام النبلاء\" ٤/ ٦٠١ عن عاصم الأحول عن بكر المزني قال: لما كانت فتنة ابن الأشعث قال طلق بن حبيب: اتقوها بالتقوى. فقيل له: صف لنا التقوى، فقال: . . فذكره.قال الذهبي -عقبه- قلتُ: أبدع وأوجز، فلا تقوى إلا بعمل، ولا عمل إلا بنزوٍّ من العلم والاتباع. ولا ينفع ذلك إلا بالإخلاص لله. .، ثم قال: فمن داوم على هذِه الوصية فقد فاز.</p><p> وقال بكر بن عبد الله: لا يكون الرجل تقيًّا، حتى يكون تقي الطمع، تقي الغضب (١) . </p><p> وقال عمر بن عبد العزيز: المتقي ملجم، كالمحرم في الحرم (٢) . </p><p> وقال شهر بن حوشب: المتقي الذي يترك ما لا بأس به حذارًا للوقوع (فيما فيه)  (٣) بأس (٤)  (٥) . </p><p> (ورُوي عن النبي - صلى الله عليه وسلم - أنه قال:  \"إنَّما سُمِّي المتقون لتركهم ما لا بأس به، حِذرًا للوقوع فيما فيه بأس\"  (٦)  (٧) . </p><p>(١) أخرجه ابن أبي شيبة في \"المصنف\" ١٢/ ٤٠٧ (٣٦٤٥١)، وأحمد في \"الزهد\" (ص ٣٠٤)، وأبو نعيم في \"حلية الأولياء\" ٢/ ٢٥٥ (٢١٣٨)، ٨/ ٣٩٨ (١٢٦٥٦) من طرق عن بكر بن عبد الله. (٢) أخرجه أبو نعيم في \"حلية الأولياء\" ٥/ ٣٧٣ (٧٤٤٧) بسنده عن سفيان قال: نال رجل من عمر، فقيل له: ما يمنعك منه؟ قال: إنَّ المتقي ملجم.وانظر \"الجامع لأحكام القرآن\" للقرطبي ١/ ١٤٠.(٣) في (ج)، (ت): لما به.(٤) في (ش)، (ت): البأس.(٥) \"لباب التأويل\" للخازن ١/ ٢٨.(٦) ما بين القوسين زيادة من (ج).(٧) أخرج الترمذي كتاب صفة القيامة (٢٤٥١)، وابن ماجه كتاب الزهد، باب الورع والتقوى (٤٢١٥)، والبخاري في \"التاريخ الكبير\" ٣/ ١/ ١٥٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٢ (٦٠)، والحاكم في \"المستدرك\" ٤/ ٣١٩، والبيهقي في \"شعب الإيمان\" ١٠/ ٣٢٠ (٥٣٦١) عن عطية السعدي -وكان من الصحابة- قال: قال رسول الله - صلى الله عليه وسلم -: \"لا يبلغ العبد المؤمن أن يكون من المتقين، حتى يدع ما لا بأس به، حذرًا لما به بأس\".قال الترمذي: هذا حديث حسن غريب، لا نعرفه إلا من هذا الوجه. =</p><p> وقال سفيان الثوري وفضيل: هو الذي يحب للناس ما يحب لنفسه (١) . </p><p> وقال الجنيد بن محمد (٢) : ليس المتقي الذي يحب للناس ما يحب لنفسه، إنما المتقي الذي يحب للناس أكثر مما يحب لنفسه. أتدرون </p><p>= وقال الحاكم: هذا حديث صحيح الإسناد، ولم يخرجاه ووافقه الذهبي. ويشهد له حديث النواس بن سمعان - رضي الله عنه - قال: سألتُ رسول الله - صلى الله عليه وسلم - عن البر والإثم. فقال: \"البر حسن الخلق، والإثم ما حاك في صدرك، وكرهتَ أن يطلع عليه الناس\". أخرجه مسلم كتاب البر والصلة والآداب، باب تفسير البر والإثم (٢٥٥٣).ويشهد له -أيضًا- حديث وابصة بن معبد - رضي الله عنه - وفيه: \". . . البر ما انشرح له صدرك، والإثم ما حاك في صدرك، وإن أفتاك عنه الناس\". أخرجه أحمد في \"المسند\" ٤/ ٢٢٧ (١٧٩٩٩).وأخرج البخاري عن ابن عمر -معلَّقًا- موقوفًا: لا يبلغ العبد حقيقة التقوى حتى يدع ما حاك في الصدر. كتاب الإيمان، باب قول النبي - صلى الله عليه وسلم -: \"بُني الإسلام على خمس\" بعد حديث (٧).(١) لم أقف عليه.(٢) الجنيد بن محمد بن الجنيد، أبو القاسم الخزاز، ويقال: القواريري، وقيل: كان أبوه قواريريًّا وكان هو خزازًا، وأصله من نهاوند، إلا أنَّ مولده ومنشأه ببغداد، وسمع بها الحديث، ولقي العلماء، ودرس الفقه على أبي ثور، وصحب جماعة من الصالحين، واشتهر منهم بصحبة الحارث المحاسبي، وسري السقطي، ثم اشتغل بالعبادة ولازمها حتى علت سنه، وصار شيخ وقته، وفريد عصره في علم الأحوال والكلام على لسان الصوفية، وطريقة الوعظ، وله أخبار مشهورة. توفي سنة (٢٩٨ هـ).\"طبقات الصوفية\" للسلمي (ص ١٥٥)، \"تاريخ بغداد\" للخطيب ٧/ ٢٤١، \"حلية الأولياء\" لأبي نعيم ١٠/ ٢٧٤.</p><p> ما وقع لأستاذي سُرِّيّ (١) ؟ سلَّم عليه ذات يوم صديق له، فرد عليه وهو عابس لم يتبشبش (٢) له، فقلت له: في ذلك، فقال: بلغني أنَّ المرء المسلم إذا سلم على أخيه وردَّ عليه أخوه، قسمت بينهما مائة رحمة، فتسعون لأبشهما، وعشرة للآخر، فأحببت أن تكون له التسعون (٣) . </p><p> وقال (٤) محمد بن علي الترمذي: هو (٥) الذي لا خصم له. وقال السري السَّقطي: هو الذي يبغض نفسه. </p><p> وقال الشبلي (٦) : </p><p>(١) هو السري بن المغلس، أبو الحسن السقطي. كان من المشايخ المذكورين، وأحد العباد المجتهدين. قال أبو عبد الرحمن السلمي: كان السري أول من أظهر ببغداد لسان التوحيد، وتكلم في علوم الحقائق، وهو إمام البغداديين في الإشارات. توفي سنة (٢٥٣ هـ) وقيل: سنة (٢٥١ هـ) وفيل: سنة (٢٥٧ هـ). \"طبقات الصوفية\" للسلمي (ص ٤٨)، \"تاريخ بغداد\" للخطيب ٩/ ١٨٧، \"حلية الأولياء\" لأبي نعيم ١٠/ ١١٩، \"سير أعلام النبلاء\" للذهبي ١٢/ ١٨٥.(٢) البَشُّ: فرح الصديق بالصديق، واللطف في المسألة والإقبال عليه.\"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ١٣٠.(٣) لم أقف عليه.(٤) زيادة من (ش)، (ف)، (ت). وكذا في الأقوال التي تليه.(٥) في (ش)، (ف): المتقي.(٦) أبو بكر الشبلي -بكسر الشين المعجمة وسكون الباء المنقوطة بواحدة- البغدادي، قيل: اسمه دُلَف بن جحْدر، وقيل: جعفر بن يونس، وقيل: جعفر بن دُلف. أصله من الشبْلية، من قرى أشروسنة بلدة عظيمة وراء سمرقند، ومولده بسامراء.وكان فقيهًا عارفًا بمذهب مالك، كتب الحديث عن طائفة، وقال الشعر، وله =</p><p> الذي ينْفي (١) ما دون الله. قال الناطق الصادق فيه: </p><p> ألا كل شيء ما خلا الله باطلُ (٢) </p><p> وقال محمد بن خفيف (٣) : التقوى مجانبة كل ما يبعدك عن الله (٤) . </p><p> وقال القاسم بن القاسم (٥) : هو المحافظة على آداب الشريعة. </p><p>= ألفاظ وحِكم وحال وتمكُّن، توفي ببغداد سنة (٣٣٤ هـ). \"طبقات الصوفية\" للسلمي (ص ٣٣٧)، \"تاريخ بغداد\" للخطيب ١٤/ ٣٨٩، \"الأنساب\" للسمعاني ٣/ ٣٩٦، \"سير أعلام النبلاء\" للذهبي ١٥/ ٣٦٧.(١) في (ش)، (ف): لا يتقي. وفي (ج)، (ت): يتقي.(٢) هذا جزء من بيت الشعر الذي قاله لبيد بن ربيعة، وفيه يقول رسول الله - صلى الله عليه وسلم - في الحديث المتفق عليه: \"أصدق كلمة قالها الشاعر، كلمة لبيد: ألا كلُّ شيء ما خلا الله باطلٌ. . \". الحديث. البخاري كتاب: مناقب الأنصار، باب: أيام الجاهلية (٣٨٤١)، ومسلم كتاب: الشعر (٢٢٥٦). وانظر أيضًا \"الشعر والشعراء\" لابن قتيبة (ص ١٧٠)، \"ديوان لبيد\" (ص ١٣٢).(٣) محمد بن خفيف بن أسفكشار الضبِّي الفارسي الشيرازي، أبو عبد الله، الشيخ الإمام العارف الفقيه القدوة، شيخ الصوفية. قال أبو العباس الفسوي: صنَّف شيخنا ابن خفيف من الكتب ما لم يصنِّفه أحد، وانتفع به جماعة صاروا أئمَّةً يقتدى بهم، وعمِّر حتى عمَّ نفعُه البلدان، توفي سنة (٣٧١ هـ).\"طبقات الصوفية\" للسلمي (٤٦٢)، \"حلية الأولياء\" لأبي نعيم ١٠/ ٤١٧، \"سير أعلام النبلاء\" للذهبي ١٦/ ٣٤٢، \"طبقات الشافعية\" للسبكي ٣/ ١٤٩.(٤) \"حلية الأولياء\" لأبي نعيم ١٠/ ٤١٨ (١٥٧١٠).(٥) القاسم بن القاسم بن مهدي السيَّاري المروزي، أبو العباس، الإمام المحدِّث الزاهد، شيخ مرو. مات سنة (٣٤٢ هـ).\"طبقات الصوفية\" للسلمي (ص ٤٤٠)، \"حلية الأولياء\" لأبي نعيم ١٠/ ٤١٠، \"المنتظم\" لابن الجوزي ١٤/ ٩٢، \"سير أعلام النبلاء\" للذهبي ١٥/ ٥٠٠.</p><p> وقال النّوري (١) : هو الذي يتقي الدنيا وآفاتها. </p><p> وقال أبو يزيد (٢) : هو التورع عن جميع الشبهات. وقال أيضًا: المتقي من إذا قال قال لله، وإذا سكت سكت لله، وإذا ذكر ذكر الله (٣)  (٤) . </p><p> وقال الفضيل بن عياض: لا يكون العبد من المتقين حتى يأمنه عدوه. </p><p> وقال سهل (٥) : المتقي من تبرأ (٦) من حوله وقوته. </p><p>(١) النوّري -بالنون- وفي (ش)، (ت): الثوري -بالثاء- وهو تصحيف، والصواب با لنون، وهو أحمد بن محمد الخراساني البغوي، الزاهد، شيخ الطائفة الصوفية بالعراق، وأحذقهم بلطائف الحقائق، وله عبارات دقيقة، يتعلَّق بها من انحرف من الصوفية. توفي سنة (٢٩٥ هـ). \"طبقات الصوفية\" للسلمي (١٦٤)، \"حلية الأولياء\" لأبي نعيم ١٠/ ٢٤٩، \"سير أعلام النبلاء\" للذهبي ١٤/ ٧٠، \"النجوم الزاهرة\" لابن تغري بردي ٣/ ١٦٣.(٢) في (س): زيد والتصويب من (ج)، (ف)، وتفسير القرطبي -كما سيأتي- وهو أبو يزيد البِسْطامي -بكسر الباء وسكون الطاء- نسبةً إلى بسطام: بلدة مشهورة بقومس. واسمه: طيفور بن عيسى بن شَرْوشان، أحد الزهاد، توفي سنة (٢٦١ هـ).\"حلية الأولياء\" لأبي نعيم ١٠/ ٣٤، \"معجم البلدان\" لياقوت ١/ ٤٢١، \"سير أعلام النبلاء\" للذهبي ١٣/ ٨٦.(٣) في (ت): لله.(٤) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١/ ١٤٠.(٥) التستري. ولم أقف على قوله ولا قول من قبله.(٦) في (ش): يتبرأ.</p><p> وقيل: التقوى أن لا يراك الله حيث نهاك، ولا يفقدك من حيث أمرك (١) . </p><p> وقيل: هو الاقتداء بالنبي - صلى الله عليه وسلم - (٢) . </p><p> وقيل: هو أن تتقي بقلبك من الغفلات، وبنفسك من الشهوات، وبحلقك من اللذات، وبجوارحك من السيئات، فحينئذٍ يرجى (٣) لك الوصول إلى مَلِك (٤) الأرض والسموات. </p><p> وقال أبو القاسم الحكيم: هو حسن الخلق. </p><p> وقال بعضهم: يُستدل على (تقوى الرجل)  (٥) بثلاث: بحسن التوكل فيما لم ينل، وحسن الرضا فيما قد قال، وحسن الصبر على ما فات (٦) . </p><p> وقيل: المتقي الذي يتقي متابعة هواه. </p><p> وقال مالك: حدثني وهب بن كيسان (٧) أن بعض فقهاء أهل </p><p>(١) ذكره الرازي في \"مفاتيح الغيب\" ٢/ ٢١، والخازن في \"لباب التأويل\" ١/ ٢٧، والنيسابوري في \"غرائب القرآن\" ١/ ١٤٣. (٢) \"معالم التنزيل\" للبغوي ١/ ٦٠، والخازن في \"لباب التأويل\" ١/ ٢٧.(٣) في (ف): يُحَبّ.(٤) في (ش)، (ف)، (ت): مالك.(٥) في (ت): المتقي.(٦) ذكر السيوطي في \"الدر المنثور\" ١/ ٥٨ نحوه عن ابن المبارك، ونسبه إلى ابن لابن أبي الدُّنيا.(٧) وهب بن كيسان القرشي مولاهم، أبو نعيم المدني، الفقيه المعلم، من موالي آل الزُّبير بن العوام، ثقة مات في سنة (١٢٧ هـ).\"سير أعلام النبلاء\" للذهبي ٥/ ٢٢٦، \"تقريب التهذيب\" لابن حجر (٧٥٣٣).</p><p> المدينة كتب إلى عبد الله بن الزُّبير: إنَّ لأهل التقوى (١) علامات يُعرفون بها؛ الصبر عند البلاء، والرضا بالقضاء، والشكر عند النعمة، والتذلل لأحكام القرآن (٢) . </p><p> وقال ميمون بن مهران (٣) : لا يكون الرجل تقيًّا حتَّى يكون أشد محاسبة لنفسه من الشريك الشحيح والسلطان الجائر (٤) . </p><p> وقال أبو تراب (٥) : بين يدي التقوى خمس عقبات من لا يجاوزها لا ينالها: اختيار الشدة على النعمة، واختيار القوت على الفضول، واختيار الذل على العز، واختيار الجهد على الراحة، واختيار الموت على الحياة. </p><p> وقال بعض الحكماء: لا يبلغ الرجل سنام التقوى إلَّا إذا كان بحيث لو جُعل ما في قلبه على طبق فيُطاف به في السوق لم يستحِ </p><p>(١) في (ج)، (ت): التُّقى. (٢) \"الدر المنثور\" للسيوطي ١/ ٥٨ وعزاه لابن أبي الدُّنيا.(٣) ميمون بن مهران، أبو أيوب الجزري الرقي، الإمام، الحجة، عالم الجزيرة ومفتيها، ولي الجزيرة لعمر بن عبد العزيز، وتوفي سنة (١١٧ هـ).\"تذكرة الحفَّاظ\" للذهبي ١/ ٩٨، \"طبقات الحفَّاظ\" للسيوطي (٨٩).(٤) أخرجه أبو نعيم في \"حلية الأولياء\" ٤/ ٩٢ (٤٨٥٨)، والذهبي في \"سير أعلام النبلاء\" ٥/ ٧٤، والسيوطي في \"الدر المنثور\" ١/ ٥٩.(٥) أبو تراب عسكر بن الحُصين النخشبي، شيخ الطائفة الصوفية، ومدينة نخشب من نواحي بلخ، تسمَّى أيضاً نَسَف. مات سنة (٢٤٥ هـ).\"طبقات الصوفية\" للسلمي (ص ١٤٦)، \"الأنساب\" للسمعاني ٥/ ٤٧٣، \"حلية الأولياء\" لأبي نعيم ١٠/ ٤٦، \"طبقات الحنابلة\" لابن أبي يعلى ١/ ٢٤٨.</p><p> من شيء عليها. </p><p> وقيل: التقوى أن تزيِّن سرك للحق، كما تزين علانيتك للخلق (١) . وقال أبو الدرداء: </p><p> يريد المرء أن يُعطى مُنَاهُ. . . ويأبى الله إلَّا ما أرادا </p><p> يقول المرءُ فائدتي ومالي. . . وتقوى الله أفضل ما استفادا (٢) </p><p> * * * </p><p>(١) \"مفاتيح الغيب\" للرازي ٢/ ٢١، \"غرائب القرآن\" للنيسابوري ١/ ١٣٨. (٢) \"الجامع لأحكام القرآن\" للقرطبي ١/ ١٤١، \"تفسير القرآن العظيم\" لابن كثير ١/ ٢٦٣، \"الدر المنثور\" للسيوطي ١/ ٥٩.</p>"
}