{
  "id": null,
  "sura": 2,
  "aya": 185,
  "text": "<p> والليث بن سعد (١) ، ومالك بن أنس (٢) ، والشافعي (٣) ، وعامة فقهاء الحجاز (وبالله التوفيق)  (٤) . </p><p> ١٨٥ - ثم بين سبحانه (٥) أيام الصيام فقال: {شَهرُ رَمَضَانَ} قراءة العامة رفع (٦) على معنى أتاكم شهر رمضان، قال الفراء: ذاكم (٧) شهر رمضان (٨) . </p><p>= الخزرج في وقعة الحرة سنة (٦٣ هـ)، وبها قتل، وكان سبب هزيمة أهل المدينة. \"الطبقات الكبرى\" لابن سعد ٥/ ٦٩، \"الإصابة\" لابن حجر ٦/ ١٥٥، \"تهذيب التهذيب\" لابن حجر ٣/ ٦٦٠، \"تقريب التهذيب\" لابن حجر (٦١٨٢).وقوله رواه أبو عبيد في \"الناسخ والمنسوخ\" (ص ٥٩) (٩٩) وفيه: قال ذلك أبو بكر بن محمد بن عمرو بن حزم عن أشياخ الأنصار.(١) رواه أبو عبيد في \"الناسخ والمنسوخ\" (ص ٥٩) (٩٩).(٢) \"الموطأ\" للإمام مالك في الموضع السابق ١/ ٣٥٧، \"الموطأ\" برواية أبي مصعب الزهري ١/ ٣١٣ (٨١٠).(٣) \"الأم\" للشافعي ٢/ ١٠٨، \"المجموع\" للنووي ٦/ ٢٧٣.(٤) زيادة من (ح).رواه عبد الرزاق عن سعيد بن المسيب، وطاوس، والزهري. \"المصنف\" ٤/ ٢٢٤ (٥٨٥)، ٤/ ٢٣٧، ٢٣٨ (٧٦٣٤، ٧٦٣٦).انظر: \"الكافي في فقه أهل المدينة المالكي\" لابن عبد البر ١/ ٣٤٠، \"المغني\" لابن قدامة ٤/ ٣٨٢، ٤/ ٣٩٥.(٥) زيادة من (أ).(٦) في (أ): رفعًا.(٧) في (ش)، (ح)، (أ): ذلكم.(٨) \"معاني القرآن\" ١/ ١١٢.</p><p> وقال (١) الأخفش: هي (٢) شهر رمضان (٣) . </p><p> وقال (٤) الكسائي: كتب عليكم شهر رمضان (٥) . وقيل: شهر (٦) ابتداء وما بعده خبره (٧) . </p><p> وقرأ الحسن، ومجاهد، وشهر بن حوشب:  (شهرَ) رمضان (٨) نصبًا (٩) على معنى: صوموا شهر رمضان، قاله المؤرّج. </p><p> وقال الأخفش: نصب على الظرف. أي كتب عليكم الصيام (١٠) في شهر رمضان (١١) . </p><p>(١) زيادة من (أ). (٢) في (ش): هو.(٣) \"معاني القرآن\" ١/ ٣٥٢.(٤) زيادة من (أ).(٥) \"البحر المحيط\" لأبي حيان ٢/ ٤٥، \"الدر المصون\" للسمين الحلبي ٢/ ٢٧٧.وقال النحاس: قال الكسائي: المعنى كتب عليكم الصيام، وأن تصوموا شهر رمضان. \"إعراب القرآن\" ١/ ٢٨٧.(٦) ساقطة من (ش)، (ح)، (أ).(٧) \"معاني القرآن\" للزجاج ١/ ٢٥٣، \"إعراب القرآن\" للنحاس ١/ ٢٨٧.(٨) ساقطة من (ح).(٩) عزاها إلى الحسن: الفراء في \"معاني القرآن\"١/ ١١٢، وابن الجوزي في \"زاد المسير\" ١/ ١٨٧، ونسبها إلى مجاهد: ابن خالويه في \"مختصر في شواذ القرآن\" (ص ١٩)، وعزاها إلى مجاهد وشهر: النحاس في \"إعراب القرآن\" ١/ ٢٨٦، وابن عطية في \"المحرر الوجيز\" ١/ ٢٥٤، وأبو حيان في \"البحر المحيط\" ٢/ ٤٥، والقراءة دون نسبة لأحد في كثير من المصادر.(١٠) ساقطة من (أ).(١١) \"معاني القرآن\" للأخفش ١/ ٣٥٢ وانظر أيضًا \"معاني القرآن\" للفراء ١/ ١١٣.</p><p> وقال (١) أبو عبيد: نصب على الإغراء (٢) . </p><p> وقرأ أبو عمرو:  {شَهْرُ رَمَضَانَ} مدغمًا على مذهبه في إدغام كل حرفين يلتقيان من جنس واحد، ومخرج (٣) واحد أو قريبي (٤) المخرج؛ طلبًا للخفة (٥) . وسمي (٦) الشهر شهرًا لشهرته، قال الفراء: هو مأخوذ من الشهرة، وهي البياض، ومنه يقال: شهرت السيف إذا سللته، وشهر الهلال إذا طلع (٧) . </p><p> واختلفوا في معنى قوله {رَمَضَانَ} فقال بعضهم: رمضان اسم من أسماء الله تعالى (٨) ، فيقال: شهر رمضان كما يقال: شهر الله، </p><p>(١) زيادة من (أ). (٢) \"زاد المسير\" لابن الجوزي ١/ ١٨٧، وفي \"البحر المحيط\" لأبي حيان ٢/ ٤٥، \"الدر المصون\" للسمين الحلبي ٢/ ٢٧٨.وهذا القول في \"معاني القرآن\" للزجاج ١/ ٢٥٤، \"مشكل إعراب القرآن\" لمكي ١/ ٨٦ دون عزو لأحد. وقال النحاس في \"إعراب القرآن\" ١/ ٢٨٧: وهذا بعيد أيضًا؛ لأنه لم يتقدم ذكر الشهر فَيُغرى به.(٣) في (ش)، (ح)، (أ): أو مخرج.(٤) في (ش): وقريبي. في (أ): أو قرب.(٥) \"السبعة\" لابن مجاهد (ص ١١٦)، \"الاختيار في القراءات العشر\" لسبط الخياط ١/ ١٩٠، \"النشر في القراءات العشر\" لابن الجزري ١/ ٢٧٥، ١/ ٢٨٠.(٦) في (ش): ويسمى.(٧) \"جامع البيان\" للطبري ٣/ ١٤٤.(٨) وهو قول مجاهد رواه الطبري في \"جامع البيان\" ٣/ ١٤٤، وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣١٠ (١٦٤٨) وقال البيهقي: وروي ذلك عن مجاهد، والحسن البصري والطريق إليهما ضعيف. =</p><p> وروى (١) جعفر الصادق، عن آبائه، عن النبي - صلى الله عليه وسلم - قال:  \"شهر رمضان شهر الله\"  (٢) . ويدل عليه أيضًا ما روى هُشيم (٣) ، عن أبان (٤) ، عن أنس </p><p>= انظر: \"السنن الكبرى\" ٤/ ٢٠٢ وهو -أيضًا- قول محمد بن كعب رواه البيهقي في \"السنن الكبرى\" ٤/ ٢٠٢، وذكره ابن أبي حاتم -في الموضع السابق- وقال: يروى عن النبي -صلى الله عليه وسلم- ولا يصح. (١) في (ح): روى.(٢) رواه الديلمي من حديث الحسن بن يحيى الخشني، عن الأوزاعي، عن يحيى بن أبي كثير، عن عائشة رضي الله عنها مرفوعًا بلفظ: \"شعبان شهري، ورمضان شهر الله. . \" \"المقاصد الحسنة\" للسخاوي (ص ٥٥٢)، \"كشف الخفاء\" للعجلوني ٢/ ١٣.ورواه عنها أيضًا ابن عساكر \"تاريخ دمشق\" كما في \"الجامع الصغير\" للسيوطي، ورمز لضعفه.انظر: \"فيض القدير\" للمناوي ٤/ ٢١٣، \"كنز العمال\" للمتقي الهندي ٨/ ٤٦٦ (٣٦٨٥)، \"ضعيف الجامع الصغير\" للألباني ٣/ ٢٥ (٣٤١٠).وقد روي عن أنس -رضي الله عنه- مرفوعًا بلفظ \"إنَّ رجب شهر الله، وشعبان شهرى، ورمضان شهر أمتي\" وقد حكم عليه ابن الجوزي وابن القيم بالوضع.انظر: \"المنار المنيف\" لابن القيم (ص ٩٥)، \"الموضوعات\" لابن الجوزي ٢/ ٤٣٦، \"تبيين العجب\" لابن حجر (ص ١٩ - ٢١).(٣) هشيم بن بشير بن القاسم بن دينار السلمي أبو معاوية الواسطي، ثقة، ثبت، كثير التدليس والإرسال الخفي.(٤) أبان بن أبي عياش واسمه فيروز مولى عبد القيس العبدي أبو إسماعيل البصري. متروك. قال الذهبي: بقي إلى بعد الأربعين ومائة. وقال ابن حجر: توفي في حدود (١٤٠ هـ).\"المجروحين\" لابن حبان ١/ ٩٦، \"ميزان الاعتدال\" للذهبي ١/ ١٠، \"تهذيب التهذيب\" لابن حجر ١/ ٥٥، \"تقريب التهذيب\" لابن حجر (١٤٢).</p><p> قال: قال رسول الله -صلى الله عليه وسلم-: \"لا تقولوا: رمضان؛ انسبوه كما نسبه الله تعالى في القرآن،فقال:شهر رمضان\"  (١) . </p><p>(١) الحكم على الإسناد: في إسناده أبان متروك.التخريج:لم أجده من حديث أنس، وروي من حديث أبي هريرة، وابن عمر، وعائشة -رضي الله عنها- فحديث أبي هريرة رواه ابن عدي في \"الكامل\" ٧/ ٥٣، ومن طريقه البيهقي في \"السنن الكبرى\" ٤/ ٢٠١، والجوزقاني في \"الأباطيل والمناكير والصحاح والمشاهير\" ٢/ ٨٨ - ٨٩، وابن أبي حاتم موقوفًا كما نقله سندًا ومتنًا ابن كثير في \"تفسير القرآن العظيم\" ٢/ ١٨١، والذي في \"تفسير القرآن العظيم\" لابن أبي حاتم ١/ ٣١٠ (١٦٤٨) عن محمد بن كعب القرطبي وسعيد عن أبي هريرة قالا. . . كلهم من طريق أبي معشر عن سعيد المقبري عن أبي هريرة مرفوعًا بلفظ: \"لا تقولوا رمضان، فإن رمضان اسم من أسماء الله تعالى، ولكن قولوا شهر رمضان\" قال أبو حاتم: هذا خطأ إنما هو قول أبي هريرة.\"العلل\" لابن أبي حاتم ١/ ٢٥٠، وقال البيهقي: أبو معشر هو نجيح السندي ضعفه يحيى بن معين، وكان يحيى القطان لا يحدث عنه، وكان عبد الرحمن بن مهدي يحدث عنه، وقد قيل: عن أبي معشر عن محمد بن كعب من قوله، وهو أشبه. \"السنن الكبرى\" ٤/ ٢٠١.وقال ابن الجوزي: هذا حديث موضوع لا أصل له. . ولم يذكر أحد في أسماء الله رمضان، وفي الصحيحين من حديث أبي هريرة عن النبي -صلى الله عليه وسلم- أنه قال: إذا دخل رمضان فتحت أبواب الجنة.\"الموضوعات\" ٢/ ٥٤٥، وتعقبه السيوطي بقوله: رواه البيهقي في \"السنن الكبرى\" واقتصر على تضعيفه بأبى معشر. \"اللآلئ المصنوعة\" ٢/ ٩٧.أما حديث ابن عمر، فرواه تمام في \"فوائده\" انظر \"الروض البسام\" ٢/ ١١٦ (٥٥١) ونقله السيوطي بسنده ومتنه منسوبًا إلى تمام في \"اللآلئ المصنوعة\" ٢/ ٩٧، وعزاه المتقي الهندي من حديث ابن عمر إلى ابن عساكر. \"كنز العمال\" =</p><p> [٣٤٢] وحدثنا أبو منصور الحمشاذي (١) قال: أنا أبو إسحاق إبراهيم بن محمد بن يحيى (٢) قال: أنا عبيد (٣) الله بن عبد الرحمن السكري (٤) قال: نا أبو يعلى زكريا (٥) بن يحيى (٦) </p><p>= ٨/ ٤٨٤ (٣٧٤٢) وقال ابن عراق: في سنده ناشب بن عمرو. \"تنزيه الشريعة\" ٢/ ١٥٣، وقال المعلمي اليماني: في سنده من لم أجده، وهو مع ذلك منقطع. \"الفوائد المجموعة\" (ص ٨٧). وأما حديث عائشة، فقد رواه ابن النجار كما نقله سندًا ومتنًا السيوطي في \"اللآلئ المصنوعة\" ٢/ ٩٨، وقال ابن عراق: في سنده من لم أعرفهم. \"تنزيه الشريعة\" ٢/ ١٥٣.وقال المعلمي اليماني: سنده مظلم، وهو موضوع بلا ريب. \"الفوائد المجموعة\" (ص ٨٧).(١) محمد بن عبد الله بن حمشاذ، كان عابدًا واعظًا، مجاب الدعوة.(٢) إبراهيم بن محمد بن يحيى بن سختويه المُزَكِّي أبو إسحاق النيسابوري.قال الحاكم: كنا نعد في مجلسه أربعة عشر محدثًا. قال الخطيب: وكان ثقة، ثبتًا، مكثرًا، مواصلاً للحج، أنتخب عليه ببغداد أبو الحسن الدارقطني. توفي في شعبان سنة (٣٦٢ هـ)، وله سبع وستون سنة.\"تاريخ بغداد\" للخطيب ١٦/ ١٦٣، \"المنتظم\" لابن الجوزي ١٤/ ٢١٦، \"سير أعلام النبلاء\" للذهبي ١٦/ ١٦٣.(٣) في (أ): عبد.(٤) عبيد الله بن عبد الرحمن بن محمد بن عيسى السكري أبو محمد البغدادي. قال الدارقطني: شيخ نبيل، وقال الخطيب: وكان ثقة. توفي سنة (٣٢٣ هـ). \"تاريخ بغداد\" للخطيب ١٠/ ٣٥١، \"تذكرة الحفاظ\" للذهبي ٣/ ٨٠٤.(٥) في (ش): أبو زكريا. وكتب فوق (أبو): يعلى بن.(٦) زكريا بن يحيى بن خلاد المنقري الساجي أبو يعلى البصري.ذكره ابن حبان في \"الثقات\" وقال: حدثنا عنه أحمد بن حمدان التستري، وكان =</p><p> قال: نا الأصمعي (١) قال: قال أبو عمرو (٢) : إنما سمي رمضان؛ لأنه رمضت فيه الفصال (٣) من الحرّ (٤) . </p><p> وقال غيره: لأن الحجارة كانت ترمض فيه (٥) من الحرارة، والرمضاء: الحجارة المحماة (٦) . وقيل: سمي بذلك؛ لأنه يرمض الذنوب. أي: يحرقها. وقيل: لأنّ القلوب تأخذ فيه من حرارة الموعظة والفكرة في أمر الآخرة، كما يأخذ الرمل والحجارة من حرِّ الشمس. </p><p> وقال الخليل: مأخذه من الرمض، وهو مطر يأتي في (٧) </p><p>= من جلساء الأصمعي. وقال الخطيب: نزل بغداد. وحدث بها. \"الثقات\" لابن حبان ٨/ ٢٥٥، \"تاريخ بغداد\" للخطيب ٨/ ٤٥٩، \"الأنساب\" للسمعاني ٣/ ١٩٦.(١) عبد الملك بن قُرَيب الأصمعي. صدوق.(٢) أبو عمرو بن العلاء، ثقة.(٣) الفصيل: ولد الناقة إذا فصل عن أمه، والجمع فصلان وفصال. وأكثر ما يطلق في الإبل، وقد يقال في البقر.\"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٤٥١، \"لسان العرب\" لابن منظور ١٠/ ٢٧٣ (فصل).(٤) [٣٤٢] الحكم على الإسناد:رجاله ثقات.(٥) ساقطة من (أ).(٦) \"غريب الحديث\" للحربي ٣/ ١٠٩٨، \"الوسيط\" للواحدي ١/ ٢٧٦، \"مجمل اللغة\" لابن فارس ٢/ ٣٩٩، \"البحر المحيط\" لأبي حيان ٢/ ٣١ - ٣٢، \"الدر المصون\" للسمين الحلبي ٢/ ٢٧٩.(٧) ساقطة من (أ).</p><p> الخريف (١) . فسُمِي (٢) هذا الشهر رمضان؛ لأنه يغسل الأبدان من الآثام غسلًا، ويطهر قلوبهم تطهيرًا. </p><p> {الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ} قرأ ابن كثير: (القران) بترك الهمز) (٣) حيث وقع (٤) . </p><p> [٣٤٣] أخبرنا أبو بكر محمد بن أحمد بن عبدوس الحيري (٥) رحمه الله قال: أنا أبو حامد أحمد بن محمد بن يحيى البزار (٦) قال: نا محمد بن يزيد (٧) قال: نا مؤمل بن إسماعيل البصري (٨) قال: نا هشيم (٩) ، عن داود (١٠) ، عن عكرمة (١١) ، عن ابن عباس (١٢) . </p><p>(١) عزاه الأزهري في \"تهذيب اللغة\" (رمض) ١٢/ ٣٣ - ٣٤ إلى أبي عمرو. (٢) في (ش): فيسمى.(٣) ساقطة من (ش)، (ح).(٤) \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ١٢٧)، \"الحجة\" لابن زنجلة (ص ١٢٥).(٥) في (أ): الحري.وهو محمد بن أحمد بن عبدوس، لم يذكر بجرح أو تعديل.(٦) أحمد بن محمد بن يحيى بن بلال البزار الخشَّاب، ثقة، مأمون.(٧) محمد بن يزيد السلمي، محمشي أبو عبد الله، وثقه ابن حبان.(٨) مؤمل بن إسماعيل العدوي، صدوق سيِّئ الحفظ. وفي حديثه عن الثوري ضعف.(٩) هشيم بن بشير، ثقة، ثبت، مدلس.(١٠) داود بن أبي هند، ثقة، متقن، كان يهم بأخرة.(١١) عكرمة مولى ابن عباس، ثقة، ثبت.(١٢) صحابي. =</p><p> [٣٤٤] وأخبرنا الخبازي (١) ، قال: نا ابن (٢) عدي (٣) ، قال: نا جعفر بن محمد بن عبد الكريم (٤) ، قال: </p><p>= [٣٤٣] الحكم على الإسناد: فيه شيخ المصنف لم أجد فيه جرحًا ولا تعديلًا، وفيه مؤمل بن إسماعيل صدوق سيئ الحفظ، وهشيم مدلس، وقد عنعن، لكنه توبع من طريق صحيحة.التخريج:رواه أبو عبيد في \"فضائل القرآن\" (ص ٣٦٧)، والنسائي في \"تفسيره\" ٢/ ١٣١ (٣٩٢)، والحاكم في \"المستدرك\" ٢/ ٢٤٢ وقال: صحيح الإسناد ولم يخرجاه. وعنه البيهقي في \"دلائل النبوة\" ٧/ ١٣١. كلهم من طريق يزيد بن هارون. ورواه النسائي في \"السنن الكبرى\" ٥/ ٦ (٧٩٩٠) من طريق يزيد بن زريع. ورواه الطبري في \"جامع البيان\" ٢/ ١٤٥، والحاكم في \"المستدرك \" وقال: صحيح الإسناد ولم يخرجاه ٢/ ٢٤١ وعنه البيهقي في \"الأسماء والصفات\" ١/ ٣٦٨. ورواه ابن الضريس في \"فضائل القرآن\" (ص ٧٢) (١١٨) كلهم من طريق عبد الأعلى بن عبد الأعلى. ورواه الطبري في \"جامع البيان\" ٢/ ١٤٤، من طريق عبد الوهاب وابن أبي عدي. ورواه ابن الضريس في \"فضائل القرآن\" (ص ٧١) (١٢٧) من طريق حماد، كلهم عن داود بن أبي هند، بنحوه بألفاظ متقاربة.قال ابن حجر: إسناده صحيح.\"فتح الباري\" ٩/ ٤.وليس في رواية عكرمة أن عطية الأسود سأل ابن عباس، بل هي في رواية مقسم الآتية.(١) علي بن محمد بن الحسن. إمام، ثقة.(٢) كذا في (ش)، (ح)، (أ) وهو الصواب. وفي (س): أبو.(٣) أبو أحمد الجرجاني. حافظ، متقن.(٤) جعفر بن محمد بن عبد الكريم بن البراء العطار أبو الحسين الجرجاني.ذكره حمزة السهمي في \"تاريخ جرجان\" وقال: مات في جمادى الآخرة سنة =</p><p> نا عمار بن رجاء (١) ، قال: نا عبيد (٢) الله بن موسى (٣) ، قال: نا إسرائيل (٤) ، عن السدي (٥) ، عن محمد بن أبي المجالد (٦) ، عن مقسم (٧) ، عن ابن عباس أن عطية بن الأسود (٨) سأله فقال: إنه قد </p><p>= (٣٢٤ هـ). روى عن عمارة بن رجاء وأبي حاتم الرازي. ولم يذكر فيه جرحًا ولا تعديلًا. \"تاريخ جرجان\" للسهمي (ص ١٧٥)، \"الإكمال\" لابن ماكولا ٦/ ٣٩٢، \"توضيح المشتبه\" ٩/ ١٧٩.(١) عمار بن رجاء التغلبي أبو ياسر الاستراباذي. الحافظ، الثقة، الإمام.(٢) في (أ): عبد.(٣) أبي المختار باذام العبسي، ثقة، كان يتشيع.(٤) إسرائيل بن يونس بن أبي إسحاق السبيعي، ثقة.(٥) إسماعيل بن عبد الرحمن السدي، صدوق، يهم، ورومي بالتشيع.(٦) في (ح): المخالد.وهو عبد الله ويقال محمد بن أبي المجالد مولى عبد الله بن أبي أوفى الكوفي. ثقة، من الخامسة.\"الجرح والتعديل\" لابن أبي حاتم ٥/ ١٨٢، \"تهذيب التهذيب\" لابن حجر ٢/ ٤١٨، \"تقريب التهذيب\" لابن حجر (٣٥٧٢).(٧) مِقْسَم بن بُجْرة ويقال نجدة، مولى عبد الله بن الحارث بن نوفل أبو القاسم ويقال أبو العباس.يقال له مولى ابن عباس للزومه له. صدوق، وكان يرسل. قال البخاري: لا يعرف لمقسم سماع من أم سلمة، ولا ميمونة، ولا عائشة. توفي سنة (١٠١ هـ).\"التاريخ الصغير\" للبخاري ١/ ٣٢٩، \"الجرح والتعديل\" لابن أبي حاتم ٨/ ٤١٤، \"ميزان الاعتدال\" للذهبي ٤/ ١٧٦، \"تهذيب التهذيب\" لابن حجر ٤/ ١٤٧، \"تقريب التهذيب\" لابن حجر (٦٨٧٣).(٨) عطية بن الأسود اليمامي الحنفي. =</p><p> وقع الشك في قوله:  {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ} وقوله: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ}  (١) وقوله: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ}  (٢) وقد نزل في سائر الشهور، وقال عَزَّ وَجَل:  {وَقُرْآنًا فَرَقْنَاهُ}  (٣)  {لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً}  (٤) الآية (٥) . </p><p> فقال: أنزل القرآن جملة واحدة من اللوح المحفوظ في ليلة القدر من شهر رمضان، فوضع في بيت العزة في سماء الدنيا، ثم نزل به جبريل على محمد -صلى الله عليه وسلم- نجومًا نجومًا (٦) عشرين سنة (٧) . </p><p>= من علماء الخوارج، وأمرائهم، كان في أيام نافع بن الأزرق ففارقه، ومضى إلى سجستان، وأصحابه الذين يسمون العطوية. \"مقالات الإسلاميين\" للأشعري ١/ ١٧٦، \"الفرق بين الفرق\" للبغدادي (ص ٨٨)، \"الملل والنحل\" للشهرستاني ١/ ١٤٣، \"الأعلام\" للزركلي ٤/ ٢٣٧.(١) القدر: ١.(٢) الدخان: ٣.(٣) الإسراء: ١٠٦.(٤) الفرقان: ٣٢.(٥) ساقطة من (أ).(٦) ساقطة من (أ).(٧) [٣٤٤] الحكم على الإسناد:فيه جعفر بن محمد بن عبد الكريم لم يذكر بجرح أو تعديل، لكن الأثر روي من طرق صحيحة عن عبيد الله بن موسى، ويبقى الإسناد حسنًا من أجل السدي ومقسم، فإنهما صدوقان، لكن الأثر صحيح من طرق أخرى عن ابن عباس.التخريج:رواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣١٠ (١٦٥٠)، عن محمد بن عمار بن الحارث. =</p><p> فذلك قوله عَزَّ وَجَل {فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ}  (١) . </p><p> وقال داود بن أبي هند: قلت للشعبي {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ} أما كان ينزل عليه في سائر السنة؟ قال: بلى، ولكن جبريل كان يعارض محمدًا -صلى الله عليه وسلم- في شهر (٢) رمضان (ما نَزَّل)  (٣) الله، فيُحِكم الله (٤) ما يشاء، ويثبت ما يشاء، وينسيه ما يشاء (٥) . </p><p>= ورواه الطبري في \"جامع البيان\" ٢/ ١٤٥ من طريق إسحاق. ورواه البيهقي في \"الأسماء والصفات\" ١/ ٣٦٩ من طريق أحمد بن يوسف السلمي، كلهم عن عبيد الله بن موسى به بنحوه.ورواه الواحدي في \"الوسيط\" ١/ ٢٨٠ من طريق يحيى بن أبي زائدة، عن إسرائيل به.ورواه الطبراني في \"المعجم الكبير\" ١١/ ٣٩١ (١٢٠٩٥) من طريق سعد بن طريف، عن الحكم، عن مقسم به، بنحوه. وقال الهيثمي: رواه الطبراني وفيه سعد بن طريف، وهو متروك. \"مجمع الزوائد\" ٦/ ٣١٦.ورواه أيضًا محمد بن نصر في كتاب \"الصلاة\" وابن مردويه كما في \"الدر المنثور\" ١/ ٣٤٣.ورواه النسائي في \"تفسيره\" ٢/ ٥٣٩ (٧٠٩)، والطبري في \"جامع البيان\" ٢/ ١٤٤، ١٤٥، وابن الضريس في \"فضائل القرآن\" (ص ٧٢، ٧٣) (١١٩، ١٢٢)، والطبراني في \"المعجم الكبير\" ١١/ ٤٨٣ (١٢٢٤٣)، ١٢/ ٤٤ (١٢٤٢٦)، والحاكم في \"المستدرك\" وقال: حديث صحيح على شرطهما ولم يخرجاه ٢/ ٢٤٢، والبيهقي في \"دلائل النبوة\" ٧/ ١٣١، وفي \"الأسماء والصفات\" ١/ ٣٦٧ - ٣٦٨ من طرق، عن سعيد بن جبير عن ابن عباس رضي الله عنهما به بنحوه.(١) الواقعة: ٥٧.(٢) زيادة من (أ).(٣) في (ش): بما أنزل.(٤) لفظ الجلالة ساقط من (أ).(٥) رواه أبو عبيد في \"فضائل القرآن\" (ص ٣٦٨)، وليس عنده (فيحكم الله ما يشاء. . .)، وابن الضريس في \"فضائل القرآن\" (ص ٧٥) (١٢٨)، وعبد بن حميد =</p><p> [٣٤٥] أخبرنا أبو بكر محمد بن أحمد بن عبدوس المزكي (١) ، قال: أنا عبد الله بن محمد بن الحسن بن (٢) الشرقي (٣) ، قال: نا أحمد بن حفص (٤) بن عبد الله (٥) ، قال: نا منصور بن جعفر (٦) ، قال: نا نهشل بن سعيد (٧) ، عن عمرو بن دينار المكي (٨) ، عن ابن شهاب (٩) ، </p><p>= كما في \"الدر المنثور\" ١/ ٣٤٣، وأبو القاسم البغوي كما نقله أبو شامة في \"المرشد الوجيز\" (ص ٢٢). (١) ساقطة من (ح).ولم يذكر بجرح أو تعديل.(٢) ساقطة من (أ).(٣) سماعاته صحيحة من مثل الذهلي وطبقته، ولكن تكلموا فيه لإدمانه شرب المسكر.(٤) في (أ): جعفر.(٥) أحمد بن حفص بن عبد الله بن راشد السُّلَمي أبو علي بن أبي عمرو النيسابوري، صدوق.(٦) منصور بن جعفر. لم أظفر له بترجمة.(٧) نهشل بن سعيد بن وَرْدان الورداني القرشي أبو سعيد الخراساني النيسابوري.بصري الأصل، متروك، وكذبه إسحاق بن راهويه. من السابعة.\"الضعفاء الكبير\" للبخاري ٤/ ٣٠٩، \"تهذيب التهذيب\" لابن حجر ٤/ ٢٤٣، \"تقريب التهذيب\" لابن حجر (٧١٩٨).(٨) زيادة من (ح).ثقة، ثبت.(٩) الزهري، متفق على جلالته وإتقانه.</p><p> عن طارق (١) ، عن أبي ذر (٢) الغفاري (٣) ، (عن النبي -صلى الله عليه وسلم-)  (٤) قال: \"أنزلت صحف إبراهيم في ثلاث ليال مضين من رمضان، وأنزلت توراة موسى في ست ليال مضين من رمضان، وأنزل إنجيل عيسى في ثلاث عشرة ليلة (٥) مضت من رمضان، وأنزل زبور داود في ثماني عشرة ليلة مضت من رمضان، وأنزل الفرقان على محمد - صلى الله عليه وسلم - </p><p>(١) طارق بن مخاشن ويقال: محاسن ويقال: ابن أبي مخاشن. ويقال: أبو مخاشن الأسلمي الحجازي. قال الدارقطني: والصحيح ابن مخاشن. وذكره ابن حبان في \"الثقات\" وقال: يروي عن أبي ذر، روى عنه الزهري. وفي المصادر الأخرى: يروي عن أبي هريرة، روى عنه الزهري، وبريدة بن سفيان. وقال العجلي: تابعي، ثقة. وقال ابن حجر: مقبول. من الثالثة.\"التاريخ الكبير\" للبخاري ٤/ ٣٥٤، \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٤٨٦، \"معرفة الثقات\" للعجلي (ص ٢٣٣)، \"المؤتلف والمختلف\" للدارقطني ٤/ ٢١٤٧، \"الإكمال\" لابن ماكولا ٧/ ٢٢٥، \"تهذيب الكمال\" للمزي ١٣/ ٣٤٩، \"تهذيب التهذيب\" لابن حجر ٢/ ٢٣٤، \"تقريب التهذيب\" لابن حجر (٣٠٠٥).(٢) كذا في (أ)، ويبدو أنه الصحيح. وأما في (س) وفي نسخة جامعة السربون (١٦٤ أ): عن إياس بن شهاب بن خارق عن أبي ذر. وفي (ش): عن إياس بن شهاب بن طارق عن أبي ذر. وفي (ح) وفي نسخة جامعة برنستون (١٨١ أ): عن إياس بن عاصم عن شهاب بن طارق عن أبي ذر. وفي \"تخريج أحاديث وآثار الكشاف\" للزيلعي: عن طارق بن إياس عن شهاب بن طارق عن أبي ذر ١/ ١١٣ وكل أولئك لم أجد لهم تراجم.(٣) صحابي، مشهور.(٤) ساقطة من (أ).(٥) ساقطة من (ش)، (ح).</p><p> في الرابعة (١) وعشرين من رمضان\" (٢) . </p><p>(١) في (أ): الرابع. (٢) في (أ) في جميع الحديث: شهر رمضان. وفي (ح): في الرابعة والعشرين لست بقين بعدها.[٣٤٥] الحكم على الإسناد:في إسناده منصور بن جعفر لم أجد له ترجمة، ونهشل بن سعيد متروك، والحديث ورد من حديث واثلة بن الأسقع بإسناد حسن.التخريج:حديث أبي ذر ذكره البغوي في \"معالم التنزيل\" ١/ ١٩٨ بصيغة التمريض. وعزاه الزيلعي من حديث أبي ذر إلى الثعلبي وحده، وساق سنده. \"تخريج أحاديث الكشاف\" ١/ ١١٣.وقد رواه الإمام أحمد في \"المسند\" ٤/ ١٠٧ (١٦٩٨٤)، والطبري ٣/ ١٤٥، وقال الشيخ أحمد شاكر: هو إسناد صحيح.وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣١٠ (١٦٤٩)، والطبراني في \"المعجم الكبير\" ٢٢/ ٧٥ (١٨٥)، وفي \"المعجم الأوسط\" ٤/ ١١١ (٣٧٤٠)، وقال: \"لم يرو هذا الحديث عن قتادة إلا عمران القطان، ولا يروى عن رسول الله -صلى الله عليه وسلم- إلا بهذا الإسناد\". والبيهقي في \"السنن الكبرى\" ٩/ ١٨٨، وفي \"شعب الإيمان\" ٢/ ٤١٤ (٢٢٤٨)، وفي \"الأسماء والصفات\" ١/ ٣٦٦ - ٣٦٧، والواحدي في \"أسباب النزول\" (ص ١٩)، وفي \"الوسيط\" ١/ ٢٨٠، والأصبهاني في \"الترغيب والترهيب\" ٢/ ٣٧٨ (٦٨١٨) كلهم من طريق عمران القطان، عن قتادة، عن أبي المليح، عن واثلة به مرفوعًا بنحوه، وفيه أنزلت صحف إبراهيم أول ليلة من شهر رمضان.وقال الهيثمي: رواه أحمد، والطبراني في \"المعجم الكبير\"، و\"الأوسط\" وفيه عمران بن داود القطان، ضعفه يحيى، ووثقه ابن حبان، وقال أحمد: أرجو أن يكون صالح الحديث، وبقية رجاله ثقات.\"مجمع الزوائد\" ١/ ١٩٧، وذكره السيوطي في \"الجامع الصغير\" ورمز لحسنه. =</p><p> ثم وصف القرآن، فقال:  {هُدًى لِلنَّاسِ} من الضلالة، وهي (١) في محل النصب على القطع؛ لأن {الْقُرْآنُ} معرفة، و {هُدًى} نكرة. {وَبَيِّنَاتٍ} من الحلال والحرام، والحدود والأحكام {مِنَ الْهُدَى وَالْفُرْقَانِ} الفصل بين الحق والباطل. </p><p> [٣٤٦] حدثنا أبو محمد الحسن بن أحمد بن محمد بن علي الشيباني العدل (٢) رحمه الله، قال: أنا أبو الحسن محمد بن </p><p>= \"فيض القدير\" ٣/ ٧٥، وحسنه الألباني. انظر \"صحيح الجامع\" للألباني ٢/ ٢٨ (١٥٠٩)، \"السلسلة الصحيحة\" للألباني ٤/ ١٠٤ (١٥٧٥) ونسبه أيضًا إلى النعالي وعبد الغني المقدسي في \"فضائل رمضان\". ورواه أبو عبيد في \"فضائل القرآن\" (ص ٣٦٨) قال: حدثني نعيم، عن بقية، عن عتبة بن أبي حكيم قال: حدثنا شيخ لنا، عن واثلة بن الأسقع به مرفوعًا بنحوه، وفيه: ونزل الزبور على داود في اثنتي عشرة من شهر رمضان، ونزل الإنجيل على عيسى في ثماني عشرة من شهر رمضان.ورواه أبو يعلى الموصلي في \"مسنده\" ٤/ ١٣٥ (٢١٩٠) قال: حدثنا سفيان بن وكيع قال: ثنا أبي عن عبيد الله بن أبي حميد، عن أبي المليح قال: ثنا جابر بن عبد الله موقوفًا بنحوه.قال البيهقي عن قتادة: خالفه عبيد الله بن أبي حميد، وليس بالقوي، فرواه عن أبي المليح، عن جابر بن عبد الله رضي الله عنهما. \"الأسماء والصفات\" ١/ ٣٦٧. وقال الهيثمي: رواه أبو يعلى، وفيه سفيان بن وكيع، وهو ضعيف. \"مجمع الزوائد\" ١/ ١٩٧.وله شاهد من حديث ابن عباس رواه ابن عساكر \"تاريخ دمشق\". كما في \"السلسلة الصحيحة\" من طريق على بن أبي طلحة عنه مرفوعًا. وقال الألباني: وهذا منقطع؛ لأن عليًّا هذا لم ير ابن عباس ٤/ ١٠٤ (١٥٧٥).(١) في (ح): وقال.(٢) ساقطة من (أ). وهو: أبو محمد المخلدي، إمام، صدوق، مسند، عدل.</p><p> إسماعيل بن إسحاق المروزي (١) ، قال: نا علي بن حجر (٢) ، قال: نا يوسف بن زياد البصري (٣) ، قال: نا همام بن يحيى المحملي (٤) ، عن علي بن زيد بن جدعان (٥) ، عن سعيد بن المسيب (٦) ، عن سلمان (٧) قال: خطبنا رسول الله -صلى الله عليه وسلم- في آخر يوم من شعبان فقال: \"يا أيها الناس قد أظلكم (٨) شهر عظيم (٩) شهر (١٠) مبارك، شهر فيه ليلة (١١) </p><p>(١) المسند، الصدوق. (٢) أبو الحسن المروزي. ثقة، حافظ.(٣) يوسف بن زياد النهدي أبو عبد الله البصري.قال البخاري، وأبو حاتم: منكر الحديث. وقال النسائي: ليس بثقة.\"التاريخ الكبير\" للبخاري ٨/ ٣٨٨، \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٢٢٢، \"تاريخ بغداد\" للخطيب ١٤/ ٢٩٥، \"لسان الميزان\" لابن حجر ٦/ ٣٢١.(٤) همام بن يحيى بن دينار الأزدي العَوْذي المُحَلّمِي، مولاهم أبو عبد الله، ويقال أبو بكر البصري.ثقة، ربما وهم. وقال ابن حجر أيضًا: وهذا يقتضي أن حديث همام بآخره أصح ممن سمع منه قديمًا، وقد نص على ذلك أحمد بن حنبل. توفي سنة (١٦٣ هـ) أو (١٦٤ هـ) أو (١٦٥ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٩/ ١٠٧، \"تهذيب التهذيب\" لابن حجر ٤/ ٢٨٤، \"تقريب التهذيب\" لابن حجر (٧٣١٩)، \"هدي الساري\" لابن حجر (ص ٤٤٩).(٥) ضعيف.(٦) أحد الثقات الأثبات، اتفقوا على أن مرسلاته أصح المراسيل.(٧) الفارسي، صحابي، مشهور.(٨) في (أ): أظل لكم.(٩) في (ح): رمضان.(١٠) ساقطة من (ش).(١١) في (ش): ليلة القدر.</p><p> خير من ألف شهر، شهر (١) جعل الله صيامه فريضة، وقيام ليله تطوعًا، من تقرب فيه (٢) بخصلة من خصال الخير كان كمن أدى فريضة فيما سواه، ومن أدى فيه فريضة كان كمن أدى سبعين فريضة فيما سواه؛ وهو شهر الصبر، والصبر ثوابه الجنة، (وشهر مواساة)  (٣) ، وشهر يزاد في (٤) رزق المؤمن فيه (٥) ، وشهر أوله رحمة، وأوسطه مغفرة، وآخره عتق من النار، من فطَّر فيه صائمًا كان مغفرة لذنوبه، وعتق رقبته من النار، وكان له مثل أجره (٦) من غير أن ينتقص (٧) من أجره شيئًا \".قالوا:يا رسول الله؛ ليس كلنا يجد ما يفطر الصائم.</p><p> فقال رسول الله -صلى الله عليه وسلم-: \" يعطي الله هذا الثواب من فطر صائمًا على مذقة لبن، أو تمرة (٨) ، أو شربة ماء، ومن أشبع فيه صائمًا سقاه الله من حوضي شربة لا يظمأ (بعدها أبدًا)  (٩) حتى يدخل الجنة، وكان كمن أعتق رقبة، ومن خفف عن مملوكه فيه غفر الله له، وأعتقه من النار، فاستكثروا (١٠) فيه من أربع خصال: خصلتان ترضون بهما </p><p>(١) ساقطة من (ش)، (ح)، (أ). (٢) ساقطة من (أ).(٣) ساقطة من (أ). وفي (ح)، (أ) شهر المواساة.(٤) في (ح) يزاد فيه في. وفي (أ): يزاد فيه.(٥) ساقطة من (ش)، (ح)، (أ).(٦) في (ح): زيادة: مثله.(٧) في (ح)، (أ): ينقص.(٨) في (ش)، (ح)، (أ): تمر.(٩) من (أ).(١٠) قبلها في (أ): فأكثروا.</p><p> ربكم، وخصلتان لا غنى (١) بكم (٢) عنهما؛ فأما الخصلتان اللتان ترضون بهما ربكم: فشهادة أن لا (٣) إله إلا الله، وتستغفرونه. وأما الخصلتان (٤) اللتان لا غنى بكم (٥) عنهما: فتسألون الله الجنة، وتعوذون به من النار\" (٦) . </p><p>(١) في (أ): غناء. (٢) في (أ): لكم.(٣) كذا في (ش)، (ح)، (أ). وفي (س): ألا.(٤) من (أ).(٥) في (أ): غناء لكم.(٦) ٣٤٦ - الحكم على الإسناد:إسناده ضعيف جدًّا، فيه يوسف بن زياد منكر الحديث، وعلى بن زيد بن جدعان ضعيف، وللحديث متابعات ضعيفة جدًّا.التخريج:رواه ابن خزيمة في \"صحيحه\" ٣/ ١٩١ (١٨٨٧) ومن طريقه رواه البيهقي في \"شعب الإيمان\" ٣/ ٣٠٥ (٣٦٠٨)، وابن أبي الدنيا في \"فضائل رمضان\" (ص ٦٩) (٤١) عن حمزة بن العباس، وابن شاهين في \"فضائل شهر رمضان\" ضمن مجموع فيه مصنفات ابن شاهين (ص ١٤٥) (١٦)، عن إسماعيل بن محمد ابن أبي كثير الفارسي.والبيهقي في \"شعب الإيمان\" ٣/ ٣٠٥ (٣٦٠٨)، وفي \"فضائل الأوقات\" (ص ١٤٧ - ١٤٨) (٣٧، ٣٨) من طريق جعفر بن محمد بن سوار وجعفر بن أحمد ابن نصر الحافظ.ورواه الواحدي في \"الوسيط\" ١/ ٢٧٧ من طريق جعفر بن محمد بن سوار.ورواه الأصبهاني في \"الترغيب والترهيب\" ٢/ ٣٤٩ (١٧٥٣) من طريق عبد الله يونس الكتاني كلهم عن على بن حجر به.ورواه ابن شاهين في \"فضائل شهر رمضان\" (ص ١٤٤) (١٥) من طريق يحيى بن سعيد العطار قال: حدثنا سلام بن أحمد عن علي بن زيد به بنحوه. ويحيى بن =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= سعيد العطار ضعيف وسلام بن سلم وهو المدائني متروك. \"تقريب التهذيب\" لابن حجر (٧٥٥٨) (٢٧٠٢).ورواه ابن أبي حاتم في \"العلل\" ١/ ٢٤٩ (٧٣٣)، والحارث بن أبي أسامة في \"مسنده\" انظر \"بغية الباحث عن زوائد مسند الحارث\" (ص ١١٢) (٣١٨)، والعقيلي في \"الضعفاء الكبير\" ١/ ٣٥، والخطيب في \"تاريخ بغداد\" ٤/ ٣٣٣، والبيهقي في \"شعب الإيمان\" ٣/ ٣٠٥ (٣٦٠٨) كلهم من طريق عبد الله بن بكر السهمي قال: حدثنا إياس بن أبي إياس عن سعيد بن المسيب عن سلمان به بنحوه. وعند البيهقي: إياس عن علي بن زيد، عن سعيد بن المسيب. وقال العقيلي في إياس: مجهول، حديثه غير محفوظ. . . وقد روي من غير وجه ليس له طريق ثبت بين. \"الضعفاء الكبير\" ١/ ٣٥، قال أبو حاتم: هذا حديث منكر، غلط فيه عبد الله ابن بكر، إنما هو أبان بن أبي عياش، فجعل عبد الله بن بكر أبان إياس. \"العلل\" ١/ ٤٩ وقال الذهبي: لا يعرف، وخبره منكر. \"ميزان الاعتدال\" للذهبي ١/ ٢٨٢. ورواه ابن أبي الدنيا في \"فضائل رمضان\" (ص ٨٨) (٥٨)، والطبراني في \"المعجم الكبير\" ٦/ ٢٦١ (٦١٦١) مختصرًا. وابن عدي في \"الكامل\" ٢/ ٢٢١، وابن حبان في \"المجروحين\" ١/ ٢٤٧، والبيهقي في \"شعب الإيمان\" ٣/ ٤١٩ (٣٩٥٥)، وفي \"فضائل الأوقات\" (ص ١٩٨) (٧٢) كلهم من طريق حكيم بن خِذام. ورواه الطبراني في \"المعجم الكبير\" ٦/ ٢٦١ (٦١٦٢)، والأصبهاني في \"الترغيب والترهيب\" ٢/ ٣٥٥، وابن الجوزي في \"الموضوعات\" ٢/ ٥٥٤ - ٥٥٥ من طريق الحسن بن أبي جعفر، كلاهما عن علي بن زيد به مختصرًا، بذكر أجر من فطر صائمًا.قال ابن حبان: وهذا لا أصل له، وعلي بن زيد لا شيء. \"المجروحين\" ١/ ٢٤٧، وقال ابن الجوزي: هذا حديث لا يصح، وليس يرويه إلا الحسن وحكيم، فأما الحسن فتركه أحمد بن حنبل، وقال يحيى: ليس بشيء. وأما حكيم فقال أبو حاتم الرازي: هو متروك الحديث. \"الموضوعات\" ٢/ ٥٥٥.وقوله في الحديث: \"من فطر صائمًا كان له مثل أجره من غير أن ينقص من أجره شيء\" ورد من حديث زيد بن خالد الجهني -رضي الله عنه-، رواه الترمذي في كتاب الصيام، =</p><p> [٣٤٧] وحدثنا الحسن بن أحمد (١) ، قال: أنا محمد بن إسماعيل (٢) ، قال: نا سلمة بن شبيب (٣) ، قال: نا إسحاق بن بشر (٤) ، قال: نا (٥) أبو عبد الرحمن الجَنَدي (٦) ، عن الكلبي (٧) ، </p><p>= باب ما جاء في فضل من فطر صائمًا (٨٠٧) وقال: هذا حديث حسن صحيح. وابن ماجه في كتاب الصيام، باب في ثواب من فطر صائمًا (١٧٤٦)، والدارمي في \"السنن\" (١٧٤٤)، والإمام أحمد في \"المسند\" ٤/ ١١٤، ١١٦ (١٧٠٣٣، ١٧٠٤٤)، وابن خزيمة في \"صحيحه\" ٣/ ٢٧٧ (٢٦٠٤)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٨/ ٢١٦ (٣٤٢٩)، والبغوي في \"شرح السنة\" ٦/ ٣٧٧ (١٨١٨، ١٨١٩)، وقال: صحيح. (١) المخلدي، إمام، صدوق، مسند، عدل.(٢) محمد بن إسماعيل بن إسحاق، المسند، الصدوق.(٣) سلمة بن شبيب الحَجْري المسْمَعي أبو عبد الرحمن النيسابوري.نزيل مكة. ثقة. توفي سنة (٢٤٧ هـ)، وقيل قبلها.\"الجرح والتعديل\" لابن أبي حاتم ٤/ ١٦٤، \"تهذيب التهذيب\" لابن حجر ٢/ ٧٢، \"تقريب التهذيب\" لابن حجر (٢٤٩٤).(٤) إسحاق بن بشر بن محمد بن سالم أبو حذيفة البخاري.صاحب كتاب \"المبتدأ\". قال مسلم: أبو حذيفة ترك الناس حديثه. وقال علي بن المديني، وأبو بكر بن أبي شيبة، والدارقطني: كذاب. توفي ببخاري سنة (٢٠٦ هـ). \"المجروحين\" لابن حبان ١/ ١٣٥، \"تاريخ بغداد\" للخطيب ٦/ ٣٢٦، \"ميزان الاعتدال\" للذهبي ١/ ١٨٤، \"لسان الميزان\" لابن حجر ١/ ٣٥٤.(٥) في (ح): عن.(٦) أبو عبد الرحمن عبد الله بن رشيد الجنديسابوري، من أهل جنديسابور.يروي عن: أبي عبيدة مجاعة بن الزبير العتكي الأزدي.روى عنه: جعفر بن محمد بن حبيب الذارع، وأهل الأهواز، وهو مستقيم الحديث. \"الأنساب\" للسمعاني ٢/ ٩٥.(٧) محمد بن السائب، الكلبي، متهم بالكذب، ورمي بالرفض.</p><p> عن أبي نضرة (١) ، عن أبي سعيد الخدري (٢) قال: قال رسول الله - صلى الله عليه وسلم -: \"إن أبواب السماء، وأبواب الجنة لتفتح لأول (٣) ليلةٍ من شهر رمضان فلا تغلق إلى آخر ليلة منها، وليس من عبد يُصلي (٤) في ليلة منها إلا كتب الله -عَزَّ وَجَل- له بكل سجدة ألفًا (٥) وسبعمائة حسنة، وبنى له بيتًا في الجنة من ياقوتة حمراء، فإذا صام أول يوم من شهر رمضان غفر الله له كل ذنب إلى آخر يوم من شهر (٦) رمضان، وكان كفارة إلى مثلها، وكان له بكل يوم يصومه قصر (٧) في الجنة له ألف باب من ذهب، واستغفر له تسعون (٨) ألف ملك من غدوة إلى (أن توارى بالحجاب)  (٩) ، وكان له بكل سجدة يسجدها من ليل ونهار شجرة </p><p>(١) المنذر بن مالك بن قُطْعة العبدي العَوفي أبو نضرة البصري. ثقة. قال العلائى: روى عن علي وأبى ذر رضي الله عنهما، وغيرهما من قدماء الصحابة، وذلك مرسل. وقد سمع من ابن عباس، وأبي هريرة، وأبي سعيد الخدري، وطبقتهم. وتوفي سنة (١٠٨ هـ) أو (١٠٩ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٨/ ٢٤١، \"جامع التحصيل\" للعلائي (ص ٢٨٧)، \"تهذيب التهذيب\" لابن حجر ٤/ ١٥٤، \"تقريب التهذيب\" لابن حجر (٦٨٩٠).(٢) سعد بن مالك بن سنان بن عبيد الأنصاري، صحابي، مشهور.(٣) في (أ): أول.(٤) في (أ): صلى.(٥) في (ح): ألفي.(٦) من (ش).(٧) في (ش): قصرًا.(٨) في (ح)، (أ): سبعون.(٩) في (أ): ما توارى الحجاب.</p><p> يسير الراكب في ظلها مائة عام لا يقطعها\" (١) . </p><p>(١) ٣٤٧ - الحكم على الإسناد: الحديث بهذا الإسناد موضوع، فيه إسحاق بن بشر كذاب، والكلبي متهم، وله طريق آخر فيه محمد بن مروان السدي الصغير متهم بالكذب.التخريج:رواه البيهقي في \"شعب الإيمان\" ٣/ ٣١٤ (٣٦٣٥)، وفي \"فضائل الأوقات\" (ص ١٥٤) (٤٣)، والأصبهاني في \"الترغيب والترهيب\" ٢/ ٣٥٧ (١٧٦٧) من طريق هشام بن يونس اللؤلؤي.ورواه البيهقي في \"فضائل الأوقات\" (ص ١٥٦) (٤٤) من طريق علي بن إسحاق الحنظلي.ورواه الطبراني في \"المعجم الصغير\" ١/ ٢٠٢ (٣٢٤)، وعنه أبو نعيم في \"أخبار أصبهان\" ١/ ٢٤٩ مختصرًا من طريق محمد بن أبان العنبري الكوفي كلهم عن مروان بن محمد السدي الصغير، عن داود بن أبي هند قال: أخبرني أبو نضرة وعطاء بن أبي رباح، عن أبي سعيد به مرفوعًا بمثله.قال الطبراني: لم يروه عن داود إلا محمد بن مروان. \"المعجم الصغير\" ١/ ٢٠٢. والحديث ذكره المنذري في \"الترغيب والترهيب\" ٢/ ٩٣ بصيغة التمريض، وعزاه للبيهقي في \"شعب الإيمان\".وقد ورد من حديث أبي هريرة -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: \"إذا جاء رمضان فتحت أبواب الجنة\" وفي رواية \"إذا دخل رمضان فتحت أبو السماء. . . وسلسلت الشياطين\" رواه البخاري في كتاب الصوم، باب هل يقال: رمضان، أو شهر رمضان (١٨٩٨، ١٨٩٩)، ومسلم في كتاب الصيام، باب فضل شهر رمضان (١٠٧٩).وقوله في الحديث \"شجرة يسير الراكب. . . \" ورد من حديث أبي هريرة -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: \"إن في الجنة لشجرة. . . \" رواه البخاري في كتاب بدء الخلق، باب ما جاء في صفة الجنة وأنها مخلوقة (٣٢٥٢)، ومسلم في كتاب الجنة وصفة نعيمها، باب إن في الجنة شجرة (٢٨٢٦).</p><p> ٣٤٨ - وحدثنا أبو سعد (١) عبد الملك بن أبي عثمان (٢) الزاهد رحمه الله، قال: أنا أبو إسحاق إبراهيم (٣) بن أحمد بن رجاء (٤) ، قال: نا عبد الله بن سليمان بن الأشعث (٥) ، قال: نا محمد </p><p>(١) في (س) وجميع النسخ: سعيد، والمثبت من مصادر التخريج. (٢) عبد الملك بن أبي عثمان واسمه محمد بن إبراهيم الزاهد أبو سعد النيسابوري الخركوشي.قال الخطيب: كان ثقة، صالحًا، ورعًا، زاهدًا. وقال السمعاني: كان عالمًا، زاهدًا، فاضلاً. توفي سنة (٤٠٦ هـ) وقال الذهبي: توفي في جمادى الأولى سنة (٤٠٧ هـ).\"تاريخ بغداد\" للخطيب ١٠/ ٤٣٢، \"الأنساب\" للسمعاني ٢/ ٣٥٠، \"معجم البلدان لياقوت ٢/ ٣٦٠، \"سير أعلام النبلاء\" للذهبي ١٧/ ٢٥٦.(٣) كذا في (ش)، (ح)، (أ): وهو الصواب. وفي (س): بن إبراهيم.(٤) إبراهيم بن أحمد بن محمد بن رجاء الوراق أبو إسحاق النيسابوري.قال الحاكم: كان من المسلمين الذين سلم المسلمون من لسانه ويده، طلب الحديث على كبر السن ... وعمر حتى احتاج الناس إليه، وأدى ما عنده ... سمعت أبا على الحافظ يقول لأبي إسحاق: أنت بهز بن أسد؛ لثقته وإتقانه. وقال السمعاني: كان شيخًا، صالحًا، سديد السيرة، مكثرًا من الحديث. توفي يوم الاثنين الخامس من رجب سنة (٣٦٤ هـ)، وهو ابن ست أو سبع وتسعين سنة.\"الأنساب\" للسمعاني ١/ ٧٥، ١/ ٣٣٧، \"تكملة الإكمال\" لمحمد بن عبد الغني ١/ ١٦٣، \"معجم البلدان\" لياقوت ١/ ٧٢.(٥) عبد الله بن سليمان بن الأشعث بن إسحاق الأزدي أبو بكر السجستاني.قال صالح بن أحمد الحافظ: أبو بكر بن أبي داود إمام العراق، وكان في وقته ببغداد مشايخ أسند منه، ولم يبلغوا في الآلة والإتقان ما بلغ. وقال الحافظ أبو محمد الخلال: كان أبو بكر أحفظ من أبيه أبي داود. وذكره الذهبي في \"ميزان الاعتدال\" وقال: ما ذكرته إلا لأنزهه.ولد بسجستان سنة (٢٣٥ هـ)، وتوفي في ذي الحجة سنة (٣١٦ هـ). =</p><p> ابن عبد العزيز الأزدي (١) ، قال: نا أصرم (٢) بن حوشب (٣) ، قال: نا محمد بن يونس الحارثي (٤) ، عن قتادة (٥) ، عن أنس بن مالك، قال: </p><p>= \"تاريخ بغداد\" للخطيب ٩/ ٤٦٤، \"طبقات الحنابلة\" لابن أبي يعلى ٢/ ٥١، \"سير أعلام النبلاء\" للذهبي ١٣/ ٢٢١، \"ميزان الاعتدال\" للذهبي ٢/ ٤٣١. (١) محمد بن عبد العزيز الأزدي.لم أجد رجلًا بهذا الاسم، والصواب: محمد بن يحيى الأزدي، فقد روى الحديث ابن الجوزي من طريق ابن أبي داود، وابن حبان في \"المجروحين\" ١/ ١٨٣، وابن عدي في \"الكامل\" ١/ ٤٠٥، وعندهم محمد بن يحيى الأزدي، وهو يروي عن أصرم، ويروي عنه ابن أبي داود.انظر \"تاريخ بغداد\" للخطيب ٧/ ٣١، \"تهذيب الكمال\" للمزي ٢٦/ ٦٣٥.محمد بن يحيى بن عبد الكريم بن نافع الأزدي أبو عبد الله بن أبي حاتم البصري.نزيل بغداد، ثقة. توفي سنة (٢٥٢ هـ).\"تاريخ بغداد\" للخطيب ٣/ ٤١٤، \"تهذيب التهذيب\" لابن حجر ٣/ ٧٣٠، \"تقريب التهذيب\" لابن حجر (٦٣٨٩).(٢) في (أ): الأصرم.(٣) أصرم بن حوشب الكندي أبو هشام الهمذاني.قال البخاري، والنسائي، ومسلم: متروك الحديث. وقال يحيى: كذاب خبيث.وقال ابن حبان: كان يضع الحديث على الثقات. قال الذهبي: متهم. كان حيًّا سنة اثنتين ومائتين.\"المجروحين\" ١/ ١٨١، \"تاريخ بغداد\" للخطيب ٧/ ٣٠، \"ديوان الضعفاء\" للذهبي ١/ ٩٧، \"لسان الميزان\" لابن حجر ١/ ٤٦١.(٤) كذا في (أ) وهو الصواب. وفي (س) و (ش): الحاري. وفي (ح): الجاري.وهو محمد بن يونس الحارثي.قال الأزدي: متروك.\"ميزان الاعتدال\" للذهبي ٤/ ٧٤، \"لسان الميزان\" لابن حجر ٥/ ٤٣٨.(٥) قتادة بن دعامة، ثقة، ثبت.</p><p> قال رسول الله - صلى الله عليه وسلم -: \"إذا كان أول ليلة من شهر رمضان نادى الجليل جلّت عظمته رضوان خازن (١) الجنان (٢)  (فيقول يا رضوان)  (٣) . فيقول: لبيك وسعديك. فيقول: نجّد (٤) جنتي، وزينها للصائمين من أمة أحمد (٥) ، ولا تغلقها عنهم حتى ينقضي شهرهم. ثم ينادي مالكًا خازن (٦) النيران (٧) : يا مالك (٨) . فيقول: لبيك (٩) وسعديك. فيقول أغلق (١٠) أبواب الجحيم عن الصائمين من أمة أحمد، ثم (١١) لا تفتحها عليهم (١٢) حتى ينقضي شهرهم (١٣) . </p><p> ثم ينادي جبريل -عليه السلام-: أن يا جبريل. فيقول: لبيك ربّ وسعديك. فيقول: انزل إلى الأرض (فغُلّ مردة الشياطين)  (١٤) عن أمة </p><p>(١) قبلها في (أ): وهو. (٢) في (ح): الجنة.(٣) زيادة من (أ).(٤) في (أ): مجد.(٥) في (ش): محمد أحمد.(٦) قبلها في (أ): وهو.(٧) في (ش)، (ح)، (أ): النار.(٨) قبلها في (ح): أن.(٩) قبلها في (ش)، (أ)، (ح): زيادة: ربِ.(١٠) في (أ): غلق.(١١) ساقطة من (أ).(١٢) في هامش (ش): عنهم.(١٣) في (ح): شهركم.(١٤) كررت في (ح).</p><p> أحمد (١) حتى (٢) لا يفسدوا عليهم صيامهم وإفطارهم، ولله (٣) -عَزَّ وَجَل- في كل يوم من شهر رمضان عند طلوع الشمس، وعند وقت الإفطار عتقاء يعتقهم من النار عبيدًا وإماء، وله في كل سماء منادٍ فيهم ملك (له عرف)  (٤) تحت عرش رب العالمين، (وقوائمه في)  (٥) تخوم الأرض السابعة السفلى، (جناح له)  (٦) بالمشرق مكلل بالمرجان، والدر، والجوهر، وجناح له بالمغرب مكلل بالمرجان، والدر، والجوهر، ينادي: هل من تائب يتاب عليه؟ هل (٧) من داع يستجاب له؟ هل من مظلوم ينصره الله؟ هل من مستغفر يغفر له؟ هل من سائل يعطى (٨) سؤله \" قال(٩): \" وينادي الرب تعالى ذكره (١٠) الشهر (١١) كله: عبادي (١٢) وإمائي أبشروا، واصبروا، وداوموا، أوشك أن أرفع عنكم المؤنات، وتفضوا إلى رحمتي (وكرامتي، </p><p>(١) في (أ): محمد. (٢) زيادة من (أ).(٣) في (أ): وقل إن لله.(٤) في (ح): ملك عرفه.(٥) في (ح): وفرائصه. وفي (ش): وفرائصه تحت. وكتب فوقها: في. وبجانبها: خ.(٦) في (أ): له جناح.(٧) في (أ): وهل.(٨) في (أ): فيعطى.(٩) في (أ): ثم قال -صلى الله عليه وسلم-.(١٠) ساقطة من (ح)، (أ).(١١) قبلها في (أ): في.(١٢) في (أ): عبيدي.</p><p> فإذا) (١) كان ليلة القدر نزل جبريل -عَلَيْهِ السَّلام- في كبكبة من الملائكة يصلون (٢) على كل عبد قائم، أو قاعد يذكر (٣) الله -عَزَّ وَجَلَّ-\" (٤) . </p><p>(١) في (أ): وكراماتي وإذا. (٢) كذا في (س) و (ش) و (ح) و (أ). وكتب في هامش (س): يسلمون.(٣) في (ح): يذكرون.(٤) ٣٤٨ - الحكم على الإسناد:الحديث بهذا الإسناد موضوع؛ فيه أصرم بن حوشب متهم، ومحمد بن يونس متروك، وقد حكم عليه بعض العلماء بالوضع.التخريج:رواه ابن الجوزي في \"العلل المتناهية\" ٢/ ٤٠ (٨٧٨)، من طريق محمد بن نصر ابن مكرم قال: أخبرنا عبد الله بن سليمان بن الأشعث به.ورواه ابن عدي في \"الكامل\" ١/ ٤٠٥، عن علي بن سعيد. وابن حبان في \"المجروحين\" ١/ ١٨١ - ١٨٣، عن محمد بن يزيد الزرقي، ومن طريق ابن حبان رواه ابن الجوزي في \"الموضوعات\" ٢/ ٥٤٥ - ٥٤٦. كلاهما عن محمد بن يحيى الأزدي، عن أصرم به.قال ابن حبان متن باطل. \"المجروحين\" ١/ ١٨٣.وقال ابن عدي: هذا حديث لا أعرفه إلا من حديث أصرم. \"الكامل\" لابن عدي ١/ ٤٠٥.وقال ابن الجوزي: هذا حديث لا يصح. \"الموضوعات\" ٢/ ٥٤٧.وقال الشوكاني: موضوع. \"الفوائد المجموعة\" (ص ٨٨).ورواه العقيلي في \"الضعفاء الكبير\" ٣/ ١٣٨ - ١٣٩، ومن طريقه ابن الجوزي في \"العلل المتناهية\" ٢/ ٤١ (٨٧٩) من طريق عباد بن عبد الصمد، عن أنس به مرفوعًا، بنحوه بألفاظ متقاربة، وفيه زيادة.وقال ابن الجوزي: وروي لنا من حديث أنس أبسط من هذا من رواية عباد بن عبد الصمد، عن أنس. قال العقيلي: وعباد يروي عن أنس نسخة عامتها مناكير. \"الموضوعات\" ٢/ ٤٥٧.</p><p> [٣٤٩] وأخبرنا الربيع بن محمد (١) ومحمد بن الفضل (٢) قالا: أنا </p><p>= وقال السيوطي: ورواه أيضًا أبان، عن أنس رواه الديلمي ... وأبان متروك. \"اللآلئ المصنوعة\" ٢/ ٩٩. وقال المعلمي: أقول وفي السند إليه بلايا. \"الفوائد المجموعة\" (ص ٨٨).وقد روي نحو هذا الحديث من حديث ابن عباس، رواه البيهقي في \"شعب الإيمان\" ٣/ ٣٣٥ (٣٦٩٥)، والأصبهاني في \"الترغيب والترهيب\" ٢/ ٣٥٨ (١٧٦٨) وابن الجوزي في \"العلل المتناهية\" ٢/ ٤٣ (٨٨٠). وذكره المنذري في \"الترغيب والترهيب\" بصيغة التمريض، وعزاه إلى أبي الشيخ في \"الثواب\" والبيهقي، وقال: ليس في إسناده من أجمع على ضعفه ٢/ ٩٩ - ١٠١.وقوله في الحديث \"إن لله -عَزَّ وَجَل- في كل يوم من شهر رمضان وعند وقت الإفطار عتقاء\" ورد من حديث أبي هريرة أو أبي سعيد بلفظ: \"كل ليلة\" رواه الإمام أحمد في \"مسنده\" ٢/ ٢٥٤ (٧٤٥٠)، وقال الهيثمي: رواه أحمد ورجاله رجال الصحيح. \"مجمع الزوائد\" ١٠/ ٢١٩، ورمز لصحته السيوطي في \"الجامع الصغير\" انظر \"فيض القدير\" للمناوي ٢/ ٦٠٥ (٢٣٤٨) وصحح السند أيضًا الشيخ أحمد شاكر انظر \"المسند\" ٣/ ٨٨ (٧٤٤٣).ولحديث أبي هريرة شاهد من حديث أبي أمامة، رواه الإمام أحمد في \"مسنده\" ٥/ ٢٥٦ (٢٢٢٠٢)، والطبراني في \"المعجم الكبير\" ٨/ ٢٨٤ (٨٠٨٨، ٨٠٨٩). والبيهقي في \"شعب الإيمان\" ٣/ ٣٠٤ (٣٦٠٥)، وذكره المنذري في \"الترغيب والترهيب\" وقال: رواه أحمد بإسناد لا بأس به ٢/ ١٠٣ وقال الهيثمي: رواه أحمد، والطبراني في \"المعجم الكبير\" ورجاله موثقون. \"مجمع الزوائد\" ٣/ ١٤٣، وحسنه الألباني.انظر \"صحيح الجامع الصغير\" للألباني ٣/ ٢٣٢ (٢١٦٦).(١) الربيع بن محمد. لم أظفر له بترجمة.(٢) محمد بن الفضل بن محمد بن إسحاق بن خزيمة السلمي أبو طاهر النيسابوري. قال الحاكم: عقدت له مجلس التحديث في سنة ثمان وستين وثلاثمائة، ودخلت بيت كتب جده، وأخرجت له منها مائتين وخمسين جزءًا من سماعاته الصحيحة. . . =</p><p> علي بن محمد بن عقبة (١) قال: نا الخضر (٢) بن أبان (٣) قال: نا إبراهيم بن هدبة (٤) ، </p><p>= ومد يده إلى كتب غيره فقرأ منها، ثم إنه مرض وتغير بزوال عقله في ذي الحجة سنة أربع وثمانين، ثم أتيته فوجدته لا يعقل. قال العراقي: فعلى هذا يكون مدة اختلاطه سنتين وخمسة أشهر. وقال الذهبي: وما أراهم سمعوا منه إلا في حال وعيه، فإن من زال عقله كيف يمكن السماع منه، بخلاف من تغير، ونسي، وانهرم. توفي في جمادى الأولى سنة (٣٨٧ هـ). \"سير أعلام النبلاء\" للذهبي ١٦/ ٤٩٠، \"ميزان الاعتدال\" للذهبي ٤/ ٩، \"العبر\" للذهبي ٣/ ٣٧، \"لسان الميزان\" لابن حجر ٥/ ٣٤١، \"التقييد والإيضاح\" للعراقي (ص ٤٤٢).(١) علي بن محمد بن عقبة الصيرفي.ذكره الخطيب في \"تاريخ بغداد\" وقال: حدث عن منصور بن أبي مزاحم، روى عنه أبو علي محمد بن يوسف بن أحمد بن المعتمر البصري، ولم يذكر فيه جرحًا ولا تعديلًا. وهو من شيوخ الدارقطني روى عنه في \"المؤتلف والمختلف\" عن الخضر ابن أبان.\"المؤتلف والمختلف\" للدارقطني ٢/ ٨٣٠، \"تاريخ بغداد\" للخطيب ١٢/ ٦٠.(٢) في (أ): الحصن.(٣) الخضر بن أبان الهاشمي مولاهم أبو القاسم الكوفي.قال الدارقطني: ضعيف. وقال الذهبي: ضعفه الحاكم وغيره.\"سؤالات الحاكم للدارقطني\" (ص ١١٦) (٩٨)، \"ميزان الاعتدال\" للذهبي ١/ ٦٥٤، \"لسان الميزان\" لابن حجر ٢/ ٣٩٩.(٤) كذا في (ح)، (أ) وهو الصواب. وفي (س) و (ش): هدية.وهو إبراهيم بن هدبة أبو هدبة الفارسي البصري.قال النسائي: متروك الحديث. قال يحيى بن معين وأبو حاتم: كذاب. وقال الذهبي: كذاب. بقي إلى ما بعد المائتين.\"الجرح والتعديل\" لابن أبي حاتم ٢/ ١٤٣، \"تاريخ بغداد\" للخطيب ٦/ ٢٠٠، \"ديوان الضعفاء\" للذهبي ١/ ٦١، \"لسان الميزان\" لابن حجر ١/ ١١٩.</p><p> عن أنس (بن مالك)  (١) قال: قال رسول الله -صلى الله عليه وسلم-: \"لو(أذن الله)(٢)للسموات والأرض أن يتكلما لبشّرتا من(٣)صام رمضان بالجنة(٤)\" . </p><p>(١) ساقطة من (ح). (٢) وفي (ح): أن الله أذن.(٣) في (أ): لمن.(٤) ٣٤٩ - الحكم على الإسناد:الحديث بهذا الإسناد موضوع، فيه إبراهيم بن هدبة كذاب.التخريج:رواه أبو نعيم في \"ذكر أخبار أصبهان\" ٢/ ٤٠ من طريق محمد بن سليمان الكوفي قال: حدثنا الخضر بن أبان به.ورواه ابن عدي في \"الكامل\" ١/ ٢٠٩، وابن النقور في \"خماسياته\" كما في \"اللآلئ المصنوعة\" ٢/ ١٠٣، ومن طريقه ابن الجوزي في \"الموضوعات\" ٢/ ٥٥٣ - ٥٥٤ كلاهما من طريق عيسى بن سالم الشاشي. ورواه الشجري في \"الأمالي الخميسية\" ٢/ ٤١ من طريق حميد بن الربيع، كلاهما عن أبي هدبة به. وذكره ابن حبان في \"المجروحين\" ١/ ١١٥، وقال عن الأحاديث التي رواها إبراهيم بن هدبة: لا أصل لها من حديث رسول الله - صلى الله عليه وسلم -.ورواه العقيلي في \"الضعفاء الكبير\" ٣/ ٦٨، ومن طريقه ابن الجوزي في \"الموضوعات\" ٢/ ٥٥٤ من طريق أبي عمرو، عن أنس به مرفوعًا. وقال العقيلي: إسناد مجهول غير محفوظ.ورواه الشجري في \"الأمالي الخميسية\" ١/ ٢٦٨ من طريق نافع بن عبد الله، عن أنس به.قال ابن الجوزي: طريق ثالث روى نافع أبو هرمز عن أنس ... وأما الثالث، فقال يحيى: نافع ليس بشيء كذاب. وقال النسائي: ليس بثقة. وقال الدارقطني: متروك، قلت: الظاهر أنه سرقه من إبراهيم. \"الموضوعات \" ٢/ ٥٥٤.</p><p> [٣٥٠] وحدثنا (١) أبو سعد (٢) الزاهد، قال: نا أبو العباس أحمد ابن عيسى (٣) الحافظ، قال: نا محمد بن عبد الرحمن (٤) ، قال: نا سختويه بن مازيار (٥) ، قال: نا (٦) أبو معاذ معروف بن حسان (٧) ، </p><p>(١) في (أ): وأخبرنا. (٢) كذا في (ش)، (ح)، (أ) وهو الصواب. وفي (س): سعيد.وهو عبد الملك بن أبي عثمان أبو سعد الخركوشي، ثقة، صالح، ورع.(٣) أحمد بن عيسى بن السُّكَيْن بن عيسى الشيباني أبو العباس البلدي.قال الخطيب والسمعاني: وكان ثقة. وذكره أبو بكر الإسماعيلي في \"معجم شيوخه\". توفي سنة (٣٢٣ هـ).\"المعجم في أسامي شيوخ أبي بكر الإسماعيلي\" ١/ ٣٧٧ (٤٩)، \"تاريخ بغداد\" للخطيب ٤/ ٢٨٠، \"الأنساب\" للسمعاني ١/ ٣٩٠.(٤) محمد بن عبد الرحمن يعرف بهذا الاسم في هذِه الطبقة مجموعة من الرواة.انظر \"تاريخ بغداد\" للخطيب ٢/ ٣١٢ - ٣١٧، ولم أستطع تحديد أيهم هو المراد، خاصة وأنه لم يذكر في تلاميذ أحمد بن عيسى، ولا في شيوخ سختويه من اسمه محمد بن عبد الرحمن.(٥) في (أ): مازيار.وهو سختويه بن مازيار.ذكره ابن حبان في \"الثقات\" وقال: سختويه مولى بني هاشم أبو علي النيسابوري يروي عن حماد بن مسعدة، عن سليمان التيمي. حدثنا عنه أحمد بن محمد بن الشرقي وغيره. مستقيم الأمر في الحديث.\"الثقات\" لابن حبان ٨/ ٣٠٧.(٦) ساقطة من (أ).(٧) معروف بن حسان أبو معاذ.قال أبو حاتم: مجهول. وقال ابن عدي: منكر الحديث ... قد روى عن عمر بن ذر نسخة طويلة، وكلها غير محفوظة. وقال الخليلي: له في الحديث والأدب =</p><p> عن زياد الأعلم (١) ، عن عبد الملك بن عمير (٢) ، </p><p>= محل، روى كتاب \"العين\" عن الخليل، وعن عمر بن ذر الكوفي الهمداني نسخة لا يتابعه أحد. قال البيهقي: ضعيف. \"الجرح والتعديل\" لابن أبي حاتم ٨/ ٣٢٣، \"الكامل\" لابن عدي ٦/ ٣٢٥، \"الإرشاد\" للخليلي ٣/ ٩٧٦، \"شعب الإيمان\" للبيهقي ٣/ ٤١٥، \"لسان الميزان\" لابن حجر ٦/ ٦١.(١) زياد بن حسان بن قرة الباهلي البصري.المعروف بزياد الأعلم ثقة، قاله أحمد، من الخامسة.\"العلل ومعرفة الرجال\" للإمام أحمد ٢/ ٥٢٤، \"تهذيب التهذيب\" لابن حجر ١/ ٦٤٤، \"تقريب التهذيب\" لابن حجر (٢٠٦٦).(٢) عبد الملك بن عمير بن سويد القرشي ويقال: الفرسي، ويقال: اللخمي أبو عمر، ويقال: أبو عمرو الكوفي.ثقة، فصيح، عالم، تغير حفظه، ربما دلس. وقال الذهبي: والرجل من نظراء السبيعي أبي إسحاق، وسعيد المقبري، لما وقعوا في هرم الشيخوخة نقص حفظهم، وساءت أذهانهم، ولم يختلطوا، وحديثهم في دواوين الإسلام كلها. وقال ابن حجر أيضا: احتج به الجماعة، وأخرج له الشيخان من رواية القدماء عنه في الاحتجاج، ومن رواية بعض المتأخرين عنه في المتابعات، وإنما عيب عليه أنه تغير حفظه لكبر سنه، لأنه عاش مائة وثلاث سنين. وصفه ابن حبان والدارقطني بالتدليس. وذكره في المدلسين العلائي، والمقدسي، وسبط بن العجمي، والحافظ وجعله في المرتبة الثالثة.\"الثقات\" لابن حبان ٥/ ١١٦، \"ميزان الاعتدال\" للذهبي ٢/ ٦٦٠، \"جامع التحصيل\" للعلائي (ص ١٠٨)، \"تهذيب الكمال\" للمزي ١٨/ ٣٧٠، \"قصيدة المقدسي\" (ص ٣٧)، \"التبيين\" لسبط ابن العجمي (ص ٣٩)، \"تهذيب التهذيب\" لابن حجر ٢/ ٦٢٠، \"هدي الساري\" لابن حجر (ص ٤٢٢)، \"تعريف أهل التقديس\" لابن حجر (ص ١٤٢)، \"تقريب التهذيب\" لابن حجر (٤٢٠٠).ولم تذكر كتب التراجم أنه قد روى عن عبد الله بن أبي أوفى مع أنه عاصره ومن بلده.</p><p> عن عبد الله بن أبي أوفى (١) قال: قال رسول الله -صلى الله عليه وسلم-: \"نوم الصائم عبادة، وصمته تسبيح، ودعاؤه مستجاب، وعمله مضاعف\"  (٢) . </p><p>(١) عبد الله بن أبي أوفى واسمه علقمة بن خالد بن الحارث الأسلمي، أبو إبراهيم وقيل: أبو محمد، وقيل: أبو معاوية. له ولأبيه صحبة، شهد الحديبية، وبيعة الرضوان. وعمر بعد النبي -صلى الله عليه وسلم- دهرًا، وهو آخر من مات بالكوفة من الصحابة. توفي سنة (٨٧ هـ)، وقيل قبلها. \"أسد الغابة\" لابن الأثير ٣/ ١٢١، \"الإصابة\" لابن حجر ٤/ ٣٨، \"تقريب التهذيب\" لابن حجر (٣٢١٩).(٢) ٣٥٠ - الحكم على الإسناد:في إسناده محمد بن عبد الرحمن لم يتبين من هو. وفيه معروف بن حسان منكر الحديث، وللحديث طرق وروايات بأسانيد ضعيفة جدًّا.التخريج:رواه البيهقي في \"شعب الإيمان\" ٣/ ٤١٥ (٣٩٣٩) من طريق علي بن محمد بن العلاء قال: حدثنا سختويه بن مازيار به.ورواه ابن شاهين في \"الترغيب في فضائل الأعمال\" (ص ١٧٩) (١٤١) من طريق أحمد بن نصر. ورواه السلفي في \"معجم السفر\" (ص ٣٦) (٤١٤) من طريق سلمة ابن شبيب كلاهما عن أبي معاذ معروف بن حسان به.ورواه يحيى بن صاعد في \"مسند عبد الله بن أبي أوفى\" (ص ١٣٩) (٤٣)، والبيهقي في \"شعب الإيمان\" ٣/ ٤١٥ (٣٩٣٨)، والواحدي في \"الوسيط\" ١/ ٢٧٩ كلهم من طريق سليمان بن عمرو النخعي، عن عبد الملك بن عمير به. وسليمان بن عمرو كذاب. -ستأتي ترجمته- وقال البيهقي: معروف بن حسان ضعيف، وسليمان بن عمرو النخعي أضعف منه.ورواه الديلمي في \"مسند الفردوس\" ٤/ ٣٤٨ (٦٧٣٤) وقال العراقي: ورواه أبو منصور الديلمي في \"مسند الفردوس\" من حديث عبد الله بن أبي أوفى، وفيه سليمان بن عمرو النخعي أحد الكذابين. \"إحياء علوم الدين\" ١/ ٢٧٣. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ورواه البيهقي في \"شعب الإيمان\" ٣/ ٤١٥ (٣٩٣٧) من طريق خلف بن يحيى العبدي، عن عنبسة بن عبد الواحد القرشي قال: حدثنا عبد الملك بن عمير به بنحوه بزيادة: \"وذنبه مغفور\". وخلف بن يحيى العبدي الخراساني، قال أبو حاتم: متروك الحديث كان كذابًا لا يشتغل به، ولا بحديثه. \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٣٧٢.انظر \"لسان الميزان\" لابن حجر ٢/ ٤٠٥.ورواه السهمي في \"تاريخ جرجان\" (ص ٣٧٠) من طريق علي بن سلمة العامري قال: حدثنا محمد بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب قال: حدثني أبي عن أبيه قال: قال رسول الله - صلى الله عليه وسلم -: \"نوم الصائم عبادة، ونفسه تسبيح\" وهو منقطع، بل معضل. ورواه بهذا اللفظ الشجري في \"الأمالي الخميسية\" ١/ ٢٨١ من طريق سهل بن أحمد بن عبد الله بن سهل الديباجي، عن محمد بن محمد بن الأشعث، عن موسى بن إسماعيل بن موسى بن جعفر بن محمد عن أبيه عن جده جعفر، عن أبيه، عن جده علي بن الحسين، عن أبيه، عن علي -رضي الله عنه-مرفوعًا، به. وفي السند سهل بن أحمد، قال الذهبي: رمي بالأخوين الرفض والكذب، رماه الأزهري وغيره. \"ميزان الاعتدال\" للذهبي ٢/ ٢٣٧، ومحمد بن محمد بن الأشعث قال الدراقطني: آية من آيات الله، ذلك الكتاب هو وضعه. أعني: العلويات. \"سؤالات حمزة السهمي للدارقطني\" (ص ١٠١) (٥٢). وقال العراقي: رويناه في \"أمالي ابن منده\" من رواية ابن المغيرة القواس عن عبد الله بن عمر بسند ضعيف، ولعله ابن عمرو، فإنهم لم يذكروا لابن المغيرة رواية إلا عنه. \"إحياء علوم الدين\" ١/ ٢٧٣.ورواه أبو نعيم في \"حلية الأولياء\" ٥/ ٨٣ من طريق جعفر بن أحمد بن بهرام قال: حدثنا علي بن الحسن، عن أبي ظبية، عن كِرز بن وبرة، عن الربيع بن خثيم، عن ابن مسعود قال: قال الرسول -صلى الله عليه وسلم-، به، بمثل اللفظ الذي في \"الأمالي\" بزيادة: \"ودعاؤه مستجاب\" وفي الإسناد من لم أجد له ترجمة ولا ذكر.والحديث ضعفه السيوطي، والعجلوني، والمناوي، وملا على القاري، والألباني. =</p><p> قوله تعالى (١) : {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} قراءة (٢) العامة بجزم اللام، وقرأ الحسن (٣) والأعرج (٤) : (فَلِيصمه) بكسر اللام وهي (٥) لام الأمر. </p><p> وحقها الكسر إذا أفردت، كقول الشاعر (٦) : </p><p> لتجمع (٧) خزاعة ما فرقت ... من الناس من بعد إقلالها </p><p> فإذا وصلت بشيء ففيه وجهان الجزم والكسر، وإنما توصل بثلاثة أحرف: الفاء، كقوله تعالى: {فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ (٣) } (٨) والواو كقوله: {وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا}  (٩) وثم، كقوله {ثُمَّ </p><p>= انظر: \"فيض القدير\" للمناوي ٦/ ٣٧٨ (٩٢٩٣)، \"كشف الخفاء\" للعجلوني ٢/ ٤٤٩ (٢٨٣٩)، \"الأسرار المرفوعة\" لملا على قاري (ص ٣٥٩) (٥٦٧)، \"ضعيف الجامع الصغير\" للألباني ٦/ ١٧ (٥٩٨٤). (١) ساقطة من (أ).(٢) في (ش): قرأت.(٣) عزاها إليه النحاس في \"إعراب القرآن\" ١/ ٢٨٨، والكرماني في \"شواذ القراءة\" (٣٦ أ)، والقرطبي في \"الجامع لأحكام القرآن\" ٢/ ٢٧٩، وأبو حيان في \"البحر المحيط\" (٤٨).(٤) عزاها إليه القرطبي في \"الجامع لأحكام القرآن\" ٢/ ٢٧٩.(٥) في (ح): وهو.(٦) لم أهتد إلى قائله، ولم أجد من ذكره.(٧) في (ح): لتجتمع.(٨) قريش: ٣.(٩) الحج: ٢٩.</p><p> لْيَقْضُوا تَفَثَهُمْ} (١) . </p><p> واختلف العلماء في معنى هذِه الآية وحكمها، فقال بعضهم: معناها: فمن شهده (٢) بالغًا، عاقلًا، مقيمًا، صحيحًا، مكلفًا، فليصمه، قاله أبو حنيفة وأصحابه (٣) . </p><p> وقال قوم: معناها (٤) فمن دخل عليه شهر رمضان، وهو مقيم في داره، فليصم الشهر كله غاب بعد ذلك (٥) فسافر أو أقام (٦) فلم يبرح، قاله النخعي (٧) والسدي (٨) . </p><p> قال قتادة: إن عليًّا كان يقول: إذا أدركه رمضان، وهو مقيم، ثم سافر فعليه الصوم (٩) . </p><p>(١) الحج: ٢٩. (٢) كذا في (ش)، (ح). وفي (س) و (أ): شهد.(٣) \"أحكام القرآن\" للجصاص ١/ ١٨٣ - ١٨٤.انظر \"جامع البيان\" للطبري ٢/ ١٤٨.(٤) ساقطة من (أ).(٥) ساقطة من (ح).(٦) في (ش): وأقام.(٧) رواه الطبري في \"جامع البيان\" ٢/ ١٤٧، وعزاه السيوطي لعبد بن حميد. \"الدر المنثور\" ١/ ٣٤٧، وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣١٢.(٨) رواه الطبري في \"جامع البيان\" ٢/ ١٤٦، وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣١٢.(٩) رواه عبد الرزاق في \"مصنفه\" ٤/ ٢٦٩ (٧٧٦١)، وابن أبي شيبة في \"مصنفه\" ٤/ ٣١ (٩٠٨٦)، والطبري في \"جامع البيان\" ٢/ ١٤٧ من طريق سعيد بن أبي عروبة، عن قتادة به. وقتادة لم يدرك عليًّا. =</p><p> وقال محمد بن سيرين: سألت عبيدة السلماني (عن الرجل)  (١) يدركه شهر (٢) رمضان ثم يسافر (٣) . فقال: إذا شهدت أوله فصم آخره، ألا تراه يقول:  {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ}  (٤) . </p><p> قالوا (٥) : والمستحب له أن لا يسافر إذا أدركهِ شهر (٦) رمضان مقيمًا (٧) إن أمكنه حتى ينقضي الشهر، ورووا في ذلك عن إبراهيم </p><p>= ورواه الطبري في \"جامع البيان\" ٢/ ١٤٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣١١ (١٦٥٦) من طريق آخر عن علي، ورواه أيضًا وكيع، وعبد بن حميد كما في \"الدر المنثور\" ١/ ٣٤٤. قال ابن حجر: قال ابن المنذر: روي عن علي بإسناد ضعيف. \"فتح الباري\" ٤/ ١٨٠.(١) ساقطة من (ش).(٢) ساقطة من (ح).(٣) في (س): سافر.(٤) رواه عبد الرزاق في \"مصنفه\" ٤/ ٢٦٩ (٧٧٥٩)، وابن أبي شيبة في \"مصنفه\" ٤/ ٣١ (٩٠٨٤)، والطبري في \"جامع البيان\" ٢/ ١٤٥، ١٤٦ من طرق عن محمد ابن سيرين به.ورواه ابن أبي شيبة في \"مصنفه\" ٤/ ٣١ (٩٠٨٧)، والطبري في \"جامع البيان\" ٢/ ١٤٧. والبيهقي في \"السنن الكبرى\" ٤/ ٢٤٦، وعبد بن حميد كما في \"الدر المنثور\" للسيوطي ١/ ٣٤٧، من طريق أبي البختري، عن عبيدة بنحوه. وذكره عن عبيدة: ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣١٢ (١٦٥٦).(٥) زيادة من (ش)، (ح)، (أ).(٦) زيادة من (ش).(٧) في (ح): فهو مقيم.</p><p> بن طلحة (١) أنه جاء إلى عائشة يسلم عليها. قالت: وأين (٢) تريد؟ قال: أردت العمرة. قالت: جلست حتى إذا دخل عليك شهر (٣) رمضان خرجت فيه! قال: قد خرج ثقلي (٤) . قالت: اجلس حتى إذا أفطرت؛ فاخرج، فلو أدركني رمضان وأنا ببعض الطريق لأقمت له (٥) . </p><p> وقال آخرون (٦) : معنى الآية: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ}  (أي: ما)  (٧) شهد منه، وكان حاضرًا؛ فإن سافر فله الإفطار إن </p><p>= (١) نسب هنا إلى جده، وجاء منسوبًا إلى أبيه في رواية عبد بن حميد التي نقلها السيوطي في \"الدر المنثور\" ١/ ٤٦٢. وهو إبراهيم بن محمد بن طلحة بن عبيد الله التيمي أبو إسحاق المدني.ثقة. ولي خراج العراق لابن الزبير، ويقال له: أسد قريش. توفي سنة (١١٠ هـ). \"التاريخ الكبير\" للبخاري ١/ ٣١٦، \"سير أعلام النبلاء\" للذهبي ٤/ ٥٦٢، \"تهذيب التهذيب\" لابن حجر ١/ ٨١، \"تقريب التهذيب\" لابن حجر (٢٣٤).(٢) في (أ): أين.(٣) ساقطة من (ح).(٤) الثَقَل: متاع المسافر.\"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٢١٧، \"لسان العرب\" لابن منظور (ثقل) ٢/ ١١٤.(٥) رواه الطبري في \"جامع البيان\" ٢/ ١٤٧، وعبد بن حميد كما في \"الدر المنثور\" للسيوطي ١/ ٣٤٧.ورواه عبد الرزاق في \"مصنفه\" ٤/ ٢٧٠ (٧٧٦٤)، وابن أبي شيبة في \"مصنفه\" ٤/ ٤٢ (٩٠٩٥)، والطبري في \"جامع البيان\" ٢/ ١٤٧، وعبد بن حميد كما في \"الدر المنثور\" للسيوطي ١/ ٣٤٧، من طريق أبي يزيد، عن أم ذرة، عن عائشة بنحو القصة.(٦) في (ش)، (أ): الآخرون.(٧) ساقطة من (ح)، وفي (ش): مما.</p><p> شاء، قاله ابن عباس (١) ، وعامة أهل التأويل، وهو أصح الأقاويل (٢) يدل عليه: </p><p> [٣٥١] ما أخبرنا الحسين (٣) بن محمد (٤) ، قال: أنا أحمد بن إسحاق (٥) قال: أنا أحمد بن شعيب (٦) ، قال: أنا قتيبة بن سعيد (٧) ، قال: نا سفيان (٨) ، عن الزهري (٩) ، عن عبيد الله بن عبد الله (١٠) ، </p><p>(١) رواه ابن أبي شيبة في \"مصنفه\" ٤/ ٣١ (٩٠٨٧)، والطبري في \"جامع البيان\" ٢/ ١٤٧، والبيهقي في \"السنن الكبرى\" ٤/ ٢٤٦، وعبد بن حميد كما في \"الدر المنثور\" للسيوطي ١/ ٣٤٧. (٢) \"جامع البيان\" للطبري ٣/ ١٤٩، \"تفسير القرآن العظيم\" لابن كثير ٢/ ١٨٢ - ١٨٣، \"البحر المحيط\" لأبي حيان ٢/ ١٤٨.(٣) في (أ): الحسن.(٤) ابن فنجويه أبو عبد الله الثقفي، ثقة، صدوق، كثير الرواية للمناكير.(٥) ابن السني، حافظ، ثقة.(٦) النسائي، الإمام، الحافظ.(٧) أبو رجاء البُغْلاني، ثقة، ثبت.(٨) سفيان بن عيينة، ثقة حافظ.(٩) محمد بن مسلم، متفق على جلالته وإتقانه.(١٠) عبيد الله بن عبد الله بن عتبة بن مسعود الهذلي.ثقة، فقيه، ثبت. قال ابن حبان: من سادات التابعين، وكان يعد من الفقهاء السبعة، وربما قال الشعر. توفي سنة (٩٨ هـ)، وقيل (٩٤ هـ)، وقيل غير ذلك.\"الثقات\" لابن حبان ٥/ ٦٣، \"الكاشف\" للذهبي (٣٥٦٢)، \"جامع التحصيل\" للعلائي (ص ٢٣٢)، \"تهذيب التهذيب\" لابن حجر ٣/ ١٥، \"تقريب التهذيب\" لابن حجر (٤٣٠٩).</p><p> عن ابن عباس (١) قال: خرج (٢) رسول الله -صلى الله عليه وسلم- عام الفتح صائمًا في رمضان (٣) حتى إذا كان بالكَديِد (٤) أفطر (٥) . </p><p>(١) ساقطة من (أ). (٢) في (ح): كان.(٣) قبلها في (أ): شهر.(٤) قال القاضي عياض: ماء بين قُدَيْد وعُسفان. ويعرف اليوم باسم الحَمْض على بعد (٤٢) ميلًا من مكة على الجادة العظمى إلى المدينة.\"مشارق الأنوار\" للقاضي عياض ٢/ ٤٥٦، \"معجم البلدان\" لياقوت ٤/ ٤٤٢، \"معجم المعالم الجغرافية في السيرة النبوية\" لعاتق البلادي (ص ٢٦٣).(٥) [٣٥١] الحكم على الإسناد:إسناده صحيح.التخريج:الحديث في \"سنن النسائي\" في كتاب الصوم، باب الرخصة للمسافر أن يصوم بعضًا ويفطر بعضًا ٤/ ١٨٩ (٢٣١٣).ورواه البخاري في كتاب الجهاد والسير، باب الخروج في رمضان (٢٩٥٣)، عن علي بن عبد الله. ورواه مسلم في كتاب الصيام، باب جواز الصوم والفطر ... (١١١٣) عن يحيى بن يحيى، وأبو بكر بن أبي شيبة، وعمرو الناقد، وإسحاق ابن إبراهيم. ورواه الإمام أحمد في \"مسنده\" ١/ ٢١٩ (١٨٩٢) كلهم عن سفيان ابن عيينة به بنحوه.ورواه مالك في \"الموطأ\" في الصيام، باب ما جاء في الصيام في السفر ١/ ٢٩٤ (٢١) ومن طريقه رواه البخاري في كتاب الصوم، باب إذا صام أيامًا من رمضان ثم سافر (١٩٤٤)، والدارمي في \"السنن\" (١٧٤٩).ورواه البخاري في كتاب المغازي، باب غزوة الفتح في رمضان (٤٢٧٦)، ومسلم في الموضع السابق (١١٣)، كلاهما من طريق معمر.ورواه البخاري في الموضع السابق (٤٢٧٩)، (٤٢٧٥) من طريق عقيل.ورواه =</p><p> وروى شريك (١) عن أبي إسحاق (٢) أن أبا ميسرة (٣) خرج في رمضان حتى إذا بلغ القنطرة (٤) دعى بماء فشرب (٥) . </p><p> وعن الشعبي أنه سافر في رمضان، وأفطر عند باب الجسر (٦) . </p><p>= مسلم في الموضع السابق (١١١٣) من طريق الليث بن سعد ويونس. كلهم عن الزهري به بنحوه. ورواه البخاري في الموضع السابق (٤٢٧٩)، ومسلم في الموضع السابق (١١١٣)، والنسائي في كتاب الصيام، باب الرخصة في الإفطار لمن حضر شهر رمضان ٤/ ١٨٩ (٢٣٤١)، وأبو داود في كتاب الصوم، باب الصوم في السفر (٢٤٠٤) من طرق عن طاوس عن ابن عباس به بنحوه.(١) شريك بن عبد الله، صدوق، يخطئ كثيرًا، تغير حفظه منذ ولي القضاء بالكوفة.(٢) عمرو بن عبد الله، أبو إسحاق السَّبيعي، ثقة، مكثر عابد. اختلط بآخره.قلت: إنَّ أحاديث أبي إسحاق إذا جاءت من طريق شعبة دلت على السماع، ولو كانت معنعنة كما مر في ترجمة قتادة بن دعامة كما أن روايته بالعنعنة في الصحيحين محمولة على الاتصال كما سيأتي بيانه في ترجمة الأعمش.(٣) عمرو بن شرحبيل، ثقة.(٤) يبدو أنها قناطر بني دارا، موضع قرب الكوفة. والله أعلم. \"معجم البلدان\" لياقوت ٤/ ٤٠٠، \"بلدان الخلافة الشرقية\" (ص ١٠٠).(٥) الحكم على الإسناد:رجاله ثقات.التخريج:رواه الطبري في \"جامع البيان\" ٢/ ١٤٧، عن هناد بن السري قال: حدثنا شريك به. ورواه الطبري في \"جامع البيان\" ٢/ ١٤٧ وابن أبي شيبة في \"مصنفه\" ٤/ ٣٣ (٩٠٩٦)، والبيهقي في \"السنن الكبرى\" ٤/ ٢٤٧ من طرق عن أبي ميسرة بنحوه.(٦) الجسر بكسر الجيم، وإذا قالوا الجسر، فإنما ينسبون إليه اليوم الذي كانت فيه الوقعة بين المسلمين والفرس، وهو جسر عقد على الفرات قريب من الحيرة. =</p><p> ثم ذكر العذر فقال (١) : {وَمَنْ كَانَ مَرِيضًا} منكم (٢)  {مَرِيضًا} اختلف العلماء في المرض الذي أباح الله تعالى معه (٣) الإفطار، فقال قوم: هو كل مرض يسمى مرضًا. قال طريف بن تمام العطاردي (٤) : دخلت على محمد بن سيرين في رمضان (٥) ، وهو يأكل، فلما فرغ قال: إنه وجعت أصبعي هذِه (٦) . </p><p> وقال آخرون: هو (٧) كل مرض كان الأغلب من (٨) أمر صاحبه بالصوم الزيادة في علته زيادة غير (٩) محتملة، وهو اختيار </p><p>= \"معجم البلدان\" لياقوت ٢/ ١٤٠، \"مراصد الاطلاع\" لابن عبد الحق ١/ ٣٣٤. والأثر رواه الطبري في \"جامع البيان\" ٢/ ١٤٨. (١) ساقطة من (أ).(٢) ساقطة من (ح) وعليها كشط في (س).(٣) في (أ): فيه.(٤) ورد هنا في جميع النسخ وفي \"جامع البيان\" للطبري ٢/ ١٥٠ - طبعة دار الفكر- طريف بن تمام، ورأى الشيخ أحمد شاكر أن اسم أبيه (تمام) خطأ والصواب طريف بن شهاب وهو: طريف بن شهاب وقيل ابن سعد وقيل ابن سفيان أبو سفيان السعدي العطاردي. ضعيف. من السادسة.\"التاريخ الكبير\" للبخاري ٤/ ٣٥٧، \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٤٩٢، \"تهذيب التهذيب\" لابن حجر ٢/ ٢٣٦، \"تقريب التهذيب\" لابن حجر (٣٠١٤).(٥) قبلها في (ش): شهر.(٦) رواه الطبري في \"جامع البيان\" ٢/ ١٥٠.(٧) ساقطة من (أ).(٨) في (أ): على.(٩) قبلها في (ش): في.</p><p> الشافعي (١) . </p><p> وقال الحسن وإبراهيم: إذا لم يستطع المريض أن يصلي الفرائض قائمًا أفطر (٢) . </p><p> والأصل فيه أنه (٣) إذا لم يمكنه الصيام وأجهده أفطر، وإذا (٤) لم يجهده الصوم (٥) ، فهو بمعنى الصحيح الذي يطيق الصوم. </p><p> قوله تعالى (٦)  {أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَر} اختلف الفقهاء في صيام المسافر، فقال قوم: الإفطار في السفر عزمة (٧) واجبة وليس برخصة، فمن صام في السفر فعليه القضاء إذا أقام، وهو قول عمر (٨) ، </p><p>(١) \"الأم\" للشافعي ٢/ ١١٢، \"أحكام القرآن\" للشافعي ١/ ١٠٩ والعبارة بنصها في \"جامع البيان\" للطبري ٢/ ١٥٠ رواها عن الربيع عنه. (٢) رواه عنهما الطبري في \"جامع البيان\" ٢/ ١٤٩ - ١٥٠.(٣) من (ح).(٤) في (ش): فإذا.(٥) في (ح): بالصوم.(٦) ساقطة من (أ).(٧) في (ش)، (أ): عزيمة.(٨) رواه عبد الرزاق في \"مصنفه\" ٤/ ٢٧٠ (٧٧٦٣)، والطحاوي في \"شرح معاني الآثار\" ٢/ ٦٣، وعبد بن حميد كما في \"الدر المنثور\" للسيوطي ١/ ٣٤٦ من طريق عبد الله بن عامر بن ربيعة عن عمر.ورواه ابن أبي شيبة في \"مصنفه\" ٤/ ٣١ (٩٠٨٣)، والفريابي في \"كتاب الصيام\" (ص ١٠٥) (١٣٩)، والطبري في \"جامع البيان\" ٢/ ١٥١، من طريق عمرو بن دينار عن رجل عن أبيه عن عمر.ورواه الطبري في \"جامع البيان\" ٢/ ١٥١، وعبد الرزاق في \"مصنفه\" -في الموضع السابق- عن كلثوم بن جبر عن عمر.</p><p> وأبي هريرة (١) ، وابن عباس (٢) ، وعلي بن الحسين (٣) ، وعروة بن الزبير (٤) ، والضحاك (٥) . واعتلوا بما </p><p> [٣٥٢] أخبرنا أبو عبد الله الحسين بن محمد بن الحسين الثقفي (٦) بقراءتي عليه، قال: أنا أبو بكر أحمد بن محمد بن إسحاق السني (٧) ، قال: نا أبو عبد الرحمن أحمد بن شعيب بن علي النسائي (٨) ، </p><p>(١) رواه ابن أبي شيبة في \"مصنفه\" ٤/ ٣٠ (٩٠٨٢)، والفريابي في \"كتاب الصيام\" (ص ١٠٦) (١٤١)، والطبري في \"جامع البيان\" ٢/ ١٥١، والطحاوي في \"شرح معاني الآثار\" ٢/ ٦٣، وعبد بن حميد كما في \"الدر المنثور\" للسيوطي ١/ ٣٤٦. قال الإمام أحمد: كان عمر وأبو هريرة يأمرانه بالإعادة. \"المغني\" لابن قدامة ٤/ ٤٠٦ يعني المسافر إذا صام. (٢) رواه ابن أبي شيبة في \"مصنفه\" ٤/ ٢٥، ٣٠ (٩٠٥٣، ٩٠٨٠)، والطبري في \"جامع البيان\" ٢/ ١٥١، وعبد بن حميد كما في \"الدر المنثور\" للسيوطي ١/ ٣٤٦.(٣) في (ح): الحسن.قوله رواه الطبري في \"جامع البيان\" ٢/ ١٥١، وفي \"تهذيب الآثار\" مسند ابن عباس ١/ ١٤٢ (٢٢٣).(٤) رواه الفريابي في \"كتاب الصيام\" (ص ١٠٦ - ١٠٧) (١٤٢، ١٤٣)، والطبري في \"جامع البيان\" ٢/ ١٥١.(٥) رواه الطبري في \"جامع البيان\" ٢/ ١٥١، وفي \"تهذيب الآثار\" مسند ابن عباس ١/ ١٤٣ (٢٢٧).(٦) ابن فنجويه أبو عبد الله الثقفي، ثقة، صدوق، كثير الرواية للمناكير.(٧) في (ش): البستي. هي ساقطة من (ح).وهو ابن السني، حافظ، ثقة.(٨) النسائي، الإمام، صاحب \"السنن\".</p><p> قال: أنا إسحاق بن إبراهيم (١) ، قال: أنا سفيان (٢) ، عن الزهري (٣) ، عن صفوان بن عبد الله (٤) ، عن أم الدرداء (٥) ، عن كعب بن عاصم (٦) قال: سمعت رسول الله -صلى الله عليه وسلم- يقول:  \"ليس من البر الصيام في السفر\" . </p><p>(١) ابن راهويه: الإمام، الثقة، الحافظ، المجتهد. (٢) سفيان بن عيينة، ثقة، حافظ.(٣) متفق على جلالته وإتقانه.(٤) صفوان بن عبد الله بن صفوان بن أمية الجمحي القرشي المكي. ثقة.\"معرفة الثقات\" للعجلي (ص ٢٢٨)، \"تهذيب التهذيب\" لابن حجر ٢/ ٢١٣، \"تقريب التهذيب\" لابن حجر (٢٩٣٦).(٥) هجيمة ويقال جهيمة بنت حُيَي الأوصابية أم الدرداء الدمشقية.زوج أبي الدرداء، ولم تتزوج بعده، وهي الصغرى، ثقة، فقهية، وأما الكبرى فاسمها خيرة بنت أبي حدرد صحابية، ولا رواية لها. توفيت الصغرى بعد سنة (٨١ هـ).\"الثقات\" لابن حبان ٥/ ٥١٧، \"تهذيب الكمال\" للمزي ٣٥/ ٣٥٢، \"تهذيب التهذيب\" لابن حجر ٤/ ٦٩٥، \"الإصابة\" لابن حجر ٨/ ٧٣، \"تقريب التهذيب\" لابن حجر (٨٧٢٨).(٦) كعب بن عاصم الأشعري.صحابي نزل الشام ومصر. ذهب الخطيب إلى أنه هو أبو مالك الأشعري الذي يروي عنه عبد الرحمن بن غنم، ومال إلى ذلك ابن عبد البر، وابن الأثير. وذهب المزي إلى أنهما اثنان، وإليه ذهب ابن حجر، ولكن أثبت أن كنية كعب بن عاصم أبو مالك أيضًا.\"موضح أوهام الجمع والتفريق\" للخطيب ٢/ ٣٧٥، \"الاستيعاب\" لابن عبد البر ٣/ ١٣٢١، \"أسد الغابة\" لابن الأثير ٤/ ٢٤٣، \"تهذيب الكمال\" للمزي ٢٤/ ١٧٧، \"تهذيب التهذيب\" لابن حجر ٣/ ٤٦٩، \"الإصابة\" لابن حجر ٥/ ٣٠٣، \"تقريب التهذيب\" لابن حجر (٥٦٤١). =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= [٣٥٢] الحكم على الإسناد: إسناده صحيح.التخريج:الحديث في \"سنن النسائي\" في كتاب الصيام، باب ما يكره من الصيام في السفر ٤/ ١٧٤ (٢٢٥٥)، ورواه ابن ماجه في كتاب الصيام، باب ما جاء في الإفطار في السفر (١٦٦٤) عن محمد بن الصباح. ورواه الإمام أحمد في \"مسنده\" ٥/ ٤٣٤ (٢٣٦٨١)، والحميدي في \"مسنده\" ٢/ ٣٨١ (٨٦٤) ومن طريقه رواه الطحاوي في \"شرح معاني الآثار\" ٢/ ٦٣، والطبراني في \"المعجم الكبير\" ١٩/ ١٧٢ (٣٨٨)، والحاكم في \"المستدرك\" وقال: هذا حديث صحيح الإسناد، ولم يخرجاه. ١/ ٥٩٨. ورواه الطيالسي في \"مسنده\" (ص ١٩١) (١٣٤٣).ورواه ابن أبي شيبة في \"مصنفه\" ٤/ ٢٤ (٩٠٤٤)، ورواه الدارمي في \"السنن\" (١٧٥٢) عن محمد بن أحمد.ورواه ابن خزيمة في \"صحيحه\" ٣/ ٢٥٣ - ٢٥٤ (٢٠١٦)، عن عبد الجبار بن العلاء وسعيد بن عبد الرحمن والحسين الزعفراني. ومن طريق الزعفراني رواه البيهقي في \"السنن الكبرى\" ٤/ ٢٤٢.ورواه الطبراني في \"المعجم الكبير\" ١٩/ ١٧٢ - ١٧٣ (٢٨٨، ٢٨٩) من طريق القعنبي وعبد الله بن جعفر وعبد الرحمن بن شيبة، ومسدد كلهم عن سفيان بن عيينة عن الزهري به.ورواه الإمام أحمد في \"مسنده\" ٥/ ٤٣٤ (٢٣٦٧٩)، والطبراني في \"المعجم الكبير\" ١٩/ ١٧٢ (٣٨٦، ٣٨٧) والبيهقي في \"السنن الكبرى\" ٤/ ٢٤٢ من طريق معمر.ورواه الإمام أحمد في \"مسنده\" ٥/ ٤٣٤ (٢٣٦٨٠)، والطحاوي في \"شرح معاني الآثار\" ٢/ ٦٣، والطبراني في \"المعجم الكبير\" ١٩/ ١٧١ (٣٨٥) من طريق ابن جريج.ورواه الدارمي في \"السنن\" (١٧٥١) من طريق يونس. ورواه الطبراني في \"المعجم الكبير\" ١٩/ ١٧١، ١٧٣ - ١٧٥ (٣٨٩، ٣٩٠، ٣٩١، ٣٩٣، ٣٩٤) من =</p><p> [٣٥٣] وأخبرنا أبو عبد الله (١) ، قال: أنا أبو بكر (٢) ، قال: أنا أبو عبد الرحمن (٣) ، قال: أنا محمد بن يحيى بن أيوب (٤) ، قال: نا أبو معاوية (٥) ، عن ابن أبي ذئب (٦) ، عن الزهري (٧) ، عن حميد بن عبد الرحمن بن عوف (٨) ، عن أبيه (٩) قال: الصائم في السفر </p><p>= طريق الليث وسليمان بن كثير والزبيدي وزياد بن سعد وإسماعيل بن مسلم والنعمان بن راشد ومكحول الأزدي وعقيل كلهم عن ابن شهاب الزهري به. وللحديث شاهد من حديث جابر بن عبد الله -رضي الله عنه- سيأتي تخريجه.(١) الحسين بن محمد بن فنجويه أبو عبد الله الثقفي، ثقة، صدوق، كثير الرواية للمناكير.(٢) ابن السني، حافظ، ثقة.(٣) أحمد بن شعيب النسائي، الإمام، صاحب السنن.(٤) محمد بن يحيى بن أيوب بن إبراهيم الثقفي القصري، المعلم أبو يحيى المروزي. ثقة، حافظ. من العاشرة.\"الثقات\" لابن حبان ٩/ ٩٤، \"تهذيب التهذيب\" لابن حجر ٣/ ٧٢٦، \"تقريب التهذيب\" لابن حجر (٦٣٨٠).(٥) محمد بن خازم الضرير. ثقة، رمي بالإرجاء.(٦) محمد بن عبد الرحمن بن المغيرة بن الحارث بن أبي ذئب القرشي العامري أبو الحارث المدني.ثقة، فقيه، فاضل. ولد سنة (٨٠ هـ)، وتوفي سنة (١٥٨ هـ) أو (١٥٩ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٧/ ٣١٣، \"تهذيب التهذيب\" لابن حجر ٣/ ٦٢٨، \"تقريب التهذيب\" لابن حجر (٦٠٨٢).(٧) محمد بن مسلم بن شهاب الزهري، متفق على جلالته وإتقانه.(٨) حميد بن عبد الرحمن بن عوف، ثقة.(٩) عبد الرحمن بن عوف بن عبد عوف بن عبد بن الحارث القرشي الزهري أبو محمد، صحابي، أحد العشرة المشهود لهم بالجنة.</p><p> كالمفطر في الحضر (١) . </p><p>(١) [٣٥٣] الحكم على الإسناد: إسناد رجاله ثقات، لكنه ضعيف لشذوذه؛ فقد خالف أبو معاوية جماعة من الرواة رووه عن ابن أبي ذئب عن الزهري عن أبي سلمة بن عبد الرحمن بن عوف عن أبيه موقوفًا.واختلف في رفعه إلى الرسول -صلى الله عليه وسلم- ووقفه على عبد الرحمن ورجح بعض الحفاظ وقفه مع أن في سنده انقطاع.التخريج:الحديث في \"سنن النسائي\" في كتاب الصيام، باب ذكر قوله: الصائم في السفر كالمفطر في الحضر ٤/ ٢٢٨٣ (٢٢٨٦).ورواه النسائي -في الموضع السابق- (٢٢٨٤، ٢٢٨٥) من طريق معن، وحماد ابن الخياط، وأبو عامر. ورواه ابن أبي شيبة في \"مصنفه\" ٤/ ٢٤ (٩٠٤٧) وعن ابن ماجه -في الموضع السابق- عن خالد بن مخلد، ورواه الفريابي في \"كتاب الصيام\" (ص ١٠٥) (١٤٠) من طريق أبي أحمد الزبيري. كلهم عن ابن أبي ذئب عن الزهري عن أبي سلمة بن عبد الرحمن بن عوف عن أبيه موقوفًا.قال الدارقطني: ورواه ابن أبي ذئب عن الزهري، واختلف عنه فرواه معن بن عيسى، وأبو أحمد الزبيري، وحماد بن خالد الخياط، وغيرهم عن ابن أبي ذئب عن الزهري عن أبي سلمة عن أبيه موقوفًا. وخالفهم أبو معاوية الضرير، رواه عن ابن أبي ذئب عن الزهري عن حميد بن عبد الرحمن. \"العلل\" ٤/ ٢٨٢.ورواه الخطيب في \"تاريخ بغداد\" ١١/ ٣٨٣ من طريق أبي قتادة عبد الله بن واقد الحراني عن ابن أبي ذئب عن الزهري عن أبي سلمة عن أبيه به مرفوعًا. وأبو قتادة: متروك. \"تقريب التهذيب\" لابن حجر (٣٦٨٧).ورواه ابن ماجه في كتاب الصيام، باب ما جاء في الإفطار في السفر (١٦٦٦)، والبزار في \"البحر الزخار\" ٣/ ٢٣٦ (١٠٢٥)، والطبري ٢/ ١٥٢، وفي، \"تهذيب الآثار\" مسند ابن عباس ١/ ١٢٣ (١٧٣)، والهيثم بن كليب في \"مسنده\" ١/ ٢٧٤ =</p><p> وقال الآخرون (١) : الإفطار في السفر رخصة من الله -عز وجل-، والفرض: الصوم (٢) ، فمن صام ففرضه أدى، ومن أفطر فبرخصة (٣) </p><p>= (٢٤٢ - ٢٤٤)، والجصاص في \"أحكام القرآن\" ١/ ٢١٤ كلهم من طريق عبد الله ابن موسى -وعند البزار: ابن عيسى- عن أسامة بن زيد. ورواه الطبري في \"جامع البيان\" ٢/ ١٥٢، وفي \"تهذيب الآثار\" مسند بن عباس ١/ ١٢٤ (١٧٤) وابن عدي في \"الكامل\" ٧/ ٢٦٦ من طريق يزيد بن عياض كلاهما عن الزهري عن أبي سلمة عن أبيه مرفوعًا.قال البزار: وهذا الحديث أسنده أسامة بن زيد وتابعه على إسناده يونس وقد رواه ابن أبي ذئب وغيره عن الزهري عن أبي سلمة بن عبد الرحمن عن أبيه موقوفًا من قول عبد الرحمن. \"المسند\" ٣/ ٢٣٦.قال الدارقطني: يرويه الزهري، واختلف عنه فرواه يونس بن يزيد من رواية القاسم بن مبرور وأسامة بن زيد الليثي وعقيل بن خالد من رواية سلامة ويزيد بن عياض عن الزهري عن أبي سلمة بن عبد الرحمن عن أبيه عن النبي -صلى الله عليه وسلم-.\"العلل\" ٤/ ٢٨١.قال البوصيري: هذا إسناد ضعيف، ومنقطع رواه أسامة بن زيد وهو ضعيف، وأبو سلمة بن عبد الرحمن لم يسمع من أبيه شيئًا، قاله ابن معين والبخاري. \"مصباح الزجاجة\" ١/ ٢٩٨ (٦١١).قال أبو زرعة: الصحيح: عن الزهري عن أبي سلمة عن أبيه موقوف. \"العلل\" لابن أبي حاتم ١/ ٢٣٩ (٦٩٤) وكذا قال الدارقطني في \"العلل\" ٤/ ٢٨٣. وقال البيهقي: هو موقوف، وفي إسناده انقطاع، وروي مرفوعًا، وإسناده ضعيف. \"السنن الكبرى\" ٤/ ٢٤٤.وقال ابن حجر: ومع وقفه فهو منقطع؛ لأن أبا سلمة لم يسمع من أبيه. \"فتح الباري\" ٤/ ١٨٤.(١) في (ش)، (ح): آخرون.(٢) في (ح): والصوم الفرض.(٣) في (ح): ففريضة ... فرخصة.</p><p> الله أخذ، ولا قضاء على من صام إذا أقام، وهذا (١) هو الصحيح، وعليه عامة الفقهاء (٢) . </p><p> يدل عليه ما: </p><p> [٣٥٤] أخبرنا أبو محمد (٣) عبد الله بن حامد الأصبهاني (٤) رحمه الله، قال: أنا (٥) محمد بن جعفر المطيري (٦) ، قال: نا على ابن حرب (٧) ، قال: نا أبو معاوية (٨) ، عن عاصم الأحول (٩) ، </p><p>(١) ساقطة من (ح). (٢) \"جامع البيان\" للطبري ٢/ ١٥٢ - ١٥٤، \"المغني\" لابن قدامة ٤/ ٤٠٦.(٣) ساقطة من (ح).(٤) عبد الله بن حامد الأصبهاني، فقيه لم يذكر بجرح أو تعديل.(٥) في (أ) زيادة: أبو جعفر.(٦) في (أ): المطري.محمد بن جعفر المطيري، ثقة، مأمون.(٧) علي بن حرب بن محمد بن علي الطائي أبو الحسن الموصلي.في \"تهذيب التهذيب\": قال الخطيب: كان ثقة، ثبتًا. قال الدارقطني، ومسلمة بن القاسم: ثقة.وذكره ابن حبان في \"الثقات\". وقال ابن أبي حاتم: كتبت عنه مع أبي، وهو صدوق، وسئل عنه أبي فقال: صدوق. وقال النسائي: صالح. وقال ابن حجر: صدوق فاضل. ولد سنة (١٧٥ هـ)، وتوفي سنة (٢٦٥ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٦/ ١٨٣، \"الثقات\" لابن حبان ٨/ ٤٧١، \"تاريخ بغداد\" للخطيب ١١/ ٤١٨، \"تهذيب التهذيب\" لابن حجر ٣/ ١٤٩، \"تقريب التهذيب\" لابن حجر (٤٧٠١).(٨) محمد بن خازم أبو معاوية، ثقة، رمي بالإرجاء.(٩) عاصم بن سليمان الأحول، ثقة لم يتكلم فيه إلا القطان.</p><p> عن أبي نضرة (١) ، عن جابر (٢) قال: كنا مع رسول الله (٣) - صلى الله عليه وسلم - في سفر (٤) فمنا الصائم، ومنا المفطر، فلم يكن بعضنا يعيب على بعض (٥) . </p><p>(١) المنذر بن مالك أبو نضرة. ثقة. (٢) جابر بن عبد الله، صحابي مشهور.(٣) في (ح): النبي.(٤) ساقطة من (ح).(٥) [٣٥٤] الحكم على الإسناد:في إسناده شيخ المصنف لم أجد فيه جرحًا ولا تعديلًا والحديث قد روي من طرق صحيحة عن عاصم.التخريج:رواه أبو عوانة في \"مسنده\" (القسم المفقود من الطبعة الأولى) (ص ١٣١) عن علي بن حرب به.ورواه ابن أبي شيبة في \"مصنفه\" ٤/ ٣٠ (٩٠٧٨)، والطحاوي في \"شرح معاني الآثار\" ٢/ ٦٨، عن محمد بن عمرو بن يونس كلاهما عن أبي معاوية به.ورواه النسائي في كتاب الصيام، باب ذكر الاختلاف على أبي نضرة ٤/ ١٨٨ (٢٣١١) من طريق بشر بن منصور. ورواه أبو عوانة في \"المسند\" -الموضع السابق- من طريق إسماعيل بن زكريا. ورواه الطبري في \"تهذيب الآثار\" (مسند ابن عباس) ١/ ١١٠ (١٥٠) من طريق إسحاق بن الربيع. كلهم عن عاصم الأحول به بنحوه.ورواه مسلم في كتاب الصيام، باب جواز الصوم والفطر (١١١٧) (٩٧)، والنسائي -في الموضع السابق- ٤/ ١٨٠٩ (٢٣١٢)، وابن خزيمة في \"صحيحه\" ٣/ ٢٦٠ (٢٠٢٩)، وأبو نعيم في \"المسند المستخرج على صحيح مسلم\" ٣/ ١٩٧ (٢٥٣٢)، والبيهقي في \"السنن الكبرى\" ٤/ ٢٤٤ كلهم من طريق مروان ابن معاوية. ورواه أبو عوانة في \"المستخرج على صحيح مسلم\" (ص ١٣٠) من =</p><p> [٣٥٥] وأخبرنا عبد الله بن حامد الوزان (١) ، قال: أنا مكي بن عبدان (٢) ، قال: نا عبد الله بن هاشم (٣) ، قال: نا (٤) يحيى بن سعيد (٥) ، عن هشام (٦) ، عن أبيه (٧) ، عن عائشة (٨) أن حمزة بن </p><p>= طريق عبد العزيز بن المختار، ورواه أبو نعيم في \"المسند المستخرج على صحيح مسلم\" -في الموضع السابق- من طريق ابن أبي زائدة ثلاثتهم عن عاصم به. وقالوا: عن أبي نضرة عن جابر وأبي سعيد به. ورواه مسلم -في الموضع السابق- (١١١٦)، والنسائي -في الموضع السابق- ٤/ ١٨٨ (٢٣٠٩، ٢٣١٠)، والترمذي في كتاب الصوم، باب ما جاء في الرخصة في الصوم في السفر (٧١٢، ٧١٣) والإمام أحمد في \"مسنده\" ٣/ ١٢، ٤٥، ٥٠، ٧٤ (١١٠٨٣، ١١٤١٣، ١١٤٧١، ١١٧٠٥)، وابن خزيمة في \"صحيحه\" ٣/ ٢٦٠ (٢٠٣٠)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٨/ ٣٢٤ (٣٥٥٨)، وأبو يعلى في \"مسنده\" ٢/ ٣٠٧ (١٠٣٥)، والطحاوي في \"شرح معاني الآثار\" ٢/ ٦٨، كلهم من طرق عن أبي نضرة، عن أبي سعيد الخدري وحده، به.(١) عبد الله بن حامد الأصبهاني، لم يذكر بجرح أو تعديل.(٢) أبو حاتم النيسابوري، ثقة.(٣) في (ش): هشام.وهو عبد الله بن هاشم بن حيان العبدي الطوسي. ثقة.(٤) في (أ): حدثني.(٥) القطان، ثقة، متقن.(٦) هشام بن عروة بن الزبير بن العوام الأسدي، أبو المنذر، وقيل: أبو عبد الله المدني، ثقة، فقيه ربما دلس.(٧) عروة بن الزبير، ثقة.(٨) في (ح) زيادة: رضوان الله عنها وعن أبيها.</p><p> عمرو (١) قال: يا رسول الله إني كنت أسرد الصوم، أفأصوم في السفر؟ قال:  \"إن شئت فصم وإن شئت فأفطر\"  (٢) . </p><p>(١) حمزة بن عمرو بن عويمر الأسلمي أبو صالح، ويقال: أبو محمد المدني. صحابي جليل، أضاءت أصابعه في ليلة ظلماء مع رسول الله - صلى الله عليه وسلم - حتَّى جمعوا عليها المتاع. توفي سنة (٦١ هـ)، وله إحدى وسبعون سنة وقيل ثمانون.\"التاريخ الكبير\" للبخاري ٣/ ٤٦، \"أسد الغابة\" لابن الأثير ٢/ ٥٠، \"تقريب التهذيب\" لابن حجر (١٥٢٩).(٢) [٣٥٥] الحكم على الإسناد:في إسناده شيخ المصنف لم أجد فيه جرحًا ولا تعديلًا والحديث قد روي من طرق صحيحة عن يحيى بن سعيد.التخريج:رواه البخاري في كتاب الصوم، باب الصوم في السفر والإفطار (١٩٤٢) عن مسدد.ورواه الإمام أحمد في \"مسنده\" ٦/ ١٩٣، ٢٥٢ (٢٥٦٠٧) كلاهما عن يحيى بن سعيد القطان به.ورواه مالك في \"الموطأ\" في الصيام، باب ما جاء في الصيام في السفر ١/ ٢٩٥، ومن طريقه رواه البخاري -في الموضع السابق- (١٩٤٣)، والنسائي في كتاب الصيام، باب ذكر الاختلاف على هشام بن عروة فيه ٤/ ١٨٧ (٢٣٠٦). ورواه مسلم في كتاب الصيام، باب التخيير في الصوم والفطر في السفر (١١٢١) (١٠٤)، وأبو داود في كتاب الصوم، باب الصوم في السفر (٢٤٠٢) كلاهما من طريق حماد بن زبد. ورواه مسلم في الموضع السابق (١١٢١) (١٠٥). والإمام أحمد في \"مسنده\" ٦/ ٤٦ (٢٤١٩٦) كلاهما من طريق أبي معاوية، ورواه مسلم في الموضع السابق (١١٢١) (١٠٦)، وابن ماجة في كتاب الصيام، باب ما جاء في الصوم في السفر (١٦٦٢) كلاهما من طريق ابن نمير.ورواه النسائي -في الموضع السابق- ٤/ ١٨٨ (٢٣٠٨)، والترمذي في كتاب =</p><p> [٣٥٦] وأخبرنا ابن فنجويه (١) ، قال: أنا ابن إسحاق (٢) قال: أنا أحمد بن شعيب (٣) قال: أنا الربيع بن سليمان (٤) قال: نا ابن وهب (٥) قال: أخبرني عمرو (٦) . </p><p>= الصوم، باب ما جاء في الرخصة (٧١١)، وقال: حديث حسن صحيح. كلاهما من طريق عبدة بن سليمان. ورواه مسلم -في الموضع السابق- (١١٢١) (١٠٣) من طريق الليث. ورواه الإمام أحمد في \"مسنده\" ٦/ ٢٠٧ (٢٥٧٣٠)، عن وكيع كلهم، عن هشام ابن عروة به بنحوه.(١) ثقة، صدوق، كثير الرواية للمناكير.(٢) ابن السني، حافظ، ثقة.(٣) في (ش): سعيد.وهو أبو عبد الرحمن النسائي، الإمام صاحب \"السنن\".(٤) الربيع بن سليمان إما أن يكون المرادي صاحب الإمام الشافعي، ثقة. أو يكون الجيزي.الربيع بن سليمان بن داود الأعرج الأزدي مولاهم أبو محمد المصري.ثقة. ولد بعد الثمانين ومائة. توفي في ذي الحجة سنة (٢٥٦ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٣/ ٤٦٤، \"تهذيب التهذيب\" لابن حجر ١/ ٥٩٣، \"تقريب التهذيب\" لابن حجر (١٨٩٣).وكلاهما يروي عن ابن وهب ويروي عنه النسائي.(٥) عبد الله بن وهب أبو محمد المصري. ثقة، حافظ.(٦) عمرو بن الحارث بن يعقوب الأنصاري مولاهم أبو أمية، وفي \"تقريب التهذيب\" لابن حجر: أبو أيوب المصري.ثقة، فقيه، حافظ.ولد سنة نيف وتسعين. وقال الذهبي: الصحيح أن وفاته في شوال سنة ثمان، يعني وأربعين ومائة. =</p><p> وذكر آخر (١) عن أبي الأسود (٢) ، عن عروة (٣) ، عن أبي مراوح (٤) ، عن حمزة بن عمرو (٥) أنَّه قال: يا رسول الله، أجد بي (٦) قوة على الصيام في السفر، فهل علي جناح؟ قال:  \"هي رخصة من -عزَّ وجلَّ- فمن أخذها فحسن، ومن أحب أن يصوم فلا جناح عليه\" . </p><p>= \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٢٥٥، \"تهذيب الكمال\" للمزي ٢١/ ٥٧٠، \"سير أعلام النبلاء\" للذهبي ٦/ ٣٤٩، \"تهذيب التهذيب\" لابن حجر ٣/ ٢٦١ \"تقريب التهذيب\" لابن حجر (٥٠٠٤). (١) هو عبد الله بن لهيعة، فقد روى الحديث الطبري في \"تهذيب الآثار\"، وأبو نعيم في \"المستخرج على صحيح مسلم\" ومن طريقه المزي في \"تهذيب الكمال\" من هذا الطريق، ووقع عندهم: أخبرني عمرو وابن لهيعة.(٢) محمد بن عبد الرحمن بن نوفل بن خويلد الأسدي القرشي أبو الأسود المدني. كان أبوه قد أوصى به إلى عروة بن الزبير، فقيل: يتيم عروة، ثقة. توفي سنة بضع وثلاثين ومائة.\"الجرح والتعديل\" لابن أبي حاتم ٧/ ٣٢١، \"الكاشف\" للذهبي (٥٠٠٤)، \"تهذيب التهذيب\" لابن حجر ٣/ ٦٣٠، \"تقريب التهذيب\" لابن حجر (٦٠٨٥).(٣) عروة بن الزبير، ثقة.(٤) كذا في (ش)، (ح) وهو الصواب. وفي (س): بن أبي مراوح. وفي (أ): بن أبي مروح.وهو أبو مراوح الغفاري، ويقال: الليثي المدني.قيل: له صحبة، وإلا فثقة. قال أبو أحمد الحاكم: يعد في النفر الذين ولدوا في حياة النبي - صلى الله عليه وسلم -، وسماهم. من الثالثة.\"تجريد أسماء الصحابة\" للذهبي ٢/ ٢٠١، \"الإصابة\" لابن حجر ٧/ ١٧٣، \"تهذيب التهذيب\" لابن حجر ٤/ ٥٨٤، \"تقريب التهذيب\" لابن حجر (٨٣٥٠).(٥) صحابي، جليل.(٦) في (ش): في. وفي (ح)، (أ) لي، وقبل: أجد في (أ): زيادة: إني. =</p><p> فأما قوله - صلى الله عليه وسلم -: \"ليس من البر الصيام في السفر\" فإن تمام الخبر </p><p>= [٣٥٦] الحكم على الإسناد: إسناده صحيح.التخريج:الحديث في \"سنن النسائي\" في كتاب الصيام، باب ذكر الاختلاف على عروة في حديث حمزة ٤/ ١٨٦ (٢٣٠٣).ورواه الطبري في \"تهذيب الآثار\" مسند ابن عباس ١/ ١١٥ (١٥٨)، وأبو عوانة في \"المستخرج على صحيح مسلم\" (القسم المفقود) (ص ١٣٥)، والبيهقي في \"السنن الكبرى\" ٤/ ٢٤٣ من طريق محمد بن يعقوب، كلهم عن الربيع بن سليمان، به.ورواه مسلم في كتاب الصيام، باب التخيير في الصوم والفطر في السفر (١١٢١/ ١٠٧) عن أبي الطاهر وهارون بن سعيد.ورواه ابن خزيمة في \"صحيحه\" ٣/ ٢٥٨ (٢٠٢٦) وأبو عوانة -في الموضع السابق- والطبري في \"تهذيب الآثار\" مسند ابن عباس ١/ ١١٥ (١٥٧) كلهم عن يونس بن عبد الأعلى. ورواه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ٨/ ٣٣٢ (٣٥٦٧)، وأبو نعيم في \"المسند المستخرج على صحيح مسلم\" ٣/ ٢٠٠ (٢٥٤١) كلاهما من طريق حرملة بن يحيى. ورواه ابن خزيمة -في الموضع السابق- عن عبد الحكم.ورواه أبو عوانة -في الموضع السابق- عن عيسى العسقلاني. ورواه الطبراني في \"المعجم الكبير\" ٣/ ١٥٦ (٢٩٨١)، عن أحمد بن صالح وأحمد بن رشدين. ورواه أبو نعيم في \"المسند المستخرج على صحيح مسلم\" -في الموضع السابق- من طريق علي بن أحمد الباهلي كلهم عن عبد الله بن وهب به.ورواه الطبري في \"تهذيب الآثار\" مسند ابن عباس ١/ ١١٣ (١٥٥)، والطحاوي في \"شرح معاني الآثار\" ٢/ ٧١ كلاهما من طريق حيوة بن شريح قال: أخبرنا أبو الأسود به بنحوه.</p><p> يدل على تأويله وهو: </p><p> [٣٥٧] ما أخبرنا أبو عبد الله الحسين بن محمد الدينوري (١) ، قال: أنا أبو بكر أحمد (٢) بن محمد الدينوري (٣) ، قال: أنا (٤) أحمد ابن شعيب (٥) بمصر (٦) ، قال: أنا شعيب بن (٧) إسحاق (٨) ، قال: نا عبد الوهاب بن سعيد (٩) ، </p><p>(١) ابن فنجويه أبو عبد الله الثقفي، ثقة، صدوق، كثير الرواية للمناكير. (٢) في (أ): ثنا أحمد.(٣) ساقطة من (ح).وهو ابن السني، حافظ، ثقة.(٤) في (ح) زيادة: أبو عبد.(٥) أبو عبد الرحمن النسائي، الإمام، صاحب\"السنن\".(٦) ساقطة من (ح).(٧) بعدها في (ح): شعيب بن.(٨) شعيب بن شعيب بن إسحاق بن عبد الرحمن الأموي مولاهم أبو محمد الدمشقي.توفي أبوه شعيب بن إسحاق وهو حمل فسمي باسمه. قال النسائي ومسلمة بن القاسم: ثقة. وقال أبو حاتم وابنه: صدوق. وقال الذهبي: ثقة. وقال ابن حجر: صدوق. ولد سنة (١٩٠ هـ)، وتوفي سنة (٢٦٤ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٤/ ٣٤٧، \"الكاشف\" (٢٢٩٠)، \"تهذيب التهذيب\" لابن حجر ٢/ ١٧٤، \"تقريب التهذيب\" لابن حجر (٢٨٠٢).(٩) عبد الوهاب بن سعيد بن عطية السلمي أبو محمد الدمشقي.ذكره ابن حبان في \"الثقات\". وقال الذهبي: ثقة. وقال ابن حجر: صدوق. توفي سنة (٢١٣ هـ).\"الثقات\" لابن حبان ٨/ ٤١٠، \"الكاشف\" للذهبي (٣٥١٥)، \"تهذيب التهذيب\" لابن حجر ٢/ ٦٣٦، \"تقريب التهذيب\" لابن حجر (٤٢٥٦).</p><p> قال: نا شعيب (١) بن إسحاق (٢) ، قال: نا الأوزاعي (٣) ، قال: نا يحيى أبي كثير (٤) ، قال: أخبرني محمد بن عبد الرحمن (٥) ، قال: </p><p>(١) كذا في (ح) وهو الصواب. وفي (س) و (ش): سعد. وفي (أ): شعبة. (٢) شعيب بن إسحاق بن عبد الرحمن الأموي أبو محمد البصري ثم الدمشقي.ثقة، رمي بالإرجاء، وسماعه من ابن أبي عروبة بأخرة. وقال الإمام أحمد: سمع شعيب من سعيد بن أبي عروبة بآخر رمق. وقال ابن حبان: وكان سماع شعيب بن إسحاق منه سنة أربع وأربعين ومائة قبل أن يختلط بسنة.لذلك ذكره ابن الكيال فيمن سمع من سعيد قبل الاختلاط. ولد سنة (١١٨ هـ)، وتوفي سنة (١٨٩ هـ).\"سؤالات أبي عبيد الآجري لأبي داود\" ٢/ ١٨٩، \"الثقات\" لابن حبان ٦/ ٣٦٠، \"تهذيب الكمال\" للمزي ١٢/ ٥٠١، \"تهذيب التهذيب\" لابن حجر ٢/ ١٧١، \"تقريب التهذيب\" لابن حجر (٢٧٩٣)، \"الكواكب النيرات في معرفة من اختلط من الرواة الثقات\" لابن الكيال (ص ١٩٠).(٣) عبد الرحمن بن عمرو، ثقة، فقيه.(٤) يحيى بن أبي كثير واسمه صالح بن المتوكل -وقيل غير ذلك- الطائي مولاهم أبو نصر اليمامي. ثقة، ثبت، لكنه يدلس ويرسل.(٥) محمد بن عبد الرحمن بن ثوبان القرشي العامري مولاهم أبو عبد الله المدني.ثقة. من الثالثة. وقد ذهب أبو حاتم، والنسائي، وابن حجر إلى أنَّه محمد بن عبد الرحمن بن سعد بن زرارة. وذهب ابن القطان، والمزي، والألباني إلى أنَّه محمد ابن عبد الرحمن بن ثوبان.\"الجرح والتعديل\" لابن أبي حاتم ٧/ ٣١٢، \"العلل\" لابن أبي حاتم ١/ ٢٤٧، \"السنن الكبرى\" للنسائي ٢/ ١٠٠، \"بيان الوهم والإيهام\" لابن القطان ٢/ ٥٧٧ - ٥٨١، \"تحفة الأشراف\" للمزي ٢/ ٢٦٩ - ٢٧٠، \"تهذيب التهذيب\" لابن حجر ٣/ ٦٢٤، \"تقريب التهذيب\" لابن حجر (٦٠٦٨)، \"فتح الباري\" لابن حجر ٤/ ١٨٥، \"التلخيص الحبير\" لابن حجر ٢/ ٢٠٥، \"إرواء الغليل\" للألباني ٤/ ٥٤ - ٥٦.</p><p> أخبرني جابر بن عبد الله (١) أن رسول الله - صلى الله عليه وسلم - مر برجل (٢) في ظل شجرة يرش عليه الماء قال: \"ما بال صاحبكم هذا؟ \" قالوا: يا رسول الله صائم. قال:  \"إنه ليس من البر أن تصوموا(٣)في السفر، وعليكم برخصة الله التي رخص لكم فاقبلوها\"  (٤) . </p><p>(١) صحابي، مشهور. (٢) قال ابن حجر: لم أقف على اسم هذا الرجل. \"فتح الباري\" ٤/ ١٨٥.(٣) في (أ): الصيام.(٤) [٣٥٧] الحكم على الإسناد:إسناده حسن، فيه عبد الوهاب بن سعيد صدوق. لكن للحديث متابعات صحيحة فالحديث صحيح لغيره.التخريج:الحديث في\"سنن النسائي\" في كتاب الصوم، باب العلة التي من أجلها قيل ذلك ٤/ ١٧٦ (٢٢٥٨).قال ابن القطان: هذا إسناد صحيح متصل. \"بيان الوهم والإيهام\" ٢/ ٥٧٩.ورواه أيضًا النسائي ٤/ ١٧٦ (٢٢٥٩)، من طريق محمد بن يوسف الفريابي. والطحاوي في \"شرح معاني الآثار\" ٢/ ٦٢، والفريابي في\"كتاب الصيام\" (ص ٧٣، ٧٧) كلاهما من طريق الوليد بن مسلم.ورواه الطبري في \"تهذيب الآثار\" (مسند ابن عباس) ١/ ١٥٣ (٢٤٥، ٢٤٦) من طريق أيوب بن سويد، والوليد بن مزيد العذري كلهم، عن الأوزاعي به. وفي حديث الفريابي والوليد بن مزيد قال محمد بن عبد الرحمن: حدثني من سمع جابرًا به، بنحوه.ورواه النسائي في كتاب الصوم ٢/ ١٧٦ (٢٢٦٠، ٢٢٦١) من طريق وكيع وعثمان بن عمر كلاهما، عن علي بن المبارك، عن يحيى بن أبي كثير، به.ومن طريق عثمان بن عمر عن محمد بن عبد الرحمن، عن رجل، عن جابر به، مرفوعًا بنحوه دون قوله: \"وعليكم برخصة الله التي رخص لكم فاقبلوها\". =</p><p> وكذلك (١) تأويل قوله -عليه السَّلام-: \"الصائم في السفر كالمفطر في الحضر\" يدل عليه حديث مجاهد عن ابن عمر أنَّه مر برجل ينضح الماء على وجهه، وهو صائم فقال له: أفطر ويحك؛ فإني أراك لو مت على هذا دخلت النار (٢) . </p><p>= ورواه البخاري في كتاب الصيام، باب قول النبي - صلى الله عليه وسلم - لمن ظلل عليه (١٩٤٦)، ومسلم في كتاب الصيام، باب جواز الصوم والفطر (١١١٥)، والنسائي في كتاب الصوم، باب ذكر اسم الرجل ٤/ ١٧٧ (٢٢٦٢)، وأبو داود في كتاب الصوم، باب اختيار الفطر ٢/ ٣٢٨ (٢٤٠٧)، والدارمي في \"السنن\" (١٧٥٠)، والإمام أحمد في\"مسنده\" ٣/ ٢٩٩، ٣١٧، ٣١٩ (١٤١٩٣، ١٤١١٠، ١٤٤٢٦) كلهم من طريق محمد بن عمرو بن الحسن، عن جابر، به مرفوعًا بنحوه دون قوله: \"وعليكم برخصة الله التي رخص لكم فاقبلوها\". قال الألباني: وخلاصة القول أن هذِه الزيادة إسنادها صحيح، ولا يضر تفرد يحيى بن أبي كثير بها؛ لأنه ثقة ثبت. \"إرواء الغليل\" ٤/ ٥٦.(١) في (أ): فذلك.(٢) لم أجده بهذا اللفظ عن ابن عمر رضي الله عنهما.وقد روى الإمام أحمد في \"مسنده\" ٤/ ٧١ (٥٣٩٢) عن ابن عمر أنَّه سئل عن الصيام في السفر؟ فقال: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"من لم يقبل رخصة الله كان عليه من الإثم مثل جبال عرفة\" وذكر ابن حجر أنَّه من كلام ابن عمر. \"فتح الباري\" ٤/ ١٨٣.وروى الطبري في\"تهذيب الآثار\" (مسند ابن عباس) ١/ ٣٨ (٢١٣)، ١/ ١٤٠ (٢٢٠)، والفريابي في \"كتاب الصيام\" (ص ٨٨) (٢١٠٤) من طريق مجاهد قال: قال عبد الله بن عمر: لا تصم في السفر؛ فإنهم إذا أكلوا طعامًا قالوا: أرفعوا للصائم، وإذا عملوا عملًا قالوا: اكفلوا الصائم، فيذهبوا بأجرك.انظر الأثر الآتي عند المصنف عن ابن عمر أيضًا.</p><p> والجامع لهذِه الأخبار والمؤيد لما قلناه (١) ما روى أيوب (٢) عن عروة (٣) وسالم (٤) أنهما كانا عند عمر بن عبد العزيز (٥) إذ هو أمير على المدينة، فتذاكروا الصوم في السفر، فقال سالم: كان ابن عمر لا يصوم في السفر. وقال عروة: كانت عائشة تصوم في السفر. فقال سالم: إنما أخذت عن ابن عمر. وقال عروة: إنما أخذت (٦) عن عائشة، فارتفعت أصواتهما، فقال عمر بن عبد العزيز: اللهم غفرًا؛ إذا كان يسرًا فصوموا، وإن كان عسرًا فأفطروا (٧) . </p><p>(١) في (ح)، (أ): قلنا. (٢) ابن أبي تميمة السختياني، ثقة، ثبت، حجة.(٣) ابن الزبير، ثقة.(٤) سالم بن عبد الله بن عمر بن الخطاب القرشي العدوي أبو عمر أو أبو عبد الله المدني.أحد الفقهاء السبعة، وكان ثبتًا، عابدًا، فاضلًا. كان يُشبَّه بأبيه في الهدي والسمت. توفي في آخر سنة (١٠٦ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٤/ ١٨٤، \"طبقات الفقهاء\" للشيرازي (ص ٦٢)، \"جامع التحصيل\" للعلائي (ص ١٨٠)، \"تهذيب التهذيب\" لابن حجر ١/ ٦٧٦، \"تقريب التهذيب\" لابن حجر (٢١٧٦).(٥) عمر بن عبد العزيز بن مروان بن الحكم بن أبي العاص القرشي الأموي أبو حفص المدني ثم الدمشقي، أمير المؤمنين، عُدَّ من الخلفاء الراشدين.(٦) في (أ): في الموضعين: أحدثك.(٧) الحكم على الإسناد:رجاله ثقات.التخريج:رواه الطبري في \"جامع البيان\" ٢/ ١٥٢، وفي\"تهذيب الآثار\" مسند ابن عباس =</p><p> ثم اختلفوا (١) في المستحب منهما (٢) ، فقال قوم: الصوم أفضل، وهو قول معاذ بن جبل (٣) ، وأنس (٤) ، وإبراهيم (٥) ، </p><p>= ١/ ١٢٩ (١٨٨)، ١/ ١٣٦ (٢٠٤) من طريق عبد الوهاب وابن علية كلاهما عن أيوب به. وذكره عن عمر بن عبد العزيز: ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣١٣ (١٦٦٠) وانظر: \"زاد المسير\" لابن الجوزي ١/ ١٨٨، \"المغني\" لابن قدامة ٤/ ٤٠٨. أما ما ورد في الأثر عن ابن عمر فقد رواه عنه أيضًا مالك في \"الموطأ\" في الصيام، باب ما جاء في الصيام في السفر ١/ ٢٩٥، والفريابي في كتاب \"الصيام\" (ص ٨٧) (٩٩ - ١٠٢)، والبيهقي في \"السنن الكبرى\" ٤/ ٢٤٥. وما ورد عن عائشة رواه ابن أبي شيبة في \"مصنفه\" ٤/ ٢٧ (٩٠٦٠، ٩٠٦٥)، والطحاوي في \"شرح معاني الآثار\" ٢/ ٧٠، ٧١.(١) في (ش): واختلفوا.(٢) في (ح): بينهما.(٣) روى الخطيب البغدادي في \"تالي تلخيص المتشابه\" ٢/ ٣٩٣ (٢٣٨) عن معاذ قال: صام النبي - صلى الله عليه وسلم -بعد ما أنزلت عليه آية الرخصة في السفر.ولم يعزه السيوطي إلَّا للخطيب \"الدر المنثور\" ١/ ٣٤٥.وإسناده ضعيف جدًّا، فيه الوليد بن سلمة الطبراني قال أبو حاتم: ذاهب الحديث.وقال دحيم وغيره: كذاب.\"الجرح والتعديل\" لابن أبي حاتم ٩/ ٦، \"لسان الميزان\" لابن حجر ٦/ ٢٢٢، وذكره عن معاذ: البغوي في \"معالم التنزيل\" ١/ ٢٠٠.(٤) رواه ابن أبي شيبة في \"مصنفه\" ٤/ ٢٦ (٩٠٥٩)، والطبري ٢/ ١٥٣، وفي \"تهذيب الآثار\" مسند ابن عباس ١/ ١٢٧ (١٨٠، ١٨١)، وعبد بن حميد كما في \"الدر المنثور\" للسيوطي ١/ ٣٤٦.انظر أيضًا ما سيأتي عن أنس - رضي الله عنه -.(٥) رواه الطبري في \"جامع البيان\" ٢/ ١٥٣، وفي \"تهذيب الآثار\" ١/ ١٣٤ (٢٠٠)، والطحاوي في \"شرح معاني الآثار\" ٢/ ٧٠، وعبد بن حميد كما في \"الدر المنثور\" للسيوطي ١/ ٣٤٦.</p><p> ومجاهد (١) . </p><p> ويروى (٢) أن أنس بن مالك أمر غلامًا له بالصوم في السفر، فقيل له في هذِه الآية، فقال (٣) : نزلت، ونحن نرتحل يومئذ (٤) جياعًا، وننزل على غير شبع، فمن أفطر فبرخصة، ومن صام فالصوم أفضل (٥) . </p><p> وقال الآخرون (٦) : المستحب الإفطار. </p><p> [٣٥٨] لما أخبرنا أبو عبد الله الثقفي (٧) ، قال: أنا أبو بكر السني (٨) ، قال: أنا أبو عبد الرحمن النسائي (٩) ، قال: أنا محمد بن </p><p>(١) رواه ابن أبي شيبة في \"مصنفه\" ٢٨/ ٤ (٩٠٧١)، والطبري في \"جامع البيان\" ٢/ ١٥٣، وفي \"تهذيب الآثار\" مسند ابن عباس ١/ ١٢٧ (١٨٢)، ١/ ١٣٤ (٢٠١)، ١/ ١٤٨ (٢٣٦، ٢٣٧)، والطحاوي في \"شرح معاني الآثار\" ٢/ ٧٠، وعبد بن حميد كما في \"الدر المنثور\" للسيوطي ١/ ٣٤٦. (٢) في (س): يروى.(٣) في (أ): قال.(٤) في (ح): يومئذ نرتحل.(٥) رواه البخاري في \"التاريخ الكبير\" ٣/ ٢١٦ معلقًا مختصرًا.ورواه النسائي في \"تفسيره\" ١/ ٢٢١ (٤٠)، والطبري في \"جامع البيان\" ٢/ ١٥٢ - ١٥٣، وفي \"تهذيب الآثار\" مسند ابن عباس ١/ ١٤٥ (٢٣٠، ٢٣١)، كلهم من طريق بشير بن سليمان، عن خيثمة بن أبي خيثمة البصري، عن أنس به. وخيثمة قال ابن حجر فيه: لين الحديث. \"تقريب التهذيب\" لابن حجر (١٧٧٢).(٦) في (ح): آخرون.(٧) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٨) ابن السني، حافظ، ثقة.(٩) أحمد بن شعيب، الإمام صاحب \"السنن\".</p><p> عبد الله بن عبد الحكم (١) ، عن شعيب (٢) ، قال: أنا الليث (٣) ، عن ابن الهاد (٤) ، عن جعفر بن محمد (٥) ، عن أبيه (٦) ، عن جابر (٧) قال: خرج رسول - صلى الله عليه وسلم - إلى مكة عام الفتح في رمضان (٨) حتَّى بلغ (٩) كراع الغميم (١٠) ، فصام الناس، فبلغه أن الناس قد شق عليهم الصيام، </p><p>(١) محمد بن عبد الله بن عبد الحكم بن أعين أبو عبد الله المصري، فقيه، ثقة. (٢) في (ح)، (أ): شعبة.وهو شعيب بن الليث بن سعد بن عبد الرحمن الفهمي، مولاهم أبو عبد الملك المصري.ثقة، نبيل، فقيه، توفي سنة (١٩٩ هـ)، وله أربع وستون سنة.\"الجرح والتعديل\" لابن أبي حاتم ٤/ ٣٥١، \"تهذيب التهذيب\" لابن حجر ٢/ ١٧٥، \"تقريب التهذيب\" لابن حجر (٢٨٠٥).(٣) الليث بن سعد، ثقة، ثبت.(٤) يزيد بن عبد الله بن أسامة بن الهاد الليثي، أبو عبد الله المدني.ثقة، مكثر، توفي سنة (١٣٩ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٩/ ٢٧٥، \"تهذيب التهذيب\" لابن حجر ٤/ ٤١٨، \"تقريب التهذيب\" لابن حجر (٧٧٣٧).(٥) جعفر بن محمد الصادق، صدوق، فقيه، إمام.(٦) محمد بن علي بن الحسين، الباقر، ثقة.(٧) صحابي، مشهور.(٨) في (ح)، (أ) زيادة: فصام.(٩) في (أ): إذا بلغ.(١٠) موضع بين مكة والمدينة، وهو واد أمام عُسفان بثمانية أميال، وهذا الكراع جبل أسود في طرف الحرة، ويعرف اليوم ببرقاء الغميم ويبعد (٦٤) ميلًا من مكة على طريق المدينة.\"معجم البلدان\" لياقوت ٤/ ٤٤٣، \"معجم المعالم الجغرافية في السيرة النبوية\" (ص ٢٦٣).</p><p> فدعا بقدح (١) ماء بعد العصر، فشرب والناس ينظرون (٢) ، فأفطر بعض الناس، وصام بعض، فبلغه أن ناسًا صاموا، فقال:  \"أولئك العصاة\"  (٣) . </p><p>(١) بعدها في (ح): من. (٢) في (أ): زيادة: الماء.(٣) [٣٥٨] الحكم على الإسناد:إسناده صحيح.التخريج:الحديث في \"سنن النسائي\" في كتاب الصيام، باب ذكر اسم الرجل ٤/ ١٧٧ (٢٢٦٣).ورواه الطحاوي في \"شرح معاني الآثار\" ٢/ ٦٥ من طريق عبد الله بن صالح قال: حدثني الليث به.ورواه مسلم في كتاب الصيام، باب جواز الصوم والفطر (١١١٤) (٩١)، والترمذي في كتاب الصوم، باب ما جاء في كراهية الصوم في السفر (٧١٠) وقال: حديث حسن صحيح. والبيهقي في \"السنن الكبرى\" ٤/ ٢٤١، ٢٤٦، والبغوي في \"شرح السنة\" ١/ ٣١٦ (١٧٦٧) كلهم من طريق عبد العزيز الدراوردي.ورواه مسلم -في الموضع السابق- (١١١٤) (٩٢)، وابن خزيمة في \"صحيحه\" ٣/ ٢٥٥ (٢٠١٩)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٨/ ٣١٨ - ٣١٩ (٣٥٤٩، ٣٥٥١)، وأبو يعلى في \"مسنده\" ٣/ ٤٠٠ (١٨٨٠) كلهم من طريق عبد الوهاب بن عبد المجيد.ورواه الطيالسي في \"مسنده\" (ص ٢٣٢) (١٦٦٧) عن وهيب.ورواه الحميدي في \"مسنده\" ٢/ ٥٣٩ (١٢٨٩) عن سفيان كلهم عن جعفر بن محمد به، بنحوه.</p><p> [٣٥٩] وأخبرنا أبو عبد الله (١) ، قال: أنا أبو بكر (٢) ، قال: أنا أبو عبد الرحمن (٣) ، قال: أنا إسحاق بن إبراهيم (٤) ، قال: أنا أبو معاوية (٥) ، عن عاصم الأحول (٦) ، عن مُوَرِّق العجلي (٧) ، عن أنس بن مالك قال: كنا مع رسول الله - صلى الله عليه وسلم -، فمنا الصائم، ومنا المفطر، فنزلنا في يوم حار، واتخذنا ظلالًا، فسقط الصوام، وقام المفطرون؛ ، فسقوا (٨) الركاب، فقال رسول - صلى الله عليه وسلم -: \"ذهب المفطرون بالأجر اليوم\"  (٩) . </p><p>(١) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير. (٢) ابن السني، حافظ، ثقة.(٣) أحمد بن شعيب النسائي، الإمام صاحب \"السنن\".(٤) ابن راهويه، ثقة، حافظ.(٥) محمد بن خازم، أبو معاوية، ثقة، وقد رمي بالإرجاء.(٦) ثقة، لم يتكلم فيه إلَّا القطان.(٧) مُوَرِّق بن مُشَمْرِج، ويقال: ابن عبد الله العجلي، أبو المعتمر البصري، ويقال: الكوفي.ثقة، عابد. توفي سنة (١٠٣ هـ) أو (١٠٥ هـ) أو (١٠٨ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٨/ ٤٠٣، \"تهذيب الكمال\" للمزي ٢٩/ ١٦، \"تهذيب التهذيب\" لابن حجر ٤/ ١٦٨، \"تقريب التهذيب\" لابن حجر (٦٩٤٠).(٨) في (ح): فسبقوا.(٩) في (ح)، (أ): اليوم بالأجر.[٣٥٩] الحكم على الإسناد:إسناده صحيح.التخريج:الحديث في \"سنن النسائي\" في كتاب الصيام، باب فضل الإفطار في السفر على =</p><p> وروى شعبة (١) عن يعلى (٢) ، عن يوسف بن الحكم (٣) قال: سألت ابن عمر عن الصوم في السفر؟ فقال (٤) : (أرأيت)  (٥) لو تصدقت على </p><p>= الصيام ٤/ ١٨٢ (٢٢٨٣). ورواه ابن أبي شيبة في \"مصنفه\" ٤/ ٢٤ (٩٠٤٦)، وعنه مسلم في كتاب الصيام، باب أجر المفطر في السفر إذا تولى العمل (١١١٩) (١٠٠). ورواه ابن خزيمة في \"صحيحه\" ٣/ ٢٦١ (٢٠٣٣)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٨/ ٣٢٥ (٣٥٥٩) كلاهما من طريق سلم بن جنادة كلاهما (ابن أبي شيبة، وسلم) عن أبي معاوية به.ورواه البخاري في كتاب الجهاد، باب فضل الخدمة في الغزو (٢٨٩٠)، من طريق إسماعيل بن زكريا. ورواه مسلم في -في الموضع السابق- (١١١٩) (١٠١)، وابن خزيمة في \"صحيحه\" ٣/ ٢٦١ (٢٠٣٢) من طريق حفص بن غياث، كلاهما عن عاصم الأحول به، بنحوه.(١) ثقة، حافظ، متقن.(٢) في (ح) زيادة: بن عطاء.يعلي بن عطاء العامري، ويقال: الليثي الطائفي ثم الواسطي، ثقة.(٣) يوسف بن الحكم أبو الحكم.ذكره البخاري، وابن أبي حاتم، وابن حبان في \"الثقات\"، والدولابي، وأبو أحمد الحاكم، وابن عبد البر، وقالوا: روى عن، أو سمع من ابن عمر، روى عنه يعلي بن عطاء.\"التاريخ الكبير\" للبخاري ٨/ ٣٧٦، \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٢٢٠، \"الثقات\" لابن حبان ٥/ ٥٥٢، \"الكنى والأسماء\" للدولابي ١/ ١٥٤، \"الأسامي والكنى\" لأبي أحمد الحاكم ٣/ ٢١، \"الاستغناء في معرفة المشهورين من حملة العلم بالكنى\" لابن عبد البر ١/ ٥٦١ (٦٠٥).(٤) في (ح): قال:(٥) من هامش (ش).</p><p> رجل بصدقة، فردها عليك، ألن تغضب؟ ! . قلت: بلى. قال: فإنها صدقة من (١) الله -عزَّ وجلَّ- تصدق بها عليكم (٢) . </p><p> وحدُّ الأسفار التي يجوز فيها الإفطار ستة عشر فرسخًا (٣) فصاعدًا. </p><p> قوله - عَزَّ وَجَلَّ - (٤) : {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ} : حين رخَّص في (٥) الإفطار للمريض وللمسافر (٦) . </p><p>(١) في (ح): عن. (٢) الحكم على الإسناد:رجاله ثقات.التخريج:رواه الطبري في \"جامع البيان\" ٢/ ١٥١، وفي \"تهذيب الآثار\" (مسند ابن عباس) ١/ ١٣٨ (٢٠٩) من طريق وهب بن جرير. ورواه الدولابي في \"الكنى والأسماء\" ١/ ١٥٤ من طريق محمد بن جعفر، كلاهما عن شعبة به.ورواه الفريابي في \"كتاب الصيام\" (ص ٨٨) (١٠٣) من طريق بلال بن عبد الله بن عمر، عن أبيه به، بلفظ: هدية، وفيه زيادة.وروى ابن أبي شيبة في \"مصنفه\" ٤/ ٢٥ (٩٠٥٢)، والطبري في \"تهذيب الآثار\" ١/ ١٣٧ (٢٠٨) كلاهما من طريق قتادة، عن ابن عمر أنَّه قال: الإفطار في السفر صدقة تصدق الله بها على عباده.(٣) الفرسخ: ثلاثة أميال هاشمية، والميل ستة آلاف ذراع. والذراع أربعة وعشرون أصبعًا معتدلة معترضة. أي أن طول الفرسخ حوالي (٦) كلم.\"المجموع\" للنووي ٤/ ١٩٠، \"لسان العرب\" لابن منظور -مادة فرسخ- ١٠/ ٢٢٣، \"المكاييل والأوزان الإسلامية وما يعادلها في النظام المتري\" (ص ٩٤).(٤) من (ح).(٥) ساقطة من (أ).(٦) في (ش)، (ح)، (أ): والمسافر.</p><p> {وَلَا يُرِيْدُ بِكُمُ العُسْرَ} وقرأ (١) أبو جعفر (٢)  (اليسر) و (العسر) مثقلين في جميع القرآن، (وقرأ)  (٣) الباقون بتخفيفهما (٤) ، وهما لغتان جيدتان. </p><p> ولا حجة للقدرية (٥) في هذِه الآية؛ لأنها مبنية على أول الكلام في إيجاب الصيام، فهي خاص في الأحكام لأهل الإسلام. {وَلِتُكْمِلُواْ الْعِدَّةَ} قرأ أبو بكر (٦) ورويس (٧) بتشديد الميم. وقرأ الباقون </p><p>(١) في (أ): قرأ. (٢) في (أ) زيادة: يزيد بن القعقاع.(٣) ساقطة من (أ).(٤) \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ١٢٧)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٢٦.(٥) سميت هذِه الفرقة قدرية، لإنكارهم القدر، وقد حدثت في آخر عصر الصحابة - رضي الله عنه -، وأصل بدعتهم كانت من عجز عقولهم عن الإيمان بقدر الله، والإيمان بأمره، ونهيه ووعده ووعيده، وظنوا أن ذلك ممتنع، ثم كثر الخوض في القدر، وصار نزاع القدرية في الإرادة، وخلق أفعال العباد، فصاروا في ذلك حزبين: النفاة يقولون: لا إرادة إلَّا بمعنى المشيئة، وهو لم يرد إلَّا ما أمر به، ولم يخلق شيئًا من أفعال العباد، وقابلهم الخائضون في القدر من المجبرة مثل الجهم بن صفوان وأمثاله، فقالوا: ليست الإرادة إلَّا بمعنى المشيئة، والأمر والنهي لا يستلزم إرادة، وقالوا: العبد لا فعل له البتة، ولا قدرة، بل الله هو الفاعل القادر فقط.\"الملل والنحل\" للشهرستاني ١/ ٩٧ - ٩٨، \"شرح صحيح مسلم\" للنووي ١/ ٢١٧، \"مجموع الفتاوى\" لابن تيمية ١٣/ ٣٦ - ٣٧.(٦) أبو بكر بن عياش بن سالم الأسدي الحناط المقرئ الكوفي. ثقة.(٧) محمد بن المتوكل اللؤلؤي أبو عبد الله البصري، ضابط، مشهور.</p><p> بالتخفيف (١) ، وهو الاختيار؛ لقوله - عَزَّ وَجَلَّ -: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ}  (٢)  (٣) . الواو (٤) في قولهْ {وَلِتُكْمِلُواْ} : واو النسق، واللام لام كي، تقديره:  (ويريد لأن يسهل عليكم)  (٥) . ولتكملوا العدة (٦) . وقال (٧) عطاء: يعني: (ولتكملوا عدة)  (٨) أيام الشهر (٩) . </p><p> وقال سائر المفسرين: ولتكملوا عدة ما أفطرتم في مرضكم وسفركم (١٠) ، إذا برأتم، وأقمتم فقضيتموها (١١) . </p><p> {وَلتُكَبِّرُواْ اللَّهَ} : ولتعظموا الله -عزَّ وجلَّ- {عَلَى مَا هَدَاكُمْ} : لدينه، </p><p>(١) \"الغاية في القراءات\" لابن مهران الأصبهاني (ص ١١٢)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٢٦. (٢) المائدة: ٣.(٣) وانظر \"إعراب القرآن\" للنحاس ١/ ٢٨٨.(٤) في (أ): قالوا (و).(٥) في (س): ويريد لأن يسهل عليكم ولتكملوا العدة، والمثبت من (ش)، (أ). وانظر: \"معاني القرآن\" للأخفش ١/ ٣٥٠، \"مشكل إعراب القرآن\" لمكي ١/ ٨٧. وورد أيضًا في هامش (ش): وقال الزجاج: معناه: فعل الله ذلك، ليسهل عليكم.(٦) \"معاني القرآن\" ١/ ٢٥٤.(٧) في (ح): قال.(٨) ساقطة من (ح)، وفي (ش): العدة.(٩) ذكره البغوي في \"معالم التنزيل\" ١/ ٢٠١.(١٠) في (ح): وفي سفركم.(١١) في (ح): فقضيتموه.وانظر: \"جامع البيان\" للطبري ٢/ ١٥٦، \"النكت والعيون\" للماوردي ١/ ٢٤٢، \"تفسير القرآن\" للسمعاني ٢/ ١٧٤.</p><p> ووفقكم، (ورزقكم)  (١) شهر رمضان مخففًا عليكم، وخصكم (٢) به دون سائر أهل الملل. </p><p> وقال (٣) أكثر العلماء: أراد به التكبير ليلة (٤) الفطر (٥) . قال الشافعي رحمه الله: روي عن ابن المسيب (٦) ، وعروة، وأبي سلمة أنهم كانوا يكبرون ليلة الفطر يجهرون بالتكبير. قال: وتُشَبَّه ليلة النحر بها (٧) . قال ابن عباس، وزيد بن أسلم (٨) في هذِه الآية: حق على المسلمين (٩) إذا رأوا (١٠) هلال شوال أن يكبروا إلى أن يخرج الإمام في الطريق </p><p>(١) ساقطة من (أ). (٢) في (أ): ورخصكم.(٣) في (أ): قال.(٤) قبلها في (ح): من.(٥) \"الأوسط\" لابن المنذر ٤/ ٢٤٩، \"المغني\" لابن قدامة ٣/ ٢٥٥، \"تفسير القرآن العظيم\" لابن كثير ٢/ ١٨٦.(٦) قبلها في (أ): سعيد.(٧) \"الأم\" للشافعي ١/ ٢٦٤ ورواه من طريقه البيهقي في \"معرفة السنن والآثار\" ٥/ ٥٢.ورواه عن سعيد: الفريابي في \"أحكام العيدين\" (ص ١١٦) (٥٤) ورواه ابن وهب كما في \"المدونة الكبرى\" لسحنون ١/ ١٦٨.ورواه عن عروة: ابن أبي شيبة في \"مصنفه\" ٣/ ١٣ (٥٦٧١)، والفريابي في \"أحكام العيدين\" (ص ١١٤ - ١١٥) (٤٩ - ٥١).(٨) زيد بن أسلم العدوي مولى عمر بن الخطاب أبو أسامة، ثقة، عالم، وكان يرسل.(٩) في (ح): المسلم.(١٠) في (ش)، (ح): رُئي.</p><p> والمسجد، فإذا حضر الإمام، كف، فلا يكبر إلَّا بتكبيره (١) . </p><p> والاختيار في لفظ التكبير ثلاثًا نسقًا (٢) . {وَلَعَلَّكُمْ تَشْكُرُونَ} الله على نعمته (٣) . </p><p> * * * </p><p>(١) قول ابن عباس رواه الطبري في \"جامع البيان\" ٢/ ١٥٧. انظر \"الدر المنثور\" للسيوطي ١/ ٣٥١، وقول زيد بن أسلم رواه الطبري في \"جامع البيان\" ٢/ ١٥٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣١٤ (١٦٦٦)، وذكره ابن المنذر في \"الأوسط\" ٤/ ٢٤٩.(٢) \"معرفة السنن والآثار\" للطبري ٥/ ١٠٩، \"المجموع\" للنووي ٥/ ٤٥.(٣) في (ش)، (ح)، (أ): نعمه.</p>"
}