{
  "id": null,
  "sura": 2,
  "aya": 48,
  "text": "<p> يعني: أيقنوا، والظن من الأضداد، يكون شكا ويقينًا، كالرجاء يكون أملًا (١) وخوفًا {أَنَّهُمْ مُلَاقُو رَبِّهِمْ} معاينو ربهم في الآخرة {وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ} فيجزيهم بأعمالِهم. </p><p> ٤٧ - قوله تعالى: </p><p> {يَابَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ (٤٧) } </p><p> يعني: عالمي زمانكم. </p><p> ٤٨ - قوله -عزَّ وجلَّ-: {وَاتَّقُوا يَوْمًا} </p><p> أي: واحذروا واخشوا (٢) يومًا، أي: عذاب يوم {لَا تَجْزِي} أي: لا تَقضي ولا تكفي ولا تُغني، ومنه الحديث عن أبي بُردة بن نيار (٣) في الأضحية: \"ولا تجزي عن أحد بعدك\"  (٤) ، وقرأ أبو السمال </p><p>= ومعنى (ظنوا): أيقنوا. والمدجج: التام السلاح. وسراتهم: خيارهم. والفارسي المسرَّد: الدروع. والشاهد قوله: (ظنوا): حيث ورد الظن -هنا- بمعنى اليقين.(١) في (ش) و (ت): أمنًا.(٢) ساقطة من (ت).(٣) أبو بُردة بن نيار -بكسر النون بعدها تحتانية خفيفة- البلوي، حليف الأنصار، اسمه: هانئ، وقيل: الحارث بن عمرو، وقيل: مالك بن هُبيرة، صحابي جليل، شهد العقبة وبدرًا والمشاهد الأخرى، ومات سنة (٤١ هـ)، وقيل بعدها.\"الإصابة\" لابن حجر ٧/ ٣١، \"تقريب التهذيب\" لابن حجر (٨٠١٠).(٤) عن البراء بن عازب قال: قال رسول الله - صلى الله عليه وسلم -: \"إنَّ أول ما نبدأ به يومنا هذا، نصلي ثم نرجع فننحر، فمن فعل ذلك فقد أصاب سنتنا، ومن ذبح، فإنما هو لحم =</p><p> العدوي:  (لا تُجْزئ) مضمومة التاء مهموزة الياء من: أجزأ يجزئُ إذا كفى (١) . </p><p> قال الشاعر: </p><p> وأجْزَأتَ أمْرَ العالمين (٢) ولم يكُن. . . ليُجْزئ إلَّا كاملٌ وابن كاملِ (٣) </p><p> قال الزجاج: وفي الآية إضمارٌ معناه: لا تجزي فيه نفسٌ عن نفس </p><p>= قدَّمه لأهله، ليس من النسك في شيء\". وكان أبو بردة بن نيار قد ذبح. فقال: عندي جذَعة خير من مُسنَّة. فقال: \"اذبحها ولن تجزيَ عن أحد بعدك\". متفق عليه: أخرجه البخاري كتاب العيدين، باب الأكل يوم النحر (٩٥٤، ٩٥٥) باب الخطبة بعد العيد، (٩٦٥) باب التبكير إلى العيد (٩٦٥) باب كلام الإمام والناس في خطبة العيد (٩٨٣ - ٩٨٤)، وفي كتاب الأضاحي، باب سنة الأضحية (٥٥٤٥).وأخرجه مسلم كتاب الأضاحي، باب وقتها (١٩٦١، ١٩٦٢)، وأبو داود كتاب الضحايا، باب ما يجوز من السن في الضحايا (٢٨٠١)، والترمذي كتاب الأضاحي، باب ما جاء في الذبح بعد الصلاة (١٥٠٨)، والنسائي ٧/ ٢٢٣ كتاب الضحايا، باب ذبح الضحية قبل الإمام، وابن ماجه كتاب الأضاحي، باب النهي عن ذبح الأضحية قبل الصلاة (٣١٥٤).(١) \"مختصر في شواذ القرآن\" لابن خالويه (ص ٥)، \"البحر المحيط\" لأبى حيان ١/ ٣٤٧.(٢) في (ف): المسلمين. وفي (ش) كتبت الكلمتان.(٣) البيت من شواهد القرطبي في \"الجامع لأحكام القرآن\" ١/ ٣٢١، والسمين الحلبي في \"الدر المصون\" ١/ ٣٣٧ ولم ينسباه لأحد. والشاهد قوله: (وأجزأت، =</p><p> شيئًا من الشدائد والمكاره. وأنشد </p><p> ويومًا شَهِدْناهُ سُليمًا وعامرا </p><p> أي: شهدنا فيه (١) . </p><p> وقيل: معناه لا تغني نفسٌ مؤمنة ولا كافرة عن نفس كافرة شيئًا. {وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ} إذا كانت كافرة، قرأ أهل مكة والبصرة بالتاء لتأنيث الشفاعة، وقرأ الباقون بالياء لتقديم الفعل (٢) ، وقرأ قتادة:  (ولا يقبل منها شفاعة) مفتوحة (٣) ونصب الشفاعة، أي: لا يَقبلُ الله {وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ} : فداء كما كانوا يأخذون في الدنيا، وسمي الفداء: عدلًا؛ لأنه يعادل المفدى ويماثله، قال الله تعالى:  {أَوْ عَدْلُ ذَلِكَ صِيَامًا}  (٤) . </p><p> {وَلَا هُمْ يُنْصَرُونَ} : يُمنعُون (٥) من عذاب الله. قال الزجاج: كانت </p><p>= ليجزئ): أي يكفي. (١) عجز البيت: قليلًا سوى الطّعنِ النِّهال نوافلُه. و (الطعن النهال): هو الدَّامي.والبيت لرجل من بني عامر، وسُليم وعامر: قبيلتان من قيس بن عيلان.\"معاني القرآن\" للزجاج ١/ ١٢٨.(٢) قرأ ابن كثير وأبو عمرو بالتاء، وقرأ ابن عامر وحمزة والكسائي ونافع بالياء.\"السبعة\" لابن مجاهد (ص ١٥٤)، \"الحجة\" للفارسي ٢/ ٤٣، \"الكشف عن وجوه القراءات السبع\" لمكي ١/ ٢٣٨.(٣) في (ج)، (ت): (بياء مفتوحة)، وفي (ش): (مفتوحة الياء).\"مختصر في شواذ القرآن\" لابن خالويه (ص ٥)، \"الكشاف\" للزمخشري ١/ ١٣٩.(٤) المائدة: ٩٥.(٥) في (ش): لا يُمنَعون.</p><p> اليهود تزعمُ أن آباءها (١) الأنبياء تشفعُ لهم عند الله، فآيسهم (٢) الله من ذلك (٣) . </p><p>(١) في (ت): آباءنا. (٢) في (ت): فأيأسهم.(٣) \"معاني القرآن\" للزجاج ١/ ١٢٨.</p>"
}