{
  "id": null,
  "sura": 2,
  "aya": 213,
  "text": "<p> ٢١٣ - (قوله عز وجل)  (١) : {كَانَ النَّاسُ أُمَّةً وَاحِدَةً}  (٢) </p><p> قال الحسن وعطاء: كان النَّاس من وقت وفاة آدَمَ إِلَى مبعث نوح عليهما السلام أمة واحدة (على ملة واحدة، وهي الكفر، كانوا كفارًا كلهم أمثال البهائم، فبعث الله عز وجل نوحًا وإبراهيم وغيرهما من النبيين (٣) . </p><p> وقال عكرمة وقتادة: كان النَّاس من وقت آدَمَ إِلَى مبعث نوح عليهما السلام أمة واحدة) (٤) وكان بين آدَمَ ونوح عليهما السلام عشرة قرون كلهم على شريعة واحدة من الحق والهدى، ثم اختلفوا فِي زمن نوح، فبعث (٥) الله عز وجل إليهم نوحًا (٦) ، وكان أول نبي بُعث، (ثم بَعَثَ)  (٧) بعده النبيين (٨) . </p><p>(١) ساقطة من (ش)، (ح). (٢) فِي (ش)، (ح) زيادة: الآية. وفي (أ) زيادة: {فَبَعَثَ اللَّهُ النَّبِيِّينَ}.(٣) قول الحسن ذكره الماوردي فِي \"النكت والعيون\" ١/ ٢٧١، والبغوي فِي \"معالم التنزيل\" ١/ ٢٤٣، والنيسابوري فِي \"غرائب القرآن\" ٢/ ٢١٣.وقول عطاء ذكره الواحدي فِي \"الوسيط\" ١/ ٣١٥، والبغوي فِي \"معالم التنزيل\" ١/ ٢٤٣، والنيسابوري فِي \"غرائب القرآن\" ٢/ ٢١٣.(٤) ما بين القوسين زيادة من (ش)، (ح)، (أ). والزيادة فِي (أ) هي: أي: على ملة واحدة وهي الكفر، أمثال البهائم فبعث الله تعالى نوحًا وغيره. وقال عكرمة وقتادة.(٥) فِي (أ): فبعثه.(٦) ساقطة من (أ).(٧) ساقطة من (ش).(٨) فِي (ش)، (أ): النبيون. =</p><p> وقال الكلبي والواقدي (١) : هم أهل سفينة نوح عليه السلام كانوا مؤمنين </p><p>= وقول قتادة رواه الطبري فِي \"جامع البيان\" ٢/ ٣٣٤، وفي \"تاريخ الرسل والملوك\" ١/ ١٧٨، وابن أبي حاتم فِي \"تفسير القرآن العظيم\" ٢/ ٣٧٦ (١٩٨٥، ١٩٨٧، ١٩٨٩). وعزاه السيوطي فِي \"الدر المنثور\" ١/ ٤٣٦ إِلَى عبد بن حميد.وذكره الجصاص فِي \"أحكام القرآن\" ١/ ٣١٩. وسيأتي نحوه من روايته عن ابن عباس.وقول عكرمة ذكره الماوردي فِي \"النكت والعيون\" ١/ ٢٧١، والبغوي فِي \"معالم التنزيل\" ١/ ٢٣، وأبو حيان فِي \"البحر المحيط\" ٢/ ١٤٤.(١) محمَّد بن عمر بن واقد الواقديّ الأسلمي مولاهم، أبو عبد الله المدنِيُّ.أحد الأعلام، متروك مع سعة علمه. قال الذهبي: استقر الإجماع على وهن الواقديّ. وقال الخَطيب: قدم بغداد، وولي قضاء الجانب الشرقي فيها، وهو ممن طبق شرق الأرض وغربها ذكرُه، ولم يخف على أحد عرف أخبار النَّاس أمره، وسارت الركبان بكتبه فِي فنون العلم. . وكان جوادًا، كريمًا، مشهورًا بالسخاء. وقال الذهبي أَيضًا: وقد تقرر أن الواقديّ ضعيف، يحتاج إليه فِي الغزوات، والتاريخ. ولد سنة (١٣٠ هـ). وتوفي سنة (٢٠٧ هـ).\"أخبار القضاة\" لوكيع ٣/ ٢٧٠، \"تاريخ بغداد\" للخطيب ٣/ ٣، \"ميزان الاعتدال\" للذهبي ٣/ ٦٦٢، \"سير أعلام النبلاء\" للذهبي ٩/ ٤٥٤، \"تهذيب التهذيب\" لابن حجر ٣/ ٦٥٦، \"تقريب التهذيب\" لابن حجر (٦١٧٥).قلت: وإذا أُطلق الواقديّ فيراد به محمَّد بن عمر صاحب \"المغازي\" المشهور الذي تقدمت ترجمته، لكن الذي يظهر لي أن الثعلبي يقصد: علي بن الحسين بن واقد الذي روى \"تفسيره\" وصرح به فِي مقدمة كتابه وهو: علي بن الحسين بن واقد القُرشيّ مولاهم أبو الحسن -ويقال: الحسين- المروزي، نيسابوري الأصل، كان عالمًا صاحب حديث، كبير القدر. ذكره ابن حبان فِي \"الثِّقات\". وقال النَّسائيّ: ليس به بأس. وقال أبو حاتم: ضعيف الحديث. وقال الذهبي: حسن الحديث. =</p><p> كلهم، ثم اختلفوا بعد وفاة نوح فبعث الله النبيين (١) . </p><p> وروي عن ابن (٢) عباس قال (٣) : كان النَّاس على عهد إبراهيم عليه السلام أمة واحدة كفارًا كلهم، وولد إبراهيم عليه السلام فِي جاهلية، (فبعث الله عز وجل)  (٤) إبراهيم وغيره من النبيين (٥) . </p><p>= وقال ابن حجر: صدوق يهم. ولد سنة (١٣٠ هـ)، وتوفي سنة (٢١١ هـ). \"التاريخ الكبير\" للبخاري ٦/ ٢٦٧، \"الجرح والتعديل\" لابن أبي حاتم ٦/ ١٧٩، \"الثِّقات\" لابن حبان ٨/ ٤٦٠، \"سير أعلام النبلاء\" للذهبي ١٠/ ٢١١، \"تهذيب التهذيب\" لابن حجر ٣/ ١٥٥، \"تقريب التهذيب\" لابن حجر (٤٧١٧).(١) قول الكلبي ذكره البَغَوِيّ فِي \"معالم التنزيل\" ١/ ٢٤٣، والقرطبي فِي \"الجامع لأحكام القرآن\" ٣/ ٣١.وقول الواقديّ ذكره القرطبي فِي \"الجامع لأحكام القرآن\" ٣/ ٣١، وذكره السمرقندي فِي \"بحر العلوم\" ١/ ١٩٩، والحيري فِي \"الكفاية\" ١/ ١٥٧ دون نسبة لأحد.(٢) ساقطة من (ش).(٣) فِي (أ): أنَّه قال.(٤) فِي (ش): فأرسل الله تعالى. وفي (ش)، (ح)، (ز) زيادة: إليهم.(٥) ذكره البَغَوِيّ فِي \"معالم التنزيل\" ١/ ٢٤٣، وابن الجوزي فِي \"زاد المسير\" ١/ ٢٢٩، والقرطبي فِي \"الجامع لأحكام القرآن\" ٣/ ٣١.وقال السيوطي في \"الدر المنثور\" ١/ ٤٣٥: وأخرج ابن جرير وابن أبي حاتم من طريق العوفي عن ابن عباس {كَانَ النَّاسُ أُمَّةً وَاحِدَةً} قال: كفارًا.ونقل مثله ابن الجوزي فِي \"زاد المسير\" ١/ ٢٢٩، وابن كثير \"تفسير القرآن العظيم\" ١/ ٢٧٩ عن العوفي، عن ابن عباس.وقول العوفي عن ابن عباس رواه الطبري فِي \"جامع البيان\" ٢/ ٣٣٦ بلفظ: {كَانَ النَّاسُ أُمَّةً وَاحِدَةً}: كان دينًا واحدًا {فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ}.وقد ورد عنه - رضي الله عنه - خلافه، فقد روى أبو يعلى فِي \"مسنده\" ٤/ ٤٧٣ (٢٦٠٦) مختصرًا، والطبري فِي \"جامع البيان\" ٢/ ٣٣٤، وفي \"تاريخ الرسل والملوك\" =</p><p> وروى الربيع (١) ، عن أبي العالية (٢) ، عن أُبي بن كعب (٣) قال: كان الناس حين عرضوا على آدم، وأخرجوا (٤) من ظهره، وأقرّوا (٥) بالعبودية أمة واحدة، مسلمين كلهم، ولم يكونوا أمة واحدة قط (٦) غير ذلك اليوم، ثم اختلفوا (٧) بعد ذلك (٨) ، فبعث الله عز وجل الرسل، </p><p>= ١/ ١٧٨ والطبراني في \"المعجم الكبير\" ١١/ ٣٠٩ (١١٨٣٠)، والحاكم في \"المستدرك\" ٢/ ٥٩٦ وقال: هذا حديث صحيح على شرط البخاري، ولم يخرجاه. كلهم من طريق عكرمة، عن ابن عباس قال: كان بين نوح وآدم عشرة قرون كلها على شريعة من الحق، فاختلفوا فبعث الله النبيين مبشرين ومنذرين قال: وكذلك هي قراءة عبد الله (كان الناس أمة واحدة فاختلفوا). هذا لفظ الطبري.وعزاه السيوطي في \"الدر المنثور\" ١/ ٤٣٥ إلى البزار وابن المنذر.وقال ابن كثير في\" تفسير القرآن العظيم\" ١/ ٢١٣: والقول الأول عن ابن عباس يريد ما رواه عكرمة عنه أصح سندًّا، ومعنى، لأن الناس كانوا على ملة آدم حتَّى عبدوا الأصنام.وقال الهيثمي في \"مجمع الزوائد\" ٦/ ٣١٨ - ٣١٩: رواه أبو يعلى والطبراني باختصار ورجال أبي يعلى رجال الصحيح.وقال السيوطي في \"الدر المنثور\" ١/ ٤٣٥: بسند صحيح.(١) في (ج) زيادة: بن خثيم. أ. هـ. وذلك خطأ، فهو الربيع بن أنس البكري، صدوق له أوهام، ورمي بالتشيع.(٢) رفيع بن مهران الرياحي، ثقة، كثير الإرسال.(٣) أبو المنذر، صحابي، مشهور.(٤) في (ز): وخرجوا.(٥) في (ش): وأقرأ.(٦) ساقطة من (أ).(٧) في (أ): واختلفوا.(٨) في (ش)، (ح): آدم.</p><p> وأنزل الكتب حين اختلفوا (١) . وكذلك هي في (٢) قراءة (أُبي وعبد الله)  (٣) : (فاختلفوا فبعث الله (٤) النبيين) (٥) . </p><p> وقال مجاهد ومحمد بن إسحاق بن يسار: كان الناس أمة واحدة يعني: آدم وحده (٦) . سمي (٧) الواحد بلفظ الجمع؛ لأنه أصل النسل، وأبو (٨) البشر، ثم خلق الله تعالى حواء، ونشر منهما (٩) الناس فانتشروا، وكثروا، فكانوا مسلمين كلهم (١٠) إلى أن قتل قابيل هابيل </p><p>(١) رواه الطبري في \"جامع البيان\" ٢/ ٣٣٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٣٧٦ (١٩٨٢، ١٩٨٤). وانظر: \"الدر المنثور\" ١/ ٤٣٥.(٢) ساقطة من (ح).(٣) في (ش): أبي بن عبد الله.(٤) في (س) وحده زيادة: (عز وجل) رأيت حذفها؛ لأنها لم ترد في القراءة.(٥) قراءة أبي وردت في الأثر السابق الَّذي تقدم تخريجه.وقراءة عبد الله وردت في حديث ابن عباس الَّذي سبق تخريجه.وعزاها إليه أيضًا الزمخشري في \"الكشاف\" ١/ ٢٥٥، والكرماني في \"شواذ القراءة\" (٣٨ أ)، وابن عطية في \"المحرر الوجيز\" ١/ ٢٨٦.(٦) قول مجاهد في \"تفسيره\" ١/ ١٠٤، ورواه سفيان الثوري في \"تفسيره\" (ص ٦٨)، والطبري في \"جامع البيان\" ٢/ ٣٣٥ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٣٧٥ (١٩٨١)، وعزاه السيوطي في \"الدر المنثور\" ١/ ٤٣٥ إلى وكيع وعبد بن حميد. وذكره النحاس في \"معاني القرآن\" ١/ ١٥٩.(٧) بعدها في (ح): زيادة: ذلك.(٨) في (ش): وأب.(٩) في (ح): منهم. وفي (ز): منها.(١٠) قال الفخر الرازي: القول الثالث: وهو اختيار أبي مسلم والقاضي: أن الناس =</p><p> فاختلفوا حينئذ، فبعث الله تعالى النبيين. </p><p> ورأيت في بعض التفاسير:  {كَانَ النَّاسُ أُمَّةً وَاحِدَةً} : في الجِبِّلة لا أمر عليهم ولا نهي، {فَبَعَثَ اللَّهُ} عز وجل {النَّبِيِّينَ} . </p><p> وجملتهم مائة وأربعة وعشرون (ألفًا، والرسل (١) منهم ثلاثمائة وثلاثة عشر، والمذكور (٢) في القرآن باسم العلَم ثمانية وعشرون) (٣) نبيًّا (٤) . </p><p>= كانوا أمة واحدة في التمسك بالشرائع العقلية، وهي الاعتراف بوجود الصانع وصفاته، والاشتغال بخدمته، وشكر نعمته، والاجتناب عن القبائح العقلية كالظلم والكذب والجهل والعبث، وأمثالها. \"مفاتيح الغيب\" ٦/ ١٢ - ١٣.(١) في (ح): والمرسل. وفي (أ): فالرسل.(٢) في (ح)، (أ): والمذكورون.(٣) ما بين القوسين ساقط من (ش)، ووقع في (س)، (أ): وعشرين.(٤) نقل البيضاوي في \"أنوار التنزيل\" ١/ ١١٣ هذا القول عن كعب الأحبار، وقد ورد نحوه في حديث مرفوع رواه الإمام أحمد في \"مسنده\" ٥/ ١٧٨ - ١٧٩ (٢١٥٥٢)، وابن سعد في \"الطبقات الكبرى\" ١/ ٥٤، والبزار في مسنده \"البحر الزخار\" ٩/ ٤٢٦، (٤٠٣٤)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٢/ ٧٦ (٣٦١)، والطبري في \"تاريخ الرسل والملوك\" ١/ ١٥٠، والطبراني في \"المعجم الكبير\" ٨/ ٢١٧ (٧٨٧١)، وأبو نعيم في \"حلية الأولياء\" ١/ ١٦٦، ١٦٨، والبيهقي في \"السنن الكبرى\" ٩/ ٤ كلهم من طرق عن أبي ذر - رضي الله عنه - أنَّه سأل النبي - صلى الله عليه وسلم -: يا رسول الله - صلى الله عليه وسلم -؛ كم الأنبياء؟ قال: \"مائة ألف وعشرون ألف\". وفي بعض الروايات: \"مائة وأربعة وعشرون ألفًا\" قال أبو ذر: كم الرسل منهم؟ قال: \"ثلاثمائة وثلاثة عشر\".وقال الهيثمي: مداره على علي بن يزيد وهو ضعيف.</p><p> {مُبَشِّرِينَ} : بالثواب (من آمن)  (١) وأطاع {وَمُنذِرِينَ} : محذرين (٢) بالعقاب من كفر وعصى. </p><p> [٤٢٨] وأخبرنا أبو منصور الحمشاذي (٣) ، قال: أنا محمد (٤) بن يوسف (٥) ، قال: أنا الحسن بن محمد (٦) ، قال: أنا عبد الله بن </p><p>= \"مجمع الزوائد\" ١/ ١٥٩. وقال عن الطريق الآخر: فيه المسعودي وهو ثقة، ولكنه اختلط.\"مجمع الزوائد\" ١/ ١٦٠.وقوله \"والمذكور في القرآن باسم العلم ثمانية وعشرون نبيًّا\" الَّذي عليه أهل العلم أنهم خمسة وعشرون.انظر \"معارج القبول\" ٢/ ٦٧٨ - ٦٧٩.(١) في (أ): لمن آمن بالله.(٢) في (ش): محذر.(٣) محمد بن عبد الله بن محمد، عالم مصنف، لم يذكر بجرح ولا تعديل.(٤) في (أ): أحمد.(٥) محمد بن يوسف، لم يتبين لي من هو، وأظنه: محمد بن يعقوب بن يوسف نسب إلى جده للتفريق بينه وبين الأصم.ومحمد بن يعقوب بن يوسف بن الأخرم الشيباني أبو عبد الله النيسابوري.قال الحاكم: كان صدر الحديث ببلدنا بعد ابن الشرقي يحفظ ويفهم. وقال محمد بن صالح بن هانئ: كان ابن خزيمة يقدم أبا عبد الله بن يعقوب على كافة أقرانه، ويعتمد قوله فيما يرد عليه، وإذا شك في شيء عرضه عليه. ولد سنة (٢٥٠ هـ)، وتوفي في جمادى الآخرة سنة (٣٤٤ هـ).\"سير أعلام النبلاء\" للذهبي ١٥/ ٤٦٦ \"تذكرة الحفاظ\" للذهبي ٣/ ٨٦٤ \"شذرات الذهب\" لابن العماد ٤/ ٢٣٧.(٦) الحسن بن محمد، لم يتبين لي من هو، وأظنه: الحسين بن محمد القباني، فهو من بلد عبد الله بن هاشم وذكره المزي في تلاميذه وهو: الحسين بن محمد بن =</p><p> هاشم (١) ، قال: نا وكيع (٢) ، عن موسى بن عبيدة (٣) ، عن محمد بن ثابت (٤) ، عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: \"صلوا على </p><p>= زياد العبدي القباني أبو علي النيسابوري، ثقة، حافظ، مصنف، قيل: إن البخاري روى عنه. قال الذهبي: ولد سنة بضع عشرة ومائتين. وتوفي سنة (٢٨٩ هـ). \"تهذيب الكمال\" للمزي ١٦/ ٢٣٧، \"الأنساب\" للسمعاني ٤/ ٤٤٠ \"سير أعلام النبلاء\" للذهبي ١٣/ ٤٩٩، \"تهذيب التهذيب\" لابن حجر ١/ ٤٣٦، \"تقريب التهذيب\" لابن حجر (١٣٤٨).(١) الطوسي النيسابوري، ثقة.(٢) وكيع بن الجراح، ثقة، حافظ.(٣) موسى بن عبيدة بن نشيط بن عمرو أبو عبد العزيز الربذي المدني، ضعيف، لا سيما في عبد الله بن دينار، وكان عابدًا. توفي سنة (١٥٣ هـ) وقيل: (١٥٢ هـ). \"الكامل\" لابن عدي ٦/ ٣٣٣، \"تهذيب التهذيب\" لابن حجر ٤/ ١٨١، \"تقريب التهذيب\" لابن حجر (٦٩٨٩).(٤) محمد بن ثابت، عن أبي حكيم مولى الزبير وأبي هريرة وعنه موسى بن عبيدة، مجهول. وقال يعقوب بن شيبة: إنه محمد بن ثابت بن شرحبيل. قال المزي: وروى الطبراني حديث محمد بن ثابت عن أبي هريرة: \"اللهم انفعني بما علمتني\". من رواية عبد الله بن نمير، ويحيى بن زكريا بن أبي زائدة، عن موسى بن عبيدة، عن محمد بن ثابت القرشي، وهذا يقوي ما قاله يعقوب. وقال ابن حجر: لكن قال علي بن المديني: محمد بن ثابت عن أبي حكيم لا نعلم أحدًا روى عنه غير موسى بن عبيدة، فيحتمل أن الَّذي روى عن أبي هريرة هو ابن شرحبيل وأن هذا رجل مجهول من السادسة.\"الجرح والتعديل\" لابن أبي حاتم ٧/ ٢١٦، \"تهذيب الكمال\" للمزي ٢٤/ ٥٥٧ \"ميزان الاعتدال\" للذهبي ٣/ ٤٩٥، \"تهذيب التهذيب\" لابن حجر ٣/ ٥٢٦، \"تقريب التهذيب\" لابن حجر (٥٧٧٢).وأما محمد بن ثابت بن شُرَحبيل، ويقال: ابن عبد الرحمن بن شرحبيل العبدري =</p><p> أنبياء الله ورسله فإن الله سبحانه بعثهم كما بعثني\" (١) . </p><p>= أبو مصعب الحجازي، مقبول. من الرابعة. \"الثقات\" لابن حبان ٥/ ٣٥٨، \"تهذيب التهذيب\" لابن حجر ٣/ ٥٢٥، \"تقريب التهذيب\" لابن حجر (٥٧٦٩).(١) [٤٢٨] الحكم على الإسناد:في إسناده من لم أعرفه، وفيه موسى بن عبيدة ضعيف، ومحمد بن ثابت إن كان هو ابن شرحبيل فهو مقبول، وإن لم يكن هو فمجهول، وللحديث طرق يصير بمجموعها حسنًا:التخريج:رواه البيهقي في \"شعب الإيمان\" ١/ ١٤٨ (١٣١) وفي \"الدعوات الكبير\" ١/ ١٢١ (١٦٠) من طريق أحمد بن عبد الجبار.ورواه الأصبهاني في \"الترغيب والترهيب\" ٣/ ٣٣٢ (١٧٠٢) من طريق عبد الرحمن بن مهدي كلاهما عن وكيع به.ورواه عبد الرزاق في \"مصنفه\" ٢/ ٢١٦ (٣١١٨) عن الثوري، ومن طريقه الطبراني كما عزاه إليه ابن القيم في \"جلاء الأفهام\" (ص ١٠٠).ورواه إسماعيل بن إسحاق القاضي في \"فضائل الصلاة على النبي\" (ص ١٤١) (٤٥) من طريق عمر بن هارون.ورواه الخطيب في \"تاريح بغداد\" ٨/ ١٠٥ من طريق أبي عاصم النبيل.ورواه ابن أبي عمر في \"مسنده\" عن أبي أسامة. وأحمد بن منيع في \"مسنده\" عن أبي سعيد مولى بني هاشم، كما عزاه إليهما ابن حجر في \"المطالب العالية\" ٤/ ٩ (٣٣٥٠).وعزاه السخاوي في \"القول البديع\" (ص ٦١) إلى أبي اليمن بن عساكر من طريق المعافى بن عمران كلهم عن موسى بن عبيدة به، بنحوه.قال ابن القيم: وعمر بن هارون وموسى بن عبيدة ومحمد بن ثابت، وإن لم يكونوا بحجة، فالحديث له شواهد، ومثله يصلح للاستشهاد. وقال أيضًا: وموسى وإن كان ضعيفًا، فحديثه يستأنس به. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= \"جلاء الأفهام\" (ص ١٠١ - ١٠٢، ٦٣٥). وقال ابن حجر: أخرجه إسماعيل القاضي بسند ضعيف.\"فتح الباري\" ١١/ ١٦٩.وقال السخاوي: في سنده موسى بن عبيدة، وهو وإن كان ضعيفًا، فحديثه يستأنس به.\"القول البديع\" (ص ٦١).وللحديث شواهد منها:١ - حديث ابن عباس.رواه الطبراني من طريق موسى بن عبيدة، عن محمد بن عمرو بن عطاء، عن ابن عباس بنحوه. عزاه إليه ابن القيم في \"جلاء الأفهام\" (ص ٦٣٤)، والسخاوي في \"القول البديع\" (ص ٦٢).وقال ابن حجر: أخرجه الطبراني، ورويناه في \"فوائد العيسوي\" وسنده ضعيف أيضًا.\"فتح الباري\" ١١/ ١٦٩.قال السخاوي: وفي سنده موسى أيضًا.\"القول البديع\" (ص ٦٢).٢ - حديث أنس.رواه الخطيب في \"تاريخ بغداد\" ٧/ ٣٨٠ من طريق علي بن أحمد البصري قال: حدثنا حميد الطويل، عن أنس به بنحوه، مرفوعًا. وقال الخطيب عن علي البصري: مجهول.ورواه أبو الشيخ في \"طبقات المحدثين بأصبهان\" ٢/ ١٠ (٩٢)، وأبو نعيم في \"ذكر أخبار أصبهان\" ١/ ١١٣، ٢/ ٣٣٥ وعزاه السيوطي في \"الدر المنثور\" ٧/ ١٤ إلى ابن مردويه. كلهم من طريق أبي العوام القطان، عن قتادة، عن أنس مرفوعًا بلفظ: \"إذا سلمتم على فسلموا على المرسلين فإنما أنا رسول من المرسلين\".ورواه ابن أبي حاتم في \"تفسير القرآن العظيم\" كما عزاه إليه ابن كثير في \"تفسيره\" =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ١٢/ ٦٨، وابن أبي عاصم في \"فضل الصلاة على النبي\" (ص ٥٤) (٧٠) من طريق شيبان عن قتادة، عن أنس، عن أبي طلحة مرفوعًا به، بنحو ما سبق. ورواه ابن أبي عاصم في \"فضل الصلاة\" (ص ٥٣) (٦٩) من طريق سعيد بن أبي عروبة، عن قتادة، عن أنس مرفوعًا بنحو اللفظ الأول.لكن نقله السخاوي عن ابن أبي عاصم لإسقاط: (عن أنس) ثم قال: وإسناده حسن جيد، ولكنه مرسل.\"القول البديع\" (ص ٦١).وقال ابن حجر عن إسناد ابن مردويه المتقدم: سنده حسن، ولكن أخرجه عبد بن حميد في \"تفسيره\" من رواية سعيد بن أبي عروبة، عن قتادة مرسلًا، وهو أقوى. \"نتائج الأفكار\" مجلس (٣٠٧) انظر حاشية كتاب \"فضل الصلاة\" لابن أبي عاصم المحمدي السلفي.وهكذا رواه -أي: مرسلًا- الطبري في \"جامع البيان\" ٢٣/ ١١٦، وعزاه السيوطي إلى ابن المنذر، وابن أبي حاتم.٣ - حديث علي في الدعاء بحفظ القرآن، وفيه: \"وصل على وعلى سائر النبيين\".رواه الترمذي في كتاب الدعوات، باب في دعاء الحفظ (٣٥٧٠) وقال: هذا حديث حسن غريب.ورواه الحاكم في \"المستدرك\" ١/ ٤٦١ - ٤٦٢ وقال صحيح على شرط الشيخين ولم يخرجاه. وتعقبه الذهبي فقال: هذا حديث منكر شاذ أخاف لا يكون موضوعًا، وقد حيرني والله جودة سنده.وقال المنذري: طرق أسانيد هذا الحديث جيدة ومتنه غريب جدًّا.\"الترغيب والترهيب\" ٢/ ٣٦١.وقال السخاوي: والحق أنَّه ليست له علة؛ إلا أنَّه عن ابن جريج، عن عطاء، بالعنعنة أفاده شيخنا.\"القول البديع\" (ص ٢٤٣).وانظر: \"تنزيه الشريعة\" لابن عراق ٢/ ١١٢.</p><p> {وَأَنْزَلَ مَعَهُمُ الْكِتَابَ}  (١) أي: الكتب، تقديره: وأنزل مع كل وا حد الكتاب (٢)  {بِالْحَقِّ} : بالعدل والصدق {لِيَحْكُمَ بَيْنَ النَّاسِ} قراءة العامة بفتح الياء وضم الكاف، وهو (٣) أربعة مواضع: هاهنا وفي آل عمران (٤) والنور (٥)  (في موضعين)  (٦) . </p><p> وقرأها (٧) كلها أبو جعفر القارئ وعاصم الجحدري بضم الياء وفتح الكاف (٨) لأن الكتاب لا يحكم على الحقيقة إنما يُحْكَم به. ولقراءة العامة وجهان: أحدهما: على سعة الكلام، كقوله تعالى (٩) : {هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ}  (١٠) . </p><p>(١) في (ح) زيادة: بالحق. (٢) \"إعراب القرآن\" للنحاس ١/ ٣٠٣، \"الكشاف\" للزمخشري ١/ ٢٥٦، \"إملاء ما من به الرحمن\" للعكبري ١/ ٦١.(٣) في (أ): وهي.(٤) آية ٢٣.(٥) في (أ): وفي النور.(٦) آية (٤٨)، وآية (٥١). وفي هامش (س)، (ش)، (ح)، (أ): موضعان.(٧) في (ح): وقرأ.(٨) \"الغاية في القراءات العشر\" لابن مهران الأصبهاني (ص ١١٣)، \"إرشاد المبتدي\" للقلانسي (ص ٢٤٢)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٢٧.وعزاها إلى عاصم الجحدري: النحاس في \"إعراب القرآن\" ١/ ٣٠٣، وفي \"معاني القرآن\" ١/ ١٦١، والهذلي في \"الكامل في القراءات الخمسين\" (١٦٨ ب)، والقرطبي في \"الجامع لأحكام القرآن\" ٣/ ٣٢.(٩) في (ش): سبحانه.(١٠) الجاثية: ٢٩.</p><p> والأخر: أن معناه: ليحكم كل نبي بكتابه، وإذا حكم بالكتاب فكأنما حكم الكتاب {فِيمَا اخْتَلَفُوا فِيهِ وَمَا اخْتَلَفَ فِيهِ} أي: في الكتاب {إِلَّا الَّذِينَ أُوتُوهُ} أي (١) : أعطوه، وهم اليهود والنصارى. {مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ} يعني: أحكام التوراة والإنجيل (٢) . قال الفراء: ولاختلافهم معنيان: </p><p> أحدهما: أن (٣) كفر (٤) بعضهم بكتاب بعض (٥) كقوله (٦) : {إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ}  (٧) الآية. </p><p> والآخر: تحريفهم وتبديلهم كتاب الله عز وجل، كقوله تعالى (٨) : {يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ}  (٩) . وقيل: هذِه الآية راجعة إلى محمد - صلى الله عليه وسلم - (١٠) وكتابه اختلف فيه أهل الكتاب {مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ} : </p><p>(١) ساقطة من (ش)، (أ). (٢) \"جامع البيان\" للطبري ٢/ ٣٣٧.(٣) ساقطة من (ش)، (ح).(٤) في (أ): يكفر.(٥) ساقطة من (ش).(٦) في (ش) زيادة: سبحانه. وفي (أ): قوله تعالى.(٧) النساء: ١٥٠.(٨) في (ش): سبحانه.(٩) النساء: ٤٦، والمائدة: ١٣.وانظر \"معاني القرآن\" ٧/ ١/ ١٣١ وليس عنده الاستشهاد بالآيتين.(١٠) \"معاني القرآن\" للزجاج ١/ ٢٨٤ \"معاني القرآن\" للنحاس ١/ ١٦١.</p><p> صفة محمد - صلى الله عليه وسلم - في كتبهم {بَغْيًا} : ظلمًا، وحسدًا {بَيْنَهُمْ فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ}  (١) أي: إلى ما اختلفوا فيه (٢) ، كقوله تعالى:  {هَدَانَا لِهَذَا}  (٣) وقوله: {يَعُودُونَ لِمَا قَالُوا}  (٤)  {مِنَ الْحَقِّ بِإِذْنِهْ} : بعلمه، وإرادته فيهم (٥) . </p><p> وقال ابن زيد في هذِه الآية: اختلفوا في الصلاة، فمنهم من يصلي إلى المشرق، ومنهم من يصلي إلى المغرب، ومنهم من يصلي إلى بيت المقدس، فهدانا الله عز وجل للكعبة (٦) ، واختلفوا في الصيام، فمنهم من يصوم بعض يوم، ومنهم من يصوم بالليل؛ فهدانا الله عز وجل لشهر رمضان، واختلفوا في يوم الجمعة، فأخذت اليهود السبت، والنصارى يوم (٧) الأحد، فهدانا الله عز وجل له، واختلفوا في إبراهيم عليه السلام، فقالت اليهود: كان يهوديًّا، وقالت النصارى: كان نصرانيًّا؛ فهدانا الله عز وجل للحق من ذلك، واختلفوا في عيسى عليه السلام، فجعلته اليهود لِفِرية، وجعلته النصارى ربا، فهدانا الله عز وجل فيه (٨) </p><p>(١) في (ش)، (أ) زيادة: من الحق. وفي (ح): بينهم منهم فهدى الله الذين آمنوا لما اختلفوا فيه. (٢) في (ح) زيادة: من الحق.(٣) الأعراف: ٤٣.(٤) المجادلة: ٣.(٥) \"جامع البيان\" للطبري ٢/ ٣٣٩، \"معاني القرآن\" للزجاج ١/ ٢٨٥.(٦) في (أ): إلى الكعبة.(٧) ليست في (ش)، (ح).(٨) ساقطة من (أ).</p>"
}