{
  "id": null,
  "sura": 2,
  "aya": 144,
  "text": "<p> ١٤٤ - قوله- عز وجل:  {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ} الآية. </p><p> اعلم أن أول (١) ما نسخ من أمر الشرع أمر (٢) القبلة، وذلك أن رسول الله - صلى الله عليه وسلم - وأصحابه كانوا يصلون بمكة إلى الكعبة، فلما هاجر رسول الله - صلى الله عليه وسلم - إلى المدينة وقَدِمَهَا لِلَيْلَتَيْنِ خلتا من شهر ربيع الأول أمره الله تعالى أن يصلي نحو صخرة بيت المقدس؛ ليكون أقرب إلى تصديق اليهود إيَّاه إذا صلى إلى قبلتهم مع ما يجدون من (٣) نعته في التوراة. وهذا قول عامة المفسرين (٤) . </p><p> وقال عبد الرحمن بن زيد: قال الله تعالى لنبيه - صلى الله عليه وسلم -: {فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ} قال رسول الله - صلى الله عليه وسلم -: \"هؤلاء يهود يستقبلون بيتًا من بيوت الله فلو استقبلناه\" فاستقبله النبي - صلى الله عليه وسلم - (٥) . قالوا جميعًا: فصلى النبي - صلى الله عليه وسلم - وأصحابه نحو بيت المقدس سبعة عشر شهرًا، وكانت </p><p>(١) ساقطة من (ت). (٢) في (ت): أمور.(٣) ساقطة من (ت).(٤) \"الناسخ والمنسوخ\" لأبي عبيد (٢١)، \"جامع البيان\" للطبري ٢/ ١٩ - ٢٠، \"الإيضاح لناسخ القرآن ومنسوخه\" لمكي (ص ١٢٦)، \"معالم التنزيل\" للبغوي ١/ ١٦١، والخازن في \"لباب التأويل\" ١/ ١٢٠، وابن كثير في \"تفسير القرآن العظيم، ٢/ ١١٦، \"العجاب في بيان الأسباب\" لابن حجر ١/ ٣٩٦، \"الدر المنثور\" للسيوطي ١/ ٢٦٩.وانظر أيضًا \"صحيح البخاري\" كتاب الإيمان, باب الصلاة من الإيمان (٤٠)، \"صحيح مسلم\" كتاب المساجد، باب تحويل القبلة (٥٢٥).(٥) رواه الطبري في \"جامع البيان\" ٢/ ٢٠ عن عبد الرحمن بن زيد بن أسلم.</p><p> الأنصار قد صَلَّت قِبَلَ بيت المقدس سنتين قَبْلَ قدوم النبي - صلى الله عليه وسلم -، وكانت الكعبة أحب القبلتين إلى رسول الله - صلى الله عليه وسلم - (١) . </p><p> واختلفوا في السبب الذي كان عليه السلام من أجله يَكْرَهُ قِبْلَةَ بيت المقدس ويهوى قبلة الكعبة: </p><p> فقال ابن عباس: لأنها كانت قبلة أبيه إبراهيم (٢) . </p><p> وقال مجاهد: من أجل أن اليهود قالوا: يخالفنا محمَّد في ديننا ويتبع قبلتنا (٣) . </p><p> وقال مقاتل بن حيان: لَمَّا أُمِرَ رسول الله - صلى الله عليه وسلم - أن يصلي نحو بيت المقدس، قالت اليهود: يزعم محمَّدٌ أنه نبي، وما نراه أحدث في نبوته شيئًا، أليس يصلي إلى قبلتنا ويستن بسنتنا؟ فإن كانت هذِه نبوة فنحن أقدم وأوفر نصيبًا. فبلغ ذلك رسول الله - صلى الله عليه وسلم - فشق ذلك عليه وزاده شوقًا إلى الكعبة (٤) . </p><p> وقال ابن زيد: لما استقبل النبي - صلى الله عليه وسلم - نحو (٥) بيت المقدس بلغه أن </p><p>(١) \"جامع البيان\" للطبري ٢/ ٢٠، \"الكفاية\" للحيري ١/ ٨٠، \"معالم التنزيل\" للبغوي ١/ ١٦٢. (٢) رواه الطبري في \"جامع البيان\" ٢/ ٢٠ من طريق علي بن أبي طلحة، عن ابن عباس في سياق طويل.(٣) رواه الطبري في \"جامع البيان\" ٢/ ٢٠ عن مجاهد.وذكره السيوطي في \"الدر المنثور\" ١/ ٢٦٩ وزاد نسبته إلى عبد بن حميد.(٤) ذكره إسماعيل الحيري في \"الكفاية\" ١/ ٨٠ عن مقاتل بن حيان.(٥) ساقطة من (ج).</p><p> اليهود تقول: والله ما درى محمَّد وأصحابه أين قبلتهم حتى هديناهم (١) . قالوا جميعًا: فقال رسول الله - صلى الله عليه وسلم - لجبريل عليه السلام:  \"وددت أن الله تعالى صرفني عن(٢)قبلة اليهود إلى غيرها، فإني أبغضهم وأبغض موافقتهم\" فقال جبريل: إنما أنا عبد مثلك ليس لِي من الأمر شيء، فاسأل (٣) ربك، فعرج جبريل عليه السلام وجعل رسول الله - صلى الله عليه وسلم - يدعو (٤) ويديم النظر إلى السماء رجاء أن ينزل عليه (٥) جبريل بما يحب من أمر القبلة، فأنزل الله عز وجل:  {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ}  (٦) أي تَحَوُّلَ وتَصَرُّفَ وجهك يا محمَّد: {فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ} أي: فَلَنُحَوّلنَّكَ ولنصرفنك {قِبْلَةً} إلى قبلة {تَرْضَاهَا} أي تُحِبُّها وتهواهَا. </p><p>(١) تقدَّم أوله قريبًا عن ابن زيد. (٢) في (ج)، (ش): من.(٣) في النسخ الأخرى: غسل.(٤) زيادة من (ش).(٥) من (ج).(٦) ذكره بهذا اللفظ مقاتل بن سليمان في \"تفسيره\" ١/ ٧٢، والواحدي في \"أسباب النزول\" (ص ٤٦)، وفي \"الوسيط\" ١/ ٢٢٩، والجوي في \"معالم التنزيل\" ١/ ١٦١، والخازن في \"لباب التأويل\" ١/ ١٢٠، وابن حجر في \"العجاب في بيان الأسباب\" ١/ ٣٩٥، وذكره السيوطي في \"الدر المنثور\" ١/ ٢٧٠ عن أبي العالية، ونسبه إلى أبي داود في \"الناسخ والمنسوخ\".وأخرج بعضه الطبري في \"جامع البيان\" ٢/ ٢٠، والنحاس في \"الناسخ والمنسوخ\" (ص ١٥) من طريق على بن طلحة عن ابن عباس.</p><p> {فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ} أي: نحوه وقصده. قال الشاعر: </p><p> وأظْعَنُ بِالقَوم شَطْرَ المُلُو. . . ك حَتَّى إذَا خَفَقَ المِجْدَح (١) </p><p> أي: نحوهم. وهو نصب على الظرف و {الْمَسْجِدِ الْحَرَامِ} أي: المحرم، كالكتاب بمعنى المكتوب، والحساب بمعنى المحسوب {حَيْثُ مَا كُنْتُمْ} في بر أو بحرٍ، سَهْلٍ أو جَبَلٍ، شرقٍ أو غربٍ {فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ} فحولت القبلة في رجب بعد زوال الشمس قبل قتال بدر بشهرين. </p><p> وقال مجاهد وغيره: نزلت هذِه الآية ورسول الله - صلى الله عليه وسلم - في مسجد بني سلمة -وقد صلى بأصحابه ركعتين من صلاة الظهر- فتحول في الصلاة فاستقبل الميزاب وحول الرجال مكان النساء، والنساء مكان </p><p>(١) البيت لدرهم بن زيد الأنصاري. ورد في \"لسان العرب\" لابن منظور ٢/ ١٩٨ (جَدَح)، \"مجمل اللغة\" لابن فارس ١/ ٤١٤ (جدح)، \"أساس البلاغة\" للزمخشري (ص ٣٩١)، \"تاج العروس\" للزبيدي ٦/ ٣٣٤ (جدح)، وهو في \"الكشاف\" للزمخشري ١/ ٢٠١، \"الدر المصون\" للسمين الحلبي ٢/ ١٦٢ غير منسوب. وورد في بعض المصادر: (وأطعن) بالطاء المهملة.و(المجدَح): نجم من النجوم كانت العرب تزعم أنَّها تُمطَر به، كقولهم الأنواء.وجواب: إذا خفق المجدح في البيت الذي بعده، وهو:أمرتُ صِحابي بأن ينزلوا. . . فناموا قليلًا وقد أصبحوا\"لسان العرب\" لابن منظور ٢/ ١٩٨.</p><p> الرجال، فسمي ذلك المسجد مسجد القبلتين (١) . </p><p> قال ابن عباس: البيت كله قبلة، وقبلة البيت الباب، والبيت قبلة أهل المسجد، والمسجد قبلة أهل الحرم، والحرم قبلة أهل الأرض كلها (٢) . </p><p> فلما حوِّلت القِبْلَة إلى الكعبة قالت اليهود: يا محمد، ما أمرت بهذا - يعنون: القبلة- وما هو إلا شيء تبتدعه من تلقاء نفسك، فتارة تصلي إلى بيت المقدس، وتارة إلى الكعبة، فلو ثبتَّ على قبلتنا لكُنَّا نرجو أن تكون صاحبنا الذي كنا ننتظره؛ ورأيناكم تطوفون بالحجارة المبنية (٣) -وأرادوا الكعبة- فأنزل الله عز وجل {وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ}  (٤) . </p><p> يعني: أمر الكعبة {الْحَقُّ مِنْ رَبِّهِمْ} وأنها قبلة إبراهيم </p><p>(١) \"معالم التنزيل\" للبغوي ١/ ١٦٢، \"لباب التأويل\" للخازن ١/ ١٢١. (٢) رواه البيهقي في \"السنن الكبرى\" ٢/ ٩، ١٠ كتاب الصلاة، باب من طلب باجتهاده جهة الكعبة، من طريق عمر بن حفص المكي، عن ابن جريج، عن عطاء، عن ابن عباس مرفوعًا. وضعفه البيهقي بعمر بن حفص.وذكره السيوطي في \"الدر المنثور\" ١/ ٢٧٠ وعزاه للبيهقي.ورواه الطبري في \"جامع البيان\" ٢/ ٢٢ من طريق سعيد بن جبير عن ابن عباس: البيت كله قبلة، وهذا قبلة البيت. يعني التي فيها الباب.(٣) في (ج): تطوفون بالكعبة وهي حجارة مبنية.(٤) \"تفسير مقاتل\" ١/ ٧٥، \"الوسيط\" للواحدي ١/ ٢٣٠، \"معالم التنزيل\" للبغوي ١/ ١٦٣، \"لباب التأويل\" للخازن ١/ ١٢٢.وأخرج الطبري في \"جامع البيان\" ٢/ ٢٣ جزءًا منه عن السدي.</p><p> عليه السلام، ثم هددهم فقال {وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ}  (١) قرأ ابن عامر وحمزة والكسائي بالتاء، والباقون بالياء (٢) . </p><p> * * * </p><p>(١) وردت في (ش) بقراءة التاء، والقراءتان سبعيتان كما سيأتي. (٢) \"الحجة\" لابن زنجلة (ص ١١٦)، \"التيسير\" للداني (ص ٦٦).</p>"
}