{
  "id": null,
  "sura": 2,
  "aya": 127,
  "text": "<p> وقرأ معاوية وابن عامر (فأُمْتِعُهُ) بضم الألف وجزم الميم خفيفة (١) ، وقرأ أبي بن كعب:  (فنمتعه قليلًا ثم نضطره) بالنون (٢) ، وقرأ ابن عباس:  (فَأَمْتِعْهُ) بفتح الألف وكسر التاء خفيفة (وجزم العين)  (٣)  (ثُمَّ اضْطَرَّهُ) موصولة الألف مفتوحة الراء على جهة الدعاء من إبراهيم عليه السلام (٤) ، وقرأ الباقون:  {فَأُمَتِّعُهُ} بضم الألف مشددة (التاء)  (٥) . </p><p> {ثُمَّ أَضْطَرُّهُ} على الخبر، أي: ألجئهُ في الآخرة {إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ} أي: المرجع يصير إليه. </p><p> ١٢٧ - قوله -عز وجل-: {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ} الآية، </p><p> روت الرواة بأسانيد مختلفة في بناء الكعبة -جمعت حديثهم ونسقته ليكون أحسن في النظم وأقرب إلى الفهم- قالوا: خلق الله تعالى موضع البيت قبل الأرض بألفي عام، فكان (٦) زبدة بيضاء على الماء فدُحيت الأرض من تحتها، فلما أهبط الله عز وجل آدم عليه السلام إلى </p><p>(١) \"السبعة\" لابن مجاهد (ص ١٧٠)، \"الكشف عن وجوه القراءات السبع\" لمكي ١/ ٢٦٥، \"التيسير\" للداني (ص ٦٥). (٢) \"شواذ القراءة\" للكرماني (ص ٣١)، \"المحرر الوجيز\" لابن عطية ١/ ٢٠٩، \"الجامع لأحكام القرآن\" ٢/ ١٠٨، \"البحر المحيط\" لأبي حيان ١/ ٥٥٥.(٣) من (ت).(٤) \"المحتسب\" لابن جني ١/ ١٠٤، \"شواذ القراءة\" للكرماني (ص ٣١).(٥) من (ت).(٦) في (ج)، (ش): فكانت.</p><p> الأرض كان رأسه يمس السماء حتَّى صلع، وأورث أولاده الصلع، ونفرت من طوله دواب البر، فصارت وحشيًّا (١) من يومه (٢) ، وكان يسمع كلام أهل السماء ودعاءهم وتسبيحهم يأنس إليهم، فهابته الملائكة واشتكت نفسه، فنقصه الله تعالى إلى ستين ذراعًا بذراعه، فلما فقد آدم ما كان يسمع من أصوات الملائكة وتسبيحهم استوحش وشكى ذلك إلى الله عز وجل، فأنزل الله تعالى البيت (٣) ياقوتة من ياقوت الجنَّة لها (٤) بابان من زمرد أخضر باب شرقي، وباب غربي، وفيها (٥) قناديل من الجنَّة فوضعه على موضع البيت الآن، ثم قال: يا آدم، إني أهبطت لك بيتًا تطوف به كما يطاف حول عرشي، وتصلي عنده كما يصلى عند عرشي. وأنزل عليه الحجر الأسود (٦) ليمسح به دموعه، وكان أبيض، فلما لَمَسَتْهُ الحيَّضُ في الجاهلية اسْوَدَّ (٧) . </p><p>(١) في (ج): وحشًا. (٢) في (ج)، (ش): من يومئذ.(٣) من (ش).(٤) في (ج): (له).(٥) في النسخ الأخرى: وفيه، والمثبت من (س).(٦) ساقطة من (ج).(٧) \"جامع البيان\" للطبري ١/ ٥٤٦ - ٥٤٧، \"تاريخ الرسل والملوك\" للطبري ١/ ٨٠، \"تفسير القرآن العظيم\" لابن أبي حاتم ١/ ٣٨١ - ٣٨٣، \"عرائس المجالس\" للمصنف (ص ٥٧)، \"معالم التنزيل\" للبغوي ١/ ٤٩١ - ١٥٠، \"الدر المنثور\" ١/ ٢٣٣ - ٢٥٢. حيث أورد رواياتٍ كثيرةً جدًّا، وكذلك الأزرقي في \"أخبار مكة\" ١/ ٣١ - ٣٢، ٣٦ وما بعدها.</p><p> وقال النبي عليه السلام:  \"إن الحجر ياقوتة من يواقيت الجنَّة، ولولا ما مسه المشركون بأنجاسهم ما مسه ذو عاهة إلا شفاه الله عز وجل\"  (١) . </p><p> فتوجه آدم عليه السلام من أرض الهند إلى مكة (حرسها الله تعالى)  (٢) ماشيًا وقيض (الله عز وجل)  (٣) له ملكًا يدله على البيت. </p><p> قيل لمجاهد: يا أبا الحجاج، ألا كان يركب؟ قال: وأي شيء كان يحمله؟ ! فوالله إن خطوه (٤) مسيرة ثلاثة أيام، وكل موضع وضع عليه قدمه عمران، وما بعده (٥) مفاوز وقفار. </p><p> فأتى مكة وحج البيت فأقام المناسك، فلما فرغ تلقته الملائكة: لقد حججنا هذا البيت قبلك بألفي عام (٦) . </p><p> وقال ابن عباس: حج آدم عليه السلام أربعين حجة من (٧) الهند إلى مكة على رجليه (٨) فهذا بدء أمر الكعبة -حرسها الله تعالى- فكانت على </p><p>(١) رواه البيهقي في \"سننه\" ٥/ ٧٥ من حديث عبد الله بن عمرو. (٢) من (ش).(٣) ساقطة من (ت).(٤) في (ت): (خطوته).(٥) في (ج)، (ت): (تعدَّاه).(٦) \"تاريخ الرسل والملوك\" للطبري ١/ ٨١، \"عرائس المجالس\" للمصنف (ص ٧٦)، \"أخبار مكة\" للأزرقي ١/ ٤٥، \"الدر المنثور\" للسيوطي ١/ ٢٤٠.(٧) في (ت): زيادة: (أرض).(٨) رواه الطبري في \"تاريخ الرسل والملوك\" ١/ ٨١ من طريق مجاهد، عن ابن عباس. وذكره المصنف في \"عرائس المجالس\" (ص ٧٦).</p><p> ذلك إلى أيام الطوفان (١) . </p><p> فرفعه الله عز وجل إلى السماء الرابعة، فهو البيت المعمور يدخله كل يوم سبعون ألف ملك ثم لا يعودون إليه إلى يوم القيامة، وبعث الله عز وجل جبريل عليه السلام حتى خبأ الحجر الأسود في جبل أبي قُبَيْسٍ صيانة له عن الغرق، فكان موضع البيت خاليًا إلى زمن إبراهيم عليه السلام (٢) . </p><p> ثم إن الله تعالى أمر إبراهيم (بعدما)  (٣) ولد له (٤) إسماعيل وإسحاق عليهما السلام ببناء (٥) بيت له يعبد ويذكر فيه، فلم يَدْرِ إبراهيم أين يبني، فسأل الله عز وجل أن يبين له موضعه، فبعث الله عز وجل إليه السكينة لتدله على موضع البيت، وهي ريح خجوج (٦) لها رأسان شبه (٧) الحية فتبعها إبراهيم عليه السلام حتَّى أتيا مكة، فتطوت السكينة على موضع البيت كتطوّي الحَجَفَةِ (٨) ، وأُمِرَ إبراهيمُ عليه السلام أن </p><p>(١) \"الدر المنثور\" للسيوطي ١/ ٢٤٣. (٢) \"عرائس المجالس\" للمصنف (ص ٧٦)، \"معالم التنزيل\" للبغوي ١/ ١٥٠، \"الدر المنثور\" للسيوطي ١/ ٢٤٠.(٣) في (ش): بعد أن.(٤) ساقطة من (ت).(٥) في (ت): أن يبنى.(٦) قال ابن الأثير: يقال: ريح خجوج، أي: شديدة المرور في غير استواء. وأصل الخجّ: الشق.\"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ١١.(٧) في (ش): تشبه.(٨) الحَجَفة: التُّرس.\"النهاية\" ١/ ٣٤٥.</p><p> يبني حيث تستقر السكينة، فبنى. وهذا (١) قول على بن أبي طالب - رضي الله عنه - (٢) والحسن بن أبي الحسن (٣) . </p><p> وقال ابن عباس: بعث الله عز وجل سحابة على قدر الكعبة فجعلت تسير وإبراهيم عليه السلام يمشي في ظلها، إلى أن وافت مكة ووقفت على موضع البيت ونودي منها:  (أن يا)  (٤) إبراهيم، أن ابن على ظلها لا تزد ولا تنقص. فبنى بحيالها (٥) . </p><p> وقال بعضهم: أرسل الله تعالى (٦) جبريل عليه السلام ليدله على موضع البيت، وذلك قوله عز وجل:  {وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ}  (٧) فبنى إبراهيم البيت (وإسماعيل وجعل إبراهيم يبنيه)  (٨) وإسماعيل يناوله </p><p>(١) في (ت): (وهو). (٢) رواه الطبري في \"جامع البيان\" ١/ ٥٥١ (٢٠٥٨)، وفي \"تاريخ الرسل والملوك\" ١/ ١٥٢، والحاكم في \"المستدرك\" ٢/ ٢٩٢، من طريق سماك بن حرب، عن خالد بن عرعرة، عن علي بنحوه.قال الحاكم: هذا حديث صحيح على شرط مسلم، ولم يخرجاه.(٣) ذكره البغوي في \"معالم التنزيل\" ١/ ١٥٠ عن الحسن.(٤) ساقطة من (ج).(٥) ذكره البغوي في \"معالم التنزيل\" ١/ ١٥٠ عن ابن عباس، والمصنف في \"عرائس المجالس\" (ص ١٧٧) ولم ينسبه.(٦) في (ج): أرسل إليه.(٧) الحج: ٢٦.(٨) ساقطة من (ش).وفي (ج)، (ت): (فبنى إبراهيم وإسماعيل البيت .. ).</p><p> الحجارة (١) . </p><p> [٣٠٦] وسمعت أبا القاسم الحسن بن محمد بن حبيب (٢) يقول: سمعت أبا بكر محمد بن محمد بن أحْيَد (٣) القطان البلخي (٤) -وكان عالمًا بالقرآن- يقول: كان إبراهيم عليه السلام يتكلم بالسريانية وإسماعيل يتكلم (٥) بالعربية، وكل واحد منهما يعرف ما يقول صاحبه ولا يمكنه التفوُّه به، وكان إبراهيم يقول (٦) لإسماعيل عليهما السلام: هب لي (٧) كثيبًا، يعني: ناولني حجرًا، ويقول له إسماعيل (٨) : هاك الحجر فخذه، قالوا: فبقي موضع حجر فذهب إسماعيل يبغيه، فجاء جبريل عليه السلام بحجر من السماء، فأتى إسماعيل وقد ركَّب إبراهيم الحجر في موضعه فقال: يا أبهْ (٩) ، من أتاك بهذا </p><p>(١) رواه الطبري في \"جامع البيان\" ١/ ٥٥٠ من طريق ابن أبي نجيح عن مجاهد وغيره من أهل العلم. بسياق طويل. وذكره المصنف في \"عرائس المجالس\" (ص ٧٧)، والبغوي في \"معالم التنزيل\" ١/ ١٥٠.(٢) قيل: كذبه الحاكم.(٣) في (س): أجبر، وصحَّح في الهامش إلى: أحيد، وهكذا كُتب في (ج)، بينما كتب في (ش)، (ت): أحمد. ولم أجده.(٤) لم يذكر بجرح أو تعديل.(٥) ساقطة من (ج).(٦) ساقطة من (ت).(٧) في (ت): (هل).(٨) في (ت): (وكان إسماعيل يقول).(٩) في (ت): أبتاه.</p><p> الحجر؟ فقال: أتاني به من لم يتكل على بنائك، فأتمَّا بناء (١) البيت فذلك قوله عز وجل: {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ}  (٢) . </p><p> قال ابن عباس: يعني أصول البيت التي كانت قبل ذلك (٣) . </p><p> وقال الكلبي وأبو عبيدة: أساسه، واحدتهما قاعدة (٤) . </p><p> قال الكميت: </p><p> في ذِرْوَةٍ من يفاعِ أوَّلهم. . . زَانَتْ عواليَها قَوَاعِدُهَا (٥) </p><p>(١) من (ج). (٢) [٣٠٦] الحكم على الإسناد:شيخ المصنف كذبه الحاكم.ذكره السيوطي في \"الدر المنثور\" ١/ ٢٣٧ ونسبه للمصنف وحده، عن ابن حبيب، عن القطان.وورد نحوه عن السدي في سياق طويل: رواه الطبري في \"جامع البيان\" ١/ ٥٥٢، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٨٢ (١٢٤٧).وورد كذلك نحوه عن الشعبي: رواه الأزرقي في \"أخبار مكة\" ١/ ٦٢.(٣) أخرج الطبري في \"جامع البيان\" ١/ ٥٤٦ عن ابن عباس قال: القواعد التي كانت قواعد البيت قبل ذلك. وأخرج ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٧٩ (١٢٣٨) عنه في قوله: القواعد قال: الأساس، أساس البيت. وذكر الواحدي في \"الوسيط\" ١/ ٢١١ عنه: يعني أصل البيت.(٤) \"مجاز القرآن\" لأبي عبيدة ١/ ٥٤، \"معالم التنزيل\" للبغوي ١/ ١٥٠.(٥) \"مجاز القرآن\" لأبي عبيدة ١/ ٥٥، \"البحر المحيط\" لأبي حيان ١/ ٥٤٤.و(اليفاع): المشرف من الأرض والجبل. كما في \"لسان العرب\" لابن منظور ١٥/ ٤٥٢ (يفع).</p><p> (فبنياه (١) من خمسة أجبل: طور سيناء، وطور زيتا (٢) ، ولبنان، والجودي، وبنيا قواعده من حراء (٣) . فلما انتهى إبراهيم عليه السلام إلى موضع الحجر الأسود) (٤) قال لإسماعيل عليه السلام: جئني بحجر يكون للناس علمًا. فأتاه بحجر، فقال: جئني بأحسن من هذا. فمضى إسماعيل يطلبه فصاح أبو قبيس: يا إبراهيم، إن لك عندي وديعة فخذها. فأخذ الحجر الأسود ووضعه مكانه (٥) . </p><p> وقيل: إن الله تعالى أمد إبراهيم وإسماعيل عليهما السلام بسبعة </p><p>(١) في (ت): فبناه. (٢) طُور زَيْتَا: جبل يقرب رأس عين، عند قنطرة الخابور، على رأس شجر زيتون يسقيه المطر، وجبل مشرف على مسجد بيت المقدس من شرقيه، بينه وبين وادي جهنم الَّذي فيه عين سلوان.\"معجم البلدان لياقوت ٤/ ٤٧.(٣) رواه الطبري في \"جامع البيان\" ١/ ٥٤٦ عن عطاء، وعبد الله بن عمرو.أما أثر عطاء فذكره ابن كثير في \"تفسير القرآن العظيم\" ٢/ ٨٤ قال: وهذا صحيح إلى عطاء، ولكن في بعضه نكارة، والله أعلم.وأما أثر عبد الله فذكره الهيثمي في \"مجمع الزوائد\" ٣/ ٢٨٨ وقال: رواه الطبراني في \"المعجم الكبير\" موقوفًا، ورجاله رجال الصحيح، قال أحمد شاكر: وهو كما قال، ولكن ليس فيه حجة، ولعله مما كان يسمع عبد الله بن عمرو من أخبار أهل الكتاب.وذكر السيوطي في \"الدر المنثور\" ١/ ٢٤٦ هذين الأثرين وغيرهما. وكذلك الأزرقي في \"أخبار مكة\" ١/ ٦٣.(٤) ما بين القوسين مطموس في (س)، والمثبت من (ج).(٥) \"عرائس المجالس\" للمصنف (ص ٧٧)، \"معالم التنزيل\" للبغوي ١/ ١٥٠، \"الدر المنثور\" للسيوطي ١/ ٢٣٦ - ٢٣٧، ٢٤٦.</p><p> أملاك (١) يعينونهما على بناء البيت. فلما فرغا من بنائه (٢) قالا {رَبَّنَا تَقَبَّلْ مِنَّا} . </p><p> وفي الآية إضمار تقديره:  {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ القَوَاعِدَ مِنَ البَيْتِ وَإِسْمَاعِيلُ} وَيَقُوْلَانِ رَبَّنَا تَقَبَّلْ مِنَّا. وهكذا هو (٣) في قراءة عبد الله وأبي (٤)  (تقبَّلْ مِنَّا بناءنا البَيْتَ) . {إِنَّكَ أَنْتَ السَّمِيعُ} لدعائنا {الْعَلِيمُ} ببنائنا (٥) . </p><p>(١) في (ت): من الأملاك. (٢) في (ش): بنيانه.(٣) ساقطة من (ت).(٤) \"المحتسب\" لابن جني ١/ ١٠٨، \"الكشاف\" للزمخشري ١/ ١٨٦، \"الجامع لأحكام القرآن\" للقرطبي ٢/ ١١٥، \"البحر المحيط \" لأبي حيان ١/ ٥٥٩.(٥) في (ج): (بنياتنا)، وفي (ت): (لبنائنا).وهذِه الأقوال والقصص التي أوردها المصنف في بناء الكعبة المشرَّفة جُلُّها من الإسرائيليات التي أخذت عن أهل الكتاب، والتي لا تصدَّق ولا تكذَّب، وهي تفصيلات لم تُذكر في الكتاب ولا في السنة، ولا فائدة منها، ولا طائل تحتها. قال أبو جعفر الطبري رحمه الله بعد أن ذكر الأقوال في بناء الكعبة: والصواب من القول في ذلك عندنا أن يقال: إن الله -تعالى ذكره- أخبر عن إبراهيم خليله، أنَّه وابنه إسماعيل رفعا القواعد من البيت الحرام. وجائزٌ أن يكون ذلك قواعد بيتٍ كان أهبطه مع آدم، فجعله مكان البيت الحرام الَّذي بمكة، وجائزٌ أن يكون ذلك كان القبة التي ذكرها عطاء، مما أنشأه الله من زبد الماء، وجائز أن يكون كان ياقوتة أو دُرةً أهبطا من السماء، وجائز أن يكون كان آدم بناه ثم انهدم، حتَّى رفع قواعده إبراهيم وإسماعيل. ولا علم عندنا بأيِّ ذلك كان من أيِّ؛ لأن حقيقة ذلك لا تدرك إلا بخبر عن الله وعن رسوله - صلى الله عليه وسلم - بالنقل المستفيض، ولا خبر بذلك =</p>"
}