{
  "id": null,
  "sura": 3,
  "aya": 23,
  "text": "<p> ثم جعل كل شيء يهلك حَبَطًا، ومنه قول النبي - صلى الله عليه وسلم -: \"وإنَّ مما ينبت الربيع ما يقتل حَبَطًا أو يُلمّ\"  (١)  (٢) . </p><p> {أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ} </p><p> ٢٣ - قوله -عز وجل-: {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ} </p><p> يعني: اليهود (٣)  {يُدْعَوْنَ إِلَى كِتَابِ اللَّهِ} . </p><p> اختلفوا في هذا الكتاب الذي أخبر الله تعالى أنهم يدعون إليه، فيعرضون عنه: </p><p> فقال قوم: هو القرآن (٤) . </p><p>(١) قوله: \"أو يُلم\" بضم أوله. أي: يقرب من الهلاك. انظر: \"المحيط في اللغة\" لإسماعيل بن عباد ١٠/ ٣١٧ (لم).(٢) التخريج:ما أورده الثعلبيّ جزء من حديث أخرجه الحميدي في \"مسنده\" ٢/ ٣٢٥، والبخاري في عدة مواضع منها: كتاب الرقاق، باب ما يُحذَر من زهرة الدنيا والتنافس فيها (٦٤٢٧)، ومسلم في كتاب الزكاة، باب التحذير من الاغترار بزينة الدنيا وما يبسط منها (١٠٥٢)، وابن ماجه في \"السنن\" كتاب الفتن، باب فتنة المال (٤٠٤٣) من حديث أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إن أكثر ما أخاف عليكم ما يُخرج الله لكم من بركات الأرض .. \" فسرد الحديث إلى أن قال: \"وإن كلّ ما أنبت الربيع يقتل حبطًا أو يُلمّ\". وهذا من لفظ البخاريّ.(٣) انظر: \"جامع البيان\" للطبري ٣/ ٢١٨، \"المحرر الوجيز\" لابن عطية ١/ ٤١٥.(٤) هو قول ابن عباس، والحسن، وقتادة، وابن جريج، كما في: \"معالم التنزيل\" للبغوي ٢/ ٢١.وانظر: \"الكشاف\" للزمخشري ١/ ٣٤٨، \"البحر المحيط\" لأبي حيان ٢/ ٤١٦، \"التحرير والتنوير\" لابن عاشور ٣/ ٢٠٩.</p><p> وروى جويبر (١) عن الضحاك (٢) ، عن ابن عباس رضي الله عنهما في هذِه الآية قال: إن الله تعالى جعل القرآن حكمًا، فيما بينهم وبين رسول الله - صلى الله عليه وسلم -، فحكم القرآن على اليهود والنصارى بأنهم على غير الهدى، فأعرضوا عنه (٣) . </p><p> وقال قتادة: هم أعداء الله -اليهود- دعوا إلى حكم القرآن، واتباع محمد - صلى الله عليه وسلم -، فأعرضوا عنه، وهم يجدونه مكتوبًا عندهم في كتبهم (٤) . </p><p> وقال السدي: دعا النبي - صلى الله عليه وسلم - اليهود إلى الإسلام، فقال له النعمان ابن أبي أوفى: هلمَّ يا محمدُ، نخاصمك إلى الأحبار، فقال له رسول الله - صلى الله عليه وسلم -: \"بل إلى كتاب الله\" . فقال: بل إلى الأحبار، فأنزل الله تعالى هذِه الآية (٥) . </p><p>(١) ضعيف جدًّا. (٢) صدوق كثير الإرسال.(٣) الحكم على الإسناد:فيه جويبر ضعيف جدًّا.التخريج:ذكر الواحدي في \"الوسيط\" ١/ ٤٢٤، والبغوي في \"معالم التنزيل\" ٢/ ٢١ عن ابن عباس نحوه.(٤) أخرج الطبري في \"جامع البيان\" ٣/ ٢١٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٦٢٣، عن قتادة مثله.وانظر: \"الوسيط\" للواحدي ١/ ٤٢٤.(٥) ذكر الواحديّ في \"الوسيط\" ١/ ٤٢٤، والبغوي في \"معالم التنزيل\" ٢/ ٢١، عن السدي نحوه.وإسناده: مرسل.</p><p> وقال آخرون: الكتاب: هو التوراة (١) . </p><p> روى سعيد بن جبير، وعكرمة، عن ابن عباس رضي الله عنهما قال: دخل رسول الله - صلى الله عليه وسلم - بيت المدْراس على جماعة من اليهود، فدعاهم إلى الله -عز وجل-، فقال له نعيم بن عمرو، والحارث بن زيد: على أي دين أنت يا محمد؟ قال:  \"على ملة إبراهيم\" ، قالا: إن إبراهيم كان يهوديًّا، فقال لهم (٢) رسول الله - صلى الله عليه وسلم -: \"فهلمُّوا إلى التوراة فهي(٣)بيننا وبينكم حَكَم\" ، فأبيا عليه، فأنزل الله -عز وجل- هذِه الآية (٤)  (٥) . </p><p>(١) هو قول أكثر المفسّرين. انظر: \"اللباب\" لابن عادل الدمشقي ٥/ ١١٧.(٢) ساقط من الأصل، والمثبت من (س) و (ن).(٣) من (س)، (ن).(٤) ورد في رواية الطبري، وابن أبي حاتم ذكر الآية: {ألم تر إلى الذين أوتوا نصيبًا من الكتاب ... }(٥) التخريج:أخرج الطبري في \"جامع البيان\" ٣/ ٢١٨ من جهة محمد بن إسحاق قال: حدثني محمد بن أبي محمد، مولى زيد بن ثابت قال: حدثني سعيد بن جبير، وعكرمة، عن ابن عباس قال: دخل رسول الله - صلى الله عليه وسلم - بيت المدراس .. فذكر نحوه.قال السيوطى في \"الإتقان\" ٢/ ٢٤٢: وهي طريق جيدة، وإسنادها حسن.ورواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٦٢٢ من جهة ابن إسحاق، ولكن عن عكرمة من قوله.ورواه ابن هشام في \"السيرة النبوية\" ٢/ ١٧٩ عن ابن إسحاق، لم يجاوزه.وانظر: \"تحفة الراوي\" لابن هِمات، لوحة (٩٥)، \"أسباب النزول\" للواحدي (ص ١٠٢).</p><p> وروى الكلبيّ (١) عن أبي صالح (٢) ، عن ابن عباس - رضي الله عنهما - أن رجلًا وامرأةً من أهل خيبر زنيا (٣) ، وكانا في شرف فيهم، وكان في كتابهم الرجم، فكرهوا رجمهما؛ لحالهما، وشرفهما، ورجوا أن يكون عند رسول الله - صلى الله عليه وسلم - رخصة في أمرهما، فرفعوا أمرهما جميعًا إلى رسول الله - صلى الله عليه وسلم -، فحكم عليهما بالرجم، فقال له النعمان بن أبي أوفى وبَحْري (٤) ابن عمرو: لقد (٥) جُرْتَ علينا يا محمدُ، ليس عليهما الرجم، فقال لهم (٦) رسول الله - صلى الله عليه وسلم -: \"بيني وبينكم التوراة؛ فإن فيها الرجمَ\" قالوا: قد أنصفتنا، قال:  \"فمن أعلمكم بالتوراة؟ \" ، قالوا: رجل أعور يسكن، فدك (٧) يقال له: ابن صوريا، فأرسلوا إليه، فقدم المدينة، وكان جبريل -عليه السلام- قد وصفه لرسول الله - صلى الله عليه وسلم -. </p><p> فقال له النبي - صلى الله عليه وسلم -: \"أنت ابن صوريا؟ \" قال: نعم، قال: \"أنت </p><p>(١) محمد بن السائب متهم بالكذب ورمي بالرفض. (٢) باذام ضعيف، يرسل.(٣) قال ابن العربيّ المالكيّ إن اسم المرأة سُبْرة -بضم الموحدة وسكون السين، ولم يسم الرجل.انظر: \"فتح الباري\" لابن حجر ١٢/ ١٦٧.(٤) مطموس في الأصل، وفي (ن): (بحرو). والمثبت من (س).(٥) من (س)، (ن).(٦) من (س)، (ن).(٧) في الهامش الأيسر من اللوحة (١٦) من الأصل قوله: فدك، بالتحريك، وآخره كاف: قرية بالحجاز، بينها وبين المدينة يومان، وقيل: ثلاثة انتهى.انظر: \"معجم البلدان\" لياقوت ٤/ ٢٧٠.</p><p> أعلم اليهود بالتوراة؟ \" قال: كذلك يزعمون،قال:فدعا النبي - صلى الله عليه وسلم - بشيء من التوراة، فيها الرجم مكتوب،فقال له:\" اقرأ\" فلما أتى على آية الرجم، وضع كفَّه عليها، وقرأ ما بعدها، فقال ابن سلام: يا رسول الله (قد جاوزها، ووضع كفَّه عليها، وقام إلى ابن صوريا فرفع كفه عنها)  (١) ، ثم قرأ على رسول الله - صلى الله عليه وسلم - وعلى اليهود بأن على المحصن والمحصنة إذا زنيا، وقامت عليهما البيّنة، رجمًا، وإن كانت المرأة حبلئ، تُربِّص بها، حتى تضع ما في بطنها، فأمر رسول الله - صلى الله عليه وسلم - باليهوديين فرجما، فغضب اليهود لذلك غضبًا شديدًا، وانصرفوا، فأنزل الله تعالى:  {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا}  (٢) </p><p>(١) جاء في الأصل: قد جاوزها، وقال إلى ابن صوريا، فرفع عنها. والمثبت من (س)، (ن). (٢) الحكم على الإسناد:القصة من رواية محمد بن السائب الكلبيّ، واتفق العلماء على عدم الاحتجاج به، وكل ما رواه عن أبي صالح عن ابن عباس، فهو كذب.انظر: \"تهذيب التهذيب\" لابن حجر ٩/ ١٥٧ - ١٥٩.التخريج:ذكره البغوي في \"معالم التنزيل\" ٢/ ٢٢، وابن عادل الدمشقيّ في \"اللباب\" ٥/ ١٠٦، عن الكلبيّ عن أبي صالح عن ابن عباس مثله.وذكره أبو حيَّان الأندلسيّ في \"البحر المحيط\" ٢/ ٤٣٤، من قول الكلبي مختصرًا. وانظر: \"زاد المسير\" لابن الجوزي ١/ ٣٦٦، \"الدر المنثور\" للسيوطي ٢/ ٢٤، \"تنوير المقباس\" للفيروزآبادي (ص ٣٦) وينبغي الإشارة هنا إلى أن رجم اليهوديين ثابت عن النبي - صلى الله عليه وسلم -، من غير هذا الوجه، وليس فيه أن الحادثة سبب لنزول الآية. فقد أخرج البخاري في كتاب الحدود، باب أحكام أهل الذمة، وإحصانهم إذا زنوا، (٦٨٤١)، ومسلم في كتاب الحدود، باب حد الزنا (١٦٩٩). عن ابن =</p>"
}