{
  "id": null,
  "sura": 3,
  "aya": 179,
  "text": "<p> وقال ابن مسعود رضي الله عنه: ما من نفس برة ولا فاجرة إلَّا والموت خير لها، فأما الفاجرة فمستريح ومستراح منه، وقرأ:  (ولا يحسبن الذين كفروا إنما نملي لهم) الآية، وأما البرة، فقرأ {نُزُلًا مِنْ عِنْدِ اللَّهِ وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرَارِ}  (١) . </p><p> ١٧٩ - (قوله تعالى)  (٢) : {مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ} </p><p> اختلفوا في نزولها: </p><p> فقال الكلبي: قالت قريش: يا محمد تزعم أن من خالفك فهو في النار، والله عليه غضبان، وأن من اتبعك على دينك فهو من أهل الجنّة، والله عنه راض، فأخبرنا بمن يؤمن بك وبمن لا يؤمن بك، </p><p>= والحاكم في \"المستدرك\" ١/ ٤٨٩، والبيهقي في \"السنن الكبرى\" ٣/ ٣٧١ من طريق حماد بن سلمة، عن يونس وحميد، عن الحسن، عن أبي بكرة عن النبي - صلى الله عليه وسلم - مثله وصححه الحاكم على شرط مسلم ووافقه الذهبي وأخرج الترمذي في الموضع السابق (٢٤٣١) عن عبد الله بن بسر مرفوعًا نحوه مختصرًا، قال الترمذي: هذا حديث حسن غريب من هذا الوجه، وقال الألباني: صحيح انتهى، وهو شاهد لما تقدم. (١) التخريج:أخرج ابن أبي شيبة في \"المصنف\" ١٢/ ٢١٦ (٣٥٥٧٥)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٢٣، والطبري في \"جامع البيان\" ٤/ ١٨٧ والحاكم في \"المستدرك\" ٢/ ٣٢٦ من طرق عن عبد الله بن مسعود نحوه، وصححه الحاكم على شرط الشيخين ووافقه الذهبي.(٢) من (س).</p><p> فأنزل الله تعالى هذِه الآية (١) . </p><p> وقال السديُّ: قال رسول الله - صلى الله عليه وسلم -: \"عرضت عليَّ أمتي في صورها في الطين، كما عرضت على آدم، وأُعلمت بمن يؤمن بي وبمن يكفر\" فبلغ ذلك المنافقين فاستهزءوا، وقالوا: زعم محمد أنَّه يعلم من يؤمن به ومن يكفر ممن لم يخلق بعد، ونحن معه لا يعرفنا، فبلغ ذلك رسول الله - صلى الله عليه وسلم - فقام على المنبر خطيبًا فحمد الله وأثنى عليه، ثم قال:  \"ما بال أقوام جهلوني وطعنوا في علمي، لا تسألوني عن شيء فيما بينكم وبين الساعة إلَّا أنبأتكم به\" . </p><p> فقام عبد الله بن حذافة السهمي رضي الله عنه فقال: يا رسول الله من أبي؟ ! ، قال:  \"حذافة\" . </p><p> فقام عمر بن الخطاب رضي الله عنه فقال: يا رسول الله رضينا بالله ربًّا، وبالإسلام دينًا، وبالقرآن إمامًا، وبك نبيًّا، فاعف عنا، عفا الله عنك. </p><p> فقال النبي - صلى الله عليه وسلم -: \"فهل أنتم منتهون؟ ، هل أنتم منتهون؟ ، هل أنتم منتهون؟ \" ، ثم نزل عن المنبر، فأنزل الله تعالى هذِه الآية. </p><p> فقالت أم عبد الله بن حذافة له: ويحك، ما أردت إلَّا أن تعرضني لرسول الله - صلى الله عليه وسلم -. </p><p> فقال: كان الناس قد آذوني فيك، فأحببت أن أسأل رسول الله - صلى الله عليه وسلم - </p><p>(١) في ذكره الواحدي في \"أسباب النزول\" (ص ١٣٦) عن الكلبي، والكلبي متهم لم يسنده ممن سمع.</p><p> عن ذلك، فإن كانوا قد صدقوا رضيت وسكت، وإن كذبهم رسول الله - صلى الله عليه وسلم - كفُّوا عنيِّ (١) . </p><p> وقال أبو العالية: سأل المؤمنون أن يعطوا علامة يفرقون بها بين المؤمن والمنافق، فأنزل الله عز وجل:  {مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ}  (٢) . </p><p> واختلفوا في حكم هذِه الآية ونظمها: </p><p> فقال بعضهم: الخطاب للكفار والمنافقين، يعني: ما كان الله ليذر المؤمنين على ما أنتم عليه يا معشر الكفار والمنافقين، من الكفر والنفاق حتَّى يتميز الخبيث من الطيب. </p><p> وهذا قول ابن عباس (٣) والضحاك ومقاتل (٤) والكلبيِّ وأكثر المفسرين (٥) . </p><p>(١) التخريج: ذكره الواحديُّ في \"أسباب النزول\" (ص ١٣٦) والبغوي في \"معالم التنزيل\" ٢/ ٤٠١ - ١٤١ بدون سند عن السديّ نحوه، وهو مرسل.وانظر: \"اللباب\" لابن عادل الدمشقي ٦/ ٧٩.وأخرج الإمام أحمد في \"المسند\" ٣/ ١٠٧ (١٧٤) عن أنس بن مالك قال: قال رسول الله - صلى الله عليه وسلم -: \"لا تسألوني عن شيء\" .. فذكر قصة سؤال عبد الله بن حذافة عن أبيه دون أن يذكر أن نزول الآية كان عقب ذلك.(٢) ذكره الواحدي في \"أسباب النزول\" (ص ١٢٧) عن أبي العالية.(٣) أخرج ابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٢٤ عن ابن عباس نحوه وذكره البغوي في \"معالم التنزيل\" ٢/ ١٤١ عن ابن عباس والضحاك ومقاتل والكلبي مثله.(٤) انظر قوله في \"تفسيره\" ١/ ٣١٨ - ٣١٩ نحوه.(٥) وقد رجح ابن جرير الطبري في \"جامع البيان\" ٤/ ١٨٧ أن الخبيث الَّذي عنى الله =</p><p> وقال آخرون: الخطاب للمؤمنين الذين (أخبر عنهم)  (١) ، ومعنى الآية:  {مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ} ، ليذركم يا معشر المؤمنين على ما أنتم عليه من التباس المؤمن بالمنافق حتَّى يميز الخبيث من الطيب. </p><p> وعلى هذا القول هو خطاب التلوين، رجع من الخبر إلى الخطاب كقوله تعالى:  {وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ}  (٢) وكقول الشاعر (٣) : </p><p> يا ويح نفسي كان جلدة خالد ... وبياض وجهك للتراب الأعفر (٤) </p><p> وهذا (٥) قول أكثر أهل المعاني (٦) . </p><p> واللام في قوله:  {لِيَذَرَ} لام الجحد، وهي في تأويل كي، </p><p>= بهذِه الآية هو المنافق؛ لأن الآيات قبلها في ذكر المنافقين، وهذِه في سياقتها، انتهى بتصرف. وانظر: \"الوسيط\" للواحدي ١/ ٥٢٥.(١) مطموس في الأصل، والمثبت من (س)، (ن).(٢) يونس: ٢٢.وانظر: \"الكشاف\" للزمخشري ١/ ٤٤٥.(٣) أبو كبير الهذليّ كما ذكر أبو حيان في \"البحر المحيط\" ١/ ١٤٢ وقد لصحف إلى كثير، فلينظر، وهو شاعر صحابيّ اشتهر بكنيته، واسمه: عامر بن الحليس.انظر: \"الشعر والشعراء\" لابن قتيبة ٢/ ٥٦١ \"الإصابة\" لابن حجر ٧/ ٢٨٤.(٤) انظر \"ديوان الهذليين\" ٢/ ١٠١، \"الأمالي\" لابن الشجري ١/ ١٧٧، وفيها: يا لهف نفسي.(٥) في الأصل: هل. والمثبت من (س)، (ن).(٦) انظر: \"معاني القرآن\" للزجاج ١/ ٤٩٢، \"معاني القرآن\" للفراء ١/ ٢٤٨، \"الوسيط\" للواحدي ١/ ٥٢٦.</p><p> فلذلك نصب ما بعدها (١) . </p><p> {حَتَّى يَمِيزَ} قرأ الحسن وقتادة وأهل الكوفة إلَّا عاصمًا: بضم الياء والتشديد (٢) ، وكذلك التي في الأنفال (٣) ، واختاره أبو عبيد وأبو حاتم، وقرأ الباقون بفتح الياء مخففًا (٤) ، يقال: ماز الشيء يميز ميزًا وميزه يميزه تمييزًا: إذا فرقه فانماز (٥) ، وانماز هو بنفسه (٦) . </p><p> قال أبو معاذ: يقال: مزت الشيء أميزه ميزًا، إذا فرقت بين </p><p>(١) لام الجحود ناصبة بنفسها عند الكوفيين، وبإضمار (أن) عند البصريين وجوبًا، وشرطها أن يكون قبلها كون ماض لفظًا، أو معنى ناقص منفي بـ (لا) أو بـ (لم). انظر: \"ارتشاف الضرب\" لأبي حيان ٤/ ١٦٥٦، \"الإنصاف\" للأنباريّ ٢/ ٥٩٣ \"التبيان\" للعكبري ١/ ١٥٩.(٢) في \"الإقناع\" لابن الباذش ٢/ ٦٢٤: حمزة والكسائي، وفي \"الاختيار في القراءات العشر\" لسبط الخياط ١/ ٣٤٠: أهل الكوفة إلّا عاصمًا ويعقوب.وانظر: \"السبعة\" لابن مجاهد (ص ٢٢٠)، \"الوسيط\" للواحدي ١/ ٥٢٦.(٣) قوله تعالى: {لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ} من الآية رقم (٣٧).وانظر: \"الدر المصون\" للسمين الحلبي ٣/ ٥٥٩.(٤) قال أبو البقاء العكبري في \"التبيان\" ١/ ١٥٩، وفي \"إعراب القراءات الشواذ\" ١/ ٣٥٨: وهما بمعنى واحد وليس التشديد لتعدي الفعل.وانظر: \"تقريب النشر\" لابن الجزري (ص ١٠٢)، \"شرح طيبة النشر\" لابن الجزري (ص ٢١١).(٥) مطموس في الأصل، والمثبت من (س)، (ن).(٦) انظر: \"الحجة\" لابن خالويه (ص ١١٨)، \"الحجة\" لابن زنجلة (ص ١٨٢)، \"الكشف عن وجوه القراءات\" لمكي ١/ ٣٦٩، \"إتحاف فضلاء البشر\" للدمياطي ١/ ٤٩٦، \"مختصر في شواذ القرآن\" لابن خالويه (٢٣)، \"الكشاف\" للزمخشري ١/ ٤٨٣.</p><p> شيئين، فإذا كانت أشياء، قلت: ميزتها تمييزًا، ومثله: إذا جعلت الشيء الواحد شيئين قلت: فرقت بينهما، ومنه: فرق الشعر. </p><p> فإن جعلته أشياء، قلت: فرقته تفريقًا (١) . </p><p> ومعنى الآية: حتَّى يميز المنافق من المخلص، فميز الله تعالى المؤمنين يوم أحد من المنافقين، حين أظهروا النفاق، وتخلفوا عن رسول الله - صلى الله عليه وسلم - (٢) ، وقال قتادة: حتَّى يميز المؤمن من الكافر، بالهجرة والجهاد (٣) ، نظيرها في الأنفال (٤) . </p><p> وقال ابن كيسان: ما كان الله ليذر المؤمنين على ما أنتم عليه من الإقرار، حتَّى يفرض عليهم الجهاد والفرائض التي فيها تخليصهم؛ ليميز بها بين من يثبت على إيمانه ممن ينقلب على عقبيه (٥) . </p><p>(١) ذكر السمين الحلبي في \"الدر المصون\" ٣/ ٥٠٩ عن أبي معاذ نحوه. وانظر: \"الوسيط\" للواحدي ١/ ٥٢٦ \"المحيط في اللغة\" لإسماعيل بن عباد ٩/ ١٠٧ (ميز)، \"معجم مقاييس اللغة\" لابن فارس ٥/ ٢٨٩ (ميز)، \"الصحاح\" للجوهري ٣/ ٨٩٧ (ميز).(٢) هو قول مجاهد كما في \"جامع البيان\" للطبري ٤/ ١٨٧، \"الوسيط\" للواحدي ١/ ٥٢٦.(٣) أخرج الطبري في \"جامع البيان\" ٤/ ١٨٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٢٥ عن قتادة نحوه.(٤) قول الله تعالى: {لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلَى بَعْضٍ فَيَرْكُمَهُ جَمِيعًا فَيَجْعَلَهُ فِي جَهَنَّمَ أُولَئِكَ هُمُ الْخَاسِرُونَ (٣٧)} [الأنفال: ٣٧].وانظر: \"باهر البرهان\" لبيان الحق النيسابوري ١/ ٣٣٩.(٥) عقب كل شيء: آخره .. وولى على عقبيه: إذا أخذ في وجه ثم انثنى. =</p><p> وقال الضحاك: ما كان الله ليذر المؤمنين على ما أنتم عليه في أصلاب الرجال وأرحام النساء، يا معشر المنافقين والكافرين، حتَّى يميز بينكم وبين من في أصلابكم وأرحام نسائكم من المؤمنين (١) . </p><p> وقال بعضهم: حتَّى يميز الخبيث وهو المذنب من الطيب وهو المؤمن، يعني: حتَّى (٢) يحط الأوزار عن المؤمنين بما يصيبهم من نكبة ومحنة ومصيبة {وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ} ؛ لأنه لا يعلم الغيب أحد غيره (٣) . </p><p> {وَلَكِنَّ اللَّهَ يَجْتَبِي} : يختار، {مِنْ رُسُلِهِ مَنْ يَشَاءُ} : بالغيب، فيطلعه على بعض علم الغيب. </p><p>= انظر: \"لسان العرب\" لابن منظور ١/ ٦١١، (عقب)، \"منال الطالب\" لابن الأثير (ص ٢٣١). (١) ذكر معناه القرطبي في \"الجامع لأحكام القرآن\" ٤/ ٨٩، وذكره ابن عادل الدمشقي في \"اللباب\" ٦/ ٨١ عن الضحاك مثله.(٢) من (س).(٣) انظر: \"اللباب\" لابن عادل الدمشقي ٦/ ٨١، \"الكشاف\" للزمخشري ١/ ٦٦٥، \"البحر المحيط\" لأبي حيان ٣/ ١٣٠.قال الطبري في \"جامع البيان\" ٤/ ١٨٨ بعد أن ذكر جملة من أقوال أهل العلم في المسألة: والتأويل الأول أولى بتأويل الآية؛ لأن الآيات قبلها في ذكر المنافقين، وهذِه في سياقها، فكونها بأن تكون فيهم أشبه منها بأن تكون في غيرهم.وانظر: \"روح المعاني\" للألوسي ٤/ ١٣٧، وقال الشوكاني في \"فتح القدير\" ١/ ٤٠٤: والخطاب عند جمهور المفسرين للكفار والمنافقين.</p><p> نظيره قوله تعالى: {عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا (٢٦) إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ} (١)  (٢) . </p><p> وقال السدي: معناه: وما كان الله ليطلع محمدًا على الغيب، ولكن الله اجتباه (٣)  {فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَإِنْ تُؤْمِنُوا وَتَتَّقُوا فَلَكُمْ أَجْرٌ عَظِيمٌ} . </p><p> [٩٥٦] أخبرنا أبو زكريا يحيى بن إسماعيل الحربي (٤) قراءة عليه في صفر سنة تسع وثمانين وثلاثمائة، أخبرنا أبو حامد أحمد بن حمدون بن عمارة الأعمشي (٥) ، ثنا علي بن خشرم (٦) ، أنبأنا الفضل بن موسى (٧) ، عن رجل قد سماه (٨) قال: كان عند الحجاج بن يوسف رجل (٩) منجم (١٠) فأخذ الحجاج حصيات بيده قد عرف </p><p>(١) الجن: ٢٦: ٢٧. (٢) انظر: \"فتح القدير\" للشوكاني (ص ٤٠٥)، \"التبيان\" للطوسي ٣/ ٦٢.(٣) أخرج الطبري في \"جامع البيان\" ٤/ ١٨٨، وابن أبي حاتم في \"لتفسير القرآن العظيم\" ٣/ ٨٢٥ عن السدي نحوه، وفيه زيادة.(٤) أبو زكريا المزكي من أهل نيسابور، ويعرف بالحربي، أديب أخباري. عالم، متقن، من أهل الصدق.(٥) لقب بالأعمشي لحفظه حديث الأعمش، الإمام، الحافظ، الثبت.(٦) علي بن خشرم المروزي، ثقة.(٧) الفضل بن موسى، ثقة، ثبت، وربما أغرب.(٨) لم أجده.(٩) من (ن).(١٠) المنجم: من ينظر في الكواكب بحسب مواقيتها وسيرها. =</p>"
}