{
  "id": null,
  "sura": 3,
  "aya": 172,
  "text": "<p> ١٧٢ - قوله عز وجل:  {الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ} الآية: </p><p> وذلك أن أبا سفيان وأصحابه لما انصرفوا عن أحد، وبلغوا الروحاء (١) وندموا على (٢) انصرافهم عن المسلمين، وتلاوموا وقالوا: لا محمدًا قتلتم ولا الكواعب (٣) أردفتم، وقتلتموهم حتى إذا لم يبق إلاَّ الشريد تركتموهم، ارجعوا فاستأصلوهم. فبلغ ذلك الخبر رسول الله - صلى الله عليه وسلم -، فأراد أن يرهب العدو ويريهم من نفسه ومن أصحابه قوة، فندب أصحابه (٤) للخروج في طلب أبي سفيان وقال: \"ألا عصابة تندب لأمر الله تطلب عدوها فإنها أنكى للعدو، وأبعد للسمع\"  (٥) فانتدب عصابة منهم مع ما بهم من الجرح والقرح الذي أصابهم يوم أحد. </p><p> ونادى منادي رسول الله - صلى الله عليه وسلم -: ألا لا يخرجن معنا أحد إلا من حضر يومنا بالأمس، فكلمه جابر بن عبد الله، فقال: يا رسول الله، إن أبي كان (خلفني على)  (٦) أخوات لي سبع، وقال لي: يا بني، </p><p>(١) الروحاء: قرية جامعة لمزينة على ليلتين من المدينة. انظز: \"معجم ما استعجم\" للبكري ١/ ٦٨١، \"معجم البلدان\" لياقوت ٣/ ٧٦.(٢) في الأصل: عن، والمثبت من (س)، (ن).(٣) المراد: النساء، من قولك: تكعب ثدي الجارية إذا نتأ كالكعب.انظر: \"أساس البلاغة\" للزمخشري ١/ ٤٠٨، \"المحيط في اللغة\" لإسماعيل بن عباد ١/ ٣٣١ (كعب).(٤) في الأصل: الصحابة، والمثبت من (س)، (ن).(٥) مطموس في الأصل، والمثبت من (س)، (ن).(٦) مطموس في الأصل، والمثبت من (س)، (ن).</p><p> إنه لا ينبغي (لي ولك)  (١) أن نترك هؤلاء النسوة لا رجل فيهن، ولست بالذي أوثرك على نفسي في الجهاد مع رسول الله - صلى الله عليه وسلم - فتخلف على أخواتك، فتخلفت عليهن فأذن له رسول الله - صلى الله عليه وسلم - فخرج معه، وإنما خرج رسول الله - صلى الله عليه وسلم - مرهبًا للعدو، ويبلغهم أنه خرج في طلبهم فيظنوا به قوة، وأن الذي أصابهم لم يوهنهم (٢) عن عدوهم فينصرفوا (٣) . </p><p> فخرج رسول الله - صلى الله عليه وسلم - ومعه أبو بكر وعمر وعثمان وعلى وطلحة والزبير وسعد وعبد الرحمن بن عوف وعبد الله بن مسعود وحذيفة بن اليمان وأبو عبيدة بن الجراح في سبعين رجلًا، حتى بلغوا حمراء الأسد، وهي عن المدينة على ثمانية أميال (٤) . </p><p> [٩٣٢] أخبرنا عبد الله بن حامد (٥) ، أنا محمد بن حمدويه (٦) ، ثنا </p><p>(١) مطموس في الأصل، والمثبت من (ن). (٢) مطموس في الأصل، والمثبت من (س)، (ن).(٣) مطموس في الأصل، والمثبت من (س)، (ن).(٤) أخرج ابن هشام في \"السيرة النبوية\" ٣/ ١٠١ - ١٠٥ مطولًا عن ابن إسحاق، وأخرج ابن أبي حاتم في \"التفسير\" ٣/ ٨١٦، والطبري في \"جامع البيان\" ٤/ ١٧٦ - ١٧٧ وفي \"تاريخ الرسل والملوك\" ٢/ ٥٣٤، والبيهقي في \"دلائل النبوة\" ٣/ ٢١٧ عن عكرمة بعضه، وفي بعضها طول، قال ابن حجر في \"فتح الباري\" ٨/ ٢٢٨: . . . ورجاله رجال الصحيح. وقال السيوطي في \"الدر المنثور\" ٢/ ٣٨٥: سند صحيح.(٥) الماهاني الواعظ لم يذكر بجرح أو تعديل.(٦) ثقة حافظ.</p><p> محمود بن آدم (١) ، ثنا سفيان (٢) ، عن هشام بن عروة (٣) ، عن أبيه (٤) ، عن عائشة رضي الله عنها أنها قالت لعبد الله بن الزبير (٥) : يا ابن اختي، أما والله إن أباك وجدك - تعني: أبا بكر والزبير- لمن الذين قال الله عز وجل فيهم:  {الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ} الآية (٦) . </p><p> وروى محمد بن إسحاق (٧) ، عن عبد الله بن خارجة بن زيد بن ثابت، (٨) عن أبي السائب (٩) أن رجلا من أصحاب النبي - صلى الله عليه وسلم - من </p><p>(١) محمود بن آدم المروزي، صدوق. (٢) ابن عيينة الثقة الإمام تغير بأخرة، وربما دلس عن الثقات.(٣) ابن الزبير بن العوام ثقة فقيه ربما دلس.(٤) عروة بن الزبير بن العوام الأسدي ثقة.(٥) الصحابي المشهور.(٦) [٩٣٢] الحكم على الإسناد:رجاله ثقات ما عدا شيخ المصنف لم يذكر بجرح أو تعديل.التخريج:أخرج الطبري في \"جامع البيان\" ٤/ ١٧٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨١٥، والحاكم في \"المستدرك\" ٢/ ٣٢٦ من طرق عن هشام بن عروة به مثله، قال الحاكم: هذا حديث صحيح على شرط الشيخين ولم يخرجاه، ووافقه الذهبي.(٧) صاحب المغازي، صدوق يدلس، ورمي بالتشيع والقدر.(٨) عبد الله بن خارجة بن زيد بن ثابت الأنصاري.روى عن: عروة بن الزبير وأبيه خارجة بن زيد، وروى عنه: الزهري وبكير بن الأشج، ذكره ابن حبان في \"الثقات\".انظر: \"التاريخ الكبير\" للبخاري ٥/ ٧٩، \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٤٥، \"الثقات\" لابن حبان ٧/ ٣٢.(٩) عطاء بن السائب بن مالك صدوق اختلط.</p><p> بني عبد الأشهل كان شهد أحدًا قال: شهدت أحدًا أنا وأخ لي (١) فرجعنا جريحين (٢) . </p><p> فلما أذن مؤذن (٣) رسول الله - صلى الله عليه وسلم - بالخروج في طلب العدو، قلنا: لا تفوتنا غزوة مع رسول الله - صلى الله عليه وسلم -، والله ما لنا من دابة نركبها، وما منا (٤) إلاَّ جريح (٥) ثقيل، فخرجنا مع رسول الله - صلى الله عليه وسلم -، فكنت أيسر جرحًا من أخي، فكان إذا غلب (٦)  (حملته عقبة ويمشي عقبة)  (٧)  (٨) حتى انتهينا مع رسول الله - صلى الله عليه وسلم - إلى حمراء الأسد، فمر برسول الله - صلى الله عليه وسلم - معبد (٩) الخزاعي (١٠) بحمراء الأسد، وكانت خزاعة مسلمهم وكافرهم </p><p>(١) من (س)، (ن). (٢) هما: عبد الله بن سهل ورافع بن سهل بن عبد الأشهل أثقلهما من الجراح كما في \"المغازي\" للواقدي ١/ ٣٣٥.(٣) من (س)، (ن).(٤) مطموس في الأصل، والمثبت من (س).(٥) مطموس فى الأصل والمثبت من (س).(٦) مطموس في الأصل، والمثبت من (ن).(٧) مطموس في الأصل، والمثبت من (س)، (ن).(٨) عقب وأعقب إذا فعل هذا مرة وهذا مرة والتعاقب التداول.انظر: \"لسان العرب\" لابن منظور ١/ ٦١٦ (عقب)، \"أساس البلاغة\" للزمخشري (ص ٣١٦) (عقب).(٩) في الأصل: (معبدًا) منصوبًا، والمثبت من (س)، (ن).(١٠) معبد الخزاعي الذي ردّ أبا سفيان يوم أحد عن الرجوع إلى المدينة.انظر: \"أسد الغابة\" لابن الأثير ٥/ ٢٠٩ (٤٩٩٩).</p><p> عيبة (١)  (٢) رسول الله - صلى الله عليه وسلم - (بتهامة صفقتهم معه)  (٣) ، ولا يخفون عنه شيئًا كان بها (ومعبد يومئذ)  (٤) مشرك فقال: يا محمد والله لقد عز (٥) علينا ما أصابك في أصحابك، ولوددنا (٦) أن الله كان أعفاك منهم، ثم خرج من عند رسول الله - صلى الله عليه وسلم - حتى أتى أبا سفيان ومن معه بالروحاء، وقد أجمعوا الرجعة إلى رسول الله - صلى الله عليه وسلم - وقالوا: لقد أصبنا محمدًا وجل أصحابه وقادتهم وأشرافهم، ثم رجعنا قبل أن نستأصلهم، لنكرن على بقيتهم، فلنفرغن منهم. </p><p> فلما رأى أبو سفيان معبدًا قال: ما وراءك يا معبد؟ ، قال: محمد قد خرج في أصحابه يطلبكم في جمع لم أر مثله قط، يتحرقون عليكم تحرقًا، قد اجتمع معه من كان تخلف عنه في يومكم، وندموا على صنيعهم، وفيهم من الحنق (٧) عليكم شيء لم أر مثله قط. </p><p>(١) مطموس في الأصل، والمثبت من (س). (٢) العيبة: الذين تأمنهم على الأمر وهم موضع السر.انظر: \"معجم مقاييس اللغة\" لابن فارس ٤/ ١٨٩، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٣٢٧ (عيب).(٣) مطموس في الأصل، والمثبت من (س)، (ن).(٤) مطموس فى الأصل، والمثبت من (س)، (ن).(٥) مطموس فى الأصل، والمثبت من (س)، (ن).(٦) مطموس فى الأصل، والمثبت من (س)، (ن).(٧) الحنَق: شدة الاغتياظ.انظر: \"المحيط في اللغة\" لإسماعيل بن عباد ٢/ ٣٥٩ (حنق)، \"أساس البلاغة\" للزمخشري (ص ١٠٠) (حنق).</p><p> قال: ويلك ما تقول؟ ! ، قال: والله ما أراك ترتحل حتى ترى في الخيل. </p><p> قال: فوالله لقد أجمعنا الكرة عليهم لنستأصل بقيتهم. </p><p> قال: فإني والله أنهاك عن ذلك، فوالله لقد حملني ما رأيت على (١) أن قلت فيه أبياتًا من الشعر. قال: وما قلت فيه؟ ، قال: قلت: </p><p> كادت تهدُّ من الأصوات راحلتي ... إذا سالت الأرض بالجرد الأبابيل </p><p> تردي بأسدٍ كرام لا تنابلة ... عند اللقاء ولا ميل معازيل </p><p> فظلت عدوًا أظن الأرض مائلة ... لما سموا برئيس غير مخذول </p><p> فقلت ويل ابن حرب من لقائكم ... إذا تغطمطت (٢) البطحاء بالجيل </p><p> إني نذير لأهل السبل ضاحية ... لكل ذي إربة منهم ومعقول </p><p> من جيش أحمد لا وخش تنابلة ... وليس يوصف ما أنذرت بالقيل </p><p>(١) من (ن). (٢) الغطمطة: التطام الأمواج.انظر: \"المحيط في اللغة\" لإسماعيل بن عباد ٥/ ٣٣ (غطم)، \"تاج العروس\" للزبيدي ١٧/ ٥١٩ (غطم).</p><p> قالوا: فثنى ذلك (أبا سفيان)  (١) ومن معه: </p><p> ومر به (٢) ركب من عبد القيس فقال: أين تريدون؟ ، قالوا: نريد المدينة قال: ولم؟ ، قالوا: نريد الميرة (٣) ، قال: فهل أنتم مبلغون عني محمدًا رسالة أرسلكم بها إليه، وأحمل لكم إبلكم هذِه زبيبًا بعكاظ (٤) غدًا إذا وافيتمونا؟ قالوا: نعم، قال: فإذا جئتموه، فأخبروه أنَّا قد جمعنا إليه وإلى أصحابه لنستأصل (٥) بقيتهم. </p><p> وانصرف أبو سفيان إلى مكة، ومرَّ الركب برسول الله - صلى الله عليه وسلم -وهو بحمراء الأسد، فأخبروه بالذي قال أبو سفيان. </p><p> فقال رسول الله - صلى الله عليه وسلم - وأصحابه:  {حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ} ، ثم انصرف النبي - صلى الله عليه وسلم - إلى المدينة، بعد الثالثة، وقد ظفر في وجهه ذلك بمعاوية بن المغيرة بن أبي العاص، وأبي عزة الجمحي (٦) . </p><p>(١) في الأصل: أبو سفيان بالرفع، والمثبت من (س)، (ن). (٢) من (س)، (ن).(٣) الميرة: الطعام ونحوه مما يجلب للبيع.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ٣٧٩ \"معجم مقاييس اللغة\" لابن فارس ٥/ ٢٨٩ (مير).(٤) عكاظ: اسم سوق من أسواق العرب في الجاهلية.انظر: \"معجم البلدان\" لياقوت ٤/ ١٤٢ \"فتح الباري\" لابن حجر ٣/ ٥٩٤.(٥) في الأصل: نستأصل، والمثبت من (س)، (ن).(٦) الحكم على الإسناد:ابن إسحاق مدلس، وأبو السائب صدوق اختلط.انظر: \"الروض الأنف\" للسهيلي ٣/ ١٧٤ - ١٧٥.</p><p> هذا قول أكثر المفسرين (١) . </p><p> وقال مجاهد وعكرمة: نزلت هذِه الآيات في غزوة بدر الصغرى، وذلك أن أبا سفيان يوم أحد حين أراد أن ينصرف قال: يا (٢) محمد، موعدنا بيننا وبينكم موسم بدر الصغرى القابل إن شئت. </p><p> قال رسول الله - صلى الله عليه وسلم -: \"ذلك بيننا وبينكم إن شاء الله\" . </p><p> فلما كان العام المقبل: خرج أبو سفيان مع أهل مكة حتى نزل مجنة (٣) من ناحية مر الظهران، ثم ألقى الله عز وجل في قلبه الرعب فبدا له الرجوع. </p><p> فلقي نعيم بن مسعود الأشجعي (٤) قد قدم معتمرًا، فقال له أبوسفيان: يا نعيم إني واعدت محمدًا وأصحابه أن نلتقي لموسم </p><p>(١) روى ابن هشام في \"السيرة النبوية\" ٣/ ١٠١ - ١٠٥ عن ابن إسحاق نحوه. وأخرج الطبري في \"تاريخ الرسل والملوك\" ٢/ ٥٣٤ - ٥٣٦ من طريق ابن إسحاق، فحدثني عبد الله بن خارجة به مختصرًا.ورواه من طريق ابن إسحاق عن عبد الله بن أبي بكر بن محمد بن عمرو بن حزم. . . من قوله: وقد مرّ به معبد الخزاعي. . . إلى آخر القصة.وانظر: \"المغازي\" للواقدي ١/ ٣٣٤ - ٣٤٠، \"جامع البيان\" للطبري ٤/ ١٨٠ (٨٢٣٤)، \"الدر المنثور\" للسيوطي ٢/ ١٨٠.(٢) من (س)، (ن).(٣) مَجنَّة: بالفتح وتشديد النون: اسم سوق للعرب وكانت مجنة بمر الظهران.انظر: \"معجم البلدان\" لياقوت ٥/ ٥٨.(٤) نعيم بن مسعود أبو سلمة الأشجعي أسلم زمن الخندق وخذَّل الأحزاب يوم الخندق.انظر: \"الإصابة\" لابن حجر ٦/ ٣٦٣ (٨٨٠٢).</p><p> بدر الصغرى، وإن هذا عام جدب، ولا يصلح لنا إلا عام نرعى فيه الشجر ونشرب فيه اللبن، وقد بدا لي ألاَّ أخرج إليها، وأكره أن يخرج محمد ولا أخرج أنا فيزيدهم ذلك جراءة، ولأن يكون (١) الخلف من قبلهم أحب إليَّ من أن يكون من قبلي، فالحقْ بالمدينة فثبطهم (٢) وأعلمهم أنا في جمع كثير، ولا طاقة لهم بنا، ولك عندي عشرة من الإبل، أضعها لك على يدي سهيل بن عمرو (٣) ويضمنها قال: فجاء سهيل، فقال له نعيم: يا أبا يزيد (أتضمن لي)  (٤) هذِه الفرائض (٥) وأنطلق إلى محمد فأثبطه؟ . </p><p> قال: نعم، فخرج نعيم حتى قدم المدينة، فوجد الناس يتجهزون لميعاد أبي سفيان فقال: أين تريدون؟ ، قالوا: واعدَنا أبو سفيان لموسم بدر الصغرى (٦) أن نقتتل بها. </p><p>(١) في الأصل: ولا يكون، والمثبت من (س). (٢) أي: التعويق والشغل عن المراد.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٢٠٧ (ثبط)، \"المحيط في اللغة\" لإسماعيل بن عباد ٩/ ١٥٦ (ثبط).(٣) سهيل بن عمرو القرشي خطيب قريش أبو يزيد، كان محمود الإسلام حين أسلم.انظر: \"الإصابة\" لابن حجر ٣/ ١٧٧ (٣٥٨٦).(٤) في الأصل: تضمن، والمثبت من (س)، (ن).(٥) الفرض الواجب على رب المال، وأصل الفرض: القطع.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٤٣٢ (فرض)، \"المحيط في اللغة\" لإسماعيل بن عباد ٨/ ٧ (فرض).(٦) من (ن).</p><p> فقال: بئس الرأي رأيتم أتوكم في دياركم وقراركم فلم يفلت منكم إلاَّ الشريد، فتريدون أن تخرجوا وقد جمعوا لكم عند الموسم، والله لا يفلت منكم أحد. </p><p> فكره أصحاب رسول الله - صلى الله عليه وسلم - الخروج، فقال رسول الله - صلى الله عليه وسلم -: \"والذي نفس محمد بيده، لأخرجن ولو وحدي\" ، فأما الجبان فإنه رجع، وأما الشجاع فإنه تأهب للقتال وقال:  {حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ} فخرج رسول الله - صلى الله عليه وسلم - في أصحابه حتى وافوا بدرًا الصغرى. </p><p> فجعلوا يلقون المشركين ويسألونهم عن قريش، فيقولون: قد جمعوا لكم يريدون أن يرعبوا المسلمين. </p><p> فيقول المؤمنون: حسبنا الله ونعم الوكيل. حتى بلغوا بدرًا، وهو ماء لبني كنانة، وكانت موضع سوق لهم (١) في الجاهلية، يجتمعون إليها في كل عام ثمانية أيام (٢) . </p><p> فأقام رسول الله - صلى الله عليه وسلم - ببدر ينتظر أبا سفيان، وقد انصرف أبو سفيان من مجنة إلى مكة، فسماهم أهل مكة جيش السويق (٣) ، يقولون: إنما خرجتم تشربون السويق، فلم يلق رسول الله - صلى الله عليه وسلم - وأصحابه أحدًا </p><p>(١) في الأصل: له، والمثبت من (س)، (ن). (٢) انظر: \"معجم البلدان\" لياقوت ١/ ٤٢٥ (بدر).(٣) السويق: دقيق الشعير المقلو ويكون من القمح وغيره.انظر: \"تاج العروس\" للزبيدي ٣/ ٢٣٥، \"جمهرة اللغة\" لابن دريد ٣/ ٤٤ (سوق).</p><p> من المشركين ببدر، ووافقوا السوق، وكانت معهم نفقات (١) ، وتجارات، فباعوا وأصابوا للدرهم درهمين، ثم انصرفوا إلى المدينة سالمين غانمين، فذلك قوله عز وجل:  {الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ}  (٢) . </p><p> ومحل:  {الَّذِينَ} خفض على صفة المؤمنين تقديره: وإن الله لا يضيع أجر المؤمنين (٣) المستجيبين لله وللرسول، ومعنى الاستجابة: الإجابة والطاعة. ونظيره قوله تعالى:  {فَلْيَسْتَجِيبُوا لِي}  (٤) </p><p>(١) مطموس في الأصل، والمثبت من (س)، (ن). (٢) أخرج الطبري في \"جامع البيان\" ٤/ ١٨١ عن مجاهد وعكرمة بعضه، وأخرج البيهقي في \"دلائل النبوة\" ٣/ ٣٨٤ - ٣٨٨ عن ابن شهاب الزهري، وعن عروة بن الزبير، وعن ابن إسحاق بعضه، وروى الواقدي في \"المغازي\" ١/ ٣٨٤ - ٣٩١ نحوه مطولًا.وانظر: \"السيرة النبوية\" للذهبي ١/ ٤٦٠ - ٤٦١، \"السيرة النبوية\" لابن كثير ٣/ ١٦٩ - ١٧٢، \"الدر المنثور\" للسيوطي ٢/ ١٧٨ وقد رجح الإمام ابن جرير الطبري في \"جامع البيان\" ٤/ ١٨٢: قول من قال: إن الذي قيل لرسول الله - صلى الله عليه وسلم - وأصحابه من أن الناس قد جمعوا لكم فاخشوهم، كان في حال خروج رسول الله - صلى الله عليه وسلم - إلى حمراء الأسد؛ لأن الله تعالى ذِكْرُه إنما مدح الذين وصفهم بقيلهم: \"حسبنا الله ونعم الوكيل\" ولم تكن هذِه الصفة إلاّ صفة من تبع رسول الله - صلى الله عليه وسلم - من جرحى أصحابه بأحد إلى حمراء الأسد. . . وأما الذين خرجوا معه إلى غزوة بدر الصغرى فإنه لم يكن فيهم جريح. . . وخروج النبي - صلى الله عليه وسلم - لغزوة بدر الصغرى لموعد أبي سفيان بعد سنة من غزوة أحد، انتهى مختصرًا.وانظر: \"فتح الباري\" لابن حجر (٨/ ٢٢٩)، \"الوسيط\" للواحدي ١/ ٥٢٢، \"معاني القرآن\" للزجاج ١/ ٥٠٥ - ٥٠٦، \"معاني القرآن\" للفراء ١/ ٣٤٧.(٣) انظر: \"اللباب\" لابن عادل الدمشقي ٦/ ٥٥، \"التبيان\" للعكبري ١/ ١٥٨ فيه ستة أوجه ذكره السمين الحلبي في \"الدر المصون\" ٣/ ٤٨٧.(٤) البقرة: ١٨٦.</p>"
}