{
  "id": null,
  "sura": 3,
  "aya": 191,
  "text": "<p> ثم وصفهم فقال: </p><p> ١٩١ - قوله -عز وجل-: {الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ} . </p><p> قال علي بن أبي طالب وابن عباس - رضي الله عنهما -، والنخعي، وقتادة: هذا في الصلاة يصلي قائماً، فإن لم يستطع فقاعداً، فإن لم يستطع فعلى جنبه تيسيراً (١) من الله تعالى وتخفيفاً (٢) . وقال سائر المفسرين: أراد به ذكر الله تعالى، ووصفهم بالمداومة عليه، إذ الإنسان قل ما يخلو من إحدى (٣) هذِه الحالات الثلاث، نظيره في سورة (٤) النساء (٥)  (٦) . </p><p>= أشبه. . . وعلى تقدير كونه محفوظاً وصله، ففيه إشكال من جهة أن هذِه السورة مَدَنيّة، وقريش من أهل مكة. (١) في الأصل: تيسير، والمثبت من (س).(٢) في الأصل: تخفيف، والمثبت من (س).قال الشوكاني في \"فتح القدير\" ١/ ٤١٢: هذا التقييد الذي ذكره -أي: قتادة- بعدم الاستطاعة مع تعميم الذكر -لا وجه له- لا من الآية، ولا من غيرها، فإنه لم يرد في شيء من الكتاب والسنة ما يدل على أنه لا يجوز الذكر من قعود إلا مع عدم استطاعة الذكر من قيام، ولا يجوز على جنب إلا مع عدم الاستطاعة من قعود، وإنما يصلح هذا التقييد لمن جعل المراد بالذكر هنا الصلاة.وانظر: \"معاني القرآن\" للزجاج ١/ ٤٩٨ - ٤٩٩.(٣) من (س)، (ن).(٤) من (س)، (ن).(٥) قال الله تعالى: {فَإِذَا قَضَيْتُمُ الصَّلَاةَ فَاذْكُرُوا اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِكُمْ} [النساء: ١٠٣].وانظر: \"اللباب\" لابن عادل الدمشقي ٦/ ١١١.(٦) قال الزجاج في \"معاني القرآن\" ١/ ٤٩٩: وحقيقته عندي أنهم موحدون الله في كل حال. وقال الطوسي في \"التبيان\" ٣/ ٨١: ولا تنافي بين التأويلين؛ لأنه لا =</p><p> [٩٧٧] أخبرنا أبو عبد الله الحسين بن محمد بن فنجويه (١) ، ثنا عبيد الله بن محمد بن شنبة (٢) ، ثنا جعفر بن محمد الفريابي (٣) ، ثنا أبو بكر بن أبي شيبة (٤) ، ثنا يحيى بن واضح (٥) ، عن موسى بن عبيدة (٦) ، (عن أبي عبد الله القراظ)  (٧)  (٨) عن معاذ بن جبل - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من أحب أن يرتع في رياض الجنة فليكثر ذكر الله\"  (٩) . </p><p>= يمتنع أن يصفهم بأنهم يتفكرون في خلق السموات والأرض في هذِه الأحوال، مع ذلك يصلون على هذِه الأحوال في أوقات الصلوات. (١) شيخ فاضل كثير الحديث ثقة، صدوق، كثير الرواية للمناكير.(٢) الدينوري، لم يذكر بجرح أو تعديل.(٣) الإمام الحافظ الثبت.(٤) عبد الله بن محمد بن أبي شيبة أبو بكر الإمام العلم سيد الحفاظ.(٥) أبو تميلة المروزي الحافظ، ثقة.(٦) الربذي، ضعفوه.(٧) في الأصل: عبد الله، والمثبت من (س)، (ن).(٨) دينار أبو عبد الله القراظ الخزاعي مولاهم المدني، ثقة، يرسل.(٩) [٩٧٧] الحكم على الإسناد:ضعيف؛ موسى بن عبيدة ضعيف، وابن شنبة لم يذكر بجرح أو تعديل.التخريج:أخرج ابن أبي شيبة في \"المصنف\" ١٠/ ٩٠، ١٢/ ٣٢٩، والطبراني في \"المعجم الكبير\" ٢٠/ ١٥٧ (٣٢٦) عن موسى بن عبيدة به مثله، وفيه زيادة.قال ابن حجر في \"الكاف الشاف\" (ص ٣٦): في إسناده موسى بن عبيدة وهو ضعيف. وأعله الهيثمي به \"مجمع الزوائد\" ١٠/ ٧٥، وينظر: \"المطالب العالية\" لابن حجر ٤/ ٣٠.</p><p> وروي عن النبي - صلى الله عليه وسلم - أنه قال:  \"ذكر الله علم الإيمان، وبراءة من النفاق، وحصن من الشيطان، وحرز من النيران\"  (١) . </p><p> وقال الله تعالى لموسى -عليه السلام-: يا موسى: اجعلني منك على بال، ولا تنس ذكري على كل حال، وليكن همك ذكري، فإن الطريق عليّ. {وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ}  [آل عمران: ١٩١] أن لها (صانعاً، وقادراً ومدبراً وحكيماً)  (٢) . </p><p> [٩٧٨]  (أخبرنا محمد بن القاسم الفارسي (٣) ، حدثنا عبد الله بن أحمد الشيباني (٤) ، أخبرنا أبو عمرو الحرشي (٥) ، حدثنا أحمد بن يوسف (٦) ، حدثنا حجاج (٧) ، حدثنا حماد (٨) ، عن علي بن زيد (٩) ، عن أبي الصلت (١٠) ، </p><p>(١) التخريج: لم أجده.(٢) ما بين القوسين مطموس في الأصل، والمثبت من (س)، (ن).(٣) كذبه الحاكم وجماعة.(٤) ثقة، معروف مشهور.(٥) أحمد بن محمد أبو عمرو الحرشي الحيري، لم يذكر بجرح أو تعديل.(٦) أبو الحسن النيسابوري، أحد أئمة الحديث.(٧) ابن المنهال الأنماطي، أبو محمد، قال أبو حاتم: ثقة، فاضل.(٨) ابن سلمة، إمام ثقة.(٩) ابن جدعان، ضعيف الحديث.(١٠) أبو الصلت عن أبي هريرة، مجهول.انظر: \"تقريب التهذيب\" لابن حجر (٨١٧٨)، \"لسان الميزان\" لابن حجر ٧/ ٤٧٠.</p><p> عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال:  \"لما أُسري بي إلى السماء السابعة، فإذا وهج ودخان وأصوات،فقلت:ما هذا يا جبريل؟ ،قال:هذِه الشياطين يحرقون على أعين بني آدم(١)ألا يتفكروا في ملكوت السموات والأرض، ولولا ذلك(٢)لرأوا العجائب\"  (٣)  (٤) . </p><p> وكان أبو عون يقول: الفكرة تذهب الغفلة وتحدث للقلب (٥) الخشية كما يحدث الماء للزرع النبات، وما جليت القلوب بمثل الأحزان (٦) ، ولا استثارت بمثل الفكرة (٧) ويحكى أن سفيان الثوري (صلى خلف)  (٨) المقام ركعتين ثم رفع رأسه إلى السماء، فلما رأى </p><p>(١) جاء في هامش (س) قوله: يحومون أليق. انتهى. (٢) مطموس في الأصل، (س)، والمثبت من (ن).(٣) [٩٧٨] الحكم عل الإسناد:ضعيف؛ شيخ المصنف متهم بالكذب، ابن جدعان ضعيف، وأبو الصلت مجهول.التخريج:أخرج ابن أبي شيبة في \"المصنف\" ١٣/ ٢١٩ (٣٧٥٧١)، والمزي في \"تهذيب الكمال\" ٣٣/ ٤٢٨ - ٤٢٩ عن علي بن زيد به نحوه.قال الهيثمي في \"مجمع الزوائد\" ٤/ ١١٧: وفيه علي بن زيد. . . والغالب عليه الضعف.(٤) من قوله: أخبرنا محمد بن القاسم الفارسي. . إلى قوله: لرأوا العجائب، مطموس في الأصل، والمثبت من (س)، (ن).(٥) مطموس في الأصل و (ن)، والمثبت من (س).(٦) مطموس في الأصل و (ن)، والمثبت من (س).(٧) ذكر الزمخشري في \"الكشاف\" ١/ ٦٧٧ مثله.(٨) مطموس في الأصل، و (س)، والمثبت من (ن).</p><p> الكوكب غشي (١) عليه، وكان سفيان يبول الدم من طول حزنه وفكره (٢) . </p><p> [٩٧٩] ووجدت (في كتابي)  (٣) عن أبي زرعة محمد بن جعفر بن الحسن (٤) وشككت في سماعي (منه قال)  (٥) : أخبرنا محمد بن عبد الله السلمي (٦) ، أخبرنا (محمد بن حيان بن أحمد)  (٧) أخبرنا محمد بن الحسن بن الخليل (٨) حدثنا عبد الله بن أبي زياد القطواني، (٩)  (١٠) </p><p>(١) مطموس في الأصل، و (س)، والمثبت من (ن). (٢) ذكر القرطبي في \"الجامع لأحكام القرآن\" ٤/ ٣١٤ عن سفيان الثوري مثله.وانظر: \"الكشاف\" للزمخشري ١/ ٦٧٧.(٣) مطموس في الأصل، و (س)، والمثبت من (ن)، والوجادة: بكسر الواو، فيما أخذ من العلم من صحيفة من غير سماع ولا إجازة ولا مناولة، والذي عليه العمل: أنه إذا ثبتت صحة الكتاب وجب العمل به، ولا يصح أن يقول: أخبرني أو نحوها.انظر: \"فتح المغيث\" للسخاوي ٣/ ٢١، \"تدريب الراوي\" للسيوطي ٢/ ٦٠.(٤) لم أجده.(٥) من (س).(٦) لم أجده.(٧) كذا في النسخ، والصحيح عبد الله بن محمد بن حيان المعروف بأبي الشيخ الإمام الحافظ.انظر: \"ذكر أخبار أصبهان\" لأبي نعيم ٢/ ٩٠، \"غاية النهاية\" لابن الجزري ١/ ٤٤٧.(٨) ذكره المزي في \"تهذيب الكمال\" ١٠/ ٩١ فيمن روى عن القطواني ولم أجده.(٩) أبو عبد الرحمن، صدوق.(١٠) من قوله وكان أبو عون. . . إلى قوله: القطواني، مطموس في الأصل والمثبت من (س)، (ن).</p><p> (حدثنا سيار (١) ، حدثنا عبد الله بن جعفر (٢) ، حدثنا زيد بن أسلم (٣) ، حدثنا عطاء بن يسار (٤) ، عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: \"بينما رجل مستلق على فراشه إذ رفع رأسه فنظر إلى النجوم وإلى السماء،فقال:أشهد أن لك ربًّا وخالقاً، اللهم اغفر لي -قال- فنظر الله إليه فغفر له\"  (٥)  (٦) . </p><p> (وقال أبو الأحوص: بلغني أن عابداً تعبد في بني إسرائيل ثلاثين سنة، وكان الرجل منهم إذا تعبد ثلاثين سنة أظلته غمامة، فلم ير شيئاً، فشكا ذلك إلى والدته (٧) فقالت: يا بني فكر، هل أذنبت ذنباً منذ أخذت في عبادتك؟ ، قال: لا، ولا أعلمني هممت به منذ ثلاثين سنة. </p><p>(١) ابن حاتم العنزي، صدوق له أوهام. (٢) ابن نجيح المديني، ضعيف.(٣) ثقة، وكان عالماً بالتفسير.(٤) الهلالي، ثقة، فاضل صاحب عبادة.(٥) [٩٧٩] الحكم على الإسناد:ضعيف؛ ابن نجيح المديني ضعيف، وفيه من لم أجده.التخريج:أخرج أبو الشيخ ابن حيان كما في \"الدر المنثور\" للسيوطي ٢/ ١٩٦، \"الفتح السماوي\" للمناوي ١/ ٤٤٤. من رواية زيد بن أسلم عن عطاء بن يسار به نحوه.قال ابن حجر في \"الكاف الشاف\" لابن حجر (ص ٣٦) (٣٠٣): وفي إسناده من لا يعرف.وقال ابن همات في \"تحفة الراوي\" لوحة (٦٧): بسند فيه من لا يعرف.(٦) من قوله: حدثنا سيار. . . إلى قوله: فغفر له، مطموس من الأصل، والمثبت من (س)، (ن).(٧) من (س).</p><p> قالت: يا بني بقيت واحدة إن نجوت منها رجوت أن تظلك. قال: وما هي؟ ، قالت: هل رفعت طرفك إلى السماء، ثم رددته بغير فكرة؟ ، قال: كثيراً، قالت: فمن هاهنا أوتيت (١) . </p><p> {رَبَّنَا} أي: ويقولون: ربنا، {مَا خَلَقْتَ هَذَا} ذهب به إلى لفظ الخلق، ولو رده إلى السموات والأرض لقال: هذِه (٢) ، {بَاطِلًا} : عبثاً وهزلاً (٣) بل (٤) خلقته لأمر عظيم، وانتصاب {بَاطِلًا}  (٥) من وجهين: </p><p> أحدهما: بنزع الخافض، أي: للباطل أو بالباطل، والآخر: على المفعول الثاني) (٦)  (٧) ، {سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ} . </p><p>(١) ذكر الزمخشري في \"الكشاف\" ١/ ٦٧٥ مثله ولم ينسبه لأحد، قال ابن عطية في \"المحرر الوجيز\" ٣/ ٤٦٣ فهذِه نهاية الخوف، وخير الأمور أوسطها، وليس علماء الأمة الذين هم الحجة على هذا المنهاج، وقراءة علم كتاب الله ومعاني سنة رسول الله - صلى الله عليه وسلم - لمن يفهم ويرجى نفعه أفضل من هذا، انتهى مختصراً. (٢) انظر: \"التبيان\" للطوسي ٣/ ٨١، \"اللباب\" لابن عادل الدمشقي ٦/ ١١٣، \"المحرر الوجيز\" لابن عطية ٣/ ٤٦٣.(٣) انظر: \"التبيان\" للطوسي ٣/ ٨١، \"فتح القدير\" للشوكاني ١/ ٤١١.(٤) من (س).(٥) في الأصل: الباطل، والمثبت من (س)، (ن).(٦) انظر: \"إعراب القرآن\" للنحاس ١/ ٤٢٦، \"فتح القدير\" للشوكاني ١/ ٤١١، وفي \"اللباب\" لابن عادل الدمشقي ٦/ ١١٣: في نصبه خمسة أوجه.(٧) من قوله: وقال أبو الأحوص. . . إلى قوله: على المفعول الثاني مطموس في الأصل، والمثبت من (س)، (ن).</p>"
}