{
  "id": null,
  "sura": 3,
  "aya": 105,
  "text": "<p> وقال الثوريّ: إذا كان الرجل محببًا في جيرانه، محمودًا عند إخوانه، فاعلم أنَّه مداهن (١) . </p><p> ١٠٥ - قوله -عز وجل- {وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ} الآية. </p><p> قال أكثر المفسرين: هم اليهود والنصارى (٢) وقال بعضهم: هم المبتدعة (٣) من هذِه الأمة (٤) . </p><p> أخبرنا أبو عبد الله الحسين بن محمد بن الحسين (بن فنجويه)  (٥)  (٦) قال: حدثنا أحمد بن جعفر بن حمدان (٧) ، ثنا أبو بكر </p><p>(١) الإدْهَان: اللين والمصانعة. انظر: \"المحيط في اللغة\" لإسماعيل بن عباد ٥/ ٤٤٥ (دهن)، \"تاج العروس\" للزبيدي ١٨/ ٢١١ (دهن).(٢) هو قول الربيع بن أنس البكريّ، والحسن البصري الإمام، كما في \"جامع البيان\" للطبري ٤/ ٣٩، وانظر: \"التبيان\" للطوسي ٢/ ٥٥٠، \"الكشاف\" للزمخشري ١/ ٦٠٦، \"المحرر الوجيز\" لابن عطية ٣/ ٢٥٧.(٣) البدعة تتباين وتختلف في مراتبها فمنها بدعة محرمة، ومنها بدعة مكروهة.انظر: \"الاعتصام\" للشاطبيّ ٢/ ٣٦ - ٣٧.(٤) لعل هذا تفسير لمعنى الآية، قال أبو حيّان في \"البحر المحيط\" ٣/ ٢٤: فإن مبتدعة هذِه الأمة والحرورية لم يكونوا إلَّا بعد موت النبيّ - صلى الله عليه وسلم - بزمان. انتهى مختصرًا.انظر: \"زاد المسير\" لابن الجوزي ١/ ٣٥٢، \"معاني القرآن\" للزجاج ١/ ٤٥٣.(٥) الحسين بن محمد بن فنجويه، ثقة، صدوق، روى أحاديث مناكير.(٦) من (ن).(٧) أحمد بن جعفر بن حمدان بن مالك أبو بكر القطيعيّ، ثقه، اختلط في آخر عمره.</p><p> محمد بن فرج الأصبهانيّ (١) ، قال: حدثنا محمد بن يحيى بن فيّاض (٢) ، ثنا عمر بن يونس اليماميّ (٣) قال: حدثني عكرمة بن عمّار (٤) قال: حدثنا (عبد الله بن شدّاد)  (٥) قال: وقف أبو أمامة رضي الله عنه (٦) وأنا معه على رؤوس الحرورية (٧) بالشام عند باب حمص أو دمشق فقال: كلاب النار، كلاب النار، مرتين أو ثلاثًا، شر قتلى تظل السماء، وخير القتلى قتلاهم، ودمعت عينا أبي أمامة رضي الله عنه، فقال رجل: أرأيت قولك لهؤلاء </p><p>(١) محمد بن الفرج أبو بكر الفقيه: كان خيّرًا فاضلا. انظر: \"تاريخ بغداد\" للخطيب ٣/ ١٥٩، \"طبقات المحدثين بأصبهان\" لأبي الشيخ ٣/ ١٣٩.(٢) محمد بن يحيى بن فيّاض أبو الفضل البصري، ثقة.انظر: \"تقريب التهذيب\" لابن حجر ٢/ ٢١٨، \"تهذيب التهذيب\" لابن حجر ٩/ ٥٢٠(٣) عمر بن يونس اليماميّ، ثقة.انظر: \"تقريب التهذيب\" لابن حجر ٢/ ٦٤، \"تهذيب التهذيب\" لابن حجر ٧/ ٥٠٦.(٤) عكرمة بن عمّار العجلي اليماميّ، صدوق يغلط، ولم يكن له كتاب.انظر: \"تقريب التهذيب\" لابن حجر ٢/ ٣٠، \"تهذيب التهذيب\" لابن حجر ٧/ ٢٦١.(٥) كذا في جميع النسخ، وفي مصادر التخريج: شدّاد بن عبد الله. وهو القرشي: ثقة يرسل.انظر: \"تقريب التهذيب\" لابن حجر ١/ ٣٤٧، \"تهذيب التهذيب\" لابن حجر ٤/ ٣٠٧.(٦) صدي بن عجلان أبو أمامة الباهلي - رضي الله عنه -، صحابي مشهور.(٧) الحرورية: هم الخوارج الذين خرجوا على عليّ بن أبي طالب، نسبة إلى حروراء قرية بظاهر الكوفة وقد تقدّم.</p><p> القتلى: شر قتلى تظل السماء، وخير قتلى قتلاهم، أشيء من قبل رأي رأيته (أم بشيء سمعته من رسول الله - صلى الله عليه وسلم -؟ )  (١) قال: إذًا أنا لجريء، لو لم أسمعه من رسول الله - صلى الله عليه وسلم - إلَّا مرة، أو مرتين -حتَّى عدّ سبع مرات- ما حدثت به. فقال الرجل: فإني رأيتك دمعت عيناك، قال: هي (٢) رحمة، رحمتهم؛ لأنهم كانوا مؤمنين فكفروا بعد إيمانهم، ثم قرأ:  {وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ} إلى قوله: {أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ}  (٣)  (٤) . </p><p>(١) ساقطة من الأصل، والمثبت من (س)، (ن). (٢) من (ن).(٣) [٨٥٨] الحكم على الإسناد:حسن، وعكرمة بن عمّار وثقه علي بن المديني ويحيى بن معين.انظر: \"تهذيب الكمال\" للمزي ١٣/ ١٥٩.التخريج:أخرج الحاكم في \"المستدرك\" (٢٦٥٤) من طريق أبي حذيفة النهديّ، وفي رواية من طريق النضر بن محمد (٢٦٥٥) ثنا عكرمة بن عمّار به نحوه، وفي رواية أبي حذيفة: عند باب دمشق. بدون شك. قال الحاكم: هذا حديث صحيح على شرط مسلم ولم يخرّجاه، ووافقه الذهبيّ، والغالب على هذا المتن طرق حديث أبي غالب عن أبي أمامة، وقد تقدّم.وينظر: \"تفسير القرآن العظيم\" لابن أبي حاتم ٢/ ٥٩٤، \"جامع الترمذي\" في أبواب التفسير في تفسير سورة آل عمران (٣٠٠٠)، \"سنن ابن ماجة\" في المقدمة في باب في ذكر الخوارج (١٧٣)، \"المعجم الكبير\" للطبراني ٨/ ٣٢٦ (٨٠٤٩)، \"الشريعة\" للآجريّ ١/ ٣٦٤ - ٣٦٥.(٤) ورد في جميع النسخ: وقال أبو أمامة: وهم الحرورية. والقول مكرر، والحذف أولى.</p><p> [٨٥٩] وأخبرني ابن فنجويه (١) ، حدثنا عمر بن الخطاب (٢) ، قال: ثنا عبد الله بن الفضل (٣) ، ثنا سويد بن سعيد (٤) قال: ثنا صالح بن موسى (٥) ، عن عبد الملك بن عمير (٦) ، عن قبيصة بن جابر (٧) ، أن عمر بن الخطاب (٨) رضي الله عنه لما نزل بابًا من أبواب دمشق يقال له: الجابية (٩) . حمد الله وأثنى عليه بما هو أهله، ثم قال: قام فينا رسول الله -صلى الله عليه وسلم- كمقامي فيكم ثم قال: \"من سرّه أن يسكن في بحبحة (١٠) الجنَّة فليلتزم الجماعة، فإن الشيطان مع الفذ، وهو مع </p><p>(١) الحسين بن محمد ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير. (٢) ربما يكون الراسبي أو العنبري، ولم يتبين لي من هو.(٣) لم أجده.(٤) سويد بن سعيد، صدوق في نفسه، إلّا أنَّه عمي فصار يتلقن ما ليس من حديثه.(٥) صالح بن موسى بن إسحاق الكوفي، متروك.انظر: \"تحرير التقريب\" لشعيب الأرناؤوط ٢/ ١٣٣، \"تهذيب الكمال\" للمزي ٩/ ٥٦.(٦) عبد الملك بن عمير القبطيّ؛ ثقة تغيّر حفظه، وربما دلّس.انظر: \"تقريب التهذيب\" لابن حجر ١/ ٥٢١، \"تهذيب الكمال\" للمزي ١٢/ ٧٢.(٧) قبيصة بن جابر أبو العلاء الكوفيّ؛ ثقة.انظر: \"تقريب التهذيب\" لابن حجر ٢/ ١٢٢، \"تهذيب الكمال\" للمزي ١٥/ ٢١٠.(٨) صحابي مشهور.(٩) الجابية: قرية من أعمال دمشق، وأصله في اللغة الحوض الَّذي يجبى فيه الماء للإبل.انظر: \"معجم البلدان\" لياقوت ٢/ ٩١.(١٠) كذا في النسخ، وفي هامش (ن) عند هذا الموضع: بحبوحة. وهو الصحيح، =</p><p> الاثنين أبعد\" (١) . </p><p>= وبحبوحة كل شيء وسطه، يعني: وسط الجنَّة. انظر: \"غريب الحديث\" للهروي ١/ ٣١٩، \"الفائق\" للزمخشري ١/ ٦٤.(١) [٨٥٩] الحكم على الإسناد:ضعيف جدًّا؛ صالح بن موسى: متروك، وفيه من لم يتبين لي، والحديث صحيح من غير هذا الوجه.التخريج:أخرج ابن أبي شيبة في \"المصنف\" ١١/ ٢١٧ (٣٢٩٥٢)، وذكره العقيلي في \"الضعفاء\" ٣/ ٣٠٢ من طريق يحيى بن يعلى أبي المُحيّاة التيميّ، عن عبد الملك بن عمير، عن قبيصة بن جابر، عن عمر نحوه مختصرًا، وأبو المحيّاة: ثقة كما في \"تقريب التهذيب\" لابن حجر ٢/ ٣٦٠، وأخرج الطيالسيّ في \"المسند\" ١/ ٣٤، وأحمد في \"المسند\" ١/ ٢٦ (١٧٧)، وابن ماجة في كتاب الأحكام في باب كراهية الشهادة لمن لم يستشهد (٢٣٦٣)، وابن حبّان في \"صحيحه\" كما في \"الإحسان\" ١٠/ ٤٣٦ (٤٥٧٦)، والخطيب في \"تاريخ بغداد\" ٢/ ١٨٧ عن عبد الملك بن عمير، عن جابر بن سمرة قال: خطبنا عمر بن الخطاب ... فذكر خبرًا طويلا .. إلى أن قال: عليكم بالجماعة، وإياكم والفرقة ... الحديث.قال الألبانيّ في \"صحيح سنن ابن ماجة\" (١٩٢٧): صحيح. وله شاهد من حديث عبد الله بن عمر رضي الله عنهما، كما في \"سنن الترمذيّ\" في أبواب الفتن في باب ما جاء في لزوم الجماعة (٢١٦٥)، \"السنن الكبرى\" للبيهقيّ ٧/ ٩١، \"المستدرك\" للحاكم ١/ ١٩٨ عنه عن عمر بنحوه.قال الترمذيّ: هذا حديث حسن صحيح غريب من هذا الوجه، وقال الألبانيّ في \"صحيح سنن الترمذي\" ٢/ ٢٣٢: صحيح.وله شاهد من حديث عامر بن سعد بن أبي وقاص، عن أبيه قال: وقف عمر بن الخطاب بالجابية ... فذكر نحوه، أخرجه الحاكم في \"المستدرك\" ١/ ١٩٩ وصححه ووافقه الذهبيّ.</p>"
}