{
  "id": null,
  "sura": 3,
  "aya": 64,
  "text": "<p> ولاستأصل الله نجران وأهله حتى الطير على رؤوس الشجر، ولما حال الحول على النصارى كلهم حتى هلكوا\" (١) . </p><p> ٦٢ - قال الله تعالى:  {إِنَّ هَذَا} : </p><p> الذي أوحينا إليك {لَهُوَ الْقَصَصُ الْحَقُّ وَمَا مِنْ إِلَهٍ إِلَّا اللَّهُ وَإِنَّ اللَّهَ لَهُوَ الْعَزِيزُ الْحَكِيمُ} . </p><p> ٦٣ - قوله- عز وجل {فَإِنْ تَوَلَّوْا} : </p><p> أعرضوا عن الإيمان {فَإِنَّ اللَّهَ عَلِيمٌ بِالْمُفْسِدِينَ} : الذين يعبدون غير الله، ويدعون الناس إلى عبادة غير الله (٢) . </p><p> ٦٤ - قوله - عز وجل-: {قُلْ يَاأَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ} . </p><p> قال المفسرون: قدم وقد نجران المدينة، فالتقوا مع اليهود، فاختصموا في إبراهيم عليه السلام، فأتوا النبي - صلى الله عليه وسلم - فقالوا: يا محمَّد، إنا اختلفنا في إبراهيم ودينه، فزعمت النصارى أنه كان نصرانيًّا وأنهم على دينه وأولى الناس به. وقالت اليهود: بل كان يهوديًّا وأنهم </p><p>(١) تقدّم في أول السورة تخريج قصة وفادة أهل نجران على النبي - صلى الله عليه وسلم -. انظر: \"دلائل النبوة\" لأبي نعيم ١/ ٢٥٨، ٢٥٩، \"جامع البيان\" للطبري ٣/ ٢٩٩ - ٣٠٠، \"سنن أبي داود\" كتاب الخراج والإمارة والفيء، باب في أخذ الجزية ٢/ ٣٧٥ (٣٠٤١).(٢) انظر: \"تفسير القرآن العظيم\" لابن كثير ٣/ ٧٣، \"روح المعاني\" للألوسي ٣/ ١٩١، \"البحر المحيط\" لأبي حيان ٢/ ٤٨٢، \"بحر العلوم\" للسمرقندي ١/ ٢٧٥.</p><p> على دينه وأولى الناس به، فقال لهم رسول الله - صلى الله عليه وسلم -: \"كلا الفريقين بريء من إبراهيم ودينه، بل كان حنيفًا مسلمًا، وأنا على دينه فاتبعوه، وكان دينه الإِسلام\" . </p><p> فقالت اليهود: وما تريد، يا محمَّد، إلَّا أن نتخذك ربًّا كما اتخذت النصارى عيسى ربًّا، وقالت النصارى: والله، يا محمَّد، ما تريد إلَّا أن نقول فيك ما قالت اليهود في عزير، فأنزل الله تعالى:  {قُلْ يَاأَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ}  (١) . </p><p> {سَوَاءٍ} : عدل {بَيْنَنَا وَبَيْنَكُمْ} : وكذلك قرأ بها ابن مسعود (٢) ، يقال: دعا فلان فلانًا إلى السواء. أي: إلى النَّصَفة. وسواء كل شيء: وسطه، قال الله تعالى:  {فَاطَّلَعَ فَرَآهُ فِي سَوَاءِ الْجَحِيمِ}  (٣) . </p><p>(١) التخريج: أخرج الطبري في \"جامع البيان\" ٣/ ٣٠٥ من طريق محمَّد بن إسحاق قال: حدثني محمَّد بن أبي محمَّد مولى زيد بن ثابت قال: حدثني سعيد بن جبير أو عكرمة عن ابن عباس قال: . فذكر نحوه، وفيه اختلاف في بعض اللفظ، وفي بعض زيادة. ومحمد بن أبي محمَّد: مجهول لا يُعرف. \"ميزان الاعتدال\" للذهبي ٥/ ١٥١.وطريق مولى آل زيد طريق جيّدة وإسنادها حسن كما في \"الإتقان\" للسيوطي ٢/ ٢٤٢.(٢) سواء: عدل. هذا قول مدرج زِيد في القراءة على وجه التفسير، وقد أجاز العلماء القراءة على وجه التفسير لا على أنها تلاوة، ولا تصح بها الصلاة.انظر: \"الإتقان\" للسيوطي ١/ ٢١٦، \"جامع البيان\" للطبري ٣/ ٣٠٣.(٣) الصافات: ٥٥.انظر: \"معاني القرآن\" للفراء ١/ ٢٢٠، \"تفسير القرآن العظيم\" لابن كثير ٣/ ٨٢.</p><p> وإنما قيل للنصف سواء؛ لأن أعدل الأمور وأفضلها أوسطها، وسواء: نعت للكلمة، إلَّا أنه مصدر والمصادر لا تثنَّى ولا تجمع ولا تؤنث (١) ، فإذا فتحت السين مددت، وإذا كسرت أو ضممت قصرت، كقوله تعالى:  {مَكَانًا سُوًى}  (٢) أي: مستو (٣) ، ثم (٤) فسَّر الكلمة فقال: {أَلَّا نَعْبُدَ إِلَّا اللَّهَ} محل (إن) : الرفع على إضمار هي (٥) . وقال الزجاج: محله رفع بالابتداء (٦) . وقيل: محله نصب بنزع حرف الصفة، معناه: بأن لا نعبد إلَّا الله (٧) . وقيل: محله خفض؛ بدلًا من الكلمة. أي: تعالوا إلى أن لا نعبد إلَّا الله (٨) . </p><p>(١) انظر: \"جامع البيان\" للطبري ٣/ ٣٠٣، \"الكشاف\" للزمخشري ١/ ٥٦٧، \"معاني القرآن\" للزجاج ١/ ٤٢٥. (٢) طه: ٥٨.وانظر: \"التبيان\" للعكبري ١/ ٢١٧، \"معاني القرآن\" للأخفش ١/ ٢٢٢.(٣) انظر هذا الوجه في: \"روح المعاني\" للألوسي ٣/ ١٩٣، \"البحر المحيط\" لأبي حيان ٢/ ٤٨٣، \"الكشاف\" للزمخشري ١/ ٥٦٧.(٤) من (ن).(٥) انظر هذا الوجه في: \"روح المعاني\" للألوسي ٣/ ١٩٣، \"الجامع لأحكام القرآن\" للقرطبي ٤/ ١٠٦، \"البحر المحيط\" لأبي حيان ٢/ ٤٨٣.(٦) انظر قول الزجاج في: \"معاني القرآن\" له ١/ ٤٢٥ بنحوه، \"روح المعاني\" للألوسي ٣/ ١٩٣.(٧) انظر: \"الجامع لأحكام القرآن\" للقرطبي ٤/ ١٥٦، \"معاني القرآن\" للزجاج ١/ ٤٢٥، \"التبيان\" للعكبري ١/ ٢١٧.(٨) ذكر هذا الوجه: الألوسي في \"روح المعاني\" ٣/ ١٩٣، والقرطبي في \"الجامع لأحكام القرآن\" ٤/ ١٠٦.</p><p> {وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ} : كما فعلت اليهود والنصارى (١) . </p><p> قال الله تعالى:  {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ}  (٢) . قال عكرمة: هو سجود بعضهم لبعض (٣) . وقيل: معناه: لا نطيع أحدًا في المعاصي (٤) . وفي الخبر: من أطاع مخلوقًا في معصية الله فكأنما سجد سجدة لغير الله (٥) . </p><p> {فَإِنْ تَوَلَّوْا فَقُولُوا} : أنتم لهم {اشْهَدُوا بِأَنَّا مُسْلِمُونَ} : مخلصون بالتوحيد (٦) . وكتب رسول الله - صلى الله عليه وسلم - بهذِه الآية إلى قيصر ملك الروم:  \"من محمَّد رسول الله إلى هرقل عظيم الروم، سلام على من اتبع الهدى،أما بعد:فإني أدعوك إلى الإِسلام، فأسلم تسلم من النار، أسلم يؤتك الله أجرك مرتين، فإن توليت فعليك إثم الأريسيين\"  (٧) ، </p><p>(١) انظر: \"اللباب\" لابن عادل الدمشقي ٥/ ٢٩٨، \"روح المعاني\" للألوسي ٣/ ١٩٣، \"الجامع لأحكام القرآن\" للقرطبي ٤/ ١٠٦. (٢) التوبة: ٣١.(٣) أخرج الطبري في \"جامع البيان\" ٣/ ٣٠٤ عن عكرمة مثله.(٤) ذكره ابن عادل الدمشقي في \"اللباب\" ٥/ ٢٩٩.وانظر: \"تفسير القرآن العظيم\" لابن كثير ٣/ ٨٣ عن ابن جريج.(٥) لم أجده.(٦) هو معنى قول الطبري في \"جامع البيان\" ٣/ ٣٠٤.وانظر: \"اللباب\" لابن عادل الدمشقي ٥/ ٢٩٩، \"معاني القرآن\" للزجاج ١/ ٤٢٦.(٧) الأريسيون: جمع أريسيٍّ، وهو الأكَّار. أي: الفلَّاح. وفيه أقوال أخرى لكن هذا هو الصحيح هنا، كما أشار إلى ذلك الإِمام ابن حجر في \"فتح الباري\" ١/ ٣٩، والنووي في \"شرح صحيح مسلم\" ١٢/ ١٠٩.</p>"
}