{
  "id": null,
  "sura": 3,
  "aya": 68,
  "text": "<p> قائل: </p><p> ٦٧ - {مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ (٦٧) } </p><p> والحنيف: الذي يوحد ويحج ولضحي ويختتن ويستقبل الكعبة، وهو أسهل الأديان وأحبُّها إلى الله تعالى، وأهله أكرم الخلق على الله عز وجل (١) </p><p> ٦٨ - قوله تعالى:  {إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ} الآية. </p><p> قال ابن عباس - رضي الله عنهما -: قال رؤوساء اليهود: والله (٢) يا محمَّد، لقد علمت أنّا أولى الناس بدين إبراهيم منك ومن غيرك، وأنه (٣) كان يهوديًّا، وما بك إلَّا الحسد لنا، فأنزل الله تعالى هذِه الآية (٤) . </p><p> [٧٩٧] أخبرني عبد الله بن حامد الوزان (٥) ، ثنا أحمد بن شاذان (٦) ، </p><p>(١) انظر: \"معاني القرآن\" للزجاج ١/ ٤٢٧، \"بحر العلوم\" للسمرقندي ١/ ٢٧٦، \"الوسيط\" للواحدي ١/ ٤٤٨. (٢) من (ن).(٣) ورد في الأصل: وأنا، والمثبت من (ن).(٤) ذكره أبو حيان في \"البحر المحيط\" ٢/ ٤٨٧، والواحدي في \"أسباب النزول\" (ص ١٠٠)، والقرطبيّ في \"الجامع لأحكام القرآن\" ٤/ ١٠٩ عن ابن عباس بغير سند.وانظر: \"الوسيط\" للواحدي ١/ ٤٤٨.(٥) الأصبهانيّ، الواعظ، لم يذكر بجرح أو تعديل.(٦) لم أجده.</p><p> ثنا جيحونة بن محمَّد (١) ، حدثنا صالح بن محمَّد (٢) ، عن محمَّد بن مروان (٣) ، عن الكلبيِّ (٤) ، عن أبي صالح (٥) ، عن ابن عباس، ح. </p><p> [٧٩٨] وأخبرني شعيب بن محمَّد البيهقي (٦)  (٧) ، أنبأنا مكي (بن عبدان)  (٨)  (٩) أنبأنا أبو الأزهر (١٠) ، ثنا روح (١١) ، ثنا عبد الحميد بن بهرام (١٢) ، عن شهر بن حوشب (١٣) ، حدثني عبد الرحمن بن غنم (١٤) ، عن أصحاب رسول الله - صلى الله عليه وسلم - ح. </p><p>(١) لم أجده. (٢) الترمذيّ متهم ساقط.(٣) السدي الصغير متهم بالكذب.(٤) محمَّد بن السائب، متهم بالكذب، ورمي بالرفض.(٥) باذام مولى أم هانئ، ضعيف يرسل.(٦) من (ن).(٧) مستور من أهل النواحي.(٨) من (ن).(٩) النيسابوري، أبو حاتم، محدث، ثقة متقن.(١٠) أحمد بن الأزهر، صدوق، كان يحفظ ثم كبر، فصار كتابه أثبت من حفظه.(١١) روح ابن عبادة البصري، ثقة فاضل.(١٢) صاحب شهر بن حوشب، صدوق.(١٣) صدوق، كثير الإرسال والأوهام.(١٤) عبد الرحمن بن غنم الأشعري الشامي، فقيه إمام شيخ أهل فلسطين، حدث عن معاذ وتفقه به، وعمر بن الخطاب وأبي الدرداء وغيرهم، حدث عنه ولده محمَّد، ورجاء بن حيوة وآخرون.قال الحافظ، مختلف في صحبته، وذكره العجلي في كبار ثقات التابعين.انظر: \"سير أعلام النبلاء\" للذهبي ٤/ ٤٥، (٣٩٧٨).</p><p> [٧٩٩] وأخبرنا (١) محمَّد بن حمدويه (٢) ، ثنا محمَّد بن يعقوب (٣) ، أنبأنا أحمد بن عبد الجبار (٤) ، ثنا يونس بن بكير (٥) ، عن محمَّد بن إسحاق (٦) -رفعه- دخل حديث بعضهم في بعض قالوا: لما هاجر جعفر بن أبي طالب وأصحابه من أصحاب رسول الله - صلى الله عليه وسلم - إلى الحبشة إلى النجاشيِّ واستقرت بهم الدار، وهاجر رسول الله - صلى الله عليه وسلم - إلى المدينة، وكان من أمر بدر ما كان، اجتمعت قريش في دار الندوة (٧) ، وقالوا: إن لنا في الذين عند النجاشيِّ من أصحاب محمَّد ثأرًا بمن قُتِل منكم ببدر، فاجمعوا مالًا، وأهدوه إلى النجاشيِّ لعلَّه يدفع إليكم من عنده من قومكم، ولينتدب لذلك رجلان من ذوي رأيكم. فبعثوا عمرو بن العاص وعمارة بن أبي معيط مع الهدايا من الأدم (٨)  (٩) وغيره. فركبا البحر وأتيا الحبشة، </p><p>(١) في الأصل: أخبرني. والمثبت من (ب). (٢) الإِمام الحافظ الثقة أبو عبد الله الحاكم.(٣) أبو العباس الأصم، ثقة.(٤) العطاردي ضعيف، وسماعه للسيرة صحيح.(٥) الشيباني، صدوق يخطئ.(٦) هو المطلبي: صاحب المغازي، صدوق يدلس، ورمي بالتشيع والقدر.(٧) أحدثها قصي بن كلاب وكان يجتمع فيها للمشاورة.انظر: \"معجم البلدان\" لياقوت ٢/ ٤٢٣.(٨) ليست في الأصل، والمثبت من (ن).(٩) الأدم: الجلد.انظر: \"شمس العلوم\" لنشوان بن سعيد الحميري ١/ ٢١٠ (الأديم)، \"ترتيب القاموس\" للزاوي ١/ ١٢٣ (أدم).</p><p> فلمَّا دخلا على النجاشيِّ سجدا له وسلما عليه وقالا له (١) : إن قومنا لك ناصحون شاكرون، ولصلاحك محبون، وإنهم بعثونا إليك؛ لنحذرك هؤلاء (٢) القوم الذين قدموا عليك؛ لأنهم قوم رجل كاذب خرج فينا يزعم أنه رسول الله، ولم يتابعه أحد منا إلَّا السفهاء، وإنا كنا قد ضيّقنا عليهم الأمر وألجأناهم إلى شعب بأرضنا لا يدخله عليهم أحد، ولا يخرج منهم أحد، وقد قتلهم الجوع والعطش. فلمَّا اشتد عليه الأمر بعث إليك ابن عمّه؛ ليفسد عليك دينك، وملكك، ورعيتك، فاحذرهم، وادفعهم إلينا؛ لنكفيكهم، وآية ذلك أنهم إذا دخلوا عليك لا يسجدون لك ولا يحيونك بالتحية التي يحيِّيك بها الناس رغبةً عن دينك وسنتك. </p><p> قال: فدعاهم النجاشيُّ فلمَّا حضروا، صاح جعفر بالباب يستأذن عليك حزب الله تعالى، فقال النجاشيُّ: مرُوا هذا الصائح فليُعد كلامه، ففعل جعفر، فقال النجاشيُّ: نعم. فليدخلوا بأمان الله وحفظه وذمته. </p><p> فنظر عمرو بن العاص إلى صاحبه فقال: ألا تسمع كيف يوطئون لحزب الله وما أجابهم به النجاشيُّ؟ فساءهم ذلك، ثم دخلوا عليه ولم يسجدوا له، فقال له عمرو بن العاص: ألا ترى أنهم يستكبرون أن يسجدوا لك؟ فقال لهم (٣) النجاشيُّ: ما منعكم أن تسجدوا لي </p><p>(١) من (ن). (٢) في الأصل: هذا. والمثبت من (ن).(٣) من (ن).</p><p> وتحيوني بالتحية التي يحييني بها من أتاني من آفاق (١) الأرض؟ قالوا: نسجد لله الذي خلقك وملكك، وإنما كانت تلك التحية لنا ونحن نعبد الأوثان، فبعث الله تعالى فينا نبيًّا صادقًا، وأمرنا بالتحية التي رضيها الله تعالى لنا، وهي السلام، تحية أهل الجنة في الجنة، فعرف النجاشيُّ أن ذلك حق، وأنه في التوراة والإنجيل. </p><p> قال: أيكم الهاتف: يستأذن عليك حزب الله؟ قال جعفر: أنا، قال: فتكلَّم، قال: إنك ملك من ملوك الأرض ومن أهل الكتاب، وليس يصلح عندك كثرة الكلام ولا الظلم، وأنا أحب أن أجيب عن أصحابي، فمر هذين الرجلين فليتكلم أحدهما ولينصت الآخر فتسمع محاورتنا. </p><p> فقال عمرو لجعفر: تكلَّم، فقال جعفر للنجاشيِّ: سل هذين الرجلين: أعبيد نحن أم أحرار؟ فإن كنَّا عبيدًا أَبَقْنا من أربابنا، فارددنا إليهم، فقال النجاشيُّ: أعبيد هم أم أحرار؟ فقال: لا بل أحرار كرام. </p><p> فقال النجاشيُّ: نجوا من العبودية، ثم قال جعفر: سلهما: هل أرقنا دمًا بغير حق فيقتص منا؟ فقال عمرو: لا, ولا قطرة. </p><p> قال جعفر: سلهما: هل أخذنا أموال الناس بغير حق فعلينا </p><p>(١) الأفق -بضم الفاء وسكونها مع ضم الهمزة في الحالتين، لغتان فيها- الناحية، جمعها آفاق. انظر: \"ترتيب القاموس\" للزاوي ١/ ١٥٩، \"معجم مقايشى اللغة\" لابن فارس ١/ ١١٤ (أفق).</p><p> قضاؤها؟ قال النجاشيُّ: يا عمرو، إن كان قنطارًا من ذهب فعليَّ قضاؤه. فقال عمرو: لا, ولا قيراطًا. </p><p> قال النجاشيُّ: فما تطلبون منهم؟ </p><p> فقال عمرو: كنا نحن وهم على دين واحد (وأمر واحد)  (١) على دين ابائنا فتركوا ذلك الدين واتبعوا غيره، ولزمناه نحن (٢) ، وبعثَنَا إليك قومهم؛ لتدفعهم إلينا. </p><p> فقال النجاشيُّ: ما هذا الدين الذي كنتم عليه والدين الذي اتبعتموه؟ اصدقني. </p><p> قال جعفر - رضي الله عنه -: أما الدين الذي كنا عليه فتركناه فهو دين الشيطان وأمره، كنا نكفر بالله تعالى ونعبد الحجارة، وأما الدين الذي تحولنا إليه فدين الله الإِسلام، جاءنا به (٣) من الله عز وجل رسول الله - صلى الله عليه وسلم -، وكتاب مثل كتاب ابن مريم موافقًا له. </p><p> فقال النجاشيُّ - رضي الله عنه -: يا جعفر، تكلَّمت بأمر عظيم فعلى رِسْلك، ثم أمر النجاشيُّ فضرب الناقوس، فاجتمع إليه كل قسِّيس وراهب، فلمّا اجتمعوا عنده، قال النجاشيُّ: أنشدكم بالله الذي أنزل الإنجيل على عيسى عليه السلام، هل تجدون بين عيسى عليه السلام وبين يوم (٤) القيامة نبيًّا مرسلا؟ فقالوا: اللهم نعم، قد بشرنا به عيسى وقال: من آمن به فقد </p><p>(١) من (ن). (٢) من (ن).(٣) مطموس في الأصل، والمثبت من (ن).(٤) الزيادة من (ن).</p><p> آمن بي، ومن كفر به فقد كفر بي، فقال النجاشيُّ لجعفر: ماذا يقول لكم هذا الرجل؟ وما يأمركم (١) به؟ وما ينهاكم عنه؟ فقال جعفر: يقرأ علينا كتاب الله تعالى، ويأمرنا بالمعروف، وينهانا عن المنكر، ويأمرنا بحسن الجوار، وصلة الرحم، وبر اليتيم، ويأمرنا أن نعبد الله عز وجل وحده لا شريك له. </p><p> فقال: اقرأ عليَّ شيئًا مما يقرؤه عليكم، فقرأ عليه سورة العنكبوت والروم ففاضت عينا النجاشي وأصحابه بالدمع، وقال: يا جعفر، زدنا من هذا الحديث (٢) الطيّب فقرأ عليهم سورة الكهف، فأراد عمرو أن يغضب النجاشيّ فقال: أنتم تشتمون عيسى وأمه (فقال النجاشيُّ: ما تقول في عيسى وأمّه؟ (٣) . </p><p> فقرأ عليهم جعفر (٤) سورة مريم، فلما أتى على ذكر عيسى ومريم عليهما السلام، رفع النجاشيُّ نفاثةً (٥) من سواكه قدر ما تقذى به العين وقال: والله ما زاد المسيح على ما يقول، هذا مثل هذا، ثم أقبل على جعفر وأصحابه وقال: اذهبوا فأنتم شيوم بأرضي يقول: آمنون، من سبَّكم أو آذاكم غرم، ثم قال: أبشروا, ولا تخافوا فلا دهورة اليوم </p><p>(١) في الأصل: أمركم. والمثبت من (ن). (٢) من (ن).(٣) من (ن).(٤) من (ن).(٥) النُّفَاثة: ما يُنْفَث من شظايا السواك.انظر: \"غريب الحديث\" للخطّابي ١/ ٩٥، \"شمس العلوم\" لنشوان بن سعيد الحميري ١٠/ ٦٦٩٣ (النفاثة).</p><p> على حزب إبراهيم (عليه السلام)  (١) قال عمرو: يا نجاشيُّ، ومَن حزب إبراهيم؟ قال: هؤلاء الرهط وصاحبهم الذي جاؤوا من عنده، ومن تبعهم، فأنكر ذلك المشركون، وادعوا في دين إبراهيم، ثم ردَّ النجاشيُّ على عمرو وصاحبه المال الذي حملوه وقال: إنما هديتكم إليَّ رشوة فاقبضوها؛ فإن الله ملَّكني ولم يأخذ مني رشوةً. قال جعفر - رضي الله عنه -: فانصرفنا وكنا في خير دار وأكرم جوار، وأنزل الله ذلك اليوم (٢) في خصومتهم في إبراهيم عليه السلام على رسوله - صلى الله عليه وسلم -وهو بالمدينة. (٣) </p><p>(١) من (ن). (٢) من (ن).(٣) [٧٩٧] [٧٩٩] الحكم على الإسناد:ساق الثعلبيّ القصة من ثلاث طرق، ولم يبيّن اختلاف الرواة وعباراتهم ويعرضْها على مناهج المحدثين في الحكم على الأسانيد، وبالنظر إليها يتبيّن أن:١ - الطريق الأولى من أوهى الطرق عن ابن عباس، قال السيوطيّ في \"الإتقان\" ٦/ ٢٣٣٦ - وهو يستعرض طرق الرواية عن ابن عباس: .. وأوهى طرقه طريق الكلبيّ عن أبي صالح عن ابن عباس، فإن انضم إلى ذلك رواية محمَّد بن مروان السديّ الصغير, فهي سلسلة الكذب، وكثيرًا ما يخرِّج منها الثعلبيّ والواحدي. انتهى.٢ - أما الطريق الثانية فالإسناد مرسل؛ لأن عبد الرحمن بن غنْم من كبار التابعين لم يذكر لما قال مستندًا.٣ - أما الطريق الثالثة فهي من رواية محمَّد بن إسحاق، وبالرجوع إلى ما رواه ابن هشام في \"السيرة النبوية\" وغيره من أهل العلم عنه، تبيّن الاختلاف الواضح في السياق، وإن كانت العبارات تجري كلها في معنى ما ذُكر، إلَّا أنه لم ينص على سبب نزول الآية. =</p><p> (قوله عز وجل)  (١) : {إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ} : (على سنته وملته)  (٢) . </p><p> {وَهَذَا النَّبِيُّ}  (يعني: محمدًا - صلى الله عليه وسلم -)  (٣)  {وَالَّذِينَ آمَنُوا}  {وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ} . </p><p> [٨٠٠] أخبرنا شعيب بن محمَّد (٤) ، ثنا مكي بن عبدان (٥) ، ثنا </p><p>= التخريج: أخرج عبد بن حميد، كما في \"الدر المنثور\" للسيوطي ٢/ ٧٣ - ٧٤، من طريق شهر بن حوشب: حدثني ابن غنم، أنه لمّا أن خرج أصحاب النبي - صلى الله عليه وسلم - إلى النجاشي أدركهم عمرو بن العاص، وعمارة بن أبي معيط فذكر نحوه، وفيه اختصار.وانظر: \"سير أعلام النبلاء\" للذهبي ١/ ٤٢٨ - ٤٤٣.أما إرسال قريش إلى الحبشة في طلب المهاجرين إليها، فقد رواه جمع من أهل العلم من طريق صحيح فقد أخرج ابن هشام في \"السيرة النبوية\" ١/ ٣٣٤، والإمام أحمد في \"المسند\" ٥/ ٢٩٠ (٢٢٤٩٨)، والبيهقي في \"دلائل النبوة\" ٢/ ٣٠١، وابن كثير في \"البداية النهاية\" ٣/ ٧٩ - ٨٢، وأبو نعيم في \"حلية الأولياء\" ١/ ١١٤ - ١١٧ من طريق ابن إسحاق قال: حدثني الزهريّ عن أبي بكر بن عبد الرحمن بن الحارث بن هشام عن أم سلمة زوج النبي - صلى الله عليه وسلم - أنها قالت: فذكرت نحو حديث الباب، وليس فيه أن القصة كانت سببًا لنزول قول الله تعالى: {إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ} الآية.قال الهيثميّ في \"مجمع الزوائد\" ٦/ ٧٤ - ٧٧: رواه أحمد ورجاله رجال الصحيح غير ابن إسحاق، وقد صرّح بالسماع.(١) من (ن).(٢) من (ن).(٣) من (ن).(٤) العجلي، البيهقي، مستور من أهل النواحي.(٥) أبو حاتم، محدث، ثقة متقن.</p><p> أحمد (١) بن الأزهر (٢) ، ثثا روح (بن عبادة)  (٣)  (٤) ، ثنا سفيان الثوري (٥) ح. </p><p> [٨٠١] وأخبرنا ابن فنجويه (٦) ثنا أبو بكر بن مالك القطيعيُّ (٧) ، ثنا عبد الله بن أحمد بن حنبل (٨) حدثني أبي (٩) أثنا يحيى (١٠) وعبد الرحمن] (١١)  (١٢) ، عن سفيان (١٣) ، [عن أبيه]  (١٤)  (١٥) ، عن أبي الضحى (١٦) ، عن مسروق (١٧)  (١٨) ، عن عبد الله (١٩) - رضي الله عنه - قال: قال </p><p>(١) في الأصل: حماد. وفي (ن): محمَّد. وما أثبتناه الصواب. (٢) أبو الأزهر، صدوق كان يحفظ ثم كبر فصار كتابه أثبت من حفظه.(٣) من (ن).(٤) ثقة، فاضل.(٥) ثقة، حافظ، إمام حجة، كان ربما دلس.(٦) الحسين بن محمَّد بن الحسين، ثقة صدوق، كثير الرواية للمناكير.(٧) أحمد بن جعفر بن مالك ثقة.(٨) ثقة.(٩) إمام ثقة، حافظ فقيه حجة.(١٠) هو ابن سعيد القطان، ثقة، متقن، حافظ.(١١) في جميع النسخ: يحيى بن عبد الرحمن، والمثبت من \"مسند أحمد\".(١٢) هو ابن مهدي أبو سعيد البصري، ثقة ثبت حافظ.(١٣) الثوري، ثقة حافظ فقيه، وكان ربما دلس.(١٤) ساقطة من جميع النسخ، والمثبت من مصادر التخريج.(١٥) سعيد بن مسروق الثوري، ثقة.(١٦) مسلم بن صبيح الهمداني الكوفي، ثقة.(١٧) هو ابن الأجدع الهمداني أبو عائشة الكوفي، ثقة.(١٨) قوله: عن مسروق، لم ترد في رواية \"المسند\".(١٩) ابن مسعود، صحابي مشهور.</p><p> رسول الله - صلى الله عليه وسلم -: \"لكل نبيٍّ ولاة من النبييِّن، وإن وليي منهم أبي وخليلُ</p><p> ربي\" ثم قرأ: {إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَذَا النَّبِيُّ} \" الآية (١) . </p><p>(١) [٨٠٠] [٨٠١] الحكم على الإسناد: صحيح.التخريج:ساق الثعلبيّ الحديث من طريق روح بن عبادة، ومن طريق يحيى، وعبد الرحمن، عن سفيان، عن أبيه عن أبي الضحى، عن مسروق عن عبد الله، إلَّا أن لفظ الإِمام أحمد ليس فيه ذكر لمسروق.أما حديث روح بن عبادة:فأخرجه الترمذي (٢٩٩٥) كتاب تفسير القرآن، باب ومن سورة آل عمران، وابن أبي حاتم في \"العلل\" ٢/ ٦٣ (١٦٧٧) من طريق سفيان، عن أبيه، عن أبي الضحى، عن مسروق، عن عبد الله مثله، وقد سأل ابن أبي حاتم أباه وأبا زرعة عن هذا الحديث فأجاباه: هذا خطأ؟ رواه المتقنون من أصحاب الثوري عن الثوري، عن أبيه، عن أبي الضحى، عن عبد الله، عن النبي - صلى الله عليه وسلم - بمعناه، وليس فيه ذكر لمسروق.وأما حديث يحيى بن سعيد القطان وعبد الرحمن بن مهدي:أخرجه أحمد في \"المسند\" ١/ ٤٢٩ - ٤٣٠ (٤٠٨٨)، مقرونًا، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٣٢٦ (٧٣١) عن عبد الرحمن بن مهدي، عن سفيان، عن أبيه، عن أبي الضحى، عن ابن مسعود به، ليس فيه ذكر لمسروق. قال الترمذيّ: هذا أصح.قال الشيخ أحمد شاكر: هكذا روي هذا الحديث في الدواوين بالوجهين متصلًا ومنقطعًا، والوصل زيادة ثقة فهي مقبولة ... بل الظاهر عندي: أن هذا ليس اختلافًا على سفيان، وأن سفيان هو الذي كان يصله مرة ويقطعه مرة، ومثل هذا في الأسانيد كثير. انتهى مختصرًا.انظر: \"جامع البيان\" للطبري ٦/ ٤٩٨ - ٤٩٩.</p>"
}