{
  "id": null,
  "sura": 3,
  "aya": 32,
  "text": "<p> قال الله تعالى:  {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} الآية. فلمَّا نزلت هذِه الآية قال عبد الله بن أبيٍّ لأصحابه: إن محمدًا يجعل طاعته كطاعة (١) الله، ويأمرنا أن نحبه، كما أحب النصارى عيسى ابن مريم، فنزل قوله عز وجل: </p><p> ٣٢ - {قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِنْ تَوَلَّوْا}  (٢) </p><p> أي: أعرضوا عن طاعتهما {فَإِنَّ اللَّهَ لَا يُحِبُّ الْكَافِرِينَ} : لا يرضى فعلهم، ولا يثني عليهم، ولا يغفر لهم. </p><p> [٧٧٠] أخبرنا أبو عمرو الفراتيُّ (٣) ، أنا الهيثم بن كليب (٤) ، حدثنا إبراهيم بن عبد الله العبسي (٥) ، أخبرنا وكيع (٦) ، عن الأعمش (٧) ، عن </p><p>= ابن كثير متروك الحديث. انظر: \"المجروحين\" لابن حبان ٣/ ١٣٠، \"الجامع الصغير\" للسيوطي ٢/ ٤١.(١) في الأصل: لطاعة. والمثبت من (س).(٢) هذا تتمة للحديث السابق، وتقدّم أنَّه من رواية محمد بن مروان السدي عن الكلبيّ عن أبي صالح عن ابن عباس، وهذِه سلسلة الكذب.انظر \"التفسير والمفسرون\" للذهبي ١/ ٨٠ - ٨١.(٣) أحمد بن أُبي، لم يذكر بجرح أو تعديل.(٤) الإمام صاحب \"المسند الكبير\"، الحافظ، الثقة.(٥) أبو إسحاق بن عبد الله بن عمر بن أبي الخبيري، العبسي، القصار، الكوفي، حدث عن وكيع ومصعب بن المقدام وجعفر بن عون، وآخرين. حدث عنه خيثمة بن سليمان، والأصم وعلي بن الرحمن بن ماتي، ذكره ابن حبان في \"الثقات\" ٨/ ٨٨. وانظر \"الإكمال\" لابن ماكولا ٢/ ٢٥٥ - ٢٥٦.(٦) ابن الجراح، ثقة حافظ عابد.(٧) سليمان بن مهران، ثقة حافظ، لكنه يدلس.</p><p> أبي صالح (١) ، عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من أطاعني فقد أطاع الله، ومن عصاني فقد عصى الله، ومن عصى الإمام فقد عصاني\"  (٢) . </p><p>(١) باذام أبو صالح، ضعيف يرسل. (٢) [٧٧٠] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرح أو تعديل، وفيه أيضًا: الأعمش، وهو ثقة، لكنه يدلّس. قال ابن أبي حاتم: قال أبي: لم يسمع من أبي صالح مولى أم هانئ، هو مدلس عن الكلبيّ. وقال عبد الله بن أحمد بن حنبل عن أبيه: الأعمش عن أبي صالح -يعني مولى أم هانئ- منقطع كما في \"تهذيب التهذيب\" لابن حجر ٤/ ٢٢٤. وأبو صالح باذام: ضعيف. وهو صحيح من غير هذا الوجه.التخريج:أخرج الإمام أحمد في \"المسند\" ٢/ ٢٥٢، ٧٤٣٤، ٢/ ٤٧١ (١٠٠٨٩)، وابن ماجة في كتاب الجهاد، باب طاعة الإمام (٢٨٥٩) عن الأعمش عن أبي صالح به مثله. ورواه مسلم في كتاب الإمارة، باب وجوب طاعة الأمراء في غير معصية (١٨٣٥)، وأبو عوانة في \"المسند\" ٢/ ١٠٩، والطحاوي في \"شرح مشكل الآثار\" ١٤/ ٣١٢ (٥٦٤٣)، وفي \"شرح معاني الآثار\" ١/ ٤٠٤، وأحمد في \"المسند\" ٢/ ٤٦٧ (١٠٠٣٧) من طريق أبي علقمة يحدّث عن أبي هريرة، مرفوعًا، نحوه. وفيه زيادة.وأخرج عبد الرزاق في \"المصنف\" ١٠/ ٢٨٨ (٤٩٩٧) من طريق أبي سلمة عن أبي هريرة نحوه.</p>"
}