{
  "id": null,
  "sura": 3,
  "aya": 1,
  "text": "<p> ١ - فقال عز وجل:  {الم} . </p><p> قرأ أبو جعفر (يزيد بن القعقاع المدني)  (١) : (الم) مفصولاً، ومثلها حروف التهجي المفتتح بها السور (٢) . </p><p> وقرأ أبو جعفر الرؤاسيُّ (٣) ، والأعشى، والبرجمي (٤) : (الم) </p><p>= كثير في \"تفسير القرآن العظيم\" ٢/ ٧٨: وفيه غرابة. وانظر \"فتوح البلدان\" للبلاذري ١/ ٧٦ (١٩٨، ١٩٩)، \"اللباب \"لابن عادل الدمشقي ٥/ ١٠ - ١٣.وأصل الملاعنة وخبر العاقب والسيد ثابت من غير هذا الوجه، وبغير هذا السياق؛ فقد روى البخاري في كتاب المغازي، باب قصة أهل نجران (٤٣٨٠) عن حذيفة - رضي الله عنه - قال: جاء العاقب والسيد، صاحبا نجران، إلى رسول الله - صلى الله عليه وسلم - يريدان أن يلاعناه .. فذكر الحديث. وليس فيه ما ورد من تفصيل في الرواية التي ساقها الثعلبي.(١) من (ن).(٢) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص ١٤٣)، \"السبعة\" لابن مجاهد (ص ٢٠٠).(٣) في الأصل: الرقاشي. وفي (س): الراسي. والمثبت من (ن)، وهو محمَّد بن الحسن، أبو جعفر الرؤاسي، الكوفي، إمام مشهور.انظر: \"غاية النهاية\" لابن الجزري ٢/ ١١٦، \"طبقات النحويين واللغويين\" للزبيدي (ص ١٣٥).(٤) هو عبد الحميد بن صالح بن عجلان، البرجمي التيمي، أبو صالح الكوفي، المقرئ، أخذ القراءة عرضًا عن أبي بكر بن عياش ثم عن الأعشى، قال أبو حاتم: صدوق. ووثقه غيره. وقال الحافظ: صدوق.انظر: \"غاية النهاية\" لابن الجزري ١/ ٣٦٠، \"معرفة القراء\" للذهبي ١/ ٢٠٢، \"تقريب التهذيب\" لابن حجر (٣٧٦٦).</p><p> مقطوعًا، والباقون موصولا، مفتوح الميم (١) . </p><p> فمن فتح الميم ووصل، فله وجهان: </p><p> قال البصريون: لالتقاء الساكنين حرك إلى أخف الحركات. وقال الكوفيون: كانت ساكنة؛ لأن حروف الهجاء مبنية على الوقف، فلما تلقاها ألف الوصل، وأدرجت الألف، نقلت حركتها -وهي الفتحة- إلى الميم. </p><p> ومن قطع، فله وجهان: </p><p> أحدهما: نية الوقف، ثم قطع الهمزة؛ للابتداء، يقول الشاعر (٢) : </p><p> لتسمُعنَّ وشيكًا، في دياركم ... الله أكبر، ياثارات عثمانا (٣) </p><p>(١) انظر: \"إعراب القراءات الشواذ\" للعكبري ١/ ٢٩٩ - ٣٠٠، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ١٦٠)، \"معاني القراءات\" للأزهري ١/ ٢٤٠، \"الحجة\" لابن خالويه (ص ١٨). (٢) هو حسان بن ثابت الأنصاري. شاعر رسول الله - صلى الله عليه وسلم -، والمنافح عن عرضه، والجاعل عرضه وقاية لعرض رسول الله - صلى الله عليه وسلم -.\"ديوان حسان\" (ص ٢٤٨) في قصيدة له يرثي فيها عثمان بن عفان، وفيه: ديارهم. بدلًا من: دياركم.(٣) وقد أوردت بعض كتب اللغة والنحو البيت؛ مستشهدين به على قطع همزة الوصل؛ للضرورة.قال ابن جني في \"المنصف\" ١/ ٦٨: وكثيرًا ما تقطع همزة الوصل في أول المصراع الثاني. أضاف السمين الحلبي: .. إلا في الضرورة.انظر: \"الدر المصون\" للسمين الحلبي ٣/ ١٢، \"رصف المباني\" للمالقي (ص ٤١)، \"علل الوقوف\" لابن طيفور السجاوندي ١/ ٣٥٩.</p>"
}