{
  "id": null,
  "sura": 3,
  "aya": 171,
  "text": "<p> ١٧١ - قوله عز وجل:  {يَسْتَبْشِرُونَ بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ وَأَنَّ اللَّهَ} </p><p> يعني: وبأن الله، في محل الخفض مردود على قوله:  {بِنِعْمَةٍ مِنَ اللَّهِ}  (١) . </p><p> وقرأ الكسائي، والفراء (٢) والمفضل، ومحمد بن عيسى:  {وَإِنَّ اللَّهَ} بكسر الألف على الاستئناف (٣) ، ودليلهم قراءة ابن مسعود:  {وَأَنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُؤْمِنِينَ}  (٤) . </p><p> قال الكلبي بإسناده: إن العبد إذا لقي العدو في سبيل الله، فتح له باب من السماء واطلعت عليه زوجتاه من الحور العين (٥) ، فإذا أقبل على العدو يقاتلهم، قالتا: اللهم وفقه وسدده، فإذا أدبر عن العدو قالتا: اللهم اعف عنه وتجاوز، وإذا قتل (٦) يباهي الله عز وجل به الملائكة، فيقول لهم: انظروا إلى عبدي بذل نفسه ودمه ابتغاء مرضاتي. </p><p>(١) ينظرْ \"البحر المحيط\" لأبي حيان ٣/ ١٢١ - ١٢٢ \"الجامع لأحكام القرآن\" للقرطبي ٤/ ١٧٧ \"الدر المصون\" للسمين الحلبي ٣/ ٤٧٨. (٢) انظر قوله في: \"معاني القرآن\" ١/ ٣٤٧.(٣) انظر: \"المحرر الوجيز\" لابن عطية ٣/ ٣٢٢، \"الوسيط\" للواحدي ١/ ٥٢١.(٤) انظر: \"المحرر الوجيز\" لابن عطية ٣/ ٣٢٢، \"معاني القرآن\" للزجاج ١/ ٥٠٥، \"الحجة\" لابن خالويه (ص ١١٦)، \"البحر المحيط\" لأبي حيان ٣/ ١٢١، \"الدر المصون\" للسمين الحلبي ٢/ ٢٥٩.(٥) من (س)، (ن).(٦) في الأصل: أقبل. والمثبت من (س)، (ن).</p><p> فتقول الملائكة: يا رب (١) أفلا نذهب فننصره على من يريد قتله؟ ، فيقول لهم: خلوا عن (٢) عبدي، فطالما سهر ونصب في ابتغاء مرضاتي، أحب لقائي فأحببت لقاءه. </p><p> فينزل إليه زوجتاه من الحور العين، ويأمر الله عز وجل الملائكة أن يأتوه من آفاق الأرض فيحيونه ويبشرونه بالجنة والكرامة من الله تعالى. </p><p> فإذا فعلوا ذلك بعث الله إليهم: أن خلوا بين عبدي وبين زوجتيه حتى يستريح، فتقول زوجتاه: لقد كنا إليك (٣) بالأشواق، ويقول لهما مثل ذلك (٤) . </p><p> [٩٢٧] أنبأنا أبو القاسم يعقوب بن أحمد بن (٥) السريِّ (٦) ، أنا أبو بكر محمد بن عبد الله بن محمد (٧) ، ثنا أبو القاسم عبد الله بن أحمد بن عامر (٨) ، قال: حدثني أبي (٩) ، حدثنا علي بن موسى الرضا (١٠) ، </p><p>(١) في الأصل: رب. والمثبت من (س)، (ن). (٢) من (ن).(٣) في الأصل: إليه. والمثبت من (ن).(٤) لم أقف له على إسناد.ومحمد بن السائب الكلبي المفسر، أجمع الناس على ترك حديثه.(٥) من (س).(٦) لم أجده.(٧) محدث أصحاب الرأي لولا مجون كان فيه.(٨) يروي عن أبيه عن أهل البيت نسخة كلها موضوعة.(٩) أحمد بن عامر الطائي، هو محل التهمة.(١٠) صدوق، والخلل ممن روى عنه.</p><p> حدثني أبي موسى بن جعفر (١) ، حدثني أبي جعفر بن محمد (٢) ، حدثني أبي محمد بن علي (٣) ، حدثني أبي علي بن الحسين (٤) ، حدثني أبي الحسين بن علي (٥) قال: بينما عليّ بن أبي طالب - رضي الله عنه - يخطب الناس ويحثهم على الجهاد، إذ قام إليه شاب فقال: يا أمير المؤمنين: أخبرني عن فضل الغزاة في سبيل الله. </p><p> فقال: كنت رديف رسول الله - صلى الله عليه وسلم - على ناقته العضباء (٦) ، ونحن مقفلون من غزاة، فسألته عما سألتني عنه. </p><p> فقال - صلى الله عليه وسلم -: \"إن الغزاة إذا هموا بالغزو، كتب الله لهم براءة من النار، فإذا تجهزوا لغزوهم باهى الله عز وجل بهم الملائكة، فإذا ودعهم أهلوهم بكت عليهم الحيطان والبيوت، ويخرجون من ذنوبهم كما تخرج الحية من سلخها، ويوكل لله عز وجل كل رجل منهم أربعين ألف ملك يحفظونه من بين يديه، ومن خلفه، وعن يمينه وعن شماله، ولا يعمل حسنة إلاَّ أضعفت له، ويكتب له كل يوم عبادة ألف رجل يعبدون الله </p><p>(١) صدوق عابد. (٢) ابن علي بن الحسين، صدوق، فقيه، إمام.(٣) ابن الحسين بن علي أبو جعفر الباقر، ثقة، فاضل.(٤) زين العابدين ثقة ثبت عابد.(٥) الحسين بن علي بن أبي طالب أبو عبد الله الشهيد - رضي الله عنه -.(٦) العضباء: علم لها منقول من قولهم: ناقة عضباء، أي: مشقوقة الأذن، ولم تكن مشقوقة الأذن.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٢٥١، \"غريب الحديث\" لأبي عبيد ١/ ٣٢١.</p><p> عز وجل ألف سنة، كل سنة ثلاثمائة وستون يومًا، اليوم مثل عمر الدنيا، فإذا صاروا بحضرة عدوهم أنقطع علم أهل الدنيا عن ثواب الله -عز وجل- إياهم، فإذا برزوا لعدوهم، وأشرعت الأسنة، وفرقت السهام، وتقدم الرجل إلى الرجل حفتهم الملائكة بأجنحتها، ويدعون الله لهم بالنصر والتثبيت، ونادى منادٍ: الجنة تحت ظلال السيوف، فتكون الضربة والطعنة على الشهيد أهون من شرب الماء البارد في اليوم الصائف، وإذا زال الشهيد عن فرسه بطعنة أو ضربة لم يصل إلى الأرض حتى يبعث الله زوجته من الحور العين، فتبشره بما أعد الله له من الكرامة، فإذا وصل إلى الأرض تقول الأرض: مرحبًا بالروح الطيبة التي أخرجت من البدن الطيب، أبشر فإن لك ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، ويقول الله تعالى له: أنا خليفته على أهله، ومن أرضاهم فقد أرضاني، ومن أسخطهم فقد أسخطني، ويحمل الله روحه في حواصل طير خضر تسرح في الجنة حيث تشاء، وتأكل من ثمارها وتأوي إلى قناديل من ذهب، معلقة بالعرش، ويعطى الرجل منهم سبعين غرفة من غرف الفردوس، سمك كل غرفة ما بين صنعاء (١) والشام، يملأ نورها ما بين الخافقين (٢) ، في كل غرفة سبعون بابًا، </p><p>(١) صنعاء موضعان: إحداهما في اليمن وهي المرادة هنا. \"معجم البلدان\" لياقوت ٣/ ٤٢٦. (٢) الخافقان: هما طرفا السماء والأرض، وقيل: المشرق والمغرب.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٥٦، \"المحيط في اللغة\" لإسماعيل بن عباد ٤/ ١٩٨.</p><p> على كل باب سبعون مصراعًا (١) من ذهب، على كل باب ستر مسبل، في كل غرفة سبعون خيمة، في كل خيمة سبعون سريرًا من ذهب، قوائمها الدر والزبرجد، مرمولة (٢) بقضبان الزمرد، على كل سرير أربعون فراشًا، غلظ كل فراش أربعون ذراعًا، على كل فراش زوجة من الحور العين عربًا أترابًا\" (٣) . </p><p> فقال الشاب: يا أمير المؤمنين أخبرني من (٤) التَّرِبة؟ (٥) ، قال: هي: الغنجة المرضية الشهية لها سبعون ألف وصيف، وسبعون ألف وصيفة، صفر الحلي وبيض الوجوه، عليهم تيجان اللؤلؤ، على </p><p>(١) المصراعان من الأبواب: ما له بابان منصوبان ينضمان جميعًا مدخلهما بينهما في وسط المصراعين. انظر: \"تاج العروس\" للزبيدي ١١/ ٢٧١، \"المحيط في اللغة\" لإسماعيل بن عباد ١/ ٣٣٠ (صرع).(٢) رمَّلت الحصير والسرير: إذا زينتها بالجواهر.انظر: \"المحيط في اللغة\" لإسماعيل بن عباد ١٠/ ٢٢٨، \"تاج العروس\" للزبيدي ١٤/ ٢٩٤ (رمل).(٣) المرأة العروب: الضاحكة الطيبة النفس، وقيل: المحبة لزوجها.انظر: \"المحيط في اللغة\" لإسماعيل بن عباد ٢/ ٣٢ (عرب).والأتراب: التساوي والتماثل في النشأة.انظر: \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (ص ١٦٥) (ترب)، \"المحيط في اللغة\" لإسماعيل بن عباد ٩/ ٤٢٨، \"تاج العروس\" للزبيدي ١/ ٣٢٣.(٤) كذا في النسخ، وفي الهامش من (س): (ما).(٥) تقدم معنى الأتراب.وانظر: \"غريب الحديث\" للخطابي ١/ ٣٤٧.</p><p> رقابهم المناديل، بأيديهم الأكوبة والأباريق:  \"وإذا كان يوم القيامة، فوالذي نفسي بيده لو كان الأنبياء عليهم السلام على طريقهم لترحلوا لهم مما يرون من بهائهم، حتى يأتوا(١)إلى موائد من الجواهر فيقعدون عليها ويشفع الرجل منهم(٢)في سبعين ألفا من أهل بيته وجيرته، حتى إن الجار من(الجارين يتخاصمان)(٣)أيهما أقرب جوارًا، فيقعدون معي ومع إبراهيم عليه السلام على مائدة الخلد، فينظرون إلى الله عز وجل كل يوم بكرة وعشيًّا\"  (٤) . </p><p> [٩٢٨] وأخبرنا أبو بكر الحمشاذي (٥) ، أنبأنا أبو بكر القطيعي (٦) ، ثنا عبد الله بن أحمد بن حنبل (٧) ، ثنا أبي (٨) ، ثنا زيد بن يحيى </p><p>(١) في الأصل: يؤتوا، والمثبت من (س)، (ن). (٢) من (س)، (ن).(٣) في الأصل: (الجار من ضمان) وهي عبارة غير مفهومة، والمثبت من (س)، (ن).(٤) [٩٢٧] الحكم على الإسناد:موضوع، قال الذهبي في \"ميزان الاعتدال\" ٢/ ٣٩٠: عبد الله بن أحمد بن عامر، عن أبيه، عن علي الرضا عن آبائه بتلك النسخة الموضوعة الباطلة ما تنفك عن وضعه أو وضع أبيه.التخريج:لم أجد من ذكره.(٥) عبد الرحمن بن عبد الله حمشاذ، لم يذكر بجرح أو تعديل.(٦) أحمد بن جعفر بن حمدان ثقة.(٧) ثقة.(٨) الإمام صاحب المذهب.</p><p> الدمشقي (١) ، ثنا ابن ثوبان (٢) ، عن أبيه (٣) ، عن مكحول (٤) ، عن كثير بن مرة (٥) ، عن قيس الجذامي (٦) ، رجل كانت له صحبة (٧) قال: قال رسول الله - صلى الله عليه وسلم -: \"يعطى الشهيد ست خصال: عند أول قطرة من دمه: يكفر عنه كل خطيئة، ويرى مقعده من الجنة، ويزوج من الحور العين، ويؤمن من الفزع الأكبر، ومن عذاب القبر، ويحلى حلة الإيمان\"  (٨) . </p><p>(١) الخزاعي الدمشقي، ثقة. (٢) عبد الرحمن بن ثابت بن ثوبان الدمشقي الزاهد، صدوق يخطئ، وتغير بأخرة ورمي بالقدر.(٣) ثابت بن ثوبان الدمشقي، ثقة.(٤) أبو عبد الله الشامي الدمشقي، ثقة، فقيه، كثير الإرسال.(٥) الحضرمي الرهاوي، ثقة.(٦) جاء في الهامش: قيس الجذامي: قيل: هو ابن عامر، وقيل: ابن زيد شامي روى عن كثير بن مرة.(٧) قيس بن زيد الجذامي الصحابي - رضي الله عنه -.انظر: \"الإصابة\" لابن حجر ٥/ ٣٥٦، \"تهذيب التهذيب\" لابن حجر ٨/ ٤٠٥.(٨) [٩٢٨] الحكم على الإسناد:ضعيف لأجل عبد الرحمن بن ثوبان، وهو: حسن لغيره بالشاهد.التخريج:أخرج أحمد في \"المسند\" ٤/ ٢٠٠ (١٧٧٨٣)، والبيهقي في \"شعب الإيمان\" ٤/ ٢٤ (٤٢٥٢) وابن الأثير في \"أسد الغابة\" ٤/ ٣٩٥ من طريق زيد بن يحيى الدمشقي به مثله.وأخرج أحمد في \"المسند\" ٤/ ١٣١ (١٧١٨٣)، والترمذي في أبواب الجهاد في باب في ثواب الشهيد (١٦٦٣)، وابن ماجه في كتاب الجهاد في باب فضل الشهادة في سبيل الله (٢٧٩٩): عن عبادة بن الصامت مرفوعًا نحوه. =</p><p> [*] وحدثنا أبو محمد المخلدي (١) ، أنا أبو الوفاء المؤمل بن الحسن الماسرجسي (٢) ، ثنا محمد بن إسماعيل بن سالم (٣) ، ثنا داود ابن المحبر بن قحذم (٤) ، ثنا حماد بن سلمة (٥) ، عن ثابت البناني (٦) ، عن أنس بن مالك - رضي الله عنه - قال: كان النبي - صلى الله عليه وسلم - في بعض غزواته، فأتاه رجل أسود فقال: يا رسول الله إني أسود قبيح الوجه، منتن الريح، لا مال لي، فإن قاتلت هؤلاء حتى أقتل، فأين أنا؟ . </p><p> قال:  \"في الجنة\" ، فحمل عليهم فقاتل حتى قتل، فجاء رسول الله - صلى الله عليه وسلم - حتى وقف على رأسه فقال:  \"لقد بيض الله وجهك، وطيب ريحك، وأكثر مالك\" ، ثم قال:  \"لقد رأيت زوجتيه من الحور العين تتنازعانه في(٧)جبة له من الصوف لتدخلا بينه وبين جبته\"  (٨) . </p><p>= قال الترمذي: حسن صحيح غريب، وقال الألباني في \"صحيح سنن ابن ماجه\" (٢٢٧٥): صحيح. وهو شاهد صحيح لحديث قيس الجذامي. (١) الحسن بن أحمد المخلدي، إمام صدوق مسند عدل.(٢) لم أجده.(٣) صدوق.(٤) متروك.(٥) ابن دينار، ثقة، أثبت الناس في ثابت، وتغير حفظه بأخرة.(٦) ثابت بن أسلم البناني أبو محمد البصري ثقة عابد.(٧) من (س).(٨) [٩٢٠] الحكم على الإسناد:ضعيف جدًّا لأجل داود بن المحبر، وهو صحيح من غير هذا الوجه.التخريج:لم أجده من طريق داود بن المحبر، ولكن أخرج الحاكم في \"المستدرك\" ٢/ ١٠٣ (٢٤٦٣) من طريق عثمان بن سعيد الدارمي، ثنا موسى بن إسماعيل، ثنا =</p><p> [٩٣٠] وأخبرني أبو عبد الله بن فنجويه الدينوري (١) ، حدثني محمد ابن علي بن الحسن الصوفي (٢) ، ثنا محمد بن إبراهيم بن زياد الطيالسي (٣) ، ثنا محمد بن مهران الجمال (٤) ، ومحمد بن عبد الله بن المبارك (٥) قالا: أخبرنا صفوان بن عيسى (٦) ، عن ابن عجلان (٧) ، عن القعقاع بن حكيم (٨) ، عن أبي صالح (٩) عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"ما يجد الشهيد مس القتل في </p><p>= حماد بن سلمة به مثله، وصححه الحاكم على شرط مسلم، ووافقه الذهبي. (١) ثقة صدوق كثير الرواية للمناكير.(٢) ثقة أحاديثه مستقيمة.(٣) متروك.(٤) محمد بن مهران الجمال الحافظ، الثقة، الجوال، النقال، أبو جعفر الرازي.حدث عن: فضيل بن عياض، ومرحوم بن عبد العزيز، وعبد العزيز بن محمد الدراوردي، وسفيان بن عيينة، ويحيى القطان، وخلق كثير من نظرائهم ومن دونهم. وعنه: البخاري، ومسلم، وأبو داود، وأبو زرعة، وأبو حاتم، وأحمد بن علي الأبار الرازي، وآخرون.قال ابن أبي حاتم: سألت أبي عن أبي جعفر الجمال؟ فقال: أبو جعفر صدوق.توفي في أول سنة (٢٣٩)، أو قريبا منه.\"سير أعلام النبلاء\" للذهبي ١١/ ١٤٣، \"تهذيب الكمال\" للمزي ٢٦/ ٥١٩، \"تقريب التهذيب\" لابن حجر (٦٣٣٣).(٥) أبو جعفر البغدادي، ثقة، حافظ.(٦) الزهري البصري، ثقة.(٧) محمد بن عجلان المدني، صدوق، إلا أنه اختلطت عليه أحاديث أبي هريرة. .(٨) المدني، ثقة.(٩) ذكوان السمان الزيات ثقة ثبت.</p><p> سبيل الله إلاّ كما يجد أحدكم مس القرصة \"(١)وفي غير هذا الحديث: \" عضة نملة أشد على الشهيد من مس السلاح\" (٢) . </p><p> [٩٣١] وأخبرني أبو عبد الله بن فنجويه الدينوري (٣) ، ثنا أحمد بن محمد بن إسحاق السني (٤) ، حدثني أحمد بن يحيى بن زهير (٥) ، ثنا </p><p>(١) [٩٣٠] الحكم على الإسناد: ضعيف جدًّا لأجل الطيالسي المتروك، وهو حسن من غير هذا الوجه.التخريج:لم أجد من ذكره من طريق الطيالسي، ولكن أخرج الإمام أحمد في \"المسند\" ٢/ ٢٩٧ (٧٩٥٥)، والترمذي في أبواب الجهاد، باب ما جاء في فضل المرابط (١٦٦٨)، والنسائي في كتاب الجهاد، باب ما يجد الشهيد من الألم (٣١٥٨)، وابن ماجه في كتاب الجهاد، باب في فضل الشهادة في سبيل الله (٢٨٠٢)، والدارقطني في \"السنن\" ٢/ ٢٠٥، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٠/ ٥١٢ (٤٦٥٥) من طريق صفوان بن عيسى عن ابن عجلان به نحوه.قال الترمذي: حسن صحيح غريب، وقال الألباني في \"صحيح سنن ابن ماجه\" ٢/ ٣٩٤ (٢٢٧٨): حسن صحيح.(٢) ذكره الهندي في \"كنز العمال\" ٤/ ٤٠٥ (١١١٣١) وعزاه لأبي الشيخ عن ابن عباس، قال الألباني في \"ضعيف الجامع الصغير\" (ص ٥٤٤) (٣٧١٥): ضعيف.(٣) ثقة صدوق كثير الرواية للمناكير.(٤) حافظ ثقة. .(٥) أبو جعفر أحمد بن يحيى بن زهير التستري، الإمام، الحجة، المحدث، البارع، علم الحفاظ، شيخ الإسلام، الزاهد. روى عن: أبي كريب محمد بن العلاء، ومحمد بن بشار، وخلق كثير من أصحاب سفيان بن عيينة، وأبي معاوية الضرير. وروى عنه: أبو حاتم بن حبان، وأبو إسحاق بن حمزة، وسليمان بن أحمد الطبراني، وأبو عمرو بن حمدان، وأبو بكر بن المقرئ، وآخرون.جمع، وصنف، وعلل، وصار يضرب به المثل في الحفظ. =</p><p> جعفر بن محمد الوراق (١) ، ثنا (محمد بن حماد القناد)  (٢) ، ثنا حفص ابن سليمان (٣) ، عن عبد الملك بن عمير (٤) ، عن عبد الرحمن بن عبد الله (٥) ، عن أبيه (٦) قال: قال رسول الله - صلى الله عليه وسلم -: \"إن لله عبادًا يضن بهم عن القتل والزلازل والأسقام، يطيل أعمارهم في حسن العمل، ويحسن أرزاقهم، ويحييهم في عافية، ويقبض أرواحهم في عافية على الفرش، ويعطيهم منازل الشهداء\"  (٧) اللهم اجعلنا منهم برحمتك وفضلك. </p><p>= انظر: \"سير أعلام النبلاء\" للذهبي ١٤/ ٣٦٢، \"شذرات الذهب\" لابن العماد ٢/ ٢٥٨. (١) جعفر بن محمد الواسطى الوراق المفلوج نزيل بغداد، وثقه الخطيب، وقال الحافظ: صدوق، مات سنة (٢٦٥ هـ).انظر: \"تاريخ بغداد\" ٧/ ١٧٩، \"تهذيب الكمال\" للمزي ٥/ ١٠٥، \"تقريب التهذيب\" لابن حجر (٩٥٥).(٢) كذا في النسخ، والصحيح: عمرو بن حماد بن طلحة القناد كما في مصادر التخريج، وهو صدوق رمي بالرفض.(٣) الأسدي، متروك الحديث مع إمامته في القراءة.(٤) ثقة، فصيح عالم، تغير حفظه، وربما دلس.(٥) ابن مسعود الهذلي الكوفي، ثقة اختلف في سماعه من أبيه.(٦) عبد الله بن مسعود الهذلي الصحابي المشهور - رضي الله عنه -.(٧) [٩٣١] الحكم على الإسناد:ضعيف جدًّا لأجل حفص.التخريج:أخرج الطبراني في \"المعجم الكبير\" ١٠/ ٢١٧ (١٠٣٧١) عن ابن مسعود مثله.قال الألباني في \"ضعيف الجامع الصغير\" (ص ٢٨٣) (٩٥٠): ضعيف جدًّا.</p>"
}