{
  "id": null,
  "sura": 3,
  "aya": 31,
  "text": "<p> وقال السدي: أمدًا بعيدًا - أي: مكانًا بعيدًا (١) . وقال مقاتل (٢) : كما بين المشرق والمغرب (٣) . وقال الحسن: يود أحدهم أن لا يلقى عمله أبدًا. وقيل: يود لو (٤) أنَّه لم يعمله (٥) . </p><p> {وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ} أي: رحيم بالمؤمنين منهم. </p><p> ٣١ - قوله -عز وجل-: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} الآية (٦) . </p><p> قال الحسن، وابن جريج: زعم أقوام على عهد رسول الله - صلى الله عليه وسلم - أنهم يحبون الله، فقالوا: يا محمد، إنا نحب ربنا. فأنزل الله تعالى هذِه الآية، وجعل الله تعالى اتباع نبيِّه - صلى الله عليه وسلم - عَلمًا لمحبته (٧) . </p><p> وروى جويبر (٨) ، عن الضحاك (٩) ، عن ابن عباس - رضي الله عنه - قال: وقف النبي - صلى الله عليه وسلم - على قريش، وهم في المسجد الحرام، وقد نصبوا أصنامهم، </p><p>(١) أخرج الطبري في \"جامع البيان\" ٣/ ٢٣١ عن السدي بلفظه. (٢) ينظر قوله في \"تفسيره\" ١/ ٢٧٠.(٣) ذكره السمرقندي في \"بحر العلوم\" ١/ ٢٦١ عن مقاتل مثله.(٤) من (س).(٥) أخرج الطبري في \"جامع البيان\" ٣/ ٢٣١ عن الحسن مثله.(٦) من (س)، (ن).(٧) التخريج:أخرج الطبري في \"جامع البيان\" ٣/ ٢٣٢، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٦٣٣ عن الحسن نحوه. وفي \"جامع البيان\" للطبري ٣/ ٢٣٢، ٢٣٣ عن ابن جريج بمعناه. وقد ضعف الطبري ذلك.(٨) ضعيف جدًّا.(٩) هو ابن مزاحم الهلالي، صدوق، كثير الإرسال.</p><p> وعلَّقوا عليها (١) بيض النعام، وجعلوا في آذانها الشنوف (٢) ، وهم يسجدون لها، فقال لهم:  \"يا معشر قريش، والله، لقد خالفتم ملة أبيكم إبراهيم وإسماعيل، ولقد كانا على الإسلام\" . فقالت له قريش: يا محمد، إنما نعبد هذِه؛ حبًّا لله؛ ليقربونا إلى الله زلفى. فقال الله تعالى (٣) : قل لهم، يا محمد: إن كنتم تحبون الله وتعبدون الأصنام؛ لتقربكم إليه (٤) ، فاتبعوني يحببكم الله؛ فأنا رسوله إليكم، وحجته عليكم، وأنا أولى بالتعظيم من أصنامكم (٥) . </p><p> وروى الكلبي (٦) ، عن أبي صالح (٧) ، عن ابن عباس - رضي الله عنه - قال: إن </p><p>(١) من (س)، (ن). (٢) في الهامش من الأصل قوله: الشَّنْفُ: القرط الأعلى، والجمع. شنوف انتهى. وقوله صحيح؛ فقد قال ابن دُريد: الشنفُ: ما عُلّق في أعلى الأذن، والجمع: شنوف، وما عُلّق في أسفلها فهو قرط.انظر: \"جمهرة اللغة\" لابن دريد ٢/ ٨٧٤، \"الصحاح\" للجوهري ٤/ ١٣٨٣ (شنف)، \"المحيط في اللغة\" لإسماعيل بن عباد ٧/ ٣٤٣ (شنف).(٣) من (س).(٤) من (س).(٥) [*] الحكم على الإسناد:جويبر شديد الضعف، وطريق الضحاك عن ابن عباس منقطعة. وقد تقدَّم.التخريج:ذكر ابن عادل الدمشقيّ في \"اللباب\" ٥/ ١٥٧ عن الضحاك عن ابن عباس نحوه.وانظر: \"زاد المسير\" لابن الجوزي ١/ ٣٠٣، \"معالم التنزيل\" للبغوي ٢/ ٢٧، \"أسباب النزول\" للواحدي (ص ١٠٥ - ١٠٦).(٦) محمد بن سائب الكلبي، متهم بالكذب.(٧) باذام أبو صالح مولى أم هانئ، ضعيف مدلس.</p><p> اليهود لمَّا قالوا: نحن أبناء الله وأحباؤه. أنزل الله تعالى هذِه الآية. فلمَّا نزلت، عرضها رسول الله - صلى الله عليه وسلم - على اليهود، فأبوا أن يقبلوها (١) . </p><p> وروى محمد بن إسحاق، عن محمد بن جعفر بن الزبير قال: نزلت في نصارى نجران، وذلك؛ أنهم قالوا: إنما نعظِّم المسيح ونعبده؛ حبًّا لله؛ وتعظيمًا له. فقال الله تعالى: قل لهم، يا محمد: إن كنتم تحبون الله، وكان عظيم قولكم في عيسى؛ حبًّا لله، وتعظيمًا له، فاتبعوني (يحببكم الله)  (٢) أي: أتبعوا شريعتي في سنتي، يحببكم الله (٣) . </p><p>(١) الحكم على الإسناد: طريق الكلبي عن أبي صالح عن ابن عباس واهية.انظر: \"الإتقان\" للسيوطي ٢/ ٢٤٢، \"زاد المسير\" لابن الجوزي ١/ ٣٠٣، \"معالم التنزيل\" للبغوي ٢/ ٢٧.التخريج:روي في \"تنوير المقباس\" للفيروزآبادي (ص ٦٠) من طريق محمد بن مروان السدي عن الكلبيّ عن أبي صالح، عن ابن عباس بنحوه. وفيه قصة. وهذِه سلسلة الكذب كما أشار السيوطي في \"الإتقان\" ٢/ ٢٤٢.(٢) من (س)، (ن).(٣) التخريج:أخرج الطبري في \"جامع البيان\" ٣/ ٢٣٣ من طريق محمد بن إسحاق به نحوه، وهو مرسل.وانظر: \"السيرة النبوية\" لابن هشام ٢/ ٢٢٨، \"مفاتيح الغيب\" للرازي ٨/ ١٦، \"اللباب\" لابن عادل الدمشقي ٥/ ١٥٧. قال الطبري في \"جامع البيان\" ٦/ ٣٢٤: وأولى القولين بتأويل الآية قول محمد بن جعفر بن الزبير؛ لأنه لم يجر لغير وفد =</p><p> وحب المؤمنين لله عز وجل: اتباعهم أمره، وقصدهم طاعته ورضاه، وحب الله المؤمنين: ثناؤه عليهم، وثوابه لهم، وعفوه عنهم، فذلك قوله تعالى: ميووَيَغفِ {وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ}  (١) </p><p> [٧٦٧] أنشدنا (٢) أبو القاسم الحبيبي (٣) ، أنشدنا أبو أحمد محمد ابن إبراهيم الصريميُّ (٤) ، أنشدنا عبدان بن محمد بن عيسى (٥) ، أنشدنا إبراهيم بن عبد الله الخلال (٦) لعبد الله بن المبارك (٧) : </p><p> تعصي الإله وأنت تظهر حبهُ ... هذا محال في الفعال بديعُ </p><p>= نجران في هذِه السورة، ولا قبل هذِه الآية ذكر قوم ادّعوا أنهم يحبون الله، ولا أنهم يعظمونه. (١) انظر: \"اللباب\" لابن عادل الدمشقي ٥/ ١٥٨، \"معالم التنزيل\" للبغوي ٢/ ٢٧، \"مدارك التنزيل\" للنسفي ١/ ١٧١.(٢) في الأصل: حدثنا. والمثبت من إن)، (س).(٣) الحسن بن محمد بن حبيب، قيل: كذبه الحاكم.(٤) لم أجده.(٥) أبو محمد المروزي الزاهد، الإمام الكبير، فقيه مرو، سمع قتيبة بن سعيد، وأبا كريب وجماعة\" روى عنه الطبراني، وعلي بن حمشاذ، وطائفة. أظهر مذهب الشافعي بخرسان.قال الخطيب في \"تاريخ بغداد\" ١١/ ١٣٥: كان ثقة حافظًا صالحًا زاهدًا.وانظر: \"سير أعلام النبلاء\" للذهبي ١٤/ ١٣.(٦) هو إبراهيم بن عبد الله بن أحمد المروزي أبو إسحاق الخلال، روى عنه النسائي وغيره، وذكره ابن حبان في \"الثقات\" ٨/ ٧٥، وقال الحافظ: صدوق.انظر: \"تهذيب الكمال\" للمزي ١/ ١١٩، \"تقريب التهذيب\" لابن حجر (١٩٢).(٧) ثقة، ثبت، فقيه، مجاهد.</p><p> لو كان حبك صادقًا لأطعته ... إن المحب لمن يحب مطيعُ (١) </p><p> [٧٦٨] حدثنا أبو محمد الحسن بن أحمد المَخْلَديُّ (٢) ، أنا أبو حاتم مكي بن عبدان التميمي (٣) ، ثنا أحمد بن يوسف السلمي (٤) ، ثنا عبيد الله بن موسى (٥) . </p><p> [٧٦٩] وأخبرنا ابن فنجويه (٦) ، ثنا عمر بن الخطاب (٧) ، ثنا عبد الله ابن الفضل (٨) ، أخبرنا علي بن محمد (٩) ، ثنا عبيد الله (١٠) ، عن عبد الأعلى بن أعين (١١) ، عن يحيى بن أبي كثير (١٢) ، عن عروة (١٣) </p><p>(١) جاء في رواية أن البيتين للشافعي، كما في \"ديوانه\" (ص ٩٢)، وقيل: لمحمود الورّاق، كما في \"بهجة المجالس\" لابن عبد البر النمريّ ١/ ٣٩٥. وانظر: \"الكامل\" للمبرد ١/ ٢٣٤، \"العقد الفريد\" لابن عبد ربّه ٣/ ١٦٨.(٢) إمام صدوق، مسند، عدل.(٣) من إن)، وهو محدث ثقة متقن.(٤) النيسابوري المعروف بحمدان حافظ ثقة.(٥) هو ابن أبي المختار: ثقة كان يتشيع.(٦) ثقة صدوق، كثير الرواية للمناكير.(٧) لم يتبين لي من هو.(٨) لم أجده.(٩) هو الطَنَافسيّ، ثقة، عابد.(١٠) ابن موسى، ثقة كان يتشيع.(١١) ضعيف.(١٢) ثقة، ثبت. لكنه يدلس، ويرسل.(١٣) ابن الزبير بن العوام، ثقة.</p><p> عن عائشة رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم -: \"الشرك أخفى من دبيب النمل، على الصفا، في الليلة الظلماء، وأدناه أن يحب المرء، على الشيء من الجَوْر، ويبغض المرء على الشيء من العدل، وهل الدين إلَّا الحب في الله، والبغض في الله؟ ! \"  (١) . </p><p>(١) [٧٦٨] [٧٦٩] الحكم على الإسناد: إسناده ضعيف جدًّا؛ لأن فيه عبد الأعلى منكر الحديث، ضعيف، وفيه يحيى بن أبي كثير: لم يسمع من عروة؛ فهو منقطع.التخريج:أخرج ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٦٣٢، والحاكم في \"المستدرك\" ٢/ ٢٩١، والعقيلي في \"الضعفاء\" ٣/ ٦٠ - ٦١ (١٠٢٤)، وأبو نعيم في \"حلية الأولياء\" ٩/ ٢٥٣، وابن الجوزي في \"العلل المتناهية\" ٢/ ٨٢٣ (١٣٧٨) من طرق، عن عبيد الله بن موسى به نحوه.قال الحاكم: صحيح الإسناد ولم يخرّجاه. انتهى. وتعقّبه الذهبي فقال: عبد الأعلى: قال الدارقطني: ليس بثقة. وانظر: \"ميزان الاعتدال\" للذهبي ٢/ ٥٢٩. وقال العقيلي: عبد الأعلى بن أعين، عن يحيى بن أبي كثير، جاء بأحاديث منكرة، ليس فيها شيء محفوظ. وقال أبو حاتم: قال أبو زرعة: هذا حديث منكر، وعبد الأعلى منكر الحديث، ضعيف. انتهى. وضعفه ابن الجوزي، والهيثميّ في \"مجمع الزوائد\" ١٠/ ٢٢٣ بعبد الأعلى.وله شاهد من حديث أبي بكر الصديق - رضي الله عنه -.أخرجه ابن عدي في \"الكامل\" ٩/ ٩٨ (٢١٣٩)، وأبو نعيم في \"حلية الأولياء\" ٧/ ١١٢، وابن حبّان في \"المجروحين\" ٣/ ١٣٠، وذكره ابن الجوزي في \"العلل المتنا هية\" ٢/ ٨٢٤، وأورده الذهبي في \"ميزان الاعتدال\" ٤/ ٤٠٣ من طريق يحيى ابن كثير عن الثوري عن إسماعيل عن قيس عن أبي بكر مرفوعًا نحوه، وفيه زيادة. قال ابن الجوزي: قال أبو حاتم الرازي: يحيى بن كثير ذاهب الحديث جدًّا. وقال الدارقطني: لا يصح هذا الحديث عن الثوريّ، ولا عن إسماعيل، ويحيى =</p>"
}