{
  "id": null,
  "sura": 3,
  "aya": 128,
  "text": "<p> كأن الأكباد لما أحترقت لشدة العداوة اسودت، والتاء والذال يتعاقبان (١) كما تقول: هرت الثوب وهرده إذا أحرقه (٢) ، يدل على صحة هذا التأويل قراءة لاحق بن حميد:  (أو يكبدهم) بالدال (٣) . </p><p> ١٢٨ - قوله عز وجل:  {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ} . </p><p> اختلف العلماء في نزول هذِه الآية: </p><p> فقال عبد الله بن مسعود رضي الله عنه: أراد رسول الله - صلى الله عليه وسلم - أن يدعو على المنهزمين عنه من أصحابه يوم أحد، وكان عثمان بن عفان رضي الله عنه منهم، فنهاه الله عن ذلك وتاب عليهم، وأنزل هذِه الآية (٤) . </p><p> وقال عكرمة وقتادة، ومقسم: أدمى رجل من هذيل يقال له عبد الله ابن قمئة (٥) وجه رسول الله - صلى الله عليه وسلم - يوم أحد فدعا عليه رسول الله - صلى الله عليه وسلم - فكان </p><p>= انظر: \"أساس البلاغة\" للزمخشري ١/ ٩٤، وفي؛ الجامع لأحكام القرآن\" للقرطبي ٤/ ١٢٨، عن الأعشى، \"الدر المصون\" للسمين الحلبى ٣/ ٣٩١. (١) في الأصل متعاقبان. والمثبت من (س)، (ن).(٢) هرت، وهرده، وهرطه، كلها لغات.انظر: \"تاج العروس\" للزبيدي ٣/ ١٥٧ (هرت)، \"أساس البلاغة\" للزمخشري ١/ ٦٩٩ (هرت).(٣) انظر: \"اللباب\" لابن عادل الدمشقي ٥/ ٥٢٧، \"البحر المحيط\" لأبي حيان ٣/ ٥٢.(٤) لم أجد من ذكر هذا اللفظ عن ابن مسعود، ولكن روى ابن الجوزيّ في \"زاد المسير\" ١/ ٤٥٦ عن ابن مسعود بمعناه، وذكر ابن عادل الدمشقيّ في \"اللباب\" ٥/ ٥٢٩ عن ابن عباس بمعناه.وانظر: \"بحر العلوم\" للسمرقندي ١/ ٢٩٦.(٥) قال الواقدي في \"المغازي\" ١/ ٢٤٤: المثبت عندنا أن الذي رمى وجه النبي - صلى الله عليه وسلم - =</p><p> حتفه أن سلّط الله عليه تيسًا فنطحه حتى قتله، وشج عتبة بن أبي وقاص (١) رأسه وكسر رباعيته، فدعا عليه فقال:  \"اللهم لا تحل عليه الحول حتى يموت كافرًا\" قال: فما حال عليه الحول حتى مات كافرًا، فأنزل الله تعالى هذِه الآية (٢) . </p><p> وقال الربيع والكلبي: نزلت هذِه الآية على رسول الله - صلى الله عليه وسلم - يوم أحد وقد شج في وجهه (٣) ، وأصيبت رباعيته، فهمّ رسول الله - صلى الله عليه وسلم - أن يلعن المشركين ويدعو عليهم، فأنزل الله تعالى هذِه الآية لعلمه فيهم أن كثيرًا منهم سيؤمنون (٤) . </p><p> [٨٨١] يدل عليه ما أخبرنا عبد الله بن حامد (٥) ، أخبرنا أحمد بن </p><p>= عبد الله بن قمئة. وانظر: \"السيرة النبوية\" لابن هشام ٣/ ٨٠.(١) في \"السيرة النبوية\" لابن هشام ٣/ ٨٠: عتبة بن وقاص.وانظر: \"المغازي\" للواقدي ١/ ٢٤٤.(٢) أخرج عبد الرزاق في \"تفسير القرآن\" ١/ ١٣١، ومن طريقه الطبري في \"جامع البيان\" ٤/ ٨٨: عن مقسم به أنه دعا على عتبة بن أبي وقاص، وليس فيه ذكر لابن قمئة. وإسناده مرسل، وأخرج عبد الرزاق في \"تفسير القرآن\" ١/ ١٣٢ عن يعقوب بن عاصم، فذكر خبر ابن قمئة، وإسناده مرسل.(٣) في الأصل: رأسه، والمثبت من (س)، (ن).(٤) أخرج الطبري في \"جامع البيان\" ٤/ ٨٧: عن الربيع بن أنس نحوه، وإسناده مرسل.وانظر: \"بحر العلوم\" للسمرقندي ١/ ٢٩٧.(٥) عبد الله بن حامد الماهاني، لم يذكر بجرح أو تعديل.</p><p> عبد الله (١) ، ثنا محمَّد بن عبد الله (٢) ، ثنا (محمَّد بن العلاء)  (٣) ، أخبرنا أبو بكر بن عيّاش (٤) ، عن حميد (٥) ، عن أنس رضي الله عنه قال: لما كان يوم أحد شج رسول الله - صلى الله عليه وسلم - في قرن حاجبه، وكسرت رباعيته (٦) ، وجرح في وجهه، فجعل يمسح الدم عن وجهه وسالم مولى أبي حذيفة رضي الله عنه يغسل عن وجهه الدم، ورسول الله - صلى الله عليه وسلم - يقول:  \"كيف يفلح قوم خضبوا وجه نبيهم بالدم وهو يدعوهم إلى ربهم\" ، فأنزل الله عز وجل:  {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ} الآية (٧) . </p><p>(١) أحمد بن عبد الله المزني الشيخ الجليل القدوة الحافظ. (٢) ثقة، حافظ.(٣) ما بين القوسين مطموس في الأصل والمثبت من (س)، (ن)، وهو: محمَّد بن العلاء بن غريب أبو كُريب، الحافظ، الثقة، الإِمام الهمْداني الكوفي.(٤) ثقة عابد، إلا أنه لمَّا كبر ساء حفظه وكتابه صحيح.(٥) ابن أبي حميد الطويل، ثقة، مدلس.(٦) الرَّباعية: السن التي بين الثنية والناب.انظر: \"تاج العروس\" للزبيدي ١١/ ١٤٣ (ربع)، \"أساس البلاغة\" زز ١/ ٢١٧ (ربع).(٧) [٨٨١] الحكم على الإسناد:أحمد بن عبد الله لم يتبين من هو، وشيخ المصنف لم يُذكر بجرح أو تعديل والحديث يُستغرب بهذا اللفظ.التخريج:الحديث فيه إدراج، فقد أخرج الطبري في \"جامع البيان\" ٤/ ٨٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٧٥٦ من طريق أبي بكر بن عياش، والترمذي في أبواب التفسير في باب ومن سورة آل عمران ٥/ ٢١١ (٣٠٠٣) من طريق يزيد بن هارون، عن حميد به نحوه، وليس فيه: (وسالم مولى أبي حذيفة رضي الله عنهما =</p><p> وقال سعيد بن المسيب والشعبي، ومحمد بن إسحاق: لما قال رسول الله - صلى الله عليه وسلم -: \"اشتد غضب الله على من(١)دَمَّى وجه نبيه\" ، فعلت عالية من قريش على الجبل، فقال رسول الله - صلى الله عليه وسلم - \"لا ينبغي لهم أن يعلونا\" . فأقبل عمر ورهط من المهاجرين حتى أهبطوهم، ونهض رسول الله - صلى الله عليه وسلم - إلى صخرة ليعلوها، وقد كان ظاهر بين درعين فلم يستطع، فجلس تحته طلحة رضي الله عنه، فنهض حتى استوى عليها (٢) ، فقال رسول الله - صلى الله عليه وسلم -: \"أوجب طلحة\" . </p><p> فوقعت هند (٣) والنسوة معها يمثلن بالقتلى من أصحاب رسول الله - صلى الله عليه وسلم - يجدعن الأذان والأنوف، حتى اتخذت هند من ذلك قلائد، وأعطتها وحشيا (٤) ، وبقرت عن كبد حمزة رضي الله عنه فلاكتها، </p><p>= يغسل عن وجهه الدم). قال الترمذي: هذا حديث حسن صحيح، وأما ما يُذكر من قول سالم - رضي الله عنه -، فقد أخرج الطبري في \"جامع البيان\" ٤/ ٨٧ عن قتادة قال: أصيب النبي - صلى الله عليه وسلم - .. فذكر نحوه، وهذا إسناد مرسل. ورواه الطبري في \"جامع البيان\" ٤/ ٨٨ عن ابن جريج قال: ذكر لنا .. فذكر نحوه، وفيه ما ذكر سالم وإسناده منقطع، وفي \"الصحيح\" كتاب المغازي، باب ما أصاب النبي - صلى الله عليه وسلم - من الجراح يوم أحد (٤٠٧٥) من حديث سهل بن سعد: كسرت رباعية النبي - صلى الله عليه وسلم - يوم أحد. وفيه: وكانت فاطمة تغسل الدم عن وجهه .. الحديث.(١) من (س)، (ن).(٢) من (س)، (ن).(٣) هند بنت عتبة القرشية الهاشمية أم معاوية، أسلمت في الفتح.انظر: \"أسد الغابة\" لابن الأثير ٧/ ٢٨١، \"الثقات\" لابن حبان ٣/ ٤٣٩.(٤) وحشي بن حرب الحبشي مولى بني نوفل، هو قاتل حمزة يوم أحد، ثم أسلم.انظر: \"الإصابة\" لابن حجر ٦/ ٤٧٠، \"الأنساب\" للسمعاني ١٣/ ٢٨٩.</p><p> فلم تستطع فلفظتها، ثم علت صخرة مشرفة فصرخت به: </p><p> نحن جزيناكم بيوم بدر ... والحرب بعد الحرب ذات سعر </p><p> ما كان عن عتبة لي من صبر ... (أبي وعمي وأخي وبكر)  (١) </p><p> شفيت نفسي وقضيت نذري ... شفيت وحشي غليل صدري </p><p> قالوا: وقال عبد الله بن جحش رضي الله عنه قبل أحد: اللهم إن لقينا هؤلاء غدًا فإني أسألك أن يقتلوني ويبقروا بطني ويجدعوا أنفي، فتقول لي يوم القيامة: فبم فعل بك هذا؟ فأقول: فيك. </p><p> فلما كان يوم أحد قتل، فبقر بطنه، وجدعت أذنه وأنفه، فقال رجل سمعه: أما هذا فقد أعطي في نفسه ما سأل في الدنيا، والله يعطيه ما سأل في الآخرة (٢) . </p><p> قالوا: فلما رأى رسول الله - صلى الله عليه وسلم - والمسلمون ما بأصحابهم من جدع </p><p>(١) هكذا ورد في النسخ، وفي \"السيرة النبوية\" لابن هشام ٣/ ٩١: ولا أخي وعمه وبكري. (٢) أخرج ابن الأثير في \"أسد الغابة\" ٣/ ١٩٥: عن سعيد بن المسيب قال: قال عبد الله بن جحش يوم أحد .. فذكر نحوه.قال ابن حجر في \"الإصابة\" ٤/ ٣٢: وهذا أخرجه ابن المبارك في الجهاد مرسلًا.وذكر ابن الأثير في \"أسد الغابة\" ٣/ ١٩٥ وابن حجر في \"الإصابة\" ٤/ ٣٢ عن سعد بن أبي وقاص بمعناه.</p><p> الآذان والأنوف وقطع المذاكير قالوا: لئن أدالنا الله تعالى منهم لنفعلن بهم مثل ما فعلوا, ولنمثلن بهم مثلة لم يمثلها أحد من العرب بأحد قط، فأنزل الله تعالى هذِه الآية (١) . </p><p> وقال عطاء: أقام رسول الله - صلى الله عليه وسلم -بعد أحد أربعين يوما يدعو على أربعة من ملوك كندة (٢) : مشرح وأحمده ولحي وأختهم العمودة (٣) ، وعلى بطن من هذيل يقال لهم: لحيان، وعلى بطون من بني سليم: رعل وذكران والعصية والقارة (٤) ، وكان يقول:  \"اللهم اشدد وطأتك على مضر واجعلها عليهم سنين كسني يوسف\" فأجاب الله دعاءه، وأقحطوا (٥) حتى أكلوا أولادهم وأكلوا الكلاب والميتة </p><p>(١) ذكر ابن هشام في \"السيرة النبوية\" ٣/ ٨٦، ٩١، ٩٥ - ٩٦ عن ابن إسحاق بعضه وفيه: أن الله عز وجل أنزل في ذلك من قول رسول الله - صلى الله عليه وسلم - وقول أصحابه: {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ} الآية. وانظر: \"دلائل النبوة\" للبيهقي ٣/ ٢٨٦. (٢) كندة، واسمه ثور، من قبائل زيد بن كهلان، وهي قبيلة كبيرة مشهورة من اليمن.انظر: \"اللباب في تهذيب الأنساب\" لابن الأثير ٣/ ١١٥، \"تاج العروس\" للزبيدي ٥/ ٢٢٨ (كند).(٣) انظر: \"الاشتقاق\" لابن دريد (٣٦٢)، \"جمهرة أنساب العرب\" لابن حزم (٤٢٨).(٤) لحيان: بطن من هذيل، ولحيان أبوهم، ورعل: بطن من بهثة من العدنانية، وذكران: بطن من بهثة من العدنانية، وعصية: بطن من بهثة من سليم من العدنانية، والقارة هم بنو الديش بن مليح.انظر: \"نهاية الأرب\" للقلقشندي (١٥٥، ٢٥٥، ٢٦٣، ٤١٠).(٥) القحط: احتباس المطر، وقحطت الأرض: احتبس عنها المطر. =</p><p> والعظام المحرقة، فلما انقضت الأربعون نزلت هذِه الآية (١) . </p><p> [٨٨٢] وأخبرنا عبد الله بن حامد (٢) ، أخبرنا أحمد بن عبد الله (٣) ، ثنا محمَّد بن عبد الله بن سليمان (٤) ، ثنا سَلْم بن جنادة (٥) ، ثنا أحمد بن بشير (٦) ، عن عمر بن حمزة (٧) ، عن سالم (٨) ، عن أبيه عبد الله بن عمر رضي الله عنهما قال: قال رسول الله- صلى الله عليه وسلم -: \"اللهم العن أبا سفيان، اللهم العن الحارث بن هشام، اللهم العن صفوان بن أمية\" ، فأنزل الله تعالى {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ} الآية، </p><p>= انظر: \"المحيط في اللغة\" لإسماعيل بن عباد ٢/ ٣٣٨، \"أساس البلاغة\" للزمحشري ١/ ٤٩٣ (قحط). (١) لم أجد من ذكر رواية عطاء، وعلى كل فهي مرسلة، قال ابن حجر في \"فتح الباري\" ٧/ ٤٢٤: وهذا إن كان محفوظا احتمل أن يكون نزول الآية تراخى عن قصة أحد؛ لأن قصة رعل وذكران كانت بعدها .. والصواب: أنها نزلت في شأن الذين دعا عليهم النبي - صلى الله عليه وسلم - بسبب قصة أحد، والله أعلم.(٢) عبد الله بن حامد أبو محمَّد الماهاني، الشيخ الجليل الحافظ.(٣) لم أجده.(٤) الملقب بمطين، الحافظ، الثقة.(٥) أبو السائب الكوفي، ثقة ربما خالف.(٦) أحمد بن بشير الكوفي، صدوق له أوهام.(٧) عمر بن حمزة العمري القرشي، مختلف في الاحتجاج به.قال ابن حجر في \"فتح الباري\" ٢/ ٤٩٧، ١٠/ ٨٣: ومثله يخرج له مسلم في المتابعات.(٨) سالم بن عبد الله بن عمر بن الخطاب، أحد الفقهاء السبعة، ثقة.</p><p> فأسلموا وحسن إسلامهم (١) . </p><p> [٨٨٣] وأخبرنا عبد الله بن حامد (٢) ، أنا أحمد بن محمَّد بن الحسن (بن الشرقي)  (٣) ، ثنا محمَّد بن يحيى (٤) ، ثنا عبد الرزاق (٥) ، أخبرنا معمر (٦) ، عن الزهريّ (٧) ، عن سالم (٨) ، عن أبيه أنه سمع </p><p>(١) [٨٨٢] الحكم على الإسناد: شيخ المصنف لم يذكر بجرح أو تعديل.التخريج:أخرج الترمذي في أبواب التفسير في باب ومن سورة آل عمران (٣٠٠٤)، والطبري في \"جامع البيان\" ٤/ ٨٨ - ٨٩ من طريق سلم بن جنادة به نحوه، قال الترمذي: هذا حديث حسن غريب يستغرب من حديث عمر بن حمزة عن سالم عن أبيه، ورواه البخاري كتاب المغازي في باب (ليس لك من الأمر شيء .. هو الآية عن سالم بن عبد الله.قال ابن حجر في \"فتح الباري\" ٧/ ٤٢٣: هو مرسل. وفيه الدعاء عليهم، وليس اللعن، ولم يذكر: أبا سفيان.وانظر: \"تغليق التعليق\" لابن حجر ٤/ ١١٠.(٢) عبد الله بن حامد الأصبهاني، لم يذكر بجرح أو تعديل.(٣) في الأصل: (الشوقي) والمثبت من (س)، (ن)، وأبو حامد بن الشرقي، ثقة، مأمون.(٤) أبو عبد الله النيسابوري: ثقه، حافظ، جليل.(٥) ابن همام الحميري الصنعاني، ثقه، حافظ، عمي في آخر عمره فتغير، وكان يتشيع.(٦) ابن راشد الأزدي اليماني، ثقه، ثبت، فاضل.(٧) محمَّد بن مسلم بن شهاب الزهريّ الإِمام، متفق على جلالته واتقانه.(٨) سالم بن عبد الله بن عمر بن الخطاب، ثقة، أحد الفقهاء السبعة.</p><p> رسول الله - صلى الله عليه وسلم - قال في صلاة الفجر حين رفع رأسه من الركوع:  \"ربنا لك الحمد: اللهم العن فلانًا وفلانًا\" دعا على ناس من المنافقين، فأنزل الله تعالى:  {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ}  (١) . </p><p> وقال مقاتل: نزلت هذِه الآية في أهل بئر معونة (٢) ، وهم سبعون رجلًا من قراء أصحاب رسول الله - صلى الله عليه وسلم - أميرهم المنذر بن عمرو، بعثهم رسول الله - صلى الله عليه وسلم - إلى بئر معونة في صفر سنة أربع من الهجرة على رأس أربعة أشهر من أحد؛ ليعلموا الناس القرآن والعلم، فقتلهم جميعًا عامر بن الطفيل، وكان فيهم عامر بن فهيرة مولى أبي بكر الصديق رضي الله عنهما، فلما قتل رفع بين السماء والأرض، فوجد رسول الله - صلى الله عليه وسلم - من ذلك وجدا (٣) شديدًا، وقنت عليهم شهرا، فنزلت {لَيْسَ لَكَ مِنَ الْأَمْرِ </p><p>(١) [٨٨٣] الحكم على الإسناد: شيخ المصنف لم يُذكر بجرح أو تعديل.التخريج:أخرج عبد الرزاق في \"تفسير القرآن\" ١/ ١٣٢، ومن طريقه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٧٥٦، وأخرجه البخاري في كتاب المغازي في باب {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ ... } الآية (٤٥٦٩) من طريق ابن المبارك عن معمر به نحوه، وتقدم في رواية سالم أسماؤهم.وانظر: \"شرح مشكل الآثار\" للطحاوي ١/ ٢٣٦.(٢) بئر معونة بين أرض بني عامر وحرة بني سليم، وعندها كانت قصة القراء.انظر: \"معجم البلدان\" لياقوت ١/ ٣٠٢.(٣) الوَجْد: من الحزن، والمَوْجِدَة من الغضب.انظر: \"المحيط في اللغة\" لإسماعيل بن عباد ٧/ ١٥٧ (وجد)، \"أساس البلاغة\" للزمخشري ١/ ٦٦٦ (وجد).</p><p> شَيْءٌ} (١) . </p><p> وهذِه الآية وإن كانت بلفظ العموم، فالمراد بها الخصوص: تقديرها: ليس لك من الأمر بهواك شيء، واللام في قوله {لَكَ} بمعنى: إلى، كقوله تعالى:  {إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ}  (٢) أي: إلى الأيمان، وقوله تعالى:  {الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا}  (٣) أي: إلى هذا، ونحوها (٤) . {أَوْ يَتُوبَ عَلَيْهِمْ} . </p><p> قال بعضهم: قوله تعالى: {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ} اعتراض بين الكلام، ونظم الآية: ليقطع طرفا من الذين كفروا أو يكبتهم أو يتوب عليهم أو يعذبهم فإنهم ظالمون ليس لك من الأمر شيء، وهو وجه حسن (٥) . </p><p>(١) ذكره مقاتل في \"تفسيره\" ١/ ٣٠٠ بمعناه، وإسناده معضل. قال ابن عادل الدمشقي في \"اللباب\" ٥/ ٥٢٩: وأكثر العلماء متفقون على أنها في قصة أحد.وانظر: \"فتح الباري\" لابن حجر ٨/ ٧٥.(٢) آل عمران: ١٩٣.(٣) الأعراف: ٤٣.(٤) انظر: \"التبيان\" للعكبري ١/ ٢٣٧، \"الوسيط\" للواحدي ١/ ٤٩١، \"رصف المباني\" للمالقي (ص ٢٩٧)، \"الجنى الداني\" للحسن المرادي (ص ٩٩)، كتاب \"الأزهية في علم الحروف\" للهروي (ص ٢٨٧).(٥) انظر: \"الكشاف\" للزمخشري ١/ ٤١٣، \"الدر المصون\" للسمين الحلبي ٣/ ٣٩١ - ٣٩٢، وإلى هذا ذهب جماعة من النحاة كالفراء في \"معاني القرآن\" ١/ ٢٣٤، والزجاج في \"معاني القرآن\" ١/ ٤٨٠.</p>"
}