{
  "id": null,
  "sura": 3,
  "aya": 186,
  "text": "<p> ١٨٦ - قوله -عز وجل-: {لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ} الآية. </p><p> قال عكرمة، ومقاتل، والكلبي، وابن جريج، نزلت هذِه الآية في أبي بكر وفنحاص، وذلك أن النبي - صلى الله عليه وسلم - بعث أبا بكر الصديق رضي الله عنه إلى فنحاص بن عازورا سيد بني قينقاع، ليستمده، وكتب إليه كتابًا، وقال لأبي بكر:  \"لا تفتاتن(١)عليَّ بشيء حتى ترجع\" . </p><p> فجاء أبو بكر رضي الله عنه وهو متوشح بالسيف فأعطاه الكتاب، فلما قرأه قال: قد احتاج ربكم إلى أن نمده، فهم أبو بكر أن يضربه بالسيف، ثم ذكر قول النبي - صلى الله عليه وسلم -: \"لا تفتاتن عليَّ بشيء حتى ترجع\" ، فكف، فنزلت هذِه الآية (٢) . </p><p> وقال الزهريّ: نزلت في كعب بن الأشرف: وذلك أنه كان يهجو النبي - صلى الله عليه وسلم - ويسب المسلمين، ويحرض المشركين على النبي - صلى الله عليه وسلم - </p><p>= قال الشيخ الألباني: سنده صحيح على شرط الشيخين. وللوقوف على شواهد الحديث ينظر: \"سلسلة الأحاديث الصحيحة\" للألباني ٤/ ٦٢٦ - ٦٢٨، \"المسند الجامع\" ١٨/ ٤٨٢ (١٥٣٠٩)، \"المسند\" للحميدي ٢/ ٤١٥.(١) افتات عليك: كل من أحدث دونك شيئًا ومضى عليه ولم يستشرك.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٤٧٧، \"أساس البلاغة\" للزمخشري (ص ٣٦٠).(٢) ذكر البغوي في \"معالم التنزيل\" ٢/ ١٤٦ عن عكرمة ومقاتل والكلبي وابن جريج مثله.وانظر: \"جامع البيان\" للطبري ٤/ ٢٠٠، \"العجاب في بيان الأسباب\" لابن حجر ٢/ ٨٠٥.</p><p> وأصحابه في شعره، ويتشبب (١) بنساء المسلمين حتى آذاهم. </p><p> فقال النبي - صلى الله عليه وسلم -: \"من لي بابن الأشرف؟ \" </p><p> فقال محمد بن مسلمة الأنصاري: أنا لك به يا رسول الله، أنا أقتله، قال:  \"فافعل إن قدرت على ذلك\" ، فرجع محمد بن مسلمة فمكث ثلاثًا لا يأكل ولا يشرب إلا ما يعلق (٢) نفسه. فذكر ذلك لرسول الله - صلى الله عليه وسلم - فدعاه فقال له:  \"لم تركت الطعام والشراب؟ \" فقال: يا رسول الله، قلت قولًا، ولا أدري هل أفي به أم لا. </p><p> قال:  \"إنما عليك الجهد\" ، قال: يا رسول الله، إنا لا بد لنا من أن نقول، قال:  \"قولوا ما بدا لكم فأنتم في حل من ذلك\" . </p><p> فاجتمع في قتله: محمد بن مسلمة، وسلكان بن سلامة أبو نائلة، وكان أخا كعب من الرضاعة، وعباد بن بشر بن وقش، والحارث بن أوس بن معاذ، وأبو عبس بن جبر فمشى معهم رسول الله - صلى الله عليه وسلم - إلى بقيع الغرقد (٣) ، </p><p>(١) تشبب الشعر: ترقيق أوله بذكر النساء، وشبب بالمرأة قال فيها الغزل. انظر: \"لسان العرب\" لابن منظور ١/ ٤٨١ (شبب)، \"ترتيب القاموس \"للزاوي ٢/ ٦٦٣ (شبب).(٢) العلقة -بالضم- كل ما يتبلغ به من العيش كان لم يكن تامًا.انظر: \"لسان العرب\" لابن منظور ١٠/ ٢٦٢ (علق)، \"ترتيب القاموس\" للزاوي ٣/ ٢٩٦ (علق).(٣) بقيع الغرقد: مقبرة أهل المدينة، والغرقد: كبار العوسج.انظر: \"معجم البلدان\" لياقوت ١/ ٤٧٣، \"معجم ما استعجم\" للبكري (ص ٢٦٥).</p><p> ثم وجههم وقال (١) : \"انطلقوا على اسم الله، اللهم أعنهم\" ثم رجع رسول الله - صلى الله عليه وسلم - وذلك في ليلة مقمرة، فأقبلوا حتى انتهوا إلى حصنه، فقوموا أبا نائلة، فجاء فتحدث معه ساعة، وتناشدا الشعر، وكان أبو نائلة يقول الشعر، ثم قال: ويحك يا ابن الأشرف إني أتيتك لحاجة أريد ذكرها لك، فاكتمها عليَّ. </p><p> قال: أفعل، قال: كان قدوم هذا الرجل (بلادنا بلاء)  (٢) : عادتنا العرب، ورمونا عن قوس واحدة، وانقطعت بنا السبل، حتى ضاعت العيال، وجهدت الأنفس. </p><p> فقال كعب بن الأشرف: أما (٣) والله لقد كنت أخبرتك يا ابن سلامة أن الأمر سيصير إلى هذا. </p><p> فقال أبو نائلة: إن معي أصحابًا أردنا أن تبيعنا من طعامك ونرهنك (٤) ونوثق (لك ونحسن)  (٥) إليك في ذلك. </p><p> قال: ترهنوني أبناءكم، قال: إنا نستحيي (٦) أن نُعَيَّر أبناءنا (٧) </p><p>(١) في الأصل: وقالوا، والمثبت من (س)، (ن). (٢) مطموس في الأصل، والمثبت من (س)، (ن).(٣) من (س)، (ن).(٤) مطموس في الأصل، والمثبت من (س)، (ن).(٥) مطموس في الأصل، والمثبت من (س)، (ن).(٦) مطموس في الأصل، والمثبت من (س)، (ن).(٧) مطموس في الأصل، والمثبت من (س)، (ن).</p><p> فيقال: هذا (١) رهينة وسق (٢) ، هذِه رهينة وسقين. </p><p> قال (٣) : ترهنوني نساءكم، قال: أنت (أجمل الناس)  (٤) فلا نأمنك، وأي امرأة تمتنع منك لجمالك، ولكنا (نرهنك الحلقة (٥) ) (٦) يعني: السلاح (٧) ، وقد علمت حاجتنا اليوم إلى السلاح. </p><p> فقال: نعم، ائتوني بسلاحكم، وأراد أبو نائلة أن لا ينكر السلاح إذا رآه، فرجع أبو نائلة إلى أصحابه فأخبرهم خبره، فأقبلوا حتى انتهوا إلى حصنه، فهتف به أبو نائلة -وكان حديث عهد بعرس- فوثب في ملحفته، وأخذت امرأته بناحيتها وقالت: إنك رجل محارب، وإن صاحب الحرب لا ينزل في مثل هذِه الساعة. </p><p> فقال: إن هؤلاء لو وجدوني نائمًا ما أيقظوني، وإنه أبو نائلة أخي. قالت: فكلمهم من فوق الحصن، فأبى عليها، ونزل إليهم، فتحدث معهم ساعة، ثم قالوا له: يا ابن الأشرف هل لك أن تتماشى إلى </p><p>(١) مطموس في الأصل، والمثبت من (س)، (ن). (٢) الوسق -بالفتح -وهو مكيلة معلومة، وهو ستون صاعًا بصاع النبي - صلى الله عليه وسلم -.انظر: \"تاج العروس\" للزبيدي ١٣/ ٤٨٢ (وسق).(٣) مطموس في الأصل، والمثبت من (س)، (ن).(٤) مطموس في الأصل، والمثبت من (س)، (ن).(٥) الحلقة: اسم لجملة السلاح والدروع وما شابهها.انظر: \"لسان العرب\" لابن منظور ٣/ ٢٩٢ (حلق)، \"المحكم\" لابن سيده ٣/ ٤ (حلق).(٦) مطموس في الأصل، والمثبت من (س)، (ن).(٧) مطموس في الأصل، والمثبت من (س)، (ن).</p><p> شعب العجوز (١) فنتحدث فيه بقية ليلتنا هذِه (٢) ؟ قال: إن شئتم. </p><p> فخرجوا يتماشون، فمشوا ساعة، ثم إن أبا نائلة شام يده من فودي (٣)  (٤) رأسه ثم شم يده فقال: ما رأيت كالليلة طيب عروس قط، قال: إنه طيب أم فلان يعني: امرأته. </p><p> ثم مشى ساعة، ثم عاد لمثلها حتى اطمأن، ثم مشى ساعة فعاد لمثلها، ثم أخذ بفودي رأسه حتى استمكن، ثم قال: اضربوا عدو الله، فاختلفت عليه سيوفهم، فلم تغن شيئًا. </p><p> قال محمد بن مسلمة: فذكرت مغولًا (٥) في سيفي فأخذته وقد صاح عدو الله صيحة، لم يبق حولنا حصن إلا وقد أوقدت (عليه نار)  (٦) . قال: فوضعته في ثندوته (٧)  (٨) ، وتحاملت عليه حتى بلغ </p><p>(١) شعب العجوز: بظاهر المدينة قتل عنده كعب بن الأشرف اليهودي. انظر: \"معجم البلدان\" لياقوت ٣/ ٣٤٧.(٢) من (س)، (ن).(٣) ورد في هامش (س) قوله فود: أي: جانب الوجه.(٤) الفود: ناحية الرأس وهما فودان.انظر: \"تاج العروس\" للزبيدي ٥/ ١٧١ (فود)، \"المحيط في اللغة\" لإسماعيل بن عباد ٩/ ٣٦٦ (فود).(٥) المِغول -بالكسر- السكين التي تكون في السوط.انظر: \"ترتيب القاموس\" للزاوي ٣/ ٣٤٨ (غول)، \"لسان العرب\" لابن منظور ١١/ ٥١٠ (غول).(٦) مطموس في الأصل، والمثبت من (س)، (ن).(٧) مطموس في الأصل، والمثبت من (س)، (ن).(٨) جاء في هامش (س) ثندوة، أي: ثدي الرجل. انتهى، والسياق خلاف ذلك، =</p><p> عانته، ووقع عدو الله. </p><p> وقد أصيب الحارث بن أوس بجرح في رأسه، أصابته بعض (١) أسيافنا، قال: فخرجنا وقد أبطأ علينا صاحبنا الحارث، ونزفه الدم، فوقفنا له ساعة، ثم أتانا يتبع اثارنا فاحتملناه، فجئنا به رسول الله - صلى الله عليه وسلم - آخر الليل، وهو قائم يصلي، فسلمنا عليه فخرج إلينا، فأخبرناه بقتل كعب بن الأشرف، وجئنا برأسه إليه، وتفل على جرح صاحبنا فبرأ، ورجعنا إلى أهلنا، فأصبحنا وقد خافت يهود قينقاع بوقعتنا لعدو الله. </p><p> فقال رسول الله - صلى الله عليه وسلم -: \"من ظفرتم به من رجال اليهود فاقتلوه\" ، فوثب محيصة بن مسعود (٢) على ابن سنينه (٣) رجل من تجار يهود كان يلابسهم (٤) . ويبايعهم فقتله، وكان حويصة (٥) بن مسعود إذ ذاك </p><p>= والثنة: ما بين السيرة والعانة. \"تاج العروس\" للزبيدي ١٨/ ١٥٠٠ (ثن)، \"المحيط في اللغة\" لإسماعيل بن عباد ١٠/ ١٢٩ (ثن). (١) مطموس في الأصل، والمثبت من (س)، (ن).(٢) قال ابن هشام في \"السيرة النبوية\" ٣/ ٥٨: ويقال: محيصة بن مسعود بن الخزرج الأنصاري الأوسي أسلم قبل الهجرة، شهد أحدًا والخندق وما بعدهما.انظر: \"أسد الغابة\" لابن الأثير ٥/ ١١٤.(٣) قال ابن هشام في \"السيرة النبوية\" ٣/ ٥٨: ويقال: سبينه.(٤) الملابسة: الاختلاط والاجتماع.انظر: \"تاج العروس\" للزبيدي ٨/ ٤٥٧ (لبس)، \"المحيط في اللغة\" لإسماعيل بن عباد ٨/ ٣٢٩ (لبس).(٥) مطموس في الأصل، والمثبت من (س)، (ن).</p><p> لم يسلم، وكان أسن من محيصة، فلما قتله جعل حويصة يضربه وهو يقول: يا عدو الله قتلته، أما والله لرب شحم في بطنك من ماله قال محيصة: والله لو أمرني بقتلك من أمرني بقتله لضربت عنقك، قال: فوالله إن كان لأول إسلام حويصة. </p><p> فقال: لو أمرك محمد (١) بقتلي لقتلتني؟ ، قال (٢) : نعم، فوالله إن دينا يبلغ بك هذا لعجب فأسلم حويصة، فأنزل الله -عز وجل-: في شأن كعب: {لَتُبْلَوُنَّ}  (٣) : لتختبرن، واللام للتأكيد، وفيه معنى </p><p>(١) من (س)، (ن). (٢) من (س).(٣) التخريج:رواه عبد الرزاق في \"تفسير القرآن\" ١/ ١٤٢، والطبري في \"جامع البيان\" ٤/ ٢٠١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٣٤، من طرق عن الزهريّ أن الآية نزلت في كعب بن الأشرف بسبب هجائه النبي - صلى الله عليه وسلم - وتشبيبه بنساء المسلمين .. مطولًا ومختصرًا، وإسناده مرسل.وانظر: \"العجاب في بيان الأسباب\" لابن حجر ٢/ ٨١٠، ورواه أبو داود في كتاب الخراج، باب كيف كان إخراج اليهود من المدينة (٣٠٠٠)، والواحدي في \"الوسيط\" ١/ ٥٣٠، والبيهقي في \"دلائل النبوة\" ٣/ ١٩٦ عن الزهريّ، أخبرني عبد الرحمن بن عبد الله بن كعب بن مالك، عن أبيه أن كعب بن الأشرف ... فذكر نحوه .. إلا أن فيه أن النبي - صلى الله عليه وسلم - أمر سعد بن معاذ أن يبعث رهطًا يقتلونه فبعث محمد بن مسلمة -وإسناده مرسل.انظر: \"تهذيب الكمال\" للمزي ١٠/ ٤٤٢ (٣٤٨٤)، \"مجمع الزوائد\" للهيثمي ٦/ ١٩٥ - ١٩٦، \"المعجم الكبير\" للطبراني ١٩/ ٧٦ (١٥٤).وأما قصة إسلام حويصة: فقد رواها أبو داود في كتاب الخراج والفيء، في باب كيف كان إخراج اليهود من المدينة (٣٠٠٢). =</p><p> القسم، فالنون تأكيد القسم (١) . </p><p> {فِي أَمْوَالِكُمْ} بالجوائح والعاهات والخسران والنقصان، {وَأَنْفُسِكُمْ} بالأمراض، وقيل: مصائب الأقارب والعشائر (٢) . وقال عطاء: هم المهاجرون، أخذ المشركون أموالهم وباعوا رباعهم (٣) ، وخذلوهم وعذبوهم (٤) . </p><p> وقال الحسن: هو ما فرض الله (٥) عليهم في أموالهم وأنفسهم من </p><p>= وابن هشام في \"السيرة النبوية\" ٣/ ٥٨، والبيهقي في \"دلائل النبوة\" ٣/ ٢٠٠ من طرق عن مولى لزيد بن ثابت قال: حدثتني ابنة محيصة عن أبيها محيصة أن رسول الله - صلى الله عليه وسلم - قال: فذكر قصة محيصة بنحوه. وانظر: \"المغازي\" للواقدي ١/ ١٩١ - ١٩٢، \"البداية والنهاية\" لابن كثير ٤/ ٨ - ٩، قال الشيخ الألباني في \"ضعيف سنن أبي داود\" (ص ٢٩٩) (٦٤٨): ضعيف. وابنة محيصة بن مسعود لا تعرف. انظر: \"تقريب التهذيب\" لابن حجر (٧).أما قصة قتل كعب بن الأشرف فهي ثابتة صحيحة في غير ما ذكر، فقد أخرج البخاري في كتاب المغازي، باب قتل كعب بن الأشرف (٤٠٣٧)، ومسلم في كتاب الجهاد والسير باب قتل كعب بن الأشرف (١٨٠١)، والبيهقي في \"دلائل النبوة\" ٣/ ١٩٥ من حديث جابر بن عبد الله، فذكر قصة قتل كعب بن الأشرف وليس فيه قصة محيصة وأخيه.(١) انظر: \"إعراب القرآن\" للنحاس ١/ ٤٢٤ - ٤٢٥، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني ٣/ ١٠٢٩ - ١٠٣٠.(٢) انظر \"جامع البيان\" للطبري ٤/ ٢٠٠، \"معاني القرآن\" للزجاج ١/ ٤٩٥.(٣) الربع: الدار بعينها، والرباع: المنازل.انظر: \"المحيط في اللغة\" لإسماعيل بن عباد ٢/ ٣٧، \"تاج العروس\" للزبيدي ١١/ ١١٧ (ربع).(٤) من (س)، وينظر قول عطاء في \"الوسيط\" للواحدي ١/ ٥٣٠.(٥) من (س).</p><p> الحقوق، كالصلاة والصيام والحج والجهاد والزكاة (١) . </p><p> {وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ} ، يعني: اليهود والنصارى، {وَمِنَ الَّذِينَ أَشْرَكُوا} يعني: مشركي العرب، {أَذًى كَثِيرًا وَإِنْ تَصْبِرُوا} على أذاهم، {وَتَتَّقُوا} الله، {فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ} من حق الأمور، وجد الأمور، وخيرها (٢) . وقال عطاء (٣) : من حقيقة الإيمان (٤) . </p><p>(١) في \"معالم التنزيل\" للبغوي ٢/ ١٤٨. وانظر: \"التحرير والتنوير\" لابن عاشور ٣/ ١٨٩ - ١٩٠، والظاهر يحتمل الكلام كما في \"اللباب\" لابن عادل الدمشقي ٦/ ١٠١.(٢) انظر: \"جامع البيان\" للطبري ٤/ ٢٠١، \"معاني القرآن\" للزجاج ١/ ٤٩٦، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني ٣/ ١٠٣٠ - ١٠٣١.(٣) انظر: \"مفاتيح الغيب\" للرازي ٩/ ١٢٩، \"غرائب القرآن\" للنيسابوري ٢/ ٣٢٣.(٤) .. كل أمر كان حميد العاقبة، معروفًا بالرشد والصواب فهو من عزم الأمور.انظر: \"روح المعاني\" للألوسي ٤/ ١٤٨.</p>"
}