{
  "id": null,
  "sura": 3,
  "aya": 21,
  "text": "<p> فقال أهل الكتاب: أسلمنا، فقال لليهود:  \"أتشهدون أن عيسى -عليه السلام- كلمة الله وعبده ورسوله؟ \" فقالوا (١) : معاذ الله. </p><p> وقال للنصارى:  \"أتشهدون أن عيسى عبد الله ورسوله؟ \" فقالوا: معاذ الله أن يكون عيسى عبدًا، فذلك قوله تعالى:  {فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ}  (٢) : تبليغ الرسالة {وَاللَّهُ بَصِيرٌ بِالْعِبَادِ} عالم بمن يؤمن، وبمن لا يؤمن، وبأهل الثواب، وبأهل العقاب. </p><p> ٢١ - قوله -عز وجل-: {إِنَّ الَّذِينَ يَكْفُرُونَ} </p><p> أي (٣) : يجحدون {بِآيَاتِ اللَّهِ} أي: حججه وأعلامه، وقيل: هي (٤) القرآن، وهم اليهود والنصارى (٥) . </p><p> {وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ} قرأ الحسن: (ويقتّلون) : بالتشديد فيهما؛ على التكثير (٦) ، وقرأ حمزة:  (ويقاتلون الذين يأمرون)  (٧) ؛ اعتبارًا بقراءة ابن </p><p>(١) ساقطة من الأصل. والمثبت من (س)، (ن). (٢) انظر: \"جامع البيان\" للطبري ٣/ ٢١٥، \"الوسيط\" للواحدي ١/ ٤٢٣.(٣) من (س).(٤) في الأصل: هو، والمثبت من (س)، (ن).(٥) انظر: \"الكشاف\" للزمخشري ١/ ٥٤٥، \"تفسير القرآن العظيم\" لابن كثير ٣/ ٣٩، \"المحرر الوجيز\" لابن عطية ١/ ٤١٤.(٦) انظر: \"مفاتيح الغيب\" للرازي ٧/ ٢١٤، \"الدر المصون\" للسمين الحلبي ٣/ ٩٤، \"اللباب\" لابن عادل الدمشقي ٥/ ١١٣، وهو؛ للمبالغة.(٧) قال ابن عطية في \"المحرر الوجيز\" ١/ ٤١٥: وقرأ جمهور الناس: {وَيَقْتُلُونَ الَّذِينَ} وقرأ حمزة وجماعة من غير السبعة (ويقاتلون الذين) وفي مصحف ابن =</p><p> مسعود:  (وقاتلوا الذين يأمرون) : ووجه هذِه القراءة: يقتلون النبيين بغير حق، وقد قاتلوا الذين يأمرون به؛ لأنه غير جائز عطف الماضي على المستقبل (١) . </p><p> وفي حرف أبيٍّ:  (وتقتلون النبيين بغير حق)  (٢) . </p><p> و {الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ} : قال مقاتل: أراد به ملوك بني إسرائيل (٣) . </p><p> وقال معقل بن أبي مسكين (٤) وابن جريج: كان الوحي يأتي إلى (٥) أنبياء بني إسرائيل، ولم يكن يأتيهم كتاب، فيذكِّرون قومهم، فيقتلون، </p><p>= مسعود: (وقاتلوا الذين). وقرأها الأعمش، وكلَّها متوجهة، وأبينها قراءة الجمهور. وانظر: \"معاني القرآن\" للفراء ١/ ٢٠٢، \"الحجة\" لابن خالويه (ص ١٠٧)، \"الإقناع\" لابن الباذش ٢/ ٦١٨.(١) قال أبو جعفر النحاس في \"إعراب القرآن\" ١/ ٣٦٣: وهو وجه بعيد جدًّا؛ لأن بعض الكلام معطوف على بعض، والنسق واحد، والتفسير يدل على: {وَيَقْتُلُونَ}.وانظر: \"اللباب\" لابن عادل الدمشقي ٥/ ١١٤.(٢) في \"الكشاف\" للزمخشري ١/ ٣٤٧، \"البحر المحيط\" لأبي حيان ٤/ ٤١٢، \"مفاتيح الغيب\" للرازي ٧/ ٢١٥؛ عن أبي بن كعب.(٣) قال ابن عطيَّة في \"المحرر الوجيز\" ١/ ٤١٥: وتعم كل من كان بهذِه الحال.وانظر: \"الكشاف\" للزمخشري ١/ ٥٤٠، \"زاد المسير\" لابن الجوزي ١/ ٢٩٧، \"جامع البيان\" للطبري ٣/ ٢١٦.(٤) لم أجده.(٥) ليست في الأصل. والمثبت من (س)، (ن).</p><p> فيقوم رجال ممن تبعهم وصدَّقهم، فيذكِّرون قومهم، فيقتلون أيضًا، فهم الذين يأمرون بالقسط من الناس (١) . </p><p> [٧٥٥] أخبرنا ابن فنجويه الحسين بن محمد بن الحسين الدينوري (٢) ، حدثنا أبو نصر منصور بن جعفر النَّهَاوَنْديُّ (٣) ، ثنا أحمد بن يحيى بن الجارود (٤) ، ثنا محمد بن عمرو بن حَنَان (٥) ، ثنا محمد بن حمير (٦) ، ثنا أبو الحسن مولى بني أسد (٧) ، عن مكحول (٨) ، عن قبيصة بن ذؤيب الخزاعيّ (٩) ، عن أبي عبيدة بن الجراح - رضي الله عنه - (١٠) قال: قلت لرسول الله - صلى الله عليه وسلم -: أي الناس أشد عذابًا </p><p>(١) أخرج الطبري في \"جامع البيان\" ٣/ ٢١٦ عن معقل نحوه. وانظر: \"تفسير القرآن العظيم\" لابن أبي حاتم ٢/ ٦٢١، \"تفسير مجاهد\" (ص ١٢٣).(٢) ثقة، صدوق، كثير الرواية للمناكير.(٣) لم أجده.(٤) لم أجده.(٥) الكلبيّ، أبو عبد الله، الحمصيّ. صدوق يغرب، روى عن بقية بن الوليد، ويحيى ابن سعيد العطار، وعنه النسائي والحسين بن إسماعيل المحاملي، مات سنة (٢٥٧ هـ).انظر: \"تهذيب الكمال\" للمزي ٢٠٦/ ٢٦، \"تقريب التهذيب\" لابن حجر (٦١٨٥).(٦) ابن أنيس القضاعي، صدوق.(٧) معاوية بن هشام، صدوق له أوهام.(٨) الشامي أبو عبد الله، ثقة فقيه، كثير الإرسال، مشهور.(٩) هو ابن حلحلة أبو سعيد المدنيّ، من أولاد الصحابة، وله رؤية.(١٠) صحابي مشهور.</p><p> يوم القيامة؟ قال:  \"رجل قتل: نبيًّا، أو رجلًا أمر بمعروف ونهى عن منكر\" ثم قرأ رسول الله - صلى الله عليه وسلم -: {وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ} إلى أن انتهى: {وَمَا لَهُمْ مِنْ نَاصِرِينَ} : ثم قال رسول الله - صلى الله عليه وسلم - (١) : \"يا أبا عبيدة، قتلت بنو إسرائيل ثلاثة وأربعين نبيًّا، من أول النهار، في ساعة واحدة، فقام مائة واثنا عشر رجلًا من عبّاد بني إسرائيل، فأمروا من قتلهم بالمعروف، ونهوهم عن المنكر، فقتلوا جميعًا من آخر النهار، في ذلك اليوم، فهم الذين ذكرهم الله -عز وجل- في كتابه، فأنزل الآية فيهم\"  (٢) . </p><p>(١) ليست في الأصل، والمثبت من (س)، (ن). (٢) الحكم على الإسناد:إسناده ضعيف، فيه محمد بن عمرو بن حنان يُغرب، وأبو الحسن له أوهام، وفيه من لم أجده.التخريج:أخرج البزار في \"البحر الزخار\" كما في \"كشف الأستار\" ٤/ ١٠٩ - ١١٠ (٣٣١٤)، والطبري في \"جامع البيان\" ٣/ ٢١٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٢٦٠ - ٢٦١، والبغوي في \"معالم التنزيل\" ٢/ ٢٠ - ٢١، من طرق عن أبي الحسن، مولى لبني أسد به نحوه.قال البزار: لا نعلم له عن أبي عبيدة طريقًا غير هذِه الطريق، ولم نسمع أحدًا سمّى أبا الحسن هذا الذي روى عنه محمد بن حمير. انتهى.وقال الهيثمي في \"مجمع الزوائد\" ٧/ ٢٧٢: رواه البزار وفيه ممن لم أعرفه اثنان.وقال ابن حجر: فيه أبو الحسن مولى بني أسد وهو مجهول. \"الكاف الشاف\" ١/ ٣٤٧.</p><p> [٧٥٦] وأخبرني الحسين بن محمد الدينوري (١) ، ثنا أحمد بن محمد بن إسحاق (٢) ، حدثني العباس بن علي النسائي (٣) ، ثنا محمد ابن يوسف بن أبي معمر (٤) ، ثنا عبد الله بن محمد بن المغيرة (٥) ، ثنا مالك بن مغول (٦) ، عن عمرو بن مرة (٧) ، عن عبيدة السَّلمانيِّ (٨) ، عن عبد الله بن مسعود - رضي الله عنه - (٩) قال: قال رسول الله - صلى الله عليه وسلم -: \"بئس القوم قومًا (١٠) يقتلون الذين يأمرون بالقسط من الناس، </p><p>(١) الزيادة من (س)، (ن). وهو ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير. (٢) أحمد بن محمد بن إسحاق بن السنيّ.(٣) ثقة.(٤) لم أجده.(٥) منكر الحديث.(٦) الكوفي، ثقة ثبت.(٧) الجمليّ، ثقة عابد ورمي بالإرجاء.(٨) عبيدة بن عمرو السلماني، ثبت.(٩) الصحابي المشهور.(١٠) هكذا في جميع النسخ في المواضع الثلاثة (قومًا) بالنصب. وتذكر كتب النحاة أن المخصوص بالمدح أو الذم حكمه الرفع، إما على الابتداء أو على الخبرية.انظر: \"شرح ابن عقيل على ألفية ابن مالك\" ٢/ ١٦٦ - ١٦٧.غير أنها قد تتوجه التوجيه الآتي: إما أن تكون مفعولًا به لفعل محذوف، تقديره: أعني، أو: أخص.أو أن تكون: بئس، فعلًا ماضيًا، على وزن فعِل وبابه: علِم، وتكون لفظة: القوم، فاعلاً مرفوعًا، ولفظة: قومًا، إنما هي حال للفاعل المتقدم عليها.فإن قيل: كيف وقعت الحال جامدةً؟ وما مسوغها؟ قلنا: هي على أحد وجهين: إما أن تكون جامدة مؤولة بالمشتق، كما تقول كرَّ زيد أسدًا -أي: شجاعًا. =</p><p> بئس القوم قوما لا يأمرون بالمعروف ولا ينهون عن المنكر، بئس القوم قومًا يمشي المؤمن بينهم بالتقية والكتمان\" (١) . </p><p> {فَبَشِّرْهُمْ} أي (٢) : أخبرهم {بِعَذَابٍ أَلِيمٍ} وإنما أدخل الفاء؛ لأنه وضع قوله:  {إِنَّ الَّذِينَ} في (٣) موضع الجزاء؛ لأنه لا يقال: إن زيدًا فقائم (٤) . </p><p> وقيل: أدخل الفاء، على إلغاء (إن) ، وتقديره: الذين يكفرون </p><p>= أو تكون جامدة غير مؤولة؛ لاتصافها بالجملة بعدها، كما قال تعالى: {قُرْءَانًا عَرَبِيًّا}. فاعرفه، والله أعلم. (١) [٧٥٦] الحكم على الإسناد:إسناده ضعيف؛ لأجل عبد الله بن المغيرة.التخريج:لم أجده من هذِه الطريق.وذكره الديلميّ في \"مسند الفردوس\" ٢/ ١٢٣ (٢١٤٥) من طريق يحيى بن سعيد العطّار، حدثنا سوار بن مصعب، عن عمرو بن مرة، عن أبي عبيدة، عن عبد الله ابن مسعود، مرفوعًا، بنحوه.ذكر ذلك الألباني في \"سلسلة الأحاديث الضعيفة\" ٥/ ١٦٣ (٢١٤١) وقال: ضعيف جدًّا؛ للانقطاع بين ابن مسعود وابنه أبي عبيدة، وسوار بن مصعب منكر الحديث، والعطّار ضعفه ابن معين وغيره. انتهى مختصرًا.وانظر: \"فيض القدير\" للمناوي ٣/ ٢١٤ (٣١٨٦)، \"كنز العمال\" للمتقي الهندي ١١/ ١٦ (٤٣٧١٢)، \"ضعيف الجامع\" للألباني (٣٤٨).(٢) من (س).(٣) من (س).(٤) انظر: \"معاني القرآن\" للزجاج ١/ ٣٩١، \"البحر المحيط\" لأبي حيان ٢/ ٤١٤، \"التبيان\" للطوسي ٢/ ٤٢٣.</p>"
}