{
  "id": null,
  "sura": 3,
  "aya": 54,
  "text": "<p> {نَحْنُ أَنْصَارُ اللَّهِ} أي (١) : أعوان دين الله ورسوله {آمَنَّا بِاللَّهِ وَاشْهَدْ} : يَا عيسى {بِأَنَّا مُسْلِمُونَ} . </p><p> ٥٣ - {رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ} : </p><p> في كتابك {وَاتَّبَعْنَا الرَّسُولَ} : عيسى (عليه السلام)  (٢)  {فَاكْتُبْنَا مَعَ الشَّاهِدِينَ} : الذين شهدوا (لأنبيائك بالصدق)  (٣) . </p><p> وقال عطاء: مع النبيين؛ (لأن منبي شاهد على أمته)  (٤)  (٥) . وقال ابن عباس رضي الله عنهما: مع محمَّد وأمته (٦) . </p><p> ٥٤ - قوله تعالى:  {وَمَكَرُوا وَمَكَرَ اللَّهُ} : </p><p> يعني كفَّار بني إسرائيل الذين أحسَّ عيسى عليه السلام منهم الكفر، </p><p>(١) من (س). (٢) من (س).(٣) في الأصل: الذين شهدوا مع الأنبياء لك بالصدق. وفي (س): يشهدون. بدلًا من شهدوا. والمثبت من (ن).(٤) في الأصل: لأن مع منبي شاهدًا قاصدًا فيه. والمثبت من (س)، (ن).(٥) ذكره البَغَوِيّ في \"معالم التنزيل\" ٢/ ٤٣، والدمشقي في \"اللباب\" ٥/ ٢٦٣ عن عطاء.(٦) أخرج ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٦٦٠ عن ابن عباس، بلفظه، وفيه زيادة، وذكره السيوطي في \"الدر المنثور\" ٢/ ٦٣ ونسبه لابن أبي حاتم، والفريابي، وعبد بن حميد، وابن المنذر، وأبي الشيخ والطبراني، وابن مردويه: عن ابن عباس بلفظه، وفيه زيادة.قال ابن كثير في \"تفسير القرآن العظيم\" ٣/ ٦٨: وهذا إسناد جيد.وانظر: \"معاني القرآن\" للنحاس ٢/ ٤٠٧.</p><p> دبَّروا في قتل عيسى عليه السلام. </p><p> والمكر: لطف التدبير، وذلك أن عيسى عليه السلام بعد إخراج قومه إياه وأمه من بين ظهرانيهم، عاد إليهم مع الحواريين، وقام فيهم بالدعوة، فهمَّوا بقتله، وتواطئوا على (الفتك به)  (١) فذلك مكرهم. </p><p> وقال أهل المعاني: المكر: السعي بالفساد في ستر، وأصله من قول العرب: مكر الليل، وأمكر: إذا ظلم (٢) . </p><p> {وَمَكَرَ اللَّهُ} . قال الفراء: المكر من المخلوقين: الخبث والخديعة والحيلة، وهو من الله أستدراجه العباد (٣) ، قال الله تعالى:  {سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ}  (٤) . </p><p> قال ابن عباس رضي الله عنهما: معناه (٥) : كما أحدثوا خطيئة، جددنا لهم نعمة (٦) . </p><p> وقال الزجاج: مكر الله تعالى: مجازاتهم على مكرهم، فسمى </p><p>(١) في الأصل: على القتل. والمثبت من (س)، (ن). (٢) ورد هذا الوجه في: \"تهذيب اللغة\" للأزهري ١٠/ ٢٤٠ (مكر)، \"تاج العروس\" للزبيدي ٧/ ٤٩٣ (مكر)، \"لسان العرب\" لابن منظور ٥/ ١٨٣ (مكر)، \"التبيان\" للطوسي ٢/ ٤٧٦ - ٤٧٧.(٣) \"معاني القرآن\" له ١/ ٢١٨ نحوه.(٤) الأعراف: ١٨٢.(٥) من (س)، (ن).(٦) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٤/ ٩٨ عن ابن عباس بلفظه.وانظر: \"البحر المحيط\" لأبي حيان ٢/ ٤٩٦.</p><p> الجزاء باسم الابتداء (١) ، كقوله تعالى:  {اللَّهُ يَسْتَهْزِئُ بِهِمْ}  (٢) ، {وَهُوَ خَادِعُهُمْ}  (٣)  (٤) . وقال عمرو بن كلثوم: </p><p> ألا لا يجهلنْ أحدٌ علينا ... فنجهلَ فوقَ جَهْلِ الجاهلينا (٥) </p><p> [٧٩٥] وسمعت أَبا القاسم بن حبيب (٦) يقول: سمعت أَبا عبد الله محمَّد بن عبَّاد البغدادي (٧) يقول: سأل رجل جنيدًا (٨) رحمه الله: كيف </p><p>(١) في \"معاني القرآن\" له ١/ ٤١٩، ولفظه: المكر، من الخلائق: خبث وخداع، والمكر، من الله: المجازاة على ذلك، فسمي باسم ذلك؛ لأنه مجازاة عليه، كما قال عز وجل: {اللَّهُ يَسْتَهْزِئُ بِهِمْ} [البقرة: ١٥] فجعل مجازاتهم على الاستهزاء بالعذاب، لفظه لفظ الاستهزاء. انتهى. وانظر: \"معاني القرآن\" للنحاس ١/ ٤٠٨.(٢) البقرة: ١٥.وانظر: \"باهر البرهان\" لبيان الحق النَّيْسَابُورِيّ ١/ ٢٩٥ - ٢٩٦.(٣) ورد في الأصل: والله خادعهم. والمثبت من (س)، (ن).(٤) النساء: ١٤٢.(٥) أوردت بعض كتب اللغة البيت، مستشهدًا به على المزاوجة في الكلام.انظر: \"شرح القصائد السبع الطوال\" للتبريزي (ص ٤٢٦)، \"الحجة\" للفارسي ١/ ٣١٦، \"شرح أبيات المغني\" للبغدادي ٧/ ٣٧.(٦) المفسر، الواعظ، قيل: كذبه الحاكم.(٧) محمَّد بن عباد أبو عبد الله البغدادي.كان بحمص وحدث عن محمَّد بن سليمان الحراني، روى عنه عمرو بن إسحاق بن يزيد الحمصي، ذكر ذلك محمَّد بن إسحاق بن مندة، لم أجد فيه جرحًا أو تعديلًا. \"تاريخ بغداد\".(٨) أبو القاسم.الجنيد بن محمَّد بن الجنيد، شيخ الصوفية لم يذكر بجرح أو تعديل.</p><p> رضي الله المكر لنفسه، وقد عاب به غيره؟ فقال: لا أدري ما تقول، ولكن أنشدني فلان الظهراني (١) : </p><p> فديتك! قد جُبلتُ على هواكا ... فنفسي لا تنازعني سواكا </p><p> أحبك، لا ببعضي، بل بكلي ... وإن لم يُبْق حبك لي حَرَاكا </p><p> ويقبح من سواك الفعل عندي ... وتفعله فيحسن منك ذاكا </p><p> فقال الرجل: أسألك عن آية من كتاب الله عز وجل، وتجيبني بشعر الظهرانيِّ؟ ! فقال: ويحك! قد أجبتك إن كنت تعقل، إن تخليته إياهم مع المكر بهم مكر منه بهم (٢) . </p><p> ومكر الله تعالى بهم -خاصةً- في هذِه الآية: إلقاؤه الشبه على صاحبهم الذي أراد قتل عيسى عليه السلام حتى قُتل وصُلب، ورُفع عيسى عليه السلام إلى السماء. </p><p>(١) لم أجده، وقد أشار إليه أبو حيان في \"البحر المحيط\" ولم يبيّنه. (٢) [٧٩٥] الحكم على الإسناد:فيه شيخ المصنف تكلم فيه الحاكم، وابن عباد والجنيد لم يذكرا بجرح أو تعديل.التخريج:ذكره أبو حيان في \"البحر المحيط\" ٢/ ٤٩٦ مختصرًا، والألوسي في \"روح المعاني\" ١/ ١٩٢، مستشهدًا به على أن الأولى القول باختلاف المكرين على ما يقتضيه مقام الفرق.وانظر: \"صفوة الصفوة\" لابن الجوزي ٣/ ١١٤٠.</p><p> قال ابن عباس رضي الله عنهما: إن ملكًا من بني إسرائيل أراد قتل عيسى، وقصده أعوانه، فدخل خوخة فيها كوَّة (١) ، فرفعه جبريل عليه السلام من الكوّة إلى السماء. </p><p> فقال الملك لرجل خبيث منهم: ادخل عليه فاقتله، فدخل الخوخة، فألقى (٢) الله تعالى شبه عيسى عليه، فخرج إلى أصحابه فخبرهم (٣) أنه ليس في البيت (فقتلوه وصلبوه)  (٤) وظنوا أنه عيسى (٥) . </p><p> وقال وهب: طرقوا عيسى عليه السلام في بعض الليل فأسروه، ونصبوا خشبة؛ ليصلبوه (٦) ، فلمَّا أرادوا صلبه (٧) أظلمت عليهم الأرض، وأرسل الله تعالى (٨) الملائكة فحالوا بينهم وبينه، فصلبوا مكانه </p><p>(١) هي كوّة في الجدار للضوء، وهي باب صغير كالنافذة الكبيرة وتكون بين بيتين، يُنْصَبُ عليها باب. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٨٦ (خوخ)، \"مجمع بحار الأنوار\" للشيخ محمَّد الفتنيّ ٢/ ١٢٣ (خوخ)، \"جمهرة اللغة\" لابن دريد ١/ ٢٣٢.(٢) في الأصل: فألقاه. والمثبت من (س)، (ن).(٣) في الأصل: فخبَّر. والمثبت من (س)، (ن).(٤) في الأصل: فصلبوه. والمثبت من (ن) و (س).(٥) ذكره البغوي في \"معالم التنزيل\" ٢/ ٤٤، وذكر نحوه الفراء في \"معاني القرآن\" ١/ ٢١٨، وأشار إليه الوا حدي في \"الوسيط\" ١/ ٤٤١، وذكره ابن الأثير في \"الكامل في التاريخ\" ١/ ٣١٧ - ٣١٨.(٦) في الأصل: ليقتلوه. وكذلك في (س)، والمثبت من (ن).(٧) في الأصل: قتله. والمثبت من (س)، (ن).(٨) من (س).</p><p> رجلًا يُسمَّى: يهوذا، وهو الذي دلَّهم عليه، وذلك: أن عيسى عليه السلام جمع الحواريين، تلك الليلة، وأوصاهم (ثم قال)  (١) : ليكفرن بي أحدكم قبل أن يصيح الديك، ويبيعني بدراهم يسيرة، فخرجوا عنه وتفرقوا، وكانت اليهود تطلبه، فأتى أحد الحواريين إلى اليهود وقال لهم: ما تجعلون لمن يدلكم على المسيح؟ فجعلوا له ثلاثين درهمًا، فأخذها، ودلَّهم عليه، فألقى الله عز وجل عليه شبه عيسى عليه السلام، فلمَّا دخل البيت ورفع عيسى عليه السلام (إلى السماء)  (٢) ، وأخذ الذي دلَّهم عليه، فقال: أنا الذي دللتكم عليه، فلم يقبلوا منه، ولم يلتفتوا إلى قوله وصلبوه، وهم يظنون أنه عيسى، فلما صُلب شبه عيسى جاءت أم عيسى مريم وامرأة أخرى كان عيسى عليه السلام دعا لها فأبرأها (الله تعالى)  (٣) من الجنون تبكيان عند المصلوب. </p><p> فجاءهما عيسى عليه السلام، فقال لهما (٤) : علام تبكيان؟ قالتا: عليك، قال: إن الله تعالى رفعني ولم (يصبني إلَّا خير)  (٥) وإن هذا شيء (٦) شبه لهم. </p><p> فلما كان بعد سبعة أيام قال الله تعالى لعيسى (٧) : أنزل على مريم </p><p>(١) في الأصل: وقال. والمثبت من (س)، (ن). (٢) من (س)، (ن).(٣) من (س)، (ن).(٤) من (س)، (ن).(٥) مطموس في الأصل، والمثبت من (س)، (ن).(٦) من (س)، (ن).(٧) من (س)، (ن).</p><p> المجدلانية في جبلها؛ فإنه لم يبك عليك (١) أحد بكاءها, ولم يحزن عليك أحد حزنها، ثم لتجمع لك الحواريين، فبثَّهم في الأرض دعاة إلى الله (عز وجل)  (٢) ، فأهبطه الله عليها فاشتعل الجبل حين هبط نورًا، فجمعت له (٣) الحواريين فبثهم في الأرض دعاة، ثم رفعه الله تعالى إليه (٤) . </p><p> وتلك الليلة هي الليلة التي تدخِّن فيها النصارى. </p><p> فلما أصبح الحواريون حدَّث كل واحد منهم بلغة من أرسله عيسى عليه السلام إليهم، فذلك قوله تعالى: {وَمَكَرُوا وَمَكَرَ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ (٥٤) } أي: أفضل المعاقبين (٥) . </p><p>(١) من (س). (٢) من (س)، (ن).(٣) من (س)، (ن).(٤) من (س).(٥) أخرج الطبري، كما في \"البداية والنهاية\" لابن كثير ٢/ ٩٣ من طريق عبد الصمد ابن معقل: أنه سمع وهبًا يقول: فذكر خبرًا طويلًا. قال ابن كثير: وهذا إسناد غريب. وذكره البغوي في \"معالم التنزيل\" ٢/ ٤٤ - ٤٥، وأشار إليه أبو المظفر السمعاني في \"تفسير القرآن\" ١/ ٣٢٣ مختصرًا، وذكره ابن الأثير في \"الكامل في التاريخ\" ١/ ٣١٨ - ٣١٩، وذكره ابن الوردي في \"تاريخه\" ١/ ٤١، والألوسي في \"روح المعاني\" ٣/ ١٧٧ - ١٧٨ عن وهب مطولًا، ومختصرًا.قال ابن كثير في \"تفسير القرآن العظيم\" ٣/ ٦٨ - ٦٩: سياق غريب جدًّا.وانظر: \"المحرر الوجيز\" لابن عطية ١/ ٤٤٣.والحقيقة: أن هذِه الأشياء حشو, لا حاجة لذكرها؛ لمنافاتها العقول، ومثل هذا الأمر لا يجوز أن يسطّر في الكتب، بمثل هذا السياق الغريب، والله أعلم.</p><p> قال أهل التواريخ (١) : حملت مريم بعيسى عليهما السلام ولها (٢) ثلاث عشرة سنة (وولدت عيسى)  (٣) ببيت لحم (٤) من أرض أوريشلم (٥) ، لمضي خمس وستين سنة (من غلبة الاسكندر على أهل بابل)  (٦) وأوحى الله إليه، على رأس ثلاثين سنة، ورفعه الله تعالى من بيت المقدس ليلة القدر من شهر رمضان وهو ابن ثلاث وثلاثين سنة (فكانت نبوته ثلاث سنين)  (٧)  (وعاشت أمه مريم بعد رفعه ست سنين)  (٨)  (٩) . </p><p> * * * </p><p>(١) في الأصل: التاريخ. والمثبت من (س)، (ن). (٢) في الأصل: ولهما. والمثبت من (س).(٣) في الأصل: وولدته. والمثبت من (س)، (ن).(٤) بيت لحم -بالفتح وسكون الحاء المهملة-: بليد قرب البيت المقدّس، بها ولد عيسى بن مريم عليهما السلام.انظر: \"معجم البلدان\" لياقوت ١/ ٥٢١.(٥) أوريشلم -بالضم ثم السكون وكسر الراء وياء ساكنة وستين معجمة مفتوحة ولام مكسورة وميم-: هو اسم للبيت المقدس بالعبرانية.انظر: \"معجم البلدان\" لياقوت ١/ ٣٣١.(٦) في الأصل: مضت من ملك الأشكانيين، وفي (س): ملوك الأشكابين. والمثبت من (ن)، وهو الموافق لما ورد في الهامش من النسخة الأصل عند هذا الموضع.(٧) من (س)، (ن).وانظر: \"الإتقان\" للسيوطي ٥/ ١٩٨٣.(٨) من (س).وانظر: \"الإتقان\" للسيوطي ٥/ ١٩٨٣.(٩) انظر: \"اللباب\" لابن عادل الدمشقي ٥/ ٢٧٠، \"تفسير القرآن العظيم\" لابن كثير٤/ ٣٦٦ - ٣٦٧، \"فتح الباري\" لابن حجر ٦/ ٤٩٣.</p>"
}