{
  "id": null,
  "sura": 3,
  "aya": 181,
  "text": "<p> ١٨١ - قوله {لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ} . </p><p> قال الحسن (١) ، ومجاهد (٢) : لما نزلت: {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا}  [البقرة: ٢٤٥] قالت اليهود: إن الله فقير يستقرض منا ونحن أغنياء (٣) ، وهذِه رواية باذان عن ابن عباس رضي الله عنهما (٤) . </p><p> وذكر الحسن أن قائل هذِه المقالة: حيي بن أخطب (٥) ، وقال عكرمة والسدي، ومقاتل (٦) ، ومحمد بن إسحاق: كتب النبي - صلى الله عليه وسلم - </p><p>= الأصبهاني ١/ ٣٤٠، \"شرح الهداية\" للمهدوي ١/ ٢٤٢، \"شرح طيبة النشر\" لابن الجزري (ص ٢١١)، \"إعراب القراءات السبع\" لابن خالويه ١/ ١٢٤. (١) قول الحسن أخرجه الطبري في \"جامع البيان\" ٤/ ١٩٥ نحوه.وانظر: \"معاني القرآن\" للزجاج ١/ ٤٩٣.(٢) قول مجاهد أخرجه الطبري في \"جامع البيان\" ٤/ ١٩٥ عنه بمعناه.وانظر: \"اللباب\" لابن عادل الدمشقي ٦/ ٨٨، \"التحرير والتنوير\" لابن عاشور ٣/ ١٨٣ - ١٨٤ ..(٣) قال أبو حيان في \"البحر المحيط\" ٣/ ١٣٥: ولا يستبعد ذلك من عقولهم.(٤) التخريج:لم أقف عليه من قول ابن عباس برواية باذان، لكن أخرج ابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٢٨ نحوه من طريق سعيد بن جبير عنه.(٥) لم أقف على قول الحسن، لكن أخرج الطبري في \"جامع البيان\" ٤/ ١٩٥ عن قتادة قوله: ذكر لنا ... فذكر نحوه.انظر: \"الجامع لأحكام القرآن\" للقرطبي ٤/ ٢٩٤.(٦) انظر قوله في \"تفسيره\" ١/ ٣١٩ مختصرًا.</p><p> مع أبي بكر الصديق (١) رضي الله عنه إلى يهود بني قينقاع يدعوهم إلى الإسلام وإلى (٢) إقامة الصلاة، وإيتاء الزكاة، وأن يقرضوا الله قرضًا حسنا. </p><p> فدخل أبو بكر رضي الله عنه ذات يوم مدراسهم (٣) فوجد ناسًا كثيرًا (من اليهود)  (٤) قد اجتمعوا إلى رجل منهم يقال له: فنحاص بن عازورا وكان من علمائهم، ومعه حبر آخر يقال له: أشيع. </p><p> فقال أبو بكر رضي الله عنه لفنحاص: اتق الله وأسلم، فوالله إنك لتعلم أن محمدًا رسول الله قد جاءكم بالحق من عند الله، تجدونه مكتوبًا عندكم في التوراة والإنجيل، فامن وصدق وأقرض الله قرضًا حسنا يدخلك الجنة، ويضاعف لك الثواب. </p><p> فقال فنحاص: يا أبا بكر: تزعم أن ربنا يستقرض منا (٥) أموالنا، وما يستقرض إلا الفقير من الغني، فإن كان ما تقول حقًّا فإن الله إذا لفقير، ونحن أغنياء، ولو كان غنيًّا ما أستقرضنا أموالنا، وإنه ينهاكم عن الربا ويعطينا، ولو كان غنيًّا بها أعطانا الربا. </p><p>(١) من (س). (٢) من (ن).(٣) المدراس: البيت الذي يدرس فيه اليهود كتبهم.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ١١٣، \"المحيط في اللغة\" لإسماعيل بن عباد ٨/ ٢٨١. (د ر س).(٤) من (ن).(٥) من (س).</p><p> فغضب أبو بكر رضي الله عنه، وضرب وجه فنحاص ضربة شديدة وقال: والذي نفسي بيده لولا العهد الذي بيننا وبينكم لضربت عنقك يا عدو الله. </p><p> فذهب فنحاص إلى رسول الله - صلى الله عليه وسلم - فقال: يا محمد انظر إلى ما صنع بي صاحبك. فقال رسول الله - صلى الله عليه وسلم - لأبي بكر:  \"ما حملك على ما صنعت؟ \" ، فقال: يا رسول الله: إن عدو الله قال قولًا عظيمًا، زعم أن الله فقير، وأنهم هم (١) الأغنياء فغضبت لله، وضربت وجهه. </p><p> فجحد ذلك (٢) فنحاص، فأنزل الله -عز وجل- ردّا على فنحاص، وتصديقًا لأبي بكر:  {لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ}  (٣) . </p><p>(١) في (س)، (ن): عنه. (٢) من (ن).(٣) التخريج:أخرج الطبري في \"جامع البيان\" ٤/ ١٩٤ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٢٨ - ٨٢٩ من طريق ابن إسحاق، حدثني محمد بن أبي محمد، عن عكرمة أنه حدثه عن ابن عباس نحوه، وقد حسنه ابن حجر في \"فتح الباري\" ٨/ ٢٣١، وذكره ابن هشام في \"السيرة النبوية\" عن ابن إسحاق ٢/ ٥٥٨ ولم يجاوزه.وأخرج الطبري في \"جامع البيان\" ٤/ ١٩٥ من طريق أسباط عن السدي نحوه مختصرًا، وذكره الشوكاني في \"فتح القدير\" ١/ ٤٠٧ عن السدي.وانظر: \"تفسير القرآن العظيم\" لابن كثير ٣/ ٢٨٢ - ٢٨٣، وذكره ابن عادل الدمشقي في \"اللباب\" ٦/ ٨٨ عن عكرمة والسدي ومقاتل ومحمد بن إسحاق.</p><p> {سَنَكْتُبُ مَا قَالُوا} من الإفك على الله فنجازيهم به (١) ، وقال مقاتل وأبو عبيدة: سنحفظ عليهم (٢) . وقال الكلبي: سنوجب عليهم في الآخرة جزاء ما قالوا في الدنيا. </p><p> وقال الواقدي: سنأمر الحفظة بالكتابة (٣) ، نظيره {وَإِنَّا لَهُ كَاتِبُونَ}  (٤)  (٥)  {وَقَتْلَهُمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ} قرأ حمزة والأعرج والأعمش (سَيُكتَبُ ما قالوا)  (٦) بياء مضمومة، وَ {قَتْلَهُمُ} برفع </p><p>(١) من (س)، (ن). (٢) انظر قول أبي عبيدة في \"مجاز القرآن\" له ١/ ١١٠.(٣) انظر \"الجامع لأحكام القرآن\" للقرطبي ٤/ ٢٩٤، \"تفسير القرآن العظيم\" لابن كثير ٣/ ٢٨٣، \"فتح القدير\" للشوكاني ١/ ٤٠٦.(٤) الأنبياء: ٩٤.(٥) قال الشوكاني في \"فتح القدير\" ١/ ٤٠٦: والمراد الوعيد لهم وأن ذلك لا يفوت على الله، بل هو معد لهم ليوم الجزاء.وانظر \"التحرير والتنوير\" لابن عاشور ٣/ ١٨٣ - ١٨٤، مرتبة الكتابة من مراتب القدر التي أجمع أهل السنة على إثباتها.قال ابن القيم في \"شفاء العليل\" (ص ٨٥): أجمع الصحابة والتابعون وجميع أهل السنة والحديث أن كل كائن إلى يوم القيامة فهو مكتوب في أم الكتاب.وقال أبو حيان في \"البحر المحيط\" لأبي حيان ٣/ ١٣٦: الظاهر إجراء الكتابة على أنها حقيقية، قال بذلك كثير من العلماء وأنها تكتب الأعمال في صحف ... انتهى مختصرًا.وانظر: \"الوسيط\" للواحدي ١/ ٥٢٨، \"الإبانة\" لابن بطة ٢/ ٩، \"العقيدة الواسطية\" لابن تيمية شرح الفوزان (ص ١٦٤)، \"المحرز الوجيز\" لابن عطية ٣/ ٣٠٨، \"شرح العقيدة الطحاوية\" لابن أبي العز ٢/ ٣٤٤، ٣٤٨.(٦) مطموس في الأصل، والمثبت من (س)، (ن).</p><p> اللام، و {يَقولُ} بالياء (١) اعتبارًا بقراءة عبد الله (٢) : {وَنَقُولُ ذُوقُوا عَذَابَ الْحَرِيقِ} . أي: النار، والنار: اسم جامع للملتهبة منها وغير الملتهبة، والحريق اسم للملتهبة منها، وهي بمعنى: المحرق كما يقال: عذاب أليم وضرب وجيع (٣) . </p><p>(١) في \"إعراب القرآن\" للنحاس ١/ ٤٢٣، الأعمش وحمزة. وانظر: \"الاختيار في القراءات العشر\" لسبط الخياط ١/ ٣٤٠، \"الحجة\" لابن خالويه (ص ١١٧)، \"شرح الهداية\" للمهدوي ١/ ٢٤٢: \"إعراب القراءات السبع\" لابن خالويه ١/ ١٢٤.(٢) في \"إعراب القرآن\" للنحاس ١/ ٤٢٣، ابن مسعود.وانظر: \"الجامع لأحكام القرآن\" للقرطبي ٤/ ٢٩٤.(٣) انظر \"مجاز القرآن\" لأبي عبيدة ١/ ١١٠، \"معاني القرآن\" للزجاج ١/ ٤٩٤، \"التبيان\" للطوسي ٣/ ٦٦.</p>"
}