{
  "id": null,
  "sura": 3,
  "aya": 122,
  "text": "<p> ١٢٢ - (قوله عز وجل)  (١) : {إِذْ هَمَّتْ طَائِفَتَانِ مِنْكُمْ أَنْ تَفْشَلَا} </p><p> أي: تجبنا وتضعفا وتتخلفا عن رسول الله - صلى الله عليه وسلم -: وهم بنو سَلِمة (٢)  (٣) من الخزرج، وبنو حارثة من الأوس، وكانا جناحي العسكر. </p><p> وذلك أن رسول الله - صلى الله عليه وسلم - خرج إلى أحد في ألف رجل، وقيل: تسعمائة وخمسون رجلًا (٤) . </p><p> وقال الزجاج: كان أصحاب رسول الله - صلى الله عليه وسلم - في أحد وقت القتال ثلاثة آلاف (٥) فخرج رسول الله - صلى الله عليه وسلم - إلى أحد، وقد وعد أصحابه الفتح </p><p>(١) من (س)، (ن). (٢) مطموس في الأصل، والمثبت من (س)، (ن).(٣) بنو سَلِمة -بكسر اللام- وليس في العرب سلِمة بكسر اللام غيرها، وسائرها بفتح اللام.انظر: \"مختلف القبائل\" لابن حبيب (ص ٣٣١) (طبعة الجاسر)، \"توضيح المشتبه\" لابن ناصر الدين ٥/ ١٣٦.(٤) قال ابن حجر: \"فتح الباري\" ٧/ ٣٤٦ وهم ألف رجل، وكان المشركون ثلاثة آلاف رجل، حتى نزل بأحد، ورجع عنه عبد الله بن أبي بن سلول في ثلاثمائة فبقي في سبعمائة.وانظر: \"اللباب\" لابن عادل الدمشقي ٥/ ٥١٠.(٥) هكذا وردت في جميع النسخ، وفي \"معاني القرآن\" للزجاج ١/ ٤٦٦: وكانوا في يوم أحد تسعمائة والكفار في يوم أحد ثلاثة آلاف. انتهى.وانظر: \"الجامع لأحكام القرآن\" للقرطبي ٤/ ١٨٦، \"اللباب\" لابن عادل الدمشقي ٥/ ٥٠٩.</p><p> إن صبروا، فلما بلغوا الشوط (١) اعتزل عبد الله بن أبي الخزرجي (٢) بثلث الناس، فرجع في ثلاثمائة، وقال: علام نقتل أنفسنا وأولادنا؟ </p><p> فتبعهم أبو (٣) جابر السلمي وقال: أنشدكم الله في نبيكم، وفي أنفسكم، فقال عبد الله بن أبيّ: لو نعلم قتالا لاتبعناكم. وهمت بنو سلمة وبنو حارثة بالانصراف مع عبد الله بن أبي، فعصمهم الله عز وجل فلم ينصرفوا، ومضوا (٤) مع رسول الله - صلى الله عليه وسلم -، فذكرهم الله تعالى عظيم نعمته فقال:  {إِذْ هَمَّتْ طَائِفَتَانِ مِنْكُمْ أَنْ تَفْشَلَا وَاللَّهُ وَلِيُّهُمَا}  (٥) ، أي؟ ناصرهما وحافظهما. </p><p> وقرأ ابن مسعود رضي الله عنه:  (والله وليهم) لأن الطائفتين جمع، </p><p>(١) في الأصل: الشرط. بالراء، وورد في الهامش من الأصل قوله: الشرط -بشين معجمة فراء ساكنة فطاء مهملة: اسم حائط بالمدينة. انتهى، والمثبت من (س)، (ن). قال ابن الأثير في \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٥٠٩: الشرط -بالواو- اسم حائط من بساتين المدينة.وانظر: \"المغازي\" للواقدي ١/ ٢١٩، \"سبل الهدى والرشاد\" للصالحي ٤/ ١٨٨.(٢) من (ن).(٣) من (س)، (ن).(٤) في الأصل: وبقوا. والمثبت من (س)، (ن).(٥) هذا مختصر من غزوة أحد يتركب عليه تفسير الآية، وباقي الغزوة مستوعب في كتب السير.انظر: \"المغازي\" للواقدي ١/ ١٩٩ - ٢٢٤، \"سبل الهدى والرشاد\" للصالحي ٤/ ١٨٢ - ١٩٥.</p>"
}