{
  "id": null,
  "sura": 3,
  "aya": 104,
  "text": "<p> ١٠٤ - في قوله -عز وجل-: {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ} </p><p> أي: ولتكونوا أمة، (من) صلة (١) كقوله تعالى: {فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ}  (٢) ، (لم يرد اجتناب بعض الأوثان)  (٣) إنما أراد: اجتنبوا الأوثان فإنها رجس، واللام في قوله {وَلْتَكُن} لام الأمر (٤)  {يَدْعُونَ إِلَى الْخَيْرِ} أي: الإسلام {وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} . </p><p> [٨٥٣] أخبرنا ابن فنجويه (٥) ، ثنا هارون بن محمد بن هارون العطّار (٦) ، حدثنا (٧) يوسف بن عبد الله بن ماهان (٨) ثنا علي بن عبد الله (٩) ، حدثنا سفيان بن عيينة (١٠) ، عن عمرو بن دينار (١١) قال: </p><p>(١) ذهب بعضهم إلى أن (من) هاهنا للتبعيض أو لبيان الجنس. انظر: \"البحر المحيط\" لأبي حيان ٣/ ٢٣، \"شرح المفصل\" لابن يعيش ١٣/ ٨، \"معاني الحروف\" للرمّاني (ص ٩٧).(٢) الحج: ٣٠.(٣) من (س).(٤) انظر بيان ذلك في: \"الكشاف\" للزمخشري ١/ ٦٠٤، \"التبيان\" للطوسي ٢/ ٥٤٨، \"معاني القرآن\" للنحاس ١/ ٤٥٥.(٥) الحسين بن محمد بن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٦) هارون بن محمد بن هارون العطّار، لم أجده.(٧) في الأصل: بن، والمثبت من (ن).(٨) لم أجده.(٩) علي بن عبد الله بن جعفر المديني، الإمام، الثقة، الثبت.(١٠) ثقة، إمام.(١١) عمرو بن دينار المكي الأثرم، ثقة، ثبت.</p><p> سمعت ابن الزبير (١) يقرأ: (ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر ويستعينون بالله على ما أصابهم (٢) . </p><p> وروي مثله عن عثمان بن عفان رضي الله عنه (٣)  (٤) . </p><p>(١) عبد الله بن الزبير بن العوام الأسدي - رضي الله عنه -، الصحابي المشهور. (٢) [٨٥٣] الحكم على الإسناد:فيه من لم أجده.(٣) في \"جامع البيان\" للطبري ٤/ ٣٨: عن ابن الزبير، وفي \"المحرر الوجيز\" لابن عطية ٣/ ٢٥٦: عن عثمان بن عفّان وابن مسعود وابن الزبير، وفي \"الجامع لأحكام القرآن\" للقرطبي ٤/ ١٦٥: عن عثمان بن عفّان.(٤) عتبر جمع من أهل العلم أن الزيادة ليست من القرآن بل تفسير للآية، غلط فيه بعض الناقلين فألحقه بألفاظ القرآن، واستدلوا أن عثمان - رضي الله عنه - لم يكتبها في مصحفه الَّذي هو إمام المسلمين، وإنما ذكرت للوعظ والإرشاد والتوضيح والبيان لدلالة الآية.انظر: \"الجامع لأحكام القرآن\" للقرطبي ٤/ ١٦٥ - ١٦٦، \"البحر المحيط\" لأبي حيان ٣/ ٢٤، \"قطف الأزهار\" للسيوطي ١/ ٦٢١.</p><p> فصل في الأمر بالمعروف، والنهي عن المنكر </p><p> [٨٥٤] أخبرنا أحمد بن أبيّ (١) ، ثنا الهيثم بن كليب (٢) ، ثنا العسقلاني (٣) ، ثنا بقية بن الوليد (٤)  (عن حسان بن سليمان)  (٥)  (٦) عن الحسن (٧) ، عن النبي -صلى الله عليه وسلم- قال:  \"من أمر بالمعروف فهو خليفة الله في أرضه، وخليفة رسوله، وخليفة كتابه\"  (٨) . </p><p>(١) أحمد بن أبيّ أبو عمرو الفراتيّ، لم يذكر بجرح أو تعديل. (٢) الهيثم بن كليب، ثقة.(٣) عيسى بن أحمد أبو يحيى العسقلاني، ثقة، يغرب.انظر: \"تهذيب الكمال\" للمزي ١٤/ ٥٣١، \"تهذيب التهذيب\" لابن حجر ٨/ ١٨٥.(٤) بقية بن الوليد أبو محمد الحمصيّ، صدوق، كثير التدليس عن الضعفاء.(٥) لم أجده.(٦) سقط في جميع النسخ، وفي \"الكاف الشاف\" لابن حجر ١/ ٣٩٧: عن أبي نضرة. انتهى.وهو: المنذر ابن مالك العبديّ البصريّ: ثقة.انظر: \"تقريب التهذيب\" لابن حجر ٢/ ٢٧٥، \"تهذيب التهذيب\" لابن حجر ١٠/ ٣٠٢.(٧) الحسن بن أبي الحسن بن يسار البصري، الإمام، ثقة، فقيه، كان يرسل كثيرًا ويدلس.(٨) [٨٥٤] الحكم على الإسناد:مرسل، وشيخ المصنف لم يذكر بجرح أو تعديل، وفيه من لم أجده، وبقيّة مدلّس، وقد عنعن.التخريج:لم أجده في \"مسند ابن كليب\" المطبوع، لكن أخرج علي بن معبد في كتاب \"الطاعة والمعصية\" كما في \"الكاف الشاف\" لابن حجر ١/ ٣٩٧ عن بقيّة به مثله، =</p><p> [٨٥٥] وأخبرنا أبو عمرو الفراتيّ (١) ، ثنا أبو موسى (٢) ثنا مسدد (٣) ثنا جبارة (٤)  (٥) ثثا شريك (٦) ، عن سماك بن حرب (٧) ، عن عبد الله بن عصرِة (٨)  (٩) عن درة بنت أبي لهب - رضي الله عنها - (١٠) قالت: جاء رجل إلى النبي </p><p>= وإسناده مرسل، \"تخريج أحاديث وآثار الكشاف\" للزيلعي ١/ ٢١٣، وروى ابن عدي في \"الكامل\" ٧/ ٢٣١ من طريق كادح القرنيّ عن عبد الله ابن لهيعة، عن ابن أبي حبيب، عن مسلم بن جابر الصدفيّ عن عبادة مرفوعًا مثله. قال ابن حجر في \"الكاف الشاف\" ١/ ٣٩٧: وكادح ساقط.وانظر: \"ميزان الاعتدال\" ٣/ ٣٩٩.(١) أبو عمرو الفراتيّ هو أحمد بن أبيّ، لم يُذكر بجرح أو تعديل.(٢) لم أجده.(٣) مسدد بن مسرهد الحافظ الثقة.(٤) في الأصل: جنادة، والمثبت من (س)، (ن).(٥) جُبارة بن المُغلِّس: ضعيف.انظر: \"تحرير التقريب\" لشعيب الأرناؤوط ١/ ٢٠٨، \"الطبقات الكبرى\" لابن سعد ٦/ ٤١٥.(٦) شريك بن عبد الله النخعيّ، صدوق يخطئ.(٧) سماك بن حرب البكريّ: صدوق، وقد تغيّر بأخرة، فكان ربما يُلقن.(٨) عبد الله بن عميرة الكوفيّ، مقبول.انظر: \"تقريب التهذيب\" لابن حجر ١/ ٤٣٨، \"تهذيب الكمال\" للمزي ١٠/ ٣٩٠.(٩) جاء في مصادر التخريج: عن زوج درّة بنت أبي لهب، وذكر ابن سعد في \"الطبقات الكبرى\" ٤/ ٢٤٩، ٨/ ٥٠ أن درّة بنت أبي لهب تزوجت من الحارث ابن عامر بن نوفل، وقد قتل يوم بدر كافرًا، ثم كانت تحت دحية بن خليفة بن فروة الكلبيّ. انتهى، ودحية صاحب رسول الله - صلى الله عليه وسلم -: شهد أحدًا وما بعدها.انظر: \"أسد الغابة\" لابن الأثير ٢/ ١٩٧.(١٠) درّة بنت أبي لهب بنت عم النبي -صلى الله عليه وسلم-. =</p><p> - صلى الله عليه وسلم -وهو على المنبر- فقال: يا رسول الله من خير الناس؟ قال:  \" آمرهم با لمعروف، وأنها هم عن المنكر، وأتقاهم لله، وأوصلهم\"  (١) . </p><p> [٨٥٦] وأخبرنا أبو عمرو الفراتيّ (٢) ، أنبأنا أبو نصر السرجسيّ (٣) ، ثنا محمد بن الفضل (٤) ، ثنا إبراهيم بن يوسف (٥) ، ثنا أبو حفص (٦) ، عن طلحة (٧) ، عن عطاء (٨) ، عن ابن عباس رضي الله عنهما قال: قلنا: يا رسول الله، لئن لم نأمر بالمعروف حتَّى لا </p><p>= انظر: \"الطبقات الكبرى\" لابن سعد ٨/ ٥٠، \"أسد الغابة\" لابن الأثير ٧/ ١٠٣. [٨٥٥] الحكم على الإسناد:ضعيف، جبارة بن المغلس: ضعيف، وشيخ المصنف لم يذكر بجرح أو تعديل.التخريج:أخرج أحمد في \"المسند\" ٦/ ٤٣٢ (٢٧٤٣٤)، والطبراني في \"المعجم الكبير\" ٢٤/ ٢٥٧ (٦٥٧) عن شريك به بنحوه.وانظر: \"الإصابة\" لابن حجر ٨/ ١٢٨.قال الساعاتي في \"الفتح الربّاني\" ١٩/ ٢٨ (٣٨): وفي إسناده زوج درّة، لم يعرف.(٢) أحمد بن أبيّ، أبو عمرو الفراتيّ الأستوائي، لم يُذكر بجرح أو تعديل.(٣) منصور بن محمد بن منصور، أبو نصر السرجسيّ، لم يُذكر بجرح أو تعديل.(٤) محمد بن الفضل بن العباس، أبو عبد الله البلخي، ضعيف.(٥) إبراهيم بن يوسف بن ميمون بن قدامة، أبو إسحاق الباهلي البلخي، صدوق نقموا عليه الإرجاء.(٦) لم أجده.(٧) طلحة بن عمرو المكيّ؛ متروك.انظر: \"ميزان الاعتدال\" للذهبي ٢/ ٣٤٠، \"تقريب التهذيب\" لابن حجر ٢/ ٣٧٩.(٨) عطاء بن أبي رباح، الإمام، الثقة، الفقيه.</p><p> يبقى من المعروف شيء إلّا عملنا به (١) ، ولا ننهى عن المنكر حتَّى لا يبقى من المنكر شيء إلّا انتهينا عنه، ولم نأمر بالمعروف، ولم ننه عن المنكر. فقال:  \"مروا بالمعروف وإن لم تعملوا به كله(٢)، وانهوا عن المنكر، وإن لم تنتهوا عنه كله\"  (٣) . </p><p>(١) من (س). (٢) من (س)، (ن).(٣) [٨٥٦] الحكم على الإسناد:ضعيف جدًّا؛ طلحة بن عمرو، متروك، ومحمد بن الفضل بن العباس: ضعيف، وشيخ المصنف وشيخ شيخه لم يُذكر: بجرح أو تعديل.التخريج:لم أجده من رواية عطاء عن ابن عباس، لكن أخرج البيهقيّ في \"شعب الإيمان\" ٦/ ٨٩ (٧٥٧٠)، وابن أبي الدنيا في \"الأمر بالمعروف\" (ص ٦١) من طريق طلحة ابن عمرو عن عطاء قال: سمعت أبا هريرة يقول: قلنا: يا رسول الله - صلى الله عليه وسلم - .. فذكر نحوه.وأشار البيهقيّ إلى تضعيفه، وقال الشيخ الألباني في \"سلسلة الأحاديث الضعيفة\" (٢٢٨٣): ولكن طلحة هذا متروك الحديث.ورواه ابن عدي في \"الكامل\" ٢/ ٣١٧ في ترجمة شيخه محمد بن أحمد بن عيسى أبي الطيّب المروذيّ، ثنا الحسن بن عرفة، ثنا المحاربي، عن العلاء بن المسيّب، عن عطاء، عن أبي هريرة مرفوعًا نحوه وأعلّه بشيخه، فقال: يضع الحديث.وقال الألباني في \"سلسلة الأحاديث الضعيفة\" ٥/ ٣٠٨: ضعيف جدًّا.وانظر: \"فيض القدير\" للمناوي ٥/ ٦٦٦، \"ضعيف الجامع الصغير\" للألباني (ص ٧٦٠) (٥٢٥٩).وروي من حديث أنس بن مالك، فقد أخرج الطبراني في \"المعجم الصغير\" ٢/ ٧٨، و\"المعجم الأوسط\" كما في \"مجمع البحرين\" للهيثمي ٧/ ٢٣٩ (٤٣٨٣) =</p><p> [٨٥٧] حدثنا أبو عبد الله محمد بن أحمد بن يعقوب المزكيّ (١) ، </p><p> ثنا أبو العباس محمد بن يعقوب الأصم (٢) ، ثنا عبد الله بن أسامة (٣) ، ثنا أسيد بن زيد الجمّال (٤) ، عن يحيى بن سلمة بن كهيل (٥) عن </p><p>= من طريق عبد السلام بن عبد القدوس بن حبيب حدثني أبي عن جدي عبد القدوس بن حبيب، عن الحسن، عن أنس بن مالك مرفوعًا نحوه. قال الهيثميّ في \"مجمع الزوائد\" ٧/ ٢٧٧: رواه الطبرانيّ في \"الصغير\" و\"الأوسط\" من طريق عبد السلام بن عبد القدوس بن حبيب عن أبيه وهما ضعيفان.وانظر: \"كنز العمال\" للمتقي الهندي ٣/ ٦٦ (٥٥٢٢)، وقال الألباني في \"سلسلة الأحاديث الضعيفة\" ٥/ ٣٠٨: بل ضعيف جدًّا.وعبد القدوس بن حبيب الكلاعيّ: قال عبد الرزاق: ما رأيت ابن المبارك يفصح بقوله كذّاب إلّا لعبد القدوس.انظر: \"ميزان الاعتدال\" للذهبي ٤/ ٣٨٢، \"الكشف الحثيث\" لبرهان الدين الحلبي (٤٥٤).(١) محمد بن أحمد بن يعقوب النيسابوريّ المزكيّ: كان محدثًا نحويُّا أديبًا، لم يُذكر بجرح أو تعديل.(٢) محمد بن يعقوب الأصم، الإمام، المحدث، مسند العصر، ثقة.(٣) لم أجده.(٤) أسيد بن زيد الجمّال: ضعيف.انظر: \"تحرير التقريب\" لشعيب الأرناؤوط ١/ ١٤٤، \"تهذيب الكمال\" للمزي ٢/ ٢٥٤.(٥) يحيى بن سلمة بن كهيل -بالتصغير- متروك وكان شيعيًّا.انظر: \"تحرير التقريب\" لشعيب الأرناؤوط ٤/ ٨٦، \"تهذيب الكمال\" للمزي ٢٠/ ١١٣.</p><p> أبيه (١) ، عن الشعبيّ (٢) ، عن النعمان بن بشير رضي الله عنه (٣) قال: قال رسول الله - صلى الله عليه وسلم -: \"مثل الفاسق في القوم كمثل قوم ركبوا سفينة فاقتسموها، فصار لكل إنسان منهم نصيب، فأخذ رجل منهم فأسًا فجعل ينقر في موضعه،فقال له أصحابه:أي شيء تصنع تريد أن تغرق وتغرقنا؟! قال:هو مكاني. فإن أخذوا على يده نجوا ونجا، وإن تركوه غرق وغرقوا\"  (٤) . </p><p>(١) سلمة بن كهيل الحضرمي أبو يحيى الكوفيّ، ثقة. انظر: \"تحرير التقريب\" لشعيب الأرناؤوط ٢/ ٦٠، \"تهذيب الكمال\" للمزي ٧/ ٤٥٧.(٢) عامر بن شراحيل الشعبيّ، إمام، ثقة.(٣) الصحابي المشهور.(٤) [٨٥٧] الحكم على الإسناد:ضعيف جدًّا؛ أسيد بن زيد: ضعيف، وشيخ المصنف لم يذكر بجرح أو تعديل، وأصل الحديث ثابت صحيح.التخريج:لم أجد من أخرج هذا اللّفظ بهذا الإسناد، ولكن أخرج البخاري كتاب الشهادات باب القرعة في المشكلات. (٢٦٨٦)، وانظر (٢٤٩٣) والترمذي في كتاب الفتن في باب ما جاء في تغيير المنكر باليد (٢١٧٣)، والبغوي في \"شرح السنّة\" ٧/ ٣٥٥ (٤٠٤٦) عن الأعمش عن الشعبيّ عن النعمان بن بشير مرفوعًا بلفظ: \"مثل القائم على حدود الله والمدهن فيها كمثل قوم استهموا على سفينة فأصاب بعضهم أعلاها وبعضهم أسفلها ... \" فذكر نحوه،وانظر: \"شعب الإيمان\" للبيهقي ٦/ ٩١ (٧٥٧٦)، \"المسند\" للإمام أحمد ٤/ ٢٦٨ (١٨٣٦١).</p><p> وقال علي بن أبي طالب رضي الله عنه: أفضل الجهاد الأمر بالمعروف والنهي عن المنكر وشنآن (١) الفاسقين، فمن أمر بالمعروف شد ظهر المؤمن، ومن نهى عن المنكر أرغم أنف المنافق، ومن شنِئ الفاسقين وغضب لله، غضب الله له (٢) . </p><p> وقال أبو الدرداء رضي الله عنه: لتأمرن بالمعروف، ولتنهون عن المنكر، أو ليسلطنّ الله عليكم سلطانًا ظالمًا، لا يجلّ كبيركم، ولا يرحم صغيركم، ويدعو خياركم فلا يستجاب لهم، ويستنصرون فلا ينصرون، ويستغفرون فلا يغفرون (٣) . وقال حذيفة رضي الله عنه: يأتي على الناس زمان لأن يكون فيهم جيفة (٤) حمار أحب إليهم من مؤمن يأمرهم بالمعروف، وينهاهم عن المنكر (٥) . </p><p>(١) شنِئ الشيء وشناه: أبغضه. انظر: \"لسان العرب\" لابن منظور ٧/ ٢٠٧، \"ترتيب القاموس\" للزاوي ٢/ ٧٥٨) (شنأ).(٢) أخرج أبو نعيم في \"حلية الأولياء\" ١/ ٧٤، في ترجمة علي بن أبي طالب - رضي الله عنه -، من رواية خلاس بن عمرو قال: كنا جلوسًا عند علي بن أبي طالب - رضي الله عنه - إذ أتاه رجل من خزاعة .. فذكر خبرًا طويلا، إلى أن قال: والجهاد أربع شعب ... الحديث.قال ابن حجر في \"الكاف الشاف\" ١/ ٣٩٧: وهو من طريق إسحاق بن بشر عن مقاتل، وهما ساقطان.(٣) لم أجد من ذكره.(٤) الجيفة -بالكسر- جثّة الميّت وقد أنتن.انظر: \"تاج العروس\" للزبيدي ١٢/ ١٢٦ (جيف)، \"المحيط في اللغة\" لإسماعيل ابن عباد ٧/ ١٩٧ (جيف).(٥) لم أجد من ذكره.</p>"
}