{
  "id": null,
  "sura": 3,
  "aya": 100,
  "text": "<p> قال أبو عبيدة: العِوج- بالكسر- في الدين والقول والعمل، والعَوج -بالفتح- في الجدار والحائط، وكل شمخص قائم (١) . </p><p> {وَأَنْتُمْ شُهَدَاءُ} : أن في التوراة مكتوبًا: إن دين الله الذي لا يقبل غيره هو (٢) الإسلام، وأن فيها نعت محمد - صلى الله عليه وسلم -، {وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ}  (٣) . </p><p> ١٠٠ - قوله عزَّ وجلَّ:  {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا فَرِيقًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ} الآية </p><p> قال زيد بن أسلم: مرشاس بن قيس اليهوديّ، وكان شيخًا قد عسا (٤)  (٥) في الجاهلية، عظيم الكفر شديد الضغن على المسلمين، شديد الحسد لهم، مر (٦) على نفر من أصحاب رسول الله - صلى الله عليه وسلم - من الأوس والخزرج في مجلس (قد جمعهم)  (٧) يتحدثون فيه، فغاظه ما رأى من جماعتهم وألفتهم وصلاح (٨) ذات بينهم في </p><p>(١) في \"مجاز القرآن\" له ١/ ٩٨. وانظر: \"جامع البيان\" للطبري ٤/ ٢٢، \"مفردات ألفاظ القرآن\" للراغب (٥٩٢).(٢) من (ن).(٣) هو معنى قول قتادة كما في \"جامع البيان\" للطبري ٤/ ٢٢.(٤) في الأصل: عمي، والمثبت من (س)، (ن).(٥) عسا الشيخ يعسو عسوًا وعسيًا: كبر وأسن.انظر: \"معجم مقاييس اللغة\" لابن فارس ٤/ ٣١٦، \"الصحاح\" للجوهري ٦/ ٢٦٤٥.(٦) من (ن).(٧) من (س)، (ن).(٨) في الأصل: إصلاح. والمثبت من (ن).</p><p> الإسلام بعد الذي كان بينهم في الجاهلية من العداوة فقال: قد اجتمع ملأ بني قيلة (١) بهذِه البلاد، لا (٢) والله ما لنا معهم إذا اجتمعوا بها من قرار. فأمر شابًّا من اليهود كان معه فقال: اعمد إليهم فاجلس معهم ثم ذكّرهم يوم بعاث (٣) ، (وما كان قبله)  (٤) ، وأنشدهم بعض ما كانوا يتقاولون فيه من الأشعار، وكان بعاث يومًا اقتتلت فيه الأوس مع الخزرج، وكان الظفر للأوس على الخزرج، ففعل. فتكلّم القوم عند ذلك، فتنازعوا وتفاخروا حتى تواثب رجلان من الحييّن على الركب: أوس بن قيظي أحد بني حارثة من الأوس (٥) ، وجبّار بن صخر أحد بني سلمة من الخزرج (٦) فتقاولا، ثم قال أحدهما </p><p>(١) بنو قيلة: هم الأوس والخزرج، وقيلة: اسم أم لهم قديمة، وهي: قيلة بنت كاهل، سمّوا بها. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ١١٧، \"تاج العروس\" للزبيدي ١٥/ ٦٤٤ (قيل).(٢) من (س)، (ن).(٣) بُعاث -بالضم وآخره ثاء مثلثة- موضع في نواحي المدينة كانت به وقائع بين الأوس والخزرج في الجاهلية.انظر: \"معجم البلدان\" لياقوت ١/ ٤٥١، \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ١٣٨ (بعث).(٤) في الأصل: وما كانوا قبله. والمثبت من (س)، (ن).(٥) أوس بن قيظيّ الأنصاري الحارثيّ، شهد أحدًا هو وأبناؤه - رضي الله عنه -.انظر: \"أسد الغابة\" لابن الأثير ١/ ٣٢٦، \"الإصابة\" لابن حجر ١/ ٣٠٥.(٦) جبّار بن صخر بن أمية الأنصاري السُّلميّ، كان خارص أهل المدينة وحاسبهم. \"الإصابة\" لابن حجر ١/ ٥٥٩، \"أسد الغابة\" لابن الأثير ١/ ٥٠٥.</p><p> لصاحبه: إن شئتم والله رددتها الآن (١) جذعة (٢) ، وغضب الفريقان جميعًا وقالا؛ قد فعلنا، السلاح السلاح، وموعدكم الظاهرة وهي حرّة، فخرجوا إليها، وانضمت الأوس والخزرج بعضها إلى بعض على دعواهم التي كانوا عليها في الجاهلية، فبلغ ذلك رسول الله - صلى الله عليه وسلم -، فخرج إليهم فيمن معه من المهاجرين، حتى جاءهم خفية، فقال:  \"يا معشر المسلمين\" أتدعون بدعوى الجاهلية وأنا بين أظهركم بعد إذ أكرمكم الله بالإسلام، وقطع به عنكم أمر الجاهلية وألّف بينكم، فترجعون إلى ما كنتم عليه كفّارًا؟ الله الله\" فعرف القوم أنها نزغة من الشيطان، وكيد من عدوهم، فألقوا السلاح من أيديهم وبكوا، وعانق بعضهم بعضًا، ثم انصرفوا مع رسول الله - صلى الله عليه وسلم - سامعين مطيعين، فأنزل الله عزَّ وجلَّ في شاس بن قيس وأصحابه:  {يَاأَيُّهَا الَّذِينَ آمَنُوا}  (٣) . يعني: الأوس والخزرج، {إِنْ تُطِيعُوا </p><p>(١) من (س). (٢) أي: جديدة كما بدأت، والجذع والجذعة: صغير السن من الأنعام، يعني: أعدناها شابة فتية.انظر: \"المحيط في اللغة\" لإسماعيل بن عباد ١/ ٢٤٦ (جذع)، \"تهذيب اللغة\" للأزهري ١/ ٢٥١ (جذع).(٣) التخريج:أخرج الطبري في \"جامع البيان\" ٤/ ٢٤ مطولًا، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٧١٨ مختصرًا، وابن الأثير في \"أسد الغابة\" ١/ ٣٢٧، عن زيد بن أسلم نحوه، وذكره السيوطيّ في \"الدر المنثور\" ٢/ ١٠٣، ونسبه لابن إسحاق وابن المنذر وابن جرير وابن أبي حاتم وأبي الشيخ عن زيد بن أسلم نحوه. قال =</p><p> فَرِيقًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ} يعني: شاس وأصحابه، {يَرُدُّوكُمْ بَعْدَ إِيمَانِكُمْ كَافِرِينَ} . </p><p> قال جابر بن عبد الله رضي الله عنهما: ما كان من طالع أكره إلينا (١) من رسول الله - صلى الله عليه وسلم -، فأومأ إلينا بيده فكففنا، وأصلح الله ما بيننا، فما كان من (٢) شخص أحب إلينا من رسول الله - صلى الله عليه وسلم -، فما رأيت يومًا قط (أقبح أولا)  (٣) ، وأحسن آخرًا من ذلك اليوم (٤) . </p><p> * * * </p><p>= ابن حجر في \"الإصابة\" ١/ ٣٠٦: إسناده مرسل، وفيه راوٍ مبهم. وانظر: \"أسباب النزول\" للواحدي (ص ١٢٠)، \"السيرة النبوية\" لابن هشام ٢/ ٢٠٤، \"الوجيز\" للواحدي ١/ ١١١، \"معاني القرآن\" للزجاج ١/ ٤٦١، \"أسباب النزول\" للسيوطيّ (ص ٥٩ - ٦٠)، وقد اختلف أهل التأويل فيمن عُني بالآية: فقال بعضهم: بخبر زيد بن أسلم، وقال بعضهم مثل قول زيد بن أسلم، غير أنهم قالوا: إن الذي جرى الكلام بينه وبين غيره من الأنصار هو ثعلبة بن عَنْمة الأنصاري كما في \"جامع البيان\" للطبري ٤/ ٢٤، ٢٥ عن السدي، وفي رواية عن مجاهد بمعناه، وإسنادهما مرسل كذلك.(١) ورد في الأصل: علينا والمثبت من (س)، (ن).(٢) من (س)، (ن).(٣) في الأصل: (أولا أقبح)، والمثبت من (س)، (ن).(٤) التخريج:ذكره السمرقندي في \"بحر العلوم\" ١/ ٢٨٩ عن جابر بن عبد الله أن رجلين من الأنصار .. فذكر نحو ما ذكر الثعلبيّ بدون سند.وانظر: \"الكشاف\" للزمخشري ١/ ٥٩٩، \"اللباب\" لابن عادل الدمشقي ٥/ ٤٢٦.</p>"
}