{
  "id": null,
  "sura": 3,
  "aya": 125,
  "text": "<p> قوله:  {وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ} </p><p> جمع ذليل، مثل: عزيز وأعزة، ولبيب وألبّة، وأراد هنا قلة العدد (١)  {فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ} </p><p> ١٢٤ - قوله تعالى:  {إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ} الآية </p><p> اختلفوا في هذِه الآية: </p><p> فقال قتادة: كان هذا يوم بدر، أمدهم الله بألف، ثم صاروا ثلاثة آلاف، ثم صاروا خمسة آلاف، فذلك قوله: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ (٩) } (٢) ، وقوله:  {أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلَاثَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُنْزَلِينَ} </p><p> ١٢٥ - وقوله: {بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُسَوِّمِينَ (١٢٥) } </p><p>= انظر: \"السيرة النبوية\" لأبي حاتم ١/ ٢٧٢. وبالجملة فليس بين ما ذكر الثعلبيّ وما نقله أهل السير والمغازي اختلاف في العدد، فمنهم من ضم بعضها إلى بعض لكونها كانت في إثرها، وأفردها البعض لوقوعها منفردة، ومنهم من ضم المغازي إلى البعوث والسرايا ومنهم من خفي عليه ما ذكره البعض، والله أعلم.انظر: \"فتح الباري\" لابن حجر ٧/ ٢٧٩ - ٢٨١، \"الجامع لأحكام القرآن\" للقرطبي ٤/ ١٩١ - ١٩٢، \"دلائل النبوة\" للبيهقي ٤/ ٨٢ هامش (١).(١) انظر: \"جامع البيان\" للطبري ٤/ ٧٥، \"معاني القرآن\" للزجاج ١/ ٤٦٦، \"فتح القدير\" للشوكاني ١/ ٣٧٨.(٢) الأنفال: ٩.</p><p> فصبر المؤمنون يوم بدر واتقوا الله، فأمدهم الله بخمسة آلاف من الملائكة مسومين على ما وعدهم، فهذا كله يوم بدراً (١) . </p><p> وقال الحسن: فهؤلاء الخمسة آلاف ردء للمؤمنين إلى يوم القيامة (٢) . </p><p> قال ابن عباس ومجاهد: لم يقاتل الملائكة إلاّ يوم بدر، وفيما سوى ذلك يشهدون القتال ولا يقاتلون، إنما يكونون عددًا ومددًا (٣) . </p><p> وقال عمير بن إسحاق: لما كان يوم أحد انجلى القوم (٤) عن رسول الله - صلى الله عليه وسلم -، وبقي سعد بن مالك يرمي، وفتى شاب ينتبل له، فلما فني النبل أتاه به فنثره فقال: أرم أبا إسحاق، أرم أبا إسحاق. مرتين، فلما أنجلت المعركة سئل عن ذلك الرجل فلم يُعرف (٥) . </p><p>(١) أخرج الطبري في \"جامع البيان\" ٤/ ٧٨ عن قتادة مثله. وانظر: \"الجامع لأحكام القرآن\" للقرطبي ٤/ ١٩٤.(٢) ذكر البغوي في \"معالم التنزيل\" ٢/ ٩٩، والقرطبي في \"الجامع لأحكام القرآن\" ٤/ ١٩٤ عن الحسن مثله.(٣) أخرج الطبري في \"جامع البيان\" ٥/ ٧٨ عن ابن عباس، ومجاهد نحوه.وانظر: \"معالم التنزيل\" للبغوي ٢/ ٩٩، \"السيرة النبوية\" لابن كثير ٢/ ٤١٧ - ٤١٨.(٤) من (ن).(٥) ذكر البغوي في \"معالم التنزيل\" ٢/ ٩٩ نحوه، وعمير من الثالثة فهو مرسل.وانظر: \"شرح السنة\" للبغوي ١٣/ ٢٩٢، \"فتح الباري\" لابن حجر ٧/ ٣٥٨.</p><p> وقال الشعبي: بلغ رسول الله - صلى الله عليه وسلم - والمسلمين يوم بدر أن كرز بن جابر المحاربي يريد أن يمد المشركين، فشق ذلك عليهم، فأنزل الله تعالى:  {أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ} إلى قوله: {مُسَوِّمِينَ} قال: فبلغ كرز الهزيمة، فرجع، ولم يأتهم، ولم يمدهم الله أيضًا بالخمسة آلاف، وكانوا قد أمدوا بألف (١) . </p><p> وقال آخرون: إنما وعبد الله المسلمين يوم بدر إن صبروا على طاعته واتقوا محارمه أن يمدهم في حروبهم كلها، فلم يصبروا ولم يتقوا إلا في يوم الأحزاب، فأمدهم الله حين حاصروا قريظة. </p><p> قال عبد الله بن أبي أوفى رضي الله عنه: كنّا محاصري قريظة والنضير ما شاء الله أن نحاصرهم فلم يفتح علينا فرجعنا، فدعا رسول الله - صلى الله عليه وسلم - بغسل فهو يغسل رأسه إذ جاءه جبريل فقال: يا محمَّد، وضعتم أسلحتكم، ولم تضع الملائكة أوزارها. </p><p> فدعا رسول الله - صلى الله عليه وسلم - بخرقة فلف بها رأسه، ولم يغسله، ثم نادى فينا فقمنا كالين مُعْيين (٢) لا نعبأ بالسير شيئًا، حتى أتينا قريظة </p><p>(١) أخرج الطبري في \"جامع البيان\" ٤/ ٧٦ - ٧٧ عن عامر الشعبي نحوه. (٢) كل الرجل يكلّ في المشي فهو قال: إذا بلغ منه التعب والإعياء.انظر: \"أساس البلاغة\" للزمخشري ١/ ٥٥٠، \"المحيط في اللغة\" لإسماعيل بن عباد ٦/ ١٤١ (كلل).والإعياء: الكلال.انظر: \"المحيط في اللغة\" لإسماعيل بن عباد ٢/ ١٨٨ (عيي)، \"أساس البلاغة\" للزمخشري ١/ ٤٤٣ (عيي).</p><p> والنضير، فيومئذ أمدنا الله تعالى بثلاثة آلاف من الملائكة، ففتح الله فتحًا يسيرًا، وانقلبنا بنعمة من الله وفضل (١) . </p><p> وقال قوم: إنما كان هذا يوم أحد وعدهم الله المدد إن صبروا، فلم يصبروا، فلم يمدوا ولا بملك واحد، ولو أمدوا لما هزموا، وهذا قول عكرمة (٢) </p><p>(١) أخرج الطبري في \"جامع البيان\" ٤/ ٧٨ - ٧٩ من طريق سليمان بن زيد المحاربي عن عبد الله بن أبي أوفى قال: كنا محاصري قريظة والنضير فذكر نحوه، وهذا إسناد ضعيف جدًا لأجل سليمان بن زيد، قال ابن معين: ليس يسوى حديثه فلسا. انظر: \"ميزان الاعتدال\" للذهبي ٢/ ٢٠٨، \"تهذيب التهذيب\" لابن حجر ٤/ ١٩٣.ثم إن حديث بني النضير كان على رأس ستة أشهر من وقعة بدر قبل وقعة أحد حتى نزلوا على الجلاء إلى الشام، واحد كانت سنة ثلاث، وأما بني قريظة فإنهم هم الذين ظاهروا الأحزاب، وكان مسير النبي - صلى الله عليه وسلم - لسبع بقين من ذي القعدة سنة خمس.انظر: \"فتح الباري\" لابن حجر ٧/ ٣٢٩ - ٣٣٢، ٣٤٦، ٤٠٧، \"الخصائص الكبرى\" للسيوطي ١/ ٢٣٣.وأخرج البخاري في مواضع من \"صحيحه\" منها ما أخرجه في كتاب المغازي في باب مرجع النبي - صلى الله عليه وسلم - من الأحزاب (٤١١٧) من حديث عائشة رضي الله عنها قالت: لما رجع النبي - صلى الله عليه وسلم - من الخندق ووضع السلاح واغتسل، أتاه جبريل عليه السلام فقال: قد وضعت السلاح، والله ما وضعناه، فأخرج إليهم فذكر خبرًا طويلاً وليس فيه ذكر لبني النضير ولا لعدد الملائكة.وفي رواية أنس أيضًا عند البخاري - قال: كأني أنظر إلى الغبار ساطعًا في زقاق بني غنم موكب جبريل حين سار رسول الله - صلى الله عليه وسلم - إلى بني قريظة (٤١١٨).(٢) أخرجه الطبري في \"جامع البيان\" ٤/ ٧٩ عنه نحوه.وانظر: \"معالم التنزيل\" للبغوي ٢/ ١٠٠.</p><p> والضحاك (١) . </p><p> وقال بعضهم: هذا كان يوم أحد حين أنصرف أبو سفيان وأصحابه، وذلك أن رسول الله - صلى الله عليه وسلم - كان يخاف أن يدخل المشركون إلى المدينة، فبعث علي بن أبي طالب رضي الله عنه فقال:  \"اخرج في آثار القوم، فانظر ماذا يصنعون وما يريدون، فإن كانوا قد جنبوا الخيل وامتطوا الإبل، فإنهم يريدون مكة، وإن ركبوا الخيل واستاقوا الإبل، فإنهم يريدون المدينة، فوالذي نفسي بيده لئن أرادوها لأسيرن إليهم فيها، ثم لأناجزنهم\"  (٢) . </p><p> قال علي رضي الله عنه: فخرجت في آثارهم انظر ما يصنعون، فإذا هم قد أجنبوا الخيل وامتطوا الإبل، وتوجهوا إلى مكة، وقد كان رسول الله - صلى الله عليه وسلم - قال:  \"أي ذلك كان فاخفه حتى تأتيني\" ، فلما رأيتهم قد توجهوا إلى مكة أقبلت أصيح، ما أستطيع أن أكتم ما بي من الفرح، وانصرفوا إلى مكة، وانصرفنا إلى المدينة، فأنزل الله تعالى في ذلك:  {أَلَنْ يَكْفِيَكُمْ} يعني: إن أنصرفوا إليكم ودخلوا المدينة (٣) . </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٤/ ٧٩ عنه نحوه. وانظر: \"الجامع لأحكام القرآن\" للقرطبي ٤/ ١٩٥.(٢) المناجزة في الحرب: أن يتبارز الفارسان حتى يقتل أحدهما.انظر: \"المحيط في اللغة\" لإسماعيل بن عباد ٧/ ٢٧ (نجز)، \"أساس البلاغة\" للزمخشري ١/ ٦١٩.(٣) ذكر ابن هشام في \"السيرة النبوية\" ٣/ ٩٤ عن ابن إسحاق عن علي - رضي الله عنه - نحوه، =</p><p> وقرأ أبيّ:  (ألا يكفيكم)  (١)  {أَنْ يُمِدَّكُمْ رَبُّكُمْ} أي: يعطيكم ويعينبهم، قال المفضل: كل ما كان على جهة القوة والإعانة قيل فيه: أمده يمده إمدادًا، وكل ما كان على جهة الزيادة قيل فيه: مدّه يمده مدًّا (٢) ، ومنه قوله تعالى:  {وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ}  (٣)  (٤) . </p><p> وقال بعضهم: المد في الشر، والإمداد في الخير، يدل عليه قوله </p><p>= وليس فيه ذكر لسبب نزول الآية، وفي \"المغازي\" للواقدي ١/ ٢٩٨ أن ذلك كان لسعد بن أبي وقاص. قال الطبري في \"جامع البيان\" ٤/ ٧٩ - ٨٠: ولا خبر عندنا صح من الوجه الذي يثبت أنهم أمدوا بالثلاثة آلاف، ولا بالخمسة آلاف، وغير جائز أن يقال في ذلك قول إلا بخبر تقوم الحجة به، ولا خبر به كذلك فنسلم لأحد الفريقين قوله، غير أن في القرآن دلالة على أنهم قد أمدوا يوم بدر بألف من الملائكة، وذلك قوله: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ (٩)} [الأنفال: ٩] , فأما في يوم أحد فالدلالة على أنهم لم يمدوا أبين منها في أنهم أمدوا، وذلك أنهم لو أمدوا لم يهزموا وينال منهم ما نيل منهم. انتهى.وانظر: \"المحرر الوجيز\" لابن عطية ٣/ ٣٠٤ - ٣٠٥، \"فتح الباري\" لابن حجر ٧/ ٢٨٨ - ٢٨٧، ٣١٢، ٣٧٣.(١) في \"البحر المحيط\" لأبي حيان ٣/ ٥٠ عن أبي - رضي الله عنه -.وانظر: \"معجم القراءات القرآنية\" لأحمد مختار عمر ١/ ٤٣٩.(٢) في الأصل: مددًا. والمثبت من (س).(٣) لقمان: ٢٧.(٤) انظر: \"تاج العروس\" للزبيدي ٥/ ٢٤٨ (مدد)، وفي \"اللباب\" لابن عادل الدمشقي ٥/ ٥٢٠ عن المفضل.وانظر: \"أساس البلاغة\" للزمخشري ١/ ٥٨٥.</p><p> تعالى:  {وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ}  (١) ، وقوله (٢) : {وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا}  (٣) ، وقال في الخير:  {أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ}  (٤) ، وقال تعالى:  {يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلَافٍ}  (٥) ، وقال {وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ}  (٦) ، وقال: {أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ (٥٥) } (٧) ، وقال: {وَأَمْدَدْنَاهُمْ بِفَاكِهَةٍ وَلَحْمٍ مِمَّا يَشْتَهُونَ (٢٢) } (٨) ، وقال تعالى ذكره {وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ}  (٩)  (١٠) . </p><p> {بِثَلَاثَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُنْزَلِينَ} . قرأ أبو حيوة: بكسر الزاي مخففًا (١١) يعني منزلين النصر، وقرأ (١٢) الحسن ومجاهد، </p><p>(١) البقرة: ١٥. (٢) من (ن).(٣) مريم: ٧٩.(٤) الأنفال: ٩.(٥) آل عمران: ١٢٥.(٦) الإسراء: ٦.(٧) المؤمنون: ٥٥.(٨) الطور: ٢٢.(٩) نوح: ١٢.(١٠) انظر: \"لسان العرب\" لابن منظور ٣/ ٣٩٨ (مدد)، \"تاج العروس\" للزبيدي ٥/ ٢٤٨ (مدد)، \"معجم مقاييس اللغة\" لابن فارس ٥/ ٢٦٩ (مد)، \"الجامع لأحكام القرآن\" للقرطبي ١/ ٢٠٩، ٤/ ١٩٥.(١١) في \"مختصر في شواذ القرآن\" لابن خالويه (٢٢)، \"الجامع لأحكام القرآن\" للقرطبي ٤/ ١٩٥، عن أبي حيوة، وفي \"إتحاف فضلاء البشر\" للدمياطي ١/ ٤٨٧ عن الحسن.(١٢) في الأصل: وقال والمثبت من (س)، (ن).</p><p> وطلحة بن مصرف، وعمرو بن ميمون، وابن عامر، مشددة مفتوحة الزاي على التكثير (١) ، وتصديقه قوله تعالى:  {وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ}  (٢) وقوله: {مُسَوِّمِينَ} . </p><p> وقرأ الآخرون: بفتح الزاي خفيفة (٣) ، ودليلهم قوله تعالى:  {لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ} ، وقوله (٤) : {وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا}  (٥) . </p><p> وتفسير الإنزال: جعل الشيء من علو إلى أسفل، ثم قال:  {بَلَى} ، وهو تصديق لوعد الله تعالى وقول رسول الله - صلى الله عليه وسلم -. {إِنْ تَصْبِرُوا} لعدوكم {وَتَتَّقُوا} معصية ربكم، ومخالفة أمر نبيكم (٦)  {وَيَأْتُوكُمْ} يعني: المشركين، {مِنْ فَوْرِهِمْ هَذَا} ، قال عكرمة والحسن وقتادة والربيع والسدي وابن زيد: من وجههم هذا (٧) ، </p><p>(١) انظر: \"الحجة\" للفارسي ٣/ ٧٥، \"السبعة\" لابن مجاهد (٢١٥)، \"الكشف عن وجوه القراءات\" لمكي ١/ ٣٥٥. (٢) الأنعام: ١١١.(٣) انظر: \"الحجة\" للفارسي ٢/ ٣٨٣، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ١٦٨)، \"الحجة\" لابن زنجلة (ص ١٧٢)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ١٢.(٤) من (س)، (ن).(٥) التوبة: ٢٦.(٦) في الأصل: ربكم. والمثبت من (س)، (ن).(٧) في \"جامع البيان\" للطبري ٤/ ٨٠ عن عكرمة والحسن وقتادة والربيع والسدي وابن زيد نحوه.</p><p> وهو رواية عطية عن ابن عباس رضي الله عنهما (١) . </p><p> وقال مجاهد، والضحاك، وباذان: من غضبهم هذا (٢) ، كانوا قد غضبوا يوم أحد ليوم بدر مما لقوا. </p><p> وأصل الفور: القصد إلى الشيء، والأخذ فيه بحدّة، وهو من (٣) قولهم: فارت القدر تفور فورًا وفورانًا (٤) : إذا غلت، قال الله تعالى:  {وَفَارَ التَّنُّورُ}  (٥) ، وقال الشاعر (٦) : </p><p> تَفور علينا قِدْرُهم فنديمها ... ونفثؤها عنا إذا حميها غلا (٧) </p><p> قوله تعالى {يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُسَوِّمِينَ} معلمين (٨) . </p><p>(١) أخرج الطبري في \"جامع البيان\" ٤/ ٨٠ من طريق عطية عن ابن عباس بلفظ: من سفرهم هذا، وانظر: \"معاني القرآن\" للزجاج ١/ ٤٦٦. (٢) أخرج الطبري في \"جامع البيان\" ٤/ ٨٠ - ٨١ عن مجاهد والضحاك وباذام نحوه.وانظر: \"فتح القدير\" للشوكاني ١/ ٣٧٩.(٣) من (س)، (ن).(٤) من (س)، (ن).(٥) هود: ٤٥.(٦) النابغة الجعدي، وهو قيس بن عبد الله بن جعدة، وفد على النبي - صلى الله عليه وسلم - مسلمًا.انظر: \"الإصابة\" لابن حجر ٨/ ٣٠٦ \"سير أعلام النبلاء\" للذهبي ٣/ ٧٧.(٧) البيت في \"معجم مقاييس اللغة\" لابن فارس ٢/ ٣١٥ (دوم)، مع نسبته للجعدي، وفيه/ ٤٥٨ (فور)، وكذلك في \"لسان العرب\" لابن منظور ١/ ١٢٠ (فثأ)، وفي ١٢/ ٢١٧ (دوم)، \"تاج العروس\" للزبيدي ٧/ ٣٦٠ (فور).(٨) من (س)، (ن).</p><p> قرأ ابن كثير وأبو عمرو وعاصم ويعقوب بكسر الواو، واختاره أبو حاتم (١) . </p><p> وقرأ الباقون: بالفتح، واختاره أبو عبيد (٢) . </p><p> فمن كسر الواو أراد أنهم قد سوّموا خيلهم، ومن فتح أراد به أنفسهم (٣) ، والسومة: العلامة التي يعلم بها الفارس نفسه في الحرب. </p><p> واختلفوا في هذِه السمة الموصوفة بها الملائكة في هذِه الآية ما هي: فقال عمير بن إسحاق: قال رسول الله - صلى الله عليه وسلم - لأصحابه يوم بدر:  \"تسوّموا فإن الملائكة قد تسوّمت بالصوف الأبيض في قلانسهم(٤)ومغافرهم\"  (٥)  (٦) . </p><p>(١) في \"شرح طيبة النشر\" لابن الجزري (ص ٢٠٩): عن عاصم وابن كثير وأبي عمرو ويعقوب، وفي \"جامع البيان\" للطبري ٤/ ٨٢ عن بعض أهل الكوفة والبصرة. (٢) في \"جامع البيان\" للطبري ٤/ ٨١: عن عامة قرأة المدينة والكوفة.وانظر: \"شرح طيبة النشر\" لابن الجزري (ص ٢٠٩)، \"الجامع لأحكام القرآن\" للقرطبي ٤/ ١٩٦، \"معاني القرآن\" للزجاج ١/ ٤٦٧.(٣) انظر: \"جامع البيان\" للطبري ٤/ ٨٢، \"الجامع لأحكام القرآن\" للقرطبي(٤) القلنسوة -بفتح القاف وضم السين- شيء يلبس في الرأس.انظر: \"تاج العروس\" للزبيدي ٨/ ٤٢٤ (قلس)، \"أساس البلاغة\" للزمخشري ١/ ٥١٩.(٥) المغفر: نسيج على قدر الرأس يلبس تحت القلنسوة.انظر: \"تاج العروس\" للزبيدي ٧/ ٣١٤ (غفر)، \"أساس البلاغة\" للزمخشري ١/ ٤٥٣.(٦) أخرج الطبري في \"جامع البيان\" ٤/ ٨٢، عن عمير نحوه. =</p><p> وقال الضحاك وقتادة: بالعهن (١) في نواصيها وأذنابها (٢) . وقال مجاهد: كانوا مجزوزة أذناب خيلهم وأعرافها ونواصيها (٣) . وقال الربيع: كانوا على خيل بلق (٤)  (٥) . </p><p> وقال علي بن أبي طالب وابن عباس رضي الله عنهم: كانت عليهم عمائم بيض قد أرسلوها بين أكتافهم (٦) . وقال هشام بن عروة والكلبي: عمائم صفر مرخاة على أكتافهم (٧) . وقال عبد الله بن الزبير ملاءة صفراء </p><p>= وانظر: \"المصنف\" لابن أبي شيبة ١٣/ ٢٦٣ (٣٧٦٦٥)، \"الجامع لأحكام القرآن\" للقرطبي ٤/ ١٩٦ - ١٩٧، وإسناده مرسل. (١) العهن: الصوف عامة أو المصبوغ ألونًا.انطرا: \"تاج العروس\" للزبيدي ١٨/ ٣٩٩ (عهن)، \"أساس البلاغة\" للزمخشري ١/ ٤٤١.(٢) أخرج الطبري في \"جامع البيان\" ٤/ ٨٣، عن الضحاك وقتادة نحوه.(٣) أخرج الطبري في \"جامع البيان\" ٤/ ٨٣ عن مجاهد نحوه.قال القرطبي في \"الجامع لأحكام القرآن\" قول مجاهد يحتاج إلى توقيف من أن خيل الملائكة كانت على تلك الصفة.(٤) البلق -محركة- سواد وبياض، والبلقة: ارتفاع التحجيل إلى الفخذين.انظر: \"تاج العروس\" للزبيدي ١٣/ ٤٥، \"أساس البلاغة\" للزمخشري ١/ ٥٠ (بلق)(٥) أخرج الطبري في \"جامع البيان\" ٤/ ٨٣ عن الربيع مثله، قال القرطبي في \"لجامع لأحكام القرآن\" ٤/ ١٩٦: الخيل البلق ليست السيما.(٦) ذكر القرطبي في \"الجامع لأحكام القرآن\" ٤/ ١٩٦، عن علي وابن عباس رضي الله عنهما مثله.(٧) ذكر القرطبي في \"الجامع لأحكام القرآن\" ٤/ ١٩٦: عن هشام بن عروة. والكلبيمثله.وانظر: \"فتح القدير\" للشوكاني ١/ ٣٧٩.</p><p> وعمامة صفراء يوم بدر، فنزلت الملائكة يوم بدر مسومين بعمائم صفر (١) . </p><p> وروى الزبير بن المنذر عن جده أبي أسيد وكان بدريًّا، قال (٢) : لو أن بصري فرّج عنه ثم ذهبتم معي إلى بدر لأريتكم الشعب الذي خرجت منه الملائكة في عمائم صفر قد أرخوها بين أكتفاهم (٣) . </p><p> وقال عكرمة: كانت عليهم سيما القتال. وقال السدي سيما المؤمنين (٤) . </p><p> * * * </p><p>(١) أخرج الطبري في \"جامع البيان\" ٤/ ٨٣ عن عبد الله بن الزبير نحوه. (٢) في الأصل: قالوا. والمثبت من (س)، (ن).(٣) أخرج الطبري في \"جامع البيان\" ٤/ ٨٢: من طريق الزبير بن المنذر به مثله، إلاّ أن فيه (إلى أحد) بدلا من (إلى بدر)، ورجح الشيخ أحمد شاكر أن الثابت الصحيح: (إلى بدر) والقول: (إلى أحد) سهو من الناسخ أو راو، هامش (٣)، وإسناده ضعيف.انظر: \"ميزان الاعتدال\" للذهبي ٢/ ٦٨.(٤) أخرج الطبري في \"جامع البيان\" ٤/ ٨٣: عن عكرمة نحوه، قال الإِمام الشوكاني في \"فتح القدير\" ١/ ٣٨٠: وفي بيان التسويم عن السلف اختلاف كثير لا يتعلق به كثير فائدة.</p>"
}