{
  "id": null,
  "sura": 3,
  "aya": 144,
  "text": "<p> المشركين يوم أحد، فاتّخذ الله منهم شهداء (١) ، {وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ} . </p><p> ١٤١ - (قوله)  (٢) : {وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا} </p><p> يعني: يطهرهم من ذنوبهم، {وَيَمْحَقَ الْكَافِرِينَ} يفنيهم ويهلكهم وينقصهم. (٣) . </p><p> ثم عزاهم فقال: </p><p> ١٤٢ - {أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ (١٤٢) } </p><p> نصب على الصرف، وقيل: بإضمار أن الخفيفة (٤) . </p><p> ١٤٣ - {وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ أَنْ تَلْقَوْهُ} </p><p> وذلك أنهم تمنوا أن يكون لهم مثل يوم بدر فأراهم يوم أحد، فذلك قوله {فَقَدْ رَأَيْتُمُوهُ} أي: أسبابه وآثاره {وَأَنْتُمْ تَنْظُرُونَ} . </p><p> ١٤٤ - قوله:  {وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ} </p><p> قال أهل التفسير وأصحاب المغازي: خرج رسول الله حتى نزل </p><p>(١) انظر: \"الجامع لأحكام القرآن\" للقرطبي ٤/ ٢١٩، \"فتح القدير\" للشوكاني ١/ ٣٨٤، \"الوجيز\" للواحدي ١/ ٢٣٤. (٢) الزيادة من (س).(٣) انظر: \"تهذيب اللغة\" للأزهري ٤/ ٢٧١ (محص)، \"لسان العرب\" لابن منظور ١٠/ ٣٣٨ (محق)، \"الصحاح\" للجوهري ٣/ ١٠٥٦ (محص).(٤) الصرف عند الكوفيين يكون: بنصب الفعل المضارع بعد الواو والفاء وأو، بشرط أن تسبق بنفي أو طلب.\"مدرسة الكوفة\" لمهدي المخزومي (ص ٣٠٦)، \"الكتاب\" لسيبويه ٢/ ٣٠٥، =</p><p> بالشعب من أحد في سبعمائة رجل (١) ، وأمر عبد الله بن جبير أحد بني عمرو بن عوف، وهو أخو خوات بن جبير على الرماة، وهم خمسون رجلا وقال:  \"أقيموا بأصل الجبل وانضحوا عنا بالنبل لا يأتونا من خلفنا، وإن كانت لنا أو علينا، فلا تبرحوا مقامكم، فإنا ما نزال غالبين ما ثبتم مكانكم\" </p><p> فجاءت قريش وعلى ميمنتهم خالد بن الوليد، وعلى ميسرتهم عكرمة بن أبي جهل، ومعهم النساء يضربن بالدفوف، ويقلن الأشعار، وكانت هند تقول: </p><p> نحن بنات طارق ... نمشي على النمارق </p><p> والمسك في المفارق ... إن تقبلوا نعانق </p><p> أو تدبروا نفارق ... فراق غير وامق </p><p> وكان أبو عامر عبد عمرو بن الصيفي أول من لقيهم بالأحابيش، وعبيد أهل مكة فقاتلهم قتالا شديدًا حتى حميت الحرب (٢) . </p><p>= ٣٠٧، \"معاني القرآن\" للفراء ١/ ٢٣٥، \"إعراب القرآن\" للنحاس ١/ ٤٠٩. (١) أي: بعدما رجع ابن أبي بثلث الجيش حيث خرج وهم ألف.انظر: \"فتح الباري\" لابن حجر ٧/ ٣٤٦.(٢) انظر: \"السيرة النبوية\" لابن إسحاق (ص ٣٠٥ - ٣٠٦)، \"عيون الأثر\" لابن سيد الناس ٢/ ١١ - ١٢.</p><p> فقال رسول الله:  \"من يأخذ هذا السيف بحقه ويضرب به العدو حتى ينحني\" . </p><p> فأخذه أبو دجانة سماك بن خرشة الأنصاري، وكان رجلا شجاعًا يختال عند الحرب، فلما أخذ السيف اعتم بعمامة حمراء، وجعل يتبختر ويقول: </p><p> أنا الذي عاهدني خليلي ... ونحن بالسفح لدى النخيل </p><p> ألَّا أقوم الدهر في الكيول ... أضرب بسيف الله والرسول (١) </p><p> فقال رسول الله:  \"إنها لمشية يبغضها الله إلّا في هذا الموضع\" ، ثم حمل النبي وأصحابه على المشركين فهزموهم (٢)  (٣) . </p><p> وقتل علي بن أبي طالب رضي الله عنه طلحة بن أبي طلحة وهو يحمل لواء قريش، فأنزل الله نصره على المؤمنين (٤) . </p><p> قال الزبير بن العوام رضي الله عنه: فرأيت هندًا وصواحبها </p><p>(١) انظر: \"المبتدأ\" لابن إسحاق (ص ٣٠٥)، \"السيرة النبوية\" لابن هشام ٣/ ٦٨. (٢) من (س)، (ن).(٣) أخرج ابن هشام في \"السيرة النبوية\" ٣/ ٦٦ - ٦٧، عن ابن إسحاق نحوه.(٤) الخبر في \"السيرة النبوية\" لابن هشام ٣/ ٩٥، وفي \"دلائل النبوة\" للبيهقي ٣/ ٢٣٨، عن ابن إسحاق مثله.وانظر: \"المغازي\" للواقدي ١/ ٢٢٣.</p><p> هاربات مصعدات في الجبل باديات خدامهن (١) ما دون أخذهن شيء. </p><p> (فلما نظر)  (٢) الرماة إلى القوم قد انكشفوا، ورأوا أصحاب النبي ينتهبون الغنيمة (أقبلوا)  (٣) يريدون النهب، واختلفوا: فقال بعضهم: لا نترك أمر رسول الله، وقال بعضهم: ما بقي من الأمر شيء. ثم انطلق عامتهم ولحقوا بالعسكر، فلما رأى خالد بن الوليد قلة الرماة، واشتغال المسلمين بالغنيمة، ورأى ظهورهم خالية صاح في خيله من المشركين، ثم حمل على أصحاب النبي من خلفهم فهزموهم وقتلوهم. </p><p> ورمى عبد الله بن قمئة رسول الله بحجر فكسر أنفه ورباعيته، وشجه في وجهه وأثقله، وتفرق عنه أصحابه، وأقبل عبد الله ابن قمئة -لعنه الله- يريد قتل النبي، فذبَّ عنه مصعب بن عمير رضي الله عنه، وهو صاحب راية رسول الله، (يوم بدر ويوم أحد)  (٤) ، وكان اسم رايته العقاب (٥) حتى قتل مصعب دونه، قتله ابن قمئة -لعنه الله- فرجع وهو يروي أنه قتل النبي، قال: إني قتلت </p><p>(١) الخدمة: الخلخال، وموضعه: المخدم. انظر: \"المحيط في اللغة\" لإسماعيل بن عباد ٤/ ٣٠٨، \"أساس البلاغة\" للزمخشري ١/ ١٥٥ (خدم).(٢) في الأصل: لما نظرت. والمثبت من (ن).(٣) مطموس في الأصل، والمثبت من (س)، (ن).(٤) من (س)، (ن).(٥) مطموس في الأصل، والمثبت من (س)، (ن).</p><p> محمدًا (١) وصرخ صارخ: ألا إن محمدًا قد قتل، ويقال: إن ذلك الصارخ كان إبليس -لعنه الله- فانكفأ الناس، وجعل رسول الله يدعو الناس ويقول:  \"إلى عباد الله، إليّ عباد الله\" ، فاجتمع إليه ثلاثون رجلا فحموه حتى كشفوا عنه المشركين. </p><p> ورمى (٢) سعد بن أبي وقاص رضي الله عنه حتى اندقت سية قوسه (٣)  (٤) . </p><p> وأصيبت يد طلحة بن عبيد الله رضي الله عنه فيبست، وقى بها رسول الله. (٥) </p><p> وأصيبت عين قتادة بن النعمان رضي الله عنه يومئذ حتى وقعت على وجنته فردها رسول الله مكانها فعادت كأحسن ما كانت (٦) . </p><p>(١) ذكر ابن هشام في \"السيرة النبوية\" ٣/ ٧٣، عن ابن إسحاق نحوه، ولم يجاوزه. وانظر: \"السيرة النبوية\" لابن كثير ٣/ ٣٩.(٢) من (س)، (ن).(٣) سية القوس: ما عطف من طرفيها، وله سيتان.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٤٣٥، \"المحيط في اللغة\" لإسماعيل بن عباد ٨/ ٤١٣ (سيي).(٤) في \"السيرة النبوية\" لابن هشام ٣/ ٨٢ أن رسول الله - صلى الله عليه وسلم - رمى عن قوس قتادة بن النعمان، وليس سعدًا كما ذكر الثعلبي.وانظر: \"دلائل النبوة\" للبيهقي ٣/ ٢٥١، \"البداية والنهاية\" لابن كثير ٤/ ٣٤.(٥) أخرج البخاري كتاب فضائل الصحابة باب: ذكر طلحة بن عبيد الله (٣٧٢٤) عن قيس بن أبي حازم نحوه.(٦) أخرج ابن هشام في \"السيرة النبوية\" ٣/ ٨٢، عن ابن إسحاق نحوه. =</p><p> فلما انصرف رسول الله أدركه أبي بن خلف الجمحي وهو يقول: لا نجوت إن نجوت، فقال القوم: يا رسول الله: ألا يعطف عليه رجل منا، فقال: دعوه حتى إذا دنا منه - وكان أبي قبل ذلك يلقى رسول الله فيقول: عندي رمكة (١) أعلفها كل يوم فرق ذرة (٢) أقتلك عليها، فيقول له النبي - صلى الله عليه وسلم -: \"بل أنا أقتلك إن شاء الله\" فلما كان يوم أحد ودنا منه تناول رسول الله الحربة من الحارث بن الصمة رضي الله عنه، ثم استقبله فطعنه في عنقه وخدشه خدشة فتدهده (٣) عن فرسه وهو يخور كما يخور الثور، ويقول: قتلني محمد. </p><p> فاحتمله أصحابه وقالوا: ليس عليك بأس، قال: بلى لو كانت هذِه الطعنة بربيعة، ومضر لقتلتهم، أليس قال لي: أنا أقتلك، فلو بزق عليّ بعد تلك المقالة لقتلني، فلم يلبث إلا يومًا حتى مات بموضع يقال له: سَرِف (٤) ، فقال حسان بن ثابت رضي الله عنه في </p><p>= وانظر: \"المغازي\" للواقدي ١/ ٢٤٢، \"دلائل النبوة\" للبيهقي ٣/ ٢٥١ - ٢٥٣، \"البداية والنهاية\" لابن كثير ٤/ ٣٣ - ٣٤. (١) الرمكة: الفرس والبرذونة التي تتخذ للنسل، معرب.انظر: \"المعرب\" للمطرزي (ص ٣٣٣)، \"لسان العرب\" لابن منظور ١٠/ ٤٣٤ (رمك) وفي \"السيرة النبوية\" لابن هشام ٣/ ٨٤ (باسم: العوذ).(٢) الفرق -بالتحريك- مكيال يسع ستة عشر رطلا. انظر: \"المحيط في اللغة\" لإسماعيل بن عباد ٥/ ٣٩٥ (فرق) و\"أساس البلاغة\" للزمخشري ١/ ٤٧٣.(٣) أي: تدحرج، يقال: دهديت الحجر ودهدهته إذا تدحرج. انظر: \"غريب الحديث\" للهروي ١/ ٢٢٣، وفي \"السيرة النبوية\" ٣/ ٨٤ (تدأدأ) والمعنى واحد.(٤) سَرِف: بفتح أوله وكسر ثانية -هو موضع على ستة أميال من مكة. =</p><p> ذلك: </p><p> لقد ورث الضلالة عن أبيه ... أبيّ حين بارزه الرسول </p><p> أتيت إليه ثَمَّ تحمل عَظْمًا (١) ... وتوعده وأنت به جهول </p><p> وقد قتلت (٢) بنو النجار منكم ... أمية إذ تَغَوَّثَ يا عقيل (٣) </p><p> وقال فيه أيضًا: </p><p> ألا من مبلغ عنّى (٤) أبيّا ... لقد ألقيت في جوف السعير </p><p> تمنى بالضلالة من بعيد ... وتقسم إن نذرت (٥) مع النذور </p><p>= انظر: \"معجم البلدان\" لياقوت ٣/ ٢١٢، \"تاج العروس\" للزبيدي ١٢/ ٢٦٨. (١) هكذا في جميع النسخ، وفي \"السيرة النبوية\" لابن هشام ٣/ ٨٥ رمّ عظم، \"البداية والنهاية\" لابن كثير ٤/ ٣٥.(٢) مطموس في الأصل، والمثبت من (س)، (ن).(٣) ذكر ابن هشام في \"السيرة النبوية\" ٣/ ٨٤ - ٨٥، عن ابن إسحاق، عن حسان مثله، وفي \"الديوان\": (ص ٣٩٣) تحقيق البرقوقي مع تغير في بعض الألفاظ.(٤) مطموس في الأصل، والمثبت من (س)، (ن).(٥) في \"السيرة النبوية\" لابن هشام ٣/ ٨٥: قدرت.</p><p> تمنيك الأماني من بعيد ... وقول الكفر يرجع في غرور </p><p> فقد لاقيت طعنة ذي حفاظ ... كريم الأصل ليس بذي فجور </p><p> له فضل على الأحياء طرًا (١) ... إذا نابت ملمات الأمور (٢) </p><p> قالوا: وفشا في الناس أن رسول الله قد قتل، فقال بعض المسلمين: ليت لنا رسولا إلى عبد الله ابن أبيّ، فيأخذ لنا أمانًا عند أبي سفيان وبعض الصحابة جلسوا وألقوا بأيديهم، وقال أناس من أهل النفاق: إن كان محمد قد قتل، فالحقوا بدينكم الأول (٣) . </p><p> فقال أنس بن النضر عمّ أنس بن مالك، وبه سُمي أنس بن مالك: يا قوم إن كان قد قتل محمد، فإن رب محمد لم يقتل، وما تصنعون </p><p>(١) غير واضحة في الأصل، والمثبت من (س)، (ن). (٢) ذكر ابن هشام في \"السيرة النبوية\" ٣/ ٨٥، عن ابن إسحاق، عن حسان مثله.وانظر: \"البداية والنهاية\" لابن كثير ٤/ ٣٥.(٣) من قوله: (وفشا في الناس) إلى قوله (فالحقوا بدينكم الأول). هو جزء من رواية ابن جرير الطبري في \"تاريخ الرسل والملوك\" ٢/ ٥١٩. عن السدي قوله، قال ابن كثير في \"البداية والنهاية\" ٤/ ٢٣: وهذا غريب جدًّا، وفيه نكارة. أما مقتل أبي بن خلف: فقد أخرج ابن هشام في \"السيرة النبوية\" ٣/ ٨٤، عن ابن إسحاق، حدثني صالح بن إبراهيم بن عبد الرحمن بن عوف فذكر نحوه، وصالح تابعي ثقة. فالإسناد مرسل. انظر: \"تقريب التهذيب\" لابن حجر (٢٨٤٣).</p><p> بالحياة بعد رسول الله، فقاتلوا على ما قاتل عليه رسول الله، وموتوا على ما مات عليه، ثم قال: اللهم إني أعتذر إليك مما يقول هؤلاء -يعني المسلمين- وأبرأ إليك مما عزم هؤلاء -يعني المنافقين- ثم شد بسيفه فقاتل حتى قتل (١) . </p><p> ثم إن رسول الله انطلق إلى الصخرة، وهو يدعو الناس، فأول من عرف رسول الله كعب بن مالك رضي الله عنه فقال: عرفت عينيه تحت المغفر تزهران، فناديت بأعلى صوتي: يا معشر المسلمين، أبشروا هذا رسول الله، فأشار إليّ: أن اسكت (٢) فانحازت إليه طائفة من أصحابه، فلامهم النبي على الفرار، فقالوا: يا رسول الله: فديناك بآبائنا وأمهاتنا، أتانا الخبر بأنك قتلت، فرعبت قلوبنا، فولينا مدبرين فأنزل الله تعالى:  {وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ}  (٣) . </p><p> ومحمد هو المستغرق لجميع المحامد؛ لأن الحمد لا يستوجبه إلا </p><p>(١) أخرج البخاري كتاب المغازي باب غزوة أحد (٤٠٤٨)، ومسلم كتاب الإمارة باب ثبوت الجنة للشهيد (١٩٠٣)، وأحمد في \"المسند\" ٣/ ١٩٤، وابن الأثير في \"أسد الغابة\" ١/ ١٥٥ عن أنس بن مالك - رضي الله عنه - بمعناه، وفيه: (المشركين) بدلًا من (المنافقين) -عند البخاري- وأخرج ابن هشام في \"السيرة النبوية\" ٣/ ٨٣، والبيهقي في \"دلائل النبوة\" ٣/ ٢٤٥ عن ابن إسحاق قال: وحدثني القاسم بن عبد الرحمن بن رافع فذكر نحوه. (٢) ذكر ابن هشام في \"السيرة النبوية\" ٣/ ٨٣، عن ابن إسحاق نحوه.وانظر: \"البداية والنهاية\" لابن كثير ٤/ ٢٣.(٣) ما ذكره الثعلبي منتزع من عدة أخبار في غزوة أحد، ولبعض ما ورد شواهد ذكرها أهل العلم نبهت على بعضها في مواضعها. =</p><p> الكامل، والتحميد فوق الحمد فلا يستحقه إلاّ المستولي على الأمر في الكمال، فأكرم الله تعالى نبيه وصفيه باسمين مشتقين من اسم الله تعالى، محمد وأحمد (١) ، وفيه يقول حسان بن ثابت رضي الله عنه. </p><p> ألم تر أن الله أرسل عبده ... ببرهانه والله أعلى وأمجد </p><p> فشق له من اسمه ليجله ... فذو العرش محمودٌ وهذا محمدٌ </p><p> نبي أتانا بعد يأس وفترة ... من الدين والأوثانُ في الأرض تعبد </p><p> فأرسله ضوءًا منيرًا وهاديًا ... يلوح كما لاح الصقيل المهند (٢) </p><p> [٨٩٥] أخبرنا عبد الله بن حامد (٣) ، حدثنا أبو جعفر محمد بن عبد الله (٤) ، </p><p>= وانظر: \"البداية والنهاية\" لابن كثير ٤/ ٢٣، \"الدر المنثور\" للسيوطي ٢/ ١٤٣. (١) ذكر ابن حجر في \"فتح الباري\" ٦/ ٥٥٥ عن أهل العلم نحوه.وانظر: \"الشفا بتعريف حقوق المصطفى\" للقاضي عياض ١/ ٣١١ - ٣١٤.(٢) في \"ديوان حسان\" (ص ١٣١) تحقيق عبد الرحمن برقوقي، وليس فيه البيت الأول مع تغير في بعض الألفاظ في الباقي، وفي \"فتح الباري\" لابن حجر ٦/ ٥٥٥، عن أبي طالب يقول: وشق له ولم يذكر غيره.(٣) الماهاني الأصبهاني، لم يُذكر بجرح أو تعديل.(٤) ابن عبد الواحد الهمداني ثقة.</p><p> حدثنا (هاشم بن يونس)  (١) حدثنا أبو صالح (٢) قال: حدثني الليث (٣) ، حدثني محمد بن عجلان (٤) ، عن أبيه العجلان (٥) ، عن أبي هريرة (٦) رضي الله عنه، عن النبي قالى:  \"ألم تروا كيف صرف الله عني لعن قريش وشتمهم، يشتمون مذممًا وأنا محمد\"  (٧) . </p><p>(١) كذا في النسخ، وفي \"تهذيب الكمال\" للمزي ١٠/ ٢٢٠: هشام بن يونس القصار، ولم أجده. (٢) عبد الله بن صالح أبو صالح كاتب الليث، صدوق، كثير الغلط، ثبت في كتابه.انظر: \"تقريب التهذيب\" لابن حجر ١/ ٤٢٣، \"تهذيب التهذيب\" لابن حجر ٥/ ٢٥٦.(٣) الليث بن سعد بن عبد الرحمن الفهمي، الإمام، الثقة.(٤) محمد بن عجلان المدني، صدوق، إلا أنه اختلطت عليه أحاديث أبي هريرة.(٥) عجلان مولى فاطمة بنت عتبة، المدني، لا بأس به.انظر: \"تقريب التهذيب\" لابن حجر ٢/ ١٦، \"تهذيب التهذيب\" لابن حجر ٧/ ١٦٢.(٦) الصحابي المشهور.(٧) [٨٩٥] الحكم على الإسناد:فيه من لم أجده وشيخ المصنف لم يُذكر بجرح أو تعديل، وهو صحيح لغيره بالمتابعة.التخريج:أخرج الإمام أحمد في \"المسند\" ٢/ ٣٤٠ من طريق الليث به مثله.وأخرج البخاري كتاب المناقب باب ما جاء في أسماء رسول الله - صلى الله عليه وسلم - (٣٥٣٣)، والحميدي في \"المسند\" ٢/ ٤٨١ (١١٣٦) عن أبي الزناد عن الأعرج عن أبي هريرة مرفوعًا نحوه وفيه متابعة الأعرج وهو عبد الرحمن بن هرمز الثقة الثبت لعجلان ومتابعة أبي الزناد الثقة الفقيه لمحمد بن عجلان.</p><p> [٨٩٦] وأخبرنا أبو القاسم يعقوب بن أحمد بن السري (١) ، حدثنا أبو بكر محمد بن عبد الله بن يوسف (٢) ، حدثنا أبو القاسم عبد الله بن أحمد ابن عامر (٣) ، حدثني أبي (٤) ، حدثنا علي بن موسى الرضا (٥) حدثني أبي موسى بن جعفر (٦) ، حدثني أبي جعفر بن محمد (٧) قال: حدثني أبي محمد بن علي (٨) ، حدثني أبي علي بن الحسين (٩) ، حدثني أبي الحسين بن علي (١٠) قال: حدثني أبي علي بن أبي طالب (١١) رضي الله عنه قال: قال رسول الله: \"إذا سميتم الولد محمدًا فأكرموه وأوسعوا له في المجلس، ولا تقبحوا له وجهًا، وما من قوم كانت </p><p>(١) لم أجد له ترجمة. (٢) محمد بن عبد الله بن يوسف المحدث، لم يُذكر بجرح أو تعديل.انظر: \"سير أعلام النبلاء\" للذهبي ١٤/ ٢٥٤، \"معجم البلدان\" لياقوت ٢/ ٤٩٠.(٣) حدث بتلك النسخة الموضوعة الباطلة ما تنفك عن وضعه أو وضع أبيه وكان أميًّا. انظر: \"لسان الميزان\" لابن حجر ١/ ٢٩٦، ٣/ ٣٠٥ \"الكشف الحثيث\" لسبط ابن العجمي (ص ٣٧٧).(٤) الهامش السابق.(٥) أبو الحسن الرضا، صدوق، والخلل ممن روى عنه.انظر: \"تقريب التهذيب\" لابن حجر ٢/ ٤٤، \"تهذيب التهذيب\" لابن حجر ٧/ ٣٨٧.(٦) الكاظم، صدوق.(٧) الهاشمي من ثقات الناس.(٨) أبو جعفر الباقر، ثقة، فاضل.(٩) ابن علي بن أبي طالب: ثقه، ثبت، عابد، فقيه، فاضل.(١٠) ابن أبي طالب رضي الله عنهما الصحابي.(١١) الصحابي المشهور.</p><p> لهم مشورة فحضر معهم من اسمه أحمد أو محمد، فأدخلوه في مشورتهم إلا خير لهم، وما من مائدة وضعت فحضرها من اسمه أحمد أو محمد إلا قدس ذلك المنزل في كل يوم مرتين\" (١) . </p><p> [٨٩٧] وأخبرنا أبو بكر الجوزقي (٢) ، حدثنا أبو العباس الدغولي (٣) ، </p><p>(١) [٨٩٦] الحكم على الإسناد: موضوع.التخريج:روى ابن بكير في \"جزئه\" في فضل من اسمه أحمد ومحمد، من طريق أحمد بن عامر بن سليمان الطائي حدثنا علي بن موسى الرضا عن آبائه مرفوعًا نحوه -ذكره السيوطي في \"اللآلئ المصنوعة\" ١/ ٩٤ - ٩٥ وقال: الطائي له عن أهل البيت نسخة باطلة، ورواه الخطيب في \"تاريخ بغداد\" ٣/ ٩٠ - ٩١ من طريق أبي الحسن محمد بن علي بن الحسن العلوي عن آبائه بنحوه، والعلوي كان يجازف في الرواية في آخر عمره، ورواه ابن عدي في \"الكامل\" ٣/ ٨٩١ من حديث ابن عمر مطولاً وقال عقبة: هذا حديث منكر. وانظر: \"الموضوعات\" لابن الجوزي ١/ ٢٣٧، وفي هذا الباب يقول ابن قيم الجوزية في \"المنار المنيف\" (ص ٥٧) (٨٠) وهذا مناقض لما هو معلوم من دينه - صلى الله عليه وسلم - أن النار لا يُجار منها بالأسماء والألقاب، وإنما النجاة منها بالإيمان والأعمال الصالحة انتهى. وانظر كذلك (ص ٦١) (٩٣ - ٩٤)، \"الأسرار المرفوعة\" للقاري (ص ٤١٢)، \"اللآلئ المصنوعة\" للسيوطي ١/ ٩٤ - ٩٧.(٢) محمد بن عبد الله الخراساني أبو بكر الجَوْزقِيّ الإمام الحافظ المجوّد الثقة.انظر: \"سير أعلام النبلاء\" للذهبي ١٦/ ٤٩٣، \"طبقات الشافعية الكبرى\" للسبكي ٣/ ١٨٤.(٣) محمد بن عبد الرحمن أبو العباس الدَّغوُليّ العلاّمة الحافظ المجوّد. =</p><p> حدثنا أبو الأزهر (١) ، حدثني أبو النضر (٢) ، حدثنا شعبة (٣) ، عن حميد الطويل (٤) قال: سمعت أنس بن مالك (٥) رضي الله عنه يقول: كان النبي في السوق، فقال رجل: يا أبا القاسم، فالتفت إليه رسول الله، فقال الرجل: إنما أدعو ذاك. فقال رسول الله:  \"تسمّوا باسمي ولا تكنوا بكنيتي\"  (٦) . </p><p>= انظر: \"سير أعلام النبلاء\" للذهبي ١٤/ ٥٥٧، \"شذرات الذهب\" لابن العماد الحنبلي ٢/ ٣٠٧. (١) أحمد بن الأزهر بن منيع أبو الأزهر، الحافظ، الثبت، كان يحفظ ثم كبر، فصار كتابه أثبت من حفظه. انظر: \"سير أعلام النبلاء\" للذهبي ١٢/ ٣٦٣، \"تاريخ بغداد\" للخطيب ٤/ ٣٩.(٢) هاشم بن القاسم أبو النضر الليثي، ثقة، ثبت.انظر: \"تحرير التقريب\" لشعيب الأرناؤوط ٤/ ٣٣، \"تهذيب الكمال\" للمزي ١٩/ ٢١٤.(٣) شعبة بن الحجاج أمير المؤمنين في الحديث.(٤) حميد بن أبي حميد -مصغرًا- ثقة مدلس.(٥) الصحابي المشهور.(٦) [٨٩٧] الحكم على الإسناد:صحيح، وقد صرح حميد بالسماع فارتفعت شبهة تدليسه.التخريج:أخرج البخاري في \"الأدب المفرد\" ٢/ ٢٩٧ (٨٣٧)، والبيهقي في \"السنن الكبرى\" كتاب الضحايا باب ما يكره أن يتكنى به ٩/ ٣٠٩ من طريق شعبة به بنحوه، وأخرج البخاري في كتاب البيوع باب ما ذكر في الأسواق، (٢١٢٠)، ومسلم كتاب الآداب باب ما يستحب من الأسماء (٢١٣١). عن حميد، عن أنس نحوه.وانظر: \"الإحسان بترتيب صحيح ابن حبان\" ١٣/ ١٣٠ (٥٨١٣)، \"المسند\" لأبي يعلى ٦/ ٤٢٠ (٣٧٨٧).</p><p> [٨٩٨] وأخبرنا أبو بكر الجوزقي (١) ، أخبرنا أبو العباس الدغولي (٢) ، حدثنا محمد بن إسماعيل بن سالم (٣) ، حدثنا طارق بن عبد العزيز (٤) ، حدثنا محمد بن عجلان (٥) ، عن أبيه (٦) ، عن أبي هريرة رضي الله عنه قال: قال رسول الله: \"لا تجمعوا بين اسمي وكنيتي، أنا أبو القاسم، الله يعطي وأنا أقسم\"  (٧) ثم رخص في ذلك لعلي وابنه رحمهما الله تعالى. </p><p> [٨٩٩] أخبرنا أبو بكر الجوزقي (٨) ، أنا أبو العباس الدغولي (٩) ، </p><p>(١) محمد بن عبد الله أبو بكر الجوزقي: الإمام، الحافظ، المجوّد، الثقة .. (٢) محمد بن عبد الرحمن أبو العباس الدغولي، الحافظ، المجوّد.(٣) أبو جعفر: صدوق.(٤) العبدي: قال أبو حاتم: ما رأيت بحديثه بأسًا.انظر: \"الجرح والتعديل\" ٤/ ٤٨٨، \"لسان الميزان\" لابن حجر ٤/ ٢٠٧.(٥) صدوق.(٦) عجلان -مولى فاطمة بنت عتبة- لا بأس به.(٧) [٨٩٨] الحكم على الإسناد:حسن.التخريج:أخرج البخاري في \"الأدب المفرد\" ٢/ ٣٠٢ (٨٢٤)، عن الليث، وأحمد في \"المسند\" ٢/ ٤٣٣ عن يحيى القطان، والترمذي في كتاب الأدب باب ما جاء في كراهية الجمع بين اسم النبي - صلى الله عليه وسلم - وكنيته (٢٨٤١) وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٣/ ١٣٢ - ١٣٤ عن سفيان، كلهم عن ابن عجلان به بنحوه، قال الترمذي: هذا حديث حسن صحيح.(٨) محمد بن عبد الله أبو بكر الجوزقي، الإمام، الحافظ، المجود، الثقة.(٩) محمد بن عبد الرحمن أبو العباس الدَّغولي، الحافظ، المجود.</p><p> حدثنا أبو زرعة (١) ، حدثنا عبد العزيز بن الخطاب الكوفي (٢) ، حدثنا قيس ابن الربيع (٣) ، عن ليث (٤) ، عن محمد بن نشْر (٥) ، عن محمد بن الحنفية (٦) عن علي رضي الله عنه قال: قال رسول: \"إن ولد لك غلام(٧)نحلته اسمي وكنيتي\"  (٨) . </p><p>(١) عبد الله بن عبد الكريم أبو زرعة الرازي إمام مشهور. (٢) صدوق.(٣) صدوق تغير لما كبر، أدخل عليه ابنه ما ليس من حديثه فحدث به. انظر: \"تقريب التهذيب\" لابن حجر ٢/ ١٢٨، \"تهذيب التهذيب\" لابن حجر ٨/ ٣٩١.(٤) الليث بن أبي سُليم صدوق اختلط جدًّا ولم يتميز حديثه فترك.(٥) محمد بن نشْر الهمداني مؤذن ابن الحنفية، مقبول \"تقريب التهذيب\" لابن حجر ٢/ ٢١٣، \"تهذيب الكمال\" للمزي ١٧/ ٢٨٨.(٦) محمد بن علي بن أبي طالب، ثقة عالم.\"تقريب التهذيب\" لابن حجر ٢/ ١٩٢، \"الثقات\" للعجلي (ص ٤١٠).(٧) في الأصل: مقدم، والمثبت من (س)، (ن).(٨) [٨٩٩] الحكم على الإسناد:ضعيف؛ لأجل قيس والليث.التخريج:لم أجد من أخرجه من هذا الوجه، ولكن أخرج البخاري (٨٤٣) والحاكم في \"المستدرك\" ٤/ ٣٠٩، من طريق فطر عن منذر الثوري قال: سمعت محمد ابن الحنفية. فذكر نحوه، وفيه زيادة، قال: قال علي - رضي الله عنه -: فكانت هذِه رخصة لي. وصححه الحاكم ووافقه الذهبي.وقال ابن حجر في \"فتح الباري\" ١٠/ ٥٧٣: وسندها قوي، ورواه الترمذي في كتاب الأدب باب: ما جاء في كراهية الجمع بين اسم النبي - صلى الله عليه وسلم - وكنيته (٢٨٤٣)، قال الترمذي: هذا حديث صحيح.وانظر: \"السنن الكبرى\" للبيهقي ٩/ ٣٠٩.</p><p> قوله تعالى:  {أَفَإِنْ مَاتَ} على فراشه، {أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ} رجعتم إلى دينكم الأول: الكفر، {وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ} فيرتد عن دينه، {فَلَنْ يَضُرَّ اللَّهَ شَيْئًا} ، وإنما يضر نفسه {وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ} : المؤمنين. </p><p> روى الزهري (١) عن سعيد بن المسيب (٢) عن أبي هريرة رضي الله عنه قال: لما توفي رسول الله - صلى الله عليه وسلم -، قام عمر بن الخطاب رضي الله عنه فقال: إن رجالا من المنافقين يزعمون أن رسول الله - صلى الله عليه وسلم - توفي، وإن رسول الله - صلى الله عليه وسلم - ما مات، ولكنه ذهب إلى ربه كما ذهب موسى بن عمران، فغاب عن قومه أربعين ليلة ثم رجع بعد أن قيل: مات، والله ليرجعن رسول الله - صلى الله عليه وسلم -، فليقطعن أيدي رجال وأرجلهم يزعمون أن رسول الله - صلى الله عليه وسلم - مات. </p><p> قال (٣) : وأقبل أبو بكر رضي الله عنه حتى نزل على باب المسجد حين بلغه الخبر، وعمر رضي الله عنه يكلم الناس، فلم يلتفت على شيء حتى دخل على رسول الله - صلى الله عليه وسلم - في بيت عائشة رضي الله عنها، ورسول الله - صلى الله عليه وسلم - مسجى ببرد حبرة (٤) ، فأقبل حتى كشف عن وجهه، </p><p>(١) محمد بن مسلم بن شهاب الإمام. (٢) ابن حزن الإمام.(٣) الزيادة من (س)، (ن).(٤) البرد الحبرة -بكسر المهملة وفتح الموحدة: نوع من برود اليمن مخططة غالية الثمن.انظر: \"فتح الباري\" لابن حجر ٣/ ١١٥، \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٣٢٨.</p><p> ثم أكبّ عليه فقبله ثم قال: بأبي أنت وأمي، أما الموتة التي كتبها الله عليك فقد ذقتها، ثم لم تصبك بعدها موتة أبدًا، ثم رد الثوب على وجهه، وخرج -وعمر رضي الله عنه يكلم الناس- فقال: على رسلك (١) يا عمر، فأنصت (٢) ، قال: فأبى إلاّ أن يتكلّم، فلمّا رآه أبو بكر رضي الله عنه لا ينصت أقبل على الناس، فلما سمع الناس كلامه أقبلوا عليه وتركوا عمر، فحمد الله وأثنى عليه ثم قال: أيها الناس: من كان يعبد محمدًا فإن محمدًا قد مات، ومن كان يعبد الله فإن الله حي لا يموت، ثم تلا هذِه الآية:  {وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ} إلى آخر الآية. </p><p> قال: فوالله كأن الناس لم يعلموا أن هذِه الآية نزلت على رسول الله حتى تلاها أبو بكر الصديق رضي الله عنه يومئذ. </p><p> قال (٣) : وأخذها الناس عن أبي بكر رضي الله عنه، فإنما هي في أفواههم. </p><p> قال أبو هريرة: قال عمر: والله ما (هو إلاّ أن)  (٤) سمعت أبا بكر </p><p>(١) على رسلك: هينتك. انظر: \"المحيط في اللغة\" لإسماعيل بن عباد ٨/ ٣٠٣، \"أساس البلاغة\" للزمخشري ١/ ٢٣١ (رسل).(٢) الزيادة من (س)، (ن).(٣) الزيادة من (س)، (ن).(٤) مطموس في الأصل، والمثبت من (س)، (ن).</p><p> يتلوها فعقرت (١) حتى وقعت إلى الأرض ما تحملني رجلاي، وعرفت أن رسول الله قد مات (٢) . </p><p>(١) عقرت: دهشت يقال: عقر الرجل: إذا تحير ودهش \"أساس البلاغة\" للزمخشري ١/ ٤٢٩ (عقر). (٢) أخرج ابن هشام في \"السيرة النبوية\" ٤/ ٢٢٧، عن ابن إسحاق عن الزهري به نحوه.وله شاهد من حديث عائشة رضي الله عنها، فقد أخرج البخاري كتاب الجنائز، باب الدخول على الميت بعد الموت إذا أدرج في أكفانه (١٢٤١) عن الزهري قال: أخبرني أبو سلمة، عن عائشة وابن عباس، وعن الزهري، عن سعيد بن المسيب فذكر نحوه.وانظر: \"فتح الباري\" لابن حجر ٨/ ١٤٥، \"البداية والنهاية\" لابن كثير ٥/ ٢٤٢، \"دلائل النبوة\" للبيهقي ٧/ ٢١٥.</p>"
}