{
  "id": null,
  "sura": 3,
  "aya": 156,
  "text": "<p> فقيل له: إن هذا يرى أنك قد عيَّبته، قال: عليّ به، أما بدر: فإن رسول الله - صلى الله عليه وسلم - قد ضرب له بسهمه، وأما بيعة الرِّضوان، فقد بايع له رسول الله - صلى الله عليه وسلم -، فيد رسول الله - صلى الله عليه وسلم - من يد عثمان، وأما الذين تولوا يوم التقي الجمعان، فقد عفا الله عنهم، فاجهد (١) على جهْدك (٢) . </p><p> ١٥٦ - قوله عَزَّ وَجَلَّ:  {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ كَفَرُوا} </p><p> يعني: المنافقين: عبد الله بن أبيّ وأصحابه (٣) . </p><p> {وَقَالُوا لِإِخْوَانِهِمْ} في النفاق، وقيل: في النسب (٤) ، {إِذَا ضَرَبُوا فِي </p><p>(١) قال ابن حجر في \"فتح الباري\" ٧/ ٧٣: يعني: أي: أبلغ على غايتك في حقي، فإن الذي قلته لك الحق. (٢) [٩٠١] الحكم على الإسناد:حسن، وهو صحيح لغيره بالمتابعة.التخريج:لم أجد من رواه من هذِه الطريق، ولكن أخرج البُخَارِيّ في مواضع منها في كتاب فضائل الصَّحَابَة في باب مناقب عثمان بن عفان أبي عمرو القرشيّ - رضي الله عنه - (٣٦٩٩)، والتِّرمذيّ في كتاب المناقب في باب مناقب عثمان بن عفان - رضي الله عنه - (٣٧٠٦) من جهة أبي عوانة حَدَّثَنَا عثمان بن عبد الله بن موهب أن رجلًا من أهل مصر حج البيت ... فذكر نحوه، وفي بعض الألفاظ اختلاف يسير. وفيه متابعة عثمان بن عبد الله بن مَوْهَب البَصْرِيّ التابعيّ، وهو ثِقَة باتفاقهم كما في \"تقريب التهذيب\" لابن حجر (٤٤٩١) لكليب بن وائل، والوضاح بن عبد الله اليشكريّ أبي عوانة، وهو ثِقَة ثبت لجعفر بن عون كما في \"تقريب التهذيب\" لابن حجر (٣٣).(٣) أخرج الطبري في \"جامع البيان\" ٤/ ١٤٦ عن السدي ومجاهد مثله.(٤) انظر: \"جامع البيان\" للطبري ٤/ ١٤٦، \"الكشاف\" للزمخشري ١/ ٦٥٤، \"المحرر الوجيز\" لابن عطية ٣/ ٣٨٩.</p><p> الْأَرْضِ} ساروا وسافروا فيها بالتجارة أو غيرها فماتوا، {أَوْ كَانُوا غُزًّى} غزاة فقتلوا، والغُزى: جمع، منقوص لا يتغيّر لفظها في نصب ورفع وخفض، واحدها: غاز، مثل: نائم ونوّم، وقائم وقوّم، وصائم وصوّم، وشاهد وشُهد، وقائل وقوّل، ومن الناقص: هاب وهُبًى، وعاف وعُفًى (١) . </p><p> {لَوْ كَانُوا عِنْدَنَا مَا مَاتُوا وَمَا قُتِلُوا لِيَجْعَلَ اللَّهُ ذَلِكَ} يعني: قولهم وظنهّم، {حَسْرَةً} : حزنًا، {فِي قُلُوبِهِمْ} ، والحسرة: الاغتمام على فائت كان يقدر بلوغه (٢) . </p><p> قال الشَّاعر (٣) : </p><p> فواحسرتي لم أقض منكم لبانتي ... ولم نتمتع بالجوار وبالقرب (٤) </p><p> ثم أخبر أن الحياة والموت إلى الله، لا يتقدمان لسفر، ولا يتأخران لحضر، فقال:  {وَاللَّهُ يُحْيِي وَيُمِيتُ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} . </p><p> قرأ ابن كثير، وطلحة، والأعمش، والحسن، وشبل، وحمزة، </p><p>(١) انظر: \"جامع البيان\" للطبري ٤/ ١٤٧، \"الكشاف\" للزمخشري ١/ ٦٤٥، \"البحر المحيط\" لأبي حيان ٣/ ١٠٠ - ١٠١. (٢) انظر: \"جامع البيان\" للطبري ٤/ ١٤٨، \"إملاء ما من به الرَّحْمَن\" للعكبري ١/ ١٥٥، \"المحرر الوجيز\" لابن عطية ٣/ ٣٨٩ - ٣٩٠.(٣) لم أجده.(٤) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٤/ ١٥٩، وفيه: (منها) بدلًا من (منكم)، و (أتمتع) بدلا من (نتمتع).</p>"
}