{
  "id": null,
  "sura": 3,
  "aya": 200,
  "text": "<p> ٢٠٠ - قوله عز وجل:  {يَاأَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا} </p><p> قال الحسن (١) : اصبروا على دينكم، ولا تدعوه لشدة، ولا رخاء، ولا سراء، ولا ضراء. </p><p> وقال قتادة (٢) : اصبروا على طاعة الله. وقال الضحاك (٣) ، ومقاتل بن سليمان (٤) : اصبروا على أمر الله -عز وجل-. </p><p> وقال مقاتل بن حيان (٥) : اصبروا على فرائض الله. وقال زيد بن أسلم (٦) : على الجهاد. وقال الكلبي (٧) : على البلاء. </p><p> قالت الحكماء: الصبر ثلاثة أشياء: ترك الشكوى، وصدق الرضا، وقبول القضاء. وقيل: الصبر: الثبات على أحكام الكتاب والسنة (٨) . </p><p>(١) قوله أخرجه الطبري في \"جامع البيان\" ٤/ ٢٢١ (٨٣٨٦)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٤٧ عنه بنحوه. (٢) قوله أخرجه الطبري في \"جامع البيان\" ٤/ ٢٢١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٤٨ عنه بنحوه.(٣) قوله أخرجه الطبري في \"جامع البيان\" ٤/ ٢٢١ عنه بنحوه، وينظر \"معاني القرآن\" للفراء ١/ ٢٥١.(٤) انظر قوله في \"تفسيره\" ١/ ٣٢٤ مثله.(٥) انظر: \"معالم التنزيل\" للبغوي ٢/ ١٥٦، \"التبيان\" للطوسي ٣/ ٩٥.(٦) قوله أخرجه الطبري في \"جامع البيان\" ٤/ ٢٢١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٤٨ عنه نحوه.(٧) انظر: \"معالم التنزيل\" للبغوي ١/ ١٥٦، \"قطف الأزهار\" للسيوطي ١/ ٦٧٤.(٨) انظر: \"قطف الأزهار\" للسيوطي ١/ ٦٧٤، \"البحر المحيط\" لأبي حيان ٣/ ٤٨٥، \"معالم التنزيل\" للبغوي ٢/ ١٥٦.</p><p> {وَصَابِرُوا} : يعني: الكفار، قاله أكثر المفسرين (١) . وقال عطاء، والقرظي: وصابروا الوعد، الذي وعدتكم (٢) . </p><p> {وَرَابِطُوا} : يعني: المشركين (٣) ، فأصل الرباط: أن يربط هؤلاء خيولهم، وهؤلاء خيولهم، ثم قيل ذلك (٤) لكل مقيم في ثغر يدفع عمن وراءه، وإن لم يكن له مركب (٥) ، قال الله تعالى:  {وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ}  (٦) . </p><p> وسمعت أبا القاسم الحبيبي (٧) يقول: سمعت أبا حامد الخارزنجي (٨) يقول: المرابطة اعتقال المبارزين في الحرب، وأصل الربط: الشد، ومنه قيل للحبل: رباط، ويقال: فلان رابط الجأش. </p><p>(١) انظر: \"جامع البيان\" للطبري ٤/ ٢٢١، \"الجامع لأحكام القرآن\" للقرطبي ٤/ ٣٢٥، \"فتح القدير\" للشوكاني ١/ ٤١٤ - ٤١٥. (٢) ذكر القرطبي في \"الجامع لأحكام القرآن\" ٤/ ٣٢٣، عن عطاء والقرظي مثله.وينظر: \"تفسير القرآن العظيم\" لابن أبي حاتم ٣/ ٨٤٧ (٤٦٨٩)، \"المحرر الوجيز\" لابن عطية ١/ ٥٥٩، \"النكت والعيون\" للماوردي ١/ ٤٤٥.(٣) هو قول الحسن وقتادة، كما في \"تفسير القرآن العظيم\" لابن أبي حاتم ٣/ ٨٥٠.(٤) من (س)، (ن).(٥) انظر: \"الجامع لأحكام القرآن\" للقرطبي ٤/ ٣٢٣، \"المحرر الوجيز\" لابن عطية ١/ ٥٥٩، \"جامع البيان\" للطبري ٤/ ٢٢٢.(٦) الأنفال: ٦٠، وانظر: \"مفردات ألفاظ القرآن\" للراغب الأصبهاني ٣/ ١٠٦٦ - ١٠٦٧، \"الوسيط\" للواحدي ١/ ٥٣٨، \"مجاز القرآن\" لأبي عبيدة ١/ ١١٢، \"بصائر ذوي التمييز\" للفيروز آبادي ٣/ ٣١ - ٣٢.(٧) الحسن بن محمد، أبو القاسم بن حبيب، النيسابوري، المفسر: قيل: كذبه الحاكم.(٨) أحمد بن محمد، الخارزنجي، إمام أهل الأدب بخراسان.</p><p> أي: قوي القلب (١) . </p><p> قال لبيد: </p><p> رابط الجأش على كل وجل. . (٢) </p><p> وقال أبو عبيدة: \"داوموا، واثبتوا (٣) . </p><p> [٩٩٣] وأخبرني أبو عبد الله الحسين بن محمد بن الحسين بن عبد الله (ابن فنجويه)  (٤)  (٥) ، حدثنا أبو نصر منصور بن جعفر بن محمد (٦) ، ثنا أحمد بن محمد الأزرميدختي (٧) ، ثنا أحمد بن </p><p>(١) انظر ما تقدم في: \"جامع البيان\" للطبري ٤/ ٢٢٢، \"التبيان\" للطوسي ٣/ ٩٥، \"الجامع لأحكام القرآن\" للقرطبي ٤/ ٣٢٤، \"فتح القدير\" للشوكاني ١/ ٤١٥ - ٤١٦، \"تاج العروس\" للزبيدي ٩/ ٦٧ (جأش). (٢) انظر \"باهر البرهان\" لبيان الحق النيسابوري ١/ ٣٤٢، \"لسان العرب\" لابن منظور ٦/ ٢٦٩ (جأش).(٣) انظر قوله في: \"مجاز القرآن\" لأبي عبيدة ١/ ١١٢، \"الوسيط\" للواحدي ١/ ٥٣٩، \"معالم التنزيل\" للبغوي ١/ ١٥٦.(٤) من (ن).(٥) ثقه، صدوق، كثير الرواية للمناكير.(٦) لم أجده.(٧) لم أجده بهذِه النسبة، ولعله: أحمد بن محمد المروذي، كان من خواص أصحاب الإمام أحمد.انظر: \"سير أعلام النبلاء\" للذهبي ١٣/ ١٧٣.وأزر ميدخت: بالفتح ثم السكون وفتح الراء وكسر الميم وضم الدال: بليد، قرب قرميسين.انظر: \"معجم البلدان\" لياقوت ١/ ١٦٨، \"توضيح المشتبه\" لابن ناصر الدين ٨/ ١٢٥.</p><p> حنبل (١) ، ثنا زيد بن الحباب (٢) ، ثنا موسى بن عبيدة (٣) ، أخبرني محمد ابن أبي منصور (٤) ، عن السمط بن عبد الله البجلي (٥) ، عن سلمان الفارسي - رضي الله عنه -: أنهم كانوا في جند، مرةً، فأصابهم ضر وحصر. فقال سلمان لصاحب الجند: ألا أحدثك حديثاً سمعته من رسول الله - صلى الله عليه وسلم -؛ فيكون ذلك قوة على الجند؟ ، سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"من رابط يوماً وليلة في سبيل الله، كان كعدل صيام شهر وقيامه، ولا يفطر ولا ينفتل في صلاة إلا لحاجة، ومن توفي في سبيل الله أجرى الله له أجره، حتى يقضي الله بين أهل الجنة وبين أهل النار\"  (٦) </p><p>(١) الإمام، الثقة، الحجة، الفقيه. (٢) التميمي. صدوق يخطئ في حديث الثوري.(٣) موسى بن عبيدة بن نشيط المدني، ضعيف، ولا سيما في عبد الله بن دينار.(٤) لم أجده.(٥) كذا في جميع النسخ، ولم أجده فيما رجعت إليه من كتب، وفي \"المصنف\" لابن أبي شيبة: السميط بن عبد الله بن سلمان ٤/ ٢٢٩ (١٩٤٨٧)، وقد صوبه ابن الأثير في \"أسد الغابة\" ٢/ ٦٢١ (٢٤١١) فقال: شرحبيل بن السمط بن الأسود بن جبلة، وقيل: السمط بن الأعور بن جبلة بن عدي.وقد اختلف في صحبته، فقيل: له صحبة، وقيل: لا صحبة له، روى عن عمر وسلمان وعبادة بن الصامت وغيرهم.وانظر: \"الإصابة\" لابن حجر ٣/ ٢٦٦ (٣٨٨٩)، \"الإنابة إلى معرفة المختلف فيهم من الصحابة\" لعلاء الدين مغلطاي ١/ ٢٨٠ (٤٢٣).(٦) [٩٩٣] الحكم على الإسناد:ضعيف جدًّا؛ موسى بن عبيدة: منكر الحديث، يحدث بأحاديث مناكير. انظر: \"الضعفاء\" للعقيلي ٤/ ١٦٠، وأصله صحيح من غير هذا الوجه.التخريج:لم أجده في \"مسند أحمد\" ٥/ ٤٤٠، ٤٤١، (٢٣٧٢٧، ٢٣٧٢٨، ٢٣٧٣٥) بهذا =</p><p> [٩٩٤] وأخبرنا أبو سعيد محمد بن عبد الله بن حمدون (١) ، حدثنا أبو نعيم عبد الملك بن محمد بن عدي (٢) ، ثنا عمار بن رجاء (٣) ، ثنا أحمد ابن أبي طيبة (٤)  (عن ابن أبي نمير)  (٥) ، عن الأعمش (٦) ، عن أبي سفيان (٧) ، عن جابر - رضي الله عنه -: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"من رابط يوماً في سبيل الله جعل الله بينه وبين النار خنادقَ، كل خندق منها </p><p>= السياق والسند، ولكن رواه من طرق ثلاثة، لفظها مختلف، والأول منها: ضعيف. انظر: \"إرواء الغليل\" للألباني ٥/ ٢٢، والآخران: فيهما مبهم، ورواه ابن أبي شيبة في \"المصنف\" ٧/ ٥٣ (١٩٧٢٤) من طريق زيد بن الحباب به، نحوه. وأخرج النسائي في كتاب الجهاد، باب فضل الرباط ٦/ ٣٩، والطحاوي في \"مشكل الآثار\" ٣/ ١٠٢، والحاكم في \"المستدرك\" ٢/ ١٥٦، والبيهقي في \"السنن الكبرى\" ٩/ ٣٨، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٠/ ٤٨٣ (٤٦٢٣) عن شرحبيل عن سلمان مرفوعاً نحوه، وصححه الحاكم ووافقه الذهبي.وقال الألباني في \"صحيح سنن النسائي\" ٢/ ٦٦٦ (٢٩٦٩، ٢٩٧٠): صحيح.(١) محمد بن عبد الله بن أحمد، أبو سعيد المطرفي عالم، زاهد، عابد، صالح.(٢) عبد الملك بن محمد بن عدي الجرجاني، الإمام، الحافظ الثقة.(٣) عمار بن رجاء، أبو ياسر، الإسترابادي، الحافظ، الثقة، الإمام.(٤) اسم أبيه: عيسى بن سليمان، صدوق، له أفراد.(٥) كذا في جميع النسخ، والصحيح: عن أبيه، كما ورد في مصادر التخريج، وهو عيسى بن سليمان بن دينار أبو طيبة الجرجاني، ضعفه ابن معين، انظر: \"الكامل\" لابن عدي ٥/ ١٨٩٥، \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٢٧٨.(٦) سليمان بن مهران، الأعمش، ثقة، لكنه يدلس.(٧) طلحة بن نافع، الواسطي، صدوق، وقال سفيان ابن عيينة: حديث أبي سفيان عن جابر إنما هي صحيفة. انظر: \"تقريب التهذيب\" لابن حجر (٣٠٣٥)، \"تهذيب الكمال\" للمزي ٩/ ٢٦٧.</p><p> مثل (١) سبع سموات، وسبع أرضين\" (٢) . </p><p> وفيه قول آخر. </p><p> [٩٩٥] أخبرنا عبد الله بن حامد (٣) ، ثنا أحمد بن محمد بن يوسف (٤) ، ثنا أحمد بن إبراهيم بن شاذان (٥) ، ثنا يعقوب بن سفيان (٦) ، حدثنا عبد الله بن عثمان (٧) ، ثنا عبد الله (٨) أخبرنا مصعب ابن ثابت بن عبد الله بن الزبير (٩) ، حدثنا داود بن صالح (١٠) قال: </p><p>(١) من (س). (٢) [٩٩٤] الحكم على الإسناد:ضعيف؛ لضعف عيسى بن سليمان، كما في \"المغني في الضعفاء\" للذهبي ٢/ ٤٩٧، \"الضعفاء والمتروكين\" لابن الجوزي ٢/ ٢٣٨.التخريج:أخرج الطبراني في \"المعجم الأوسط\" ٣/ ٣٥٣ (٤٨٢٥) من طريق عبد الملك الجرجاني به، مثله.قال الهيثمي في \"مجمع الزوائد\" ٥/ ٢٨٩: رواه الطبراني في \"المعجم الأوسط\"، وفيه عيسى بن سليمان، أبو طيبة، وهو ضعيف.وانظر: \"مجمع البحرين\" للهيثمي (٢٦٣٧).(٣) الوزان، الواعظ: لم يُذكر بجرح أو تعديل.(٤) السقطي: مختلف في عدالته.(٥) أبو بكر، البزار، ثقة، ثبت، حجة.(٦) ابن جوان، الفارسي: ثقة، حافظ.(٧) أبو عبد الرحمن، المروزي، المعروف بعبدان، ثقة، حافظ.(٨) بن المبارك، المروزي، أحد الأئمة الأعلام وحفاظ الإِسلام.(٩) الأسدي، لين الحديث، وكان عابداً.\"تهذيب الكمال\" للمزي ١٨/ ١٢٠، \"تهذيب التهذيب\" لابن حجر ١٠/ ١٤٥.(١٠) التمار، المدني، قال الإمام أحمد: لا أعلم به بأساً.</p><p> قال لي أبو سلمة بن عبد الرحمن (١) : يا ابن أخي، هل تدري في أي شيء نزلت هذِه الآية:  {اصْبِرُوا وَصَابِرُوا وَرَابِطُوا} ؟ قال (٢) : قلت: لا، قال: يا ابن أخي، إنه لم يكن في زمان رسول الله - صلى الله عليه وسلم - غزو يرابط فيه، ولكنه انتظار الصلاة خلف الصلاة (٣) . </p><p> ودليل هذا التأويل: </p><p>(١) ابن عوف، الزهري، ثقة، مكثر. (٢) من (س).(٣) [٩٩٥] الحكم على الإسناد:مرسل، وفيه مصعب بن ثابت: ضعفه أحمد، وابن معين، وأبو حاتم الرازي، والنسائي وابن سعد.انظر: \"ميزان الاعتدال\" للذهبي ٤/ ١١٨.التخريج:أخرج الطبري في \"جامع البيان\" ٤/ ٢٢٢ من طريق سويد بن نصر، والواحدي في \"أسباب النزول\" (ص ١٤٥) من طريق الحسين بن الحسن بن حرب المروزي قال: أخبرنا ابن المبارك به مثله. ورواه الحاكم في \"المستدرك\" ٢/ ٣٢٩ من طريق سعيد بن منصور: حدثنا ابن المبارك عن أبي سلمة بن عبد الرحمن قال: يا ابن أخي، إني سمعت أبا هريرة يقول: لم يكن في زمان النبي - صلى الله عليه وسلم - غزو يرابط فيه، ولكن انتظار الصلاة بعد الصلاة. قال الحاكم: هذا حديث صحيح الإسناد، ولم يخرجاه، ووافقه الذهبي.انظر: \"المحرر الوجيز\" لابن عطية ٣/ ٤٧٦ - ٤٧٧.ولكن لم أجد من وثق مصعب بن ثابت إلا ابن حبان، فقد ذكره في كتاب \"الثقات\" ٧/ ٤٧٨، وقال عنه في \"المجروحين\" ٣/ ٢٩: منكر الحديث، ممن ينفرد بالمناكير عن المشاهير، فلما أكثر ذلك منه استحق مجانبة حديثه، انتهى.وانظر: \"تهذيب الكمال\" للمزي ٢٨/ ١٨ - ٢١ (٥٩٨٠).وقد ذهب الشوكاني في \"فتح القدير\" ١/ ٤١٤ - ٤١٥ إلى تضعيف رواية أبي سلمة ابن عبد الرحمن. .</p><p> [٩٩٦] ما أخبرنا أبو عمرو الفراتي (١) ، ثنا أبو بكر أحمد بن إسحاق الصبغي الفقيه (٢)  (٣) ، ثنا محمد بن غالب (٤) ، ثنا عبد الله بن نافع (٥) ، عن مالك (٦)  (٧) ، عن (٨) العلاء بن عبد الرحمن (٩) ، عن أبيه (١٠) ، عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"ألا أخبركم بما يمحو الله به الخطايا، ويرفع به الدرجات؟ \" قالوا: بلى يا رسول الله، قال:  \"إسباغ الوضوء على المكاره، وكثرة الخطا إلى المساجد، وانتظار الصلاة بعد الصلاة، فذلكم الرباط، فذلكم الرباط\"  (١١) . </p><p>(١) إمام أستوا وزاهدها ومحدثها. (٢) من (س)، (ن).(٣) ابن أيوب، النيسابوري، المعروف بالصبغي، الإمام المفتي المحدث.(٤) التمتام التمار، كان كثير الحديث، صدوقاً متقن.(٥) الصائغ، ثقة، صحيح الكتاب، في حفظه لين.(٦) مطموس في الأصل، والمثبت من (س)، (ن).(٧) ابن أنس الأصبحي، الإمام الفقيه المحدث.(٨) ليست في الأصل، والمثبت من (س)، (ن).(٩) ابن يعقوب، صدوق، ربما وهم.(١٠) عبد الرحمن بن يعقوب، الحرقي، مولاهم، ثقة.(١١) [٩٩٦] الحكم على الإسناد:حسن، والعلاء بن عبد الرحمن وثقه الترمذي.التخريج:أخرج مسلم في كتاب الطهارة، باب فضل إسباغ الوضوء (٢٥١)، والإمام مالك في \"الموطأ\" جامع الوضوء ١/ ٣٥ (٧٧)، والترمذي في أبواب الوضوء باب ما جاء في إسباغ الوضوء (٥١)، والنسائي كتاب الطهارة، باب الأمر بإسباغ الوضوء والفضل في ذلك، وفي \"السنن الكبرى\" ١/ ٩٤ (١٣٩) من طرق، عن العلاء بن عبد الرحمن به، نحوه. =</p><p> {وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ} . </p><p> قال أصحاب اللسان في هذِه الآية: يا أيها الذين آمنوا، اصبروا عند قيام النفير على احتمال الكرب، وصابروا على مقاساة العناء والتعب، ورابطوا: في دار أعدائي، بلا هرب، واتقوا الله بهمومكم من الالتفات إلى السَّبب، لعلكم تفلحون، غداً بلقائي على بساط القرب (١) . </p><p> وقال سري السقطي (٢) : اصبروا على الدنيا رجاء السلامة، وصابروا عند القتال بالثبات والاستقامة، ورابطوا هوى النفس اللوامة، واتقوا الله ما يعقب لكم من الندامة، لعلَّكم تفلحون غداً (٣) على بساط الكرامة (٤) . </p><p> وقيل: اصبروا على بلائي، وصابروا على نعمائي، ورابطوا على دار أعدائي، واتقوا محبة من سوائي، لعلكم تفلحون غداً بلقائي (٥) . </p><p>= وانظر: \"تفسير القرآن العظيم\" لابن أبي حاتم ٣/ ٨٤٩، و\"مسند أحمد\" ٢/ ٣٠٣ (٧٧٢٩). (١) انظر: \"معالم التنزيل\" للبغوي ٢/ ١٥٧، \"النكت والعيون\" للماوردي ١/ ٤٤٥.(٢) السري بن المغلس، السقطي، الإمام القدوة، شيخ الإِسلام.(٣) من (س).(٤) انظر: \"النكت والعيون\" للماوردي ١/ ٤٤٥، \"البحر المحيط\" لأبي حيان ٣/ ٤٨٥، \"باهر البرهان\" لبيان الحق النيسابوري ١/ ٣٤٢، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني ٣/ ١٠٦٨ - ١٠٦٩، \"التحرير والتنوير\" لابن عاشور ٣/ ٢٠٩.(٥) أخرج ابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٥١، وذكر الطبري في \"جامع البيان\" ٤/ ٢٢١ عن محمد بن كعب القرظي، بمعناه.</p><p> وقيل: اصبروا على النعماء، وصابروا على البأساء والضراء، ورابطوا في دار الأعداء، واتقوا إله الأرض والسماء، لعلكم تفلحون في دار اللقاء (١)  (٢) . </p><p> * * * </p><p>(١) انظر: \"النكت والعيون\" للماوردي ١/ ٤٤٥، \"التبيان\" للطوسي ٣/ ٩٥، \"لطائف الإشارات\" للقشيري ١/ ٣٢١. (٢) قال الطوسي في \"التبيان\" ٣/ ٩٥: والأولى أن تحمل الآية على عمومها، في الصبر على كل ما هو من الدين، فعلًا كان أو تركًا.وانظر: \"إعراب القرآن\" للنحاس (ص ٤٢٩).وقال الإمام الشوكاني في \"فتح القدير\" ١/ ٤١٥: وقد روي من تفاسير السلف غير هذا، في سر الصبر على نوع من أنواع الطاعات، والمصابرة على نوع آخر، ولا تقوم بذلك حجة، فالواجب الرجوع إلى المدلول اللغوي.وينظر: \"أنوار التنزيل\" للبيضاوي ٢/ ٦٣، \"السراج المنير\" للشيخ الشربيني ١/ ٢٧٧، \"قطف الأزهار\" للسيوطي ١/ ٦٧٤ - ٦٧٥.وذكر شيخ الإسلام ابن تيمية في \"مجموع الفتاوى\" ٦/ ٣٧٦ قاعدة في التفسيرالإشاري فقال: فإن إشارات المشايخ الصوفية التي يشيرون بها تنقسم إلى:إشارة جلية، وهي إشارتهم بالقلوب ... ، وتنقسم إلى الإشارات المتعلقة بالأقوال، مثل ما يأخذونها من القرآن ونحوه، فتلك الإشارات هي من باب الاعتبار والقياس، وإلحاق ما ليس منصوصًا بالنصوص، مثل الاعتبار والقياس الذي يستعمله الفقهاء في الأحكام ... فإن كانت الإشارة اعتبارية، من جنس القياس الصحيح، كانت حسنة مقبولة، وإن كانت كالقياس الضعيف كان له حكمه، وإن كان تحريفًا للكلام، عن مواضعه، وتأويلًا للكلام على غير تأويله، كانت من جنس كلام القرامطة والباطنية والجهمية.وانظر: \"الموافقات\" للشاطبي ٣/ ٣٩٤، \"التفسير والمفسرون\" لمحمد حسين الذهبي ٢/ ٣٥٧ وما بعدها.</p><p> الكشف والبيان عن تفسير القرآن </p><p> تأليف </p><p> أبي إسحاق أحمد بن إبراهيم الثعلبي المتوفى سنة ٤٢٧ هـ </p><p> أشرف على إخراجه </p><p> د/ صلاح باعثمان - د/ حسن الغزالي - أ. د/ زيد مهارش - أ. د/ أمين باشه </p><p> [المجلد العاشر] </p><p> [سورة النساء ١ - ١١٧] </p><p> تحقيق </p><p> د/ خالد بن علي الغامدي </p><p> السيرة الذاتية للمحقق </p><p> د/ خالد بْن علِيّ الغامدي </p><p> أستاذ مشارك بجامعة أم القرى -كلية الدعوة وأصول الدين- قسم القراءات حصل على درجة الدكتوراه عام ١٤٢١ هـ في تخصص القرآن وعلومه من جامعة أم القرى - كلية الدعوة وأصول. </p><p> بعض من المناصب الإدارية التي شغلها: </p><p> إمام المسجد الحرام. </p><p> وكيلًا لكلية الدعوة وأصول الدين بجامعة أم القرى. </p><p> عضو مجلس كرسي الملك عبد الله بن عبد العزيز للقرآن الكريم بجامعة أم القرى. </p><p> عضوية الهيئات العلمية منها: </p><p> عضو الجمعية العلمية السعودية للقرآن الكريم وعلومه. </p><p> له مؤلفات منشورة أهمها: </p><p> ١ - القراءات الشاذة - مفهومها وأحكامها. (بحث لدورية كلية البنات بطنطا) </p><p> ٢ - العناصر المشتركة بين سور الـ حم وتفرداتها. (بحث لدورية كلية أصول الدين بالأزهر) </p><p> ٣ - جامع البيان في القراءات السبع. (بحث لدورية جامعة الشارقة) </p><p> ٤ - عناية شيخ الإسلام بالقراءات. (مخطوط) </p><p> ٥ - التغني بالقرآن مفهومه وآدابه. (مخطوط) </p><p> ٦ - حكم لزوم الجماعة والآثار المترتبة على ذلك </p><p> ٧ - منهج أبي بن كعب في التفسير </p><p> ٨ - طبائع الإنسان في القرآن </p><p> ٩ - آثار تدبر القرآن </p><p> ١٠ - القراءات التفسيرية مفهومها وأنواعها. (تحت الطبع) </p><p> ١١ - المقاصد المشتركة بين سور آل حم. (تحت الطبع) </p><p> * * * </p><p> الْكَشْفُ وَالْبَيَانُ عَن تَفْسِيرِ الْقُرْآنِ </p><p> [١٠] </p><p> جَمِيع الْحُقُوق مَحْفُوظَة </p><p> رَقم الْإِيدَاع بدَارِ الْكتب ١٥١٥٧/ ٢٠١٣ </p><p> الطَّبعَةُ الأولى </p><p> ١٤٣٦ هـ - ٢٠١٥ م </p><p> دَار التَّفْسِير </p><p> جدة - المملكة الْعَرَبيَّة السَعوديَّة </p><p> شَارِع مَحْمُود نصيف - حَيّ الأندلس </p><p> ص. ب: ١٢٢٤٩٧ - جدة: ٢١٣٣٢ </p><p> تلفاكس: ٦٦٨٨٨٢٣ - ٠١٢ </p><p> ٤ - سُورَة النِّسَاءِ </p><p> سورة النساء </p><p> قال الإمام الثعلبي رحمه الله تعالى: </p><p> سورة النساء مدنية. </p><p> ({بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}</p><p> هذه السورة مدنية)  (١) ، وهي ستة عشر ألفًا وثلاثون حرفًا. وثلاثة آلاف وسبعمائة وخمس وأربعون كمة، ومائة وست وسبعون آية (٢) . </p><p>(١) في (م): بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، عونك اللهم وتيسيرك، وفي (ت) البسملة فقط. وقول المصنف رحمه الله: إنها مدنية. هو الصحيح؛ لقول عائشة رضي الله عنها: ما نزلت سورة البقرة والنساء إلَّا وأنا عنده. تعني رسول الله - صلى الله عليه وسلم -، أخرجه البخاري في فضائل القرآن (٤٩٩٣)، ولا خلاف بين أهل العلم أن النبي - صلى الله عليه وسلم - إنما بنى بعائشة رضي الله عنها في شوال من السنة الثانية في المدينة، وأما نزول قوله تعالى: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا} [النساء: ٥٨] في مكة عام الفتح فلا يقدح في كون السورة مدنية كلها؛ لأن الصواب أن ما نزل بعد الهجرة فهو مدني.انظر: \"زاد المسير\" لابن الجوزي ٢/ ١، \"الجامع لأحكام القرآن\" للقرطبي ٥/ ١، \"الإتقان\" للسيوطي ١/ ٥١.(٢) هذا في العد الكوفي، أما في العد الشامي: فمائة وست وسبعون، وفي البصري، والمكي، والمدني: مائة وخمس وسبعون.انظر: \"مصاعد النظر\" للبقاعي ٢/ ٨٧، \"شرح المخللاتي على ناظمة الزهر\" للشاطبي (ص ١٨١).</p><p> فصل </p><p> [٩٧٧] أخبرنا أبو جعفر كامل بن أحمد (١) النحوي، أنا أبو عمرو محمد بن جعفر الشروطي (٢) ، ثنا إبراهيم بن شريك الكوفي (٣) ، ثنا أحمد (٤) بن عبد الله بن يونس اليربوعي، ثنا سلام بن سليم المدائني (٥) ، </p><p>(١) في (م): (محمد). وهو كامل بن أحمد بن محمد بن أحمد، أبو جعفر النحوي، ثقة، صحيح الرواية.(٢) محمد بن جعفر بن محمد بن مطر، أبو عمرو النيسابوري المزكي، كان ذا حفظ وإتقان، عدل ضابط.(٣) إبراهيم بن شريك بن الفضل، أبو إسحاق الأسدي.حدث عن: أحمد بن يونس، وابن أبي شيبة.وعنه: مخلد بن جعفر، وابن الزيات، وابن لؤلؤ الوراق.وثقه ابن عقدة، والدارقطني، توفي سنة (٣٠١ هـ).انظر: \"الكامل\" لابن عدي ٧/ ١٢٧، \"تاريخ بغداد\" للخطيب ٦/ ١٠٢، \"سير أعلام النبلاء\" للذهبي ١٤/ ١٢٠.(٤) في (ت): حماد، وهو خطأ.وهو أحمد بن عبد الله بن يونس بن عبد الله التميمي اليربوعي، أبو عبد الله الكوفي، ثقة حافظ.(٥) سلام بن سليم ويقال: سلم، المدائني التميمي، السعدي.روى عن: زيد العمي، ومنصور، وحميد.وعنه: أبو الربيع الزهراني، وأحمد بن يونس، وشبابة.ضعفه ابن معين وأحمد، والبخاري، وقال النسائي والحافظ: متروك. توفي سنة (١٧٧ هـ).انظر: \"تهذيب الكمال\" للمزي ١٢/ ٢٧٧، \"ميزان الاعتدال\" للذهبي ٢/ ١٧٥، \"تقريب التهذيب\" (ص ٢٧٠٢).</p>"
}