{
  "id": null,
  "sura": 3,
  "aya": 77,
  "text": "<p> على رجلك فتراه منتبرًا، وليس فيه شيء\"، ثم أخذ حذيفة - رضي الله عنه - حصاة فدحرجها على ساقه، قال: فيصبح الناس يتبايعون، ولا يكاد أحد يؤدي الأمانة حتى يقال: إن في بني فلان رجلًا أمينًا، وحتى يقال للرجل: ما أجلده! وما أعقله! وما أظرفه! وما في قلبه مثقال حبة خردل من إيمان، ولقد أتى عليّ حينٌ وما أبالي أيكم بايعت، لئن كان مسلمًا ليردن عليَّ إسلامه، ولئن كان يهوديًّا أو نصرانيًّا ليردن عليَّ ساعيه، فأما اليوم فما كنت لأبايع رجلا منكم إلَّا فلانًا وفلانًا (١) . </p><p> قيل: أكمل الديانة: ترك الخيانة، وأعظم الإفلاس: خيانة الناس. </p><p> ٧٧ - قوله عز وجل:  {إِنَّ الَّذِينَ يشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيْلًا} الآية (٢) . </p><p> اختلفوا في سبب (٣) نزول هذِه الآية: </p><p> فقال عكرمة: نزلت في أبي رافع، وكنانة بن أبي الحقيق، وحيي </p><p>= انظر: \"فتح الباري\" لابن حجر ١١/ ٣٣٤، \"ترتيب القاموس\" للزاوي ٤/ ٢٠٦ (مجَل). (١) [٨٠٥] الحكم على الإسناد:إسناده صحيح.التخريج:أخرج البخاري في كتاب الرقاق، باب رفع الأمانة (٦٤٩٧) وكتاب الفتن، باب إذا بقي في حثالة الناس (٧٠٨٦)، ومسلم في كتاب الإيمان، باب رفع الأمانة (١٤٣) عن حذيفة نحوه.(٢) من (س).(٣) من (ن).</p><p> ابن أخطب، وغيرهم من رؤساء اليهود، كتموا ما عهد الله إليهم في التوراة في شأن محمد - صلى الله عليه وسلم - وبدَّلوه، وكتبوا بأيديهم غيره، وحلفوا أنه من عند الله؛ لئلا يفوتهم الرشا والمآكل التي كانت لهم على أتباعهم (١) . </p><p> وقال الكلبيُّ: إن ناسًا من علماء اليهود أولي فاقة (٢) ، كانوا ذوي حظ من علم التوراة، فأصابتهم سنة (٣) ، فأتوا كعب بن الأشرف؛ ليستميروه (٤) ، فسألهم كعب بن الأشرف: وهل تعلمون أن هذا الرجل رسول الله في كتابكم؟ قالوا: نعم، وما تعلمه أنت؟ قال: لا، قالوا: فإنا نشهد أنه عبد الله ورسوله. </p><p> قال كعب: لقد قدمتم عليَّ، وأنا أريد أُمِيرُكم وأكسوكم، فحرمكم </p><p>(١) التخريج: أخرج الطبري في \"جامع البيان\" ٣/ ٣٢١ عن عكرمة بنحوه مختصرًا، وذكر السمرقندي في \"بحر العلوم\" ١/ ٢٧٩ عن مقاتل نحوه.وانظر: \"أسباب النزول\" للواحديّ (ص ١١٥).(٢) الفاقة: الفقر.انظر: \"منال الطالب\" لابن الأثير (ص ٣٦٢)، \"لسان العرب\" لابن منظور ١٠/ ٣٥٣ (فوف).(٣) السّنة: الشديدة المجدبة.انظر: \"منال الطالب\" لابن الأثير (ص ١٦)، \"لسان العرب\" لابن منظور ٦/ ٤٠٣ (سنة).(٤) الميرة -بكسر الميم-: هي الطعام والقوت.\"منال الطالب\" لابن الأثير (ص ١٠١)، \"لسان العرب\" لابن منظور ١٢/ ٢٣١ (مير).</p><p> الله خيرًا كثيرًا. قالوا: فإنه شبه لنا، فرويدك بنا حتى نلقاه، فانطلقوا، وكتبوا صفة سوى صفته، ثم أتوا نبي الله - صلى الله عليه وسلم - فكلَّموه، ورجعوا إلى كعب، فقالوا له: قد كنا نقول إنه رسول الله، فأتيناه، فإذا هو ليس بالنعت الذي نعت لنا، وأخرجوا الذي كتبوه، ففرح بذلك كعب -عليه لعنة الله إلى يوم القيامة- ومَارَهم، فأنزل الله تعالى هذِه الآية (١) . </p><p> دليلها ونظيرها:  (قوله عَز وَجلَّ)  (٢) : {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ}  (٣) الآية (٤) . </p><p> [٨٠٦] حدثنا أبو محمد الشيبانيُّ (٥) إملاءً، أنبأنا أبو العباس الثقفيُّ (محمد بن إسحاق)  (٦)  (٧) ، ثنا قتيبة بن سعيد (٨) ، ثنا جرير (٩) ، عن </p><p>(١) التخريج: ذكره السمرقنديّ في \"بحر العلوم\" ١/ ٢٧٩، والواحدي في \"أسباب النزول\" (ص ١١٢ - ١١٥) عن الكلبيّ من دون سند، وذكره ابن حجر في \"فتح الباري\" ٨/ ٢١٣ عن الكلبيّ، قال: وهي محتملة.(٢) من (ن).(٣) البقرة: ١٧٤.(٤) من (ن).(٥) الحسن بن أحمد المخلدي الإمام الصدوق المسند العدل.(٦) من (ن).(٧) إمام حافظ. ثقة.(٨) ثقة، ثبت.(٩) جرير بن عبد الحميد الضبي، ثقة، صحيح الكتاب، قيل: كان في آخر عمره يهم من حفظه.</p><p> منصور (١) ، عن أبي وائل (٢) قال: قال عبد الله (٣) : من حلف يمينًا؛ يستحق به مالًا، وهو فيها فاجر، لقي الله عَز وَجلّ وهو عليه غضبان، أنزل الله تعالى تصديق ذلك:  {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا أُولَئِكَ لَا خَلَاقَ لَهُمْ فِي الْآخِرَةِ} . </p><p> فقال الأشعث بن قيس: فيَّ نزلت؛ كانت بيني وبين رجل خصومة في بئر، فاختصمنا إلى رسول - صلى الله عليه وسلم -، فقال:  \"شاهداك أو يمينه\" . </p><p> فقلت: ربما أنه حلف، وما يبالي. </p><p> فقال رسول الله - صلى الله عليه وسلم -: \"من حلف يمينًا يستحق بها مالًا، هو فيها فاجر لقي الله وهو عليه غضبان\" ، فأنزل الله (عَز وَجلّ)  (٤) تصديق ذلك، ثم قرأ هذِه الآية:  {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ} إلى آخر الآية (٥) . </p><p> (وقال ابن جريج: إن)  (٦) الأشعث بن قيس اختصم هو ورجل إلى </p><p>(١) ابن المعتمر ثقة ثبت. (٢) شقيق بن سلمة ثقة مخضرم.(٣) في الأصل: عبد الله بن عمر - رضي الله عنهما -. والمثبت من (س)، (ن) وهو عبد الله بن مسعود كما جاء في رواية البخاري وغيره (٤٥٤٩).(٤) من (س)، (ن).(٥) [٨٠٦] الحكم على الإسناد:صحيح.التخريج:أخرج البخاري في كتاب الرهن، باب: إذا اختلف الراهن والمرتهن (٢٥١٥)، ومسلم في كتاب الإيمان، باب وعيد من اقتطع حق مسلم بيمين فاجرة، بالنار (١٣٧) عن جرير به نحوه.(٦) من (ن).</p><p> رسول الله - صلى الله عليه وسلم - في أرض كانت في يده لذلك الرجل (أخذها: لتعزُّزه)  (١) في الجاهلية، فقال النبي - صلى الله عليه وسلم - للرجل:  \"أقم بيِّنتك\" فقال الرجل: ليس يشهد لي أحد على الأشعث، قال:  \"فلك بيِّنة؟ \" ، فقام الأشعث يحلف، فأنزل الله تعالى هذِه الآية فنكل (٢) الأشعث (٣) عن اليمين وقال: إني أشهد الله وأشهدكم أن خصمي صادق، فردَّ إليه أرضه، وزاده من أرض نفسه زيادة كثيرة؛ مخافة أن يبقى في يده شيء من حقه، فهي لعقب (٤) ذلك الرجل بعده (٥) . </p><p> وروى باذان (٦) عن ابن عبّاس - رضي الله عنهما - قال: نزلت في </p><p>(١) في الأصل: ليعززه، وفي (س): تعديه. والمثبت من (ن)، كما في \"جامع البيان\" للطبري ٦/ ٥٣١. (٢) النكل -بفتحتين-: لغة في النكول، والنكول في اليمين: إذا امتنع.\"المحيط في اللغة\" ٦/ ٢٦٥ (نكل)، \"منال الطالب\" (٣٨٤).(٣) من (س)، (ن).(٤) مطموس في الأصل، والمثبت من (س)، (ن)، والعقب هنا: الولد، والعقب: مؤخر القدم، وأعقب: خلّف عقبًا.انظر: \"المحيط في اللغة\" لإسماعيل بن عباد ١/ ١٩٧ (عقب)، \"منال الطالب\" لابن الأثير (ص ٢٣١).(٥) التخريج:أخرج الطبري في \"جامع البيان\" ٣/ ٣٢٢ عن ابن جريج، مثله.وقال الشيخ أحمد شاكر: هذا حديث مرسل؛ لم يذكر ابن جريج من حدّثه به فهو ضعيف الإسناد.وانظر: \"الجامع لأحكام القرآن\" للقرطبي ٤/ ١١٩، \"روح المعاني\" للألوسي ٣/ ٢٠٤.(٦) في الأصل: زاذان، والمثبت من (س)، (ن).</p><p> امرئ القيس بن عابس الكنديِّ، استعدى عليه عيدان بن أشوع إلى رسول الله - صلى الله عليه وسلم - في أرض كان غلبه عليها، فلم يكن له بيِّنة، فقال امرؤ القيس: لا أعرف ما تقول. فأمره رسول الله - صلى الله عليه وسلم - بالحلف، فلمَّا همَّ أن يحلف نزلت هذِه الآية، وامتنع امرؤ القيس أن يحلف، وأقرَّ لعيدان في الأرض بحقه، ودفعه إليه، فقال رسول الله - صلى الله عليه وسلم -: \"لك عليها الجنَّة\"  (١) . </p><p> وقال مجاهد، والشعبيُّ: أقام رجل سِلْعَته أول النهار، فلمَّا كان آخر النهار جاء رجل يساومه فحلف لقد بعتها أول النهار من كذا، ولولا المساء ما باعها، فأنزل الله تعالى:  {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ} </p><p>(١) التخريج: ذكره السمرقندي في \"بحر العلوم\" ١/ ٢٧٩ قال: قال ابن عباس في رواية أبي صالح: نزلت في شأن عبدان بن الأشوع وامرئ القيس بن عابس، فذكره، مختصرًا.وذكر البغوي في \"معالم التنزيل\" ٢/ ٥٨، وابن الأثير في \"أسد الغابة\" ٢/ ٢٦٦، وابن حجر في \"الإصابة\" ٢/ ٣٩٢، ١/ ٢٦٢، عن علقمة بن وائل، عن أبيه، قال: تخاصم امرؤ القيس، وربيعة بن عَيْدان في أرض إلى النبي - صلى الله عليه وسلم -. فذكر نحوه، وفيه: أن اسم الذي خاصم امرأ القيس ربيعة بن عَيْدان، وعزاه ابن الأثير لابن منده وأبي نعيم. وعزاه ابن حجر: للطبرانيّ.ورواه مسلم في كتاب الإيمان، باب وعيد من اقتطع حق مسلم؛ بيمين فاجرة بالنار (١٣٧)، عن علقمة بن وائل بن حجر عن أبيه قال: كنت عند رسول الله - صلى الله عليه وسلم - فأتاه رجلان يختصمان في أرض .. فذكر معناه، وفيه: قال رسول الله - صلى الله عليه وسلم -: \"من اقتطع أرضًا ظالمًا لقي الله وهو عليه غضبان\". وليس فيه: وأقر لعيدان في الأرض بحقه .. إلخ.</p><p> الآية (١)  (٢) أي: يستبدلون (٣) . </p><p> {بِعَهدِ اللَّهِ} : وأداء الأمانة {وَأَيمَنِهِم} : الكاذبة، {ثَمَنًا قَلِيلًا} : عرضًا يسيرًا في الدنيا {أُوْلَئِكَ لَا خَلَاقَ لَهُمْ} : (لا نصيب لهم)  (٤) ، {فِى الأَخِرَةِ} : ونعيمها وثوابها {وَلَا يُكَلِّمُهُمُ اللَّهُ} : كلامًا، وليس هم أهلا لذلك، قاله المفسرون (٥) . </p><p> وقال المفضل:  {وَلَا يُكَلِّمُهُمُ اللَّهُ} : بقبول حجة يحتجون بها (٦) </p><p>(١) من (س). (٢) التخريج:أخرج الطبري في \"جامع البيان\" ٣/ ٣٢٢ عن الشعبيّ ومجاهد نحوه.وقد ورد نحوه مرفوعًا إلى النبي - صلى الله عليه وسلم - من حديث: عبد الله بن أبي أوفى رضي الله عنهما.قال ابن حجر في \"فتح الباري\" ٨/ ٢١٣ بعد أن ذكر حديث ابن مسعود وحديث عبد الله بن أبي أوفى، وأنه لا منافاة بينهما: ويحمل على أن النزول كان بالسببين جميعًا، ولفظ الآية أعم من ذلك. وذكر رواية عكرمة والكلبيّ، وقال: وهي محتملة أيضًا، لكن المعتمد في ذلك ما ثبت في \"الصحيح\". انتهى.وقال أبو حيَّان الأندلسي في \"البحر المحيط\" ٢/ ٥٢٦: والظاهر أنها في أهل الكتاب؛ لما احتف بها من الآيات التي قبلها، ومن الآيات التي بعدها. انتهى.(٣) هذا من المجاز، كما قال الزمخشري في \"أساس البلاغة\" ١/ ٥٠٦ (شروا).(٤) من (س)، (ن).(٥) انظر: \"معاني القرآن\" للأخفش ١/ ٢٢٣، \"جامع البيان\" للطبري ٣/ ٣٢٠، \"الوسيط\" للواحدي ١/ ٤٥٣، \"بحر العلوم\" للسمرقندي ١/ ٢٧٩، \"معاني القرآن\" للزجاج ١/ ٤٤٢.(٦) انظر: \"المحرر الوجيز\" لابن عطية ١/ ٤٥٩ - ٤٦٠، \"اللباب\" لابن عادل الدمشقي ٥/ ٣٤٠.</p><p> {وَلَا يَنظُرُ إِلَيهِمْ} أي: لا يرحمهم، ولا يعطف عليهم، ولا يحسن إليهم، ولا ينيلهم خيرًا (١) . </p><p> تقول: نظر فلان لفلان (ونظر إليه)  (٢) : إذا رحمه وأحسن إليه. </p><p> قال الشاعر (٣) : </p><p> فقلت: انظري يا أحسن الناس كلهم ... لذي غُلّةٍ صديان (٤) ، قد شفَّه الوجد (٥) </p><p> [٨٠٧] وأخبرنا ابن فنجويه (٦) ، ثنا أحمد بن جعفر بن حمدان (٧) ، حدثنا أحمد بن محمد بن مروان (٨) ، ثنا ابن يحيى السوسيُّ (٩) ، ثنا زيد </p><p>(١) هذا من التأويل المستغنى عنه، والصحيح الذي عليه أهل السنة والجماعة: إثبات ما أثبته الله ورسوله من الألفاظ والمعاني، وننفي ما نفته نصوصهما من الألفاظ والمعاني على قاعدة {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ}. [الشورى: ١١]. انظر: \"شرح العقيدة الطحاوية\" لابن أبي العز (ص ٢٣٧).(٢) من (ن).(٣) لم أجد من ميزه.(٤) في الهامش من (س) قوله: الصديان: العطشان. انتهى.قال ابن منظور في \"لسان العرب\" ١٤/ ٤٥٥ (صدى): والصَّدى: العطش الشديد.(٥) البيت ذكره أبو حيَّان الأندلسيّ في \"البحر المحيط\" ٢/ ٥٢٧، ولم ينسبه لأحد.(٦) الحسين بن محمد بن الحسين، ثقة صدوق كثير الرواية للمناكير.(٧) لم يذكر بجرح أو تعديل.(٨) لم أجده.(٩) لم أجده.</p><p> ابن الحُباب (١) ، عن جعفر بن سليمان الضبعيُّ (٢) قال (٣) : سمعت أبا عمران الجونيُّ (٤) قال: ما نظر الله إلى شيء إلّا رحمه، ولو قضى أن ينظر إلى أهل النار لرحمهم، ولكن قضى أن لا ينظر إليهم (٥) . </p><p> {وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ} . </p><p> [٨٠٧] أخبرنا (الحسن بن أحمد بن محمد المخلديّ)  (٦) إملاءً، أنبأنا أبو العبّاس السّراج (٧) ، ثنا أبو همّام بن شجاع السكونيّ (٨) ، ثنا إسماعيل بن جعفر (٩) ، ثنا العلاء بن عبد الرحمن (١٠) (عن معبد </p><p>(١) صدوق. (٢) صدوق زاهد، لكنه كان يتشيع.(٣) من (ن).(٤) عبد الملك بن حبيب الأزدي ثقة.(٥) [٨٠٧] الحكم على الإسناد:فيه من لم أجده.انظر: \"معالم التنزيل\" للبغوي ٢/ ٥٨ - ٥٩، \"البحر المحيط\" لأبي حيان ٢/ ٥٢٦ - ٥٢٧، \"زاد المسير\" لابن الجوزي ١/ ٤١٠.(٦) في الأصل: أبو الحسن بن محمد بن أحمد المخلديّ. والمثبت من (س) و (ن). وهو: الحسن بن أحمد بن محمد المخلديّ الشيباني، الإمام الصدوق. المسند العدل.(٧) إمام حافظ ثقة.(٨) ثقة.(٩) ثقة ثبت.(١٠) صدوق، ربما وهم.</p><p> ابن كعب السلميّ (١) عن أخيه عبد الله بن كعب (٢)  (٣) عن أبي أمامة الحارثيّ (٤) أن رسول الله - صلى الله عليه وسلم - قال:  \"من اقتطع(حق امرئ مسلم)(٥)بيمينه، فقد أوجب الله له النار، وحرّم عليه الجنّة\" فقال رجل: وإن كان يسيرًا؟ قال:  \"وإن كان قضيبًا من أراك\"  (٦)  (٧) . </p><p>(١) معبد بن كعب السَلَميّ -بفتحتين- مقبول. انظر: \"تقريب التهذيب\" لابن حجر ٢/ ٢٦٢، \"تهذيب التهذيب\" لابن حجر ١٠/ ٢٢٤.(٢) عبد الله بن كعب الأنصاريّ. ثقة.(٣) في الأصل: سعيد بن كعب. والمثبت من (س)، (ن).(٤) صحابي مشهور.(٥) في الأصل: شيئًا من حق امرئ مسلم. والمثبت من (س)، (ن).(٦) الأراك: شجر السواك.انظر: \"معجم مقاييس اللغة\" لابن فارس ١/ ٨٣، \"المحيط في اللغة\" لإسماعيل ابن عباد ٦/ ٣٢١ (أرك).(٧) [٨٠٨] الحكم على الإسناد:إسناده حسن، وهو صحيح لغيره بالمتابعة.التخريج:أخرج مسلم في كتاب الإيمان، باب وعيد من اقتطع حق مسلم بيمين فاجرة بالنار (١٣٧)، والنسائي في \"السنن الكبرى\" ٣/ ٤٨١ (٥٩٨٠) من طريق معبد بن كعب السلميّ به، مثله.وأخرجه النسائي في الموضع السابق ٣/ ٤٨١ (٥٩٨١)، وابن ماجه في \"السنن\" كتاب الأحكام، باب من حلف على يمين فاجرة (٢٣٢٤) من طريق محمد بن كعب؛ أنه سمع أخاه عبد الله بن كعب به مثله. قال الألبانيّ في \"صحيح سنن ابن ماجه\" ٢/ ٢٥٣ (١٨٩٦): صحيح. وفيه متابعة محمد بن كعب السلميّ الأصغر، وهو ثقة، لأخيه معبد.انظر: \"تهذيب الكمال\" للمزي ١٧/ ١٨٣ (٦١٦٣).</p><p> [٨٠٩] حدثنا أبو محمد الشيبانيّ (١) ، أنبأنا محمد بن إسحاق (٢) ، ثنا وهب بن بقيّة الواسطيّ (٣) ، ثنا خالد بن عبد الله (٤) ، عن عبد الرحمن ابن إسحاق (٥) ، عن محمد بن زيد القرشيّ (٦) ، عن عبد الله بن أبي أمامة الحارثيّ (٧) ، عن عبد الله بن أنيس - رضي الله عنه - (٨) قال: قال رسول الله - صلى الله عليه وسلم -: \"أكبر الكبائر: الإشراك بالله، وعقوق الوالدين، واليمين الغموس، والذي نفس محمد(٩)بيده، لا يحلف أحد -وإن كان على مثل جناح بعوضة- كاذبًا، إلَّا كانت وكتة(١٠)في قلبه إلى يوم القيامة\"  (١١) . </p><p>(١) إمام صدوق مسند عدل. (٢) أبو العباس السراج، إمام حافظ ثقة.(٣) ثقة.(٤) الطحّان. ثقة، ثبت.(٥) صدوق رمي بالقدر.(٦) محمد بن زيد بن المهاجر. ثقة.انظر: \"تقريب التهذيب\" لابن حجر ٢/ ١٦٢ (٢٣٢)، \"تهذيب التهذيب\" لابن حجر ٩/ ١٧٣ (٢٥٧).(٧) صدوق.(٨) صحابي مشهور.(٩) من (ن).(١٠) الوكتة: الأثر اليسير.(١١) [٨٠٩] الحكم على الإسناد:إسناده حسن، وهو صحيح لغيره، لشواهده.التخريج:أخرج الإمام أحمد في \"المسند\" ٢/ ٤٨٠ (١٠٢٢٦)، والترمذيّ في أبواب =</p><p> [٨١٠] وأخبرني أبو محمد الشيباني (١) ، أنبانا محمد بن إسحاق (٢) ، أنا يوسف بن موسى (٣) ، حدثنا جرير (٤) ، عن الأعمش (٥) ، عن أبي صالح (٦) ، عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"ثلاثة، لا يكلمهم الله، ولا ينظر إليهم يوم القيامة، ولا يزكيهم،ولهم عذاب أليم:رجل على فضل ماء بالطريق فمنع منه ابن السبيل، ورجل بايع رجلا لا يبايعه إلَّا للدنيا؛ فإن أعطاه ما يريد وفَى له، وإلَّا لم يف له، ورجل يساوم رجلا سلعة بعد العصر فحلف بالله لقد أعطي بها كذا وكذا، فصدَّقه الآخر فأخذها\"  (٧) . </p><p>= التفسير، باب: ومن سورة النساء (٣٢٠) من طرق عن محمد بن زيد بن مهاجر بن قنفذ التيميّ به، نحوه. قال الترمذي: وهذا حديث حسن، غريب.وقال الألباني في \"صحيح سنن الترمذي\" ٣/ ٣٧ (٢٤١٧): حسن.وله شاهد من حديث عبد الله بن عمرو - رضي الله عنهما -: فقد أخرج البخاري في كتاب الإيمان والنذر، باب اليمين الغموس (٦٦٧٥) عن عبد الله بن عمرو مرفوعًا، نحوه، وليس فيه: \"والذي نفس محمد بيده ... \" وانظر: \"كنز العمال\" للمتقي الهندي ٣/ ٥٤١ (٧٨٠٩).(١) إمام صدوق مسند عدل.(٢) السراج، إمام حافظ ثقة.(٣) القطّان، صدوق.(٤) ابن عبد الحميد الضبيّ. ثقة صحيح الكتاب قيل: كان في آخر عمره يهم من حفظه.(٥) ثقة حافظ، لكنه مدلس.(٦) ذكوان السمان ثقة ثبت.(٧) [٨١٠] الحكم على الإسناد: =</p><p> [٨١١] وأخبرني ابن فنجويه (١) ، ثنا محمد بن الحسن بن بشر (٢) ، ثنا أبو بكر بن أبي (٣) الخصيب (٤) ، حدثني محمد بن عبدة (٥) ، ثنا أبو توبة (٦) ، </p><p>= إسناده حسن، فيه يوسف بن موسى صدوق. التخريج:أخرج البخاري في كتاب الشهادات، باب اليمين بعد العصر (٢٦٧٢)، ومسلم في كتاب الأيمان، باب بيان غلظ تحريم إسبال الإزار والمن والعطية (١٠٨)، عن جرير ابن عبد الحميد به مثله، وليس فيه: فصدّقه الآخر. وأخرج البخاري في كتاب المساقاة، باب: إثم من منع ابن السبيل من الماء (٢٣٥٨)، من طريق موسى بن إسماعيل حدثنا عبد الواحد بن زياد، عن الأعمش قال: سمعت أبا صالح يقول: به، نحوه، وفيه تصريح الأعمش بالسماع من أبي صالح؛ فانتفت علّة التدليس.وانظر: \"فتح الباري\" لابن حجر ١٣/ ٢٠١ (٧٢١٢)، \"تفسير القرآن العظيم\" لابن أبي حاتم ٢/ ٣٥٨.(١) الحسين بن محمد بن الحسين ثقة صدوق، كثير الرواية للمناكير.(٢) لم يذكر بجرح أو تعديل.(٣) من (س)، (ن).(٤) محمد بن أحمد بن المستنير، لم يذكر بجرح أو تعديل.(٥) محمد بن الحكم المروزي .. وزعم صاحب \"الزهرة\" أنه نسب إلى جده، وأنه محمد بن عبدة بن الحكم. ثقة، فاضل.انظر: \"تقريب التهذيب\" لابن حجر ٢/ ١٥٤، \"تهذيب التهذيب\" لابن حجر ٩/ ١٢٤.(٦) الربيع بن نافع، أبو توبة الحلبيّ. ثقة حجة عابد.انظر: \"تقريب التهذيب\" لابن حجر ١/ ٢٤٦، \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٣٥٠.</p><p> ثنا محمد بن الفرات (١) ، قال (٢) سمعت أبا إسحاق (٣) يقول: حدثنا الحارث الأعور (٤) عن علي - رضي الله عنه - (٥) قال: قال رسول الله - صلى الله عليه وسلم -: \"إياكم واليمن الفاجرة، فإنها تدع الديار بلاقع(٦)من أهلها\"  (٧) . </p><p>(١) التميمي. كذبوه. انظر: \"تقريب التهذيب\" لابن حجر ٢/ ١٩٩، \"المجروحين\" لابن حبان ٢/ ٢٨١.(٢) من (ن).(٣) السبيعيّ. ثقة عابد، اختلط بأخرة.(٤) كذبه الشعبي في رأيه، ورمي بالرفض، وفي حديثه ضعف، وعامة ما يرويه عن على غير محفوظ.(٥) الصحابي المشهور.(٦) البلاقع: جمع بلقع، وبلقعة: وهي الأرض القفر التي لا شيء فيها. يريد أن: الحالف بها يفتقر، ويذهب ما في بيته من الرزق.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ١٥٣، \"غريب الحديث\" لابن قتيبة ١/ ١٥٣.(٧) [٨١١] الحكم على الإسناد:إسناده ضعيف جدًّا؛ لأن فيه محمد بن الفرات كذاب، والحارث روايته عن علي غير محفوظة.التخريج:أخرج ابن عدي في \"الكامل\" ٧/ ٣١٥ من طريق محمد بن الفرات به مثله، وفيه طول.قال ابن عدي: وباقي متن الحديث يرويه محمد هذا عن أبي إسحاق، وهو لا شيء في الحديث.وقال الشيخ الألباني في \"سلسلة الأحاديث الضعيفة\" ٤/ ٣٥٠ (١٨٧١): ضعيف جدًّا. =</p><p> [٨١٢] وأخبرني الحسين بن محمد (١)  (ثنا محمد بن الحسن)  (٢)  (٣) ثنا ابن أبي الخصيب (٤) ، ثنا أبو أمية (٥) ، ثنا يحيى بن عبد الحميد (٦) ، ثنا ابن المبارك (٧) ، عن معمر (٨) ، عن رجل من بني تميم (٩) ، عن (أبي سود)  (١٠)  (١١) قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"اليمين الفاجرة تعقم الرحم\"  (١٢) . </p><p>= ورواه الخطيب البغداديّ في \"المتفق والمفترق\" ١/ ٥٨٦ (٣٢٦) من طريق محمد قال: قرأت عن أبي إسحاق به نحوه. وانظر: \"كنز العمال\" للمتقي الهندي ١٦/ ٦٩٥.(١) هو ابن فنجويه ثقة صدوق كثير الرواية للمناكير.(٢) لم يذكر بجرح أو تعديل.(٣) في الأصل: بن الحسين. وليست في (ن)، والمثبت من (س).(٤) لم يذكر بجرح أو تعديل.(٥) لم أجد من ميّزه.(٦) حافظ، إلَّا أنهم اتهموه بسرقة الحديث.(٧) الإمام الثقة الثبت.(٨) ثقة، ثبت، فاضل.(٩) لم أجده من ميّزه.(١٠) في الأصل: أبي سويد. وفي (ن): سيود. وفي (س): وسيود. والمثبت من هامش (س).(١١) حسّان بن قيس بن أبي سود، التميميّ الحنظليّ - رضي الله عنه -.انظر: \"أسد الغابة\" لابن الأثير ٦/ ١٥٥، \"الإصابة\" لابن حجر ٧/ ١٦٤.(١٢) [٨١٢] الحكم على الإسناد:إسناده ضعيف، فيه يحيى بن عبد الحميد متهم بسرقة الحديث، وفيه مبهم، وفيه من لم يذكر بجرح أو تعديل. =</p><p> [٨١٣] وأخبرني الحسين (١) ، ثنا أحمد بن محمد بن إسحاق السنيُّ (٢) ، ثنا حامد بن محمد بن شعيب (٣) ، ثنا سريج بن يونس (٤) ، ثنا إسماعيل بن جعفر (٥) ، أخبرني العلاء بن عبد الرحمن (٦) ، عن أبيه (٧) ، عن أبي هريرة - رضي الله عنه - (٨) قال: قال رسول الله - صلى الله عليه وسلم -: \"اليمين الفاجرة مَنْفَقَة للسِّلعة، مَمْحَقَة للكسب\"  (٩) . </p><p>= التخريج: أخرج الإمام أحمد في \"المسند\" ٥/ ٧٩ (٢٧٤٧) من طريق ابن المبارك به، نحوه.قال الألبانيّ في \"ضعيف الجامع الصغير\" (ص ٢٦١) (١٨١٣): ضعيف.وانظر: \"الدر المنثور\" للسيوطي ٢/ ٨٠، وأخرجه الحسن بن سفيان والبغوي وابن منده، من طريق ابن المبارك نحوه، كما في \"الإصابة\" لابن حجر ٧/ ١٦٥. (١) الحسين بن محمد بن الحسين ابن فنجويه، ثقة صدوق كثير الرواية للمناكير.(٢) حافظ ثقة.(٣) ثقه.(٤) ثقة، عابد.(٥) ثقة، ثبت.(٦) صدوق، ربما وهم.(٧) ثقة.(٨) صحابي مشهور.(٩) [٨١٣] الحكم على الإسناد:إسناده حسن، وهو صحيح لغيره؛ بالمتابعة.التخريج:أخرج الحميدي في \"المسند\" ٢/ ٤٤٧ (١٠٣٠)، وأحمد في \"المسند\" ٢/ ٢٣٥ (٧٢٠٧)، والبيهقي في \"السنن الكبرى\" ٥/ ٢٦٥، وابن حبّان في \"صحيحه\" كما =</p>"
}