{
  "id": null,
  "sura": 4,
  "aya": 94,
  "text": "<p> ٩٤ - قوله -عز وجل-: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا} الآية (١) . </p><p> قال الكلبي، عن أبي صالح، عن ابن عباس: نزلت هذه الآية في رجل من بني مرة بن عوف بن سعد بن ذبيان (٢) ، يقال له: مرداس بن نهيك (٣) ، وكان من أهل فدك (٤) ، وكان مسلماً، لم يسلم من قومه غيره، فسمعوا بسرية لرسول الله -صلى الله عليه وسلم- تريدهم، وكان (يومئذ على السرية)  (٥) رجل يقال له: غالب بن فضالة الليثي (٦) ، فهربوا، وأقام </p><p>(١) هنا زيادة في (م)، وهي: قرأ حمزة، والكسائي بالثاء، والتاء من التثبت، والباقون بالباء والنون من البيان، وكذلك في الحجرات. (٢) في (م): دينار، وذبيان بضم الذال، وكسرها، اسم لبطون متعددة، منها مرة بن عوف بن سعد بن ذبيان.انظر: \"الأنساب\" للسمعاني ٣/ ٦.(٣) الضمري -على الأرجح -وقيل: الأسلمي، وقيل: الغطفاني، وقد ذكر ابن حجر في \"الإصابة\" ٩/ ١٦٦ اختلاف الرواة في تسمية المقتول والقاتل، ثم قال بعد ذلك: وإن ثبت الاختلاف في تسمية من باشر القتل مع اختلاف في المقتول احتمل تعدد القصة.(٤) فدك بفتح الفاء والدال، قرية في الحجاز، على طريق المدينة شرقي خيبر، وهي مما أفاءها الله على رسوله -صلى الله عليه وسلم-.انظر: \"معجم البلدان\" لياقوت ٤/ ٢٣٨، \"معجم المعالم الجغرافية\" لعاتق البلادي (ص ٢٣٥).(٥) في الأصل: على يومئذ السرية.(٦) الكناني، له ترجمة موجزة في \"الإصابة\" لابن حجر ٨/ ٥٢.والليثي نسبة إلى ليث بن كنانة، حليف بني زهرة.\"الأنساب\" ٥/ ١٥١.</p><p> الرجل؛ لأنه كان على دين المسلمين، فلما رأى الخيل خاف أن يكون من غير أصحاب رسول الله -صلى الله عليه وسلم-، فألجأ غنمه إلى عاقول (١) من الجبل، وصعد هو إلى الجبل، فلما تلاحقت الخيل سمعهم يكبرون فلما سمع التكبير عرف أنهم من أصحاب رسول الله -صلى الله عليه وسلم- كبر ونزل، وهو يقول: لا إله إلا الله محمد رسول الله، السلام عليكم، فتغشاه أسامة بن زيد بن حارثة فقتله (٢) ، واستاق غنمه، ثم رجعوا إلى رسول الله -صلى الله عليه وسلم- فأخبروه الخبر، فوجد رسول الله -صلى الله عليه وسلم- من ذلك وجداً شديداً، وقد كان سبقهم قبل ذلك الخبر، فقال رسول الله -صلى الله عليه وسلم-: \"قتلتموه؛ إرادة ما معه؟ \" ثم قرأ رسول الله -صلى الله عليه وسلم- هذه الآية على أسامة، فقال: يا رسول الله، استغفر لي، فقال:  \"فكيف بلا إله إلا الله؟ \" فقالها رسول الله -صلى الله عليه وسلم- ثلاث مرات، قال أسامة: فما زال رسول الله -صلى الله عليه وسلم- يعيدها حتى وددت أني لم أكن أسلمت إلا يومئذ، ثم إن رسول الله -صلى الله عليه وسلم- استغفر لي بعد ثلاث مرات، وقال:  \"أعتق رقبة\" ، وبمثله قال قتادة (٣) . </p><p>(١) العاقول: مكان في الجبل، لا يهتدى إليه، ويطلق العاقول على معظم البحر وموجه، ومعطف الوادي، والنهر. انظر: \"القاموس المحيط\" للفيروزآبادي (ص ١٣٣٧) (عقل).(٢) ساقطة من (ت).(٣) أخرج قول قتادة الطبري في \"جامع البيان\" ٥/ ٢٢٣، ونسبه السيوطي في \"الدر المنثور\" ٢/ ٣٥٧ لعبد بن حميد، وليس فيها ذكر أسامة بن زيد رضي الله عنهما، وسيأتي أن أسامة بعث إلى الحرقات من جهينة.وأخرج الطبري في \"جامع البيان\" ٥/ ٢٢٤ من طريق أسباط عن السدي، وفيه ذكر أسامة وأنه بعث إلى بني ضمرة. =</p><p> وروى سماك بن حرب (١) ، عن عكرمة (٢) ، عن ابن عباس قال: مر رجل من بني سليم (٣) على نفر من أصحاب رسول الله -صلى الله عليه وسلم-، معه غنم، فسلم عليهم، فقالوا: ما سلم عليكم إلا ليتعوذ، فعمدوا إليه فقتلوه، وأخذوا غنمه، فأتوا بها رسول الله -صلى الله عليه وسلم-، فأنزل الله تعالى:  {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا} الآية (٤) . </p><p>= وأخرج أصل القصة عن ابن عباس: البخاري في كتاب التفسير باب: {وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا} (٤٥٩١)، ومسلم في كتاب التفسير (٣٠٢٣)، وأبو داود في كتاب الحروف والقراءات (٣٩٧٤)، والنسائي في التفسير ١/ ٣٩٨ (١٣٦)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ١٠٣٩. وكذلك أخرجها عبد الرزاق في \"تفسير القرآن\" ١/ ١٧٠، وسعيد بن منصور في \"السنن\" ٤/ ١٣٥٠ (٦٧٧).وأخرج قصة أسامة وقتله الرجل: البخاري في كتاب المغازي، باب بعث النبي -صلى الله عليه وسلم- أسامة إلى الحرقات من جهينة (٤٢٦٩)، ومسلم في الإيمان, باب تحريم قتل الكافر بعد أن قال: لا إله إلا الله (٩٦)، والترمذي في التفسير (٥٠٢١)، والحاكم في \"المستدرك\" ٣/ ١٢٥ عن أبي ظبيان عن أسامة بن زيد.ويلاحظ وجود اختلاف في الروايات في اسم القاتل والمقتول، وأمير الجيش، والمكان المرسل إليه، وهذا الاختلاف يمكن الحكم على الإسناد على اختلاف الوقائع وتعدد القصة، كما تقدم عن ابن حجر رحمه الله في \"الإصابة\"، وانظر: كلامه أيضًا في \"فتح الباري\" ١٢/ ٢٠٣ (٦٨٧٢).(١) صدوق، وروايته عن عكرمة خاصة مضطربة، وقد تغير بأخرة فكان ربما تلقن.(٢) ثقة، ثبت، عالم بالتفسير.(٣) قبيلة مشهورة، تسكن منطقة كبيرة تسمى اليوم بالكامل، بين مكة والمدينة.انظر: \"جمهرة النسب\" للكلبي (ص ٣٩٥).(٤) أخرجه أحمد في \"المسند\" ١/ ٢٢٩، وابن أبي شيبة في \"المصنف\" ٩/ ٤٥٧ (٢٩٤٢٢)، والطبراني في \"المعجم الكبير\" ١١/ ٢٧٨ (١١٧٣١)، والترمذي في =</p><p> وروى المبارك عن الحسن: أن ناساً من المسلمين لقوا ناساً من المشركين، فحملوا عليهم فهزموهم، قال: فشد (١) رجل منهم، وتبعه رجل، وأراد متاعه، فلما غشيه بالسيف قال: إني مسلم، إني مسلم فكذبه، ثم أوجره (٢) السنان فقتله، وأخذ متاعه. قال: وكان والله قليلاً وعراً (٣) ، قال فرفع ذلك إلى رسول الله -صلى الله عليه وسلم- فقال:  \"أقتلته بعد ما زعم أنه مسلم؟ \" فقال: يا رسول الله، إنما قالها متعوذاً، فقال رسول الله -صلى الله عليه وسلم-: \"فهلا شققت عن قلبه\" قال بم (٤) يا رسول الله؟ قال:  \"لتنظر صادقا كان(٥)أو كاذبا\" ، قال: أو كنت أعلم ذلك يا رسول الله؟ قال:  \"إنما ينبئ عنه لسانه\" . </p><p> قال: فما لبث القاتل أن مات، ودفن، فأصبح وقد وضع إلى جنب قبره، قال: ثم عادوا فحفروا له، فكفنوه (٦) ، ودفنوه، فأصبح وقد </p><p>= أبواب تفسير القرآن، باب ومن سورة النساء (٣٠٣٠)، وأبو داود في كتاب الحروف والقراءات (٣٩٧٤)، والبيهقي في \"السنن الكبرى\" ٩/ ١١٥، والطبري في \"جامع البيان\" ٥/ ٢٢٣، والحاكم في \"المستدرك\" ٣/ ١٢٥، وإسناده صحيح. وأخرجه الطبري في \"جامع البيان\" ٥/ ٢٢٤ عن مسروق، بلفظ مقارب. (١) شد الرجل أي: هرب وعدا.انظر: \"القاموس المحيط\" للفيروزآبادي (ص ٣٧٢) (شد).(٢) أي: طعنه.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ١٦٠ (وجر).(٣) في (ت): وغدا, ولم أدر ما معنى ذلك.(٤) في (م): لم.(٥) من (ت).(٦) من (ت)، وفي الأصل، (م): فأمكنوا.</p><p> وضع إلى جنب قبره مرتين، أو ثلاثاً، فلما رأى أصحاب رسول الله -صلى الله عليه وسلم- أن الأرض لا تقبله، أخذوا رجله فألقوه في بعض تلك الشعاب، فأنزل الله تعالى:  {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ} الآية. </p><p> وقال الحسن: أما ما ذلك ألا تكون الأرض تُجِن من هو شر منه، ولكن وُعِظَ القوم أن لا يعودوا (١) . </p><p> {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ} أي: إذا سرتم في الأرض مجاهدين، {فَتَبَيَّنُوا} حتى تعرفوا المؤمن من الكافر، ومن قرأ بالتاء والثاء (٢) ، أي: قفوا حتى تعرفوا المؤمن من الكافر. </p><p> {وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا} لأن تحية المؤمن السلام بها يتعارفون، وبها يحيى بعضهم بعضاً، قال ابن سيرين: إنما هو السلام؛ لأنه سلم عليهم رجل فقتلوه (٣) ، ومن قرأ:  (السلم)  (٤) </p><p>(١) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ١٠٣٩ عن الحسن، بهذا اللفظ. وأخرجه عبد الرزاق في \"تفسير القرآن\" ١/ ١٦٩، والطبري في \"جامع البيان\" ٥/ ٢٢٤ عن قتادة، بلفظ مقارب. وأخرجه الطبري في \"جامع البيان\" ٥/ ٢٢٢ عن ابن عمر، مع اختلاف في الألفاظ، وفيه أن الرجل المقتول اسمه عامر بن الأضبط، والقاتل علم بن جثامة.(٢) أي: (فتثبتوا)، وهي قراءة حمزة، والكسائي، وخلف، من التثبت، وقرأ باقي العشرة: {فَتَبَيَّنُوا} بالباء، والنون من البيان.انظر: \"الحجة\" لابن زنجلة (ص ٢٠٩)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٥١.(٣) لم أجده.(٤) في هامش (م): قرأ نافع، وابن عامر، وحمزة: (السلم) بغير ألف، وكذلك أبو جعفر، وخلف، والباقون بإثبات الألف.</p><p> فمعناه: المقادة، يعني قوله: لا إله إلا الله محمد رسول الله، {تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا} يعني: تطلبون بذلك الغنم والغنيمة وسلبه، وعرض الدنيا: منافعها ومتاعها، ويقال: العرض: ما سوى الدراهم والدنانير (١) . </p><p> {فَعِنْدَ اللَّهِ مَغَانِمُ كَثِيرَةٌ}  (يعني: ثواباً كثيراً)  (٢) لمن ترك قتل المؤمن، {كَذَلِكَ كُنْتُمْ مِنْ قَبْلُ} تأمنون في قومكم، بين المؤمنين بـ لا إله إلا الله، قبل الهجرة فلا تخيفوا من قالها، فنهاهم أن يخيفوا أحداً بأمر كانوا يأمنون بمثله، هم وقومهم، {فَمَنَّ اللَّهُ عَلَيْكُمْ} بالهجرة، {فَتَبَيَّنُوا} أن تقتلوا مؤمناً، {إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ} من الخير، {خَبِيرًا} . </p><p> وروى معاوية بن صالح (٣) ، عن علي بن أبي طلحة (٤) ، عن ابن عباس في قوله تعالى:  {وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا} قال: حرم الله على المؤمنين أن يقولوا لمن شهد ألا إله إلا الله: لست مؤمناً، كما حرم عليهم الميتة، فهو آمن على ماله ودمه، </p><p>= انظر: \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٥١. وقوله: المقادة أي: الانقياد والاستسلام.انظر: \"الكشف عن وجوه القراءات\" لمكي ١/ ٣٩٥.(١) انظر: \"لسان العرب\" لابن منظور (عرض).(٢) ما بين القوسين ساقط من (ت).(٣) صدوق، له أوهام.(٤) صدوق، قد يخطئ، أرسل عن ابن عباس ولم يره.</p><p> فلا تردوا عليه قوله (١) . </p><p> وتعلق من زعم أن الإيمان هو القول، بهذه الآية، وقالوا: لما قال الله تعالى: {وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا} منعهم من قتلهم بعد إظهار الإسلام، ولم يكن ذلك إلا قولاً منهم، فلولا أن الإيمان هو القول لكان عتب عليهم في قتلهم إياه. </p><p> فيقال لهم: ليس في هذه الآية دليل على أن الإيمان هو القول، وذلك أن القوم إنما شكوا في حاله، هل كان هذا القول منه تعوذا، فقتلوه، والله تعالى لم يجعل إلى عباده غير الحكم بالظاهر، وقد قال رسول الله -صلى الله عليه وسلم-: \"أمرت(٢)أن أقاتل الناس حتى يقولوا لا إله إلا الله\" ، وليس في ذلك دليل (٣) أن الإيمان هو الإقرار فقط، ألا ترى أن المنافقين كانوا يقولون هذا القول، ثم لم يكن ذلك إيماناً </p><p>(١) الحكم على الإسناد: إسناده ضعيف؛ معاوية وابن أبي طلحة صدوقان، وهو مرسل عن ابن عباس.التخريج:أخرجه الطبري في \"جامع البيان\" ٥/ ٢٢٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ١٠٤٠، وزاد السيوطي في \"الدر المنثور\" ٢/ ٣٥٩ نسبته لابن المنذر.(٢) قبلها في (ت): إنما.والحديث أخرجه البخاري في كتاب الإيمان, باب: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ} (٢٥)، ومسلم كتاب الإيمان, باب الدعاء إلى الشهادتين وشرائع الإسلام (٢٢)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١/ ٤٠٠ (١٧٥) وغيرهم من حديث ابن عمر رضي الله عنهما.وفي الباب عن أنس، وأبي هريرة، وجابر، ومعاذ، وأوس بن شداد، وغيرهم.(٣) من (م).</p>"
}