{
  "id": null,
  "sura": 4,
  "aya": 42,
  "text": "<p> لي النَّبِيّ - صلى الله عليه وسلم -: \"اقرأ\" ، فقرأت سورة النساء حتَّى إذا بلغت: {فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا (٤١) } دمعت عينا رسول الله - صلى الله عليه وسلم -، وقال:  \"حسبنا\"  (١) . </p><p> ٤٢ - {يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ} </p><p> قرأ أهل المدينة، والشَّام:  (تَسَّوى) بفتح التاء، وتشديد السين، على معنى: تتسوى: فأدغمت التاء الثَّانية في السين. </p><p> وقرأ أهل الكوفة إلَّا عاصمًا:  (تسوى)  (٢) بفتح التاء، وتخفيف السين على حذف تا تفعل، كقوله:  {لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ}  (٣) ، وقرأ الباقون (٤) بضم التاء، وتخفيف السين؛ على المجهول، أي: </p><p>(١) بعدها في (م): الله. [١١٢٣] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه البُخَارِيّ كتاب التفسير، باب: {فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ} (٤٥٨٢)، ومسلم كتاب المسافرين، باب فضل استماع القرآن وطلب القراءة من حافظه للاستماع والبكاء (٨٠٠)، وأبو داود كتاب العلم، باب في القصص (٣٦٦٨)، والنَّسائيّ في \"تفسيره\" ١/ ٣٨٣ (١٢٥) وغيرهم من طرق، عن الأَعمش عن إبراهيم عن عبيدة عن ابن مسعود به.(٢) في (م)، (ت)، ومراده بأهل المدينة، والشَّام: أبو جعفر، ونافع، وابن عامر، وبأهل الكوفة: حمزة، والكسائي، وخلف.(٣) هود: ١٠٥.(٤) انظر: \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٤٩، وفي توجيه القراءات الثلاثة انظر: \"إعراب القراءات السبع\" لابن خالويه ١/ ١٣٤.</p><p> لو سويت بهم الأرض، وصاروا هم والأرض شيئًا واحدًا. </p><p> وقال قتادة، وأبو عبيدة: يعني: لو تخرقت الأرض فساخوا فيها، وعادوا إليها كما خرجوا منها، ثم تسوى عليهم حتَّى تعلوهم (١) . </p><p> ابن كيسان: ودوا لو أنَّهم لم يبعثوا؛ لأنهم إنما نقلوا (٢) من التُّراب، وكانت الأرض مستوية بهم. </p><p> الكلبي: يقول الله تعالى للبهائم، والوحش، والطير، والسباع: كن ترابًا، فتسوى بهم الأرض، فعند ذلك يتمنى الكافر أن لو كان ترابًا مشى عليه أهل الجمع (٣) . </p><p> بيانه: قوله عز وجل: {وَيَقُولُ الْكَافِرُ يَالَيْتَنِي كُنْتُ تُرَابًا}  (٤) . </p><p> وحكى أبو القاسم بن حبيب: أنَّه سمع من يتأول هذه الآية: لو يَعْدِل بهم ما على الأرض من شيء فدية، بيانه:  {يَوَدُّ الْمُجْرِمُ لَوْ يَفْتَدِي مِنْ عَذَابِ يَوْمِئِذٍ بِبَنِيهِ} الآيات (٥) . </p><p>= وانظر: \"جامع البيان\" للطبري ٥/ ٩٣. (١) انظر: كلام أبي عبيدة في \"مجاز القرآن\" ١/ ١٢٨، وأخرج قول قتادة: ابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٥٧، ونسبه السيوطي في \"الدر المنثور\" ٢/ ٢٩٢ لابن المنذر، وعبد بن حميد.(٢) في (ت): خلقوا.وأثر ابن كيسان ذكره عنه ابن الجوزي في \"زاد المسير\" ٢/ ٨٧، وبمعناه في \"معاني القرآن\" للزجاج ٢/ ٥٦.(٣) بمعناه عند السمرقندي في \"بحر العلوم\" ١/ ٣٥٦، وذكره البَغَوِيّ في \"معالم التنزيل\" ٢/ ٢١٨.(٤) النبأ: ٤٠.(٥) المعارج: ١١.</p><p> {وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا} قال عطاء: ودوا لو تسوى بهم الأرض، وأنهم لم يكونوا كتموا أمر محمد - صلى الله عليه وسلم - ولا نعته (١) . </p><p> وقال آخرون: بل هو كلام مستأنف، يعني: ولا يكتمون الله حديثًا؛ لأن ما عملوا لا يخفى على الله، ولا يقدرون على كتمانه (٢) . </p><p> الكلبي، وجماعة: ولا يكتمون الله حديثًا؛ لأن جوارحهم تشهد عليهم (٣) . </p><p> سعيد بن جبير: جاء رجل إلى ابن عباس، فقال: أشياء تختلف </p><p> علي في القرآن، قال: أهو شك فيه؟ قال: لا, ولكنه اختلاف. </p><p> فهات ما اختلف عليك من ذلك. فقال: أسمع الله عز وجل يقول: {ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ (٢٣) } (٤) ، وقال:  {وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا} فقد كتموا. فقال ابن عباس: أما قولهم: {وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ} فإنهم لما رأوا يوم القيامة أن الله يغفر لأهل الإِسلام، ولا يغفر شركًا، قالوا: تعالوا فلنجحد، فجحد المشركون فقالوا:  {وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ} رجاء أن يغفر لهم، فيختم على أفواههم </p><p>(١) ذكره البَغَوِيّ في \"معالم التنزيل\" ٢/ ٢١٨ عنه، وابن الجوزي في \"زاد المسير\" ٢/ ٨٧. (٢) ذكر ذلك الفراء في \"معاني القرآن\" ٢/ ٢٦٩، والزجاج في \"معاني القرآن\" ٢/ ٥٤، والطبري في \"جامع البيان\" ٥/ ٩٥، ولم يذكر الواحدي في \"الوسيط\" ٢/ ٥٦ غيره.(٣) ذكره البَغَوِيّ في \"معالم التنزيل\" ٢/ ٢١٨ عنهم.وهو مروي عن ابن عباس. انظر: \"زاد المسير\" لابن الجوزي ٢/ ٨٧.(٤) الأنعام: ٢٣.</p><p> وتتكلم أيديهم وأرجلهم بما كانوا يعملون، فعند ذلك {يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا (٤٢) } (١) . </p><p> الحسن: إنها مواطن: ففي موطن لا يتكلمون ولا تسمع إلَّا همسًا، وفي موطن يتكلمون، ويكذبون، ويقولون {وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ} ، و {مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ}  (٢) ، وفي موطن يعترفون على أنفسهم، وهو قوله تعالى:  {فَاعْتَرَفُوا بِذَنْبِهِمْ}  (٣) ، وفي موضع يتساءلون (٤) ، وفي موضع يسألون الرجعة، وإن آخر تلك المواطن أن أفواههم تختم، وجوارحهم تتكلم، وهو قوله تعالى:  {وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا}  (٥) . </p><p>(١) أخرجه البُخَارِيّ في \"صحيحه\" في كتاب التفسير، تفسير سورة (حم) السجدة، معلقًا، ثم وصله في أثناء الباب، وأخرجه عبد الرَّزّاق في \"تفسير القرآن\" ١/ ١٦٠، والطبري في \"جامع البيان\" ٥/ ٩٤، وفيه بيان اسم الرَّجل الذي سأل ابن عباس، وهو نافع الأزرق، الذي صار بعد ذلك رأس فرقة الأزارقة من الخوارج. وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٥٧، والحاكم في \"المستدرك\" ٢/ ٣٣٦، وقال: صحيح الإسناد ولم يخرجاه! والحديث أخرجه البُخَارِيّ! ! (٢) النحل: ٢٨.(٣) الملك: ١١.(٤) قبلها في (م).(٥) ذكره البَغَوِيّ في \"معالم التنزيل\" ٢/ ٢١٨، وابن الجوزي في \"زاد المسير\" ٢/ ٨٧ مختصرًا.</p>"
}