{
  "id": null,
  "sura": 4,
  "aya": 101,
  "text": "<p> شماله، ثم قال: اللهم هذه لك، وهذه لرسولك، أبايعك على ما بايعك عليه رسولك. فمات حميدًا، فبلغ خبره أصحاب النبي - صلى الله عليه وسلم - فقالوا: لو وافى المدينة لكان أتم أجرًا. وقال المشركون وضحكوا: ما أدراك هذا ما طلب؟ فأنزل الله تعالى (١) : {وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ} قبل بلوغه إلى مهاجرته {فَقَدْ وَقَعَ أَجْرُهُ} أي: وجب ثوابه على الله، بإيجابه ذلك على نفسه فضلًا منه {وَكَانَ اللَّهُ غَفُورًا} لما كان منه في حال الشرك، {رَحِيمًا} بما كان منه في الإسلام. </p><p> ١٠١ - قوله:  {وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ} </p><p> أي: سافرتم فيها {فَلَيْسَ عَلَيْكُمْ جُنَاحٌ} أي: حرج وإثم {أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ} يعني؛ من الأربع ركعات إلى ركعتين {إِنْ خِفْتُمْ} أي: علمتم {أَنْ يَفْتِنَكُمُ} أي: يغتالكم ويقتلكم {الَّذِينَ كَفَرُوا} في الصلاة، {إِنَّ الْكَافِرِينَ كَانُوا لَكُمْ عَدُوًّا مُبِينًا} أي: ظاهروا العداوة. </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٥/ ٢٣٨، من طرق، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ١٠٥٠ - ١٠٥١، والبيهقي في \"السنن الكبرى\" ٩/ ١٤ - ١٥. وأخرجه عبد الرزاق في \"تفسير القرآن\" ١/ ١٧١، وسعيد بن منصور في \"سننه\" ٤/ ١٣٦١ (٦٨٥)، والأزرقي في \"أخبار مكة\" ٢/ ٢١٢، والفاكهي في \"أخبار مكة\" ٤/ ٦٢، والواحدي في \"أسباب النزول\" (ص ١٨٠ - ١٨١).وأخرجه أبو يعلى في \"مسنده\" ٥/ ٨١ (٢٦٧٩)، والطبراني في \"المعجم الكبير\" ٥/ ٢٧٢ (١١٧٠٩)، وقال الهيثمي في \"مجمع الزوائد\" ٧/ ١٠: رواه أبو يعلى، ورجاله ثقات، كلهم من طرق عن سعيد بن جبير، وعكرمة، وأسانيد القصة إليهما صحيحة.</p><p> وقال صاحب \"النظم\"  (١) : قوله {وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ} تمام الكلام هاهنا، ثم افتتح قصة (صلاة الخوف)  (٢) بغير واو العطف، فقال:  {إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا} يريد: وإن خفتم، وهو حرف شرط، وفي القرآن مثل هذا كثير، أن يجيء الخبر بتمامه وانقطاعه، ثم ينسق عليه خبر آخر، منفصلًا منه في الباطن، وهو في الظاهر كالمتصل به، كقوله:  {الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ}  (٣) هذه حكاية (٤) عن امرأة العزيز، ثم وصل بها حكاية (٥) أخرى عن يوسف، وهو قوله:  {ذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ}  (٦) ، لأن بعد الاعتراف بالذنب لا معنى لقوله {لَمْ أَخُنْهُ بِالْغَيْبِ} ، وفي التفسير: أن يوسف لما قال هذه المقالة، قال له جبريل: ولا حين هممت حينئذ، قال يوسف:  {وَمَا أُبَرِّئُ نَفْسِي}  (٧) . </p><p>(١) يقصد كتاب \"نظم القرآن\" وصاحبه أبو علي الجرجاني الطوسي، توفي سنة (٣١٠ هـ) تقريبًا، والمصنف يرويه من طريق شيخه ابن حبيب عن أبي النصر الطوسي عن أبي على الطوسي، انظر: مقدمة \"الكشف والبيان\"، ولم أقف على كتاب \"النظم\". (٢) من (م)، (ت)، وفي الأصل بياض.(٣) يوسف: ٥١.(٤) في (ت): إخبار وهو أولى من لفظ الحكاية.(٥) في (ت): خبرًا.(٦) يوسف: ٥٢.(٧) يوسف: ٥٣، أخرجه الحارث في \"مسنده\" كما في \"بغية الباحث\" ٢/ ٧٢٥ (٧١٦)، وفي سنده خصيف بن عبد الرحمن، سيئ الحفظ كما في \"تقريب التهذيب\" لابن حجر (١٧١٨).</p><p> ومثل هذا قوله:  {وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ} ثم قال: {مَا كَانَ لَهُمُ الْخِيَرَةُ} افتتاح كلام آخر، يريد به النفي؛ لأنه لو كان متصلًا بأول الكلام فيكون (١) معناه: ويختار ما يختارون. </p><p> قال: وحمل الآية على نحو ما أشرنا إليه من النظم يفيد زيادة معنى، وهو وجوب القصر في السفر (٢) من غير خوف بنص الآية، لأنك متى ما جعلت قوله {إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا} متصلًا بذكر قصر الصلاة لزمك أن تقول قصر الصلاة في السفر من غير خوف واجب (٣) بالسنة، فإن السنة ناسخة للكتاب، وحمل الآية على زيادة معنى، مع استقامة نظمها، أولى من حملها على غيرها (٤) . </p><p> ذكر حكم الآية: </p><p> اختلف أصحاب النبي - صلى الله عليه وسلم - ومن بعدهم في إتمام الصلاة في السفر، فمنهم من قال: إن الصلاة في السفر ركعتان، لا يجوز أن يبلغ بها أربعًا (٥) . </p><p>(١) في (ت): لكان. (٢) في (م): جواز القصر في الصلاة.(٣) من (ت).(٤) كما قال العلماء: حمل الآية على التأسيس أولى من حملها على التأكيد.(٥) وهو قول أحمد، لكنه لم يوجب القصر، بل رآه الأفضل والأولى، ومن قبله كان يفضله أيضًا كابن عمر، وابن عباس، وروي عنهما التشديد في تركه، وحماد بن أبي سليمان، وعمر بن عبد العزيز.انظر: \"المغني\" لابن قدامة ٣/ ١٢٢.وأبو حنيفة أوجب القصر.انظر: \"فتح القدير\" لابن الهمام ٢/ ٣١.</p><p> ومنهم من قال: إن الصلاة في السفر أربع ركعات (١) ، ولكن أبيح له القصر تخفيفًا عنه، وإليه ذهب الشافعي (٢) . </p><p> واحتج بحديث طلحة بن عمرو (٣) ، عن عطاء بن أبي رباح (٤) ، عن عائشة قالت: كل ذلك قد فعل رسول الله - صلى الله عليه وسلم -، قصر الصلاة في السفر، وأتم (٥) . </p><p>(١) ساقطة من (م). (٢) في \"الأم\" للشافعي ١/ ٢٥٧.(٣) الحضرمي، متروك.(٤) ثقة، فقيه، فاضل، لكنه كثير الإرسال.(٥) الحكم على الإسناد:فيه طلحة بن عمرو، متروك.التخريج:الحديث أخرجه الدارقطني في \"السنن\" ٢/ ١٨٩ (٤٣)، والبيهقي في \"السنن الكبرى\" ٣/ ١٤٢ من طريق طلحة بن عمرو، عن عطاء، عن عائشة، وهذا سند ضعيف جدًا، آفته طلحة هذا.وقد تابعه عمرو بن سعيد، عن عطاء، عن عائشة أن النبي - صلى الله عليه وسلم - كان يقصر في السفر، ويتم ويفطر ويصوم، أخرجه الدارقطني في \"السنن\" ٢/ ١٨٩، والبيهقي في \"السنن الكبرى\" ٣/ ١٤١، وفي سنده سعيد بن محمد بن ثواب، مجهول الحال. ترجم له الخطيب في \"تاريخ بغداد\" ٩/ ٩٤ ولم يذكر فيه جرحًا ولا تعديلًا. وحديث عائشة معارض بما هو أصح وأقوى من الأحاديث التي تفيد أن النبي - صلى الله عليه وسلم - ما كان يصلي في السفر إلا ركعتين حتَّى يعود إلى المدينة، منها: حديث ابن عمر: صحبت رسول الله - صلى الله عليه وسلم - في السفر فلم يزد على ركعتين حتَّى قبضه الله. أخرجه مسلم في كتاب صلاة المسافرين، باب صلاة المسافرين وقصرها ٥/ ٢٤٦ (٦٨٩)، والبيهقي في \"السنن الكبرى\" ٣/ ١٥٨ وغيرهم.وفي الباب عن أنس، وسعيد بن شفي، وابن عباس، وغيرهم.</p>"
}