{
  "id": null,
  "sura": 4,
  "aya": 4,
  "text": "<p> ٤ - {وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً} . </p><p> قال الكلبي، وجماعة من العلماء (١) : هذا خطاب للأولياء، وذلك أن ولي المرأة كان إذا زوجها، فإن كانت معهم في العشيرة لم يعطها من مهرها قليلًا ولا كثيرًا، وإن كان زوَّجها غريبًا حملوها إليه على بعير، ولا يعطونها من مهرها غير ذلك، ولذلك كانوا يقولون لمن ولدت له بنت: هنيئًا لك النافجة، يريدون: أنَّه يأخذ مهرها إبلًا، فيضمها إلى إبله فيَنْفُجُها، أي: يعظمها ويكثرها. </p><p>= [١٠٠٤] الحكم على الإسناد: إسناد المصنف ضعيف؛ فيه من لم يذكر بجرح ولا تعديل، وفيه كذلك من لم أجدهم، والحديث صحيح الإسناد من وجه آخر، كما سيأتي في التخريج.التخريج:أخرجه أبو داود في كتاب النِّكَاح، باب في القسم بين النساء (٢١٣٣)، وابن ماجة في كتاب النِّكَاح باب القسمة بين النساء (١٩٦٩)، والدارمي في \"السنن\" ٣/ ١٤١٥ (٢٢٥٢)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١/ ٧٠، (٤٢٠٧)، والبيهقي في \"السنن الكبرى\" ٧/ ٢٩٧، كلهم من طريق همام عن قتادة به، وهذا سند صحيح.(١) هو قول أبي صالح كما في \"تفسير الطبري\" ٤/ ٢٤١، وقول الفراء في \"معاني القرآن\" ١/ ٢٥٦، وابن قتيبة، ذكره عنه ابن الجوزي في \"زاد المسير\" ٢/ ١١، وذكر رواية الكلبي هذه السمرقندي في \"بحر العلوم\" ١/ ٣٣٢، والقرطبي في \"الجامع لأحكام القرآن\" ٥/ ٢٣.انظر: \"لسان العرب\" لابن منظور ٢/ ٣٨٢ (نفج)، وأصلها من ثوران الشيء وارتفاعه.</p><p> قالت بعض النساء في زوجها: لا يأخذ الحلوان (١) من بناتنا، تقول: لا يفعل ما يفعله غيره، فنهاهم -عزَّ وجلَّ- عن ذلك، وأمرهم بأن يدفعوا (٢) الحق إلى أهله. </p><p> وقال الحضرمي: كان أولياء النساء يعطي هذا أخته على أن يعطيه الآخر (٣) أخته، ولا مهر بينهما، فنهوا عن ذلك، وأمروا بتسمية المهر عند العقد (٤) . </p><p> وقال رسول الله - صلى الله عليه وسلم -: \"لا شغار في الإسلام\"  (٥) . </p><p> وقال الآخرون: الخطاب للأزواج، أمروا بإيفاء نسائهم مهورهن، </p><p>(١) بضم الحاء، وسكون اللام، مصدر حلا، والمراد به هنا مهر المرأة، ويراد به ثمن البغي والكاهن. انظر: \"لسان العرب\" لابن منظور ١٤/ ١٩٣ (حلا). (٢) في (م): يعطوا.(٣) ساقطة من (م).(٤) أخرجه الطبري في \"جامع البيان\" ٤/ ٢٤٢ من طريق المعتمر بن سليمان عن أبيه قال: زعم حضرمي.وحضرمي هذا هو: ابن لاحق التميمي، روى عنه سليمان التيمي، كان فقيهًا، قال فيه ابن معين: ليس به بأس.انظرت \"الجرح والتعديل\" ٣/ ٣٠٢، \"تهذيب الكمال\" للمزي ٦/ ٥٥٣.(٥) أخرجه البخاري في كتاب النِّكَاح، باب الشغار (٥١١٢)، ومسلم كتاب النِّكَاح، باب تحريم نكاح الشغار وبطلانه (١٤١٥)، والبغوي في \"شرح السنة\" ٩/ ٩٧ من طريق ابن عمر، ولفظ البخاري: نهى عن الشغار. واللفظ الَّذي ذكره المصنف هو لفظ مسلم، وأخرج الحديث أيضًا أبو داود كتاب النِّكَاح، باب في الشغار (٢٠٧٤)، والنسائي في كتاب النِّكَاح، تفسير الشغار ٦/ ١١٠، وغيرهم.</p><p> التي هي أثمان فروجهن (١) ، وهذا أصح وأوضح، ومن عليه أكثر، وبظاهر الآية أشبه، لأن الله تعالى خاطب الناكحين فيما قبله، فهذا أيضًا خطابهم. </p><p> والصَدُقات: المهور، واحدتها: صَدُقة، بفتح الصاد، وضم الدال، على لفظ الجمع، وهي لغة أهل الحجاز وتميم، وتقول (٢) : صُدْقة بضم الصاد وجزم الدال، فإذا جمعوا قالوا: صدقات بضم الصاد وسكون الدال، وصُدُقات بضم الصاد والدال (٣) ، مثل ظلمة، وظلمات، نظيرها:  {المَثُلَاتُ}  (٤) لغة أهل الحجاز بفتح الميم وضم الثاء، واحدتها مثلة على لفظ الجمع، ولغة تميم مثلة، ومُثْلات، ومُثُلات (٥) . </p><p> {نِحْلَةً} قال قتادة: فريضة واجبة (٦) . </p><p>(١) وهو قول أكثر المفسرين، ورجحه الطبري في \"جامع البيان\" ٤/ ٢٤٢، والنحاس في \"معاني القرآن\" ٢/ ١٦، والقرطبي في \"الجامع لأحكام القرآن\" ٥/ ٢٣ وغيرهم. (٢) في (م): يقال، وفي (ت): وتميم تقول، ولعله أصح، لأن أهل الحجاز لا يقولون: صُدْقة، بسكون الدال.انظر: \"معاني القرآن\" للأخفش ١/ ٤٣٣.(٣) بعدها في (ت): أيضًا. وقول المصنف: وجزم الدال، أي: بسكونها.وانظر: \"الكشاف\" للزمخشري ١/ ٤٩٨.(٤) الرعد: ٦.(٥) ساقطة من (م)، وبضم الصاد وسكون الدال، قرأ قتادة، انظر: \"مختصر في شواذ القراءات\" لابن خالويه (ص ٣١)، \"المحرر الوجيز\" لابن عطية ٣/ ٢٩٦.(٦) أخرجه الطبري في \"جامع البيان\" ٤/ ٢٤١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٦١، بنحوه.</p><p> ابن جريج، وابن زيد: فريضة مسماة. </p><p> قال أبو عبيد (١) : ولا تكون النحلة إلَّا مسماة معلومة. </p><p> الكلبي: عطية وهبة (٢) . </p><p> أبو عبيد (٣) : عن طيب نفس (٤) . </p><p> الزجاج: تدينًا (٥) . </p><p> وفيه لغتان: نِحلة، ونُحلة، وأصلها من العطاء (٦) ، وهو نصب على التفسير (٧) ، وقيل: على المصدر. </p><p> [١٠٠٥] أخبرنا (أبو عبد الله الحسين بن محمد بن الحسين الدينوري)  (٨) ، بقراءتي عليه في داري، أنا أبو علي أحمد بن محمد </p><p>(١) انظر: كلامه هنا في \"الغريبين\" له في باب النون مع الحاء، ونقله عنه أيضًا ابن عادل الدمشقي في \"اللباب\" ٦/ ١٧٣. (٢) ذكر قول الكلبي: الواحدي في \"الوسيط\" ٢/ ٩، وهو قول الفراء في: \"معاني القرآن\" ١/ ٢٥٦.(٣) كذا في النسخ، والصواب أبو عبيدة، وهو معمر بن المثنى التيمي، مولاهم، علامة في اللغة والنحو، ولم يكن صاحب حديث.(٤) انظر: \"مجاز القرآن\" لأبي عبيدة ١/ ١١٧، وهو قول ابن قتيبة في \"غريب القرآن\" (ص ١٢٠).(٥) ليس هذا قول الزجاج؛ بل في \"معاني القرآن\" ٢/ ١٢ حكاه هو عن بعض العلماء.(٦) انظر: \"لسان العرب\" لابن منظور ١١/ ٦٥٠ (نحل).(٧) أي: على التمييز، وانظر: \"مشكل إعراب القرآن\" لمكي ١/ ١٩٠، وفي \"الدر المصون\" للسمين الحلبي ٣/ ٥٧٠ أربعة أوجه في نصب (نحلة).(٨) في (ت)، (م): ابن فنجويه. والحسين بن محمد، هو ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.</p><p> ابن هارون الهمذاني (١) ، ثنا أبو مسلم الكجي (٢) ، ثنا أبو عاصم النبيل (٣) ، عن عبد الحميد بن جعفر (٤) ، عن يزيد بن أبي حبيب (٥) ، عن مرثد بن عبد الله (٦) عن عقبة بن عامر (٧) قال: قال رسول الله - صلى الله عليه وسلم -: \"إن أحق الشروط أن يوفى به ما استحللتم به الفروج\"  (٨) . </p><p>(١) لم أجده. (٢) إبراهيم بن عبد الله بن مسلم، شيخ، إمام، حافظ، وثقه الدارقطني وغيره.(٣) أبو عاصم الضحاك بن مخلد الشيباني، ثقة، ثبت.(٤) عبد الحميد بن جعفر بن عبد الله بن الحكم الأوسي الأنصاري، صدوق، رُمي بالقدر، وربما وهم.(٥) يزيد بن أبي حبيب، أبو رجاء المصري، ثقة، فقيه، وكان يرسل.(٦) مرثد بن عبد الله، أبو الخير اليزني.روى عن: زيد بن ثابت، وعقبة بن عامر.وعنه: يزيد، وجعفر بن ربيعة، وآخرون، ثقة، توفي سنة (٩٠ هـ).انظر: \"الطبقات الكبرى\" لابن سعد ٧/ ٥١١، \"المعرفة والتاريخ\" للفسوي ٢/ ٤٩٣، \"تهذيب الكمال\" للمزي ٢٧/ ٣٥٨، \"تقريب التهذيب\" لابن حجر (٦٥٤٧).(٧) صحابي، جليل.(٨) [١٠٠٥] الحكم على الإسناد:فيه أحمد بن محمد بن هارون، لم أجده، والحديث صحيح كما سيأتي في التخريج.التخريج:أخرجه البخاري كتاب النِّكَاح، باب الشروط في النِّكَاح (٥١٥١)، ومسلم كتاب النِّكَاح، باب الوفاء بالشروط في النِّكَاح (١٤١٨)، والنسائي في \"السنن الكبرى\" ٣/ ٣٢٢ (٥٥٣١) وغيرهم، من طريق يزيد بن أبي حبيب ... به.</p><p> [١٠٠٦] وأخبرني الحسين بن محمد بن الحسين (١) قال: ثنا هارون ابن محمد بن هارون العطار (٢) ، ثنا حازم بن يحيى الحلواني (٣) ، ثنا يوسف الصفار الكوفي (٤) ، ثنا يوسف بن محمد (٥) ، عن عبد الحميد </p><p>(١) ابن فنجويه: ثقة، صدوق، كثير الرواية للمناكير. (٢) هارون بن محمد بن هارون العطار، ذكر الذهبي في \"سير أعلام النبلاء\" ١٦/ ٣٨٣ أن ابن فنجويه حدث عنه. ولم أجد فيه جرحًا أو تعديلًا.يروي عن محمد بن عبد الله بن عمار الموصلي، ومحمد بن رمح المصري، وهاني بن المتوكل. وعنه: هارون بن محمد بن هارون.(٣) ذكره ابن حجر في \"لسان الميزان\" ١٦/ ١٨٦، وقال عنه: صدوق.(٤) يوسف بن عدي بن زريق الكوفي.روى عن: إسماعيل بن عياش، ويوسف بن محمد، ومالك بن أنس.وعنه البخاري، وأبو حاتم، وخلق.وثقه أبو زرعة، وأبو حاتم، والذهبي، والحافظ، توفي سنة (٢٢٢ هـ).انظر: \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٢٢٧، \"تهذيب الكمال\" للمزي ٣٢/ ٤٣٨، \"الكاشف\" للذهبي ٣/ ٢٩٩، \"تقريب التهذيب\" لابن حجر (٧٨٧٢).ووقع في (م) أبو يوسف، وهو خطأ.(٥) يوسف بن محمد بن صيفي بن صهيب بن سنان.روى عن ابن عمه عبد الحميد بن زياد، وعنه: يوسف بن عدي، وهشام بن عمار، وغيرهما.قال البخاري: فيه نظر.وقال أبو حاتم: لا بأس به.وضعفه العقيلي، وابن عدي، والذهبي، وقال الحافظ: مقبول.انظر: \"التاريخ الكبير\" للبخاري ٨/ ٣٧٩، \"الضعفاء\" للعقيلي ٤/ ٤٥٠، \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٢٢٨، داتهذيب الكمال\" للمزي ٣٢/ ٤٥٤، \"تقريب التهذيب\" لابن حجر (٧٨٨٠).</p><p> ابن زياد بن صهيب (١) ، عن أبيه (٢) ، عن جده صهيب (٣) قال: قال رسول الله - صلى الله عليه وسلم -: \"من ادَّان بدين وهو مجمع على ألا يؤديه لقي الله سارقًا، ومن أصدق امرأة صداقًا وهو مجمع ألا يوفيها لقي الله تعالى زانيًا\"  (٤) . </p><p>(١) عبد الحميد بن زياد بن صيفي بن صهيب بن سنان. روى عن أبيه، وعنه ابن عمه يوسف بن محمد.قال أبو حاتم: شيخ. وقال الحافظ: لين الحديث. وضعفه العقيلي.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٦/ ١٣، \"الضعفاء\" للعقيلي ٣/ ٤٧، \"الثقات\" لابن حبان ٧/ ١٢١، \"تهذيب الكمال\" للمزي ١٦/ ٤٢٩، \"تقريب التهذيب\" لابن حجر (٣٧٦٠).ووقع في النسخ: عبد الحميد بن زياد عن صهيب، وهو خطأ، والصواب: ابن صيفي بن صهيب.(٢) زياد بن صيفي بن صهيب بن سنان، روى عن جده صهيب، وأبيه صيفي، وعنه ابنه عبد الحميد، وثقه ابن حبان، وذكره ابن أبي حاتم، وسكت عنه، وقال الحافظ: صدوق، وفي \"التحرير\": بل مجهول تفرد بالرواية عنه ابنه عبد الحميد ولم يوثقه سوى ابن حبان.\"الجرح والتعديل\" لابن أبي حاتم ٣/ ٥٣٥، \"الثقات\" لابن حبان ١/ ١٤٢، \"تهذيب الكمال\" للمزي ٩/ ٤٨٤، \"الكاشف\" للذهبي ١/ ٣٣٢، \"تقريب التهذيب\" لابن حجر (٢٠٨٤)، \"تحرير التقريب\" ١/ ٤٢٥.(٣) صهيب بن سنان الرومي، القرشي -ولاء- صحابي جليل.(٤) [١٠٠٦] الحكم على الإسناد:إسناده ضعيف؛ يوسف بن محمد ضعيف، وكذا عبد الحميد، وزياد مجهول، ثم إن في سماعهم من بعضهم اختلافًا، وضعف إسناده الضياء في \"الأحاديث المختارة\" ٨/ ٧٠.التخريج: =</p><p> {فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا} يعني: فإن طابت نفوسهن بشيء من ذلك فوهبن منكم (١) ، فنقل الفعل من النفوس إلى أصحابها، فخرجت النفس مفسَّرة (٢) ، لذلك وحد النفس، كما يقال: ضاق به ذرعًا، وقر به عينًا، قال الله -عزَّ وجلَّ-: {وَضَاقَ بِهِمْ ذَرْعًا}  (٣) ، {وَقَرِّى عَيْنًا}  (٤)  (٥) . </p><p> وقال بعض (٦) نحوي الكوفة: لفظها واحد، ومعناها جمع، </p><p>= وأخرجه ابن ماجة، كتاب الصدقات، باب من ادان دينًا لم ينو قضاءه (٢٤١٠)، والطبراني في \"المعجم الكبير\" ٨/ ٣٤ (٧٣٠١)، والضياء في \"الأحاديث المختارة\" ٨/ ٧٠ (٦٥)، والبيهقي في \"شعب الإيمان\" ٣/ ٤٠٢ (٥٥٤٨)، وابن الجوزي في \"العلل\" ٢/ ٦٢٤، كلهم من طريق يوسف بن محمد، عن عبد الحميد ابن زياد، عن أبيه، عن جده، بذكر الجملة الأولى من الحديث فقط. وأخرجه أحمد في \"المسند\" ٤/ ٣٣٢ (١٨٩٣٢)، والبيهقي في \"السنن الكبرى\" ٧/ ٢٤٢ من طريق هشيم عن عبد الحميدبن جعفر، عن الحسن بن محمد، عن رجل من النمر بن قاسط، عن صهيب به، بذكر الجملة الثانية من الحديث فقط. وهذا سند رجاله ثقات، عدا الرجل الَّذي لم يسم.وأخرجه ابن الجوزي في \"العلل المتناهية\" ٢/ ٦٢٤ من حديث أبي هريرة به، ولا يصح لأن فيه محمد بن أبان، متروك الحديث، كما قال ابن الجوزي.وقال الهيثمي في \"مجمع الزوائد\" ٤/ ٢٨٤: رواه أحمد، والطبراني، وفي إسناد أحمد رجل لم يسم، وبقية رجاله ثقات، وفي إسناد الطبراني من لم أعرفهم.ومع ذلك فقد صححه الألباني رحمه الله في \"صحيح ابن ماجة\" ٢/ ٥٢.(١) في (ت): لكن.(٢) أي: مميزة.(٣) هود: ٧٧.(٤) مريم: ٢٦.(٥) انظر: \"معاني القرآن\" للفراء ١/ ٢٥٦.(٦) سقط من (ت). =</p><p> والعرب تفعل (١) ذلك كثيرًا، قال الشاعر: </p><p> بها جيف الحَسْرى فأما عظامها ... فبيض وأما جلدها فصليبُ (٢) </p><p> وقال آخر: </p><p> في حلقكم عظم وقد شجينا (٣) </p><p> وقال بعض نحاة البصرة (٤) : أراد بالنفس الهوى، والهوى مصدر، والمصادر لا تجمع (٥) . </p><p>= وانظر: \"معاني القرآن\" للأخفش ١/ ٤٣٣، \"جامع البيان\" للطبري ٤/ ٢٤٤. (١) في (م): تقول.(٢) قائل البيت علقمة بن عبدة، المشهور بعلقمة الفحل، من قصيدة في الحارث بن جبلة الغساني، حين أُسر أخوه، فرحل إليه يطلب فكاكه.انظر: \"ديوانه\" (ص ٤٠)، \"المفضليات\" للمفضل الضبي (ص ٣٩٤)، والشاهد قوله: جلدها، حيث أراد جلودها.وقوله الحسرى: هي الشاة المعيبة، يتركها أصحابها حتَّى تموت، وقوله فصليب هو الودك.انظر: \"لسان العرب\" لابن منظور ٢/ ٨٦٩ (حسر)، ٤/ ٢٤٧٧ (صلب).(٣) القائل هو المسيب بن زياد الغنوي، والبيت أنشده سيبويه في \"الكتاب\" ١/ ٢٠٩، وهو في \"لسان العرب\" لابن منظور ١٤/ ٤٢٣ (شجا)، وصدر البيت: لا تنكروا القتل وقد سبينا.والشاهد قوله: حلقكم؛ حيث أراد حلوقكم.(٤) البصرة: مدينة عظيمة من مدن العراق، اختطت في عهد عمر رضي الله عنه.انظر: \"معجم البلدان\" لياقوت ١/ ٤٣٠.(٥) نقل هذا: الطبري في \"جامع البيان\" ٤/ ٢٤٤، والسمين الحلبي في \"الدر المصون\" ٢/ ٣٠٧.</p><p> {فَكُلُوهُ} أي: فخذوه واقبلوه، {هَنِيئًا مَرِيئًا} . </p><p> قال الحضرمي (١) : إن ناسًا كانوا يتأثمون أن يرجع أحدهم في شيء مما ساق إلى امرأته، فقال الله عز وجل:  {فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا} ، من غير إكراه ولا خديعة (٢)  {فَكُلُوهُ هَنِيئًا مَرِيئًا} أي: سائغًا طيبًا، وهو مأخوذ من: هنَأْت البعير، إذا عالجته بالقطران (من الجرب)  (٣) ، معناه، فكلوه دواءً شافيًا، يقال: هنأني الطعام، يهنَئُني، بفتح النون في الماضي، وكسرها في الغابر (٤) ، وهنأني يهنأني على الضد، وهي قليلة، والمصدر منهما هَنْء يقال: هنأني، ومرأني بغير ألف فيهما، فإذا أفردوا (٥) قالوا: أمرأني بالألف، وقيل: الهنئ: الطيب المساغ، الذي لا ينغصه شيء، والمرئ: المحمود العاقبة، التام الهضم، الذي لا يضر ولا يؤذي. </p><p>(١) أخرج أثره: الطبري في \"جامع البيان\" ٤/ ٢٤٣. (٢) بمعنى قول ابن عباس وقتادة كما في \"تفسير الطبري\" ٤/ ٢٤٣.(٣) ما بين القوسين ساقط من (م)، وقوله: القطران، هو: عصارة بعض الأعشاب، تطبخ فيتحلب منها، ثم يطلى بها البعير.انظر: \"الصحاح\" للجوهري ٢/ ٧٩٥، \"لسان العرب\" لابن منظور ٥/ ١٠٥ (قطر).(٤) أي الباقي، ويراد بالغابر الماضي، فهو من الأضداد.انظر: \"الأضداد\" لابن الأنباري (ص ١٢٩)، فقرة (٧٦).(٥) أي: لم يقرنوا بين هنئ ومريء.وانظر: \"لسان العرب\" لابن منظور ١/ ١٨٤ - ١٨٧ (هنأ)، فقد استوعب وأجاد.وانظر: \"معاني القرآن\" للزجاج ٢/ ١٢، \"جامع البيان\" للطبري ٤/ ٢٤٤.</p><p> يقول: لا تخافون في الدنيا به مطالبة، ولا في الآخرة تبعة، يدل عليه: </p><p> [١٠٠٧] ما أخبرني (أبو عبد الله الحسين بن محمد بن عبد الله الثقفي الحافظ (١) - بقراءتي عليه في داري) (٢) - ثنا أحمد بن جعفر ابن حمدان بن عبد الله (٣) ، ثنا محمد بن إسحاق المسوحي (٤) حدثنا سهل بن عثمان (٥) ، ثنا أبو مالك (٦) ، </p><p>(١) ثقة، صدوق، كثير الرواية للمناكير. (٢) في (م): ابن فنجويه.(٣) أبو بكر القطيعي، ثقة.(٤) محمد بن إسحاق بن ماهان المسوحي، روى عن أبي حذيفة، قال ابن أبي حاتم: كتبت عنه، وهو صدوق.انظر: \"الجرح والتعديل\" ٧/ ١٩٦.(٥) سهل بن عثمان بن فارس الكندي، أبو مسعود العسكري.روى عن: أبي مالك عمرو بن هاشم، وعبد الرزاق، وابن المبارك.وعنه: علي بن المديني، وأبو حاتم، وخلق.قال أبو حاتم: صدوق. ووثقه ابن حبان، وقال الذهبي: ثقة صاحب غرائب.وبمثله قال الحافظ، توفي سنة (٢٣٥ هـ).انظر: \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٢٠٣، \"الثقات\" لابن حبان ١/ ١٨٠، \"تهذيب الكمال\" للمزي ١٢/ ١٩٧، \"الكاشف\" للذهبي ١/ ٤٠٧، \"تقريب التهذيب\" لابن حجر (٢٦٦٤).(٦) أبو مالك عمرو بن هاشم الجنبي.روى عن جويبر، وحجاج بن أرطاة، وابن إسحاق.وعنه: سهل بن عثمان، ويحيى بن معين.قال البخاري: فيه نظر، وضعفه أحمد، والنسائي، وأبو حاتم، ومسلم، وابن =</p><p> عن جويبر (١) ، عن الضحاك (٢) ، عن ابن عباس عن النبي - صلى الله عليه وسلم - أنه سئل عن هذه الآية {فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا} قال: \"إذا جادت لزوجها بالعطية، طائعة غير مكرهة، لا يقضي به عليكم سلطان، ولا يؤاخذكم الله به في الآخرة\"  (٣) . </p><p> [١٠٠٨] وأخبرني الحسين بن محمد (٤) ، حدثنا محمد بن خلف ابن حيان (٥) ، </p><p>= حبان، ولينه الحافظ، وقال ابن عدي: صدوق إن شاء الله. \"التاريخ الكبير\" للبخاري ٣/ ٢/ ٣٨١، \"الكنى\" لمسلم (ص ١٠٠)، \"المجروحين\" لابن حبان ٢/ ٧٧، \"الكامل\" لابن عدي ٢/ ٢٤١، \"تهذيب الكمال\" للمزي ٢٢/ ٢٧٢، \"تقريب التهذيب\" لابن حجر (٥١٢٦). (١) جويبر بن سعيد الأزدي، أبو القاسم البلخي، ضعيف جدًا.(٢) الضحاك بن مزاحم صدوق، كثير الإرسال.(٣) [١٠٠٧] الحكم على الإسناد:إسناده ضعيف، علته أبو مالك، وجويبر.التخريج:أخرجه الواحدي في \"الوسيط\" ٢/ ١١ من طريق سهل بن عثمان عن أبي مالك .. به.(٤) ابن فنجويه: ثقة، صدوق، كثير الرواية للمناكير.(٥) محمد بن خلف بن حيان بن صدقة الضبي، القاضي المعروف بوكيع.حدث عن: الزبير بن بكار، وابن عرفة.وعنه: أحمد بن كامل القاضي، وابن الصواف.كان فاضلًا، عالمًا، مع لين في حديثه، توفي سنة (٣٠٦ هـ).انظر: \"تاريخ بغداد\" للخطيب ٥/ ٢٣٦، \"المنتظم\" لابن الجوزي ٦/ ١٥٢، \"ميزان الاعتدال\" للذهبي ٣/ ٥٣٨، وقال: صدوق إن شاء الله.</p><p> ثنا إسحاق بن محمد (١) ، ثنا أبي (٢) ، ثنا إبراهيم بن عيسى (٣) ، ثنا على ابن علي (٤) ، عن أبي حمزة (٥) : {هَنِيئًا} : لا إثم فيه [٢٢٧]  {مَرِيئًا} : لا داء فيه (٦) . </p><p> [١٠٠٩] وأخبرنا الحسين بن محمد (٧) ، ثنا أحمد بن إبراهيم بن شاذان (٨) ، ثنا عمر بن أحمد القطان (٩) ، ثنا محمد بن إسماعيل (١٠) ، ثنا وكيع (١١) ، ثنا سفيان (١٢) ، عن السدي (١٣) عن </p><p>(١) إسحاق بن محمد بن مروان، لا يحتج بحديثه. (٢) شيعي متروك.(٣) لم أجده.(٤) ابن نجاد بن رفاعة الرفاعي اليشكري: لا بأس به، رمي بالقدر.(٥) أبو حمزة ثابت بن أبي صفية، الثمالي، الأزدي، ضعيف، رافضي.ووقع في (ت): أبو حمزة الثمالي قال.(٦) [١٠٠٨] الحكم على الإسناد:في إسناده مجاهيل، وإسحاق بن محمد لا يحتج بحديثه، وأبوه متروك، وأبو حمزة رافضي.التخريج:لم أجد من ذكره.(٧) ابن فنجويه: ثقة، صدوق، كثير الرواية للمناكير.(٨) ثقة، ثبت، كثير الحديث.(٩) عمر بن أحمد بن علي بن إسماعيل، أبو حفص القطان، ثقة.(١٠) محمد بن إسماعيل بن البختري، أبو عبد الله الحساني، صدوق، ما به بأس.(١١) وكيع بن الجراح الرؤاسي، ثقة، حافظ، عابد.(١٢) هو الثوري، إمام الحفاظ وأمير المؤمنين في الحديث.(١٣) هو إسماعيل بن عبد الرحمن بن أبي كريمة السدي، وهو السدي الكبير، المفسر، صدوق، يهم، رمي بالتشيع.</p>"
}