{
  "id": null,
  "sura": 4,
  "aya": 130,
  "text": "<p> وأما ما سوى ذلك فأرجو أن أعدل (١) . </p><p> {وَإِنْ تُصْلِحُوا} بالعدل (٢) في القسمة بينهن {وَتَتَّقُوا} الجور {فَإِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا} لما ملت إلى التي تحبها بقلبك بعد العدل في القسمة. </p><p> ١٣٠ - {وَإِنْ يَتَفَرَّقَا} </p><p> يعني: الزوج والمرأة بالطلاق، {يُغْنِ اللَّهُ كُلًّا مِنْ سَعَتِهِ} أي: من رزقه، المرأة بزوج، والرجل بامرأة، {وَكَانَ اللَّهُ وَاسِعًا} لهما في النكاح، {حَكِيمًا} حكم على الزوج إمساكًا بمعروف، أو تسريحًا بإحسان. </p><p> ذكر حكم الآية: </p><p> اعلم أن الله تعالى لرأفته بعباده، وعلمه بأحوالهم، نبههم على ما هو واجب عليهم من حقوق النساء، ونهاهم عن الميل في أفعالهم، إذ لم يكن لهم سبيل إلى التسوية بينهن في المحبة، ومتى جمع العبد بين الفعل وميل القلب إلى واحدة بعينها، دون غيرها، كان ذلك جورًا، وقد روي أن النبي - صلى الله عليه وسلم - كان يقسم فيقول:  \"اللهم هذا قسمي فيما أملك، وأنت أعلم بما لا أملك\"  (٣) ، </p><p>(١) خلط المصنف هنا بين قول مجاهد وقتادة، فقتادة هو الذي قال: ذكر لنا أن عمر، وقد أخرجه عنه الطبري ٥/ ٣١٤، وقول مجاهد أخرجه الطبري أيضًا في \"جامع البيان\" ٥/ ٣١٥ ولفظه: لا تعمدوا الإساءة. وفي لفظ آخر: يتعمد أن يسيء ويظلم. ٥/ ٣١٥، والبيهقي في \"السنن الكبرى\" ٧/ ٢٩٨.(٢) ساقطة من (م).(٣) أخرجه أبو داود كتاب النكاح، باب في القسم بين النساء (٢١٣٤)، والنسائي في =</p><p> يعني به قلبه، والله أعلم، وكان يطاف به على نسائه في مرضه حتى حللنه، فأقام عند عائشة رضي الله عنها (١) . </p><p>= \"السنن الكبرى\" ٥/ ٢٨١ (٨٨٩١)، وابن ماجه كتاب النكاح، باب القسمة بين النساء (١٩٧١)، والترمذي أبواب النكاح، باب ما جاء في القسمة للبكر والثيب (١١٤٠)، والبيهقي في \"السنن الكبرى\" ٧/ ٢٩٨، والدارمي في \"السنن\" (٢٢٥٣)، والحاكم في \"المستدرك\" ٢/ ٢٠٤، وصححه على شرط مسلم، وابن أبي شيبة في \"المصنف\" ٦/ ٣١٦ (١٧٧١٤)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٠/ ٥ (٤٢٠٥)، وأحمد في \"المسند\" ٦/ ١٤٤ (٢٥١١١) من طريق حماد بن سلمة، عن أيوب، عن أبي قلابة، عن عبد الله بن يزيد الخطمي، عن عائشة مرفوعًا. وخالف حماد بن سلمة إسماعيل بن علية فرواه عن أيوب، عن أبي قلابة مرسلًا، أخرجه ابن أبي شيبة في \"المصنف\" ٦/ ٣١٦ (١٣٧٧١)، وابن سعد في \"الطبقات الكبرى\" ٨/ ١٦٨، والطبري في \"جامع البيان\" ٥/ ٣١٥.ورواه حماد بن زيد أيضًا عن أيوب، عن أبي قلابة مرسلًا.أخرجه الطبري في \"جامع البيان\" ٥/ ٣١٥، وقال الترمذي بعد أن أخرج حديث حماد بن سلمة مرفوعًا: ورواه حماد بن زيد، وغير واحد عن أيوب، عن أبي قلابة مرسلًا أن النبي - صلى الله عليه وسلم - كان يقسم، وهذا أصح من حديث حماد بن سلمة.وقال أبو زرعة: لا أعلم أحدًا تابع حماذا على هذا، يعني ابن سلمة.انظر: \"العلل\" لابن أبي حاتم ١/ ٤٢٥.وقد وجدت لحماد بن سلمة متابعًا عند الطبري في \"جامع البيان\" ٥/ ٣١٥، قال رحمه الله: حدثنا ابن وكيع، ثنا عبد الوهاب، عن أيوب، عن أبي قلابة، عن عبد الله بن يزيد، عن عائشة أن النبي - صلى الله عليه وسلم - .. بمثله، وابن وكيع ليس بحجة.والصواب أن الحديث مرسل، لأن ابن علية وحماد بن زيد أضبط من حماد بن سلمة، وقد خالفاه، ومتابعة عبد الوهاب لا تنفع لضعف سفيان بن وكيع بن الجراح.(١) حديث طوافه بنسائه في مرض موته - صلى الله عليه وسلم - أخرجه البخاري كتاب الجنائز، باب ما جاء في قبر النبي - صلى الله عليه وسلم - وأبي بكر وعمر - رضي الله عنهما - (١٣٨٩)، ومسلم كتاب الفضائل، باب =</p><p> وعماد القسم بالليل؛ لأنه سكن (١) ، وقد قال الله تعالى:  {أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا}  (٢) فمتى كان عند الرجل حرائر مسلمات وذميات فهن في القسم سواء، ويقسم للحرة ليلتين، وللأمة ليلة، إذا خلَّى المولى بينه وبينها في ليلها ويومها، ولا يدخل في الليل على التي لم يقسم لها، ولا بأس أن يدخل عليها بالنهار في حاجة، ويعودها في مرضها في ليلة غيرها، فإن ثقلت فلا بأس أن يقيم عندها (٣) حتى تخف أو تموت، ثم يوفي من بقي من نسائه مثل ما أقام عندها، كان أراد أن يقسم ليلتين ليلتين، وثلاثًا وثلاثًا كان له ذلك (٤) . </p><p> ذكر استدلال من استدل من هذه الآية على تكليف ما لا يطاق (٥) : </p><p>= في فضل عائشة - رضي الله عنها - (٢٤٤٣)، والبيهقي في \"السنن الكبرى\" ٧/ ٧٤، وغيرهم، من طرق عن هشام بن عروة، عن أبيه، عن عائشة - رضي الله عنه -، به. (١) في (م): يسكن فيه.(٢) الروم: ٢١.(٣) من (م).(٤) ساقطة من (م).(٥) ويسمى عند بعض العلماء بتكليف المحال، وهو أقسام، منها: التكليف بمحال لذاته، أو لغيره، أو عادة، أو مقدورًا عليه في وقت دون وقت، أو مقدورًا عليه لكن بمشقة، وعند أكثر العلماء أن التكليف بالمحال العقلي، أي لذاته، والتكليف بمحال عادة أنه لا يصح، وعند الأشعرية والطوفي من الحنابلة يصح التكليف بالمحال مطلقًا. وعند أكثر العلماء أن التكليف بالمحال لم يقع.وانظر في هذه المسألة: \"المستصفى\" للغزالي ١/ ٨٦، \"شرح الكوكب المنير\" للفتوحي ١/ ٤٨٤ - ٤٨٩، \"معالم أصول الفقه عند أهل السنة\" لمحمد حسين الجيزاني (ص ٣٤٢ - ٣٤٤)، \"القضاء والقدر\" د/ عبد الرحمن المحمود (ص ١٨٤).</p><p> قالوا: قال الله تعالى: {وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيلُوا كُلَّ الْمَيْلِ} فأمرهم الله أن يعدلوا، وأخبر أنهم لا يستطيعون أن يعدلوا فقد أمرهم بما لا يستطيعون، وكلفهم ما لا يطيقون. </p><p> إن قال قائل: هل كلف الله الكفار ما لا يطيقون؟ قيل له: إن أردت أنه كلفهم ما لا يطيقونه لعجز حائل، وآفة مانعة فلا، لأنه قد صحيح أبدانهم، وأكمل خلقهم، وأوجد لهم الآلات، ورفع عنهم العلل والآفات، كان أردت أنه كلفهم ما لا يقدرون عليه، بتركهم له، واشتغالهم بضده، فقد كلفهم ذلك. </p><p> فإن قالوا: فيقدر الكافر ألا يتشاغل بالكفر؟ قيل لهم: إن معنى لا يتشاغل بالكفر هو أن يؤمن، فكأنكم قلتم يقدر أن يؤمن، وهو مقيم على كفره، فقد قلنا إنه ما دام مشغولًا بالكفر فليس بقادر على الإيمان، إلا على ما جوزت اللغة من أن الإنسان قادر على الفعل، بمعنى أنه لو لم يفرط واثر قدر، كما قالوا: فلان يقدر على حمل كذا، أي: يقدر عليه لو رامه وقصد إلى حمله، نظير قولهم: فلان يفهم، يذهبون إلى أنه يفهم الشيء إذا ورد عليه، وكذلك يقول: الطعام مشبع، والماء مروي، والمعنى (في ذلك)  (١) أن الطعام يشبع إذا أكل، وأن الماء يروي إذا شرب، والذي يوضح ذلك ما لا يتدافع الناس بينهم، من قول الرجل: قم معي في حاجة كذا، فيقول: لا أقدر على المجيء معك، لما أنا فيه من الشغل، وقد </p><p>(١) ما بين القوسين ساقط من (ت).</p><p> قال الله تعالى:  {مَا كَانُوا يَسْتَطِيعُونَ}  (١) بمعنى: القَبول، لاستثقالهم إياه. </p><p> ومن المثبتة من يقول إذا سئل: هل يقدر الكافر على الإيمان؟ يقول: إن أراده كان قادرًا عليه، فإذا قيل له: فيقدر أن يريده؟ (قال: إن كره الكفر؟فإذا قيل له:فيقدر أن يكره الكفر؟ )  (٢) ، قال: يقدر على ذلك، إن أراد الإيمان، فكلما كرر عليه هذا السؤال كرر الجواب. </p><p>(١) هود: ٢٠. (٢) ما بين القوسين ساقط من (م).</p>"
}