{
  "id": null,
  "sura": 4,
  "aya": 77,
  "text": "<p> ٧٧ - قوله تعالى:  {أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ} . قال الكلبي: نزلت في عبد الرحمن بن عوف الزهري، والمقداد ابن الأسود الكندي (١) ، وقدامة بن مظعون الجمحي (٢) ، وسعد بن أبي وقاص الزهري، رضي الله عنهم؛ كانوا يلقون من المشركين أذى شديدًا، وهم بمكة قبل أن يهاجروا إلى المدينة، فيشكون إلى رسول الله - صلى الله عليه وسلم -، ويقولون: يا رسول الله، ائذن لنا في قتال هؤلاء، فإنهم قد آذونا. فيقول لهم رسول الله - صلى الله عليه وسلم -: \"كفوا أيديكم، فإني لم أؤمر بقتالهم\" فلما هاجروا إلى المدينة، وأمرهم الله تعالى بقتال المشركين، وأمرهم رسول الله - صلى الله عليه وسلم - بالمسير إلى بدر، وعرفوا أنه القتال كره بعضهم، وشق عليهم، فأنزل الله تعالى:  {أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ} بمكة عن القتال (٣) . </p><p>(١) الكِنْدي -بكسر الكاف، وسكون النون: نسبة إلى كندة، قبيلة يمنية مشهورة. انظر: \"الأنساب\" للسمعاني ٥/ ١٠٤.(٢) أبو عمرو، من السابقين البدريين، ومن هاجر إلى الحبشة. ولي إمرة البحرين لعمر رضي الله عنه، توفي سنة (٣٦ هـ)، وعمره (٦٨) سنة.انظر: \"الطبقات الكبرى\" لابن سعد ٣/ ٢٩١، \"سير أعلام النبلاء\" للذهبي ١/ ١٦١، \"الإصابة\" لابن حجر ٨/ ١٤٤.(٣) أخرجه الطبري في \"جامع البيان\" ٥/ ١٦٩ من طريق ابن عباس ثم ذكره من طريق عكرمة، وقتادة، والسدي.وأخرجه عن ابن عباس: ابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ١٠٠٥، والحاكم في \"المستدرك\" ٢/ ٣٣٦، وقال: صحيح على شرط البخاري. ووافقه الذهبي، وفيه نظر؛ لأن في إسناده الحسين بن واقد، وهو من رجال مسلم. =</p><p> {وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ فَلَمَّا كُتِبَ} أي: فرض {عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ} يعني: مشركي مكة {كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً} أي: أكبر خشية، ويقال: معناه: وأشد خشية، كقوله تعالى:  {مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ}  (١) ، {وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ} أي: لم فرضت علينا الجهاد {لَوْلَا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ} يعني: الموت - أي: هلا تركتنا حتى أن نموت بآجالنا. </p><p> واختلفوا في نزول قوله تعالى:  {إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ} : </p><p> فقال بعضهم: نزلت في المنافقين؛ لأن قوله:  {لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ} لا يليق بالمؤمنين وكذلك الخشية من غير الله. </p><p> وقال بعضهم: بل نزلت في قوم من المؤمنين، لم يكونوا راسخين في العلم، وأهل الإيمان يتفاضلون في الإيمان، فمنهم الكامل الذي يخرجه إيمانه عن غلبة الطبع عليه، ومنهم من ينقص عن تلك الحالة، فتنفر نفسه عما يؤمر به فيما يلحقه فيه الشدة، والله أعلم. </p><p> وقيل: نزلت في قوم كانوا مؤمنين، فلما فرض عليهم القتال والجهاد نافقوا من الجبن، وتخلفوا عن الجهاد (٢) . </p><p>= والبيهقي في \"السنن الكبرى\" ٩/ ١١، والنسائي في \"تفسيره\" ١/ ٣٩٣ (١٣٢)، وفي \"المجتبى\" كتاب الجهاد، باب وجوب الجهاد ٦/ ٢ - ٣، والواحدي في \"أسباب النزول\" (ص ١٧٠). (١) الصافات: ١٤٧.(٢) ذكر هذه الأقوال: ابن الجوزي في \"زاد المسير\" ٢/ ١٣٤، والبغوي ٢/ ٢٥١، وهناك قول رابع لمجاهد رحمه الله: أنها نزلت في اليهود، انظر: \"تفسير الطبري\" ٥/ ١٧١، وابن أبي حاتم ٣/ ١٠٠٣.</p>"
}