{
  "id": null,
  "sura": 4,
  "aya": 12,
  "text": "<p> والديه رفع الله والديه إلى درجته لتقر بذلك أعينهم، قال الحسن: لا تدرون بأيهم أنتم أسعد في الدين والدنيا (١) . </p><p> {فَرِيضَةً مِنَ اللَّهِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا} . </p><p> ١٢ - {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ} </p><p> يعني: وللزوجات، {الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ} نظم الآية: وإن كان رجل أو امرأة يورث كلالة، وهو نصب على المصدر، وقيل: على الحال. </p><p> وقيل: على خبر ما لم يسم فاعله، تقديره: إن كان رجل يورث ماله كلالة (٢) . </p><p> وقرأ الحسن وعيسى:  (يورِث) بكسر الراء، جعلا الفعل له (٣) . </p><p> واختلفوا في الكلالة، فقال الضحاك والسدي: هو الموروث (٤) . </p><p>(١) أخرج للطبري في \"جامع البيان\" ٤/ ٢٨٢ عن ابن زيد بمعناه، ونسبه القرطبي في \"الجامع لأحكام القرآن\" للحسن ٥/ ٧٥. (٢) انظر: \"مشكل إعراب القرآن\" لمكي ١/ ١٩٢، فقد ذكر الأقوال الثلاثة.(٣) كلاهما بكسر الراء، غير أن عيسى شددها، وهما قراءتان شاذتان.انظر: \"المحتسب\" لابن جني ١/ ١٨٢.(٤) ذكره الطبري في \"جامع البيان\" ٤/ ٢٨٦، بمعناه عن السدي.</p><p> سعيد بن جبير: هم الورثة (١) . </p><p> النضر بن شميل: هو المال (٢) . </p><p> واختلفوا أيضًا في معناه، وحكمه [٢٤٣] ، فروي أن النبي -صلى الله عليه وسلم- سئل عن الكلالة فقرأ آخر سورة النساء، فرد عليه المسائل، فقال -عليه السلام-: \"لست بزائدك حتى أزاد\"  (٣) . </p><p> وروى شعبة (٤) ، عن عاصم الأحول (٥) قال: سمعت الشعبي (٦) </p><p>(١) انظر: \"زاد المسير\" لابن الجوزي ٢/ ٣٠. (٢) في (م): الخال.والأثر لم أجده، وينسب إلى عطاء كما في \"الجامع لأحكام القرآن\" للقرطبي ٥/ ٧٧، وقد رد هذا القول ابن العربي في \"أحكام القرآن\" ١/ ٣٤٧، فقال: فأما من قال إنه المال فلا وجه له. ثم قال: وأفسدها قول من قال: إنه المال، فإنه غير مسموع لغة، ولا مقيس عليه.(٣) أخرجه الطبراني في \"المعجم الكبير\" ٧/ ٢٥٩ من طريق سمرة، وذكره ابن قتيبة في \"مختلف الحديث\" (١٩٨)، وأخرج للطبري في \"جامع البيان\" ٦/ ٤٣، ومسلم كتاب الفرائض، باب ميراث الكلالة (١٦١٧)، وأحمد في \"المسند\" ١/ ١٥ (٨٩)، وابن ماجه كتاب الوصايا، باب الكلالة (٢٧٢٦)، أن عمر بن الخطاب قال: ما سألت رسول الله -صلى الله عليه وسلم- عن شيء أكثر مما سألته عن الكلالة، حتى طعن بأصبعه في صدري، وقال: \"تكفيك آية الصيف التي في آخر سورة النساء\".وأخرج أبو داود كتاب الفرائض، باب من كان ليس له ولد وله أخوات (٢٨٨٩)، وأحمد في \"المسند\" ٤/ ٢٩٣ (١٨٥٨٩)، والترمذي أبواب تفسير القرآن، باب (٦) (٣٠٤٢)، عن البراء أن رجلًا جاء إلى رسول الله -صلى الله عليه وسلم- فسأله عن الكلالة، فقال: \"تكفيك آية الصيف\".(٤) شعبة بن الحجاج، ثقة، حافظ، متقن.(٥) ثقة.(٦) ثقة، مشهور، فقيه، فاضل.</p><p> يقول: إن أبا بكر الصديق رضي الله عنه قال في الكلالة: أقضي فيها قضاء، فإن كان صوابًا فمن الله، وإن يك خطأ فمن الشيطان ومني، والله بريء منه، هو ما دون الوالد والولد، يقول: كل وارث دونهما كلالة، قال: فلما كان عمر بن الخطاب بعده، قال: إني لأستحيي من الله أن أخالف أبا بكر، هو ما خلا الوالد والولد (١) . </p><p> وقال طاوس: هو ما دون الولد (٢) . </p><p> الحكم: هو ما دون الأب (٣) . </p><p> عطية (٤) : هم الإخوة للأم. </p><p> عبيد بن عمير (٥) : هم الإخوة للأب. </p><p>(١) أخرجه سعيد في \"سننه\" ٣/ ١١٥٨ (٥٩١)، وعبد الرزاق في \"المصنف\" ١٠/ ٣٠٤ (١٩١٩١، ١٩١٩٢)، والطبري في \"جامع البيان\" ٤/ ٢٨٣ - ٢٨٤، والدارمي في \"السنن\" ٤/ ١٩٤٤ (٣٠١٥)، والبيهقي في \"السنن الكبرى\" ٦/ ٢٢٤، وفي السند انقطاع بين الشعبي، وأبي بكر، وعمر، فهو لم يدرك أبا بكر، لأنه ولد سنة (١٩ هـ)، وهذا يلزم منه أن يكون صغيرًا في أيام عمر، فلم يسمع منه، وقد قتل عمر سنة (٢٣ هـ) رضي الله عنه. (٢) رواه طاوس عن ابن عباس.انظر: \"جامع البيان\" للطبري ٤/ ٢٨٠ - ٢٨٥، \"تفسير القرآن العظيم\" لابن أبي حاتم ٣/ ٨٨٧، \"زاد المسير\" لابن الجوزي ٢/ ٣١.(٣) هو الحكم بن عتيبة، ثقة.والأثر أخرجه الطبري في \"جامع البيان\" ٤/ ٢٨٥، وأخرج عنه أيضًا في ٤/ ٢٨٤ أنه يرى الكلالة ما دون الولد، والوالد.(٤) لعله العوفي، ولم أجد هذا الأثر عنه.(٥) لم أجد أثره.</p><p> وقيل: هم الإخوة والأخوات (١) . </p><p> قال جابر بن عبد الله: قلت: يا رسول الله، إنما يرثني أختان لي، فكيف بالميراث؟ فنزلت:  {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ}  (٢)  (٣) . </p><p> وقال الأخفش: كل من لم (٤) يرثه أب أو أم فهو كلالة. </p><p> وقال أهل اللغة: هو من تكلله النسب، إذا أحاط به، كالإكليل (٥) . </p><p>(١) لم أعرف قائله. (٢) أخرجه مسلم كتاب الفرائض، باب ميراث الكلالة (١٦١٦)، وأبو داود كتاب الفرائض، باب ما جاء في الكلالة (٢٨٨٦)، والترمذي أبواب تفسير القرآن، باب ١٠ (٢٠٩٧)، وغيرهم، من طريق ابن عيينة، عن ابن المنكدر، عن جابر به.(٣) النساء: ١٧٦.(٤) ساقطة من (م)، ولم أجد كلام الأخفش، ووجدت مثله في \"مجاز القرآن\" لأبي عبيدة ١/ ١١٨.(٥) الصواب من كلام أهل العلم في تفسير الكلالة أنها: ما خلا الوالد والولد، كما فسرها الصديق رضي الله عنه، وهو قول عمر، وعلي، وابن عباس، وابن مسعود، وزيد، والحسن، وسعيد بن جبير، وعطاء، وا لزهري، وقتادة، والفراء في \"معاني القرآن\" ١/ ٢٥٦، ورجحه الطبري في \"جامع البيان\" ٤/ ٢٨٦، وابن عطية في \"المحرر الوجيز\" ٢/ ١٩، وابن العربي في \"أحكام القرآن\" ١/ ٣٤٩، وابن كثير في \"تفسير القرآن العظيم\" ٣/ ٣٧٨، وقال:... وبه يقول الشعبي، والنخعي، والحسن، وقتادة، وجابر بن زيد، والحكم، وبه يقول أهل المدينة، وأهل الكوفة، والبصرة، وهو قول الفقهاء السبعة، والأئمة الأربعة، وجمهور السلف والخلف، بل جميعهم، وقد حكى الإجماع عليه غير واحد.انظر: \"مجاز القرآن\" لأبي عبيدة ١/ ١١٩، \"معاني القرآن\" للزجاج ٢/ ٢٥ - ٢٦، وقد ذكره البخاري في كتاب التفسير، باب: {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي =</p><p> قال امرؤ القيس: </p><p> أصاح ترى برقا أُريك وميضه ... كلمع اليدين في حبي مُكلَّلِ (١) </p><p> فسموا كلالة لأنهم أحاطوا بالميت من جوانبه، وليسوا منه، ولا هو منهم، وإحاطتهم به أنهم ينتسبون معه (٢) . </p><p> وقال الفرزدق: </p><p> ورثتم قناة الملك لا عن كلالةٍ ... عن ابني مناف عبد شمس وهاشمِ (٣) </p><p> وقال آخر: </p><p> وإن أبا المرء أحمى له ... ومولى الكلالة لا يغضبُ (٤) </p><p> {وَلَهُ أَخٌ أَوْ أُخْتٌ} ولم يقل: ولهما، وقد مضى ذكر الرجل والمرأة </p><p>= الْكَلَالَةِ} قبل حديث (٤٦٠٥)، وانظر: \"مفردات ألفاظ القرآن\" للراغب الأصبهاني (ص ٧٢٠) (كلَّ). (١) البيت في \"ديوانه\" (ص ٩١) رقم البيت (٦٧) من معلقته الشهيرة، كما في رواية التبريزي، وفي رواية القزويني (أحار) بدل (أصاح).(٢) انظر: \"المحرر الوجيز\" لابن عطية ٢/ ١٤١ - ١٤٢، \"الجامع لأحكام القرآن\" للقرطبي ٥/ ٧٧.(٣) البيت من قصيدة يمدح بها سليمان بن عبد الملك، وهي في \"ديوانه\" (ص ٨٥٢)، \"لسان العرب\" لابن منظور ٧/ ٣٩١٩ (كلل).(٤) في (م): أجحى. وهو خطأ، والبيت ذكره الزجاج في \"معاني القرآن\" ٢/ ٢٦، وهو في \"لسان العرب\" لابن منظور ٧/ ٣٩١٨ (كلل) غير معزو.</p><p> على عادة العرب إذا ذكرت اسمين، ثم أخبرت عنهما، وكانا في الحكم سواء، ربما أضافت إلى أحدهما، وربما أضافت إليهما جميعًا. </p><p> تقول: من كان عنده غلام وجارية فليحسن إليه، وإليها (١) ، وإليهما، كلها جائز، قال الله -عز وجل- {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ}  (٢) ونظائرها كثيرة (٣) ، وأراد بهذا الأخ والأخت من الأم، يدل عليه قراءة سعد بن أبي وقاص:  (وله أخ أو أخت من أم)  (٤) . </p><p> {فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ} بينهم بالسوية، ذكورهم وإناثهم سواء، {مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ} قال علي بن أبي طالب رضي الله عنه: إنكم تقرؤون الوصية قبل الدين وبدأ رسول الله -صلى الله عليه وسلم- بالدين قبل الوصية (٥) ، </p><p>(١) ساقطة من (م). وانظر: \"معاني القرآن\" للفراء ١/ ٢٥٧ - ٢٥٨، \"جامع البيان\" للطبري ٤/ ٢٨٧ -٢٨٨.(٢) البقرة: ٤٥.(٣) من (ت).(٤) رواها سعيد في \"سننه\" ٣/ ١١٨٧ (٥٩٢)، والطبري في \"جامع البيان\" ٤/ ٢٨٧، وهي قراءة شاذة غير متلو بها، وهي أقرب ما تكون إلى التفسير من سعد -رضي الله عنه-.(٥) أخرجه الترمذي كتاب الوصايا، باب ما جاء يبدأ بالدين قبل الوصية (٢١٢٢)، وابن ماجه كتاب الوصايا، باب الدين قبل الوصية (٢٧١٥)، والشافعي في \"السنن\" ٢/ ٢٩١ (٥٤١)، وعلقه البخاري بصيغة التمريض في الوصايا كتاب الوصايا، باب تأويل قول الله تعالى: {مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ} وأخرجه أحمد في \"المسند\" ١/ ١٣١ (١٠٩١)، والحاكم في \"المستدرك\" ٤/ ٣٧٣٠، والبيهقي في \"السنن الكبرى\" ٦/ ٢٦٧، كلهم من حديث على، به، وفي سنده =</p><p> وهذا قول عامة الفقهاء (١) ، ومعنى الآية الجمع لا الترتيب. </p><p> {غَيْرَ مُضَارٍّ} مدخل الضرر على الورثة، قال [٢٤٤] الحسن: هو أن يوصي بدين ليس عليه (٢) . </p><p> {وَصِيَّةً مِنَ اللَّهِ} هو وقرأ الأعمش: (غير مضآر وصية)  (٣) على الإضافة {وَاللَّهُ عَلِيمٌ حَلِيمٌ} . </p><p> قال قتادة: إن الله تعالى كره الضرار في الحياة وعند الموت، ونهى عنه، وقدم فيه، فلا تصلح مضارة في حياة ولا موت (٤) . </p><p> وفي الخبر: من قطع ميراثًا فرضه الله قطع الله ميراثه في الجنة (٥) . </p><p>= الحارث الأعور، وهو غير محتج به، كذبه الشعبي، ومغيرة، وابن المديني، وضعفه ابن معين، والدارقطني، وابن عدي، والنسائي، وابن حبان، مع أنه في نفسه ثقة صالح، عالم بالفرائض والحساب. انظر \"ميزان الاعتدال\" للذهبي ١/ ٤٣٥ - ٤٣٧، \"تقريب التهذيب\" لابن حجر (١٠٢٩).فسند الأثر ضعيف، والعمل عند أهل العلم بمقتضاه، كما قال الترمذي في الموضع السابق.(١) انظر: \"المغني\" لابن قدامة ٨/ ٣٩٠.(٢) ذكره البغوي في \"معالم التنزيل\" ٢/ ١٨٠.(٣) القراءة شاذة، وتروى عن الحسن أيضًا.انظر: \"المحتسب\" لابن جني ١/ ١٨٣، واستحسنها النحاس في \"معاني القرآن\" ١/ ٣٧ - ٣٨.(٤) أخرجه الطبري في \"جامع البيان\" ٤/ ٢٨٨.(٥) الحديث أخرجه البيهقي في \"شعب الإيمان\" ٦/ ٢٢٤ (٣٩٦٥) من طريق سالم بن شيخ بالبصرة، نا الخزرج بن عثمان عن أبي أيوب، مولى عثمان بن عفان، عن أبي هريرة به. والخزرج ضعيف. =</p>"
}