{
  "id": null,
  "sura": 4,
  "aya": 162,
  "text": "<p> جمع بينهما في الذكر. </p><p> نكتة: أطلق في تحريم الطيبات، وقيد في العذاب، لأن التحريم شيء قد مضى، والعذاب مستقبل، وقد علم أن منهم من يؤمن، فيأمن من العذاب، فقال:  {وَأَعْتَدْنَا لِلْكَافِرينَ مِنْهُمْ} . </p><p> ثم استثنى مؤمني أهل الكتاب فقال: </p><p> ١٦٢ - {لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ} </p><p> يعني ليس أهل الكتاب كلهم كما ذكرنا، لكن الراسخون، الثابتون، المبالغون {فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَالْمُقِيمِينَ الصَّلَاةَ} اختلفوا في وجه انتصابه: فقالت عائشة، وأبان بن عثمان: هو غلط من الكاتب (١) ، ونظيره قوله: {إِنَّ الَّذِينَ </p><p>(١) أخرج قول عائشة: أبو عبيدة في \"فضائل القرآن\" (ص ٢٢٩) (٥٥٦)، وسعيد بن منصور في \"سننه\" ٤/ ١٥٠٧ (٧٦٩)، والداني في \"المقنع\" (ص ١١٩)، وابن أبي داود في \"المصاحف\" (ص ٤٣)، والطبري في \"جامع البيان\" ٦/ ٢٥، وابن شبَّة في \"تاريخ المدينة\" ٣/ ١٠١٣، كلهم من طريق هشام بن عروة عن أبيه، عن عائشة به، مع ذكر الآيتين التي قال المصنف فيهما: ونظيره: وقوله .. ، وهذا سند صحيح إليها، رضي الله عنها. وأخرج قول أبان: الطبري في \"جامع البيان\" ٦/ ٢٥، وعبد بن حميد، وابن المنذر كما في \"الدر المنثور\" ٢/ ٤٣٥ من طريق الحجاج بن المنهال عن حماد بن سلمة، عن الزبير قال: قلت لأبان بن عثمان بن عفان: ما شأنها كتبت: {لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَالْمُقِيمِينَ الصَّلَاةَ} قال: إن الكاتب لما كتب: {لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ} حتَّى إذا بلغ قال: ما أكتب؟ قيل له: اكتب {وَالْمُقِيمِينَ الصَّلَاةَ} فكتب ما قيل له.وتبين من سياق رواية أبان أنَّه لم يخطئ الكاتب، بل بين أنَّه كتب كما قيل له، =</p><p> آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ وَالنَّصَارَى} (١) ، وقوله:  {إِنْ هَاذَنِ لَسَاحِرَانِ}  (٢) </p><p>= وهذا دليل على أن العمدة عندهم هو التلقي، والرواية. وأما رواية عائشة فالجواب عنها أن يقال:إما أن يكون الخطأ من بعض رواة الأثر، أو يكون اجتهادًا من عائشة رضي الله عنها، حيث خطأت الكاتب، وعدت كتابته للآية خطأ، وهو اجتهاد بشري، يعتريه ما يعتري البشر، وليس الأمر كما ذهبت إليه أم المؤمنين رضي الله عنها، لأن هذه الحروف، التي ذكرت أن الكاتب أخطأ فيها، صحيحة اللغة، متواترة بسند إلى النبي - صلى الله عليه وسلم -، وليس هناك ما يدعو إلى الحكم على الكتاب بأنهم أخطأوا، خاصة إذا علمنا أن الكتاب هم من خيرة الصحابة وفضلائهم، وقد كتبوا المصحف بمحضر وإجماع من الصحابة الكرام، فلا مجال أبدًا للخطأ أن يتسرب إليهم في كتابتهم للقرآن، ثم لو قبلنا هذا الأمر، وقلنا أنَّه خطأ من الكاتب لفتح الباب على مصراعيه للطاعنين في كتاب الله، وما أكثرهم على مر العصور الذين ما فتئوا يحرصون على كل ما من شأنه الطعن في دين الله وكتابه، صغر أم كبر، مما يسهل على الحاقدين أن يطعنوا في سلف الأمة، وأئمتها، من الصحابة الكرام ومن بعدهم، ويتهموهم بالإهمال، والخيانة، والتفريط في أعظم كتاب، أنزل على أعظم نبي - صلى الله عليه وسلم -.فالواجب أن تطوى هذه الآثار، ولا تروى، وإن ثبت إسنادها، لأن فيها مداخل شر كبرى على المسلمين، ولو تناقلها الناس فسيفرح بها الأعداء، وقد تثير الشكوك عند كثير من ضعفاء العقول، والإيمان، والحكمة أن يحدث الناس بما يعرفون، حتَّى لا يكذب الله ورسوله.وانظر ما كتبه الطبري ٦/ ٢٦ - ٢٧ ردًّا على هذه الرواية، والداني في \"المقنع\" (ص ١١٨ - ١١٩)، وابن قتيبة في \"تأويل مشكل القرآن\" (ص ٥٠، ٥٣)، والقرطبي في \"الجامع لأحكام القرآن\" ٦/ ١٥، وابن تيمية في \"مجموع الفتاوى\" ١٥/ ١٥٣، والسيوطي في \"الإتقان\" ٤/ ١٢٣٥ وما بعدها، وانظر: تعليق محقق \"سنن سعيد ابن منصور\" ٤/ ١٥١٠ - ١٥١٤، فقد أجاد وأفاد.(١) المائدة: ٦٩.(٢) طه: ٦٣.</p><p> وقال بعض النحويين: هو نصب على المدح، والعرب تفعل ذلك في صفة الشيء الواحد، إذا تطاولت بمدح أو ذم خالفوا بين إعراب أوله وأوسطه، نظيره قوله:  {الْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ}  (١)  (٢) . </p><p> وقيل: نصب بإضمار فعل، تقديره: أعني المقيمين. </p><p> وقال قوم: موضعه الخفض، واختلفوا في وجهه: </p><p> فقال بعضهم: لكن الراسخون في العلم منهم، ومن المقيمين الصلاة. </p><p> وقيل: معناه يؤمنون بما أنزل إليك، وإلى المقيمين الصلاة. </p><p> وقال بعضهم: معناه يؤمنون بما أنزل إليك، ويؤمنون بالمقيمين الصلاة (٣) . </p><p> ثم اختلفوا فيهم من هم؟ فقيل: هم الملائكة، وقيل: هم الأنبياء، وقيل: هم المؤمنون، وقيل: مؤمنو أهل الكتاب، وهم الراسخون (٤)  {وَالْمُؤْتُونَ الزَّكَاةَ وَالْمُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أُولَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا} . </p><p>(١) البقرة: ١٧٧. (٢) انظر: \"معاني القرآن\" للفراء ١/ ١٠٥ - ١٠٨، ونصب الكلمة على تقدير فعل على وجه المدح، هو اختيار سيبويه، وصححه النحاس في \"معاني القرآن\" ٢/ ٢٣٨، والقرطبي في \"الجامع لأحكام القرآن\" ٦/ ١٣، ١٥، وهو قول الخليل، والكسائي.(٣) انظر: هذه الأوجه في \"جامع البيان\" للطبري ٦/ ٢٥ - ٢٦، واختار أن تكون: {وَالْمُقِيمِينَ} معطوفة على ما في قوله: {يُؤْمِنُونَ بِمَا}.انظر: \"جامع البيان\" للطبري ٦/ ٢٦، واختار رحمه الله أن المراد هم الملائكة، قال ابن كثير في \"تفسير القرآن العظيم\" ٤/ ٣٦٩: وفي هذ انظر، والله أعلم.(٤) من (م).</p>"
}