{
  "id": null,
  "sura": 4,
  "aya": 83,
  "text": "<p> ٨٣ - {وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ} </p><p> وذلك؛ أن رسول الله - صلى الله عليه وسلم - كان يبعث السرايا، (فإذا غلبوا، أو غلبوا بادر المنافقون بالاستخبار عن حال السرايا، فيفشونه، ويحدثون به)  (١) قبل أن يحدث به رسول الله - صلى الله عليه وسلم -، فأنزل الله تعالى:  {وَإِذَا جَاءَهُمْ} يعني المنافقين، {أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ} أي: الغنيمة والفتح {أَوِ الْخَوْفِ} أي: الهزيمة والقتل، {أَذَاعُوا بِهِ} أي: أشاعوه، وأفشوه. </p><p> {وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ} أي: ولو لم يحدثوا به، ولم يفشوه، حتى يكون النبي - صلى الله عليه وسلم - هو الذي يحدث به ويفشيه، وأولوا الأمر منهم ذوو الرأي من الصحابة مثل: أبي بكر، وعمر، وعثمان، وعلى، رضي الله عنهم (٢)  {لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ} قال الكلبي (٣) ، عن أبي صالح (٤) ، عن ابن عباس، وعلي بن الحكم عن الضحاك:  {يَسْتَنْبِطُونَهُ} أي: يتبعونه (٥) . </p><p> وقال عكرمة: يحرصون عليه، ويسألون عنه (٦) . </p><p> وقال أبو عبيدة، والقتيبي: يستخرجونه، يقال: أستنبطت الماء، </p><p>(١) في (ت): فإذا سمعوا بذلك أفشوه وتحدثوا به. (٢) هذا قول الكلبي، كما نقله عنه السمرقندي في \"بحر العلوم\" ١/ ٣٧١.(٣) متهم بالكذب، ورمي بالرفض.(٤) ضعيف، يرسل.(٥) كذا في النسخ، وعند الطبري في \"جامع البيان\" ٥/ ١٨٢ عن الضحاك: يتتبعونه.(٦) لم أجده.</p><p> إذا أخرجته (١) . </p><p> وقال جويبر (٢) ، عن الضحاك (٣) ، عن ابن عباس في قوله تعالى:  {وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ} يعني المنافقين، كانوا إذا أمروا بالقتال لم يطيعوا الله فيما أمرهم به، وإن نهاهم عن محارمه لم ينتهوا، وإن أفضى الرسول إليهم سرًّا أذاعوا عند العدو، لكيلا يلتئم (٤) ، فأنزل الله تعالى ردًّا عليهم {وَلَوْ رَدُّوهُ} يعني: أمورهم في الحلال والحرام إلى الرسول في التصديق به، والقبول منه، {وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ} يعني: حملة الفقه والحكمة {لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ} يعني: الذين يفحصون عن العلم (٥) . </p><p> ثم قال:  {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطَانَ} ومعناه: لاتبعتم الشيطان كلكم. </p><p> قال الضحاك: هم أصحاب النبي - صلى الله عليه وسلم -؛ حدثوا أنفسهم بأمر من أمور الشيطان (٦) . </p><p>(١) \"مجاز القرآن\" لأبي عبيدة ١/ ١٣٤، \"تفسير غريب القرآن\" لابن قتيبة (ص ١٢٨). وانظر: \"لسان العرب\" لابن منظور (نبط). وللزجاج كلام حسن في \"معاني القرآن\" ٢/ ٨٣.(٢) الأزدي، ضعيف جدًّا.(٣) صدوق، كثير الإرسال.(٤) في (ت): يكتم.(٥) الحكم على الإسناد:فيه جويبر ضعيف جدًّا.(٦) هذا معنى قول قتادة، كما في \"جامع البيان\" للطبري ٥/ ١٨٢.</p><p> وقال ابن عباس:  {فَضْلُ اللَّهِ} الإسلام {وَرَحْمَتُهُ} : القرآن {لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا} يعني بالقليل: الذين امتحن الله قلوبهم للتقوى (١) . </p><p> وعلى هذا القول يكون قوله:  {إِلَّا قَلِيلًا} مستثنى من قوله {لَاتَّبَعْتُمُ الشَّيْطَانَ} . </p><p> وقال بعضهم: في الآية تقديم وتأخير، معناه: لعلمه الذين يستنبطونه إلا قليلا (٢) . </p><p> وقال بعضهم: معناه: أذاعوا به، إلا قليلًا لم يذع، ولم يفش، وهكذا قال الكلبي، واختار الفراء أيضًا هذا القول، قال: لأن علم السرايا إذا ظهر علمه المستنبط وغيره، والإذاعة قد تكون في بعض دون بعض، فلذلك أستحسنت الاستثناء من الإذاعة (٣) . </p><p> وفي هذه الآية دليل على وجوب القول بالاجتهاد، عند عدم النص، قال الله تعالى:  {وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ} فالعلم محيط أن الاستنباط ليس بتلاوة </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٥/ ١٨٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ١٠١٧. (٢) انظر: \"زاد المسير\" لابن الجوزي ٢/ ١٤٨، \"الدر المنثور\" للسيوطي ٢/ ٣٣٤.وهو قول ابن زيد أخرجه الطبري في \"جامع البيان\" ٥/ ١٨٤، وهو اختيار الزجاج في \"معاني القرآن\" ٢/ ٨٤.(٣) \"معاني القرآن\" ١/ ٢٧٩ - ٢٨٠، وهو اختيار الطبري أيضًا في \"جامع البيان\" ٥/ ١٨٤.</p>"
}