{
  "id": null,
  "sura": 4,
  "aya": 16,
  "text": "<p> فقال رسول الله -صلى الله عليه وسلم-: \"خذوا عني، خذوا عني، قد جعل الله لهن سبيلا، الثيب بالثيب الرجم، والبكر بالبكر جلد مائة، وتغريب عام\"  (١) ، فنسخت تلك الآية بعض هذه الآية، وهو: الإمساك في البيوت، وبقي بعضها محكمًا، وهو الاستشهاد (٢) . </p><p> ١٦ - {وَاللَّذَانِ يَأْتِيَانِهَا مِنْكُمْ} </p><p> يعنى: الرجل والمرأة، (والمذكر والمؤنث إذا اجتمعا غلب المذكر على المؤنث)  (٣) ، والهاء راجعة إلى الفاحشة، قال المفسرون: وهما البكران يزنيان. </p><p> {فَآذُوهُمَا} قال عطاء، وقتادة، والسدي: يعني: عيروهما وعنفوهما باللسان: أما خفت الله؟ أما استحييت من الله حين أتيت الزنا؟ هذا وأشباهه (٤) . </p><p> مجاهد: سبوهما واشتموهما (٥) . </p><p> ابن عباس: هو باللسان واليد، كأن يؤذى بالتعيير، وضرب </p><p>(١) أخرجه مسلم كتاب الحدود، باب حد الزنا (١٦٩٠)، والترمذي كتاب الحدود، باب الرجم على الثيب (١٤٣٤)، وابن ماجه كتاب الحدود، باب حد الزنا (٢٥٥٠)، والطبري في \"جامع البيان\" ٤/ ٢٩٣ وغيرهم، من حديث عبادة بن الصامت به. (٢) في (م): الإشهاد.وانظر: \"الناسخ والمنسوخ\" لأبي عبيد (ص ١٣٢) باب الحدود وما نسخ منها.(٣) ساقط من (م)، وهذا المعنى رجحه الطبري في \"جامع البيان\" ٤/ ٢٩٥.(٤) انظر: \"جامع البيان\" للطبري ٤/ ٢٩٦ وليس فيه ذكر ما يقال لهما.(٥) أخرجه الطبري في \"جامع البيان\" ٤/ ٢٩٦.</p><p> النعال (١) . </p><p> {فَإِنْ تَابَا} من الفاحشة، {وَأَصْلَحَا} العمل بعد، {فَأَعْرِضُوا عَنْهُمَا} ولا تؤذوهما {إِنَّ اللَّهَ كَانَ تَوَّابًا رَحِيمًا} . </p><p> وإنما كان هذا قبل نزول الحد (٢) ، فلما نزلت الحدود نسخت هذه الآية، والإمساك من الآية الأولى، بالرجم للثيب، والجلد والنفي للبكر، فالجلد في [٢٤٥] القرآن، والنفي والرجم في السنة. </p><p> [١٠٢١] أخبرنا أبو بكر محمد بن عبد الله الجوزقي (٣)  (رحمه الله قال: أخبرني)  (٤) أبو العباس الدغولي (٥) ، ثنا محمد بن المهلب (٦) ، ثنا عبد الله بن مسلمة (٧) عن مالك (٨) ح. </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٤/ ٢٩٦. (٢) في (م)، (ت): الحدود.(٣) ثقة.(٤) ساقط من (م)، (ت).(٥) أبو العباس محمد بن عبد الرحمن الدغولي، روى عن ابن المهلب، وعنه الجوزقي، قال الذهبي عنه: الإمام العلامة، الحافظ المجود، توفي سنة (٣١٥ هـ).انظر: \"سير أعلام النبلاء\" للذهبي ١٤/ ٥٥٧، \"تذكرة الحفاظ\" للذهبي ٣/ ٨٢٣، \"شذرات الذهب\" لابن العماد الحنبلي ٢/ ٣٠٧.(٦) محمد بن المهلب، أبو عبد الله السرخسي، روى عن القعنبي، وعنه الدغولي، كان صاحب حديث، ممن جمع وصنف، توفي سنة (٢٦٠ هـ)، هكذا قال السمعاني في \"الأنساب\" ٣/ ٢٤٤.(٧) القعنبي، ثقة، عابد.(٨) مالك هو ابن أنس، إمام دار الهجرة، رأس المتقنين، وكبير المتثبتين.</p><p> [١٠٢٢] وأخبرنا أبو الحسن بن أبي الفضل (١) الفقيه رحمه الله -واللفظ له- أخبرنا أبو حاتم مكي بن عبدان بن محمد (٢) ، ثنا محمد بن يحيى (٣) ثنا مطرف (٤) عن مالك، عن ابن شهاب (٥) ، عن عبيد الله بن عبد الله بن عتبة بن مسعود (٦) عن أبي هريرة، وزيد بن خالد الجهني (٧) أنهما أخبراه أن رجلين اختصما إلى رسول الله -صلى الله عليه وسلم-، فقال أحدهما: يا رسول الله، اقض بيننا بكتاب الله. وقال الآخر -وهو أفقههما-: أجل، يا رسول الله، فاقض بيننا بكتاب الله، وأذن لي في أن أتكلم (٨) . </p><p> فقال:  \"تكلم\" فقال: إن ابني كان عسيفًا على هذا - قال مالك: والعسيف: الأجير- فزنا بامرأته، فأخبروني أن على ابني الرجم، فافتديته منه بمائة شاة وبجارية، ثم إني سألت أهل العلم، فأخبروني أن على ابني جلد مائة، وتغريب عام، وإنما الرجم على امرأته، </p><p>(١) هو أحمد بن محمد القهندزي، من أعيان المعدلين. (٢) المحدث، الثقة، المتقن.(٣) في (م): مكي بن عبدان، ثنا محمد بن المهلب، ثنا عبد الله بن مسلمة، ثنا محمد بن يحيى، وهذا خطأ، والصواب ما في الأصل، و (ت).وهو محمد بن يحيى الذهلي، ثقة، حافظ، جليل.(٤) مطرف بن عبد الله بن مطرف اليساري الهلالي، ثقة، عابد.(٥) متفق على جلالته وإتقانه.(٦) الهذلي، ثقة، فقيه، ثبت.(٧) زيد بن خالد الجهني، من مشاهير الصحابة.روى عنه: عبيد الله بن عبد الله، وخلق، توفي سنة (٧٨ هـ).انظر: \"تهذيب الكمال\" للمزي ١٠/ ٦٤، \"الإصابة\" لابن حجر ١/ ٥٦٥.(٨) في (م): بكلام.</p><p> فقال رسول الله -صلى الله عليه وسلم-: \"أما والذي نفسي بيده لأقضين بينكما بكتاب الله، أما غنمك وجاريتك فرد عليك\" وجلد ابنه مائة، وغربه عامًا، وأمر أنيسًا الأسلمي أن يأتي امرأة الرجل، فإن اعترفت رجمها، فاعترفت فرجمها (١) . </p><p> [١٠٢٣، ١٠٢٤] وأخبرنا أبو بكر الجوزقي (٢) ، أخبرنا مكي بن عبدان (٣) وأبو حامد (٤) بن الشرقي (٥) -واللفظ له- ثنا محمد بن يحيى (٦) ، ثنا عبد الرحمن بن مهدي (٧) ، ثنا عبد العزيز بن عبد الله ابن أبي سلمة (٨) ، </p><p>(١) [١٠٢١، ١٠٢٢] الحكم على الإسناد: إسناده صحيح.التخريج:أخرجه البخاري كتاب الحدود، باب الاعتراف بالزنا (٦٨٢٧) وفي مواضع أخرى، ومسلم، كتاب الحدود، باب من اعترف على نفسه بالزنا (١٦٩٧)، ومالك في \"الموطأ\" ٢/ ٨٢٢ (١٥٠٢)، وأحمد في \"المسند\" ٤/ ١١٥ (١٧٠٣٨) وغيرهم من طرق عن الزهري، عن عبيد الله، عن أبي هريرة وزيد به.(٢) ثقة.(٣) المحدث، الثقة، المتقن.(٤) في (م): ابن حامد.(٥) ثقة، مأمون.(٦) ثقة.(٧) العنبري، ثقة، ثبت، حافظ.(٨) عبد العزيز بن عبد الله بن أبي سلمة الماجشون.روى عن أيوب، وزيد بن أسلم، والزهري. =</p><p> عن الزهري (١) ، عن عبيد الله بن عبد الله (٢) ، عن زيد بن خالد الجهني (٣) قال: سمعت رسول الله -صلى الله عليه وسلم- يأمر فيمن زنا ولم يحصن، بجلد مائة، وتغريب عام (٤) . </p><p> قال الزهري (٥) : وأخبرني عروة بن الزبير (٦) أن عمر بن الخطاب رضي الله عنه غرب في الزنا، ولم تزل تلك السنة، حتى غرب مروان في إمارته (٧) . </p><p>= وعنه: ابن مهدي، وابنه عبد الملك، ووكيع، ثقة حافظ، توفي سنة (١٦٦ هـ). انظر: \"تاريخ بغداد\" للخطيب ١٠/ ٤٣٦، \"تهذيب الكمال\" للمزي ١٨/ ١٥٢، \"تقريب التهذيب\" لابن حجر (٤١٠٤).(١) متفق على جلالته وإتقانه.(٢) أبو عبد الله الفقيه، الأعمي، ثقة، ثبت.(٣) صحابي، مشهور.(٤) [١٠٢٣، ١٠٢٤] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه البخاري كتاب الحدود، باب البكران يجلدان وينفيان (٦٨٣١)، وفيه قول الزهري بعده، وابن الجعد في \"مسنده\" (ص ٤٢٣) (٢٨٩٠)، والبيهقي في \"السنن الكبرى\" ٨/ ٢٢٢، والنسائي في \"السنن الكبرى\" ٤/ ٢٩٨ (٧٢٣٤)، وغيرهم، من طريق الزهري عن عبيد الله عن زيد به.(٥) متفق على جلالته وإتقانه.(٦) ثقة.(٧) قطعة من الحديث السابق عند البخاري كتاب الحدود، باب البكران يجلدان وينفيان (٦٨٣٢)، بالسند نفسه.</p><p> [١٠٢٥] أخبرنا أبو بكر الجوزقي (١) ، أخبرنا أبو حامد بن الشرقي (٢) ومكي بن عبدان (٣) قالا: ثنا محمد بن يحيى (٤) ، ثنا عبد الرزاق (٥) ، أخبرنا معمر (٦) عن الزهري (٧) . </p><p> [١٠٢٦] قال: وأخبرنا أبو علي إسماعيل بن محمد الصفار (٨) ، ثنا أحمد بن منصور (٩) ، ثنا عبد الرزاق (١٠) ، أخبرنا معمر (١١) ، عن الزهري (١٢) ، عن أبي سلمة (١٣) ، عن جابر بن عبد الله أن رجلًا من أسلم جاء إلى النبي -صلى الله عليه وسلم- فاعترف عنده بالزنا، فأعرض عنه، ثم اعترف، فاعرض عنه حتى شهد على نفسه أربع مرات، فقال النبي -صلى الله عليه وسلم-: \"أبك جنون؟ \" قال: لا. قال:  \"أحصنت؟ \" قال: نعم. (فأمر </p><p>(١) ثقة. (٢) ثقة، مأمون.(٣) المحدث، الثقة، المتقن.(٤) ثقة، حافظ، جليل.(٥) ثقة، حافظ، عمي في آخر عمره، وكان يتشيع.(٦) معمر بن راشد، ثقة، ثبت، فاضل.(٧) متفق على جلالته وإتقانه.(٨) ثقة.(٩) أبو بكر الرمادي البغدادي، ثقة، حافظ، طعن فيه أبو داود لمذهبه في الوقف في القرآن.(١٠) ثقة، حافظ، عمي في آخر عمره فتغير وكان يتشيع.(١١) ثقة، ثبت، فاضل.(١٢) متفق على جلالته وإتقانه.(١٣) أبو سلمة بن عبد الرحمن بن عوف القرشي، ثقة، مكثر.</p><p> النبي -صلى الله عليه وسلم-) (١) فرجم بالمصلى، فلما أذلقته الحجارة فر، فأُدرك، فرجم حتى مات، فقال له النبي -صلى الله عليه وسلم- خيرًا، ولم يصل عليه (٢) . </p><p> [١٠٢٧] وأخبرنا أبو بكر الجوزقي (٣) ، أخبرنا محمد بن محمد [٢٤٦] بن عبد الله البغدادي (٤) ، ثنا جعفر بن محمد بن شاكر (٥) ، ثنا يحيى بن يعلي بن الحارث المحاربي (٦) ، ثنا أبي (٧) ، عن غيلان </p><p>(١) في (م): فأمر به. (٢) [١٠٢٥، ١٠٢٦] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه البخاري كتاب الحدود، باب رجم المحصن (٦٨١٤)، والنسائي في \"السنن الكبري\" ١/ ٦٣٥ (٢٠٨٣)، وأبو داود كتاب الحدود، باب رجم ما عز بن مالك (٤٤٣٠)، وغيرهم، من طريق الزهري عن أبي سلمة عن جابر.وأخرجه البخاري كتاب الحدود، باب رجم المحصن (٦٨١٥)، والطحاوي في \"شرح معاني الآثار\" ٢/ ١٤٢، والبيهقي في \"السنن الكبرى\" ٨/ ٢١٣ من طريق الزهري عن أبي سلمة وسعيد بن المسيب، عن أبي هريرة.(٣) ثقة.(٤) ثبت، صحيح السماع، حسن الأصول.(٥) جعفر بن محمد بن شاكر، أبو محمد الصائغ، ثقة، عارف بالحديث.(٦) يحيى بن يعلي بن الحارث بن حرب، أبو زكريا الكوفي المحاربي. روى عن أبيه، وزائدة، وعنه: البخاري، وسمويه، وابن شاكر.ثقة، لم يصب العجلي فضعفه، توفي سنة (٢١٦ هـ).انظر: \"الطبقات الكبرى\" لابن سعد ٦/ ٤٠٨، \"معرفة الثقات\" للعجلي (ص ٤٧٦)، ابن حبان ٩/ ٢٦١، \"تهذيب الكمال\" للمزي ٣٢/ ٤٦، \"ميزان الاعتدال\" للذهبي ٤/ ٤١٥.(٧) يعلي بن الحارث بن حرب المحاربي.</p><p> ابن جامع (١) ، عن علقمة بن مرثد (٢) ، عن سليمان بن بريدة (٣) ، عن أبيه (٤) قال: جاء ماعز بن مالك إلى رسول الله -صلى الله عليه وسلم-، فقال: يا رسول الله طهرني. قال:  \"ويحك، ارجع فاستغفر الله وتب إليه\" ، قال: فرجع غير بعيد، ثم جاء فقال: يا رسول الله، طهرني. فقال:  \"ويحك، ارجع فاستغفر الله، وتب إليه\" ، قال: فرجع غير بعيد، فقال مثل ذلك، حتى إذا كانت الرابعة قال له النبي -صلى الله عليه وسلم-: \"مم أطهرك؟ \" قال: من الزنا. فسأل النبي -صلى الله عليه وسلم-: \"أبه جنون؟ \" فأخبر أنه ليس به جنون، فقال:  \"أشربت خمرًا \" ، فقام رجل فاستنكهه فلم يجد منه ريح خمر، فقال النبي -صلى الله عليه وسلم-: \"أثيب أنت؟ \"  (٥) ، قال: نعم. فأمر به النبي -صلى الله عليه وسلم- فرجم، وجاء النبي -صلى الله عليه وسلم- وقال:  \"استغفروا لماعز ابن مالك\" ، فقالوا: يغفر الله لماعز بن مالك، فقال النبي -صلى الله عليه وسلم-: </p><p>(١) غيلان بن جامع بن أشعث، أبو عبد الله المحاربي. روى عن: علقمة، وأبي وائل، وسماك. وعنه: يعلى، وشعبة، والثوري. وثقه ابن معين، وعلي، ويعقوب، وأبو داود، وابن حبان، والحافظ، وقال أبو حاتم: شيخ. توفي سنة (١٣٢ هـ).انظر: \"المعرفة والتاريخ\" للفسوي ٣/ ٨، \"الجرح والتعديل\" لابن أبي حاتم ٧/ ٥٣، \"تهذيب الكمال\" للمزي ٢٣/ ١٢٨، \"تقريب التهذيب\" لابن حجر (١٣٢ هـ).(٢) الحضرمي، ثقة.(٣) ابن الحصيب الأسلمي، ثقة.(٤) بريدة بن الحصيب، صحابي، مشهور.(٥) في النسخ الخطية: أزنيت، والمثبت من هامش (م)، وفي (ت): أن نيت.</p><p> \"لقد تاب توبة لو قسمت بين أمة لوسعتها\"  (١) . </p><p> [١٠٢٨] وأخبرنا أبو بكر الجوزقي (٢) ، أنبأنا مكي بن عبدان (٣) وأبو حامد بن الشرقي (٤) -واللفظ له- ثنا محمد بن يحيى (٥) ، ثنا علي بن عبد الله (٦) ، حدثنا سفيان (٧) ، عن ابن شهاب الزهري (٨) ، عن عبيد الله بن عبد الله (٩) ، عن ابن عباس أن عمر قال: لقد خشيت أن يطول بالناس زمان حتى يقول قائل: لا نجد الرجم في كتاب الله، فيضلوا بترك فريضة أنزلها الله، ألا وإن الرجم حق على من زنى، وقد أحصن إذا قامت البينة، أو كان الحمل والاعتراف، </p><p>(١) [١٠٢٧] الحكم على الإسناد: إسناده صحيح.التخريج:أخرجه البخاري كتاب الحدود (٦٨٢٤)، ومسلم كتاب الحدود، باب من اعترف على نفسه بالزنا (١٦٩٥)، والنسائي في \"السنن الكبرى\" ٤/ ٢٧٦ (٧١٦٣)، والطبراني في \"المعجم الأوسط\" ٥/ ١١٧ (٤٨٤٣)، والدارقطني في \"السنن\" ٣/ ٩١ (٣٩) من طريق سليمان بن بريدة عن أبيه.(٢) ثقة.(٣) المحدث، الثقة، المتقن.(٤) ثقة، مأمون.(٥) ثقة، حافظ، جليل.(٦) ابن المديني، أبو الحسن البصري، الإمام، الثقة، الثبت، أعلم أهل عصره بالحديث وعلله.(٧) ابن عيينة: ثقة، حافظ، فقيه، إلا أنه تغير حفظه بآخره.(٨) متفق على جلالته وإتقانه.(٩) ثقة، ثبت.</p>"
}