{
  "id": null,
  "sura": 4,
  "aya": 105,
  "text": "<p> ولا يجوز رجوتك وأنت تريد خفتك، ولا خفتك وأنت تريد رجوتك (١) . </p><p> ١٠٥ - قوله تعالى:  {إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ} . </p><p> قال الكلبي (٢) ، عن أبي صالح (٣) ، عن ابن عباس: نزلت هذه الآية في رجل من الأنصار يقال له: طِعْمَة بن أبيرق (٤) ، أحدُ بني ظفر بن الحارث (٥) ، وكان سرق درعًا من جار له، يقال له: قتادة ابن النعمان (٦) ، وكانت الدرع في جراب فيه دقيق، فجعل الدقيق ينتثر من خرق في الجراب، حتَّى انتهى إلى الدار وفيها أثر الدقيق، ثم خبأها عند رجل من اليهود، يقال له زيد بن السمين، فالتمست الدرع عند طعمة بن أبيرق فلم توجد عنده، وحلف لهم والله ما </p><p>(١) إلى هنا انتهى كلام الفراء في \"معاني القرآن\" ١/ ٢٨٦، وفي (م)، (ت) بعد هذا النقل: {وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا}. (٢) محمد بن السائب، متهم بالكذب، ورمي بالرفض.(٣) مولى أم هانئ، ضعيف، يرسل.(٤) كذا في \"الإصابة\" لابن حجر ٥/ ٢٢١، بكسر الطاء، وفتح الهمزة، قال ابن حجر: ذكره أبو إسحاق المستملي في الصحابة، وقال: شهد المشاهد كلها، إلا بدرًا .. وقد تكلم في إيمان طعمة.(٥) والنسبة إليهم ظفري، وهم بطن من الأنصار، ومن سليم، ومن حمير.انظر: \"لب اللباب\" للسيوطي ٢/ ٩٩.(٦) ابن زيد الظفري، أخو أبي سعيد الخدري لأمه، شهد بدرًا وفيها سقطت عينه، ثم ردها النبي - صلى الله عليه وسلم - بيده، فكانت أحسن عينيه، وقيل: يوم أحد مات في خلافة عمر ابن الخطاب رضي الله عنه، وعمره (٦٥) سنة.انظر: \"الإصابة\" لابن حجر ٧/ ١٣٨.</p><p> أخذها، وماله بها من علم، فقال أصحاب الدرع: بلى والله، لقد أدلج علينا، فأخذها وطلبنا أثره حتَّى دخل داره، فرأينا أثر الدقيق منتثرًا، فلما أن حلف، تركوه، واتبعوا أثر الدقيق، حتَّى انتهوا إلى منزل اليهودي، فأخذوه، فقال اليهودي: دفعها إلى طعمة بن أبيرق. وشهد له ناس من اليهود على ذلك، فقالت بنو ظفر، وهم قوم طعمة: انطلقوا بنا إلى رسول الله - صلى الله عليه وسلم -، فنكلمه في صاحبنا فيعذره ونجادل عنه، فإن صاحبنا بريء معذور، فأتوا رسول الله - صلى الله عليه وسلم -، فكلموه في ذلك، وسألوه أن يجادل عن صاحبهم، وقالوا: إنك إن لم تفعل هلك صاحبنا وافتضح، وبرئ اليهودي، فهمَّ رسول الله - صلى الله عليه وسلم - أن يفعل وأن يعاقب اليهودي، فأنزل الله تعالى يعاتبه:  {إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ}  (١) الآيات كلها. </p><p>(١) الحكم على الإسناد: فيه الكلبي متهم بالكذب.التخريج:هذا السياق من رواية الكلبي، ذكره الواحدي في \"أسباب النزول\" (ص ١٨٣)، وأخرجه ابن بشكوال في \"غوامض الأسماء المبهمة\" ٢/ ٥٥٠ بسنده عن السدي والكلبي.وأخرج القصة مع اختلاف في بعض الألفاظ: الترمذي في أبواب التفسير، باب ومن سورة النساء (٣٠٣٦) والحاكم في \"المستدرك\" ٤/ ٤٢٦، والطبراني في \"المعجم الكبير\" ١٩/ ٩ - ١٢ (١٥)، والطبري في \"جامع البيان\" ٥/ ٢٦٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٠٥٩ من طريق عاصم بن عمر بن قتادة بن النعمان، عن أبيه عن جده، وقال الترمذي: غريب. =</p><p> وفي رواية أخرى عن ابن عباس قال: إن طعمة بن أبيرق سرق درعًا من إنسان، فكان الدرع في جراب، فيه نخالة، فخرق الجراب، حتَّى كان تتناثر النخالة منه طول الطريق، فجاء به إلى دار زيد بن السمين وتركه على باب داره، وحمل الدرع إلى بيته، فلما أصبح صاحب الدرع جاء إلى زيد بن السمين على أثر النخالة، فأخذه (١) ، وحمله إلى رسول الله - صلى الله عليه وسلم -، فهمَّ رسول الله - صلى الله عليه وسلم - أن يقطع يد زيد اليهودي، فأنزل الله تعالى هذه الآية (٢) . </p><p> وقال علي بن الحكم عن الضحاك: نزلت هذه الآية في رجل من الأنصار استودع درعًا، فجحد صاحبها، فخوَّنه رجال من أصحاب النبي - صلى الله عليه وسلم - فجاء قومه فعذروه، وأثنوا عليه، فصدقهم رسول الله - صلى الله عليه وسلم - وعذره، ورد الذين قالوا فيه ما قالوا، فأنزل الله تعالى فيه (٣) هذه الآية، فلما بين الله خيانته ارتد طعمة (٤) عن الإسلام، ولحق بمكة، </p><p>= وعمر فيه ضعف، قال في \"تقريب التهذيب\" (٤٩٥٧): مقبول. يعني عند المتابعة، وإلا فهو ضعيف. وفي هذه الرواية لم يسم طعمه بل ذكر أنَّه بشير وهو رجل منافق.وأخرج القصة: الطبري أيضًا في \"جامع البيان\" ٥/ ٢٦٧ من طريق يزيد، عن سعيد، عن قتادة مرسلًا، ومن طريق ابن وهب، عن ابن زيد، مرسلًا ٥/ ٢٦٨.(١) ساقطة من (ت).(٢) لم أجده بهذا السياق، وقد أخرجه الطبري في \"جامع البيان\" ٥/ ٢٦٧ من طريق العوفي عن ابن عباس، بسياق آخر، وطريق العوفي لا يحتج بها.(٣) ساقطة من (م).(٤) ساقطة من (م)، (ت).</p>"
}