{
  "id": null,
  "sura": 4,
  "aya": 40,
  "text": "<p> {وَحَسُنَ أُولَئِكَ رَفِيقًا}  (١) ، و {كَبُرَ مَقْتًا}  (٢) . </p><p> قال المفسرون:  {فَسَاءَ قَرِينًا} حيث يقول: {يَالَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ}  (٣) . </p><p> ٣٩ - {وَمَاذَا} وما الذي {عَلَيْهِمْ لَوْ آمَنُوا بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَنْفَقُوا مِمَّا رَزَقَهُمُ اللَّهُ وَكَانَ اللَّهُ بِهِمْ عَلِيمًا} . </p><p> ٤٠ - {إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ} </p><p> نظم الآية: وماذا عليهم لو آمنوا بالله واليوم الآخر، وأنفقوا مما رزقهم الله (وكان الله بهم علِيمًا)  (٤) فإن الله لا يظلم (مثقال ذرة)  (٥) أي لا يبخس، ولا ينقص أحدًا من ثواب عمله شيئًا، {مِثْقَالَ ذَرَّةٍ} : وزن ذرة، بل يجازيه، ويثيبه عليها، وهذا مثل، يقول: إن الله لا يظلم مثقال ذرة مثلًا، فكيف بأكثر منها؟ ! </p><p> والمراد من الكلام: أنَّه لا يظلم كثيرًا، ولا قليلًا؛ لأن الظلم بمثقال ذرة لا ينتفع به ظالم، ولا يتبين ضرره في مظلوم، ودليل هذا التأويل: قوله تعالى: {إِنَّ اللَّهَ لَا يَظْلِمُ النَّاسَ شَيْئًا}  (٦) . </p><p>(١) النساء: ٦٩. (٢) الصف: ٣.(٣) الزخرف: ٣٨.(٤) ساقطة من (م)، (ت).(٥) ساقطة من (م)، (ت).(٦) يونس: ٤٤.</p><p> واختلفوا في الذرة: فقال ابن عباس: هي النملة الحميراء الصغيرة (١) ، التي لا تكاد تبين في رأي العين. </p><p> قال يزيد بن هارون: زعموا أن الذرة ليس لها وزن (٢) . ويحكى: أن رجلًا وضع خبزًا حتَّى علاه الذر، مقدار ما ستره، ثم وزنه، فلم يزد على وزن الخبز شيئًا (٣) . </p><p> ودليل هذا التأويل: </p><p> [١١١٩] ما أخبرنا الحسين بن محمَّد بن عبد الله العدل المقرئ (٤) قال: ثنا البَغَوِيّ (٥) -ببغداد- ثنا ابن أبي شيبة (٦) قال: أخبرنا محمَّد بن عبد الله المخرمي (٧) ثنا زكريا بن عدي (٨) ، ثنا حفص (٩) ، عن الشَّيبانِيّ (١٠) ، عن عطاء البزَّاز (١١) ، </p><p>(١) عند الطبري في \"جامع البيان\" ٥/ ٨٩ بلفظ: رأس نملة حمراء، وما ذكره الثعلبي عن ابن عباس نسبه السمرقندي في \"بحر العلوم\" ١/ ٣٥٥ للكلبي. (٢) أخرجه الطبري في \"جامع البيان\" ٥/ ٨٩.(٣) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٥/ ١٩٥، ثم قال: والقرآن والسنة يدلان على أن للذرة وزنًا، كما أن للدينار ونصفه وزنًا.(٤) ابن فنجويه، ثِقَة، صدوق، كثير الرواية للمناكير.(٥) البَغَوِيّ: هو أبو القاسم، إمام، ثِقَة، أقل المشايخ خطأ.(٦) أبو بكر، ثِقَة، حافظ، صاحب تصانيف.(٧) ثِقَة، حافظ.(٨) زكريا بن عُدي التَّيْميّ، ولاء، ثِقَة جليل.(٩) حفص بن غياث بن طلق النَّخَعيّ، ثِقَة، فقيه، تغير حفظه قليلًا في آخره.(١٠) سليمان بن أبي سليمان، أبو إسحاق الشَّيبانِيّ، ثِقَة.(١١) عطاء بن عطاء البزاز، ليس بشيء.</p><p> عن يُسير بن عمرو (١) ، عن عبد الله (٢) أنَّه قرأ: (إن الله لا يظلم مثقال نملة)  (٣)  (٤) . </p><p> [١١٢٠] وأخبرنا الحسين بن محمَّد المقرئ (٥) قال: ثنا محمَّد بن حبش بن عمر المقرئ (٦) ، ثنا (بن الحسن)  (٧) ، ثنا هناد بن السري (٨) ، ثنا ابن فضيل (٩) ، عن ليث (١٠) ، عن أبي فزارة (١١) ، عن زيد (١٢) بن الأصم (١٣) ، عن ابن عباس، في قوله تعالى: {مِثْقَالَ </p><p>(١) يسير -بالياء مضمومة، وسين مهملة مفتوحة- بن عمرو المحاربِيّ، له رؤية. (٢) ابن مسعود رضي الله عنه، صحابي، مشهور.وهي قراءة شاذة.(٣) انظر: \"مختصر في شواذ القرآن\" لابن خالويه (ص ٣٣).(٤) [١١١٩] الحكم على الإسناد:إسناده ضعيف، آفته عطاء.التخريج:أخرجه ابن أبي داود في \"المصاحف\" (ص ٦٤) من طريق المخرمي ثنا زكريا بن عدي .. بمثله.(٥) ابن فنجويه، ثِقَة، صدوق، كثير الرواية للمناكير.(٦) ثِقَة، مأمون.(٧) في (م)، (ت): زكريا بن الحسين، لم أجده.(٨) ثِقَة.(٩) محمَّد بن فضيل بن غزوان، صدوق، عارف، رُمي بالتشيع.(١٠) ليث بن أبي سليم، صدوق إلَّا أنَّه اختلط فساء حفظه، ولم يتميز حديثه فتُرك.(١١) راشد بن كيسان العبسي، أبو فزارة الكُوفيّ، ثِقَة.(١٢) في (م)، (ت): يزيد، وهو الصواب.(١٣) يزيد بن الاسم العامري البكائي، ثِقَة، كثير الحديث.</p><p> ذَرَّةٍ} قال: أدخل ابن عباس يده في التُّراب ثم رفعها، ثم نفخ فيه قال: كل واحدة من هؤلاء ذرة (١) . </p><p> وقال بعضهم: الذر: أجزاء الهباء في الكوة، بكل جزء منها ذرة، وقيل: هي الخردلة (٢) . </p><p> وفي الجملة: هي عبارة عن أقل الأشياء وأصغرها (٣) . </p><p> روى أنس أن النَّبِيّ -صلى الله عليه وسلم- قال:  \"إن الله لا يظلم المؤمن حسنة، يثاب عليها الرزق في الدنيا، ويجزى بها في الآخرة، وأما الكافر فيطعم(٤)بها في الدنيا، فإذا كان يوم القيامة لم تكن له حسنة\"  (٥) . </p><p> قال قتادة: كان بعض أهل العلم يقول: لأن تفضل حسناتي على سيئاتي وزن ذرة، أحب إلى من أن يكون لي الدنيا جميعًا (٦) . </p><p>(١) [١١٢٠] الحكم على الإسناد: إسناده ضعيف، ليث: لا يحتج بحديثه، وزكار: لم أجده.التخريج:لم أجده.(٢) انظر: \"زاد المسير\" لابن الجوزي ٢/ ٨٤، فقد ذكر القولين، وعزاهما للثعلبي.(٣) في \"ظلال القرآن\" كلام بديع في معنى الذرة عند قوله تعالى في الزلزلة {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧)} ٨/ ٦٤٢.(٤) في (ت): فيعطى، وما في الأصل، و (م) موافق للأصول، وفي رواية مسلم: \"فيطعم بحسنات ما عمل بها لله في الدنيا\".(٥) الحديث أخرجه أَحْمد في \"المسند\" ٣/ ٢٨٣ (١٤٠١٨)، ومسلم في كتاب الجنة والنار، باب جزاء المؤمن بحسناته في الدنيا والآخرة، وتعجيل حسنات الكافر في الدنيا وغيرهما (٢٨٠٨)، من طريق همام عن قتادة عن أنس به.(٦) في (ت): بأجمعها، والأثر أخرجه الطبري في \"جامع البيان\" ٥/ ٨٨.</p><p> [١١٢١] أخبرنا ابن فنجويه (١) قال: أخبرنا أَحْمد بن جعفر بن حمدان القطيعي (٢) ، حَدَّثَنَا عبد الله بن أَحْمد بن حنبل (٣) ، ثنا أبي (٤) ، ثنا عبد الرَّزّاق (٥) قال: أخبرنا معمر (٦) ، عن زيد بن أسلم (٧) ، عن عطاء بن يسار (٨) ، عن أبي سعيد الخُدرِيّ قال: قال رسول الله - صلى الله عليه وسلم -: \"إذا خلص المؤمنون (٩) من النَّار يوم القيامة وآمنوا، فما مجادلة أحدكم صاحبه في الحق يكون له في الدنيا بأشد مجادلة له من المُؤْمنين لربهم في إخوانهم الذين أدخلوا النَّار، قال: يقولون: ربنا، إخواننا كانوا يصلون معنا، ويصومون معنا، ويحجون معنا، فأدخلتهم النَّار. فيقول عز وجل: اذهبوا، فأخرجوا من عرفتم، فيأتونهم، فيعرفونهم بصورهم، ولا تأكل النَّار صورهم، فمنهم من أخذت النَّار إلى أنصاف ساقيه، ومنهم من أخذته (١٠) إلى كعبيه، فيخرجونهم، فيقولون: ربنا، أخرجنا من أمرتنا. ثم يقول الله </p><p>(١) ثِقَة، صدوق، كثير الرواية للمناكير. (٢) ثِقَة.(٣) ثِقَة.(٤) الإمام، الثقة، الحافظ، الفقيه، الحجة.(٥) ثِقَة، حافظ، عمي في آخر عمره فتغير، وكان يتشيع.(٦) معمر بن راشد، ثِقَة، ثبت، فاضل إلَّا أن في روايته فيما حدث به بالبصرة شيئًا.(٧) مولى عمر رضي الله عنه: ثِقَة، عالم وكان يرسل.(٨) عطاء بن يسار الهلالي، أبو محمَّد القاص، ثِقَة فاضل.(٩) في (ت): المؤمن.(١٠) في (ت): أخذت النَّار.</p><p> تعالى: أخرجوا من كان في قلبه وزن دينار من الإيمان, ثم من كان في قلبه وزن نصف دينار، حتَّى يقول: من كان في قلبه وزن ذرة. قال أبو سعيد: فمن لم يصدق بهذا، فليقرأ هذه الآية: {إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا (٤٠) }، \"فيقولون: ربنا، قد أخرجنا من أمرتنا، فلم يبق في النَّار أحد فيه خير.قال:ثم يقول الله تعالى: شفعت الملائكة، وشفعت الأنبياء، وشفع المؤمنون، وبقي أرحم الراحمين،قال:فيقبض قبضة من النَّار -أو قال:قبضتين- ناس(١)لم يعملوا لله عز وجل خيرًا قط،قد احترقوا حتَّى صاروا حممًا قال:فيؤتى بهم إلى ماء،يقال له:ماء الحياة، فيصب عليهم، فينبتون كما تنبت الحبة في حميل السيل(٢)، فيخرجون من أجسادهم مثل اللؤلؤ،في أعناقهم الخاتم:عتقاء الله عز وجل،فيقال لهم:ادخلوا الجنة، فما تمنيتم،أو رأيتم من شيء فهو لكم قال:فيقولون: ربنا، أعطيتنا ما لم تعط أحدًا من العالمين.قال:فيقول: إن لكم عندي أفضل من هذا؟فيقولون:ربنا، وما أفضل من ذلك؟قال:فيقول: رضاي عنكم فلا أسخط عليكم أبدًا\"  (٣) . </p><p>(١) في (ت): فيخرج ناسًا. (٢) أي: ما يحمله السيل في طريقه.(٣) [١١٢١] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه البُخَارِيّ كتاب التوحيد، باب قول الله تعالى: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (٢٢) إِلَى رَبِّهَا =</p><p> وقال آخرون: هذا في الخصوم، روى زاذان (١) عن عبد الله بن مسعود قال: إذا كان يوم القيامة، جمع الله الأولين والآخرين، ثم نادى مناد من عند الله: ألا من كان يطلب مظلمة فليجئ إلى حقه فليأخذه. قال: فيفرح -والله- المرء أن يذوب (٢) له الحق على والده، أو ولده أو زوجته أو أخيه، فيأخذ منه، وإن كان صغيرًا، ومصداق ذلك في كتاب الله عز وجل:  {فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ}  (٣) فيؤتى بالعبد، وينادي مناد على رؤوس الأولين والآخرين: هذا فلان بن فلان، من كان له عليه حق فليأت إلى حقه. ثم يقال له: آت هؤلاء حقوقهم. فيقول: يَا رب، من أين وقد ذهبت الدنيا؟ فيقول الله عز وجل لملائكته: انظروا في أعماله الصالحة، فأعطوهم منها. فإن بقي مثقال ذرة من حسنة، قالت الملائكة: يَا ربنا - وهو أعلم بذلك منهم: أعطيت كل ذي حق حقه، وبقي له مثقال ذرة من حسنة. فيقول للملائكة: ضعفوها لعبدي، وأدخلوه بفضلي ورحمتي الجنة. </p><p>= نَاظِرَةٌ (٢٣)} (٧٤٣٨)، ومسلم كتاب الإيمان, باب معرفة طريق الرؤية (١٨٣)، وأَحمد في \"المسند\" ٣/ ٩٤ (١١٨٩٨) وغيرهم، من طريق عطاء بن يسار عن أبي سعيد، واللفظ الذي ذكره المصنف هو لفظ أَحْمد. (١) زاذان: أبو عبد الله الضَّرير البزَّاز، ثِقَة، شيعي.(٢) في (ت): يكون، وما في الأصل، و (م) موافق لما في \"جامع البيان\" للطبري ٥/ ٨٩.وقوله يذوب. أي: ثبت له الحق ووجب.انظر: \"لسان العرب\" لابن منظور (ذوب).(٣) المؤمنون: ١٠١.</p><p> ومصداق ذلك في كتاب الله عز وجل:  {إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ} الآية، وإن كان عبدًا شقيًا، قالت الملائكة: إلهنا، فنيت حسناته، وبقيت سيئاته، وبقي طالبون كثير. فيقول الله عز وجل: خذوا من سيئاتهم فأضيفوها إلى سيئاته، ثم صكوا له صكًا إلى النَّار (١) . </p><p> فمعنى الآية على هذا، التأويل: أن الله لا يظلم مثقال ذرة للخصم على الخصم بأن يأخذ له منه، ولا يظلم مثقال ذرة تبقى للخصم، بل يثيبه عليها، ويضعفها له، فذلك قوله عز وجل:  {وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا} ، قراءة العامة:  {حَسَنَةً} بالنصب، على معنى: وإن تك زنة الذرة حسنة، وقرأها أهل الحجاز (٢) رفعًا، بمعنى: وإن تقع حسنة، أو إن توجد حسنة. </p><p> قال المبرد: معناه: وإن تك حسنة باقية يضاعفها. </p><p> وقرأ الحسن:  (نضاعفها) بالنُّون (٣) ، الباقون بالياء، وهو الصحيح </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٥/ ٨٩ - ٩٠، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٥٤. قال ابن كثير -بعد أن ساق الأثر: ولبعض هذا الأثر شاهد في الحديث الصحيح. وقد تقدم ذكر ذلك.(٢) يريد أَبا جعفر، ونافعًا، وابن كثير.انظر: \"المبسوط في القراءات العشر\" لابن مهران الأَصْبهانِيّ (ص ١٥٧)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٥٠.وانظر: في توجيه القراءتين في \"الكشف عن وجوه القراءات\" لمكي ١/ ٣٨٩.(٣) وهي قراءة شاذة ذكرها القرطبي في \"الجامع لأحكام القرآن\" ٥/ ١٩٥، وذكر ابن عطية في \"المحرر الوجيز\" ٢/ ٥٤، والدمياطي في \"إتحاف فضلاء البشر\" ١/ ٥١٢، وعبد الفتاح القاضي في \"القراءات الشاذة\" (ص ٤١) أن الحسن قرأ =</p><p> لقوله:  {وَيُؤْتِ مِنْ لَدُنْهُ} . </p><p> وقرأ أبو رجاء، وأهل المدينة (١) : (يضعفها) ، والباقون:  {يُضَاعِفْهَا}  (٢) ، وهما لغتان معناهما: التكثير. </p><p> وقال أبو عبيدة:  {يُضَاعِفْهَا} معناه: يجعلها أضعافًا كثيرة، و (يضعفها) بالتشديد: يجعلها ضعفين (٣) . </p><p> {وَيُؤْتِ مِنْ لَدُنْهُ} أي: من عنده، قال الكسائي: في لدن أربع لغات: لدُن، ولدَن، ولدْن، ولدى (٤) ، فإذا أضافوه إلى أنفسهم شددوا النُّون. </p><p> {أَجْرًا عَظِيمًا} وهو الجنة. </p><p> [١١٢٢] أخبرنا ابن فنجويه (٥) ، ثنا أبو بكر بن مالك (٦) ، ثنا عبد الله ابن أَحْمد بن حنبل (٧) ، حَدَّثني أبي (٨) ، ثنا عبد الصمد (٩) ، ثنا سليمان </p><p>= أَيضًا: (يُضْعِفُها). (١) وقع في (ت): وابن كثير، وابن عامر، وأبو جعفر، ويعقوب، بدل قوله: وأهل المدينة.(٢) وهما قراءاتان متواترتان.انظر: \"النشر في القراءات العشر\" ٢/ ٢٢٨ عند قوله تعالى: {فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً} [البقرة: ٢٤٥] , \"إتحاف فضلاء البشر\" للدمياطي ١/ ٥١٢.(٣) \"مجاز القرآن\" ١/ ١٢٧.(٤) ذكر ذلك الزجاج في \"معاني القرآن\" ٢/ ٥٣.(٥) ثِقَة، صدوق، كثير الرواية للمناكير.(٦) ثِقَة.(٧) ثِقَة.(٨) الإمام، الحافظ، الثقة، الفقيه، الحجة.(٩) عبد الصمد بن عبد الوارث، صدوق، ثبت في شعبة.</p><p> ابن المغيرة (١) ، عن علي بن زيد (٢) ، عن أبي عثمان النهدي (٣) قال: بلغني عن أبي هريرة (٤) أنَّه قال: إن الله عز وجل يعطي عبده المؤمن بالحسنة الواحدة، أَلْف أَلْف حسنة. قال: فقضي أن انطلقت حاجًا أو معتمرًا فلقيته، فقلت: بلغني عنك أنك تقول: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"إن الله عز وجل يعطي عبده المؤمن بالحسنة أَلْف أَلْف حسنة\" ، قال أبو هريرة: لا، بل سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"إن الله سبحانه يعطيه ألفي أَلْف حسنة،ثم تلا:{إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا}قال: \" فإذا قال الله تعالى: {أَجْرًا عَظِيمًا} فمن يقدر قدره\" (٥) . </p><p>(١) ثِقَة، ثِقَة. (٢) علي بن زيد بن جدعان التَّمِيمِيّ، ضعيف.(٣) ثِقَة، ثبت، عابد.(٤) صحابي، مشهور.(٥) [١١٢٢] الحكم على الإسناد:إسناده ضعيف؛ لضعف علي بن زيد، ومتابعة زياد الآتية له لا تغني عنه شيئًا؛ لأنه ضعيف جدًّا ليس بشيء، بل منكر الحديث، كما قال الأئمة.انظر: \"تهذيب الكمال\" للمزي ٩/ ٤٧٢، ومع ذلك فقد صحح إسناده العلامة أَحْمد شاكر في تعليقه على\"المسند\" ١٥/ ٩٠، حيث وثق علي بن زيد، وزياد الجصاص، مع أن الصواب خلاف ما ذهب إليه -رحمه الله؛ فعلي ضعيف، وزياد أشد ضعفًا, ولا يصلح لمتابعة على، والله أعلم.التخريج:أخرجه أَحْمد في \"المسند\" ٢/ ٢٩٦، ٥٢١ (٧٩٤٥)، (١٠٧٦٠)، وابن أبي شيبة في \"المصنف\" ١٢/ ٢٥٠ (٣٥٧١٠)، والطبري في \"جامع البيان\" ٥/ ٩١، وابن =</p>"
}