{
  "id": null,
  "sura": 4,
  "aya": 108,
  "text": "<p> لترك المباح قبل ورود الحذر، ومعناه: السمع والطاعة لما أمرت به ونهيت عنه، وطلب التوفيق عليه (١) . </p><p> ١٠٨ - قوله:  {يَسْتَخْفُونَ مِنَ النَّاسِ} </p><p> أي: يستترون ويستحيون من الناس، {وَلَا يَسْتَخْفُونَ} أي: لا يستترون ولا يستحيون {مِنَ اللَّهِ وَهُوَ مَعَهُمْ} يقول: علمه معهم، {إِذْ يُبَيِّتُونَ} ، قال الكلبي (٢) ، عن أبي صالح (٣) ، عن ابن عباس، يعني: يقولون. </p><p> (قال سفيان)  (٤) ، عن الأعمش (٥) ، عن أبي رزين (٦) : يؤلفون (٧) . </p><p> {مَا لَا يَرْضَى مِنَ الْقَوْلِ} يعني؛ الفرية لليهودي بالسرقة، {وَكَانَ اللَّهُ </p><p>(١) هذا مخالف للمعنى المعروف من الاستغفار، فالسين والتاء للطلب، أي: طلب الستر، والمغفرة، والعفو، وقد كان النبي - صلى الله عليه وسلم - يستغفر الله تعالى في المجلس الواحد أكثر من مائة مرة، كما هو ثابت عنه. وتفسير الاستغفار بأنه السمع والطاعة غير معهود، ولا معروف، والله أعلم.(٢) متهم بالكذب، ورمي بالرفض.(٣) ضعيف، يرسل.(٤) من (م)، (ت)، وهو الثوري، ثقة، حافظ، إمام، حجة، كان ربما دلس.(٥) سليمان بن مهران، ثقة، حافظ لكنه مدلس.(٦) مسعود بن مالك، ثقة، فاضل.(٧) الحكم على الإسناد:رجاله ثقات.التخريج:أخرجه الطبري في \"جامع البيان\" ٥/ ٢٧١ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٠٦١.</p><p> بِمَا يَعْمَلُونَ مُحِيطًا}. يقول: قد أحاط الله بأعمالهم (١) الخبيثة. </p><p> وتعلقت الجهمية (٢) ، والمعتزلة بهذه الآية، واستدلوا منها على أن الله بكل مكان، قالوا: لما قال {وَهُوَ مَعَهُمْ} ثبت أنَّه بكل مكان؛ لأنه قد أثبت كونه معهم (٣) . </p><p> فيقال لهم: معنى قوله {وَهُوَ مَعَهُمْ} أنَّه يعلم ما يقولون، ولا يخفى عليه فعلهم؛ لأنه العالم بما يظهره الخلق ويستره، وليس في قوله {وَهُوَ مَعَهُمْ} ما يوجب أنَّه بكل مكان، لأنه قال {أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ}  (٤) ولم يرد بقوله إنه في السماء، معنى غير الذات؛ لأن القول بأن زيدًا في موضع كذا، من غير أن يقيد بذكر فعل، أو شيء من الأشياء لا يكون إلا بالذات، وقال تعالى:  {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ}  (٥) ، وقال:  {يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ}  (٦) فأخبر أنَّه يدبر الأشياء من السماء، ولا يجوز أن يكون </p><p>(١) في (م): بعملهم. (٢) إحدى الفرق الكلامية المنتسبة إلى الإسلام، تأثرت باليهود والنصارى في كثير من المعتقدات، وكان حامل لوائها: الجهم بن صفوان وإليه تنسب، وهو تلميذ الجعد بن درهم، الَّذي تخرج بأبان بن سمعان اليهودي، وتغلغلت كثير من أفكار هذه الفرقة في المعتزلة، والأشاعرة، وقد كفر الجهمية أكثر العلماء.انظر: \"الرد على الجهمية\" للدارمي (ص ١٩٨، ٢٠٧)، \"الفرق بين الفرق\" للإسفراييني (ص ١٥٨)، \"موسوعة الأديان والمذاهب\" ٢/ ١٠٥٠.(٣) انظر: قولهم في: \"مقالات الإسلاميين\" ١/ ٢٣٦.(٤) الملك: ١٦.(٥) فاطر: ١٠.(٦) السجدة: ٥.</p>"
}