{
  "id": null,
  "sura": 4,
  "aya": 33,
  "text": "<p> سعيد (١) ، قال: ثنا هشام (٢) ، عن أبيه (٣) ، عن عائشة رضي الله عنها أنها قالت: سلوا ربكم، حتى الشسع، فإنه إن لم ييسره الله -عز وجل- لم يتيسر (٤) . </p><p> وقال سفيان بن عيينة: لم يأمر بالمسألة إلا ليعطي (٥) . </p><p> ٣٣ - {وَلِكُلٍّ جَعَلْنَا مَوَالِيَ} </p><p> يعني: ولكل واحد من الرجال والنساء، {جَعَلْنَا مَوَالِيَ} أي عصبة يرثونه (٦) ، {مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ} والداه، وأقرباؤه (٧) من ميراثهم له، والوالدان، والأقربون على هذا التأويل هم المورثون. </p><p>(١) أبو سعيد محمد بن مسلم بن أبي الوضاح القضاعي، صدوق، يهم. (٢) هشام بن عروة بن الزبير، ثقة، فقيه، ربما دلس.(٣) عروة بن الزبير بن العوام، ثقة.(٤) [١١٠٤] الحكم على الإسناد:في إسناد المصنف موسى بن علي لم أجده، ومحمد بن عثمان مخثلف فيه.والحديث ثبت من وجه آخر كما سيأتي في التخريج.التحريج:أخرجه أبو يعلى في \"مسنده\" ٤٤/ ٨ (٤٥٦٠) من طريق محمد بن عبيد الله المنادي، ثنا هاشم بن القاسم، عن محمد بن مسلم، عن هشام، عن أبيه، عن عائشة به، وهذا سند صحيح. وأخرجه البيهقي في \"شعب الإيمان\" ٢/ ٤٢ (١١١٩) من طريق سليمان بن أبي مطر، عن إبراهيم بن سعيد، عن أبيه، عن عروة، عن عائشة به.وأخرجه ابن أبي عاصم في \"الزهد\" ٢/ ٢٠٣، وجادة عن أبيه.(٥) أثر سفيان ذكره القرطبي في \"الجامع لأحكام القرآن\" ٥/ ١٦٥.وهو قول مجاهد، وقتادة، وابن زيد.(٦) انظر: \"جامع البيان\" للطبري ٥/ ٥٠ - ٥١.(٧) من (ت): وفي باقي النسخ: أقربوه.</p><p> وقيل معناه:  {وَلِكُلٍّ جَعَلْنَا مَوَالِيَ} أي: ورثة من الذين تركهم، ثم (فسر الموالي)  (١) ، فقال:  {الْوَالِدَانِ وَالْأَقْرَبُونَ} أي: هم الوالدان والأقربون، يكون (ما) بمعنى (ش) ، والوالدان والأقربون على هذا القول هم الوارثون. </p><p> {وَالَّذِينَ عَقَدَتْ} في محل الرفع بالابتداء، والمعاقدة هي المعاهدة بين اثنين (٢) ، وقرأ أهل الكوفة:  {عَقَدَتْ} خفيفة، بغير ألف (٣) ، أراد: عقَدت لهم أيمانكم. </p><p> وقرأت أم سعد بنت سعد بن الربيع:  (عقَّدت) بالتشديد (٤) ، يعني: وثَّقته، وأكَّدته. </p><p> أيمانَكُم، الإيمان: جمع يمين، من اليد والقسم، وذلك أنهم كانوا يضربون صفقة البيعة بأيمانهم، فيأخذ بعضهم بيد بعض على </p><p>(١) في (م): فسرهم. (٢) انظر: \"مفردات ألفاظ القرآن\" للراغب الأصبهاني (ص ٥٧٦) (عقد).(٣) وقرأ أبو جعفر، ونافع، وابن كثير، وأبو عمرو، وابن عامر، ويعقوب: (عاقدت) بالف بعد العين.(٤) انظر: \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ١٥٦)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٤٩.وهي قراءة شاذة أخرجها ابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٩٣.وانظر: \"إعراب القراءات الشواذ\" للعكبري ١/ ٣٨٣، ونسبها عبد الفتاح القاضي في \"القراءات الشاذة\" (ص ٤١) للحسن.وأم سعد صحابية، استشهد أبوها في أحد، وأمها حمل بها.ذكرها ابن حجر في \"الإصابة\" ١٣/ ٢١٨.</p><p> الوفاء، والتمسك بالعهد، ويتحالفون عليه، فلذلك ذكر الإيمان (١) . </p><p> قال قتادة، وغيره: أراد بـ {وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ} : الحلفاء، وذلك أن الرجل في الجاهلية كان يعاقد الرجل، فيقول: دمي فى مك، وهدمي هدمك، وثأري ثأرك، وحربي حربك، وسلمي سلمك، ترثني وأرثك، وتطلب بي وأطلب بك، وتعقل عني [٢٧٣] وأعقل عنك. فيكون للحليف السدس من (ميراث الحليف)  (٢) ، وعاقد أبو بكر رضي الله عنه مولى فورثه، فذلك قوله:  {فَآتُوهُمْ نَصِيبَهُمْ} أي: فأعطوهم حظهم من الميراث، ثم نسخ ذلك بقوله -عز وجل-: {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ}  (٣) . </p><p> وقال إبراهيم ومجاهد: أراد: فآتوهم نصيبهم من النصر والعقل والرفد، ولا ميراث (٤) . </p><p>(١) انظر: \"لسان العرب\" لابن منظور ١٣/ ٤٦٣ (يمن). (٢) في (ت): ماله.(٣) الأنفال: ٧٥، الأثر أخرجه عبد الرزاق في \"التفسير\" ١/ ١٥٧، والطبري ٥/ ٥٢.(٤) أخرج أثر مجاهد أبو عبيد في \"الناسخ والمنسوخ\" (ص ٢٢٥) (٤١٢)، والطبري ٥/ ٥٤، وابن أبي حاتم ٣/ ٩٣٨ (٥٢٤٥).وهو قول الطبري في \"جامع البيان\" ٥/ ٥٧، حيث بين رحمه الله أن الآية إذا اختلف العلماء فيها أمنسوخة هي أم محكمة؟ واختلفوا في حكمها، وكان لنفي النسخ عنها وإثبات أنها محكمة وجه معتبر لم يجز لأحد أن يقضي بأن حكمها منسوخ إلا بحجة يجب التسليم بها من ظاهر القرآن، أو صحيح السنة.وهو قول القرطبي في \"الجامع لأحكام القرآن\" ٥/ ١٦٥ - ١٦٦، حيث قال: ولا يصح النسخ.</p><p> وعلى هذا القول تكون الآية غير منسوخة (١) ، لقوله -عز وجل-: {أَوْفُوا بِالْعُقُودِ}  (٢) ، ولقول رسول الله - صلى الله عليه وسلم -: \"أوفوا للحلفاء بعهودهم التي عقدت أيمانكم\"  (٣) ، ولقوله -عليه السلام- في خطبته يوم فتح مكة:  \"ما كان من حلف في الجاهلية فتمسكوا به، فإنه لم يزده الإسلام إلا شدة، ولا تحدثوا حلفًا في الإسلام\"  (٤) . </p><p>= وقد خالف الطبري جمع من العلماء، قالوا بنسخ الآية بآية الأنفال، منهم: ابن عباس والحسن وعكرمة وقتادة والثوري والأوزاعي ومالك وأحمد والشافعي. (١) انظر: \"زاد المسير\" لابن الجوزي ٢/ ٧٢، وهو الذي أثبته أبو عبيد في \"الناسخ والمنسوخ\" (ص ٢٢٥ - ٢٢٦)، والنحاس في \"معاني القرآن\" ٢/ ٧٦، والواحدي في \"الوسيط\" ٢/ ٤٤، وابن عطية في \"المحرر الوجيز\" ٤/ ٤٦ - ٤٧، واختاره ابن كثير في \"تفسير القرآن العظيم\" ٣/ ٢٥، وعقب على قول الطبري بقوله: وهذا الذي قاله فيه نظر.وانظر: \"الإتقان\" للسيوطي ٤/ ١٤٤٥.(٢) المائدة: ١.(٣) أخرجه الترمذي أبواب السير، باب ما جاء في الحلف (١٥٨٥) من طريق عمرو بن شعيب عن أبيه عن جده، ولفظه: \"أوفوا بحلف الجاهلية، فإنه لا يزيده -يعني الإسلام- إلا شدة، ولا تحدثوا حلفا في الإسلام\"، وإسناد الحديث حسن، قال الترمذي: حديث حسن صحيح. قال: وفي الباب عن عبد الرحمن بن عوف، وأم سلمة، وجبير بن مطعم، وأبي هريرة، وابن عباس، وقيس بن عاصم.(٤) أخرجه أحمد في \"المسند\" ٢/ ٢٠٧ (٦٩٣٣)، والترمذي أبواب السير، باب ما جاء في الحلف (١٥٨٥)، والطبري في \"جامع البيان\" ٥/ ٥٦، والبيهقي في \"السنن الكبرى\" ٦/ ٣٣٥، ٨/ ٢٩، وابن الجارود في \"المنتقى\" ٢/ ٢٦٣ (١٠٥٢)، وابن خزيمة في \"صحيحه\" ٤/ ٢٦ (٢٢٨٠) كلهم من طريق عمرو بن شعيب، عن أبيه، عن جده، وهذا سند حسن.وأخرجه الطبري في \"جامع البيان\" ٥/ ٥٥ - ٥٦ من طريق أم سلمة، وجبير بن =</p><p> وروى عبد الرحمن بن عوف أن رسول الله - صلى الله عليه وسلم - قال:  \"شهدت حلف المطيبين، وأنا غلام مع عمومتي، فما أحب أن لي حمر النعم وأني أنكثه\"  (١) . </p><p> وقال ابن عباس وابن زيد: نزلت هذه الآية في الذين آخى بينهم رسول الله - صلى الله عليه وسلم - من المهاجرين والأنصار حين قدموا المدينة، فكانوا يتوارثون بتلك المؤاخاة، ثم نسخ الله (٢) ذلك بالفرائض. </p><p>= مطعم، وأحمد في \"المسند\" ١/ ٣٢٩ (٣٠٤٦) من طريق ابن عباس، وفي ٥/ ٦١ (٢٠٦٣٢) من طريق قيس بن عاصم، وكذلك الطبراني في \"المعجم الكبير\" ١٨/ ٣٣٧. (١) أخرجه أحمد في \"المسند\" ١/ ١٩٠ (١٦٥٥)، والبخاري في \"الأدب المفرد\" (٥٦٧)، والحاكم في \"المستدرك ٢١/ ٢٣٩، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٠/ ٢١١ (٤٣٧٣) وأبو يعلى في \"المسند\" ١٢/ ٥٧ (٨٤٥)، والبيهقي في \"السنن الكبرى\" ٦/ ٣٦٦، والضياء في \"الأحاديث المختارة\" ٣/ ١١٥ (٩١٥)، والبزار في \"البحر الزخار\" ٣/ ٢١٣ (١٠٠٠)، والشاشي في \"مسنده\" ٢/ ٢٧١ (٢٣٨) كلهم من طريق محمد بن جبير بن مطعم، عن أبيه، عن عبد الرحمن بن عوف.وهذا إسناد صحيح، صححه الحاكم، وابن حبان، والضياء، والألباني في \"صحيح الأدب المفرد\" (٥٦٧).(٢) من (م)، (ت)، وأثر ابن عباس أخرجه البخاري كتاب التفسير، باب قوله {وَلِكُلٍّ جَعَلْنَا مَوَالِيَ} (٤٥٨٠)، والحاكم في \"المستدرك\" ٣/ ٣٥٥، وقال صحيح على شرط الشيخين، ولم يخرجاه ووافقه الذهبي. وهو عجيب منهما! فقد سبق بيان تخريج البخاري له.وأخرجه الطبري في \"جامع البيان\" ٥/ ٥٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٣٧، والبيهقي في \"السنن الكبرى\" ٦/ ٢٦٢.وأخرج أثر ابن زيد: الطبري في \"جامع البيان\" ٥/ ٥٣.</p><p> وقال سعيد بن المسيب: نزلت في الذين كانوا يتبنون أبناء غيرهم في الجاهلية، ومنهم زيد، مولى رسول الله - صلى الله عليه وسلم -، فأمروا في الإسلام أن يوصوا لهم عند الموت بوصية، ورد الميراث إلى ذوي الأرحام، وأبى الله أن يجعل للمدعين ميراثًا ممن أدعاهم وتبناهم، ولكل (١) جعل الله (٢) لهم نصيبًا في الوصية، فذلك قوله -عز وجل-: {فَآتُوهُمْ نَصِيبَهُمْ إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا}  (٣) . </p><p> وقال أبو روق: نزل قوله: {وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ} في أبي بكر الصديق رضي الله عنه وابنه عبد الرحمن، وكان حلف ألا ينفعه (ولا يبره)  (٤) ، ولا يورثه شيئًا من ماله، فلما أسلم عبد الرحمن أمر أن يؤتى نصيبه من المال. </p><p> * * * </p><p>(١) في (م): ولكن. (٢) ساقطة من (ت).(٣) أثر سعيد أخرجه أبو عبيد في \"الناسخ والمنسوخ\" (ص ٢٢٧) (٤١٦)، والطبري في \"جامع البيان\" ٥/ ٥٤ - ٥٥، والواحدي في \"أسباب النزول\" (ص ١٥٥).(٤) من (ت).والأثر أخرجه أبو داود كتاب الفرائض، باب نسخ ميراث العقد بميراث الرحم (٢٩٢٣)، والبيهقي في \"السنن الكبرى\" ٦/ ٢٠٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٣٨ من طريق محمد بن إسحاق، عن داود بن الحصين، عن أم سعد بنت سعد بن الربيع، من قولها، وفي إسناده تدليس ابن إسحاق.وقد ضعف ابن كثير في \"تفسير القرآن العظيم\" ٣/ ١٧ أن تكون الآية نزلت في أبي بكر، وابنه، وقال بعد نقله الأثر السابق: وهذا قول غريب، والصحيح الأول.</p>"
}