{
  "id": null,
  "sura": 4,
  "aya": 58,
  "text": "<p> سرابيل تؤلمهم، ولا تألم (١) . </p><p> {إِنَّ اللَّهَ كَانَ عَزِيزًا حَكِيمًا} </p><p> ٥٧ - {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا لَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا (٥٧) } </p><p> كثيفًا، لا تنسخه الشمس. </p><p> ٥٨ - {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا} </p><p> نزلت في عثمان بن طلحة الحجبي (٢) ، من بني عبد الدار، وكان سادن الكعبة، فلما دخل النبي -صلى الله عليه وسلم- مكة، يوم الفتح أغلق عثمان باب البيت، وصعد السطح، وطلب رسول الله -صلى الله عليه وسلم- المفتاح، فقيل له: مع عثمان فطلب منه، فأبى وقال: لو علمت أنه رسول الله لم أمنعه المفتاح فلوى علي بن أبي طالب يده، وأخذ منه المفتاح، وفتح الباب، فدخل رسول الله -صلى الله عليه وسلم- البيت، وصلى فيه ركعتين، فلما </p><p>(١) انظر: \"مفاتيح الغيب\" للرازي ٨/ ١٣٥، فقد ذكر قولاً شبيهًا به. (٢) حاجب البيت الحرام، واحد المهاجرين، هاجر مع خالد بن الوليد، وعمرو بن العاص، في هدنة الحديبية، كان مع النبي -صلى الله عليه وسلم- يوم الفتح، وسلمه مفتاح الكعبة يومها، توفي رضي الله عنه سنة (٤٢ هـ).انظر: \"سير أعلام النبلاء\" للذهبي ٣/ ١٠، \"البداية والنهاية\" لابن كثير ٨/ ٢٣.والقصة التي أوردها المصنف تفيد أن عثمان إنما أسلم يوم الفتح، وهذا منكر، وغير صحيح، كما قال ذلك ابن حجر في \"الإصابة\" ٦/ ٣٨٧ - ٣٨٨، فالصواب: أن عثمان من المهاجرين، وكان يوم الفتح مسلمًا.وبنو عبد الدار: ينتسبون إلى عبد الدار بن قصي بن كلاب.انظر: \"لب اللباب في تحرير الأنساب\" للسيوطي ٢/ ١٠٤.</p><p> خرج سأله العباس أن يعطيه المفتاح، ويجمع له بين السقاية والسدانة، فأنزل الله تعالى هذه الآية، فأمر رسول الله -صلى الله عليه وسلم- عليًّا أن يرد المفتاح إلى عثمان، ويعتذر إليه، ففعل ذلك على، فقال له عثمان: يا علي، أكرهت وآذيت، ثم جئت برفق؟ ! فقال: قد أنزل الله تعالى في شأنك، وقرأ هذه الآية، فقال عثمان: أشهد أن محمدًا رسول الله. وأسلم، فجاء جبريل رسول الله -صلى الله عليه وسلم- فقال: إنه ما دام هذا البيت، أو لبنة من لبناته قائمة، فإن المفتاح والسدانة في أولاد عثمان. وهو اليوم في أيديهم (١) . </p><p> {وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ إِنَّ اللَّهَ نِعِمَّا} : أي نعم الشيء الذي {يَعِظُكُمْ بِهِ إِنَّ اللَّهَ كَانَ سَمِيعًا بَصِيرًا} . </p><p>(١) ذكر هذه القصة الواحدي في \"أسباب النزول\" (ص ١٦١ - ١٦٢) بدون إسناد، وأخرجها الطبري في \"جامع البيان\" ٥/ ١٤٥ - على الجادة- بدون ذكر إسلام عثمان، وما تلا ذلك، \"السيرة النبوية\" لابن هشام ٢/ ٤١٢، وأخرج البخاري في كتاب الجهاد والسير، باب الردف على الحمار (٢٩٨٧) عن ابن عمر: أن النبي -صلى الله عليه وسلم- دخل المسجد الحرام يوم الفتح، ومعه عثمان، وبلال، وأسامة، فأمر عثمان أن يأتي بمفتاح البيت. وأخرج قصة تسليم المفتاح: الطبراني في \"المعجم الكبير\" ١١/ ١٢٠ وفي \"المعجم الأوسط\" ١/ ٣٠١ عن ابن عباس، وأعلَّها الهيثمي في \"مجمع الزوائد\" ٣/ ٢٨٥ بعبد الله بن المؤمل، وهو ضعيف، كما في \"تقريب التهذيب\" لابن حجر (٣٦٤٨).وأخرجها عبد الرزاق في \"المصنف\" ٥/ ٨٥ عن ابن جريج، والأزرقي في \"أخبار مكة\" ١/ ٢٦٥.</p>"
}