{
  "id": null,
  "sura": 4,
  "aya": 17,
  "text": "<p> وقد قرأتها:  (الشيخ والشيخة (إذا زنيا)  (١) فارجموهما البتة) ألا وقد رجم رسول الله -صلى الله عليه وسلم- ورجمنا بعده (٢) . </p><p> ١٧ - {إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ} </p><p> قال الحسن: يعني: التوبة التي يقبلها الله (٣) ، فيكون {عَلَى} </p><p>(١) ساقط من الأصل. (٢) [١٠٢٨] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه البخاري كتاب الحدود، باب الاعتراف بالزنا (٦٨٢٩)، ومسلم كتاب الحدود، باب رجم الثيب في الزنا (١٦٩١)، ومالك في \"الموطأ\" ٢/ ٨٢٣ (١٥٠٤)، وأحمد في \"المسند\" ١/ ٢٩ (١٩٧) وفيه: قال ابن عباس: حدثني عبد الرحمن بن عوف أن عمر .. فذكره، كلهم من طريق سفيان عن الزهري، به.وأخرجه النسائي في \"السنن الكبرى\" ٤/ ٢٧٣ (٧١٥٦) من طريق سفيان أيضًا، ثم قال: لا أعلم أن أحدًا ذكر في هذا الحديث: الشيخ والشيخة فارجموهما البتة، غير سفيان، وينبغي أنه وهم.وسفيان رحمه الله لم يتفرد بذكر الآية، فقد أخرج الدارمي في \"السنن\" ٢/ ١٧٩ من طريق شعبة، عن قتادة، عن يونس بن جبير، عن كثير بن الصلت، عن زيد بن ثابت الحديث، وفيه ذكر الآية.والبيهقي في \"السنن الكبرى\" ٨/ ٢١٢ عن سعيد بن المسيب أن عمر قال .. فذكره، وفيه الآية.والنسائي في \"السنن الكبرى\" ٤/ ٢٧١ عن أبي أمامة بن سهل قال: حدثتني خالتي قالت: لقد أقرأني رسول الله -صلى الله عليه وسلم- آية الرجم: (الشيخ والشيخة فارجموهما البتة بما قضيا من اللذة). فثبت أن سفيان لم يتفرد بذكر الآية، والله أعلم.(٣) ذكره البغوي في \"معالم التنزيل\" ٢/ ١٨٤، وابن الجوزي في \"زاد المسير\" ٢/ ٣٦.وانظر: \"بحر العلوم\" للسمرقندي ١/ ٣٤٠.</p><p> بمعنى عند، أقام صفة مقام صفة (١) . </p><p> [١٠٢٩] وسمعت أبا القاسم بن حبيب (٢) يقول: سمعت أبا بكر ابن عبدوس (٣) يقول: {عَلَى} هاهنا بمعنى: من، يقول: إنما التوبة من الله (٤) . </p><p> {لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ} واختلفوا في معنى الجهالة، فقال مجاهد (٥) والضحاك: هي (٦) العمد. </p><p> وقال الكلبي: لم يجهل أنه ذنب، ولكنه جهل عقوبته (٧) . </p><p> وقال سائر المفسرين: يعني: المعاصي كلها، فكل من عصى ربه فهو جاهل حتى ينزع (٨) عن معصيته. </p><p>(١) يعني: صفة العندية أقامها مقام صفة الاستعلاء. (٢) قيل: كذبه الحاكم.(٣) محمد بن محمد بن عبدوس النيسابوري، لم يذكر بجرح ولا تعديل.(٤) [١٠٢٩] الحكم على الإسناد:شيخ المصنف قيل: كذبه الحاكم، وشيخه لم يذكر بجرح ولا تعديل.وانظر: في \"معالم التنزيل\" للبغوي ٢/ ١٨٤، في \"الجامع لأحكام القرآن\" ٥/ ٩٠ - ٩١، \"البحر المحيط\" لأبي حيان ٣/ ٢٠٧.(٥) في (م): محمد. وهو خطأ.(٦) في (م): هو.والأثر أخرجه الطبري في \"جامع البيان\" ٤/ ٢٩٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٩٧.(٧) ذكره البغوي في \"معالم التنزيل\" ٢/ ١٨٤.(٨) أي: يتركها ويكف عنها.انظر: \"لسان العرب\" لابن منظور ٨/ ٩٤٩ (نزع).</p><p> قال قتادة: اجتمع أصحاب رسول الله -صلى الله عليه وسلم- فرأوا أن كل شيء (١) عصى به ربه فهو جهالة، عمدًا كان أو غيره. </p><p> وقال الزجاج: معنى قوله {بِجَهَالَةٍ} اختيارهم اللذة الفانية على اللذة الباقية (٢) ، نظيرها في الأنعام:  {أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ}  (٣) . </p><p> {يَتُوبُونَ مِنْ قَرِيبٍ}  [٢٤٧] قيل معناه: قبل أن يحيط السوء بحسناته فيحبطها (٤) . </p><p> وقال السدي والكلبي: القريب ما دام في صحته قبل المرض والموت (٥) . </p><p> عكرمة وابن زيد: ما قبل الموت فهو قريب (٦) . </p><p>(١) في (ت): من. وأثر قتادة أخرجه عبد الرزاق في \"تفسير القرآن\" ١/ ١٥١، والطبري في\"جامع البيان\" ٤/ ٢٩٨ وإبن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٩٧.(٢) \"معاني القرآن\" ٢/ ٢٩. وقبله: ليس معناه أنهم يعملون السوء وهم جهال غير مميزين فإن من لا عقل له ولا تمييز لا حد عليه، وإنما معنى بجهالة ... فذكره.(٣) رجح الطبري في\"جامع البيان\" ٤/ ٢٩٩ قول قتادة في معنى الجهالة.(٤) ذكره البغوي في \"معالم التنزيل\" ٢/ ١٨٤.(٥) أخرجه الطبري في \"جامع البيان\" ٤/ ٣٠٠، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٩٩، وهو مروي عن ابن عباس، وقد رجحه الطبري في \"جامع البيان\" ٤/ ٣٠٢.(٦) أخرجه الطبري في \"جامع البيان\" ٤/ ٣٠١، وأخرج أثر عكرمة: ابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٩٨.</p><p> أبو مجلز والضحاك (١) : قبل معاينة ملك الموت. </p><p> أبو موسى الأشعري: هو أن يتوب قبل موته بفواق ناقة (٢) . [١٠٣٠] أخبرنا أبو القاسم الحسن بن محمد بن الحسن المفسر (٣) ، أخبرنا أبو عبد الله الصفار (٤) ، ثنا أبو بكر بن أبي الدنيا (٥) ، قال: حدثني محمد بن العباس بن محمد (٦) ، ثنا محمد ابن عبد الله بن راشد (٧) ، ثنا محمد بن مطرف (٨) ، عن زيد بن </p><p>(١) أثر أبي مجلز عند الطبري في \"جامع البيان\" ٤/ ٣٠١. وأثر الضحاك أخرجه سعيد في \"سننه\" ٣/ ١١٩٨ (٥٩٦)، والطبري في \"جامع البيان\" ٤/ ٣٠١.(٢) في هامش (م): فواق ناقة: ما بين الحلبتين، وهو كذلك.انظر: \"مفردات ألفاظ القرآن\" (فوف)، \"لسان العرب\" لابن منظور ٦/ ٣٤٨٨ (فوق).ولم أجد أثر أبي موسى، وينسب أيضًا إلى ابن عباس من طريق عطاء، انظر: \"الوسيط\" للواحدي ٢/ ٢٧.(٣) أبو القاسم، هو الحبيبي، قيل: كذبه الحاكم.(٤) محمد بن عبد الله بن أحمد، الشيخ، الإمام، المحدِّث، القدوة.(٥) عبد الله بن محمد بن عبيد، صدوق، حافظ، صاحب تصانيف.(٦) لم أجده.(٧) لم أجده.(٨) محمد بن مطرف بن داود بن مطرف الليثي.روى عن: زيد، وأبي حازم، وعنه: يزيد بن هارون، والثوري، وابن المبارك. وثقه يزيد، وأحمد، وأبو حاتم، والجوزجاني، وابن معين، وقال مرة: ليس به بأس، وكذا قال أبو داود، والنسائي، ووثقه ابن حبان وقال: يغرب.انظر: \"الثقات\" لابن حبان ٧/ ٤٢٦، \"تهذيب الكمال\" للمزي ٢٦/ ٤٧٠، \"ميزان الاعتدال\" للذهبي ٤/ ٤٣، \"تقريب التهذيب\" لابن حجر (٦٣٠٥).</p><p> أسلم (١) ، عن عبد الرحمن بن البيلماني (٢) قال: اجتمع أربعة من أصحاب رسول الله -صلى الله عليه وسلم-، فقال أحدهم: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"إن الله تعالى يقبل توبة العبد قبل أن يموت بيوم\" . </p><p> فقال الثاني: وأنا سمعت رسول الله -صلى الله عليه وسلم- يقول:  \"إن الله يقبل توبة العبد قبل أن يموت بنصف يوم\" . </p><p> فقال الثالث: وأنا سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"إن الله يقبل توبة العبد قبل أن يموت بضحوة\" . </p><p> فقال الرابع: وأنا سمعت رسول الله -صلى الله عليه وسلم- يقول:  \"إن الله يقبل توبة العبد ما لم تغرغر نفسه\"  (٣) . </p><p>(١) أبو عبد الله المديني، ثقة، عالم، وكان يرسل. (٢) ضعيف الحديث.(٣) [١٠٣٠] الحكم على الإسناد:إسناده ضعيف، آفته ابن البيلماني، وفي إسناد المصنف محمد بن العباس، ومحمد بن عبد الله لم أجدهما.التخريج:أخرجه سعيد بن منصور في \"السنن\" ٣/ ١٢٠١ (٥٩٧)، والبيهقي في \"شعب الإيمان\" ٥/ ٣٩٨ (٧٠٦٩) والحاكم في \"المستدرك\" ٤/ ٢٨٦، وأحمد في \"المسند\" ٣/ ٤٢٥ (١٥٤٩٩) كلهم من طريق زيد عن ابن البيلماني.والجملة الأخيرة من الحديث لها شاهد من حديث ابن عمر بلفظ: \"إن الله يقبل توبة العبد ما لم يغرغر\"، أخرجها أحمد في \"المسند\" ٢/ ١٣٢ (٦١٦٠)، والترمذي كتاب الدعوات، باب فضل التوبة والاستغفار وما ذكر من رحمة الله لعباده (٣٥٣٧)، وابن ماجه كتاب الزهد، باب ذكر التوبة (٤٢٥٣)، والحاكم في \"المستدرك\" ٤/ ٢٨٦، وإسناده صحيح.</p><p> [١٠٣١] وأخبرنا عبد الله بن حامد الوزان (١) ، أخبرنا أحمد بن محمد بن شاذان (٢) ، حدثنا جيعويه بن محمد (٣) ، ثنا صالح بن محمد الترمذي (٤) قال: حدثني الأحوص بن حكيم (٥) ، عن خالد بن معدان (٦) ، عن عبادة بن الصامت (٧) قال: قال رسول الله -صلى الله عليه وسلم- \"من تاب قبل موته بسنة تاب الله عليه\" ، ثم قال:  \"إن السنة لكثير، من تاب قبل موته بشهر تاب الله عليه\" ، ثم قال:  \"إن الشهر لكثير، من تاب قبل موته بجمعة تاب الله عليه\" ، ثم قال:  \"إن الجمعة لكثيرة، من تاب قبل موته بساعة تاب الله عليه \" ، ثم قال:  \"إن الساعة لكثيرة، من تاب قبل أن يغرغر تاب الله عليه\"  (٨) . </p><p>(١) لم يذكر بجرح أو تعديل. (٢) لم أجده.(٣) لم أجده.(٤) متهم، ساقط.(٥) الأحوص بن حكيم بن عمير بن الأسد، ضعيف الحفظ.(٦) الكلاعي، ثقة، يرسل عن الكبار.(٧) بدري، مشهور.(٨) [١٠٣١] الحكم على الإسناد:إسناده ضعيف جدًّا، فيه ابن شاذان، وجيعويه مجهولان، وصالح الترمذي ساقط، والأحوص ضعيف.التخريج:أخرجه الحارث بن أسامة كما في \"بغية الباحث\" ١/ ٣٠٩ (٢٠٥) من طريق أبي سلمة بن عبد الرحمن، عن أبي هريرة، وابن عباس، ضمن خطبة للنبي (طويلة، وفي إسناده داود بن المحبر، وهو كذاب. =</p><p> [١٠٣٢] أخبرنا ابن فنجويه (١) ، ثنا موسى بن محمد بن علي (٢) ، ثنا الحسن بن علويه القطان (٣) ، ثثا إسماعيل بن عيسى (٤) ، ثنا المسيب بن شريك (٥) ، عن عمرو بن عبيد (٦) ، عن الحسن (٧) قال: قال رسول الله - صلى الله عليه وسلم -: \"لما أهبط إبليس،قال:وعزتك وعظمتك لا أفارق ابن آدم حتى تفارق روحه جسده، فقال الله- عَزَّ وَجَل-: وعزتي وعظمتي لا أحجب التوبة عن عبدي حتى يغرغر بها\"  (٨) . </p><p>= وأخرجه الخطيب في \"تاريخ بغداد\" ٨/ ٣١٧ من طريق محمد بن مروان، عن الوضين بن عطاء، عن خالد عن عبادة به، وفيه السدي الصغير متهم بالكذب. فالحديث لا يصح، عدا الجملة الأخيرة منه فقد سبق أنها صحيحة.(١) ثقة، صدوق، كثير الرواية للمناكير.(٢) لم أجده.(٣) ثقة.(٤) أبو إسحاق العطار المؤرخ، ضعفه الأزدي، وصححه غيره.(٥) أبو سعيد التميمي، ضعيف، ترك الناس حديثه.(٦) أبو عثمان البصري، معتزلي وكان داعيًا إلى بدعته، اتهمه جماعة.(٧) هو البصري، ثقة، فقيه، فاضل، مشهور، وكان يرسل كثيرًا ويدلس.(٨) [١٠٣٢] الحكم على الإسناد:إسناد المصنف ضعيف جدًا، فيه موسى بن محمد مجهول، وإسماعيل ضعفه الأزدي ووثقه غيره، والمسيب ضعيف ترك الناس حديثه، وعمرو بن عبيد لا تحل الرواية عنه، والحسن لم يدرك النبي - صلى الله عليه وسلم -.التخريج:أخرجه الطبري في \"جامع البيان\" ٤/ ٣٠١ عن عوف عن الحسن مرسلًا، وسنده حسن إلى الحسن، وهو يتقوى بالحديث بعده.</p><p> [١٠٣٣] وأخبرنا أبو بكر عبد الرحمن بن عبد الله بن علي الحمشاذي (١) ، أخبرنا أبو ظهير عبد الله بن فارس العمري (٢) ، ثنا معمر بن محمد أبو شهاب البلخي (٣) ، ثنا مكي بن إبراهيم أبو السكن (٤) ، ثنا عبد الله بن لهيعة (٥) ، عن دراج (٦) ، عن أبي الهيثم (٧) ، عن أبي سعيد الخدري (٨) أن رسول الله -صلى الله عليه وسلم- [٢٤٨] قال: \"إن الشيطان قال: وعزتك، لا أبرح أغوي عبادك ما دامت أرواحهم في أجسادهم،قال الرب تبارك وتعالى:وعزتي وجلالي وارتفاع مكاني لا أزال أغفر لهم ما استغفروني\"  (٩) . </p><p>(١) عبد الرحمن بن عبد الله بن علي بن محمد بن سخنويه، أبو بكر بن أبي محمد حمشاذ، لم يذكر بجرح أو تعديل. (٢) لم يذكر بجرح أو تعديل.(٣) لم أجده.(٤) مكي بن إبراهيم البلخي، أبو السكن الحنظلي، ثقة، ثبت.(٥) صدوق، خلط بعد احتراق كتبه.(٦) دراج بن سمعان، أبو السمح السهمي، صدوق، وفي حديثه عن أبي الهيثم ضعف.(٧) سليمان بن عمرو بن عبد، ثقة.(٨) صحابي، مشهور.(٩) [١٠٣٣] الحكم على الإسناد:شيخ المصنف، وشيخ شيخه لم يذكرا بجرح ولا تعديل، ومعمر بن محمد لم أجده ودراج في حديثه عن أبي الهيثم ضعف.والإسناد حسن لغيره.وانظر: \"سلسلة الأحاديث الصحيحة\" (١٠٤). =</p>"
}