{
  "id": null,
  "sura": 4,
  "aya": 56,
  "text": "<p> وأنشدت لمنصور الفقيه، في معناه: </p><p> ألا قل لمن كان لي حاسدا ... أتدري على من أسأت الأدبْ؟ ! </p><p> أسأت على الله في فعله ... إذا أنت لم ترض لي ما وهب </p><p> جزاؤك منه الزيادات لي ... وأن لا تنال الذي تطَّلِب </p><p> ٥٦ - قوله تعالى:  {إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا} </p><p> ندخلهم نارًا، وقرأ حميد بن قيس:  (نصليهم) بفتح النون - أي: نشويهم (١) ، يقال: شاة مصلية، ونصب {نَارًا} على هذه القراءة بنزع الخافض، تقديره: بنار. </p><p> {كُلَّمَا نَضِجَتْ جُلُودُهُمْ} لانت، واحترقت، {بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا} غير الجلود المحترقة، قال ابن عباس - رضي الله عنهما -: يبدلون جلودًا بيضًا، كأمثال القراطيس (٢) . </p><p>= وأخرجه أبو علي الصوري في \"الفوائد المنتقاة\" (ص ٤٨) (٩) من طريق زكريا بن يحيى المنقري عن الأصمعي عن سفيان به. (١) في (ت): (أي: مشوية)، وهي قراءة شاذة.انظر: \"المحتسب\" لابن جني ١/ ١٨٦.(٢) كذا في النسخ أن الأثر من رواية ابن عباس، وكذلك هو عند الواحدي \"الوسيط\" ٢/ ٦٨، والبغوي في \"معالم التنزيل\" ٢/ ٢٣٧، ولكن الذي عند الطبري في \"جامع البيان\" ٥/ ١٤٢ أنه من رواية ابن عمر، وكذا هو عند ابن أبي حاتم في =</p><p> [١١٧٦] أخبرنا ابن فنجويه (١) ، ثنا محمد بن خريم بن مروان (٢) ، ثنا هشام بن عمار (٣) ، ثنا سعيد بن يحيى (٤) ، ثنا نافع مولى يوسف الأسلمي (٥) ، عن نافع (٦) ، عن ابن عمر - رضي الله عنهما - قال: قرأ رجل، عند عمر بن الخطاب رضي الله عنه:  {كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا} قال عمر: أعدها. فأعادها، فقال معاذ بن جبل - رضي الله عنه -: عندي تفسيرها: تبدل في ساعة مائة مرة. قال عمر: هكذا سمعت رسول الله - صلى الله عليه وسلم - (٧) . </p><p>= \"تفسير القرآن العظيم\" ٣/ ٩٨٢. والقراطيس: جمع قرطاس، وهو الصحيفة البيضاء التي يكتب فيها.انظر: \"لسان العرب\" لابن منظور ٦/ ١٧٢ (قرطس).(١) ثقة، صدوق، كثير الرواية للمناكير.(٢) أبو بكر الدمشقي، قال الحافظ: لم أر فيه تضعيفًا.(٣) السلمي، أبو الوليد، صدوق، مقرئ، كبر فصار يتلقن فحديثه القديم أصح.(٤) سعيد بن يحيى بن صالح اللخمي، الدمشقي، يعرف بسعدان، قال أبو حاتم، محله الصدق، قال ابن حجر: ماله في البخاري سوى حديث واحد، صدوق وسط، مات قبل المائتين.انظر: \"تهذيب الكمال\" للمزي ١١/ ١٠٦، \"تقريب التهذيب\" لابن حجر (٢٤١٦).(٥) نافع، أبو هرمز، مولى يوسف السلمي -وفي النسخ (الأسلمي) - روى عن أنس، وعنه سعيد بن يحيى، قال أبو حاتم: هذا متروك الحديث. كذبه ابن معين.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٨/ ٤٥٩، \"ميزان الاعتدال\" للذهبي ٤/ ٢٤٤.(٦) مولي ابن عمر، ثقة، ثبت، فقيه، مشهور.(٧) [١١٧٦] الحكم على الإسناد:إسناد ضعيف؛ فيه نافع أبو هرمز: متروك الحديث. =</p><p> [١١٧٧] وأخبرنا الحسين بن محمد (١) ، أنبأنا الفضل بن الفضل الكندي (٢) ، ثنا زكريا بن يحيى الساجي (٣) ، ثنا محمد بن زنبور (٤) ، ثنا فضيل بن عياض (٥) ، عن هشام (٦) ، عن الحسن (٧) ، في قوله -عز وجل-: {كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا} قال: تأكلهم النار كل يوم سبعين ألف مرة، كلما أكلتهم فأنضجتهم قيل لهم: عودوا. فيعودون كما كانوا (٨) . </p><p>= التخريج: أخرجه الطبراني في \"المعجم الأوسط\" ٥/ ٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٨٢ (٥٤٩٢)، وابن مردويه كما في \"تفسير القرآن العظيم\" لابن كثير ٤/ ١٢٢ من طريق هشام بن عمار عن سعيد بن يحيى عن نافع مولى يوسف، عن نافع عن ابن عمر به.(١) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٢) صدوق.(٣) أبو يعلى البصري، وثقه، ابن حبَّان.(٤) محمد بن زنبور -جعفر، أبو صالح المكي، صدوق له أوهام.(٥) أبو علي الزاهد، ثقة، عابد، إمام.(٦) هو ابن حسان، ثقة، من أثبت الناس في ابن سيرين، وفي روايته عن الحسن عن عطاء مقال: لأنه قيل كان يرسل عنهما.(٧) البصري، ثقة، فقيه، كان يرسل كثيرًا ويدلس.(٨) [١١٧٧] الحكم على الإسناد:إسناده ضعيف؛ فيه إرسال هشام عن الحسن.التخريج:أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٨٣ (٥٤٩٦)، وابن أبي عاصم في \"الزهد\" ٢/ ٢٦٩، والبيهقي في \"شعب الإيمان\" ١/ ٣٥٢، والذهبي في =</p><p> [١١٧٨] وأخبرنا الحسين بن محمد (١) ، أخبرنا موسى بن محمد (٢) ، أنبا الحسن بن علويه (٣) ، ثنا إسماعيل بن عيسى (٤) ، ثنا المسيب (٥) ، ثنا الأعمش (٦) ، عن مجاهد (٧) قال: ما بين جلده ولحمه دود، لها جلبة كجلبة حمر الوحش (٨) . </p><p> [١١٧٩] وأخبرنا ابن فنجويه (٩) ، ثنا ابن شنبة (١٠) ، ثنا الفريابي (١١) ، ثنا أبو بكر (١٢) ، وعثمان (١٣) قالا: ثنا عبيد الله بن </p><p>= \"سير أعلام النبلاء\" ٨/ ٤٤٧ من طرق، عن فضيل عن هشام عن الحسن. وذكره المنذري في \"الترغيب والترهيب\" ٤/ ٢٦٨، وابن رجب في \"التخويف من النار\" ٢/ ١٢٧. (١) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٢) لم أجده.(٣) البغدادي القطان، ثقة.(٤) البغدادي العطار، ضعفه الأزدي، وصححه غيره.(٥) أبو سعيد الكوفي، متروك.(٦) سليمان بن مهران، ثقة، حافظ؛ لكنه يدلس.(٧) ثقة، إمام في التفسير، وفي العلم.(٨) [١١٧٨] الحكم على الإسناد:إسناده ضعيف، موسى بن محمد: مجهول، والمسيب: متروك.التخريج:لم أجده.(٩) ثقة، صدوق، كثير الرواية للمناكير.(١٠) أبو أحمد القاضي، لم يذكر بجرح ولا تعديل.(١١) هو جعفر بن محمد، إمام، حافظ، ثبت.(١٢) ابن أبي شيبة، ثقة، حافظ، صاحب تصانيف.(١٣) عثمان بن أبي شيبة، ثقة، حافظ، شهير، وله أوهام.</p><p> موسى (١) ، أنا شيبان (٢) ، عن الأعمش (٣) ، عن أبي صالح (٤) ، عن أبي هريرة رضي الله عنه، عن النبي -صلى الله عليه وسلم- قال:  \"غلظ جلد الكافر اثنان وأربعون ذراعًا، وضرسه مثل أحد\"  (٥) . </p><p> فإن قيل: كيف جاز أن يعذب جلدًا لم يعصه؟ </p><p> قيل: إن العاصي والألم واحد، وهو الإنسان لا الجلد؛ لأن الجلود إنما تألم بالأرواح، والدليل على أن القصد تعذيب الأبدان لا تعذيب الجلود: قوله تعالى: {لِيَذُوقُوا الْعَذَابَ} ولم يقل: لتذوق العذاب. </p><p> وقيل معناه: تبدل جلودًا هي تلك الجلود المحترقة، وذلك أن: </p><p>(١) في (م)، (ت): محمد، وهو خطأ. وعبيد الله بن موسى ثقة، كان يتشيع.(٢) شيبان بن عبد الرحمن التميمي؛ ولاءً، ثقة مشهور، ثبت في الأعمش.(٣) سليمان بن مهران، ثقة، حافظ، صاحب تصانيف.(٤) أبو صالح السمان، ثقة، ثبت.(٥) [١١٧٩] الحكم على الإسناد:في إسناده ابن أبي شنبة لم يذكر بجرح ولا تعديل، والأعمش مدلس وقد عنعنه.التخريج:أخرجه الحاكم في \"المستدرك\" ٤/ ٦٣٧، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٦/ ٥٣١ (٧٤٨٦)، وابن أبي عاصم في \"السنة\" ١/ ٢٧١ (٦١٠)، والترمذي كتاب صفة جهنم (٢٥٧٧) من طريق عبيد الله بن موسى به.وأخرجه مسلم في كتاب الجنة ونعيمها، باب النار يدخلها الجبارون والجنة يدخلها الضعفاء (٢٨٥١) من طريق هارون بن سعد، عن أبي حازم، عن أبي هريرة، به.</p><p> (غير) على ضربين: (غير) تضاد وتناف، و (غير) تبدل (١) ، فغير التضاد: مثل قولك: الليل غير النهار، والذكر غير الأنثى، وغير التبدل: مثل قولك للصائغ: صغ لي من هذا الخاتم غيره (٢) ، فيكسره، ويصوغ لك منه خاتمًا، والخاتم المصوغ هو الأول، إلا أن الصياغة تغيرت، والفضة واحدة (٣) ، وهذا كعهدك بأخ لك صحيحًا، ثم تراه بعد ذلك سقيمًا مدنفًا، فتقول له: كيف أنت؟ فيقول: أنا غير الذي عهدت. وهو هو، لكنَّ حاله تغيرت، ونظير هذا قوله:  {يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ}  (٤) وهي تلك الأرض بعينها (٥) ، إلا أنها قد بدلت آكامها، وجبالها، وأنهارها، وأشجارها، وأنشد: </p><p> فما الناس بالناس الذين عهدتهم ... ولا الدار بالدار التي كنت أعرفُ (٦) </p><p> [١١٨٠] وسمعت أبا القاسم الحبيبي [٣٠٥] الحسن بن محمد (٧) </p><p>(١) في (م)، (ت): تبديل. وانظر: معاني (غير) في \"مفردات ألفاظ القرآن\" للراغب الأصبهاني (ص ٦١٨)، \"الصاحبي\" لابن فارس (ص ٢٣٨).(٢) في (ت): خاتمًا.(٣) انظر: كلام الطبري في هذه المسألة في \"جامع البيان\" ٥/ ١٤٢ - ١٤٣، وابن الجوزي في \"زاد المسير\" ٢/ ١١٢ - ١١٣.(٤) إبراهيم: ٤٨.(٥) ساقطة من (ت).(٦) ذكر البيت القرطبي في \"تفسير القرآن العظيم\" ٥/ ٢٥٤.(٧) قيل: كذبه الحاكم.</p><p> يقول: سمعت أبا نصر محمد بن محمد بن مزاحم (١) يقول: سمعت أبا هريرة مزاحم بن محمد بن شاردة الكشي (٢) يقول: سمعت جارود بن معاذ (٣) ، سمعت وكيع بن الجراح (٤) ، سمعت إسرائيل (٥) يقول: سمعت الشعبي (٦) يقول: جاء رجل إلى ابن عباس - رضي الله عنهما - فقال: ألا ترى إلى ما صنعت عائشة؟ قال: ما صنعت؟ قال: ذمت دهرها، وذلك حين أنشدت بيتي لبيد: </p><p> ذهب الذين يعاش في أكنافهم ... وبقيت في خَلْف، كجلد الأجربِ </p><p> يتلذذون؛ ملاذة ومجانة ... ويعاب قائلهم، وإن لم يشغبِ </p><p> فقالت: رحم الله لبيدًا، فكيف لو أدرك زماننا هذا؟ </p><p> فقال ابن عباس - رضي الله عنهما -: لئن ذمت عائشة دهرها، لقد ذمت عاد دهرها، وذلك أنه وجد في خزانة عاد بعد ما هلكت، سهم كأطول ما يكون من رماحكم، عليه مكتوب: </p><p>(١) لم أجده. (٢) لم أجده.(٣) ثقة، رُمي بالإرجاء.(٤) ثقة، حافظ، عابد.(٥) أبو يوسف الكوفي، ثقة.(٦) ثقة، مشهور، فقيه، فاضل.</p><p> وليس إلى أحبال هند (١) بذي اللوى ... لوى الرمل فاعذرْت النفوس معادُ </p><p> بلاد بها كنا، وكنا نحبها ... إذ الناس ناس، والبلاد بلادُ </p><p> فالبلاد باقية كما هي، إلا أن أحوالها وأحوال أهلها تنكرت، وتغيرت (٢) . </p><p>(١) في (م)، (ت): طي. (٢) [١١٨٠] الحكم على الإسناد:إسناده صحيح إلى عائشة، من طريق عروة، بدون ذكر كلام ابن عباس.وإسناد المصنف فيه شيخه، قيل: كذبه الحاكم، وأبو نصر وأبو هريرة الكشي، لم أجدهما.التخريج:أخرجه ابن جميع الصيداوي في \"معجم شيوخه\" (ص ١٠٢) بمثل سياق المصنف، من طريق السري بن إسماعيل عن الشعبي قال: كنت عند ابن عباس، فجاءه رجل، فقال: ... فذكره، وعنده: يتأكلون ملاذة ومشحة.والسري بن إسماعيل، هو الهمداني، ابن عم الشعبي: متروك الحديث.انظر: \"تقريب التهذيب\" (٢٢٢١).وأخرجه ابن أبي شيبة في \"المصنف\" ٨/ ٥٠٢ (٢٦٤٤٢) عن هشام بن عروة عن أبيه: أن عائشة كانت تتمثل هذين البيتين، فذكرهما، وعنده: يتأكلون مشيمة وخيانة.وأخرجه ابن المبارك في \"الزهد\" (ص ٦٠ - ٦١) (١٨٣) من طريق معمر عن الزهري عن عروة قال: سمعت عائشة تقول: .. فذكر البيتين، ثم قالت: كيف لو أدرك زماننا هذا؟ قال الزهري: وكيف لو أدركت عائشة من نحن بين ظهرانيهم اليوم؟ !قلت: وكيف لو أدرك الزهري زماننا هذا؟ !</p><p> وقالت الحكماء: كما أن الجلد بلي قبل المبعث، فأنشئ، كذلك يبدل بعد النضج. </p><p> وقال السدي: إنما تبدل الجلود جلودًا غيرها من لحم الكافر، يعيد الجلد لحمًا، ويخرج من اللحم جلداً آخر، لا يبدل بجلد لم يعمل خطيئة (١) . </p><p> وقيل: أراد بالجلود سرابيلهم من قطران، سميت بها؛ للزومها جلودهم؛ على المجاورة، كما يقال للشيء الخاص بالإنسان: هو جلدة ما بين عينيه، ووجهه، فكلما احترقت (٢) السرابيل أعيدت، وقال الشاعر: </p><p> كسا اللؤم تيما خضرة في جلودهم ... فويل لتيم، من سرابيلها الخُضْرِ (٣) </p><p> فكنى عن جلودها بالسرابيل. </p><p> وقال عبد العزيز بن يحيى: إن الله تعالى يلبس أهل النار جلودًا لا تألم، وتكون زيادة عذاب عليهم، فكلما احترق جلد، بدلهم الله جلدًا غيره، يكون عذابًا عليهم، كما قال:  {سَرَابِيلُهُمْ مِنْ قَطِرَانٍ}  (٤) فتكون </p><p>(١) الأثر ذكره أبو حيان في \"البحر المحيط\" ٣/ ٢٨٥. (٢) في (م)، (ت): (نضجت)، وذكر هذا القول الطبري في \"جامع البيان\" ٥/ ١٤٣، غير منسوب لأحد، وقال ابن كثير في \"تفسير القرآن العظيم\" ٤/ ١٢٣ عنه: هو ضعيف؛ لأنه خلاف الظاهر.(٣) البيت لجرير، وهو في \"ديوانه\" (ص ٢١٢).(٤) إبراهيم: ٥٠.</p>"
}