{
  "id": null,
  "sura": 4,
  "aya": 117,
  "text": "<p> أن الله تعالى قال:  {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} أي: ما دون الشرك، ففرق بين الشرك وسائره (١) ، وحتم على نفسه أن لا يغفر الشرك، فلو كانت الكبيرة كفرًا، لكان قوله:  {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ} مستوعبًا، فلما فرق بين الشرك وسائر الذنوب بأن فساد قولهم. </p><p> وقد بين الله تعالى في آخر القصة ماهية الشرك، وهو قوله تعالى: </p><p> ١١٧ - {إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا (١١٧) } </p><p> وقد علم أن صاحب الكبيرة غير مستحل لها، فلم يجز أن يكون حكمه حكم الكافر، وفيه دليل على فساد قول المعتزلة في المنزلة بين المنزلتين (٢) ، إذ الله تعالى لم يجعل بين الشرك والإيمان منزلة، ولم يجعل الذنوب ضد الإيمان (٣) ، فكان فيه فساد قول من جعل الكبيرة ضدًا للإيمان، وفيه دليل على فساد قول المرجئة، حين قالوا: إن المؤمن لا يعذب، كان كان مرتكبًا للذنوب، لأن الله تعالى أخرج الشرك من المشيئة، وجعل الحكم فيه حتمًا، فلو لم </p><p>(١) في (م): غيره. (٢) وهي من الأصول الخمسة لمذهبهم، مفادها أن مرتكب الكبيرة في الدنيا في منزلة بين الإيمان والكفر، فلا يقال هو مؤمن، ولا هو كافر، بل في منزلة بينهما، أما في الآخرة فهو في النار خالدًا مخلدًا.(٣) هذه العبارة من المصنف توهم أن مطلق الذنوب لا تؤثر في الإيمان، والأمر ليس كذلك، لكني أحمل عبارته -رحمه الله- على محمل حسن، وهو: أنه يريد أن الذنوب -عدا الكفر- ليست ضدَّا للإيمان، من حيث أصله، فمرتكب الذنب لا نحكم بكفره، ولا أنه نقض أصل إيمانه، إلا إذا كان مستحلًا. والله أعلم.</p><p> يجز تعذيب المؤمن المذنب، لأخرجه من باب الاستثناء، وأطلق الحكم فيه كما أطلقه في المشرك، وفيه دليل أيضًا على فساد قول الوعيدية، وقد ذكرناه قبل. </p><p> ثم نزلت في أهل مكة {إِنْ يَدْعُونَ} أي: ما يعبدون، كقوله:  {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ}  (١) أي: اعبدوني (٢) ، يدل عليه قوله (٣) : {إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي}  (٤) . </p><p> {مِنْ دُونِهِ} أي: من دون الله {إِلَّا إِنَاثًا} يعني: اللات، والعزى، ومناة، وأشباهها، من الآلهة التي كانوا يعبدونها من دون الله، وكان في كل واحد منهن شيطان، يتراءى للسدنة والكهنة يكلمهم، فذلك قوله:  {وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا} ، وكان المشركون يسمون أصنامهم باسم الإناث، هذا قول مجاهد (٥) ، والكلبي، وأكثر المفسرين، ويدل على صحة هذا التأويل قراءة ابن </p><p>(١) غافر: ٦٠. (٢) وهناك معنى آخر للدعاء، وهو: المسألة، وكلا المعنيين مراد.انظر: \"مفردات ألفاظ القرآن\" للراغب الأصبهاني (دعا).(٣) في (ت): بعده.(٤) غافر: ٦٠.(٥) أخرج قول مجاهد: الطبري في \"جامع البيان\" ٥/ ٢٨٠ من طريق ابن أبي نجيح عنه أنه قال في: {إِنَاثًا}: أوثانًا، ولم يقل مجاهد رحمه الله: إن المشركين سموا أصنامهم بأسماء الإناث، إنما هذا قول أبي مالك، والسدي، وابن زيد، وقد أخرج أقوالهم: الطبري في \"جامع البيان\" ٥/ ٢٧٨ - ٢٧٩، واستظهره ورجحه في ٥/ ٢٨٠. وانظر: \"زاد المسير\" لابن الجوزي ٢/ ٢٠٣.ولا منافاة بين القولين، فالمشركون ما يعبدون إلا أوثانًا، يسمونها بأسماء الإناث، كاللات والعزى، ومناة.</p><p> عباس:  (إن يدعون من دونه إلا أُثُنا) جمع الوثن، فتصير الواو همزة كقوله {أُقّتتَ} ، وقتت، وأصله وثن، وقرئت:  (أنثا)  (١) على جمع الإناث، مثل: مثال ومُثُل، وثمار وثمر (٢) . </p><p> وقال الحسن، وقتادة، وأبو عبيدة:  {إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا} يعني: مواتًا لا روح فيها، خشبة وحجرًا (٣) مدرًا، ونحوها، وذلك أن الموات كلها يخبر عنها كما يخبر عن المؤنث، تقول من ذلك: الأحجار تعجبني (٤) ، هوَإِن يَذعُوتَ أي: ما يعبدون، {إِلَّا شَيْطَانًا مَرِيدًا} ، المريد: المارد، فعيل، بمعنى فاعل، نحو قدير، وقادر، وهو: الشديد العاتي، الخارج من الطاعة (٥) ، يقال: مرد الرجل، يمرد، مرودًا، ومرادة: إذا عتا، وخرج من الطاعة، وأصل المريد من قول العرب: حائط ممرد، أي: مملس، ويقال شجرة مرداء، إذا تناثر ورقها، ولذلك سمي من لم تنبت لحيته: أمرد، أي: أملس موضع اللحية (٦) ، فالمريد: الخارج من الطاعة، المتملس منها. </p><p>(١) وهما قراءتان شاذتان. انظر: \"المحستب\" لابن جني ١/ ١٩٨.(٢) انظر: \"معاني القرآن\" للفراء ١/ ٢٨٩.(٣) وهو قول ابن عباس أيضًا.انظر: \"جامع البيان\" للطبري ٥/ ٢٧٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٠٦٧، وعبد بن حميد، وابن المنذر، كما في \"الدر المنثور\" ٢/ ٣٩٤.(٤) هذه مقالة الزجاج في \"معاني القرآن\" ٢/ ١١٠.(٥) انظر: \"مفردات ألفاظ القرآن\" للراغب الأصبهاني (مرد).(٦) انظر: \"معاني القرآن\" للزجاج ٢/ ١٠٨، فقد نقل منه المصنف البحث في مرد.</p><p> الكشف والبيان عن تفسير القرآن </p><p> تأليف </p><p> أبي إسحاق أحمد بن إبراهيم الثعلبي المتوفى سنة ٤٢٧ هـ </p><p> أشرف على إخراجه </p><p> د/ صلاح باعثمان - د/ حسن الغزالي - أ. د/ زيد مهارش - أ. د/ أمين باشه </p><p> [المجلد الحادي عشر] </p><p> [سورة النساء ١١٨ - ١٧٦ * المائدة] </p><p> تحقيق </p><p> د/ خالد بن علي الغامدي </p><p> السيرة الذاتية للمحقق </p><p> د/ خالد بْن علِيّ الغامدي </p><p> أستاذ مشارك بجامعة أم القرى -كلية الدعوة وأصول الدين- قسم القراءات حصل على درجة الدكتوراه عام ١٤٢١ هـ في تخصص القرآن وعلومه من جامعة أم القرى - كلية الدعوة وأصول. </p><p> بعض من المناصب الإدارية التي شغلها: </p><p> إمام المسجد الحرام. </p><p> وكيلًا لكلية الدعوة وأصول الدين بجامعة أم القرى. </p><p> عضو مجلس كرسي الملك عبد الله بن عبد العزيز للقرآن الكريم بجامعة أم القرى. </p><p> عضوية الهيئات العلمية منها: </p><p> عضو الجمعية العلمية السعودية للقرآن الكريم وعلومه. </p><p> له مؤلفات منشورة أهمها: </p><p> ١ - القراءات الشاذة - مفهومها وأحكامها. (بحث لدورية كلية البنات بطنطا) </p><p> ٢ - العناصر المشتركة بين سور الـ حم وتفرداتها. (بحث لدورية كلية أصول الدين بالأزهر) </p><p> ٣ - جامع البيان في القراءات السبع. (بحث لدورية جامعة الشارقة) </p><p> ٤ - عناية شيخ الإسلام بالقراءات. (مخطوط) </p><p> ٥ - التغني بالقرآن مفهومه وآدابه. (مخطوط) </p><p> ٦ - حكم لزوم الجماعة والآثار المترتبة على ذلك </p><p> ٧ - منهج أبي بن كعب في التفسير </p><p> ٨ - طبائع الإنسان في القرآن </p><p> ٩ - آثار تدبر القرآن </p><p> ١٠ - القراءات التفسيرية مفهومها وأنواعها. (تحت الطبع) </p><p> ١١ - المقاصد المشتركة بين سور آل حم. (تحت الطبع) </p><p> * * * </p><p> الْكَشْفُ وَالْبَيَانُ عَن تَفْسِيرِ الْقُرْآنِ </p><p> [١١] </p><p> جَمِيع الْحُقُوق مَحْفُوظَة </p><p> رَقم الْإِيدَاع بدَارِ الْكتب ١٥١٩٢/ ٢٠١٣ </p><p> الطَّبعَةُ الأولى </p><p> ١٤٣٦ هـ - ٢٠١٥ م </p><p> دَار التَّفْسِير </p><p> جدة - المملكة الْعَرَبيَّة السَعوديَّة </p><p> شَارِع مَحْمُود نصيف - حَيّ الأندلس </p><p> ص. ب: ١٢٢٤٩٧ - جدة: ٢١٣٣٢ </p><p> تلفاكس: ٦٦٨٨٨٢٣ - ٠١٢ </p>"
}