{
  "id": null,
  "sura": 4,
  "aya": 116,
  "text": "<p> ١١٦ - {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا (١١٦) } </p><p> وأنزل فيه أيضًا:  {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا} الآية (١) . </p><p> وقال جويبر (٢) ، عن الضحاك (٣) ، عن ابن عباس في قوله {وَمَنْ يُشَاقِقِ اللَّهَ وَرَسُولَه} : نزلت هذه الآية في نفر من قريش، قدموا على رسول الله - صلى الله عليه وسلم - المدينة، ودخلوا في الإسلام، فأعطاهم رسول الله - صلى الله عليه وسلم -، ثم انقلبوا إلى مكة مرتدين، ورجعوا إلى عبادة الأصنام، فأنزل الله تعالى فيهم هذه الآية (٤) . </p><p> {وَمَنْ يُشَاقِقِ اللَّهَ وَرَسُولَه} أي: يفارق الرسول، ويعاده، وينصب له {مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى} يعني: من بعد ما وضح له أن محمدًا عبده ورسوله {وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ} أي: غير طريق المسلمين {نُوَلِّهِ مَا تَوَلَّى} أي: نكله إلى الأصنام يوم القيامة، وهي لا تملك لهم ضرًّا ولا نفعًا، ولا تنجيهم من عذاب الله، {وَنُصْلِهِ جَهَنَّمَ} بعبادة </p><p>(١) المائدة: ٣٨. (٢) الأزدي، ضعيف جدًّا.(٣) صدوق، كثير الإرسال.(٤) الحكم على الإسناد:فيه الأزدي ضعيف جدًّا.التخريج:ذكر هذا القول السمرقندي في \"بحر العلوم\" ١/ ٣٨٨، والقرطبي في \"الجامع لأحكام القرآن\" ٥/ ٣٨٥.</p><p> الأصنام، {وَسَاءَتْ مَصِيرًا} يعني: وبئس المنزل حلوا به يوم القيامة. </p><p> وقال الضحاك عن ابن عباس في قوله:  {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ} الآية قال: إن شيخًا من الأعراب جاء إلى رسول الله - صلى الله عليه وسلم -، فقال: يا نبي الله، إني شيخ منهمك في الذنوب والخطايا، إلا أني لم أشرك بالله شيئًا، منذ عرفته وآمنت به، ولم أتخذ من دونه وليًا، ولم أواقع المعاصي جرأة على الله، ولا مكابرة له، وما توهَّمت طرفة عين أني أعجز الله هربًا، وإني لنادم تائب مستغفر، فما حالي عند الله تعالى؟ فأنزل الله تعالى:  {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ}  (١) . </p><p> والشرك ذنب لا يغفر لمن مات عليه {وَيَغْفِرُ مَا دُونَ ذَلِكَ} يعني: ما دون الشرك، {لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا} يعني: فقد ذهب عن الطريق، وحرم الخير كله. </p><p> واعلم أن قوله -عز وجل- {وَمَنْ يُشَاقِقِ الرَّسُولَ} الآية دليل على ثبوت حجة الإجماع (٢) ، وفي قوله {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ} دليل على فساد قول الخوارج، حين زعموا أن مرتكب الكبيرة كافر، وذلك </p><p>(١) ذكر القصة: السمرقندي في \"بحر العلوم\" ١/ ٣٨٨، والبغوي في \"معالم التنزيل\" ٢/ ٢٨٧ - ٢٨٨، والقرطبي في \"الجامع لأحكام القرآن\" ٥/ ٣٨٦، وقال الحافظ في \"الكاف الشاف\" (ص ٤٩): إسناده منقطع. (٢) الإجماع هو الأصل الثالث من أصول الأدلة عند أهل السنة، وهو مبني على الكتاب والسنة، وقد عرفه العلماء بأنه: اتفاق مجتهدي عصر من العصور، من أمة محمد - صلى الله عليه وسلم -، بعد وفاته، على أمر شرعي.انظر: \"المستصفى\" للغزالي ١/ ١١٠، \"شرح الكوكب المنير\" للفتوحي ٢/ ٢١١، \"معالم أصول الفقه عند أهل السنة\" لمحمد حسين الجيزاني (ص ١٦٢).</p>"
}