{
  "id": null,
  "sura": 4,
  "aya": 10,
  "text": "<p> الملك، وفينا ابن محيريز، وابن الديلمي، وهانئ بن كلثوم (١) ، قال: فجعلنا نتذاكر ما يكون في آخر الزمان، فضقت ذرعًا لما سمعت، فقلت لابن الديلمي: يا (أبا بسر)  (٢) ، على ودِّي أنه لا يولد لي ولد أبدًا قال: فضرب بيديه (٣) على منكبي، وقال: يا ابن أخي، لا تفعل، فإنه ليست من نسمة كتب الله لها أن تخرج من صلب رجل إلا وهي خارجة، شاء أو أبى، ألا أدلك على أمر إن أنت أدركته نجاك الله منه، وإن تركت ولدًا من بعدك (حفظهم الله فيك)  (٤) قلت: بلي. فتلا هذه الآية:  {وَلْيَخْشَ} إلى قوله: {سَدِيدًا}  (٥) . والسديد: العدل، والصواب من القول (٦) . </p><p> ١٠ - {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا} الآية. </p><p> قال مقاتل بن حيان: نزلت في رجل من غطفان، يقال له: مرثد بن </p><p>(١) هاني بن كلثوم بن عبد الله الكناني الفلسطيني، كان عابدًا، ثقة، من أحسن الناس خلقًا، توفي فى رأس المائة. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٩/ ١٠١، \"تهذيب التهذيب\" لابن حجر ١/ ٢١، \"تقريب التهذيب\" لابن حجر (٧٢٦٣).(٢) ساقطة من (م).(٣) في (م)، (ت): بيده.(٤) في (ت): حفظه الله، وفي (م): حفظهم الله.(٥) أخرجه الطبري في \"جامع البيان\" ٤/ ٢٧٢، وذكره القرطبي في \"الجامع لأحكام القرآن\" ٥/ ٥١.(٦) انظر: \"جامع البيان\" للطبري ٤/ ٢٧٣، \"معجم مقاييس اللغة\" لابن فارس ٣/ ٦٦.</p><p> زيد، ولي مال ابن أخيه، وهو يتيم صغير، فأكله، فأنزل الله -عز وجل-: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا}  (١) ، حرامًا (٢) بغير حق {إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا} أخبر عن مآله وآخر حاله، والعرب تقول للشيء الذي يؤدي إلى الشيء: هذا كذا (٣) ، لما يؤدي إليه، مثل قولهم. هذا الموت، أي: يؤدي إليه (٤) . </p><p> وقال النبي -صلى الله عليه وسلم- في الشارب من أواني الذهب والفضة:  \"إنما يجرجر في بطنه نار جهنم\"  (٥) . </p><p> وقال:  \"البحر نار في نار\"  (٦) ، أي: عاقبتها كذلك، وذكر البطون </p><p>(١) ذكره الواحدي في \"أسباب النزول\" (ص ١٤٨) بلا سند، والقرطبي في \"الجامع لأحكام القرآن\" ٥/ ٥٣. (٢) بعدها في (ت): حرما أكله.(٣) في (ت): هذا كذا، أي يؤدي إليه مثل قولهم، وفي (م): كما تقول لما.(٤) انظر: \"بحر العلوم\" للسمرقندي ١/ ٣٣٥، \"الوسيط\" للواحدي ٢/ ١٧.(٥) أخرجه مالك في \"الموطأ\" ٢/ ٩٢٤، والبخاري، كتاب الأشربة، باب آنية الفضة (٥٦٣٤)، ومسلم، كتاب اللباس الزينة، باب تحريم أواني الذهب والفضة في الشرب وغيره على الرجال والنساء (٢٠٦٥).(٦) في (ت): ويقال: البحر جر نار في نار. وهو خطأ.والحديث أخرجه أبو داود كتاب الجهاد، باب في ركوب البحر في الغزو (٢٤٨٩)، والبيهقي في \"السنن الكبرى\" ٤/ ٣٣٤، من طريق بشر أبي عبد الله، عن بشير بن مسلم، عن ابن عمر مرفوعًا بلفظ: \"لا يركب البحر إلا حاج، أو معتمر، أو غاز في سبيل الله، فإن تحت البحر نارًا، وتحت النار بحرًا\"، وهو حديث ضعيف؛ لجهالة بشر، وبشير.قال ابن حجر في \"تقريب التهذيب\" عنهما: مجهولان (٧٠٩) (٧٢١)، وأعله =</p><p> تأكيد (١) ، كما يقال: نظرت بعيني، وقلت بلساني، وأخذت بيدي، ومشيت برجلي. </p><p> {وَسَيَصْلَوْنَ سَعِيرًا} : وقودًا، قراءة العامة بفتح الياء، أي: يدخلونها. تصديقها: {إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ (١٦٣) } (٢) ، وقوله: {لَا يَصْلَاهَا إِلَّا الْأَشْقَى (١٥) } (٣) . </p><p> وقرأ أبو رجاء، والحسن، وابن عامر، وعاصم، وأبو جعفر بضم الياء، أي: يدخلون النار، ويحرقون (٤) ، نظيره قوله -عز وجل-: {سَأُصْلِيهِ سَقَرَ (٢٦) } (٥) ، {فَسَوْفَ نُصْلِيهِ نَارًا}  (٦) . </p><p> وقرأ حميد بن قيس:  (وَسَيُصَلَّوْنَ سَعِيرًا) بضم الياء، وتشديد اللام (٧) ، من التصلية لكثرة الفعل، أي: مرة بعد مرة، دليله قوله </p><p>= المنذري في \"مختصر سنن أبي داود\" ٣/ ٣٥٩ بالاضطراب، وذكر تضعيف البخاري، والخطابي للحديث. (١) انظر: \"معاني القرآن\" للأخفش ١/ ٤٣٥.(٢) الصافات: ١٦٣.(٣) الليل: ١٥.وهي قراءة أبي بكر شعبة عن عاصم.(٤) انظر: \"التيسير\" للداني (ص ٧٨)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٤٧، وانظر: في توجيه القراءتين: \"الكشف عن وجوه القراءات\" لمكي ١/ ٣٧٨.(٥) المدثر: ٢٦.(٦) النساء: . ٣٠.(٧) وهي قراءة شاذة: انظر: \"إعراب القراءات الشواذ\" للعكبري ١/ ٣٧١، \"الجامع لأحكام القرآن\" للقرطبي ٥/ ٥٣.</p><p> -عز وجل-: {ثُمَّ الْجَحِيمَ صَلُّوهُ (٣١) } (١) ، وكلٌ صواب، يقال: صليت الشيء: إذا شويته، وفي الحديث:  \"أتي بشاة مصلية\"  (٢) . وأصليته: ألقيته في النار، وصلَّيته مرة بعد مرة، وصليت بكسر اللام دخلت النار، وتصليت استدفأت بالنار (٣) ، قال الشاعر: </p><p> وقد تصلَّيت حرَّ حربهم ... كما تصلَّى المقرور من قرسِ (٤) </p><p> قال السدي: يبعث آكل مال اليتيم ظلمًا يوم القيامة ولهب النار ودخانه يخرج من فيه، وأذنيه وأنفه (٥) ، وعينيه، يعرفه من رآه بآكل مال اليتيم. </p><p> وقال النبي -صلى الله عليه وسلم-: \"رأيت ليلة أسري بي قومًا لهم مشافر كمشافر الإبل، إحداهما قالصة (٦) على منخريه، والأخرى على بطنه، </p><p>(١) الحاقة: ٣١. (٢) قطعة من حديث اليهودية التي سمت النبي -صلى الله عليه وسلم-، وأصحابه عام خيبر، أخرجه البخاري في الجزية (٣١٦٩).(٣) انظر: \"مفردات ألفاظ القرآن\" للراغب الأصبهاني (ص ٤٩٠)، \"القاموس المحيط\" للفيروز آبادي (ص ١٦٨١).(٤) في (ت): القرس البرد، والبيت نسبه ابن منظور في \"لسان العرب\" ١٤/ ٤٦٧ (صلا) لأبي زبيد الطائي، وكذلك الجوهري في \"الصحاح\" ٦/ ٢٤٠٢ (صلا)، وهو في \"ديوانه\" (ص ١٠٦) (١٤)، والمقرور من أصابه القر، وهو البرد.(٥) ساقطة من (م)، وأخرج قول السدي: الطبري في \"جامع البيان\" ٤/ ٢٧٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٧٩.(٦) أي: مجتمعة، ومنضمة على أنفه، يقال: قلصت الدرع، وتقلصت، وأكثر ما =</p>"
}