{
  "id": null,
  "sura": 4,
  "aya": 37,
  "text": "<p> ٣٧ - {الَّذِينَ} </p><p> في محل النصب ردًا على {مِّن}  (١) ، وقيل: على المختال الفخور. </p><p> {يَبْخَلُونَ} والبخل في كلام العرب: منع الرَّجل سائله ما لديه من (٢) فضل عنه. </p><p> وفي الشرع: منع الواجب. </p><p> وفيه أربع لغات (٣) : </p><p> (البَخَل) بفتح الباء، والخاء، وهي قراءة أنس بن مالك، وعبيد بن عمير ويحيى بن يعمر، ومجاهد، وحمزة، والكسائي، وخلف (٤) ، والمفضل، ولغة الْأَنصار. </p><p> (والبَخْل) : بفتح الباء وسكون الخاء، وهي قراءة قتادة، وعبد الله ابن سراقة (٥) ، </p><p>(١) في (م): من ما فضل، وفي (ت): ما فضل. وتعريف البخل هنا نقله المصنف من الطبري. (٢) انظر: \"جامع البيان\" للطبري ٨/ ٣٥١. وقد علق محمود شاكر رحمه الله على هذا المعنى بقوله: وتفسير البخل هذا قلما تصيبه في كتب اللغة.وانظر: \"أحكام القرآن\" لابن العربي ١/ ٣٠٣، فقد ذكر معنى البخل شرعًا.(٣) انظر: \"لسان العرب، لابن منظور ١١/ ٤٧ (بخل)، وذكر هذه اللغات السمين الحلبي في \"الدر المصون\" ٣/ ٦٧٧.(٤) انظر: \"السبعة\" لابن مجاهد (ص ٢٣٣)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٤٩.(٥) عبد الله بن سراقة الأَزدِيّ، بصري، تابعي، وثقه العجلي، وابن حبان، مات بعد المائة.</p><p> وأيوب السختياني (١) . </p><p> (والبُخُل) : بضم الباء والخاء، وهي قراءة عيسى بن عمر (٢) . </p><p> (والبُخْل) بضم الباء وجزم الخاء، وهي قراءة الباقين (٣) ، واختيار أبي عبيد، وأبي حاتم؛ لأنها اللغة العالية، وفي الحديد مثله (٤) ، وكلها لغات معروفة، ونظيره في الكلام: أرض جَرَز، وجَرْز، وجُرُز، وجُرْز. </p><p> واختلف العلماء في نزول الآية، ومعناها: فقال أكثرهم: نزلت في اليهود، كتموا صفة محمَّد - صلى الله عليه وسلم -، ولم يبينوها للنَّاس، وهم يجدونها مكتوبة عندهم في كتبهم (٥) . </p><p>= انظر: \"التاريخ الكبير\" للبخاري ٥/ ٩٧، \"تاريخ الثِّقات\" للعجلي (ص ٢٥٧)، \"تهذيب التهذيب\" لابن حجر ٥/ ٢٠٣ - ٢٠٤. (١) ساقطة في (م).والسختياني بفتح السين المشددة، وسكون الخاء، وكسر التاء: نسبة إلى بيع الجلود الضأنية ودبغها. انظر: \"الأنساب\" للسمعاني ٢/ ٢٣٢.وهذه القراءة شاذة.انظر: \"مختصر في شواذ القرآن\" لابن خالويه (ص ٣٣).(٢) في (م): عمير. وهو خطأ، وهي شاذة.انظر: \"مختصر في شواذ القرآن\" لابن خالويه (ص ٣٣).(٣) انظر: \"السبعة\" لابن مجاهد (ص ٢٣٣)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٤٩.(٤) في قوله تعالى: {الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ} [٢٤].وهو مروي عن ابن عباس، ومجاهد، وقتادة، وحضرمي.(٥) انظر: أقوالهم في: \"جامع البيان\" للطبري ٥/ ٨٥ - ٨٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٥١.</p><p> [١١١٧] أخبرنا محمَّد بن عبد الله بن زكريا (١) ، قال: أخبرني الحسن بن الحسين (٢) بن منصور (٣) ، قال: حَدَّثني أبو سعيد محمَّد بن شاذان (٤) ، ثنا قتيبة بن سعيد (٥) ، ثنا يحيى بن يمان (٦) عن الأشعث (٧) ، عن جعفر (٨) ، عن سعيد بن جبير (٩) : {الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ} قال: هذا في العلم ليس في الدنيا منه شيء (١٠) . </p><p>(١) ثِقَة. (٢) في (م): الحسين، وفي (ت): الحسن بن محمَّد.(٣) الشيخ الفهم، المتقين، المقدم.(٤) لم أجده.(٥) ثِقَة، ثبت.(٦) يحيى بن يمان العجلي، صدوق عابد، يخطئُ كثيرًا وقد تغير.(٧) أشعث بن إسحاق بن سعد القمي، روى عن جعفر، صدوق.(٨) جعفر بن أبي المغيرة الخُزَاعِيّ القمي، صدوق، يهم.(٩) ثِقَة، ثبت، فقيه.(١٠) [١١١٧] الحكم على الإسناد:إسناده صحيح لغيره؛ لأن يحيى قد توبع، فقد تابعه أبو كدينة عن أبي سنان عن جعفر عن سعيد، عند ابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٥١ (٥٣١٧)، وسنده صحيح.التخريج:أخرجه الطبري في \"جامع البيان\" ٥/ ٨٥ - ٨٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٥١ (٥٣١٦) عن يحيى عن الأشعث عن جعفر عن سعيد به. زاد الطبري بعد يحيى: عن عارم: وما أظنه إلَّا خطأ.</p><p> وقال ابن عباس، وابن زيد: نزلت في كردم بن زيد (١) ، وأسامة بن حبيب، ونافع بن أبي نافع، وبحري بن عمرو، وحيي بن أخطب، ورفاعة بن زيد بن التابوت، كانوا يأتون رجالًا من الْأَنصار، ويخالطونهم، وينتصحونهم، فيقولون لهم: لا تنفقوا أموالكم؛ فإنا نخشى عليكم الفقر، ولا تدرون ما يكون، فأنزل الله عز وجل:  {الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُونَ مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ} يعني: المال (٢) . </p><p> وقال يمان: يعني: يبخلون بالصدقة (٣) . </p><p>(١) كذا في: \"جامع البيان\" للطبري ٥/ ٨٦، وفي \"السيرة النبوية\" لابن هشام ٢/ ١٨٨: كردم بن قيس، وقد نسبه إلى بني النضير ٢/ ١٣٦، ومنهم حيي بن أخطب. أما أسامة بن حبيب، ونافع بن أبي نافع، وكردم بن زيد: فهم من بني قريظة ٢/ ١٣٧. وأما بحري بن عمرو ورفاعة بن زيد بن التابوت: فهما من بني قينقاع ٢/ ١٣٧، وقد ذكر هذا السبب الواحدي في \"أسباب النزول\" (ص ١٥٧).(٢) كذا في النسخ، وعند الطبري في \"جامع البيان\" ٥/ ٨٦: يعني: النبوة، وفي \"السيرة النبوية\" لابن هشام ٢/ ١٨٨ يعني: التوراة، وما عندهما أقرب إلى الصحة، وألصق بقول أكثر المفسرين، الذين صدر قولهم المصنف.(٣) لم أجد قوله بعد البحث، وهو قد جعل الآية في البخل بالمال، وهو رأي ابن كثير في \"تفسير القرآن العظيم\" ٣/ ٤٨، حيث ذكر القول الآخر أن المراد بالبخل: البخل بالعلم، ومنه البخل ببيان صفة محمَّد - صلى الله عليه وسلم -، وقال: ولا شك أن الآية محتملة لذلك، والظاهر أن السياق في البخل بالمال، وإن كان البخل بالعلم داخلًا في ذلك بطريق الأولى، فإن السياق في الإنفاق على الأقارب، والضعفاء .. ، وهو الذي مال إليه الشوكاني في \"فتح القدير\" ١/ ٤٦٦. أما الطبري =</p><p> [١١١٨] أخبرنا أبو محمَّد المخلدي (١) ، أخبرنا المؤمل بن الحسن ابن عيسى (٢) ، ثنا أَحْمد بن منصور الرَّماديّ (٣) ثنا روح بن عبادة (٤) ، ثنا شعبة (٥) ، عن الفضيل بن فضالة (٦) ، عن أبي رجاء (٧) قال خرج علينا عمران بن حصين (٨) في مِطْرف من خزٍّ، لم نره عليه قبل ولا بعد، فقال: قال رسول الله - صلى الله عليه وسلم -: \"إن الله عز وجل إذا أنعم على عبد نعمة أحب أن يرى أثر نعمته على عبده\"  (٩) . </p><p>= في \"جامع البيان\" ٥/ ٨٦ فقد ذهب إلى أن المراد هو البخل بالعلم، ومنه البخل بذكر محمَّد - صلى الله عليه وسلم -، وصفته. وإليه ذهب الزجاج في \"معاني القرآن\" ٢/ ٥١، والنحاس في \"معاني القرآن\" ٢/ ٨٦، وقال: وهو قول حسن. وما ذهب إليه ابن كثير أليق بسياق الآية، وإن كان المعنى الآخر لا يمكن رده؛ فقد قال به أكابر من العلماء، رحم الله الجميع رحمة واسعة.(١) أبو محمَّد الحسن بن أَحْمد بن محمَّد العدل المخلدي، إمام، صدوق، مسند، متقن في الرواية.(٢) مؤمل بن الحسن بن عيسى بن ماسرجس، إمام، متقن.(٣) ثِقَة، حافظ، طعن فيه أبو داود لمذهبه في الوقف في القرآن.(٤) ثِقَة، فاضل، له تصانيف.(٥) ابن الحجاج، ثِقَة، حافظ، متقن.(٦) فضيل بن فضالة القيسي، صدوق.(٧) أبو رجاء العطاردي البَصْرِيّ، ثِقَة.(٨) صحابي، جليل.(٩) [١١١٨] الحكم على الإسناد:إسناده صحيح.التخريج: =</p>"
}