{
  "id": null,
  "sura": 4,
  "aya": 6,
  "text": "<p> ٦ - {وَابْتَلُوا الْيَتَامَى} الآية، </p><p> نزلت في ثابت بن رفاعة (١) ، وفي عمه، وذلك أن رفاعة توفي وترك ابنه ثابتًا، وهو صغير، فأتى عم ثابت إلى النبي - صلى الله عليه وسلم - فقال: إن ابن أخي يتيم في حجري، فما يحل لي من ماله؟ ومتى أدفع إليه ماله؟ فأنزل الله عز وجل:  {وَابْتَلُوا الْيَتَامَى}  (٢) . </p><p> أي: اختبروهم في عقولهم، وأديانهم، وحفظهم أموالهم (٣) . </p><p> {حَتَّى إِذَا بَلَغُوا النِّكَاحَ} أي: مبلغ الرجال والنساء، {فَإِنْ آنَسْتُمْ} : أبصرتم، قال الله عز وجل:  {آنَسَ مِنْ جَانِبِ الطُّورِ نَارًا}  (٤) ، قال الشاعر: </p><p> آنستْ نبأةً وأفزعها القنَّاصُ ... عَصْرًا (٥) وقد دنا الإمساءُ </p><p> (أي: عشيا)  (٦)  [٢٣٠] . </p><p>(١) ثابت بن رفاعة الأنصاري، ذكره ابن حجر في \"الإصابة\" ٢/ ٩، ولم يترجم له. (٢) ذكره الواحدي في \"أسباب النزول\" (ص ١٤٧) بلا سند، وابن الجوزي في \"زاد المسير\" ٢/ ١٤، وذكره ابن حجر في \"الإصابة\" ٢/ ٩ في ترجمة ثابت، وعزاه لابن منده بإسناده، ثم قال: وهذا مرسل رجاله ثقات.(٣) وهكذا قال الجصاص في \"أحكام القرآن\" ٢/ ٣٥٦.(٤) القصص: ٢٩.(٥) من (م)، وفي باقي النسخ: قصرا.(٦) ما بين القوسين ساقط من (م)، (ت)، والبيت للحارث بن حلزة في معلقته ورقمه (١١)، انظر: \"شرح المعلقات العشر\" (ص ٣٧٤)، وقوله: نبأة: الصوت ليس بالشديد.</p><p> وفي مصحف عبد الله:  (فإن أحستم)  (١) ، بمعنى: أحسستم، فحذف إحدى السينين، كقوله سبحانه:  {فَظَلْتُمْ تَفَكَّهُونَ} . </p><p> قال الشاعر: </p><p> خلا أن العتاق من المطايا ... أحَسْنَ به فهن إليه شُوسُ (٢) </p><p> {مِنْهُمْ رُشْدًا} قراءة العامة بضم الراء، وجزم الشين، وقرأ السلمي، وعيسى:  (رَشَدا) بفتح الراء والشين، وهما لغتان (٣) . </p><p> قال المفسرون: يعني عقلًا وصلاحًا في الدين، وحفظًا للمال وعلمًا بما يصلحه. </p><p> وقال سعيد بن جبير، ومجاهد، والشعبي: إن الرجل ليأخذ بلحيته، وما بلغ رشده، فلا تدفع إلى اليتيم ماله، وإن كان شيخًا، حتى تؤنس منه رشده (٤) . </p><p>(١) ذكر ذلك الطبري في \"جامع البيان\" ٤/ ٢٥٢، الفراء في \"معاني القرآن\" ١/ ٢٥٧، وعبد الله هو ابن مسعود رضي الله عنه. (٢) البيت لأبي زبيد الطائي، وهو في \"ديوانه\" (ص ٩٦).وذكره السمين الحلبي في \"الدر المصون\" ٣/ ٢٠٧، ٣/ ٥٨٤، وفي الأخير: حَسِيْنَ.وهناك قراءة ثالثة بضم الراء والشين، والمتواترة هي الأولى بضم الراء وسكون الشين فقط.(٣) انظر: \"إعراب القراءات الشواذ\" للعكبري ١/ ٣٦٩.(٤) ركب المصنف هنا من أقوال المذكورين نصًا واحدًا، وانظر: قول مجاهد والشعبي في \"سنن سعيد بن منصور\" ٣/ ١١٥٢، و\"جامع البيان\" للطبري ٤/ ٢٥٣.</p><p> وقال الضحاك: لا يعطى اليتيم ماله (١) ، وإن بلغ مائة سنة حتى يعلم منه إصلاح لماله. </p><p> ذكر حكم الآية، وبالله التوفيق (٢) </p><p> اعلم أن الله سبحانه وتعالى علق زوال الحَجْر عن (٣) الصغير (٤) ، وجواز دفع ماله إليه بشيئين: البلوغ، والرشد، بعد أن أمر الأولياء بالابتلاء. </p><p> ومعنى الابتلاء على ما ذكره الفقهاء: هو أن الصغير لا يخلو من أحد أمرين إما أن يكون غلامًا، أو جارية فإن كان غلامًا رد النظر في نفقة الدار إليه شهرًا، وأعطاه شيئًا نزرًا يتصرف فيه ليعرف كيف تدبيره، وتصرفه فيه -وإن كان جارية رد إليها ما يرد إلى ربة البيت من تدبير بيتها، والنظر فيه، وفي الاستغزال (٥) ، والاستقصاء على الغَزَّالات في دفع القطن، وأجرته واستيفاء الغزل وجودته، فإن رشدا، وإلا بقيا تحت الحجر حتى يؤنس رشدهما (٦) . </p><p> فأما البلوغ فإنه يكون بأحد خمسة أسباب (٧) ، ثلاثة يشترك فيها </p><p>(١) من (ت)، والأثر ذكره القرطبي في \"الجامع لأحكام القرآن\" ٥/ ٣٧. (٢) في (ت): {فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ} ذكر حكم الآية.(٣) في (م): على.(٤) في (ت): اليتيم.(٥) من الغزل وهو: ما تنسجه المرأة من القطن وغيره.انظر: \"لسان العرب\" لابن منظور ١١/ ٤٩١ (غزل).(٦) انظر: نحو هذا الكلام في \"أحكام القرآن\" لابن العربي ١/ ٣٥٠، ومثله في \"معالم التنزيل\" البغوي ٢/ ١٦٥، \"الجامع لأحكام القرآن\" للقرطبي ٥/ ٣٤.(٧) في (م): أشياء.</p><p> الرجال والنساء، واثنان يختص بهما النساء، فالتي يشترك فيها الرجال والنساء: </p><p> الاحتلام: وهو: إنزال المني، فمتى أنزل واحد منهما فقد بلغ، سواء كان عن جماع، أو احتلام، أو غيرهما، والدليل على (١) ذلك قوله تعالى: {وَإِذَا بَلَغَ الْأَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا}  (٢) ، وقول النبي - صلى الله عليه وسلم - لمعاذ حين بعثه إلى اليمن:  \"خذ من كل حالم دينارا\"  (٣) . </p><p> والسن: واختلف العلماء فيه، فقال الشافعي، وأبو يوسف، ومحمد: إذا استكمل الصبي خمس عشرة سنة، حكمنا ببلوغه (٤) . </p><p> وقال أبو حنيفة: إن كان جارية فبلوغها بسبع عشرة سنة، وعنه في الغلام روايتان: أحدهما: تسع عشرة سنة، وهي الأشهر، وعليه النظر، وروى اللؤلؤي عنه: ثماني عشرة سنة (٥) . </p><p>(١) في (م): عليه. (٢) النور: ٥٩.(٣) جزء من حديث أخرجه أحمد في \"المسند\" ٥/ ٢٣٠ (٢٢٠١٣)، وأبو داود كتاب الزكاة، باب في زكاة السائمة (١٥٧٦)، والترمذي كتاب الزكاة، باب ما جاء في زكاة البقر (٦٢٣) وحسنه، والنسائي كتاب الزكاة، باب زكاة البقر ٥/ ٢٦، والدارقطني في \"السنن\" ٢/ ١٠٢، والحاكم في \"المستدرك\" ١/ ٥٥٥، وقال: صحيح على شرط الشيخين، ووافقه الذهبي، كلهم من طريق الأعمش عن أبي وائل عن مسروق عن معاذ به، وقد جاء الحديث موصولًا ومرسلاً وهو حديث صحيح ثابت.وانظر: \"التلخيص الحبير\" لابن حجر ٢/ ١٥٢.(٤) انظر: \"الأم\" للشافعي ٣/ ٢٢٠، \"شرح معاني الآثار\" للطحاوي ٣/ ٢١٨.(٥) انظر: في هذه المسألة: \"البناية في شرح الهداية\" للمرغيناني ١٠/ ١٢٥ - ١٢٨، \"المغني\" لابن قدامة ٦/ ٥٩٧ - ٥٩٨.</p><p> وقال مالك وداود: لا يبلغ بالسن، ثم اختلفا، فقال داود: لا يبلغ ما لم يحتلم، ولو بلغ أربعين سنة (١) . </p><p> وقال مالك: بلوغه بأن يغلظ صوته، أو تنشق أرنبته (٢) . </p><p> والدليل على أن حد البلوغ بالسن خمس عشرة سنة، حديث عبد الله بن عمر [٢٣١] قال: عرضت على رسول الله - صلى الله عليه وسلم - عام (٣) أحد، وأنا ابن أربع عشرة سنة، فردني، ولم يرني بلغت، وعرضت عليه عام الخندق، وأنا ابن خمس عشرة سنة، فأجازني في المقاتلة. </p><p> والإنبات: هو أن ينبت للغلام أو الجارية الشعر الخشن حول الفرج. </p><p> وللشافعي في الإنبات قولان: أحدهما: أنه بلوغ، والثاني: دلالة البلوغ (٤) . </p><p> وقال أبو حنيفة: لا يتعلق بالإنبات حكم، وليس هو ببلوغ، ولا </p><p>(١) ذكره القرطبي عنهما في \"جامع البيان\" ٥/ ٣٥. (٢) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٥/ ٣٥.(٣) في (ت): يوم.والحديث أخرجه البخاري كتاب الشهادات، باب بلوغ الصبيان وشهادتهم (٢٦٦٤)، ومسلم كتاب الإمارة، باب بيان سن البلوغ (١٨٦٨)، والطحاوي في \"شرح معاني الآثار\" ٣/ ٢١٧، وغيرهم.(٤) في (ت): أنه دلالة على، وفي (م): أنه دليل.وانظر: مذهب الشافعي في هذه المسألة في \"مغني المحتاج\" للخطيب الشربيني ٢/ ١٦٦ - ١٦٧، وهو قول مالك وأحمد، انظر: \"المغني\" لابن قدامة ٦/ ٥٩٧.</p><p> دلالة عليه (١) . </p><p> والدليل على أن البلوغ يتعلق بالإنبات ما روى عطية القرظي عن سعد بن معاذ أن النبي - صلى الله عليه وسلم - حكَّمه في بني قريظة، قال: فكنت أكشف عنهم، فكل من أنبت قتلته، ومن لم ينبت جعلته في الذرية (٢) ، فقال رسول الله - صلى الله عليه وسلم -: \"لقد حكمت فيهم(٣)بحكم الله من فوق سبعة أرقعة\" . </p><p> قال عطية: فكنت فيمن لم ينبت فجعلني في الذرية (٤) . </p><p> وأما ما يختص به النساء: فالحيض، والحبل، يدل عليه ما روي عن النبي - صلى الله عليه وسلم - أنه قال:  \"لا يقبل الله صلاة حائض إلا بخمار\"  (٥) ، </p><p>(١) في (ت): دلالة على البلوغ، وفي (م): دلالة بلوغ. وكون الإنبات لا يدل على البلوغ هو قول محمد بن الحسن أيضًا.انظر: \"شرح معاني الآثار\" للطحاوي ٣/ ٢١٨.ولم يجعل أبو حنيفة الإنبات دليلًا على البلوغ؛ لأنه نبات شعر، فأشبه نبات شعر البدن.انظر: \"المغني\" لابن قدامة ٦/ ٥٩٧.(٢) في (م): الذراري.(٣) من (ت).(٤) حديث عطية أخرجه الإمام أحمد في \"المسند\" ٤/ ٣١٠ (١٨٧٧٦)، وأبو داود في كتاب الحدود، باب في الغلام يصيب الحد (٤٤٠٤)، والترمذي كتاب السير، باب ما جاء في النزول على الحكم (١٥٨٤) وقال: حسن صحيح، والعمل على هذا عند بعض أهل العلم، والنسائي كتاب قطع السارق، باب حد البلوغ وذكر السن الذي إذا بلغها الرجل والمرأة أقيم عليهما الحد ٨/ ٩٢، وابن ماجه كتاب الحدود، باب من لا يجب عليه الحد (٢٥٤١)، وهو كما قال الترمذي رحمه الله.(٥) أخرجه الإمام أحمد في \"المسند\" ٦/ ١٥٠ (٢٥١٦٧)، وأبو داود كتاب الصلاة، =</p><p> فجعلها مكلفة بالحيض، فهذا القول في حد البلوغ. </p><p> فأما الرشد، فاختلف الفقهاء فيه، فقال الشافعي: هو أن يكون صالحًا في دينه مصلحًا لماله (١) ، والصلاح في الدين: أن يكون متجنبا (٢) للفواحش التي يفسق بها، وتسقط عدالته، كالزنا، واللواط، والقذف، وشرب الخمر، ونحوها. </p><p> وإصلاح المال: ألا يضيعه، ولا يبذره، ولا يغبن في التصرف غبنًا فاحشًا. </p><p> فالرشد شيئان: جواز الشهادة، وإصلاح المال، وهذا قول الحسن، وربيعة (٣) ، ومالك (٤) . </p><p>= باب المرأة تصلي بغير خمار (٦٤١)، والترمذي أبواب الصلاة، باب ما جاء لا تقبل صلاة المرأة إلاَّ بخمار (٣٧٧)، وحسنه من طريق ابن سيرين عن صفية بنت الحارث عن عائشة به، ومن الطريق نفسه أخرجه البيهقي في \"السنن الكبرى\" ٢/ ٢٣٣، والحاكم في \"المستدرك\" ١/ ٣٨٠ وقال: صحيح على شرط مسلم، ووافقه الذهبي، وهو كما قالا، وتصدير المصنف له بقوله: روي. غير سديد، لأن هذه صيغة تمريض لا يصدر بها الحديث الصحيح. (١) انظر: معنى كلام الشافعي في \"الأم\" ٣/ ٢٢٠، وانظر: \"المنهاج\" للنووي مع \"شرحه\" للخطيب الشربيني ٢/ ١٦٨.(٢) في (ت): مجتنبا.(٣) انظر: قول الحسن في \"جامع البيان\" للطبري ٤/ ٢٥٢.وهو قول ابن عباس في رواية، وسعيد بن جبير.انظر: في \"تفسير القرآن العظيم\" لابن أبي حاتم ٣/ ٨٦٥ - ٨٦٦.(٤) ذكر ابن العربي في \"أحكام القرآن\" ١/ ٣٢٢ قول مالك في المسألة، وأنه يرى الرشد: إصلاح الدنيا، والمعرفة بوجوه أخذ المال والإعطاء، والحفظ له عن =</p><p> وقال أبو حنيفة وأبو يوسف ومحمد: إذا بلغ عاقلًا مصلحًا لماله زال الحجر عنه بكل حال، سواء كان فاسدًا في دينه أو صالحًا فيه، فاعتبروا صلاح المال، ولم يعتبروا صلاح الدين (١) . </p><p> ثم اختلفوا فيه إذا بلغ عاقلًا مفسدًا لماله، فقال أبو يوسف ومحمد: لا يزول الحجر عنه، ويكون تصرفه باطلًا إلا النكاح والعتق، ويبقى تحت الحجر أبدًا إلى أن يظهر (٢) رشده. </p><p> وقال أبو حنيفة: إذا بلغ عاقلًا زال الحجر عنه، وإن كان مفسدًا لماله منع من تسليم ماله إليه حتى يبلغ خمسًا وعشرين سنة، فإذا بلغها سُلّم المال إليه بكل حال، سواء كان مفسدًا له، أو غير مفسد (٣) . </p><p> وقيل: هذا في مدة المنع من المال ينفذ تصرفه على الإطلاق، وإنما يمنع من تسليم المال إليه احتياطًا لماله، قال: ووجه تحديده بخمس وعشرين سنة أنه قد يحبل منه لاثنتي عشرة سنة، ثم يولد له لستة أشهر، ثم يحبل من ولده لاثنتي عشرة سنة، ثم يولد له لستة </p><p>= التبذير، وهو يخالف ما نسبه إليه الثعلبي، حيث لم يشترط صلاح الدين. وانظر: \"المدونة الكبرى\" للإمام مالك ٤/ ٧٥.(١) انظر: مذهبهم هذا في \"المبسوط في القراءات العشر\" للسرخسي ٢٤/ ١٥٧ حيث قال: فالفاسق عند أصحابنا جميعًا رحمهم الله أهل للولاية على نفسه على العموم.(٢) سقط من (ت)، وانظر: قول أبي يوسف ومحمد وأبي حنيفة في \"المبسوط في القراءات العشر\" للسرخسي ٢٤/ ١٦١.(٣) انظر: \"أحكام القرآن\" للجصاص ١/ ٤٨٩ عند قوله تعالى: {فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا} [البقرة: ٢٨٢].</p><p> أشهر، فيصير جدًّا، وإنما (١) أستحي أن أحجر [٢٣٢] على من يصلح أن يكون جدًا. </p><p> فإذا حصل البلوغ والرشد، دفع المال إليه سواء تزوج أو لم يتزوج. </p><p> وقال مالك: إن كان صاحب المال جارية، وتبلغ رشيدة فالحجر باق عليها (٢) ، وتمنع من مالها حتى تتزوج، فإذا تزوجت سُلم مالها إليها، ولا يجوز لها أن تتصرف في مالها بغير إذن زوجها حتى تكبر وتجرب، ثم حينئذ ينفذ تصرفها فيه بغير إذنه، ولا خلاف في الغلام (٣) . </p><p> والذي يدل على فساد هذا المذهب ما روي: أن النبي - صلى الله عليه وسلم - خطب يوم العيد ثم نزل، فذهب إلى النساء فوعظهن، وقال:  \"تصدقن، ولو من حليكن\" فكن (٤) يتصدقن، وجعلت المرأة تلقي خرصها، وسخابها (٥) . </p><p>(١) من (م)، (ت). وقول أبي حنيفة هذا ذكره بمعناه: السرخسي في \"المبسوط في القراءات العشر\" ٢٤/ ١٦١ - ١٦٢، وابن العربي في \"أحكام القرآن\" ١/ ١٣٢، والبغوي في \"معالم التنزيل\" ٢/ ١٦٧.(٢) في (م): ويبلغ رشده ... عليه، وفي (ت): ولم تبلغ الرشد.(٣) قد رد على هذا القول الشافعي في \"الأم\" ٣/ ٢٢١.(٤) في (ت): فجعلن.(٥) أخرجه أحمد في \"المسند\" ١/ ٣٤٠ (٣١٥٣)، والبخاري كتاب العيدين، باب الخطبة بعد العيد (٩٦٤)، ومسلم كتاب العيدين (٨٨٤)، وابن خزيمة في \"صحيحه\" ٢/ ٣٤٥ (١٤٣٦)، وغيرهم من طريق سعيد بن جبير عن ابن عباس.وفي الباب عن جابر، وابن مسعود وغيرهما. =</p><p> فأمرهن عليه السلام بالصدقة، وقبلها منهن، ولم يفصل بين متزوجة، وغير متزوجة، ولا بين من تصدقت بإذن زوجها أو بغير إذنه، فهذا القول في الحجر على الصغير، وبيان حكم (١) قوله عز وجل: {وَابْتَلُوا الْيَتَامَى} . </p><p> فأما حكم قوله:  {وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ} الآية (٢) ، في الحجر على السفيه، فاختلف الفقهاء فيه. </p><p> فقال أبو حنيفة، وزفر: لا حجر على حر (٣) ، بالغ عاقل، بوجه، ولو كان أفسق الناس، وأشدهم تبذيرًا (٤) ، وهو مذهب النخعي. </p><p> واحتجوا في ذلك بما روى قتادة عن أنس أن حبان بن منقذ، كان يخدع في البيع، فأتى أهله النبي - صلى الله عليه وسلم - فقالوا: إن حبان بن منقذ يعقد، وفي عقدته ضعف، فاحجر عليه، فاستدعاه النبي - صلى الله عليه وسلم - فقال له:  \"لا تبع\" ، فقال: لا أصبر، فقال له: \"فإذا بايعت فقل: لا خلابة، </p><p>= والسخاب: جمع سَخَب، وهو: خيط ينظم فيه خرز، ويلبسه الصبيان والجواري، وليس فيها من اللؤلؤ والجوهر شيء. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٣٤٩.(١) ساقطة من (ت).(٢) بعدها في (م)، (ت): والكلام في.(٣) سقط من (ت).(٤) ذكر هذا القول الشافعي في \"الأم\" ٣/ ٢٢٤، ولم ينسبه.وانظر: \"المبسوط في القراءات العشر\" للسرخسي ٢٤/ ١٦١، \"الهداية\" مع \"فتح القدير\" لابن الهمام ٩/ ٢٦٥.</p><p> ولك الخيار ثلاثًا\" (١) . </p><p> فلما سأله القوم الحجر عليه لما كان في تصرفه من الغبن، ولم يفعل عليه السَّلام ثبت أن الحجر لا يجوز. </p><p> وقال الشافعي رضي الله عنه (٢) : إن كان مفسدًا لماله، ودينه أو كان مفسدًا لماله دون دينه حجر عليه. </p><p> وإن كان مفسدًا لدينه مصلحًا لماله فعلي وجهين: </p><p> أحدهما: يحجر عليه، وهو اختيار أبي العباس بن سريج. </p><p> والثاني: لا يحجر عليه، وهو اختيار أبي إسحاق المروزي (٣) ، والأظهر من مذهب الشافعي (٤) . </p><p>(١) الحديث أخرجه البخاري كتاب البيوع، باب ما يكره من الخداع في البيع (٢١١٧)، ومسلم كتاب البيوع، باب من يخدع في البيع (١٥٣٣)، وأحمد في \"المسند\" ٢/ ٤٤ (٥٠٣٦)، والبيهقي في \"السنن الكبرى\" ٥/ ٢٧٣ من طرق عن عبد الله بن دينار عن ابن عمر. وأخرجه أحمد في \"المسند\" ٣/ ٢١٧ (١٣٢٧٦)، والبيهقي في \"السنن الكبرى\" ٦/ ٦٢ عن أنس بن مالك، بمثل اللفظ الذي ساقه المصنف.(٢) بعدها في (ت): فيه قولان أحدهما.(٣) إبراهيم بن أحمد، أبو إسحاق، الإمام الكبير، شيخ الشافعية في وقته، أكبر تلامذة ابن سريج، لخص المذهب وشرحه، وانتهت إليه رئاسته. توفي رحمه الله بمصر سنة (٣٤٠ هـ)، والمروزي نسبة إلى مرو.انظر: \"تاريخ بغداد\" للخطيب ٦/ ١١، \"سير أعلام النبلاء\" للذهبي ١٥/ ٤٢٩، \"الأنساب\" للسمعاني ٥/ ٢٦٥.(٤) انظر: \"شرح المنهاج\" للخطيب الشربيني ٢/ ١٧٠.</p><p> وهذا الذي ذكرنا من الحجر على السفيه قول عثمان وعلى والزبير وعائشة وابن عباس وعبد الله بن جعفر، ومن التابعين شريح، وبه قال من الفقهاء مالك، وأهل المدينة، والأوزاعي، وأهل الشام، وأبو يوسف، ومحمد، وأحمد (بن حنبل)  (١) ، وإسحاق (٢) ، وأبو ثور. </p><p> وادعى أصحابنا الإجماع في هذه المسألة، لما روى هشام بن عروة، عن أبيه أن عبد الله بن جعفر ابتاع أرضًا سبخة (٣) بستين ألف درهم، فغبن فيها فأراد على أن يحجر عليه، فأتى ابن جعفر إلى الزبير، فقال: إني اشتريت كذا، وإن عليًا يريد أن يأتي أمير المؤمنين -يعني عثمان- فيسأله [٢٣٣] أن يحجر عليه (٤) ، فقال الزبير: أنا شريكك في البيع. </p><p> فأتى على عثمان فقال: إن ابن جعفر اشترى كذا، وكذا، فاحجر عليه. فقال الزبير: أنا شريكه في البيع، فقال عثمان: كيف أحجر على رجل في بيع شريكه فيه الزبير؟ (٥) . </p><p>(١) من (ت). (٢) هو ابن راهويه.(٣) الأرض السبخة هي: التي تعلوها الملوحة، ولا تكاد تنبت إلا بعض الشجر.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٣٣٣.(٤) في (م)، (ت): على. وهو الصواب.(٥) في (م): على رجل شريكه الزبير.والقصة أخرجها الشافعي، كما في \"الأم\" ٣/ ٢٢٥ من طريق أبي يوسف عن هشام عن أبيه، والدارقطني في \"السنن\" ٤/ ٢٣١ (٩٦)، والخطيب في \"تاريخ بغداد\" ١٤/ ٢٤٢. =</p><p> فثبت من هذه القصة إجماع الصحابة على جواز الحجر؛ لأن عبد الله بن جعفر خاف من الحجر، والزبير احتال له فيما يمنعه منه، وعلي سأل ذلك (١) عثمان، وعثمان اعتذر إليه في الامتناع منه. </p><p> {فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ وَلَا تَأْكُلُوهَا} يا معشر الأولياء والأوصياء، {إِسْرَافًا} بغير حقها. </p><p> والإسراف: مجاوزة الحد، والإفراط، والخطأ، ووضع الشيء في غير موضعه، يقال: مررت بكم فسرفتكم، أي: سهوت عنكم، وأخطأتكم (٢) ، قال جرير: </p><p>= وأبو يوسف -صاحب أبي حنيفة- صحح روايته ابن معين، ووثقه النسائي، وقال أبو حاتم: يكتب حديثه. وقال ابن عدي: إذا روى عنه ثقة، وروى هو عن ثقة فلا بأس به. وقال البخاري: تركوه. وقال الفلاس: صدوق، كثير الغلط. انظر: \"ميزان الاعتدال\" للذهبي ٤/ ٤٤٧.وقال علي بن المديني: ما أخذ على أبي يوسف إلا حديثه في الحجر، وكان صدوقًا.انظر: \"سير أعلام النبلاء\" للذهبي ٨/ ٥٣٥.ولم يتفرد به أبو يوسف، فقد أخرج البيهقي القصة في \"السنن الكبرى\" ٦/ ٦١ من طريق محمد بن القاسم الطلحي عن الزبير المديني عن هشام به.وأخرجها عبد الرزاق في \"المصنف\" ٨/ ٢٦٧ (١٥١٧٦) عن رجل سمع هشام بن عروة، مما يدل على أن للقصة أصلًا، ولذلك قواها الألباني في \"إرواء الغليل\" ٥/ ٢٧٣.(١) ساقطة من (م)، (ت).(٢) انظر: \"مفردات ألفاظ القرآن\" للراغب الأصبهاني (ص ٤٠٧) (سرف)، \"القاموس المحيط\" للفيروزآبادي (ص ١٠٥٨).</p><p> أعطوا هنيدة يحدوها ثمانية ... ما في عطاياهم مَنٌّ ولا سرفُ (١) </p><p> أي: خطأ، يعني أنهم يصيبون مواضع العطاء (٢) . </p><p> {وَبِدَارًا} : مبادرة، {أَنْ يَكْبَرُوا}  (أن) في محل النصب، يعني: لا تبادروا كبرهم (٣) ، ورشدهم حذرًا أن يبلغوا فيلزمكم تسليمها إليهم. </p><p> ثم بين ما يحل لهم من مالهم، فقال عز من قائل:  {وَمَنْ كَانَ غَنِيًّا} عن مال (اليتيم)  (٤)  {فَلْيَسْتَعْفِفْ} عن مال اليتيم، فلا يرزأه (٥) لا قليلًا ولا كثيرًا. </p><p> والعفة: الامتناع عما لا يحل، ولا يجب فعله (٦) ، قال الله عز وجل:  {وَلْيَسْتَعْفِفِ الَّذِينَ لَا يَجِدُونَ نِكَاحًا}  (٧) . </p><p> {وَمَنْ كَانَ فَقِيرًا} محتاجًا إلى مال اليتيم، وهو يحفظه ويتعهده {فَلْيَأْكُلْ بِالْمَعْرُوفِ} . </p><p>(١) البيت قاله في قصيدة مدح بها يزيد بن عبد الملك، وهو في \"ديوانه\" (ص ٣٨٩)، وذكره ابن منظور في \"لسان العرب\" ٩/ ١٤٩ (سرف). (٢) انظر: \"جامع البيان\" للطبري ٤/ ٢٥٤.(٣) انظر: \"معاني القرآن\" للفراء ١/ ٢٥٧.(٤) ساقطة من (م).(٥) أي: لا يصيب من ماله، ولا ينقص منه.انظر: \"لسان العرب\" لابن منظور ١/ ١٨٥ (رزأ).(٦) انظر: \"مفردات ألفاظ القرآن\" للراغب الأصبهاني (ص ٥٧٣) (عف)، ونقله عن الثعلبي القرطبي في \"الجامع لأحكام القرآن\" ٥/ ٤١، ولم ينسبه.(٧) النور: ٣٣.</p><p> واختلف العلماء فيه، فقال بعضهم: المعروف: القرض، نظيره (١) قوله عز وجل: {إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ}  (٢) يعني: القرض، ومعنى الآية: يستقرض من مال اليتيم، فإذا أيسر قضاه، فإن مات ولم يقدر على قضائه فلا شيء عليه، وهذا قول سعيد بن جبير، وعبيدة السلماني، وأبي العالية، وأكثر الروايات (٣) عن ابن عباس. </p><p> قال مجاهد: يستسلف منه، فيتجر فيه، فإذا أيسر أدى (٤) . </p><p> (ودليل هذا)  (٥) التأويل: </p><p> [١٠١٤] ما أخبرني الحسين بن محمد الثقفي (٦)  (بقراءتي عليه في داري قال: )  (٧) ، أخبرنا أحمد بن إبراهيم بن شاذان (٨) ، أخبرنا عمر بن </p><p>(١) في (م)، (ت): ودليله. (٢) النساء: ١١٤.(٣) في (ت): الرواة، وأخرج قول سعيد: عبد الرزاق في \"تفسير القرآن\" ١/ ١٤٧، وقول عبيدة: أخرجه سعيد بن منصور في \"السنن\" ٣/ ١١٦٣ (٥٧٤).وأخرج الطبري في \"جامع البيان\" ٤/ ٢٥٥ - ٢٥٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٦٩، أقوالهم.وهو أيضًا قول الشعبي، وأبي وائل، والضحاك، والسدي، ومقاتل.انظر: \"زاد المسير\" لابن الجوزي ٢/ ١٦.(٤) أخرجه سعيد بن منصور في \"سننه\" ٣/ ١١٥٤ (٥٦٧)، والطبري في \"جامع البيان\" ٤/ ٢٥٧، بمعناه.(٥) في (م): والدليل على هذا.(٦) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٧) ما بين القوسين ساقط من (م).(٨) ثقة، ثبت، كثير الرواية للحديث.</p><p> أحمد القطان (١) ، ثنا محمد بن إسماعيل (٢) ، ثنا وكيع (٣) ، ثنا إسرائيل (٤) وسفيان (٥) ، عن أبي إسحاق (٦) ، عن حارثة بن مضرب (٧) قال: قال عمر بن الخطاب رضي الله عنه: ألا إني أنزلت نفسي من مال (٨) إلله عز وجل منزلة مال اليتيم، إن استغنيت استعففت، وإن افتقرت أكلت بالمعروف، فإذا أيسرت قضيت (٩) . </p><p>(١) ثقة. (٢) صدوق.(٣) ابن الجراح الرؤاسي: ثقة، حافظ، عابد.(٤) إسرائيل هو ابن يونس بن أبي إسحاق السبيعي، ثقة.(٥) الثوري: إمام الحفاظ، وأمير المؤمنين في الحديث.(٦) أبو إسحاق هو عمرو بن عبد الله السبيعي، ثقة مكثر، اختلط بأخرة.(٧) حارثة بن مضرَّب -بتشديد الراء مع كسرها- العبدي الكوفي.روى عن: عمر، وسلمان، وخباب. وعنه السبيعي، ثقة.قال الحافظ: ثقة، غلط من نقل عن ابن المديني أنه تركه. توفي قبل سنة (٨٠ هـ). انظر: \"معرفة الثقات\" للعجلي (ص ٨)، \"الثقات\" لابن حبان ٢/ ٧٧، \"تهذيب الكمال\"للمزي ٥/ ٣١٧، \"ميزان الاعتدال\" للذهبي ١/ ٤٤٦، \"تقريب التهذيب\" لابن حجر (١٠٦٣).(٨) ساقطة من (ت).(٩) [١٠١٤] الحكم على الإسناد:حسن لغيره؛ شيخ المصنف ومحمد بن إسماعيل صدوقان، وصح من طريق آخر كما سيأتي في التخريج.الثخريج:أخرجه الطبري في \"جامع البيان\" ٤/ ٢٥٥، وسعيد بن منصور ٤/ ١٥٣٨ (٧٨٨)، وابن سعد في \"الطبقات الكبرى\" ٣/ ٢٧٦، وابن أبي شيبة في \"المصنف\" ١٢/ ٣٢٩ (٣٣٤٥٨)، والبيهقي في \"السنن الكبرى\" ٤/ ٦ - ٥ من طرق عن أبي =</p><p> وقال الشعبي: لا يأكله إلا أن يضطر إليه كما يضطر إلى الميتة (١) . </p><p> وقال آخرون: المعروف (٢) هو: أن يأكله من غير إسراف، ولا قضاء عليه فيما أكل. </p><p> ثم اختلفوا في كيفية هذا الأكل بالمعروف: </p><p> فقال [٢٣٤] عطاء، وعكرمة، والسدي: يأكل بأطراف أصابعه، ولا يسرف في الأكل، ولا يكتسي منه (٣) . </p><p> وقال النخعي: لا يلبس الكتان، ولا الحلل، ولكن ما سد الجوعة، ووارى العورة (٤) . </p><p> وقال بعضهم: هو أن يأكل من ثمر نخيله، ولبن مواشيه بالمعروف، ولا قضاء عليه، فأما الذهب (والفضة فلا)  (٥) ، فإن أخذ </p><p>= إسحاق به. وأخرجه ابن سعد في \"الطبقات الكبرى\" ٣/ ٢٧٦ عن الأعمش، عن أبي وائل، عن عمر. والطبري في \"جامع البيان\" ٤/ ٢٥٩ عن زيد بن أسلم، عن أبيه، عن عمر.وأخرجه البيهقي في \"السنن الكبرى\" ٦/ ٣٥٤ عن قتادة، عن أبي مجلز، عن عمر.(١) تكملة الأثر: فإن أكل منه شيئًا قضاه، وهو في \"جامع البيان\" للطبري ٤/ ٢٥٦، وعند ابن أبي حاتم ٣/ ٨٧٠.(٢) ساقطة من (ت).(٣) هذا نص مركب من أقوالهم.انظر: \"جامع البيان\" للطبري ٤/ ٢٥٧، \"تفسير القرآن العظيم\" لابن أبي حاتم ٣/ ٨٧٠.(٤) أخرجه عبد الرزاق في \"تفسير القرآن\" ١/ ١٤٧، وسعيد بن منصور في \"سننه\" ٣/ ١١٥٥ (٥٦٨)، والطبري في \"جامع البيان\" ٤/ ٢٥٨.(٥) ساقطة من (ت).</p><p> منه شيئًّا فلابد من أن يرد، وهذا قول الحسن، وجماعة (١) . </p><p> وقال قتادة: كان اليتيم يكون له الحائط (٢) ، والنخل فيقوم وليه على صلاحه وسقيه، فيصيب من تمرته، ويكون له الماشية فيقوم وليه على صلاحها وعلاجها فيصيب من جزازها، ورسلها، وعوارضها (٣) ، فأما رقاب المال وأصلها فليس له أن يستهلكها (٤) . </p><p> وقال الضحاك: المعروف: ركوب الدابة، وخدمة الخادم، وليس له أن يأكل من ماله شيئًا (٥) . </p><p> [١٠١٥] أخبرنا أبو صالح شعيب بن محمد (٦) ، أنا مكي بن عبدان (٧) ، أنا أحمد بن الأزهر (٨) ، ثنا روح بن عبادة (٩) ، ثنا زمعة </p><p>(١) انظر: \"جامع البيان\" للطبري ٤/ ٢٥٩، \"زاد المسير\" لابن الجوزي ٢/ ١٦. (٢) الحائط: هو البستان من النخل إذا كان محوطًا بجدار.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٤٦٢.(٣) جزازها: من الجز، وهو ما يجز من صوف الشاة.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٢٦٨، وقوله: رسلها: هو اللبن. وقوله: عوارضها جمع عارضة وهي: الشاة يكون فيها آفة، أو كسر فيذبحونها، مخافة أن تموت فلا ينتفعون بها، والعرب تعير بأكلها.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٢١١.(٤) يريد بقوله: رقاب المال وأصلها، أي: الأنعام، والنخيل.والأثر أخرجه الطبري في، \"جامع البيان\" ٤/ ٢٥٩.(٥) أخرجه الطبري في \"جامع البيان\" ٤/ ٢٥٩.(٦) مستور.(٧) ثقة.(٨) صدوق، وقد كان يحفظ فلما كبر تغير، وكان كتابه أثبت من حفظه.(٩) ثقة.</p><p> ابن صالح (١) ، عن ابن شهاب (٢) ، عن القاسم (٣) بن محمد، ح. (٤) </p><p> [١٠١٦] قال روح (٥) : وحدثنا ابن جريج (٦) قال: أخبرني بكير بن عبد الله بن الأشج (٧) ، عن القاسم بن محمد (٨) قال: حضرت ابن عباس فجاءه رجل، فقال: يا ابن عباس، إن لي أيتامًا، ولهم ماشية، فهل على جناح في رِسْلها، وما يحل لي منها؟ </p><p> فقال: إن كنت ترد نادتها (٩) ، وتبغي ضالتها، وتهنأ جرباها (١٠) ، وتلوط حوضها (١١) ، وتفرط لها يوم وردها (١٢) فاشرب من فضل ألبانها </p><p>(١) زمعة بن صالح الجندي اليماني، ضعيف. (٢) الزهري، متفق على جلالته وإتقانه.(٣) القاسم هو ابن محمد بن أبي بكر الصديق، ثقة.(٤) ساقطة من (م).(٥) ثقة.(٦) ثقة. فقيه، فاضل، كان يدلس ويرسل.(٧) بكير بن عبد الله بن الأشج القرشي، ثقة، ثبت.(٨) ثقة.(٩) أي: الشارد منها، ند البعير إذا شرد وذهب على وجهه.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ٣٥.(١٠) أي: تعالج جرب الإبل بالقطران، يقال: هنأت البعير أهنؤه، إذا طليته بالقطران.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ٢٧٧.(١١) أي: تطينه وتصلحه.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ٢٧٧.(١٢) أي: تسبقها وقت مجيئها للشرب فتهيئ لها.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٤٣٤.</p><p> عنهم، غير مضر بأولادها، ولا ناهك في الحلب (١)  (٢) . </p><p> وقال بعضهم: المعروف هو أن يأخذ من جميع مالها (٣) إذا كان يلي ذلك، بقدر قيامه وخدمته وعمله وأجرته، وإن أتى على جميع المال فلا قضاء عليه، وهذا طعمة من الله له، وبه قالت عائشة رضي الله عنها، وجماعة من العلماء (٤) . </p><p>(١) أي: غير مبالغ فيه بحيث لا يبقى في ضرعها لبن. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ١٣٧.(٢) [١٠١٥، ١٠١٦] الحكم على الإسناد:إسناد المصنف فيه زمعة بن صالح ضعيف، وقد تابعه ابن جريج عن بكير، عن القاسم، كما هو في الإسناد الثاني الذي ذكره المصنف، وتابعه أيضًا سفيان عن يحيي، عن القاسم، كما سيأتي في التخريج، وبذلك يرتقي الأثر إلى الصحة.التخريج:أخرجه سعيد بن منصور في \"سننه\" ٣/ ١١٥٧ (٥٧١)، ومالك في \"الموطأ\" ٢/ ٩٣٤ (٣٣)، وعبد الرزاق في \"تفسير القرآن\" ١/ ١٤٧، والثوري في \"تفسيره\" (ص ٩١)، والطبري في \"جامع البيان\" ٤/ ٢٥٨، والبيهقي في \"السنن الكبرى\" ٦/ ٢٨٤، من طريق يحيى بن سعيد عن القاسم به، وسنده صحيح.(٣) في (ت): مالهم.(٤) أخرج قول عائشة: البخاري كتاب التفسير، باب {وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ} (٤٥٧٥)، ومسلم كتاب التفسير (٣٠١٩)، والطبري في \"جامع البيان\" ٤/ ٢٦٠، وممن قال بقولها: الحسن، والنخعي، وابن زيد.انظر أقوالهم في \"جامع البيان\" للطبري ٤/ ٢٥٩ - ٢٦٠، وقد رجح الطبري رحمه الله تفسير المعروف بأنه أكل مال اليتيم عند الضرورة والحاجة إليه على وجه الاستقراض منه، فأما على غير ذلك الوجه فغير جائز أكله، ورد على من خالفه.</p><p> قال محمد بن كعب القرظي: من كان غنيًا فليستعفف عن مال اليتيم، ولا يأكل منه شيئًا، وأجره على الله، ومن كان فقيرًا فليأكل بالمعروف، يتقرم تقرُّم البهيمة، وينزل نفسه بمنزلة الأجير فيما لابد له منه (١) . </p><p> والتقرُّم: الالتقاط من نبات الأرض وبقلها (٢) . </p><p> ودليل هذا التأويل: </p><p> [١٠١٧] ما أخبرني الحسين بن محمد بن عبد الله (٣) ، ثنا محمد بن الحسن بن بشر (٤) ، ثنا أبو بكر بن أبي الخصيب المصيصي (٥) ، ثنا عبد الله بن محمد بن أسامة الحلبي (٦) ، حدثنا أبي، ثنا معاوية بن هشام (٧) ، ثنا سفيان (٨) ، عن ابن أبي نجيح (٩) ، عن الحسن </p><p>(١) الأثر لم أجده. (٢) أصل التقرم: الأكل الضعيف، ومنه تقرَّم تقرُّم البهمة وقرمت البهمة، تقرِم قرْمًا وقرومًا وقرمانًا، وذلك في أول ما تأكل، وهو أدنى التناول.انظر: \"لسان العرب\" لابن منظور ١٢/ ٤٧٤ (قرم).(٣) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٤) ابن صقلاب، لم يُذكر بجرح أو تعديل.(٥) محمد بن أحمد بن المستنير بن أبي الخطيب، أبو بكر المصيصي: لم يذكر بجرح أو تعديل.وسقطت كلمة: المصيصي. من (م).(٦) ذكره ابن عساكر في \"تاريخ دمشق\" ٣٢/ ١٦٨، وسكت عنه، أما أبوه فلم أجده.وفي (م): ابن أبي أسامة الحلي.(٧) معاوية بن هشام هو أبو الحسن القصار، صدوق له أوهام.(٨) ابن عيينة، ثقة، حافظ، إلا أنه تغير حفظه بأخرة وكان ربما دلس لكن عن الثقات.(٩) عبد الله بن يسار الثقفي، ثقة، رُمي بالقدر، وربما دلس.</p><p> العرني (١) ، عن ابن عباس قال: جاء رجل إلى النبي - صلى الله عليه وسلم - فقال: يا رسول الله، إن في حجري يتيمًا، أفأضربه؟ فقال:  \"مما كنت ضاربًا منه ولدك\" ، قال: يا رسول الله، أنأكل من ماله؟ قال:  \"غير متأثِّل مالًا، ولا واق مالك بماله\"  (٢) . </p><p>(١) الحسن بن عبد الله العرني البجلي. روى عن سعيد بن جبير، وعلقمة بن قيس، وأرسل عن ابن عباس. وعنه: سلمة بن كهيل، وأبو المعلى العطار.قال ابن معين: صدوق، وقال أبو زرعة: ثقة، وكذا قال الحافظ.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٤٥، \"تهذيب الكمال\" للمزي ٦/ ١٩٥، \"تهذيب التهذيب\" لابن حجر ٢/ ٢٩٠، \"تقريب التهذيب\" لابن حجر (١٢٥٢).ووقع في (م): العوفي وهو خطأ.(٢) [١٠١٧] الحكم على الإسناد:إسناده ضعيف، لأن العرني لم يدرك ابن عباس، وفي إسناد المصنف مجاهيل.التخريج:أخرجه سعيد في \"سننه\" ٣/ ١١٥٩ (٥٧٢)، والبيهقي في \"السنن الكبرى\" ٦/ ٤، وعبد الرزاق في \"تفسير القرآن\" ١/ ١٤٨، الطبري في \"جامع البيان\" ٤/ ٢٦٠، وابن أبي شيبة في \"المصنف\" ٧/ ٢٩٩ (٢١٦٧١)، وأبو عبيد في \"غريب الحديث\" ١/ ١٩١، من طرق عن عمرو بن دينار عن العرني مرسلاً.وللحديث شاهد من طريق عمرو بن شعيب عن أبيه، عن جده أن رجلا أتى النبي - صلى الله عليه وسلم - فقال: إني فقير ليس لي شيء، ولي يتيم. فقال: \"كل من مال يتيمك غير مسرف، ولا مباذر، ولا متأثل\"، أخرجه النسائي كتاب الوصايا، ما للوصي من مال اليتيم إذا قام عليه ٦/ ٢٥٦، وأحمد في \"المسند\" ٢/ ١٨٦ (٦٧٤٧)، وأبو داود كتاب الوصايا، باب مخالطة اليتيم في الطعام (٢٨٧٢)، وابن ماجه كتاب الوصايا باب قوله: {وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ} (٢٧١٨)، والبيهقي في =</p>"
}