{
  "id": null,
  "sura": 4,
  "aya": 135,
  "text": "<p> {وَكَانَ اللَّهُ سَمِيعًا بَصِيرًا} </p><p> ١٣٥ - {يَاأَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ} </p><p> يعني: كونوا قوامين بالشهادة بالقسط أي: بالعدل. </p><p> وقال ابن عباس معناه: كونوا قوالين بالعدل في الشهادة، على من كانت (١) . </p><p>= هذا الوجه. وحاتم مجهول. انظر: \"مجمع الزوائد\" للهيثمي ١/ ٦١.وأخرجه الخطيب في \"تاريخ بغداد\" ٩/ ٢٣٧ من طريق الربيع بن حسان الكسي، ثنا يحيى بن عبد الغفار، ثنا محمد بن سعيد، ثنا سليمان النخعي عن أبي حازم .. به، وفي سنده سليمان النخعي كذاب.انظر: \"ميزان الاعتدال\" للذهبي ٢/ ٢١٦.وأخرجه الشهاب في \"مسنده\" ١/ ١١٩ (١٤٧) من طريق يوسف بن عطية عن ثابت، عن أنس بن مالك بلفظ: \"نيته أبلغ من عمله\"، وفي سنده محمد بن حنيفة ضعيف، ويوسف بن عطية متروك.وبرقم (١٤٨) من طريق بقية عن بحير بن سعيد، عن خالد بن معدان، عن النواس ابن سمعان بنحوه، وفي سنده تدليس بقية، وهو شر تدليس، وبحير بن سعيد مجهول، كما قال الذهبي في \"ميزان الاعتدال\" ١/ ٢٩٧.وبالجملة فالحديث لا يصح، وشواهده لا تنفعه، وفد ضعفه البيهقي في \"شعب الإيمان\" ٥/ ٣٤٣ وابن حجر في \"فتح الباري\" ٤/ ٢١٩.(١) أخرجه الطبري في \"جامع البيان\" ٥/ ٣٢٢، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٠٨٦، والبيهقي في \"السنن الكبرى\" ١٠/ ١٥٨ من رواية علي بن أبي طلحة، ولفظه: أمر الله المؤمنين أن يقولوا بالحق ولو على أنفسهم، أو آبائهم، أو أبنائهم، لا يحابوا غنيًا لغناه، ولا يرحموا مسكينا لمسكنته. ويظهر لي أن المصنف لا يحرص على النقل بالنص، مما يوقع الباحث في حرج شديد ومعاناة، حينما يريد أن يوثق ما يورده، رحمه الله، وعفا عنه.</p><p> {وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ} في الرحم، فأقيموها عليهم لله، ولا تحابوا غنيًا لغناه، ولا ترحموا فقيرًا لفقره، فذلك قوله:  {إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلَى بِهِمَا} منكم، وهو يتولى ذلك منهم، {فَلَا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا} أي: أن تتركوا الحق، وتجوروا. </p><p> قال الفراء: ويقال (١) معناه: لا تتبعوا الهوى لتعدلوا، كما تقول: لا تتبعنَّ هواك لترضي ربك، أي: أنهاك عن هذا، كيما يرضى ربك. </p><p> ويقال:  {فَلَا تَتَّبِعُوا الْهَوَى}  (٢) فرارًا من إقامة الشهادة (٣) . </p><p> {وَإِنْ تَلْوُوا} باللسان، فتحرفوا الشهادة، لتبطلوا الحق، {أَوْ تُعْرِضُوا} عنها، فتكتمونها، ولا تقيمونها عند الحكام (٤) ، {فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ} من إقامتها، وكتمانها {خَبِيرًا} . </p><p> ويقال: معناه {وَإِنْ تَلْوُوا} أي: تدافعوا في إقامة الشهادة، يقال: لويته حقه، أي: دافعته، ومطلته (٥) . </p><p> وقال ابن عباس: هذه الآية في القاضي، وليه شدقه وإعراضه عن أحد الخصمين (٦) . </p><p>(١) ساقطة من (ت). (٢) في (م)، (ت): أن تعدلوا، أي: تتركوا الحق.(٣) انظر: \"معاني القرآن\" للفراء ١/ ٢٩١ مع تقدير وتأخير.(٤) في (ت): الحاكم.(٥) انظر: \"معاني القرآن\" للزجاج ٢/ ١١٨.(٦) أخرجه الطبري في \"جامع البيان\" ٥/ ٣٢٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٠٨٩، وابن أبي شيبة في \"المصنف\" ٧/ ٧١٠ (٢٣٢٩٤)، وأبو نعيم =</p><p> وقال رسول الله - صلى الله عليه وسلم - عند نزول هذه الآية:  \"من كان يؤمن بالله واليوم الآخر فليقم شهادته على من كانت، ومن كان يؤمن بالله واليوم والآخر فلا يجحد حقًا هو عليه، وليؤده عفوًا، ولا يلجئه إلى سلطان وخصومة ليقطع بها حقه، وأيما رجل خاصم إليَّ قضيت له على حق أخيه بحق ليس هو له عليه فلا يأخذه، فإنما أقطع له قطعة من جهنم\"  (١) . </p><p> (مسألة في اللغة)  (٢) : قال أهل المعاني: معنى القسط: العدل، يقال: أقسط الرجل يقسط إقساطًا، إذا عدل، وقسط، يقسط، قسوطًا إذا جار، قال الله تعالى:  {وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ}  (٣) ، </p><p>= في \"حلية الأولياء\" ١/ ٣٢٤، ولفظه: هما الرجلان يجلسان بين يدي القاضي، فيكون ليُّ القاضي وإعراضه لأحدهما على الآخر. وفي سنده قابوس بن أبي ظبيان ضعيف كما في \"تقريب التهذيب\" لابن حجر (ص ٤٤٩) (٥٤٤٥). (١) الحديث لم أجده بهذا اللفظ ولقوله: \"وأيما رجل خاصم إلى فقضيت له ... \" شاهد عند البخاري كتاب المظالم، باب إثم من خاصم في باطل وهو يعلمه (٢٤٥٨)، وأحمد في \"المسند\" ٦/ ٢٠٣ (٢٥٦٧٠)، وأبو داود كتاب الأقضية، باب في قضاء القاضي إذا أخطأ (٣٥٨٣) وغيرهم، من طريق هشام بن عروة، عن أبيه، عن زينب، عن أم سلمة، بلفظ: \"إنكم تختصمون إليّ، ولعل بعضكم ألحن بحجته من بعض، فمن قضيت له بحق أخيه شيئًا بقوله فإنما أقطع له قطعة من النار فلا يأخذها\".وأخرجه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ١١/ ٤٦١ (٥٠٧١) عن أبي سلمة، عن أبي هريرة، ومن طريقه أبو يعلى في \"المسند\" ١٠/ ٣٢٦ (٥٩٢٠)، وابن ماجه كتاب الأحكام، باب قضية الحاكم لا تحل حرامًا ولا تحرم حلالًا، (٢٣١٨).(٢) من (م)، (ت)، ومكانها بياض في الأصل.(٣) الحجرات: ٩.</p>"
}