{
  "id": null,
  "sura": 4,
  "aya": 49,
  "text": "<p> ٤٩ - قوله:  {أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسَهُمْ} الآية. </p><p> قال الكلبي: نزلت في رجال من اليهود، أتوا بأطفالهم إلى النبي - صلى الله عليه وسلم -، فيهم: بحري بن عمرو، ونعمان بن أوفى، ومرحب بن زيد (١) ، فقالوا: يا محمد، هل على هؤلاء من ذنب؟ فقال:  \"لا\" ، فقالوا: والله، ما نحن إلا كهيئتهم، ما عملناه بالنهار، كفر عنا بالليل، وما عملناه بالليل، كفر عنا بالنهار. فكذبهم الله تعالى، وأنزل هذه الآية (٢) . </p><p> الحسن، والضحاك، وقتادة، ومقاتل، والسدي: نزلت في اليهود والنصارى، حين قالوا:  {نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ}  (٣) ، وقالوا:  {لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى}  (٤) . </p><p> مجاهد، وعكرمة: هو أنهم كانوا يقدمون أطفالهم في الصلاة، يزعمون أنهم لا ذنوب لهم، فتلك التزكية (٥) . </p><p>= التخريج: أخرجه الترمذي باب ومن سورة النساء (٣٠٣٧) من طريق إسرائيل عن ثوير عن أبيه عن علي به، فتبين أن بين ثوير وعلي أبوه.وأخرجه الفريابي، كما في \"الدر المنثور\" للسيوطي ٢/ ٣٠٢.(١) ذكرهم ابن إسحاق في \"السيرة\" ٢/ ١٣٧.(٢) ذكره الواحدي في \"أسباب النزول\" (ص ١٥٩، ١٦٠) عن الكلبي بدون إسناد، والبغوي في \"معالم التنزيل\" ٢/ ٢٣٣.(٣) المائدة: ١٨.(٤) البقرة: ١١١، وأخرج أقوالهم الطبري في \"جامع البيان\" ٥/ ١٢٦ - ١٢٧.وانظر: في \"تفسير القرآن العظيم\" لابن أبي حاتم ٣/ ٩٧٢.(٥) انظر: \"جامع البيان\" للطبري ٥/ ١٢٧.</p><p> عطية (١) عن ابن عباس: هو أن اليهود قالوا: إن آباءنا وأبناءنا توفوا، وهم يشفعون لنا، ويزكوننا فأنزل الله تعالى هذه الآية. </p><p> وقال عبد الله رضي الله عنه: هو تزكية بعضهم لبعض (٢) . </p><p> [١١٦٧] أخبرنا ابن فنجويه (٣) ، أنبأنا ابن شنبة (٤) ، ثنا محمد بن عمران (٥) ، ثنا أبو عبيد الله المخزومي (٦) ، ثنا ابن عيينة (٧) ، عن أيوب الطائي (٨) ، عن قيس بن مسلم (٩) ، عن طارق بن شهاب (١٠) قال: سمعت ابن مسعود يقول: إن الرجل ليغدو من بيته، ومعه </p><p>(١) في (ت): وقال عطاء، وهو خطأ. وأثر عطية أخرجه الطبري في \"جامع البيان\" ٥/ ١٢٧ - ١٢٨. وعطية: هو العوفي، ضعيف.(٢) هو معنى قوله الآتي مسندًا، وقد رجح الطبري في \"جامع البيان\" ٥/ ١٢٨ قول من قال: إن معنى تزكيتهم أنفسهم: هو أنهم قالوا: نحن أبناء الله وأحباؤه، وأنهم لا ذنوب لهم، ولا خطايا. لأن ذلك هو أظهر معانيه.ورجح القرطبي في \"الجامع لأحكام القرآن\" ٥/ ٢٤٦ قول من قال: هو ثناء بعضهم على بعض، ولا مانع من إرادة الأمرين، والله أعلم.(٣) ثقة، صدوق، كثير الرواية للمناكير.(٤) لم يذكر بجرح أو تعديل.(٥) محمَّد بن عمران بن خزيمة، لم أجده.(٦) سعيد بن عبد الرحمن بن حسان، ثقة.(٧) ثقة، حافظ، فقيه، إمام، حجة إلا أنه تغير حفظه بأخرة، وكان ربما دلس لكن عن الثقات.(٨) أيوب بن عائذ الطائي، ثقة، رُمي بالإرجاء.(٩) ثقة، مرجئ.(١٠) طارق بن شهاب بن عبد شمس البجلي، له رؤية، ولم يسمع من النبي -صلى الله عليه وسلم-.</p><p> دينه، فيأتي الرجل، لا يملك له ولا لنفسه ضرًا ولا نفعًا، فيقول: والله إنك لذيت وذيت (١) فلعله لا يحلو منه بشيء، ثم يرجع إلى بيته وما معه من دينه شيء، ثم قرأ عبد الله:  {أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسَهُمْ}  (٢) . </p><p> {بَلِ اللَّهُ يُزَكِّي} أي: يطهر، ويبرئ من الذنوب، ويصلح {مَنْ يَشَاءُ} : من كان أهلًا لذلك، نظيره في النور (٣) . </p><p> {وَلَا يُظْلَمُونَ فَتِيلًا} وهو ما يكون في شق النواة (٤) ، وقيل: هو ما </p><p>(١) قوله: لذيت وذيت: من ألفاظ الكنايات، بمعنى: كيت وكيت. انظر: \"لسان العرب\" لابن منظور ١٥/ ٤٦٣.(٢) [١١٦٧] الحكم على الإسناد:إسناده صحيح.وفي إسناده ابن شنبة مجهول الحال، وابن عمران، لم أجده.التخريج:أخرجه الطبري في \"جامع البيان\" ٥/ ١٢٨، وأحمد في \"المسند\" ٤/ ٩٩، والحاكم في \"المستدرك\" ٤/ ٤٨٣، وهناد في \"الزهد\" ٢/ ٥٥ (١١٥٣)، وابن المبارك في \"الزهد\" (ص ٢٩) (٣٨٢)، والبيهقي في \"شعب الإيمان\" ٣/ ٢٢٧ (٤٨٧٣)، من طرق عن قيس بن مسلم عن طارق عن ابن مسعود.(٣) في قوله سبحانه: {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَى مِنْكُمْ مِنْ أَحَدٍ أَبَدًا وَلَكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ} [٢١].وهو قول ابن عباس، في رواية، وقول عطاء، ومجاهد، وقتادة، والضحاك، وابن زيد.(٤) انظر: أقوالهم في \"جامع البيان\" للطبري ٥/ ١٢٩، وقول الحسن، وعكرمة، وعطية العوفي، كما في \"تفسير القرآن العظيم\" لابن أبي حاتم ٣/ ٩٧٣، وهو قول أبي عبيدة في \"مجاز القرآن\" ١/ ١٢٩ والوجه الثاني في معنى {فَتِيلًا} هو رواية =</p>"
}