{
  "id": null,
  "sura": 4,
  "aya": 43,
  "text": "<p> ٤٣ - قوله عز وجل:  {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ} الآية، </p><p> نزلت في ناس من أصحاب رسول الله - صلى الله عليه وسلم - كانوا يشربون الخمر، ويشهدون الصلاة، وهم نشاوى (١) ، فلا يدرون كم يصلون، ولا ما يقولون في صلاتهم، فأنزل الله تعالى:  {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى} نشاوى جمع الخمر، مع سكران، وقرأ النَّخَعيّ:  (سكرى)  (٢) ، وهما لغتان. </p><p> {حَتَّى تَعْلَمُوا مَا تَقُولُونَ} وتقرؤون في صلاتكم، فكانوا بعد نزول هذه الآية يجتنبون السكر أوقات الصلوات، حتَّى نزل تحريم الخمر في سورة المائدة (٣) . </p><p>(١) في (ت): سكارى. وأخرج سبب النزول: أبو داود في كتاب الأشربة، باب في تحريم الخمر (٣٦٧١)، والتِّرمذيّ في أبواب تفسير القرآن، باب ومن سورة النساء (٣٠٢٦) وقال: حسن غريب صحيح، والطبري في \"جامع البيان\" ٥/ ٩٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٥٨، والحاكم في \"المستدرك\" ٤/ ١٥٨، كلهم من طريق عطاء بن السائب عن أبي عبد الرَّحْمَن السلمي عن علي بن أبي طالب قال: صنع لنا عبد الرَّحْمَن بن عوف طعامًا، فدعانا وسقانا من الخمر، فأخذت الخمر منا، وحضرت الصلاة، فقدموني، فقرأت: (قل يَا أيها الكافرون لا أعبد ما تعبدون ونحن نعبد ما تعبدون) فأنزل الله {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى}.(٢) وهي شاذة، انظر: \"المحتسب\" لابن جني ١/ ١٨٨.(٣) في قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ} إلى قوله: {فَهَلْ أَنْتُمْ مُنْتَهُونَ} [٩٠ - ٩١].</p><p> [١١٢٥] أخبرنا ابن فنجويه (١) ، قال: ثنا أَحْمد بن جعفر بن حمدان بن عبد الله (٢) ، ثنا محمَّد بن إسحاق المسوحي (٣) ، ثنا سهل ابن عثمان (٤) ، ثنا عبد الرَّحْمَن بن الحسن (٥) ، عن سلمة بن نبيط (٦) ، عن الضحاك بن مزاحم (٧)  {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى} قال: لم يعن سكر الخمر، إنما عني سكر النَّوم (٨) . </p><p> [١١٢٦] أخبرنا أبو بكر محمَّد بن عبد الله بن محمَّد بن زكريا (٩) </p><p>(١) ثِقَة، صدوق، كثير الرواية للمناكير. (٢) ثِقَة.(٣) صدوق.(٤) أبو مسعود العسكري، أحد الحفاظ، له غرائب.(٥) عبد الرَّحْمَن بن الحسن الزجاج، أبو مسعود الموصلي، روى عن معمر، وسلمة، قال أبو حاتم: يكتب حديثه ولا يحتج به. وقال غيره: صالح الحديث.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٢٢٧، \"الضعفاء والمتروكين\" للنسائي (٢٤١)، \"لسان الميزان\" لابن حجر ٣/ ٤٧٤.(٦) ثِقَة، يقال: اختلط.(٧) صدوق، كثير الإرسال.(٨) [١١٢٥] الحكم على الإسناد:أَحْمد بن جعفر، لم أجد فيه جرحًا ولا تعديلًا، والمسوحي: صدوق.التخريج:أخرجه الطبري في \"جامع البيان\" ٥/ ٩٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٥٩ (٥٣٥٦) من طريق وكيع عن سلمة عن الضحاك به بإسناد صحيح.وتابع وكيعًا أبو نعيم، عند الطبري في \"جامع البيان\" ٥/ ٩٦.(٩) ثِقَة.</p><p> -قراءة عليه سنة ثمان وثمانين وثلاثمائة- أَنْبأنا مكّيّ بن عبدان (١) ، ثنا أبو الأَزْهَر (٢) ، ثنا عبد الله بن نمير (٣) ، ثنا هشام بن عروة (٤) ، عن أَبيه (٥) ، عن عائشة رضي الله عنها قالت: قال رسول الله -صلى الله عليه وسلم- \"إذا نعس أحدكم وهو في الصلاة فليرقد حتَّى يذهب عنه النَّوم؛ فإنَّه إذا صلى وهو ينعس لعله يذهب يستغفر فيسب نفسه\"  (٦) . </p><p> [١١٢٧] أخبرنا أبو عبد الله الفنجوي (٧) ، أخبرنا أبو بكر السني (٨) ، أَنْبأنا أبو عبد الرَّحْمَن النَّسائيّ (٩) ، أنا بشر بن هلال (١٠) </p><p>(١) المحدث، الثقة، المتقين. (٢) أبو الأَزْهَر هو أَحْمد بن الأَزْهَر، وهو صدوق، كان يحفظ ثم كبر، فصار كتابه أثبت من حفظه.(٣) ثِقَة، صاحب حديث من أهل السنة.(٤) ثِقَة، فقيه، ربما دلس.(٥) ثِقَة.(٦) [١١٢٦] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه البُخَارِيّ في كتاب الوضوء، باب الوضوء من النَّوم (٢١٢)، ومسلم في كتاب الصلاة، باب أمر من نعس في صلاته أو استعجم عليه القرآن أن يرقد (٧٨٦) من طريق مالك بن أنس، عن هشام بن عروة، عن أَبيه، عن عائشة به.(٧) ثِقَة، صدوق، كثير الرواية للمناكير.(٨) حافظ، ثِقَة.(٩) الحافظ، صاحب السنن.(١٠) بشر بن هلال الصواف: ثِقَة.</p><p> قال: حَدَّثَنَا عبد الوارث (١) ، عن أَيُّوب (٢) ، عن هشام بن عروة (٣) ، عن أَبيه (٤) ، عن عائشة قالت: قال رسول الله - صلى الله عليه وسلم -: \"إذا نعس الرَّجل وهو يصلي فلينصرف؛ لعله يدعو على نفسه وهو لا يدري\"  (٥) . </p><p> [١١٢٨] وأخبرنا أبو سعيد بن حمدون (٦) وأبو بكر الجوزقي (٧) قالا: أخبرنا أبو حامد بن الشرقي (٨) ، ثنا عبد الرَّحْمَن (٩) بن بشر (١٠) وأبو الأَزْهَر (١١) وأَحمد بن يوسف (١٢) قالوا: ثنا عبد الرَّزّاق (١٣) ، أخبرنا معمر (١٤) ، عن همام بن منبه (١٥) قال: هذا ما حَدَّثَنَا أبو هريرة </p><p>(١) عبد الوارث بن عبد الصمد، أبو عبيدة البَصْرِيّ، صدوق. (٢) أبو بكر السختياني، ثِقَة، ثبت، حجة.(٣) ثِقَة، فقيه، ربما دلس.(٤) ثِقَة.(٥) [١١٢٧] الحكم على الإسناد:رجاله ثقات غير عبد الوارث فصدوق، والحديث تقدم من طريق أخرى صحيحه.التخريج:أخرجه النَّسائيّ في \"السنن الكبرى\" ١/ ٩٧ (١٥٤) وانظر الحديث السابق.(٦) زاهد، صالح.(٧) ثِقَة.(٨) ثِقَة، مأمون.(٩) في الأصل: عبد الله.(١٠) عبد الرَّحْمَن بن بشر، ثِقَة.(١١) صدوق، كان يحفظ ثم كبر، فصار كتابه أثبت من حفظه.(١٢) المعروف بحمدان السلمي: حافظ، ثِقَة.(١٣) ثِقَة، حافظ، عمي في آخر عمره.(١٤) ثِقَة، ثبت، فاضل.(١٥) ثِقَة.</p><p> رضي الله عنه عن محمَّد رسول الله - صلى الله عليه وسلم - قال:  \"إذا قام أحدكم من الليل فاستعجم القرآن على لسانه فلم يدر ما يقول، فليضطجع\" ، قال عبد الرَّحْمَن بن بشر في حديثه:  \"فلم يدر ما يقرأ\"  (١) . </p><p> وروي عن عبيدة السلماني في هذه الآية: أنَّه قال: \"هو الحاقن\"  (٢) ، بيانه قوله - صلى الله عليه وسلم -: \"لا يصلين أحدكم وهو زناء\"  (٣) ، وقوله - صلى الله عليه وسلم -: \"لا يصلين أحدكم وهو يدافع الأخبثين\"  (٤) . </p><p>(١) [١١٢٨] الحكم على الإسناد: إسناده صحيح.التخريج:أخرجه مسلم، كتاب صلاة المسافرين، باب أمر من نعس في صلاته أو استعجم عليه القرآن ... (٧٨٧)، وأَحمد في \"المسند\" ٢/ ٣١٨ (٨٢٣١)، والنَّسائيّ في \"السنن الكبرى\" ٥/ ٢٠ (٨٠٤٤)، والبيهقي في \"السنن الكبرى\" ٣/ ١٦، وأبو داود، كتاب التطوع، باب النعاس في الصلاة (١٣١١) وغيرهم، من طريق معمر عن همام عن أبي هريرة.(٢) ذكر ذلك القرطبي في \"الجامع لأحكام القرآن\" ٥/ ٢٠١، وقال: صحيح المعنى.(٣) بفتح الزاي والنون، مع المد والهمزة، أي: الحاقن بوله، قاله الكسائي، ونقله عنه أبو عبيد في \"غريب الحديث\" ١/ ٩٤.وانظر: \"غريب الحديث\" للخطابي ٣/ ٢٠٨.والحديث أخرجه الرَّبيع بن حبيب في \"مسنده\" (٢٩٧)، من طريق أبي عبيدة عن جابر بن زيد عن ابن عباس به، وسنده صحيح.(٤) أخرجه مسلم، كتاب المساجد، باب كراهة الصلاة بحضرة الطعام الذي يريد أكله في الحال، وكراهة الصلاة مع مدافعة الأخبثين (٥٦٠). وابن أبي شيبة في \"المصنف\" ٣/ ٤٤٤ (٤٠١٥)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٥/ ٤٣٠ (٢٠٧٤). كلهم من طريق يعقوب بن مجاهد عن عبد الله بن محمَّد بن أبي =</p><p> {وَلَا جُنُبًا} نصب على الحال، يعني: ولا تقربوا الصلاة وأنتم جنب، وقرأ إبراهيم النَّخَعيّ:  (جنبا) بسكون النُّون (١) . </p><p> يقال: رجل جنب، وامرأة جنب، وامرأتان جنب، ورجال ونساء جنب، والفعل منه أجنب، وجنب، وأصل الجنابة: البعد (٢) ، وقيل له: جنب, لأنه يَجتنب، ويُجتنب حتَّى يتطهر. </p><p> ثم استثنى فقال:  {إِلَّا عَابِرِي سَبِيلٍ} واختلفوا في معناه، فقال بعضهم: إلَّا أن تكونوا مسافرين فلا تجدوا الماء فتيمموا، وهذا قول علي، وابن عباس، وابن جبير، ومجاهد، والحكم، والحسن ابن مسلم، وابن كثير وابن زيد (٣) . </p><p>= عتيق عن عائشة به، واللفظ الذي ذكره المصنف هو لابن حبان، ولفظ مسلم: \"لا صلاة بحضرة طعام، ولا وهو يدافعه الأخبثان\". وهي قراءة شاذة.(١) انظر: \"المحرر الوجيز\" لابن عطية ٢/ ٥٧، \"الجامع لأحكام القرآن\" للقرطبي ٥/ ٢٠٤.(٢) انظر: \"القاموس المحيط\" للفيروزآبادي (ص ٨٨ - ٨٩).(٣) أخرج أقوالهم الطبري في \"جامع البيان\" ٥/ ٩٨ - ٩٩.والحسن بن مسلم هو: ابن يناق المكيّ، وثقه ابن معين، وأبو زرعة، والنَّسائيّ، مات بعد المائة، قبل طاوس.انظر: \"تهذيب التهذيب\" لابن حجر ٢/ ٢٧٨، وقال في \"تقريب التهذيب\" (ص ٢٤٣): ثِقَة.وأخرج أثر مجاهد أَيضًا عبد الرَّزّاق في \"تفسير القرآن\" ١/ ١٦٣.وأخرجه أَيضًا عن الحسن بن مسلم (١٦٦٣).وأخرج أثر علي: ابن أبي شيبة في \"المصنف\" ١/ ٢٨٧ (١٦٧٤)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٦٠.</p><p> وقال الآخرون: معناه: إلَّا مجتازين فيه للخروج منه، مثل: أن ينام في مسجد فيجنب، أو يكون الماء فيه، أو يكون طريقه عليه، فرخص له أن يمر فيه، ولا يقيم، وعلى هذا القول: تكون الصلاة بمعنى المصلى، والمسجد (١) ، كقوله:  {وَصَلَوَاتِ}  (٢) أراد: مواضع الصلوات، وهذا قول عبد الله، وابن المسيّب، وابن يسار، والضَّحَاك، والحسن، وعكرمة، وأبي الضحى، وعطاء الخُرَاسَانِيّ، والنخعي، والزهري (٣) ، يدل عليه: </p><p> ما روى الليث، عن يزيد (٤) بن أبي حبيب: أن رجلًا من الْأَنصار كانت أبوابهم في المسجد، فتصيبهم جنابة، ولا ماء عندهم، فيريدون الماء، فلا يجدون ممرًا إلَّا في المسجد، فأنزل الله تعالى هذه الآية (٥) . </p><p> وأصل العبور: القطع، يقال: عبر النهر والطريق، إذا قطعهما، وجازهما عبرًا وعبورًا، ومنه قيل للناقة القوية على السفر: عُبْرُ أسفار، وعِبْرُ أسفار (٦) . </p><p>(١) وهو قول ابن عباس. أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٥٩. (٢) الحج: ٤٠.(٣) أخرج أقوالهم الطبري في \"جامع البيان\" ٥/ ٩٨ - ٩٩، وهو أَيضًا رواية عن ابن عباس، ومجاهد، والحكم، وقول أنس، وأبي عبيدة، وعطاء، ومسروق، وزيد ابن أسلم، وأبي مالك، وعمرو بن دينار، ويحيى بن سعيد، وقتادة.انظر: \"تفسير القرآن العظيم\" لابن أبي حاتم ٣/ ٩٦٠.(٤) في (ت): زيد، وهو خطأ.(٥) أخرجه الطبري في \"جامع البيان\" ٥/ ٩٩.(٦) انظر: \"جامع البيان\" للطبري ٥/ ١٠٠، \"القاموس المحيط\" للفيروزآبادي (ص ٥٥٨) (عبر).</p><p> [١١٢٩] أخبرنا ابن فنجويه (١) ، ثنا ابن شنبة (٢) ، ثنا الحضرميّ (٣) ، ثنا يحيى بن حمزة اليماني (٤) قال: سمعت عطاء بن أبي مسلم (٥) يذكر عن إسماعيل بن أمية (٦) ، عن جسرة (٧) ، عن أم سلمة (٨) قالت: قال رسول الله -صلى الله عليه وسلم-: \"ألا إن مسجدي حرام على كل حائض من النساء، وعلى كل جنب من الرجال،إلَّا على محمَّد وأهل بيته:علي، وفاطمة، والحسن، والحسين\"  (٩) . </p><p>(١) ثِقَة، صدوق، كثير الرواية للمناكير. (٢) عبيد الله بن محمَّد، لم يُذكر بجرح أو تعديل.(٣) محمَّد بن عبد الله بن سليمان، ثِقَة، حافظ.(٤) ثِقَة، رُمي بالقدر.(٥) صدوق، يهم كثيرًا ويرسل ويدلس.(٦) ثِقَة، ثبت.(٧) جسرة بنت دجاجة العامرية، مقبولة، ويقالى: أن لها إدراكًا.(٨) أم المُؤْمنين رضي الله عنها.(٩) [١١٢٩] الحكم على الإسناد:إسناده ضعيف، آفته جسرة، فيها ضعف وعطاء بن أبي مسلم صدوق، يهم، وشيخ شيخ المصنف لم يُذكر بجرح أو تعديل.التخريج:أخرجه البيهقي في \"السنن الكبرى\" ٧/ ٦٥، والطبراني في \"المعجم الكبير\" ٢٣/ ٣٧٣ (٨٨٣) من طريق مطين، عن يحيى، عن إسماعيل، عن جسرة، عن أم سلمة به.ثم نقل البيهقي عن البُخَارِيّ أنَّه قال: لا يصح هذا عن النَّبِيّ - صلى الله عليه وسلم -.وأخرجه البيهقي أَيضًا في \"السنن الكبرى\" ٧/ ٦٥ من طريق الفضل بن دكين عن أبي غنية عن أبي الخطاب الهجري عن محدوج الذهلي عن جسرة عن أم سلمة به.</p><p> {وَإِنْ كُنْتُمْ مَرْضَى} جمع مريض، وأراد به مريضًا يضره إمساس الماء، مثل الجدري، والقروح، والجروح، أو كسر قد وضع عليه الجبائر، فإنَّه رخص له في التيمم، هذا قول جماعة من الفقهاء. </p><p> إلَّا ما ذهب إليه عطاء، والحسن: أنَّه لا يتيمم مع وجود الماء، واحتجا بقوله تعالى:  {فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا} وهذا واجد للماء (١) ، وهذا غلط؛ لما روى عطاء، عن جابر قال: خرجنا في سفر، فأصاب رجلًا منا حجر فشجه في رأسه، ثم احتلم، فسأل أصحابه فقال: هل تجدون لي رخصة؟ فقالوا: ما نجد لك رخصة، وأنت تقدر على الماء، فاغتسل، فمات، فلما قدمنا على رسول الله - صلى الله عليه وسلم - أخبر بذلك، فقال:  \"قتلوه قتلهم الله، ألا سألوا إذ لم يعلموا، فإنما شفاء العي السؤال، إنما كان يكفيه أن يتيمم، ويعصب على جرحه خرقة، ثم يمسح عليها، ويغسل سائر جسده\"  (٢) . </p><p>(١) أخرجه عبد الرَّزّاق في \"المصنف\" ١/ ٢٢٢ (٨٦٤) عن عطاء، وفي ١/ ٢٣٣ (٩٠١) عن الحسن، بمعناه. (٢) أخرجه أبو داود، كتاب الطهارة، باب في المجروح يتيمم (٣٣٦)، والدارقطني في \"السنن\" ١/ ١٩٠ (٣)، والبيهقي في \"السنن الكبرى\" ١/ ٢٢٨. كلهم من طريق الزُّبير بن خريق عن عطاء عن جابر به.والزُّبير ضعيف، قال فيه الدارقطني في \"السنن\" ١/ ١٩٠: ليس بالقوي، وكذا قال أبو داود.انظر: \"تهذيب التهذيب\" لابن حجر ٣/ ٢٧١، وقال في \"تقريب التهذيب\" (ص ٣٥٣): لين الحديث.وقد ضعف إسناد الحديث البيهقي في \"السنن الكبرى\" ١/ ٢٢٨ حيث قال: ولا =</p><p> {أَوْ عَلَى سَفَرٍ} طويلًا كان أو قصيرًا، فله التيمم عند عدم الماء، فأما إذا لم يكن هناك مرض ولا سفر، ولكنه عدم الماء في موضع لا يعدم فيه الماء غالبًا، مثل: أن يكون في مصر فانقطع الماء عنه رأسًا، أو في قرية فانقطع ماؤها، ففيه ثلاثة مذاهب: </p><p> ذهب الشَّافعيّ، ومحمَّد بن الحسن إلى أن عليه التيمم والصلاة، ويعيد الصلاة (١) . </p><p> وذهب مالك، والأوزاعي، وأبو يوسف إلى أنَّه يتيمم ويصلي، ولا إعادة عليه (٢) . </p><p> وذهب أبو حنيفة إلى أنَّه لا يتيمم ولا يصلي، لكن يصير إلى أن يجد الماء فيتوضأ ويصلي (٣) . </p><p>= يثبت عن النَّبِيّ -صلى الله عليه وسلم- في هذا الباب -يعني: المسح على الجبيرة والعصائب- شيء، وأصح ما روي فيه حديث عطاء بن أبي رباح الذي تقدم، وليس بالقوي. وقال ابن حجر في \"بلوغ المرام\" ١/ ٣٦: رواه أبو داود بسند فيه ضعف.وانظر: \"التلخيص الحبير\" لابن حجر ١/ ١٤٧.وقد ورد الحديث من طريق ابن عباس، وليس فيه المسح على الجبائر والعصائب، أخرجه ابن ماجه كتاب الطهارة وسننها، باب في المجروح تصيبه الجنابة فيخاف على نفسه إن اغتسل (٥٧٢)، وأبو داود كتاب الطهارة، باب في المجروح يتيمم (٣٣٧)، والدارمي في \"السنن\" ١/ ٥٨٥ (٧٧٩)، والحاكم في \"المستدرك\" ١/ ٢٨٥، وصححه، والدارقطني في \"السنن\" ١/ ١٩٠، وإسناده حسن.وانظر: \"التلخيص الحبير\" لابن حجر ١/ ١٤٨.(١) انظر: \"الأم\" للشافعي ١/ ٦٣.(٢) انظر: \"المدونة الكبرى\" للإمام مالك ١/ ١٤٥ - ١٤٦.(٣) انظر: \"المبسوط في القراءات العشر\" لابن مهران الأَصْبهانِيّ ١/ ١٢٢ - ١٢٣، =</p><p> {أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ} وقرأ الزُّهْرِيّ: (من الغيط)  (١) . </p><p> والغيط، والغوط، والغائط كلها بمعنى واحد، وهو: الخبت المطمئن من الأرض (٢) . </p><p> وقال مجاهد: هو الوادي (٣) . </p><p> محمَّد بن جرير: ما اتسع من الأودية وتصوَّب (٤) . </p><p> مؤرِّج: قرارة من الأرض تحفها آكام تسترها، وجمعها غيطان (٥) . </p><p> والفعل منه غاط، يغوط، مثل عاد، يعود، وتغوَّط، يتغوط، إذا أتى الغائط، وكانوا يتبرزون هناك، فكنى عن الحدث بالغائط، مثل العذرة، والحش، وهو هنا كناية عن حاجة البطن (٦) . </p><p> {أَوْ لَامَسْتُمُ النِّسَاءَ} قرأ حمزة والكسائي وخلف: (لمستم النساء) </p><p>= وهو قول زفر أَيضًا، وذكر السرخسي عن أبي حنيفة رواية أخرى: أنَّه يصلي ويعيد، والقول بأن على فاقد الماء في الحضر التيمم والصلاة، هو مذهب الحنابلة أَيضًا. (١) انظر: \"المغني\" لابن قدامة ١/ ٣١١.وهي قراءة شاذة.انظر: \"المحتسب\" لابن جني ١/ ١٩٠.(٢) انظر: \"لسان العرب\" لابن منظور ٧/ ٣٦٥ (غوط).(٣) أخرجه الطبري في \"جامع البيان\" ٥/ ١٠١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٦١.(٤) \"جامع البيان\" ٥/ ١٠١.(٥) لم أجده.(٦) انظر: \"مجاز القرآن\" لأبي عبيدة ١/ ١٢٨.</p><p> بغير أَلْف ها هنا، وفي المائدة، وهو اختيار أبي عبيد. </p><p> وقرأ الباقون بالألف فيهما (١) ، وهو اختيار أبي حاتم. </p><p> واختلف المفسرون في معنى اللمس، والملامسة: فقال قوم: هما المجامعة، وهو قول ابن عباس، والحسن، ومجاهد، وقتادة (٢) . </p><p> قال سعيد بن جبير: ذكروا اللمس، فقال ناس من الموالي: ليس بالجماع. وقال ناس من العرب: هو الجماع. فأتيت ابن عباس، فذكرت ذلك له، فقال: من أي الفريقين كنت؟ فقلت: كنت مع الموالي. فقال: غلب فريق الموالي، إن اللمس، والمس، والمباشرة: الجماع، ولكن الله يكني عما شاء بما يشاء (٣) . </p><p> وعلى هذا القول إنما كنى باللمس عن الجماع؛ لأن باللمس يوصل إليه، كما يقال للسحاب: سماء، وللمطر: سماء، وللكلأ: سماء؛ لأن بالسحاب يتوصل إلى المطر، وبالمطر يتوصل إلى الكلأ، قال الشَّاعر: </p><p>(١) انظر: \"المبسوط في القراءات العشر\" لابن مهران الأَصْبهانِيّ (ص ١٥٧)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٥٠. (٢) أخرج أقوالهم الطبري في \"جامع البيان\" ٥/ ١٠١ - ١٠٣، وهو قول على، وأبي بن كعب، وطاووس، وعبيد بن عمير، والشعبي، ومقاتل بن حيان.انظر: \"تفسير القرآن العظيم\" لابن أبي حاتم ٣/ ٩٦١.(٣) أخرجه سعيد في \"سننه\" ٤/ ١٢٦٣ (٦٤٠)، والطبري في \"جامع البيان\" ٥/ ١٠٣، وأورد له طرقًا، والبيهقي في \"السنن الكبرى\" ١/ ١٢٥ وفريق الموالي: هم سعيد بن جبير، وعطاء، ونفر آخرون، وفريق العرب: هم عبيد بن عمير، ونفر معه، كما جاء موضحًا في الطرق الأخرى التي أوردها الطبري.</p><p> إذا سقط السماء بأرض قوم ... رعيناه وإن كانوا غضابا (١) </p><p> وقال آخرون: هو التقاء البشرتين، سواء كان بجماع أو بغير جماع، وهو قول ابن مسعود، وابن عمر، وأبي عبيدة، ومنصور، وعبيدة، والشعبي، والنخعي، وحماد، والحكم (٢) . </p><p> واختلف الفقهاء في حكم الآية على خمسة مذاهب: </p><p> قال الشَّافعيّ رحمه الله: إذا أفضى الرَّجل بشيء من بدنه إلى شيء من بدن المرأة، سواء كان باليد، أو بغيرها من أعضاء الجسد تعلق نقض الطهر به (٣) . </p><p>(١) البيت لجرير، وهو في: \"ديوانه\" (ص ١٧)، \"معجم الشواهد العربية\" لعبد السلام هارون (ص ٣١). (٢) انظر: أقوالهم في: \"جامع البيان\" للطبري ٥/ ١٠٤ - ١٠٥، وهو قول أبي عثمان النهدي، وثابت بن الحجاج، وزيد بن أسلم، وعطاء، ورواية عن الشعبي.انظر: \"تفسير القرآن العظيم\" لابن أبي حاتم ٣/ ٩٦١. وقد رجح هذا القول ابن العربي في \"أحكام القرآن\" ١/ ٤٤٤، والقرطبي في \"الجامع لأحكام القرآن\" ٥/ ٢٢٤، وذكر أنَّه مذهب أكثر الفقهاء.ورجح الطبري في \"جامع البيان\" ٥/ ١٠٥ القول الأول؛ لصحة الخبر عن رسول الله - صلى الله عليه وسلم -: أنَّه كان يقبل بعض نسائه، ثم يصلي، ولا يتوضأ، وهو قول شيخ الإِسلام ابن تيمية، حيث قال -بعد أن ذكر الأقوال في المسألة: والأظهر هو القول الأول، وأن الوضوء لا ينتقض بمس النساء مطلقًا، وما زال المسلمون يمسون نساءهم، ولم ينقل أحد قط عن النَّبِيّ - صلى الله عليه وسلم - أنَّه كما يأمر المسلمين بالوضوء من ذلك، ولا نقل عن الصَّحَابَة على حياته أنَّه توضأ من ذلك، ولا نقل عنه قط أنَّه توضأ من ذلك. \"مجموع الفتاوى\" ٣٥/ ٣٥٨.(٣) انظر: نص كلام الشَّافعيّ في \"الأم\" ١/ ٢٩ - ٣٠،</p><p> وهو قول ابن مسعود، وابن عمر، والزهري، وربيعة. </p><p> وقال الأَوْزَاعِيّ: إن كان اللمس باليد نقض الطهر، وإن كان بغير اليد لم ينقضه (١) ، وأجراه مجرى مس الفرج. </p><p> وقال مالك بن أنس، والليث بن سعد، وأَحمد بن حنبل، وإسحاق ابن راهويه: إن كان اللمس لشهوة نقض، وإن كان بغير شهوة لم ينقض (٢) . </p><p> وقال أبو حنيفة وأبو يوسف: إن كانت ملامسة فاحشة نقضت، وإلا لم تنقض (٣) ، والملامسة الفاحشة ما يحدث الانتشار. </p><p> وذهبت طائفة إلى أن الملامسة لا تنقض الطهر بحال (٤) ، وبه قال من الصَّحَابَة ابن عباس، ومن التابعين: الحسن البَصْرِيّ، وإليه ذهب محمَّد بن الحسن (٥) . </p><p> وعن الثَّوريّ روايتان: أحدهما: مثل قول محمَّد، والثانية: مثل مالك. </p><p>(١) لم أجده. (٢) انظر: \"المدونة الكبرى\" للإمام مالك ١/ ١٢١ - ١٢٢، \"المغني\" لابن قدامة ١/ ٢٥٦، وذكر أن ذلك هو المشهور من المذهب، ولأحمد رواية أخرى: أنَّه لا ينقض إلَّا الجماع.(٣) انظر: \"المبسوط في القراءات العشر\" لابن مهران الأَصْبهانِيّ ١/ ٦٨.(٤) أي: ما دون الجماع، كما مر قريبًا، من قول ابن عباس، وقول الحسن أخرجه الطبري في \"جامع البيان\" ٥/ ١٠٣.(٥) في، انظر: \"المبسوط\" للسرخسي ١/ ٦٨.</p><p> ودليل الشَّافعيّ من الآية: أن الملامسة قد تكون باليد، بدليل ما روي عن النَّبِيّ -صلى الله عليه وسلم- أنَّه نهى عن بيع الملامسة (١) . واللمس أكثر ما يستعمل في لمس اليد. </p><p> وأنشد الشَّافعيّ (٢) : </p><p> لمست بكفي كفه؛ طلب الغنى ... ولم أدر أن الجود، من كله، يعدي </p><p> فلا أنا، منه، ما أفاد ذوو الغنى ... أفدت، وأعداني فأنفذت ما عندي (٣) </p><p> وروى الزُّهْرِيّ (٤) ، عن سالم (٥) ، عن أَبيه (٦) قال: جسها بيده من الملامسة (٧) . </p><p>(١) أخرجه البُخَارِيّ، كتاب البيوع، باب بيع المنابذة (٢١٤٦)، ومسلم كتاب البيوع، باب إبطال بيع الملامسة والمنابذة (١٥١١)، وغيرهما، من حديث أبي هريرة. وأخرجه البُخَارِيّ، كتاب البيوع، باب بيع المخاضرة (٢٢٠٧)، والبيهقي في \"السنن الكبرى\" ٥/ ٢٩٨ من حديث أنس رضي الله عنه.(٢) ساقطة من (ت).(٣) انظر: \"الأم\" للشافعي ١/ ٣٠، وفيه: (المست) بدل (لمست)، و (فبذرت) بدل (فأنفذت).(٤) الفقيه، الحافظ، متفق على جلالته وإتقانه.(٥) سالم بن عبد الله بن عمر بن الخطاب، ثبت، عابد، فاضل.(٦) عبد الله بن عمر بن الخطاب - رضي الله عنه -.(٧) أخرجه مالك في \"الموطأ\" ١/ ٤٣ (٦٤) في الطهارة، باب الوضوء من قبلة الرَّجل امرأته.</p><p> ويدل عليه أَيضًا: ما روى عبد الرَّحْمَن بن أبي ليلى (١) عن معاذ: أن رجلا سأل النَّبِيّ - صلى الله عليه وسلم - عن الرَّجل ينال من امرأة لا تحل له، ما يناله من امرأته إلَّا الجماع؟ فقال:  \"يتوضأ وضوءًا حسنًا\"  (٢) ، فثبت أن اللمس ينقض الوضوء. </p><p> واحتج من لم يوجب الوضوء بالملامسة نفسها بما: </p><p> [١١٣٠] أخبرنا ابن فنجويه (٣) ، ثنا أبو بكر السني (٤) ، أنا </p><p>(١) ثِقَة. تُوفِّي سنة (٨٢ هـ). (٢) أخرجه الطبري في \"جامع البيان\" ١٢/ ١٣٦، والتِّرمذيّ، أبواب تفسير القرآن، باب ومن سورة هود (٣١١٣)، وعبد بن حميد في \"المنتخب\" (١١٠)، والبيهقي في \"السنن الكبرى\" ١/ ١٢٥، والدارقطني في \"السنن\" ١/ ١٣٤، والحاكم في \"المستدرك\" ١/ ٢٢٩، والطبراني في \"المعجم الكبير\" ٢/ ١٣٧، وابن الجوزي في \"التحقيق في أحاديث الخلاف\" ١/ ١٧٣، كلهم من طريق عبد الملك بن عمير عن عبد الرَّحْمَن بن أبي ليلى عن معاذ بن جبل، وعبد الرَّحْمَن لم يدرك معاذًا، قال ذلك البيهقي، المصدر السابق، وقال التِّرْمِذِيّ: هذا حديث ليس إسناده بمتصل؛ فإن عبد الرَّحْمَن بن أبي ليلى لم يسمع من معاذ بن جبل، وضعفه الزيلعي في \"نصب الراية\" ١/ ٧٠.وأخرجه الطبري في \"جامع البيان\" ١٢/ ١٣٥، والنَّسائيّ في \"السنن الكبرى\" ٤/ ٣١٦ (٧١٣٧) من طريق سماك بن حرب، والأعمش عن إبراهيم عن عبد الرَّحْمَن ابن يزيد عن ابن مسعود، وأخرجه أَحْمد في \"المسند\" ١/ ٤٤٥ (٤٢٥٠).وأخرجه التِّرْمِذِيّ في أبواب تفسير القرآن، باب ومن سورة هود (٣١١٤) من طريق يحيى بن سعيد عن سليمان التَّيْميّ عن أبي عثمان عن ابن مسعود، وقال: حسن صحيح.(٣) ثِقَة، صدوق، كثير الرواية للمناكير.(٤) حافظ، ثِقَة.</p><p> النَّسائيّ (١) ، أنا قتيبة بن سعيد (٢) ، عن مالك (٣) ، عن أبي النضر (٤) ، عن أبي سلمة (٥) ، عن عائشة رضي الله عنها قالت: كنت أنام بين رسول الله - صلى الله عليه وسلم - ورجلاي في قبلته، فإذا سجد غمزني، فقبضت رجلي، فإذا قام بسطتها، والبيوت يومئذ ليس فيها مصابيح (٦) . </p><p> [١١٣١] وبإسناده عن أبي عبد الرَّحْمَن (٧) ، أخبرنا محمَّد بن عبد الله بن عبد الحكم (٨) ، عن شعيب بن الليث (٩) ، أخبرنا ابن </p><p>(١) الإمام، الحافظ، صاحب \"السنن\". (٢) ثِقَة، ثبت.(٣) مالك بن أنس، إمام دار الهجرة، رأس المتقنين وكبير المتثبتين.(٤) أبو النضر، سالم بن أبي أمية المدنِيُّ، روى عن أبي سلمة، وسعيد بن المسيّب، ثِقَة، ثبت، وكان يرسل.(٥) أبو سلمة بن عبد الرَّحْمَن بن عوف القُرشيّ، الزُّهْرِيّ، ثِقَة مكثر.(٦) [١١٣٠] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه البُخَارِيّ كتاب الصلاة، باب الصلاة على الفراش (٣٨٢)، ومسلم كتاب الصلاة باب الاعتراض بين يدي المصلي (٢٧٢)، ومالك في \"الموطأ\" ١/ ١١٧ (٢٥٦)، وأَحمد في \"المسند\" ٦/ ١٤٨ (٢٥١٤٨)، والنَّسائيّ في \"المجتبى\" كتاب الطهارة، باب ترك الوضوء من مس الرَّجل امرأته من غير شهوة ١/ ١٠١، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٦/ ١١٠ (٢٣٤٢) وغيرهم، من طريق أبي سلمة عن عائشة به.(٧) النَّسائيّ، الإمام، الحافظ، صاحب \"السنن\".(٨) أبو عبد الله المصري، ثِقَة، فقيه.(٩) ثِقَة، نبيل، فقيه.</p><p> الهاد (١) ، عن عبد الرحمن بن القاسم (٢) ، عن القاسم (٣) ، عن عائشة رضي الله عنها قالت: إن كان رسول الله - صلى الله عليه وسلم - ليصلي، وإني لمعترضة بين يديه اعتراض الجنازة، حتى إذا أراد أن يوتر مسني برجله (٤) . </p><p> [١١٣٢] وبه عن أبي عبد الرحمن (٥) ، خبرنا محمد بن عبد الله ابن المبارك (٦) ، ونصير (٧) بن الفرج (٨) ، واللفظ له، قالا: حدثنا أبو أسامة (٩) ، عن عبد الله بن عمر (١٠) ، عن محمد بن يحيى بن </p><p>(١) يزيد بن عبد الله بن أسامة بن الهاد الليثي، ثقة، كثير الحديث. (٢) أبو محمد المدني، الفقيه، ثقة، جليل.(٣) ثقة.(٤) [١١٣٢] الحكم على الإسناد.إسناده صحيح.التخريج:أخرجه البيهقي في \"السنن الكبرى\" ١/ ١٢٨، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٦/ ١١١ (٢٣٤٣) من طريق عبد الرحمن عن أبيه عن عائشة، وهو طريق آخر للحديث السابق.(٥) الإمام، الحافظ، صاحب \"السنن\".(٦) ثقة، حافظ.(٧) في النسخ الخطية: نصر، والمثبت الصواب.(٨) نصير بن الفرج السلمي، ثقة.(٩) أبو أسامة هو حماد بن أسامة، ثقة، ثبت، ربما دلس، وكان بأخرة يحدث من كتب غيره.(١٠) هكذا وجد في النسخ، والصواب أنه عبيد الله بن عمر، والتصويب من مصادر التخريج وهو ثقة.</p><p> حبان (١) ، عن الأعرج (٢) ، عن أبي هريرة، عن عائشة - رضي الله عنها - قالت: فقدت رسول الله - صلى الله عليه وسلم - ذات ليلة، فجعلت أطلب بيدي، فوقعت يدي على قدميه، وهما منصوبتان، وهو ساجد يقول:  \"أعوذ برضاك من سخطك، وبمعافاتك من عقوبتك، وأعوذ بك منك، لا أحصي ثناء عليك، أنت كما أثنيت على نفسك\" ، وفي بعض الألفاظ: فلما فرغ من الصلاة قال لي: \"يا عائشة، أتاك شيطانك؟ \"  (٣) . </p><p> قالوا: فلمسته عائشة وهو في الصلاة فمضى فيها، ولأجل هذه الأخبار خص من ذكرنا (لمس الشهوة)  (٤) بنقض الوضوء. </p><p>(١) فقيه. (٢) الأعرج هو عبد الرحمن بن هرمز، ثقة، ثبت.(٣) في الأصل: سلطانك، والمثبت هو الصواب الموافق للرواية التي أخرجها البيهقي، كما سيأتي في التخريج.[١١٣٢] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه مسلم، كتاب الصلاة، باب ما يقال في الركوع والسجود (٤٨٦)، وأحمد ٦/ ٥٨ (٢٤٣١٢)، وأبو داود، كتاب الصلاة، باب في الدعاء في الركوع والسجود (٨٧٩)، وغيرهم من طريق عبيد الله بن عمر عن محمد بن يحيى عن الأعرج عن أبي هريرة به، وكون الراوي هو عبد الله بن عمر خطأ في النسخ، كما سبق التنبيه عليه.وأخرجه البيهقي في \"السنن الكبرى\" ٢/ ١١٦ من طريق أبي النضر عن عروة عن عائشة، وفيه الزيادة التي ذكرها المصنف، وهي قوله: (أتاك شيطانك).(٤) في (م): اللمس بالشهوة.</p><p> [١١٣٣] وأخبرنا الحسين بن محمد بن عبد الله (١) ، أخبرنا أحمد ابن محمد بن إسحاق (٢) ، أخبرنا أحمد بن شعيب (٣) ، أخبرنا محمد بن المثنى (٤) ، عن يحيى بن سعيد (٥) ، عن سفيان (٦) قال: أخبرني أبو روق (٧) عن إبراهيم التيمي (٨) ، عن عائشة رضي الله عنها: أن النبي - صلى الله عليه وسلم - كان يقبل بعض أزواجه ثم يصلي ولا يتوضأ (٩) . </p><p>(١) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير. (٢) حافظ، ثقة.(٣) الإمام، الحافظ، صا حب \"السنن\".(٤) ثقة، من الأثبات.(٥) ثقة، متقن، حافظ، إمام قدوة.(٦) الثوري: ثقة، حافظ، إمام، حجة، كان ربما دلس.(٧) أبو روق: عطية بن الحارث، صدوق.(٨) أبو إسحاق المدني، ثقة، إلَّا أنه يرسل ويدلس.(٩) [١١٣٣] الحكم على الإسناد:ذكر أبو داود والنسائي أن إبراهيم التيمي لم يسمع من عائشة، ولكن إبراهيم لم يتفرد به؛ فقد تابعه عروة، كما سيأتي ذكره، وقد أخرجه الدارقطني في \"السنن\" ١/ ١٤١ (٢٤) من طريق معاوية بن هشام عن الثوري عن أبي روق عن إبراهيم عن أبيه عن عائشة، فاتصل السند وصح بذلك، ولله الحمد.التخريج:أخرجه النسائي، كتاب الطهارة، باب ترك الوضوء من القبلة ١/ ١٠٤، وأبو داود، كتاب الطهارة، باب الوضوء من القبلة (١٧٨) من طريق يحيى بن سعيد عن سفيان عن أبي روق عن إبراهيم عن عائشة به.وأخرجه الدارقطني في \"السنن\" ١/ ١٣٧ (١٥)، وأبو داود، كتاب الطهارة، باب الوضوء من القبلة (١٧٩) من طريق وكيع عن الأعمش عن حبيب بن أبي ثابت عن عروة عن عائشة.</p><p> وأما تفصيل كيفية الملامسة على مذهب الشافعي، فهي على ثلاثة أوجه: لمس ينقض الوضوء، قولاً واحدًا، ولمس لا ينقض الوضوء، ولمس مختلف فيه. </p><p> فالذي ينقض الوضوء ملامسة الرجل المرأة الشابة الأجنبية، فهذا ينقضر الوضوء بأي جزء من أجزائه حصل، ساهيًا كان أو متعمدًا، حية كانت أو ميتة. </p><p> والذي لا ينقضه ملامسة الشعر والسن والظفر. </p><p> والذي يختلف فيه هو: أن يلمس صبية صغيرة، أو عجوزًا كبيرة، أو واحدة من ذات محارمه ممن لا يحل له نكاحها، ففيها قولان: </p><p> أحدهما: ينقض الوضوء؛ لأنهن من جملة من النساء، وقد قال الله عز وجل (أو لمستم النساء) ولم يفرق. </p><p> والثاني: لا ينقض؛ لأنه لا مدخل للشهوة فيهن (١) ، يدل عليه: </p><p> [١١٣٤] ما أخبرنا أبو الحسين (٢) الخفاف (٣) ، أنا أبو العباس السراج (٤) ، ثنا قتيبة بن سعيد (٥) ، ثنا مالك بن أنس (٦) . </p><p>(١) وهو الأصح في المذهب الشافعي. انظر: \"المنهاج\" للنووي مع شرحه \"مغني المحتاج\" للخطيب الشربيني ١/ ٣٥.(٢) في (ت): أبو بكر بن الحسين.(٣) أبو الحسين أحمد بن محمد بن عمر الخفاف، شيخ، صالح، زاهد.(٤) إمام، حافظ، ثقة.(٥) ثقة، ثبت.(٦) إمام دار الهجرة، رأس المتقنين، وكبير المتثبتين.</p><p> [١١٣٥] وأخبرنا أبو بكر الجوزقي (١) ، أخبرنا أبو العباس الدغولي (٢) ، ثنا عبد الله بن مسلمة القعنبي (٣) ، عن مالك (٤) ، عن عامر (٥) بن عبد الله بن الزبير (٦) ، عن عمرو بن سليم الزرقي (٧) عن أبي قتادة السلمي الأنصاري (٨) : أن رسول الله - صلى الله عليه وسلم - كان يصلي وهو حامل أمامة بنت زينب بنت رسول الله - صلى الله عليه وسلم - لأبي (٩) العاص بن ربيعة (١٠) بن عبد شمس، فإذا سجد وضعها، وإذا قام رفعها (١١) . </p><p>(١) ثقة. (٢) الإمام، الحافظ، المجود.(٣) ثقة، عابد.(٤) مالك بن أنس، إمام دار الهجرة، ورأس المتقنين، وكبير المتثبتين.(٥) في (ت): عمار.(٦) ثقة، عابد.(٧) ثقة، ويقال: له رؤية.(٨) أبو قتادة الأنصاري، اسمه الحارث بن ربعي، شهد أحدًا وما بعدها.(٩) في (م): من.(١٠) في (ت): الربيع بن عبد العزى بن عبد شمس، وهو الصواب، كما في \"الإصابة\" لابن حجر ١١/ ٢٣١، وأبو العاص صحابي، أسلمت زوجته زينب قبله، وهاجرت، ثم لحقها بعد فترة مسلمًا، توفي في ذي الحجة سنة (١٢ هـ) في خلافة الصديق.(١١) [١١٣٤، ١١٣٥] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه البخاري، كتاب الصلاة، باب إذا حمل جارية صغيرة على عنقه في الصلاة (٥١٦)، ومسلم، كتاب المساجد، باب جواز حمل الصبيان في الصلاة =</p><p> فهذا حكم الملامسة إذا لم يكن حائل، فأما إذا كانت من دون حائل فإنها لا تنقض الطهارة، سواء كان الحائل صفيقًا، أو رقيقًا، هذا ما عليه الجمهور. </p><p> وقال مالك: ينقضها إن كان رقيقًا، ولا ينقضها إن كان صفيقًا (١) . </p><p> وقال الليث وربيعة: ينقضها، سواء كان صفيقًا أو رقيقًا. </p><p> والدليل على أنها لا تنقض الوضوء إذا كانت من دون حائل: ظاهر الآية (أو لمستم النساء) فإذا لمسها مع حائل فما لمسها، إنما لمس الحائل، والدليل عليه: أنه لو حلف لا يلمسها، فلمسها من دون حائل لم يحنث، فهذا كله حكم اللامس. </p><p> فأما حكم (٢) الملموس، فهل ينقض طهره أم لا؟ فعلى قولين للشافعي: </p><p> أحدهما: أنه ينقض، لاشتراكها في الالتذاذ به (٣) . </p><p> والثاني: لا ينقض، لخبر عائشة رضي الله عنه: فوقعت يدي على أخمص قدمي رسول الله - صلى الله عليه وسلم - (٤) . </p><p>= (٥٤٣)، ومالك في \"الموطأ\" ١/ ١٧٠ (٤١٠) وأحمد في \"المسند\" ٥/ ٢٩٥ (٢٢٥٣٢) وغيرهم، من طريق عامر بن عبد الله عن عمرو بن سليم. . . به. (١) انظر: \"المدونة الكبرى\" للإمام مالك ١/ ١٢١.(٢) من (م).(٣) وهو الذي استظهره النووي في \"المنهاج\" مع الشرح ٣/ ٣٥ حيث قال: والملموس كلامس، في الأظهر.(٤) الحديث قطعة من حديث عائشة الذي سبق. =</p><p> {فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا} ، اعلم أن التيمم من خصائص هذه الأمة. </p><p> [١١٣٦] أخبرنا أبو بكر الجوزقي (١) ، أخبرنا أبو حامد بن الشرقي (٢) ، ثنا محمد بن يحيى (٣) ، ثنا إسماعيل بن الخليل (٤) قال: أخبرنا يحيى بن أبي زائدة (٥) ، أخبرني سعد بن طارق وهو أبو مالك الأشجعي (٦) ، حدثني ربعي بن حراش (٧) ، عن حذيفة (٨) قال: قال رسول الله - صلى الله عليه وسلم -: \"فضلنا على الناس بثلاث: جعلت الأرض كلها لنا مسجدًا، وجعلت تربتها لنا طهورًا إذا لم نجد الماء، وجعلت صفوفنا كصفوف الملائكة\"  (٩) . </p><p>(١) ثقة. (٢) ثقة، مأمون.(٣) محمد بن يحيى بن محمد بن كثير الحراني، لؤلؤ، ثقة، صاحب حديث.(٤) ثقة.(٥) ثقة، متقن.(٦) ثقة.(٧) ثقة، عابد.(٨) صحابي، جليل.(٩) [١١٣٦] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه مسلم، كتاب المساجد ومواضع الصلاة (٥٢٢)، والنسائي في \"السنن الكبرى\" ٥/ ١٥ (٥٠٢٢)، وغيرهم من طريق سعد بن طارق عن ربعي عن حذيفة.</p><p> فأما بدء التيمم: </p><p> [١١٣٧] فأخبرنا (أبو الحسين، أحمد)  (١) بن محمد بن عمر (الشيخ الصالح بقراءتي عليه)  (٢) ، أخبرنا أبو العباس محمد بن إسحاق السراج (٣)  (سنة اثنتي عشرة وثلاثمائة)  (٤) . </p><p> [١١٣٨] ح وأخبرنا أبو بكر الجوزقي (٥) قال: أخبرنا مكي بن عبدان (٦) قال: ثنا عبد الرحمن بن بشر (٧) قال: حدثنا عبد الرزاق (٨) قال: أخبرني مالك بن أنس (٩) . </p><p> [١١٣٩] وأخبرنا محمد بن زكريا بن الحسن (١٠) ، أخبرنا أحمد بن محمد بن الحسن (١١) ثنا حمدان السلمي (١٢) ، ثنا عبد الله بن مسلمة (١٣) </p><p>(١) في النسخ الخطية: الحسين بن أحمد. والمثبت الصواب. (٢) من (ت).وهو أبو الحسين أحمد، الخفاف، شيخ، صالح، زاهد.(٣) إمام، حافظ، ثقة.(٤) ساقطة من (ت)، (م)، وفيهما زيادة: ثنا إسحاق بن إبراهيم الحنظلي.(٥) ثقة.(٦) المحدث، الثقة، المتقن.(٧) ثقة.(٨) ثقة، حافظ.(٩) إمام دار الهجرة، ورأس المتقنين، وكبير المتثبتين.(١٠) هو الجوزقي، ثقة.(١١) هو ابن الشرقي، ثقة، مأمون.(١٢) أحمد بن يوسف بن خالد، المعروف بحمدان السلمي، حافظ، ثقة.(١٣) ثقة، عابد.</p><p> ويحيى بن يحيى (١) وإسماعيل بن أبي أويس (٢) ، عن مالك (٣) . [١١٤٠] وأخبرنا أبو الحسن أحمد بن محمد بن يوسف الفقيه (٤) ، أنا مكي بن عبدان (٥) ، ثنا محمد بن يحيى (٦) قال: وفيما قرأت على ابن نافع (٧) ، حدثني مطرف (٨) ، عن مالك (٩) ، عن عبد الرحمن بن القاسم (١٠) ، عن أبيه (١١) ، عن عائشة رضي الله عنها. </p><p> [١١٤١] وأخبرنا أبو الحسين القنطري (١٢) ، أخبرنا أبو العباس الثقفي (١٣) ، ثنا هناد بن السري (١٤) ، ثنا أبو معاوية (١٥) ، عن هشام </p><p>(١) يحيى بن يحيى بن بكر التميمي الحنظلي؛ ولاء، ثقة، ثبت. (٢) إسماعيل بن عبد الله بن أبي أويس، صدوق، أخطأ في أحاديث من حفظه.(٣) إمام دار الهجرة، رأس المتقنين، وكبير المتثبتين.(٤) لم يذكر بجرح أو تعديل.(٥) المحدث، الثقة، المتقن.(٦) الذهلي، ثقة، حافظ، جليل.(٧) عبد الله بن نافع بن أبي نافع الصائغ، ثقة، صحيح الكتاب، في حفظه لين.(٨) هو ابن عبد الله بن مطرف، أبو مصعب المدني، ثقة.(٩) مالك بن أنس، إمام دار الهجرة.(١٠) أبو محمد المدني، ثقة، جليل.(١١) ثقة.(١٢) أبو الحسين القنطري هو الخفاف الزاهد، وهذا من المصنف تدليس، تكرر مرارًا.(١٣) محمد بن إسحاق، أبو العباس السَّراج، إمام، حافظ، ثقة.(١٤) ثقة.(١٥) أبو معاوية، هو محمد بن خازم الضرير، ثقة، أحفظ الناس لحديث الأعمش، وقد يهم في غيره، وقد رُمي بالإرجاء.</p><p> ابن عروة (١) ، عن أبيه (٢) ، عن عائشة رضي الله عنها. </p><p> [١١٤٢] وأخبرنا أبو بكر الجوزقي (٣) قال: أخبرنا أبو حامد بن الشرقي (٤) ، ومكي بن عبدان (٥) قالا: ثنا أبو الأزهر (٦) قال: ثنا عبد الله بن نمير (٧) ، عن هشام بن عروة (٨) ، عن أبيه (٩) ، عن عائشة رضي الله عنها. </p><p> [١١٤٣] وأخبرنا عبد الله بن حامد (١٠) وشعيب بن محمد البيهقي (١١) ، قالا: أنبأنا مكي بن عبدان (١٢) ، ثنا أحمد بن الأزهر (١٣) ، حدثنا روح بن عبادة (١٤) ، ثنا أبو عامر الخزاز (١٥) ، ثنا </p><p>(١) ثقة، فقيه، ربما دلس. (٢) ثقة.(٣) ثقة.(٤) ثقة، مأمون.(٥) ثقة.(٦) أحمد بن الأزهر، صدوق، كان يحفظ ثم كبر، فصار كتابه أثبت من حفظه.(٧) ثقة، صاحب حديث، من أهل السنة.(٨) ثقة، فقيه، ربما دلس.(٩) ثقة.(١٠) لم يذكر بجرح ولا تعديل.(١١) مستور، من أهل النواحي.(١٢) ثقة.(١٣) صدوق، كان يحفظ ثم كبر، فصار كتابه أثبت من حفظه.(١٤) ثقة، فاضل، له تصانيف.(١٥) صالح بن رستم المزني؛ ولاء، أبو عامر الخزاز، روى عن ابن أبي مليكة، صدوق، كثير الخطأ.</p><p> ابن أبي مليكة (١) ، عن عائشة - رضي الله عنها -، قالت: كنا مع رسول الله - صلى الله عليه وسلم - بالأبواء، حتى إذا كنا بالبيداء، أو بذات الجيش، انقطع عقد لي -وكانت استعارتها من أسماء (بنت عنيس)  (٢) فضلَّ، فأخبرت بذلك رسول الله - صلى الله عليه وسلم - فأمر بالتماسه، فالتمس فلم يوجد، فأناخ رسول الله - صلى الله عليه وسلم -، وأناخ الناس، فباتوا ليلتهم تلك، وأقاموا على التماسه، وليسوا على ماء، وليس عندهم ماء، فأتى الناس أبا بكر رضي الله عنه، فقالوا: ألا ترى إلى عائشة حبست الناس على غير ماء. فجاء أبو بكر ورسول الله - صلى الله عليه وسلم - واضع رأسه على فخذي، قد نام، فعاتبني، فقال: ما شاء الله، وقال: قبحها الله من زيادة، حبست الناس على غير ماء، وقد حضرت الصلاة. ثم طعن بيده على خاصرتي، فما منعني من التحرك إلا أن رسول الله - صلى الله عليه وسلم - كان واضعًا رأسه على فخذي، فنام رسول الله - صلى الله عليه وسلم - حتى أصبح على غير ماء، فأنزل الله آية التيمم، قال: فبعثنا البعير الذي كنت عليه فوجدنا العقد تحته، فقال أسيد بن حضير: ما هذا بأول بركتكم يا آل أبي بكر، جزاك الله خيرًا، فوالله ما نزل بك أمر قط تكرهينه، إلا جعل الله لك وللمسلمين فيه خيرًا (٣) . </p><p>(١) عبد الله بن عبيد الله بن أبي مليكة، ثقة، فقيه. (٢) من (ت).(٣) [١١٣٧ - ١١٤٣] الحكم على الإسناد:إسناده صحيح بمجموع طرقه.التخريج: =</p><p> فأباح الله تعالى التيمم (١) بخمس شرائط: أحدها: دخول وقت الصلاة، فلا يجوز التيمم إلا بعد دخول الوقت، ولا يجمع (٢) صلاتي فرض بتيمم واحد. هذا قول علي، وابن عباس، وابن عمر، ومذهب مالك، والشافعي، والليث بن سعد، وأحمد بن حنبل، قالوا: لأنها طهارة ضرورة، فقاسوه على (٣) المستحاضة، ولأن النبي - صلى الله عليه وسلم - قال:  \"أينما أدركتك الصلاة تيممت وصليت\"  (٤) . </p><p>= أخرجه البخاري، في كتاب التيمم، باب (٣٣٤)، ومسلم، كتاب الحيض، باب التيمم (٣٦٧)، ومالك في \"الموطأ\" ١/ ٥٣ (١٢٠)، وأحمد في \"المسند\" ٦/ ١٧٩ (٢٥٤٥٥)، وابن خزيمة ١/ ١٣١ (٢٦٢) وغيرهم، من طريق مالك عن عبد الرحمن بن القاسم عن أبيه عن عائشة به. وأخرجه أبو عوانة في \"مسنده\" ١/ ٣٠٣، والطبراني في \"المعجم الكبير\" ٢٣/ ٤٩ (١٣٠) من طريق هشام بن عروة عن أبيه عن عائشة به.وأخرجه الطبري في \"جامع البيان\" ٥/ ١٠٧ من طريق ابن علية عن أيوب عن ابن أبي مليكة أن النبي - صلى الله عليه وسلم - كان في سفر، ففقدت عائشة عقدًا. .فذكره، وهذه متابعة من أيوب لأبي عامر الخزاز، في سند المصنف.(١) في (ت): عند عدم الماء.(٢) في (م)، (ت): بالتيمم بين.(٣) في (ت): فقاسوا على طهارة.وانظر: \"المدونة الكبرى\" للإمام مالك ١/ ١٤٩، \"الأم\" للشافعي ١/ ٦٤، \"المغني\" لابن قدامة ١/ ٣١٣.(٤) الحديث أخرجه البخاري، كتاب أحاديث الأنبياء، باب {يَزِفُّونَ} النسلان في المشي (٣١٨٦)، ومسلم، كتاب المساجد ومواضع الصلاة (٥٢٠)، وابن خزيمة في \"صحيحه\" ٢/ ٥ (٧٨٧) وغيرهم من طريق أبي ذر، وليس فيها قوله: =</p><p> [١١٤٤] وأخبرنا أبو نصر الشيرازي (١) الفقيه بقراءتي عليه (٢) ، أنا أبو الوليد حسان بن محمد القرشي (٣) ، ثنا الحسن بن سفيان (٤) ، ثنا أبو بكر (٥) ، ثنا هشيم (٦) ، عن حجاج (٧) ، عن أبي إسحاق (٨) ، عن الحارث (٩) ، عن (١٠) على - رضي الله عنه - قال: تيمم لكل صلاة (١١) . </p><p> [١١٤٥] وبه عن أبي بكر (١٢) ، ثنا ابن مهدي (١٣) ، </p><p>= وفي الباب عن جابر، أخرجه البخاري بلفظ: \"فأيما رجل. من أمتي أدركته الصلاة فليصل\" كتاب التيمم، ومسلم، كتاب المساجد ومواضع الصلاة (٥٢١)، والبيهقي في \"السنن الكبرى\" ١/ ٢١٢، وغيرهم. (١) محمد بن علي بن محمد الشيرازي، الفاضل، الثقة، الأمين.(٢) من (ت).(٣) الإمام، الحافظ، شيخ خراسان، ومفتيها(٤) أبو سفيان النسوي، الإمام، الحافظ، الثبت.(٥) أبو بكر، عبد الله بن محمد بن أبي شيبة، ثقة، حافظ.(٦) هشيم بن بشير، ثقة، ثبت، كثير التدليس والإرسال الخفي.(٧) حجاج بن أرطاة صدوق، كثير الخطأ والتدليس.(٨) أبو إسحاق: هو السبيعي. ثقة، مكثر، عابد، اختلط بأخرة.(٩) الحارث: هو الأعور في حديثه ضعف، كذبه الشعبي في رأيه، ورُمي بالرفض.(١٠) في (م): بن.(١١) [١١٤١] الحكم على الإسناد:إسناده ضعيف جدًّا؛ فيه تدليس حجاج. والحارث متهم.التخريج:أخرجه الدارقطني في \"السنن\" ١/ ١٨٤ (٢)، والبيهقي في \"السنن الكبرى\" ١/ ٢١ من طريق حجاج، عن أبي إسحاق، عن الحارث، عن علي به.(١٢) ابن أبي شيبة، ثقة، حافظ، صاحب تصانيف.(١٣) عبد الرحمن بن مهدي، ثقة، ثبت، حافظ، عارف بالرجال والحديث.</p><p> عن (عامر)  (١) الأحول (٢) : أن عمرو بن العاص قال: تيمم لكل صلاة. وكان يفتي به قتادة (٣) . </p><p> [١١٤٦] وأخبرنا أبو نصر الفقيه (٤) ، أخبرنا أبو الوليد (٥) ، ثنا عبد الله بن بشرويه (٦) ، ثنا الحسن بن عيسى (٧) ، عن ابن المبارك (٨) ، عن عامر (٩) الأحول، عن نافع (١٠) ، عن ابن عمر قال: </p><p>(١) في النسخ الخطية: (عاصم)، والصواب: عامر، هو ابن عبد الواحد الأحول. صدوق يخطئ. صدوق، يخطئ.(٢) [١١٤٥] الحكم على الإسناد:(٣) إسناده حسن، وسقط من إسناد المصنف: (همام)، وتصحفت (عامر) عنده إلى (عاصم).والمثبت من \"سنن الدارقطني\"، \"السنن الكبرى\" للبيهقي\".التخريج:أخرجه الدارقطني في \"السنن\" ١/ ١٨٤، من طريق أبي بكر، نا ابن مهدي، عن همام، عن عامر الأحول، أن عمرو بن العاص. . . فذكره.ثم أخرجه عن عبد الرزاق عن عمر، عن قتادة: أن عمرو بن العاص، فذكره، ومن طريقه البيهقي في \"السنن الكبرى\" ١/ ٢٢١.(٤) فاضل، ثقة، أمين.(٥) حسان بن محمد القرشي، الإمام، الحافظ، شيخ خراسان ومفتيها.(٦) لم أجده.(٧) أبو علي النيسابوري، ثقة.(٨) ثقة، ثبت، جُمعت فيه خصال الخير.(٩) تصحف إلى (عاصم).(١٠) نافع أبو عبد الله المدني، مولى ابن عمر، ثقة، ثبت، فقيه، مشهور.</p><p> تيمم لكل صلاة، وإن لم تحدث (١) . </p><p> وذهبت طائفة إلى أن التيمم كالطهارة بالماء، يجوز تقدمه على وقت الصلاة، ويصلى به من الحدث إلى الحدث ما شاء من الفرائض والنوافل، وهو قول سعيد بن المسيب، والحسن، والثوري، وأبي حنيفة (٢) . </p><p> واحتجوا بقول النبي - صلى الله عليه وسلم -: \"الصعيد الطيب وضوء المسلم، ولو لم يجد الماء عشر حجج\"  (٣) . </p><p> والشرط الثاني من الشرائط المبيحة للتيمم: طلب الماء. </p><p> وكيفية الطلب: أن يبدأ بطلبه في رحله، فإن لم يجد طلب من أصحابه، فإن لم يجد عندهم طلب يمينًا، وشمالًا، ووراءً، وأمامًا، وإن كان هناك تل صعد، ونظر، وإن رأى إنسانًا قادمًا تعرف منه، فإن تيمم قبل الطلب، لم يصح عند أكثر الفقهاء (٤) . </p><p>(١) [١١٤٦] الحكم على الإسناد: إسناده صحيح. وإسناد المصنف فيه: ابن بشرويه لم أجده، وسقط من عنده: عبد الوارث بن سعيد.التخريج:أخرجه الدارقطني في \"السنن الكبرى\" ١/ ١٨٤ (٤) من طريق إبراهيم بن الحجاج، والبيهقي ١/ ٢٢١ من طريق ابن المبارك، كلاهما عن عبد الوارث بن سعيد، عن عامر.(٢) انظر: \"الآثار\" لمحمد بن الحسن ١/ ٤٩ (٣٤)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني ١/ ١١٣.(٣) سيأتي الحكم على الإسناد.(٤) انظر: \"المغني\" لابن قدامة ١/ ٣١٣ - ٣١٤. =</p><p> وقال أبو حنيفة: طلب الماء ليس بشرط في جواز التيمم، بل هو مستحب، فإن تيمم قبله أجزأه، قال: لأنه لو كان شرطًا فيه لكان شرطًا في النافلة، كعدم الماء، فلما جاز التيمم للنافلة دون طلب الماء، جاز -أيضًا- للفريضة دونه (١) . </p><p> ودليلنا قوله تعالى:  {فَلَمْ تَجِدُوا مَاءً} ولا يقال: لم يجد (٢) ، إلا لمن طلبه ولم يجد. </p><p> والدليل عليه: أنه لو وكل وكيلًا؛ ليشتري له شيئًا، فإن لم يجد فغيره، فاشترى الشيء الثاني قبل طلبه الأولَ ضمن. </p><p> والشرط الثالث: إعوازه بعد الطلب، فأما إذا كان بينه وبين الماء حائل، من لص، أو سبع، أو عدو، أو جمل صائل، أو نار، أو نحوها، فهو عادم للماء، وكذلك إذا كان عليه ضرر في إتيانه، مثل أن يخاف على رحله إن غاب عنه، وكذلك إن كان الماء في بئر، ولم يمكنه الوصول إليه بحال. </p><p> والشرط الرابع: العذر من مرض أو سفر؛ لقوله تعالى:  {وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ} . </p><p> والمرض على ثلاثة أضرب: </p><p>= وعند صاحبي أبي حنيفة: أنه لا يجزئه التيمم قبل الطلب؛ لأن الماء مبذول عادة. (١) انظر: \"الهداية\" للمرغيناني مع شرحها \"فتح القدير\" لابن الهمام ١/ ١٤٥، وهناك رواية أخرى عن أحمد، توافق ما ذهب إليه أبو حنيفة.انظر: \"المغني\" لابن قدامة ١/ ٣١٣.(٢) بعدها في (ت): الماء.</p><p> مرض لا يُستضر باستعمال الماء معه، فلا يجوز التيمم. </p><p> وضرب يخاف معه من استعمال الماء التلف، فيجوز معه التيمم، وكذلك إذا كان على قرحة دم، يخاف إن غسله التلف، تيمم، وأعاد إذا قدر على غسل الدم. </p><p> وضرب يخاف باستعماله الماء الزيادة في العلة، أو بطء البرء، أو الشَّين، ففيه قولان: </p><p> أحدهما: أنه لا يجوز التيمم، وهو مذهب أبي حنيفة (١) . </p><p> والثاني: أنه لا يجوز (٢) . </p><p> فإن كانت الجراحة في بعض جسده دون بعض، غسل ما لا ضرر عليه، وتيمم، لا يجزئه أحدهما دون الآخر. </p><p> وقال أبو حنيفة: إن كان أكثر بدنه سليمًا، لزمه الوضوء، واستعمال الماء، ولم يجزه معه التيمم ولا دونه، وإن كان أكثر بدنه جريحًا، سقط عنه فرض الوضوء والغسل، ويجزيه التيمم في الجميع، قال: ولا يجوز الجمع بين استعمال الماء، في بعض الأعضاء، والتيمم في بعضها (٣) . </p><p>(١) انظر: \"فتح القدير\" لابن الهمام ١/ ١٢٧، وهو القول الأول للشافعي، وأحمد. قال ابن قدامة في \"المغني\" ١/ ٣٣٦: وهو الصحيح؛ لعموم قوله {وَإِنْ كُنْتُمْ مَرْضَى}.(٢) وهو القول الثاني للشافعي، وأحمد. المصدر السابق.(٣) انظر: \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني ١/ ١٢٢، وهو مذهب مالك. انظر: \"المدونة الكبرى\" للإمام مالك ١/ ١٤٧.</p><p> وكذلك إذا وجد الجنب، أو المحدث، من الماء ما لا يسع المحدث لوضوئه، ولا الجنب لاغتساله، فللشافعي فيه قولان: </p><p> أحدهما: أنه سقط عنه فرض استعمال الماء، ويكفيه التيمم، وهو مذهب أبي حنيفة، ومالك، والمزني (١) . </p><p> والقول الثاني: يلزمه استعمال القدر الذي وجده، والتيمم لما عدمه (٢) ، فإن كان جنبًا، غسل به أيَّ أعضائه شاء، ثم تيمم عن الوجه واليدين، وإن كان محدثًا، غسل به وجهه، ثم يديه، على الترتيب، ثم تيمم لما لم يغسله من أعضاء الوضوء، حتى لو غسل جميع أعضاء وضوئه، وبقيت لمعة من رجله، لم يصبها الماء، فإنه يتيمم لها، فإن انكسر بعض أعضائه، وجبرها، فإنه لا يعدو بالجبائر موضع الكسر، ولا يضعها إلا على وضوء، كالخفين، فإن وضعها على الطهارة، فله أن يمسح على الجبيرة، ما دام العذر باقيًا، ثم هل يلزمه إعادة الصلوات التي صلاها بالمسح على الجبائر، أم لا؟ </p><p> فيه قولان: </p><p> أحدهما: عليه الإعادة (٣) . </p><p>(١) انظر: \"المدونة الكبرى\" للإمام مالك ١/ ١٥٥، \"الأم\" للشافعي ١/ ٦٦، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني ١/ ١١٣. (٢) انظر: \"الأم\" للشافعي ١/ ٦٦.(٣) انظر: \"الأم\" للشافعي ١/ ٦٠، والإعادة أحب إلى الشافعي، كما قال الربيع.المصدر السابق.</p><p> والثاني: أنه لا إعادة عليه، وهو اختيار المزني. </p><p> والدليل عليه: </p><p> [١١٤٧] ما أخبرنا أبو نصر الشيرازي (١) قال: أخبرنا أبو الوليد جعفر بن أحمد بن نصر (٢) ، ثنا أبو عمار (٣) ، ثنا سعيد بن سالم (٤) ، عن إسرائيل (٥) ، عن عمرو بن خالد (٦) ، عن زيد بن علي (٧) ، عن أبيه (٨) ، عن جده (٩) : أن عليًّا انكسر إحدى زنديه، فأمره النبي - صلى الله عليه وسلم - أن يمسح على الجبائر (١٠) . </p><p>(١) فاضل، ثقة، أمين. (٢) لم أجده.(٣) أبو عمار، الحسين بن حريث بن الحسن، الخزاعي، ثقة.(٤) سعيد بن سالم، القداح، صدوق، يهم، ورُمي بالإرجاء وكان فقيهًا.(٥) إسرائيل بن يونس، ثقة.(٦) عمرو بن خالد، أبو خالد، القرشي؛ ولاءً، متروك ورماه وكيع بالكذب.(٧) ثقة.(٨) علي بن الحسين بن علي، ثقة، ثبت.(٩) الحسين بن علي بن أبي طالب - رضي الله عنه -.(١٠) [١١٤٧] الحكم على الإسناد:قال البيهقي: لا يثبت عن النبي - صلى الله عليه وسلم - في هذا الباب شيء.وقال أبو حاتم: باطل، لا أصل له. وضعفه ابن الملقن في \"خلاصة البدر المنير\" ١/ ٦٧، ونقل قول أبي حاتم. والحافظ في \"التلخيص الحبير\" ١/ ١٤٦.وفي إسناد المصنف: جعفر بن أحمد، لم أجده وعمرو بن خالد، متروك.التخريج:أخرجه ابن ماجه، كتاب الطهارة وسننها، باب المسح على الجبائر (٦٥٧)، =</p><p> قال الشافعي: إن صح حديث عليٍّ، قلت به، وهذا مما أستخير الله فيه (١) . </p><p> وإن وضعها على غير الطهارة، أو عدى بها غير (٢) موضع الكسر، ينظر: </p><p> فإن لم يخش تلف بدنه، أو عضو من أعضائه نزعها، وإن خاف ذلك لم ينزعها، ولكنه يغسل ما يقدر على غسله، ويعيد الصلاة إذا قدر على نزعها. </p><p> وأما السفر، فهو أقل ما يقع عليه اسم سفر، طال أم قصر؛ لأن الله تعالى لم يفرق، ويدل عليه: </p><p> [١١٤٨] ما أخبرنا أبو عبد الله محمد بن عبد الله الحافظ (٣) ، وأبو محمد إسحاق بن إبراهيم بن أحمد المطوعي (٤) ، وأبو علي الحسين بن </p><p>= والدارقطني في \"السنن\" ١/ ٢٢٦ (٣)، وعبد الرزاق في \"المصنف\" ١/ ١٦١ (٦٢٣)، والبيهقي في \"السنن الكبرى\" ١/ ٢٢٨ من طريق إسرائيل، عن عمرو بن خالد، عن زيد بن علي، عن أبيه، عن جده. . به. وأخرجه الربيع في \"مسنده\" (ص ٦٢) (١٢٤) عن أبي عبيدة، عن جابر بن زيد قال: بلغني عن علي بن أبي طالب. . فذكره.(١) المصدر السابق.(٢) في (م): (تعدى بها موضع)، وفي (ت): (عادا بها غير).(٣) أبو عبد الله الحاكم النيسابوري، إمام، حافظ، ناقد علامة، من بحور العلم، على تشيع، قليل فيه.(٤) لم يذكر بجرح أو تعديل.</p><p> محمد (١) ، قالوا: ثنا محمد بن يعقوب بن يوسف (٢) ، أنا الربيع بن سليمان (٣) ، أنا الشافعي (٤) ، أنبا ابن عيينة (٥) ، عن ابن عجلان (٦) ، عن نافع (٧) ، عن ابن عمر: أنه أقبل من الجرف حتى إذا كان بالمربد تيمم، فمسح وجهه ويديه، وصلى العصر، ثم دخل المدينة، والشمس مرتفعة فلم يعد الصلاة (٨) </p><p> والجرف: قريب من المدينة (٩) . </p><p>(١) ابن حبش المقرئ، ثقة مأمون. (٢) هو الأصم، ثقة.(٣) أبو محمد المصري، ثقة.(٤) الإمام، مشهور.(٥) ثقة، حافظ، إمام، حجة إلا أنه تغير حفظه بأخرة وربما دلس لكن من الثقات.(٦) محمد بن عجلان، أبو عبد الله القرشي، صدوق، إلا أنه اختلطت عليه الأحاديث.أبي هريرة.(٧) ثقة، ثبت، فقيه، مشهور.(٨) [١١٤٨] الحكم على الإسناد.إسناده صحيح لغيره، وفي إسناد المصنف: المطوعي الكيال، مسكوت عنه.التخريج.أخرجه البخاري، معلقًا في كتاب التيمم، باب التيمم في الحضر قبل (٣٣٧) ١/ ٥٢٥ \"فتح\"، ووصله الحافظ في \"تغليق التعليق\" ٢/ ١٨٤ ولم يتفرد به ابن عجلان، بل له متابع عند الطحاوي في \"شرح معاني الآثار\" ١/ ١١٤، من طريق ابن وهب عن مالك عن نافع: أن ابن عمر. . فذكره.وأخرجه الشافعي في \"الأم\" ١/ ٦٠، ومن طريقه: البيهقي في \"السنن الكبرى\" ١/ ٢٢٤، ثم قال: وقد روي مسندًا إلى النبي - صلى الله عليه وسلم -، وليس بمحفوظ.(٩) انظر: \"معجم البلدان\" لياقوت ٢/ ١٢٨، وذكر أنه موضع بالحيرة، وبنجد أيضًا.</p><p> والشرط الخامس: النية للمكتوبة. </p><p> قوله عز وجل:  {فَتَيَمَّمُوا صَعِيدًا طَيِّبًا} أي: اقصدوا ترابًا نظيفًا. واختلف الفقهاء في الممسوح به في التيمم على أربعة مذاهب: فقال أبو حنيفة: يجوز التيمم بالأرض، وبما كان من جنسها، وإن لم يعلق بيده منها شيء، فأجاز بالكحل، والزرنيخ (١) ، والنورة (٢) ، والجص (٣) ، والجوهر المسحوق، ولم يعتبر الغبار، حتى قال: لو ضرب بيده على صخرة صماء (٤) ، فمسح بها أجزأه، قال: فأما إن تيمم بسخالة (٥) الذهب والفضة، والصفر، والنحاس، والرصاص لم يجزه؛ لأنه ليس من جنس الأرض (٦) . </p><p> وقال مالك: يجوز بالأرض، وبكل ما اتصل بها، فأجاز التيمم بأجناس الأرض وبالشجر، فقال: لو ضرب بيده على شجرة، ثم </p><p>(١) الزرنيخ: حجر، منه ألوان عديدة، يستعمله النقاشون، والصيادلة. انظر: \"الجامع لمفردات الأدوية\" لابن البيطار ٢/ ١٦٠.(٢) النورة هي: الحجر الذي يحرق، ويسوى منه الكلس، ويحلق به شعر العانة.انظر: \"لسان العرب\" لابن منظور (نور).(٣) الجص: من مواد البناء، يؤخذ من حجر الجير بعد حرقه، وهو معرب.انظر: \"المعرب\" للجواليقي (ص ٢٣٤)، \"لسان العرب\" لابن منظور (جص).(٤) في (م)، (ت): ملساء.(٥) السخالة: مصدر سخل، وهو يدل على ضعف وحقارة.انظر: \"معجم مقاييس اللغة\" لابن فارس (سخل).(٦) وهو مذهب محمد بن الحسن، أما أبو يوسف فلا يرى إلا التراب.انظر: \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني ١/ ١٠٨، \"فتح القدير\" للشوكاني ١/ ١٣٢.</p><p> مسح بها، أجزأه (١) . </p><p> وقال الأوزاعي والثوري: يجوز بالأرض، وبكل ما عليها من الشجر، والحجر، والمدر وغيرها، حتى قال: لو ضرب بيديه على الجمر والثلج أجزأه (٢) ، واحتجوا بما: </p><p> [١١٤٩] أخبرنا ابن فنجويه (٣) قال: ثنا أبو بكر أحمد بن محمد الدينوري (٤) ، أنا أحمد بن (شعيب)  (٥) -بمصر، ثنا الربيع بن سليمان (٦) ، أنبأنا شعيب بن الليث (٧) ، عن أبيه (٨) ، عن جعفر بن ربيعة (٩) ، عن عبد الرحمن بن هرمز (١٠) ، عن عمير (١١) مولى ابن عباس، أنه سمعه يقول: أقبلت أنا وعبد الله بن يسار، مولى ميمونة، حتى دخلنا على أبي جهيم بن الحارث بن صمة (١٢) </p><p>(١) انظر: \"المدونة الكبرى\" للإمام مالك ١/ ١٤٨. (٢) أخرجه عبد الرزاق في \"المصنف\" ١/ ٢١٦ (٨٣٧) عن الثوري.(٣) ثقة، صدوق، كثير الرواية للمناكير.(٤) حافظ، ثقة.(٥) من (م)، (ت)، وهو الصواب، وفي الأصل: الأشعث، وهو الإمام النسائي، صاحب \"السنن\".(٦) أبو محمد المصري، صاحب الشافعي، ثقة.(٧) ثقة، نبيل، فقيه.(٨) الليث بن سعد، الإمام، الثقة، الثبت.(٩) أبو شرحبيل المصري، ثقة.(١٠) ثقة، ثبت.(١١) عمير بن عبد الله الهلالي، مولى أم الفضل، وقيل: مولى ابنها ابن عباس، ثقة.(١٢) في (م): ضمرة، وهو خطأ.</p><p> الأنصاري (١) ، فقال أبو جهيم: أقبل رسول الله - صلى الله عليه وسلم - من نحو بئر الجبل (٢) ، فلقيه رجل فسلم عليه، فلم يرد رسول الله - صلى الله عليه وسلم -، حتى أقبل على الجدار، فمسح بوجهه، ويديه، ثم رد عليه (٣) . </p><p> وذهب الشافعي إلى أن الممسوح به تراب طاهر ذو غبار يعلق باليد (٤) ، وهو الاختيار، لأن الله تعالى قال:  {فَتَيَمَّمُوا صَعِيدًا طَيِّبًا} والصعيد: اسم للتراب، والطيب: اسم لما ينبت، فأما ما لا ينبت من الأرض، فليس بطيب. </p><p> والدليل عليه (٥) : قوله عز وجل: {وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ}  (٦) ، </p><p>(١) أبو جهيم بن الحارث الأنصاري، صحابي. (٢) في (م): (الجند)، وفي (ت): (الجمل).(٣) [١١٤٩] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه البخاري، كتاب التيمم، باب التيمم في الحضر (٣٣٧)، ومسلم، كتاب الحيض، باب التيمم (٣٦٩)، وأحمد في \"المسند\" ٤/ ١٦٩ (١٧٥٤١)، والنسائي في \"السنن الكبرى\" ١/ ١٣٥ (٣٠٧)، والبيهقي في \"السنن الكبرى\" ١/ ٢٠٥ وغيرهم، من طرق عن عبد الرحمن الأعرج، عن عمير. . به.(٤) انظر: \"الأم\" للشافعي ١/ ٦٦، وهو مذهب أحمد.انظر: \"المغني\" لابن قدامة ١/ ٣٢٤.(٥) في (م)، (ت): (بدليل قوله)، وتفسير (الطيب) هنا بأنه: المنبت، فيه قصور، فالأولى إضافة وصف الطهورية له؛ لأنه قد يكون ترابًا منبتًا، لكنه أصابته نجاسة، فلا يجوز التيمم به.(٦) الأعراف: ٥٨.</p><p> ولقول النبي - صلى الله عليه وسلم -: \"جعلت لي الأرض مسجدا، وترابها طهورًا\"  (١) فخص التراب بذلك، والله أعلم. </p><p> {فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ} : قد مضى الكلام في المسموح به، فأما قدر الممسوح، وكيفية التيمم، فاختلف الناس فيه على خمسة مذاهب: </p><p> فقال الزهري: يمسح على الوجه، واليدين إلى الآباط، والمناكب (٢) . واحتج بما: </p><p> [١١٥٠] أخبرنا الحسين بن محمد بن الحسين (٣) ، ثنا أحمد بن محمد بن إسحاق (٤) ، أنبا أحمد بن شعيب بن علي (٥) قال: أخبرني محمد بن يحيى (٦) بن عبد الله (٧) . </p><p> [١١٥١] وأخبرنا أبو نصر الشيرازي (٨) ، واللفظ له، أنا أبو الوليد حسان بن محمد القرشي (٩) ، ثنا أبو القاسم بن بنت أحمد بن منيع (١٠) ، </p><p>(١) جزء من حديث أخرجه البخاري باب التيمم (٣٣٥) من حديث جابر. (٢) أخرجه الطبري في \"جامع البيان\" ٥/ ١١٢.(٣) ثقة، صدوق، كثير الرواية للمناكير.(٤) حافظ، ثقة.(٥) الإمام النسائي، صاحب \"السنن\".(٦) في (ت): عيسى.(٧) أبو عبد الله الذهلي، النيسابوري، ثقة، حافظ، جليل.(٨) فاضل، ثقة، أمين.(٩) الإمام، الحافظ، شيخ خراسان ومفتيها.(١٠) إمام، ثقة، أقل المشايخ خطأ.</p><p> ثنا عباس بن محمد (١) قال: ثنا يعقوب بن إبراهيم بن سعد (٢) ، ثنا أبي (٣) ، عن صالح بن كيسان (٤) ، عن ابن شهاب الزهري (٥) ، حدثني عبيد الله بن عبد الله بن عتبة (٦) ، عن ابن عباس، عن عمار بن ياسر، عن النبي -صلى الله عليه وسلم-: أنه كان في سفر، ومعه عائشة، فهلك (٧) عقدها، فاحتبسوا في طلبه، أو كما قال، فنزلت (٨) آية التيمم، فضربوا بأيديهم إلى الأرض، ثم رفعوا أيديهم، ولم يقبضوا من التراب شيئًا، فمسحوا وجوههم، وأيديهم إلى المناكب، ثم بطون أيديهم إلى الآباط (٩) . </p><p>(١) أبو الفضل، البغدادي، ثقة حافظ. (٢) ثقة، فاضل.(٣) إبراهيم بن سعد بن إبراهيم بن عبد الرحمن بن عوف. ثقة، حجة.(٤) ثقة ثبت.(٥) الفقيه، الحافظ، متفق على جلالته وإتقانه.(٦) ثقة، فقيه، ثبت.(٧) في (ت): أضلت.(٨) في (ت): فأنزل الله تعالى.(٩) [١١٥٠، ١١٥١] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه النسائي، كتاب الطهارة، باب التيمم في السفر ١/ ١٦٧، وأبو داود، كتاب الطهارة، باب التيمم (٣١٨)، وأحمد في \"المسند\" ٤/ ٢٦٣ (١٨٣٢٢)، والبيهقي في \"السنن الكبرى\" ١/ ٢٠٨، وأبو يعلى في \"المسند\" ٣/ ١٩٨ (١٦٢٩)، وابن الجوزي في \"التحقيق في أحاديث الخلاف\" ١/ ٢٣٤ (٢٧٣) من طريق الزهري عن عبيد الله بن عبد الله عن ابن عباس عن عمار به. =</p><p> وقال ابن سيرين: ثلاث ضربات، ضربة للوجه (١) ، وضربة للكفين، وضربة للذراعين. </p><p> وذهب الشافعي إلى أنه ضربتان: ضربة للوجه، وضربة لليدين إلى المرفقين (٢) ، وبه قال من الصحابة: عبد الله بن عمر، وجابر بن عبد الله (٣) ، ومن التابعين: الحسن البصري، والشعبي (٤) ، ومن الفقهاء: أبو حنيفة، والثوري، ومالك، والليث (٥) ، واحتجوا بما: </p><p> [١١٥٢] أخبرنا أبو عبد الله البيع (٦) ، وأبو محمد الكيال (٧) ، وأبو على السراج (٨) ، قالوا: حدثنا أبو العباس الأصم (٩) ، ثنا الربيع بن سليمان (١٠) ، ثنا الشافعي (١١) : أخبرنا إبراهيم بن محمد (١٢) </p><p>= وهذا الحديث قد سبق الحكم على الإسناد من طرق أخرى. (١) من (ت).(٢) انظر: \"الأم\" للشافعي ١/ ٦٥.(٣) انظر: \"المصنف\" لابن أبي شيبة ١/ ٢٨٩ - ٢٩٢ (١٦٨٤)، (١٦٩٩).(٤) انظر: \"المصنف\" لابن أبي شيبة ١/ ٢٨٩ - ٢٩٢ (١٦٨٦)، (١٦٨٧)، \"المصنف\" لعبد الرزاق ١/ ٢١٢ (٨٢٠)، (٨٢١).(٥) انظر: \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني ١/ ١٠٧، \"المدونة الكبرى\" للإمام مالك ١/ ١٤٥.(٦) الحاكم النيسابوري، إمام، حافظ، ثقة، على تشيع قليل فيه.(٧) ابن أبي إسحاق الكيال، لم يذكر بجرح أو تعديل.(٨) الحسين بن محمد بن علي بن إبراهيم، ثقة، كثير الحديث.(٩) ثقة.(١٠) ثقة.(١١) الإمام، المشهور.(١٢) إبراهيم بن محمد بن العباس، أبو إسحاق الشافعي. ثقة.</p><p> عن أبي (١) الحويرث- عبد الرحمن بن معاوية (٢) ، عن الأعرج (٣) ، عن ابن (٤) الصمة (٥) : أن رسول الله - صلى الله عليه وسلم - تيمم، فمسح وجهه وذراعيه (٦) . </p><p> وروى أبو أمامة، وابن عمر: أن النبي - صلى الله عليه وسلم - قال:  \"التيمم ضربتان: ضربة للوجه، وضربة لليدين إلى المرفقين\"  (٧) . </p><p>(١) ساقطة من (م). (٢) صدوق، سيء الحفظ، رُمي بالإرجاء.(٣) عبد الرحمن بن هرمز، ثقة، ثبت، عالم.(٤) في (ت): أبي وهو خطأ.(٥) أبو جهيم بن الحارث بن الصمة الأنصاري، صحابي، معروف.(٦) [١١٥٢] الحكم على الإسناد:(٧) إسناده حسن لغيره؛ من أجل أبي الحويرث، وقد توبع.التخريج:أخرجه الشافعي في \"الأم\" ١/ ٦١ من طريق إبراهيم بن محمد عن أبي الحويرث به. وقد سبق الحكم على الإسناد من طريق الليث عن جعفر عن الأعرج به، وهذه متابعة قوية لأبي الحويرث.أما حديث أبي أمامة فرواه الطبراني في \"المعجم الكبير\" ٨/ ٢٤٥ (٧٩٥٩) وإسناده ضعيف، كما قال الحافظ في \"التلخيص الحبير\" ١/ ١٥٣؛ لأن فيه جعفر ابن الزبير، ضعيف.وأما حديث ابن عمر: فاخرجه الدارقطني في \"السنن\" ١/ ١٨١، والحاكم في \"المستدرك\" ١/ ٢٨٧، والطبراني في \"المعجم الكبير\" ١٢/ ٣٦٧ (١٣٣٦٦)، والبيهقي في \"السنن الكبرى\" ١/ ٢٠٧، وقال: رواه علي بن ظبيان، عن عبد الله ابن عمر، فرفعه، وهو خطأ، والصواب، بهذا اللفظ عن ابن عمر، موقوف، وكذلك قال الدارقطني.وعلي بن ظبيان، هذا ضعفه غير واحد من أهل العلم.وقال ابن حجر في \"تقريب التهذيب\" (٤٧٥٦): ضعيف. =</p><p> وروى الربيع بن بدر (١) ، عن أبيه (٢) ، عن جده (٣) ، عن أسلع (٤) قال: قال لي النبي - صلى الله عليه وسلم -: رحِّلْ (٥) لي يا أسلع، فقلت: إني جنب. فسكت سكتة، فنزلت آية التيمم، فقال:  \"يكفيك هذا\" ، فضرب بكفيه الأرض، ثم نفضهما، ثم مسح بهما وجهه، ثم أمرَّ على لحيته، ثم أعادهما إلى الأرض فمسح بهما الأرض، ثم دلك إحداها بالأخرى، ثم مسح ذراعيه، ظاهرهما وباطنهما. </p><p> [١١٥٣] أخبرنا أبو نصر الفقيه (٦) قال: أخبرنا أبو الوليد (٧) ، ثنا </p><p>= ورواه الدارقطني في \"السنن\" ١/ ١٨٢ عن ابن عمر من طريق سليمان بن أرقم، وهو ضعيف، كما في \"تقريب التهذيب\" لابن حجر (٢٥٣٢)، وفي \"التلخيص الحبير\" ١/ ١٥٢ قال فيه: متروك. ورواه البيهقي في \"السنن الكبرى\" ١/ ٢٠٧ من طريق سليمان بن أبي داود الحراني، عن سالم ونافع، عن ابن عمر، وسليمان هذا ضعفه أبو حاتم، وقال البخاري: منكر الحديث. وقال ابن حبان: لا يحتج به.انظر: \"ميزان الاعتدال\" للذهبي ٢/ ٢٠٦، وقال ابن حجر فى \"التلخيص الحبير\" ١/ ١٥٢ عنه: متروك.وأخرجه الحاكم في \"المستدرك\" ١/ ٢٨٨ من طريق أبي الزبير عن جابر، وحسن إسناده الحافظ في \"الدراية في تخريج أحاديث الهداية\" ١/ ٦٨.(١) الربيع بن بدر بن عمرو التميمي السعدي، متروك.(٢) بدر بن عمرو بن جراد التميمي السعدي، لقبه عليلة، مجهول.(٣) عمرو بن جراد التميمي السعدي، روى عن الأسلع، مجهول، لا يدرى من هو.(٤) الأسلع بن شريك، خادم النبي - صلى الله عليه وسلم -، روى عنه عمرو بن جراد.(٥) أي: جهز لي الرحل.(٦) فاضل، ثقة، أمين.(٧) الإمام، الحافظ، شيخ خراسان ومفتيها.</p><p> عبد الله بن محمد بن شيرويه (١) ، ثنا محمد بن يحيى (٢) ، ثنا محمد بن عيسى (٣) ، عن الربيع بن بدر (٤) ، بمثل معناه (٥) . </p><p> وقال علي بن أبي طالب رضي الله عنه: هو ضربتان: ضربة للوجه، وضربة للكفين (٦) . </p><p> وذهبت طائفة إلى أنه ضربة واحدة للوجه والكفين، وهو قول سعيد بن المسيب، والأوزاعي، وأحمد (٧) ، وإسحاق، واحتجوا بقول الله عز وجل:  {وَأَيْدِيكُمْ} قالوا: واليد على الإطلاق تتناول الكف </p><p>(١) لم أجده. (٢) أبو عبد الله الذهلي، ثقة، حافظ، جليل.(٣) أبو جعفر بن الطباع، ثقة، فقيه.(٤) متروك.(٥) [١١٥٣] الحكم على الإسناد:إسناده ضعيف جدًّا، الربيع متروك، وأبوه وجده مجهولان، وابن شيرويه لم أجده.التخريج:أخرجه الدارقطني في \"السنن\" ١/ ١٧٩ (١٤)، والطبري في \"جامع البيان\" ٥/ ١٠٧، والطحاوي في \"شرح معاني الآثار\" ١/ ٦٧، والطبراني في \"المعجم الكبير\" ١/ ٢٩٨ (٨٧٥)، والبيهقي في \"السنن الكبرى\" ١/ ٢٠٨ من طريق الربيع ابن بدر، عن أبيه، عن جده، عن الأسلع.وفي إسناد المصنف ابن شيرويه، لم أجده.(٦) أخرجه عبد الرزاق في \"المصنف\" ١/ ٢١٣ (٨٢٤)، والبيهقي في \"السنن الكبرى\" ١/ ٢١٢، وقال: إسناده منقطع.(٧) انظر: \"المغني\" لابن قدامة ١/ ٣٢٠، لكن المقرر في المذهب الحنبلي أن الضربتين مجزءتان، ولو زاد أجزأ أيضًا.</p><p> إلى الكوع، بدليل: أن السارق تقطع يده من الكوع، وقد قال الله تعالى:  {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا}  (١) . </p><p> [١١٥٤] وبما أخبرنا أبو الحسين الخفاف (٢) ، أنا أبو العباس السراج (٣) ، ثنا أبو يحيى البزاز (٤) ، ثنا يونس بن محمد (٥) ، ثنا أبان ابن يزيد العطار (٦) ، عن قتادة (٧) ، عن عزرة (٨) ، عن سعيد بن عبد الرحمن بن أبزى (٩) ، عن أبيه (١٠) ، عن عمار بن ياسر أن رسول الله - صلى الله عليه وسلم - قال في التيمم:  \"ضربة للوجه والكفين\"  (١١) . </p><p>(١) المائدة: ٣٨. (٢) من (م)، (ت): شيخ، إمام، زاهد، عابد.(٣) إمام، حافظ، ثقة.(٤) لقبه: صاعقة، ثقة، أمين، حافظ، متقن.(٥) يونس بن محمد بن مسلم المؤدب، ثقة، ثبت.(٦) في (م): العطاردي، وهو أبو يزيد البصري، ثقة، له أفراد.(٧) قتادة بن دعامة، ثقة، ثبت.(٨) في (م): عروة، وهو خطأ.وهو عزرة بن عبد الرحمن بن زرارة الخزاعي، ثقة.(٩) سعيد بن عبد الرحمن بن أبزى الخزاعي، ثقة.(١٠) عبد الرحمن بن أبزى الخزاعي، مولاهم، له صحبة.(١١) [١١٥٤] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه الترمذي في أبواب الطهارة، باب ما جاء في التيمم (١٤٤)، والدارقطني في \"السنن\" ١/ ١٨٢ (٢٧)، والدارمي في \"السنن\" (٧٧٢)، وأحمد في \"المسند\" ٤/ ٢٦٣ (١٨٣١٩)، وابن أبي شيبة في \"المصنف\" ١/ ٢٩٢ (١٦٩٧) وابن خزيمة =</p><p> والتيمم من الجنابة كالتيمم من الحدث، فإذا عدم الجنب الماء تيمم، كما يتيمم المحدث، ولا خلاف فيه، إلا ما روي عن عمر ابن الخطاب، وعبد الله بن مسعود (١) : أنهما قالا: لا يجوز للجنب التيمم، ولكن يصبر حتى يجد الماء، فيغتسل، ويصلي، وفسرا قوله تعالى:  (أو لمستم النساء) على اللمس باليد دون الجماع. </p><p> [١١٥٥] أخبرنا أحمد بن محمد بن عمر (٢) ، أخبرنا أبو العباس محمد بن إسحاق بن إبراهيم الثقفي (٣) ، ثنا إسحاق بن إبراهيم الحنظلي (٤) ، ثنا جرير (٥) ، عن الأعمش (٦) ، عن سلمة بن كهيل (٧) ، عن سعيد بن عبد الرحمن بن أبزى (٨) ، عن أبيه (٩) : أن رجلًا سأل </p><p>= في \"صحيحه\" ١/ ٣٤ (٢٦٧)، وابن المنذر في \"الأوسط\" ٢/ ٥١، والحاكم في \"المستدرك\" ٢/ ٤١ من طرق عن قتادة عن عزرة عن سعيد عن أبيه عن عمار. (١) سيأتي ذكر قوليهما بعد قليل.(٢) في (ت) زيادة: (بقراءتي عليه في مسجد الجامع سنة سبع وثمانين وثلاثمائة،فأقر به)، أبو الحسين الخفاف، الشيخ، الإمام، الزاهد، العابد.(٣) في (ت) زيادة: (قراءة عليه في شهر ربيع الآخر سنة اثنتي عشرة وثلاثمائة)، أبو العباس السراج، إمام، حافظ، ثقة.(٤) ابن راهويه، الإمام، الثقة، الحافظ، المجتهد.(٥) جرير بن عبد الحميد بن قرط الضبي، ثقة، صحيح الكتاب، قيل: كان في آخر عمره يهم من حفظه.(٦) ثقة، حافظ، لكنه مدلس.(٧) ثقة.(٨) ثقة.(٩) له صحبة.</p><p> عمر رضي الله عنه عن الجنب لا يجد الماء؟ فقال: لا يصلي حتى يجد الماء. فقال عمار بن ياسر: أما تذكر حين بعثنا رسول الله - صلى الله عليه وسلم - أنا وأنت، فأجنبت فتمعكت بالتراب، فأتيت رسول الله - صلى الله عليه وسلم - فذكرت ذلك له، فضحك، فقال:  \"قد كان يكفيك أن تفعل كذا وكذا\" ، وضرب بيديه على الأرض، فمسح وجهه ويديه فقال: اتق الله يا عمار. </p><p> فقال: إن شئت لم أذكره أبدًا (١) . </p><p> [١١٥٦] وأخبرنا أحمد بن محمد (٢) ، حدثنا محمد بن إسحاق (٣) ، ثنا إسحاق بن إبراهيم الحنظلي (٤) ، ثنا عمار بن رزيق (٥) ، ثنا سلمة بن كهيل (٦) ، عن سعيد بن عبد الرحمن بن أبزى (٧) ، عن أبيه (٨) ، قال: </p><p>(١) [١١٥٥] الحكم على الإسناد: إسناده صحيح.التخريج:أخرجه البخاري، في كتاب التيمم، باب المتيمم هل ينفخ فيهما (٣٣١)، ومسلم كتاب الحيض، باب التيمم (٣٦٨)، وأبو داود كتاب الطهارة، باب التيمم (٣٢٣)، وابن ماجه كتاب الطهارة وسننها، باب في التيمم ضربة واحدة (٥٦٩)، وغيرهم من طريق سعيد بن عبد الرحمن عن أبيه. . به.(٢) أبو الحسين الخفاف، الشيخ، الإمام، الزاهد، العابد.(٣) أبو العباس السراج، إمام، حافظ، ثقة.(٤) في (م)، (ت): أنا يحيى بن آدم، وإسحاق هو: ابن راهويه، الإمام، الثقة، الحافظ، المجتهد.(٥) عمار بن رزيق الضبي التميمي، لا بأس به.(٦) ثقة.(٧) ثقة.(٨) له صحبة.</p><p> كنت عند عمر بن الخطاب فسأله أعرابي، فقال: إنما نمكث الشهر والشهرين لا نجد الماء، فقال: أما أنا فلو كنت لم أصل. فقال عمار بن ياسر: أما تذكر يا أمير المؤمنين أني كنت وأنت (١) في الإبل؟ فقال: بلى. قال: فإني أجنبت فتمعكت في التراب، فأتيت رسول الله - صلى الله عليه وسلم -، فذكرت ذلك له، فضحك، وقال:  \"كان يجزيك هكذا\" . وبسط عمار كفيه فوضعهما على الأرض، ثم نفض إحداهما بالأخرى من التراب فمسح بها وجهه وكفيه، وجاز الكفين بشيء من الذراعين يسير (٢) ، فقال عمر: اتق الله يا عمار. فقال: يا أمير المؤمنين، إن شئت لم أتفوه به أبدًا. فقال: لا، بل نوليك من ذلك ما توليت (٣) . </p><p> [١١٥٧] وأخبرنا أبو بكر الجوزقي (٤) ، ثنا مكي بن عبدان (٥) ، ثنا عبد الله بن هاشم (٦) ، ثنا أبو معاوية (٧) ، عن الأعمش (٨) . </p><p> [١١٥٨] وأخبرنا أبو الحسين الخفاف (٩) ، أخبرنا أبو العباس </p><p>(١) في (م)، (ت): أنا وأنت. (٢) في (ت): قليل.(٣) [١١٥٦] ينظر ما قبله.(٤) ثقة.(٥) المحدث، الثقة، المتقن.(٦) أبو عبد الرحمن العبدي، ثقة، صاحب حديث.(٧) ثقة، أحفظ الناس لحديث الأعمش، وقد يهم في حديث غيره وقد رُمي بالإرجاء.(٨) ثقة، حافظ، لكنه مدلس.(٩) الشيخ، الإمام، الزاهد، العابد.</p><p> السراج (١) ، ثنا إسحاق بن إبراهيم (٢) ، أخبرني أبو معاوية قال: ثنا الأعمش. </p><p> [١١٥٩]  (وأخبرنا أبو الحسين قال: أخبرنا أبو العباس، ثنا يوسف ابن موسى (٣) ، ثنا أبو معاوية، ويعلي بن عبيد) (٤)  (٥) قالا: ثنا الأعمش، عن شقيق (٦) ، قال: كنت جالسًا مع عبد الله، وأبي موسى، فقال أبو موسى: يا أبا عبد الرحمن، الرجل يجنب، فلا يجد الماء، أيصلي؟ فقال: لا. قال: أما تذكر قول عمار لعمر: بعثنا النبي - صلى الله عليه وسلم - أنا وأنت، فأجنبت فتمعكت بالتراب، فأتيت رسول الله - صلى الله عليه وسلم - فذكرت ذلك له، فقال:  \"كان يكفيك هكذا\" . وضرب بيديه الأرض، ومسح وجهه وكفيه، فقال: لم أر عمر قنع بذلك. قال: فما تصنع بهذه الآية: {فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا} فقال: أما إنا لو رخصنا لهم في هذا، لكان أحدهم إذا وجد برد الماء تيمم بالصعيد. زاد يعلى: قال الأعمش: فقلت لشقيق: فلم يكن هذا إلا لهذا؟ (٧) . </p><p>(١) إمام، حافظ، ثقة. (٢) ابن راهويه، الإمام، الثقة، الحافظ، المجتهد.(٣) أبو يعقوب الكوفي، صدوق.(٤) أبو يوسف الطنافسي، ثقة، إلا أن في حديثه عن الثوري لين.(٥) ما بين القوسين ساقط من (ت).(٦) شقيق بن سلمة الأسدي، ثقة.(٧) [١١٥٧ - ١١٥٩] الحكم على الإسناد:إسناده صحيح. =</p><p> والدليل على أن صلاة الجنب بالتيمم جائزة: </p><p> [١١٦٠] ما أخبرناه ابن فنجويه (١) قال: أخبرنا السني (٢) ، أنبأنا النسائي (٣) ، ثنا سويد بن نصر (٤) ، أنبأ عبد الله (٥) ، عن (٦) عوف (٧) ، عن أبي رجاء (٨) قال: سمعت عمران بن حصين (٩) أن رسول الله - صلى الله عليه وسلم - رأى رجلا معتزلًا، فلم يصل في القوم، فقال: يا فلان، ما منعك أن تصلي مع القوم؟ فقال: يا رسول الله، أصابتني جنابة، ولا ماء، قال:  \"عليك بالصعيد، فإنه يكفيك\"  (١٠) . </p><p>= التخريج: أخرجه البخاري، كتاب التيمم، باب إذا خاف الجنب على نفسه المرض أو الموت أو خاف العطش، تيمم (٣٤٦)، ومسلم، كتاب الحيض، باب التيمم (٣٦٨)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٤/ ١٣٠ (١٣٠٥)، وأبوعوانة في \"المسند\" ١/ ٣٠٤ وغيرهم من طريق الأعمش عن شقيق. . به.(١) ثقة، صدوق، كثير الرواية للمناكير.(٢) أبو بكر ابن السني، حافظ، ثقة.(٣) الإمام، الحافظ، صاحب \"السنن\".(٤) سويد بن نصر بن سويد المروزي، وعنه الترمذي، ثقة.(٥) ابن المبارك، ثقة، ثبت، فقيه، جمعت فيه خصال الخير.(٦) في (م): بن، وهو خطأ.وهو عبد الله بن المبارك، وعوف هو ابن أبي جميلة، وأبو رجاء هو العطاردي، ثقات تقدموا.(٧) أبو سهل البصري، المعروف بالأعرابي، ثقة، رُمي بالقدر، وبالتشيع.(٨) أبو رجاء العطاردي، ثقة.(٩) صحابي، جليل.(١٠) [١١٦٠] الحكم على الإسناد:إسناده صحيح. =</p><p> [١١٦١] وأخبرنا أبو نصر الشيرازي (١) ، أنبأنا أبو الوليد (٢) ، ثنا مسدد بن قطن (٣) ، ثنا داود بن رشيد (٤) ، ثنا علي بن هاشم (٥) ، عن إسماعيل بن مسلم (٦) ، عن أبي رجاء (٧) ، عن عمران بن حصين (٨) قال: صليت خلف النبي - صلى الله عليه وسلم - وكان فينا رجل جنب، فأمره النبي - صلى الله عليه وسلم - أن يتيمم ويصلي، فلما وجد الماء أمره النبي - صلى الله عليه وسلم - أن يغتسل، ولم يأمره أن يعيد الصلاة (٩) . </p><p>= التخريج: أخرجه البخاري في كتاب التيمم، باب، (٣٤٨)، والنسائي في \"الكبرى\" ١/ ١٣٦ (٣١٠)، وأحمد ٤/ ٤٣٤ (١٩٨٩٧)، وابن المنذر في \"الأوسط\" ١/ ١٥٧، وابن خزيمة في \"صحيحه\" ١/ ١٣٧ (٢٧١)، وغيرهم من طرق عن عوف عن أبي رجاء عن عمران. . به.(١) في (ت): الفقيه (بقراءتي عليه، أنبأنا أبو الوليد حسان بن محمد الفقيه)، وهو: الشيرازي فاضل، ثقة، أمين.(٢) حسان بن محمد، الإمام، الحافظ، شيخ خراسان ومفتيها.(٣) ثقة.(٤) ثقة.(٥) علي بن هاشم البريدي، صدوق، يتشيع.(٦) فقيه، ضعيف الحديث.(٧) ثقة.(٨) صحابي، جليل.(٩) [١١٦١] الحكم على الإسناد:في إسناده إسماعيل بن مسلم، ضعيف الحديث.التخريج:تقدم تخريجه في الحديث الذي قبله.</p><p> [١١٦٢] وأخبرنا ابن فنجويه (١) ، أنبأنا السني (٢) قال: أخبرنا النسائي (٣) ، ثنا عمرو بن هشام (٤) ، ثنا مخلد (٥) ، ثنا سفيان (٦) ، عن أيوب (٧) ، عن أبي قلابة (٨) ، عن عمرو بن بجدان (٩) ، عن أبي ذر (١٠) قال: قال رسول الله - صلى الله عليه وسلم -: \"الصعيد الطيب وَضوء المسلم، ولو لم يجد الماء عشر سنين\"  (١١) . </p><p>(١) ثقة، صدوق، كثير الرواية للمناكير. (٢) حافظ، ثقة.(٣) الإمام، الحافظ، صاحب \"السنن\".(٤) أبو أمية الحراني.(٥) مخلد بن يزيد الحراني، ثقة.(٦) ثقة، فقيه، حافظ، إمام، حجة، وكان ربما يدلس.(٧) أيوب بن أبي تميمة، ثقة، ثبت، حجة، من كبار الفقهاء العباد.(٨) أبو قلابة، هو عبد الله بن زيد، ثقة، يرسل كثيرًا.(٩) لا يُعرف حاله.(١٠) الصحابي، مشهور.(١١) [١١٦٢] الحكم على الإسناد.إسناده حسن لغيره، وقد صححه ابن حجر في \"فتح الباري\" ١/ ٣٣٥ بمتابعاته، وابن القطان، نقله عن ابن الملقن في \"تحفة المحتاج\" ١/ ٢٠٨، والترمذي، والحاكم، والذهبي، والنووي.وانظر: \"إرواء الغليل\" للألباني ١/ ١٨١.التخريج:أخرجه النسائي في \"السنن الكبرى\" ١/ ١٣٦ (٣١١)، وأبو داود، كتاب الطهارة، باب الجنب يتيمم (٣٣٢)، والترمذي، وأبواب الطهارة، باب التيمم للجنب إذا لم يجد الماء (١٢٤)، وعبد الرزاق في \"المصنف\" ١/ ٢٣٨ (٩١٣)، والحاكم في \"المستدرك\" ١/ ٢٨٤، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٤/ ١٣٧ =</p>"
}