{
  "id": null,
  "sura": 4,
  "aya": 22,
  "text": "<p> ٢٢ - {وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ} الآية، </p><p> نزلت في حصن (١) بن أبي قيس تزوج امرأة أبيه كبيشة بنت معن، وفي الأسود بن خلف (٢) ، تزوج امرأة أبيه، وفي صفوان بن أمية بن خلف (٣) ، تزوج امرأة أبيه فاختة بنت الأسود بن المطلب، وفي منظور بن ريان (٤) ، تزوج امرأة أبيه مليكة بنت خارجة، وفي أبي </p><p>(١) في (م): حصين، وهو كذلك في \"تفسير مقاتل \"كما نقله عنه ابن حجر في \"فتح الباري\" ٨/ ٩٥. (٢) هو الأسود بن خلف بن أسعد بن عامر الخزاعي، له صحبة.انظر: \"الإصابة\" لابن حجر ١/ ٦٦.وامرأة أبيه اسمها حمينة -بضم الحاء وفتح النون- بنت أبي طلحة بن عبد العزى ابن عثمان بن عبد الدار، ذكرها ابن حجر في \"الإصابة\" ١٢/ ٢٠٢، وأورد خبرها مع ابن زوجها.(٣) امرأة أبيه هي فاختة بنت الأسود بن المطلب بن أسد بن عبد العزى، خلف عليها صفوان بعد أبيه، ففرق الإسلام بينهما.وذكر خبره ابن حجر في \"الإصابة\" ١٣/ ٦٤، ونسبه للمستغفري.(٤) كذا في النسخ، وفي \"الإصابة\" لابن حجر ٩/ ٢٨٨ منظور بن زبان -بزاي وباء- وهو منظور بن زبان بن سيار بن عمرو، من فزارة، قيل: إنه هو الَّذي بعث إليه النبي - صلى الله عليه وسلم - رجلًا ليقتله، لأنه تزوج امرأة أبيه، وسيأتي الحكم على الإسناد، ولكنه لم يظفر به، فلما كان في خلافة أبي بكر طلبهما فوجدهما في البحرين، فأقدمهما المدينة، وفرق بينهما، ثم إن عمر أراد قتله، فحلف بالله أربعين يمينًا أنَّه ما كان يعلم بحرمة ذلك، فخلى سبيله، وقد عاش إلى خلافة عثمان.أما امرأة أبيه فهي مليكة -بضم الميم وفتح اللام- بنت خارجة بن سنان، فرق أبو بكر بينها وبين ابن زوجها، فنزلت دارًا لعبد الرحمن بن عوف، فاشتهرت تلك الدار باسمها وصار يطلق عليها دار مليكة.ذكر ذلك ابن حجر في \"الإصابة\" ١٣/ ١٤٦.</p><p> نفيل العدوي (١) ، تزوج امرأة أبيه. </p><p> وقال أشعث بن سوار: توفي أبو قيس، وكان من صالحي الأنصار، فخطب ابنه قيس امرأة أبيه، فقالت: إني أعدك ولدًا، وأنت من صالح قومك، ولكني آتي رسول الله - صلى الله عليه وسلم - أستأمره (٢) . فأتته فأخبرته، فقال لها رسول الله - صلى الله عليه وسلم -: \"ارجعي إلى بيتك\" ، فأنزل الله عز وجل {وَلَا تَنْكِحُوا}  (٣) . </p><p> {مَا} بمعنى (مَنْ) ، وقيل: ولا تنكحوا النِّكَاح (٤) الَّذي {نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ} اسم الجنس (٥) ليدخل فيه الحرائر والإماء، </p><p>(١) لم أجد له ترجمة، ولا لامرأة أبيه. وانظر: \"جامع البيان\" للطبري ٤/ ٣١٨، ففيه ذكر سبب النزول هذا عن عكرمة، ولم يذكر أبا نفيل، وامرأة أبيه، وفيه: أنها نزلت في أبي قيس بن الأسلت خلف على امرأة أبيه أم عبيد بنت صحر. وفي أثر عكرمة من طريق الطبري تدليس ابن جريج. وقد قيل: إنه لم يسمع من عكرمة، ولم يسند عكرمة قوله هذا.(٢) ساقطة من (م).(٣) الأثر أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٠٩ من طريق قيس بن الربيع، عن أشعث، عن عدي بن ثابت، عن رجل، به.وهذا إسناد ضعيف، فيه أشعث -وقد مر- وفيه قيس وهو ضعيف كما في \"تحرير التقريب\" ٣/ ١٨٦، وفيه أيضًا الرجل الَّذي لم يسم.والذي يظهر -والله أعلم- أن ما ذكره المصنف أولا من قصة أبي قيس وابنه في سبب نزول قوله تعالى: {لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا} أصح، وأشبه، ولا يقال بتعدد النزول هنا؛ لأن أثر أشعث، وما قبله ضعيفان، لا يقاومان ما ثبت قبل في سبب النزول.(٤) فتكون (ما) مصدرية، وهذا هو الَّذي رجحه الطبري في \"جامع البيان\" ٤/ ٣١٩.(٥) في (م): اسم للجنس، وفي (ت): عم الجنس. =</p><p> أما الحرائر فتحرم (١) بالعقد، والإماء تحرم بالوطء. </p><p> {إِلَّا مَا قَدْ سَلَفَ} قال المفضل: يعني بعد ما سلف، أي: مضى، فإن ذلك معفو عنه (٢) . </p><p> وقال قطرب: هو استثناء منقطع، مجازه (٣) : لكن ما قد سلف فدعوه واجتنبوه. </p><p> [١٠٦١] وسمعت أبا القاسم الحبيبي (٤) يقول: سمعت أبا زكريا العنبري (٥) يقول؛ معناه كما قد سلف (٦) . </p><p> {إِنَّهُ كَانَ فَاحِشَةً وَمَقْتًا} يورث بغض الله، والمقت: أشد </p><p>= واسم الجنس: ما وضع لأن يقع على شيء، وعلى ما أشبهه، من غير دلالة على شخص بذاته، كرجل. انظر: \"التعريفات\" للجرجاني (ص ٤١)، \"الكليات\" للكفوي (ص ٨٧).(١) في (ت): فيحرمن.(٢) انظر: \"المحرر الوجيز\" لابن عطية ٢/ ٣١.(٣) مجازه أي: تفسيره.وانظر: \"جامع البيان\" للطبري ٤/ ٣١٨.(٤) في (م): الحسن. وهو الحسن بن محمد بن حبيب، قيل: كذبه الحاكم.(٥) يحيى بن محمد بن عبد الله، السلمي، الإمام، المفسر، الثقة، ولم أجد كلامه فيما بين يدي من مصادر.(٦) [١٠٦١] الحكم على الإسناد:فيه شيخ المصنف، قيل: كذبه الحاكم.التخريج:لم أجده.</p><p> البغض (١) . </p><p> {وَسَاءَ سَبِيلًا} وبئس ذلك طريقًا، وكانت العرب تقول لولد الرجل من امرأة أبيه: مقيت، ومقتي (٢) ، وكان منهم الأشعث ابن قيس (٣) ، وأبو معيط بن أبي عمرو بن أمية. </p><p> [١٠٦٢] أخبرنا أبو عبد الله بن فنجويه (الدينوري (٤) ، أخبرنا أبو بكر أحمد بن محمد بن إسحاق السني (٥) ، أخبرنا أبو عبد الرحمن أحمد بن شعيب النسائي) (٦)  (٧) أخبرنا أحمد بن عثمان بن حكيم (٨) ، ثنا أبو نعيم (٩) ، ثنا الحسن بن صالح (١٠) ، عن السدي (١١) ، عن </p><p>(١) انظر: \"مفردات ألفاظ القرآن\" للراغب الأصبهاني (ص ٧٧٢) (مقت). ومقتوي.(٢) انظر: \"مجاز القرآن\" لأبي عبيدة ١/ ١٢١.(٣) ابن معدي كرب الكندي، له صحبة.(٤) ثقة، صدوق، كثير الرواية للمناكير.(٥) ثقة، حافظ.(٦) الإمام، الحافظ، صاحب \"السنن\".(٧) ساقط من (ت).(٨) أحمد بن عثمان بن حكيم الأودي، روى عن أبي نعيم، وابن عون، وزكريا بن عدي، وعنه: البخاري، ومسلم، والنسائي، وابن ماجه، وغيرهم، ثقة، عدل، حافظ، توفي سنة (٢٦١ هـ).انظر: \"تهذيب الكمال\" للمزي ١/ ٤٠٤.(٩) الفضل بن دكين القرشي، ثقة، ثبت.(١٠) ثقة، فقيه، عابد، رمي بالتشيع.(١١) إسماعيل بن عبد الرحمن بن أبي كريمة، صدوق، يهم، ورمي بالتشيع.</p><p> عدي بن ثابت (١) عن البراء (٢) قال: لقيت خالي (٣) ومعه الراية، فقلت: أين تريد؟ قال أرسلني رسول الله - صلى الله عليه وسلم - إلى رجل تزوج امرأة أبيه من بعده أن أضرب عنقه، أو أقتله (٤) . </p><p>(١) عدي بن ثابت الأنصاري، ثقة، رمي بالتشيع. (٢) هو ابن عازب بن الحارث الأنصاري، صحابي، مشهور.(٣) هو الحارث بن عمرو الأنصاري، ويقال: عمه، صحابي جليل.انظر: \"تهذيب الكمال\" للمزي ٥/ ٢٦٤، \"الاستيعاب\" لابن عبد البر ١/ ٢٩٤.(٤) [١٠٦٢] الحكم على الإسناد:فيه السدي الكبير، صدوق، يهم، والحديث صحيح لغيره كما سيتضح في التخريج، والاختلاف الَّذي وقع في الَّذي بعثه النبي - صلى الله عليه وسلم - في حديث البراء اختلاف لا يضر.وصحح إسناد الحديث البوصيري في \"مصباح الزجاجة\" (ص ٣٥٢)، والألباني في \"صحيح ابن ماجة\" (٢٦٥٧).التخريج:أخرجه النسائي في \"السنن الكبرى\" ٣/ ٣٠٧ (٥٤٨٨)، وفي جزء \"إملائه\" (ص ٦٩) (٣٥)، وابن ماجة كتاب الحدود، باب من تزوج امرأة أبيه من بعده (٢٥٩٧)، وأحمد في \"المسند\" ٤/ ٢٩٠ (١٨٥٥٧)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٩/ ٤٢٣ (٤١١٢)، والطحاوي في \"شرح معاني الآثار\" ٣/ ٤٨، والحاكم في \"المستدرك\" ٢/ ٢٠٨، كلهم من طريق الحسن بن صالح، عن السدي، عن عدي، عن البراء به.وتابع الحسن معمر، فرواه عن أشعث، عن عدي، عن يزيد بن البراء، عن أبيه، أخرجه النسائي في \"السنن الكبرى\" ٣/ ٣٠٧، والبيهقي في \"السنن الكبرى\" ٨/ ٢٣٧، والترمذي كتاب الأحكام، باب فيمن تزوج امرأة أبيه (١٣٦٢)، وعبد الرزاق في \"المصنف\" ٦/ ٢٧١ (١٠٨٠٤)، والطبراني في \"المعجم الكبير\" ٣/ ٢٧٧ (٣٤٠٤). =</p>"
}