{
  "id": null,
  "sura": 4,
  "aya": 128,
  "text": "<p> وروى شعبة (١) ، عن أبي إسحاق (٢) قال: سمعت البراء بن عازب (٣) قال: آخر آية نزلت: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ} وآخر سورة أنزلت براءة (٤) . </p><p> ١٢٨ - قوله:  {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا} الآية </p><p> نزلت هذه الآية في عميرة (٥) ، ويقال: خويلة بنت محمد بن مسلمة، وفي زوجها سعد (٦) بن الربيع، ويقال: رافع بن خديج، تزوجها وهي شابة، فلما أدبرت وعلاها الكبر تزوج عليها امرأة شابة، وآثرها عليها، وجفى ابنة محمد بن مسلمة، فأتت رسول الله - صلى الله عليه وسلم - فشكت إليه، فنزلت فيها هذه الآية (٧) ، هذا قول الكلبي وجماعة </p><p>(١) ابن الحجاج، ثقة، حافظ، متقن. (٢) السبيعي، ثقة، مكثر، عابد، اختلط بأخرة.(٣) صحابي، مشهور.(٤) الحكم على الإسناد:رجاله ثقات.التخريج:الأثر أخرجه البخاري في كتاب التفسير، باب غزوة الطائف (٤٣٢٩)، ومسلم كتاب الفرائض، باب آخر آية نزلت آية الكلالة (١٦١٨)، وأبو داود (٢٨٨٨) وغيرهم، كلهم من طريق أبي إسحاق عن البراء بن عازب رضي الله عنه.(٥) في النسخ: عمرة، وهو خطأ، والصواب ما أثبتناه؛ لأن ابنة محمد بن مسلمة اسمها: عميرة، كما في \"الإصابة\" لابن حجر ١٣/ ٥٩، وقوله: خويلة، من الخطأ أيضًا.(٦) في النسخ: أسعد، والصواب ما أثبتناه.(٧) أخرجه مالك في \"الموطأ\" ٢/ ٥٤٨ (٥٧)، وعبد الرزاق في \"تفسير القرآن\" ١/ ١٧٥، وابن أبي شيبة في \"المصنف\" ٤/ ٢٠٢، وسعيد بن منصور في \"السنن\" =</p><p> من المفسرين. </p><p> وقال سعيد بن جبير: كان رجل، وله امرأة قد كبرت، وكان له منها أولاد فأراد أن يطلقها، ويتزوج غيرها، فقالت: لا تطلقني، ودعني على ولدي، واقسم في في كل شهرين -إن شئت- أو أكثر، وإن شئت فلا تقسم في. فقال: إن كان يصلح ذلك فهو أحب إليَّ. فأتى رسول الله - صلى الله عليه وسلم -، فذكر ذلك، فقال: قد سمع الله ما تقول، فإن شاء أجابك، فأنزل الله تعالى {وَإِنِ امْرَأَةٌ خَافَتْ}  (١) أي: علمت {مِنْ بَعْلِهَا} أي: من زوجها، {نُشُوزًا} يعني: بغضًا، وقال الكلبي: يعني: تركا لمجامعتها ومضاجعتها، {أَوْ إِعْرَاضًا} بوجهه عنها، ويقل مجالستها ومحادثتها، {فَلَا جُنَاحَ عَلَيْهِمَا} يعني: على الزوج والمرأة، {أَنْ يُصْلِحَا}  (٢) أي: يتصالحا، {بَيْنَهُمَا صُلْحًا} </p><p>= ٤/ ١٣٩٨ (٧٠١)، والشافعي في \"الأم\" ٥/ ١٧١، والحاكم في \"المستدرك\" ٢/ ٣٣٨، والبيهقي في \"السنن الكبرى\" ٧/ ٧٥، والطبري في \"جامع البيان\" ٥/ ٢٠٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٠٨١، والواحدي في \"الوسيط\" ٢/ ١٢٤، كلهم من طريق سفيان بن عيينة عن الزهريّ عن سعيد بن المسيب عن رافع به، وهذا سند صحيح، على شرط الشيخين كما قال الحاكم، ووافقه الذهبي. وكلهم رووا القصة عن رافع، لا عن سعد بن الربيع، فيعلم من ذلك أن ذكر سعد في الرواية خطأ من الكلبي. (١) أخرجه الطبري في \"جامع البيان\" ٥/ ٢٠٦، مع اختلاف يسير، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٠٨١، وقد أخرجه بمعناه البخاري في كتاب، باب: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا} (٤٦٠١)، ومسلم كتاب التفسير (٣٠٢١)، والواحدي في \"أسباب النزول\" (ص ١٨٧) عن عائشة - رضي الله عنهما -.(٢) في (م): (يصالحا) بتشديد الصاد، وألف بعدها، وهي قراءة أبي جعفر، ونافع، وابن كثير، وابن عامر، وأبي عمرو، ويعقوب، وقرأ عاصم، وحمزة، =</p><p> يعني: في القسمة، والنفقة، وهو أن يقول لها: إنك امرأة دميمة، أو قد دخلت في السن، وأريد أن أتزوج عليك امرأة (١) شابة جميلة، وأؤثرها عليك في القسمة بالليل والنهار؛ لشبابها، فإن رضيت بهذا فأقيمي، كان كرهت خليت سبيلك. فإن رضيت بذلك كانت هي المحسنة، ولا تجبر على ذلك، كان لم ترض بدون حقها كان الواجب على الزوج أن يوفيها حقها من المقام والنفقة، أو يسرحها بإحسان، ولا يحبسها على الحيف (٢) ، وإن أقام عليها ووفاها (٣) حقها مع كراهيته لصحبتها فهو المحسن الذي مدحه الله تعالى، وخبره أنه عالم بصنيعه، ومجازيه على فعله، ولا يجبر الزوج على وطء واحدة منهن، لأن الوطء لذة للزوج، وهو حقه، فإذا تركه لم يجبر عليه، وليس هو كالمقام والنفقة. </p><p> قوله:  {وَالصُّلْحُ خَيْرٌ} يعني: إقامتها بعد تخييره إياها، ومصالحتها على شيء معلوم، في المقام والنفقة، وهكذا فعل رسول الله - صلى الله عليه وسلم - مع زوجته سودة بنت زمعة (٤) ، وذلك أنها كانت </p><p>= والكسائي، وخلف: {يُصْلِحَا}. انظر: \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ١٥٩)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٥٢.(١) من (م)، (ت).(٢) في الأصل: الخسف، والمثبت من (م)، (ت).(٣) في (م): وفى لها.(٤) بفتح الزاي، وسكون الميم، ابن قيس القرشية، هي أول زوجاته - صلى الله عليه وسلم -بعد خديجة رضي الله عنها، كانت امرأة جليلة، نبيلة، توفيت سنة (٥٥ هـ)، على الصحيح.انظر: \"سير أعلام النبلاء\" للذهبي ٢/ ٢٦٥، \"تهذيب التهذيب\" لابن حجر =</p><p> امرأة كبيرة، فأراد النبي - صلى الله عليه وسلم - فراقها، فطلبت إليه ألا يفعل، وقالت: إنما بي أن أبعث في نسائك، وقد جعلت يومي وليلتي لعائشة (١) . </p><p> وقال علي بن أبي طالب (٢) : في قوله: {وَالصُّلْحُ خَيْرٌ} قال: المرأة تكون عند الرجل، فتكون دميمة أو كبيرة، أو لا يحبها زوجها، فيصطلحان على صلح (٣) . </p><p> وقال سعيد بن جبير: هو أن يتراضيا على شيء معلوم، في نفسه وماله (٤) . </p><p> وقال الضحاك: الصلح أن ينتقصها من حقها إذا تزوج أشبَّ منها، وأعجب إليه (٥) . </p><p>= ١٢/ ٤٢٦، \"الإصابة\" لابن حجر ١٢/ ٣٢٣، \"شذرات الذهب\" لابن العماد الحنبلي ١/ ٣٤. (١) أخرجه البخاري في كتاب النكاح، باب المرأة تهب يومها من زوجها لضرتها (٥٢١٢)، ومسلم كتاب الرضاع، باب جواز هبتها نوبتها لضرتها (١٤٦٣)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٦/ ٢٠٥ (٤١٩٨)، وغيرهم، من طرق عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها.(٢) في (م) زيادة: عليه السلام.(٣) أخرجه ابن أبي شيبة في \"المصنف\" ٦/ ١٠٦ (١٦٦١٥)، والطبري في \"جامع البيان\" ٥/ ٢٠٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٠٨٠، والبيهقي في \"السنن الكبرى\" ٧/ ٢٩٧، وزاد السيوطي في \"الدر المنثور\" ٢/ ٤١١ نسبته لابن المنذر، وعبد بن حميد، وابن راهويه.(٤) لم أجده.(٥) أخرجه الطبري في \"جامع البيان\" ٥/ ٣١٠، مع اختلاف في الألفاظ، والذي يظهر أن المصنف رحمه الله ينقل بالمعنى، والقول الذي ذكره الضحاك مقيد برضا الزوجة، فإن لم ترض فلا يجوز انتقاصها من حقها لأجل المرأة الشابة.</p><p> وقال مقاتل بن حيان في هذه الآية: هو الرجل يكون تحته المرأة الكبيرة فيتزوج عليها الشابة، فيقول للمرأة الكبيرة: أعطيك من مالي نصيبًا، على أن أقسم لهذه الشابة أكثر مما أقسم لك من الليل والنهار، فترضى الأخرى بما اصطلحا عليه، وإن أبت أن ترضى فعليه أن يعدل بينهما في القسمة (١) . </p><p> وروى إسحاق بن عبد الله بن أبي فروة (٢) ، عن سليمان بن يسار (٣) ، عن ابن عباس في قوله تعالى:  {فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا وَالصُّلْحُ خَيْرٌ} قال: المرأة الكبيرة، أو الدميمة تكون عند الرجل، فيريد طلاقها، والاستبدال بها، فتصالحه هذه على بعض حقها من القسمة والنفقة، فذلك جائز ما رضيت، فإن أنكرت بعد الصلح فذلك لها، ولها (٤) حقها، أمسك أو طلق (٥) . </p><p> وقال علي بن أبي طلحة عن ابن عباس: هي المرأة تكون عند الرجل، وله امرأة غيرها أحب إليه منها، فيؤثرها عليها، فأمر الله </p><p>(١) الأثر ذكره القرطبي ٥/ ٤٠٤. (٢) متروك.(٣) في (م): بشار، وهو خطأ. وهو أبو أيوب المدني الهلالي، ثقة، فاضل.(٤) في (ت): وذلك.والأثر لا يحتج به، آفته إسحاق، هذا، ولم أجد من خرجه عنه.وقد أخرج الطبري في \"جامع البيان\" ٥/ ٣٠٦ من طريق عطاء عن سعيد، عن ابن عباس خبرًا قريبا من السابق.(٥) الحكم على الإسناد:فيه ابن أبي فروة، متروك.</p><p> تعالى إذا كان ذلك أن يقول لها: يا هذه، إن شئت أن تقيمي على ما ترين من الأثرة فأواسيك وأنفق عليك فأقيمي، وإن كرهت خليت سبيلك، فإن هي رضيت أن تقيم بعد أن يخيرها فلا جناح عليه، وهو قوله:  {وَالصُّلْحُ خَيْرٌ} هو التخيير (١) . </p><p> وروى إسرائيل (٢) ، عن سماك بن حرب (٣) ، عن خالد بن عرعرة (٤) قال: سأل رجل عليًّا رضي الله عنه (٥) عن قوله: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا} الآية قال: تكون المرأة عند الرجل فتنبو عينه عنها من دمامة أو كبر، فتفتدي منه، تكره فرقته، فإن أعطته من مالها فهو له حل، وإن أعطته من أيامها فهو له حل (٦) . </p><p> {وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ} يقول (٧) : شحت المرأة بنصيبها من زوجها، وشح الرجل بنصيبه من الأخرى، قال ابن عباس: والشح: </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٥/ ٢٠٧، وابن المنذر، كما في \"الدر المنثور\" للسيوطي ٢/ ٤١١. (٢) ابن يونس بن أبي إسحاق السبيعي، ثقة.(٣) صدوق، وقد تغير بأخرة، فكان ربما تلقن.(٤) لم يذكر بجرح أو تعديل.(٥) في (م): عليه السلام. وهو الصحابي المشهور.(٦) الحكم على الإسناد:فيه من لم يذكر بجرح أو تعديل.التخريج:أخرجه الطبري في \"جامع البيان\" ٥/ ٢٠٦.(٧) في (م): يقال.</p>"
}