{
  "id": null,
  "sura": 4,
  "aya": 88,
  "text": "<p> ثم نزل في الذين أنكروا البعث: </p><p> ٨٧ - {اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ} </p><p> لا شك فيه، واللام في قوله {لَيَجْمَعَنَّكُمْ} لام القسم، ومعناه: والله الذي لا إله إلا هو ليجمعنكم في الموت، وفي القبور إلى يوم القيامة، وسميت القيامة قيامة؛ لأن الناس يقومون من قبورهم، قال الله تعالى:  {يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا}  (١) . </p><p> وقيل: سميت بذلك لقيامهم إلى الحساب، قال تعالى:  {يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ}  (٢) . </p><p> {وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا} أي: قولاً ووعداً. </p><p> ٨٨ - قوله -تعالى-: {فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ} </p><p> نزلت هذه الآية في ناس من قريش قدموا على رسول الله -صلى الله عليه وسلم- المدينة فأسلموا، وأقاموا بها، ثم ندموا على ذلك فأرادوا الرجعة، فقال بعضهم لبعض: كيف نخرج؟ قالوا: نخرج كهيئة البداء (٣) ، فإن فطن بنا قلنا: خرجنا نتنزه (٤) ، وإن غفل عنا مضينا، فخرجوا </p><p>(١) المعارج: ٤٣. (٢) المطففين: ٦.(٣) البَدَاء: بفتح الباء والدال: المبارزة، أي كهيئة المبارزين، انظر: \"القاموس\" (ص ٣٤٠) (بدد).(٤) أي: نخرج إلى مكان بعيد عن القرى، وفساد هوائها، وعمق مياهها، والتنزه: التباعد.انظر: \"القاموس المحيط\" لابن فارس (ص ١٦١٩) (نزه).</p><p> كهيئة المتنزهين (١) ، حتى تباعدوا من المدينة، ثم كتبوا كتاباً إلى رسول الله -صلى الله عليه وسلم- إنا على (٢) الذي فارقناك عليه من الإيمان, والتصديق بالله ورسوله، ولكنا اجتوينا (٣) المدينة، واشتقنا إلى أرضنا، ثم إنهم خرجوا في تجارة لهم نحو الشام، فبلغ ذلك المسلمين، فقال بعضهم: ما يمنعنا أن نخرج إلى هؤلاء الذين رغبوا عن ديننا، وتركوا هجرتنا، وظاهروا عدونا، فنقتلهم، ونأخذ ما معهم، وقالت طائفة منهم: كيف تقتلون قوماً على دينكم، أن لم يذروا ديارهم؟ وكان هذا بعين رسول الله -صلى الله عليه وسلم-، وهو ساكت، لا ينهى واحداً من الفريقين، حتى نزلت هذه الآية، والآيات (٤) التي بعدها، فبين لرسول الله -صلى الله عليه وسلم- شأنهم. </p><p> وقال زيد بن ثابت: نزلت في ناس رجعوا يوم أحد عن النبي -صلى الله عليه وسلم-، فكان أصحاب رسول الله -صلى الله عليه وسلم- فيهم فرقتين، فرقة تقول: نقتلهم، وفرقة تقول: لا نقتلهم، فنزلت فيهم هذه الآية، فقال رسول الله -صلى الله عليه وسلم-: </p><p>(١) في الأصل: المشركين والمثبت من (م)، (ت) وهو أصح. (٢) بعدها في (ت): الدين.(٣) أي: أصابهم الجوى، واستوخمها.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٣١٨ (جوى).(٤) ساقطة من (م)، (ت).والأثر أخرجه الطبري في \"جامع البيان\" ٥/ ١٩٣ من طريق العوفي عن ابن عباس، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ١٠٢٣، مع اختلاف في بعض الألفاظ، وإسناده لا يصح، فيه العوفي ضعيف.وأخرجه الطبري أيضاً في \"جامع البيان\" ٥/ ١٩٤ من طريق السدي، بلفظ أقرب.</p><p> \"إنها طيبة، هانها تنفي الخبث، كما تنفي النار خبث الفضة\"  (١) ، يعني: المدينة. </p><p> وقال قتادة: ذكر لنا أنهما كانا رجلين من قريش بمكة، تكلما بالإِسلام ولم يهاجرا إلى النبي -صلى الله عليه وسلم-، فلقيهما ناس من أصحاب النبي -صلى الله عليه وسلم- مقبلين إلى مكة، فقال بعضهم: إن دماءهما، وأموالهما حلال. وقال بعضهم: لا يحل ذلك. وتشاجروا؛ فأنزل الله تعالى {فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ} الآية (٢) . </p><p> وقال عكرمة: هم ناس ممن قدموا (٣) ، أخذوا أموالاً من أموال المشركين فانطلقوا بها إلى اليمامة (٤) ، فاختلف المسلمون فيهم، فنزلت فيهم هذه الآية (٥) . </p><p> وقال مجاهد: هم قوم خرجوا مع رسول الله -صلى الله عليه وسلم- إلى المدينة، ثم </p><p>(١) أخرجه البخاري في كتاب فضائل المدينة، باب المدينة تنفي الخبث (١٨٨٤)، ومسلم في كتاب الحج باب المدينة تنفي شرارها (١٣٨٤)، والترمذي في التفسير باب ومن سورة النساء (٣٠٢٨). (٢) أخرجه الطبري في \"جامع البيان\" ٥/ ١٩٣، ونسبه السيوطي في \"الدر المنثور\" ٢/ ٣٤١ لعبد بن حميد وابن المنذر.(٣) في (ت): صبأ.(٤) اليمامة منطقة في أرض نجد، سميت كذلك باسم طائر يقال له يمامة، وقيل في سبب التسمية غير ذلك.انظر: \"معجم البلدان\" لياقوت ٥/ ٤٤١.(٥) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ١٠٢٤، ونسبه السيوطي في \"الدر المنثور\" ٢/ ٣٤١ لعبد بن حميد.</p><p> ارتدوا بعد ذلك، واستأذنوا رسول الله -صلى الله عليه وسلم- في الخروج إلى مكة، ليأتوا ببضائع لهم، يتجرون فيها، فاختلف المسلمون فيهم، فقائل يقول: هم منافقون. وقائل يقول: هم مؤمنون. فبين الله نفاقهم (١) . </p><p> وقال الضحاك: هم قوم أظهروا الإسلام بمكة، فلما هاجر النبي -صلى الله عليه وسلم- ولم يهاجروا، اختلف المسلمون فيهم، فنزلت هذه الآية (٢) . </p><p> {فَمَا لَكُمْ} يا معشر المؤمنين، {فِي الْمُنَافِقِينَ فِئَتَيْنِ}  (٣) أي: صرتم في المنافقين فئتين، فمُحِل ومحرم، ونصب:  {فِئَتَيْنِ} على خبر صار، وقال بعضهم: نصبه على الحال (٤) . </p><p> {وَاللَّهُ أَرْكَسَهُمْ بِمَا كَسَبُوا} أي: أهلكهم، ونكسهم، وردهم إلى كفرهم، وضلالتهم بأعمالهم غير الزاكية. </p><p> يقال: أركست الشيء، وركسته، أي: نكسته، ورددته (٥) ، وفي </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٥/ ١٩٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ١٠٢٤، وزاد السيوطي نسبته في \"الدر المنثور\" ٢/ ٣٤١ لعبد بن حميد، وابن المنذر. (٢) أخرجه الطبري في \"جامع البيان\" ٥/ ١٩٤ بأطول مما هنا.وقول زيد الذي في الصحيحين هو الأصح نقلاً في سبب النزول، وإن كان قول من قال إنهم قوم في مكة ارتدوا بعد إسلامهم مناسباً لسياق قوله تعالى بعد ذلك: {فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ حَتَّى يُهَاجِرُوا فِي سَبِيلِ اللَّهِ}، ومراعاة السياق هي حجة الطبري رحمه الله، في تقوية هذا السبب، انظر: كلامه في \"جامع البيان\" ٥/ ١٩٥.وانظر: \"المحرر الوجيز\" لابن عطية ٢/ ٨٨، \"تفسير المنار\" ٥/ ٣٢٠.(٣) ساقطة من (ت).(٤) من الكاف في (لكم)، وهو مذهب البصريين، والأول للكوفيين.(٥) انظر: \"الدر المصون\" للسمين الحلبي ٢/ ٤٠٧.</p>"
}