{
  "id": null,
  "sura": 4,
  "aya": 79,
  "text": "<p> وقال بعضهم: معناه {وَإِنْ تُصِبْهُمْ حَسَنَةٌ} يعني: الظفر والغنيمة {يَقُولُوا هَذِهِ مِنْ عِنْدِ اللَّهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ} يعني: القتل والهزيمة (١) ، {يَقُولُوا هَذِهِ مِنْ عِنْدِكَ} أي: أنت الذي حملتنا عليه، يا محمد {قُلْ} : لهم، يا محمد، {كُلٌّ مِنْ عِنْدِ اللَّهِ} أي: الحسنة والسيئة كلها من عند الله، ثم عيرهم بالجهل، فقال {فَمَالِ هَؤُلَاءِ الْقَوْمِ} يعني: المنافقين واليهود {لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا} أي: ليسوا يفقهون قولًا، إلا التكذيب بالنعم. قال الفراء: قوله: {فَمَالِ هَؤُلَاءِ الْقَوْمِ} كثرت في الكلام، حتى توهموا أن اللام متصلة بـ (ما) ، وأنها حرف واحد، ففصلوا اللام مما خفضت في بعضه، ووصلوها في بعضه، والاتصال القراءة، ولا يجوز الوقف على اللام؛ لأنها لام خافضة (٢) . </p><p> ٧٩ - {مَا أَصَابَكَ مِنْ حَسَنَةٍ} </p><p> أي: من خير ونعمة {وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ} أي: بلية، وأمر تكرهه {فَمِنْ نَفْسِكَ} أي: بذنوبك، وأنا الذي قدرتها عليك، والخطاب للنبي - صلى الله عليه وسلم - والمراد به غيره (٣) ، ونظيره قوله تعالى:  {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ}  (٤) . </p><p>(١) انظر: \"جامع البيان\" للطبري ٥/ ١٧٤، \"زاد المسير\" لابن الجوزي ٢/ ١٣٨. (٢) \"معاني القرآن\" ١/ ٢٧٨.(٣) هذا معنى كلام الزجاج في \"معاني القرآن\" ٢/ ٨٤.(٤) الشورى: ٣٠.</p><p> وروى حفص بن سليمان (١) ، عن الهيثم (٢) ، عن الحسن (٣) قال: لما نزلت {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ} قال رسول الله - صلى الله عليه وسلم -: \"ما من خَدْش بعودٍ، ولا اختلاج عرق، ولا عشرة قدم، إلا بذنب، وما يعفو الله عنه أكثر\"  (٤) . </p><p>(١) القارئ المعروف، متروك الحديث مع إمامته في القراءة. (٢) الهيثم بن حبيب الصيرفي الكوفي.روى عن: الحكم بن عتيبة، وعكرمة، وعنه: حفص وشعبة. أثنى عليه الإمام أحمد، ووثقه أبو حاتم، وأبو زرعة. وقال الحافظ صدوق.انظر: \"تهذيب الكمال\" للمزي ٣٠/ ٣٦٩، \"ميزان الاعتدال\" للذهبي ٤/ ٣٢٠، \"تقريب التهذيب\" لابن حجر (٧٣٦٠).(٣) البصري، ثقة، فقيه، كان يرسل كثيرًا ويدلس.(٤) الحكم على الإسناد:مرسل، وفيه حفص متروك الحديث.التخريج:أخرجه هناد في \"الزهد\" ١/ ٢٤٩ (٤٣١) من طريق أبي معاوية عن إسماعيل بن مسلم عن الحسن مرفوعًا. وهذا مرسل.وأخرجه الطبري في \"جامع البيان\" ٥/ ١٧٥ من طريق سعيد عن قتادة قال: وذكر لنا أن نبي الله - صلى الله عليه وسلم - كان يقول ... فذكره. وهذا مرسل -أيضًا.وأخرجه ابن أبي الدنيا في \"المرض والكفارات\" (ص ٩٣) (١٠٠) من طريق يزيد ابن عبد الله عن زياد بن الربيع عن أبي بن كعب، موقوفًا، ومن طريقه: البيهقي في \"شعب الإيمان\" ٧/ ١٥٣ (٩٨١٤).وللحديث شواهد أخرى يصح بها:من حديث عائشة، بلفظ: \"ما من شيء يصيب المؤمن، حتى الشوكة تصيبه، إلا كتب الله له بها حسنة، وحط عنه بها خطيئة\".أخرجه مسلم، كتاب البر والصلة، باب ثواب المؤمن فيما يصيبه (٢٥٧٢). =</p><p> وروى أبو رجاء الهروي (١) ، عن سفيان بن سعيد (٢) ، عمن سمع الضحاك بن مزاحم (٣) يقول: ما حفظ الرجل القرآن، ثم نسيه، إلا بذنب، ثم قرأ: {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ (٣٠) } قال: فنسيان القرآن أعظم المصائب (٤) . </p><p> وقال بعضهم: هذه الآية متصلة بما قبلها، وتقديره: فما لهؤلاء القوم لا يكادون يفقهون حديثًا، حتى يقولوا ما أصابك من حسنة </p><p>= وشاهد من حديث أبي سعيد بلفظ: \"ما من شيء يصيب المؤمن من نصب، ولا حزن، ولا وصب حتى الهم يهمه إلا يكفر الله به عنه من سيئاته\". أخرجه أحمد في \"المسند\" ٣/ ١٨، ومسلم كتاب البر والصلة باب ثواب المؤمن فيما يصيبه .. (٢٥٧٣). فالحديث يرتقي؛ بهذه الشواهد الصحيحة، إلى رتبة الصحيح.(١) عبد الله بن واقد بن الحارث، الحنفي، الخراساني، ثقة.انظر: \"تهذيب الكمال\" للمزي ١٦/ ٢٥٤، \"ميزان الاعتدال\" للذهبي ٢/ ٥٢٠.والهروي: نسبة إلى بلدة هراة: إحدى بلدان خراسان.\"الأنساب\" للسمعاني ٥/ ٦٣٧.(٢) الثوري، ثقة، حافظ، إمام، حجة، كان ربما دلس.(٣) صدوق، كثير الإرسال.(٤) الحكم على الإسناد:إسناده ضعيف؛ للانقطاع بين سفيان والضحاك.التخريج:أخرجه ابن أبي شيبة في \"المصنف\" ١٠/ ٢٢٠ (٣٠٤٩٦)، وابن المبارك في \"الزهد\" (ص ٢٨) (٨٥)، والبيهقي في \"شعب الإيمان\" ٢/ ٣٣٤ (١٩٦٥) كلهم من طريق المبارك عن عبد العزيز بن أبي رواد عن الضحاك به. وهذا إسناد حسن؛ لأن عبد العزيز صدوق، كما في \"تقريب التهذيب\" لابن حجر (٤٠٩٦)، وعبد العزيز لقي الضحاك.</p><p> فمن الله وما أصابك من سيئة فمن نفسك (١) . </p><p> وتعلق أهل القدر بهذه الآية، قالوا: نفى الله تعالى السيئة عن نفسه، بقوله {وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ} ونسبها إلى العبد. </p><p> فيقال لهم: إنما حكى الله لنبيه من قول المنافقين: أنهم قالوا إذا أصابتهم حسنة: هذه من عند الله، وإن تصبهم سيئة يقولوا: هذه من عندك، لم يرد به حسنات الكسب، ولا سيئاته، لأن الذي مسَّك فعلُ غيرك بك، لا فعلك، ولذلك نسبت إلى غيرك، كما قال:  {إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَا}  (٢) ، وقال:  {فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَذِهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ}  (٣) وكل هذه السيئات من الأسباب، لا من الأكتساب، ألا ترى أنه نسبها إلى غيرك، ولم يذكر لك بذلك ثوابًا ولا عقابًا؛ فلما ذكر حسنات العمل والكسب وسيئاتهما نسبهما إليك، وذكر فيهما الثواب والعقاب، كقوله تعالى:  {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا}  (٤) فكان ما حكى الله تعالى عن المنافقين من قولهم في الحسنات والسيئات، لم تكن حسنات الكسب ولا سيئاته، ثم عطف عليه قوله:  {مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ} فلم يكن بقوله: {فَمِنْ نَفْسِكَ} مثبتًا لما </p><p>(١) هذا معنى كلام السمرقندي في \"بحر العلوم\" ١/ ٣٧٠. (٢) آل عمران: ١٢٠.(٣) الأعراف: ١٣١.(٤) الأنعام: ١٦٠.</p><p> قد نفاه، ولا نافيًا لما قد أثبته، لأن ذلك لا يجوز على الحكيم -عز وجل-، ولكن بيَّن السبب الذي أستحق به هذه المصيبة، وكان ذلك من كسبه، ومنه قوله تعالى:  {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ}  (١) فجعل هذه المصيبة جزاء للفعل، وإذا أوقع الجزاء لم يوقعه إلا على ما نسبه إلى العباد كقوله:  {جَزَاءً بِمَا كَانُوا يَعْمَلُونَ} ، {جَزَاءً بِمَا كَانُوا يَكْسِبُونَ} ، وقوله:  {وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ} ليس فيه دليل على أنه لا يريد السيئة، ولا فعلها، ولكن ما كان جزاء نسبه إلى العبد على طريق الجزاء. </p><p> {وَأَرْسَلْنَاكَ} يا محمد {لِلنَّاسِ رَسُولًا وَكَفَى بِاللَّهِ شَهِيدًا} على أنك رسول صاق، وقيل: معناه: وكفى بالله شهيدًا على أن الحسنة والسيئة كلها من الله. </p><p>(١) الشورى: ٣٠.</p>"
}