{
  "id": null,
  "sura": 4,
  "aya": 8,
  "text": "<p> فأثبت لهن في الميراث حقًا، ولم يبين كم هو؟ </p><p> فأرسل رسول الله - صلى الله عليه وسلم - إلى سويد وعرفجة:  \"لا تفرقا من مال أوس بن ثابت شيئًا، فإن الله سبحانه جعل لبناته نصيبا(مما ترك)(١)، ولم يبين كم هو؟ حتى انظر ما ينزل الله عز وجل فيهن\" ، فأنزل الله تعالى:  {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ} إلى قوله: {الْفَوْزُ الْعَظِيمُ}  [٢٣٦] فلما نزلت أرسل رسول الله - صلى الله عليه وسلم - إلى سويد وعرفجة أن ادفعا إلى أم كجَّة الثُّمن مما ترك، وإلي بناته الثلثين، ولكما باقي المال. </p><p> ٨ - {وَإِذَا حَضَرَ الْقِسْمَةَ} </p><p> يعني: قسمة المواريث، {أُولُو الْقُرْبَى} الذين لا يرثون {وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ} أي: فارضخوهم (٢) من المال قبل القسمة. </p><p> واختلف العلماء في حكم هذه الآية: </p><p> فقال قوم: هي منسوخة. </p><p> قال سعيد بن المسيب، والضحاك، وأبو مالك:  (كانت هذه)  (٣) قبل آية الميراث، فلما نزلت آية الميراث (٤) جعلت المواريث لأهلها، ونسخت هذه الآية، وجعلت الوصية لذوي القرابة (٥) ، </p><p>(١) ساقط من (م). (٢) في (ت): فارضخوا لهم، ومعنى رضخ له، أي: أعطاه، والرضخة: العطية.انظر: \"لسان العرب\" لابن منظور ٣/ ١٦٥٨ (رضخ).(٣) في (م): كان هذا.(٤) في (م)، (ت): المواريث.(٥) في (م): القربى.</p><p> الذين يحزنون ولا يرثون، ولليتامى والمساكين، وهذه رواية العوفي عن ابن عباس (١) . </p><p> وقال الآخرون: هي محكمة، وهو قول الأشعري (٢) ، والنخعي، والشعبي، والزهري، ورواية عكرمة، ومقسم (٣) عن ابن عباس، قال مجاهد: هي واجبة على أهل الميراث ما طابت به أنفسهم (٤) . </p><p> قتادة (عن الحسن)  (٥) : ليست بمنسوخة، ولكن الناس شحوا، وبخلوا. </p><p>(١) أخرج أقوالهم الطبري في \"جامع البيان\" ٤/ ٢٦٤ - ٢٦٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٧٥. وقوله: الذين يحزنون ولا يرثون، يعني: أنهم يحزنون حينما لا يرثون، مع أنهم من القرابة، أو أنهم في حال حياة مورثهم كانوا يحزنون لأتراحه، ويألمون لآلامه، مع أنهم لا يستفيدون منه شيئا بعد موته، أفاد ذلك شيخنا العلامة د. عويد المطرفي، بارك الله فيه، وفي علمه.(٢) أخرج أثره الطبري في \"جامع البيان\" ٤/ ٢٦٧.(٣) أخرج الطبري أقوالهم في \"جامع البيان\" ٤/ ٢٦٣ - ٢٦٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٧.(٤) أخرجه الطبري في \"جامع البيان\" ٤/ ٢٦٣، وسعيد في \"سننه\" ٣/ ١١٦٨ (٥٧٧)، وعبد الرزاق في \"تفسير القرآن\" ١/ ١٤٩.(٥) في (م)، (ت): والحسن، وهو خطأ،وانظر: \"جامع البيان\" للطبري ٤/ ٢٦٣، \"سنن سعيد بن منصور\" ٣/ ١١٧١ (٥٧٩ - ٥٨٠).والقول الصواب في هذه المسألة أن الآية منسوخة بآية المواريث، والنبي - صلى الله عليه وسلم - قال: \"لا وصية لوارث\".أخرجه ابن ماجه كتاب الوصايا، باب لا وصية لوارث (٢٧١٢)، والبيهقي في =</p><p> وروى عبد الرزاق (١) عن معمر (٢) عن هشام بن عروة (٣) : أن أباه أعطاه من ميراث مصعب (٤) حين قسم ماله (٥) . </p><p> قال الحسن، وقال التابعون: كانوا يعطون التابوت والأواني ورثة الثياب والمتاع والشيء الذي يستحيا من قسمته (٦) . </p><p> فإن كان بعض الورثة طفلًا فاختلفوا فيه، فقال ابن عباس والسدي، وغيرهما: إذا حضر القسمة هؤلاء، فإن كان الميت </p><p>= \"السنن الكبرى\" ٦/ ٢٦٤ من طريق أبي أمامة. قال أبو عبيد في \"الناسخ والمنسوخ\" (ص ٢٣٢): فإلى هذا القول صارت السنة القائمة عن رسول الله - صلى الله عليه وسلم -، وإليه انتهى قول العلماء، وإجماعهم في قديم الدهر وحديثه، أن الوصية للوارث منسوخة، لا تجوز، وكذلك أجمعوا على أنها جائزة للأقربين معًا إذا لم يكونوا من أهل الميراث.وذكر ابن كثير في \"تفسير القرآن العظيم\" ٣/ ٣٦٠ أنه قول جمهور الفقهاء، والأئمة الأربعة، وأصحابهم. والله أعلم بالصواب.(١) ثقة، حافظ، عمي في آخر عمره فتغير، وكان يتشيع.(٢) معمر بن راشد: ثقة، ثبت، إلا أن في روايته عن هشام بن عروة شيئًا.(٣) ثقة، فقيه، ربما دلس.(٤) مصعب بن الزبير بن العوام، القرشي، أمير العراقيين، كان فارسًا شجاعًا يحسد على جماله وسماته، وكان يسمى: آنية النحل؛ من سخائه، قتل رحمه الله سنة (٧٢ هـ) وليس له رواية.انظر: \"تاريخ بغداد\" للخطيب ١٣/ ١٠٥، \"سير أعلام النبلاء\" للذهبي ٤/ ١٤٠، \"البداية والنهاية\" لابن كثير ٨/ ٣١٧.(٥) أخرجه عبد الرزاق في \"تفسير القرآن\" ١/ ١٤٩، وإسناده صحيح، رجاله كلهم ثقات، والطبري في \"جامع البيان\" ٤/ ٢٦٦ بالإسناد نفسه.(٦) هذا النص مركب من كلام الحسن، والعلاء بن بدر، وسعيد بن جبير.انظر: \"جامع البيان\" للطبري ٤/ ٢٦٧ - ٢٦٨.</p><p> أوصى لهم بشيء أنفذت لهم وصيتهم، وإن كان الورثة كبارًا أرضخوا لهم، وإن كانوا (١) صغارًا اعتذروا إليهم. </p><p> فيقول الوصي والولي: إني لا أملك هذا المال، إنما هو لهؤلاء الضعفاء الصغار الذين لا يعقلون ما عليهم من الحق، ولو كان لي من الميراث شيء لأعطيتكم، وإن يكبروا فسيعرفون حقكم (٢) . </p><p> هذا هو القول المعروف. </p><p> قال سعيد بن جبير: هذه الآية مما يتهاون بها (٣) الناس، هما وليان: ولي يرث، وهو الذي يعطي ويكسي، وولي لا يرث، وهو الذي يقال له القول (٤) المعروف. </p><p> وقال بعضهم: ذلك حق واجب في أموال الصغار والكبار، فإن كانوا كبارا تولوا عطاءهم، وإن كانوا صغارًا تولي إعطاء ذلك وليهم (٥) . </p><p> روى محمد بن سيرين: أن عبيدة السلماني قسم أموال أيتام، فأمر </p><p>(١) من (م)، (ت) وفي الأصل: كانت. (٢) هذا النص أيضًا مركب من كلام ابن عباس، والسدي، وسعيد بن جبير.انظر: \"جامع البيان\" للطبري ٤/ ٢٦٧ - ٢٦٩، د.وهو مروي أيضًا عن مقاتل، والنخعي.انظر: \"تفسير ابن أبي حاتم\" ٣/ ٨٧٦.(٣) من (م) وفي الأصل، (ت): به، ولعل المثبت هو الأصوب كما في \"سنن سعيد بن منصور\" ٣/ ١١٦٦ (٥٧٦).(٤) من (ت)، وأخرج الأثر أيضًا: الطبري في \"جامع البيان\" ٤/ ٢٦٣.(٥) هذا كلام الطبري في \"جامع البيان\" ٤/ ٢٦٨.</p><p> بشاة فذبحت، فصنع طعامًا لأهل هذه الآية، وقال: لولا هذه الآية لكان هذا من مالي (١) . </p><p> وروى قتادة عن يحيى بن يعمر قال: ثلاث آيات محكمات، مدنيات تركهن الناس، هذه الآية، وآية الاستئذان {يَاأَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ}  (٢) . </p><p> وقوله:  {يَاأَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى}  (٣) . </p><p> وقال بعضهم: هذا على الندب والاستحباب، لا على الحتم والإيجاب، وهو أولى الأقاويل بالصواب (٤) . </p><p> وقال ابن زيد وغيره: هذا في الوصية لا (٥) في الميراث، كان الرجل إذا أوصى قالوا: فلان يقسم ماله، فأمر أن يوصي بثلث ماله لمن سمى الله في هذه الآية. </p><p> [١٠١٨] أخبرنا شعيب بن محمد (٦) ، أخبرنا مكي بن عبدان (٧) ، </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٤/ ٢٦٨. (٢) النور: ٥٨.(٣) الحجرات: ١٣.(٤) سبق أن ذكرنا أن الذي عليه جمهور العلماء، والمحققون أن الآية منسوخة بآيات المواريث فلا وصية لوارث.(٥) في (م)، (ت): لأن، وما في الأصل هو الصواب، وهو موافق لما في \"جامع البيان\" للطبري ٤/ ٢٦٥.(٦) لم يذكر بجرح أو تعديل.(٧) المحدث، الثقة، المتقن.</p><p> أخبرنا أحمد بن الأزهر (١) ، أنا روح (٢) ، ثنا ابن جريج (٣) قال: أخبرني ابن أبي مليكة (٤) أن أسماء بنت عبد الرحمن بن أبي بكر (٥) ، والقاسم ابن محمد بن أبي بكر أخبراه: أن عبد الله بن عبد الرحمن بن أبي بكر قسم ميراث أبيه عبد الرحمن، وعائشة حية، قالا: فلم يترك في الدار مسكينًا، ولا ذا قرابة إلا أعطاهم من مال أبيه، وتلا هذه الآية:  {وَإِذَا حَضَرَ الْقِسْمَةَ} ، قال القاسم: فذكرت ذلك لابن عباس فقال: ما أصاب، ليس ذلك، إنما ذلك في الوصية. {وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا}  (٦) . </p><p> * * * </p><p>(١) صدوق، كان يحفظ ثم كبر، فصار كتابه أثبت من حفظه. (٢) ثقة، فاضل له تصانيف.(٣) ثقة، فقيه، فاضل، كان يدلس ويرسل.(٤) عبد الله بن عبيد الله بن أبي مُليكة التيمي القرشي، ثقة، ثبت.(٥) أسماء بنت عبد الرحمن بن أبي بكر الصديق، روى عنها ابن أبي مليكة، ذكرها ابن حبان في \"الثقات\"، وقال الحافظ: مقبولة.انظر: \"الثقات\" لابن حبان ٤/ ٦٣، \"تقريب التهذيب\" لابن حجر (٨٥٣٠)، وفي \"تحرير التقريب\" ٤/ ٤٠٣: بل مجهولة، تفرد عنها بالرواية ابن أبي مليكة. وهذا أقرب.(٦) [١٠١٨] الحكم على الإسناد:إسناده صحيح، وهو وإن كانت أسماء مجهولة، إلا أن ابن أبي مليكة لم يروه عنها فقط، بل رواه عن القاسم أيضًا، وهو ثقة.التخريج:أخرجه الطبري في \"جامع البيان\" ٤/ ٢٦٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٨٧٥، والبيهقي في \"السنن الكبرى\" ٦/ ٢٦٧ من طريق روح عن ابن جريج به.</p>"
}