{
  "id": null,
  "sura": 4,
  "aya": 54,
  "text": "<p> مجاهد: حبة النواة التي في وسطها (١) . </p><p> الضحاك: نقير النواة الأبيض، الذي يكون في وسطها (٢) . </p><p> أبو العالية: هو نقر الرجل بطرف أصبعه، كما ينقر الدرهم، قال: </p><p> وسألت ابن عباس، فوضع طرف الإبهام على باطن السبابة، ثم رفعها، وقال: هذا النقير (٣) . </p><p> ٥٤ - {أَمْ يَحْسُدُونَ} يعنى: اليهود، {النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ} قال قتادة: يعني: العرب، حسدوهم على النبوة، وما أكرمهم الله تعالى بمحمد - صلى الله عليه وسلم - (٤) . </p><p> [١١٧٠] وأخبرنا الحسين بن محمد بن الحسين (٥) ، ثنا عبد الله بن يوسف بن أحمد بن مالك (٦) ، ثنا أبو بكر أحمد بن حماد (٧) بن </p><p>= انظر: \"زاد المسير\" لابن الجوزي ٢/ ١٠٧، وهو قول الفراء في \"معاني القرآن\" ١/ ٢٧٣. (١) أخرجه الطبري في \"جامع البيان\" ٥/ ١٣٧.(٢) أخرجه الطبري في \"جامع البيان\" ٥/ ١٣٧، وليس فيه قوله: الأبيض.(٣) أخرجه الطبري في \"جامع البيان\" ٥/ ١٣٧، ورجح أن يكون معنى النقير يشمل كل ما ذكره.(٤) أخرجه الطبري في \"جامع البيان\" ٥/ ١٣٨، وهو الذي رجحه، لأنه دلالة ظاهر الآية، وهو: المدح، والثناء الحقيقي، أما كثرة تزوجه، فليس في الحقيقة تقريظ، ومدح، وإن كان ذلك فضل، ونعمة من الله.(٥) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٦) لم أجده.(٧) في (ت): حامد.</p><p> عبد العزيز المصري (١) ، ثنا إبراهيم بن الوليد (٢) ، ثنا أبو حفص عمر بن حفص (٣) ، ثنا أبو معشر المدني (٤) ، عن محمد بن كعب القرظي (٥) قال: سمعت علي بن أبي طالب رضي الله عنه، على المنبر يقول في قول الله تعالى:  {أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ} قال: هو رسول الله -صلى الله عليه وسلم-، وأبو بكر، وعمر (٦) . </p><p> وقال الآخرون: المراد بالناس ها هنا رسول الله -صلى الله عليه وسلم-؛ حسدوه على ما أحل له من النساء (٧) ، وذلك: </p><p> [١١٧١] ما أخبرنا ابن فنجويه (٨) قال: ثنا محمد بن خلف بن حيان (٩) ، أنبا إسحاق بن محمد (١٠) ، ثنا أبي (١١) ، ثنا إبراهيم بن </p><p>(١) لم أجده. (٢) لم أجده.(٣) لم أجده.(٤) أبو معشر، هو نجيح السندي، ضعيف.(٥) ثقة، عالم.(٦) [١١٧٠] الحكم على الإسناد:إسناده ضعيف جدًّا؛ أكثره مجاهيل.التخريج:لم أجده.(٧) هو رواية عن ابن عباس، والسدي، والضحاك، أخرج أقوالهم الطبري في \"جامع البيان\" ٥/ ١٣٨ - ١٣٩.(٨) ثقة، صدوق، كثير الرواية للمناكير.(٩) صدوق، إن شاء الله.(١٠) ابن مروان لا يحتج بحديثه.(١١) شيعي متروك.</p><p> عيسى (١) ، ثنا علي بن علي (٢) ، عن أبي حمزة الثمالي (٣) في قوله -عز وجل-: {أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ} : يعني بالناس في هذه الآية: نبي الله - صلى الله عليه وسلم -؛ قالت اليهود: انظروا إلى هذا الذي لا والله، ما يشبع من الطعام، لا والله ما له هم إلا النساء، لو كان نبيًا (لشغله أمر)  (٤) النبوة عن النساء. حسدوه على كثرة نسائه، وعابوه بذلك، وقالوا: لو كان نبيًا ما رغب في كثرة النساء، فأكذبهم الله تعالى (٥) . </p><p> وقال عز من قائل:  {فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ} يعني بالحكمة: النبوة، {وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا} فأخبرهم بما كان لداود </p><p>(١) لم أجده. (٢) لم أجده.(٣) ضعيف، رافضي.(٤) من (ت) وفي الأصل، (م): لشغلنا من.(٥) لم تزل هذه مقالة كل طاعن على رسول الله -صلى الله عليه وسلم- من المستشرقين وأذنابهم في كل زمان ومكان، ويكفي أن نعلم مصدر هذه المقالة، وقائليها، وأنهم أحقد الناس على الأنبياء، والصالحين، على مر العصور، والمحزن أن يتلقف مقالتهم الممسوخون من المسلمين فتمتلئ قلوبهم حنقاً وغيظا على صاحب الرسالة - صلى الله عليه وسلم -.[١١٧١] الحكم على الإسناد:إسناده ضعيف جدًّا، أبو إسحاق شيعي متروك، وابنه لا يحتج بحديثه، وإبراهيم وعلى مجاهيل، والثمالي: ضعيف.التخريج:أخرجه ابن سعد في \"الطبقات الكبرى\" ٨/ ١٦٣، من طريق الواقدي عن هشام بن سعد عن عمر مولى غفرة .. به.قلت: الواقدي شيخ ابن سعد: متروك.</p>"
}