{
  "id": null,
  "sura": 4,
  "aya": 84,
  "text": "<p> وإذا كان إدراكه بالاستنباط، فقد دل بذلك على أن من العلم ما يدرك بالتلاوة والرواية، وهو النص، ومنه ما يدرك بغيرهما، وهو المعنى، وحقيقة الأعتبار والاستنباط والقياس: الحكم بالمعاني المودعة في النصوص غير الحكم بالنصوص. </p><p> ٨٤ - {فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ} </p><p> وذلك أن رسول الله - صلى الله عليه وسلم - لما التقى هو وأبو سفيان بن حرب يوم أحد، وكان من أمرهم ما كان، ورجع أبو سفيان إلى مكة، وواعد رسول الله - صلى الله عليه وسلم - موسم بدر الصغرى (١) ، في ذي القعدة، فلما بلغ الميعاد، قال للناس: أخرجوا إلى العدو، وكرهوا ذلك كراهة شديدة، أو بعضهم، فأنزل الله تعالى:  {فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ} أي: لا تدع جهاد العدو والانتصار للمستضعفين من المؤمنين، ولو وحدك. </p><p> وقيل: معناه لا تلزم فعل غيرك، ولا تؤخذ به، ولم يرد بالتكليف </p><p>(١) وتسمى بدر الآخرة، وبدر الموعد، وكانت في شعبان من السنة الرابعة. هذا هو المشهور كما ذكره ابن إسحاق. انظر: \"السيرة النبوية\" لابن هشام ٣/ ٢٢١، \"عيون الأثر\" لابن سيد الناس ٢/ ٥٤.وما ذكره المصنف هنا أنها في ذي القعدة لعله وهم.وانظر: \"الرحيق المختوم\" للمباركفوري (ص ٣٥٢)، وقد ذكر ابن الجوزي في \"زاد المسير\" ٢/ ١٤٨ سبب النزول هذا، وكذا القرطبي في \"الجامع لأحكام القرآن\" ٥/ ٢٩٣.</p><p> الأمر لأنه يقتضي على هذا القول أن لا يكون غيره مأمورًا بالقتال، والفاء في قوله {فَقَاتِلْ} جواب عن قوله {وَمَنْ يُقَاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا}  (١) . </p><p> {وَحَرِّضِ الْمُؤْمِنِينَ} أي: حضهم على الجهاد، ورغبهم في الثواب، وعرفهم فضل الشهادة، فلما نزلت هذه الآية حرضهم رسول الله - صلى الله عليه وسلم - على الجهاد، ورغبهم فيه، فتثاقلوا عنه ولم يخرجوا معه إلى القتال، فخرج رسول الله - صلى الله عليه وسلم - في سبعين راكبًا (٢) حتى أتوا بدرًا، وكفاهم الله بأس العدو، ولم يوافهم (٣) أبو سفيان، ولم يكن قتال يومئذ، فانصرف رسول الله - صلى الله عليه وسلم - وأصحابه، وذلك قوله تعالى:  {عَسَى اللَّهُ} أي: لعل الله {أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا} أي: قتال المشركين وصولتهم، وعسى من الله واجب حيث كان، وقد جاء عسى في كلام العرب بمعنى: اليقين. </p><p> قال ابن مقبل: </p><p> ظني بهم كعسى، وهم بَتَنُوفَةٍ ... يتنازعون جوائزَ الأمثالِ (٤) </p><p>(١) \"معاني القرآن\" للزجاج ٢/ ٨٤، واستظهر السمين الحلبي في \"الدر المصون\" ٤/ ٥٤: أن الفاء عاطفة هذه الجملة على قوله: {فَلْيُقَاتِلْ فِي سَبِيلِ اللَّهِ الَّذِينَ يَشْرُونَ الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ وَمَنْ يُقَاتِلْ}. (٢) المشهور: أنهم خرجوا في ألف وخمسمائة رجل.(٣) في (ت): يوافقهم.(٤) البيت ذكره لابن منظور في \"لسان العرب\" (عسى) من إنشاد أبي عبيدة عنه.</p><p> {وَاللَّهُ أَشَدُّ بَأْسًا} أى: أشد صولةً، وأعظم سلطانًا، وأقدر على ما يريد {وَأَشَدُّ تَنْكِيلًا} أي: عقوبة. </p><p> فإن قيل: إذا كان من قولكم أن عسى من الله واجب، وقد قال {عَسَى اللَّهُ أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا} ونحن نراهم في بأس وشدة، فأين ذلك الوعد؟ </p><p> يقال لهم: قد قيل: إن المراد منه الفكرة، الذين كف بأسهم ببدر الصغرى، وبالحديبية (١) ، لقوله:  {وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ} الآية (٢) وإن كان ظاهر العموم فالمراد منها الخصوص. </p><p> وقيل: أراد به المدة التي أمر الله فيها بالقتال ليزول الكفر بقولة: {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ}  (٣) فعند ذلك يكف الله بأس الذين كفروا وهو الوقت الذي ينزل فيه عيسى -عليه السلام-، فيكون حكمًا مقسطًا، ويظهر الإسلام على الدين كله. </p><p>وانظر: \"شرح المفصل\" لابن يعيش ٧/ ١٢٠، \"خزانة الأدب\" للبغدادي ٤/ ٧٦ والبيت في \"ديوانه\" (ص ٢٦١). (١) موضع قريب من مكة على طريق المدينة، بعضه في الحل، وبعضه في الحرم، وسميت بالحديبية؛ بشجرة كانت هناك، أو ببئر عند المسجد الذي بايع النبي - صلى الله عليه وسلم - الصحابة عنده.انظر: \"معجم البلدان\" لياقوت ٢/ ٢٢٩، وهذه المنطقة تسمى اليوم بالشميسي وتبعد عن مكة حوالي ٢٢ كيلا، انظر: \"معجم المعالم الجغرافية\" لعاتق البلادي (ص ٩٤).(٢) الفتح: ٢٤.(٣) الأنفال: ٣٩.</p>"
}