{
  "id": null,
  "sura": 4,
  "aya": 59,
  "text": "<p> ٥٩ - {يَاأَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} اختلفوا فيهم: </p><p> فقال عكرمة: أولوا الأمر: أبو بكر وعمر (١) ، يدل عليه: </p><p> [١١٨١] ما أخبرنا أبو بكر الحمشاذي (٢) ، أخبرنا أبو ظهير العمري البلخي (٣) ، ثنا محمد بن منصور أبو سليمان (٤) ، ثنا القعنبي (٥) ، عن مالك بن أنس (٦) ، عن سعيد بن أبي سعيد المقبري (٧) ، عن أبي شريح الكعبي (٨) : أن رسول الله -صلى الله عليه وسلم- قال: \"اقتدوا باللذَيْن من بعدي: أبي بكر وعمر، وإن لي وزيرين في السماء، ووزيرين في الأرض: أما في السماء: فجبريل وميكائيل، وفي الأرض: أبو بكر وعمر، هما عندي بمنزلة الرأس من الجسد، ومثلهما في الأنبياء بالرأفة، فمثل أبي بكر كمثل إبراهيم، وعيسى (عليهما السلام قال إبراهيم {فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٥/ ١٤٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٨٩. (٢) لم يذكر بجرح أو تعديل.(٣) لم يذكر بجرح أو تعديل.(٤) لم أجده.(٥) أبو عبد الرحمن المدني، البصري، ثقة، عابد.(٦) إمام دار الهجرة، كبير المفتيين ورأس المتقنيين.(٧) لين الحديث.(٨) أبو شريح الخزاعي، الكعبي، اسمه: خويلد بن عمرو، وقيل غير ذلك، صحابي، أسلم عام الفتح.</p><p> رَحِيمٌ} (١) ، وقال عيسى) (٢) : {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (١١٨) } (٣) ، ومثل عمر كمثل موسى، ونوح؛ (قال موسى:{رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ}(٤) ، وقال نوح) (٥) : {رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا} \" (٦)  (٧) . </p><p>(١) إبراهيم: ٣٦. (٢) ما بين القوسين ساقط من (ت).(٣) المائدة: ١١٨.(٤) يونس: ٨٨.(٥) ما بين القوسين ساقط من (ت).(٦) نوح: ٢٦.(٧) [١١٨١] الحكم على الإسناد:إسناد قوله: \"اقتدوا باللذين من بعدي\"، حسن لغيره، بمجموع الطرق، وجملة: \"إن لي وزيرين\" لم أجدها، وجملة: \"ومثلهما في الأنبياء\" إسنادها حسن لغيره. وطريق المصنف: فيه شيخه وشيخ شيخه لم يذكرا بجرح أو تعديل، وابن منصور لم أجده، والمقبري ضعيف.التخريج:أخرجه الترمذي في أبواب المناقب، باب مناقب عبد الله بن مسعود (٣٨٠٥)، والحاكم في \"المستدرك\" ٣/ ٧٩ من طريق إسماعيل بن يحيى بن سلمة بن كهيل عن أبيه عن جده عن أبي الزعراء عن ابن مسعود، وإسماعيل ضعيف، وأبوه يحيى متروك.وأخرجه الترمذي في أبواب المناقب، باب في مناقب أبي بكر وعمر كليهما (٣٦٦٢)، والبيهقي في \"السنن الكبرى\" ٥/ ١١٢، والطحاوي في \"شرح مشكل الآثار\" ٣/ ٢٥٧ (١٢٢٥)، وأحمد في \"المسند\" ٥/ ٣٨٢ (٢٣٢٤٥)، وابن أبي شيبة في \"المصنف\" ١١/ ١٠٤ (٣٢٤٧٨)، وابن أبي عاصم في \"السنة\" ٢/ ٦١٧ (١٤٢٢)، وأبو نعيم في \"حلية الأولياء\" ٩/ ١٠٩ من طريق سفيان عن عبد الملك ابن عمير عن ربعي بن حراش عن حذيفة، ورجاله ثقات. =</p><p> وقال أبو بكر الوراق (١) : هم الخلفاء الراشدون: أبو بكر، وعمر، وعثمان، وعلى، رضي الله عنهم. </p><p> يدل عليه: </p><p> [١١٨٢] ما أخبرنا أبو الحسن عبد الرحمن بن محمد (بن إبراهيم)  (٢) الطبراني (٣) بها، أنبأنا شافع بن محمد (٤) ، ثنا ابن </p><p>= وبعضهم يرويه عن عبد الملك عن هلال مولى ربعي بن حراش، أخرجه عبد الله في \"السنة\" ٢/ ٥٨٠ (١٣٦٧)، والطحاوي في \"شرح مشكل الآثار\" ٣/ ٢٥٦ (١٢٢٤)، وأحمد في \"المسند\" ٥/ ٣٨٥ (٢٣٢٧٦)، وهلال هذا مقبول عند المتابعات، وقد تابعه عمرو بن هرم عن ربعي، أخرجه أحمد ٥/ ٣٩٩، والطحاوي في \"شرح مشكل الآثار\" ٣/ ٢٥٩ (١٢٣٣). وأما طريق المصنف عن أبي شريح، وفيها زيادة قوله: وإن لي وزيرين .. الخ فلم أجد هذه الطريق.وقوله في الحديث: ومثلهما في الأنبياء .. الخ، أخرج نحوه أحمد في \"المسند\" ١/ ٣٨٣ (٣٦٣٢)، والبيهقي في \"السنن الكبرى\" ٦/ ٣٢١ من طريق أبي معاوية عن الأعمش عن عمرو بن مرة عن أبي عبيدة عن ابن مسعود به.وأخرجها ابن أبي عاصم في \"السنة\" ٢/ ٦١٧ (١٤٢٤) من طريق عبد الملك بن عمر ثنا رياح عن سعيد بن عجلان عن سعيد بن جبير عن ابن عباس به، وابن عجلان فيه نظر.انظر: \"ميزان الاعتدال\" للذهبي ٢/ ١٥١.وطريق ابن مسعود، وابن عباس يتعاضدان.(١) لعله محمد بن إسماعيل، أبو بكر البغدادي، المستملي، كان محدثاً، حافظًا، على لين فيه، وتساهل؛ حيث ضاعت كتبه، فاستحدث نسخاً من الناس.(٢) ساقطة من (ت).(٣) لم أجده.(٤) لم أجده.</p><p> الوشَّاء (١) ، ثنا أبي (٢) ، ثنا إسماعيل البغدادي (٣) ، ثنا محمد بن الصباح (٤) ، ثنا هشيم بن بشير (٥) ، عن أبي الزبير (٦) ، عن جابر بن عبد الله قال: قال رسول الله -صلى الله عليه وسلم-: \"الخلافة بعدي، في أمتي،في أربعة:أبي بكر، وعمر، وعثمان، وعلي\"  (٧) رضي الله عنهم. </p><p> [١١٨٣] حدثنا أبو بكر الجوزقي (٨) ، أنبأنا أبو العباس الدغولي (٩) ، أخبرنا أبو محمد عبيد بن شريك القطيعي (١٠) ، ببغداد، حدثنا نعيم بن حماد (١١) ، حدثنا ابن المبارك (١٢) ، حدثنا حشرج بن نباتة (١٣) ، </p><p>(١) لم يتبين لي من هو. (٢) ذكر المزي في ترجمة إسماعيل البغدادي أن ممن روى عنه: عباس بن أحمد الوشاء، وأحمد بن محمد بن الجعد الوشاء، ولم نجد لهما ذكرًا.(٣) لا بأس به.(٤) هو الجرجرائي، صدوق.(٥) ثقة، ثبت، كثير التدليس والإرسال الخفي.(٦) أبو الزبير المكي، صدوق إلا أنه يدلس.(٧) [١١٨٢] الحكم على الإسناد:إسناده ضعيف جدًّا؛ مليء بالمجاهيل.ولم أجد من ذكره.(٨) ثقة.(٩) الإمام، الحافظ، المجود.(١٠) لم أجده.(١١) صدوق، يخطئ كثيرًا.(١٢) عبد الله بن المبارك، ثقة، ثبت، فقيه، عالم جواد، جُمعت فيه خصال الخير.(١٣) صدوق يهم.</p><p> عن سعيد بن جمهان (١) ، عن سفينة (٢) مولى رسول الله -صلى الله عليه وسلم-، قال: لما بني رسول الله -صلى الله عليه وسلم- المسجد جاء أبو بكر بحجر فوضعه، ثم جاء عمر بحجر فوضعه، ثم جاء عثمان بحجر فوضعه، فقال:  \"هؤلاء ولاة الأمر من بعدي\"  (٣) . </p><p> عطاء: هم المهاجرون والأنصار والتابعون بإحسان (٤) ، دليله قوله تعالى:  {وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ}  (٥) . </p><p> بكر بن عبد الله المزني: أصحاب رسول الله -صلى الله عليه وسلم- (٦) ، يدل عليه قول </p><p>(١) صدوق، له أفراد. (٢) سفينة، أبو عبد الرحمن، مولى رسول الله -صلى الله عليه وسلم-، كان عبدًا لأم سلمة، فأعتقته، وشرطت عليه خدمة النبي -صلى الله عليه وسلم- حياته، فقال: \"لو لم تشترطي علي ما فارقته\".(٣) [١١٨٣] الحكم على الإسناد:في إسناد المصنف عبيد بن شريك: لم أجده، والحديث ثبت من وجه آخر، كما سيأتي في التخريج.التخريج:أخرجه نعيم بن حماد في \"الفتن\" ١/ ١٠٧، (٢٥٨) من طريق ابن المبارك عن حشرج عن سعيد عن سفينة، وهذا سند حسن.وأخرجه ابن عدي في \"الكامل\" ٢/ ٨٤٥ من طريق موسى بن عقبة عن محمد بن الفضل بن عطية عن زياد بن علاقة عن قطبة بن مالك قال: لما بني (المسجد وضع حجرًا .. فذكر القصة. ومحمد بن الفضل: كذاب كما في \"تقريب التهذيب\" لابن حجر (٦٢٢٥).(٤) المشهور عن عطاء أنه يقول هم الفقهاء والعلماء، كما في \"تفسير الطبري\" ٥/ ١٤٩.(٥) التوبة: ١٠٥.(٦) انظر: \"زاد المسير\" لابن الجوزي ٢/ ١١٧.</p><p> النبي -صلى الله عليه وسلم-: \"أصحابي كالنجوم فبأيهم اقتديتم اهتديتم\"  (١) . </p><p> [١١٨٤] وأخبرنا محمد بن أحمد بن علي المعدل (٢) ، أنبأنا أبو العباس أحمد بن محمد بن الحسين الماسرجسي (٣) ، ثنا شيبان بن فروخ الأبلي (٤) ، ثنا جرير بن حازم (٥) ، عن الحسن (٦) : أن رسول الله - صلى الله عليه وسلم - قال: \"إنما مثل أصحابي في الناس مثل الملح في الطعام، </p><p>(١) الحديث أخرجه ابن منده في \"فوائده\" (ص ٢٩) (١١) من طريق جابر بن عبد الله، وقال: إسناده ساقط، والحديث موضوع. وأخرجه الدارقطني في \"غرائب مالك\"، من طريق جميل بن زيد عن مالك، وجميل: لا يعرف، ولا أصل له عن مالك، كما قال الحافظ في \"التلخيص الحبير\" ٤/ ١٩٠.وأخرجه القضاعي في \"مسند الشهاب\" ٢/ ٢٧٥ (١٣٤٦) من حديث أبي هريرة، وفي إسناده: جعفر بن عبد الواحد الهاشمي، وهو كذاب. انظر: \"ميزان الاعتدال\" للذهبي ١/ ٤١٢.وأخرجه عبد بن حميد كما في \"المنتخب\" (ص ٢٥٠) من حديث ابن عمر، وفي إسناده: حمزة الجزري. وهو متروك. انظر: \"تقريب التهذيب\" لابن حجر (١٥١٩).وأخرجه البيهقي في \"المدخل إلى السنن\" ٢/ ١٦٤، ثم قال: هذا حديث متنه مشهور، وأسانيده ضعيفة، لم يثبت في هذا إسناد.وبالجملة فالحديث ليس له إسناد ثابت صحيح.(٢) صدوق، إلا أن الحديث ليس من شأنه.(٣) ثقة، عالم.(٤) صدوق يهم، رمي بالقدر، قال أبو حاتم: اضطر الناس إليه أخيرًا.(٥) ثقة، إلا في حديثه عن قتادة، واختلط في آخر عمره.(٦) الحسن البصري، ثقة، فقيه، فاضل، مشهور، وكان يرسل كثيرًا ويدلس.</p><p> فلما (١) ذهب الملح فسد الطعام\" (٢) . </p><p> وقال جابر بن عبد الله، والحسن، والضحاك، ومجاهد، والمبارك ابن فضالة، وإسماعيل بن أبي خالد: هم الفقهاء والعلماء، أهل الدين، والفضل، الذين يعلمون الناس معالم دينهم، ويأمرونهم بالمعروف، وينهونهم عن المنكر، فأوجب الله طاعتهم على العباد. وهذه رواية علي بن أبي طلحة عن ابن عباس (٣) . </p><p> ودليل هذا التأويل قوله: {وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ </p><p>(١) في (م)، (ت): فإذا. (٢) [١١٨٤] الحكم على الإسناد:إسناده ضعيف، آفته شيخ المصنف، وابن فروخ، وإرسال الحسن، والحديث ثبت من وجه آخر، كما سيأتي في التخريج.التخريج:أخرجه ابن المبارك في \"الزهد\" (ص ٢٠٠) (٥٧٢) عن إسماعيل بن مسلم المكي عن الحسن عن أنس به، وهذا سند حسن. ومن طريقه أبو يعلى في \"المسند\" ٥/ ١٥١ (٢٧٦٢)، والشهاب في \"مسنده\" ٢/ ٢٧٥ (١٣٤٧)، وأخرجه عبد الرزاق في \"المصنف\" ١١/ ٢٢١ (٢٠٣٧٧) عن معمر عمن سمع الحسن مرفوعاً.(٣) أخرجها الطبري في \"جامع البيان\" ٥/ ١٤٩ مختصرة، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٨٩ مطولة. وأخرج عبد الرزاق في \"تفسير القرآن\" ١/ ١٦٦ قول الحسن، ومجاهد.وأخرج الطبري في \"جامع البيان\" ٥/ ١٤٨ - ١٤٩ قول جابر، والحسن، ومجاهد.وأخرج ابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٨٩ قول مبارك بن فضالة عن الحسن، وذكر أنه قول الحسن بن محمد بن علي، وإبراهيم، وأبي العالية، وبكر ابن عبد الله.</p><p> لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ}. </p><p> وقال أبو الأسود الدؤلي (١) : ليس شيء أعز من العلماء؛ الملوك حكام على الناس، والعلماء حكام على الملوك. </p><p> ابن كيسان: أولوا العقل والرأي، الذين يدبرون أمور الناس (٢) . </p><p> وقال ابن عباس: أساس الدين بني على العقل، وفرضت الفرائض على العقل، وربنا يعرف بالعقل، ويتوسل إليه بالعقل، والعاقل أقرب إلى ربه من جميع المجتهدين بغير عقل، ولمثقال ذرة من بر العاقل أفضل من جهاد الجاهل ألف عام (٣) . </p><p> [١١٨٥] أخبرني محمد بن موسى بن أبان (٤) ، ثنا يوسف بن إبراهيم بن موسى (٥) ، ثنا علي بن إسحاق بن إبراهيم (٦) ، ثنا عبد الله </p><p>(١) ظالم بن عمرو، أبو الأسود الدؤلي -بضم الدال، وفتح الهمزة- ويقال: الديلي، فاضل، علامة، تولى قضاء البصرة، كان أول من تكلم في النحو، توفي في طاعون الجارف سنة (٦٩ هـ). والدؤلي: نسبة إلى دؤل وهي الدابة.انظر: \"الأنساب\" للسمعاني ٢/ ٥٠٨.وكلام أبي الأسود علقه ابن عبد البر في \"جامع بيان العلم وفضله\" ١/ ٢٥٧، وأخرجه مسندًا أبو هلال العسكري في \"الحث على طلب العلم\" (ص ١٨).(٢) الأثر ذكره القرطبي في \"الجامع لأحكام القرآن\" ٥/ ٢٦٠.(٣) لم أجده.(٤) لم أجده.(٥) أبو يعقوب القزاز، ثقه.\"تاريخ بغداد\"، للخطيب ١٤/ ٣٢٥.(٦) أبو الحسن الموصلي، روى عنه: أبو بكر محمد بن يحيى بن أحمد الفقيه في =</p><p> ابن حمدان (١) ، ثنا أحمد بن مالك التميمي (٢) ، عن إسماعيل بن عبد الملك (٣) قال: قال الثوري (٤) : أوحى الله -عز وجل- إلى نبي من الأنبياء: إذا رأيت عاقلًا فكن له خادمًا (٥) . </p><p> ميمون بن مهران، ومقاتل، والسدي، والكلبي: أمراء السرايا (٦) . </p><p> سعيد بن جبير عن ابن عباس: نزلت هذه الآية في عبد الله بن حذافة بن قيس السهمي؛ إذ بعثه النبي -صلى الله عليه وسلم- في السرية (٧) . </p><p>= كتاب \"السنن\" نقل العدل عن العدل. \"تاريخ دمشق\" لابن عساكر ٤١/ ٢٥٤.(١) عبد الله بن حمدان، هو ابن محمد بن وهب الدينوري. يروي عن سفيان الثوري غرائب، اتهموه بالكذب، والوضع.(٢) أحمد بن هالك التميمي، قال الخطيب: مجهول.\"ميزان الاعتدال\" للذهبي ١/ ٣٠٢.(٣) إسماعيل بن عبد الملك الزيبقي البناني، روى عن الثوري، وقال أبو حاتم: صدوق.(٤) ثقة، حافظ، إمام، كان ربما دلس.(٥) [١١٨٥] الحكم على الإسناد:إسناده موضوع؛ آفته ابن حمدان الكذاب، وأحمد بن مالك: مجهول، وكذلك شيخ المصنف.التخريج:أخرجه السهمي في \"تاريخ جرجان\" ١/ ٤٩٤ من طريق عبد الله بن حمدان ثنا أحمد بن مالك عن إسماعيل عن الثوري به.(٦) أخرج قول ميمون والسدي: الطبري في \"جامع البيان\" ٥/ ١٤٨.(٧) أخرجه الطبري في \"جامع البيان\" ٥/ ١٤٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٨٨. =</p><p> زاذان، وغيره، عن ابن عباس: بعث رسول الله -صلى الله عليه وسلم- خالد بن الوليد في سرية، إلى حي من أحياء العرب، وكان معه عمار بن ياسر، فسار خالد، حتى إذا دنا من القوم عرس (١) ، لكي يصبحهم، فأتاهم النذير، فهربوا، غير رجل كان قد أسلم، فأمر أهله أن يتهيؤوا للمسير، ثم انطلق، حتى أتى عسكر خالد، فدخل على عمار، فقال: يا أبا اليقظان، إني مسلم، وإن قومي لما سمعوا بكم هربوا، وأقمت لإسلامي، أفنافعي ذلك، أو أهرب كما هرب قومي؟ فقال: أقم، فإن ذلك نافعك. فانصرف الرجل إلى أهله، فأمرهم بالمقام، وأصبح خالد فأغار على القوم فلم يجد غير ذلك الرجل، فأخذه، وأخذ ماله فأتاه عمار، فقال: خل سبيل الرجل؛ فإنه مسلم، وقد كنت آمنته، وأمرته بالمقام. فقال خالد: أنت تجير علي، وأنا الأمير؟ ! فقال: نعم، أنا أجير عليك وأنت الأمير. وكان في ذلك بينهما كلام، فانصرفوا إلى النبي - صلى الله عليه وسلم - فأخبروه خبر الرجل، فأمنه النبي -صلى الله عليه وسلم-، وأجاز أمان عمار رضي الله عنه، ونهاه أن يجير بعد ذلك على أمير بغير إذنه، قال: واستب عمار وخالد، بين يدي </p><p>= وعبد الله بن حذافة، السهمي، صحابي جليل، أحد السابقين، وممن هاجر إلى الحبشة، وكان رسول الله - صلى الله عليه وسلم - يرسله إلى كسرى. توفي - رضي الله عنه - في خلافة عثمان. انظر: \"الطبقات الكبرى\" لابن سعد ٤/ ١٨٩، \"سير أعلام النبلاء\" للذهبي ٢/ ١١، \"الإصابة\" لابن حجر ٦/ ٥٤.(١) التعريس هو: نزول المسافر آخر الليل؛ ليستريح، ثم يواصل سفره مع الفجر.انظر: \"لسان العرب\" لابن منظور ٦/ ١٣٦ (عرس).</p><p> رسول الله -صلى الله عليه وسلم-، فأغلظ عمار لخالد، فغضب خالد وقال: يا رسول الله، أتدع هذا العبد يشتمني؟ فوالله لولا أنت ما شتمني عمار -وكان عمار مولى لهاشم بن المغيرة- فقال رسول الله -صلى الله عليه وسلم-: \"يا خالد، كف عن عمار، فإنه من سب عمارًا يسبه الله، ومن يبغض عمارًا يبغضه الله\" ، فقام عمار، وتبعه خالد، فأخذ بثوبه، وسأله أن يرضى عنه فرضي عنه، فأنزل الله -عز وجل- هذه الآية، وأمر بطاعة أولي الأمر (١) . </p><p> وقال أبو هريرة، وابن زيد: هم الأمراء والسلاطين، لما أمروا بأداء الأمانة في الرعية، بقوله:  {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا} أمرت الرعية بحسن الطاعة لهم (٢) . </p><p> وقال علي بن أبي طالب رضي الله عنه: حق على الإمام أن يحكم بما أنزل الله -عز وجل-، ويؤدي الأمانة، فإذا فعل ذلك حق على الرعية أن يسمعوا ويطيعوا، ويجيبوا إذا دعوا (٣) . </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٥/ ١٤٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٨٨. (٢) أخرجه الطبري في \"جامع البيان\" ٥/ ١٤٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٩٨٨.(٣) أخرجه ابن أبي شيبة في \"المصنف\" (٣٣٠٧٢)، والخلال في \"السنة\" ١/ ١٠٩ (٥١).وقد رجح الطبري في \"جامع البيان\" ٥/ ١٥٠: أن المراد: بأولي الأمر هم العلماء والأمراء؛ لأن كليهما صاحب أمر ونهي، وكذلك القرطبي في \"الجامع لأحكام القرآن\" ٥/ ٢٦٠، وابن كثير في \"تفسير القرآن العظيم\" ٤/ ١٣٦.</p><p> وقال الشافعي: إن من كان حول مكة من العرب لم تكن تعرف إمارة وكانت تأنف أن تعطي بعضها بعضًا طاعة الإمارة، فلما دانت لرسول الله - صلى الله عليه وسلم - بالطاعة لم تكن ترى ذلك يصلح لغير رسول الله -صلى الله عليه وسلم- فأمروا أن يطيعوا أولي الأمر (١) . </p><p> وقال عكرمة: أمهات الأولاد أحرار بالقرآن، قيل له: أي القرآن؟ قال أعتقهن عمر بن الخطاب - رضي الله عنه -، ألم تسمع قول الله -عز وجل- {وَأُولِي الْأَمْرِ مِنْكُمْ} ؟ وإن عمر من أولي الأمر منكم، وإنه قال: أعتقها ولدها، وإن كان سقطًا (٢) . </p><p> [١١٨٦] أخبرنا أبو طاهر محمد بن الفضل بن محمد بن إسحاق المزكي (٣) قال: أخبرنا جدي أبو بكر محمد بن إسحاق بن خزيمة (٤) ، حدثنا محمد بن رافع (٥) ، ثنا أبو الحسن علي بن حفص المدائني (٦) ، </p><p>(١) ذكره عنه المروزي في \"السنة\" ٢/ ٧. (٢) أخرجه سعيد بن منصور في \"سننه\" ٤/ ١٢٩٢ (٦٥٧) وابن أبي شيبة في \"المصنف\" ٧/ ٤١٧، باب بيع أم الولد إذا أسقطت، وابن الجعد في \"مسنده\" (ص ٢٦٥) (١٧٤٨)، وأخرجه الدارقطني في \"السنن\" ٤/ ١٣١ (١٩) عن ابن عباس مرفوعًا، وضعف المرفوع ابن القيم في \"حاشيته\" على \"سنن أبي داود\" ١٠/ ٣٤٨، لأن في سنده الحسين بن عيسى، وهو منكر الحديث، ضعيفه.وقال ابن حجر في \"التلخيص الحبير\" ٤/ ٢١٧: وإسناده ضعيف، والصحيح أنه من قول عمر.(٣) محدث، ثقة، لكن تغير عقله قبل موته بثلاث سنوات وما سمع أحد منه بعد تغيره.(٤) اتفق في وقته أهل المشرق أنه إمام الأئمة.(٥) ابن أبي زيد النيسابوري، ثقة.(٦) صدوق.</p><p> [٣١٠] ثنا ورقاء بن عمر (١) ، عن أبي الزناد (٢) ، عن عبد الرحمن الأعرج (٣) ، عن أبي هريرة - رضي الله عنه - قال: قال رسول الله -صلى الله عليه وسلم- ح. </p><p> [١١٨٧] وأخبرنا أبو سعيد محمد بن عبد الله بن هارون (٤) قال: أنبأنا أبو حامد أحمد بن محمد بن الحسن بن الشرقي (٥) ، حدثنا محمد بن يحيى الذهلي (٦) وعبد الرحمن (٧) بن بشر العبدي وأحمد ابن يوسف السلمي (٨) قالوا: حدثنا عبد الرزاق بن همام (٩) قال: أنبأ معمر بن راشد (١٠) ، عن همام بن منبه (١١) قال: هذا ما حدثنا أبو هريرة عن محمد رسول الله -صلى الله عليه وسلم-. </p><p> [١١٨٨] وأخبرنا أبو عمرو الفراتي (١٢) قال: حدثنا الهيثم بن كليب الشاشي (١٣) ، ثنا إبراهيم بن عبد الله بن عمر العبسي (١٤) ، أخبرنا وكيع </p><p>(١) صدوق في حديثه عن منصور لين. (٢) عبد الله بن ذكوان القرشي، ثقة، فقيه.(٣) ثقة، ثبت، عالم.(٤) في (م)، (ت): حمدون.(٥) ثقة، مأمون.(٦) ثقة، حافظ، جليل.(٧) من (م)، (ت) وفي الأصل: عبد الله، ثقة.(٨) حافظ، ثقة.(٩) ثقة، حافظ، عمي في آخر عمره فتغير وكان يتشيع.(١٠) ثقة، ثبت، فاضل إلا أن في روايته فيما حدث بالبصرة شيئًا.(١١) ثقة.(١٢) أحمد بن أبي الفراتي، أبو عمرو الخوجاني، لم أجد فيه جرحًا أو تعديلًا.(١٣) الإمام الحافظ الثقة الرحال.(١٤) ذكره ابن حبان في \"الثقات\".</p><p> ابن الجراح (١) ، عن الأعمش (٢) ، عن أبي صالح (٣) ، عن أبي هريرة قال: قال رسول الله -صلى الله عليه وسلم-: \"من أطاعني فقد أطاع الله، ومن عصاني فقد عصى الله، ومن يطع الأمير فقد أطاعني، ومن يعص الأمير فقد عصاني\"  (٤) . </p><p> [١١٨٩] وأخبرنا أبو عبد الله الثقفي (٥) ، حدثنا أبو جعفر محمَّد بن عبد الله بن برزة (٦) ، ثنا محمَّد بن غالب بن حرب (٧) ، ثنا أبو معمر (٨) </p><p>(١) ثقة، حافظ، عابد. (٢) ثقة، حافظ، لكنه مدلس.(٣) ذكوان أبو صالح السمان، ثقة، ثبت.(٤) [١١٨٦ - ١١٨٨] الحكم على الإسناد:إسناده صحيح، وفي إسناد المصنف الفراتي: مجهول الحال، وإبراهيم القصار لم يوثقه سوى ابن حبان، وعلي بن حفص، وورقاء بن عمر صدوقان.التخريج:أخرجه البخاري كتاب الجهاد والسير، باب يقاتل من وراء الإمام ويتقى به (٢٩٥٧)، ومسلم، كتاب الإمارة، باب وجوب طاعة الأمراء، في غير معصية، وتحريمها في المعصية (١٨٣٥)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٠/ ٤٢٠ (٤٥٥٦) من طريق أبي الزناد به.وأخرجه أحمد في \"المسند\" ٢/ ٣١٣ (٨١٣٤) من طريق همام بن منبه به.وأخرجه أحمد في \"المسند\" ٢/ ٢٥٢ (٧٤٣٤)، وابن ماجه، المقدمة، باب اتباع سنة رسول الله - صلى الله عليه وسلم - (٣) من طريق وكيع عن الأعمش به.(٥) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٦) لم يحمد أمره.(٧) أبو جعفر الضبي التمار. متقن.(٨) في النسخ: معتمر، والمثبت الصواب.أبو معمر، عبد الله بن عمرو بن أبي الحجاج البصري، روى عن عبد الوارث بن =</p><p> البصري، حدثنا عبد الوارث (١) ، حدثنا محمد بن جحادة (٢) ، عن الفرات (٣) ، عن أبي حازم (٤) ، عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: \"إن بني إسرائيل كانت تسوسهم الأنبياء، فإذا مات نبي قام نبي(٥)، وإنه ليس بعدي نبي\" فقال رجل: فما يكون بعدك يا رسول الله؟ قال:  \"يكون خلفاء، وتكثر\" فقالوا: فكيف نصنع؟ قال:  \"فوا ببيعة الأول فالأول، وأدوا إليهم ما لهم؛ فإن الله -عز وجل- سائلهم عن الذي لكم\"  (٦) . </p><p>= سعيد، وهو راويته، وعبد الوهاب الثقفي، وعنه البخاري، وأبو داود، والدارمي. ثقة ثبت نبيل، إلا أنه قال بالقدر. توفي سنة (٢٢٤ هـ). انظر: \"الثقات\" لابن حبان ٨/ ٣٥٣، \"تهذيب الكمال\" للمزي ١٥/ ٣٥٣، \"سير أعلام النبلاء\" للذهبي ١٠/ ٦٢٢، \"تقريب التهذيب\" لابن حجر (٣٤٩٨).(١) ابن سعيد، أبو عبيدة العنبري، ثقة، ثبت.(٢) محمد بن جحادة الأودي. ثقة.(٣) فرات بن أبي عبد الرحمن، القزاز، التميمي. روى عن أبي حازم والحسن وسعيد ابن جبير، وعنه إسرائيل وابن جحادة وشعبة، ثقة.انظر: \"تهذيب الكمال\" للمزي ٢٣/ ١٥٠، \"ميزان الاعتدال\" للذهبي ٣/ ٢٨، \"تقريب التهذيب\" لابن حجر (٥٣٨٠).(٤) سلمان أبو حازم الأشجعي، ثقة.(٥) في (ت): بعده.(٦) [١١٨٩] الحكم على الإسناد:فيه ابن برزة لم يحمد أمره.التخريج:أخرجه البخاري، كتاب الأنبياء، باب ما ذكر عن بني إسرائيل (٣٤٥٥)، ومسلم، كتاب الإمارة، باب وجوب الوفاء ببيعة الخلفاء، الأول فالأول =</p><p> [١١٩٠] وأخبرنا الحسين بن محمد (١) ، حدثنا عمر بن الخطاب (٢) ، حدثنا عبد الله بن الفضل (٣) ، حدثنا الحسن بن على (٤) ، ثنا يزيد بن هارون (٥) قال (٦) : ثنا شعبة (٧) ، عن سماك بن حرب (٨) ، عن علقمة بن وائل (٩) ، عن أبيه (١٠) قال: سمعت رسول الله - صلى الله عليه وسلم -، ورجل يسأله فقال: أرأيت إن كان علينا أمراء يمنعوننا حقنا، ويسألوننا حقهم؟ فقال رسول الله -صلى الله عليه وسلم-: \"اسمعوا وأطيعوا، فإن عليهم ما حملوا، وعليكم ما حملتم\"  (١١) . </p><p>= (١٨٤٢)، وأحمد في \"المسند\" ٢/ ٢٩٧ (٧٩٦٠)، وغيرهم من طريق أبي حازم سلمان عن أبي هريرة. (١) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٢) عمر بن الخطاب، لم يتبين لي من هو.(٣) ابن ذاخرة، لم أجده.(٤) لم أجده.(٥) ثقة، متقن، عابد.(٦) في (ت): عن.(٧) ثقة، حافظ، متقن.(٨) صدوق وتغير بآخره، فكان ربما تلقن.(٩) صدوق.(١٠) وائل بن حجر، صحابي، مشهور.(١١) [١١٩٠] الحكم على الإسناد:فيه: عبد الله بن الفضل، وابن الخطاب، والحسن: لم أجدهم.والحديث ثابت، كما سيأتي في التخريج من طريق آخر.التخريج:أخرجه مسلم، كتاب الإمارة، باب في طاعة الأمراء، وإن منعوا الحقوق =</p><p> [١١٩١] وبه عن عبد الله بن الفضل (١) ، حدثنا سعيد بن نصير (٢) ، ثنا أبو صالح (٣) ، قال: حدثنا معاوية بن صالح (٤) ، عن سليم بن عامر (٥) أبي مكي (٦) قال: سمعت أبا أمامة (٧) يقول: سمعت رسول الله - صلى الله عليه وسلم - يقول في حجة الوداع، وهو على الجدعاء - يعني: ناقته، ورجلاه في الركاب يتطاول ليسمع الناس، فقال:  \"ألا تسمعون؟ \" يطول بها صوته، فقال قائل من طوائف الناس: ما تعهد إلينا يا رسول الله؟ فقال رسول الله -صلى الله عليه وسلم-: \"اعبدوا ربكم، وصلوا خمسكم، وصوموا شهركم، وأدوا زكاة أموالكم، وأطيعوا أولي أمركم تدخلوا جنة ربكم\" . </p><p>= (١٨٤٦)، والترمذي، كتاب الفتن، باب ما جاء: ستكون فتن كقطع الليل المظلم (٢١٩٩)، والبيهقي في \"السنن الكبرى\" ٨/ ١٥٨، وغيرهم من طريق علقمة بن وائل عن أبيه به. (١) لم أجده.(٢) سعيد بن نصير البغدادي، صدوق.(٣) عبد الله بن صالح، كاتب الليث، صدوق، كثير الغلط.(٤) ابن حدير الحضرمي، صدوق له أوهام.(٥) سليم بن عامر الخبائري، أبو يحيى الكلاعي، روى عن أبي أمامة، وابن الزبير، وأبي هريرة، وعنه معاوية بن صالح، وثابت بن عجلان. ثقة، توفي سنة (١٣٠ هـ).انظر: \"الطبقات الكبرى\" لابن سعد ٧/ ٤٦٤، \"تهذيب الكمال\" للمزي ١١/ ٣٤٤، \"سير أعلام النبلاء\" للذهبي ٥/ ١٨٥، \"تقريب التهذيب\" لابن حجر (٢٥٢٧).(٦) لم أجد من كناه بهذه الكنية وصوابه: أبو يحيى.(٧) صدي بن عجلان، صحابي، مشهور. =</p><p> [١١٩٢] وأخبرنا الحسين بن محمد (١) ، حدثنا عبيد الله بن أبي سمرة [٣١١] البغوي (٢) ، ثنا سليمان بن داود الطوسي (٣) ، حدثنا إسحاق بن إبراهيم المروزي (٤) ، ثنا إسماعيل بن عياش (٥) ، حدثنا حميد بن مالك اللخمي (٦) ، </p><p>= [١١٩١] الحكم على الإسناد: في إسناد المصنف سعيد: لم أجده، وابن الفضل: ضعيف، والحديث ثابت من وجه آخر، كما سيأتي في التخريج.التخريج:أخرجه الترمذي، أبواب السفر، باب منه (٦١٦)، وأحمد في \"المسند\" ٥/ ٢٥١ (٢٢١٦١)، والحاكم في \"المستدرك\" ١/ ٥٢ وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٠/ ٤٢٦ (٤٥٦٣)، والطبراني في \"المعجم الكبير\" ٨/ ١١٥ (٧٥٣٥) من طريق معاوية بن صالح عن سليم عن أبي أمامة به، وأوله: \"اتقوا الله ربكم\" وقد صححه الترمذي، والحاكم، وقال: على شرط مسلم.وله شاهد من طريق حماد بن سلمة عن ثابت عن أنس به، أخرجه الضياء في \"الأحاديث المختارة\" ٥/ ٦٤ (١٦٨٧)، وقال: إسناده حسن.(١) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٢) أبو محمَّد البندار البغوي، قال البرقاني وابن الفرات: ثقة.(٣) سليمان بن داود بن كثير بن وقدان أبو محمد الطوسي، سكن بغداد وحدث بها عن لوين وإسماعيل بن أبي كريمة، وروى عنه محمَّد بن إسماعيل الوراق، وأبو حفص شاهين وغيرهم.قال الخطيب في \"تاريخ بغداد\" ٩/ ٦٢: كان ثقة، صدوق.وانظر: \"سير أعلام النبلاء\" للذهبي ١٤/ ٤٨٢.(٤) ابن راهويه، الحنظلي، الإمام، الثقة، الحافظ، المجتهد.(٥) صدوق في روايته عن أهل بلده، مخلط في غيرهم.(٦) حميد بن مالك اللخمي، ضعيف، روى عن مكحول، وروى عنه إسماعيل، ما =</p><p> عن مكحول (١) ، عن معاذ بن جبل قال: قال لي رسول الله -صلى الله عليه وسلم-: \"يا معاذ، أطع كل أمير، وصل خلف كل إمام، ولا تسبن أحدًا من أصحابي\"  (٢) . </p><p> [١١٩٣] وأخبرنا الحسين بن محمد (٣) ، حدثنا عمر بن أحمد بن القاسم النهاوندي (٤) ، حدثنا موسى بن إسحاق (٥) قال: حدثني </p><p>= روى عنه غيره. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٢٢٨، \"ميزان الاعتدال\" للذهبي ١/ ٦١٦.(١) مكحول الشامي، ثقة، فقيه، كثير الإرسال، مشهور.(٢) [١١٩٢] الحكم على الإسناد:إسناده ضعيف؛ حميد: ضعيف، ومكحول: لم يسمع من معاذ، وفيه أيضًا عبيد الله بن أبي سمرة، لم أجده.وقد ضعف الحديث: البيهقي في \"السنن الكبرى\" ٨/ ١٨٥، والحافظ في \"التلخيص الحبير\" ٢/ ٣٤، وأعلّاه بالانقطاع.التخريج:أخرجه أحمد في \"فضائل الصحابة\" ١/ ٦٢ (٩)، والطبراني في \"المعجم الكبير\" ٢٠/ ١٧٣ (٣٧٠) والبيهقي في \"السنن الكبرى\" ٨/ ١٨٥ من طريق إسماعيل بن عياش ثنا حميد عن مكحول عن معاذ به.(٣) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٤) لم أجده.(٥) موسى بن إسحاق بن موسى بن عبد الله، أبو بكر الأنصاري الخطمي، وثقه ابن أبي حاتم، والخطيب. توفي سنة (٢٩٧ هـ).انظر: \"الجرح والتعديل\" لابن أبي حاتم ٨/ ١٣٥، \"تاريخ بغداد\" للخطيب ١٣/ ٥٢.</p><p> أبي (١) ، حدثنا عبد الله بن محمد - يعني: ابن يحيى بن عروة (٢) قال: حدثني هشام (٣) ، عن أبي صالح السمان (٤) ، عن أبي هريرة: أن رسول الله - صلى الله عليه وسلم - قال:  \"سيليكم بعدي ولاة: فيليكم البر ببره، ويليكم الفاجر بفجوره، فاسمعوا لهم وأطيعوا، في كل ما وافق الحق، وصلوا وراءهم، فإن أحسنوا فلكم ولهم، وإن أساؤوا فلكم وعليهم\"  (٥) . </p><p>(١) أبوه إسحاق بن موسى بن عبد الله بن موسى بن عبد الله بن يزيد الخطمي، أبو موسى المدني الأنصاري، قاضي نيسابور، ثقة، متقن، مات سنة (٢٤٢ هـ). انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٢٣٥، \"تهذيب الكمال\" للمزي ٢/ ٤٨٠، \"سير أعلام النبلاء\" للذهبي ١١/ ٥٥٤، \"تقريب التهذيب\" لابن حجر (٣٨٦).(٢) عبد الله بن محمَّد بن يحيى بن عروة المدني، روى عن هشام بن عروة وغيره، وعنه إبراهيم بن المنذر، وإسحاق بن موسى، ضعفه ابن حبَّان، وقال أبو حاتم: متروك الحديث.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٥/ ١٥٨، \"ميزان الاعتدال\" للذهبي ٢/ ٤٨٦.(٣) ابن عروة، ثقة، فقيه، ربما دلس.(٤) ذكوان، ثقة، ثبت.(٥) [١١٩٣] الحكم على الإسناد:إسناده ضعيف جدًّا، والبليَّة من عبد الله بن محمد، وفيه أيضًا النهاوندي يروي الموضوعات.التخريج:أخرجه الدارقطني في \"السنن\" ٢/ ٥٥، والطبراني في \"المعجم الأوسط\" ٦/ ٢٤٧ (٦٣١٠) من طريق عبد الله بن محمد بن يحيى عن هشام عن أبي صالح عن أبي هريرة به.</p><p> ({فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ})  (١) من أمر دينكم، والتنازع: اختلاف الآراء، فيتعاطى كل واحد ما يرى خلاف رأي صاحبه، وأصله من النزع، كأن المتنازعين يتجاذبان ويتمانعان، ومنه قيل للمناولة: منازعة (٢) . </p><p> قال الأعشى: </p><p> نازعتهم قُضُبَ الريحان، متكئًا ... وقهوةً مزةً، راووقها خَضِلُ (٣) </p><p> {فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} يعني: إلى كتاب الله، وإلى الرسول ما دام حيًا، فإذا مات، فإلى سنَّته، {إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ} وقوله: {ذَلِكَ خَيْرٌ لَّكُمْ} أي: ذلك الرد، {وَأَحْسَنُ تَأْوِيلًا} جزاء، وعاقبة، والتأويل: ما يؤول إليه الأمر (٤) . </p><p> [١١٩٤] أخبرنا ابن فنجويه (٥) قال: حدثنا أحمد بن جعفر بن حمدان (٦) ، حدثنا إبراهيم بن سهلويه (٧) ، حدثنا حاجب بن سليمان </p><p>(١) في (م)، (ت): {فَإِنْ تَنَازَعْتُمْ}: اختلفتم. (٢) انظر: \"لسان العرب\" (نزع).(٣) البيت في \"ديوانه\" (ص ٥٩).ومراده بقوله: وقهوة مزة -أي: خمرًا. انظر: \"لسان العرب\" (قها).(٤) انظر: \"معجم مقاييس اللغة\" لابن فارس ١/ ١٦٢ (أول).(٥) ثقة، صدوق، كثير الرواية للمناكير.(٦) القطيعي، ثقة.(٧) لم أجده.</p><p> المنبجي (١) ، حدثني المؤمل بن إسماعيل (٢) ، حدثنا عبيد الله بن أبي حميد (٣) ، حدثنا أبو المليح الهذلي (٤) ، عن معقل بن يسار (٥) قال: قال رسول الله - صلى الله عليه وسلم -: \"اعملوا بالقرآن؛ أحِلّوا حلاله، وحرموا حرامه، وآمنوا به، ولا تكفروا بشيء (٦) ، وما أشتبه عليكم فردوه إلى الله، وإلى أولي العلم من بعدي؛ كيما يخبروكم به، وآمنوا بالتوراة والإنجيل والزبور، وما أنزل إليكم من ربكم، وليسعكم القرآن، وما </p><p>(١) حاجب بن سليمان بن بسام المنبجي، روى عن المؤمل وابن عيينة ووكيع، وعنه النسائي، ويحيى بن عبد الباقي، وآخرون، وثقه النسائي، وقال مرة: لا بأس به، وقال ابن حجر: صدوق يهم، توفي سنة (٢٦٥ هـ). انظر: \"تهذيب الكمال\" للمزي ٥/ ٢٠٠، \"ميزان الاعتدال\" للذهبي ١/ ٤٢٩، \"تقريب التهذيب\" لابن حجر (١٠٠٤).(٢) أبو عبد الرحمن البصري، صدوق، سيئ الحفظ.(٣) عبيد الله بن أبي حميد البصري الهذلي، روى عن أبي المليح، وعنه مؤمل ووكيع وعيسى بن يونس، قال البخاري: منكر الحديث، وقال الحافظ: متروك الحديث.انظر: \"التاريخ الكبير\" للبخاري ٥/ ٣٧٧، \"تهذيب الكمال\" للمزي ١٩/ ٢٩، \"تقريب التهذيب\" لابن حجر (٤٢٨٥).(٤) أبو مليح بن أسامة الهذلي.وثقه أبو زرعة، وابن سعد، وابن حبان، والحافظ. مات سنة (٩٨ هـ) وقيل بعدها، روى له الجماعة.انظر: \"الثقات\" لابن حبان ٥/ ١٩٠، \"تهذيب الكمال\" للمزي ٣٤/ ٣١٦، \"تقريب التهذيب\" لابن حجر (٨٣٩٠).(٥) صحابي جليل.(٦) في (م)، (ت) زيادة: منه.</p>"
}