{
  "id": null,
  "sura": 4,
  "aya": 133,
  "text": "<p> ١٣٢ - {وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا (١٣٢) }. </p><p> قال الضحاك عن ابن عباس: يعني دافعًا، ومجيرًا (١) . </p><p> وقال عكرمة عن ابن عباس: يعني شهيدًا أن فيها (٢) عبيده. </p><p> ١٣٣ - قوله -عز وجل-: {إِنْ يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ} </p><p> فيميتكم، يعني: الكفار {وَيَأْتِ بِآخَرِينَ} يقول: بغيركم، خير منكم، وأطوع، {وَكَانَ اللَّهُ عَلَى ذَلِكَ قَدِيرًا} أي: قادرًا. </p><p> وحقيقة القادر، والقدير عند أصحاب الصفات: من له قدرة قائمة به، بَانَ فيها من العاجز (٣) ، ثم يختلف القادرون بعد ذلك، فمنهم من تكون قدرته حالة في بعضه، ومنهم من تكون قدرته غير موصوفة بالحلول. </p><p> والقدرة هي التي يكون بها الفعل من غير أن تكون مسموعة (٤) ، ولا يجوز وجود العجز معها. </p><p>= السنة يثبتون صفة الغنى لله تعالى بما يليق بجلاله وعظمته، ومعناها عندهم -كما قال الخطابي في \"شأن الدعاء\" (ص ٩٢): الغني هو الذي استغنى عن الخلق وعن نصرتهم وتأييدهم، لملكه، فليست به حاجة إليهم، وهم إليه فقراء، محتاجون، هذا هو الحق في بيان هذه الصفة، وقد كان أحرى به -رحمه الله- ألا يذكر لنا كلام أهل الباطل المعروفين بالزيغ والضلال. (١) انظر: \"معالم التنزيل\" للبغوي ٢/ ٢٩٧.(٢) في (ت): أن من في، وانظر: المصدر السابق.(٣) مذهب أهل السنة في بيان حقيقة القادر، والقدير هو الذي لا يعجزه شيء البتة، صغر أم كبر، قادر عليه في كل وقت وحال، سواء كان قد أراد إيجاده أم لا، لأنه على كل شيء قدير. انظر: \"المنهج الأسنى\" لمحمد الحمود ٢/ ٥٤٥.(٤) كذا في النسخ، ولعل الصواب: مسبوقة، وهو يشير إلى مسألة القدرة على الفعل، =</p><p> وقالت المعتزلة: القادر هو الذي يجوز منه الفعل (١) . </p><p> والدليل على صحة ما قال أصحاب الصفات أن القادر رأيناه مخالفًا للعاجز فيما قدر عليه، وقد بطل أن يخالفه من أجل أنه صفة لموصوف، يخالف سائر الموصوفين بها، أو يخالفه من أجل أنه محدث، خلاف العاجز، فلما بطلت هذه الأقسام صح أنه إنما يخالفه؛ لأن له قدرة ليست للعاجز، فلذلك قلنا: إن القديم جل جلاله قادر بقدرته، دون أن يكون قادرًا بنفسه. </p><p>= هل هي قبله، أو مقارنة له، وهي مسألة مشهورة، ضلت فيها الأشاعرة والمعتزلة، والصواب ما ذهب إليه أهل السنة أن القدرة نوعان: قدرة للعبد بمعنى الصحة والوسع، والتمكن، والسلامة، فهذه تكون قبل الفعل، وهي مناط الأمر والنهي، فمن كان سليمًا من الآفات قادرًا، فقد وجب عليه الحج مثلاً، وهذه هي القدرة الشرعية التي يتكلم بها الفقهاء.وقدرة تقارف الفعل، وهي التي يجب معها وجوده، وهي القدرة الكونية، وهي مناط القضاء والقدر.وانظر مزيد بيان في: \"الفصل للوصل المدرج في النقل\" للبغدادي ٣/ ٢٦، \"مجموع الفتاوى\" لابن تيمية ٨/ ٤٤١، \"القضاء والقدر\" للمحمود (ص ١٨٠ - ١٨٣).والذي ذكره المصنف من أن القدرة لا تكون إلا مع الفعل هو مذهب الأشاعرة.انظر: \"معالم أصول الدين\" للرازي (ص ٨٣).(١) وهو قول الرافضة أيضًا، فعندهم أن القدرة غير موجبة للفعل، وهذا غاية الضلال.انظر: قولهم في \"مقالات الإسلاميين\" ١/ ٣٠٠، \"الفرق بين الفِرق\" للإسفراييني (ص ١١٦).</p>"
}