{
  "id": null,
  "sura": 4,
  "aya": 163,
  "text": "<p> ١٦٣ - {إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ} الآية، </p><p> نزلت في اليهود وذلك لما أنزل الله تعالى قوله:  {يَسْئَلُكَ أَهْلُ الْكِتَابِ} إلى قوله: {وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا} ففضحهم الله (١) ، وذكر عيوبهم وذنوبهم، غضبوا وقالوا:  {مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ} ، وجحدوا كل ما أنزل الله تعالى، فأنزل الله -عزَّ وجلَّ-: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ}  (٢) ، وأنزل {إِنَّا أَوْحَيْنَا إِلَيْكَ} . </p><p> {كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ} جعله الله سبحانه ثاني المصطفى - صلى الله عليه وسلم - في موضعين من كتابه، في أخذ الميثاق، قوله تعالى:  {وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ}  (٣) ، وفي الوحي فقال:  {إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ} . </p><p> فإن قيل: ما الحكمة في تقديم نوح على سائر الأنبياء، وفيهم من هو أفضل منه؟ يقال: لأنه كان أبا البشر، قال الله تعالى: {وَجَعَلْنَا ذُرِّيَتِهُ هُوُ الْبَاقِينَ (٧٧) } (٤) ، وقيل: لأنه أول نبي من أنبياء الشريعة، وأول داع ونذير على الشرك. </p><p>(١) أخرج ذلك الطبري في \"جامع البيان\" ٦/ ٢٧ عن الربيع بن خثيم، وعن محمد بن كعب القرظي ٦/ ٢٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١١١٨، عن ابن عباس، وابن المنذر، كما في \"الدر المنثور\" ٢/ ٤٣٥. والمصنف رحمه الله روى القصة بالمعنى.(٢) الأنعام: ٩١.(٣) الأحزاب: ٧.(٤) الصافات: ٧٧.</p><p> وقيل: لأنه أول من عذبت أمته، لردهم دعوته على الشرك، وأهلك أهل الأرض كلهم بدعائه. </p><p> وقيل: لأنه كان أطول الأنبياء عمرًا، وقيل له: كبير الأنبياء، وجعل معجزته في نفسه، لأنه عُمِّر ألف سنة، فلم يُنْغَضْ (١) له سن، ولم تُنقص له قوة، ولم تشب له شعرة. </p><p> وقيل: لأنه لم يبالغ أحد من الأنبياء في الدعوة ما بالغ نوح، ولم يصبر على أذى قومه ما صبر هو، وكان يدعو قومه ليلًا ونهارًا، إعلانًا وإسرارًا، وكان يشتم ويضرب، حتَّى يغمى عليه، فإذا أفاق دعا وبلغ، وكان الرجل منهم يأخذ بيد ابنه، فيأتي به نوحًا، فيقول له: يا بني، أحذر هذا، فإنه كذاب ساحر، قال الله تعالى: {وَقَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كَانُوْا هُمْ أَظْلَمَ وَأَطغَى (٥٢) } (٢) . </p><p> وقيل: لأنه أول (٣) من تنشق الأرض عنه يوم القيامة، بعد محمد - صلى الله عليه وسلم -. </p><p> وقيل: لأن مقامه (٤) الشكر، قال الله تعالى:  {إِنَّهُ كَانَ عَبْدًا شَكُورًا}  (٥) ، فكما أن سورة الحمد صدر القرآن فكذلك نوح صدر الأنبياء. </p><p>(١) أي: تسقط، \"القاموس المحيط\" للفيروزآبادي (نغض). (٢) النجم: ٥٢.(٣) من (م).(٤) في (م): مقام.(٥) الإسراء: ٣.</p><p> وقال: أول من يدعى إلى الجنّة الحمادون الله على كل حال (١) . </p><p> {وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ} وهم أولاد يعقوب، {وَعِيسَى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ وَآتَيْنَا دَاوُودَ زَبُورًا} . </p><p> قرأ يحيى بن وثاب، والأعمش، وحمزة:  (زُبُورا) بضم الزاي بمعنى جمع زبر، كأنه قال: وآتينا داود كتبًا، وصحفًا مزبورة، أي: مكتوبة. </p><p> والباقون بفتح الزاي، على أنَّه كتاب داود -عليه السلام-، المسمى: زبورًا (٢) ، وكان داود -عليه السلام- يبرز إلى البرية فيدعو بالزبور، فيقوم ويقرأ ويقوم معه علماء بني إسرائيل، فيقومون خلفه، ويقوم الناس خلف العلماء، ويقوم الجن خلف الناس، الأعظم فالأعظم، في فلاة </p><p>(١) الحديث أخرجه عبد بن حميد في \"المنتخب\" (ص ٤٥٧) (١٥٨١) من طريق شهر ابن حوشب عن أسماء بنت يزيد قالت قال رسول الله - صلى الله عليه وسلم - ... فذكره، وشهر ضعيف. وأخرجه الحاكم في \"المستدرك\" ١/ ٦٨١، والطبراني في \"الدعاء\" (ص ٥٠١) (١٧٦٨)، وفي \"المعجم الأوسط\" ٣/ ٢٤٠ (٣٠٣٣)، وفي \"المعجم الكبير\" (١٢٣٤٥) من طريق عبد الرحمن بن عبد الله المسعودي عن حبيب بن أبي ثابت، عن سعيد بن جبير، عن ابن عباس ... به.وقال الحاكم: صحيح على شرط مسلم، ولم يخرجاه، ووافقه الذهبي، وهذا ليس بجيد، لأن المسعودي ضعيف مختلط، ولم يخرج له مسلم، وحبيب مدلس، وقد عنعنه.وأخرجه ابن المبارك في \"الزهد\" (ص ٦٨) (٢٠٦) من طريق حبيب عن سعيد موقوفًا عليه، وهذا أصح.وانظر: \"سلسلة الأحاديث الضعيفة\" ٢/ ٩٣ - ٩٤.(٢) انظر: \"الكشف عن وجوه القراءات\" لابن الجزري ١/ ٤٠٢ - ٤٥٣، \"النشر في القراءات العشر\" لمكي ٢/ ٢٥٣.</p><p> عظيمة، ويقوم الشياطين خلف الجن، الأعظم فالأعظم، وتجيء الدواب التي في الجبال، إذا سمعوا صوت داود، فيقمن بين يديه، تعجبًا لما يسمعن منه، وتجيء الطير، حتَّى يظللن على داود، وسليمان، والجن، والإنس، في كثرة، لا يحصيهن إلَّا الله تعالى، يرفرفن على رؤوسهم، ثم تجيء السباع، حتَّى تخالط الدواب والوحش لما يسمعن، فلما قارف الذنب (١) لم ير ذلك، فقيل له: ذلك أنس الطاعة، وهذه وحشية المعصية. </p><p> [١٢٠٥] وأخبرنا أبو بكر الجوزقي (٢) ، أنا أبو العباس الدغولي (٣) ، ثنا يحيى بن زكريا المروزي (٤) ، ثنا الحسن بن </p><p>(١) لعله زواجه بامرأة أحد جنوده، وهي أوريا، كما تحكي الروايات الإسرائيلية، وكتب الأساطير، مما ينزه عنه العقلاء، والصالحون، فضلًا عن أنبياء الله تعالى، وكان الأولى بالمصنف رحمه الله أن يصون تفسيره عن مثل هذه التهمة. قال القاضي عياض رحمه الله في كتابه \"الشفا\" ٢/ ١٤٤: وأما قصة داود عليه السلام، فلا يلتفت إلى ما سطره فيها الإخباريون، عن أهل الكتاب الذين بدلوا، وغيروا، ونقله بعض المفسرين، ولم ينص الله على شيء من ذلك، ولا ورد في حديث صحيح.وانظر الدفاع الكبير الَّذي كتبه فضيلة العلامة الدكتور عويد المطرفي في كتابه القيم \"داود وسليمان عليهما السلام في القرآن الكريم والسنة\"، فقد كفى وشفى.(٢) محمد بن عبد الله بن محمد الشيباني، ثقة.(٣) محمد بن عبد الرحمن السرخسي، الإمام، الحافظ، المجود.(٤) يحيى بن زكريا بن عيسى المروزي، روى عن شيبان بن فروخ وأحمد \"إسحاق والحسن، قال ابن أبي حاتم في \"الجرح والتعديل\" ٩/ ١٤٦: صدوق، ثقة، سئل أبي عنه فقال: صدوق.</p><p> حماد (١) ، ثنا يحيى بن سعيد الأموي (٢) ، عن طلحة بن يحيى (٣) ، عن أبي بردة بن أبي موسى (٤) ، عن أبيه (٥) قال: قال رسول الله - صلى الله عليه وسلم -: \"لو رأيتني البارحة وأنا أسمع لقراءتك، لقد أعطيت مزمارًا من مزامير آل داود\" قال: أما والله يا رسول الله، لو علمت أنك تسمع (٦) لحبرته تحبيرًا (٧) . </p><p>(١) الحسن بن حماد بن كلسيب الحضرمي، لقبه سجادة وثقه أحمد، والخطيب، وابن حبان والذهبي وقال الحافظ: صدوق، توفي سنة (٢٤١ هـ). انظر: \"تاريخ بغداد\" للخطيب ٧/ ٢٩٥، \"تهذيب الكمال\" للمزي ٦/ ١٢٩، \"تقريب التهذيب\" لابن حجر (١٢٣٠).(٢) يحيى بن سعيد بن أبان بن سعيد بن العاص الأموي، صدوق، يغرب.(٣) طلحة بن يحيى بن طلحة بن عبيد الله القرشي، قال أحمد: صالح الحديث، وكذا قال النسائي وأبو زرعة، ووثقه ابن معين، ويعقوب والعجلي، وضعفه القطان، وقال البخاري: منكر الحديث، وقال ابن عدي، روى عنه الثقات، وما برواياته عندي بأس، وقال الحافظ: صدوق، يخطئ، توفي سنة (١٤٨ هـ).انظر: \"الثقات\" لابن حبان ٦/ ٤٨٧، \"الكامل\" لابن عدي ٤/ ١٤٣١، \"تهذيب الكمال\" للمزي ١٣/ ٤٤١، \"تقريب التهذيب\" لابن حجر (٣٠٣٦).(٤) ثقة.(٥) أبو موسى الأشعري، الصحابي، المشهور.(٦) في (م): تستمع.(٧) [١٢٠٥] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه البخاري في كتاب فضائل القرآن، باب حسن الصوت بالقراءة للقرآن (٥٠٤٨)، ومسلم كتاب صلاة المسافرين، باب استحباب تحسين الصوت بالقرآن (٧٩٣)، والترمذي كتاب المناقب، باب في مناقب أبي موسى الأشعري =</p><p> وكان عمر إذا رآه قال: ذكرنا يا أبا موسى فيقرأ عنده (١) . [١٢٠٦] أخبرنا أبو الحسين الخبازي (٢) ، ثنا أبو القاسم عبد الله بن الحسن بن سليمان المقرئ (٣) ، ثنا محمد بن حمدان الصيدلاني (٤) ، ثنا يعقوب بن إبراهيم الدورقي (٥) ، ثنا معتمر بن سليمان (٦) ، عن أبيه (٧) ، عن أبي عثمان النهدي (٨) -وكان أدرك الجاهلية- قال: ما سمعت قط صَنْجَا، ولا بُرْبَطا (٩) ، ولا مزمارًا أحسن من صوت أبي موسى، وإن </p><p>= (٣٨٥٥)، والبيهقي في \"السنن الكبرى\" ٣/ ١٢ من طريق أبي بردة عن أبيه، به. وأخرجه النسائي كتاب الصلاة، باب تزيين القرآن بالصوت ٢/ ١٨٠ (١٠١٩)، والدارمي في \"السنن\" (٣٥٣٩) عن الزهري، عن أبي سلمة، عن أبي هريرة.(١) أخرجه ابن سعد في \"الطبقات الكبرى\" ٤/ ١٠٩.وانظر: \"سير أعلام النبلاء\" للذهبي ٢/ ٣٩١.(٢) علي بن محمد بن الحسن، إمام، ثقة.(٣) عبد الله بن الحسن بن سليمان، أبو القاسم النحاس، وثقه الخطيب.(٤) محمد بن حمدان بن حماد، أبو بكر الصيدلاني.روى عن: يعقوب الدورقي، وعبد الله بن روح، وعنه أبو القاسم المقري، وابن حيويه.وثقه الخطيب. انظر: \"تاريخ بغداد\" للخطيب ٢/ ٢٨٧.(٥) أبو يوسف الدورقي، ثقة، وكان من الحفاظ.(٦) ثقة.(٧) سليمان بن طرخان التيمي، ثقة.(٨) عبد الرحمن بن مل، ثقة، ثبت، عابد.(٩) الصنج -بفتح الصاد- آلة بأوتار يضرب بها، والبربَط -بفتح الباء- هو العود.انظر: \"القاموس المحيط\" للفيروزآبادي (صنج)، (بربط)، وهما آلتان من آلات الفساق في غنائهم المحرم.</p>"
}