{
  "id": null,
  "sura": 4,
  "aya": 71,
  "text": "<p> عباده بما آتاهم من فضله، وكان لا يجوز أن يثني على نفسه بما لم يفعله، فدل ذلك على بطلان قولهم. والله أعلم. </p><p> ثم علمهم مباشرة الحروب فقال: </p><p> ٧١ - {يَاأَيُّهَا الَّذِينَ آمَنُوا خُذُوا حِذْرَكُمْ} </p><p> من عدوكم - أي: عدتكم، وآلتكم من السلاح، ولا تلقوا بأيديكم إلى التهلكة، والحِذْر والحَذَر واحد (١) : كالمِثْل، والمَثَل، والعِدل والعَدَل، والشِّبْه، والشَّبَه. </p><p> {فَانْفِرُوا} أي: أخرجوا {ثُبَاتٍ} أي: سرايا متفرقين، سرية بعد سرية، وجماعة بعد جماعة، والثبات: الجماعات في تفرقة، واحدها: ثبة. </p><p> {أَوِ انْفِرُوا جَمِيعًا} أي: مجتمعين كلكم مع نبيكم، واستدل أهل القدر بهذه الآية، بقوله:  {خُذُوا حِذْرَكُمْ} وقالوا: لولا أن الحذر </p><p>= البصري، وقد خالف الحسن في مسائل عقائدية، ثم اعتزل حلقة الحسن، وهذه الفرقة تعظم العقل جدًّا، وتقول بتخليد مرتكب الكبيرة في النار، وفي الدنيا هو في منزلة بين المنزلتين، وتقول: إن العبد هو الفاعل بقدرته، فنفوا قدر الله وإرادته. وتسمى أيضًا بالواصلية، والعدلية، والقدرية، ولهم أفراخ، وأذناب، في عصرنا ممن تسموا بالعقلانيين، والمتنورين، والعصرانيين.انظر: في معتقداتهم وآرائهم: \"مقالات الإسلاميين\" لأبي الحسن الأشعري ١/ ٢٣٥، \"الفرق بين الفرق\" للبغدادي (ص ٧٨)، \"الموسوعة الميسرة\"، نشر الندوة العالمية ١/ ٦٩.(١) انظر: \"مفردات ألفاظ القرآن\" للراغب الأصبهاني (ص ٢٢٣).</p><p> يمنع عنهم مكائد (١) الأعداء ما كان لأمره إياهم بالحذر معنى، فيقال لهم: الأئتمار لأمر الله والانتهاء عن نهيه واجب عليهم؛ لأنه به يسلمون من معصية الله تعالى؛ لأن المعصية ترك ما أمروا، وإتيان ما نهوا (٢) ، وليس في الآية دليل على أن حذرهم ينفع من القدر شيئًا، وهو كقول النبي - صلى الله عليه وسلم - للرجل:  \"اعقل، وتوكل\"  (٣) . والمراد منه: طمأنينة النفس، لا أن ذلك يدفع القدر، كذلك في أخذ الحذر، والدليل على ذلك: أن الله تعالى أثنى على أصحاب محمد - صلى الله عليه وسلم - بقوله حاكيًا عنهم {لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا}  (٤) وأمر بذلك رسول الله - صلى الله عليه وسلم -، فلو كان يصيبهم غير ما قضى الله تعالى عليهم لما كان لهذا معنى (٥) . </p><p>(١) في (ت): مكايدة. (٢) في (م): والانتهاء، وفي (ت): وانتهاؤهم.(٣) الحديث أخرجه الترمذي كتاب صفة القيامة، باب (٢٥١٧) من طريق يحيى بن سعيد عن المغيرة عن أنس به.وقال الترمذي: حديث غريب من حديث أنس، لا نعرفه إلا من هذا الوجه، وأشار إلى الطريق الآتية.وأخرجه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ٢/ ٥١٠ (٧١)، وابن أبي عاصم في \"الآحاد والمثاني\" ٢/ ٢١٥ (٩٧٠) من طريق جعفر بن عمرو بن أمية عن أبيه به، وفي لفظ لابن أبي عاصم: \"بل قيدها، وتوكل\".وحسن إسناده الألباني في \"صحيح سنن الترمذي\" ٢/ ٣٠٩.(٤) التوبة: ٥١.(٥) انظر: \"الجامع لأحكام القرآن\" للقرطبي ٥/ ٢٧٤.ويفهم من رد المصنف نفي تأثير الحذر مطلقًا، وليس الأمر كذلك، بل إن الحذر =</p>"
}