{
  "id": null,
  "sura": 4,
  "aya": 97,
  "text": "<p> ٩٦ - {وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا (٩٥) دَرَجَاتٍ مِنْهُ وَمَغْفِرَةً وَرَحْمَةً وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (٩٦) }. </p><p> قال (١) : كان يقال: الإسلام درجة، والهجرة (في سبيل الله)  (٢) درجة، والجهاد في الهجرة درجة، والقتل في الجهاد درجة. </p><p> وقال ابن محيريز في هذه الآية: هي سبعون درجة، ما بين كل درجتين عدو الفرس الجواد المضمر سبعين خريفًا (٣) . </p><p> ٩٧ - قوله {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ} الآية، </p><p> نزلت هذه الآية في ناس من أهل مكة، تكلموا بالإسلام ولم يهاجروا، منهم: قيس بن الفاكه بن المغيرة، وقيس بن الوليد بن المغيرة، وأشباههما، أظهروا الإيمان، وأسروا النفاق، فلما كان يوم بدر خرجوا مع المشركين إلى حرب المسلمين، فلما التقى الناس ورأوا قلة المسلمين قالوا: غر هؤلاء دينهم، فقتلوا يوم بدر، </p><p>(١) كذا في النسخ بدون ذكر القائل، وهو قتادة رحمه الله، أخرجه عنه الطبري في \"جامع البيان\" ٥/ ٢٣١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ١٠٤٥، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٢/ ٣٦٤. (٢) ما بين القوسين ساقط من (م)، وفي \"تفسير الطبري\" والهجرة في الإسلام.(٣) أخرجه الطبري في \"جامع البيان\" ٥/ ٢٣١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ١٠٤٥، وعبد بن حميد، وابن المنذر، كما في \"الدر المنثور\" للسيوطي ٢/ ٣٦٤.والجواد المضمر: هو الَّذي أعد إعدادًا للسباق والركض.\"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٩٩ (ضمر).</p><p> ضربت الملائكة وجوههم وأدبارهم، وقالوا لهم ما ذكر الله سبحانه (١) . </p><p> {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ} أي: يقبض أرواحهم ملك الموت، وقوله {تَوَفَّاهُمُ} إن شئت جعلته ماضيًا، فيكون في موضع النصب، وإن شئت جعلته رفعا على المستقبل، والمعنى: تتوفاهم (٢) ، وأراد بالملائكة ملك الموت؛ لأن الله تعالى قد يجمل الخطاب في موضع ويفسره في موضع، فيكون الحكم للمفسر ويرد المجمل إليه، يقول:  {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ} ، يحتمل أن يكون أراد به ملك الموت، واحتمل أن يكون غيره؛ لكنه لما فسره في موضع آخر بقوله تعالى:  {قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ}  (٣) علم أن المراد من قوله: {تَوَفَّاهُمُ الْمَلَائِكَةُ} ملك الموت والله أعلم. </p><p> فإن قيل: فلم أخرجه بلفظ الجماعة؟ قيل: قد يرد الخطاب بلفظ الجمع والمراد منه الواحد، كقوله تعالى:  {إِنَّا نَحْنُ} ولا شك أن الله واحد، ومثله في القرآن كثير. </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٥/ ٢٣٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ١٠٤٦، وعبد بن حميد، كما في \"الدر المنثور\" ٢/ ٣٦٥ عن عكرمة. وأخرجه الطبري أيضًا في \"جامع البيان\" ٥/ ٢٣٤ وفيه أنَّه قال: أبو قيس بن الفاكه، وكذا وقع في \"السيرة النبوية\" لابن هشام ٢/ ٢٩٤: أبو قيس بن الفاكه، وأبو قيس بن الوليد.وانظر: \"تفسير القرآن\" لعبد الرزاق ١/ ١٧٢.(٢) هذا معنى مقالة الفراء في \"معاني القرآن\" ١/ ٢٨٤، والزجاج في \"معاني القرآن\" ٢/ ٩٤.(٣) السجدة: ١١.</p><p> وقوله {ظَالِمِي أَنْفُسِهِمْ} بالشرك والنفاق، ونصب {ظَالِمِي} على الحال، أي: توفاهم الملائكة في حال ظلمهم، أي: شركهم، {قَالُوا} يعني: الملائكة لهم {فِيمَ كُنْتُمْ} أي: في ماذا كنتم؟ سؤال تقريع وتوبيخ، ويجوز أن يكون معناه: فيمن كنتم، في المشركين، أم في المسلمين؟ (١) . </p><p> {قَالُوا كُنَّا مُسْتَضْعَفِينَ} أي: مقهورين عاجزين {فِي الْأَرْضِ} يعني: أرض مكة، فأخرجونا معهم كارهين، {قَالُوا} يعني: الملائكة {أَلَمْ تَكُنْ أَرْضُ اللَّهِ} يعني: المدينة {وَاسِعَةً} أي: آمنة {فَتُهَاجِرُوا فِيهَا} فتنتقلوا إليها، وتخرجوا من بين أظهر أهل مكة. </p><p> روى سليمان بن عمرو (٢) ، عن عبد الله بن عثمان بن خثيم (٣) ، عن سعيد بين جبير (٤) في قوله تعالى: {أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا} قال: إذا عمل بالمعاصي في أرض فاخرج منها (٥) . </p><p>(١) من (م)، (ت)، وفي الأصل بياض. (٢) أبو داود النخعي، كذاب.انظر: \"تهذيب الكمال\" للمزي ١٥/ ٨٠، \"شذرات الذهب\" لابن العماد الحنبلي ١/ ١٨٩.(٣) أبو عثمان القارئ المكي، صدوق.(٤) ثقة، ثبت، فقيه.(٥) الحكم على الإسناد:فيه سليمان بن عمرو كذاب.التخريج:ذكره القرطبي في \"الجامع لأحكام القرآن\" ٥/ ٣٤٦.</p>"
}