{
  "id": null,
  "sura": 5,
  "aya": 44,
  "text": "<p> فيرضون بحكمك {وَعِنْدَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللَّهِ} وهو الرَّجم، {ثُمَّ يَتَوَلَّوْنَ مِنْ بَعْدِ ذَلِكَ وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ} . </p><p> ٤٤ - {إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ} </p><p> فإن قيل: فهل كان نبي غير مسلم؟ </p><p> فالجواب عنه: أنَّ الله تعالى وصف هؤلاء النبيين بالإسلام لا على أنَّ غيرهم من النبيين لم يكونوا مسلمين، وهذا كقوله سبحانه لمحمد:  {فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ}  (١) لا على أن غيره من الأنبياء لم يؤمنوا بالله وكلماته. </p><p> وقيل: لم يرد به الإسلام الذي هو ضد الكفر، وإنَّما المراد به: الذين انقادوا لحكم الله فلم يكتموه، كما كتم هؤلاء (٢) ، يعرِّض بأهل الكتاب، وهذا كقوله تعالى:  {وَلَهُ أَسْلَمَ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ}  (٣) ، وقال زيد بن عمرو بن نفيل (٤) : </p><p>(١) الأعراف: ١٥٨. (٢) في (ت): أهل الكتاب.(٣) آل عمران: ٨٣.(٤) العدوي، كان ممن تحنَّف في الجاهلية، وهجر ما كان عليه المشركون من عبادة الأصنام، ووأد البنات، وكان يقول: يا معشر قريش! والذي نفسي بيده! ما أصبح منكم أحد على دين إبراهيم غيري. مات قبل البعثة بخمس سنوات.انظر: ، السيرة النبوية\" لابن هشام ١/ ٢٤٤، \"الإصابة\" لابن حجر ٤/ ٦١، \"بلوغ الأرب\" للألوسي ٢/ ٤٧.</p><p> أسلمت وجهي لمن أسلمت .. </p><p> الأبيات (١) . </p><p> وقيل: معناه الذين أسلموا أنفسهم إلى الله، كما روي أنَّ النبي - صلى الله عليه وسلم - كان يقول إذا أوى إلى فراشه:  \"أسلمت نفسي إليك\"  (٢) . </p><p> وقيل: معناه يحكم بها النبيون الذين أسلموا لما في التوراة، ودانوا، وحكموا بها، فلذلك خصَّهم، لأنَّه قد كان من النبيين من لم يسلم لما في التوراة من الشرائع ولم يعمل به، منهم: عيسى (ابن مريم (٣) عليه السَّلام وهو كقوله: {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا}  (٤) ، وهو معنى قول ابن حيَّان (٥) : يحكم بما في التوراة من لدن موسى إلى عيسى، عليهما السلام. </p><p> وقال الحسن، والسدي (٦) : أراد به محمدًا - صلى الله عليه وسلم -، حكم على اليهود </p><p>(١) في (ت) تكملة الأبيات وهي: ... له المزن، تحمل عذبًا زلالًا. وأسلمت وجهي لمن أسلمت ... له الأرض، تحمل صخرًا ثقالاًوقد ذكرها ابن إسحاق، كما في \"السيرة النبوية\" لابن هشام ١/ ٢٤٩.(٢) قطعة من حديث أخرجه البخاري في كتاب الدعوات، باب إذا بات طاهرا (٦٣١١)، ومسلم كتاب الذكر والدعاء، باب: ما يقول عند النوم وأخذ المضجع (٢٧١٠)، والنسائي في \"السنن الكبرى\" ٦/ ١٩٢ (١٠٦٠٩)، وغيرهم من حديث البراء.(٣) سقط من (ت).(٤) المائدة: ٤٨.(٥) يعني: مقاتل، وقد أخرج قوله ابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١١٣٨.(٦) أخرج قوليهما الطبري في \"جامع البيان\" ٦/ ٢٤٩.</p><p> بالرَّجم، فذكره بلفظ الجمع، كما قال:  {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً}  (١) وقال: {أَمْ يَحْسُدُونَ النَّاسَ}  (٢) ونحوه. </p><p> {وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ} يعني: العلماء، وهم ولد هارون عيله السلام، واحدهم: حَبْر وحِبْر، وهو العالم المحكم للشيء، ومنه قيل لكعب بن ماتع (٣) : كعب الأحبار، وكعب الحبر. </p><p> وقال الفراء: أكثر ما سمعت العرب تقول في واحد الأحبار: حِبْر، بكسر الحاء (٤) . </p><p> واختلفوا في اشتقاق هذا الاسم، فقال الكسائي، وأبو عبيد (٥) : هو من الحبر الذي يكتب به. </p><p> وقال النضر بن شميل: سألت الخليل عنه، فقال: هو من الحبار، وهو الأثر الحسن، وأنشد: </p><p>(١) النحل: ١٢٠. (٢) النساء: ٥٤.(٣) الحميري، اليماني، أسلم بعد وفاة النبي - صلى الله عليه وسلم -، وكان عالمًا بالتوراة، ونقل إلى الأمة من أخبارها العجائب، والغرائب، سامحه الله تعالى، وكان حسن الإسلام، متين الديانة، توفي بحمص ذاهبًا للغزو، في أواخر خلافة عثمان - رضي الله عنه -.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٧/ ١٦١، \"سير أعلام النبلاء\" للذهبي ٤٨٩/ ٣، \"شذرات الذهب\" لابن العماد الحنبلي ١/ ٤٠.(٤) لم أجده في \"معاني القرآن\"، وقد نقله عنه الطبري في \"جامع البيان\" ٦/ ٢٥٠.(٥) الذي في \"غريب الحديث\" ١/ ٦٠ يناقض ما ذكره المؤلف، حيث قال أبو عبيد: وهو عندي بالحبر أشبه، لأنه مصدر من حبرته حبرا، أي: حسَّنته.ونقل ابن منظور في \"لسان العرب\" (حبر) عنه ذلك أيضًا.</p><p> لا تملأِ الدَّلوَ، وعرِّقْ فيها ... ألا ترى حبار من تَسْقيها (١) ؟ ! </p><p> قطرب: هو من الحبر والحبر معًا، وهو الجمال والهيئة (٢) ، يدل عليه قوله - صلى الله عليه وسلم -: \"يخرج من النار رجل قد ذهب حَبْره وسَبْره\"  (٣) ، فالعالم بهي بجمال العلم. </p><p> وسأل العباس رسول الله - صلى الله عليه وسلم -: يا ابن أخي فيم الجمال؟ قال:  \"في اللسان\"  (٤) . </p><p> وقال مصعب بن الزبير لابنه: يا بني، تعلم العلم، فإن كان لك مال كان جمالاً، وإن لم يكن لك مال كان ما، وجمالًا (٥) . </p><p>(١) ذكره أبو عبيد في \"غريب الحديث\" ١/ ٦٠، وفي \"لسان العرب\" لابن منظور (حبر)، وقوله: عرِّق فيها، بتشديد الراء مع الكسر -أي: اجعل فيها ماء قليلاً، ومنه قيل: طلاء معرق. ولم أعثر على قائل البيت. (٢) ذكره البغوي في \"معالم التنزيل\" ٣/ ٦١.وانظر: \"الاشتقاق\" لابن دريد (ص ٤٣٠).(٣) أخرج الطبري في \"جامع البيان\" ٢١/ ٦١ عند قوله: {فَاطَّلَعَ فَرَآهُ فِي سَوَاءِ الْجَحِيمِ (٥٥)} أثرَا عن مطرف بن عبد الله بلفظ: والله لولا أنَّه عرفه ما عرفه، لقد غيرت النار حَبْره وسَبْره.وانظر: \"التخويف من النار\" لابن رجب الحنبلي (ص ١٥٦)، ولم أجده مرفوعًا بعد البحث عنه.(٤) الحديث لم أجده بعد البحث عنه في مظانه.(٥) ذكره عنه الماوردي في \"أدب الدنيا والدين\" (ص ٢٣)، وأخرج ابن عبد البر في \"جامع بيان العلم وفضله\"١/ ٢٤٦ (٢٨٢) أثرًا بمعناه عن عبد الملك بن مروان.</p><p> {بِمَا اسْتُحْفِظُوا} استودعوا {مِنْ كِتَابِ اللَّهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ} أنه كذلك {فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُو} . </p><p> اختلف العلماء في معنى الآية وحكمها: </p><p> فقال الضحاك، وأبو مجلز، وأبو صالح، وقتادة: نزلت هذِه الآيات الثلاث في اليهود، وليس في أهل الإسلام منها شيء، فأما هذِه الأمَّة فمن أساء منهم، وهو يعلم أنه قد أساء، فليس بدين (١) . </p><p> يدل على صحة هذا التأويل ما روى الأعمش، عن عبد الله بن مرة، عن البراء بن عازب، عن النبي - صلى الله عليه وسلم - في قوله تعالى:  {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} والظالمون والفاسقون. قال: في الكافرين كلها (٢) . </p><p> وقال النخعي، والحسن: نزلت هذِه الآيات في بني إسرائيل، ورضي لهذِه الأمة بها، فهي على الناس كلهم واجبة (٣) . </p><p> ابن عباس، وطاوس: ليس بكفر ينقل عن الملة، بل إذا فعل ذلك </p><p>(١) أخرجه عنهم الطبري في \"جامع البيان\" ٦/ ٢٥٢ عن عبيد الله بن عبد الله، وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١١٤٣ عن الحسن، وأخرجه سعيد بن منصور في \"سننه\" ٤/ ١٤٨٥ (٧٥٠) عن ابن عباس. (٢) سبق التخريج، وهذِه القطعة منه هنا تتمة ما هنالك.(٣) أخرج قول النخعي عبد الرزاق في \"تفسير القرآن\" ١/ ١٩١، ومن طريقه الطبري في \"جامع البيان\" ٦/ ٢٥٦، وأخرج أيضًا قول الحسن ٦/ ٢٥٧.</p><p> فهو به كفر، وليس كمن يكفر (١) بالله واليوم الآخر. </p><p> عطاء: هو كفر دون كفر، وظلم دون ظلم، وفسق دون فسق (٢) . </p><p> عكرمة: معناه: ومن لم يحكم بما أنزل الله، جاحدًا به فقد كفر، ومن أقرَّ به ولم يحكم به فهو ظالم فاسق. وهي رواية الوالبي عن ابن عباس (٣) . </p><p> وسمعت أبا القاسم بن حبيب يقول: سمعت أبا بكر بن عبدش (٤) يحكي عن الحسين بن الفضل: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ} جاحداً (٥)  {فَأُولَئِكَ هُمُ الْكَافِرُونَ} قال: عقدًا لا إنفاذًا. </p><p> وسمعت أبا القاسم الحبيبي (٦) يقول: سمعت أبا زكريا العنبري (٧) يحكي عن عبد العزيز بن يحيى الكناني أنه سئل عن هذِه الآيات فقال: </p><p>(١) في (ت): كفر. وأخرجه عبد الرزاق في \"تفسير القرآن\" ١/ ١٩١ عن طاوس، والطبري في \"جامع البيان\" ٦/ ٢٥٦ عن طاوس وابن عباس.(٢) أخرجه عبد الرزاق في \"تفسير القرآن\" ١/ ١٩١، والطبري في \"جامع البيان\" ٦/ ٢٥٦.(٣) عند الطبري في \"جامع البيان\" ٦/ ٢٥٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١١٤٢.(٤) كذا في النسخ، ولعل الصواب: ابن عبدوس، وهو أبو بكر محمد بن أحمد النيسابوري، فقيه إمام، توفي سنة (٣٦٩ هـ).انظر: \"إنباه الرواة\" للقفطي ٣/ ٥٦، \"سير أعلام النبلاء\" للذهبي ١٧/ ٥٧.(٥) سقط من (ت)، ولم أجد قول الحسين بعد البحث عنه.(٦) قيل: كذبه الحاكم.(٧) يحيى بن محمد، الإمام، المفسر، الثقة.</p>"
}