{
  "id": null,
  "sura": 5,
  "aya": 41,
  "text": "<p> وكان الشعبي، وعطاء يقولان: إذا رد الس ر قة قبل أن يُقدر عليه لم </p><p> يقطع (١) ، لقوله تعالى:  {إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ} الآية. </p><p> ٤٠ - قوله:  {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُعَذِّبُ مَنْ يَشَاءُ وَيَغْفِرُ لِمَنْ يَشَاءُ} . </p><p> قال السدي والكلبي:  {يُعَذِّبُ مَنْ يَشَاءُ} من مات على كفره، {وَيَغْفِرُ لِمَنْ يَشَاءُ} من تاب من كفره (٢) . </p><p> وقال الضحاك:  {يُعَذِّبُ مَنْ يَشَاءُ} على الصغير إذا أقام عليه {وَيَغْفِرُ لِمَنْ يَشَاءُ} الكبير إذا نزع عنه (٣)  {وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} . </p><p> ٤١ - قوله:  {يَاأَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ} </p><p> قرأ السلمي (يسرعون)  (٤) ، {فِي الْكُفْرِ} أي: في موالاة الكفار ومظاهرتهم، فلن يعجزوا الله، {مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ} وهم المنافقون، نظيره قوله:  {وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ}  (٥) . </p><p>(١) قول عطاء ذكره القرطبي في \"الجامع لأحكام القرآن\" ٦/ ١٧٥، ونسبه إلى بعض الشافعية. (٢) سبق تخريج قول السدي عند قوله تعالى: {بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ}. أما قول الكلبي فلم أعثر عليه.وأخرج قول السدي أَيضًا ابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١١٢٩.(٣) ذكره الواحدي في \"الوسيط\" ٢/ ١٨٥، والبغوي في \"معالم التنزيل\" ٣/ ٥٥.وهي قراءة شاذة.(٤) انظر: \"المحرر الوجيز\" لابن عطية ٤/ ٤٤٠.(٥) الحجرات: ١٤.</p><p> {وَمِنَ الَّذِينَ هَادُوا} يعني: اليهود، {سَمَّاعُونَ لِلْكَذِبِ} قوالون به - يعني: بني قريظة، {سَمَّاعُونَ لِقَوْمٍ آخَرِينَ}  (١) يعني: يهود خيبر، وذلك على ما قاله أهل التفسير: أنَّ امرأةً ورجلًا من أشراف أهل خيبر زنيا -واسم المرأة يسرة- وكانت خيبر حربًا لرسول الله -صلى الله عليه وسلم-، وكان الزانيان محصنين، وكان حدَّهما الرجم في التوراة، فكرهت اليهود رجمهما؛ لشرفهما، فقالوا: إنَّ هذا الرَّجل، الذي بيثرب، ليس في كتابه الرجم، ولكنَّه الضرب، فأرسلوا إلى إخوانكم بني قريظة، فإنهم صُلْح له، وجيرانه، فيسألوه عن ذلك، فبعثوا رهطًا منهم مستخفين، وقالوا لهم: سلوا محمدًا عن الزانيين إذا أحصنا، ما حدُّهما؟ فإن أمركم بالجلد، فاقبلوا منه، وإن أمركم بالرجم، فاحذروه، ولا تقبلوا منه، وأرسلوا الزانيين معهم، فقدم الرهط حتَّى نزلوا على قريظة والنضير، فقالوا لهم: إنَّكم جيران هذا الرَّجل، ومعه في بلده، وقد حدث فينا حدث: فلان وفلانة فجرا، وقد أحصنا، فنحبُّ أن تسألوا لنا محمدًا عن قضائه فيه، فقالت لهم بنو قريظة والنضير: إذًا، والله، يأمركم بما تكرهون من ذلك، ثم انطلق قوم، منهم: كعب بن الأشرف، وكعب بن أسد، وسُعَيَّة بن عمرو، ومالك بن الصيف، وكنانة بن أبي الحُقَيْق، وشاس بن قيس، وأبو نافع، ويوسف، وعازار، وسلول، إلى رسول الله -صلى الله عليه وسلم- فقالوا: يَا محمدُ، أخبرنا عن الزاني، والزانية، إذا </p><p>(١) في (ت): لم يأتوك.</p><p> أحصنا، ما حدُّهما؟ وكيف تجد في كتابك؟ فقال لهم رسول الله -صلى الله عليه وسلم-: \"وهل ترضون بقضائي في ذلك؟ \" قالوا: نعم، فنزل جبريل بالرجم، وأخبرهم بذلك، فأبوا أن يأخذوا به، فقال له جبريل: اجعل بينك وبينهم ابن صوريا (١) ، ووصفه له، فقال النَّبِيّ - صلى الله عليه وسلم -: \"هل تعرفون شابًّا، أمرد، أبيض أعور، يسكن فدك،يقال له:ابن صوريا\" ، قالوا: نعم، قال:  \"فأيُّ رجل هو فيكم؟ \" قالوا: هو أعلم يهوديٍّ بقي على ظهر الأرض بما أنزل الله على موسى في التوراة، قال:  \"فأرسلوا إليه\" ، ففعلوا، فأتاهم عبد الله بن صوريا، فقال له رسول الله - صلى الله عليه وسلم -: \"أَنْتَ ابن صوريا؟ \" قال: نعم، قال:  \"فأنت أعلم اليهود؟ \" قال: كذلك يزعمون، قال:  \"أتجعلونه بيني وبينكم؟ \" قالوا: نعم، قد رضينا به، إذا رضيتَ به. </p><p> فقال له رسول الله - صلى الله عليه وسلم -: \"فإنِّي أنشدك بالله الذي لا إله إلَّا هو، القوي، إله بني إسرائيل، الذي أنزل التوراة على موسى، والذي أخرجكم من مصر، وفلق لكم البحر، وأنجاكم، وأغرق آل فرعون، والذي ظلَّل عليكم الغمام، وأنزل عليكم المنَّ والسلوى، وأنزل عليكم كتابه، فيه حلاله وحرامه، هل تجدون في كتابكم الرَّجم على من أحصن\" قال ابن صوريا: نعم، والذي (ذكَّرتني به)  (٢) ! لولا خشيته أن تحرقني التوراة -إن كذبتُ أو غيَّرتُ- ما </p><p>(١) في \"السيرة النبوية\" لابن هشام ٢/ ١٩٣: عبد الله بن صوري، وقد ترجم له ابن حجر في \"الإصابة\" ٤/ ١٣٣، وذكر قصته هذِه. (٢) في (ت): نفسي بيده.</p><p> اعترفت لك، ولكن كيف هي في كتابك، يَا محمدُ؟ قال:  \"إذا شهد أربعة رهط عدول، أنَّه قد أدخله فيها كما يدخل الميل في المكحلة وجب عليه الرَّجم\" ، فقال ابن صوريا: والذي أنزل التوراة على موسى! هكذا أنزل الله في التوراة على موسى، فقال له النَّبِيّ -صلى الله عليه وسلم-: \"فماذا كان أول ما ترخَّصتم به أمر الله؟ \" . </p><p> قال: كنا إذا أخذنا الشريف تركناه، وإذا أخذنا الضعيف أقمنا عليه الحدَّ، فكثر الزنا في أشرافنا، حتَّى زنى ابن عم ملك لنا، فلم ترجمة، ثم زنى رجل آخر في أسوة الناس، فأراد ذلك الملك رجمه، فقام دونه قومه، فقالوا: والله لا ترجمة حتَّى ترجم فلانًا، لابن عم الملك، فقلنا: تعالوا نجتمع، فلنضع شيئًا دون الرَّجم، يكون مكان الرَّجم، فيكون على الشريف والوضيع، فوضعنا الجلد والتحميم، وهو أن يجلد أربعين جلدةً، بحبل مطليٍّ بالقار (١) ثم يُسوَّد وجوههما، ثم يُحملا على حمارين، ويُحوَّل وجوههما من قبل دُبُر الحمار، ويُطاف بهما، فجعلوا هذا مكان الرَّجم. فقالت اليهود لابن صوريا: ما أسرع ما أخبرته به! وما كنتَ كما أثنينا عليك بأهلٍ، ولكنَّك كنت غائبًا فكرهنا أن نغتابك. فقال لهم: إنه نشدني بالتوراة، ولولا خشية التوراة أن تهلكني لما أخبرته به. فأمر بهما النَّبِيّ - صلى الله عليه وسلم -، فرُجما عند باب مسجده، وقال: \"أنا أوَّل من أحيا أمرك </p><p>(١) هو القطران. انظر: \"القاموس المحيط\" للفيروزآبادي (قور)، وعمل اليهود هذا يسمَّى بالتجبية، كما ورد في \"السيرة النبوية\" لابن هشام ٢/ ١٩٣.</p><p> إذ أماتوه \"(١).</p><p> قال عبد الله بن عمر: شهدت رسول الله - صلى الله عليه وسلم - لما أمر برجم اليهوديَّين، فرأيته يحنأ بيده عليها, ليقيها الحجارة (٢) . </p><p> ونزلت:  {يَاأَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَنْ كَثِيرٍ} يخبركم فلا يخبروكم به, فوضع ابن صوريا يده على ركبة رسول الله -صلى الله عليه وسلم-، وقال: أنشدك بالله، وأعيذك بالله أن تخبرنا (بالكثير الذي أمرت أن تعفو عنه، فأعرض رسول الله - صلى الله عليه وسلم -،فقال له ابن صوريا:أخبرني عن خصال ثلاث أسألك عنهن)  (٣) ، قال: \" ما (٤) هي؟ \" قال: </p><p>(١) أخرجه مسلم كتاب الحدود، باب رجم اليهود، أهل الذمة في الزنا (١٧٠٠)، والنَّسائيّ في \"تفسيره\" ١/ ٤٣٦ (١٦٤)، وأبو داود كتاب الحدود، باب في رجم اليهود (٤٤٤٨)، وغيرهم، من حديث البراء بن عازب بلفظ: مُرَّ على النَّبِيّ -صلى الله عليه وسلم- بيهودي محمَّمًا مجلودًا، فدعاهم - صلى الله عليه وسلم - فقال: \"هكذا تجدون حدَّ الزاني في كتابكم؟ \" قالوا: نعم، فدعا رجلًا من علمائهم، فقال: \"أنشدك بالله الذي أنزل التوراة على موسى أهكذا تجدون حدَّ الزاني في كتابكم؟ \" قال: لا, ولولا أنَّك نشدتني بهذا لم أخبرك: نجده الرَّجم، ولكنه كثر في أشرافنا، فكنَّا إذا أخذنا الشَّريف تركناه، وإذا أخذنا الضعيف أقمنا عليه الحدَّ، قلنا: تعالوا فلنجتمع على شيء نقيمه على الشريف والوضيع، فجعلنا التحميم والجلد مكان الرَّجم، فقال رسول الله - صلى الله عليه وسلم -: \"اللهمَّ! أنا أوَّل من أحيا أمرك إذ أماتوه\" فأمر به فرُجم. (٢) أخرجه البُخَارِيّ في كتاب الحدود، باب أحكام أهل الذمة وإحصانهم إذا زنوا ورُفعوا إلى الإِمام (٦٨٤٠)، والنَّسائيّ في \"السنن الكبرى\" ٤/ ٢٩٤ (٧٢١٥)، وأَحمد في \"مسنده\" ٢/ ١٥١ (٦٣٨٥) عن ابن عمر، في قصة اللذين زنيا من اليهود، السابقة.(٣) من (ت).(٤) في (ت): من.</p><p> أخبرني عن نومك؟ فقال عليه السلام:  \"تنام عيناي، وقلبي يقظان\" فقال له: صدقت، فأخبرنا عن شبه الولد بأبيه، ليس فيه من شبه أمه شيء، أو شبه أمه، ليس فيه من شبه أَبيه شيء؟ قال:  \"أيهما علا، وسبق ماؤه ماء صاحبه كان الشبه له\" قال: صدقت، فأخبرني ما للرجل من الولد، وما للمرأة منه؟ قال: فأغمي على رسول الله - صلى الله عليه وسلم - طويلًا، ثم جُلي عنه محمرًّا وجهه، يفيض عرقًا، فقال له رسول الله - صلى الله عليه وسلم -: \"اللحم، والدم، والظفر، والشعر للمرأة، والعظم، والعصب، والعروق للرجل\" ، فقال له: صدقت، أمرك أمر نبي، فأسلم ابن صوريا عند ذلك، وقال: يَا محمَّد، من يأتيك من الملائكة؟ فقال له:  \"جبريل\" قال: صفه لي، فوصفه له النَّبِيّ - صلى الله عليه وسلم - فقال: أشهد أنَّه في التوراة كما قلت، وإنَّك رسول الله حقًّا، فلما أسلم ابن صوريا وقعت فيه اليهود، وشتموه، فلما أرادوا أن ينهضوا تعلَّقت بنو قريظة ببني النضير، فقالوا: يَا محمدُ، إخواننا بنو النضير، أبونا واحد، وديننا واحد، ونبينا واحد، إذا قتلوا منا قتيلًا لم يقيدونا، وأعطونا ديته سبعين وسقًا من تمر، وإذا قتلنا منهم قتلوا القاتل، وأخذوا منا الضعف: مائة وأربعين وسقًا من تمر، وإن كان القتيل امرأة قتلوا بها الرَّجل منَّا، وبالرجل منهم الرجلين منَّا، وبالعبد منهم الحرَّ منَّا، وجراحاتنا على النصف من جراحاتهم، فاقض بيننا، وبينهم (١) ، فأنزل الله تعالى في الرَّجم، والقصاص. قوله: {يَاأَيُّهَا </p><p>(١) من (ت).</p><p> الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ} (١) . </p><p> {وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ} : رفع بخبر حرف الصفة (٢) ، يعني: ومن الذين هادوا قوم سماعون، وإن شئتَ جعلته خبر ابتداء مضمر - أي: هم سماعون، {لِلْكَذِبِ} قيل: اللام بمعنى إلى، وكان أبو حاتم يقول: اللام في: {لِلْكَذِبِ} لام كي، أي: يسمعون لكي يكذبوا عليك، والسلام في قوله:  {لِقَوْمٍ آخَرِينَ} لام أَجل - أي: من أَجل قوم آخرين. </p><p> {لَمْ يَأْتُوكَ} وهم أهل خيبر {يُحَرِّفُونَ الْكَلِمَ} جمع: الكلمة {مِنْ بَعْدِ مَوَاضِعِهِ} أي: من بعد وضعه (٣) كقوله: {وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ}  (٤) ، وإنما ذكر الكناية ردًّا إلى لفظ الكلم (٥) ، وقرأ علي - رضي الله عنه - </p><p>(١) من قوله: فوضع ابن صوريا يده ... ، إلى هنا ذكره ابن إسحاق في \"السيرة\". انظر: \"السيرة النبوية\" لابن هشام ٣/ ١٠٣.(٢) كذا في النسخ، والمراد أنَّ: {سَمَّاعُونَ} مرفوعة بـ (ش)، ولا تكون (ش) متصلة بما قبلها في المعنى، كقوله تعالى: {فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ} [فاطر: ٣٢].انظر: \"معاني القرآن\" للفراء ١/ ٣٠٨.(٣) في (ت): مواضعه.(٤) البقرة: ١٧٧.(٥) كلام المصنف هنا فيه غموض، يوضحه نص كلام الطبري في \"جامع البيان\" ٦/ ٢٣٦، حيث قال: .. فقال تعالى ذكره: {يُحَرِّفُونَ الْكَلِمَ} يعني: هؤلاء اليهود، والمعنى: حكم الكلم، فاكتفى بذكر الخبر من تحريف الكلم عن ذكر =</p><p> (يحرفون الكلام من بعد مواضعه)  (١) . </p><p> {يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ} إن أفتاكم محمَّد بالجلد والتحميم فاقبلوه، {وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ} أي: كفره وضلالته، قاله مجاهد (٢) ، دليله قوله:  {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ}  (٣) . </p><p> وقال الضحاك: هلاكه (٤) . </p><p> وقال قتادة: عذابه (٥) ، نظيره قوله: {يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ (١٣) } (٦) . </p><p> {فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ} وهذِه أشدُّ آيةٍ على القدرية {لَهُمْ فِي الدُّنْيَا خِزْيٌ} للمنافقين الفضيحة، وهتك السِّتْر، وخوف القتل، ولليهود الجزية (والسبي والنفي)  (٧) ، والقتل، ورؤيتهم من محمَّد وأصحابه فيهم ما يكرهون </p><p>= الحكم؛ لمعرفة السامعين لمعناه، وكذلك قوله: {مِنْ بَعْدِ مَوَاضِعِهِ} والمعنى: من بعد وضع الله ذلك مواضعه، فاكتفى بالخبر من ذكر {مَوَاضِعِهِ} عن ذكر وضع ذلك، كما قال تعالى ذكره: {وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ}، والمعنى: ولكنَّ البرَّ برُّ من آمن بالله واليوم الآخر. (١) وهي قراءة شاذة.انظر: \"مختصر في شوا ذ القرآن\" لابن خالويه (ص ٣٣)، والمتواترة: {الْكَلِمَ}.(٢) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١١٣٣ عن ابن عباس، والسدي.(٣) البقرة: ١٩٣.(٤) انظر: \"الوسيط\" للواحدي ٢/ ١٨٩، \"زاد المسير\" لابن الجوزي ٢/ ٣٥٩.(٥) انظر: \"الوسيط\" للواحدي ٢/ ١٨٩، \"زاد المسير\" لابن الجوزي ٢/ ٣٥٩.(٦) الذاريات: ١٣.(٧) من (ت).</p>"
}