{
  "id": null,
  "sura": 5,
  "aya": 34,
  "text": "<p> ينفون عن طرق الكرام كما ... تنفي المطارق ما بلي القَرَدُ </p><p> ومنه قيل للدراهم الردية: نفاية، ولما تطاير من الماء عن الدلو: نفي (١) ، قال آخر (٢) : </p><p> كأن متنيه من النفي </p><p> مواقع الطير على الصفي </p><p> {ذَلِكَ} الذي ذكرت من الحد {لَهُمْ خِزْيٌ} عذاب وهوان {فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ} . </p><p> ثم قال: </p><p> ٣٤ - {إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٣٤) }. </p><p> قال أكثر العلماء: يعني: إلَّا الذين تابوا من شركهم وحربهم وفسادهم، وآمنوا وأصلحوا من قبل القدرة عليهم، فإنَّه لا سبيل عليهم بشيء من الحدود التي ذكرها الله في هذِه الآية، ولا تبعة لأحد قبله فيما أصاب حال كفره، لا في مال، ولا دم، ولا حرمة، فهذا حكم المشركين المحاربين، فأما المسلمون المحاربون، فاختلفوا فيهم. </p><p>(١) \"القاموس المحيط\" للفيروزآبادي (نفا). (٢) في (ت): قال الراجز، وهو الأخيل الطَّائيّ.انظر في \"الجامع لأحكام القرآن\" للقرطبي ٢/ ٤٣.</p><p> فقال بعضهم: يسقط عنه بتوبته من قبل أن يقدر عليه حد الله، ولا يسقط عنه بها حقوق بني آدم، وهو قول الشَّافعيّ (١) . </p><p> وقال بعضهم: يسقط عنه جميع ذلك، ولا يؤخذ بشيء من أحداثه، إلَّا أن يوجد معه مال بعينه، فيرد إلى صاحبه، أو يطلبه ولي دم بدم تقوم عليه البينة فيه فيقاد به، وأما الدماء والأموال التي أصابها, ولم يطلبها أولياؤها فلا يتبعه الإِمام بشيء، وهذا قول مالك والأوزاعي، والليث بن سعد (٢) . </p><p> وقال بعضهم: إذا استأمن, وجاء تائبًا من قبل القدرة عليه قبل أمانه وتوبته، ولا يؤخذ بشيء من جناياته التي سلفت، ولا يكون لأحد قبله تبعة في دم ولا مال، وهو قول السدي (٣) ، يدل عليه: </p><p> ما روى الشعبي أن حارثة بن بدر (٤) خرج محاربًا في عهد علي بن </p><p>(١) انظر: \"الأم\" للشافعي ٦/ ١٦٦، وقال ابن قدامة في \"المغني\" ١٢/ ٤٨٣: لا نعلم في هذا خلافًا بين أهل العلم، وبه قال مالك، والشافعي، وأصحاب الرأي، وأبو ثور. (٢) انظر قول مالك في \"المدونة الكبرى\" ٤/ ٥٥٤، \"جامع البيان\" للطبري ٦/ ٢٢٢ - ٢٢٣، وفي أثناء الأثر ذكر قول الأَوْزَاعِيّ، وذكر بعده قول الليث، وأقوالهم لا تخالف قول الشَّافعيّ, لأن الجميع متفق على أنَّه إن عفي الأولياء سقطت الحدود عنهم.(٣) أخرجه الطبري في \"جامع البيان\" ٦/ ٢٢٢.(٤) في (ت): زيد، وما في الأصل موافق لما في \"جامع البيان\" للطبري ٦/ ٢٢١، وهو: حارثة بن بدر بن حصين التَّمِيمِيّ، أدرك زمن النبوة، غرق في سنة (٦٤ هـ).ذكره ابن حجر في \"الإصابة\" ٣/ ١٦١.</p><p> أبي طالب فأخاف السبيل، وسفك الدماء وأخذ الأموال، ثم جاء تائبًا من قبل أن يقدر عليه، فأتى الحسن بن عليّ فطلب إليه أن يستأمن له من علي، فأبى، فأتى ابن جعفر، فأبى عليه، فأتى سعيد بن قيس الهمداني، فقبله وضمه إليه، فلما صلى علي الغداة، أتاه سعيد بن قيس، فقال: يَا أمير المُؤْمنين، ما جزاء الذين يحاربون الله ورسوله؟ قال:  {أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ} ، فقال: ما تقول فيمن تاب من قبل أن يقدر عليه؟ فقال: أقول كما قال الله عز وجل: {إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ} الآية، فقال سعيد: وإن كان حارثة بن بدر؟ قال: نعم، فجاء به إليه، فبايعه، وأمنه، وكتب إليه أمانًا مستورًا (١) . </p><p> فقال حارثة: </p><p> ألا أبلغا همدان إما لقيتها ... على النأي لا يسلم عدو يعيبُها </p><p> لعمر أبيها إن همدان تتقي الـ ... إله ويقضي بالكتاب خطيبُها (٢) </p><p> وقال الشعبي: جاء رجل من مراد (٣) إلى أبي موسى، وهو على </p><p>(١) في (ت): منشورًا، وهو موافق لما في \"جامع البيان\" الطبري. (٢) أخرج القصة الطبري في \"جامع البيان\" ٦/ ٢٢١، وابن أبي شيبة في \"المصنف\" ١١/ ٢٩٧ (٣٣٣٣٢).(٣) قبيلة عربية، تنسب إلى مراد يجابر بن مالك بن أدد، وهم بطن من مذحج.انظر: \"لب اللباب\" للسيوطي ٢/ ٢٤٨، وحاشيتها.</p><p> الكوفة في إمرة عثمان بعد ما صلى المكتوبة، فقال: يَا أَبا موسى (١) ، هذا مقام العائذ بك، أنا فلان بن فلان المرادي، وإني كنت حاربت الله ورسوله، وسعيت في الأرض بالفساد، وإني تبت من قبل أن يقدر علي، فقام أبو موسى فقال: إن هذا فلان بن فلان، وإنه كان حارب الله ورسوله، وسعى في الأرض فسادًا، وإنه تاب من قبل أن يقدر عليه، فمن لقيه فلا يعرض له إلَّا بخير، فإن يك صادقًا فسبيل من صدق، وإن يك كاذبًا تدركه ذنوبه، فأقام الرَّجل ما شاء الله ثم إنه خرج، فأدركه الله بذنوبه فقتله (٢) . </p><p> وقال الليث بن سعد: حَدَّثني موسى بن إسحاق المدنِيُّ: أن عليًّا الأسدي (٣) حارب، وأخاف السبيل، وأصاب المال، والدم، فطلبته الأئمة، والعامة، فلم يقدر عليه، حتَّى جاء تائبًا، وذلك أنَّه سمع رجلًا يقرأ هذِه الآية {قُلْ يَاعِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ}  (٤) الآية، فوقف عليه، فقال: يَا عبد الله، أعد، فأعادها عليه، فغمد سيفه، ثم جاء تائبًا، حتَّى قدم المدينة من السحر، ثم اغتسل، وأتى مسجد رسول الله -صلى الله عليه وسلم-، فصلى الصبح، ثم مضى إلى أبي هريرة، </p><p>(١) في الأصل: يَا موسى، وفي (ت): يابا موسى، وكلاهما خطأ، والصواب ما أثبتناه وهو الأَشْعريّ - رضي الله عنه -. (٢) أخرجه الطبري في \"جامع البيان\" ٦/ ٢٢٢.(٣) لم أجد لهما ذكرًا، وقد أخرج الأثر الطبري في \"جامع البيان\" ٦/ ٢٢٣، وفيه أن الليث بن سعد وصف موسى هذا بأنه الأمير عندهم.(٤) الزمر: ٥٣.</p>"
}