{
  "id": null,
  "sura": 5,
  "aya": 31,
  "text": "<p> واختلفوا في مصرعه وموضع قتله: </p><p> قال ابن عباس: على جبل نوذ (١) . </p><p> وقال بعضهم: عند عقبة حرا، حكاه محمَّد بن جرير (٢) . </p><p> وقال جعفر الصادق: بالبصرة، في موضع المسجد الأعظم (٣) . </p><p> فلما قتله تركه بالعراء، ولم يدر ما يصنع به, لأنه كان أول ميت على وجه الأرض من بني آدم، فقصده السباع، فحمله في جراب على ظهره سنة، حتى أروح، وعكفت عليه الطير، والسباع، تنتظر متى يرمي به، فتأكله (٤) . </p><p> ٣١ - قوله- عز وجل {فَبَعَثَ اللَّهُ غُرَابًا يَبْحَثُ فِي الْأَرْضِ لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءَةَ أَخِيهِ} </p><p> فبعث الله غرابين، فاقتتلا فقتل أحدهما صاحبه، ثم حفر له بمنقاره وبرجله، حتى مكَّن له، ثم ألقاه في الحفرة، وواراه، وقابيل ينظر إليه، فلما رأى ذلك {قَالَ يَاوَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَذَا الْغُرَابِ فَأُوَارِيَ سَوْءَةَ أَخِي} أي: جيفته، وفيه دليل على أن الميت كله عورة. </p><p> {فَأَصْبَحَ مِنَ النَّادِمِين} على حمله، لا على قتله. </p><p> وقيل: على فوات أخيه، لا على ركوب الذنب (٥) ، يدل عليه: </p><p>(١) سبق التعريف بهذا الجبل، والأثر ذكره ابن سعد في \"الطبقات الكبرى\" ١/ ٣٧. (٢) في \"تاريخ الرسل والملوك\" ١/ ١٤٤، ولم يذكر قائلًا معينًا.(٣) لم أجده، وقد ذكر السيوطي في \"الدر المنثور\" ٢/ ٤٨٨ قولًا آخر في موضع قتله أنه في جبل قاسيون بدمشق، وعزاه إلى كعب الأحبار.(٤) أخرجه الطبري في \"جامع البيان\" ٦/ ١٩٧ عن عطية.(٥) وقال الطبري في \"جامع البيان\" ٦/ ١٩٩: {فَأَصْبَحَ مِنَ النَّادِمِين} على ما فرط =</p><p> [١٢٥٩] ما أخبرنا أبو عبد الله بن حامد (١) قال: أنا أحمد بن محمَّد بن يوسف (٢) قال: حدثنا أحمد بن إبراهيم بن شاذان (٣) قال: ثنا يعقوب بن سفيان (٤) ، قال: ثنا صفوان بن صالح (٥) ، قال: حدثنا عمر بن عبد الواحد (٦) ، عن الأوزاعي (٧) قال: حدثني المطلب بن عبد الله بن حنطب المخزومي (٨) قال: لما قتل ابن آدم </p><p>= منه، من معصية الله عز ذكره، في قتله أخاه، وذكر القرطبي في \"الجامع لأحكام القرآن\" ٦/ ١٤٢ أن ندم القاتل لم يكن ندم توبة، وإن كان فلم يستوف شروطه، أو أنه ندم، ولم يستمر ندمه، وأقول: إن الأولى ترك المطلق على ما هو عليه بدون تقييد، إلا بنص صحيح، يقطع العذر، وذلك معدوم هنا، فندم القاتل هنا محتمل أنه ندم توبة، وأسف على حصول المعصية منه، أو يكون لسبب آخر، وما دام أن الله تعالى لم يبين ذلك فالسكوت عنه أولى. والله تعالى أعلم. (١) هكذا هنا، وصوابه عبد الله بن حامد، وهو الوزان، لم يذكر بجرح أو تعديل.(٢) أبو العباس السقطي، مختلف في عدالته.(٣) ثقة، ثبت، كثير الحديث.(٤) أبو يوسف الفسوي الكبير، ثقة، حافظ.(٥) ابن صفوان الثقفي -مولاهم- روى عن ابن عيينة، ووكيع، وعمر بن عبد الواحد، وعنه الفسوي، وأبو داود، ثقة، يدلس تدليس التسوية، توفي سنة (٢٣٧ هـ).انظر: \"الثقات\" لابن حبان ٨/ ٣٢١، \"تهذيب الكمال\" للمزي ١٣/ ١٩١، \"سير أعلام النبلاء\" للذهبي ١١/ ٤٧٥، \"تقريب التهذيب\" لابن حجر (ص ٤٥٣).(٦) ابن قيس السلمي، ثقة.(٧) ثقة، جليل، فقيه.(٨) المطلب بن عبد الله بن حنطب المخزومي روى عن أنس، وجابر، وعنه الأوزاعي، وابن جريج، قال أبو زرعة: ثقة. وقال الحافظ: صدوق، كثير التدليس والإرسال. انظر: \"الثقات\" لابن حبان ٥/ ٤٥٠، \"تهذيب الكمال\" للمزي ٢٨/ ٨١، \"سير أعلام النبلاء\" للذهبي ٥/ ٣١٧.</p><p> أخاه رجفت الأرض بما عليها سبعة أيام ثم شربت الأرض دمه، كما تشرب الماء، فناداه الله: أين أخوك هابيل؟ قال: ما أدري، ما كنت عليه رقيبًا، فقال الله عز وجل: إن صوت دم أخيك ليناديني من الأرض، فلم قتلت أخاك؟ قال: فأين دمه، إن كنت قتلته؟ فحرم الله عز وجل على الأرض يومئذ أن تشرب دمًا بعده أبدا (١) . </p><p> [١٢٦٠] وأخبرنا أبو القاسم بن حبيب (٢) قال: أخبرنا أبو الحسن علي بن الحسين بن علي الكراعي (٣) -بمرو- قال: ثنا عبد الله بن محمود السعدي (٤) أن مطهر بن الحكم الكرابيسي (٥) حدثهم قال: ثنا </p><p>(١) [١٢٥٩] الحكم على الإسناد: إسناده ضعيف شيخ المصنف لم يذكر بجرح ولا تعديل، وأحمد بن محمَّد مختلف في عدالته، والمطلب كثير التدليس والإرسال.التخريج:لم أجد من خرجه، وأخرج الطبري في \"جامع البيان\" ٦/ ١٩٨ أثرًا عن ابن حميد عن سلمة، عن محمَّد بن إسحاق، وفيه أن الله نادى قابيل: أين أخوك هابيل؟ فقال: ما أدري ما كنت عليه رقيبًا، فقال الله عز وجل له: إن صوت دم أخيك ليناديني من الأرض ..وهذا الخبر أخذه ابن إسحاق عن الإسرائيليات.(٢) الحبيبي، قيل: كذبه الحاكم.(٣) الكراعي، ذكره الخطيب في \"تاريخ بغداد\" ١٠/ ٣٩٦، ضمن رواة حديث، وسكت عنه.(٤) ثقة، مأمون.(٥) لم يذكر بجرح أو تعديل.</p><p> علي بن الحسين بن واقد (١) ، عن أبيه (٢) ، عن مقاتل بن سليمان (٣) ، عن الضحاك (٤) ، عن ابن عباس قال: لما قتل قابيل هابيل، وآدم بمكة، اشتاك الشجر، وتغيرت الأطعمة، وحمضت الفواكه، وأمرَّ الماء، وأغبرت الأرض، فقال آدم: قد حدث في الأرض شيء، فأتى الهند فإذا قابيل قد قتل هابيل، فأنشأ يقول - وهو أول من قال الشعر: </p><p> تغيرت البلاد ومن عليها ... فوجه الأرض مغبر قبيحُ </p><p> تغير كل ذي لون وطعم ... وقيل بشاشة الوجه الصبيحُ (٥) </p><p> [١٢٦١] وحدثنا أبو القاسم بن حبيب (٦) قال: ثنا أبو عبد الرحمن </p><p>(١) صدوق، يهم. (٢) ثقة، له أوهام.(٣) كذبوه وهجروه، ورمي بالتجسيم.(٤) ابن مزاحم، صدوق، كثير الإرسال.(٥) [١٢٦٠] الحكم على الإسناد:إسناده ضعيف جدًّا، فيه مقاتل كذاب.التخريج:لم أجده عن ابن عباس، ووجدته عن علي، أخرجه الطبري في \"جامع البيان\" ٦/ ١٩٠، والفاكهي في \"أخبار مكة\" ٣/ ٢٠٩، وفي سنده غياث بن إبراهيم، قال ابن معين عنه: كذاب خبيث.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٢/ ٥٧.(٦) قيل: كذبه الحاكم.</p><p> ابن عمر بن أحمد بن مالك الجوهري (١) -بمرو- قال: ثنا أبو عبد الله محمَّد بن إبراهيم بن سعيد العبدي (٢) ، ثنا أبو جعفر عبد الله بن محمَّد ابن نفيل الحراني (٣) ، قال: ثنا النضر بن عربي (٤) ، عن ميمون بن مهران (٥) ، عن ابن عباس قال: من قال: إن آدم قال شعرًا فقد كذب على الله ورسوله، ورمى آدم بالمآثم، إن محمدًا والأنبياء كلهم في النهي عن الشعر سواء، قال الله جل ذكره:  {وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ}  (٦) ، ولكن لما قتل قابيل هابيل رثاه آدم، وهو سرياني، وإنما يقول الشعر من تكلم بالعربية، فلما قال آدم مرثيته في ابنه هابيل، وهو أول شهيد كان على وجه الأرض، قال آدم لشيث: يا بني إنك وصيتي، احفظ هذا الكلام ليتوارث، فيرق الناس عليه، فلم يزل ينقل حتى وصل إلى يعرب بن قحطان، وكان يتكلم بالعربية والسريانية، وهو أول من خط بالعربية، وكان يقول الشعر، فنظر في المرثية فإذا هو سجع، فقال: إن هذا ليقوم شعرًا، فرد المقدم إلى المؤخر، والمؤخر إلى المقدم فوزنه شعرًا وما زاد فيه وما نقص، تحريا من ذلك: </p><p>(١) من نقاد أئمة الحديث بمرو، وكان حافظًا. (٢) ثقة، حافظ.(٣) ثقة، حافظ.(٤) في (ت): النضر بن محمَّد، وهو خطأ، وهو النضر بن عربي الباهلي، لا بأس به.(٥) ثقة، فقيه، وكان يرسل.(٦) يس: ٦٩.</p><p> تغيرت البلاد ومن عليها ... فوجه الأرض مغبر قبيحُ </p><p> تغير كل ذي طعم ولون ... وقيل بشاشة الوجه الصبيحُ </p><p> فقابيل أذاق الموت هابيلا ... فواحزنا لقد فُقد المليحُ </p><p> وما لي لا أجود بسكب دمع ... وهابيل تضمنه الضريحُ </p><p> وجاءت شهلة ولها رنين ... لهابلها وقابلها تصيحُ </p><p> لقتل ابن النبي بغير جرم ... فقلبي عند قتلته جريحُ </p><p> أرى طول الحياة علي غما ... فهل أنا من حياتي مستريحُ </p><p> وجاورنا عدو ليس يفنى ... لعين ما يموت فنستريحُ </p><p> وقالت حواء: </p><p> دع الشكوى فقد هلكا جميعًا ... بهلك ليس بالثمن الربيحِ </p><p> وما يغني البكاء عن البواكي ... إذا ما المرء غيب في الضريحِ </p><p> فبكِّ النفس منك ودع هواها ... فلست مخلدًا بعد الذبيحِ </p><p> فأجابه إبليس في جوف الليل، شامتًا به: </p><p> تنح عن البلاد وساكنيها ... فبي في الخلد ضاق بك الفسيحُ </p><p> وكنت بها وزوجك في رخاء ... وقلبك من أذى الدنيا مريحُ </p><p> فما زالت مكايدتي ومكري ... إلى أن فاتك الخلد الربيحُ </p><p> فلولا رحمة الجبار أضحى ... بكفك من جنان الخلد ريحُ (١) </p><p> وقال سالم بن أبي الجعد: لما قتل هابيل مكث آدم عليه السلام مائة سنة </p><p>(١) [١٢٦١] الحكم على الإسناد: إسناده ضعيف، شيخ المصنف كذبه الحاكم.التخريج:لم أجد من خرج هذا النص بتمامه، لكني وجدت في \"تاريخ بغداد\" للخطيب ٥/ ١٢٨، عن ابن عباس قوله: لما قتل ابن آدم أخاه قال آدم عليه السلام .. فذكر الأبيات الثلاثة الأولى، ثم ذكر إجابة إبليس له. أخرجه من طريق أبي البختري عبد الله بن محمَّد بن شاكر، حدثني أحمد بن محمَّد المخرمي عن عبد العزيز بن الرماح، عن سفيان بن عيينة، عن ابن أبي نجيح، عن مجاهد، عن ابن عباس.وأخرج أبو نعيم في \"حلية الأولياء\" ٦/ ٦٣، والطبري في \"تاريخ الرسل والملوك\" ١/ ١٤٥ عن شهر بن حوشب، ذكر البيتين الأولين من شعر آدم فقط، وكذا ابن عدي في \"الكامل\" ٤/ ٣٨.</p><p> حزينًا، لا يضحك، ثم أتى فقيل له: حياك الله وبياك، أي أضحكك (١) . </p><p> ولما مضى من عمر آدم عليه السلام مائة وثلاثون سنة، وذلك بعد أن قتل هابيل بخمس سنين ولدت له حواء شيثا، وقيل: شتا، وتفسيره: هبة الله، يعني: أنه خلف من هابيل، وعلمه الله ساعات الليل والنهار، وأعلمه عبادة الخلق في كل ساعة منها، وأنزل عليه خمسين صحيفة، وصار وصي آدم وولي عهده. </p><p> وأما قابيل فقيل له: اذهب طريدًا شريدًا فزعًا مرعوبًا، لا تأمن من تراه، فأخذ بيد أخته إقليما وهرب بها إلى عدن، من أرض اليمن، فأتاه إبليس فقال له: إنما أكلت النار قربان هابيل؛ لأنه كان يخدم النار، ويعبدها، فانصب أنت أيضًا نارًا، تكون لك ولعقبك، فبنى بيت نار، فهو أول من نصب النار وعبدها، قالوا: وكان لا يمر به أحد من ولده إلا رماه، فأقبل ابن لقابيل أعمى ومعه ابن له، فقال للأعمى ابنه: هذا أبوك قابيل، فرمى الأعمى أباه قابيل فقتله، فقال ابن الأعمى: قتلت أباك؟ فرفع يده فلطم ابنه، فمات، فقال الأعمى ويل لي قتلت أبي برميتي، وقتلت ابني بلطمتي (٢) . </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٦/ ١٩٠، وفي إسناده حسان بن المصك ضعيف، لفحش خطئه، ووهمه. انظر: \"تقريب التهذيب\" لابن حجر (ص ٢٣٢).(٢) لم أجد قائل هذا الأثر، وانظر: \"تفسير البغوي\" ٣/ ٤٥ - ٤٦.</p><p> قال مجاهد: فعلقت إحدى رجلي قابيل إلى فخذها وساقها، وعلقت من يومئذ إلى يوم القيامة، ووجهه إلى الشمس، حيث ما دارت عليه، في الصيف حظيرة من نارة، وفي الشتاء حظيرة من ثلج (١) . </p><p> قالوا: واتخذ أولاد قابيل آلات اللهو من اليراع، والطبول، والمزامير، والعيدان، والطنابير، وانهمكوا في اللهو، وشرب الخمر، وعبادة النار، والزنا والفواحش، حتى غرقهم الله بالطوفان أيام نوح، وبقي نسل شيث (٢) . </p><p> قال عبد الله بن عمرو: وإنا لنجد ابن آدم القاتل يقاسم أهل النار العذاب قسمة صحيحة، عليه شطر عذابهم (٣) . </p><p> [١٢٦٢] أخبرنا عبد الله بن حامد الوزان (٤) قال: ثنا مكي بن عبدان (٥) ، ثنا عبد الله بن هاشم (٦) ، قال ثنا عبد الرحمن (٧) ، ثنا </p><p>(١) أخرج قول مجاهد الطبري في \"جامع البيان\" ٦/ ١٨٧، وعبد بن حميد، وابن المنذر، كما في \"الدر المنثور\" للسيوطي ٢/ ٤٨٤. (٢) لم أعرف من القائل.وانظر: \"معالم التنزيل\" للبغوي ٣/ ٤٦.(٣) أخرجه الطبري في \"جامع البيان\" ٦/ ١٩٤، وابن عساكر في \"تاريخ دمشق\" ٤٩/ ٤٦، من طريق عبد الله بن عمرو.(٤) لم يذكر بجرح أو تعديل.(٥) المحدث، الثقة، المتقين.(٦) ثقة.(٧) ابن مهدي، الثقة المثبت، الحافظ.</p><p> سفيان (١) ، عن الأعمش (٢) ، عن عبد الله بن مرة (٣) ، عن مسروق (٤) ، عن عبد الله (٥) ، عن النبي - صلى الله عليه وسلم - قال:  \"لا تقتل نفس مسلمة إلا كان على ابن آدم كفل من دمه؛ لأنه أول من سن القتل\"  (٦) . </p><p> [١٢٦٣] أخبرنا الحسين بن محمَّد بن الحسين الدينوري (٧) قال: ثنا عمر بن محمَّد بن عبد الله بن قيوما النهرواني (٨) ، ثنا علي بن محمَّد ابن مهرويه القزويني (٩) ، </p><p>(١) الثوري، ثقة، حافظ، إمام حجة، كان ربما دلس. (٢) ثقة، حافظ، لكنه يدلس.(٣) عبد الله بن مرة الهمداني البخاري، الكوفي، وثقه ابن معين وأبو زرعة والنسائي وابن حبان، وابن سعد وقال: وله أحاديث صالحة. مات في خلافة عمر بن عبد العزيز، سنة (١٠٠ هـ).\"التاريخ الكبير\" للبخاري ٥/ ١٩٢، \"الجرح والتعديل\" لابن أبي حاتم ٥/ ١٦٥، \"الثقات\" لابن حبان ٥/ ٤٢، \"تهذيب الكمال\" للمزي ١٦/ ١١٤.(٤) ثقة.(٥) ابن مسعود، الصحابي، المشهور.(٦) [١٢٦٢] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه البخاري في كتاب أحاديث الأنبياء، باب خلق آدم وذريته (٣٣٣٥)، ومسلم كتاب القسامة، باب بيان إثم من سن القتل (١٦٧٧)، والنسائي في \"التفسير\" ١/ ٤٣٣ (١٦٢) وغيرهم، من طريق عبد الله بن مرة عن مسروق به.(٧) المحدث، الثقة، المتقن.(٨) كان أحد الشهود المعدلين.(٩) محله الصدق.</p><p> ثنا علي بن أحمد الصباح (١) قال: ثنا أبو تقي هشام بن عبد الملك (٢) قال: ثنا يزيد بن خالد القرشي (٣) ، ثنا عبد الرحمن ابن كسرى (٤) ، عن مسلم بن عبد الله (٥) ، عن سعيد بن صور (٦) ، عن أنس بن مالك قال: سئل رسول الله - صلى الله عليه وسلم - عن يوم الثلاثاء فقال:  \"يوم دم\" ، قالوا: كيف ذاك يا رسول الله؟ قال:  \"فيه حاضت حواء\" وقتل ابن آدم أخاه\" (٧) . </p><p>(١) لم أجده. (٢) أبو تقي الحمصي، روى عن إسماعيل بن عياش، وبقية، وعنه أبو داود، والنسائي، صدوق ربما وهم، توفي سنة (٢٥١ هـ).انظر: \"تهذيب الكمال\" للمزي ٣٠/ ٢٢٣، \"تذكرة الحفاظ\" للذهبي ٢/ ٥٢٨، \"تقريب التهذيب\" لابن حجر (ص ١٠٢٢).(٣) يزيد بن خالد بن مرشل القرشي، روى عن عبد الرحمن بن ثابت، وعنه موسى بن سهل، وثقه أبو حاتم في \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٢٥٩.(٤) لم أجده.(٥) لم أجده.(٦) لم أجده.(٧) [١٢٦٣] الحكم على الإسناد:إسناده ضعيف جدًّا، فيه مجاهيل.التخريج:لم أجده عن أنس بعد البحث، وقد أخرج أبو داود في كتاب الطب، باب متى تستحب الحجامة (٣٨٦٢)، والمزي في \"تهذيب الكمال\" ٣٥/ ٢٩٦ من طريق موسى بن إسماعيل، حدثنا بكار بن عبد العزيز بن أبي بكرة عن عمته كيسة بنت أبي بكرة، عن أبيها مرفوعًا: \"أن يوم الثلاثاء يوم دم، وفيه ساعة لا يرقأ\" وهذا سند ضعيف، كيسة لا يعرف حالها.</p>"
}