{
  "id": null,
  "sura": 5,
  "aya": 45,
  "text": "<p> إنَّها تقع على جميع ما أنزل الله لا على بعضه، فكلُّ من لم يحكم بجميع ما أنزل الله فهو كافر، ظالم فاسق، فأمَّا من حكم بما أنزل الله من التوحيد، فترك الشرك ثم لم يحكم ببعض ما أنزل الله من الشرائع استوجب حكم هذِه الآيات (١) . </p><p> قالت العلماء: هذا إذا ترك نصَّ حكم الله عيانًا عمدًا، فأمَّا من جهله، أو خفي عليه، أو أخطأ في تأويلٍ انتزعه أو دليل اتجه له، فلا. </p><p> وأجراها بعضهم على الظاهر، قال ابن مسعود، والسدي: من ارتشى في الحكم، وجار فيه، وبدَّله عمدًا، فهو كافر (٢) . </p><p> ٤٥ - قوله:  {وَكَتَبْنَا عَلَيْهِمْ فِيهَا} أي: وأوجبنا على بني إسرائيل في التوراة {أَنَّ النَّفْسَ </p><p>(١) [١٢٨٦] الحكم على الإسناد: شيخ المصنف كذبه الحاكم.التخريج:لم أجده منسوبًا إليه بعد البحث عنه.وانظر: \"الوسيط\" للواحدي ٢/ ١٩١.(٢) أخرجه سعيد بن منصور في \"سننه\" ٤/ ١٤٦٦ (٧٤٠) عن ابن مسعود، والطبري في \"جامع البيان\" ٦/ ٢٥٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١١٤٢ عن السدي، والمؤلف نقل عنهما بالمعني، ولم يلتزم نص العبارة عنهما.وقد فصَّل الشيخ محمد بن إبراهيم رحمه الله في مسألة الحكم بغير ما أنزل الله تفصيلًا علميًا متينًا، وقرر هذِه المسألة بما لا مزيد عليه.انظر: رسالته القيمة: \"تحكيم القوانين\".وانظر: \"الحكم بغير ما أنزل الله: أحواله وأحكامه\"، د. عبد الرحمن المحمود.</p><p> بِالنَّفْسِ} يعني: النفس القاتلة بالنفس المقتولة، وما يقتل به {الْعَيْنَ بِالْعَيْنِ} تُفْقأ بها {وَالْأَنْفَ بِالْأَنْفِ} يُجْدع به {وَالْأُذُنَ بِالْأُذُنِ} يُقْطع به، وخفَّف نافع:  {وَالْأُذُنَ} في جميع القرآن، وثقَّله الباقون (١)  {وَالسِّنَّ بِالسِّنِّ} يُقلع به، وسائر الجوارح قياسًا على العين، والأنف، والأذن {وَالْجُرُوحَ قِصَاصٌ} . </p><p> وهذا مخصوص فيما يمكن القصاص فيه، فأمَّا ما كان من رضَّة لحم، أو هَيْضة عظم، أو هدَّة ركن، لا يحيط به العلم، ففيه أَرْش، أو حكومة (٢) . </p><p>(١) أي: قرأ نافع بسكون الذال، والباقون بضمها. انظر: \"الإقناع\" لابن الباذش ٢/ ٦٣٤، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٥٤.(٢) قوله: (رضة لحم) الرضّ هو: الدقُّ الذي يكسر، ويفتت.انظر: \"القاموس المحيط\" للفيروزآبادي (رضَّ).وقوله: (هيضة عظم) أي: الكسر بعد الجبر، وقيل: كسر العظم كسرا دون الهدِّ، وفوق الرضِّ.انظر: \"القاموس المحيط\" للفيروزآبادي (هض).وقوله: (هدَّة ركن) الهد هو: الكسر الشديد.انظر: \"القاموس المحيط\" للفيروزآبادي (هد).وقوله: (أرش، أو حكومة) الأرش: هو دية الجراحات، وقيل: ليس له قدر معلوم.انظر: \"القاموس المحيط\" للفيروزآبادي (أرش)، \"المطلع\" للبعلي (ص ٢٣٧).و(الحكومة) مصدر حكم يحكم -أي: ما يحكم به القاضي.انظر: \"القاموس المحيط\" للفيروزآبادي (حكم).</p><p> واختلف القراء في هذِه الآية، فقرأ الكسائي {وَالْعَيْنَ} رفعًا إلى آخره، واختاره أبو عبيد، لما: </p><p> [١٢٨٧] أخبرنا أبو محمد عبد الله بن يوسف بن أحمد الأصبهاني (بقراءتي في المحرم سنة تسع وثمانين وثلاثمائة)  (١) قال أخبرنا أبو رجاء محمد بن حامد بن محمد التميمي (٢) المقرئ بمكة (سنة أربعين وثلاثمائة)  (٣) ، قال ثنا أبو عبد الله محمد بن الجهم السمري (٤) ، ثنا عبد الله بن عمرو بن أمية (٥) ، عن عبد الله بن المبارك (٦) ، عن يونس بن يزيد الأيلي (٧) ، عن ابن شهاب (٨) ، عن أنس: أن رسول الله - صلى الله عليه وسلم - قرأ:  {وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ} نصبًا، ورفع {وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ </p><p>(١) من (ت). والأصبهاني ثقة.(٢) مقرئ، متصدر، ثقة.(٣) من (ت).(٤) ثقة، صدوق.(٥) الضمري، أبو جعفر، ذكره ابن حبان في \"الثقات\"، وقال ابن حجر في \"تقريب التهذيب\": مقبول، وذكره أيضًا البخاري في \"التاريخ الكبير\" ٥/ ١٥٣، ابن أبي حاتم \"الجرح والتعديل\" ٥/ ١١٨، \"الثقات\" لابن حبان ٥/ ٤٠، \"تهذيب الكمال\" للمزي ١٥/ ٣٤٩، \"تقريب التهذيب\" لابن حجر (٣٤٩٦).(٦) الإمام، الثقة، الثبت.(٧) ثقة، إلا أن في روايته عن الزهري، وهمًا قليلًا.(٨) الزهري، الفقيه الحافظ، متفق على جلالته وإتقانه.</p><p> {الْجُرُوحَ قِصَاصٌ} رفع كله (١) . </p><p> وأما أبو جعفر، وابن كثير، وابن عامر، وأبو عمرو فكانوا يرفعون {وَالْجُرُوحَ} وينصبون سائرها، واختاره أبو حاتم، قال: لأن لها نظائر في القرآن، منها قوله:  {أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ}  (٢) ، {إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ}  (٣) ، {وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا}  (٤) . </p><p> وقرأ نافع، وعاصم، والأعمش، وحمزة، ويعقوب، وأيوب كلها نصبًا (٥) ، ودليلهم قراءة أبي: (إن النفس بالنفس، وإن العين بالعين، </p><p>(١) [١٢٨٧] الحكم على الإسناد: فيه عبد الله بن عمرو، مقبول، والحديث ثابت من وجه آخر عن ابن المبارك، كما سيأتي في التخريج.التخريج:أخرجه الدوري في \"جزء قراءات النبي - صلى الله عليه وسلم -\" (ص ٨٨) (٣٧) من طريق يحيى بن واضح، عن ابن المبارك به مثله. وهذا سند صحيح.وأخرجه من طريق ابن المبارك أيضًا أبو داود، كتاب الحروف والقراءات، باب (٣٩٧٧)، والترمذي، أبواب القراءات (٢٩٢٩)، والحاكم في \"المستدرك\" ٢/ ٢٥٨، وصححه الحاكم، وهو كما قال.(٢) التوبة: ٣.(٣) الأعراف: ١٢٨.(٤) الجاثية: ٣٢.(٥) نظر: هذِه الأوجه في \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ١٦٢)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٥٤، وأيوب لعله بن تميم التميمي، ضابط مشهور، توفي سنة (١٩٨ هـ).انظر: \"غاية النهاية\" لابن الجزري ١/ ١٧٢.</p><p> وإن الأنف (وإن الأذن)  (١) ، وإن السن، وإن الجروح قصاص). </p><p> {فَمَنْ تَصَدَّقَ بِهِ} أي: بالقصاص {فَهُوَ كَفَّارَةٌ لَهُ} ، اختلفوا في الهاء التي في قوله {بِهِ} ، فقال قوم: هي كناية عن المجروح وولي القتيل، ومعناه: فمن تصدق به فهو كفارة للمتصدق، يهدم عنه ذنوبه بقدر ما تصدق به، وهو قول. عبد الله بن عمرو، والحسن، والشعبي، وقتادة، وجابر بن زيد (٢) . </p><p> ودليل هذا التأويل: </p><p> [١٢٨٨] ما أخبرني ابن فنجويه (٣) قال: ثنا عمر بن الخطاب (٤) ، ثنا عبد الله بن الفضل (٥) ، قال: ثنا أبو خيثمة (٦) ، ثنا جرير (٧) ، عن مغيرة (٨) ، عن الشعبي (٩) ، عن عبادة بن الصامت (١٠) ، قال: قال رسول الله - صلى الله عليه وسلم -: \"من تصدق من جسده بشيء كفَّر الله عنه بقدره من </p><p>(١) سقط من (ت)، وقراءة أبيِّ ذكرها أبو حيان في \"البحر المحيط\" ٣/ ٥٠٧. (٢) أخرج أقوالهم الطبري في \"جامع البيان\" ٦/ ٢٦٠، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١١٤٦ عن ابن عمرو.(٣) ثقة، صدوق، كثير الرواية للمناكير.(٤) لم يتبين لي من هو.(٥) ابن ذاخرة، لم أجده.(٦) زهير بن حرب، ثقة، ثبت.(٧) ابن عبد الحميد، ثقة، صحيح الكتاب، قيل: كان يهم بأخرة.(٨) ابن مقسم الضبي، ثقة، متقن، وكان يدلس.(٩) ثقة، مشهور، فقيه، فاضل.(١٠) صحابي، مشهور.</p><p> ذنوبه\" (١) . </p><p> [١٢٨٩] وأخبرني الحسين بن محمد (٢) قال: ثنا أبو بكر (بن مالك)  (٣) القطيعي (٤) ، حدثنا عبد الله بن أحمد بن حنبل (٥) قال: حدثني أبي (٦) ، ثنا وكيع (٧) ، ثنا يونس بن أبي إسحاق (٨) ، عن أبي السَّفَر (٩) قال: كسر رجل من قريش سنَّ رجل من الأنصار، </p><p>(١) [١٢٨٨] الحكم على الإسناد: إسناد المصنف فيه عمر بن الخطاب، وعبد الله بن الفضل لم أجدهما؛ لكن الحديث صحيح من غير طريقهما، كما سيأتي في التخريج.التخريج:أخرجه النسائي في \"السنن الكبرى\" ٦/ ٣٣٥ (١١١٤٦)، والواحدي في \"الوسيط\" ٢/ ١٩٣، والضياء في \"الأحاديث المختارة\" ٨/ ٣٠٤ (٣٦٦٠) من طريق جرير عن مغيرة به، وقال الضياء: إسناده صحيح.وأخرجه أحمد في \"مسنده\" ٥/ ٣٢٩ (٢٢٧٩٢)، والطبري في \"جامع البيان\" ٦/ ٢٦٠ من طريق هشيم، عن جرير به.(٢) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٣) من (ت).(٤) ثقة.(٥) ثقة.(٦) إمام، ثقة، حافظ، فقيه.(٧) ثقة، حافظ، عابد.(٨) صدوق، يهم قليلاً.(٩) أبو السفر -بفتح السين والفاء- سعيد بن يحمد الهمداني، روى عن البراء، وأبي الدرداء، ولم يسمع منه، وعنه يونس، وشعبة، ثقة، توفي سنة (١١٣ هـ).انظر: \"تهذيب الكمال\" للمزي ١١/ ١٠١، \"سير أعلام النبلاء\" للذهبي ٥/ ٧٠، \"تهذيب التهذيب\" لابن حجر ٢/ ٤٩.</p><p> فاستعدى عليه معاوية (١) ، فقال القرشي: إن هذا داق سني. </p><p> قال معاوية: كلا، إنا سنرضيه، فلما ألح عليه الأنصاري قال معاوية: شأنك لصاحبك (٢) ، وأبو الدرداء جالس، فقال أبو الدرداء: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"ما من مسلم يصاب بشيء من جسده فتصدق به إلا رفعه الله عز وجل به درجة، وحط عنه به خطيئة\" ، فقال الأنصاري: أنت سمعت هذا من رسول الله - صلى الله عليه وسلم -؟ قال: نعم، سمعته أذناي، ووعاه قلبي، فعفا عنه (٣) . </p><p> [١٢٩٠] وأخبرني الحسين بن محمد (٤) قال: ثنا هارون بن محمد ابن هارون العطار (٥) ، قال: ثنا الحسن بن علي بن عيسى السيسري (٦) </p><p>(١) في (ت): بصاحبك. (٢) صحابي، مشهور.(٣) [١٢٨٩] الحكم على الإسناد:إسناده ضعيف لانقطاعه بين أبي السفر، وأبي الدرداء؛ لكن يشهد له حديث عبادة قبله، وبه يتقوى حديث أبي الدرداء.التخريج:أخرجه المحاملي في \"الأمالي\" (ص ٣٣١) (٥٧)، وأحمد في \"مسنده\" ٦/ ٤٤٨ (٢٧٥٣٤)، وابن ماجه كتاب الديات، باب العفو في القصاص، والترمذي في أبواب الديات، باب ما جاء في العفو (١٣٩٣)، والطبري في \"جامع البيان\" ٦/ ٢٦٠، والبيهقي في \"السنن الكبرى\" ٨/ ٥٥ من طريق يونس، عن أبي السفر، عن أبي الدرداء.(٤) ثقة، صدوق، كثير الرواية للمناكير.(٥) لم أجده.(٦) لم أجده. =</p><p> قال: أخبرنا إسحاق الأزرق (١) ، عن عوف (٢) ، عن علقمة بن وائل الحضرمي (٣) ، عن أبيه (٤) قال: جيء بالقاتل الذي قتل إلى رسول الله - صلى الله عليه وسلم -، جاء به ولي المقتول فقال له رسول الله - صلى الله عليه وسلم -: \"أتعفو؟ \" قال: لا، قال:  \"أتأخذ الدية؟ \" قال: لا، قال:  \"أتقتل؟ \" قال: نعم، قال:  \"فاذهب\" . </p><p> فلما ذهب دعاه فقال له:  \"أتعفو؟ \" قال: لا، قال:  \"أتأخذ الدية؟ \" قال: لا، قال:  \"أتقتل؟ \" قال: نعم، قال:  \"فاذهب\" . فلما ذهب دعاه فقال له:  \"أما إنك إن عفوت عنه فإنه يبوء بإثمك، وإثم صاحبك\" ، قال: فعفا عنه، فأرسله، فرأيته وهو يجر نَسْعَتَه (٥) . </p><p>(١) ثقة. (٢) ابن أبي جميلة الأعرابي، ثقة، رمي بالقدر والتشيع.(٣) ابن حجر الحضرمي، صدوق.(٤) صحابي، مشهور.(٥) [١٢٩٠] الحكم على الإسناد:إسناد المؤلف فيه السيسري، والعطار مجهولان، والحديث صحيح من غير هذا الوجه، كما سيأتي في التخريج.التخريج:أخرجه النسائي في \"السنن الكبرى\" ٤/ ٢١٣ (٦٩٢٥) من طريق محمد بن إسماعيل، عن إسحاق الأزرق، عن عوف به. وهذا سند صحيح.وأخرجه أبو داود كتاب الديات، باب الإمام يأمر بالعفو في الدم (٤٤٩٩)، والطبراني في \"المعجم الكبير\" ٢٢/ ١٠ (٦)، والبيهقي في \"السنن الكبرى\" ٨/ ٥٥، والدارمي في \"المسند\" (٢٤٠٤)، وابن أبي شيبة في \"المصنف\" ٩/ ٢٦٠ (٢٨٤٥٤) من طريق عوف، عن حمزة أبي عمر العائذي عن علقمة به. =</p><p> [١٢٩١] وأخبرني الحسين بن محمد (١) قال [ثنا] محمد بن علي ابن الحسين القاضي (٢) قال: ثنا أبو نصر محمد بن حمدويه المروزي (٣) قال ثنا محمود بن آدم (٤) قال: ثنا سفيان (٥) قال: ثنا عمران (٦) عن عدي بن ثابت الأنصاري (٧) قال: طعن رجل رجلًا على عهد معاوية، فأعطوه ديتين على أن يرضى فلم يرض، فأعطوه ثلاث ديات، فلم يرض، فحدَّث رجل (٨) من أصحاب النبي - صلى الله عليه وسلم - عن النبي - صلى الله عليه وسلم - أنه قال:  \"من تصدق بدم فما دونه كان كفارة له من يوم ولد إلى يوم تصدق به\" ، قال: فتصدق به (٩) . </p><p>= وأخرجه الطبراني في \"المعجم الكبير\" ٢٢/ ٤٣ (١٠٨) من طريق وكيع عن شعبة، عن عمرو بن مرة، عن أبي البختري، عن عبد الرحمن اليحصبي، عن وائل بن حجربه. (١) ثقة، صدوق، كثير الرواية للمناكير.(٢) ابن الفأفاء، لم يذكر بجرح أو تعديل.(٣) ثقة، حافظ.(٤) صدوق.(٥) ابن عيينة، ثقة، حافظ، إمام، تغير بأخرة، وربما دلس عن الثقات.(٦) ابن ظبيان الحنفي، روى عن عدي، وعنه ابن عيينة.ضعيف، رمي بالتشيع.انظر: \"المجروحين\" لابن حبان ٢/ ١٢٣، \"الضعفاء\" للعقيلي ٣/ ٢٩٨، \"الكامل\" لابن عدي ٥/ ١٧٤٧.(٧) ثقة، رمي بالتشيع.(٨) الرجل المبهم الذي حدث عن النبي - صلى الله عليه وسلم - لعله أبو الدرداء، الذي سبق حديثه قريبا، وقد بحثت عنه كثيرًا فلم أجده على القطع، وعلى كلِّ فجهالة الصحابي لا تضر.(٩) [١٢٩١] الحكم على الإسناد:إسناده ضعيف، آفته عمران، ومحمد القاضي لم يذكر بجرح أو تعديل. =</p><p> [١٢٩٢] وأخبرني الحسين (بن محمد)  (١) قال: ثنا عبد الله بن يوسف بن أحمد بن مالك (٢) ، قال: ثنا أبو يعقوب يوسف بن أحمد ابن كركا (٣) ، قال: ثنا أبو يعقوب إسحاق بن إبراهيم (٤) بمصر، قال: ثنا عبد الأعلى بن حماد (٥) قال ثنا بشر بن منصور (٦) ، عن عمر بن نبهان (٧) ، عن جابر بن عبد الله، عن النبي - صلى الله عليه وسلم - أنه قال: \"ثلاث من جاء بهن مع إيمان دخل الجنة، من أي أبواب الجنة </p><p>= التخريج: أخرجه سعيد بن منصور في \"سننه\" ٤/ ١٤٩٥ (٧٦٢)، وابن أبي شيبة في \"المصنف\" ٢/ ١٣٣ (١٨٦١)، وأبو يعلي في \"مسنده\" ١٢/ ٢٨٤ (٦٨٦٩)، والطبري في \"جامع البيان\" ٦/ ٢٦٢، كلهم من طريق سفيان عن عمران به.(١) من (ت).وهو ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٢) لم يذكر بجرح أو تعديل.(٣) لم يذكر بجرح أو تعديل.(٤) ابن الخليل الجلاب، ثقة.(٥) النرسي الباهلي، ثقة.(٦) السليمي، روى عن عمر بن نبهان، والثوري، وشعبة، وعنه عبد الأعلى، والفضيل، قال أحمد: ثقة، ثقة، وزيادة، وقال الحافظ: صدوق، عابد، زاهد، توفي سنة (١٨٠ هـ).انظر: \"التاريخ الكبير\" للبخاري ٢/ ١ (٨٤)، \"الجرح والتعديل\" لابن أبي حاتم ١/ ١ (٣٦٦)، \"الكاشف\" للذهبي ١/ ١٥٧، \"تقريب التهذيب\" لابن حجر (٧٠٤).(٧) العبدي، روى عن أبي شداد، والحسن، وعنه بشر، قال البخاري: لا يتابع في حديثه. وقال ابن حجر: ضعيف.انظر: \"التاريخ الكبير\" للبخاري ٣/ ٢ (٢٠٢)، \"تهذيب الكمال\" للمزي ٢١/ ٥١٥، \"تقريب التهذيب\" لابن حجر (ص ٧٢٨).</p><p> شاء، وزُوِّج من الحور العين حيث شاء، من أدى دينًا خفيًّا، وعفا عن قاتله، وقرأ دبر كل صلاة مكتوبة عشر مرات {قُلْ هُوَ اللَّهُ أَحَدٌ}  \"،قال أبو بكر:أو إحداهن يا رسول الله،قال:\" أو إحداهن\" (١) . </p><p> وقال آخرون: عنى بذلك الجارح والقاتل يعني: إذا عفا المجني عليه عن الجاني فعفوه عن الجاني كفارة لذنب الجاني، لا يؤاخذ به في الآخرة، كما أن القصاص كفارة له، فأما أجر العافي المتصدق فعلي الله تعالى، قال الله تعالى {فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ}  (٢) ، وهذا قول إبراهيم ومجاهد، وزيد بن أسلم، وروي ذلك عن ابن عباس (٣) ، </p><p>(١) [١٢٩٢] الحكم على الإسناد: إسناده ضعيف جدّا، عبد الله بن يوسف، وابن كركا لم يذكر بجرح أو تعديل، وعمر ضعيف.التخريج:أخرجه الطبراني في \"الدعاء\" (ص ٢١٢) (٦٧٣)، وفي \"المعجم الأوسط\" ٣/ ٣٤٧ (٣٣٦١)، وأبو نعيم في \"حلية الأولياء\" ٦/ ٢٤٣ من طريق بشر، عن عمر، عن أبي شداد، عن جابر به، وأبو شداد هذا مجهول، ولم يذكر في سند المؤلف فلعله سقط من النساخ.(٢) الشورى: ٤٠.(٣) أخرج ذلك عنهم الطبري في \"جامع البيان\" ٦/ ٢٦١.وأخرج قول إبراهيم، ومجاهد أيضًا سعيد بن منصور في \"سننه\" ٤/ ١٤٩٤ - ١٤٩٥ (٧٦٠، ٧٦١)، والثوري في \"تفسيره\" (ص ١٠٢) (٢٤٥)، ومن طريقه ابن أبي شيبة في \"المصنف\" ٩/ ٢٥٩ (٢٨٤٤٥)، وابن حزم في \"المحلي\" ١٢/ ٢٣٢. وأخرج قول ابن عباس أيضًا سعيد بن منصور في \"سننه\" ٤/ ١٤٩١ (٧٥٧)، وابن أبي شيبة في \"المصنف\" ٩/ ٢٥٩ (٢٨٤٥٠)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١١٤٦.</p>"
}