{
  "id": null,
  "sura": 5,
  "aya": 26,
  "text": "<p> فقال موسى: إلهي، لو أنك قتلت هذا الشعب كلهم كرجل واحد لقالت الأمم الذين سمعوا: إنما هذا الشعب من أجل أنه لم يستطع أن يدخلهم الأرض، فقتلهم في البرية، وإنك طويل صبرك، كثيرة نعمك، وأنت تغفر الذنوب، وتحفظ الآباء على الأبناء، وأبناء الأبناء (١) ، فأغفر لهم ولا توبقهم. </p><p> فقال الله تعالى لموسى: قد غفرت لهم بكلمتك، ولكن بعد ما سميتهم فاسقين، ودعوت عليهم، بي حلفت عليهم لأحرمن عليهم دخول الأرض المقدسة، غير عبدي يوشع وكالب، ولأتيهنهم في هذِه البرية أربعين سنة مكان كل يوم من الأيام التي تجسسوا فيها سنة، ولتلقين جيفهم في هذِه القفار، وأم ابن وهم الذين لم يعملوا الخير والشر، فإنهم يدخلون الأرض المقدسة. فذلك قوله عز وجل: </p><p> ٢٦ - قوله- عز وجل {قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الْأَرْضِ} </p><p> يتحيرون في الأرض، {فَلَا تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ} ، فلبثوا أربعين سنة، في ستة فراسخ، يسيرون كل يوم جادين، حتى إذا سئموا، وأمسوا فإذا هم في الموضع الذي ارتحلوا منه (٢) ، وكانوا ستمائة ألف مقاتل، ومات من النقباء (في التيه)  (٣) العشرة الذي </p><p>(١) في (ت): والأبناء على الآباء، وما في الأصل موافق لما عند الطبري في \"جامع البيان\" ٦/ ١٨٣ عن ابن إسحاق. (٢) هذا من كلام الربيع، كما أخرجه الطبري في \"جامع البيان\" ٦/ ١٨١.(٣) من (ت).</p><p> أفشوا الخبر بغتة، وكل من دخل التيه ممن جاز عشرين سنة مات في التيه، غير يوشع وكالب، ولم يدخل أريحا أحد ممن قالوا {إِنَّا لَنْ نَدْخُلَهَا أَبَدًا} ، فلما هلكوا، وانقضت أربعون سنة، ونشأت النواشئ من ذراريهم ساروا إلى حرب الجبارين. </p><p> واختلف العلماء فيمن تولى (من بقي من بني إسرائيل)  (١) تلك الحرب، وعلى يد من كان الفتح: </p><p> فقال قوم: إنما فتح أريحا موسى عليه السلام، وكان يوشع على مقدمته فسار موسى عليه السلام إليهم بمن بقي من بني إسرائيل، فدخلها بهم يوشع، وقاتل الجبابرة الذين كانوا بها، ثم دخلها موسى ببني إسرائيل، فأقام فيها ما شاء الله أن يقيم، ثم قبضه الله إليه، لا يعلم بقبره أحد من الخلائق (٢) . </p><p> وهذا أصح الأقاويل، لإجماع العلماء أن عوج بن عناق (٣) قتله موسى عليه السلام، والله أعلم. </p><p> وقال الآخرون: إنما قاتل الجبارين يوشع، ولم يسر إليهم إلا بعد موت موسى، وهلاك جميع من كان أبي المسير إليها، وقالوا: مات موسى وهارون عليهما السلام في التيه (٤) . </p><p>(١) بعدها في (ت): بمن بقي من بني إسرائيل. (٢) هذا منتقض بأن الرسول - صلى الله عليه وسلم - يعلم مكان قبره، عند الكثيب الأحمر، كما قال هو ذلك لأصحابه، وسيأتي التخريج.(٣) في (ت): عنق، وهذا القول رجحه الطبري في \"جامع البيان\" ٦/ ١٨٥.(٤) وهذا قول ابن عباس، والسدي، وقتادة كما أخرجه عنهم الطبري في \"جامع =</p><p> قصة وفاة هارون عليه السلام: </p><p> قال السدي: أوحى الله تعالى إلى موسى إني متوف هارون، فأت به جبل كذا وكذا، فانطلق موسى وهارون عليهما السلام نحو الجبل، فإذا هما بشجر لم ير شجر مثله، وإذا بيت مبني، وفيه سرير عليه فرش، وإذا فيه ريح طيبة، فلما نظر هارون إلى ذلك أعجبه، فقال: يا موسى إني أحب أن أنام على هذا السرير، فقال: فنم عليه. فقال: فإني أخاف أن يأتي رب هذا البيت فيغضب عليَّ. قال له موسى عليه السلام: لا ترهب، أنا أكفيك رب هذا البيت، فنم. قال: يا موسى، بل ثم معي، فإن جاء رب البيت غضب عليَّ وعليك جميعًا، فلما ناما أخذ هارون عليه السلام الموت، فلما وجد حسه قال: يا موسى خدعتني، فلما قبض رفع ذلك البيت، وذهبت تلك الشجر، ورفع السرير به إلى السماء، فلما رجع موسى عليه السلام إلى بني إسرائيل، وليس معه هارون، قالوا: فإن موسى قتل هارون، وحسده لحب بني إسرائيل له، فقال موسى عليه السلام: ويحكم، كان أخي، أفتروني أقتله؟ فلما أكثروا عليه قام فصلى ركعتين، ثم دعا الله عز وجل فنزل السرير حتى نظروا إليه بين السماء </p><p>= البيان\" ٦/ ١٨٢ - ١٨٣، ويشهد لهذا القول حديث حبس الشمس ليوشع بن نون، حينما أراد فتح القرية التي أمره الله تعالى أن يفتحها، وهذا يدل على أن موت موسى، وهارون عليهما السلام كان قبل الفتح، وأن الذي قاتل الجبارين هو يوشع بن نون، وهذا يجعل قول المصنف عن القول الأول أنه أصح الأقاويل في محل نظر، والله أعلم. وحديث حبس الشمس ليوشع سيأتي ذكره، والتخريج.</p><p> والأرض، فصدقوه (١) . </p><p> وقال عمرو بن ميمون: مات موسى وهارون عليهما السلام في التيه، مات هارون قبل موسى، وكانا خرجا في التيه إلى بعض الكهوف، فمات هارون، فدفنه موسى عليه السلام، وانصرف إلى بني إسرائيل، فقالوا: ما فعل هارون؟ قال: مات. قالوا: كذبت، ولكنك قتلته لحبنا إياه -وكان محببًا في بني إسرائيل- فتضرع موسى عليه السلام إلى ربه، وشكى ما لقي من بني إسرائيل، فأوحى الله إليه أن انطلق بهم إلى قبره، فإني باعثه حتى يخبرهم أنه مات موتًا ولم تقتله. فانطلق بهم إلى قبر هارون، فنادى: يا هارون، فخرج من قبره ينفض رأسه، فقال: أنا قتلتك؟ قال: لا والله (٢) ، ولكني من، قال: فعد إلى مضجعك، وانصرفوا (٣) . </p><p> وأما وفاة موسى عليه السلام: </p><p> فقال ابن إسحاق: إن صفي الله موسى عليه السلام قد كره الموت، وأعظمه، فلما كرهه أراد الله جل اسمه أن يحبِّب إليه الموت، ويكرِّه إليه الحياة، فنبأ يوشع بن نون، فكان يغدو ويروح عليه، </p><p>(١) أخرجه الحاكم في \"المستدرك\" ٢/ ٦٣٢، والطبري في \"تاريخ الرسل والملوك\" ١/ ٤٣٢، من طريق السدي عن أبي مالك، عن ابن عباس به، وقال الحاكم: صحيح على شرط مسلم، ولم يخرجاه، ووافقه الذهبي وفي متنه نكارة ظاهرة. (٢) من (ت).(٣) أخرجه الطبري في \"تاريخ الرسل والملوك\" ١/ ٤٣٤ من حديث أبي سنان الشيباني، عن أبي إسحاق، عن عمرو بن ميمون به.</p><p> فيقول له موسى عليه السلام: يا نبي الله، ما أحدث الله إليك؟ فيقول له يوشع: يا نبي الله، ألم أصحبك كذا وكذا سنة، فهل كنت أسألك عن شيء مما أحدث الله إليك، حتى تكون أنت الذي تبتدئ به وتذكره؟ ، ولا يذكر له شيئًا، فلما رأى موسى عليه السلام ذلك كره الحياة، وأحب الموت (١) . </p><p> ثم اختلفوا في صفة موته: </p><p> [١٢٥٦] فأخبرنا أبو سعيد محمَّد بن عبد الله بن حمدون الثقفي الأمين (٢) بقراءتي عليه يوم الأربعاء، في صفر، سنة ثمان وثمانين وثلاثمائة، فأقر به (٣) قال: أخبرنا أبو حامد أحمد بن محمَّد بن الحسن بن الشرقي (٤) ، ثنا محمَّد بن يحيى الذهلي (٥) ، وعبد الرحمن بن بشر العبدي (٦) ، وأحمد بن يوسف السلمي (٧) ، قالوا: حدثنا عبد الرزاق بن همام (٨) ، أخبرنا معمر بن راشد (٩) ، عن همام ابن منبه (١٠) قال: هذا ما حدثنا أبو هريرة - رضي الله عنه - عن محمَّد رسول الله </p><p>(١) أخرجه الحاكم في \"المستدرك\" ٢/ ٦٣٤، والطبري في \"تاريخ الرسل والملوك\" ١/ ٤٣٣ من حديث سلمة بن الفضل عن محمَّد بن إسحاق به. (٢) لم يذكر بجرح أو تعديل.(٣) من (ت).(٤) ثقة، مأمون.(٥) ثقة.(٦) ثقة.(٧) حافظ، ثقة.(٨) ثقة، حافظ، عمي في آخر عمره فتغير وكان يتشيع.(٩) ثقة، ثبت، فاضل.(١٠) ثقة.</p><p> - صلى الله عليه وسلم - قال:  \"جاء ملك الموت إلى موسى عليه السلام فقال له: أحب ربك،قال:فلطم موسى عين ملك الموت، ففقأها،قال:فرجع ملك الموت إلى الله عَزَّ وَجَلَّ فقال: إنك أرسلتني إلى عبد لك لا يريد الموت، وقد فقأ عيني،قال:فرد الله عينه،وقال:ارجع إلى عبدي فقل له: الحياة تريد؟ فإن كنت تريد الحياة فضع يدك على متن ثور، فما وارت يدك من شعره فإنك تعيش بها سنة،قال:ثم مه؟قال:ثم تموت،قال:فالآن من قريب،قال:رب، ادنني من الأرض المقدسة رمية بحجر\" ، فقال رسول الله - صلى الله عليه وسلم -: \"والله(١)لو أني عنده لأريتكم قبره، إلى جانب الطور(٢)، عند الكثيب الأحمر\"  (٣) . </p><p> [١٢٥٧] سمعت أبا سعيد بن حمدون (٤) يقول: سمعت أبا حامد </p><p>(١) سقط من (ت). (٢) في (ت): الطريق، وهو أصح، وفيها دلالة على أن موت موسى عليه السلام كان في التيه، في طور سيناء، كما هو قول ابن عباس، والله أعلم.(٣) [١٢٥٦] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه البخاري في كتاب أحاديث الأنبياء باب وفاة موسى وَذِكْرُهُ بَعْدُ (٣٤٠٧)، ومسلم في كتاب الفضائل، باب من فضائل موسى - صلى الله عليه وسلم - (٢٣٧٢)، والنسائي كتاب الجنائز، نوع آخر ٤/ ١١٩ (٢٠٨٩) من طريق معمر عن ابن طاوس، عن أبيه، عن أبي هريرة.وأخرجه مسلم في كتاب الفضائل، باب من فضائل موسى عليه السلام (٢٣٧٢)، وأحمد في \"مسنده\" ٢/ ٣١٥ (٨١٧٢) وغيرهما من طريق معمر عن همام، عن أبي هريرة.(٤) لم يذكر بجرح ولا تعديل.</p><p> ابن الشرقي (١) يقول: سمعت محمَّد بن يحيى (٢) يقول: قد صح هذا عن رسول الله - صلى الله عليه وسلم - يعني: قصة ملك الموت، وموسى عليه السلام- لا يردها إلا كل مبتدع ضال (٣) . </p><p> وفي حديث آخر أن رسول الله - صلى الله عليه وسلم - قال:  \"إن ملك الموت كان يأتي الناس عيانًا، حتى أتى موسى ليقبضه فلطمه، ففقأ عينه، فجاء ملك الموت بعد ذلك خفية\"  (٤) . </p><p> وقال السدي في خبر ذكره عن أبي مالك، وأبي صالح عن ابن عباس، وعن مرة الهمداني، عن ابن مسعود، وعن ناس من أصحاب النبي - صلى الله عليه وسلم - قالوا: بينا موسى عليه السلام يمشي وفتاه يوشع بن نون (٥) ، إذ أقبلت ريح سوداء، فلما نظر إليها يوشع ظن أنها الساعة، فالتزم موسى، فقال: يا قوم، الساعة، وأنا ملتزم موسى نبي الله، فاستل موسى من تحت القميص، وترك القميص في يدي </p><p>(١) ثقة مأمون. (٢) هو الذهلي، ثقة.(٣) [١٢٥٧] الحكم على الإسناد:رجاله ثقات غير شيخ المصنف لم يذكر بجرح ولا تعديل.(٤) أخرجه الحاكم في \"المستدرك\" ٢/ ٦٣٢، وأحمد في \"مسنده\" ٢/ ٥٣٣ (١٠٩٠٤)، والطبري في \"تاريخ الرسل والملوك\" ١/ ٤٣٤، وابن أبي عاصم في \"السنة\" ١/ ٢٦٧ من طريق علي بن حمشاذ العدل عن حماد بن سلمة، عن عمار بن أبي عمار، عن أبي هريرة، وقال الحاكم: صحيح على شرط مسلم، ولم يخرجاه، ووافقه الذهبي، وهو كما قالا.(٥) من (ت).</p><p> يوشع فلما جاء يوشع بالقميص، أخذته بنو إسرائيل، وقالوا: قتلت نبي الله؟ قال: لا والله ما قتلته، ولكن استل مني، فلم يصدقوا، وأرادوا قتله، قال: فإذا لم تصدقوني فأخروني ثلاثة أيام، فدعا الله، فأتى كل رجل ممن كان يحرسه في المنام، فأخبر أن يوشع لم يقتل موسى، وأنا قد رفعناه إلينا، فتركوه. </p><p> وقال وهب: خرج موسى عليه السلام لبعض حاجته، فمر برهط من الملائكة يحفرون قبرًا، فعرفهم، فأقبل إليهم، حتى وقف عليهم، فإذا هم يحفرون قبرًا لم ير شيئًا قط أحسن منه، ولم ير مثل ما فيه من الخضرة والنضرة والبهجة، فقال لهم: يا ملائكة الله، لمن تحفرون هذا القبر؟ قالوا: نحفر والله لعبد كريم على ربه، قال:  (إن العبد من الله لبمنزل)  (١) ، ما رأيت كاليوم مضجعًا، فقالت الملائكة: يا صفي الله، تحب أن يكون لك؟ قال: وددت، قالوا: فانزل فاضطجع فيه، وتوجه إلى ربك، ثم تنفس أسهل تنفس تنفسته قط، فنزل فاضطجع فيه، وتوجه إلى ربه، ثم تنفس، فقبض الله روحه، ثم سوت عليه الملائكة (٢) . </p><p> وقيل: إن ملك الموت أتاه، فقال له: يا موسى أشربت الخمر؟ </p><p> قال: لا فاستنكهه، فقبض روحه (٣) . </p><p>(١) في (ت): إن هذا العبد لمن الله بالمنزل. (٢) الأثر أخرجه الحاكم في \"المستدرك\" ٢/ ٦٣٤ من حديث المنعم بن إدريس، عن أبيه، عن وهب به، والطبري في \"تاريخ الرسل والملوك\" ١/ ٤٣٣ - ٤٣٤.(٣) الأثر لم أجده بعد البحث.</p><p> وقيل: بل أتاه (١) بتفاحة من الجنة، فشمها، فقبض روحه. </p><p> ويروى: أن يوشع بن نون رآه بعد موته في المنام فقال له: كيف وجدت الموت؟ قال: كشاة تسلخ وهي حية (٢) . </p><p> وكان عمر موسى عليه السلام مائة وعشرين سنة، عشرون سنة منها في ملك أفريدون، ومائة في ملك منوجهر، فلما انقضت الأربعون سنة، ومات موسى عليه السلام، بحث الله تعالى يوشع نبيًّا، فأخبرهم أنه نبي الله، وأن الله قد أمره بقتال الجبارين فصدقوه وبايعوه، فتوجه ببني إسرائيل إلى أريحا، ومعه تابوت الميثاق، فأحاط بمدينة أريحا ستة أشهر، فلما كان السابع نفخوا في القرون، وضج الشعب ضجة واحدة، فسقط سور المدينة، ودخلوا وقاتلوا الجبارين، وهزموهم، وهجموا عليهم يقتلونهم، فكانت العصابة من بني إسرائيل يجتمعون على عنق الرجل يضربونها لا يقطعونها، فكان القتال يوم الجمعة، فبقيت منهم بقية، وكادت الشمس تغرب، وتدخل ليلة السبت، فخشي أن يعجزوه، فقال: اللهم أردد الشمس علي، وقال للشمس: </p><p>(١) في (ت): أتي، والأثر ذكره ابن حجر في \"فتح الباري\" ٦/ ٤٩٢، ولم يعزه إلى أحد. (٢) أخرج أبو الشيخ في \"العظمة\" ٣/ ٩٤١ (٤٧٤) من طريق صالح المري، عن غالب القطان، عن الحسن قال: قيل لموسى - صلى الله عليه وسلم -: كيف وجدت الموت؟ قال: كسفود أدخل في جوفي له شعب كثيرة، تعلق كل شعبة منه بعرق من عروقي، ثم انتزع من جوفي نزعًا شديدًا، فقيل له: يا ابن عمران، لقد هونا عليك الموت. وصالح المري ضعيف، والحسن يرسل. ولم أجده باللفظ الذي ذكره المصنف.</p><p> إنك في طاعة الله، وأنا في طاعة الله، فسأل الشمس أن تقف والقمر أن يقيم حتى ينتقم من أعداء الله قبل دخول السبت، فرُدَّتْ عليه الشمس، وزيد له في النهار ساعة حتى قتلهم أجمعين، ثم أرسل ملوك الأرمانيين بعضهم إلى بعض، وكانوا خمسة فجمعوا كلمتهم على يوشع وقومه، فهزمت بنو إسرائيل الملوك، حتى أهبطوهم إلى ثنية حوران (١) ، ورماهم الله تعالى بأحجار البرد، فكان من قتله البرد أكثر ممن قتله بنو إسرائيل بالسيف، وهرب الخمسة الملوك فاختفوا في غار، فأمر بهم يوشع عليه السلام فأخرجوا فقتلهم، وصلبهم، ثم أنزلهم فطرحهم في ذلك الغار، وتتبع سائر ملوك الشام، فاستباح منهم واحدًا وثلاثين ملكًا، حتى غلب على جميع أرض الشام، فصارت كلها لبني إسرائيل، وفرق عمالة في نواحيها، ثم جمع الغنائم، فلم تنزل النار، فأوحى الله عز وجل إلى يوشع عليه السلام أن فيها غلولًا، فمرهم فليبايعوك، فبايعوه، فالتصقت يد رجل منهم بيده، فقال: هلم ما عندك، فأتاه برأس (٢) ثور من ذهب، مكلل بالياقوت والجوهر، كان قد غله، فجعله في القربان، وجعل الرجل معه فجاءت النار، وأكلت الرجل والقربان. </p><p>(١) بفتح الحاء، منطقة واسعة من أعمال دمشق، من جهة القبلة، ذات قرى كثيرة ومزارع، كان العرب ينزلون بها، وفيها مدينة بصرى، وهي عمادها. انظر: \"معجم البلدان\" لياقوت ٢/ ٣١٧.(٢) من (ت)، والأثر لم أجده.</p><p> [١٢٥٨] أخبرنا محمَّد بن عبد الله بن حمدون (١) قال: أخبرنا أحمد بن محمَّد بن الحسن (٢) قال: ثنا محمَّد بن يحيى (٣) ، وعبد الرحمن بن بشر (٤) ، وأحمد بن يوسف (٥) ، قالوا: ثنا عبد الرزاق (٦) ، أنا معمر (٧) ، عن همام بن منبه (٨) ، عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"غزا نبي من الأنبياء فقال للقوم: لا يتبعني رجل قد كان ملك بضع امرأة، وهو يريد أن يبني بها، ولما يبن، ولا آخر قد بني بناء له، ولما يرفع سقفه، ولا أحد قد اشترى غنمًا، أو خلفات، وهو ينتظر ولادها،قال:فغزا، فدنا من تلك القرية حين صلى العصر أو قريبًا من ذلك،فقال للشمس:أنت مأمورة، وأنا مأمور، اللهم احبسها عليّ ساعة، فحبست له ساعة، حتى فتح الله عليه\"  (٩) . </p><p>(١) لم يذكر بجرح أو تعديل. (٢) ابن الشرقي، ثقة، مأمون.(٣) الذهلي، ثقة، حافظ، جليل.(٤) العبدي، ثقة.(٥) السلمي، حافظ، ثقة.(٦) ثقة، حافظ، عمي في آخر عمره فتغير، وكان يتشيع.(٧) ثقة، ثبت، فاضل.(٨) ثقة.(٩) [١٢٥٨] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه البخاري في كتاب أحاديث الأنبياء، باب من أحب البناء قبل الغزو =</p><p> قال: وزعموا أنها لم (١) تحبس لأحد قبله ولا بعده، قال: ثم وضعت الغنيمة فجمعوا، فجاءت النار فلم تأكلها النار (٢) ، فقال: إن فيكم غلولًا فليبايعني من كل قبيلة منكم رجل، فبايعوه، فلصقت يد رجل بيده فقال: فيكم الغلول، أنتم غللتم، قال: فأخرجوا مثل رأس بقرة من ذهب فألقوه في الغنيمة وهو بالصعيد، فأقبلت النار فأكلتها، قال النبي - صلى الله عليه وسلم -: لم تحل الغنائم لأحد من قبلنا، ذلك بأن الله رأى ضعفنا وعجزنا فطيبها لنا\". </p><p> قال: ثم مات يوشع عليه السلام ودفن في جبل أفرائيم، وكان عمره مائة وستا وعشرين سنة، وتدبيره أمر بني إسرائيل بعد وفاة موسى عليه السلام سبعًا وعشرين سنة. </p><p> * * * </p><p>= (٥١٥٧)، ومسلم في كتاب الجهاد والسير، باب تحليل الغنائم لهذِه الأمة خاصة (١٧٤٧)، وأحمد في \"المسند\" ٢/ ٣١٨ (٨٢٣٨) وغيرهم من طريق معمر، عن همام، عن أبي هريرة. (١) سقط من (ت).(٢) سقط من (ت).</p>"
}