{
  "id": null,
  "sura": 5,
  "aya": 101,
  "text": "<p> {وَالْهَدْيَ وَالْقَلَائِدَ ذَلِكَ لِتَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} . </p><p> اعترض على هذِه الآية، فقيل: كيف يليق أول الآية بآخرها؟ </p><p> والجواب: أن مجاز الآية: إن الله يعلم صلاح الناس، كما يعلم ما في السموات وما في الأرض (١) . </p><p> ٩٨ - {اعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ وَأَنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٩٨) }. </p><p> ٩٩ - {مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ (٩٩) }. </p><p> ١٠٠ - {قُلْ لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ} </p><p> نزلت في شريح بن ضبيعة وحجاج بكر بن وائل {فَاتَّقُوا اللَّهَ} ولا تتعرضوا للحاج، وإن كانوا مشركين، وقد مضت هذِه القصة في أول السورة {فَاتَّقُوا اللَّهَ يَاأُولِي الْأَلْبَابِ لَعَلَّكُمْ تُفْلِحُونَ} . </p><p> ١٠١ - {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ} </p><p> اختلفوا في نزولها، فروى الزهري، وقتادة عن أنس، وأبو صالح أيضًا عن أبي هريرة، قالا: سأل الناس رسول الله - صلى الله عليه وسلم - حتى أحفوه (٢) بالمسألة، فقام مغضبًا خطيبًا، وقال:  \"سلوني، فوالله لا تسألوني عن شيء ما دمت في مقامي هذا إلا بينته لكم\" ، فأشفق أصحاب رسول الله </p><p>(١) انظر: \"جامع البيان\" للطبري ٧/ ٧٨، وما كتبه، رشيد رضا في \"تفسير المنار\" ٧/ ١٩ - ٢٠. (٢) أي: ألحوا عليه وأكثروا.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير (حفا).</p><p> - صلى الله عليه وسلم - أن يكون بين يدي أمر قد حضر. </p><p> قال أنس: فجعلت لا ألتفت يمينًا ولا شمالًا إلا وجدت رجلًا لافًّا رأسه في ثوبه يبكي، فقام إليه رجل (من قريش)  (١) من بني سهم يقال له: عبد الله بن حذافة، وكان يطعن في نسبه، وكان إذا لاحى يدعى إلى غير أبيه، فقال: يا نبي الله، من أبي؟ فقال:  \"أبوك حذافة بن قيس\" ، قال الزهري: فقالت أم عبد الله بن حذافة: ما رأيت ولدًا أعق منك قط، ما كنت تأمن أن تكون أمك قد قارفت ما قارف أهل الجاهلية، فتفضحها على رءوس الناس، فقال: والله لو ألحقني بعبد أسود للحقته. </p><p> فقام إليه رجل آخر، فقال: يا رسول الله، أين أنا؟ فقال:  \"في النار\" ، فقام عمر بن الخطاب، وقبَّل رجل رسول الله - صلى الله عليه وسلم -، وقال: رضينا بالله ربًّا، وبالإسلام دينًا، وبمحمد نبيًّا، وبالقرآن إمامًا، إنا يا رسول الله حديثو عهد بجاهلية وشرك، فاعف عنا عفا الله عنك، فسكن غضبه، وقال:  \"أما والذي نفسي بيده، لقد صُوِّرَت إليَّ الجنة والنار آنفًا في عرض هذا الحائط، فلم أر كاليوم في الخير والشر\"  (٢) . </p><p>(١) ما بين القوسين من (ت). (٢) أما حديث أنس فقد أخرجه البخاري في كتاب التفسير، باب قوله: {لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ} (٤٦٢١)، وفي كتاب الرقاق، باب قول النبي - صلى الله عليه وسلم -: \"لو تعلمون ما أعلم لضحكتم قليلًا ولبكيتم كثيرًا\" (٦٤٨٦)، ومسلم كتاب الفضائل، باب توقيره - صلى الله عليه وسلم - وترك إكثار سؤاله عما لا ضرورة إلى ... (٢٣٥٩)، =</p><p> وقال ابن عباس: كان قوم يسألون رسول الله - صلى الله عليه وسلم - امتحانًا مرة، واستهزاء مرة، فيقول له بعضهم: من أبي؟ ويقول الآخر: أين أنا؟ ويقول الآخر: إذا ضلت ناقته: أين ناقتي؟ فأنزل الله تعالى هذِه الآية (١) . </p><p> وقال علي بن أبي طالب، وأبو أمامة الباهلي: خطبنا رسول الله - صلى الله عليه وسلم -، فقال:  \"إن الله كتب عليكم الحج\" ، فقام رجل من بني أسد، يقال له: عكاشة بن محصن، فقال: أفي كل عام يا رسول الله؟ فأعرض عنه، حتى عاد مرتين، أو ثلاثًا، فقال رسول الله - صلى الله عليه وسلم -: \"ويحك وما يؤمنك أن أقول: نعم، والله لو قلت نعم لوجبت، ولو وجبت ما استطعتم، ولو تركتم لكفرتم، فاتركوني ما تركتكم، فإنما هلك من كان قبلكم بكثرة سؤالهم واختلافهم على أنبيائهم، فإذا أمرتكم بشيء فأتوا منه ما استطعتم، وإذا نهيتكم عن شيء </p><p>= والترمذي كتاب التفسير، باب ومن سورة المائدة (٣٠٥٦)، والنسائي في \"التفسير\" ١/ ٤٥٢ (١٧٤)، والطبري في \"جامع البيان\" ٧/ ٨٠، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٢١٨، وقول عمر: وبالقرآن إماما، إنا يا رسول الله .. ، ليس في حديث أنس، إنما هو في رواية السدي، عند الطبري في \"جامع البيان\" ٧/ ٨١، وكذلك تقبيل رجل النبي - صلى الله عليه وسلم -. وأما حديث أبي هريرة فقد أخرجه الطبري في \"جامع البيان\" ٧/ ٨١، وابن مردويه، والفريابي، كما في \"الدر المنثور\" للسيوطي ٢/ ٥٩٢.(١) أخرجه البخاري كتاب التفسير، باب {لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ} (٤٦٢٢)، والطبري في \"جامع البيان\" ٧/ ٨٠، والطبراني في \"المعجم الكبير\" ١٢/ ١٣٧ (١٢٦٩٥)، والواحدي في \"أسباب النزول\" (ص ٢١٣)، والبغوي في \"معالم التنزيل\" ٣/ ١٠٥.</p><p> فاجتنبوه\" (١) . </p><p> وقال مجاهد: نزلت هذِه الآية حين سألوا رسول الله عن البحيرة والسائبة، والوصيلة، والحام، ألا تراه يقول بعد ذلك {مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ} الآية (٢) . </p><p> {وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ} فتسؤكم، لأن القرآن </p><p>(١) أما حديث على فقد أخرجه أحمد في \"مسنده\" ١/ ١١٣ (٩٠٥)، والترمذي كتاب الحج، باب ما جاء كم فرض الحج (٨١٤)، وابن ماجه كتاب المناسك، باب الخروج إلى الحج (٢٨٨٤)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٢١٧، والواحدي في \"أسباب النزول\" (ص ٢١٣)، والحاكم في \"المستدرك\" ٢/ ٣٢٢، كلهم من طريق علي بن عبد الأعلى، عن أبيه، عن أبي البحتري، عن علي به، وهذا سند ضعيف، فإن فيه عبد الأعلى بن عامر ضعيف. انظر: \"تحرير التقريب\" لشعيب الأرناؤوط وبشار عواد ٢/ ٢٩١، وأبو البحتري لم يدرك عليًّا، فهو منقطع.وأما حديث أبي أمامة فقد أخرجه الطبري في \"جامع البيان\" ٧/ ٨٢ - ٨٣، والطبراني في \"المعجم الكبير\" ٨/ ١٥٩ (٧٦٧١)، وابن مردويه، كما في \"الدر المنثور\" للسيوطي ٢/ ٥٩٢، وقال الهيثمي في \"مجمع الزوائد\" ٣/ ٢٠٤، رواه الطبراني في \"المعجم الكبير\"، وإسناده حسن جيد.والحديث قد صح من رواية أبي هريرة، عند مسلم كتاب الحج، باب فرض الحج مرة في العمر (١٣٣٧)، وابن خزيمة في \"صحيحه\" (٢٥٠٨)، والبيهقي في \"السنن الكبرى\" ٤/ ٣٢٥، وأخرجه أحمد في \"مسنده\" ١/ ٣٩٠ (٢٦٤٢)، والحاكم في \"المستدرك\" ٢/ ٣٢١ من طريق الزهري عن أبي سنان، عن ابن عباس، وفيه أن الرجل الذي قام هو الأقرع بن حابس.(٢) أخرجه سعيد في \"سننه\" ٤/ ١٦٣٤ (٨٣٩)، والطبري في \"جامع البيان\" ٧/ ٨٤ عن مجاهد، عن ابن عباس.</p>"
}