{
  "id": null,
  "sura": 5,
  "aya": 4,
  "text": "<p> ٤ - {يَسْأَلُونَكَ مَاذَا أُحِلَّ لَهُمْ} الآية </p><p> قال أبو رافع (١) : جاء جبريل إِلَى النَّبِيّ - صلى الله عليه وسلم - فاستأذن عليه فأذن له، فأبطأ، فأخذ رسول الله - صلى الله عليه وسلم - رداء فخرج، فقال:  \"قد أذنا لك يَا رسول الله\" فقال: أَجل يَا رسول الله، ولكنا لا ندخل بيتًا فيه صورة، ولا كلب. فنظروا فإذا فِي بعض بيوتهم جرو (٢) . </p><p>= أبي واقد، فأضاف ابن مرثد، أو أَبا مرثد. وقال الدارقطني فِي \"العلل\" ٦/ ٣٠٠: والمحفوظ ما قاله الوليد بن مسلم، ومن تابعه، يعني: بإضافة رجل بين حسان وأبي واقد، إما أن يكون مسلم بن يزيد، أو ابن مرثد، أو أَبا مرثد، وكلاهما لم أجد لهما ذكرًا كما فِي الترجمة.(١) مولى رسول الله -صلى الله عليه وسلم-، من أقباط مصر، كان عبدًا للعباس، فوهبه للنبي - صلى الله عليه وسلم -، فأعتقه النَّبِيّ -صلى الله عليه وسلم- لما بشره بإسلام العباس، شهد أحدًا، والخندق، وكان ذا علم، وفضل ومات فِي خلافة علي - رضي الله عنه -.انظر: \"سير أعلام النبلاء\" للذهبي ٢/ ١٦، \"تهذيب التهذيب\" لابن حجر ٤/ ٥٢٠، \"الإصابة\" لابن حجر ١١/ ١٢٨.(٢) الحديث أخرجه الطبري فِي \"جامع البيان\" ٦/ ٨٨، والطحاوي فِي \"شرح معاني الآثار\" ٤/ ٥٧، والطبراني فِي \"المعجم الكبير\" ١/ ٣٢٦ (٩٧٢)، وابن أبي شيبة فِي \"المصنف\" ٨/ ٣٥٢ (٢٥٥٨٣) من طريق موسى بن عبيدة عن القعقاع بن حكيم عن أم رافع عن أبي رافع به وموسى بن عبيدة ضعيف الحديث.وأخرجه الحاكم فِي \"المصنف\" ٢/ ٣٤٠، والبيهقي فِي \"السنن الكبرى\" ٩/ ٢٣٥ من طريق معلي بن منصور، عن ابن أبي زائدة، عن محمَّد بن إسحاق، عن أَبان ابن صالح، عن القعقاع به مختصرًا، وهذا أصح من طريق موسى، إلَّا ما يخشى من تدليس ابن إسحاق.ولقوله \"لا ندخل بيتًا فيه صورة، ولا كلب \"شاهد عن عدة من الصحابة، سيأتي التخريج فِي الحديث الآتي.</p><p> [١٢٢٤] أخبرني ابن فنجويه (١) قال: أخبرنا (السني،قال:أخبرنا النَّسائيّ (٢) ) (٣) ، أنا محمَّد بن بشار (٤) قال: حَدَّثني محمَّد (٥) ويحيى ابن (٦) سعيد (٧) قالا: حدثنا شعبة (٨) ، عن علي بن مدرك (٩) ، عن أبي زرعة (١٠) ، عن عبد الله بن نجي (١١) ، </p><p>(١) ثِقَة، صدوق، كثير الرواية للمناكير. (٢) حافظ، ثِقَة.(٣) إمام، حافظ، صاحب \"السنن\".(٤) بندار، ثِقَة.(٥) ابن جعفر، غندر، ثِقَة، صحيح الكتاب إلَّا أن فيه غفلة.(٦) فِي النسخ: (ابنا) وهو خطأ؛ فمحمد هو ابن جعفر غندر، ويحيى بن سعيد هو القطَّان كلاهما روى عنها محمَّد بن بشار بندار، وكلهم ثقات.(٧) القطان، ثِقَة، متقن، حافظ.(٨) ابن الحجاج، ثِقَة، حافظ، متقن، أمير المُؤْمنين فِي الحديث.(٩) كذا فِي (ت)، وهو الصواب وتحرف فِي الأصل: مالك بن مدرك. وعلي هو أبو مدرك النَّخَعيّ.روى عن: أبي زرعة، وإبراهيم النَّخَعيّ. وعنه: شعبة، وأشعث بن سوار. ثِقَة، تُوفِّي سنة (١٢٠ هـ).انظر: \"الطبقات الكبرى\" لابن سعد ٦/ ٣١١، \"تهذيب الكمال\" للمزي ٢١/ ١٢٦، \"تهذيب التهذيب\" لابن حجر ٣/ ١٩١.(١٠) ابن عمرو بن جرير البَجَليّ، اسمه هرم، وقيل غير ذلك، ثِقَة.(١١) عبد الله بن نجي بن سلمة الحضرميّ الكُوفيّ.روى عن: أَبيه، وحيان بن أبجر. وعنه: أبو زرعة، وجابر الجعفي.ضعفه البخاري، وابن عدي، والدارقطني، ووثقه النَّسائيّ، وقال ابن حجر: صدوق.انظر: \"تهذيب الكمال\" للمزي ١٦/ ٢١٩، \"ميزان الاعتدال\" للذهبي ٢/ ٥١٤، \"تقريب التهذيب\" لابن حجر (٣٦٦٤).</p><p> عن أَبيه (١) ، عن علي بن أبي طالب، عن النَّبِيّ - صلى الله عليه وسلم - قال:  \"الملائكة لا تدخل بيتًا فيه صورة، ولا كلب، ولا جنب\"  (٢) . </p><p> رجعنا إِلَى حديث أبي رافع، قال: فأمرني أن لا أدع كلبًا بالمدينة إلَّا قتلته، ففعلت، حتَّى بلغت العوالي، فانتهيت إِلَى امرأة فِي ناحية المدينة، عندها كلب يحرس عنها، فرحمته، فتركته، فأتيت النَّبِيّ - صلى الله عليه وسلم -، فأخبرته بأمري، فأمرني بقتله، فرجعت إِلَى الكلب فقتلته. </p><p> وقال ابن عمر: سمعت رسول الله - صلى الله عليه وسلم - رافعًا صوته-: \"اقتلوا الكلاب\" قال: فكنا نلقى المرأة الأعرابية، تدخل المدينة بكلبها، فنقتله، فأمر رسول الله -صلى الله عليه وسلم- بقتلها، وحرم ثمنها (٣) . </p><p>(١) نجي -بضم النُّون وفتح الجيم- بن سلمة الحضرميّ. روى عن علي، وعنه ابنه.وثقه العجلي، وقال الذهبي: لا يدري من هو. وقال ابن حجر: مقبول.(٢) انظر: \"معرفة الثِّقات\" للعجلي (ص ٤٤٨)، \"تهذيب الكمال\" للمزي ٢٩/ ٣٣٢، \"ميزان الاعتدال\" للذهبي ٤/ ٢٤٨، \"تقريب التهذيب\" لابن حجر (٧١٠٢).(٣) [١٢٢٤] الحكم على الإسناد:فِي إسناده نجي الحضرميّ، مقبول، ولم أقف على متابع له، ولذا ضعفه غير واحد كما فِي \"ضعيف سنن أبي داود\" ١/ ٧٦ (٣٠) وزاد فيه علة الاضطراب فِي إسناده، ولكن الحديث صحيح دون قوله: \"ولا جنب\" كما سيأتي بيانه فِي التخريج.التخريج:أخرجه النَّسائيّ فِي \"السنن الكبرى\" ٣/ ١٤٨ (٤٧٩٢)، وأبو يعلى فِي \"المسند\" ١/ ٤٤٤ (٥٩٢) عن عبد الله بن نجي، عن أَبيه، عن علي به، لكن الحديث صح من طرق أخرى دون قوله: \"ولا جنب\"، فقد أخرجه البخاري فِي كتاب اللباس، =</p><p> [١٢٢٥] وأخبرنا الحسين بن محمَّد بن الحسين (١) قال: أخبرنا أَحْمد بن محمَّد بن إسحاق (٢) قال: أنا أَحْمد بن عليّ بن شعيب (٣) ، قال: أنا يونس بن عبد الأعلى (٤) قال: ثنا ابن (٥) وهب (٦) قال: أخبرنا معروف (٧) بن سويد الجذامي (٨) أن علي بن </p><p>= باب لا تدخل الملائكة بيتًا فيه صورة (٥٩٦٠)، عن ابن عمر أن جبريل قال للنبي - صلى الله عليه وسلم -: \"إنَّا لا ندخل بيتًا فيه صورة ولا كلب\"، ومسلم كتاب اللباس والزينة، باب تحريم صورة الحيوان وتحريم اتخاذ ما فيه صورة غير ممتهنة (٢١٠٤) عن عائشة بلفظ: \"إن البيت الذي فيه الصور لا تدخله الملائكة\"، وابن خزيمة فِي \"صحيحه\" ١/ ١٥٠ (٢٩٩) عن ابن عباس، عن ميمونة، وغيرهم. أخرجه الطبراني فِي \"المعجم الأوسط\" ٦/ ٢٥٢ (٦٣٢٦) من طريق أَحْمد بن شبيب بن سعيد، عن أَبيه، عن يونس، عن الزهري، عن نافع، عن ابن عمر، وهذا سند صحيح، وأخرجه النَّسائيّ فِي \"السنن الكبرى\" ٣/ ١٤٧ (٤٧٨٨) عن مالك، عن نافع به.وله شاهد من حديث جابر أخرجه أبو داود كتاب الضحايا، باب فِي اتخاذ الكلب للصيد وغيره (٢٨٤٦)، والبيهقي فِي \"السنن الكبرى\" ٦/ ١٠.(١) ثِقَة، صدوق، كثير الرواية للمناكير.(٢) حافظ، ثِقَة.(٣) كذا فِي النسخ، والصواب أَحْمد بن شعيب بن عليّ، وهو النسائي، الإِمام الحافظ صاحب \"السنن\".(٤) ثِقَة.(٥) سقط من (ت).(٦) هو عبد الله، ثِقَة، حافظ، عابد.(٧) فِي (ت): معرور. وهو خطأ.(٨) معروف بن سويد الجذامي.روى عن: علي، وأبي قبيل. وعنه: ابن وهب، وابن لهيعة. =</p><p> رباح اللخمي (١) حدثه أنَّه سمع أَبا هريرة يقول: قال النَّبِيّ - صلى الله عليه وسلم -: \"لا يحل ثمن الكلب، ولا حلوان الكاهن، ولا مهر البغي\"  (٢) . </p><p>= وثقه ابن حبان والذهبي. وقال ابن حجر: مقبول. مات قبل سنة (١٥٠ هـ). انظر: \"الثِّقات\" لابن حبان ٧/ ٤٩٩، \"تهذيب الكمال\" للمزي ٢٨/ ٢٦٧، \"تقريب التهذيب\" لابن حجر (٦٧٩٣)، وفي \"تحرير التقريب\" لشعيب الأرنؤوط، بشار عواد ٣/ ٤٠٠: بل صدوق حسن الحديث. وهذا أقرب.(١) علي بن رباح بن قصير اللخمي.روى عن أبي هريرة، وابن عباس، وزيد بن ثابت.وعنه: معروف، ويزيد بن محمَّد.تابعي ثِقَة، تُوفِّي سنة (١١٧ هـ).انظر: \"تهذيب الكمال\" للمزي ٢/ ٤٢٦، \"سير أعلام النبلاء\" للذهبي ٥/ ١٠١، \"تهذيب التهذيب\" لابن حجر ٣/ ١٦١.(٢) [١٢٢٥] الحكم على الإسناد:إسناد المصنف حسن، من أَجل معروف، وبالشاهد الآتي يرتقي إِلَى الصحيح لغيره.التخريج:أخرجه النَّسائيّ فِي \"السنن الكبرى\" ٣/ ١٥٠ (٤٨٠٤)، وأبو داود أبواب الإجارة، باب فِي أثمان الكلاب (٣٤٨٤)، والبيهقي فِي \"السنن الكبرى\" ٦/ ٦، والطبراني فِي \"المعجم الأوسط\" ٦/ ٣٢٥ (٦٥٣٥) من طرق عن ابن وهب، عن معروف، عن علي، عن أبي هريرة به.وله شاهد من طريق الزهري، عن أبي بكر بن عبد الرحمن بن الحارث بن هشام أنَّه سمع أَبا مسعود بن عقبة يقول: نهى رسول الله -صلى الله عليه وسلم- عن ثمن الكلب، ومهر البغي، وحلوان الكاهن، أخرجه البخاري كتاب البيوع، باب ثمن الكلب (٢٢٣٧)، ومسلم كتاب المساقاة، باب تحريم ثمن الكلب وحلوان الكاهن ومهر البغي والنهي عن بيع السنور (١٥٦٧)، والنَّسائيّ فِي \"السنن الكبرى\" ٣/ ١٥٠ =</p><p> ونهى عن اقتنائها، وإمساكها، وأمر بغسل الإناء من ولوغها سبع مرات أولاهن، أو أخراهن بالتراب (١) . </p><p> رجع إِلَى الحديث الأول، قال: فلما أمر رسول الله -صلى الله عليه وسلم- بقتل الكلاب جاء ناس، فقالوا: يَا رسول الله، ماذا يحل لنا من هذِه الأمة التي نقتلها؟ فسكت رسول الله -صلى الله عليه وسلم- (فلما نزلت)  (٢) هذِه الآية أذن رسول الله - صلى الله عليه وسلم - فِي اقتناء الكلاب التي ينتفع بها، ونهى عن إمساك ما لا نفع فيه منها، وأمر بقتل الكلب العقور، وما يضر ويؤذي، ورفع القتل (٣) عما سواها. </p><p> [١٢٢٦] وأخبرنا الحسين بن محمَّد بن الحسين (٤) ، أنا أَحْمد بن محمَّد بن إسحاق (٥) ، أنا أَحْمد بن عليّ بن شعيب (٦) ، أنا عمران بن </p><p>= (٤٨٠٣)، وأبو داود أبواب الإجارة، باب فِي حلوان الكاهن (٣٤٢٨)، وأَحمد فِي \"المسند\" ٤/ ١٢٠ (١٧٠٨٨)، والدارمي فِي \"السنن\" (٢٦١٠)، وابن أبي شيبة فِي \"المصنف\" ٨/ ٣٠٧ (٣١١٨٢). (١) سيأتي ذكر حديث تحريم اقتناء الكلب إلَّا لحاجة شرعية، وأما حديث الأمر بغسل الإناء الذي ولغ فيه الكلب فقد أخرجه البخاري فِي كتاب الوضوء، باب \"إذا شرب الكلب فِي إناء أحدكم فليغسله سبعًا\" (١٧٢)، ومسلم كتاب الطهارة، باب حكم ولوغ الكلب (٢٧٩) وغيرهما.(٢) فِي الأصل: فأنزل الله تعالى.(٣) فِي (ت): العمل.(٤) ابن فنجويه، ثِقَة، صدوق، كثير الرواية للمناكير.(٥) حافظ، ثِقَة.(٦) كذا فِي النسخ، والصواب أَحْمد بن شعيب بن عليّ، وهو النسائي الإِمام، الحافظ، صاحب \"السنن\".</p><p> موسى (١) ، ثنا يزيد بن زريع (٢) ، ثنا يونس (٣) ، عن الحسن (٤) ، عن عبد الله بن مغفل (٥) قال: قال رسول الله - صلى الله عليه وسلم -: \"لولا أن الكلاب أمة من الأمم لأمرت بقتلها، فاقتلوا منها الأسود البهيم، وأيما قوم اتخذوا كلبًا ليس بكلب حرث، أو صيد، أو ماشية فإنَّه ينقص من أجورهم كل يوم قيراط\"  (٦) . </p><p>(١) عمران بن موسى بن حيان الليثيّ القزَّاز، أبو عمرو البَصْرِيّ، روى عن حماد بن زيد ومحمَّد بن سواء وابن زريع، روى عنه الترمذي والنَّسائيّ وابن ماجه وآخرون. قال ابن حجر فِي \"تقريب التهذيب\" (٥١٧٢): صدوق.وانظر: \"تهذيب الكمال\" للمزي ٢٢/ ٣٦٠.(٢) ثِقَة، ثبت.(٣) يونس بن عبيد بن دينار العبدي. روى عن: الحسن، وأيوب، وعكرمة.وعنه: يزيد، والثوري، وهشيم.كان فاضلًا ورعا من الثِّقات الأثبات، وعباد الله الصالحين، تُوفِّي سنة (١٤٠ هـ).انظر: \"الطبقات الكبرى\" لابن سعد ٧/ ٢٦٠، \"تهذيب الكمال\" للمزي ٣٢/ ٥١٧، \"سير أعلام النبلاء\" للذهبي ٦/ ٢٨٨.(٤) ابن يسار البَصْرِيّ، ثِقَة، فقيه، وكان يرسل كثيرًا ويدلس.(٥) عبد الله بن مغفل بن عبد نهم المزني، صحابي جليل، أحد العشرة الذين بعثهم عمر إِلَى البصرة ليفقهوا النَّاس، تُوفِّي سنة (٦٠ هـ).انظر: \"أسد الغابة\" لابن الأثير ٣/ ٢٦٤، \"سير أعلام النبلاء\" للذهبي ٢/ ٤٨٣، \"تهذيب التهذيب\" لابن حجر ٢/ ٤٣٨.(٦) [١٢٢٦] الحكم على الإسناد:إسناده صحيح، فقد ثبت سماع الحسن من عبد الله بن مغفل، كما سيأتي بيانه.التخريج:أخرجه النَّسائيّ فِي \"السنن الكبرى\" ٣/ ١٤٨ (٤٧٩١)، وأبو داود كتاب الضحايا، باب فِي اتخاذ الكلب للصيد وغيره (٢٨٤٥)، وابن ماجه كتاب الصيد، =</p><p> [١٢٢٧] وبه عن ابن شعيب (١) قال: أخبرنا وهب بن بيان (٢) قال: أنا ابن وهب (٣) قال: أخبرني يونس (٤) ، ثنا ابن شهاب (٥) ، عن سعيد </p><p>= باب النهي عن اقتناء الكلب إلَّا كلب الصيد أو حرث أو ماشية (٣٢٠٥)، وأَحمد فِي \"المسند\" ٥/ ٥٦ (٢٠٥٦٨)، والترمذي كتاب الصيد، باب ما جاء فِي قتل الكلاب (١٤٨٦)، وابن عبد البر في \"التمهيد\" ١٤/ ٢٣٠ من طرق عن الحسن، عن عبد الله بن مغفل به، والحسن مدلس، وقد عنعنه، لكن سماعه من عبد الله صحيح، فقد أخرج ابن حبان الحديث ٢/ ٤٧٢ (٥٦٥٦) من طريق شعبة عن سفيان بن العلاء، عن الحسن قال: حدثنا عبد الله بن مغفل. وقد سئل الحسن نفسه عن هذا الحديث هل سمعه من عبد الله؟ فقال: نعم، وحلف بالله تعالى.انظر: \"العلل\" للإمام أَحْمد ١/ ٢٥٠.وللحديث شاهد عند البيهقي فِي \"السنن الكبرى\" ٦/ ١٠، وابن أبي شيبة فِي \"المصنف\" ٧/ ١٣٢ (٢٠١٦٨) من طريق أبي الزُّبير عن جابر به.وشاهد عند أبي يعلى فِي \"المسند\" ٤/ ٢٣٠ (٢٤٤٢)، والطبراني فِي \"المعجم الكبير\" ١١/ ٣٤٩ (١١٩٧٩) من طريق عكرمة، عن ابن عباس به.وشاهد ثالث عند عبد بن حميد فِي \"المنتخب\" (ص ٤٢٦) (١٤٦٣) من طريق أبي هارون العبدي، عن أبي هريرة به.(١) النَّسائيّ، الحافظ، صاحب \"السنن\".(٢) وهب بن بيان بن حيان الواسطيّ.روى عن: ابن وهب، وابن عيينة، والقطان.وعنه: أبو داود، والنَّسائيّ، وأبو حاتم.ثِقَة، عابد، تُوفِّي سنة (٢٤٦ هـ).انظر: \"تاريخ بغداد\" للخطيب ١٣/ ٤٥٩، \"تهذيب الكمال\" للمزي ٣١/ ١١٨، \"تهذيب التهذيب\" لابن حجر ٤/ ٣٢٩.(٣) ثِقَة، حافظ، عابد.(٤) ابن يزيد الأيلي، ثِقَة، إلَّا أن فِي روايته عن الزهري وهما قليلًا.(٥) الزهري، فقيه، حافظ متفق على جلالته وإتقانه.</p><p> ابن المسيّب (١) ، عن أبي هريرة، عن رسول الله - صلى الله عليه وسلم - قال:  \"من اقتنى كلبًا ليس بكلب صيد، ولا ماشية، ولا أرض، فإنَّه ينقص من أجره قيراطين كل يوم\"  (٢) . </p><p> والحكمة فِي ذلك: </p><p> [١٢٢٨] ما أخبرنا أبو الحسن محمَّد بن القاسم الفارسيّ (٣) قال: حدثنا أبو الحسن علي بن أَحْمد بن عبد العزيز الجرجاني (٤) قال: ثنا أَحْمد بن محمَّد بن المنكدري (٥) قال: حدثنا أبوشيبة -وهو ابن أبي </p><p>(١) أحد العلماء الأثبات الفقهاء الكبار. (٢) [١٢٢٧] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه البخاري فِي كتاب بدء الخلق، باب \"إذا وقع الذباب فِي شراب أحدكم فليغمسه\" (٣٣٢٤)، ومسلم كتاب المساقاة، باب الأمر بقتل الكلاب، وبيان نسخه وبيان تحريم اقتنائها .. (١٥٧٥)، والنَّسائيّ فِي \"السنن الكبرى\" ٣/ ١٤٩ (٤٨٠١) وغيرهم من حديث أبي هريرة.وفي الباب عن سفيان بن أبي زهير، وابن عمر، وغيرهما.(٣) الفلوسي، فقيه، أصولي، لم يذكر بجرح أو تعديل.(٤) سقط من (ت).وهو علي بن أَحْمد بن عبد العزيز الجرجاني، راوي \"الصحيح\" عن الفربري.وهاه الحاكم، وقال: ظهرت منه المجازفة فترك. تُوفِّي سنة (٣٦٦ هـ).انظر: \"سير أعلام النبلاء\" ١٦/ ٢٤٧، \"ميزان الاعتدال\" للذهبي ٣/ ١١٢.(٥) أَحْمد بن محمَّد بن عمر، أبو بكر المنكدري.كان حافظًا، إلَّا أنَّه يقع فِي حديثه المناكير، ومثله لا يتعمد الكذب.انظر: \"ميزان الاعتدال\" للذهبي ١/ ١٤٧.</p><p> بكر بن أبي شيبة (١) - قال: حدثنا عبد الرزاق بن عمر البُزيعي (٢) ، قال: قيل لعبد الله بن المبارك (٣) : ما تقول فِي قول المصطفى - صلى الله عليه وسلم -: \"من اقتنى كلبًا إلَّا كلب صيد، أو ماشية نقص من عمله كل يوم كذا وكذا من الأجر\" فقال: حدثنا أبو بلال (٤) قال: قال المنصور (٥) لعمرو بن عبيد (٦) : ما بلغك فِي الكلب؛ قال: بلغني أن من اتخذ </p><p>(١) أبو شيبة، إبراهيم بن عبد الله بن أبي شيبة. روى عن: البزيعي، وعمرو الناقد. وعنه: المنكدري، وابن ماجه.وثقه ابن حبان، وقال أبو حاتم: صدوق. تُوفِّي سنة (٢٦٥ هـ).انظر: \"الجرح والتعديل\" لابن أبي حاتم ١/ ١١٠، \"تهذيب الكمال\" للمزي ٢/ ١٢٨، \"الكاشف\" للذهبي ١/ ٨٥، \"تهذيب التهذيب\" لابن حجر ١/ ٧٣.(٢) فِي (ت): الكُوفيّ.وهو عبد الرزاق بن عمر بن بزيع البزيعي.روى عن: ابن المبارك، وعنه: أبو شيبة.وثقه ابن حبان، وقال ابن حجر: صدوق.انظر: \"الثِّقات\" لابن حبان ٨/ ٤١٢، \"تهذيب التهذيب\" لابن حجر ٢/ ٥٧٢، \"تقريب التهذيب\" لابن حجر (٤٠٦٣).والبزيعي -بضم الباء- نسبة إِلَى الجد.انظر: \"الأنساب\" للسمعاني ١/ ٣٤٤.(٣) ثِقَةٌ، ثبت، فقيه، عالم.(٤) لم يتبين لي من هو.(٥) الخليفة، عبد الله بن محمَّد بن عليّ أبو جعفر الهاشمي العباسي، كان شجاعًا، حسن المشاركة فِي الفقه والأدب والعلم، مات سنة (١٥٨ هـ).انظر: \"سير أعلام النبلاء\" للذهبي ٧/ ٨٣.(٦) معتزلي، مبتدع، متهم.</p><p> كلبًا لغير زرع، ولا حراسة نقص من أجره كل يوم قيراط. فقال له: ولم ذلك؟ قال: هكذا جاء الحديث. قال: فخذها بحقها إنما ذاك أنَّه ينبح على الضيف، ويروِّع المسائل، وكانت أسخياء العرب تبغض الكلاب لهذا المعنى، وتذم من ربطها بفنائه (١) . </p><p> [١٢٢٩] أنشدني أبو الحسين (٢) الفارسيّ، أنشدني أبو الحسين (٣) الجواليقي البَصْرِيّ لبعض الشعراء، وقد نزل ببعض الرؤساء، فسمع لكلابه نباحًا فأنشأ يقول: </p><p> نزلنا بعمار فأَشْلَى كلابَه ... علينا فكدنا بين بيتيه نؤكلُ </p><p> فقلت لأصحابي أُسر إليهم ... أذا اليوم أم يوم القيامة أطولُ؟ (٤) </p><p> [١٢٣٠] وأخبرنا عبد الله بن حامد الوزان (٥) قال: أنا أَحْمد بن </p><p>(١) [١٢٢٨] الحكم على الإسناد: إسناده ضعيف، فيه الجرجاني، والمنكدري، لكن الحديث المرفوع ثابت.التخريج:ذكره ابن عبد البر في \"التمهيد\" ١٤/ ٢٢٣ بدون إسناد.(٢) فِي (ت): أبو الحسن. ولعله محمَّد بن القاسم النَّيْسَابُورِيّ، الفقيه المفسر، لم يذكر بجرح أو تعديل.(٣) فِي (ت): أبو الحسن، ولم أعثر له على ترجمة.(٤) [١٢٢٩] الحكم على الإسناد:شيخ المصنف لم يذكر بجرح أو تعديل، وشيخ شيخه لم أجده.ولم أجد البيتين بعد البحث.(٥) لم يذكر بجرح ولا تعديل.</p><p> عبد الله المزني (١) قال: حدثنا محمَّد بن عبد الله بن سليمان الحضرميّ (٢) قال: ثنا يحيى الحماني (٣) ، ثنا المحاربِيّ (٤) ، عن مجالد (٥) ، عن الشعبي (٦) ، عن عدي بن حاتم (٧) . ح </p><p> [١٢٣١] وأخبرنا عبد الله بن حامد (٨) قال: أخبرنا أَحْمد بن محمَّد ابن يوسف (٩) قال: حدثنا أَحْمد بن إبراهيم بن شاذان (١٠) قال: ثنا يعقوب بن سفيان (١١) قال: ثنا ابن بكير (١٢) قال: حَدَّثني عبد الله بن لهيعة (١٣) ، عن عطاء بن دينار (١٤) ، عن سعيد بن جبير (١٥) فِي هذِه الآية، قال: نزلت فِي عدي بن حاتم، وزيد بن المهلهل </p><p>(١) أَحْمد بن عبد الله المزني، لقبه الباز الأبيض، الشيخ، الجليل، القدوة الحافظ. (٢) ثِقَة حافظ.(٣) حافظ إلَّا أنَّه متهم بسرقة الأحاديث.(٤) يحيى بن الحارث، ثِقَة.(٥) ابن سعيد، ليس بالقوي، وقد تغير فِي آخر عمره.(٦) ثِقَة مشهور فقيه فاضل.(٧) عدي بن حاتم الطَّائيّ، صحابي جليل.(٨) لم يذكر بجرح ولا تعديل.(٩) مختلف فِي عدالته.(١٠) ثِقَة ثبت كثير الحديث.(١١) ثِقَة حافظ.(١٢) يحيى بن عبد الله بن بكير القُرشيّ، صدوق.(١٣) صدوق خلط بعد احتراق كتبه.(١٤) عطاء بن دينار، صدوق، إلَّا أن روايته عن سعيد بن جبير وجادة، فهي منقطعة.(١٥) ثِقَة ثبت فقيه.</p><p> الطائيين (١) ، وهو زيد الخيل، الذي سماه رسول الله -صلى الله عليه وسلم- زيد الخير، وذلك أنهما جاءا إِلَى رسول الله - صلى الله عليه وسلم - فقالا يَا رسول الله، إنَّا قوم نصيد بالكلاب، والبزاة، وإن كلاب (آل ذريح، وآل أبي جويرية)  (٢) تأخذ البقر، والحمر، والظباء، والضب، فمنه ما ندرك ذكاته ومنه ما يقتل، ولا ندرك ذكاته، وقد حرم الله الميتة، فماذا يحل لنا منها؟ فنزلت (٣) . </p><p> {يَسْأَلُونَكَ} يَا محمَّد {مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ} يعني: الذبائح على اسم الله، {وَمَا عَلَّمْتُمْ} يعني: وصيد ما علمتم {مِنَ الْجَوَارِحِ} واختلفوا فِي هذِه الجوارح التي يحل صيدها بالتعليم، ما هي؟ </p><p> فقال ابن عمر، والضَّحَاك، والسدي: هي الكلاب، دون غيرها، فأما ما صاد غير الكلاب، فما أدركت ذكاته فهو لك، وإلا فلا تطعم. </p><p>(١) زيد الخير بن مهلهل الطَّائيّ، وفد على النَّبِيّ - صلى الله عليه وسلم - سنة تسع، كان شاعرًا، شجاعًا، كريمًا، مات فِي خلافة عمر. انظر: \"الإصابة\" لابن حجر ٤/ ٦٨.(٢) فِي (ت): آل فريح، وآل أبي حذيفة.(٣) [١٢٣٠، ١٢٣١] الحكم على الإسناد:إسناده ضعيف، فيه الحماني ضعيف، وكذا ابن لهيعة، وعطاء لم يسمع من سعيد، ومجالد ضعيف.التخريج:أخرجه ابن أبي حاتم، كما ذكره ابن كثير فِي \"تفسير القرآن العظيم\" ٥/ ٦١، ولم أقف عليه فِي المطبوع من \"تفسيره\"، ونسبه ابن حجر إليه، وإلى ابن دريد فِي \"الأخبار المنثورة\".انظر: \"الإصابة\" لابن حجر ٢/ ٤٠٤.</p><p> وهذا غير معمول به. </p><p> وقال سائر العلماء: هي الكواسب من سباع البهائم، والطير، مثل النمر والفهد، والكلب، والعقاب، والصقر، والبازي، والشاهين، والباشق، ونحوها مما يقبل التعليم (١) . </p><p> سميت جوارح، لجرحها أربابها أقواتهم من الصيد، أي: كسبها، يقال: فلان جارحة أهله، أي كاسبهم، ولا جارحة لفلانة، إذا لم يكن لها كاسب (٢)  {مُكَلِّبِينَ} حال للمعلمين، أي: فِي حال مصيركم أصحاب كلاب، والتكليب: إغراء السبع، وإشلاؤه (٣) على الصيد، قال الشَّاعر: </p><p> فباكره عند الصباح مكلَّبٌ ... أزلُّ كسرحان الصريمة أغبرُ (٤) </p><p> وقرأ ابن مسعود، وأبو رزين، والحسن (مكلبين) بتخفيف اللام (٥) ، على هذا المعنى أيضًا، ويجوز أن يكون من قولهم: أكلب الرَّجل، إذا كثرت كلابه، مثل أمشى، إذا كثرت ماشيته، </p><p>(١) انظر: \"المغني\" لابن قدامة ١٣/ ٢٦٥، وقد ذكر الطبري فِي \"جامع البيان\" ٦/ ٨٩ - ٩١ الآثار فِي القولين، ورجح قول سائر العلماء. (٢) انظر: كلام الطبري فِي \"جامع البيان\" ٦/ ٨٨ فِي هذا المعنى.(٣) فِي (ت): وإيساره، ولا معنى له.(٤) هو: لبشر بن أبي خازم الأسدي.والبيت: ذكره ابن منظور فِي \"لسان العرب\" ١٢/ ٤٨٦.(٥) وهي قراءة شاذة.انظر: \"المحتسب\" لابن جني ١/ ٢٠٨.</p><p> وذكر الكلاب؛ لأنها أكثر وأعم والمراد به جميع جوارح الصيد. </p><p> {تُعَلِّمُونَهُنَّ} آداب الصيد، {مِمَّا عَلَّمَكُمُ اللَّهُ} أي: من العلم الذي علمكم الله. </p><p> وقال السدي:  (مِنْ) بمعنى الكاف، أي: كما علمكم الله (١) ، وهو: ألا يُجْثِمْنَ، ولا يُقْعِصْن (٢) ، ولا يقتلن، ولا يأكلن، {فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ} عند إرسال السهم، والجوارح. </p><p> حكم الآية: </p><p> والمعلم من الجوارح الذي يحل صيده هو أن يكون إذا أرسله صاحبه، وأشلاه استشلى (٣) ، وإذا أخذ أمسك، ولم يأكل، وإذا دعاه أجابه، وإذا أراده لم يفر منه، فإذا فعل ذلك مرات، فهو معلَّم (٤) ، ومتى كان بهذا الوصف واصطاد جاز أكله، فإذا أمسك الصيد، وقتله، ولم يأكل منه جاز أكله، وكان حلالًا، فإن أكل منه فللشافعي رحمه الله فيه قولان. </p><p>(١) عبارة السدي هي: تعلمونه من الطلب كما علمكم الله، أخرجها الطبري فِي \"جامع البيان\" ٦/ ٩١، وقد رد على من قال: إن من بمعنى الكاف، لعدم التقارب بينهما فِي المعنى. (٢) قوله ألا يجثمن. أي: ألا يوقعن الصيد على الأرض، فيبركن فوقه، ويلزمنه.انظر: \"القاموس المحيط\" للفيروزآبادي (جثم).وقوله: ألا يقعصن. أي: ألا يمتن الصيد، والقعص: الموت السريع.\"القاموس المحيط\" للفيروزآبادي (قعص).(٣) أي: أغراه با لصيد، \"القاموس المحيط\" للفيروزآبادي (شلى).(٤) هكذا قال الشَّافعيّ رحمه الله فِي \"الأم\" ٢/ ٢٤٨.</p><p> أحدهما: أنَّه لا يحل، ولا يؤكل، وهو الأشهر، والأظهر من مذهبه، لأن الله تعالى قال:  {فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ} وهو لم يمسك علينا، وإنما أمسكه على نفسه، وهذا قول ابن عباس، وطاوس، والشعبي، وعطاء، والسدي (١) . </p><p> قال ابن عباس: إذا أرسلت الكلب وأكل من صيده، فهو ميتة، لا يحل أكله؛ لأنه سبع أمسكه على نفسه، ولم يمسك عليك ولم يتعلم ما علمته فاضربه، ولا تأكل من صيده (٢) . ويدل عليه: </p><p> [١٢٣٢] ما أخبرنا الجوزقي (٣) قال: أخبرنا أبو العباس الدغولي (٤) قال: حدثنا أبو صالح الحسين بن الفرج (٥) ، ثنا علي بن الحسن بن شَقِيق (٦) قال: حدثنا عبد الله بن المبارك (٧) ، ثنا عاصم ابن سليمان (٨) ، عن الشعبي (٩) ، عن عدي بن حاتم أنَّه سأل رسول </p><p>(١) انظر: أقوالهم عند الطبري فِي \"جامع البيان\" ٦/ ٩٢ - ٩٣. (٢) انظر: \"جامع البيان\" للطبري ٦/ ٩٢ وما بعده.(٣) فِي (م)، (ت): (أبو بكر). وهو ثِقَة.(٤) الإمام، الحافظ، المجود.(٥) الحسين بن الفرج، الخياط، أبو صالح، وقيل: أبو علي، روى عن علي بن الحسن، كان ضعيفًا، متهمًا بالسرقة.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٦٢، \"تاريخ بغداد\" للخطيب ٨/ ٨٦، \"ميزان الاعتدال\" للذهبي ١/ ٥٤٥.(٦) علي بن الحسن بن شَقِيق ثِقَة، حافظ.(٧) الإمام، الثقة، المثبت، الفقيه، العالم.(٨) الأحول، ثِقَة.(٩) ثِقَة، مشهور، فقيه، فاضل.</p><p> الله - صلى الله عليه وسلم - عن الصيد، فقال:  \"إذا أرسلت كلبك فاذكر اسم الله، فإن أدركته لم يقتل فاذبح، واذكر اسم الله، وإن أدركته قد قتل، ولم يأكل فكل، فقد أمسك عليك، وإن وجدته وقد أكل منه فلا تطعم منه شيئًا، فإنما أمسك على نفسه، وإن خالط كلبك كلابًا فقتلن ولم يأكلن، فلا تأكل منه، فإنك لا تدري، أيها قتل، وإذا رميت سهمك فاذكر اسم الله، فإن أدركته فكل، إلَّا أن تجده قد وقع فِي ماء فمات، فإنك لا تدري، آلماء قتله، أم سهمك؟ فإن وجدته بعد ليلة أو ليلتين فلم تر فيه أثرًا غير سهمك فشئت أن تأكل منه فكل\"  (١) . </p><p> والقول الثاني: أنَّه يحل، وإن أكل، وهو قول سلمان الفارسيّ، وسعد بن أبي وقَّاص، وابن عمر، وأبي هريرة (٢) . </p><p> قال حميد بن عبد الله (٣) : قلت لسعد بن أبي وقاص - رضي الله عنه -: لنا كلاب </p><p>(١) [١٢٣٢] الحكم على الإسناد: إسناد المصنف ضعيف جدًّا، فيه الخياط متهم، ولكن الحديث ثابت كما سيأتي.التخريج:أخرجه البخاري فِي كتاب الوضوء، باب إذا شرب الكلب فِي إناء أحدكم فليغسله سبعًا (١٧٥)، وفي مواضع أخرى، ومسلم كتاب الصيد والذبائح، باب الصيد بالكلاب المعلمة (١٩٢٩)، والنَّسائيّ فِي \"السنن الكبرى\" ٣/ ١٤٣ (٤٧٧٤)، وأَحمد فِي \"المسند\" ٤/ ٢٥٦ (١٨٢٤٥) وغيرهم، من طريق الشعبي، عن عدي.(٢) أخرج أقوالهم الطبري فِي \"جامع البيان\" ٦/ ٩٦.وانظر رأي الشَّافعيّ فِي \"الأم\" ٢/ ٢٤٩.(٣) ويقال: حميد بن مالك بن خثيم، روى عن سعد، وأبي هريرة، وعنه محمَّد بن عمرو، وبكير بن الأَشَج، وسواهما، وثقه ابن حبان، والعجلي.انظر: \"معرفة الثِّقات\" للعجلي (ص ١٣٥)، \"تهذيب التهذيب\" لابن حجر ١/ ٤٩٨، وقال فِي \"تقريب التهذيب\" لابن حجر (ص ٢٧٦): ثِقَة.</p><p> ضوار، يأكلن، ويبقين؟ فقال: كل، وإن لم تبق إلَّا نصفه (١) . </p><p> وقال ابن عمر: إذا أرسلت كلبك المعلم، وذكرت اسم الله فكل مما أمسك عليك، أكل، أو لم يأكل (٢) . </p><p> وروى سعيد بن المسيّب عن سلمان الفارسيّ قال: إذا أرسلت كلبك أو بازك وسميت فأكل نصفه، أو ثلثيه فكل بقيته (٣) ، روي ذلك عن النَّبِيّ - صلى الله عليه وسلم - (٤) . </p><p> ولا فرق فِي جملة ما ذكرنا بين الطيور المعلمة والسباع المعلمة. </p><p> [١٢٣٣] أخبرنا أبو محمَّد عبد الله بن حامد الأَصْبهانِيّ (٥) قال: أنا أَحْمد بن محمَّد بن الحسن (٦) ، حدثنا الحسن بن هارون (٧) وحمدان بن خالد (٨) قالا: حدثنا مكّيّ بن إبراهيم (٩) قال: ثنا ابن جريج (١٠) ، قال: </p><p>(١) أخرجه الطبري فِي \"جامع البيان\" ٦/ ٩٦، والبيهقي فِي \"السنن الكبرى\" ٩/ ٢٣٧. (٢) أخرجه الطبري فِي \"جامع البيان\" ٦/ ٩٦، والبيهقي فِي \"السنن الكبرى\" ٩/ ٢٣٧.(٣) أخرجه الطبري فِي \"جامع البيان\" ٦/ ٩٥.(٤) أخرجه الطبري فِي \"جامع البيان\" ٦/ ٩٧ عن سلمان ولفظه: \"إذا أرسل الرَّجل كلبه على الصيد فأدركه وقد أكل منه فليأكل ما بقي\".(٥) لم يذكر بجرح أو تعديل.(٦) ابن الشرقي، ثِقَة، مأمون.(٧) الحسن بن هارون بن مالك الشَّيبانِيّ، قال أبو حاتم: لا أعرفه.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٤٠.(٨) حمدان بن خالد: لم أجده بعد البحث عنه.(٩) الحنظلي، ثِقَة.(١٠) ثِقَة، فقيه، فاضل، كان يدلس ويرسل.</p><p> ثنا أَيُّوب بن أبي تميمة (١) أن أَبا قلابة (٢) حدثه، عن أبي ثعلبة الخشني (٣) - رضي الله عنه - أنَّه جاء إِلَى النَّبِيّ - صلى الله عليه وسلم - فقال: يَا رسول الله، إن أرضنا أرض صيد، فأرسل سهمي، وأذكر اسم الله، وأرسل كلبي المعلم، وأذكر اسم الله، وأرسل كلبي الذي ليس بمعلم، فقال النَّبِيّ - صلى الله عليه وسلم -: \"ما حبس عليك سهمك وذكرت اسم الله فكل، وما حبس عليك كلبك المعلم، وذكرت اسم الله فكل، وما حبس عليك كلبك الذي ليس بمعلم فأدركت ذكاته فكل، وإن لم تدرك ذكاته فلا تأكل\"  (٤) . </p><p> {وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ} . </p><p> * * * </p><p>(١) فِي (ت): تميم. وهو خطأ. أَيُّوب، هو السختياني، ثِقَة، ثبت، حجة.(٢) ثِقَة، فاضل، كثير الإرسال.(٣) صحابي، جليل.(٤) [١٢٣٣] الحكم على الإسناد:إسناد المصنف ضعيف، فيه الحسن بن هارون، وحمدان بن خالد مجهولان، لكن الحديث ثابت كما سيأتي فِي التخريج.التخريج:أخرجه البخاري فِي كتاب الذبائح والصيد، باب صيد القوس (٥٤٧٨)، ومسلم كتاب الصيد والذبائح، باب الصيد بالكلاب المعلمة (١٩٣٠)، وأَحمد فِي \"المسند\" ٤/ ١٩٥ (١٧٧٥٢)، والنَّسائيّ فِي \"السنن الكبرى\" (٤٧٧٧) وغيرهم من طريق أبي إدريس الخولاني عن أبي ثعلبة به.وأخرجه الطبراني فِي \"المعجم الكبير\" ٢٢/ ٢٣١ (٦٠٥) من طريق محمَّد بن بكير، عن ابن جريج، عن أَيُّوب، عن أبي قلابة، عن أبي ثعلبة به.</p>"
}