{
  "id": null,
  "sura": 5,
  "aya": 21,
  "text": "<p> وقال الضحاك: كانت منازلهم واسعة، فيها مياه جارية، فمن كان مسكنه واسعًا، وفيه ماء جار فهو ملك (١) . </p><p> وقال قتادة: كانوا أول من ملك الخدم، وأول من سخر لهم الخدم من بني آدم (٢) . </p><p> وقال السدي: يعني: وجعلكم أحرارًا، تملكون أنفسكم بعد ما كنتم في أيدي القبط بمنزلة أهل الجزية فينا، فأخرجكم الله تعالى من ذلك الذل (٣) . </p><p> {وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنَ الْعَالَمِينَ} يعني: عالمي زمانكم. </p><p> وقال مجاهد: يعني المن والسلوى، والحجر، والغمام (٤) . </p><p> ٢١ - قوله- عز وجل {يَاقَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ} </p><p> اختلفوا في الأرض المقدسة ما هي؟ </p><p>= أخرجه السهمي في \"تاريخ جرجان\" ١/ ٣٦٤. وشاهد آخر من طريق أبي بكر الداهري عن ثور بن يزيد، عن خالد بن مهاجر، عن عمر مرفوعًا بلفظ: \"يا ابن آدم إذا أصبحت معاني في جسدك، آمنًا في سربك، عندك قوت يومك فعلى الدنيا العفاء\"، وفي سنده الداهري ضعيف. وهذِه الشواهد يقوي بعضها بعضًا.(١) الأثر ذكره ابن الجوزي في \"زاد المسير\" ٢/ ٣٢٢، والبغويُّ في \"معالم التنزيل\" ٣/ ٣٥.(٢) أخرجه الطبري في \"جامع البيان\" ٦/ ١٧٥.(٣) ذكره الواحدي في \"الوسيط\" ٢/ ١٧١، والبغويُّ في \"معالم التنزيل\" ٣/ ٣٥.(٤) أخرجه الطبري في \"جامع البيان\" ٦/ ١٧٥، وابن المنذر، وعبد بن حميد، كما في \"الدر المنثور\" للسيوطي ٢/ ٤٧٨.والمراد بالحجر أي الذي ضربه موسى عليه السلام بعصاه فانفجرت منه اثنتا عشرة عينا. =</p><p> فقال مجاهد: هي الطور وما حوله (١) . </p><p> وقال الضحاك: هي إيليا، وبيت المقدس (٢) . </p><p> وقال عبد الله بن عمرو - رضي الله عنه -: الحرم محرم مقداره من السموات والأرض، وبيت المقدس مقدس مقداره من السموات والأرض (٣) . </p><p> وقال عكرمة والسدي وابن زيد: هي أريحا (٤) . </p><p> وقال الكلبي: دمشق وفلسطين وبعض الأردن (٥) . </p><p> وقال قتادة: هي الشام كلها (٦) . </p><p> وقال زيد بن ثابت: بينما نحن حول رسول الله - صلى الله عليه وسلم - نؤلف القرآن من الرقاع إذ قال:  \"طوبى لأهل الشام\" ، قيل: يا رسول الله، ولم ذاك؟ قال:  \"إن ملائكة الرحمن باسطة أجنحتها عليهم\"  (٧) . </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٦/ ١٧١، وأخرجه أيضًا عن ابن عباس. (٢) ذكره عنه ابن الجوزي في \"زاد المسير\" ٢/ ٣٢٣، والبغوي في \"معالم التنزيل\" ٣/ ٣٥.(٣) الأثر أخرجه الفاكهي في \"أخبار مكة\" ٢/ ٢٧٠ (١٥٠٥)، وفي سنده رجل لم يسم.(٤) أخرج أقوالهم الطبري في \"جامع البيان\" ٦/ ١٧٢، وقال ابن كثير في \"تفسير القرآن العظيم\" ٥/ ١٤٩ معقبًا: وفي هذا نظر؛ لأن أريحا ليست هي المقصودة بالفتح.(٥) ذكره الطبري في \"جامع البيان\" ٦/ ١٧٢، ولم يذكر قائله، وانظر: \"تفسير الواحدي\" ٢/ ١٧٢، والبغوي في \"معالم التنزيل\" ٣/ ٣٥.(٦) أخرجه عبد الرزاق في \"تفسير القرآن\" ١/ ١٨٦، والطبري في \"جامع البيان\" ٦/ ١٧٢.(٧) الحديث أخرجه أحمد في \"مسنده\" ٥/ ١٨٤ (٢١٦٠٦)، والترمذي، أبواب =</p><p> [١٢٥٤] وأخبرنا ابن المقرئ (١) الحافظ قال: حدثنا القاسم بن الحسن بن القاسم الهمداني (٢) ، قال: ثنا أبو علي خفيف بن عبد الله الدينوري (٣) ، حدثنا هشام بن عمار (٤) ، حدثنا يحيى بن حمزة (٥) ، قال: حدثنا نصر بن علقمة الحمصي (٦) ، عن جبير بن </p><p>= المناقب، باب في فضل الشام واليمن (٣٩٥٤)، والحاكم في \"المستدرك\" ٢/ ٢٤٩، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٦/ ٢٩٣ (٧٣٠٤)، والطبراني في \"المعجم الكبير\" ٥/ ١٥٨ (٤٩٣٣)، والبيهقي في \"شعب الإيمان\" ٤٣٢/ ٢ (٢٣١١) من طريق يحيى بن أيوب، عن زيد بن أبي حبيب، عن عبد الرحمن بن شماسة، عن يزيد بن ثابت به، وهذا سند صحيح، وقد صححه الحاكم، والمنذري في \"الترغيب والترهيب\" ٤/ ٣٢، وقال الترمذي: حسن صحيح. وانظر: \"فضائل الشام\" للربعي (ص ١٠) (١٧)، ولابن رجب (ص ١٠٧) (١٦٩)، وصححه العلامة الألباني رحمه الله في \"سلسلة الأحاديث الصحيحة\" (٥٠٣).(١) محمَّد بن إبراهيم بن علي، الحافظ، الصدوق.(٢) الهمداني، ذكره الخطيب في \"تاريخ بغداد\" ٣/ ١٣٠، ضمن رواة سند، ولم يذكر فيه شيئًا.(٣) لم أجده.(٤) صدوق، مقرئ، كبر فصار يتلقن، فحديثه القديم أصح.(٥) الحضرمي، ثقة، رمي بالقدر.(٦) أبو علقمة الحضرمي، روى عن جبير، وعنه يحيى بن حمزة، وبقية.وثقه دحيم، وابن حبان، وقال ابن حجر: مقبول.انظر: \"الثقات\" لابن حبان ٧/ ٥٣٧، \"تهذيب الكمال\" للمزي ٢٩/ ٣٥٣، \"تقريب التهذيب\" لابن حجر (ص ٩٩٩)، وفي \"تحرير التقريب\" ٤/ ١٤: بل ثقة، وما قاله ابن حجر أقرب.</p><p> نفير (١) ، عن عبد الله بن حوالة (٢) قال: كنا عند النبي - صلى الله عليه وسلم - فقال:  \"والله لا يزال هذا الأمر فيكم حتى يفتح الله لكم أرض فارس والروم، وأرض حمير، وحتى تكونوا أجنادًا ثلاثة، جندًا بالشام، وجندًا بالعراق، وجندًا باليمن\" ، فقلت: اختر لي يا رسول الله إن أدركني ذلك، فقال:  \"أختار لك الشام، فإنها صفوة الله من بلاده، وإليها يجتبى صفوته من عباده، يا أهل الإِسلام، فعليكم بالشام، فإن صفوة الله من أرض الشام، وإن الله قد تكفل لي بالشام وأهله\"  (٣) . </p><p> [١٢٥٥] وأخبرنا ابن المقرئ (٤) قال: حدثنا (٥) محمَّد بن </p><p>(١) ثقة، جليل. (٢) صحابي.(٣) [١٢٥٤] الحكم على الإسناد:إسناد المصنف ضعيف، وفيه القاسم، وخفيف مجهولان، والحديث صح من وجه آخر كما سيأتي في التخريج، وقد صححه الألباني في \"تخريج فضائل الشام\" للربعي (ص ٢٩).التخريج:أخرجه البيهقي في \"السنن الكبرى\" ٩/ ١٧٩، والداني في \"السنن\" ٥/ ٩٤٨ (٥٠٠) من طريق يحيى بن حمزة، عن نصر، عن جبير، عن ابن حوالة به، ونصر مقبول في المتابعات.وقد وجدت له متابعًا، أخرجه أحمد في \"المسند\" ٥/ ٢٨٨ (٢٢٥٤٢)، والضياء في \"المختارة\" ٩/ ٢٧٤، وأبو داود كتاب الجهاد، باب في سكنى الشام (٢٤٨٣) من طريق عصام بن خالد وعلي بن عياش، عن حريز، عن سليمان بن شمير، عن ابن حوالة به، وهذا إسناد محتج به.(٤) الحافظ، الصدوق.(٥) في (ت) زيادة: محمَّد بن.</p><p> سمعان (١) ، قال: حدثنا أبو الفضل محمَّد بن الفضل العدني (٢) ، قال: حدثنا موسى بن إسحاق الأنصاري (٣) ، قال: ثنا منجاب بن الحارث (٤) ، قال: حدثنا ابن مسهر (٥) ، عن الأعمش، عن عبد الله ابن ضرار (٦) ، عن أبيه (٧) ، عن عبد الله بن مسعود - رضي الله عنه - (٨) قال: قسم الخير عشرة عرى، فجعل منه تسعة بالشام، وواحدًا بالعراق، وقسم الشر عشرة عرى، فجعل منه تسعة بالعراق، وواحدة بالشام، ودخل الشام عشرة آلاف عين رأت النبي - صلى الله عليه وسلم -، ونزل حمص تسعمائة من أصحاب رسول الله - صلى الله عليه وسلم -، فيهم سبعون بدريًّا (٩) . </p><p>(١) محمَّد بن سمعان، لم أجده. (٢) لم أجده.(٣) الخطمي الأنصاري، ثقة.(٤) التميمي، ثقة.انظر: \"الطبقات الكبرى\" لابن سعد ٦/ ٤١٢، \"تهذيب الكمال\" للمزي ٢٨/ ٤٩٠، \"تهذيب التهذيب\" لابن حجر ٤/ ١٥٢.(٥) علي بن مسهر، ثقة، له غرائب بعد أن أضر ثقة، حافظ؛ لكنه مدلس.(٦) الأسدي، روى عن أبيه، وعن ابن مسعود، ضعفه أبو حاتم.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٨٨، \"ميزان الاعتدال\" للذهبي ٢/ ٤٤٧.(٧) أبوه ضرار الأسدي، ذكره ابن سعد في \"الطبقات الكبرى\" ٦/ ٢٠١، وسكت عنه.(٨) الصحابي المشهور.(٩) [١٢٥٥] الحكم على الإسناد:إسناده ضعيف، فيه محمَّد بن سمعان، وأبو الفضل مجهولان، وعبد الله بن ضرار ضعيف، وأبوه مجهول. =</p>"
}