{
  "id": null,
  "sura": 5,
  "aya": 66,
  "text": "<p> قوله:  {وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا} بإنكارهم، ومخالفتهم القرآن، وتركهم الإيمان به، {وَأَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ} يعني: بين اليهود والنصارى {كُلَّمَا أَوْقَدُوا نَارًا لِلْحَرْبِ أَطْفَأَهَا اللَّهُ}  (يعني اليهود)  (١) ، أفسدوا وخالفوا حكم التوراة، فبعث الله عليهم بختنصر (٢) ، ثم أفسدوا فبعث الله عليهم بطرس الرومي، ثم أفسدوا فسلط الله عليهم المجوس، ثم أفسدوا فبعث الله عليهم المسلمين، وكانوا كلما استقام أمرهم شتته الله، وكلما أجمعوا على حرب رسول الله، وأوقدوا نارًا للحرب أطفأها الله وقهرهم، ونصر نبيه ودينه {وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا وَاللَّهُ لَا يُحِبُّ الْمُفْسِدِينَ} . </p><p> ٦٥ - {وَلَوْ أَنَّ أَهْلَ الْكِتَابِ آمَنُوا} </p><p> بمحمد {وَاتَّقَوْا} الكفر {لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلَأَدْخَلْنَاهُمْ جَنَّاتِ النَّعِيمِ} . </p><p> ٦٦ - {وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالْإِنْجِيلَ} </p><p> يعني: أقاموا أحكامهما وحدودهما، وعملوا بما فيهما {وَمَا أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ} يعني: القرآن، وقيل: كتب أنبياء بني إسرائيل {لَأَكَلُوا مِنْ فَوْقِهِمْ} يعني: المطر {وَمِنْ تَحْتِ أَرْجُلِهِمْ} النبات. </p><p> وقال الفراء: إنما أراد به التوسعة، كما يقال: فلان في خير من </p><p>(١) سقط من (ت). (٢) وهو الذي خرب بيت المقدس، وشتت شمل بني إسرائيل.انظر: خبره في \"تاريخ الرسل والملوك\" للطبري ١/ ٥٣٨.</p><p> قرنه إلى قدمه (١) ، ونظير هذا قوله سبحانه:  {وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ}  (٢) . </p><p> {مِنْهُمْ أُمَّةٌ مُقْتَصِدَةٌ} يعني: مؤمني أهل الكتاب، عبد الله بن سلام وأصحابه، وثمانية وأربعون رجلًا من مؤمني النصاري، وهم: النجاشي (٣) ، وبحيرا الراهب (٤) ، وسلمان الفارسي، </p><p>(١) في \"معاني القرآن\" ١/ ٣١٥، وقد رده الطبري في \"جامع البيان\" ٦/ ٣٠٦ بقوله: وتأويل أهل التأويل بخلاف ما ذكرنا من هذا القول، وكفى بذلك شهيدًا على فساده. ولا يظهر لي أن قول الفراء يعارض، ويخالف قول السلف في تفسير الآية، لأنه يمكن أن يقال: إن الله تعالى وعدهم إذا عملوا بالتوراة والإنجيل إن يفيض عليهم نعمته، ويوسع عليهم رزقه، بأن يرسل السماء عليهم مدرارًا، وهذا معنى قوله {لَأَكَلُوا مِنْ فَوْقِهِمْ}، وتنبت الأرض من تحتهم أطايب الثمار، وهذا معنى قوله {وَمِنْ تَحْتِ أَرْجُلِهِمْ} على قول السلف فليس هناك تعارض، فيما يظهر لي، والعلم عند الله تعالى.ثم إن عبارة الفراء في \"معاني القرآن\" ١/ ٣١٥ هي: يقول: من قطر السماء، ونبات الأرض، من ثمارها وغيرها، وقد يقال: هذا على وجه التوسعة فبدأ بالقول المشهور، لْم ذكر الوجه الآخر بصيغة التقليل.(٢) الأعراف: ٩٦.(٣) ملك الحبشة، واسمه أصحمة، من المخضرمين الذين أسلموا، لكنه لم يهاجر إلى النبي -صلى الله عليه وسلم-، ومات في حياته، وصلى عليه صلاة الغائب، لأنه كان بأرض قوم نصارى، ولم يصل عليه أحد، وقد عده بعضهم من الصحابة.انظر: \"أسد الغابة\" لابن الأثير ١/ ١١٩، \"سير أعلام النبلاء\" للذهبي ١/ ٤٢٨، \"الإصابة\" لابن حجر ١/ ١٧٧.(٤) لقي النبي - صلى الله عليه وسلم - قبل البعثة، في طريقه إلى الشام مع عمه أبي طالب، وجرى معه حديث مشهور. ذكره ابن إسحاق. =</p>"
}