{
  "id": null,
  "sura": 5,
  "aya": 55,
  "text": "<p> ٥٥ - قوله: {إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ (٥٥) }. </p><p> [١٢٩٥] أخبرنا ابن فنجويه (١) ، قال: ثنا أحمد بن جعفر بن حمدان بن مالك القطيعي (٢) ، قال: ثنا بشر بن موسى الأسدي (٣) ، قال: ثنا إسماعيل بن خليل الكوفي (٤) ، قال: أخبرنا سلمة بن رجاء (٥) ، قال: ثنا سلمة بن سابور (٦) ، قال: سمعت عطية العوفي (٧) يقول: قال ابن عباس: أسلم عبد الله بن أُبي بن سلول، ثم قال: بيني وبين قريظة والنضير حلف، وأنا أخاف الدوائر، فارتد كافرًا (٨) . </p><p>(١) ثقة، صدوق، كثير الرواية للمناكير. (٢) ثقة.(٣) ثقة.(٤) الخزاز، ثقة.(٥) التميمي، روى عن سلمة بن سابور، وصالح المري، وعنه إسماعيل، وأبو نعيم، ضعفه ابن معين، وابن عدي، والنسائى، وقال أبو زرعة: صدوق، وقال أبو حاتم: ما بحديثه بأس.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٤/ ١٦٠، \"تهذيب الكمال\" للمزي ١١/ ٢٧٩، \"ميزان الاعتدال\" للذهبي ٢/ ١٨٩، وفي \"تقريب التهذيب\" لابن حجر (ص ٣٩٩): صدوق، يغرب.(٦) سلمة بن سابور، روى عن عطية، ضعفه ابن معين.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٤/ ١٦٣، \"ميزان الاعتدال\" للذهبي ٢/ ١٩٠.(٧) صدوق، يخطئ كثيرًا، وكان شيعيًا مدلسًا.(٨) [١٢٩٥] الحكم على الإسناد:إسناده ضعيف، سلمة بن رجاء، وابن سابور، والعوفي ضعفاء. =</p><p> وقال عبادة بن الصامت: أبرأ إلى الله من حلف قريظة، والنضير، وأتولى الله ورسوله، والذين آمنوا، فأنزل الله تعالى:  {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ} إلى قوله: {فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ}  (١) يعني: عبد الله بن أبي، إلى قوله:  {إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا} الآية، يعني: عيادة بن الصامت، وأصحاب رسول الله - صلى الله عليه وسلم -، ثم قال: {وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَكِنَّ كَثِيرًا مِنْهُمْ فَاسِقُونَ (٨١) } (٢) . </p><p> وقال بعض المفسرين: لما أراد رسول الله - صلى الله عليه وسلم - أن يقتل يهود بني قينقاع حين نقضوا العهد، وكانوا حلفاء لعبد الله بن أُبي، وسعد بن عبادة، وعبادة بن الصامت، فأما عبد الله بن أُبي فعظم ذلك عليه، وقال: ثلاثمائة دارع (٣) ، وأربعمائة دارع منعوني من الأسود والأحمر، فأدعك تحصدهم في غزاة واحدة. </p><p> وأما سعد وعبادة فقالا: إنا نبرأ إلى الله، وإلى رسوله من حلفهم، وعهدهم، فأنزل الله هذِه الآية (٤) . </p><p>= التخريج: أخرجه بنحوه الطبري في \"جامع البيان\" ٦/ ٢٧٥، ٢٨٨ عن عطية به، و ٦/ ٢٧٥ عن الزهري به.(١) هذا الأثر تابع للأثر السابق عن عبادة.(٢) المائدة: ٨١.(٣) أي: يلبسون الدروع.انظر: \"القاموس المحيط\" للفيروزآبادي (درع).(٤) أخرجه ابن إسحاق، كما في \"السيرة النبوية\" لابن هشام ٣/ ٣١٦.</p><p> وقال جابر بن عبد الله: جاء عبد الله بن سلام إلى النبي - صلى الله عليه وسلم - فقال: يا رسول الله، إن قومنا بني قريظة، والنضير قد هجرونا وفارقونا، وأقسموا ألا يجالسونا، ولا نستطيع مجالسة أصحابك لبعد المنازل. وشكى ما يلقى من اليهود من الأذى، فنزلت هذِه الآية، فقرأها عليه رسول الله - صلى الله عليه وسلم - فقال: رضينا بالله وبرسوله، وبالمؤمنين أولياء (١) . </p><p> وعلى هذا التأويل أراد بقوله:  {وَهُمْ رَاكِعُونَ} صلاة التطوع بالليل والنهار، قاله ابن عباس (٢) . وقال السدي، وعتبة بن أبي حكيم (٣) ، وغالب بن عبيد الله: إنما عنى بقوله سبحانه: {وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ} علي بن أبي طالب، مر به سائل وهو راكع في المسجد، فأعطاه خاتمه (٤) . </p><p>(١) ذكره الواحدي في \"الوسيط\" ٢/ ٢٠١، والبغوي في \"معالم التنزيل\" ٣/ ٧٢ عن جابر، وأخرجه الواحدي في \"أسباب النزول\" (ص ٢٠١) بسنده إلى الكلبي عن أبي صالح، عن ابن عباس، ونسبه السيوطي في \"الدر المنثور\" ٢/ ٥٢٠ إلى ابن مردويه. (٢) ذكره الواحدي في \"الوسيط\" ٢/ ٢٠٢، والبغوي في \"معالم التنزيل\" ٣/ ٧٣.(٣) الهمداني، أبو العباس الأردني، لينه أحمد، ووثقه ابن معين مرة وضعفه أخرى، وقال أبو حاتم: صالح، وقال ابن عدي: أرجو أنه لا بأس به، وقال الذهبي: متوسط حسن الحديث.انظر: \"ميزان الاعتدال\" للذهبي ٣/ ٢٨.وفي \"تقريب التهذيب\" لابن حجر (ص ٦٥٧): صدوق يخطئ كثيرًا، وقد توفي بصور بعد سنة (١٤٠ هـ).(٤) أخرج قصة تصدق علي - رضي الله عنه -وهو راكع: الطبري في \"جامع البيان\" ٦/ ٢٨٨ - ٢٨٩ عن السدي، وعن عتبة، وعن غالب، عن مجاهد. =</p><p> [١٢٩٦] أخبرنا أبو الحسن محمد بن القاسم بن أحمد الفقيه (١) ، </p><p>= وأخرجها الطبراني في \"المعجم الأوسط\" ٦/ ٢١٨ (٦٢٣٢) عن عمار بلفظ: وقف بعلي سائل وهو راكع. . فنزع خاتمه ... ، وفي سنده خالد بن يزيد العمري كذاب. انظر: \"ميزان الاعتدال\" للذهبي ١/ ٦٤٦.وأخرجها ابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١١٦٢ عن سلمة بن كهيل، وسنده حسن إلى سلمة، ووصله لا يصح.وأخرجها ابن مردويه عن الكلبي، عن أبي صالح، عن ابن عباس، كما في \"الدر المنثور\" للسيوطي ٢/ ٥١٩، ومن طريقه الواحدي في \"أسباب النزول\" (ص ٢٠١).وأسانيد القصة كلها لا تقوم بها حجة، ما خلا طريق ابن أبي حاتم عن سلمة، وهو وإن كان ثقة إلا أن فيه تشيعًا ظاهرًا، وكذا موسى بن قيس الحضري، الراوي عنه، فيه تشيع.قال ابن كثير في \"تفسير القرآن العظيم\" ٥/ ٢٦٤ - ٢٦٧: وأما قوله {وَهُمْ رَاكِعُونَ} فقد توهم بعض الناس أن هذِه الجملة في موضع الحال من قوله {وَيُؤْتُونَ الزَّكَاةَ}، أي: في حال ركوعهم، ولو كان هذا كذلك لكان دفع الزكاة في حال الركوع أفضل من غيره، لأنه ممدوح، وليس الأمر كذلك عند أحد من العلماء ممن نعلمه من أئمة الفتوى، حتى إن بعضهم ذكر في هذا أثرًا عن علي بن أبي طالب أن هذِه الآية نزلت فيه ... ، ثم قال بعد أن ذكر روايات القصة: وليس يصح شيء منها بالكلية، لضعف أسانيدها، وجهالة رجالها.والصواب أن الآية تعم المؤمنين جميعا، بلا استثناء، كما سأل الرجل أبا جعفر محمد بن علي عن هذِه الآية هل المراد بها علي؟ فقال: على من الذين آمنوا. أخرجه الطبري في \"جامع البيان\" ٦/ ٢٨٨.وعلى هذا فقوله {وَهُمْ رَاكِعُونَ} أي: متذللون، خاضعون لله تعالى ذكره، مؤدون لما أمرهم الله سبحانه، وليس هو حالاً من {وَيُؤْتُونَ الزَّكَاةَ} والله تعالى أعلم.(١) القلوسي، لم يذكر بجرح أو تعديل.</p><p> قال: ثنا أبو محمد عبد الله بن أحمد الشعراني (١) ، قال: أخبرنا أبو علي أحمد بن علي بن (٢) رزين (٣) ثنا المظفر بن الحسن الأنصاري (٤) ، ثنا السندي بن علي الوراق (٥) ، ثنا يحيى بن عبد الحميد الحماني (٦) ، عن قيس بن الربيع (٧) ، عن الأعمش (٨) ، عن عباية بن الربعي (٩) ، قال: بينا عبد الله بن عباس جالس على شفير زمزم يقول: قال رسول الله - صلى الله عليه وسلم -. إذ أقبل رجل متعمم بعمامة، فجعل ابن عباس لا يقول: قال رسول الله - صلى الله عليه وسلم -. إلا قال الرجل: قال رسول الله - صلى الله عليه وسلم -. </p><p>(١) عبد الله بن أحمد، أبي حامد بن جعفر، ثقة. (٢) من (ت).(٣) أحمد بن محمد بن علي بن رزين، الباشاني، الهروي، سمع بن خشرة وسفيان بن وكيع وغيرهم، قال الذهبي: المحدث، الثقة، توفي سنة (٣٢١ هـ).انظر: \"سير أعلام النبلاء\" للذهبي ١٤/ ٥٢٣، \"الوافي بالوفيات\" للصفدي ٨/ ٦٣.(٤) لم أجده.(٥) وجدت في \"تاريخ بغداد\" للخطيب ٦/ ٢٣٤: السندي بن أبان، أبو نصر، روى عن يحيى الحماني، ولم يذكر فيه الخطيب شيئًا، فلعله هو.(٦) حافظ، إلا أنه متهم بسرقة الحديث.(٧) صدوق، تغير لما كبر.(٨) سليمان بن مهران، ثقة، حافظ، لكنه يدلس.(٩) الأسدي، روى عن علي، وابن عباس، وعنه الأعمش، من غلاة الشيعة، قال أبو حاتم: شيخ.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٧/ ٢٩، \"ميزان الاعتدال\" للذهبي ٢/ ٣٨٧.</p><p> فقال ابن عباس: سألتك بالله من أنت؟ قال؟ فكشف العمامة عن وجهه وقال: يا أيها الناس من عرفني فقد عرفني، ومن لم يعرفني فأنا جندب بن جنادة البدري أبو ذر الغفاري، سمعت النبي - صلى الله عليه وسلم - بهاتين، وإلا فصُمتا، ورأيته بهاتين، وإلا فعميتا، يقول: على قائد البررة، وقاتل الكفرة، منصور من نصره، ومخذول من خذله، أما إني صليت مع رسول الله - صلى الله عليه وسلم - يومًا من الأيام صلاة الظهر، فسأل سائل في المسجد فلم يعطه أحد، فرفع المسائل يده إلى السماء وقال: اللهم اشهد أني سألت في مسجد رسول الله - صلى الله عليه وسلم -، فلم يعطني أحد شيئًا وعلي كان راكعًا فلوى بخنصره اليمني، وكان يتختم فيها، فأقبل المسائل حتى أخذ الخاتم من خنصره، وذلك بعين النبي - صلى الله عليه وسلم -، فلما فرغ النبي - صلى الله عليه وسلم - من صلاته رفع رأسه إلى السماء، وقال:  \"اللهم إن أخي موسى سألك فقال: {قَالَ رَبِّ اشْرَحْ لِي صَدْرِي(٢٥)وَيَسِّرْ لِي أَمْرِي(٢٦)وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي(٢٧)يَفْقَهُوا قَوْلِي(٢٨)وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي(٢٩)هَارُونَ أَخِي(٣٠)اشْدُدْ بِهِ أَزْرِي(٣١)وَأَشْرِكْهُ فِي أَمْرِي}(١)فأنزلت عليه قرآنا ناطقًا{قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَا}(٢)، اللهم وأنا محمد نبيك، وصفيك، فاشرح صدري ويسر لي أمري، واجعل لي وزيرًا من أهلي، عليًّا اشدد به ظهري\" . </p><p>(١) طه: ٢٥ - ٣٢. (٢) القصص: ٣٥.</p><p> قال أبو ذر: فوالله ما استتم رسول الله - صلى الله عليه وسلم - الكلمة، حتى نزل عليه جبريل من عند الله، فقال: يا محمد اقرأ، قال: وما أقرأ؟ قال: اقرأ {إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ (٥٥) } (١) . </p><p> [١٢٩٧] سمعت أبا منصور الحمشاذي (٢) يقول: سمعت محمد بن عبد الله الحافظ (٣) يقول: سمعت أبا الحسن علي بن الحسن (٤) يقول: سمعت أبا حامد محمد بن هارون الحضرمي (٥) يقول: سمعت محمد ابن منصور الطوسي (٦) يقول: سمعت أحمد بن حنبل (٧) يقول: ما جاء لأحد من أصحاب رسول الله - صلى الله عليه وسلم - من الفضائل ما جاء لعلي بن أبي </p><p>(١) [١٢٩٦] الحكم على الإسناد: إسناده هالك، فيه مجاهيل، وضعفاء.التخريج:والحديث لم أجده بعد البحث.(٢) محمد بن عبد الله بن محمد، عالم، مصنف، لم يذكر بجرح أو تعديل.(٣) الإمام، الحاكم، الثقة.(٤) علي بن الحسن بن علي بن مطرف الجراحي القاضي، روى عن محمد بن هارون، كان متساهلًا في الحديث، مع فضله، توفي سنة (٣٧٦ هـ).انظر: \"تاريخ بغداد\" للخطيب البغدادي ١١/ ٣٨٧.(٥) محمد بن هارون الحضرمي البعراني، روى عن الطوسي، وعنه ابن شاهين، وأبو الحسن القاضي، كان ثقة، توفي سنة (٣٢١ هـ).انظر: \"تاريخ بغداد\" للخطيب ٣/ ٣٥٨.(٦) أبو جعفر، العابد، ثقة.(٧) إمام، ثقة، حافظ، فقيه، حجة. =</p><p> طالب (١) . </p><p> [١٢٩٨] وأخبرنا ابن فنجويه (٢) ، قال: ثنا عمر بن الخطاب (٣) ، قال: ثنا إبراهيم بن سهلويه (٤) ، قال: ثنا محمد بن أبي رجاء العباداني (٥) ، قال: حدثني عمر بن إبراهيم (٦) ، قال: ثنا المبارك بن سعيد (٧) وعمار بن محمد (٨) ، </p><p>= [١٢٩٧] الحكم على الإسناد: إسناد المصنف فيه ضعف، من أجل أبي الحسن القاضي.التخريج:الحديث أخرجه الحاكم في \"المستدرك\" ٣/ ١٠٧ - ١٠٨ ومن طريقه ابن عساكر في \"تاريخ دمشق\" ٤٢/ ٤١٨، وكذلك أورده الذهبي في \"تاريخ الإسلام\" ٣/ ٦٣٨.(٢) ثقة، صدوق، كثير الرواية للمناكير.(٣) لم يتبين لي من هو.(٤) لم أجده.(٥) العباداني الخراساني، من فقهاء الأحناف، ولي القضاء في عهد المأمون ببغداد، توفي سنة (٢٠٧ هـ).انظر: \"تاريخ بغداد\" للخطيب البغدادي ٥/ ٢٧٥.(٦) لم أجده.(٧) الثوري، روى عن أخيه، وأبيه، وعنه أبو عبيد، وابن عرفة، صدوق توفي سنة (١٨٠ هـ).انظر: \"المعرفة والتاريخ\" للفسوي ٢/ ٤٢، \"تهذيب الكمال\" للمزي ٢٧/ ١٧٨، \"ميزان الاعتدال\" للذهبي ٣/ ٤٦٣١.(٨) الثوري، روى عن عطاء بن السائب، والأعمش وآخرين، وعنه أحمد، وابن عرفة، أخرج له مسلم، توفي سنة (١٨٢ هـ). =</p><p> عن سفيان (١) ، عن أبيه (٢) ، عن عكرمة (٣) ، عن ابن عباس قال: نزلت في أبي بكر {إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا}  (٤) . </p><p> [١٢٩٩] أخبرنا الحسين بن محمد بن عبد الله الحافظ (٥) قال: ثنا أحمد بن محمد بن إسحاق السني (٦) ، قال: أخبرنا حامد بن شعيب (٧) قال: ثنا سريج بن يونس (٨) ، ثنا هشيم (٩) ، عن (١٠) عبد الملك (١١) </p><p>= انظر: \"تاريخ بغداد\" للخطيب ١٢/ ٢٥٢، \"تهذيب الكمال\" للمزي ٢١/ ٢٥٤، \"تقريب التهذيب\" لابن حجر (ص ٧٠٩) وفيه: صدوق يخطئ، وفي \"تحرير التقريب\" لشعيب الأرناؤوط ٣/ ٦١: بل ثقة. وحكم الحافظ أولى، لأن عمارًا ممن يخطئ في الرواية كثيرًا. (١) الثوري، ثقة، حافظ، كان ربما دلس.(٢) سعيد بن مسروق الثوري، ثقة.(٣) مولى ابن عباس، ثقة، ثبت، عالم بالتفسير.(٤) [١٢٩٨] الحكم على الإسناد:إسناده ضعيف فيه شيخ المصنف، والعباداني، لم أجد فيهما جرحًا ولا تعديلًا، وفيه من لم أجده كالعمرين وابن سهلويه.التخريج:لم أجد من خرجه بعد البحث.(٥) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٦) أبو بكر ابن السني، حافظ، ثقة.(٧) حامد بن محمد بن شعيب، البلخي، ثقة.(٨) المروزي، أبو الحارث، ثقة، عا بد.(٩) ابن بشير الواسطي، ثقة، ثبت، كثير التدليس والإرسال الخفي.(١٠) في (ت): بن.(١١) هو ابن أبي سليمان، كما جاء مصرحًا عند ابن أبي حاتم، وهو صدوق له أوهام.</p>"
}