{
  "id": null,
  "sura": 5,
  "aya": 116,
  "text": "<p> ١١٦ - {وَإِذْ قَالَ اللَّهُ يَاعِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ} </p><p> إلى آخر القصة. </p><p> اختلف العلماء في وقت هذِه المقالة. </p><p> فقال السدي وقطرب: إن الله -عز وجل- قال هذا القول لعيسى حين رفعه إليه، وقالت النصارى فيه ما قالت (١) ، واحتجوا بقوله تعالى: {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (١١٨) } ولا خلاف أن الله تعالى لا يغفر لمشرك مات على شركه وإنما معنى الآية: كان تغفر لهم بتوبتهم، ولأن (إذ) للماضي. </p><p> وقال سائر المفسرين: إنما يقول الله له هذا يوم القيامة، وما قبل الآية وما بعدها يدل على هذا، فأما ما قبلها فقوله:  {يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ} الآية وما بعدها قوله {هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ} الآية، وعلى هذا القول تكون (إذ) بمعنى (إذا) كقوله تعالى: {وَلَوْ تَرَى إِذْ </p><p>= والأقوال التي لم ترد إلينا بسند صحيح يقطع العذر، ويقيم الحجة، عن المعصوم - صلى الله عليه وسلم -، بل هي في الغالب متلقاة عن الإسرائيليين وغيرهم من القصاص والإخباريين، وأصل القصة من حيث نزول المائدة ثابت لا شك فيه، ولكن ما عدا ذلك من التفاصيل والقصص لم يأت به نص معصوم، فكان الواجب عدم الخوض في مثل ذلك، والسكوت عفا سكت الله تعالى عنه، وترك بيانه رسولنا - صلى الله عليه وسلم -، إذ لو كان فيه خير لنا لم يتركه الهادي البشير - صلى الله عليه وسلم -، وانظر: \"الإسرائيليات والموضوعات\" د. محمد أبو شهبة (ص ٢٦٦ - ٢٧٧). (١) أخرجه الطبري في \"جامع البيان\" ٧/ ١٣٧، وابن أبي حاتم في \"تفسير القرآن =</p><p> فَزِعُوا فَلَا فَوْتَ} (١) يعني: إذا فزعوا، وكما قال الأسود بن يعفر (٢) : </p><p> فالآن إذ هازلتهن فإنما ... يقلن: ألا لم يذهب الشيخ مذهبا </p><p> يعني: إذا هازلتهن. </p><p> وقال أبو النجم (٣) : </p><p> ثم جزاه الله عني إذ جزى ... جنات عدن في العلالي العلا </p><p> يعني: إذا جزى. </p><p> وقوله:  {إِنْ تُعَذِّبْهُمْ} على التبعيض، يعني: إن تعذب الذين أقاموا </p><p>= العظيم\" ٤/ ١٢٥٣، عن السدي. (١) سبأ: ٥١.(٢) النهشلي، يلقب بأعشى بني نهشل، أبو نهشل التميمي، شاعر جاهلي، من سادات تميم كان فصيحًا جوادًا، نادم النعمان بن المنذر، وكف بصره في آخر عمره.انظر: \"الشعر والشعراء\" لابن قتيبة (ص ١٥٢)، \"الأعلام\" للزركلي ١/ ٣٣٠.والبيت ذكره الطبري في \"جامع البيان\" ٧/ ١٣٧، وابن الأنباري في \"الأضداد\" (ص ١١٩)، وهو في \"خزانة الأدب\" للبغدادي ٤/ ١٠٣.(٣) هو أبو النجم العجلي، الفضل بن قدامة، وفد على سليمان وهشام ابني عبد الملك، ذكره ابن عساكر في \"تاريخ دمشق\" ٤/ ٢٥٠.والبيت ذكره الطبري في \"جامع البيان\" ٧/ ١٣٧، وابن الأنباري في \"الأضداد\" (ص ١١٩)، وابن فارس في \"الصاحبي\" (ص ١٩٦).وقد أفاض ابن الأنباري في \"الأضداد\" (ص ١١٨ - ١١٩) في مسألة (إذ)، و (إذا) بكلام نفيس.</p><p> على الكفر، وإن تغفر للذين أسلموا وتابوا؛ لأنه قال:  {أَأَنْتَ قُلْتَ لِلنَّاسِ} ، {مَا قُلْتُ لَهُمْ} يعني: للناس وفيهم المسلمون والمشركون، فقوله:  {إِنْ تُعَذِّبْهُمْ} راجع إلى الكافرين، وقوله {وَإِنْ تَغْفِرْ لَهُمْ} راجع إلى المؤمنين. </p><p> فإن قيل: فما وجه سؤال الله عيسى، مع علمه بأنه لم يقل ذلك؟ </p><p> فالجواب عنه: أنه توبيخ لقوم عيسى، وتحذير له عن هذِه المقالة، ونهي عنها، وإعلامه بذلك بصنيع قومه على جهة التحذير له، والتوبيخ لهم، كما يقول القائل للآخر: أفعلت كذا وكذا؟ فيما يعلم أنه لم يفعله، إعلامًا واستعظامًا، لا استخبارًا واستفهامًا. </p><p> والآخر (١) : أراد الله تعالى أن يقر عيسى على نفسه بالعبودية، ويظهر منه تكذيبهم وتخطئتهم، وأنه لم يأمرهم بذلك، فتكون حجة عليهم، فذلك قوله {أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ} معبودين من دون الله. </p><p> قال أبو روق، وميسرة: إذا قال الله تعالى لعيسى {أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ} أرعدت مفاصله، وانفجرت من أصل كل شعرة على جسده عين من دم (٢) . </p><p>(١) أي: الوجه الآخر في الجواب. وانظر: هذين الوجهين في \"جامع البيان\" للطبري ٧/ ١٣٨.(٢) أخرجه الطبري في \"جامع البيان\" ٧/ ١٣٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٢٥٣ عن ميسرة. وابن المنذر وأبو الشيخ، كما في \"الدر المنثور\" ٢/ ٦١٥، إلا قوله: وانفجرت من أصل كل. .، فليس هو في رواية ميسرة عندهم.</p>"
}