{
  "id": null,
  "sura": 5,
  "aya": 120,
  "text": "<p> ثم بين ثوابهم، فقال:  {لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ الْفَوْزُ الْعَظِيمُ} فازوا بما أملوا، ونجوا مما خافوا. </p><p> ثم عظم نفسه عما قالت النصارى من البهتان: أن معه إلهًا (١) ، فقال: </p><p> ١٢٠ - {لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا فِيهِنَّ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٢٠) }. </p><p>= انظر: \"المحرر الوجيز\" لابن عطية ٢/ ٢٦٣، \"البحر المحيط\" لأبي حيان ٤/ ٦٧. (١) هذِه عبارة مقاتل، ذكرها عنه الواحدي في \"الوسيط\" ٢/ ٢٤٩.</p><p> الكشف والبيان عن تفسير القرآن </p><p> تأليف </p><p> أبي إسحاق أحمد بن إبراهيم الثعلبي المتوفى سنة ٤٢٧ هـ </p><p> أشرف على إخراجه </p><p> د/ صلاح باعثمان - د/ حسن الغزالي - أ. د/ زيد مهارش - أ. د/ أمين باشه </p><p> [المجلد الثاني عشر] </p><p> [سورة الأنعام * الأعراف] </p><p> تحقيق </p><p> د/ عبد الله بن عواد الجهني </p><p> أ/ هاشم بن محسن باصرة </p><p> السيرة الذاتية للمحقق </p><p> د/ عبد الله بن عواد الجهنيّ </p><p> أستاذ مساعد بجامعة أم القرى - كلية الدعوة وأصول الدين - قسم القراءات. </p><p> حصل على درجة الدكتوراه عام ١٤٣٣ هـ في تخصص الكتاب والسنة من جامعة أم القرى - كلية الدعوة وأصول الدين، وعنوان رسالة الدكتوراه: </p><p> (غريب القرآن عند الإمام الطبري في تفسيره دراسة نظرية تطبيقية موازنة) . </p><p> بعض من المناصب الإدارية التي شغلها: </p><p> إمام المسجد الحرام. </p><p> السيرة الذاتية للمحقق </p><p> أ/ هاشم بن محسن باصرة </p><p> حصل على درجة الماجستير في تخصص التفسير وعلوم القرآن - جامعة أم القرى. </p><p> بعض من المناصب الإدارية التي شغلها: </p><p> مشرف تربوي. </p><p> له مؤلفات منشورة أهمها: </p><p> ١ - كيف ننفع ميتنا. </p><p> ٢ - تهذيب الجواب الكافي لابن القيم. </p><p> الْكَشْفُ وَالْبَيَانُ عَن تَفْسِيرِ الْقُرْآنِ </p><p> [١٢] </p><p> جَمِيع الْحُقُوق مَحْفُوظَة </p><p> رَقم الْإِيدَاع بدَارِ الْكتب ١٥١٩٣/ ٢٠١٣ </p><p> الطَّبعَةُ الأولى </p><p> ١٤٣٦ هـ - ٢٠١٥ م </p><p> دَار التَّفْسِير </p><p> جدة - المملكة الْعَرَبيَّة السَعوديَّة </p><p> شَارِع مَحْمُود نصيف - حَيّ الأندلس </p><p> ص. ب: ١٢٢٤٩٧ - جدة: ٢١٣٣٢ </p><p> تلفاكس: ٦٦٨٨٨٢٣ - ٠١٢ </p><p> ٦ - سُورَة الأنْعَامِ </p><p> [ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> وبه العون] (١) </p><p> سورة الأنعام </p><p> كلها مكية (٢) ، ليلية، مُشَيَّعة (٣) ، غير ست آيات منها، نزلت بالمدينة. </p><p> قوله (٤) : {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ} إلى آخر ثلاث آيات، وقوله:  {قُلْ تَعَالَوْا}  (٥) إلى قوله: {لَعَلَّكُمْ تَعْقِلُونَ} فهذِه الست مدنيات (٦) . </p><p>(١) من (ت). (٢) في (ت): مكية كلها.(٣) أي: شيعها سبعون ألفاً من الملائكة، لهم زجل بالتسبيح والتحميد.(٤) من (ت).(٥) في (ت): {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ}.(٦) وهو قول ابن عباس، نقله عنه البغوي في \"معالم التنزيل\" ٣/ ١٢٥ من طريق الكلبي، عن أبي صالح، عنه.قال السيوطي في \"الدر المنثور\" ٣/ ٣: وأخرج الخلعي في \"الخلعيات\" عن أسماء بنت يزيد، قالت: نزلت الأنعام، ومعها زجل من الملائكة، قد ملئوا ما بين السماء والأرض. وهي مكية، ومنها آيتان مهاجرتان: {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ} [الأنعام: ١٥١ - ١٥٢] والتي بعدها.وقال السيوطي في \"الدر النثور\" ٣/ ٤: وأخرج ابن المنذر عن أبي جحيفة قال: نزلت الأنعام جميعًا، معها سبعون ألف ملك، كلها مكية، إلا: {وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ} [الأنعام: ١١١] فإنها مدنية.وقال أبو عمرو الداني في \"البيان في عبد آي القرآن\" ص ١٥١: مكية، إلا ثلاث =</p><p> وباقي السورة كلها نزلت بمكة، جملة واحدة، ليلاً، ومعها سبعون ألف ملك، قد سدوا ما بين الخافقين، لهم زجل (١) بالتسبيح (٢) </p><p>= آيات منها؛ نزلت بالمدينة، من قوله تعالى: {تَعَالَوا} إلى قوله: {لَعَلَّكُمْ تَعْقِلُونَ} [الأنعام: ١٥١ - ١٥٣] هذا قول ابن عباس ومجاهد وعطاء بن يسار والكلبي. ثم روى بإسناده عن الكلبي، قال: نزلت سورة الأنعام بمكة، إلا آيتين نزلتا بالمدينة، في رجل من اليهود، وهو الذي قال: {مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ} [الأنعام: ٩١] قال: الذي قاله فنحاص اليهودي، أو مالك بن الصيف.وأورده السيوطي في \"الدر المنثور\" ٣/ ٤ ونسبه لأبي الشيخ، عن الكلبي، وعن سفيان.وقال ابن الجوزي في \"زاد المسير\" ٣/ ٣ والقرطبي في \"الجامع لأحكام القرآن\" ٦/ ٣٨٢ عن ابن عباس وقتادة قال: هي مكية، إلا آيتين نزلتا بالمدينة؛ قوله: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ} [الأنعام: ٩١]. وقوله: {وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ} [الأنعام: ١٤١].وقال ابن الجوزي في \"زاد المسير\" ٢/ ٣: روى مجاهد عن ابن عباس: أن الأنعام مما نزل بمكة.وهذا قول الحسن وقتادة وجابر بن زيد.وقال ابن كثير في \"تفسيره\" ٦/ ٥: قال العوفي وعكرمة وعطاء، عن ابن عباس: أنزلت سورة الأنعام بمكة، ولعلهم أرادوا غالب السورة؛ جمعًا بين الروايتين عن ابن عباس. وهذا توفيق منه رحمه الله.(١) أي: صوت رفيع، عال.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٢٩٧.(٢) أخرج أبو عبيد في \"فضائل القرآن\" ص ٢٤٠، وابن الضريس في \"فضائل القرآن\" (١٩٦) والطبراني في \"المعجم الكبير\" ١٢/ ١٦٦ (١٢٩٣٠) جميعهم من طريق علي بن زيد بن جدعان، عن يوسف بن مهران، عن ابن عباس قال: \"نزلت سورة =</p><p> والتحميد، فقال النبي - صلى الله عليه وسلم -: \"سبحان الله العظيم\" . </p><p> وخر ساجدًا (١) ، ثم دعا الكتَّاب، وكتبوها من ليلتهم. </p><p>= الأنعام بمكة ليلاً، جملة، ونزل معها سبعون ألف ملك يجأرون حولها بالتسبيح\" وليس في جميعها لفظ: التحميد. وعلي بن زيد ضعيف، كما في \"تقريب التهذيب\" (٤٧٣٤). ويوسف بن مهران بين الحديث، كما في \"تقريب التهذيب\" (٧٨٨٦) فالإسناد ضعيف. (١) أخرج ابن الضريس في \"فضائل القرآن\" (١٩٥) والمستغفري في \"فضائل القرآن\" ٢/ ٥٤٤ (٧٨٢) كلاهما، من طريق أبان بن أبي عياش، عن شهر بن حوشب، قال: سمعت ابن عباس يقول: (أنزلت سورة الأنعام جميعا بمكة، فتبها موكب من الملائكة؛ يشيعونها، قد طبَّقوا ما بين السماء والأرض، لهم زجل بالتسبيح، حتى كادت الأرض أن ترتج، من زجلهم بالتسبيح ارتجاجًا. قال: فلما سمع النبي - صلى الله عليه وسلم - زجلهم بالتسبيح رهب من ذلك، فخر ساجدّا، حتى أنزلت عليه.وهذا إسناد ضعيف جدًّا؛ فيه أبان بن أبي عياش: قال ابن حجر: متروك من الخامسة، مات في حدود الأربعين ومائة.انظر: \"تقريب التهذيب\" (١٤٢) ورواه ليث بن أبي سليم عن شهر بن حوشب، أخرجه إسحاق بن راهويه في \"مسنده\" ٥/ ١٧٥ (٢٢٩٨) من طريق ليث، عن شهر ابن حوشب قال: ونزلت سورة الأنعام ومعها زجل من الملائكة، قد نظموا السماء الدنيا إلى الأرض. وأورده السيوطي في \"الدر المنثور\" ٣/ ٤ وزاد نسبته للفريابي وعبد بن حميد، عن شهر.وليث هو: ابن أبي سليم، قال عبد الله بن أحمد: سمعت أبي يقول: ليث بن أبي سليم مضطرب الحديث، ولكن حدَّث عنه الناس.قال فيه ابن حجر: صدوق، اختلط جدًّا، ولم يتميز حديثه؛ فترك.\"العلل ومعرفة الرجال\" (٢٦٩١)، \"الجرح والتعديل\" ٧/ ١٧٩، \"المجروحين\" ٢/ ٢٣١، \"تقريب التهذيب\" (٥٦٨٥).والحديث بهذا الأسناد ضعيف جدًّا؛ لما بيَّنا من حال رواته. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وقد وردت له طرق أخرى وهذا بيانها: - أ- أخرج النحاس في \"معاني القرآن\" ٢/ ٣٩٧، والطبراني في \"المعجم الأوسط\" ٦/ ٢٩٢ (٦٤٤٧)، والإسماعيلي في \"معجمه\" ٢/ ٥٥١ (١٨٧)، والبيهقي في \"شعب الإيمان\" ٥/ ٣٦٦ (٢٢١٠)، وابن مردويه -كما في- \"تفسير ابن كثير\" ٦/ ٧ - ٦ جميعهم من طريق ابن أبي فديك، قال حدثني: عمر بن طلحة بن علقمة ابن وقاص، عن نافع أبي سهيل بن مالك، عن أنس بن مالك قال: قال رسول الله - صلى الله عليه وسلم -: \"نزلت سورة الأنعام معها موكب من الملائكة، سدَّ ما بين الخافقين، لهم زجل بالتسبيح، والأرض لهم ترتج\"، ورسول الله يقول: \"سبحان ربي العظيم، ثلاث مرات\".قال الطبراني: لم يروِ هذا الحديث عن أبي سهيل -نافع بن مالك، إلا عمر بن طلحة، ولا عن عمر بن طلحة إلا ابن أبي فديك، تفرَّد به أحمد بن محمد السالمي اهـ.وقال الهيثمي: رواه الطبراني عن شيخه محمد بن عبد الله بن عرس، عن أحمد ابن أبي بكر السالمي، ولم أعرفهما، وبقية رجاله ثقات.قلت: أحمد بن محمد بن أبي بكر بن سالم بن عبد الله بن عمر: ذكره المزي في \"تهذيب الكمال\" ٢٤/ ٤٨٦ ضمن تلاميذ ابن أبي فديك. وذكره ابن عساكر من شيوخ عبد الله بن سعد بن معاذ بن سعد. \"تاريخ دمشق\" ٤٨/ ٢٩. ولم يذكرا فيه جرحًا ولا تعديلاً. فهو مجهول الحال.ومحمد بن عبد الله بن عرس: ذكره ابن ماكولا، وقال: (محمد بن عبد الله بن عرس المصري، حدَّث عن ابن ميمون المكي، حدث عنه الطبراني. . وذكره المزي وابن عساكر من تلاميذ إسحاق بن إبراهيم البصري نزيل مصر).\"الإكمال\"، ٦/ ١٨٣، \"تهذيب الكمال\" ٢/ ٤٣٨، \"تاريخ دمشق\" ٨/ ٢٢٥.وهو مجهول الحال؛ لم يُذكر بجرح أو تعديل.والحديث أورده السيوطي في \"الدر المنثور\" ٣/ ٣ وزاد نسبته لأبي الشيخ والسلفي في \"الطيوريات\".</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ب- وأخرج الطبراني في \"المعجم الصغير\" ١/ ١٤٥ (٢٢٠) وعنه أبو نعيم في \"الحلية\" ٣/ ٤٤، وفي \"أخبار أصبهان\" ١/ ١٨٩، من طريق إسماعيل بن عمرو، حدثنا يوسف بن عطية، حدثنا ابن عون، عن نافع، عن ابن عمر رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: \"نزلت على سورة الأنعام جملة واحدة، يشيعها سبعون ألف ملك، لهم زجل بالتسبيح والتحميد\". قال الطبراني: لم يروِهِ عن ابن عون إلا يوسف بن عطية، تفرَّد به إسماعيل بن عمرو.وقال أبو نعيم في \"الحلية\": غريب من حديث ابن عون؛ لم نكتبه إلا من حديث إسماعيل، عن يوسف.وذكره الهيثمي في \"مجمع الزوائد\" ٧/ ٢٠، وقال: رواه الطبراني في (الصغير) وفيه يوسف بن عطية الصفار، وهو ضعيف.قلت: يوسف بن عطية متروك، كما في \"تقريب التهذيب\" (٧٨٧٣)، وإسماعيل ابن عمرو -هو ابن نجيح البجلي: قال ابن عدي: حدَّث بأحاديث لا يتابع عليها. وقال أبو حاتم والدارقطني: ضعيف. وقال الخطيب: صاحب غرائب ومناكير. \"الكامل في الضعفاء\" ١/ ٣٢٢، \"الجرح والتعديل\" ٢/ ١٩٠ (٦٤٣)، \"الضعفاء والمتروكين\" للدارقطني (٨٧)، \"تاريخ بغداد\" ١/ ٣٧.والحديث أورده السيوطي في \"الدر المنثور\" ٣/ ٣ وزاد نسبته لابن مردويه، عن ابن عمر.ج- وعن جابر قال: لما نزلت سورة الأنعام، سَبَّح رسول الله - صلى الله عليه وسلم -، ثم قال: \"لقد شيَّع هذِه السورة من الملائكة ما سدَّ الأفق\". أخرجه الحاكم في \"المستدرك\" ٢/ ٣٤٤. كتاب التفسير، تفسير سورة الأنعام (٣٢٢٦). وقال: هذا: حديث صحيح على شرط مسلم، فإن إسماعيل هذا هو السدي، ولم يخرجه البخاري. وقد تعقب الذهبي الحاكم بقوله: (لا والله لم يدرك جعفرٌ السديَّ، وأظن هذا موضوعًا). قلت: \"اللقاء بينهما محتمل، فإن وفاة السدي كانت سنة ١٢٧ هـ، وولادة جعفر بن عون سنة ١٠٩ هـ، وهذا شرط مسلم في المعاصرة. ورجال إسناد =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= الحديث رجال مسلم. د- وقال ابن كثير في \"تفسيره\" ٦/ ٦: قال السدي، عن مرة، عن عبد الله قال: نزلت سورة الأنعام يشيّعها سبعون ألفًا من الملائكة.وعزاه السيوطي في \"الدر المنثور\" ٣/ ٣ لابن مردويه.والسدي هو: إسماعيل بن عبد الرحمن بن أبي كريمة السُّدي -بضم المهملة، وتشديد الدال: أبو محمد القرشي الكوفي الأعور، أصله حجازي، سكن الكوفة، وكان يقعد في سدة الباب الجامع بالكوفة، فسمي السدي، وهو السدي الكبير.قال الخليلي: وروى عن السدي الأئمة، مثل: الثوري وشعبة، لكن التفسير الذي جمعه رواه عنه أسباط بن نصر، وأسباط لم يتفقوا عليه، غير أن أمثل التفاسير تفسير السدي.وأسباط هو: ابن نصر الهمداني، صدوق كثير الخطأ، يغرب، كما في \"تقريب التهذيب\" (٣٢١). وقد حسَّن هذا الإسناد الشيخ أحمد شاكر في تحقيقه لـ\"تفسير الطبري\" ١/ ١٥٥، وبيَّن أنه رواية كتاب لا رواية حديث، فيُقبلُ.وقال ابن عدي: وهو عندي مستقيم الحديث، صدوق، لا بأس به .. ووثقه العجلي، وقال: عالم بتفسير القرآن، راوية له. ووثقه ابن حبان.\"الإرشاد\" ١/ ٣٩٧، \"التاريخ الكبير\" للبخاري ١/ ٣٦١، \"الجرح والتعديل\" ١/ ١٨٤، \"الكامل في الضعفاء\" ١/ ٢٧٨، \"معرفة الثقات\" (٩٤)، \"الثقات\" ٤/ ٢٠، \"تقريب التهذيب\" (٤٦٣).ومرة هو: ابن شراحيل الهمداني: (ثقة عابد) كما في \"تقريب التهذيب\" (٦٥٦٢). وعبد الله هو ابن مسعود - رضي الله عنه -.والذي تطئمن إليه النفس، وعليه المحققون من المفسرين: أن سورة الأنعام قد نزلت كلها بمكة جملة واحدة. ويشهد بذلك ما يأتي:١ - كثرة الآثار التي صرَّحت بنزولها بمكة دفعة واحدة. ومن هذِه الآثار ما ذكرناه سابقًا عن أسماء بنت يزيد وعبد الله بن عباس وعن ابن عمر - رضي الله عنه - قال: قال رسول =</p><p> وهي مئة وخمس - وفي رواية: ست- وستون آية (١) ، وكلها </p><p>= الله - صلى الله عليه وسلم -: \"نزلت على سورة الأنعام جملة واحدة، وشيَّعها سبعون ألفًا من الملائكة، لهم زجل بالتسبيح والتحميد\" \"تفسير ابن كثير\" ٧/ ٦. ٢ - المحققون من المفسرين عندما بدؤوا في تفسير سورة الأنعام صرحوا بأنها جميعًا مكية، وأنها قد نزلت جملة واحدة. وتجاهلوا قول القائل: إن فيها آيات مدنية.فهذا -مثلاً- الإمام ابن كثير ساق في مطلع \"تفسيره\" لهذِه السورة الروايات التي تثبت أنها مكية. ولم يذكر رواية واحدة تثبت أن فيها آية أو آيات قد نزلت بالمدينة. وابن كثير -كما نعرف: من الحفّاظ، النقَّاد، الذين يعرفون كيف يتخيَّرون الروايات، وكيف يميزون بين صحيحها وضعيفها.٣ - الروايات التي اعتمد عليها القائلون بأن تلك الآيات التسع مدنية روايات فيها مقال، ولم يعتمدها المحققون من العلماء؛ فقد نقل السيوطي عن ابن الحصار قوله: (استثنى من سورة الأنعام تسع آيات مدنية. ولا يصح به نقل، خصوصًا وأنه قد وردت أنها نزلت جملة) اهـ. \"الإتقان\" للسيوطي ١/ ٨٥.٤ - الذي يقرأ سورة الأنعام بتدبُّر يجد فيها سمات القرآن المكي واضحة جلية، فهي تتحدث باستفاضة عن: وحدانية الله، وعن مظاهر قدرته، وعن صدق النبي - صلى الله عليه وسلم - في دعوته، وعن الأدلة الدامغة التي تؤيد صحة البعث والثواب والعقاب يوم القيامة، إلى غير ذلك من المقاصد التي أكثر الحديث عنها في القرآن المكي. ومن هنا كانت سورة الأنعام بين السور المكية، ذات شأن كبير في تركيز الدعوة الإسلامية؛ تقرِّر حقائقها، وتفنِّد شبه المعارضين لها، ولذلك قضت الحكمة الإلهية أن تنزل -مع طولها وتنوُّع آياتها- جملة واحدة، وأن تكون ذات امتياز خاص، لا يُعرف لسواها، كما قرَّره جمهور العلماء.(١) قال أبو عمرو الداني في \"البيان في محمد آي القرآن\" ص ١٥١، وابن الجوزي في \"فنون الأفنان\" ص ٢٨٣: وهي مائة وخمس وستون في عدِّ الكوفي، وست في عدِّ الشامي والبصري، زاد ابن الجوزي: وعطاء - (وسبع) في محمد المكي والمدني. وانظر: \"معالم التنزيل\" للبغوي ٣/ ١٢٥، \"الإتقان\" للسيوطي ٢/ ٤٤٣.</p><p> حِجَاج على المشركين (١) . </p><p> وكلماتها (٢) : ثلاثة آلاف واثنتان وخمسون كلمة. </p><p> وحروفها: اثنا عشر ألفًا وأربعمائة واثنان وعشرون حرفًا (٣) . </p><p> فضلها (٤) : </p><p> [١٣٣٩] أخبرنا أبو عمرو أحمد بن أُبي الفراتي (٥) ، قال: أخبرنا أبو موسى (٦) ، قال: أخبرنا مكي بن عبدان (٧) ، قال: نا سليمان (٨) ، قال: ثنا أحمد بن نصر (٩) ، قال: ثنا أبو (١٠) معاذ (١١) ، عن أبي </p><p>(١) في (ت): (وهي مائة وخمس وستون آية، وكلها حجاج على المشركين وفي رواية ست). (٢) في الأصل: (وكلامها) وما أثبته من (ت).(٣) انظر: \"البيان في عدِّ آي القرآن\" ص ١٥١. وقال السخاوي في \"جمال القراء\" ١/ ٢٣: لا أعلم لعدد الكلمات والحروف من فائدة، لأن ذلك إن أفاد، فإنما يفيد في كتاب يمكن فيه الزيادة والنقص، والقرآن لا يمكن فيه ذلك.وقال السيوطي في \"الإتقان\" ٢/ ٤٥٥: والاشتغال باستيعاب ذلك -أي: عدد حروف القرآن- مما لا طائل تحته.(٤) من (ت).(٥) الأستوائي، لم يُذْكَرْ فيه جرح ولا تعديل.(٦) الفرغاني، لم يُذْكَرْ فيه جرح ولا تعديل.(٧) المحدث، الثقة المتقن.(٨) سليمان بن داود، أبو داود الخفاف النيسابوري، روى عن إسحاق بن راهويه ومسلم والقعنبي وأهل العراق، وهو من شيوخ ابن خزيمة، صدوق. \"الجرح والتعديل\" ٤/ ١١٥، \"الثقات\" ٨/ ٢٨٢، \"سير أعلام النبلاء\" ١٠/ ٦٧٧.(٩) القرشي النيسابوري ثقة فقيه حافظ.(١٠) ليست في الأصل والمثبت من (ت).(١١) الفضل بن خالد المروزي، مولى باهلة. لم يوثقه سوى ابن حبان.</p><p> عصمة (١) ، عن زيد العمي (٢) ، عن أبي نضرة (٣) عن ابن عباس عن أبي ابن كعب - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال:  \"أُنزِلت عليّ الأنعامُ جملةً واحدة، شيَّعها سبعون ألف ملك، لهم زجل بالتسبيح والتحميد، فمن قرأ سورة الأنعام صلَّى عليه أولئك السبعون ألف ملك، بعدد كل آية من الأنعام، يومًا وليلة\"  (٤) . </p><p>(١) نوح بن أبي مريم، كذَّبوه في الحديث. (٢) أبو الحواري، العمي البصري، ضعيف.(٣) المنذر بن مالك بن قُطْعَة، ثقة.(٤) [١٣٣٩] الحكم على الإسناد:في إسناده عدة علل، وقد سبق بيان حال رواته، وهو حديث موضوع:وأجمع العلماء على ردِّ هذا الحديث المروي عن أُبي بن كعب في فضائل سور القرآن سورةً سورةً، ونبَّهوا على وضعه، وانتقدوا إيراد المفسرين -كالثعلبي والواحدي والزمخشري والبيضاوي- له في تفاسيرهم. وسوف أذكر بعض أقوالهم:قال ابن الجوزي في \"الموضوعات\": (وقد فرق هذا الحديث أبو إسحاق الثعلبي في \"تفسيره\" فذكر عند كل سورة منه ما يخصها، وتبعه أبو الحسن الواحدي في ذلك ... وبعد هذا، فنفس الحديث يدل على أنه مصنوع؛ فإنه قد استقرأ السور، وذكر في كل واحدة ما يناسبها من الثواب بكلام ركيك، في نهاية البرودة، لا يناسب كلام رسول الله - صلى الله عليه وسلم -) اهـ.وقال شيخ الإسلام ابن تيمية في \"مقدمة أصول التفسير\" ص ٧٥: وفي التفسير من هذِه الموضوعات قطعة كبيرة، مثل: الحديث الذي يرويه الثعلبي والواحدي والزمخشري في فضائل سور القرآن سورة سورة، فإنه موضوع، باتفاق أهل العلم).وقال ابن القيم في \"المنار المنيف\" ص ١١٣: ومنها ذكر فضائل السور، وثواب من قرأ سورة كذا فله أجر كذا، من أول القرآن إلى آخره، كما ذكر ذلك الثعلبي والواحدي في أول كل سورة، والزمخشري في آخرها. قال عبد الله بن المبارك: =</p><p> [١٣٤٠] وأخبرنا أحمد بن أبي الفراتي (١)  (٢) ، قال: أخبرنا أبو موسى (٣) ، قال: أخبرنا مسدد (٤) ، قال (٥) : ثنا محمد بن عبد ربه (٦) ، قال: ثنا منصور بن عبد الحميد أبو نصير (٧) ، عن الحجاج ابن محمد (٨) ، عن محمد بن مسلم (٩) ، </p><p>= أظن الزنادقة وضعوها. قال السيوطي في \"تدريب الراوي\" ١/ ٢٨٨ - ٢٨٩: ومن الموضوع: الحديث المروي عن أبي بن كعب مرفوعًا، في فضل القرآن سورة سورة من أوله إلى آخره ... وقد أخطأ من ذكره من المفسرين في \"تفسيره\"؛ كالثعلبي والواحدي والزمخشري والبيضاوي.وقال الشوكاني في \"الفوائد المجموعة\" ص ٢٩٦: ولا خلاف بين الحفَّاظ بأن حديث أبي بن كعب هذا موضوع، وقد اغتر به جماعة من المفسرين، فذكروه في تفاسيرهم؛ كالثعلبي والواحدي والزمخشري، ولا جرم؛ فليسوا من أهل هذا الشأن.(١) من (ت).(٢) لم يُذْكَر فيه جرح ولا تعديل.(٣) الفرغاني، لم يذكر فيه جرح ولا تعديل.(٤) ثقة.(٥) ليست في الأصل والمثبت من (ت).(٦) ابن سليمان أبو قميلة المروزي، ضعيف.(٧) أبو نصير الباوردي، يعتبر حديثه إذا كان فوقه ودونه الثقات.قال ابن عدي: عرف بروايته التفسير عن مقاتل ابن سليمان، وليس له غير ذلك إلا الشيء اليسير وقال الحافظ في \"لسان الميزان\": ذكره ابن حبان في الثقات روى عنه العباس يعتبر حديثه إذا كان فوقه ودونه الثقات. \"الكامل\" لابن عدي ٦/ ٣٩١: الثقات لابن حبان ٩/ ١٧١ \"لسان الميزان\" للذهبي ٧/ ١٥٧.(٨) المصيصي، ثقة، ثبت، لكنه اختلط في آخر عمره.(٩) أبو الزبير، المكي، صدوق إلا أنه يدلس.</p><p> عن أبي صالح (١) ، عن جابر بن عبد الله، عن النبي - صلى الله عليه وسلم - قال:  \"من قرأ ثلاث آيات من أول سورة الأنعام إلى قوله:{وَيَعْلَمُ مَا تَكْسِبُونَ}وكل الله به أربعين ألف ملك يكتبون له مثل عبادتهم إلى يوم القيامة وينزل ملك من السماء السابعة ومعه مِززَبَّة من حديدٍ، فإذا أراد الشيطان أن يوسوس أو يوحي في قلبه شيئًا، ضربه بها ضربة، كان بينه وبينه سبعون حجابًا، فإذا كان يوم القيامة يقول الرب تبارك وتعالى(٢): امشِ في ظلي، وكُل من ثمار جنتي، واشرب من ماء الكوثر، واغتسل من ماء السلسبيل، وأنت عبدي، وأنا ربك\"  (٣) . </p><p>(١) ذكوان السمان الزيات المدني ثقة، ثبت. (٢) في (ت): سبحانه.(٣) [١٣٤٠] الحكم على الإسناد:في إسناده انقطاع بين الحجاج بن محمد، ومحمد بن مسلم بن تدرس؛ لأن بين وفاتيهما ثمانين سنة؛ فيبعد سماع الحجاج من محمد بن مسلم. وفيه من لم يذكر بجرح ولا تعديل. وفيه ابن عبد ربه ضعيف، ومحمد بن مسلم يدلس، وقد عنعن.التخريج:عزاه القرطبي في \"تفسيره\" ٦/ ٣٥٣ للثعلبي، عن جابر.ولحديث جابر شاهد من حديث ابن عباس، مرفوعًا، أورده السيوطي في \"الدر المنثور\" ٣/ ٢٤٥، ونسبه للسلفي، ووهَّى إسناده، وتبعه الشوكاني في \"فتح القدير\" ٢/ ١٤٠.وأخرجه الحافظ ابن حجر في \"الأمالي المطلقة\" ص ٢٠٤ موقوفًا على ابن عباس، ثم قال: هذا حديث غريب، والمتهم به إبراهيم بن إسحاق، وإن كان في محمد بن عثمان بعض الضعف، لكنه لم يترك، وأما إبراهيم: فقال الدارقطني: متروك. وقال الأزدي: زائغ. وأما ابن حبان فذكره في \"الثقات\" لكن قال: ربما =</p><p> [١٣٤١] وأخبرنا أبو الحسين الخَبَّازي (١) ، قال (٢) : ثنا أبو الشيخ (٣) ، قال: ثنا ابن أبي عاصم (٤) ، قال: ثنا أبو بكر بن أبي شيبة (٥) ، قال: ثنا وكيع (٦) ، عن سفيان (٧) ، عن أبي إسحاق (٨) ، عن </p><p>= خالف. انتهى. وله شاهد من مراسيل أبي صالح: أخرجه الواحدي في \"الوسيط\" ٢/ ٢٥٠ من طريق بشير بن زاذان، حدثني أبو الحجاج -رشدين بن سعد، عن محمد بن مسلم، عن أبي صالح، رفع الحديث إلى النبي - صلى الله عليه وسلم -.قلت: وهو مرسل، وفي إسناده: بشير بن زاذان، قال ابن معين: ليس بشيء. وضعَّفه الدارقطني وغيره، واتهمه ابن الجوزي.انظر: \"تاريخ ابن معين\" رواية الدوري ٤/ ٨٧ (٣٢٨٢) \"المغني في الضعفاء\" للذهبي ١/ ١٦٨ (٩٣٢)، و \"ميزان الاعتدال\" ١/ ٣٢٨.ورشدين بن سعد: ضعيف؛ قال النسائي: متروك الحديث.وقال أبو زرعة وأبو حاتم الرازيان: ضعيف الحديث.\"الضعفاء والمتروكين\" ١/ ٤١ (٢٠٣)، \"الجرح والتعديل\" ٣/ ٥١٣.والحديث إسناده ضعيف جدًّا؛ والشواهد أشد ضعفًا من الحديث، فلا تقوِّيه.(١) إمام ثقة.(٢) من (ت).(٣) عبد الله بن محمد بن جعفر الأصبهاني، الإمام، الحافظ، الصادق، محدث أصبهان.(٤) أبو بكر أحمد بن عمرو بن الضحاك بن مخلد، الشيباني. حافظ، كبير، إمام، بارع متبع للآثار.(٥) ثقة حافظ.(٦) الرُّؤاسي ثقة حافظ عابد.(٧) الثوري، ثقة حافظ إمام حجة، كان ربما دلس.(٨) عمرو بن عبد الله بن عبيد الهمْداني. ثقة، مكثر عابد، اختلط بأخرة.</p><p> عبد الله بن خليفة (١) قال: قال عمر - رضي الله عنه -: الأنعام من نواجب (٢) القرآن (٣) . </p><p>(١) عبد الله بن خليفة الهمداني من كبار التابعين روى عن: عمر بن الخطاب، وروى عنه: أبو إسحاق السبيعي ذكره ابن حبان في \"الثقات\" وقال الذهبي: لا يكاد يعرف وقال الحافظ ابن حجر: مقبول. انظر: \"الثقات\" لابن حبان ٥/ ٢٨، \"تهذيب الكمال\" للمزي ١٤/ ٤٥٦، \"لسان الميزان\" للذهبي ٢/ ٤١٤، \"التقريب\" لابن حجرت (٣٤٩٤).(٢) جاء في حاشية (ت) ما نصه: (النواجب: الموجبات؛ توجب الحجج على الكفار، وهي رواية عمر - رضي الله عنه - ويُروى أنها من نواجب القرآن ومعناها من نجائب القرآن) اهـ.(٣) [١٣٤١] الحكم على الإسناد:وأبو إسحاق السبيعي قد اختلط، ورواية زهير عنه بعد الاختلاط، كما نص عليه جماعة من أهل العلم، وأخرج الشيخان من رواية زهير عن أبي إسحاق أحاديث، وهذا مما يقويها في الجملة. \"الكواكب النيرات\" لابن الكيال ص ٣٥٠ - ٣٥٣.وفي إسناد الأثر -كذلك: عبد الله بن خليفة: قال الحافظ: مقبول- أي: حيث يتابع، ولم يتابعه أحدٌ.التخريج:أخرجه أبو عبيد في \"فضائل القرآن\" ١/ ٤١٢ (٣٧١)، والدارمي (٣٤٠١) كلاهما من طريق زهير بن معاوية عن أبي إسحاق، عن عبد الله بن خليفة به.وأورده السيوطي في \"الدر النثور\" ٣/ ٤، والشوكاني في \"فتح القدير\" ٢/ ١٤٠، وزاد نسبته لمحمد بن نصر في \"كتاب الصلاة\" ولأبي الشيخ عن عمر.</p>"
}