{
  "id": null,
  "sura": 5,
  "aya": 105,
  "text": "<p> ظهره فلا يركب ولا يحمل عليه (١) ، ولا يمنع من ماء ولا مرعى إلى أن يموت، فيأكله الرجال والنساء، قال الله عز وجل:  {وَلَكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ} يختلقون {عَلَى اللَّهِ الْكَذِبَ} في قوله: {وَاللَّهُ أَمَرَنَا بِهَا}  (٢) ، {وَأَكْثَرُهُمْ لَا يَعْقِلُونَ} . </p><p> ١٠٤ - {وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ} </p><p> في تحليل الحرث والأنعام، وبيان الشرائع والأحكام {قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا} من الدين، قال الله تعالى:  {أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا وَلَا يَهْتَدُونَ} نظيرها في سورة البقرة ولقمان (٣) . </p><p> ١٠٥ - {يَاأَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ} </p><p> اختلف العلماء في تأويل هذِه الآية، فأجراها بعضهم على الظاهر، قال ضمرة بن ربيعة: تلا الحسن هذِه الآية، فقال: الحمد لله (٤) بها، والحمد لله عليها، ما كان مؤمن فيما مضى، ولا (٥) كان مؤمن فيما بقي إلا وإلى جانبه منافق يكره عمله (٦) . </p><p>(١) من (ت). (٢) الأعراف: ٢٨.(٣) أما التي في البقرة فهي قوله: {وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ (١٧٠)} [البقرة: ١٧٠].وأما التي في لقمان فهي قوله: {وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ (٢١)} [لقمان: ٢١].(٤) في (ت): أحمد الله، وضمرة، هو الرملي الفلسطيني، ثقة مأمون.(٥) في النسخ (ولان) ولا معنى لها. والمثبت من \"جامع البيان\" للطبري.(٦) أخرجه الطبري في \"جامع البيان\" ٧/ ٩٨.</p><p> وقال بعضهم: معناها: عليكم أنفسكم، فاعملوا بطاعة الله، ولا يضركم من ضل إذا اهتديتم، فأمرتم بالمعروف ونهيتم عن المنكر، وروى أبو البختري عن حذيفة في هذِه الآية قال: إذا أمرتم ونهيتم (١) . </p><p> وروى إسماعيل بن أبي خالد، وبيان (٢) عن قيس بن أبي حازم قال: قال أبو بكر الصديق - رضي الله عنه - على المنبر: إنكم تقرءون هذِه الآية {يَاأَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ} وتضعونها غير موضعها، ولا تدرون ما هي؟ وإني سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"إن الناس إذا رأوا منكرًا فلم يغيروه عمهم الله بعقاب، فأمروا بالمعروف، وانهوا عن المنكر، ولا تغتروا بقول الله عز وجل{عَلَيْكُمْ أَنْفُسَكُمْ}فيقول أحدكم: على نفسي، والله لتأمرن بالمعروف ولتنهون عن المنكر، أو ليستعملن الله عليكم شراركم فليسومنكم سوء العذاب، ثم ليدعن الله خياركم فلا يستجيب لهم\"  (٣) . </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٧/ ٩٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٢٢٨. (٢) في (ت): بنان، وهو خطأ، والصواب: بيان -بياء بعد الباء، ابن بشر، أبو البشر الأحمسي.(٣) أخرجه أحمد في \"مسنده\" ١/ ٢ (١)، وعبد بن حميد في \"مسنده\" (ص ٢٩) (١)، والترمذي كتاب الفتن، باب ما جاء في نزول العذاب إذا لم يغير المنكر (٢١٦٨)، والبزار في \"البحر الزخار\" كما في \"كشف الأستار\" ١/ ١٣٧ (٦٨)، والطحاوي في \"شرح مشكل الآثار\" (١١٦٨)، والبيهقي في \"سننه\" ١٠/ ٩١، والطبري في \"جامع البيان\" ٧/ ٩٨، وابن أبي حاتم في \"تفسيره\" ٤/ ١٢٢٦، وابن أبي شيبة في \"المصنف\" ١٤/ ١٦٠ (٣٨٥٧٩)، وابن ماجه كتاب الفتن، باب =</p><p> يدل عليه حديث (١) أبي هريرة قال: قلنا يا رسول الله إن لم نأمر بالمعروف، ولم ننه عن المنكر حتى لا يبقى من المعروف شيء إلا عملنا به، ولا من المنكر شيء إلا انتهينا عنه، ولا نأمر ولا ننهي أبدًا، فقال رسول الله - صلى الله عليه وسلم -: \"مروا بالمعروف، وإن لم تعملوا به كله، وانهوا عن المنكر، وإن لم تنتهوا عنه كله\"  (٢) . </p><p>= الأمر بالمعروف والنهي عن المنكر (٤٠٠٥)، وأبو داود في كتاب الملاحم، باب الأمر والنهي (٤٣٣٨)، وأبو يعلى في \"مسنده\" ١/ ١٢٠ (١٣٢)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١/ ٥٣٩ (٣٠٤)، والنسائي في \"تفسيره\" ١/ ٤٥٧ (١٧٧)، والخطيب في \"الفصل والوصل\" ١/ ٣٤ من طرق عن إسماعيل ابن أبي خالد، عن قيس به، وهذا إسناد صحيح، وكان إسماعيل مرة ينشط فيرفع الحديث، ومرة يوقفه على أبي بكر، وهذا اختلاف لا يضر. وأخرجه الطبري في \"جامع البيان\" ٧/ ٩٨ من طريق بيان عن قيس به، وإسناده صحيح.قال ابن كثير في \"تفسير القرآن العظيم\" ٥/ ٣٩٤: وقد روى هذا الحديث أصحاب السنن الأربعة، وابن حبان في صحيحه، وغيرهم، من طرق كثيرة، عن جماعة كثيرة، عن إسماعيل بن أبي خالد، به متصلًا مرفوعًا، ومنهم من رواه عنه به موقوفًا على الصديق، وقد رجح رفعه الدارقطني وغيره.وانظر: \"العلل\" للدارقطني ١/ ٢٤٩ - ٢٥٣.وقوله في الحديث \"ولا تغتروا بقول الله عز وجل ... \" إلخ ليس موجودًا في رواية إسماعيل، ولا بيان، إنما هو من رواية السدي عن أبي بكر، عند الطبري في \"جامع البيان\" ٧/ ٩٨.(١) في (ت): قول.(٢) الحديث: أخرجه البيهقي في \"شعب الإيمان\" ٦/ ٨٩ (٧٥٧٠) من طريق طلحة بن عمرو عن عطاء، عن أبي هريرة قال: قلنا لرسول الله - صلى الله عليه وسلم - ... فذكره، وإسناده ضعيف جدًّا، آفته طلحة، فهو متروك، كما في \"تقريب التهذيب\" لابن حجر =</p><p> وقال بعضهم: معنى الآية: عليكم أنفسكم إذا أمرتم بالمعروف ونهيتم عن المنكر فلم يقبل منكم. </p><p> قال شقيق بن عقال (١) : قيل لابن عمر: لو جلست في هذِه الأيام فلم تأمر ولم تنه، فإن الله عز وجل قال:  {عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ} فقال ابن عمر: إنها ليست لي، ولا لأصحابي، لأن رسول الله - صلى الله عليه وسلم - قال:  \"ألا فليبلغ الشاهد الغائب، فكنا نحن الشهود، وأنتم الغُيَّب، ولكن هذِه الآية لأقوام يجيئون من بعدنا، إن قالوا لم يقبل منهم\"  (٢) . </p><p> وروى أبو الأشهب عن الحسن، والربيع عن أبي العالية: أن هذِه الآية قرئت على ابن مسعود {يَاأَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ} فقال ابن مسعود: ليس هذا بزمانها، قولوها ما قبلت منكم (٣) ، فإذا ردت عليكم، فعليكم أنفسكم، ثم قال: إن القرآن نزل </p><p>= (ص ٤٦٤). وله شاهد من طريق عبد السلام بن عبد القدوس، عن أبيه، عن الحسن، عن أنس به، أخرجه الطبراني في \"المعجم الأوسط\" ٢/ ١٧٥ (٩٨١)، وإسناده ضعيف جدًّا، عبد القدوس، وابنه ضعيفان، وقد تفردا بالحديث عن الحسن، كما قال الطبراني، فالحديث لا يصح، وشاهده لا يفرح به.(١) كذا في النسخ، والصواب سفيان بن عقال، ذكره البخاري في \"التاريخ الكبير\" ٤/ ٩٣، وابن أبي حاتم في \"الجرح والتعديل\" ٤/ ٢١٩، وسكت عنه، وذكره ابن حبان في \"الثقات\" ٤/ ٣٢٠.(٢) أخرجه الطبري في \"جامع البيان\" ٧/ ٩٥.(٣) سقط من (ت).</p><p> حيث نزل، فمنه آي قد مضى تأويلهن قبل أن ينزلن، ومنه آي وقع تأويلهن على عهد رسول الله - صلى الله عليه وسلم -، ومنه آي وقع تأويلهن بعد رسول الله - صلى الله عليه وسلم - بيسير (١) ، ومنه آي يقع تأويلهن بعد اليوم، ومنه آي يقع تأويلهن في آخر الزمان، ومنه آي يقع تأويلهن يوم القيامة ما ذكر من الحساب والجنة والنار، فما دامت قلوبكم، وأهواؤكم واحدة ولم تلبسوا شيعًا، ولم يذق بعضكم بأس بعض، فأمروا بالمعروف (٢) وانهوا، فإذا اختلفت القلوب والأهواء، وألبستم شيعًا، وذاق بعضكم بأس بعض فامرؤ ونفسه، فعند ذلك جاء تأويل هذِه الآية (٣) . </p><p> وقال أبو أمية الشعباني (٤) : سألت أبا ثعلبة الخشني عن هذِه الآية </p><p>(١) من (ت). (٢) سقط من (ت)، وهو موافق للمصادر التي أخرجت الأثر.(٣) أخرجه الطبري في \"جامع البيان\" ٧/ ٩٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٢٢٧، والداني في \"السنن الواردة في الفتن\" ٣/ ٦٤٥ (٢٩٦)، والطبراني في \"المعجم الكبير\" ٩/ ٢٢١ (٩٠٧٢) من طريق الحسن عن ابن مسعود، ولم يسمع منه.(٤) اسمه يحمد، بضم الياء، وسكون الحاء، الدمشقي، روى عن معاذ بن جبل، وأبي ثعلبة الخشني، وكعب الأحبار، مات قبل المائة.انظر: \"تهذيب التهذيب\" لابن حجر ٤/ ٤٨٣، \"تقريب التهذيب\" لابن حجر (ص ١١١٠)، وقال: مقبول.والشعباني: بفتح الشين، وسكون العين، وفتح الباء، نسبة إلى قبيلة من قيس.انظر: \"الأنساب\" للسمعاني ٣/ ٤٣٠.</p><p> {يَاأَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ} فقال أبو ثعلبة: سألت عنها رسول الله - صلى الله عليه وسلم -، فقال:  \"ائتمروا بالمعروف، وتناهوا عن المنكر، حتى إذا رأيت دنيا مؤثرة، وشحًّا مطاعًا، وهوى متبعًا، وإعجاب كل ذي رأي برأيه فعليك بخويصة نفسك، وذر عوامهم، فإن وراءكم أيامًا أيام الصبر، إذا عمل العبد بطاعة الله لم يضره من ضل بعده وهلك، وأجر العامل المتمسك يومئذ بمثل الذي أنتم عليه كأجر خمسين عاملًا\" . </p><p> قالوا: يا رسول الله كأجر خمسين عاملًا منهم؟ قال:  \"لا، بل كأجر خمسين عاملًا منكم\"  (١) . </p><p>(١) أخرجه أبو داود في كتاب الملاحم، باب الأمر والنهي (٤٣٤١)، والترمذي في أبواب التفسير، باب ومن سورة المائدة (٣٠٥٨)، والبيهقي في \"السنن الكبرى\" ١٠/ ٩١، وابن ماجه في كتاب الفتن، باب قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ} (٤٠١٤)، والحاكم في \"المستدرك\" ٤/ ٣٥٨، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٢/ ١٠٩ (٣٨٥)، والداني في \"السنن الواردة في الفتن\" ٣/ ٦٤١ (٢٩٣)، والطبراني في \"مسند الشاميين\" ١/ ٢٤٨ (٣٥٣)، من طرق عن عتبة بن أبي حكيم، عن عمرو بن جارية اللخمي، عن أبي أمية الشعباني. . به. وفي سنده عتبة صدوق يخطئ كثيرًا، \"تقريب التهذيب\" لابن حجر (ص ٦٥٧)، وعمرو مقبول، \"تقريب التهذيب\" لابن حجر (ص ٧٣١)، وكذا أبو أمية، فهما ضعيفان، ويعتبران في المتابعات، فالحديث بهذا الطريق ضعيف الإسناد. وللحديث شاهد من طريق إبراهيم بن أبي جبلة عن عتبة بن غزوان مرفوعًا: \"إن من ورائكم أيام الصبر، للمتمسك فيهن يومئذ بما أنتم عليه أجر خمسين منكم\"، قالوا: يا نبي الله، أو منهم؟ قال: \"بل منكم\".أخرجه ابن نصر في \"السنة\" (ص ٩)، والطبراني في \"المعجم الكبير\" ١٧/ ١١٧ (٢٨٩)، وسنده صحيح، إلا ما يخشى من الانقطاع بين إبراهيم وعتبة. =</p><p> وقال بعضهم: نزلت هذِه الآية في أهل الأهواء، قال أبو جعفر الرازي دخل على صفوان بن محرز شاب من أصحاب الأهواء، فذكر شيئًا من أمره، فقال صفوان: ألا أدلك على خاصة الله، التي خص بها أولياءه؟ {يَاأَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ}  (١) . </p><p> وقال الضحاك: عليكم أنفسكم إذا اختلفت الأهواء، ما لم يكن سيف أو سوط (٢) . </p><p> وقال سعيد بن جبير: نزلت هذِه الآية في أهل الكتاب يعني {عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ} من أهل الكتاب (٣) . </p><p> وقال الكلبي (٤) عن أبي صالح (٥) ، عن ابن عباس: أن رسول الله </p><p>= وله شاهد آخر من طريق الأعمش عن زيد بن وهب، عن ابن مسعود مرفوعًا بنحوه، أخرجه الطبراني في \"المعجم الكبير\" ١٠/ ١٨٢ (١٠٣٩٤)، وسنده صحيح، رجاله ثقات. فالحديث يصح بهذِه الشواهد.(١) أخرجه الطبري في \"جامع البيان\" ٧/ ٩٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٢٢٦، وفيه بيان: الواسطة بين أبي جعفر، وصفوان، وهو الربيع بن أنس.(٢) أخرجه الطبري في \"جامع البيان\" ٧/ ٩٧ عن الضحاك، عن ابن عباس، دون قوله: إذا اختلفت الأهواء.(٣) أخرجه الطبري في \"جامع البيان\" ٧/ ٩٩، وابن المنذر، وعبد بن حميد، وأبو الشيخ، كما في \"الدر المنثور\" للسيوطي ٢/ ٦٠١.(٤) متهم بالكذب، ورمي بالرفض.(٥) ضعيف، يرسل.</p><p> - صلى الله عليه وسلم - كتب إلى أهل هجر (١) ، وعليهم المنذر بن ساوي التميمي، يدعوهم إلى الإسلام فإن أبوا فليؤدوا الجزية، فلما أتاه الكتاب، عرضه على من عنده من العرب، واليهود والنصارى والمجوس، فأقروا بالجزية وكرهوا الإسلام، فكتب إليه رسول الله - صلى الله عليه وسلم -: \"أما العرب فلا تقبل منهم إلا الإسلام أو السيف، وأما أهل الكتاب والمجوس فاقبل منهم الجزية\" ، فلما قرأ عليهم كتاب رسول الله - صلى الله عليه وسلم - أسلمت العرب، وأما أهل الكتاب والمجوس فأعطوا الجزية، فقال في ذلك منافقو أهل مكة (٢) : عجبًا من محمد، يزعم أن الله بعثه ليقاتل الناس حتى يقولوا: لا إله إلا الله، وقد قبل من مجوس أهل (٣) هجر وأهل الكتاب الجزية، فهلا أكرههم على الإسلام وقد ردها على إخواننا من العرب؟ فشق ذلك على المسلمين مشقة شديدة، فأنزل الله عز وجل:  {يَاأَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ} بعد أن بلَّغ محمد وأعذر، ونزل بعدما أسلم العرب:  {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ}  (٤) . </p><p>(١) بفتح الهاء، والجيم، تطلق على عدة أماكن، المشهور منها: هجر البحرين، وهي الآن منطقة الإحساء، في شرق المملكة. انظر: \"معجم البلدان\" لياقوت ٥/ ١٩٣.(٢) في \"أسباب النزول\" للواحدي (ص ٢١٤): منافقو العرب.(٣) من (ت).(٤) الحكم على الإسناد:فيه الكلبي متهم بالكذب، وأبو صالح ضعيف. =</p><p> وقال ابن زيد: نزلت في جميع الكفار، وذلك أن الرجل كان إذا أسلم قالوا: سفهت أباك، وضللت وفعلت، فأنزل الله {عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ}  (١) . </p><p> وهذا لفظة إغراء، والعرب تغري من الصفات بعليك، وإليك، وعندك، ودونك (٢) . </p><p> ثم قال:  {إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا} الضال والمهتدي، {فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ} . </p><p>= التخريج: ذكره الواحدي في \"أسباب النزول\" (ص ٢١٤)، بدون سند.وأصل أخذ الجزية من مجوس هجر أخرجه البخاري، كتاب الجزية والموادعة، باب الجزية والموادعة مع أهل الذمة والحرب (٣١٥٧)، والنسائي كتاب مناسك الحج، قوله عز وجل {خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} ٥/ ٢٣٤ بدون ذكر القصة.وأخرجه البيهقي في \"السنن الكبرى\" ٩/ ١٩٢ عن الحسن بن محمد بن علي قال: كتب رسول الله - صلى الله عليه وسلم - إلى مجوس هجر يعرض عليهم الإسلام فمن أسلم قبل منه، ومن أبى ضربت عليه الجزية على ألا تؤكل لهم ذبيحة، ولا تنكح لهم امرأة. قال البيهقي: وهذا مرسل.(١) البقرة: ٢٥٦.والأثر أخرجه الطبري في \"جامع البيان\" ٧/ ٩٩، والصواب من الأقوال في هذِه الآية ما ثبت عن أبي بكر الصديق - رضي الله عنه - في تأويلها، وأن المؤمن يأمر وينهى، ولا يترك ذلك أبدًا، إلا لخوف ضرر محقق.وانظر: \"جامع البيان\" للطبري ٧/ ٩٩ حيث رجح هذا القول.(٢) انظر: \"معاني القرآن\" للفراء ١/ ٣٢٢، \"جامع البيان\" للطبري ٧/ ٩٤، والعبارة عبارته، والمراد بالصفات: حروف الجر والظروف.</p>"
}