{
  "id": null,
  "sura": 5,
  "aya": 2,
  "text": "<p> لكثرة الحركات (١) ، وهما جميعاً جمع حرام، يقال: رجل حرام، وحِرْم، ومُحْرِم، وحلال، وحِل، ومُحل. </p><p> {إِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ} لا راد له عما أراد. </p><p> ٢ - قوله:  {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ} الآية، </p><p> نزلت في الحطم، واسمه: شريح بن ضبيعة -ابن هند- بن شرحبيل البكري (٢) . </p><p> وذلك أنَّه أتى المدينة، فخلَّف خيله خارج المدينة، ودخل وحده على النَّبيّ - صلى الله عليه وسلم -، فقال له: إلى ما تدعو النَّاس؟ فقال:  \"إلى شهادة ألا إله إلَّا الله، وإقام الصَّلاة، وإيتاء الزكاة\" . فقال: حسن، إلَّا أن لي أمراء، لا أقطع أمرًا دونهم، ولعلي أسلم، وآتي بهم. وقد كان النَّبيّ - صلى الله عليه وسلم - قال لأصحابه:  \"يدخل عليكم(٣)رجل من ربيعة، يتكلم بلسان شيطان\" . ثم خرج شريح من عنده، فلما خرج قال رسول الله - صَلَّى الله عليه وسلم -: </p><p>(١) وهو لغة تميمة، لكن لا يقرأ بها في القرآن. انظر: \"المحتسب\" لابن جني ١/ ٢٠٥.(٢) من بكر بن وائل.انظر: \"جمهرة النسب\" للكلبي (ص ٣٠١)، والمصنف نسبه إلى أمه هند بنت حسَّان. وهذا الرجل خرج أيَّام الردة، وتبعه جمع من قبيلته، ومن غيرهم حتَّى نزلوا هجر، وحاصر المسلمين حصارًا شديدًا، فتجمع المسلمون كلهم إلى العلاء بن الحضرمي، وتجمع المشركون كلهم إلى الحطم، هذا، ثم بيتهم المسلمون، وقتلوا منهم مقتلة عظيمة، وقتل فيها الحطم، قتله قيس بن عاصم سنة (١٢ هـ).انظر: الخبر بطوله في \"تاريخ الرسل والملوك\" للطبري ٣/ ٣٠١ - ٣١٣، \"الكامل\" لابن عدي ٢/ ٣٦٩ - ٣٧٠.(٣) من (ت).</p><p> \"لقد دخل بوجه كافر، وخرج بعقبى غادر، وما الرجل بمسلم\" فمر بسرح المدينة، فاستاقه، وانطلق، وهو يرتجز، ويقول: </p><p> باتوا نيامًا وابن هندٍ لم ينم </p><p> بات يقاسيها غلام كالزُّلم </p><p> خدَلَّج الساقين خفَّاق القدم </p><p> قد لفَّها الليل بسوَّاقٍ حطم </p><p> ليس براعي إبلٍ ولا غنم </p><p> ولا بجزارٍ على ظهر الوضم </p><p> هذا أوان الشدِّ فاشتدي زيم (١) </p><p> فلما كان في العام القابل، خرج حاجًّا في حجاج بكر بن وائل من اليمامة، ومعه تجارة عظيمة، وقد قلدوا الهدي، فقال المسلمون للنبي </p><p>(١) انظر: \"البيان والتبيين\" للجاحظ ٢/ ٣٠٨، \"الأغاني\" لأبي الفرج ١٤/ ٤٤، \"الحماسة\" لأبي تمام ١/ ١٨٤، \"جامع البيان\" للطبري ٦/ ٥٨، \"لسان العرب\" لابن منظور (حطم)، ورواية المصنف للأبيات فيها تقديم، وتأخير وقد اختلف في قائل الأبيات على أقوال، فقد قيل: إن القائل هو رشيد بن رميض، وقيل: الأغلب العجلي، وقيل: الأخنس بن شهاب، وقيل: جابر بن حني التغلبي. انظر: \"سقط اللآلئ\" للميمني (ص ٧٢٩).وقوله كالزلم بضم الزَّاي، أو فتحها، مفرد الأزلام، وهي أقداح الميسر.انظر: \"لسان العرب\" لابن منظور (زلم).وقوله: خدلج الساقين؛ أي: ممتلئ الساقين.وقوله: الوشم، هو ما يوضع تحت اللحم عند تقطيعه، من خشب أو غيره.انظر: \"لسان العرب\" لابن منظور (وضم).وقوله زيم: اسم للفرس.</p><p> - صلى الله عليه وسلم -: هذا الحطم خرج حاجًّا، فخل بيننا وبينه. فقال النَّبيّ - صلى الله عليه وسلم -: \"إنه قد قلد الهدي\" فقالوا: يا رسول الله، هذا شيء كُنَّا نفعله في الجاهلية. فأبى النَّبيّ - صلى الله عليه وسلم -، فأنزل الله تعالى {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ}  (١) . </p><p> قال ابن عباس، ومجاهد: هي مناسك الحج (٢) ، وكان المشركون يحجون، ويهدون، فأراد المسلمون أن يغيروا عليهم، فنهاهم الله عنها، يدل عليه قوله تعالى:  {وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ}  (٣) . </p><p> وروى عطية عن ابن عباس قال: هي أن تصيد وأنت محرم (٤) ، يدل عليه قوله تعالى:  {وَإِذَا حَلَلْتُمْ فَاصْطَادُوا} . </p><p> عطاء: شعائر الله: حرمات الله، اجتناب سخطه، واتباع طاعته (٥) . </p><p> السدي: حرم الله (٦) . </p><p>(١) أخرج القصة الطبري في \"جامع البيان\" ٦/ ٥٨ من طريق السدي، مرسلاً، والواحدي في \"أسباب النزول\" (ص ١٩١) بدون إسناد عن ابن عباس. (٢) أخرج الطبري في \"جامع البيان\" ٦/ ٥٤ أثر ابن عباس، عن مجاهد بلفظ: الصفا، والمروة، والهدي، والبدن، كل هذا من شعائر الله.(٣) الحج: ٣٢.(٤) أخرجه عنه الطبري في \"جامع البيان\" ٦/ ٥٥.(٥) في (ت): واتباع سنته، وقد أخرجه الطبري في \"جامع البيان\" ٦/ ٥٤، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٢/ ٤٥٠.(٦) أخرجه الطبري في \"جامع البيان\" ٦/ ٥٤.</p><p> أبو عبيدة: هي الهدايا المشعرة، وهو أن يطعن في سنامها، ويجلل، ويقلد، ليعلم أنها هدي (١) . </p><p> والإشعار: العلامة، ومنه الحديث حين شج عمر بن الخطاب: أشعر أمير المؤمنين دمًا (٢) ، كأنه أعلم بعلامة، وهي على هذا القول فعيلة، بمعنى مفعلة (٣) . </p><p> قال الكميت: </p><p> ونقتلهم جيلًا فجيلًا تراهُمُ ... شعائر قربانٍ بهم يتقربُ (٤) </p><p> ودليل هذا التأويل قوله -عز وجل-: {وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ}  (٥) . </p><p> وقيل: الشعائر: المشاعر. </p><p> وقال القتيبي: شعائر الله واحدتها شعيرة، وهي كل شيء جعل </p><p>(١) \"مجاز القرآن\" ١/ ١٤٦، والمصنف لم ينقل نصًّا. (٢) الأثر أخرجه عبد الرَّزاق في \"المصنف\" ١١/ ٤٠٢ (١٩٤٩٩)، وفيه أن عمر - رضي الله عنه -، لما رمى الجمرة أصابته حصاة، ففتحت عرقًا في رأسه، فقال أعرابي: أشعر أمير المؤمنين. وإسناده صحيح.(٣) وهو قول الزجاج في \"معاني القرآن\" ٢/ ١٤٢، واختاره الزمخشري في \"الكشاف\" ١/ ٣٢٠.(٤) في \"مجاز القرآن\" ١/ ١٤٦: بها يتقرب، وقد ذكر البيت صاحب \"لسان العرب\" لابن منظور (شعر) على أنَّه من إنشاء أبي عبيدة. والقرطبي في \"الجامع لأحكام القرآن\" ٦/ ٣٧.(٥) الحج: ٣٦.</p><p> علمًا من أعلام طاعته (١) . </p><p> {وَلَا الشَّهْرَ الْحَرَامَ} بالقتال فيه، نظيره قوله -عز وجل-: {يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ}  (٢) . </p><p> وقال ابن زيد: هو النسيء، وذلك أنَّه كانوا يحلونه عامًا ويحرمونه عامًا (٣) ، دليله قوله:  {إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ} الآية (٤) . </p><p> {وَلَا الْهَدْيَ} وهي: كل ما يهدى إلى بيت الله من بعير، أو بقرة، أو شاة، أو غيرها، {وَلَا الْقَلَائِدَ} قال أكثر المفسرين: هي الهدايا (٥) ، والمراد بها المقلدات، وكانوا في الجاهلية إذا خرجوا من الحرم قلدوا إبلهم من لحاء شجرة الحرم، فلا يتعرض لهم أحد، وإذا خرجوا إلى الحرم قلدوا هداياهم بقلائد، ليعلم أنها هدي، ولا يتعرض لهم، فنهي عن استحلال واحد منهما. </p><p> وقال مطرف بن الشِّخِّير وعطاء: هي القلائد نفسها، وذلك أن المشركين كانوا يأخذون من لحاء سمرة مكّة وشجرها، فيقلدونها ويتقلدونها، فيأمنون بهامش النَّاس، فنهى الله -عز وجل- ينزع شجرها، </p><p>(١) \"تفسير غريب القرآن\" (ص ١٣٧)، وقد رجح الطبري في \"جامع البيان\" ٦/ ٥٥، قول عطاء؛ لأنَّه عام يشمل جميع أوامر الله ونواهيه، وحدوده. واختاره أيضاً القرطبي في \"الجامع لأحكام القرآن\" ٦/ ٣٧. (٢) البقرة: ٢١٧.(٣) ذكره البغوي في \"معالم التنزيل\" ٣/ ٨.(٤) التوبة: ٣٧.(٥) قاله ابن عباس، كما في \"جامع البيان\" للطبري ٦/ ٥٦.</p><p> فيتقلدوه، كفعل أهل الجاهلية (١) . </p><p> {وَلَا آمِّينَ} قاصدين، {الْبَيْتَ الْحَرَامَ} يعني: الكعبة، وقرأ الأعمش (ولا آمي البيت الحرام)  (٢) بالإضافة، كقوله:  {غَيْرَ مُحِلِّي الصَّيْدِ} ، {يَبْتَغُونَ} يطلبون، {فَضْلًا مِنْ رَبِّهِمْ} يعني: الرزق بالتجارة، {وَرِضْوَانًا} ومعناه: على زعمهم عندهم؛ لأنَّ الكافر لا نصيب له في الرضوان، وهذا كقوله:  {وَانْظُرْ إِلَى إِلَهِكَ}  (٣) ، ونحوها، فلا يررضي الله عنهم حتَّى يسلموا. </p><p> وقال قتادة: هو أن يصلح معايشهم في الدُّنيا، ولا يعجل لهم العقوبة فيها (٤) . </p><p> وقيل: ابتغاء الفضل للمؤمنين والمشركين عامة، وابتغاء الرضوان للمؤمنين خاصة، لأنَّ النَّاس كانوا يحجون، بين مسلم وكافر، يدل عليه قراءة حميد بن قيس (تبتغون فضلاً من ربكم)  (٥) ، على </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٦/ ٥٧ عن عطاء، وعن مطرف، وقد رجح الطبري أن المراد حرمة استحلال المقلد، هديًا كان، أو إنسانًا، دون حرمة القلادة. (٢) وهي قراءة شاذة.انظر \"معاني القرآن\" للفراء ١/ ٢٩٨، \"إعراب القراءات الشواذ\" للعكبري ١/ ٤٢٥.(٣) طه: ٩٧.(٤) أخرجه الطبري في \"جامع البيان\" ٦/ ٦٢.(٥) وهي قراءة شاذة.انظر: \"مختصر في شواذ القرآن\" لابن خالويه (ص ٣١)، \"مفاتيح الغيب\" للرازي ١١/ ١٣٠، \"البحر المحيط\" لأبي حيان ٣/ ٤٢٠.</p><p> الخطاب للمؤمنين، وهذِه الآية منسوخة بقوله -عز وجل-: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ}  (١) ، وقوله:  {فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا}  (٢) ، فلا يجوز أن يحج مشرك، ولا يأمن الكافر بالهدي والقلائد والحج (٣) . </p><p> {وَإِذَا حَلَلْتُمْ} من إحرامكم {فَاصْطَادُوا} أمر إباحة، وتخيير، كقوله:  {فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ}  (٤)  {وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ} . </p><p> [١٢١١] أخبرنا أبو محمَّد الأصبهاني (٥) ، وأبو صالح البيهقي (٦) ، قالا: أنا أبو حاتم مكي بن عبدان التميمي (٧) ، حدّثنا أحمد أبو الأزهر (٨) ، ثنا روح بن عبادة (٩) ، </p><p>(١) التوبة: ٥. (٢) التوبة: ٢٨.(٣) الثابت نسخ تحريم الشهر الحرام في قتال الكفار، أما بقية أحكام الآية وهي: تحريم منع من أراد الحج، وتحريم الهدي وتعظيمه، والقلائد، وتحريم شعائر الله وتعظيمها، فالظاهر بقاؤها محكمة.انظر: \"الناسخ والمنسوخ\"، رواية قتادة (ص ٤١)، \"جامع البيان\" للطبري ٦/ ٦٢، \"الناسخ والمنسوخ\" للنحاس ٢/ ٢٣٨، \"نواسخ القرآن\" لابن الجوزي (ص ٢٩٨).(٤) الجمعة: ١٠.(٥) عبد الله بن حامد الوزَّان، لم يذكر بجرح أو تعديل.(٦) شعيب بن محمَّد بن شعيب، مستور من أهل النواحي.(٧) المحدث، الثقة، المتقن.(٨) أحمد بن الأزهر، صدوق كان يحفظ ثم كبر، فصار كتابه أثبت من حفظه.(٩) ثقة، فاضل له تصانيف.</p><p> ثنا شبل (١) ، عن ابن أبي نجيح (٢) ، عن مجاهد (٣) قال: قتل رجل مؤمن حليفًا لأبي سفيان، من هذيل، يوم الفتح بعرفة؛ لأنَّه كان يقتل حلفاء محمَّد (٤) ، فقال رسول الله - صَلَّى الله عليه وسلم -: \"لعن الله من قتل(٥)بذحل(٦)الجاهلية\" وأنزل الله هذِه الآية (٧) . </p><p>(١) ثقة، رمي بالقدر. (٢) ثقة، رمي بالقدر، وربما دلس.(٣) ثقة، إمام في التفسير وفي العلم.(٤) في (ت): حلفاء من حلفاء محمد.(٥) سقط من (ت).(٦) الذَّحل: طلب مكافأة بجناية جنيت عليك، أو عداوة أتيت إليك.انظر: \"العين\" للخليل ٣/ ٢٠٠.(٧) [١٢١١] الحكم على الإسناد:إسناد المصنف مرسل، وفيه شيخ المصنف لم يذكر بجرح أو تعديل، والبيهقيّ مستور، لكن الحديث يرتقي إلى الحسن لغيره بشواهده.التخريج:أخرجه الطبري في \"جامع البيان\" ٦/ ٦٦ من طريق أبي عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد به، وهذا مرسل.وأخرجه البيهقي في \"السنن الكبرى\" ٨/ ٧١، والطبراني في \"المعجم الكبير\" ٢٢/ ١٩١ (٥٠٠)، والحاكم في \"المستدرك\" ٤/ ٣٨٩ من طريق الزُّهريّ، عن مسلم بن يزيد، عن أبي شريح الخزاعي، إلَّا أن الحاكم قال: الزُّهريّ عن عطاء ابن يزيد، ثم قال: صحيح الإسناد.وأخرجه أحمد في \"المسند\" ٢/ ١٨٧ (٦٧٥٧)، وابن أبي شيبة في \"المصنف\" ١٣/ ٣٩١ (٣٧٩٠١) من طريق عمرو بن شعيب، عن أبيه، عن جده، ولفظه: \"إن أعدى النَّاس على الله من قتل في الحرم، ومن قتل غير قاتله، ومن قتل بذحول الجاهلية\". =</p><p> وقال - صَلَّى الله عليه وسلم -: \"ألا إن كل دم ومال ومأثرة كانت في الجاهلية فإنَّها تحت قدمي هاتين، إلَّا سدانة الكعبة، وسقاية الحاج\"  (١) . </p><p> وقال الآخرون: نزلت في حجاج كفار العرب. </p><p> {وَلَا يَجْرِمَنَّكُمْ} قرأ الأعمش، وعيسى، ويحيى بن أبي كثير (يجرمنكم) بضم الياء (٢) ، وقرأ الباقون بالفتح، وهما لغتان، إلَّا أن الفتح أجود، وأشهر، وهو اختيار أبي عبيد، وأبي حاتم (٣) . </p><p> قال أبو عبيد: لأنها اللغة الفاشية، وإن كانت الأخرى مقولة. </p><p>= وأخرجه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٣/ ٣٤٠ (٥٩٩٦) من طريق سنان بن الحارث، عن طلحة بن مصرف، عن مجاهد، عن ابن عمر، في قصة طويلة. (١) أخرجه أحمد في \"المسند\" ٢/ ١٠٣ (٥٨٠٥) من طريق حماد بن سلمة أنا علي بن زيد، عن يعقوب السدوسي، عن ابن عمر به، ثم أخرجه ٥/ ٧٢ (٢٠٦٩٥) من طريق حماد بن سلمة عن علي بن زيد، عن أبي حرة الرقاشي عن عمه، بلفظه، وليس فيه قوله (إلَّا سدانة الكعبة).وأخرجه البيهقي في \"السنن الكبرى\" ٨/ ٦٨ من طريق خالد عن القاسم بن ربيعة ابن جوش، عن عقبة بن أوس، عن ابن عمر به، وسنده صحيح، وهي متابعة لحماد.وتابعه أيضاً ابن عيينة، عن علي بن زيد عن القاسم بن ربيعة، عن ابن عمر .. به.أخرجه ابن ماجة كتاب الديات، باب دية شبه العمد مغلظة (٢٦٢٨).والحديث صحيح الإسناد بشواهده، وانظر: \"إرواء الغليل\" للألباني ٧/ ٢٥٥.(٢) وهي قراءة شاذة، ورويت عن ابن مسعود.(٣) انظر: \"المحتسب\" لابن جني ١/ ٢٠٦، وأخرجها الطبري في \"جامع البيان\" ٦/ ٦٤ عن الأعمش، وانظر: \"المحرر الوجيز\" لابن عطية ٢/ ١٤٨ - ١٤٩.وهي القراءة المتواترة، وعليها العمل، والإقراء.</p><p> واختلفوا في معناه، فقال ابن عباس، وقتادة: لا يحملنكم (١) . </p><p> قال أبو عبيدة: يقال: جرمني فلان على أن صنعت كذا؛ أي: حملني (٢) . قال الشاعر: </p><p> ولقد طعنت أبا عيينة طعنةً ... جَرَمت فزارة بعدها أن يغضبوا (٣) </p><p> المورج: لا يدعونكم (٤) . </p><p> الفراء: لا يكسبنكم، ويقال: فلان جريمة أهله؛ أي: كاسبهم (٥) . </p><p> قال الهذلي يصف عقابًا: </p><p> جريمة ناهض في رأس نيق ... ترى لعظام ما جمعت صليبا (٦) </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٦/ ٦٣، عن ابن عباس، عن قتادة. (٢) الذين وجدته في \"مجاز القرآن\" ١/ ١٤٧ له أنَّه قال: ولا يحملنكم، ولا يعدينكم ثم ذكر البيت.(٣) قائل البيت أبو أسماء بن الضريبة، وقيل: عطية بن عفيف، وسببه أن كرزا العقيلي قتل أبا عيينة حصن بن حذيفة، فقال الشاعر ما قاله، رثاء.وقد ذكر البيت سيبويه في \"الكتاب\" ١/ ٤٦٩، وأبو عبيدة في \"مجاز القرآن\" ١/ ١٤٧، وابن قتيبة في \"تأويل مشكل القرآن\" (ص ٥٥٠)، والطبري في \"جامع البيان\" ٦/ ٦٣.(٤) ذكره البغوي في \"معالم التنزيل\" ٣/ ٩.(٥) \"معاني القرآن\" ١/ ٢٩٩، وقد تصرَّف المصنف في النص.(٦) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٦/ ٤٥.والنيق بكسر النون، أرفع موضع في الجبل.انظر: \"القاموس المحيط\" للفيروزآبادي (نيق).والصليب هو الودك.</p><p> وقال بعضهم: لا يُحِقَّنَّ، ولا يجبن لكم (١) ، دليله قوله {لَا جَرَمَ أَنَّ لَهُمُ النَّارَ} أي: حقَّ لهم النَّار. </p><p> {شَنَآنُ قَوْمٍ} أي: بغضهم وعداوتهم، وهو مصدر شنئت، وقرأ أهل المدينة والشام، وعاصم، والأعمش بجزم النون الأولى، وقرأ الآخرون بالفتح (٢) ، وهما لغتان، إلَّا أن الفتح أجود؛ لأنَّه أفخم اللغتين، وهو اختيار أبي عبيد، وأبي حاتم، ولأن المصادر أكثرها يجيء على فعَلان، بفتح العين، مثل الضربان، والنزوان، والسيلان، والفسلان، والنسلان، ونحوها (٣) . </p><p> {أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ} قرأ ابن كثير، وابن أبي إسحاق، وأبو عمرو {إِن} بكسر الألف، على الاستئناف، والجزاء، واختاره أبو عبيد اعتبارًا بقراءة عبد الله (إن يصدوكم) ، وقرأ الباقون بفتح الألف؛ أي: لأنَّ صدوكم (٤) ، ومعنى الآية: لا يحملنكم بغض قوم على الاعتداء؛ لأنهم صدوكم، واختاره أبو </p><p>(١) قائل ذلك هو الأخفش في \"معاني القرآن\" ٢/ ٤٥٩. (٢) انظر: \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٥٣، \"إتحاف فضلاء البشر\" للدمياطي ١/ ٥٢٩، وعاصم قرأ بإسكان النون في رواية أبي بكر بن عياش.(٣) ذكر ذلك ابن زنجلة في \"الحجة\" (ص ٢٢٠).وانظر: \"الكشف عن وجوه القراءات\" لمكي ١/ ٤٠٤، فقد أفاض في توجيه القراءتين.(٤) انظر: \"الكشف عن وجوه القراءات\" لمكي ١/ ٤٠٥، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٥٣، وقراءة (إن يصدوكم) شاذة، غير مقروء بها، ذكرها ابن جني في \"المحتسب\" ١/ ٢٠٦، والقراء في \"معاني القرآن\" ١/ ٣٠٠.</p><p> حاتم، (ومحمد بن جرير)  (١) . </p><p> قال ابن جرير: لأنَّه لا تدافع بين أهل العلم أن هذِه السورة نزلت بعد قصة الحديبية، فإذا كان كذلك فالصد قد تقدم (٢) . </p><p> {أَنْ تَعْتَدُوا} عليهم فتقتلوهم، وتأخذوا أموالهم، {وَتَعَاوَنُوا} أي: وليُعِنْ بعضكم بعضاً، يقال للمرأة إذا كسا اللحم حجمها، وبراجمها: متعاونة (٣) ، {عَلَى الْبِرِّ} وهو متابعة الأمر، {وَالتَّقْوَى} وهي مجانبة الهوى، {وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ} يعني: المعصية، والظلم. </p><p> [١٢١٢] أخبرنا ابن فنجويه (٤) ، ثنا أبو بكر بن مالك القطيعي (٥) ، ثنا عبد الله بن أحمد بن حنبل (٦) قال: حدثني أبي (٧) ، حدثني عبد الرحمن بن مهدي (٨) ، عن معاوية بن صالح (٩) ، عن أبي </p><p>(١) في (ت): وابن جويبر. (٢) هذا التعليل من الطبري لبيان أن قراءة الفتح أبين معنى، وأوضح في المراد، مع إثباته للقراءة الأخرى، وعدم رده لها، كما هو ظاهر من سياق كلامه في \"جامع البيان\" ٦/ ٦٥.(٣) وكانت طاعنة في السنن، كما في \"القاموس المحيط\" للفيروزآبادي (عون).(٤) ثقة، صدوق، كثير الرِّواية للمناكير.(٥) ثقة.(٦) ثقة.(٧) إمام، ثقة، حافظ، فقيه، حجة.(٨) ثقة، ثبت، حافظ.(٩) صدوق له أوهام.</p><p> عبد الرحمن السلمي (١) قال: سمعت وابصة بن معبد (٢) ، صاحب النَّبيّ - صلى الله عليه وسلم -، قال: جئت إلى النَّبيّ - صلى الله عليه وسلم - أسأله عن البر والإثم، فقال:  \"جئت تسأل عن البر والإثم؟ \" فقلت: والذي بعثك بالحق، ما جئت أسألك عن غيره. فقال:  \"البر ما انشرح له صدرك، والإثم ما حاك في صدرك، وإن أفتاك عنه النَّاس\"  (٣) . </p><p>(١) عبد الله بن حبيب بن ربيعة، ثقة، ثبت، وجاء في بعض المصادر: (أبو عبد الله السلمي) كما سيأتي في التخريج. (٢) وابصة بن معبد بن عتبة، أبو الشعثاء الأسدي، صحابي جليل، كان قارئًا، بكاء، لا يملك دمعه، توفي بالرقة.انظر: \"الطبقات الكبرى\" لابن سعد ٧/ ٤٧٦، \"حلية الأولياء\" لأبي نعيم ٢/ ٣٢، \"أسد الغابة\" لابن الأثير ٥/ ٧٦.(٣) [١٢١٢] الحكم على الإسناد:في إسناده السلمي، مختلف فيه: هل هو أبو عبد الرحمن كما هنا وفي بعض مصادر التخريج، أم هو أبو عبد الله كما في مصادر أخرى، فالأول ثقة، والثاني مجهول، ومتابعة حماد الآتية له لا يفرح بها فإن فيها الزُّبير ضعيف يروي المناكير، وهو لم يسمع من أيوب.لكن الحديث صح من طريق آخر، سيأتي.التخريج:أخرجه أحمد في \"المسند\" ٤/ ٢٢٧ (١٧٩٩٩) من طريق عبد الرحمن بن مهدي عن معاوية .. به، إلَّا أنَّه قال: أبو عبد الله السلمي، وهو مجهول، وأمَّا أبو عبد الرحمن فليس له رواية عن وابصة، والصَّواب ما في \"المسند\".ثم أخرجه ٤/ ٢٢٨ (١٨٠٠١) من طريق حماد بن سلمة، عن الزُّبير بن عبد السَّلام، من أيوب بن عبد الله بن مكرز، عن وابصة به، والزبير ضعيف، ولم يسمع من أيوب.وأخرجه أبو يعلى في \"المفاريد\" (ص ٩٨)، والطبراني في \"المعجم الكبير\" ٢٢/ ١٤٨ (٤٠٣).</p><p> [١٢١٣] وأخبرنا ابن فنجويه (١) ، ثنا الفضل بن الفضل الكندي (٢) قال: ثنا أحمد بن مكرم البرتي (٣) -ببغداد- ثنا علي بن المديني (٤) ، ثنا زيد بن الحباب (٥) ، ثنا معاوية بن صالح (٦) قال: ثنا عبد الرحمن بن جبير بن نفير الحضرمي (٧) قال: حدثني أبي (٨) قال: سمعت النواس ابن سمعان الأنصاري (٩) قال: سألت رسول الله - صَلَّى الله عليه وسلم - عن البر والإثم، فقال:  \"البر حسن الخلق، والإثم ما حاك في نفسك(١٠)، وكرهت أن يطلع عليه النَّاس\"  (١١) . </p><p>(١) ثقة، صدوق، كثير الرِّواية للمناكير. (٢) صدوق.(٣) أحمد بن مكرم بن خالد، أبو الحسن البرتي.روى عن: علي بن المديني. وعنه ابن المظفر والوراق.قال الخطيب: أحاديثه مستقيمة.انظر: \"تاريخ بغداد\" للخطيب ٥/ ١٧٠.والبرتي: نسبة إلى برت مدينة بنواحي بغداد.انظر: \"الأنساب\" للسمعاني ١/ ٣٠٨.(٤) الإمام، الثقة، الثبت.(٥) صدوق.(٦) صدوق له أوهام.(٧) ثقة.(٨) جبير بن نفير، ثقة، جليل.(٩) صحابي، مشهور.(١٠) في (ت): في صدرك.(١١) [١٢١٣] الحكم على الإسناد:إسناد المصنف فيه معاوية بن صالح، له أوهام، والحديث ثابت كما سيأتي. =</p>"
}