{
  "id": null,
  "sura": 5,
  "aya": 88,
  "text": "<p> وروى عكرمة عن ابن عباس: أن رجلًا أتى رسول الله -صلى الله عليه وسلم-، فقال: يَا رسول الله إنِّي أصبت من اللحم فانتشرت وأخذتني شهوة فحرمت اللحم، فأنزل الله تعالى (هذِه الآية)  (١) . </p><p> {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ} يعني: اللذات التي تشتهيها النفوس، وتميل إليها (٢) القلوب، مما أحل الله لكم من المطاعم الطيبة، والمشارب اللذيذة، {وَلَا تَعْتَدُوا} ولا تجاوزوا الحلال إلى الحرام. وقيل: هو جب المذاكير، وقطع آلة التناسل (٣) . {إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ} . </p><p> ٨٨ - {وَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا} . </p><p> قال عبد الله بن المبارك: الحلال ما أخذته من وجهه، والطيب ما غذى فنما، فأما الجوامد، والطين، والتراب، وما لا يغذي فمكروه، إلَّا على جهة التداوي (٤) ، {وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ} . </p><p>(١) سقط من (ت)، والأثر عند الطبري في \"جامع البيان\" ٧/ ١١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١١٨٦، وأخرجه التِّرْمِذِيّ كتاب تفسير القرآن، باب ومن سورة المائدة (٣٠٥٤)، والطبراني في \"المعجم الكبير\" ١١/ ٣٥٠ (١١٩٨١)، وابن عدي في \"الكامل\" ٥/ ١٨١٧، والواحدي في \"أسباب النزول\" (ص ٢٠٦)، وقال التِّرْمِذِيّ: حسن غريب. (٢) في (ت): إليه.(٣) قاله السدي، عند الطبري في \"جامع البيان\" ٧/ ١١ - ١٢، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١١٨٨.(٤) الأثر لم أجده بعد البحث.</p><p> وروي عن عائشة وأبي موسى الأَشْعريّ أن النَّبِيّ - صلى الله عليه وسلم - كان يأكل جاج، والفالوذج، وكان يعجبه الحلواء والعسل (١) . </p><p> وقال:  \"إن المؤمن حلو يحب الحلاوة\"  (٢) . </p><p> وقال:  \"في بطن المؤمن زاوية لا يملؤها إلَّا الحلوى\"  (٣) . </p><p> وروي أن الحسن كان يأكل الفالوذج، فدخل عليه فرقد السبخي فقال: يَا فرقد، ما تقول في هذا؟ فقال فرقد: لا آكله، ولا أحب </p><p>(١) حديث عائشة لفظه: \"كان يعجبه الحلواء والعسل\"، أخرجه البُخَارِيّ، كتاب الطلاق، باب: {لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ} (٥٢٦٨)، والبيهقي في \"شعب الإيمان\" ٥/ ٩٧ (٢٩٢٩) وغيرهما. وحديث أبي موسى لفظه: رأيت النَّبِيّ - صلى الله عليه وسلم - يأكل الدجاج، أخرجه البُخَارِيّ في الذبائح والصيد، باب: لحم الدجاج (٥٥١٧)، ومسلم كتاب الإيمان، باب ندب من حلف يمينًا فرأى غيرها خيرًا منها (١٦٤٩)، والبيهقي في \"السنن الكبرى\" ٩/ ٣٢٢.ولم أجد ذكرًا للفالوذج في الحديث عن النبي - صلى الله عليه وسلم -، والفالوذج نوع من الحلوى.انظر: \"لسان العرب\" لابن منظور ٦/ ٣٤٦٠ (فلذ).(٢) أخرجه البيهقي في \"شعب الإيمان\" ٥/ ٩٦ (٥٩٣٤) عن أبي أُمامة به، ثم قال: متن الحديث منكر، وفي إسناده من هو مجهول.وأخرجه الخَطيب في \"تاريخ بغداد\" ٣/ ١١٣ عن أبي موسى مرفوعًا بلفظ: \"قلب المؤمن حلو يحب الحلاوة\"، وفي إسناده محمَّد بن العباس، ليس بثقة، قاله الخَطيب.وقال العجلوني في \"كشف الخفاء\" ٢/ ٣٨٦: حديث موضوع.وانظر: \"المنار المنيف\" لابن القيم (ص ١١٢).(٣) الحديث لم أجده.</p>"
}