{
  "id": null,
  "sura": 5,
  "aya": 82,
  "text": "<p> ٨٢ - قوله:  {لَتَجِدَنَّ} </p><p> يَا محمَّد {لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ} يعني: يهود أهل المدينة. </p><p> [١٣٢٠] وأخبرني ابن فنجويه (١) ، قال: ثنا أبو جعفر محمَّد بن أَحْمد الصفار الهمداني (٢) ، قال: ثنا أبو علي عبد الله بن عليّ بن الزُّبير البلخي (٣) ، قال: ثنا إسماعيل بن بهرام الأَشجعيّ (٤) ثنا عباد ابن العوام (٥) ، عن يحيى بن عبيد الله (٦) ، عن أَبيه (٧) ، عن أبي </p><p>(١) ثِقَة، صدوق، كثير الرواية للمناكير. (٢) لم أجده.(٣) لم أجده.(٤) صدوق، تُوفِّي سنة (٢٤١ هـ)، ولم أجد من قال في نسبه (الأَشجعيّ) وإنما هو يروي عن الأَشجعيّ عبيد الله بن عبد الرَّحْمَن الكُوفيّ.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ١٦١، \"تهذيب الكمال\" للمزي ٣/ ٥٤، \"الكاشف\" للذهبي ١/ ١٢٠، \"تقريب التهذيب\" لابن حجر (٤٢٩).(٥) الكلابي الواسطيّ، ثِقَة، تُوفِّي سنة (١٨٣ هـ).انظر: \"الثِّقات\" لابن حبان ٧/ ١٦٢، \"تهذيب الكمال\" للمزي ١٤/ ١٤٠، \"تهذيب التهذيب\" لابن حجر ٢/ ٢٧٩.(٦) ابن عبد الله بن موهب التَّمِيمِيّ، قال أَحْمد: منكر الحديث، ليس بثقة.انظر: \"المجروحين\" لابن حبان ٣/ ١٢١، \"تهذيب الكمال\" للمزي ٣١/ ٤٤٩، \"تقريب التهذيب\" لابن حجر (ص ١٠٦١)، وفيه متروك، وأفحش الحاكم فرماه بالوضع.(٧) عبيد الله بن عبد الله بن موهب التَّمِيمِيّ، مقبول.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٣٢١، \"تهذيب الكمال\" للمزي ١٩/ ٨٠، \"تقريب التهذيب\" لابن حجر (٤٣١١).</p><p> هريرة عن النَّبِيّ -صلى الله عليه وسلم- قال:  \"ما خلا يهوديان بمسلم إلَّا هما بقتله\"  (١) . </p><p> {وَالَّذِينَ أَشْرَكُوا} مشركي العرب {وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى} لم يرد به جميع النصارى، مع ما فيهم من عداوة المسلمين، وتخريب بلادهم، وهدم مساجدهم، وقتلهم، وأسرهم، وإحراق مصاحفهم، لا, ولا كرامة لهم، وإنما نزلت هذِه الآية في النَّجاشيّ وأصحابه. </p><p> قال المفسرون: ائتمرت قريش بأن يفتنوا المُؤْمنين عن دينهم، فوثبت كل قبيلة على من فيها من المسلمين، يؤذونهم ويعذبونهم، فافتتن من افتتن، وعصم الله سبحانه منهم من شاء، ومنع الله رسوله بعمه أبي طالب، فلما رأى رسول الله - صلى الله عليه وسلم - ما بأصحابه، ولم يقدر </p><p>(١) [١٣٢٠] الحكم على الإسناد: إسناده ضعيف جدًّا، يحيى بن عبيد الله، متروك، والبلخي، والصفار لم أجدهما.وانظر: \"الروايات المسندة عند ابن كثير\"، رسالة دكتوراه، للدكتور غالب الحامضي ١/ ٢٥٤.التخريج:أخرجه ابن مردويه كما في \"تفسير القرآن العظيم\" لابن كثير ٥/ ٣١١ - ٣١٢ من طريق يحيى بن عبيد الله، عن أَبيه، عن أبي هريرة.ثم قال ابن كثير معلقًا: حديث غريب جدًّا.وأخرجه الخَطيب في \"تاريخ بغداد\" ٨/ ٣١٦ من طريق خالد بن يزيد، عن أبي يزيد، عن أبي وهب، عن أَبيه، عن ابن سيرين، عن أبي هريرة ثم قال: هذا حديث غريب جدًّا من حديث محمَّد بن سيرين، عن أبي هريرة.</p><p> على منعهم، ولم يؤمر بعد بالجهاد، أمرهم بالخروج إلى أرض الحبشة، وقال:  \"إن بها ملكًا صالحًا، لا يظلم، ولا يظلم عنده أحد، فاخرجوا إليه، حتَّى يجعل الله عز وجل للمسلمين فرجا\" . </p><p> وأراد به النَّجاشيّ، واسمه أصحمة، وهو بالحبشية عطية، وإنما النَّجاشيّ اسم الملك، كقولك: كسرى وقيصر، فخرج إليها سرًّا أحد عشر رجلًا وأربع نسوة، وهم: عثمان بن عفان وامرأته رقية بنت رسول الله - صلى الله عليه وسلم - قال - صلى الله عليه وسلم -: \"ما بين لوط وبين عثمان من مهاجر\" -، والزُّبير بن العوام، وعبد الله بن مسعود، وعبد الرَّحْمَن ابن عوف، وأبو حذيفة بن عتبة، وامرأته سهلة بنت سهيل بن عمرو، ومصعب بن عمير، وأبو سلمة بن عبد الأسد وامرأته أم سلمة بنت أمية، وعثمان بن مظعون، وعامر بن ربيعة، وامرأته ليلى بنت أبي حثمة، وحاطب بن عمرو (١) ، وسهيل بن بيضاء (٢) ، فخرجوا إلى البحر، وأخذوا سفينة إلى أرض الحبشة بنصف دينار، وذلك في رجب، في السنة الخامسة، من مبعث رسول الله -صلى الله عليه وسلم-، وهذِه الهجرة الأولى، ثم خرج جعفر بن أبي طالب، فتتابع المسلمون إليها، وكان جميع من هاجر إلى الحبشة من المسلمين </p><p>(١) ابن عبد شمس القُرشيّ، من السابقين الأولين، شهد بدرًا. انظر: \"الإصابة\" لابن حجر ١/ ١٩٤.(٢) الفهري، من السابقين الأولين، شهد بدرًا وما بعدها، مات سنة (٩ هـ)، وصلى عليه النَّبِيّ -صلى الله عليه وسلم-.انظر: \"سير أعلام النبلاء\" للذهبي ١/ ٣٨٤، \"الإصابة\" لابن حجر ٤/ ٢٨٣.</p><p> اثنين وثمانين رجلًا، سوى النساء والصبيان، فلما علمت قريش بذلك، وجهوا عمرو ابن العاص وصاحبه (١) ، بالهدايا إلى النَّجاشيّ، وإلى بطارقته، ليردهم إليهم، فعصمهم الله (٢) . </p><p> وقد ذكرت هذِه القصة بالشرح في سورة آل عمران، فلما انصرفا خائبين، أقام المسلمون هناك بخير دار، وأحسن جوار، إلى أن هاجر رسول الله - صلى الله عليه وسلم -، وعلا أمره، وذلك في سنة ست من الهجرة، كتب رسول الله -صلى الله عليه وسلم- إلى النَّجاشيّ، على يدي عمرو بن أمية الضمري ليزوجه أم حبيبة بنت أبي سفيان -وكانت هاجرت إليه مع زوجها، فمات زوجها- ويبعث إليه من عنده من المسلمين، فأرسل النَّجاشيّ إلى أم حبيبة جارية له يقال لها: أبرهة، فأخبرتها بخطبة رسول الله - صلى الله عليه وسلم - إياها، فأعطتها أوضاحًا (٣) لها سرورًا بذلك، وأمر بها أن توكل من يزوجها، فوكلت خالد بن سعيد بن العاص، حتَّى أنكحها على صداق أربعمائة دينار، وكان الخاطب لرسول الله -صلى الله عليه وسلم- النَّجاشيّ، فدعا النَّجاشيّ بأربعمائة دينار، وأنفذها إلى أم حبيبة على يدي أبرهة، فلما جاءتها بها أعطتها خمسين دينارًا، فقالت أبرهة: قد أمرني الملك ألا آخذ منك شيئًا، وأن أرد الذي أخذت </p><p>(١) هو عبد الله بن أبي ربيعة. (٢) في (ت): ففضحهم الله.وانظر: خبر الهجرة الأولى إلى الحبشة في \"السيرة النبوية\" لابن هشام ١/ ٤٣١.(٣) أي: خلخالًا.انظر: \"القاموس المحيط\" للفيروزآبادي (وضح).</p><p> منك، فردته، وقالت: أنا صاحبة دهن الملك وثيابه، وقد صدقت محمدًا رسول الله وآمنت، وحاجتي إليك أن تقرئيه مني السلام، قالت: نعم. وقد أمر (١) الملك نساءه أن يبعثن إليك بما عندهن من عود، وعنبر، وكان رسول الله - صلى الله عليه وسلم - يراه عليها وعندها فلا ينكر. </p><p> قالت أم حبيبة: فخرجنا في سفينتين، وبعث النَّجاشيّ معنا الملاحين، حتَّى قدمنا الجار (٢) ، ثم ركبنا الظهر إلى المدينة، ورسول الله -صلى الله عليه وسلم- بخيبر، فخرج من خرج إليه، وأقمت بالمدينة، حتَّى قدم رسول الله - صلى الله عليه وسلم - فدخلت عليه، فكان يسألني عن النَّجاشيّ، فقرأت عليه من أبرهة السلام، فرد رسول الله - صلى الله عليه وسلم -، وقال رسول الله:  \"لا أدري أنا بفتح خيبر أسر، أم بقدوم جعفر؟ \" وأنزل الله عز وجل {عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ} يعني: أَبا سفيان، {مَوَدَّةً}  (٣) يعني: تزويج أم حبيبة، ولما جاء أَبا سفيان تزويج أم حبيبة قال: ذاك الفحل لا يُقدع أنفه (٤) ، وبعث النَّجاشيّ رحمه الله بعد قدوم جعفر إلى رسول الله - صلى الله عليه وسلم - ابنه أرها بن أصحمة بن أبحر، </p><p>(١) في (ت): وقالت. (٢) الجار: مدينة على ساحل البحر الأحمر، بينها وبين المدينة يوم وليلة، ترفأ إليها السفن القادمة من الحبشة.انظر: \"معجم البلدان\" لياقوت ٢/ ٩٢.(٣) الممتحنة: ٧.(٤) انظر: \"الطبقات\" لابن سعد ٨/ ٩٩، \"المستدرك\" للحاكم ٤/ ٢٢ - ٢٣، \"سير أعلام النبلاء\" للذهبي ٢/ ٢٢٢.</p><p> في ستين رجلًا من الحبشة، وكتب إليه: يَا رسول الله، أشهد أنك رسول الله صادقًا مصدقًا، وقد بايعتك، وبايعت ابن عمك، وأسلمت لله رب العالمين، وقد بعثت إليك بابني أرها، وإن شئت آتيك بنفسي فعلت، والسلام عليك يَا رسول الله. </p><p> فركبوا سفينة في أثر جعفر وأصحابه، حتَّى إذا كانوا في وسط البحر غرقوا، ووافى جعفر وأصحابه رسول الله - صلى الله عليه وسلم - في سبعين رجلًا، عليهم ثياب الصوف، منهم اثنان وستون من الحبشة، وثمانية من أهل الشَّام، وهم: بحيرا الراهب (١) ، وأبرهة، وإدريس، وأشرف، وتمام، وقسيم، ودريد، وأيمن، فقرأ عليهم رسول الله - صلى الله عليه وسلم - سُورَة يس إلى آخرها، فبكوا حين سمعوا القرآن، وآمنوا، وقالوا: ما أشبه هذا بما كان ينزل على عيسى عليه السلام، فأنزل الله تعالى:  {لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى} يعني: وفد النَّجاشيّ الذين قدموا مع جعفر بن أبي طالب، وهم السبعون، وكانوا أصحاب الصوامع (٢) . </p><p>(١) ليس هو الذي لقي النَّبِيّ - صلى الله عليه وسلم - في خروجه إلى الشَّام قبل المبعث، بل هو بحيرا آخر، ذكره ابن حجر في \"الإصابة\" ١/ ٢٢٩، وبيَّن أنَّه ليس الراهب الذي لقي النَّبِيّ -صلى الله عليه وسلم-. (٢) انظر هذا الخبر بطوله في \"تاريخ الرسل والملوك\" للطبري ٦/ ٦٥٢ - ٦٥٣، \"أسباب النزول\" للواحدي (ص ٢٠٥ - ٢٠٦).</p><p> وقال مقاتل والكلبي: كانوا أربعين رجلًا اثنان وثلاثون من الحبشة، وثمانية من أهل الشَّام (١) . </p><p> عطاء: كانوا ثمانين رجلًا: أربعون من أهل نجران، من بني الحارث بن كعب، واثنان وثلاثون من الحبشة، وثمانية روميون من أهل الشَّام (٢) . </p><p> وقال قتادة: نزلت في ناس من أهل الكتاب، كانوا على شريعة من الحق، ما جاء به عيسى عليه السلام يؤمنون به وينتهون إليه، فلما بعث الله تعالى محمدًا صدقوه، وآمنوا به، فأثنى الله عليهم (٣) . </p><p> {ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ} أي: علماء، قال قطرب: القس، والقسيس العالم، بلغة الروم (٤) ، قال ورقة (٥) : </p><p>(١) ذكره البَغَوِيّ في \"معالم التنزيل\" ٣/ ٨٧. (٢) المصدر السابق.(٣) أخرجه عبد بن حميد، وأبو الشيخ، كما في \"الدر المنثور\" للسيوطي ٢/ ٥٣٩، وقد ذهب الطبري في \"جامع البيان\" ٧/ ٣ إلى أن قوله {وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى} جائز أن يكون المراد به النَّجاشيّ وأصحابه، أو أن يكون المراد غيره ممن توافرت فيهم الصفات التي ذكرها الله تعالى ذكره.(٤) ذكره البَغَوِيّ في \"معالم التنزيل\" ٣/ ٨٧، والقرطبي في \"الجامع لأحكام القرآن\" ٦/ ٢٥٧.(٥) في (ت): رؤبة، وورقة هو ابن نوفل بن أسد القُرشيّ، رآه النَّبِيّ -صلى الله عليه وسلم- في المنام وعليه ثياب بيض. انظر: خبره في \"الإصابة\" لابن حجر ١٠/ ٣٠٤.والبيت ذكره في \"لسان العرب\" (قسس)، وأبو حيان في \"البحر المحيط\" ٤/ ٣، والسمين الحلبي في \"الدر المصون\" ٢/ ٥٩١.</p><p> بما خبرتنا من قول قَسٍّ ... من الرهبان أكره أن تبوحا </p><p> وقال عروة بن الزُّبير: ضيعت النصارى الإنجيل (١) ، وأدخلوا فيه ما ليس منه، وكان الذي غير ذلك أربعة نفر: لوقاش، ومرفوش، وبلجيس، ومينوس، وبقي قسيس على الحق والاستقامة والاقتصاد، فمن كان على هديه ودينه فهو قسيس (٢) . </p><p> [١٣٢١] أخبرنا عبد الله بن يوسف بن أَحْمد (٣) -بقراءتي عليه- قال: أخبرنا محمَّد بن حامد بن محمَّد التَّمِيمِيّ بمكة (٤) ، قال: ثنا محمَّد بن الجهم السمري (٥) ، ثنا عبد الله بن محمَّد (٦) ، أخبرنا يحيى الحماني (٧) قال أخبرنا نصير بن زيد الطَّائيّ (٨) ، عن صلت </p><p>(١) في (ت): أناجيل. (٢) الأثر ذكره القرطبي في \"الجامع لأحكام القرآن\" ٦/ ٢٥٧.(٣) أبو محمَّد الأَصْبهانِيّ، ثِقَة.(٤) مقرئ، متصدر، ثِقَة.(٥) ثِقَة، صدوق.(٦) أبو القاسم البَغَوِيّ، هو ابن بنت أَحْمد بن منيع، إمام، ثِقَة، أقل المشايخ خطأ.(٧) حافظ، إلَّا أنَّه متهم بسرقة الأحاديث.(٨) نصير -وقيل: نضير- بن زياد الطَّائيّ، روى عن الصلت، وعنه الحماني، سكت عنه ابن أبي حاتم في \"الجرح والتعديل\" ٨/ ٤٩٢، وقال الأَزدِيّ: منكر الحديث.انظر: \"لسان الميزان\" لابن حجر ٦/ ١٦٦، بينما ذكره ابن حبان في \"الثِّقات\" ٩/ ٢١٩.</p><p> الدهان (١) ، عن حامية بن رئاب (٢) ، عن سلمان قال: قرأت على رسول الله - صلى الله عليه وسلم - {ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا} فأقرأني: (ذلك بأن منهم صديقين)  (٣) . </p><p> {وَرُهْبَانًا} والرهبان: العباد أصحاب الصوامع، واحدهم راهب، مثل فارس، وفرسان، وراكب وركبان، وقد يكون واحدًا، وجمعه رهابين، مثل قُربان، وقرابين وجُرذان، وجراذين (٤) ، وأنشد في الواحد (٥) : </p><p>(١) صلت بن عمر الدهان، روى عن حامية، وعنه نصير، سكت عنه في \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٤٣٦، وكذا في \"التاريخ الكبير\" للبخاري ٤/ ٢٩٩، وذكره ابن حبان في \"الثِّقات\" ٤/ ٣٧٩. (٢) حامية بن رئاب الكُوفيّ، روى عن سلمان، وعنه الصلت، سكت عنه ابن أبي حاتم في \"الجرح والتعديل\" ٣/ ٣١٤، وكذا البُخَارِيّ في \"التاريخ الكبير\" ٣/ ١٢٨، وذكره ابن حبان في \"الثِّقات\" ٤/ ١٩١.(٣) [١٣٢١] الحكم على الإسناد:إسناده ضعيف جدًّا، الحماني ضعيف، ونصير منكر الحديث، وصلت وحامية مجهولان.التخريج:أخرجه الحارث في \"مسنده\" -\"زوائد الهيثمي\" ٢/ ٧٢٠ (٧١٠)، والبخاري في \"التاريخ الكبير\" ٨/ ١١٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١١٨٣ (٦٦٧١)، والدوري في \"جزئه عن النَّبِيّ - صلى الله عليه وسلم -\" (ص ٩٠) (٤٠) من طرق عن نصير، عن صلت، عن حامية عن سلمان به.(٤) هذِه عبارة الطبري في \"جامع البيان\" ٧/ ٣.(٥) لم أعرف القائل، وقد ذكر البيت الطبري في \"جامع البيان\" ٧/ ٣، والقرطبي في \"الجامع لأحكام القرآن\" ٦/ ٢٥٨ بألفاظ مختلفة.</p>"
}