{
  "id": null,
  "sura": 5,
  "aya": 103,
  "text": "<p> إنما ينزل بإلزام فرض، فيشق عليكم، أو بتحريم شيء كان حلالًا لكم {عَفَا اللَّهُ عَنْهَا وَاللَّهُ غَفُورٌ حَلِيمٌ} . </p><p> ١٠٢ - {قَدْ سَأَلَهَا قَوْمٌ مِنْ قَبْلِكُمْ} </p><p> كما سألت ثمود صالحًا الناقة، وقوم عيسى المائدة {ثُمَّ أَصْبَحُوا بِهَا كَافِرِينَ} فأهلكوا، وروى مكحول الشامي عن أبي ثعلبة الخشني قال: إن الله فرض فرائض فلا تسبقوها، ونهى عن أشياء فلا تنتهكوها، وحد حدودًا فلا تعتدوها، وعفى عن أشياء من غير نسيان فلا تبحثوا عنها (١) . </p><p> ١٠٣ - قوله عز وجل:  {مَا جَعَلَ اللَّهُ} </p><p> ما أنزل الله ولا بين الله، ولا أمره، نظيره قوله عز وجل:  {إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا}  (٢) أي: أنزلناه {مِنْ بَحِيرَةٍ وَلَا سَائِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ} . </p><p> روى محمد بن إسحاق (٣) ، عن محمد بن إبراهيم التيمي (٤) ، عن أبي صالح السمان (٥) ، عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم - لأكثم بن </p><p>(١) أخرجه البيهقي في \"السنن الكبرى\" ١٠/ ١٢، والدارقطني في \"سننه\" ٤/ ١٨٤ (٤٢)، والطبراني في \"المعجم الأوسط\" ٨/ ٣٨١ (٨٩٣٨) من طريق داود بن أبي هند عن مكحول، عن أبي ثعلبة، وأخرجه الدارقطني في \"سننه\" ٤/ ٢٩٨ من طريق نهشل الخراساني عن الضحاك، عن طاوس، عن أبي الدرداء به، وفي سنده نهشل متروك الحديث. (٢) الزخرف: ٢.(٣) صدوق، يدلس، ورمي بالتشيع والقدر.(٤) ثقة، له أفراد.(٥) ذكوان، ثقة، ثبت.</p><p> جون الخزاعي (١) : \"يا أكثم، رأيت عمرو بن لحي بن قمعة بن خندف يجرُّ قُصْبَه في النار، فما رأيت من رجل أشبه برجل منك(به، ولا بك منه)(٢)وذلك أنه أول من غير دين إسماعيل، ونصب الأوثان، وبحر البحيرة، وسيب السائبة، ووصل الوصيلة، وحمى الحامي، ولقد رأيته في النار يؤذي أهل النار ريح قصبه\"  (٣) ، فقال أكثم (٤) : أيضر بي شبهه يا رسول الله؟ فقال:  \"لا، إنك مؤمن، وهو كافر\"  (٥) . </p><p> قال (٦) : وذلك أن الناقة إذا بلغت (٧) ثنتي عشرة إناثا سيبت فلم </p><p>(١) ويقال: أكثم بن أبي الجون، واسمه عبد العزى بن منقذ بن ربيعة. ذكره ابن حجر في \"الإصابة\" ١/ ٩٥.(٢) ما بين القوسين سقط من (ت).(٣) أي: أمعاءه، وقوله: ولقد رأيته في النار يؤذي أهل النار ريح قصبه، لا توجد في رواية ابن إسحاق.(٤) في (ت): أكثم بن صيفي، وهو خطأ.(٥) فيه محمد بن إسحاق صدوق، يدلس، والحديث ثبت من طرق أخرى.التخريج:انظر: \"السيرة النبوية\" لابن هشام ١/ ٨١، \"جامع البيان\" للطبري ٧/ ٨٦، \"الوسيط\" للواحدي ٢/ ٢٣٦ من طريق ابن إسحاق.والحديث أخرجه البخاري في كتاب التفسير، باب {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ (١٩٩)} (٤٦٢٣)، ومسلم كتاب الجنة ونعيمها، باب النار يدخلها الجبارون، والجنة يدخلها الضعفاء (٢٨٥٦)، والنسائي في \"تفسيره\" ١/ ٤٥٦ (١٧٦)، وغيرهم، كلهم من طرق، عن الزهري عن سعيد بن المسيب عن أبي هريرة، دون ذكر أكثم، وذكره جاء في رواية ابن إسحاق.(٦) سقط من (ت)، والكلام الآتي لابن إسحاق.انظر: \"السيرة النبوية\" لابن هشام ١/ ٩٥ - ٩٦.(٧) في (ت): تابعت. وهو موافق لما في \"السيرة النبوية\" لابن هشام ١/ ٩٥.</p><p> يركب ظهرها، ولم يجز وبرها، ولم يشرب لبنها إلا ضيف، فما نتجت بعد ذلك من أنثى شق أذنها، ثم خلي سبيلها مع أمها في الإبل، فلم يركب ظهرها، ولم يجز وبرها، ولم يشرب لبنها إلا ضيف، كما فعل بأمها، فهي البحيرة بنت السائبة. </p><p> وقال ابن عباس: إنهم كانوا إذا نتجت الناقة خمسة أبطن نظروا في البطن الخامس فإن كان ذكرًا نحروه، فأكله الرجال والنساء جميعًا، وإن كانت أنئى شقوا أذنها، وتلك البحيرة ثم لا يجز لها (١) وبر، ولا يذكر عليها اسم الله إن ركبت، ولا إن حمل عليها، وحرمت على النساء لا يذقن من لبنها شيئًا، ولا ينتفعن بها، وكانت لبنها ومنافعها خاصة للرجال، دون النساء حتى تموت، فإذا ماتت اشترك الرجال والنساء في أكلها (٢) . </p><p> وقيل: هو أنهم كانوا إذا ولد السقب بحروا أذنه، وقالوا: اللهم إن عاش ففتي، وإن مات فذكي، فإذا مات أكلوه (٣) . </p><p> وأما السائبة فكان الرجل يسيب من ماله فيجيء به إلى السدنة فيدفعه إليهم فيطعمون منه أبناء السبيل من ألبانها، ولحمانها، إلا النساء، فإنهم كانوا لا يعطونهن منها شيئًا، حتى تموت، فإذا </p><p>(١) سقط من (ت). (٢) أخرجه الطبري في \"جامع البيان\" ٧/ ٩٠ مختصرًا، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٢٢٠.(٣) ذكر هذا القول ابن الأثير في \"النهاية في غريب الحديث والأثر\" ١/ ١٠٠، و (السقب) هو ولد الناقة.</p><p> ماتت أكلها الرجال والنساء جميعًا (١) . </p><p> وقال علقمة: هي العبد يسيب، على أن لا يكون له ولاء ولا عقل ولا ميراث، فقال رسول الله - صلى الله عليه وسلم -: \"إنما الولاء لمن أعتق\"  (٢) . </p><p> وإنما أخرجها بلفظ الفاعلة وهي بمعنى المفعولة، وهي المسيبة والمخلاة، على مذهب قوله {مَاءٍ دَافِقٍ}  (٣) ، و {عِيشَةٍ رَاضِيَةٍ}  (٤)  (٥) . </p><p> وأما الوصيلة فهي الشاة إذا ولدت سبعة أبطن، نظروا فإن كان البطن السابع ذكرًا أكلوه (٦) وأهدوه للآلهة، وإن كانت أنثى استحيوها (٧) ، وإن كان ذكرًا وأنثى أستحيوا الذكر من أجل الأنثى، وقالوا: وصلت أخاها فلم يذبحوه (٨) . </p><p> وأما الحام فهو فحل (٩) الفحل إذا ركب ولد ولده، قيل: حمى </p><p>(١) انظر: \"تفسير القرآن العظيم\" لابن أبي حاتم ٤/ ١٢٢١. (٢) قول علقمة ذكره البغوي في \"معالم التنزيل\" ٣/ ١٠٧.والحديث أخرجه البخاري كتاب البيوع، باب الشراء والبيع مع النساء (٢١٥٦)، ومسلم كتاب العتق، باب إنما الولاء لمن أعتق (١٥٠٤)، والبغوي في \"شرح السنة\" ٨/ ٣٤٨، وابن حبان في \"صحيحه\" كما في \"الإحسان\" (٥١١٥).(٣) الطارق: ٦.(٤) القارعة: ٧.(٥) أي: ماء مدفوق، وعيشة مرضية، فاعل بمعنى مفعول.(٦) في (ت): ذبحوه.(٧) أي: استبقوها.(٨) انظر: \"جامع البيان\" للطبري ٧/ ٩٠، ٩١ عن قتادة والضحاك.(٩) سقط من (ت).</p>"
}