{
  "id": null,
  "sura": 5,
  "aya": 54,
  "text": "<p> {حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوا خَاسِرِينَ} . </p><p> ٥٤ - {يَاأَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ} وقرأ أهل المدينة، والشام (١)  {يَرْتَدد} بدالين، على إظهار التضعيف (٢) ، {مِنْكُمْ عَنْ دِينِهِ} فيرجع إلى الكفر، وهذا إعجاز للقرآن، وللمصطفي عليه السلام، إذ أخبر عن ارتدادهم ولم يكن ذلك في عهده، وكان غيبًا، فكان على ما أخبر بعد مدة. </p><p> وأهل الردة كانوا أحد عشر قومًا، ثلاثة منهم على عهد رسول الله - صلى الله عليه وسلم - في آخر عمره، وسبعة على عهد أبي بكر، وواحد في عهد عمر. </p><p> فأما الثلاثة الذين كانوا على عهد رسول الله - صلى الله عليه وسلم - فهم بنو مذحج، ورئيسهم ذو الخمار، عَبْهَلَة بن كعب العنسي، ويلقب بالأسود، وكان كاهنًا مشعبذا، فتنبأ باليمن، وكان رسول الله - صلى الله عليه وسلم - ولى باذان اليمن بجميع نواحيها، وكان أول من أسلم من ملوك العجم، وأول أمير لبلاد اليمن في الإسلام، فمات، وولي رسول الله - صلى الله عليه وسلم - مكانه ابنه شهرًا، فقتل الأسود العنسي شهر بن باذان، وتزوج امرأته آزاذ، واستولي على بلاد اليمن، وأخرج عمال رسول الله منها، فكتب رسول الله - صلى الله عليه وسلم - إلى معاذ بن جبل، ومن معه من المسلمين، </p><p>(١) وهم: أبو جعفر، ونافع، ابن عامر، والباقون قرؤوا بتشديد الدال. انظر: \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ٦٢)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٥٤.(٢) أي: فك الإدغام في الدال.</p><p> وأمرهم أن يحثوا الناس على التمسك بدينهم، والنهوض إلى حرب الأسود، إما غلبة (١) ، وإما مصادمة، وكتب عليه السلام بمثل ذلك إلى خمسة من سادات اليمن: عامر بن شهر، وذي زود، وذي مهران (٢) ، وذي الكلاع، وذي ظليم، ففعلوا ما أمرهم رسول الله - صلى الله عليه وسلم -، وقاموا بحرب الأسود، حتى أهلك الله الأسود على يدي فيروز الديلمي، وذلك أنه بيته، وقتله على فراشه. </p><p> قال ابن عمرة: أتى الخبر النبي - صلى الله عليه وسلم - من السماء الليلة التي قتل فيها العنسي، فقال رسول الله - صلى الله عليه وسلم -: \"قتل الأسود البارحة، قتله رجل مبارك\" ، قيل: ومن هو؟ قال:  \"فيروز، فاز فيروز\" فبشر أصحابه اليوم بهلاك الأسود، وقبض رسول الله - صلى الله عليه وسلم - من الغد، وأتى خبر مقتل (٣) العنسي المدينة في آخر شهر ربيع الأول، بعد مخرج أسامة، فكان ذلك أول فتح جاء أبا بكر - رضي الله عنه -. </p><p> والفرقة الثانية بنو حنيفة باليمامة، ورئيسهم مسيلمة الكذاب، وكان تنبأ في حياة رسول الله - صلى الله عليه وسلم -، في آخر سنة عشر، وزعم أنه أشرك مع محمد - صلى الله عليه وسلم - في النبوة، وكتب إلى رسول الله - صلى الله عليه وسلم -: من مسيلمة رسول الله إلى محمد رسول الله أما بعد: </p><p>(١) الذي في \"تاريخ الرسل والملوك\" للطبري ٣/ ٢٣١: إما غيلة. (٢) في (ت): مران. وهو موافق لما في \"تاريخ الرسل والملوك\" للطبري ٣/ ٣٣٢.(٣) من (ت). وانظر: خبر مقتله في \"تاريخ الرسل والملوك\" للطبري ٣/ ٢٣١ - ٢٣٦، \"أسد الغابة\" لابن الأثير ٤/ ٣٧١.</p><p> فإن الأرض نصفها لي، ونصفها لك. </p><p> وبعث بذلك إلى رجلين من أصحابه: الرحَّال بن نهشل، والمحكم ابن الطفيل، وكانا من سادات أهل اليمامة، فقال لهما رسول الله - صلى الله عليه وسلم -: \"أتشهدان أن مسيلمة رسول الله؟ \" قالا: نعم، فقال:  \"لولا أن الرسل لا تقتل لضربت أعناقكما\" ثم أجاب: \"من محمد رسول الله إلى مسيلمة الكذاب،أما بعد:فإن الأرض لله، يورثها من يشاء من عباده، والعاقبة للمتقين\"  (١) . </p><p> ومرض رسول الله - صلى الله عليه وسلم -، وتوفي، وجعل مسيلمة يعلو أمره با ليمامة، يومًا بعد يوم، فبعث أبو بكر خالد بن الوليد إليه في جيش كثير، حتى أهلكه الله على يدي وحشي، غلام مطعم بن عدي، الذي قتل حمزة بن عبد المطلب بعد حرب صعب شديد، فكان وحشي يقول: قتلت خير الناس في الجاهلية، وقتلت (٢) شر الناس في الإسلام. </p><p> والفرقة الثالثة بنو أسد، ورئيسهم طليحة بن خويلد، وكان طليحة </p><p>(١) الخبر في \"شرح معاني الآثار\" للطحاوي ٣/ ٣١٨، \"المسند\" للإمام أحمد ٣/ ٤٨٧ (١٥٩٨٩)، \"المستدرك\" للحاكم ٣/ ٥٤ من حديث نعيم بن مسعود، وقال: صحيح على شرط مسلم، وهو كما قال. انظر: \"صحيح الجامع الصغير\" للألباني (٥٣٢٠).(٢) سقط من (ت). وانظر: الخبر في \"السنن الكبرى\" للبيهقي ٩/ ٩٧، \"مسند الطيالسي\" ٢/ ١٨٦ (١٣١٤)، \"المعجم الكبير\" للطبراني ٣/ ١٤٦ (٢٩٤٧)، \"السيرة النبوية\" لابن هشام ٤/ ٢٧٢، \"تاريخ الرسل والملوك\" للطبري ٣/ ٢٨٨ - ٢٩٥، وهو قطعة من قصة طويلة في كيفية قتل حمزة بن عبد المطلب، وهي عند البخاري، وقد سبق التخريج.</p><p> آخر من ارتد، وادعى النبوة في حياة رسول الله - صلى الله عليه وسلم - وأول من قوتل بعد وفاة رسول الله - صلى الله عليه وسلم - من أهل الردة، فعسكر بسميراء (١) ، واستكثف أمره، فبعث إليه أبو بكر خالد بن الوليد، فهزمهم خالد بعد قتال شديد، وأفلت طليحة، فمر على وجهه هاربًا نحو الشام، فلجأ إلى بني جَفْنَة (٢) فأجاروه، ثم إنه أسلم بعد ذلك، وحسن إسلامه، فهذِه الثلاثة الذين ارتدوا على عهد رسول الله. </p><p> وأما السبعة الذين ارتدوا بعد وفاة رسول الله - صلى الله عليه وسلم - في خلافة أبي بكر، فإنه لما مات رسول الله - صلى الله عليه وسلم - شمتت اليهود والنصارى، وأظهر النفاق من كان يخفيه، وماج الناس، وكثر القيل والقال، وارتدت العرب على أعقابها، فارتدت فزارة، وراسوا عليهم عيينة بن حصن ابن بدر، وارتدت غطفان، وأمروا عليهم قرة بن سلمة القشيري (٣) ، وارتدت بنو سليم، ورأسوا عليهم الفجاءة (٤) بن عبد ياليل، </p><p>(١) بفتح السين، وكسر الميم، في آخرها همز، منزل بطريق مكة من جهة نجد، حوله جبال- وآكام سود. انظر: \"معجم البلدان\" لياقوت ٣/ ٢٥٥.(٢) قبيلة عربية ينتسبون إلى جفنة بن عمرو، من الأزد، وكانوا ملوك الشام.انظر: \"جمهرة النسب\" للكلبي (ص ٣٣١).وانظر خبر ارتداد طليحة في \"تاريخ الرسل والملوك\" للطبري ٣/ ٢٥٦ وما بعدها.(٣) قرة بن هبيرة بن سلمة بن قشير، كما في \"تاريخ الطبري\" ٣/ ٢٥٩.(٤) واسمه إياس بن عبد الله بن عبد ياليل بن عميرة بن خفاف، كما في \"تاريخ الرسل والملوك\" للطبري ٣/ ٢٦٤.</p><p> وارتدت بنو يربوع (١) ، ورأسوا مالك بن نويرة، وارتدت طائفة أخرى من بني تميم، ورأسوا امرأة منهم، يقال له سجاح بنت المنذر (٢) ، وادعت النبوة، ثم إنها زوجت نفسها من مسيلمة الكذاب (٣) ، وارتدت كِنْدَة (٤) ، ورأسوا على (٥) أنفسهم الأشعث بن قيس، وارتدت بنو بكر بن وائل، بأرض البحرين، ورأسوا عليهم الحطم (٦) بن زيد، فكفي الله المسلمين أمر هؤلاء المرتدين، ونصر دينه على يدي أبي بكر - رضي الله عنه -. </p><p> وأما الذي كان على عهد عمر بن الخطاب - رضي الله عنه - فجبلة بن أيهم </p><p>(١) هم بطن من تميم. انظر: \"الأنساب\" للسمعاني ٥/ ٦٨٦.وانظر خبر مالك مع سجاح بنت الحارث في \"تاريخ الرسل والملوك\" للطبري ٣/ ٢٦٩، \"البداية والنهاية\" لابن كثير ٦/ ٣٢١.(٢) كذا في النسخ، وهي سجاح بنت الحارث بن سويد بن عقفان التغلبي، كانت من نصارى تغلب بالجزيرة.انظر: \"البداية والنهاية\" لابن كثير ٦/ ٣٢٠.(٣) انظر: خبر زواجها منه في \"تاريخ الرسل والملوك\" للطبري ٣/ ٢٧٣.(٤) بكسر الكاف، قبيلة مشهورة من قبائل اليمن، تفرقت في البلاد.انظر: \"الأنساب\" للسمعاني ٥/ ١٠٤.(٥) في (ت): عليهم، وانظر: خبر ارتدادهم في \"تاريخ الرسل والملوك\" للطبري ٣/ ٣٣١ وما بعدها.(٦) في (ت): الحكم.وما في الأصل موافق و\"تاريخ الطبري\" ٣/ ٣٠٤، وفيه خبر ارتدادهم، وانظر: \"البداية والنهاية\" لابن كثير ٦/ ٣٢٧.</p><p> الغساني (١) ، وأصحابه، وأخبار أهل الردة مشهورة، وفي التواريخ مسطورة، يطول بذكرها الكتاب. </p><p> {فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ} قال علي بن أبي طالب، والحسن، وقتادة: هم أبو بكر وأصحابه (٢) . </p><p> مجاهد: أهل اليمن (٣) . </p><p> وقال عياض بن غنم الأشعري (٤) : لما نزلت هذِه الآية أومأ رسول الله - صلى الله عليه وسلم - إلى أبي موسى الأشعري فقال:  \"هم قوم هذا\"  (٥) . </p><p>(١) أبو المنذر، ملك آل جفنة بالشام، ارتد في عهد عمر، لأنه داس رجلًا، فلكمه الرجل، فهم بقتله، فقال عمر: اللطمه بدلها، فغضب، وارتحل، نعوذ بالله من العتو والكبر. انظر: \"سير أعلام النبلاء\" للذهبي ٣/ ٥٣٢، \"البداية والنهاية\" لابن كثير ٨/ ٦٣.(٢) أخرج أقوالهم الطبري في \"جامع البيان\" ٦/ ٢٨٢ - ٢٨٣، وأخرج قول الحسن سعيد بن منصور في \"سننه\" ٤/ ١٥٠١ (٧٦٦٦)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١١٦٠.(٣) أخرجه الطبري في \"جامع البيان\" ٦/ ٢٨٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١١٦١.(٤) كذا في النسخ، والصواب: عياض بن عمرو الأشعري.وأما عياض بن غنم فهو فهري، وليس أشعريًّا، وهو صحابي معروف.(٥) أخرجه الطبراني في \"المعجم الكبير\" ١٧/ ٣٧١ (١٠١٦)، والخطيب في \"تاريخ بغداد\" ٢/ ٣٩، وابن أبي شيبة في \"المصنف\" ١١/ ١٨١ (٣٢٨٠٠)، والطبري في \"جامع البيان\" ٦/ ٢٨٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١١٦٠، والحاكم في \"المستدرك\" ٢/ ٣٤٢، وقال: صحيح على شرط مسلم، ولم يخرجاه، من طريق شعبة عن سماك، عن عياض به، وهذا مرسل، لأن عياض بن عمرو لم يدرك النبي - صلى الله عليه وسلم - على الصحيح.</p><p> وقال رسول الله - صلى الله عليه وسلم -: \"أتاكم أهل اليمن، هم ألين قلوبًا، وأرق أفئدة، الإيمان يمان، والحكمة يمانية\"  (١) . </p><p> الكلبي: هم أحياء من اليمن، ألفان من النَّخْع، وخمسة آلاف من كندة وبجيلة (٢) ، وثلاثة آلاف من أفناء (٣) الناس، فجاهدوا في سبيل الله يوم القادسية. </p><p> السدي: هم الأنصار (٤) . </p><p> وروي أن رسول الله - صلى الله عليه وسلم - سئل عن هذِه الآية فضرب يده على عاتق سلمان الفارسي وقال:  \"هذا، وذووه\" ثم قال: \"لو كان الدين </p><p>(١) الحديث: أخرجه البخاري كتاب المغازي، باب قدوم الأشعريين وأهل اليمن (٤٣٨٩)، ومسلم كتاب الإيمان، باب تفاضل أهل الإيمان فيه ورجحان أهل اليمن فيه (٥٢)، والترمذي في أبواب المناقب، باب في فضل اليمن (٣٩٣٥) وغيرهم، من طرق عن أبي هريرة - رضي الله عنه -. (٢) وهي قبيلة تنسب إلى بجيلة بن أنمار بن أراش بن عمرو بن الغوث، وقيل: إن بجيلة اسم أمهم.انظر: \"الأنساب\" للسمعاني ١/ ٢٨٤.(٣) أي: من أخلاطهم، ودهمائهم، لا يعلم من هم، يقال: رجل من أفناء القبائل، أي: لا يدرى من أي قبيلة هو.انظر: \"لسان العرب\" لابن منظور (فني).والأثر ذكره البغوي في \"معالم التنزيل\" ٣/ ٧١.(٤) أخرجه الطبري في \"جامع البيان\" ٦/ ٢٨٥، ٢٨٦.وقد رجح رحمه الله أن المراد بالقوم هم أهل اليمن، للخبر الوارد في ذلك، ولولا الخبر الذي ورد لرجح القول بأنهم أبو بكر، وأصحابه - رضي الله عنهم -.</p><p> معلقًا بالثريا لناله رجال من أبناء فارس\" (١) . </p><p> {أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ} يعني: أرقاء، رحماء، كقوله تعالى:  {وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ}  (٢) ، وقيل: هو من الذل، من قولهم: دابة ذلول: بينة الذل، يعني: أنهم متواضعون (٣) ، كقوله:  {وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا}  (٤) . </p><p> {أَعِزَّةٍ عَلَى الْكَافِرِينَ} أي: أشداء، غلظاء، من قول العرب: عز جانبه، وقرأ ابن مسعود:  (أذلة على المؤمنين غلظاء على الكافرين) بالنصب على الحال (٥) . </p><p>(١) الحديث أخرجه البخاري في كتاب التفسير، باب قوله: {وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ} (٤٨٩٧)، ومسلم كتاب فضائل الصحابة، باب فضل فارس (٢٥٤٦)، وأحمد في \"مسنده\" ٢/ ٤١٧ (٩٤٠٦)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" (٧٣٠٨) وغيرهم، من طريق ثور عن أبي العيث عن أبي هريرة، بلفظ: \"لو كان الإيمان ... \". والمشهور أن هذا الحديث قاله النبي - صلى الله عليه وسلم - عند نزول قوله سبحانه {وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ} [الجمعة: ٣] كما هو ثابت في مصادر التخريج، وأما قوله: \"هذا، وذووه\" فلم أجده بعد البحث.(٢) الإسراء: ٢٤.(٣) والمعنى كما قال الزجاج في \"معاني القرآن\" ٢/ ١٨٣: أي: جانبهم لين على المؤمنين، ليس أنهم أذلاء مهانون.(٤) الفرقان: ٦٣.(٥) وهي شاذة.انظر: \"مختصر في شواذ القرآن\" لابن خالويه (ص ٣٣)، ونسبها إلى ابن ميسرة، \"إعراب القراءات الشواذ\" للعكبري ١/ ٤٤٤.</p><p> قال عطاء:  {أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ} كالولد لوالده، وكالعبد لسيده، {أَعِزَّةٍ عَلَى الْكَافِرِينَ} كالسبع على فريسته (١) ، ونظير هذِه الآية:  {أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ}  (٢) . </p><p> {يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ} . </p><p> [١٢٩٤] أخبرنا عبد الله بن حامد بن محمد (٣) قال: أخبرنا أحمد ابن محمد (٤) بن الحسن (٥) قال: ثنا محمد بن يحيى (٦) قال: حدثنا أحمد بن شبيب (٧) ، ثنا أبي (٨) ، </p><p>(١) ذكره الواحدي في \"الوسيط\" ٢/ ٢٠٠ عن ابن عباس، والبغوي في \"معالم التنزيل\" ٣/ ٧٢ عن عطاء. (٢) الفتح: ٢٩.(٣) في (ت): أبو محمد الشرقي، وهو أبو محمد الماهاني، لم يذكر بجرح أو تعديل.(٤) في (ت): ابن أحمد.(٥) ابن الشرقي، ثقة، مأمون.(٦) وهو الذهلي، ثقة، حافظ، جليل.(٧) أحمد بن شبيب بن سعيد الحبطي، روى عن أبيه، وعنه البخاري، والذهلي، قال أبو حاتم: ثقة صدوق، توفي سنة (٢٢٩ هـ).انظر: \"الجرح والتعديل\" لابن أبي حاتم ١/ ٥٥، \"تهذيب الكمال\" للمزي ١/ ٣٢٧، \"ميزان الاعتدال\" للذهبي ١/ ١٠٣، \"تقريب التهذيب\" لابن حجر (ص ٩٠).(٨) شبيب بن سعيد الحبطي، روى عن يونس الأيلي، وشعبة، وعنه ابنه، وابن وهب، وثقه على، والدارقطني، وابن حبان وآخرون، وقال أبو زرعة، وأبو حاتم، والنسائي: لا بأس به. =</p><p> عن يونس (١) ، عن ابن شهاب (٢) ، عن ابن المسيب (٣) ، عن أبي هريرة: أنه كان يحدث أن رسول الله - صلى الله عليه وسلم - قال:  \"يرد علي يوم القيامة رهط من أصحابي فيُجْلون عن الحوض، فأقول يا رب، أصحابي، أصحابي(٤)،فيقال:إنك لا علم لك بما أحدثوا بعدك إنهم ارتدوا على أدبارهم القهقرى\"  (٥) . </p><p>= انظر: \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٣٥٩، \"تهذيب التهذيب\" لابن حجر ٢/ ١٥٠، وفي \"تقريب التهذيب\" لابن حجر (ص ٤٣٠): لا بأس بحديثه من رواية ابنه أحمد عنه، لا من رواية ابن وهب، وفي \"تحرير التقريب\" ٢/ ١٠٥: بل ثقة إلا في رواية ابن وهب عنه ... ، وهذا أقرب. (١) ابن يزيد بن أبي النجاد، ثقة إلا أن في روايته عن الزهري وهمًا قليلًا، وفي غير الزهري خطأ.(٢) الزهري، حافظ، متفق على جلالته وإتقانه.(٣) سيد التابعين، أحد العلماء الأثبات.(٤) في (ت): أصيحابي.(٥) (٣٩) [١٢٩٤] الحكم على الإسناد:شيخ المصنف لم يذكر بجرح أو تعديل، وفي رواية يونس عن الزهري وهم قليل، ولكن الحديث صحيح كما سيأتي.التخريج:أخرجه البخاري في كتاب الرقاق، باب في الحوض (٦٥٨٦) من طريق الزهري، عن سعيد، عن أبي هريرة به.وأخرجه مسلم كتاب الفضائل، باب إذا أراد الله تعالى رحمة أمة قبض نبيها قبلها (٢٢٩٠) من حديث سهل بن سعد، وأحمد في \"المسند\" ٣/ ٢٨ (١١٢) من حديث أبي سعيد، وفي الباب عن ابن مسعود، وأنس، وجابر بن سمرة، وابن عباس، وعبد الله بن عمرو، وغيرهم، وهو حديث متواتر. انظر: \"الأزهار المتناثرة\" للسيوطي (ص ١٤٨).</p>"
}