{
  "id": null,
  "sura": 5,
  "aya": 89,
  "text": "<p> أكله، فأقبل الحسن على غيره كالمتعجب، وقال: لعاب النحل، بلباب البر من (١) سمن البقر هل يعيبه مسلم. </p><p> وجاء رجل إلى الحسن فقال: إن لي جارًا لا يأكل الفالوذج، قال: ولم؟ قال: يقول: لا يؤدي شكره، فقال الحسن: فيشرب الماء البارد؟ قال: نعم، قال: إن جارك جاهل أن نعمة الله عليه في الماء البارد أكثر من نعمته (٢) في الفالوذج. </p><p> وقال ابن عباس: لما نزلت {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ} إلى آخر الآيتين، قالوا: يَا رسول الله، فكيف نصنع بأيماننا التي حلفنا عليها - وكانوا حلفوا على ما عليه اتفقوا - فأنزل الله تعالى: </p><p> ٨٩ - {لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ}  (٣) </p><p> قرأ أهل الحجاز والبصرة (٤)  {عَقَّدْتُمُ} مشددًا، بمعنى: وكدتم، واختاره أبو حاتم، وقرأ أهل الكوفة بالتخفيف (٥) ، واختاره أبو عبيد، </p><p>(١) في (ت): مع، والأثر أخرجه أبو نعيم في \"حلية الأولياء\" ٢/ ٢٦٩ عن ابن سيرين، ولم أجده عن الحسن. (٢) في (ت): نعمة الله.والأثر: أخرجه ابن أبي الدنيا في \"الشكر\" (ص ٣٣ - ٣٤) (٧١)، وابن أبي عاصم في \"الزهد\" ٢/ ٢٦٤، والبيهقي في \"شعب الإيمان\" (٤٥٨٣).(٣) أخرجه الطبري في \"جامع البيان\" ٧/ ١٣، من طريق العوفي عنه.(٤) يعني أَبا جعفر، ونافعًا، وابن كثير، وأبا عمرو، وعاصمًا في رواية حفص.(٥) يعني حمزة، والكسائي، وخلفًا، وعاصمًا في رواية شعبة.</p><p> قال: لأن التشديد في التكرير مرة بعد مرة، ولست آمن أن يلزم من قرأ تلك القراءة ألا يوجب الكفارة عليه في اليمين الواحد، حتَّى يرددها مرارًا، وهذا خلاف الإجماع. </p><p> وقرأ أهل الشَّام (١)  (عاقدتم) والمفاعلة قد تكون من واحد، مثل عافاك الله ونحوها، وقرأ الأَعمش (بما عقدت الإيمان)  (٢) ، جعل الفعل للأيمان، ومعنى الآية: ما قصدتم، وتعمدتم، وأردتم، ونويتم، كقوله:  {بِمَا كَسَبَتْ قُلُوبُكُمْ}  (٣) . </p><p> {فَكَفَّارَتُهُ} أي: كفارة ما عقدتم من الأيمان إذا حنثتم {إِطْعَامُ عَشَرَةِ مَسَاكِينَ} ، واختلفوا في قدرها: </p><p> فقال الشَّافعيّ: مد بمد النَّبِيّ - صلى الله عليه وسلم - (٤) - والمد رطل وثلث- وكذلك في جميع الكفارات، وهو قول زيد بن ثابت، وابن عباس، وابن عمر، وسعيد بن المسيّب، والقاسم، وسالم، وسليمان بن يسار، وعطاء، </p><p>(١) يعني ابن عامر. انظر: \"المبسوط في القراءات العشر\" لابن مهران الأَصْبهانِيّ (ص ١٦٣)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٥٥.وانظر: في توجيه هذِه القراءات: \"الحجة\" لابن زنجلة (ص ٢٣٤)، \"الكشف عن وجوه القراءات\" لمكي ١/ ٤١٧.(٢) وهي قراءة شاذة.انظر: \"إعراب القراءات الشواذ\" للعكبري ١/ ٤٥٥، \"البحر المحيط\" لأبي حيان ٤/ ١١.(٣) البقرة: ٢٢٥.(٤) من الحنطة، ولا يجزئ أن يكون دقيقًا, ولا سويقًا.</p><p> والحسن (١) . </p><p> واحتجوا بما: </p><p> [١٣٢٣] أخبرنا أبو بكر الجوزقي (٢) ، قال: أخبرنا أبو الفضل العباس بن منصور الفرندآباذي (٣) ، قال: ثنا أَحْمد بن منصور (٤) ، قال: حَدَّثني أبي (٥) ، قال: حَدَّثني إبراهيم بن طهمان (٦) ، عن منصور بن المعتمر (٧) ، عن الزُّهْرِيّ (٨) ، عن (حميد بن)  (٩) عبد </p><p>(١) انظر: كلامه في \"الأم\" للشافعي ٧/ ٦٧. وانظر: أقوالهم في \"جامع البيان\" للطبري ٧/ ١٨ - ٢٠، \"السنن الكبرى\" للبيهقي ١٠/ ٥٥.وهو مذهب أَحْمد.انظر: \"المغني\" لابن قدامة ١١/ ٩٤.(٢) ثِقَة.(٣) روى عن الذُّهليّ، وحمدان السلمي، تُوفِّي سنة (٣٢٦ هـ).والفرندآباذي: بفتح الفاء والراء، نسبة إلى فرانداباذ، قرية في نيسابور.انظر: \"الأنساب\" للسمعاني ٤/ ٣٧٢، فقد ذكره وسكت عنه.(٤) ابن سلمة، أبو جعفر الخُزَاعِيّ، روى عن أَبيه، وعنه ابن مخلد. سكت عنه الخَطيب في \"تاريخ بغداد\" ٥/ ١٥٠، تُوفِّي سنة (٢٥٧ هـ).(٥) منصور بن سلمة الخُزَاعِيّ، روى عن حماد، وشريك، وعنه أَحْمد وابن شكاب، ثِقَة، إمام، تُوفِّي سنة (٢٠٧ هـ).انظر: \"الثِّقات\" لابن حبان ٩/ ١٧٢، \"تهذيب الكمال\" للمزي ٢٨/ ٥٣٠، \"سير أعلام النبلاء\" للذهبي ٩/ ٥٦٠.(٦) ثِقَة، يغرب، وتكلم فيه للإرجاء.(٧) ثِقَة، ثبت.(٨) الفقيه، الحافظ، متفق على جلالته وإتقانه.(٩) ساقط من (ت).</p><p> الرَّحْمَن (١) ، عن أبي هريرة قال: جاء رجل إلى رسول الله - صلى الله عليه وسلم - فقال: إنيّ وقعت على أهلي -وذاك في نهار (٢) رمضان فأمره أن يعتق رقبة، فقال: ما أجدها، قال:  \"فصم شهرين متتابعين\" ، قال: ما أطيقه، قال:  \"فأطعم ستين مسكينًا\" ، قال: ما أجده، قال: فأتي رسول الله - صلى الله عليه وسلم - بمكتل فيه خمس عشرة صاعًا من تمر، قال:  \"خذ هذا فأطعمه\" ، فقال: والذي بعثك بالحق ما بين لابتيها أهل بيت أحوج منا، فقال رسول الله - صلى الله عليه وسلم -: \"خذه، فأطعمه أهلك، ولا تعد\"  (٣) . </p><p> قالوا: وخمسة عشر صاعًا إذا قسم على ستين مسكينًا حظ كل مسكين مد. </p><p> وقال أبو حنيفة: إن أطعم من الحنطة فنصف صاع، وإن أطعم من الشعير، والتَّمر، والزبيب ونحوها فإنَّه يعطي صاعًا كاملًا, ولا يجزئ أقل من ذلك (٤) . </p><p>(١) ابن عوف الزُّهْرِيّ. (٢) من (ت).(٣) [١٣٢٣] الحكم على الإسناد:إسناد المصنف فيه الفرندآباذي، وأَحمد بن منصور لم أجد فيهما جرحًا ولا تعديلًا، والحديث ثابت كما سيأتي بيانه في التخريج.التخريج:أخرجه البُخَارِيّ كتاب الصوم، باب إذا جامع في رمضان ولم يكن له شيء فتصدق عليه فليكفر (١٩٣٦)، ومسلم كتاب الصيام، باب تغليظ تحريم الجماع في نهار رمضان. . (١١١١)، وأَحمد في \"المسند\" ٢/ ٥١٦ (١٠٦٨٧)، وأبو داود كتاب الصوم، باب كفارة من أتى أهله في رمضان (٢٣٩٠)، وغيرهم من طريق الزُّهْرِيّ عن حميد به.(٤) انظر: \"فتح القدير\" لابن الهمام ٥/ ٧٥.</p><p> وهو قول عمر بن الخطاب (١) ، وابنه (٢) ، والشعبي (٣) ، والنخعي (٤) ، وسعيد بن جبير (٥) ، ومجاهد (٦) ، والحكم (٧) ، والضَّحَاك (٨) ، واحتجوا بحديث النَّبِيّ - صلى الله عليه وسلم -: أنَّه أتي بوسق، ستين صاعًا، فأعطى رجلًا وجبت عليه كفارة، وقال:  \"أعطه ستين مسكينًا\"  (٩) . </p><p> قال علي بن أبي طالب، ومحمَّد بن كعب: غداء، وعشاء (١٠) . </p><p> وعن شريح: إن شاء الله أكلة مأدومة حتَّى يصدوا (١١) . </p><p>(١) أخرجه عنه سعيد بن منصور في \"سننه\" ٤/ ١٥٣٥ (٧٨٥)، وعبد الرَّزّاق في \"المصنف\" ٧/ ٥٠٧ (١٦٠٧٥). (٢) سقط من (ت)، وأخرجه عبد الرَّزّاق في \"المصنف\" ٨٧/ ٥٠٦ (١٦٠٧٠) عن ابن عمر.(٣) أخرجه الطبري في \"جامع البيان\" ٧/ ١٩ عنه.(٤) المصدر السابق.(٥) أخرجه عبد الرَّزّاق في \"المصنف\" ٨/ ٥٠٩ (١٦٠٨١)، والطبري في \"جامع البيان\" ٧/ ١٩ عنه.(٦) أخرجه سعيد بن منصور في \"سننه\" ٤/ ١٥٤٤ (٧٩٢)، والطبري في \"جامع البيان\" ٧/ ١٩ عنه.(٧) انظر: \"جامع البيان\" للطبري ٧/ ١٩.(٨) انظر: \"جامع البيان\" للطبري ٧/ ٢٠.(٩) الحديث لم أجده بهذا اللفظ، وهو معنى الحديث السابق.(١٠) أخرجه سعيد في \"سننه\" ٤/ ١٥٤٧ (٧٩٥)، والطبري في \"جامع البيان\" ٧/ ٢١ عن علي، وعن محمَّد.(١١) أخرجه ابن أبي شيبة في \"المصنف\" ٦/ ١٤ (١٢٣١٦) عن محمَّد.</p><p> وعند الشَّافعيّ لا يجوز أخذ القيم في الزكوات والكفارات، وأجازه أبو حنيفة (١) ، فاعتبر الشَّافعيّ النص، وأبو حنيفة: المصلحة، والمنفعة. </p><p> وعند الشَّافعيّ لا يجوز أن يعطي أقل من عشرة مساكين (٢) ، وقال أبو حنيفة: إن أعطى مسكينًا واحدًا في عشرة أيام جاز (٣) . </p><p> وقال الشَّافعيّ: لا يجوز أن يعطي الكفارة (٤) إلَّا حرًّا مسلمًا محتاجًا, ولا يجوز أن يعطي العبيد، ولا الكفار، ولا الأغنياء. </p><p> وقال أبو حنيفة: إن أعطى الكفارة أهل الذمة جاز (٥) ، فأما الزكاة </p><p>(١) انظر: \"الأم\" للشافعي ٧/ ٦٧، \"المبسوط\" للسرخسي ٨/ ١٥٠، وعدم الإجزاء هو مذهب مالك وأَحمد. انظر: \"المدونة الكبرى\" للإمام مالك ١/ ٥٩٨، \"المغني\" لابن قدامة ١٣/ ٥١١.(٢) انظر: \"الأم\" للشافعي ٧/ ٦٨، وهو رواية عن أَحْمد، \"المغني\" لابن قدامة ١٣/ ٥١٣.(٣) انظر: \"المبسوط\" للسرخسي ٨/ ١٥٠، وهي الرواية الثَّانية عن أَحْمد، وهي مقيدة بما إذا عجز عن تحصيل عشرة مساكين مرة واحدة، فله أن يردد على مسكين واحد عشر مرات.انظر: \"المغني\" لابن قدامة ١٣/ ٥١٤.(٤) في (ت): الكفارات.وانظر: قول الشَّافعيّ في \"الأم\" ٧/ ٦٨، وفيه قوله (كفارات الإيمان) بدل (الكفارة).(٥) انظر: \"المبسوط\" للسرخسي ٨/ ١٥١، وقول الشَّافعيّ هو مذهب أَحْمد، \"المغني\" لابن قدامة ١٣/ ٥١٢، ومذهب مالك كما في \"المدونة الكبرى\" ١/ ٥٩٣.</p><p> فلا يجوز أن يعطي أهل الذمة بلا خلاف. </p><p> ودليل الشَّافعيّ قوله عز وجل {وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ}  (١) والكافر (٢) من أسفه السفهاء، قال الله عز وجل:  {هُمُ السُّفَهَاءُ}  (٣) ، وحجة أبي حنيفة قوله عز وجل:  {وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا}  (٤) والأسير لا يكون إلَّا من الكافرين. </p><p> {مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ} أي: من خير قوت عيالكم، فلو أنَّه يقتات الحنطة لم يجز له أن يعطي الشعير، وقرأ الصادق (أهاليكم)  (٥) ، {أَوْ كِسْوَتُهُمْ} قراءة العامة بكسر الكاف، وقرأ السلمي بضمة (٦) ، وهما لغتان، مثل (إسوة وأُسوة، ورِشْوة ورُشْوة) ، وقرأ سعيد بن جبير (أو كإسوتهم)  (٧) ، يعني كإسوة أهلك في الطعام، والإسوة: المثل والنظير، أي: تطعمون المساكين كما تطعمون أهليكم. </p><p>(١) النساء: ٥. (٢) من (ت).(٣) البقرة: ١٣.(٤) الإنسان: ٨.(٥) وهي قراءة شاذة.انظر: \"المحتسب\" لابن جني ١/ ٢١٧، \"البحر المحيط\" لأبي حيان ٤/ ١٣.(٦) وهي قراءة شاذة.انظر: \"مختصر في شواذ القرآن\" لابن خالويه (ص ٣٤)، \"البحر المحيط\" لأبي حيان ٤/ ١٣.(٧) وهي قراءة شاذة.انظر: \"المحتسب\" لابن جني ١/ ٢١٨، \"مختصر في شواذ القرآن\" لابن خالويه (ص ٣٤).</p><p> واختلف العلماء في الكسوة التي تجزئ في الكفارة، فقال قوم: هي ثوب واحد، مما يقع عليه اسم الكسوة، إزار ورداء وقميص، أو سراويل، أو كساء أو عمامة، ونحوها، وهو قول ابن عباس (١) ، والحسن (٢) ، والحكم (٣) ، ومجاهد، وعطاء (٤) ، والباقر (٥) ، وإليه ذهب الشَّافعيّ (٦) . </p><p> وقال آخرون: ثوب جامع، ولا يجزئ (٧) فيه العمامة، وهو مذهب النَّخَعيّ (٨) ، وأبي حنيفة (٩) . </p><p> وقال مالك: أقل ما يجوز فيه الصلاة (١٠) . </p><p> وقال سعيد بن المسيّب، والضَّحَاك: لكل مسكين ثوبان (١١) ، </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٧/ ٢٤ عنه. (٢) أخرجه عبد الرَّزّاق في \"المصنف\" ٨/ ٥١٢ (١٦٠٩٢)، والطبري في \"جامع البيان\" ٧/ ٢٣ عنه.(٣) عند الطبري في \"جامع البيان\" ٧/ ٢٦.(٤) أخرجه سعيد في \"سننه\" عنهما وعن عكرمة ٤/ ١٥٥٨ (٨٠٣)، والطبري في \"جامع البيان\" ٧/ ٢٣ عن مجاهد.(٥) انظر: \"جامع البيان\" للطبري ٧/ ٢٣.(٦) انظر: \"الأم\" للشافعي ٧/ ٦٨.(٧) في (ت): ولا يجوز.(٨) انظر: \"جامع البيان\" للطبري ٧/ ٢٥ عنه.(٩) انظر: \"المبسوط\" للسرخسي ٨/ ١٥٣.(١٠) انظر: \"المدونة الكبرى\" للإمام مالك ١/ ٥٩٦.(١١) أخرجه الطبري في \"جامع البيان\" ٧/ ٢٤ (١٢٤٥٦) عن سعيد، ٧/ ٢٥ (١٢٤٦٩) عن الضحاك.</p><p> واحتجا بأن أَبا موسى الأَشْعريّ لزمته كفارة فكسا عشرة مساكين، لكل واحد ثوبين ظهرانيا، ومعقَّدًا من معقَّد البحرين (١) . </p><p> وقال شهر بن حوشب: ثوب ثمنه خمسة دراهم. </p><p> {أَوْ تَحْرِيرُ رَقَبَةٍ} وقال الشَّافعيّ: لا يجزئ في كفارة ولا واجبة إلَّا رقبة مؤمنة، مثل كفارة القتل، واليمين، والظهار، والجماع في نهار رمضان، والنذر، والوصية (٢) ، ووافقه أبو حنيفة في كفارة القتل، وأجاز في غيرها الرقبة الكافرة (٣) . </p><p> ودليل الشَّافعيّ أن الله عز وجل قال في كفارة القتل {فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ} فقيد، وأطلق في سائرها، والمطلق محمول على المقيد (٤) ، واحتج أَيضًا بما روي أن رجلًا جَاء إلى النَّبِيّ - صلى الله عليه وسلم - </p><p>(١) أخرجه سعيد في \"سننه\" ٤/ ١٥٥٢ (٧٩٩)، وعبد الرَّزّاق في \"المصنف\" ٨/ ٥١٢ (١٦٠٩٣)، والبيهقي في \"السنن الكبرى\" ١٠/ ٥٦، والطبري في \"جامع البيان\" ٧/ ٢٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١١٩٤. وقوله: ظهرانيا: هو ثوب يؤتى به من مر الظهران، أو من الظهران.انظر: \"لسان العرب\" لابن منظور (ظهر).وقوله معقدًا: هو نوع من ثياب هجر.انظر: \"لسان العرب\" لابن منظور (عقد).(٢) انظر: \"الأم\" للشافعي ٧/ ٦٩، وهو مذهب أَحْمد.انظر: \"المغني\" لابن قدامة ١٣/ ٥١٧، ومالك في \"المدونة الكبرى\" ١/ ٥٩٦.(٣) فتجوز في الظهار واليمين، والجماع في نهار رمضان.انظر: \"المبسوط\" للسرخسي ٧/ ٢.(٤) انظر: \"الأم\" للشافعي ٧/ ٧٠.</p><p> فقال: يَا رسول الله أوجبْتُ، فقال:  \"أعتق رقبة\" ، فجاء برقبة أعجمية إلى النَّبِيّ - صلى الله عليه وسلم -، فقال لها رسول الله - صلى الله عليه وسلم -: \"من ربك؟ \" ففهمها الله، فأشارت أنَّه واحد، فقال:  \"من أنا؟ \" فأشارت إلى السماء، أي: إنك رسول الله، فقال - صلى الله عليه وسلم -: \"اعتقها فإنَّها مؤمنة\"  (١) . </p><p> و (أوجبت) لفظة مطلقة محتملة. </p><p> وروى أبو سلمة عن الشريد (٢) : أن أمه أوصت أن يعتق عنها رقبة، فجاء إلى رسول الله - صلى الله عليه وسلم - فقال: إن أمي أوصت أن تعتق عنها رقبة، وعندي جارية نوبية سوداء، أفأعتقها؟ قال:  \"ادع بها\" ، فجيء بها، فقال:  \"من ربك؟ \" قالت: الله، قال:  \"فمن أنا؟ \" قالت: رسول الله، فقال:  \"اعتقها فإنَّها مؤمنة\"  (٣) . </p><p>(١) الحديث: أخرجه أَحْمد في \"المسند\" ٢/ ٢٩١ (٧٩٠٦)، وأبو داود كتاب الأيمان والنذور، باب في الرقبة المؤمنة (٣٢٨٤)، والبيهقي في \"السنن الكبرى\" ٧/ ٣٨٨، والطبراني في \"المعجم الأوسط\" ٣/ ٩٥ (٢٥٩٨)، ثم قال: لم يروه عن عوف إلَّا المسعودي من طريق يزيد بن هارون عن المسعودي عن عون بن عبد الله، عن عبد الله بن عتبة، عن أبي هريرة .. فذكره، وإسناده ضعيف، فيه المسعودي- عبد الله بن عبد الرَّحْمَن مختلط، لكن يشهد للحديث الذي بعده، واللفظ الذي ذكره المؤلف رحمه الله، لفظ أَحْمد رحمه الله. (٢) ابن سويد الثَّقَفيّ، شهد بيعة الرِّضوان، سكن الطائف، والمدينة.انظر: \"الإصابة\" لابن حجر ٥/ ٧١.(٣) الحديث: أخرجه أبو داود في كتاب الأيمان والنذور، باب في الرقبة المؤمنة (٣٢٨٣)، وأَحمد في \"مسنده\" ٤/ ٣٨٨ (١٩٤٥٥)، والنَّسائيّ في \"السنن الكبرى\" ٤/ ١١٠ (٦٤٨٠)، والبيهقي في \"السنن الكبرى\" ٧/ ٣٨٨ من طريق حماد، عن محمَّد بن عمرو، عن أبي سلمة، عن الشريد به، وإسناده صحيح.قلت: ومثلهما حديث معاوية بن الحكم في مسلم (٥٣٧).</p><p> واتبع أبو حنيفة ظاهر الآية. </p><p> ويجوز في الكفارة (١) من الرقاب الصغير والكبير، والذكر والأثنى. </p><p> فأما إذا كان معيوبًا فاعلم أن العيب عيبان: عيب يمنعه من العمل فلا يجوز، مثل الأعمى، والأشل، والمقعد، والمجنون المطبق، والأخرس، وإن كان عيبًا خفيفًا لا يمنعه من العمل فيجوز، مثل الأجدع، والمقطوع الخنصر، ونحوهما (٢) ، وهذا كما يقول في الكسوة: إن كان الثوب لبيسًا قد بلي وانقطع منه جل المنفعة لم يجز، وإن لبس لبسًا خفيفًا لم ينقطع عنه جل المنفعة جاز. </p><p> والمكفر مخير بين هذِه الأشياء؛ لأن الله تعالى ذكره بلفظ التخيير وهو (أو) . </p><p> {فَمَنْ لَمْ يَجِدْ} اختلف الفقهاء في صفة من لم يجد، ومتى يجوز له </p><p>(١) في (ت): الكفارات. (٢) هذا مذهب الشَّافعيّ، وأَحمد، ومالك.انظر: \"الأم\" للشافعي ٧/ ٦٩، \"المغني\" لابن قدامة ١٣/ ٥٢، \"المدونة الكبرى\" للإمام مالك ١/ ٥٩٧.أما أبو حنيفة فيرى أن اشتراط السلامة الكاملة في الرقبة زيادة على النص، والزيادة على النص نسخ، غير أنَّه منع عتق الأعمى، وأشل اليدين، والمجنون، والمعتوه، والأخرس، قال: لأن المنفعة فيه معدومة، بخلاف ما لو كان أعور، أو أشل اليد، أو كان في وقت يجن وفي وقت يفيق، فإن ذلك يجزئ, لأن المنفعة غير فائتة من كل وجه.انظر: \"المبسوط\" للسرخسي ٧/ ٢.</p><p> الصيام، فقال أبو حنيفة: إذا كان عنده مائتا درهم، أو عشرون مثقالًا، أو أقل ما تجب فيه (١) الزكاة لم يجز له الصيام، فإن كان أقل من ذلك فهو غير واجد، وجاز له الصوم (٢) . </p><p> وقال بعض متأخري الفقهاء (٣) : إذا كان له كفاية من المال، يتصرف فيها لمعاشه، فإن فضل عن رأس ماله مقدار ما يكفر بالإطعام فليس له أن يصوم وإن لم يفضل عن رأس ماله مقدار ما يطعم فله أن يصوم. </p><p> وقال الشَّافعيّ: إذا كان عنده قوته، وقوت عياله، يومه وليلته، ومن الفضل ما يطعم عشرة مساكين، لزمته الكفارة بالطعام، وإن لم يكن عنده هذا القدر فله الصيام (٤) . </p><p> وقال بعضهم: إذا ملك ما يمكنه الإطعام فليس له الصيام، وإن لم يفضل له من الكفارة شيء، وهو قول سعيد بن جبير والحسن، قالا: إذا كان عنده درهمان، أو ثلاثة فهو واجد (٥) . </p><p>(١) في (ت): يجب من. (٢) انظر: \"المبسوط\" للسرخسي ٨/ ١٥٥ - ١٥٦، وذكر ذلك الطبري في \"جامع البيان\" ٧/ ٢٩، لكنه لم يسم أَبا حنيفة.(٣) هذا القول ذكره الطبري في \"جامع البيان\" ٧/ ٢٩.(٤) انظر: \"الأم\" للشافعي ٧/ ٧٠، والعبارة التي أوردها المصنف هي عبارة الطبري في \"جامع البيان\" ٧/ ٢٩ عن قول الشَّافعيّ.(٥) أخرجه الطبري في \"جامع البيان\" ٧/ ٢٩ عن سعيد.وهو ظاهر مذهب أَحْمد، وبه قال إسحاق، وأبو عبيد، وروي ذلك عن علي، كما في \"السنن الكبرى\" للبيهقي ١٠/ ٦٠، وبه قال عطاء، ومجاهد وعكرمة.</p><p> فإن لم يجد شيئًا من هذا {فَصِيَامُ} أي: فعليه، أو فكفارته صيام {ثَلَاثَةِ أَيَّامٍ} ، واختلفوا في كيفية الصيام: </p><p> فللشافعي فيه قولان: أحدهما: أنها متتابعة، وإن فرقها لا يجوز، وهو مذهب أبي حنيفة، والثوري، واختيار المزني (١) ، قياسًا على الصيام في كفارة الظهار، واعتبارًا بقراءة عبد الله، وأبي (فصيام ثلاثة أيام متتابعات)  (٢) ، وهذا قول ابن عباس وقتادة (٣) . </p><p> والقول الثاني: أنَّه بالخيار، إن شاء تابع، وإن شاء فرق، والمتابعة أفضل وأحسن، وهو مذهب مالك (٤) . </p><p> {ذَلِكَ} الذي ذكرت {كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ} فحنثتم، كقوله:  {فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ}  (٥) ، وقوله:  {فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ}  (٦) يعني: </p><p>(١) انظر: \"المغني\" لابن قدامة ١٣/ ٥٢٨، وانظر قول الشَّافعيّ في \"الأم\" ٧/ ٧٠، وقول أبو حنيفة في \"المبسوط\" للسرخسي ٨/ ١٥٥. (٢) وهي قراءة شاذة، أخرجها ابن أبي داود في \"المصاحف\" (ص ٦٤)، وسعيد بن منصور في \"سننه\" ٤/ ١٥٥٨ (٨٠٣)، ومالك في \"الموطأ\" ١/ ٣٠٥ (٤٩)، والبيهقي في \"السنن الكبرى\" ١٠/ ٦٠، والطبري في \"جامع البيان\" ٧/ ٣٠، كلهم عن أبي بن كعب.وأخرجه سعيد بن منصور في \"سننه\" (٨٠٤)، وعبد الرَّزّاق في \"المصنف\" ٨/ ٥١٤ (١٦١٠٣)، والبيهقي في \"السنن الكبرى\" ١٠/ ٦٠، والطبري في \"جامع البيان\" ٧/ ٣٠ عن ابن مسعود.(٣) أخرجه الطبري في \"جامع البيان\" ٧/ ٣٠ - ٣١ عن ابن عباس، وعن قتادة.(٤) انظر: \"المدونة الكبرى\" للإمام مالك ١/ ٥٩٤.وهو الرواية الثَّانية عن أَحْمد.انظر: \"المغني\" لابن قدامة ١٣/ ٥٢٨.(٥) البقرة: ١٨٤.(٦) البقرة: ١٩٦.</p>"
}