{
  "id": null,
  "sura": 5,
  "aya": 1,
  "text": "<p> ({{بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (١) }) (١) : </p><p> ١ - {يَاأَيُّهَا الَّذِينَ آمَنُوا} </p><p> يا: نداء؛ أي: إشارة، ها: تنبيه، الذين آمنوا: في محل الرفع على البدل من: أيها، {أَوْفُوا بِالْعُقُودِ} يعني: العهود، قال الزجاج: هي أوكد العهود، يقال: عاقدت فلانًا، وعقدت عليه؛ أي: ألزمته ذلك باستيثاق (٢) ، وأصله عقد الشيء بغيره، وهو وصله به، كما يعقد الحبل بالحبل، إذا وصل به شدا، قال الحطيئة: </p><p> قوم إذا عقدوا عقدًا لجارهم ... شدَّوا العِناج وشدَّوا فوقه الكَرَبا (٣) </p><p> واختلفوا في هذِه العقود ما هي؟ </p><p>= التخريج: ذكره الزمخشري في \"الكشاف\" ١/ ٦٥٩ بدون إسناد، ولم أجده مسندًا عند أحد غير الثعلبي.(١) من (ت).(٢) \"معاني القرآن\" ٢/ ١٣٩.(٣) البيت في \"ديوانه\" (ص ٦)، \"مجاز القرآن\" لأبي عبيدة ١/ ١٤٥، \"لسان العرب\" لابن منظور (كرب)، وهو من قصيدة يمدح بها بغيض بن عامر من بني أنف الناقة، ويفضله على الزبرقان بن بدر.والعناج: حبل يشد في أسفل الدلو، يمنع من سقوطه في البئر، إذا قطع الحبل الأصلي.والتقريب: حبل آخر يشد به الدلو أيضاً، حتَّى لا تقع.وانظر: تعليق الشَّيخ محمود شاكر رحمه الله على البيت في \"جامع البيان\" للطبري ٩/ ٤٥١.</p><p> فقال ابن جريج: هذا الخطاب خاص لأهل الكتاب (١) ، يعني: يا أيها الذين آمنوا بالكتب المتقدمة، والرسل المتقدمين، أوفوا بالعهود التي عهدتها إليكم في شأن محمَّد - صلى الله عليه وسلم -، وهي قوله:  {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ}  (٢) ، وقوله:  {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ}  (٣) . </p><p> وقال الآخرون: هو عام، قال قتادة: أراد بها الحِلْف الذي تعاقدوا عليه في الجاهلية (٤) ، دليله {وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ}  (٥) . </p><p> ابن عباس: هي عهود الإيمان، والقرآن (٦) . </p><p> غيرهم: هي العقود التي يتعاقدها النَّاس بينهم (٧) . </p><p> {أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ} اختلفوا فيها: </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٦/ ٤٩. (٢) آل عمران: ٨١.(٣) آل عمران: ١٨٧.(٤) أخرجه عبد الرَّزاق في \"تفسير القرآن\" ١/ ١٨١، والطبري في \"جامع البيان\" ٦/ ٤٨، وعبد بن حميد وابن المنذر، كما في \"الدر المنثور\" للسيوطي ٢/ ٤٤٧.(٥) النساء: ٣٣.(٦) أخرجه الطبري في \"جامع البيان\" ٦/ ٤٨، ولفظه: يعني: ما أحل، وما حرم، وما فرض، وما حد في القرآن كله، فلا تغدروا، ولا تنكثوا، والبيهقيّ في \"شعب الإيمان\" ٤/ ٧٨ (٤٣٥٦).وهو قول عبد الله بن عبيدة، وابن زيد، يزيد بن أسلم.انظر: \"جامع البيان\" للطبري ٦/ ٤٨ - ٤٩.(٧) وقد رجح الطبري رحمه الله قول ابن عباس - رضي الله عنه -، وكذلك القرطبي في \"الجامع لأحكام القرآن\" ٦/ ٢٣.</p><p> فقال الحسن، وقتادة، والربيع، والضَّحَّاك، والسدي: هي الأنعام كلها (١) . </p><p> الأنعام: اسم للبقر، والغنم، والإبل، يدل عليه قوله -عز وجل-: {وَمِنَ الْأَنْعَامِ حَمُولَةً وَفَرْشًا}  (٢) ، ثم بين ما هي، فقال:  {ثَمَانِيَةَ أَزْوَاجٍ} الآيتين (٣) ، وأراد بهذا تحليل ما حرم أهل الجاهلية على أنفسهم من الأنعام. </p><p> وقال الشعبي: بهيمة الأنعام: الأجنة، التي توجد ميتة في بطون أمهاتها إذا ذبحت، أو نحرت (٤) . </p><p> روى عطية العوفي عن ابن عمر في قوله {أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ} قال: ما في بطونها، قال: قلت: إن خرج ميتًا آكله؟ قال: نعم، هو بمنزلة رئتها، وكبدها (٥) . </p><p> وروى قابوس (٦) ، عن أبيه (٧) ، عن ابن عباس أن بقرة نحرت، </p><p>(١) انظر: أقوالهم في \"جامع البيان\" للطبري ٦/ ٥٠. (٢) الأنعام: ١٤٢.(٣) الأنعام: ١٤٣ - ١٤٤.(٤) انظر: \"معالم التنزيل\" للبغوي ٣/ ٦.(٥) أخرجه الطبري في \"جامع البيان\" ٦/ ٥٠.(٦) قابوس بن أبي ظبيان الجنبي الكوفيِّ، قال أحمد: ليس بذاك، وضعفه النَّسائيّ، وقال أبو حاتم: يكتب حديثه، ولا يحتج به، وقال الحافظ: فيه لين.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٧/ ١٤٥، \"تهذيب الكمال\" للمزي ٢٣/ ٣٢٧، \"تقريب التهذيب\" لابن حجر (٥٤٤٥).(٧) حصين بن جندب بن الحارث الجنبي، أبو ظبيان الكوفيِّ، ثقة، مات سنة (٩٠ هـ). =</p><p> فوجد في بطنها جنين، فأخذ ابن عباس بذنب الجنين وقال: هذا من بهيمة الأنعام التي أحلت لكم (١) . </p><p> وقال أبو سعيد الخدري: سألنا رسول الله - صَلَّى الله عليه وسلم - عن الجنين؟ فقال:  \"ذكاته ذكاة أمه\"  (٢) . </p><p>= انظر: \"الجرح والتعديل\" لابن أبي حاتم ٣/ ١٩٠، \"تهذيب الكمال\" للمزي ٦/ ٥١٤، \"تقريب التهذيب\" لابن حجر (١٣٧٥). (١) الحكم على الإسناد:فيه قابوس لين.التخريج:أخرجه الطبري في \"جامع البيان\" ٦/ ٥٠، وعبد بن حميد وابن المنذر وابن مردويه كما في \"الدر المنثور\" للسيوطي ٢/ ٤٤٨، والبيهقيّ في \"السنن الكبرى\" ٩/ ٣٣٦.(٢) أخرجه أبو داود كتاب الضحايا، باب ما جاء في ذكاة الجنين (٢٨٢٧)، والترمذي كتاب الأطعمة، باب ذكاة الجنين (١٤٧٦)، وابن ماجة كتاب الذبائح، باب ذكاة الجنين ذكاة أمه (٣١٩٩)، وأحمد في \"المسند\" ٣/ ٣١ (١١٢٦٠)، وابن الجارود في \"المنتقى\" ٢/ ٢٢٧ (٩٠٠)، والبيهقيّ في \"السنن الكبرى\" ٩/ ٣٣٥، من طرق عن مجالد، عن أبي الوداك، عن أبي سعيد قال: سألنا رسول الله - صَلَّى الله عليه وسلم - عن الجنين، فقال: \"كلوه إن شئتم، فإن ... \"، ومجالد بن سعيد ليس بالقوي. وأخرجه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٣/ ٢٠٦ (٥٨٨٩) من طريق يونس بن أبي إسحاق عن أبي الوداك به.وله شاهد من طريق عبيد الله بن عمر، عن نافع، عن ابن عمر عند الدارقطني في \"السنن\" ٤/ ٢٧١ بلفظه.وشاهد آخر من طريق الأعمش عن إبراهيم، عن علقمة، عن ابن مسعود، أخرجه الدارقطني في \"السنن\" ٤/ ٢٧٤ .. به.وشاهد آخر من طريق الزُّهريّ، عن عبد الرحمن بن كعب بن مالك، عن أبيه =</p><p> وقال الكلبي: بهيمة الأنعام، وحشها، كالظباء، وبقر الوحش، وحمر الوحش (١) ، وإنَّما قيل لها: بهيمة (٢) ، لأنَّ كل حي لا يميز فهو بهيمة، سميت بذلك لأنها أبهمت عن أن تميز (٣) . </p><p> {إِلَّا مَا يُتْلَى عَلَيْكُمْ} يقرأ عليكم في القرآن، مما حرم عليكم، وهو قوله:  {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ} إلى قوله: {وَمَا ذُبِحَ عَلَى النُّصُبِ} ، وقوله:  {وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ}  (٤) . </p><p> {غَيْرَ مُحِلِّي الصَّيْدِ} قال الأخفش: هو نصب على الحال (٥) ، يعني: أوفوا بالعقود غير محلي الصيد، وفيه معنى النَّهي. </p><p> وقال الكسائي: هو حال من قوله {أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ}  {غَيْرَ مُحِلِّي الصَّيْدِ} كما تقول: أحل لكم الطَّعام، غير مفسدين فيه (٦) . </p><p> ومعنى الآية: أحلت لكم الأنعام كلها، إلَّا ما كان منها وحشيًّا، فإنَّه صيد، لا يحل لكم إذا كنتم محرمين، فذلك قوله {وَأَنْتُمْ حُرُمٌ} قراءة العامة بضم الراء، وقرأ يَحْيَى بن يعمر (حرم) بجزم الراء، </p><p>= كعب مرفوعًا، أخرجه الطّبرانيّ في \"المعجم الكبير\" ١٩/ ٧٨ (١٥٧). وله شواهد أخرى من حديث علي، وابن عباس، وجابر، يرتقي بها الحديث إلى رتبة الصَّحيح إن شاء الله.(١) ذكره عنه الواحدي في \"الوسيط\" ٢/ ١٤٨.(٢) بعدها في (ت): الأنعام.(٣) هذِه عبارة الزجاج في \"معاني القرآن\" ٢/ ١٤١.(٤) الأنعام: ١٢١.(٥) \"معاني القرآن\" ٢/ ٤٥٩.(٦) لم أجد قول الكسائي فيما بين يدي من المصادر.</p>"
}