{
  "id": null,
  "sura": 5,
  "aya": 5,
  "text": "<p> ٥ - {الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ} </p><p> يعني الذبائح {وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ} يعني: وذبائح اليهود والنصارى ومن دخل فِي دينهم، من سائر الأمم قبل أن يبعث محمَّد - صلى الله عليه وسلم - حلال لكم، وأما من دخل فِي دينهم، بعد بعث محمَّد - صلى الله عليه وسلم - فلا تحل ذبيحته، فأما إذا سمى أحدهم غير الله عند الذبح، مثل قول النصارى: باسم المسيح، فاختلفوا فيه، فقال ربيعة: سمعت ابن عمر يقول: لا تأكلوا ذبائح النصارى، فإنهم يقولون باسم المسيح، وأنتم (١) لا تستطيعون أن تهدوهم، وقد أضلوا أنفسهم، ودليله قوله تعالى:  {وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ}  (٢) . </p><p> والقول الثاني: أنَّه يجوز ذبيحة الكتابي، وإن سمى غير الله، وأن هذا مستثنى من قوله:  {وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ} ، وهي إنما أنزلت فِي ذبائح المشركين، وما كانوا يذبحونها لأصنامهم، وعلى هذا أكثر العلماء (٣) . </p><p> وقال الشعبي، وعطاء فِي النصراني يذبح، فيقول: باسم المسيح، قالا: كل، فإن الله قد أحل ذبائحهم، وهو يعلم ما يقولون (٤) . </p><p> وسئل الزهري، ومكحول عن ذبائح أعياد (٥) أهل الكتاب، </p><p>(١) فِي (ت): إنهم. وأخرج الأثر عبد الرزاق فِي \"المصنف\" ٦/ ١٢٠ (١٠١٨٧) بمعناه. (٢) الأنعام: ٢١.(٣) انظر: فِي هذِه المسألة \"المغني\" لابن قدامة ٩/ ٣٢١.(٤) أخرج قول عطاء عبد الرزاق فِي \"المصنف\" ٦/ ١١٨ (١٠١٨٠).(٥) فِي (ت): عيدات.</p><p> والمرتبات (١) لكنائسهم، وما يذبح لها؟ فقالا: هي حلال، وقرأ هذِه الآية (٢) . </p><p> وقال الحسن، والحارث العكلي (٣) : ما كنت لأسأله عن ذبيحته، فقد أحل الله لنا طعامه، فإذا ذبح اليهودي، والنصراني فذكر غير اسم الله وأنت تسمع فلا تأكل، فإذا غاب عنك فكل، فقد أحل الله لك (٤) . </p><p> وأما القربان فذبح اليهودي والنصراني، ونحوهم مكروه، قال على: لا يذبح ضحاياكم اليهود ولا النصارى، ولا يذبح نسكك إلَّا مسلم (٥) . </p><p> {وَطَعَامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ} . </p><p> اختلف العلماء فِي معنى الآية وحكمها، فقال قوم: عني بالإحصان فِي هذِه الآية الحرية، وأجازوا نكاح كل حرة، مؤمنة </p><p>(١) أي: الأمور التي رتبوها لكنائسهم. (٢) أخرج أثر مكحول سعيد بن منصور فِي \"سننه\" ٤/ ١٤٣٩ (٣١٤).وأما أثر الزهري فأخرجه بمعناه عبد الرزاق فِي \"المصنف\" ٦/ ١٢٠ (١٠١٩٠).(٣) هو الحارث بن يزيد التيمي، روى عن النَّخَعيّ، والشعبي، كان فقيهًا، ثِقَة، تُوفِّي بعد سنة (١٠٠ هـ).انظر: \"تهذيب الكمال\" للمزي ٥/ ٣٠٨، \"الكاشف\" للذهبي ١/ ١٩٨.والعكلي بضم العين، وسكون الكاف، نسبة إِلَى عكل بطن من تميم.انظر: \"الأنساب\" للسمعاني ٤/ ٢٢٣.(٤) الأثر ذكره القرطبي فِي \"الجامع لأحكام القرآن\" ٦/ ٧٦ عن الحسن.(٥) الأثر أخرجه البيهقي فِي \"السنن الكبرى\" ٩/ ٢٨٤.</p><p> كانت، أو كتابية، فاجرة كانت، أو عفيفة، وحرموا إماء أهل الكتاب أن يتزوجهن المسلم بحال، وهذا قول مجاهد (١) ، وأكثر الفقهاء، والدليل عليه قوله:  {وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ} فشرط في نكاح الإماء الإيمان. </p><p> وقال آخرون: إنما عنى الله بالمحصنات فِي هذِه الآية العفائف من الفريقين إماء كُنَّ، أو حرائر، فأجازوا نكاح أهل الكتاب بهذِه الآية وحرموا البغايا من المؤمنات، والكتابيات، وهذا قول أبي ميسرة، والسدي (٢) . </p><p> قال الشعبي: إحصان اليهودية والنصرانية أن تغتسل من الجنابة، وتحصن فرجها (٣) . </p><p> وقال الحسن: إذا رأى الرَّجل من امرأته فاحشة فاستيقن فإنَّه لا يمسكها (٤) . </p><p> ثم اختلفوا فِي الآية، أهي عامة، أم خاصة؟ </p><p>(١) انظر: قول مجاهد عند الطبري فِي \"جامع البيان\" ٦/ ١٠٤، وهو الذي رجحه، وقواه. (٢) انظر: \"جامع البيان\" للطبري ٦/ ١٠٧.ورواية عن مجاهد، وهو قول سفيان الثَّوريّ، وقتادة، والنخعي.انظر: أقوالهم عند الطبري فِي \"جامع البيان\" ٦/ ١٠٥ - ١٠٦.(٣) أخرجه عبد الرزاق فِي \"المصنف\" ٦/ ٨٠ (١٠٠٦٦)، والطبري فِي \"جامع البيان\" ٦/ ١٠٦.(٤) أخرجه الطبري فِي \"جامع البيان\" ٦/ ١٠٦.</p><p> فقال بعضهم: هي عامة فِي جميع الكتابيات، حربية كانت، أو ذمية، وهو قول سعيد بن المسيّب، والحسن (١) . </p><p> وقال بعضهم: هي فِي الذميات، فأما الحربيات فإن نساءهم حرام على المسلمين، وهو قول ابن عباس. </p><p> روى الحكم عن مقسم عنه قال: من نساء أهل الكتاب من يحل لنا، ومنهن من لا يحل لنا، ثم قرأ {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ} إِلَى قوله {حَتَّى يُعْطُوا الْجِزْيَةَ}  (٢) فمن أعطى الجزية حل لنا نساؤه، ومن لم يعط الجزية لم تحل لنا نساؤه، قال الحكم: فذكرت ذلك لإبراهيم، فأعجبه (٣) . </p><p> وكان ابن عمر لا يرى نكاح الكتابيات، ويفسر هذِه الآية بقوله:  {وَلَا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ} ويقول: لا أعلم شركًا أعظم من أن تقول المرأة: ربها عيسى (٤) . </p><p> وروى ابن المبارك عن سليمان بن المغيرة قال: سأل رجل الحسن أيتزوج الرَّجل المرأة من أهل الكتاب؟ قال: ما له ولأهل الكتاب، وقد أكثر الله المسلمات فإن كان لا بد فاعلًا فليعمد إليها حصانًا، غير </p><p>(١) قالا: أحله الله على علم. انظر: \"جامع البيان\" للطبري ٦/ ١٠٧ عن قتادة عنهما.(٢) التوبة: ٢٩.(٣) انظر: \"جامع البيان\" للطبري ٦/ ١٠٧.(٤) الأثر أخرجه البخاري فِي كتاب الطلاق، باب قول الله تعالى: {وَلَا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ} (٥٢٨٥)، والنحاس فِي \"الناسخ والمنسوخ\" ٢/ ١٩٥، والذهبي فِي \"سير أعلام النبلاء\" للذهبي ٨/ ١٤١ بسنده إِلَى ابن عمر.</p><p> مسافحة، قال الرَّجل وما المسافحة؟ قال: هي التي إذا لمح الرَّجل إليها بعينه اتبعته (١) . </p><p> {وَلَا مُتَّخِذِي أَخْدَانٍ وَمَنْ يَكْفُرْ بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ} قال قتادة: ذكر لنا أن رجالًا قالوا: لما نزلت {وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ} كيف نتزوج نساء لسن على ديننا؟ فأنزل الله هذِه الآية (٢) . </p><p> وقال مقاتل بن حيان: نزلت فيما أحصن المسلمون من نساء أهل الكتاب، يقول: ليس إحصان المسلمين إياهن بالذي يخرجهن من الكفر، أو يغني عنهن فِي دينهن شيئًا، وجعلهن ممن كفر بالإيمان، وحبط عمله، وهي نعت (٣) للنَّاس عامة، {وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ} يعني: من أهل النَّار. </p><p> قال ابن عباس، ومجاهد: معناه ومن يكفر بالله (٤) . </p><p> قال الحسين بن الفضل: إن صحت هذِه الرواية كان معناه: برب الإيمان (٥) . </p><p>(١) أخرجه الطبري فِي \"جامع البيان\" ٦/ ١٠٨. (٢) أخرجه الطبري فِي \"جامع البيان\" ٦/ ١٠٩، وعبد بن حميد، كما فِي \"الدر المنثور\" للسيوطي ٢/ ٤٦٢.(٣) فِي (ت): بعد، ولعله أصح، وأثر مقاتل ذكره البَغَوِيّ فِي \"جامع البيان\" ٣/ ١٩.(٤) أخرجه الطبري فِي \"جامع البيان\" ٦/ ١٠٩ عن مجاهد، وأورده عنه من طرق متعددة ولم أجده عن ابن عباس، وهو رواية عن عطاء أَيضًا.(٥) لم أجد هذا الأثر، وقد وجه الطبري فِي تفسيره قول عطاء ومجاهد، ثم وضح أنَّه ليس تفسيرًا للآية على الوجه الصحيح، وذكر تأويل الآية على ظاهرها، وحقيقة ألفاظها، فِي كلام بديع ٦/ ١١٠.</p>"
}