{
  "id": null,
  "sura": 5,
  "aya": 97,
  "text": "<p> ٩٧ - قوله {جَعَلَ اللَّهُ الْكَعْبَةَ} الآية </p><p> قال ابن عباس: كانوا يتعاورون ويتقاتلون، فأنزل الله {جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ}  (١) . </p><p> قال مجاهد: سميت كعبة للتربيع، والعرب تسمي كل بيت مربع كعبة (٢) . </p><p> وقال مقاتل: سميت كعبة لانفرادها من البناء (٣) . </p><p> قال أهل اللغة: أصلها من الخروج والارتفاع، وسمي الكعب كعبًا لنتوئه، وخروجه من جانبي القدم، ومنه قيل للجارية إذا قاربت البلوغ وخرج ثدياها: قد تكعَّبت، فسميت الكعبة كعبة لارتفاعها من الأرض، وبنائها على الموضع الرفيع (٤) ، وسمي البيت الحرام لأن الله حرمه، وعظم حرمته. </p><p>= وحشيًّا، كان قد صاده من أجله، فرده النبي - صلى الله عليه وسلم -، فلما رأى ما في وجهه قال: \"إنا لم نرده عليك إلا أنا حرم\"، وفي رواية: \"لولا أنا محرمون لقبلناه منك\"، أخرجه البخاري في كتاب جزاء الصيد، باب إذا أهدي للمحرم حمارًا وحشيًّا حيًّا لم يقبل (١٨٢٥)، وغيره، فدل هذا الحديث على أن الصيد إذا صيد من أجل المحرم أنه لا يأكل منه. وانظر: \"فتح الباري\" لابن حجر ٤/ ٤١.(١) لم أجده بعد البحث عنه.(٢) أخرجه الطبري في \"جامع البيان\" ٧/ ٧٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٢١٣.(٣) ذكره البغوي عنه في \"معالم التنزيل\" ٣/ ١٠٣.(٤) انظر: \"معجم مقاييس اللغة\" لابن فارس ٤/ ١٨٦ (كعب).</p><p> وفي الحديث: مكتوب في أسفل المقام: إني أنا الله ذو بكة، حرمتها يوم خلقت السموات والأرض، ويوم وضعت هذين الجبلين، وحففتهما بسبعة أملاك حنفاء، من جاءني زائرًا لهذا البيت عارفًا بحقه، مذعنا إليّ بالربوبية حرمت جسده على النار (١) . </p><p> {قِيَامًا لِلنَّاسِ} أي: قوامًا لهم في أمر دينهم ودنياهم، وصلاحًا لمعاشهم ومعادهم، لما يحصل عنده من الحج والعمرة والزيارة والتجارة، وما يجبى إليه من الثمرات، وتظهر فيه من أنواع البركات. </p><p> قال سعيد بن جبير: من أتى هذا البيت يريد شيئًا للدنيا والآخرة أصابه (٢) . </p><p> {وَالشَّهْرَ الْحَرَامَ} أراد الأشهر الأربعة الحرم، يأمن الناس فيها </p><p>(١) الحديث أخرجه عبد الرزاق في \"المصنف\" ١١/ ١١٤ (٢٠٠٧١) عن معمر، عن الزهري قال: بلغني أنهم وجدوا في مقام إبراهيم ثلاثة صفوح، في كل صفح منها كتاب، وفي الصفح الأول أنا الله ذو بكة، صغتها يوم صغت الشمس، وحففتها بسبعة أملاك حقًّا، وباركت لأهلها في اللحم واللبن، وأخرجه أيضًا البيهقي في \"شعب الإيمان\" ٣/ ٢٤٥ (٤٠١٧). وأخرجه ابن أبي شيبة في \"المصنف\" (١٤١٠٣) من طريق وكيع عن الأعمش، عن مجاهد قريبًا من لفظ الزهري.وأخرجه ٣/ ٢٦٩ (١٤١٠٤) عن الضحاك بنحوه.وذكره البخاري في \"التاريخ الكبير\" ٨/ ١٥٠ عن عامر بن عبد الله بن الزبير، عن أبيه بنحوه.وانظر: \"السيرة النبوية\" لابن هشام ٢/ ١٧، \"التمهيد\" لابن عبد البر ١٠/ ٤٤.(٢) ذكره الواحدي في \"الوسيط\" ٢/ ٢٣١.</p>"
}