{
  "id": null,
  "sura": 5,
  "aya": 11,
  "text": "<p> {وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ} أي: بما في القلوب من خير أو شر. </p><p> ٨ - {يَاأَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ} </p><p> أمرهم بالعدل، والصدق في أقوالهم، وأفعالهم، {وَلَا يَجْرِمَنَّكُمْ شَنَآنُ} ولا يحملنكم بغض {قَوْمٍ عَلَى أَلَّا تَعْدِلُوا} أي: على ترك العدل فيهم لعداوتهم، ثم قال:  {اعْدِلُوا} يعني: في أوليائكم وأعدائكم، {هُوَ أَقْرَبُ لِلتَّقْوَى} يعني: إلى التقوى، {وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ} ومجازيكم به (١) . </p><p> ٩ - {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ (٩) } </p><p> تقديرها: وقال لهم مغفرة، لأن الوعد قول، فلذلك رفع الكلام. </p><p> ١٠ - وقوله:  {وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ} </p><p> ١١ - {يَاأَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ} </p><p> بالدفع، {إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ} بالقتل، {فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ وَاتَّقُوا اللَّهَ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ} . </p><p> قال قتادة: نزلت هذِه الآية على رسول الله - صلى الله عليه وسلم -وهو ببطن النخل، في الغزوة السابعة، فأراد بنو ثعلبة، وبنو محارب أن يفتكوا به، وبأصحابه إذا اشتغلوا بالصلاة، وقالوا: إن لهم صلاة هي أحب إليهم من آبائهم وأمهاتهم، فإذا سجدوا فيها أوقعنا بهم، فاطلع الله </p><p>(١) في (ت): عالم ومجازيكم به.</p><p> نبيه على ذلك، وأنزل صلاة الخوف (١) . </p><p> وقال الحسن: كان النبي - صلى الله عليه وسلم - محاصرًا غطفان بنخل، فقال رجل من المشركين: هل لكم في أن أقتل محمدًا؟ قالوا: وكيف تقتله؟ قال: أفتك به. قالوا: وددنا أنك قد فعلت ذلك. فأتى النبي - صلى الله عليه وسلم - وهو متقلد سيفه، والنبي - صلى الله عليه وسلم - متقلد سيفه، فقال: يا محمد، أرني سيفك، فأعطاه إياه، فجعل الرجل يهز السيف، وينظر مرة إلى السيف، ومرة إلى النبي - صلى الله عليه وسلم -، وقال: ما يمنعك مني يا محمد؟ فقال:  \"الله\" ، فتهدده أصحاب رسول الله - صلى الله عليه وسلم -، وأغلظوا له، فشام السيف (٢) ، ومضى، وأنزل الله هذِه الآية (٣) . </p><p> [١٢٤٨] وأخبرنا عبد الله بن حامد (٤) قال: أخبرنا أحمد بن محمد ابن الحسن (٥)  (قال: ثنا محمد بن يحيى)  (٦) ، قال: ثنا عبد الرزاق (٧) ، </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٦/ ١٤٦، وعبد بن حميد كما في \"الدر المنثور\" للسيوطي ٢/ ٤٧١، وقوله في الغزوة السابعة فيه إشكال، لأن هذِه الغزوة تعد التاسعة. انظر: \"السيرة النبوية\" لابن هشام ٢/ ٤٢٥، وهي غزوة ذي أمر بنجد، فلعله وهم، أو تحريف نساخ، وقد تقدم ذكرها. (٢) أي: أغمده، وتأتي بمعنى استله، فهي من الأضداد.انظر: \"القاموس المحيط\" للفيروزآبا دي (ص ١٤٥٦) (شيم).(٣) أخرجه ابن إسحاق في \"السيرة\" كما في \"السيرة النبوية\" لابن هشام ٤/ ١٥٩، والطبري في \"تاريخ الرسل والملوك\" ٢/ ٥٥٧، عن الحسن، عن جابر.(٤) الوزان، لم يذكر بجرح أو تعديل.(٥) ابن الشرقي، ثقة، مأمون.(٦) ساقط من (ت). وهو الذهلي، ثقة، حافظ، جليل.(٧) ثقة، حافظ، عمي في آخر عمره فتغير وكان يتشيع.</p><p> عن معمر (١) ، عن الزهري (٢) ، عن أبي سلمة (٣) ، عن جابر - صلى الله عليه وسلم - أن النبي - صلى الله عليه وسلم - نزل منزلًا، وتفرق الناس في العضاه يستظلون تحتها، فعلق النبي - صلى الله عليه وسلم - سلاحه بشجرة، فجاء أعرابي إلى سيف رسول الله - صلى الله عليه وسلم - فسله، ثم أقبل على النبي - صلى الله عليه وسلم - (فقال: من يمنعك مني؟ )  (٤) قال: \"الله\" ، قال الأعرابي مرتين، أو ثلاثًا: من يمنعك مني؟ والنبي - صلى الله عليه وسلم - يقول \"الله\" ، فشام الأعرابي السيف، فدعا النبي - صلى الله عليه وسلم - أصحابه فأخبرهم خبر الأعرابي، وهو جالس إلى جنبه، لم يعاقبه (٥) . </p><p> وقال مجاهد، وعبد الله بن كثير، وعكرمة (٦) ، والكلبي، وابن </p><p>(١) ابن رشد، ثقة، ثبت، فاضل. (٢) الفقيه، الحافظ، متفق على جلالته وإتقانه.(٣) ابن عبد الرحمن بن عوف، ثقة، مكثر.(٤) ساقط من (ت).(٥) [١٢٤٨] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه البخاري في كتاب المغازي، باب غزوة ذات الرقاع (٢٧٥٦)، ومسلم كتاب صلاة المسافرين، باب صلاة الخوف (٨٤٣)، وأحمد في \"المسند\" ٣/ ٣١١ (١٤٣٣٥)، وأبو نعيم في \"دلائل النبوية\" ٢/ ٧٨ (٦٧)، وغيرهم من طرق عن الزهري، عن سنان بن أبي سنان، وأبي سلمة، عن جابر، به.(٦) أخرج أقوالهم الطبري في \"جامع البيان\" ٦/ ١٤٤ - ١٤٥، واللفظ الَّذي ذكره المصنف لفظ عكرمة، وأخرج القصة أبو نعيم في \"دلائل النبوة\"، عن ابن عباس، والطبري أيضًا في \"جامع البيان\" ٦/ ١٤٤، عن عاصم بن عمر، وعبد الله بن أبي بكر، وعن يزيد بن أبي زياد.</p><p> يسار عن رجاله (١) : بعث رسول الله - صلى الله عليه وسلم - المنذر بن عمرو الأنصاري (٢) ، وهو أحد النقباء ليلة العقبة، وفي ثلاثين راكبًا من المهاجرين، والأنصار إلى بني عامر بن صعصعة فخرجوا، فلقوا عامر بن الطفيل ابن مالك بن جعفر على بئر معونة (٣) -وهي من مياه بني عامر- فاقتتلوا، فقتل المنذر وأصحابه إلا ثلاثة نفر، كانوا في طلب ضالة لهم، أحدهم عمرو بن أمية الضمري، فلم يرعهم إلا والطير تحوم في السماء، تسقط من بين خراطيمها علق الدم (٤) ، فقال أحد النفر: قتل أصحابنا، ثم تولى يشتد (٥) ، حتَّى لقي رجلًا، فاختلفا </p><p>(١) قوله: (وابن يسار عن رجاله) هو محمد بن إسحاق بن يسار عن رجال من أهل العلم. انظر: \"السيرة النبوية\" لابن هشام ٣/ ١٨٤. (٢) انظر: خبر مقتل القراء يوم بئر معونة في \"صحيح البخاري\" كتاب المغازي، باب غزوة الرجيع ورعل وذكوان وبئر معونة (٤٠٩٠)، \"السيرة النبوية\" لا بن هشام ٣/ ١٨٤ بسياق طويل، وفي هذين المصدرين ذكر عددهم، وأنهم سبعون رجلًا من خيار الصحابة.وأخرج القصة مسلم مختصرًا كتاب المساجد، باب أستحباب القنوت في جميع الصلاة إذا نزلت بالمسلمين نازلة (٦٧٧)، والبيهقي في \"السنن الكبرى\" ٩/ ٢٢٥ بسياق طويل، وغيرهم.(٣) بفتح الميم، وضم العين، وفتح النون، موضع في منطقة في جبال أبلى غرب المهد، وهي اليوم ديار مطير، وكانت في السابق لبني سليم، الذين حصل على أيديهم قتل القراء.انظر: \"معجم المعالم الجغرافية\" لعاتق البلادي (ص ٥٢، ٥٣).(٤) قطع الدم الغليظ قبل يبسه.انظر: \"القاموس المحيط، للفيروزآبادي (علق).(٥) أي: يسرع بقوة. انظر: \"القاموس المحيط\" للفيروزآبادي (شد).</p><p> ضربتين، فلما خالطته الضربة رفع رأسه إلى السماء، وفتح عينيه، وقال: الله أكبر، الجنَّة، ورب العالمين، ورجع صاحباه، فلقيا رجلين من بني سليم، وبين النبي - صلى الله عليه وسلم - وبين قومهما موادعة، فانتسبا لهما إلى بني عامر فقتلاهما وقدم قومهما إلى النبي - صلى الله عليه وسلم - يطلبون الدية، فخرج، ومعه أبو بكر وعمر وعثمان وعلى وطلحة وعبد الرحمن بن عوف، حتَّى دخلوا على كعب بن الأشرف، وبني النضير، يستعينهم في عقلهما، فقالوا: نعم، يا أبا القاسم، قد آن لك أن تأتينا وتسألنا حاجة، أجلس حتَّى نطعمك، ونعطيك الَّذي تسألنا، فجلس رسول الله - صلى الله عليه وسلم - وأصحابه، فخلا بعضهم ببعض وقالوا: إنكم لن تجدوا محمدًا أقرب منه الآن، فمن يظهر على هذا البيت فيطرح عليه صحرة فيرحينا منه؟ فقال عمرو بن جحاش ابن كعب: أنا، فجاء إلى رحى عظيمة، ليطرحها عليه، فأمسك الله أيديهم وجاءه جبريل، وأخبره بذلك، فخرج رسول الله - صلى الله عليه وسلم -، ثم دعا عليًّا فقال:  \"لا تبرح مقامك، فمن خرج عليك من أصحابي فسألك عني،فقل:توجه إلى المدينة\" ، ففعل ذلك على، حتَّى تناهوا إليه، ثم تبعوه، وأنزل الله تعالى هذِه الآية. </p><p> وهذا القول أولى بالصواب (١) ، لأن الله تعالى عقب هذِه الآية بذم اليهود وذكر قبح أفعالهم، وخيانتهم، فقال عز وجل: </p><p>(١) وهو رأي الطبري في \"جامع البيان\" ٦/ ١٤٧، وابن عطية في \"المحرر الوجيز\" ٤/ ٣٧٩.</p>"
}