{
  "id": null,
  "sura": 5,
  "aya": 115,
  "text": "<p> يضيف، ومنهم من يضاف، ومنهم من يرحم، ومنهم من يُرحم (١) . </p><p> وقال بعضهم: سمي بذلك لأنه يوم شريف فاضل، تشبيهًا بـ (العيد) ، وهو: فحل نجيب كريم، مشهور عند العرب، وينسبون إليه، فيقولون: إبل عيدية (٢) ، قال الراعي (٣) : </p><p> عيدية طويت على زفراتها ... طي القباطي قد نزلن نزولا </p><p> وقوله {لِأَوَّلِنَا وَآخِرِنَا} يعني: أهل زماننا، ولمن يجيء بعدنا، وقرأ زيد بن ثابت:  (لأولينا وآخرينا) على الجمع (٤) . </p><p> وقال ابن عباس: يعني: يأكل منها آخر الناس، كما أكل أولهم (٥) . </p><p> {وَآيَةً مِنْكَ} دلالة وحجة، {وَارْزُقْنَا وَأَنْتَ خَيْرُ الرَّازِقِينَ} . </p><p> ١١٥ - {قَالَ اللَّهُ} مجيبًا لعيسى {إِنِّي مُنَزِّلُهَا عَلَيْكُمْ} </p><p> يعني: المائدة، وقرأ أهل المدينة، والشام، وقتادة، وعاصم {مُنَزِّلُهَا} بالتشديد (٦) ، لأنها نزلت مرات، والفعيل يدل على </p><p>(١) لم أجد هذا القول بعد البحث. (٢) انظر: \"اللباب\" لابن عادل الدمشقي ٦/ ٦١٠.(٣) هو الراعي النميري، والبيت في \"ديوانه\" (ص ٦٧).(٤) كذا في النسخ، والصواب (لأولانا وأخرانا) وهي شاذة.انظر: \"مختصر في شواذ القرآن\" لابن خالويه (ص ٣٦)، \"البحر المحيط\" لأبي حيان ٤/ ٦٠، \"القراءات الشاذة\" لعبد المفتاح القاضي (ص ٤٢).(٥) أخرجه الطبري في \"جامع البيان\" ٧/ ١٣٠.(٦) يريد أنه قرأ بالتشديد أبو جعفر، ونافع، وعاصم، وابن عامر، وباقي العشرة بالتخفيف. =</p><p> التكثير، مرة بعد مرة، كقوله -عز وجل-: {وَنَزَّلْنَاهُ تَنْزِيلًا}  (١) . </p><p> وقرأ الباقون بالتخفيف، لقوله {أَنْزِلْ عَلَيْنَا} . </p><p> {فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ} أي: بعد نزول المائدة {فَإِنِّي أُعَذِّبُهُ عَذَابًا لَا أُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ} يعني: عالمي زمانه، فجحد القوم، وكفروا بعد نزول المائدة، فمسخوا قردة وخنازير. </p><p> قال عبد الله بن عمرو: إن أشد الناس عذابًا يوم القيامة المنافقون، ومن كفر من أصحاب المائدة، وآل فرعون (٢) . </p><p> واختلف العلماء في المائدة هل نزلت عليهم أم لا؟ فقال مجاهد: ما نزلت المائدة، وهذا مثل ضرب (٣) . </p><p> وقال الحسن: والله ما نزلت المائدة، إن القوم لما سمعوا الشرط، وقيل لهم {فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذَابًا لَا أُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ} استعفوا، وقالوا: لا نريدها، ولا حاجة لنا فيها، فلم تنزل (٤) . </p><p> والصواب أنها نزلت لقوله -عز وجل-: {إِنِّي مُنَزِّلُهَا عَلَيْكُمْ} ولا يقع في </p><p>= انظر: \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ١٦٥)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٥٦. (١) الإسراء: ١٠٦.(٢) أخرجه الطبري في \"جامع البيان\" ٧/ ١٣٦، وعبد بن حميد، وأبو الشيخ، كما في \"الدر المنثور\" للسيوطي ٢/ ٦١٤.(٣) أخرجه الطبري في \"جامع البيان\" ٧/ ١٣٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٢٤٨.(٤) أخرجه الطبري في \"جامع البيان\" ٧/ ١٣٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٢٥٢، وابن الأنباري في \"الأضداد\" (ص ٣٥١، ٣٥٢).</p><p> خبره الخلف، ولتواتر الأخبار عن رسول الله - صلى الله عليه وسلم - والصحابة والتابعين وغيرهم من علماء الدين في نزولها (١) . </p><p> قال كعب: أنزلت يوم الأحد، لذلك أتخذه النصارى عيدًا (٢) . </p><p> واختلفوا في صفتها وكيفية نزولها وما عليها: </p><p> فروى قتادة عن خِلاس (٣) بن عمرو عن عمار بن ياسر، عن رسول الله - صلى الله عليه وسلم - قال:  \"نزلت المائدة خبزًا ولحمًا، وذلك أنهم سألوا عيسى طعامًا يأكلون منه لا ينفد\" ، قال:  \"فقيل لهم: فإنها مقيمة لكم، ما لم تخونوا، أو تخبئوا، أو ترفعوا، فإن فعلتم ذلك عذبتكم،قال:فما مضى يومهم حتى خبئوا، ورفعوا وخانوا\"  (٤) . </p><p>(١) انظر: كلام الطبري في \"جامع البيان\" ٧/ ١٣٥. وأما أن نزول المائدة تواتر عن النبي - صلى الله عليه وسلم - فهذا غير دقيق من المصنف رحمه الله، ولم يقل أحد من المفسرين ذلك، ويمكن تسليم دعوى التواتر في أخبار السلف عن نزولها لكثرة الوارد عنهم.وانظر: \"تفسير القرآن العظيم\" لابن كثير ٥/ ٤١٦ - ٤٢٣ ونزولها هو الذي عليه جمهور المفسرين، وهو الصواب.(٢) الأثر لم أجده بعد البحث.(٣) بكسر الخاء، وفتح اللام، في آخرها سين، ابن عمرو الهجري، البصري، ثقة، وكان يرسل، حدث عن علي، وعمار، وأبي هريرة، وعنه قتادة، وداود بن هند، وسماعه من عمار صحيح، مات قبل المائة.انظر: \"الطبقات الكبرى\" لابن سعد ٧/ ١٤٩، \"سير أعلام النبلاء\" للذهبي ٤/ ٤٩١، \"تهذيب التهذيب\" ١/ ٥٥٨، \"تقريب التهذيب\" لابن حجر (ص ٣٠٤).(٤) أخرجه الترمذي في كتاب التفسير، باب ومن سورة المائدة (٣٥٦١)، والطبري في \"جامع البيان\" ٧/ ١٣٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" =</p><p> وقال إسحاق بن عبد الله: إن بعضهم سرق منها وقال: لعلها لا تنزل أبدًا، فرفعت ومسخوا قردة وخنازير. </p><p> وقال ابن عباس: إن عيسى بن مريم قال لبني إسرائيل: صوموا ثلاثين يومًا، ثم سلوا الله ما شئتم يعطكموه. فصاموا ثلاثين يومًا، فلما فرغوا قالوا: يا عيسى، إنا لو عملنا لأحد فقضينا عمله لأطعمنا طعامًا، وإنا صمنا وجعنا، فادع الله أن ينزل علينا مائدة من السماء. فأقبلت الملائكة بمائدة يحملونها عليها سبعة أرغفة وسبعة أحوات، حتى وضعتها بين أيديهم، فأكل منها آخر الناس كما أكل أولهم (١) . </p><p>= ٤/ ١٢٤٥، وابن الأنباري في \"الأضداد\" (ص ٣٥٠) كلهم من طريق الحسن ابن قزعة حدثنا سفيان بن حبيب حدثنا سعيد، عن قتادة، عن خلاس بن عمرو، عن عمار به. وقال الترمذي: هذا حديث غريب، ورواه أبو عاصم، وغير واحد عن سعيد بن أبي عروبة، عن قتادة، وعن خلاس، عن عمار موقوفًا، ولا نعرفه مرفوعًا إلا من حديث الحسن بن قزعة، وأخرجه أبو يعلى في \"مسنده\" ٣/ ١٢ (١٦٥١) من الطريق نفسه.ثم أخرجه الترمذي في الموضع السابق موقوفًا، وقال: وهذا أصح من حديث الحسن بن قزعة، ولا نعلم للحديث المرفوع أصلاً، وكذلك قال ابن كثير: الموقوف أصح.وقد أخرج الموقوف الطبري في \"جامع البيان\" ٧/ ١٣٤ من طريق محمد بن بشار حدثنا ابن أبي عدي، عن سعيد بن أبي عروبة به، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٢٤٥ من طريق الفضل بن يعقوب الرخامي ثنا أبو عاصم النبيل ثنا سعيد. . به.(١) أخرجه الطبري في \"جامع البيان\" ٧/ ١٣٠، وابن أبي حاتم في \"تفسير القرآن =</p><p> وروى عطاء بن السائب عن زاذان وميسرة قال: كانت إذا وضعت المائدة لبني إسرائيل اختلفت عليهم الأيدي من السماء بكل طعام إلا اللحم (١) . </p><p> وقال سعيد بن جبير عن ابن عباس: أنزل على المائدة كل شيء إلا الخبز واللحم (٢) . </p><p> وقال عطاء: نزل عليها كل شيء إلا السمك واللحم (٣) . </p><p> وقال عطية العوفي: نزل من السماء سمكة فيها طعم كل شيء (٤) . </p><p> وقال عمار وقتادة: كانت مائدة تنزل من السماء وعليها ثمر من ثمار الجنة (٥) . </p><p> وقال وهب بن منبه: أنزل الله تعالى أقرصة من شعير وحيتانا. فقيل لوهب: ما كان ذلك يغني عنهم؟ قال: لا شيء، ولكن الله أضعف لهم البركة، فكان قوم يأكلون ثم يخرجون، ويجيء آخرون فيأكلون، حتى </p><p>= العظيم\" ٤/ ١٢٤٤، وأبو الشيخ، كما في \"الدر المنثور\" للسيوطي ٢/ ٦١٢. (١) أخرجه الطبري في \"جامع البيان\" ٧/ ١٣٤، ثم أخرجه بإسنادين آخرين.(٢) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٢٤٨ عن سعيد، دون ذكر ابن عباس.(٣) لم أعثر على قوله بعد البحث.(٤) أخرجه الطبري في \"جامع البيان\" ٧/ ١٣٣، وابن أبي حاتم، وعبد بن حميد، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٢/ ٦١٣.(٥) سبق تخريج قول عمار، وأما قول قتادة فأخرجه الطبري في \"جامع البيان\" ٧/ ١٣٤، وابن الأنباري في \"الأضداد\" (ص ٣٥١).</p><p> أكلوا بأجمعهم وفضل (١) . </p><p> وقال الكلبي ومقاتل: استجاب الله لعيسى - رضي الله عنه - فقال: إني منزلها عليكم (كما سألتم)  (٢) ، فمن أكل من ذلك الطعام ثم لم يؤمن جعلته مثلًا ولعنة لمن بعدهم، قالوا: قد (٣) رضينا. فدعا شمعون الصفا -وكان أفضل الحواريين- فقال: هل معك طعام؟ قال: نعم، معي سمكتان صغيرتان، وستة أرغفة. فقال: علي بها. فقطعهن عيسى قطعًا صغارًا، ثم قال: اقعدوا في روضة وترفقوا رفاقًا، كل رفقة عشرة. ثم قام عيسى ودعا الله فاستجاب الله له، فنزل فيها البركة، فصار خبزًا، صحاحًا وسمكًا صحاحًا، ثم قام عيسى، فجعل يلقي في كل رفقة ما حملت أصابعه، ثم قال: كلوا بسم الله، فجعل الطعام يكثر، حتى بلغ ركبهم، فأكلوا ما شاء الله، وفضل خمس زبل، والناس خمسة آلاف ونيف، فقال الناس جميعًا: نشهد أنك عبده ورسوله. ثم سألوا مرة أخرى، فدعا عيسى فأنزل الله خبزًا وسمكًا: خمسة أرغفة وسمكتين، فصنع بهما ما صنع في المرة الأولى، فلما رجعوا إلى قراهم ونشروا هذا الحديث ضحك منهم من لم يشهدوا، وقالوا لهم: ويحكم، إنما سحر أعينكم. فمن أراد الله به الخير ثبته على بصيرته، ومن أراد فتنته رجع إلى كفره، </p><p>(١) أخرجه عبد الرزاق في \"تفسير القرآن\" ١/ ٢٠٠، والطبري في \"جامع البيان\" ٧/ ١٣٣. (٢) من (ت).(٣) من (ت).</p><p> فمسخوا خنازير، ليس فيهم صبي ولا امرأة، فمكثوا بذلك ثلاثة أيام ثم هلكوا، ولم يتوالدوا، ولم يأكلوا، ولم يشربوا، وكذلك كل ممسوخ (١) . </p><p> وقال كعب الأحبار: نزلت مائدة منكوسة تطير بها الملائكة بين السماء والأرض عليها كل الطعام إلا اللحم (٢) . </p><p> وقال قتادة: كانت تنزل عليهم بكرة وعشية، حيث كانوا كالمن والسلوى لبني إسرائيل (٣) . </p><p> وقال يمان بن رئاب: كانوا يأكلون منها ما شاءوا (٤) . </p><p> وروى عطاء بن أبي رباح عن سلمان الفارسي أنه قال: والله ما تبع عيسى شيئًا من المساوئ قط، ولا انتهر شيئًا، ولا قهقه ضحكًا، ولا ذب ذبابًا عن وجهه، ولا أخذ على أنفه من نتن شيء قط، ولا عبث قط، ولما مسألة الحواريون أن ينزل عليهم المائدة، لبس صوفًا وبكى، وقال: اللهم ربنا (٥) أنزل علينا مائدة من السماء، وارزقنا عليها طعامًا نأكله وأنت خير الرازقين، فنزلت سفرة حمراء، بين غمامة من فوقها وغمامة من تحتها، وهم ينظرون إليها وهي تهوي منقضة، حتى سقطت بين أيديهم، فبكى عيسى، وقال: اللهم اجعلني من </p><p>(١) ذكره البغوي في \"معالم التنزيل\" ٣/ ١٢٠. (٢) ذكره البغوي في \"معالم التنزيل\" ٣/ ١١٩.(٣) ذكره البغوي في \"معالم التنزيل\" ٣/ ١٢٠.(٤) لم أجد قوله بعد البحث.(٥) من (ت).</p><p> الشاكرين، اللهم اجعلها رحمة ولا تجعلها مثلة وعقوبة، واليهود ينظرون إليها، ينظرون إلى شيء لم يروا مثله قط، ولم يجدوا ريحًا أطيب من ريحه. </p><p> فقال عيسى -عليه السلام-: ليقم أحسنكم عملًا فيكشفَ عنها، ويذكر اسم الله، ويأكل منها، فقال شمعون الصفا -رأس الحواريين-: أنت أولى بذلك منا، فقام عيسى فتوضأ، وصلى صلاة طويلة، وبكى بكاء (١) كثيرًا، ثم كشف المنديل عنها، وقال: بسم الله خير الرازقين، فإذا هو سمكة مشوية ليس عليها فلوسها (٢) ، ولا شوك فيها، تسيل سيلا من الدسم، وعند رأسها ملح، وعند ذنبها خل، وحولها من ألوان البقول، ما خلا الكراث وإذا خمسة أرغفة، على واحد منها زيتون، وعلى الثاني عسل، وعلى الثالث بيض (٣) ، وعلى الرابع جبن، وعلى الخامس قديد، فقال شمعون: يا روح الله، أمن طعام الدنيا هذا، أم من طعام الآخرة؟ </p><p> فقال عيسى: ليس شيء مما ترون طعام الدنيا ولا من طعام الآخرة، ولكنه شيء افتعله الله بالقدرة الغالبة، كلوا مما سألتم يمددكم ويزدكم من فضله. </p><p> فقال الحواريون: يا روح الله، لو أريتنا من هذِه الآية اليوم آية </p><p>(١) من (ت). (٢) أي: لا يلمع جلدها، يقال: شيء مفلس اللون: على جلده لمع.انظر: \"القاموس المحيط\" للفيروزآبادي (فلس).(٣) في (ت): سمن.</p><p> أخرى، فقال عيسى: يا سمكة، أحيي بإذن الله، فاضطربت السمكة وعاد عليها فلوسها وشوكها، ففزعوا منها، فقال عيسى: ما لكم تسألون أشياء إذا أعطيتموها كرهتموها؟ ما أخوفني عليكم أن تعذبوا، يا سمكة، عودي كما كنت بإذن الله، فعادت السمكة مشوية كما كانت. </p><p> قالوا: يا روح الله، كن أول من يأكل منها، ثم نأكل نحن، فقال عيسى معاذ الله أن آكل منها، ولكن يأكل منها من سألها، فخافوا أن يأكلوا منها، فدعا لها عيسى أهل الفاقة والمرض، وأهل البرص، والجذام، والمقعدين، والمبتلين، فقال: كلوا من رزق الله، ولكم المَهْنَأ ولغيركم البلاء، فأكلوا وصدروا عنها ألف وثلثمائة رجل وامرأة من فقير وزمن (١) ، ومريض ومبتلى، كلهم شبعان يتجشأ، ثم نظر عيسى إلى السمكة، فإذا هي كهيئتها حين نزلت من السماء، ثم طارت المائدة صعدًا، وهم ينظرون إليها، حتى توارت عنهم، فلم يأكل يومئذ منها زمن إلا صح، ولا مريض إلا برأ، ولا مبتلى إلا عوفي، ولا فقير إلا استغنى ولم يزل غنيًّا حتى مات، وندم الحواريون ومن لم يأكل منها. </p><p> وكانت إذا نزلت اجتمع الأغنياء والفقراء والصغار والكبار والرجال والنساء يزدحمون عليها، فلما رأى ذلك عيسى جعلها نوبة </p><p>(١) أي: مبتلى، والزمانة العاهة. \"لسان العرب\" لابن منظور (زمن).</p><p> بينهم، فلبثت أربعين صباحًا، تنزل ضحى، فلا تزال منصوبة يؤكل منها، حتى إذا فاء الفيء طارت صعدًا، وهم ينظرون في ظلها حتى توارت عنهم، وكانت تنزل غبًا، تنزل يومًا، ولا تنزل يومًا، كناقة ثمود، فأوحى الله إلى عيسى: اجعل مائدتي ورزقي للفقراء دون الأغنياء، فعظم ذلك على الأغنياء حتى شكوا، وشككوا الناس فيها، وقالوا: أترون المائدة حقّا تنزل من السماء؟ فقال عيسى لهم: هلكتم، تشمروا لعذاب الله، فأوحى الله تعالى إلى عيسى -عليه السلام- أني شرطت على المكذبين شرطًا أن من كفر بعد نزولها عذبته عذابًا لا أعذبه أحدًا من العالمين. </p><p> فقال عيسى: {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (١١٨) } فمسخ منهم ثلاثمائة وثلاثة وثلاثون رجلًا باتوا من ليلتهم على فرشهم من نسائهم في ديارهم فأصبحوا خنازير، يسعون في الطرقات والكناسات، ويأكلون العذرة في الحشوش، فلما رأى الناس ذلك فزعوا إلى عيسى وبكوا، وبكى على الممسوخين أهلوهم، فلما أبصرت الخنازير عيسى -عليه السلام- بكت وجعلت تطيف بعيسى، وجعل عيسى يدعوهم بأسمائهم واحدًا، واحدًا فيبكون ويشيرون برؤوسهم، ولا يقدرون على الكلام، فعاشوا ثلاثة أيام ثم هلكوا (١) . </p><p>(١) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٢٤٦، وأبو الشيخ في \"العظمة\" ٥/ ١٥٣٤ (٩٩). وقد كان الأولى بالمصنف رحمه الله أن يصون تفسيره عن مثل هذِه الأخبار =</p>"
}