{
  "id": null,
  "sura": 5,
  "aya": 58,
  "text": "<p> الكسائي، عطفًا على {الَّذِينَ أُوتُوا الْكِتَابَ} ، يعني: ومن الكفار، وكذلك هي في قراءة أبي بن كعب، وقرأ الباقون بالنصب عطفًا على {الَّذِينَ اتَّخَذُوا دِينَكُمْ} يعني: ولا تتخذوا الكفار {أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ} . </p><p> ٥٨ - {وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ اتَّخَذُوهَا هُزُوًا وَلَعِبًا ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ (٥٨) }. </p><p> قال الكلبي: كان منادي رسول الله - صلى الله عليه وسلم - إذا نادى إلى الصلاة، وقام المسلمون إليها، قالت اليهود: قد قاموا لا قاموا، صلوا لا صلوا، ركعوا لا ركعوا، سجدوا لا سجدوا، على طريق الاستهزاء، وضحكوا، فأنزل الله تعالى هذِه الآية (١) . </p><p> وقال السدي: نزلت في رجل من النصارى بالمدينة، كان إذا سمع المؤذن يقول: أشهد أن محمدًا رسول الله. قال: حرق الكاذب. فدخل خادمه بنار ذات ليلة، وهو قائم، وأهله نيام، فتطايرت منها شرارة في البيت، فاحرقت البيت، واحترق هو وأهله (٢) . </p><p>= انظر: \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني ٢/ ١٦٣، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٥٥. وانظر: في توجيه القراءتين \"الحجة\" لابن زنجلة (ص ٢٣٠)، \"الكشف عن وجوه القراءات\" لمكي ١/ ٤١٣.(١) أخرجه البيهقي في \"دلائل النبوة\" ٦/ ٢٧٥، وذكره الواحدي في \"أسباب النزول\" (ص ٢٠٢) والكلبي، متهم بالكذب، ورمي بالرفض.(٢) أخرجه الطبري في \"جامع البيان\" ٦/ ٢٩١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١١٦٣.</p><p> وقال آخرون: إن الكفار لما سمعوا الأذان حسدوا رسول الله - صلى الله عليه وسلم - والمسلمين على ذلك، فدخلوا على رسول الله - صلى الله عليه وسلم - فقالوا: يا محمد لقد أبدعت شيئًا لم نسمع به فيما مضى من الأمم الخالية، فإن كنت تدعي النبوة فقد خالفت -فيما أحدثت من هذا الأذان- الأنبياء قبلك، ولو كان في هذا الأمر خير لكان أولى الناس به الأنبياء والرسل قبلك، فمن أين لك صياح كصياح العنز فما أقبح مَنْ صوَّت، وما أسمج مَنْ أمر، فأنزل الله تعالى هذِه الآية (١) ، ونزلت:  {وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ}  (٢) . </p><p> فأما بدءُ الأذان: </p><p> [١٣٠١] فأخبرنا أبو الحسين أحمد بن محمد بن عمر بقراءتي عليه سنة تسع وثمانين وثلاثمائة (٣) ، قال: أخبرنا أبو العباس محمد بن إسحاق السراج قراءة عليه، سنة اثنتي عشرة وثلاثمائة (٤) ، قال: ثنا زياد بن أيوب (٥) ، وأبو بكر بن أبي النضر (٦) قالا: ثنا حجاج بن </p><p>(١) من (ت). والأثر ذكره الواحدي في \"أسباب النزول\" (ص ٢٠٣) بدون إسناد، وفيه: كصياح العير، وما أسمج من كفر، وذكر الأثر أيضًا البغوي في \"معالم التنزيل\" ٣/ ٧٤.(٢) فصلت: ٣٣.(٣) من (ت).وهو الخفاف، القنطري، صحيح السماع والكتب، وهو شيخ صالح.(٤) من (ت)، وهو إمام، حافظ، ثقة.(٥) هو دلويه، ثقة، حافظ.(٦) أبو بكر بن النضر بن أبي النضر: هاشم بن قاسم البغدادي، اسمه كنيته، وقيل: =</p><p> محمد (١) قال: قال ابن جريج (٢) : أخبرني نافع (٣) عن ابن عمر. </p><p> [١٣٠٢] وأخبرنا أبو الحسين (٤) ، قال: أخبرنا أبو العباس السراج (٥) ، قال: ثنا محمد بن سهل بن عسكر (٦) قال: ثنا أبو سعيد الحداد (٧) ، قال: ثنا خالد بن عبد الله الواسطي (٨) ، عن عبد الرحمن ابن إسحاق (٩) ، عن، الزهري (١٠) ، عن سالم (١١) ، عن أبيه (١٢) . </p><p>= محمد، وقيل: أحمد، روى عن حجاج، والقعنبي، وعنه السراج ومسلم، والترمذي، ثقة، توفي سنة (٢٤٥ هـ). انظر: \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٣٤٥، \"تهذيب الكمال\" للمزي ٤٩/ ١٣٣، \"تقريب التهذيب\" لابن حجر (ص ١١١٩).(١) هو المصيصي، ثقة، ثبت، لكنه اختلط آخر عمره.(٢) عبد الملك بن عبد العزيز، ثقة، فقيه، وكان يدلس ويرسل.(٣) مولى ابن عمر، ثقة، ثبت، فقيه مشهور.(٤) الخفاق، شيخ صالح، صحيح السماع.(٥) إمام، حافظ، ثقة.(٦) ثقة.(٧) أحمد بن داود، أبو سعيد الحداد، الواسطي، نزل بغداد وحدث عن حماد بن زيد وخالد بن عبد الله وغيرهما، ونقل عن الإمام أحمد أشياء، قال فيه ابن معين: كان ثقة، صدوقًا. وذكره ابن حبان في \"الثقات\"، مات سنة (٢٢١ هـ) أو (٢٢٢ هـ).انظر: \"التاريخ الكبير\" للبخاري ٢/ ٤، \"الثقات\" لابن حبان ٨/ ١٠، \"المقصد الأرشد\" لابن مفلح ١/ ١٠٤.(٨) بن يزيد الطحان، ثقة، ثبت.(٩) المدني، صدوق، رمي بالقدر.(١٠) حافظ، متفق على جلالته وإتقانه.(١١) ابن عبد الله بن عمر، ثبت، عابد، فاضل.(١٢) عبد الله بن عمر، الصحابي.</p><p> [١٣٠٣] قال (١) : وحدثت عن الحسن بن سفيان (٢) ، قال: ثنا إسماعيل بن عبيد الحراني (٣) ، قال: ثنا محمد بن سلمة (٤) ، عن محمد بن إسحاق (٥) ، عن محمد بن إبراهيم (٦) ، عن محمد بن عبد الله بن زيد الأنصاري (٧) ، عن أبيه (٨) قال: كان المسلمون حين قدموا المدينة يجتمعون فيتحينون الصلوات، وليس ينادى بهن، فتكلموا في ذلك، فاستشار رسول الله - صلى الله عليه وسلم - المسلمين فيما يجمعهم على الصلاة، فقال بعضهم: نقلب (٩) راية فوق ظهر المسجد عند </p><p>(١) من (ت). (٢) أبو العباس النسوي، إمام، حافظ، ثبت.(٣) إسماعيل بن عبيد الحراني، روى عن ابن سلمة، ويزيد بن هارون، وعنه الحسن ابن سفيان، والنسائي.ثقة يغرب، توفي سنة (٢٤٠ هـ).انظر: \"الجرح والتعديل\" لابن أبي حاتم ١/ ١/ ١٨٨، \"تهذيب الكمال\" للمزي ٣/ ١٥٤، \"الكاشف\" للذهبي ١/ ١٢٦، \"تقريب التهذيب\" لابن حجر (٤٦٨).(٤) الباهلي، أبو عبد الله الحراني، ثقة.(٥) صدوق، يدلس، ورمي با لتشيع والقدر.(٦) هو التيمي، ثقة له أفراد.(٧) الخزرجي المديني، روى عن أبيه، وأبي مسعود الأنصاري وعنه التيمي وابن عبد الله، ثقة.انظر: \"الطبقات الكبرى\" لابن سعد ٥/ ٢٧٠، \"تهذيب الكمال\" للمزي ٢٥/ ٤٨٢، \"تهذيب التهذيب\" لابن حجر ٣/ ٦٠٦.(٨) الذي أري الأذان، وهو صحابي، مشهور.(٩) في (ت): نفرز.</p><p> الصلاة (١) ، فإذا رأوها آذن بعضهم بعضًا. فلم يعجبه ذلك، وقيل: نوري نارًا. وقال بعضهم: بل قرن مثل قرن صلوات (٢) اليهود فكرهه من أجل اليهود. </p><p> وقيل: الناقوس، فكرهه من أجل النصارى، ولكن عليه قاموا، وأمر بالناقوس حتى ينحت. قال عبد الله بن زيد: فرأيت تلك الليلة رجلًا في المنام، عليه ثوبان أخضران، يحمل ناقوسًا، فقلت: يا عبد الله، أتبيع الناقوس؟ فقال: لا (٣) ، وما تصنع به؟ قلت: ندعوا به الناس إلى الصلاة، قال: أفلا أدلك على ما هو خير منه؟ قلت: بلى، فقال: قل (٤) : الله أكبر، الله أكبر ... إلى آخر الأذان، ثم أستأخر غير بعيد وقال: إذا قامت الصلاة، فقل: الله أكبر، الله أكبر، فوصف له الإقامة فرادى. </p><p> قال: فلما استيقظت أتيت النبي - صلى الله عليه وسلم -، وأخبرته بذلك، فقال:  \"إنها رؤيا حق، إن شاء الله، فألقها على بلال، فإنه أندى منك صوتًا\" ، قال: فخرجنا إلى المسجد، فجعلت ألقيها على بلال، وهو يؤذن فسمع عمر في بيته، فخرج يجر رداءه، فقال: رأيت مثل الذي رأى، ففرح النبي - صلى الله عليه وسلم -، وقال:  \"الحمد لله، فذاك أثبت\"  (٥) . </p><p>(١) في (ت): الصلوات. (٢) من (ت).(٣) من (ت).(٤) سقط من (ت).(٥) [١٣٠١ - ١٣٠٣] الحكم على الإسناد:إسناده صحيح لغيره من أجل ابن إسحاق. =</p><p> وروى أبو الزاهرية (١) ، عن أبي شجرة (٢) ، عن رسول الله - صلى الله عليه وسلم - قال:  \"أول من أذن في السماء جبريل، فسمعه عمر بن الخطاب\"  (٣) . </p><p> فأما فضل الأذان: </p><p> [١٣٠٤] فأخبرنا الأستاذ (٤) أبو الحسن محمد بن القاسم الفارسي بقراءتي عليه (٥) قال: أخبرنا أبو عبد الله محمد بن إسحاق بن </p><p>= التخريج: أخرجه البخاري في كتاب الأذان، باب بدء الأذان (٦٠٤)، ومسلم كتاب الصلاة، باب بدء الأذان (٣٧٧)، وأحمد في \"المسند\" ٢/ ١٤٨ (٦٣٥٧)، وابن خزيمة في \"صحيحه\" ١/ ١٨٨ (٣٦١) وغيرهم، من طريق ابن جريج، عن نافع، عن ابن عمر.وأخرجه أبو داود كتاب الصلاة، باب كيف الأذان (٤٩٩)، والترمذي أبواب الصلاة، باب ما جاء في بدء الأذان (١٨٩)، والبيهقي في \"السنن الكبرى\" ١/ ٣٩٠ من طريق ابن إسحاق حدثني محمد بن إبراهيم، عن محمد بن عبد الله بن زبد، عن أبيه به.وفي الباب عن أنس، عند البخاري في كتاب الأذان، باب بدء الأذان (٦٠٣)، ومسلم كتاب الصلاة، باب الأمر بشفع الأذان وإيتار الإقامة (٣٧٨)، وغيرهما.(١) أبو الزاهرية، هو حدير بن كريب الحضرمي، صدوق، \"تقريب التهذيب\" لابن حجر (ص ٢٢٦).(٢) أبو شجرة، هو كثير بن مرة الحضرمي، ثقة، \"تقريب التهذيب\" لابن حجر (ص ٨١٥)، وهو تابعي، ووهم من عده في الصحابة.(٣) الحديث أخرجه الحارث بن أسامة في مسنده -\"زوائد الهيثمي\" ١/ ٢٤٥ (١١٨) عن أبي الزاهرية عن أبي شجرة مرفوعًا.وفي سنده سعيد بن سنان الحنفي، متروك، وأبو شجرة لم يدرك النبي - صلى الله عليه وسلم -.(٤) من (ت).(٥) من (ت). وأبو الحسن لم يذكر بجرح أو تعديل.</p><p> يحيى (١) ، ثنا أبي (٢) قال: ثنا جعفر بن عبد الله بن الصباح (٣) ، ثنا أبو عمر الدوري (٤) ، ثنا أبو إبراهيم الترجماني (٥) ، عن سعد بن سعيد (٦) ، عن نهشل أبي عبد الله القرشي (٧) ، عن الضحاك (٨) ، عن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم -: \"ثلاثة لا يكترثون للحساب، ولا يفزعهم الصيحة(٩)، ولا يحزنهم الفزع الأكبر، حامل القرآن المؤدّي إلى الله بما فيه، يقدم على الله سيدًا شريفا، ومؤذن أذن تسع(١٠)سنين، لا يأخذ على أذانه طمعًا، وعبد مملوك أحسن عبادة ربه وأدى حق مولاه\" . </p><p>(١) لم أجده. (٢) لم أجده.(٣) ابن نهشل الأنصاري، قرأ على الدوري، وسمع منه، مجود فاضل، توفي سنة (٢٩٤ هـ).انظر: \"معرفة القراء\" للذهبي ١/ ٢٤٤، \"غاية النهاية\" لابن الجزري ١/ ١٩٢.(٤) حفص بن عمر الدوري، لا بأس به.(٥) إسماعيل بن إبراهيم، لا بأس به.(٦) سعد بن سعيد الجرجاني، سعدويه، روى عن الثوري، ونهشل.انظر: \"تاريخ جرجان\" للسهمي ١/ ٢١٧، وسكت عنه. وقال ابن عدي في \"الكامل\" ٣/ ١١٩٤: حدث عن الثوري بما لا يتابع عليه ... لغفلة كانت تدخل عليه.انظر: \"الضعفاء\" لابن الجوزي ١/ ٣١٠.(٧) نهشل بن سعيد الورداني، متروك، وكذبه ابن راهويه.(٨) ابن مزاحم، صدوق، كثير الإرسال.(٩) من (ت).(١٠) في (ت): سبع. =</p><p> [١٣٠٥] وأخبرنا أبو الحسين أحمد بن محمد بن جعفر (١) قال: ثنا أبو الحسن علي بن محمد الفامي (٢) قال: أخبرنا علي بن عبد العزيز (٣) أن عمرو بن عثمان (٤) حدثهم قال: ثنا أبو تميلة (٥) ، عن أبي حمزة (٦) ، عن جابر (٧) ، عن مجاهد (٨) عن ابن عباس قال: قال رسول الله </p><p>= [١٣٠٤] الحكم على الإسناد: إسناده ضعيف جدًّا، نهشل متروك، وإسحاق بن يحيى لم أجده، وسعدويه ضعيف.التخريج:أخرجه البيهقي في \"شعب الإيمان\" ٢/ ٥٥٥ (٢٧٠٢)، والسهمي في \"تاريخ جرجان\" ١/ ٤٩٤ من طريق سعد بن سعيد، عن نهشل، عن الضحاك به.وله شاهد من طريق بحر بن كنيز السقا، عن الحجاج بن فرافصة، عن الأعمش، عن عطاء، عن ابن عمر مرفوعًا: \"ثلاث على كثبان المسك يوم القيامة، لا يهولهم الحزن، ولا يفزعون حين يفزع الناس ... \" ثم ذكرهم. أخرجه الطبراني في \"المعجم الكبير\" ١/ ٤٣٣٢ (١٣٥٨٤). وبحر ضعيف، كما قال الهيثمي في \"مجمع الزوائد\" ١/ ٣٢٧.(١) لم أجده.(٢) أبو الحسن النيسابوري، سمع الذهلي، كان من أهل العلم والفضل، سمع الكثير.انظر: \"الأنساب\" للسمعاني ٣/ ٣٤٣، وذكر أن الفامي نسبة إلى من يبيع الفواكه، ويقال له: البقال.(٣) هو البغوي، ثقة.(٤) أبو عبد الله الصوفي، لم يذكر بجرح أو تعديل.(٥) هو يحيى بن واضح، ثقة.(٦) محمد بن ميمون السكري، ثقة.(٧) جابر، هو الجعفي، ضعيف رافضي.(٨) ثقة، إمام في التفسير والعلم.</p><p> - صلى الله عليه وسلم -: \"من أذن سبع سنين محتسبًا كتب له براءة من النار\"  (١) . </p><p> [١٣٠٦] وأخبرنا أبو الحسن الفارسي، قال: ثنا أبو العلاء أحمد ابن محمد بن كثير (٢) ، قال: ثنا عيسى بن محمد بن عيسى (٣) ، ثنا محمد بن مسلمة الواسطي (٤) قال: ثنا موسى الطويل (٥) ، عن أنس ابن مالك قال: قال رسول الله - صلى الله عليه وسلم -: \"من أذن سنة من نية صادقة حبس يوم القيامة على باب الجنة فقيل له: اشفع لمن شئت\"  (٦) . </p><p>(١) [١٣٠٥] الحكم على الإسناد: إسناده ضعيف جدًّا، الجعفي متهم، وعمرو بن عثمان مجهول الحال.التخريج:أخرجه الترمذي أبواب الصلاة، باب ما جاء في فضل الأذان (٢٠٦)، والطبراني في \"المعجم الكبير\" ١/ ٧٨١ (١١٠٩٨)، والخطيب في \"تاريخ بغداد\" ١/ ٢٤٧ من طريق أبي تميلة، عن أبي حمزة، عن جابر الجعفي به، وأخرجه ابن عدي في \"الكامل\" ٢/ ٩٩ عن ابن عمر، وفي سنده محمد بن الفضل كذاب.(٢) لم أجده.(٣) أبو العباس المروزي، قدم بغداد، وحدث بها، وروى عنه عبد الباقي بن قانع، وثقه الخطيب في \"تاريخ بغداد\" ١١/ ١٧٠.روى عن موسى الطويل، ضعيف جدًّا، توفي سنة (٢٨٢ هـ).(٤) انظر: \"تاريخ بغداد\" للبغدادي ٣/ ٣٠٧.(٥) موسى بن عبد الله الطويل، وضاع.(٦) [١٣٠٦] الحكم على الإسناد:حديث موضوع، آفته الطويل، وأبو العلاء لم أجده.وانظر: \"تنزيه الشريعة\" لابن عراق ١/ ٢٥٦.التخريج:أخرجه تمام في \"فوائده\" ١٣/ ٢ (٩٩٥) قال: ثنا أبو الحسن خيثمة بن سلمان =</p><p> [١٣٠٧] وأخبرنا أبو بكر محمد بن أحمد بن محمد التمار (١) ، قال: ثنا أبو عبد الله محمد بن عبد الله بن دينار (٢) ، ثنا محمد بن الحجاج بن عيسى (٣) ، ثنا إبراهيم بن رستم (٤) ، ثنا حماد بن سلمة، عن محمد بن عمرو (٥) ، عن أبي سلمة، عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: \"من أذن خمس صلوات إيمانًا واحتسابًا غفر له ما تقدم من ذنبه، ومن أم خمس صلوات إيماناً واحتسابًا غفر له ما تقدم من ذنبه\"  (٦) . </p><p>= -إملاء وقراءة- ثنا محمد بن سلمة، ثنا موسى الطويل، ثنا مولاي أنس بن مالك. . فذكره. (١) لم أجده.(٢) إمام، فقيه، ثقة.(٣) لم أجده.(٤) المروزي، روى عن الحمادين، قال أبو حاتم: ليس بذاك، محله الصدق.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٩٩.وقال ابن عدي في \"الكامل\" ١/ ٢٧٠: منكر الحديث.ولم يوثقه سوى ابن معين.انظر: \"ميزان الاعتدال\" للذهبي ١/ ٣٠.(٥) ابن علقمة الليثي، صدوق له أوهام.(٦) [١٣٠٧] الحكم على الإسناد:إسناده ضعيف، آفته ابن رستم، وفي سند المؤلف مجاهيل.وانظر: \"سلسلة الأحاديث الضعيفة\" للألباني ١/ ٢٤٥.التخريج:أخرجه البيهقي في \"السنن الكبرى\" ١/ ٤٣٣، والخطيب في \"تاريخ بغداد\" ٦/ ٧٣، والأصبهاني في \"الترغيب والترهيب\" ١/ ٥٦ (٥٨) من طرق عن إبراهيم ابن رستم، عن حماد به.</p><p> [١٣٠٨] وأخبرنا أبو العباس سهل بن محمد بن سعيد المروزي (١) ، قال: أخبرنا الحسن بن محمد بن حكيم، أخبرنا أبو الموجه (٢) ، قال: أخبرنا عبدان (٣) ، ثنا الحارث بن مرة الحنفي (٤) ، ثنا يزيد الرقاشي (٥) ، عن أنس بن مالك، عن رسول الله - صلى الله عليه وسلم - أنه قال:  \"إذا كان عند الأذان فتحت أبواب السماء، واستجيب الدعاء، وإذا كلان عند الإقامة لم ترد دعوة\"  (٦) . </p><p>(١) سهل بن محمد بن سعيد، والحسن بن محمد لم أجدهما بعد البحث كثيرًا. (٢) محمد بن عمرو الفزاري، إمام في اللغة، محدث، حافظ.(٣) عبد الله بن عثمان بن جبلة، ثقة، حافظ.(٤) روى عن يزيد، وعنه أحمد بن حنبل، وابن أكثم، صدوق، توفي قبل سنة (٢٠٠ هـ).انظر: \"تاريخ بغداد\" للخطيب ٨/ ٢٠٨، \"تهذيب الكمال\" للمزي ٥/ ٢٨٠، \"الكاشف\" للذهبي ١/ ١٩٧.(٥) ضعيف.(٦) [١٣٠٨] الحكم على الإسناد:إسناده ضعيف، وفي سند المؤلف مجاهيل لم أعثر عليهم، ويزيد الرقاشي ضعيف.التخريج:أخرجه ابن أبي شيبة في \"المصنف\" ١٠/ ٣٢ (٢٩٧٣٦) من طريق الحارث عن يزيد، عن أنس.وقد ثبت في استجابة الدعاء بين الأذن والإقامة حديث صحيح، بلفظ: \"الدعاء بين الأذان والإقامة مستجاب فادعوا\". أخرجه أحمد في \"المسند\" ٣/ ١٥٥، (١٢٦٠٦)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٤/ ٥٩٤ (١٦٩٦)، وابن خزيمة في \"صحيحه\" ١/ ٢٢١ (٤٢٥)، وغيرهما من طرق عن أنس. =</p><p> [١٣٠٩] وأخبرنا أبو القاسم طاهر بن علي المقرئ (١) ، قال: ثنا أبو محمد عبد الله بن أحمد المقرئ (٢) بالبصرة، قال: ثنا عبد الله بن أحمد الجصاص (٣) قال: ثنا يزيد بن عمرو بن البراء الغنوي (٤) ، حدثنا نائل بن نجيح (٥) قال: ثنا محمد بن الفضل (٦) ، عن سالم (٧) ، عن مجاهد (٨) ، عن ابن عمر، عن النبي - صلى الله عليه وسلم - قال: \"المؤذن المحتسب كالشهيد المتشحِّط ما دام في أذانه، وشهد له كل رطب ويابس، </p><p>= وعند النداء أيضًا، بلفظ: \"إذا نادى المنادي فتحت أبواب السماء، واستجيب الدعاء\" أخرجه النسائي في \"الكبرى\" ٦/ ٢٣ (٩٩٠٠)، والضياء في \"الأحاديث المختارة\" ٦/ ١٦٦ (٢١٧٠) عن أنس، وأحمد في \"المسند\" ٣/ ٣٤٢ (١٤٦٨٩) عن أبي الزبير، عن جابر، والحاكم في \"المستدرك\" ١/ ٧٣١ عن أبي أمامة. (١) لم يذكر بجرح أو تعديل.(٢) أبو محمد البصري، مقرئ مصدر، توفي سنة (٣٨٠ هـ).انظر: \"غاية النهاية\" لابن الجزري ١/ ٤٠٣.(٣) روى عن بندار، وابن المثنى، وعنه ابن شاهين، قال الخطيب: كان ثقة، توفي سنة (٣١٥ هـ).انظر: \"تاريخ بغداد\" للخطيب ٩/ ٣٨١.(٤) ذكره ابن حبان في \"الثقات\" ٩/ ٢٧٧، ولم أجد من ذكره غيره.(٥) الحنفي، روى عن الثوري، ومسعر، وعنه الكديمي، والغنوي، ضعيف أحاديثه مظلمة.انظر: \"تاريخ بغداد\" للخطيب ١٣/ ٤٣٤، \"المجروحين\" لابن حبان ٣/ ٦١، \"تهذيب التهذيب\" لابن حجر ٤/ ٢١٢.(٦) ابن عطية العبسي، كذبوه.(٧) ابن عجلان الأفطس، ثقة، رمي بالإرجاء.(٨) ثقة، إمام في التفسير وفي العلم.</p><p> فإذا مات لم يدوَّد في قبره\" (١) . </p><p> [١٣١٠] وأخبرنا أبو محمد عبد الله بن حامد الأصبهاني (٢) ، قال: أخبرنا أبو بكر محمد بن جعفر المطيري (٣) ، قال: ثنا حماد بن </p><p>(١) [١٣٠٩] الحكم على الإسناد: إسناده موضوع، آفته ابن الفضل، ونائل الحنفي، والغنوي لم يذكره إلا ابن حبان.التخريج:أخرجه الطبراني في \"المعجم الكبير\" ١٢/ ٤٢٢ (١٣٥٥٤)، وابن الجوزي في \"العلل المتناهية\" ١/ ٣٩٠ من طريق محمد بن الفضل عن سالم به.وأخرجه الطبراني في \"المعجم الأوسط\" ٢/ ٥٢ (١٢٤٣)، وابن الجوزي في \"العلل المتناهية\" ١/ ٣٨٩، من طريق أحمد بن المغلس، عن رزق الله الطبري، عن إبراهيم بن رستم، عن قيس بن الربيع، عن سالم به.وابن المغلس وضاع، وابن رستم منكر الحديث، كما سبق.ولقوله \"وشهد له كل رطب ويابس\" شاهد صحيح، بلفظ: \"إن المؤذن يغفر له مدى صوته، ويصدقه كل رطب ويابس سمع صوته\" أخرجه النسائي في \"السنن الكبرى\" ١/ ٥٠٢ (١٦٥٩)، وأبو داود كتاب الصلاة، باب رفع الصوت بالأذان (٥١٥)، وابن ماجه كتاب الأذان والسنة فيه، باب فضل الأذان وثواب المؤذنيين (٧٢٤)، والبيهقي في \"السنن الكبرى\" ١/ ٣٩٧، كلهم من طرق، عن أبي هريرة، وسنده صحيح.وله شاهد آخر من طريق أبي سعيد، وفيه: \". . فارفع صوتك بالنداء فإنه لا يسمع مدى صوت المؤذن جن ولا إنس ولا شيء إلا شهد له يوم القيامة\"، أخرجه البخاري في كتاب الأذان، باب رفع الصوت بالنداء (٦٠٩)، ومالك في \"الموطأ\" ١/ ٦٩ (١٥١)، وأحمد في \"المسند\" ٣/ ٣٥ (١١٣٠٥) وغيرهم.(٢) لم يذكر بجرح أو تعديل.(٣) ثقة، مأمون.</p><p> الحسن (١) ، ثنا صالح بن سليمان صاحب القراطيس (٢) قال: حدثني غياث بن عبد الحميد السدوسي (٣) ، عن مطر (٤) ، عن الحسن (٥) ، عن أبي الوقاص (٦) أنه قال: سهام المؤذنين عند الله يوم القيامة كسهام المهاجرين. </p><p> قال: وقال عبد الله بن مسعود: لو كنت مؤذنًا لما باليت أن لا أحج، ولا أعتمر، ولا أجاهد. </p><p> قال: وقال عمر بن الخطاب: لو كنت مؤذنًا لكمُل أمري وما باليت ألا أنتصب لقيام ليل، ولصيام نهار، سمعت رسول الله - صلى الله عليه وسلم - </p><p>(١) ابن عنبسة الوراق، روى عن صالح بن سلمان، والطيالسي، وعنه المطيري، وابن أبي حاتم، وقال: ثقة صدوق، توفي سنة (٢٦٦ هـ). انظر: \"الجرح والتعديل\" لابن أبي حاتم ٣/ ١٣٥، \"تهذيب الكمال\" للمزي ٧/ ٢٣١، \"تهذيب التهذيب\" لابن حجر ١/ ٤٧٨.(٢) أبو محمد ابن غلام الزهري، ليس بالمرضي، انظر: \"ميزان الاعتدال\" للذهبي ٢/ ٢٩٥، وقد روى عن غياث بن عبد الحميد، كما قاله ابن حجر في \"لسان الميزان\" ٣/ ١٧٠.(٣) قال الذهبي في \"ميزان الاعتدال\" ٣/ ٣٣٨: يعرف بحديث منكر، وهو حديث: من سابق إلى الصلاة ... ، وذكره العقيلي في \"الضعفاء\" ٣/ ٤٤٠ وقال: مجهول.وانظر: \"لسان الميزان\" لابن حجر ٤/ ٤٢٢.(٤) ابن طهمان الوراق، صدوق، كثير الخطأ.(٥) البصري، ثقة، فقيه، فاضل، كان يرسل كثيرًا ويدلس.(٦) أبو الوقاص، صحابي، ذكره ابن الأثير في \"أسد الغابة\" ٦/ ٣٢٩ عن أبي موسى المديني، وذكره أيضًا ابن حجر في \"الإصابة\" ٧/ ٣٧٣ في القسم الأول. وذكر له هذا الحديث.</p>"
}