{
  "id": null,
  "sura": 5,
  "aya": 90,
  "text": "<p> فأفطر، وحلق، {وَاحْفَظُوا أَيْمَانَكُمْ} فلا تحلفوا، وإذا حلفتم فلا تحنثوا، {كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ} . </p><p> ٩٠ - {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ} </p><p> قد مر تفسيرها، وصفة تحريمها (١) ، وسنذكر أخبارًا في الوعيد الوارد في شربها، واتخاذها، وبيعها، وبالله التوفيق. </p><p> [١٣٢٤] أخبرنا الشيخ الفاضل (٢) أبو عمرو أَحْمد بن أبي (بن أَحْمد)  (٣) الفراتي -بقراءتي عليه في رجب سنة اثنتين وتسعين وثلاثمائة- قال أخبرنا الحاكم أبو الفضل محمَّد بن أَحْمد بن عبد الله السلمي المروزي (٤) قال ثنا عبد الله بن يحيى (٥) قال ثنا الحسين بن المبارك (٦) ، حَدَّثَنَا بقية بن الوليد (٧) ، عن عبد الله بن حبيب (٨) ، عن الزُّهْرِيّ (٩) ، عن سعيد بن المسيّب (١٠) ، عن عثمان بن عفان قال: </p><p>(١) في سورة البقرة. (٢) من (ت).(٣) من (ت).والفراتي لم يذكر بجرح أو تعديل.(٤) لم أجده.(٥) السرخسي، حدث بأحاديث لم يتابعوه عليها.(٦) حدث بأسانيد ومتون منكرة عن أهل الشَّام.(٧) صدوق، كثير التدليس عن الضعفاء.(٨) ابن أبي ثابت الأسدي، روى عن الشعبي، وطاووس، وعنه الثَّوريّ، وبقية، ثِقَة.انظر: \"من كلام أبي زكريا في الرجال\" ٢/ ٥٩، \"تهذيب الكمال\" للمزي ١٤/ ٤٠٦، \"تهذيب التهذيب\" لابن حجر ٢/ ٣١٩.(٩) الفقيه، الحافظ، متفق على جلالته وإتقانه.(١٠) أحد العلماء الأثبات، اتفقوا على أن مرسلاته أصح المراسيل.</p><p> قال رسول الله - صلى الله عليه وسلم -: \"إن الله لا يجمع الخمر والإيمان في جوف امرئ أبدًا\"  (١) . </p><p> [١٣٢٥] وأخبرنا أَحْمد بن أُبي (٢) قال: أخبرنا عمران بن موسى (٣) ، أخبرنا مسدد بن قطن (٤) ، ثنا عثمان بن أبي شيبة (٥) ، ثنا </p><p>(١) [١٣٢٤] الحكم على الإسناد: إسناد المؤلف ضعيف جدًّا، فيه الحسين بن المبارك يحدث بالمناكير، وفيه من لم أجده، والحديث لا يصح مرفوعًا، بل هو موقوف على عثمان، قال الزيلعي في \"نصب الراية\" ٤/ ٢٩٧: ورواه البيهقي في \"سننه\" موقوفًا على عثمان، وهو أصح.التخريج:أخرجه النَّسائيّ في \"السنن الكبرى\" ٣/ ٢٢٨ (٥١٧٦)، والبيهقي في \"السنن الكبرى\" ٣/ ٢٢٩، وعبد الرَّزّاق في \"المصنف\" ٩/ ٢٣٦ (١٧٠٦٠) من طريق الزُّهْرِيّ عن أبي بكر بن عبد الرَّحْمَن بن الحارث، عن أَبيه، عن عثمان موقوفًا عليه، وذكر في أوله قصة، وفي آخره: فاجتنبوا الخمر، فإنَّها والله لا يجتمع الإيمان وإدمان الخمر إلَّا أوشك أن يخرج أحدهما صاحبه.(٢) في (ت): الفراتي.وهو أبو عمرو الفراتي، لم يذكر بجرح أو تعديل.(٣) الخبوشاني، قال الحاكم: كان شيخًا يشبه المشائخ.(٤) ثِقَة.(٥) عثمان بن محمَّد بن إبراهيم بن عثمان العبسي، أبو الحسن بن أبي شيبة الكُوفيّ، رحل إلى مكة والري، وصنف \"المسند\" و\"التفسير\"، ونزل بغداد، وثقه ابن معين والعجلي، وقال أبو حاتم: صدوق، وقال الحافظ: ثِقَة، حافظ، شهير، وله أوهام. مات سنة (٢٣٩ هـ).انظر: \"التاريخ الكبير\" للبخاري ٦/ ٢٥٠، \"الجرح والتعديل\" لابن أبي حاتم ٦/ ١٦٦، \"الثِّقات\" لابن حبان ٨/ ٤٥٤، \"تهذيب الكمال\" للمزي ١٩/ ٤٧٨، \"التقريب\" لابن حجر (٤٥١٣).</p><p> محمَّد بن سليمان الأَصْبهانِيّ (١) ، عن سهيل بن أبي صالح (٢) ، عن أَبيه (٣) ، عن أبي هريرة (٤) قال: قال رسول الله - صلى الله عليه وسلم -: \"مدمن الخمر كعابد الوثن\"  (٥) . </p><p>(١) روى عن سهيل، وعنه عثمان، قال أبو حاتم: يكتب حديثه، ولا يحتج به، وقال النَّسائيّ: ضعيف. وقال الحافظ: صدوق، يخطئ. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٧/ ٣٦٧، \"ميزان الاعتدال\" للذهبي ٣/ ٥٦٩، \"تهذيب الكمال\" للمزي ٢٥/ ٣٠٨، \"تقريب التهذيب\" لابن حجر (٥٩٣٠). (٢) صدوق تغير حفظه بأخرة.(٣) ذكوان السمان، ثِقَة، ثبت.(٤) صحابي مشهور.(٥) [١٣٢٥] الحكم على الإسناد:إسناد المؤلف ضعيف، فيه الأَصْبهانِيّ صدوق، يخطئ، لكن الحديث بمجموع شواهده ومتابعاته يرتقي إلى الحسن إن شاء الله، وقد قال ابن حجر في \"تخريج أحاديث الكشاف\" ١/ ٦٧٤ عن حديث أبي هريرة: إسناده جيد.وانظر: \"سلسلة الأحاديث الصحيحة\" للألباني (٦٧٧).التخريج:أخرجه ابن ماجه كتاب الأشربة، باب مدمن الخمر (٣٣٧٥)، وابن أبي شيبة في \"المصنف\" ٨/ ١٤٢ (٢٤٤٢٦)، وابن عدي في \"الكامل\" ٦/ ٢٢٩، وابن الجوزي في \"العلل المتناهية\" ٢/ ٦٧١ من طرق عن ابن سليمان عن سهيل به.وله شاهد من طريق ابن خراش عن العوام بن حوشب، عن سعيد بن جبير، عن ابن عباس مرفوعًا بلفظ: \"من لقي الله مدمن خمر لقيه كعابد وثن\"، أخرجه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٢/ ١٦٧ (٥٣٤٧)، وفي سنده ابن خراش منكر الحديث، ولم يتفرد به ابن خراش، بل رواه إسرائيل بن يونس، عن حكيم بن جبير، عن سعيد بن جبير به.أخرجه أبو نعيم في \"حلية الأولياء\" ٩/ ٢٥٣، وحكيم ضعيف.وأخرجه أَحْمد في \"المسند\" ١/ ٢٧٢ (٢٤٥٣) من طريق ابن المنكدر قال: حدثت =</p><p> [١٣٢٦] وأخبرنا أَحْمد بن أُبي (١) قال: قال: ثنا محمَّد بن يعقوب (٢) ، قال أخبرنا الرَّبيع بن سليمان (٣) قال أخبرنا الشَّافعيّ (٤) ، عن (مالك (٥) عن) (٦) نافع (٧) ، عن ابن عمر أن رسول الله -صلى الله عليه وسلم- وقال:  \"من شرب الخمر في الدنيا ثم لم يتب منها حرمها في الآخرة\"  (٨) . </p><p>= عن ابن عباس به، وسنده منقطع، فيه الرواي الذي لم يسم، ومن طريق أَحْمد أخرجه ابن الجوزي في \"العلل المتناهية\" ٢/ ٦٧١. وأخرجه أبو نعيم في \"حلية الأولياء\" ٣/ ٢٠٣ من طريق علي بن الحسين، عن الحسين بن عليّ بن أبي طالب، عن أَبيه مرفوعًا به.قال ابن كثير في \"تحفة الطالب\" ٢/ ٢١٢: هذا بهذا السند فيه شيء, لأن المسلسلات قل ما يصح منها.وأخرجه البَزَّار في \"البحر الزخار\" كما في \"كشف الأستار\" ٣/ ٣٥٣ (٢٩٢٤) من طريق فطر بن خليفة عن يونس بن جناب، عن مجاهد، عن عبد الله بن عمرو مرفوعًا، بلفظ: \"من سكر من الخمر لم تقبل له صلاة أربعين يومًا، فإن مات فيها مات كعابد وثن\"، وفي سنده يونس وهو ضعيف.(١) الفراتي، لم يذكر بجرح أو تعديل.(٢) الاسم، ثِقَة.(٣) ثِقَة.(٤) الإمام، المشهور.(٥) إمام دار الهجرة، رأس المتقنين وكبير المتثبتين.(٦) من (ت).(٧) مولى ابن عمر، ثِقَة، ثبت، فقيه، مشهور.(٨) [١٣٢٦] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه البُخَارِيّ في الحدود كتاب الأشربة، باب قوله {إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ =</p><p> [١٣٢٧] وأخبرنا أَحْمد بن أُبي (١) قال: أخبرنا أبو عبد الله محمَّد ابن موسى الرازي (٢) ، ثنا الحارث بن أبي أسامة البغدادي (٣) ، ثنا داود ابن المحبر الواسطيّ (٤) ، ثنا ميسرة بن (٥) عبد ربه (٦) ، عن أبي عائشة السعدي (٧) ، عن يزيد بن عمرو بن عبد العزيز (٨) ، عن أبي سلمة بن عبد الرَّحْمَن (٩) ، عن أبي هريرة وابن عباس جميعًا قالا: قال رسول الله - صلى الله عليه وسلم -: \"من شرب الخمر في الدنيا سقاه الله من سم الأساود، وسم العقارب، من شربها تساقط لحم وجهه في الإناء قبل أن يشربها، فإذا شربها تفسخ (١٠) لحمه كالجيفة، يتأذى به أهل الجمع ثم يؤمر به إلى النَّار، ألا وشاربها وعاصرها، ومعتصرها، وبائعها، ومبتاعها، وحاملها، والمحمولة إليه، وآكل ثمنها، سواء في إثمها </p><p>= وَالْأَزْلَامُ رِجْسٌ} (٥٥٧٥)، ومسلم كتاب الأشربة، باب بيان أن كل مسكر خمر وأن كل خمر حرام (٢٠٠٣)، ومالك في \"الموطأ\" ٢/ ٨٤٦ (١٥٤٢)، وغيرهم من طريق نافع عن ابن عمر به. (١) لم يذكر بجرح أو تعديل.(٢) لم أجده.(٣) صدوق، لا بأس به.(٤) متروك.(٥) في النسخ: عن، والصواب ما أثبتناه.(٦) كذاب، مشهور.(٧) لم أجده.(٨) لم أجده، وقد تقدم في تفسير سورة البقرة باسم: يزيد بن عمر.(٩) ثِقَة، مكثر.(١٠) في (ت): نضج.</p><p> وعارها, ولا يقبل الله منه صلاة ولا صيامًا, ولا حجًّا, ولا عمرة حتَّى يتوب، فإن مات قبل أن يتوب منها كان حقًا على الله عز وجل أن يسقيه بكل جرعة شربها في الدنيا شربة من صديد جهنم، ألا وكل مسكر خمر، وكل خمر حرام\" (١) . </p><p> [١٣٢٨] وأخبرنا أَحْمد بن أُبي (٢) ، قال: ثنا أبو العباس الاسم (٣) ، قال: أخبرنا محمَّد بن إسحاق الصغاني (٤) ، ثنا أبو نعيم (٥) ، ثنا عبد العزيز بن عمر بن عبد العزيز (٦) ، عن عبد الرَّحْمَن ابن عبد الله الغافقي (٧) - من أهل مصر- عن ابن عمر أنَّه قال: </p><p>(١) [١٣٢٧] الحكم على الإسناد: إسناده موضوع، آفته داود المحبر، وهو كذاب، وأبو عائشة ويزيد بن عمرو مجهولان.التخريج:أخرجه الحارث كما في \"بغية الباحث\" للهيثمي ١/ ٣٠٩ (٢٠٥)، من طريق داود ابن المحبر به، وقد سبق جزء منه.(٢) لم يذكر بجرح أو تعديل.(٣) ثِقَة.(٤) ثِقَة، ثبت.(٥) في (ت): (نعيم بن حماد)، وهو خطأ. وأبو نعيم هو الفضل بن دكين، ثِقَة، ثبت.(٦) الأُموي، روى عن أَبيه ونافع وعنه أبو نعيم وشعبة، قال الحافظ: صدوق، يخطئ، تُوفِّي بعد سنة (١٤٧ هـ).انظر: \"الثِّقات\" لابن حبان ٧/ ١١٤، \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٣٨٩، \"تهذيب التهذيب\" لابن حجر ٢/ ٥٩١.(٧) أمير الأندلس، روى عن ابن عمر، وعنه عبد العزيز بن عمر، مقبول، تُوفِّي سنة (١١٥ هـ). =</p><p> أشهد لسمعت رسول الله - صلى الله عليه وسلم - وهو يقول:  \"لعن الله الخمر، وشاربها، وساقيها، وبائعها، ومبتاعها، وعاصرها، ومعتصرها، وحاملها، والمحمولة إليه، وآكل ثمنها\"  (١) . </p><p> [١٣٢٩] وأخبرنا أَحْمد بن أُبي، قال: ثنا أبو العباس الأصم، قال: ثنا محمَّد بن إسحاق بن جعفر الصغاني، ثنا نعيم بن حماد، ثنا عبد العزيز بن محمَّد (٢) ، </p><p>= انظر: \"الكامل\" لابن عدي ٤/ ١٦٠٦، \"تهذيب الكمال\" للمزي ١٧/ ٢٤٣، \"تقريب التهذيب\" لابن حجر (ص ٥٨٧). (١) [١٣٢٨] الحكم على الإسناد:إسناده ضعيف، من أَجل الغافقي، وقد توبع، كما سيأتي بيانه، فيتقوى طريقه ويصير حسنًا لغيره.التخريج:أخرجه أبو داود كتاب الأشربة، باب العنب يعصر للخمر (٣٦٧٤)، وأَحمد في \"مسنده\" ٢/ ٢٥، ٧١ (٤٧٨٧، ٥٣٩١)، وابن ماجه كتاب الأشربة، باب لُعنت الخمر على عشرة أوجه (٣٣٨٠)، والبيهقي في \"السنن الكبرى\" ٥/ ٣٢٧، كلهم من طريق عبد العزيز بن عمر، عن الغافقي، وأبي طعمة مولاهم، عن ابن عمر به. وأبو طعمة هذا مولى عمر بن عبد العزيز، روى عن ابن عمر، وعنه عبد العزيز بن عمر، ثِقَة مقرئ.انظر: \"الكاشف\" للذهبي ٣/ ٣٥٠، وهو متابع بهذا للغافقي فتصح طريقه.وأخرجه أَيضًا سعيد بن منصور في \"سننه\" ٤/ ١٥٩٤ (٨١٦)، والبيهقي في \"شعب الإيمان\" ٥/ ٩ (٥٥٨٣)، والطبراني في \"الصغير\" ١/ ٢٦٦، والحاكم في \"المستدرك\" ٢/ ٣٧، من طريق فليح بن سليمان، عن سعيد بن عبد الرَّحْمَن، عن عبد الله بن عبد الله بن عمر عن أَبيه به، وهذا سند ضعيف، فيه فليح، ليس بالقوي، وسعيد مجهول، لكنه يتقوى بالطريق قبله.(٢) الدراوردي، صدوق، كان يحدث من كتب غيره فيخطئ.</p><p> عن عمرو بن أبي عمرو (١) ، عن عكرمة، عن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم -: \"اجتنبوا الخمر، فإنَّها مفتاح كل شر، ولا يموتن أحدكم وعليه دين، فإنَّه ليس هناك دينار(٢)، وإنما يقتسمون هناك الحسنات، والسيئات، فآخذ بيمينه وآخذ بشماله\"  (٣) . </p><p> [١٣٣٠] وأخبرنا أبو بكر محمَّد بن أَحْمد القطَّان (٤) قال: أخبرنا محمَّد بن الحسن بن محمَّد الدهقان (٥) قال: حَدَّثَنَا عثمان بن سعيد </p><p>(١) مولى المطَّلب بن حنطب، ثِقَة ربما وهم. (٢) من (ت).(٣) [١٣٢٩] الحكم على الإسناد:فيه نعيم بن حماد يخطئ كثيرًا، وعمرو بن أبي عمرو ربما وهم.التخريج:أخرجه الحاكم في \"المستدرك\" ٤/ ١٦٢، والبيهقي في \"شعب الإيمان\" ٥/ ١٠ (٥٥٨٨) من طريق نعيم بن حماد به، دون قوله: \"ولا يموتن أحدكم .. إلخ\" وفي سنده عندهما إسماعيل بن محمَّد، لم يوثقه أحد.انظر: \"ميزان الاعتدال\" للذهبي ١/ ٢٤٧، وضعفه الألباني كما في \"ضعيف الجامع الصغير\" (١٤٢).ولقوله: \"ولا يموتن أحدكم\" شاهد صحيح من طريق المقبري عن أبي هريرة مرفوعًا بلفظ: \"من كانت عنده مظلمة من أخيه، من عرضه أو ماله فليتحلله اليوم قبل أن يؤخذ حين لا يكون دينار ولا درهم\". أخرجه البُخَارِيّ كتاب الرقاق، باب: القصاص يوم القيامة (٦٥٣٤)، وأَحمد في \"المسند\" ٢/ ٥٠٦ (١٠٥٧٣)، وغيرهما.(٤) لم يذكر بجرح أو تعديل.(٥) وجدت في \"الأنساب\" للسمعاني ١/ ٢١٥: أبو منصور محمَّد بن الحسن بن محمَّد ابن نصر بن سباع الدهقاني الأنداقي، كان من أصحاب الحديث، جيد السماعات، صحيح الأصول، مات بعد سنة (٣٧٠ هـ). =</p><p> الدَّارميّ (١) ، قال: ثنا الرَّبيع بن روح أبو توبة الحلبي (٢) ، قال: ثنا محمَّد بن فرات الجرمي (٣) ، عن الحكم بن عتيبة (٤) ، عن محمَّد بن علي (٥) ، عن علي بن أبي طالب قال: قال رسول الله -صلى الله عليه وسلم-: \"من شرب الخمر بعد إذ(٦)حرمها الله على لساني فليس له أن يزوج إذا خطب، ولا يصدق إذا حدث، ولا يشفع إذا شفع، ولا يؤتمن على أمانة، فمن ائتمنه على أمانة فاستهلكها فحق على الله عز وجل ألا يخلف(٧)عليه\"  (٨) . </p><p>= وفي \"تاريخ بغداد\" للخطيب ٢/ ٢٥: محمَّد بن الحسين الدهقان، أبو نصر، حدث عن أَحْمد بن سعيد الهمداني، روى عنه محمَّد بن مخلد، وسكت عنه، فلعل الحسن في النسخ خطأ، والصواب الحسين. (١) الإمام، الحافظ.(٢) كذا في النسخ، وفي مصادر الترجمة: الرَّبيع بن نافع -أبو توبة الحلبي، ثِقَة، حجة، عابد.انظر: \"تهذيب الكمال\" للمزي ٩/ ١٠٣، \"الكاشف\" للذهبي ١/ ٣٠٥، \"تهذيب التهذيب\" لابن حجر ١/ ٥٩٥.(٣) كذبوه.(٤) ثِقَة، ثبت، فقيه، إلَّا أنَّه ربما دلس.(٥) أبو جعفر الباقر، ثِقَة.(٦) في (ت): أن.(٧) في (ت): أن يخلف، وهو خطأ.(٨) [١٣٣٠] الحكم على الإسناد:إسناده موضوع، آفته الجرمي، فإنَّه كذاب.التخريج:الحديث لم أجده بعد البحث.</p><p> [١٣٣١] أنشدنا أبو القاسم الحبيبي (١) ، قال: أنشدنا أبو العباس عبد الله بن محمَّد الجياني (٢) ، قال: أنشدنا رضوان بن أَحْمد الصيدلاني (٣) : تركت النبيذ لأهل النبيذ وصرت حليفًا لمن عابهُ شرابًا يدنس عرض الفتى ويفتح للشر أبوابهُ (٤)  {وَالْمَيْسِرُ} القمار {وَالْأَنْصَابُ} يعني: الأوثان، سميت بذلك لأنهم كانوا ينصبونها، واحدها نصب بفتح النُّون، وجزم الصاد، ونصب بضم النُّون مخففًا ومثقلًا، {وَالْأَزْلَامُ} يعني: القداح التي كانوا يستقسمون بها {رِجْسٌ} خبث {مِنْ عَمَلِ الشَّيْطَانِ} وتزيينه </p><p>(١) قيل: كذبه الحاكم. (٢) الجياني، بفتح الجيم، وتشديد الياء، نسبة إلى جيان، بلدة كبيرة في الأندلس.انظر: \"الأنساب\" للسمعاني ٢/ ١٣٩.وذكر ابن ماكولا في \"الإكمال\" ٣/ ٧١ فيمن ينسب إلى هذِه البلدة: عبد الله بن محمَّد بن الفرج، وفي \"توضيح المشتبه\" لابن ناصر الدين ٢/ ١٥٠، قال: أبو العباس عبد الله بن محمَّد بن جعفر بن حيان الحياني -بالمهملة.(٣) الصيدلاني، وثقه الخَطيب، تُوفِّي سنة (٣٢٤ هـ).انظر: \"تاريخ بغداد\" للخطيب ٨/ ٤٣٢.(٤) [١٣٣١] الحكم على الإسناد:الحبيبي قيل: كذبه الحاكم، وأبو العباس لم أجده.التخريج:البيتان ذكرهما القرطبي في \"الجامع لأحكام القرآن\" ٦/ ٢٩٤.</p>"
}