{
  "id": null,
  "sura": 5,
  "aya": 79,
  "text": "<p> ٧٨ - {لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ} </p><p> أي: عذبوا بالمسخ (١)  {عَلَى لِسَانِ دَاوُودَ} يعني: أهل أيلة، لما اعتدوا في السبت، قال داود عليه السلام: اللهم العنهم، واجعلهم آية، فمسخوا قردة {وَعِيسَى ابْنِ مَرْيَمَ} يعني: كفار أصحاب المائدة، لما لم يؤمنوا قال عيسى ابن مريم عليه السلام: اللهم العنهم، واجعلهم آية، فمسخوا خنازير (٢)  {ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ} . </p><p> ٧٩ - {كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ (٧٩) } </p><p> [١٣١٨] أخبرني الحسين بن محمَّد بن الحسين بن عبد الله (٣) قال: ثنا موسى بن محمَّد بن عليّ بن عبد الله (٤) ، قال: ثنا عبد الله بن محمَّد ابن سنان (٥) ، ثنا عبد العزيز بن الخطاب (٦) ، قال: ثنا خالد بن عبد الله </p><p>(١) هذا قول مجاهد. انظر: \"جامع البيان\" للطبري ٦/ ٣١٧.وهناك قول آخر أن المراد باللعن هنا هو حقيقته وهو الطرد والإبعاد من رحمة الله، ثم قد يكون شؤمه مسخًا أو تشريدًا، أو غير ذلك.انظر: \"زاد المسير\" لابن الجوزي ٢/ ٤٠٥.(٢) هذا تفسير الحسن، وقتادة، كما في \"زاد المسير\" لابن الجوزي ٢/ ٤٠٥ - ٤٠٦.(٣) ابن فنجويه، ثِقَة، صدوق، كثير الرواية للمناكير.(٤) لم أجده.(٥) متروك، وكان يضع الحديث.(٦) الكوفي، صدوق.</p><p> الواسطيّ (١) ، قال: ثنا العلاء بن المسيّب (٢) ، عن عمرو بن مرة (٣) ، عن أبي عبيدة (٤) ، عن عبد الله بن مسعود. </p><p> [١٣١٩] وأخبرنا الحسين بن محمَّد (٥) ، قال: أخبرنا أَحْمد بن محمَّد بن إسحاق (٦) ، قال: أخبرنا أبو يعلى الموصلي (٧) ، ثنا وهب ابن بقية (٨) ، قال: أخبرنا خالد (٩) ، عن العلاء بن المسيّب (١٠) ، عن عمرو بن مرة (١١) ، عن أبي عبيدة (١٢) ، عن عبد الله بن مسعود قال: قال رسول الله - صلى الله عليه وسلم -: \"كان ممن كان قبلكم من بني إسرائيل إذا عمل العامل منهم بالخطيئة نهاه الناهي تعذيرًا، فإذا كان من الغد جالسه وواكله وشاربه، كأنه لم يره على الخطيئة، فلما رأى الله عز وجل ذلك منهم ضرب بقلوب بعضهم على بعض، وجعل منهم القردة، </p><p>(١) ثِقَة، ثبت. (٢) ثِقَة، ربما وهم.(٣) المرادي، ثِقَة، عابد، كان لا يدلس ورمي بالإرجاء.(٤) عامر بن عبد الله بن مسعود، روى عن أَبيه، ولم يسمع منه، ثِقَة.(٥) ابن فنجويه، ثِقَة، صدوق، كثير الرواية للمناكير.(٦) ابن السني، حافظ، ثِقَة.(٧) أَحْمد بن عليّ بن المثنَّى، ثِقَة.(٨) ثِقَة.(٩) الواسطي، ثِقَة، ثبت.(١٠) ثِقَة، ربما وهم.(١١) ثِقَة، عابد، كان لا يدلس، ورمي بالإرجاء.(١٢) ثِقَة، لم يسمع من أَبيه.</p>"
}