{
  "id": null,
  "sura": 5,
  "aya": 67,
  "text": "<p> وجبر (١) مولى قريش، وأصحابهم. </p><p> قال ابن عباس: هم العادلة، غير الغالية ولا الجافية (٢) . </p><p> {وَكَثِيرٌ مِنْهُمْ} كعب بن الأشرف وأصحابه وأهل الروم، {سَاءَ مَا يَعْمَلُونَ} . </p><p> ٦٧ - قوله:  {يَاأَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ} الآية </p><p> اختلفوا في تنزيل الآية، وتأويلها: </p><p> فروى محمد بن كعب القرظي عن أبي هريرة قال: كان رسول الله - صلى الله عليه وسلم - إذا نزل منزلًا اختار له أصحابه شجرة ظليلة (٣) ، فينزل تحتها ويقيل، فنزل ذات يوم تحت شجرة، وعلق سيفه عليها، فأتاه أعرابي، وأخذ السيف من الشجرة، واخترطه، ثم أتى النبي - صلى الله عليه وسلم -وهو نائم، فقال: يا محمد، من يمنعك مني؟ قال:  \"الله\" ، فرعدت يد الأعرابي، وسقط السيف منه، وضرب برأسه الشجرة، حتى انتثر دماغه، فأنزل الله هذِه الآية (٤) . </p><p>= انظر: \"الإصابة\" لابن حجر ١/ ٢٩٣. (١) مولى بني عبد الدار، ذكر الواقدي أنه كان بمكة، وأنه كان يهوديًّا، فسمع النبي - صلى الله عليه وسلم - يقرأ سورة يوسف، فأسلم.انظر: \"الإصابة\" لابن حجر ٢/ ٥٨.(٢) ذكره البغوي في \"معالم التنزيل\" ٣/ ٧٨ عنه، وقد أخرج الطبري في \"جامع البيان\" ٦/ ٣٠٦ بمعناه عن الربيع بن أنس.(٣) في (ت): طيبة.(٤) سبق التخريج.</p><p> وقال (١) أنس: كان النبي - صلى الله عليه وسلم - يحرس، قال: وقالت عائشة: فكنت ذات ليلة إلى جنبه فسهر تلك الليلة، فقلت: يا رسول الله، ما شأنك؟ قال:  \"ألا رجل صالح يحرسني الليلة؟ \" قالت: بينا نحن كذلك سمعت صوت السلاح، فقال:  \"من هذا؟ \" قال: سعد وحذيفة، جئنا نحرسك، فنام رسول الله - صلى الله عليه وسلم - حتى سمعت غطيطه، فنزلت هذِه الآية، فأخرج رسول الله - صلى الله عليه وسلم - رأسه من قبة أدم، وقال:  \"انصرفوا أيها الناس، فقد عصمني الله\"  (٢) . </p><p> وروى الحسن مرسلًا: أن النبي - صلى الله عليه وسلم - قال: \"إن الله بعثني برسالته، </p><p>(١) في (ت): وروى. (٢) أخرجه البخاري في كتاب الجهاد والسير، باب الحراسة في الغزو في سبيل الله (٢٨٨٥، ٧٢٣١)، ومسلم كتاب الفضائل، باب في فضل سعد بن أبي وقاص - رضي الله عنه - (٢٤١٠)، والبغوي في \"معالم التنزيل\" ٣/ ٨٠ من طريق عبد الله بن عامر بن ربيعة قال: سمعت عائشة. . فذكره، واللفظ الذي أورده المصنف هو لفظ مسلم.وأخرجه سعيد بن منصور في \"سننه\" ٤/ ١٥٠٣ (٧٦٨)، والطبري في \"جامع البيان\" ٦/ ٣٠٨، من طريق عبد الله بن شقيق عن عائشة به.ومن طريقهما الترمذي في كتاب المناقب، باب مناقب سعد بن أبي وقاص (٣٧٥٦)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١١٧٣، والحاكم في \"المستدرك\" ٢/ ٣٤٢، والبيهقي في \"السنن الكبرى\" ٩/ ٨ وقال الحاكم: صحيح الإسناد، ولم يخرجاه ووافقه الذهبي، مع أن في سنده الحارث الإيادي، وهو ضعيف.وسعيد الجريري ثقة قد اختلط.انظر: \"تقريب التهذيب\" لابن حجر (ص ٢٣٣) (٢٢٧٣).ولم يذكر الحارث ضمن الذين رووا عنه قبل الاختلاط.انظر: \"المختلطين\" للعلائي (ص ٣٧).</p><p> فضقت بها ذرعًا، وعرفت أن من الناس من يكذبني \"، وكان يهاب قريشًا واليهود والنصارى، فأنزل الله هذِه الآية(١).</p><p> وقيل: لما نزل قوله: {وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْوًا بِغَيْرِ عِلْمٍ} سكت النبي - صلى الله عليه وسلم - عن عيب آلهتهم، فأنزل الله تعالى:  {يَاأَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ}  (٢) ، يعني: من معائب آلهتهم. </p><p> وقيل: نزلت في عيب اليهود، وذلك أن النبي - صلى الله عليه وسلم - دعا اليهود إلى الإسلام، فقالوا: أسلمنا قبلك، وجعلوا يستهزءون، ويقولون: تريد أن نتخذك حنانًا، كما اتخذت النصارى عيسى حنانًا، فلما رأى النبي - صلى الله عليه وسلم - ذلك سكت فحرَّض الله على دعائهم إلى الإسلام، وأمره أن يقول لهم (٣)  {يَاأَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ} الآية. </p><p> قال الحسين بن الفضل: وهذا أولى الأقاويل؛ لأنه ليس بين قوله {بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ} وبين قوله {قُلْ يَاأَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ} فصل، فلما نزلت هذِه الآية قال النبي - صلى الله عليه وسلم -: \" لا أبالي من خذلني ومن نصرني\" (٤) . </p><p>(١) رواه أبو الشيخ عنه، كما في \"الدر المنثور\" للسيوطي ٢/ ٥٢٨، وذكره الواحدي في \"أسباب النزول\" (ص ٢٠٤) بدون إسناد. وقد أخرجه أبو نعيم في \"حلية الأولياء\" ٥/ ٥٠٢ عن أبي هريرة، ثم قال: غريب بهذا اللفظ عن أبي هريرة.(٢) الأثر لم أعرف قائله.(٣) من (ت).والأثر ذكره البغوي في \"معالم التنزيل\" ٣/ ٧٨.(٤) أخرج قول النبي - صلى الله عليه وسلم - الطبري في \"جامع البيان\" ٦/ ٣٠٨، ولفظه: \"من شاء فليخذلني\". مرتين أو ثلاثًا.</p><p> وقيل: نزلت في قصة (١) عيينة بن حصن، وفقراء أهل الصفة. </p><p> وقيل:  {بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ} من الرجم، والقصاص، نزلت في قصة اليهود (٢) . </p><p> وقيل:  {بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِنْ رَبِّكَ} في أمر نسائك، وذلك أن رسول الله - صلى الله عليه وسلم - لما نزلت آية التخيير، لم يكن يعرضها عليهن خوفًا من اختيارهن الدنيا، فأنزل الله هذِه الآية (٣) . </p><p> وقيل:  {بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ} في أمر زينب بنت جحش (٤) . </p><p> وقيل: نزلت في الجهاد، وذلك أن المنافقين كرهوه، قال الله:  {فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ}  (٥) الآية، وكرهه أيضًا بعض المؤمنين، قال الله:  {أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ}  (٦) الآية، فكان النبي - صلى الله عليه وسلم - يمسك في بعض الأحايين عن الحث على الجهاد لما يعلم من كراهة القوم، فأنزل الله هذِه الآية (٧) . </p><p>(١) في (ت): قضية. وانظر: \"معالم التنزيل\" للبغوي ٣/ ٧٨.(٢) انظر: \"معالم التنزيل\" للبغوي ٣/ ٧٨، وقد سبق تخريج قصتهم.(٣) لم أعرف قائله بعد البحث عنه.(٤) انظر: \"معالم التنزيل\" للبغوي ٣/ ٧٨.(٥) محمد: ٢٠.(٦) النساء: ٧٧.(٧) ذكره البغوي في \"معالم التنزيل\" ٣/ ٧٩.</p><p> وقال أبو جعفر محمد بن علي (١) : معناه {بَلِّغْ مَا أُنْزِلَ إِلَيْكَ} في فضل علي بن أبي طالب، فلما نزلت هذِه الآية أخذ رسول الله - صلى الله عليه وسلم - بيد على فقال:  \"من كنت مولاه فعلي مولاه\" . </p><p> [١٣١٣] أخبرنا أبو القاسم يعقوب بن أحمد بن السري (٢) قال: أخبرنا أبو بكر محمد بن عبد الله بن محمد (٣) ، ثنا أبو مسلم إبراهيم ابن عبد الله الكجي (٤) ، ثنا الحجاج بن منهال (٥) ، ثنا حماد (٦) ، عن علي بن زيد (٧) ، عن عدي بن ثابت (٨) ، عن البراء (٩) قال: لما أقبلنا مع رسول الله - صلى الله عليه وسلم - في حجة الوداع كنا بغدير خم، فنادى أن الصلاة جامعة، وكُشِحَ للنبيِّ - صلى الله عليه وسلم - تحت شجرتين، فأخذ بيد على، فقال:  \"ألست أولى بالمؤمنين من أنفسهم؟ \" قالوا: بلى يا رسول الله، قال:  \"ألست أولى بكل مؤمن من نفسه؟ \" قالوا: بلى، قال:  \"هذا مولى من أنا مولاه، اللهم وال من والاه، وعاد من عاداه\" ، قال: فلقيه عمر، فقال: هنيئًا لك يا ابن أبي طالب، أصبحت وأمسيت </p><p>(١) هو الباقر. (٢) لم أجده.(٣) أبو بكر العماني، محدث أصحاب الرأي، لولا مجون كان فيه.(٤) شيخ، إمام، حافظ.(٥) ثقة، فاضل.(٦) ابن سلمة، كما في رواية ابن ماجه، ثقة، عابد، تغير حفظه بأخرة.(٧) ابن جدعان، ضعيف.(٨) ثقة، رمي بالتشيع.(٩) صحابي، مشهور.</p><p> مولى لكل مؤمن، ومؤمنة (١) . </p><p> [١٣١٤] أخبرني أبو محمد عبد الله بن محمد القاني (٢) ، قال: ثنا أبو الحسن محمد بن عثمان النصيبي (٣) ، قال: ثنا أبو بكر محمد بن الحسين السبيعي (٤) ، قال: ثنا علي بن محمد الدهان (٥) والحسين بن إبراهيم الجصاص (٦) ، قالا: ثنا حسين بن حكم (٧) ، قالا: ثنا حسين ابن حسن (٨) ، عن حبان (٩) ، عن الكلبي (١٠) ، عن أبي صالح (١١) ، </p><p>(١) [١٣١٣] الحكم على الإسناد: إسناده ضعيف؛ لأجل علي بن زيد، شيخ المصنف لم أجده.التخريج:أخرجه ابن أبي شيبة في \"المصنف\" ١١/ ١٥٠ (٢٣٦٥٤)، وأحمد في \"المسند\" ٤/ ٢٨١ (١٨٤٧٩)، وابن ماجه في كتاب المقدمة، باب في فضائل أصحاب النبيّ - صلى الله عليه وسلم - فضل علي بن أبي طالب - رضي الله عنه - (١١٦) من طريق حماد عن علي بن زيد به، ورجاله ثقات، غير على، فهو ضعيف.(٢) في (ت): القاري. ولم أجده.(٣) كذاب، روى للشيعة مناكير، ووضع لهم.(٤) أبو بكر محمد بن الحسين السبيعي، لم أجده.(٥) لم أجده.(٦) لم أجده.(٧) لم يتبين لي من هو.(٨) لم يتبين لي من هو.(٩) ضعيف.(١٠) محمد بن السائب، متهم بالكذب، ورمي بالرفض.(١١) باذام، ضعيف يرسل.</p><p> عن ابن عباس (١) في قوله: {يَاأَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ} قال: نزلت في علي، أمر النبي - صلى الله عليه وسلم - أن يبلغ فيه، فأخذ رسول الله - صلى الله عليه وسلم - بيد علي فقال:  \"من كنت مولاه فعلي مولاه، اللهم وال من والاه، وعاد من عاداه\"  (٢) . </p><p>(١) [١٣١٤] الحكم على الإسناد: إسناد المؤلف ضعيف جدًّا، فيه مجاهيل، والكلبي لا يحتج به.التخريج:(٢) لم أجده من طريق الكلبي، عن أبي صالح، عن ابن عباس، لكني وجدته من طريق أبي عوانة، عن أبي بلج، عن عمرو بن ميمون، عن ابن عباس -في حديث طويل فيه فضائل علي- وفيه أن النبي - صلى الله عليه وسلم - قال لعلي: \"أنت ولي كل مؤمن بعدي، ومؤمنة\"، أخرجه أحمد في \"مسنده\" ١/ ٣٣٠ (٣٠٦١)، والحاكم في \"المستدرك\" ٣/ ١٤٣ وقال صحيح الإسناد ووافقه الذهبي، وهو كما قال.وهذا الحديث \"من كنت مولاه فعلي مولاه\" ثبت عن النبي - صلى الله عليه وسلم - من طرق عدة، من طريق أبي الطفيل عن علي أخرجه أحمد في \"مسنده\" ٤/ ٣٧٠ (١٩٣٠٢)، والضياء في \"الأحاديث المختارة\" (٥٢٧)، وإسناده صحيح.ومن طريق أبي الطفيل عن زيد بن أرقم، أخرجه الترمذي كتاب المناقب، باب مناقب علي بن أبي طالب (٣٧١٣) وقال: حسن صحيح.ومن طريق عبد الرحمن بن سابط عن سعد بن أبي وقاص، أخرجه ابن ماجه كتاب المقدمة، باب في فضائل أصحاب النبي - صلى الله عليه وسلم - فضل علي بن أبي طالب - رضي الله عنه - (١٢١)، وسنده صحيح.ومن طريق ابن عباس عن بريدة، أخرجه الحاكم في \"المستدرك\" ٣/ ١١٩، وأحمد في \"مسنده\" ٥/ ٣٤٧ (٢٢٩٤٥) بسند صحيح.وغير ذلك من الطرق الكثيرة.وانظر: \"سلسلة الأحاديث الصحيحة\" للألباني (١٧٥٠)، فقد أفاض رحمه الله في ذكر طرقه ورواياته بما أغنى وأشفى.</p><p> وقيل {بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ} في حقوق المسلمين، فلما نزلت هذِه الآية خطب رسول الله - صلى الله عليه وسلم - فقال:  \"أي يوم هذا؟ \" . . الحديث في خطبة الوداع، (ثم قال)  (١) : هل بلغت؟ (٢) . </p><p> {وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ} قرأ ابن محيصن، وابن كثير، وأبو عمرو، والأعمش، وشبل {رِسَالَتَهُ} على واحدة، وهي قراءة (أصحاب)  (٣) عبد الله، الباقون جمع. </p><p> فإن قيل: أي فائدة في قوله: {وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ} ولا يقال: كل من هذا الطعام، وإن لم تأكل فما أكلته؟ </p><p> فالجواب عنه: </p><p> [١٣١٥] ما سمعت أبا القاسم بن حبيب (٤) يقول: سمعت علي بن </p><p>(١) ما بين القوسين سقط من (ت). (٢) أخرج خطبته - صلى الله عليه وسلم -، البخاري في كتاب الحج، باب في الخطبة أيام منى (١٧٣٩) عن عبد الله بن عباس رضي الله عنهما، ومسلم في كتاب القسامة، باب تغليظ تحريم الدماء والأعراض والأموال (١٦٧٩) (١٧٤) عن أبي بكرة.وليس فيه ذكر للآية، فالصواب في سبب نزول الآية ما ثبت في الصحيحين، وما عدا ذلك فليس بثابت، وبعضه من قبيل الرأي.(٣) سقط من (ت)، وقرأ بالإفراد أيضًا حفص عن عاصم، وحمزة، والكسائي، وخلف. والباقون الذين قرؤوا بالجمع هم: أبو جعفر، ونافع، وابن عامر، وشعبة عن عاصم.انظر: \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ١٦٣)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٥٥.(٤) الحبيبي قيل: كذبه الحاكم.</p><p> المهدي الطبري (١) يقول: أمر رسول الله - صلى الله عليه وسلم - بتبليغ كل ما أوحي إليه، وأُعْلِمَ أنه إن خَرَم بعضًا كان كمن لم يبلغ، لأن تركه إبلاغ البعض محبط لإبلاغ ما بلغ، كقوله تعالى: {إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذَلِكَ سَبِيلًا (١٥٠) أُولَئِكَ هُمُ الْكَافِرُونَ حَقًّا} (٢) فأعلم أن إيمانهم بالبعض لن ينفعهم، وأن كفرهم بالبعض محبط للإيمان بالبعض، وحاشا لرسول الله - صلى الله عليه وسلم - أن يكتم شيئًا مما أوحي إليه (٣) . </p><p> قالت العلماء: الدعوة بمنزلة الصلاة، إذا نقص ركن من أركانها بطل الجميع. </p><p> [١٣١٦] وسمعت أبا القاسم بن حبيب (٤) يقول: سمعت أبا بكر ابن عبدوش (٥) يحكي عن الحسين بن الفضل (٦) أنه قال: معنى الآية: بلغ ما أنزل إليك من ربك في الوقت، ولا تتأنَّ به، حتى تكثر الشوكة </p><p>(١) في (ت): المطيري، ولم أعثر له على ترجمة. (٢) النساء: ١٥٠ - ١٥١(٣) [١٣١٥] الحكم على الإسناد.شيخ المصنف قيل: كذبه الحاكم، وشبخه لم أجده.التخريج:لم أجده.(٤) الحسن بن محمد بن حبيب، قيل: كذبه الحاكم.(٥) لم يذكر بجرح أو تعديل.(٦) من كبار أهل العلم، وكان إمام عصره في معاني القرآن.</p><p> والعدة، وإن لم تفعل هذا كنت كمن لم يبلغ </p><p> وقيل: «بلغ ما أنزل إليك (١) مجاهدا، محتسبا، صابرا، غير خائف». </p><p> وقيل:  «بلغ ما أنزل إليك من ربك إلى جميع الناس، ولا تحاب» ، وهذا من المحذوف، الذي يدل ظاهر الكلام عليه. </p><p> {وَاللَّهُ يَعْصِمُكَ} يحفظك، ويمنعك {مِنَ النَّاسِ} ، فإن قيل: فما وجه (هذه)  (٢) الآية، وقد شج جبينه، وكسرت رباعيته (٣) ، وأوذي في عدة مواطن بضروب من الأذى؟ فالجواب: إن معناها: والله يعصمك من القتل، فلا يصلوا إلى قتلك. </p><p> وقيل: نزلت هذه الآية بعدما شج جبينه، وكسرت رباعيته، لأن سورة المائدة من آخر ما نزل من القرآن. </p><p> وقيل معناه: والله يخصك بالعصمة من بين الناس، لأنه كان نبي الوقت، والنبي معصوم (٤) . </p><p>(١) في (ت): «من ربك». (٢) سقط من (ت).(٣) في معركة أحد، انظر خبرها في صحيح البخاري في المغازي برقم (٤٠٧٥)، ومسلم (٣/ ١٤١٧)، وابن حبان (١٤/ ٥٣٦) (٦٥٧٤).(٤) ذكر هذا الإشكال، والأجوبة عنه البغوي (٣/ ٧٩)[*] قال مُعِدُّ الكتاب للشاملة: سقطت هذه الصفحة من المطبوع، إذ تكررت -مكانها- بالخطأ صفحة غيرها، وقد راجعنا أكثر من مطبوعة، فوجدنا نفس الخطأولما كان الكتاب المطبوع هو تنسيق لعدد من الرسائل العلمية، يختص كل منها بتحقيق جزء من الكتاب، فقد استدركنا هذا الموضع، من الرسالة العلمية التي طُبع عنها الكتاب</p><p> {إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ} . </p><p> [١٣١٧] أخبرني ابن فنجويه (١) ، قال: ثنا السني (٢) ، قال: أخبرني عروبة (٣) ، ثنا عمرو بن هشام (٤) قال: حدثنا محمد بن سلمة (٥) ، أبي عبد الرحيم (٦) ، عن أبي عبد الملك (٧) ، عن القاسم (٨) ، عن أمامة (٩) قال: كان رجل من بني هاشم يقال له ركانة، وكان من </p><p>(١) ثقة، صدوق، كثير الرواية للمناكير. (٢) الحافظ، الثقة.(٣) الحسين بن محمد الحراني، الحافظ، الصادق، صاحب التصانيف.(٤) ابن بزين الحراني، ثقة.(٥) الحراني، ثقة.(٦) في (ت): عبد الرحمن وهو خطأ.وهو أبو عبد الرحيم خالد بن أبي يزيد الحراني، ثقة، ذكره ابن حبان في \"الثقات\" وقال: حسن الحديث مستقيمًا، مات سنة (١٤٤ هـ).انظر: \"الثقات\" لابن حبان ٨/ ٢٢٢، \"تهذيب الكمال\" للمزي ٨/ ٢١٧، \"التقريب\" لابن حجر (١٧٠٧).(٧) علي بن يزيد بن أبي زياد الألهاني، أبو عبد الملك الدمشقي، صاحب القاسم بن عبد الرحمن، قال البخاري: منكر الحديث، وقال أبو حاتم: ضعيف الحديث، حديثه منكر، وقال أبو زرعة: ليس بقوي، وقال الحافظ: ضعيف من السادسة، مات سنة بضع عشرة ومائة.انظر: \"الضعفاء\" للبخاري (ص ٨٢)، \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٢٠٨، \"المجروحين\" لابن حبان ٢/ ١١٠، \"التقريب\" لابن حجر (٤٨٥١).(٨) ابن عبد الرحمن الدمشقي، مولى بني أمية، صدوق يغرب كثيرًا.(٩) صحابي، مشهور.</p><p> أفتك الناس وأشدهم (١) ، وكان مشركًا، وكان يرعى غنمًا له في واد يقال له أضم، فخرج نبي الله من بيت عائشة ذات يوم، فتوجه قبل ذلك الوادي، فلقيه ركانة، وليس مع نبي الله أحد (٢) ، فقام إليه ركانة، فقال: يا محمد، أنت الذي تشتم آلهتنا اللات والعزى، وتدعو (٣) إلى إلهك العزيز الحكيم، فلولا رحم بيني وبينك ما كلمتك، حتى أقتلك، ولكن ادع إلهك العزيز الحكيم ينجيك مني اليوم، وسأعرض عليك أمرًا، هل لك أن أصارعك، وتدعو إلهك العزيز الحكيم يعينك علي، وأنا أدعو اللات والعزى، فإن أنت (٤) صرعتني فلك عشر من غنمي هذِه تختارها؟ فقال رسول الله - صلى الله عليه وسلم -: \"نعم، إن شئت\" . </p><p> واتخذا، ودعا نبي الله إلهه العزيز الحكيم أن يعينه على ركانة، ودعا ركانة اللات والعزى: أعني اليوم على محمد، فأخذه النبي - صلى الله عليه وسلم - فصرعه، وجلس على صدره، فقال ركانة: قم، فلست الذي فعلت بي هذا، إنما فعله إلهك العزيز الحكيم -وخذله اللات والعزى- وما وضع أحد جنبي قبلك، فقال له ركانة: عبد، فإن أنت صرعتني فلك عشرة أخرى من خيارها، فأخذه النبي - صلى الله عليه وسلم -، ودعا كل </p><p>(١) سقط من (ت). (٢) سقط من (ت).(٣) في (ت): تدعونا.(٤) سقط من (ت).</p><p> واحد منهما إلهه، كما فعلا أول مرة، فصرعه نبي الله، وجلس على كبده، فقال له ركانة: قم، فلست الذي فعلت بي هذا، إنما فعله إلهك العزيز الحكيم -وخذله اللات والعزى- وما وضع جنبي أحد قبلك. فقال له ركانة: عبد، فإن أَنْتَ صرعتني ذلك عشرة أخرى تختارها، فأخذه نبي الله، ودعا كل واحد منهما إلهه، فصرعه نبي الله الثالثة، فقال له ركانة: لست أَنْتَ الذي فعلت بي هذا، إنما فعله إلهك العزيز الحكيم -وخذله اللات والعزى- فدونك ثلاثين شاة من غنمي، فاخترها. </p><p> فقال النَّبِيّ - صلى الله عليه وسلم -: \"ما أريد ذلك، ولكن أدعوك إلى الإِسلام يَا ركانة، وأَنْفِس بك أن تصير إلى النَّار، وإنك إن تُسلِم تَسلَم\" ، فقال له ركانة: ألا تريني آية؟ فقال له نبي الله:  \"الله شهيد عليك، لئن أنا دعوت ربي عز وجل، فأريتك آية لتجيبني إلى ما دعوتك إليه؟ \" ، قال: نعم. وقريب منهما شجرة ذات فروع وقضبان، فأشار إليها نبي الله - صلى الله عليه وسلم - وقال لها:  \"أقبلي بإذن الله\" ، فانشقت اثنين، وأقبلت على نصف شقها وقضبانها وفروعها، حتَّى كانت بين يدي النَّبِيّ -صلى الله عليه وسلم-، وبين ركانة، فقال له ركانة: أريتني عظيمًا فمرها فلترجع فقال له نبي الله - صلى الله عليه وسلم -: \"الله(١)شهيد عليك، لئن أنا دعوت ربي عز وجل فأمرها فرجعت لتجيبني إلى ما أدعوك إليه؟ \" ، فقال: نعم، فأمرها فرجعت بقضبانها وفروعها، حتَّى التأمت بشقها، فقال له النَّبِيّ - صلى الله عليه وسلم -: \"أسلم </p><p>(١) سقط من (ت).</p><p> تسلم \" فقال له ركانة: ما بي ألا أكون رأيت عظيمًا, ولكني أكره أن يتحدث نساء أهل المدينة وفتيانهم، أني إنما أجبتك لرعب دخل قلبي منك، ولكن قد علمت نساء المدينة وصبيانهم، أنَّه لم يوضع جنبي قط، ولم يدخل قلبي رعب ساعة قط، ليلًا أو نهارًا، وذلك دونك، فاختر غنمك، فقال له النَّبِيّ - صلى الله عليه وسلم -: \" ليس بي حاجة إلى غنمك إذا أبيت أن تسلم \".</p><p> فانطلق رسول الله -صلى الله عليه وسلم- راجعًا، وأقبل أبو بكر وعمر يلتمسانه في بيت عائشة، فأخبرتهما أنَّه قد توجه قبل وادي أضم، وقد عرفا أنَّه وادي ركانة لا يخطئه، فخرجا في طلبه، وأشفقا أن يلقاه ركانة فيقتله فجعلا يصاعدان على كل (١) شرف، ويشرفان له، إذ نظرا إلى النَّبِيّ -صلى الله عليه وسلم- مقبلًا، فقالا: يَا نبي الله، كيف تخرج إلى هذا الوادي وحدك، وقد عرفت أنَّه جهة ركانة، وأنه من أفتك النَّاس، وأشدهم تكذيبًا لك! </p><p> فضحك إليهما النَّبِيّ - صلى الله عليه وسلم - وقال: \" أليس يقول الله عز وجل {وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} ، إنه لم يكن يصل إلى والله معي \" وأنشأ يحدثهما حديث ركانة والذي فعل به، والذي أراه، فعجبا من ذلك،فقالا:يَا رسول الله، أصرعت ركانة؟ فلا والذي بعثك بالحق ما نعلم أنَّه وضع جنبه إنسان قط، فقال النَّبِيّ - صلى الله عليه وسلم -: \" إنِّي </p><p>(١) من (ت).</p>"
}