{
  "id": null,
  "sura": 6,
  "aya": 122,
  "text": "<p> أهل فارس (١) لما أنزل الله تعالى تحريم الميتة، كتبوا إلى مشركي قريش، وكانوا أولياءَهُمْ في الجاهلية، وكانت بينهم مكاتبة: إن محمدًا وأصحابه يزعمون أنهم يتبعون أمر الله، ثم يزعمون أن ما ذبحوا فهو حلال، وما ذبح الله فهو حرام، ولا يأكلونه، فوقع في أنفس ناس من المسلمين من ذلك شيء، فأنزل الله تعالى هذِه الآية (٢) . </p><p> ثم قال:  {وَإِنْ أَطَعْتُمُوهُمْ} : في أكل الميتة {إِنَّكُمْ لَمُشْرِكُونَ} . </p><p> ١٢٢ - {أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ} : </p><p> هو ألف الاستفهام والتقرير، دخلت على واو النسق فبقيت على فتحها، يعني أومَنْ كان كافرًا ميتًا بالضلالة، فهديناه واجتبيناه بالإيمان {وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ} : يستضيء به ويمشي {فِي النَّاسِ} : على قصد السبيل ومنهج الطريق (٣) . </p><p>(١) المجوس: ديانة وثنية كانت منتشرة في بلاد فارس، يعبد أصحابها النار، ويؤمنون بوجود إلهيْن: أحدهما للنور، والآخر للظلمة، وهو الذي يمثل الشر. \"اعتقادات فرق المسلمين والمشركين\" للرازي (ص ٨٦).(٢) أخرجه الطبري في \"جامع البيان\" ٨/ ١٦. وقال ابن كثير ٦/ ١٥٨: وهكذا قاله مجاهد، والضحاك، وغير واحد من علماء السلف، رحمهم الله.(٣) جاء في حاشية النسخة (ت) ما نصه: النور: عبارة عن الهدى والإيمان، وقال الحسن: القرآن، وقيل: الحكمة، وقيل: هو النور المذكور في قوله: {يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ} [الحديد: ١٢] وقوله: {انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ} [الحديد: ١٣] قرطبي. اهـ.</p><p> قال ابن زيد: يعني: هذا النور: الإسلام (١) ، بيانه قوله:  {اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ}  (٢) . </p><p> وقال قتادة: هو كتاب الله، بينة من الله مع المؤمن، بها يعمل، وبها يأخذ، وإليها ينتهي (٣) . </p><p> {كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ} : </p><p> قال بعضهم: المثل زائد، تقديره: كمن في الظلمات (٤) . </p><p> وقال بعضهم: معناه: كمن لو شُبِّه بشيءكان شبيهه من في الظلمات، يعني: ظلمة الكفر والضلالة والحيرة (٥) . </p><p> {لَيْسَ بِخَارِجٍ مِنْهَا} : لا يبصر رشدًا، ولا يعرف حقًّا، كالذي ضلَّ طريقه في ظلمة الليل، فهو لا يجد مخرجًا، ولا يهتدي طريقًا. </p><p> وقيل: إن هذِه الآية نزلت في رجليْن بأعيانهما، ثم اختلفوا فيهما: فقال ابن عباس رضي الله عنهما: {أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ} : يريد: حمزة بن عبد المطلب {كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا} : أبو جهل بن هشام، وذلك أن أبا جهل رمى </p><p>(١) \"جامع البيان\" ٨/ ٢٣. (٢) البقرة: ٢٥٧.(٣) \"جامع البيان\" ٨/ ٢٣.(٤) انظر: \"فتح القدير\" ٢/ ٢٣٠. والأولى ألا يطلق لفظ الزائد على أي حرف في كتاب الله.(٥) \"معالم التنزيل\" ٣/ ١٨٤.</p><p> رسول الله - صلى الله عليه وسلم - بفرث (١) ، وحمزة لمَّا يؤمن بعد، فَأُخْبِرَ حمزة - رضي الله عنه - بما فعل أبو جهل، وهو راجع من قنصه وبيده قوس، فأقبل غضبان، حتى علا أبا جهل بالقوس، وهو يتضرع إليه ويستكين، ويقول: يا أبا يعلى، أما ترى ما جاء به، سفَّه عقولنا، وسبَّ آلهتنا، وخالف آباءنا؟ </p><p> فقال حمزة - رضي الله عنه -: ومن أَسْفَهُ منكم؟ تعبدون الحجارة من دون الله، أشهد أن لا إله إلاَّ الله، وحده لا شريك له، وأن محمدًا عبده ورسوله. فأنزل الله تعالى هذِه الآية (٢) . </p><p> وقال الضحاك ويمان: نزلت في عمر بن الخطاب وأبي جهل (ابن هشام)  (٣)  (٤) . </p><p> وقال عكرمة والكلبي: نزلت في عمار بن ياسر وأبي جهل (٥) . </p><p>(١) الفرث: ما في كرش الأنعام. \"اللسان\" ٢/ ١٧٦. (٢) أخرج الطبراني في \"الكبير\" ٣/ ١٣٩ - ١٤٠ بإسناده إلى محمد بن كعب القرظي قال: كان إسلام حمزة بن عبد المطلب رحمه الله حميَّة، ثم ذكر قصة نحو ما ذكر الثعلبي.وقال الهيثمي في \"مجمع الزوائد\" ٩/ ٤٣٣: رواه الطبراني، مرسلاً، ورجاله رجال الصحيح.وذكر ابن إسحاق في \"السيرة\" نحوها، انظر \"السيرة النبوية\" لابن هشام، ١/ ٢٩١ - ٢٩٢، \"معالم التنزيل\" ٣/ ١٨٤، وانظر في \"تفسير القرآن العظيم\" لابن أبي حاتم ١٠/ ٢٣٠١.(٣) من (ت).(٤) \"جامع البيان\" ٨/ ٢٢.(٥) أخرجه الطبري في \"جامع البيان\" ٨/ ٢٢.</p>"
}