{
  "id": null,
  "sura": 6,
  "aya": 33,
  "text": "<p> ٣٣ - قوله عز وجل {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ} الآية (١) . </p><p> قال السدي: التقى الأخنس بن شريق وأبو جهل بن هشام، فقال الأخنس (٢) لأبي جهل: يا أبا الحكم، أخبرني عن محمد: أصادق هو أم كاذب، فإنه ليس ها هنا أحد يسمع كلامك غيري؟ </p><p> فقال له أبو جهل: والله، إن محمدًا لصادق، وما كذب محمد قطُّ، ولكن إذا ذهب بنو قصي باللواء والسقاية والحجابة والندوة والنبوة، فماذا يكون لسائر قريش؟ ! فأنزل الله تعالى هذِه الآية (٣) . </p><p> وقال أبو يزيد المدني: لقي رسول الله - صلى الله عليه وسلم - أبا جهل فصافحه، فلقيه بعض شياطينه، فقال له: رأيتك تصافحه؟ فقال: والله إني لأعلم إنه لصادق (٤) ، ولكنَّا متى كنا تبعًا لعبد مناف؟ ! فأنزل الله هذِه الآية (٥) . </p><p> وقال ناجية بن كعب - رضي الله عنه -: قال أبو جهل للنبي - صلى الله عليه وسلم -: ما نتهمك ولا نكذبك، ولكنا نتهم الذي جئت به ونكذبه، فأنزل الله تعالى هذِه الآية (٦) . </p><p>(١) ليست في (ت). (٢) ليست في (ت).(٣) \"أسباب النزول\" للواحدي (ص ٢١٨)، وأخرجه الطبري في \"جامع البيان\" ٧/ ١٨١ - ١٨٢، من طريق أسباط بن محمد عن السدي.(٤) في الأصل: صادق، والمثبت من (ت).(٥) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٤/ ١٢٨٣ (٧٢٣٩)، ورجاله ثقات، لكنه مرسل.(٦) أخرجه الترمذي في \"سننه\" كتاب تفسير القرآن، باب من سورة الأنعام (٣٠٦٤)، =</p><p> وقال مقاتل: نزلت في الحارث بن عامر (١) بن نوفل بن عبد مناف ابن قصي (بن كلاب)  (٢) ، كان يكذب النبي - صلى الله عليه وسلم - في العلانية، فإذا خلا مع أهل بيته قال: ما محمد من أهل الكذب، ولا أحسبه إلاَّ صادقًا. وقال للنبي - صلى الله عليه وسلم -: إنَّا لنعلم أن الذي تقوله حق، وإنه لا يمنعنا أن نتبع الهدى معك إلاَّ مخافة أن يتخطَّفنا الناس من أرضنا - يعني: العرب- فإنَّا نحن أكلة رأس، ولا طاقة لنا بهم (٣) ، فأنزل الله تعالى:  {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ} بأنك كاذب وساحر ومجنون. </p><p> {فَإِنَّهُمْ لَا يُكَذِّبُونَكَ} أي: لا ينسبونك إلى الكذب، ولا يقولون لك: كذبت. </p><p> وقرأ نافع والكسائي:  (يُكْذِبُونَك) بالتخفيف (٤) ، وهي قراءة علي </p><p>= والضياء في \"المختارة\" (٧٤٨) كلاهما من طريق معاوية بن هشام عن سفيان الثوري، عن أبي إسحاق السبيعي، عن ناجية بن كعب، عن علي - رضي الله عنه - به. واختلف على سفيان الثوري، فرواه معاوية بن هشام متصلاً، كما تقدم، وخالفه عبد الرحمن بن مهدي. أخرج الترمذي في \"سننه\" ويحيى بن آدم، أخرج طريقه الطبري ٧/ ١٨٢ فروياه عن سفيان، عن أبي إسحاق، عن ناجية، مرسلاً، لم يذكر فيه عليًّا، ورجح رواية الإرسال: البخاري كما في \"العلل الكبير\" للترمذي ١/ ١٣٥، والدارقطني في \"العلل\" ٤/ ١٤٣، وأخرجه الحاكم في \"المستدرك\" ٢/ ٣١٥ من طريق إسرائيل بن يونس عن أبي إسحاق، متصلاً، وهذا إسناد معلول، وقد اختلف على إسرائيل، وأشار إلى ذلك الإمام الدارقطني في \"العلل\" ٤/ ١٤٣. (١) في (ت): عاصم.(٢) من (ت).(٣) \"تفسير مقاتل\" ١/ ٣٧٢، انظر: \"أسباب النزول\" للواحدي (ص ٢١٨).(٤) \"السبعة\" (ص ٢٥٧).</p><p> وأبي الدرداء رضي الله عنهما، يعني: لا يجدونك كاذبًا. </p><p> تقول العرب: أَجْدَبْتُ الأرضَ، وأحييتها، وأخصبتها، وأهيجتها: إذا وجدتها جدبة، وحية ومخصبة، وهائجة النبات (١) . </p><p> وقال (٢) رؤبة: </p><p> وَأَهْيَجَ الخَلْصَاء مِنْ ذَاتِ البُرَقْ (٣) </p><p> أي: وجدها هائجة النبات. </p><p> قال الكسائي: تقول العرب: أكذبت الرجل: إذا أخبرت أنه جاء بالكذب فرواه، وكذبته، إذا أخبرته أنه كاذب (٤) . </p><p>(١) انظر: \"المعجم الوسيط\" ٢/ ٩٢٧. (٢) في (ت): قال.(٣) شطر بيت، وتمامه:حتى إذا ما اصفَرَّ حُجْرانُ الذُّرَقْ ... وأهْيَجَ الخَلْصاءَ من ذات البُرَق.وهو يصف حميرًا انقطع عنها العشب، فاحتاجت إلى ورود الماء، إذا اصفر بطن الوادي، والذرق: نبات معروف، ووجدت الأرض هائجة النبات -أي وجدها هائجة-أي: مصفرة. انظر: \"اللسان\" ١٠/ ١٠٨، \"مقاييس اللغة\" ٢/ ٨٠. والبيت في \"ديوان رؤبة\" (ص ١١٦).(٤) قال الطبري في \"جامع البيان\" ٧/ ١٨٠ - ١٨١: (وكان بعض أهل العلم بكلام العرب، يحكي عن العرب أنهم يقولون: أكذبت الرجل إذا أخبرت أنه جاءَ بالكذب ورواه. قال: ويقولون: \"كذَّبْتُه، إذا أخبرت أنه كاذبٌ. وانظر: \"معاني القرآن\" للفراء ١/ ٣٣١، \"معاني القرآن\" للزجاج ٢/ ٢٤٢. وانظر قول الكسائي عند القرطبي في \"الجامع لأحكام القرآن\" ٦/ ٤١٧، \"أدب الكاتب\" لابن قتيبة ١/ ٤٣٤ \"لسان العرب\" (زرق) ١٠/ ١٠٨، \"مقايس اللغة\" (هيج) ٦/ ٢٣، وأبي جعفر النحاس في \"معاني القرآن\" ٢/ ٤١٩، وابن الجوزي في \"زاد المسير\" =</p>"
}