{
  "id": null,
  "sura": 6,
  "aya": 160,
  "text": "<p> واحدة، هي الناجية، وأنت منهم، يا أبا عمر (١) . </p><p> قلت: هم (٢) فرق الروافض (٣) والخوارج (٤) . </p><p> {إِنَّمَا أَمْرُهُمْ إِلَى اللَّهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوا يَفْعَلُونَ} . </p><p> ١٦٠ - {مَنْ جَاءَ بِالْحَسَنَةِ} </p><p> يعني: التوحيد: لا إله إلَّا الله (٥)  {فَلَهُ عَشْرُ أَمْثَالِهَا} . </p><p>(١) أخرجه المروزي في \"السنة\" (ص ٨١ - ٨٢)، (٦٢) وسنده ضعيف، وفيه شريك البرجمي، ذكره البخاري في \"التاريخ الكبير\" ٤/ ٢٤٠، وابن أبي حاتم في \"الجرح والتعديل\" ٤/ ٣٦٥، ولم يذكرا فيه شيئاً. وذكره ابن حبَّان في \"الثقات\" ٦/ ٤٤٤، وفي إسناده عطاء بن مسلم الحلبي صدوق، يخطئ كثيراً. وانظر \"تقريب التهذيب\" ١/ ٦٧٥. (٢) في (ت) (وهم).(٣) الروافض، ويقال لهم: الرافضة: هم الذين رفضوا إمامة الشيخين -أبي بكر وعمر، ثم افترقوا بعد وفاة علي إلى فرق عدة. وتجمعهم أصول عدة، منها: القول بالإمامة والعصمة والرجعة.\"الفرق بين الفرق\" للبغدادي (٢١)، \"الفصل\" لابن حزم ٤/ ١٢٩.(٤) هم الذين خرجوا على أمير المؤمنين على، عند التحكيم، وجرى بينهم قتال، وتجمعهم أصول عدة منها: تكفير مرتكب الكبيرة، والخروج على الأمة بالسيف. وقد اندثرت معظم فرقهم.\"الفرق بين الفرق\" (٢٤)، \"الفصل\" ٤/ ١٤٤.(٥) وهو الوارد عن السلف في تفسير: الحسنة -هنا. انظر ما أخرجه الطبري في \"جامع البيان\" ٨/ ١٠٨ - ١٠٩ وقال ابن أبي حاتم ٥/ ١٤٣١: وروي عن ابن عباس، وأبي هريرة، وعلي بن الحسين، وسعيد بن جبير، والحسن، وعطاء، ومجاهد، وأبي صالح -ذكوان، ومحمد بن كعب القرظي، والنخعي، والضحاك، والزهري، وعكرمة، وزيد بن أسلم، وقتادة، نحو ذلك.</p><p> قرأ الحسن وسعيد بن جبير ويعقوب:  (عشرٌ) منون (أمثالُها) رَفْعٌ، على معنى: فله حسنات عشر أمثالها (١) . </p><p> وقرأ الباقون بالإضافة على معنى: فله (٢) عشر حسنات أمثالها، وإنما لم يقل: عشرة، والمثل مذكر، فأنَّث العدد؛ لأنه مضاف إلى مؤنث، فردَّه إلى الحسنة والدرجة {وَمَنْ جَاءَ بِالسَّيِّئَةِ} يعني: الشرك (٣)  {فَلَا يُجْزَى إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ} وقيل: هذا عام في جميع الحسنات والسيِّئات (٤) . </p><p> روى المعرور بن سويد، عن أبي ذر قال: حدَّثني الصادق المصدوق: إنَّ الله تعالى قال: \"الحسنة عشر أو أزيد، والسيئة واحدة أو أغفر. فالويل (٥) لمن غلبت آحادُهُ أعْشَارَه، ومن لقيني بقراب الأرض خطيئة، ثمَّ لا يشرك بي شيئاً، جعلت له مثلها </p><p>(١) وقرأ بها أيضاً عيسى بن عمر والأعمش. انظر: \"الحجة\" لابن خالويه (١٥٢)، \"مشكل إعراب القرآن\" ١/ ٣٠١، \"معاني القرآن\" للفراء ١/ ٣٦٧. (٢) ليست في (ت).(٣) ورد عن عبد الله بن مسعود وغيره. \"جامع البيان\" ٨/ ١٠٨ - ١٠٩، وقال ابن أبي حاتم ٥/ ١٤٣٢: وروي عن عبد الله بن مسعود، وأنس بن مالك، وأبي وائل، وعطاء، والحسن، وسعيد بن جبير، وعكرمة، والنخعي، وأبي صالح، والزهري، وزيد بن أسلم، ومحمد بن كعب القرظي، والسدي، وقتادة، والضحاك، مثله.(٤) قال ابن عطية في \"المحرر الوجيز\" ٢/ ٣٦٨: وقالت فرقة: ذلك لفظ عام في جميع الحسنات والسيئات، وهذا هو الظاهر. وانظر \"الجواهر الحسان\" للثعالبي ٢/ ٥٣٤.(٥) تصحفت كلمة: فالويل. في نسخة (ت) إلى: قال ويل.</p><p> مغفرة \"(١).</p><p> وقال ابن عمر وابن عباس - رضي الله عنهما -: هذا للأعراب وأهل البدو. فأما لأهل القرى، فقال:  {وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا}  (٢) : وأقلها سبعمائة ضعف (٣) . </p><p> وقال قتادة، في هذِه الآية: ذكر لنا أنَّ نبي الله - صلى الله عليه وسلم - قال: \" الأعمال ستةٌ: فموجبة وموجبة، ومضاعفة ومضاعفة، ومثل بمثل فأمَّا الموجبتان: فمن لقي الله لا يشرك به شيئاً، دخل الجنَّة، ومَنْ لقي الله يُشرك به شيئاً (٤) دخل النار. وأمَّا المضاعفتان: فنفقة الرجل على أهله، عشر أمثالها، ونفقة الرجل في سبيل الله بسبعمائة ضعف، وأمَّا مِثْلٌ بِمِثْل: فإنَّ العبد إذا همَّ بحسنة ثمَّ لم يعملها، </p><p>(١) الحديث بهذا اللفظ لم أجده في كتب المتون، وذكره القرطبي في \"الجامع\" ٧/ ١٥١. وقد ثبت في \"صحيح مسلم\" كتاب الذكر، باب فضل الذكر (٢٦٨٧) عن المعرور بن سويد عن أبي ذر، أن رسول الله - صلى الله عليه وسلم - قال: \"يقول الله عَزَّ وَجَلَّ: من جاء بالحسنة فله عشر أمثالها، وأزيد، ومن جاء بالسيئة فجزاؤه سيئة مثلها، أو أغفر، ومن تقرَّب مني شبراً، تقرَّبت منه ذراعاً، ومن تقرَّب مني ذراعاً، تقرَّبت منه باعاً، ومن أتاني يمشي أتيته هرولة، ومن لقيني بقراب الأرض خطيئة، لا يشرك بي شيئاً، لقيته بمثلها مغفرة\". (٢) النساء: ٤٠.(٣) أخرجه الطبري في \"جامع البيان\" ٨/ ١١٠، وتفسير ابن أبي حاتم (٨١٦٨)، وفيه عطية العوفي، وهو ضعيف، وقد سبق بيان حاله. وزاد السيوطي نسبته لعبد بن حميد وابن المنذر وابن مردويه. أما الرواية عن ابن عباس، فهي عند أبي الشيخ، كما في \"الدر المنثور\" ٣/ ١١٩.(٤) من (ت).</p><p> كُتبت له واحدة، وإذا همَّ بسيئة ثمَّ عملها كُتبت سيئة \"(١).</p><p> وقال سفيان الثوري: لمَّا نزلت {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا} قال النبيُّ - صلى الله عليه وسلم -: \" ربِّ زدني \" فنزلت:{مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ}(٢)الآية(٣)،قال:\" يا ربِّ زد أمتي \"(٤)،فنزلت:{مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً}(٥)قال: \" ربِّ زِدْ أمتي\" (٦) ، فنزلت:  {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ}  (٧)  (٨) . </p><p>(١) أخرجه بلفظه: الطبري في \"جامع البيان\" عن قتادة ٨/ ١٠٩، وهو مرسل. وله شاهد أخرجه: أحمد في \"مسنده\" ٤/ ٣٤٥ (١٩٠٣٥)، وأبو نعيم في \"الحلية\" ٩/ ٣٤، والبخاري في \"التاريخ الكبير\" ٨/ ٤٢٢ - ٤٢٣ وابن حبَّان (٦١٧١) كلهم من طرق، عن الركين بن الربيع عن أبيه عن عمه فلان بن عميلة عن خريم بن فاتك الأسدي مرفوعاً بنحوه، وإسناده صحيح. (٢) البقرة: ٢٦١.(٣) ليست في (ت).(٤) في (ت): زدني.(٥) البقرة: ٢٤٥.(٦) في (ت): زدني.(٧) الزمر: ١٠.(٨) أخرجه ابن المنذر عن سفيان، كما في \"الدر المنثور\" ١/ ٥٥٥، وللحديث رواية أخرى عن ابن عمر وليس فيها ذكر آية الأنعام. أخرجها ابن حبَّان في \"صحيحه\" ١٠/ ٥٠٥، والبيهقيُّ في \"الشعب\" ٤/ ٣٥، والطبراني في \"الأوسط\" ٦/ ١٠. وسندها صحيح.</p>"
}