{
  "id": null,
  "sura": 6,
  "aya": 1,
  "text": "<p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> ١ - قوله -عز وجل- (١) : {الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ} الآية. </p><p> قال مقاتل (٢) : قال المشركون للنبي - صلى الله عليه وسلم -: من ربك؟ قال:  \"الذي خلق السماوات والأرض\" ، فكذَّبُوه، فأنزل الله تعالى حامدًا نفسه دالّا بصنعه على وجوده وتوحيده:  {الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ} في يوميْن: يوم الأحد ويوم الاثنين {وَالْأَرْضَ} في يَوْمَيْنِ: يوم الثلاثاء ويوم الأربعاء. </p><p> {وجَعَلَ الظُّلُمَاتِ وَالنُّور} </p><p> قال السدي: يعني ظلمة الليل ونور النهار (٣) . </p><p> وقال الواقدي: كل ما في القرآن من: الظلمات والنور، فهو: الكفر والإيمان، إلا في هذِه الآية؛ فإنه يريد بهما الليل والنهار (٤) . </p><p> وقال الحسن:  {جَعَلَ الظُّلُمَاتِ وَالنُّور} يعني: الكفر والإيمان (٥) . </p><p>(١) ليست في (ت). (٢) هو: مقاتل بن سليمان بن بشير، الأزدي الخراساني، أبو الحسن، البلخي، صاحب التفسير. كذَّبوه.(٣) أخرجه الطبري في \"تفسيره\" ٧/ ١٤٣، وابن أبي حاتم في \"تفسيره\" ٤/ ١٢٥٩، ١٢٦٠، ٧٠٨٢، ٧٠٨٥ كلاهما من طريق أسباط، عن السدي. وقد تقدم الكلام على هذا الإسناد انظر: ص ٧٢.(٤) انظر: \"معالم التنزيل\" للبغوي ٢/ ٨٣.(٥) انظر: \"معالم التنزيل\" للبغوي ٣/ ١٢٥، \"الوسيط\" للواحدي ٢/ ٢٥١، \"الجامع لأحكام القرآن\" للقرطبي ٦/ ٣٨٦، \"فتح القدير\" للشوكاني ٢/ ٩٨.</p><p> وقال قتادة: يعنى: الجنة والنار (١) . </p><p> وإنما جمع: الظلمات، ووحَّد النور؛ لأن النور يتعدى، والظلمة لا تتعدى (٢) . وقال أهل المعاني (٣) : (جعل) هاهنا صلة، والعرب تزيد (جعل) في الكلام (٤) . </p><p> كقول الشاعر: </p><p> وقد جعلتُ الاثنينِ أربعةً ... والواحدَ اثنينِ لَمّا هدَّني الكبرُ (٥) . </p><p>(١) انظر: \"معالم التنزيل\" للبغوي ٣/ ١٢٦. (٢) انظر: \"الجامع لأحكام القرآن\" للقرطبي ٦/ ٣٨٦.(٣) قال ابن الصلاح: وحيث رأيت في كتب التفسير: قال أهل المعانى، فالمراد به: مصنفو الكتب في معاني القرآن، كالزجاج ومن قبله، وفي بعض كلام الواحدي: أكثر أهل المعاني -الفراء والزجاج وابن الأنباري- قالوا كذا. انظر: \"البرهان في علوم القرآن\" ١/ ٢٩١ و \"الإتقان\" للسيوطي ٣/ ٧٢٨.(٤) قال القرطبي في \"تفسيره\" ٦/ ٣٨٦: وحكى الثعلبي: أن بعض أهل المعاني قال: (جعل) هنا زائدة، والعرب تزيد (جعل) في الكلام، ثم ساق البيت المذكور. وقال ابن الجوزي في \"زاد المسير\" ٣/ ٢: (وقيل: إن (جعل) ها هنا صلة، والمعنى: والظلمات). قلت: ولفظ (صلة) يستخدمه جمع من أهل العلم للدلالة على اللفظة الزائدة في كتاب الله، والأولى والأرجح القول بعدم وجود أي حرف زائد في كتاب الله، سواء عبَّر عنه بلفظ: الصلة، أو بغيره؛ فإن لكل حرف موقعه وسره البلاغي، عرفه من عرفه، وجهله من جهله. والله أعلم.(٥) نسبه أبو علي القالي في \"الأمالي\" ٢/ ١٦٦ لعبد من عبيد بجيلة، أسود، ونسبه المرزباني لعمرو بن أحمر الباهلي، كما في \"خزانة الأدب\" للبغدادي ٩/ ٣٥٩ ورواية البيت عندهما:فقد جعلت أرى الشخصين أربعة ... والواحد اثنين مما يورك النظر.</p><p> ومجاز الآية: الحمد لله الذي خلق السماوات والأرض والظلمات والنور. </p><p> وقيل: معناه: خلق السماوات والأرض، وقد جعل الظلمات والنور؛ لأنه خلق الظلمة والنور قبل خلق السماوات والأرض (١) . </p><p> قال قتادة: خلق الله السماوات قبل الأرض، والظلمة قبل النور، والجنة قبل النار (٢) . </p><p> وقال وهب: أول ما خلق الله مكانًا مظلمًا، ثم خلق جوهرة فأضاءت ذلك المكان، ثم نظر إلى الجوهرة (٣) نَظَرَ الهيبة فصارت ماءً، فارتفع بخارها وزبدها، فخلق من البخار السماوات ومن الزبد الأرضين (٤) . </p><p> وروى عبد الله بن عمرو رضي الله عنهما عن النبي - صلى الله عليه وسلم - أنه قال: </p><p>(١) انظر: \"معالم التنزيل\" للبغوي ٣/ ١٢٦. (٢) أخرجه الطبري ٧/ ١٤٣، وابن أبي حاتم ٤/ ١٢٥٩ (٧٠٧٩، ٧٠٨٣) كلاهما من طريق يزيد بن زريع، ثنا سعيد، عن قتادة.وإسناده صحيح، وزاد السيوطي في \"الدر المنثور\" ٣/ ٦ نسبته لعبد بن حميد وابن المنذر، وأبي الشيخ، عن قتادة.(٣) في الأصل: الجوهر. والمثبت من (ت).(٤) هذا الأثر من الإسرائيليات التي رواها وهب، فقد قال عنه الذهبي في \"سير أعلام النبلاء\" ٤/ ٥٤٥: وروايته للمسند قليلة، وإنما غزارة علمه في الإسرائيليات، ومن صحائف أهل الكتاب.وقد ذكر الفخر الرازي في \"تفسيره\" ٢٢/ ١٦٢ هذا الخبر، فقال: جاء في التوراة. . مما يؤكد أنه من الإسرائيليات.</p><p> \"إنَّ الله تعالى خَلَقَ خلقه من ظلمةٍ، ثم ألقى عليهم(١)من نُوره، فمن أصابه يومئذٍ من ذلك النور اهتدى، ومَن أخطأه ضلَّ\"  (٢) . </p><p> {ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ} </p><p> قال قطرب: هو مختصر - يعني:  {ثُمَّ الَّذِينَ كَفَرُوا} بعد هذا البيان {بِرَبِّهِمْ يَعْدِلُونَ} : الأوثان - أي: يشركون، وأصله من مساواة الشيء بالشيء، يقال: عدلت هذا بهذا إذا ساويته به (٣) . </p><p> وقال النضر بن شميل: الباء في قوله: {بِرَبِّهِمْ} بمعنى عن (٤) . </p><p>(١) ليست في (ت). (٢) أخرجه الترمذي كتاب الإيمان، باب ما جاء في افتراق هذِه الأمة (٢٦٤٢)، وأحمد في \"مسنده\" ٢/ ١٩٧ (٦٨٥٤) وابن حبان في \"صحيحه\" (١٨١٢) في \"موارد الظمآن\"، والحاكم في \"المستدرك\" ١/ ٣٠ - ٣١ بأطول من هذا، كلهم من طريق عبد الله بن الديلمي، قال: سمعت عبد الله بن عمرو ... فذكره.قال الترمذي: هذا حديث حسن. وصححه ابن حبان. وقال الحاكم: هذا حديث صحيح، قد تداوله الأئمة. وأورده الهيثمي في \"مجمع الزوائد\" ٧/ ١٩٣ - ١٩٤ وقال: رواه أحمد بإسناديْن، والبزار والطبراني، ورجال أحد إسناديْ أحمد ثقات.(٣) انظر: \"المصباح المنير\" للفيومي ٢/ ٣٩٦. وذكر هذا القول البغوي في \"معالم التنزيل\" ٣/ ١٢٦ دون عزو لأحد، وبنحوه ابن الجوزي في \"زاد المسير\" ٣/ ٣. والنسفي في \"مدارك التأويل\" ١/ ٣١٢.(٤) ذكره عن النضر: البغوي في \"معالم التنزيل\" (١٢٦١٣)، وابن الجوزي في \"زاد المسير\" ٣/ ٢.وقال بعضهم: الباء بمعنى (من) في قوله: {عَيْنًا يَشْرَبُ بِهَا الْمُقَرَّبُونَ} [المطففين: ٢٨] {عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ} [الإنسان: ٦] وجعل الباء بمعنى (من)؛ للتبعيض. أثبته الأصمعي والفارسي والقتيبي وابن مالك والكوفيون. =</p><p> وقوله:  {يَعْدِلُونَ} من العدول - أي: يميلون وينحرفون (١) . </p><p> وأنشد يصف السحاب (٢) : </p><p> شربنَ بماء البحر، ثم ترفعتْ ... متى لججٍ خُضْرٍ لهن نَئيُج (٣) . </p><p> أي: من ماء البحر. </p><p> وقال الله تعالى:  {عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ}  (٤) أي: منها (٥) . </p><p> [١٣٤٢] أخبرنا أبو علي الحسين بن محمد بن إبراهيم (بن محمد)  (٦) الأصفهاني (٧) ، قال: حدثنا محمد بن إبراهيم بن محمش (٨) ، قال: أخبرنا علي بن حسان (٩) ، عن القاسم بن محمد البجلي، عن </p><p>= انظر: \"مفردات غريب القرآن\" للأصفهاني ١/ ١٣٩. وانظر: \"أوضح المسالك إلى ألفية ابن مالك\" لابن هشام، ٣/ ٣٧، و\"مغني اللبيب عن كتب الأعاريب\" (١٤٢). (١) انظر: \"معالم التنزيل\" للبغوي ٣/ ١٢٦.(٢) في (ت): سحابًا.(٣) البيت لأبي ذؤيب الهذلي، وهو في \"ديوان الهذليين\" ١/ ٥٢.(٤) الإنسان: ٦.(٥) انظر \"معالم التنزيل\" للبغوي ٣/ ١٢٦.(٦) من (ت).(٧) أبو علي النسوري: شيخ قديم، ثقة، كثير الحديث سمع: أبا بكر القطان، وأبا حامد ابن بلال قبل الأصم، ثم سمع الأصم وأقرانه، وحدث، توفي سنة (٣٩٧ هـ).المنتخب من \"السياق لتاريخ نيسابور\" للصريفيني (ص ١٨١).(٨) لم أجده.(٩) لعله والذي بعده راوٍ واحد، وهو: علي بن حسان بن القاسم بن الفضل بن حسان، أبو الحسن، الجَدَلي، من أهل قرية دِمَما، وهي دون الأنبار على الفرات، وتصحف فيه (بن) إلى (عن)، و (الجدلي) إلى (البجلي) والله أعلم. =</p><p> يوسف بن بلال (١) ، عن محمد بن مروان (٢) ، عن محمد بن السائب (٣) ، عن أبي صالح (٤) عن ابن عباس - رضي الله عنه - قال: فتح الله الخلق بالحمد، فقال (٥) : {الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ} وختمهم بالحمد، فقال:  {وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ} : بين الخلائق {وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ}  [الزمر: ٧٥]  (٦) . </p><p>= قال الخطيب: قدم بغداد، وحدَّث بها عن محمد بن عبد الله الكوفي مُطَيَّن، حدثنا عنه: تمام بن محمد الخطيب، وأبو خازم محمد بن الحسين بن الفراء، والقاضيان الصيمري والتنوخي. وسألت عنه أبا خازم بن الفراء فقال: تكلموا فيه.وذكر الخطيب ولادته إما سنة (٢٨٣ هـ) أو (٢٨٤ هـ) ومات من سنة (٣٨٤ هـ)، أو في ذي الحجة من سنة (٣٨٣ هـ).وقال الذهبي: فقد قارب مائة عام. \"تاريخ بغداد\" للخطيب ١١/ ٤٢٢، \"سير أعلام النبلاء\" للذهبي ٣٢/ ٦٣.(١) يوسف بن بلال، ذكره المزي ضمن تلاميذ محمد بن مروان السدي وذكر ابن ماكولا: أن أحمد بن إسماعيل بن جبريل بن الفيل سمع تفسير الكلبي من يوسف بن بلال، عن محمد بن مروان عن الكلبي. ولم يذكر بجرح أو تعديل.\"تهذيب الكمال\" للمزي ٢٦/ ٣٩٢، \"الإكمال\" لابن ماكولا ٧/ ٧٨.(٢) السدي الصغير متهم بالكذب.(٣) الكلبي، متهم بالكذب، ورمي بالرفض.(٤) باذام ضعيف يرسل.(٥) ليست في (ت).(٦) [١٣٤٢] الحكم على الإسناد:ضعيف جدًّا؛ ففيه الكلبي، والسدي، وكلاهما متهم بالكذب، فضلًا عن المجاهيل فيه. =</p><p> [١٣٤٣] وأخبرنا الحسين بن محمد (١) ، قال: حدثنا محمد بن إبراهيم (٢) ، قال:  (حدثنا علي)  (٣)  (٤) ، قال: حدثنا إسحاق (٥) ، قال: أخبرنا المؤمل بن إسماعيل (٦) ، عن حماد (٧) ، عن عبد الله بن الحارث (٨) ، عن كعب (٩) قال: فتح الله التوراة بالحمد، فقال:  {الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ} وختمها بالحمد، فقال:  {وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ}  (١٠) الآية [الإسراء: ١١١]  (١١) . </p><p>= التخريج: ذكره البغوي في \"معالم التنزيل\" ٣/ ١٢٥، والخازن ٢/ ٣٦٦، والشربيني في \"السراج المنير\" ١/ ٨٩١ عن ابن عباس.(١) ابن فنجويه، ثقة صدوق، كثير الرواية للمناكير.(٢) محمد بن إبراهيم، لم أجده.(٣) ليست في (ت).(٤) علي بن حسان: تكلموا فيه.(٥) ابن راهويه الإمام الثقة الحافظ المجتهد.(٦) أبو عبد الرحمن البصري صدوق، سيئ الحفظ.(٧) هو إما حماد بن زيد أو حماد بن سلمة وكلاهما شيخ لمؤمل وكلاهما ثقة.(٨) ابن نوفل بن عبد المطلب الهاشمي، له رؤية، ثقة.(٩) كعب بن ماتع الحميري، ثقة.(١٠) من (ت).(١١) [١٣٨٣] الحكم على الإسناد:إسناد الثعلبي، من إسحاق إلى كعب، كله ثقات، إلا الكلام الذي في مؤمل بن إسماعيل، والانقطاع بين حماد بن سلمة وبين عبد الله بن الحارث. =</p>"
}