{
  "id": null,
  "sura": 6,
  "aya": 148,
  "text": "<p> وأخذهم الربا، واستحلالهم أموال الناس بالباطل {وَإِنَّا لَصَادِقُونَ} : في إخبارنا عن هؤلاء اليهود، وعمّا حرَّمنا عليهم من الشحوم واللحوم. </p><p> ١٤٧ - {فَإِنْ كَذَّبُوكَ فَقُلْ رَبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ وَلَا يُرَدُّ بَأْسُهُ عَنِ الْقَوْمِ الْمُجْرِمِينَ (١٤٧) } (١) . </p><p> ١٤٨ - {سَيَقُولُ الَّذِينَ أَشْرَكُوا} : </p><p> لمَّا ألزمتهم (٢) الحجَّة، وتبيَّنوا، وتيقنوا باطل ما كانوا عليه:  {لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا} نحن {وَلَا آبَاؤُنَا} من قبل {وَلَا حَرَّمْنَا} : ما حرَّمنا {مِنْ شَيْءٍ} : من البحائر والسوائب وغير ذلك؛ لأنَّه قادر على أن (٣) يحول بيننا وبين ذلك؛ حتَّى لا نفعله، ولكنَّه رضي منا ما نحن عليه، من: عبادة الأصنام، وتحريم الحرث والأنعام، وأراده منَّا، وأمرنا به، فلم يَحُلْ بيننا وبين ذلك. </p><p> فقال الله تعالى (٤) ، تكذيبًا لهم، وردًّا عليهم:  {كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ} : من كفار الأمم الخالية {حَتَّى ذَاقُوا بَأْسَنَا} </p><p>(١) وجاء في النسخة (ت) ما نصه: (فإن كذبوك -يعني: بما تقول من التحريم والتحليل، واسعة -يعني: رحمته وسعت كل شيء، لا يعجل عليهم بالعقوبة، بأسه: يعني: عذابه. أبي الليث) اهـ. (٢) جاء في الأصل قوله: ألزمته. والصحيح ما أثبته من (ت).(٣) هكذا في (ت) وفي الأصل: أنه. وهو خطأ.(٤) ساقطة من (ت).</p><p> عذابنا، فكذبهم في قولهم: إن الله رضي منا ما نحن عليه؛ لأنه لو لم يرضه وأراد غيره، لحال بيننا وبينه. </p><p> والدليل على أن التكذيب ورد في هذا، لا في قولهم:  {لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا} . </p><p> قوله:  {كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ} : من التكذيب، ولو كان ذلك خبرا من الله جل ثناؤه عن كذبهم في قولهم:  {لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلَا آبَاؤُنَا} لقال: كذلك كذَب الذين من قبلهم (١) بتخفيف الذال، فكان ينسبهم إلى الكذب لا إلى التكذيب. </p><p> وقال الحسين بن الفضل: لو أخبروا بهذِه المقالة تعظيمًا وإجلالاً لله تعالى (٢) ومحرفة منهم به، لما عابهم ذلك؛ لأن الله تعالى (٣) . قال:  {لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا}  (٤) وقال: {مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ}  (٥) وقال: {فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ}  (٦) والمؤمنون يقولون هذا، ولكنَّهم قالوا ذلك تكذيبًا وتخرصًا وجدلاً، من غير معرفة بالله وبما يقولون (٧) . </p><p> نظيره قوله -عز وجل-: {وَقَالُوا لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُمْ} قال الله </p><p>(١) في (ت): قولهم. وهو خطأ. (٢) ساقطة من (ت).(٣) ساقطة من (ت).(٤) الأنعام: ١٠٧.(٥) الأنعام: ١١١.(٦) الأنعام: ١٤٩.(٧) \"معالم التنزيل\" ٣/ ٢٠١.</p><p> تعالى:  (١)  {مَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ}  (٢) فقولهم هذا من غير علم منهم بالله تعالى (٣) ، والمؤمنون يقولونه بعلم منهم بالله، ثمَّ قال:  {قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ} : من حظ وحجَّة، على ما تقولون {فَتُخْرِجُوهُ لَنَا إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ} : من غير علم ويقين {وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ} : تكذِّبون. </p><p>(١) جاء في الأصل وفي (ت) بزيادة واو، وهو خطأ. (٢) الزخرف: ٢٠.(٣) من (ت).</p>"
}