{
  "id": null,
  "sura": 6,
  "aya": 6,
  "text": "<p> ٦ - قوله (١)  {أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ} </p><p> يعني: الأمم الماضية، والقَرْن: الجماعة من الناس (٢) وجمعه: قرون (٣) ، وقيل: القرن: مدة من الزمان، يُقال: ثمانون سنه، ويقال: مائة سنة (٤) ، ويكون معناه - على هذا القول: من أهل قرن. </p><p> {مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ} أي: أعطيناهم ما لم نعطكم. </p><p>= وعشرة أكيال، وتبعد عن سيف البحر خمسة وأربعين كيلاً، وسكانها عرب، غالبهم بني صبح. انظر: \"المعالم الجغرافية في السيرة النبوية\" للدكتور عاتق البلادي ص ٤١١، و\"معجم البلدان\" لياقوت الحموي ١/ ٣٥٧.(١) ليست في (ت).(٢) في الأصل، (ت): (من قرآن الزمان).(٣) \"مقاييس اللغة\" لابن فارس ٥/ ٧٧، \"مجاز القرآن\" لأبي عبيد ١/ ١٨٥، \"معالم التنزيل\" للبغوي ٣/ ١٢٨، \"الجامع لأحكام القرآن\" للقرطبي ٦/ ٣٩١.قال الواحدي في \"الوسيط\": ٢/ ٢٥٣: وأهل كل مدة قرن.قال النحاس -بعد أن ذكر الأقوال في القرن: وأصحُّ من هذا القول: القرن: كل عالم في عصر؛ لأنه مأخوذ من الاقتران- أي: عالم مقترن بعضهم إلى بعض. \"معاني القرآن\" للنحاس ٢/ ٤٠٠.وقال الأزهري: والذي يقع عندي -والله أعلم- أن القرن أهل كل مدة، كان فيها نبي، أو كان فيها طبقة من أهل العلم، قلَّت السنون أو كثرت. \"تهذيب اللغة\" ٩/ ٨٤.قلت: ويؤيده قوله - صلى الله عليه وسلم -: \"خير الناس قرني، ثم الذين يلونهم\" أخرجه البخاري في \"صحيحه\" كتاب الشهادات، باب لا يشهد على شهادة جور (٢٦٥٢) ومسلم كتاب فضائل الصحابة، باب فضل الصحابة (٢٥٣٣).(٤) انظر: \"لسان العرب\" ١٣/ ٣٣١ (قرن).</p><p> وقال ابن عباس - رضي الله عنه -: أمهلنا لهم في العمر والأجسام والأموال (١) والأولاد مثل قوم نوح وعاد (٢) وثمود (٣) . </p><p> يقال: مكَّنته ومكَّنت له، فجاء باللغتين جميعًا (٤) . </p><p> {وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ} يعني: المطر. </p><p> تقول العرب: ما زلنا نطأ السماء حتى أتيناكم (٥) . </p><p> {مِدْرَارًا} أي (٦) : غزيرة كثيرة دائمة، وهو (مِفْعال) من الدَّر. </p><p> قال الشاعر: </p><p> وسقاك، من نَوْء الثُّرَيَّا مُزنة ... سَجْراء (٧) تَحلبُ وابِلاً مِدْرارا (٨) </p><p>(١) من (ت). (٢) جاء في الأصل: نوح وثمود وعاد. بتقديم: ثمود، على: عاد، والمثبت من (ت).(٣) \"معالم التنزيل\" للبغوي ٢/ ٨٥.(٤) قال أبو عبيد: مكَّنتُك، ومكنتْ لك واحد. \"مجاز القرآن\" ١/ ١٨٦.(٥) هذا من الاستعارات التي جرت على لسان العرب. والسماء: ما علاك، ثم توسَّعوا فيه، حتى سمّوا المطر: سماء، فقالوا: ما زلنا نطأ السماء حتى أتيناكم -أى: نطأ مواضع المطر.انظر: \"جمهرة اللغة\" لابن دريد، باب الاستعارات ٣/ ١٢٥٥، \"مقاييس اللغة\" لابن فارس، ٣/ ٩٨. \"المزهر في علوم اللغة والأدب\" للسيوطي. فصل فيما وضع في الأصل خاصا ثم استعمل عامًّا ١/ ٣٣٣.(٦) ليست في (ت).(٧) من (ت) وجاء في الأصل: شجرًا.(٨) البيت في \"العين\" ٨/ ٣٩ غير منسوب، وهو في \"ديوان جرير\" ص ١٩٦، بلفظ:وسقاك من نوء الثريا عارض ... تنهلُّ منه ديمة مدرار.</p><p> وقوله:  {مَا لَمْ نُمَكِّنْ} : من خطاب التلوين (١) ، كقوله:  {حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ}  (٢) . </p><p> وقال أهل البصرة (٣) : أخبر عنهم بقوله: {أَلَمْ يَرَوْا} وفيهم محمد - صلى الله عليه وسلم - وأصحابه، ثم خاطبهم معهم (٤) . </p><p> والعرب تقول: قلت لعبد الله: ما أكرمه، وقلت لعبد الله: ما أكرمك. </p><p> {وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأْنَا مِنْ بَعْدِهِمْ} أي: خلقنا وابتدأنا {قَرْنًا آخَرِينَ}  (٥) . </p><p>(١) وهذا اللفظ يطلقه أهل التفسير، والمراد به ما يطلق عليه البلاغيون: الالتفات. وذكره الزركشي، في النوع الحادي والعشرين من أنوع مخاطبات القرآن، فقال: خطاب التلوين. وسمَّاه الثعلبي: المتلون، كقوله تعالى: {يَاأَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ} [الطلاق: ١] {قَالَ فَمَنْ رَبُّكُمَا يَامُوسَى} [طه: ٤٩] ويسمِّيه أهل المعاني: الالتفات. \"البرهان\" ٢/ ٢٤٦، ومعناه: التعبير عن معنى بطريق من الطرق الثلاثة التكلم والخطاب والغيبة، بعد التعبير عنه بطريق آخر منها. \"الإيضاح في علوم البلاغة\" للخطيب القزويني، ص ٧٢.(٢) يونس: ٢٢.(٣) البصرة: مدينة كبرى من مدن العراق، قيل: سُمِّيت بذلك؛ لأن فيها حجارة ليست صلبة. مصَّرها المسلمون في عهد عمر بن الخطاب - رضي الله عنه -، وكانت حاضرة من حواضر اللغة والأدب \"معجم البلدان\" ١/ ٤٣١.(٤) \"معالم التنزيل\" للبغوي ٣/ ١٢٨، \"الجامع لأحكام القرآن\" للقرطبي ٦/ ٣٩٢.(٥) في (ت): (وأنشأنا وخلقنا وابتدأنا، من بعدهم، قرنًا آخرين) وكلاهما حسن.</p>"
}