{
  "id": null,
  "sura": 6,
  "aya": 136,
  "text": "<p> لَا يُفْلِحُ الظَّالِمُونَ}: أي: لا يأمن الكافرون. </p><p> وقال عطاء: لا يسعد (١) . </p><p> وقال الضحاك: لا يفوز (٢) . </p><p> وقال عكرمة: لا يبقى في الثواب. </p><p> ١٣٦ - {وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا} </p><p> قال المفسرون (٣) : كانوا يجعلون لله من حروثهم وأنعامهم وثمارهم وسائر أموالهم نصيبًا، وللأوثان نصيبًا فما كان للصنم أُنفِق عليه، وما كان لله أُطعِم الضيفان والمساكين ولا يأكلون من ذلك كله شيئًا، فما سقط مما جعلوا لله في نصيب الأوثان تركوه، وقالوا: إن الله تعالى غني عن هذا، وإن سقط مما جعلوه للأوثان في نصيب الله، التقطوه وردُّوه إلى نصيب الصنم وقالوا: إنه فقير. وكانوا إذا نذروا فما وقع من نذر الله في حصة الصنم تركوه، وما وقع من حصَّة الصنم في حصَّة الله ردُّوه، وإن انفجر من سَقْي ما جعلوه للشيطان في نصيب الله سدُّوه، وإن انفجر من سَقْي ما جعلوه لله في نصيب الشيطان تركوه. وإذا هلك الذي سموا لشركائهم أو أجدب </p><p>(١) انظر: \"تفسير مقاتل\" ١/ ٤٠١، \"الوجيز\" للواحدي (ص ٣٧٦)، \"البحر المحيط\" ٤/ ٢٢٩. (٢) \"معالم التنزيل\" ٣/ ١٩٢.(٣) أخرج البيهقي في \"سننه\" ١٠/ ١٠، وابن أبي حاتم في \"تفسير القرآن العظيم\" (٧٩١١، ٧٩١٣)، من الطريق المشهورة عن علي بن أبي طلحة عن ابن عباس، وانظر: \"التفسير الكبير\" للرازي ١٣/ ١٦٨.</p><p> وكثر الذي لله قالوا: ليس لآلهتنا بدٌّ من نفقة، فأخذوا الذي لله فأنفقوه على آلهتهم، وإذا أجدب الذي لله وكثر الذي لآلهتهم قالوا: لو شاء الله لأزكى الذي له، فلا يردون عليه شيئًا مما للآلهة، وإذا أصابتهم السنة استعانوا بما جزءوا (١) لله، ووفروا ما جزءوا لشركائهم، فذلك قوله -عز وجل-: {وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ} أي: (٢) خلق {مِنَ الْحَرْثِ وَالْأَنْعَامِ} . </p><p> {نَصِيبًا} : فيه إضمار واختصار، مجازه: جعلوالله نصيبًا ولشركائهم نصيبًا. </p><p> {فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ} . </p><p> قرأ يحيى بن وثاب والسلمي والأعمش والكسائي بضم الزاي (٣) . </p><p> والباقون: بالفتح. وهما لغتان، وهو القول من غير حقيقة (٤) . </p><p> [١٣٥٦] سمعت الحبيبي (٥) يقول: سمعت العنبري (٦) يحكي عن أبي العباس الأزهري (٧) ، عن أبي حاتم (٨) أنه قال: قال شريح </p><p>(١) في (ت): جزاؤه. (٢) ليست في (ت).(٣) ضم الزاي لغة بني أسد وبني تميم، وفتح الزاي لغة الحجاز. وانظر: \"إعراب القرآن\" للنحاس ١/ ٥٨١، \"معاني القرآن\" للفراء ١/ ٣٥٦، \"الدر المصون\" ٣/ ١٨٥.(٤) \"معالم التنزيل\" ٣/ ١٩٢، وانظر: \"اللسان\" ١٢/ ٢٦٤ (زعم).(٥) قيل: كذبه الحاكم.(٦) يحيى بن محمد بن عبد الله، أبو زكريا، الإمام، المفسر، الثقة.(٧) أحمد بن محمد بن الأزهر واهٍ.(٨) الرازي، محمد بن إدريس بن المنذر، أحد الحفاظ.</p>"
}