{
  "id": null,
  "sura": 6,
  "aya": 152,
  "text": "<p> أحدًا، فأقيد نفسي به (١) ، ولا ارتددت منذ أسلمت، إنَّي أشهد أن لا إله إلاَّ الله وأن محمدًا عبده ورسوله (٢) . </p><p> {ذَلِكُمْ} : الذي ذكرت {وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ} </p><p> ١٥٢ - {وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ} : </p><p> يعني: بما فيه صلاحه وتثميره. </p><p> قال مجاهد: هو التجارة فيه (٣) . </p><p> وقال الضحاك: هو أن يبتغي له فيه، ولا يأخذ من ربحه شيئًا (٤) . </p><p> وقال ابن زيد: هو أن يأكل بالمعروف، إن افتقر، وإن استغنى فلا يأكل (٥) . </p><p>(١) ساقطة من (ت). (٢) [١٣٥٧] الحكم على الإسناد.إسناده عند المصنف جيد؛ فيه محمد بن إسماعيل، ومغيرة بن مسلم، صدوقان. ومطر الوراق صدوق كثير الخطأ.التخريج.من هذا الوجه أخرجه الإمام أحمد في \"المسند\" ١/ ٦٣ (٤٥٢)، والنسائي كتاب تحريم الدم، باب الحكم في المُرتد ٧/ ١٠٣ من هذا الوجه. لكن للحديث طريق آخر عن أبي أمامة سهل بن حنيف، قال: كنا مع عثمان، وهو محصور في الدار وذكر نحوه، أخرجها الإمام أحمد في \"المسند\" ١/ ٦١ - ٦٢ (٤٣٧)، وأبو داود كتاب الديات، باب الإمام يأمر بالعفو في الدم (٤٥٠٢)، والبيهقي ٨/ ١٨، والنسائي كتاب تحريم الدم، باب ذكر ما يحل به دم المسلم ٧/ ٩١ بسند صحيح.(٣) \"جامع البيان\" ٨/ ٨٤. وانظر \"الجامع لأحكام القرآن\" للقرطبي ٧/ ١٣٤، \"معالم التنزيل\" ٣/ ٢٠٤.(٤) \"جامع البيان\" ٨/ ٨٤، وانظر: \"معالم التنزيل\" ٣/ ٢٠٤.(٥) \"جامع البيان\" ٨/ ٨٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" (٨٠٨٤).</p><p> وقال الشعبي: مَنْ خالط مال اليتيم حتَّى يُفْضِل عليه، فليخالطه، ومَنْ خالطه؛ ليأكل منه فليَدَعْه {حَتَّى يَبْلُغَ أَشُدَّهُ}  (١) </p><p> قال يحيى بن يعمر: حتى يحتلم (٢) . </p><p> قال الشعبي: الأشُد: الحلم حيث يكتب له الحسنات وتكتب عليه السيئات (٣) . </p><p> وقال أبو العالية: حتَّى يعقل وتجتمع قوَّته (٤) . </p><p> وقال الكلبي: الأَشُد: ما بين ثمانية عشر إلى ثلاثين سنة (٥) . </p><p> وقال السدِّي: هو ثلاثون (٦) سنة، ثمَّ جاء بعدها حتّى إذا بلغوا النكاح (٧) . </p><p> والأَشُدْ: جمع شَدٍّ، مثل: قَدَّ وأقُدَّ، وسَدَّ وأَسَدُّ، وهو استحكام قوة شبابه وسنه، ومنه شد النهار وهو ارتفاعه، يقال: أتيته شدّ [النهار ومد النهار]  (٨)  (٩) . </p><p>(١) لم أجد الأثر مسندًا عن الشعبي. (٢) ورد هذا المعنى عن ربيعة وعن مالك وغيرهم. انظر: \"جامع البيان\" ٨/ ٨٥.(٣) \"جامع البيان\" ٨/ ٨٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" \"٨٠٨٨\".(٤) \"معالم التنزيل\" ٣/ ٢٠٤.(٥) \"معالم التنزيل\" ٣/ ٢٠٤.(٦) من (ت) وفي الأصل: ثلاثين.(٧) \"المحرر الوجيز\" ٢/ ٣٦٣.(٨) بياض في الأصل.(٩) أخرجه الطبري في \"جامع البيان\" ٨/ ٨٥. وانظر: \"لسان العرب\" ٣/ ٢٣٢ (شدد).</p><p> وكان المُفَضَّلُ بن محمد الضبي ينشد بيت عنترة: </p><p> عهدي به شدُّ النهار كأنَّمَا ... خُضِبَ البنان ورأسه بالعظلم (١) </p><p> وقال آخر: </p><p> تطيف به شد النهار ظعينةٌ ... طويلة أنقاء اليدين سَحُوقُ (٢) </p><p> وليس بلوغ الأشد مما يبيح قرب ماله بغير الأحسن، وتقدير الكلام: وَلا تَقْرَبُوا مَالَ اليَتِيمِ إِلا بالتي هي أَحْسَنُ على الأمد حَتَّى يَبْلُغَ أَشُدَّهُ، فادفعوا إليه ماله إن كان رشيدًا. </p><p> {وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ} : بالعدل {لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا} أي: طاقتها في إيفاء الكيل والوزن. </p><p>(١) من معلقته المشهورة وانظر \"ديوانه\" ص ٢٧، وهذا البيت من أبيات وصف فيها بطلاً مثله، يقول قبله: لما رآني قد قصدت أريده ... أبدى نواجذه لغير تبسمفطعنته بالرمح ثم علوته ... بمهند صافي الحديدة مخذمالعظلم: صبغ أحمر. يصف قتيلاً سال دمه، فخضب رأسه وأطرافه، لا حراك به.وانظر: \"جامع البيان\" ٨/ ٨٥، \"الجامع لأحكام القرآن\" للقرطبي ٧/ ١٣٥، \"البحر المحيط\" ٤/ ٢٥٢، \"خزانة الأدب\" ٩/ ٤٨٦.(٢) السحوق هي المرأة الطويلة. البيت أورده الطبري في \"جامع البيان\" [ط. شاكر] ١٢/ ٢٢٢ وقال محققه: لم أعرف قائله، وهو غير منسوب في \"اللسان\" ١٠/ ١٥٤، \"المحكم\" ٢/ ٥٦١، \"تاج العروس\" ٢٥/ ٤٣٨، \"الجامع لأحكام القرآن\" للقرطبي ٧/ ١٣٦.</p><p> وقال أهل المعاني (١) : معناه: إلاَّ ما يسعها وَيَحِلُّ لَهَا، ولا يخرج فيه، ولا يُضَيَّقُ عنه، وذلك أنَّ الله تعالى علم من عباده أنَّ كثيرًا منهم تضيق نفسه عن أن تطيب لغيره بما لا يجب عليها له، فأمر المعطي بإيفاء ربِّ الحق حقه الذي هو له (٢) ، ولم يكلِّفه الزيادة؛ لما في الزيادة عليه من ضيق نفسه بها، وأمر صَاحِبَ الحق بأخذ حقّه، ولم يكلفه الرضا بأقل منه؛ لما في النقصان عنه من ضيق نفسه، فلم يكلِّف نفسًا منها إلاّ ما لا تَحرُّجَ فيه ولا يضيق عنه. </p><p> قال ابن عباس رضي الله عنهما: إنكم -معشر الأعاجم- قد وليتم أمريْن بهما هلك من كان قبلكم (٣) : المكيال والميزان (٤) . </p><p> {وَإِذَا قُلْتُمْ فَاعْدِلُوا} : فاصدقوا في الحكم والشهادة {وَلَوْ كَانَ ذَا قُرْبَى} محذوف الاسم، يعني: ولو كان المحكوم والمشهود عليه ذا قرابة {وَبِعَهْدِ اللَّهِ أَوْفُوا ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ} : تتَّعظون. </p><p>(١) انظر: \"الجامع لأحكام القرآن\" للقرطبي ٧/ ١٣٦، \"التفسير الكبير\" للرازي ١٣/ ٢٣٥ \"معالم التنزيل\" ٣/ ٢٠٤، \"الوسيط\" ٢/ ٣٣٨. (٢) ليست في (ت).(٣) ليست في (ت).(٤) أخرجه ابن جرير الطبري في \"جامع البيان\" ٢٧/ ١١٨ عن أبي المغيرة عن ابن عباس موقوفًا عليه وأخرجه كذلك البيهقي في \"السنن الكبرى\" ٦/ ٣٢، وهناد في \"الزهد\" ٢/ ٣٥٨ عن كريب عن ابن عباس.وأخرجه الترمذي في \"الجامع\" كتاب البيوع، باب ما جاء في المكيال والميزان (١٢١٧) مرفوعًا ثم ضعفه، وقال: وقد روي بإسناد صحيح عن ابن عباس موقوفًا.</p>"
}