{
  "id": null,
  "sura": 6,
  "aya": 75,
  "text": "<p> وقرأ الحسن وأبو يزيد المدني ويعقوب الحضرمي:  (آزرُ) بالرفع على النداء المفرد (١) ، يعني: يا آزر {أَتَتَّخِذُ أَصْنَامًا آلِهَةً} من دون الله {إِنِّي أَرَاكَ وَقَوْمَكَ فِي ضَلَالٍ مُبِينٍ} . </p><p> ٧٥ - {وَكَذَلِكَ نُرِي إِبْرَاهِيمَ} </p><p> أي: وكما أريناه البصيرة في دينه، والحق في خلافه قومه، نريه {مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ} أي: ملكهما، والملكوت: الملك، زيدت فيه التاء، كما زيدت في: الجبروت والرهبوت والرحموت (٢) </p><p> وحُكِيَ عن العرب، سماعًا: له ملكوت اليمن والعراق (٣) . </p><p> قال الكسائي: زِيدت فيه التاء؛ للمبالغة (٤) . وأنشد: </p><p> وشر الرجال الخالب الخلبوتُ (٥) </p><p>= آلهة. ورَدَّ الطبري قول السدي من جهة العربية، فقال: فأما الذي ذكر عن السديَّ من حكايته أن آزر اسم صنم، وإنما نصبَه، بمعنى: أتتخذ آزر أصنامًا آلهة. فقولٌ من الصواب -من جهة العربية- بعيدٌ؛ وذلك أن العرب لا تنصب اسمًا بفعلٍ بعد حرف الاستفهام، لا تقول: أخاك أكلمتَ؟ وهي تريد: أكلمت أخاك؟ (١) \"النشر\" ٢/ ٢٥٩ وهي قراءة متواترة؛ لأن يعقوب من العشرة. وانظر: \"المحتسب\" ١/ ٢٢٣.(٢) انظر: \"الكتاب\" لسيبويه ٤/ ٢٧٢، و \"المقتضب\" للمبرد ١/ ١٩٨، \"المزهر في علوم اللغة\" للسيوطى ٢/ ٧٢، \"لسان العرب\" ١٠/ ٤٩١ (ملك).(٣) أخرجه الطبري في \"جامع البيان\" ٧/ ٢٤٤.(٤) انظر: \"معاني القرآن وإعرابه\" للزجاج ٢/ ٢٦٥، \"معالم التنزيل\" ٣/ ١٥٨.(٥) عجز بيت صدره:مَلَكْتُم، فلمّا أن مَلَكْتُم خَلَبْتُمُ. =</p><p> وقال عكرمة: هو الملك، غير أنها بالنبطية ملكوت (١) . </p><p> وقرأها بالتاء المعجمة (٢) . </p><p> وقال ابن عباس - رضي الله عنه -: يعني: خلق السماوات والأرض (٣) . وقال مجاهد وسعيد بن جبير: يعني: آيات السماوات والأرض (٤) ، وذلك؛ أنه أُقِيم على صخرة، وكُشِف له (٥) عن السماوات والأرض، حتى العرش وأسفل الأرضين، ونظر إلى مكانه في الجنة. فذلك قوله عز وجل:  {وَآتَيْنَاهُ أَجْرَهُ فِي الدُّنْيَا} يعني: أريناه مكانه في الجنة. </p><p> قال قَسَّامَة (٦) : إن إبراهيم عليه السلام حدَّث نفسه أنه أرحم الخلق، فرفعه الله حتى أشرف على أهل الأرض، وأبصر أعمالهم، فلما رآهم يعملون المعاصي (٧) قال: اللهم دمِّر عليهم، وجعل يلعنهم. </p><p>= والخلبوت: المخادع. والبيت غير منسوب في \"الجمهرة\" لابن دريد، ١/ ٢٩٣ (بخل)، \"تهذيب اللغة\" للأزهرى ٧/ ٤٢٢ - ٤٢٣ (بلخ)، \"العين\" للخليل باب: الخاء والباء واللام ٤/ ٢٧١. (١) أخرجه الطبري في \"جامع البيان\" ٧/ ٢٤٥.(٢) المشهور أنه قرأها بالثاء المثلثة، وهو المروي عنه في \"مختصر شواذ القراءات\" لابن خالويه (ص ٣٨)، \"الدر المنثور\" ٣/ ٤٤، وانظر: \"المحرر الوجيز\" ٢/ ٣١٥.(٣) أخرجه الطبري في \"جامع البيان\" ٧/ ٢٤٤ من طريق علي بن أبي طلحة و ٧/ ٢٤٥ من طريق عطية العوفي، وانظر: \"معالم التنزيل\" للبغوي ٣/ ١٥٨.(٤) \"جامع البيان\" ٧/ ٢٤٥ عن مجاهد، ٧/ ٢٤٥ - ٢٤٦ عن سعيد.(٥) ساقطة من (ت).(٦) كذا في الأصل و (ت)، وهو قسامة بن زهير، وعند الطبري ٧/ ٢٤٦ عن أسامة.(٧) في الأصل: بالمعاصي.</p><p> فقال له ربه: أنا أرحم بعبادي منك، أهبط؛ فلعلَّهم يتوبوا (١) . </p><p> [١٣٥٤] أخبرنا أبو علي الحسين بن محمد (بن محمد)  (٢) الروذباري (٣) ، قال: ثنا أبو بكر محمد بن هارون بن إبراهيم الخطيب (٤) ، بِعَبَّادَانْ (٥) ، قال: ثنا أبو بكر العطار أحمد بن محمد الآبلي (٦) . قال: حدثنا سليمان بن داود العَتَكي (٧) ، ثنا سوار بن مصعب (٨) ، عن إسماعيل بن أبي خالد (٩) ، عن قيس بن أبي حازم (١٠) ، </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٧/ ٢٤٦، وأخرجه أبو نعيم في \"الحلية\" ٣/ ١٠٤، وابن عساكر في \"تاريخ دمشق\" ٦/ ٢٢٧. (٢) من (ت).(٣) الطوسي. إمام مسند، لم يذكر بجرح أو تعديل.(٤) لم أجده.(٥) عَبَّادان -بفتح الأول وتشديد الثاني: قرية قريبة من البصرة بالعراق، منسوبة إلى عباد بن حصين، أول من رابط فيها. \"معجم البلدان\" ٤/ ٧٤.(٦) هو أحمد بن محمد بن إبراهيم روى عن شيبان بن فروخ، وابن أبي شيبة ومسدد وغيرهم، روى عنه أبو داود وهو من أقرانه، وآخرون، صدوق، مات سنة (٢٧٨) انظر \"تهذيب الكمال\" ١/ ٤٢٧، \"التقريب\" (٩٠).(٧) أبو الربيع، الزهراني البصري نزيل بغداد، ثقة، لم يتكلم أحد فيه بحجة مات سنة (٢٣٤)، انظر \"تهذيب الكمال\" ١١/ ٤٢٣، \"تقريب التهذيب\" (٢٥٥٦).(٨) سوار بن مصعب الهمداني الكوفي الضرير، روى عن حماد بن أبي سلمة وكليب بن وائل وجماعة، قال البخاري: منكر الحديث، وقال أبو حاتم: متروك الحديث. انظر: \"التاريخ الكبير\" ٤/ ١٦٩، \"الجرح والتعديل\" ٤/ ٢٧١.(٩) أبو عبد الله، الأحمسي. ثقة ثبت.(١٠) أبو عبد الله، البجلي. ثقة مخضرم.</p><p> عن علي - رضي الله عنه - (عن النبي - صلى الله عليه وسلم -)  (١) قال: \"لما أرى الله تعالى إبراهيم عليه السلام ملكوت السماوات والأرض، فأشرف على رجل على معصية من معاصي الله، فدعا الله عليه فهلك،[ثم أشرف على آخر فدعا الله عليه فهلك](٢)، ثم أشرف على آخر فدعا الله عليه فهلك، ثم أشرف على آخر،فلما أراد أن يدعو عليه أوحى الله إليه أن:يا إبراهيم، إنك رجل مستجاب الدعوة؛ فلا تدعوَنَّ على عبادي،فإنهم مني على ثلاث خصال:إما أن يتوب إليَّ(٣)، فأتوبَ عليه، وإما أن أُخرِج منه نسمة تسبحني(٤). وإما أن يُبْعَثَ إليَّ، فإن شئتُ عَفَوْتُ عنه، وإن شئتُ عَاقبته\"  (٥) . </p><p> وقال الضحاك:  {مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ} : الشمس والقمر والنجوم (٦) . </p><p>(١) ليست في (ت). (٢) من (ت).(٣) في (ت): عليَّ. وهو خطأ.(٤) في الأصل: يسبح. والصواب من (ت).(٥) [١٣٥٤] الحكم على الإسناد:إسناده ضعيف جدًّا، فيه سوار بن مصعب: منكر الحديث.التخريج:نسبه السيوطي في \"الدر المنثور\" ٣/ ٤٥ لابن مردويه عن علي، و\"تفسير ابن مردويه\" مظنة الضعف.(٦) أخرجه الطبري في \"جامع البيان\" ٧/ ٢٤٦ وفي إسناده جويبر، وهو ضعيف جدًّا، كما في \"تقريب التهذيب\" ١/ ١٦٨.</p>"
}