{
  "id": null,
  "sura": 6,
  "aya": 145,
  "text": "<p> زعمتم إنَّ تحريمه من جهة الأنثى، وجب أن تحرموا الذكر (١) ؛ لأن للإناث فيه حظًّا، (وإن زعمتم أن تحريمه)  (٢) لاجتماع ماء الذكر والأنثى فيه واشتمال الرَّحِم عليه، وجب أن تحرِّموا الذكر والأنثى والحي والميِّت، لأنَّه لا يكون ولد إلاَّ من ذكر وأنثى، ولا تشتمل الرحم إلاَّ على ذكر أو أنثى، فَلِمَ تحرمون بعضًا وتحلِّون بعضًا؟ \" فسكت مالك وتحيَّر، فلما لزمَتْه الحجَّة، أخذ في الافتراء على الله فقال: كذا أمر الله (٣) . </p><p> فقال الله تعالى:  {أَمْ كُنْتُمْ شُهَدَاءَ} حضوراً (٤)  {إِذْ وَصَّاكُمُ اللَّهُ بِهَذَا فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} . </p><p> ثمَّ بيَّن المحرمات، فقال: </p><p> ١٤٥ - {قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا} </p><p> أي: شيئًا محرّمًا {عَلَى طَاعِمٍ يَطْعَمُهُ} : آكلٍ يأكله. </p><p> وقرأ علي بن أبي طالب - رضي الله عنه -: (يطَّعمه) مُثَقَّل الطاء، أراد: يتطعَّمه، فأدغم (٥) . </p><p>(١) في (ت): الذكران للإناث. وفيها خطأ وزيادة. (٢) هذِه الجملة ليست في (ت).(٣) لم أجده مسندا، وهو عند البغوي في \"معالم التنزيل\" ٣/ ١٩٧.(٤) من (ت).(٥) \"البحر المحيط\" ٤/ ٢٤١، \"إعراب القرآن\" للنحاس ١/ ٥٨٨.</p><p> وقرأت عائشة رضي الله عنها:  (عَلَى طَاعِمٍ طَعِمَه)  (١) . </p><p> {إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا} : مُهراقًا سائلاً. </p><p> قال عمران بن حدير: سألت أبا مِجْلَزْ عمّا يتلطَّخ باللحم من الدم، وعن القِدر يُرى فيها حُمرةُ الدم؟ فقال: لا بأس به؛ إنَّما نهى الله عن الدم المسفوح (٢) . </p><p> وقال إبراهيم: لا بأس في الدم (٣) ، في عرق أو مخ، إلاَّ المسفوح الذي يعمد ذلك (٤) . </p><p> قال عكرمة: لولا هذِه الآية لاتَّبع المسلمون من العُروق ما يتبع اليهود (٥) . </p><p> {أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ} : خبيث حرام {أَوْ فِسْقًا} : معصية {أُهِلَّ} : {لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ}  (٦) . </p><p>(١) \"مختصر شواذ القراءات\" لابن خالويه (٣٥)، \"الجامع لأحكام القرآن\" للقرطبي ٧/ ١٢٣. (٢) \"جامع البيان\" ٨/ ٧٠ - ٧١. وانظر \"تفسير القرآن العظيم\" لابن كثير ٦/ ١٩٤.(٣) في (ت): بالدم.(٤) \"الجامع لأحكام القرآن\" للقرطبي ٧/ ١٢٤، \"معالم التنزيل\" ٣/ ١٩٨.(٥) \"جامع البيان\" ٨/ ٧١.(٦) جاء في حاشية النسخة (ت) ما نصه: (وفسقًا)، عطف على {لَحْمَ خِنْزِيرٍ}، ومحله {أُهِلَّ لِغَيْرِ اللَّهِ بِهِ} بالمذبوح نصب ... فسقًا، وسمي: فسقًا؛ لذبحه إياه على اسم غير الله تعالى أكثرهم ... السنة حرمت غير المذكور في الآية، قال ابن عباس نهى رسول الله - صلى الله عليه وسلم - عن أكل ذي ناب ومخلب من الطير. كواشي اهـ.</p>"
}