{
  "id": null,
  "sura": 6,
  "aya": 112,
  "text": "<p> ١١٢ - قوله (١) : {وَكَذَلِكَ جَعَلْنَا} : </p><p> يعزِّي نبيه - صلى الله عليه وسلم -، يعني: كما ابتليناك بهؤلاء القوم فكذلك {جَعَلْنَا لِكُلِّ نَبِيٍّ} : قبلك {عَدُوًّا} وأعداء (٢) ، ثم ذكرهم وفسَّرهم، فقال:  {شَيَاطِينَ الْإِنْسِ وَالْجِنِّ} . </p><p> قال عكرمة والضحاك والسدي والكلبي: معناه: شياطين الإنس التي مع الإنس، وشياطين الجن التي مع الجن، وليس للإنس (٣) شياطين (٤) . </p><p> وذلك أن إبليس قَسَّمَ جنده فريقين: فبعث منهم فريقًا إلى الإنس، وفريقًا إلى الجن، فشياطين الجن والإنس أعداء لرسول الله - صلى الله عليه وسلم - </p><p>(١) ليست في (ت). (٢) جاء في الأصل: (قوله وأعداء) والصحيح ما أثبته من (ت).(٣) في (ت): الإنسان.(٤) \"جامع البيان\" ٨/ ٤. وهذا القول رده الطبري، فقال: وليس لهذا التأويل وجه مفهوم؛ لأن الله جعل إبليس وولده أعداءَ ابن آدم، فكل ولده لكل ولده عدوٌّ. وقد خصَّ الله في هذِه الآية الخبر عن الأنبياء أنه جعل لهم من الشياطين أعداءً. فلو كان معنيًّا بذلك الشياطين الذين ذكرهم السدي؛ الذين هم ولد إبليس، لم يكن لخصوص الأنبياء بالخبرِ عنهم: أنه جعل لهم الشياطين أعداءً وجهٌ. وقد جعل من ذلك لأعدى أعدائه، مثل الذي جعل لهم. ولكن ذلك كالذي قلنا، من أنه معنيٌّ به أنه جعل مردة الإنس والجن لكل نبي عدوًّا، يوحي بعضهم إلى بعض من القول ما يؤذيهم به. أهـ من \"جامع البيان\" ٨/ ٤. وانظر: \"تفسير القرآن العظيم\" ٦/ ١٤١، \"الجامع لأحكام القرآن\" للقرطبي ٧/ ٦٧، \"معالم التنزيل\" ٣/ ١٧٩، \"زاد المسير\" ٣/ ١٠٩.</p><p> ولأوليائه، فهم يلتقون في كل حين، فيقول شيطان الإنس لشيطان الجن: أضللت صاحبي بكذا، فأضل صاحبك بمثله، ويقول شيطان الجن لشيطان الإنس كذلك، فذلك وحي بعضهم إلى بعض. </p><p> وقال الآخرون: إنَّ من الجن شياطين ومن الإنس شياطين (١) ، والشيطان: العاتي المتمرِّد من كل شيء. </p><p> قالوا: إن الشيطان إذا أعياه المؤمن، وعجز عن إغوائه، ذهب إلى مُتمرِّد من الإنس وهو شيطان الإنس فأغراه بالمؤمن؛ ليفتنه. </p><p> يدلُّ عليه ما روى عوف بن مالك عن أبي ذر - رضي الله عنه - قال: قال لي رسول الله - صلى الله عليه وسلم -: \"يا أبا ذر، هل تعوذت بالله من شر شياطين الجن والإنس؟ \" </p><p> قال: قلت: يا رسول الله، وهل للإنس من شياطين؟ </p><p> قال:  \"نعم، هم شر من شياطين الجن\"  (٢) . </p><p>(١) وقد جاء عن قتادة نحوه وإسناده صحيح، أخرجه عبد الرزاق في \"التفسير\" ٢/ ٢١٦، ومن طريقه الطبري في \"جامع البيان\" ٨/ ٥، وابن أبي حاتم (٧٧٨٨)، وانظر: \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ٢٦٣، \"معالم التنزيل\" ٣/ ١٧٩، \"زاد المسير\" ٣/ ١٠٩، \"فتح القدير\" ٢/ ٢٢٣. (٢) أخرجه الطبري في \"جامع البيان\" ٨/ ٤ عن حماد عن حميد بن هلال قال، حدثني رجل من أهل دمشق، عن عوف بن مالك عنه به.وأخرجه الإمام أحمد في \"المسند\" ٥/ ١٥٤ (٢١٣٦٥) من هذا الوجه ولم يذكر فيه محل الشاهد. وهذا إسناد ضعيف؛ لإبهام الراوي عن عوف بن مالك، وله طريق أخرى عن أبي ذر، أخرجه الإمام أحمد ٥/ ١٧٨، ١٧٩ (٢١٥٤٦، =</p><p> وقال النبي - صلى الله عليه وسلم -: \"ما منكم من أحد إلاَّ وقد وُكل به قرينه من الجن\" . </p><p> قيل: ولا أنت يا رسول الله؟ </p><p> قال:  \"ولا أنا، إلاَّ أن الله تعالى قد(١)أعانني عليه، فأسلم، فلا يأمرني إلاَّ بخير\"  (٢) . </p><p>= ٢١٥٥٢)، والنسائي في \"سننه\" كتاب الاستعاذة، باب الاستعاذة من شر شياطين الإنس ٨/ ٢٧٥، والحاكم في \"المستدرك\" ٢/ ٢٨٢ كلهم من طرق، عن عبد الرحمن بن عبد الله المسعودي عن أبي عمر الدمشقي، عن عبيد بن الخشخاش، عن أبي ذر مطولاً وفيه محل الشاهد. وهذا إسناد ضعيف، لأن أبا عمر الدمشقي ضعيف، كما في \"تقريب التهذيب\" (٨٢٦٥) وشيخه عبيد بن الخشخاش: لين الحديث، كما في \"تقريب التهذيب\" (٤٣٧١). وله طرق أخرى عن أبي ذر.وللحديث شاهد من حديث أبي أمامة - رضي الله عنه - ذكر فيه حديث أبي ذر. أخرجه الإمام أحمد في \"المسند\" ٥/ ٢٦٥ - ٢٦٦ (٢٢٢٨٨)، والطبراني في \"الكبير\" (٧٨٧١) وفي إسنادهما علي بن يزيد الألهاني وهو ضعيف كما في \"تقريب التهذيب\" (٤٨١٧).وله طريق أخرجها ابن حبان في \"صحيحه\" (٦١٩٠) عن زيد بن سلام عن أبي سلام قال: سمعت أبا أمامة يقول: ... الحديث. وليس فيه موضع الشاهد، وفيه بعض ما جاء في حديث أبي ذر السابق، وإسناده صحيح.فالحديث، كما قال الحافظ ابن كثير ٦/ ١٣٩: فهذِه طرق لهذا الحديث، ومجموعها يفيد قوته وصحته.(١) من (ت).(٢) أخرجه مسلم في \"صحيحه\" كتاب صفة القيامة والجنة والنار، باب تحريش الشيطان، وبعثه سراياه؛ لفتنة الناس، وأن مع كل إنسان قرينًا (٢٨١٤) عن عبد الله بن مسعود.</p>"
}