{
  "id": null,
  "sura": 6,
  "aya": 93,
  "text": "<p> ٩٣ - قوله عز وجل {وَمَنْ أَظْلَمُ} : </p><p> أي: أخْطَأُ قولا، وأجْهَلُ فِعْلا {مِمَّنِ افْتَرَى} اختلق {عَلَى اللَّهِ كَذِبًا} فزعم أنه بعثه نبيًّا {أَوْ قَالَ أُوحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ} : نزلت في مسيلمة الكذاب الحنفي، وكان يسجع ويتكهَّن، ويدِّعي النبوة، ويزعم أن الله أوحى إليه (١) . </p><p> وكان قد أرسل إلى رسول الله - صلى الله عليه وسلم - رسولين، فقال النبي - صلى الله عليه وسلم - لهما (٢) : \"أتشهدان أنَّ مسيلمة نبي؟ \" . </p><p> فقالا: نعم. فقال النبي - صلى الله عليه وسلم -: \"لولا أنَّ الرسل لا تَقْتُلُ، لضَرَبْتُ أعناقكما\"  (٣) . </p><p> وقال رسول الله - صلى الله عليه وسلم -: \"رأيت فيما يرى النائم كأنَّ في يدي سواريْن من ذهب، فَكَبُرَا عليَّ وأهماني، فأُوحي إليَّ أن انْفُخهُمَا فنفختهما، </p><p>(١) \"جامع البيان\" ٧/ ٢٧٣ عن عكرمة. (٢) من (ت).(٣) أخرجه أحمد في \"مسنده\" ٣/ ٤٨٧ (١٥٩٨٩) وأبو داود في \"السنن\" كتاب الجهاد، باب في الرسل (٢٧٦١) والحاكم في \"مستدركه\" ٢/ ١٥٥ كلهم من طرق عن مسلمة بن فضل الأنصاري، قال: حدثني محمد بن إسحاق، قال: حدثني سعد بن طارق الأشجعي، وهو أبو مالك، عن سلمة بن نعيم بن مسعود الأشجعي، عن أبيه نعيم به.وقال الحاكم، ٢/ ١٥٥: هذا حديث صحيح على شرط مسلم ولم يخرجاه. وفي إسناده مسلمة بن الفضل وفيه كلام، إلا أنه قوي في المغازي وقد توبع من يونس ابن بكير وغيره عن محمد بن إسحاق، أخرج طريقه البيهقي ٩/ ٢١١ وغيره، فالحديث بهذِه المتابعة حسن.</p><p> فطارا، فأوّلتهما: الكذَّابين اللَّذيْن (١) أنا بينهما: كذاب اليمامة مسيلمة، وكذاب صنعاء الأسود العنسي \"(٢).</p><p> {وَمَنْ قَالَ سَأُنْزِلُ مِثْلَ مَا أَنْزَلَ اللَّهُ} : نزلت في عبد الله بن سعد بن أبي سرح القرشي، وكان يكتب للنبي - صلى الله عليه وسلم -، وكان إذا أملي عليه: سميعًا عليمًا كتب هو: عليمًا حكيمًا، وإذا قال: عليمًا حكيمًا، كتب: غفورًا رحيمًا، وأشباه ذلك. فلما نزلت: {وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ (١٢) } الآية (٣)  (٤) أملاها رسول الله - صلى الله عليه وسلم - فعجب عبد الله من تفصيل خلق الإنسان، فقال: تبارك الله أحسن الخالقين، فقال رسول الله - صلى الله عليه وسلم -: \" اكتبها فهكذا نزلت\". </p><p> فشك عبد الله، وقال: لئن كان محمد صادقًا، لقد أوحي إليَّ كما أُوحِي إليه، ولئن كان كاذبًا، لقد قلت كما قال، فارتدَّ عن الإسلام، ولحق بالمشركين. وقال لهم: أنا أعلِمكم بمحمد؛ لقد كان يملي عليّ فأغيِّره، وأكتب كما شئت. </p><p> ووشى بعمَّار وجبر عبد لبني الحضرمي (٥) ، فأخذوهما وعذبوهما حتى أعطياهم الكفر، وَجُدِعَ أذن عمار يومئذٍ، فأخبر عمار - صلى الله عليه وسلم - بما </p><p>(١) ليست في (ت). (٢) رواه البخاري في \"صحيحه\" كتاب التعبير، باب النفخ في المنام (٧٠٣٧)، ومسلم في \"صحيحه\" كتاب الرؤيا، باب رؤيا النبي - صلى الله عليه وسلم - (٢٢٧٤).(٣) من (ت).(٤) المؤمنون: ١٢.(٥) في (ت): وجبير عبدي ابني الحضرمي.</p><p> لقي، وبما أعطاهم من الكفر، فأبى النبي - صلى الله عليه وسلم - أن يتولّاه، فأنزل الله تعالى فيه وفي جبر (١) ، وفي ابن أبي سرح (٢) : {مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ} إلى قوله: {وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا} : (٣) يعني: عبد الله بن أبي سرح الآية (٤) . </p><p> ثم رجع عبد الله إلى الإسلام قبل فتح مكة، إذ نزل النبي - صلى الله عليه وسلم - بمر الظهران (٥)  (٦) . </p><p> {وَلَوْ تَرَيَ} : يا محمد {إِذِ الظَّالِمُونَ} : وهم الذين ذكرهم الله (٧) ووصفهم قبل {فِي غَمَرَاتِ الْمَوْتِ} : سكراته، وهي جمع غمرة، وغمرة كل شيء كثرته ومعظمه، وأصلها الشيء الذي يغمر الأشياء فيغطِّيها، ثم وُضِعت في معنى الشدائد والمكاره (٨) . </p><p> {وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ} : بالعذاب والضرب، يضربون </p><p>(١) في (الأصل): جبيبر. (٢) في الأصل: عبد الله بن سعد بن أبي سرح.(٣) النحل: ١٠٦.(٤) \"جامع البيان\" ٧/ ٢٧٣ عن السدي، عن عكرمة. وانظر: \"أسباب النزول\" للواحدي، (٢٨٨ - ٢٨٩).(٥) في الأصل: ظهران، وما أثبته من (ت).(٦) مر الظهران: وادي فحل من أودية الحجاز يمر شمال مكة على بعد اثنين وعشرين كيلًا، ويصب في البحر جنوب جدة بقرابة عشرين كيلًا، انظر: \"معجم المعالم الجغرافية في السيرة النبوية\"، (ص ٢٢٨).(٧) في (ت): ذكرهم ووصفهم. دون لفظ الجلالة.(٨) انظر: \"تاج العروس\" ١٣/ ٢٦١ (غمر)، \"تهذيب اللغة\" ٨/ ١٢٨ (غمر).</p>"
}