{
  "id": null,
  "sura": 6,
  "aya": 65,
  "text": "<p> وقرأ عاصم:  (وخِفية) وهما لغتان (١) . </p><p> وقرأ الأعمش:  (وخيفة) من الخوف، كالذي في الأعراف (٢) . </p><p> {لَئِنْ أَنْجَانَا} يعني: ويقولون: لئن أنجيتنا {مِنْ هَذِهِ} يعني: الظلمات {لَنَكُونَنَّ مِنَ الشَّاكِرِينَ} : من المؤمنين </p><p> ٦٤ - {قُلِ اللَّهُ يُنَجِّيكُمْ مِنْهَا وَمِنْ كُلِّ كَرْبٍ} : </p><p> حُزْنٍ {ثُمَّ أَنْتُمْ تُشْرِكُونَ}  (٣) . </p><p> ٦٥ - {قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ} </p><p> يعني: الصيحة والحجارة والطوفان والريح، كما فَعَلَ بِعادٍ وثمود، وقوم شعيب، وقوم لوط، وقوم نوح {أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ} يعني: الخسف (٤) ، كما فَعَلَ بقارون. </p><p>(١) قرأها عاصم من رواية أبي بكر فقط، أما حفص فقد وافق الجمهور. \"السبعة\" ص ٢٥٩، \"النشر\" ٢/ ٢٩٢. قال ابن خالويه: يقرأ بضم الخاء وكسرها، وهما لغتان فصيحتان. \"الحجة في القراءات السبع\" ص ١٤١. (٢) \"إعراب القرآن\" للنحاس ٢/ ٧٢، \"المحرر الوجيز\" لابن عطية ٢/ ٣٠٢، \"البحر المحيط\" ٤/ ١٥٠ \"الجامع لأحكام القرآن\" ٧/ ٨، وآية الأعراف هي قوله تعالى: {وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْآصَالِ وَلَا تَكُنْ مِنَ الْغَافِلِينَ (٢٠٥} [الأعراف: ٢٠٥] وقال القرطبي معلقًا على قراءة الأعمش: وقراءة الأعمش بعيدة؛ لأن معنى (تضرعًا) أن تظهروا التذلل، و (خفية): أن تبطنوا مثل ذلك.وانظر: \"إعراب القرآن\" للنحاس. سابق.(٣) في (ت): (ثم إذا أنتم تشركون) وهو خطأ.(٤) رواه الطبري في \"جامع البيان\" ٧/ ٢٢٠ عن السدي وأبي مالك ومجاهد.</p><p> وقال الضحاك:  {عَذَابًا مِنْ فَوْقِكُمْ} : من قبل كباركم (١)  {أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ} : من أسفل منكم. </p><p> وقال مجاهد:  {عَذَابًا مِنْ فَوْقِكُمْ} : السلاطين الظلمة، {أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ} : العبيد السوء (٢) . </p><p> {أَوْ يَلْبِسَكُمْ شِيَعًا} : أو يخلطكم فرقًا، ويبث فيكم الأهواء المختلفة {وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ} : يعني: السيوف المختلفة، يقتل بعضكم بعضًا، كما فعل ببني إسرائيل، فلما نزلت هذِه الآية قال رسول الله - صلى الله عليه وسلم -: \"يا جبريل ما بقاء أمتي على ذلك؟ \" فقال: إنما أنا عبد مثلك، فسل ربك. </p><p> فقام رسول الله - صلى الله عليه وسلم - فتوضأ وصلى، وسأل ربه، فأُعطِي اثنتين، ومُنِع واحدة، قال رسول الله - صلى الله عليه وسلم -: \"سألته أن لا يبعث على أمتي عذابًا من فوقهم أو من تحت أرجلهم، فأعطاني ذلك، وسألته أن لا يجعل بأسهم بينهم فمنعني، وأخبرني جبريل أن فناء أمتي بالسيف\"  (٣) . </p><p>(١) \"معالم التنزيل\" للبغوي ٣/ ١٥٣. (٢) \"معالم التنزيل\" للبغوي ٣/ ١٥٣، ورواه الطبري في \"جامع البيان\" عن عبد الله بن عباس ٧/ ٢٢٠، ثم رجَّح القول الأول فقال: وأولى التأويليْن في ذلك بالصواب عندي، قولُ من قال: عنى بالعذاب من فوقهم، الرجمَ أو الطوفان وما أشبه ذلك مما ينزل عليهم من فوق رؤوسهم، ومن تحت أرجلهم، الخسفَ وما أشبهه؛ وذلك أن المعروف في كلام العرب من معنى فوق\" و (تحت) الأرجل، هو ذلك، دون غيره، وإن كان لما رُوِيَ عن ابن عباس في ذلك وجه صحيح، غير أن الكلام إذا تُنُوزع في تأويله، فحمله على الأغلب الأشهر من معناه أحق وأولى من غيره، ما لم تأتِ حجة مانعة من ذلك يجب التسليم لها.(٣) أخرجه الخطيب في \"موضح أوهام الجمع والتفريق\" ٢/ ٤٠٧، ٤٠٨ بإسناده من =</p><p> وقال الزهري: راقب خباب - رضي الله عنه - رسول الله - صلى الله عليه وسلم - ذات ليلة يصلي، فلما فرغ، قال له وقت الصبح: لقد رأيتك تصلي صلاة، ما رأيتك صليت مثلها؟ . </p><p> قال:  \"أجل، إنها صلاة رغبة ورهبة، سألت ربي فيها ثلاثًا فأعطاني اثنتين،وزوى عني واحدة:سألته أن لا يسلط على أمتي عدوًّا من غيرهم، فأعطاني، وسألته أن لا يرسل عليهم سنة تَرْمِدُهُمْ، فأعطاني، وسألته أن لا يجعل بأسهم بينهم، فزواها عني\"  (١) . </p><p> {انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ} </p><p>= طريق الكلبي عن أبي صالح، والكلبي كذاب، وقد سبق بيانه، ورواه الطبري بمعناه مطولًا عن الحسن البصري فهو مرسل، وفي إسناده الحسين بن داود المشهور بسنيد، وهو ضعيف وقد سبق. والأثر عند القرطبي في \"الجامع لأحكام القرآن\" ٧/ ١٠، والسمرقندي في \"بحر العلوم\" ١/ ٤٩١. (١) أخرجه أحمد في \"المسند\" ٥/ ١٠٨ (٢١٠٥٣)، والترمذي في \"سننه\" كتاب الفتن، باب ما جاء في سؤال النبي - صلى الله عليه وسلم - ثلاثًا في أمته (٢١٧٥)، والنسائي في \"سننه\" كتاب قيام الليل، باب إحياء الليل ٣/ ٢١٦، وابن حبان في \"صحيحه\" (١٨٣٠) \"موارد الظمآن\"، والطبراني في \"الكبير\" (٣٦٢١)، وعبد الرزاق في \"تفسيره\" ٢/ ٢١٠ والطبري ٢/ ٢٢٣ - ٢٢٤، من طرق عن الزهري قال: حدثني عبد الله بن الحارث عن عبد الله بن خباب عن أبيه خباب.وقال الإمام الترمذي: هذا حديث حسن صحيح. ورواية الثعلبي مرسلة كما هو ظاهر.</p>"
}