{
  "id": null,
  "sura": 7,
  "aya": 133,
  "text": "<p> وقال الكسائي: هو (مه) كلمة النهي ضمت إليها (ما) الجزاء فوصلت (١) . </p><p> وقال ابن زيد (ما) تأتنا، والثانية زائدة (٢)  {مِنْ آيَةٍ} علامة {لِتَسْحَرَنَا بِهَا} لتنقلنا بها عما نحن عليه من دين فرعون. </p><p> {فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ} مصدقين. </p><p> ١٣٣ - قوله -عَزَّ وَجَلَّ-: {فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ} </p><p> قال ابن عباس -رضي الله عنهما-: كان أول الآيات الطوفان، وهو الماء أرسل الله تعالى عليهم السماء (٣) . </p><p> وروى الضحاك عن ابن عباس -رضي الله عنهما- قال: الطوفان الغرق (٤) . </p><p> وقال عطاء ومجاهد الطوفان الموت (٥) . </p><p> وروت كذلك عائشة رضي الله عنها عن النبي -صلى الله عليه وسلم- (٦) . </p><p>(١) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٧/ ٢٦٧ عنه. (٢) أخرجه الطبري في \"جامع البيان\" ٨/ ٣٠ عنه.(٣) أخرجه الطبري في \"جامع البيان\" ٨/ ٣٠ عنه.(٤) أخرجه الطبري في \"جامع البيان\" ٨/ ٣٠ عنه.(٥) أخرجه الطبري في \"جامع البيان\" ٨/ ٣٠ عنهما.(٦) الحكم على الحديث:ضعيف.قال ابن حجر في \"فتح الباري\" ٨/ ١٥٥: وعند ابن مردويه بإسنادين ضعيفين عن عائشة مرفوعا الطوفان: الموت، وأخرجه الطبري في \"جامع البيان\" ١٣/ ٥١ بإسنادين، وحكم عليهما أحمد شاكر أيضًا بالضعف.</p><p> ويقال: هو الموت الذريع الجارف (١) . </p><p> وقال وهب بن منبه: الطوفان الطاعون بلغة اليمن أرسل الله تعالى الطوفان على أبكارآل فرعون، في ليلة فاقعصهن، فلم يبق منهم إنسانا ولا دابة (٢) . </p><p> وقال أبو قِلابة: الطوفان الجدري، وهم أول من عذبوا به، فبقي في الأرض (٣) . </p><p> وقال مقاتل: الطوفان هو الماء، طفا فوق حروثهم (٤) . </p><p> وقال الأخفش والمؤرج: هو السيل الشديد (٥) . </p><p> وقال بعضهم: هو كثرة المطر والريح (٦) . قال الشاعر (٧) : </p><p> تُضْحِي إذَا العِيسُ أَدْرَكْنَا نَكَائِثَهَا ... خَرْقَاءَ يَعْتَادُهَا الطُّوفَانُ والزُّؤُدُ (٨) </p><p>(١) ذكره الطبري في \"جامع البيان\" ٨/ ٣١ - ٣٢ ولم يعزه. (٢) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٦٩ عنه مختصرا.(٣) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٦٩ عنه.(٤) انظر: \"تفسير مقاتل\" ٢/ ٥٧.(٥) ذكره الطبري في \"جامع البيان\" ٨/ ٣١ - ٣٢ ولم يعزه.(٦) ذكره الطبري في \"جامع البيان\" ٨/ ٣١ - ٣٢.(٧) هو: الراعي عبيد بن حصين، من قصيدة له طويلة يمدح عبد الملك بن مروان.(٨) نكائثها: جمع نكيثة، يقال بلِغَت نَكِيثَةُ البعير إِذا جَهِدَ قوَّتَه، وخرقاء: صفة للناقة التي لا تتعهد مواضعقوائمها. يصف ناقته بالحدة حتى كأنها مجنونة، إذا تعبت العيس بقيت لها قوتها.انظر: تعليق أحمد شاكر في حاشية \"جامع البيان\" للطبري ١٣/ ٥٣، \"لسان العرب\" لابن منظور ٢/ ١٩٦ (نكث)، ١٠/ ٧٣ (خرقاء).</p><p> (والزُّؤُدُ: الفزع)  (١) . وقال أبو النجم: </p><p> ومد طوفان فبات مُدَدَا ... شهرا شآبيب وشهرا بَرَدا (٢) </p><p> وروى أبو ظبيان عن ابن عباس -رضي الله عنهما- قال: الطوفان (أمر من)  (٣) أمر الله طاف بهم، ثم قرأ: {فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ (١٩) } [القلم: ١٩]  (٤)  (٥) . </p><p> وأما من طريق اللغة فقال نحاة الكوفة: هو مصدر كالرُّجْحَان والنُّقْصَان لا يجمع، وقال أهل البصرة: هو جمع وواحدها طوفانة (٦) . </p><p> قوله -عَزَّ وَجَلَّ-: {وَالْجَرَادَ وَالْقُمَّلَ} اختلفوا فيه، فروى سعيد بن جبير عن ابن عباس -رضي الله عنهما- قال: القُمَّل هو السوس الذي يخرج من الحنطة (٧) . </p><p> وروى علي بن أبي طلحة عن ابن عباس -رضي الله عنهما- قال: القمل الدَّبَى (٨) . </p><p>(١) من (ت) انظر: \"لسان العرب\" لابن منظور ٣/ ١٩٢ (زأد). (٢) عند الطبري في \"جامع البيان\" (فَبَثَّ) بدلا من (فبات).قال أحمد شاكر: لم أجده في مكان آخر.والشآيب: جمع شؤبوب، وهي: الدفعة من المطر، ويقال: لا يقال للمطر شآبيب، إلا وفيه برد.انظر: حاشية \"جامع البيان\" للطبري ١٣/ ٥٤، \"لسان العرب\" لابن منظور ١/ ٤٧٩ (شأب).(٣) من (ت).(٤) القلم: ١٩(٥) أخرجه الطبري في \"جامع البيان\" ٨/ ٣١ عنه.(٦) ذكره الطبري في \"جامع البيان\" ٨/ ٣٢.(٧) أخرجه الطبري في \"جامع البيان\" ٨/ ٣٢ عنه.(٨) المصدر السابق عنه.</p><p> وقال مجاهد والسدي وقتادة والكلبي: الجراد الطيارة التي لها أجنحة، والقمل الدَّبَى الصغار التي لا أجنحة لها (١) . </p><p> وروى مَعْمَر عن قتادة قال: القمل أولاد الجراد (٢) . </p><p> وقال عكرمة: هي بنات الجراد (٣) . </p><p> وقال ابن زيد: القمل البراغيث (٤) . </p><p> وقال سعيد بن جبير والحسن: القمل دواب سود صغار (٥) . </p><p> وقال عطاء الخرساني: هو القَمْل (٦) . وبه قرأ الحسن (والقَمْل) بفتح القاف وجزم الميم (٧) . </p><p> وقال أبو عبيدة والأخفش: هو الحَمْنان، وهو ضرب من القِرْدان (٨) يشبه الحَلَم، يقال: إن الحَلَمَة تتفقأ من ظهرها، فيخرج منه القَمْقام، وهو أصغر ما رأيته مما يمشي قط، ويتعلق بالإبل، فإذا امتلأ سقط بالأرض، وقد عظم ثم يضمر حتى يذهب دمه، </p><p>(١) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٧٠ عنهم (٢) أخرجه الطبري في \"جامع البيان\" ٨/ ٣٣ عنه.(٣) المصدر السابق عنه.(٤) المصدر السابق عنه.(٥) المصدر السابق عنه.(٦) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٧٠ عنه.(٧) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٧٠، والقرطبي في \"الجامع لأحكام القرآن\" ٧/ ٢٧٠ كلاهما عنه. وهي قراءة شاذة.انظر: \"مختصر في شواذ القرآن\" لابن خَالَويْه (ص ٥٠).(٨) انظر: \"مجاز القرآن\" لأبي عبيدة ١/ ٢٢٦. \"جامع البيان\" للطبري ٨/ ٣٣.</p><p> فيكون قِرادا، ثم يتعلق بالإبل ثانية فيكون حَلَمة (١) . </p><p> قال أبو العالية: أرسل الله الحَمْنان على دوابهم فأكلها، حتى لم يقدروا على الميرة (٢) . </p><p> قال الفراء: لم نسمع للقمل بواحدة. وقال الأحمر: واحدتها قَملة (٣) . قال الشاعر (٤) : </p><p> أرسلَ الذَّرَّ والجرادَ عليهم ... وَعَذَابَاً فأهلكَتْهُمْ ومُورا (٥) </p><p> يعني الريح والتراب. </p><p> وحكى محمد بن جرير عن بعضهم أن القُمَّل دابة يُشْبِه القَمْل تأكل الإبل، وهي التي عناها الأعشى بقوله: </p><p> قَوماً يُعالِجُ قُمَّلاً أَبناؤُهُم ... وَسَلاسِلاً أُجُداً وَباباً مُؤصَدا (٦) </p><p>(١) لم أجده. (٢) لم أجده.(٣) ذكر الطبري في \"جامع البيان\" ٨/ ٣٣ أن الفراء كان يقول: لم أسمع فيه شيئًا، فإن لم يكن جمعًا، فواحده قامل، مثل: ساجد وراكع، وإن يكن اسمًا على معنى جمع، فواحدته: قملة.(٤) أميّةُ بن أبي الصَّلت.انظر: \"الحيوان\" للجاحظ ٦/ ١٥٠ ولم أجده في ديوانه.(٥) انظر: \"الحيوان\" للجاحظ ٦/ ٤٣٩، وفيه (وسِنِيْناً) بدلا من (وَعَذَابَاً).(٦) انظر: ديوانه: (١٥٤)، \"جامع البيان\" للطبري ٨/ ٣٣. أُجُداً: وثيقة محكمة.انظر: \"لسان العرب\" لابن منظور ٣/ ٧٠ (أجد) والبيت أيضًا في \"لسان العرب\" ١١/ ٥٦٨ (قمل).</p><p> {وَالضَّفَادِعَ وَالدَّمَ} ذِكْرُ صفة (١) تنزيل هذِه الآيات وتفصيلها، قال ابن عباس رضي الله عنهما وسعيد بن جبير وقتادة ومحمد بن إسحاق وابن يسار (٢) -دخل كلام بعضهم في بعض- قالوا: لما آمنت السحرة، رجع فرعون عدو الله مغلوبا معلولا (٣) ، ثم أبى هو وقومه إلا الإقامة على الكفر والتمادي في الشر، فتابع الله -عَزَّ وَجَلَّ- عليهم بالآيات، وأخذهم بالسنين، ونقص من الثمرات، فلما عالج موسى -عَلَيْه السَّلام- منهم بالآيات الأربع: العصا واليد والسنين ونقص من الثمار، دعا فقال: يارب إن عبدك فرعون علا في الأرض، وبغى وعتا وإن قومه قد نقضوا عهدك، وأخلفوا وعدك، رب فخذهم بعقوبة تجعلها لهم نقمة، ولقومي عظة ولمن بعدهم من الأمم الباقية آية وعبرة. فبعث الله -عَزَّ وَجَلَّ- عليهم الطوفان، وهو الماء أرسل الله تعالى عليهم السماء حتى كادوا أن يهلكوا، وبيوت بني إسرائيل وبيوت القبط مشتبكة مختلطة بعضها في بعض، فامتلأت بيوت القبط ماء (٤) ، حتى قاموا في الماء إلى تراقيهم (٥) ، من جلس منهم غرق، ولم </p><p>(١) في (س): قصة. (٢) أخرجه الطبري في \"جامع البيان\" ٨/ ٣٤ - ٣٩ مروياته عنهم وعن ابن يسار وهو الحسن البصري، وذكره البغوي في \"معالم التنزيل\" ٣/ ٢٦٩ عنهم ولم يذكر الحسن.(٣) في (س): معلولا مقهورا.(٤) من (ت).(٥) التراقي: جمع التَّرْقُوَةُ وهي عظم بين ثُغرة النحر والعاتق من الجانبين.انظر: \"لسان العرب\" لابن منظور ١٠/ ٣٢.</p><p> يدخل بيوت بني إسرائيل من الماء قطرة، وفاض الماء على وجه أرضهم وركد، لا يقدرون على أن يحرثوا ولا يعملوا شيئا حتى جهدوا، ودام عليهم ذلك سبعة أيام من السبت إلى السبت، فقالوا لموسى -عَلَيْهِ السَّلام-: ادع لنا ربك يكشف عنا المطر، فنؤمن لك ونرسل معك بني إسرائيل، فدعا ربه فرفع عنهم الطوفان، فلم يؤمنوا ولم يرسلوا معه بني إسرائيل، وعادوا بشر ما بحضرتهم، فأنبت الله تعالى لهم في تلك السنة شيئًا لم ينبته (لهم قبل ذلك من الكلأ والزرع والثمر وأعشبت بلادهم وأخصبت)  (١) ، فقالوا: هذا ما كنا نتمنى، وما كان هذا الماء (٢) إلا نعمة علينا وخصبا، وما يسرنا أنا لم نمطر، فأقاموا شهرا في عافية، فبعث الله تعالى عليهم الجراد، فأكلت عامة زروعهم وثمارهم وأوراق الشجر وأنواع الزهر، حتى إنْ كانت لتأكل الأبواب، وسقوف البيت والخَشب والثياب والأمتعة ومسامير الأبواب من الحديد، حتى تقع دورهم، وابتلي الجراد بالجوع فجعلت لا تشبع، غير أنه لايدخل بيوت بني إسرائيل، ولا يصيبهم من ذلك شيء، فعجوا وضجوا، وقالوا: ياموسى ادع لنا ربك لئن كشفت عنا الرجز لنؤمنن لك، ولنرسلن معك بني إسرائيل، وأعطوه عهد الله (٣) وميثاقه، فدعا موسى -عَلَيْه السَّلام-، فكشف </p><p>(١) من (ت). (٢) من (ت).(٣) تكررت في الأصل مرتين، ولم تتكرر في (ت) و (س) ولعله خطأ من الناسخ.</p><p> الله تعالى عنهم الجراد بعدما أقام عليهم سبعة أيام من السبت إلى السبت. ويقال: إن موسى -عليه السَّلام- برز إلى الفضاء، فأشار بعصاه نحو المشرق والمغرب، فرجعت الجراد من حيث جاءت، حتى كأن لم يكن قط، وكان قد بقيت من زروعهم وغلاتهم بقية، فقالوا: قد بقي لنا ما هو كافينا، وما نحن بتاركي ديننا، ولا نرسل معك بني إسرائيل، ولم يفوا بما عهدوا، وعادوا إلى أعمالهم السوء، فأقاموا شهرا في عافية، ثم بعث الله -عَزّ وَجَل- عليهم القمل، وأمر موسى -عليه السَّلام- أن يمشي إلى كثيب أعفر (١) ، بقرية من قرى مصر، تدعى عين الشمس (٢) فمشى موسى -عليه السَّلام- إلى (٣) ذلك الكثيب وكان أهيل (٤) عظيما، فضربه بعصاه فانثال (٥) عليهم قمَّلا، فتتبع ما بقي من حروثهم وأشجارهم ونباتهم، فأكله ولحس الأرض كلها، وكان </p><p>(١) العُفْرة: غُبْرة في حُمْرة، يقال: عَفِرَ عَفَراً وهو أَعْفَرُ. انظر: \"لسان العرب\" لابن منظور ٤/ ٥٨٣ (عفر).(٢) عين شمس: من المدن المصرية القديمة، يقال إن بها مساكن لفرعون، وبها آثار عجيبة، وهي اليوم جزء من القاهرة.انظر: \"البلدان\" لليعقوبي ١/ ٤١، \"تعريف بالأماكن الواردة في البداية والنهاية\" ٢/ ١٦٦.(٣) الأصل: في. وما أثبته من (س) وهو موافق لما في المصادر.(٤) الهَيل والهَائل من الرمل: الذي لا يثبت مكانَه حتى يَنْهال فيسقط، ورمل أَهْيَل مُنْهال لا يثبت.انظر: \"لسان العرب\" لابن منظور ١١/ ٧١٣ (هيل).(٥) انْثَال عليه التُّرابُ: أَي انْصَبَّ.انظر: \"لسان العرب\" لابن منظور ١١/ ٩٥ (ثول).</p><p> يدخل بين ثوب أحدهم وبين جلده فيعضه، وكان يأكل أحدهم الطعام، فيمتلئ قمَّلا، حتى إنْ أحدهم ليبني الاسطوانة بالجص، فيُزلقها حتى لا يرتقي فوقها شيء، يرفع فوقها الطعام، فإذا صعد إليه ليأكله، وجده ملآن قمَّلا. قال سعيد بن جبير: القمّل: السوس الذي يخرج من الحبوب، فكان الرجل يخرج عشرة أجرِبة (١) إلى الرحا، فلا يرد منها ثلاثة أقفزة (٢) ، فلم يصابوا ببلاء كان أشد عليهم من القمَّل، وأخذت أشعارهم وأبشارهم وأشفار (٣) عيونهم وحوا جبهم، ولزم جلودهم كأنه الجدري عليهم، ومنعتهم النوم والقرار، فلم يستطيعوا له حيلة، فصرخوا وصاحوا إلى موسى -عليه السَّلام-إنا نتوب ولا نعود، فادع لنا ربك فيكشف عنا هذا البلاء، فدعا موسى-عليه السَّلام- فرفع الله تعالى (٤) القمَّل عنهم بعد ما أقام عليهم سبعة أيام من السبت إلى السبت، فنكثوا وعادوا (إلى أخبث)  (٥) أعمالهم. وقالوا: ما كنا قط </p><p>(١) الجَرِيبُ: مِكْيالٌ قَدْرُ أَربعةِ أَقْفِزةٍ. انظر \"لسان العرب\" لابن منظور ١/ ٢٥٩ (جرب).(٢) أخرجه الطبري في \"جامع البيان\" ٨/ ٣٢ عنه.أَقْفِزَة: جمع قَفِيز، وهو مكيال قديم يختلف باختلاف البلاد.والقفيز الشرعي يساوي ١٢ صاعا، وهو ثمانية مكاكيك عند أَهل العراق.انظر: \"لسان العرب\" لابن منظور ٥/ ٣٩٥ (قفز)، \"معجم لغة الفقهاء\" لقلعه جي (ص ٣٦٨).(٣) في الأصل: وأشعار. وما أثبته من (ت) وهو موافق لما في المصادر.(٤) من (س).(٥) في الأصل: الأخبث. وما أثبته من (ت).</p><p> أحق أن نستيقن أنه ساحر منا اليوم، يجعل الرمل دواب، وعزة فرعون لا نصدقه أبدا ولا نتبعه. </p><p> فدعا موسى -عليه السَّلام- عليهم بعدما أقاموا شهرا في عافية، فأرسل الله عليهم الضفادع، فدخلت عليهم دورهم، وامتلأت منها بيوتهم وأطعمتهم وأفنيتهم وأنديتهم، فلا يكشف أحد ثوبا ولا إناء ولا طعاما ولا شرابا إلا وجد فيه الضفادع، وكان الرجل يجلس إلى ذقنه في الضفادع (ويهم أن يتكلم فيثب الضفدع في فيه، وكانت تثب في قدورهم تفسد عليهم طعامهم، وتطفئ نيرانهم)  (١) ، وكان أحدهم يضطجع، فتركبه الضفادع فتكون عليه ركاما، حتى ما يستطيع أن ينصرف إلى شقه الآخر، ويفتح فاه لأكلته فيسبق الضفدع أكلته إلى فيه، ولا يعجن عجينا إلا تسدَّحت (٢) فيه، ولا يطبخ قدرا إلا أمتلأت ضفادع، فلقوا منها أذى شديدا. </p><p> وروى عكرمة عن ابن عباس -رضي الله عنهما- قال: كانت الضفادع برية، فلما أرسلها الله تعالى (٣) على (٤) آل فرعون سمعت وأطاعت، فجعلت تقذف أنفسها في القدور، وهي تغلي وفي التنانير وهي تفور، فأثابها </p><p>(١) من (ت) و (س). (٢) انْسَدح الرجلُ: استلقى وفرَّج رجليه، والسَّدْحُ: الصَّرْعُ بَطْحاً على الوجه أَو إِلقاءً على الظهر لا يقع قاعداً ولا متكوِّراً.انظر: \"لسان العرب\" لابن منظور ٢/ ٤٧٧ (سدح).(٣) من (س).(٤) في الأصل: إلى. وما أثبته من (س) وهو موافق لما في المصادر.</p><p> الله بحسن (١) طاعتها برد الماء (٢) . </p><p> فلما رأو ذلك بكوا وشكوا إلى موسى -عليه السَّلام-، وقالوا: هذِه المرة نتوب ولا نعود، فأخذ عهودهم ومواثيقهم، ثم دعا ربه فكشف (الله تعالى)  (٣) عنهم الضفادع، بعدما أقام عليهم سبعا من السبت إلى السبت، فأقاموا شهرًا في عافية ثم نقضوا العهد، وعادوا لكفرهم وتكذيبهم، فدعا عليهم موسى -عليه السَّلام- فأرسل الله تعالى (٤) عليهم الدم، فسال النيل عليهم دما، وصارت مياههم (٥) دما كلها، فما يستقون من الآبار والأنهار إلا وجدوا دما عبيطا (٦) أحمر، فشكوا إلى فرعون، وقالوا: إنا قد ابتلينا بهذا الدم، وليس لنا شراب، فقال: إنه قد سحركم. فقالوا: من أين سحرنا؟ ونحن لا نجد في أوعيتنا شيئا من الماء إلا دما عبيطا أحمر، فكان فرعون يجمع بين الرجلين على الإناء الواحد، القبطي والآخر الإسرائيلي، فيكون (ما يلي الإسرائيلي ماء)  (٧) ، وما يلي القبطي دما، وكان القبطي </p><p>(١) من (ت) و (س). (٢) أخرجه الطبري في \"جامع البيان\" ٨/ ٣٧ عنه.(٣) من (س).(٤) من (س).(٥) في الأصل: أمياههم. وما أثبته من (ت).(٦) أي طريًّاً.انظر: \"العين\" للخليل ٢/ ٢١.(٧) من (ت) و (س).</p><p> والإسرائيلي يستقيان من ماء واحد، فيخرج ماء هذا القبطي دما، ويخرج للإسرائلي ماء عذبا، فيقومان إلى الجُرّ (١) فيه الماء (٢) فيخرج للإسرائيلي ماء وللقبطي دما، حتى إن المرأة من آل فرعون كانت تأتي المرأة من بني إسرائيل، حين جهدهم العطش فتقول: اسقيني من مائك، فتغرف لها من جرتها (٣) ، أو تصب لها من قربتها، فيعود في الإناء دما، حتى إنْ كانت لتقول لها: اجعليه في فيك ثم مُجِّيه في فِيَّ، فتأخذ في فِيْهَا ماء، فإذا مَجَّته في فيها صار دما، قالوا: والنيل على ذلك يسقي الزروع، فإذا ذهبوا ليستقوا من بين الزرع عاد الماء دما عبيطا، وإن فرعون اعتراه العطش، حتى إنه ليضطر إلى مضغ الأشجار الرطبة، فإذا مضغها يصير ماؤها في فيه ملحا أجاجا، فمكثوا في ذلك سبعة أيام لا يأكلون إلا الدم، ولا يشربون إلا الدم. </p><p> قال زيد بن أسلم: الدم الذي سلط عليهم كان الرعاف (٤) ، فأتوا موسى -عليه السَّلام- وقالوا: ياموسى ادع لنا ربك يكشف عنا هذا الدم؛ فنؤمن بك ونرسل معك بني اسرائيل، فدعا ربه -عَزَّ وَجَلَّ- فكشف، فلم يؤمنوا ولم يرسلوا معه بني إسرائيل، فذلك قوله -عَزَّ وَجَلَّ-: {فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ </p><p>(١) الجَرُّ: آنية من خزف، الواحدة: جَرَّةٌ، والجميع: جِرَارٌ. انظر: \"تهذيب اللغة\" للأزهري ١٠/ ٤٧٣.(٢) من (ت).(٣) في الأصل: جرة. وما أثبته من (س) وهو موافق لما في المصادر.(٤) أخرجه الطبري في \"جامع البيان\" ٨/ ٣٩ عنه.</p>"
}