{
  "id": null,
  "sura": 7,
  "aya": 180,
  "text": "<p> ١٨٠ - قوله تعالى:  {وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا} </p><p> قال مقاتل: وذلك أن رجلا دعا الله في صلاته ودعا الرحمن، فقال رجل من مشركي مكة: أليس يزعم محمد وأصحابه أنهم يعبدون ربًا واحدًا، فما بال هذا يدعو ربين آثنين؟ فأنزل الله عز وجل:  {وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا}  (١) . وهي تأنيث الأحسن كالكبرى والصغرى، والأسماء الحسنى هي: الرحمن والرحيم والملك والقدوس والسلام ونحوها. </p><p> [١٣٩١] أخبرنا أبو الحسين علي بن محمد بن الحسن الجرجاني (٢) ، أخبرنا أبو بكر بن خلاد (٣) ، حدثنا الحارث بن أبي أسامة (٤) ، قال حدثنا يزيد بن هارون (٥) ، قال أخبرنا محمد بن إسحاق (٦) ، عن أبي الزناد (٧) ، عن الأعرج (٨) ، عن أبي هريرة - رضي الله عنه - </p><p>(١) انظر: \"تفسير مقاتل\" ٢/ ٧٦. (٢) إمام ثقة.(٣) محمد بن خلاد بن كثير الباهلي، أبو بكر البصري، يروي عن ابن عيينة مات سنة (٢٣٩)، ذكره ابن حبان في \"الثقات\" وقال عنه مسدد: ثقة لكنه صلف، وقال عنه ابن حجر: ثقة. \"الثقات\" لابن حبان ٩/ ٨٦، \"التقريب\" لابن حجر (٥٨٦٥).(٤) أبو محمد التميمي، صدوق لا بأس به.(٥) أبو خالد الواسطي، ثقة متقن عابد.(٦) صاحب المغازي، صدوق يدلس، ورمي بالتشيع والقدر.(٧) عبد الله بن ذكوان القرشي، ثقة فقيه.(٨) عبد الرحمن بن هرمز، ثبت عالم، ثقة.</p><p> قال: قال رسول الله - صلى الله عليه وسلم -: \"إن لله تبارك وتعالى تسعة وتسعين اسمًا، مائة غير واحدة، من أحصاها كلّها دخل الجنّة\"  (١) . </p><p> {وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ} . قال ابن عباس رضي الله عنهما: يكذبون (٢) . وقال قتادة: يشركون (٣) . وقال عطاء: يضاهئون (٤) . وقال زيد بن أسلم: يميلون عن الحق (٥) . وقال ابن عباس رضي الله عنهما ومجاهد: هم المشركون، وإلحادهم في أسماء الله عز وجل: أنهم عدلوا بها عمّا هي عليه، فسموا بها أوثانهم، وزادوا فيها ونقصوا منها، فاشتقوا اللات من الله، والعزى من العزيز، ومناة من المنّان (٦) . </p><p> وقال أهل المعاني: الإلحاد في أسماء الله أن يسميه بما لم يتسم </p><p>(١) [١٣٩١] الحكم على الإسناد: ضعيف فيه محمد بن إسحاق، صدوق يدلس.التخريج:أخرجه أبو نعيم الأصبهاني في كتاب \"حديث إن لله تسعة وتسعين اسما\" ١/ ٣ من طريق أبي بكر بنخلاد بسنده ومتنه، والحديث مخرج بطرق عدة في الصحيحين.انظر: صحيح البخاري كتاب التوحيد، باب إن لله مائة اسم إلا واحدًا (٧٣٩٢)، \"صحيح مسلم\" كتاب الذكر والدعاء، باب في أسماء الله تعالى وفضلِ من أحصاها (٢٦٧٧).(٢) أخرجه الطبري في \"جامع البيان\" ٩/ ١٣٤ عنه.(٣) ذكره عبد الرزاق في \"تفسير القرآن\" ١/ ٢٤٤ عنه.(٤) لم أجده حسب بحث واطلاعي.(٥) لم أجده حسب بحث واطلاعي.(٦) أخرجه الطبري في \"جامع البيان\" ٩/ ١٣٣ عنهما بنحوه.</p><p> به، ولم ينطق به كتاب، ولا دعا إليه رسول، وأصل الإلحاد الميل والعدول عن القصد ومنه لحد القبر. يقال: ألحد يُلْحِد إلحادًا، ولَحَد يَلْحَدُ لحدًا ولُحُودًا إذا مال (١) . </p><p> (وقد قُرئ)  (٢) بهما جميعًا، قرأ يحيى بن وثاب والأعمش وحمزة: بفتح الياء والحاء هاهنا وفي النحل وحم (٣) ، وقرأ الباقون: بضم الياء وكسر الحاء. وهما لغتان صحيحتان فصيحتان. وأمّا الكسائي فإنّه قرأ التي في النحل بفتح الياء والحاء وفي الأعراف وحم بالضم (٤) ، وكان يفرق بين الإلحاد واللحود فيقول: الإلحاد العدول عن القصد، واللحد واللحود الركون، ويزعم أن التي في النحل بمعنى الركون (٥) . {سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ} في الآخرة. </p><p>(١) ذكره الطبري في \"جامع البيان\" ٩/ ١٣٤. (٢) من (ت) و (س).(٣) سورة: فصلت.(٤) ذكره الطبري في \"جامع البيان\" ٩/ ١٣٤ قال: وكان الكسائي يقرأ جميع ما في القرآن: {يُلْحِدُونَ} بضم الياء وكسر الحاء، إلا التي في النحل، فإنه كان يقرؤها: (يَلْحَدُون) بفتح الياء والحاء .... قرأته عامة قراء أهل الكوفة: (يَلْحَدُونَ) بفتح الياء والحاء ... وقرأ ذلك عامة قراء أهل المدينة وبعض البصريين والكوفيين: (يُلْحِدُون)، بضم الياء وكسر الحاء، وذكره ابن الجزري في \"النشر في القراءات العشر\" ٢/ ٢٠٥.(٥) ذكره الطبري في \"جامع البيان\" ٩/ ١٣٤ عنه.</p>"
}