{
  "id": null,
  "sura": 7,
  "aya": 46,
  "text": "<p> {حَقًا} سؤال تعيين وتقرير {قَالُواْ} وقرأ الكسائي (نعِم)  (١) بكسر العين (حيث وقع، وهما لغتان)  (٢) . </p><p> {فَأَذَّنَ مُؤَذِّنٌ} فنادى {بَيْنَهُمْ أَنْ لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ} الكافرين. </p><p> ٤٥ - {الَّذِينَ يَصُدُّونَ} يصرفون (٣) </p><p> {عَنْ سَبِيلِ اللَّهِ} دين الله) (٤)  {وَيَبْغُونَهَا عِوَجًا} يطلبونها زيغًا وميلا {وَهُم بِالآخِرَةِ كَافِرُونَ} . </p><p> ٤٦ - قوله -عَزَّ وَجَلَّ- {وَبَيْنَهُمَا} </p><p> يعني بين أهل الجنّة والنار {حِجَابٌ} حاجز، وهو السور الَّذي ذكره الله تعالى في قوله:  {فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ}  (٥)  {وَعَلَى الْأَعْرَافِ رِجَالٌ} يعني وعلى ذلك الحجاب، والأعراف سور بين أهل (٦) الجنّة والنار، وهي جمع عُرْف، وهو كلّ تَلٍّ مرتفع، ومنه عُرف الديك لارتفاعه على ما سواه من جسده. </p><p> قال الشَّمَّاخ: </p><p>(١) من (ت) و (س). (٢) من (س). ذكره ابن خلف في \"العنوان\" (ص ٩٥)، وابن الجزري في \"النشر في القراءات العشر\" ٢/ ٢٠٢ وقال: اختلفوا في (نعم) حيث وقع ... فقرأ الكسائي بكسر العين منها، وقرأ الباقون بفتحها.(٣) من (ت) و (س).(٤) من (ت) وفي (س) أوردها بعد قوله: {وَيَبْغُونَهَا عِوَجًا} وسياق (ت) أنسب.(٥) الحديد: ١٣(٦) من (ت).</p><p> وَظَلَّتْ بِأَعْرَافٍ تَغَالَي (١) ، كَأَنَّهَا ... رِمَاحٌ نَحَاهَا وِجْهَةَ الرِّيحِ رَاكِزُ (٢) </p><p> يعني بنشوز من الأرض. وقال آخر (٣) : </p><p> كُلُّ كِنَازٍ لَحْمُهُ نِيَافِ ... كَالْعَلَمِ المُوفِي عَلَى الأعْرَافِ (٤) </p><p> قال السدي: سمي أعرافًا لأن أصحابه يعرفون الناس (٥) . وقال الحسين بن الفضل: هو الصراط (٦) . </p><p>(١) في الأصل: تفالا. وما أثبته من (س)، وهو موافق لما في المصدر. قال الشيخ أحمد شاكر في حاشية \"جامع البيان\" للطبري ٨/ ١٨٨: (تغالي الحمر): احتكاك بعضها ببعض، يصف ضمور حمر الوحش، كأنها رماح مائلة تستقبل مهب الرياح.(٢) انظر: ديوانه (ص ٥٣)، \"جامع البيان\" للطبري ٨/ ١٨٨.(٣) لم أعرفه.(٤) انظر: \"مجاز القرآن\" لأبي عبيدة ١/ ٢١٥، \"لسان العرب\" لابن منظور ٩/ ٣٤٢.(نوف) الكِناز: يقال: ناقة كِناز بالكسر أَي مُكْتَنِزَةُ اللحمِ، والكِنازُ: الناقة الصُّلْبة اللحم.والنياف: يقال نافَ الشيءُ ينُوف إذا طال وارتفع، وأَناف الشيءُ على غيره ارتفع وأَشرف.يصف الشاعر جملا بأنه كثير اللحم قوي، مع طول فيه وارتفاع، ويشبهه بالعلم أي: الجبل المشرف على مرتفع من الأرض.انظر تعليق أحمد شاكر في حاشية \"جامع البيان\" للطبري ٨/ ١٨٩، \"لسان العرب\" لابن منظور ٥/ ٤٠١، (كنز)، ٩/ ٣٤٢. (نوف)(٥) أخرجه الطبري في \"جامع البيان\" ٨/ ١٨٩ عنه.(٦) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٥/ ١٤٨٤ عن ابن جريج، ولم أجده عن الحسين بن الفضل.</p><p> واختلفوا في الرجال الذين أخبر الله تعالى أنهم على الأعراف من هم؟ وما السبب الَّذي من أجله صاروا هناك؟ </p><p> وقال حذيفة وابن عباس - رضي الله عنهما -: أصحاب الأعراف قوم استوت حسناتهم وسيّئاتهم، وقصرت بهم سيّئاتهم عن الجنّة، وتجاوزت بهم حسناتهم عن النار، فوُقِفوا هناك حتّى يقضي الله عز وجل فيهم ما يشاء، ثمّ يدخلهم الجنّة بفضله ورحمته وهم آخر مَنْ يدخل الجنّة، قد عرفوا أهل الجنّة وأهل النار، فإذا أراد الله تعالى أن يعافيهم انطلق بهم إلى إنهر يقال له) (١) : نهر الحياة، حافتاه قصب الذهب، مكلّل باللؤلؤ، ترابه المسك، فألقوا فيه حتّى يصلح ألوانهم، وتبدو في نحورهم شامة بيضاء يعرفون بها، فَأُتِيَ بهم، فقال الله -عزَّ وجلَّ- لهم: تمنّوا ما شئتم فيتمنون، حتَّى إذا انقطعت أمنيتهم، قال لهم: لكم الَّذي تمنيتم ومثلَه سبعون ضعفًا، فيدخلون الجنّة وفي نحورهم شامة بيضاء يعرفون بها يسمون مساكين أهل الجنّة (٢) . </p><p> وقال ابن مسعود - رضي الله عنهما -: يحاسب الله -عزَّ وجلَّ- الناس يوم القيامة، فمن كانت حسناته أكثر من سيّئاته بواحدة دخل الجنّة، ومن كانت سيئاته أكثر من حسناته بواحدة دخل النار، ثمّ قرأ: {فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٨) وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ} (٣) </p><p>(١) من (ت) و (س). (٢) أخرجه الطبري في \"جامع البيان\" ٨/ ١٩٠ - ١٩١ عنهما. وما في المتن موافق للفظ ابن عباس - رضي الله عنهما -.(٣) الأعراف: ٧ - ٨.</p><p> ثمّ قال: إن الميزان يخف بمثقال حبّة ويرجح، ومَنْ استوت حسناته وسيّئاته كان من أصحاب الأعراف، فوُقِفوا على الصراط، ولم يُنزع منهم النور الَّذي كان في أيديهم (١) . </p><p> وروى يحيى بن شبل أنّ رجلا من بني النَّضِر أخبره عن رجل من بني هلال أن أباه أخبره أنّه سأل رسول الله - صلى الله عليه وسلم - عن أصحاب الأعراف فقال:  \"هم رجال غزوا في سبيل الله عُصاة لآبائهم، فقتلوا فاعتقوا من النار بقتلهم في سبيل الله، وحبسوا عن الجنّة بمعصيتهم آبائهم فهم آخر من يدخل الجنّة\"  (٢) . </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٨/ ١٩٠ - ١٩١ عنه مطولا، واختصر المصنف من رواية ابن مسعود - رضي الله عنه -بعد قوله: (فوُقِفوا على الصراط) النص التالي: (ثم عرفوا أهل الجنّة وأهل النار، فإذ انظروا إلى أهل الجنّة نادوا: {سَلَامٌ عَلَيْكُمْ}. وإذا صرفوا أبصارهم إلى يسارهم نظرُوا أصحاب النار قالوا: {رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ}. فيتعوذون بالله من منازلهم، قال: فأما أصحاب الحسنات، فإنهم يعطون نورًا فيمشون به بين أيديهم، وبأيمانهم، ويعطى كل عبد يومئذ نورًا، وكل أُمَّةٍ نورًا. فإذا أتوا على الصراط سَلب الله نور كل منافق، ومنافقة. فلما رأى أهل الجنّة ما لقي المنافقون، قالوا: {أَتْمِمْ لَنَا نُوْرَنَا} [التحريم: ٨]. وأما أصحاب الأعراف، فإن النور كان في أيديهم فلم ينزع من أيديهم، فهنالك يقول الله: {لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ} [الأعراف: ٤٦]. فكان الطمع دخولا. قال: فقال ابن مسعود: على أن العبد إذا عمل حسنة كتب له بها عشر، وإذا عمل سيئة لم تكتب إلَّا واحدة. ثم يقول: هلك من غلب وُحْدَانُه أعشارَه. أهـ. (٢) الحكم على الإسناد:ضعيف.التخريج:أخرجه الطبري في \"جامع البيان\" ٨/ ١٩٢ قال: حدثني المثنى قال، حدثنا عبد الله =</p><p> وقال شُرَحْبيل بن سعد: هم قوم خرجوا في الغزو بغير إذن آبائِهم (١) . وقال مجاهد: هم قوم صالحون فقهاء علماء (٢) . وقال سليمان التَّيْمِي وأبو مِجْلَز: هم ملائكة يعرفون أهل الجنّة وأهل النار، قال فقيل لأبي مجلز: يقول الله جلَّ وعلا: {وَعَلَى الأَعْرَافِ رِجَالٌ} وتزعم أنت أنهم ملائكة؟ ، فقال: إنهم ذكور ليسوا بإناث (٣) . وقال ابن عباس - رضي الله عنهما -: هم رجال كانت لهم ذنوب عظام، وكان حسم أمرهم لله يقومون على الأعراف يعرفون كلا بسيماهم (٤) . </p><p> وروى صالح مولى التَّوْأمة أنّ ابن عباس - رضي الله عنهما - قال: أصحاب الأعراف أولاد الزنا (٥) . </p><p>= ابن صالح، حدثني الليث، حدثني خالد، عن سعيد، عن يحيى ابن شبل: أن رجلا من بني النضير أخبره، عن رجل من بني هلال: أن أباه أخبره فذكره. قال الشيخ أحمد شاكر في الحاشية: وهذا خبر ضعيف، لما فيه من المجاهيل. (١) أخرجه الطبري في \"جامع البيان\" ٨/ ١٩٢ عنه.(٢) أخرجه الطبري في \"جامع البيان\" ٨/ ١٩٣ عنه.(٣) أخرجه الطبري في \"جامع البيان\" ٨/ ١٩٣ من طريق سليمان التيمي، عن أبي مجلز، وليس كما في الأصل بالعطف.(٤) أخرجه الطبري في \"جامع البيان\" ٨/ ١٩٥ عنه. إلَّا أنَّه بعد قوله (وكان حسم أمرهم لله) قال: فأُقِيموا ذلك المقام، إذ انظروا إلى أهل النار عرفوهم بسواد الوجوه، فقالوا: {رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ} [الأعراف: ٤٧]. وإذ انظروا إلى أهل الجنّة عرفوهم ببياض الوجوه، فذلك قوله: {وَنَادَوْا أَصْحَابَ الْجَنَّةِ أَنْ سَلَامٌ عَلَيْكُمْ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ} [الأعراف: ٤٦] أ. هـ.(٥) ذكره السمرقندي في \"بحر العلوم\" ١/ ٥٤٣، والخازن في \"لباب التأويل\" ٢/ ٥١١ عنه، ولم يسنداه.</p><p> وقال أبو العالية: هم قوم يطمعون أن يدخلوا الجنّة وما جعل الله ذلك الطمع فيهم إلّا كرامة يريدها بهم (١) ، وروى عبد الوهاب بن مجاهد، عن أبيه، قال: هم أقوام رضي عنهم آباؤهم دون أُمهاتهم، أو أُمهاتهم دون آبائهم، فلم يدخلهم الله الجنّة، لأن آباءهم أو أُمهاتهم غير راضين عنهم، ولم يدخلهم النار لرضا آبائهم أو أمهاتهم عنهم، فيجلسون على الأعراف إلى أن يقضي الله بين الخلق فيدخلهم الجنّة بعد (٢) . </p><p> وقال عبد العزيز بن يحيى الكناني (٣) : هم الذين ماتوا في الفترة ولم يبدلوا دينهم (٤) ، وفي تفسير المنجوفي: أنهم أولاد المشركين (٥) . </p><p> [١٣٦٧] سمعت (٦) أبا القاسم بن حبيب (٧) يقول: سمعت محمد ابن محمد بن الأشعث (٨) ، يحكي عن بعضهم أنهم أُناس عملوا لله -عَزَّ وَجَلَّ- ولكنهم راءوا (٩) في أعمالهم فلا يدخلون النار لأنّهم عملوا أعمالهم لله، ولا يدخلون الجنّة لأنّهم طلبوا الثواب من غير الله، </p><p>(١) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٣٢ عنه. (٢) من (س).ذكره ابن الجوزي في \"زاد المسير\" ٣/ ٢٠٥ عنه.(٣) في (ت) الفنجومي.(٤) ذكره ابن الجوزي في \"زاد المسير\" ٣/ ٢٠٦ عنه.(٥) ذكره ابن الجوزي في \"زاد المسير\" ٣/ ٢٠٦ وعزاه إلى المنجوفي في \"تفسيره\".(٦) في (ت) و (س): وسمعت.(٧) قيل: كذبه الحاكم.(٨) الطالقاني الأنماري، أبو سهل. لم أجده.(٩) في الأصل و (س): رايوا. وفي (ت): رابوا. وما أثبته موافق للرسم الإملائي.</p><p> فيوقفون على الأعراف إلى أن يقضي الله تعالى بين الخلق (١) . </p><p> [١٣٦٨] أخبرني عبد الله بن محمد بن عبد الله القايني (٢) ، قال: حدثني القاضي أبو الحسين محمد بن عثمان (النصيبي (٣) ، ثنا محمد ابن الحسين بن صالح السَّبِيعي (٤) ، ثنا أحمد بن نصر أبو نصر (٥) ثنا أبو جعفر) (٦) الضُّبَعي (٧) ثنا إبراهيم بن سلام بن رشيد البصري (٨) قال حدثنا عاصم بن سليمان المفسر أبو إسحاق (٩) حدثنا جويبر بن سعيد (١٠) عن الضحاك (١١) عن ابن عباس - رضي الله عنهما - في قوله - عَزَّ وَجَلَّ -: {وَعَلَى الأَعْرَافِ رِجَالٌ} الآية قال: الأعراف موضع عال من الصراط عليه </p><p>(١) الحكم على الإسناد: أبو القاسم تكلم فيه الحاكم وشيخه لم أجده.التخريج:لم أجده.(٢) في (ت): الفارسي، لم أجده.(٣) روى للشيعة المناكير ووضع لهم.(٤) أبو بكر الحلبي، لم أجده.(٥) ابن زياد النيسابوري الزاهد المقرئ أبو عبد الله بن أبي جعفر، ثقة فقيه حافظ.(٦) من (ت) وفي (س): أحمد بن نصر أبو جعفر الضبعي.(٧) لم أعرفه، إلَّا أن يكون صحف اسمه، فيكون هو: جعفر بن سليمان الضُبَعي، أبو سليمان البصري، صدوق زاهد لكنه كان يتشيع.(٨) لم أجده.(٩) الكوزي البصري أبو شعيب التميمي. ضعيف الحديث متروك.(١٠) الأزدي، أبو القاسم البلخي، ضعيف جدا.(١١) ابن مزاحم الطلالي، صدوق كثير الإرسال.</p><p> العباس وحمزة، وعليّ بن أبي طالب، وجعفر ذو الجناحين، يَعرفون محبيهم ببياض الوجوه، ومبغضهم بسواد الوجوه (١) . </p><p> قوله تعالى:  {يَعْرِفُونَهُمْ بِسِيمَاهُمْ} يعرفون أهل الجنّة ببياض الوجوه ونضرة النعيم عليهم، ويعرفون أهل النار بسواد وجوههم وزرقة عيونهم. </p><p> {وَنَادَوْا أَصْحَابَ الْجَنَّةِ أَنْ سَلَامٌ عَلَيْكُمْ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ} يعني أهل الأعراف، قال سعيد بن جبير: الطمع في قلوبهم لأن الله تعالى سلب نور المنافقين، وهم على الصراط وبقي نورهم فلم يُطْفأ (٢) . </p><p>(١) [١٣٦٨] الحكم على الإسناد: ضعيف جدًا. فيه من اتهم بالكذب كعاصم، ومحمد بن عثمان، وفيه من وصف بالضعيف جدا كجويبر، وفيه من لم أجد له ترجمة.التخريج:ذكره الذهبي في \"ميزان الاعتدال\" ٢/ ٣٥٢ وقال: ومن بلايا عاصم بن سليمان عن جويبر عن الضحاك عن ابن عباس - رضي الله عنهما - وذكر الأثر، وذكره القرطبي في \"الجامع لأحكام القرآن\" ٧/ ٢١٢، والألوسي في \"روح المعاني\" ٨/ ١٢٤ كلاهما عن ابن عباس رضي الله عنهما، ولم يعقبا عليه بشيء.(٢) أخرجه الطبري في \"جامع البيان\" ٨/ ١٩٦ عنه، عن ابن مسعود - رضي الله عنه - بأطول منه.</p>"
}