{
  "id": null,
  "sura": 7,
  "aya": 112,
  "text": "<p> ١١٠ - {يُرِيدُ أَنْ يُخْرِجَكُمْ} </p><p> معشر القبط {مِنْ أَرْضِكُمْ} مصر {فَمَاذَا تَأْمُرُونَ} . هذا من قول فرعون للملأ، ولم يُذْكر فرعون كقوله تعالى:  {الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ * ذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ}  (١) هذا من كلام يوسف، ولم يذكره. </p><p> ١١١ - {قَالُوا} </p><p> يعني الملأ {أَرْجِهْ} أحبسه {وَأَخَاهُ} هارون ولا تقتلهما ولا تؤمن بهما. وقال عطاء: أخِّره (٢) . وهذا أعجب إليّ لأنّه قد علم أنه لا يقدر على حبسه، بعد أن رأئ من العصا واليد. {وَأَرْسِلْ فِي الْمَدَائِنِ حَاشِرِينَ} . يعني الشرط، وكان له مداين، فيها السحرة عُدة للأشياء، إذا حزبه أمر أرسل اليهم. </p><p> ١١٢ - {يَأْتُوكَ بِكُلِّ سَاحِرٍ عَلِيمٍ (١١٢) } (٣) </p><p> قراءة أهل الكوفة (غير عاصم سحَّار)  (٤) على التكثير، وقراءة </p><p>= نواشرها، من نشر الشيء بسطه ومده، وعني به ما يمتد من السراب وينبسط؟ انظر: \"ديوانه\" (ص ٢٦٣)، \"جامع البيان\" للطبري ١٣/ ١٩ تحقيق أحمد شاكر، \"لتذكرة الحمدونية\" لابن حمدون ٥/ ٣٩٣، \"لسان العرب\" لابن منظور ١٢/ ١٣ (أرم)، ١٥/ ٣٠٠ (مومي). (١) يوسف: ٥١ - ٥٢(٢) أخرجه الطبري في \"جامع البيان\" ٨/ ١٧ عنه.(٣) في الأصل: (بكل سحار).على قراءة أهل الكوفة، وما أثبته من (ت) و (س)، وهو موافق لما في رسم المصحف على قراءة حفص.(٤) من (ت) و (س).</p><p> العامّة (بِكُلِّ سَاحِر)  (١) ، والفرق بين الساحر والسحّار، أن الساحر (٢) الذي يَعْلَم لا يُعلِّم، والسحّار الذي يَعْلَم ويُعَلّم (٣) . وقال المؤرج: الساحر يكون سحره في وقت (دون وقت، والسحّار من يديم السحر)  (٤) . فإن غلبهم موسى صدقناه، وإن غلبوه علمنا أنه ساحر. قال ابن عباس رضي الله عنهما، وابن إسحاق والسدي: قال فرعون لمّا رأى من سلطان الله في (اليد و)  (٥) العصا (ما رأى)  (٦) : إنا لا نغالب موسى إلاّ بمَنْ هو منه، فاتخذ غلمانا من بني إسرائيل، فبعث بهم إلى قرية يقال لها: الفَرَمَا (٧) يعلّمونهم السحر، كما يعلّم </p><p>(١) ذكره السمرقندي في \"بحر العلوم\" ٣/ ١٩٤ قال: وقرأ حمزة وعاصم في رواية أبي بكر والكسائي (بكل سَحَّار عليم) على وجه المبالغة في السحر، وقرأ الباقون بكل ساحر، وكذا قال ابن الجزري في \"النشر في القراءات العشر\" ٢/ ٢٠٣ إلا أنه ذكر خلف العاشر ولم يذكرها عن عاصم. (٢) في الأصل: السحار. ولا يستقيم مع السياق، وما أثبته من (ت) و (س) وهو موافق لما في المصادر.(٣) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٦٤.(٤) المرجع السابق ولم يعزه.(٥) من (س).(٦) من (ت).(٧) الفَرَمَا أَوْ الطِّينَةُ: مدِينة بِمِصْرِ، تبعد عن ساحِلِ البحر الأَبْيَض بِقدرِ مِيلينِ، كان لها مِيناء عامِرٍ، يصِل إليها فرع مِن النَّيلِ ... ، وكانت فِي عهدِ الفراعِنةِ حِصن مِصْرَ مِن جِهَةِ الشرقِ، وتعرف الآن بِتَلِّ الفَرَمَا.انظر: \"معجم المعالم الجغرافية\" لعاتق البلادي (ص ٢٣٧).</p>"
}