{
  "id": null,
  "sura": 7,
  "aya": 31,
  "text": "<p> ٣١ - قوله تعالى:  {يَابَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} </p><p> قال: المفسّرون: كانت بنو عامر في الجاهلية يطوفون بالبيت عُراة، الرجال بالنهار، والنساء بالليل، وكانوا إذا قدموا مسجد منى طرح أحدهم ثيابه في رحله، وإن طاف وهي عليه ضُرب وانتزعت منه. فأنزل الله تعالى:  {يَابَنِي آدَمَ خُذُواْ زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ}  (١) يعني الثياب. </p><p> قال مجاهد: ما تواري به عورتك ولو عباءة (٢) . </p><p> وقال عطيّة وأبو رَوق: هي المِشْط (٣) . </p><p> [١٣٦٦] وسمعت أبا القاسم الحبيبي (٤) يقول: سمعت أبا الهيثم السِّجْزي (٥) ، يحكي عن القاضي التنوخي:  {خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} يعني: رفع الأيدي في الصلاة (٦) ، ويحتج بخبر علي - رضي الله عنه - عن النبيّ - صلى الله عليه وسلم - </p><p>(١) أخرج الطبري في \"جامع البيان\" ٨/ ١٦٠ آثارًا كثيرة عن طائفة من الصحابة والتابعين - رضي الله عنهم - أجمعين. (٢) أخرجه الطبري في \"جامع البيان\" ٨/ ١٦١ عنه.(٣) ذكره الماوردي في \"النكت والعيون\" ٢/ ٢١٨ ولم ينسبه.(٤) قيل: كذبه الحاكم.(٥) لم أجده.(٦) [١٣٦٦] الحكم على الإسناد:ضعيف. فأبو القاسم: تكلم فيه الحاكم، وأبو الهيثم السجزي والقاضي التنوخي تقدمت ترجمته.التخريج:ذكره القرطبي في \"الجامع لأحكام القرآن\" ٧/ ١٩١ ولم يسنده.</p><p> في النَّحِيرة (١) ، وقول جبريل -عليه السلام- للنبي - صلى الله عليه وسلم -: \"إن لكل شيء زينة وإن زينة الصلاة رفع الأيدي فيها في ثلاثة مواضع إذا تحرمْتَ للصلاة، وإذا ركعت، وإذا رفعت رأسك(٢)من الركوع\"  (٣) . </p><p> {وَكُلُوا وَاشْرَبُوا} قال الكلبي: كانت بنو عامر لا يأكلون من الطعام </p><p>(١) النَّحِيرة: من النَّحْرُ وهو الصَّدْر، وهي هنا وضع اليمين على الشمال في الصلاة. انظر: \"لسان العرب\" لابن منظور ٥/ ١٩٥.(٢) من (ت).(٣) الحكم على الإسناد:إسناده ضعيف جدا.قال ابن كثير في \"تفسير القرآن العظيم\" ١٤/ ٤٨١: حديث منكر جدا. وذكره ابن الجوزي في \"الموضوعات\" (٩٦٥) وقال: هذا حديث موضوع. ونقل المتقي الهندي في الكنز أن ابن حجر قال: إسناده ضعيف جدًا.وأخرجه المصنف مسندا في تفسير سورة الكوثر قال: أخبرنا أبو محمد المخلدي قال: أخبرنا أبو الفضل يعقوب بن يوسف بن عاصم قال: حدّثنا الحسن بن الفضل ... ، وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٤٧٠، كلاهما عن وهب بن إبراهيم الرازي قال: حدّثنا أبو عبد الله إسرائيل بن حاتم قال: أخبرنا مقاتل بن حيان عن أصبغ بن نباتة عن علي - رضي الله عنه - وذكر الحديث.انظر: رسالة أحمد البريدي في تحقيق جزء من \"الكشف والبيان\" (ص ٤٥٣).وأما رفع اليدين في الصلاة فقد ثبت بأحاديث صحيحة منها ما جاء في \"صحيح البخاري\" عَنْ ابن عُمَرَ رضي الله عنهمَا قَالَ: رَأَيْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - إِذَا قَامَ في الصَّلَاةِ رَفَعَ يَدَيْهِ حَتَّى يَكُونَا حَذْوَ مَنْكِبَيْهِ، وَكَانَ يَفْعَلُ ذَلِكَ حِينَ يُكَبِّرُ لِلرُّكُوعِ، وَيَفْعَلُ ذَلِكَ إِذَا رَفَعَ رَأسَهُ مِنْ الرُّكُوعِ، وَيَقُولُ سَمِعَ اللهُ لِمَنْ حَمِدَهُ وَلَا يَفْعَلُ ذَلِكَ فِي السُّجُودِ.انظر: \"صحيح البخاري\" بَاب رَفْعِ اليَدَيْنِ إِذَا كَبَّرَ وَإِذَا رَكَعَ وَإِذَا رَفَعَ ٣/ ١٧٤.</p><p> إلّا قوتًا، ولا يأكلون دسمًا في أيام حجّهم يعظّمون بذلك حجّهم، فقال المسلمون: يا رسول الله نحن أحق أن نفعل، فأنزل الله تعالى:  {وَكُلُوا} يعني: اللحم والدسم {وَاشْرَبُوا}  (١) . {وَلَا تُسْرِفُواْ} يعني: الحرام. قال ابن عباس - رضي الله عنهما -: كُلْ ما شئت، والْبَس ما شئت ما أخطأتك خصلتان: سَرَف ومَخِيلَة (٢) . </p><p> وقال مجاهد: الإسراف ما قَصَّرت به عن حَقِّ الله -عزَّ وجلَّ-، وقال: لو أنفقت مثل أُحُد في سبيل الله لم تكن مسرفًا، ولو أنفقت درهمًا أو مُدًّا في معصية الله تعالى كان إسرافًا (٣) . </p><p> وقال الكلبي: ولا تُسرفوا يعني ولا تحرّموا طيّبات ما أحلّ الله لكم (٤)  {إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ}  (٥) . المجاوزين الحلال إلى الحرام في الشراب والطعام. </p><p> وبلغني أنّ الرشيد كان له طبيب نصراني حاذق، فقال لعليّ بن الحسين بن واقد: ليس في كتابكم من علم الطب شيء، والعلم </p><p>(١) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٢٥ عنه. (٢) ذكره البغوي في \"معالم التنزيل\" ٢/ ١٥٧ عنه. مَخِيلَةٍ: أي ذو كِبْرٍ.انظر: \"لسان العرب\" لابن منظور ١١/ ٢٢٦ (خيل).(٣) ذكره السمرقندي في \"بحر العلوم\" ١/ ٥١٩، وذكره البغوي في \"معالم التنزيل\" ٣/ ١٩٦ عنه، إلّا أنهما قالا: لو كان أبو قُبَيْس ذَهَبَا لرجل فأنفقه في طاعة الله. . الخ. وفيه اختلاف في الألفاظ.(٤) لم أجده.(٥) في الأصل: (ولا تسرفوا إن الله لا يحب المسرفين) وما أثبته من (ت) و (س) وهو كذلك في كتاب الله.</p>"
}