{
  "id": null,
  "sura": 7,
  "aya": 127,
  "text": "<p> ١٢٥ - {قَالُوا} يعني السحرة لفرعون {إِنَّا إِلَى رَبِّنَا مُنْقَلِبُونَ} </p><p> راجعون في الآخرة. </p><p> ١٢٦ - {وَمَا تَنْقِمُ مِنَّا} </p><p> قراءة العامّة بكسر القاف، وقرأ الحسن وابن محيصن بفتح القاف (١) ، وهما لغتان نَقَمَ يَنْقِمُ ونَقِم يَنْقَمُ. قال الضحاك وغيره: وما تطعن علينا (٢) . وقال عطاء: ما لنا عندك من ذنب، وما ركبنا منك مكروهًا تعذّبنا عليه (٣)  {إِلَّا أَنْ آمَنَّا بِآيَاتِ رَبِّنَا لَمَّا جَاءَتْنَا} ثمّ فزعوا إلى الله تعالى، فقالوا {رَبَّنَا أَفْرِغْ} اصبب وأنزل {عَلَيْنَا صَبْرًا} حتّى لا نرجع كفارًا سحرة (٤)  {وَتَوَفَّنَا مُسْلِمِينَ} واقبِضنا إليك على دين موسى، فأصبحوا كفارًا سحرة، وأمسوا شهداء بررة. </p><p> ١٢٧ - {وَقَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ أَتَذَرُ} </p><p> أتدع {مُوسَى وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ} لكي يفسدوا عليك خدمك وعبيدك، وفي أرضك مصر {وَيَذَرَكَ} يعني: وليذرك. وروى سليمان التيمي عن أنس بن مالك -رضي الله عنه- أنّه قرأ (ونذرك) بالنون </p><p>(١) ذكره ابن عطية في \"المحرر الوجيز\" ٢/ ٤٤١، وأبو حيان في \"البحر المحيط\" ٥/ ٤٢٣، كلاهما عن: الحسن وأبي حيوة وأبي اليسر وابن أبي عبلة، وهي قراءة شاذة، انظر: \"مختصر في شواذ القرآن\" لابن خَالَويْه (ص ٥٠). (٢) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٦٦ عنه.(٣) المرجع السابق عنه.(٤) من (ت).</p><p> والنصب (١) ، أخبروا عن أنفسهم أنهم يتركون عبادته، إن ترك موسى حيًّا فيصرفهم عنها (٢) . وقرأ الحسن (ويذرُك) بالرفع على مستأنف (٣) . أي: وهو يذرك، {وَآلِهَتَكَ} فلا يعبدك ولا يعبدها، قال ابن عباس رضي الله عنهما: كان لفرعون بقرة يعبدها، وكان إذا رأى بقرة حسناء أمرهم أن يعبدوها، فلذلك أخرج السامري لهم (٤) عجلا (٥) . وروى عمرو عن الحسن قال: كان لفرعون حنانة (٦) ، معلقة في نحره (٧) يعبدها ويسجد عليها (٨) . </p><p> وروي عن ابن عباس -رضي الله عنهما- أيضًا أنه قال: كان فرعون صنع لقومه </p><p>(١) ذكره الزمخشري في \"الكشاف\" ٢/ ٢٧٣، وابن عطية في \"المحرر الوجيز\" ٢/ ٤٤١، كلاهما عن أنس -رضي الله عنه-. وهي قراءة شاذة، انظر: \"مختصر في شواذ القرآن\" لابن خَالَويْه (ص ٥٠).(٢) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٧/ ٢٦٢ عنه.(٣) ذكره الطبري في \"جامع البيان\" ٨/ ٢٥، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٦٠ كلاهما عن الحسن، وهي قراءة شاذة.انظر: \"مختصر في شواذ القرآن\" لابن خَالَويْه (ص ٥٠).(٤) من (ت).(٥) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٦٧ عنه.(٦) في (ت): حنانة صنمة.(٧) في الأصل: نحرها. وما أثبته من (ت) و (س) وهو موافق لما في المصادر.(٨) ذكره ابن عطية في \"المحرر الوجيز\" ٢/ ٤٤١ بمثله، وأخرجه الطبري في \"جامع البيان\" ٨/ ٢٥، وفيه: جُمَانة. بدلا من: حنانة. وهو كذلك عند ابن كثير في \"تفسير القرآن العظيم\" ٦/ ٣٦٦. جميعهم عن الحسن إلا أنهم قالوا: ويسجد لها.</p><p> أصنامًا صغارًا وأمرهم بعبادتها، وقال: أنا ربكم ورب (١) هذِه الأصنام، فذلك قوله:  {أَنَا رَبُّكُمُ الْأَعْلَى}  (٢)  (٣) . </p><p> قال أبو عبيد: وبلغني عن الحسن أنه قيل له: هل كان فرعون يعبد شيئًا؟ ! قال: نعم إنْ كان ليعبد تيسًا (٤) ! . </p><p> وقرأ ابن عباس وابن مسعود -رضي الله عنهم- وبكر بن عبد الله والشعبي والضحاك وابن أبي إسحاق:  (وإِلهتك) بكسر الألف (٥)  (أي عبادتك)  (٦) ، فلا يعبدك كما نعبد. قالوا: لأن فرعون كان يُعبد ولا يَعبد (٧) ، وقيل أراد بالآلهة الشمس وكانوا يعبدونها (٨) ، قال عتبة بن شهاب (٩) : </p><p>(١) من (س). (٢) النازعات: ٢٤(٣) ذكره ابن الجوزي في \"زاد المسير\" ٣/ ٢٤٤ عنه.(٤) المرجع السابق عنه إلا أنه زاد: في السر.(٥) أخرجه الطبري في \"جامع البيان\" ٨/ ٢٥، وذكره النحاس في \"معاني القرآن\" ٣/ ٦٤، كلاهما عن ابن عباس -رضي الله عنهما-، وهي قراءة شاذة، انظر: \"مختصر في شواذ القرآن\" لابن خَالَويْه (ص ٥٠).(٦) من (ت) و (س).(٧) أخرجه ابن أبى حاتم في \"تفسير القرآن العظيم\" ٥/ ١٥٣٨ عن ابن عباس -رضي الله عنه-.(٨) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٦٧ عنه.(٩) نسبه ابن منظور في \"لسان العرب\" وابن عاشور في \"التحرير والتنوير\": إلى مية بنت أم عتبة، ونسبه الأزهري في \"تهذيب اللغة\" إلى قُتيبة بن الحارث اليَربوعيّ، ونقل في اللسان عن أبي عبيدة قوله: هو لأم البنين بنت عتبة، ولم أجد من نسبه لعبتة بن شهاب ولا ترجمة له. =</p>"
}