{
  "id": null,
  "sura": 7,
  "aya": 22,
  "text": "<p> [١٣٦٣] وأنشدنا أبو القاسم الحبيبي (١) في معناه قال: أنشدنا أبو الحسين المظفّر بن محمَّد بن غالب الهَمْداني (٢) قال: أنشدنا نِفْطَويه (٣) : </p><p> إن الكريم إذا تشاء خَدَعْتَه ... وترى اللئيم مجرباً لا يُخْدَعُ (٤) </p><p> ٢٢ - {فَدَلَّاهُمَا بِغُرُورٍ} </p><p> يعني فخدعهما بغرور، يقال: ما زال فلان يُدْلِي فلاناً بغرور، أي ما زال يخدعه ويكلّمه بزخرف من القول وباطل (٥) ، قال مقاتل: فزين </p><p>= طَبْعه الغَرارة، وقِلةُ الفِطْنة للشَّرّ، وتركُ البحث عنه، وليس ذلك منه جَهلا ولكنه كَرَمٌ وحُسْن خُلُق، والخَبُّ: ضِدُّ الغِرِّ، وهو الخَدَّاعُ المُفْسِدُ. انظر: \"العين\" للخليل ٤/ ٣٤٦، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٥، ٣/ ٦٦١.(١) قيل: كذبه الحاكم.(٢) لم أجده.(٣) إبراهيم بن محمَّد بن عرفة بن سليمان الأزدي العتكي، أبو عبد الله الواسطي، صدوق.(٤) [١٣٦٣] الحكم على الإسناد:أبو القاسم تكلم فيه الحاكم، وشيخه لم أجده.التخريج: ذكره القرطبي في \"الجامع لأحكام القرآن\" ٧/ ١٨٠ عنه، والشوكاني في \"فتح القدير\" ٢/ ٢٢٤ عنه.ولم أجده حسب بحثي واطلاعي في شيء من كتب الأدب ودوواين الشعر.(٥) ذكره الطبري في \"جامع البيان\" ٨/ ١٤٢ ولم ينسبه.</p><p> لهما الباطل (١) ، وقال الحسين بن الفضل: يعني فعلقهما بغرور (٢) . </p><p> يقال: تدلى (٣) بنفسه ودلى غيره، ولا يكون التدلّي إلاَّ (٤) من علو إلى سفل، وقيل أصله دللهما فأبدل من إحدى اللامات ياء، كقوله: يتمطّى ودسّاها، وتصدية، وقال أبو عبيدة: دلاّهما خذلهما وخلاهما، من تدلية الدلو إذا أرسلتها في البئر (٥) ، {فَلَمَّا ذَاقَا الشَّجَرَةَ} أكلا منها ووصل إلى بطونهما {بَدَتْ} ظهرت {لَهُمَا سَوْآتُهُمَا} عوراتهما، وتهافَتَ عنهما لباسهما (حتّى أبصر كل واحد منهما ما ووري عنه من عورة صاحبه وكانا لا يريان ذلك.)  (٦) . </p><p> قال قتادة:  (كان لباس آدم وحوّاء عليهما السلام)  (٧) في الجنّة ظُفُراً (٨) كله، فلما واقعا الذنب كشط عنهما وبدت سوءاتهما فأستحييا (٩) . </p><p>(١) انظر: \"تفسير مقاتل\" ٢/ ٣٢. (٢) لم أجده.(٣) في الأصل: يدلى. وما أثبته من (ت) و (س).(٤) من (ت).(٥) انظر: \"معالم التنزيل\" للبغوي ٣/ ٢٢٠، \"لسان العرب\" لابن منظور ١٤/ ٢٦٤ (دلاَّ).(٦) من (ت) و (س).(٧) من (ت) و (س).(٨) الظُّفْرُ والظُّفُرُ: معروف وجمعه أَظْفارٌ وأُظْفورٌ وأَظافيرُ يكون للإِنسان وغيره. انظر: \"لسان العرب\"، لابن منظور ٤/ ٥١٧ (ظفر).(٩) أخرجه الطبري في \"جامع البيان\" ٨/ ١٤٢ عنه، إلا أنَّه قال: كان لباس آدم. ولم يذكر حواء، وفيه اختلاف يسير.</p><p> {وَطَفِقَا}  (١) أقبلا وجعلا {يَخْصِفَانِ} يُرقِّعان ويشلَّان ويلزقان ويصلان {عَلَيْهِمَا مَنْ وَرَقِ الْجَنَّةِ} وهو ورق التين حتّى صار كهيأة الثوب، ومنه خَصْفُ النعل. </p><p> وروى أُبي بن كعب - رضي الله عنه -: عن رسول الله - صلى الله عليه وسلم - قال:  \"كان آدم رجلا طِوَالا كأنّه نخلةً سحوقا(٢)كثير شعر(٣)الرأس، فلمّا وقع بالخطيئة بدت له سوأته، وكان لا يراها، فانطلق هاربًا في الجنّة، فعرضت له شجرة من شجر الجنّة فَحَبَسَتْهُ بشعره،فقال لها:أرسليني،قالت:لست بمرسلتك،فناداه ربّه:يا آدم أمنّي تفر؟قال:لا يا رب، ولكنّي أستحييتك\"  (٤) . </p><p>(١) في الأصل: فطفقا. وما أثبته موافق لما في المصحف. (٢) من (ت). قال الثعالبي في \"فقه اللغة\" (٣١٣) في قصر النخل وطولها: فإذا تناهت في الطول مع انجراد، فهي سحوق.(٣) من (ت).(٤) الحكم على الإسناد:ضعفه أحمد شاكر.انظر: حاشية \"جامع البيان\" للطبري ١٢/ ٣٥٢.التخريج:وأخرجه الطبري في \"جامع البيان\" ١٢/ ٣٥٤ مرفوعا في الموضع السابق، وموقوفا على أُبي بن كعب رضي الله عنه، وقال عنه أحمد شاكر: وهو أصح إسنادًا من ذاك المرفوع.وذكره ابن كثير في \"تفسير القرآن العظيم\" ٦/ ٢٧٣، عن أبيّ بن كعب - رضي الله عنه - موقوفًا كذلك. وقال: وقد رواه الطبري، وابن مَرْدُويه من طُرُق، عن الحسن، عن أبيّ بن كعب، عن النبي - صلى الله عليه وسلم -، والموقوف أصحّ إسنادًا.</p><p> وقال ابن عباس - رضي الله عنهما - وقتادة معناه (١) : قال الله تعالى لآدم: أمني تفر؟ ألم يكن لك فيما أبحتك ومنحتك من الجنّة مندوحة عن الشجرة؛ قال: بلى وعزتك، ولكن ما ظننت أن أحدًا من خلقك يحلف بك (٢) كاذبًا، قال: فبعزتي لأُهبطنّك إلى الأرض، ثمّ لا تنال العيش إلّا كدًا، فأُهبِط من الجنّة، وكانا يأكلان منها رغدًا إلى غير رغد من طعام وشراب، فعُلّم صنعة الحديد، وأمر بالحرث فحرث وزرع، ثمّ سقى حتّى إذا بَلَغَ حَصَدَ (٣) ، ثم داسه (٤) ثم ذرّاه ثمّ طحنه ثمّ عجنه ثمّ خبزه ثمّ أكله فلم يبلغه حتّى بلغ منه ما شاء الله أن يبلغ. (٥) </p><p> {وَنَادَاهُمَا رَبُّهُمَا أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ وَأَقُلْ لَكُمَا إِنَّ الشَّيْطَانَ لَكُمَا عَدُوٌّ مُبِينٌ} . </p><p> قال محمد بن قيس: ناداه ربّه يا آدم لم أكلت منها وقد نهيتك؟ قال: يارب أطعمتني حواء. قال: يا حواء لم أطعمتيه؟ قالت: أَمَرتني الحيّة. قال للحيّة: لِمَ أمرتها (٦) ؟ قالت: أمرني إبليس. فقال الله تعالى: يا حوّاء أمّا أنت فكما أدميت الشجرة تدمين كل شهر، وأمّا </p><p>(١) من (ت). (٢) من (ت) و (س).(٣) في الأصل: حصده. وما أثبته من (ت)، وهو موافق لما في المصدر.(٤) في (ت): دسه. وهو تصحيف. جاء في \"لسان العرب\" لابن منظور ٦/ ٧٩ (درس): دَرَسَ الطعامَ يَدْرُسُه داسَه، ودُرِسَ الطعامُ يُدْرسُ دِراسًا إِذا دِيسَ ... ودَرَسُوا الحِنْطَة دِراسًا أَي داسُوها.(٥) أخرجه الطبري في \"جامع البيان\" ٨/ ١٤٢.(٦) من (ت).</p>"
}