{
  "id": null,
  "sura": 7,
  "aya": 16,
  "text": "<p> ١٣ - قوله تعالى:  {قَالَ فَاهْبِطْ مِنْهَا} </p><p> أي: من الجنّة، وقيل: من السماء إلى الأرض، فألحقه بجزائر البحور، وإنَّما سلطانه وعظمته في جزائر البحور، وعرشه في البحر الأخضر، فلا يدخل الأرض إلاَّ كهيأة السارق، عليه أطمار يروغ فيها حتى يخرج منها {فَمَا يَكُونُ لَكَ} فليس لك {أَنْ تَتَكَبَّرَ فِيهَا} في الجنَّة، وليس ينبغي أن يسكن الجنَّة ولا السماء متكبر مخالف أمر الله تعالى:  {فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ} الأذلاء، والصغار: الذل والمهانة. </p><p> ١٤ - {قَالَ} إبليس عند ذلك: {أَنْظِرْنِي} </p><p> أي: أجلني (١) وأخرّني وأمهلني ولا تمتني {إِلَى يَوْمِ يُبْعَثُونَ} من قبورهم، وهو النفخة الأخيرة عند قيام الساعة، أراد الخبيث ألا يذوق الموت. </p><p> ١٥ - {قَالَ} الله تعالى: {إِنَّكَ مِنَ الْمُنْظَرِينَ} </p><p> المؤخّرين، ثمّ بيّن مدّة النظرة والمهلة في موضع آخر، فقال:  {إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ}  (٢) وهو النفخة الأولى حين يموت الخلق كلّهم. </p><p> ١٦ - {فَبِمَا أَغْوَيْتَنِي} ، </p><p> اختلفوا في (ما) فقال (٣) : بعضهم هو استفهام، يعني فبأي: شيء أغويتني؟ ثمّ ابتدأ فقال:  {لَأَقْعُدَنَّ لَهُمْ} . وقيل: هو (ما) الجزاء يعني </p><p>(١) من (ت) و (س). (٢) الحجر: ٣٨.(٣) ذكر هذِه الأقوال الطبري في \"جامع البيان\" ٨/ ١٣٤ ولم ينسبها، وإنما قال: وكان بعضهم يتأول ....</p><p> فبأنك أغويتني، ولأجل أنك أغويتني، ثمَّ ابتدأ فقال: لأقعدن. </p><p> وقيل (١) : هو (ما) المصدر في موضع القسم تقديره: فبإغوائك إياي لأقعدن كقوله: {بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ}  (٢) يعني بغفران ربّي. وقوله (٣)  {أَغْوَيْتَنِي} أي: أضللتني عن الهدى. وقيل: أهلكتني، من قول العرب: غَوِيَ الفصيل يَغوى غَوى، وذلك إذا فقد اللبن فمات (٤) . قال الشاعر (٥)  (يصف قوسا)  (٦) : </p><p> مُعَطَّفَةُ الأنثاءِ ليسَ فصيلها ... بِرَزِئِها دَرًّا ولا مَيِّتٍ غَوى (٧) </p><p> حكي عن بعض قبائل العرب (٨) أنها تقول: أصبح فلان غاوياً أي: مريضاً (٩) . </p><p>(١) المرجع السابق. (٢) يس: ٢٧.(٣) في الأصل: وقيل. وما أثبته من (ت) و (س).(٤) انظر: \"الفروق اللغوية\" لأبي هلال العسكري (ص ١٧٦).(٥) هو: مُدْرِجُ الريح.انظر: \"مجمع الأمثال\" للميداني ١/ ٣٧٦، و\"الشعر والشعراء\" لابن قتيبة ١/ ١٥٦.(٦) من (ت).(٧) يعني الشاعر بمعطفة الأنثاء: القوس، وفصيلها: وسهماً رُميَ به عنها.انظر: \"تهذيب اللغة\" للأزهري ٨/ ٢١٩ (غوى).(٨) في (ت): طيء.(٩) ذكره الطبري في \"جامع البيان\" ٨/ ١٣٣، ونسبه إلى طيئ.</p><p> وقال محمَّد بن جرير: أصل الإغواء في كلام العرب تَزْيينُ الرجلُ الشيءَ حتَّى يُحسِّنَه عنده غاراً له به (١) . </p><p> [١٣٦٢] أخبرنا أبو بكر محمَّد بن محمَّد بن الحسن بن هانئ (٢) قال: حدثنا أبو عبد الله محمَّد بن محمَّد الراوساني (٣) قال: حدثنا عليّ بن سلمة (٤) قال: حدثنا أبو معاوية الضرير (٥) ثنا رجل لم يسمه (٦) ، قال: كنت مع طاووس (٧) في المسجد الحرام فجاء رجل (٨) ممَّن يُرمى بالقدر من كبار الفقهاء فجلس إليه فقال طاووس: تقوم أو تُقام (٩) فقام الرجل، فقلت لطاووس: تقول هذا لرجل فقيه، فقال إبليس أفقه منه، يقول إبليس:  {رَبِّ بِمَا أَغْوَيْتَنِي} ويقول: هذا أنا أُغوي نفسي. (١٠) </p><p>(١) انظر: \"جامع البيان\" للطبري ٨/ ١٣٣. (٢) ابن هانئ البزاز النيسابوري، أبو بكر، لم أجد له ترجمة.(٣) لم أجده.(٤) ابن عقبة القرشي اللَّبَقِي، النيسابوري، صدوق.(٥) محمَّد بن خازم التميمي السعدي، ثقة، أحفظ الناس لحديث الأعمش، وقد يهم في حديث غيره، وقد رمي بالإرجاء.(٦) لم أجد من صرح باسمه، ولم أعرفه.(٧) ابن كيسان اليماني، أبو عبد الرحمن الحميري، ثقة فقيه فاضل.(٨) صرح العجلي في \"معرفة الثقات\" ٢/ ٢١٦ باسمه فقال: قتادة.(٩) في الأصل: يقام. وما أثبته من (ت) و (س).(١٠) [١٣٦٢] الحكم على الإسناد:ضعيف. في سنده مجاهيل.التخريج: أخرجه العجلي بسنده في \"معرفة الثقات\" ٢/ ٢١٦ مختصرا، قال حدثنا =</p><p> وقوله -عز وجل-: {لَأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ} يعني لأجلسنّ لبني آدم على طريقك القويم وهو الإِسلام، كما قال الله تعالى:  {أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ}  (١)  (يعني عن أمر ربّكم)  (٢) . </p><p> ورُوِيَ عن سَبْرَة بن أبي الفاكِه أنَّه سمع النبيّ - صلى الله عليه وسلم - يقول:  \"إن الشيطان قعد لابن آدم بأَطْرُقِهِ،(فقعد له)(٣)بطريق الإِسلام،فقال:أتسلم وتذر دينك ودين(٤)آبائك؟ فعصاه فأسلم، ثمّ قعد له بطريق الهجرة،فقال:أتهاجر وتذر أرضك وسماءك، وإنَّما مثل المهاجر(كمثل الفرس)(٥)في الطِّوَلِ(٦)، فعصاه وهاجر، ثمَّ قعد له بطريق الجهاد، وهو جَهْدُ النفس والمال،فقال:أتقاتل فتُقْتَل فَتُنْكَح المرأَةُ ويُقَسَّمُ المال فعصاه فجاهد\"  (٧) . </p><p>= محمَّد بن يوسف الفريابي، عن فضيل بن عياض، قال: قيل لطاووس ... الخ وذكره، وفي سنده انقطاع. (١) الأعراف: ١٥٠.(٢) من (ت) و (س).(٣) من (ت).(٤) في الأصل: دين. بدون حرف العطف، وما أثبته من (س).(٥) في الأصل: كالفرس. وما أثبته (ت) وهو موافق لما في المصادر.(٦) الطِّوَل: الحبل، وهو الطيل أيضاً.انظر: \"غريب الحديث\" لابن قتيبة ٢/ ٢٩٢.(٧) ذكره الطبري في \"جامع البيان\" ٨/ ١٣٤ مختصرا بغير إسناد، وأخرجه النسائي كتاب الجهاد باب لمن أسلم ثمَّ هاجر وجاهد بإسناده ٦/ ٢٢ (٤٣٤٢)، وأحمد في \"المسند\" ٣/ ٤٨٣ (١٥٩٥٨) عن سبرة بن أبي فاكه بنحوه. قال الألباني في \"سلسلة الأحاديث الصحيحة\" ٦/ ١٠٨٦ (٢٩٧٩): رجاله كلهم ثقات وفي بعضهم كلام لا يضر.</p>"
}