{
  "id": null,
  "sura": 7,
  "aya": 9,
  "text": "<p> لهم عند الله من جزاء على خير وشر، والرابع: إقامة الحجّة عليهم (١) ، ونظير هذا قوله تعالى:  {هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ}  (٢) فأخبر بإثبات الأعمال ونسخها مع علمه بها لما ذكرنا من المعاني، والله أعلم. </p><p> {فَمَنْ ثَقُلَتْ مَوَازِينُهُ} قال مجاهد: حسناته (٣)  {فَأُولَئِكَ هُمُ الْمُفْلِحُونَ} . </p><p> ٩ - {وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ بِمَا كَانُوا بِآيَاتِنَا يَظْلِمُونَ} </p><p> يجحدون، قال حذيفة - رضي الله عنه -: صاحب الموازين يوم القيامة جبريل -عليه السلام-، يقول الله تعالى:  \"يا جبرائيل زن بينهم، فَرُدَّ من بعض على بعض\" . قال: وليس (٤) ثمّ ذهب ولا فضّة، فإن كان للظالم حسنات، أخذ من حسناته فترد على المظلوم، وإن لم يكن له حسنات حُمِل عليه من سيئات صاحبه، فيرجع الرجل وعليه مثل الجبال (٥) . </p><p> وقال ابن عباس - رضي الله عنهما -: يوزن الحسنات والسيئات في </p><p>(١) في الأصل: عليه. وما أثبته من (س). (٢) الجاثية: ٢٩.(٣) أخرجه الطبري في \"جامع البيان\" ٨/ ١٢٣ عن مجاهد.(٤) من (ت)، و (س).(٥) أخرجه الطبري في \"جامع البيان\" ٨/ ١٢٣ موقوفاً على حذيفة.</p><p> ميزان له لسان وكِفّتان، فأمَّا المؤمن فيؤتى بعمله في أحسن صورة فيوضع في كفّة الميزان وهو الحق فيثقل حسناته على سيئاته فيوضع عمله في الجنّة فيعرفها بعمله فذلك قوله:  {فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ} الناجون ولهم أعرف بمنازلهم إذا انصرفوا إليها من أهل الجمعة إذا انصرفوا إلى منازلهم، وأمَّا الكفّار فيؤتى بأعمالهم في أقبح صورة فتوضع في كفّة الميزان وهو الباطل فيخفّ وزنه حتّى يقع في النار، ثمّ يقال للكافر: الحق بعملك (١) . </p><p> فإن قيل: فكيف يصح وزن الأعمال وهي أعراض وليست بأجسام؟ فيجوز وزنها ووصفها بالثقل والخفة، قلنا: الوزن راجع إلى الصحف التي فيها أعمال العباد مكتوبة، يدلّ عليه حديث عبد الله بن عمرو - رضي الله عنهما - قال: يُؤتى بالرجل يوم القيامة إلى الميزان ثمّ يخرج له تسعة وتسعون سجلا كلّ سجل منها مدّ البصر فيها خطاياه وذنوبه فيوضع في الكفّة ثمّ يُخرج له كتاب مثل الأنملة فيها شهادة أن لا إله إلاَّ الله وأن محمداً عبده ورسوله - صلى الله عليه وسلم - فيوضع في الكفّة الأُخرى فَتَرْجَح بخطاياه وذنوبه. (٢) ونظير هذِه الآية قوله تعالى: {وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا}  (٣) إلى آخر الآية. </p><p>(١) ذكره ابن الجوزي في \"زاد المسير\" ٣/ ١٧٠ بنحوه مختصرا، عن ابن عباس. (٢) أخرجه الطبري في \"جامع البيان\" ٨/ ١٢٤ عن عبد الله، ورواه أحمد في \"المسند\" (٦٩٩٤) مطولاً، ٢/ ٢١٣ (٦٩٩٤)، ورواه الحاكم في \"المستدرك\" ١/ ٤٧، وقال: صحيح على شرط مسلم ووافقه الذهبي.(٣) الأنبياء: ٤٧.</p><p> فإنّ قيل: لِم جمعه وهو ميزان واحد؟ قيل: يجوز أن يكون لفظه جمع ومعناه واحداً، كقوله:  {الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ}  (١) و {يَاأَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ}  (٢) </p><p> وقال الأعشى: </p><p> ووجه نقي اللون صاف يزيّنه ... مع الجيد لَبَّات (٣) لها ومعاصم (٤) </p><p> أراد لبّة ومعصماً. </p><p> وقيل: أراد به الأعمال الموزونة (٥) . وقيل: الأصل ميزان عظيم ولكل عبد فيه ميزان معلّق به (٦) . </p><p> وقيل: جمعه لأنَّ الميزان ما اشتمل على الكفتين والشاهين واللسان ولا يحصل الوزن إلاَّ باجتماعها (٧) . وقيل: الميزان ثلاثة: ميزان يفرق به بين الحق والباطل وهو العقل، (وميزان يفرّق به بين </p><p>(١) آل عمران: ١٧٣. (٢) المؤمنون: ٥١.(٣) اللبة: موضع النحر، وجمعها لَبَّات.انظر: \"غريب الحديث\" لأبي عبيد ٣/ ٣١.(٤) انظر: \"الأغاني\" لأبي الفرج الأصفهاني ٩/ ١٢٥ إلا أنَّه قال: مع الحلي. بدلا من: مع الجيد.(٥) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٩/ ١٥٦.(٦) ذكره البغوي في \"معالم التنزيل\" ٢/ ١٤٩.(٧) ذكره البغوي في \"معالم التنزيل\" ٢/ ١٤٩.</p>"
}