{
  "id": null,
  "sura": 7,
  "aya": 145,
  "text": "<p> ١٤٥ - {وَكَتَبْنَا لَهُ} </p><p> (يعني لموسى)  (١)  {فِي الْأَلْوَاحِ} . قال الربيع بن أنس: كانت ألواح موسى -عليه السلام- من بُرَد (٢) . وقال ابن جريج: كانت من زمرّد، أمر الله تعالى جبريل حتّى جاء بها من جنة (٣) عدن وكتبها بالقلم الذي كتب الله به الذكر، واستمد من نهر النور كتب (٤) به الألواح (٥) . </p><p> وقال الكلبي: كانت الألواح من زبرجدة خضراء وياقوتة حمراء كتب الله فيها ثماني عشرة آية من بني إسرائيل وهي عشر آيات في التوراة (٦) . </p><p> وقال وهب: أمره الله تعالى بقطع الألواح من صخرة صماء ليّنها الله له فقطعها بيده ثمّ شققها بإصبعه (وسمع موسى -عليه السلام- صرير القلم بالكلمات العشر، وكان ذلك في أول يوم من ذي القعدة)  (٧) وكانت الألواح عشرة على طول موسى -عليه السلام- (٨) . </p><p>(١) من (ت). (٢) أخرجه الطبري في \"جامع البيان\" عنه ١/ ٢٨٠، ٨/ ٦٦ عنه، وعن أبي العالية.(٣) من (س).(٤) من (س).(٥) أخرجه الطبري في \"جامع البيان\" عنه ٩/ ٦٦ عنه مختصراً. وذكره البغوي في \"معالم التنزيل\" ٣/ ٢٨١ عنه بنحوه.(٦) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٨١ عنه مختصرًا.(٧) من (ت) و (س).(٨) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٨١ عنه</p><p> وقال مقاتل ووهب {وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ} كنقش الخاتم، وكتب فيها: إني أنا الله الرحمن الرحيم، لا تشركوا بي شيئًا من أهل السماء ولا من أهل الأرض فإنّ كل ذلك خلقي، ولا تقطعوا السبل، ولا تحلفوا باسمي كاذبًا فإن مَنْ حلف باسمى كاذبًا فلا أُزكّيه، ولا تقتلوا ولا تزنوا، ولا تعقّوا الوالدين (١) . </p><p> وقال الربيع بن أنس: نزلت التوراة وهي سبعون وقر (٢) بعير، يقرأ الجزء منه في سنة لم يقرأه إلَّا أربعة نفر: موسى ويوشع وعزير وعيسى عليهم السلام (٣) . وقال الحسن: هذِه الآية في التوراة ألف آية يعني قوله: {وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ}  (٤) . </p><p> {مِنْ كُلِّ شَيْءٍ مَوْعِظَةً وَتَفْصِيلًا} وتبيينا {لِكُلِّ شَيْءٍ} من الأمر والنهي والحلال والحرام والحدود والأحكام. {فَخُذْهَا بِقُوَّةٍ} قال مقاتل: بجد ومحافظة (٥) . قال الضحاك: بطاعة (٦) . </p><p>(١) أخرجه عبد الرزاق في \"تفسير القرآن\" ١/ ٢٤٤ عن وهب، مختصرا، وفيه: ووقر والديك. وذكره أبو حيان في \"البحر المحيط\" ٤/ ٣٨٦ عن مقاتل بمثله. (٢) الوِقْر: بكسر الواو: الحِمْل.انظر: \"النهاية في غريب الأثر\" لأبي السعادات ٥/ ٤٧٤.(٣) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٨١ عنه.(٤) المصدر السابق عنه.(٥) انظر: \"تفسير مقاتل\" بن سليمان ٢/ ٦٣، إلا أنه قال: بالجد والمواظبة عليه. وأخرجه الطبري في \"جامع البيان\" ١٣/ ١٠٩ عن ابن عباس رضي الله عنهما، والسدي بنحوه.(٦) أخرجه الطبري في \"جامع البيان\" ٩/ ٥٨ عن الربيع بن أنس، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ١٣٠ عن الربيع، عن أبي العالية. وكذلك عزوه في =</p><p> {وَأْمُرْ قَوْمَكَ يَأْخُذُوا بِأَحْسَنِهَا} قال ابن عباس - رضي الله عنهما - في رواية الكلبي: يعني بأحسن ما أُمروا (فيها، من الفرائض فيحلوا حلالها، ويحرموا حرامها، وكان موسى أشد عبادة من قومه أُمر بما لم يؤمروا)  (١) به (٢) . </p><p> وقال ابن كيسان وابن جرير: أحسنها الفرائض والأوامر، لأنه كان فيها أمر ونهي، فأمرهم الله تعالى أن يعملوا بما أمرهم به (ويتركوا ما نهاهم)  (٣) عنه، فالعمل بالمأمور به أحسن من العمل بالمنهي عنه (٤) . </p><p> وقيل: معناه يأخذوا بها، وأحسن صلة (٥) ، وقال قطرب: يأخذوا بأحسنها. أي: بحسنها، وكلّها حَسَن. كقوله:  {وَلَذِكْرُ اللَّهِ أَكْبَرُ}  (٦)  (٧) وقال الحسين بن الفضل: معنى قوله بـ (أحسنها) : أن تتجه الكلمة معنيين أو ثلاثة فتصرف إلى أشبهه بالحق (٨) . </p><p> وقيل: كان فيها فرائض لا مترك لها، وفضائل مندوبًا إليها، فالأحسن أن يُجمع بين الفرائض والنوافل (٩) . </p><p>= أغلب المصادر، ولم أجد من عزاه للضحاك. (١) من (ت).(٢) أخرجه الطبري في \"جامع البيان\" ٩/ ٥٨ عن ابن عباس رضي الله عنهما مختصرا.(٣) من (س) وفي الأصل: تركوا ما نهاهم. وفي (ت): وتركوا ما نهتيهم عنه.(٤) انظر: \"جامع البيان\" للطبري ٩/ ٥٨.(٥) ذكره أبو حيان في \"البحر المحيط\" ٤/ ٣٨٧.(٦) العنكبوت: ٤٥.(٧) ذكره أبو السعود في \"إرشاد العقل السليم\" ٣/ ٢٧١ عنه.(٨) لم أجده.(٩) لم أجده.</p><p> قوله تعالى:  {سَأُرِيكُمْ دَارَ الْفَاسِقِينَ} قال أهل المعاني: هذا كقول القائل لمن يخاطبه: سأُريك غدًا إلى ما يصير إليه حال مَنْ يخالف أمري، على وجه الوعيد والتهديد (١) . </p><p> وقال مجاهد:  {سَأُرِيكُمْ دَارَ الْفَاسِقِينَ} قال: مصيرهم في الآخرة (٢) . </p><p> وقال الحسن: جهنم (٣) ، وقال قتادة وغيره: سأُدخلكم الشام، فسأُريكم منازل الكافرين الذين هم سكانها من الجبابرة والعمالقة (٤) . </p><p> وقال عطيّة العوفي: معناه سأُريكم دار فرعون وقومه وهي مصر (٥) ، يدلّ عليه قراءة ابن عباس - رضي الله عنهما-، وقسامة بن زهير:  (سَأُوْرِثُكُمْ دار الفاسقين)  (٦)  (دار فرعون وقومه)  (٧) . </p><p> وقال أبو العالية رفعت لموسى -عليه السلام- مصر (وهي دار فرعون)  (٨) ، حتى نظر إليها (٩) . </p><p>(١) ذكره الطبري في \"جامع البيان\" ٩/ ٥٩. (٢) أخرجه الطبري في \"جامع البيان\" ٩/ ٥٩ عنه.(٣) المصدر السابق عنه.(٤) المصدر السابق عنه.(٥) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٨٢ عنه.(٦) ذكره ابن عطية في \"المحرر الوجيز\" ٢/ ٤٥٣، والقرطبي في \"الجامع لأحكام القرآن\" ٧/ ٢٨٢ كلاهما عنهما.وهي قراءة شاذة. انظر: \"مختصر في شواذ القرآن\" لابن خالَويْه (ص ٥١).(٧) من (س).(٨) من (س).(٩) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٥/ ١٥٦٦ عن سعيد بن جبير.</p>"
}