{
  "id": null,
  "sura": 7,
  "aya": 84,
  "text": "<p> ٨٤ - {وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا} </p><p> يعني حجارة من سجّيل {فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ} . وسنذكر القصّة بتمامها في موضعها إن شاء الله -عز وجل-. </p><p> [١٣٧٧] أخبرنا أبو بكر محمد بن أحمد (بن محمد)  (١) بن عقيل القطان (٢) قال أخبرنا أبو الفضل عبدوس بن الحسين بن منصور (٣) حدثنا أبو حاتم الرازي (٤) حدثنا أبو اليمان الحكم بن نافع الحمصي (٥) حدثنا صفوان بن عمرو (٦) قال: كتب عبد الملك بن مروان (٧) إلى أبي حبيب (٨) قاضي حمص (٩) يسأله: كم عقوبة اللوطي؟ فكتب أن عليه أن يُرمى بالحجارة، كما رجُم قوم لوط، </p><p>(١) من (س). (٢) لم يذكر بجرح أو تعديل.(٣) لم يذكر بجرح أو تعديل.(٤) محمد بن إدريس بن المنذر الحنظلي، أحد الأئمة الحفاظ الأثبات.(٥) ثقة ثبت.يقال إن أكثر حديثه عن شعيب مناولة.(٦) صفوان بن عمرو بن هرم السكسكي، أبو عمرو الحمصي (ت ١٥٥ هـ) أو بعدها. الإمام المحدث، الحافظ، وثقه العجلي، وأبو حاتم، والنسائي، وذكره ابن حبان في الثقات. قال ابن حجر: ثقة.انظر: \"التهذيب\" ٤/ ٤٢٨، و\"التقريب\" ١/ ٤٣٩.(٧) ابن الحكم بن أبي العاص الأموي، أبو الوليد المدني ثم الدمشقي كان طالب علم قبل الخلافة، ثم اشتغل بها فتغير حاله.(٨) الحارث بن مخمر أبو حبيب الظهري، الحمصي، ثقة.(٩) حِمص: المدينة المشهورة وتقع اليوم في وسط سوريا.انظر: \"المعالم الأثيرة\" لشراب (ص ١٠٣).</p><p> فإن الله تعالى قال:  {وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا}  (١) وقال: {وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ}  (٢) فقبل عبد الملك ذلك منه وحسنه (٣) . </p><p> وروى عكرمة عن ابن عباس -رضي الله عنهما-. </p><p> أن النبيّ -صلى الله عليه وسلم- قال:  \"من وجدتموه يعمل عمل قوم لوط فاقتلوا الفاعل والمفعول به\"  (٤) . </p><p> وقال محمد بن المنكدر: كتب خالد بن الوليد إلى أبي بكر -رضي الله عنه-أنّه وجد رجلا في بعض ضواحي العرب ينكح كما تُنكح المرأة فشاور أصحاب رسول الله -صلى الله عليه وسلم- في ذلك، فاجتمع رأيهم على أن يُحرقوه فأحرقه (٥) . </p><p>(١) الأعراف: ٨٤ (٢) هود: ٨٢(٣) [١٣٧٧] الحكم على الإسناد:رجال الإسناد ثقات، ولم أجد في أبي بكر القطان وأبي الفضل عبدوس جرحا ولا تعديلا.التخريج:أخرجه ابن أبي الدنيا في \"ذم الملاهي\" (ص ١١٠)، وابن حيان في \"أخبار القضاة\" ٣/ ٢١٠، وابن عساكر في \"تاريخ دمشق\" ١١/ ٤٧٣.(٤) الحكم على الحديث:صحيح. صححه الألباني في \"إرواء الغليل\" ٨/ ١٧.التخريج:أخرجه أحمد بن حنبل في \"المسند\" ١/ ٣٠٠ (٢٧٣٢)، وأبو داود في الحدود: باب فيمن عمل عمل قوم لوط (٤٤٦٢)، وابن ماجه، في الحدود: باب من عمل عمل قوم لوط (٢٥٦١).(٥) أخرجه البيهقي في \"السنن الكبرى\" ٨/ ٢٣٢، وذكره السيوطي في \"الدر المنثور\" ٣/ ٦٢٦، وعزاه إلى ابن أبي الدنيا في \"ذم الملاهي\"، وابن المنذر، والبيهقي في =</p>"
}