{
  "id": null,
  "sura": 7,
  "aya": 157,
  "text": "<p> وقال أبو روق: ورحمتي وسعت كل شيء يعني الرحمة التي قَسَمَها بين الخلائق يعطف بها بعضهم على بعض (١) . وقال ابن زيد:  {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ} هي التوبة (٢) . </p><p> وقال الآخرون: لفظه عام ومعناه خاص لهذِه الأُمّة (٣) . وقال ابن عباس -رضي الله عنهما - وقتادة وابن جريج وأبو بكر الهذلي: لما نزلت {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ} قال إبليس: أنا من ذلك الشيء فنزعها الله تعالى من إبليس. فقال:  {فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ} فقالت اليهود والنصارى: نحن نتّقي ونؤتي الزكاة ونؤمن بآيات ربنا، فنزعها الله منهم، وجعلها لهذِه الأُمة، فقال: </p><p> ١٥٧ - {الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ} الآية (٤) . </p><p> وقال نَوْف البِكالي الحِمْيَرِي: لما اختار موسى قومه سبعين رجلًا لميقات ربه قال الله لموسى: أجعل لكم الأرض مسجدًا وطهورًا تصلّون حيث أدركتكم الصلاة، إلَّا عند مرحاض أو حمام أو قبر، وأجعل السكينة في قلوبكم، وأجعلُكم تقرؤون التوراة عن ظهور قلوبكم، يقرؤها الرجل منكم والمرأة والحر والعبد والصغير والكبير. فقال ذلك موسى لقومه. فقالوا: لا نريد أن نصلي إلا في الكنائس، ولا نستطيع حمل السكينة في قلوبنا، ونريد أن تكون كما كانت في </p><p>(١) ذكره الأخفش في \"معانى القرآن\" ٢/ ٣١٣. (٢) أخرجه الطبري في \"جامع البيان\" ٩/ ٨١ عنه.(٣) أخرجه الطبري في \"جامع البيان\" ٩/ ٧٩ بنحوه.(٤) أخرجه الطبري في \"جامع البيان\" ٩/ ٧٩ - ٨٠ عنهم.</p><p> التابوت، ولا نستطيع أن نقرأ التوراة عن ظهر قلوبنا، ولا نريد أن نقرأها إلَّا نظرًا، فقال الله تعالى:  {فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ} إلى قوله {الْمُفْلِحُونَ} فجعلها لهذِه الأمة. فقال موسى: يا رب اجعلني نبيَّهم. فقال: نبيُّهم منهم. قال: رب اجعلني منهم. قال: إنك لن تدركهم. فقال موسى: رب أتيتك بوفد بني إسرائيل فجعلت وِفادَتنا لغيرنا، فأنزل الله تعالى: {وَمِنْ قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ (١٥٩) } (١)  (فرضي موسى -عليه السلام-)  (٢) . </p><p> قال نوف: ألا تحمدون ربًّا حفظ غيبتكم (وأخذ لكم بسهمكم)  (٣) وجعل وفادة بني إسرائيل لكم (٤) . </p><p> واختلف العلماء في معنى الأُمّي. فقال ابن عباس - رضي الله عنهما -: هو نبيكم كان أميًّا لا يكتب ولا يقرأ ولا يحسب (٥) . </p><p> قال الله -عز وجل-: {وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ}  (٦) وقال - صلى الله عليه وسلم -: \"إنا أُمة أُميّة لا نكتب ولا نحسب\"  (٧) . </p><p>(١) الأعراف: ١٥٩. (٢) من (ت).(٣) في الأصل: وأجزل لكم سهمكم. وما أثبته من (س) وهو موافق لما في المصدر.(٤) أخرجه الطبري في \"جامع البيان\" ٩/ ٨٣ عنه بنحوه.(٥) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٨٨ عنه.(٦) العنكبوت: ٤٨(٧) أخرجه البخاري كتاب الصوم، باب قول النبي -صلى الله عليه وسلم- \"لا نَكْتُبُ وَلا نَحْسُبُ\" (١٩١٣)، ومسلم كتاب الصوم، باب وجوب صوم رمضان لرؤية الهلال كلاهما من حديث ابن عمر - رضي الله عنه - (١٠٨٠).</p><p> وقيل: هو منسوب إلى أُمّته، كان أصله أُمتي فسقطت التاء من النسبة، كما سقطت من المكي والمدني (١) . وقيل: هو منسوب إلى أُم القرى وهي مكّة (٢) . {الَّذِي يَجِدُونَهُ} أي: صفتَه ونبوّتَه ونعتَه وأمره (٣)  {مَكْتُوبًا}  {التَّوْرَاةِ وَالْإِنْجِيلِ} . </p><p> قال عطاء بن يسار: لقيت عبد الله بن عمرو بن العاص - رضي الله عنهما - فقلت: أخبرني عن صفة رسول الله -صلى الله عليه وسلم- في التوراة. فقال: أجل والله، إنه لموصوف في التوراة كصفته في القرآن: يا أيُّها النبيّ إنّا أرسلناك شاهدًا ومُبَشِّرًا ونذيرًا وحِرْزًا للأُمِّيين أنت عبدي ورسولي، سميتك المتوكل، ليس بفظٍّ ولا غليظ ولا صخّاب (٤) في الأسواق، ولا يجزي بالسيئة السيئة، ولكن يعفو ويصفح، ولن أقبضه حتّى نقيم به الملّة العوجاء بأن يقولوا: لا إله إلَّا الله، فنفتح به قلوبًا غلفًا، وآذانًا صُمًا، وأعينًا عميًا. </p><p> قال عطاء: ثمّ لقيت كعبًا فسألته عن ذلك، فما اختلفا حرفًا إلَّا (أن كعبًا)  (٥) قال: بلغته قلوبًا غُلوفيًا، وآذانًا صمومِيا وأعينًا غمْوميًّا (٦) . </p><p>(١) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٨٨. (٢) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٨٨.(٣) من (س).(٤) الصخَّب: الضَّجَّة واضطرابُ الأصواتِ للخِصام.انظر: \"النهاية في غريب الأثر\" لأبي السعادات ٣/ ١٤.(٥) من (ت).(٦) أخرجه الطبري في \"جامع البيان\" ٩/ ٨٣ عنه بمثله، دون قوله وزاد كعب. . الخ.</p><p> وزاد كعب في صفة (١) رسول الله -صلى الله عليه وسلم- فقال: مولده بمكة، وهجرته بطابة، وملكه بالشام، وأمته الحامدون يَحْمَدون الله على كل حال، وفي كل منزلة، يوضؤون أطرافهم ويتزرون إلى أنصاف ساقهم، رعاة الشمس يصلون الصلاة حيث أدركتهم ولو على ظهر الكناسة، صفهم في القتال مثل صفهم في الصلاة ثمّ قرأ: {إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ (٤) } (٢)  (٣) وقال الواقدي (٤) : حدّثني عثمان بن الضحاك (٥) عن يزيد بن الهاد (٦) عن ثعلبة بن أبي (٧) مالك (٨) أن عمر بن الخطّاب - رضي الله عنه - سأل </p><p>(١) من (ت) و (س). (٢) الصف: ٤.(٣) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٣٥٤ عن كعب، بنحوه في تفسير سورة الصف، وفيه: ولو على ظهر دابة.(٤) محمد بن عمر، متروك مع سعة علمه.(٥) عثمان بن الضحاك المدني حجازي قيل إنه الحزامي.قال الآجري: سألت أبا داود عنه فقال: ضعيف، وقال الذهبي: فيه ضعف، وذكره ابن حبان في الثقات، قال ابن حجر: ضعيف. انظر: \"الكاشف\" للذهبي ٨/ ٨، و \"التهذيب\" ٧/ ١٢٣، و \"التقريب\" ١/ ٦٦٠.(٦) أبو عبد الله المدني، ثمة مكثر.(٧) سقطت من الأصل والنسخ وأثبتها كما وردت في المصادر.(٨) ثعلبة بن أبي مالك القرظي حليف الأنصار أبو مالك ويقال أبو يحيى المدني.روى عن النبي -صلى الله عليه وسلم- وعن عمر وعثمان وجابر وحارثة بن النعمان وجماعة. قال أبو حاتم في المراسيل: هو من التابعين، وقال العجلي تابعي ثقة، وذكره ابن حبان في الثقات قال ابن حجر: مختلف في صحبته.انظر: \"التهذيب\" ٢/ ٢٥، و \"التقريب\" ١/ ١٤٩.</p><p> أبا مالك (١) عن صفة رسول الله -صلى الله عليه وسلم- في التوراة، وكان من علماء اليهود، فقال: صفته في كتاب الله -عز وجل- بني هارون الذي لم يبدل ولم يغير أحمد من ولد إسماعيل بن إبراهيم، وهو آخر الأنبياء وهو النبي العربي الذي يأتي بدين إبراهيم الحنيف، يأتزر (٢) على وسطه ويغسل أطرافه في عينيه حمرة وبين كتفيه خاتم النبوّة مثل زر الحَجَلة (٣) ، ليس بالقصير ولا بالطويل، ويلبس الشملة (٤) ، ويجتزئ بالبُلْغة (٥) ، ويركب الحمار، ويمشي في الأسواق، معه حرب وقتل وسبي، سيفه على عاتقه لا يبالي مَن لقي مِن الناس، معه صلاة لو كانت في قوم نوح ما أهلكوا بالطوفان، ولو كانت في عاد ما أهلكوا بالريح، ولو كانت في ثمود ما أهلكوا بالصيحة. مولده بمكّة، ومنشأه بها، وبدء (٦) نبوّته بها، </p><p>(١) أبو مالك القرظي، وقيل اسمه: عبد الله، والد ثعلبة. ذكره الواقدي وقال إنه قدم من اليمن وهو على دين اليهودية فتزوج امرأة من قريظة فانتسب فيهم وهو من كندة، أدرك النبي -صلى الله عليه وسلم- فأسلم. انظر: \"أسد الغابة\" ٦/ ٢٦٨، و \"الإصابة\" ٧/ ٣٥٧.(٢) يأتزر: يلبس الإزار، والإِزار كُلُّ ما واراك.انظر: \"لسان العرب\" لابن منظور ٤/ ١٦ (أَزَرَ).(٣) زِرّ الحَجَلة: هو بيت كالقُبَّة يستر بالثياب، ويكون له أَزرار كبار.انظر: \"لسان العرب\" لابن منظور ١١/ ١٤٣: (حَجَل).(٤) الشَّملةَ: كساء يُشْتَمَلُ به.انظر: \"الفائق في غريب الحديث والأثر\" ٢/ ٢٦٢(٥) البُلْغة من القوت: ما يتبلغ به، ولا فضل فيه، ويجتزيء: يكتفي به.انظر: \"تهذيب اللغة\" للأزهري ٨/ ١٤٠ (بَلَغ)، \"مختار الصحاح\" للرازي (ص ٤٣) (جزأ).(٦) من (ت) و (س).</p><p> ودار هجرته يثرب هي حرّة ونخل وسَبِخة (١) ، وهو أُمّي لا يكتب بيده، وهو الحماد (٢) يحمد الله على شدة ورخاء، سلطانه بالشام، صاحبه من الملائكة جبرئيل يلقى من قومه أذى وشدائد، ويجبهّونه (٣) جبّهًا شديدًا، ثمّ يدال على قومه فيحصدهم حصد الجِرِين (٤) ، يكون له وقعات بيثرب، منها له ومنها عليه، ثمّ يكون له العاقبة بعد، معه أقوام هم إلى الموت أسرع من الماء من رأس الجبل إلى أسفله، صدورهم أناجيلهم، قربانهم دماؤهم، ليوث النهار ورهبان الليل، يرعب منه عدوه بمسيرة شهر، يباشر القتال بنفسه حتّى يجرح ويكلم، لا شرطة معه، ولا حرس يحرسه (٥) . </p><p>(١) السَّبِخَةُ: هي الأَرض التي تعلوها الملوحة، ولا تكاد تُنْبِت. انظر: \"لسان العرب\" لابن منظور ٣/ ٢٣ (سبخ).(٢) من (س).(٣) جَبَهَ الرجلَ يَجْبَهُه جَبْهاً: رَدَّه عن حاجته، واستقبله بما يكره، وجَبَهْت فلانا إِذا استقبلته بكلام فيه غِلْظة.انظر: \"لسان العرب\" لابن منظور ١٣/ ٤٨٣ (جبه).(٤) الجِرِينُ: ما طحنته، وقد جُرِنَ الحَب جَرْنا شديدا.انظر: \"تهذيب اللغة\" للأزهري ١١/ ٣٦.(٥) الحكم على الإسناد:مدار هذا الأثر على الواقدي وهو متروك مع سعة علمه، وشيخه عثمان بن الضحاك، ضعيف.التخريج:ذكر ابن حجر في \"الإصابة\" لابن حجر ٧/ ٣٥٧ طرفا من هذا الحديث في ترجمة أبي مالك من رواية الواقدي.</p><p> قوله (١)  {يَأْمُرُهُمْ بِالْمَعْرُوفِ} أي: بالإيمان {وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ} يعني الشرك. وقيل: المعروف الشريعة والسنة، والمنكر ما لا يعرف في شريعة ولا في سنّة (٢) . وقال عطاء: يأمرهم بالمعروف بخلع الأنداد ومكارم الأخلاق وصلة الأرحام، بل وينهاهم عن المنكر عن عبادة الأصنام وقطع الأرحام (٣) . </p><p> {وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ} يعني الحلالات التي كانت أهل الجاهلية يحرمها (٤) : من البحائر والسَّوائب والوصائل والحوامي. </p><p> قوله:  {وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ} يعني لحم الخنزير والدم والميتة والربا، وغيرها من المحرمات. {وَيَضَعُ عَنْهُمْ إِصْرَهُمْ} قال ابن عباس - رضي الله عنهما - والحسن والضحاك والسدي ومجاهد يعني: عهدهم الذي كان أُخِذَ علي بني إسرائيل بالعمل بما في التوراة (٥) . </p><p> وقال ابن زيد وقتادة: يعني التشديد الذي كان عليهم في الدين (٦) . </p><p> {وَالْأَغْلَالَ} يعني الأثقال {الَّتِي كَانَتْ عَلَيْهِمْ} وما أُمروا به من قتل الأنفس في التوبة، وقطع الأعضاء الخاطئة. شبّه ذلك بالأغلال. </p><p>(١) من (س). (٢) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٨٩.(٣) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٧/ ٢٩٩ عنه.(٤) هكذا في الأصل و (ت) وسقطت من (س) ولعل الصواب: تحرمها.والله أعلم.(٥) أخرجه الطبري في \"جامع البيان\" ٩/ ٨٤ عنهم.(٦) المصدر السابق ٩/ ٨٥ عنهما.</p><p> كما قال الشاعر (١) : </p><p> وَلَيْسَ كعَهْدِ الدّارِ يا أُمّ مالِكٍ ... ولكن أَحاطَتْ بِالرّقابِ السّلاسِلُ </p><p> وَعادَ الفَتَى كالشّيْخِ لَيْسَ بِقائِلِ ... سِوى العَدْلِ شَيْئًا واسْتَراحَ العَواذِلُ (٢) </p><p> فشبه حدود الإِسلام وموانعه عن التخطّي إلى المحظورات، بالسلاسل المحيطات بالرقاب. </p><p> قوله:  {فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ} أعانوه ووقّروه {وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ}  (يعني القرآن)  (٣)  {أُولَئِكَ هُمُ الْمُفْلِحُونَ} . </p><p>(١) أبو خراش الهذلي. انظر: \"الكامل في اللغة والأدب\" للمبرد ٢/ ٧٦.(٢) في (ت): فاستراح. قالها: في رثاء زهير بن العجوة الهذلي، قتله يوم حنين جميل بن معمر بعد أَنْ أسِرَ وكُتِّفَ. وهناك اختلاف في كلمات البيتين في المصادر.انظر: \"ديوان الهذليين\": ٢/ ١٥٠ \"السيرة النبوية\" لابن هشام ٢/ ٤٧٣.(٣) من (ت) و (س).</p>"
}