{
  "id": null,
  "sura": 7,
  "aya": 27,
  "text": "<p> ٢٧ - قوله تعالى:  {يَابَنِي آدَمَ لَا يَفْتِنَنَّكُمُ} </p><p> لا (١) يضلنكم (ولا يمنينكم)  (٢) ولا يستزلنكم {الْشَّيْطَانُ} فيبدي عوراتكم للناس في الطواف بطاعتكم إياه، {كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْآتِهِمَا إِنَّهُ} يعني الشيطان {يَرَاكُمْ} يابني آدم {هُوَ وَقَبِيلُهُ} خيله وجنوده وهم الجن والشياطين، وقال ابن زيد: نسله (٣) </p><p> {مِن حَيْثُ لَا تَرَوْنَهُمْ} . قال مجاهد: قال إبليس: جُعل لنا أربع: نرى ولا نُرى ونخرج من تحت الثرى، ويعود شيخنا فتى (٤) . </p><p> قال مالك بن دينار: إن عدوًّا يراك ولا تراه لشديد المؤونة إلّا مَنْ عصمه الله (٥) . </p><p> [١٣٦٥] وسمعت أبا القاسم الحبيبي (٦) قال: سمعت أَبِي (٧) يقول: سمعت عليّ بن محمد الورّاق (٨) يقول: سمعت يحيى بن </p><p>(١) من (ت). (٢) من (ت).(٣) أخرجه الطبري في \"جامع البيان\" ٨/ ١٥٣ عنه.(٤) ذكره الرازي في \"مفاتيح الغيب\" ١٤/ ٤٦، والخازن في \"لباب التأويل\" ٢/ ٤٩٧ كلاهما عن مجاهد وزاد فيه: ونتصور على أي صورة نشاء.(٥) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٢٣ عنه.(٦) قيل: كذبه الحاكم.(٧) محمد بن حبيب بن أيوب النيسابوري، والد أبي القاسم الحبيبي، ولم أجده.(٨) لم يتبين لي من هو.</p><p> معاذ الرازي (١) يقول: الشيطان قديم وأنت حديث، والشيطان كَيَّس وأنت سليم الناحية، والشيطان يراك وأنت لا تراه، والشيطان لا ينساك وأنت لا تزال تنساه، ومن نفسك له عون وليس لك منه عون (٢) . </p><p> وقيل: صدر ابن آدم مسكن له، ويجري منه مجرى الدم وأنك لا تقاومه إلّا بعون الله (٣) . وفيه يقول (٤) : </p><p> ولا أراه حيث ما يراني ... وعندما أنساه لا ينساني </p><p> فسيدي إن لم تغث سباني ... كما سبا آدم من جناني (٥) </p><p>(١) لم يذكر بجرح أو تعديل. (٢) [١٣٦٥] الحكم على الإسناد:ضعيف، فيه أبو القاسم الحبيبي تكلم فيه الحاكم، وأبوه لم أجده، وابن معاذ واعظ لم يذكر بجرح أو تعديل.التخريج:لم أجده.(٣) يشهد لهذا المعنى الحديث الَّذي أخرجه البخاري ومسلم عن صفية بنت حُيَيٍّ رضي الله عنها في الصحيحين أن رسول الله - صلى الله عليه وسلم - قال: \"إن الشيطان يجري من الإنسان مجرى الدم\".انظر: \"صحيح البخاري\" بَاب زَيارَةِ المَرْأَةِ زَوْجَهَا فِي اعْتِكَافِهِ ٧/ ١٧٧، وصحيح مسلم بَاب بَيَانِ أَنَّهُ يُسْتَحَبُّ لِمَنْ رُئِيَ خَالِيًا بِامْرَأَةٍ. . ١١/ ١٤٩.(٤) لم أعرفه.(٥) في (س): تعن. بدلا من: تغث. ولم أعثر على تخريجه.</p>"
}