{
  "id": null,
  "sura": 7,
  "aya": 155,
  "text": "<p> قال الراجز (١) : </p><p> تَسَمعُ للجُزع إذا اسْتُحيرا ... للماء في أجوافها خريرًا (٢) </p><p> أي من أجل الجرع. </p><p> ١٥٥ - قوله -عز وجل-: {وَاخْتَارَ مُوسَى قَوْمَهُ} </p><p> أي: من قومه، فلمّا نزع حرف الصفة نصب. كقول الفرزدق: </p><p> وَمِنَّا الذِي [اخْتِيرَ] الرِّجالَ سَماحَةً ... وَجُودًا إِذا هَبَّ الرِّياحُ الزَّعازعُ (٣) </p><p> أي من الرجال. </p><p> وقال الآخر (٤) : </p><p>(١) رؤبة بن العجاج انظر: \"أدب الكاتب\" لابن قتيبة (ص ٤١٤). (٢) يصف إبلا وردت الماء، والجرع: بلع الماء، واستحير: إحارته أدخلته في أجوافها، وخرير الماء: صوته.انظر: \"شرح أدب الكاتب\" للجواليقي (ص ٢٧٤)(٣) في الأصل: اختار. وما أثبته من (ت)، وهو موافق لما في المصادر.والبيت مطلع قصيدة ناقض بها جريرا، وأرد بقوله: ومنا الذي اختير، أباه غالبًا، وكان جوادًا، والزعازع: جمع زعزع كجعفر، وهي الريح التي تهب بشدة. وعنى بذلك الشتاء، وفيه تقل الألبان، وتعدم الأزواد، ويبخل الجواد، فيقول: هو جواد في مثل هذا الوقت الذي يقل فيه الجود.انظر: \"ديوانه\" ١/ ٧١، \"الكامل في اللغة والأدب\" للمبرد ١/ ٨٣، \"خزانة الأدب\" للبغدادي ٩/ ١١٣.(٤) هو: الراعي الشاعر، واسمه عبيد بن حصين.انظر: \"غريب الحديث\" لأبي عبيد ١/ ٤٤٩.</p><p> اخْتَرْتُكَ (١) النّاسَ إِذْ غَثَّتْ (٢) خَلائِقُهُمْ ... واعْتَلَّ مَنْ كانَ يُرْجَى عِنْدَهُ السُّولُ (٣) </p><p> أي: من الناس. </p><p> واختلفوا في سبب اختيار موسى السبعين، فقال السدي: أمر الله تعالى موسى بأن يأتيه في ناس من بني إسرائيل، يعتذرون إليه من عبادة العجل، ووعدهم موعدًا، واختار موسى من قومه {سَبْعِينَ رَجُلًا} ثم ذهب بهم ليعتذرواه فأتوا ذلك المكان، قالوا: لن نؤمن لك حتّى نرى الله جهرة، فإنّك قد كلّمته فأرناه، فأخذتهم الصاعقة، فماتوا (٤) . </p><p> وقال ابن إسحاق: اختارهم ليتوبوا إليه مما صنعوه، ويسألوه التوبة على من تركوا وراءهم من قومهم (٥) . </p><p> وقال مجاهد: اختارهم لتمام الموعد (٦) . </p><p> وقال وهب: قالت ينو إسرائيل لموسى -عليه السلام-: إن طائفة يزعمون أنّ </p><p>(١) في (س): اختارك. (٢) في الأصل و (س) لم تنقط كاملة، وفي (ت): عنت. قال محمود شاكر: ولا معنى لها، ورجَّح أنتكون: غثّت. وهو ما أثبته، وفي ديوانه، وبعض المصادر: رثّت.انظر: حاشية \"جامع البيان\" للطبري ١٣/ ١٤٦،والمرجع السابق.(٣) في الأصل: السعد. وما أثبته من (ت) و (س) وهو موافق لما في المصادر.انظر: \"ديوانه\" ١/ ١٥١، \"لسان العرب\" لابن منظور ١١/ ٣٥٠ (سول).(٤) أخرجه الطبري في \"جامع البيان\" ٩/ ٧٢ عنه مطولًا.(٥) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٨٦ عنه.(٦) أخرجه الطبري في \"جامع البيان\" ٩/ ٧٣ عنه.</p><p> الله لا يكلمك، ولو كلمك ما قمت بكلامه، ألم ترَ أنّ طائفة منّا سألوه النظر إليه فماتوا، أفلا (١) تسأله أن يحضرك طائفة منّا حتّى يكلمك، فيسمعوا كلامه، فيؤمنوا وتذهب التهمة، فأوحى الله -عز وجل- إلى موسى أن اختر من خيارهم سبعين رجلًا، ثمّ ارتق بهم إلى الجبل أنت وهارون، واستخلف علي بني إسرائيل يوشع بن نون، ففعل كما أمر الله تعالى واختار موسى (٢) سبعين رجلًا (٣) . </p><p> روى المنهال (٤) ، عن الربيع بن حبيب (٥) قال: سمعت أبا سعيد الرقاشي (٦) وقرأ هذِه الآية فقال: كان السبعون أبناء ما عدا عشرين (٧) ، ولم يجاوز الأربعين، وذلك أن ابن عشرين قد ذهب </p><p>(١) من (س) وفي الأصل: فلا. (٢) من (ت).(٣) ذكره ابن الجوزي في \"زاد المسير\" ٣/ ٢٦٨ عنه مختصرًا.(٤) هكذا ورد اسمه في الأصل وفي النسخ، ووقع عند الطبري في \"تفسيره\" ١٣/ ١٤٣، الحجاج بن المنهال، وهو ثقة فاضل.(٥) الربيع بن حبيب الحنفي أبو سلمة البصري.وثقه أحمد ويحيى بن معين وعلي بن المديني وغيرهم. قال ابن حجر: ثقة.انظر: \"التهذيب\" ٣/ ٢٤١، \"التقريب\" ١/ ٢٩٣.(٦) قيس مولى أبي ساسان حضين بن المنذر الرقاشي.من أهل البصرة، وكان قليل الحديث وروى عن ابن عباس - رضي الله عنه -، قيل ليحيى بن معين أبو سعيد الرقاشي الذي روى عنه سليمان التيمي اسمه قيس قال: نعم. وذكره ابن حبان في الثقات.انظر: \"الطبقات الكبرى\" لابن سعد ٧/ ٢١٢، و \"الثقات\" لابن حبان ٥/ ٣١٥، \"سؤالات ابن الجنيد\" (ص ٤٢٨).(٧) كذا في جميع النسخ وعند الطبري، وتستقيم العبارة بدون كلمة [ما عدا] وهو =</p><p> جهله وصباه، وأنّ من لم يتجاوز الأربعين لم يفقد من عقله شيئًا (١) وقال الآخرون: كانوا شيوخًا (٢) . </p><p> قال الكلبي: اختار موسى سبعين رجلًا لينطلقوا إلى الجبل معه، فلم يصب إلَّا ستين شيخًا، فأوحى الله تعالى إليه أن يختار من الشبان عشرة، فاختار من كل سبط ستّة رهط (٣) ، فصاروا اثنين وسبعين. فقال لهم موسى -عليه السلام-: إنّما أمرت بسبعين رجلا، فيتخلف منكم رجلان، فتشاحوا على ذلك. فقال موسى: إن لمن قعد مثل أجر من خرج، فقعد رجلان: أحدهما غالب بن يوقنّا (٤) ، والآخر يوشع بن نون. وأمر موسى -عليه السلام- السبعين أن يصوموا ويتطهروا، ويطهّروا ثيابهم، ثمّ خرج بهم إلى طور سيناء لميقات ربّه، وكان لا يأتيه إلَّا بإذن منه، </p><p>= عند أبي حاتم [كانوا أيتاما قد جاوزوا العشرين] وعند السيوطي [كانوا قد جاوزوا الثلاثين]. انظر: التخريج.(١) الحكم على الإسناد:صحيح.رواته ثقات.التخريج:أخرجه الطبري في \"جامع البيان\" ٩/ ٧٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٥/ ١٥٧٤، وعزاه السيوطي في \"الدر المنثور\" ٣/ ٢٣٨ لابن المنذر وابن أبي حاتم وأبي الشيخ.(٢) لم أجده.(٣) في (ت): فأصبحوا شيوخاً.(٤) يوقنا: هكذا في أغلب المصادر، وصوبه أحمد شاكر في تحقيقه لـ \"جامع البيان\" للطبري بـ: يوفنّا. قال: في كتاب القوم، في سفر العدد، في الإصحاح الثالث عشر: . . بن يُفَنة.انظر: حاشية \"جامع البيان\" للطبري ١٠/ ١١٤.</p><p> وذلك قوله تعالى:  {وَاخْتَارَ مُوسَى قَوْمَهُ سَبْعِينَ رَجُلًا لِمِيقَاتِنَا}  (١) . </p><p> {فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ} </p><p> واختلفوا في كيفية هذِه الرجفة، وسبب أخذها إياهم. فقال ابن إسحاق والسدي: إنّهم لمّا أتوا ذلك المكان قالوا لموسى -عليه السلام-: أطلب لنا أن نسمع كلام ربّنا. فقال: أفعل، فلمّا دنا موسى -عليه السلام- من الجبل، وقع عليه عمود الغمام حتّى يغشى الجبل كله، ودنا موسى فدخل فيه، وقال للقوم: ادنوا! وكان موسى إذا كلمه ربه وقع على جبهته نور ساطع، لا يستطيع أحد من بني إسرائيل أن ينظر إليه! فضرب دونه بالحجاب، ودنا القوم حتّى إذا دخلوا في الغمام وقعوا سجودا، فسمعوه وهو يكلّم موسى يأمره وينهاه: افعل، ولا تفعل! فلما فرغ، انكشف عن موسى الغمام. وأقبل إليهم، فقالوا: يا موسى لن نؤمن لك حتّى نرى الله جهرة! فأخذتهم الرجفة -وهي الصاعقة- فماتوا جميعًا (٢) . </p><p> وقال ابن عباس - رضي الله عنهما-: إن السبعين الذين قالوا: لن نؤمن لك حتّى نرى الله جهرة فأخذتهم الصاعقة، كانوا قبل السبعين الذين أخذتهم الرجفة، وإنما أمر الله تعالى موسى -عليه السلام- أن يختار من قومه سبعين رجلًا، فاختارهم وبرزوا ليدعوا ربهم، فكان فيما دعوا أن قالوا: اللهم أعطنا ما لم تعطه أحدًا قبلنا، ولا تعطيه أحدًا بعدنا، </p><p>(١) جاء في \"لباب التأويل\" للخازن ٢/ ٥٩٠: قال أصحاب الأخبار، وذكره مختصرا. (٢) أخرجه الطبري في \"جامع البيان\" ٩/ ٧٢ عنهما.</p><p> فكره الله ذلك من دعائهم، فأخذتهم الرجفة. (١)  (وقال عليّ بن أبي طالب - رضي الله عنه -: إنّما أخذتهم الرجفة)  (٢) من أجل دعواهم على موسى قتل هارون، وذلك أن موسى، وهارون، وشبر، وشبير عليهم السلام انطلقوا إلى سفح جبل فنام هارون -عليه السلام- على سرير فتوفّاه الله -عز وجل-، فلمّا مات هارون (٣) دفنه موسى، فلمّا رجع موسى إلى بني إسرائيل. قالوا له: أين هارون؟ قال: توفّاه الله تعالى. قالوا له: بل أنت قتلته حسدته على خُلُقه ولينه. قال: فاختاروا من شئتم، فاختاروا منهم سبعين رجلًا، وذهب بهم، فلما انتهوا إلى القبر، قال موسى: يا هارون أقُتِلتَ أم مِتَّ؟ فقال هارون: ما قتلني أحد، ولكن توفّاني الله تعالى. </p><p> فقالوا: يا موسى لن نعصي بعد هذا اليوم! فأخذتهم الرجفة، وصَعِقوا وماتوا، وقال موسى: يا رب ما أقول لبني إسرائيل إذا رجعت إليهم، يقولون: أنت قتلتهم فأحياهم الله، وجعلهم أنبياء كلّهم (٤) . وقال ابن عباس رضي الله عنهما: إنّما أخذتهم الرجفة أنهم لم يَرْضوا، ولم يَنْتهوا عن عبادة العجل (٥) . </p><p> وقال قتادة وابن جريج ومحمد بن كعب: أخذتهم الرجفة لأنّهم لم </p><p>(١) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٨٦ عنه. (٢) من (ت) و (س).(٣) من (ت).(٤) أخرجه الطبري في \"جامع البيان\" ٩/ ٧٣ عنه بنحوه.(٥) أخرجه الطبري في \"جامع البيان\" ٩/ ٧٣ عنه.</p><p> يزايلوا قومهم حين عبدوا العجل، ولم يأمروهم بالمعروف، ولم ينهوهم عن المنكر (١) . </p><p> وقال وهب: لم تكن تلك الرجفة موتًا، ولكن القوم لما رأوا تلك الهيبة أخذتهم الرعدة، وقلقوا ورجفوا حتّى كادت أن تبين منهم مفاصلهم، وتنقضَّ ظهورهم، فلمّا رأى ذلك موسى -عليه السلام- رحمهم، وخاف عليهم الموت، واشتدّ عليه فقدهم، وكانوا له وزراء على الخير سامعين مطيعين، فعند ذلك دعا وبكى، وناشد ربّه فكشف الله عنهم تلك الرجفة والرعدة، وسكنوا واطمأنوا وسمعوا كلام ربهم، فذلك قوله -عز وجل- (٢) . </p><p> {قَالَ} يعني موسى {رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ وَإِيَّايَ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا} يعني عبدة العجل، وظن موسى -عليه السلام- أنّهم عوقبوا باتخاذ بني إسرائيل العجل. وقال السدي: أوحى الله -عز وجل- إلى موسى أن هؤلاء السبعين ممن اتخذوا العجل، وكان موسى -عليه السلام- لا يعلم ذلك، فقال موسى: يا رب كيف أرجع إلى بني إسرائيل، وقد أهلكت خيارهم، وليس معي رجلٌ واحدٌ فماذا الذي يصدقونني به، أو يأمنونني عليه بعد هذا، فأحياهم الله تعالى (٣) . </p><p> وقال المبرّد: قوله: {أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا} استفهام </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٩/ ٧٤ عنهم. (٢) ذكره الخازن في \"لباب التأويل\" ٢/ ٥٩١ عنه، وذكر الآية: {فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ}. وهي ليست في الأصل والنسخ.(٣) أخرجه الطبري في \"جامع البيان\" ٩/ ٧٦ عنه مختصرًا.</p>"
}