{
  "id": null,
  "sura": 7,
  "aya": 204,
  "text": "<p> فيهتدي إليها وينتفع بها، ومنه قيل للترس بصيرة (١)  {وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ} . </p><p> ٢٠٤ - قوله تعالى:  {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا} </p><p> قال عبد الله بن مسعود: كنا نُسّلم بعضنا على بعض في الصلاة، سلام على فلان، وسلام على فلان، فجاء القرآن:  {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا} يعني في الصلاة (٢) . وقال أبو هريرة - رضي الله عنه -: كانوا يتكلّمون في الصلاة، فنزلت هذِه الآية وأُمروا بالإنصات (٣) . </p><p>(١) انظر: \"لسان العرب\" لابن منظور ٤/ ٦٤ (بصر). (٢) الحكم على الإسناد:ضعيف. وأخرجه الطبري في \"جامع البيان\" ١٣/ ٣٤٥ عنه.قال الشيخ أحمد شاكر: فهذا الخبر منقطع الإسناد.انظر: حاشية \"جامع البيان\" للطبري ١٣/ ٣٤٥، والحديث له شاهد في الصحيحين عن ابن مسعود قال: كنا نسلم على رسول الله وهو في الصلاة .. الحديث.انظر: \"صحيح البخاري\" كتاب العمل في الصلاة، باب ما ينهى من الكلام في الصلاة (١٢٠٠)، \"صحيح مسلم\" كتاب المساجد، باب تحريم الكلام في الصلاة (٥٣٨).(٣) الحكم على الإسناد:ضعيف. قال أحمد شاكر: وهذا خبر ضعيف الإسناد، لضعف إبراهيم الهجري، انظر: حاشية \"جامع البيان\" للطبري ٩/ ١٦٢ - ١٦٣.التخريج:أخرجه الطبري في \"جامع البيان\" ١٣/ ٣٤٥ وفي ١٣/ ٣٤٩، والبيهقي في \"السنن الكبرى\" ٥/ ١٥٢، وابن أبي شيبة في \"مصنفه\" ٢/ ٥٣٧ (٨٤٥٨) جمعيهم عن الهجري، عن أبي عياض، عن أبي هريرة بيته. وللحديث شاهد في الصحيحين من حديث ابن مسعود - رضي الله عنه -. انظر تخريج الحديث الَّذي قبله.</p><p> وقال الزهري: نزلت هذِه الآية في فتى من الأنصار، كان رسول الله - صلى الله عليه وسلم - كلما قرأ شيئًا من القرآن قرأه، فنزلت هذِه الآية (١) . </p><p> وروى داود بن أبي هند (٢) عن بشير بن جابر (٣) قال: صلّى ابن </p><p>(١) الحكم على الإسناد: ضعيف.التخريج:أخرجه الطبري في \"جامع البيان\" ٩/ ١٦٣، وللحديث شواهد بطرق صحيحة مسندة عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - انصرف من صلاة جهر فيها بالقراءة، فقال: هل قرأ أحد منكم معي آنفا؟ .. الحديث. رواه مالك وأحمد وأصحاب السنن وغيرهم، وصححه الألباني.انظر: \"صحيح أبي داود\" ١/ ٢٣٢ (٨٢٦).(٢) طَهْمان القشيري، ثقة متقن، كان يهم بأخرة.(٣) في الأصل و (ت): بشير بن جابر. وفي (س): يسير. غير منقوطة، قال الشيخ أحمد شاكر: (بشير بن جابر) هكذا في المطبوعة وابن كثير ٦/ ٥٠١. وفي المخطوطة: (بسير) غير منقوط، وقد أعياني أن أجد لها وجهًا، أو أن أجد (بشير ابن جابر) في شيء من المراجع. انظر: حاشية \"جامع البيان\" للطبري ٩/ ١٦٣. وقد وجدت من ترجم له بـ (يسير بن جابر) وعَدَّه في أصحاب ابن مسعود - رضي الله عنه -، قال ابن المديني في العلل (ص ٧٣): يسير هذا أبو عمر من أصحاب عبد الله بن مسعود، فروى عنه أهل الكوفة وأهل البصرة وكان يعرف بالكوفة بيسير بن عمرو وبالبصرة بيسير بن جابر .. وإنما علمنا أن يسير بن جابر هو يسير بن عمرو لأن شعبة يروي أحاديث أبي إسحاق الشيباني كلها فيقول فيها يسير بن عمرو. أهـ.وهو: يسير بن عمرو أو ابن جابر الكوفي ويقال أسير، مختلف في نسبته (ت ٨٥ هـ). أدرك زمن النبي - صلى الله عليه وسلم -، ويقال إنّ له رؤية، قال ابن سعد: كان ثقة وله أحاديث، وذكره العجلي في \"الثقات\" من أصحاب ابن مسعود، وذكره ابن حبان في \"الثقات\"، وقال ابن حزم: ليس بالقوي.انظر: \"تهذيب التهذيب\" لابن حجر ١١/ ٣٧٨، \"تقريب التهذيب\" لابن حجر (٧٨٠٨)</p><p> مسعود - رضي الله عنه - فسمع ناسًا يقرؤون مع الإمام، فلما انصرف قال: أما آن لكم أن تفقهوا؟ أما آن لكم أن تعقلوا؟ فإذا قرئ القرآن فاستمعوا له وانصتوا، كما أمركم الله (١) . </p><p> وروى الجُريري (٢) عن طلحة بن عبيد الله بن كَريز (٣) قال: رأيت عبيد بن عمير (٤) وعطاء بن أبي رباح (٥) يتحدّثان والقاص يقص. فقلت: ألا تستمعان إلى الذكر وتستوجبان الموعود؟ قال: فنظرا إليّ، ثمّ أقبلا على حديثهما، قال: فأعدت فنظرا إليّ، ثم أقبلا على حديثهما، فأعدت الثالثة، قال فنظرا إليّ فقالا: إنّما ذلك في الصلاة {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا}  (٦) . </p><p>(١) الحكم على الإسناد: ضعيف.التخريج:أخرجه الطبري في \"جامع البيان\" ٩/ ١٦٣ قال حدثنا أبو كُريب قال: حدثنا المحاربي، عن داود بن أبي هند، عن بشير بن جابر، وذكره. والأثر رواته ثقات ولكن المحاربي وهو: عبد الرحمن بن محمد بن زياد، قد عنعنه، وهو مدلس، كما قال عنه ابن حجر في \"تقريب التهذيب\" (٣٩٩٩): لا بأس به وكان يدلس.(٢) سعيد بن إياس، ثقة، اختلط قبل موته بثلاث سنين.(٣) أبو المُطَّرف الكوفي، ثقة.(٤) أبو عاصم المكي، مجمع على ثقته.(٥) مفتي الحرم، ثقة فاضل، لكنه كثير الإرسال.(٦) الحكم على الإسناد:صحيح الإسناد. رجاله ثقاتالتخريج:أخرجه الطبري في \"جامع البيان\" ٩/ ١٦٣ قال: حدثنا حميد بن مسعدة قال: =</p><p> وروى زيد بن أسلم (١) عن أبيه (٢) عن أبي هريرة قال: نزلت هذِه الآية في رفع الأصوات وهم خلف رسول الله - صلى الله عليه وسلم - في الصلاة (٣) . </p><p> وقال الكلبي: وكانوا يرفعون أصواتهم في الصلاة، حين يسمعون ذكر الجنّة والنار. فأنزل الله عز وجل هذِه الآية (٤) . </p><p> وقال قتادة: كانوا يتكلمون في صلواتهم بحوائجهم، أول ما فرضت عليهم، وكان الرجل يأتي وهم في الصلاة، فيسألهم كم صليتم؟ كم بقي؟ فأنزل الله عز وجل هذه الآية (٥) . </p><p> وقال ابن عباس - رضي الله عنهما -: إنّ رسول الله - صلى الله عليه وسلم - في الصلاة المكتوبة، </p><p>= حدثنا بشر بن المفضل قال: حدثنا الجريري، عن طلحة بن عبيد الله بن كريز، وذكره. (١) القرشي العدوي، أبو أسامة، ثقة، عالم وكان يرسل.(٢) أسلم القرشي العدوي، ثقة.(٣) الحكم على الإسناد:ضعيف. قال الدارقطني: فيه عبد الله بن عامر: ضعيف، وكذا قال الشيخ أحمد شاكر في تحقيق \"جامع البيان\" للطبري.التخريج:أخرجه الطبري في \"جامع البيان\" ١٣/ ٣٤٦: حدثني العباس بن الوليد قال: أخبرني أبي قال: سمعت الأوزاعي قال: حدثنا عبد الله بن عامر قال: ثني زيد بن أسلم، عن أبيه، عن أبي هريرة .. وذكره.وأخرجه الدارقطني في \"السنن الكبرى\" ١/ ٣٢٦، قال: حدثنا عبد الله بن سليمان ابن الأشعث وأبو بكر النيسابوري قالا حدثنا العباس بن الوليد .. وساق سند الطبري به.(٤) ذكره البغوي في \"معالم التنزيل\" ٣/ ٣١٩ عنه.(٥) أخرجه الطبري في \"جامع البيان\" ٩/ ١٦٤ عنه بنحوه.</p><p> وقرأ الصحابة رافعين أصواتهم، فخلطوا عليه فنزلت هذِه الآية (١) . </p><p> وقال سعيد بن المسيب: كان المشركون يأتون رسول الله - صلى الله عليه وسلم - إذا صلّى، فيقول بعضهم لبعض بمكّة: لا تستمعوا لهذا القرآن، والغوا فيه. فأنزل الله تعالى جوابًا لهم {وَإِذَا قُرِئَ الْقُرْآنُ} الآية (٢) . </p><p> وقال سعيد بن جبير، ومجاهد، وعطاء، وعمروبن دينار، وزيدبن أسلم، والقاسم بن مخيمرة، ومسلم بن يسار، وشَهْر بن حوشب رحمهم الله: هذا في الخطبة يوم الجمعة أمر بالإنصات للإمام (٣) . </p><p> قال عبد الله بن المبارك: والدليل على (أن حكم)  (٤) هذِه الآية في الخطبة أنّك لا ترى خطيبًا على المنبر يخطب يوم الجمعة، فأراد أن يقرأ في الخطبة آية من قوارع القرآن، إلا قرأ هذِه الآية قبل قراءته، ثم قرأ القرآن (٥) . </p><p> وقال الحسن: هذا في الصلاة المكتوبة وعند الذكر (٦) . </p><p> وقال مجاهد وعطاء: وجب الصوت في اثنين: عند الرجل يقرأ القرآن وهو يصلّي، وعند الإمام وهو يخطب (٧) . </p><p>(١) ذكره أبو حيان في \"البحر المحيط\" ٤/ ٤٤٨ عنه. (٢) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٧/ ٣٥٣ عنه.(٣) أخرجه الطبري في \"جامع البيان\" ٩/ ١٦٥ عن سعيد ومجاهد وعطاء، ولم أجد من خرجه عن بقية من ذكرهم المصنف.(٤) من (ت) و (س).(٥) لم أعثر عليه حسب بحثي واطلاعي.(٦) أخرجه الطبري في \"جامع البيان\" ٩/ ١٦٥ عنه.(٧) أخرجه الطبري في \"جامع البيان\" ٩/ ١٦٥ عنه مختصرًا.</p>"
}