{
  "id": null,
  "sura": 7,
  "aya": 150,
  "text": "<p> فالمرمي به مسقوط في يد الساقط (١) . {وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوا قَالُوا لَئِنْ لَمْ يَرْحَمْنَا} يتب علينا {رَبُّنَا وَيَغْفِرْ لَنَا} ويتجاوز عنا {لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} بالعقوبة. </p><p> ١٥٠ - قوله -عز وجل-: {وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا} </p><p> قال أبو الدرداء: الأسف منزلة وراء الغضب، أشد من ذلك (٢) . وقال ابن عباس رضي الله عنهما والسدي: يعني حزينًا (٣) ، قال الحسن: غضبان حزينًا (٤)  {قَالَ بِئْسَمَا خَلَفْتُمُونِي مِنْ بَعْدِي} أي: بئس الفعل فعلتم بعد ذهابي، يقال: منه خلفه بخير أو شر، إذا أولاه في أهله أو قومه (٥) بعد شخوصه عنهم خيرًا أو شرًا (٦) . {أَعَجِلْتُمْ} أسبقتم {أَمْرَ رَبِّكُمْ وَأَلْقَى الْأَلْوَاحَ} غضبًا على قومه حين عبدوا العجل. </p><p> وقال قتادة: إنّما ألقاها لكثرة ما سمع من فضائل أُمّة محمَّد - صلى الله عليه وسلم - فألقى الألواح، وقال: رب اجعلني من أُمّة محمد (٧) . وقال رسول الله - صلى الله عليه وسلم -: \"رحم الله أخي موسى ليس المخبَرْ كالمعاين، لقد </p><p>(١) ذكره الطبري في \"جامع البيان\" ٩/ ٦٢ بمثله. (٢) أخرجه الطبري في \"جامع البيان\" ٩/ ٦٣ عنه.(٣) أخرجه الطبري في \"جامع البيان\" ٩/ ٦٣ - ٦٤ عنه.(٤) أخرجه الطبري في \"جامع البيان\" ٩/ ٦٣ - ٦٤ عنه.(٥) في الأصل: وقومه. وما أثبته من (س) موافق لما في المصدر.(٦) ذكره الطبري في \"جامع البيان\" ٩/ ٦٤.(٧) أخرجه الطبري في \"جامع البيان\" ٩/ ٦٥ عنه مطولًا، وذكره الماوردي في \"النكت والعيون\" ٢/ ٢٦٣ عنه، بنحوه.</p><p> أخبره الله بفتنة قومه، فعرف أنّ ما أخبره ربه به (١) حق، وإنه على ذلك لممسّك بمّا في يديه، فرجع إلى قومه فرآهم (٢) فغضب (٣) وكان شديد الغضب، فألقى الألواح\" (٤) . </p><p> قالت الرواة: كانت التوراة سبعة أسباع، فلمّا ألقى الألواح تكسرت، فرفع منها ستة أسباعها وبقي سبع، وكان (في الذي)  (٥) رُفع تفصيل كل شيء، وفيما بقي الهدى والرحمة (٦) . </p><p> قوله تعالى:  {وَأَخَذَ بِرَأْسِ أَخِيهِ} أي: بلحيته وذؤابته {يَجُرُّهُ إِلَيْهِ} وكان هارون -عليه السلام- أكبر من موسى -عليه السلام- بثلاث سنين، وأحبّ إلى بني إسرائيل من موسى -عليه السلام -، لأنه كان لين الغضب فـ {قَالَ} هارون -عليه السلام- </p><p>(١) من (ت). (٢) من (ت).(٣) في الأصل: غضب. وما أثبته من (س).(٤) الحكم على الإسناد:صحيح.صححه الحاكم، ووافقه الذهبي، وصححه الألباني في \"صحيح الجامع\" ٢/ ٩٤٨ حديث (٥٣٧٤).تخريجه: لفظ المصنف بنحو ما أخرجه الحاكم في \"المستدرك\" ٢/ ٤١٢، وفيما ذكره المصنف زيادات ليست في \"المستدرك\"، ولم أجدها عند غيره حسب اطلاعي.وأخرجه مختصراً أحمد في \"المسند\" ١/ ٢٧١ (٢٤٤٧)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٤/ ٩٦ (٦٢١٣)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٥/ ١٥٧٠، والطبراني في \"المعجم الأوسط\" ١/ ٤٦.(٥) في الأصل: فيم. وما أثبته من (س).(٦) ذكره الطبري في \"جامع البيان\" ٩/ ٦٦.</p><p> عند ذلك {ابْنَ أُمَّ} قرأ أهل الكوفة (إلا حفصا وابن عامر)  (١) بكسر الميم ها هنا وفي طه، أراد يا بن أُمي، فحذف ياء الإضافة، لأن مبنى النداء على الحذف، وأبقى الكسرة في الميم، ليدل على الإضافة، كقوله:  {يَا عِبَادِ}  (٢) يدل عليه قراءة ابن السميفع: (يابن أُمي)  (٣) بإثبات الياء على الأصل، وقرأ الباقون بفتح الميم فيهما، على معنى يابن اماه، وجعلها اسمًا واحدًا، وبنوه على الفتح، كقولهم: حضرموت، وخمسة عشر درهما (٤) ونحوهما (٥) . </p><p> {إِنَّ الْقَوْمَ اسْتَضْعَفُونِي} يعني عبدة العجل {وَكَادُوا} أي: همّوا وقاربوا أن {يَقْتُلُونَنِي فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ} بضم التاء وكسر الميم ونصب الأعداء قراءة العامّة، وقرأ مجاهد ومالك بن دينار (فَلا تَشْمَتْ بِيَ الأَعْداءُ) بفتح التاء والميم، الأعداء رفع (٦) . </p><p>(١) من (ت) و (س). والصحيح أن ابن عامر قرأ بالكسر، قال ابن خلف في \"العنوان\" (ص ٩٨): بالكسر، ابن عامر والكوفيون سوى حفص ومثله في طه. (٢) الزمر: ١٠(٣) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٧/ ٢٩٠ عنه.وهي قراءة شاذة، انظر: \"مختصر في شواذ القرآن\" لابن خالَويْه (ص ٥١).(٤) من (ت).(٥) ذكره ابن الجزري في \"النشر في القراءات العشر\" ٢/ ٢٠٤ قال: واختلفوا في {ابْنَ أُمَّ} هنا وفي طه (يا ابن أم) فقرأ ابن عامر وحمزة والكسائي وخلف وأبو بكر بكسر الميم في الموضعين، وقرأ الباقون بفتحهما فيهما.(٦) ذكره الطبري في \"جامع البيان\" ٩/ ٦٨، وابن عطية في \"المحرر الوجيز\" ٢/ ٤٥٧ قال: وقرأ جمهور الناس {فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ} بضم التاء وكسر الميم ونصب الأعداء، وقرأ مجاهد فيما حكاه أبو حاتم (فلا تَشمَت بي) بفتح التاء من =</p>"
}