{
  "id": null,
  "sura": 7,
  "aya": 159,
  "text": "<p> ١٥٨ - قوله تعالى:  {قُلْ يَاأَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ لَا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ} </p><p> قال قتادة: وآياته (١) ، وقال مجاهد والسدي: يعني عيسى ابن مريم -عليه السلام- (٢) . {وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ} . </p><p> ١٥٩ - {وَمِنْ قَوْمِ مُوسَى} </p><p> يعني بني إسرائيل {أُمَّةٌ} جماعة {يَهْدُونَ بِالْحَقِّ} أي: يرشدون إلى الحق، وقيل: معناه يهتدون ويستقيمون عليه ويعملون به {وَبِهِ يَعْدِلُونَ} أي: ينصفون من أنفسهم ولا يجورون. وقال السدي: هم قوم بينكم وبينهم نهر من شهْد (٣) . وقال ابن جريج: بلغني أن بني إسرائيل لما قتلوا أنبياءهم وكفروا، فكانوا اثني عشر سبطًا، تبرأ سبطٌ منهم ممَّا صنعوا، واعتذروا وسألوا الله أن يفرق بينهم وبينه، ففتح الله لهم نفقًا في الأرض، فساروا فيه سنة ونصفا حتّى خرجوا من وراء الصين، فهم هنالك حنفاء مسلمون، يستقبلون قبلتنا (٤) . </p><p> وقال الكلبي والربيع والضحاك وعطاء: هم قوم من قبل </p><p>(١) ذكره ابن الجوزي في \"زاد المسير\" ٣/ ٢٧٤ عنه. (٢) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٩٠ عنهما.(٣) أخرجه الطبري في \"جامع البيان\" ١٣/ ١٧٣ عنه. وقوله: نهر من شهد يعني: نهرًا من عسل من أنهار الجنة. قاله: محمود شاكر في الحاشية.(٤) أخرجه الطبري في \"جامع البيان\" ١٣/ ١٧٣ عنه بنحوه.</p><p> المغرب (١) خلف الصين، على (نهر يجري من الرمل)  (٢) ، يسمى نهر أَوداف، وليس لأحد منهم مال دون صاحبه، يمطرون بالليل ويُصحَون (٣) بالنهار ويزرعون، لا يصل إليهم منّا أحدٌ، ولا يصل (٤) منهم إلينا، وهم على الحق، وذكر عن النبي -صلى الله عليه وسلم- أن جبريل -عليه السلام- ذهب [به] ليلة أُسري به، فكلّمهم. فقال لهم جبريل -عليه السلام-: هل تعرفون مَنْ تكلّمون؟ قالوا: لا. قال: هذا محمدٌ النبي الأمي. فآمَنوا به، وقالوا: يا رسول الله إنَّ موسى أوصانا أن من أدرك منكم أحمد فليقرأ منّي -عليه السلام-. فردّ (٥) محمَّد - صلى الله عليه وسلم -: على موسى وعليهم السلام، ثمّ أقرأهم عشر سور (من القرآن)  (٦) نزلت بمكة، ولم تكن نزلت فريضة غير الصلاة والزكاة، (فأمرهم بالصلاة والزكاة، وأمرهم أن يُقيموا مكانهم، فكانوا يسبتون)  (٧) ، فأمرهم أن يجمعوا، ويتركوا السبت (٨) . </p><p>(١) في (س): الغرب. وفي المصادر: بأقصى الشرق. انظر: \"معالم التنزيل\" للبغوي ٣/ ٢٩٠، \"لباب التأويل\" للخازن ٢/ ٥٨٩. وهو الأصوب فالصين من جهة المشرق لبلاد المسلمين.(٢) في الأصل: مجرى الرمل. وما أثبته من (ت).(٣) الصّحْوُ: ذَهابُ الغَيْم تقول السّماء.انظر: \"العين\" للخليل ٣/ ٢٦٨.(٤) من (ت).(٥) في الأصل: ورد. وما أثبته من (ت) و (س) وهو موافق لما في المصادر.(٦) من (ت) و (س).(٧) من (ت) و (س).(٨) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٩١ عنهم، بنحوه.</p>"
}