{
  "id": null,
  "sura": 7,
  "aya": 143,
  "text": "<p> بالسواك (١) . </p><p> وقال أبو العالية: إنّه أكل من لحاء الشجر، فأمره (٢) الله تعالى أن يصوم عشرة أيام من ذي الحجّة، وقال له: أما علمت أن خلوف فم الصائم أطيب عندي من ريح المسك، فكانت فتنتهم في العشر التي زادها الله (٣) . </p><p> ١٤٣ - قوله عز وجل-: {وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا} </p><p> أي: للوقت الذي ضربنا له أن نكلمه فيه، والميقات مِفْعَال من الوقت، كالميعاد والميلاد. انقلبت الواو ياءً (٤) ، لسكونها، وانكسار ما قبلها (٥) . قال المفسّرون (٦) : إنّ موسى -عليه السلام- تطهّر، وطهّر ثيابه لميعاد ربه، فلما أتى طور سيناء {وَكَلَّمَهُ رَبُّهُ} وناجاه وأدناه، حتّى سمع صريف (٧) القلم، فاستحلى كلامه، واشتاق إلى رؤيته، وطمع </p><p>(١) ذكره السمرقندي في \"بحر العلوم\" ١/ ٥٦٧ (٢) في الأصل: فأمر. وما أثبته من (س) وهو موافق لما في المصادر.(٣) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٧٥ عنه.(٤) من (ت) و (س).(٥) انظر: \"غريب القرآن\" للسجستاني (ص ١٩٧)، \"لسان العرب\" لابن منظور ٢/ ١٠٧ (وقت).(٦) أخرج الطبري في \"جامع البيان\" ٨/ ٤٩ - ٥٠ هذِه الأقوال عن السدي، والربيع، وأبي بكر الهذلي وابن إسحاق.(٧) صريف القلم: أَي صوت جَرَيانِه بما يكتُبه.انظر: \"لسان العرب\" لابن منظور ٩/ ١٨٩ (صرف).</p><p> فيها، فـ {قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ} قال ابن عباس -رضي الله عنهما-: يعني أعطني انظر إليك (١) ، فـ {قَالَ} الله -عز وجل-له {لَنْ تَرَانِي} وليس لبشر أن يطيق النظر إليّ في الدنيا، من نظر إليّ مات، قال موسى -عليه السلام-: إلهي سمعت كلامك، واشتقت إلى النظر إليك، ولأن انظر إليك ثم أموت، أحب إليّ من أن أعيش ولا أراك، فقال الله تعالى له:  {وَلَكِنِ انْظُرْ إِلَى الْجَبَلِ} وهو أعظم جبل بمدين، يُقال له: زَبِير (٢) ، فلمّا سمعت الجبال ذلك، تعاظمت رجاء أن يتجلّى الله لها، وجعل زَبِير يتواضع من بينهن. فلمّا رأى الله (تعالى ذلك منه ومن)  (٣) تواضعه، رفعه من بينها، وخصّه بالتجلّي. </p><p> وقال السدي: لمّا كلّم الله موسى -عليه السلام-، غاص الخبيث إبليس في الأرض، حتّى خرج بين قدمي موسى فوسوس إليه، وقال: إن مكلمك شيطان (٤) ، فعند ذلك سأل موسى -عليه السلام- الرؤية، قال الله:  {لَنْ تَرَانِي} ، وتعلّقت نُفَاة الرؤية بهذِه الآية (٥) ، ولا دليل لهم فيها لأنّ (لن) هاهنا لا يوجب التأبيد، وإنما هو يوجب التوقيت، كقوله حكاية عن اليهود: </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٨/ ٥٠ عنه. (٢) زَبِير: اسم الجبل الذي كلم الله عليه موسى على نبينا وعليه الصلاة والسلام وهو أعظم جبل بمدين.انظر: \"لسان العرب\" لابن منظور ٤/ ٣١٥.(٣) من (س).(٤) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٧٦ عنه.(٥) وهم المعتزلة.انظر: \"الكشاف\" للزمخشري ٢/ ١٤٤.</p><p> {وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ}  (١) يعني الموت، ثمّ حكى عنهم أنهم يقولون لمالك:  {يَامَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ}  (٢) و {يَالَيْتَهَا كَانَتِ الْقَاضِيَةَ}  (٣) يعني الموت، وقال تعالى:  {لَنْ تَنَالُوا الْبِرَّ}  (يعني الجنّة)  (٤)  {حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ}  (٥) وقد يدخل الجنّة مَنْ لا يُنفق ممّا يحب. فمعنى الآية لن تراني في الدنيا، وإنما تراني في العقبى. </p><p> قال عبد العزيز بن يحيى: قوله تعالى (٦)  {لَنْ تَرَانِي} جواب قول موسى {رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ} ولا يقع على الآخرة، لأن موسى لم يقل أرني انظر إليك في الآخرة، إنما سأله الرؤية في الدنيا، فأُجيب عما سأل، ولا حجّة في لمَنْ أنكر الرؤية (٧) . </p><p> وقيل: معنى قوله: {لَنْ تَرَانِي} لا تقدر أن تراني (٨) ، (وقيل: معناه لن تراني بعين فانية وإنما تراني بعين باقية (٩) ، وقيل: لن تراني) (١٠) قبل </p><p>(١) البقرة: ٩٥ (٢) الزخرف: ٧٧(٣) الحاقة: ٢٧(٤) من (ت).(٥) آل عمران: ٩٢(٦) من (س).(٧) ذكره ابن الجوزي في \"زاد المسير\" ٣/ ٢٥٦، ولم يعزه.(٨) ذكره السلمي في \"حقائق التفسير\" ١/ ٢٤٠.(٩) ذكره السلمي في \"حقائق التفسير\" ١/ ٢٤٠، بنحوه.(١٠) من (ت).</p><p> محمد -صلى الله عليه وسلم- وأُمته، وإنما تراني بعد محمد وأُمته (١) ، وقيل: معناه لن تراني بالسؤال والدعاء، وإنما تراني بالنوال والعطاء، لأنّ الله لو أعطاها إياه بسؤاله لكانت الرؤية مكافأة للسؤال، ويجوز أن يكون فعله مكافأة فعل عبده، ولا يجوز أن يكون هو مكافأة فعل عبده (٢) . وقيل: معناه لن تراني بالعين التي رأيت بها عدوي، وذلك أنّ الشيطان تراءى له ووسوس إليه، فقال الله -عز وجل- له: يا موسى أما تعلم أنّ رؤية الحبيب والعدو لا يجتمعان في حال واحد، ومكان واحد، وزمان واحد (٣) . </p><p> [١٣٨١] وسمعت الحسن بن محمد بن حبيب (٤) يقول: سمعت عليّ بن مهدي الطبري (٥) يقول: لو كان سؤال موسى -عليه السلام- ممتنعا مستحيلا، لما أقدم عليه نبي الله موسى -عليه السلام- مع علمه ومعرفته بالله عز وجل، كما لم يجز أن يسأله لنفسه صاحبة وولدًا (٦) . </p><p>(١) لم أجده. (٢) ذكره النسفي في \"مدارك التنزيل\" ١/ ٤٣٨ مختصرا.(٣) لم أجده.(٤) قيل: كذبه الحاكم.(٥) لغوي، لم يذكر بجرح أو تعديل.(٦) [١٣٨١] الحكم على الإسناد:شيخ الثعلبي تكلم فيه الحاكم، وابن مهدي لم يذكر بجرح أو تعديل.التخريج:ذكره القرطبي في \"الجامع لأحكام القرآن\" ٧/ ٢٧٩ عنه.</p><p> قوله -عز وجل-: {فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي} واستقراره سكونه وثباته. </p><p> قال المتكلّمون من أهل السنة (١) : لما علق الله سبحانه الرؤية باستقرار الجبل دلّ على جواز الرؤية؛ لأن استقراره غير محال، (فدلّ على أن ما علق عليه من كون الرؤية غير محال أيضًا)  (٢) ، ألا ترى أن دخول الكفار الجنّة لما كان مستحيلا علقه بشيء مستحيل، وهو قوله تعالى (٣) : {حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ}  (٤)  (٥) . </p><p> وقال أهل الحكمة والإشارة (٦) : إن الكليم -عليه السلام- لما أراد الخروج إلى الميقات، جعل بين قومه وبين ربه واسطة، بقوله لأخيه هارون:  {اخْلُفْنِي فِي قَوْمِي}  (٧) فلما سأل الله الرؤية جعل الله بينه وبينها واسطة، وهو الجبل بقوله:  {لَنْ تَرَانِي وَلَكِنِ انْظُرْ إِلَى الْجَبَلِ} فقال: </p><p>(١) يعني بهم الأشاعرة وهو قول أهل السنة عموما. انظر: \"تأويل مختلف الحديث\" لابن قتيبة (ص ١٩٤)، \"شرح العقيدة الطحاوية\" لابن أبي العز (ص ٢٠٨). (٢) من (ت).(٣) من (س).(٤) الأعراف: ٤٠(٥) ذكره أبو الحسن الأشعري في \"الإبانة عن أصول الديانة\" (ص ٢٣) مختصرا، وابن الجوزي في \"زاد المسير\" ٣/ ١٩٦.(٦) أي: المتصوفة أصحاب التفسير الإشاري: وهو تأويل القرآن بغير ظاهره لإشارة خفية تظهر لأرباب السلوك والتصوف.انظر: \"مناهل العرفان\" للزرقاني ٢/ ٧٨.(٧) الأعراف: ١٤٢</p><p> إن لم أصلح بخلافتك دون أخيك، فأنت أيضًا لا تصلح لرؤيتي دون استقرار (١) الجبل (٢) . </p><p> قوله تعالى:  {فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ} قال وهب: لما سأل موسى -عليه السلام- ربه -عز وجل- الرؤية أرسل الله تعالى الضباب والصواعق والظلمة والرعد والبرق، فأحاطت بالجبل الذي عليه موسى، وأمر الله تعالى (٣) ملائكة السماوات أن يعترضوا على موسى أربعة فراسخ (٤) من كل ناحية، فمرت به ملائكة السماء الدنيا كثيران البقر، تنبع أفواههم بالتقديس والتسبيح بأصوات عظيمة كصوت (٥) الرعد الشديد، ثمّ أمر الله تعالى ملائكة السماء الثانية أن اهبطوا على موسى، فهبطوا عليه مثل الأُسْد لهم لَجَبٌ (٦) بالتسبيح والتقديس، ففزع العبد الضعيف ابن عمران، مما رأى وسمع، واقشعر كل شعرة في رأسه وجسده، ثمّ قال: ندمت على مسألتي (فهل يُنْجِيْني)  (٧) من مكاني الذي أنا فيه شيء؟ فقال له حَبْر الملائكة </p><p>(١) من (ت). (٢) ذكره الألوسي في \"روح المعاني\" ٣/ ١٧٦.(٣) من (س).(٤) الفراسخ: فارسي معرب واحده الفَرْسَخُ: وهو السكون، سمي بذلك لأَن صاحبه إِذا مشى قعد واستراح من ذلك، كأَنه سكن، والفرسخ ثلاثة أَميال أَو ستة.انظر: \"لسان العرب\" لابن منظور ٣/ ٤٤.(٥) في الأصل: صوت. وما أثبته من (ت).(٦) اللَّجَب: اختلاط الأصوات. انظر: \"جمهرة اللغة\" لابن دريد ١/ ٥٥٤.(٧) من (ت).</p><p> ورأسهم: يا موسى أصبر لما سألت، فقليل من كثير ما رأيت. ثمّ هبطت عليه ملائكة السماء الثالثة، كأمثال النسور، لهم قَصْفٌ ورجفٌ ولَجَبٌ شديد، وأفواههم ينبع بالتقديس والتسبيح، كلَجَب الجيش العظيم وكلهب النار. ثمّ هبطت عليه ملائكة السماء الرابعة، لا يشبههم شيء من الذين مروا به قبلهم، ألوانهم كلهب النار، وسائر خلقهم كالثلج الأبيض، أصواتهم عالية بالتسبيح والتقديس، لا يقاربهم شيء من أصوات الذين مروا به قبلهم. ثمّ هبطت عليه ملائكة السماء الخامسة في (١) سبعة ألوان، فلم يستطع موسى -عليه السلام- أن يُتبعهم طرفه، ولم يرَ مثلهم ولم يسمع مثل أصواتهم، فامتلأ جوفه خوفًا، واشتد حزنه وكثر بكاؤه، فقال له حَبَر الملائكة ورأسهم: يا ابن عمران مكانك حتّى ترى ما لا تصبر عليه. </p><p> ثمّ أمر الله تعالى ملائكة السماء السادسة أن اهبطوا على عبدي الذي أراد أن يراني، فاعترضوا عليه فهبطوا عليه في يد كل ملك مثل النخلة الطويلة نارا (شديدة الضوء)  (٢) ، أشد ضوءا من الشمس، ولباسهم كلهب النار، إذا سبحوا وقدّسوا جاوبهم من كان قبلهم من ملائكة السماوات كلهم، يقولون بشدة أصواتهم: سبوح قدوس (رب الملائكة والروح، وفي راوية)  (٣) رب العزّة أبدًا لا يموت، في </p><p>(١) من (س). (٢) من (ت).(٣) من (س).</p><p> رأس كل ملك منهم أربعة أوجه، فلما رآهم موسى -عليه السلام-، رفع صوته يسبح معهم حين سبحوا، وهو يبكي ويقول: رب اذكرني ولا تنسَ عبدك، لا أدري أنقلب مما أنا فيه أم لا؟ إن خرجت أحترقت، وإن مكثت متّ، فقال له كبير الملائكة ورئيسهم: قد أوشكت يابن عمران أن يشتد خوفك، وينخلع قلبك، فاصبر للذي سألت، ثمّ أمر الله تعالى أن يُحْمل عرشه في ملائكة السماء السابعة، وقال: أروه، فلما بدا نور العرش انفرج الجبل (١) من عظمة الرب، ورفعت ملائكة السماوات أصواتهم جميعًا، فارتج الجبل واندك، وكل شجرة كانت فيه، وَخَرَّ العبد الضعيف مُوسَى صَعِقًا على وجهه، ليس معه روحه، فقلب الله الحجر الذي كان عليه موسى، وجعله كهيأة القبّة، كي لاّ يحترق موسى، وأرسل الله (٢) إليه روح الحياة برحمته، فقام موسى -عليه السلام- يسبح الله ويقول: آمنت أنك ربّي وصدقت أنه لا يراك أحد فيحيا، ومن نظر إلى ملائكتك انخلع قلبه، فما أعظمك، وأعظم ملائكتك! أنت رب الأرباب، وإله الآلهة، وملك الملوك، لا يعدلك شيء، ولا يقوم لك شيء، رب تبت إليك الحمد لله لا شريك لك رب العالمين (٣) . </p><p>(١) من (ت). (٢) من (ت).(٣) أخرجه الطبري في \"جامع البيان\" ٨/ ٥٠ - ٥٢ بنحوه عن ابن إسحاق، وذكره البغوي في \"معالم التنزيل\" ٣/ ٢٧٧ عنه وعن وهب.</p><p> وقال السدي: حفّ حول الجبل بالملائكة، وحفّ حول الملائكة بالنار، (وحفّ حول النار بملائكة، وحفّ حول الملائكة بنار)  (١) ، ثمّ تجلّى ربّه للجبل (٢) . </p><p> قال ابن عباس -رضي الله عنهما-: ظهر نور ربّه للجبل جبل (٣) زبير (٤) . </p><p> وقال الضحاك أظهر الله تعالى من نور الحجب مثل منخر ثور (٥) . </p><p> وقال كعب الأحبار وعبد الله بن سلام: ما تجلّى (من عظمة الله للجبل إلاّ مثل سمّ الخياط، حتى صار دكًّا (٦) . </p><p> وقال السدي: ما تجلّى) (٧) منه إلاّ قدر الخِنْصر (٨) . </p><p> يدلّ عليه ما روى ثابت عن أنس -رضي الله عنه- أن النبيّ -صلى الله عليه وسلم- قرأ هذِه الآية، فقال: هكذا، ووضع الإبهام على المفصل الأعلى من الخنصر، فساخ الجبل (٩) . </p><p>(١) من (ت) و (س). (٢) أخرجه الطبري في \"جامع البيان\" ٨/ ٤٩ عنه.(٣) من (ت).(٤) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٧٧ عنه.(٥) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٧٧ عنه.(٦) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٧٧ عنه.(٧) من (ت).(٨) أخرجه الطبري في \"جامع البيان\" ٨/ ٥٢ - ٥٣ عن السدي عن عكرمة عن ابن عباس رضي الله عنهما. والخِنْصرُ: الإِصبَعُ الصُّغْرى القُصْوى من الكَفِّ. \"العين\" للخليل ٤/ ٣٣٨.(٩) الحكم على الإسناد:صحيح.صححه الحاكم ووافقه الذهبي، وصححه الألباني في \"ظلال الجنة\" ١/ ٢٤٣. =</p><p> وقال الحسن: أوحى الله إلى الجبل هل تطيق رؤيتي؟ فغار الجبل، وساخ في الأرض، وموسى -عليه السلام- ينظر هل ذهب أجمع؟ (١) . وقال قطرب:  {فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ} أي: أمر ربّه كقوله: {وَاسْأَلِ الْقَرْيَةَ}  (٢)  (٣) . </p><p> وقال المبرد: معناه (٤) فلمّا جلّى ربّه آية للجبل (٥) ، فجعله فعلا متعدّيًا كالتبدّل والتخلّص والتوعد، وقال أبو بكر (محمد بن عمر)  (٦) الورّاق: حُكِيَ لي عن سهل بن سعد الساعدي (٧) - رضي الله عنه -: إن الله تعالى أظهر من وراء (٨) سبعين ألف حجاب نورًا قدر الدرهم، فجعل الجبل دكًا (٩) . </p><p> قال أبو بكر: فَعَذُب إذ ذاك كل ماء، وأفاق كل مجنون، وبرأ كل </p><p>= التخريج: أخرجه أحمد ٣/ ١٢٥، والترمذي في تفسير هذِه الآية (٣٠٧٤)، والحاكم في \"المستدرك\" ٢/ ٣٢٠، وابن أبي عاصم في \"السنة\" ١/ ٤٩٣.(١) لم أجده.(٢) يوسف: ٨٢(٣) لم أجده.وقال ابن عطية في \"المحرر الوجيز\" ٢/ ٤٥١: وقال الزّجاج: من قال إن التقدير فلما تجلى أمر ربه، فقد أخطأ ولا يعرف أهل اللغة ذلك.(٤) من (ت).(٥) لم أجده.(٦) من (ت).(٧) من (س).(٨) من (س).(٩) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٧٨ قال: وحكي عن سهل ... وذكره.</p><p> مريض، وزالت الشوك عن الأشجار، واخضرت الأرض، وأزهرت النبات، وخمد (١) نيران المجوس، وخرت الأصنام لوجهها (٢) . </p><p> {جَعَلَهُ دَكًّا} مستويًا بالأرض، قال ابن عباس رضي الله عنهما: جعله ترابًا (٣) . </p><p> وقال قتادة تقعر بعضه على بعض (٤) . </p><p> وقال سفيان (٥) : ساخ الجبل في الأرض حتى وقع في البحر، فهو يذهب معه (٦) . </p><p> وقال أبو بكر الهذلي: انقعر ودخل تحت الأرض، فلا يظهر إلى يوم القيامة (٧) . </p><p> وقال عطية العوفي: جعله دكا. أي: رملا هائلا (٨) . </p><p> وقال الكنبي: جعله دكا. أي: كسرا (٩) جبالا صغارا (١٠) . </p><p>(١) في (س): وخمدت. (٢) لم أجده.(٣) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٥/ ١٥٦٠ عنه.(٤) أخرجه الطبري في \"جامع البيان\" ٨/ ٥٣ عنه.(٥) هو: الثوري.(٦) المصدر السابق عنه.(٧) المصدر السابق عنه.(٨) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٧٨ عنه.(٩) في الأصل: كسرة. وما أثبته من (س) وهو موافق لما في المصادر.(١٠) المرجع السابق عنه.</p><p> وقال الحسن: جعله دكا. أي: ذاهبا أصلا (١) . </p><p> وقال مسروق: صار صخرا ترابا (٢) . </p><p> [١٣٨٢] أخبرنا أبو محمد عبد الرحمن بن محمد بن أحمد المزكَّي (٣) قال: أخبرني شيخي أبو علي (٤) قال: حدثنا محمد بن صالح الرازي (٥) قال: حدثنا النضر (٦) قال: حدثنا محمد بن الحسن </p><p>(١) لم أجده لهذا اللفظ، وذكره الماوردي في \"النكت والعيون\" ٢/ ٢٥٨ عنه، إلا أنه جعل قوله كقول سفيان. (٢) لم أجده.(٣) عبد الرحمن بن محمد بن أحمد بن بالويه، أبو محمد (ت ٤١٠ هـ).قال الذهبي في السير: الرئيس الأوحد، الثقة المسند، وكان من وجوه البلد، وكان صادقا أمينا، ونقل الصيرفيني في المنتخب من السياق عن الحاكم أنه قال: أحد الثقات المتقينين، والأمناء المعروفين، من وجوه مشايخ البلد.انظر: المنتخب من السياق (ص ٣٠٣)، و\"السير\" ١٧/ ٢٤٠.(٤) محمد بن أحمد بن بالويه، أبو علي النيسابوري (ت ٣٧٤ هـ).سمع على كبر السن، سمع ابن شيرويه، وابن خزيمة، ومحمد بن إسحاق السراج، قال الخطيب: حدثنا عنه أبو بكر البرقاني وسألته عنه فقال: ثقة، وقال الحاكم: وهو صدوق صاحب كتاب.انظر: \"تاريخ بغداد\" ١/ ٢٨٢، و\"سؤالات السجزي\" للحاكم (ص ٦٢).(٥) محمد بن صالح بن عبد الله الصيمري.ممن نزل بالري، ذكره الخطيب في تاريخه ضمن شيوخ ابن بالويه، وفيمن روى عن أبي حفص الفلاس، وذكره الذهبي في الضعفاء، ونقل عن الحاكم أنه قال: فيه نظر.انظر \"تاريخ بغداد\" ١/ ٢٨٢، ١٢/ ٢٠٩، و\"المغني في الضعفاء\" للذهبي ٢/ ٥٩١.(٦) النضر بن سلمة شاذان المروزي. =</p><p> بن زَبَالة (١) عن معاوية الضال (٢) عن الجَلْد بن أيوب (٣) عن معاوية بن قرّة (٤) عن أنس بن مالك -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم- في قوله: {فَلَمَّا </p><p>= ممن سكن مكة، قال أبو حاتم كان يفتعل الحديث، ولم يكن بصدوق، وذكره ابن حبان في المجروحين وقال: كان ممن يسرق الحديث، لا يحل الرواية عنه إلا للاعتبار، وقال ابن حجر في الإصابة عند حديث جحدم: هو من رواية النضر بن سلمة بن شاذان وهو متروك. انظر: \"الجرح والتعديل\" ٨/ ٤٨٠، و\"المجروحين\" ٣/ ٥١، و\"الإصابة\" ١/ ٤٦٥.(١) محمد بن الحسن بن زَبَالة المخزومي، أبو الحسن المدني توفي قبل (٢٠٠ هـ).قال ابن معين: كذاب خبيث، لم يكن بثقة، يسرق الحديث، وقال أبو زرعة: واهي الحديث وكذا، قال أبو حاتم. قال ابن حجر: كذبوه. انظر: \"التهذيب\" ٩/ ١١٥، و\"التقريب\" (٥٨١٥).(٢) معاوية بن عبد الكريم الثقفي، أبو عبد الرحمن البصري، المعروف بالضال. (ت ١٨٠ هـ).وثقه ابن معين وأبو داود، وقال النسائي: ليس به بأس، وذكره ابن حبان في الثقات، وقال عبد الغني بن سعيد: رجلان نبيلان، لزمهما لقبان قبيحان، معاوية ابن عبد الكريم الضال، وإنما ضل في طريق مكة، وعبد الله بن محمد الضعيف، وإنما كان ضعيفا في جسمه لا في حديثه. قال ابن حجر: صدوق.انظر: \"التهذيب\" ١٠/ ٢١٣، و\"التقريب\" (٦٧٦٥).(٣) الجلد بن أيوب البصري.روى عن أبيه وعن معاوية بن قرة، قال أبو حاتم: شيخ أعرابي ضعيف الحديث، يكتب حديثه، ولا يحتج به، وقال الدارقطني: متروك، وذكر ابن حجر في اللسان: أن إسحاق بن راهوية، وأحمد، وابن معين ضعفوه.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٥٤٨، وكتاب الضعفاء والمتروكين للدارقطني (ص ١٦٨)، و \"لسان الميزان\" لابن حجر ٢/ ٢٣٩.(٤) أبو إياس البصري، ثقة.</p><p> تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا}:  \"صارت لعظمته ستة أجبل فوقعت ثلاثة بالمدينة: أُحُد(١)وورِقان(٢)، ورَضْوى(٣)، وثلاثة بمكّة ثَوْر(٤)وثَبِيْر(٥)وحِرَاء\"  (٦) . </p><p>(١) أُحُد: جبل مشهور شمال المدينة، وعنده وقعت غزوة أحد. انظر: \"المعالم الأثيرة\" (ص ٢٠). (٢) ورِقان: جبل يبعد عن جنوب المدينة سبعين كيلو متر.انظر: \"المعالم الأثيرة\" لشراب (ص ٢٩٦).(٣) رَضْوى: جبل ضخم يقع على الضفة اليمنى لوادي ينبع، وهو إلى الشمال الشرقي من مدينة ينبع البحر.انظر: \"المعالم الأثيرة\" لشراب (ص ١٢٨).(٤) ثَوْر: جبل ضخم يقع جنوب مكة، وفيه غار ثور المشهور.انظر: \"المعالم الأثيرة\" لشراب (ص ٢٩٦).(٥) ثَبِيرٌ: هو الجبل الذِي يُشرِف على مَكَّة مِن الشَّرقِ، ويُشرِف على مِنى مِن الشَّمالِ، ويُناوِح حِرَاء مِن الجنوب، ويُسمّيهِ اليوم أهل مَكَّة: جبل الرَّخَمِ.انظر: \"معجم المعالم الجغرافية\" لعاتق البلادي ١/ ٢٤٤.(٦) [١٣٨٢] الحكم على الإسناد:موضوع.في إسناده ابن زَبَالة كذبوه، وفيه الجَلْد، والنضر متروكان.وقال الحافظ ابن كثير في \"تفسير القرآن العظيم\" ٦/ ٣٨٧ وهذا حديث غريب بل منكر، وممن حكم عليه بالوضع ابن الجوزي في \"الموضوعات\" ١/ ١٧٣ ونقل عن ابن حبان بأنه موضوع، وكذا حكم عليه الألباني في \"سلسلة الأحاديث الضعيفة\" (١٦٢).التخريج:أخرجه أبو نعيم في \"حلية الأولياء\" ٦/ ٣١٤، والفاكهي في \"أخبار مكة\" ٦/ ٢٠٠ =</p><p> واختلفت القراءة في هذا الحرف، فقرأ عاصم هاهنا بالقصر والتنوين، والتي في الكهف بالمد (من غير تنوين)  (١) ، وقرأ غيره من أهل الكوفة وحميد (٢)  (دكاء) ممدود غير مجراة في السورتين جميعا، وقرأ الباقون كلاهما (٣) مقصورة منونة (٤) . </p><p> وهو اختيار أبي حاتم وأبي عبيد، فمن قصر فمعناه جعله مدكوكًا، والدك والدق بمعنى واحد، لأن الكاف والقاف يتعاقبان، كقولهم: كلام ركيك ورقيق (٥) ، ويجوز أن يكون معناه: دكه الله دكًا. </p><p> أي: فتّه (٦) ، اعتبارا </p><p>= ومن طريق محمد بن الحسن بن زَبَالة. وأخرجه الفاكهى بسند آخر من طريق عبد العزيز بن عمران وهو متروك أيضًا. انظر: \"تقريب التهذيب\" لابن حجر ١/ ٦٠٦. ومن طريق عبد العزيز بن عمران كذلك أخرجه ابن شبة النميري في \"تاريخ المدينة\" ١/ ٧٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٥/ ١٥٦٠.(١) من (س).(٢) حميد بن الربيع أبو القاسم السابوري. روى القراءة عن الكسائي وهو في المكثرين عنه، روى القراءة عنه محمد بن إسحاق السراج.انظر: \"غاية النهاية\" ١/ ٢٦٥.(٣) من (ت).(٤) ذكره ابن الجزري في \"النشر في القراءات العشر\" ٢/ ٢٠٤ قال: واختلفوا في {جَعَلَهُ دَكًّا} هنا والكهف فقرأ حمزة والكسائي وخلف بالمد والهمز مفتوحاً من غير تنوين فى الموضعين، وافقهم عاصم في الكهف، وقرأ الباقون بالتنوين من غير مد ولا همز في السورتين.(٥) ذكره ابن فارس في \"معجم مقاييس اللغة\" ١/ ٣٩٩ بنحوه.(٦) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٧٨.</p><p> بقوله: {كَلَّا إِذَا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا (٢١) } (١) وقوله: {وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً (١٤) } (٢) قال حُمْيد: </p><p> يَدُكُّ أَرْكَانَ الجِبَال هَزَمُهْ ... يَخْطُرِ بِالبِيضِ الرِّقَاقِ بُهَمُهْ (٣) </p><p> ومن مده فهو من قول العرب ناقة دكاء، إذا لم يكن لها سنام، وحينئذ يكون (منه جعله أرضًا دكاء.أي:مستوية لا شيء فيها، لأن الجبل مذكر، هذا قول أهل الكوفة (٤) . وقال نحاة البصرة: معناه (٥) جعله مثل دكًّا، فحذف مثل وأُجْرِيَ مُجْرى {وَاسْأَلِ الْقَرْيَةَ}  (٦)  (٧) </p><p>(١) الفجر: ٢١ (٢) الحاقة: ١٤(٣) الهَزْمُ: غَمْزك الشيء تَهْزِمُه بيَدِك فيَنْهَزِمُ في جوفه. تخطر: من قولهم خطَرَانُ الرجلِ اهتزازُه في المشيوتبَخْتُرُه، وخَطَر بسيفه، ورمحه، وقضيبه، وسوطه يَخْطِرُ خَطَراناً إِذا رفعه مرة ووضعه أُخْرى. والبُهْمةُ: بالضم الشجاع، وقيل: هو الفارس الذي لا يُدْرى من أَين يُؤتى له، من شدَّة بأْسِه، وقيل هم جماعة الفُرْسان، ويقال للجيش بُهْمةٌ. والبيض الرقاق: السيوف الرقيقة من حسن صقلها. فهو يصف ممدوحه وجيشه بالقوة والشجاعة.انظر: \"جامع البيان\" للطبري ١٣/ ١٠٠، \"لسان العرب\" لابن منظور ٤/ ٢٤٩ (خطر)، ١٢/ ٥٦ (بهم)، ١٢/ ٦٠٨ (هَزْم).(٤) ذكره الماوردي في \"النكت والعيون\" ٢/ ٢٥٨ وعزاه لابن قتيبة وابن عيسى.(٥) من (ت).(٦) يوسف: ٨٢(٧) انظر: \"معانى القرآن\" للأخفش ٢/ ٣١٥.</p><p> قال الأخفش: من مدّ قال في الجمع: دكاوات، ودُك مثل حَمْراوات وحُمْر، ومن قال: أرض دك، قال في الجمع: دكوك (١) . </p><p> قوله -عز وجل-: {وَخَرَّ}  (أي وقع)  (٢)  {مُوسَى صَعِقًا} قال ابن عباس -رضي الله عنهما-: مغشيا عليه (٣) . </p><p> وقال قتادة: ميتاً (٤) . </p><p> قال الكلبي: خرّ موسى صعقًا يوم الخميس يوم عرفة، وأعطى التوراة يوم الجمعة يوم النحر (٥) . </p><p> قال الواقدي: لما خرَّ موسى صعقًا، قالت ملائكة السماوات: ما لابن عمران ولسؤال الرؤية؟ وفي بعض الكتب أنّ ملائكة السماوات أتوا موسى -عليه السَّلام- وهو مغشي عليه فجعلوا يركلونه بأرجلهم ويقولون: يابن النساء الحُيَّض أطمعت في رؤية ربّ العزّة (٦) . {فَلَمَّا أَفَاقَ} موسى من صعقته وثاب إليه عقله عرف أنّه قد سأل أمرًا لا ينبغي له فـ {قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ} من سؤالي الرؤية {وَأَنَا أَوَّلُ الْمُؤْمِنِينَ} بأنك لا تُرى في الدنيا. </p><p>(١) انظر: \"لسان العرب\" لابن منظور ١٠/ ٤٢٤ (دكك) (٢) من (ت).(٣) أخرجه الطبري في \"جامع البيان\" ٨/ ٥٣ عنه.(٤) المصدر السابق عنه.(٥) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٧٨ عنه.(٦) ذكره البغوي في \"معالم التنزيل\" ٣/ ٢٧٩ عنه، وهذِه الرواية من الإسرائليات التي فيها تنقص للأنبياء والتي لا تليق بهم ولا بالملائكة المكرمين.</p><p> وقال السدي ومجاهد: وأنا أوّل مَنْ آمن بك من بني إسرائيل (١) . </p><p> [١٣٨٣] وسمعت أبا القاسم الحبيبي (٢) يقول: سمعت أبا القاسم النَصْرَ آباذي (٣) يحكي عن الجنيد (٤) : تبت إليك من الأنبساط في شيء لا يحتمله بنيتي، وأنا أوّل المؤمنين بأنّك لا تُرى في الدنيا لأني أول من سألك الرؤية (٥) . </p><p> قال ابن عباس -رضي الله عنهما-: لمّا سار موسى -عليه السَّلام- إلى طور سيناء للميقات، قال له ربه -عز وجل-: ما تبتغي؟ قال: جئت أبتغي الهدى، قال قد وجدته يا موسى، فقال موسى -عليه السَّلام-: يا رب أي عبادك أحب إليك؟ قال: الذي يذكرني ولا ينساني. قال: أي عبادك أقضى؟ قال: الذي يقضي بالحق ولا يتبع الهوى. قال: أي الناس أعلم؟ قال: الذي يبتغي علم الناس إلى علمه فيسمع الكلمة تهديه إلى هُدى، أو ترده عن ردى (٦) . </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٨/ ٥٦ عنهما، وعن ابن عباس - رضي الله عنهما-. (٢) قيل: كذبه الحاكم.(٣) إبراهيم بن محمد بن محمويه، ثقة.(٤) شيخ الصوفية، لم يذكر بجرح أو تعديل.(٥) [١٣٨٣] الحكم على الإسناد:الحبيبي تكلم فيه الحاكم، الجنيد لم يذكر بجرح أو تعديل.التخريج:لم أجده.(٦) أخرجه الطبري في \"جامع البيان\" ١٥/ ٢٧٧ عنه في سياق قصة الخضر -عليه السَّلام- قال: سأل موسى ربه وقال: ربّ أيّ عبادك أحبّ إليك؟ ... الخ. وذكر قصة الخضر -عليه السَّلام-.</p>"
}