{
  "id": null,
  "sura": 7,
  "aya": 187,
  "text": "<p> ١٨٧ - قوله تعالى:  {يَسْأَلُونَكَ عَنِ السَّاعَةِ} الآية، </p><p> قال ابن عباس - رضي الله عنه -: قال جَبَل بن أبي قشير وشميل بن زيد (١) ، وهما من اليهود: يا محمد أخبرنا متى (٢) الساعة؟ إن كنت نبيًّا كما تقول، فإنا نعلم متى هي؟ فأنزل الله هذِه الآية (٣) . </p><p> وقال قتادة: قالت قريش لمحمد - صلى الله عليه وسلم -: إن بيننا وبينك قرابة، فأشر إلينا متى الساعة؟ فأنزل الله عز وجل:  {يَسْأَلُونَكَ عَنِ السَّاعَةِ}  (٤) يعني القيامة {أَيَّانَ} متى، ومنه قول الراجز (٥) : </p><p> أيَّانَ تَقْضِيَ حَاجَتِي أيَّانَا ... أمَا تَرى لِنُجْحِهَا إبَّانَا (٦) </p><p> {مُرْسَاهَا} قال ابن عباس رضي الله عنهما: منتهاها (٧) . </p><p>(١) ذكرهما ابن هشام في \"السيرة النبوية\" ١/ ٥١٥ وأنهما من يهود بني قريظة، وذكر في ١/ ٥٦٩ سؤالهما عن قيام الساعة: وقال جبلبن أبي قشير وشمويلبن زيد ... وذكره. (٢) في الأصل: عن. وما أثبته من (ت) و (س) وهو موافق لما في المصدر.(٣) أخرجه الطبري في \"جامع البيان\" ٩/ ١٣٧ عنه.(٤) أخرجه الطبري في \"جامع البيان\" ٩/ ١٣٧ عنه.(٥) قال أحمد شاكر: لم أعرف قائله.انظر: حاشية \"جامع البيان\" للطبري ١٣/ ٢٩٣. ولم أعثر عليه حسب بحثي واطلاعي.(٦) انظر: \"مجاز القرآن\" لأبي عبيدة ١/ ٣٣٤، \"لسان العرب\" لابن منظور ١٣/ ٣ (أبن).(٧) أخرجه الطبري في \"جامع البيان\" ٩/ ١٣٨ عنه.</p><p> وقال قتادة: قيامها (١) . وأصلها الثبات والحبس {قُلْ} يا محمد {إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي} استأثر بعلمها فلا يعلمها إلا هو {لَا يُجَلِّيهَا} لا يكشفها ولا يظهرها. وقال مجاهد: لا يأتي بها (٢) . </p><p> وقال السدي: لا يرسلها (٣)  {لِوَقْتِهَا إِلَّا هُوَ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ} يعني ثقل علمها على أهل السموات والأرض لخفائها، فلا يعرفون مجيئها ووقتها (٤) ، فلم يعلم قيامها مَلَك مقرّب ولا نبي مرسل. </p><p> وقال الحسن: يقول إذا جاءت ثقلت على السموات والأرِض وأهلهما. أي: كبرت وعظمت (٥) ، قوله تعالى:  {لَا تَأْتِيكُمْ إِلَّا بَغْتَةً} أي: فجأة على غفلة منكم. </p><p> [١٣٩٣] أخبرنا أبو أحمد عبد الله بن محمد بن عبد الله بن أحمد ابن هَمِرْدان الرازي (٦) قال: أخبرنا أبو الحسن علي بن محمد بن عمير ابن يوسف الأصبهاني (٧) قال أنا أبو يعقوب إسحاق بن إبراهيم بن يزيد القطان (٨) ، قال: حدثنا هشام بن عبيد الله (٩) ، قال: </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٩/ ١٣٨ عنه. (٢) أخرجه الطبري في \"جامع البيان\" ٩/ ١٣٨ عنه.(٣) أخرجه الطبري في \"جامع البيان\" ٩/ ١٣٩ عنه.(٤) في الأصل: أحد. في هذا الموضع ولا تستقيم في السياق.(٥) أخرجه الطبري في \"جامع البيان\" ١٣/ ٢٩٤ عنه.(٦) لم أجده.(٧) لم أجده.(٨) لم أجده.(٩) هشام بن عبيد الله الرزاي (ت ٢٢١ هـ). =</p><p> ثنا عمرو (١) ، عن سعيد (٢) ، عن قتادة (٣) قال: ذكر لنا أن رسول الله - صلى الله عليه وسلم - كان يقول:  \"إن الساعة تهيج بالناس، والرجل يصلح حوضه، والرجل يسقي ماشيته، والرجل يقيم سلعته في سوقه، والرجل يخفض ميزانه ويرفعه(٤)\"  (٥) . </p><p>= الفقيه، أحد أئمة السنة، وكان من بحور العلم كما قال الذهبي في السير، ونقل الذهبي عن أبي حاتم قوله: صدوق ما رأيت أعظم قدرا منه بالري، ونقل أيضًا عن الشيخ أبي إسحاق قوله: هو لين في الرواية. اهـ. وقال ابن حبان: وكان يهم في الروايات ويخطئ إذا روى عن الأثبات، فلما كثر مخالفته الأثبات بطل الاحتجاج به. انظر: \"المجروحين\" لابن حبان ٣/ ٩٥، و\"السير\" ١٠/ ٤٤٦، و\"التهذيب\" ١١/ ٤٧. (١) عمرو بن حمران البصري.سكن الري، روى عن ابن أبي عروبة، وهشام بن حسان والجريري وغيرهم، وعنه هشام الرازي، وابن أبي فاطمة وسواهم، قال ابن أبي حاتم: سألت أبي عنه فقال: سألت أحمد بن حنبل عنه فقال: هذا بصري وقع إليكم أنتم أعلم به كيف هو؟ وكيف حديثه؟ قلت: صالح الحديث، وسئل أبو زرعة فقال: أحاديثه ليس فيها شيء. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٢٢٧.(٢) ابن أبي عروبة، ثقة حافظ له تصانيف كثير التدليس، واختلط وكان من أثبت الناس في قتادة.(٣) الضرير الأكمه، ثقة ثبت.(٤) في الأصل: ويضعه. وما أثبته من (ت) و (س) وهو موافق لما في المصادر.(٥) [١٣٩٣] الحكم على الإسناد:هذا الإسناد: ضعيف، لأنه من مراسيل قتادة. وفيه من لم أعرفه.التخريج:أخرجه الطبري في \"جامع البيان\" ٩/ ١٤٠، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣١٩٧ كلاهما عن قتادة، وذكره السيوطي في \"الدر المنثور\" ٣/ ٢٧٤ وعزاه لعبد بن حميد والطبري عن قتادة. =</p><p> [١٣٩٤] وبإسناده عن هشام (١) ، قال أخبرنا محمد بن الفضل (٢) ، عن زيد العَمِّي (٣) ، عن مرة (٤) ، عن زيد بن أرقم (٥) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"قال جبريل: تقوم الساعة عند ثلاثة مواطن: إذا كثر القول وقلّ العمل، وعند قلّة التواسي حتّى يضن كل رجل بمّا عنده، وإذا قال الناس لمجالس يذكر الله فيها بدعة\"  (٦) . </p><p>= قال الزيلعي في \"تخريج أحاديث وآثار الكشاف\" ١/ ٤٧٥: والحديث في الصحيحين بغير هذا اللفظ أخرجاه عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: \"لتقومن الساعة وقد نشر الرجلان ثوبهما بينهما فلا يتبايعانه ولا يطويانه ولتقومن الساعة وقد انصرف الرجل بلبن لقحته فلا يطعمه ولتقومن الساعة هو يليط حوضه فلا يسقي فيه ولتقومن الساعة وقد رفع أكلته إلى فيه فلا يطعمها\". اهـ. انظر: \"صحيح البخاري\" في الرقاق، باب طلوع الشمس من مغربها (٦٥٠٦)، \"صحيح مسلم\" في الفتن، باب قرب الساعة (٢٩٥٤).(١) السني الفقيه: قال أبو حاتم صدوق، وضعفه ابن حبان.(٢) محمد بن الفضل بن عطية العبسي مولاهم، أبو عبد الله الكوفي، ويقال المروزي (ت ١٨٠ هـ).نزيل بخارى، قال عبد الله بن أحمد عن أبيه: ليس بشيء! حديثه حديث أهل الكذب، وقال الجوزجاني: كان كذابا، وقال ابن معين: ضعيف، وقال مرة: كان كذابا، وقال مسلم والنسائي: متروك الحديث. قال ابن حجر: كذبوه. انظر: \"التهذيب\" ٩/ ٤٠١، و\"التقريب\" ٢/ ١٢٤.(٣) أبو الحواري العمي البصري، ضعيف.(٤) أبو إسماعيل الكوفي، ثقة.(٥) الصحابي الجليل.(٦) [١٣٩٤] الحكم على الإسناد:موضوع. فيه محمد بن الفضل من أهل الكذب يضع الحديث. =</p>"
}