{
  "id": null,
  "sura": 8,
  "aya": 67,
  "text": "<p> ٦٧ - قوله تعالى:  {مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى} الآية </p><p> روى الأعمش (١) عن عمرو بن مرة (٢) عن أبي عبيدة (٣) عن عبد الله ابن مسعود - رضي الله عنه - (٤) قال: لما كان يوم بدر وجيء بالأسرى، قال رسول الله - صلى الله عليه وسلم -: ما تقولون في هؤلاء؟ فقال أبو بكر - رضي الله عنه -: يا رسول الله قومك وأهلك، استبقهم واستأنهم (٥) ، لعلّ الله يتوب عليهم، وخذ منهم فدية تكون لنا قوة على الكفار، وقال عمر - رضي الله عنه -: يا رسول الله كذبوك وأخرجوك، قدّمهم فاضرب أعناقهم! ومكِّن عليًا من عقيل فيضرب عنقه، ومكّني من فلان نسيب لعمر فأضرب عنقه فإن هؤلاء أئمة الكفر، قال عبد الله بن رواحة - رضي الله عنه -: يا رسول الله انظر واديًا كثير الحطب فأدخلهم فيه، ثم أضرمه عليهم نارًا، فقال العباس: قَطَعَتْك رَحِمُك، فسكت عنهم (٦) رسول الله - صلى الله عليه وسلم - (فلم يجبهم)  (٧) ، ثم قام فدخل. فقال ناس: يأخذ (٨) يقول أبي بكر، وقال ناس: يأخذ يقول </p><p>(١) سليمان بن مهران، ثقة حافظ، لكنه مدلس. (٢) أبو عبد الله الكوفي الأعمى، ثقة عابد، كان لا يدلس، ورمي بالإرجاء.(٣) الهذلي، ثقة.(٤) الصحابي المشهور.(٥) في الأصل: واستأثرهم. وما أثبته من (س)، وهو موافق لما المصدر. قال محمود شاكر في حاشية \"جامع البيان\" للطبري ١٤/ ٦١: من الأناة، يقال: أستانى بالشيء، ترفق به، وأخره ... الخ.(٦) من (ت).(٧) من (ت).(٨) وفي الأصل: نأخذ. وما أثبته من (س) وهو موافق لما في المصدر.</p><p> عمر، وقال ناس: يأخذ يقول ابن رواحة، ثم خرج رسول الله - صلى الله عليه وسلم - فقال: إن الله عز وجل ليلين قلوب رجال حتى تكون ألين من اللبن، وأن الله ليشدد قلوب رجال حتى تكون أشد من الحجارة! وإن مَثَلُك يا أبابكر مثل إبراهيم قال:  {فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي}  {عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ}  (١) ومَثَلُك يا أبا بكر مثل عيسى قال: {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (١١٨) } (٢) ومَثَلُك يا عمر مثل نوح قال: {رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا} ـ (٣) ومَثَلُك (يا عمر)  (٤) كمثل موسى قال: {رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ}  (٥) الآية ثم قال رسول الله - صلى الله عليه وسلم -: \"أنتم اليوم عالة(٦)، فلا يُفلَتَنَّ أحد منهم إلا بفداء، أوضرب عنق\" . قال عبد الله بن مسعود - رضي الله عنه -: إلا سُهيل بن بيضاء فإني سمعته يذكر الإِسلام! فسكت رسول الله - صلى الله عليه وسلم -، فما رأيتني في يوم أخوف أن يقع عليّ الحجارة من السماء من ذلك اليوم، حتى قال رسول الله - صلى الله عليه وسلم -: \"إلا سهيل بن بيضاء\"  (٧) . </p><p>(١) إبراهيم: ٣٦ (٢) المائدة: ١١٨(٣) نوح: ٢٦(٤) من (ت).(٥) يونس: ٨٨(٦) عالة: فقراء، يقال: عال الرجل يعول إذا افْتقر.انظر: \"لسان العرب\" لابن منظور ١١/ ٤٨١ (عول).(٧) الحكم على الإسناد:إسناده منقطع؛ لأن أبا عبيدة بن عبد الله بن مسعود، لم يسمع من أبيه. وقد حكم =</p><p> قال: فلمّا كان من الغد (١) جئت رسول الله - صلى الله عليه وسلم -، فإذا هو وأبو بكر قاعدان يبكيان. فقلت: يا رسول الله أخبرني من (٢) . أي: شيء تبكي أنت وصاحبك، فإن وجدت بكاء بكيت، وإن لم أجد بكاء تباكيت! فقال رسول الله - صلى الله عليه وسلم -: أبكي للذي أنزل (٣) على أصحابك من أخذهم الفداء، ولقد عُرض عليّ عذابكم أدنى من هذِه الشجرة! لشجرة (٤) قريبة من نبي الله - صلى الله عليه وسلم -. وأنزل الله تعالى:  {مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى}  (٥) . </p><p>= الألباني عليه بالضعف انظر: \"ضعيف سنن الترمذي\" (١/ ١٩٦) وقوله خلاف لما قاله المحدثون من قبله فقد حسنه الترمذي وصححه الحاكم ووافقه الذهبي. التخريج:أخرجه الترمذي في تفسير سورة الأنفال: حديث (٣٠٨٤)، وقال: هذا حديث حسن. وأبو عبيدة لم يسمع من أبيه، وأخرجه الطبري في \"جامع البيان\" ١٠/ ٤٣ - ٤٤ بهذا الإسناد قال: حدثني أبو السائب قال، حدثنا أبو معاوية قال، حدثنا الأعمش، ... وذكره، وأخرجه أحمد في \"المسند\" من هذِه الطريق نفسها رقم: (٣٦٣٢)، وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٥/ ١٧١٣، والحاكم في \"المستدرك\": ٣/ ٢١ كلاهما من طريق جرير بن عبد الحميد، عن الأعمش، وصححه الحاكم، ووافقه الذهبي.(١) هذا القول من كلام عمر - رضي الله عنه - جعله المصنف في سياق حديث ابن مسعود - رضي الله عنه - وسيأتي تخريجه.(٢) في الأصل: على. وما أثبته من (ت) وهو موافق لما في المصدر.(٣) من (ت).(٤) في الأصل و (س): شجرة. وما أثبته من (ت) وهو موافق لما في المصدر.(٥) قوله: (فلما كان من الغد .. الخ). هذِه رواية أخرى جمعها المصنف في سياق واحد، وقد أخرجها الطبري =</p><p> قرأ (١) بالتاء بصري (وأبو جعفر، وقرأ)  (٢) الباقون بالياء (٣) . أسرى: جمع أسير مثل: قتيل وقتلى. </p><p> {حَتَّى يُثْخِنَ فِي الْأَرْضِ} أي: يبالغ في قتل المشركين وأسرهم وقهرهم، تقول العرب: أثخن فلان في هذا الأمر. أي: بالغ، وأثخنته معرفةً يعني: قتلته معرفة (٤) . </p><p> قال قتادة: كان هذا يوم بدر، فاداهم رسول الله أربعة آلاف أربعة آلاف، ولعمري ما كان أثخن رسول الله - صلى الله عليه وسلم - يومئذ (٥) ! وكان أول قتال قاتل المشركين (٦) . </p><p> قال ابن عباس - رضي الله عنهما -: هذا يوم بدر والمسلمون يومئذ قليل، فلمّا كثروا واشتد سلطانهم، أنزل الله تعالى بعد هذا في الأُسارى:  {فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً}  (٧) فجعل الله نبيه - صلى الله عليه وسلم - والمؤمنين في أمر الأُسارى </p><p>= في \"جامع البيان\" ١٤/ ٦٢ من حديث ابن عباس - رضي الله عنهما -، قال أحمد شاكر في حاشية \"جامع البيان\" للطبري: وهو حديث صحيح، لا يعرف إلا من طريق عكرمة بن عمار. وقال: ورواه مسلم في \"صحيحه\" مطولًا: ١٢/ ٨٤. (١) من (ت).(٢) من (ت).(٣) ذكره ابن الجزري في \"النشر في القراءات العشر\" ٢/ ٣١٢ قال: واختلفوا في و {أَنْ يَكُونَ لَهُ} فقرأ البصريان بالتاء مؤنثًا، وقرأ الباقون بالياء مذكرًا.(٤) ذكره الطبري في \"جامع البيان\" ١٠/ ٤٢ ولم يعزه.(٥) من (ت).(٦) أخرجه الطبري في \"جامع البيان\" ١٠/ ٤٣ عنه.(٧) محمَّد: ٤.</p>"
}