{
  "id": null,
  "sura": 8,
  "aya": 35,
  "text": "<p> وقال الحسن: هذِه الآية منسوخة بالآية التي تلتها: {وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ} إلى قوله: {فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ} فقاتلوا بمكّة فأصابهم الجوع والحصر (١) . </p><p> وروى عبد الوهاب عن مجاهد {وَهُمْ يَسْتَغْفِرُونَ} أي: وفي أصلابهم من يستغفر (٢) . ثم قال:  {وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ} أي: وما يمنعهم من أن يُعذّبوا. وقيل:  (أَنْ) زائدة (٣) . {وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوا أَوْلِيَاءَهُ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ} المؤمنون أين (٤) كانوا وحيث كانوا {وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ} . </p><p> ٣٥ - قوله تعالى:  {وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً} </p><p> هو الصفير، يقال: مَكَا يمكو مَكْوا ومُكاءً. وقال عنترة: </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٩/ ٢٣٨ عنه، وفيه: فقوتلوا. بدلا من قوله: فقاتلوا. (٢) ذكره النحاس في \"معاني القرآن\" ٣/ ١٥١ عنه.قال الطبري في \"جامع البيان\" ٩/ ٢٣٨: وأولى هذِه الأقوال عندي في ذلك بالصواب، قول من قال تأويله: {وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ} يا محمد، وبين أظهرهم مقيم، حتى أخرجك من بين أظهرهم، لأني لا أهلك قرية وفيها نبيها {وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ} من ذنوبهم وكفرهم، ولكنهم لا يستغفرون من ذلك، بل هم مصرون عليه، فهم للعذاب مستحقون. . ثم قيل: (وما لهم ألا يعذبهم الله وهم يصدون عن المسجد الحرام) بمعنى: وما شأنهم، وما يمنعهم أن يعذبهم الله وهم لا يستغفرون الله من كفرهم فيؤمنوا به، وهم يصدون المؤمنين بالله ورسوله عن المسجد الحرام.(٣) انظر \"معاني القرآن\" للفراء ١/ ١٦٣.(٤) من (ت).</p><p> وَحَلِيل غَانِيَةٍ تَرَكْتُ مُجَدَّلا ... تَمْكُو فَرِيصَتُهُ كَشِدْقِ الأعْلَمِ (١) </p><p> أي تصوت. ومنه قيل: مكت است الدابة مُكاء، إذا نفخت بالريح {وَتَصْدِيَةً} هي التصفيق. وقال جعفر بن أبي ربيعة: سألت أبا سلمة بن عبد الرحمن عن قوله: {إِلَّا مُكَاءً وَتَصْدِيَةً} فجمع كفيه نمّ نفخ فيها صفيرًا (٢) . </p><p> وقال ابن عباس - رضي الله عنهما -: كانت قريش يطوفون بالبيت وهم عراة (يصفرون ويصفقون (٣) . وقال مجاهد: كان نفر من بني عبد الدار يعارضون النبيّ - صلى الله عليه وسلم - في الطواف ويستهزئون به) (٤) ، ويدخلون </p><p>(١) من معلقته المشهورة التي مطلعها: هَلْ غَادَرَ الشّعراءُ مِنْ مُتَرَدَّمِ ... أَمْ هَلْ عَرَفتَ الدّارَ بَعدَ تَوَهّمِالحليل: الزوج، والغانية: ذات الزوج لأنها غنيت بزوجها عن الرجال، وقيل البارعة الجمال المستغنية بكمال جمالها عن التزين. مجدلا: أي ساقطا على الأرض. والأعلم: المشقوق في الشفة العليا. يقول: ورب زوج امرأة بارعة الجمال قتلته وألقيته على الأرض وكانت فريصته تمكو بانصباب الدم منها كشدق الأعلم، فشبه سعة الطعن بسعة شدق الأعلم، وصوت انصباب الدم بصوت خروج النفس منه.انظر: \"ديوانه\" (ص ٢٣٠)، \"جمهرة أشعار العرب\" لأبي الحطاب القرشي (ص ١٦٦)، \"لسان العرب\" لابن منظور ١٥/ ٢٨٩ (مكا).(٢) أخرجه الطبري في \"جامع البيان\" ٩/ ٢٤١ عنه.(٣) المصدر السابق ٩/ ٢٤١ عنه، بأطول منه.(٤) من (ت).</p><p> أصابعهم في أفواههم ويصفرون يخلطون عليه طوافه وصلاته (١) . وقال مقاتل: كان النبيّ - صلى الله عليه وسلم - إذا صلّى في المسجد قام رجلان من المشركين عن يمينه فيصفران ويصفقان، ورجلان كذلك عن يساره، ليخلطوا على النبيّ - صلى الله عليه وسلم - صلاته، وهم من بني عبد الدار فقتلهم الله ببدر (٢) . وقال السدي: المُكاء (٣) الصفير على لحن طائر أبيض بالحجاز يقال له: المُكَّاء (٤) . قال الشاعر (٥) : </p><p> إذَا غرَّدَ المُكَّاءُ في غَيْرِ روْضَةٍ ... فَوَيلٌ لأهْلِ الشَّاءِ والحُمُراتِ (٦) </p><p> وقال سعيد بن جبير وابن إسحاق وابن زيد: التصدية صدهم (٧) عن بيت الله، وعن دين الله، وعن الصلاة، وهي على هذا التأويل التصدد </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٩/ ٢٤٢ عنه وفيه اختلاف في الألفاظ. (٢) ذكره البغوي في \"معالم التنزيل\" ٣/ ٣٥٥ عنه، دون قوله: فقتهلم الله ببدر.(٣) من (س).(٤) أخرجه الطبري في \"جامع البيان\" ١٣/ ٥٢٦ عنه، وفيه اختلاف في الألفاظ.والمُكَّاء: بضم الميم وبالمد والتشديد طائر يصوت في الرياض، يسمى مكاء لأنه يمكو، أي: يصفر كثيرًا، ووزنه فعال كخطاف.انظر: \"حياة الحيوان\" للدميري ٢/ ١٨١.(٥) لم أعرفه ولم تشر المصادر التي اطلعت عليها وورد فيها ذكر البيت لاسمه.(٦) يقول إذا أجدب الزمان ولم يكن للطير روضة يغرد فيها فغرد في غير روضة فويل لأهل الشاء والحمير، وخصّهما لأن الإبل تستطيع اللحوق بالغيث حيث كان.انظر: \"المعاني الكبير\" لابن قتيبة ١/ ٢٩٥، \"شرح أدب الكاتب\" للجواليقي ١/ ١٧٧.(٧) في الأصل: صد. وما أثبته من (س) وهو موافق لما في المصدر.</p><p> فقلبت إحدى الدالين ياءً، كما يقال تظنيْت (١) من الظن. تَقَضِّيَ البازي </p><p> (إذا البازي كسر)  (٢) ، يراد؛ تَظننْتُ (٣) وتقضَّض (٤) . وقال الراجز (٥) : </p><p> ضنت بخد وجلت عن خدِّ </p><p> إني لمن غَرّ والهَوى أُصدي (٦) </p><p> وقرأ المفضل عن عاصم:  (وما كان صلاتهم) بالنصب (إلا مكاء وتصدية) بالرفع جل الخبر في الصلاة (٧) . </p><p>(١) في الأصل: تظننت. وما أثبت من (ت) و (س) وهو موافق لما في المصادر. (٢) من (ت)، (س). وشطر البيت للعجاج وهو في \"ديوانه\" (ص ١٧).والبيت هو: دانَى جناحيه من الطور فمر تَقَضِّيَ البازي إذا البازي كسر(٣) من (ت) و (س).(٤) أخرجه الطبري في \"جامع البيان\" ٩/ ٢٤٣ عنهم.(٥) هو: بشار بن برد وقال هذا البيت من قصيدة مطلعها:يا طَلَلَ الحَي بذات الصَّمْدِ ... باللهِ خيِّرْ كَيْفَ كُنْتَ بَعْديوقد قالها لما عَيَّره عقبة بن رؤبة بن العجاج أنه لا يحسن طرازًا من الرجز عند عقبة ابن سلم، فقال بشار: ألمثلي يقال هذا؟ ! أنا والله أرجز منك ومن أبيك ومن جدك، ثم غدا على عقبة بن سلم بأرجوزته.انظر: \"الشعر والشعراء\" لابن قتيبة (ص ٤٥٥).(٦) كذا البيت في النسخ، وفي المصادر التي نسبته لبشار جاء الشطر الثاني:ثُمَّ أنْثَنَتْ كالنَّفَس المُرْتَدِّانظر: \"ديوانه\" ٢/ ٢٢٩، \"الشعر والشعراء\" لابن قتيبة (ص ٤٤٥)، \"العقد الفريد\" لابن عبد ربه ٦/ ١٨٧.(٧) ذكره السمرقندي في \"بحر العلوم\" ٢/ ١٦، وابن عطية في \"المحرر الوجيز\" ٢/ ٥٢٣، كلاهما عن عاصم في أحد الروايتين عنه. =</p>"
}