{
  "id": null,
  "sura": 8,
  "aya": 11,
  "text": "<p> ١١ - قوله عز وجل:  {إِذْ يُغَشِّيكُمُ النُّعَاسَ} </p><p> قرأ مجاهد وابن كثير وأبو عمرو:  {يُغَشِّيكُمُ} بفتح الياء {النُّعَاسَ} رفع، على أن الفعل له، واحتجّوا بقوله في سورة آل عمران:  {أَمَنَةً نُعَاسًا يَغْشَى طَائِفَةً مِنْكُمْ}  (١) فجعل الفعل له. وقرأ أهل المدينة (يُغشيكم) بضم الياء مخففة على أن الفعل لله عز وجل موافقا (٢) لقوله: {وَيُنَزِّلُ} ، و {لِيُطَهِّرَكُمْ} ، {وَيُثَبِّتَ} واحتجّوا بقوله تعالى: {كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ}  (٣) وقرأ عُروة بن الزبير والحسن وأبو رجاء وعكرمة والجحدري وعيسى وأهل الكوفة وابن عامر ويعقوب: (يُغشّيكم) بضمّ الياء مشدّدةً (٤) . واختاره أبو عبيد وأبوحاتم لقوله: {فَغَشَّاهَا مَا غَشَّى (٥٤) } (٥) والنعاسُ: النوم الخفيف، وقال أبو عبيدة: هو ابتداء النوم. (أمنة) بفتح الميم قراءة العامّة، وقرأ أبو حيوة وابن مُحَيصِن: أمْنة بسكون الميم وهو مصدر (٦) ، </p><p>(١) آل عمران: ١٥٤. (٢) من (س).(٣) يونس: ٢٧.(٤) ذكره ابن الجزري في \"النشر في القراءات العشر\" ٢/ ٢٠٧ وقال: واختلفوا في (يغشيكم النعاس) فقرأ ابن كثير وأبو عمرو بفتح الياء والشين وألف بعدها لفظًا (النعاس) بالرفع، وقرأ المدنيان بضم الياء وكسر الشين، وياء بعدها (النعاس) بالنصب، وكذلك قرأ الباقون إلا أنهم فتحوا الغين وشددوا الشين.(٥) النجم: ٥٤.(٦) ذكره ابن عطية في \"المحرر الوجيز\" ٢/ ٥٠٦، وابن الجوزي في \"زاد المسير\" ٣/ ٣٢٧. =</p><p> قولك: أمنِتُ من كذا أمنًا وأمْنة وأمَنَة وأمانا كلّها بمعنى واحد، فلذلك نُصِب (منه) قال عبد الله بن مسعود - رضي الله عنه -: النعاس في القتال أَمَنة من الله، وفي الصلاة من الشيطان (١) . </p><p> {وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً} وذلك أن المسلمين نزلوا على كثيب أعفر ببدر تسوخ (٢) فيه الأقدام وحوافر الدواب، وسبقهم المشركون إلى ماء ببدر العظمى وغلبوهم عليه، وأصبح المسلمون بعضهم محدثين وبعضهم مجنبين، وأصابهم الظمأ ووسوس إليهم الشيطان، فقال: تزعمون أن فيكم نبي الله، وأنّكم أولياء الله، وقد غلبكم المشركون على الماء وأنتم تُصلّون مجنبين ومحدثين فكيف ترجون أن تظهروا عليهم، قال: فأرسل الله عز وجل مطرًا سأل منه الوادي، فشرب المسلمون، واغتسلوا وتوضّؤوا، وسقوا الرِّكَاب وملؤوا الأسقية، وأطفأ الغبار ولبّد الأرض، حتّى تثبت عليه الأقدامِ، وزالت وسوسة الشيطان وطابت أنفسهم (٣) ، فذلك قوله:  {وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ} . </p><p>= وهي قراءة شاذة. انظر: \"المحتسب في تبيين وجوه القراءات\" لابن جني ١/ ٢٧٣. (١) أخرجه الطبري في \"جامع البيان\" ٩/ ١٩٣ عنه.(٢) تَسُوخ الأَقدام في الأَرض وتَسيخ تدخل فيها وتَغِيبُ.انظر: \"لسان العرب\" لابن منظور ٩/ ١٩٥ (سوخ).(٣) أخرجه الطبري في \"جامع البيان\" ١٣/ ٤٢٣ عن ابن عباس رضي الله عنهما بنحوه.</p><p> {لِيُطَهِّرَكُمْ بِهِ} من الأحداث والجنابة، وقرأ سعيد بن المسيب:  (ليُطْهركم) بطاء ساكنة (١) ، من أطهر الله {وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطَانِ} أي: وسوسته، قرأ ابن محيصن:  (رُجز) بضم الراء (٢) ، وقرأ أبو العالية رجس بالسين (٣) ، والعرب تعاقب بين السين والزاء فتقول: بزق وبسق، والسراط والزراط والأسد والأزد، {وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ} باليقين والصبر {وَيُثَبِّتَ بِهِ الْأَقْدَامَ} حتّى لا تسوخ في الرمل بتلبيد الأرض، وقيل: بالصبر وقوّة القلب. </p><p>(١) ذكره ابن عطية في \"المحرر الوجيز\" ٢/ ٥٠٧، وأبو حيان في \"البحر المحيط\" ٤/ ٤٦٢. وهي قراءة شاذة. انظر: \"مختصر في شواذ القرآن\" لابن خَالَويْه (ص ٥٤).(٢) وهي قراءة شاذة، انظر: المصادر السابقة.(٣) وهي قراءة شاذة. انظر: المصدرين السابقين غير ابن خالويه، \"المحتسب\" لابن جني ١/ ٢٧٥.</p>"
}