{
  "id": null,
  "sura": 8,
  "aya": 69,
  "text": "<p> ٦٩ - قال- الله عز وجل:  {فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} . </p><p> [١٤١٣] أخبرنا أبو سعيد محمَّد بن عبد الله بن حمدون (١) بقراءتي عليه، قال: أخبرنا أبو حامد أحمد (٢) بن محمَّد بن الحسن بن الشرقي الحافظ (٣) ، قال: حدثنا محمَّد بن يحيى الذهلي (٤) ، وعبد الرحمن بن بشر العبدي (٥) ، وأحمد بن يوسف السلمي (٦) ، قالوا: حدثنا عبد الرزاق (٧) قال: أخبرنا معمر عن همام بن مُنَبِّه (٨) قال: هذا ما حدّثنا أبو هريرة - رضي الله عنه - (قال: قال رسول الله - صلى الله عليه وسلم -)  (٩) : \"لم تحل الغنائم لمن كان قبلنا ذلك بأن الله رأى ضعفنا وعجزنا فطيّبها لنا\"  (١٠) . </p><p>= تعالى أراد. لعظم أمر بدر، وكثرة أسراها والله أعلم إظهار نعمته، وتأكيد منته، بتعريفهم ما كتبه في اللوح المحفوظ من حل ذلك لهم، لا على وجه عتاب وإنكار وتذنيب، هذا معنى كلامه\". أهـ. (١) العالم، الزاهد، الصالح.(٢) من (ت).(٣) النيسابوري، ثقة مأمون.(٤) أبو عبد الله، ثقة حافظ جليل.(٥) أبو محمَّد النيسابوري، ثقة.(٦) المعروف بحمدان، حافظ ثقة.(٧) أبو بكر الصنعاني، ثقة حافظ مصنف شهير عمي في آخر عمره فتغير، وكان يتشيع.(٨) أبو عقبة الصنعاني الأبناوي، ثقة.(٩) من (س).(١٠) [١٤١٣] الحكم على الإسناد:صحيح. =</p><p> [١٤١٤] وأخبرنا عبد الله بن حامد (١) قال: أخبرنا محمَّد بن يعقوب (٢) ، حدثنا الحسن بن علي بن عفان (٣) ، حدثنا عبيد الله بن موسى (٤) ، حدثنا سالم أبو حماد (٥) ، عن السدي (٦) ، عن عكرمة (٧) ، عن ابن عباس - رضي الله عنهما -، قال: قال رسول الله - صلى الله عليه وسلم -: \"أعُطيت خمسًا لم يُعطهنَّ نبي قبلي (من الأنبياء)  (٨) جُعلت لي (٩) الأرض مسجدًا وطهورًا, ولم يكن نبي من الأنبياء يصلي حتى يبلغ محرابه، وأُعطيت الرعب مسيرة شئهر يكون بيني وبين المشركين شهر، </p><p>= التخريج: أخرجه الإِمام مسلم في الجهاد، باب تحليل الغنائم حديث (٤٦٥٣).(١) أبو محمَّد الماهاني، لم يذكر بجرح أو تعديل.(٢) المعروف بالأصم، ثقة.(٣) أبو محمَّد الكوفي، صدوق.(٤) باذام العبسي، ثقة كان يتشيع.(٥) سالم أبو حماد. قال ابن أبي حاتم: روى عن السدي، وروى عنه عبيد الله بن موسى سمعت أبي يقول ذلك، وسألته عنه فقال: شيخ مجهول لا أعلم روى عنه غير عبيد الله بن موسى، وذكره ابن حبان في الثقات، وذكره الذهبي، وابن الجوزي في الضعفاء. قال ابن حجر: تكلم فيه أبو حاتم. انظر: \"الجرح والتعديل\" ٤/ ١٩٢، و\"الثقات\" ٦/ ٤١١، و\"المغني في الضعفاء\" ١/ ٢٥٢، و\"الضعفاء والمتروكين\" لابن الجوزي ١/ ٣٥٧، و\"لسان الميزان\" ٣/ ٢١٦.(٦) الكبير المفسر، صدوق يهم، ورمي بالتشيع.(٧) مولى ابن عباس، ثقة ثبت عالم بالتفسير، لم يثبت تكذيبه عن ابن عمر، ولا تثبت عنه بدعة.(٨) من (ت).(٩) من (ت).</p><p> فيقذف (١) الله الرعب في قلوبهم، وكان النبي يبعث إلى خاصة قومه، فبعتت إلى الجن والإنس، وكان الأنبياء يعزلون الخمس فتجيء النار فتأكله، وأمرت أن أقسمها في فقراء أمتي، ولم يبقَ نبي إلا قد أُعطي سُؤْلَه وأُخّرت شفاعتي لأمتي\" (٢) . </p><p> * * * </p><p>(١) في الأصل: فقذف. وما أثبته من (ت) وهو موافق لما في المصادر. (٢) [١٤١٤] الحكم على الإسناد:ضعيف فيه سالم أبو حماد شيخ مجهول، وعده الذهبي وابن الجوزي في الضعفاء, ولعله الذي عناه الهيثمي في \"مجمع الزوائد\" ٨/ ٢٥٨ في تعليقه على رواية البزار قال: وفيه من لمأعرفهم، وفيه عبد الله بن حامد شيخ المصنف لم أجد فيه جرحًا ولا تعديلًا، وبقية رجاله ثقات.ولكن للحديث طرق كثيرة صحيحة، ولكن دون قوله: (وكان الأنبياء يعزلون الخمس)، فقد قال الذهبي في \"ميزان الاعتدال\" ٣/ ١٦٤ في ترجمة سالم بن أبي حماد: وله حديث منكر.ثم ساق بسنده طرفا من الحديث. فأكل النار للغنائم كلها في الأمم السابقة، وليس للخمس فقط ثابت في الصحيحين من حديث أبي هريرة، فقد أخرجه البخاري في كتاب فرض الخمس (٨)، باب قول النبي - صلى الله عليه وسلم - أحلت لكم الغنائم (٣١٢٤).التخريج:وأخرجه مسلم في الجهاد والسير، باب تحليل الغنائم لهذِه الأمة خاصة (٥٢٣).وأخرجه من هذا الوجه وبهذا اللفظ البزار في \"البحر الزخار\" ٢/ ١٦٦، والبيهقي في \"السنن الكبرى\" ٢/ ٤٣٣، من طريق محمَّد بن يعقوب.</p>"
}