{
  "id": null,
  "sura": 8,
  "aya": 75,
  "text": "<p> {لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ} وهو الجنة. </p><p> ٧٥ - {وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهَاجَرُوا وَجَاهَدُوا مَعَكُمْ فَأُولَئِكَ مِنْكُمْ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ} </p><p> الذي عنده، وهو اللوح المحفوظ. وقيل: في كتاب الله يعني في قسمة الله التي قسمها وبيّنها في القرآن في سورة النساء. </p><p> {إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} قال قتادة: كان الأعرابي لا يرث المهاجر، فأنزل الله عز وجل هذِه الآية (١) . </p><p> وقال ابن الزبير: كان الرجل يعاقد الرجل فيقول: ترثني وأرثك فنزلت هذِه الآية (٢) . وبالله التوفيق. </p><p> * * * </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٠/ ٥٨ بأطول منه. (٢) أخرجه الطبري في \"جامع البيان\" ١٠/ ٥٨ عنه مطولًا.</p><p> ٩ - سُورَة التَّوْبَة </p><p> سورة التوبة (١) </p><p> مدنية (٢) ، وهي عشرة آلاف وأربعمائة وثمانية وثمانون (٣) حرفًا، وأربعة آلاف وثمان وتسعون كلمة، ومائة وثلاثون آية (٤) . </p><p>(١) هذا أشهر أسمائها، وتسمى أيضًا: براءة، والفاضحة، وسورة العذاب، والمقشقشة، والمنقرة، والبحوث، والحافرة، والمثيرة، والمبعثرة. هذا جملة ما أورده ابن الجوزي في \"زاد المسير\" ٣/ ٣٨٩، والسيوطي في \"الإتقان\" ٢/ ٣٥٧ - ٣٥٩، وزاد السخاوي في \"جمال القراء\" ١/ ٣٦: المخزية، والمنكِّلة، والمدمدمة، والمشردة.(٢) قال القرطبي فيما حكاه الشوكاني عنه في \"فتح القدير\" ٢/ ٤١٥: باتفاق. وقال ابن الجوزي في \"زاد المسير\" ٣/ ٣٨٨: هي مدنية بإجماعهم، سوى الآيتين اللتين في آخرها: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ} فإنها نزلت بمكة.والصحيح أن هاتين الآيتين مدنيتان على القول بأن المدني ما نزل بعد الهجرة؛ فإنهما من آخر ما نزل من القرآن. كما أخرج الطبري في \"جامع البيان\" ١١/ ٧٨، والشاشي في \"المسند\" ٣/ ٣١١، والطبراني في \"المعجم الكبير\" ١/ ١٩٩ (٥٣٣)، والحاكم في \"المستدرك\" ٢/ ٣٣٨، والبيهقي في \"دلائل النبوة\" ٧/ ١٣٩ من طريق شعبة، عن يونس بن عبيد وعلي بن زيد، عن يوسف بن مهران، عن ابن عباس - رضي الله عنهما -، عن أبي بن كعب - رضي الله عنه - قال: آخر ما نزل من القرآن: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ}.قال الحاكم: صحيح على شرط الشيخين ولم يخرجاه. ووافقه الذهبي.وانظر أيضًا: \"جامع البيان\" للطبري ١١/ ٧٨، \"الإتقان\" للسيوطي ١/ ١٨١ - ١٨٢.(٣) في (ت): وثلاثون.(٤) في \"البيان في عد آي القرآن\" للداني (ص ١٦٠): وكلمها ألفان وأربعمائة وسبع وتسعون كلمة، وحروفها عشرة آلاف وثماني مائة وسبعة وثمانون حرفًا، وهي =</p><p> [١٤١٥] أخبرنا محمَّد بن القاسم بن أحمد (١) ، نا محمَّد بن عبد الله بن يحيى (٢) ، نا محمَّد بن الفضل (٣) ، أنا (٤) عبد الله بن الحسين (٥) ، قال: نا أحمد بن محمَّد بن عمار (٦) ، نا حمدان بن عبد الله المروزي (٧) ، نا عبد الله بن سعيد (٨) ، نا عبد الله بن يزيد (٩) العفي (١٠) ، نا هشام (١١) ، عن عامر الشعبي (١٢) ، عن مسروق (١٣) ، عن عائشة - رضي الله عنها - قالت: قال رسول الله - صلى الله عليه وسلم -: \"إنه (١٤) ما نزل عليّ </p><p>= مائة وتسع وعشرون آية في الكوفي، وثلاثون في عدد الباقين. وكذا عدّها الفيروزآبادي في \"بصائر ذوي التمييز\" ١/ ٢٢٧، والمخللاتي في \"القول الوجيز في فواصل الكتاب العزيز\" (ص ١٩٩).(١) الماوردي في \"النكت والعيون\" النيسابوري، لم يذكر بجرح أو تعديل.(٢) لم أجده.(٣) لم أجده.(٤) في (ت): حدثنا.(٥) لم أجده.(٦) أبو علي، عالم الشيعة بالكوفة، له تواليف منها: \"آباء النبي - صلى الله عليه وسلم - \"، \"إيمان أبي طالب\" توفي سنة (٣٤٦ هـ). \"سير أعلام النبلاء\" ١٥/ ٥٦٦.(٧) لم أجده.(٨) لم أجده.(٩) في الأصل: زيد، والتصويب من (ت) ومن مصادر الترجمة.(١٠) ابن محمش النيسابوري، متّهم بالكذب، وكان يضع الحديث.(١١) هشام بن عبيد الله الرازي، قال أبو حاتم: صدوق، وضعفه ابن حبان.(١٢) ثقة مشهور فقيه فاضل.(١٣) ابن الأجدع، ثقة.(١٤) ساقطة من (ت)، (ن).</p><p> القرآن إلا آية آية وحرفًا حرفًا، خلا سورة (براءة)  {قُلْ هُوَ اللَّهُ أَحَدٌ} فإنهما أنزلتا عليّ ومعهما سبعون ألف صف من الملائكة، كلٌّ يقول: يا محمَّد؛ استوصوا بن سبة الله خيرًا\" (١) . </p><p> [١٤١٦] وأنا أبو الحسين علي بن محمَّد بن الحسن الجرجاني (٢) ، قال: أنا أبو أحمد عبد الله بن عدي الحافظ (٣) ، قال: أنا أحمد بن علي ابن المثنى (٤) ، نا عبيد الله القواريري (٥) ، نا يزيد بن زريع (٦) ، نا عوف </p><p>(١) [١٤١٥] الحكم على الإسناد: إسناده ضعيف جدًّا؛ لما تقدم من حال عبد الله بن يزيد، وفي إسناده من لم أجده.التخريج:ولم أجده مسندًا عند غير المصنّف، وقد أورده الزمخشري في \"الكشاف\" ٢/ ١٧٩.قال الحافظ ابن حجر في \"الكاف الشاف\" (ص ٨٣): أخرجه الثعلبي من حديث عائشة بإسناد واه.وقال الفيروزآبادي في \"بصائر ذوي التمييز\" ١/ ٢٧٣: ضعيف جدًّا.وفي \"حاشية الشهاب الخفاجي على البيضاوي\" ٤/ ٣٨٠: أخرجه الثعلبي عن عائشة رضي الله عنها، قال العراقي: وهو منكر جدًّا.ولم أقف على حكم العراقي في مظانه من مصنفاته المطبوعة.(٢) في (ت): أبو الحسين الخبازي. إمام، ثقة.(٣) الإِمام الحافظ الناقد، الثقة.(٤) أبو يعلى الموصلي، ثقة.(٥) عبيد الله بن عمر بن ميسرة القواريري أبو سعيد البصري، ثقة ثبت.(٦) أبو معاوية البصري، ثقة ثبت.</p><p> أبي جميلة الأعرابي (١) ، قال: حدثني يزيد الفارسي (٢) ، قال: </p><p>(١) الأعرابي العبدي البصري، ثقة، رمي بالقدر وبالتشيع. (٢) في الأصل، (ت): الرقاشي، والمثبت من (ن)، لأن يزيد الرقاشي لم يدرك ابن عباس كما قال الترمذي، كتاب التفسير، باب ومن تفسير سورة التوبة (٣٠٨٦) عقب روايته لهذا الحديث. ويزيد الفارسي قد روى عن ابن عباس غير حديث، ويقال: هو ابن هرمز، ويزيد الرقاشي هو يزيد بن أبيان الرقاشي، ولم يدرك ابن عباس، إنما روى عن أنس بن مالك، وكلاهما من أهل البصرة، ويزيد الفارسي أقدم من يزيد الرقاشي ا. هـ.ويزيد الفارسي اختلف فيه العلماء: هل هو يزيد بن هرمز أم هما رجلان؟فذهب طائفة من المحدثين منهم ابن مهدي وأحمد وابن المديني وابن سعد إلى أنهما واحد، وخالفهم يحيى القطان وابن معين وأبو حاتم والترمذي وعمرو بن علي الفلاس والبخاري والخطيب البغدادي فقالوا إنه غيره، ورجحه المزي وابن حجر.انظر أقوالهم في: \"الأسامي والكنى\" للإمام أحمد (ص ١١٩)، \"التاريخ الكبير\" للبخاري ٨/ ٣٦٧، \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٢٣٩، \"تهذيب الكمال\" للمزي ٣٢/ ٢٨٧، \"تهذيب التهذيب\" لابن حجر ٤/ ٤٣٣، \"تقريب التهذيب\" لابن حجر (٧٨٤٣).قال الشيخ المعلمي -في تحقيق ماتع له- في حاشية \"موضح أوهام الجمع والتفريق\" للخطيب ١/ ٣٤١ - ٣٤٢: وملخص البحث أنه قد يستدل على الجمع باتفاق الاسم والنسبة إلى فارس والرواية عن ابن عباس، ويجاب بأن اسم يزيد كثير الشيوع يومئذ، وكذا الانتساب إلى فارس، مع أنه لم يأت في خبر يزيد بن هرمز الفارسي، والرواة عن ابن عباس كثيرون مع أن مروي الفارسي غير مروي ابن هرمز، ويدل على أنهما رجلان: أن ابن هرمز مدني والرواة عنه كلهم حجازيون، وكان كاتبا لابن عباس وأميرا لموالي المدينة في محاربتهم لبني أمية يوم الحرة، والفارسي بصري والرواة عنه كلهم بصريون وكان يكون مع أمراء بني أمية كاتبا لابن زياد .. الخ.</p><p> حدثني ابن عباس (١) رضي الله عنهما قال: قلت لعثمان بن عفان: ما حملكم على أن عمدتم إلى (الأنفال) وهي من المثاني وإلى (براءة) وهي من المئين قرنتم (٢) بينهما ولم تكتبوا بينهما (٣) سطر {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} ووضعتموها في السبع الطول؟ فقال عثمان - رضي الله عنه -: إن رسول الله - صلى الله عليه وسلم - كان مما يأتي عليه الزمان وهو تُنَزَّل عليه السور ذوات العدد , فإذا نزل عليه الشيء يدعو بعض من يكتب عنده فيقول: ضعوا هذِه الآية في السورة التي يُذكر فيها كذا وكذا، (وتُنَزَّل عليه الآية فيقول: ضعوا هذِه الآية في السورة التي يذكر فيها كذا وكذا)  (٤) ، وكانت (الأنفال) مما نزلت بالمدينة، وكانت (براءة) من آخر ما نزلت، وكانت قصّتُها شبيهةً بقصتها، وقبض رسول الله - صلى الله عليه وسلم - ولم يبين لنا أنها منها، فمن ثّمَّ قرنتُ بينهما ولم أكتب سطر (٥)  {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} ووضعتها في السبع الطول (٦) . </p><p>(١) صحابي، مشهور. (٢) في الأصل: ففرقتم، والمثبت من (ت).(٣) ساقطة من (ت).(٤) في الأصل هنا كلمة: استوصوا، مقحمة، وليست في (ت).وما بين القوسين ساقط من (ن).(٥) زيادة من (ت).(٦) [١٤١٦] الحكم على الإسناد:رجاله ثقات. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= التخريج: ذكره السيوطي في \"الدر المنثور\" ٣/ ٣٧٥ وعزاه لابن أبي شيبة وأحمد وأبي داود والترمذي والنسائي وابن أبي داود وابن المنذر والنحاس وابن حبان في \"صحيحه\" وأبي الشيخ والحاكم وابن مردويه والبيهقي.وقد أخرجه أبو عبيد في \"فضائل القرآن\" (ص ٢٨٦)، وأبو داود، كتاب الصلاة، باب من جهر بها (٧٨٧) من طريق مروان بن معاوية.وأخرجه أحمد في \"المسند\" ١/ ٥٧ (٣٩٩)، والبزار في \"البحر الزخار\" ٢/ ٨، والنسائي في \"السنن الكبرى\" في فضائل القرآن، باب السورة التي يذكر فيها كذا وكذا (٨٠٠٧)، وفي \"فضائل القرآن\" (ص ٨٤)، والنحاس في \"الناسخ والمنسوخ\" ٢/ ٢٩٧ من طريق يحيى بن سعيد القطان.وأخرجه أحمد أيضًا ١/ ٦٩ (٤٩٩) من طريق إسماعيل بن إبراهيم.وأخرجه أبو في داود، كتاب الصلاة، باب من جهر بها (٧٨٦) من طريق هشيم.وأخرجه ابن شبّة في \"تاريخ المدينة\" ٣/ ١٠١٥ من طريق يحيى بن سعيد ومحمد ابن جعفر.وأخرجه الترمذي في التفسير، باب ومن سورة التوبة (٣٠٨٦)، وابن أبي داود في \"المصاحف\" (ص ٣١ - ٣٢) من طريق يحيى بن سعيد ومحمد بن جعفر وابن أبي عدي وسهل بن يوسف.وأخرجه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ١/ ٢٣٠ من طريق عثمان بن الهيثم.وأخرجه الحاكم في \"المستدرك\" ٢/ ٢٢١ ومن طريقه البيهقي في \"دلائل النبوة\" ٧/ ١٥٢، والخطيب في \"موضح أوهام الجمع والتفريق\" ١/ ٣٣٨ من طريق هوذة بن خليفة.وأخرجه الحاكم أيضًا في \"المستدرك\" ٢/ ٣٣٥ من طريق روح بن عبادة.وأخرجه البيهقي في \"دلائل النبوة\" ٢/ ٤٢ من طريق إسحاق بن الأزرق.وأخرجه الواحدي في \"الوسيط\" ٢/ ٤٧٥ من طريق محمَّد بن جعفر. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= جميعهم عن عوف بن أبي جميلة، عن يزيد الفارسي .. به. قال الترمذي: هذا حديث حسن صحيح. وفي \"تحفة الأشراف\" للمزي ٧/ ٢٦١ والنسخة الحجرية لـ \"تحفة الأحوذي\" للمباركفوري ٤/ ١١٤: حسن، لا نعرفه إلا من حديث عوف عن يزيد الفارسي.وقال الحاكم: صحيح الإسناد ولم يخرجاه. وقال أيضًا: صحيح على شرط الشيخين ولم يخرجاه. ووافقه الذهبي.وقال ابن كثير في \"فضائل القرآن\" (ص ١٤٣): والحديث في الترمذي وغيره بإسناد جيّد قوي.وقال الحافظ في \"فتح الباري\" ٨/ ٣١٤ عند ذكر الاختلاف في ترك البسملة أوّلها: وقيل: لأنهم لما جمعوا القرآن شَكّوا هل هي والأنفال واحدة أو ثنتان، فَفَصلُوا بينهما بسطر لا كتابة فيه، ولم يكتبوا فيه البسملة. وروى ذلك ابن عباس عن عثمان وهو المعتمد، وأخرجه أحمد والحاكم وبعض أصحاب السنن.وذهب الشيخ أحمد شاكر في تعليقه على \"المسند\" ١/ ٥٧ (٣٩٩) إلى أنه ضعيف جدًّا؛ بل لا أصل له، فقال بعد أن بين الخلاف في يزيد الفارسي: فهذا يزيد الفارسي الذي انفرد برواية هذا الحديث، يكاد يكون مجهولًا، حتى شبّه على مثل ابن مهدي وأحمد والبخاري أن يكون هو ابن هرمز أو غيره، ويذكره البخاري في \"الضعفاء\"، فلا يقبل منه مثل هذا الحديث ينفرد به، وفيه تشكيك في معرفة سور القرآن الثابتة بالتواتر القطعي، قراءةً وسماعًا وكتابةً في المصاحف، وفيه تشكيك في إثبات البسملة في أوائل السور، كأن عثمان كان يثبتها برأيه وينفيها برأيه، وحاشاه من ذلك. فلا علينا إذا قلنا إنه حديث لا أصل له تطبيقًا للقواعد الصحيحة التي لا خلاف فيها بين أئمة الحديث .. فلا عبرة بعد هذا كله في هذا الموضع بتحسين الترمذي ولا بتصحيح الحاكم ولا بموافقة الذهبي، وإنما العبرة للحجة والدليل، والحمد لله على التوفيق.ووافقه على هذا الحكم شعيب الأرناؤوط في تحقيقه لـ \"الإحسان\"، وأبو إسحاق =</p><p> [١٤١٧] وسمعت (أبا القاسم الحسن بن محمَّد بن الحسن (١) النيسابوري) (٢) ، يقول: سمعت أبا عبد الله محمَّد بن نافع السجزي (٣) بهراة (٤) يقول: سمعت أبا يزيد حاتم بن محبوب السامي (٥) يقول: سمعت عبد الجبار بن العلاء العطار (٦) يقول: سئل سفيان بن عيينة (٧) لِمَ لَمْ يُكتب في صدر براءة {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} ؟ فقال: لأن التسمية رحمة، والرحمة أمان، وهذِه السورة نزلت في المنافقين وبالسيف، ولا أمان للمنافقين (٨) . </p><p>= الحويني في تحقيق \"فضائل القرآن\" لابن كثير (ص ٧٢) حيث حكم عليه بالنكارة. ومن قبلهم ضعفه ابن عطية في \"المحرر الوجيز\" ٣/ ٣ فقال: هذا القول يضعفه النظر أن يختلف في كتاب الله هكذا. (١) في (ن): الحسين، وهو تحريف.(٢) في (ت): أبا القاسم الحسن بن حبيب.وهو أبو القاسم الحبيبي، كذبه الحاكم.(٣) لم يذكر بجرح أو تعديل.(٤) هراة: بفتح الهاء والراء، مدينة عظيمة مشهورة من أمهات مدن خراسان، لها ربظ محيط بها من جوانبها, ولها أربعمائة قرية.\"معجم البلدان\" لياقوت ٥/ ٤٥٦، \"مراصد الاطلاع\" لابن عبد الحق ٣/ ١٤٥٥، \"الروض المعطار\" للحميري (ص ٥٩٤).(٥) ثقة.(٦) لا بأس به.(٧) ثقة، حافظ، فقيه، إمام، حجة.(٨) [١٤١٧] الحكم على الإسناد:إسناده ضعيف؛ شيخ المصنف كذبه الحاكم، ومحمد بن نافع لم يذكر بجرح أو تعديل، وبقية رجاله ثقات. =</p>"
}