{
  "id": null,
  "sura": 8,
  "aya": 25,
  "text": "<p> قال الشاعر (١) : </p><p> حدّثت نفسك بالوفاء ولم تكن ... للغدر خائنة مُغِلَ الإصبع (٢) \" (٣) </p><p> ٢٥ - قوله عز وجل:  {وَاتَّقُوا فِتْنَةً} </p><p> أي: اختبارا وبلاء يصيبكم، وقال ابن زيد: الفتنة الضلالة (٤) . {لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً} اختلفوا في وجه قوله: {لَا تُصِيبَنَّ} من الإعراب، فقال أهل البصرة: قوله: (لا تصيبن) ليس بجواب ولكنّه نهي بعد نهي، فلو كان جوابًا ما دخلت النون. </p><p> وقال أهل الكوفة: أمرهم ثمّ نهاهم، وفيه طرف من الجزاء، وإن كان نهيًا. كقوله:  {يَاأَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ لَا يَحْطِمَنَّكُمْ}  (٥) أمرهم ثمّ نهاهم، وفيه تأويل الجزاء وتقديره: واتقوا فتنة إن لم تتقوها أصابتكم. </p><p> وقال الكسائي: وقعت النون في الجزاء، ثم كان التحذير، ولو </p><p>= بِيَمِينِهِ} [الزمر: ٦٧]. ولم يجز ذلك، ولا نقول أصبع كأصابعنا، ولا يد كأيدينا، ولا قبضة كقبضاتنا، لأن كل شيء منه عز وجل لا يشبه شيئًا منا. أهـ. (١) للكلابيِّ، انظر: \"تاج العروس\" للزبيدي ١١/ ٢٦٣ (صبع).(٢) يقال فلان مُغِلَ الإصبع: إِذا كان خائنًا، والبيت ورد في كتب اللغة انظر: \"لسان العرب\" لابن منظور ٨/ ١٩٢ (صبع)، \"جمهرة اللغة\" لابن دريد ١/ ٣٧٤.(٣) من (ت) و (س).(٤) أخرجه الطبري في \"جامع البيان\" ٩/ ٢١٨ عنه.(٥) النمل: ١٨.</p><p> قلت: قم لا أغضب عليك، لم يكن فيه النون لأنّه جزاء محض (١) . </p><p> وقال الفراء: هو جزاء فيه طرف من النهي، كما تقول: انزل عن الدابة لا تطرحك، ولا تطرحنك، (فهذا جواب الأمر بلفظ النهي،ومعناه:إن تنزل عنه لا يطرحنّك)  (٢) . </p><p> قال ابن عباس - رضي الله عنهما -: نزلت هذِه الآية في أصحاب النبيّ - صلى الله عليه وسلم - خاصة، وقال: أمر الله تعالى المؤمنين أن لا يقروا المنكر بين أظهرهم، فيعمَّهم الله بالعذاب (٣) . </p><p> وقال الحسن: نزلت في عليّ وعمار وطلحة والزبير - رضي الله عنهم - (٤) ، وقال </p><p> الزبير: لقد قرأنا هذِه الآية زمانا، وما أرانا من أهلها، فإذا نحن المعنيون بها:  {وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً} . فخُلِّفنا حتّى أصابتنا خاصّة (٥) . </p><p> قال السدي: هذِه نزلت في أهل بدر خاصّة، فأصابتهم (٦) يوم الجمل، فاقتتلوا (٧) . </p><p>(١) لم أعثر عليه حسب بحثي واطلاعي. (٢) من (ت) انظر: \"معاني القرآن\" الفراء ١/ ٤٠٧.(٣) أخرجه الطبري في \"جامع البيان\" ٩/ ٢١٨ عنه.(٤) أخرجه الطبري في \"جامع البيان\" ٩/ ٢١٨ عنه.(٥) أخرجه الطبري في \"جامع البيان\" ٩/ ٢١٨ عنه من طريقين، جمع بينهما المصنف في سياق واحد.(٦) في الأصل: : فأصابهم. وما أثبته من (س)، وهو موافق لما في المصدر.(٧) أخرجه الطبري في \"جامع البيان\" ٩/ ٢١٨ عنه.</p><p> وقال عبد الله بن مسعود - رضي الله عنه - ما منكم من أحد إلّا هو مشتمل على فتنة، إنّ الله يقول:  {أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ}  (١) فأيّكم استعاذ فليستعذ بالله من مضلّات الفتن (٢) . </p><p> [١٤٠١] وأخبرنا ابن هَمِرْدان (٣) قال: أخبرنا ابن يوسف (٤) ، قال: حدثنا ابن يزيد (٥) ، قال: حدثنا هشام بن عبيد الله (٦) حدثنا أبو أُمية (٧) عن عبد الله بن لَهِيعة (٨) عن يزيد بن أبي حبيب (٩) ، عمن ذكر (١٠) عن حذيفة بن اليمان - رضي الله عنه - (١١) ، قال: قال رسول الله - صلى الله عليه وسلم -: \"يكون بين أناس من أصحابي أشياء يغفرها الله لهم بصحبتهم </p><p>(١) الأنفال: ٢٨. (٢) أخرجه الطبري في \"جامع البيان\" ٩/ ٢١٨ - ٢١٩ عنه.(٣) لم أجده.(٤) علي بن محمد بن عمير، لم أجده.(٥) إسحاق ابن إبراهيم، لم أجده.(٦) السني الفقيه، قال أبو حاتم، صدوق، وضعفه ابن حبان.(٧) أبو أمية المصري، ثقة، فقيه، حافظ.(٨) أبو عبد الرحمن المصري، صدوق خلط بعد احتراق كتبه، ورواية ابن المبارك، وابن وهب عنه أعدل من غيرهما.(٩) سويد الأزدي، ثقة فقيه وكان يرسل.(١٠) صرح ابن حجر في \"المطالب العالية\" ١٢/ ٤٥، والذهبي في \"ميزان الاعتدال\" ٦/ ٥٢٢ باسمه فقالا: هو أبو الخير، وهو: مرثد بن عبد الله اليَزني، أبو الخير (ت ٩٠ هـ). قال ابن حجر في \"تقريب التهذيب\" ٢/ ١٦٨: ثقة فقيه.(١١) الصحابي المشهور.</p><p> إياي، يستنّ بهم فيها أناس من بعدهم يدخلهم الله بها النار \"(١).</p><p> [١٤٠٢] وبإسناده عن هشام (٢) ، حدثنا جرير (٣) عن يحيى بن عبيد الله (٤) ، عن أبيه (٥) ، عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" لا تقوم الساعة حتّى تأتيَ فتنة عمياء مظلمة، المضطجع فيها خير من الجالس، والجالس فيها خير من القائم، والقائم فيها خير من الماشي، والماشي فيها خير من الساعي\". فقال رجل من </p><p>(١) [١٤٠١] الحكم على الإسناد: فيه من لم أجده وابن لهيعة ضعيف. وللحديث طرق أخرىلكنها ضعيفة، حكم عليه بذلك البوصيري في \"إتحاف الخيرة المهرة\" ٧/ ٣٣٨ قال: ضعيف؛ لضعف ابن لَهِيعَة، وأخرجه الطبراني في \"المعجم الأوسط\" ٣/ ٣٠٠.وقال الهيثمي في \"مجمع الزوائد\" ٧/ ٢٣٣: وفيه إبراهيم بن أبي الفياض، قال ابن يونس: يروي عن أشهب مناكير قلت: وهذا مما رواه عن أشهب. أهـ.أخرجه ابن عساكر في \"تاريخ دمشق\" عن علي - رضي الله عنه - مختصرا، وحكم المُناوِي في \"التيسير بشرح الجامع الصغير\" ١/ ٤٥٥ على إسناده بالضعف.التخريج:أخرجه الطبراني في \"المعجم الأوسط\" ٣/ ٣٠٠، وأبو نعيم في \"تاريخ أصبهان\" ٢/ ١٢٥، والذهبي في \"سير أعلام النبلاء\" للذهبي ٩/ ٩٥، وابن حجر العسقلاني في \"المطالب العالية\" ٤/ ٣٣٦، جميعهم من طريق ابن لهيعة، بنحوه. وأخرجه ابن عساكر في \"تاريخ دمشق\" ٥٤/ ٤١٣ عن محمد بن الحنفية عن أبيه - رضي الله عنه - مختصرا.(٢) السني الفقيه، قال أبو حاتم: صدوق، وضعيف ابن حبان.(٣) أبو عبد الله الرازي، ثقة صحيح الكتاب، قيل: كان في آخر عمره يهم من حفظه.(٤) التيمي المدني، متروك وأفحش الحاكم فرماه بالوضع.(٥) أبو يحيى التيمي المدني، مقبول.</p><p> أصحاب رسول الله - صلى الله عليه وسلم -: يا رسول الله إن أدركتني وأنا أسعى قال: \"فامش\" ، قال: أفرأيت إن أدركتني وأنا أمشي. قال:  \"فقم\" ، قال: أفرأيت إن أدركتني وأنا قائم. قال:  \"فاجلس\" ، قال: أفرأيت إن أدركتني وأنا جالس. قال:  \"فقل هكذا بيدك -وضم يديه إلى جسده- حتّى تكون عبد الله المظلوم، ولا تكون عبد الله الظالم\"  (١) </p><p> [١٤٠٣] وبإسناده عن جرير (٢) ، عن يزيد بن أبي زياد (٣) ، عن (يزيد بن) الأصم (٤) ، عن حذيفة - رضي الله عنه - قال: أتتكم فتن كقطع الليل المظلم، يهلك فيها كل شجاع بطل، وكل راكب مُوضِع، وكل خطيب مُصقع (٥) . {وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ} </p><p>(١) [١٤٠٢] الحكم على الإسناد: جدا، فيه يحيى بن عبيد الله متروك، وفيه هشام بن عبيد الله، ضعفه ابن حبان.التخريج:أخرجه البخاري مختصرا في المناقب: باب علامات النبوة في الإسلام (٣٦٠١)، وفي الفتن: باب: تكون فتنة القاعد فيها خير من القائم (٧٠٨١) و (٧٠٨٢)، ومسلم في الفتن: باب: نزول الفتن كمواقع القطر (٢٨٨٦)، عن أبي هريرة رفعه بلفظ: ستكون فتن القاعد فيها خير من القائم، والقائم فيها خير من الماشي، والماشي فيها خير من الساعي، من تشرف لها تستشرفه، فمن وجد ملجأ أو معاذا، فليعذ، به.(٢) ثقة صحيح الكتاب، قيل: كان في آخر عمره يهم من حفظه.(٣) أبو عبد الله الكوفي، ضعيف كبر فتغير وصار يتلقن، وكان شيعيًا.(٤) في الأصل: زيد. وما أثبته من (س) وهو موافق لما المصادر، وهو ابن الأصم لأن الأصم لقب والده. واسمه عمرو بن عبيد، ثقة.(٥) [١٤٠٣] الحكم على الإسناد:ضعيف، فيه هشام بن عبيد الله سبقت ترجمته وقول ابن حبان: لا يحتج به، وفيه =</p>"
}