{
  "id": null,
  "sura": 8,
  "aya": 17,
  "text": "<p> فاثبت \"(١).</p><p> وقال ابن عباس - رضي الله عنهما -: أكبر الكبائر الشرك بالله والفرار من الزحف لأن الله تعالى يقول: {وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ} الآية (٢) . </p><p> ١٧ - قوله عز وجل:  {فَلَمْ تَقْتُلُوهُمْ وَلَكِنَّ اللَّهَ قَتَلَهُمْ} الآية </p><p> قال أهل التفسير والمغازي: لمّا ورد رسول الله - صلى الله عليه وسلم - على بدر قال: \" هذِه مصارع القوم إن شاء الله! \"، فلمّا طلعوا عليه، قال رسول الله - صلى الله عليه وسلم -: \" هذِه قريش قد جاءت بخيلائها وفخرها (٣) يكذبون رسولك، اللهمّ إنّي أسألك ما وعدتّني\" فأتاه جبريل (عليه السلام)  (٤) وقال: خذ قبضة من التراب فارمهم بها، فقال رسول الله - صلى الله عليه وسلم - لمّا التقى </p><p>(١) هذا الحديث صحيح بشواهده كما قال الألباني في \"إرواء الغليل\" ٧/ ٨٩. التخريج:أخرجه البيهقي في \"السنن الكبرى\" ٧/ ٣٠٥ وابن عساكر في \"تاريخ دمشق\" ٦٠/ ١٩٩ من حديث أم أيمن رضي الله عنها. وأخرجه الطبراني في \"المعجم الكبير\" ٢٤/ ١٩١، والحاكم في \"المستدرك\" ٤/ ٤٥ من حديث أميمة مولاة رسول الله - صلى الله عليه وسلم -. وأخرجه أحمد في \"المسند\" ٥/ ٢٣٨ حديث رقم (٢٢٠٧٥)، والطبراني في \"المعجم الكبير\" ٢٠/ ٨٢ من حديث معاذ بن جبل - رضي الله عنه -.(٢) أخرجه الطبري في \"جامع البيان\" ٩/ ٢٠٣ عنه. وله شاهد من حديث أبي هريرة - رضي الله عنه - في الصحيحين: \"اجتنبوا السبعَ المُوبِقَات\" وذكر: الشركُ بالله ... والتولِّى يومَ الزَّحْف .. الحديث.أخرجه البخاري كتاب الوصايا، باب قول الله تعالى: (إن الذين يأكلون أموال اليتامى ظلما) (٢٧٦٦)، ومسلم كتاب الإيمان، بَاب بَيَانِ الكَبَائِرِ وَأَكْبَرِهَا (٨٩).(٣) من (ت).(٤) من (س).</p><p> الجمعان لعلّي - رضي الله عنه -: \"أعطني قبضة من حصباء الوادي\" فناوله كفا من حصى عليه تراب، فرمى رسول الله - صلى الله عليه وسلم - بها في وجوه القوم، وقال:  \"شاهت الوجوه\" . فلم يبق مشرك إلّا دخل في عينيه وفمه ومنخريه منها شيء، ثمّ ردفهم المؤمنون يقتلونهم ويأسرونهم، وكانت تلك الرمية سبب الهزيمة (١) . </p><p> وقال حكيم بن حزام: لمّا كان يوم بدر سمعنا صوتًا وقع من السماء كأنّه صوت (حصاة وقعت في طَسْت)  (٢) ، ورمى رسول الله - صلى الله عليه وسلم - تلك الرمية فانهزمنا (٣) . </p><p> وقال قتادة وابن زيد: ذكر لنا أنّ رسول الله - صلى الله عليه وسلم - أخذ يوم بدر ثلاث حصيات، فرمى بحصاة في ميمنة القوم، (وحصاة في ميسرتهم القوم، وحصاة بين أظهرهم)  (٤) ، وقال:  \"شاهت الوجوه\" فانهزموا (٥) . </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٩/ ٢٠٤ - ٢٠٥، من روايات عدة عن: ابن عباس - رضي الله عنه -، وهشام بن عروة، ومحمد بن قيس، ومحمد بن كعب القرظي، والسدي. وجمع بينها المصنف في سياق واحد. أخرجه الطبراني في \"المعجم الكبير\" (٣١٢٨) من حديث حكيم بن حزام - رضي الله عنه - مختصرا، وقال الهيثمي في \"مجمع الزوائد\" ٦/ ٨٤: إسناده حسن.(٢) من (ت). والطَّسْتُ: من آنية الصُّفْر أُنثى وقد تُذَكَّر.انظر \"لسان العرب\" لابن منظور ٢/ ٥٨ (طست).(٣) في الأصل: فهزمناهم. وفي (ت): فانهزموا. وما أثبته من (س) وهو موافق لما في الطبري في \"جامع البيان\" ١٣/ ٤٤٣ عنه.(٤) من (ت).(٥) أخرجه الطبري في \"جامع البيان\" ٩/ ٢٠٥ عنه.</p><p> وروى الزهري عن سعيد بن المسيب قال: أنزلت هذِه الآية في قتل أُبي بن خلف الجمحي، وذلك أنّه أتى رسول الله - صلى الله عليه وسلم - بعظم حائل وهو يفتّه فقال: يا محمد آلله يُحيي هذا وهو رميم؟ فقال النبيّ - صلى الله عليه وسلم -: يُحييه الله ثمّ يميتك ثمّ يدخلك النار. فلمّا كان يوم بدر أسر ثمّ فدي، فلمّا افتدى قال لرسول الله - صلى الله عليه وسلم -: إن عندي فرسًا أَعلِفُها كل يوم فَرْقَ (١) ذرة لكي أقتلك عليها، فقال رسول الله - صلى الله عليه وسلم -: بل أنا أقتلك إن شاء الله. فلمّا كان يوم أُحُد أقبل أُبيّ بن خلف يركض فرسه تلك حتّى دنا من رسول الله - صلى الله عليه وسلم - فاعترض له رجال من المسلمين ليقتلوه، وقال لهم رسول الله - صلى الله عليه وسلم -: استأخروا، فاستأخروا فقام رسول الله - صلى الله عليه وسلم - بحربة في يده فرمى بها أُبي بن خلف، فكسر بالحربة ضلعًا من أضلاعه، فرجع أبي إلى أصحابه ثقيلا فاحتملوه وطفقوا يقولون: لا بأس، فقال أبي: والله لو كانت بالناس كلهم لقتلهم، ألم يقل إني أقتلك إن شاء الله، فانطلق به أصحابه ينعشونه حتّى مات ببعض الطريق، فدفنوه ففي ذلك أنزل الله عز وجل:  {وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى}  (٢) . </p><p>(١) الفرق: بفتح الراء وسكونها مكيال يسع ثلاثة آصع، انظر: \"عمدة القاري\" ١٠/ ٨. (٢) [٢٣٠٢] الحكم على الأثر:صحيح. قال الحاكم في \"المستدرك\" حديث صحيح على شرط الشيخين ولم يخرجاه، ووافقه الذهبي.وقال أ. د. حكمت بن بشير في \"الصحيح المسبور من التفسير بالمأثور\" ٢/ ٣٩٠: وصححه الذهبي وابن الملقن. =</p><p> وروى صفوان بن عمرو عن (عبد الرحمن)  (١) بن جبير أنّ رسول الله - صلى الله عليه وسلم - يوم خيبر دعا بقوس فأُتي بقوس طويلة فقال: جيئوني بقوس غيرها، فجاؤوه بقوس كَبْداء (٢) ، فرمى النبيّ - صلى الله عليه وسلم - الحِصَن، فأقبل السهمُ يهوي حتّى قتل كنانة بن أبي الحُقَيق وهو على فراشه. فأنزل الله تعالى:  {وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى} . فهذا سبب نزول الآية (٣) . فأمّا معناها: فإن الله تعالى أضاف القتل والرمي إلى نفسه؛ لأنّه كان منه التسبيب والتسديد، ومن رسوله والمؤمنين الضرب والحذف والإرسال، وكذلك سائر أفعال الخلق المكتسبة </p><p>= التخريج: أخرجه غير الحاكم أيضًا: عبد الرزاق في \"المصنف\" ٥/ ٣٥٥، وابن سعد في \"الطبقات الكبرى\" ٢/ ٤٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٥/ ١٦٧٣.(١) في الأصل و (س): عبد العزيز. وما أثبته من (ت) موافق لما في المصادر.(٢) القَوْس الكَبْداءُ: الغليظة الكبد شديدتها، وقيل قوس كبداء إِذا مَلأَ مَقْبِضها الكَفَّ.انظر: \"لسان العرب\" لابن منظور ٣/ ٣٧٤(٣) الحكم على الإسناد:ضعيف، من مراسيل عبد الرحمن بن جبير بن نفير.التخريج:أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٥/ ١٦٧٣، والواحدي في أسباب النزول (ص ٢٣٦)، وابن كثير في \"تفسير القرآن العظيم\" ٧/ ٤٢ وعزاه للطبري، وقال ابن كثير بعد إيراده لخبر أبي بن خلف وكنانة بن أبي الحقيق: وهذا القول عن هذين الإمامين غريب أيضًا جدا، ولعلهما أرادا أن الآية تتناوله بعمومها، لا أنها نزلت فيه خاصة، وقال أيضًا: فسياق الآية في سورة الأنفال في قصة بدر لا محالة، وهذا مما لا يخفى على أئمة العلم، والله أعلم. أهـ.</p><p> من الله عز وجل الإنشاء والإيجاد بالقدرة القديمة التامَّة، ومن الخلق الاكتساب بالقوى المحدثة، وفي هذا أقوى دليل على ثبوت مذهب أهل الحق وبطلان قول القدريّة (١) . </p><p> وقيل: إنّما أضافهما سبحانه (٢) إلى نفسه لئلّا يعجب (٣) القوم، قال مجاهد: قال هذا: قتلت، وقال هذا: قتلت. فأنزل الله عز وجل هذِه الآية (٤) . وقال الحسين بن الفضل: أراد (٥) فلم يميتوهم ولكن الله، وأنتم جرحتموهم، لأن إخراج الروح إليه لا إلى غيره. </p><p> قالوا (٦) : {وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى} أي: أوصل وبلغ </p><p>(١) بنحو هذا القول قال الطبري في \"جامع البيان\" ٩/ ٢٠٤ والقدرية: هم الذين ينفون القدر إما جميع مراتبه أو بعض مراتبه وأثبتوا للعبد قدرة توجد الفعل بانفرادها واستقلالها دون الله تعالى، ونفوا أن تكون الأشياء بقدر الله وقضائه. قال اللالكائي: سئل أبو ثور عن القدرية من هم؟ فقال: إن القدرية من قال إن الله لم يخلق أفعال العباد، وأن المعاصي لم يقدرها الله على العباد، ولم يخلقها. وروى مسلم في \"صحيحه\" عن بُرَيْدة بن يحيى بن يعمر قال: كان أول من قال بالقدر بالبصرة معبد الجهني. وذكر بريدة في حديثه أن معبدًا ومن معه يزعمون أن لا قدر، وأن الأمر أنف. انظر: \"اعتقاد أهل السنة\" للالكائي ١/ ١٣٣، \"شرح صحيح مسلم\" للنووي ١/ ١٥٤.(٢) من (ت).(٣) من (س) وفي الأصل و (ت): تعجب.(٤) أخرجه الطبري في \"جامع البيان\" ٩/ ٢٠٤ عنه.(٥) من (ت) و (س).(٦) في (ت) و (س): قال.</p>"
}