{
  "id": null,
  "sura": 8,
  "aya": 70,
  "text": "<p> ٧٠ - قوله - عز وجل-: {يَاأَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَى} الآية </p><p> نزلت في العباس بن عبد المطلب وكان أسر يومئذ وكان العباس أحد العشرة الذين ضمنوا طعام أهل بدر فبلغته النوبة يوم بدر وكان خرج بعشرين أوقية من ذهب ليطعم بها الناس فأراد أن يُطْعم ذلك اليوم فاقتتلوا قبل ذلك وبقيت العِشْرين الأوقية مع العباس فأخذت منه في الحرب فكلم النبي أن يحسب العشرين أوقية من فدائه فأبى وقال: أما شيء خرجت تستعين به علينا فلا أتركه لك وكُلِّف فداء ابني أخيه عَقيل بن أبي طالب ونوفل بن الحارث فقال العباس: يا محمَّد تركتني اتكفف قريشًا ما بقيت! فقال رسول الله - صلى الله عليه وسلم -: \"فأين الذهب الذي دفعته إلى أم الفضل وقت خروجك من مكة فقلتَ لها إني لا أدري ما يصيبني في وجهي هذا فإن حدث بي حدث فإذا لكِ ولعبد الله ولعبيد الله وللفضل وقثم يعني بنيه\" ، فقال له العباس: وما يدريك قال: \"أخبرني به ربي\" فقال العباس - رضي الله عنه -: وأنا أشهد أنك صادق وأن لا إله إلا الله وأنك عبدُه ورسولُه ولم يطلع عليه أحد إلا الله فذلك قوله: {يَاأَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَى} الذين أخذتم منهم الفداء. (١) </p><p>(١) الحكم على الإسناد: صحيح.التخريج:أخرجه الحاكم في \"المستدرك\" ٣/ ٣٢٤ مطولًا وفيه اختلاف في الألفاظ، وقال: صحيح على شرط مسلم ولم يخرجاه، ووافقه الذهبي، من طريق ابن =</p><p> وقرأ أبو جعفر وأبو عمرو:  (من الأُسارى) وهما لغتان (بمعنى واحد)  (١) وقرأ الباقون {مِنَ الْأَسْرَى}  (٢) . </p><p> {إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْرًا} أي: إيمانًا {يُؤْتِكُمْ خَيْرًا مِمَّا أُخِذَ مِنْكُمْ} من الفداء {وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} . </p><p> قال العباس - رضي الله عنه -: فأبدلني الله منها عشرين عبدًا كلهم يضرب بمال كثير، وأدناهم يضرب بعشرين ألف درهم مكان العشرين الأُوقية، وأعطاني زمزم، وما أحب أن لي بها جميع أموال أهل مكة، وأنا أنتظر المغفرة من ربي (٣) . </p><p> وقال قتادة: ذُكر لنا أن نبي الله - صلى الله عليه وسلم - لما قدم عليه مال البحرين ثمانون ألفا، وقد توضأ لصلاة الظهر، فما أعطى يومئذ ساكتًا ولا </p><p>= إسحاق، حدثنا يحيى بن عباد بن عبد الله بن الزبير، عن أبيه، عن عائشة رضي الله عنها، وأخرجه الطبراني في \"المعجم الأوسط\" ٨/ ١٠٥ مختصرا من طريق ابن إسحاق يقول حدثني عبد الله بن أبي نجيح عن عطاء عن ابن عباس - رضي الله عنه -. قال الهيثمي في \"مجمع الزوائد\" ٧/ ٢٨: رجال الأوسط رجال الصحيح غير ابن إسحاق وقد صرح بالسماع. أهـ. وأخرجه الطبري في \"جامع البيان\" ١٠/ ٤٩ متفرقا من طرق عدة عن ابن إسحاق، والكلبي وغيرهما من حديث ابن عباس - رضي الله عنهما -. (١) من (س).(٢) ذكره ابن الجزري في \"النشر في القراءات العشر\" ٢/ ٣١٢ قال: واختلفوا في {لَهُ أَسْرَى}، {مِنَ الْأَسْرَى} فقرأ أبو جعفر (أسارى والأسارى) بضم الهمزة فيهما وبألف بعد السين، وافقه أبو عمرو في (الأسارى)، وقرأ الباقون بفتح الهمزة وإسكان السين من غير ألف بعدها فيهما.(٣) أخرجه الطبري في \"جامع البيان\" ١٠/ ٤٩ عنه في روايات عدة، وفيها اختلاف في الألفاظ.</p>"
}