{
  "id": null,
  "sura": 8,
  "aya": 32,
  "text": "<p> جمع الجمع، وأصلها من قوله: سطرت. أي: كتبت، وواحدها سَطْر ثمّ يجمع: أَسْطَارا وسطورا، ثمّ يجمعان: أَساطِر وأساطير. وقيل: الأساطير واحدها أُسْطُورة وأَسْطَار (١) ، والجمع القليل: أُسْطُر (٢) . </p><p> ٣٢ - قوله تعالى:  {وَإِذْ قَالُوا اللَّهُمَّ} الآية </p><p> نزلت أيضًا (٣) في النضر (٤) بن الحارث بن علقمة بن كلدة من بني عبد الدار. قال ابن عباس - رضي الله عنهما -: لمّا قَصَّ رسول الله - صلى الله عليه وسلم - شأن القرون الماضية، قال النضر: لو شئت لقلت مثل هذا، إنْ هذا إلاّ ما سطر الأوّلون في كتبهم. فقال عثمان بن مظعون - رضي الله عنه -: اتق الله فإن محمدًا يقول الحق. قال: فأنا أقول الحق. قال عثمان - رضي الله عنه -: فإن محمدًا يقول: لا إله إلاّ الله، قال: فأنا أقول لا إله إلاّ الله، ولكن هذِه بنات الله يعني الأصنام، ثم قال:  {اللَّهُمَّ}  (٥)  {إِنْ كَانَ هَذَا} الذي يقوله محمد {هُوَ الْحَقَّ مِنْ عِنْدِكَ} وهو عماد وتوكيد وصلة في الكلام، والحق نُصب بخبر كان {فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ} كما أمطرتها على قوم لوط. </p><p> قال أبو عبيدة: ما كان من العذاب. يقال: منه (٦) أمطر وما كان من </p><p>(١) في (س): وأسطارة. (٢) نظر: \"تاج العروس\" للزبيدي ٦/ ٥٢٠.(٣) من (ت)، (س).(٤) من (ت)، (س).(٥) ذكره البغوي في \"معالم التنزيل\" ٣/ ٣٥١ عنه.(٦) في (س): فيه.</p><p> الرحمة: مطر (١) . </p><p> {أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ} أي: ببعض ما عذبت به الأُمم، وفيه نزل: {سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ (١) } (٢) قال عطاء: لقد نزل في النضر بضع عشرة آية من كتاب الله (عز وجل)  (٣) . فحاق به ما سأل من العذاب يوم بدر. قال سعيد بن جبير: قتل رسول الله - صلى الله عليه وسلم - يوم بدر ثلاثة من قريش صبرا: المطعم بن عدي وعقبة ابن أبي معيط والنضر بن الحارث. وكان النضر أسيرا لمقداد (فلمّا أمر بقتله)  (٤) قال المقداد: أسيري يا رسول الله! فقال رسول الله - صلى الله عليه وسلم -: \"إنّه كان يقول في كتاب الله ما يقول! \" قال المقداد: أسيري يا رسول الله! قالها ثلاث مرّات. فقال رسول الله - صلى الله عليه وسلم - في الثالثة:  \"اللهمّ أغْنِ المقداد من فضلك! \" . فقال المقداد: هذا الذي أردت (٥) . </p><p>(١) انظر: \"مجاز القرآن\" ١/ ٤٤. (٢) المعارج: ١.(٣) من (س). وأخرجه الطبري في \"جامع البيان\" ١٣/ ٥٠٦ عنه.(٤) من (ت) وفي الأصل: فقتله.(٥) من (س).الحكم على الإسناد:ضعيف لإرساله.التخريج:أخرجه ابن عساكر في \"تاريخ دمشق\" ٦٠/ ١٦٧ وفيه زيادة قول المقداد: هذا الذي أردت. والطبري في \"جامع البيان\" ٩/ ٢٣١، وابن زنجويه في \"الأموال\" ١/ ٤٤٢، وأبو داود في \"المراسيل\" ١/ ٣٧١، دون هذِه الزيادة، جميعهم عن سعيد بن جبير مرسلا بنحوه.</p>"
}