{
  "id": null,
  "sura": 8,
  "aya": 27,
  "text": "<p> ٢٧ - قوله عز وجل:  {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللَّهَ وَالرَّسُولَ} </p><p> الآية. قال عطاء بن أبي رباح: حدّثني جابر بن عبد الله رضي الله عنهما أن أبا سفيان خرج من مكّة، فأتى جبريل عليه السلام النبي - صلى الله عليه وسلم - فقال: إنّ أبا سفيان في مكان كذا وكذا. فقال النبيّ - صلى الله عليه وسلم - لأصحابه:  \"إنّ أبا سفيان في مكان كذا وكذا، فاخرجوا إليه واكتموا\" قال: فكتب إليه رجل من المنافقين إن محمدًا يريدكم فخذوا حذركم. فأنزل الله هذِه الآية (١) ، وقال السدي: كانوا يسمعون الشيء من النبيّ - صلى الله عليه وسلم - فيفشونه حتّى يبلغ المشركين (٢) . </p><p> وقال الزهري والكلبي: نزلت هذِه الآية في أبي لبابة الأنصاري - رضي الله عنه - من بني عوف بن مالك وذلك أن رسول الله - صلى الله عليه وسلم - حاصر يهود بني قريظة إحدى وعشرين ليلة، فسألوا رسول الله - صلى الله عليه وسلم - الصلح على ما صالح عليه إخوانهم من بني النضير على أن يسيروا إلى إخوانهم إلى أَذْرِعات (٣) </p><p>(١) حديث ضعيف جدا. كما نص على ذلك الشيخ أحمد شاكر في حاشية \"جامع البيان\" للطبري ١٣/ ٤٨٠ قال: فيه محمد المحرم وهذا خبر ضعيف جدًا، لضعف محمد المحرم، وهو متروك الحديث. وقد ذكر الخبر ابن كثير في \"تفسير القرآن العظيم\" ٧/ ٥٦، ثم قال: هذا الحديث غريب جدًّا، وفي سنده وسياقه نظر.وأخرجه الطبري في \"جامع البيان\" ٩/ ٢٢١.(٢) أخرجه الطبري في \"جامع البيان\" ٩/ ٢٢٢ عنه.(٣) أَذْرِعَاتُ: اتفق المتقدمون على أنها بالشام، واختلف في تحديد موقعها فقيل إنها من البَلْقَاء، وقائل إنها من حَوْرَان، وهي اليوم قرية من عمل حوران، داخل =</p><p> وأَريحَا (١) من أرض الشام، فأبى أن يعطيهم ذلك رسول الله - صلى الله عليه وسلم - إلَّا أن ينزلوا على حكم سعد بن معاذ، فأبوا وقالوا: أرسل إلينا أبا لبابة بن عبد المنذر وكان مناصحًا لهم، لأن عياله وماله وولده كانت عندهم، فبعثه رسول الله - صلى الله عليه وسلم - فأتاهم فقالوا: يا أبا لبابة ما ترى أننزل على حكم سعد بن معاذ؟ فأشار أبو لبابة بيده إلى حلقه أنّه الذبح فلا تفعلوا. قال أبو لبابة: والله ما زالت قدماي من مكانهما حتّى عرفت أني قد خنت الله ورسوله، فنزل فيه:  {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللَّهَ وَالرَّسُولَ} فلمّا نزلت هذِه الآية شد نفسه على سارية من سواري المسجد، وقال: والله لا أذوق طعامًا ولا شرابًا حتّى أموت أو يتوب الله عليّ، فمكث سبعة أيام لا يذوق فيها طعامًا ولا شرابًا حتّى خرّ مغشيًّا عليه، ثمّ تاب الله عليه، فقيل له: يا أبا لبابة قد تيب عليك. قال: لا (٢) والله لا أحلّ نفسي حتّى يكون رسول الله - صلى الله عليه وسلم - هو الَّذي حلّني فجاءه (٣) فحله بيده، ثمّ قال أبو لبابة: إن مَنْ تمام توبتي أن أهجر دار قومي التي أصبت فيها الذنب، وأن أنخلع من مالي، قال النبي </p><p>= حدود الجمهورية السورية. انظر: \"معجم المعالم الجغرافية\" لعاتق البلادي (ص ٢٢).(١) أَرِيحَا إحدى المدن الفلسطينية، وهي من المدن المعروفة قديما؛ سميت فيما قيل باريحا بن مالك بن أرفخشد بن سام بن نوح عليه السلام، وهي تبعد اليوم عن القدس بنحو ٣٥ كيلومتر.انظر: \"معجم البلدان\" لياقوت ١/ ١٦٥.(٢) من (س).(٣) من (ت).</p><p> - صلى الله عليه وسلم -: \"يجزيك الثلث أن تصدق به\"  (١) . </p><p> وقال المغيرة بن شعبة - رضي الله عنه -: نزلت هذِه الآية في قتل عثمان بن عفان - رضي الله عنه - (٢) . </p><p> قال محمد بن إسحاق: معنى الآية: لا تظهروا له من الحق بما يرضى به منكم، ثمّ تُخالفونه في السر إلى غيره (٣) . </p><p> وقال ابن عباس - رضي الله عنهما -: لا تخونوا الله بترك فرائضه، والرسول بترك سننه (٤) . </p><p> {وَتَخُونُوا أَمَانَاتِكُمْ} قال السدي: إذا خانوا الله والرسول فقد خانوا أماناتهم (٥) . وعلى هذا التأويل يكون قوله:  {وَتَخُونُوا} : نصبًا على جواب النهي، (والعرب تنصب جواب النهي بالواو)  (٦) ، قالوا كما </p><p>(١) أخرجه الواقدي في \"المغازي\" ٢/ ٥٠٦ عَن السّائِبِ بن أَبي لبابة وعن مَعْمر عن الزهري، وأخرج طرفا منه الطبري في \"جامع البيان\" ٩/ ٢٢١ عن الزهري وهي رواية صحيحة إلى الزهري لكنها مرسلة، وعن عبد الله بن أبي قتادة، وأخرج البيهقي في \"دلائل النبوة\" ٥/ ٢٧٠ الرواية مطولة عن الزهري، وعن موسى بن عقبة، وعن ابن إسحاق، وقال الهيثمي في \"مجمع الزوائد\" ٦/ ١٣٦: وقد رُوي من حديث عائشة - رضي الله عنها - طرف من قصة أبي لبابة في حديث طويل: رواه أحمد وفيه محمد بن عمرو بن علقمة وهو حسن الحديث وبقية رجاله ثقات، وقد حسن الألباني حديث عائشة - رضي الله عنها - في \"سلسلة الأحاديث الصحيحة\" ١/ ١٠٣. (٢) أخرجه الطبري في \"جامع البيان\" ٩/ ٢٢٢ عنه.(٣) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٥/ ١٦٨٤ عنه.(٤) أخرجه الطبري في \"جامع البيان\" ٩/ ٢٢٣ عنه.(٥) أخرجه الطبري في \"جامع البيان\" ٩/ ٢٢٢ عنه.(٦) من (ت).</p><p> تنصبه بالفاء. وقيل: هو نصب على الظرف (١) . كقول الشاعر (٢) : </p><p> لا تَنْهَ عَنْ خلُقٍ وَتَأْتِيَ مِثْلَهُ ... عَارٌ عَلَيْكَ إِذَا فَعَلْتَ عَظِيمُ (٣) </p><p> وقال الأخفش: هو عطف على ما قبله من النهي، تقديره: ولا تخونوا أماناتكم (٤) . وقرأ مجاهد:  (أمانَتِكم) واحدة (٥) . واختلفوا في معنى هذِه الأمانة، فقال ابن عباس: هو ما يخفى عن أعين الناس من فرائض الله عز وجل، والأعمال التي ائتمن الله سبحانه عليها العباد يقول لا تنقصوها (٦) . </p><p> وقال ابن زيد: معنى الأمانات هاهنا الدين، وهؤلاء المنافقون ائتمنهم الله على دينه فخانوه، إذ أظهروا الإيمان وأسرّوا الكفر (٧) . </p><p>(١) كذا في النسخ والصواب: الصرف. قال: الفراء في \"معاني القرآن\" ١/ ٤٠٨: إن شئت جعلتها جزما على النهي، وإن شئت جعلتها صرفا ونصبتها. (٢) البيت وُجِدَ في عدة قصائد، ولذا اختلفوا في قائله كما نوه بذلك البغدادي في \"خزانة الأدب\" للبغدادي ٥/ ٥٦٧، إلا أنه قال: والمشهور أنه من قصيدة لأبي الأسود الدؤلي، ثم ساق القصيدة برمتها.(٣) انظر: \"خزانة الأدب\" للبغدادي ٥/ ٥٦٧، \"لسان العرب\" لابن منظور ٧/ ٤٤٧ (عظظ).(٤) لم أعثر عليه.(٥) ذكره الزمخشري في \"الكشاف\" ٢/ ٥٧٤، وابن عطية في \"المحرر الوجيز\" ٢/ ٥١٨ كلاهما عنه.وهي قراءة شاذة، انظر: \"مختصر في شواذ القرآن\" لابن خَالَويْه (ص ٥٤).(٦) أخرجه الطبري في \"جامع البيان\" ٩/ ٢٢٣ عنه بنحوه.(٧) أخرجه الطبري في \"جامع البيان\" ٩/ ٢٢٣ عنه.</p>"
}