{
  "id": null,
  "sura": 8,
  "aya": 68,
  "text": "<p> بالخيار (١) إن شاؤوا قتلوهم، وإن شاؤوا (٢) استعبدوهم، وإن شاءوا فادوهم وإن شاؤوا أعتقوهم (٣) . {تُرِيدُونَ} أيها المؤمنون {عَرَضَ الدُّنْيَا} بأخذكم الفداء {وَاللَّهُ يُرِيدُ} لكم (٤) ثواب {الْآخِرَةَ} بقهركم المشركين ونصركم دين الله {وَاللَّهُ عَزِيزٌ حَكِيمٌ} . </p><p> ٦٨ - قوله - عز وجل-: {لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ} الآية </p><p> قال ابن عباس رضي الله عنهما كانت الغنائم قبل أن يُبعث النبي - صلى الله عليه وسلم - حراما على الأنبياء، والأُمم كلهم، كانوا إذا أصابوا مغنما جعلوه للقربان، وحرّم عليهم أن يأخذوا منه (٥) قليلًا أو كثيرًا، وكان الله عز وجل قد كتب في أم الكتاب أن الغنائم والأُسارى حلال لمحمد وأُمته، فلمّا كان يوم بدر وأسرع المؤمنون في الغنائم وأخذ الفداء، أنزل الله تعالى:  {لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ} يعني (٦) لولا قضاء من الله سبق لكم يا أهل بدر في اللوح المحفوظ بأن الله عز وجل مُحِل لكم الغنيمة (٧) . </p><p>(١) من (ت). (٢) من (ت).(٣) أخرجه الطبري في \"جامع البيان\" ١٠/ ٤٢ عنه بنحوه وليس فيه: وإن شاؤوا أعتقوهم.(٤) من (ت).(٥) من (ت).(٦) من (ت).(٧) أخرجه الطبري في \"جامع البيان\" ١٠/ ٤٥ عنه، وفيه اختلاف في الألفاظ.</p><p> وقال الحسن ومجاهد وسعيد بن جبير وابن زيد: لولا كتاب من الله سبق أنه لا يعذِّب أحدًا ممن شهد بدرا مع النبي - صلى الله عليه وسلم - (١) . </p><p> وقال ابن جريج:  {لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ} أنه لا يضل قومًا بعد إذ هداهم حتى يبيّن لهم ما يتقون، فإنه لا يأخذ قومًا فعلوا أشياء بجهالة (٢)  {لَمَسَّكُمْ} لنالكم وأصابكم {فِيمَا أَخَذْتُمْ} من الغنيمة والفداء قبل أن تؤمروا به {عَذَابٌ عَظِيمٌ} روى محمَّد بن سيرين عن عبيدة السلماني قال: قال رسول الله - صلى الله عليه وسلم - لأصحابه في أسارى بدر:  \"إن شئتم قتلتموهم وإن شئتم فاديتموهم، واستشهد منكم بعدتهم\" وكانت الأسارى سبعين. فقالوا: بل نأخذ الفداء ونستمتع ونتقوى (٣) به على عدونا ويستشهد منا بعدتهم (٤) . </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٠/ ٤٧ عنهم بنحوه. (٢) أخرجه الطبري في \"جامع البيان\" ١٠/ ٤٧ عن ابن جريج، عن مجاهد، وفيه اختلاف في الألفاظ.(٣) من (ت).(٤) الحكم على الإسناد:صحيح، أخرجه الترمذي في السير، باب ما جاء في قتل الأساري والفداء (١٥٦٧) من رواية علي - رضي الله عنه - بنحوه وقال: هذا حديث حسن غريب، وصححه الألباني في \"صحيح سنن الترمذي\" ٤/ ٦٧.التخريج:أخرجه الطبري في \"جامع البيان\" ١٠/ ٤٦ به، والترمذي في السير، باب ما جاء في قتال الأساري والفداء حديث (١٥٦٧)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١١/ ١١٨، والنسائي في \"السنن الكبرى\" كتاب السير، باب قتل الأسرى ٥/ ٢٠٠.</p><p> قال عَبيدة: طلبوا الخِيْرَتين كلتَيهما فقتل منهم (يوم أحد)  (١) سبعون (٢) . </p><p> قال ابن إسحاق وابن زيد: لم يكن من المؤمنين أحد ممن حضر إلاّ أحب الغنائم، إلا عمر بن الخطاب - رضي الله عنه - جعل لا يلقى أسيرًا إلا ضرب عنقه، وقال: يا رسول الله ما لنا وللغنائم، نحن قوم نجاهد في دين الله حتى يُعبد الله (٣) ! وأشار على رسول الله - صلى الله عليه وسلم - بقتل الأُسَراء (٤) ، وسعد بن معاذ قال: يا نبي الله كان الإثخان في القتل أحب إليّ من استبقاء الرجال، فقال رسول الله - صلى الله عليه وسلم -: لو نزل عذاب من السماء ما نجا منه غير عمر بن الخطاب وسعد بن معاذ) (٥) . </p><p>(١) في الأصل: يومئذ. وما أثبته من (ت) وهو موافق لما في المصدر. (٢) أخرجه الطبري في \"جامع البيان\" ١٠/ ٤٦ عنه.(٣) أخرجه الطبري في \"جامع البيان\" ١٠/ ٤٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٥/ ١٧٣٥ عن ابن زيد به.(٤) في (س): الأسارى.(٥) أخرجه الطبري في \"جامع البيان\" ١٠/ ٤٨ عن ابن إسحاق به. ورواه الواقدي في \"المغازي\" ١/ ١١٠ من دون إسناد، بمعناه. قال القاضي عياض في \"الشفا بتعريف حقوق المصطفى\" ٢/ ١٦٠: وقال الداودي: والخبر بهذا لا يثبت، ولو ثبت لما جاز أن يظن أن النبي - صلى الله عليه وسلم - حكم بما لا نص فيه، ولا دليل من نص ولا جعل الأمر فيه إليه، وقد نزهه الله تعالى عن ذلك. وقال القاضي بكر بن العلاء: أخبر الله تعالى نبيه في هذِه الآية أن تأويله وافق ما كتبه له من إحلال الغنائم والفداء، وقد كان قبل هذا فادوا في سرية عبد الله بن جحش التي قتل فيها ابن الحضرمي بالحكم بن كيسان وصاحبه، فما عتب الله عليهم، وذلك قبل بدر بأزيد من عام، فإذا كله يدل على أن فعل النبي - صلى الله عليه وسلم - في شأن الأسرى كان على تأويل وبصيرة، وعلى ما تقدم قبلُ مِثلَه، فلم ينكره الله تعالى عليهم، لكن الله =</p>"
}