{
  "id": null,
  "sura": 8,
  "aya": 30,
  "text": "<p> وقال ابن زيد: فرقانا يفرق في قلوبهم بين الحق والباطل حتّى يهتدوا به ويعرفوه (١) . والفرقان مصدر كالرحجان والنقصان. تقول: فرقت بين الشيء والشيء أفرق بينهما فرقًا وفرقانا وفروقا. {وَيُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ} ويمحو عنكم ما سلف من ذنوبكم {وَيَغْفِرْ لَكُمْ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ} . </p><p> ٣٠ - قوله عز وجل:  {وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا} الآية </p><p> هذِه الآية معطوفة على قوله:  {وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ}  (٢) واذكر {وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا}  {وَإِذْ قَالُوا اللَّهُمَّ}  (٣) لأن هذِه السورة مدنية. وهذا القول والمكر إنما كانا بمكة، ولكن الله ذكرهم بالمدينة كقوله:  {إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ}  (٤) وكان هذا المكر على ما ذكره ابن عباس - رضي الله عنهما- وغيره من المفسّرين أن قريشًا لمّا أسلمت الأنصار، فرقوا أن يتفاقم أمر رسول الله - صلى الله عليه وسلم -، فاجتمع نفر من مشايخهم (٥) وكبارهم في دار الندوة، فتشاوروا في أمر رسول الله - صلى الله عليه وسلم -، وكانت رؤوسهم: عُتْبة وشيبة ابني ربيعة، وأبا جهل، وأبا سفيان، وطُعَيْمة بن عدي، والنضر بن الحارث، وأبا البَخْتَرِي بن هشام، وزَمْعَة بن الأسود، وحَكِيم بن حزام، ونُبَيْها ومُنُبّها ابني </p><p>(١) ذكره الماوردي في \"النكت والعيون\" عنه ٢/ ٣١١ عنه. (٢) الأنفال: ٢٦.(٣) الأنفال: ٣٢.(٤) التوبة: ٤٠.(٥) من (ت) وفي الأصل: شجعانهم.</p><p> الحجاج، وأُميّة بن خلف، فاعترضهم إبليس في صورة شيخ، فلما رأوه قالوا: من أنت؟ قال: أنا شيخ من نجد سمعت باجتماعكم فأردت أن أحضر معكم، ولن تعدموا مني رأيا ونصحا، قالوا: أُدُخل فدخل. فقال أبو البختري: أمّا أنا فأرى أن تأخذوا محمدا وتحبسوه في بيت، وتُشدِدوا وثاقه وتَسُدُّوا عليه باب البيت غير كُوَّة تلقون إليه طعامه وشرابه، وتتربصون به ريب المنون حتى يهلك فيه كما هلك من كان قبله من الشعراء: زهير والنابغة، وإنّما هو كأحدهم. فصرخ عدو الله إبليس الشيخ النجدي وقال: بئس الرأي رأيتم، تعمدون إلى رجل له فيكم آصرة، وقد سمع به مَنْ حولكم تحبسونه، فيوشك صَفُوه أن يثبوا عليكم، ويقاتلوكم عنه حتّى يأخذوه (من أيديكم)  (١) ويمنعوه منكم، قالوا: صدق الشيخ. فقال هشام بن عمرو من بني عامر بن لؤي: أمّا أنا فأرى أن تحملوه على بعير، فتخرجوه من بين أظهركم، فلا يضركم ما صنع، وأين وقع إذا غاب عنكم، واسترحتم (وفرغنا منه، وأصلحنا أمرنا وألفتنا كما كانت)  (٢) ، وكان أمره في غيركم. فقال إبليس: بئس الرأي رأيتم؛ تعمدون إلى رجل قد أفسد سفهاءكم فتخرجونه إلى غيركم، فيفسدهم كما أفسدكم، ألم تروا حلاوة قوله، وطلاوة لسانه، وأخذ القلوب ما يسمع من حديثه؟ والله لئن فعلتم، ثمّ استعرض العرب </p><p>(١) من (س). (٢) من (ت).</p><p> لتجتمعن عليه، ثم ليأتين إليكم فيخرجكم من بلادكم، ويقتل أشرافكم. قالوا: صدق والله الشيخ. فقال أبو جهل: والله لأشيرن عليكم برأي ما أرى غيره، إني أرى أن تأخذوا من كل بطن من قريش غلامًا وسيطًا، ثمّ يُعطى كل واحد منهم سيفًا صارمًا، ثمّ يضربوه ضربة رجل واحد، فإذا قتلوه تفرق دمّه في القبائل كلّها، ولا أظن هذا الحي من بني هاشم يقوون على حرب قريش كلّها، وإنهم إذا رأوا ذلك قبلوا العقل، فتؤدّي قريش ديته واسترحنا، فقال إبليس: صدق هذا الفتى، وهو أجودكم رأيًا، القول ما قال، لا رأي غيره، فتفرقوا على قول أبي جهل وهم مجمعون له، فأتى جبريل عليه السلام النبيّ - صلى الله عليه وسلم - وأخبره بذلك، وأمره أن لا يبيت في مضجعه الذي كان يبيت فيه، وأذِن الله تعالى له عند ذلك بالخروج إلى المدينة، فأمر رسول الله -صلى الله عليه وسلم- عليّ بن أبي طالب - رضي الله عنه - فنام في مضجعه، وقال: تسجَّ ببردي فإنّه لن يخلص إليك منهم أمر تكرهه، ثمّ خرج النبيّ - صلى الله عليه وسلم - فأخذ قبضة من تراب، فأخذ الله أبصارهم عنه، وجعل يثير التراب على رؤوسهم، وهو يقرأ {إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا} إلى قوله: {فَهُمْ لَا يُبْصِرُونَ}  (١) ومضى إلى الغار من ثور (٢) ، فدخله هو وأبو بكر، وخلّف عليّا بمكّة حتّى يؤدّي عنه الودائع التي قبله، وكانت الودائع توضع عنده لصدقه </p><p>(١) يس: ٨ - ٩ (٢) جَبَل ثَوْر: جبل يقع جنوب مكة، وهو جبل عال يُرى من جميع نواحيها المرتفعة، وهو اليوم داخل حدود النطاق العمراني لمكة حفظها الله.انظر: \"معجم المعالم الجغرافية\" لعاتق البلادي (ص ٧٢).</p><p> وأمانته، وبات المشركون يحرسون عليًّا - رضي الله عنه -، وهو على فراش رسول الله - صلى الله عليه وسلم - يحسبون أنّه النبيّ - صلى الله عليه وسلم -، فلمّا أصبحوا ثاروا إليه فرأوا عليًّا، وقد ردّ الله مكرهم وما ترك منهم رجلا إلاّ وضع على رأسه التراب، فقالوا: أين صاحبك؟ قال: لا أدري فاقتصوا أثره (١) وأرسلوا في طلبه، فلما بلغوا الجبل، فمروا بالغار فرأوا على بابه نسج العنكبوت، وقالوا: لو دخل هاهنا لم يكن نسيج العنكبوت على بابه، فمكث فيه ثلاثة أيام، ثمّ قدم المدينة فذلك قوله:  {وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا}  (٢) . </p><p> {لِيُثْبِتُوكَ} قال ابن عباس - رضي الله عنهما- ومجاهد ومِقْسم والسدي: ليوثقوك (٣) . وقال قتادة: ليشدوك وثاقًا (٤) . </p><p>(١) في (ت): في إثره. (٢) أخرجه ابن هشام في \"السيرة النبوية\": ١/ ٤٨٠ عن ابن إسحاق، بإسناده عن عبد الله بن عباس - رضي الله عنهما -، وساق الخبر وفيه اختلاف يسير عما ذكره المصنف، قال أحمد شاكر في حاشية \"جامع البيان\" للطبري ١٣/ ٤٩٥: ومما اعترض به على هذا الخبر أن آية سورة الطور، آية مكية، نزلت قبل الهجرة بزمان، وسياق ابن إسحاق للآية بعد الخبر، يوهم أنها نزلت ليلة الهجرة، أو بعد الهجرة، وهذا لا يكاد يصح. أهـ. ويقصد أحمد شاكر الآية (٣٠) من سورة الطور قوله تعالى: {أَمْ يَقُولُونَ شَاعِرٌ نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ (٣٠)}، وقد نص ابن إسحاق أنها نزلت بعد تلك الحادثة كما في سياق القصة عند ابن هشام \"جامع البيان\" للطبري ولم يذكرها المصنف في القصة التي ساقها.(٣) ذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ٥/ ١٦٨٨ عنه.(٤) أخرجه الطبري في \"جامع البيان\" ٩/ ٢٢٦ عنه.</p><p> وقال عطاء وعبد الله بن كثير: ليسجنوك (١) . وقال أبان بن تغلب وأبو حاتم: ليثخنوك بالجراحات والضرب (٢) ، وأنشد (٣) : </p><p> فَقلتُ ويْحَكَ ماذا فِي صَحيفتكُمْ ... قالوا الخَليفَةُ أمْسَى مُثْبَتًا وجِعَا (٤) </p><p> وقيل: معناه ليسحروك (٥) . </p><p> وروى ابن جريج (٦) ، عن عطاء (٧) عن عبيد بن عمير (٨) عن المطلب ابن أبي وداعة (٩) - رضي الله عنه -، أن أبا طالب قال لرسول الله - صلى الله عليه وسلم - هل تدري ما (ائتمر بك)  (١٠) قومك؟ (قال: \"نعم يريدون أن يسحروني، أو </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٩/ ٢٢٦ عنهما. (٢) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٧/ ٣٩٧ عنهما.(٣) البيت ليزيد بن معاوية قاله عندما جاءه الخبر بوفاة معاوية - رضي الله عنه -.انظر: \"تاريخ الرسل والملوك\" للطبري ٤/ ٢٤٢.(٤) كذا أورده المصنف وهو في أكثر المصادر: قلنا لك الويل ماذا في. . .انظر: \"الأغاني\" لأبي الفرج الأصفهاني ١٧/ ٢١٠، \"نهاية الأرب في فنون الأدب\" للنويري ٢٠/ ٢٣٠.(٥) أخرجه الطبري في \"جامع البيان\" ٩/ ٢٢٦ - ٢٢٧ عنه.(٦) ثقة فقيه فاضل، كان يدلس ويرسل.(٧) ابن أبي رباح، ثقة فقيه فاضل، لكنه كثير الإرسال.(٨) أبو عاصم الليثي، من كبار التابعين، مجمع على ثقته.(٩) المطلب بن أبي وداعة الحارث بن صبيرة بن صعيد السهمي، أبو عبد الله.أمه أروى بنت الحارث بن عبد المطلب بنت عم النبي - صلى الله عليه وسلم -، صحابي أسلم يوم الفتح، ونزل المدينة، ومات بها. انظر: \"الاستيعاب\" ٣/ ١٤٠٢، و\"الإصابة\" ٦/ ١٣٢.(١٠) في الأصل: ما تميز به. وما أثبته من (ت) وهو موافق لما في المصادر.</p><p> يقتلوني، أو يخرجوني \" فقال: مَنْ أخبرك بهذا؟قال:\" ربّي! \")(١)قال: نِعم الرب ربّك فاستوصِ به خيرًا! فقال رسول الله - صلى الله عليه وسلم -: \" أنا استوصي به؟ ! بل هو يستوصي بي خيرًا\" (٢) . </p><p> وقرأ (٣) إبراهيم النخعي (ليُبيِّتُوك) من البيات (٤) . </p><p>(١) من (ت). (٢) الحكم على الإسناد:ضعيف لتدليس ابن جريج وقد عنعنه، وللحديث طريق ثانية فقد أخرجه الطبري في \"جامع البيان\" ٩/ ٢٢٧ قال: حدثنا القاسم قال، حدثنا الحسين، قال حدثني حجاج، قال ابن جريج، قال عطاء. وقول ابن جريج: قال عطاء لا تنفي التدليس، فقد أورد الحافظ ابن حجر في \"تهذيب التهذيب\" (٦ - ٣٥٩) عن جعفر بن عبد الواحد عن يحيى بن سعيد، إذا قال ابن جريج: حدثني فهو سماع وإذا قال: أخبرني فهو قراءة، وإذا قال: قال فهو شبه الريح. أهـ. وللحديث طريق ثالث عند ابن أبي حاتم في تفسيره، حيث صرح ابن جريج بالسماع من عطاء، قال ابن جريج: أخبرني عطاء عن عبيد بن عمير أن أبا طالب. . . وذكره، ولكن هذِه الرواية مرسلة. وقد أعلَّ ابن كثير هذِه الرواية في \"تفسير القرآن العظيم\" ٧/ ٥٩ فقال: وذِكْرُ أبي طالب في هذا غريب جدا، بل منكر؛ لأن هذِه الآية مدنية، ثم إن هذِه القصة واجتماع قريش على هذا الائتمار والمشاورة على الإثبات أو النفي أو القتل، إنما كان ليلة الهجرة سواء، وكان ذلك بعد موت أبي طالب بنحو من ثلاث سنين لما تمكنوا منه واجترؤوا عليه بعد موت عمه أبي طالب، الذي كان يحوطه وينصره ويقوم بأعبائه. أهـ.وأخرجه الطبري في \"جامع البيان\" ٩/ ٢٢٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٥/ ١٦٨٨.(٣) في الأصل: وقال. وما أثبته من (ت) وهو موافق لما في المصادر.(٤) ذكره الزمخشري في \"الكشاف\" ٢/ ٥٧٦ وابن عادل الدمشقي في \"اللباب\" ٣/ ١٧١، كلاهما عنه. وهي قراءة شاذة.</p>"
}