{
  "id": null,
  "sura": 8,
  "aya": 26,
  "text": "<p> ٢٦ - قوله عز وجل:  {وَاذْكُرُوا} </p><p> يا معشر المهاجرين {إِذْ أَنْتُمْ قَلِيلٌ} في العدد {مُسْتَضْعَفُونَ فِي الْأَرْضِ} أرض مكّة في عنفوان الإسلام {تَخَافُونَ أَنْ يَتَخَطَّفَكُمُ} يذهب بكم {النَّاسُ} كفّار مكّة، وقال وهب: فارس والروم (١) . {فَآوَاكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ} إلى المدينة {وَأَيَّدَكُمْ بِنَصْرِهِ} يوم بدر أيدكم بالأنصار، وأمدّكم بالملائكة {وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ} يعني الغنائم أحلها لكم، ولم يحلها لأحد قبلكم {لَعَلَّكُمْ تَشْكُرُونَ} . قال قتادة: كان هذا الحي من العرب أذلَّ الناس ذلا، وأشقاه عيشًا، وأجوعه بطنًا، وأعراه جلودًا، وأبينَه ضلالا، من عاش منهم عاش شقيًا، ومن مات منهم رُدِّي في النار، معكوفين (٢) على رأس </p><p>= يزيد بن أبي زياد أيضًا سبقت ترجمته وقول ابن حجر عنه: ضعيف كبر فتغير، وصار يتلقن، وكان شيعيا. التخريج:أخرجه ابن أبي شيبة في \"المصنف\" ١٤/ ١٣ حديث (٣٨١٢١) عن محمد بن فضيل به، والحاكم في \"المستدرك\" ٤/ ٥٧٤ مطولًا عن حذيفة، وقال: صحيح الإسناد ولم يخرجاه، ووافقه الذهبي.والراكب الموضع: المسرع في الفتنة الساعي فيها يقال: أوضع الراكب إيضاعا ووضع لغة.والخطيب المصقع: هو الَّذي لا يرتج عليه ولا يتتعتع في كلامه يريد بالخطيب الداعي إلى الفتنة وأصله من الصقع وهو رفع الصوت ومتابعته.انظر: \"غريب الحديث\" للخطابي ٢/ ٤٩٩.(١) أخرجه الطبري في \"جامع البيان\" ١٣/ ٤٧٨ عنه.(٢) في الأصل: ملعونين. وما أثبته من (س) وهو موافق لما في الدر \"المنثور =</p><p> الحجرين الأشدين: فارس، والروم، يؤكلون ولا يأكلون، وما في بلادهم شيء عليه (١) يحسدون، والله ما نعلم (فيها قبيلا من حاضر أهل الأرض يومئذ كانوا أشر (٢) منزلا منهم، حتّى جاء الله عز وجل بالإسلام، فمكّن به) (٣) في البلاد، ووسعبه في الرزق، وجعلكم به ملوكًا على رقاب الناس، وبالإسلام أعطى الله ما رأيتم، فاشكروا نعمه، فإن ربكم منعم يحبّ الشكر، وأهل الشكر في مزيد من الله تعالى (٤) . </p><p>= للسيوطي\" ٧/ ٨٨، وفي \"جامع البيان\" للطبري ١٣/ ٤٧٨، \"تفسير القرآن العظيم\" لابن كثير ٤/ ٣٥: مَكْعُومِين. جاء في \"القاموس المحيط\" (ص ١٤٩١): كَعَمَ البعيرَ كمَنَعَ فهو مَكْعومٌ وكَعِيمٌ: شُدَّ فاهُ لئلَّا يَعَضَّ أو يأكُلَ. أهـ. ولعله الصواب المناسب لسياق المعنى في الأثر.(١) من (ت).(٢) في الأصل: شرا. وما أثبته من (س) وهو موافق لما في المصادر.(٣) من (ت) و (س).(٤) أخرجه الطبري في \"جامع البيان\" ١٣/ ٤٧٨ عنه بنحوه.</p>"
}