{
  "id": null,
  "sura": 8,
  "aya": 1,
  "text": "<p> ({بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ})  (١) </p><p> ١ - قوله عز وجل:  {يَسْأَلُونَكَ عَنِ الْأَنْفَالِ} </p><p> قال ابن عباس - رضي الله عنهما -: قال رسول الله - صلى الله عليه وسلم - يوم بدر (٢) : \"مَنْ أتى مكان كذا وكذا فله من النفل كذا وكذا،(ومن قتل فله كذا)(٣)ومَنْ أسر أسيرًا فله كذا\" ، فلمّا التقوا تسارع إليه الفتيان والشبّان، وأقام الأشياخ ووجوه الناس عند الرايات، فلمّا فتح الله تعالى (٤) على المسلمين جاؤوا يطلبون ما جعل لهم النبيّ - صلى الله عليه وسلم -، فقال لهم الأشياح: كنّا ردءًا لكم ولو انهزمتم لانحزتم إلينا فلا تذهبوا بالمغانم دوننا (٥) . </p><p>(١) من (ت). (٢) بَدْرٌ: كانت ماء لغِفَار، ثم ظهَرت فيها عين جارية، ونشأت بها قرية، وفيها حدثت معركة بدر، وهي اليوم بلدة معروفة بأسفل وادي الصفراء، تبعد عن المدينة ١٥٥ كيلومتر. انظر: \"معجم المعالم الجغرافية\" لعاتق البلادي (ص ٤٢).(٣) من (س).(٤) من (ت).(٥) أخرجه الطبري في \"جامع البيان\" ٩/ ١٧١ - ١٧٢ عن ابن عباس - رضي الله عنهما - إلى هنا بنحوه.قال الشيخ أحمد شاكر في الحاشية: يرويه أبو جعفر من أربعة طرق، من رقم: (١٥٦٥٠ - ١٥٦٥٣)، إلا آخرها فهو غير مرفوع إلى ابن عباس رضي الله عنهما. وهو خبر صحيح الإسناد، فمن هذِه الطريق الأول: معتمر بن سليمان عن داود، .. ورواه الحاكم في \"المستدرك\" ٢/ ٣٢٦، وقال: هذا حديث صحيح الإسناد، ولم يخرجاه ووافقه الذهبي، والبيهقي في \"السنن الكبرى\" ٦/ ٣١٥، وفيهما زيادة بعد: (لا تذهبوا به دوننا): (فقد كنا ردءًا لكم). وخرجه ابن كثير في \"تفسير القرآن العظيم\" ٧/ ١٠، والسيوطي في \"الدر المنثور\" ٣/ ٢٩٣. أهـ.</p><p> وقام أبو اليسر بن عمرو الأنصاري (١) أخو بني سلمة فقال لرسول الله: إنّك وعدتنا مَن قتل قتيلا فله كذا، ومَنْ أسر أسيرًا فله كذا، وإنّا قد قتلنا سبعين، وأسرنا سبعين، فقام سعد بن معاذ فقال: والله ما منعنا أن نطلب ما طلب هؤلاء زهادةً في الآخرة، ولا جُبْن عن العدو، لكنا كرهنا أن يُعرى مصافك، فيعطف عليك خيل (من خيول)  (٢) المشركين فيصيبوك، فأعرض عنهما رسول الله - صلى الله عليه وسلم -، ثمّ عاد أبو اليسر لمثل مقالته، وقام سعد بمثل كلامه، وقال: يا رسول الله إنّ الناس كثير، وإن الغنيمة دون ذلك، فإن تعطِ هؤلاء الذين ذكرت، لم يبقَ لأصحابك كثير شيء. فنزلت {يَسْأَلُونَكَ عَنِ الْأَنْفَالِ} الآية. فقسّم رسول الله - صلى الله عليه وسلم - بينهم بالسويّة (٣) . </p><p> وروى مكحول عن أبي أُمامة الباهلي قال: سألت عبادة بن الصامت عن الأنفال؟ فقال: فينا معشر أصحاب بدر نزلت، حين اختلفنا في النفل وساءت فيه أخلاقُنا، فنزعه الله من أيدينا، فجعله إلى رسول الله - صلى الله عليه وسلم - فقسمه رسول الله بين المسلمين عن بَوَاء (٤) </p><p>(١) هو: كعب بن عمرو الأنصاري السَّلَمي المدني البدري العِقبي. (٢) من (ت).(٣) أخرجه عبد الرزاق في \"تفسير القرآن\" ١/ ٢٤٩ عن ابن عباس - رضي الله عنهما - بنحوه، وليس فيه قوله: : فقسّم رسول الله - صلى الله عليه وسلم - بينهم بالسوية. وفيه أن الَّذي رد على أبي اليسر سعد بن عبادة - رضي الله عنهما -، وفي إسناده محمد بن السائب الكلبي متروك.(٤) جاء في \"تهذيب اللغة\" للأزهري ١٥/ ٥٩٧: وقسم المال بينهم على بواء. أي: على سواء.</p><p> -على السواء- وكان في ذلك تقوى الله وطاعة رسوله وصلاح ذات البين (١) . </p><p> وقال سعد بن أبي وقاص - رضي الله عنه -: فِيَّ نزلت هذِه الآية وذلك أنّه لمّا كان يوم بدر قُتَل أخي عُمَيْر (٢) ، فقتلت سعيد بن العاص بن أميّة وأخذت سيفه وكان يُسمّى ذا الكَتِيفة (٣) فأعجبني، فجئت به إلى النبيّ - صلى الله عليه وسلم - فقلت: يا رسول الله إن الله قد شَفى صدري من المشركين، فهب لي هذا السيف، فقال: ليس هذا لي (٤) ولا لك، اذهب </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٩/ ١٧٢ - ١٧٣ عن ابن عباس رضي الله عنهما إلى هنا بنحوه. قال الشيخ أحمد شاكر في حاشية \"جامع البيان\" للطبري ١٣/ ٣٧١: وهذا الخبر من رواية محمد بن إسحاق، مذكور في \"السيرة النبوية\" لابن هشام ١/ ٦٦٦ بإسناده هذا، .. ورواه الطبري بإسناده هذا في \"تاريخ الرسل والملوك\" ٢/ ٢٨٥. ورواه أحمد في \"المسند\" ٥/ ٣٢٢ من طريقين عن محمد بن إسحاق، .. وذكره بلفظه هنا الهيثمي في \"مجمع الزوائد\" ٧/ ٢٦، هو والخبر الَّذي قبله، من الطريق المطولة، ثم قال: ورجال الطريقين ثقات، وخرجه ابن كثير في \"تفسير القرآن العظيم\" ٧/ ٩، والسيوطي في \"الدر المنثور\" ٣/ ٢٩٢. أهـ.(٢) عمير بن أبي وقاص مالك بن أهيب القرشي الزهري - رضي الله عنه - استشهد (٢ هـ).أخو سعد أسلم قديما وشهد بدرًا واستشهد بها، وقتله عمرو بن عبد ود، لم توجد له رواية لقدم إسلامه وموته. انظر: \"الاستيعاب\" ٣/ ١٢٢١، و\"الإصابة\" ٤/ ٧٢٥.(٣) كتف: الكاف والتاء والفاء أصل صحيح يدل على عِرَضٍ في حديدة أو عَظْم، ويقال للسيف الصفيح كَييف.انظر: \"معجم مقاييس اللغة\" لابن فارس ٢/ ٤٣٤، \"لسان العرب\" ٩/ ٢٩٤ (كتف).(٤) في الأصل: إليَّ. وما أثبته من (س) موافق لما في المصدر.</p><p> فاطرحه في القَبَض (١) ، فطرحتُه (٢) ورجعت وبي ما لا يعلمه إلّا الله من قتل أخي وأخذ سلبي، وقلت: عسى أن يُعطى هذا لمن لم يُبل ببلائي، فما جاوزت إلّا قليلا حتّى جاءني الرسول، وقد أنزل الله عز وجل:  {يَسْأَلُونَكَ عَنِ الْأَنْفَالِ} الآية. فخِفتُ أن يكون قد نزل فِيَّ شيء، فلما انتهيت إلى رسول الله - صلى الله عليه وسلم - قال:  \"يا سعد إنّك سألتني السيف، وليس لي؛ وإنّه قد صار لي فاذهب فخذه فهو لك\"  (٣) . </p><p> وقال أبو أُسَيْد مالك بن ربيعة: أصبت سيف بني (٤) عائذ يوم بدر، وكان السيف يُدعى المَرْزُبَان (٥) ، فلمّا نزلت هذِه الآية أمر رسول الله - صلى الله عليه وسلم - الناس أن يَردُّوا ما في أيديهم من النفل، فأقبلت به وألقيته في </p><p>(١) القَبَضُ: هو ما جُمِع من الغنيمة قبل أَن تُقْسَم. انظر: \"الفائق في غريب الحديث والأثر\" للزمخشري ٣/ ١٥٤.(٢) في الأصل: فطرحت. وما أثبته من (س) وهو موافق لما في المصدر.(٣) هذا الخبر أخرجه الطبري في \"جامع البيان\" ٩/ ١٧٣ بأكثر من رواية ومن ثلاثة طرق، وقد جمع المصنف بينها في سياق واحد، وصحح أحمد شاكر إسناد الطريق الأول والثاني، وقال عن الثالث: وهذا الخبرضعيف الإسناد، لانقطاعه.(٤) في الأصل: أبي. وفي (ت): ابن. وما أثبته من (س) وهو ما صوبه أحمد شاكر في حاشية \"جامع البيان\" للطبري ١٣/ ٣٧٤.وبنو عائذ: هم من ولد عائذ بن عمران القرشي المخزومي. انظر: \"أنساب الأشراف\" ٣/ ٣٦٦.(٥) مَرْزُبان: بضم الزاي فارسي معرب، وهو الفارس الشجاع المقدّمُ على القوم دون المَلِك، ومنه قولهم للأسد: مَرْزُبان. ولعل منه تسمية السيف بذلك.انظر: \"لسان العرب\" لابن منظور ١/ ٤١٦ (رزب).</p><p> النفل، وكان رسول الله - صلى الله عليه وسلم - لا يمنع شيئًا سُئله، فرآه الأرقم ابن أبي (١) الأرقم المخزومي - رضي الله عنه -، فسأله رسولَ الله - صلى الله عليه وسلم - فأعطاه إيّاه (٢) . </p><p> وقال ابن جريج: نزلت في المهاجرين والأنصار ممن شهد بدرا، واختلفوا فكانوا أثلاثًا، فنزلت هذِه الآية، وملّكها اللهُ رسولَه - صلى الله عليه وسلم - فقسّمها كما أراه الله (٣) . وقال عليّ بن أبي طلحة عن ابن عباس رضي الله عنهما: كانت المغانم لرسول الله - صلى الله عليه وسلم - خالصة، ليس لأحد فيها شيء، وما أصاب سرايا المسلمين من شيء أتوه به، فمن حبس منه إبرة أو سِلْكًا فهو غُلول. فسألوا رسول الله - صلى الله عليه وسلم - أن يعطيهم منها، فنزلت: يسألونك يا محمد عن الأنفال (٤) . أي: عن حكم الأنفال وعلمها وقسمها. وقيل: معناه {يَسْأَلُونَكَ عَنِ الْأَنْفَالِ} يعني من الأنفال و (عن) بمعنى (من) . وقيل:  (عن) صلة. أي: يسألونك </p><p>(١) ليست في الأصل ولا النسخ وأثبتها من ترجمته كما وردت في المصادر. (٢) الحكم على الإسناد:ضعيف.التخريج:أخرجه ابن هشام في \"السيرة النبوية\" ١/ ٦٤٢، وأحمد في \"المسند\" ٣/ ٤٩٧ (١٦٠٥٦)، وأبو نعيم في \"معرفة الصحابة\" ١٩/ ١٥٣، والطبري في \"جامع البيان\" ٩/ ١٧٣ - ١٧٤، جميعهم من طريق محمد بن إسحاق قال حدثني عبد الله ابن أبي بكر قال حدثني بعض بني ساعدة عن أبي أسيد - رضي الله عنه -. قال شعيب الأرناؤوط في التعليق على المسند: وهذا إسناد ضعيف لأبهام الراوي عن أبي أسيد - رضي الله عنه -.(٣) أخرجه الطبري في \"جامع البيان\" ٩/ ١٧٥ عنه بنحوه.(٤) أخرجه الطبري في \"جامع البيان\" ٩/ ١٧٥ عنه.</p><p> الأنفال (١) . وكذا قرأه ابن مسعود - رضي الله عنه - بحذف عن (٢) وهو قول الضحاك وعكرمة (٣) . </p><p> والأنفال الغنائم، واحدها نفل. قال لبيد: </p><p> إِنَّ تَقْوى اللهِ خيرُ نَفَل ... وَبِإِذْنِ اللهِ رَيثي وَعَجَلْ (٤) </p><p> وأصله الزيادة يقال: نفلتُك وأنفلتك. أي: زدتّك. واختلفوا في معناها: فقال أكثر المفسّرين: معنى الآية يسألونك عن غنائم بدر لمن هي؟ وقال عليّ بن صالح بن حي: هي أنفال السرايا (٥) . </p><p> وقال عطاء: هي ما شذَّ من المشركين إلى المسلمين بغير قتال، من عبد أو أمة أو سلاح أو متاع، فهو للنبي - صلى الله عليه وسلم - يصنع فيه ما يشاء (٦) . </p><p> وقال ابن عباس - رضي الله عنهما -: هي ما يسقط من المتاع بعدما يقسم الغنائم، </p><p>(١) في الأصل: يسألونك ما أنفال؟ . وما أثبته من (ت) وهو موافق لما في المصادر. (٢) ذكره الطبري في \"جامع البيان\" ٩/ ١٧٤، والبغوي في \"معالم التنزيل\" ٣/ ٣٢٥، كلاهما عنه.وهي قراءة شاذة. انظر: \"مختصر في شواذ القرآن\" لابن خَالَويْه (ص ٥٤).(٣) ذكره البغوي في \"معالم التنزيل\" ٣/ ٣٢٥ عنهما.(٤) في المصادر: تقوى رَبِّنَا.إنظر: \"ديوانه\" ٢/ ١١، \"مجاز القرآن\" لأبي عبيدة ١/ ٢٤٠، \"جامع البيان\"للطبري ١٣/ ٣٦٦، \"لسان العرب\" لابن منظور ١١/ ٦٧٠ (نفل)، والبيت مطلع قصيدة له طويلة.(٥) أخرجه الطبري في \"جامع البيان\" ٩/ ١٦٩ عنه.(٦) أخرجه الطبري في \"جامع البيان\" ٩/ ١٦٩ عنه.</p><p> فهي نفل لله ولرسوله (١) . </p><p> وقال مجاهد: هي الخمس، وذلك أنّ المهاجرين سألوا رسول الله - صلى الله عليه وسلم - عن الخمس بعد الأربعة الأخماس، وقالوا: لِمَ يُرفع منّا هذا الخمس، لِمَ يُخرج منّا؟ . فقال الله تعالى:  (قل الأنفال لله والرسول)  (٢) . يقسّمانها كما شاءا، وينفلان منها ما شاءا، ويرضخان منها ما شاءا. </p><p> واختلفوا في هذِه الآية منسوخة أم محكمة؟ فقال مجاهد وعكرمة والسدي: هي منسوخة نسخها قوله عز وجل: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ}  (٣) الآية فكانت الغنامْ يومئذ للنبيّ - صلى الله عليه وسلم - خاصّة فنسخها الله بالخمس (٤) . </p><p> وقال عبد الرحمن بن زيد: هي ثابتة وليست منسوخة، وإنّما معنى ذلك قل الأنفال لله، وهي لا شك لله مع الدنيا بما فيها والآخرة، والرسول يضعها في مواضعها التي أمره الله عز وجل بوضعها فيها، ثمّ أنزل حكم الغنائم بعد الأربعين (٥) فإنّ لله خُمسه ولكم أربعة أخماس، وقال النبيّ - صلى الله عليه وسلم - (٦) : \"وهذا الخمس مردود على </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٩/ ١٦٩ عنه. (٢) أخرجه الطبري في \"جامع البيان\" ٩/ ١٧٥ عنه.(٣) الأنفال: ٤١.(٤) أخرجه الطبري في \"جامع البيان\" ٩/ ١٧٥ - ١٧٦ عنهم.(٥) في الأصل: أربعين ليلة. وما أثبته من (س) وهو موافق لما في المصدر.(٦) في المصدر: يوم خيبر.</p><p> فقرائكم\" (١) . وكذلك يقول في تنفيل الإمام بعض القوم واقتطاعه (٢) إياه لبلاء أبلاه، أو غَناء عنده، ففرّق بين الأنفال والغنائم. </p><p> (قوله عز وجل)  (٣) : {فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ} وذلك حين اختلفوا في الغنيمة أمرهم بالطاعة والجماعة، ونهاهم عن المفارقة والمخالفة. قال قتادة وابن جريج: كان نبيّ الله - صلى الله عليه وسلم - ينفل الرجل من المؤمنين سَلَب الرجل من الكفّار إذا قتله (٤) ، وكان ينفل الرجل على قدر غَنَائه وبلائه (٥) ، حتّى إذا كان يوم بدر ملأ الناس أيديهم غنائم، فقال أهل الضعف: ذهب أهل القوّة بالغنائم! . فنزلت {قُلِ الْأَنْفَالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ} ليرد أهل القوّة على أهل الضعف (٦) ، فأمرهم رسول الله - صلى الله عليه وسلم - أن يرد بعضهم على بعض، وأمرهم الله بالطاعة فيها، فقال:  {وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ} واختلفوا في وجه تأنيث ذات البين، فقال </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٩/ ١٧٦ قال: حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد. وذكره بنحوه. هذا الأثر من كلام عبد الرحمن بن زيد بن أسلم، وهو متأخر، من أتباع التابعين، (ت ١٨٢ هـ) سبقت ترجمته وهو كما قال ابن حجر: ضعيف. (٢) في الأصل: اقتضابه. وفي (س): واقتنائه. وما أثبته من (ت) وهو الأنسب في السياق.(٣) من (س).(٤) أخرجه الطبري في \"جامع البيان\" ٩/ ١٧٧ عن قتادة إلى هذا الموضع.(٥) في المصدر: جِدّه وغَنَائه.(٦) أخرجه الطبري في \"جامع البيان\" ٩/ ١٧٧ عن ابن جريج إلى هنا.</p>"
}