{
  "id": null,
  "sura": 8,
  "aya": 7,
  "text": "<p> ٦ - {يُجَادِلُونَكَ فِي الْحَقِّ} </p><p> أي: في القتال، وذلك أن المؤمنين لمّا (١) أيقنوا بالشوكة، والحرب يوم بدر، وعرفوا أنّه القتال كرهوا ذلك. وقالوا: يا رسول الله لم تعلمنا أنّا نلقى العدو، فنستعد لقتالهم، وإنّما خرجنا للعير. فذلك جدالهم إياه، {بَعْدَ مَا تَبَيَّنَ} أنّك لا تصنع إلّا ما أمرك الله به. وقال ابن زيد: هؤلاء المشركون جادلوه في الحق {كَأَنَّمَا يُسَاقُونَ إِلَى الْمَوْتِ} حين يدعون للإسلام، لكراهيتهم إيّاه، {وَهُمْ يَنْظُرُونَ}  (٢) . </p><p> ٧ - قوله عز وجل:  {وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ} </p><p> قال ابن عباس وابن الزبير (٣) وابن يسار والسدي: أغار كُرْز بن جابر (٤) القرشي على سرح المدينة حتّى بلغ الصفراء (٥) . فبلغ النبيّ - صلى الله عليه وسلم -، فركب في أثره، فسبقه - صلى الله عليه وسلم -. فرجع النبيّ - صلى الله عليه وسلم -، فأقام سنته. ثم </p><p>(١) من (ت) و (س). (٢) أخرجه الطبري في \"جامع البيان\" ٩/ ١٨٣ عن ابن زيد وتتمة كلامه، قال: وليس هذا من صفة الآخرين، هذِه صفة مبتدأة لأهل الكفر.(٣) في (س): قال ابن زيد وابن عباس.(٤) في الأصل: خالد. وما أثبته من (ت) وهو موافق لما في المصادر.(٥) الصَّفْرَاءِ: وادٍ وقرية بين المدينة وبدر نزله رسول الله - صلى الله عليه وسلم - مرارا، أما القرية: فتسمى اليوم الواسطة، وأما الوادي فهو: من أودية الحجاز الفحول، كثير القرى، على بعد: (٥١) كيلو متر من المدينة.انظر: \"المعالم الأثيرة\" لشُرَّاب (ص ١٥٩)، \"معجم المعالم الجغرافية\" لعاتق البلادي (ص ١٧٦).</p><p> إن أبا سفيان أقبل من الشام في عير لقريش فيها عمرو بن العاص وعمرو بن هشام، ومخرمة بن نوفل الزهري، في أربعين راكبًا من كبار (١) قريش وفيها تجارة عظيمة وهي اللطيمة (٢) ، حتّى إذا كانوا قريبًا من بَدْر بلغ النبيّ - صلى الله عليه وسلم - ذلك، فندب أصحابه إليه وأخبرهم بكثرة المال، وقلّة العدد (٣) ، وقال:  \"هذِه عير قريش فيها أموالهم فاخرجوا إليها لعلّ الله أن يُنفِلكُموها\"  (٤) . فخرجوا لا يُريدون (٥) إلّا أبا سفيان والركب لا يرونها إلّا غنيمة لهم، وخفّ بعضهم وثقل بعض، وذلك أنّهم لم يظنّوا أنّ رسول الله - صلى الله عليه وسلم - يَلقى حربًا. فلمّا سمع أبو سفيان بمسير النبيّ - صلى الله عليه وسلم - استأجر ضمضم بن عمرو الغفاري (٦) ، </p><p>(١) في (ت) من: ركبان. (٢) اللطيمة: المسك تكون في العير، وقيل اللطيمة: هي العير التي تحمل المسك ... وقيل إنّ المسك إنما سمي لطيمة لأنه يوضع على الملاطم وهي الخدود.انظر: \"المخصص\" لابن سيده ١١/ ٢٠٠(٣) في (ت): العدو.(٤) الحكم على الإسناد:صحيح. صححه الألباني في \"تخريج أحاديث فقه السيرة\" (ص ٢٣٣).التخريج:أخرجه ابن هشام في \"السيرة النبوية\" ١/ ٦٠٦، والطبري في \"تاريخ الرسل والملوك\" ٢/ ٢٣، والبيهقي في \"دلائل النبوة\" ٣/ ٣٢.(٥) في الأصل: يدرون. والصواب ما أثبته من (ت) و (س).(٦) لم أجد له ترجمة حسب بحثي واطلاعي، مع شهرته وذكره في أكثر المصادر، ووجدت في السيرة الحلبية٢/ ٣٧٥ قول المصنف علي بن برهان الدين الحلبي: ولا يعرف له إسلام والذي من الصحابة ضمضم بن عمر الخزاعي.</p><p> فبعثه إلى مكّة، وأمره أن يأتي قريشًا فيستنفرهم ويخبرهم أن محمدًا قد عرض لعيرهم في أصحابه، فخرج ضمضم سريعًا إلى مكّة، وخرج الشيطان في صورة سراقة بن جعشم (١) ، فأتى مكّة فقال: إن محمدًا وأصحابه قد عرضوا لعيركم، ولا غالب لكم اليوم من الناس وإني جار لكم، فغضب أهل مكّة، وانتدبوا وتنادوا ألا يتخلف عنا أحد إلّا هدمنا داره واستبحناه، وخرج رسول الله - صلى الله عليه وسلم - في أصحابه حتّى بلغ واديًا يقال له: ذَفِرَان (٢) ، فأتاه الخبر عن مسير قريش ليمنعوا عيرهم، فخرج رسول الله - صلى الله عليه وسلم - (حتّى إذا كان بالرَّوْحَاء (٣) أخذ عينًا للقوم فأخبره بهم، وبعث النبي - صلى الله عليه وسلم - أيضًا عينا له من جُهَينة (٤) حليفًا </p><p>(١) سراقة بن مالك بن جعشم المدلجي الكناني، أبو سفيان. - رضي الله عنه - (ت ٢٤ هـ). الصحابي المشهور الَّذي خرج قبل إسلامه يتبع أثر رسول الله - صلى الله عليه وسلم - يوم الهجرة، وكان شاعرا مجودًا، أسلم يوم الفتح، وكان ينزل قديدا.انظر: \"الاستيعاب\" ١/ ١٧٣، \"الإصابة\" ٣/ ٤١.(٢) ذَفِرَانُ: وادٍ رأسه نقب ضيق، فإذا تجاوزته وجدت طريقا يأخذ يسارا فيمر بجبال يقال لها: الضَّفِرُ. ومَازال ذفران معلوما وهو يقع قريبا من مدينة ينبع.انظر: \"معجم المعالم الجغرافية\" لعاتق البلادي (ص ١٣١).(٣) الرَّوْحَاءُ: بِئْرُ معروفة، تبعد عن المدينة ٧٤ كم، وقد ظلت محطة عامرة على الطريق بين المدينة وبدر على مر العصور.انظر: \"المعالم الأثيرة\" لشراب (ص ١٣١)، \"معجم المعالم الجغرافية\" لعاتق البلادي (ص ١٤٣).(٤) جهينة: حي من قضاعة من القحطانية، وهم بنو جهينة بن زيد بن ليث بن زيد بن ليث بن أسود بن أسلم بن الحافي بن قضاعة.انظر: \"نهاية الأرب في معرفة أنساب العرب\" للقلقشندي (ص ٢٠٤).</p><p> للأنصار يدعى ابن أُرَيْقِط فأتاه بخبر القوم، وسبقت العير رسول الله - صلى الله عليه وسلم -) (١) . فنزل جبريل فقال: إن الله وعدكم إحدى الطائفتين إمّا العير وإمّا قريشا، وكان العير أحب إليهم. فاستشار النبيّ - صلى الله عليه وسلم - أصحابه في طلب العير وحرب النفير. فقام أبو بكر - رضي الله عنه - فقال: وأحسن. ثم قام عمر - رضي الله عنه - فقال وأحسن. ثمّ قام المقداد بن عمرو - رضي الله عنه - فقال: يا رسول الله - صلى الله عليه وسلم - امض لما أمرك الله، ونحن معك والله لا نقول كما قالت بنو إسرائيل لموسى عليه السلام:  {فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ}  (٢) ولكن اذهب أنت وربّك فقاتلا إنّا معكم مقاتلون، فو الَّذي بعثك بالحق لو سرتَ بنا إلى بَرْك الغِمَاد (٣) -يعني مدينة الحبشة- لجالدنا معك مَنْ دُونه حتّى نبلغه! فقال له رسول الله - صلى الله عليه وسلم - خيرًا، ودعا له بخير. ثمّ قال لهم رسول الله - صلى الله عليه وسلم -: \"أشيروا عليّ أيُّها الناس! \" وإنّما يُريد الأنصار، وذلك أنّهم حين بايعوه بالعقبة فقالوا: يا رسول الله إنّا برآء من ذِمامك حتّى تصل إلى ديارنا، فإذا </p><p>(١) من (ت) و (س). (٢) المائدة: ٢٤(٣) بَرْكَ الغِمَادِ: برك بفتح الباء وكسرها، والغماد كذلك الغين. بَيَّنَ المصنف موضعها في المتن، وقال محمد حسن شُرَّاب في \"المعالم الأثيرة\" (ص ٤٧): ويبدو أنها أمكنة متعددة ينطبق عليها وصف واحد. أهـ. ونص عاتق بن غيث البلادي على أنَّه: موضع قديم معلوم على الساحل الشرقي للبحر الأحمر بين حَلْي وَالْقُنْفُذَة، جنوب مكة.انظر: \"معجم المعالم الجغرافية\" لعاتق البلادي (ص ٤١).</p><p> وصلت إلينا فأنت في ذمامِنا نمنعك ممّا نمنع عنه أبناءنا ونساءنا، فكان رسول الله - صلى الله عليه وسلم - يتخوّف ألا يكون الأنصار ترى عليها نُصرتَه إلّا على مَنْ دَهمه بالمدينة من عدّوه، وأن ليس عليهم أن يسير بهم إلى عدوّ من بلادهم، فلمّا قال ذلك رسول الله - صلى الله عليه وسلم -. قال له سعد بن معاذ - رضي الله عنه -: والله لكأنّك تُريدنا يا رسول الله؟ قال:  \"أجل\" ، قال: فقد آمنّا بكَ وصدّقناك، وشهدنا بما جئت به هو الحق، وأعطيناك على ذلك عهودنا ومواثيقنا على السمع والطاعة، فامض يا رسول الله لما أردت، فو الَّذي بعثك بالحق إن استعرضت بنا هذا البحر فخضته لخضناه معك ما تخلف منا رجل واحد، وما نكره أن تلقى بنا عدوّنا غدًا، إنّا (لصُبُر عند الحرب، صُدُقٌ عند اللقاء)  (١) ، ولعل الله عز وجل أن (٢) يريك منا ما تَقرُّ به عينك، فسر بنا على بركة الله! ففرح بذلك رسول الله - صلى الله عليه وسلم -، ونشّطه قول سعد. ثمّ قال: سيروا على بركة الله تعالى وأبشروا، فإنّ الله قد وعدني إحدى الطائفتين والله لكأني انظر إلى مصارع القوم (٣) . </p><p> فذلك قوله عز وجل:  {وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ} أي: الفريقين أحدهما أبو سفيان مع العير، والأُخرى أبو جهل مع النفير </p><p>(١) في الأصل: إنا صبر عند اللقاء والحرب. وما أثبته من (ت). (٢) من (ت).(٣) هذا السياق في غزوة بدر جمعه المصنف مِنْ روايات عدة أخرجها الطبري في \"جامع البيان\" مِنْ طريق مَنْ ذكرهم المصنف وغيرهم.انظر: \"جامع البيان\" للطبري ٩/ ١٨٤ - ١٨٦.</p>"
}