{
  "id": null,
  "sura": 9,
  "aya": 5,
  "text": "<p> أشهر فأمر بإتمامها لهم (١) . </p><p> ٥ - قوله عز وجل:  {فَإِذَا انْسَلَخَ} : </p><p> انقضى ومضى وخرج، يُقال منه: سلخنا شهر كذا نسلخه سلخا وسلوخًا؛ بمعنى: خرجنا منه، قال الشَّاعر: </p><p> إذا ما سلخت الشهر أهللت مثله ... كفى قاتلًا سلخي المشهور وإهلالي (٢) </p><p> ومنه قيل: شاة مسلوخة للمنزوعة من جلدها، وحية سالخ إذا خرجت من جلدها (٣) . </p><p> {الْأَشْهُرُ الْحُرُمُ} وهي أربعة، ثلاثة سرد، وهي: ذو القعدة وذو الحجة والمحرم، وواحد فرد، وهو: رجب (٤) . </p><p>(١) انظر: \"معالم التنزيل\" للبغوي ٤/ ١٢، \"الجامع لأحكام القرآن\" للقرطبي ٨/ ٧١. (٢) البيت بلا نسبة في \"تهذيب اللغة\" للأزهري ٧/ ١٧١، \"أساس البلاغة\" للزمخشري (سلخ) (ص ٣٠٤)، \"الجامع لأحكام القرآن\" للقرطبي ٨/ ٧٢، \"البحر المحيط\" لأبي حيان ٥/ ١١، \"الدر المصون\" للسمين الحلبي ٦/ ١١.(٣) انظر: \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (ص ٤١٩)، \"عمدة الحفاظ\" للسمين الحلبي ٢/ ٢١٠ وقد عدّا هذا الإطلاق على هذا المعنى من باب الاستعارة.قال ابن عاشور في \"التحرير والتنوير\" ١٠/ ١١٤: وهو في الأصل استعارة من سلخ جلد الحيوان، أي: إزالته. ثم شاع هذا الإطلاق حتَّى صار حقيقة.(٤) قال الماوردي في \"النكت والعيون\" ٢/ ٣٤٠: وهذا رأي الجمهور، ونحوه قال ابن الجوزي ٣/ ٣٩٨ واختاره ابن جرير في \"جامع البيان\" ١٠/ ٧٨، وانقضاء الأشهر الحرم على هذا القول هو بانقضاء المحرم.</p><p> وقال مجاهد وابن إسحاق وابن زيد وعمرو بن شعيب: هي شهور العهد (١) . </p><p> وقيل لها حُرُم؛ لأن الله تعالى حرّم على المُؤْمنين فيها دماء المشركين والتعرض لهم إلَّا على سبيل الخير. </p><p> {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} في الحل والحرم {وَخُذُوهُمْ} وأسروهم (٢) . </p><p> {وَاحْصُرُوهُمْ} : وامنعوهم دخول مكة والتصرف في بلاد الإِسلام {وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ} أي: على كل طريق ومرقب، يقال: رصدت فلانًا أرصده رصدًا إذا رقبته (٣) . </p><p>(١) انظر أقوالهم مسندة في \"جامع البيان\" للطبري ١٠/ ٧٩ وذكرها البَغَوِيّ في \"معالم التنزيل\" ٤/ ١٣، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ٧٢. واختار هذا القول الحافظ ابن كثير، وتعقّب القول الأول حيث قال بعد ذكره له في \"تفسير القرآن العظيم\" ٧/ ١٤٨: وفيه نظر، والذي يظهر من حيث السياق ما ذهب إليه ابن عباس في رواية العوفي عنه، وبه قال مجاهد و .. أن المراد بها أشهر التسيير المنصوص عليها بقوله: {فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ} ثم قال: {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ} أي: إذا انقضت الأشهر الأربعة التي حرمنا عليكم فيها قتالهم وأجلناهم فيها فحيثما وجدتموهم فاقتلوهم, لأن عود العهد على مذكور أولى من مقدّر، ثم إن الأشهر الأربعة المحرمة سيأتي بيان حكمها في آية أخرى بعدُ في هذِه السورة. اهـ. وانظر أَيضًا: \"فتح القدير\" للشوكاني ٢/ ٤٢٣.(٢) انظر: \"تفسير غريب الحديث\" لابن قتيبة (ص ١٨٣)، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (ص ٦٧)، \"مشكل إعراب القرآن\" لمكي (ص ١٨٥).(٣) انظر: \"تفسير غريب الحديث\" لابن قتيبة (ص ١٨٣)، \"غريب القرآن\" لليزيدي (ص ١٦١).</p><p> وقال عامر بن الطفيل (١) : </p><p> ولقد علمت وما إخال سواه ... إن المنية للفتى بالمرصدِ </p><p> {فَإِنْ تَابُوا} من الشِّرك {وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ} يقول: دعوهم فليتصرفوا في أمصارهم ويدخلوا مكة {إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} : {غَفُوُرُ} لمن تاب {رَحِيمٌ} به. </p><p> واختلف العلماء في حكم هذِه الآية: </p><p> فقال الحسين بن الفضل: نُسِخَت بهذِه الآية كلُّ آية في القرآن فيها ذكر الإعراض والصبر على أذى الأعداء (٢) . </p><p> وقال الضحّاك:  {فَاقْتُلُوا الْمُشْرِكِينَ} منسوخة بقوله تعالى: {فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً}  (٣)  (٤) . </p><p>(١) البيت له في \"مجاز القرآن\" لأبي عبيدة ١/ ٢٥٣، \"الجامع لأحكام القرآن\" للقرطبي ٨/ ٧٣، \"البحر المحيط\" لأبي حيان ٥/ ٥، \"الدر المصون\" للسمين الحلبي ٦/ ١٣. وروايته في بعضها: وما إخالك ناسيا.(٢) أورده البَغَوِيّ في \"معالم التنزيل\" ٤/ ١٤، وذكره بمعناه وبغير نسبة مكّيّ بن أبي طالب في \"الإيضاح\" (ص ٣٠٩) وعزاه لأكثر العلماء، وابن الجوزي في \"نواسخ القرآن\" (ص ٣٦٠) وقال: وقد ذكر بعض من لا فهم له من ناقلي التفسير أن هذِه الآية نسخت من القرآن مائة وأربعًا وعشرين آية .. وهذا سوء فهم ..(٣) محمَّد: ٤.(٤) أخرجه الطبري في \"جامع البيان\" ١٠/ ٨٠ من طريق أَحْمد بن إسحاق، عن أبي أَحْمد، عن سفيان، عن جويبر، عن الضحاك .. بنحوه. =</p><p> وقال قتادة: بل هي ناسخة لقوله: {فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً}  (١) . </p><p> والصحيح أن حكم هذِه الآية (٢) ثابت وأنها غير منسوخة إحداهما بصاحبتها (٣) ، لأن المن والقتل والفداء لم يزل من حكم رسول الله -صلى الله عليه وسلم- فيهم من أول حرب حاربهم وهو يوم بدر، ويدل عليه قوله تعالى {وَخُذُوهُمْ} والأخذ هو (٤) الأسر، والأسر إنما يكون للقتل أو الفداء أو المنّ، والدليل عليه أَيضًا حديث عطاء قال: أتي النَّبِيّ - صلى الله عليه وسلم - بأسير يقال له: أبو أُمامة، وهو سيد اليمامة، فقال له النَّبِيّ </p><p>= وعزاه ابن الجوزي في \"نواسخ القرآن\" (ص ٣٥٩) للحسن وعطاء، ثم قال: وهذا يرده قوله: {وَخُذُوهُمْ} والمعنى ائسروهم. وانظر أَيضًا: \"الإيضاح\" لمكي بن أبي طالب (ص ٣٠٩)، \"الناسخ والمنسوخ\" للنحاس ٢/ ٤٢٣.(١) \"الناسخ والمنسوخ\" لقتادة (ص ٤٧).وأخرجه الطبري في \"جامع البيان\" ١٠/ ٨١ من طريق عبدة بن سليمان، عن ابن أبي عروبة، عن قتادة .. به.وأورده ابن الجوزي في \"نواسخ القرآن\" (ص ٣٦٠) وعزاه لمجاهد أَيضًا، وذكره مكّيّ في \"الإيضاح\" (ص ٣٠٩) ثم قال: وقال -أي قتادة- لا يجوز في الأسارى من المشركين إلَّا القتل، ولا يمنّ عليهم ولا يفادى بهم.(٢) في (ت): الآيتين.(٣) ما أختاره المصنف هنا هو ما رجحه الطبري في \"جامع البيان\" ١٠/ ٨١، وأبو جعفر النحاس في \"الناسخ والمنسوخ\" (ص ١٥٧)، ومكيّ في \"ناسخه\" (ص ٣٠٩ - ٣١٠)، وابن عطية في \"المحرر الوجيز\" ٣/ ٨، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ٧٣، قال ابن الجوزي في \"زاد المسير\" ٣/ ٣٩٩: هذا قول جابر بن زيد، وعليه عامة الفقهاء، وهو قول الإِمام أَحْمد.(٤) في (ت): بمعنى.</p><p> - صلى الله عليه وسلم -: \"يَا أَبا أُمامة أيها أحب إليك أُعتقك أم(١)أفاديك أم أقتلك أم تسلم؟ \" فقال: إن تعتق تُعتِق عظيمًا، وإن تفاد تفاد عظيمًا، وإن تقتل تقتل عظيمًا، وأما أن أُسلم؛ فوالله لا أسلم أبدًا. قال:  \"فإنِّي أعتقك\" . فقال: إنِّي أشهد أن لا إله إلَّا الله وأشهد أنك رسول الله، وكانت ميرة (٢) مكة من قبل اليمامة فقال لأهل مكة: والله (٣) الذي لا إله إلَّا هو لا نأتيكم بميرة أبدًا ولا حبَّة من قبل اليمامة حتَّى تؤمنوا بالله ورسوله، فأضرّ بأهل مكة، فكتبوا إلى النَّبِيّ - صلى الله عليه وسلم - وهم له حرب يشكون ذلك إليه، فكتب إلى أبي أُمامة (٤) - رضي الله عنه -: \"لا تقطع عنهم ميرة كانت من قبلك\" ففعل ذلك أبو أُمامة - رضي الله عنه - (٥) . </p><p>(١) في (ت): أو. (٢) المِيرَة: هي الطعام ونحوه مما يجلب للبيع ولا يؤخذ منها زكاة لأنها عوامل، يقال: مَارَهم يَميرُهُم إذا أعطاهم الميرة.قاله ابن الأثير في \"النهاية في غريب الحديث والأثر\" ٤/ ٣٧٩.(٣) لفظ الجلالة ساقط من الأصل، وأثبته من (ت).(٤) جاء في حاشية الأصل: صوابه ثمامة في المواضع كلها، والصواب أن ثمامة اسمه لا كنيته كما في مصادر ترجمته.(٥) لم أجده من حديث عطاء.وقد أخرج القصة بمعناها أَحْمد في \"المسند\" ٢/ ٤٥٢ (٩٨٣٣)، والبخاري في الصلاة، باب دخول المشرك المسجد (٤٦٩) مختصرة، وفي الصلاة، باب الاغتسال إذا أسلم وربط الأسير أَيضًا في المسجد (٤٦٢)، وفي المغازي، باب وقد بني حنيفة وحديث ثمامة بن أثال (٤٣٧٢) وغيرها من المواضع، ومسلم في الجهاد، باب في ربط الأسير وحبسه وجواز المنّ عليه (١٧٦٤)، وأبو داود في الجهاد، باب في الأسير يوثق (٢٦٧٩)، والنَّسائيّ في \"المجتبى\" في الطهارة، =</p>"
}