{
  "id": null,
  "sura": 9,
  "aya": 19,
  "text": "<p> ١٩ - قوله تعالى:  {أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ} الآية. </p><p> [١٤٢٠] أنا عبد الله بن حامد بن محمد الوزان (١) ، قال: أنا أحمد ابن محمد (٢) بن جعفر بن محمد بن عبيد الله المنادي (٣) ، قال: نا أبو داود سليمان بن الأشعث بن إسحاق السجستاني (٤) في سنة تسع وستين ومائتين، نا أبو توبة الربيع بن نافع الحلبي (٥) ، نا معاوية بن سلام (٦) ، عن زيد بن سلّام (٧) ، عن أبي سلّام (٨) ، نا النعمان بن بشير - رضي الله عنه - (٩) قال: كنت عند منبر رسول الله - صلى الله عليه وسلم - فقال رجل: ما أبالي أن لا أعمل عملًا بعد أن أسقي الحاج (١٠) . وقال الآخر: ما أبالي أن لا </p><p>= \"ميزان الاعتدال\" للذهبي ٢/ ٢٤. لذا قال المناوي في \"فيض القدير\" ١/ ٤٥٩: وقال الحاكم: ترجمة صحيحة مصرية، وتعقبه الذهبي بأن فيه درّاجًا وهو كثير المناكير، وقال مغلطاي في شرح ابن ماجه: حديث ضعيف.(١) لم يذكر بجرح أو تعديل.(٢) لم أجد في ترجمته من سَمّى أباه محمدًا، فلعله وهم من المصنف تبعه عليه الواحدي في \"أسباب النزول\" والبغوي.(٣) أبو الحسين، المعروف بابن المنادي، كان ثقة أمينًا ثبتًا صدوقًا، ورعًا.(٤) أبو داود، السجستاني، ثقة حافظ، مصنف \"السنن\".(٥) ثقة حجة عابد.(٦) ابن أبي سلام ممطور الدمشقي، ثقة.(٧) ابن أبي سلام ممطور الحبشي، ثقة.(٨) ممطور الأسود الحبشي، أبو سلام، ثقة يرسل.(٩) صحابي، مشهور.(١٠) في بقية مصادر الحديث الآتية: ما أبالي أن لا أعمل عملًا بعد الإسلام إلا أن .. =</p><p> أعمل عملًا بعد أن أعمر المسجد الحرام (١) . وقال الآخر: الجهاد في سبيل الله أفضل مما قلتم. </p><p> فزجرهم عمر - رضي الله عنه - وقال: لا ترفعوا أصواتكم عند منبر رسول الله - صلى الله عليه وسلم -وهو يوم الجمعة، ولكنّي إذا صليت دخلت فاستفتيت رسول الله - صلى الله عليه وسلم - فيما اختلفتم فيه ففعل، فأنزل الله تعالى:  {أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ} إلى قوله {وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ}  (٢) . </p><p>(١) كالسابق. (٢) [١٤٢٠] الحكم على الإسناد:شيخ المصنف لم أر فيه جرحًا ولا تعديلًا، وبقية رجاله ثقات.التخريج:عزاه السيوطي في \"الدر المنتثور\" ٣/ ٣٩٤ لمسلم وأبي داود وابن جرير وابن المنذر وابن أبي حاتم وابن حبان في \"صحيحه\" والطبراني وأبي الشيخ وابن مردويه.وقد أخرجه من طريق المصنف الواحدي في \"أسباب النزول\" (ص ٢٤٧)، والبغوي في \"معالم التنزيل\" ٤/ ٢٢.وأخرجه أحمد في \"المسند\" ٤/ ٢٦٩ (١٨٣٦٧)، ومسلم في الإمارة -باب فضل الشهادة في سبيل الله- (١٨٧٩) عن حسن بن علي الحلواني، والطبراني في \"المعجم الأوسط\" ١/ ٢٦٦ عن أحمد بن خليد، والبيهقي في \"السنن الكبرى\" ٩/ ١٥٨ عن أبي عبد الله الحافظ، أحمد بن محمد بن عبدوس، عن عثمان الدارمي. أربعتهم عن أبي توبة الربيع بن نافع .. بمثله.وتابعه -أي: الربيع- يحيى بن حسان عند مسلم، ومُعَمَّر بن يَعْمَر عند ابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٠/ ٤٥١ بمعناه مختصرًا، والوليد بن مسلم عند الطبري في \"جامع البيان\" ١٠/ ٩٥ بمثله.وأخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٢٦٨ ومن طريقه الطبري في \"جامع =</p><p> وروى علي بن أبي طلحة (١) ، عن ابن عباس قال: قال العباس بن عبد المطلب (٢) : لئن كنتم سبقتمونا بالإسلام والهجرة والجهاد لقد كنا نعمر المسجد الحرام ونسقي الحاج. فأنزل الله تعالى (هذِه الآية)  (٣) ؛ يعني أن ذلك كان في الشرك ولا أقبل ما كان في الشرك (٤) . </p><p> وروى عطية العوفي، عن ابن عباس قال: إن المشركين قالوا: عمارة بيت الله وقيام على السقاية خير ممن آمن وجاهد، وكانوا يفتخرون بالحرم، يستكبرون من أجل أنهم أهلُه وعُمّاره، فأنزل الله تعالى هذِه الآية، وأخبرهم أن عمارتهم المسجد الحرام، وقيامهم على السقاية، لا ينفعهم عند الله مع الشرك بالله، وأن الإيمان بالله </p><p>= البيان\" ١٠/ ٩٥ من طريق يحيى بن أبي كثير، عن النعمان بن بشير .. بمعناه. (١) صدوق قد يخطئ، أرسل عن ابن عباس ولم يره.(٢) في الأصل: عن العباس، وهو خطأ، والتصويب من (ت). وهو الصحابي المشهور.(٣) ساقط من الأصل، وأثبته من (ت).(٤) [*] الحكم على الإسناد:فيه علي بن أبي طلحة يرسل عن ابن عباس.التخريج:عزاه السيوطي في \"الدر المنثور\" ٣/ ٣٩٥ لابن جرير وابن المنذر وابن أبي حاتم. وقد أخرجه الطبري في \"جامع البيان\" ١٠/ ٩٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٦٨ من طريق معاوية بن صالح، عن علي بن أبي طلحة .. به. وفي أوله: قال العباس بن عبد المطلب حين أسر يوم بدر .. فذكره.وذكره الواحدي في \"أسباب النزول\" (ص ٢٤٧ - ٢٤٨)، والبغوي في \"معالم التنزيل\" ٤/ ٢٢، وابن كثير في \"تفسير القرآن العظيم\" ٧/ ١٦١.</p><p> والجهاد مع نبيّه خير مما هم عليه (١) . </p><p> وقال الحسن والشعبي ومحمد بن كعب القرظي: نزلت في علي بن أبي طالب والعباس (٢) بن عبد المطلب وطلحة بن شيبة، وذلك أنهم أفتخروا فقال طلحة: أنا صاحب البيت بيدي مفتاحه ولو أشاء بتّ فيه! </p><p> وقال العباس: أنا صاحب السقاية والقائم عليها ولو أشاء بتُّ في المسجد! وقال علي - رضي الله عنه -: ما أدري ما تقولون، لقد صليت إلى القبلة ستة أشهر قبل الناس وأنا صاحب الجهاد، فأنزل الله تعالى هذِه الآية (٣) . </p><p> وقال ابن سيرين ومرّة الهمداني: قال على - رضي الله عنه - للعباس: ألا تهاجر؟ ألا تلحق بالنبي - صلى الله عليه وسلم -؟ فقال: ألستُ في أفضل من الهجرة، </p><p>(١) ذكر نحوه السيوطي في \"الدر المنثور\" ٣/ ٣٩٤ وعزاه لابن أبي حاتم وابن مردويه. وقد أخرجه الطبري في \"جامع البيان\" ١٠/ ٩٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٦٧ من طريق عطية العوفي .. بنحوه.(٢) في الأصل: وعباس، والمثبت من (ت).(٣) أخرجه عنهم الطبري في \"جامع البيان\" ١٠/ ٩٦ وهذا لفظ رواية محمد بن كعب. وأورده الواحدي في \"أسباب النزول\" (ص ٢٤٨)، والبغوي في \"معالم التنزيل\" ٤/ ٢٢، وابن الجوزي في \"زاد المسير\" ٣/ ٤١٠، والسيوطي في \"الدر المنثور\" ٣/ ٣٩٥.قال ابن تيمية في \"منهاج السنة\" ٥/ ١٨ - ١٩: هذا اللفظ لا يعرف في شيء من كتب الحديث المعتمدة، بل دلالات الكذب عليه ظاهرة، منها: أن طلحة بن شيبة لا وجود له، وإنما خادم الكعبة هو شيبة بن عثمان بن أبي طلحة، وهذا مما يبين لك أن الحديث لم يصحّ، ثم فيه قول العباس: لو أشاء بت في المسجد فأي كبير أمر في مبيته في المسجد حتى يتبجح به؟ !</p><p> ألست أسقي حاج بيت الله وأعمر المسجد الحرام؟ ! فنزلت هذِه الآية (١) . </p><p> وقال مجاهد: لما أُمروا بالهجرة قال العباس: أنا أسقي الحاج، وقال طلحة أخو (٢) بني عبد الدار: وأنا صاحب الكعبة فلا نهاجر. فأنزل الله تعالى:  {أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ}  (٣) . </p><p> والسقاية مصدر كالرعاية والحماية (٤) . وقرأ الضحاك (سُقاية الحاج) بضم السين (٥) ، وهي لغة. </p><p>(١) أثر ابن سيرين عزاه السيوطي في \"الدر المنثور\" ٣/ ٣٩٥ للفريابي بنحوه. وأورده الواحدي في \"أسباب النزول\" (ص ٢٤٨)، والنحاس في \"معاني القرآن\" ٣/ ١٩٢.وأثر مرة الهمداني ذكره ابن الجوزي في \"زاد المسير\" ٣/ ٤١٠.(٢) في حاشية الأصل: في نسخة: أحد.(٣) \"تفسير مجاهد\" ١/ ١٧٥.وعزاه السيوطي في \"الدر المنثور\" ٣/ ٤٠٣ لابن أبي شيبة وابن المنذر وابن أبي حاتم وأبي الشيخ.وقد أخرجه الطبري في \"جامع البيان\" ١٠/ ٩٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٧٠ من طريق ابن أبي نجيح، عن مجاهد .. به. ولكن عند قوله تعالى {لَا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ}.وأورده ابن الجوزي في \"زاد المسير\" ٣/ ٤١٠ وقال: هكذا ذكر مجاهد، وإنما الصواب عثمان بن طلحة؛ لأن طلحة هذا لم يسلم.(٤) \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (ص ٤١٥ - ٤١٦)، \"الجامع لأحكام القرآن\" للقرطبي ٨/ ٩١.(٥) \"المحتسب\" لابن جني ١/ ٢٨٦، \"إعراب القراءات الشواذ\" للعكبري ١/ ٦١١ بدون نسبة.</p><p> وفي معنى الآية وجهان: أن تجعل الكلام مختصرًا تقديره: أجعلتم سقاية الحاج وعمارة المسجد الحرام كإيمان من آمن بالله، وجهاد من جاهد في سبيل الله، وهذا كما تقول: السخاء حاتم، والشعر زهير (١) . قال الشاعر (٢) : </p><p> لَعَمْرُكَ مَا الفِتْيانُ أنْ تَنْبتَ اللِّحَى ... ولكِنَّمَا الفِتيانُ كُلُّ فَتى نَدِي </p><p> والوجه الآخر: أن تجعل السقاية والعمارة بمعنى الساقي والعامر، تقديره: أجعلتم ساقي الحاج (٣) وعامر المسجد الحرام. كقوله {وَالْعَاقِبَةُ لِلْمُتَّقِينَ}  (٤) ، أي: للمتقين (٥) . يدل على هذا التأويل </p><p>(١) انظر هذا المعنى في \"معاني القرآن\" للفراء ١/ ٤٢٧، \"جامع البيان\" للطبري ١٠/ ٩٦ - ٩٧، \"الجامع لأحكام القرآن\" للقرطبي ٨/ ٩١. (٢) لم أهتد إليه، والبيت في \"معاني القرآن\" للفراء ١/ ٤٢٧ أنشده الكسائي، \"جامع البيان\" للطبري ١٠/ ٩٧، \"مغني اللبيب\" لابن هشام (ص ٩٠٧)، و\"شرح شواهد المغني\" للسيوطي ٢/ ٩٦٤ بغير نسبة في الجميع.(٣) في حاشية الأصل: في نسخة: الحجّ.(٤) طه ٢٠/ ١٣٢.(٥) ذكر هذا الوجه البغوي في \"معالم التنزيل\" ٤/ ٢٣، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ٩١.وهناك وجه ثالث ذكره الزجاج في \"معاني القرآن\" ٢/ ٤٣٨: المعنى: أجعلتم أهل سقاية الحاج وأهل عمارة المسجد الحرام كمن آمن بالله واليوم الآخر وجاهد.قال ابن الجوزي في \"زاد المسير\" ٣/ ٤١٠: فحذف المضاف، وأقام المضاف إليه مقامه، وذكر هذا الوجه أيضًا النحاس في \"معاني القرآن\" ٣/ ١٩٣، =</p><p> قراءة عبد الله بن الزبير وأبي وجزة السعدي (أجعلتم سُقاة الحاج وعَمَرة المسجد الحرام) على جمع الساقي والعامر (١) . </p><p> {كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَجَاهَدَ فِي سَبِيلِ اللَّهِ لَا يَسْتَوُونَ عِنْدَ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} قال الحسن: لما نزلت هذِه الآية؛ قال العباس: ما أراني إلا تارك سقايتنا. فقال رسول الله - صلى الله عليه وسلم -: \"أقيموا على سقايتكم فإن لكم فيها خيرًا\"  (٢) . </p><p> قال الحسن: وكانت السقاية نبيذ زبيب. </p><p>= والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ٩١. (١) \"مختصر في شواذ القرآن\" لابن خالويه (ص ٥٧)، \"المحتسب\" لابن جني ١/ ٢٨٥.وهي قراءة عشرية قرأ بها ابن وردان عن أبي جعفر.انظر \"الدرة المضيئة\" لابن الجزري (ص ٢٩)، \"الإيضاح\" للزبيدي (ص ٢٨٠)، \"شرح الدرة\" للنويري ٢/ ١٤٨، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٧٨.(٢) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٢٦٩ ومن طريقه الطبري في \"جامع البيان\" ١٠/ ٩٦ من طريق معمر، عن عمرو، عن الحسن .. به.وأخرجه عبد الرزاق أيضًا في \"تفسير القرآن\" ٢/ ٢٦٩ من طريق معمر، عن الحسن .. به. وهو مرسل ضعيف.</p>"
}