{
  "id": null,
  "sura": 9,
  "aya": 108,
  "text": "<p> ثم قال الله تعالى لنبيه -عليه السلام-: </p><p> ١٠٨ - {لَا تَقُمْ فِيهِ أَبَدًا لَمَسْجِدٌ} </p><p> اللام فيه لام الابتداء والقسم (١) ، تقديره: والله لمسجدٌ {أُسِّسَ عَلَى التَّقْوَى} أي: بني أصله وابتدئ بناؤه {مِن أَوَّلِ يَوْمٍ} ؛ أي: من أول يوم بني، وقيل معناه: منذ أول يوم وضع أساسه (٢) ، قاله المبرد وأنشد لزهير (٣) : </p><p> لِمن الدّيار بقُنّة الحِجْر ... أقْوينَ من حِجَج ومن دَهْر </p><p> أي: منذ حجج ومنذ دهر (٤) . </p><p> {أَحَقُّ} أولى {أَنْ تَقُومَ فِيْهِ} مُصَلّيًا. </p><p>(١) انظر \"جامع البيان\" للطبري ١١/ ٢٦، \"المحرر الوجيز\" لابن عطية ٣/ ٨٢، \"الجامع لأحكام القرآن\" للقرطبي ٨/ ٢٥٨. (٢) قاله الأخفش في \"معاني القرآن\" ١/ ٣٦٥.(٣) \"ديوان زهير\" (٨٦)، \"تهذيب اللغة\" للأزهري ١٥/ ٤٧٣، \"لسان العرب\" لابن منظور، \"تاج العروس\" للزبيدي (حجر)، (منن)، وبلا نسبة في \"المخصص\" لابن سيده ١٤/ ٦٩، \"المحرر الوجيز\" لابن عطية ٣/ ٨٣، \"زاد المسير\" لابن الجوزي ٣/ ٥٠٠، \"الجامع لأحكام القرآن\" للقرطبي ٨/ ٢٦٥.وفي رواية للبيت: ومن شهر بدل ومن دهر.(٤) انظر اختلاف النحاة في دخول مِن على ظرف الزمان في \"أوضح المسالك\" لابن هشام ٢/ ٢٧٨، \"المحرر الوجيز\" لابن عطية ٣/ ٨٣ وقال: وإنما دعا إلى هذا الاختلاف أنّ من أصول النحويين أن (ش) لا تجر بها الأزمان، وإنما تُجرّ الأزمان بـ (منذ)، .. فإذا وقعت من في الكلام وهي تلي زمنًا فيقدّر مضمر يليق أن تجره من.</p><p> واختلفوا في المسجد الَّذي أسس على التقوى ما هو: </p><p> فقال قوم: هو مسجد رسول الله - صلى الله عليه وسلم - الَّذي فيه منبره وقبره. </p><p> [١٤٥٩] أخبرنا عبد الله بن حامد (١) ، قال: أنا العبيدي (٢) ، قال: نا أحمد بن نجدة (٣) ، نا الحماني (٤) ، نا عبد العزيز بن محمد (٥) ، عن عثمان بن عبيد الله بن أبي رافع (٦) ، عن ابن عمر وزيد بن ثابت وأبي سعيد الخدري (٧) - رضي الله عنه - قالوا: المسجد الَّذي أسس على التقوى مسجد رسول الله - صلى الله عليه وسلم - (٨) . </p><p>(١) لم يذكر بجرح أو تعديل. (٢) في (ت): حدثنا العسقلاني، وهو تحريف.والعبيدي هو أحمد بن محمد بن يحيى، لم أجده.(٣) هو أبو الفضل الهروي، ثقة.(٤) هو يحيى بن عبد الحميد، حافظ، إلَّا أنَّه متهم بسرقة الأحاديث.(٥) الدراوردي، أبو محمد الجهني مولاهم، المدني، صدوق، كان يحدث من كتب غيره فيخطئ.(٦) مولى سعيد بن العاص المديني، ويقال: مولى سعد بن أبي وقاص، ترجمه البخاري وابن أبي حاتم ولم يذكرا فيه جرحًا أو تعديلا، وذكره ابن حبان في \"الثقات\".\"التاريخ الكبير\" للبخاري ٦/ ٢٣٢، \"الجرح والتعديل\" لابن أبي حاتم ٦/ ١٥٦، \"الثقات\" لابن حبان ٧/ ١٩٠.(٧) صحابة مشهورون.(٨) [١٤٥٩] الحكم على الإسناد:شيخ المصنف لم يُذكر بجرح أو تعديل، والعبيدي لم أجده.التخريج:ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٩٦، وعزاه للزبير بن بكار، وابن جرير =</p><p> [١٤٦٠] يدل عليه ما أخبرنا عبد الله بن حامد الأصفهاني (١) ، أنا عبد الله بن عبد الرحمن العسكري (٢) ، نا عبد الرحمن بن محمد بن منصور (٣) ، نا يحيى بن سعيد (٤) ، عن حميد الخراط (٥) ، قال: سمعت أبا سلمة بن عبد الرحمن (٦) ، يقول: حدثني عبد الرحمن ابن أبي سعيد الخدري (٧) قال: قلت: وأيّ شيء سمعت أباك يذكر في المسجد الَّذي أسس على التقوى؟ قال: قال أبي: دخلت على رسول -عزَّ وجلَّ- في بيت بعض نسائه، فقلت: يا رسول الله؛ أي المساجد المسجد الَّذي أسس على التقوى؟ قال: فأخذ كفًا من حصباء فضرب به الأرض، ثم قال: \"هو مسجدكم هذا؛ </p><p>= وابن المنذر. وقد أخرجه الطبري في \"جامع البيان\" ١١/ ٢٧ من طريق الدراوردي .. به.(١) لم يُذكر بجرح أو تعديل.(٢) عبد الله بن عبد الرحمن بن أحمد بن حماد، أبو العباس البزار الفقيه، العسكري (ت ٣٤١ هـ)، حدث عن محمد بن عبيد الله بن المنادي، ومحمد بن إسماعيل الصائغ، وعبد الرحمن بن محمد بن منصور .. وغيرهم، وعنه: محمد بن المظفر، وأبو الحسن الدارقطني، وأبو القاسم بن الثلاج وغيرهم. قال الدارقطني: أبو الحسن: ثقة.\"تاريخ بغداد\" ١٠/ ٣٥.(٣) ابن حبيب، أبو سعيد الحارثي البصري، مختلف فيه.(٤) القطان، ثقة متقن حافظ إمام قدوة.(٥) حميد بن زياد أبو صخر بن أبي المخارق الخراط، صدوق يهم.(٦) ابن عوف الزهري، ثقة مكثر.(٧) عبد الرحمن بن أبي سعيد الخدري سعد بن مالك الأنصاري الخزرجي، ثقة.</p><p> مسجد المدينة\" (١) . </p><p> [١٤٦١] وأخبرنا عبد الله بن حامد (٢) ، قال: أنا أبو محمد المزني (٣) ، قال: نا محمد بن عبد الله بن سليمان (٤) ، قال: نا أبو بكر (٥) وعثمان (٦) ، قالا: نا حاتم بن إسماعيل (٧) ، عن أُنيس بن أبي يحيى (٨) ، عن أبيه (٩) ، عن أبي سعيد الخدري - رضي الله عنه - أنَّه قال: امترى رجل من خُدرة ورجل من بني عمرو بن عوف في المسجد الَّذي أسّس على التقوى، فقال الخدري: هو مسجد رسول الله - صلى الله عليه وسلم -، وقال </p><p>(١) [١٤٦٠] الحكم على الإسناد: شيخ المصنف لم يُذكر بجرح أو تعديل، وأبو سعيد الحدثي يختلف فيه.التخريج:أخرجه أحمد في \"المسند\" ٣/ ٢٤ (١١١٨٧)، ومسلم في الحج، باب بيان المسجد الَّذي أسس على التقوى (١٣٩٨) ومن طريقه البغوي في \"معالم التنزيل\" ٤/ ٩٥ من طريق يحيى بن سعيد .. به. وانظر الحديث الَّذي يليه.(٢) لم يُذكر بجرح أو تعديل.(٣) شيخ، جليل، قدوة، حافظ.(٤) أبو جعفر الحضرمي، ثقة، حافظ.(٥) أبو بكر بن أبي شيبة الكوفي، ثقة حافظ.(٦) عثمان بن محمد بن إبراهيم بن عثمان العبسي، أبو الحسن بن أبي شيبة الكوفي، ثقة حافظ شهير وله أوهام.(٧) أبو إسماعيل الحارثي مولاهم، صدوق، يهم، صحيح الكتاب.(٨) أنيس -بالتصغير- بن أبي يحيى الأسلمي، واسم أبي يحيى سمعان، أخو محمد، ثقة.(٩) سمعان أبو يحيى الأسلمي مولاهم، المدني، لا بأس به.</p><p> العوفي: هو مسجد قباء، فأتيا رسول الله - صلى الله عليه وسلم - في ذلك، فقال:  \"هو هذا\" ؛ يعني مسجد رسول الله - صلى الله عليه وسلم - (١) . </p><p>(١) [١٤٦١] الحكم على الإسناد: إسناده حسن.التخريج:أخرجه ابن أبي شيبة في \"المصنف\" ٣/ ٣٦١ (٧٥٩٣)، والترمذي في الصلاة، باب ما جاء في المسجد الَّذي أسس على التقوى (٣٢٣) ومن طريقه البغوي في \"شرح السنة\" ٢/ ٣٤٠.وأخرجه أحمد في \"المسند\" ٣/ ٢٣، ٩١ (١١١٧٨، ١١٨٦٤) ومن طريقه المزي في \"تهذيب الكمال\" ١٢/ ١٣٧.وأخرجه أبو يعلى في \"مسنده\" ٢/ ٢٧٢، والطبري في \"جامع البيان\" ١١/ ٢٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٨١، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٤/ ٥٠٦، والحاكم في \"المستدرك\" ١/ ٤٨٧، والبيهقي في \"دلائل النبوة\" ٢/ ٥٤٤ كلهم من طريق أنيس بن أبي يحيى .. به.قال الترمذي: حسن صحيح.وقال الحاكم: صحيح على شرط مسلم، ولم يخرجاه. ووافقه الذهبي.وأخرجه أحمد في \"المسند\" ٣/ ٨ (١١٠٤٦)، والترمذي في التفسير، باب ومن سورة التوبة (٣٠٩٩)، والنسائي في \"السنن الكبرى\" في المساجد، باب ذكر المسجد الَّذي أسس على التقوى (٧٧٦)، والطبري في \"جامع البيان\" ١١/ ٢٨ من طريق الليث بن سعد، عن عمران بن أبي أنس، عن أبي سعيد الخدري .. بنحوه. وله شاهد من حديث سهل بن سعد - رضي الله عنه -:أخرجه أحمد في \"المسند\" ٥/ ٣٣١ (٢٢٨٠٥)، والطبري في \"جامع البيان\" ١١/ ٢٨، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٤/ ٤٨٢ من طريق وكيع، عن ربيعة بن عثمان، عن عمران بن أبي أنس، عن سهل بن سعد .. بمثل حديث أبي سعيد الخدري.</p><p> وقال ابن بريدة وابن زيد وعروة بن الزبير: هو مسجد قباء (١) وهي رواية علي بن أبي طلحة وعطية، عن ابن عباس - رضي الله عنهما - (٢) </p><p>(١) أسند أقوالهم الطبري في \"جامع البيان\" ١١/ ٢٧ - ٢٨. وعزا ابن الجوزي ٣/ ٥٠١ هذا القول لسعيد بن جبير وقتادة وأبي سلمة بن عبد الرحمن والضحاك ومقاتل أيضًا. وهو قول مالك فيما حكاه القرطبي عنه في \"الجامع لأحكام القرآن\" ٨/ ٢٦٠.واختار هذا القول ابن عطية في \"المحرر الوجيز\" ٣/ ٨٢، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ٢٦٠، وأبو حيان في \"البحر المحيط\" ٥/ ١٠٢ وقالوا إنه أليق بالقصة.واختار القول الأول ابن جرير الطبري في \"جامع البيان\" ١/ ٢٨ حيث قال: وأولى القولين في ذلك عندي بالصواب، قول من قال: هو مسجد الرسول - صلى الله عليه وسلم -، لصحة الخبر بذلك عن رسول الله - صلى الله عليه وسلم -.ومال ابن تيمية في \"منهاج السنة\" ٧/ ٧٤ إلى الجمع بين القولين، حيث ذكر أن الآية نزلت بسبب مسجد قباء، ثم قال: لكن الحكم يتناوله ويتناول ما هو أحق منه بذلك، وهو مسجد المدينة، وهذا يوجّه ما ثبت في الصحيح عن النبي - صلى الله عليه وسلم - أنَّه سئل عن المسجد الَّذي أسس على التقوى، فقال: هو مسجدي هذا.وقال في \"مجموع الفتاوى\" ٢٧/ ٤٠٦: .. فتبين أن كلا المسجدين أسس على التقوى، لكن مسجد المدينة أكمل في هذا النعت، فهو أحق بهذا الاسم، ومسجد قباء كان سبب نزول الآية ..وذكر الحافظ ابن حجر في \"فتح الباري\" ٧/ ٢٤٥: أن السرّ في جوابه - صلى الله عليه وسلم - بأن المسجد الَّذي أسس على التقوى مسجده، رفع توهم أن ذلك خاصّ بمسجد قباء.(٢) رواية علي بن أبي طلحة أخرجها الطبري في \"جامع البيان\" ١١/ ٢٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٨١ من طريق معاوية بن صالح، عن علي بن أبي طلحة .. به.ورواية عطية العوفي أخرجها الطبري في \"جامع البيان\" ١١/ ٢٧.</p><p> {فِيهِ} من (١) حاصريه {رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوْا} من الأحداث والجنايات والنجاسات بالماء. </p><p> وقال الكلبي: هو غسل الأدبار بالماء. </p><p> وقال عطاء: كانوا يستنجون بالماء ولا ينامون الليل على الجنابة (٢) . </p><p> يُروى أن رسول الله - صلى الله عليه وسلم - قال لأهل قباء لما نزلت هذِه الآية:  \"إن الله تعالى قد أثنى عليكم في الطهور فما هو؟ \" قالوا: إنا نستنجي بالماء (٣) . </p><p>(١) في (ت): ومن. (٢) ذكره البغوي في \"معالم التنزيل\" ٤/ ٩٦.(٣) أخرجه ابن ماجة في الطهارة، وسننها، باب الاستنجاء بالماء (٣٥٥)، وابن الجارود في \"المنتقى\" (ص ٤٠)، والطبراني في \"مسند الشاميين\" ١/ ٤١٥، والدارقطني في \"سننه\" ١/ ٦٢، والحاكم في \"المستدرك\" ١/ ١٥٥، والبيهقي في \"السنن الكبرى\" ١/ ١٠٥ كلهم من طريق عتبة بن أبي حكيم الهمداني، عن طلحة ابن نافع، حدثني أبو أيوب وجابر بن عبد الله وأنس بن مالك - رضي الله عنهم - أن هذِه الآية لما نزلت {فِيْهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُواْ} قال رسول الله - صلى الله عليه وسلم -: \"يا معشر الأنصار؛ إن الله قد أثنى عليكم خيرًا في الطُّهْر، فما طهوركم هذا؟ \" قالوا: يا رسول الله، نتوضأ للصلاة، ونغتسل من الجنابة، فقال رسول الله - صلى الله عليه وسلم -: \"فهل مع ذلك غيره؟ \" قالوا: لا؛ غير أن أحدنا إذا خرج من الغائط أحب أن يستنجي بالماء، قال: \"فهو ذلك فعليكموه\".قال الدارقطني: عتبة بن أبي حكيم ليس بقوي ..وقال الحاكم: هذا حديث كبير صحيح في الطهارة .. ووافقه الذهبي.قلت: عتبة بن أبي حكيم الهمداني، مختلف فيه، فقد ضعفه النسائي والدارقطني =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ولينه أحمد، وقال أبو حاتم: صالح الحديث، وعن ابن معين فيه روايتان، وقال ابن عدي: أرجو أنَّه لا بأس به، وقال ابن حبان في \"صحيحه\" يعتبر حديثه من غير رواية بقية عنه، وقال ابن حجر: صدوق يخطئ كثيرًا. \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٣٧٠، \"الكامل\" لابن عدي ٥/ ٣٥٧، \"الثقات\" لابن حبان ٧/ ٢٧١، \"تهذيب الكمال\" للمزي ١٩/ ٣٠٠، \"تقريب التهذيب\" لابن حجر (٤٤٥٩).لذا قال البوصيري في \"مصباح الزجاجة\" ١/ ١٥٠: \"عتبة بن أبي حكيم ضعيف، وطلحة لم يدرك أبا أيوب.ولكن للحديث شواهد تقويه منها ما أخرجه أبو داود في الطهارة، باب في الاستنجاء بالماء (٤٤)، والترمذي في التفسير، باب ومن سورة التوبة (٣١٠٠)، وابن ماجة في الطهارة، باب الاستنجاء بالماء (٣٥٧)، والبيهقي في \"السنن الكبرى\" ١/ ١٠٥ من طريق يونس بن الحارث، عن إبراهيم بن أبي ميمونة، عن أبي صالح، عن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: \"نزلت هذِه الآية في أهل قباء\" {فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا} قالوا: كانوا يستنجون بالماء فنزلت فيهم هذِه الآية\".قال الترمذي: هذا حديث غريب من هذا الوجه.ومنها حديث عويم بن ساعدة - رضي الله عنه - عند أحمد ٣/ ٤٢٢ (١٥٤٨٥)، والطبراني في \"الصغير\" ٢/ ٢٣، والحاكم ١/ ٥٥ من طريق أبي أويس، عن شرحبيل بن سعد، عن عويم بن ساعدة .. بمعناه. وصححه ابن خزيمة في \"صحيحه\" ١/ ٤٥.وأخرجه البزار في \"البحر الزخار\" كما في \"نصب الراية\" ١/ ٢١٨ - ، \"بلوغ المرام\" لابن حجر (ص ٣٩) من حديث الزهري، عن عبيد الله بن عبد الله، عن ابن عباس .. بنحوه، وفي آخره: إنا نتبع الحجارة الماء.قال الحافظ: رواه البزار بسند ضعيف.فالحديث بمجموع هذِه الطرق يرقى إلى رتبة الحسن لغيره، والله أعلم.وكأنه لذلك قال الزيلعي في \"نصب الراية\" ١/ ٢١٩: وسنده حسن. =</p><p> {وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ} ؛ أي المتطهرين فأدغمت التاء في الطاء لقرب مخرجيهما. </p><p> وقال يزيد بن شجرة - رضي الله عنه - (١) : أتت الحمى رسول الله - صلى الله عليه وسلم - في صورة جارية سوداء، فقال لها رسول الله - صلى الله عليه وسلم -: \"من أنتِ؟ \" قالت: أنا أمُّ مِلدَم، أُنْشِفُ الدّم وآكلُ اللحم وأُصفِّر الوجه (٢) وأرقق الجلد وأدقق العظم، فقال لها رسول الله - صلى الله عليه وسلم -: \"مُرّي فاقصُدي الأنصار\" ؛ فإن لهم علينا حقوقًا، فَحُمَّ الأنصار، فلمّا كان من الغد قال: ما للأنصار؟ قالوا: حُمُّوا عن آخرهم، فقال: قوموا بنا نعودهم، فعادوهم (٣) ، وجعل يقول:  \"أبشروا فإنها كفارة وطهور\" ، فقالوا: يا رسول الله؛ ادع الله أن يديمها علينا أيامًا حتَّى تكون كفارة لذنوبنا، فأنزل الله تعالى يثني عليهم: {فِيهِ رِجَالٌ يُحِبُّونَ أَنْ </p><p>= تنبيه: قال الحافظ عقب إيراده لحديث ابن عباس في بلوغ المرام: وصححه ابن خزيمة في \"صحيحه\" من حديث أبي هريرة - رضي الله عنه - بدون ذكر الحجارة. قلت: لعله وهم في ذلك؛ فإن الَّذي في صحيح ابن خزيمة هو حديث عويم بن ساعدة كما تقدم، لا حديث أبي هريرة، والله أعلم.(١) هو يزيد بن شجرة بن أبي شجرة الرهاوي، مختلف في صحبته: فأثبتها البخاري وابن معين، وأنكرها ابن مندة وأبو زرعة، وقال أبو حاتم وابن حبان في \"صحيحه\": يقال له صحبة، استشهد ببلاد الروم وهو أمير على جيش سنة ثمان وخمسين.\"الطبقات\" لخليفة (ص ٧٥)، \"الطبقات الكبرى\" لابن سعد ٧/ ٤٤٦، \"التاريخ الكبير\" للبخاري ٨/ ٣١٦، \"جامع التحصيل\" للعلائي (ص ٣٠١).(٢) في (ت): اللون.(٣) في الأصل: فعادهم، والمثبت من (ت).</p><p> يَتَطَهَّرُوْا} (١) بالحمّى من معاصيهم {وَاللَّهُ يُحِبُّ الْمُطَّهِّرينَ} من الذنوب. </p><p>(١) لم أجده من حديث يزيد بن شجرة. لكن جاء بمعناه ما أخرجه أحمد في \"المسند\" ٦/ ٣١٣ (١٤٣٩٣)، وعبد بن حميد في \"المنتخب\" (٣١٤)، وأبو يعلى في \"مسنده\" ٣/ ٤٠٨، وابن حبان في \"صحيحه\" ٧/ ١٩٧، وابن أبي الدنيا في \"المرض والكفارات\" (٢٤٥)، والحاكم في \"المستدرك\" ١/ ٣٤٦، والبيهقي في \"السنن الكبرى\" ٣/ ٣٧٥، وفي \"شعب الإيمان\" ٧/ ١٩٤ كلهم من طريق جرير، عن الأعمش، عن أبي سفيان، عن جابر قال: أتت الحمّى النبي - صلى الله عليه وسلم -، فاستأذنت عليه، فقال: من أنت؟ فقالت: أنا أمّ مِلْدَم، قال: \"أنهدي إلى قباء فأتيهم\"، قال: فأتتهم، فحموا أو لقوا منها شدّة، فقالوأ يا رسول الله ما ترى ما لقينا من الحمى، قال: \"إن شئتم دعوت الله فكشفها عنكم، بيان شئثم كانت طهورا\" قالوا: بل تكون طهورا. وهذا لفظ ابن حبان في \"صحيحه\".وليس فيه التصريح بسبب النزول.قال الحاكم: صحيح على شرط مسلم ولم يخرجاه. ووافقه الذهبي.وذكره الهيثمي في \"مجمع الزوائد\" ٢/ ٣٠٥ - ٣٠٦ وقال: رواه أحمد وأبو يعلى في \"مسنده\"، ورجال أحمد رجال الصحيح.وله شاهد من حديث سلمان الفارسي عند الطبراني في \"المعجم الكبير\" ٦/ ٢٤٦ (٦١١٣).</p>"
}