{
  "id": null,
  "sura": 9,
  "aya": 109,
  "text": "<p> ١٠٩ - قوله تعالى:  {أَفَمَنْ أَسَّسَ بُنْيَانَهُ} </p><p> اختلفت القراءة فيه، فقرأ نافع وأهل الشام (أُسس بنيانُه) بضم الهمزة والنون (١) على غير تسمية الفاعل، وذكره أبو حاتم عن زيد بن ثابت - رضي الله عنه -. </p><p> وقرأ عمارة بن صائد (أسَس) بالمد وفتح السين والنون (٢) في وزن آمن، وكذلك الثانية وهو (أسّس) واحد لأن (أفعل) و (فعّل) يتقاربان في التعدية. </p><p> وقرأ الباقون بفتح الهمزة والنون وتشديد السين الأولى على تسمية الفاعل (٣) ، واختاره أبو عبيد وأبو حاتم. </p><p> {عَلَى تَقوَى مِنْ اللَّهِ} قرأ عيسى بن عمر (تقوى) مُنَوَّنًا (٤) . </p><p> {وَرِضْوَانٍ خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا}  (٥) ، وقال أبو عبيد: </p><p>(١) \"التيسير\" للداني (ص ١١٩)، \"التبصرة\" لمكي (ص ٥٣٥)، \"العنوان\" لابن خلف (ص ١٠٢). (٢) \"مختصر في شواذ القرآن\" لابن خالويه (ص ٦٠) بغير نسبة، والمنسوب لعمارة بن عائذ أنَّه يقرأ الأولى على البناء للمفعول، والثانية على البناء للفاعل.انظر \"البحر المحيط\" ٥/ ١٠٣، \"الدر المصون\" للسمين الحلبي ٦/ ١٢٣.(٣) \"التيسير\" للداني (ص ١١٩)، \"التبصرة\" لمكي (ص ٥٣٥)، \"العنوان\" لابن خلف (ص ١٠٢)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٨١.(٤) \"مختصر في شواذ القرآن\" لابن خالويه (ص ٦٠)، \"إعراب القراءات الشواذ\" للعكبري ١/ ٦٣٢.(٥) انظر \"مجاز القرآن\" لأبي عبيدة ١/ ٢٦٩، \"صحيح البخاري\" مع\"فتح الباري\" ٨/ ٣١٥.</p><p> الشفا الحدّ، وتثنيته شَفَوان (١) . {جُرُفٍ} قرأ عاصم برواية أبي بكر، وابن عامر وحمزة (وخلف والكسائي)  (٢)  (جُرْف) بالتخفيف وقرأ الباقون بالتثقيل (٣) ، وهما لغتان، وهي البئر التي لم تطوَ (٤) . </p><p> وقال أبو عبيدة: هو الهوّة وما يجرفه السيل من الأودية (٥) . </p><p> {هَارٍ} ، أي: هائر (٦) ، وهو الساقط الَّذي يتداعى بعضه في أثر بعض كما ينهار الرمل والشيء الرخو. </p><p> يقال:  (هائر) ثم يقلب ويؤخر ياؤها فيقال: (هارٍ) ، كما يقال: </p><p>(١) لم أجده في \"غريب الحديث\" لأبي عبيد. لكن ذكر هذا المعنى الزجاج في \"معاني القرآن\" ٢/ ٤٧٠ قال: وشفا الشيء حرْفُه وحدُّه، والشفا مقصور يكتب الألف، ويثنى شفوين.وهو في \"معاني القرآن\" للنحاس ٣/ ٢٥٥ أيضًا.(٢) ما بين القوسين ساقط من الأصل، وأثبته من (ت).(٣) انظر: القراءتين في \"السبعة\" (ص ٣١٨)، \"الغاية\" لابن مهران (ص ٢٧٢)، \"الكنز\" لابن الوجيه (ص ١٦٩).(٤) لم أجد هذا المعنى فيما بين يدي من مصادر اللغة والغريب.(٥) \"مجاز القرآن\" ١/ ٢٦٩ وفيه أيضًا: ما لم يُبْن من الركايا له جول، والركايا: جمع ركيّة وهي البئر، والجول: جانب البئر والقبر من أسفلها إلى أعلاها.وعنه البخاري كما في \"فتح الباري\" لابن حجر ٨/ ٣١٥، وابن قتيبة في \"غريب الحديث\" (ص ١٩٢).(٦) في \"مجاز القرآن\" لأبي عبيدة ١/ ٢٦٩: هار: مجازه هائر، والعرب تنزع هذِه الياء من فاعل، قال العجاج: لاثٍ به الأشاء والعُبْريُّ؛ أي لائث، ويقال: كيد خاب؛ أي خائب.وانظر \"صحيح البخاري مع الفتح\" ٨/ ٣١٥، \"غريب الحديث\" لابن قتيبة (ص ١٩٢)، \"غريب السجستاني\" (ص ٤٧٤).</p><p> (شاكِ (١) السلاح) و (شائك السلاح) ، و (عاقٍ) و (عائق) ، قال الشاعر: </p><p> وَلَم يَعُقْني عَن هَواهَا عَاق </p><p> وقيل: هو من (هار يَهار) إذا انهدم (٢) ، مثل (خاف يخاف) ، وهذا مَثَلٌ لضعف نياتهم (٣) وقلة بصيرتهم في عملهم. </p><p> {فَانهَارَ} فانتثر (٤) ، يقال: هار وانهار وتهوّر، بمعنى واحد إذا سقط وانهدم، ومنه قيل:  (تهوّر الليل) إذا ذهب أكثره، وفي مصحف أبيّ - رضي الله عنه - (فانهارت)  (٥)  {بِهِ} قواعده {فِي نَارِ جَهَنَّمَ وَاللَّهُ لَا يَهْدِى الْقَوْمَ الْظَّالِمِينَ} قال قتادة: والله ما تناهى أن وقع في النار، وذُكر لنا أنَّه حُفِر بقعة منها فرُئي الدخان يخرج منه (٦)  (٧) . </p><p> وقال جابر بن عبد الله - رضي الله عنهما -: \"رأيت الدخان يخرج من مسجد </p><p>(١) كذا في جميع النسخ، وقال محمود شاكر في تحقيقه و\"جامع البيان\" للطبري ١٤/ ٤٩٢ إن الصواب شاكي، بالياء في آخره. (٢) حكاه الطبري في \"جامع البيان\" ١١/ ٣٢ ولم ينسبه.(٣) في (ت): بنيانهم، وهو تصحيف.(٤) \"جامع البيان\" للطبري ١١/ ٣٢.(٥) \"البحر المحيط\" لأبي حيان ٥/ ١٠٤ وفيه: وفي مصحف أبيّ فانهارت به قواعده في نار جهنم.(٦) في (ت): منها.(٧) عزاه السيوطي في \"الدر المنثور\" ٣/ ٤٩٩ لابن المنذر وابن أبي حاتم وأبي الشيخ.وقد أخرجه الطبري في \"جامع البيان\" ١١/ ٣٢ من طريق يزيد، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٨٤ من طريق أبي الجماهر، كلاهما عن سعيد، عن قتادة .. به.</p><p> الضرار\" (١) . </p><p> وقال خلف بن ياسين الكوفي (٢) : حججت مع أبي (٣) في زمان بني أمية، فرأيت بالمدينة مسجدًا بقبلتين (٤) ، يعني مسجد رسول الله - صلى الله عليه وسلم - بقباء (٥) وفيه قبلة بيت المقدس، فلما كان زمان أبي جعفر، قالوا: يدخل الجاهل فلا يعرف القبلة! فهذا البناء الَّذي ترون، جرى على يدي عبد الصمد بن علي، ورأيت مسجد المنافقين الَّذي ذكره الله تعالى في القرآن، وفيه جحر يخرج منه الدخان، وهو اليوم مزبلة (٦) . </p><p>(١) ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٩٩ وعزاه لمسدد في \"مسنده\" وابن جرير وابن المنذر وابن أبي حاتم والحاكم وصححه ابن مردويه. وقد أخرجه الطبري في \"جامع البيان\" ١١/ ٣٢ - ٣٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٨٤، والحاكم في \"المستدرك\" ٤/ ٥٩٦ من طريق عبد العزيز المختار، عن عبد الله الداناج، عن طلق بن حبيب، عن جابر .. به.قال الحاكم: هذا إسناد صحيح، وقد حدثني جماعة من أصحابنا الغرباء أنهم عرفوا هذا المسجد، وشاهدوا هذا الدخان. ووافقه الذهبي.(٢) هو خلف بن ياسين بن معاذ الزيات، ليس بالمشهور، وجلّ رواياته عن مجهولين.\"الكامل\" لابن عدي ٣/ ٦٥، \"لسان الميزان\" للذهبي ٢/ ٤٠٥.(٣) هو ياسين بن معاذ الزيات، من كبار فقهاء الكوفة، منكر الحديث.(٤) في (ت): مسجد القبلتين.(٥) بقباء: ليست عند الطبري.(٦) أسنده الطبري في \"جامع البيان\" ١١/ ٣٣ من طريق سلام بن سالم الخزاعي، عن خلف بن ياسين .. به.</p>"
}