{
  "id": null,
  "sura": 9,
  "aya": 35,
  "text": "<p> الذهب، مثل قوله {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ}  (١) ردّ الكناية (٢) إلى الصلاة لأنها أعمَ، وقوله {وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا}  (٣) ردّ الكناية إلى التجارة لأنها أهمّ وأفضل (٤) . </p><p> {فَبَشِّرْهُمْ} فأخبرهم وأنذرهم {بِعَذَابٍ أَلِيمٍ} . </p><p> ٣٥ - قوله تعالى:  {يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ} </p><p> أي: تُدخل النار فيوقد عليها؛ يعني الكنوز ومنه يقال: أحميتُ الحديدة في النار (٥)  {فَتُكْوَى} فتحرق {جِبَاهُهُمْ} جباه كانزيها {وَجُنُوبُهُمْ وَظُهُورُهُمْ} قال عبد الله بن مسعود - رضي الله عنه -: والذي لا إله غيره ما من رجل يكون بكنز فيوضع دينار على دينار، ولا درهم على درهم، ولكن يُوسَّع جلده، فيوضع كل دينار ودرهم على جسده (٦) . </p><p>(١) البقرة: ٤٥. (٢) الكناية: مصطلح يطلقه الكوفيون على الضمير والمضمر. جاء في المحصل شرح المفصل قوله: اعلم أن الضمير هو الكناية، وهو اسم المتكلم في خطابه إذا خاطب، واسم المخاطب في خطابه إذا خوطب، واسم الغائب بعد أن جرى ذكره بواسطة \"المصطلح النحوي\" للقوزي (ص ١٧٤).وانظر استعماله في \"معاني القرآن\" للفراء ١/ ٥، ١٩، ٨٥.(٣) الجمعة: ١١.(٤) اعترض أبو حيان في \"البحر المحيط\" على التمثيل بهذِه الآية فقال ٥/ ٣٩: وليس مثله؛ لأن هذا عطف بـ (أو) فحكمهما أن الضمير يعود على أحد المتعاطفين، بخلاف (أو).(٥) انظر: \"جامع البيان\" للطبري ١٠/ ١٢٣.(٦) في حاشية الأصل: وفي نسخة: حِدَته وهي كذلك في (ت) وفي بقية المصادر. =</p><p> سُئِل أبو بكر الوراق: لِمَ خصّ الجباه والجنوب والظهور بالكيّ؟ قال: لأن الغني صاحب الكنز إذا رأى الفقير انقبض، وإذا ضمّه وإياه مجلس ازورّ عنه وولى ظهره عليه (١) . </p><p> وقال محمَّد بن علي الترمذي: ذلك لأنه يبذخ ويشمخ مسألة، ويقع على كنزه بجنبيه فيتساند إليه. </p><p> قال الأحنف بن قيس: قدمت المدينة فبينا (٢) أنا في حلقةٍ فيها ملأ من قريش إذ جاء رجل أخشن الثياب حسن الوجه (٣) ، فقام عليهم، </p><p>= والأثر ذكره السيوطي في \"الدر المنثور\" ٣/ ٤١٩ وعزاه لابن أبي حاتم والطبراني وأبي الشيخ. وقد أخرجه ابن أبي شيبة في \"المصنف\" ٤/ ٣٤٤ (١٠٧٩١)، والطبري في \"جامع البيان\" ١٠/ ١٢٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٩٠، والطبراني في \"المعجم الكبير\" ٩/ ١٥٠ (٨٧٥٤) من طريق الأعمش، عن عبد الله ابن مرة، عن مسروق، عن ابن مسعود .. بنحوه.قال الهيثمي في \"مجمع الزوائد\" ٧/ ٢٩ - ٣٠: رجاله رجال الصحيح.وأورده البغوي ٤/ ٤٤، وابن الجوزي في \"زاد المسير\" ٣/ ٤٣١، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ١٣٠، وذكره ابن كثير في \"تفسيره\" ٧/ ١٨٨ وقال: وقد رواه ابن مردويه عن أبي هريرة مرفوعًا, ولا يصح رفعه والله أعلم.(١) ذكره البغوي ٤/ ٤٤، وابن الجوزي في \"زاد المسير\" ٣/ ٤٣١ - ٤٣٢، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ١٢٩، وعزاه لعلماء الظاهر، والنيسابوري في \"غرائب القرآن\" ١٠/ ٨٠.وانظر مزيدًا من التوجيهات في تخصيص هذِه المواضع بالكي في \"غرائب القرآن\" للنيسابوري ١٠/ ٨٠، \"البحر المحيط\" لأبي حيان ٥/ ٣٩ - ٤٠.(٢) في (ت): فبينما.(٣) في (ت): أخشن الجسد، أخشن الوجه أخشن الثياب.</p><p> فقال: بشّر الكانزين برَضْفٍ (١) يحمى عليها في نار جهنم فيوضع على حَلمة ثدي أحدهم حتى تخرج من نُغْضِ كتفه (٢) ، وتوضع على نغض كتفه حتى تخرج من حلمه ثدييه، ويزلزل (٣) ، (ويكوى الجباه والجنوب والظهور حتى يلتقي الحرُّ في أجوافهم)  (٤) ، قال: فوضع القوم رؤوسهم، فما رأيت أحدًا منهم رجع إليه شيئًا (٥) ، قال: فأدبر، فاتبعته، حتى جلس إلى سارية، فقلت: ما رأيت هؤلاء إلا كرهوا ما قلت لهم! فقال: إن هؤلاء لا يعقلون شيئًا (٦) ، قال: فإذا هو أبو ذرّ - رضي الله عنه -. </p><p>(١) الرضف: بفتح الراء وسكون المعجمة بعدها فاء، هي الحجارة المحماة على النار، واحدها رضفة. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٢٣١، \"فتح الباري\" لابن حجر ٣/ ٢٧٦. (٢) نُغْض الكتف: بضم النون وسكون المعجمة، هو العظم الرقيق الذي على طرف الكتف، قال الخطابي: هو الشاخص منه، وأصل النغض الحركة، فسمي ذلك الموضع نغضًا لأنه يتحرك بحركة الإنسان.\"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ٨٧، \"فتح الباري\" لابن حجر ٣/ ٢٧٦.(٣) في سائر مصادر التخريج: يتزلزل.(٤) ما بين القوسين ليس من حديث الأحنف في شيء من مصادر التخريج، إنما أخرجه الطبري ١٠/ ١٢٣ من طريق حميد بن هلال قال: كان أبو ذر يقول: بشر الكنازين بكي في الجباه، وكي في الجنوب، وكي في الظهور، حتى يلتقي الحر في أجوافهم.(٥) في (ت): مما قال.(٦) أخرجه أحمد في \"المسند\" ٥/ ١٦٠ (٢١٤٢٥)، والبخاري في الزكاة، باب ما أدِّي زكاته فليس بكنز (١٤٠٧)، ومسلم في الزكاة، باب في الكنازين للأموال (٩٩٢) والطبري ١٠/ ١٢٣، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٨/ ٥١ من طريق الجريري، عن أبي العلاء بن الشخير، عن الأحنف بن قيس .. بنحوه.</p><p> {هَذَا} ؛ أي يقال لهم هذا {مَا كَنَزْتُمْ لِأَنْفُسِكُمْ} كقوله: {فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ}  (١)  (٢)  {فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ}  (فذوقوا العذاب بما كنتم تكفرون)  (٣) ، أي: تجحدون حقوق الله في أموالكم وتمنعونها. </p><p> واختلف العلماء في حكم هذِه الآية، وفيمن نزلت فيهم: </p><p> [١٤٣٧] فأخبرنا عبد الله بن حامد بن محمَّد (٤) ، أنا أحمد بن محمد بن الحسن (٥) ، نا محمد بن يحيى (٦) ، نا أحمد بن شبيب بن سعيد الحبطي (٧) ، نا أبي (٨) ، عن يونس (٩) ، </p><p>(١) آل عمران: ١٠٦. (٢) وجه تمثيل المصنف بهذِه الآية؛ ما تضمنته من أسلوب الالتفات من الغيبة إلى الخطاب، والالتفات كما قال الزركشي في البرهان ٣/ ٣١٤ هو: نقل الكلام من أسلوب إلى أسلوب آخر تطرية واستدرارًا للسامع، وتجديدًا لنشاطه، وصيانة لخاطره من الملال والضجر.وهذا من أساليب القرآن البديعة وفنونه البليغة.(٣) ما بين القوسين ساقط من (ت)، وهي آية في آل عمران: ١٠٦.(٤) لم يذكر بجرح أو تعديل.(٥) ابن الشرقي، ثقة، مأمون.(٦) الذهلي، ثقة، حافظ، جليل.(٧) في الأصل: الحنظلي، وهو تحريف، والتصويب من (ت).وهو أحمد بن شبيب بن سعيد الحبطي أبو عبد الله البصري، صدوق.(٨) شبيب بن سعيد التميمي الحبطي البصري، أبو سعيد، لا بأس بحديثه من رواية ابنه أحمد عنه؛ لا من رواية ابن وهب.(٩) ابن يزيد الأيلي، ثقة إلا أن في روايته عن الزهريّ وهمًا قليلًا.</p><p> عن ابن شهاب (١) ، عن خالد بن أسلم (٢) ، عن ابن عمر - رضي الله عنهما - وسئل عن قوله عز وجل:  {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ} فقال ابن عمر: إنما كان هذا قبل أن تنزل الزكاة فلما نزلت جعلها الله طهرًا للأموال (٣) . </p><p> [١٤٣٨] وأخبرنا عبد الله بن حامد (٤) ، أنا أحمد بن محمَّد بن إبراهيم (٥) ، نا محمَّد (٦) بن نصر (٧) ، نا الحجاج بن يوسف (٨) </p><p>(١) الزهريّ، الفقيه الحافظ، متفق على جلالته وإتقانه. (٢) في جميع النسخ: خالد بن زيد بن أسلم، وهو خطأ، فإن زيدًا أخوه لا أبوه، والتصويب من مصادر الترجمة.وهو خالد بن أسلم القرشي العدوي، أخو زيد بن أسلم مولى عمر، صدوق.روى له البخاري معلقاً، وفي \"الأدب\"، وابن ماجه.انظر: \"التاريخ الكبير\" للبخاري ٣/ ١٤٠، \"تهذيب الكمال\" ٨/ ٢٨، \"التقريب\" (١٦٢٦).(٣) [١٤٣٧] الحكم على الإسناد:إسناده فيه شيخ المصنف لم أر فيه جرحًا ولا تعديلًا.التخريج:الخبر تقدم تخريجه قريبًا.(٤) لم يذكر بجرح أو تعديل.(٥) أبو يحيى الكرابيسي، محدث، مشهور، مدلس.(٦) زيادة من (ت).(٧) المروزي، ثقة حافظ، إمام، جبل.(٨) حجاج بن أبي يعقوب يوسف بن حجاج الثقفي البغدادي، المعروف بابن الشاعر، ثقة حافظ. مات سنة (٢٥٩ هـ).انظر: \"الجرح والتعديل\" ٣/ ١٦٨، \"الثقات\" لابن حبان ٨/ ٢٠٣، \"تهذيب الكمال\" ٥/ ٤٦٦، \"التقريب\" (١١٤٩).</p><p> ومحمد بن يحيى (١) ، قالا: نا يحيى بن يعلق بن الحارث المحاربي (٢) ، نا أبي (٣) ، نا غيلان بن جامع المحاربي (٤) ، عن عثمان بن (٥) اليقظان (٦) ، عن جعفر بن إياس (٧) ، عن مجاهد (٨) ، عن ابن عباس - رضي الله عنهما - قال: لما نزلت هذِه الآية {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ} الآية، كبر ذلك على المسلمين وقالوا: ما يستطيع أحدٌ منا يدع لولده مالًا يبقى بعده! قال عمر - رضي الله عنه -: أنا أفرج عنكم، فانطلقوا، وانطلق عمر - رضي الله عنه - واتبعه </p><p>(١) الذهلي، ثقة، حافظ، جليل. (٢) الكوفي، ثقة.(٣) يعلق بن الحارث بن حرب المحاربي الكوفي، ثقة.(٤) في (ت): البخاري، وهو تحريف.وهو غيلان بن جامع بن أشعث المحاربي، أبو عبد الله الكوفي قاضيها، ثقة.(٥) كذا في جميع النسخ، والتصويب (أبو) كما في مصادر ترجمته.(٦) عثمان بن عمير -بالتصغير- ويقال بن قيس، والصواب أن قيسًا جدّ أبيه، وهو عثمان بن أبي حميد أيضًا البجلي، أبو اليقظان الكوفي الأعمى، ضعفه أحمد وابن معين وأبو حاتم، قال البخاري: كان يحيى وعبد الرحمن لا يحدثان عنه، وقال ابن عدي: رديء المذهب يؤمن بالرجعة. لذا قال الحافظ: ضعيف واختلط وكان يدلس ويغلو في التشيع، مات في حدود سنة (١٥٠ هـ).انظر: \"التاريخ الكبير\" للبخاري ٦/ ٢٤٥، \"المجروحين\" لابن حبان ٢/ ٩٥، \"الكامل\" لابن عدي ٥/ ١٦٦، \"تهذيب الكمال\" ٧/ ١٣٢، \"ميزان الاعتدال\" ٣/ ٥٠، \"التقريب\" (٤٥٣٩).(٧) جعفر بن إياس أبو بشر بن أبي وَحْشِية، ثقة، وضعفه الشعبي في مجاهد.(٨) ابن جبر، ثقة، إمام في التفسير والقراءة.</p><p> ثوبان، فأتى النبي - صلى الله عليه وسلم - فقال: يا نبي الله، إنه قد كبر على أصحابك هذِه الآية، فقال:  \"إن الله عز وجل لم يفرض الزكاة إلا ليطيب بها ما بقي من أموالكم، وإنما فرض المواريث في أموال تبقى بعدكم،ثم قال:ألا أخبركم بخير ما يكنز المرء: المرأة الصالحة إذا نظر إليها سرته، وإذا أمرها أطاعته، وإذا غاب عنها حفظته\"  (١) . </p><p>(١) [١٤٣٨] الحكم على الإسناد: إسناده ضعيف لحال عثمان أبو اليقظان.التخريج:ذكره السيوطي في \"الدر المنثور\" ٣/ ٤١٨ وعزاه لابن أبي شيبة في \"مسنده\" وأبي داود، وأبي يعلى، وابن أبي حاتم، والحاكم، وابن مردويه، والبيهقي.وقد أخرجه أبو يعلى في \"مسنده\" ٤/ ٣٧٨ من طريق أبي بكر، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٨٨ من طريق حميد بن مالك، والحاكم في \"المستدرك\" ٢/ ٣٣٣ من طريق إبراهيم بن إسحاق الزهريّ، ومن طريقه البيهقي ٤/ ٨٣.وأخرجه البيهقي أيضًا في \"السنن الكبرى\" ٤/ ٨٣ من طريق عباس الترقفى، وابن عبد البر في \"التمهيد\" ١٩/ ١٦٨ من طريق محمَّد بن إسماعيل الصائغ.خمستهم عن يحيى بن يعلى، عن أبيه .. بنحوه.قال الحاكم: هذا حديث صحيح الإسناد ولم يخرجاه.وقال الذهبي: عثمان لا أعرفه، والخبر عجيب.وقال الهيثمي في \"مجمع الزوائد\" ٧/ ٣٠: رواه أبو يعلى في \"مسنده\"، وفيه عثمان بن عمير وهو ضعيف.وقال البيهقي في \"السنن الكبرى\" ٤/ ٨٣: وقصر به بعض الرواة عن يحيى، فلم يذكر في إسناده عثمان أبا اليقظان.قلت: يشير البيهقي إلى ما أخرجه أبو داود في الزكاة، باب في حقوق المال =</p><p> وقال بعض الصحابة: هي في أهل الكتاب خاصة (١) . </p><p> وقال السدي: هي في أهل القبلة (٢) . </p><p> وقال الضحاك: هي عامّة في أهل الكتاب وفي المسلمين (٣) ، من كسب مالًا حلالًا فلم يعط من حق الله تعالى كان كنزًا وإن قلّ وكان على وجه الأرض، وما أعطي حق الله منه لم يكن كنزًا وإن كان كثيرًا ودفنه في الأرض. </p><p> [١٤٣٩] أخبرنا عبد الله بن حامد (٤) ، أخبرنا أحمد بن محمَّد بن إبراهيم (٥) ، نا محمَّد بن نصر (٦) ، </p><p>= (١٦٦٤) عن عثمان بن أبي شيبة، ومن طريقه الجصاص في \"أحكام القرآن\" ٤/ ٣٠٢ والحاكم في \"المستدرك\" ١/ ٤٠٩ من طريق علي بن المديني. كلاهما عن يحيى بن يعلى، عن أبيه، عن غيلان بن جامع، عن جعفر بن إياس .. بنحوه. ولم يذكرا فيه عثمان أبو اليقظان. قال الحاكم: صحيح على شرط الشيخين ولم يخرجاه. ووافقه الذهبي.وضعفه الألباني في \"ضعيف أبي داود\" (ص ١٦٦).(١) هذا قول معاوية - رضي الله عنه -كما سيأتي.(٢) عزاه السيوطي في \"الدر المنثور\" ٣/ ٤١٩ لابن أبي حاتم.وقد أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٨٩ من طريق أحمد بن مفضل، عن أسباط، عن السدي .. به. وذكره الواحدي في \"أسباب النزول\" (ص ٢٥٠)، وابن الجوزي في \"زاد المسير\" ٣/ ٤٢٩، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ١٢٣.(٣) انظر \"أسباب النزول\" للواحدي (ص ٢٥٠)، \"زاد المسير\" لابن الجوزي ٣/ ٤٢٨.(٤) لم يذكر بجرح أو تعديل.(٥) محدث، مشهور، مدلس.(٦) المروزي، ثقة، حافظ، إمام، جبل.</p><p> نا عمرو بن زرارة (١) ، أنا هشيم (٢) ، أنا حصين (٣) ، عن زيد بن وهب (٤) ، قال: مررت بالرّبذة (٥) فإذا أنا بأبي ذرّ - رضي الله عنه -، فقلت له: ما أنزلك منزلك هذا؟ قال: كنت بالشام فاختلفت أنا ومعاوية في هذِه الآية {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ} فقال معاوية: نزلت في أهل الكتاب. </p><p> فقلت: نزلت فينا وفيهم، فكان بيني وبينه كلام في ذلك، فكتب إلى عثمان - رضي الله عنه - يشكوني، فكتب إليّ عثمان أن أقدم المدينة، فقدمتها، فكثر الناس عليّ حتى كأنهم لم يروني قبل ذلك، فذكرت ذلك لعثمان - رضي الله عنه -، فقال لي: إن شئت تنحّيتَ فكنت قريبًا، فذاك الذي أنزلني هذا المنزل، ولو أمَّروا عليّ حبشيًا لسمعت وأطعت (٦) . </p><p>(١) ابن واقد الكلابي، أبو محمَّد النيسابوري، ثقة ثبت. (٢) هُشَيم بن بَشِير أبو معاوية بن أبي خازم الواسطي، ثقة ثبت كثير التدليس والإرسال الخفي.(٣) ابن عبد الرحمن السلمي، أبو الهذيل الكوفي، ثقة تغير حفظه في الآخر، ورواية هشيم عنه قبل التغير.(٤) أبو سليمان الكوفي، مخضرم ثقة جليل.(٥) الرَّبَذة: بالراء الموحدة والذال المعجمة، من قرى المدينة بأطراف الحجاز مما يلي نجدًّا، على طريق حاج العراق، تبعد مائة وخمسين كيلًا شمال مهد الذهب، وهي اليوم خراب.\"معجم البلدان\" لياقوت ٣/ ٢٧، \"معجم المعالم الجغرافية في السيرة النبوية\" لعاتق البلادي (ص ١٣٥ - ١٣٦).(٦) [١٤٣٩] الحكم على الإسناد:إسناده فيه شيخ المصنف لم أر فيه جرحًا ولا تعديلاً، وبقية رجاله ثقات. =</p><p> وقال بعضهم: نزلت في مانعي الزكاة خاصة (١) . </p><p> وهو أولى الأقاويل بالصحة، يدل عليه: </p><p> [١٤٤٠] ما أخبرنا أبو محمَّد عبد الله بن حامد الأصفهاني (٢) ، قال: أنا أبو يحيى أحمد بن محمَّد بن إبراهيم السمرقندي (٣) ، نا محمَّد بن نصر المروزي (٤) ، نا محمَّد بن عبد الملك بن أبي الشوارب (٥) ، نا عبد العزيز بن المختار (٦) ، </p><p>= التخريج: أخرجه ابن سعد في \"الطبقات الكبرى\" ٤/ ٢٦٦، والبخاري في الزكاة، باب ما أدى زكاته فليس بكنز (١٤٠٦)، والطبري في \"جامع البيان\" ١٠/ ١٢١ - ١٢٢ من طرق عن هشيم، عن حصين .. بنحوه.وأخرجه البخاري أيضًا في التفسير، باب والذين يكنزون الذهب والفضة .. (٤٦٦٠) من طريق جرير، عن حصين .. بنحوه مختصرًا.وأخرجه النسائي في \"السنن الكبرى\" في التفسير، باب والذين يكنزون الذهب والفضة (١١٢١٨) من طريق فضيل بن عياض، عن حصين .. به.(١) عزا ابن عطية في \"المحرر الوجيز\" ٣/ ٢٨ هذا القول لجمهور أهل العلم، وكذا ابن الجوزي ٣/ ٤٢٩ واختاره الطبري في \"جامع البيان\" ١٠/ ١٢٠.(٢) في (ت): الأصبهاني، وهو الوزان، لم يذكر بجرح أو تعديل.(٣) محدث، مشهور، مدلس.(٤) ثقة، حافظ، إمام، جبل.(٥) محمَّد بن عبد الملك بن أبي الثوارب الأموي البصري، واسم أبي الشوارب محمَّد بن عبد الرحمن بن أبي عثمان، صدوق، من كبار العاشرة، مات سنة (٢٤٤ هـ).\"تقريب التهذيب\" لابن حجر (٦١٣٨)، \"الجرح والتعديل\" لابن أبي حاتم ٨/ ٥، \"الثقات\" لابن حبان ٩/ ١٠٢، \"تهذيب الكمال\" للمزي ٢٦/ ١٩.(٦) عبد العزيز بن المختار الدباغ البصري، مولى حفصة بنت سيرين، ثقة. =</p><p> حدثنا سهيل (١) ، عن أبيه (٢) ، عن أبي هريرة - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: \"ما مضى صاحب كنز لا يؤدي زكاته، إلا سمي عليها (٣) في نار حهنم, فتجعل صفائح بها فيكوى بها جبينه وجنباه؛ حتى يحكم الله عز وجل بين عباده في يوم كان مقداره خمسين أنس سنة مما تعدون، ثم يرى سبيله إما إلى الجنة وإما إلى النار, وما من صاحب إبلٍ لا يؤدي زكاتها, إلا بطح (٤) لها بقاعٍ قرقر (٥) أوفر ما كانت (٦) ، تسير (٧) عليه، كلما مضى عليه آخراها رُدّت عليه أَولاها, حتى يحكم الله تعالى بين عباده في يوم كان مقداره خمسين ألف سنة مما تعدون، ثم يرى سبيله إما إلى الجنة وإما إلى النار, وما من صاحب غنم لا يؤدي زكاتها إلا بطح لها بقاع قرقرٍ كأوفر ما كانت، فتطؤه </p><p>= روى له الجماعة. انظر: \"التاريخ الكبير\" للبخاري ٦/ ٢٤، \"تهذيب الكمال\" للمزي ٦/ ٣١٦، \"تقريب التهذيب\" لابن حجر (٤١٤٨).(١) سهيل بن أبي صالح ذكوان السمان، أبو يزيد المدني، صدوق تغير حفظه بأخرة.(٢) ذكوان أبو صالح السمان الزيات المدني، ثقة ثبت.(٣) في حاشية الأصل: في نسخة: عليه، وكذا هي في (ت) وفي صحيح مسلم.(٤) بُطِحَ: أي ألقي صاحبها على وجهه لتطأه. \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ١٣٤.(٥) قال البغوي في \"شرح السنة\" ٥/ ٤٨٢: القاع: المكان المستوي ليس فيه ارتفاع ولا انخفاض، والقرقر: المستوي الأملس من الأرض.(٦) قال البغوي: أي يريد كمال حالها في القوة والسّمَن، فتكون أثقل لوطئها.(٧) في صحيح مسلم: تَسْتَنُّ. والاستنان: الجري.</p><p> بأظلافها (١) وتنطحه بقرونها, وليس (٢) فيها عقصاء (٣) ولا جلحاء (٤) ، كلما مضى عليه أخراها رُدّت عليه أولاها حتى يحكم الله تعالى بين عباده في يوم كان مقداره خمسين ألف سنة مما تعدون، ثم يرى سبيله إما إلى الجنة وإما إلى النار \".</p><p> قال سهيل: فلا أدري أذكر البقر أم لا؟ (٥) </p><p> وروى ثوبان - رضي الله عنه - أن النبي - صلى الله عليه وسلم - كان يقول: \" من ترك بعده كنزًا، مثّل </p><p>(١) الأظلاف: جمع ظِلْف، وهو من البقر والغنم كالحافر للفرس والبغل. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ١٥٩. (٢) في (ت): ليس.(٣) العقصاء كما في \"النهاية في غريب الحديث والأثر\" ٣/ ٢٧٥: الملتوية القرنين.(٤) الجلحاء: هي التي لا قرن لها. \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٢٨٤.(٥) [١٤٤٠] الحكم على الإسناد:إسناده فيه شيخ المصنف لم أر فيه جرحًا ولا تعديلاً، وبقية إسناده حسن.التخريج:أخرجه مسلم في الزكاة، باب إثم مانع الزكاة (٩٨٧)، والبيهقي في \"السنن الكبرى\" ٤/ ٨١ من طريق محمَّد بن عبد الملك .. بنحوه مطولًا.وأخرجه أحمد في \"المسند\" ٢/ ٢٦٢، ٢٧٦، ٣٨٣ (٧٥٦٣، ٧٧٢٠، ٨٩٧٧)، ومسلم في الزكاة، باب إثم مانع الزكاة (٩٨٧) أيضًا، وأبو داود في الزكاة، باب في حقوق المال (١٦٥٨)، والطبري ١٠/ ١٢٠، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٨/ ٤٥ والبغوي في \"شرح السنة\" ٥/ ٤٨٠ من طرق أخرى عن أبي صالح .. بنحوه.وانظر تخريجه مستوفيًا في حاشية \"المسند\" للشيخ أحمد شاكر (٧٥٥٣) =</p><p> له يوم القيامة شجاعًا أقرع له زبيبتان يتبعه، يقول: ويلك! ما أنت؟ فيقول: أنا كنزك الذي تركته بعدك، فلا يزال يتبعه حتى يُلقِمَه يده فيقضقضها (١) ، ثم يُلقمه سائر جسده\" (٢) . </p><p>(١) في حاشية الأصل: فيقضمها. (٢) أخرجه ابن خزيمة في \"صحيحه\" ٤/ ١١، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٨/ ٤٩، والبزار كما في \"كشف الأستار\" (٨٨٢)، والطبراني في \"المعجم الكبير\" ٢/ ٩١ (١٤٠٨)، والحاكم في \"المستدرك\" ١/ ٣٨٨ - ٣٨٩، وأبو نعيم في \"حلية الأولياء\" ١/ ١٨١ كلهم من طرق عن يزيد بن زريع، عن سعيد ابن أبي عروبة، عن قتادة، عن سالم بن أبي الجعد، عن معدان بن أبي طلحة، عن ثوبان .. بنحوه. قال الحاكم: صحيح على شرط مسلم ولم يخرجاه.وقال الذهبي: على شرطهما.وقال الهيثمي في \"مجمع الزوائد\" ٣/ ٦٤: رواه البزار وقال: إسناده حسن، قلت: ورجاله ثقات.</p>"
}