{
  "id": null,
  "sura": 9,
  "aya": 78,
  "text": "<p> ٧٨ - {أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَاهُمْ وَأَنَّ اللَّهَ عَلَّامُ الْغُيُوبِ (٧٨) } (١) . </p><p> [١٤٥٢] أخبرنا عبد الله بن حامد الوزان (٢) ، قال: أنا مكّيّ بن عبدان (٣) ، قال: نا عبد الله بن هاشم (٤) ، قال: نا عبد الله بن نمير (٥) ، أنا الأَعمش (٦) ، عن عبد الله بن مرة (٧) ، عن مسروق (٨) ، عن عبد الله بن عمرو (٩) - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وسلم -: \"أربعٌ من كُنّ فيه كان منافقًا خالصًا، ومن كانت فيه خصلة منهنّ كانت فيه </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٤/ ٣٨٠ (١٧٠٠٢) من طريق معتمر بن سليمان، عن كهمس، عن سعيد بن ثابت .. به. قال محققه الأستاذ محمود شاكر: هكذا هو في المخطوط، ولم أجد له ذكرًا فيما بين يدي من كتب الرجال، وأخشى أن يكون قد دخله تحريف.قلت: وهو كما قال رحمه الله، فقد تحرّف الاسم من (مصعب) إلى (سعيد) عند الطبري، وإلى (معبد) عند الثعلبي.فقد ذكر المزي في \"تهذيب الكمال\" ٢٤/ ٢٣٢ في عِداد شيوخ كهمس بن الحسن التَّيْميّ (مصعب بن ثابت).(٢) لم يذكر بجرح أو تعديل.(٣) محدث، ثِقَة، متقن.(٤) أبو عبد الرَّحْمَن الطوسي، ثِقَة.(٥) أبو هشام الكُوفيّ، ثِقَة، صاحب حديث، من أهل السنة.(٦) ثِقَة إمام، حافظ، لكنه مدلس.(٧) ثِقَة.(٨) ابن الأجدع الوادعي، ثِقَة فقيه.(٩) في الأصل و (ت): عمر، وهو خطأ، والتصويب من (ن) وبقية مصادر التخريج. وهو صحابي ابن صحابي.</p><p> خصلةٌ من النفاق حتَّى يَدَعَهَا: إذا حدّث كذب، وإذا وعد أخلف، وإذا عاهد غدر، وإذا خُصم (١) فَجَرْ\" (٢) . </p><p> [١٤٥٣] وأخبرنا أبو عمرو الفُراتي (٣) ، قال: أنا أبو نصر السرخسي (٤) ، </p><p>(١) في (ت): خاصم. (٢) [١٤٥٢] الحكم على الإسناد:إسناده فيه شيخ المصنف لم أر فيه جرحًا أو تعديلًا، وبقية رجاله ثقات.التخريج:وقد أخرجه ابن أبي شيبة في \"المصنف\" ٨/ ٤٢٦ (٢٦٠٠٢) ومن طريقه مسلم في الإيمان, باب بيان خصال المنافق (٥٨)، وأبو داود في السنة، باب الدليل على زيادة الإيمان ونقصانه (٤٦٨٨) عن عبد الله بن نمير .. به.وأخرجه مسلم أَيضًا في الإيمان, باب بيان خصال المنافق (٥٨) عن محمَّد بن عبد الله بن نمير، والتِّرمذيّ في الإيمان باب ما جاء في علامة المنافق (٢٦٣٢) عن الحسن بن عليّ الخلال، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١/ ٤٨٨ عن سلم بن جنادة، وابن مندة في \"الإيمان\" ٢/ ٦٠٣ والبيهقي في \"السنن الكبرى\" ٩/ ٢٣٠ من طريق الحسن بن عليّ بن عفان العامري.كلهم عن عبد الله بن نمير .. به.وأخرجه أَحْمد في \"المسند\" ٢/ ١٨٩، ١٩٨ (٦٧٦٨، ٦٨٦٤)، وعبد بن حميد في \"المنتخب\" (ص ١٣٢)، والبخاري في الإيمان, باب علامة المنافق (٣٤)، وفي المظالم، باب إذا خاصم فجر (٢٤٥٩)، ووكيع في \"الزهد\" (٤٧٣)، والنَّسائيّ في \"السنن الكبرى\" في الإيمان, باب علامة المنافق (١٧٧٥١)، وابن أبي الدنيا في \"مكارم الأخلاق\" (ص ٤٥)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١/ ٤٨٩، والبغوي في \"شرح السنة\" ١/ ٧٣ من طريق سفيان الثَّوريّ وشعبة وأبي إسحاق الفزاري وجرير، عن الأَعمش .. به.(٣) لم يُذكر بجرح أو تعديل.(٤) لم يُذكر بجرح أو تعديل.</p><p> قال: نا محمَّد بن الفضل (١) ، نا إبراهيم بن يوسف (٢) ، نا النضر (٣) ، عن الأشعث (٤) ، عن الحسن (٥) رحمه الله قال: قال رسول الله -صلى الله عليه وسلم-: \"ثلاث من كن فيه فهو منافق وإن صلى وصام وزعم أنَّه مؤمن: من(٦)إذا حدث كذب, وإذا وعد أخلف، وإذا اؤتمن خان\"  (٧) . </p><p>(١) أبو عبد الله البلخي، ضعيف. (٢) أبو إسحاق البلخي، صدوق، نقموا عليه الإرجاء.(٣) النضر بن شميل المازنِيّ، أبو الحسن النَّحويّ البَصْرِيّ، ثِقَة ثبت.(٤) أشعث بن عبد الملك الحمراني -بضم المهملة- بصري، ثِقَة فقيه.(٥) الحسن البَصْرِيّ: ثِقَة، فقيه، فاضل، مشهور، كان يُرس كثيرًا ويدلس.(٦) من (ت).(٧) [١٤٥٣] الحكم على الإسناد:إسناده ضعيف لإرساله، وشيخ المصنف وشيخ شيخه لم يذكر بجرح أو تعديل، وأبو عبد الله البلخي: ضعيف.التخريج:وقد أخرجه أَحْمد في \"المسند\" ٢/ ٥٣٦ (١٠٩٢٤)، وابن حبان في \"\"صحيحه\" كما في \"الإحسان\" ١/ ٤٩٠، والخطيب في \"تاريخ بغداد\" ١٣/ ٤٦٧ من طريق حماد بن سلمة، عن حبيب بن الشَّهيد، عن الحسن .. به مرسلًا.وروايته عندهم مقرونة بحديث حماد بن سلمة، عن داود بن أبي هند، عن سعيد ابن المسيّب، عن أبي هريرة .. به. وهذِه الرواية عند مسلم، في الإيمان, باب خصال المنافق (٥٩).وأخرجه الطبري في \"جامع البيان\" ١٠/ ١٩٣ من طريق ابن عليّة، عن يعقوب، عن الحسن .. به.وأخرجه الفريابي في \"صفة المنافق\" (ص ٥١) من طريق يزيد بن زريع، عن يونس ابن عبيد، عن الحسن .. به.وكلها مراسيل. =</p><p> وقال عبد الله بن مسعود - رضي الله عنه - اعتبروا المنافق بثلاث: إذا حدث كذب، وإذا وعد أخلف، وإذا عاهد غدر، أنزل الله تعالى تصديق ذلك في كتابه {وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ} إلى قوله {وَبِمَا كَانُوا يَكْذِبُونَ}  (١) . </p><p> قلت: وهذا خبر صعب الظاهر، فمن لم يعلم تأويله عَظُم خطؤُه. وتفسيره: </p><p> [١٤٥٤] ما أخبرني شيخي الحسن بن محمَّد بن الحسن بن </p><p>= لكن يشهد له الحديث المتقدم عن عبد الله بن عمرو، وحديث أبي هريرة عند البُخَارِيّ في الإيمان, باب علامة المنافق (٣٣)، ومسلم في الإيمان, باب خصال المنافق ٥٩/ ١١٠، وحديث أنس بن مالك عند أبي يعلى ٧/ ١٣٦. (١) ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٦٨ وعزاه لسعيد بن منصور وابن المنذر وابن أبي حاتم والطبراني وأبي الشيخ وابن مردويه.وقد أخرجه سعيد بن منصور في \"السنن\" ٥/ ٢٦٢ ومن طريقه الطَّبْرَانِيّ في \"المعجم الكبير\" ٩/ ٢٢٢ من طريق أبي معاوية، عن الأَعمش، عن عمارة بن عمير، عن عبد الرَّحْمَن بن يزيد، عن ابن مسعود .. به.قال الهيثمي في \"مجمع الزوائد\" ١/ ١٠٨: رجاله رجال الصحيح.وأخرجه الطبري في \"جامع البيان\" ١٠/ ١٩١، والفريابي في \"صفة المنافق\" (ص ٤٧).وأخرجه وكيع في \"الزهد\" ٣/ ٧٨٦ - ٧٨٧ ومن طريقه ابن أبي شيبة في \"المصنف\" ٤/ ٤٢٦ (٢٦٠٠٣) والمروزي في زياداته على \"الزهد\" لابن المبارك (ص ٣٧٧) وابن أبي الدنيا في \"الصمت\" (ص ٢٥١) من طريق الأَعمش، عن عمارة .. به.وأخرجه محمَّد بن نصر في \"تعظيم قدر الصلاة\" ٢/ ٦٢٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٤٦ من طرق عن الأَعمش .. به.</p><p> جعفر (١) ، قال: حَدَّثني أبي (٢) ، عن جدي الحسن بن جعفر (٣) ، نا محمَّد بن يزيد السلمي (٤) ، نا حماد بن قيراط (٥) ، عن بكير بن معروف (٦) ، عن مقاتل بن حيان (٧) قال: كنت على قضاء سمرقند (٨) فقرأت يومًا حديث المقبري (٩) ، عن أبي هريرة - رضي الله عنه -، عن النَّبِيّ - صلى الله عليه وسلم - قال:  \"ثلاث من كن فيه فهو منافق: إذا حدث كذب، وإذا اؤتمن خان، وإذا وعد أخلف\" . فتوزعّ فكري وتقسّم قلبي وخفت على نفسي وعلى جميع النَّاس وقلت: من ينجو من هذِه الخصال، فأخللت بالقضاء وأتيت بخارى (١٠) وسألت علماءها فلم أجد فَرَجًا، </p><p>(١) قيل: كذبه الحاكم. (٢) لم أجده.(٣) لم أجده.(٤) وثقه ابن حبان، وقال الخَطيب: متروك الحديث.(٥) أبو علي النَّيْسَابُورِيّ، مضطرب الحديث، يكتب حديثه ولا يحتج به.(٦) صدوق فيه لين.(٧) صدوق، فاضل.(٨) سَمَرقند: بفتح أوله وثانيه، بلد معروف مشهور، قامت منذ عام ١٨٧١ م مدينة روسية جديدة إلى الغرب من مدينة سمرقند ربطت بالسكة الحديدية مع الخط الحديدي الخاص ببلاد ما وراء بحر قزوين.\"معجم البلدان\" لياقوت ٣/ ٢٧٩، \"دائرة المعارف الإِسلامية\" ١٢/ ٢٠٢.(٩) هو كيسان أبو سعيد المقبري المدنِيُّ، مولى أم شريك، ثِقَة.\"تقريب التهذيب\" لابن حجر (٥٧١٢)، \"معرفة الثِّقات\" لابن حبان ٢/ ٤٠٥، \"تهذيب الكمال\" للمزي ٢٤/ ٢٤٠.(١٠) بُخارى: بالضم، من أعظم مدن ما وراء النهر وأجلّها، وتقع الآن في جمهورية أوزبكستان الإِسلامية. \"معجم البلدان\" لياقوت ١/ ٤١٩.</p><p> فأتيت مرو (١) فلم أجد فرجًا، فأتيت نيسابور (٢) فلم أجد عند علمائها فرجًا، فبلغني أن (٣) شهر بن حوشب بجرجان (٤) فأتيته وعرضت عليه قصتي وسألته عن الخبر، فقال لي: يَا أخي أنا منذ سمعت هذا الحديث كالحبّة على المقلى (٥) خوفًا، فعليك بسعيد بن جبير فإنَّه يتوارى بالري (٦) فاطلبه، واسأله, لعلك تجد لي ولك وللمسلمين عنده فرجًا، فأتيت الريَّ وطلبت سعيدًا، فأتيته وعرضت عليه </p><p>(١) مرو: أشهر مدن خراسان وقصبتها، بينها وبين بخارى اثنتا عشرة مرحلة، وتقع اليوم ضمن بلاد تركمانستان تحت السيطرة الروسية. \"معجم البلدان\" لياقوت ٥/ ١٣٢، \"علم التاريخ عند المسلمين\" لفرانز روزنتال (ص ٦٦٥). (٢) نيسابور: مدينة عظيمة، معدن الفضلاء ومنبع العلماء، وتسمى في الوقت الحاضر (نيشابور)، وتقع إلى الجنوب من مشهد، وعلى بعد (١٢٥) كم منها، وتسمى دار السنة والعوالي.\"معجم البلدان\" لياقوت ٥/ ٣٨٢، \"بلدان الخلافة الشَّرقية\" (ص ٤١٧)، \"خراسان\" لمحمود شاكر (ص ٦١).(٣) في الأصل: عن، والمثبت من (ت).(٤) جُرجان: بالضم وآخره نون، مدينة عظيمة مشهورة بين طبرستان وخراسان، وتسمى في الوقت الحاضر (كَرْكَان)، وتمتد في جنوب شرقي بحر قزوين في نهاية الخط الحديدي القادم من طهران.\"بلدان الخلافة الشَّرقية\" (ص ٤١٧)، \"خراسان\" (ص ٥٩).(٥) في (ت): المِقلاة.(٦) الرَّيّ: بفتح أوله وتشديد ثانيه، مدينة في بلاد الجبال قد يشاهد الرائي أطلالها على مسيرة خمسة أميال تقريبًا من الجنوب الشرقي من طهران، وهي إلى الجنوب من طنف من جبال البرز يمتد إلى السهل.\"معجم البلدان\" لياقوت ٣/ ١٣٢، \"دائرة المعارف الإِسلامية\" ١٠/ ٢٨٥.</p><p> القصة، وسألته عن معنى الخبر، فقال: أنا كديدان الخلّ في الخلّ منذ سمعت هذا الحديث، وإني خائف عليك وعلى نفسي من هذِه الخصال، ولقد قاسيتَ وعانيتَ سفرًا طويلًا وبلايا، فعليك بالحسن البَصْرِيّ فإنِّي أرجو أن تجد عنده لي ولك وللمسلمين فرجًا، فأتيت البصرة (١) وطلبت الحسن رحمه الله، وقصصت عليه القصة بطولها، فقال: رحم الله شهرًا وسعيدًا؛ بلغهما نصف الخبر ولم يَبْلغهما النصف الآخر (٢) ، إن رسول الله - صلى الله عليه وسلم - لمّا قال هذا الخبر شغل قلوب صحابته مَلِيًّا، وهابوه أن يسألوه، فأتوا فاطمة رضي الله عنها، وذكروا لها شُغْل قلوبهم بالخبر، فأتت فاطمة رضي الله عنها رسول الله - صلى الله عليه وسلم - فأخبرته بشغل قلوب أصحابه، فأمر سلمان - رضي الله عنه - فنادى: الصلاة جامعة، فلما اجتمعوا صعد المنبر وقال: \"يَا أيها النَّاس، أما إنِّي كنت قلت لكم: ثلاث من كنّ فيه فهو منافق: إذا حدّث كذب، وإذا اؤتمن خان، وإذا وعد أخلف، ما عنيتُكم بِهِنَّ (٣) أنما عنيتُ المنافقين، أمّا قولي: إذا حدّث كذب فإن المنافقين أتوني وقالوا لي: والله إن إيماننا كإيمانك؛ وتصديق قلوبنا كتصديق قلبك؛ فأنزل الله تعالى: {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ (١) } (٤) ، وأما </p><p>(١) البصرة: مدينة عظيمة مشهورة من مدن العراق. \"معجم البلدان\" لياقوت ١/ ٥١٠. (٢) من (ت).(٣) في (ت): بهذا الحديث.(٤) المنافقون: ١.</p><p> قولي: إذا اؤتمن خان فإن الأمانة الصلاة؛ والدين كلُّه أمانة؛ قال الله عز وجل: {إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَى يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا (١٤٢) } (١) وفيهم قال: {فَوَيْلٌ لِلْمُصَلِّينَ (٤) الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ (٥) الَّذِينَ هُمْ يُرَاءُونَ (٦) } (٢) ، وأما قولي: إذا وعد أخلف فإن ثعلبة بن مالك (٣) أتاني فقال: إنِّي مولع بالسائمة، ولي غنيمات، فادع الله تعالى أن يبارك فيهنّ، فدعوت الله، فنمت وزادت حتَّى ضاقت الفجاج بها، فسألته الصدقات، فأبى عليّ وبَخِل بها، فأنزل الله تعالى فيه {وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ} إلى قوله {فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ إِلَى يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ} \". </p><p> فَسُرِّيَ عن أصحاب رسول الله - صلى الله عليه وسلم - وكبّروا وتصدقوا بمال عظيم (٤) . </p><p> وروى شبابة (٥) ، عن محمَّد المُحْرِم (٦) قال: سمعت الحسن (٧) </p><p>(١) النساء: ١٤٢. (٢) الماعون: ٤ - ٦.(٣) في (ت): حاطب.(٤) [١٤٥٤] الحكم على الإسناد:إسناده ضعيف جدًا لما تقدم من حال شيخ المصنف، محمَّد بن يزيد وحماد بن قيراط، مع إرساله.التخريج:الخبر لم أجده.(٥) ابن سوار المدائنيّ، أصله من خراسان، يقال كان اسمه مروان، ثِقَة حافظ رمي بالإرجاء.(٦) محمَّد بن عمر المحرم، يروي عن عطاء، والحسن، وعنه شبابه، قال أبو حاتم: واهٍ، وقال البُخَارِيّ: منكر الحديث.(٧) فقيه، ثِقَة، فاضل، مشهور، وكان يرسل كثيرًا ويدلس.</p><p> يقول: قال رسول الله - صلى الله عليه وسلم -: \"ثلاثٌ من كُنّ فيه فهو منافق؛وإن صام وصلّى وزعم أنه مسلم:إذا حدّث كذب، وإذا وعد أخلف، وإذا اؤتمن خان\" . فقلت للحسن: يَا أَبا سعيد؛ والله (١) لئن كان لرجل عليّ دينٌ، فلقيني، فتقاضاني وليس عندي، وخفتُ أن يحبسني ويهلكني، فوعدته أن أقضيه رأس الهِلال، فلم أفعل؛ أنا؟ قال: هكذا جاء الحديث. </p><p> ثم حدّث عن عبد الله بن عمرو - رضي الله عنهما - أنّ أباه لمّا حضره الموت قال: زوّجوا فلانًا ابنتي؛ فإنِّي وعدته أن أزوجه؛ لا ألقى الله تعالى بثلث النفاق، قال قلت: يَا أَبا سعيد؛ ويكون ثلث الرَّجل (٢) منافقًا وثلثاه مؤمنًا؟ قال: هكذا جاء الحديث. </p><p> قال: فحججت، فلقيت عطاء بن أبي رباح رحمه الله فأخبرته بالحديث الذي سمعته من الحسن؛ وبالذي قال لي، قال: أفعجزت أن تقول له: أخبرني عن إخوة يوسف عليه السلام؟ ألم يعِدُوا أباهم فأخلفوه؟ وحدثوه فكذبوه؟ وائتمنهم فخانوا؟ أمنافقين كانوا؟ ! ألم يكونوا أنبياء، أبوهم نبي وجدّهم نبي؟ فقلت لعطاء (٣) : يَا أَبا محمَّد؛ فحدِّثني بأصل هذا (٤) الحديث، فقال: حَدَّثني جابر بن عبد </p><p>(١) في حاشية الأصل: في نسخة: الله الله. (٢) في (ت): الثلث من الرَّجل.(٣) من (ت).(٤) من (ت).</p><p> الله - رضي الله عنهما -، أن رسول الله -صلى الله عليه وسلم- إنما قال هذا الحديث في المنافقين خاصة، الذين حدثوا النَّبِيّ - صلى الله عليه وسلم - فكذبوه، وائتمنهم على سِرِّه فخانوه؛ ووعدوا أن يخرجوا معه في الغزو فأخلفوه، قال: وخرج أبو سفيان من مكة، فأتى جبريل عليه السلام النَّبِيّ - صلى الله عليه وسلم - فقال: إن أَبا سفيان في مكان كذا وكذا، فقال النَّبِيّ - صلى الله عليه وسلم - لأصحابه: إن أَبا سفيان في مكان كذا وكذا؛ اخرجوا إليه واكتموا، فكتب رجل من المنافقين إليه أن محمدًا -صلى الله عليه وسلم- يريدكم فخذوا حذركم، فأنزل الله تعالى {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ}  (١) وأنزل في المنافقين {وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ (٧٥) فَلَمَّا آتَاهُمْ مِنْ فَضْلِهِ بَخِلُوا بِهِ وَتَوَلَّوْا وَهُمْ مُعْرِضُونَ (٧٦) فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ إِلَى يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكْذِبُونَ (٧٧) } فإذا أتيت الحسن؛ فأقرئه مني السلام، وأخبره بأصل الحديث، وبما قلت لك، فقدمت على الحسن، فقلت: يَا أَبا سعيد، إن عطاءً أخاك يُقْرِؤك السلام، وأخبرته بالحديث الذي حدّث، فأخذ الحسن بيدي فاشالها، قال: يَا أهل العراق؛ أعجزتم أن تكونوا مثل هذا؛ سَمِع مِنّا حديثًا، فلم يقبله مِنّي حتَّى استنبط أصله، صدق عطاء، هكذا الحديث، وهذا في المنافقين خاصّة (٢) . </p><p>(١) الأنفال: ٢٧. (٢) الحكم على الإسناد:وهي رواية منكرة سندًا ومتنًا: أما سندًا فلِما تقدم من حال محمَّد المحرم وأنه منكر الحديث كما قال البُخَارِيّ. =</p>"
}