{
  "id": null,
  "sura": 9,
  "aya": 28,
  "text": "<p> السكون (١) . {عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا} ؛ يعني: الملائكة (٢) . </p><p> {وَعَذَّبَ الَّذِينَ كَفَرُوا} بالقتل والأسر وسبي العيال وسلب الأموال (٣) . </p><p> {وَذَلِكَ جَزَاءُ الْكَافِرِينَ} . </p><p> ٢٧ - {ثُمَّ يَتُوبُ اللَّهُ مِنْ بَعْدِ ذَلِكَ عَلَى مَنْ يَشَاءُ} </p><p> فيهديه إلى الإسلام، ولا يؤاخذه بما سلف منه {وَاللَّهُ غَفُورٌ} لعباده المؤمنين {رَحِيمٌ} بهم. </p><p> ٢٨ - قوله تعالى:  {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ} </p><p> قال الضحّاك وأبو عبيدة (٤) : قَذَرٌ (٥) . </p><p> وقال ابن الأنباري: خَبَث (٦) . </p><p>(١) \"مجاز القرآن\" لأبي عبيدة ١/ ٢٥٤، \"غريب الحديث\" لابن قتيبة (ص ٩٢، ١٨٦)، \"جامع البيان\" للطبري ١٠/ ١٠٤. (٢) وجمهور المفسرين على أنها لم تقاتل يوم حنين، وإنما كانت لتجبين الكفار وتشجيع المسلمين.انظر: \"المصابيح\" للوزير المغربي (ل ١٣٧/ أ)، \"معالم التنزيل\" للبغوي ٤/ ٣١، \"الجامع لأحكام القرآن\" للقرطبي ٨/ ١٠١، \"البحر المحيط\" لأبي حيان ٥/ ٢٦، \"فتح القدير\" للشوكاني ٢/ ٤٣٧.(٣) \"جامع البيان\" للطبري ١٠/ ١٠٤، \"معالم التنزيل\" للبغوي ٤/ ٣١.(٤) في الأصل: وأبو عبيد، وهو تحريف، والتصويب من (ت).(٥) \"مجاز القرآن\" لأبي عبيدة ١/ ٢٥٥ وضَبَطَه متحرك الحروف بالفتحة.(٦) ذكره البغوي في \"معالم التنزيل\" ٤/ ٣١ بغير نسبة.</p><p> يقال: رجل نجس وامرأة نجس، ورجلان وامرأتان نَجس، ورجال ونساء نَجس، لا يثنى ولا يؤنث ولا يجمع؛ لأنه مصدر، فأما النِجْس -بكسر النون وجزم الجيم- فلا يقال إلا إذا قيل معه رِجس، فإذا أُفرِد قيل نَجِس -بفتح النون وكسر الجيم (١) - أو نَجُس -بضم الجيم- (٢) . </p><p> وقرأ ابن السميفع (إنما المشركون أنجاس)  (٣) ، كقولك أخباث على الجمع. </p><p> واختلفوا في معنى النجس، والمعنى (٤) الذي من أجله سمّاهم بذلك: فروي عن ابن عباس - رضي الله عنه - بإسنادٍ واهٍ: ما المشرك (٥) إلا رجس؛ خنزير أو كلب (٦) . </p><p>(١) هكذا ضبطها المصنف، وتبعه البغوي في \"معالم التنزيل\" ٤/ ٣١، والقرطبي في \"الجامع لأحكام القرآن\" ٦٧/ ٨ لم أجده، وفي غريب أبي عبيد: بفتح النون والجيم، ولم يحكِ الفراء ضمّ الجيم. (٢) انظر \"معاني القرآن\" للفراء ١/ ٤٣٠، وعنه أبو عبيد في \"غريب الحديث\" ١/ ٣١١.(٣) \"شواذ القراءة\" للكرماني (ل ٩٩/ ب)، \"البحر المحيط\" لأبي حيان ٥/ ٢٩.(٤) في (ت): والسبب.(٥) في (ت): المشركون.(٦) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٧٥ من طريق أبي روق، عن الضحاك، عن ابن عباس قال: النجس: الكلب والخنزير.وحكاه الطبري في \"جامع البيان\" ١٠/ ١٠٥ وقال: وهذا قولٌ روي عن ابن عباس من وجه غير حميد، فكرهنا ذكره.</p><p> وهذا غير مرضي من القول لمعنيين: أحدهما: أنه روي عنه من وجه غير حميد فلا يصح عنه. </p><p> والآخر: أن هذِه نجاسة الحكم لا نجاسة العين؛ لأن أعيانهم لو كانت نجسة كالكلب والخنزير لما طهرهم الإسلام، ولا استوى في النهي عن دخول المشركين المسجد الحرام وغيره من المساجد. </p><p> واحتجّ من قال أن أعيانهم نجسة بما روي أنّ عمر بن عبد العزيز كتب: أن امنعوا اليهود والنصارى من دخول مساجد المسلمين، وأتبع نهيه قول الله تعالى:  {إِنَّمَا الْمُشْرِكُونَ نَجَسٌ}  (١) . </p><p> وبما روي عن الحسن أنه قال: لا تصافحوا المشركين، فمن صافحهم فليتوضأ (٢) . </p><p> وقال قتادة: سمّاهم نجسًا لأنهم يُجنبون ولا يغتسِلُون، ويُحدثون ولا يتوضؤن (٣) . </p><p>(١) عزاه السيوطي في \"الدر المنثور\" ٣/ ٤٠٩ لأبي الشيخ. وقد أخرجه الطبري في \"جامع البيان\" ١٠/ ١٠٥ من طريق الوليد بن مسلم، عن أبي عمرو الأوزاعي، أن عمر بن عبد العزيز .. فذكره.(٢) عزاه السيوطي في \"الدر المنثور\" ٣/ ٤٠٩ لأبي الشيخ.وقد أخرجه الطبري في \"جامع البيان\" ١٠/ ١٠٦ من طريق ابن فضيل، عن أشعث، عن الحسن .. به.وانظر \"موسوعة فقه الحسن\" ٢/ ٩٢٤.(٣) ذكره البغوي في \"معالم التنزيل\" ٤/ ٣١، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ١٠٤. =</p><p> فَمُنِعوا من دخول المسجد لأن الجنب لا ينبغي له أن يدخل المسجد. </p><p> وقال الحسين بن الفضل: هذِه نجاسة الحكم لا نجاسة العين، سُمّوا نجسًا على الذمّ. </p><p> يدل عليه ما روي أن النبي - صلى الله عليه وسلم - لقي حذيفة - رضي الله عنه - فأخذ - صلى الله عليه وسلم - بيده، فقال حذيفة: يا رسول الله! إني جنب، فقال:  \"إن المؤمن لا ينجس\"  (١) . </p><p> قوله تعالى:  {فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ} قال أهل المعاني (٢) : أراد بهذا منعهم من دخول الحرم؛ لأنهم إذا دخلوا الحرم فقد </p><p>= وأخرجه بمعناه الطبري في \"جامع البيان\" ١٠/ ١٠٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٧٥ من طريق يزيد بن زريع، عن سعيد، عن قتادة قال: (أي: أجناب). (١) أخرجه ابن أبي شيبة في \"المصنف\" ١/ ٣١٥ (١٨٣٥) ومن طريقه مسلم في الحيض باب الدليل على أن المسلم لا ينجس (٣٧٢)، وأحمد في \"المسند\" ٥/ ٣٨٤ (٣٣٢٦٤)، وأبو داود في الطهارة باب في الجنب يصافح (٢٣٠)، والنسائي في \"المجتبي\" في الطهارة، باب مماسة الجنب ومجالسته ١/ ١٤٥، وابن ماجه في الطهارة، باب مصافحة الجنب (٥٣٥)، والبيهقي في \"السنن الكبرى\" ١/ ١٨٩ من طرق عن مسعر، عن واصل بن حيان، عن أبي وائل، عن حذيفة .. بنحوه.وصححه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ٤/ ٢٠٤.(٢) قال أبو عمرو ابن الصلاح: وحيث رأيت في كتب التفسير: وقال أهل المعاني فالمراد به مصنفو الكتب في معاني القرآن كالزجاج في \"معاني القرآن\" ومن قبله. انظر \"البرهان\" للزركشي ١/ ٢٩١.</p><p> قربوا المسجد الحرام (١) . </p><p> قال عطاء: الحرم كلّه قِبلة ومسجد، وتلا هذِه الآية (٢) . </p><p> قال جابر بن عبد الله - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم -: \"لا يدخل الحرم إلا أهلُ الجزية أو عبدٌ لرجلٍ من المسلمين، ونساؤهم حِلّ لكم\"  (٣) . </p><p>(١) هذِه عبارة الطبري في \"جامع البيان\" ١٠/ ١٠٥، ولم أجد من نص عليها من أصحاب المعاني كالزجاج في \"معاني القرآن\" والفراء والأخفش والنحاس وغيرهم. (٢) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٠٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٧٦ من طريق أبي عاصم، عن ابن جريج، عن عطاء .. به، وزاد فيه عند الطبري: لم يعن المسجد وحده، إنما عنى مكة والحرم، قال ذلك غير مرة.(٣) عزاه في \"الدر المنثور\" للسيوطي ٣/ ٤٠٨.وقد أخرجه أحمد في \"المسند\" ٣/ ٣٣٩ (١٤٦٤٩) عن أسود بن عامر، وفي ٣/ ٣٩٣ عن حسين، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٧٥ عن أبيه عن أبي نعيم، ثلاثتهم عن شريك، عن أشعث بن سوار، عن الحسن، عن جابر مرفوعًا بلفظ: لا يدخل مسجدنا هذا بعد عامنا هذا مشرك غير أهل الكتاب وخدمهم بنحوه.وإسناده ضعيف من وجهين:الأول: أشعث بن سوار هو الكندي النجار الكوفي، عامة أهل الحديث على تضعيفه، قال أحمد: ضعيف الحديث، وقال العجلي: كوفي ضعيف، وقال الفلاس: كان يحيى وعبد الرحمن لا يحدثان عنه، ورأيت عبد الرحمن يخطّ على حديثه.وفسر هذا الجرح ابن عدي بقوله: ولم أجد لأشعث فيما يرويه متنًا منكرًا؛ إنما في الأحايين يخلط في الإسناد ويخالف.انظر \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٢٧١، \"الضعفاء والمتروكين\" للنسائي (ص ٢٠)، \"الثقات\" للعجلي ١/ ٢٣٣، \"الكامل\" لابن عدي ١/ ٣٧٤، \"تهذيب =</p><p> وقوله تعالى:  {بَعْدَ عَامِهِمْ هَذَا} ؛ يعني العام الذي حجّ فيه أبو بكر - رضي الله عنه - بالناس ونادى عليٌّ - رضي الله عنه - ببراءة، وهي سنة تسع من الهجرة (١) . </p><p>= الكمال\" للمزي ٣/ ٢٦٤. قلت: والحديث محفوظ من رواية أبي الزبير عن جابر موقوفًا عليه كما سيأتي، فلعل أشعث قد أخطأ في روايته عن الحسن وإنما هو سمعه من أبي الزبير وهو من شيوخه، ورفعه إلى النبي - صلى الله عليه وسلم - وإنما هو من قول - رضي الله عنه -والله أعلم.الثاني: إن لم يكن ما تقدم فتبقى العلة الأخرى، وهي الانقطاع بين الحسن البصري وجابر؛ فإن رواية الحسن عن جابر مرسلة مع إدراكه له؛ كما حكاه ابن أبي حاتم عن ابن المديني وأبيه وأبي زرعة وبهز.انظر \"المراسيل\" لابن أبي حاتم (ص ٣٩)، \"جامع التحصيل\" للعلائي (ص ١٦٤).وقد أخرجه أيضًا عبد الرزاق في \"مصنفه\" ٦/ ٥٣، وفي \"تفسير القرآن\" له أيضًا ٢/ ٢٧١ ومن طريقه الطبري في \"جامع البيان\" ١٠/ ١٠٨ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٧٥ عن ابن جريج، عن أبي الزبير، عن جابر موقوفًا بمعناه.وأخرجه الطبري أيضًا في \"جامع البيان\" ١٠/ ١٠٨ من طريق عباد بن العوام، عن الحجاج، عن أبي الزبير .. به.قال ابن كثير في \"تفسير القرآن العظيم\" ٧/ ١٧٤: تفرّد به الإمام أحمد مرفوعًا، والموقوف أصح إسنادًا.(١) هذا المعنى أخرجه الطبري في \"جامع البيان\" ١٠/ ١٠٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٧٦ من طريق يزيد بن زريع، عن سعيد، عن قتادة .. به.وذكره الوزير المغربي في \"المصابيح\" (ل ١٣٧/ أ)، والبغوي في \"معالم التنزيل\" ٤/ ٣٢، والنيسابوري في \"معاني القرآن\" ١/ ٣٠٣، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ١٠٦.</p><p> {وَإِنْ خِفْتُمْ عَيْلَةً} الآية. </p><p> قال المفسرون: كان المشركون يجيئون إلى البيت بالطعام ويتجرون ويتبايعون، فلما منعوا من دخول الحرم شقّ ذلك على المسلمين، وألقى الشيطان في قلوبهم الحزن، وقال لهم: من أين تأكلون وتعيشون وقد نفي المشركون وانقطعت عنكم العير (١) ، فقال المؤمنون: يا رسول الله؛ قد كنا نصيب من تجاراتهم وبياعاتهم والآن تنقطع عنا الأسواق وتهلك التجارة ويذهب ما كنا نصيب فيها (٢) من المرافق، فأنزل الله تعالى:  {وَإِنْ خِفْتُمْ عَيْلَةً}  (٣) . </p><p> وقال عمرو بن فائد: معناه: وإذ خفتم؛ لأن القوم كانوا قد خافوا، وذلك نحو قول القائل إن كنت أبي فأكرمني؛ بمعنى: إذ كنت (٤) . </p><p> عيلةً: فقرًا وفاقةً (٥) ، </p><p>(١) في حاشية الأصل: في نسخة: الميرة. (٢) في (ت): منها.(٣) سبب النزول هذا لفّقه المصنف من عدّة روايات أخرجها الطبري في \"جامع البيان\" ١٠/ ١٠٦ - ١٠٧ عن عدد من المفسرين منهم: ابن عباس، وعكرمة، وسعيد بن جبير، وعطية العوفي. وكذا أخرج بعضها سعيد بن منصور في \"سننه\" ٥/ ٢٤٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٧٧.(٤) أنظره في \"جامع البيان\" للطبري ١٠/ ١٠٦، \"الجامع لأحكام القرآن\" للقرطبي ٨/ ١٠٦ وقال: وهذِه عجمة، والمعنى بارع بـ (إن)، وقال أبو حيان في \"البحر المحيط\" ٥/ ٢٩: وكون (إن) بمعنى (إذ) قول مرغوب عنه.وانظر أيضًا \"رصف المباني\" للمالقي (ص ١٩٢).(٥) انظر \"معاني القرآن\" للفراء ١/ ٤٣١، \"معاني القرآن\" للزجاج ٢/ ٤٤١، \"غريب السجستاني\" (ص ٣٢٦).</p><p> يقال: عال يعيل عيلةً وعيولةً (١) . قال الشاعر (٢) : </p><p> ولا يَدْري الفَقِيرُ مَتى غِنَاهُ ... ولا يدري الغَنّي مَتى يَعِيلُ </p><p> وفي مصحف عبد الله - رضي الله عنه - (وإن خفتم عائلة)  (٣) ، أي خصلة تعول عليكم؛ أي تشقّ. </p><p> {فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شَاءَ إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ} قال عكرمة: فأغناهم الله من فضله، وذلك أنه أنزل عليهم المطر مِدْرارًا، فكَثُر خيرُهم حين ذهب المشركون (٤) . </p><p>(١) \"مجاز القرآن\" لأبي عبيدة ١/ ٢٥٥، \"جامع البيان\" للطبري ١٠/ ١٠٦، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (ص ٥٩٧). (٢) هو أحيحة بن الجلاح، والبيت له في \"جمهرة اللغة\" لابن دريد (٥٩، ٥٧١)، \"لسان العرب\" لابن منظور (عيل)، وبلا نسبة في \"مجاز القرآن\" لأبي عبيدة ١/ ٢٥٥، \"جامع البيان\" للطبري ١٠/ ١٠٦، \"معاني القرآن\" للزجاج ٢/ ٤٤١، \"الجامع لأحكام القرآن\" للقرطبي ٨/ ١٠٦، ويروى (وما) بدل: (ولا) في الموضعين.(٣) \"المحتسب\" لابن جني ١/ ٢٨٧، \"الجامع لأحكام القرآن\" للقرطبي ٧/ ١٠٨، \"البحر المحيط\" لأبي حيان ٥/ ٢٩ وفيه: وقرأ ابن مسعود وعلقمة من أصحابه: (عائلة) وهو مصدر كالعاقبة، أو نعت لمحذوف؛ أي: حالًا عائلةً.(٤) أخرجه سعيد بن منصور في \"سننه\" ٥/ ٢٤٤، والطبري في \"جامع البيان\" ١٠/ ١٠٦ - ١٠٧ عن هناد بن السَّريّ، كلاهما -سعيد وهناد- عن أبي الأحوص، عن سماك، عن عكرمة .. به نحوه.وخالفهما عبد الله بن صالح العجلي كما عند ابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٧٧ فرواه عن أبي الأحوص، عن سماك، عن عكرمة، عن ابن =</p><p> وقال مقاتل: أسلم أهل جُدة (١) وصنعاء (٢) وجُرَش (٣) من أهل اليمن، وحملوا الطعام إلى مكة على ظهور الإبل والدواب، وكفاهم الله ما كانوا يتخوفون (٤) . </p><p>= عباس .. به. وهذِه الزيادة في الإسناد ذكر ابن عباس شاذّة لمخالفتها رواية الثقات.ومما يؤيد القول بشذوذ رواية عبد الله بن صالح، ما أخرجه الطبري في \"جامع البيان\" ١٠/ ١٠٧ من طريق علي بن صالح، عن سماك، عن عكرمة .. به. ولم يذكر ابن عباس.وذكر الأثر عن عكرمة البغوي في \"معالم التنزيل\" ٤/ ٣٣، وابن الجوزي في \"زاد المسير\" ٣/ ٤١٨، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ١٠٧.وأورده السيوطي في \"الدر المنثور\" ٣/ ٤٠٨ عن ابن عباس، وعزاه لسعيد بن منصور وابن المنذر وابن أبي حاتم.(١) جُدَّة: بالضم والتشديد، مدينة ساحلية معروفة تقع على شاطئ البحر الأحمر، تبعد عن مكة نحو أربعين ميلًا، جعلها عثمان - رضي الله عنه - ميناء وساحل مكة سنة ست وعشرين من الهجرة، وكان ساحل مكة قبل ذلك الشعيبة.\"معجم البلدان\" لياقوت ٢/ ١٣٣، \"البلدانيات\" للسخاوي (ل ٢/ ب).(٢) صنعاء: مدينة عظيمة باليمن، كان اسمها قديمًا (أزال)، وسميت بذلك لحصانتها، وهي قصبة اليمن وأحسن بلادها، وهي أشهر من أن تعرف اليوم. \"معجم البلدان\" لياقوت ٣/ ٤٨٤، \"مراصد الاطلاع\" لابن عبد الحق ٢/ ٨٥٣، \"معجم المعالم الجغرافية في السيرة النبوية\" لعاتق البلادي (ص ١٧٨).(٣) جُرَش: بالضم ثم الفتح، من مخاليف اليمن من جهة مكة، وتوجد آثارها اليوم قرب خميس مشيط، وهي معروفة هناك، وهي من بلاد شهران من خثعم.\"معجم البلدان\" لياقوت ٢/ ١٤٧، \"معجم المعالم الجغرافية في السيرة النبوية\" لعاتق البلادي (ص ٨١ - ٨٢).(٤) \"تفسير مقاتل\" ٢/ ١٦٦، وفيه: أهل نجد بدل أهل جدة. =</p><p> وقال الكلبي: أخصبت تبالة (١) وجُرَش فكفاهم الله تعالى ما أهمّهم (٢) . </p><p> وقال الضحاك وقتادة: عوّضهم الله منها ما هو خير لهم وهو الجزية فأغناهم بها، وذلك قوله -عز وجل-: {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ} . </p><p> قال مجاهد (٣) : نزلت هذِه الآية حين أمر رسول الله - صلى الله عليه وسلم - بحرب الروم فغزا بعد نزولها غزوة تبوك (٤) . </p><p> وقال الكلبي: نزلت في بني قريظة والنضير من اليهود، فأراد رسول الله - صلى الله عليه وسلم - قتالهم فصالحوه، فكانت أول جزية أصابها أهل </p><p>= وذكره الواحدي في \"الوسيط\" ٢/ ٤٨٨، والبغوي في \"معالم التنزيل\" ٤/ ٣٣، وابن الجوزي في \"زاد المسير\" ٣/ ٤١٨. (١) تبالة: بالفتح، موضع ببلاد اليمن، يضرب المثل بخصبها.قال البلادي: وهو وادٍ فحل ذو قرى ومياه ونخل، يقع جنوب شرقي الطائف، يسيل من سراة غامد وبلقرن، من نواحي الباحة وبالجرشي وما والاهما جنوبًا .. \"معجم البلدان\" لياقوت ٢/ ١١، \"مراصد الاطلاع\" لابن عبد الحق ١/ ٢٥١، \"معجم المعالم الجغرافية في السيرة النبوية\" لعاتق البلادي (ص ٥٩).(٢) ذكر القرطبي في \"الجامع لأحكام القرآن\" ٨/ ١٠٦ نحوه ولم ينسبه(٣) في الأصل: مقاتل، وهو خطأ، والتصويب من (ت)، (ن)، \"معالم التنزيل\" للبغوي ٤/ ٣٣، وكتب على حاشية الأصل: وفي نسخة: مجاهد.(٤) \"تفسير مجاهد\" ١/ ٢٧٦.وعزاه السيوطي في \"الدر المنثور\" ٣/ ٤١٠ لابن أبي شيبة وابن جرير وابن المنذر وابن أبي حاتم وأبي الشيخ والبيهقي.وقد أخرجه الطبري في \"جامع البيان\" ١٠/ ١١٠ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٧٨ والبيهقي \"السنن الكبرى\" ٩/ ١٨٥ من طريق ابن أبي نجيح، عن مجاهد ولفظه: حين أُمر محمد - صلى الله عليه وسلم - وأصحابه بغزوة تبوك.</p>"
}