{
  "id": null,
  "sura": 9,
  "aya": 58,
  "text": "<p> وقيل: إن الجماح (١) مشيٌ بين مَشيين (٢) ، وهو مثل الطِّماح (٣) ، وقال مهلهلٌ (٤) : </p><p> لَقَد جَمَحْتُ جمَاحًا في جنَابهم ... حتى رَأيتُ ذوي أَحْسَابهم خَمَدوا </p><p> وقرأ الأعمش:  (وهم يجمزون)  (٥) ، أي يسرعون ويشدُّون (٦) </p><p> ٥٨ - قوله تعالى:  {وَمِنْهُمْ} </p><p> يعني: ومن المنافقين {مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ} . </p><p>(١) في (ت): الجموح. (٢) قاله الطبري في \"جامع البيان\" ١٤/ ٢٩٨ , وقال محققه: هذا نصٌّ نادر لا تجده في كتب اللغة.(٣) انظر \"لسان العرب\" لابن منظور (جمح).(٤) هو عدي بن ربيعة التغلبي، أحد شعراء الجاهلية في ربيعة، قال ابن سلام: وإنما سمي مهلهلًا؛ لهلهة شعره كلهلهة الثوب، وهو اضطرابه واختلافه.انظر \"طبقات الشعراء\" لابن سلام الجمحي (ص ١٣).والبيت في \"جامع البيان\" للطبري ١٠/ ١٥٤، \"المحرر الوجيز\" لابن عطية ٣/ ٤٦، \"البحر المحيط\" لأبي حيان ٥/ ٣٧ منسوبًا إلى مهلهل، وبغير نسبة في \"الدر المصون\" للسمين الحلبي ٦/ ٧٠.وجاء في \"البحر\" (جمدوا) وفي \"الدر\" (جهزوا) بدل (خمدوا).(٥) عزاها ابن جني في \"المحتسب\" ١/ ٢٩٦ وأبو حيان في \"البحر المحيط\" ٥/ ٥٧ لأنس بن مالك، وعنه الأعمش.(٦) انظر \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٢٩٤، \"لسان العرب\" لابن منظور (جمز).</p><p> [١٤٤٦] أنا عبد الله بن حامد بن محمَّد (١) ، أنا أحمد (٢) بن محمَّد ابن الحسن (٣) ، نا محمَّد بن يحيى (٤) ، قال: نا عبد الرزاق (٥) ، قال: أنا معمر (٦) ، عن الزهريّ (٧) ، عن أبي سلمة بن عبد الرحمن (٨) ، عن أبي سعيد الخدري (٩) - رضي الله عنه - قال: بينا رسول الله - صلى الله عليه وسلم - يقسم قسمًا - قال ابن عباس رضي الله عنهما: كانت غنائم هوازن (١٠) يوم حنين -إذ جاءه ابن ذي الخويصرة التميمي، وهو حُرقوص بن زهير (١١) أصل </p><p>(١) الوزان، لم يذكر بجرح أو تعديل. (٢) في (ت): محمَّد.(٣) ابن الشرقي، ثقة، مأمون.(٤) الذهلي، ثقة، حافظ، جليل.(٥) ثقة، حافظ، عمي في آخر عمره فتغير وكان يتشيع.(٦) معمر بن راشد الأزدي، ثقة ثبت فاضل.(٧) ابن شهاب الزهريّ، الفقيه، الحافظ، متفق على جلالته وإتقانه.(٨) ثقة، مكثر.(٩) صحابي، مشهور.(١٠) هوازن: شعب كبير من قيس وهم بنو هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر بن نزار بن معد بن عدنان، ويرجع في هوازن قبائل كثيرة أهمها: بنو عامر بن صعصعة، وثقيف، وبنو سعد، وبنو جشم، وبنو مضر.\"جمهرة النسب\" للكلبي (ص ٣١٢)، \"جمهرة أنساب العرب\" لابن حزم (ص ٢٦٠، ٢٦٤).(١١) اختلفت الروايات في تعيين هذا القائل, ففي بعضها (رجل)، وفي بعضها (رجل من بني تميم)، وفي بعضها أنه (ذو الخويصرة التميمي)، وفي البعض (ابن ذي الخويصة التميمي)، وفي أخرى عبد الله بن ذي الخويصرة)، وقد اتفقت جميعها بأنه تميمي. =</p><p> الخوارج، فقال: اعدل يا رسول الله، فقال:  \"ويلك! ومن يعدل إذا لم أعدل؟ ! \" فقال عمر بن الخطاب: يا رسول الله ائذن لي فأضرب عنقه، فقال النبي - صلى الله عليه وسلم -: \"دعه فإن له أصحابًا يحتقر أحدكم صلاته مع صلاته، وصيامه مع صيامِه، يمرقون من الدين (١) كما يمرق السهم من الرميّة (٢) ، فينظر في قُذذه (٣) فلا يوجد فيه شيء، ثم ينظر في نَضِيّه (٤) فلا يوجد فيه شيء، ثم ينظر في رِصَافِه (٥) فلا يوجد فيه شيء، ثم ينظر في نَصْله (٦) </p><p>= ولم ترد تسميته بأنه حرقوص بن زهير إلا في رواية الثعلبي هذِه، وقد ذكرها الحافظ في \"فتح الباري\" ١٢/ ٢٩٢ ثم قال: وما أدري من الذي قال هو حرقوص الخ، وقد اعتمد على ذلك ابن الأثير في الصحابة فترجم لذي الخويصرة في الصحابة. (١) أي يجوزونه ويخرقونه ويتعدونه؛ كما يخرق السهم الشيء المرمي به ويخرج منه. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ٣٢٠.(٢) الرميّة: هي الصيد الذي ترميه فتقصده، وينفذ فيها سهمك. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٢٦٨.(٣) قُذَذه: القذذ ريش السهم، واحدتها قُذّة. \"النهاية في غريب الحديث والأثر\" لابنالأثير ٤/ ٢٨.(٤) نضِيّه: النضي: نصل السهم، وقيل: هو السهم قبل أن يُنْحَت إذا كان قِدحا، وهو أولى؛ لأنه قد جاء في الحديث ذكر النصل بعد النضي، وقيل: هو من السهم ما بين الريش والنصل. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٧٣، \"لسان العرب\" لابن منظور (نضي).(٥) الرِّصاف: عَقَب يُلوى على مدخل النصل في السهم. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٢٢٧.(٦) النصل: حديدة السهم والرمح، وهو حديدة السيف ما لم يكن لها مقبض. \"لسان العرب\" لابن منظور (نصل).</p><p> فلا يوجد فيه شيء، قد سبق الفَرْثُ والدّم، آيتهم (١) رجل أسود في إحدى يديه أو قال إحدى ثدييه (٢) مثل ثدي المرأة، أو مثل البَضْعَة تَدَرْدَر (٣) ، يخرجون على فترة من الناس\" (٤) . </p><p>(١) في الأصل: أتاهم، وهو تحريف، والتصويب من (ت). (٢) في الأصل: يديه في الموضعين، وفي (ت): ثدييه فيهما, ولعل الصواب ما أثبت. قال الحافظ في \"الفتح\" ١٢/ ٢٩٤: كذا للأكثر بالتثنية فيهما مع الشك هل هي تثنية يد أو ثدي.(٣) البَضْعَة: القطعة من اللحم، وتُدَرْدَر: أي ترجرج، تجيء وتذهب، وأصلها تتدردر، فحذف إحدى التائين تخفيفًا. \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ١٣٣، ٢/ ١١٢، \"لسان العرب\" لابن منظور (درر).(٤) [١٤٤٦] الحكم على الإسناد:إسناده فيه شيخ المصنف لم أر فيه جرحًا ولا تعديلًا، وبقية رجاله ثقات.التخريج:ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٤٨ وعزاه للبخاري والنسائي وابن جرير وابن المنذر وابن أبي حاتم وأبي الشيخ.وأخرجه من طريق المصنف الواحدي في \"أسباب النزول\" (ص ٢٥٣)، وابن الأثير في \"أسد الغابة\" ٢/ ١٧٢.وأخرجه عبد الرزاق في \"المصنف\" ١٠/ ١٤٦، وأحمد في \"المسند\" ٣/ ٥٦ (١١٥٣٦)، والبخاري في استتابة المرتدين، باب من ترك قتال الخوارج (٦٩٣٣)، والعدني في \"الإيمان\" (ص ١٣٧)، وابن أبي عاصم في \"السنة\" ٢/ ٤٣٧، وابن جرير في \"جامع البيان\" ١٤/ ٣٠٢ (١٦٨١٧)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨١٥ جميعهم من طريق معمر، عن الزهريّ .. بنحوه. وأخرجه البخاري في المناقب، باب علامات النبوة والإِسلام (٣٦١٠)، ومسلم في الزكاة، باب ذكر الخوارج وصفاتهم (١٠٦٤) من طريق الزهريّ .. به.وأخرجه أحمد في \"المسند\" ٣/ ٦٥ (١١٦٢١)، والبخاري في الأدب، باب ما جاء في قول الرجل ويلك (٦١٦٣)، والخطابي في \"غريب الحديث\" ١/ ٣٧٧، =</p><p> وفي غير هذا الحديث: فإذا خرجوا فاقتلوهم، ثم إذا خرجوا فاقتلوهم، ثم إذا خرجوا فاقتلوهم تنجون. فنزلت {وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ} الآية كلها. </p><p> قال أبو سعيد - رضي الله عنه -: فأشهد أني سمعت هذا من رسول الله - صلى الله عليه وسلم -، وأشهد أن عليًا - رضي الله عنه - حين قتلهم وأنا معه؛ جيء بالرجل على النعت الذي نعت رسول الله - صلى الله عليه وسلم - (١) . </p><p> وقال الكلبي: نزلت في المؤلفة قلوبهم، وهم المنافقون، قال رجل منهم يقال له أبو الجَوَّاظ: لم تقسم بالسوية، فأنزل الله تعالى {وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ}  (٢) ، أي يعيبك (٣) في أمرها ويطعن عليك فيها، يقال: لَمَزَه وهَمَزَه؛ إذا عابه، ورجل همزة لمزة. </p><p> قال رؤبة (٤) : </p><p>= والآجري في \"الشريعة\" ١/ ٣٣٣ كلهم من طريق الأوزاعي، عن الزهريّ .. بنحوه. (١) قول أبي سعيد هذا من تتمة حديثه المتقدم.(٢) ذكره الواحدي في \"أسباب النزول\" (ص ٢٥٣)، والبغوي في \"معالم التنزيل\" ٤/ ٦٠، والخازن في \"لباب التأويل\" ٢/ ٢٣٦.(٣) انظر \"غريب الحديث\" لابن قتيبة (ص ١٨٨)، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (ص ٧٤٧)، \"لسان العرب\" لابن منظور (لمز) ونقل السجستاني في \"غريبه\" (ص ٤٧٨) عن بعضهم التفريق بين الهمز واللمز بقوله: وقيل: اللمز الغمز في الوجه بكلام خفي، والهمز في القفا.(٤) البيت في \"ديوانه\" (٦٤) من رجزه في أبان بن الوليد البجلي، واستشهد به الطبري في \"جامع البيان\" ١٠/ ١٥٥، وابن عطية في \"المحرر الوجيز\" ٣/ ٤٧، وأبو حيان في \"البحر المحيط\" ٥/ ٣٨، والسمين الحلبى في \"الدر المصون\" ٦/ ٧١ على اختلاف في روايته.</p><p> قاربتُ بين عَنَقي وجَمْزي ... في ظِلِّ عِضْوي بَاطِلي ولَمْزي </p><p> وقال آخر (١) : </p><p> إذا لقيتكَ عَن شَحْطٍ تُكَاشِرُني ... وإن تغيبتَ كنتَ الهامِزَ اللُّمزه </p><p> وقال مجاهد: يلمزك أي يروزك (٢) ، يعني يختبرك. </p><p> وقال عطاء: يغتابك. </p><p> وقرأ الحسن والأعرج وأبو رجاء وسلّام ويعقوب (يلمُزُك) بضم الميم (٣) . </p><p>(١) البيت لزياد بن الأعجم في \"مجاز القرآن\" لأبي عبيدة ١/ ٢٦٣، \"الجمهرة\" لابن دريد ٣/ ١٨، \"جامع البيان\" للطبري ١٠/ ١٥٦، \"معاني القرآن\" للزجاج ٢/ ٤٥٥، \"الحجة\" للفارسي ٤/ ١٩٦، \"معجم مقاييس اللغة\" لابن فارس ٦/ ٦٦، \"المحرر الوجيز\" لابن عطية ٣/ ٤٧، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (ص ٨٤٦) ويروى في بعضها: تدلي بودٍ إذا لاقيتني كذبا ... وإن أغيّب فأنت الهامز اللمزه(٢) \"تفسير مجاهد\" ١/ ٢٨٢.وأخرجه الطبري في \"جامع البيان\" ١٠/ ١٥٦ من طريق ابن أبي نجيح، عن مجاهد .. به.وذكره الماوردي في \"النكت والعيون\" ٢/ ٣٧٤، والبغوي في \"معالم التنزيل\" ٤/ ٦٠.(٣) \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٨٠، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ١٩٥)، \"الدر المصون\" للسمين الحلبي ٦/ ٧١ وقال: وهما لغتان في المضارع.</p><p> وروي عن ابن كثير (يُلْمِزُكَ) بضم الياء (١) من ألمز يُلمِز. </p><p> وقرأ الأعمش:  (يُلْمِّزُك) بضم الياء وتشديد الميم (٢) ، وعن يعضهم (يلامزك)  (٣) ، وقرأ (٤) الباقون {يَلْمِزُكَ} بكسر الميم خفيفة. </p><p> {فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ} وقرأ إياد (٥) بن لقيط (إذا هم ساخطون)  (٦) . </p><p> قال ابن زيد: هم المنافقون، قالوا: والله ما يعيطها محمَّد إلا من أحب ولا يؤثر بها إلا هواه (٧) . </p><p>(١) ذكرها غير منسوبة العكبري في \"إعراب القراءات الشواذ\" ١/ ٦٢٣ والزمخشري في \"الكشاف\" ٢/ ١٥٨، وعزاها في \"الدر المصون\" للسمين الحلبى ٦/ ٧١ للأعمش. (٢) \"مختصر في شواذ القرآن\" لابن خالويه (ص ٥٨)، \"شواذ القراءة\" للكرماني (ل ١٠٢/ أ)، \"البحر المحيط\" لأبي حيان ٥/ ٥٧.(٣) \"مختصر في شواذ القرآن\" لابن خالويه (ص ٥٨)، وهي رواية حماد بن سلمة عن ابن كثير كما في \"شواذ القراءة\" للكرماني (ل ١٠٢/ أ)، \"الحجة\" للفارسي ٤/ ١٩٦.(٤) من (ت).(٥) في الأصل: أبان، وهو تصحيف، والتصويب من هامش الأصل و (ت).(٦) ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٤٨ وعزاه لأبي الشيخ.وقد أخرج ابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨١٦ من طريق سهل بن عثمان، عن عيسى بن راشد قال: سمعت زياد بن لقيط يقرأ وإن لم يعطوا منها إذا هم ساخطون قلت لسهل: لعله إياد بن لقيط؟ فأبى أن يدع قوله: زياد.تنبيه: وقع في مطبوعة \"تفسير ابن أبي حاتم\" في الآية: يسخطون، وهو خطأ بلا شك.(٧) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٥٧ من طريق ابن وهب، وابن أبي حاتم =</p>"
}