{
  "id": null,
  "sura": 9,
  "aya": 41,
  "text": "<p> {هِيَ الْعُلْيَا} العالية، قال ابن عباس - رضي الله عنهما -: الكلمة السفلى كلمة الشرك، والعليا لا إله إلا الله (١) . {وَاللَّهُ عَزِيزٌ حَكِيمٌ} . </p><p> ٤١ - قوله تعالى:  {انْفِرُوا خِفَافًا وَثِقَالًا} </p><p> قال أبو الضحى (٢) : أول آية نزلت من (براءة) هذِه الآية (٣) . </p><p> قال مجاهد: قالوا فينا الثقيل وذو الحاجة والضيعة (٤) والشغل والمنتشرِ أمرُهُ فأنزل الله هذِه الآية وأبى أن يعذرهم (٥) . </p><p>= وضعف العكبري هذِه القراءة من ثلاثة أوجه في \"إملاء ما من به الرحمن\" ٢/ ١٥، وأجاب عنها السمين الحلبي في \"الدر المصون\" ٦/ ٥٣. (١) ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٣٩ وعزاه لابن المنذر وابن أبي حاتم والبيهقي.وقد أخرجه الطبري في \"جامع البيان\" ١٠/ ١٣٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٠١، والبيهقي في \"الأسماء والصفات\" ١/ ٢٧٢ من طريق معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس .. به.(٢) مسلم بن صُبيّح القرشي الكوفي، ثقة حجة.(٣) أورده السيوطي في \"الدر المنثور\" ٣/ ٤٣٩ وعزاه للفريابي وأبي الشيخ.وذكره ابن كثير في \"تفسير القرآن العظيم\" ٧/ ٢٠٦ مسندًا.وهو في \"المصنف\" لابن أبي شيبة ٧/ ٢٠ (١٩٥٨٩)، \"جامع البيان\" للطبري ١٠/ ١٤٠ من طريق وكيع، عن سفيان، عن أبي الضحى .. به.وأخرجه الطبري أيضًا في \"جامع البيان\" ١٠/ ١٤٠ من طريق إسرائيل، عن سعيد بن مسروق، عن مسلم بن صبيح .. به.(٤) في الأصل: والضيقة، والمثبت من (ت) و\"تفسير مجاهد\" ١/ ٢٧٩.(٥) \"تفسير مجاهد\" ١/ ٢٧٩.وأورده السيوطي في \"الدر المنثور\" ٣/ ٤٤٠، وعزاه لابن أبي حاتم وأبي الشيخ. =</p><p> واختلفوا في معنى الخفاف والثقال: </p><p> فقال أنس والحسن والضحاك ومجاهد وقتادة وعكرمة وشِمْر بن عطية (١) ومقاتل بن حيان: شبابًا وشيوخًا (٢) . </p><p>= ونحوه في \"المصنف\" لابن أبي شيبة ٧/ ٢٣ (١٩٦٠١)، \"تفسير القرآن العظيم\" لابن أبي حاتم ٦/ ١٨٠٣. (١) في (ت): سمرة بن عطاء، وهو تحريف.تنبيه: تحرّف في مطبوعة \"تفسير الطبري\" -ط شاكر- ١٤/ ٢٦٣ إلى بشر بن عطية مما جعل المحقق لا يهتدي إليه!(٢) انظر آثارهم وما بعدها في تفسير الخِفَاف والثِّقَال في \"المصنف\" لابن أبي شيبة ٧/ ٢٢ - ٢٣، \"جامع البيان\" للطبري ١٠/ ١٣٧ - ١٣٩، \"تفسير القرآن العظيم\" لابن أبي حاتم ٦/ ١٨٠٢ - ١٨٠٣، \"معاني القرآن\" للنحاس ٣/ ٢١١، \"النكت والعيون\" للماوردي ٢/ ٣٦٥ - ٣٦٦، \"معالم التنزيل\" للبغوي ٤/ ٥٣ - ٥٤، \"زاد المسير\" لابن الجوزي ٣/ ٤٤٢ - ٤٤٣، \"الدر المنثور\" للسيوطي ٣/ ٤٤٠.قال الطبري في \"جامع البيان\" ١٠/ ١٤٠: .. ولم يكن الله جل ثناؤه خصّ من ذلك صنفًا دون صنف في الكتاب، ولا على لسان الرسول - صلى الله عليه وسلم -، ولا نصب على خصوصه دليلًا، وجب أن يقال: إن الله جل ثناؤه أمر المؤمنين من أصحاب رسوله بالنفر للجهاد في سبيله خفافًا وثقالًا مع رسوله - صلى الله عليه وسلم - على كل حال من أحوال الخفة والُقل.وقال أبو جعفر النحاس في \"معاني القرآن\" ٣/ ٢١٢: وهذِه الأقوال متقاربة، والمعنى: انفروا على كل الأحوال، ومن أجمع هذِه الأقوال قول الحسن: في العسر واليسر بتصرف يسير.وقال ابن كثير في \"تفسير القرآن العظيم\" ٧/ ٢٠٨: وهذا كله من مقتضيات العموم في الآية.وقال أبو حيان في \"البحر المحيط\" ٥/ ٤٦: وذكر المفسرون من معاني التحفة والثقل أشياء لا على وجه التخصيص بعضها دون بعض، وإنما يحمل ذلك على التمثيل لا على الحصر.</p><p> وقال الحكم: مشاغيل وغير مشاغيل. </p><p> وقال أبو صالح: خفافًا من المال؛ أي: فقراء، وثقالًا منه؛ أي: أغنياء. </p><p> وقال ابن زيد: الثقيل الذي له الضيعة (١) ، فهو ثقيل يكره أن يدع ضيعته ويخرج، والخفيف الذي لا ضيعة له. </p><p> وقال ابن عباس - رضي الله عنهما -: نشاطًا وغير نشاط. </p><p> وقال عطية العوفي: ركبانًا ومشاة. </p><p> وقال مرّة الهمداني: أصحاء ومرضى. </p><p> وقال يمان بن رئاب: عزابًا ومتأهلين. </p><p> وقيل: خفافًا مسرعين خارجين ساعة استماع النفير، يقال: خفّ الرجل خفوفًا إذا مضى مسرعًا، وثقالًا؛ أي: بعد الرّويّة (٢) فيه والاستعداد له. </p><p> وقيل: خفافًا من السلاح؛ أي مقلين منه، وثقالًا مستكثرين منه، والعرب تسمي الأعزل مخفًّا. </p><p> وقيل: خفافًا من حاشيتكم وأتباعكم، وثقالًا متكثرين بهم (٣) . </p><p> {وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ} . </p><p>(١) في حاشية الأصل: في نسخة: الصنعة وكذا ما بعدها صنعته وصنعة. (٢) في (ت): التروية.(٣) عزاه أبو حيان في \"البحر المحيط\" ٥/ ٤٦ للتبريزي.</p><p> [١٤٤٤] أخبرنا عبد الله بن حامد الوزان (١) ، قال: أنا مكي بن عبدان (٢) ، قال: نا محمَّد بن يحيى (٣) ، نا حجاج (٤) ، نا حماد (٥) ، عن ثابت (٦) وعلي بن زيد (٧) ، عن أنس، أن أبا طلحة - رضي الله عنهما - قرأ سورة (براءة) فأتى على هذِه الآية {انْفِرُوا خِفَافًا وَثِقَالًا} فقال: أي بَنِيَّ؛ جهّزوني جهّزوني، فقال بنوه: يرحمك الله؛ قد غزوت مع النبي - صلى الله عليه وسلم - حتى مات، ومع أبي بكر وعمر رضي الله عنهما حتى ماتا، فنحن نغزو عنك، فقال: لا؛ جهّزوني، فغزا البحر، فمات في البحر، فلم يجدوا له جزيرة يدفنونه فيها إلى بعد سبعة (٨) أيام، فدفنوه فيها ولم يتغير (٩) . </p><p>(١) لم يذكر بجرح أو تعديل. (٢) المحدث، الثقة، المتقن.(٣) الذهلي، ثقة، حافظ، جليل.(٤) ابن المنهال الأنماطي، أبو محمَّد السلمي مولاهم، البصري، ثقة فاضل.(٥) ابن سلمة البصري، ثقة عابد، أثبت الناس في ثابت.(٦) ابن أسلم البناني، ثقة، عابد.(٧) ابن عبد الله بن زهير بن عبد الله بن جدعان التيمي البصري، ضعيف.(٨) في الدر المنثور: تسعة، وهو خطأ.(٩) [١٤٤٤] الحكم على الإسناد:إسناده فيه شيخ المصنف لم أر فيه جرحًا ولا تعديلًا، وبقية رجاله ثقات، وعلي بن زيد وإن كان ضعيفًا إلا أنه قد توبع.التخريج:وقد أورده السيوطي في \"الدر المنثور\" ٣/ ٤٤٠ وعزاه لابن سعد وابن أبي عمر العدني، وعبد الله بن أحمد في زوائد الزهد، وأبي يعلى، وابن المنذر، وابن أبي =</p><p> وقال الزهير: خرج سعيد بن المسيب إلى الغزو وقد ذهبت إحدى عينيه، فقيل له: إنك عليل صاحب ضرٍّ، فقال: استنفر الله الخفيف والثقيل، فإن لم يمكني الحرب كثّرت السواد، وحفظت المتاع (١) . </p><p> ثم نزلت في المتخلفين عن غزاة تبوك من المنافقين: </p><p> * * * </p><p>= حاتم، وابن حبان في \"صحيحه\"، وأبي الشيخ، والحاكم، وابن مردويه. وأخرجه ابن سعد في \"الطبقات الكبرى\" ٣/ ٥٠٧، وابن المبارك في \"الجهاد\" (ص ٩٠) ومن طريقه الحاكم في \"المستدرك\" ٣/ ٣٥٣ ومن طريق الحاكم البيهقي في \"السنن الكبرى\" ٩/ ٢١.وأخرجه أبو يعلى في \"مسنده\" ٦/ ١٣٨ ومن طريقه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٦/ ١٥٢ وأخرجه الطبراني في \"المعجم الكبير\" ٥/ ٩٢ (٤٦٨٦)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٠٢، وابن أبي عاصم في \"الآحاد والمثاني\" ٣/ ٤٤٤، والحارث بن أبي أسامة كما في \"بغية الباحث\" ٢/ ٩٢٨.كلهم من طرق عن حماد بن سلمة، عن ثابت وعلي بن زيد .. بنحوه.وبعضهم لا يذكر ثابتًا، والبعض لا يذكر علي بن زيد.وأخرجه ابن أبي عمر في \"مسنده\" كما في \"المطالب العالية\" ٤/ ١٢٤ من طريق سفيان، عن علي بن زيد .. بمعناه مختصرًا.قال الحاكم: حديث صحيح على شرط مسلم ولم يخرجاه. وسكت عنه الذهبي.وذكر الهيثمي في \"مجمع الزوائد\" ٩/ ٣١٢ - ٣١٣ وقال: رجاله رجال الصحيح.(١) ذكره البغوي في \"معالم التنزيل\" ٤/ ٥٤، والزمخشري في \"الكشاف\" ٢/ ١٥٣، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ١٥١.</p>"
}