{
  "id": null,
  "sura": 9,
  "aya": 126,
  "text": "<p> ١٢٦ - قوله تعالى:  {أَوَلَا يَرَوْنَ} </p><p> قراءة العامة بالياء؛ خبرًا عن المنافقين المذكورين، وقرأ حمزة ويعقوب (أولا ترون) بالتاء، على خطاب المؤمنين (١) ، وهي قراءة أُبيّ بن كعب - رضي الله عنه -، وقرأ الأعمش (أو لم تر)  (٢) ، وقرأ طلحة (أولا ترى)  (٣) وهي قراءة عبد الله - رضي الله عنه - (٤) . </p><p> {أَنَّهُمْ يُفْتَنُونَ} يختبرون {فِي كُلِّ عَامٍ مَرَّةً أَوْ مَرَّتَيْنِ} قال حذيفة - رضي الله عنه -: يكذبون كذبة أو كذبتين يضلّون فيه (٥) . </p><p> وقال مجاهد: يفتنون بالقحط والشدة (٦) . </p><p>(١) \"السبعة\" لابن مجاهد (ص ٣٢٠)، \"غاية الاختصار\" للعطار ٢/ ٥١٢. (٢) في (ت): أو لم تروا، وكذا في \"البحر المحيط\" لأبي حيان ٥/ ١١٩.(٣) نسبها في \"البحر المحيط\" لأبي حيان ٥/ ١١٩ لأُبيّ وابن مسعود والأعمش.(٤) في \"المصاحف\" لابن أبي داود (ص ٦٢) أن في مصحف ابن مسعود: أو لم ترا أنهم يفتنون.(٥) عزاه السيوطي في \"الدر المنثور\" ٣/ ٥٢٤ لابن جرير وابن المنذر وابن أبي حاتم وأبي الشيخ وابن مردويه.وقد أخرجه الطبري في \"جامع البيان\" ١١/ ٧٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٩١٦ من طريق شريك، عن جابر، عن أبي الضحى، عن حذيفة بنحوه.وذكره الما وردي في \"النكت والعيون\" ٢/ ٤١٧، وابن الجوزي في \"زاد المسير\" ٣/ ٥١٩.(٦) في \"تفسير مجاهد\" ١/ ٢٨٩ من طريق ورقاء عن ابن أبي نجيح، عن مجاهد: بالسنة والجوع.وعزاه السيوطي في \"الدر المنثور\" ٣/ ٥٢٤ لابن أبي شيبة وابن جرير وابن المنذر وابن أبي حاتم وأبي الشيخ. =</p><p> وقال عطية: بالأمراض والأوجاع، وهن روائد الموت (١) . </p><p> وقال قتادة: بالغزو والجهاد (٢) . </p><p> وقيل: بالعدو (٣) . </p><p> وقيل: يفتنون فيعرفون مرّة أنه -عليه السلام- نبي، وينكرون أخرى (٤) وقال مرّة الهمداني: يفتنون يكفرون. </p><p> [وقال]  (٥) مقاتل بن حيان: يفتضحون بإظهار نفاقهم (٦) . </p><p>= وهو عند الطبري في \"جامع البيان\" ١١/ ٧٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٩١٥ من طريق ورقاء .. به. وقول المؤلف هنا (بالقحط والشدة) هي عبارة الطبري في حكاية قول مجاهد. وتبعه عليها البغوي في \"معالم التنزيل\" ٤/ ١١٥، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ٢٩٩.(١) ذكره ابن الجوزي في \"زاد المسير\" ٣/ ٥١٩، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ٢٩٩.(٢) عزاه السيوطي في \"الدر المنثور\" ٣/ ٥٢٤ لابن جرير وابن المنذر وابن أبي حاتم وأبي الشيخ.وقد أخرجه ابن جرير في \"جامع البيان\" ١١/ ٧٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٩١٦ من طريق سعيد، عن قتادة .. به.(٣) قاله الحسن، كما عند ابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٩١٥ من طريق محمد بن ثور، عن معمر، عن الحسن. به.(٤) عزا نحوه ابن الجوزي في \"زاد المسير\" ٣/ ٥١٩ لمقاتل بن سليمان، وهو في \"تفسيره\" ٢/ ٢٠٤.(٥) وقال: زيادة يقتضيها السياق ساقطة من الأصل و (ت).(٦) ذكره وما بعده البغوي في \"معالم التنزيل\" ٤/ ١١٥، وابن الجوزي في \"زاد المسير\" ٣/ ٥١٩. =</p><p> وقال عكرمة: ينافقون ثم يؤمنون ثم ينافقون. </p><p> وقال يمان: ينقضون عهدهم في السنة مرة أو مرتين. </p><p> {ثُمَّ لَا يَتُوبُونَ} من نقضهم {وَلَا هُمْ يَذَّكَّرُونَ} بما صنع الله تعالى بهم، وكان رسول الله - صلى الله عليه وسلم - إذا نقضوا عهودهم بعث إليهم السرايا فيقتلونهم. </p><p> قال الحسن: يفتنون بالجهاد في سبيل الله -عز وجل- مع رسوله - صلى الله عليه وسلم -، ويرون تصديق ما ومحمد الله -عز وجل- من النَّصر والظَّفَر على من عاداه، ثم لا يتوبون لِمَا يرون من صدق ومحمد الله، ولا يتّعظون. </p><p> وقال الضحاك: يفتنون بالغلاء والبلاء ومنع القطر (وذهاب الثمار، ثم لا يرجعون)  (١) عن نفاقهم، ولا هم يتفكرون في عظمة الله تعالى. </p><p> وفي قراءة عبد الله - صلى الله عليه وسلم -: (وما يتذكرون)  (٢) . </p><p>= وبمعنى قول مقاتل بن حيان؛ قال ابن عطية في \"المحرر الوجيز\" ٣/ ٩٩: والذي يظهر مما قبل الآية ومما بعدها، أن الفتنة والاختبار إنما هي بكشف الله تعالى أسرارهم وإفشاءه عقائدهم، فهذا هو الاختبار الذي تقوم عليه الحجة برؤيته وترك التوبة، وأما الجهاد والجوع فلا يترقب معهما ما ذكرناه .. وأما الاختبار بالمرض فهو في المؤمنين. وجوّز الطبري ١١/ ٧٤ جميع المعاني المتقدمة وأن المعنى: أو لا يرون أنهم يفتنون في كل عام مرّة أو مرتين، بما يكون زاجزا لهم، ثم لا ينزجرون ولا يتعظون.(١) ما بين القوسين غير واضح بالأصل، وتم إكمالها من (ت).(٢) \"البحر المحيط\" لأبي حيان ٥/ ١١٩.</p>"
}