{
  "id": null,
  "sura": 9,
  "aya": 3,
  "text": "<p> نحن نبرأ من عهدك وعهد ابن عمك إلَّا من الطعن والضرب (١) ، وطفقوا يقولون: اللهم إنَّا قد مُنِعْنا أن نَبَرَّك (٢) . </p><p> ثم لما كانت سنة عشر حج النَّبِيّ - صلى الله عليه وسلم - حجّة الوداع، وقفل إلى المدينة، ومكث بقية ذي الحجّة والمحرم وصفرًا وليالي من شهر ربيع الأول، حتَّى لحق بالله عز وجل. </p><p> ٣ - قوله عز وجل:  {وَأَذَانٌ} </p><p> عطف على قوله (براءة)  (٣) \"أي: إعلام، ومنه الأذان بالصلاة، يُقال: آذنته فأذن؛ أي: أعْلَمتُه فَعَلِم، وأصله من الأُذن؛ أي: أوقعته في أذنيه (٤) . </p><p>(١) لم ترد هذِه الزيادة في شيء من روايات حديث محرر بن أبي هريرة، إنما أسندها الطبري ١٠/ ٦٥، وفي \"التاريخ\" له ٣/ ١٢٢ - ١٢٣ عن السدي .. من قوله. (٢) لم أجد هذِه الزيادة.(٣) انظر: \"جامع البيان\" ١٠/ ٦٧، \"معاني القرآن\" للزجاج ٢/ ٤٢٩، \"مشكل إعراب القرآن\" لمكي ١/ ٣٢٢، \"إعراب القرآن\" للهمداني ٢/ ٤٤٤.وضعف الزمخشري في \"الكشاف\" ٢/ ١٣٨ هذا الإعراب حيث قال: (وأذان): ارتفاعه كارتفاع (براءة) على الوجهين، ثم الجملة معطوفة على مثلها, ولا وجه لقول من قال: إنه معطوف على (براءة)، كما لا يقال: عمرو معطوف على زيد في قولك: زيد قائم وعمرو قاعد.ووافقه على هذا القول أبو البقاء العكبري في \"إملاء ما منَّ به الرَّحْمَن\" ٢/ ١١، وأبو حيان في \"البحر المحيط\" ٥/ ٧، والسمين الحلبي في \"الدر المصون\" ٦/ ٦.(٤) انظر: \"مفردات ألفاظ القرآن\" للراغب الأصفهاني ٧٠/ ٧١، \"عمدة الحفاظ\" للسمين الحلبي ١/ ٧٨ - ٨١.</p><p> وقال عطية العوفي وسليمان بن موسى الشَّاميّ: الأذان القصص؛ فاتحة براءة إلى قوله {وَإِنْ خِفْتُمْ عَيْلَةً} الآية، وذلك ثمان وعشرون آية (١) . </p><p> {مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ} واختلفوا فيه، فقال أبو جحيفة وعطاء وطاوس ومجاهد: هو يوم عرفة (٢) . وهي رواية عكرمة عن ابن عباس رضي الله عنهما (٣) . </p><p> يدل عليه حديث أبي الصهباء (٤) البكري قال: سألت علي بن أبي </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٠/ ٦٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٤٧ من رواية حجاج عن ابن جريج قال: زعم سليمان الشَّاميّ أن قوله .. فذكره. ولم أجد من أسنده أو عزاه إلى عطية العوفي غير المؤلف.ثم وجدت الماوردي في \"النكت والعيون\" ٢/ ٣٣٩ يقول، عقب إيراده لهذا القول: وهذا قول تفرّد به سليمان بن موسى الشَّاميّ.(٢) أسند أقوالهم الطبري في \"جامع البيان\" ١٠/ ٦٧ - ٦٩، واختار هذا القول الزجاج في \"معاني القرآن\" ٢/ ٤٧٥.(٣) أخرجها الطبري في \"جامع البيان\" ١٠/ ٦٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٤٨ كلاهما من حديث إسحاق بن سليمان، عن سلمة بن بُخْت، عن عكرمة، عن ابن عباس قال: إن يوم عرفة يوم الحج الأكبر، يوم المباهاة، يباهي الله ملائكته في السماء بأهل الأرض، يقول تبارك وتعالى: جاؤوني شعثًا غبرًا، آمنوا بي ولم يروني، وعزّتي لأغفرن لهم، وهو يوم الحج الأكبر.هذا لفظ ابن أبي حاتم، وذكره الطبري مختصرًا.(٤) في (ت): الصحباء، وهو تحريف، وهو صهيب، أبو الصهباء البكري، البصري، مقبول.</p><p> طالب - رضي الله عنه - عن يوم الحج الأكبر، فقال: إن رسول الله -صلى الله عليه وسلم- بعث أَبا بكر بن أبي قُحافة رضي الله عنهما يقيم للنَّاس الحج، وبعثني معه بأربعين آية من براءة حتَّى أتى عرفة فخطب النَّاس يوم عرفة، فلما قضى خطبته التفت إليّ، فقال: قم يَا علي؛ فأدّ رسالة رسول الله - صلى الله عليه وسلم -! فقمت، فقرأت عليهم أربعين آية من براءة، ثم صَدَرْنَا (١) ، حتَّى أتينا مني، فرميت الجمرة ونحرت البدنة، ثم حلقت رأسي، وعلمت أن أهل الجمع لم يكونوا حضروا كلهم خطبة أبي بكر يوم عرفة، فطفقت أتتبع بها الفساطيط (٢) أقرؤها عليهم، فمن ثمّ إخال حسبتم أنَّه يوم النحر؛ ألا وهو يوم عرفة (٣) . </p><p> وروى شهاب بن (٤) عباد العصري (٥) ، </p><p>(١) الصَدَر: بالتحريك؛ الرجوع، يُقال: صدر القوم عن المكان أي رجعوا عنه. والصَّدْر: اليوم الرابع من أَيام النحر لأَنَّ النَّاس يَصْدُورن فيه عن مكة إِلى أَمَاكنهم. اللسان (صدر). (٢) الفُسْطَاط: بضم الفاء وكسرها، ضرب من الأبنية في السفر دون السرادق، وقيل: مجتمع أهل الكُورة حوالي مسجد جماعتهم، هكذا فسّره صاحب العين وغيره، وكل مدينة فسطاط.وقد عدّها الجواليقي فارسية معرّبة، وتعقبه أَحْمد شاكر بأنها عربية خالصة.\"معجم البلدان\" لياقوت ٤/ ٢٩٩، \"المعرب\" للجواليقي (ص ٢٤٩)، \"القاموس المحيط\" للفيروزآبادي ٢/ ٥٥٦.(٣) أخرجه الطبري في \"جامع البيان\" ١٠/ ٦٧ - ٦٨ من طريق حيوة بن شريح، عن حميد بن زياد، عن أبي معاوية البَجَليّ، عن أبي الصهباء .. بمثله.(٤) في الأصل: عن، وهو تحريف، والتصويب من (ت).(٥) في الأصل: القصري، وهو تصحيف، والتصويب من (ت). =</p><p> عن أَبيه (١) قال: سمعت عمر بن الخطاب - رضي الله عنه - يقول: هذا يوم عرفة يوم الحج الأكبر، فلا يصومنّه أحد، قال: فحججت بعد أبي، فأتيت المدينة، فسألت عن أفضل أهلها، فقالوا: سعيد بن المسيّب، فأتيته، فقلت: إنِّي سألت عن أفضل أهل المدينة فقالوا: سعيد بن المسيّب، فأخبرني عن صوم يوم عرفة فقال: أُخبرك عن من هو أفضل منّي مائة ضعف: عمر، أو ابن عمر - رضي الله عنهما - كان ينهى عن صومه ويقول: هو يوم الحج الأكبر (٢) . </p><p>= وهو: شهاب بن عباد العبدي، العصري، البَصْرِيّ، روى عن أَبيه، ترجم له البُخَارِيّ، وابن أبي حاتم، ولم يذكرا فيه جرحًا ولا تعديلًا، وذكره ابن حبان في \"الثِّقات\". وقال الحافظ: مقبول. انظر: \"التاريخ الكبير\" للبخاري ٤/ ٢٣٤، \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٣٦١، \"الثِّقات\" لابن حبان ٤/ ٣٦٢، \"تهذيب الكمال\" للمزي ٤/ ٣٦٨، \"التقريب\" لابن حجر (٢٨٤٣).(١) عباد العصري، وعصر بطن من عبد قيس -يروي عن عمر - رضي الله عنه -، ويروي عنه ابنه شهاب، ذكره ابن حبان في \"الثِّقات\".انظر: \"الطبقات الكبرى\" لابن سعد ٧/ ١٢٥، \"التاريخ الكبير\" للبخاري ٦/ ٣٤، \"الجرح والتعديل\" ٦/ ٨٨، \"الثِّقات\" لابن حبان ٥/ ١٤٢.(٢) الحكم على الإسناد:فيه شهاب بن عباد مقبول.التخريج:أخرجه ابن سعد في \"الطبقات الكبرى\" ٧/ ١٢٥، والبخاري في \"التاريخ الكبير\" ٦/ ٣٤، والطبري في \"جامع البيان\" ١٠/ ٦٨ من طريق شهاب بن عباد .. به.وعزاه ابن كثير في \"تفسير القرآن العظيم\" ٧/ ١٤٤ لابن أبي حاتم أَيضًا.</p><p> وقال معقل بن داود (١) : سمعت ابن الزُّبير رضي الله عنهما يقول: يوم عرفة هذا يوم الحج الأكبر، فلا يَصُمْه أحد (٢) . </p><p> وقال غالب بن عبيد الله: سألت عطاء عن يوم الحج الأكبر فقال: يوم عرفة؛ فأفض منها قبل طلوع الفجر (٣) . </p><p> وقال قيس بن مخرمة - رضي الله عنه -: خطب رسول الله -صلى الله عليه وسلم- عشية عرفة (٤) ، ثم قال: أما بعد، وكان لا يخطب إلَّا قال: أما بعد فإن هذا يوم الحج الأكبر (٥) . </p><p> وقال نافع بن جبير وقيس بن عباد (٦) وعبد الله بن شداد والشعبي والنخعي والسدّي وابن زيد: هو يوم النحر (٧) . </p><p>(١) لم أجده. (٢) عزاه السيوطي في \"الدر المنثور\" ٣/ ٣٨٢ لابن جرير، وهو عنده في \"جامع البيان\" ١٠/ ٦٨.(٣) أخرجه الطبري ١٠/ ٦٨.(٤) في (ن): يوم عرفة.(٥) أخرجه الطبري ١٠/ ٦٨ عن ابن وكيع، عن محمَّد بن بكر. وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٤٨ عن أَبيه، عن ابن أبي عمر، عن سفيان.كلاهما عن ابن جريج، عن محمَّد بن قيس بن مخرمة قال: خطب النَّبِيّ .. به فراوي الحديث عندهما هو محمَّد بن قيس لا أبوه.ومحمَّد بن قيس تابعي يروي عن أَبيه، وروايته عن النَّبِيّ - صلى الله عليه وسلم - مرسلة، كما جزم بذلك البَغَوِيّ وابن منده. \"الإصابة\" لابن حجر ٩/ ٣١٦.(٦) في الأصل و\"جامع البيان\" ١٠/ ٧١: عبادة، وهو تحريف، والتصويب من (ت).(٧) أسند أقوالهم الطبري في \"جامع البيان\" ١٠/ ٦٩ - ٧٤، واختار هذا القول، والشوكاني في \"فتح القدير\" ٢/ ٤٢١.</p><p> وهو إحدى (١) الروايتين عن علي - رضي الله عنه -. </p><p> قال يحيى بن الجزار (٢) : خرج عليٌّ يوم النحر على بغلة بيضاء يريد الجبّانة (٣) ، فجاءه رجل فأخذ بلجام دابّته وسأله عن الحج الأكبر، فقال: هو يومك هذا، خَلِّ سبيلها (٤) . </p><p> وقال عياش (٥) العامري: سُئل عبد الله بن أبي أوفى - رضي الله عنه - عن يوم الحج الأكبر فقال: سبحان الله هو يوم النحر، يوم تهراق فيه الدماء، ويحلق فيه الشعر، ويحلّ فيه الحرام (٦) . </p><p>(١) في (ن): وهي بصدد الروايتين. (٢) في الأصل: الخزاز، وهو تصحيف، والمثبت من (ت).(٣) الجَبَّانة: -بالفتح ثم التشديد-، والجبان في الأصل: الصحراء، وأهل الكوفة يسمون المقابر (جبانة) كما يسميها أهل البصرة مقبرة، \"معجم البلدان\" لياقوت(٤) أخرجه الطبري في \"جامع البيان\" ١٠/ ٧٠ من طريق شعبة، عن الحكم، عن يحيى الجزار .. به.وذكره النحاس في \"معاني القرآن\" ٣/ ١٨١، والبغوي في \"معالم التنزيل\" ٤/ ١٢، وابن كثير في \"تفسير القرآن العظيم\" ٧/ ١٤٥.(٥) في حاشية الأصل: في نسخة: عباس، وكذا هو في (ت)، (ن) وهو تصحيف.(٦) أخرجه ابن أبي شيبة في \"المصنف\" ٥/ ٥٥٨ (١٥٣٢٨) من طريق جابر، والطبري في \"جامع البيان\" ١٠/ ٦٩ من طريق عبد الرَّحْمَن، كلاهما عن سفيان.وأخرجه الطبري في \"جامع البيان\" ١٠/ ٧٣ من طريق قيس، كلاهما -أي: سفيان وقيس- عن عياش العامري .. بنحوه.وأخرجه عبد الرَّزّاق في \"تفسير القرآن\" ٢/ ٢٦٧، وسعيد بن منصور في \"سننه\" ٥/ ٢٣٨، والطبري في \"جامع البيان\" ١٠/ ٦٩ - ٧٢ من طرق عن عبد الملك بن عمير، عن عبد الله بن أبي أوفى .. بنحوه.</p><p> وروى الأَعمش (١) عن عبد الله بن سنان (٢) قال: خطبنا المغيرة بن شعبة (٣) - رضي الله عنه - على ناقة له يوم الأضحى، فقال: هذا يوم الأضحى، وهذا يوم النحر، وهذا يوم الحج الأكبر (٤) . </p><p> وروى شعبة (٥) ، عن أبي بشر (٦) قال: اختصم علي بن عبد الله بن عباس (٧) ورجل من آل شيبة في يوم الحج الأكبر، فقال عليّ: هو يوم النحر، وقال الذي من آل شيبة: هو يوم عرفة، فأرسلوا إلى سعيد بن جبير (٨) فسألوه، فقال: هو يوم النحر، ألا ترى أن من فاته يوم عرفة لم </p><p>(١) سليمان بن مهران، ثِقَة، حافظ، لكنه مدلس. (٢) عبد الله بن سنان الأسدي، أبو سنان الكُوفيّ، يروي عن علي وابن مسعود والمغيرة بن شعبة، وغيرهم، وثقه ابن سعد وابن معين وابن حبان، تُوفِّي أيام الحجاج.\"الجرح والتعديل\" ٥/ ٦٨، \"الثِّقات\" لابن حبان ٥/ ١١، \"تعجيل المنفعة\" لابن حجر ١/ ٧٤٣.(٣) صحابي، جليل.(٤) [*] الحكم على الإسناد:رجاله ثقات.التخريج:أخرجه سعيد بن منصور في \"سننه\" ٥/ ٢٤١، وابن أبي شيبة في \"المصنف\" ٥/ ٥٥٦ (١٥٣٢٦)، والطبري في \"جامع البيان\" ١٠/ ٧٥ من طرق عن الأَعمش .. به.(٥) ابن الحجاج، ثِقَة حافظ متقن.(٦) بيان بن بشر الأحمسي، ثِقَة ثبت.(٧) أبو محمَّد الهاشمي، ثِقَة عابد.(٨) ثِقَة، ثبت، فقيه.</p><p> يفته الحج، وإذا فاته يوم النحر فقد فاته الحج؟ ! (١) . </p><p> يدل عليه: </p><p> [١٤١٨] ما أخبرنا عبد الله بن حامد (٢) ، قال: أنا أبو بكر أَحْمد بن إسحاق الفقيه (٣) ، أنا أَحْمد بن إبراهيم بن ملحان (٤) ، قال: نا يحيى بن بكير (٥) ، نا الليث (٦) ، عن عقيل (٧) ، عن الزُّهْرِيّ (٨) ، عن أبي بكر بن عبد الرَّحْمَن (٩) ، عن أبي هريرة - رضي الله عنه - قال: بعثني أبو بكر - رضي الله عنه - في تلك الحجّة في نفر بعثهم يوم النحر يؤذنوا (١٠) بمنى: لا يحج بعد العام </p><p>(١) [*] الحكم على الإسناد: رجاله ثقات.التخريج:أخرجه الطبري في \"جامع البيان\" ١٠/ ٧١ من طريق ابن بشار، عن محمَّد بن جعفر، عن شعبة .. به.(٢) أبو محمَّد الماهاني، الوزان، لم يذكر بجرح أو تعديل.(٣) أبو بكر الصِّبْغي، لم يذكر بجرح أو تعديل.(٤) أبو عبد الله البلخي البغدادي، ثِقَة.(٥) يحيى بن عبد الله بن بكير القُرشيّ المخزومي، أبو زكريا المصري، صدوق، ثِقَة في الليث.(٦) ابن سعد، أبو الحارث المصري، الإمام، الثقة، المثبت.(٧) عُقيل، بالضم، ابن خالد بن عَقيل، بالفتح، الأيلي، ثِقَة ثبت.(٨) محمَّد بن مسلم بن شهاب، الزُّهْرِيّ، الفقيه، الحافظ، متفق على جلالته وإتقانه.(٩) ابن الحارث بن هشام بن المغيرة المخزومي المدنِيُّ، ثِقَة فقيه عابد.(١٠) في (ت)، (ن): يؤذنون، وكذا هي في \"صحيح البُخَارِيّ\" كتاب التفسير، باب {فَسِيحُوا فِي الْأَرْضِ} (٤٦٥٥).</p><p> مشرك ولا يطوف بالبيت عريان، ثم أردف النَّبِيّ -صلى الله عليه وسلم- عليًا - رضي الله عنه - يأمره أن يؤذن بـ (براءة) . </p><p> قال أبو هريرة: فأذن معنا عليّ أهل مني يوم النحر بـ (براءة)  (١) . </p><p> [١٤١٩] وأخبرنا عبد الله بن حامد (٢) ، قال: أنا أَحْمد بن محمَّد </p><p>(١) [١٤١٨] الحكم على الإسناد: إسناده فيه شيخ المصنف وشيخ شيخه لم أر فيهما جرحًا ولا تعديلًا، وبقية رجاله ثقات.التخريج:هكذا أخرج المصنف هذا الحديث من طريق الزُّهْرِيّ، عن أبي بكر بن عبد الرَّحْمَن، عن أبي هريرة. ولم أجد من رواه هكذا غيره، وإنما المحفوظ رواية الزُّهْرِيّ، عن حميد بن عبد الرَّحْمَن، عن أبي هريرة كما سيأتي في الحديث بعده. ومما يدل على خطأ هذا الإسناد رواية البيهقي له ٥/ ٨٧ من طريق أبي عبد الله الحافظ، أنبأ أبو بكر أَحْمد بن إسحاق الفقيه، أنبأ أَحْمد بن إبراهيم، ثنا يحيى بن بكير، ثنا الليث، عن يونس، عن ابن شهاب، قال: حَدَّثني حميد بن عبد الرَّحْمَن، أن أَبا هريرة أخبره .. فذكره.وقد أخرجه بهذا اللفظ البُخَارِيّ (في التفسير .. باب: {فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ} (٤٦٥٥) من طريق سعيد بن عُفير، عن الليث .. به.ثم إن في رواية المصنف هنا إدراجًا بينته رواية البُخَارِيّ حيث جاء فيها: (قال حميد بن عبد الرَّحْمَن: ثم أردف رسول الله -صلى الله عليه وسلم- بعلي بن أبي طالب وأمره أن يؤذن ببراءة). فبينت هذِه الرواية أن هذِه الجملة مدرجة من كلام حميد لا من كلام أبي هريرة.قال الحافظ في \"فتح الباري\" ٨/ ٣١٨ عن هذِه الجملة: وهذا القدر من الحديث مرسل, لأن حميدًا لم يدرك ذلك ولا صرح بسماعه له من أبي هريرة، لكن قد ثبت إرسال على من عِدّة طرق ..(٢) أبو محمَّد الوزان، لم يذكر بجرح أو تعديل.</p><p> ابن الحسن (١) ، قال: نا محمَّد بن يحيى (٢) ، نا يعقوب بن إبراهيم بن سعد (٣) ، نا أبي (٤) ، عن صالح (٥) ، عن ابن شهاب (٦) ، أن حميد بن عبد الرَّحْمَن (٧) أخبره، أن أَبا هريرة - رضي الله عنه - أخبره، أن أَبا بكر - رضي الله عنه - بعثه في الحجّة التي أمّره عليها رسول الله - صلى الله عليه وسلم - قبل حجّة الوداع في رهط يؤذنون في النَّاس: أن لا يحجّنّ بعد العام مشرك ولا يطوفنّ بالبيت عريان، وكان حميد يقول: يوم النحر يوم الحج الأكبر من أَجل حديث أبي هريرة - رضي الله عنه - (٨) . </p><p>(١) في الأصل: الحسين، وهو خطأ، والتصويب من (ت). وهو: أبو حامد أَحْمد بن محمَّد بن الحسن النَّيْسَابُورِيّ ابن الشرقي، ثِقَة، مأمون.(٢) الذهلي، ثِقَة، حافظ، جليل.(٣) في الأصل: سعيد، وهو خطأ، والتصويب من (ت) ومن مصادر الترجمة.وهو ابن إبراهيم بن عبد الرَّحْمَن بن عوف الزُّهْرِيّ، أبو يوسف المدنِيُّ، ثِقَة فاضل.(٤) إبراهيم بن سعد بن إبراهيم بن عبد الرَّحْمَن بن عوف الزُّهْرِيّ، ثِقَة حجة.(٥) صالح بن كيسان المدنِيُّ أبو محمَّد أو أبو الحارث، ثِقَة ثبت فقيه.(٦) أبو بكر محمَّد بن مسلم الزُّهْرِيّ، الفقيه، الحافظ، متفق على جلالته وإتقانه.(٧) حميد بن عبد الرَّحْمَن بن عوف الزُّهْرِيّ المدنِيُّ، ثِقَة.(٨) [١٤١٩] الحكم على الإسناد:إسناده فيه شيخ المصنف لم أر فيه جرحًا ولا تعديلًا، وبقية رجاله ثقات.التخريج:وقد أخرجه البُخَارِيّ في التفسير باب: {إِلَّا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ} (٤٦٥٧)، والنَّسائيّ في \"السنن الكبرى\" في المناسك، باب قوله عز وجل: {خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} (٣٩٤٨) من طريق يعقوب بن إبراهيم، عن أَبيه .. به. =</p><p> وقال ابن عيينة (١) ، عن ابن جريج (٢) ، عن مجاهد (٣) قال: يوم الحج الأكبر حين الحج أيام مني كُلها، ومجامع المشركين حين كانوا بعكاظ (٤) </p><p>= وأخرجه البُخَارِيّ في الحج: باب لا يطوف بالبيت عريان (١٦٢٢) عن يحيى بن بكير، وفي التفسير باب: {وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ} (٤٦٥٦) عن عبد الله بن يوسف، كلاهما عن الليث. وأخرجه مسلم في الحج، باب: لا يحج بالبيت مشرك (١٣٤٧) من طريق ابن وهب.وأخرجه أَحْمد في \"فضائل الصَّحَابَة\" ١/ ٣٦٨ من طريق أَيُّوب بن سويد.ثلاثتهم: الليث وابن وهب وأيوب، عن يونس.وأخرجه البُخَارِيّ في المغازي باب حج أبي بكر بالنَّاس سنة تسع (٤٣٦٣)، وأبو يعلق في \"مسنده\" ١/ ٧٧، والبيهقي في \"السنن الكبرى\" ٥/ ٨٧ من طريق أبي الرَّبيع، عن فليح.وأخرجه أبو عبيد في \"الناسخ والمنسوخ\" (ص ١٩٦)، والبخاري في الجزية باب كيف ينبذ إلى أهل العهد (٣١٧٧) من طريق أبي اليمان، عن شعيب بن أبي حمزة.ثلاثتهم: يونس وفليح وشعيب، عن ابن شهاب، عن حميد .. بنحوه مطولًا ومختصرًا.(١) سفيان بن عيينة، ثِقَة، حافظ، إمام، حجة، ربما دلس عن الثِّقات.(٢) عبد الملك بن عبد العزيز، ثِقَة، فقيه، فاضل، كان يدلس ويرسل.(٣) مجاهد بن جبر المكيّ، ثِقَة، إمام في التفسير وفي العلم.(٤) عُكاظ: اسم سوق من أسواق العرب في الجاهلية، وهو كما قال الأصمعيّ: نخلٌ في وادٍ بينه وبين الطائف ليلة، وبينه وبين مكة ثلاث ليال.\"معجم البلدان\" لياقوت ٤/ ١٦٠، \"دائرة معارف القرن العشرين\" ٦/ ٥٣٥.</p><p> وذي المجاز (١) ومجنّة (٢) ، ويوم نادى فيه عليّ عليه السلام بما نادى (٣) . </p><p> وكان سفيان الثَّوريّ يقول: يوم الحج الأكبر أيامه كلها مثل يوم صفّين (٤) </p><p>(١) ذو المجاز: موضع سوق بعرفة على ناحية كبكب، عن يمين الإِمام، على فرسخ من عرفة، كانت تقوم في الجاهلية ثمانية أيام. \"معجم البلدان\" لياقوت ٥/ ٦٦. (٢) مَجَنّة: اسم سوق للعرب كان في الجاهلية، قال الأصمعيّ: وكانت مجنة بمرّ الظهران قرب جبل يقال له الأصفر وهو بأسفل مكة على قدر بريد منها، وكانت تقوم عشرة أيام من آخر ذي القعدة. \"معجم البلدان\" لياقوت ٥/ ٧٠.وقال الواقديّ: كانت العرب تقيم بسوق عكاظ شهر شوال، ثم تنتقل إلى سوق مجنة فتقيم فيه عشرين يومًا من ذي القعدة، ثم تنتقل إلى سوق ذي المجاز فتقيم فيه إلى أيام الحج. \"معجم البلدان\" لياقوت ٤/ ١٦٠.(٣) [*] الحكم على الإسناد:رجاله ثقات.التخريج:أخرجه الطبري في \"جامع البيان\" ١٠/ ٧٤ من طريق أَحْمد بن إسحاق، عن أبي أَحمد، عن ابن عيينة .. بنحوه. وأخرجه في ١٠/ ٧٤ من طرق عن مجاهد .. بمعناه. قال الطبري في \"جامع البيان\" ١٠/ ٧٥: وأما ما قال مجاهد: من أن يوم الحج إنما هو أيامه كلها، فإن ذلك وإن كان جائزًا في كلام العرب، فليس بالأشهر الأعرف من كلام العرب من معانيه، بل أغلبُ على معنى اليوم عندهم أنَّه من غروب الشَّمس إلى مثله من الغد. وإنما محمل تأويل كتاب الله على الأشهر الأعرف من كلام من نزل الكتاب بلسانه.(٤) صِفين: بكسرتين وتشديد الفاء، موضع على شاطئ الفرات من الجانب الغربي، بقرب الرقّة، وفيه كانت الوقعة العظيمة بين على ومعاوية رضي الله عنهما سنة ٣٧ هـ، وكانت مدة المقام بصفين مائة يوم وعشرة أيام.\"معجم البلدان\" لياقوت ٣/ ٤٧١.</p><p> ويوم الجمل (١) ويوم بُعاث (٢) ، يراد به الحين والزمان, لأن كل حرب من هذِه الحروب دامت أيامًا كثيرة (٣) . </p><p> واختلفوا أَيضًا في السبب الذي لأجله (٤) قيل لهذا اليوم يوم الحج الأكبر: </p><p> فقال الحسن: سمّي الحج الأكبر من أَجل أنَّه اجتمع فيه المسلمون والمشركون (٥) . </p><p>(١) هو ما وقع بين علي - رضي الله عنه - وعائشة وطلحة والزُّبير - رضي الله عنهم -بعد مقتل عثمان - رضي الله عنه - من قتالٍ اضطرهم إليه وحرضهم عليه أهل الفتنة. (٢) بُعاث: بضم الموحدة وبعدها مهملة وآخره مثلثة، موضع في نواحي المدينة كانت به وقائع بين الأوس والخزرج في الجاهلية. قال الخطابي: يوم بعاث يوم مشهور من أيام العرب كانت فيه مقتلة عظيمة للأوس على الخزرج، وبقيت الحرب قائمةَ بينهما إلى أن قام الإِسلام مائة وعشرين سنة.\"أعلام الحديث\" ١/ ٥٩١، \"معجم البلدان\" لياقوت ١/ ٥٣٥، \"فتح الباري\" ٢/ ٤٤١.(٣) لم أجده في \"تفسيره\".وقد أخرجه الطبري في \"جامع البيان\" ١٠/ ٧٤ من طريق الحارث، عن أبي عبيد .. به، دون قوله: يراد به الحسين.وذكره الواحدي في \"الوسيط\" ٢/ ٤٧٧، والبغوي في \"معالم التنزيل\" ٤/ ١٢، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ٧٠، وابن كثير في \"تفسير القرآن العظيم\" ٨/ ١٤٦، وعزاه ابن عطية في \"المحرر الوجيز\" ٣/ ٥ لابن عيينة، فلعله وهم!(٤) ساقطة من (ن).(٥) عزاه السيوطي في \"الدر المنثور\" ٣/ ٣٨٢ لعبد الرَّزّاق وابن المنذر وابن أبي حاتم. =</p><p> وقال عبد الله بن الحارث بن نوفل: يوم الحج الأكبر كان حجة الوداع اجتمع فيه حج المسلمين وعيد اليهود والنصارى والمشركين، ولم يجتمع قبله ولا بعده (١) . </p><p> وروى منصور وحماد عن مجاهد قال: كان يُقال الحج الأكبر القِران، والحج الأصغر إفراد الحج (٢) . </p><p>= وقد أخرجه عبد الرَّزّاق في \"تفسير القرآن\" ٢/ ٢٦٦، والطبري في \"جامع البيان\" ١٠/ ٧٥ من طريق معمر، عن الحسن .. بنحوه. وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٤٨ من طريق عثمان بن عمر، عن سهل السَّرَّاج قال: سئل الحسن عن يوم الحج الأكبر .. فذكر نحوه.(١) أخرجه الطبري في \"جامع البيان\" ١٠/ ٧٥ من طريق علي بن زيد بن جدعان، عن عبد الله بن الحارث .. بمثله، وفيه: اجتمع فيه حج المسلمين والنصارى واليهود ولم يذكر المشركين.قال الزجاج في \"معاني القرآن\" ٢/ ٤٣٠ بعد ذكر هذا القول: وهذا لا يسمى به يوم الحج الأكبر, لأنه أعياد غير المسلمين، إنما فيهم تعظم -كذا- كفر بالله، فليست من الحج الأكبر في شيء.وقال ابن عطية في \"المحرر الوجيز\" ٣/ ٦ عقب إيراده لأثر الحسن وعبد الله بن الحارث: وهذا ضعيف أن يصف الله في كتابه بالكبر لهذا، وقال الحسن أَيضًا: إنما سمي أكبر لأنه حج فيه أبو بكر، ونبذت فيه العهود، قال القاضي أبو محمَّد: وهذا هو القول الذي يشبه نظر الحسن.وارتضى هذا التعليل القرطبي في \"الجامع لأحكام القرآن\" ٨/ ٧٠.(٢) رواية حماد عن مجاهد أخرجها الطبري في \"جامع البيان\" ١٠/ ٧٥ من طريق أَحْمد بن إسحاق، عن أبي أَحْمد، عن أبي بكر النهشلي، عن حماد .. به.قال ابن عطية في \"المحرر الوجيز\" ٣/ ٦: وهذا ليس من الآية في شيء. ونقل عبارته القرطبي في \"الجامع لأحكام القرآن\" ٨/ ٧٠. =</p><p> وقال الزُّهْرِيّ والشعبي وعطاء: الحج الأكبر الحج، والحج الأصغر العمرة، قيل لها الأصغر لنقصان عملها من عمل الحج (١) . </p><p> {أَنَّ اللَّهَ} وقرأ عيسى (إنّ الله) بالكسر (٢) على الابتداء؛ لأن الأذان قول (٣) ، (وقرأ الباقون بالفتح)  (٤) . </p><p> {بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ} قراءة العامة بالرفع (٥) على الابتداء، </p><p>= ولم أجد رواية منصور عن مجاهد بهذا القول، وإنما عند الطبري في \"جامع البيان\" ١٠/ ٧٦ رواية منصور عن مجاهد قال: كان يقال الحج الأصغر العمرة. (١) انظر أقوالهم مسندة عند الطبري في \"جامع البيان\"١٠/ ٧٥ - ٧٦، وذكرها البَغَوِيّ في \"معالم التنزيل\" ٤/ ١٢.ورواية الزُّهْرِيّ أخرجها أَيضًا عبد الرَّزّاق في \"تفسير القرآن\" ٢/ ٢٦٦.واختار هذا القول الطبري رحمه الله، انظر: \"تفسيره\" ١٠/ ٧٦.(٢) في (ت): بكسر الألف.والقراءة عزاها ابن عطية في \"المحرر الوجيز\" ٣/ ٧، وأبو حيان في \"البحر المحيط\" ٥/ ٨، والسمين الحلبي في \"الدر المصون\" ٦/ ٧ إلى الحسن والأعرج. وعزاها الدمياطي في \"الإتحاف\" ٢/ ٨٧ للحسن وحده. وذكرها بدون نسبة الزجاج في \"معاني القرآن\" ٢/ ٤٧٤ والعكبري في \"إعراب القراءات الشواذ\" ١/ ٦٠٦.(٣) هذا التوجيه على مذهب الكوفيين، والكسر على مذهب البصريين على إضمار القول.قاله أبو حيان في \"البحر المحيط\" ٥/ ٨، والسمين الحلبي في \"الدر المصون\" ٦/ ٧.(٤) من (ت).(٥) \"إتحاف فضلاء البشر\" ٢/ ٨٧.</p><p> وخبره مضمر تقديره: ورسوله أَيضًا بريء (١) ، وقرأ ابن أبي إسحاق وعيسى ويعقوب (رسولَه) بالنصب (٢) ردًّا على اسم الله، ولم يقل: بريئان؛ لأنه يرجع (٣) إلى كل واحد منهما، كقول الشَّاعر (٤) : </p><p> (فمن يَكُ أمسى بالمدينة رحلُه)  (٥) ... فإنِّي وقيّارًا بها لغريبُ </p><p> وروي عن الحسن (ورسولِه) بالخفض على القسم (٦) . </p><p> وبلغني أن أعرابيًا سمع رجلًا يقرأ هذِه القراءة (٧) فقال: إن كان الله بريئًا من رسولِه فأنا منه بريء أَيضًا، وأخذ الرَّجل بتلابيبه وجَرّه إلى </p><p>(١) \"الدر المصون\" للسمين الحلبي ٦/ ٧ وذكر وجهين آخرين في توجيه هذِه القراءة. (٢) \"الكامل في القراءات الخمسين\" للهذلي (ل ١٩٧/ ب)، \"شواذ القراءة\" للكرماني (ل ٩٨/ أ).(٣) في (ن): رجع.(٤) هو ضابئ بن الحارث البرجمي، قاله وهو محبوس بالمدينة في زمن عثمان بن عفان - رضي الله عنه -.وهو في \"الأصمعيات\" للأصمعي (ص ١٨٤)، \"خزانة الأدب\" للبغدادي ٩/ ٣٢٦، \"الكتاب\" لسيبويه ١/ ٧٥، \"نوادر أبي زيد\" (ص ٢٠)، \"معاني القرآن\" للأخفش ١/ ٨٨، وبلا نسبة في \"مجاز القرآن\" لأبي عبيدة ١/ ١٧٢، \"تأويل مشكل القرآن\" لابن قتيبة (ص ٥٣)، \"رصف المباني\" للمالقي (ص ٢٦٧)، \"همع الهوامع\" للسيوطي ٢/ ١٤٤، \"التحرير والتنوير\" للطاهر بن عاشور ١٠/ ١٠٩.(٥) ما بين القوسين ساقط من الأصل، وأثبته من (ت).(٦) \"شواذ القراءة\" للكرماني (ل ٩٨/ أ)، \"البحر المحيط\" لأبي حيان ٥/ ٨.(٧) في (ت): يقرأ بهذِه الآية (ورسوله) بالجر.</p><p> عمر بن الخطاب - رضي الله عنه -، فقصَّ الأعرابي قصته وقوله أَيضًا، فعند ذلك أمرَ عمرُ عليه السلام بتعليم (١) العربية (٢) . </p><p> {فَإِنْ تُبْتُمْ} رجعتم من كفركم وأخلصتم التوحيد (٣)  {فَهُوَ خَيْرٌ لَكُمْ وَإِنْ تَوَلَّيْتُمْ} أعرضتم عن الإيمان وأبيتم إلَّا الإقامة على الكفر (٤)  {فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَبَشِّرِ} خَبرَّ (٥)  {الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ} . </p><p>(١) في (ت): بتعلّم. (٢) سياق القصة في (ن) فيه سقط واضطراب. وقد أخرج هذِه القصة أبو بكر الأنباري في \"أماليه\" كما في \"سبب وضع العربية\" للسيوطي (ص ٢٧ - ٣١) ومن طريقه ابن عساكر في \"تاريخ دمشق\" ٢٥/ ١٩١ - ١٩٢ قال -أي أبو بكر الأنباري: حَدَّثني بعض أصحابنا قال: قال أبو عبد الله محمَّد بن يحيى القطعي، حَدَّثني محمَّد بن عيسى بن يزيد، حَدَّثني أبو توبة الرَّبيع بن نافع الحلبي، حَدَّثَنَا عيسى بن يونس، عن ابن جريج، عن ابن أبي مليكة - رضي الله عنه - قال: قدم أعرابي في زمان عمر .. فذكر نحوه.وذكرها أبو حيان في \"البحر المحيط\" ٥/ ٨، والسمين الحلبي في \"الدر المصون\" ٦/ ٩، والطاهر بن عاشور في \"التحرير والتنوير\" ١٠/ ١٠٩.(٣) انظر: \"جامع البيان\" للطبري ١٠/ ٧٦، \"معالم التنزيل\" للبغوي ٤/ ١٢.(٤) المصدرين السابقين.(٥) في (ت): وأخبر.</p>"
}