{
  "id": null,
  "sura": 9,
  "aya": 29,
  "text": "<p> الإسلام، وأول ذُلّ أصاب أهل الكتاب بأيدي المسلمين (١) . </p><p> ٢٩ - قال الله تعالى:  {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ} </p><p> أراد الدين الحق، فأضاف الاسم إلى الصفة (٢) . </p><p> وقال قتادة: الحق هو الله -عز وجل-، ودينه الإسلام (٣) . </p><p> وقال أبو عبيدة: معناه ولا يطيعون الله طاعة أهل الإسلام، وكل من أطاع ملكًا أو ذا سلطان فقد دان له دينًا (٤) . </p><p> قال زهير (٥) : </p><p> لَئِن حَللتَ بِوادٍ في بني أَسَدٍ ... في دينِ عَمروٍ وحالت بيننا فَدَكُ </p><p>(١) \"معالم التنزيل\" للبغوي ٤/ ٣٣، \"البحر المحيط\" لأبي حيان ٥/ ٣٠. (٢) انظر: \"معالم التنزيل\" للبغوي ٤/ ٣٣، \"زاد المسير\" لابن الجوزي ٣/ ٤١٩.(٣) المصادر السابقة.(٤) \"مجاز القرآن\" لأبي عبيدة ١/ ٢٥٥ وفيه: مجازه: لا يطيعون الله طاعة الحق، وكل من أطاع مليكًا فقد دان له، ومن كان في طاعة سلطان فهو في دينه.وانظر تفسير الدين في \"غريب السجستاني\" (ص ٢٣٣)، \"نزهة الأعين النواظر\" (ص ٢٩٥)، \"بصائر ذوي التمييز\" للفيروزآبادي ٢/ ٦١٥.(٥) من قصيدة يخاطب بها الحارث بن ورقاء الصيداوي، وهو في \"ديوانه\" (ص ١٨٣)، \"مجاز القرآن\" لأبي عبيدة ١/ ٢٥٥، \"جامع البيان\" للطبري ١٠/ ١٠٩، \"معاني القرآن\" للنحاس ٣/ ١٩٧، \"جمهرة الأمثال\" للعسكري ١/ ١١٦، \"البحر المحيط\" لأبي حيان ٥/ ٣٠، \"لسان العرب\" لابن منظور (فدك). ويروى في أكثر المصادر: (بجوٍّ) بدل (بوادٍ).</p><p> أي فِي طاعة عمرو. </p><p> وقوله:  {مِنَ الَّذِينَ أُوتُوا الْكِتَابَ} يعني اليهود والنصارى؛ تؤخذ منهم الجزية فإذا قبلوها لم يُقاتلوا، وتؤخذ الجزية أَيضًا من الصابئين (١) والسامرة (٢) ، لأن سبيلهم فِي أهل الكتاب سبيل أهل البدع فينا، وتؤخذ الجزية أَيضًا من المجوس (٣) ، لأنه قد قيل أنَّهم </p><p>(١) قال الشهرستاني فِي \"الملل والنحل\" ٢/ ٢٨٩ بتصرف يسير: الصبوة فِي مقابل الحنيفية، ومدار مذهبهم التعصب للروحانيين، ويدّعون أن مذهبهم هو الاكتساب. وروي عن أَحْمد أنَّهم جنس من النصارى، ونص عليه الشَّافعيّ.وعن أَحْمد أنَّه قال: بلغني أنَّهم يسبتون. فهؤلاء إذًا يشبهون اليهود.\"المغني\" لابن قدامة ٩/ ٥٤٧.وانظر أَيضًا \"أحكام القرآن\" للجصاص ٣/ ٣٢٨.(٢) عدّها الشهرستاني فِي \"الملل والنحل\" ٢/ ٢٤٢ من فرق اليهود وقال: هم قوم يسكنون جبال بيت المقدس وقرى أعمال مصر، ويتقشفون فِي الطهارة أكثر من تقشف سائر اليهود.قال ابن عطية فِي \"المحرر الوجيز\" ٣/ ٢٢: وأما السامرة والصابئون فالجمهور على أنَّهم من اليهود والنصارى تؤخذ منهم الجزية وتؤكل ذبائحهم.(٣) المجوس: هم عبدة الأوثان، القائلون أن للعالم أصلين؛ نور وظلمة. \"الملل والنحل\" للشهرستاني ٢/ ٢٥٦.وحكى ابن قدامة فِي \"المغني\" ١٣/ ٢٠٤ عن أكثر أهل العلم أنَّهم ليسوا أهل كتاب؛ وإنما وقعت لهم شبهة كتاب بحديث على الآتي.وأخذ الجزية منهم إنما هو لورود النص به لا لأنهم أهل كتاب. قال ابن قدامة ١٣/ ٢٠٥: فإن أخذ الجزية من أهل الكتابين والمجوس ثابت بالإجماع، لا نعلم فيه خلافًا، فإن الصحابة - رضي الله عنه - أجمعوا على ذلك، وعمل به الخلفاء الراشدون، =</p><p> كانوا من أهل الكتاب فرُفِع كتابهم (١) . </p><p>= ومن بعدهم إِلَى زماننا هذا؛ من غير نكير ولا مخالف، وبه يقول أهل العلم من أهل الحجاز والعراق والشَّام ومصر وغيرهم، مع دلالة الكتاب على أخذ الجزية من أهل الكتاب، ودلالة السنة على أخذ الجزية منهم أي المجوس. ونقل القرطبي فِي \"الجامع لأحكام القرآن\" ٨/ ١١١ عن ابن المنذر قوله: لا أعلم خلافًا أن الجزية تؤخذ منهم.وانظر اختلاف الفقهاء فيمن تؤخذ منهم الجزية فِي: \"أحكام القرآن\" للجصاص ٤/ ٢٨١ - ٢٨٩، \"معالم التنزيل\" للبغوي ٤/ ٣٤، \"الجامع لأحكام القرآن\" للقرطبي ٨/ ١١٠، \"المغني\" لابن قدامة ١٣/ ٢٠٨، \"فتح الباري\" لابن حجر ٦/ ٢٥٩ - ٢٦٠.(١) إشارة إِلَى الحديث الذي أخرجه عبد الرزاق فِي \"مصنفه\" ٦/ ٧٠، والشافعي فِي \"مسنده\" (ص ١٧٠)، ومن طريقه البيهقي \"السنن الكبرى\" ٩/ ١٨٨ - ١٨٩، عن ابن عيينة، عن أبي سعد، عن نصر بن عاصم، عن علي - رضي الله عنه - قال: كان المجوس لهم كتاب يقرأونه، وعلم يدرسونه، فزنى إمامهم، فأرادوا أن يقيموا عليه الحدّ .. الحديث.قال الهيثمي فِي \"مجمع الزوائد\" ٦/ ١٢: رواه أبو يعلى فِي \"مسنده\"، وفيه أبو سعد البقال، وهو متروك.قلت: أبو سعد البقال هو سعيد بن مرزبان العبسي الكُوفيّ الأعور، تركه الفلاس، وقال ابن معين: لا يكتب حديثه، وقال البخاري: منكر الحديث، وقال الحافظ: ضعيف مدلس.ترجمته فِي \"الميزان\" للذهبي ٢/ ١٥٨، \"تقريب التهذيب\" لابن حجر (٢٤٠٢).وفي \"المغني\" لابن قدامة ٩/ ٥٤٨: وسئل أَحْمد، أيصح عن علي أن للمجوس كتابًا؟ فقال: هذا باطل واستعظمه جدًّا.وقال أبو عبيد كما فِي \"المغني\" لابن قدامة ١٣/ ٢٠٥: لا أحسب ما رووه عن علي فِي هذا محفوظًا.</p><p> [١٤٢٢] أخبرنا أبو محمَّد عبد الله بن حامد الوزان (١) ، قال: أنا أَحْمد بن محمَّد بن الحسن (٢) ، قال: نا محمَّد بن يحيى (٣) ، قال: نا عثمان بن صالح (٤) ، قال: نا ابن وهب (٥) ، قال: أخبرني يونس (٦) ، عن ابن شهاب (٧) ، قال: حَدَّثني سعيد بن المسيّب (٨) : أن رسول الله - صلى الله عليه وسلم - أخذ الجزية من مجوس هجر (٩) ، وأن عمر - رضي الله عنه - أخذها من </p><p>(١) لم يذكر بجرح أو تعديل. (٢) أبو حامد ابن الشرقي، ثِقَة، مأمون.(٣) الذهلي، ثِقَة، حافظ، جليل.(٤) ابن صفوان السهمي مولاهم، أبو يحيى المصري، قال أبو حاتم: كان شيخًا صالحًا سليم الناحية، قيل له: كان يلقن؟ قال: لا. وذكره ابن حبان فِي \"الثِّقات\" وقال: كان راويًا لابن وهب، وقال الحافظ: صدوق.انظر: \"الجرح والتعديل\" ٦/ ١٥٤، \"الثِّقات\" لابن حبان ٨/ ٤٥٣، \"تهذيب الكمال\" ٧/ ١١٣، \"التقريب\" (٤٥١٢).(٥) عبد الله بن وهب بن مسلم، أبو محمَّد المصري، ثِقَة حافظ عابد.(٦) يونس بن يزيد بن أبي النجاد الأيلي، ثِقَة إلَّا أن فِي روايته عن الزهري وهمًا قليلًا، وفي غير الزهري خطأ.(٧) الزهري، الفقيه، الحافظ، متفق على جلالته وإتقانه.(٨) أحد العلماء الأثبات، اتفقوا على أن مرسلاته أصح المراسيل.(٩) هَجَر: بفتح الهاء والجيم، بلد معروف من البحرين، وهي من مساكن عبد القيس.قاله الحافظ فِي \"فتح الباري\" ٧/ ٢٢٨.وقال ياقوت فِي \"معجم البلدان\" ٥/ ٤٥٢: وقيل ناحية البحرين كلها هجر، وهو الصواب.والبحرين: اسم جامع لبلاد على ساحل بحر الهند، بين البصرة وعمان.انظر حد البحرين فِي \"معجم البلدان\" لياقوت ١/ ٤١١، \"شرح الزرقاني على الموطأ\" ٢/ ١٨٥، \"معجم المعالم\" (ص ٤٠).</p><p> مجوس السواد (١) ، وأن عثمان بن عفان - رضي الله عنه - أخذها من بربر (٢)  (٣) . </p><p>(١) السّواد: هو رستاق العراق وضياعها التي افتتحها المسلمون على عهد عمر بن الخطاب - رضي الله عنه، سمي بذلك لسواده بالزروع والنخيل والأشجار. \"معجم البلدان\" لياقوت ٣/ ٣٠٩، \"مراصد الاطلاع\" لابن عبد الحق ٢/ ٧٥٠.(٢) البربر: بموحدتين وراءين، اسم يشتمل قبائل كثيرة فِي جبال المغرب، كالأعراب فِي القسوة والغلظة.\"معجم البلدان\" لياقوت ١/ ٤٣٨، \"شرح الزرقاني على الموطأ\" ٢/ ١٨٥، \"مراصد الاطلاع\" لابن عبد الحق ١/ ١٧٦.(٣) [١٤٢٢] الحكم على الإسناد:إسناده مرسل، وفيه شيخ المصنف لم أر فيه جرحًا ولا تعديلًا.التخريج:وقد أخرجه البيهقي فِي \"السنن الكبرى\" ٩/ ١٩٠ من طريق محمَّد بن الحسن وأبي زكريا ابن أبي إسحاق، عن محمَّد بن يعقوب، عن محمَّد بن عبد الله بن الحكم، عن ابن وهب .. به.وذكره بغير إسناد الجصاص فِي \"أحكام القرآن\" ٤/ ٢٨٥، وابن عبد البر في \"التمهيد\" ٢/ ١١٧.وقد خالف يونسَ فِي روايته مالكٌ ومعمر، حيث أخرجه مالك فِي \"الموطأ\" ١/ ٢٧٨، وعبد الرزاق فِي \"مصنفه\" ٦/ ٦٩ عن معمر، كلاهما عن الزهري قال وهذا لفظ مالك: بلغني أن رسول الله -صلى الله عليه وسلم- أخذ الجزية من مجوس البحرين، وأن عمر بن الخطاب أخذها من مجوس فارس، وأن عثمان أخذها من البربر. فلم يذكرا فيه سعيد بن المسيّب.وروايتهما أصحّ؛ لأنه قد تقدم أن رواية يونس عن الزهري فيها ضعف، ويؤيد هذا أن يونس قد رواه عن الزهري ولم يذكر فيه سعيدًا؛ كما عند أبي عبيد فِي \"الأموال\" (ص ٣٧).وقد أخرجه أَيضًا الترمذي فِي السير باب ما جاء فِي أخذ الجزية من المجوس =</p><p> [١٤٢٣] أخبرنا عبد الله بن حامد (١) ، قال: أنا أَحْمد بن محمَّد بن الحسن (٢) ، حدثنا محمَّد بن يحيى (٣) وأَحمد بن يوسف (٤) ، قالا: نا أبو عاصم (٥) ، عن جعفر بن محمَّد (٦) ، عن أَبيه (٧) قال: قال </p><p>= (١٥٨٨)، والطبراني فِي \"المعجم الكبير\" ٧/ ١٤٩ (٦٦٦٠)، وابن عبد البر في \"التمهيد\" ١٢/ ٦٤ من ثلاثة طرق، كلهم من طريق الحسين بن سلمة بن أبي كبشة، عن عبد الرحمن بن مهدي، عن مالك، عن الزهري، عن السائب بن يزيد بنحوه متصلًا. قال الترمذي فِي \"العلل الكبير\" ٢/ ٦٧٩: سألت محمدًا عن هذا الحديث فقال: الصحيح عن مالك، عن الزهري، عن النَّبِيّ - صلى الله عليه وسلم - مرسل، ليس فيه السائب بن يزيد. وأخرجه الدارقطني فِي \"غرائب مالك\" وقال: لم يصل إسناده غير الحسين بن أبي كبشة البَصْرِيّ، عن عبد الرحمن بن مهدي، عن مالك، ورواه النَّاس عن مالك عن الزهري عن النَّبِيّ - صلى الله عليه وسلم - مرسلًا ليس فيه السائب؛ وهو المحفوظ. \"نصب الراية\" للزيلعي ٣/ ٤٤٨.وقال الهيثمي فِي \"مجمع الزوائد\" ٦/ ١٢: رواه الطبراني ورجاله رجال الصحيح غير الحسين بن سلمة بن أبي كبشة وهو ضعيف.وأخرجه عبد الرزاق فِي \"المصنف\" ٦/ ٦٩ عن ابن جريج، عن يعقوب بن عتبة وإسماعيل بن محمَّد، عن النَّبِيّ - صلى الله عليه وسلم - مرسلًا، بنحو حديث الزهري.(١) لم يذكر بجرح أو تعديل.(٢) ابن الشرقي، ثِقَة، مأمون.(٣) الذهلي، ثِقَة، حافظ، جليل.(٤) ابن خالد الأَزدِيّ، أبو الحسن النَّيْسَابُورِيّ، المعروف بحمدان، حافظ ثِقَة.(٥) الضحاك بن مخلد بن الضحاك بن مسلم الشَّيبانِيّ، أبو عاصم النَّبِيل، ثِقَة ثبت.(٦) ابن عليّ بن الحسين بن عليّ بن أبي طالب الهاشمي، أبو عبد الله، المعروف بالصادق، صدوق فقيه إمام.(٧) محمَّد بن عليّ بن الحسين بن عليّ بن أبي طالب، أبو جعفر الباقر، ثِقَة فاضل.</p><p> عمر بن الخطاب - رضي الله عنه -: لا أدري كيف أصنع بالمجوس؟ فقال عبد الرحمن بن عوف - رضي الله عنه -: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"سُنّوا بهم سنة أهل الكتاب\"  (١) . </p><p>(١) [١٤٢٣] الحكم على الإسناد: إسناده ضعيف لانقطاعه.التخريج:أخرجه أبو يعلى فِي \"مسنده\" ٢/ ١٦٨ عن يعقوب بن إبراهيم، والخطيب فِي \"تاريخ بغداد\" ١٠/ ٨٨ من طريق عبد الله بن محمَّد الثَّقَفيّ، كلاهما عن أبي عاصم النَّبِيل .. به.وأخرجه مالك فِي \"الموطأ\" ١/ ٢٧٨ ومن طريقه الشَّافعيّ فِي \"مسنده\" (ص ٢٠٩) والبيهقي \"السنن الكبرى\" ٩/ ١٨٩، والبغوي فِي \"شرح السنة\" ١١/ ١٦٩ عن جعفر بن محمَّد .. به.وأخرجه ابن أبي شيبة فِي \"مصنفه\" ٤/ ٣٦٢ (١٠٨٦١)، وعبد الرزاق فِي \"مصنفه\" ٦/ ٦٨ من طريق ابن جريج، وأبو عبيد فِي \"الأموال\" (ص ٣٧) عن يحيى بن سعيد، كلاهما عن جعفر بن محمَّد .. بنحوه.قال ابن عبد البر في \"التمهيد\" ٢/ ١١٤: هذا حديث منقطع؛ لأن محمَّد بن عليّ لم يلق عمر ولا عبد الرحمن بن عوف، ورواه أبو علي الحنفي عن مالك فقال فيه: عن جعفر بن محمَّد عن أَبيه عن جدّه، وهو مع هذا منقطع أَيضًا؛ لأن على ابن حسين لم يلق عمر ولا عبد الرحمن بن عوف.وقال ابن حجر فِي \"فتح الباري\" ٦/ ٢٦١ بعد أن ذكر نحوًا مما قاله ابن عبد البر: فإن كان الضمير فِي قوله عن جده يعود على محمَّد بن عليّ فيكون متصلًا، لأن جدّه الحسين بن عليّ سمع من عمر بن الخطاب ومن عبد الرحمن بن عوف، وله شاهد من حديث مسلم بن العلاء الحضرميّ أخرجه الطبراني فِي آخر حديث بلفظ: \"سنوا بالمجوس سنة أهل الكتاب\"وحديث مسلم بن العلاء الذي أشار إليه الحافظ أخرجه الطبراني فِي \"المعجم =</p><p> قال أبو عاصم: مشيت ميلًا، وهرولت ميلًا حتَّى سمعت من جعفر ابن محمَّد حديثًا؛ يعني هذا الحديث. </p><p> وإنما منعنا من نكاح نسائهم وأكل ذبائحهم؛ لأن أصل الفروج والأطعمة على الحظر، ولا يجوز الإقدام عليهما بالشكّ (١) . </p><p> قال الحسن: قاتل رسول الله -صلى الله عليه وسلم- أهل هذِه الجزيرة (٢) من العرب على الإِسلام ولم يقبل منهم غيره؛ وكان أفضل الجهاد، وكان بعده جهاد آخر على هذِه الطُّغْمة فِي شأن أهل الكتاب {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ} الآية، وما سواهما بدعة وضلالة (٣) . </p><p>= الكبير\" ١٩/ ٤٣٧ (١٠٥٩)، وقال عنه الهيثمي فِي \"مجمع الزوائد\" ٦/ ١٣: وفيه من لم أعرفهم. وللحديث شاهد صحيح أخرجه البخاري فِي الجزية باب الجزية والموادعة مع أهل الذمة والحرب (٣١٥٦)، والترمذي فِي السير باب ما جاء فِي أخذ الجزية من المجوس (١٥٨٧) من حديث بجالة: أن عمر كان لا يأخذ الجزية من المجوس حتَّى أخبره عبد الرحمن بن عوف أن النَّبِيّ أخذ الجزية من مجوس هجر.(١) قال ابن قدامة فِي \"المغني\" ٩/ ٥٤٧: ولا تحل ذبائحهم، ولا نكاح نسائهم. نص عليه أَحْمد، وهو قول عامة العلماء، إلَّا أَبا ثور فإنَّه أباحه.وقال البَغَوِيّ فِي \"معالم التنزيل\" ٤/ ٣٥: واتفقوا على تحريم ذبائح المجوس ومناكحتهم بخلاف أهل الكتابين.وانظر أيضًا \"المدونة\" برواية سحنون ٢/ ٣٠٨، \"أحكام القرآن\" للجصاص ٤/ ٢٨٣.(٢) فِي (ت): الجزية.(٣) عزاه السيوطي فِي \"الدر المنثور\" ٣/ ٤١٢ لابن أبي شيبة وأبي الشيخ. =</p><p> ولا تؤخذ الجزية من أهل الأوثان (١) . </p><p> وقوله {حَتَّى يُعْطُوا الْجِزْيَةَ} وهي ما يعطي المعاهد على عهده (٢) ، والجمع الجزى، وهي فِعلَة من جزى يجزي؛ إذا قضى ما عليه، والجزية مثل القِعدة والجِلْسة (٣) . </p><p> ومعنى الكلام حتَّى يُعطوا الخراج عن رقابهم الذي (٤) يبذلونه </p><p>= وقد أخرجه أبو عبيد فِي \"الأموال\" (ص ٣٧) من طريق هشيم، عن يونس بن عبيد، عن الحسن .. بنحوه، دون قوله فِي آخره: وما سواهما بدعة وضلالة. قال أبو عبيد: وإنما نرى الحسن أراد بالعرب ها هنا أهل الأوثان منهم الذين ليسوا بأهل كتاب، فأما من كان من أهل الكتاب فقد قبلها رسول الله -صلى الله عليه وسلم- منهم.(١) هذا مذهب جمهور الفقهاء من الشافعية والحنابلة فِي أظهر الروايتين عن أَحْمد وابن الماجشون من الماليكة أن الجزية لا تقبل من المشركين مطلقًا.وذهب الحنفية ومالك فِي رواية حكاها عنه ابن القاسم، وكذا أَحْمد بن حنبل فِي رواية حكاها عنه الحسن بن ثواب إِلَى أن الجزية تقبل من المشركين إلَّا مشركي العرب.وذهب مالك فِي قول وهو الراجح عند المالكية، والأوزاعي إِلَى أن الجزية تقبل من جميع الكفار ومنهم المشركون وعبدة الأوثان.انظر \"روضة الطالبين\" للنووي ١٠/ ٣٠٥، \"المبدع\" لابن مفلح ٣/ ٤٠٥، \"القوانين الفقهية\" (ص ١٧٥)، \"بدائع الصنائع\" للكاساني ٩/ ٤٣٢٩، \"المدونة\" لسحنون ١/ ٤٠٦، \"الموسوعة الفقهية\" ١٥/ ١٧٠.(٢) انظر\"غريب السجستاني\" (ص ١٩٧)، \"النهاية لابن الأثير\" ١/ ٢٧٠.(٣) انظر \"الصحاح\" للجوهري ٦/ ٢٣٠٣، \"جامع البيان\" للطبري ١٠/ ١٠٩، \"تفسير المصابيح\" (ل ١٣٨/ أ)، \"تهذيب الأسماء واللغات\" للنووي ٣/ ٥١، \"لسان العرب\" لابن منظور (جزى).(٤) فِي الأصل: الذين، والمثبت من (ت) و\"جامع البيان\".</p><p> للمسلمين دفعًا عنهم (١) . </p><p> وأما قدرها فقال أنس - رضي الله عنه -: قسّم النَّبِيّ - صلى الله عليه وسلم - على كل محتلم (٢) دينارًا (٣) ، وقسّم عمر بن الخطاب - رضي الله عنه - على الفقراء من أهل الذمّة اثني عشر درهمًا، وعلى الأوساط أربعة وعشرين درهمًا، وعلى أهل الثروة ثمانية وأربعين درهمًا، ولم يجاوز به خمسين درهمًا (٤) ، وليس شيئًا مؤقتًا ولكن على قدر الطاقة (٥) . </p><p>(١) \"جامع البيان\" للطبري ١٠/ ١٠٩ بنصّه. (٢) فِي (ت): مسلم.(٣) يشير إِلَى حديث معاذ - رضي الله عنه - عند الطَّيالِسيّ فِي \"المسند\" (ص ٧٧)، وعبد الرزاق فِي \"المصنف\" ٤/ ٢١، وأَحمد فِي \"المسند\" ٥/ ٢٣٠ (٢٢٠١٣)، وأبو داود فِي الزكاة، باب فِي زكاة السائمة (١٥٧٨)، والترمذي فِي الزكاة، باب ما جاء فِي زكاة البقرة (٦٢٣)، والحاكم فِي \"المستدرك\" ١/ ٣٩٨، والبيهقي \"السنن الكبرى\" ٩/ ١٩٣ من طريق الأَعمش، عن شَقِيق، عن مسروق، عن معاذ بن جبل - رضي الله عنه - قال: بعثني رسول الله - صلى الله عليه وسلم - إِلَى اليمن، فأمرني أن آخذ من البقر من كل أربعين مسنّة، ومن كل ثلاثين تبيعًا، ومن كل حالم دينارًا أو عدله معافر.قال الترمذي: هذا حديث حسن.وقال الحاكم: صحيح على شرط الشيخين ولم يخرجاه. ووافقه الذهبي.وصححه ابن خزيمة فِي \"صحيحه\" ٤/ ١٩، وابن حبان فِي \"صحيحه\" كما فِي \"الإحسان\" ١١/ ٢٤٤.(٤) يريد ما أخرجه ابن أبي شيبة فِي \"مصنفه\" ١١/ ٢٦٦ (٣٣١٨٤) ومن طريقه البيهقي \"السنن الكبرى\" ٩/ ١٩٦ من طريق علي بن مسهر، عن الشَّيبانِيّ، عن أبي عون محمَّد بن عبد الله الثَّقَفيّ قال: وضع عمر بن الخطاب فِي الجزية على رءوس الرجال على الغني ثمانية وأربعين درهمًا .. فذكر نحوه.(٥) أثر أنس لم أقف عليه.</p><p> وقوله {عَنْ يَدٍ} أي: بالنقد من (١) يده إِلَى يد من يدفع إليه، كما يقال: كلَّمته فمًا لفم (٢) . </p><p> وقال أبو عبيدة: يقال لكل من أعطى شيئًا كُرهًا من غير طيب نفس منه: أعطاه عن يد (٣) . </p><p> وقال القتيبي: يقال: أعطاه عن يد وعن ظهر يد؛ إذا أعطاه مبتدئًا غير مكافئ (٤) . </p><p> وقال ابن عباس - رضي الله عنهما - وأبو عبيد (٥) : هو أنَّهم يعطونها بأيديهم يمشون بها كارهين، ولا يجيئون بها ركبانًا ولا يرسلون بها (٦) . </p><p> {وَهُمْ صَاغِرُونَ} ذليلون مقهورون (٧) . </p><p> قال ابن عباس - رضي الله عنهما -: يتلتلون بها تلتلةً (٨) . </p><p>(١) فِي الأصل: عن، والمثبت من (ت). (٢) \"جامع البيان\" للطبري ١٠/ ١٠٩.(٣) \"مجاز القرآن\" لأبي عبيدة ١/ ٢٥٦ بنحوه.(٤) \"غريب الحديث\" لابن قتيبة (ص ١٨٤).وحكى الزجاج فِي \"معاني القرآن\" ٢/ ٤٤٢ قولين فِي معناها: الأول: عن قهرٍ وذلّ، والثاني: عن إنعام.(٥) فِي الأصل: وأبو عبيدة، والمثبت من (ت)، إذ لم أجد هذا النص فِي \"مجاز القرآن\".(٦) ذكره الواحدي فِي \"الوسيط\" ٢/ ٤٨٩، وفي \"جامع البيان\" للطبري ١٠/ ١١٠، \"معاني القرآن\" للنحاس ٣/ ١٩٨ عن ابن عباس .. نحوه، دون قوله: ولا يجيئون بها ركبانًا .. لكن قال الطبري بعده: وقد روي عن ابن عباس من وجه فيه نظر.(٧) \"جامع البيان\" للطبري ١٠/ ١٠٩، \"معالم التنزيل\" للبغوي ٤/ ٣٣.(٨) عزاه الشوكاني فِي \"فتح القدير\" ٢/ ٤٤١ لابن المنذر. =</p><p> وقال عكرمة (١) : معنى الصغار هو أن تأخذها وأنت جالس وهو قائم (٢) . </p><p> وقال الكلبي: هو أنَّه إذا أعطى الجزية صُفِع فِي قفاه (٣) </p><p> وقيل: إعطاؤه إياها هو الصغار (٤) . </p><p> وقيل: هو أنَّه لا تقبل فيها رسالة ولا وكالة (٥) . </p><p> وقيل: هو أن تجرى عليهم أحكام الإِسلام (٦) . </p><p>= وأسند ابن أبي حاتم فِي \"تفسير القرآن العظيم\" ٦/ ١٧٨٠ عن أبي صالح نحوه. وحكاه النحاس فِي \"معاني القرآن\" ٣/ ٢٠٠، والزمخشري فِي \"الكشاف\" ٢/ ١٤٨ بغير نسبة.(١) فِي الأصل: الحسن، والتصويب من (ت) ومن مصادر التخريج.(٢) أخرجه الطبري ١٠/ ١١٠ من طريق سفيان، عن أبي سعد، عن عكرمة .. به.وحكاه عنه الماوردي فِي \"النكت والعيون\" ٢/ ٣٥١، وابن الجوزي فِي \"زاد المسير\" ٣/ ٤٢١، وابن عطية فِي \"المحرر الوجيز\" ٣/ ٢٣، والقرطبي فِي \"الجامع لأحكام القرآن\" ٨/ ١١٥.وأخرج ابن أبي حاتم فِي \"تفسير القرآن العظيم\" ٦/ ١٧٨٠ من طريق سفيان، عن أبي سعد، عن المغيرة .. نحوه.(٣) انظر \"معالم التنزيل\" للبغوي ٤/ ٣٣.(٤) ذكره الطبري فِي \"جامع البيان\" ١٠/ ١١٠، والماوردي فِي \"النكت والعيون\" ٢/ ٣٥٢، والبغوي فِي \"معالم التنزيل\" ٤/ ٣٤، وابن الجوزي فِي \"زاد المسير\" ٣/ ٤٢١ كلهم بغير نسبة.(٥) تقدم بمعناه عن ابن عباس.(٦) حكاه النحاس فِي \"معاني القرآن\" ٣/ ١٩٨، والماوردي فِي \"النكت والعيون\" ٢/ ٣٥٢، والبغوي فِي \"معالم التنزيل\" ٤/ ٣٤ عن الشَّافعيّ، وعند ابن الجوزي فِي \"زاد المسير\" ٣/ ٤٢١ بغير نسبة.</p><p> [١٤٢٤] أخبرنا عبد الله بن حامد (١) ، قال: نا محمَّد بن جعفر (٢) ، قال: نا علي بن حرب (٣) ، قال: نا أسباط (٤) ، قال: نا عبد العزيز بن سياه (٥) ، عن حبيب بن أبي ثابت (٦) ، قال: أتى ابن عباس - رضي الله عنهما - رجل فقال: الأرض من أرض الخراج يعجز عنها أهلها فأعْمُرُها وأزرَعُها وأؤدي؟ قال: لا، وجاءه آخر فقال له مثل ذلك، فقال: لا، وتلا قوله تعالى:  {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ} إِلَى قوله {وَهُمْ صَاغِرُونَ} يعمد أحدكم إِلَى الصغار فِي عنق أحدهم فينزعه فيجعله فِي عنقه (٧) . </p><p>(١) الوزان، لم يذكر بجرح أو تعديل. (٢) ابن أَحْمد بن يزيد المَطِيريُّ، أبو بكر البغدادي الصيرفي، ثِقَة مأمون.(٣) ابن محمَّد بن عليّ، أبو الحسن الطَّائيّ، صدوق فاضل.(٤) ابن محمَّد بن عبد الرحمن بن خالد بن ميسرة القُرشيّ مولاهم، أبو محمَّد، ثِقَة ضُعِّف فِي الثَّوريّ.(٥) عبد العزيز بن سِياه -بكسر المهملة بعدها تحتانية خفيفة-، الأسدي الكُوفيّ، وثقه أبو داود، وقال أبو زرعة: لا بأس به، هو من كبار الشيعة، وقال أبو حاتم: محله الصدق، وقال الحافظ: صدوق يتشيع. روى له الجماعة سوى أبي داود. انظر: \"الجرح والتعديل\" ٥/ ٣٨٣، \"تهذيب الكمال\" ١٨/ ١٤٤، \"التقريب\" (٤١٢٨).(٦) أبو يحيى الكُوفيّ، ثِقَة فقيه جليل، وكان كثير الإرسال والتدليس.(٧) [١٤٢٤] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرح أو تعديل.التخريج:عزاه السيوطي فِي \"الدر المنثور\" ٣/ ٤١٣ لعبد الرزاق مختصرًا. =</p><p> وقال كليب بن وائل: قلت لابن عمر: اشتريت أرضًا، قال: الشري حسن، قلت: فإنِّي أعطي عن كل جريب أرضٍ درهمًا وقفيز طعام، قال: لا تجعل فِي عنقك صَغارًا (١) . </p><p> وروى ميمون بن مهران عن ابن عمر - رضي الله عنهما - قال: ما يسّرني أن لي الأرض كلها بجزية خمسة دراهم؛ أقرُّ فيها (٢) بالصغار على نفسي (٣) . </p><p> * * * </p><p>= وقد أخرجه عبد الرزاق فِي \"مصنفه\" ٦/ ٩٣ من طريق الثَّوريّ، عن حبيب بن أبي ثابت .. بنحوه. وأخرجه أبو عبيد فِي \"الأموال\" (ص ٨٤) من طريق شعبة، عن حبيب .. بمعناه.(١) أخرجه عبد الرزاق فِي \"مصنفه\" ٦/ ٩٤ من طريق الثَّوريّ، عن كليب بن وائل .. به نحوه.(٢) فِي (ت): بها.(٣) أخرجه عبد الرزاق فِي \"مصنفه\" ٦/ ٩٤ من طريق جعفر بن برقان وعبد الله بن محرّر، كلاهما عن ميمون .. به مثله.</p>"
}