{
  "id": null,
  "sura": 9,
  "aya": 80,
  "text": "<p> وألقى إليه بِخِطَامِها، قال: فلمزه رجلٌ جالس فقال: إنه ليتصدق بها ولهي خيرٌ منه، فنظر إليه رسول الله - صلى الله عليه وسلم - فقال:  \"بل هو خير منك ومنها\" ؛ يقول ذلك ثلاثًّا، فأنزل الله تعالى هذِه الآية (١) . </p><p> ٨٠ - قوله تعالى:  {اسْتَغْفِرْ لَهُمْ} </p><p> يعني لهؤلاء المنافقين {أَوْ لَا تَسْتَغْفِرْ لَهُمْ} لفظه أمر ومعناه جزاء؛ تقديره: إن استغفرت لهم أو لم تستغفر لهم لن يغفر الله لهم (٢) . </p><p>(١) الحكم على الإسناد: فيه مبهمان، والجريري ثِقَة، لكنه اختلط قبل موته بثلاث سنوات.التخريج:الحديث ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٧٢ بمعناه، وعزاه لعبد الله بن أَحْمد في \"زوائد الزهد\".وقد أخرجه الطبري في \"جامع البيان\" ١٠/ ١٩٦ - ١٩٧ من طريق ابن عليّة، عن الجريري .. به.وأخرجه أَحْمد في \"المسند\" ٥/ ٣٤ (٢٠٣٦٠) من طريق يزيد، عن الجريري، بمعناه. وليس فيهما التصريح بسبب النزول.(٢) انظر \"جامع البيان\" للطبري ١٠/ ١٩٨، \"المحرر الوجيز\" لابن عطية ٣/ ٦٤، \"الكشاف\" للزمخشري ٢/ ١٦٤.وتقدم الكلام عليه بشواهده عند قوله تعالى: {قُلْ أَنْفِقُوا طَوْعًا أَوْ كَرْهًا لَنْ يُتَقَبَّلَ مِنْكُمْ}.وهذا القول اختاره الطبري في \"جامع البيان\"، وابن كثير في \"تفسير القرآن العظيم\" ٧/ ٢٥١، وقال ابن الجوزي في \"زاد المسير\" ٣/ ٤٧٧: هذا قول المحققين.وثَمت قول آخر في معنى الآية لم يورده المصنف، وهو أن المراد بالآية التخيير، كأنه قال: إن شئت فاستغفر، وإن شئت لا تستغفر، ثم أعلمه أنَّه لا يغفر لهم وإن استغفر. =</p><p> {إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ} والسبعون عند العرب غاية مستقصاة لأنه جمع سبعة، والسبعة تتمة عدد الخلق كالسموات والأرض، والبحار، والأقاليم، والأعضاء (١) . </p><p> ورأيت في بعض التفاسير: أن استغفر لهم سبعين مرّة بإزاء صلاتك على حمزة لن يغفر الله لهم (٢) . </p><p> قال الضحاك: لما نزلت هذِه الآية قال رسول الله - صلى الله عليه وسلم -: \"إن الله تعالى قد رخص لي فسأزيد على السبعين لعل الله أَن يغفر لهم\" فأنزل الله تعالى: {سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ}  (٣)  (٤) . </p><p>= وعزا القرطبي ٨/ ٢٢٠ هذا القول للحسن وقتادة وعروة. ورجحه ابن عطية في \"المحرر الوجيز\" ٣/ ٦٤، وأبو حيان في \"البحر المحيط\" ٥/ ٧٧، والألوسي في \"روح المعاني\" ٥/ ٣٣٦. (١) قال الأزهري في \"تهذيب اللغة\" ٢/ ١١٦: السبعون هنا جمع السبعة المستعملة للكثرة، لا السبعة التي فوق الستّة.وقال الزمخشري في \"الكشاف\" ٢/ ١٦٤: والسبعون جارٍ مجرى المثل في كلامهم للتكثير.وانظر أَيضًا \"المحرر الوجيز\" لابن عطية ٣/ ٦٤، \"الجامع لأحكام القرآن\" للقرطبي ٨/ ٢٢١.(٢) لم أجده.(٣) المنافقون: ٦.(٤) لم أجد من ذكره عن الضحاك غير المصنف، وتبعه البَغَوِيّ في \"معالم التنزيل\" ٤/ ٧٩.وقد أخرجه الطبري في \"جامع البيان\" ١٠/ ١٩٩ - ٢٠٠ عن مجاهد وقتادة.</p>"
}