{
  "id": null,
  "sura": 9,
  "aya": 55,
  "text": "<p> الأولى في موضع نصب، وأن الثانية في محل (١) رفع؛ تقديره: وما منعهم قبول نفقاتهم إلا كفرهم (٢)  {وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى} متثاقلون, لأنهم لا يرجودت بأدائها ثوابًا ولا يخافون بتركها عقابًا {وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ} لأنهم يعدّونها مَغْرمًا ومَنْعها مَغْنَمًا. </p><p> ٥٥ - قوله تعالى:  {فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ} </p><p> لأن العبد إذا كان من الله في استدراج كثَّر الله مالَه وولَده {إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا} قال مجاهد وقتادة والسدّي: في الآية تقديم وتأخير؛ تقديرها: فلا تعجبك أموالهم ولا أولادهم في الحياة الدنيا، إنما يريد الله ليعذبهم بها في الآخرة (٣) . </p><p>(١) في (ت): موضع. (٢) انظر \"معاني القرآن\" للفراء ١/ ٤٤٢، والزجاج في \"معاني القرآن\" ٢/ ٤٥٣، \"جامع البيان\" للطبري ١٠/ ١٥٢، ومنه استقى المصنف، \"إعراب القرآن\" للهمداني ٢/ ٤٧٩.(٣) ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٤٧ عن قتادة، وعزاه لابن المنذر وابن أبي حاتم وأبي الشيخ، وعن السدي عند ابن أبي حاتم.وقد أخرجه عن قتادة الطبري في \"جامع البيان\" ١٠/ ١٥٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨١٣ من طريق يزيد، عن سعيد، عن قتادة .. بنحوه.وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨١٣ عن السدي .. بمعناه. وذكره البغوي ٤/ ٥٩ عن مجاهد أيضًا.وعزاه ابن الجوزي في \"زاد المسير\" ٣/ ٤٥٢، وأبو حيان في \"البحر المحيط\" ٥/ ٥٥ لابن عباس وابن قتيبة أيضًا. =</p><p> وقال الحسن: إنما يريد الله ليعذبهم بها في الحياة الدنيا بأخذ الزكاة والنفقة في سبيل الله (١) . </p><p> وقال ابن زيد: بالمصائب فيها (٢) . </p><p> وقيل: بالتعب في جمعه، والوجل في حفظه، والكره في إنفاقه (٣) . </p><p>= وقال النحاس في \"معاني القرآن\" وهذا قول أكثر أهل العربية. ورد الطبري في \"جامع البيان\" ١٠/ ١٥٣ هذا التوجيه بقوله: وإنما وجّه من وجّه ذلك إلى التقديم وهو مؤخر؛ لأنه لم يعرف لتعذيب الله المنافقين بأموالهم وأولادهم في الحياة الدنيا وجهًا يوجّهه إليه، وقال: كيف يعذبهم بذلك في الدنيا وهأنهم فيها سرور؟ وذهب عنه توجيهه إلى أنه من عظيم العذاب عليه إلزامه ما أوجب الله عليه فيها من حقوقه وفرائضه، إذ كان يلزمه ويؤخذ منه وهو غير طيب النفس ولا راجٍ من الله جزاء، ولا من الآخذ منه حمدًا ولا شكرًا، على ضجر منه وكره.(١) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٥٣.واختاره الطبري وقال: لأن ذلك هو الظاهر من التنزيل، فصرف تأويله إلى ما دلّ عليه ظاهره؛ أولى من صرفه إلى باطن لا دلالة على صحته. واستحسنه الفراء في \"معاني القرآن\" ١/ ٤٤٢، وجوّزه الزجاج في \"معاني القرآن\" ٢/ ٤٥٤، وقال ابن عطية في \"المحرر الوجيز\" ٣/ ٤٥: فإن قول الحسن يتقوى تخصيصه بأن تعذيبهم بإلزام الشريعة أعظم من تعذيبهم بسائر الرزايا، وذلك لاقتران الذلة والغلبة بأوامر الشريعة لهم.وقال ابن كثير ٧/ ٢١٦: وهو القول القوي الحسن.(٢) أورده السيوطي في \"الدر المنثور\" ٣/ ٤٤٧ وعزاه لابن أبي حاتم.وقد أخرجه الطبري في \"جامع البيان\" ١٠/ ١٥٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨١٣، وذكره ابن عطية في \"المحرر الوجيز\" ٣/ ٤٥، وابن الجوزي في \"زاد المسير\" ٣/ ٤٥٣.(٣) ذكره البغوي في \"معالم التنزيل\" ٤/ ٥٩ وزاد: (والحسرة على تخليفه عند من لا =</p>"
}