{
  "id": null,
  "sura": 9,
  "aya": 62,
  "text": "<p> عنهما، وقرأ الباقون (ورحمة) بالرفع (١) ، بمعنى: هو أذن خير وهو رحمة، جعل الله سبحانه محمدًا - صلى الله عليه وسلم - مفتاح الرحمة ومصباح الظلمة، وهو اختيار أبي عبيد وأبي حاتم. </p><p> {لِلَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ} . </p><p> ٦٢ - قوله تعالى:  {يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ} . </p><p> قال قتادة والسدي: اجتمع ناس من المنافقين فيهم جلاس بن سويد، ووديعة بن ثابت، فوقعوا في النبي - صلى الله عليه وسلم - وقالوا: لئن كان ما يقول محمد حقًّا؛ لنحن شرٌّ من الحمير، وكان عندهم غلام من الأنصار يقال له: عامر بن قيس (٢) ، فحقَّروه وقالوا هذِه المقالة، فغضب الغلام وقال: والله إنَّ ما يقول محمد حقّ وأنتم شرٌّ من الحمير، ثم أتى النبي - صلى الله عليه وسلم - فأخبره، فدعاهم، فسألهم، فحلفوا أن عامرًا كذاب، وحلف عامر أنهم كذبة، فصدَّقهم النبي - صلى الله عليه وسلم -. </p><p> فجعل عامر يقول: اللهم صدّق الصادق وكذّب الكاذب، وقد كالن قال بعضهم (٣) في ذلك: يا معشر المنافقين والله إني </p><p>(١) انظر القراءتين وتوجيههما في \"السبعة\" لابن مجاهد (ص ٣١٥)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٨٠، \"الكامل في القراءات الخمسين\" للهذلي (ل ١٩٩/ أ)، \"الحجة\" للفارسي ٤/ ٢٠٣، \"الموضح في القراءات\" لابن أبي مريم ٢/ ٥٩٩. (٢) هو عامر بن قيس الأنصاري، ابن عَمّ الجُلاس بن سويد، قال ابن حجر: ذكره موسى بن عقبة في \"المغازي\"، وأنه أحد من سمع الجلاس بن سويد يقول.\"الإصابة\" لابن حجر ٥/ ٢٩٤.(٣) عند ابن أبي حاتم سمّي ذلك القائل مخشي بن حمير.</p><p> لأرانا (١) شرُّ خلق الله، ولوددت أنِّي قُدِّمْتُ فجلدتُ مِائةَ جَلدة؛ وأنه لا ينزل فينا شيء يفضحنا، فأنزل الله عز وجل هذِه الآية (٢) . </p><p> وقال مقاتل والكلبي: نزلت في رهطٍ من المنافقين تخلفوا عن غزاة تبوك، فلما رجع رسول الله - صلى الله عليه وسلم - من تبوك أتوا إلى المؤمنين يعتذرون إليهم من تَخَلُّفِهِم ويعتلُّون ويحلفون، فأنزل الله عز وجل {يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ}  (٣) . </p><p> {وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ} وكان حقُّهُ (أن يرضوهما)  (٤) ، وقد </p><p>(١) في (ت): لأراني. (٢) أثر قتادة أخرجه الطبري في \"جامع البيان\" ١٠/ ١٧٠ من طريق يزيد، عن سعيد، عن قتادة .. بمعناه.وأثر السدي أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٢٦ من طريق عامر بن الفرات، عن أسباط، عن السدي .. بنحوه.وذكرهما الواحدي في \"أسباب النزول\" (ص ٢٥٤ - ٢٥٥)، والبغوي في \"معالم التنزيل\" ٤/ ٦٨، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ١٩٣.(٣) ذكره البغوي في \"معالم التنزيل\" ٤/ ٦٨، وابن الجوزي في \"زاد المسير\" ٣/ ٤٦١ وعزاه لابن السائب.وفي \"تفسير مقاتل\" ٢/ ١٧٨ نحو من أثر قتادة والسدي المتقدم.(٤) قال النحاس في \"معاني القرآن\" ٣/ ٢٢٨: المعني عند سيبويه: والله أحق أن يرضوه، ورسوله أحق أن يرضوه، ثم حذف.وقال أبو العباس: هو على غير حذف، والمعني: والله أحق أن يرضوه ورسوله.وقال غيرهما: المعني: ورسول الله أحق أن يرضوه، وقوله جل وعز: الله افتتاح كلام؛ كما تقول: هذا لله ولك.واختار قول سيبويه الزجاج في \"معاني القرآن\" ٢/ ٤٥٨ والنحاس في \"إعراب القرآن\" ٢/ ٢٢٤ وقال: وقول سيبويه أولاها، لأنه قد صح عن النبي - صلى الله عليه وسلم - النهي =</p>"
}