{
  "id": null,
  "sura": 9,
  "aya": 79,
  "text": "<p> ٧٩ - قوله تعالى:  {الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ} </p><p> قال أهل التفسير: حث رسول الله -صلى الله عليه وسلم- أصحابه على الصدقة، فجاءه عبد الرَّحْمَن بن عوف - رضي الله عنه - بأربعة آلاف درهم، وقال: يَا رسول الله؛ مالي ثمانية آلاف، جئتك بأربعة آلاف فاجعلها في سبيل الله، وأمسكتُ أربعة آلاف لعيالي، فقال رسول الله -صلى الله عليه وسلم-: \"بارك الله لك فيما أعطيت وفيما أمسكت\" , فبارك الله في مال عبد الرَّحْمَن؛ حتَّى أنَّه خَلَّف امرأتين يوم مات، فبلغ ثُمُن مالِهِ لهما مائة أَلْف وستين أَلْف درهم، لكل واحدةٍ ثمانون ألفًا، وتصدّق يومئذٍ عاصم بن عدي العجلاني بمائة وسقٍ من تمر، وجاء أبو عقيل الأَنْصَارِيّ، واسمه الحثحاث (١) بصاع من تمر، وقال: يَا رسول الله؛ بتُّ ليلتي أجرُّ بالجرير الماء حتَّى نِلْتُ صاعين من تمر، فأمسكت أحدهما لأهلي وأتيتك بالآخر، فأمر رسول الله -صلى الله عليه وسلم- أن ينثره في الصدقات، فلمزهم المنافقون وقالوا: ما أعطى عبد الرَّحْمَن </p><p>= وأما المتن: فقد بسط الكلام عليه الشيخ المعلمي في تحقيقه للموضح للخطيب ١/ ٣١ - ٣٢ فانظره. التخريج:أخرجه الطبري في \"جامع البيان\" ١٠/ ١٩٢ من طريق القاسم بن بشر بن معروف، وابن عدي في \"الكامل\" ٦/ ١٤٣ من طريق يحيى بن سلم اليماميّ، والعقيلي في \"الضعفاء\" ٤/ ١٤٣ من طريق محمَّد بن إسماعيل، والخطيب في \"الموضح لأوهام الجمع والتفريق\" ١/ ٣٠٦ من طريق الحسن بن مكرم البَزَّار، جميعهم عن شبابة، عن محمَّد المحرم .. بنحوه.(١) في الأصل و (ت): الحبحاب، وهو تصحيف، والتصويب من مصادر الترجمة.</p><p> وعاصم إلَّا رياءً، وإن كان الله ورسوله لغنيين عن صاع أبي (١) عقيل، ولكنه أحبّ أن يذكُر نفسه ليُعْطى من الصدقة، فأنزل الله تعالى:  {الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ}  (٢) ، أي: يعيبون ويغتابون المطّوّعين المتبرعين من المُؤْمنين في الصدقات. </p><p> وقال النضر بن شميل: هو الطيب نفسه بالصدقة، يعني عبد الرَّحْمَن وعاصمًا - رضي الله عنهما -. </p><p> {وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ} طاقتهم، يعني أَبا عقيل. </p><p> وقرأ عطاء والأعرج: جَهدهم بفتح الجيم وهما لغتان، مثل الوُجد والوَجد، والضمّ لغة أهل الحجاز، والفتح لغة أهل نجد (٣) . </p><p> وكان (٤) الشعبي يُفرّقُ بينهما فيقول: الجَهد في العمل، والجُهد في القوت (٥) . </p><p>(١) في الأصل: ابن، وهو تحريف، والتصويب من (ت). (٢) سبب النزول هذا لفقه المصنف من عدة روايات ذكرها الطبري في \"جامع البيان\" ١٠/ ١٩٤ - ١٩٦ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٥٠، ١٨٥٢ عن ابن عباس وقتادة ومجاهد والربيع بن أنس وغيرهم.وانظره أَيضًا في \"أسباب النزول\" للواحدي (ص ٢٦٠)، والبغوي في \"معالم التنزيل\" ٤/ ٧٨ - ٧٩.(٣) انظر: \"مختصر في شواذ القرآن\" لابن خالويه (ص ٥٩)، \"مجاز القرآن\" لأبي عبيدة ١/ ٢٦٤، \"معاني القرآن\" للفراء ١/ ٤٤٧، \"معاني القرآن\" للزجاج ٢/ ٤٦٢، \"جامع البيان\" للطبري ١٠/ ١٩٨.(٤) في (ت): وقول.(٥) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٩٨ من طريق ابن إدريس، عن عيسى بن المغيرة، عن الشعبي .. به. =</p><p> وقال القتيبي: الجُهد الطاقة، والجَهد المشقّة (١) . </p><p> قوله تعالى:  {فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّهُ مِنْهُمْ} ؛ أي: جازاهم {وَلَهُمْ عَذَابٌ أَلِيمٌ} . </p><p> وروى ابن عُليَّة (٢) ، عن الجريري (٣) ، عن أبي السليل (٤) قال: وقف على الحِجْرِ رجلٌ فقال: حَدَّثني أبي أو عمّي قال: شهدت رسول الله - صلى الله عليه وسلم - وهو يقول:  \"من يتصدق اليوم بصدقة أشهد له بها عند الله يوم القيامة\" ، قال: وعليّ عِمامة لي، فنزعت منها (لَويًا أو لويتين)  (٥) لأتصدق بها، ثم أدركني ما يدرك ابن آدم، فعصبت بها رأسي، قال: فجاء رجلٌ لا أرى بالبقيع رجلًا أقصرَ منه قائمةً، ولا أشدّ سوادًا, ولا أدمَ وجهًا منه، يقول ناقةً لا أرى بالبقيع ناقةً أحسنَ ولا أجملَ منها، فقال: هي وذو بطنها صدقة يَا رسول الله، </p><p>= وانظره أَيضًا في \"البحر المحيط\" لأبي حيان ٥/ ٧٦، \"عمدة الحفاظ\" للسمين الحلبي ١/ ٣٥٢. (١) \"غريب الحديث\" لابن قتيبة (ص ١٩٠).(٢) إسماعيل بن إبراهيم بن مقسم الأسدي، ثِقَة، حافظ.(٣) سعيد بن إياس الجريري بضم الجيم، أبو مسعود البَصْرِيّ، ثِقَة، اختلط قبل موته بثلاث سنوات.(٤) ضُرَيب بالتصغير آخره موحدة، بن نُقَير، بنون وقاف مصغرًا، أبو السليل بفتح المهملة وكسر اللام، القيسي الجُريري، بضم الجيم مصغرًا ثِقَة.\"تقريب التهذيب\" لابن حجر (٣٠٠١)، \"تهذيب الكمال\" للمزي ١٣/ ٣٠٩، \"الكاشف\" ٢/ ٣٧.(٥) في المسند وجامع البيان: لوثًا أو لوثين.</p>"
}