{
  "id": null,
  "sura": 9,
  "aya": 92,
  "text": "<p> خفيف الحال، نحيف الجسم، وليس لي قائد؛ فهل لي رخصة في التخلف عن الجهاد؟ فسكت النَّبِيّ - صلى الله عليه وسلم -، فأنزل الله تعالى هذِه الآية (١) . </p><p> ٩٢ - قوله تعالى:  {وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ} </p><p> نزلت في البكّائين وكانوا سبعة: في معقل بن يسار، وصخر بن خنساء وهو الذي كان وقع على امرأته في رمضان فأمره رسول الله - صلى الله عليه وسلم - أن يُكَفِّر (٢) ، وعبد الله بن كعب الأَنْصَارِيّ، وعُلْبة (٣) بن زيد الأَنْصَارِيّ، وسالم بن عمير (٤) ، </p><p>(١) لم أجده بهذا السياق، إنما ذكر البَغَوِيّ في \"معالم التنزيل\" ٤/ ٨٤، وابن الجوزي في \"زاد المسير\" ٣/ ٤٨٤ عن الضحاك أنها نزلت في ابن أم مكتوم. وأخرج ابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٦١ من طريق ابن فروة، عن عبد الرَّحْمَن ابن أبي ليلى، عن زيد بن ثابت - رضي الله عنه - قال: كنت أكتب لرسول الله - صلى الله عليه وسلم -، فكنت أكتب (براءة)، فإنِّي لواضع القلم على أذني إذا أمرنا بالقتال، فجعل رسول الله -صلى الله عليه وسلم- ينظر ما ينزل عليه، إذ جاء أعمى فقال: كيف بي يَا رسول الله وأنا أعمى؟ فنزلت: {لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَى} الآية.(٢) تنظر قصّته في \"صحيح البُخَارِيّ\" في الصوم، باب إذا جامع في رمضان (١٩٣٦)، ومسلم في الصيام، باب تغليظ تحريم الجماع في نهار رمضان .. (١١١١).وانظر الاختلاف في تسميته في \"الغوامض والمبهمات\" لابن بشكوال ١/ ٢٣٧ - ٢٤١، \"فتح الباري\" لابن حجر ٤/ ١٦٢.(٣) في الأصل و (ت): عليه، وهو تصحيف، والتصويب عُلْبة بضم أوله وسكون اللام بعدها موحّدة، وهو علبة بن زيد بن عمرو بن زيد الأَنْصَارِيّ الأوسيّ، ذكره ابن إسحاق وابن حبيب في المحبّر في البكَائين في غزوة تبوك. \"الإصابة\" لابن حجر ٧/ ٤٢.(٤) في (ت): عمرو، وهو سالم بن عمير، ويقال: ابن عمرو، بن ثابت بن النُّعمان =</p><p> وثعلبة بن عَنَمة (١) ، وعبد الله بن مغفّل - رضي الله عنهم -، أتوا رسول الله - صلى الله عليه وسلم - فقالوا: يا نبي الله؛ قد نُدِبْنا للخروج معك، فاحملنا على الخفاف المرقوعة والنعال المخصوفة نغزوا معك (٢) . {قُلْتَ} فقال النبي - صلى الله عليه وسلم - {لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ} فتولوا وهم يبكون؛ فذلك قوله {تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلَّا يَجِدُوا مَا يُنْفِقُونَ} . </p><p> وقال مجاهد: نزلت هذِه الآية في بني مقرِّن (٣) : معقل، وسويد، </p><p>= ابن أمية الأنصاري، ذكره موسى بن عقبة في البدريين، شهد العقبة وبدرًا وما بعدها، ومات في خلافة معاوية. \"الطبقات الكبرى\" لابن سعد ٢/ ٢٨، ١٦٥، \"الإصابة\" لابن حجر ٤/ ١٠١. (١) في الأصل و (ت): غنمة بالعين المعجمة وهو تصحيف، والتصويب عَنَمة، وهو ثعلبة بن عنمة بن عدي بن نابي بن عمرو الأنصاري السُّلمي الخزرجي، ذكره موسى بن عقبة وعروة وغيرهما فيمن شهد بدرًا والعقبة، وكان ممن يكسر أصنام بني سلمة. \"الإصابة\" لابن حجر ٢/ ٢٤(٢) ذكره الواحدي في \"أسباب النزول\" (ص ٢٦٢)، والبغوي في \"معالم التنزيل\" ٤/ ٨٤.وينظر: الاختلاف في تعيين هؤلاء البكائين وتسميتهم في \"الطبقات الكبرى\" لابن سعد ٢/ ١٦٥، \"زاد المسير\" لابن الجوزي ٣/ ٤٨٥، \"السيرة النبوية\" لابن هشام ٢/ ٥١٨، \"تفسير القرآن العظيم\" لابن كثير ٧/ ٢٦٥ - ٢٦٦، \"زاد المعاد\" لابن القيم ٣/ ٥٢٨.(٣) قال الحافظ في \"الإصابة\" ٩/ ٢٥٨: قال الواقدي وابن نمير: كان بنو مُقّرِّن سبعة، كلهم صحب النبي - صلى الله عليه وسلم -، قال أبو عمر: ليس ذلك لأحد من العرب غيرهم. وأخرج الطبري في \"جامع البيان\" ١١/ ٦ من طريق البختري، عن المختار بن عبد الرحمن بن معقل بن مقرِّن أن ولد مقرّن كانوا عشرة نزلت فيهم {وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} [التوبة: ٩٩]. =</p><p> والنعمان (١) . </p><p> ثم على أهل السعة فقال: </p><p> [{إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَسْتَأْذِنُونَكَ وَهُمْ أَغْنِيَاءُ رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوَالِفِ وَطَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَعْلَمُونَ (٩٣) }]. </p><p>= وانظر أسماءهم في \"الطبقات الكبرى\" لابن سعد ٦/ ١٨ - ٢٠. (١) أثر مجاهد ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٨٥ وعزاه لابن سعد وابن أبي شيبة وابن المنذر وابن أبي حاتم.وقد أخرجه الطبري في \"جامع البيان\" ١٥/ ٢١٢، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٦٢ من طريق ورقاء عن ابن أبي نجيح، عن مجاهد قال: هم بنو مقرّن، من مزينة.وذكره ابن سعد في \"الطبقات الكبرى\" ٢/ ١٦٥، والواحدي في \"أسباب النزول\" (ص ٢٦٢)، وابن عطية في \"المحرر الوجيز\" ٣/ ٧١، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ٢٢٨.قال ابن عطية في \"المحرر الوجيز\" والقرطبي: وعلى هذا جمهور المفسرين.</p><p> الكشف والبيان عن تفسير القرآن </p><p> تأليف </p><p> أبي إسحاق أحمد بن إبراهيم الثعلبي المتوفى سنة ٤٢٧ هـ </p><p> أشرف على إخراجه </p><p> د/ صلاح باعثمان - د/ حسن الغزالي - أ. د/ زيد مهارش - أ. د/ أمين باشه </p><p> [المجلد الرابع عشر] </p><p> [التوبة ٩٣ - ١٢٩ * يونس * هود * يوسف ١ - ٣٣] </p><p> تحقيق </p><p> د/ جمال بن محمد ربعين </p><p> د/ عبد الله علي القبيسي </p><p> السيرة الذاتية للمحقق </p><p> د/ جمال بن محمَّد ربعين </p><p> أستاذ مساعد بجامعة الملك عبد العزيز - كلية التربية - قسم الدراسات القرآنية حصل على درجة الدكتوراه عام ٢٠٠٨ م في تخصص الكتاب والسنة من جامعة أم القرى.- كلية الدعوة وأصول الدين. </p><p> بعض من المناصب الإدارية التي شغلها: </p><p> رئيس قسم الحاسب الآلي بكلية المعلمين بجدة - جامعة الملك عبد العزيز. </p><p> مدير مركز التدريب وخدمة المجتمع بكلية المعلمين بعرعر. </p><p> عضوية الهيئات العلمية منها: </p><p> عضو الجمعية العلمية السعودية للقرآن الكريم وعلومه. </p><p> * * * </p><p> السيرة الذاتية للمحقق </p><p> د/ عَبد الله علي القبيسيّ </p><p> أستاذ مساعد بجامعة الإِمام محمد بن سعود الإسلامية - كلية أصول الدين - قسم السنة. </p><p> حصل على درجة الدكتوراه في تخصص الكتاب والسنة من جامعة أم القرى - كلية الدعوة وأصول الدين. </p><p> الْكَشْفُ وَالْبَيَانُ عَن تَفْسِيرِ الْقُرْآنِ </p><p> [١٤] </p><p> جَمِيع الْحُقُوق مَحْفُوظَة </p><p> رَقم الْإِيدَاع بدَارِ الْكتب ١٥١٩٥/ ٢٠١٣ </p><p> الطَّبعَةُ الأولى </p><p> ١٤٣٦ هـ - ٢٠١٥ م </p><p> دَار التَّفْسِير </p><p> جدة - المملكة الْعَرَبيَّة السَعوديَّة </p><p> شَارِع مَحْمُود نصيف - حَيّ الأندلس </p><p> ص. ب: ١٢٢٤٩٧ - جدة: ٢١٣٣٢ </p><p> تلفاكس: ٦٦٨٨٨٢٣ - ٠١٢ </p>"
}