{
  "id": null,
  "sura": 9,
  "aya": 118,
  "text": "<p> ١١٨ - قوله تعالى:  {وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا} </p><p> يعني: وتاب على الثلاثة الذين خلّفوا عن غزاة تبوك فلم يخرجوا، وقيل: خلّفوا عن توبة أبي لبابة وأصحابه، وأُرجِئ أمرُهُم، وقد مضت القصة. </p><p> وقرأ عكرمة بن خالد (١)  (خَلفوا) -بفتح الخاء واللام والتخفيف (٢) -؛ أي قعدوا بعقب (٣) رسول الله - صلى الله عليه وسلم - وأفسدوا. وقرأ جعفر الصادق رحمه الله (خالفوا)  (٤) ، وقرأ الأعمش وعلى الثلاثة المخلفين (٥) . </p><p> وهم كعب بن مالك الشاعر (٦) ، ومرارة بن الربيع (٧) ، وهلال بن أمية (٨) - رضي الله عنه -، وكلهم من الأنصار. </p><p>(١) هو عكرمة بن خالد بن العاص المخزومي، أبو خالد المكي، تابعي ثقة جليل، عرض القراءة عرضًا على أصحاب ابن عباس، توفي سنة خمس عشرة ومائة. \"التاريخ الكبير\" للبخاري ٧/ ٤٩، \"تهذيب تهذيب\" ٧/ ٢٣٠، \"غاية النهاية\" لابن الجزري ١/ ٥١٥. (٢) \"مختصر في شواذ القرآن\" لابن خالويه (ص ٦٠)، \"الكامل\" لابن جبارة (ل ٢٠٠/ أ).(٣) في هامش الأصل: بغضب.(٤) المصدرين السابقين.(٥) \"البحر المحيط\" لأبي حيان ٥/ ١١٢ وقال أبو حيان في \"البحر المحيط\": ولعلّه قرأ كذلك على سبيل التفسير؛ لأنها قراءة مخالفة لسواد المصحف.(٦) كعب بن مالك بن أبي كعب بن القين الأنصاري، أبو عبد الله السَّلَمي.(٧) مرارة بن الربيع الأنصاري الأوسي، من بني عمرو بن عوف، صحابي مشهور.(٨) هلال بن أمية بن عمر بن قيس الأنصاري الواقفي، شهد بدرًا وما بعدها.</p><p> [١٤٦٨] أخبرنا محمد بن عبد الله بن حمدون (١) وعبد الله بن حامد (٢) ، قال: أنا أحمد بن محمد بن الحسن (٣) ، نا محمد بن يحيى (٤) ، نا عبد الرزاق (٥) ، أنا معمر (٦) ، عن الزهريّ (٧) ، عن عبد الرحمن بن كعب بن مالك (٨) ، عن أبيه (٩) قال، ح. </p><p> [١٤٦٩] ونا أبو صالح (١٠) ، قال: حدثني الليث (١١) ، قال: حدثني عقيل (١٢) ، عن ابن شهاب (١٣) ، قال: أخبرني عبد الرحمن بن كعب بن مالك وكان قائد كعب حين عمي قال: سمعت كعب بن مالك يُحدِّث حديثه حين تخلف عن رسول الله - صلى الله عليه وسلم - في غزاة تبوك. </p><p> [١٤٧٠] قال: ونا عبد الله بن محمد النفيلي (١٤) ، نا محمد بن </p><p>(١) أبو سعيد النيسابوري، العالم، الزاهد، الصالح. (٢) لم يُذكر بجرح أو تعديل.(٣) أبو حمد ابن الشرقي، ثقة، مأمون.(٤) الذهلي، ثقة، حافظ، جليل.(٥) ثقة، حافظ، عمي في آخر عمره فتغير وكان يتشيع.(٦) ابن راشد، ثقة، ثبت، فاضل إلا أن في روايته فيما حدث بالبصرة شيئًا.(٧) الإمام، الحافظ، متفق على جلالته وإتقانه.(٨) أبو الخطاب المدني، ثقة، من كبار التابعين.(٩) صحابي، مشهور.(١٠) عبد الله بن صالح كاتب الليث.(١١) ابن سعد الفهمي، ثقة ثبت.(١٢) ابن خالد الأيلي، ثقة ثبت.(١٣) الزهري، الإمام.(١٤) أبو جعفر النفيلي الحراني، ثقة حافظ.</p><p> سلمة (١) ، عن محمد بن إسحاق (٢) ، قال: ذكر محمد بن مسلم (٣) ، عن عبد الرحمن بن عبد الله بن كعب الأنصاري (٤)  (٥) ، أن أباه عبد الله بن كعب (٦) وكان قائد أبيه كعب حين أصيب بصره قال: سمعت أبي كعب ابن مالك يحدث حديثه حين تخلف عن رسول الله - صلى الله عليه وسلم -. </p><p> [١٤٧١] قال: ونا أحمد بن أبي شعيب الجزري (٧) ، نا موسى بن أعين (٨) ، قال: نا إسحاق بن راشد (٩) ، عن الزهريّ، قال: أخبرني عبد الرحمن بن عبد الله بن كعب بن مالك، عن أبيه، قال: سمعت كعب بن مالك، واقتصوا الحديث، وبعضهم (١٠) يزيد على </p><p>(١) محمد بن سلمة بن عبد الله الباهلي مولاهم، الحراني، ثقة. (٢) المطلبي، إمام المغازي، صدوق، يُدلس، ورُمي بالتشيع والقدر.(٣) هو ابن شهاب الزهريّ الإمام، المتفق على جلالته وإتقانه.(٤) ثقة، عالم.(٥) المدني، ثقة.(٦) ثقة، يقال أن له رؤية.(٧) أحمد بن عبد الله بن أبي شعيب مسلم الحراني، أبو الحسن، مولى قريش، ثقة.(٨) الجزري، مولى قريش، أبو سعيد، ثقة عابد.(٩) الجزري، أبو سليمان، ثقة تُكُلّم في سماعه من الزهريّ، والصحيح أنه سمع منه، ولكن في حديثه عنه بعض الوهم؛ كما قاله ابن معين والذهلي والنسائي، وقد أجاب الحافظ ابن حجر عن إخراج البخاري له في صحيحه من حديثه عن الزهريّ بأن غالبه مما شاركه فيه غيره عن الزهريّ، وهي مواضع يسيرة، مات في خلافة أبي جعفر.(١٠) الأصل: بعضهم، والمثبت من (ت).</p><p> بعض، وهذا حديث عبد الرزاق (١) : قال: فلم أتخلف عن النبي - صلى الله عليه وسلم - في غزاة غزاها، حتى كانت غزاة تبوك، إلا بدرًا، ولم يعاتب (٢) النبي - صلى الله عليه وسلم - أحدًا تخلف عن بدر، إنما خرج يريد العير، فخرجت قريش مُغْوِثين لِعِيرِهم، فالتقوا من غير موعد كما قال الله تعالى، ولعمري إن أشرف مشاهد رسول الله - صلى الله عليه وسلم - في الناس لبدر، وما أُحبُّ أني كنت شهدتها مكان بيعتي ليلة العقبة، حيث (٣) تواثقنا على الإسلام، ثم لم أتخلَّف عن النبي - صلى الله عليه وسلم - بعدُ في غزاة غزاها، إلى أن كانت غزاة تبوك، وآذن الناس بالرحيل (٤) ، وذلك حين طابت الظلال، وطابت الثمار، وكان قلَّ ما أراد غزاة إلا وارى (٥) بغيرها، وكان يقول:  \"الحرب خدعة\" ، فأراد النبي - صلى الله عليه وسلم - في غزاة تبوك أن يتأهب الناس أُهبتها، وأنا أيسر ما كنتُ، قد جمعت راحلتين، وأنا أقدر شيء في نفسي على الجهاد وخِفَّة الحاذ (٦) ، وأنا في ذلك أصغي إلى الظلال وطيِّب الثمار، فلم أزل كذلك حتى قام النبي - صلى الله عليه وسلم - </p><p>(١) لم يلتزم المؤلف بإيراد حديث عبد الرزاق وحده، بل أدخل فيه ما ليس من حديثه كما سأبينه في مواضعه. (٢) في (ت): يعاقب.(٣) في (ت): حتى.(٤) في مصنف ابن أبي شيبة: وآذن النبي - صلى الله عليه وسلم - الناس بالرحيل.(٥) في (ت): ورى، وكذا في المصنَّف.(٦) الحاذ والحال واحد، وزنًا ومعنى، وأصل الحاذ: طريقة المتن، وهو ما يقع عليه اللبد من ظهر الفرس، والمعنى: أي: خفيف الظهر من العيال.انظر \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٤٥٧.</p><p> غاديًا بالغداة؛ وذلك يوم الخميس، وكان يحبُّ أن يخرج يوم الخميس، فأصبح غاديًا، قلتُ: انطلق غدا إلى السوق فاشتري جَهازي ثم الحق بهم، فانطلقت إلى السوق من الغد، فعسُر عليّ بعض شأني، فرجحت فقلت: أرجع غدًا إن شاء الله تعالى فألحق بهم، فعسر على بعض شأني أيضًا، فلم أزل كذلك حتى التبس بي الذنب، وتخلفت عن رسول الله - صلى الله عليه وسلم -، وجعلت أمشي في الأسواق وأطوف بالمدينة، فيحزنني أني لا أرى أحدًا إلا رجلًا مغموصًا عليه في النفاق (أو بعض من عذر الله تعالى من الضعفاء)  (١) ، وكان ليس أحد تخّلف إلا رأى (٢) أن ذلك سيخفى (٣) له، وكان الناس كثيرا لا يجمعهم ديوان (٤) ، وكان جميع من تخلّف عن رسول الله - صلى الله عليه وسلم - بضعا وثمانين رجلا ولم يذكرني النبي - صلى الله عليه وسلم - حتى بلغ تبوك، فقال وهو بتبوك جالس:  \"ما فعل كعب بن مالك؟ \" فقال رجل من قومي: يا رسول الله، خلّفه بُردَاه والنَّظَرُ في عِطْفَيه، فقال معاذ بن جبل - رضي الله عنهما -: بئس ما قلت، والله يا نبي الله ما نعلم منه (٥) إلا خيرًا، فبينما هم كذلك\" إذا هم برجل يَزُول به السَّراب، فقال النبي </p><p>(١) ما بين القوسين ليست في المصنّف، وهي في \"صحيح البخاري\" من طريق الليث، عن عقيل، عن ابن شهاب. (٢) في (ت): أرى.(٣) في (ت): يستخفي.(٤) في الأصل: الديوان، والمثبت من (ت) والمصنَّف.(٥) من (ت).</p><p> - صلى الله عليه وسلم -: \"كن أبا خثيمة! \" فإذا هو أبو خثيمة الأنصاري - رضي الله عنه -، (وهو الذي تصدق بصاع من (١) التمر فلَمَزَه المنافقون) (٢) . </p><p> فلما قضى النبي - صلى الله عليه وسلم - غزاة تبوك وقَفَلَ ودَنَا من المدينة، جعلتُ أتذكّر بمَ أخرج من سخط النبي - صلى الله عليه وسلم -، وأستعين على ذلك كُلَّ ذي رأي من أهلي، حتى إذا قيل: إن النبي - صلى الله عليه وسلم - مُصَبِّحكم بالغداة، زاح عني الباطل، وعرفت أن لا أنجو إلا بالصِّدق، فدخل النبي - صلى الله عليه وسلم - (٣) وصلّى في المسجد ركعتين، وكان إذا جاء من سفر فعل ذلك، بدأ بالمسجد فصلى ركعتين ثم جلس، فجعل يأتيه من تخلّف (٤) فيلحفون له، ويعتذرون إليه، فيستغفر لهم، ويقبل علانيتهم ويَكِلُ أسرارهم (٥) إلى الله تعالى، فدخلت المسجد فإذا هو جالس، فلما رآني تبسَّم تبسُّم المغضب، فجئت فجلست بين يديه، فقال:  \"ألم تكن ابتعت ظهرك؟ \" قلت: بلى يا رسول الله! </p><p> قال:  \"فما خَلَّفَك؟ \" قلت: والله لو أنَّ بين يدي أحدٍ من الناس غيرك جلست لخرجت (٦) من سخطه (٧) عليّ بعذر، ولقد أوتيتُ </p><p>(١) من (ت). (٢) ما بين القوسين ليس في المصنَّف.(٣) في المصنف زيادة: ضحى.(٤) في الأصل: من يحلف، والمثبت من (ت).(٥) في المصنف: سرائرهم.(٦) في الأصل: تحرّجت، والتصويب من (ت).(٧) في (ت): من سخطته.</p><p> جَدَلًا (١) ، ولكل قد علمتُ يا نبي الله! أني إن أخبرك اليوم بقولٍ تجد عليّ فيه (٢) وهو حقّ، فإني أرجو فيه عفو الله، كان حدثتك اليوم حديثًا ترضى عني فيه وهو كذب، أوشك الله أن يطلعك عليّ، والله يا نبي الله؛ ما كنت قط أيسرّ ولا أخفَّ حالًا (٣) منّي حين تخلّفت عنك، قال:  \"أمّا هذا فقد صدقكم الحديث، قم حتى يقضي الله فيك\" ، فقمتُ، فثار على أثري ناس من قومي يؤنبونني، فقالوا: والله ما نعلمك أذنبت قبل هذا؛ فهلّا اعتذرت إلى النبي - صلى الله عليه وسلم - بعذر يرضى عنك فيه، وكان استغفار رسول الله - صلى الله عليه وسلم - سيأتي من وراء ذنبك، ولم تَقِفْ نفسك موقفًا لا تدري ما يقضي الله تعالى لك فيه، فلم يزالوا يؤنبونني، حتى هممت أن أرجع فأُكَذِّبَ نفسي، فقلت: هل قال هذا القول أحد غيري؟ قالوا: نعم، قاله هلال بن أمية الواقفي، ومرارة بن ربيعة (٤) العامري، فذكروا رجلين صالِحَين قد شهدا بدرًا (٥) في فيهما أسوة، فقلت: والله لا أرجع إليه في هذا أبدًا، </p><p>(١) في الأصل: حدًّة، والمثبت من (ت) والمصنّف وسائر روايات الحديث. (٢) من (ت).(٣) في المصنف: حاذًا، وهما بمعنى كما تقدم.(٤) كذا في \"المصنّف\" و \"المسند\" و\"مسلم\"، وعند البخاري: بن الربيع، وصوّبها الحافظ في \"الفتح\" ٧/ ٣١١.(٥) علّق ابن القيم على هذا في \"زاد المعاد\" ٣/ ٥٧٧ بقوله: هذا الموضع مما عدّ من أوهام الزهريّ؛ فإنه لا يحفظ عن أحد من أهل المغازي والسير البته ذكر هذين الرجلين في أهل بدر، لا ابن إسحاق ولا موسى بن عقبة، ولا الأموي، ولا =</p><p> ولا أكذب نفسي، قال: ونهى النبي - صلى الله عليه وسلم - الناس عن كلامنا أيها (١) الثلاثة. </p><p> قال: فجعلت أخرج إلى السوق فلا يكلمني أحد، وتنكّر لنا الناس، حتى ما هم بالذين نَعرِف، وتنكّرت لنا الحيطان، حتى ما هي بالحيطان التي نعرف، وتنكّرت لنا الأرض، حتى ما هي بالأرض التي نعرف، وكنت أقوى أصحابي (٢) ، فكنت أخرج فأطوف بالأسواق، وآتي المسجد فأدخل، وآتي النبي - صلى الله عليه وسلم - فأسلّم عليه، وأقول: هل حرّك شفتيه بالسلام، فإذا قمت فأقبلت قِبَلَ صلاتي، نَظَر إليَّ بمؤخر عينيه، وإذا نظرتُ إليه أعرضَ عنّي، واستكان صاحباي، فجعلا يبكيان الليل والنهار، لا يُطْلعان رؤوسهما، فلما طال ذلك عليَّ من جفوة المسلمين مشيت حتى تسوَّرت جدار أبي قتادة وهو ابن عمّي وأحبُّ الناس إليَّ، فسلمت عليه، فوالله ما ردَّ عليّ السلام، فقلت له: يا أبا قتادة؛ أنشدك الله؛ هل تعلمنّ أني أحبُّ الله ورسوله؟ قال: فسكت، فعدت فناشدته فسكت، فعدت فناشدته فقال: الله ورسوله أعلم، ففاضت عيناي وتولّيت حتى تسوَّزت الجدار (٣) ، فبينا أنا أطوف في السُّوق </p><p>= الواقدي، ولا أحد ممّن عدّ أهل بدر .. ثم علّل بتعليل آخر تعقّبه عليه الحافظ ابن حجر في \"فتح الباري\" ٧/ ٣١١.(١) في الأصل: أيتها، والتصويب من (ت).(٢) في (ت): أقوى الناس.(٣) في (ت): الجدران.</p><p> إذا رجل نصراني نبطيّ من نبط الشام جاء بطعام له يبيعه يقول: من يدلُّ على كعب بن مالك؟ فطفق الناس يشيرون له إليّ، فأتاني، فدفع إليَّ كتابًا من ملك غسّان، فإذا فيه: أما بعد! فإنه بلغني أن صاحبك قد جفاك وأقصاك، ولست بدار مضيعةٍ ولا هوان، فالحق بنا نُواسِك \"،فقلت:هذا أيضًا من البلاء والشرّ، فسجّرت التنور وأحرقته، فلما مضت أربعون ليلة، إذا رسولُ رسول الله - صلى الله عليه وسلم -أتاني فقال:\" اعتزل امرأتك \"،فقلت:أُطلِّقها؟قال:لا، ولكن لا تقربنّها،(وأرسل إلى صاحبيّ بمثل ذلك،فقلت لامرأتي:الحقي بأهلك فكوني عندهم حتى يقضي الله تعالى في هذا الأمر)(١)،قال:فجاءت امرأة هلال - رضي الله عنه -فقالت:يا نبي الله! إن هلال بن أمية - رضي الله عنه - شيخ ضعيف(٢)، فهل تأذن في أن أخدمه؟قال:\" نعم، ولا يقربنّك\"، قالت: يا نبي الله! والله ما به (٣) حركة لشيء، ما زال يبكي الليل والنهار، مذ كان من أمره ما كان، (قال: فقال لي بعض أهلي: لو استأذنت رسول الله - صلى الله عليه وسلم - في امرأتك، فقد أذن لامرأة هلال أن تخدمه،فقلت:لا أستأذن فيها رسول الله - صلى الله عليه وسلم -؛ وما يدريني ماذا يقول في إذا استأذنته فيها وأنا رجل شاب)  (٤) ، فلما </p><p>(١) ما بين القوسين ليست في \"المصنّف\"، \"المسند\"، وهي في \"صحيح البخاري\" من طريق الليث، عن عقيل، عن ابن شهاب. (٢) في المصنف: كبير ضعيف.(٣) زيادة من المصنَّف لا يستقيم النصّ بدونها.(٤) ما بين القوسين ليس في \"المصنف\" و\"المسند\"، وهو في \"صحيح البخاري\".</p><p> مضت خمسون ليلة من حين نهى رسول الله - صلى الله عليه وسلم - عن كلامنا صليّت على ظهر بيت لنا صلاة الفجر، ثم جلست، وأنا في المنزلة التي قال الله تعالى، قد ضاقت علينا الأرض بما رحبت وضاقت علينا أنفسنا؛ إذ سمعت نداء من ذروة سلع (١) أن أبشر يا كعب بن مالك! فخررت ساجدًا لله (٢) ، وعلمت أن الله تعالى قد جاء بالفرج، ثم جاء رجل يركض على فرس يُبَشِّرُني، فكان موضع الصوت أسرع من فرسه، فأعطيته ثوبي بشارة ولبست ثوبين آخرين، قال: وكانت توبتنا نزلت على النبي - صلى الله عليه وسلم - ثُلُث الليل، فقالت أم سلمة رضي الله عنها: يا رسول الله! ألا نبشِّر كعب بن مالك؟ قال: إذًا يحطمكم الناس، ويمنعونكم النوم سائر الليل (٣) ، وكانت أم سلمة رضي الله عنها مُحْسِنةً في شأني، تحزن بأمري، فانطلقتُ إلى النبي - صلى الله عليه وسلم - فإذا هو جالس في المسجد، وحوله المسلمون، (فقام إليّ طلحة بن عبيد الله - رضي الله عنه -يهرول حتى صافحني وقال:لتهنك توبة الله عليك، والله ما قام رجل من المهاجرين غيره، فكان كعب لا ينساها لطلحة)  (٤) ، </p><p>(١) سَلْع: جبل صغير بسوق المدينة، يحيط به عمرانها من كل اتجاه، وهو أشهر جبالها. \"معجم البلدان\" لياقوت ٣/ ٢٦٧، \"معجم المعالم الجغرافية في السيرة النبوية\" لعاتق البلادي (ص ١٦٠).(٢) من (ت).(٣) في \"المصنّف\": الليلة.(٤) ما بين القوسين ليس في \"المصنّف\" و\"المسند\"، وهو في \"صحيح البخاري\".</p><p> قال: كعب - رضي الله عنه -: فلما سلّمت على النبي - صلى الله عليه وسلم - قال لي وهو يستنير استنارة القمر -وكان إذا سُرَّ بالأمر استنار-: \"أبشر يا كعب! بخير يوم أتى عليك منذ ولدتك أمك\" ، فقلت: يا رسول الله، أمن عند الله، أم عندك؟ قال:  \"بل من عند الله\" ، ثم تلا عليهم {لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ} إلى قوله {وَكُونُوا مَعَ الصَّادِقِينَ} ، فقلت: يا نبي الله، إن من توبتي أن لا أحدِّث إلَّا صادقًا، وأن أنخلع من مالي كُلِّه صدقة إلى الله -عز وجل- ورسوله، فقال:  \"أمسك عليك بعض مالك فهو خير لك\" ، قلت: فإني أمسك سهمي الذي بخيبر، قال: فما أنعم الله عليَّ بنعمة بعد الإسلام أعظم في نفسي من صدقي رسول الله - صلى الله عليه وسلم - حين صدقته أنا وصاحباي أن لا نكون كذبنا فهلكنا، كما هلكوا، وإني لأرجو أن لا يكون الله -عز وجل- أبلى أحدًا في الصدق مثل الذي أبلاني، ما تعمدت بكذبة (١) بعدُ، وإن لأرجو أن يحفظني الله -عز وجل- فيما بقي. فهذا ما انتهى إلينا من حديث الثلاثة الذين خلفوا (٢) . </p><p>(١) في (ت): لي بكذبة. (٢) [١٤٦٨ - ١٤٧١] الحكم على الإسناد:إسناده صحيح.التخريج: أخرجه عبد الرزاق في \"المصنف\" ٥/ ٣٩٧ بهذا الإسناد، ومن طريقه أحمد في \"المسند\" ٦/ ٣٨٧ (٢٧١٧٥) والترمذي في التفسير باب ومن سورة التوبة (٣١٠٢)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٨/ ١٥٥. =</p><p> {حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ} اتسعت؛ أي ضاقت عليهم الأرض بسعتها {وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ} غمًّا وهمًّا {وَظَنُّوا} وأيقنوا (١)  {أَنْ لَا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ} . </p><p> [١٤٧٢] سمعت الحسن بن محمد بن جعفر النيسابوري (٢) ، يقول: سمعت إبراهيم بن محمد بن يزيد النسفي (٣) ، يقول: سمعت أبا عبد الله (٤) -ختن أبي بكر الوراق- يقول: سئل أبو بكر الورّاق (٥) عن التوبة النصوح فقال: أن تضيق على التائب الأرض بما رحبت وتضيق عليه نفسه كتوبة كعب وصاحبيه - رضي الله عنه - (٦) . </p><p>= وأخرجه ابن أبي شيبة في \"المصنف\" ١٣/ ٤٤٣ - ٤٤٨ (٣٨٠٠٤)، والبخاري في المغازي، باب حديث كعب بن مالك (٤٤١٨)، ومسلم في التوبة، باب حديث توبة كعب بن مالك وصاحبيه (٢٧٦٩)، والطبري في \"جامع البيان\" ١١/ ٥٨ - ٦٢، والبيهقي في \"دلائل النبوة\" ٥/ ٢٧٣ - ٢٧٩ من طرق عن الزهريّ. به. (١) انظر الظن بمعنى اليقين في \"مجاز القرآن\" لأبي عبيدة ١/ ٣٩، \"غريب الحديث\" لابن قتيبة (ص ٤٧).ويأتي بمعنى الشكّ، فهو من الأضداد كما في \"غريب السجستاني\" (ص ٤٨٢)، \"الأضداد\" للأصمعي (ص ٣٤).ويأتي لمعان أُخَر ذكرها الفيروز آبادي في \"بصائر ذوي التمييز\" ٣/ ٥٤٥ - ٥٤٧.(٢) أبو القاسم ابن حبيب النيسابوري، قيل: كذبه الحاكم.(٣) لم أجد من ترجم له.(٤) لم أجده.(٥) محمد بن عمر بن علي بن خلف البغدادي، أبو بكر الورّاق، ضعيف جدًّا.(٦) [١٤٧٢] الحكم على الإسناد:واهٍ؛ شيخ المصنف. قيل: كذبه الحاكم، وفي الإسناد من لم أجده. =</p><p> {ثُمَّ تَابَ عَلَيْهِمْ} أعاده تأكيدًا {لِيَتُوبُوا} فبدأ بالتوبة منه. </p><p> [١٤٧٣] سمعت أبا القاسم ابن أبي بكر السدوسي (١) يقول: سمعت أبا سعيد أحمد بن محمد بن رميح الزيدي (٢) يقول: سمعت الحسن بن علّويه الدامغاني (٣) يقول: قال أبو يزيد البسطامي (٤) : غلطت في أربعة أشياء: (في الابتداء مع الله)  (٥) : ظننت أني أُحِبُّه فإذا هو أحبَّني بقوله تعالى: {يُحِبُّهُمْ وَيُحِبُّونَهُ}  (٦) وظننت أني أرضى عنه فإذا هو رضي عني قال الله تعالى: {وَرَضُوا عَنْهُ}  (٧) ، وظننت أني أذكره فإذا هو ذا ذكرني قال الله تعالى:  {وَلَذِكْرُ اللَّهِ أَكْبَرُ}  (٨) ، وظننت أني أتوب فإذا هو تاب عليّ قال </p><p>= التخريج: ذكره أبو حيان في \"البحر المحيط\" ٥/ ١١٣.(١) قيل: كذبه الحاكم.(٢) ثقة، مأمونًا.(٣) ثقة.(٤) طيفور بن عيسى بن شروسان، أبو يزيد البِسْطَامي، أحد الزهاد، أخو الزاهدين: آدم وعلي، وكان جدهم شروسان مجوسيًا، فأسلم، يُقال أنه روى عن: إسماعيل السدي، وجعفر الصادق -أي الجد- وأبو يزيد. قال الذهبي: قلّ ما روى وله كلام نافع.(٥) ما بين القوسين ساقط من (ت).(٦) المائدة: ٥٤.(٧) المائدة: ١١٩.(٨) العنكبوت: ٤٥.</p>"
}