{
  "id": null,
  "sura": 9,
  "aya": 12,
  "text": "<p> ١٢ - قوله تعالى:  {وَإِنْ نَكَثُوا} </p><p> نقضوا، يقال منه: نكث فلان قوى حبله إذا نقضها (١)  {أَيْمَانَهُمْ} : عهودهم {مِنْ بَعْدِ عَهْدِهِمْ} : عقدهم {وَطَعَنُوا} : وقدحوا {فِي دِينِكُمْ} فثلبوه وعابوه، وذلك أنَّهم قالوا: ليس دين محمَّد بشيء {فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ} قرأ أهل الكوفة (٢) وابن عامر {أَئِمَّةَ} بهمزتين (٣) على التحقيق؛ لأن أصلها أيمَّة مثل: مِثَال وأمثلة، وعِمَاد وأَعْمِدَة، ثم أُدغمت الميم التي هي عين أفعلة في الميم الثَّانية ونقلت حركتها إلى الهمزة الساكنة التي هي فاءُ الفعل فصارت: أئمة، وإنما كُتبت الهمزة الثَّانية ياءً لما فيها من الكسرة، وهي لغة تميم. وقرأ الباقون (أيمة) بتليين الهمزة الثَّانية طلبًا للخفّة (٤) . </p><p> وأئمة الكفر رؤوس المشركين وقادتهم من أهل مكة (٥) . </p><p> قال ابن عباس رضي الله عنهما: نزلت في أبي سفيان بن حرب والحارث بن هشام وسهيل بن عمرو وعكرمة بن أبي جهل وسائر </p><p>(١) انظر: \"جامع البيان\" للطبري ١٠/ ٨٩، \"غريب القرآن\" لليزيدي (ص ١٦٢)، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (ص ٨٢٢). (٢) وهم عاصم بن أبي النجود وحمزة الزَّيات وأبو الحسن الكسائي.(٣) \"السبعة\" لابن مجاهد (ص ٣١٢)، \"التيسير\" للداني (ص ١٧١)، \"المبسوط\" لابن مهران (ص ١٩٣)، \"النشر في القراءات العشر\" للدمياطي ١/ ٣٧٨ - ٣٨١.(٤) المصادر السابقة، و\"الحجة\" للفارسي ٤/ ١٦٧ - ١٧٦، \"الكشف عن وجوه القراءات السبع\" لمكي ١/ ٤٩٨.(٥) \"معالم التنزيل\" للبغوي ٤/ ١٧، \"الجامع لأحكام القرآن\" للقرطبي ٨/ ٨٤.</p><p> رؤساء قريش يومئذٍ الذين نقضوا العهد، وهم الذين همّوا بإخراج الرسول - صلى الله عليه وسلم - (١) . </p><p> وقال مجاهد: هم أهل فارس والروم (٢) . </p><p> وقال حذيفة بن اليمان - رضي الله عنه -: ما قُوتل أهل هذِه الآية ولم يأت أهلها بعد (٣) . </p><p>(١) أورده الواحدي في \"أسباب النزول\" (ص ٢٤٦)، والبغوي في \"معالم التنزيل\" ٤/ ١٧، وابن الجوزي في \"زاد المسير\" ٣/ ٤٠٤. وأخرج الطبري في \"جامع البيان\" ١٠/ ٨٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٦١ عن ابن عباس قوله: يعني أهل العهد من المشركين، دون تعداد لأسمائهم، ولم أقف على من أسنده عن ابن عباس بهذا السياق وإنما جاء النصّ على أسمائهم في أثر قتادة الذي أخرجه عبد الرَّزّاق في \"تفسير القرآن\" ٢/ ٢٦٨، والطبري في \"جامع البيان\" ١٠/ ٨٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٦١ من طريق معمر، عن قتادة .. بنحوه.ونُصّ عليهم أَيضًا في أثر ابن عمر المُخرّج عند الحاكم في \"المستدرك\" ٢/ ٣٣٢ من طريق شعبة، عن أبي بشر، عن مجاهد، عن ابن عمر .. بمثله.قال الحاكم: صحيح على شرط الشيخين ولم يخرجاه. ووافقه الذهبي.قال القرطبي في \"الجامع لأحكام القرآن\" ٨/ ٨٤ بعد حكايته لهذا القول: وهذا بعيد؛ فإن الآية في سورة (براءة)، وحين نزلت وقرئت على النَّاس كان الله قد استأصل شأفة قريش، فلم يبق إلَّا مسلم أو مسالم.(٢) \"معالم التنزيل\" للبغوي ٤/ ١٧ ولم أجده عند غيره.(٣) عزاه السيوطي في \"الدر المنثور\" ٣/ ٣٨٨ لابن أبي شيبة وابن أبي حاتم وأبي الشيخ وابن مردويه.وقد أخرجه الطبري في \"جامع البيان\" ١٠/ ٨٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٧٦١ من طريق أبي معاوية، عن الأَعمش، عن زيد بن وهب، عن حذيفة .. به. =</p><p> {إِنَّهُمْ لَا أَيْمَانَ لَهُمْ} : لا عهود لهم (١) ، جمع يمين. وقال قطرب: لا وفاء لهم بالعهد، وأنشد (٢) : </p><p> وإن حَلفتْ لا ينقض النأي عَهْدهَا ... فَلَيسَ لمخضوب البنان يمينُ </p><p> أي: وفاء باليمين. </p><p> وقرأ الحسن وعطاء وابن عامر:  (لا إِيمان) -بكسر الهمزة (٣) - ولها </p><p>= وأخرجه الطبري أَيضًا في \"جامع البيان\" ١٠/ ٨٨ من طريقين عن زيد بن وهب، عن حذيفة .. به. قال الحافظ في \"فتح الباري\" ٨/ ٣٢٣: والمراد بكونهم لم يقاتلوا أن قتالهم لم يقع لعدم وقوع الشرط, لأن لفظ الآية {وَإِنْ نَكَثُوا أَيْمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا} فلمّا لم يقع منهم نكث ولا طعن لم يقاتلوا.وقال ابن عطية في \"المحرر الوجيز\" ٣/ ١٢: وأصوب ما في هذا أن يقال: إنه لا يعني بها معينًا، وإنما وقع الأمر بقتال أئمة الناكثين بالعهود من الكفرة إلى يوم القيامة دون تعيين، واقتضت حال كفار العرب ومحاربي رسول الله - صلى الله عليه وسلم - أن تكون الإشارة إليهم أولًا بقوله: {أَئِمَّةَ الْكُفْرِ} وهم حصلوا حينئذٍ تحت اللفظة؛ إذ الذي يتولى قتال النَّبِيّ - صلى الله عليه وسلم - والدفع في صدر شريعته هو إمام كل من يكفر بذلك الشرع إلى يوم القيامة، ثم تأتي في كل جيل من الكفار أئمة خاصة بجيل جيل.(١) هذا قول عامة المفسرين، وحكى الطبري في \"جامع البيان\" ١٠/ ٨٩ عليه إجماع أهل التأويل.(٢) لم أعرف قائله، وهو من شواهد القرطبي في \"الجامع لأحكام القرآن\" ٨/ ٨١، والسمين الحلبي في \"الدر المصون\" ٦/ ٢٦ وفيه: الدهر بدل النأي.(٣) العنوان في \"القراءات السبع\" لابن خلف (ص ١٠٢)، \"تلخيص العبارات\" (ص ٩٩)، \"الحجة\" للفارسي ٤/ ١٧٧، \"جامع البيان\" للطبري ١٠/ ٨٩، \"البحر المحيط\" لأبي حيان ٥/ ١٧.</p><p> وجهان: أحدهما: لا تصديق لهم (١) ، يدل عليه تأويل عطية العوفي قال: لا دين لهم (٢) . </p><p> والوجه الآخر: لا تؤمنوهم واقتلوهم حيث وجدتموهم، فيكون مصدرًا من الأمان (٣) الذي هو ضد الإخافة (٤) ، قال الله تعالى:  {وَآمَنَهُمْ مِنْ خَوْفٍ}  (٥)  {لَعَلَّهُمْ يَنْتَهُونَ} ؛ أي لكي ينتهوا عن الطعن في دينكم والمظاهرة عليكم (٦) . وقيل: عن الكفر (٧) . </p><p>(١) ضعّف هذا الوجه مكّيّ بن أبي طالب في \"الكشف\" ١/ ٥٠٠ حيث قال: ويبعد في المعنى أن يكون من الإيمان الذي هو التصديق؛ لأنه قد وصفهم بالكفر قبله، فتبعد صفتهم بنفي الإيمان عنهم؛ لأنه معنى قد ذكر؛ إذ أضاف الكفر إليهم، فاستعماله بمعنى آخر أولى. وضعّفه أَيضًا أبو علي الفارسيّ في \"الحجة\" ٤/ ١٧٨، ووافقه ابن عطية في \"المحرر الوجيز\" ٣/ ١٢.(٢) لم أجده.(٣) في الأصل و (ت): الإيمان, وجاء في حاشية الأصل: الأمان. وهو الصحيح بدليل قوله بعده: الذي هو ضد الإخافة.(٤) وهذا الوجه اختاره جمهور المفسرين في توجيه قراءة الحسن.انظر: \"جامع البيان\" للطبري ١٠/ ٨٩، \"المحرر الوجيز\" لابن عطية ٣/ ١٢، \"الحجة\" للفارسي ٤/ ١٧٩.(٥) قريش: ٣.(٦) \"جامع البيان\" للطبري ١٠/ ٨٧، \"معالم التنزيل\" للبغوي ٤/ ١٧.(٧) \"معالم التنزيل\" للبغوي ٤/ ١٨، \"الجامع لأحكام القرآن\" للقرطبي ٨/ ٦٩، \"زاد المسير\" لابن الجوزي ٣/ ٤٠٥.وفي \"تفسير مقاتل\" ٢/ ١٥٩، \"بحر العلوم\" للسمرقندي ٢/ ٣٥: عن نقض العهد.</p>"
}