{
  "id": null,
  "sura": 9,
  "aya": 65,
  "text": "<p> ٦٥ - قوله تعالى:  {وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ} الآية </p><p> قال ابن عمر وقتادة وزيد بن أسلم ومحمد بن كعب: قال رجل من المنافقين في غزاة تبوك: ما رأيت مثلَ قرائِنا هؤلاء أرغبُ بطونًا ولا أكذبُ ألسنًا ولا أجبنُ عند اللقاء؛ يعني: رسول الله - صلى الله عليه وسلم - وأصحابه، فقال له عوف بن مالك: كذبت، ولكنك منافق، لأخبرنَ رسول الله - صلى الله عليه وسلم -، فذهب عوف إلى رسول الله - صلى الله عليه وسلم - لِيُخْبره؛ فوجد القرآن قد سبقه، فجاء ذلك الرجل إلى رسول الله - صلى الله عليه وسلم - وقد ارتحل وركب ناقته، فقال لرسول الله - صلى الله عليه وسلم -: إنا كنا نخوض (١) ونلعب ونتحدث بحديث الركب نقطع به عناء الطريق. </p><p> قال ابن عمر - رضي الله عنهما -: كأني انظر إليه متعلقًا بنسعة ناقة رسول الله - صلى الله عليه وسلم - وإن الحجارة لتنكت رجليه وهو يقول: إنما كنا نخوض ونلعب، فيقول له (٢) رسول الله - صلى الله عليه وسلم -: {أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ} ما يلتفت إليه ولا يزيده عليه (٣) . </p><p> وقال قتادة: بينا رسول الله - صلى الله عليه وسلم -يسير في غزاة تبوك ورَكْب من </p><p>= ذكر الحديثين الحافظ ابن كثير في \"تفسير القرآن العظيم\" ٧/ ٢٤٢ وقال: يشهد لهذِه القصة ما رواه مسلم في صفات المنافقين وأحكامهم (٢٧٧٩). (١) نخوض: ساقطة من الأصل، وأثبتها من (ت).(٢) له: زيادة من (ت).(٣) انظر: \"جامع البيان\" للطبري ١٠/ ١٧٢، \"تفسير القرآن العظيم\" لابن أبي حاتم ٦/ ١٨٢٩، \"أسباب النزول\" للواحدي (ص ٢٥٦)، \"تفسير القرآن العظيم\" لابن كثير ٧/ ٢٢٧، \"الدر المنثور\" للسيوطي ٣/ ٤٥٥ - ٤٥٦.</p><p> المنافقين يسيرون بين يديه، فقالوا: يظن هذا الرجل أن يفتح علينا قصور الشام وحصونها! هيهات هيهات! فأطْلَعَ الله تعالى نبيه - صلى الله عليه وسلم - على ذلك، فقال النبي - صلى الله عليه وسلم -: \"احبسوا عليَّ الركب\" ، فأتاهم (١) فقال لهم: قلتم كذا وكذا، فقالوا: يا نبي الله، إنما كنا نخوض ونلعب، وحلفوا على ذلك، فأنزل الله عز وجل هذِه الآية (٢) . </p><p> وقال مجاهد: قال رجل من المنافقين: يحدثنا محمد؛ أن ناقة فلان بوادي كذا وكذا، وما يُدريه ما الغيب؟ فأنزل الله تعالى هذِه الآية (٣) . </p><p> وقال ابن يسار (٤) : نزلت في وديعة بن ثابت، وهو الذي قال هذِه </p><p>(١) في (ت): فدعاهم، وكذا عند الطبري. (٢) (٣) (٤) ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٥٦ وعزاه لابن المنذر وابن أبي حاتم وأبي الشيخ.وقد أخرجه الطبري في \"جامع البيان\" ١٠/ ١٧٢، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٣٠ من طريق يزيد بن زريع، عن سعيد، عنه .. به.وذكره الواحدي في \"أسباب النزول\" (ص ٢٥٥)، وابن الجوزي في \"زاد المسير\" ٣/ ٤٦٥.(٣) \"تفسير مجاهد\" ١/ ٢٨٣.وعزاه السيوطي في \"الدر المنثور\" ٣/ ٤٥٦ لابن أبي شيبة وابن المنذر وابن أبي حاتم وأبي الشيخ.وقد أخرجه الطبري في \"جامع البيان\" ١٠/ ١٧٣، من طريق عيسى، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٣٠ من طريق ورقاء، كلاهما عن ابن أبي نجيح، عنه، به.وذكره ابن الجوزي في \"زاد المسير\" ٣/ ٤٦٥.(٤) في الأصل: ابن كيسان، وهو تحريف، والتصويب من (ت) ومصادر التخريج.</p>"
}