{
  "id": null,
  "sura": 9,
  "aya": 129,
  "text": "<p> وقال ابن الأنباري: ما هلكتم عليه (١) . </p><p> {حَرِيصٌ عَلَيْكُمْ} أي على إيمانكم وهُداكم وصلاحكم. </p><p> وقال قتادة: حريص على ضُلاَّلِكُم أن يهديهم الله -عز وجل- (٢) . </p><p> وقال الفراء: الحريص الشحيح أن يدخلوا النار (٣) . </p><p> {بِالْمُؤْمِنِينَ رَءُوفٌ} رفيق (٤)  {رَحِيمٌ} . </p><p> وقيل: رءوف بالمطيعين، رحيم بالمذنبين (٥) . </p><p> وقيل: رءوف بأقربائه، رحيم بأوليائه. رءوف بمن رآه، رحيم بمن لم يره. </p><p> ١٢٩ - {فَإِنْ تَوَلَّوْا} </p><p> أعرضوا عن الإيمان وناصبوك {فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ} . </p><p> قال عبد العزيز بن يحيى: نظم الآية لقد جاءكم رسول من أنفسكم حريص عليكم بالمؤمنين رءوف رحيم، عزيز عليه ما عنتم، لا يهمه إلا </p><p>(١) ذكر نحوه السجستاني في \"غريبه\" (ص ٣٢٤ - ٣٢٥). (٢) أخرجه الطبري في \"جامع البيان\" ١١/ ٧٧ من طريق يزيد، عن سعيد، عن قتادة. . به.(٣) \"معاني القرآن\" للفراء ١/ ٤٥٦.وقال القرطبي في \"الجامع لأحكام القرآن\" ٨/ ٣٠٢: والحرص على الشيء: الشخ أن يضيع ويتلف.(٤) \"جامع البيان\" للطبري ١١/ ٧٦.(٥) ذكره والقولين بعده أبو حيان في \"البحر المحيط\" لأبي حيان ٥/ ١٢٢.</p><p> شأنكم وهو القائم بالشفاعة لكم، فلا تهتموا لما عنتّم ما أقمتم على سنته؛ فإنه لا يرضيه إلا دخولكم الجنة (١) ، كقوله - صلى الله عليه وسلم -: \"من ترك مالًا فلورثته، ومن ترك دينًا أو كلًّا فإليّ وعليّ\"  (٢) . </p><p> وقال الحسين بن الفضل: لم يجمع الله لأحد من الأنبياء بين اسمين من أسمائه إلا للنبي - صلى الله عليه وسلم -، فإنه قال:  {بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ} وقال تعالى {بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ}  (٣)  (٤) . </p><p> وقال يحيى بن جعدة (٥) : كان عمر بن الخطاب - رضي الله عنه - لا يُثبِت آية في المصحف حتى يشهد عليها رجلان، فجاءه رجل من الأنصار بالآيتين من آخر سورة التوبة: فقال عمر - رضي الله عنه -: والله لا أسألك </p><p>(١) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٨/ ٣٠٢. (٢) أخرجه بنحوه أحمد في \"المسند\" ٢/ ٢٩٠، ٤٥٣ (٧٨٩٩، ٩٨٤٨)، والبخاري في النفقات، باب قول النبي - صلى الله عليه وسلم - من ترك كلاًّ أو ضياعًا (٥٣٧١) وفي الفرائض، باب قول النبي - صلى الله عليه وسلم - \"من ترك مالًا فلأهله\" (٦٧٣١)، ومسلم، في الفرائض، باب من ترك مالاً فلورثته (١٦١٩)، والترمذي في الجنائز، باب ما جاء في الصلاة على المديون (١٠٧٠)، والنسائي في الكبرى، في الجنائز، باب الصلاة على من عليه دين (٢٥٩٠) من طرق عن الزهريّ، عن أبي سلمة، عن أبي هريرة مرفوعًا. وللحديث طرق أخرى عن أبي هريرة - رضي الله عنه - في الصحيحين وغيرهما.(٣) الحج: ٦٥.(٤) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٨/ ٣٠٢، والزمخشري في \"الكشاف\" ٢/ ١٧٩، والهمداني في \"إعراب القرآن\" ٢/ ٥٢٧.(٥) \"تقريب التهذيب\" لابن حجر (٧٥٧٥)، \"الجرح والتعديل\" لابن أبي حاتم ٩/ ١٣٣، \"تهذيب الكمال\" للمزي ٣١/ ٢٥٣، \"جامع التحصيل\" للعلائي (ص ٢٩٧).</p><p> عليها بَيِّنَة؛ كذلك كان رسول الله - صَلَّى الله عليه وسلم -، فأثْبَتَهُما (١) . </p><p> وهي آخر آية نزلت من السماء في قول بعضهم (٢) . </p><p> وآخر سورة كاملة نزلت سورة (براءة) . </p><p> [١٤٨٠] أخبرنا عبد الله بن حامد (٣) ، أنا محمَّد بن محمَّد بن الحسن (٤) ، قال: نا علي بن عبد العزيز (٥) ، </p><p>(١) أخرجه سعيد بن منصور في \"سننه\" ٥/ ٣٠٢ من طريق ابن عيينة، عن عمرو بن دينار، عن يَحْيَى بن جعدة .. به. وسنده ضعيف للانقطاع بين يَحْيَى بن جعدة وعمر.وأخرجه الطبري في \"جامع البيان\" ١١/ ٧٨ من طريق سفيان بن وكيع، عن ابن عيينة، عن عمرو، عن عبيد بن عمير قال: كان عمر رحمة الله عليه لا يثبت آية في المصحف .. فذكره. هكذا بجعل الراوي عن عمر هو عبيد بن عمير؛ لا يَحْيَى. وذكره السيوطي في \"الدر المنثور\" ٣/ ٥٢٨ من رواية عبيد بن عمير، وعزاه لابن جرير وابن المنذر وأبي الشَّيخ.لكن سفيان بن وكيع ضعيف كما قال الذهبي في \"الكاشف\" ١/ ٣٧٩.فلا يقوى على معارضة سعيد بن منصور.وأصل القصة ثابت من حديث زيد بن ثابت - رضي الله عنه - عند البُخاريّ في التفسير، باب لقد جاءكم رسول من أنفسكم (٤٦٧٩)، والترمذي في التفسير، باب ومن سورة التوبة (٣١٠٣) وفيه يقول زيد - رضي الله عنه - فتتبعت القرآن أجمعه من العسب واللخاف وصدور الرجال، حتَّى وجدت آخر سورة التوبة مع أبي خزيمة الأنصاري، لم أجدها مع أحد غيره {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ} حتَّى خاتمة براءة.(٢) قاله أبي بن كعب - رضي الله عنه -، كما في \"جامع البيان\" للطبري ١١/ ٧٨ من طريق علي بن زيد، عن يوسف، عن ابن عباس، عن أبي بن كعب .. به.(٣) لم يُذكر بجرح أو تعديل.(٤) أبو الحسن الكازري، صحيح السماع، مقبولاً في الرِّواية.(٥) هو أبو الحسن البغوي، ثقة.</p><p> نا حجاج (١) ، نا همام (٢) ، عن قتادة (٣) قال: إن آخر القرآن عهدًا بالسماء هاتان الآيتان خاتمة (براءة)  {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ} إلى قوله {وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ}  (٤) . </p><p> وقوله تعالى:  {فَإِنْ تَوَلَّوْا} أعرضوا عن الإيمان وناصبوك {فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ} قراءة العامة بخفض الميم على نعت العرش، وقرأ ابن محيصن بالرفع (٥) على نعت الرب -عز وجل-) (٦)  (٧) . </p><p> * * * </p><p>(١) هو ابن منهال الأنماطي، ثقة فاضل. (٢) هو ابن يَحْيَى العوذي، ثقة ربما وهم.(٣) قتادة بن دعامة السدوسي، ثقة، ثبت.(٤) [١٤٨٠] الحكم على الإسناد:شيخ المصنف لم يذكر بجرح أو تعديل، والكازري مقبول الرِّواية.التخريج:ولم أجد من ذكره عن قتادة غير المصنف.وإنما أخرجه الطبري في \"جامع البيان\" ١١/ ٧٨ من طريق أبان بن يزيد العطّار، عن قتادة، عن أبيّ. بنحوه.وانظر أيضاً \"الإتقان\" للسيوطي ١/ ١٨٢.(٥) انظر: \"زاد المسير\" لابن الجوزي ٣/ ٥٢١، \"البحر المحيط\" لأبي حيان ٥/ ١٢٢ وفيه: (ورويت عن ابن كثير).(٦) ما بين المعقوفين بياض في الأصل قدر سطرين، تم استدراكه من (ت).(٧) كتب الناسخ في آخر الأصل هنا: تم الجزء السادس من تفسير الثعلبي نحمد الله على عونه وحسن تيسيره، وذلك =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= يوم الإثنين لعشر بقين من ربيع الأوَّل سنة ثمان وعشرين وستمائة، كتبه العبد الفقير إلى مغفرة ربه ورضوانه وعفوه حامد بن محمَّد بن حامد بن عبدك الشتري غفر الله له ولوالديه ونفعه بالعلم الشريف ولجميع المسلمين .. وصلى الله على سيدنا نبيه ورسوله محمَّد وآله وسلم تسليمًا، ورضي الله عن أصحابه وأتباعه وسلاك سننه إلى يوم الدين، والحمد لله رب العالمين، وحسبنا الله ونعم الوكيل.وفي آخرها تملّك: ملك سليمان أحمد سعيد محمَّد الجملي عفا الله عنه.</p><p> ١٠ - سُورَة يونس </p><p> سورة يونس - عليه السَّلام - </p><p> مكية (١) ، وهي مائة وتسع آيات، وحروفها سبعة آلاف وخمسمائة وسبعة (٢) وستون حرفًا، وكلماتها ألف وثمانمائة واثنتان وثلاثون كلمة (٣) . </p><p> [١٤٨١] أخبرنا كامل بن أحمد (٤) وسعيد بن محمَّد (٥) ومحمد بن القاسم (٦) قالوا: حدّثنا محمَّد بن مطر (٧) ، نا إبراهيم بن شريك (٨) ، نا </p><p>(١) وهي رواية عطية، وابن أبا طلحة عن ابن عباس، وبه قال الحسن وعكرمة كما في \"زاد المسير\" لابن الجوزي ٤/ ٣. زاد القرطبي في \"الجامع لأحكام القرآن\" ٨/ ٣٠٤: وعطاء وجابر.وقال الفيروزآبادي في \"بصائر ذوي التمييز\" ١/ ٢٣٨: مكية بالاتفاق.وحكى ابن الجوزي في \"زاد المسير\" ٤/ ٣ رواية أبي صالح عن ابن عباس أن فيها من المدني ..(٢) في (ت): وتسعة.(٣) كذا في \"البيان في عد آي القرآن\" للداني (ص ١٦٣)، \"القول الوجيز\" للمخللاتي (ص ٢٠٣).(٤) في (ت): محمَّد، وهو تحريف.وهو أبو جعفر النحوي، ثقة، صحيح الرِّواية.(٥) سعيد بن محمَّد بن محمَّد بن إبراهيم بن الحسن الزعفراني أبو عثمان، ثقة، صالح.(٦) لم يتبين لي من هو.(٧) محمَّد بن جعفر بن محمَّد بن مطر النيسابوري، عدل ضابط.(٨) أبو إسحاق الأسدي الكوفيِّ، الإمام، المحدث، الثقة.</p><p> أحمد بن يونس (١) ، نا سلاّم بن سليم (٢) ، نا هارون بن كثير (٣) ، عن زيد ابن أسلم (٤) ، عن أبيه (٥) ، عن أبي أمامة (٦) ، عن أبي بن كعب (٧) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة يونس أعطي من الأجر عشر حسنات، بعدد من صدق بيونس وكذب به، وبعدد من غرق مع فرعون\"  (٨) . </p><p>(١) أحمد بن عبد الله بن يونس بن عبد الله بن قيس التميمي اليربوعي، الكوفيِّ، ثقة حافظ. (٢) متروك.(٣) مجهول.(٤) قال ابن حجر: هو تحريف والصَّواب: زيد بن سالم، جهله أبو حاتم.(٥) أسلم العدوي، مولى عمر، ثقة مخضرم.(٦) أسعد بن سهل بن حنيف الأنصاري، أبو أمامة، له رؤية ولم يسمع من النَّبيّ - صلى الله عليه وسلم -.(٧) صحابي، مشهور.(٨) [١٤٨١] الحكم على الإسناد:واهٍ؛ آفته سلام بن سُليم، وهارون بن كثير.التخريج:أخرجه الواحدي في \"الوسيط\" ٢/ ٥٣٧ من طريق سعيد بن محمَّد، عن محمَّد بن جعفر بن مطر .. به.وذكره الزمخشري في \"الكشاف\" ٢/ ٢٠٦.وهو جزء من حديث أبيّ الطَّويل في فضائل السور، سورةً سورة.أخرجه ابن عدي في \"الكامل\" ٧/ ١٢٧ من طريق إبراهيم بن شريك الآمدي .. به. قال ابن المبارك: أظن الزنادقة وضعته. وقال الشوكاني في \"الفوائد المجموعة\" (ص ٢٦٤): ولا خلاف بين الحفَّاظ بأن حديث أبيّ بن كعب هذا موضوع، وقد اغتر به جماعة من المفسرين فذكروه في تفاسيرهم: كالثعلبي والواحدي والزمخشري في \"الكشاف\"، ولا جرم فليسوا من أهل هذا الشأن.</p>"
}