{
  "id": null,
  "sura": 9,
  "aya": 60,
  "text": "<p> ٦٠ - فقال {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ} </p><p> لا للمنافقين. </p><p> واختلف العلماء في صفة الفقير والمسكين. </p><p> فقال ابن عباس، والحسن، وجابر بن زيد، والزهري، ومجاهد، وابن زيد: الفقير المتعفف عن المسألة، والمسكين المحتاج المسائل (١) . </p><p> وقال الضحاك وإبراهيم النخعي: الفقراء فقراء المهاجرين، والمسكين (٢) من لم يهاجر من المسلمين المحتاجين (٣) . </p><p>(١) انظر أقوالهم مسندة في \"المصنف\" لابن أبي شيبة ٤/ ٣٢٤، \"جامع البيان\" للطبري ١٠/ ١٥٨، \"تفسير القرآن العظيم\" لابن أبي حاتم ٦/ ١٨١٩ - ١٨٢٠. وذكرها وما بعدها الماوردي في \"النكت والعيون\" ٢/ ٣٧٤ - ٣٧٥، والبغوي في \"معالم التنزيل\" ٤/ ٦١، وابن الجوزي في \"زاد المسير\" ٣/ ٤٥٥ - ٤٥٦، والسيوطي في \"الدر المنثور\" ٣/ ٤٤٩ - ٤٥٠. واختار هذا القول الطبري ١٠/ ١٥٩، وابن عطية في \"المحرر الوجيز\" ٣/ ٤٨.(٢) في (ت): والمساكين.(٣) أثر الضحاك ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٥٠ وعزاه لابن أبي شيبة.وقد أخرجه ابن أبي شيبة في \"المصنف\" ٤/ ٢٣٤ (١٠٦٨٧)، والطبري في \"جامع البيان\" ١٠/ ١٥٩، والنحاس في \"معاني القرآن\" ٣/ ٢٢١ من طريق جرير بن حازم، عن علي بن الحكم، عنه .. به.وأشار إليه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨١٩ بعد ما أسند قول النخعي حيث قال: وروي عن الضحاك أنه قال: المهاجرين.وأثر النخعي أخرجه الطبري في \"جامع البيان\" ١٠/ ١٥٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨١٨ من طريق منصور، عن إبراهيم .. به.</p><p> وقال قتادة: الفقير الزمن المحتاج، والمسكين الصحيح المحتاج (١) . </p><p> وروى ابن عُلَيّة (٢) ، عن ابن عونٍ (٣) ، عن ابن سيرين (٤) ، عن عمر ابن الخطاب - رضي الله عنه - قال: ليس الفقير الذي لا مال له؛ ولكن الفقير الأخْلَقُ الكَسْبِ. قال ابن عُلَية: الأخلق المحُارَف عندنا (٥) . </p><p>(١) ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٤٩ وعزاه لعبد الرزاق وابن المنذر وابن أبي حاتم والنحاس وأبي الشيخ. وقد أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٢٧٨، والطبري في \"جامع البيان\" ١٠/ ١٥٨ من طريق معمر، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨١٩ من طريق أبي عوانة، كلاهما عن قتادة .. به وذكره النحاس في \"معاني القرآن\" ٣/ ٢٢٠.(٢) إسماعيل بن إبراهيم بن مقسم، ثقة، حافظ.(٣) عبد الله بن عون، ثقة، ثبت، فاضل.(٤) محمَّد بن سيرين، ثقة، ثبت، كبير القدر.(٥) الحكم على الإسناد:رجاله ثقات.التخريج:أخرجه الطبري في \"جامع البيان\" ١٠/ ١٥٩ من طريق يعقوب بن إبراهيم، عن ابن عليه .. به.وأخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٢٨٠، والطبري في \"جامع البيان\" ١٠/ ١٥٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨١٨ من طريق أيوب، عن ابن سيرين .. بنحوه. وذكره ابن كثير ٧/ ٢١٩.وفسّره ابن الأثير في \"النهاية في غريب الحديث والأثر\" ٢/ ٧١ بقوله: أراد أن الفقر الأكبر إنما هو فقر الآخرة، وأن فقر الدنيا أهون الفقرين .. وقال محمود شاكر: أراد عمر: أن الفقير هو الذي لم يقدم لآخرته شيئًا يثاب عليه.</p><p> وقال عكرمة: الفقراء فقراء المسلمين، والمساكين من أهل الكتاب (١) . </p><p> وقال أبو بكر العَبْسي (٢) : رأى عمر بن الخطاب - رضي الله عنه - مكفوفًا مطروحًا على باب المدينة، فقال له عمر - رضي الله عنه -: مالك؟ ! قال: اسْتَكْرُوني في هذِه الجزية، حتى إذا (٣) كُفّ بصري، تركوني فليس لي (٤) أحد يعودُ عليَّ بشيء، فقال عمر - رضي الله عنه -: ما أُنْصِفتَ إذًا، فأمر له بقوته وما يصلحه، ثم قال: هذا من الذين قال الله تعالى: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ} هم زَمْنَى (٥) أهل الكتاب (٦) . </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٥٩ من طريق عمر بن نافع، عن عكرمة به. (٢) ذكره البخاري في الكنى من \"التاريخ الكبير\" ٨/ ١٣ وقال: روى عنه عمر بن نافع ولم يزد عليه، ومثله في \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٣٤١، \"تهذيب التهذيب\" ١٢/ ٤٤.(٣) من (ت).(٤) من (ت).(٥) زمنى: جمع زَمِن، وهو الرجل الذي به عاهة. \"لسان العرب\" لابن منظور (زمن).(٦) ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٤٩ وعزاه لابن أبي شيبة، وسعيد بن منصور وابن أبي حاتم.وقد أخرجه ابن أبي شيبة في \"المصنف\" ٤/ ٢٨٨ (١٠٤٩٨)، وسعيد بن منصور في \"السنن\" ٥/ ٢٥٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨١٧ من طريق أبي معاوية، عن عمر بن نافع، عن أبي بكر العبسي مختصرًا عند ابن أبي شيبة وسعيد بن منصور، وبزيادة القصة عند ابن أبي حاتم.وذكر نحوه القرطبي في \"الجامع لأحكام القرآن\" ٨/ ١٧١، وابن كثير في \"تفسير القرآن العظيم\" ٧/ ٢٢١ وقال: وهذا قول غريب جدًّا، على تقدير صحة الإسناد.</p><p> وقال ابن عباس رضي الله عنهما: المساكين هم الطوافون، والفقراء فقراء المسلمين (١) . </p><p> [١٤٤٧] وأخبرنا عبد الله بن حامد (٢) ، قال: أنا محمد بن جعفر (٣) ، نا أحمد بن عبد الله (٤) بن يزيد المؤدب (٥) ، نا عبد الرزاق (٦) ، أخبرنا (٧) معمر (٨) ، عن همام بن منبه (٩) ، عن أبي هريرة - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: \"ليس المسكين هذا الطوّاف الذي يطوف على الناس تَرُدُّه اللقمة واللقمتان، والتمرة والتمرتان، إنما المسكين الذي لا يجد غِنى يُغنيه، ويستحي أن </p><p>(١) ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٤٩ وعزاه لابن المنذر والنحاس. وقد أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨١٨ من طريق علي بن أبي طلحة، عن ابن عباس .. بنحوه.وذكره النحاس في \"معاني القرآن\" ٣/ ٢٢١.(٢) الوزان، لم يذكر بجرح أو تعديل.(٣) أبو بكر المطيري، ثقة مأمون.(٤) في جميع النسخ: عبيد الله، وهو تحريف، والتصويب من مصادر الترجمة.(٥) أحمد بن عبد الله بن يزيد الهُشَيمي، المؤدب أبو جعفر، قال ابن عدي: كان بسامراء يضع الحديث. مات سنة (٢٧١ هـ).انظر: \"الكامل\" لابن عدي ١/ ١٩٢، \"تاريخ بغداد\" ٤/ ٢١٨، \"ميزان الاعتدال\" ١/ ١٠٩.(٦) ابن همام الصنعاني، ثقة، حافظ، عمي في آخر عمره فتغير.(٧) في (ت): حدثنا.(٨) ابن راشد الصنعاني، ثقة، ثبت، فاضل.(٩) ثقة.</p><p> يسأل الناس، ولا يُفطَنُ له فيُتَصدّق عليه\" (١) . </p><p> وقال الفراء: الفقراء أهل الصفّة، لم يكن لهم عشائر ولا مال، كانوا يلتمسون الفضل، ثم يأوون إلى مسجد رسول الله - صلى الله عليه وسلم -، والمساكين الطوافون على الأبواب (٢) . </p><p> وقال عبيد الله بن الحسن (٣) : المسكين الذي يخشع ويستكين وإن لم يسأل، والفقير الذي يتحمّل ويقبل الشيء سرًّا ولا يخشع. </p><p> وقال القتيبي: الفقير الذي له البلغة من العيش، والمسكين الذي لا </p><p>(١) [١٤٤٧] الحكم على الإسناد. إسناده ضعيف جدا لحال عبد الله المؤدب، والحديث صحيح كما سيأتي.التخريج:أخرجه أحمد في \"المسند\" ٢/ ٣١٦ (٨١٨١٧)، والبيهقي في \"السنن الكبرى\" ٧/ ١١، والبغوي في \"شرح السنة\" ٦/ ٨٧ من طريق أحمد بن يوسف السلمي، عن عبد الرزاق .. به. وهو في \"صحيفه همام\" (ص ٤٨).وللحديث طرق كثيرة عن أبي هريرة - رضي الله عنه -، منها ما أخرجه مالك في \"الموطأ\" ٢/ ٩٢٣ ومن طريقه البخاري في الزكاة، باب قوله تعالى {لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا} (١٤٧٦) والنسائي في \"السنن الكبرى\" في الزكاة، باب تفسير المسكين (٢٣٥٣) وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٨/ ١٣٩ والبيهقي في \"السنن الكبرى\" ٧/ ١١ والبغوي في \"شرح السنة\" ٦/ ٨٧ من طريق أبي الزناد، عن الأعرج، عن أبي هريرة .. به.وأخرجه أحمد في \"المسند\" ٢/ ٣٩٣ (٩١١١)، وأبو داود في الزكاة، باب من يعطى من الصدقة (١٦٣١)، وابن خزيمة في \"صحيحه\" ٤/ ٦٦ من طريق الأعمش، عن أبي صالح، عن أبي هريرة .. بنحوه.(٢) \"معاني القرآن\" للفراء ١/ ٤٤٣ وزاد في آخره: يلتمسون الفضل بالنهار.(٣) في (ت): عبد الله بن الحسن.</p><p> شيء له (١) ، واحتج بقول الشاعر (٢) : </p><p> أمَّا الفَقِيرُ الذي كَانتْ حَلوبَته ... وَفْقَ العيال فلم يُترك له سَبَد </p><p> فجعل له حلوبة وجعلها وفقًا لعياله؛ أي قوتًا لا فضل فيه، يدل </p><p> عليه ما روى عبد الرحمن بن أبزى - رضي الله عنه - قال: كان ناس من المهاجرين، لأحدهم الدار، والزوجة، والعبد، والناقة يحج عليها ويغزو، فنسبهم الله إلى أنهم فقراء وجعل لهم سهمًا من الزكاة (٣) . </p><p> وقال محمد بن مسلمة: الفقير الذي له المسكن يسكنه والخادم الذي هو أسفل من ذلك (٤) ، والمسكين الذي لا ملك له (٥) . </p><p>(١) لم أجده في المطبوع من مصنفاته، وقد نقله عنه البغوي في \"معالم التنزيل\" ٤/ ٦٢، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ١٦٨ - ١٦٩، وأبو حيان في \"البحر المحيط\" ٥/ ٥٨. (٢) البيت للراعي النميري في \"ديوانه\" (٦٤)، \"جمهرة اللغة\" لابن دريد (٨٥٦)، \"تهذيب اللغة\" للأزهري ٩/ ١١٤، ٣٤٢، \"مجمل اللغة\" لابن فارس ٤/ ١٥٩، \"إصلاح المنطق\" لابن السكيت (٣٢٦)، \"معجم مقاييس اللغة\" لابن فارس ٤/ ٤٤٤، \"المخصص\" لابن سيده ١١/ ٢٨٥، \"معاني القرآن\" للنحاس ٣/ ٢٢٢، \"المحرر الوجيز\" لابن عطية ٣/ ٤٨، \"الجامع لأحكام القرآن\" للقرطبي ٨/ ١٦٩.(٣) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٥٩ من طريق جعفر، عن سعيد بن جبير وسعيد بن عبد الرحمن بن أبزى .. به.وكذا عند ابن كثير في \"تفسير القرآن العظيم\" ٧/ ٢٢٠: سعيد بن عبد الرحمن بن أبزى.(٤) في \"الجامع لأحكام القرآن\" للقرطبي ٨/ ١٧١: إلى من هو أسفل من ذلك.(٥) ذكره البغوي في \"معالم التنزيل\" ٤/ ٦٢، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ١٧١.</p><p> قال (١) : وكل محتاج إلى شيء فهو مفتقر إليه وإن كان غنيًا عن غيره، قال الله تعالى:  {يَاأَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ}  (٢) والمسكين المحتاج إلى كل شيء، ألم (٣) تر كيف حضَّ الله (٤) على إطعامه، وجعل الكفّارات من الأطعمة له، ولا فاقة أعظم من الحاجة إلى سدِّ الجَوعَة، وأما قوله تعالى:  {أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ}  (٥) فإن تسميتهم ها هنا مساكين على جهة الرحمة والاستضعاف، لا لِمِلْكِهم السفينة؛ كما يقالُ لمن امتُحِن بنكبة، أو دُفِع إلى بَلِيَّة: مسكين. </p><p> وفي الحديث:  \"مساكين أهل النار\"  (٦) . </p><p> وقال الشاعر (٧) : </p><p>(١) في (ت): قالوا. (٢) فاطر: ١٥.(٣) في (ت): ألا.(٤) من (ت).(٥) الكهف: ٧٩.(٦) لم أجده في شيء من مصنفات الحديث التي وقفت عليها.لكن أخرج الطبري في \"جامع البيان\"٢٢/ ١٤٠ في تفسير سورة فاطر، من طريق أبي هلال الراسبي، عن قتادة، عن أبي السوداء قال: مساكين أهل النار، لا يموتون، لو ماتوا لاستراحوا.وأبو السوداء لم أتبينه هل هو الحجازي الراوي عن ابن عمر، أم هو النهدي عمرو ابن عمران، وعلى كلّ فكلاهما من طبقة التابعين، وفي تسمية رواية التابعي الموقوفة عليه حديث تجوز والله أعلم.(٧) من (ت). =</p><p> مساكين أهلُ الحُبّ حَتى قُبُورُهُم ... عَليها تُراب الذلّ بين المقَابر </p><p> {وَالْعَامِلِينَ عَلَيْهَا} ؛ يعني سعاتها وجباتها، الذين يتولون قبضها من أهلها، ووضعها في حقّها، ويعملون عليها، يُعطون ذلك بالسّعَاية؛ أغنياء كانوا أو فقراء (١) . واختلفوا في قدر ما يُعطَون: </p><p> فقال الضحاك: يُعطَون الثُّمُن من الصدقة (٢) . </p><p> وقال مجاهد: يأكل العُمَّال من السهم الثامن (٣) . </p><p> وقال عبد الله بن عمرو بن العاص - رضي الله عنه -: يعطون على قدر أعمالهم (٤) . </p><p> وهو قول الشافعي وأبي ثور، قالا: يعطون بقدر أجور أمثالهم، وإن كان أكثر من الثُّمنُ (٥) ، يدل عليه قول عبد الرحمن بن زيد </p><p>= والبيت لم أجد من ذكره سوى القرطبي في \"الجامع لأحكام القرآن\" ٨/ ١٧٠. (١) انظر \"جامع البيان\" للطبري ١٠/ ١٦٠، \"معالم التنزيل\" للبغوي ٤/ ٦٣.(٢) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٦٠ من طريق جويبر، عنه .. به.(٣) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٦١ من طريق ابن أبي نجيح، عن مجاهد، به.(٤) في (ت) وبقية المصادر: عمالتهم.ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٥٣ وعزاه لأبي الشيخ. وفيه عبد الله بن عمر وهو خطأ.وقد أخرجه الطبري في \"جامع البيان\" ١٠/ ١٦١ من طريق عطاء بن زهير، عن أبيه، عن عبد الله بن عمرو .. بنحوه وفيه قِصّة.وذكره ابن عبد البر في \"التمهيد\" ١٧/ ٣٨٥.(٥) انظر \"الأم\" للشافعي ٢/ ٧٥، \"المهذب\" للشيرازي ١/ ٥٦٣، وهو قول أحمد كما في \"المغني\" لابن قدامة ٤/ ١٠٧.</p><p> قال: لم يكن عمر ولا أولئك يعطون العامل الثمن، إنما كانوا يفرضون له بقدر عمله (١) . </p><p> وقال مالك وأهل العراق: إنما ذلك إلى الإمام واجتهاده؛ يعطيهم الإمام قدر ما يرى (٢) . </p><p> {وَالْمُؤَلَّفَةِ قُلُوبُهُمْ} قال قتادة: هم (٣) ناس من الأعراب وغيرهم كان نبي الله - صلى الله عليه وسلم - يعطيهم يتألفهم بالعطية كيما يؤمنوا (٤) . </p><p> وقال معقل بن عبيد الله: سألت الزهري عن المؤلفة قلوبهم، فقال: من أسلم من يهودي أو نصراني، قلت: وإن كان غنيًا؟ قال: وإن كان غنيًّا (٥) . </p><p> وقال ابن عباس - رضي الله عنهما -: هم قوم أسلموا، كانوا يأتون رسول الله - صلى الله عليه وسلم - </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٦١ من طريق ابن وهب، عن ابن زيد .. به. (٢) انظر \"المبسوط\" للسرخسي ٣/ ٩، \"بدائع الصنائع\" للكاساني ٢/ ٤٤، \"التمهيد\" لابن عبد البر ١٧/ ٣٨٥.(٣) من (ت).(٤) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٦٢ من طريق سعيد بن أبي عروبة، عن قتادة، به.(٥) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٦٢، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٢٣ من طريق أبو أحمد الزبيري، عن معقل .. به. ولفظ ابن أبي حاتم: وإن كان موسرًا.وذكره القرطبي في \"الجامع لأحكام القرآن\" ٨/ ١٧٨، وأبو حيان في \"البحر المحيط\" ٥/ ٦٠.</p><p> فيُرضِخ لهم من الصدقات شيئًا (١) ، فإذا أعطاهم (٢) من الصدقة فأصابوا منها خيرًا، قالوا: هذا دين صالح! وإن كان غير ذلك، عابوه وتركوه (٣) . </p><p> وقال ابن كيسان: هم قوم من أهل الحرب، كان النبي - صلى الله عليه وسلم - يتألفهم بالصدقات لِيَكُفّوا عن حَرْبِه. </p><p> وقال الكلبي ويحيى بن أبي كثير (٤) وغيرهما (٥) : هم ذوو الشرف من الأحياء (٦) ، كان رسول الله - صلى الله عليه وسلم - يعطيهم ليجبر به إسلام قومهم، وهم الذين قسم بينهم يوم حنين الإبل، وهم: من بني مخزوم: الحارث بن </p><p>(١) من (ت). (٢) في (ت): أعطوا.(٣) ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٥٠ وعزاه لابن جرير وابن مردويه.وقد أخرجه الطبري في \"جامع البيان\" ١٠/ ١٦١ من طريق عطية العوفي، عن ابن عباس، به.(٤) في الأصل: يحيى بن كثير، وهو خطأ، والتصويب من (ت) ومصادر التخريج، ولعل سبب الوهم أن يحيى بن كثير هو أبو النضر صاحب البصري من تلاميذ محمد بن السائب الكلبي.ويحيى بن أبي كثير هو الإمام أبو نصر اليمامي الطائي مولاهم، أحد الأعلام، عن جابر وأنس مرسلًا وأبي سلمة، وعنه: هشام الدستوائي وهمام، قال أيوب: ما بقي على وجه الأرض مثل يحيى بن أبي كثير، قلت: كان من العباد العلماء الأثبات. مات سنة تسع وعشرين ومائة. ع.\"الكاشف\" للذهبي ٣/ ٢٦٦، \"التاريخ الكبير\" للبخاري ٨/ ٣٠١، \"تهذيب الكمال\" للمزي ٣١/ ٥٠٤، \"تقريب التهذيب\" لابن حجر (٧٦٨٢).(٥) من (ت).(٦) في (ت): الأحبار.</p><p> هشام وعبد الرحمن بن يربوع، ومن بني أمية: أبو سفيان بن حرب، ومن بني جُمح: صفوان بن أمية، ومن بني عامر بن لؤي: سهيل بن عمرو وحويطب بن عبد العزى، ومن بني أسد بن عبد العزى: حكيم بن حزام، ومن بني هاشم: أبو سفيان بن الحارث (١) بن عبد المطلب، ومن بني فزازة: عيينة بن حصن بن (٢) حذيفة بن بدر، ومن بني تميم: الأقرع بن حابس، ومن بني نضر: مالك بن عوف بن مالك، ومن بني سُليم: العباس بن مرداس، ومن بني ثقيف: العلاء بن جارية (٣) ، أعطى النبي - صلى الله عليه وسلم - كل رجل منهم مائة ناقة؛ إلا عبد الرحمن بن يربوع وحويطب بن عبد العزى وعباس بن مرداس؛ فإنه أعطي كل واحد منهم خمسين ناقة (٤) ، فقال العباس بن مرداس في ذلك للنبي - صلى الله عليه وسلم - </p><p>(١) في الأصل: حارث، والمثبت من (ت). (٢) في (ت): (و).(٣) في الأصل و (ت): حارثة، وهو تصحيف، والتصويب من مصادر الترجمة.وهو العلاء بن جارية الثقفي، حليف بني زهرة، ذكر ابن إسحاق في المغازي أنه ممن أعطاه النبي - صلى الله عليه وسلم - من غنائم حنين مائة من الإبل. \"الإصابة\" ٧/ ٣٨.(٤) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٢٨١ - ٢٨٢، والطبري في \"جامع البيان\" ١٠/ ١٦١ - ١٦٢ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٢٢ من طريق معمر، عن يحيى بن أبي كثير .. بنحوه.وأصل القصة في إعطاء هؤلاء النفر من غنائم حنين مخرّج عند مسلم في الزكاة باب إعطاء المؤلفة قلوبهم على الإسلام (١٠٦٠)، والحميدي في \"المسند\" ١/ ٢٠٠، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١١/ ١٥٨، والبيهقي في \"السنن الكبرى\" ٧/ ١٧ وفي \"دلائل النبوة\" ٥/ ١٧٨ من طريق الثوري، عن عباية ابن رفاعة، عن رافع بن خديج .. بمعناه. على اختلاف في تعيين الذين أعطاهم رسول الله - صلى الله عليه وسلم -.</p><p> أتجعلَ نُهْبي ونُهْبَ العبيد ... بين عيينة والأقرع </p><p> وما كان حِصن ولا حابسٌ ... يفوقان مِرداس (١) في مجمع </p><p> وقد كنت في الحرب ذا قدرة (٢) ... فلم أُعْطَ شيئًا ولم أُمْنَع </p><p> إلا أوابل (٣) أُعْطِيتُهما ... عَديدٍ قوائمها الأربع </p><p> وكانت نهابا تلافيتها ... بكَرِّي على الناس (٤) بالأجدع </p><p> وإيقاظي القوم أن يَرْقُدوا ... إذا هَجَعَ النَّاس لم أَهْجَع </p><p> وما كنتُ دون امريء منهما ... ومن تخفض (٥) اليوم لا يُرْفَع </p><p>(١) كذا عند ابن كثير في \"البداية والنهاية\" وعند البيهقي: شيخي. (٢) في \"البداية\": ذا تدرئ.(٣) عند البيهقي وابن كثير: أفائل.(٤) عند البيهقي وابن كثير: المهر.(٥) عند البيهقي وابن كثير: تضع.</p><p> فأعطاه النبي - صلى الله عليه وسلم - مائة ناقة (١) ، وأعطي حكيم بن حزام سبعين ناقة، فقال: يا رسول الله؛ ما كنت أدري أن أحدا أحقّ بعطائك منّي؟ فزاده عشرة أبكار، ثم زاده عشرة أبكار، حتى أتّمها له مائة، فقال حكيم - رضي الله عنه -: يا رسول الله؛ أعطيّتك التي رغبتُ عنها خير أم هذِه التي زدت؟ فقال:  \"لا، بل التي رغبتَ عنها\" ، فقال: والله لا آخذ غيرها، فأخذ السبعين، فمات حكيم - رضي الله عنه -وهو أكثر قريش مالًا (٢) . </p><p>(١) خبر المرداس من تتمة حديث رافع بن خديج المتقدم. وقد ذكر مسلم من قصيدته الأبيات: الأول والثاني والأخير. وذكرها ابن كثير في \"البداية والنهاية\" ٤/ ٣٥٩ وزاد البيت الثالث منها. وورد ذكر بقية الأبيات في رواية موسى بن عقبة، وعروة بن الزبير كما في \"دلائل النبوة\" للبيهقي ٥/ ١٨١، \"السيرة النبوية\" لابن هشام ٢/ ٤٩٣ - ٤٩٤ على اختلاف في ترتيب الأبيات.(٢) قصة إعطاء حكيم بن حزام يوم حنين من الغنائم، أخرجها البخاري في الزكاة، باب الاستعفاف عن المسألة (١٤٧٢) من طريق الزهري، عن عروة بن الزبير وسعيد بن المسيب، أن حكيم بن حزام - رضي الله عنه - قال: سألت رسول الله - صلى الله عليه وسلم - فأعطاني، ثم سألته فأعطاني، ثم سألته فأعطاني، ثم قال: \"يا حكيم؛ إن هذا المال خضرة حلوة، فمن أخذه بسخاوة نفس بورك له فيه، ومن أخذه بإشراف نفس لم يُبارك له فيه .. \".وبنحو رواية البخاري أخرجه أحمد في \"المسند\" ٣/ ٤٣٤ (١٥٥٧٤)، والحميدي في \"المسند\" ١/ ٢٥٣، ومسلم في الزكاة، باب بيان أن اليد العليا خير من السفلي (١٠٣٥)، والنسائي في \"السنن الكبرى\" في الزكاة، باب مسألة الرجل في أمر لابد له منه (٢٣٨٢)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٨/ ١٤، والبيهقي في \"السنن الكبرى\" ٤/ ١٩٦ من طريق جماعة عن الزهري وهم: يونس وسفيان والأوزاعي وفليح بن سليمان وعمرو بن الحارث، وليس في شيء منها استقلال حكيم لعطاء النبي - صلى الله عليه وسلم - الأول. =</p><p> فقال النبي - صلى الله عليه وسلم -: \"أعطي رجلًا وأترك الآخر، والذي أترك أحبّ إليَّ من الذي أعطي، ولكني أتألف هذا بالعطية، وأكل المؤمن إلى إيمانه\"  (١) . </p><p> وقال صفوان بن أمية - رضي الله عنه -: لقد أعطائي رسول الله - صلى الله عليه وسلم - ما أعطاني </p><p>= وأخرجه عبد الرزاق في \"مصنفه\" ١١/ ١٠٢ ومن طريقه الطبراني في \"المعجم الكبير\" ٣/ ١٨٨ (٣٠٧٨) من طريق معمر، عن الزهري .. بنحوه، وفيه -كما في \"المصنف\": فقال حكيم: يا رسول الله؛ ما كنت أظن أن تقصر بي دون أحد؟ ! فزاده النبي - صلى الله عليه وسلم -، ثم استزاده فزاده حتى رضي، فقال: يا رسول الله؛ أي عطيّتك خير؟ قال: \"الأولى\"، ثم قال النبي - صلى الله عليه وسلم -: \"يا حكيم بن حزام؛ إن هذا المال .. \" وفي آخره: فمات حين مات، وإنه لمن أكثر قريش مالًا. وعزا الحافظ في \"فتح الباري\" ٣/ ٣٣٧ هاتين الزيادتين من طريق معمر إلى إسحاق بن راهويه في مسنده.وانظر أيضًا \"المغازي\" للواقدي ٣/ ٩٤٥.(١) أخرجه أحمد في \"المسند\" ٥/ ٦٩ (٢٠٦٧٢) والبخاري في الجمعة، باب من قال في الخطبة بعد الثناء أما بعد (٩٢٣)، والفسوي في \"المعرفة والتاريخ\" ١/ ٣٣٠ ومن طريقه البيهقي في \"السنن الكبرى\" ٧/ ١٨، من طريق جرير بن حازم، عن الحسن، عن عمرو بن تغلب: أن رسول الله - صلى الله عليه وسلم - أُتي بمال أو سبي فقسمه، فأعطي رجا، وترك رجالاً، فبلغه أن الذين ترك عتبوا، فحمد الله ثم أثنى عليه ثم قال: \"أما بعد، فوالله إني لأعطي الرجل وأدع الرجل، والذي أدع أحب إلي من الذي أُعطي، ولكن أعطي أقوامًا لما أرى في قلوبهم من الجزع والهلع، وأكِل أقوامًا إلى ما جعل الله في قلوبهم من الغنئ والخير، فيهم عمرو بن تغلب\".وفي حديث أنس بن مالك - رضي الله عنه - عند البخاري في فرض الخمس باب ما كان النبي - صلى الله عليه وسلم - يعطي المؤلفة وغيرهم من الخمس ونحوه (٣١٤٦) قال: قال النبي - صلى الله عليه وسلم -: \"إني لأعطي قريشًا أتألفهم لأنهم حديثو عهد بجاهلية\".</p><p> وإنه لأبغض الناس إليّ، فما برح يعطيني حتى إنه لأحب الناس إليّ (١) . </p><p> ثم اختلفوا في وجود (٢) المؤلفة قلوبهم اليوم، وهل يعطون من الصدقة وغيرها أم لا؟ </p><p> فقال الحسن: أما المؤلفة قلوبهم، فليس اليوم (٣) . </p><p> وقال الشعبي: إنه لم يبق في الناس اليوم من المؤلفة قلوبهم أحد، إنما كانوا على عهد رسول الله - صلى الله عليه وسلم - فلما ولي أبو بكر - رضي الله عنه - انقطعت </p><p> الرّشي (٤) . </p><p>(١) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٢٨٢، وأحمد في \"المسند\" ٦/ ٤٦٥ (٢٧٦٣٤)، ومسلم في الفضائل باب ما سئل رسول الله - صلى الله عليه وسلم - شيئًا قط فقال: (لا) (٢٣١٣)، والترمذي في الزكاة باب ما جاء في إعطاء المؤلفة قلوبهم (٦٦٦)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١١/ ١٥٩، والبيهقي في \"السنن الكبرى\" ٧/ ١٩ من طريق الزهري، عن سعيد بن المسيب، عن صفوان بن أمية، بنحوه. (٢) من (ت).(٣) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٦٢، من طريق جرير، عن أشعث، عن الحسن، به. وأخرج ابن أبي شيبة في \"المصنف\" ٤/ ٣٦١ (١٠٨٥٧)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٢٣ من طريق حماد، عن يونس، عن الحسن قال: الذين يدخلون في الإسلام. زاد السيوطي في \"الدر المنثور\" ٣/ ٤٥١: إلى يوم القيامة.(٤) ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٥١ وعزاه للبخاري في تاريخه وابن المنذر وابن أبي حاتم وأبي الشيخ.وقد أخرجه ابن أبي شيبة في \"المصنف\" ٤/ ٣٦١ (١٠٨٥٥)، والطبري في \"جامع البيان\" ١٠/ ١٦٢ من طريق إسرائيل، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٢٢ من طريق سفيان، كلاهما عن جابر، عن الشعبي .. به. =</p><p> وهذا قول أهل العراق (١) . </p><p> يدل عليه حديث عمر بن الخطاب - رضي الله عنه - حين جاءه عيينة بن حصن فقال:  {الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ}  (٢) ، \"إن الإسلام أجلّ من أن يُرشى عليه\" ؛ أي ليس اليوم مؤلفة (٣) . </p><p> وروى أبو عوانة، عن مهاجرٍ أبي الحسن قال: أتيت أبا وائل وأبا بردة بالزكاة، وهما على بيت المال، فأخذاها، ثم جئت مرة أخرى فوجدت أبا وائل وحده، فقال: ردّها فضعها مواضعها، قلت: فما أصنع بنصيب المؤلفة قلوبهم؟ قال: ردّه على الآخرين (٤) . </p><p>= وعزاه ابن حجر في \"الدراية\" ١/ ٢٦٥ للطبراني وقال: وفي إسناده جابر الجعفي. (١) قال ابن عابدين في \"الدر المختار\" ٢/ ٣٤٢: وسكت عن المؤلفة قلوبهم لسقوطهم؛ إما بزوال العلة، أو نسخ بقوله - صلى الله عليه وسلم - لمعاذ في آخر الأمر: خذها من أغنيائهم وردها في فقرائهم.وانظر: \"الهداية\" للمرغيناني ١/ ١١٢، \"تحفة الفقهاء\" للسمرقندي ١/ ٢٩٩، وهذا القول هو مشهور مذهب مالك أيضًا؛ كما قاله ابن عبد البر في \"التمهيد\" ٢٠/ ١٤٤، وابن عطية في \"المحرر الوجيز\" ٣/ ٤٩.(٢) الكهف ٢٩.(٣) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٦٣ من طريق عبد الرحمن بن يحيى، عن حبان بن أبي جبلة، عن عمر .. بنحوه.وعزاه ابن حجر في \"الدراية\" ١/ ٢٦٥ للطبراني.(٤) ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٥١ مختصرًا، وعزاه لابن سعد. وقد أخرجه سعيد بن منصور في \"السنن\" ٥/ ٢٥٦ ومن طريقه ابن سعد في \"الطبقات الكبرى\" ٦/ ٩٧، والبيهقي في \"السنن الكبرى\" ٧/ ٢١ من طريق أبي عوانة .. به.</p><p> وقال أبو جعفر محمد بن عليّ رحمهما الله: اليوم المؤلفة قلوبهم ثابتة (١) . </p><p> وهو قول أبي ثور قال: لهم سهم يُعطيهم الإمام قدر ما يرى. </p><p> وقال الشافعي رحمه الله: المؤلفة قلوبهم ضربان: ضرب مشركون فلا يُعطّون، وضرب مسلمون أشراف مطاعون يجاهدون فيقوى بهم المسلمون، فأرى أن يُعطوا من سهم النبي - صلى الله عليه وسلم -وهو خُمس الخُمس ما يُتألفون به سوى سُهمانهم مع المسلمين. </p><p> يدّل عليه أن النبي - صلى الله عليه وسلم - أعطى المؤلفة قلوبهم بعد أن فتح الله عز وجل عليه الفتوح وفشا الإسلام وأعز أهله، فأما سهمهم من الزكاة فأرى أن يصرف في تقوية الدين وسدّ خلّة المسلمين، ولا يعطى مشرك يتألف على الإسلام؛ لأن الله تعالى أغنى دينه عن ذلك (٢) . </p><p> {وَفِي الرِّقَابِ} مختصر؛ أي وفي فك الرقاب من الرقّ (٣) . </p><p> واختلفوا فيهم: </p><p> فقال أكثر الفقهاء: هم المكاتبون (٤) . وهو قول الشافعي (٥) والليث ابن سعد. </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٦٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٢٣ من طريق إسرائيل، عن جابر، عن أبي جعفر .. بنحوه. (٢) انظر: \"الأم\" للشافعي ٢/ ٨٤ - ٨٥ بتصرف من المؤلف.(٣) انظر: \"الجامع لأحكام القرآن\" للقرطبي ٨/ ١٨٢.(٤) أسند الطبري في \"جامع البيان\" ١٠/ ١٦٣ - ١٦٤ هذا القول عن الزهري والحسن وعبد الرحمن بن زيد. وعزاه للجمهور الأعظم.(٥) انظر: \"الأم\" للشافعي ٢/ ٨٥.</p><p> ويروى أن مكاتبًا قام إلى أبي موسى الأشعري - رضي الله عنه -وهو يخطب الناس يوم الجمعة، فقال له (١) : أيها الأمير؛ حُثّ الناس عَلَيّ (٢) ! فحث عليه أبو موسى - رضي الله عنه -، فألقى الناس ملآءة وعِمامةً وخاتمًا، حتى ألقوا سوادًا كثيرًا، فلما رأى أبو موسى - رضي الله عنه - ما ألقى الناس قال: أجمعوه! فجمعوه، ثم أَمَر به فبيع، فأعطى المكاتب مكاتبته، ثم أعطى الفضل في الرقاب، ولم يردّه على الناس، وقال: إنما أُعِطِيَ النّاسُ في الرقاب (٣) . </p><p> وقال ابن عباس والحسن: يُعتَق من الرقاب (٤) . </p><p> وهو مذهب مالك وأحمد وإسحاق وأبي عبيد وأبي ثور (٥) . </p><p> وقال سعيد بن جبير والنخعي: لا يُعتق من الزكاة رقبةٌ كاملة، ولكن يُعطئ منه في رقبة، ويُعَان به مُكاتب (٦) . </p><p>(١) من (ت). (٢) في (ت): على الصدقة.(٣) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٦٣ من طريق ابن إسحاق، عن الحسن ابن دينار، عن الحسين: أن مكاتبا قام إلى أبي موسى .. فذكره.(٤) نظر \"الأموال\" لأبي عبيد (ص ٦٠٠)، \"جامع البيان\" للطبري ١٠/ ١٦٤، \"الجامع لأحكام القرآن\" للقرطبي ٨/ ١٨٢.(٥) انظر \"الكافي\" لابن عبد البر (ص ١١٤) وهو المشهور من مذهب مالك، وفي رواية المدنيين عنه أنه يُعان منه المكاتب في أخذ كتابته بما يعتق به.وانظر أيضًا \"الأموال\" لأبي عبيد (ص ٦٠٠)، \"الإنصاف\" للمرداوي ٣/ ٢٢٨، \"معالم التنزيل\" للبغوي ٤/ ٦٤، \"الجامع لأحكام القرآن\" للقرطبي ٨/ ١٨٢.(٦) ذكره عنهما ابن قدامة في \"المغني\" ٩/ ٣٢١، ولم أجد من ذكره من المفسرين.</p><p> وهو قول أبي حنيفة وأبي يوسف ومحمد رحمهم الله (١) . </p><p> وقال الزهري: سهم الرقاب نصفان، نصف لكل مُكَاتب ممن يدّعي الإسلام، والنصف الباقي يُشترى به رقاب ممن قد صلّي وصام وقَدُمَ إسلامه من ذكر وأنثى يعتقون (٢) . </p><p> {وَالْغَارِمِينَ} قال قتادة: هم قوم غَرَّقتهم الديون في غير إملاق، ولا تبذير، ولا فساد (٣) . </p><p>(١) انظر \"المبسوط\" للسرخسي ٣/ ٩، \"بدائع الصنائع\" للكاساني ٢/ ٣٩، وبه قال أحمد في رواية أبي طالب عنه؛ كما في \"المغني\" لابن قدامة ٩/ ٣٢١ وعلّله ابن قدامة بقوله: لأنه إذا أعتق من زكاته انتفع بولاء من أعتقه، فكأنه صرف الزكاة إلى نفسه. (٢) ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٥١ عن عمر بن عبد العزيز، وعزاه لابن المنذر وابن أبي حاتم.وقد أخرج ابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٢٤ من طريق الليث، عن عقيل، عن ابن شهاب: أن عمر بن عبد العزيز أمره فكتب السنّة في مواضع الصدقة، فكتب: وسهم الرقاب نصفان، نصف لكل مكاتب يدعي الإسلام، وهم على أصناف شتى في الإسلام فضيلة ولمن سواهم منزلة أخرى، على قدر ما أدى كل رجل منهم، وما بقي عليه إن شاء الله.وذكره ابن عطية في \"المحرر الوجيز\" ٣/ ٥٠، والنيسابوري في \"غرائب القرآن\" ١٠/ ١١٥.(٣) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٦٤ من طريق يزيد، عن سعيد، عن قتادة .. به.وذكره ابن الجوزي في \"زاد المسير\" ٣/ ٤٥٨ وقال: وإنما قال هذا؛ لأنه لا يؤمن في حق المفسد إذا قضى دينه أن يعود إلى الاستدانة لذلك، ولا خلاف في جواز دفع الزكاة إليه، ولكن قتادة قاله على وجه الكراهية.</p><p> وقال مجاهد: الغارمون من احترق بيته أو ذهب السيلُ بِماله أو ادّان على عياله (١) . </p><p> وقال أبو جعفر الباقر - رضي الله عنه -: الغارمون الذين يستدينون في غير فساد، ينبغي للإمام أن يقضي عنهم من بيت المال (٢) . </p><p> وقال ابن زيد: الغارم الذي يَدخلُ عليه الغُرم (٣) . </p><p> قال الشافعي رحمه الله: الغارمون صنفان: صنف ادّانوا في مصلحتهم أو في معروف أو غير معصية، ثم عجزوا عن أداء ذلك في العرض والنقد، فيعطون في غُرمهم، وصنف ادانوا في حِمَالات </p><p>(١) ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٥٢ وعزاه لعبد الرزاق وابن أبي شيبة وابن أبي حاتم وأبي الشيخ. وقد أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٢٨٠ ومن طريقه الطبري في \"جامع البيان\" ١٠/ ١٦٤ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٢٤ من طريق الثوري، عن عثمان بن الأسود، عنه .. بنحوه.وأخرجه الطبري أيضًا في \"جامع البيان\" ١٠/ ١٦٤ من طريق عثمان بن الأسود .. بنحوه.وأخرجه ابن أبي شيبة في \"المصنف\" ٤/ ٣٣٧ (١٠٧٥٤) من طريق عبيد الله بن موسى، عن مجاهد .. بنحوه.(٢) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٦٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٢٤ من طريق سفيان، عن جابر الجعفي، عن أبي جعفر .. به مختصرًا.وأخرجه الطبري أيضًا في \"جامع البيان\" برقم ١٠/ ١٦٤ من طريق إسرائيل، عن جابر، عن أبي جعفر .. به.(٣) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٦٤ من طريق يونس، عن ابن وهب، عن ابن زيد .. به.</p><p> وصلاح ذات بينٍ ومعروف، ولهم عروضٌ (١) إن بيعت أضرَّ بِهِم (٢) ، فيُعطى هؤلاء وتُوفَّر عروضهم، وذلك إذا كان دَينُهم في غير فسقٍ ولا تبذير ولا معصية، فأمّا من ادّان في معصية الله تعالى فلا أرى أن يعطي (٣) . </p><p> وأصل الغرم الخسران والنقصان (٤) ، ومنه الحديث في الرَّهن:  \"له غنمه وعليه غرمه\"  (٥) . ومن ذلك قيل للعذاب غرام، قال الله تعالى: </p><p>(١) في \"الأم\": ولهم عروض تحمل حمالاتهم أو عامتها .. (٢) في الأم زيادة: وإن لم يفتقروا.(٣) \"الأم\" للشافعي ٢/ ٧٢ دون قوله: وذلك إذا كان دينهم في غير فسق .. الخ.واختلفت الرواية عند الشافعية إذا كان الغرم في معصية، قال النووي في \"روضة الطالبين\" ٢/ ٣١٧: فإن كان في معصية كالخمر والإسراف في النفقة لم يعط قبل التوبة على الصحيح، فإن تاب ففي إعطائه وجهان: أصحهما في \"الشامل\"، \"التهذيب\": لا يعطي، وبه قال ابن أبي هريرة. وأصحهما عند أبي خلف السلمي والروياني: يُعطي، وبه قال في \"الإفصاح\"، وهو قول أبي إسحاق. قلت: جزم الإمام الرافعي في المحرر بالوجه الأول\".وانظر \"الوسيط\" للغزالي ٤/ ٥٦١.(٤) نظر \"الصحاح\" للجوهري ٥/ ١٩٩٦.(٥) يريد الحديث الذي يرويه ابن شهاب، عن سعيد بن المسيب، أن رسول الله - صلى الله عليه وسلم - قال: \"لا يَغْلَق الرَّهن\".أخرجه مالك في \"الموطأ\" ٢/ ٧٢٨ ومن طريقه الطحاوي في \"شرح معاني الآثار\"٤/ ١٠٠، وأبو داود في \"المراسيل\" (ص ١٧٠)، وعبد الرزاق في \"مصنفه\"٨/ ٢٣٧، والدارقطني في \"السنن\" ٣/ ٣٣، والبيهقى فى \"السنن الكبرى\" ٦/ ٤٠ من طرق عن الزهري .. به مرسلًا. وهو المحفوظ.وأخرجه ابن ماجه في الرهون، باب لا يغلق الرهن (٢٤٤١)، وابن حبان في =</p><p> {إِنَّ عَذَابَهَا كَانَ غَرَامًا}  (١) ، وفلان مغرم بالنساء؛ أي مُهلك بهنَّ، وما أشدّ غَرامه وِإغرامَه بالنساء (٢) . </p><p> وأما قوله:  {وَفِي سَبِيلِ اللَّهِ} فهم الغزاة والمرابطون والمحتاجون، فأما إذا كانوا أغنياء فاختلفوا فيه: </p><p> فقال أبو حنيفة وأبو يوسف ومحمد -رحمهم الله-: لا يعطى الغازي إلا أن يكون منقطعًا محتاجًا (٣) . </p><p>= \"صحيحه\" كما في \"الإحسان\" ١٣/ ٢٥٨، والدارقطني في \"السنن\" ٣/ ٣٢، والحاكم في \"المستدرك\" ٢/ ٥١، والبيهقي في \"السنن الكبرى\" ٦/ ٣٩ من طرق عن ابن شهاب، عن سعيد بن المسيب، عن أبي هريرة مرفوعًا. وقد جاء في بعض روايات الحديث زيادة (له غنمه وعليه غرمه).والتحقيق أن هذِه الزيادة مدرجة كما بيّنه أبو داود في المراسيل كما في \"تحفة الأشراف\" للمزي ١٣/ ٢١٣ فساقه من طريق الأوزاعي، عن الزهري، عن سعيد رفعه \"لا يغلق الرهن\" قال الزهري: قال ابن المسيب: له غنمه، وعليه غرمه. قال أبو داود: هذا هو الصحيح. وأخرجه أيضًا من طريق يونس، عن الزهري وفيه: كان ابن المسيب يقول: له غنمه، وعليه غرمه ..قال ابن عبد البر في \"التمهيد\" ٦/ ٤٢٦: فتبين براوية ابن وهب عن يونس بن يزيد، أن هذا من قول سعيد بن المسيب فالله أعلم.وانظر في بسط الخلاف في الحكم على الحديث وصلًا وإرسالا: \"التمهيد\" لابن عبد البر ٦/ ٤٢٥ - ٤٣٠، \"نصب الراية\" لابن حجر ٤/ ٣١٩ - ٣٢١، \"التلخيص الحبير\" لابن حجر ٣/ ٣٦، \"إرواء الغليل\" للألباني ٥/ ٢٣٩.(١) الفرقان: ٦٥.(٢) انظر \"غريب السجستاني\" (ص ٣٤٤)، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (ص ٦٠٦)، \"عمدة الحفاظ\" للسمين الحلبي ٣/ ١٠٦، \"لسان العرب\" لابن منظور (غرم).(٣) انظر \"بدائع الصنائع\" للكاساني ٢/ ٤٦، \"الحاشية\" لابن عابدين ١/ ٣٤٣.</p><p> وقال الشافعي ومالك وإسحاق وأبو عبيد وأبو ثور رحمهم الله: يعطى الغازي منها وإن كان غنيًا (١) . </p><p> يدل عليه قول النبي - صلى الله عليه وسلم -: \"لا تحل الصدقة لغني إلا لخمسة، رجل عَمِل عليها، أو رجل اشتراها بماله، أو في سبيل الله، أو ابن السبيل، أو كان له جار تُصُدِّقَ عليه فأهداها له\"  (٢) . </p><p>(١) انظر \"الأموال\" لأبي عبيد (ص ٦٠٣)، \"مواهب الجليل\" للحطاب ٢/ ٣٥٢، \"التاج والإكليل\" للمواق ٢/ ٣٥١، \"الوسيط\" للغزالي ٤/ ٥٦٣، \"روضة الطالبين\" للنووي ٢/ ٣٢١. وهو مذهب الحنابلة أيضًا كما في \"الكافي\" لابن قدامة ١/ ٣٣٥، \"كشاف القناع\" للبهوتي ٢/ ٢٨٣.(٢) أخرجه عبد الرزاق في \"مصنفه\" ٤/ ١٠٩ ومن طريقه أحمد في \"المسند\" ٣/ ٥٦ (١١٥٣٨)، وأبو داود في الزكاة، باب من يجوز له أخذ الصدقة وهو غني (١٦٣٦) وابن ماجه في الزكاة، باب من تحل له الصدقة (١٨٤١)، وابن الجارود في \"المنتقي\" (ص ٣٦٥) والدارقطني في \"السنن\" ٢/ ١٢١ وابن عبد البر في \"التمهيد\" ٥/ ٩٦، والحاكم في \"المستدرك\" ١/ ٤٠٧ والبيهقي في \"السنن الكبرى\" ٧/ ١٥ من طريق معمر، عن زيد بن أسلم، عن عطاء بن يسار، عن أبي سعيد الخدري .. بنحوه مرفوعًا.وصححه ابن خزيمة في \"صحيحه\" ٤/ ٧١.وقال الحاكم: هذا حديث صحيح على شرط الشيخين ولم يخرجاه؛ لإرسال مالك بن أنس إياه عن زيد بن أسلم. ووافقه الذهبي.وخالف معمرًا في وصله مالكٌ، فرواه عن زيد بن أسلم، عن عطاء مرسلًا:أخرجه مالك في \"الموطأ\" ١/ ٢٦٨ ومن طريقه أبو داود في الزكاة، باب من يجوز له أخذ الصدقة وهو غني (١٦٣٥) والحاكم في \"المستدرك\" ١/ ٤٠٨ والبيهقي في \"السنن الكبرى\" ٧/ ١٥ وابن عبد البر في \"التمهيد\" ٥/ ٩٦ والبغوي في \"شرح السنة\" ٦/ ٨٩. =</p><p> وأما {وَابْنَ السَّبِيلِ} فالمسافر المجتاز، سمي ابن السبيل للزومه إياه، كقول الشاعر (١) : </p><p> أنا ابن الحَرْب رَبَّتْني وَليدًا ... إلى أَنْ شِبت واكْتَهَلَت لَدَاتي </p><p> وقال مجاهد والزهري: لابن السبيل حق من الزكاة وإن كان غنيًا إذا كان منقطعًا به (٢) . </p><p> وقال مالك وفقهاء العراق رحمهم الله: هو الحاجُّ المنقطع (٣) . </p><p> وقال الشافعي: ابن السبيل من جيران الصدقة، الذين يريدون السفر في غير معصيةٍ فيعجزون عن بلوغ سفرهم إلا بمعونة (٤) . </p><p>= قال أبو داود: ورواه ابن عيينة عن زيد كما قال مالك، ورواه الثوري عن زيد قال: حدثني الثبت عن النبي - صلى الله عليه وسلم -. وقال الحاكم: هذا من شرطي في خطبة الكتاب أنه صحيح، فقد يرسل مالك في الحديث ويصله أو يسنده ثقة، والقول فيه قول الثقة الذي يصله ويسنده.(١) لم أهتد إلى قائله، وهو في \"جامع البيان\" للطبري ١٥/ ١٦٥.(٢) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٦٦ عنهما.(٣) انظر \"المبسوط\" للسرخسي ٢/ ٢٠٣، \"المدونة الكبرى\" لسحنون ٢/ ٢٩٩، و\"القوانين الفقهية\" لابن جزي (ص ٧٥). وهو قول أحمد بن حنبل كما في \"الكافي\" لابن قدامة ١/ ٣٣٦، \"كشاف القناع\" للبهوتي ٢/ ٢٨٤.(٤) \"الأم\" ٢/ ٧٢.وانظر أيضًا \"المهذب\" للشيرازي ١/ ٥٧١، \"روضة الطالبين\" للنووي ٢/ ٣٢١ قال ابن قدامة في \"الكافي\" ١/ ٣٣٦ ردًّا على ما ذهب إليه الشافعي: فأما المنشئ للسفر من بلده فليس بابن سبيل؛ لأن السبيل الطريق، وابنها الملازم لها الكائن فيها، والقاطن في بلده ليس بمسافر، ولا له حكم السفر.</p><p> وقال قتادة: هو الضيف (١)  (٢) . </p><p> {فَرِيضَةً} واجبة {مِنَ اللَّهِ} وهي (٣) نصب على القطع في قول الكسائي (٤) ، وعلى المصدر في قول سيبويه، أي فرض الله هذِه الأشياء فريضة (٥) . </p><p> وقرأ إبراهيم بن أبي عبلة (٦)  (فريضةٌ) رفعًا (٧) فجعلها خبرًا؛ كما </p><p>(١) في (ت): الضعيف، وهو تحريف. (٢) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٦٦ من طريق يزيد، عن سعيد، عن قتادة .. به.وذكره البغوي في \"معالم التنزيل\" ٤/ ٦٥، والجصاص في \"أحكام القرآن\" ٣/ ١٦٢ وقال: ومن تأوله على الضيف فقوله سائغ أيضًا؛ لأن الضيف كالمجتاز غير المقيم.(٣) في (ت): وهو.(٤) وبه قال الفراء في \"معاني القرآن\" ١/ ٤٤٤، وفي \"الجامع لأحكام القرآن\" للقرطبي ٨/ ١٩٢: ويجوز الرفع على القطع في قول الكسائي؛ أي: هنّ فريضة! !(٥) حكي قول سيبويه: القرطبي في \"الجامع لأحكام القرآن\" ٨/ ١٩٢، وأبو حيان في \"البحر المحيط\" ٥/ ٦٢.وحكي أيضًا عن الكرماني وأبي البقاء وجهًا ثالثًا في النصب: وهو أنه حال من الضمير في الفقراء؛ أي مفروضة. وذكر هذا الإعراب أيضًا الهمداني في \"إعراب القرآن\" ٢/ ٤٨٣.(٦) شمر بن يقظان بن المرتحل الشامي، أبو إسماعيل الدمشقي، ثقة كبير تابعي.(٧) \"الكامل في القراءات الخمسين\" للهذلي (ل ١٩٨/ ب)، \"شواذ القراءة\" للكرماني (ل ١٠٢/ أ)، \"إعراب القرآن\" للهمداني ٢/ ٤٨٣، \"البحر المحيط\" لأبي حيان ٥/ ٦٢.</p><p> تقول: إنما زيد خارج. {وَاللَّهُ عَلِيمٌ حَكِيمٌ} . </p><p> واختلف العلماء في كيفية قسم الصدقات المذكورة في هذِه الآية، وهل يجب لكل صنف من هؤلاء الأصناف الثانية فيها حق واجب، أو ذلك إلى رب المال ومن يتولّي قسمها في أنّ له أن يعطي جميع ذلك من شاء من الأصناف الثانية: </p><p> فقال بعضهم: له قسمها ووضعها في أي هؤلاء الأصناف شاء، وإنما سمى الله تعالى الأصناف الثانية في الآية؛ إعلامًا منه أن الصدقة لا تخرج من هذِه الأصناف إلى غيرها، لا إيجابًا لقسمها بينهم (١) ، وهو قول عمر بن الخطاب، وحذيفة، وابن عباس، وابن جبير، وعطاء، وأبي العالية، وميمون بن مهران، وأبي حنيفة رحمهم الله (٢) . </p><p> [١٤٤٨] أخبرنا عبد الله بن حامد (٣) ، قال: أنا أبو بكر المطيري (٤) ، </p><p>(١) انظر: \"جامع البيان\" للطبري ١٠/ ١٦٦. (٢) أسند أقوالهم الطبري في \"جامع البيان\" ١٠/ ١٦٦ - ١٦٧.وهو قول أبي حنيفة كما في \"بدائع الصنائع\" للكاساني ٢/ ٤٦، ومالك كما في \"مواهب الجليل\" للخطاب ٢/ ٣٥٢، وأحمد بن حنبل كما في \"المغني\" ٤/ ١٢٧ - ١٢٨، وأبو عبيد في \"الأموال\" (ص ٥٧٤).ونقل القرطبي في \"الجامع لأحكام القرآن\" ٨/ ١٦٨ عن الكيا الطبري قوله: حتى ادَّعى مالك الإجماع على ذلك. ثم قال القرطبي: يريد إجماع الصحابة؛ فإنه لا يعلم لهم مخالف منهم على ما قال أبو عمر، والله أعلم.(٣) لم يذكر بجرح أو تعديل.(٤) ثقة، مأمون.</p><p> قال: نا علي بن حرب (١) ، قال: نا ابن فضيل (٢) ، قال: نا عطاء (٣) ، عن سعيد (٤) : {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ} الآية. قال: أيُّ هذِه الأصناف وجدت أجزاك أن تعطيه وحده صدقتك (٥) . </p><p> وكان الشافعي رحمه الله يجري الآية على ظاهرها ويقول: إذا تولّي ربُّ المال قَسْمَها؛ فإن عليه وضعها في ستة أصناف؛ لأن سهم المؤلفة ساقط، وسهم العاملين يبطل بقَسْمِهِ إيَّاها، وإن تولى الإمام قسمها فعليه أن يقسمها على سبعة أصناف، ولا يجزي أن يعطي من كل صنف منهم أقلَّ من ثلاثة أنفس، ولا يصرف منها سهم ولا شيء منه عن (٦) أهله ما دام من أهله أحد يستحق، ولا يخرج من بلد وفيه أهله، وتُردّ حصّة من لم يوجد من أهل السهمان </p><p>(١) أبو الحسن الطائي، صدوق فاضل. (٢) محمد بن فضيل بن غزوان الضبي مولاهم، الحافظ أبو عبد الرحمن، صدوق، عارف، رُمي بالتشيع.(٣) هو ابن السائب، صدوق، اختلط.(٤) هو ابن جبير، تابعي ثقة جليل.(٥) [١٤٤٨] الحكم على الإسناد:إسناد المصنف فيه عبد الله بن حامد لم أر فيه جرحا أو تعديلًا، وسماع ابن فضيل من عطاء لم يتميز، هل هو قبل الاختلاط أو بعده.التخريج:أخرجه الطبري في \"جامع البيان\" ١٠/ ١٦٧ من طريق جرير وسفيان ومسعود ثلاثتهم عن عطاء بن السائب، عن سعيد بن جبير .. بنحوه.وإسناده حسن، فسماع سفيان من عطاء قديم قبل الاختلاط.(٦) في (ت): على، وهو تحريف.</p>"
}