{
  "id": null,
  "sura": 9,
  "aya": 40,
  "text": "<p> {وَلَا تَضُرُّوهُ شَيْئًا} بترككم النفير؛ لأنه لا حاجة به إليكم (١) . </p><p> {وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} . </p><p> ٤٠ - قوله تعالى:  {إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ} </p><p> هذا إعلام من الله تعالى أنه هو المتكفل بنصر رسوله - صلى الله عليه وسلم - وإظهار دينه أعانوه أو لم يعينوه، وأنه قد نصره حين كان أولياؤه قليلًا وأعداؤه كثيرًا، فكيف به اليوم وهو في كثرة من العدد والعدة. فقال عز من قائل: إن لا تنفروا أيها المؤمنون إذا استنفركم، ولا تنصروه إذا استنصركم، فالله معينه ومغنيه عنكم كما نصره {إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا}  (٢) . </p><p> وقيل معناه: إن لم تنصروه فقد نصره الله إذ أخرجه الذين كفروا من مكة، حين مكروا به وأرادوا تبييته وهموا بقتله (٣)  {ثَانِيَ اثْنَيْنِ} نصب على الحال (٤) ، أي: وهو أحد الاثنين، والاثنان رسول الله - صلى الله عليه وسلم - وأبو بكر الصديق (٥) - رضي الله عنه -. </p><p> {إِذْ هُمَا فِي الْغَارِ} وهو نقب في جبل بمكة يقال له ثور (٦) . </p><p>(١) \"جامع البيان\" للطبري ١٠/ ١٣٤، \"معالم التنزيل\" للبغوي ٤/ ٤٨. (٢) \"جامع البيان\" للطبري ١٠/ ١٣٥ - ١٣٦، بتصرف يسير.(٣) إشارة إلى قوله تعالى: {وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ (٣٠)} [الأنفال: ٣٠].(٤) انظر \"معاني القرآن\" للزجاج ٢/ ٤٤٩، \"البحر المحيط\" لأبي حيان ٥/ ٤٥.(٥) من (ت).(٦) ثور: جبل جنوب مكة، عالٍ أغبر، يرى من جميع نواحيها المرتفعة، وبه غار ثور الذي اختبأ فيه رسول الله - صلى الله عليه وسلم - وصاحبه أول هجرته. =</p><p> {إِذْ يَقُولُ لِصَاحِبِهِ} أبي بكر {لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا} بالعون والنصرة (١) . </p><p> ولم يكن حزن أبي بكر - رضي الله عنه - جبنًا منه، ولا سوء ظنّ، وإنما كان إشفاقًا منه على رسول الله - صلى الله عليه وسلم -؛ وذلك أنه قال: يا رسول الله؛ إن قُتلتُ فأنا رجل واحد، وإن قتلتَ هلكت الأمّة (٢) . </p><p> [١٤٤١] يدل عليه ما أخبرنا الحسن بن محمَّد بن الحسن بن جعفر (٣) ، قال: نا إبراهيم بن مضارب بن إبراهيم (٤) ومحمد بن صالح بن هانئ (٥) -واللفظ له-، قالا: نا الحسين بن الفضل </p><p>= \"معجم البلدان\" لياقوت ٢/ ١٠٠، \"معجم المعالم الجغرافية في السيرة النبوية\" لعاتق البلادي (ص ٧٢). (١) قال البخاري في \"صحيحه\" كما في \"فتح الباري\" ٨/ ٣٢٦: مَعَنا: ناصرنا.(٢) انظر \"تفسير مقاتل\" ٢/ ١٧١، \"بحر العلوم\" للسمرقندي ٢/ ٥١، \"البحر المحيط\" لأبي حيان ٥/ ٤٥، وفي \"الروض الأنف\" للسهيلي ٢/ ٢٣٢: ألا ترى كيف قال: لا تحزن! ولم يقل: لا تخف؛ لأن حزنه على رسول الله - صلى الله عليه وسلم - شغله عن خوفه على نفسه، ولأنه أيضًا رأى ما نزل برسول الله - صلى الله عليه وسلم - من النصب وكونه في ضيقة الغار مع فرقة الأهل ووحشة الغربة، وكان أرقّ الناس على رسول الله - صلى الله عليه وسلم - وأشفقهم عليه فحزن لذلك.(٣) أبو القاسم ابن حبيب النيسابوري، قيل: كذبه الحاكم.(٤) لم يذكر بجرح أو تعديل.(٥) من شيوخ أبي عبد الله الحاكم بخراسان، لم أجد له ترجمة، لكن ورد له ذكر في \"تكملة الإكمال\" لابن نقطة ٣/ ٣٥٤، وفي \"حلية الأولياء\" لأبي نعيم ٧/ ٢١٣، \"تاريخ بغداد\" للخطيب ٥/ ٤٧٣، \"سير أعلام النبلاء\" للذهبي ١٢/ ٢٨٩.</p><p> البجلي (١) ، حدثنا عفان بن مسلم الصفّار (٢) ، نا همام (٣) ، عن ثابت (٤) ، عن أنس - رضي الله عنه - (٥) ، أن أبا بكر - رضي الله عنه - حدثه قال: قلت للنبي - صلى الله عليه وسلم - ونحن في الغار:  \"لو أن أحدًا نظر إلى تحت قدميه لأبصرنا\" ، فقال:  \"يا أبا بكر؛ ما ظنُّك باثنين الله ثالثهما\"  (٦) . </p><p>(١) ذكره الذهبي في \"الميزان\"، ورد عليه ابن حجر في \"اللسان\"، وعاب عليه ذكره في كتابه .. (٢) ابن عبد الله الباهلي، أبو عثمان الصفار البصري، ثقة ثبت، وربما وهم.(٣) ابن يحيى بن دينار العوذي، ثقة ربما وهم.(٤) ابن أسلم البناني أبو محمَّد البصري، ثقة عابد.(٥) الصحابي المشهور.(٦) [١٤٤١] الحكم على الإسناد:إسناده فيه من لم أعرفهم.التخريج:أورده السيوطي في \"الدر المنثور\" ٣/ ٤٣٥ وعزاه لابن سعد وابن أبي شيبة وأحمد والبخاري ومسلم والترمذي وأبي عوانة وابن حبان في \"صحيحه\" وابن المنذر وابن مردويه.وقد أخرجه ابن أبي شيبة في \"المصنف\" ١١/ ١٠١ (٣٢٤٦٥)، وأحمد في \"المسند\" ١/ ٤ (١١)، وابن سعد في \"الطبقات الكبرى\" ٣/ ١٧٣ - ١٧٤، والترمذي في التفسير باب ومن سورة التوبة (٣٠٩٦)، والطبري ١٠/ ١٣٦، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٤/ ١٨١، والبيهقي في \"دلائل النبوة\" ٢/ ٤٨٠ من طريق عفان بن مسلم .. بنحوه.وأخرجه البخاري في فضائل الصحابة؛ باب مناقب المهاجرين وفضلهم (٣٦٥٣)، وفي باب هجرة النبي - صلى الله عليه وسلم - إلى المدينة (٣٩٢٢)، ومسلم في فضائل الصحابة، باب فضل أبي بكر - رضي الله عنه - (٢٣٨١)، والبغوي في \"شرح السنة\" ١٣/ ٣٦٥ من طرق عن همام بن يحيى .. بنحوه.</p><p> قال مجاهد: مكث رسول الله - صلى الله عليه وسلم - في الغار ثلاثًا (١) . </p><p> قال عروة: وكان لأبي بكر - رضي الله عنه - منيحة من غنم، وكان عامر بن فهيرة - رضي الله عنه - يروح بتلك الغنم على رسول الله - صلى الله عليه وسلم - بالغار (٢) . </p><p> وقال قتادة: كان عبد الرحمن بن أبي بكر - رضي الله عنه - يختلف إليهما، فلما أراد رسول الله - صلى الله عليه وسلم - الخروج، جاءهم بناقتين، فانطلقوا وكانوا أربعة: النبي - صلى الله عليه وسلم -، وأبو بكر، وعامر بن فهيرة، وعبد الله بن أريقط الليثي (٣) . </p><p>(١) عزاه السيوطي في \"الدر المنثور\" ٣/ ٤٣٦ لابن أبي شيبة. وهو في \"مصنفه\" ٧/ ٣٤٥، \"جامع البيان\" للطبري ١٠/ ١٣٦، من طريق شريك، عن إبراهيم بن مهاجر، عن مجاهد .. بنحوه.(٢) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٣٦ من طريق أبان العطار، عن هشام بن عروة، عن عروة .. بنحوه.وأخرجه البيهقي في \"دلائل النبوة\" ٢/ ٤٧٨ من طريق ابن لهيعة، عن أبي الأسود، عن عروة .. بأتم مما ذكره المؤلف.وهو بمعناه جزء من حديث عائشة الطويل في خبر الهجرة، أخرجه البخاري في مناقب الأنصار باب هجرة النبي - صلى الله عليه وسلم - على وأصحابه إلى المدينة (٣٩٠٥)، وإسحاق بن راهويه في \"مسنده\" ٢/ ٥٨٤، وأحمد في \"المسند\" ٦/ ١٩٨ (٢٥٦٢٦) من طريق عروة بن الزبير، عن عائشة رضي الله عنها، وفيه: ويرعى عليهما عامر بن فهيرة مولى أبي بكر منحة من غنم، فيريحها عليهما حين تذهب ساعة من العشاء.(٣) ويقال: ابن أريقد، دليل النبي - صلى الله عليه وسلم - وأبي بكر لما هاجرا إلى المدينة، وكان على دين قومه، قال الحافظ في \"الإصابة\" ٦/ ٥: ولم أر من ذكره في الصحابة إلا الذهبي في \"التجريد\"، وقد جزم عبد الغني المقدسي في \"السيرة\" له بأنه لم يعرف له إسلامًا، وتبعه النووي في \"تهذيب الأسماء\"، وقال السهيلي في \"الروض الأنف\" ٤/ ٢٢٥: لم يكن إذ ذاك مسلمًا؛ ولا وجدنا من طريق صحيح أنه أسلم بعد ذلك.</p><p> قال الزهريّ: لما دخل رسول الله - صلى الله عليه وسلم - وأبو بكر الغار أرسل الله زوجًا من حمام حتى باضتا في أسفل الثقب، والعنكبوت حتى نسج بيتًا، فلما جاء سراقة بن مالك في طلبهما فرأى بيض الحمام وبيت العنكبوت قال: لو دخلاه لتكسّر البيض وتفسخ بيت العنكبوت فانصرف (١) . </p><p> وقال النبي - صلى الله عليه وسلم -: \"اللهم أعمِ أبصارهم\" فعميت أبصارهم عن </p><p>(١) ذكره البغوي تبعًا للمصنف، ولم أجده عن الزهري عند غيرهما. لكن وجدت الحافظ في \"فتح الباري\" ٧/ ٢٣٦ قد أشار إلى رواية للزهري أخرجها موسى بن عقبة في مغازيه؛ ذكر فيها خبر الهجرة، ولكن لم يذكرها الحافظ كاملة وإنما أورد مقاطع منها ليس هذا فيها، فلعله منها. وقصة بيض الحمام ونسج العنكبوت على الغار رويت من طرق ضعيفة عن زيد بن أرقم وأنس بن مالك والمغيرة بن شعبة - رضي الله عنه -كما في \"الطبقات الكبرى\" لابن سعد ١/ ٢٢٩ و\"كشف الأستار\" ٢/ ٢٩٩، وعن الحسن البصري.وقد أوردها الحافظ ابن كثير في \"البداية والنهاية\" ٣/ ١٨١ - ١٨٢ وبيّن ضعفها.وانظر أيضًا \"أحاديث الهجرة\" للسعود (ص ١٣٨ - ١٤٠).وأجود ما روي فيها كما قال ابن كثير رحمه الله، ما أخرجه عبد الرزاق في \"مصنفه\" ٥/ ٣٨٩، وأحمد في \"المسند\" ١/ ٣٤٨ (٣٢٥١) من طريق مقسم، عن ابن عباس في قوله تعالى: {وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا} الآية. وفيه: فاقتصوا أثره، فلما بلغوا الجبل اختلط عليهم الأمر، فصعدوا الجبل فمروا بالغار فرأوا على بابه نسج العنكبوت، فقالوا: لو دخل ها هنا لم يكن ينسج العنكبوت على بابه. قال ابن كثير ٣/ ١٨١: هذا إسناد حسن، وهو من أجود ما روي في قصة نسج العنكبوت على فم الغار وذلك من حماية الله لرسوله - صلى الله عليه وسلم -.وذكره الحافظ في \"فتح الباري\" ٧/ ٢٣٦ وحسن إسناده.</p><p> دخوله وجعلوا يضربون يمينًا وشمالًا حول الغار (١) . </p><p> [١٤٤٢] وأنا أبو محمَّد عبد الله بن حامد الفقيه (٢) ، أنا أبو بكر أحمد بن إسحاق الفقيه (٣) ، نا أخبرنا موسى بن الحسن بن عباد (٤) ، نا عفان بن مسلم (٥) ، نا السري بن يحيى (٦) ، حدثنا محمَّد ابن سيرين (٧) قال: ذُكِر رجال في (٨) عهد عمر - رضي الله عنه -، فكأنهم فضّلوا عمر على أبي بكر - رضي الله عنه - قال: فبلغ ذلك عمر - رضي الله عنه - فقال: والله لليلة من أبي بكر خير من آل عمر، وليوم من أبي بكر خير من آل عمر، لقد خرج رسول الله - صلى الله عليه وسلم - ليلة انطلق إلى الغار ومعه أبو بكر - رضي الله عنه -، فجعل يمشي ساعة بين يديه وساعة خلفه، حتى فطن له رسول الله </p><p>(١) قال الحافظ في \"الكاف الشاف\" ٤/ ٧٦: لم أجده. وكذا قال الزيلعي في \"تخريج أحاديث الكشاف\" ٢/ ٧٧. (٢) لم يذكر بجرح أو تعديل.(٣) الصبغي، لم يذكر بجرح أو تعديل.(٤) في (ت): عبادة، وهو تحريف.وهو موسى بن الحسن بن عبَّاد النَّسائي، أبو السري البغدادي، الملقب بالجلاجلي، لطيب صوته، محدث مقرئ، قال الدارقطني: لا بأس به، توفي سنة (٢٨٧ هـ).انظر: \"سؤالات الحاكم\" للدارقطني (ص ١٥٦)، \"تاريخ بغداد\" ١٣/ ٤٩، \"سير أعلام النبلاء\" ١٣/ ٣٧٨.(٥) الصفار، ثقة، ثبت، وربما وهم.(٦) السري بن يحيى بن إياس بن حرملة الشيباني البصري، ثقة.(٧) ثقة، ثبت.(٨) في (ت): على.</p><p> - صلى الله عليه وسلم - فقال:  \"يا أبا بكر؛ مالك تمشي ساعة بين يدي وساعة خلفي؟ \" فقال: يا رسول الله؛ أذكر الطلب فأمشي خلفك، ثم أذكر الرصد فأمشي أمامك (١) . فقال:  \"يا أبا بكر؛ لو كان شيء أحببت أن يكون بك دوني؟ \" قال: نعم والذي بعثك بالحق. </p><p> فلما انتهينا إلى الغار قال أبو بكر - رضي الله عنه -: مكانك يا رسول الله حتى استبرئ الغار، فدخل فاستبرأه حتى إذا كان في أعلاه ذكر أنه لم يستبرئ الحجرة فقال: مكانك يا رسول الله حتى أستبرئ الحجرة، فدخل فاستبرأها (٢) ثم قال: انزل يا رسول الله، فنزل. </p><p> فقال عمر - رضي الله عنه -: والذي نفسي بيده؛ لتلك الليلة خير من آل عمر (٣) . </p><p> [١٤٤٣] وأخبرنا عبد الله بن حامد (٤) ، أنا أبو بكر بن إسحاق (٥) ، </p><p>(١) في (ت): بين يديك. (٢) في الأصل: فاستبرئ، والمثبت من (ت).(٣) [١٤٤٢] الحكم على الإسناد:إسناده ضعيف لانقطاعه بين ابن سيرين وعمر بن الخطاب - رضي الله عنه -.التخريج:وقد أخرجه الحاكم في \"المستدرك\" ٣/ ٦ ومن طريقه البيهقي في \"دلائل النبوة\" ٢/ ٤٧٦ من طريق أبي بكر بن إسحاق، عن موسى بن الحسن .. به.وقال الحاكم: هذا حديث صحيح الإسناد على شرط الشيخين، لولا إرسال فيه، ولم يخرجاه. ووافقه الذهبي.(٤) لم يذكر بجرح أو تعديل.(٥) الصبغي، لم يذكر بجرح أو تعديل.</p><p> أنا محمَّد بن إسحاق السراج (١) ، نا إسماعيل بن أبي الحارث (٢) ، نا داود بن المحبَّر (٣) ، عن أبي عوانة (٤) ، عن فراس (٥) ، عن الشعبي (٦) ، قال: لقد عاتب الله تعالى أهل الأرض جميعًا غير أبي بكر في هذِه الآية (٧) . </p><p> وقال (٨) أبو بكر الصديق - رضي الله عنه - (٩) : </p><p>(١) أبو العباس السراج، إمام، حافظ، ثقة. (٢) إسماعيل بن أبي الحارث أسد بن شاهين البغدادي، أبو إسحاق. قال الدارقطني: ثقة، صدوق، ورع، فاضل، وقال الحافظ: صدوق. مات سنة (٢٥٨ هـ).انظر: \"تهذيب الكمال\" ٣/ ٤٢، \"التقريب\" (٤٢٨ هـ).(٣) متروك.(٤) الوضاح اليشكري، ثقة ثبت.(٥) في الأصل: عن أبي فراس، وهو تحريف، والتصويب من (ت).وهو فراس بن يحيى الهمداني البخاري أبو يحيى الكوفي المكتب، صدوق ربما وهم.(٦) عامر بن شراحيل الشعبي، ثقة، مشهور، فقيه، فاضل.(٧) [١٤٤٣] الحكم على الإسناد:إسناده ضعيف جدًّا لحال داود بن المحبر.التخريج:وقد ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٣٥ عن الشعبي، وعزاه لابن المنذر.ولم أجد من أسنده غير الثعلبي.وذكره ابن عطية في \"المحرر الوجيز\" ٣/ ٣٦، وأبو حيان في \"البحر المحيط\" ٥/ ٤٥ منسوبًا لسفيان بن عيينة. قال ابن عطية في \"المحرر الوجيز\": أقول بل خرج منها كل من شاهد غزوة تبوك ولم يتخلف، وإنما المعاتبة لمن تخلف فقط.(٨) في (ت): وذكر.(٩) الأبيات ذكرها السهيلي في \"الروض الأنف\" ٢/ ٢٣٤، وأبو حيان في \"البحر =</p><p> قال النبي ولم يجزع يرقّدني (١) ... ونحن في سدف من ظلمة الغار </p><p> لا تخش شيئًا فإن الله ثالثنا ... وقد تكفل لي منه بإظهار </p><p> وإنما كيد من تخشى بوادره ... كيد الشياطين قد كادت لكفار </p><p> والله مهلكهم طرًّا بما صنعوا ... وجاعل المنتهى منهم إلى النار </p><p> قوله تعالى:  {فَأَنْزَلَ اللَّهُ سَكِينَتَهُ} سكونه وطمأنينته (٢)  {عَلَيْهِ} ؛ أي على رسول الله - صلى الله عليه وسلم - (٣) . </p><p> وقال ابن عباس - رضي الله عنهما -: على أبي بكر الصديق عليه السلام، فأما النبي - صلى الله عليه وسلم - </p><p>= المحيط\" ٥/ ٤٥، وابن كثير في \"البداية والنهاية\" ٣/ ١٨١ مقتصرًا على البيتين الأولين. (١) في جميع المصادر: يوقرني.(٢) انظر \"غريب الحديث\" لابن قتيبة (ص ١٨٦)، \"زاد المسير\" لابن الجوزي ٣/ ٤٤٠.(٣) عزا ابن الجوزي في \"زاد المسير\" ٣/ ٤٤٠ هذا القول لمقاتل، وهو في \"تفسيره\" ٢/ ١٧١، ورجحه الطبري في \"جامع البيان\" ١٠/ ١٣٧، وقواه ابن عطية في \"المحرر الوجيز\" ٣/ ٣٦.قال ابن كثير ٧/ ٢٠٦ وهو أشهر القولين. وعزاه أبو حيان في \"البحر المحيط\" ٥/ ٤٥ للجمهور.</p><p> فكانت السكينة عليه قبل ذلك (١) . </p><p> {وَأَيَّدَهُ} . وقرأ مجاهد:  (وآيده) -بالمد (٢) - {بِجُنُودٍ لَمْ تَرَوْهَا} . وهم الملائكة {وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى} ؛ أي المقهورة المغلوبة {وَكَلِمَةُ اللَّهِ} رفع على الابتداء (٣) ، وقرأ يعقوب: وكلمة الله بالنصب على العطف (٤) </p><p>(١) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٠١ من طريق جعفر، عن سعيد، عن ابن عباس .. به. وعزاه ابن الجوزي في \"زاد المسير\" ٣/ ٤٤٠ لعلي بن أبي طالب، وحبيب بن أبي ثابت أيضًا.واختاره النحاس في \"معاني القرآن\" ٣/ ٢١٠، وحكى القرطبي في \"الجامع لأحكام القرآن\" ٨/ ١٤٨ عن ابن العربي قوله: قال علماؤنا: وهو الأقوى, لأنه خاف على النبي - صلى الله عليه وسلم - من القوم، فأنزل الله سكينته عليه بتأمين النبي - صلى الله عليه وسلم -.وقال ابن كثير في \"تفسير القرآن العظيم\" ٧/ ٢٠٦ معلقًا على قول ابن عباس: وهذا لا ينافي تجدد سكينة خاصة بتلك الحال، ولهذا قال: وأيده بجنود لم تروها. وجوّز الزجاج في \"معاني القرآن\" ٢/ ٤٤٩ الوجهين.وحكى ابن الجوزي في \"زاد المسير\" ٣/ ٤٤١ عن ابن الأنباري وجهًا ثالثًا في مرجع الضمير، وهو أن الهاء هاهنا في معنى تثنية، والتقدير، فأنزل الله سكينته عليهما، فاكتفى بإعادة الذكر على أحدهما من إعادته عليهما.واستدل له أبو حيان في \"البحر المحيط\" ٥/ ٤٥ بما في مصحف حفصة فأنزل الله سكينته عليهما وأيدهما.(٢) انظر \"البحر المحيط\" لأبي حيان ٥/ ٤٦.(٣) انظر \"جامع البيان\" للطبري ١٠/ ١٣٧.(٤) \"معاني القرآن\" للفراء ١/ ٤٣٨، \"التذكرة\" لابن غلبون (٢٣٥٨)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٧٩، \"الموضح في القراءات\" ٢/ ٥٩٥. =</p>"
}