{
  "id": null,
  "sura": 9,
  "aya": 72,
  "text": "<p> ٧٢ - قوله تعالى:  {وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ} ومنازل {طَيِّبَةً} . </p><p> قال الحسن: سألت أبا هريرة وعمران بن حصين - رضي الله عنهما - عن قول الله تعالى {وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ} قالا: على الخبير سقطت، سألنا رسول الله - صلى الله عليه وسلم - عن ذلك فقال:  \"قصر في الجنة من لؤلؤة فيه سبعون دارًا من ياقوتة حمراء، في كل دار سبعون بيتًا من زبرجدة خضراء، في كل بيت سبعون سريرًا، على كل سرير سبعون فراشًا من كل لون، على كل فراش زوجة من الحور العين، وفي كل بيت سبعون مائدة، على كل مائدة سبعون لونًا من طعام، وفي كل بيت سبعون وصيفة، ويُعْطى المؤمن من(١)القوة في غداةٍ واحدة ما يأتي على ذلك كله أجمع\"  (٢) . </p><p>(١) من (ت). (٢) ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٦١ وعزاه لابن أبي حاتم وابن مردويه.وقد أخرجه ابن المبارك في \"الزهد\" (ص ٥٥٠)، والطبري في \"جامع البيان\" ١٠/ ١٧٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٣٩، والطبراني في \"المعجم الكبير\" ١٨/ ١٦٠ (٣٥٣)، وفي \"المعجم الأوسط\" ٥/ ١٢٠، والواحدي في \"الوسيط\" ٢/ ٥٠٩ من طرق عن جسر بن فرقد، عن الحسن، عن عمران بن حصين وأبي هريرة .. بنحوه.وأورده المنذري في \"الترغيب والترهيب\" ٤/ ٢٨٥ وعزاه للطبراني والبيهقي.قال الهيثمي في \"مجمع الزوائد\" ٧/ ٣١: وفيه جسر بن فرقد، وهو ضعيف، وقد وثقه سعيد بن عامر، وبقية رجال الطبراني ثقات.قلت: جسر بن فرقد القصّاب، أبو جعفر، عامّة النقاد على تضعيفه، فقال =</p><p> {فِي جَنَّاتِ عَدْنٍ} في بساتين خلد وإقامة، يقال: عَدَن بالمكان؛ إذا أقام به، ومنه المعدن (١) . </p><p> وقال رسول الله - صلى الله عليه وسلم -: \"عَدْنٌ دار الله التي لم ترها عين،[ولا سمعتها أذن](٢)، ولم تخطر على قلب بشر،لا يسكنها غير ثلاثة:النبيين والصديقين والشهداء،يقول الله عز وجل:طوبى لمن(ذلك له)(٣)\"  (٤) . </p><p>= البخاري: ليس بذاك، وقال ابن معين: ليس بشئ، وقال الدارقطنى: متروك، وقال ابن عدي: وأحاديثه عامتها غير محفوظة. \"التاريخ الكبير\" للبخاري ٢/ ٢٤٦، \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٥٣٨، \"الكامل في القراءات الخمسين\" للهذلي ٢/ ١٦٩، \"لسان الميزان\" للذهبي (٢/ ١٠٤).لذلك قال الحافظ ابن كثير فى \"البداية والنهاية\" ٢/ ٣٩١: وهذا الحديث غريب؛ بل الأشبه أنه موضوع، فإن هذا الخبر ضعيف جدًّا.(١) انظر \"مجاز القرآن\" لأبي عبيدة ١/ ٢٦٣ - ٢٦٤، \"جامع البيان\" للطبري ١٠/ ١٧٩.(٢) من (ت).(٣) في (ت): دخلك.(٤) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٨٠ من طريق زيادة بن محمد، عن محمد ابن كعب، عن فضالة بن عبيد، عن أبي الدرداء .. بنحوه مرفوعًا.وأخرجه الطبري في \"جامع البيان\" ١٠/ ١٨٠ والبزار كما في \"كشف الأستار\" ٤/ ٨٣، ١٩٢ من نفس الطريق .. بمعناه.قال الهيثمي في \"مجمع الزوائد\" ١٠/ ٤١٢: رواه البزار، وفيه زيادة بن محمد وهو ضعيف.قلت: زيادة بن محمد الأنصاري، منكر الحديث؛ كما قاله البخاري والنسائي وأبو حاتم.وقال ابن حبان في \"صحيحه\": يروي المناكير عن المشاهير فاستحق الترك. =</p><p> وقال عبد الله بن مسعود - رضي الله عنه -: هي بطنان الجنة؛ أي: وسطها (١) . </p><p> وسأل ابن عباس - رضي الله عنهما - كعبا عن جنات عدن، فقال: هي الكروم والأعناب بالسُّرْيَانية (٢) . </p><p> وقال عبد الله بن عمرو (٣) - رضي الله عنهما -: إن في الجنة قصرًا يقال له: عدن، حوله البروج والمروج (٤) ، له خمسة آلاف باب على كل باب خيمة (٥) ، لا يدخله إلاّ نبي أو صدّيق أو شهيد (٦) . </p><p>= انظر \"التاريخ الكبير\" للبخاري ٣/ ٤٤٦، \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٦١٩، \"المجروحين\" لابن حبان ١/ ٣٠٨ فالحديث على هذا منكر والله أعلم. (١) أخرجه الطبري في \"جامع البيان\"، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٤٠ من طرق عن أبي الضحي وعبد الله بن مرة، عن مسروق، عن ابن مسعود .. به.وذكره ابن عطية في \"المحرر الوجيز\" ٣/ ٥٨، والبغوي في \"معالم التنزيل\" ٤/ ٧٣.(٢) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٨٠ من طريق زيد بن أبي أنيسة، عن يزيد ابن أبي زياد، عن عبد الله بن الحارث، عن ابن عباس .. به.وذكره ابن عطية في \"المحرر الوجيز\" ٣/ ٥٨ وفيه: بالفارسية بدل بالسريانية ثم قال: وأظن هذا وهما، اختلط بالفردوس. وانظر: \"المعزب\" للجواليقي (ص ٢٤٠).(٣) في (ت): عمر، وهو خطأ.(٤) في \"جامع البيان\" للطبري: والرُّوح.(٥) في حاشية الأصل: في نسخة: خيرة، وعند الطبري: حبرة.(٦) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٨١ - ١٨٢ من طريق يعلي بن عطاء، عن نافع بن عاصم، عن ابن عمرو .. بنحوه. وفيه: له خمسون ألف باب بدل خمسة آلاف باب. =</p><p> وقال الحسن: جنات عدن، وما أدراك ما جنات عدن! قصر من ذهب، لا يدخله إلا نبي، أو صدّيق، أو شهيد، أو حَكَمُ عَدْل. رفع الحسن بها صوته (١) . </p><p> وقال الضحاك: هي مدينة الجنة، وفيها الرسل والأنبياء والشهداء وأئمة الهدى والناس حولهم بَعْدُ، والجنّات حولها (٢) . </p><p> وقال عطاء بن السائب: عدن نهر في الجنة جِنانُه (٣) على حافتيه (٤) . </p><p> وقال مقاتل والكلبي: عدن أعلي درجة في الجنة، وفيها عين التسنيم (٥) ، والجنان حولها محدقة بها، وهي مغطاة من يوم خلقها الله </p><p>= وأخرجه أيضًا ١٠/ ١٨٢ من طريق يعلي بن عطاء، عن يعقوب بن عاصم، عن ابن عمرو .. بنحوه. وفيه: على كل باب خمسة آلاف حِبَرة. (١) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٨١ من طريقين عن عون بن موسى، عن الحسن .. به.وذكره البغوي في \"معالم التنزيل\" ٤/ ٧٣، وابن عطية في \"المحرر الوجيز\" ٣/ ٥٨ وقال: والآية تأبى هذا التخصيص، إذ قد وعد الله بها جميع المؤمنين.(٢) في (ت): والناس من حولهم، تعدوا الجنان حولها.والأثر أخرجه الطبري في \"جامع البيان\" ١٠/ ١٨٢ من طريق عبد الرحمن المحاربي، عن جويبر، عن الضحاك .. به.وذكره ابن عطية في \"المحرر الوجيز\" ٣/ ٥٨.(٣) عند الطبري: جنّاته.(٤) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٨٢ من طريق واصل بن السائب، عن عطاء .. به.وذكره البغوي في \"معالم التنزيل\" ٤/ ٧٣، وابن عطية في \"المحرر الوجيز\" ٣/ ٥٨.(٥) في (ت): النسيم.</p><p> عز وجل حتَّى ينزلها أهلها: الأنبياء والصديقون والشهداء والصالحون، ومن شاء الله، وفيها قُصُور الدُرِّ والياقوت والذهب، فتهبَ ريحٌ طيبةٌ من تحت العرض فَتُدْخِلُ عليهم كثبانَ المسكِ الأبيض (١) . </p><p> وقال عطاء الخُرَاسَانِيّ في قوله تعالى:  {وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ} قال: قصور من الزبرجد الأخضر (٢) والدرّ والياقوت، يفوح طيبها من مسيرة خمس مائة عام، في جنات عدن وهي قصبة الجنة، وسقفها عرش الرَّحْمَن (٣) . </p><p> {وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ} رفع على الابتداء؛ أي رضا الله عنهم أكبر من ذلك كله (٤) . </p><p> وروى مالك بن أنس رحمه الله، عن زيد بن أسلم، عن عطاء بن يسار، عن أبي سعيد الخُدرِيّ - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إن الله تبارك وتعالى يقول لأهل الجنة: يَا أهل الجنة، فيقولون: لبيك ربنا وسعديك، فيقول: هل رضيتم، فيقولون: وما لنا لا نرضى </p><p>(١) \"تفسير مقاتل\" ٢/ ١٨٢. وذكره البَغَوِيّ في \"معالم التنزيل\" ٤/ ٧٣، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ٢٠٤. (٢) من (ت).(٣) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٨/ ٢٠٤، ونحوه مختصرًا في \"زاد المسير\" ٣/ ٤٦٩ و\"البحر المحيط\" لأبي حيان ٥/ ٧٢.(٤) قال الطبري في \"جامع البيان\" ١٠/ ١٨٣: ولم يعطف به في الإعراب على الجنات والمساكن الطيبة ليعلم بذلك تفضيل الله ورضوانه عن المُؤْمنين، على سائر ما قسم لهم من فضله، وأعطاهم من كرامته. وانظر \"معاني القرآن\" للفراء ١/ ٤٤٦.</p>"
}