{
  "id": null,
  "sura": 9,
  "aya": 66,
  "text": "<p> المقالة (١) . </p><p> وقال الضحاك: نزلت في عبد الله بن أُبَي ورهط (٢) ، كانوا يقولون في رسول الله - صلى الله عليه وسلم - وأصحابه ما لا ينبغي، فإذا بلغ رسول الله - صلى الله عليه وسلم -؛ قالوا: إنما كنا نخوض ونلعب (٣) . </p><p> قال الله عز وجل:  {قُلْ} لهم يا محمد {أَبِاللَّهِ وَآيَاتِهِ} وكتابه {وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ} . </p><p> ٦٦ - قوله تعالى:  {لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ} </p><p> بقولكم هذا {بَعْدَ إِيمَانِكُمْ} إقراركم {إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّب طَائِفَةً} قراءة العامة بضم الياء والتائين على غير تسمية الفاعل، وقرأ عاصم {إِنْ نَعْفُ} -بنون مفتوحة وفاء مضمومة- {نُعَذِّبْ} بالنون وكسر الذال {طَائِفَةً} بالنصب (٤) . </p><p> والطائفة في هذِه الآية رجلٌ واحد يقال له: مَخْشِي بن حُمَير الأشجعي (٥) ، أنكرَ عليهم بعضَ ما سمع ولم يُمالِهم عليه، وجعل </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٧٢ من طريق ابن حميد، عن سلمة، عن ابن إسحاق، به. وهو في \"السيرة النبوية\" لابن هشام ٢/ ٥٥١. (٢) في (ت): ورهطه.(٣) ذكره ابن الجوزي في \"زاد المسير\" ٣/ ٤٦٥.(٤) انظر \"السبعة\" لابن مجاهد (ص ٣١٦)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٨٠، \"الحجة\" للفارسي ٤/ ٢٠٥.(٥) هو مَخْشي بن حمير الأشجعي، قال ابن حجر: ذكر في \"مغازي ابن إسحاق\" في غزوة تبوك، وفي \"تفسير الكلبي\" بسنده إلى ابن عباس، وبسند آخر إلى ابن =</p><p> يسير مُجانبًا لهم، فلمَّا نزلت هذِه الآية تاب (١) من نفاقه وقال: اللهم إني لا أزال أسمع آية تُقرأ أُعْنَى بها، تقشعر منها الجلود، وتجب (٢) منها القلوب، اللهم اجعل وفاتي قتلًا في سبيلك، لا يقول أحد: أنا غسَّلتُ؛ أنا كفَّنت؛ أنا دفنت، فأصيب يوم اليمامة فيمن قُتل، فما أحد إلا وقد وجِدَ وعُرِف مصرعُه غيره (٣) . </p><p> وقيل: معناه إن تيب على طائفةٍ منكم فيعفو الله عنهم تُعذَّب طائفة بترك التوبة (٤)  {بِأَنَّهُمْ كَانُوا مُجْرِمِينَ} . </p><p> * * * </p><p>= مسعود أنه ممن نزل فيه {وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ} وأنه قال: يارسول الله غيّر اسمي واسم أبي، فسماه عبد الله بن عبد الرحمن. قال ابن عبد البر: تاب وحسنت توبته. \"الاستيعاب\" لابن عبد البر ١٠/ ٥٤، \"الإصابة\" لابن حجر ٩/ ١٤٩.(١) في (ت): برئ.(٢) تجب: أي تخفق وتضطرب. \"القاموس المحيط\" للفيروزآبادي ١/ ٣٠٢.(٣) أخرجه الطبري في \"جامع البيان\" ١٠/ ١٧٢ من طريق ابن علية، عن أيوب، عن عكرمة، بنحوه، ولم يُسَمّه. وكذا أورده ابن كثير في \"تفسير القرآن العظيم\" ٧/ ٢٢٩.وذكره البغوي في \"معالم التنزيل\" ٤/ ٧٠ وعزاه لابن إسحاق. وانظر \"السيرة النبوية\" لابن هشام ٢/ ٥٥١.(٤) ذكره الطبري في \"جامع البيان\" ١٠/ ١٧٤ بدون نسبة.</p>"
}