{
  "id": null,
  "sura": 9,
  "aya": 104,
  "text": "<p> قال ابن كيسان: ليس هذا صدقة الفرض، إنما هو صدقة كفارة اليمين (١) . </p><p> وقال عكرمة: هي صدقة الفرض (٢) . </p><p> فلما نزلت توبة هؤلاء؛ قال الذين لم يتوبوا من المتخلفين: </p><p> هؤلاء كانوا بالأمس معنا لا يُكَلَّمون ولا يجالسون فما لهم؟ ! </p><p> ١٠٤ - فقال الله تعالى: {أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ (١٠٤) } (٣) </p><p> ومعنى أخذ الصدقات قبولها. </p><p> [١٤٥٨] أخبرنا عبد الله بن حامد (٤) ، قال: نا محمد بن يعقوب (٥) ، قال: أنا الربيع بن سليمان (٦) ، </p><p>= الدعاء لمن أتى بصدقة (١٠٧٨)، وأبو داود في الزكاة، باب دعاء المصدق لأهل الصدقة (١٥٩٠)، والنسائي في \"السنن الكبرى\" في الزكاة، باب صلاة الإمام على صاحب الصدقة، (٢٢٣٩)، وابن ماجه في الزكاة، باب ما يقال عند إخراج الزكاة (١٧٩٦)، والطبراني في \"المعجم الكبير\" ١٨/ ١٠، وابن أبي عاصم في \"الآحاد والمثاني\" ٤/ ٣٣٠ من طرق عن شعبة .. به. (١) انظر: \"زاد المسير\" لابن الجوزي ٣/ ٤٩٦.(٢) ذكره ابن الجوزي في \"زاد المسير\" ٣/ ٤٩٦٩، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ٢٤٤ وعزاه لجويبر عن ابن عباس أيضًا.(٣) هذا المعنى أخرجه الطبري في \"جامع البيان\" ١١/ ١٩ من طريق ابن وهب، وابن أبي حاتم ٦/ ١٨٧٦ من طريق أصبغ بن الفرج، وهما عن عبد الرحمن بن زيد، به.(٤) لم يذكر بجرح أو تعديل.(٥) ثقة.(٦) ثقة.</p><p> أنا الشافعي (١) ، أنا سفيان بن عيينة (٢) ، عن ابن عجلان (٣) ، عن سعيد بن يسار (٤) ، عن أبي هريرة - صلى الله عليه وسلم - قال: سمعت أبا القاسم - صلى الله عليه وسلم - يقول: \"والذي نفسي بيده؛ ما من عبد يتصدق بصدقة (٥) من كسب طيب ولا يقبل الله إلَّا طيبا؛ ولا يصعد إلى الله (٦) إلَّا طيب -إلَّا كان إنما يضعها في يد الرحمن؛ فيربّيها له كما يربي أحدكم فُلُوّه، حتى إن اللقمة لتأتي يوم القيامة وإنها كمثل الجبل العظيم، ثم قرأ:  {أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ}  (٧) . </p><p>(١) الإمام الفقيه، صاحب المذهب المشهور. (٢) ثقة إمام، حافظ، حجة، إلَّا أنه تغير حفظه بأخرة، وكان ربما دلس لكن عن الثقات.(٣) محمد بن عجلان المدني، صدوق إلَّا أنه اختلطت عليه أحاديث أبي هريرة.(٤) هو سعيد بن يسار أبو الحباب بضم المهملة وموحدتين، المدني، اختلف في ولائه لمن هو، وقيل: سعيد بن مرجانة ولا يصح، ثقة متقن، من الثالثة، مات سنة (١٣ هـ)، وقيل قبلها بسنة.(٥) في الأصل: من صدقة والمثبت من (ت).(٦) في (ت): السماء.(٧) [١٤٥٨] الحكم على الإسناد:إسناده فيه شيخ المصنف لم أر فيه جرحًا أو تعديلًا، وابن عجلان صدوق، وبقية رجاله ثقات.التخريج:أخرجه البغوي ٤/ ٩٢ من طريق محمد بن يعقوب .. به.وهو في \"المسند\" للشافعي ١/ ٢٢١ - ٢٢٢ بهذا الإسناد.وأحرجه الحميدي في \"المسند\" ٢/ ٤٨٨، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١/ ٥٠٤ من طريق إبراهيم بن بشار، كلاهما عن سفيان .. به. =</p>"
}