{
  "id": null,
  "sura": 9,
  "aya": 64,
  "text": "<p> {نَارَ جَهَنَّمَ خَالِدًا فِيهَا ذَلِكَ الْخِزْيُ الْعَظِيمُ} . </p><p> ٦٤ - قوله تعالى:  {يَحْذَرُ} </p><p> يحْشى (١)  {الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِمْ} قال مجاهد: كانوا يقولون القول بينهم، ثم يقولون: عسي الله أن لا يُفشِي علينا سرنا (٢) . </p><p> {قُلِ اسْتَهْزِئُوا إِنَّ اللَّهَ مُخْرِجٌ} مظهر (٣)  {مَا تَحْذَرُونَ} . </p><p> قال قتادة: كانت تسمى هذِه السورة: الفاضحة، والمثيرة، والمبعثرة، أثارت مخازيهم ومثالبهم (٤) . </p><p>= أي من يكون في حدٍّ والله ورسوله في حد. ونحوه في \"معاني القرآن\" النيسابوري ١/ ٣١٠. (١) انظر \"بحر العلوم\" للسمرقندي ٢/ ٥٩، \"معالم التنزيل\" للبغوي ٤/ ٦٨.وقال الزجاج في \"معاني القرآن\" ٢/ ٤٥٩: لفظ يحذر لفظ الخبر، ومعناه الأمر، لأنه لا لبس في الكلام في أنه أمر، فهو كقولك ليحذر المنافقون.(٢) \"تفسير مجاهد\" ١/ ٢٨٣، وذكره السيوطي في \"الدر المنثور\" ٣/ ٤٥٥ وعزاه لابن أبي شيبة وابن المنذر وابن أبي حاتم وأبي الشيخ.وأخرجه الطبري في \"جامع البيان\" ١٠/ ١٧١ من طريق عيسى، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٢٩ من طريق ورقاء، كلاهما عن ابن أبي نجيح، عن مجاهد، به.وأخرجه الطبري أيضًا في \"جامع البيان\" ١٠/ ١٧١ من طريق ابن جريج، عن مجاهد، بنحوه.(٣) نظر \"جامع البيان\" للطبري ١٠/ ١٧١، \"النكت والعيون\" للماوردي ٢/ ٣٧٨، \"زاد المسير\" لابن الجوزي ٣/ ٤٦٤.(٤) ذكره السيوطي في \"الدر المنثور\" ٣/ ٤٥٥ وعزاه لابن المنذر، وابن أبي حاتم، =</p><p> وقال الحسن: كان المسلمون يُسمُّون هذِه السورة الحفَّارة حفرت ما (١) في قلوب المنافقين فأظهرته (٢) . </p><p> قال ابن كيسان: نزلت هذِه الآية في اثني عشر رجلًا من المنافقين، وقفوا للرسول - صلى الله عليه وسلم - على العقبة لما رجع من غزوة تبوك ليفتكوا به إذا علاها، ومعهم رجل مسلم يُخْفِيهم شأنه، وتنكروا له في ليلة مظلمة، فأخبر جبريل عليه السلام رسول الله - صلى الله عليه وسلم - بما قدَّروا، وأمره أن يرسل إليهم من يضرب وجوه رواحلهم، وعمار بن ياسر - رضي الله عنه - يقود برسول الله - صلى الله عليه وسلم - (٣) ، وحذيفة - رضي الله عنه - يسوق به، فقال لحذيفة:  \"اضرب وجوه رواحلهم\" ، فضربها حتى نحَّاهم، فلما </p><p>= وأبي الشيخ. وقد أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٨٢٩ من طريق يزيد بن زريع، عن سعيد بن أبي عروبة، عن قتادة قال: كانت هذِه السورة تسمى الفاضحة؛ فاضحة المنافقين، وكان يقال لها: المثيرة؛ أنبأت بمثالبهم وعوراتهم.وأخرجه الطبري في \"جامع البيان\" ١٠/ ١٧١ من نفس الطريق، ليس فيها تسميتها بالمثيرة وذكره البغوي في \"معالم التنزيل\" ٤/ ٦٨ بمثل ما ذكر المؤلف.(١) ما: ساقطة من الأصل، وأثبتها من (ت).(٢) لم أجد من أسنده. وذكره القرطبي في \"الجامع لأحكام القرآن\" ٨/ ١٩٦ عن الحسن.وذكر ابن الجوزي في \"زاد المسير\" ٣/ ٣٨٩ من أسماء سورة التوبة (الحافرة) وعزاه للزجاج.(٣) في \"معالم التنزيل\" للبغوي زيادة: راحلته.</p><p> نزل (١) قال لحذيفة: \"من عرفت من القوم\" ؟ قال: لم أعرف منهم أحدًا، فقال رسول الله - صلى الله عليه وسلم -: \"فإنه فلان وفلان حتى عَدَّهم كلهم\" ، فقال حذيفة: ألا تبعث إليهم فتَقْتُلَهم؟ فقال:  \"أكره أن تقول العربُ: لما ظَفِرَ بأصحابِه أقبلَ يقتلهم، بل يكفيناهم الله بالدبيلة\" قيل: يا رسول الله؛ ما الدبيلة؟ قال:  \"شهاب من جهنم يضعه على نياط فؤاد(٢)أحدهم حتى تزهق نفسه\" وكان كذلك (٣) . </p><p> * * * </p><p>(١) في حاشية الأصل: في نسخة: نحاهم. (٢) فؤاد: زيادة من (ت).(٣) لم أجده مسندًا عن ابن كيسان. لكن ذكره البغوي في \"معالم التنزيل\" ٤/ ٦٩، وابن الجوزي في \"زاد المسير\" ٣/ ٤٦٣ عنه.وذكره القرطبي في \"الجامع لأحكام القرآن\" ٨/ ٢٠٧ ولم ينسبه.وقد أخرج القصة بمعناها أحمد في \"المسند\" ٥/ ٤٥٣ (٢٣٧٩٢) من طريق الوليد ابن عبد الله بن جميع، عن أبي الطفيل.قال الهيثمي في \"مجمع الزوائد\" ١/ ١١٠ بعد ذكره لها: رواه الطبراني في الكبير، ورجاله ثقات.وذكر القصة بمعناها أيضًا البيهقي في \"دلائل النبوة\" ٥/ ٢٦٠ من طريق ابن إسحاق، عن الأعمش، عن عمرو بن مرة، عن أبي البختري، عن حذيفة بن اليمان - رضي الله عنه -. =</p>"
}