{
  "id": null,
  "sura": 10,
  "aya": 83,
  "text": "<p> ٨٢ - {وَيُحِقُّ اللَّهُ الْحَقَّ بِكَلِمَاتِهِ وَلَوْ كَرِهَ الْمُجْرِمُونَ} </p><p> ٨٣ - قوله عز وجل:  {فَمَا آمَنَ لِمُوسَى} </p><p> لم يصدق بموسى مع ما أتاهم به من الحجج {إِلَّا ذُرِّيَّةٌ مِنْ قَوْمِهِ} اختلفوا في الهاء التي في (قومه) : </p><p> فقال قوم: هي راجعة إلى موسى (١) ، وأراد بهم مؤمني بني إسرائيل: </p><p> قال ابن عباس رضي الله عنهما: كانوا ستمائة ألف؛ وذلك أن يعقوب عليه السلام دخل مصر في اثنين وسبعين إنسانًا، فتوالدوا بمصر </p><p>(١) عزاه ابن الجوزي في \"زاد المسير\" ٤/ ٥٣ لابن أبي طلحة عن ابن عباس. وذكره البغوي في \"معالم التنزيل\" ٤/ ١٤٥، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ٣٦٩.واختاره الطبري في \"جامع البيان\" ١١/ ١٥٥ وعلّله بقوله: لأنه لم يجر في هذِه الآية ذكر لغير موسى، فلأن تكون (الهاء) في قوله {مِنْ قَوْمِهِ} من ذكر موسى لقربها من ذكره أولى من أن تكون من ذكر فرعون؛ لبعد ذكره منها؛ إذ لم يكن بخلاف ذلك دليل من خبر ول انظر. اهـ. وتبعه عليه أبو حيان في \"البحر المحيط\" لأبي حيان ٥/ ١٨٢.وتعقبه ابن عطية في \"المحرر الوجيز\" ٣/ ١٣٧ بتضعيف هذا القول، وقال: إن المعروف من أخبار بني إسرائيل أنهم كانوا قومًا قد تقدمت فيهم النبوات، وكانوا في مدة فرعون قد نالهم ذلّ مفرط، وقد رجوا كشفه على يد مولود يخرج فيهم يكون نبيًّا، فلما جاءهم موسى عليه السلام اتفقوا عليه واتبعوه، ولم يحفظ قط أن طائفة من بني إسرائيل كفرت به، فكيف تعطي هذِه الآية أن الأقل منهم كان الَّذي آمن، فالذي يترجح بحسب هذا أن الضمير عائد على (فرعون).وتبعه ابن كثير في \"تفسير القرآن العظيم\" ٧/ ٣٩٠.</p><p> حتَّى بلغوا ستمائة ألف (١) . </p><p> وقال مجاهد: أراد بهم أولاد الذين أرسل إليهم موسى عليه السلام من بني إسرائيل؛ لطول الزمان هلك الآباء وبقي الأبناء (٢) . </p><p> وقال آخرون: الهاء راجعة إلى (فرعون)  (٣) : </p><p> روى عطية، عن ابن عباس - رضي الله عنهما - قال: هم أناس يسير من قوم فرعون آمنوا؛ منهم: امرأة فرعون، ومؤمن آل فرعون، وخازن فرعون، وامرأة خازنه، وما شطته (٤) . </p><p> وروي عن ابن عباس - رضي الله عنهما - من وجه آخر: إنهم سبعون أهل بيت من القبط من آل فرعون، أمهاتهم من بني إسرائيل، فجعل الرجل يتبع أمه وأخواله (٥) . </p><p>(١) ذكره السمرقندي في \"بحر العلوم\" ٢/ ١٠٧، والوا حدي في \"البسيط\" (ل ١٧/ أ)، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ٣٦٩، وأبو حيان في \"البحر المحيط\" ٥/ ١٨٣. (٢) \"تفسير مجاهد\" ١/ ٢٩٥.وعزاه السيوطي في \"الدر المنثور\" ٣/ ٥٦٥ لابن أبي شيبة وابن المنذر وأبي الشيخ.وأسنده الطبري في \"جامع البيان\" ١١/ ١٤٩ من طرق عن مجاهد .. بنحوه.(٣) اختار هذا القول ابن عطية في \"المحرر الوجيز\"، وابن كثير كما تقدم.(٤) عزاه السيوطي في \"الدر المنثور\" ٣/ ٥٦٥ لابن جرير وحده.وهو في \"جامع البيان\" ١١/ ١٥٠ من طريق عطية، عن ابن عباس ... به.ولم يذكر فيه الماشطة. وذكره البغوي في \"معالم التنزيل\" ٤/ ١٤٥، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ٣٦٩.(٥) ذكره السمرقندي في \"بحر العلوم\" ٢/ ١٠٧، والبغوي في \"معالم التنزيل\" ٤/ ١٤٥.</p><p> قال الفراء: وإنما سُمّوا ذرية لأن آباءهم كانوا من القبط، وأمهاتهم من بني إسرائيل، كما يقال لأولاد أهل فارس الذين خرجوا (١) إلى اليمن: الأبناء، لأن أمهاتهم من غير جنس آبائهم (٢) . والذرية: العقب من الصغار والكبار (٣) . </p><p> {عَلَى خَوْفٍ مِنْ فِرْعَوْنَ وَمَلَئِهِمْ} مَنْ رد الكناية في (قومه) إلى (فرعون) رد الكناية في قوله: (وملائهم) إلى (الذرية) ، ومن رد الكناية إلى (موسى) رد الكناية في (قومه) إليس (٤) . </p><p> وقال الفراء: إنما قال: (وملائهم) بالجمع، وفرعون واحد، لأن المَلِك إذا ذكر ذهب الوهم (٥) إليه وإلى أصحابه، كما يقال: قدم الخليفة، يراد هو ومن معه، ويجوز أن يكون أراد بفرعون (آل فرعون) ، كما قال:  {وَاسْأَلِ الْقَرْيَةَ}  (٦) و {يَاأَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ}  (٧)  (٨) . </p><p>(١) في \"معاني الفراء\" ١/ ٤٧٥: سقطوا. (٢) \"معاني القرآن\" للفراء ١/ ٤٧٥، وعنه الطبري في \"جامع البيان\" ١١/ ١٥٠، والبغوي في \"معالم التنزيل\" ٤/ ١٤٥.(٣) \"جامع البيان\" للطبري ١١/ ١٥٠، \"المصابيح\" للوزير المغربي (ل ١٥٣/ ب).(٤) في (ت): إلى فرعون.(٥) في (ت): التوهم.(٦) يوسف: ٨٢.(٧) الطلاق: ١.(٨) \"معاني القرآن\" للفراء ١/ ٤٧٦ - ٤٧٧، وعنه الطبري في \"جامع البيان\" ١١/ ١٥٠ - ١٥١. =</p>"
}