{
  "id": null,
  "sura": 10,
  "aya": 10,
  "text": "<p> وقيل معنى الآية: بإيمانهم يهديهم ربُّهم لدينه؛ أي: بتصديقهم هداهم (١) . </p><p> وقوله (٢) : {تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ} لم يرد أنها تجري من (٣) تحتهم الأنهار وهم فوقها؛ لأنَّ أنهار الجنَّة تجري من غير أخاديد، وإنَّما معناها: تجري من دونهم وبين أيديهم وتحت أمرِهِم؛ كقوله تعالى:  {قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا}  (٤) ومعلوم أنَّه لم يجعل السريّ تحتها وهي عليه قاعدة؛ وإنما أراد أنَّه بين يديها، كقوله مخبرًا عن فرعون {أَلَيْسَ لِي مُلْكُ مِصْرَ وَهَذِهِ الْأَنْهَارُ تَجْرِي مِنْ تَحْتِي}  (٥) ، أي من دوني وتحت أمري (٦) . </p><p> {فِي جَنَّاتِ النَّعِيمِ} . </p><p> ١٠ - {دَعْوَاهُمْ فِيهَا} </p><p> قولهم وكلامهم فيها {سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ} . </p><p> وقال طلحة بن عبيد الله - رضي الله عنه -: سئل رسول الله - صلى الله عليه وسلم - عن تفسير: سبحان الله، قال:  \"هو تنزيه الله من كل سوء\"  (٧) . </p><p>(١) انظر: \"معالم التنزيل\" للبغوي ٤/ ١٢٢، \"زاد المسير\" لابن الجوزي ٤/ ١٠. (٢) من (ت).(٣) من (ت).(٤) مريم: ٢٤.(٥) الزخرف: ٥١.(٦) انظر: \"جامع البيان\" للطبري ١١/ ٨٩، \"المحرر الوجيز\" لابن عطية ٣/ ١٠٧.(٧) ذكره السيوطي في \"الدر المنثور\" ١/ ٢٠٧ في تفسير سورة البقرة، وعزاه لابن =</p><p> وسأل ابن الكوّا (١) عليًا - عليه السَّلام - عن ذلك قال: كلمة رضيها الله لنفسه (٢) . </p><p> قال المفسرون: هذِه الكلمة عَلَمٌ بين أهل الجنَّة وبين الخدّام في الطَّعام، فإذا اشتهوا شيئًا من الطَّعام والشراب قالوا: سبحانك اللَّهم، فأتوهم في الوقت بما يشتهون، على مائدةٍ ميلٍ في ميل، فإذا فرغوا من الطَّعام والشراب حمدوا الله -عز وجل- على ما أعطاهم، فذلك قوله -عز وجل-: {وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ}  (٣) ، ولم يرد آخر كلام </p><p>= جرير والديلمي والخطيب في \"الكفاية\". وهو في \"جامع البيان\" للطبري ١١/ ٩٠، \"الكفاية\" للخطيب (ص ٣٣٦) من طريق طلحة بن يَحْيَى بن طلحة، عن أبيه، عن طلحة بن عبيد الله به.وأخرجه الطبري أيضاً في \"جامع البيان\" ١١/ ٩٠ من طريق موسى بن طلحة، عن أبيه .. به.وفي إسناده سليمان بن أيوب بن سليمان بن عيسى، عامة أحاديثه لا يتابع عليها، وروى أحاديث مناكير كما في \"الجرح والتعديل\" لابن أبي حاتم ٤/ ١٠١، \"تهذيب التهذيب\" ٤/ ١٧٣.(١) عبد الله بن الكواء، من رؤوس الخوارج، قال البُخاريّ: لم يصحّ حديثه، وقال ابن حجر: وله أخبار كثيرة مع على وكان يلزمه ويعييه في الأسئلة، وقد رجع عن مذهب الخوارج وعاود صحبة علي.\"ميزان الاعتدال\" للذهبي ٢/ ٤٧٤، \"لسان الميزان\" لابن حجر ٣/ ٣٢٩.(٢) عزاه السيوطي في \"الدر المنثور\" ١/ ٢٠٧ لابن أبي شيبة وابن المنذر.وقد أخرجه الطبري في \"جامع البيان\" ١١/ ٩٠ من طريق ابن إدريس، عن قابوس، عن أبيه .. به.(٣) عزاه السيوطي ٣/ ٥٣٩ لابن جرير وابن المنذر وأبي الشَّيخ، عن ابن جريج. وقد أخرجه الطبري في \"جامع البيان\" ١١/ ٨٩ من طريق حجاج، عن ابن جريج .. بمعناه.</p><p> يتكلمون به ولكن آخر ما قبله. </p><p> قال الحسن: بلغني أن رسول الله - صلى الله عليه وسلم - قال حين قرأ هذِه الآية:  \"إن أهل الجنَّة يلهمون الحمد والتسبيح كما تلهمون أنفاسكم\"  (١) . </p><p> فذلك قوله -عز وجل-: {دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا} في الجنَّة {سَلَامٌ} يَحْيَى بعضهم بعضًا بالسلام وتأتيهم الملائكة من عند ربهم بالسلام. </p><p> {وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ}  (٢) . </p><p> قال ابن كيسان: يفتتحون كلامهم بالتوحيد، ويختمون كلامهم بالتحميد (٣) . </p><p>(١) لم أقف عليه في مراسيل الحسن. وقد أخرجه بمعناه أحمد في \"المسند\" ٣/ ٣١٦، ٣٦٤ (١٤٤٠١، ١٤٩٢٢)، وعبد بن حميد في \"المنتخب\" (ص ٣١٥)، وهناد بن السري في \"الزهد\" ١/ ٧٣، ومسلم في الجنَّة، باب في صفة الجنَّة وأهلها (٢٨٣٥)، وأبو يعلى في \"مسنده\" ٣/ ٤١٨، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٦/ ٤٦٢، والخطيب في \"تاريخ بغداد\" ١٣/ ١٩٧، والبغوي في \"شرح السنّة\" ١٥/ ٢١٢ كلهم من طرق عن الأعمش، عن أبي سفيان، عن جابر قال: قال رسول الله - صَلَّى الله عليه وسلم -: \"إن أهل الجنَّة يأكلون فيها ويشربون، ولا يتفلون ولا يبولون ولا يتغوطون ولا يتمخطون\" قالوا: فما بال الطَّعام؟ قال: \"جُشاء ورشح كرشح المسك، يلهمون التسبيح والتحميد كما يلهمون النَّفس\". وهذا لفظ مسلم.(٢) سقط هذا المقطع من الآية من الأصل في هذا الموضع، وأثبته من (ت).(٣) ذكره البغوي في \"معالم التنزيل\" ٤/ ١٢٣، وابن الجوزي في \"زاد المسير\" ٤/ ١١، وأبو حيان في \"البحر المحيط\" ٥/ ١٣٢.</p>"
}