{
  "id": null,
  "sura": 10,
  "aya": 63,
  "text": "<p> {فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ} قرأ الحسن، وابن أبي إسحاق، وحمزة: برفع الراءين، عطفًا على موضع المثقال قبل دخول (ش) ، وقرأ الباقون بنصبهما (١) ، عطفا على الذرّة، أي: ولا مثقال أصغر وأكبر {إِلَّا فِي كِتَابٍ مُبِينٍ} يعني اللوح المحفوظ. </p><p> ٦٢ - قوله تعالى:  {أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} </p><p> ثم وصفهم تعالى فقال: </p><p> ٦٣ - {الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} </p><p> قال ابن زيد: أبي الله أن يتقبل الإيمان إلا بالتقوي (٢) . </p><p> واختلفوا فيمن يستحق هذا الاسم: </p><p> فروي سعيد بن جبير أن رسول الله - صلى الله عليه وسلم - سئل: من أولياء الله؟ فقال:  \"هم الذين يُذكر الله برؤيتهم\"  (٣) . </p><p>(١) \"إرشاد المبتدي\" (ص ٣٦٤)، \"غاية الاختصار\" ٢/ ٥١٧، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٨٥، وبالرفع قرأ يعقوب وخلف -في اختياره- انظر \"إتحاف فضلاء البشر\" للدمياطي ٢/ ١١٧. (٢) أخرجه الطبري في \"جامع البيان\" ١١/ ١٣٢ من طريق ابن وهب، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٩٦٥ من طريق أصبغ بن الفرج، كلاهما عن ابن زيد ... به.ووهم محقق الطبري في \"جامع البيان\" ١٥/ ١٢٣ حيث أثبت العبارة: قال أبيّ: لن يتقبل الإيمان إلا بالتقوى بخلاف ما في المخطوط (أن يتقبل)! ! وهو تحريف ظاهر.(٣) عزاه السيوطي في \"الدر المنثور\" ٣/ ٥٥٦ لابن المبارك وابن أبي شيبة وابن جرير =</p><p> وقال عمر بن الخطاب - رضي الله عنه - في هذِه الآية: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"إنّ من عباد الله عبادًا ما هم بأنبياء ولا شهداء؛ يغبطهم الأنبياء والشهداء يوم القيامة بمكانهم من الله عز وجل\" قالوا: يا رسول الله؛ خَبّرنا من هُمْ، وما أعمالهم فلعلّنا نحبّهم، فقال: \"هم قوم تحابوا في الله على غير أرحام بينهم ولا أموال يتعاطونها، فوالله إن وجوههم لنور، وإنهم لعلى منابر من نور، لا يخافون إذا خاف الناس ولا </p><p>= وأبي الشيخ وابن مردويه. وقد أخرجه الطبري في \"جامع البيان\" ١١/ ١٣١ - ١٣٢ من عدة طرق عن سعيد بن جبير به مرسلًا.وقد روي مرفوعًا وموقوفًا:فأخرجه ابن أبي شيبة في \"المصنف\" ١٢/ ١٦١ (٣٥٣٣٩)، والطبري في \"جامع البيان\" ١١/ ١٣١ من طريق يحيى بن يمان، عن أشعث بن إسحاق، عن جعفر بن أبي المغيرة، عن سعيد بن جبير به رفعه.وأخرجه الطبراني في \"المعجم الكبير\" ١٢/ ١٣ (١٢٣٢٥) ومن طريقه الضياء في \"الأحاديث المختارة\" ١٠/ ١٠٧ من طريق يحيى بن يمان .. به مرفوعًا.قال الهيثمي في \"مجمع الزوائد\" ٧/ ٣٦: رواه الطبراني عن شيخه الفضل بن أبي روح لم أعرفه، وبقية رجاله ثقات.وقال الضياء المقدسي: يحيى بن يمان تكلم فيه غير واحد من أهل العلم ووثقه يحيى بن معين وروى له مسلم.وذكره الديلمي في \"الفردوس\" (١٣٨).وأخرجه الطبري في \"جامع البيان\" ١١/ ١٣١ من طريق أبي كريب وابن وكيع، عن ابن يمان، عن ابن أبي ليلي، عن الحكم، عن سعيد بن جبير ومقسم، عن ابن عباس .. موقوفًا عليه.</p><p> يحزنون إذا حزن الناس\"، ثم قرأ {أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٦٢) } (١) . </p><p> وقال علي بن أبي طالب عليه السلام: أولياء الله قوم صفر الوجوه من السهر، عمش العيون من العِبَر، خمص البطن من الخَوى، يبس </p><p>(١) أخرجه أبو داود في البيوع، باب في الرهن (٣٥٢٧)، والطبري في \"جامع البيان\" ١١/ ١٣٢، وأبو نعيم في \"الحلية\" ١/ ٥ من طرق عن عمارة بن القعقاع، عن أبي زرعة، أن عمر بن الخطاب - رضي الله عنه - .. فذكره. وهذا إسناد منقطع، فإن أبا زرعة هو ابن عمرو بن جرير البجلي الكوفي، ثقة ولكنه لم يدرك عمر بن الخطاب - رضي الله عنه -كما نصّ عليه المزي في \"تهذيب الكمال\" ٣٣/ ٣٢٣، وتبعه العلائي في \"جامع التحصيل\" (ص ٢٢٥).لكن يشهد له ما أخرجه النسائي في \"السنن الكبرى\" في التفسير، باب (١٨٠ - ١٢٢٣٦)، وأبو يعلي في \"مسنده\" ١٠/ ٤٩٥، والطبري في \"جامع البيان\" ١١/ ١٣٢، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٢/ ٣٣٢ من طريق محمد بن فضيل، عن عمارة بن القعقاع، عن أبي زرعة، عن أبي هريرة - رضي الله عنه - ... به.وإسناده صحيح.كما يشهد له حديث ابن عمر عند الحاكم في \"المستدرك\" ٤/ ١٧٠ بنحوه وصححه، ووافقه الذهبي.وكذا حديث أبي مالك الأشعري عند عبد الرزاق في \"المصنف\" ١١/ ٢٠١ - ٢٠٢، وأحمد في \"المسند\" ٥/ ٣٤٣ (٢٢٩٠٦)، والطبراني في \"المعجم الكبير\" ٣/ ٢٩٠ (٣٤٣٣) قال عنه الهيثمي في \"مجمع الزوائد\" ١٠/ ٢٧٦ - ٢٧٧: رواه أحمد والطبراني بنحوه، ورجاله وثقوا.تنبيه: وقع في بعض أسانيد حديث عمر بن الخطاب المتقدم: عن أبي زرعة عن عمرو بن جرير عن عمر بن الخطاب؛ فاغتر به محقق الإحسان لابن بلبان وجوّد إسناد الحديث ظنًّا منه أن هذا يجبر الآنقطاع الحاصل في بعض الأسانيد مع أنه ليس في الرواة عن عمر بن الخطاب من اسمه عمرو بن جرير.</p>"
}