{
  "id": null,
  "sura": 10,
  "aya": 64,
  "text": "<p> الشفاهِ من الذوى (١) . </p><p> وقال ابن كيسان: هم الذين تولّي الله، هداهم بالبرهان الذي آتاهم وتولوا القيام بحقه والدعاء إليه (٢) . </p><p> ٦٤ - قوله تعالى:  {لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ} </p><p> [١٤٨٤] أخبرنا أبو محمد عبد الله بن حامد بن محمد (٣) - قراءة عليه في شمهر رمضان سنة ثمان وثمانين وثلاثمائة-، قال: أنا أحمد ابن عبد الله المزني (٤) ، حدثنا محمد بن عبد الله بن سليمان (٥) ، نا يحيى بن الحماني (٦) ، نا وكيع (٧) ، عن علي بن مبارك (٨) ، عن يحيى بن أبي كثير (٩) ، </p><p>(١) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٨/ ٣٥٧. (٢) ذكره الواحدي في \"البسيط\" (ل ١٤/ أ).(٣) الوزان، لم يُذكر بجرح أو تعديل.(٤) الشيخ، الجليل، القدوة، الحافظ.(٥) مطين، ثقة، حافظ.(٦) يحيى بن عبد الحميد، حافظ إلا أنه متهم بسرقة الأحاديث.(٧) ابن الجراح الرؤاسي، ثقة حافظ، عابد.(٨) الهنائي -بضم الهاء وتخفيف النون ممدود- ثقة، كان له عن يحيى بن أبي كثير كتابان: أحدهما سماع، والآخر إرسال، فحديث الكوفيين عنه فيه شيء. روى له الجماعة.انظر: \"التاريخ الكبير\" للبخاري ٦/ ٢٩٥، \"تهذيب الكمال\" للمزي ٢١/ ١١١، \"تقريب التهذيب\" لابن حجر (٤٨٢١).(٩) الطائي مولاهم، أبو نصر اليمامي، ثقة ثبت لكنه يدلس ويرسل.</p><p> عن أبي يحيى (١) ، عن عبادة بن الصامت (٢) - رضي الله عنه - قال: سألت رسول اللهِ - صلى الله عليه وسلم - عن قول الله عز وجل:  {لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ} ، قال:  \"هي الرؤيا الصالحةُ يراها المسلم أو تُرى له\"  (٣) . </p><p>(١) كذا في جميع النسخ، وهو خطأ، صوابه ما في سائر مصادر التخريج الآتية: عن أبي سلمة بن عبد الرحمن. وهو ثقة. (٢) صحابي، مشهور.(٣) [١٤٨٤] الحكم على الإسناد:إسناده ضعيف، وفي إسناده ثلاث علل:الأولى: علي بن المبارك، تقدم أن في رواية الكوفيين عنه شيء، والراوي عنه هنا وكيع بن الجراح وهو كوفي، لكن يدفع هذِه العلّة متابعة جماعة له؛ وهم أبان والأوزاعي وشيبان وحرب بن شداد وعمران القطان.الثانية: تدليس يحيى بن أبي كثير، لكن يجاب عنه بأنه ممن احتمل الأئمة تدليسه، وخرجوا له في الصحيح لإمامته وقلة تدليسه، وروايته عن أبي سلمة بن عبد الرحمن أخرجها الجماعة كما في \"تهذيب الكمال\" ٣١/ ٥٠٦.الثالثة: الانقطاع بين أبي سلمة بن عبد الرحمن وعبادة بن الصامت - رضي الله عنه -؛ فإنه لم يسمع منه كما نصّ عليه المزي في \"تهذيب الكمال\" ٣٣/ ٣٧١ و\"تحفة الأشراف\" ٤/ ٢٦٤. لذا جاء في بعض الروايات المتقدمة قول أبي سلمة: نبئت عن عبادة. فالإسناد على هذا ضعيف لانقطاعه، لكن للحديث شواهد يرتقي بها إلى درجة الحسن لغيره.التخريج:عزاه السيوطي في \"الدر المنثور\" ٣/ ٥٥٩ للطيالسي وأحمد والدارمي والترمذي وابن ماجه والهيثم بن كليب والحكيم الترمذي وابن جرير وابن المنذر والطبراني وأبي الشيخ والحاكم وابن مردويه والبيهقي.وقد أخرجه أحمد في \"المسند\" ٥/ ٣١٥ (٢٢٦٨٧)، وابن ماجه في تعبير الرؤيا، باب الرؤيا الصالحة يراها المسلم أو ترى له (٣٨٩٨)، والطبري في \"جامع البيان\" =</p><p> [١٤٨٥] وأنا عبد الله بن حامد الوزان (١) ، أنا مكي بن عبدان (٢) ، </p><p>= ١١/ ١٣٦ من طريق وكيع، عن علي بن المبارك، عن يحيى بن أبي كثير، عن أبي سلمة بن عبد الرحمن، عن عبادة ... به. وأخرجه ابن أبي شيبة في \"المصنف\" ٤٦٨/ ٢ (٨١٣٥)، وأحمد في \"المسند\" ٥/ ٣١٥ (٢٢٦٨٨)، والطبري في \"جامع البيان\" ١١/ ١٣٤ عن ابن عباس ولا يوجد فيه حديث لعباده بن الصامت بهذا المعني من طريق أبان، عن يحيى ... به.وأخرجه الطيالسي في \"المسند\" (ص ٧٩) ومن طريقه الترمذي في الرؤيا، باب قوله تعالى \"لهم البشرى في الحياة الدنيا\" (٢٢٧٥) عن حرب بن شداد وعمران القطان، عن يحيى بن أبي كثير ... به.ومن طريق حرب بن شداد أخرجه أيضًا أحمد ٥/ ٣١٥، والحاكم في \"المستدرك\" ٤/ ٣٩١.وأخرجه الطبري في \"جامع البيان\" ١١/ ١٣٣ من طريق الأوزاعي، عن يحيى ... به.قال الترمذي: هذا حديث حسن.وقال الحاكم: هذا حديث صحيح على شرط الشيخين ولم يخرجاه. ووافقه الذهبي.ومن شواهده:حديث أبي الدرداء، وحديث أبي الطفيل الآتيين بعده، وما أخرجه البخاري في التعبير، باب المبشرات (٦٩٩٠) من طريق الزهري، عن سعيد بن المسيب، عن أبي هريرة قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"لم يبق من النبوة إلا المبشرات\"، قالوا: وما المبشرات؟ قال: \"الرؤيا الصالحة\".وما أخرجه مسلم كتاب الصلاة، باب النهي عن قراءة القرآن في (٤٧٩) من طريق إبراهيم بن عبد الله بن معبد، عن أبيه، عن ابن عباس مرفوعًا، وفيه: أيها الناس؛ إنه لم يبق من مبشرات النبوة إلا الرؤيا الصالحة يراها المسلم أو ترى له ..(١) لم يُذكر بجرح أو تعديل.(٢) المحدث، الثقة، المتقن.</p><p> نا عبد الله بن هاشم (١) ، نا أبو معاوية (٢) ، عن الأعمش (٣) ، عن أبي صالح (٤) ، عن عطاء بن يسار (٥) ، عن أبي الدرداء (٦) - رضي الله عنه - (٧) . </p><p>(١) أبو عبد الرحمن الطوسي، ثقة. (٢) محمد بن خازم أبو معاوية الضرير الكوفي، ثقة، أحفظ الناس لحديث الأعمش.(٣) سليمان بن مهران، ثقة، حافظ لكنه مدلس.(٤) ساقطة من (ت). وهو ذكوان السمان، ثقة، ثبت.(٥) ثقة.(٦) صحابي، مشهور.(٧) [١٤٨٥] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرح أو تعديل، ويبدو أن هناك انقطاعًا بين عطاء وأبي الدرداء، كما سيتضح في التخريج.التخريج:أخرجه الطبري في \"جامع البيان\" ١١/ ١٣٦ من طريق جرير، عن الأعمش ... به.وأخرجه سعيد بن منصور في \"سننه\" ٥/ ٣٢٠، وأحمد في \"المسند\" ٦/ ٤٤٧، ٤٥٢ (٢٧٥٢١، ٢٧٥٥٦)، والطبري في \"جامع البيان\" ١١/ ١٣٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٩٦٥ من طريق أبي معاوية، عن الأعمش، عن أبي صالح، عن عطاء بن يسار، عن رجل من أهل مصر، عن أبي الدرداء.وأخرجه ابن أبي شيبة في \"المصنف\" ١٠/ ٣٢٠ (٣٠٩٧٠)، وأحمد في \"المسند\" ٦/ ٤٤٥ (٢٧٥١٠)، والبيهقي في \"شعب الإيمان\" ٤/ ١٨٥ من طرق عن الأعمش، عن أبي صالح .. بالإسناد المتقدم لإثبات الرجل المبهم بين عطاء بن يسار وأبي الدرداء.وأخرجه الحميدي في \"مسنده\" ١/ ١٩٣ ومن طريقه الفسوي في \"المعرفة والتاريخ\" ٢/ ٦٩٩ ومن طريقهما البيهقي في \"شعب الإيمان\" ٤/ ١٨٥.وأخرجه أحمد في \"المسند\" ٦/ ٤٤٧ (٢٧٥٢٠)، والترمذي في التفسير باب تفسير سورة يونس (٣١٠٦)، والطبري في \"جامع البيان\" ١١/ ١٣٦، والحاكم في =</p><p> [١٤٨٦] وأنا عبد الله بن حامد (١) ، أنا عبد الصمد بن (٢) علي بن مكرم (٣) ، أخبرنا السّري بن سهل (٤) ، نا عبد الله (٥) ، نا أبو جزيء (٦) ، عن محمد بن المنكدر (٧) ، </p><p>= \"المستدرك\" ٤/ ٣٩١ جميعهم من طريق ابن عيينة، عن عمرو بن دينار، عن عبد العزيز بن رفيع، عن أبي صالح .. بالإسناد المتقدم. وسقط من إسناد الحاكم ذكر الرجل المبهم.وقد سأل ابن أبي حاتم أباه عن هذا الشيخ الذي من أهل مصر كما في \"العلل\" ٢/ ٨٨ فقال: لا يعرف.فالظاهر أن صواب هذا الإسناد بإثبات الواسطة بين عطاء بن يسار وأبي الدرداء، خاصّة وقد نصّ البخاري رحمه الله على أن رواية عطاء بن يسار عن أبي الدرداء مرسلة كما في \"ميزان الاعتدال\" ٣/ ٧٧.(١) لم يُذكر بجرح أو تعديل.(٢) في الأصل: عن، وأشار في هامشها إلى أن في نسخة (بن)، وكذا هي في (ت).(٣) عبد الصمد بن علي بن محمد بن مكرم بن حسان، أبو الحسين الوكيل، المعروف بالطستي، قال الخطيب: وكان ثقة، سمعت البرقاني ذكره فأثنى عليه، وحثنا على كتب حديثه، توفي سنة (٣٤٦ هـ).\"تاريخ بغداد\" ١١/ ٤١.(٤) السري بن عاصم بن سهل، أبو عاصم الهمداني، مؤدب، المعتز بالله، وقد ينسب إلى جده، قال ابن حبان: كان ببغداد يسرق الحديث، ويرفع الموقوفات، لا يحل الاحتجاج به، وضعفه أيضًا الدارقطني وابن عدي.انظر: \"المجروحين\" لابن حبان ١/ ٣٥٥، \"الكامل\" لابن عدي ٣/ ٤٦٠، \"ميزان الاعتدال\" ٢/ ١١٧، \"الكشف الحثيث\" (ص ١٢٣).(٥) لم يتبين لي من هو.(٦) في (ت): أبو جرو، ولم أجده.(٧) التيمي، ثقة.</p><p> عن عطاء بن يسار (١) ، عن أبي الدرداء (٢) - رضي الله عنه - أنه سُئل عن هذِه الآية:  {لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ} قال: لقد سألت عن شيء ما سمعتُ أحدًا سأل عنه بعد أن سألتُ عنه رسول الله - صلى الله عليه وسلم -، فقال رسول الله - صلى الله عليه وسلم -: \"ما سألني عنها أحد قبلك منذ نزل الوحي عليّ، هي الرؤبا الصالحة يراها المؤمن أو تُرى له، وفي الآخرة الجنّة\"  (٣) . </p><p> [١٤٨٧] وأخبرنا عبد الله بن حامد (٤) ، أنا أحمد بن عبد الله (٥) ، قال أنا أحمد بن نجدة (٦) ، نا سعيد بن منصور (٧) ، نا </p><p>(١) ثقة. (٢) الصحابي، المشهور ..(٣) [١٤٨٦] الحكم على الإسناد:إسناده ضعيف، لضعف السري بن عاصم، وبه مجاهيل.التخريج:أخرجه سعيد بن منصور في \"سننه\" ٥/ ٣١٨، وأحمد في \"المسند\" ٦/ ٤٤٧ (٢٧٥٢٦)، والترمذي في الرؤبا، باب قوله لهم البشري في الحياة الدنيا (٢٢٧٣)، وفي التفسير، باب تفسير سورة يونس (٣١٠٦)، وابن جرير في \"جامع البيان\" ١١/ ١٣٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٩٦٥ كلهم من طريق ابن عيينة، عن محمد بن المنكدر، عن عطاء بن يسار، عن رجل من أهل مصر، عن أبي الدرداء .. بنحوه. دون قوله في آخره: \"وفي الآخرة الجنة\" وإسناده ضعيف أيضًا لإبهام الراوي عن أبي الدرداء.(٤) لم يُذكر بجرح أو تعديل.(٥) أبو محمد المزني، الشيخ الجليل، القدوة، الحافظ.(٦) كان من الثقات.(٧) ثقة، مصنف.</p><p> حماد بن زيد (١) ، عن عثمان بن عبيد (٢) الراسبي، قال: حدثني أبو الطفيل عامر بن واثلة (٣) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"لا نبوة بعدي إلا المبشرات\" فقيل: يا رسول الله؛ وما المبشرات؟ قال:  \"الرؤيا الصالحة\"  (٤) . </p><p>(١) أبو إسماعيل البصري، ثقة، ثبت. (٢) في الأصل: عبيد الله، وفي (ت): عبد الله، وكلاهما تحريف، والمثبت من مصادر الترجمة والتخريج.وهو عثمان بن عبيد الراسبي، روى عن أبي الطفيل، وروى عنه حماد بن زيد ومهدي بن ميمون، وثقه ابن معين وقال أبو حاتم: مستقيم الأمر.\"الجرح والتعديل\" لابن أبي حاتم ٦/ ١٥٨، \"الثقات\" لابن حبان ٥/ ١٥٩، \"الإكمال\" للحسيني (ص ٢٨٩).(٣) صحابي، جليل.(٤) [١٤٨٧] الحكم على الإسناد:فيه شيخ المصنف لم يُذكر بجرح أو تعديل، وباقي رجاله ثقات.أخرجه سعيد بن منصور في \"السنن\" ٥/ ٣٢٢.التخريج:وعزاه السيوطي في \"الدر المنثور\" ٣/ ٥٦٠ له ولأحمد وابن مردويه.وقد أخرجه أحمد في \"المسند\" ٥/ ٤٥٤ (٢٣٧٩٥)، والبخاري في \"التاريخ الكبير\" ٦/ ٢٤١ من طريق حماد بن زيد ... به.وقد ورد هذا الحديث من مسند حذيفة - رضي الله عنه -: فأخرجه البزار في \"البحر الزخار\" ٧/ ٢٣٠، والطبراني في \"المعجم الكبير\" ٣/ ١٧٩ (٣٠٥٢) من طريق مهدي بن ميمون، عن عثمان بن عبيد، عن أبي الطفيل، عن حذيفة .. به مرفوعًا.وهذِه الرواية أصحّ من الأولى، انظر في إثبات ذلك ما حزره محقق \"سنن سعيد بن منصور\" ٥/ ٣٢٢ - ٣٢٤.</p><p> [١٤٨٨] وأخبرنا عبد الله بن حامد (١) ، أنا أبو حامد أحمد بن الحسن بن الشرقي (٢) ، نا يحيى بن أبي طالب (٣) ، أنا علي بن عاصم (٤) ، عن خالد (٥) وهشام (٦) ، عن محمد -يعني ابن سيرين (٧) - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إذا اقترب الزمان لم تكد رؤيا المؤمن(٨)أن تكذب، وأصدقهم رؤيا أصدقهم حديثًا،والرؤيا ثلاثة:فرؤيا بشرى من الله عز وجل، ورؤيا من الشيء يحدث الرجل به نفسه، ورؤيا تحزين من الشيطان، والرؤيا جزء من ستة وأربعين جزءًا من النبوة، فإذا رأى أحدكم ما يكره فلا يقصه وليقم فليصلّ، وأحب القيد في النوم وأكره الغُلّ، القيد ثبات في الدين\"  (٩) . </p><p>(١) لم يُذكر بجرح أو تعديل. (٢) ثقة، مأمون.(٣) ابن عبد الله بن الزبرقان، أبو بكر البغدادي، محله الصدق.(٤) ابن صهيب الواسطي، صدوق، يخطئ ويصرُّ، ورمي بالتشيع.(٥) خالد بن مهران الحذاء، ثقة يرسل.(٦) هشام بن حسان الأزدي القردوسي أبو عبد الله البصري، ثقة، من أثبت الناس في ابن سيرين.(٧) ثقة، ثبت، كبير القدر.(٨) في هامش الأصل: في نسخة: المسلم.(٩) [١٤٨٨] الحكم على الإسناد:فيه شيخ المصنف لم أر فيه جرحًا ولا تعديلًا، وفيه أيضًا علي بن عاصم يخطئ.التخريج:وقد أخرجه الخطيب في \"الفصل للوصل المدرج في النقل\" ١/ ١٦٧، والبيهقي في \"شعب الإيمان\" ٤/ ١٨٨ من طريق يحيى بن أبي طالب، عن علي بن عاصم .. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= بنحوه. وأخرجه أحمد في \"المسند\" ٢/ ٥٠٧ (١٠٥٩٥) من طريق هشام.وأخرجه البخاري في التعبير، باب القيد في المنام (٧٠١٧)، وابن ماجه في تعبير الرؤيا، باب الرؤيا ثلاث (٣٩٠٦) من طريق عوف.وأخرجه مسلم في \"الرؤيا\" (٢٢٦٣)، وأبو داود في الأدب، باب ما جاء في \"الرؤيا\" (٥٠١٩)، والترمذي في الرؤيا، باب أن رؤيا المؤمن جزء من ستة وأربعين جزءًا من النبوة (٢٢٧٠)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٣/ ٤٠٤ من طريق عبد الوهاب الثقفي، عن أيوب.وأخرجه مسلم في الرؤيا (٢٢٦٣)، والترمذي في \"الرؤيا\" باب في تأويل الرؤيا ما يستحب منها وما يكره (٢٢٨٠)، والنسائي في \"السنن الكبرى\" في التعبير، باب إذا رأى ما يكره (٧٦٥٤) من طريق قتادة.خمستهم عن محمد بن سيرين، عن أبي هريرة .. بنحوه مرفوعًا، وبعضهم يزيد على بعض.وفي الحديث إدراج أبان عنه بعض الرواة وسكت عنه آخرون، كما قال البخاري عقب روايته لحديث عوف: وروى قتادة ويونس وهشام وأبو هلال عن ابن سيرين عن أبي هريرة عن النبي - صلى الله عليه وسلم -، وأدرجه بعضهم كله في الحديث، وحديث عوف أبين.قال ابن حجر في \"فتح الباري\" ١٢/ ٤٠٧: قوله (وحديث عوف أبين) أي: حيث فصل المرفوع من الموقوف.وقال الخطيب في \"الفصل للوصل المدرج في النقل\" ١/ ١٦٧ مبينًا هذا الإدراج: والمتن كله مرفوع إلا ذكر القيد والغلّ فإنه قول أبي هريرة أدرج في الخبر، وبيَّنه معمر عن أيوب.وذكر نحوًا من هذا البيهقي في \"شعب الإيمان\" ٤/ ١٨٨.ورواية معمر المشار إليها في \"جامعه\" ١١/ ٢١١ ومن طريقه أحمد في \"المسند\" ٢/ ٢٦٩ (٧٦٤٢)، ومسلم (٢٢٦٣) في الرؤيا وفيها ميّز قول أبي هريرة. =</p><p> قال عبادة بن الصامت - رضي الله عنه -: قلت يا رسول الله، الرجل يحبّه القوم لِعَمَلهِ ولا يعمل مثل عمله، قال:  \"تلك عاجل بشرى المؤمن\"  (١) . </p><p>= وانظر أيضًا \"مختصر سنن أبي داود\" للمنذري ٧/ ٢٩٧، \"تغليق التعليق\" لابن حجر ٥/ ٢٧٢ - ٢٧٤. وقد جاء التصريح برفع هذا القدر المختلف فيه عند ابن ماجه في تعبير الرؤيا، باب تعبير الرؤيا (٣٩٢٦) من طريق أبي بكر الهذلي عن ابن سيرين عن أبي هريرة قال قال رسول الله - صلى الله عليه وسلم -: \"أكره الغل وأحب القيد، القيد ثبات في الدين\".وإسناده ضعيف جدًّا، أبو بكر الهذلي هو سُلمي بن عبد الله، قال عباس الدوري عن يحيى بن معين: ليس بشيء، وقال في موضع آخر: ليس بثقة، وقال أبو بكر بن أبي خيثمة عن يحيى بن معين: ليس بشيء، وقال أيضًا عن يحيى: كان غندر يقول: كان أبو بكر الهذلي إمامنا وكان يكذب، وقال أبو زرعة: ضعيف، وقال أبو حاتم: لين الحديث يكتب حديثه ولا يحتج به، وقال النسائي: متروك الحديث، وقال ابن حبان في \"صحيحه\": يروي عن الأثبات الأشياء الموضوعات، قال ابن حجر: إخباري متروك الحديث.\"الجرح والتعديل\" لابن أبي حاتم ٤/ ٣١٣، \"المجروحين\" لابن حبان ١/ ٣٥٩، \"تهذيب الكمال\" للمزي ٣٣/ ١٥٩، \"تقريب التهذيب\" لابن حجر (٨٠٥٩).(١) لم أجده من حديث عبادة بن الصامت، لكن أخرج الطيالسي في \"المسند\" (ص ٦١)، وابن المبارك في \"مسنده\" (ص ٨)، وأحمد في \"المسند\" ٥/ ١٥٦، ١٥٧، ١٦٨ (٢١٣٨٠، ٢١٤٠٠، ٢١٤٧٧)، ومسلم في البر والصلة، باب إذا أثنى على الصالح فهي بشرى (٢٦٤٢)، وابن ماجه في \"الزهد\" باب الثناء الحسن (٤٢٢٥)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٢/ ٨٨، وأبو القاسم البغوي في \"الجعديات\" ١/ ٣٣٩، والبيهقي في \"شعب الإيمان\" ٥/ ٣٧٣ - ٣٧٤، من طريق أبي عمران الجوني، عن عبد الله بن الصامت، ابن أخي أبي ذر، عن أبي ذر - رضي الله عنه - قال: قيل يا رسول الله - صلى الله عليه وسلم -، أرأيت الرجل يعمل العمل من الخير ويحمده الناس عليه؟ قال: \"تلك عاجل بشرى المؤمن\". وهذا لفظ مسلم.</p><p> وقال الزهري وقتادة: هي البشارة التي يُبشَّرُ بها المؤمن في الدنيا عند الموت (١) . </p><p> وقال الضحاك: هي أن المؤمن يعلم أين هو قبل أن يموت (٢) . </p><p> وقال الحسن: هي ما بشّرهم الله تعالى به في كتابه من جنته وكريم ثوابه؛ كقوله:  {وَبَشِّرِ الَّذِينَ آمَنُوا}  (٣)  {وَبَشِّرِ الْمُؤْمِنِينَ}  (٤)  {وَأَبْشِرُوا بِالْجَنَّةِ}  (٥)  (٦) . </p><p>(١) أسنده عنهما الطبري في \"جامع البيان\" ١١/ ١٣٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٩٦٦ من طريق محمد بن ثور، عن معمر، عنهما ... به. وذكره أبو الليث السمرقندي في \"بحر العلوم\" ٢/ ١٠٤ واستدل بقوله تعالى: {تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا}، والبغوي في \"معالم التنزيل\" ٤/ ١٤١، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ٣٥٨.(٢) أخرجه الطبري في \"جامع البيان\" ١١/ ١٣٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٩٦٥ من طريق يعلي، عن أبي بسطام، عن الضحاك ... به.والظاهر أن العلم هنا يكون عند الموت، فيرجع هذا القول إلى سابقه، ولذا عدّهما الطبري ١١/ ١٣٨، والماوردي في- \"النكت والعيون\" للماوردي ٢/ ٤٤١، وابن الجوزي في \"زاد المسير\" ٤/ ٤٤ قولًا واحدًا.(٣) البقرة: ٢٥.(٤) البقرة: ٢٢٣.(٥) فصلت: ٣٠.(٦) ذكره البغوي في \"معالم التنزيل\" ٤/ ١٤١، وابن الجوزي في \"زاد المسير\" ٤/ ٤٤، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ٣٥٨ - ٣٥٩.واختاره الفراء في \"معاني القرآن\" ١/ ٤٧١، والزجاج في \"معاني القرآن\" ٣/ ٢٦ - ٢٧ واستدلاله بقوله تعالى: {لَا تَبْدِيلَ لِكَلِمَاتِ} قال ابن عباس: لا خلف لمواعيده، وذلك أن مواعيده بكلماته، فإذا لم تبدّل الكلمات لم تبدل المواعيد.</p><p> وقال عطاء: لهم البشرى في الحياة الدنيا؛ عند الموت تأتيهم الملائكة بالرحمة والبشارة من الله تعالى، وتأتي أعداء الله بالغلظةِ والفظاظةِ، وفي الآخرة عند خروج نفس المؤمن يُعرج بها إلى الله تعالى كما تُزَف العروس، تُبشّر برضوان من الله؛ قال الله تعالى:  {الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ طَيِّبِينَ}  (١) الآية (٢) . </p><p> وقال ابن كيسان: هي ما بشّرهم الله به (٣) في الدنيا بالكتاب والرسول أنهم أولياء الله، ويبشرهم في قبورهم وفي كتبهم التي فيها أعمالهم بالجنّةَ. </p><p> [١٤٨٩] وسمعت أبا بكر محمد بن عبد الله الجوزقي (٤) يقول: رأيت أبا أحمد (٥) الحافظ في المنام راكبًا برِذَونًا وعليه طيلسان وعمامة، فسلمت عليه وسلّم عليّ، فقلت له: أيها الحافظ؛ نحن لا نزال نذكرك، ونذكر محاسنك (٦) ، فعطف عليّ وقال: ونحن لا نزال نذكرك ونذكر محاسنك (٧) قال الله تعالى: {لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا </p><p>(١) النحل: ٣٢. (٢) ذكره البغوي في \"معالم التنزيل\" ٤/ ١٤١ مختصرًا، وجعله من رواية عطاء عن ابن عباس.(٣) من (ت).(٤) ثقة.(٥) في الأصل: رأيت أحمد، والمثبت من باقي النسخ، وعند القرطبي في \"الجامع لأحكام القرآن\" ٨/ ٣٥٩: أبا عبد الله.(٦) في هامش الأصل: مجلسك.(٧) في (ت): مجلسك.</p><p> وَفِي الْآخِرَةِ} الثناء الحسن، الثناء الحسن، وأشار بيده (١) . </p><p> {لَا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ} لا تغيير لقوله، ولا خلف لوعده (٢) . </p><p> وروى ابن عُليّة (٣) ، عن أيوب (٤) ، عن نافع (٥) قال: أطال الحجاج الخطبة، فوضع ابن عمر رضي الله عنهما رأسه في حجري، فقال الحجاج: إن ابن الزبير بدّل كتاب الله، فقعد ابن عمر - رضي الله عنه - فقال: لا تستطيع ذلك أنت ولا ابن الزبير {لَا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ} فقال الحجاج: لقد أُوتيت علمًا! وسكت (٦) . {ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} . </p><p>(١) [١٤٨٩] الحكم على الإسناد: شيخ المصنف ثقة، كما تقدم.التخريج:ذكره القرطبي في \"الجامع لأحكام القرآن\" ٨/ ٣٥٩ نقلًا عن المؤلف.ولم أقف عليه في كتب التراجم.(٢) \"جامع البيان\" للطبري ١١/ ١٣٨، \"النكت والعيون\" للماوردي ٢/ ٤٤٢، \"معالم التنزيل\" للبغوي ٤/ ١٤١، \"الجامع لأحكام القرآن\" للقرطبي ٨/ ٣٥٩.(٣) ثقة حافظ.(٤) ثقة ثبت حجة، من كبار الفقهاء العباد.(٥) ثقة ثبت فقيه مشهور.(٦) عزاه السيوطي في \"الدر المنثور\" ٣/ ٥٦٢ لابن جرير والحاكم والبيهقي في \"الأسماء والصفات\".وقد أخرجه الطبري في \"جامع البيان\" ١١/ ١٣٨ من طريق يعقوب بن إبراهيم، والحاكم في \"المستدرك\" ٢/ ٣٣٩ من طريق أبي النعمان، كلاهما عن ابن علية ... به. قال الحاكم: هذا حديث صحيح على شرط الشيخين ولم يخرجاه. ووافقه الذهبي. وعندهما: لقد أوتيت علمًا إن نفعك! . =</p>"
}