{
  "id": null,
  "sura": 10,
  "aya": 94,
  "text": "<p> قال الله تعالى:  {هَذَا خَلْقُ اللَّهِ}  (١) ، ومعنى الآية: فما اختلفوا في محمد - صلى الله عليه وسلم - حتَّى جاءهم معلومهم وهو محمد - صلى الله عليه وسلم -؛ لأنهم كانوا يعلمونه قبل خروجه (٢) . </p><p> {إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ} في الدين. </p><p> ٩٤ - قوله تعالى:  {فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ} الآية </p><p> قد أكثر العلماء في تأويل هذِه الآية: فقال مقاتل: قالت كفّار مكة: إنما يُلقي هذا الوحي على لسان محمد شيطان يقال له: (الرسّ)  (٣) ، فأنزل الله تعالى:  {فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ} ؛ يعني القرآن {فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ} فيخبرونك أنك مكتوب عندهم في التوراة رسولًا نبيًّا. </p><p> وقيل: الخطاب للرسول عليه السلام والمراد به غيره من الشاكّين؛ على مذهب العرب في خطابهم الرجل بالشيء ويريدون به غيره؛ كقوله تعالى:  {يَاأَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ}  (٤) الخطاب للنبي - صلى الله عليه وسلم - والمراد به المؤمنون، يدل عليه قوله تعالى:  {إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا}  (٥) ولم يقل: تَعْمَل (٦) . </p><p>(١) لقمان: ١١. (٢) انظر \"جامع البيان\" للطبري ١١/ ١٦٧، \"بحر العلوم\" للسمرقندي ٢/ ١١٠.(٣) \"تفسير مقاتل\" ٢/ ٢٤٨ بمعناه.(٤) الأحزاب: ١.(٥) الأحزاب: ٢.(٦) هذا قول الفراء في \"معاني القرآن\" ١/ ٤٧٩، والسمرقندي في \"بحر العلوم\" =</p><p> وقال القتيبيُّ: كان الناس على عهد رسول الله -صلى الله عليه وسلم- أصنافًا، منهم كافرٌ مكذب: لا يرى إلا أن ما جاء به باطل، ومؤمن مصدّق: يعلم أن ما جاء به حقٌّ، وشاكٌّ في الأمر: لا يدري كيف هو، يقدِّم رجلًا ويُؤخِّر أخرى، فخاطب الله عز وجل هذا الصنف من الناس فقال: إن كنت أيها الإنسان في شكٍّ مما أنزلنا إليك من الهدى على لسان محمد - صلى الله عليه وسلم -؛ فاسأل الأكابر من علماء أهل الكتاب مثل عبد الله بن سلّام وسلمان الفارسي وتميم الداري - رضي الله عنه - وأشباههم، فيشهدون على صِدقِهِ، ولم يُرِدِ المعاندين منهم (١) . </p><p> وقيل:  (إنْ) بمعنى الجحد (٢) ، وتقديره: فما كنت في شك مما أنزلنا إليك فاسألوا يا معشر الناس أنتم دون النبي - صلى الله عليه وسلم -؛ كما قال:  {وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ}  (٣) يعني (٤) : وما كان مكرُهُم. </p><p>= ٢/ ١١١، والواحدي في \"الوسيط\" ٢/ ٥٥٩، والبغوي في \"معالم التنزيل\" ٤/ ١٥٠، وابن عطية في \"المحرر الوجيز\" ٣/ ١٤٢ - ١٤٣، وأبو حيان في \"البحر المحيط\" ٥/ ١٩٠ وذكره الطبري في \"جامع البيان\" ١١/ ١٦٩ وجوّزه. (١) \"تأويل مشكل القرآن\" لابن قتيبة (ص ٢٧٢).(٢) ذكر هذا المعنى الزجاج في \"معاني القرآن\" ٣/ ٣٣، وابن الجوزي في يازاد المسير\" ٤/ ٦٣، وأبو حيان في \"البحر المحيط\" ٥/ ١٩٠.وعزاه ابن عطية في \"المحرر الوجيز\" ٣/ ١٤٢ للحسن.(٣) إبراهيم: ٤٦.(٤) في (ت): بمعنى.</p><p> وقيل: إن الله تعالى عَلِم أن الرسول - صلى الله عليه وسلم - لم (١) يشكّ، ولكنه أراد أن يأخذ الرسول بقوله؛ (لا شكَّ ولا امتراء)  (٢) بل إقامةً للحجة على الشَّاكِّين من قومه، كما يقول لعيسى عليه السلام:  {أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ}  (٣) وهو يعلم أنَّه لم يقله؛ ليأخذه بقوله {سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ}  (٤) إقامة للحجة على النصارى. وقال الفراء: علم الله سبحانه أن رسول الله - صلى الله عليه وسلم - غير شاك فقال له: فإن كنت في شكِّ؛ وهذا كما تقول لغلامك الَّذي لا يشك في مُلكِكَ إياه: إن كنت عبدي فأطعني (٥) ، وكما تقول لابنك: إن كنت ابني فبرني (٦) . </p><p> وقال عبد العزيز بن يحيى الكتاني: الشاكّ في الشيء يضيق به الصدر، فيقال لِضَيِّقِ الصَّدْر شاكّ، يقول يعني الله سبحانه: إن ضقت ذرعًا بما تُعاين من تعنتهم وبغيهم وأذاهم؛ فاصبر واسأل الذين يقرءون الكتاب من قبلك فيخبرونك كيف صبر الأنبياء على أذى قومهم، وكيف كان عاقبة أمرهم من النصر والتمكين (٧) . </p><p>(١) في (ت): لا. (٢) في هامش الأصل: في نسخة: لا أشك ولا أمتري، وكذا هي في (ت).(٣) المائدة: ١١٦.(٤) المائدة: ١١٦.(٥) \"معاني القرآن\" للفراء ١/ ٤٧٩.(٦) مثل به الطبري في \"جامع البيان\" ١١/ ١٦٩.(٧) ذكره مختصرًا بدون نسبة القرطبي في \"الجامع لأحكام القرآن\" ٨/ ٣٨٢، وأبو حيان في \"البحر المحيط\" ٥/ ١٩١.</p><p> [١٤٩٠] وسمعت أبا القاسم الحسن بن محمد بن حبيب (١) ، يقول: سمعت أبا بكر محمد بن محمد بن أحيد القطان (٢) البلخي يقول: كان جائزًا على الرسول - صلى الله عليه وسلم - وسوسة الشيطان؛ لأن المجاهدة في ردّها مما يستحق عليها عظيم الثواب، وأمره الله تعالى بالإستعاذة منه كلاهما جائز بالاستغفار منه، وكان (ضيق صدره)  (٣) من ذلك والله أعلم (٤) . </p><p> وقال الحسين بن الفضل: إن مع (٥) حروف الشرط لا يثبت الفعل (٦) ، والدليل عليه ما روي أن رسول الله - صلى الله عليه وسلم - قال لما نزلت هذِه الآية: قال \" والله لا أشكّ ولا أسأل\"  (٧) . </p><p>(١) قيل: كذبه الحاكم. (٢) في (ت): العطار. ولم يذكر بجرح ولا تعديل.(٣) في (ت): أضيق على صدره.(٤) [١٤٩٠] الحكم على الإسناد:أبو القاسم تكلم فيه الحاكم، وأبو بكر مجهول الحال.التخريج:لم أجده.(٥) في (ت): من.(٦) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٨/ ٣٨٢ والعبارة فيه: الفاء مع حروف الشرط لا توجب الفعل ولا تثبته.(٧) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٢٩٨، والطبري في \"جامع البيان\" ١١/ ١٦٨ من طريق معمر، وأخرجه الطبري أيضًا في \"جامع البيان\" ١١/ ١٦٨ من طريق يزيد، عن سعيد، كلاهما عن قتادة قال: بلغنا أن رسول الله - صلى الله عليه وسلم - قال: \"لا أشكّ ولا أسأل\". =</p>"
}