{
  "id": null,
  "sura": 10,
  "aya": 108,
  "text": "<p> ١٠٨ - وَاتَّبِعْ مَا يُوحَى إِلَيْكَ وَاصْبِرْ حَتَّى يَحْكُمَ اللَّهُ} </p><p> من نصرك وقهر أعدائك وإظهار دينه {وَهُوَ خَيْرُ الْحَاكِمِينَ} . </p><p> قال أنس: لما نزلت هذِه الآية جمع رسول الله - صلى الله عليه وسلم - الأنصار، ولم يجمع غيرهم، فقال:  \"إنكم ستجدون بعدي أَثَرة، فاصبروا حتى تلقوني على الحوض\" قال أنس: فلم يصبروا (١) ، فأمرهم بالصبر كما أمره الله تعالى به. </p><p> وقال عبد الله بن محمد بن عقيل بن أبي طالب: لما قدم معاوية المدينة تلقته الأنصار، وتخلّف أبو قتادة، فدخل عليه بعد، فقال: مالك لم تتلقنا؟ قال: لم تكن عندنا دواب، قال: فأين النواضح؟ قال: قطعناها في طلبك وطلب أبيك يوم بدر، وقد قال - صلى الله عليه وسلم - يوم بدر:  \"يا معشر الأنصار إنكم ستلقون بعدي أَثَرة\" قال معاوية: فماذا قال: قال رسول الله - صلى الله عليه وسلم -: \"فاصبروا حتى تلقوني\" ، قال: فاصبروا، قال: إذًا نصبر. </p><p> وفي ذلك قال عبد الرحمن بن حسان بن ثابت: </p><p> ألا أبلِغْ مُعَاويةَ بنَ حَربٍ ... أميرَ المؤمنينَ نَثَا كلامِ </p><p>= قال ابن الجوزي في \"نواسخ القرآن\" (ص ٣٧٤): وهذا لا يثبت عن ابن عباس، ثم إن الأمر بالصبر هاهنا مذكور إلى غاية، وما بعد الغاية يخالف ما قبلها .. فلا وجه للنسخ في شيء من هذِه الآيات. (١) أخرجه البخاري في المغازي، باب غزوة الطائف (٤٣٣١) مطولًا، وهذا آخره. وليس فيه ذكر نزول الآية.</p><p> بأنَّا صَابرونَ ومُنظِروكُم ... إلى يوم التَّغابن والخِصَامِ (١) </p><p>(١) أخرجه معمر في \"الجامع\" ١١/ ٦٠، ومن طريقه إسحاق بن راهويه في \"مسنده\" كما في \"تخريج أحاديث الكشاف\" للزيلعي ٢/ ١٤١ عن عبد الله بن محمد بن عقيل ... به. ومن طريق ابن راهويه رواه الحاكم كما قاله الزيلعي، وعن الحاكم رواه البيهقي في \"شعب الإيمان\" ٦/ ٥٦ بتمامه.وأخرجه أحمد في \"المسند\" ٥/ ٣٠٤ (٢٢٥٩١) من طريق عبد الرزاق، حدثنا معمر، أخبرني عبد الله بن محمد بن عقيل -يعني: ابن أبي طالب- قال: قدم معاوية المدينة فتلقاه أبو قتادة، فقال: أما إن رسول الله - صلى الله عليه وسلم - قد قال: \"ثم إنكم ستلقون بعدي أَثَرة\"، قال: فبم أمركم؟ قال: أمرنا أن نصبر، قال: فاصبروا إذًا.قال الهيثمي في \"مجمع الزوائد\" ١٠/ ٣١: رواه أحمد، وعبد الله بن محمد بن عقيل حسن الحديث، وبقية رجاله رجال الصحيح.وعبد الله بن محمد بن عقيل هو: ابن أبي طالب الهاشمي، أبو محمد المدني، ضعفه ابن معين، وقال أبو حاتم: لين الحديث، ليس بالقوي، ولا ممن يحتج بحديثه، يكتب حديثه. وقال ابن خزيمة في \"صحيحه\": لا احتج به لسوء حفظه، وقال الترمذي: صدوق، وقد تكلم فيه بعض أهل العلم من قبل حفظه، وسمعت محمد بن إسماعيل يقول: كان أحمد وإسحاق والحميدي يحتجون بحديث ابن عقيل، قال محمد بن إسماعيل: مقارب الحديث. وقال الذهبي في \"المغني\": حسن الحديث. وقال ابن حجر: صدوق، وفي حديثه لين، ويقال تغير بأخرة، من الرابعة. (بخ د ت ق).\"التاريخ الكبير\" للبخاري ٥/ ١٨٣، \"الجرح والتعديل\" لابن أبي حاتم ٥/ ١٥٣، \"المغني في الضعفاء\" للذهبي ١/ ٣٥٤، \"تقريب التهذيب\" لابن حجر (٣٦١٧).</p><p> ١١ - سُورَة هُود </p><p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> سورة هود عليه السلام مكية (١) </p><p> (كلماتها ألف وتسعمائة وخمس عشرة كلمة، وحروفها سبعة آلاف وستمائة وخمسة أحرف)  (٢) ، وهي مائة وثلاث وعشرون (٣) آية. </p><p> (هذا جملة عددها في الكوفي وآيتان في المدني الأول، وآية في المدني الثاني)  (٤)  (٥) . </p><p> [١٤٩١] أخبرنا أبو طاهر محمد بن الفضل بن محمد بن إسحاق ابن خزيمة (٦) ، </p><p>(١) هذا قول ابن عباس وعكرمة ومجاهد والحسن وقتادة وغيرهم. وقيل مكية إلا آية وهي قوله: {وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ} (١١٤)، وهو رواية عن ابن عباس وعن قتادة.وقيل: مكية إلا قوله: {فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ} (١٢)، وقوله: {أُولَئِكَ يُؤْمِنُونَ بِهِ} (١٧)، وقوله {إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ}: (١٤٤).قاله مقاتل، واقتصر عليه ابن عطية، وقال: على أن الأولى تشبه المكي.انظر: \"معاني القرآن\" للنحاس ٣/ ٣٢٧، \"المحرر الوجيز\" لابن عطية ٣/ ١٤٨، \"زاد المسير\" لابن الجوزي ٤/ ٧٢، \"الجامع لأحكام القرآن\" للقرطبي ٩/ ١.(٢) ساقط من (ن).(٣) في (ك): مائة وثلاث عشر.(٤) ساقط من (ن)، (ك).(٥) انظر: \"البيان في عبد آي القرآن\" للداني (١٦٥)، \"المحرر الوجيز في عبد آي العزيز\" (٩٢)، \"الحسان\" (٣٨).(٦) محدث، ثقة.</p><p> حدثنا (جدي أبو بكر محمد بن إسحاق بن خزيمة)  (١) . </p><p> [١٤٩٢] وحدثنا أبو طاهر محمد بن الفضل (٢) ، حدثنا محمد بن علي بن محرز (٣) ، حدثنا محمد بن بشر (٤) ، حدثنا علي بن صالح (٥) ، عن أبي إسحاق (٦) ، عن أبي جحيفة (٧) قال: قيل: يا رسولَ الله، قد أسرعَ إليك الشَّيْبُ. قال:  \"شيبتني هود وأخواتها\"  (٨) . </p><p>(١) ساقط من: (ن). وهو الحافظ صاحب التصانيف، اتفق أهل الشرق في وقته أنه إمام الأئمة.(٢) محدث، ثقة.(٣) محمد بن علي بن محرز الكوفي نزيل مصر. يروي عن أبي أحمد الزبيري توفي سنة (٢٦١ هـ). ينظر \"العلل\" للدارقطني ٧/ ٥١، \"وفيات المصريين\" للحبال (١٠٤).(٤) محمد بن بشر بن الفرافصة العبدي، أبو عبد الله الكوفي، ثقة حافظ، توفي سنة (٢٠٣ هـ).انظر: \"تاريخ ابن معين\" ٢/ ٥٠٥، \"الجرح والتعديل\" لابن أبي حاتم ٧/ ٢١١، \"تقريب التهذيب\" لابن حجر (٥٧٩٣).(٥) ابن حيّ الهَمْداني، أبو محمد الكوفي، ثقة.(٦) السبيعي، ثقة، مكثر، عابد، اختلط بآخره.(٧) وهب بن عبد الله السوائي، صحابي، جليل.(٨) [١٤٩١، ١٤٩٢] الحكم على الإسناد:حديث ضعيف لاضطرابه.التخريج:أخرجه الترمذي في \"الشمائل\" ٢/ ٥٨، وأبو يعلى في \"مسنده\" ٢/ ١٨٤ (٨٨٠)، والطبراني في \"المعجم الكبير\" ٢٢/ ١٢٣ (٣١٨)، والدارقطني في \"العلل\" ١/ ٢٠٦، وأبو نعيم في \"حلية الأولياء\" ٤/ ٣٥٠ كلهم من طريق محمد بن بشر، عن علي بن صالح، عن أبي إسحاق به وخالف علي بن صالح بن حي جماعة منهم: =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ١ - شيبان بن عبد الرحمن النحوي. أخرجه الترمذي في كتاب التفسير، باب ومن سورة الواقعة (٣٢٩٧)، وفي \"الشمائل\" ٢/ ٥٦، وابن سعد في \"الطبقات الكبرى\" ١/ ٤٣٥، والمروزي في \"مسند أبي بكر\" (٨٠)، والحاكم في \"المستدرك\" ٢/ ٣٧٤، وأبو نعيم في \"حلية الأولياء\" ٤/ ٣٥٠، والدارقطني في \"العلل\" ١/ ٢٠٠ كلهم من طريق شيبان، عن أبي إسحاق، عن عكرمة، عن ابن عباس قال: قال أبو بكر، به. ٢ - وتابع شيبان أبو بكر بن عياش، فقد أخرجه ابن أبي عاصم في \"الزهد\" ٢/ ٩، والدارقطني في \"العلل\" ١/ ٢٠٣ من طريق أبي بكر بن عياش، عن أبي إسحاق بمثل حديث شيبان.٣ - وخالفهم أبو الأحوص سلَّام بن سليم الحنفي، أخرجه سعيد بن منصور في \"سننه\" ٥/ ٣٧٣، وابن سعد في \"الطبقات الكبرى\" ١/ ٤٣٦، وأبو يعلى في \"مسنده\" ١/ ١٠٢ من طريق أبي الأحوص، عن أبي إسحاق، عن عكرمة، عن أبي بكر ولم يذكر ابن عباس.٤ - وتابع أبا الأحوص مسعود بن سعد الجعفي، فقد أخرجه ابن سعد في \"الطبقات الكبرى\" ١/ ٤٣٥، والدارقطني في \"العلل\" ١/ ٢٠٦، عن مسعود بن سعد، عن أبي إسحاق بمثل حديث أبي الأحوص.٥ - وخالفهم زكريا بن أبي زائدة، فقد أخرج المروزي في \"مسند أبي بكر\" (٨٢)، والدارقطني في \"العلل\" ١/ ٢٠٨ من طريق عبد الرحيم بن سليمان، عن زكريا، عن أبي إسحاق، عن أبي ميسرة، عن أبي بكر به.وأخرجه الطبراني في \"المعجم الأوسط\" ٨/ ١٦٠ من طريق أبي معاوية، عن زكريا بن أبي زائدة، عن أبي إسحاق، عن مسروق، عن أبي بكر به.٦ - وخالفهم عبد الكريم الخزاز، فقد أخرجه أبو الشيخ في جزء من انتقاء ابن مردويه (١٥١)، والدارقطني في \"العلل\" ١/ ٢٠٩ من طريق عبد الكريم الخزاز، عن أبي إسحاق، عن عامر بن سعد، عن أبيه قال: قلت يا رسول الله، به.٧ - وخالفهم أيضًا عمرو بن ثابت بن أبي المقدام. فقد أخرج الطبراني في =</p><p> [١٤٩٣] وأخبرنا أبو علي الحسين بن محمد -هو السيوري- (١) ، أخبرنا أبو الحسين (٢) علي بن حِمْشَاذ (٣) ، حدثنا محمد بن يونس (٤) ، حدثنا حاتم بن سالم القزاز (٥)  (٦) ، حدّثنا عمرو بن أبي عمرو </p><p>= \"المعجم الكبير\" ١٠/ ١٢٥، والدارقطني في \"العلل\" ١/ ١٩٩ من طريق عمرو بن ثابت، عن أبي إسحاق، عن أبي الأحوص عوف بن مالك، عن عبد الله بن مسعود أن أبا بكر، فذكره. ولأجل هذا الاختلاف اختلف نظر أئمة الحديث فيه، فقد توقف فيه الإمام البخاري كما نقله عنه الترمذي في \"العلل الكبير\" (٣٥٨)، واختلف كلام أبي حاتم الرازي، فمرة يرجح رواية شيبان المتصلة، ومرة يرجح رواية أبي الأحوص المنقطعة. انظر: \"علل الحديث\" لابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ١١٠، ١/ ١١٣.وقال البزار في \"البحر الزخار\" ١/ ١٧١: والأخبار مضطربة أسانيدها عن أبي إسحاق.وكذلك الحافظ ابن حجر، فقد مثل به للحديث المضطرب. انظر: \"النكت على ابن الصلاح\" ٢/ ٧٧٤، وينظر \"العلل\" للدارقطني ١/ ٢٠٨، \"حلية الأولياء\" لأبى نعيم ٤/ ٣٥٠.(١) ثقة، كثير الحديث.(٢) في (ن): أبو الحسن.(٣) أبو الحسن النيسابوري، الحافظ الثقة.(٤) محمد بن يونس بن موسى، أبو العباس البصري، الكديمي، متروك الحديث.(٥) حاتم بن سالم القزاز أبو بشر البصري، قال أبو زرعة: لا أروي عنه. وقال أبو حاتم الرازي: يتكلمون فيه. وقد وثقه ابن حبان. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٣/ ١٦١، \"ميزان الاعتدال\" للذهبي ١/ ٤٢٨، \"المغني في الضعفاء\" للذهبي ١/ ٢٢١، \"لسان الميزان\" لابن حجر ٢/ ١٥٤، \"الثقات\" لابن حبان ٨/ ٢١.(٦) في (ك): الفزاري.</p>"
}