{
  "id": null,
  "sura": 10,
  "aya": 35,
  "text": "<p> تُؤْفَكُونَ} تصرفون (١) عن قصد السبيل. </p><p> ٣٥ - قوله تعالى:  {قُلْ هَلْ مِنْ شُرَكَائِكُمْ} </p><p> أوثانكم {مَنْ يَهْدِي} يُرشِد {إِلَى الْحَقِّ} فإذا قالوا: لا. ولابد لهم منه {قُلِ اللَّهُ يَهْدِي} يرشد {لِلْحَقِّ} ؛ أي: إلى الحق {أَفَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لَا يَهِدِّي إِلَّا أَنْ يُهْدَى} . </p><p> اختلف القراء فيه: فقرأ أهل المدينة مجزومة الهاء مشدّدة الدال (٢) ، لأن أصله (يهتدي) فأدغمت التاء في الدال وتركت الهاء على حالها، فجمعوا في قراءتهم بين ساكنين؛ كما فعلوا في قوله:  {تَعْدُوا}  (٣) و {يَخِصِّمُونَ}  (٤) . </p><p> وقرأ ابن كثير وابن عامر بفتح الهاء وتشديد الدّال، نقلوا فتحة التاء المدغمة إلى الهاء، واختاره أبو عبيد وأبو حاتم. </p><p> وقرأ عاصم (٥) ورويس بكسر الهاء وتشديد الدال، فرارًا من التقاء </p><p>(١) هذا تفسير الحسن كما في \"جامع البيان\" للطبري ١١/ ١١٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٩٥٢، وعند ابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٩٥١ عن ابن عباس قال: يكذبون. (٢) انظر هذِه القراءة وما بعدها في: \"السبعة\" لابن مجاهد (ص ٣٢٦)، و\"العنوان\" لابن خلف (ص ١٠٥)، \"غاية الاختصار\" ٢/ ٥١٥ - ٥١٦، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٨٣ - ٢٨٤.(٣) إبراهيم: ٣٤.(٤) يس: ٤٩.(٥) برواية حفص عنه.</p><p> الساكنين، والجزم يُحرَّك إلى الكسرة، قال أبو حاتم: وهي لغة سُفْلي وروى (١) يحيى بن آدم، عن أبي بكر، عن عاصم بكسر الياء والهاء وتشديد الدال، اتبع الكسرة الكسرة، وقيل: هو على لغة من يقرأ (نِعبد) و (نِستعين)  (٢)  {فَتَمَسَّكُمُ النَّارُ}  (٣) ونحوها. </p><p> وقرأ أبو عمرو بين الفتح والجزم على مذهبه في الإخفاء. </p><p> وقرأ حمزة والكسائي وخلف بجزم الهاء وتخفيف الدال، على معنى يهتدي، يقال: هديتُهُ فَهَدى؛ أي اهتدى (٤) ، كما يقال: جبرته فجبر ونقصته فنقص. </p><p> {إِلَّا أَنْ يُهْدَى} في معنى الآية وجهان: فصرفها قوم إلى الرؤساء والمضلين؛ أراد لا يُرْشِدون إلا أن يُرشَدوا (٥) . </p><p>(١) في (ت): وقرأ. (٢) في (ت): {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ (٥)} [الفاتحة: ٥](٣) هود: ١١٣.(٤) قال الفراء: العرب تقول: هدى واهتدى بمعنى واحد، وهما جميعًا في أهل الحجاز.وانظر توجيه القراءات السابقة في \"الحجة\" لأبي زرعة (ص ٣٣٢)، \"الحجة\" لابن خالويه (ص ١٨١)، \"الحجة\" للفارسي ٤/ ٢٧٤ - ٢٧٧، \"الكشف عن وجوه القراءات السبع\" لمكي ١/ ٥١٨ - ٥١٩.(٥) حكاه القرطبي في \"الجامع لأحكام القرآن\" ٨/ ٣٤١، وابن الجوزي في \"زاد المسير\" ٤/ ٣١.</p>"
}