{
  "id": null,
  "sura": 10,
  "aya": 26,
  "text": "<p> وقال يحيى بن معاذ: يا ابن آدم؛ دعاك الله (١) إلى دار السلام، فانظر من أين تجيبه؛ فإن أجبته من دنياك دخلتها، وإن أجبته من قبرك مُنِعْتها. </p><p> ثم قال:  {وَيَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ} عمّ بالدعوة إظهارًا للحجة، وخصّ بالهداية استغناءً عن خلقه (٢) . </p><p> وقيل: الدعوة إلى دار السلام عامّة لأنها الطريق إلى النعمة، وهداية الصراط خاصّة لأنها الطريق إلى المُنعِم. </p><p> ٢٦ - {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} </p><p> أخبرنا أبو الحسن (٣) أحمد بن محمد بن يوسف بن يعقوب الفقيه في آخرين، قال: نا أبو علي إسماعيل بن محمد </p><p>= والحديث أصله في \"صحيح البخاري\" في الاعتصام، باب الاقتداء بسنن رسول الله - صلى الله عليه وسلم - (٧٢٨١) ومن طريقه البغوي في \"شرح السنة\" ١/ ١٩٢ من طريق سليم بن حيان، عن سعيد بن ميناء، عن جابر .. بنحوه. وللحديث شاهد أيضًا أخرجه الطبراني في \"المعجم الكبير\" ٥/ ٦٥ (٤٥٩٩)، والدارمي في \"المسند\" (١) من حديث أيوب، عن أبي قلابة، عن عطية، عن ربيعة الجرشي .. بنحو حديث سعيد بن أبي هلال.قال الهيثمي في \"مجمع الزوائد\" ٨/ ٢٦٠: رواه الطبراني بإسناد حسن.وقال الحافظ في \"فتح الباري\" ١٣/ ٢٥٤: وسنده جيد.(١) في (ت): ربّك.(٢) انظر \"البسيط\" للواحدي (ل ٧/ ب).(٣) في (ت): أبو الحسين، وهو تحريف.وهو أبو الحسن النصري المؤذن الجرجاني، لم يُذكر بجرح أو تعديل.</p><p> الصفّار (١) ، حدثنا الحسن بن عرفة العبدي (٢) ، قال: حدثني سَلمْ (٣) بن سالم البلخي (٤) ، عن نوح بن أبي مريم (٥) ، عن ثابت البناني (٦) ، عن أنس بن مالك - رضي الله عنه - قال: سئل رسول الله - صلى الله عليه وسلم - عن هذِه الآية {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} قال: \"للذين أحسنوا العمل في الدنيا(الحسني)وهي الجنة، والزيادة النظر إلى وجه الله الكريم\"  (٧) . </p><p>(١) إسماعيل بن محمد بن إسماعيل بن صالح بن عبد الرحمن الصفار، ثقة. (٢) أبو علي البغدادي، صدوق.(٣) في الأصل و (ت): سلمة، وفي (ن): سلام، والتصويب من مصادر الترجمة.(٤) كان مرجئًا ضعيفًا في الحديث.(٥) نوح بن أبي مريم أبو عصمة المروزي، كذبوه في الحديث، وقال ابن المبارك: كان يضع.(٦) ثقة، عابد.(٧) الحكم على الإسناد:إسناده ضعيف جدًّا، لما تقدم من حال سلم بن سالم ونوح بن أبي مريم.التخريج:وقد ذكره السيوطي في \"الدر المنثور\" ٣/ ٥٤٧ وعزاه لأبي الشيخ وابن منده والدارقطني في الرؤية وابن مردويه واللالكائي والخطيب وابن النجار.والحديث أخرجه الحسن بن عرفة في \"جزئه\" (من رواية إسماعيل الصفار عنه) (ص ٥٤)، ومن طريقه أخرجه ابن عدي في \"الكامل\" ٣/ ٣٢٦، واللالكائي في \"السنة\" ٢/ ٥٠٥، والخطيب في \"تاريخ بغداد\" ٩/ ١٤٠.فال الخطيب: هكذا رواه مسلم، عن نوح بن أبي مريم، عن ثابت البناني، عن أنس، وهو خطأ، والصواب: عن ثابت، عن عبد الرحمن بن أبي ليلي، عن صهيب، عن النبي - صلى الله عليه وسلم -، كذلك رواه حماد بن سلمة وكان أثبت الناس في ثابت. وهي الرواية الآتية عند المؤلف برقم (٦٥).</p><p> وهو قول أبي بكر، وحذيفة، وأبي موسى، وصهيب، وعبادة بن الصامت، وكعب بن عجرة، وعامر بن سعد، وعبد الرحمن بن سابط، والحسن، وعكرمة، وأبي الجوزاء، والضحاك، والسدي، وعطاء، ومقاتل (١) . </p><p> يدل عليه ما أنا أبو الحسن بن أبي الفضل القهندزي (٢) ، أنا أبو علي الصفّار (٣) ، نا الحسن بن عرفة (٤) ، نا يزيد بن هارون (٥) ، عن حماد بن سلمة (٦) ، عن ثابت البناني (٧) ، عن عبد الرحمن ابن أبي ليلي (٨) ، عن صهيب (٩) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إذا </p><p>(١) انظر أقوالهم في \"تفسير مقاتل\" ٢/ ٢٣٦، \"جامع البيان\" للطبري ١١/ ١٠٤ - ١٠٧، \"تفسير القرآن العظيم\" لابن أبي حاتم ٦/ ١٩٤٥، \"الشريعة\" للآجري ٢/ ٩٨٢ - ٩٩٦، \"السنة\" لعبد الله بن أحمد ١/ ٢٤٣ - ٢٤٥، \"السنة\" للالكائي ٢/ ٥٠٤ - ٥١٣، \"البسيط\" للواحدي، \"معالم التنزيل\" للبغوي ٤/ ١٣٠، في \"تفسير القرآن العظيم\" لابن كثير ٧/ ٣٥٦. (٢) أحمد ابن أبي الفضل محمد بن يوسف القهندزي، أبو الحسن النيسابوري، من أعيان المعدلين.(٣) إسماعيل بن محمد بن إسماعيل، ثقة.(٤) أبو علي العبدي، صدوق.(٥) يزيد بن هارون بن زاذان السلمي مولاهم، أبو خالد الواسطي، ثقة متقن عابد.(٦) أبو سلمة البصري، ثقة، عابد، أثبت الناس في ثابت، وتغير حفظه بآخره.(٧) ثقة، عابد.(٨) ثقة.(٩) ابن سنان، الصحابي، المشهور.</p><p> دخل أهل الجنة الجنة نودوا: أن (١) يا أهل الجنّة، إن لكم عند الله موعدًا لم تروه \"،قال فيقولون:ما هو؟ ألم يُبيّض وجوهنا، ويُزحزحنا عن النار، ويُدخلنا الجنة؛! قال:\" فيكشف الحجاب تبارك وتعالى، فينظرون إليه، قال: فوالله ما أعطاهم شيئًا هو أحبّ إليهم منه\" (٢) . </p><p>(١) من (ت). (٢) الحكم على الإسناد:إسناده حسن، والحديث صحيح كما سيأتي.التخريج:عزاه السيوطي في \"الدر المنثور\" ٣/ ٥٤٦ للطيالسي وهنّاد وأحمد ومسلم والترمذي وابن ماجه وابن خزيمة في \"صحيحه\" وابن جرير وابن المنذر وابن أبي حاتم وأبي الشيخ والدارقطني وابن مردويه والبيهقي.وقد أخرجه الحسن بن عرفة في \"جزئه\" المشهور -برواية إسماعيل الصفار عنه- (ص ٥٤) ومن طريقه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٩٤٥.وأخرجه الطيالسي في \"مسنده\" (ص ١٨٦) ومن طريقه الآجري في \"الشريعة\" ٢/ ١٠١٢)، وأبو نعيم في \"الحلية\" ١/ ١٥٥.وأخرجه أحمد في \"المسند\" ٤/ ٣٣٢ (١٨٩٣٥)، ومسلم في الإيمان، باب إثبات رؤية المؤمنين في الآخرة لربهم (١٨١)، وعبد الله بن أحمد في \"السنة\" ١/ ٢٤٥ جميعهم من طريق يزيد بن هارون وأخرجه أحمد في \"المسند\" ٤/ ٣٣٣ (١٨٩٤١)، ومسلم في الإيمان باب إثبات رؤية المؤمنين في الآخرة لربهم (١٨١)، والترمذي في صفة الجنة، باب ما جاء في رؤية الرب تبارك وتعالى (٢٥٥٢)، والنسائي في \"السنن الكبرى\" في النعوت، باب المعافاة والعقوبة (٧٧٦٦) من طريق عبد الرحمن بن مهدي، عن حماد ... به.وأخرجه ابن ماجه في المقدمة (١٨٧)، والطبري في \"المعجم الكبير\" ١١/ ١٠٦ من طريق حجاج بن منهال، عن حماد ... به. =</p><p> وقال ابن عباس رضي الله عنهما: للذين أحسنوا الحسني: يعني الذين شهدوا أن لا إله إلا الله الجنة (١) . </p><p> وروى عطية عنه: أن الحسني: هى أنّ واحدةً من الحسنات بواحدة، والزيادة: التضعيف عشر أمثالها إلى سبعمائة ضعف (٢) . </p><p> وروى جرير (٣) ، عن الليث (٤) ، عن عبد الرحمن بن سابط (٥) قال: </p><p>= وأخرجه ابن أبي عاصم في \"السنة\" ١/ ٢٠٥، واللالكائي في \"السنة\" ٣/ ٤٥٥، والطبراني في \"المعجم الأوسط\" ١/ ٤٢٣ من طريق هدبة بن خالد، عن حماد، به. ورواه أحمد في \"المسند\" ٤/ ٣٣٣ (١٨٩٤١)، والإسماعيلي في \"معجمه\" ٢/ ٥١٤، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٦/ ٤٧١ من طريق عفان ابن مسلم، عن حماد ... به.ورواه هناد في \"الزهد\" ١/ ١٣١ ومن طريقه الآجري في \"الشريعة\" ٢/ ١٠١١ من طريق قبيصة بن عقبة، عن حماد ... به.(١) عزاه السيوطي في \"الدر المنتثور\" ٣/ ٥٤٨ لابن جرير وابن المنذر وابن أبي حاتم والبيهقي.وقد أخرجه الطبري في \"جامع البيان\" ١١/ ١٠٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٩٤٤ من طريق معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس ... به.(٢) أخرجه الطبري في \"جامع البيان\" ١١/ ١٠٧ من طريق عطية العوفي، عن ابن عباس .. بمعناه. وذكره البغوي في \"معالم التنزيل\" ٤/ ١٣٠.(٣) في الأصل: جويبر، وهو تحريف، والتصويب من (ت) ومن مصادر التخريج.وهو جرير بن عبد الحميد، ثقة، صحيح الكتاب، قيل: كان في آخر عمره يهم من حفظه.(٤) ابن أبي سليم، صدوق اختلط أخيرًا، ولم يتميز حديثه فترك.(٥) ثقة، كثير الإرسال.</p><p> الحسنى: النُّضْرَة، والزيادة: النَّظر، قال الله تعالى {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (٢٢) إِلَى رَبِّهَا نَاظِرَةٌ (٢٣) } (١)  (٢) . </p><p> وروى الحكم، عن علي بن أبي طالب - رضي الله عنه - قال: الزيادة: غرفة من لؤلؤة واحدة لها أربعة آلاف باب (٣) . </p><p> وقال مجاهد: الحسني: حسنة مثل حسنة، والزيادة: مغفرة من الله تعالى ورضوان (٤) . </p><p>(١) القيامة: ٢٢ - ٢٣. (٢) الحكم على الإسناد:ضعيف؛ لأجل ابن أبي سليم.التخريج:ذكره السيوطي في \"الدر المنثور\" ٣/ ٥٤٨ وعزاه لابن جرير والدارقطني.وقد أخرجه سعيد بن منصور في \"سننه\" ٥/ ٣١١، وابن أبي شيبة في \"المصنف\" ١٢/ ٣٠٨ (٣٥٩٧٣)، والطبري في \"جامع البيان\" ١١/ ١٠٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٩٤٥، واللالكائي في \"السنة\" ٣/ ٥١٢ كلهم من طريق جرير، عن الليث .. بنحوه.(٣) عزاه السيوطي في \"الدر المنثور\" ٣/ ٥٤٨ لسعيد بن منصور وابن جرير وابن المنذر وابن أبي حاتم وأبي الشيخ والبيهقي.وقد أخرجه سعيد بن منصور في \"السنن\" ٥/ ٣١٠، والطبري في \"جامع البيان\" ١١/ ١٠٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٩٤٥ من طريق الحكم ابن عتيبة، عن علي ... به.وفي جميع مصادر التخريج: لها أربعة أبواب.قال الأستاذ محمود شاكر ١٥/ ٦٩: فهذا حديث ضعيف لإرساله عن عليّ.(٤) \"تفسير مجاهد\" ١/ ٢٩٣. =</p><p> وقال ابن زيد: الحسنى الجنة، والزيادة ما أعطاهم الله (١) في الدنيا؛ لا يحاسبهم به يوم القيامة (٢) . </p><p> وحكي منصور بن عمّار، عن يزيد بن شجرة - رضي الله عنه - قال: الزيادة هي أن تمرّ السحابة بأهل الجنة فتمطرهم مُقنّعات، فتقول لهم: ما تريدون أن أُمْطِرَكُم؛ فلا يريدون شيئًا إلا مَطَرتهم (٣) . </p><p>= وعزاه السيوطي في \"الدر المنثور\" ٣/ ٥٤٧ لابن أبي شيبة وابن جرير وابن المنذر وابن أبي حاتم. وقد أخرجه الطبري ١١/ ١٠٨، وابن أبي حاتم ٦/ ١٩٤٥ من طريق ابن أبي نجيح، عن مجاهد ... به.(١) من (ت).(٢) عزاه السيوطي في \"الدر المنثور\" ٣/ ٥٤٩ لابن جرير وأبي الشيخ.وقد أخرجه الطبري في \"جامع البيان\" ١١/ ١٠٨ من طريق ابن وهب، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ١٩٤٦ من طريق أصبغ بن الفرج، كلاهما عن ابن زيد ... به.قال الطبري في \"جامع البيان\" ١١/ ١٠٨: وأولى الأقاويل في ذلك بالصواب أن يقال: إن الله تبارك وتعالى وعد المحسنين من عباده على إحسانهم الحسني، أن يجزيهم على طاعتهم إياه الجنّة، وأن يبيض وجوههم، ووعدهم مع الحسنى الزيادة عليها، ومن الزيادة على إدخالهم الجنة أن يكرمهم بالنظر إليه، وأن يعطيهم غرفا من لآلئ، وأن يزيدهم غفرانًا ورضوانًا، كل ذلك من زيادات عطاء الله إياهم على الحسنى التي جعلها الله لأهل جناته، وعمّ ربنا جل ثناؤه بقوله: وزيادة الزيادات على الحسني، فلم يخصّص منها شيئا دون شيء، وغير مستنكر من فضل الله أن يجمع ذلك لهم؛ بل ذلك كله مجموع لهم إن شاء الله، فأولى الأقوال في ذلك بالصواب أن يعمّ كما عمّه عز ذكره.(٣) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٨/ ٣٣١.</p><p> {وَلَا يَرْهَقُ} يغشى ويلحق (١)  {وُجُوهَهُمْ قَتَرٌ} غبار وهو جمع قترة (٢) ، قال الشاعر (٣) : </p><p> مُتَوَّجٌ بردَاء المُلكِ يَتبعُهُ ... هوجٌ (٤) ترى فوقه الرايات والقَتَرا </p><p> وقال ابن عباس وقتادة: سواد الوجوه (٥) . </p><p> وقرأ الحسن (قتْر) بسكون التاء (٦) ، وهما لغتان كالقَدْرِ والقَدَرِ. </p><p> {وَلَا ذِلَّةٌ} هوان (٧) ، وقال قتادة: كآبة وكسوف (٨) . </p><p>(١) انظر \"مجاز القرآن\" لأبي عبيدة ١/ ٢٧٧، \"معاني القرآن\" للزجاج ٣/ ١٥، \"معاني النيسابوري\" ١/ ٣١٩. (٢) انظر المصادر السابقة.(٣) في (ت): الفرزدق.والبيت له في \"ديوانه\" ١/ ٢٣٤ من قصيدة مدح فيها بشر بن مروان، وفي \"مجاز القرآن\" لأبي عبيدة\" ١/ ٢٧٧، \"جامع البيان\" للطبري ١١/ ١٠٨، \"المحرر الوجيز\" لابن عطية ٣/ ١١٦، \"الجامع لأحكام القرآن\" للقرطبي ٨/ ٣٣١، \"البحر المحيط\" لأبي حيان ٥/ ١٤٨، \"الدر المصون\" للسمين الحلبي ٦/ ١٨٢، \"لسان العرب\" لابن منظور، \"تاج العروس\" للزبيدي (قتر).وفي الديوان معتصب بدل متوج.(٤) في هامش الأصل: في نسخة: هرج، وفي سائر المصادر (موج).(٥) انظر: \"البسيط\" للواحدي (ل ٧/ ب).(٦) \"مختصر في شواذ القرآن\" لابن خالويه (ص ٦١)، \"إعراب القرآن\" للنحاس ٢/ ٢٥١.(٧) انظر \"جامع البيان\" للطبري ١١/ ١٠٨، \"النكت والعيون\" للماوردي ٢/ ٤٣٣.(٨) ذكره البغوي في \"معالم التنزيل\" ٤/ ١٣٠، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ٣٣١، وعزاه ابن الجوزي في \"زاد المسير\" ٤/ ٢٥ لابن عباس.</p>"
}