{
  "id": null,
  "sura": 11,
  "aya": 75,
  "text": "<p> ٧٥ - {إِنَّ إِبْرَاهِيمَ لَحَلِيمٌ أَوَّاهٌ مُنِيبٌ (٧٥) } </p><p> فيه إضمار، أي: أخذ وظل يجادلنا (١) . </p><p> وقال بعضهم: يُكَلِّمُنَا، لأن إبراهيم لا يجادل ربّه، إنما يسأله ويطلب إليه (٢) . </p><p> وقال عامة أهل التفسير: معناه يجادل رسلنا (٣) . </p><p>(١) إنما قال ذلك المصنف لأن (لمَّا) لا يكون جوابها إلا ماضيًا كقولك فلمَّا أتاني أتيمه. انظر: \"معاني القرآن\" للفراء ٢/ ٢٣، \"الجامع لأحكام القرآن\" للقرطبي وأجاب عن هذا الأشكال الزجاج بجوابين: ١ - أن (لمَّا) لما كانت شرطًا للماضي جاز أن يقع بعدها المستقبل بمعنى الماضي.٢ - أن (يجادلنا) حكاية لحال قد مضت والمعنى: لمَّا ذهب عنه الروع أخذ يجادلنا أقبل يجادلنا فأضمر هذا الفعل قبل المستقبل لأن (لمَّا) تقتضيه.وذكر الوجهين النحاس في \"إعراب القرآن\" ٢/ ٣٩٥. واختار القول الثاني -الذي اختاره المصنف هنا- الفراء والزجاج. انظر: \"معاني القرآن\" للفراء ٢/ ٢٣، \"معاني القرآن\" للزجاج ٣/ ٦٤.(٢) نسبه الطبري في \"جامع البيان\" ١٥/ ٤٠٢ إلى بعض أهل العربية من أهل البصرة، وقال عقبة: وهذا من الكلام جهل؛ لأن الله تعالى ذكره أخبرنا في كتابه أنه يجادل في قوم لوط، فقول القائل: إبراهيم لا يجادل موهمًا بذلك أن قول من قال في تأويل قوله يجادلنا يخاصمنا، أن إبراهيم كان يخاصم ربه، جهل من الكلام، وإنما جداله الرسل على وجه المحاجة لهم. ومعنى ذلك وجاءته البشرى يجادل رسلنا ولكنّه لمَّا عُرِفَ المراد من الكلام حذف الرسل.(٣) انظر: \"جامع البيان\" للطبري ١٥/ ٤٥٢، \"تفسير القرآن العظيم\" لابن أبي حاتم ٦/ ٢٠٥٧، \"البسيط\" للواحدي (٧٤ أ) وفيه: أنه قول جميع المفسرين، \"معالم التنزيل\" للبغوي ٤/ ١٨٩ وفيه: أنه قول عامة المفسرين.</p><p> وذلك أنهم لم قالوا له:  {إِنَّا مُهْلِكُواْ أَهْلِ هَذِهِ الْقَرْيَةَ}  (١) قال لهم: أرأيتم إن كان فيهم خمسون من المسلمين أو تهلكونهم؟ قالوا: لا. قال: أو أربعون؟ قالوا: لا. قال: أو ثلاثون؟ قالوا: لا. حتى بلغ عشرة. قالوا: لا. فقال: خمسة؟ قالوا: لا. قال: أرأيتم إن كان فيها رجل مسلم أتهلكونها؟ قالوا: لا. فقال إبراهيم عند ذلك (٢) : {قَالَ إِنَّ فِيهَا لُوطًا قَالُوا نَحْنُ أَعْلَمُ بِمَنْ فِيهَا لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ}  (٣) . </p><p> قال ابن جريج: وكان في قرى قوم لوط أربعة آلاف ألف (٤) . </p><p> قال قتادة في هذِه الآية: لا نرى المؤمن إلا يحوط المؤمن (٥) . </p><p>(١) سورة العنكبوت: ٣١. (٢) ما ذكره المصنف من تفصيل مجادلتهم اختلفت فيه عبارات المفسرين وهو من المنقول عن بني إسرائيل.وأقرب الألفاظ إلى ما ذكره المصنف ما أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ٢٠٥٧ عن حذيفة بن اليمان، وما أخرجه الطبري في \"جامع البيان\" ١٥/ ٤٠٤ عن قتادة وسنده إلى قتادة صحيح. وحكاه بلفظه ابن حبيب في \"تفسيره\" (١١٠ أ)، والواحدي في \"الوسيط\" للواحدي ٢/ ٥٨٢ ونسبه للمفسرين.(٣) العنكبوت: ٣٢.(٤) أخرجه الطبري في \"جامع البيان\" ١٥/ ٤٠٥، وانظر: \"معالم التنزيل\" للبغوي ٤/ ١٩٠، \"لباب التأويل\" للخازن ٣/ ٣١٩.وأخرج عبد الرزاق في \"تفسير القرآن العظيم\" ٢/ ٣٠٨ عن قتادة قال: بلغني أنهم كانوا أربعة آلاف ألف إنسان.وأخرج الطبري في \"جامع البيان\" ١٥/ ٤٠٤ عن معمر نحو ذلك.(٥) لم أجده عند غير المصنف.</p>"
}