{
  "id": null,
  "sura": 11,
  "aya": 16,
  "text": "<p> والآخرة، وإرادته الآخرة غالبة على إرادته الدنيا، يدل عليه. </p><p> ١٦ - قوله:  {أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا} </p><p> في الدنيا {وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ} . وقال مجاهد: هم أهل الرياء (١) . </p><p> وروى ابن المُبَارَك (٢) عن حَيوة بن شُرَيْح (٣) قال: حدَّثني الوليد بن أبي الوليد أبو عثمان (٤) ، أن عُقْبَة بن مسلم (٥) حدثه، أن شُفَيَّ بن ماتع (٦) الأَصْبَحي (٧) حدثه، أنه دخل المدنية فإذا هو برجل قد اجتمع عليه الناس، فقال من هذا؟ فقالوا: أبو هريرة. قال: فدنوت منه حتى قعدت بين يديه، وهو يُحدث النَّاس، فلمَّا سَكَتَ وخلا قلت: أَنْشْدُكَ الله لما حدثتني حديثًا سمعته من رسول الله - صلى الله عليه وسلم - عَقلْتَهُ وعَلِمْتَهُ. فقال أبو هريرة: أَفْعَلُ، لأُحدثنَّك حديثًا حدثنيه رسول الله </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٥/ ٢٦٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ٢٠١١، وأبو الشيخ كما في \"الدر المنثور\" للسيوطي ٣/ ٥٨٤. (٢) عبد الله بن المبارك، الإمام، الثقة، الثبت، الفقيه، العالم.(٣) أبو زرعة المصري، ثقة، ثبت، فقيه، زاهد.(٤) لين الحديث.(٥) أبو محمد المصري، ثقة.(٦) في الأصل قانع والتصويب من (ن)، والمصادر.(٧) شفي بن ماتع الأصبحي، المصري، ثقة من التابعين، مات في خلافة هشام بمصر.انظر: \"الجرح والتعديل\" ٤/ ٣٨٩، \"تهذيب الكمال\" ١٢/ ٥٤٣، \"التقريب\" (٢٨١٣).</p><p> - صلى الله عليه وسلم - في هذا البيت، ما فيه أحدٌ غيري وغيرُه، ثمَّ نَشغ أبو هريرة (١) نشغة شديدة (٢)  (٣) ثم أفاق. فقال: لأحدثنَّك حديثًا حدثنيه رسول الله - صلى الله عليه وسلم - في هذا البيت، ما فيه أحد غيري وغيره، ثم نشغ نشغة شديدة، ثم مال خارًّا على وجهه، وأسندته طويلًا ثم أفاق فقال: حدثني رسول الله - صلى الله عليه وسلم -: \"إن الله تبارك وتعالى إذا كان يوم القيامة، دعا العباد ليقضي بينهم، وكل أمة جاثية، فأول من يدعى به رجل جمع القرآن، ورجل قتل في سبيل الله، ورجل كثير المال، فيقول الله تعالى للقارئ: ألم أعلمك ما أنزلت على رسولي؟ قال: بلى يا رب. قال: فماذا عَمِلْتَ فيما عَلِمْت؟ قال: كنت أقوم آناء الليل والنَّهار. فيقول الله تعالى: كذبتَ. وتقول له الملائكة: كذبت. ويقول الله تعالى: بل أردت بأن يقال: فلان قارئ، وقد قيل ذاك. ويؤتى بصاحب المال، فيقول الله تعالى: ألم أوسع عليك حتى لم أدعك تحتاج إلى أحد؟ قال: بلى يارب. قال: فماذا عملت فيما آتيتك؟ قال: كنت أصل الرحم وأتصدق. فيقول الله عز وجل: كذبت. وتقول الملائكة: كذبت. وبقول الله تعالى: بل أردت أن يقال: فلان جواد فقد قيل ذاك. ويؤتى بالذي قتل في سبيل الله، فيقال: في ماذا قتلت؟ فيقول: أمرت بالجهاد في سبيل الله فقاتلت حتى قتلت. فيقول الله تعالى له: </p><p>(١) ساقطة من (ن). (٢) نشغ: شهق حتى كاد يبلغ به الغَشي. انظر: \"الصحاح\" للجوهري ٤/ ١٣٢٧ (نشغ).(٣) من (ك).</p><p> كذبت. وتقول الملائكة: كذبت، ويقول الله تعالى له: بل أردت أن يقال: فلان جريء شجاع (١) ، فقد قيل ذاك. ثم ضرب رسول الله - صلى الله عليه وسلم - على ركبتي فقال: يا أبا هريرة: أولئك الثلاثة أول خلق الله تعالى تسعر بهم النار يوم القيامة\" (٢) . </p><p> قال الوليد: فأخبرني عقبة أن شُفَيًّا دخل على معاوية (٣) وأخبره بهذا عن أبي هريرة، فقال معاوية: وقد فُعِل بهؤلاء هذا، فكيف بمَنْ بَقِيَ من النَّاس؟ ! ثم بكى معاوية بكاء شديدًا حتى ظننا أنَّه هالك (٤) ، ثمَّ أفاقَ معاوية ومسح وجهه فقال: صدق الله ورسوله {مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا} وقرأ </p><p>(١) ساقطة من (ن). (٢) الحكم على الإسناد:فيه الوليد بن أبي الوليد لين الحديث، لكن له طرق أخرى كما سيأتي في التخريج.التخريج:أخرجه الترمذي في كما في \"تحفة الأشراف\" للمزي ٧/ ٤٤ في كتاب الزهد، باب الرياء والسمعة، وقال: حسن غريب. والطبري في \"جامع البيان\" ١٥/ ٢٦٦، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٣/ ٥٨٤ كلهم من طريق شفي بن ماتع به.وأخرجه مسلم نووي كتاب الإمارة، باب من قاتل رياءً (١٩٠٥)، والنسائي في \"السنن الكبرى\" ٦/ ٣ في الجهاد، باب من قاتل ليقال فلان جريء. من حديث سليمان بن يسار، عن أبي هريرة نحوه.(٣) معاوية بن أبي سفيان - رضي الله عنه -، الخليفة.(٤) في (ك): هلك.</p>"
}