{
  "id": null,
  "sura": 11,
  "aya": 18,
  "text": "<p> وقيل: ومن قبل نزول القرآن، كان كتاب موسى إمامًا ورحمة {أُولَئِكَ} أصحاب موسى {يُؤْمِنُونَ بِهِ وَمَنْ يَكْفُرْ بِهِ} يعني: بمحمد، وقيل: بالقرآن، وقيل: بالتوراة. {مِنَ الْأَحْزَابِ} من الكفار {فَالنَّارُ مَوْعِدُهُ} . </p><p> روى سعيد بن جبير عن أبي موسى الأشعري أن النبي - صلى الله عليه وسلم - قال:  \"لا يسمع بي يهودي ولا نصراني فلا يؤمن بي إلا كان من أهل النار\" قال أبو موسى: فقلت في نفسي إن النبي - صلى الله عليه وسلم - لا يقول مثل هذا القول إلا من القرآن، فوجدت الله تعالى يقول:  {وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ}  (١) . </p><p> {فَلَا تَكُ فِي مِرْيَةٍ} شك {مِنْهُ إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ} . </p><p> ١٨ - قوله تعالى:  {وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا} </p><p> فزعم أن له ولدًا أو شريكًا. {أُولَئِكَ} يعني: الكاذبين والمكذبين {يُعْرَضُونَ عَلَى رَبِّهِمْ} فيسألهم عن أعمالهم ويجزيهم بها (٢) . {وَيَقُولُ </p><p>(١) حديث صحيح. أخرجه أحمد في \"مسنده\" ٤/ ٣٩٦، وأبو داود الطيالسي في \"مسنده\" ٢/ ٦٩، والروياني في \"مسنده\" ١/ ٣٤٥، وأبو نعيم في \"حلية الأولياء\" ٤/ ٣٠٨ كلهم من طريق سعيد بن جبير به. وإسناده صحيح. وأخرجه مسلم في ١/ ١٣٤، وأحمد في \"مسنده\" ٢/ ٣١٧، وابن منده في \"الإيمان\" ١/ ٥٠٨ نحوه من حديث أبي هريرة.وأخرجه الحاكم في \"المستدرك\" ٢/ ٣٧٢ من حديث ابن عباس وقال: صحيح على شرط الشيخين.(٢) من (ك).</p><p> الْأَشْهَادُ} يعني: الملائكة الذين كانوا يحفظون أعمالهم عليهم في الدنيا في قول مجاهد (١) والأعمش. </p><p> وقال الضحاك: يعني: الأنبياء والرسل (٢) . </p><p> وقال قتادة: يعني: الخلائق (٣) . </p><p> وروى (٤) صفوان بن مُحرز المازني قال: بينما نحن نطوف بالبيت مع عبد الله بن عمر إذ عرض له رجل فقال: يا ابن عمر ما سمعت من رسول الله - صلى الله عليه وسلم - يقول في النَّجوى؟ فقال: سمعت نبي الله - صلى الله عليه وسلم - يقول:  \"يَدْنُو المؤمنُ من ربّه حتى يَضَع كَنَفَهُ عليه فَيُقرِّرَه بذنوبه،فيقول:هل تَعْرفُ كذا؟ فيقول رب أعرف. مرتين،حتَّى إذا بَلَغَ به ما شاء الله أن يَبْلُغَ قال:فإنِّي قد سترتها عليك في الدنيا وأنا أَغْفِرُها لك اليوم.قال:فَيُعْطَى كتَابَه بيمينه، وأمَّا الكافر والمنافقُ فيُنَادى بهم على رُؤُوس الأَشْهاد{هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ}\" . </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٥/ ٢٨٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ٢٠١٧، عن مجاهد والأعمش. وهو كذلك في \"البسيط\" للواحدي (٥٠ أ)، \"زاد المسير\" لابن الجوزي ٤/ ٨٩. (٢) أخرجه عنه الطبري في \"جامع البيان\" ١٥/ ٢٨٣. ثم إنه جعل تفسيرها قوله تعالى: {وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِمْ مِنْ أَنْفُسِهِمْ وَجِئْنَا بِكَ شَهِيدًا} [سورة النحل: ٨٩].(٣) أخرجه عبد الرزاق في \"تفسير القرآن العظيم\" ٢/ ٣٠٤، والطبري في \"جامع البيان\" ١٥/ ٢٨٣.(٤) في (ن): وروي عن.</p>"
}