{
  "id": null,
  "sura": 12,
  "aya": 110,
  "text": "<p> ١١٠ - {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جَاءَهُمْ نَصْرُنَا} . </p><p> اختلف القراء في قوله:  {كُذِبُوا} فقرأها قوم بالتخفيف. </p><p> وهي قراءة علي بن أبي طالب، وابن عباس، وابن مسعود، وأبي ابن كعب، وسعيد بن جبير، وأبي عبد الرحمن السُّلمي، وعكرمة، والضحاك، وعلقمة ومسروق (١) ، والنخعي (٢) ، وأبي جعفر المدني، ومحمد بن كعب، والأعمش، وطلحة بن مصرف (٣) ، وعيسى بن عمر الهمداني، وأبي إسحاق السبيعي، وابن أبي ليلى (٤) ، وعاصم، وحمزة (٥) ، وعلي بن الحسين، وابنه أبي جعفر محمد، وابنه جعفر ابن محمد، وزيد بن علي (٦) ، ومحمد بن عبد الله بن الحسن (٧) ، وعبد الله بن مسلم بن يسار (٨) . </p><p>(١) مسروق بن الأجدع الهمداني، ثقة. (٢) إبراهيم بن يزيد النخعي، ثقة فقيه.(٣) طلحة بن مصرف بن عمرو الهمداني الكوفي، قارئ ثقة.(٤) عبد الرحمن بن أبىِ ليلى الأنصاري، ثقة.(٥) في (ك): زيادة: خلف والكسائي.(٦) زيد بن علي بن الحسين بن علي بن أبي طالب الهاشمي، ثقة.(٧) محمد بن عبد الله بن الحسن بن الحسين بن علي بن أبي طالب الهاشمي.(٨) انظر: \"السبعة\" لابن مجاهد (٣٥١)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٢٤٨)، \"التيسير\" للداني (١٣٠)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٩٦، \"إتحاف فضلاء البشر\" للدمياطي (٢٦٨)، \"المحتسب\" لابن جني ١/ ٣٥٠، \"مختصر في شواذ القرآن\" لابن خالويه (٦٥)، \"جامع البيان\" للطبري ١٦/ ٣٠٤، \"الجامع لأحكام القرآن\" للقرطبي ٩/ ٢٧٥، \"البحر المحيط\" لأبي حيان ٥/ ٣٥٤.</p><p> واختارها الكسائي وأبو عبيد، ورويت عن النبي - صلى الله عليه وسلم - (١) . </p><p> وقرأها الآخرون بالتشديد. </p><p> وهي قراءة عائشة، وابن هرمز الأعرج (٢) ، ونافع، والزهري، وعطاء بن أبي رباح، وعبد الله بن كثير، وعبد الله بن الحارث، وأبي الرجاء، والحسن، وقتادة، وأبي عمرو، وعيسى، وسلام (٣) ، وعمرو بن ميمون (٤) ، ويعقوب. </p><p> ورويت أيضًا عن النبي - صلى الله عليه وسلم - (٥) . </p><p> فمن قرأها بالتخفيف فمعناها: حتى إذا استيئس الرسل من إيمان قومهم، وظن قومهم أن الرسل قد كذبتهم في وعيد العذاب (٦) . </p><p> وروى حماد بن زيد (٧) ، عن شعيب بن الحبحاب (٨) ، عن إبراهيم بن أبي حرة الجزري (٩)  (١٠) ، قال: صنعت طعامًا فدعوت ناسًّا من </p><p>(١) لم أجدها عند غير المصنف. والله أعلم. (٢) عبد الرحمن بن هرمز الأعرج، ثقة، ثبت، عالم.(٣) سلام بن سليمان الطويل، ثقة جليل.(٤) عمرو بن ميمون.(٥) لم أجدها عند غير المصنف.(٦) انظر: \"الحجة\" لابن خالويه ٢/ ٣١٧، \"المحتسب\" لابن جني ١/ ٣٥٠، \"الحجة\" لأبي على الفارسي ٤/ ٤٤٢، \"إعراب شواذ القرآن\" ١/ ٧١٩.(٧) حماد بن زيد بن درهم الجهضمي، ثقة، ثبت.(٨) شعيب بن الحبحاب الأزدي مولاهم، ثقة.(٩) ثقة.(١٠) في (ك): أبي حراة الحروي.</p><p> أصحابنا فيهم سعيد بن جبير، فأرسلت إلى الضحاك بن مزاحم فأبى أن يجيء فأتيته فلم أدعه حتى جاء. </p><p> قال: فسأل فتى من قريش سعيد بن جبير فقال: يا أبا عبد الله، كيف تقرأ هذا الحرف؟ فإنِّي إذا أتيت عليه تمنيت ألّا أقرأ هذِه السورة {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جَاءَهُمْ نَصْرُنَا} قال: نعم، حتى إذا استيئس الرسل من قومهم أن يصدقوهم، وظن المرسل إليهم (١) أن الرسل كذبوهم. </p><p> قال: فقال الضحاك: ما رأيت كاليوم قط! رجلًا يدعى إلى علم فيتلكأ، لو رحلت في هذِه إلى اليمن كان قليلًا (٢) . </p><p> وقال بعضهم: معنى الآية -على هذِه القراءة- حتى إذا استيئس الرسل من إيمان قومهم وظنّت الرسل أنّهم قد كُذبوا فيما وعدُوا من النصر، وهذِه رواية ابن أبي مليكة عن ابن عباس قال: كانوا بشرًا فَضَعفوا ويئسوا أنهم أُخْلِفُوا، ثمَّ تلا قوله -عز وجل-: {حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ}  (٣)  (٤) . </p><p>(١) في (ك): قومهم. (٢) إسناده صحيح. أخرجه الطبري في \"جامع البيان\" ١٦/ ٣٠٠.وقال معناه أيضًا ابن عباس وابن زيد والضحاك وغيرهم، أخرج ذلك عنهم الطبري في \"جامع البيان\" ١٦/ ٣٠١ - ٣٠٣.(٣) البقرة: ٢١٤.(٤) أخرجه الطبري في \"جامع البيان\" ١٦/ ٣٠٥، وذكره الواحدي في \"البسيط\" (١٦٠ أ). =</p><p> ومن قرأ بالتشديد فمعناها: حتى إذا استيئس الرسل من قومهم أن يؤمنوا بهم (١) . وظَنّت الرسل أي: استيقنت أن أُمَمَهم قد كَذَّبوهم جاء (٢) نصرنا (٣) . </p><p> وعلى هذا القول يكون الظَّنّ بمعنى: العلم واليقين. </p><p> قال الشاعر (٤) : </p><p>= وقد أنكرت هذا القول أم المؤمنين عائشة، أخرجه عنها الطبري في \"جامع البيان\" ١٦/ ٣٠٧ وكذلك أنكر هذا القول الزجاج، واستبعد أن يكون هذا في صفة الرسل. انظر: \"معاني القرآن وإعرابه\" ٣/ ١٣٢. وكذلك أنكره أبو علي الفارسي انظر: \"الحجة\" ٤/ ٤٤٣، وقد ضعّفه الطبري في \"جامع البيان\" ١٦/ ٣٠٧. وأبو حيان في \"البحر\" ٥/ ٣٤٧. ووجّه الأزهري هذِه الرواية عن ابن عباس -إن صحت- أن الرسل خطر في أوهامهم ما يخطر في أوهام البشر، ولم يطمئنوا إلى ذلك الظن. انظر: \"تهذيب اللغة\" للأزهري ١٠/ ١٦٨.وهذا المعنى نقله الحافظ ابن حجر عن جماعة في توجيه كلام ابن عباس.انظر: \"فتح الباري\" ٨/ ٣٦٩، وينظر \"البحر المحيط\" لأبي حيان ٥/ ٣٤٧.قلت: وأكثر أصحاب ابن عباس كسعيد بن جبير، وأبي الضحى، وعمران بن الحارث، وعلي بن أبي طلحة وغيرهم نقلوا عنه: أنّ الذين ظَنّوا هم المُرسل إليهم. أخرجه عنهم الطبري في \"جامع البيان\" ١٦/ ٢٩٨ - ٣٠٠.(١) ساقطة من (ك).(٢) في (ن)، (ك): جاءهم.(٣) قال الحسن، أخرجه الطبري في \"جامع البيان\" ١٦/ ٣٠٩، وقاله عطاء حكاه عنه في \"البسيط\" للواحدي (١٥٩ ب)، \"زاد المسير\" لابن الجوزي ٤/ ٢٩٦.وينظر: \"إعراب القراءات السبع وعللها\" لابن خالويه ١/ ٣١٧، \"الحجة\" لأبي على الفارسي ٤/ ٤٤١.(٤) هو دريد بن الصِّمّةِ، والبيت في \"مجاز القرآن\" لأبي عبيدة ١/ ٤٠، \"الأصمعيات\" للأصمعي (٢٣)، \"جامع البيان\" للطبري ١٦/ ٣٠٩، \"شرح الحماسة\" ٢/ ١٥٦.</p><p> فَقُلْتُ لَهُم ظُنُّوا بِأَلْفَي مُدَجَّجٍ ... سَرَاتُهُم في الفَارِسِيِّ المُسَرَّدِ </p><p> أي؛ أيقنوا. </p><p> وهذا معنى قول قتادة (١) . </p><p> وقال بعضهم: معنى الآية على هذِه القراءة: حتى إذا استيئس الرسل ممن كذَّبهم من قومهم أن يصدقهم، وظنّت الرسل أن من قد آمن بهم من قومهم وصدقوهم قد كَذَّبوهم وارتدوا عن دينهم؛ لاستبطائهم النصر جاءهم نصرنا (٢) . </p><p> وهو معنى قول عائشة رضي الله عنها (٣) . </p><p> وقرأ مجاهد: كَذَبُوا بفتح الكاف والذال مخففةً (٤) . ولها تأويلان: أحدهما: حتى إذا استيئس الرسلُ أن يعذّب قومهم، (وظنّ قومُهم)  (٥) أنّ الرسلَ قَد كَذَبُوا، جاء الرسلَ نصرُنا. </p><p> والثاني: حتى إذا استيئس الرسلُ من إيمان قومهم، وظنّت الرسلُ </p><p>(١) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٢٩، والطبري في \"جامع البيان\" ١٦/ ٣٠٩. (٢) انظر: \"البسيط\" للواحدي (١٥٩ ب)، \"زاد المسير\" لابن الجوزي ٤/ ٢٩٦، \"معالم التنزيل\" للبغوي ٤/ ٢٨٦.(٣) أخرجه البخاري في التفسير، باب حتى إذا استيأس الرسل (٤٦٩٥)، والطبري في \"جامع البيان\" ١٦/ ٣٠٤، وابن أبي حاتم في \"تفسير القرآن العظيم\"٧/ ٢٢١١.(٤) انظر: \"المحتسب\" لابن جني ١/ ٣٥٠.(٥) ساقطة من (ن).</p><p> أنّ قومهم قد كَذَبُوا وافتروا على الله بكفرهم. ويكون معنى الظّنّ: اليقين. والله أعلم (١) . </p><p> {فَنُجِّيَ مَنْ نَشَاءُ} عند نزول العذاب. وهم المؤمنون المطيعون {وَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِينَ} يعني المشركين. </p><p> واختلف القراء في قوله:  {فَنُجِّيَ} فقرأتها عامة القراء (فَنُنَجِّي) بنونين على معنى: فنحن نفعل بهم ذلك. </p><p> وأدغم الكسائي إحدى النونين في الأخرى فقرأ (فَنُجِّي) بنون واحدة وتشديد الجيم. </p><p> وقرأ عاصم (وابن عامر)  (٢) بضم النون وتشديد الجيم وفتح الياء على مذهب ما لم يُسمَّ فاعله (٣) . </p><p> واختار أبو عبيد هذِه القراءة؛ لأنها في مصحف عثمان وسائر مصاحف البلدان بنون واحدة. </p><p> وقرأ ابن محيصن (فَنَجَا مَنْ نَشَاء) بفتح النون والتخفيف على أنه </p><p>(١) انظر: \"إعراب القراءات الشاذة\" للعكبري ١/ ٧١٩، \"المحتسب\" لابن جني ١/ ٣٥٠، \"إعراب القرآن\" للنحاس ٢/ ٣٤٧، \"إملاء ما من به الرحمن\" للعكبري ٢/ ٧٤٧. (٢) ساقطة من (ن)، وفي (ك): ابن عامر ويعقوب.(٣) انظر: هذِه القراءات في \"السبعة\" لابن مجاهد (٣٥٢)، \"التيسير\" للداني (١٣٠)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٩٦، \"الحجة\" لأبي على الفارسي ٤/ ٤٤٤.</p>"
}