{
  "id": null,
  "sura": 12,
  "aya": 69,
  "text": "<p> ٦٩ - قوله {وَلَمَّا دَخَلُوا عَلَى يُوسُفَ} </p><p> قالوا: هذا أخونا الذي أمرتنا (١) أن نأتيك به، قد جئناك به. فقال لهم: أحسنتم وأصبتم وستجدون ذلك عندي، ثم أنزلهم فأكرم منزلتهم، (ثم أضافهم)  (٢) وأجلس كل اثنين منهم (٣) على مائدة، فبقي بنيامين وحيدًا فبكى، فقال: لو كان أخي يوسف (٤) حيَّا لأجلسني معه. فقال يوسف: لقد بقي أخوكم هذا وحيدًا؛ فأجلسه معه (٥) على مائدته، فجعل يؤاكله، فلما كان الليل أمر لهم بمثل ذلك (٦) . فقال: لِينم كل أخوين منكم على مثال، فلما بقي بنيامين وحده، قال يوسف: هذا ينام معي على فراشي، فبات معه (على فراشه)  (٧) . فجعل يوسف يضمه إليه، ويشم ريحه حتى أصبح. وجعل روبيل يقول: ما رأينا مثل هذا! فلما أصبح قال لهم: إنّي (٨) </p><p>= لأحكام القرآن\" ٩/ ٢٠٠. والقول الثاني: لا يعلمون أنه يعقوب بهذِه الصفة في العلة. قاله ابن عباس. انظر: \"البسيط\" للواحدي (١٣٧ ب)، \"مفاتيح الغيب\" للرازي ١٨/ ١٧٧.(١) في (ن): أمرتنا به.(٢) في (ن): (وأصنافهم).(٣) ساقطة من (ن).(٤) في (ن): يوسف أخي.(٥) من (ن)، (ك).(٦) من (ن)، (ك).(٧) ساقطة من (ن).(٨) ساقطة من (ن).</p><p> أرى هذا الرجل الذي جئتم به ليس معه ثان، فسأضمه إليّ فيكون منزله معي، ثم أنزلهم منزلًا وأجرى عليهم الطعام والشراب، وأنزل أخاه لأمه معه (١) . </p><p> فذلك قوله عز وجل:  {آوَى إِلَيْهِ أَخَاهُ} فلما خلا به قال له: ما اسمك؟ قال: بنيامين. قال: وما بنيامين؟ قال: ابن المثكل. وذلك أنه لما ولد (٢) هلكت أمه قال: وما (٣) اسم أمك؟ قال: راحيل بنت لاوى بن (٤) ناحور. قال: فهل لك من ولد؟ قال: نعم، عشرة بنين، وقد اشتققت أسمائهم من اسم أخ لي من أمي (٥) هلك. فقال: لقد اضطرك إلى ذلك حزن شديد! فما سَمَّيتهم؟ قال: بالعا، وأخير (٦) ، وأشكل، وأحيا، وأ كبر (٧) ، ونعمان، وأورد (٨) وأرس، وحيتم (٩) ، وميتم (١٠) . </p><p>(١) قال معناه: السدي وابن إسحاق، أخرجه الطبري في \"جامع البيان\" عنهما ١٦/ ١٦٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢١٧٠، وانظر: \"معالم التنزيل\" للبغوي ٤/ ٢٥٩. (٢) ساقطة من (ن).(٣) في (ن): وأما.(٤) في (ك): بنت.(٥) في (ن): من أبي، وأمي: ساقطة من (ك).(٦) في (ن): أجبرا، وفي (ك): آمر.(٧) في (ن): كبر وفي (ك): حبر.(٨) في (ن): أذر. وفي (ك): وأدر.(٩) في (ن): جيثم.(١٠) في (ن): حيثم.</p><p> قال يوسف (١) : فما هذِه؟ قال: أما بالعا فإن أخي ابتلعته الأرض، وأما أكبر (٢) فإنه كان (٣)  (بكر أمي لأبي)  (٤) ، وأما أشكل فإنه كان أخي لأبي وأمي وسني. وأما أخير فإنه خير حيث كان (٥) . وأما نعمان فإنه ناعم (٦) بين أبويه. وأما أورد (٧) فإنه كان بمنزلة الورد في الحسن. وأما أرس فإنه كان مني (٨) بمنزلة الرأس من الجسد. وأما حييتم (٩) فأعلمني أبي أنه حي. وأما ميتم فلو (١٠) رأيته لقرت عيني. فقال يوسف: أتحب أن أكون أخاك بدل أخيك الهالك؟ فقال بنيامين: ومن يجد أخًا مثلك، ولكن لم يلدك يعقوب ولا راحيل. قال: فبكى يوسف وقام إليه وعانقه و {وَقَالَ} له (١١)  {إِنِّي أَنَا أَخُوكَ} يوسف (١٢)  {فَلَا تَبْتَئِسْ} فلا تحزن (١٣)  {بِمَا كَانُوا يَعْمَلُونَ} لشيء </p><p>(١) من (ن). (٢) في (ك): أجبر.(٣) ساقطة من (ن).(٤) في (ن): بكرًا لأمى.(٥) في (ن)، (ك): كبر.(٦) في (ك): نعم.(٧) في (ن): أذر، وفي (ك): أدر.(٨) في (ن): على.(٩) في (ن): جيثم.(١٠) في (ن): فإنه لو.(١١) ساقطة من (ن)، (ك).(١٢) ساقطة من (ن)، (ك).(١٣) قاله قتادة، أخرجه الطبري في \"جامع البيان\" ١٦/ ١٧١، وابن أبي حاتم في =</p><p> فعلوه بنا فيما مضى، فإن الله قد أحسن إلينا، ولا تعلمهم شيئًا مما أعلمتك (١) . </p><p> وقال عبد الصمد بن معقل (٢) : سمعت وهب بن منبه، وسئل عن قول يوسف لأخيه:  {إِنِّي أَنَا أَخُوكَ} فقيل: كيف أخافه حين أخذه بالصواع، وقد كان أخبره أنه أخوه، وأنتم تزعمون أنه لم يزل متنكرًا لهم يكابرهم (٣) حتى رجعوا؟ فقال: إنه لم يعترف له بالنسبة ولكن (٤) قال له (٥) : أنا أخوك مكان أخيك (٦) الهالك (٧) . </p><p> ومثله قال الشعبي، قال: لم يقل له أنا يوسف، ولكن أراد أن يطيب نفسه (٨) . </p><p>= \"تفسير القرآن العظيم\" ٧/ ٢١٧٠. وقاله وهب بن منبه والسدي، أخرجه الطبري في \"جامع البيان\" ١٦/ ١٧١.(١) أخرج نحوًا من هذا الطبري في \"تاريخ الرسل والملوك\" ١/ ٣٥٢، وانظر: \"معالم التنزيل\" للبغوي ٤/ ٢٥٩، \"زاد المسير\" لابن الجوزي ٤/ ٢٥٥.(٢) عبد الصمد بن معقل بن مُنَبِّه اليماني، ابن أخي وهب، صدوق.(٣) في (ن)، (ك): يكابدهم.(٤) في (ن)، (ك): ولكنه.(٥) من (ن).(٦) في (ن): أخوك.(٧) إسناده حسن، أخرجه الطبري في \"جامع البيان\" ١٦/ ١٧٠، وانظر: \"زاد المسير\" لابن الجوزي ٤/ ٥٥.(٨) انظر: \"تفسير ابن حبيب\" (١٢٤ أ)، \"البسيط\" (١٣٧ ب).والقول الثاني: أنه اعترف له بأنه يوسف، قاله ابن عباس كما في \"تفسير ابن =</p><p> ومجاز الآية: إنّي أنا أخوك بدل أخيك (١) المفقود {فَلَا تَبْتَئِسْ بِمَا كَانُوا يَعْمَلُونَ} . فلا تشتك ولا تحزن لشيء سلف من إخوتك إليك في نفسك، وفي أخيك من أمّك، وما كانوا يفعلون قبل اليوم بك (٢) . </p><p> ثم أوفى يوسف - صلى الله عليه وسلم - لإخوته الكيل، وحَمَّل لهم بعيرًا، بعيرًا، وَحَمَّل لبنيامين بعيرًا باسمه كما حَمَّل لهم، ثم أمر بِسِقاية الملك فجعلت في رحل (٣) بنيامين. </p><p> قال السدي: جعل السقاية في رحل أخيه، والأخ لا يشعر (٤) . </p><p> وقال كعب: لما قال له: إنّي أنا أخوك. فقال له بنيامين: فأنا لا أفارقك. قال يوسف: قد علمت اغتمام والدي بي، وإذا حبستك ازداد (٥) غمّه، ولا يمكنني هذا إلا بعد أن أشهرك بأمر فظيع وأنسبك إلى ما لا يَجمل (٦) . قال: لا أبالي، فافعل ما بدا لك، فإني لا أفارقك. </p><p>= حبيب\" (١٢٤ أ)، \"البسيط\" للواحدي (١٤٧ ب). وقاله ابن إسحاق، أخرجه الطبري في \"جامع البيان\" ١٦/ ١٧٠، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢١٧٠.(١) في (ن): أخوك.(٢) انظر: \"جامع البيان\" للطبري ١٦/ ١٧١.(٣) زيادة من (ن)، (ك).(٤) نظر: \"معالم التنزيل\" للبغوي ٤/ ٢٦٠.(٥) في (ن): زاد.(٦) في (ن): أمر يجمل بك.</p>"
}