{
  "id": null,
  "sura": 12,
  "aya": 15,
  "text": "<p> ١٤ - فـ {قَالُوا لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ} </p><p> عشرة رجال {إِنَّا إِذًا لَخَاسِرُونَ} ضعفة عجزة مغبونون (١) . </p><p> ١٥ - قوله عز وجل {فَلَمَّا ذَهَبُوا بِهِ} </p><p> في الكلام إضمار واختصار، تقديره: فأَرْسَلَهُ معهم {فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا} عزموا على {أَنْ يَجْعَلُوهُ فِي غَيَابَتِ الْجُبِّ وَأَوْحَيْنَا إِلَيْهِ} هذه الواو مقحمه (٢) زائدة، تقديره: أوحينا (٣) ، كقوله: {فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ (١٠٣) وَنَادَيْنَاهُ} (٤) يعني: ناديناه. </p><p>(١) قاله مقاتل: انظر: \"تفسيره\" (١٥١ أ)، ونقله في \"البسيط\" للواحدي عن مقاتل وجعله نظير قوله تعالى: {وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ (٣٤)} [المؤمنون: ٣٤]. والقول الثاني: الخاسرون: الجاهلون بما يعرف فضله من البر والصلة، قاله الكلبى انظر: \"البسيط\" للواحدي (١٠٤ ب)، \"الجامع لأحكام القرآن\" للقرطبي ٩/ ١٤١.قلت: والأول أظهر لمناسبة السياق.(٢) هذا على مذهب الكوفيين، وأن جواب (لما) لا يقتضي واوًا.انظر: \"جامع البيان\" للطبري ١٥/ ٥٧٥، \"تفسير ابن حبيب\" (١١٦ ب).وذهب أهل البصرة: إلى أن جواب (لما) محذوف، والتقدير: فلما ذهبوا به وأجمعوا عظمت فتنتهم، أو أن التقدير: جعلوه فيها. بدليل قوله: {أَنْ يَجْعَلُوهُ} وهذا القول نصره ابن عطية فقال: ليس في القرآن شيء لغير معنى.انظر: \"المحرر الوجيز\" لابن عطية ٧/ ٤٥٢، \"البحر المحيط\" لأبي حيان ٥/ ٢٨٧، \"الدر المصون\" للسمين الحلبي ٦/ ٤٥٣.(٣) في (ن): وأوصينا.(٤) الصافات: ١٠٣، ١٠٤.</p><p> قال امرؤ القيس (١) : </p><p> فَلَمَّا أَجَزْنَا سَاحَةَ الحيِّ وانْتَحى ... بنا بَطْنُ خَبْت ذِي قِفَافٍ عَقَنْقَلِ </p><p> أراد: انتحى بنا (٢) . </p><p> {لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَذَا وَهُمْ لَا يَشْعُرُونَ} يعني: أوحينا إلى يوسف (٣) لتصدقنَّ رؤياك، ولتخبرنّ إخوتك بصنيعهم (٤) هذا، وما فعلوه بك، وهم لا يشعرون بوحي الله إليه، وإعلامه إياه ذلك، وهذا معنى قول مجاهد (٥) . </p><p>(١) البيت في \"ديوانه\" (٢٤١)، \"القصائد العشر\" (٨٦)، والطبري في \"جامع البيان\" ١٥/ ٥٧٥، \"البحر المحيط\" لأبي حيان ٥/ ٢٨٨، \"الدر المصون\" للسمين الحلبي ٦/ ٤٥٣. (٢) زيادة من (ن)، (ك).(٣) كون الموحى إليه يوسف هو الَّذي عليه الأكثر من المفسرين، وهو اختيار الطبري وابن عطية. انظر: \"جامع البيان\" للطبري ١٥/ ٥٧٥، \"المحرر الوجيز\" لابن عطية ٧/ ٤٥٣، \"معالم التنزيل\" للبغوي ٢/ ٤١٣، \"زاد المسير\" لابن الجوزي ٤/ ١٩١.والقول الثاني: أن الضمير عائد إلى يعقوب. انظر: \"المحرر الوجيز\" لابن عطية ٧/ ٤٥٣.والأول أظهر لتأييد السياق له. ويدل عليه قوله في آخر السورة: {قَالَ هَلْ عَلِمْتُمْ مَا فَعَلْتُمْ بِيُوسُفَ} آية ٨٩.(٤) في (ن): بصنعهم.(٥) أخرجه الطبري في \"جامع البيان\" ١٥/ ٥٧٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢١٠٩، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٤/ ١٤. =</p><p> وقيل معناه: وهم لا يشعرون أنك يوسف (١) . </p><p> قال ابن عباس: لما دخل الإخوة على يوسف فعرفهم وهم له منكرون، دعا بالصواع فوُضِع على يده، ثم نَقَرَهُ فَطَنَّ، فقال: إنه ليخبرني هذا الجام (٢) أنَّه كان لكم أخ من أبيكم، يقال له يوسف يدنيه دونكم، وإنكم انطلقتم به فألقيتموه في غيابة الجب، ثم أتيتم أباكم، فقلتم: إن الذئب أكله، وبِعْتُموه بثمن بخس، فذلك قوله:  {لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَذَا وَهُمْ لَا يَشْعُرُونَ}  (٣) . </p><p> قال السدي: أرسل يعقوب يوسف عليهما السلام معهم، فأخرجوه وبه عليهم كرامة، فلما برزوا إلى البرية أظهروا له العداوة، وجعل أخوه يضربه، فيستغيث بالآخر فيضربه، فجعل لا يرى منهم رحيمًا (٤) ، فضربوه حتَّى كادوا يقتلونه، فجعل يصيح ويقول (٥) : يا ابتاه! يا يعقوب! لو تعلم ما يَصْنَعُ بابنك بنو الإماء، </p><p>= وقاله قتادة أيضًا أخرجه عنه عبد الرزاق في \"تفسير القرآن العظيم\" ٢/ ٣١٨، والطبري في \"جامع البيان\" ١٥/ ٥٧٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢١٠٩، وابن المنذر وأبو الشيخ كما في \"الدر المنثور\" للسيوطي ٤/ ١٤. (١) أي: لا يشعرون أنك يوسف حين تخبرهم بفعلهم هذا.(٢) الجام: إناء من فضة، وهو لفظ عربي صحيح. انظر: \"المحكم\" لابن سيده ٧/ ٣٩٦.(٣) أخرجه الطبري في \"جامع البيان\" ١٥/ ٥٧٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" كما في \"الدر المنثور\" للسيوطي ٤/ ١٥. وضعفه أحمد شاكر في تعليقه على الطبري في \"جامع البيان\" ١٥/ ٥٧٧.(٤) في (ك): رحمًا.(٥) ساقطة من (ك).</p><p> فلما كادوا أن يقتلوه، قال لهم يهوذا: أليس قد أعطيتموني موثقًا لا (١) تقتلوه؛ فانطلقوا به إلى الجُبِّ ليطرحوه، فجعلوا يدلونه في (٢) البئر؛ فيتعلق بشفير البئر؛ فربطوا يديه ونزعوا قميصه؛ فقال: يا إخوتاه! رُدّوا عليَّ القميص أَتَوارى به في الجبَّ. فقالوا: ادع الشمس والقمر والأحد عشر كوكبًا تؤنسك. قال: إني لم أر شيئًا. فدلوه في البئر، حتَّى إذا (٣) بلغ نصفها ألقوه؛ إرادة أن يموت، فكان في البئر ماء فسقط فيه، ثم آوى إلى صحرة فيها فقام عليها، فلما ألقوه في الجبِّ جعل يبكي، فنادوه، فظن أنها رحمة أدركتهم فأجابهم، فأرادوا أن يرضخوه بالحجارة (٤) فيقتلوه، فقام يهوذا فمنعهم، وقال: قد أعطيتموني موثقًا (ألا تقتلوه)  (٥) . وكان يهوذا يأتيه بالطعام (٦) . </p><p>(١) في (ن): أن لا. (٢) في (ن): في به.(٣) ساقطة من (ن).(٤) في (ن): بصخرة.(٥) في (ك): أن تقتلوه.(٦) أخرجه الطبري في \"جامع البيان\" ١٥/ ٥٧٤ بتمامه، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢١١٠.قال ابن حيان: ذكر المفسرون أشياء تتضمن كيفية إلقائه في غيابة الجبِّ، ومحاورته لهم بما يلين الصحر، وهم لا يزدادون إلا قساوة، ولم يتعرض القرآن الكريم ولا الحديث الصحيح لشيء منها. انظر: \"البحر المحيط\" لأبي حيان ٥/ ٢٨٧.قلت: وهذِه من الأخبار المنقولة عن بني إسرائيل.</p><p> ويقال: إن الله تعالى أمر الصحرة حتَّى ارتفعت من أسفل البئر فوقع يوسف عليها وهو عريان، وكان إبراهيم الخليل عليه السلام حين أُلْقِي في النار جُرِّد من ثيابه وقذف في النار عريانًا، فأتاه جبريل بقميص من حرير الجنّة فألبسه إياه، فكان ذلك القميص (١) عند إبراهيم، فلما مات ورثه إسحاق، فلما مات إسحاق ورثه يعقوب، فلما شب يوسف جعل يعقوب ذلك القميص في تعويذ وعلقه (٢) في عنقه، وكان لا يفارقه، فلما ألقي في البئر عريانًا جاءه جبريل -وكان عليه ذلك التعويذ- فأخرج القميص منه (٣) ، فألبسه إياه (٤) . </p><p> قال ابن عباس: ثم ذبحوا سخلة (٥) ، وجعلوا دمها على قميص يوسف (٦) . </p><p>(١) من (ن). (٢) في (ن): وجعله.(٣) ساقطة من (ن).(٤) ذكر في \"زاد المسير\" لابن الجوزي ٤/ ١٩٠ عن كعب نحوه.(٥) ولد الغنم من الضأن والمعز ساعة وضعه ذكرًا كان أو أنثى.انظر: \"القاموس المحيط\" للفيروزآبادي (١٣١٠) (سخل)، \"مختار الصحاح\" للرازي (١٢٢) (سخل).(٦) أخرجه عبد الرزاق في \"تفسير القرآن العظيم\" ٢/ ٣١٨، والطبري في \"جامع البيان\" ٥/ ٥٨٠، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢١١١.وقاله مجاهد، أخرجه الطبري في \"جامع البيان\" ٥/ ٥٧٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢١١١، ونسبه في \"البسيط\" للواحدي (١٠٦ أ): لعامة المفسرين.</p>"
}