{
  "id": null,
  "sura": 12,
  "aya": 101,
  "text": "<p> ١٠١ - فقال {رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي} </p><p> يعني: ملك مصر {وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ} يعني: تعبير الرؤيا {فَاطِرَ} يعني: يا فاطر {السَّمَاوَاتِ وَالْأَرْضِ} أي: خالقهما وبارئهما. {أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ} ومتولي أمري {تَوَفَّنِي} يقول: اقبضني إليك (١) . {مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ} أي: بآبائي النبيين (٢) . </p><p> فتوفاه الله تعالى طيبًا طاهرًا بمصر ودفن في النيل في صندوق من رخام. </p><p> وذلك أنَّه لمّا مَات تَشَاحَ الناس عليه كل يحب أن يُدفَن في محلتهم، لما يرجون من بركته فاجتمعوا على ذلك حتى همّوا بالقتال، فرأوا أن يدفنوه في النيل حيث يتفرق الماء بمصر، فيمر الماء عليه، ثم يصل إلى جميع مصر، فيكونوا كلهم فيه شرعًا واحدًا، ففعلوا (٣) . </p><p>(١) هذا قول كثير من المفسرين، وأن يوسف تمنى الموت. وقال ابن عباس في رواية عطاء: يريد لا تسلبني الإسلام حتى تتوفاني عليه.وقال الضحاك توفني على طاعتك واغفر في إذا توفيتني.قلت: وعلى هذا القول ليس فيه دليل على تمني الموت.انظر: \"جامع البيان\" للطبري ١٦/ ٢٨٠، \"البسيط\" للواحدي (١٥٦ ب)، \"زاد المسير\" لابن الجوزي ٤/ ٢٩٢.(٢) قاله ابن عباس وغيره انظر: \"البسيط\" للواحدي (١٥٦ ب).(٣) هذا من المنقول عن بني إسرائيل.انظر: \"تاريخ الرسل والملوك\" للطبري ١/ ٣٦٣، \"البداية والنهاية\" لابن كثير ١/ ٢٢٠.</p><p> وروى صالح المُرّي (١)  (٢) ، عن يزيد الرقاشي (٣) ، عن أنس بن مالك قال: إنّ الله -عز وجل- لمّا جمع ليعقوب شَملَه، خلا ولده نجيًّا، فقال بعضهم لبعضٍ: أليس قد علمتم ما صنعتم، وما لقي منكم الشيخ، وما لقي منكم يوسف؟ قالوا: بلى. </p><p> قالوا: فإن عفوا عنكم فكيف لكم بربكم، فاستقام أَمرهم على أنْ أتوا الشيخ فجلسوا بين يديه، ويوسف إلى جّنْب أَبيه قاعدًا، قالوا: يا أبانا أتيناك أمرٍ لم نأتك في مثله قط، ونَزَلَ بنا أمرٌ لم ينزل بنا مثله. </p><p> حتى حرَّكوه (٤) ، والأنبياء عليهم السلام أرحم البرية، فقال: ما لكم يا بني؟ قالوا: أليس قد علمت ما كان منّا إليك، وما كان منّا إلى أخينا يوسف؟ قال: بلى. فقالوا: ألستما قد عفوتما؟ قال: بلى. قالوا: فإنَّ عفوكما لا يغني عنّا شيئًا إنْ كان الله تعالى لم يعف عنّا. قال: فما تريدون يا بني؟ قالوا: يزيد أنْ تدعو الله تعالى، فإذا جاءك الوحي من عند الله بأنَّه (٥) قد عفى عَمَّا صنعنا قَرّتْ أعيننا واطمأنت قلوبنا، وإلا فلا قرت عينٌ لنا في الدنيا أبدًا. </p><p> فقام الشيخ واستقبل القبلة، وقام يوسف خلف أبيه، وقاموا </p><p>(١) في الأصل: المزني، والتصويب من (ن)، (ك)، والمصادر. (٢) صالح بن بشير، أبو بشير المُري القاص، متروك.(٣) يزيد بن أبان الرقاشي، ضعيف الحديث.(٤) في (ك): عودوه.(٥) في (ك): بآية.</p>"
}