{
  "id": null,
  "sura": 12,
  "aya": 36,
  "text": "<p> وذكر (١) : أن الله تعالى جعل (٢) ذلك الحبس (٣) تطهيرًا ليوسف من همه بالمرأة، وتكفيرًا لزلته. </p><p> قال ابن عباس: عثر يوسف ثلاث عثرات: حين هم بها فسجن، وحين قال:  {اذْكُرْنِي عِنْدَ رَبِّكَ} , {فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ} ، وأنساه الشيطان ذكر (٤) ربه، وحين قال لهم:  {إِنَّكُمْ لَسَارِقُونَ} ، {قَالُوا إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ}  (٥) . </p><p> ٣٦ - {وَدَخَلَ مَعَهُ السِّجْنَ فَتَيَانِ} </p><p> وهما: غلامان كانا للوليد بن الرَّيان ملك مصر الأكبر (٦) ، أحدهما خبازه صاحب طعامه واسمه مجلث، والآخر ساقيه صاحب شرابه واسمُه نبو (٧)  (٨) ، غضب عليهما الملك فحبسهما. وذلك أنه بلغه أن </p><p>(١) انظر: \"جامع البيان\" للطبري ١٦/ ٩٣، \"معالم التنزيل\" للبغوي ٤/ ٢٣٩، ووقع في (ن): وذلك أن الله. (٢) ساقطة من (ن).(٣) في (ك): السجن.(٤) ساقط من (ن).(٥) أخرجه الطبري في \"جامع البيان\" ١٦/ ٩٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢١٤٠، والحاكم وعبد بن حميد وابن المنذر وأبو الشيخ كما في \"الدر المنثور\" للسيوطي ٤/ ٣٢.(٦) في (ك): الكبير.(٧) في (ك): بنو.(٨) قاله ابن إسحاق، أخرجه الطبري في \"جامع البيان\" ١٦/ ٩٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢١٤٢.</p><p> خبازه يريد أن يسمّه، وأن ساقيه مالأه (١) على ذلك (٢) . </p><p> وكان السبب فيه أن جماعة من أهل مصر، أرادوا المكر بالملك واغتياله، فدسوا إلى هذين وضمنوا لهما مالًا ليُسِّما طعام الملك وشرابه، فأجابهم إلى ذلك. ثم (إن الساقي نكل عنه، وقبل الخباز الرشوة، فسمّ الطعام. فلما حضر وقته وأحضر الطعام)  (٣) قال الساقي: أيها الملك لا تأكل فإن الطعام مسموم. فقال الخباز: لا تشرب أيها الملك فإن الشراب مسموم. فقال الملك للساقي: أشرب، فشرب (٤) فلم يضره. وقال للخباز: كل من طعامك، فأبى فجرب ذلك الطعام على دابة من الدواب، فأكلته فهلكت. فأمر الملك بحبسهما. </p><p> وكان يوسف -عليه السلام- لما دخل السجن قال لأهله: إني أعبر الأحلام. فقال أحد الفتيين لصاحبه: هلم فلنجرب هذا العبد العبراني، فتراءيا له فسألاه من (٥) غير أن يكونا رأيا شيئًا (٦) . </p><p>(١) في (ك): مالأ. (٢) قاله السدي، أخرجه الطبري في \"جامع البيان\" ١٦/ ٩٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢١٤٢.وأما كون أحدهما صاحب طعامه والآخر صاحب شرابه فقد قاله ابن عباس وقتادة، أخرجه عنهما الطبري ١٦/ ٩٥، وابن أبي حاتم في \"تفسير القرآن العظيم\"٧/ ٢١٤٣.(٣) ما بين القوسين ساقطة من (ن).(٤) في (ك): فشربه.(٥) ساقط من (ن).(٦) قاله السدي، أخرجه الطبري في \"جامع البيان\" ١٦/ ٩٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢١٤٣. وقاله وهب، حكاه عنه ابن حبيب في \"تفسيره\" (١٢٠ أ).</p><p> قال عبد الله بن مسعود: ما رأى صاحبا يوسف -عليه السلام- شيئًا إنما كانا تحالما ليجربا علمه (١) . </p><p> [١٥٢٤] أخبرنا أبو محمد عبد الله بن محمد الأصفهاني (٢) ، قراءة عليه يوم الإثنين في شهر رمضان سنة ثمان وثمانين وثلاثمائة, أخبرنا أحمد بن محمد بن الحسن بن الشرقي (٣) ، (حدثنا أحمد بن عثمان أبو النسوي الجوزاء)  (٤) ، حدثنا أبو عاصم (٥) ، حدثنا ابن جريج (٦) ، أخبرني عمرو بن دينار (٧) ، عن عكرمة (٨) ، عن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم -: \"من أرى (٩) عينيه في المنام ما لم تر (١٠) </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٦/ ٩٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢١٤٨، وابن أبي شيبة وأبو الشيخ كما في \"الدر المنثور\" للسيوطي ٤/ ٣٦. (٢) هو شيخه عبد الله بن حامد بن محمد الأصفهاني، لم يُذكر بجرح أو تعديل.(٣) ثقة، مأمون.(٤) أحمد بن عثمان بن أبي عثمان عبد النور بن عبد الله بن سنان النوفلي، أبو عثمان البصري، ثقة.(٥) هو الضحاك بن مخلد بن الضحاك بن مسلم الشيباني، أبو عاصم النبيل البصري، ثقة، ثبت.(٦) ثقة، فقيه، فاضل، كان يدلس ويرسل.(٧) ثقة، ثبت.(٨) ثقة، ثبت، عالم بالتفسير.(٩) في الأصل رأى وصححت في الحاشية إلى أذى، والتصويب من (ن).(١٠) في (ن): يريا، وفي (ك): تريا.</p><p> كُلِّفَ أنْ يَعْقِدَ بين شَعِيْرَتَيْن يوم القيامة، ومن أستمع لحديث قوم وهم له كارهون صب في أذنه الآنك\" (١) . </p><p> وقال قوم: بل كانا رأياها على صحة وحقيقة (٢) . </p><p> قال مجاهد (٣) : لما رأى الفتيان يوسف، قالا له والله لقد أحببناك حين رأيناك. فقال لهما (٤) يوسف: أنشدكما بالله إن تحباني (٥) ، فوالله ما أحبني أحد قط إلَّا دخل عليَّ من حبه بلاء. لقد أحبتني عمتي، فدخل عليَّ من حبها بلاء. ثم أحبني أبي (٦) فدخل عليَّ لحبه بلاء. ثم أحبتني زوجة صاحبي هذا فدخل عليَّ لحبها (٧) إياي بلاء، فلا تحباني بارك </p><p>(١) [١٥٢٤] الحكم على الإسناد: شيخ المصنف لم يذكر بجرح ولا تعديل، وبقية رجاله ثقات.التخريج:أخرجه البخاري في الرؤيا، باب من كذب في حلمه ٦/ ٢٥٨١، وابن ماجه ٢/ ١٢٨٩، باب من تحلم حلمًا كاذبًا، والطبراني في \"المعجم الكبير\" ١١/ ٣٠٩ كلهم من طريق عكرمة، عن ابن عباس به.(٢) قاله مجاهد كما ذكر المصنف، وابن إسحاق كما في \"زاد المسير\" لابن الجوزي ٤/ ٢٢٣.(٣) أخرجه الطبري في \"جامع البيان\" ١٦/ ٩٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢١٤٢.(٤) ساقطة من (ن).(٥) المراد: لا تحباني. وإنْ تأتي على أربعة أوجه، وهي هنا نافية. انظر: \"معجم الأدوات النحوية\" (٣١)، \"حروف المعاني\" للزجاجي (٩١).(٦) في (ن): زوج لي.(٧) في (ك): بحبها.</p><p> الله فيكما. قال فأبيا إلَّا حبه وإِلْفَته (١) حيث كان، وجعلا يعجبهما (٢) ما يريان من فهمه وعقله. وقد كان رأيا حين أدخلا السجن رؤيا فأتيا يوسف، فقال له الساقي: أيها العالم إنِّي رأيت كأني في بستان فإذا أنا (٣) بأصل حبلة عليها ثلاثة عناقيد من عنب فجنيتها، وكان كأس الملك بيدي فعصرتها فيه، وسقيت الملك فشربه. </p><p> وقال الخباز: إنَّي رأيت كأن فوق رأسي ثلاث سلال فيها من (٤) الخبز وألوان الأطعمة، فإذا بسباع (٥) الطير تنهش منه فذلك قوله -عز وجل-: {قَالَ أَحَدُهُمَا} يعني: نبو {إِنِّي أَرَانِي} أي: رأيتني {أَعْصِرُ خَمْرًا} عنبًا بلغة عمان (٦) ، يدل عليه قراءة ابن مسعود - رضي الله عنه - (أَعْصِرُ عِنَبًا)  (٧) . </p><p>(١) في (ن): وإلفه. (٢) في (ن): يعجبان.(٣) من (ك).(٤) من (ن).(٥) في (ن)، (ك): سباع.(٦) قاله الضحاك، أخرجه الطبري في \"جامع البيان\" ١٦/ ٩٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢١٤٢، والنحاس في \"معاني القرآن\" ٣/ ٤٢٦.وقاله ابن عباس، حكاه عنه ابن حبيب في \"تفسيره\" (١٢٠ ب).وينظر: \"المحرر الوجيز\" لابن عطية ٧/ ٥٠٨، \"زاد المسير\" لابن الجوزي ٤/ ٢٢٣.(٧) أخرجها عنه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢١٤٢، وحكاها ابن جني في \"المحتسب\" ١/ ٢٤٣، وابن كثير في \"تفسير القرآن العظيم\" ٤/ ٤٧٨.</p><p> قال الأصمعي (١) : أخبرني المعتمر (٢) أنه لقي أعرابيًّا معه عنب فقال: ما معك؟ قال: خمر (٣) . </p><p> ومنه يقال للخلّ العنبي: خلّ (٤) خمر. وهذا (على قرب الجوار)  (٥) . </p><p> قال القتيبي: وقد (٦) تكون الخمر بعينها، كما تقول عصرت زيتا. وإنما عصرت زيتونًا (٧) . </p><p> {وَقَالَ الْآخَرُ} وهو مجلث {إِنِّي أَرَانِي أَحْمِلُ فَوْقَ رَأْسِي خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ نَبِّئْنَا بِتَأْوِيلِهِ} أخبرنا بتفسيره وتعبيره وما يؤول إليه أمر هذِه الرؤيا. </p><p> {إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ} أي: العالمين الذين أحسنوا العلم. قاله الفراء (٨) . </p><p>(١) انظر: \"تفسير ابن حبيب\" (١٢٠ ب)، \"المحرر الوجيز\" لابن عطية ٧/ ٥٠٨، \"الجامع لأحكام القرآن\" للقرطبي ٩/ ١٩٠، \"لسان العرب\" لابن منظور ٤/ ٢٥٥. والأصمعي هو: عبد الملك بن قريب عاصم بن عبد الملك بن علي، أبو سعيد البصري الأصمعي أحد أئمة اللغة، صاحب سنة، ت: ٢١٥ هـ. انظر: \"سير أعلام النبلاء\" للذهبي ١٠/ ١٧٥، \"إنباه الرواة\" ٢/ ١٧٥.(٢) المعتمر بن سليمان بن طرخان، أبو محمد التيمي البصري، حافظ، ثقة.(٣) انظر: \"مشكل إعراب القرآن\" لمكي ١/ ٢٣٥.(٤) ساقطة من (ن).(٥) في (ك): أقرب الجوار، وفي (ن): على قرب الجواز.(٦) ساقطة من (ن).(٧) انظر: \"تأويل مشكل القرآن\" ١/ ٢٣٥.(٨) انظر: \"معاني القرآن\" ٢/ ٤٥، \"البسيط\" للواحدي (١٢٢ ب)، \"المحرر الوجيز\" لابن عطية ٧/ ٥٠٩، وعزاه أيضًا الجمهور.</p><p> وقال ابن إسحاق: إنا نراك من المحسنين إلينا إن فعلت ذلك، وفَسَّرْتَ رؤيانا. كما يقال: افعل كذا وأنت محسن (١) . </p><p> [١٥٢٥] وأخبرنا أبو بكر محمد بن أحمد بن عقيل (٢) ، حدثنا عبد الله بن محمد بن إبراهيم بن بالويه (٣) ، حدثنا محمد بن يزيد السلمي (٤) ، حدثنا أبو الربيع الزهراني (٥) ، حدثنا خلف بن خليفة (٦) ، حدثنا سلمة بن نبيط (٧) ، عن الضحاك بن مزاحم (٨) ، في قوله:  {إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ} ما كان إحسانه؟ قال: كان إذا مرض رجل في السجن قام عليه، وإذا ضاق وسَّع له، وإن احتاج جمع له وسأل له (٩) . </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٦/ ٩٩، وانظر: \"المحرر الوجيز\" لابن عطية ٧/ ٥٠٩. (٢) أبو بكر النيسابوري، لم يُذكر بجرح أو تعديل.(٣) لم يُذكر بجرح أو تعديل.(٤) يقال له: معمش، وثقه ابن حبان، وقال الخطيب: متروك الحديث.(٥) سليمان بن داود العتكي أبو الربيع الزهراني، البصري، ثقة، حافظ.(٦) أبو أحمد الكوفي، ثم الواسطي، صدوق تغير بآخره.(٧) أبو فراس الكوفي، ثقة، يقال: أنه اختلط.(٨) صدوق، كثير الإرسال.(٩) [١٥٢٥] الحكم على الإسناد:إسناده فيه من لم أجده، ومحمد بن يزيد، مختلف فيه.التخريج:أخرجه سعيد بن منصور في \"سننه\" ٥/ ٣٩٣ والطبري في \"جامع البيان\" ١٦/ ٩٨، وفي \"تاريخ الرسل والملوك\" ١/ ٣٤٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" =</p><p> وقال قتادة: بلغنا أن إحسانه كان يداوي مريضهم، ويعزي حزينهم، ويجتهد لربه. وقال: لما انتهى يوسف إلى السجن، وجد فيه قومًا قد انقطع رجاؤهم، واشتد بلاؤهم، وطال حزنهم، فجعل يقول: أبشروا واصبروا تؤجروا، إن لهذا أجرًا وثوابًا. فقالوا يا فتى: بارك الله فيك، ما أحسن وجهك، وأحسن خُلُقك، وأحسن حديثك! لقد بورك لنا في جوارك، ما نحب إنا كنا في غير هذا منذ حبست (١) ، لما تخبرنا به من الأجر (والثواب والكفاءة)  (٢) والكفارة والطهارة، فمن أنت يا فتى؟ فقال: أنا يوسف صفي الله بن يعقوب إسرائيل الله بن إسحاق ذبيح الله بن إبراهيم خليل الله. فقال له عامل في (٣) السجن: يا فتى والله لو استطعت لخليت سبيلك، ولكن سأحسن جوارك، وأحسن إيثارك (٤) ، فكن في أي بيوت السجن شئت (٥) . </p><p> فكره يوسف -عليه السلام- (أن يعبر لهما ما سألاه)  (٦) ، لما علم في ذلك من </p><p>= ٧/ ٢١٤٣, والبيهقي في \"شعب الإيمان\" ٧/ ٨٨ جميعهم من طريق خلف بن خليفة به، وإسناده حسن. (١) في (ن)، (ك): حبسنا.(٢) من (ن).(٣) من (ن).(٤) في (ن): وبا سارك.(٥) أخرجه الطبري في \"جامع البيان\" ١٦/ ٩٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢١٤٣، وأبو الشيخ كما في \"الدر المنثور\" للسيوطي ٤/ ٣٤.(٦) ساقطة من (ن).</p>"
}