{
  "id": null,
  "sura": 12,
  "aya": 57,
  "text": "<p> الصابرين، بصبره في البئر، وصبره في السجن، وصبره في الرِّق، وصبره عمَّا دعته المرأة إليه (١) . </p><p> قال مجاهد (٢) وغيره: فلم يزل يدعو الملك إلى الإسلام، ويتلطف له حتى أسلم الملك وكثير من الناس. فهذا في الدنيا. </p><p> ٥٧ - {وَلَأَجْرُ الْآخِرَةِ} </p><p> ولثواب الآخرة {خَيْرٌ لِلَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} . </p><p> قال البحتري (٣) : </p><p> أَمَا في رَسُولِ اللهِ يُوسَفَ أُسْوةٌ ... لِمِثْلِكَ مَحْبُوسًا على الظُلْمِ والإِفْكِ </p><p> أَقامَ جَمِيْلَ الصبرِ في الحَبْسِ (٤) بُرْهَةً ... فآلَ بِهِ الصَبْرُ الجَمِيْلُ إلى المُلْكِ </p><p> وكتب بعضهم إلى صديق له: </p><p> وراءَ مَضِيْقِ الخَوْفِ مُتَسَعُ الأَمْنِ ... وأَولُ مَفْرُوحٍ بِهِ آخرُ الحُزْن </p><p>= \"الجامع لأحكام القرآن\" ٩/ ٢١٩، البغوي \"معالم التنزيل\" ٤/ ٢٥٢. وقول وهب ذكره عنه الواحدي في \"البسيط\" (١٣٢ ب)، القرطبي في \"الجامع لأحكام القرآن\" ٩/ ٢١٩، البغوي \"معالم التنزيل\" ٤/ ٢٥٢.(١) في (ن): إليه المرأة.(٢) أخرجه الطبري في \"جامع البيان\" ١٦/ ١٥٢، وانظر: \"معالم التنزيل\" للبغوي ٤/ ٢٥٢، \"المحرر الوجيز\" لابن عطية ٨/ ٨.(٣) هو: الوليد بن عبيد بن يحيى بن عبيد الطائي البحتري.(٤) في (ن): السجن.</p><p> فلا تَأْيسن (١) فاللهُ ملَّكَ يوسف (٢) ... خَزَائِنَهُ بَعْدَ الخَلاصِ مِنَ السِجْنِ (٣) </p><p> قالوا (٤) : فلما اطمأن يوسف عليه السلام في ملكه، وخلت السنون المخصبة، ودخلت السنون المجدبة، أصاب الناس جوع (٥) ، وجاءت تلك السنون بهول لم يعهد الناس بمثله. ولما كان ابتداء القحط، فبينا (٦) المَلِكُ ذات ليلة أصابه الجوع في نصف الليل، فهتف الملك: يا يوسف! الجوع الجوع! (فقال يوسف)  (٧) : هذا أوان القحط. </p><p> فلما دخلت السنة الأولى من سني (٨) الجدب هلك فيها كل شيء أعدوه في السنين المخصبة فجعل أهل مصر يبتاعون الطعام من يوسف (٩) فباعهم أول سنة بالنقود، حتى لم يبق بمصر دينار ولا </p><p>(١) في (ن): فلا تأس والله. (٢) في (ن)، (ك): يؤسف.(٣) لم أجدها عند غير المصنف.(٤) روى معنى ذلك الطبري في \"جامع البيان\" ١٦/ ١٥٣ عن ابن إسحاق والسدي. وانظر: \"تفسير ابن حبيب\" (١٢٣ أ)، \"معالم التنزيل\" للبغوي ٤/ ٢٥٢ - ٢٥٣، \"الجامع لأحكام القرآن\" للقرطبي ٩/ ١٩.(٥) في (ن): جوعًا.(٦) في (ن): بينا.(٧) مكررة في (ن).(٨) في (ن): من سنين.(٩) في (ن): من مصر يوسف.</p><p> درهم إلا قبضه. وباعهم السنة الثانية بالحلى والجواهر، حتى لم يبق في أيدي الناس منها شيء. وباعهم السنة الثالثة بالمواشي والدواب، حتى احتوى عليها أجمع وباعهم السنة الرابعة بالعبيد والإماء، حتى لم يبق عبد ولا أمة في يد أحد (١) . وباعهم السنة الخامسة بالضياع والعقار والدور، حتى احتوى عليها (٢) . وباعهم السنة السادسة بأولادهم، حتى استرقهم. وباعهم السنة السابعة برقابهم، حتى لم يبق بمصر حر ولا حرة (٣) إلا صار عبدًا له. فقال الناس: تالله (٤) ما رأينا كاليوم مَلِكًا أجلَّ ولا أعظم من هذا! قال يوسف لفرعون: كيف رأيت صنيع ربّي (٥) فيما خوّلني فما ترى لي؟ قال الملك: الرأي رأيك، وإنّما نحن لك تبع. قال: فإني أشهد الله تعالى وأشهد أني قد أعتقت أهل مصر عن آخرهم ورددت عليهم أملاكهم (٦)  (٧) . </p><p>(١) في (ن): في يد واحد. (٢) في (ن): عليها أجمع.(٣) في (ك): عبد.(٤) في (ن): بالله.(٥) في (ك): الله.(٦) في (ن): أموالهم.(٧) قال ابن كثير في \"تفسير القرآن العظيم\" ٢/ ٤٨٣: ما ذكره بعض المفسرين من أنه باعهم به في السنة الأولى بالأموال والثانية بالمتاع .. ثم أعتقهم ورد عليهم أموالهم كلها، الله أعلم بصحة ذلك، وهو من الإسرائيليات التي لا تصدق ولا تكذب.قلت: ولو أن المصنف وغيره أعرضوا عمّا ذكره الأخباريون عن بني إسرائيل لكان هو الأصلح والأنفع.</p><p> وروي (١) : أن يوسف - صلى الله عليه وسلم - كان لا يشبع من طعام في تلك الأيام. فقيل: تجوع وبيدك خزائن الأرض؟ فقال: أخاف إن شبعت أن (٢) أنسى الجائع. </p><p> وأمر يوسف أيضًا طباخي الملك أن يجعلوا غداه نصف النهار، وأراد بذلك أن يذوق الملك طعم الجوع، فلا ينسى الجائعين ويحسن إلى المحتاجين، ففعل الطهاة (٣) ذلك. فمن ثم جعل الملوك غداهم نصف النهار. </p><p> قالوا (٤) : وقصد الناس مصر من كل أَوْب يمتارون (٥) ، فجعل يوسف لا يُمكِّنُ أحدًا منهم -وإن كان عظيمًا- من أكثر من حمل بعير تقسيطًا بين الناس وتوسيعًا عليهم، وتزاحم الناس عليه. </p><p> قالوا (٦) : وأصاب أرض كنعان، وبلاد الشام من القحط والشدة ما </p><p>(١) انظر: \"معالم التنزيل\" للبغوي ٤/ ٢٥٣، \"الجامع لأحكام القرآن\" للقرطبي ٩/ ٢١٩. (٢) ساقطة من (ن).(٣) في (ك): الطباخ.(٤) قاله ابن إسحاق، أخرجه الطبري في \"جامع البيان\" ١٦/ ١٥٣، وفي \"تاريخ الرسل والملوك\" ١/ ٤٩، وانظر: \"تفسير القرآن العظيم\" لابن كثير ٢/ ٤٨٣.(٥) في (ن): يمتارون من كل ناحية.(٦) قاله السدي، أخرجه الطبري في \"جامع البيان\" ١٦/ ١٥٣، \"تاريخ الرسل والملوك\" للطبري ١/ ٣٤٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢١٦٣.وحكاه ابن الجوزي في \"زاد المسير\"، ٤/ ٢٤٦، القرطبي في \"الجامع لأحكام القرآن\" ٩/ ٢٢٠ عن ابن عباس.وحكاه الواحدي في \"البسيط\" (١٣٢ ب) عن الكلبي والسدي وابن إسحاق.</p>"
}