{
  "id": null,
  "sura": 13,
  "aya": 39,
  "text": "<p> وقال الضحاك: معناه لكل كتاب ينزل من السماء أجل ووقت ينزل فيه، وهذا من المقلوب (١) . </p><p> ٣٩ - {يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ} </p><p> قرأ حميد وابن كثير وأبو عمرو وعاصم ويعقوب {وَيُثْبِتُ} بالتخفيف (٢) . </p><p> وقرأ الباقون بالتثقيل واختاره أبو عبيدة (٣) ، لكثرة من قرأ بها، ولقوله عَز وَجلّ:  {يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا}  (٤) . واختلف المفسرون في معنى الآية. </p><p> [١٥٨٦] فأخبرنا أبو الحسن أحمد بن إبراهيم ابن عبدويه (٥) </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٧٦ وهو قول مقاتل في \"تفسيره\" (١٩٢ أ)، والفراء في \"معاني القرآن\" ٢/ ٦٥، وينظر \"البسيط\" للواحدي (١٨٦ ب). قال أبو حيان: ولا يجوز إدعاء القلب إلا في ضرورة الشعر.(٢) انظر: \"السبعة\" لابن مجاهد (٣٥٩)، \"التيسير\" للداني (١٣٣)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٢١٦).(٣) انظر: \"معاني القرآن\" للنحاس ٣/ ٥٠٣.قال النحاس: على أن أبا حاتم أَوْمأ إلى أن معناهما واحد. قلت: وكذلك قال أبو منصور الأزهري أن معناهما واحد. قلت: وكذلك قال أبو منصور الأزهري أن معناهما واحد. انظر: \"معاني القراءات\" ٢/ ٥٨.(٤) إبراهيم: ٢٧.(٥) أحمد بن إبراهيم بن عبدويه بن سدوس العبدوي ينتهي نسبه إلى عتبة بن مسعود، أبو الحسن النيسابوري، يروي عن ابن خزيمة وأبي العباس الثقفي وجماعة، =</p><p> -قراءة عليه في رجب سنة أربع وثمانين وثلاثمائة- حدثنا أبو بكر محمد ابن حمدون بن خالد بن يزيد (١) ، حدثنا عمر بن نوفل بن خلاد (٢) بحران، حدثنا محمد بن حميد (٣) ، حدثنا محمد بن جابر (٤) ، عن محمد بن أبي ليلى (٥) ، عن نافع (٦) ، عن ابن عمر قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"يمحو الله ما يشاء ويثبت إلا الشقاوة والسعادة والموت\"  (٧) . </p><p>= وعنه ابن الحافظ أبو حازم والحاكم أبو عبد الله وغيرهم، توفي سنة (٣٨٥ هـ)، انظر: \"تكملة الإكمال\" لابن نقطة ٤/ ٢٩٤، \"سير أعلام النبلاء\" للذهبي ١٦/ ٥٠٤. (١) حافظ، ثبت.(٢) في (ك): بن نفيل. ولم أجده، ووجدت عمر بن حفص بن نفيل الحراني خال أبي جعفر النفيلي، فلعله جده والله أعلم. انظر: \"الثقات\" لابن حبان ٨/ ٢٦٩.(٣) محمد بن حميد الرازي، حافظ، ضعيف، وكان ابن معين حسن الرأي فيه.(٤) محمد بن جابر بن سيار بن طلق، أبو عبد الله اليمامي، ضعفه ابن معين والنسائي، وقال أبو داود: ليس بشيء، وقال البخاري: ليس بالقوي، يتكلمون فيه، روى مناكير، وقال الحافظ: صدوق ذهبت كتبه فساء حفظه، وخلط كثيرًا، وعمي فصار يلقن، ورجحه أبو حاتم على ابن لهيعة.روى له أبو داود وابن ماجه، مات بعد سنة (١٧٠ هـ).انظر: \"التاريخ الكبير\" للبخاري ١/ ٥٣، \"الجرح والتعديل\" ٧/ ٢١٩، \"تهذيب الكمال\" ٨/ ٢٣٩، \"التقريب\" (٥٧٧٧).(٥) محمد بن عبد الرحمن بن أبي ليلى الأنصارى، صدوق، سيئ الحفظ جدًّا.(٦) مولى ابن عمر، ثقة، ثبت، فقيه، مشهور.(٧) [١٥٨٦] الحكم على الإسناد:إسناده ضعيف. =</p><p> وعن ابن عباس قال: يمحو الله ما يشاء ويثبت إلا ستًا الخَلْق والخُلق، والرزق والأجل، والسعادة والشقاء (١) . </p><p> قال عكرمة عنه: هما كتابان: كتاب سوى أم الكتاب يمحو الله منه ما يشاء ويثبت، وعنده أم الكتاب الذي لا يغير منه شيء (٢) . </p><p> قال أبو صالح (٣) والضحاك (٤) : يمحو الله ما يشاء من ديوان الحفظة ما ليس فيه ثواب ولا عقاب، ويثبت ما فيه ثواب وعقاب. </p><p>= التخريج: أخرجه الطبراني في \"المعجم الأوسط\" ١٠/ ٢١٤، وابن مردويه كما في \"الدر المنثور\" للسيوطي ٤/ ١٢٣، قال الطبراني: لم يرو هذا الحديث عن ابن أبي ليلى إلا محمد بن جابر، ولا رواه عن نافع إلا ابن أبي ليلى. قال الهيثمي في \"مجمع الزوائد\" ٢٧/ ١٢٧. وفيه محمد بن جابر اليمامي، وهو ضعيف، من غير تعمد كذب. وضعفه الحافظ السيوطي أَيْضًا. انظر: \"الدر المنثور\" للسيوطي ٤/ ١٢٣.(١) أخرجه الثوري في \"تفسيره\" (١٥٤)، عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٣٨، وعبد الله بن أحمد في \"السنة\" ٢/ ٤١١، والطبري في \"جامع البيان\" ١٦/ ٤٧٨، وعندهم بلفظ: إلا الحياة والموت والشقاء والسعادة. وكذلك أخرجه الفريابي وابن المنذر وابن أبي حاتم في \"تفسير القرآن العظيم\" والبيهقي في \"شعب الإيمان\" كما في \"الدر المنثور\" للسيوطي ٤/ ١٢٢.(٢) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٣٨، والطبري في \"جامع البيان\" ١٦/ ٤٨٠، وسنيد كما في \"تفسير القرآن العظيم\" لابن كثير ٢/ ٥٠١.(٣) أشار إليه الطبري في \"جامع البيان\" ١٦/ ٤٨٥، وذكره عنه ابن الجوزي في \"زاد المسير\" ٤/ ٣٣٨، وذكره الواحدي في \"البسيط\" (١٨٧ أ) من رواية أبي صالح عن ابن عباس.(٤) ذكره الوا حدي في \"البسيط\" (١٨٧ ب)، وابن الجوزي في \"زاد المسير\" ٤/ ٣٣٨، وهو اختيار الفراء في \"معاني القرآن\" ٢/ ٦٦.</p><p> وروى عفان (١) ، عن همام (٢) ، عن الكلبي (٣) : {يَمْحُو اللَّهُ مَا يَشَاءُ} قال: يمحو الله من الرزق ويزيد فيه، ويمحو من الأجل ويزيد (٤) فيه. </p><p> قلت: من حدثك؟ قال: أبو صالح (٥) عن جابر بن عبد الله بن رئاب الأنصاري (٦) ، عن النبي - صلى الله عليه وسلم -. فقدم الكلبي بعد فسُئل عن هذِه الآية فقال: يكتب القول كله حتى إذا كان يوم الخميس طرح منه كل شيء ليس فيه ثواب ولا عقاب، مثل قولك: أكلت شربت دخلت خرجت ونحوها من الكلام وهو صادق، ويثبت ما كان فيه الثواب وعليه العقاب (٧) . </p><p> وقال بعضهم: يمحو الله ما يشاء ويثبت كل ما شاءمن غير استثناء </p><p>(١) عفان بن مسلم بن عبد الله الصفار، ثقة، ثبت، وربما وهم. (٢) همام بن يحيى العوذي، ثقة، ربما وهم.(٣) محمد بن السائب، متهم بالكذب، ورمي بالرفض.(٤) في (ك): ويثبت.(٥) مولى أم هانئ، ضعيف، يرسل.(٦) جابر بن عبد الله بن رئاب، صحابي، جليل.(٧) الحكم على الإسناد:حديث ضعيف جدًّا.التخريج:أخرجه الحارث ابن أبي أسامة في \"مسنده\" كما في \"بغية الباحث\" (٢٢٤)، \"المطالب العالية\" لابن حجر ٨/ ٦٠١، وأخرجه الطبري في \"جامع البيان\" أيضًا ١٦/ ٤٨٤. كلهم من طريق الكلبي. وهو متروك. =</p><p> كما حكى الكلبي عن باذان عن جابر عن النبي - صلى الله عليه وسلم - (١) . </p><p> وروى أبو عثمان النهدي: أن عمر بن الخطاب - رضي الله عنه - كان يطوف بالبيت وهو يبكي ويقول: اللهم إن كنت كتبتني في أهل السعادة فأثبتني فيها، وإن كنت كتبت على الذنب والشقوة فامحني واكتبني في أهل السعادة والمغفرة؛ فإنك تمحو ما تشاء وتثبت وعندك أم الكتاب (٢) . </p><p> وروى عبد الله بن عُكيم (٣) وأبو قِلابة عن ابن مسعود أنه كان يقول: اللهم إن كنت كتبتني في السعداء فأثبتني فيهم، وإن كنت </p><p>= قال الحافظ في \"فتح الباري\" ١٣/ ٥٢٣: والكلبي متروك، وأبو صالح لم يدرك جابرًا. قلت: ومما يضعفه أنّ الطبري في \"جامع البيان\" ١٦/ ٤٨٤ رواه من طريق آخر عن الكلبي، عن أبي صالح قوله.(١) حديث ضعيف جدًّا. أخرجه الدولابي في \"الكنى والأسماء\" ١/ ١٥٥، والطبري في \"جامع البيان\" ١٦/ ٤٨٢، وعبد بن حميد وابن المنذر كما في \"الدر المنثور\" للسيوطي ٤/ ١٢٣.(٢) أخرجه الدولابي في \"الكني والأسماء\" ١/ ١٥٥، والطبري في \"جامع البيان\" ١٦/ ٤٨٢، واللالكائي في \"شرح السنة\" ٤/ ٦٦٣، وعبد بن حميد وابن المنذر كما في \"الدر النثور\" ٤/ ١٢٣.(٣) عبد الله بن عكيم الجهني، أبو معبد الكوفي، من كبار التابعين، توفي في إمرة الحجاج، روى له الجماعة ما عدا البخاري، أدرك زمن النبي - صلى الله عليه وسلم - ولم يسمع منه، ووثقه الخطيب.انظر: \"التاريخ الكبير\" للبخاري ٥/ ٣٩، \"الجرح والتعديل\" ٥/ ١٢١، \"الثقات\" لابن حبان ٣/ ٢٤٧ \"تاريخ بغداد\" ١٠/ ٣، \"تهذيب الكمال\" ١٥/ ٣١٧، \"التقريب\" (٣٤٨٢).</p><p> كتبتني في الأشقياء فامحني من الأشقياء وأثبتني في السعداء؛ فإنك تمحو ما تشاء وتثبت وعندك أم الكتاب (١) . </p><p> وروى الأعمش عن أبي وائل أنه كان يكثر أن يدعو بهذِه الدعوات: اللهم إن كنت كتبتنا أشقياء فامحنا واكتبنا سعداء، وإن كنت كتبتنا سعداء فأثبتنا؛ فإنك تمحو ما تشاء وتثبت وعندك أم الكتاب (٢) . </p><p> وروى حماد (٣) ، عن أبي حمزة (٤) ، عن إبراهيم (٥) : أن كعبًا (٦) قال لعمر: يا أمير المؤمنين لولا آيةُ في كتاب الله لأنبأتكم بما هو كائن إلى يوم القيامة. قال: وما هو؟ قال: قول الله تعالى: {يَمْحُواْ </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٨٣، والطبراني في \"المعجم الكبير\" ٩/ ١٧١، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٤/ ١٢٥ وإسناده جيد. وانظر: \"الجامع لأحكام القرآن\" للقرطبي ٩/ ٣٣٠. (٢) أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٨١، وعبد الله بن أحمد في \"الزهد\" كما في \"المطالب العالية\" لابن حجر ٨/ ٦٠١، وأبونعيم في \"حلية الأولياء\" ٤/ ١٠٣.(٣) حماد بن سلمة، ثقة، عابد، وتغير حفظه بأخره.(٤) ميمون الأعور التمار القصاب، مشهور بكنيته، ضعفه الإمام أحمد، وقال في موضع آخر: متروك الحديث، وضعفه أيضًا البخاري وابن معين وأبو حاتم والنسائي وغيرهم، وقال ابن عدي: وأحاديثه التي يرويها خاصة عن إبراهيم مما لا يتابع عليها.انظر: \"التاريخ الكبير\" للبخاري ٧/ ٣٤٣، \"الجرح والتعديل\" ٨/ ٢٣٥، \"الكامل\" لابن عدي ٦/ ٤١٢، \"تهذيب الكمال\" ٢٩/ ٢٣٧، \"التقريب\" (٧٠٥٧).(٥) إبراهيم بن يزيد النخعي، ثقة إلا أنه يرسل كثيرًا.(٦) كعب الأحبار، ثقة.</p><p> اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ (٣٩) } (١) . </p><p> وروى عطية، عن ابن عباس في هذِه الآية قال: هو الرجل يعمل الزمان بطاعة الله ثم يعود يعمل بمعصية الله؛ فيموت على ضلالة، فهو الذي يَمْحُو، والذي يُثْبِت الرجل يعمل بطاعة الله وقد كان سبق له خير حتى يموت وهو في طاعة الله وهو الذي يثبت (٢) . </p><p> وقال علي بن أبي طالب - رضي الله عنه -: يمحو الله ما يشاء من القرون، ويُثْبِتُ ما يشاء منها كقوله:  {كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنَ الْقُرُونِ}  (٣) وقوله: {ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ (٣١) } (٤)  (٥) . </p><p> قال سعيد بن جبير (٦) وقتادة (٧) : يمحو الله ما يشاء من الشرائع والفرائض فينسخه ويبدله، ويُثْبِتُ ما يشاء فلا ينسخه. </p><p>(١) إسناده ضعيف جدًّا؛ فيه أبو حمزة الكوفي متروك. أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٨٤، وذكره ابن كثير في \"تفسير القرآن العظيم\" ٣/ ٥٢٠، وذكره القرطبي في \"الجامع لأحكام القرآن\" ٩/ ٣٣٠. (٢) أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٨٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" كما في \"الدر المنثور\" للسيوطي ٤/ ١٢٢، وذكره أبو حيان في \"البحر المحيط\" ٥/ ٣٨٨.(٣) السجدة: ٢٦.(٤) المؤمنون: ٣١.(٥) انظر: \"الجامع لأحكام القرآن\" للقرطبي ٩/ ٣٣٢، \"البحر المحيط\" لأبي حيان ٥/ ٣٨٨.(٦) انظر: \"البسيط\" للواحدي (١٨٧ ب)، \"النكت والعيون\" للماوردي ٣/ ١١٨، \"البحر المحيط\" لأبي حيان ٥/ ٣٨٨.(٧) انظر: \"معاني القرآن\" للنحاس ٣/ ٥٠٣، \"النكت والعيون\" للماوردي ٣/ ١١٨، وهو اختيار أبي على الفارسي كما في \"الوسيط\" للواحدي ٣/ ٢٠.</p><p> قال الحسن:  {لِكُلِّ أَجَلٍ كِتَابٌ} يعني: أن آجال بني آدم في كتاب {يَمْحُو اللَّهُ مَا يَشَاءُ} من جاء آجله فيذهب به {وَيُثْبِتُ} من لم يجئ أجله إلى أجله (١) . </p><p> قال مجاهد: قالت قريش حين أنزل {وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ} : ما نراك يا محمد تملك من شيء، ولقد فرغ من الأمر. فأنزلت هذِه الآية؛ تخويفًا ووعيدًا لهم، إنا إن شئنا أحدثنا من أمرنا له ما شئنا، ونحدث في كل رمضان في ليلة القدر، فيمحو ويثبت ما يشاء من أرزاق الناس ومصائبهم، وما يعطيهم ويقسم لهم (٢) . </p><p> قال محمد بن كعب القرظي: إذا ولد الإنسان أُثبت أجله ورزقه وإذا مات مُحي أجله ورزقه (٣) . </p><p> وروي عن سعيد بن جبير أيضًا:  {يَمْحُو اللَّهُ مَا يَشَاءُ} من ذنوب عباده فيغفرها، {وَيُثْبِتُ} ما يشاء تركها ولا يغفرها (٤) . </p><p> قال عكرمة:  {يَمْحُو اللَّهُ مَا يَشَاءُ} يعني: بالتوبة جميع الذنوب </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٨٦ - ٤٨٧، وابن أبي حاتم كما في \"الدر المنثور\" للسيوطي ٤/ ١٢٩، وذكره النحاس في \"معاني القرآن\" ٣/ ٥٠٣. وانظر: \"النكت والعيون\" للماوردي ٣/ ١١٨. (٢) أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٨٧، وابن أبي شيبة وابن المنذر وابن أبي حاتم كما في \"الدر المنثور\" للسيوطي ٤/ ١٢٢، وذكره عنه السمرقندي في \"بحر العلوم\" ٢/ ١٩٦.(٣) لم أجده عند غير المصنف.(٤) أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٨٧، وذكره الماوردي في \"النكت والعيون\" ٣/ ١١٨.</p><p> {وَيُثْبِتُ} بدل الذنوب حسنات (١) . بيانه قوله تعالى:  {إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ}  (٢) . </p><p> وروي عن الحسن أيضًا:  {يَمْحُو اللَّهُ مَا يَشَاءُ} يعني: الآباء {وَيُثْبِتُ} الأبناء (٣) . </p><p> قال السدي:  {يَمْحُو اللَّهُ مَا يَشَاءُ} يعني: القمر {وَيُثْبِتُ} يعني: الشمس (٤) . بيانه قوله تعالى:  {فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً}  (٥) . </p><p> قال الربيع: هذا في الأرواح في حال النوم يقبضها عند النوم فمن أراد موته محاه وأمسكه، ومن أراد بقاءه أثبته ورده إلى صاحبه (٦) . بيانه {اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى}  (٧) . </p><p> وقيل:  {يَمْحُو اللَّهُ مَا يَشَاءُ} الدنيا {وَيُثْبِتُ} الآخرة. </p><p>(١) \"الجامع لأحكام القرآن\" للقرطبي ٩/ ٣٣١، \"البحر المحيط\" لأبي حيان ٥/ ٣٨٨. (٢) الفرقان: ٧٠.(٣) انظر: \"الجامع لأحكام القرآن\" للقرطبي ٩/ ٣٣٢.(٤) انظر: \"الجامع لأحكام القرآن\" للقرطبي ٩/ ٣٣٢، \"البحر المحيط\" لأبي حيان ٥/ ٣٨٨.(٥) الإسراء: ١٢.(٦) انظر: \"الجامع لأحكام القرآن\" للقرطبي ٩/ ٣٣٢، \"البحر المحيط\" لأبي حيان ٥/ ٣٨٨.(٧) الزمر: ٤٢.</p><p> وروى محمد بن كعب القرظي (١) ، عن فضالة بن عُبَيْد (٢) ، عن أبي الدرداء (٣) قال: قال رسول الله - صلى الله عليه وسلم -: \"إن الله يفتح الذِّكر في ثلاث ساعات بقين من الليل، فينظر في الكتاب الذي لا ينظر فيه أحد غيره، فيمحو ما يشاء ويثبت ما يشاء\"  (٤) . </p><p> وروى ابن جريج (٥) ، عن عطاء (٦) ، عن ابن عباس قال: إن لله تعالى لوحًا محفوظًا مسيرة خمسمائة عام، من دُرةٍ بيضاء لها دَفتان من ياقوت، لله فيه كل يوم ثلاثمائة وستون لَحْظَةٌ يمحو ما يشاء ويثبت وعنده أم الكتاب (٧) . </p><p>(١) ثقة، عالم. (٢) صحابي، جليل.(٣) صحابي، مشهور.(٤) الحكم على الإسناد:حديث ضعيف جدًّا.التخريج:أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٨٩، والطبراني في \"المعجم الأوسط\" ٨/ ٢٧٩، وابن أبي حاتم وابن مردويه كما في \"الدر المنثور\" للسيوطي ٤/ ١٢٢. وقال الهيثمي في \"مجمع الزوائد\" ١/ ٤١٢: وفيه زياد بن محمد الأنصاري، منكر الحديث.وانظر: \"المجروحين\" لابن حبان ١/ ٣٠٨، \"الكامل\" لابن عدي ٣/ ١٩٧.(٥) ثقة، فقيه، فاضل وكان يدلس ويرسل.(٦) الخراساني، صدوق، يهم كثيرًا ويرسل ويدلس.(٧) الحكم على الإسناد:عطاء الخراساني لم يدرك ابن عباس ولم يره. =</p><p> (وقال قيس بن عباد: العاشر من رجب هو يوم يمحو الله فيه ما يشاء ويثبت، وعنده أم الكتاب)  (١) يعني: اللوح المحفوظ الذي لا يبدل ولا يغير (٢) . </p><p> وقال قتادة (٣) والضحاك (٤) : جملة الكتاب وأصله فيه ما يمحو ويثبت. </p><p> وسأل ابن عباس كعبًا عن: أم الكتاب؟ فقال: عَلِمَ اللهُ ما هو خالقٌ وما خَلْقُه عاملون، فقال لعلمه: كن كتابًا. فكان كتابًا (٥) . </p><p>= التخريج: أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٨٩، وذكره ابن كثير في \"تفسير القرآن العظيم\" ٢/ ٥٢٠، والقرطبي في \"الجامع لأحكام القرآن\" ٩/ ٣٣٢.(١) ما بين القوسين ساقطة من (ك).(٢) أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٨٩، والبيهقي في \"شعب الإيمان\" ٣/ ٣٥١، وابن المنذر وابن أبي حاتم كما في \"الدر المنثور\" للسيوطي ٤/ ١٢٣. وذكره القرطبي في \"الجامع لأحكام القرآن\" ٩/ ٣٣٢.(٣) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٣٨، والطبري في \"جامع البيان\" ١٦/ ٤٩٠.(٤) أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٩٠. ولم يعزه لغيره في \"الدر المنثور\" للسيوطي ٤/ ١٢٥. واختاره الطبري في \"جامع البيان\" ١٦/ ٤٩١.(٥) أخرجه عبد الرزاق ٢/ ٣٣٨، والطبري في \"جامع البيان\" ١٦/ ٤٩١.</p>"
}