{
  "id": null,
  "sura": 13,
  "aya": 29,
  "text": "<p> قال ابن عباس: هذا في الحلف، يقول: إذا حلف الرجل المسلم بالله على شيء، سكن قلوب المؤمنين إليه (١) . </p><p> وقال مجاهد: هم أصحاب رسول الله - صلى الله عليه وسلم - (٢) . </p><p> ٢٩ - {الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} </p><p> ابتداء {طُوبَى لَهُمْ} خبره. وقيل: معناه لهم طوبي. وجملة الكلام خبر الابتداء الأول (٣) . </p><p> واختلف العلماء في تفسير {طُوبَى} . فقال الوالبي (٤) عن ابن عباس: طوبى لهم: فرح وقرة عين (٥) . </p><p> قال عكرمة: نِعمَّا لهم (٦) . </p><p>(١) انظر: \"تفسير ابن حبيب\" (١٣٤ أ)، \"الجامع لأحكام القرآن\" للقرطبي ٩/ ٣١٥، \"بحر العلوم\" للسمرقندي ٢/ ١٩٣. (٢) أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٣٣، وابن أبي شيبة وابن المنذر وابن أبي حاتم وأبو الشيخ كما في \"الدر المنثور\" للسيوطي ٤/ ١١٠، وذكره النحاس في \"معاني القرآن\" ٣/ ٤٩٣، وقاله سفيان بن عيينة، أخرجه عنه الطبري في \"جامع البيان\" ١٦/ ٤٣٣.(٣) انظر: \"إعراب القرآن\" للنحاس ٢/ ١٧١، \"الفريد في إعراب القرآن المجيد\" لابن أبي العز الهمداني ٣/ ١٣٦.(٤) هو علي بن أبي طلحة.(٥) أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٣٥، وابن المنذر وابن أبي حاتم وأبو الشيخ كما في \"الدر المنثور\" للسيوطي ٤/ ١١٠.(٦) أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٣٤، وابن أبي شيبة وهناد وابن المنذر وابن أبي حاتم وأبو الشيخ كما في \"الدر المنثور\" للسيوطي ٤/ ١١١. =</p><p> قال الضحاك: غِبْطَة لهم (١) . </p><p> قال قتادة: حُسنى لهم (٢) . </p><p> قال معمر عنه: هذِه كلمة عربية، يقول الرجل للرجل: طوبى لك، أي: أصبت خيرًا (٣) . </p><p> قال إبراهيم: خير وكرامة لهم (٤) . </p><p> قال شميط بن عجلان: طوبى: دام الخير (٥) . </p><p> قال الفراء: أصله من الطيب، وإنما جاءت الواو لضمة الطاء (٦) وفيه لغتان: تقول العرب طُوْبَاكَ، وطُوْبى لَكَ (٧) . </p><p>= والرواية الأخرى عنه أنه قال: طوبى لهم: الجنة. أخرجها الطبري في \"جامع البيان\" ١٦/ ٤٣٧، وانظر: \"الجامع لأحكام القرآن\" للقرطبي ٩/ ٣١٦. (١) أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٣٥، وأبو الشيخ كما في \"الدر المنثور\" للسيوطي ٤/ ١١١.(٢) أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٣٥، وابن أبي حاتم وأبو الشيخ كما في \"الدر المنثور\" للسيوطي ٤/ ١١١.(٣) أخرجه عبد الرزاق ٢/ ٣٣٥، والطبري في \"جامع البيان\" ١٦/ ٤٣٥.(٤) أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٣٦، وأبو الشيخ كما في \"الدر المنثور\" للسيوطي ٤/ ١١١.(٥) في (ن): دوام الخير، وفي (ك): أصبت الخير.(٦) انظر: \"تفسير ابن حبيب\" (١٣٤ ب) ولم أجده في \"معاني القرآن\".أي: فصارت الياءُ واوًا لسكونها وانضمام ما قبلها. وانظر: \"الفريد في إعراب القرآن\" ٣/ ١٣٦. وأكثر المفسرين على أن طوبى اسم شجرة في الجنة. انظر: \"الوسيط\" للواحدي ٣/ ١٥.(٧) قاله الأخفش في \"معاني القرآن\" ٢/ ٥٩٧. =</p><p> قال سعيد بن جبير، عن ابن عباس: طوبى اسم الجنة بالحبشية (١) . </p><p> قال سعيد بن مسجوح (٢) : اسم الجنة بالهندية (٣) . </p><p> قال ربيع: البستان بلغة الهند. </p><p> وروى أبو سعيد الخدري عن رسول الله - صلى الله عليه وسلم - أن رجلًا قال له: يا رسول الله، ما طوبى؟ قال:  \"شجرة في الجنة مسيرة مائة سنة، ثياب أهل الجنة تخرج من أكمامها\"  (٤) . </p><p>= ولكن أكثر أهل العربية يقولون: طوباك لحن لا تقوله العرب. انظر: \"تهذيب اللغة\" للأزهري ١٤/ ١٣٩ (طاب)، \"لسان العرب\" لابن منظور ١/ ٥٦٤ (طيب)، \"الزاهر\" لابن الأنباري ١/ ٥٥٧. (١) أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٣٦، وحكاه عنه الواحدي في \"الوسيط\" ٣/ ٣٦، والماوردي في \"النكت والعيون\" ٣/ ١١١.(٢) في (ن): مسوح: واختلفت نسخ الطبري حيث قال المحقق: ابن مشجوج أو ابن مسجوح أو ابن مسجوع، هكذا جاء مختلفًا في المخطوطة. ولم أجد له ذكرًا في شيء من كتب الرجال، مع مراجعته على وجوه التصحيف والتحريف. انظر: حاشية \"جامع البيان\" للطبري ١٦/ ٤٣٦.قلت: وجدت له ذكرًا في \"تهذيب الكمال\" للمزي ٥/ ١١٣ وأنه من شيوخ جعفر بن أبي المغيرة الخزاعي فهو من طبقة سعيد بن جبير والسدي. وقد ذكر اسمه: سعيد بن مسجوح. والله أعلم.(٣) أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٣٦، وأبو الشيخ كما في \"الدر المنثور\" للسيوطي ٤/ ١١١.وكذلك: أخرجه أبو الشيخ عن سعيد بن جبير كما في \"الدر المنثور\" للسيوطي ٤/ ١١١.وقاله ابن مسعود كما في \"النكت والعيون\" للماوردي ٣/ ١١١.(٤) حديث ضعيف. أخرجه أحمد في \"مسنده\" ٣/ ٧١ (١١٦٧٢)، وأبو يعلى في =</p><p> وروى معاوية بن قُرَّة عن أبيه (١) قال: قال رسول الله - صلى الله عليه وسلم -: \"طُوبى شجرةٌ غرسها اللهُ بيده، ونفخ فيها من روحه، تُنْبِتُ الحليّ والحُلَلَ، وإنّ أغصانها لتُرى من وراء سور(٢)الجنة\"  (٣) </p><p> وقال أبو هريرة: طوبى شجرة في الجنة، يقول الله تعالى لها: تفتقي لعبدي عمّا شاء، فتفتق له عن الخيل بِسُرُوجِها ولجُمِها، وعن الإبل بِأَزمَتِها، وعمّا شاء من الكسوة (٤) . </p><p>= \"مسنده\" ٢/ ٥٢٠، وابن حبان في \"صحيحه\" ١٦/ ٤٢٩، وابن أبي داود في \"البعث والنشور\" (٦٨)، والآجري في \"الشريعة\" ٢/ ١٠٣٧، والطبري في \"جامع البيان\" ١٦/ ٤٤٣، والخطيب البغدادي في \"تاريخ بغداد\" ٤/ ٩١. كلهم من طريق دراج عن أبي الهيثم، ودراج هو ابن سمعان، أبو السمح السهمي، صدوق، في حديثه عن أبي الهيثم ضعف. انظر: \"تهذيب الكمال\" للمزي ٣/ ٢٠٨، \"تقريب التهذيب\" لابن حجر (١٨٣٣). (١) قرة بن إياس بن هلال. المزني، أبو معاوية البصري، صحابي توفي سنة (٦٤ هـ). انظر: \"التاريخ الكبير\" ٤/ ١٨٠، \"معرفة الصحابة\" لأبي نعيم ٤/ ٢٣٥٠، \"تهذيب الكمال\" ٢٣/ ٥٧٢.(٢) في (ن)، (ك): أسوار الجنة.(٣) إسناده ضعيف جدًّا. أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٤٣. من طريق محمد بن زياد الجزري عن فرات بن أبي الفرات عن معاوية بن قرة به. ومحمد بن زياد ضعيف جدًّا، واتهمه بعضهم. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٢٥٨، \"تهذيب الكمال\" للمزي ٩/ ١٧٠.وأخرجه ابن مردويه عن ابن عباس نحوه كما في \"الدر المنثور\" للسيوطي ٤/ ١١٥، \"كنز العمال\" للمتقي الهندي ٤/ ٤٥٧، وانظر: \"كشف الخفاء\" للعجلوني ٢/ ٦٣.(٤) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٣٦، والطبري في \"جامع البيان\" =</p><p> وقال مغيث بن سُمي: طوبى شجرة في الجنة، لو أنَّ رجلًا ركب حِقَّة أو حَذَعة، ثمَّ دار بها لم تبلغ المكان الذي ارتحل منه حتى يموت هَرَمًا، وما في الجنة أهل منزل إلا غصن من أغصان تلك الشجرة متدلٍ عليهم، فإذا أرادوا أن يأكلوا من الثمرة تدلى إليهم فأكلوا منه ما شاءوا، عليها طيرٌ أمثال البخُت (١) ، فيجيء الطير فيأكلون منه قديدًا وشواء ثم يطير (٢) . </p><p> قال عبيد بن عمير: هي شجرة في جنة عدن، أصلها في دار النبي - صلى الله عليه وسلم - وفي كل دار وغرفة غصن منها، لم يخلق الله تعالى لونًا ولا زهرة إلا وفيها منها إلا السواد، ولم يخلق الله تعالى فاكهة ولا ثمرة إلا وفيها منها ينبع من أصلها (٣) عينان: الكافون والسلسبيل (٤) . </p><p> قال مقاتل: كل ورقة منها تظل أُمّةً عليها ملك يسبح الله تعالى </p><p>= ١٦/ ٤٣٨، وابن المبارك في \"الزهد\" ٢/ ٧٥ ومن طريقه البغوي في \"معالم التنزيل\" ٤/ ٣١٦. وابن أبي الدنيا في \"صفة الجنة\" وابن المنذر وابن أبي حاتم كما في \"الدر المنثور\" للسيوطي ٤/ ١١٥. وفيه شهر بن حوشب، مختلف فيه. (١) هي الإبل الخراسانية. انظر: \"القاموس المحيط\" للفيروزآبادي (١٨٨) (بخت).(٢) أخرجه نعيم بن حماد في \"زوائد الزهد\" (٧٦)، والطبري في \"جامع البيان\" ١٦/ ٤٤١، والسمرقندي في \"بحر العلوم\" ٢/ ١٩٣، وأبو نعيم في \"حلية الأولياء\" ٦/ ٦٨، وسعيد بن منصور وهناد، وابن أبي شيبة وابن المنذر وابن أبي حاتم كما في \"الدر المنثور\" للسيوطي ٤/ ١١٥، ومغيث بن سمي الأوزاعي تابعي ثقة. انظر: \"التاريخ الكبير\" للبخاري ٤/ ٢٤، \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٣٩١.(٣) في (ك): من أغصانها.(٤) انظر: \"معالم التنزيل\" للبغوي ٤/ ٣١٦.</p><p> بأنواع التسبيح (١) . </p><p> وقال أبو سلّام (٢) : حدثني عامر بن زيد البكالي (٣) أنه سمع عتبة ابن عبد (٤) السُّلمي (٥) يقول: جاء أعرابي إلى النبي - صلى الله عليه وسلم - فقال: يا رسول الله، في الجنة فاكهة؟ قال:  \"نعم، فيها شجرة تُدعى طُوبى، هي تطابق الفردوس\" . قال: أي شجر أرضنا تشبه. قال:  \"ليس يشبه شيئًا من شجر أرضك، ولكن أتيت الشام؟ \" قال: لا يا رسول الله. قال:  \"فإنها شجرة تشبه شجرة تُدعى الجَوْز، تَنْبُتُ على ساقٍ واحدٍ، ثم ينتشر أعلاها\" ، قال: وما عِظَمُ أَصْلِها؟ قال:  \"لو أرتحلت جَذَعةٌ من إبل أهلك ما أحاطتْ بأصلِها حتى تنكسر تُرْقُوَتاها هرمًا\"  (٦) . </p><p>(١) انظر: \"تفسير ابن حبيب\" (١٣٤ ب). (٢) ممطور الأسود الحبشي، ثقة، يرسل.(٣) في الأصل: البكلالي، والتصويب من (ن)، والمصادر. وهو عامر بن زيد البكالي، يروي عن عتبة السلمي، وعنه يحيى بن أبي كثير، وأبو إسلام، سكت عنه أبو حاتم، ووثقه ابن حبان. انظر: \"الجرح والتعديل\" ٣/ ٣٢٠، \"الثقات\" لابن حبان ٥/ ١٩١، \"تعجيل المنفعة\" ١/ ٧٠٣.(٤) في (ن): عبد الرحمن.(٥) أبو الوليد الحمصي، له صحبة، روى عن النبي - صلى الله عليه وسلم - أحاديث، توفي سنة (٨٧ هـ) ويقال: بعد سنة (٩٠ هـ)، روى له أبو داود وابن ماجه.انظر: \"تهذيب الكمال\" ٧/ ٩٨٠، \"سير أعلام النبلاء\" ٣/ ٤١٦.(٦) الحكم على الإسناد:الحديث ضعيف.التخريج:أخرجه عبد الرزاق في \"الأمالي في آثار الصحابة\" (ص ٩٢) (١٣٢)، وأحمد في =</p><p> وقال وهب بن منبه: إن في الجنة شجرة يقال لها: طوبى، يسير الراكب في ظلها مائة عام لا يقطعها. زَهْرُهَا رِيَاطٌ (١)  (٢) ، وورَقُها بُرُودٌ (٣) وقُضبَانها عَنْبرٌ، وبَطْحَاؤُها يا قوت، وترابها كافور، وحَمَأَتُها مِسْكٌ، يخرج من أصلها أنهار الخمر واللبن والعسل، وهي (مجلسٌ لأهل)  (٤) الجنة فبيناهم في مجلسهم إذ أتتهم ملائكة من ربهم يقودون نُجُبًا (٥) مزمومةً بسلاسل من ذهب، وجوهها كالمصابيح من حسنها ووبرها كخز المِرْعِزي (٦) من لينه، عليها رِحَال (٧) ألواحُها من ياقوت، ودفوفها من ذهب، وثيابها من سندس واستبرق، </p><p>= \"مسنده\" ٤/ ١٨٣ (١٧٦٤٢)، والطبري في \"جامع البيان\" ١٦/ ٤٤٣، وابن حبان في \"صحيحه\" ١٦/ ٤٢٩، والطبراني في \"المعجم الكبير\" ١٧/ ٣١٢، والفسوي في \"المعرفة\" ٢/ ٣٤١، والبيهقي في \"البعث والنشور\" (٢٧٤). قال القرطبي: إسناده صحيح. انظر: \"التذكرة\" لابن غلبون ٢/ ٢٣٣.قلت: ويشكل عليه أن عامر بن زيد لم يوثقه غير ابن حبان.(١) الرَّيْط: كل ثوب لين رقيق. انظر: \"لسان العرب\" لابن منظور ٥/ ٣٩٠ (ريط).(٢) وقع في (ك): رياض.(٣) البُرُود جمع بُرد وهو: الثوب، وقيل: الثوب المخطط. انظر: \"لسان العرب\" لابن منظور ١/ ٣٦٨ (برد)، \"مختار الصحاح\" للرازي (١٨) (برد).(٤) في (ك): مجالس أهل.(٥) النَّجيب: هو السريع الخفيف القوي من الإبل التي يسابق عليها، انظر: \"لسان العرب\" لابن منظور ١٤/ ٤٢ (نجب)، \"الصحاح\" للجوهري ١/ ٢٢٢ (نجب).(٦) في (ن): المرعز وهو الزغب الذي تحت شعر العنز وهو ألين الصوف.(٧) الرِّحال: جمع رحل وهو ما يوضع على ظهر البعير وهو أصغر من القتب. انظر: \"مختار الصحاح\" للرازي (١٠٠) (رحل).</p><p> فينيخونها (١) ويقولون: إنَّ ربنا أرسلنا (٢) إليكم، لتزوروه وتسلموا عليه. قال: فيركبونها وهي أسرع من الطائر، وأوطأ من الفَرَاش، نُجْبًا (٣) من غير مهنة، يسير الرجل إلى جنب أخيه وهو يكلمه ويناجيه لا يصيب أذن راحلة منها أذن صاحبتها، حتى إن الشجرة لتتنحى من طُرقهم لئلا يُفرق بين الرجل وأخيه، قال: فيأتون إلى الرحمن الرحيم، فيُسْفِر لهم عن وجهه الكريم حتى ينظروا إليه، فإذا رأوه قالوا: اللهم أنت السلام ومنك السلام، وحُقَّ لك الجلال والإكرام. </p><p> فيقول تبارك وتعالى عند ذلك: أنا السلام ومني السلام، وعليكم حَقَّتْ رحمتي ومحبتي، مرحبًا بعبادي الذين خَشَوني بغيب، وأطاعوا أمري. </p><p> قال: فيقولون: ربنا، إنا لم نعبدك حق عبادتك، ولم نقدرك حق قدرك، فأذن لنا في السجود قدامك. </p><p> قال: فيقول الله -عز وجل- إنها ليست بدار نصب ولا عبادة، ولكنها دار ملك ونعيم، وإني قد رفعت عنكم نصب العبادة، فسلوني ما شئتم، فإن لكل رجل منكم أمنيته. </p><p> فيسألونه حتى إن أقصرهم أمنية ليقول: رب، تنافس أهل الدنيا في </p><p>(١) في (ن): فيستيخوها. (٢) في (ن): أرسلها.(٣) النُّجب: هي الإبل العتاق التي يسابق عليها. انظر: \"القاموس المحيط\" للفيروزآبادي (١٧٤) إنجب)، \"مختار الصحاح\" للرازي (٢٦٨) (نجب).</p><p> الدنيا (١) ، فتضايقوا فيها، فآتني مثل كل شيء كانوا فيه من يوم خلقتها إلى أن انتهت الدنيا. </p><p> فيقول الله تعالى: لقد قصرت بك أمنيتك، ولقد سألت دون منزلتك، هذا لك مني وسألحقك بمنزلتي؛ لأنه ليس عطائي نكرًا ولا تصريدًا (٢) . </p><p> قال: ثم يقول: اعرضوا على عبادي ما لم تبلغ أمانيهم، وما لم يخطر لهم على بال. فيعرضون عليهم حتى تقصر بهم أمانيهم التي في أنفسهم، فيكون فيما يعرضون عليهم براذين مقرنة، على كل أربعة منها سرير من ياقوتة واحدة، على كل سرير منها قُبّة من ذهب مُفَرغة (٣) ، في كل قُبَّة منها فرش من فرش الجنة، مظاهرة في كل قبة منها جاريتان من الحور العين، على كل جارية منهن ثوبان من ثياب الجنة، وليس في الجنة لون إلا هو فيهما، ولا ريح طيب إلا وقد عبقتا به، ينفذ ضوء وجوههما غِلظ القبة، حتى يظن من يراهما أنهما من دون القبَّة، يُرى مخهما من فودتى سوقهما كالسلك الأبيض في ياقوتة حمراء، يريان له من الفضل على صاحبته كفضل الشمس على الحجارة أو أفضل، ويرى هو لهما مثل ذلك، ثم يدخل إليهما فيحييانه، ويقبِّلانه، ويعانقانه، ويقولان له: والله ما ظننا أن الله </p><p>(١) في (ن): في دنياهم. (٢) التصريد: التقليل. انظر: \"القاموس المحيط\" للفيروزآبادي (٣٧٤) (صرد).(٣) في (ك): مفرقة.</p><p> يخلق مثلك. ثم يأمر الله تعالى الملائكة فيسيرون بهم صفًا إلى الجنة، حتى ينتهي كل رجل منهم إلى منزلته (١) التي أعدت له (٢) . </p><p> [١٥٨٣] أخبرني عبد الله بن محمد بن عبد الله (٣) ، حدثنا محمد بن عثمان بن الحسن (٤) ، حدثنا محمد بن حسين بن صالح (٥)  (٦) ، حدثنا </p><p>(١) في (ن): إلى منزله. (٢) أخرجه الطبري في \"جامع البيان\" ١٦/ ٤٣٩، وابن أبي حاتم كما في \"تفسير القرآن العظيم\" لابن كثير ٢/ ٥١٣، وأخرجه أبو الشيخ كما في \"الدر المنثور\" للسيوطي ٤/ ١١٣.وقال ابن كثير في \"تفسير القرآن العظيم\" ٢/ ٥١٣ وهذا سياق غريب، وأثر عجيب ولبعضه شواهد ثم ذكرها.قلت: وأخرج نحوه أبو نعيم في \"صفة الجنة\" ٣/ ٢٥٠ من طريق إدريس بن سنان عن وهب بن منبه، عن محمد بن علي بن الحسين بن فاطمة قال: قال رسول الله - صلى الله عليه وسلم -. فذكر نحوه.وأخرجه مرفوعًا ابن أبي الدنيا في \"الترغيب والترهيب\" كما في \"الترغيب والترهيب\" للمنذري ٥/ ٥٥٠، \"النهاية\" لابن كثير ٢/ ٥٢٠.قال المنذري عقبه ٥/ ٥٥٠: رواه ابن أبي الدنيا وأبو نعيم هكذا معضلًا ورفعه منكر والله أعلم.وقال ابن كثير في \"النهاية\" ٢/ ٥٢٠: وهذا مرسل ضعيف غريب، وأحسن أحواله أن يكون من كلام بعض السلف فوهم بعض رواته فجعله مرفوعًا، وليس كذلك والله أعلم.(٣) القايني، لم أجد له ترجمة.(٤) النصيبي القاضي، كذاب روى للشيعة مناكير ووضع لهم.(٥) لم أجده.(٦) في الأصل: (حدثنا محمد بن عثمان بن الحسن حدثنا الحسين بن الحكم حدثنا حسن بن حسين بن صالح) والتصويب من (ن)، (ك).</p><p> علي بن محمد بن الدهان (١) والحسين (٢) بن إبراهيم الجصاص، قالا: حدثنا الحسين بن الحكم (٣) ، حدثنا حسن بن حسين (٤) ، حدثنا حبان (٥) ، عن الكلبي (٦) ، عن أبي صالح (٧) ، عن ابن عباس قال:  {طُوبَى لَهُمْ} قال: شجرة أصلها في دار على في الجنة وفي دار كل مؤمن منها غصن يقال له: طوبى. {وَحُسْنُ مَآبٍ} حسن المرجع (٨) . </p><p> [١٥٨٤] وبه عن أبي صالح (٩) أخبرنا عبد الله بن محمد بن سوار (١٠) ، </p><p>(١) لم أجده. (٢) في (ك): الحسن بن إبراهيم، ولم أجده.(٣) ابن مسلم الحبري، أبو عبد الله الكوفي، ثقة.(٤) العرفي الكوفي، من رؤساء الشيعة، لم يكن بالصدوق.(٥) ابن علي العنزي، ضعيف.(٦) محمد بن السائب، متهم بالكذب، ورمي بالرفض.(٧) مولى أم هانئ، ضعيف، يرسل.(٨) [١٥٨٣] الحكم على الإسناد:إسناده ضعيف جدًّا. فيه الحسن بن الحسين العرني، والكلبي وأبو صالح وأبو الحسين النصيبي، وحبان بن علي.التخريج:الأثر ذكره القرطبي في \"الجامع لأحكام القرآن\" ٩/ ٣١٧.(٩) ضعيف، يرسل.(١٠) أبو العباس الهاشمي، الكوفي، ذكره الإسماعيلي في \"معجم شيوخه\" وقال الدارقطني: صدوق.</p><p> حدثنا جندل بن واثق (١) النعامي (٢) ، حدثنا إسماعيل بن أمية القرشي (٣) ، عن (داود بن)  (٤) عبد الجبار، عن جابر (٥) ، عن أبي جعفر (٦) قال: سئل رسول الله - صلى الله عليه وسلم - عن قوله:  {طُوبَى لَهُمْ وَحُسْنُ مَآبٍ} فقال: \"شجرة في الجنة أصلها في داري وفرعها على أهل الجنة\" . ثم سئل عنها مرة أخرى فقال:  \"شجرة في الجنة أصلها في دار علي وفرعها على أهل الجنة\" . فقيل له: يا رسول الله، سألناك عنها فقلت: شجرة في الجنة أصلها في داري وفرعها على أهل الجنة، ثم سألناك مرة أخرى فقلت: شجرة في الجنة أصلها في دار علي وفرعها على أهل الجنة! فقال: \"إن داري ودار علي غدًا واحدة في مكان واحد\"  (٧) . </p><p>= انظر: \"معجم شيوخ الإسماعيلي\" ٢/ ٦٧١، \"سؤالات الحاكم\" للدارقطني (ص ١٢٠) (١١٦). (١) في (ن): والي.(٢) ساقطة من (ن). ولم أجده، إلا أن يكون جندل بن والق التغلبي، وهو صدوق يغلط ويصحف.(٣) ثقة، ثبت.(٤) ساقطة من (ن)، وهو داود بن عبد الجبار القرشي أبو سليمان الكوفي، قال ابن معين: ليس بثقة، ومرة: يكذب، وقال البخاري: منكر الحديث، وقال النسائي: متروك، وقال أبو حاتم وأبو زرعة: منكر الحديث. انظر: \"التاريخ الكبير\" ٣/ ٢٤٠، \"الجرح والتعديل\" ٣/ ٤١٨، \"ميزان الاعتدال\" ٢/ ١٠.(٥) جابر بن يزيد الجعفي، ضعيف، رافضي.(٦) أبو جعفر هو محمد بن علي الباقر تابعي ثقة، فاضل.(٧) [١٥٨٤] الحكم على الإسناد:مرسل، ضعيف جدًّا. =</p>"
}