{
  "id": null,
  "sura": 14,
  "aya": 25,
  "text": "<p> ٢٥ - {تُؤْتِي} تعطي (١) ثمرها {كُلَّ حِينٍ بِإِذْنِ رَبِّهَا} </p><p> اختلفوا في الحين فقال مجاهد وعكرمة وابن (٢) زيد: كل سنة. </p><p> قال عكرمة: أرسل إليّ عمر بن عبد العزيز: إني نذرت أن أقطع يد غلامي أو أحبسه فما عندك فيه (٣) يا مولى ابن عباس؟ فقلت له (٤) : لا تقطع يده (٥) واحبسه سنة، فإن ابن عباس رضي الله عنهما قال: الحين حينان: حين (يعرف ويدرك)  (٦) وحين لا يعرف (ولا يدرك)  (٧) فأما الحين الذي لا يعرف فقوله -سبحانه وتعالى-: {وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ (٨٨) } (٨) وأما الذي يعرف فقوله -عز وجل-: {تُؤْتِي أُكُلَهَا كُلَّ حِينٍ} فهو ما بين العام إلى العام المقبل فقال: (أصبت وأحسنت يا مولى ابن عباس)  (٩) . </p><p> وقال سعيد بن جبير وقتادة (والحسن رحمهم الله: كل ستة أشهر، ما بين صرامها إلى حملها. </p><p>(١) في (ز): يعني. (٢) في (م): أبو وهو خطأ.(٣) سقط من (م).(٤) سقط من (م).(٥) سقط من (ز).(٦) في (ز): بتقديم وتأخير.(٧) سقط من (م).(٨) ص: ٨٨.(٩) في (ز)، (م): أصبت يا مولى ابن عباس وأحسنت، وانظر الأثر في \"جامع البيان\" للطبري ١٣/ ٢٠٩.</p><p> وروى طارق بن عبد الرحمن (١) ، عن سعيد بن جبير (٢) ) (٣) عن ابن عباس رضي الله عنهما (٤) أنه (٥) سئل عن رجل لا يكلم أخاه حيناً فقال: الحين ستة أشهر (٦) وقرأ هذِه الآية، وقال سعيد بن المسيب (٧) رحمه الله: العين شهران؛ لأن النخلة لا يكون فيها أكلها إلا في (٨) شهرين، وقال الربيع بن أنس: كل حين كل غدوة وعشية، كذلك يصعد عمل المؤمن أول النهار وآخره، وهي رواية أبي ظبيان عن ابن عباس رضي الله عنهما، وقال الضحاك: كل ساعة ليلاً ونهارا، شتاءً وصيفا توكل في جميع الأوقات، كذلك المؤمن لا يخلو من الخير في الأوقات كلها، وأما الحكمة في تمثيل الله (جلت عظمته)  (٩) الإيمان بالشجرة فهي أن الشجرة لا تكون إلا بثلاثة أشياء: عرق راسخ وأصل قائم وفرع عال، كذلك </p><p>(١) البجلي الأحمس الكوفي صدوق له أوهام وقد أخرج له الجماعة، ذكره ابن حبان في الثقات، يروي عن ابن أبي أوفي، روى عنه الثوري وشعبة. \"الثقات\" لابن حبان ٤/ ٣٩٥، \"التهذيب\" للمزي ١٣/ ٣٤٥. (٢) ثقة، ثبت، فقيه.(٣) سقط من (م).(٤) الصحابي الجليل.(٥) سقط من (ز).(٦) وقد أخرج الطبري أثر طارق بن عبد الرحمن، بلفظ: العين ستة أشهر ثم ذكر النخلة ما بين حملها إلى صرامها ستة أشهر.(٧) في (م): جبير، والأثر ذكره الطبري عن ابن المسيب في المرجع المذكور.(٨) سقط من الأصل، وفي (ز).(٩) زيادة من (م).</p><p> الإيمان لا يقوم ولا يتم إلا بثلاثة أشياء: تصديق بالقلب (قول باللسان وعمل بالأبدان)  (١) يدل عليه ما </p><p> [١٦٠٩] أخبرنا أبو عمرو الفراتي (٢) قال: أخبرنا أبو بكر أحمد بن إسحاق بن أيوب (٣) ، أخبرنا علي بن عبد العزيز بن يحيى (٤) قال: حدثنا عبد السلام بن صالح الهروي (٥) ، قال: حدثنا علي بن موسى ابن جعفر (٦) قال حدثني أبي (٧) عن جعفر بن محمد (٨) ، عن أبيه (٩) ، عن علي بن الحسين (١٠) ، عن أبيه (١١) ، عن علي بن أبي طالب رضي الله عنهم، قال قال رسول الله -صلى الله عليه وسلم-: \"الإيمان معرفة بالقلب </p><p>(١) في (م): وعمل بالأركان وقول باللسان. (٢) لم يذكر بجرح أو تعديل.(٣) أبو بكر الصبغي، لم يذكر بجرح أو تعديل.(٤) لم أجده.(٥) عبد السلام بن صالح بن سليمان بن ميسرة أبو الصلت الهروي، روى عن مالك وحماد بن زيد وعدة، وحدث عنه عباس الدوري، وابن أبي الدنيا وخلق كثير، وقد ضرب أبو زرعة على حديثه، وقال ابن حجر: صدوق له مناكير وكان يتشيع، وأفرط العقيلي فقال: كذاب. \"السير\" للذهبي ٢٢/ ٣٠، \"التقريب\" (٤٠٧٠).(٦) أبو الحسن الرضا، صدوق والخلل ممن روي عنه.(٧) أبو الحسن الكاظم: صدوق عابد.(٨) أبو عبد الله القرشي، صدوق فقيه، إمام.(٩) أبو جعفر الباقر، ثقة فاضل.(١٠) زين العابدين، ثقة ثبت، عابد، فقيه، فاضل، مشهور.(١١) سبط رسول الله -صلى الله عليه وسلم-.</p><p> وإقرار باللسان وفعل بالأركان \"(١).</p><p> [١٦١٠] وأخبرنا محمد بن عقيل القطان (٢) ، (حدثنا أحمد بن الحسين بن شاذان (٣) ، قال: حدثنا محمد بن يزيد السلمي (٤) ، قال: حدثنا محمد بن شداد الجزري (٥) قال: حدثنا إسماعيل بن عباس (٦) ، عن حميد) (٧) الطويل (٨) ، عن أنس رضي الله عنه قال: قال رسول الله -صلى الله عليه وسلم-: \" إن مثل هذا الدين كمثل شجرة ثابتة، الإيمان بالله (٩) أصلها والزكاة فرعها، والصيام عروقها والتآخي في الله نباتها </p><p>(١) [١٦٠٩] الحكم على الإسناد: ضعيف فيه أبو الصلت، صدوق له مناكير، وفيه من لم أجده وفيه من لم يذكر بجرح أو تعديل.التخريج:هذا الحديث ذكره ابن ماجه في \"مقدمة السنن\"، باب الإيمان (٦٥) استحساناً برواته الهاشميين وذكره ابن الجوزي في \"الموضوعات\" ١/ ١٨٥ (٢٦٥)، وتعقبه ابن عراق في \"تنزيه الشريعة\" ١/ ١٥١ أو غيره، انظر \"المقاصد الحسنة\" للسخاوي (ص ١٤٠)، \"الفوائد المجموعة\" للشوكاني (ص ٤٥٢) كتاب الإيمان.(٢) أبو بكر الوراق، لم يذكر بجرح أو تعديل.(٣) لم أجده.(٤) يقال له: محش، وثقه ابن حبان، وقال الخطيب: متروك الحديث.(٥) لم أجده.(٦) لم أجده.(٧) سقط من (ز) وفيها: أحمد بن الطويل وهو تصحيف.(٨) أبو عبيدة البصري، ثقة مدلس.(٩) ساقطة في (ز).</p><p> وحسن الخلق ورقها والكف عن محارم الله ثمرتها، فكما لا تكمل هذِه الشجرة إلا بثمرة طيبة كذلك (الإيمان لا يكمل)  (١) إلا بالكف عن محارم الله \"(٢)وأما(٣)الحكمة في(تشبيهه إياه)(٤)بالنخلة من سائر الأشجار أنها أشبه الأشجار بالإنسان وذلك أن كل شجرة إذا قطع رأسها تشعبت الغصون من جوانبها، والنخلة إذا قطع رأسها يبست وذهبت أصلًا؛ ولأنها تشبه الإنسان وسائر الحيوان في اللقاح لا تحمل حتى تلقح.</p><p> وقال النبي -صلى الله عليه وسلم-: \" خير المال سكة مأبورة ومهرة مأبورة\" (٥) ، ومنه حديث ابن عمر رضي الله عنهم أن النبي -صلى الله عليه وسلم- قال ذات يوم لأصحابه: </p><p>(١) في (ز)، (م): لا يكمل الإيمان. (٢) [١٦١٠] الحكم على الإسناد:ضعيف أكثره مجاهيل، ومحمش تكلم في الخطيب.التخريج:لم أجده، لكن ذكره القرطبي في \"تفسيره\" ٩/ ٣٥٩. دون عزو.(٣) سقط من (ز)، (م).(٤) في (م): تشبيهها إياها، وفي (ز): تشبيهه إياها.(٥) أخرجه الإمام أحمد في \"المسند\" ٣/ ٤٦٨ (١٥٨٤٥)، بسنده عن سويد بن هبيرة مرفوعاً بلفظ: \"خير مال المرء له مهرة مأمورة أو سكة مأبورة\" وقال الهروي: حديث النبي -صلى الله عليه وسلم-: \"خير المال سكة مأبورة وفرس مأهورة\"، وبعضهم يقول مهرة مأمورة، سكة مأبورة هي الطريقة المستوية المصطفة من النخل الملقحة، الفرس أو المهرة المأمورة فإنها الكثيرة النتاج \"غريب الحديث\" لأبي عبيد القاسم بن سلام الهروي ١/ ٣٤٩ - ٣٥٠، انظر \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ١٣.</p><p> \"إن شجرة من الشجر(١)لا تطرح ورقها وهي مثل المؤمن فأخبروني ما هي؟ \" قال فوقع الناس في شجر البوادي، ووقع في نفسي أنها النخلة فأردت أن أقول: هي النخلة ثم نظرت (فإذا أنا أصغر القوم)  (٢) فاستحييت وسكتُّ فقال رسول الله -صلى الله عليه وسلم-: \"هي النخلة\" ، فذكرت ذلك لأبي فقال: يا بُني لو كنت قلتها لكانت أحب إلى من حمر النعم (٣) ، ولأنها من فضلة تربة آدم -عليه السلام-. </p><p> يروى أن رسول الله -صلى الله عليه وسلم- قال:  \"اكرموا عمتكم\" فقيل يا رسول الله ومن عمتنا؟ قال:  \"النخلة\" ، (وذلك أن الله لما خلق آدم -عليه السلام- فضلت طينة فخلق منها النخلة)  (٤) قال الله -عز وجل-: {وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ} . </p><p>(١) في الأصل: الأشجار. (٢) في (م): فإذا أصغر القوم أنا.(٣) أصل حديث ابن عمر -رضي الله عنهم- متفق عليه، أخرجه البخاري في كتاب العلم، باب قول المحدث حدثنا أو أخبرنا أو أنبأنا (٦١) وباب طرح الإمام المسألة على أصحابه ليختبر ما عندهم من العلم (٦٢)، وفيهما: أن من الشجر شجرة لا يسقط ورقها وإنها مثل المسلم، وفي \"التفسير\" عنده بلفظ: أخبروني بشجرة تشبه، أو كالرجل المسلم لا يتحات ورقها. وعند الطبري في تفسيره بلفظ: إن شجرة من الشجر لا يطرح ورقها مثل المؤمن ... الحديث باختصار، \"جامع البيان\" ١٣/ ٢٠٦ فالمؤلف ذكره بالمعنى فجمع ألفاظ الروايات العديدة.(٤) سقط من (م) وهذا الحديث رواه أبو يعلى في \"مسنده\" برواية مسرور بن سعيد التميمي، عن الأوزاعي، عن عروة بن رويم، عن علي -رضي الله عنه- مرفوعاً بلفظ: \"أكرموا عمتكم النخلة، فإنها خلقت من الطين الذي خلق منه آدم، وليس من الشجر يلقح غيرها، وأطعموا أبناءكم الرطب، فالتمر، وهي الشجرة التي نزلت =</p>"
}