{
  "id": null,
  "sura": 14,
  "aya": 36,
  "text": "<p> والأصنام جمع الصنم وهو التمثال المصور، قال رؤبة بن العجاج (١) : </p><p> وهنانة (٢) كالزون يجلى صنمه ... تضحك عن أشنب عذب ملثمه </p><p> وكان إبراهيم (٣) التيمي يقول في قصصه: من يأمن النبلاء بعد خليل الله إبراهيم عليه السلام حيث يقول {وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ} . </p><p> ٣٦ - قوله- {رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِنَ النَّاسِ} </p><p> يعني ضل بهن كثير من الناس عن طريق الهدى حيث عبدوهن، وهذا من المقلوب ونظيره قوله تعالى: {إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ </p><p>(١) سقط من (ز)، (م)، رؤبة بن العجاج التميمي ثم السعدي الشاعر، وعداده في التابعين، وقد علق له البخاري، وذكره ابن حبان في \"الثقات\". (٢) في الأصل:دهيابة كالزور يحكي صنمه ... يضحك عن سنب عدث ملثمةوفي (م) أيضًا كالزور يحكي، وبدل ملثمة، طنه، وفي (ز): كالزور يحلي، والمثبت من \"جامع البيان\" للطبري، \"لسان العرب\" لابن منظور، وذكر ابن منظور قول أبي عمرو: الهنانة من النساء: الكسلى عن العمل تنعمًا ١٣/ ٤٥٤، وقال: الزون الصنم وكل ما عبد من دون الله واتخذ إلهًا فهو زون وزور، وذكر صدر البيت: وهنانة كالزون يجلى صنمه أيضًا ١٣/ ٢٥١، وقال في مادة شنب، الشنب: دقة وبرد وعزوبة في الأسنان ... البياض والبريق والتحديد في الأسنان ... قال الأصمعي: سألت رؤبة عن الشنب، فأخذ حبَّة رمان وأومأ إلى بصيصها ٥٠٦/ ١ - ٥٠٧.(٣) قد أخرج الطبري قوله هذا سندًا في \"جامع البيان\" ١٣/ ٢٢٨.</p><p> {أَوْلِيَاءَهُ}  (١) أي يخوفكم بأوليائه {فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي} أي على ديني {وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ} قال السدي معناه: ومن عصاني ثم تاب وقال مقاتل بن حيان (٢) : ومن عصاني فيما دون الشرك. </p><p> وروى عبد الرحمن بن جبير، عن عبد الله بن عمرو بن العاص رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - تلا قول إبراهيم:  {فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ} وقول عيسى عليه السلام {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (١١٨) } (٣) فرفع يديه ثم بكى (٤) فقال: \"اللهم أمتي، اللهم أمتي\" ، وبكى، فقال الله جل ثناؤه: يا جبريل اذهب إلى محمَّد -وربك أعلم- فاسئله ما يبكيه؟ فأتاه جبريل عليه السلام فسأله, فأخبره رسول الله - صلى الله عليه وسلم - ما قال، فقال الله تعالى: يا جبريل اذهب إلى محمَّد فقل له (٥) إنا سنرضيك في أمتك ولا نسوؤك (٦) . </p><p> * * * </p><p>(١) آل عمران: ١٧٥. (٢) ذكره البغوي في \"معالم التنزيل\" ٤/ ٣٥٥.(٣) المائدة: ١١٨.(٤) من (ز).(٥) سقط من (ز)، (م).(٦) والحديث أخرجه الطبري هكذا في \"جامع البيان\" ١٣/ ٢٢٩، وكذا ابن كثير كذلك في \"تفسير القرآن العظيم\" ٨/ ٢٢٦.</p>"
}