{
  "id": null,
  "sura": 14,
  "aya": 48,
  "text": "<p> وقال القتيبي: هو من المقدم الذي لا (١) يوضحه التأخير ومن المؤخر الذي يوضحه التقديم وسواء قولك: {مُخْلِفَ وَعْدِهِ رُسُلَهُ} ومخلف رسله وعده لأن الخلف يقع بالوعد كما يقع بالرسل {إِنَّ اللَّهَ عَزِيزٌ ذُو انْتِقَامٍ} . </p><p> ٤٨ - قوله - عز وجل-: {يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ} </p><p> قال عمرو بن ميمون. </p><p> عن عبد الله بن مسعود رضي الله عنه في هذِه الآية قال: تبدل بأرض كالفضة بيضاء نقية لم يسفك فيها دم ولم يعمل عليها خطيئة، وقال علي بن أبي طالب (٢) رضي الله عنه في هذِه الآية: الأرض من فضة والسماء من ذهب. </p><p> وروى (٣) سهل بن سعد رضي الله عنه عن رسول الله - صلى الله عليه وسلم - قال:  \"يحشر الناس يوم القيامة على أرض بيضاء عفراء كقرصة النقي ليس فيها معلم لأحد(٤)\" وقال سعيد بن جبير، ومحمد بن كعب: تبدل الأرض خبزة بيضاء يأكل منها المؤمن من تحت قدميه. </p><p>= فأضاف (مدخل) إلى (الظل) وكان الوجه أن يضيف (مدخل) إلى (الرأس). \"معاني القرآن\" ٢/ ٨٠.(١) ساقطة من (ز)، (م).(٢) هكذا ذكر عنه البغوي في \"معالم التنزيل\" ٤/ ٣٦٢، وأسند إليه الطبري في \"جامع البيان\" ١٣/ ٢٥١.(٣) روى عنه الشيخان كذلك، فالحديث في \"اللؤلؤ والمرجان\" (١٧٧٧).(٤) في (م): أحد.</p><p> وروى خثيمة عن ابن مسعود رضي الله عنه قال: تبدل الأرض بناء فتصير الأرض كلها يوم القيامة نارًا والجنة من ورائها يرى كواعبها وأكوابها جنانًا (١) ويلجم الناس العرق ولم يبلغوا الحساب بعد، وقال كعب: تفسير السماوات جنانًا ويصير مكان البحر النار، وتبدل الأرض غيرها. </p><p> وقال ابن عباس رضي الله عنهما الأرض هي تلك الأرض وإنما تبدل آكامها وجبالها وأنهارها وأشجارها (٢) ، ثم أنشد: </p><p> فما الناس بالناس الذين عهدتهم ... ولا (الدار بالدار التي)  (٣) كنتُ أعرف </p><p> وتصديق قول ابن عباس رضي الله عنه حديث أبي هريرة (٤) رضي الله عنه، عن النبي - صلى الله عليه وسلم - قال: \"يبدل الله الأرض غير الأرض والسماوات فيبسطها يمدها مد الأديم العكاظي لا ترى (٥) فيها عوجًا ولا أمتا، ثم يزجر الله الخلق زجرة فإذا هم في هذِه المبدلة مثل مواضيعهم من الأولى، ما كان في بطنها كان في بطنها وما كان على ظهرها، وقيل </p><p>(١) زيادة من الأصل والظاهر أنه اشتباه من السطر التحتاني. (٢) في الأصل: أشجارها وأنهارها، أي تقديم وتأخير.(٣) في (م): النار بالنار، وهي تصحيف، وفي الأصل: الذي.(٤) أسند الطبري حديث أبي هريرة - رضي الله عنه - مرفوعًا أطول مما عندنا، فعنده في آخره: وذلك حين يطوي السماوات كطي السجل للكتاب ثم يدحو بها ثم تبدل الأرض غير الأرض والسماوات. \"جامع البيان\" ١٣/ ٢٥٢.(٥) في (م): القباطي لا يرى.</p><p> تبدل الأرض لقوم بأرض الجنة ولقوم بأرض النار \"(١).</p><p> [١٦١٤] وأخبرنا أبو جعفر محمَّد بن علي بن إبراهيم (٢) قال: حدثنا علي بن عيسى بن إبراهيم بن عبدويه (٣) قال: حدثنا محمَّد بن صالح بن جميل (٤) قال: حدثنا أبو سعيد الأشجَّ (٥) قال: حدثنا أبو خالد (٦) وعابد (٧) بن حبيب وابن (٨) فضيل عن داود (٩) ، عن الشعبي (١٠) ، عن مسروق (١١) ، عن عائشة رضي الله عنها قالت: يا رسول الله: أخبرني عن قول الله تعالى {يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ} أين يكون الناس يومئذ؟ قال: \" على الصراط\" (١٢) . </p><p>(١) وذكر الألوسي نحو هذا فقال: وحكى بعضهم أن التبديل يقع في الأرض ولكن تبدل لكل فريق بما يقتضيه حاله، ففريق من المؤمنين يكونون على خبز يأكلون منه وفريق يكونون على فضة، وفريق الكفرة يكونون على نار، وليس تبديلها بأي شيء كان بأعظم من خلقها بعد أن لم تكن. \"روح المعاني\" ١٣/ ٢٥٥. (٢) لم أجده.(٣) لم أجده.(٤) لم أجده.(٥) عبد الله بن سعيد، ثقة.(٦) سليمان بن حيان، صدوق يخطئ.(٧) لم أجده.(٨) أبو عبد الرحمن الكوفي، صدوق عارف رمي بالتشيع.(٩) ابن أبي هند، ثقة متقن، كان يهم بأخره.(١٠) عامر بن شراحيل، ثقة، مشهور، فقيه، فاضل.(١١) أبو عائشة الكوفي، ثقة.(١٢) [١٦١٤] الحكم على الإسناد: =</p><p> وروى يحيى (١) بن أبي كثير، عن أبي أسماء (٢) ، عن ثوبان قال: سأل حبر من أحبار اليهود رسول الله - صلى الله عليه وسلم - فقال: أين الناس يوم تبدل الأرض غير الأرض؟ قال: هم في الظلمة دون الجسر (٣) . </p><p> وروى سعيد بن ثوبان الكلابي (٤) ، عن أبي أيوب الأنصاري - رضي الله عنه - قال أتى النبي - صلى الله عليه وسلم - حبر من اليهود فقال: أرأيت إذ يقول الله عز وجل في كتابه: {يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ} فأين الخلق عند ذلك؟ </p><p>= فيه مجاهيل، لكن الحديث صح من غير طريقهم كما في التخريج. التخريج:أخرجه الإِمام مسلم في كتاب التوبة، باب في البعث والنشور وصفة الأرض يوم القيامة (٢٧٩١)، والترمذي في كتاب التفسير سورة إبراهيم عليه السلام (٣١٢١) من طريق الشعبي، به.(١) أبو نصر، اليمامي، ثقة، ثبت، لكنه يدلس ويرسل.(٢) أبو أسماء عمرو بن مرثد الرحبي الدمشقي، ويقال: اسمه عبد الله، كان من كبار علماء الشام، وثقه أحمد العجلي وغيره، وقال ابن حجر، ثقة. \"السير\" للذهبي ٨/ ٥٠، \"التقريب\" لابن حجر (٥١٠٩).(٣) أخرجه الطبري في \"جامع البيان\" ١٣/ ٢٥٣، والإمام البغوي في \"معالم التنزيل\" ٤/ ٣٦٣، والإمام مسلم في \"الصحيح\" بأطول من هذا في كتاب الحيض، باب بيان صفة مني الرجل والمرأة (٣١٥).(٤) هكذا في نسخ المخطوط ولكن في \"جامع البيان\" للطبري ١٣/ ٢٥٣: الكلاعي والظاهر أنه تابعي، ولكن لم أجد ذكره إلا ما ذكر مجملًا في \"تعجيل المنفعة\" لابن حجر ١/ ٥٧٩ (٣٧٢): (فع) سعيد بن ثوبان، عن أبي هريرة يحدث: من لم يطهره ماء البحر فلا طهره الله، وعنه عبد العزيز بن عمر بن عبد العزيز، علقه الشافعي في \"الأم\" بعبد العزيز (ص ١٠٣).</p>"
}