{
  "id": null,
  "sura": 14,
  "aya": 27,
  "text": "<p> ٢٦ - قوله -عز وجل-: {وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ} </p><p> وهي الشرك {كَشَجَرَةٍ خَبِيثَةٍ} وهي الحنظل (١) ، قال ابن عباس رضي الله عنهما: هذا مثل ضربه الله تعالى، ولم يخلق هذِه الشجرة على وجه الأرض (٢)  {اجْتُثَّتْ} اقتلعت (٣) قاله ابن عباس (٤) -رضي الله عنهما- وقال السدي: انتزعت، وقال الضحاك: استؤصلت، وقال المؤرج: أخذت جثتها وهي نفسها {مِنْ فَوْقِ الْأَرْضِ مَا لَهَا مِنْ قَرَارٍ} وكذلك الكافر لا خير فيه، ولا يصعد له قول طيب، ولا عمل صالح. </p><p> ٢٧ - قوله -عز وجل-: {يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا} </p><p>= تحتها مريم بنت عمران\" ١/ ٣٥٣ (٤٥٥)، قال ابن عدي: وهذا حديث عن الأوزاعي منكر، وعروة بن رويم عن علي ليس بالمتصل، ومسرور بن سعيد غير معروف، لم أسمع بذكره إلا في هذا الحديث، \"الكامل\" لابن عدي ٦/ ٢٤٢٤ - ٢٤٢٥، \"مجمع الزوائد\" للهيثمي ٥/ ٣٩، ٨٩، \"الجامع الصغير\" للسيوطي ١/ ٥٥ وضعفه، وقال السخاوي: في سنده ضعف وانقطاع. \"المقاصد الحسنة\" (ص ١٤٥ - ١٤٦) (١٥٦). (١) روى الطبري ذلك عن أنس -رضي الله عنه- موقوفاً ومرفوعاً، \"جامع البيان\" ١٣/ ٢١١.(٢) روى الطبري ذلك أيضاً عن ابن عباس رضي الله عنهما ثم قال: وقد روي عن رسول الله -صلى الله عليه وسلم- بتصحيح قول من قال: هي الحنظلة، خبر فإن صح فلا قول يجوز أن يقال غيره، المرجع السابق.(٣) في (ز): اقتطعت. قال السمين الحلبي: وأصله: اقتلعت جثتها، يقال: جثته فتجث واجتث فهو منجث ومجتث انجثاثاً واجتثاثاً، والمجثة: ما تقلع به جثة الشيء. \"عمدة الحفاظ\" ١/ ٣٠٦ فصل الجيم الثاء.(٤) روى الطبري هذِه المعاني عن قتادة لا عن ابن عباس رضي الله عنهما في \"جامع البيان\" ١٣/ ٢١١.</p><p> يحقق الله إيمانهم وأعمالهم {بِالْقَوْلِ الثَّابِتِ} وهو (١) شهادة أن لا إله إلا الله {فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ} يعني في القبور (٢) وقيل: في الحياة الدنيا يعني في القبر عند السؤال {وَفِي الْآخِرَةِ} إذا بعث، قال مقاتل: وذلك أن المؤمن إذا مات بعث الله ملكاً يقال له: دومان فيدخل قبره فيقول له: إنه يأتيك الآن ملكان أسودان فيسألانك من ربك؟ ومن نبيك؟ وما دينك؟ فأجبهما بما كنت عليه في حياتك، ثم يخرج فيدخل الملكان وهما: منكر ونكير، أسودان، أزرقان، فظان، غليظان، أعينهما كالبرق الخاطف وأصواتهما (كالريح العاصف)  (٣) معهما مرزبة، فيقعدانه ويسألانه، ولا يشعران بدخول دومان، فيقول:  (ربي الله)  (٤) ونبي محمد، وديني الإسلام، فيقولان له: عشت سعيداً ومت شهيداً، ثم يقولان: اللهم أرضه كما أرضاك، ويفتح له باب من الجنة فتأتيه (٥) منها التحف، فإذا انصرفا عنه قالا له: ثم نومة العروس، فهذا هو التثبيت (٦) {وَيُضِلُّ اللَّهُ </p><p>(١) في الأصل وفي (م): هي. (٢) في (م): القبر.(٣) في (م): كالرعد العاصف، وفي الأصل كالريح القاصف.(٤) في (م): الله ربي.(٥) في الأصل: تأتي.(٦) العجب من المؤلف كيف أهمل الأحاديث المرفوعة المعروفة في الصحيحين وغيرهما، واختار هذا الأثر المقطوع؟ وفي حديث البراء الذي رواه عنه أبو داود في كتاب السنة، باب المسألة في القبر وعذاب القبر (٤٧٥٣)، والإمام أحمد في \"المسند\" ٤/ ٢٨٧ (١٨٥٣٤) مرفوعاً أصح وأجمع سياقاً من هذا المقطوع الذي =</p><p> {الظَّالِمِينَ} يعني (١) : لا يلقنهم وذلك أن الكافر إذا دخل عليه الملكان قالا له: من ربك؟ وما دينك؟ ومن نبيك؟ قال: لا أدري، قالا له: لا دريت ولا تليت، عشت عصيًّا، ومت شقيًّا، ثم يقولان له: ثم نومة المنهوس (٢) ويفتح له في قبره باب (٣) من جهنم ويضربانه ضربة بتلك المرزبة فيشهق شهقة يسمعها كل حيوان إلا الثقلان ويلعنه كل من يسمع (٤) صوته فذلك قوله تعالى {وَيَلْعَنُهُمُ اللَّاعِنُونَ} . </p><p> وروى البراء بن عازب رضي الله عنه أن رسول الله -صلى الله عليه وسلم- ذكر قبض روح المؤمن قال: \"فتعاد روحه في جسده ويأتيه ملكان فيجلسانه في قبره ويقولان له: من ربك، وما دينك، ومن نبيك؟ (فيقول: ربي الله وديني الإسلام، ونبيي محمد،فينتهرانه ويقولان الثانية:من ربك؟ وما دينك، ومن نبيك؟ )  (٥) وهي آخر فتنة تعرض على المؤمن فيثبته الله </p><p>= خلط فيه ذكر الدُّومان، وليس له ذكر في الأحاديث الصحاح والحسان غير حديث ثمرة بن حبيب، عن أبيه مرفوعاً: \"فتانو القبر أربعة: منكر ونكير وناكور وسيدهم دومان\" وبلفظ: \"\"فتان القبر ثلاثة: أنكر وناكر وسيدهم دومان\" ذكره ابن الجوزي في \"الموضوعات\" ٣/ ٥٤٦ (١٧٧٥)، والسيوطي في \"اللآلئ المصنوعة\" ٢/ ٤٣٦ وغيرهما، وقد نقله الحافظ ابن حجر عن ابن الجوزي. انظر \"فتح الباري\" ٣/ ٢٣٧، باب ما جاء في عذاب القبر. (١) في (ز): أعني.(٢) أي: تنهسه الحيات والعقارب.(٣) في (م): نار.(٤) في (م): سمع.(٥) سقط من (ز).</p><p> تعالى فيقول: ربي الله وديني الإِسلام ونبيي محمد، فينادي مناد من السماء: أن قد (١) صدق عبدي (أن صدق عبدي)  (٢) قال (٣) فذلك (قول الله)  (٤) تعالى {يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ} \" (٥) . </p><p> وقال ابن عباس -رضي الله عنهما- في هذِه الآية: إن المؤمن إذا حضره الموت (٦) شهدته الملائكة فسلموا عليه وبشروه بالجنة، فإذا مات مشوا مع جنازته ثم صلوا عليه مع الناس، فإذا دفن أُجلس في قبره (فيقال له)  (٧) من ربك؟ فيقول: ربي الله ويقال له: من رسولك؟ فيقول: محمد، فيقال له: ما شهادتك فيقول: أشهد أن لا إله إلا الله وأن محمداً رسول الله فيوسع له في قبره مد بصره فذلك قوله -عز وجل- {يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ}  (٨) . </p><p>(١) زيادة من (م). (٢) سقط من (م).(٣) ساقطة من (أ).(٤) في الأصل، وفي (ز): قوله.(٥) هكذا نقل البغوي هذا الحديث في \"معالم التنزيل\" ٤/ ٣٥١، وقد روى الطبري بسنده عن البراء بن عازب مرفوعاً قال: \"فيأتيه آت في قبره فيقول: من ربك وما دينك ومن نبيك ... فينتهره\" وفي آخر: \"\"فيقال له: صدقت\". \"جامع البيان\" ١٣/ ٢١٥.(٦) في (م): أجله.(٧) في الأصل: فيقول.(٨) لم أطلع على أثر ابن عباس في المراجع بهذا السياق وإن كان معناه موافق لقوله تعالى: {تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ} الآية.</p><p> وروى (أبو نضرة)  (١) عن أبي سعيد الخدري رضي الله عنه قال كنا مع رسول الله -صلى الله عليه وسلم- في جنازة فقال:  \"يا أيها الناس: إن هذِه الأمة تبتلى في قبورها، فإذا(دفن الإنسان)(٢)وتفرق عنه أصحابه جاءه ملك بيده مطراق فاقعده(فقال له)(٣)ما تقول في هذا الرجل؟فإن كان مؤمناً قال:أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله،فيقول له:صدقت، فيفتح له باب(من جهنم)(٤)فيقال له: هذا منزلك كان لو كفرت بربك، فأما إذ آمنت به(٥)فإن الله أبدلك به هذا ثم يفتح له باب إلى الجنة فيريد أن ينهض له فيقال له: اسكن، ثم يفسح له في قبره،وأما الكافر والمنافق فيقال له:ما تقول في هذا الرجلِ؟فيقول:لا أدري،فيقال له:لا دريت ولا اهتديت ثم يفتح له باب إلى الجنة فيقال له: هذا منزلك لو كنت(٦)آمنت بربك فأما إذ كفرت فإن الله تعالى أبدلك بلا هذا ثم يفتح له باب إلى النار يقمعه الملك بالمطراق قمعة يسمعه(٧)خلق الله كلهم إلا الثقلين\" . </p><p>(١) في (ز) أبو نظيره، والصواب. (٢) في (ز): الإنسان دفن.(٣) في (ز): فيقال.(٤) في (ز)، (م): إلى النار.(٥) من (ز).(٦) سقط من (ز).(٧) في (م): سمعه.</p><p> قال بعض (١) أصحابه: يا رسول الله: ما منا من أحد يقوم على رأسه ملك بيده مطراق إلا أهيل عند ذلك (٢) فقال رسول الله -صلى الله عليه وسلم- {يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ} الآية (٣) . </p><p> وقال أبو هريرة رضي الله عنه: إن الميت يسمع خفق نعالهم حين يولون عنه مدبرين، فإذا كان مؤمناً كانت (٤) الصلاة عند رأسه والزكاة عن يمينه والصيام عن يساره وفعل الخيرات من الصدقات (٥) والصلة والمعروف والإحسان إلى الناس عند رجليه فيؤتى من عند رأسه فتقول (٦) الصلاة ما قبلي مدخل (فيؤتى عن يمينه فتقول الزكاة: ما قبلي مدخل فيؤتى عن يساره فيقول الصيام: ما قبلي مدخل)  (٧) فيؤتى من عند رجليه فيقول فعل الخيرات: ما قبلي مدخل، فيقال له: اجلس فيجلس، قد مثلت له الشمس قد دنت للغروب فيقال له: أخبرنا عما نسألك فيقول: دعوني حتى أصلي فيقال له (٨) إنك </p><p>(١) في (ز): رجل من. (٢) في (ز): ذاك.(٣) زيادة من (ز)، كذلك أخرجه الطبري في \"جامع البيان\" ١٣/ ٢١٤ وذكر الآية بتمامها في آخر الحديث.(٤) في (ز): كان.(٥) في (م): الصدقة.(٦) في الأصل: فيقول وكذلك فيقول الزكاة.(٧) سقط من (م).(٨) زيادة من (م) مع زيادة كلمة (أفعل) وليس لها وجه.</p><p> ستفعل فأخبرنا عما نسألك عنه (١) فيقول (وعم تسألوني؟ )  (٢) فيقال له: أرأيت هذا الرجل الذي كان فيكم ماذا تقول فيه وماذا تشهد عليه؟ فيقول: أمحمد؟ فيقول نعم، فيقول: أشهد أنه رسول الله وأنه جاءنا بالبينات من عند الله فصدقناه، فيقال له: على ذلك حييت وعلى ذلك مِتَّ وعلى ذلك تبعث إن شاء الله ثم يفسح له في قبره سبعون ذراعاً وينور له فيه (٣) ثم يفتح له باب إلى النار فيقال له: انظر إلى ما صرف الله عنك، لو عصيته (كان ذلك لك)  (٤) فيزداد غبطة وسروراً ثم يجعل نسمته في النسم الطيب هي طير تعلق بشجر (ويعاد الجسد)  (٥) إلى ما بدئ منه من (٦) التراب وذلك قوله عز جل {يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ}  (٧) . </p><p>(١) سقط من الأصل. (٢) في الأصل: عما، وفي (ز): عما تسألونني، وفي (م): وعم تسألون.(٣) في (ز): في قبره.(٤) سقط من الأصل، وفي (م).(٥) في الأصل: فيعاد الجسم، والمثبت من (ز)، و (م) وهو الموافق لما في \"جامع البيان\" للطبري ١٣/ ٢١٦.(٦) في (م): في.(٧) الحديث أخرجه الطبري في تفسير الآية بسنده هكذا موقوفاً \"جامع البيان\" وأخرجه ابن أبي شيبة في \"المصنف\" ٤/ ٦٢٤ (١٢١٧٨) أتم منه فقال: حدثنا يزيد بن هارون، أخبرنا محمد بن عمرو بن أبي سلمة، عن أبي هريرة -رضي الله عنه- قال: إن الميت ... إلى قوله تعالى {يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ} وقال محمد: قال عمر بن ثوبان: ثم يقال له: ثم فينام كنومة العروس لا يوقظه إلا أحب أهله إليه حتى يبعثه الله، قال محمد: قال أبو سلمة: قال =</p><p> [١٦١١] أخبرنا عبد الله بن حامد الوزان (١) قال: أخبرنا أحمد بن محمد بن يحيى البوشنجي (٢) ، حدثنا أحمد بن نجدة بن العريان (٣) قال: حدثنا الحماني (٤) قال: حدثنا عبد العزيز بن محمد (٥) ، عن يزيد بن الهاد (٦) ، عن عبادل بن عبيد الله بن أبي رافع (٧)  (عن جدته)  (٨) </p><p>= أبو هريرة: وإن كان كافراً فيؤتى من قبل رأسه فلا يوجد شيء، ثم يؤتى عن شماله فلا يوجد له شيء، ثم يؤتى من قبل رجليه فلا يوجد له شيء فيقال له: اجلس فيجلس فزعاً مرعوباً فيقال له: أخبرنا عما نسألك فيقول وعما تسألوني عنه فيقال: أرأيت هذا الرجل الذي كان فيكم ماذا تقول فيه وما تشهد به عليه، قال فيقول: أيُّ رجل؟ قال يقال: الذي كان فيكم، فلا يهتدي لاسمه فيقال: محمد فيقول: لا أدري .. فيزداد حسرة وثبوراً ويضيق عليه قبره حتى تختلف أضلاعه، وهي المعيشة الضنك التي قال الله تعالى: {فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى} [طه: ١٢٤] , وأخرجه الحاكم في \"المستدرك\" مرفوعاً ١/ ٥٣٥. (١) سقط من (ز)، أبو محمد الوزان: لم يذكر بجرح أو تعديل.(٢) لم أجده ..(٣) أبو الفضل الهروي، ثقة.(٤) يحيى بن عبد الحميد، حافظ إلا أنه متهم بسرقة الأحاديث.(٥) أبو محمد الجهني، صدوق كان يحدث من كتب غيره فيخطئ، قال النسائي: حديثه عن عبيد الله العمري منكر.(٦) أبو عبد الله المدني، ثقة مكثر.(٧) عبادل بن عبيد الله بن أبي رافع مولى النبي -صلى الله عليه وسلم- يروي عن جدته امرأة أبي رافع، روى عنه المدنيون، ذكره ابن حبان في \"الثقات\" وقال عنه أبو حاتم: ثقة. \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٩٧، \"الثقات\" لابن حبان ٧/ ١٤١.(٨) في الأصل و (ز): (عمن حدثه)، سلمى أم رافع مولاة النبي -صلى الله عليه وسلم- امرأة أبي رافع وقد قيل إنها مولاة صفية بنت عبد المطلب، لها صحبة وأحاديث. \"الثقات\" لابن حبان ٣/ ١٨٤، \"التقريب\" (٨٦٠٨).</p><p> عن أبي رافع رضي الله عنه (١) قال بينما النبي -صلى الله عليه وسلم- يمشي في بقيع الغرقد وأنا أمشي خلفه فقال رسول الله -صلى الله عليه وسلم-: \"لا هديت لا هديت ثلاثاً\" ، قال أبو رافع قلت يا رسول الله مالي؟ قال:  \"ليس الثالث أريد، إنما أريد صاحب هذا القبر(يسأل عني فيزعم)(٢)أنه لا يعرفني\" ، فإذا هو قبر قد رش عليه الماء حين دفن صاحبه (٣) . </p><p> * * * </p><p>(١) مولى النبي -صلى الله عليه وسلم-، أسلم، وقيل إبراهيم وقيل هرمز. (٢) في (م): سئل عني فزعم.(٣) [١٦١١] الحكم على الإسناد:فيه الحماني متهم بسرقة الحديث، وفيه من لم أجده، وفيه من لم يذكر بجرح أو تعديل.التخريج:رواه البزار ٩/ ٣٢١ والطبراني في \"المعجم الكبير\" ١/ ٤١٦. \"مجمع الزوائد\" للهيثمي ٣/ ٥٣.</p><p> [١٦١٢] وأخبرني أبو القاسم (الحسن بن محمد)  (١) بن حبيب (رحمه الله قراءة عليه في رجب سنة ست وثمانين وثلاثمائة)  (٢) قال: سمعت أبا الطيب محمد بن علي الخياط (٣) يقول: سمعت سهل بن عمار (٤) العتكي يقول: رأيت يزيد بن هارون (٥)  (في منامي بعد موته)  (٦) فقلت له: ما فعل الله بك؟ فقال: إنه أتاني في قبري ملكان فظان غليظان فقالا: من ربك؟ وما دينك؟ ومن نبيك؟ فأخذت بلحيتي البيضاء وقلت لهما: ألمثلي يقال هذا؟ وقد علمت الناس جوابكما ثمانين سنة، فذهبا. وقالا لي: كتب عن حريز بن عثمان (٧) ؟ قلت: نعم، قالا: إنه كان يبغض علياً (٨) أبغضه الله (ثم قالا: ثم نومة العروس)  (٩)  (١٠)  {وَيَفْعَلُ اللَّهُ مَا يَشَاءُ} . </p><p>(١) سقط من الأصل، قيل: كذبه الحاكم. (٢) سقط من الأصل إلى كلمة رجب، وفي (م) إلى كلمة مائة.(٣) لم أجده.(٤) أبو يحيى النيسابوري، متهم، كذبه الحاكم.(٥) أبو خالد السلمي، ثقة، متقن عابد.(٦) في (ز): تعد موته في المنام.(٧) الرحبي الحمصي، ثقة، ثبت رمي بالنصب.(٨) في (ز)، (م): عثمان، وهو خطأ.(٩) مثبت في هامش الأصل.(١٠) [١٦١٢] الحكم على الإسناد:فيه العتكي، متهم كذبه الحاكم، والخياط لم أجده، والحسن بن محمد. قيل كذبه الحاكم.</p>"
}