{
  "id": null,
  "sura": 15,
  "aya": 91,
  "text": "<p> تقاسموا لصالح (عليه السلام)  (١) وأرادوا تبييته، وقرأ قول الله عز وجل {وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ (٤٨) قَالُوا تَقَاسَمُوا بِاللَّهِ} (٢) الآية. </p><p> ٩١ - قوله عز وجل (٣) {الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ (٩١) } </p><p> يعني عضهوا كتاب الله ونبيه وأمره، أي: كذبوا، وقوله (عضين) قال بعضهم: هو جمع عضو وهو مأخوذ من قولك (٤) عضيت الشيء تعضيه (٥) إذا فرقته، قال رؤبة: وليس دين الله بالمعضي (٦) </p><p>= وزعم بعضهم أنَّه كهانة وزعم بعضهم أنَّه أساطير الأولين. \"تفسير القرآن العظيم\" لابن أبي حاتم ٧/ ٢٢٣٧ (٢٤٥١). (١) في (أ): علمائهم، والظاهر أنَّه تصحيف.(٢) تمام الآية {لَنُبَيِّتَنَّهُ وَأَهْلَهُ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ وَإِنَّا لَصَادِقُونَ} [النمل: ٤٩].(٣) زيادة من (م).(٤) في (ز): قولهم، وفي (أ): قوله.(٥) في (م): لعضيه غير منقوطة.(٦) هذا شطر من رجزه من قصيدة مطلعها:دانيت أروى والديون تقضى ... فمطلت بعضًا وأدت بعضاوليس دين الله بالمعضيوقال الفراء، وقوله: {الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ (٩١)} يقول: فرقوه إذ جعلوه سحرًا وكذبًا وأساطير الأولين و (العضون) في كلام العرب: السحر بعينه، ويقال: عضوه، أي: فرقوه كما تعضى الشاة والجزور، وواحد العضين عضة، رفعها عضون ونصبها وخفضها عضين. \"معاني القرآن\" للفراء ٢/ ٩٢.</p><p> يعني بالمفرق، وقال آخر: </p><p> وعضى بني عوف فأما عدوهم ... فأرضى وأما العز منهم فغيرا (١) </p><p> يعني بقوله (عضى بني عوف) سباهم وقطعهم بلسانه، وقال آخرون: بل هو جمع عضة، يقال: عضه وعضين مثل بره (٢) وبرين، وكره (٣) وكرين، وقله (٤) وقلين، وعزه (٥) وعزبن، </p><p>(١) لم أعرف قائله وهكذا ذكره الطبري بقوله: وقال الآخر: وعضى ... (٢) قال ابن منظور، والبره: الترارة، \"لسان العرب\" لابن منظور ١٣/ ٤٧٦، وكذا قال الفيروزآبادي في \"القاموس المحيط\" (ص ١٦٠٤)، وهي الحلقة من صفرا أو غيره تجعل في أنف البعير. هامش \"معاني القرآن\" ٢/ ٩٢.(٣) قال ابن منظور: جمل كره: شديد الرأس، \"لسان العرب\" ١٣/ ٥٣٦ (كره).(٤) ذكره الفراء عن بعض بني أسد: مثل المقالي ضربت قلينها من القُلَة، وهي لعبة للصبيان، وقال المحقق -النجار- المقالي جمع المقلي أو المقلاء، والقلون -القُلين- جمع القلة، والقلة والمقلاء عودان يلعب بهما الصبيان، فالقلة خشبة قدر زراع تنصب والمقلاء يضرب به القلة. \"معاني القرآن\" ٢/ ٩٢.(٥) قال السمين الحلبي في مادة (عزو): عزين أي حِلقًا حِلقًا وجماعة جماعة، والواحد عِزة وأصلها عزوة فحذفت اللام، وجُمع جمعَ سلامة جبرالها نحو سنين، وهي كل جماعة اعتزاؤها واحد، وقيل: هي الجماعات في تفرقة، وأصلها من عزوته فاعتزى، أي: نسبته فانتسب فكأنهم الجماعة المنتسب بعضهم إلى بعض إما في الولادة وإما في المصاهرة، ومنه الاعتزاء في الحرب، وفي الحديث: \"من تعزى بعزاء الجاهلية فأعِضُّوه بهن أبيه ولا تكنوا\"، يعني من انتسب نسب الجاهلية فقولوا له: اعضض بظر امك وقيل: هو من قولهم: عزى عزاء فهو عز إذا صبر وتعزى بصبر، قيل: فعلى هذا كأنها اسم للجماعة يتأسى بعضهم ببعض. \"عمدة الحفاظ\" ٣/ ٧٢ باب العين.</p>"
}