{
  "id": null,
  "sura": 15,
  "aya": 22,
  "text": "<p> عن جعفر بن محمد (١) ، عن أبيه (٢) ، عن جده (٣) أنَّه قال: في العرش تمثال جميع ما خلق الله تعالى في البر والبحر، وهذا تأويل قوله تعالى {وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ} الآية (٤)  (٥) . </p><p> ٢٢ - قوله عز وجل:  {وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ} </p><p> قراءة العامة بالجمع؛ لأنها موصوفة بالجمع وهو قوله: لواقح، وقرأ بعض أهل الكوفة: الريح على الواحد، وهي في معنى الجمع أيضًا وأن كان لفظها لفظ الواحد؛ لأنه يقال: جاءت الريح من كل جانب، وهو مثل قولهم: أرض سباسب، وثوب أخلاق، وكذلك تفعل العرب في كل شيء إتسع (لواقح) اختلف العلماء فيه (٦) في وجه وصف الرياح باللقح وإنما هي ملقحة؛ لأنها تلقح السحاب والشجر، فقال قوم معناها: حوامل، تحمل الماء والخير والنفع فهي لاقحة، كما يقال: ناقة لاقحة إذا حملت الولد، ويشهد على ذلك قوله تعالى:  {الرِّيحَ الْعَقِيمَ}  (٧) فجعلها عقيمًا إذا لم تلقح ولم </p><p>(١) الهاشمي المدني أبو عبد الله، صدوق، فقيه، إمام. (٢) أبو جعفر الباقر، ثقة فاضل.(٣) زين العابدين، ثقة ثبت، عابد فقيه، فاضل مشهور.(٤) ساقطة من الأصل.(٥) [١٦١٨] الحكم على الإسناد:فيه التراسي كذاب مشهور، وابن شاذان متهم، فضلًا عن المجاهيل فيه.(٦) من (ز)، (م).(٧) الذاريات: ٤١.</p><p> يكن فيها نفع ولا خير ودليل هذا التأويل قول عبد الله بن مسعود رضي الله عنه (في هذِه الآية)  (١) قال: يرسل الله الريح فتحمل الماء (فتمرى السحاب فتدر)  (٢) كما تدر اللقحة ثم تمطر، قال الطرماح: </p><p> فلولا فئات الرياح ... اللاقح منها وحامل (٣) </p><p> قال الفراء: أراد ذات لقح كقول العرب: رجل نابل ورامح </p><p>(١) زيادة من (ز)، (م). (٢) في الأصل: فتمر بالسحاب فتدر، وهذا الحديث أسنده الطبري إلى عبد الله بن مسعود - رضي الله عنه - قال: يبعث الله الرياح فتلقح السحاب، ثم تمريه فتدر كما تدر اللقحة ثم تمطر، وأسند أبي رجاء، عن الحسن قال: لواقح للشجر، قلت أو للسحاب؟ قال: وللسحاب تمريه حتَّى يمطر، وأسند إلى ابن عباس رضي الله عنهما (لواقح) قال: تلقح الشجر وتمري السحاب، \"جامع البيان\" ١٤/ ٢٠ - ٢٢، وقال ابن منظور: والمري: مسح ضرع الناقة لتدر، مري الناقة مريا، مسح ضرعها للدرة، وفي حديث عدي بن حاتم - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال له: \"أمر الدم بما شئت\". يريد الذبح وهو مذكور في مور ومنه حديث عاتكه: أمرّوا بالسيوف المرهقات دمائهم، أي استخرجوها واستدروها، ابن سيده: مري الشيء وامتراه استخرجه، والريح تمري السحاب وتمتريه: تستخرجه وتستدره، ومرت الريح السحاب، إذا أنزلت منه المطر. \"لسان العرب\" لابن منظور ١٥/ ٢٧٦ - ٢٧٧ ولكن البغوي ذكر الأثر غير مسند وبالمعنى هكذا، قال ابن مسعود - رضي الله عنه -: يرسل الريح فتحمل الماء فيمر به السحاب فيدر كما تدر اللقحة ثم تمطر \"معالم التنزيل\" ٤/ ٣٧٥.(٣) في (ز): حايل، قال أبو جعفر النحاس: ويجوز أن يقال لها: لاقح أي حامل، والعرب تقول للجنوب: لاقح وحامل وللشمال: حائل وعقيم، قال الله عز وجل {حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا} [الأعراف: ٥٧] (فاقلت) و (حملت) واحد. \"معاني القرآن\" ٤/ ٢٠.</p><p> وتامر (١) . </p><p> وقال أبو عبيدة: أراد ملاقح جمع ملقحة، كما جاء في الحديث: </p><p> أعوذ بالله من عين لامة (٢) أي ملمة. </p><p> قال النابغة: </p><p> كليني لهم يا أميمة ناصب ... وليل أقاسيه بطيء الكواكب (٣) </p><p> أي منصب. قال عبيد بن عمير (٤) : يبعث الله المبشرة (٥) فتقم الأرض قما (٦) ثم يبعث الله المثيرة فتثير السحاب ثم يبعث الله </p><p>(١) المعنى: رجل ذو نبل ورمح وذو تمر، كما قال الشاعر: وغررتني وزعمت أنك لابن في الحي تامر، أي ذو لبن وتمر. (٢) الحديث في صحيح البخاري بلفظ: \"أعوذ بكلمات الله التامة من كلل شيطان وهامة ومن كل عين لامة\" في كتاب أحاديث الأنبياء في الباب العاشر (٣٣٧١) عن ابن عباس رضي الله عنهما مرفوعًا.(٣) الشاهد من البيت كلمة (ناصب) فهي بمعنى منصب، يعني يا أميمة احفظيني واحرسيني لهم منصب.(٤) أسند إليه الطبري هذا القول في \"جامع البيان\" ١٤/ ٢١، وذكره البغوي عنه كذلك غير مسند في \"معالم التنزيل\" ٤/ ٣٧٥.(٥) في الأصل: المنشرة، والمثبت موافق لما في المراجع المذكورة. وهذِه الأسماء مأخوذة من قوله تعالى {وَمِنْ آيَاتِهِ أَنْ يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ} إلى قوله تعالى {اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ وَيَجْعَلُهُ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ} [الروم: ٤٦ - ٤٨] وفي قوله تعالى {أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَامًا} [النور: ٤٣].(٦) في الأصل: قمامها.</p><p> المؤلفة فتؤلف السحاب ثم يبعث الله اللواقح فتلقح الشجر، ثم تلا {وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ} وروى أبو بكر بن عياش (١) رحمه الله: لا تقطر قطرة من السماء (٢) إلا بعد أن تعمل فيه الرياح الأربع فالصبا تهيجه والدبور تلقحه والجنوب تدره والشمال تفرقه. </p><p> وروى (أبو المهزم، عن)  (٣) أبي هريرة رضي الله عنه قال سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"الريح الجنوب من الجنّة، وهي الريح اللواقح التي ذكر الله في كتابه وفيها منافع للناس\"  (٤) ، {فَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوه}  (أي: جعلنا لكم المطر)  (٥) سقيًا، ولو أراد أنزلناه لتشربوه لقال: فسقيناكموه وذلك أن العرب تقول: سقيت الرجل ماء ولبنًا وغيرهما ليشربه إذا كان لسقيه (٦) ، فإذا جعلوا له ماء لتشرب أرضه وماشيته قالوا أسْقيته (٧) ، وكذلك إذا وهبت الرجل </p><p>(١) أبو بكر بن عياش بن سالم الأسدي الكوفي، المقرئ، أخرج له الجماعة. (٢) في (ز)، (م): السحاب.(٣) ساقطة من الأصل.(٤) أسند الطبري هذا الحديث في \"جامع البيان\" ١٤/ ٢٢.(٥) في (ز): جعلنا المطر لكم، وما بين القوسين سقط من (م).(٦) في الأصل: لسقيته، \"جامع البيان\" للطبري ١٤/ ٢٢، \"معالم التنزيل\" للبغوي ٤/ ٣٧٦.(٧) وقال الله تعالى {إِنَّهَا بَقَرَةٌ لَا ذَلُولٌ تُثِيرُ الْأَرْضَ وَلَا تَسْقِي الْحَرْثَ} [البقرة: ٧١] وقال سبحانه {وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ يَسْقُونَ وَوَجَدَ مِنْ دُونِهِمُ امْرَأَتَيْنِ تَذُودَانِ قَالَ مَا خَطْبُكُمَا قَالَتَا لَا نَسْقِي حَتَّى يُصْدِرَ الرِّعَاءُ وَأَبُونَا شَيْخٌ كَبِيرٌ (٢٣) فَسَقَى لَهُمَا} [القصص: ٢٣، ٢٤] ففي هذِه الآيات وردت تصريفات -سقى =</p>"
}