{
  "id": null,
  "sura": 15,
  "aya": 18,
  "text": "<p> والكواكب السيارة، وأسماؤها: العمل والثور والجوزاء والسرطان والأسد والسنبلة والميزان, والعقرب، والقوس، والجدي، والدلو والحوت (١)  {وَزَيَّنَّاهَا} يعني: السماء {لِلنَّاظِرِينَ} . </p><p> ١٧ - {وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ (١٧) } </p><p> ١٨ - {إِلَّا مَنِ اسْتَرَقَ السَّمْعَ} </p><p> لكن من استرق السمع {فَأَتْبَعَهُ شِهَابٌ مُبِينٌ} نار بين، قال ابن عباس رضي الله عنهما: يصعد الشياطين أفواجًا تسترق السمع فينفرد المارد (٢) منها فيعلو فيرمى بالشهاب فيصيب جبهته أو أنفه (٣) أو جنبه أو حيث شاء الله منه فيلتهب فيأتي أصحابه وهو يلتهب فيقول: إنه كان من الأمر كذا وكذا، فيذهب أولئك إلى إخوانهم من الكهنة فيزيدون عليه تسعًا، فيحدث بها أهل الأرض، فكلمة حق، والتسع باطل، فإذا رأوا شيئًا مما قالوا (قد كان)  (٤) ، </p><p>(١) قال الألوسي رحمه الله: وقد صرحوا -الفلاسفة- بأن هذِه الصور المسماة بالأسماء المعلومة توهمت على المنطقة وما يقرب منها من الجانبين من كواكب ثابتة تنظمها خطوط موهومة وقعت وقت القسمة في تلك الأقسام، ونقل عن عامة المنجمين أنهم إنما توهموا لكل قسم صورة ... إلى آخر ما نقل، وقد أطال الشيخ الأكبر الكلام في هذا الباب وهو بمعزل عن اعتقاد المحدثين نقلة الدين عليهم الرحمة. \"روح المعاني\" ١٤/ ٢٢. (٢) في الأصل: الماء، وهو تصحيف.(٣) من (م).(٤) في الأصل: كان وقد وفي (م): قد كانوا.</p><p> صدقوهم بما جاءوهم به من كذبهم (١) ، قال ابن عباس رضي الله عنهما إنما (٢) كانت الشياطين لا يحجبون عن السماوات فكانوا يدخلونها ويأتون بأخبارها فيلقون على الكهنة، فلما ولد عيسى عليه السلام منعوا من ثلاث سماوات، فلما ولد محمَّد - صلى الله عليه وسلم - منعوا من السماوات أجمع، فما منهم من أحد يريد استراق السمع إلا رمي بشهاب، فلما منعوا من تلك المقاعد ذكروا ذلك لإبليس لعنه الله فقال: لقد حدث في الأرض حدث: قال فبعثهم فوجدوا رسول الله - صلى الله عليه وسلم - يتلوا القرآن فقالوا: هذا والله حدث (٣) </p><p>(١) أسند الطبري هذا الأثر إلى ابن عباس رضي الله عنهما في \"جامع البيان\" ١٤/ ١٤. وذكره القرطبي عن ابن عباس رضي الله عنهما كما ذكر المصنف. \"الجامع لأحكام القرآن\" ١٠/ ١١. (٢) ساقطة من (م).(٣) كما روى ابن عباس قال: انطلق رسول الله - صلى الله عليه وسلم - في طائفة من أصحابه عامدين إلى سوق عكاظ وقد حيل بين الشياطين وبين خبر السماء وأرسلت عليهم الشهب فرجعت الشياطين، فقالوا حيل بيننا وبين خبر السماء وأرسلت علينا الشهب، قال ما حال بينكم وبين خبر السماء إلا ما حدث فاضربوا مشارق الأرض ومغاربها فانظروا ما هذا الأمر الذي حدث؟ فانطلقوا فضربوا مشارق الأرض ومغاربها ينظرون ما هذا الأمر الذي حال بينهم وبين خبر السماء؟ قال: فانطق الذين توجهوا نحو التهامه إلى رسول الله - صلى الله عليه وسلم - بنخلة وهو عامد إلى سوق عكاظ وهو يصلي بأصحابه صلاة الفجر، فلما سمعوا القرآن تسمعوا له، فقالوا: هذا الذي حال بيننا وبين خبر السماء، فهنالك رجعوا إلى قومهم فقالوا: {فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا (١) يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا (٢)} وأنزل الله عز وجل على نبيه - صلى الله عليه وسلم - {قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ} وإنما أوحى إليه قول الجن، أخرجه =</p><p> (وإنهم (١) ليرمون) فإذا توارى النجم عنكم فقد أدركه (٢) لا يخطئ أبدًا ولكن لا يقتله بل يحرق وجهه أو جنبه أو يده، ومنهم من يخبله (٣) فيصير غولًا يضل الناس في البوادي. </p><p> وقال يعقوب بن عتبة بن المغيرة بن الأخنس بن شريق (٤) : إن أول من فزع للرمي بالنجوم هذا الحي من ثقيف، وإنهم جاءوا إلى رجل يقال له: عمرو بن أمية، أحد بني علاج وكان أدهى العرب (٥) ، أفكرها رأيًا فقالوا له (٦) : ألم تر ما حدث في السماء من القذف بهذِه النجوم؟ قال: بلى، فانظروا، فإن كانت معالم النجوم التي يهتدى بها في البر والبحر ويعرف بها الأنواء (٧) من الصيف والشتاء </p><p>= البخاري في كتاب التفسير، سورة الجن (٤٩٢١)، مسلم في كتاب الصلاة، باب الجهر بالقراءة في الصبح والقراءة على الجن (٤٤٩). (١) في الأصل: وإنكم لترمون.(٢) في (م): أدركته.(٣) قال الفيروزآبادي في مادة (خبل) الخبل: فساد الأعضاء، والفالج -ويحرك فيهم- وقطع الأيدي وفساد في القوائم، والجنون ... وخبله الحزن واختبله جننه وأفسد عضوه أو عقله. \"القاموس المحيط\" (ص ١٢٨٠).(٤) الثقفي، أحد العلماء بالسيرة، وكان ذا علم وورع، ينظر في أمر الصدقات. مات سنة ١٢٨ هـ، قال ابن حجر: ثقة، \"السير\" للذهبي ١١/ ١٥٥، \"التقريب\" لابن حجر (٧٨٢٥).(٥) \"معالم التنزيل\" للبغوي ٤/ ٣٧٣ وفيه: أهدى.(٦) من (ز).(٧) (الأنواء) و (النوآن) جمع واحدها: النوء، وهو: النجم إذ مال للمغيب، وقيل النوء سقوط نجم من المنازل في المغرب مع الفجر وطلوع رقيبه، وهو نجم آخر =</p><p> مما يصلح الناس من معايشهم (١) هي التي يرمى (٢) بها فهو والله طيُّ الدنيا وهلاك الخلق الذي فيها، وإن كانت (٣) نجومًا غيرها، وهي </p><p>= يقابله من ساعته في المشرق في كل ليلة إلى ثلاثة عشر يومًا وهكذا منجم منها إلى انقضاء السنة ما خلا الجبهة، فإن له أربعة عشر يومًا فتنقضي جميعها -ثمانية وعشرون- مع انقضاء السنة، وإنما سمي نوءًا؛ لأنه إذا سقط الغارب ناء الطالع، وذلك الطلوع هو النوء، وبعضهم يجعل النوء السقوط، كأنه من الأضداد، وكان العرب -وغيرهم- تضيف الأمطار والرياح والحر والبرد إلى الساقط منها، وقال الأصمعي: إلى الطالع منها؛ لأنه في سلطانه فتقول: مطرنا بنوء كذا، \"لسان العرب\" لابن منظور ١/ ١٧٥ - ١٧٦ (نوأ) أقول وقد أخرج الشيخان عن زيد بن خالد - رضي الله عنه - قال: صلى لنا رسول الله - صلى الله عليه وسلم - الصبح بالحديبية على إثر سماء كانت من الليلة، فلما انصرف أقبل على الناس فقال: \"هل ترون ماذا قال ربكم؟ \" قالوا: الله ورسله أعلم، قال: \"قال أصبح من عبادي مؤمن بي وكافر، فأما من قال مطرنا بفضل الله ورحمته فذلك مؤمن بي وكافر بالكواكب، وأما من قال مطرنا بنوء كذا وكذا فذلك كلافر بي ومؤمن بالكواكب\" البخاري في كتاب الأذان، باب يستقبل الإِمام الناس إذا سلم (٨٤٦)، ومسلم في كتاب الإيمان, باب بيان كفر من قال مطرنا بالنوء وفيه عن أبي هريرة - رضي الله عنه - مرفوعًا: قال: \"ما أنزل الله من السماء من بركة إلا أصبح فريق من الناس بها كافرين، ينزل الله الغيب فيقولون: بكواكب كذا وكذا\"، وعن ابن عباس - رضي الله عنهما - قال: مطر الناس على عهد النبي - صلى الله عليه وسلم - فقال النبي - صلى الله عليه وسلم -: \"أصبح من الناس شاكر ومنهم كافر\"، قالوا: هذِه رحمة الله، وقال بعضهم: لقد صدق نوء كذا وكذا، قال: فنزلت هذِه الآيات {فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ (٧٥)} حتى بلغ {وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ (٨٢)} [الواقعة: ٧٥ - ٨٢]. والأحاديث الثلاثة في \"صحيح مسلم\" (٧١، ٧٢، ٧٣). (١) في (م): معاشهم.(٢) في (ز): رمي.(٣) في (ز): كان.</p><p> ثابتة على حالها فهذا لأمر (١) أراده الله تعالى بهذا الخلق. </p><p> [١٦١٦] أخبرنا عبد الله بن حامد بن محمَّد الأصفهاني (٢) ، قال: أخبرنا أبو الحسن عبيد الله بن محمَّد بن جعفر القضباني (٣) ، قال: حدثنا عبد الله بن الفضل بن هلال أبو عيسى (٤) ، قال: حدثنا عبد الله بن محمَّد البلوى (٥) حدثنا عمارة بن زيد (٦) ، عن عبد الله بن العلاء (٧) ، عن أبي الشعشاع (٨) </p><p>(١) في الأصل: الأمر. (٢) أبو محمَّد الوزان: لم يذكر بجرح أو تعديل.(٣) لم أجده.(٤) هو عبد الله بن الفضل بن محمَّد بن هلال بن جعفر الطائي الأنباري المعروف بصاحب الطاق ويقال له أيضًا: شيطان الطاق روى عن عبد الله بن محمَّد البلوي وغيره، ذكره ابن الطحان في \"الغرباء\" وقال: حدثونا عنه، وذكر الماليني عن عبد الله بن المنذر قال: كان ابن هلال ثقة إلا أنه كان يغلو في التشيع، ومات في ربيع الأول سنة ٣٤٢، وهو غير شيطان الطاق الكوفي. انظر \"تاريخ الإِسلام\" ٢٥/ ٢٦٣، \"لسان الميزان\" ٣/ ٣٢٦ (١٣٤٨).(٥) قال الذهبي: عبد الله بن محمَّد البلوي، له عن عمارة بن زيد عن مالك حديثا أخرجه الدراقطني .. وقال: مروا البلوي يضع الحديث. \"ميزان الاعتدال\" للذهبي، \"اللسان\" لابن حجر ٣/ ٣٣٨ (١٣٩٢).(٦) عمارة بن عبد الرحمن بن زيد، كان يضع الحديث يروي عن أبيه عن عمرو بن شعيب، قال الأزدي: وقال أبو عمر: متهم يوضع الحديث. \"الاستيعاب\" لابن عبد البر ١/ ٤١٧، \"الضعفاء\" لابن الجوزي ٢/ ٢٠٤، \"ميزان الاعتدال\" للذهبي ٢/ ٤٦٤.(٧) الظاهر أنه عبد الله بن العلاء بن أبي نبقة، مجهول \"الجرح والتعديل\" ٥/ ١٢٩.(٨) زيد في \"الإصابة\" لابن حجر: زنباع بن الشعشاع. ٥/ ٥١١ (٧٥٧٨) ولم أجده.</p><p> قال حدثني أبي (١) عن (أبي بن كعب)  (٢) بن مالك قال: حضرت رسول الله - صلى الله عليه وسلم - وقد ذكرت عنده الكهانة، فقلت بأبي أنت وأمي نحن أول من فزع بحراسة السماء ورجم الشياطين ومنع الجن من استراق السمع عند قذفها بالنجوم وانا لما رأينا ذلك اجتمعنا إلى كاهن لنا يقال له: خطر بن مالك، وكان شيخًا كبيرًا قد أتت عليه (ثلاث مائة وستون)  (٣) سنة فقلنا له: يا خطر هل عندك من هذِه النجوم التي يرمى بها فإنا قد (٤)  (فزعنا لها)  (٥) وخفنا سوء عاقبتها، فقال لنا: أغدو عليَّ في السحر، إيتوني بسفر أخبركم به (٦) الخبر إما بخير أو ضرر، قال: فانصرفنا عنه يومنا فلما كان وقت السحر أتيناه، فإذا نحن به قائم على قدميه شاخص إلى السماء بعينيه فناديناه، فأومأ إلينا: أن أمسكوا فأمسكنا </p><p>(١) لم أجده. (٢) في المرجع السابق ٥/ ٥١٠ - ٥١١، لهيب بن مالك اللهبي، ويقال: لهب وقد ذكر ابن حزم في نسب بني كعب بن الحارث بن كعب: ولد كعب بن الحارث بن كعب: زهران -قبيل عظيم- وعبد الله وأحجن، ومالك، فولد أحجن لهب بن أحجن، بطن، وهم بنو أسد بن خزيمة، أعيف العرب فيهم يقول كثير:تيممت لهبًا ابتغي العلم عندهم ... وقد رد علم العائفين إلى لهب\"جمهرة أنساب العرب\" لابن حزم وقال كحالة: لهب بن أحجن: بطن من الأزد، من القحطانية، وساق نسبهم إلى مالك بن نصر بن الأزد ثم قال: كانوا يعرفون بالقيافة والرجز. \"معجم قبائل العرب\" لعمر كحالة ٣/ ١٠١٥.(٣) في \"الإصابة\" لابن حجر ٥/ ٥١١: مائتا سنة وثمانون (٢٨٠).(٤) زيادة من المرجع السابق.(٥) زيادة من المرجع السابق.(٦) زيادة من (ز)، (م).</p><p> فانقض نجم عظيم وصرخ الكاهن بأعلى صوته: </p><p> أصابه أصابه * خامره عقابه * عاجله عذابه * أحرقه شهابه * زايله جوابه * يا ويله ما حاله (١) * تغيرت أحواله. </p><p> ثم أمسك طويلًا وطفق يقول: </p><p> يا لهب (٢) لهب بني قحطان </p><p> أخبركم بالحق والبيان </p><p> أقسمت بالكعبة والأركان </p><p> والبلد المؤمن ذي السلطان (٣) </p><p> (والمنع للسمع)  (٤) عتاة الجان </p><p> بثاقب من (٥) كفة سلطان </p><p> من أجل مبعوث عظيم الشأن </p><p> يبعث بالتنزيل والقرآن </p><p>(١) زاد في أبو عمرو في المرجع السابق: بلبله بلبابه * عاوده خباله * فقطعت حباله * وغيرت أحواله(٢) في الأصل: لهف لهف، وهذا تصحيف، وفي \"الإصابة\" لابن حجر ٣/ ٣٣٢: يا معشر بني قحطان وكذلك في \"الروض الأنف\" للسهيلي ١/ ٢٤٠.(٣) في (م): السنان، وفي المرجعين السابقين: المؤمن السدان، وفي \"الإصابة\" لابن حجر ٣/ ٣٣٢، الهامش: المؤمن والسدان.(٤) في \"الإصابة\" لابن حجر ٥/ ٥١١، وفي \"الروض الأنف\" للسهيلي ١/ ٢٤٠: لقد منع السمع.(٥) في (م): في كله، وفي المراجع السابقة: بكفي ذي سلطان، كما زيد في هذِه المراجع بعد قوله: يبعث بالتنزيل والقرآن - بالهدى وفاضل الفرقان.</p><p> تبطل به عبادة الأوثان </p><p> فقلنا له: يا خطر إنك لتذكر أمرًا عظيمًا، فماذا ترى إنقول وترى) (١) لقومنا أن يفعلوا؟ قال: </p><p> أرى لهم ما قد أرى لنفسي </p><p> أن تتبعوا خير قبيل (٢) الإنس </p><p> برهانه مثل شعاع الشمس </p><p> يبعث من (٣) مكة دار الخمس </p><p> بمحكم التنزيل غير لبس </p><p> فقال: فقلنا له: من هو وما اسمه وما مدته؟ فقال: </p><p> والموت (٤) والعيش * إنه لمن قريش </p><p> ما في حكمه (٥) طيش * ولا في خلقه نيش (٦) </p><p> يكون في جيش وأي جيش * من آل قحطان وآل النيش (٧) </p><p> والنيش الأخلاط من كل قوم. </p><p> فقلنا له: (من أي البطون هو؟ </p><p>(١) زيادة لم توجد في بقية المراجع. (٢) في المراجع السابقة: بني.(٣) وفي المراجع السابقة: في.(٤) كما فيها: والحياة.(٥) كما فيها: حلمه.(٦) فيها وفي (ز): هيش.(٧) في المراجع المذكورة: أيش.</p><p> فقال: بطن من ولد إبراهيم) (١) </p><p> قلنا: بين لنا من أي قريش هو؟ فقال: </p><p> والبيت (٢) والدعائم * والديار والحمائم </p><p> أنه لمن نسل (٣) هاشم * من معشر أكارم (٤) </p><p> يبعث بالملاحم * وقتل كل ظالم </p><p> ثم قال (٥) : </p><p> الله أكبر الله أكبر </p><p> جاء الحق وظهر </p><p> وانقطع عن الإنس الخبر </p><p> ثم قال: </p><p>(١) وهذِه الزيادة أيضًا لم توجد في المراجع. (٢) في هامش \"الروض الأنف\" للسهيلي ١/ ٢٤١: والبيت ذي الدعائم والركن والأحائم. وقال السهيلي: وذكر الركن الأحائم، يجوز أن يكون أراد: الأحاوم بالواو، فهمز الواو لانكسارها، والأحاوم جمع أحوام والأحوام: جمع حوم، وهو الماء في البئر، فكأنه أراد ماء زمزم، والحوم أيضًا إبل كثيرة ترد الماء، فعبر بالأحائم عن وارد زمزم، ويجوز أن يريد بها الطير وحمام مكة التي تحوم على الماء فيكون بمعنى الحوائم، وقلب اللفظ فصار بعد فواعل، أفاعل، والله أعلم.(٣) فيهما: إنه لمن نجل هاشم.(٤) في (م): المكارم، وفي الروض: كرائم.(٥) في المرجعين السابقين: قدم قوله: هذا هو البيان أخبرني به رئيس الجان، وأخر التكبير -مرة واحدة- إلى قوله: وانقطع عن الجن الخبر، وكذلك في \"مختصر سيرة الرسول - صلى الله عليه وسلم -\" (ص ٦٧).</p><p> هذا هو البيان </p><p> أخبرني به رأس الجان </p><p> (ثم قال: هذا بياني)  (١) ثم سكت، فأغمي عليه، فما أفاق إلا بعد ثلاثة أيام، فلما أفاق قال: لا إله إلا الله محمَّد رسول الله، ثم مات، فقال رسول الله - صلى الله عليه وسلم -: \"سبحان الله سبحان الله لقد نطق بمثل نبوة، وإنه ليُحشَرُ يوم القيامة أمةً واحدة\"  (٢) . </p><p> * * * </p><p>(١) هذِه الجملة ساقطة في المراجع المذكورة ففيها: وانقطع عن الجن الخبر، ثم سكت. (٢) [١٦١٦] الحكم على الإسناد:قال أبو عمر ابن عبد البر رحمه الله: إسناد هذا الحديث ضعيف ولو لم يكن فيه حكم لم أذكره؛ لأن رواته مجهولون وعمارة بن زيد متهم بوضع الحديث، ولكنه في معنى حسن من أعلام النبوة، والأصول في مثله لا تدفعه بل تصححه وتشهد له والحمد لله.وقال الحافظ ابن حجر بعد نقل كلام أبي عمر: قلت يستفاد من هذا أنه تجوز رواية الحديث الموضوع إذ كان بهذين الشرطين، أن يكون فيه حكم، وأن يشهد له الأصول، وهو خلاف ما نقلوه من الاتفاق على عدم جواز ذلك ويمكن أن يقال: ذكر هذا الشرط من جملة البيان. \"الإصابة\" ٥/ ٥١٢.</p>"
}