{
  "id": null,
  "sura": 15,
  "aya": 99,
  "text": "<p> ٩٦ - {الَّذِينَ يَجْعَلُونَ مَعَ اللَّهِ إِلَهًا آخَرَ فَسَوْفَ يَعْلَمُونَ (٩٦) } </p><p> (وعيد لهم)  (١) . </p><p> ٩٧ - قوله عز وجل: {وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ (٩٧) }. </p><p> ٩٨ - {فَسَبِّحْ بِحَمْدِ رَبِّكَ} </p><p> قال ابن عباس (٢) - رضي الله عنهما -: فصل بأمر ربك {وَكُنْ مِنَ السَّاجِدِينَ} أي: من المتواضعين، وقال الضحاك {فَسَبِّحْ بِحَمْدِ رَبِّكَ} أي: قل: سبحان الله وبحمده {وَكُنْ مِنَ السَّاجِدِينَ} أي: من (٣) المصلين، وروي أن رسول الله - صلى الله عليه وسلم - إذا حزبه أمر فزع إلى الصلاة (٤) . </p><p> ٩٩ - {وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ (٩٩) } </p><p>= سعيد بن جبير وعكرمة نحو سياق محمد بن إسحاق به عن يزيد، عن عروة بطوله، إلا أن سعيدًا يقول: الحارث بن غيطلة وعكرمة يقول: الحارث بن قيس، قال الزهري: وصدقا، هو الحارث بن قيس، وأمه غيطلة، \"تفسير القرآن العظيم\" ابن كثير ٨/ ٢٨٥. (١) سقط من (م).(٢) لم أجد أحدًا أسند قول ابن عباس رضي الله عنهما وقول الضحاك إلا أن البغوي ذكر القولين هكذا تعليقًا في \"معالم التنزيل\" ٤/ ٣٩٧.(٣) سقط من (ز)، (م).(٤) أخرجه أبو داود كتاب الصلاة، باب وقت قيام النبي - صلى الله عليه وسلم - من الليل، عن حذيفة - رضي الله عنه - (١٣١٩)، وبلفظ: كان النبي - صلى الله عليه وسلم - إذا حزبه أمر صلى، وكذلك في \"المسند\" ٥/ ٣٨٨ (٢٣٢٩٩)، وصححه الألباني في \"صحيح الجامع الصغير\" (٤٧٠٣)، أما بلفظ المؤلف ذكره الطبري في \"جامع البيان\" ١٤/ ٧٣، ولم يسنده، وكذلك البغوي في \"معالم التنزيل\" ٤/ ٣٩٧.</p><p> يعني الموت ومجازه: الموقن به. وروى يونس بن يزيد (١) عن ابن شهاب (٢) أن خارجة بن زيد بن ثابت (٣) أخبره عن أم العلاء رضي الله عنها- امرأة من الأنصار بايعت (رسول الله)  (٤) - صلى الله عليه وسلم - أخبرته: أنهم اقتسموا المهاجرين قرعة، قالت: فطار لنا عثمان بن مظعون - رضي الله عنه -، فأنزلناه في أبياتنا فوجع وجعه الَّذي مات فيه، فلما توفي وغسل وكفن في أثوابه دخل رسول الله - صلى الله عليه وسلم - فقلت:  (يا عثمان بن مظعون)  (٥) رحمة الله عليك أبا السائب فشهادتي عليك لقد أكرمك الله، فقال رسول الله - صلى الله عليه وسلم -: \"وما يدريك أن الله أكرمه\" فقلت: بأبي أنت وأمي يا رسول الله فمن؟ فقال رسول الله - صلى الله عليه وسلم -: \"أمَّا هو فقد جاءه اليقين والله(٦)إني لأرجو له الخير\"  (٧) قالوا: فلما نزلت هذِه </p><p>(١) في (أ): زيد، والمثبت من (ز)، (م)، وهو الصحيح، فإنه يونس بن يزيد بن أبي النجاد، ثقة إلا أن في حديثه عن الزهري وهما قليلا. (٢) أبو بكر الزهري، الحافظ المتقن.(٣) أبو زيد الأنصاري، المدني، ثقة، فقيه.(٤) في (ز): النبي.(٥) لم يذكر في روايات الصحيح.(٦) هكذا في (ز)، (م) ولم يذكر في (أ).(٧) أخرجه البخاري كتاب الجنائز، باب الدخول على الميت بعد الموت إذا أدرج في كفنه (١٢٣٤)، وفي كتاب الشهادات، باب القرعة في المشكلات (٢٦٨٧)، وفي كتاب مناقب الأنصار، باب مقدم النبي - صلى الله عليه وسلم - وأصحابه المدينة (٣٩٢٩)، وفي كتاب الرؤيا، باب تعبير الرؤيا (٧٠٠٣) بزيادات عليه: عمن يكرمه الله؟ فقال رسول الله - صلى الله عليه وسلم -: \"أما هو فوالله لقد جاءه اليقين، والله إني لأرجو له الخير، ووالله ما أدري وأنا رسول الله ماذا يفعل بي\" ومن طريق شعيب: ماذا يفعل به، قالت: =</p><p> الآية قال النبي - صلى الله عليه وسلم -: \"ما أوحي إلى أن أجمع المال وأكون من التاجرين، ولكن أوحى إلى أن {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ(٩٨)وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ(٩٩)} \"  (١) . </p><p>= وأحزنني فنمت، فرأيت لعثمان عينًا تجري، فأخبرت رسول الله - صلى الله عليه وسلم - فقال: \"ذلك عمله\". ولكن المصنف اقتصر على لفظ الطبري في \"جامع البيان\" ١٤/ ٧٤. (١) أسند البغوي إلى إسماعيل بن عياش عن شرحبيل بن مسلم، عن الخولاني، عن جبير بن نفير قال: قال رسول الله - صلى الله عليه وسلم -: [{يَاأَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ} \"وما أوحي إليَّ أن .. \" الحديث. \"معالم التنزيل\" ٤/ ٩٧، وذكره السيوطي في \"الدر المنثور\" ٤/ ٢٠٣ بقوله: أخرج سعيد بن منصور وابن المنذر والحاكم في \"التاريخ\" وابن مردويه والديلمي عن أبي مسلم الخولاني قال: قال رسول الله - صلى الله عليه وسلم -: \"ما أوحيّ إليّ أن .. \".</p><p> الكشف والبيان عن تفسير القرآن </p><p> تأليف </p><p> أبي إسحاق أحمد بن إبراهيم الثعلبي المتوفى سنة ٤٢٧ هـ </p><p> أشرف على إخراجه </p><p> د/ صلاح باعثمان - د/ حسن الغزالي - أ. د/ زيد مهارش - أ. د/ أمين باشه </p><p> [المجلد السادس عشر] </p><p> [سورة النحل * الإسراء] </p><p> تحقيق </p><p> د/ قاري أحمد دين خوشي </p><p> السيرة الذاتية للمحقق </p><p> د/ قاري أحمد دين خوشي </p><p> حصل على درجة الدكتوراه في تخصص الكتاب والسنة من جامعة أم القرى - كلية الدعوة وأصول الدين. </p><p> بعض من المناصب الإدارية التي شغلها: </p><p> مدرسًا بدار الحديث الخيرية. </p><p> مرشدًا بالحرم المكي. </p><p> * * * </p><p> الْكَشْفُ وَالْبَيَانُ عَن تَفْسِيرِ الْقُرْآنِ </p><p> [١٦] </p><p> جَمِيع الْحُقُوق مَحْفُوظَة </p><p> رَقم الْإِيدَاع بدَارِ الْكتب ١٥١٩٧/ ٢٠١٣ </p><p> الطَّبعَةُ الأولى </p><p> ١٤٣٦ هـ - ٢٠١٥ م </p><p> دَار التَّفْسِير </p><p> جدة - المملكة الْعَرَبيَّة السَعوديَّة </p><p> شَارِع مَحْمُود نصيف - حَيّ الأندلس </p><p> ص. ب: ١٢٢٤٩٧ - جدة: ٢١٣٣٢ </p><p> تلفاكس: ٦٦٨٨٨٢٣ - ٠١٢ </p><p> ١٦ - سُورَة النَّحْلِ </p><p> سورة النحل </p><p> مكية إلا قوله تعالى {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ}  (١) </p><p>(١) آية: ١٢٦، وتمام الآيات إلى آخر السورة: {وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ * وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ (١٢٧) إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ (١٢٨)}. قال الإمام النسائي في \"تفسيره\": أنا الحسين بن حريث، أنا الفضل بن موسى عن عيسى بن عبيد، عن ربيع، عن أبي العالية، عن أبي بن كعب - رضي الله عنه - قال: لما كان يوم أحد أصيب من الأنصار أربعة وستون رجلًا ومن المهاجرين ستة منهم حمزة، فمثلوا به، فقالت الأنصار: لئن أصبنا منهم يومًا مثل هذا لنربين عليهم، فلما أن كان يوم فتح مكة فأنزل الله .. فقال رسول الله - صلى الله عليه وسلم - \"كفوا عن القوم غير أربعة\" \"تفسير النسائي\" ١/ ٦٤٠، (٢٩٩)، وأخرجه الترمذي أبواب التفسير، سورة النحل بالإسناد المذكور وبلفظه، وقال بعده: هذا حديث حسن غريب من حديث أُبي بن كعب - رضي الله عنه - (٣١٢٩) وأخرجه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ٢/ ٢٣٩ (٤٨٧)، كتاب البر، باب العفو، قال: أخبرنا عبد الله بن محمد الأزدي ثنا إسحاق بن إبراهيم أنا الفضل بن موسى .. الحديث كذلك، وأخرجه الحاكم بطريق أبي زكريا الغبري قال: حدثنا محمد بن عبد السلام قال: ثنا إسحاق بن الفضل بن موسى ... الحديث كما سبق، وقال بعده: هذا حديث صحيح الإسناد ولم يخرجاه، ووافقه الذهبي. \"المستدرك\" ٢/ ٣٩١ (٤٨٤)، والظاهر أن في هذا الإسناد سقط مطبعي؛ حيث قال: إسحاق بن الفضل بن موسى، والصحيح كما عند ابن حبان إسحاق بن إبراهيم، قال: أنبأنا الفضل فانظر \"صحيح ابن حبان \"كما في \"الإحسان\" ٢/ ٢٣٩. وأخرجه عبد الله بن أحمد من طريق سعيد بن محمد قال: ثنا أبو تميلة، ثنا عيسى بن عبيد الكندي، عن الربيع بن أنس .. الحديث، إلا أنَّه لم يذكر غير الأربعة \"المسند\"، فالحديث بسياق النسائي والترمذي وابن حبان حسن؛ لأن عيسى بن عبيد والربيع بن أنس كلاهما صدوق، وبقية الرواة ثقات.</p><p> إلى آخر السورة، وهي سبعة آلاف وسبعمائة وسبعة أحرف، وألف وثمانمائة وأربعون كلمة، ومائة وثمان وعشرون آية. </p><p> [١٦٤٤] أخبرنا كامل بن أحمد (١) وسعيد بن محمد (٢) ، قال: أخبرنا (٣) محمد بن مطر (٤) قال: حدثنا إبراهيم بن شريك (٥) ، قال: حدثنا أحمد بن عبد الله بن يونس (٦) ، قال: حدثنا سلام بن سليم (٧) قال: أخبرنا هارون بن كثير (٨) عن زيد بن أسلم (٩) ، عن أبيه (١٠) ، عن أبي أمامة (١١) ، عن أُبي بن كعب (١٢) قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة النحل لم يحاسبه الله تعالى(بالنعم التي)(١٣)أنعم عليه في دار الدنيا، وأعطي من الأجر كالذي مات وأحسن الوصية\" </p><p>(١) ابن محمد بن أحمد بن جعفر العزائي، ثقة صحيح الرواية. (٢) أبو عثمان الزعفراني الحيري المقرئ، ثقة صالح.(٣) في (م): حدثنا.(٤) محمد بن جعفر بن محمد بن مطر، عدل ضابط.(٥) أبو إسحاق الأسدي، الإمام المحدث الثقة.(٦) أبو عبد الله الكوفي، ثقة حافظ.(٧) أبو سليمان المدائني، متروك.(٨) مجهول.(٩) قال ابن حجر: هو تحريف والصواب: زيد بن سالم جهله أبو حاتم.(١٠) أسلم والد زيد، والصواب سالم. قال الذهبي: نكرة.(١١) الباهلي صدي بن عجلان، صحابي مشهور.(١٢) صحابي مشهور.(١٣) في (أ): بالنعيم الذي.</p>"
}