{
  "id": null,
  "sura": 15,
  "aya": 93,
  "text": "<p> وأصله: عضيهة (١) ذهبت هاؤها الأصلية كما نقصوا الهاء من الشفة، وأصلها:  (شفهة و)  (٢) من الشاة وأصلها: شاهة، يدل على ذلك التصغير، تقول: شفيهة وشويهة، ومعنى العضه: الكذب والبهتان، وفي الحديث:  \"لا يعضه بعضكم بعضًا\"  (٣) . </p><p> ٩٢ - قوله عز وجل: {فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ (٩٢) } </p><p> يوم القيامة. </p><p> ٩٣ - {عَمَّا كَانُوا يَعْمَلُونَ} </p><p> في الدنيا. </p><p> روى أنس رضي الله عنه عن النبي - صلى الله عليه وسلم - في هذِه الآية قال: عن لا </p><p>(١) في (ز)، (م): عضهة، بدون الياء. (٢) كذا في (ز)، (م)، \"معالم التنزيل\" للبغوي ٤/ ٣٩٤، وفي (أ): شفيهة بزيادة الياء وحذف الواو.(٣) الحديث في \"المسند\" للإمام أحمد ٥/ ٣١٣ (٢٢٦٦٨) برواية عبادة بن الصامت - رضي الله عنه - قال: أخذ علينا رسول الله - صلى الله عليه وسلم -كما أخذ على النساء ستًّا أن لا تشركوا بالله شيئًا ولا تسرفوا ولا تزنوا ولا تقتلوا أولادكم ولا يعضه بعضكم بعضا ولا تعصوني في معروف ... الحديث وفي ٥/ ٣٢٠ (٢٢٧٣٣) عنه بدون كلمة (ستا) وبلفظ: أن لا نشرك بالله شيئًا ولا نسرق ولا نزني ولا نقتل أولادنا ولا نغتب ولا يعضه بعضنا بعضا ... الحديث، ونحوه في صحيح مسلم كتاب الحدود، باب الحدود كفارات لأهلها (١٧٠٩)، قال الجزري: أي لا يرميه بالعضيهة، وهي البهتان والكذب، وقد عضهه يعضهه عضها. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٢٥٤ (عضه).</p><p> إله إلا الله (١) ، وقال عبد الله - رضي الله عنه - والذي لا إله غيره ما منكم من أحد إلا وسيخلو الله به يوم القيامة فيقول: يا ابن آدم: ماذا غرك مني؟ ابن آدم: ماذا عملت فيما علمت؟ ابن آدم: ماذا أجبت المرسلين (٢) ؟ </p><p> واعترضت الملاحدة (٣) بأبصار كليلة وأفهام عليلة على هذِه الآية وعلى قوله تعالى {فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ (٣٩) } (٤) وحكموا عليهما (٥) بالتناقض والجواب عنه ما روى علي بن طلحة عن ابن عباس - رضي الله عنهما - في قوله عز وجل:  {لَنَسْأَلَنَّهُمْ أَجْمَعِينَ * عَمَّا كَانُوا يَعْمَلُونَ} ثم قال: {فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ (٣٩) } قال: (لا يسألهم)  (٦) هل علمتم كذا وكذا؛ لأنه أعلم بذلك منهم، ولكن يقول لهم: لم عملتم كذا وكذا (٧) ؟ واعتمد قطرب هذا القول وقال: السؤال على ضربين: سؤال استعلام واستخبار وسؤال تقرير وتوبيخ، فقوله: {فَيَوْمَئِذٍ لَا </p><p>(١) أسنده الطبري هكذا مرفوعًا وإلى مجاهد مقطوعًا في \"جامع البيان\" ١٤/ ٦٧، وذكره البغوي عن محمد بن إسماعيل قال، قال: عدة من أهل العلم عن قوله لا إله إلا الله. \"معالم التنزيل\" ٤/ ٣٩٤. (٢) أسنده الطبري وزاد بعد قوله: سيخلو الله به يوم القيامة كما يخلو أحدكم بالقمر ليلة البدر فيقول: الحديث. \"جامع البيان\" ١٤/ ٦٧.(٣) سقط من (أ).(٤) الرحمن: ٣٩.(٥) في (أ)، (م): عليها.(٦) في (أ): لا يقول لهم، والمثبت من (ز)، (م) وهو الموافق لما في \"جامع البيان\" للطبري فيما سبق، وفي \"معالم التنزيل\" ٤/ ٣٩٤.(٧) أسند الطبري فيما سبق وذكره البغوي تعليقًا في \"معالم التنزيل\".</p><p> يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ (٣٩) } يعني: استعلامًا واستخبارًا؛ لأنه كان عالمًا بهم قبل أن يخلقهم (١) وقوله: {لَنَسْأَلَنَّهُمْ أَجْمَعِينَ} يعني: (تقريعًا وتقريرًا)  (٢)  (ليريهم العذر في تعذيبه إياهم)  (٣) وقال عكرمة: سألت مولاي عبد الله بن عباس - رضي الله عنهما - عن (٤) الآيتين فقال: إن يوم القيامة يوم طويل وفيه مواقف يسألون في بعض المواقف ولا يسألون في بعضها، ونظيرهما قوله تعالى: {هَذَا يَوْمُ لَا يَنْطِقُونَ (٣٥) } (٥) وقال في آية أخرى {ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ (٣١) } (٦)  (٧) وقال بعضهم: {فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ} إذا كان المذنب مكرها مضطرًا، و {لَنَسْأَلَنَّهُمْ} إذا كانوا مختارين، وقيل: لا يسأل إذا كان الذنب في حال الصبا أو الجنون أو النوم. </p><p> بيانه قوله - صلى الله عليه وسلم -: \"رفع القلم عن ثلاثة\"  (٨) ، وقوله تعالى </p><p>(١) في (أ): خلقهم. (٢) في (م): تقريرًا وتوبيخًا.(٣) في (ز): لنريهم العذر في تعذيبنا إياهم، وفي (م): لنريهم العذر في توبيخنا وتعذيبنا إياهم.(٤) سقط من (م).(٥) المرسلات: ٣٥.(٦) الزمر: ٣١.(٧) ذكر البغوي عن عكرمة، عن ابن عباس رضي الله عنهما نحوه في \"معالم التنزيل\" ٤/ ٣٩٥، وذكر القرطبي بعضه من قول عكرمة في \"الجامع لأحكام القرآن \" ١٠/ ٦١.(٨) في (م): ثلاث، والحديث أخرجه أبو داود في كتاب الحدود، باب في المجنون يسرق أو يصيب حدًا (٤٣٩٨) عن عائشة رضي الله عنها مرفوعًا بلفظ: \"رفع =</p><p> ({لَنَسْأَلَنَّهُمْ أَجْمَعِينَ}إذا كان عملهم خارجًا عن هذِه الأحوال،وقيل:لا يسأل إذا كان الذنب في حال وقيل: لا يسأل إذا كان الذنب في حال الكفر، وقوله)  (١)  {لَنَسْأَلَنَّهُمْ} يعني: المؤمنين، بيانه قوله عز وجل {قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ}  (٢) ، وقوله - صلى الله عليه وسلم -: \"إن(٣)الإسلام يجب ما قبله\"  (٤) . </p><p>= القلم عن ثلاثه: عن النائم حتَّى يستيقظ، وعن المبيلى حتَّى يبرأ، وعن الصبي حتَّى يكبر\" وبرقم (٤٤٠٣) عن علي - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: \"رفع القلم عن ثلاثة؛ عن النائم حتَّى يستيقظ: عن الصبي حتَّى يحتلم وصت المجنون حتَّى يعقل\" وأخرجه الترمذي في أبواب الحدود، باب ما جاء فيمن لا يجب عليه الحد (١٤٢٣)، عن علي - رضي الله عنه - مرفوعًا بلفظ: \"رفع القلم عن ثلاثة: عن النائم حتى يستيقظ وعن الصبي حتَّى يشب وعن المعتوه حتَّى يعقل\" ثم قال الترمذي: وفي الباب عن عائشة رضي الله عنها، حديث علي - رضي الله عنه - حديث حسن غريب من هذا الوجه، وقد روى من غير وجه عن علي - رضي الله عنه -، أقول قد ذكره أبو داود فيما سبق بعدة طرق مرفوعًا وموقوفًا، وقد ذكره البخاري تعليقًا عنه - رضي الله عنه - بلفظ: \"ألم تعلم أن القلم رفع عن ثلاثة: عن المجنون حتَّى يفيق وعن الصبي حتَّى يدرك وعن النائم حتَّى يستيقظ\"، كتاب الطلاق، باب الطلاق في الإغلاق والكره، ونحوه في كتاب الحدود، باب لا يرجم المجنون .. (١) سقط من (م).(٢) الأنفال: ٣٨.(٣) سقط من (م).(٤) أخرجه أحمد في \"المسند\" برواية عمرو بن العاص قال: فقال لي رسول الله - صلى الله عليه وسلم -: \"يا عمرو: أما علمت أن الهجرة تجب ما قبلها من الذنوب، يا عمرو: أما علمت أن الإسلام يجب ما كان قبله من الذنوب\" ٤/ ٢٠٥ (١٧٨٢٧)، وأصل الحديث في \"صحيح مسلم\" -كتاب الإيمان، باب كون الإسلام يهدم ما قبله ... (١٢١) =</p>"
}