{
  "id": null,
  "sura": 15,
  "aya": 24,
  "text": "<p> نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ (٤٠) } (١) . </p><p> ٢٤ - قوله عز وجل: {وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ (٢٤) } </p><p> قال ابن عباس رضي الله عنهما: أراد بالمستقدمين الأموات وبالمستأخرين الأحياء (٢) وقال عكرمة: المستقدمون مَنُ خُلِق، والمستأخرون من لم يخلق، قد علم الله (٣) من خلق إلى اليوم وقد علم من هو خالقه بعد اليوم، وقال قتادة: المستقدمين من مضى والمستأخرين من بقي في أصلاب الرجال، وقال الشعبي: من استقدم في أول الخلق ومن استأخر في آخر الخلق، وقال مجاهد المستقدمون القرون الأولى والمستأخرون أمة محمد - صلى الله عليه وسلم -، وقال الحسن رحمه الله: المستقدمون في الطاعة والخير والمستأخرون المبطئون (٤) عن الطاعة والخير وقيل: ولقد علمنا المستقدمين منكم في الصفوف في الصلاة والمستأخرين فيها بسبب (٥) </p><p>(١) مريم: ٤٠. (٢) هكذا ذكر البغوي هذا القول عن ابن عباس رضي الله عنهما في \"معالم التنزيل\" ٤/ ٣٧٧، وأسند إليه الطبري وابن أبي حاتم والسيوطي بلفظ، قال: يعني بالمستقدمين من مات و -يعني- بالمستأخرين من هو حي لم يمت. \"جامع البيان\" للطبري ١٤/ ٢٤، \"تفسير القرآن العظيم\" لابن أبي حاتم ٧/ ٢٢٦٢، \"الدر المننثور\" للسيوطي ٤/ ١٨١.(٣) ليست في الأصل.(٤) هذِه الأقوال كلها مذكورة في تفسير الآية في المصادر والمراجع المذكورة قريبًا وفي \"الجامع لأحكام القرآن\" للقرطبي ١٠/ ١٩.(٥) في الأصل: ليست، وهو تصحيف.</p><p> النساء (١) . </p><p> وروى أبو الجوزاء وابن أبي طلحة (٢) عن ابن عباس رضي الله عنهما قال: كانت النساء يخرجن إلى الجماعات فيقوم الرجال صفوفًا خلف النبي - صلى الله عليه وسلم - والنساء صفوفًا خلف صفوف الرجال، وربما كان من الرجال من في قلبه ريبة فيتأخر إلى الصف الأخير من صفوف الرجال، وربما كان من النساء من في قلبها ريبة (٣) فتتقدم إلى أول صف النساء لتقرب من الرجال، وكانت امرأة من أحسن </p><p>(١) قال الطبري: حدثنا محمد بن عبد الأعلى، قال: حدثنا المعتمر بن سليمان عن أبيه، عن رجل أخبرنا، عن مروان بن الحكم أنَّه قال: كانا لناس يستأخرون في الصفوف من أجل النساء فأنزل الله {وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ} وسند الأثر كما ترى، ويعارضه ما أسنده ابن أبي حاتم إلى عون بن عبد الله أنَّه سأل محمد بن كعب عن هذِه الآية أهي في صفوف الصلاة؟ قال: لا المستقدمين الميت والمقتول، والمستأخرين من يلحق بهم من بعد، ومن طريق معتمر بن سليمان عن شعيب عبد الملك عن مقاتل بن سليمان -في تفسير الآية- قال: بلغنا أنَّه في القتال، قال معتمر: فحدثت أبي فقال: لقد نزلت هذِه الآية قبل أن يفرض القتال. \"تفسير القرآن العظيم\" لابن أبي حاتم ٧/ ٢٢٦٢. أقول: هذِه السورة كلها مكية، فما كان هناك حجاب ولا نفاق في العهد المكي كما لم يكن هناك آذان فما كان شهود الجماعة فرضًا على الرجال فضلًا عن النساء فلا يتصور هذا في الحنفاء والسابقين إلى الإسلام.(٢) إسحاق بن عبد الله بن أبي طلحة الأنصاري، روى عن عمه أنس وأبيه وعدة، وعنه مالك وابن عيينة مات سنة ١٣٤ هـ. \"رجال مسلم\" لابن منجويه ١/ ٥١، \"الكاشف\" للذهبي ١/ ٢٣٧، ثقة، حجة.(٣) سقط من (ز).</p><p> النساء -لا والله ما إن (١) رأيت مثلها قط- تصلي خلف النبي - صلى الله عليه وسلم - فكان بعض الناس يصلي (٢) يستقدم في الصف الأول لئلا يراها، ويستأخر بعضهم حتَّى يكون في الصف الأواخر يعني:  (٣) المؤخر، فإذا ركع وسجد نظر إليها من تحت يديه فأنزل الله هذِه الآية (٤) . </p><p>(١) سقط من الأصل. (٢) من (ز).(٣) من (ز).(٤) هذا الحديث أخرج نحوه الطبري في \"جامع البيان\" ١٤/ ٢٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٢٦١، والنسائي في \"تفسيره\" ١/ ٦٣١ (٢٩٣)، وفي سننه في كتاب الإمامة، باب المنفرد خلف الصف ٢/ ١١٨ (٨٧٠)، وابن ماجة في كتاب إقامة الصلاة والسنة فيها، باب الخشوع في الصلاة (١٠٤٦)، والحاكم في \"المستدرك\" ٢/ ٣٨٤، والبيهقي في \"السنن الكبرى\" ٣/ ٩٨، والترمذي كتاب التفسير، باب ومن سورة الحجر (٣١٢٢) كلهم من طريق نوح بن قيس، عن عمرو بن مالك النكري، عن أبي الجوزاء، عن ابن عباس - رضي الله عنه -، ونوح بن قيس الحداني وإن كان ثقة لكنه -كما قال أبو داود- يتشيع، فلعله لم ينفث تشيعه إلا في هذا الحديث، وقد أشار الترمذي بعد رواية الحديث إلى العلة بقوله: وروى جعفر بن سليمان هذا الحديث عن عمرو بن مالك، عن أبي الجوزاء، ولم يذكر فيه، عن ابن عباس رضي الله عنهما وهذا أشبه أن يكون أصح من حديث نوح، والحافظ ابن كثير رحمه الله بعد سرد الأقوال المرافقة لسياق الآية أبدى استغرابه واستنكاره لهذا الحديث بقوله: وقد ورد فيه حديث غريب جدًّا فقال الطبري حدثني ... وهذا الحديث فيه نكارة شديدة، ورواه عبد الرزاق عن جعفر بن سليمان، عن عمرو بن مالك أنَّه سمع أبا الجوزاء يقول في قوله {وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ} في الصفوف في الصلاة، فالظاهر أنَّه من كلام أبي الجوزاء فقط ليس فيه لابن عباس ذكر، وقد قال الترمذي: هذا أشبه من رواية نوح بن قيس والله أعلم. وهكذا روى الطبري، عن محمد بن أبي معشر، عن أبيه أنَّه سمع =</p><p> وقال النبي - صلى الله عليه وسلم -: \"خير صفوف الرجال أولها وشرها آخرها وشر صفوف النساء أولها وخيرها آخرها\"  (١) . </p><p> وقال الربيع بن أنس: حض النبي - صلى الله عليه وسلم - على الصف الأول في الصلاة فازدحم الناس عليه وكانت بنو عذرة (٢) دورهم قاصية عن </p><p>= عون بن عبد الله يذاكر محمد بن كعب في هذِه الآية فقال عون: خير صفوف الرجال المقدم وشر صفوف الرجال المؤخر وخير صفوف النساء المقدم، فقال محمد بن كعب: ليس هكذا، {وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ} الميت والمقتول (والمستأخرين) من يلحق بهم من بعد {وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ إِنَّهُ حَكِيمٌ عَلِيمٌ (٢٥)} فقال عون: وفقك الله وجزاك الله خيرا. \"تفسير القرآن العظيم\" لابن كثير ٨/ ٢٥٣ - ٢٥٤. (١) أخرجه مسلم في كتاب الصلاة، باب تسوية الصفوف وإقامتها وفضل الأول فالأول منها (٤٤٠)، وأبو داود في كتاب الصلاة، باب صف النساء وكراهية التأخر عن الصف الأول (٦٧٨) وغيرهما عن أبي هريرة.(٢) بنو عذرة، بطن عظيم في قضاعة، القحطانية، وهم: بنو عذرة بن سعد بن هذيم ابن زيد بن ليث بن سُوَد بن أسلم بن الحافي بن قضاعة، قدم وفد منهم على النبي - صلى الله عليه وسلم - في صفر تسع، وكانوا اثني عشر رجلًا، وتعلموا الفرائض وأقاموا أيامًا ثم ودعوا رسول الله - صلى الله عليه وسلم - فأمر لهم بجوائز وانصرفوا إلى أهليهم باليمن. \"معجم قبائل العرب\" لعمر كحالة ٢/ ٧٦٨، \"جمهرة أنساب العرب\" لابن حزم (ص ٤٤٨ - ٤٥٠).أقول: يستبعد نزول هذِه الآيات المكية في بني عذرة -أهل اليمن- مع ثبوت تأخر إسلامهم، والأثر كما رأينا معلق ومرسل، فالصحيح ما أخرجه الإمام مسلم في الصحيح وغيره عن جابر بن عبد الله رضي الله عنهما: خلت البقاع حول المسجد فأراد بنو سلمة أن يتنقلوا إلى قرب المسجد فبلغ ذلك رسول الله - صلى الله عليه وسلم - فقال لهم: \"إنه بلغني أنكم تريدون أن تنتقلوا قرب المسجد؟ \" قالوا: نعم يا رسول الله: قد أردنا ذلك فقال: \"يا بني سلمة دياركم، تكتب آثاركم، دياركم تكتب آثاركم\" كتاب المساجد، باب المشي إلى الصلاة (٦٦٥)، وليس فيه ذكر نزول =</p><p> المسجد فقالوا: نبيع دورنا ونشتري دورًا قريبة من المسجد فأنزل الله هذِه الآية وفيهم نزلت {إِنَّا نَحْنُ نُحْيِ الْمَوْتَى وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ}  (١) قال الأوزاعي {وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ} يعني: المصلين في أول الأوقات {وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ} منكم (٢) يعني: (المصلين في)  (٣) آخر الأوقات، وقال (مقاتل بن حيان)  (٤) المستقدمين والمستأخرين في صفّ القتال. وقال ابن عيينة: يعني: من يسلم ومن لا يسلم (٥) . </p><p>= هذِه الآيات فيهم، وبنو سلمة -بكسر اللام- بطن من الخزرج، من الأزد، من القحطانية وهم بنو سلمة بن سعد بن علي بن راشد -أسد- ابن سارة بن تزيد بن جشم بن الخزرج، منهم جابر بن عبد الله راوي الحديث، وأبوه -عبد الله- من نقباء العقبة. \"معجم قبائل العرب\" لعمر كحالة ٢/ ٥٣٧، \"جمهرة أنساب العرب\" لابن حزم (ص ٣٥٨). (١) يس: ١٢.(٢) من الأصل.(٣) في (ز)، (م): المؤخرين صلاتهم إلى.(٤) سقط من (م)، وعلق البغوي هذا القول أيضًا فيما سبق.(٥) ذكر البغوي في \"معالم التنزيل\" ٤/ ٣٧٧ معلقًا. وقال شيخ المفسرين بعد أن ذكر أكثر الأقوال في تفسير الآية: وأولى الأقوال عندي في ذلك بالصحة قول من قال معنى ذلك: ولقد علمنا الأموات منكم يا بني آدم، فتقدم موته، ولقد علمنا المستأخرين الذين أستأخر موتهم ممن هو حي ومن هو حادث منكم ممن لم يحدث بعد؛ لدلالة ما قيله من الكلام، وهو قوله تعالى: {وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الْوَارِثُونَ (٢٣)} وما بعده وهو قوله تعالى: {وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ} على أن ذلك كذلك إذ كان بين هذين الخبرين ولم يجر قبل ذلك ما يدل على خلافه ولا جاء بعد. \"جامع البيان\" ١٤/ ٢٦.</p>"
}