{
  "id": null,
  "sura": 15,
  "aya": 2,
  "text": "<p> عن علي بن زيد (١) ، عن زر بن حبيش (٢) ، عن أُبيّ بن كعب (٣) رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة الحجر كان له من الأجر عشر حسنات بعدد المهاجرين والأنصار وبعدد المستهزئين بمحمد - صلى الله عليه وسلم -\"  (٤) . </p><p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> ١ - قوله - عز وجل-: {الر تِلْكَ آيَاتُ الْكِتَابِ وَقُرْآنٍ} </p><p> يعني وآيات قرآن (مبين) . </p><p> ٢ - {رُبَمَا} </p><p> قرأ عاصم وأهل المدينة بتخفيف الباء وقرأ الباقون بتشديدها (٥) وهما لغتان (٦) ، قال أبو حاتم: أهل الحجاز (٧) يخففون ربما، </p><p>(١) أبو الحسن البصري، ضعيف. (٢) ثقة جليل.(٣) صحابي جليل.(٤) [١٦١٥] الحكم على الإسناد:موضوع مختلق، نبه أئمة الحديث على ذلك.التخريج:رواه العقيلي في \"الضعفاء الكبير\" ١/ ١٥٦، وابن الجوزي في \"الموضوعات\" ١/ ٣٩٠ - ٣٩١.(٥) وكذلك ذكر ابن زنجلة في \"الحجة\" (ص ٣٨٠)، وأبو بكر أحمد بن محمَّد بن الجزري في \"طيبة النشر\" (ص ٢٥٩).(٦) وذكر الألوسي فيه سبع عشرة لغة، فانظر \"روح المعاني\" ١٤/ ٤.(٧) قال ياقوت الحموي: وأحسن الأقوال وأبلغها وأتقنها في الحجاز قول أبي =</p><p> وقيس (١) ، وبكر (٢) ، </p><p>= المنذر هشام بن أبي النضر الكلبي، وقد حدد جزيرة العرب ثم قال: فصارت بلاد العرب من هذِه الجزيرة التي نزلوها وتوالدوا فيها على خمسة أقسام عند العرب: تهامة والحجاز ونجد والعروض واليمن، وذلك أن جبل السراة -وهو أعظم جبال العرب وأذكرها- أقبل من قعرة اليمن حتى بلغ أطراف بوادي الشام، فسمّته العرب حجازًا؛ لأنه حجز بين الغور -وهو تهامة -وهو هابط وبين نجد -وهو ظاهر- فصار ما خلف ذلك الجبل في غربية إلى أسياف البحر من بلاد الأشعريين وعك وكنانة وغيرها ودونها إلى ذات عرق والجحفة وما صاقبها وغار من أرضها: الغور، غور تهامة -وتهامة تجمع ذلك كله، وصار ما دون ذلك الجبل في شرقية من صحارى نجد إلى أطراف العراق والسماوة وما يليها نجدًا ونجد تجمع ذلك كله، وصار الجبل نفسه وهو سراته، وهو الحجاز وما احتجز به في شرقية من الجبال وانحاز إلى فيد والجبلين إلى المدينة ومن بلاد مذحج- تثليث وما دونها إلى ناحية فيد حجازًا، والعرب تسميه نجدًا وجلبها وحجازًا، وحجاز يجمع ذلك كله وصارت بلاد اليمامة والبحرين وما والاهما: العروض، وفيها نجد وغور لقربها من البحر وانخفاض مواضع منها ومسايل أودية فيها والعروض يجمع ذلك كله وصار ما خلف تثليث وما قاربها إلى صنعاء وما والاها من البلاد إلى حضرموت والشحر وعمان وما بينهما: اليمن وفيها التهايم ونجد، واليمن تجمع ذلك كله، \"معجم البلدان\" ٢/ ٢١٩. (١) شعب عظيم ينتسب إلى قيس بن عيلان بن مضر بن معد بن عدنان، وتشعبت قيس إلى ثلاث بطون من كعب، وعمرو، وسعد: بنيه الثلاثة، وغلب اسم قيس على سائر العدنانية حتى جعل في المثل في مقابل عرب اليمن قاطبة، فيقال: قيس ويمن، \"معجم قبائل العرب\" لعمر كحالة ٣/ ٩٧٢.(٢) قبيلة عظيمة من العدنانية تنسب إلى بكر بن وائل بن قاسط بن هنب بن أقصى بن دعمى بن جديلة بن أسد بن نزار بن معد بن عدنان، وفيها الشهرة والعدد، فمنها بنو عكابة وبنو حنيفة وبنو عجل، وبلادها من اليمامة إلى البحرين إلى سيف كاظمة إلى البحرين فأطراف سواد العراق، فالأبلة فهيت، وقد تقدمت شيئًا فشيئًا =</p><p> وتميم (١) يثقلونها وإنما أدخل (ما) على (رب) ليتكلم بالفعل بعدها {يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ} . </p><p> روى أبو موسى رضي الله عنه عن النبي - صلى الله عليه وسلم - قال:  \"إذا كان يوم القيامة واجتمع أهل النار في النار ومعهم من شاء الله عز وجل من أهل القبلة،قال الكفار لمن في النار من أهل القبلة:ألستم مسلمين؟قالوا:بلى، قالوا فما أغنى عنكم إسلامكم وقد صريح معنا في النار،قالوا:كانت لنا ذنوب فأخذنا بها، فيغضب الله تعالى لهم بفضل رحمته فيأمر كل من كان من أهل القبلة في النار فيخرجون منها فحينئذ{يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ}\" وقرأ رسول الله - صلى الله عليه وسلم - هذِه الآية (٢) ، وروى مجاهد عن ابن عباس رضي الله عنهما قال: </p><p>= في العراق فقطنت على دجلة في المنطقة المدعوة حتى يومنا هذا باسمهم، ديار بكر وهي بلاد واسعة. \"معجم قبائل العرب\" لعمر كحالة ١/ ٩٣ - ٩٤. (١) قبيلة عظيمة من العدنانية تنسب إلى تميم بن مر بن أد بن طابخة بن إلياس بن مضر بن نزار بن معد بن عدنان كانت منازلهم بأرض نجد دائرة من هنالك على البصرة واليمامة حتى يتصلوا بالبحرين وانتشرت إلى العذيب من أرض الكوفة ثم تفرقوا في الحواضر ولم تبق منهم باقية وورث منازلهم غزية وخفاجة من بني عقيل بن كعب. \"معجم قبائل العرب\" لعمر كحالة ١/ ١٢٦.(٢) أسند الطبري إلى أبي موسى - رضي الله عنه - قال: بلغنا أنه إذا كان ... فأخذنا بها فسمع الله ما قالوا فأمر بكل من كان من أهل القبلة في النار فأخرجوا، فقال من في النار من الكفار يا ليتنا كنا مسلمين ثم قرأ رسول الله - صلى الله عليه وسلم - {الر تِلْكَ آيَاتُ الْكِتَابِ وَقُرْآنٍ مُبِينٍ (١) رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ (٢)} \"جامع البيان\" ٢/ ١٤، وأخرجه الحاكم أيضًا نحوه عن أبي موسى - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: \"إذا اجتمع ... قالوا: كانت لنا ذنوب فأخذنا بها فسمع الله ما قالوا، قال: فأمر بمن كان في النار من =</p>"
}