{
  "id": null,
  "sura": 16,
  "aya": 1,
  "text": "<p> وفي رواية (١) أخرى: \"لم يحاسبه الله يوم القيامة بما أنعم عليه في دار الدنيا فإن مات في يوم تلاها أو ليلة تلاها كان له من الأجر كالذي مات فأحسن الوصية\"  (٢) . </p><p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> ١ - {أتَى أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (١) }. </p><p> قوله عز وجل:  {أَتَى أَمْرُ اللَّهِ} أي: جاء فدنا {فَلَا تَسْتَعْجِلُوهُ}  (٣) واختلفوا </p><p>(١) من (ز). (٢) [١٦٤٤] الحكم على الإسناد:حديث موضوع، قال ابن عدي: هارون بن كثير شيخ ليس بمعروف روى عن زيد ابن أسلم، عن أبيه، عن أبي أمامة الباهلي، عن أبي بن كعب - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - فضائل القرآن سورة سورة حدث بذلك عنه سلام الطويل بطوله، أخبرنا إبراهيم ابن شريك الآمدي عن أحمد بن يونس عنه .. وهارون غير معروف، ولم يحدث به عن زيد بن أسلم غيره، وهذا الحديث غير محفوظ عن زيد. \"الكامل في ضعفاء الرجال\" ٧/ ٢٥٨٨، وقال الشوكاني: حديث من قرأ فاتحة الكتاب أعطي من الأجر كذا، فذكر فضل سورة إلى آخر القرآن.رواه العقيلي عن أبي بن كعب - رضي الله عنه - مرفوعًا، قال ابن المبارك: أظن الزنادقة وضعته وصنعته والآفة من بزيع، وروي بإسناد آخر موضوع أيضًا: رواه ابن أبي داود، والآفة من مخلد بن عبد الواحد ولهذا الحديث طرف كلها باطلة موضوعة ... وقد اغتر به جماعة من المفسرين كالثعلبي والواحدي والزمخشري. ولا جرم فليسوا من أهل هذا الشأن. \"الفوائد المجموعة\" للشوكاني باب فضائل القرآن (ص ٢٩٦)، وانظر \"الموضوعات\" لابن الجوزي، باب في فضائل السور ١/ ٣٩٥ - ٣٩١ (٤٧١).(٣) في (أ) فقط، وفي (ز)، (م) بدونها.</p><p> في هذا الأمر فقال قوم: هو الساعة. </p><p> قال ابن عباس رضي الله عنهما لما أنزل الله تعالى {اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ (١) } (١) قال الكفار بعضهم لبعض: إن هذا يزعم أن القيامة قد قربت فأمسكوا عن بعض ما كنتم تعملون حتى ننظر ما هو كائن، فلما رأوا أنه لا ينزل شيء قالوا: ما نرى شيئًا فأنزل الله تعالى {اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ}  (٢) الآية فأشفقوا وانتظروا قُرب الساعة، فلما امتدت الأيام قالوا: يا محمد! ما نرى شيئًا مما تخوِّفُنا به فأنزل الله سبحانه {أَتَى أَمْرُ اللَّهِ} فوثب النبي (٣) - صلى الله عليه وسلم - ورفع الناس رُءُوسهم (٤) إليه فنزلت (٥)  {فَلَا تَسْتَعْجِلُوهُ} فاطمأنوا (٦) . </p><p>(١) القمر: ١ (٢) الأنبياء: ١.(٣) في (أ): رسول الله، وفي (ز)، (م)، والمعالم: النبي - صلى الله عليه وسلم -.(٤) زاد البغوي: وظنوا أنها قد أتت حقيقة. \"معالم التنزيل\" ٥/ ٨، وعند القرطبي: فوثب رسول الله - صلى الله عليه وسلم - والمسلمون وخافوا فنزلت {فَلَا تَسْتَعْجِلُوهُ} فاطمأنوا، فقال النبي - صلى الله عليه وسلم -: \"بعثت والساعة كهاتين .. \" \"الجامع لأحكام القرآن\" ١٠/ ٦٦.(٥) في (أ): فنزل.(٦) ذكر البغوي والقرطبي هذا الأثر نحوه عن ابن عباس رضي الله عنهما، وقال الطبري: حدثنا القاسم قال: حدثني حجاج عن ابن جريج قال: لما نزلت هذِه الآية، يعني {أَتَى أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ} قال رجال من المنافقين بعضهم لبعض: إن هذا يزعم أن أمر الله أتى فأمسكوا عن بعض ما كنتم تعلمون حتى تنظروا ما هو كائن، فلما رأوا أنه لا ينزل شيء قالوا: ما نراه نزل شيء فنزلت {اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ (١)} فقالوا: إن هذا تزعم مثلها أيضًا، فلما رأوا أنه لا ينزل شيء قالوا: ما نراه نزل شيء فنزلت {وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَعْدُودَةٍ لَيَقُولُنَّ مَا يَحْبِسُهُ أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (٨)} [هود: ٨] \"جامع البيان\" ١٤/ ٧٥.</p><p> ولما نزلت هذِه الآية قال النبي - صلى الله عليه وسلم -: \"بعثت أنا والساعة كهاتين -وأشار بأصبعيه(١)- إن كادت لتسبقني\"  (٢) . </p><p> وقال ابن عباس رضي الله عنهما: كان بعث النبي - صلى الله عليه وسلم - من أشراط الساعة، وإن جبريل عليه السلام لما مر بأهل السماوات مبعوثًا إلى محمد - صلى الله عليه وسلم - قالوا: الله أكبر قد قامت الساعة (٣) ، وقال الآخرون (٤) : الأمر هاهنا (٥) العذاب بالسيف، وهذا جواب للنضر بن الحارث حين قال:  {اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ}  (٦) . </p><p>(١) في (أ): بأصبعه. (٢) عند البخاري ومسلم: بعثت أنا والساعة كهاتين أو هكذا ولم يذكرا: ولما نزلت هذِه الآية .. ولا قوله: إن كادت لتسبقني فالبخاري أخرجه في كتاب التفسير، باب تبع سورة النازعات (٤٩٣٦)، عن سهل بن سعد - رضي الله عنه - قال رأيت رسول الله - صلى الله عليه وسلم - بأصبعيه هكذا -بالوسطى والتي تلي الإبهام- بعثت أنا والساعة كهاتين، وفي كتاب الرقاق، باب قول النبي - صلى الله عليه وسلم -: \"بعثت أنا والساعة كهاتين\" (٦٥٠٤، ٦٥٠٥) عن أنس وأبي هريرة رضي الله عنهما وأخرجه مسلم في كتاب الفتن، باب قرب الساعة (٤٢٥٠، ٤٢٥١) عن سهل وأنس رضي الله عنهما.(٣) ذكر هذا الأثر تعليقًا في \"معالم التنزيل\" للبغوي ٥/ ٨، \"أحكام القرآن\" للقرطبي ١٠/ ٦٦، وذكره السيوطي عن ابن مردويه بطريق الضحاك عن ابن عباس رضي الله عنهما، \"الدر المنثور\" ٤/ ٢٠٤.(٤) في (ز)، (م): آخرون.(٥) في (أ): هنا.(٦) أسند الطبري هذا الأثر إلى سعيد بن جبير ومجاهد وعطاء -رحمهم الله- قالوا: القائل لهذا القول هو النضر بن الحارث بن علقمة بن كلدة، من بني عبد الدار، =</p>"
}