{
  "id": null,
  "sura": 16,
  "aya": 128,
  "text": "<p> قال: ولا تكن في أمر ضيق {مِمَّا يَمْكُرُونَ} من مكرهم. </p><p> ١٢٨ - {إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ (١٢٨) } </p><p> بالعون والنصر. </p><p> [١٦٧٣] أخبرنا عبد الله بن حامد (١) ، قال: أخبرنا ابن شوذب المقرئ الواسطي (٢) ، قال: حضرت أحمد بن سنان (٣) يحدث وأنا أسمع، قال: حدثنا وهب بن جرير (٤) ، قال: حدثنا شعبة (٥) ، عن أبي يونس (٦) ، عن أبي قزعة (٧) ، عن هرم بن حيان (٨) أنه قيل له: </p><p>(١) الوزان، لم يذكر بجرح أو تعديل. (٢) عبد الله بن عمر بن أحمد بن علي بن شوذب الواسطي المقرئ توفي سنة (٣٤٢ هـ)، ولم يذكر بجرح أو تعديل.(٣) أحمد بن سنان بن أسد بن حبان أبو جعفر القطان، ثقة، حافظ، وثقه النسائي وأبو حاتم، روى له الجماعة ما عدا الترمذي توفي سنة (٢٥٩ هـ) وقيل: قبلها، أنظر \"الجرح والتعديل\" ٢/ ٥٣، \"الثقات\" لابن حبان ٨/ ٣٣، \"تهذيب الكمال\" ١/ ٣٢٢، \"التقريب\" (٤٤).(٤) وهب بن جرير بن حازم، ثقة.(٥) شعبة بن الحجاج، ثقة، حافظ، متقن.(٦) حاتم بن أبي صغيرة وهو أبو مسلم، أبو يونس القشيري، ثقة، وثقه جمع من الحفاظ، روى له الجماعة. انظر \"التاريخ الكبير\" للبخاري، \"الجرح والتعديل\" ٣/ ٢٥٧، \"تهذيب الكمال\" ٥/ ١٩٤، \"التقريب\" (٩٩٨).(٧) سويد بن حجير، ثقة.(٨) هرم بن حيان العبدي، من صغار الصحابة، ذكره خليفة عن الوليد بن هشام، عن أبيه، عن جده قال: وجه عثمان ابن أبي العاص بن حيان العبدي إلى قلعة بجرة - ويقال لها: قلعة الشيوخ- فافتتحها عنوة وسبى أهلها وذلك في سنة ست وعشرين =</p><p> أوصنا، فقال: أوصيكم بالآيات الأواخر من سورة النحل: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ} إلى آخر السورة (١) . </p><p> * * * </p><p>= وقال أبو عبيدة: وفي سنة ثمان عشرة حاصر هرم بن حيان أهل أبو شهر فرأى ملكهم أمرأة تأكل ولدها من شدة الجوع والحصار ... فصالح هرم بن حيان على أن خلى له المدينة. \"الاستيعاب\" لابن عبد البر بهامش \"الإصابة\" لابن حجر ٣/ ٦١١ - ٦١٢، وكذلك ذكر الحافظ ابن حجر وزاد: أخرج البخاري في \"التاريخ الكبير\" من طريق الأعمش حدثنا عامر حدثني أبو زيد ابن خليفة أنه لقي رجلًا من أصحاب النبي - صلى الله عليه وسلم - هرم بن حيان بن عبد القيس فقال: أمن أهل الكوفة أنت؟ قال: نعم، قال تسألني وفيكم عبد الله بن مسعود - رضي الله عنه - وعده ابن أبي حاتم في الزهاد الثمانية من كبار التابعين. \"الإصابة\" ٣/ ٦٠١. (١) [١٦٧٣] الحكم على الإسناد:رجاله ثقات سوى شيخ المصنف وشيخه فلم يذكرا بجرح أو تعديل.التخريج:أخرجه الطبري بطريق بشر قال: حدثنا يزيد قال: حدثنا سعيد عن قتادة قال: ذكر لنا أن هرم بن حيان لما حضره الموت، قيل له: أوص، قال: ما أدري ما أوصي، ولكن بيعوا درعي فاقضوا عني ديني، فإن لم تف فبيعوا فرسي، فإن لم يف فبيعوا غلامي وأوصيكم بخواتيم سورة النحل .... \"جامع البيان\" ١٤/ ١٩٩.</p><p> ١٧ - سُورَة الإسْرَاءِ </p><p> سورة بني إسرائيل مكية </p><p> وهي ستة آلاف وأربع مائة وستون حرفًا وألف وخمس مائة وثلاث وثلاثون كلمة ومائة وإحدى عشرة (١) آية. </p><p> [١٦٧٤] أخبرنا أبو جعفر كامل بن أحمد (٢) النحوي وأبو عثمان سعيد بن محمد المقري (٣) وأبو الحسن محمد بن القاسم الفقيه (٤) ، قالوا: حدثنا أبو عمرو محمد بن جعفر بن محمد الشروطي (٥) ، قال: حدثنا إبراهيم بن شريك بن الفضل الكوفي (٦) ، قال: حدثنا أحمد بن عبد الله بن يونس اليربوعي (٧) ، قال: حدثنا سلام بن سليمان المدائني (٨) ، قال: حدثنا هارون بن كثير (٩) ، عن زيد بن أسلم (١٠) ، </p><p>(١) في (أ): عشر. (٢) في (ز): محمد، وهو كامل بن أحمد بن محمد بن أحمد العزائمي المستملي النيسابوري، ثقة صحيح الرواية.(٣) ثقة صالح.(٤) الماوردي النيسابوري، لم يذكر بجرح أو تعديل.(٥) النيسابوري، المزكي، عدل ضابط.(٦) أبو إسحاق الأسدي الكوفي، الإمام المحدث الثقة.(٧) ثقة حافظ.(٨) سلام بن سليمان بن سوار، أبو العباس الثقفي، ضعيف.(٩) مجهول.(١٠) مولى عمر، ثقة عالم، وكان يرسل.</p>"
}