{
  "id": null,
  "sura": 16,
  "aya": 67,
  "text": "<p> مسلط على هذِه الأصناف الثلاثة يقسم فيجري الدم في العروق ويجري اللبن في الشرع ويبقى الفرث كما هو. </p><p> ٦٧ - قوله - عَزَّ وَجَلَّ -: {وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ} </p><p> يعني: ولكم أيضًا عبرة فيما نسقيكم ونرزقكم من ثمرات النخيل والأعناب ما {تَتَّخِذُونَ مِنْهُ} والكناية في قوله: {مِنْهُ} عائدة إلى (ما) المحذوف {سَكَرًا وَرِزقًا حَسَنًا} فقال قوم: السكر: الخمر، والرزق الحسن: الخل والرُّبُّ والتمر والزبيب، قالوا: هذا قبل تحريم الخمر، وإلى هذا ذهب ابن مسعود وابن عمر (١) وسعيد بن جبير (٢) </p><p>= اللبن في الضرع ويبقى الفرث كما هو في الكرش {حِكْمَةٌ بَالِغَةٌ فَمَا تُغْنِ النُّذُرُ (٥)} [القمر: ٥] \"أحكام القرآن\" ١٠/ ١٢٤ - ١٢٥، وفي (ز): فكان أسفله الفرث وأوسطه اللبن وأعلاه الدم، والكبد مسلطة عليها تقسمها بتقدير الله فيجري الدم في العروق ... \"معالم التنزيل\" للبغوي ٥/ ٢٨. وقال الألوسي: وروى الكلبي عن أبي صالح عن ابن عباس رضي الله عنهما قال: إن البهيمة إذا اعتلفت نضج العلف في كرشها كان أسفله فرثًا وأوسطه لبنًا وأعلاه دمًا. انتهى. \"روح المعاني\" ١٤/ ١٧٧.والذي تبين من هذا التخريج أن هذا الأمر برواية الكلبي عن أبي صالح.وقد أسند ابن عدي إلى سفيان الثوري أنَّه قال: قال لي الكلبي: قال لي أبو صالح: كل ما حدثتك فهو كذب. ومن طريق آخر قال الكلبي: كل شيء أحدث عن أبي صالح فهو كذب. \"الكامل\" ٦/ ٢١٢٧، فلذلك لم أر أحدًا أسند هذا الأثر، فالأثر واهٍ والله المستعان؛ ولذلك قال السمعاني، ويقال: إن العلف الَّذي تأكله الدابة .. \"تفسير السمعاني\" ٣/ ١٨٤.(١) لم أر أحدًا أسند ذلك إلى ابن مسعود وابن عمر - رضي الله عنها -. فالله أعلم.(٢) أسند إليه الطبري أنَّه قال: السكر خمر والرزق الحسن الحلال وبطريق أخرى: الرزق الحسن: الحلال، والسكر الحرام. \"جامع البيان\" ١٤/ ١٣٥.</p><p> وأبو رزين وإبراهيم والحسن ومجاهد (١) وعبد الرحمن بن أبي ليلى والكلبي، وهي رواية عمرو بن سفيان البصري (٢) عن ابن عباس رضي الله عنهما قال: السكر: ما حرم من ثمرتيهما، والرزق الحسن: ما أحل من ثمرتيهما، وقال قتادة: أما السكر فمخمور هذِه الأعاجم، وأما الرزق الحسن فهو (ما تنتبذون وما تخللون وما تأكلون - قال -)  (٣) ونزلت هذِه الآية ولم يحرم الخمر يومئذ وإنما نزل تحريمها بعد ذلك في سورة المائدة، وقال الشعبي (٤) ، السكر </p><p>(١) أسند الطبري إليهم هذا القول في المصدر المذكور. (٢) هكذا عند الطبري عمرو بن سفيان البصري، وقال الحافظ ابن حجر في \"التهذيب\": عمرو بن سفيان الثقفي روى عن أبيه وابن عباس وابن عمر - رضي الله عنهم -، وأخرج له البخاري في \"خلق أفعال العباد\" وغيره. \"تهذيب التهذيب\" ٨/ ٤٠ (٦٥) وقال في \"الفتح\" بعد تعليق البخاري لهذا الأثر: وصله الطبري بأسانيد من طريق عمرو بن سفيان عن ابن عباس مثله وإسناده صحيح وهو عند أبي داود في \"الناسخ والمنسوخ\" وصححه الحاكم، \"فتح الباري\" لابن حجر كتاب التفسير، سورة النحل ٨/ ٣٨٧ إلَّا أن فيه: السكر: ما حرم من ثمرتها، والرزق الحسن: ما أحل الله. عند الطبري كذلك بإسناد وكما في \"المتن\" بإسناد آخر، \"جامع البيان\" ١٤/ ١٣٤.(٣) في (أ): ما ينبذون ولا يحللون ويأكلون، قالوا نزلت، والمثبت من (ز)، (م) بإضافة: قال ولكن عند الطبري بإسقاط كلمة (قال) في هذا الأثر بطريق بشر، (ص ١٣٦).(٤) أسند الطبري إلى أبي روق قال: قلت للشعبي: {تَتَّخِذُونَ مِنْهُ سَكَرًا} قال: كانوا يصنعون من النبيذ والخل، قلت: والرزق الحسن؟ قال: كانوا يصنعون من التمر والزبيب - وبطريق أخرى قال: السكر، النبيذ، والرزق الحسن: التمر الَّذي كان يؤكل. \"جامع البيان\" ١٤/ ١٣٧ - ١٣٨.</p><p> ما شربت والرزق الحسن ما أكلت، روى العوفي (١) عن ابن عباس رضي الله عنهما أن الحبشة يسمون الخل سكرًا، وقال بعضهم: السكر النبيذ المسكر -وهو نقيع التمر والزبيب إذا اشتد- والمطبوخ من العصير. </p><p> وهو قول الضحاك (٢) والشعبي برواية مجالد (٣) وأبي روق (٤) ، وقول النخعي (٥) ورواية الوالبي عن ابن عباس رضي الله عنهما، وقيل (٦) : هو نبيذ التمر. </p><p> قال - صلى الله عليه وسلم -: \"الخمر ما اتخذ من العنب، والسكر من التمر، والبتع من العسل، والمزر والغبيراء من الحنطة وأنا أنهاكم عن كل مسكر\"  (٧) . </p><p>(١) ذكر ابن أبي حاتم عن ابن عباس رضي الله عنهما في الآية: السكر: الخل، والنبيذ وما أشبهه والرزق الحسن: التمر والزبيب وما أشبهه. \"تفسير القرآن العظيم\" ٧/ ٢٢٨٨ (١٢٤٦١). (٢) نقل البغوي هذا القول هكذا في \"معالم التنزيل\" ٥/ ٢٨.(٣) في (م): جالد، والمثبت هو الصحيح.(٤) في (م): أبو رزق والمثبت هو الصحيح.وأسند إليه الطبري، أنَّه قال: قلت للشعبي: أرأيت قوله تعالى {تَتَّخِذُونَ مِنْهُ سَكَرًا} أهو هذا السكر الَّذي تصنعه النبط؟ قال: لا هذا خمر، إنما (السكر) الَّذي قال الله تعالى: النبيذ والخل، والرزق الحسن التمر والزبيب ... وذكر مجالد، عن عامر نحوه. \"جامع البيان\" ١٤/ ١٣٧.(٥) قال أبو بكر ابن أبي شيبة: حدثنا وكيع عن سفيان، عن منصور، عن إبراهيم أنَّه كان يشرب النبيذ لثلاث. \"المصنف\" ٨/ ١١٦ (٢٤٢٩١).(٦) في (أ): هل، وهو تصحيف.(٧) أخرجه عبد الرزاق -مرسلًا- عن إبراهيم بن أبي يحيى، عن ربيعة، عن عطاء بن =</p>"
}