{
  "id": null,
  "sura": 16,
  "aya": 123,
  "text": "<p> صلِّ على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم. وقيل: أولاد أبرار (١) على الكبر. </p><p> وقيل: القبول العام في جميع الأمم {وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ} في الجنة (مع آبائه الصالحين)  (٢) وفي الآية تقديم وتأخير مجازها: وآتيناه في الدنيا والآخرة حسنة وإنه لمن الصالحين مع آبائه الصالحين. </p><p> ١٢٣ - قوله -عز وجل-: {ثُمَّ أَوْحَيْنَا إِلَيْكَ} </p><p> يا محمد! {أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا} حاجًا مسلمًا {وَمَا كَانَ مِنَ الْمُشْرِكِينَ} . </p><p> [١٦٧٠] أنبأني عبد الله بن حامد (٣) ، قال: أخبرنا حامد بن محمد الهروي (٤) ، قال: حدثنا أبو جعفر أحمد بن علي الخرّاز (٥) ، قال: حدثنا محمد بن عمران بن أبي ليلى (٦) ، قال: حدثني أبي (٧) ، قال: </p><p>(١) سقط من (م). (٢) هذِه الفقرة مقدمة في (م)، ومؤخرة في (أ)، (ز).(٣) أبو محمد الأصبهاني لم يذكر بجرح أو تعديل.(٤) حامد بن محمد بن عبد الله أبو علي الرفاء، ثقة صدوق.(٥) أحمد بن علي بن الفضيل، أبو جعفر الخراز المقرئ، المحدث، وثقه الدارقطني وغيره، مات سنة (٢٨٦ هـ). انظر \"سير أعلام النبلاء\" ١٣/ ٤١٩.(٦) محمد بن عمران بن محمد بن عبد الرحمن بن أبي ليلى الأنصاري، قال أبو حاتم: كوفي صدوق، وذكره ابن حبان في \"الثقات\"، روى له الترمذي. انظر: \"الجرح والتعديل\" ٨/ ٤١، \"الثقات\" لابن حبان ٩/ ٨٢، \"تهذيب الكمال\" ٢٦/ ٢٢٩، \"التقريب\" (٦١٩٧).(٧) عمران بن محمد بن عبد الرحمن بن أبي ليلى الأنصاري الكوفي، ذكره ابن حبان =</p><p> حدثني ابن أبي ليلى (١) عن ابن أبي مليكة (٢) ، عن (عبد الله بن)  (٣) عمرو بن العاص رضي الله عنه عن النبي - صلى الله عليه وسلم - أنه قال: \"جاء جبريل -عليه السلام- إلى إبراهيم -عليه السلام- فراح به إلى منى فصلى به الصلوات جميعًا: الظهر والعصر والمغرب والعشاء والفجر، ثم غدا به إلى عرفات فصلى به الصلاتين جمعًا: الظهر والعصر، ثم راح به فوقف به حتى إذا غابت الشمس أفاض به إلى جمع فصلى به الصلاتين جمعًا: المغرب والعشاء ثم بات به حتى إذا كان كأعجل ما يصلي به أحد من من المسلمين فصلى به الفجر ثم وقف به حتى كان كأبطأ ما يصلي أحد من المسلمين أفاض به إلى منى فرمى الجمرة وذبح وحلق ثم أفاض بِه إلى البيت فطاف به، فأوحى الله تعالى إلى محمد - صلى الله عليه وسلم - {أنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ}  (٤) . </p><p>= في \"الثقات\" وقال الحافظ: مقبول، روى له الترمذي وابن ماجه. انظر \"التاريخ الكبير\" للبخاري ٦/ ٤٢٦، \"الجرح والتعديل\" ٦/ ٣٠٥، \"الثقات\" لابن حبان ٨/ ٤٩٦، \"تهذيب الكمال\" ٢٢/ ٣٤٩، \"التقريب\" (٥١٦٦). (١) محمد بن عبد الرحمن بن أبي ليلى، صدوق سيئ الحفظ جدًّا.(٢) عبد الله بن عبيد الله بن عبد الله بن أبي مليكة، ثقة فقيه.(٣) في (ز): عبد الرحمن وهو خطأ.(٤) [١٦٧٠] الحكم على الإسناد رجاله لا بأس بهم، غير ابن أبي ليلى، ولأجله يعتبر الحديث ضعيفًا، والله أعلم.التخريج:والحديث أخرجه ابن أبي شيبة في \"المصنف\" ٥/ ٤٨١ - ٤٨٢ (١٤٩٠٣) من طريق علي بن هاشم عن ابن أبي ليلى عن أبي مليكة ونحوه.</p>"
}