{
  "id": null,
  "sura": 16,
  "aya": 48,
  "text": "<p> ٤٨ - قوله عز وجل:  {أَوَلَمْ يَرَوْا} </p><p> قرأ حمزة والكسائي وخلف (تروا) بالتاء على الخطاب وقرأ (الآخرون)  (١) بالياء خبرًا عن {الَّذِينَ مَكَرُوا السَّيِّئَاتِ} وهو اختيار الأئمة {إِلَى مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ} يعني من جسم قائم له ظل {يَتَفَيَّأُ ظِلَالُهُ} بالتاء (أهل البصرة)  (٢) والباقون بالياء واختاره القاسم، ومعنى قوله تعالى:  {يَتَفَيَّأُ ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِلَّهِ} يميل فيرجع (٣) من جانب إلى جانب، فهي في أول النهار على حال ثم يتقلص (٤) ثم يعود إلى حالة (٥) أخرى في آخر النهار فميلانها ودورانها (٦) من موضع إلى موضع سجودها، ومنه قيل للظل بالعشي فيء؛ لأنه فاء من المغرب إلى المشرق، أي: رجع، والفيء: الرجوع، قال تعالى:  {حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ}  (٧) ويقال: سجدت النخلة إذا مالت، وسجد البعير وأسجد، إذا أُميلَ للركوب، وبمثله </p><p>(١) في (ز): الباقون. (٢) في (أ): أبو عمرو والمثبت من (ز)، (م) وهو الراجح لقول الأصبهاني: قرأ عمرو ويعقوب (تتفيأ ظلاله) بالتاء وقرأ الباقون بالياء. \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ٢٢٤).(٣) سقط من (ز).(٤) هكذا في (ز)، (م)، وفي (أ): ينقص.(٥) في (م): حال.(٦) في (ز): في الآية.(٧) الحجرات: ٩.</p><p> قال في هذِه الآية أهل التأويل -قال الضحاك (١) وقتادة: أما اليمين فأول النهار، وأما الشمائل فآخر النهار، فيسجد الظلال لله عز وجل غدوة إلى أن يفيء الظل، ثم يسجد أيضًا إلى الليل، وقال مجاهد (٢) : إذا زالت الشمس سجد كل شيء لله تعالى، وقال عبد الله بن عمر: سمعت عمر بن الخطاب رضي الله عنه يقول: قال رسول الله - صلى الله عليه وسلم -: \"أربع قبل الظهر -بعد الزوال- تحسب(٣)بمثلهن(في وقت)(٤)صلاة السحر، وليس شيء إلا وهو يسبح الله سبحانه وتعالى في تلك الساعة،ثم قرأ:{يَتَفَيَّأُ ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِلَّهِ}\"  (٥) الآية كلها. </p><p>(١) أسند إليه الطبري هذا القول في \"جامع البيان\" ١٤/ ١١٥. (٢) أسند الطبري إلى قتادة ومجاهد هذِه الأقوال نحوها في \"جامع البيان\" ١٤/ ١١٥.(٣) في (ز): يحسبن.(٤) في \"جامع الترمذي\": من.(٥) روى الإمام الترمذي هذا الحديث في أبواب التفسير، ومن سورة النحل (٣١٢٨)، عن عبد بن حميد قال: حدثنا علي بن عاصم، عن يحيى البكاء، وقال: حدثني عبد الله بن عمر قال: سمعت عمر بن الخطاب - رضي الله عنه - يقول: قال رسول الله - صلى الله عليه وسلم -: \"أربع قبل الظهر ... . الخ\" كذلك، ثم قال الترمذي: هذا حديث غريب لا نعرفه إلا من حديث علي بن عاصم.قال البخاري: علي بن عاصم أبو الحسن، مولى قريبة بنت محمد بن أبي بكر الصديق - رضي الله عنه - القرشي الواسطي ... ليس بالقوي عندهم. \"الضعفاء الصغير\" (ص ٨٦) (٢٥٤)، وقال النسائي: ضعيف. \"الضعفاء والمتروكين\" (ص ٢١٦) (٤٣٠)، وقال الحافظ ابن حجر: صدوق يخطئ ويصر، ورمي بالتشيع مات سنة (٢٠١ هـ). \"تقريب التهذيب\" (٤٢٧٢٩). =</p><p> وقال الكلبي: الظل قبل طلوع الشمس عن يمينك وعن شمالك، وقدامك (١) وخلفك كذلك (٢) إذا غابت، وإذا طلعت كان قدامك، وإذا ارتفعت كان عن يمينك فإذا كان بعد ذلك كان خلفك فإذا (٣) كان قبل أن تغرب الشمس كان على يسارك فهذا تفيؤه، أي: تقلبه هاهنا وهاهنا وسجوده (٤) ، وأما الوجه في توحيد اليمين وجمع الشمائل فهو أن من شأن العرب أنه إذا اجتمعت (علامتان في)  (٥) شيء واحد أن تبقى واحدة وتلغي أخرى ويكتفي بالمبقي عن الملغي كقوله تعالى: {خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ وَعَلَى سَمْعِهِمْ}  (٦) وقوله: {وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ}  (٧) وقال بعضهم: اليمين راجع إلى قوله تعالى: {مَا خَلَقَ </p><p>= وكذلك حال يحيى بن مسلم البكاء. وقال النسائي: يحيى بن مسلم البكاء: متروك الحديث بصري. \"الضعفاء\" (ص ٢٥٠) (٦٣٦)، وذكره الدارقطني أيضًا في \"الضعفاء\" (ص ٣٩١) (٥٧٣).وقال ابن حجر: يحيى بن مسلم أو ابن سليم -مصغر- وهو ابن أبي خليد، البصري المعروف بيحيى البكاء: ضعيف من الرابعة، مات سنة (١٣٠ هـ). \"تقريب التهذيب\" (٧٦٩٥) فالحديث ضعيف مع الغرابة.(١) في (أ): قبلك.(٢) في (ز): كذي.(٣) في (ز): وإذا، بالواو.(٤) هكذا ذكر البغوي عن الكلبي تعليقًا في \"معالم التنزيل\" ٥/ ٢٢.(٥) في (ز): على تنتان من، وهذا تصحيف.(٦) البقرة: ٧.(٧) البقرة: ٢٥٧.</p>"
}