{
  "id": null,
  "sura": 16,
  "aya": 111,
  "text": "<p> عثمان (١) رضي الله عنه -وكان أخاه لأمه- فأجاره رسول الله - صلى الله عليه وسلم -، ثم إنه أسلم وحسن إسلامه فأنزل الله تعالى هذِه الآية (٢) . </p><p> وأما قوله -عز وجل-: {فُتِنُوا} بفتح الفاء والتاء فقراءة ابن عامر) (٣) رده إلى من أسلم من المشركين الذين فتنوا المؤمنين واعتبر بقوله {جَاهَدُوا وَصَبَرُوا} فأخبر بالفعل عنه. </p><p> وقرأ (٤) الباقون بضم الفاء وكسر التاء اعتبارًا بقوله -فيما قبله- {إِلَّا مَنْ أُكْرِهَ} . </p><p> ١١١ - قوله: -عز وجل-: {يَوْمَ تَأْتِي كُلُّ نَفْسٍ تُجَادِلُ عَنْ نَفْسِهَا} </p><p> تخاصم وتجادل (٥) وتحتج عن نفسها بما أسلفت من خير وشر مشتغلًا بها (٦) لا يتفرغ إلى غيرها، والنفس يذكر وتؤنث {وَتُوَفَّى كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ} . </p><p>(١) عند الطبري: أبو عمرو، وهي كنية عثمان - رضي الله عنه - ولكن عند السيوطي صار تصحيفًا في \"الدر\" ففيه: أبو بكر وعمر وعثمان - رضي الله عنه -. \"الدر المنثور\" ٤/ ٢٥٠. (٢) زاد الألوسي: والمراد نزلت فيه وفي أشباهه. \"تفسير روح المعاني\" ١٤/ ٢٤٠.(٣) في (ز)، (م): فقرأ عبد الله بن عامر، بفتح الفاء والتاء وعبد الله بن عامر.(٤) قال ابن الجزري عند شرح قوله: دم ثق وضم (فتنوا) وكسر شام ...أراد أن القراء العشرة ضموا الفاء وكسروا التاء من قوله تعالى {مِنْ بَعْدِ مَا فُتِنُوا} سوى ابن عامر فإنه -قرأ -بفتح الفاء والتاء، فوجه الضم والكسر بناؤه للمفعول والمراد من فتنهم المشركون، ووجه بنائه للفاعل أن تكون الآية نزلت فيمن فتن الناس ثم أسلم. \"شرح طيبة النشر\" لابن الجزري (ص ٢٦٢).(٥) زيادة من (أ): فقط.(٦) سقط من (ز).</p><p> روى صالح المري (١) ، عن جعفر بن زيد (٢) قال عمر بن الخطاب رضي الله عنه لكعب الأحبار (٣) : يا كعب! خوفنا، هيجنا، حدثنا حديثا تنبهنا به، فقال: يا أمير المؤمنين! والذي نفسي بيده لو وافيت القيامة بمثل عمل سبعين نبيًا لأتت عليك تارات وأنت لا (تهمك إلا نفسك وإن)  (٤) لجهنم زفرة لا يبقى ملك مقرب ولا نبي مرسل إلا وقع جاثيًا على ركبتيه حتى إن إبراهيم خليل الرحمن -عليه السلام- ليدلي بالخلة فيقول: يا رب! أنا خليلك إبراهيم لا أسألك (٥) إلا نفسي، كان تصديق ذلك الذي أنزل عليكم {يَوْمَ تَأْتِي كُلُّ نَفْسٍ تُجَادِلُ} الآية (٦) . </p><p> وروى عكرمة عن ابن عباس رضي الله عنهما في هذِه الآية قال: </p><p>(١) صالح بن بشير البصري، ضعيف. (٢) في (ز): يزيد، وهو خطأ، والمثبت من (أ)، (م) وهو الصحيح، وهو العبدي، ثقة.(٣) ثقة.(٤) خرم في (ز) فظهر منه كلمات في الصفحة التحتانية.(٥) في (م): أملك.(٦) الحكم على الإسناد:الأثر ضعيف؛ لأن المصنف علقه؛ ولأجل صالح المري.التخريج:أخرجه الواحدي في \"الوسيط\" ٣/ ٨٧، من طريق المصنف. وقد أخرجه الإمام أحمد في \"الزهد\" (ص ١٥٢) وبطريق علي بن زيد عن مطرف عن كعب أطول مما عندنا.</p><p> تزال الخصومة بين الناس يوم القيامة حتى يخاصم الروح الجسد فيقول الروح: يا رب (الروح منك وأنت خلقته لم يكن في يد أبطش بها ولا رجل أمشي بها ولا عين أبصر بها)  (١) ويقول الجسد: إنما خلقتني كالخشب (ليس في يد أبطش بها ولا عين أبصر بها ولا رجل أمشي بها)  (٢) فجاء هذا كشعاع (النور فيه نطق)  (٣) لساني وبه أبصرت عيني [وبطشت يدي]  (٤) وبه مشت رجلي فجرد عليه العذاب قال: فيضرب الله -عز وجل- لهما (٥) مثل أعمى ومقعد دخلا حائطًا فيه ثمار فالأعمى لا ينظر الثمر، والمقعد، [يرى]  (٦) ولا يناله فنادى (٧) المقعد الأعمى: </p><p>(١) في \"معالم التنزيل\" للبغوي ٥/ ٤٨: لم يكن في أيد أبطش بها ولا رجل أمشي بها ولا أعين أبصر بها فنجني وعذبه. وزاد القرطبي: ولا أذن أسمع بها ولا عقل أعقل به، حتى جئت فدخلت في هذا الجسد فضعف عليه أنواع العذاب ونجني فيقول الجسد: رب أنت خلقتني بيدك فكنت كالخشبة ليس لى يد أبطش بها، ولا قدم أسعى به، ولا بصر أبصر به، ولا سمع أسمع به فجاء هذا ... فضعف عليه أنواع العذاب ونجني منه قال: فيضرب الله لهما مثلًا: أعمى ومقعدًا دخلًا بستانًا فيه ثمار فالأعمى لا يبصر الثمر والمقعد لا ينالها فنادى المقعد الأعمى: إيتني فاحملني آكل وأطعمك فدنا منه فحمله فأصابوا من الثمرة فعلى من يكون العذاب؟ قال: عليهما، قال: عليكما جميعًا العذاب، ذكره الثعلبي. \"أحكام القرآن\" ١٠/ ١٩٣. (٢) في \"معالم التنزيل\" للبغوي: لم تبطش يدي ولم تمش رجلي ولم تبصر عيني.(٣) في (ز): الشمس فيه انطلق.(٤) زيادة من \"معالم التنزيل\" للبغوي وسقط من المخطوط.(٥) سقط من (أ).(٦) زيادة من \"معالم التنزيل\" للبغوي، وسقط من المخطوط أيضًا.(٧) في \"معالم التنزيل\": فحمل الأعمى المقعد فأصابا من الثمر فعليهما العذاب.</p>"
}