{
  "id": null,
  "sura": 16,
  "aya": 88,
  "text": "<p> الْقَولَ} أي: قالوا لهم، يقال: ألقيت إليه (١) كذا يعني: قلت (٢)  {إِنَّكُمْ لَكَاذِبُونَ} في تسميتنا آلهة، ما دعوناكم إلى عبادتنا ولا علمنا بعبادتكم إيانا. </p><p> ٨٧ - {وَأَلْقَوْا} </p><p> يعني: المشركين {إِلَى اللَّهِ يَوْمَئِذٍ السَّلَمَ} استسلموا وانقادوا لحكمه فيهم ولم تغن عنهم آلهتهم شيئًا {وَضَلَّ} وزال وبطل (٣)  {وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ} من أنها تشفع لهم. </p><p> ٨٨ - {الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ} . </p><p> [١٦٥٤] أخبرنا عبد الله بن حامد (٤) قال: حدثنا محمد بن يعقوب (٥) قال: حدثنا الحسن بن علي بن عفان (٦) حدثنا جعفر بن عون (٧) قال: حدثنا الأعمش (٨) عن عبد الله بن (مرة (٩) ، عن مسروق) (١٠) قال: قال عبد الله (١١) رضي الله عنه: {زِدْنَاهُمْ عَذَابًا فَوْقَ </p><p>(١) بياض هنا في (م). (٢) في (أ): قلته.(٣) سقط من (م).(٤) أبو محمد الأصبهاني، الوزان، لم يذكر بجرح أو تعديل.(٥) أبو العباس الأصم، ثقة.(٦) في (م) ت عثمان، والمثبت أصح لما سبق، والحسن علي بن عفان، صدوق.(٧) أبو عون الكوفي، صدوق.(٨) سليمان بن مهران، ثقة حافظ، لكنه مدلس.(٩) في (أ): ميسرة، وهو تصحيف، وعبد الله همداني كوفي، ثقة.(١٠) سقط من (م)، ومسروق هو ابن الأجدع بن مالك بن أمية الهمداني الوداعي، ثقة.(١١) ابن مسعود، صحابي مشهور.</p><p> الْعَذَابِ} قال: عقارب لها أنياب أمثال (١) النخل الطوال النخل الطوال (٢) ، وقال ابن عباس رضي الله عنهما ومقاتل: يعني خمسة أنهار من صفر مذاب كالنار من تحت العرلش يعذبون (بها ثلاثة)  (٣) على مقدار الليل واثنان على مقدار النهار (٤) . </p><p> وقال سعيد بن جبير: يزادون حيات أمثال البخت (٥) وعقارب أمثال البغال تلسع إحداهن اللسعة (٦) يجد صاحبها حمتها أربعين خريفًا (٧) ، </p><p>(١) في (أ): مثل. (٢) [١٦٥٤] الحكم على الإسناد:صحيح.التخريج:أخرجه الطبري بطرق عديدة في \"جامع البيان\" ١٤/ ١٦٠ وابن أبي حاتم في \"تفسير القرآن العظيم\" في تفسير الآية (١٢٦٢٧) وابن الجوزي. \"زاد المسير\" ٤/ ٤٨٢، والحاكم بلفظ: عقارب أنيابها كالنخل الطوال. \"المستدرك\" ٢/ ٣٨٧.(٣) سقط من (م).(٤) وهذا الأثر هكذا ذكره ابن الجوزي عن ابن عباس رضي الله عنهما تعليقًا فيما سبق. وابن أبي حاتم في \"تفسير القرآن العظيم\" (١٢٦٣١) بلفظ: خمسة أنهار من نار صبها الله عليهم، يعذبون ببعضها بالليل وببعضها بالنهار، وكذلك في \"الدر المنثور\" للسيوطي ٤/ ٢٤٠.(٥) بياض في (م).(٦) في (م): اللعنة.(٧) أخرج ابن أبي حاتم في \"تفسير القرآن العظيم\" (١٢٦٢٨) عن السدي في الآية قال: إن أهل النار إذا جزعوا من حرها استغاثوا بضحضاح في النار، فإذا أتوه تلقاهم عقارب كأنهن البغال الدهم وأفاع كأنهم البخاتي فضربنهم فذلك الزيادة =</p>"
}