{
  "id": null,
  "sura": 16,
  "aya": 72,
  "text": "<p> نجران حين (١) قالوا: عيسى ابن الله يقول: لا يرد المولى على ما ملكت يمينه مما رزق حتَّى يكون المولى والمملوك في المال شرعًا (٢) سواء فكيف ترضون لي ما لا ترضون لأنفسكم؛ نظيرها في سورة الروم {ضَرَبَ لَكُمْ مَّثَلًا مِنْ انْفُسِكُمْ}  (٣) الآية. ثم قال -عَزَّ وَجَلَّ-: {أَفَبِنِعْمَةِ اللَّهِ يَجْحَدُونَ} بالإشراك به، قرأ عاصم برواية أبي بكر بالتاء (٤) ، لقوله -عَزَّ وَجَلَّ-: {وَاللَّهُ خَلَقَكُمْ}  {وَاللَّهُ فَضَّلَ بَعْضَكُمْ} وقرأ الباقون: بالياء، لقوله:  {فَهُمْ فِيهِ سَوَاءٌ} واختاره أبو عبيد وأبو حاتم لقرب الخبر عنه. </p><p> ٧٢ - قوله - عَزَّ وَجَلَّ -: {وَاللَّهُ جَعَلَ لَكُمْ} </p><p> خلق لكم {مِنْ أَنْفُسِكُمْ} يعني: النساء؛ لأنه خلق من آدم زوجته حواء عليهما السلام {وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنَيْنَ وَحَفَدَةً} قال ابن </p><p>= نزلت في نصارى نجران حين قالوا: عيسى ابن الله، فقال الله لهم: {فَمَا الَّذِيْنَ فُضِّلُوا بِرَآدِّى رِزقِهِمْ عَلَى مَا مَلَكَتْ ايْمَانُهُمْ} أي: لا يرد المولى ... (١) سقط من (م). (٢) في (أ): ألا يريد، وفيها: شريكًا -مكان- شرعًا.(٣) تمام الآية: ... . {ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْقِلُونَ} [الروم: ٢٨].(٤) يعني: تجهدون، كما قال الشاطبي رحمه الله: ... لشعبة خاطب يجهدون معللًا قال الشارح: وقرأ شعبة (أفبنعمة الله تجحدون) بتاء الخطاب، وقرأ غيره: بباء الغيب \"شرح الشاطبية\" (ص ٣٥٦)، وكذلك ذكر ابن مهران الأصبهاني في \"المبسوط في القراءات العشر\" (ص ٢٢٥).</p><p> مسعود (١) والنخعي وابن جبير وأبو الضحى: هم الأصهار، وأختان الرجل علي بناته (٢) . </p><p> وروى شعبة (٣) عن عاصم بن بهدله (٤) قال: سمعت زِرّ بن حبيش (٥) -وكان رجلًا عربيًّا أدرك الجاهلية- قال: كنت أمسكت على عبد الله رضي الله عنه المصحف فأتى على هذِه الآية فقال: أتدري ما الحفدة؟ قلت: هم (٦) حشم الرجل، قال: لا، ولكنهم الأختان (٧) ، </p><p>(١) أخرج عنه الحاكم في \"المستدرك\" ٢/ ٣٥٥، كتاب التفسير تفسير سورة النحل (٣٣٥٦) موقوفًا عليه قال: الحفدة الأختان، قال الرازي في \"مختار الصحاح\" (ختن): الختن كل من كان من قبل المرأة مثل الأب والأخ وهم الأختان، هكذا عند العرب وأما العامة فختن الرجل عندهم زوج ابنته. (٢) أسند الطبري بطريق سفيان، عن عاصم بن بهدلة، عن زر بن حبيش، عن ابن مسعود - رضي الله عنه - قال: الحفدة الأختان، وكذلك روى عن إبراهيم النخعي وسعيد بن جبير وأبي الضحى، كلهم قالوا: الحفدة الأختان، وعن عبد الله بن مسعود - رضي الله عنه -: هم الأصهار. \"جامع البيان\" ٤٣/ ١١٤ - ١٤٤.(٣) ابن الحجاج، ثقة حافظ متقن.(٤) صدوق له أوهام، حجة في القراءة.(٥) ثقة جليل.(٦) في (م): نعم.(٧) الحكم على الإسناد:فيه عاصم بن بهدلة له أوهام.التخريج:أسند الطبري برواية عاصم، عن زر قال: قال لي عبد الله بن مسعود - رضي الله عنه -: ما الحفدة يا زر؟ قال: قلت: هم أحفاد الرجل من ولد ولده قال: لا، هم الأصهار وبطريق آخر: قال: الحفدة الأختان. \"جامع البيان\" ١٤/ ١٤٤.</p><p> وهذِه رواية الوالبي عن ابن عباس (١) رضي الله عنهما وقال عكرمة والحسن (٢) والضحاك (٣) : هم الخدم، وقال مجاهد وأبو مالك (٤) : هم (٥) الأعوان والأنصار، وهي رواية أبي جمرة (٦) ، عن ابن عباس رضي الله عنهما قال: ما أعانك فقد حفدك، أما سمعت قول الشاعر (٧) : </p><p> حفد الولائد حولهن وأسلمت ... بأكفهن أزقة الإجمال </p><p>(١) أسند الطبري إلى ابن عباس رضي الله عنهما قال: الأصهار. \"جامع البيان\" ٤/ ١٤٤. (٢) أسند إليه الطبري هذا القول فيما سبق وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٢٩٢ (١٢٤٩١).(٣) نقل البغوي نسبة هذا القول إليه هكذا في \"معالم التنزيل\" ٥/ ٣١.(٤) قد أسند الطبري هذا القول إليه وإلى مجاهد في \"جامع البيان\" ١٤/ ١٤٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" (١٢٥٨٩).(٥) ساقطة من (أ).(٦) في (أ) وعند الطبري: أبي حمزة، وفي (م): ابن حمزة، وليس هناك أبو حمزة ولا ابن حمزة يروي عن عبد الله بن عباس رضي الله عنهما وإنما هو أبو جمرة نصر بن عمران بن عصام الضبعي يروي عن أبيه، وابن عباس وابن عمر وعدة --رضي الله عنهم-- أخرج له الجماعة ووثقه الإمام أحمد ويحيى بن معين وأبو زرعة. \"التذكرة\" لابن غلبون ٣٥/ ١٧٦٦ (٧٠٩١)، وأسند الطبري قول ابن عباس رضي الله عنهما في \"جامع البيان\" ١٤/ ١٤٤.(٧) نسبه الألوسي في \"روح المعاني\" ١٤/ ١٩٠ إلى جميل، ولكن القرطبي نسبه إلى كثير عزة في \"الجامع لأحكام القرآن\" ١٠/ ١٤٤، وكذلك السمين الحلبي في \"عمدة الحفاظ\" ١/ ٤٣٠ في مادة (حفد) بلفظ: حفد الولائد بينهن ... البيت.</p><p> وقال عطاء (١) : هم (٢) ولد الرجل الذين (٣) يعينونه ويحفدونه ويرفدونه ويخدمونه. </p><p> وقال قتادة (٤) : مهنة يمتهنونكم على عملكم (٥) ويخدمونكم من أولادكم، وقال مقاتل والكلبي: البنون (٦) الصغار، الحفدة كبار الأولاد الذين يعينونه على عمله. </p><p> وروى مجاهد وسعيد بن جبير عن ابن عباس رضي الله عنهما: أنهم ولد (٧) الولد وقال ابن زيد: هم بنو المرأة من الزوج الأول، وهي رواية العوفي (٨) عن ابن عباس رضي الله عنهما قال: بنو امرأة </p><p>(١) إنما نسب إليه البغوي هذا القول بلفظ: هم ولد ولد الرجل الذين يعينونه ويخدمونه في \"معالم التنزيل\" ٥/ ٣١. وقد ذكر الطبري وابن أبي حاتم نحو هذا القول عن ابن عباس رضي الله عنهما والطبري عن عكرمة في \"جامع البيان\" ١٤/ ١٤٥.وانظر \"تفسير القرآن العظيم\" لابن أبي حاتم ٧/ ٢٢٩١ (١٢٥٨٦).(٢) سقط من (أ).(٣) في (أ): الَّذي.(٤) أسند إليه الطبري هذا القول بلفظ: مهنة يمهنونك ويخدمونك من ولدك، كرامة أكرمكم الله بها. \"جامع البيان\" ١٤/ ١٤٥.(٥) في (أ): عمله، وفي (م): تلهونكم، والمثبت من\"معالم التنزيل\" ٥/ ٣١.(٦) في \"معالم التنزيل\" للبغوي ٥/ ٣١: البنين.(٧) أسند الطبري هذا القول إلى ابن عباس بطريق مجاهد وسعيد بن جبير في \"جامع البيان\" ١٤/ ١٤٦، وتقدم ذكر مجاهد وسعيد بن جبير.(٨) أخرج الطبري هذِه الرواية في \"جامع البيان\" ١٤/ ١٤٦، وابن أبي حاتم في \"تفسيره\" ٧/ ٢٢٩٢ (١٢٥٨٨).</p><p> الرجل ليسوا منه، وقال القتيبي: أصل الحفد مداركة الخطو والإسراع في المشي فقيل لكل من أسرع في الخدمة والعمل: حفدة واحدهم: حافد، ومنه يقال في دعاء الوتر: وإليك نسعى (١) ونحفد، أي: نسرع في العمل بطاعتك، وأنشد ابن جرير للراعي: </p><p> كلفت مجهولها نوقًا يمانية ... إذا الحداة على أكسائها حفدوا </p><p> {وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ أَفَبِالْبَاطِلِ يُؤْمِنُونَ} قال ابن عباس رضي الله عنهما: بالأصنام (٢)  {وَبِنِعْمَتِ اللَّهِ هُمْ يَكْفُرُونَ} يعني التوحيد، وقيل: الباطل، الشيطان أمرهم بتحريم البحيرة (٣) والسائبة (٤) والوصيلة (٥) </p><p>(١) أخرجه البيهقي في \"السنن الكبرى\" ٢/ ٢١٠ مرفوعًا مرسلًا ثم قال: وقد روي عن عمر بن الخطاب - رضي الله عنه - صحيحًا مرفوعًا، ومعظم هذِه الروايات في قنوت الفجر وليس فيها ذكر الوتر، فالله أعلم. (٢) يعني المراد من قوله تعالى {أَفَبِالْبَاطِلِ} الأصنام، هكذا فسره البغوي ولم ينسب هذا القول إلى أحد وإنما القرطبي تبع المصنف بقوله: قاله ابن عباس، ولم أر أحدًا أسنده إلى ابن عباس رضي الله عنهما.(٣) قال الراغب: يقال بحرت كذا، أوسعته البحر، تشبيهًا به ومنه بحرت البعير، شققت أذنه شقًا واسعًا، وذلك ما كانوا يجعلونه بالناقة إذا ولدت عشرة أبطن شقوا أذنها فيسيرونها، قال: تركت ولا تحمل عليها. \"معجم مفردات القرآن\".(٤) قال السمين الحلبي مادة (سيب) السائبة: هي الناقة التي تنتج خمسة أبطن فتترك فلا تركب ولا يحمل عليها ولا ترد عن ماء مرعى، وقيل: هي التي يقول ربها إن قدمت سالمًا من سفري أو شفيت ناقتي سائبة.(٥) وقال السمين في مادة (وصل) الوصيلة: هي الأنثى التي تولد من الشاة مع ذكر =</p>"
}