{
  "id": null,
  "sura": 16,
  "aya": 38,
  "text": "<p> ٣٧ - قوله عز وجل:  {إِنْ تَحْرِصْ} </p><p> يا محمد {عَلَى هُدَاهُمْ فَإِنَّ اللَّهَ لَا يَهْدِي مَنْ يُضِلُّ}  (من أضله الله)  (١) قرأ أهل الكوفة (٢)  (يَهدِي) بفتح الياء وكسر الدال، وله وجهان أحدهما: أن معناه: إن الله لا يهدي من أضله، والثاني: أن يكون يهدي بمعنى يهتدي، يعني من أضله الله لا يهتدي تقول (٣) العرب: هدى الرجل، وهم يريدون: يهتدي، وقرأ الآخرون: بضم الياء وفتح الدال، واختاره أبو عبيد وأبو حاتم على معنى من أضله الله فلا هادي له دليله قوله تعالى:  {مَنْ يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ}  (٤)  {وَمَا لَهُمْ مِنْ نَاصِرِينَ} . </p><p> ٣٨ - قوله عز وجل:  {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ} </p><p> قال الربيع بن خثيم عن أبي العالية: كان لرجل من المسلمين على رجل من المشركين دين فأتاه يتقاضاه وكان مما تكلم به: والذي أرجوه بعد الموت إنه لكذا، فقال المشرك: وإنك تزعم أنك تبعث بعد الموت؟ وأقسم بالله لا يبعث الله من يموت فأنزل الله هذِه الآية، قال قتادة: ذكر لنا أن رجلًا قال لابن عباس رضي الله عنهما: إن </p><p>(١) سقط من (ز). (٢) يعني قراؤهم مثل حمزة وعاصم والكسائي، \"حجة القرءات\" لابن زنجلة (ص ٣٨٨).(٣) في (ز): كقول.(٤) الأعراف: ١٨٦.</p><p> أناسًا (من أهل)  (١) العراق يزعمون أن عليًّا رضي الله عنه مبعوث قبل يوم القيامة ويتأوَّلون هذِه الآية، فقال ابن عباس رضي الله عنهما كذب أولئك، إنما هذِه الآية عامة للناس، لو كان علي (٢) رضي الله عنه مبعوثًا قبل يوم القيامة ما أنكحنا نساءه ولا قسمنا ميراثه، قال الله تعالى ردًّا عليهم {بَلَى وَعْدًا عَلَيْهِ حَقًّا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} وفي الخبر: أن الله تعالى يقول: كذبني ابن آدم ولم يكن له أن يكذبني، وشتمني ابن آدم ولم يكن له أن يشتمني، فأما تكذيبه إياي فحلفه بي: أني لا أبعث الخلق (٣) وأما شتمه (٤) إياي فقوله: اتخذ الله ولدًا وأنا الواحد الصمد لم ألد ولم أولد ولم يكن لي كفوا أحد (٥) . </p><p>(١) عند الطبري فيما سبق: بهذا العراق، وفي (ز)، (م): بالعراق. (٢) في (م): عليًّا منصوبًا، وهو خطأ؛ لأنه اسم كان.(٣) سقط من (ز).(٤) في (ز): سبه.(٥) أخرج البخاري هذا الحديث القدسي في كتاب التفسير، سورة الإخلاص (٤٩٧٤) عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: \"قال اللِّه: كذبني ابن آدم ولم يكن له ذلك وشثمني ابن آدم ولم يكن له ذلك، فأما تكذيبه إياي فقوله: أتخذ الله ولدًا وأنا الأحد الصمد، لم ألد ولم أولد ولم يكن لي كفئًا أحد\" (٤٩٧٥) أيضًا نحوه. وأسند الطبري إلى عطاء بن أبي رباح أنه سمع أبا هريرة - رضي الله عنه - يقول: \"قال الله: سبني ابن آدم ولم يكن ينبغي له أن يسبني وكذبني ولم يكن ينبغي له أن يكذبني فأما تكذيبه إياي فقال: {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ} قال: قلت! (بلى وعدًا عليه حقا) وأما سبه إياي فقال: (إن الله ثالث ثلاثة) وقلت: {قُلْ هُوَ اللَّهُ أَحَدٌ (١) اللَّهُ الصَّمَدُ (٢) لَمْ يَلِدْ وَلَمْ يُولَدْ (٣) وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (٤)} \"جامع البيان\" ١٤/ ١٠٥. =</p>"
}