{
  "id": null,
  "sura": 16,
  "aya": 8,
  "text": "<p> وذي إبل يسعى و (يحسبها)  (١) له ... أخي (٢) نصب من شقها ودءوب </p><p> ويجوز أن يكون بمعنى المصدر من شققت عليه أشق، شقا {إِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ} بخلقه حين خلق لهم هذِه الأشياء وهيأ لهم هذِه المنافع والمرافق. </p><p> ٨ - قوله عز وجل:  {وَالْخَيْلَ} </p><p> يعني وخلق الخيل، وهو اسم جنس لا واحد له من لفظه كالإبل والنساء {وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً} يعني وخلقها زينة لكم مع المنافق التي فيها، واستدل بعض الفقهاء بهذِه الآية على تحريم لحوم الخيل، فروى سعيد بن جبير عن ابن عباس رضي الله عنهما أنه سئل عن أكل لحوم الخيل فكرهها وتلا هذِه الآية {وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً} وقال: هذِه للركوب، وقرأ التي قبلها {وَالْأَنْعَامَ خَلَقَهَا لَكُمْ} الآية (٣) وقال: هذِه للأكل (٤) . </p><p> وقال الحكم (٥) : لحوم الخيل حرام في كتاب الله تعالى: ثم قرأ </p><p>(١) في (أ)، (ز): يحبسها، والمثبت موافق لما في \"لسان العرب\" لابن منظور ١٠/ ١٨٤. \"جامع البيان\" للطبري ١٤/ ٨١، \"الجامع لأحكام القرآن\" للقرطبي ١٠/ ٧٢. (٢) في (أ): أخا، والمثبت موافق للمراجع المذكورة.(٣) سقط من (أ).(٤) أسند الطبري هذا الأثر في \"جامع البيان\" ١٤/ ٨٢ بطريق عبد الرحمن بن أبي ليلى عن منهال بن عمرو، عن سعيد.(٥) أسند إليه الطبري هذا الأثر فيما سبق.</p><p> هذِه الآية والتي قبلها وقال: هذِه للأكل وهذِه للركوب، وإلى هذا ذهب أبو حنيفة وأصحابه (١) ومالك وغيرهما من العلماء واحتجوا (في ذلك أيضًا)  (٢) </p><p> [١٦٤٥] بما أخبرنا (أبو عبد الله)  (٣) ابن فنجويه الدينوري (٤) قال: حدثنا أبو بكر السني (٥) قال: أخبرنا أبو عبد الرحمن النسائي (٦) قال: أخبرنا إسحاق بن إبراهيم (٧) قال: أخبرنا بقية بن الوليد (٨) قال أخبرني ثور بن يزيد (٩) ، عن صالح بن يحيى بن المقدام بن معد يكرب (١٠) ، </p><p>(١) زيادة من (م): وفيها: أبو حنيفة وأصحابه ومالك غيرهم. (٢) من (ز) وفي (م): بحذف كلمة أيضًا.(٣) في (ز): أبو عبد الله الدينوري وفي (أ)، (م) ابن فنجويه فقط، وهو بقية المشايخ أبو عبد الله الحسين بن محمد بن الحسين بن عبد الله بن صالح بن شعيب بن فنجويه الثقفي الدينوري، ثقة، صدوق، كثير الرواية للمناكير.(٤) ثقة صدوق كثير الرواية للمناكير.(٥) أحمد بن محمد بن إسحاق، الدينوري المشهور بابن السني، حافظ ثقة.(٦) الإمام الحافظ صاحب \"السنن\".(٧) ابن راهويه، إمام ثقة، حافظ، مجتهد.(٨) أبو يحمد الكلاعي الحميري الحمصي، صدوق، كثير التدليس عن الضعفاء.(٩) ثور بن يزيد، أبو خالد الكلاعي الحمصي، ثقة، ثبت إلا أنه يرى القدر.(١٠) الكندي الشامي، قال البخاري: فيه نظر، وذكره ابن حبان في \"الثقات\" وقال: يخطئ، وقال الحافظ: لين. انظر \"التاريخ الكبير\" للبخاري ٤/ ٢٩٢، \"الجرح والتعديل\" ٤/ ٤١٩، \"الثقات\" لابن حبان ٦/ ٤٥٩، \"تهذيب الكمال\" ١٣/ ١٠٥، \"التقريب\" (٢٨٩٤).</p><p> عن أبيه (١) ، عن جده (٢) ، عن خالد بن الوليد (٣) أنه سمع رسول الله - صلى الله عليه وسلم - يقول: \"لا يحل أكل (٤) لحوم الخيل (والبغال والحمير)  (٥)  (٦) . </p><p> (وقال آخرون: لا بأس بأكل لحوم الخيل)  (٧) وليس في هذِه الآية دليل على تحريم شيء، وإنما عرف الله عباده بهذِه الآية نعمه (٨) عليهم ونبههم على حجج وحدانيته وربوبيته وكمال قدرته وحكمته وإليه ذهب </p><p>(١) يحيى بن المقدام بن معدي كرب، ذكره ابن حبان في \"الثقات\" وروى له أصحاب \"السنن\" ما عدا الترمذي، وقال الذهبي: لا يعرف إلا برواية ابنه عنه، وقال الحافظ: مستور. انظر \"التاريخ الكبير\" للبخاري ٨/ ٣٠٧، \"الثقات\" لابن حبان ٥/ ٥٢٤، \"ميزان الاعتدال\" ٤/ ٤١٠، \"تهذيب الكمال\" ٣١/ ٥٧٠، \"التقريب\" (٧٦٥٣). (٢) المقدام بن معدي كرب، صحابي مشهور.(٣) صحابي مشهور.(٤) في (أ): لكم.(٥) سقط من (م).(٦) [١٦٤٥] الحكم على الإسناد:إسناده ضعيف. فيه صالح بن يحيى لين، وأبوه مستور.التخريج:رواه الإمام النسائي في \"السنن الكبرى\" ٣/ ١٥٩ (٤٨٤٣)، و\"المجتبى\" في كتاب الصيد والذبائح، تحريم أكل لحوم الخيل وقدمه الإذن في أكل لحوم الخيل ٧/ ٢٠٢، ولكن الإمام البخاري ذكر هذا الحديث بهذا السند بدون ذكر الخيل فيه، فعنده لا يحل أكل البغال والحمير فقط. \"التاريخ الكبير\" ٤/ ٢٩٣ في ترجمة صالح بن يحيى، فالظاهر أن هذا السياق أصح وأوفق لأحاديث الإذن الآتية.(٧) سقط من (م).(٨) في (أ): نعمته.</p><p> الشافعي رحمه الله </p><p> [١٦٤٦] واحتج بما أخبرناه (١) أبو بكر محمد بن عبد الله الجوزقي (٢) ، قال: أخبرنا أبو العباس محمد بن عبد الرحمن الدغولي (٣) ، قال: حدثنا محمد بن الأزهري (٤) ، قال: حدثنا سليمان بن حرب (٥) قال: حدثنا حماد بن زيد (٦) . </p><p> [١٦٤٧] قال وأخبرنا محمد بن يعقوب بن يوسف (٧) ، قال: حدثنا محمد بن عبد السلام (٨) وجعفر بن محمد (٩) ، قال: حدثنا يحيى بن يحيى (١٠) ، قال: حدثنا حماد بن زيد (١١) ، عن عمرو بن دينار (١٢) ، </p><p>(١) في (ز)، (م): أخبرنا. (٢) ثقة.(٣) الإمام الحافظ المجود.(٤) لم يتبين لي من هو.(٥) سليمان بن حرب الأزدي البصري، ثقة، إمام، حافظ.(٦) ثقة ثبت.(٧) أبو العباس الأصم، ثقة.(٨) ابن بشار الوراق، ثقة.(٩) جعفر بن محمد بن الحسين بن عبيد الله النيسابوري أبو الفضل، المشهور بالنزل، الإمام الثبت المجود، قال الحاكم: شيخ عشيرته في عصره، من الثقات الأثبات، ومن كبار أصحاب يحيى بن يحيى، مات سنة (٢٩٥ هـ). انظر \"الإكمال\" لابن ماكولا ١/ ٢٥٠، \"سير أعلام النبلاء\" ١٤/ ٤٦.(١٠) يحيى بن يحيى بن بكر الحنظلي النيسابوري، ثقة، ثبت.(١١) ثقة ثبت.(١٢) ثقة ثبت.</p><p> عن محمد بن علي (١) ، عن جابر بن عبد الله (٢) رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - نهى يوم خيبر عن لحوم الحمر الأهلية وأذن في لحوم الخيل (٣) . </p><p> [١٦٤٨] وأخبرنا الحسين بن محمد بن الحسين (٤) قال: أخبرنا أحمد بن محمد بن إسحاق (٥) قال: حدثنا أحمد بن شعيب بن علي (٦) قال: أخبرنا قتيبة بن سعيد (٧) قال: حدثنا سفيان (٨) ، عن عمرو بن دينار (٩) ، عن جابر - رضي الله عنه - (١٠) قال: أطعمنا رسول الله - صلى الله عليه وسلم - </p><p>(١) محمد بن علي بن الحسين، أبو جعفر الباقر، ثقة. (٢) صحابي مشهور.(٣) ١٦٤٦١ - ١٦٤٧، الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه البخاري في كتاب الذبائح والصيد، باب لحوم الخيل (٥٥٢٠)، ومسلم في كتاب الصيد والذبائح، باب تحريم أكل لحوم الحمر الإنسية (١٩٤١) من طريق حماد بن زيد به.(٤) ابن فنجويه، ثقة صدوق كثير الرواية للمناكير.(٥) ابن السني، حافظ ثقة ..(٦) الإمام النسائي، الحافظ صاحب \"السنن\".(٧) أبو رجاء الثقفي، ثقة ثبت.(٨) ابن عيينة ثقة حافظ حجة، أثبت الناس في عمرو بن دينار.(٩) أبو محمد المكي ثقة ثبت.(١٠) صحابي مشهور.</p><p> يعني يوم خيبر لحوم الخيل ونهانا عن لحوم الحمر (١)  (٢) . </p><p> [١٦٤٩] وبه عن ابن شعيب (٣) قال: حدثنا محمد بن المثنى (٤) ، عن عبد الرحمن (٥) ، عن سفيان (٦) ، عن عبد الكريم (٧) ، عن عطاء (٨) ، عن جابر بن عبد الله (٩) رضي الله عنهما قال: (كنا نأكل)  (١٠) لحوم الخيل، قلت: والبغال؟ قال: لا (١١) . </p><p>(١) هكذا في (ز)، وهي الموافقة لما في مصادر التخريج. وفي (أ): الحمير، وفي (م): الحمر الأهلية.(٢) [١٦٨٤] الحكم على الإسناد:إسناده صحيح.التخريج:النسائي في \"السنن الكبرى\" ٣/ ١٥٩ (٤٨٤٠)، \"المجتبى\" في كتاب الصيد والذبائح، باب الإذن في أكل لحوم الخيل ٧/ ٢٠١، والترمذي في كتاب الأطعمة، باب ما جاء في أكل لحوم الخيل (١٧٩٤).(٣) النسائي الحافظ صاحب \"السنن\".(٤) ابن عبيد العنزي، المعروف بالزمن، ثقة، ثبت.(٥) ابن مهدي بن حسان، أبو سعيد البصري، ثقة ثبت حافظ.(٦) سقط من (م)، وهو ابن عيينه، ثقة حافظ.(٧) أبو سعيد عبد الكريم بن مالك الجزري، ثقة، متقن.(٨) عطاء بن أبي رباح أسلم، ثقة، فقيه، فاضل، لكنه كثير الإرسال.(٩) صحابي مشهور.(١٠) في (م): أكلنا.(١١) [١٦٤٩] الحكم على الإسناد:والحديث صحيح.التخريج:رواه النسائي في \"السنن\" فيما سبق ٧/ ٢٠٢ ونحوه الطبري في \"جامع البيان\" =</p><p> [*] وأخبرنا محمد بن عبد الله بن زكريا الحافظ (١) قال: أخبرنا مكي بن عبدان (٢) قال: حدثنا عبد الله بن هاشم (٣) قال: حدثنا يحيى بن سعيد (٤) ، عن هشام بن عروة (٥) ، عن فاطمة بنت المنذر (٦) ، عن أسماء بنت أبي بكر (٧) رضي الله عنهم قالت: أكلنا لحم فرس على عهد رسول الله - صلى الله عليه وسلم - (٨) . </p><p>= ١٤/ ٨٣، وابن أبي شيبة في \"المصنف\" في كتاب الأطعمة: ما قالوا في لحوم البغال ٨/ ١٩٠ (٢٤٦٨٧). (١) أبو بكر الجوزقي، ثقة.(٢) ابن محمد بن بكر بن مسلم، المحدث، الثقة المتقن.(٣) أبو عبد الرحمن الطوسي، ثقة.(٤) القطان، ثقة متقن حافظ إمام قدوة.(٥) هشام بن عروة بن الزبير بن العوام الأسدي، ثقة، فقيه ربما دلس.(٦) فاطمة بنت المنذر بن الزبير بن العوام، زوجة هشام بن عروة، روى لها الجماعة ووثقها العجلي وابن حبان والحافظ. انظر \"معرفة الثقات\" للعجلي ٢/ ٤٥٨، \"الثقات\" لابن حبان ٥/ ٣٠١، \"تهذيب الكمال\" ٣٥/ ٢٦٥، \"التقريب\" (٨٦٥٨).(٧) صحابية مشهورة.(٨) [١٦٥٠] الحكم على الإسناد:إسناده صحيح.التخريج:أورده البخاري في الصحيح بطريق الحميدي، عن سفيان، عن هشام، عن فاطمة، عن أسماء رضي الله عنها قالت: \"نحرنا فرسًا على عهد رسول الله - صلى الله عليه وسلم - فأكلناه\" كتاب الصيد والذبائح، باب لحوم الخيل (٥٥١٩)، ومسلم في كتاب الصيد والذبائح، باب أكل لحوم الخيل (١٩٤٢).</p><p> ويروى عن سفيان (١) ، عن منصور (٢) ، عن إبراهيم (٣) قال: نحر أصحابنا فرسًا في النخع (٤) فأكلوه ولم يروا به بأسًا (٥) . </p><p> قوله عز وجل {وَيَخْلُقُ مَا لَا تَعْلَمُونَ} قال بعض المفسرين (٦) : يعني ما أعد الله (٧) في الجنة لأهلها وفي النار لأهلها ما لم تره عين ولا </p><p>(١) الثوري، ثقة حافظ إمام حجة، كان ربما دلس. (٢) ابن المعتمر، ثقة ثبت.(٣) النخعي، ثقة إلا أنه يرسل كثيرًا.(٤) أورده الطبري بطريق أحمد قال: حدثنا أبو أحمد قال: حدثنا سفيان ... الحديث كذلك إلا أنه قال: النجع -بالجيم بعد النون- فانظر \"جامع البيان\" ١٤/ ٨٣، والظاهر أن هذا تصحيف الصحيح النخع بالخاء قبيلة من العرب -نزلوا الكوفة فانتشر ذكرهم، وينتسبون إلى النخع وهو جسر بن عمرو بن الطمثان بن عوذ مناة بن يقد بن أفضى بن دعمي بن إياد بن نزار، فنزلت ناحية بيشة وما والاها من البلاد وأقاموا بها فصاروا مع مذحج وانتسبوا إليهم فقالوا: النخع بن عمرو بن علة بن جلد بن مالك بن أود بن زيد، وثبتوا على ذلك إلا طائفة منهم فإنهم يقرون بنسبهم ويعرفون أصلهم. \"معجم ما استعجم\" للبكري ١/ ٦٣ - ٦٤.(٥) الحكم على الإسناد:رجاله ثقات.التخريج:أورده ابن أبي شيبة في \"المصنف\" ٨/ ١٨٨ (٢٤٦٧٧) بطريق عبد الرحمن بن مهدي، عن سفيان، عن منصور، عن إبراهيم قال: نحر أصحاب عبد الله فرسًا فقسموه بينهم (٢٤٣١٣).(٦) قال الطبري: يقول تعالى ذكره: ويخلق ربكم مع خلقه هذِه الأشياء التي ذكرها لكم ما لا تعلمون، مما أعد في الجنة لأهلها وفي النار لأهلها، مما لم تره عين ولا سمعته أذن ولا خطر على قلب بشر. \"جامع البيان\" ١٤/ ٨٣.(٧) بدون ذكر اسم الجلالة في (ز)، (م).</p><p> سمعته أذن ولا خطر على قلب بشر. </p><p> وقال مقاتل عن الضحاك، عن ابن عباس رضي الله عنهما في قوله عز وجل {وَيَخْلُقُ مَا لَا تَعْلَمُونَ} قال: يريد أن عن يمين العرش نهرًا من نور مثل السماوات السبع والأرضين السبع والبحار السبع يدخله جبريل عليه السلام كل سحر فيغتسل (١) فيزاد نورًا إلى نوره وجمالًا إلى جماله وعظمًا إلى عظمه ثم ينتفض فيخرج الله تعالى من كل قطرة تقع من ريشه كذا وكذا ألف ملك، يدخل منهم كل يوم سبعون ألف ملك البيت المعمور وفي الكعبة سبعون ألفًا لا يعودون إليه إلى أن تقوم الساعة (٢) </p><p>(١) في (أ): فيغسل. (٢) قال ابن عدي في ترجمة روح بن جناح الدمشقي: سمعت ابن حماد يقول: قال السعدي: روح بن جناح ذكر عن الزهري حديثًا معضلًا في البيت المعمور، ثم أخرج بطريقه عن أبي هريرة - رضي الله عنه - مرفوعًا نحو هذا ... ثم قال: ولا يعرف هذا الحديث إلا بروح بن جناح \"الكامل\" ٣/ ١٠٠٤ وبطريقه ذكره ابن الجوزي في \"الموضوعات\" ١/ ٢١٨ (٣٠٣)، باب في خلق الملائكة.وفي صحيح البخاري كتاب بدء الخلق، باب ذكر الملائكة (٣٢٠٧) من حديث مالك بن صعصعة - رضي الله عنه - مرفوعًا، وفيه: فأتينا السماء السابعة ... .فأتيت على إبراهيم عليه السلام فسلمت عليه فقال: مرحبًا من ابن ونبي، فرفع لي البيت المعمور فسألت جبريل -عليه السلام- فقال: هذا البيت المعمور يصلى فيه كل يوم سبعون ألف ملك إذا خرجوا لم يعودوا إليه آخر ما عليهم ... الحديث.وذكر الحافظ في الفتح تحت هذا الحديث عدة أحاديث مرفوعة وموقوفة الواردة في البيت المعمور ثم قال: وروى ابن مردويه أيضًا وابن أبي حاتم من حديث أبي هريرة مرفوعًا نحو حديث على - رضي الله عنه - وزاد: وفي السماء نهر يقال له الحيوان يدخله =</p>"
}