{
  "id": null,
  "sura": 16,
  "aya": 126,
  "text": "<p> بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ}. </p><p> ١٢٦ - قوله -عز وجل-: {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ (١٢٦) }. </p><p> قال أكثر المفسرين (١) : سورة النحل كلها مكية إلا ثلاث آيات في </p><p>= جادلهم فإن أبو فالسيف فلا يتوجه نسخ. وقال القرطبي: هذِه الآية نزلت بمكة في وقت الأمر بمهادنة قريش وأمره أن يدعو إلى دين الله وشرعه بتلطف ولين دون مخاشنة وتعنيف، وهكذا ينبغي أن يوعظ المسلمون إلى يوم القيامة فهي محكمة في جهة العصاة من الموحدين، ومنسوخة بالقتال في حق الكافرين، وقد قيل: إن من أمكنت معه هذِه الأحوال من الكفار ورجي إيمانه بها دون قتال فهي فيه محكمة، والله أعلم. \"الجامع لأحكام القرآن\" ١٠/ ٢٠٠.وذكر أبو الطيب القنوجي: أن الناس خلقوا وجبلوا على ثلاثة أقسام:الأول: هم العلماء وهم المشار إليهم بقوله {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ}.الثاني: هم أصحاب النظر السليم والخلقة الأصلية، وهم غالب الناس وهم المشار إليهم بقوله {وَالْمَوْعِظَةِ الْحَسَنَةِ}.والثالث: هم أصحاب جدال وخصام ومعاندة -ودعاة الباطل- وهم المشار إليهم بقوله {وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ} ... قال بعضهم: لا حاجة إلى دعوى النسخ؛ إذ الأمر بالمجادلة ليس فيه تعريض للنهي عن المقاتلة. \"فتح البيان\" ٧/ ٣٤٠.وأقول قد استمر أمر الدعوة والتبليغ في السورة المدنية حتى سورة المائدة ففي سورة الحج قوله تعالى: {فَلَا يُنَازِعُنَّكَ فِي الْأَمْرِ وَادْعُ إِلَى رَبِّكَ إِنَّكَ لَعَلَى هُدًى مُسْتَقِيمٍ} [٦٧].وفي سورة المائدة قوله تعالى: {يَاأَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ} [٦٧].(١) أسند الطبري نحو هذا إلى عطاء بن يسار في \"جامع البيان\" ١٤/ ١٩٥.</p><p> آخرها {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ} إلى آخرها، فإنها نزلت (في المدينة)  (١) في شهداء أحد وذلك أن المسلمين لما رأوا ما فعل المشركون بقتلاهم يوم أُحد من تبقير البطون وقطع المذاكير، والمثلة السيئة و (٢) لم يبق أحد من قتلى المسلمين إلا وقد مُثِّلَ به غير حنظلة بن الراهب رضي الله عنه، فإن أباه أبا عامر الراهب (٣) كان مع أبي سفيان فتركوا حنظلة رضي الله عنه لذلك، فقال المسلمون حين رأوا ذلك: لئن أظهرنا الله عليهم لنربين على صنيعهم ولنمثلن بهم مثلة لم يمثلها أحد من العرب بأحد قط، ولنفعلن ولنفعلن. ووقف رسول الله - صلى الله عليه وسلم - على عمه حمزة بن عبد المطلب رضي الله عنه، وقد جدعوا أنفه وأذنه وقطعوا مذاكيره وبقروا بطنه. </p><p> وأخذت هند بنت عتبة قطعة من كبده فمضغتها ثم استرطبتها (٤) لتأكلها فلم تلبث في بطنها حتى رمت بها، فبلغ ذلك (رسول الله)  (٥) - صلى الله عليه وسلم - فقال:  \"أما أنها لو أكلتها لم تدخل النار أبدًا حمزة أكرم على الله من أن يدخل شيئًا من جسده النار\" ، فلما نظر رسول الله - صلى الله عليه وسلم - </p><p>(١) في (ز): بالمدينة. (٢) في (ز): حتى.(٣) ساقط في (ز).(٤) في نسخ المخطوط: استرطتها، والمثبت من \"معالم التنزيل\" للبغوي ٥/ ٥٣.(٥) في (ز): النبي.</p><p> إلى عمه حمزة رضي الله عنه نظر إلى شيء لم يكن (١) ينظر إلى شيء قط كان أوجع لقلبه منه (٢) فقال (رسول الله - صلى الله عليه وسلم -)  (٣) : \"رحمة الله عليك! فإنك(كما علمت)(٤)ما كنت إلا فعالًا للخيرات وصالًا(٥)للرحم ولولا(٦)حزن من بعدك عليك لسرني أن أدعك مكانك حتى تحشر من أجواف(٧)شتى، أما والله لئن أظفرني الله بهم لأمثلن بسبعين(٨)منهم مكانك\" فأنزل الله عز وجل {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ} الاية، فقال - صلى الله عليه وسلم -: \"(بل نصبر)(٩)\" وأمسك عما أراد وكفر عن يمينه (١٠) . </p><p>(١) زيادة من (أ): ليست في (ز)، (م)، \"معالم التنزيل\" للبغوي. (٢) في (أ): مثله.(٣) في (ز): -عليه السلام-.(٤) في (ز)، (م): ما علمتك.(٥) في (ز)، (م): والمعالم: وصولًا.(٦) ساقطة في (ز).(٧) في (ز)، \"معالم التنزيل\": أفواج.(٨) في (أ): بك سبعين، وفي حديث عطاء بن يسار عند الطبري: فقال رسول الله - صلى الله عليه وسلم -: \"لئن ظهرنا عليهم لنمثلن بثلاثين رجلًا منهم\"، فلما سمع المسلمون بذلك قالوا: والله لئن ظهرنا عليهم لنمثلن بهم مثلة لم يمثلها أحد من العرب بأحد قط؛ فأنزل الله {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ (١٢٦)} إلى آخر السورة. \"جامع البيان\" ١٤/ ١٩٦.(٩) ساقطة في (أ)، وفي (م): بلئ.(١٠) التخريج:أخرج الإمام الترمذي في كتاب التفسير، باب ومن سورة النحل (٣١٢٩)، =</p><p> قال ابن عباس رضي الله عنهما (١) والضحاك (٢) : كان (٣) هذا قبل نزول براءة حين أمر رسول الله - صلى الله عليه وسلم - أن يقاتل من يقاتله (٤) وألا يبدأ بالقتال، فلما أعز الله الإسلام وأهله نزلت سورة براءة (وأمر بالجهاد نسخت)  (٥) هذِه الآية. </p><p>= والحاكم في \"المستدرك\" في تفسير سورة النحل ٢/ ٣٩١ عن أبي بن كعب - رضي الله عنه - قال: لما كان يوم أحد أصيب من الأنصار أربعة وستون رجلاً ومن المهاجرين ستة، فمثلوا بهم فقالت الأنصار: لئن أصبنا منهم يومًا مثل هذا لنربين عليهم، فلما كان يوم فتح مكة أنزل الله {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ (١٢٦)} فقال رجل: لا قريش بعد اليوم، فقال رسول الله - صلى الله عليه وسلم - \"كفوا عن القوم إلا أربعة\" وانظر كذلك \"الطبقات\" لابن سعد ٣/ ١٣. (١) أسند الطبري من طريق محمد بن سعد قال: حدثني أبي قال: حدثني عمي قال: حدثني أبي عن أبيه، عن ابن عباس رضي الله عنهما في قوله تعالى {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ} قال: هذا خبر من الله لنبيه أن يقاتل من قاتله، قال: ثم نزلت براءة وانسلاخ الأشهر الحرم قال: فهذا من المنسوخ. \"جامع البيان\" ١٤/ ١٩٦، ونحوه ابن الجوزي في \"نواسخ القرآن\" (ص ٣٨٨) وزاد: فعلى هذا يكون المعنى: ولئن صبرتم عن القتال، ثم نسخ هذا بقوله تعالى {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} [التوبة: ٥]. وقال محقق كتاب ابن الجوزي -محمد المليباري- هذا الإسناد مسلسل بالضعفاء.(٢) هكذا نسب ابن الجوزي هذا القول إلى ابن عباس رضي الله عنهما والضحاك تعليقًا فىِ \"زاد المسير\" ٤/ ٥٥٨، والبغوي في \"معالم التنزيل\" ٥/ ٥٤، وكذلك في \"تفسير الضحاك\" ١/ ٥٢٤ تعليقًا.(٣) ساقطة في (أ).(٤) في (أ): يليه، وفي (م): قاتله.(٥) في (م): فأمروا بالجهاد ونسخت، وفي \"معالم التنزيل\" للبغوي: وأمروا بالجهاد ونسخت وكذلك في \"تفسير الضحاك\" فيما سبق.</p>"
}