{
  "id": null,
  "sura": 16,
  "aya": 127,
  "text": "<p> وقال قوم: هذِه الآية محكمة، وإنما نزلت فيمن ظلم بظلامة فلا يحل له أن ينال من ظالمه أكثر مما نال الظالم منه (١) أمر (بالجزاء أو العفو)  (٢) ونهى عن الاعتداء، وهو قول النخعي (٣) والثوري ومجاهد (٤) وابن سيرين (٥) . </p><p> ثم قال (الله تعالى)  (٦) لنبيه - صلى الله عليه وسلم -: </p><p> ١٢٧ - {وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ} </p><p> أي: بمعونة الله وتوفيقه {وَلَا تَحْزَنْ عَلَيْهِمْ} في إعراضهم عنك {وَلَا </p><p>(١) زاد الطبري بعد هذا: وقالوا: الآية محكمة غير منسوخة. (٢) في (أ): بالجزاء والمغفرة والعفو، وفي (ز): أمرنا بجزاء أو العفو، وفي (م): بالجزاء والعفو.(٣) أسند إليه الطبري بالطريق السابق، قال سفيان: ويقولون إن أخذ منك دينارًا فلا تأخذ منه إلا دينازا. \"جامع البيان\" ١٤/ ١٩٧.(٤) أسند إليه الطبري فيما سبق بعدة طرق أنه قال في تفسير الآية: لا تعتدوا.(٥) أسند إليه الطبري بطريق الحسن بن يحيى -قال: إن أخذ منك رجل شيئًا فخذ منه مثله، ثم قال الطبري: والصواب من القول في ذلك أن يقال: إن الله تعالى أمر من عوقب من المؤمنين بعقوبة أن يعاقب من عاقبه بمثل الذي عوقب به إن اختار عقوبته، وأعلمه أن الصبر على ترك عقوبته على ما كان منه إليه خير، وعزم نبيه - صلى الله عليه وسلم - أن يصبر وذلك هو ظاهر التنزيل ... وأن يقال: هي آية محكمة ... وإنها غير منسوخة؛ إذ كان لا دلالة على نسخها، وأن للقول بأنها محكمة وجهًا صحيحًا مفهومًا. \"جامع البيان\" ١٤/ ١٩٧.وقال ابن الجوزي بعد ذلك قول مجاهد والنخعي وابن سيرين والثوري: وعلى هذا يكون المعنى: ولئن صبرتم عن المثلة لا عن القتال. \"زاد المسير\" ٤/ ٥٠٨.(٦) ليست في (ز).</p><p> تَكُ فِي ضَيْقٍ} بكسر الضاد، هنا وفي سورة النمل (١) . </p><p> ابن كثير (٢) والباقون: بالفتح، واختاره أبو عبيد، قال: لأن الضيق -بالكسر- في قلة المعاش والمسكن (٣) وأما ما كان في القلب والصدر، فإنه الضيق -بالفتح، وقال أبو عمرو وأهل البصرة: الضيق بفتح الضاد: الغم، والضيق بالكسر: الشدة. </p><p> قال الفراء (٤) وأهل الكوفة: هما لغتان (معروفتان في كلام العرب)  (٥) مثل رطل ورطل وقال ابن قتيبة (٦) : الضيق مخفف ضيق (٧) مثل هين وهين ولين ولين، وهو على هذا التأويل صفة كأنه </p><p>(١) في آية سبعين في قوله تعالى: {وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ (١٢٧)}. (٢) قال ابن الجزري ... وضيق كسرها معًا دوى أي: كسر الضاد من الضيق هنا وفي النمل ابن كثير، وفتحها الباقون وهما لغتان في مصدر ضاق. \"شرح طيبة النشر\" لابن الجزري (ص ٢٦٢).(٣) في (أ): المساكين.(٤) قال في تفسير الآية: فالضيق ما ضاق عنه صدرك والضيق كان على وجهين: أحدها أن يكون جمعًا واحدته: ضيقة كما قال -الأعشى- كشف الضيقة عنا وفسح، والوجه الآخر أن يراد به شيء ضيق فيكون مخففًا، وأصله التشديد مثل هَيْن ولَيْن تريد هيِّن ولَيّنْ. \"معاني القرآن\" ٢/ ١١٥.(٥) سقط من (م).(٦) نص كلامه في \"تفسير غريب القرآن\" (ص ٢٤٩): {وَلَا تَكُ فِي ضَيْقٍ} تخفيف ضيق مثل هين ولين وهو إذا كان على التأويل، كأنه قال: لا تك في أمر ضيق من مكرهم، ويقال: أن ضيق وضيق بمعنى واحد كما يقال: رطل ورطل، ويقال: أنا في ضيق وضيقة وهو أعجب إلي.(٧) سقط من (م): مثل هين ولين وهين ولين.</p>"
}