{
  "id": null,
  "sura": 16,
  "aya": 62,
  "text": "<p> ظهر الأرض، كناية عن غير مذكور (١)  {مِنْ دَابَّةٍ وَلَكِنْ يُؤَخِّرُهُمْ}  (يمد لهم و)  (٢) يمهلهم بحلمه {إِلَى أَجَلٍ مُسَمًّى} منتهى آجالهم وانقضاء أعمارهم {فَإِذَا جَاءَ أَجَلُهُمْ لَا يسَتَئْخِرُونَ} عنه (٣)  {سَاعَةً وَلَا يْسْتَقْدِمُونَ}  (ولا يتقدمون)  (٤) قبله، قال عبد الله (٥) بن مسعود رضي الله عنه: لو عذب الخلائق بذنوب المذنبين لأصاب العذاب جميع الخلائق، حتَّى الجعل في جحرها، ولأمسك الأمطار عن السماء ولكن الله يأخذ بالعفو والفضل كما قال:  {وَيَعْفُواْ عَنْ كَثِيرٍ}  (٦) . </p><p> ٦٢ - قوله -عَزَّ وَجَلَّ -: {وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ} </p><p> لأنفسهم، يعني: البنات {وَتَصِفُ أَلْسِنَتُهُمُ} وتقول ألسنتهم </p><p>(١) زاد ابن الجوزي: غير أنَّه مفهوم؛ لأن الدواب إنما هي على الأرض. \"زاد المسير\" ٤/ ٤٥٩.(٢) سقط من (ز)، (م).(٣) سقط من (ز)، (م).(٤) سقط من (أ).(٥) زيادة من (م)، وذكره القرطبي كذلك تعليقًا في \"الجامع لأحكام القرآن\" ١٠/ ١٢٠، وإنما المسند عن عبد الله -عزَّ وجلَّ- قال: كاد الجعل أن يعذب في جحره بذنب ابن آدم، ثم قرأ {وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِظُلْمِهِمْ مَا تَرَكَ عَلَيْهَا مِنْ دَابَّةٍ} \"تفسير القرآن العظيم\" لابن أبي حاتم ٧/ ٢٢٨٧ (١٢٥٥١)، \"الدر المنثور\" للسيوطي ٤/ ٢٢٧.وأسنده الطبري بلفظ: خطيئة ابن آدم قتلت الجعل. وفي لفظ آخر: كاد أن يهلك في جحره بخطيئة ابن آدم. \"جامع البيان\" ١٤/ ١٢٦.(٦) في سورة الشورى {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ (٣٠)} [٣٠].</p><p> {الْكَذِبَ أَنَّ لَهُمُ الْحُسْنَى} محل (أن) نصب بدل من الكذب (لأنه بيان وترجمة له، وقرأ ابن عباس والحسن الكذب)  (١) برفع الكاف والذال والياء على نعت الألسنة، والكذب: جمع كذوب مثل رسول ورسل، وصبور وصبر، وشكور وشكر {أَنَّ لَهُمُ الْحُسْنَى} يعني: البنين. </p><p> ومعنى الآية: ويجعلون لله البنات ويزعمون أن لهم البنين، وقال يمان: يعني بـ (الحسنى) الجنّة في الميعاد (إن كان محمد صادقًا في البعث)  (٢)  {لَا جَرَمَ} حقًّا، وقال ابن عباس رضي الله عنهما: بلى {أَنَّ لَهُمُ النَّارَ} في الآخرة {وَأَنَّهُم مُّفْرَطُونَ} أي منسيون في النار، قاله ابن عباس (٣) رضي الله عنهما. وقال سعيد بن جبير (٤) : مبعدون. وقال مقاتل (٥) : متركون. </p><p>(١) سقط من (ز). (٢) في (أ): إن كان محمد - صلى الله عليه وسلم - صادق ... ، وفي \"معالم التنزيل\" للبغوي ٥/ ٢٦، قال يمان: يعني بالحسنى الجنّة في المعاد، يقولون إن كان محمد صادقًا بالوعد في البعث.(٣) أسند الطبري وابن أبي حاتم هذا القول إلى سعيد بن جبير، فانظر \"جامع البيان\" ١٤/ ١٢٧، \"تفسير القرآن العظيم\" لابن أبي حاتم ٧/ ٢٢٨٨ (١٢٥٥٥) وبلفظ: قال: متروكون في النار وينسون فيها أبدًا.(٤) أسند إليه الطبري بطريق محمد بن بشار وابن حميد في تفسير هذِه الكلمة أنَّه قال: منسيون مضيعون. وبطريق يعقوب: متركون في النار منسيون فيها، وبذلك عن مجاهد والضحاك، وبطريق ابن وكيع عن سعيد قال: مخسئون مبعدون. \"جامع البيان\" ١٤/ ١٢٧ - ١٢٩، وانظر \"تفسير القرآن العظيم\" لابن أبي حاتم ٧/ ٢٢٨٨ (١٢٥٥٦).(٥) هكذا علق عنه البغوي في \"معالم التنزيل\" ٥/ ٢٧.</p>"
}