{
  "id": null,
  "sura": 16,
  "aya": 120,
  "text": "<p> ١١٩ - قوله -عز وجل-: {ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا السُّوءَ بِجَهَالَةٍ ثُمَّ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ (١١٩) } </p><p> قيل: الهاء في قوله تعالى: من بعدها راجعة (١) إلى الجهالة. </p><p> وقيل: إلى المعصية؛ لأن السوء بمعنى المعصية فرد الكناية إلى المعنى. </p><p> وقيل: إلى الفعلة. </p><p> ١٢٠ - قوله -عز وجل-: {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً} </p><p> معلمًا للخير يأتم به أهل الدنيا، وقد اجتمع فيه من الخصال الحميدة والأخلاق الجميلة ما يجتمع في أمة {قَانِتًا لِلَّهِ} . </p><p> روى الشعبي (٢) عن فروة بن نوفل الأشجعي (٣) قال، قال: ابن مسعود (٤) رضي الله عنه: إن معاذًا كان أمة قانتًا لله فقلت: إنما قال الله سبحانه ذلك في إبراهيم -عليه السلام- {كَانَ أُمَّةً قَانِتًا لِلَّهِ} قال: أتدري ما الأمة وما القانت؟ قلت: الله أعلم، قال الأمة الذي يعلم الخير، </p><p>(١) في (أ)، (ز): راجع. (٢) عامر بن شراحيل الشعبي أبو عمرو، ثقة مشهور فقيه فاضل.(٣) فروة بن نوفل الأشجعي، مختلف في صحبته، والصواب أن الصحبة لأبيه، ذكره ابن حبان في \"الثقات\" وروى له الجماعة سوى البخاري، مات سنة (٤٥ هـ). انظر \"التاريخ الكبير\" للبخاري ٧/ ١٢٧، \"الجرح والتعديل\" ٧/ ٨٢، \"الثقات\" لابن حبان ٣/ ٣٣٠، \"تهذيب الكمال\" ٢٣/ ١٧٩، \"التقريب\" (٥٣٩١).(٤) صحابي مشهور.</p><p> والقانت المطيع لله وكذلك كان معاذ بن جبل رضي الله عنه (١) كان يعلم الخير وكان مطيعًا لله ولرسوله - صلى الله عليه وسلم - (٢) . </p><p> وقال مجاهد: كان مؤمنًا وحده والناس كلهم كفار (٣) . </p><p>(١) في (أ): عنهما. (٢) الحكم على الإسناد:رجاله ثقات.التخريج:أسند الطبري إلى الشعبي نحوه بعدة طرق في \"جامع البيان\" ١٤/ ١٩١، والواحدي في \"الوسيط\" ٣/ ٩٠.وذكره ابن كثير هكذا تعليقًا بلفظ: وقال الشعبي: حدثني فروة بن نوفل الأشجعي قال: قال ابن مسعود: إن معاذًا - رضي الله عنه - كان أمة قانتًا لله حنيفًا. فقلت في نفسي غلط أبو عبد الرحمن وقلت: إنما قال الله {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً} فقال: تدري ما الأمة وما القانت؟ قلت: الله أعلم، فقال: الأمة الذي يعلم الخير والقانت المطيع لله ولرسوله - صلى الله عليه وسلم - وكذلك معاذ - رضي الله عنه -. وقد روي من غير وجه عن ابن مسعود - رضي الله عنه - أخرجه الطبري. \"تفسير القرآن العظيم\" لابن كثير ٨/ ٣٦٥.وأخرجه الحاكم بطريقين فيهما: سفيان الثوري عن فراس، عن الشعبي، عن مسروق قال: قرأت عند عبد الله بن مسعود - رضي الله عنه - {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ} فقال ابن مسعود: إن معاذاً - رضي الله عنه - كان أمة قانتًا، قال: فأعادوا عليه فأعاد ثم قال: أتدرون ما الأمة؟ الذي يعلّم الناس الخير والقانت الذي يطيع الله ورسوله. \"المستدرك\" ٢/ ٣٩٠ (٣٣٦٧).وقال السمعاني في الأمّة أقوال، أحسن الأقاويل ما حكاه مسروق عن ابن مسعود - رضي الله عنه -: أنه المعلم للخير وهو الذي يقتدى ويؤتم به، وروي أن عبد الله بن مسعود قال بعد موت معاذ - رضي الله عنه -: كان معاذ بن جبل - رضي الله عنه - أمة، وأراد به هذا المعنى. \"تفسير السمعاني\" ٣/ ٢٠٨.(٣) هكذا أسند ابن أبي حاتم إلى مجاهد: \"تفسير القرآن العظيم\" ٦/ ٢٣٠٧ =</p>"
}