{
  "id": null,
  "sura": 16,
  "aya": 76,
  "text": "<p> لأمر الله تعالى والمؤمن المطيع (١) له، وروي (٢) عن ابن جريح، عن عطاء قال: عبدًا مملوكًا: أبو جهل بن هشام، ومن رزقناه منا رزقًا حسنا: أبو بكر الصديق رضي الله عنه، ثم قال تعالى:  {الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ} . </p><p> يقول الله -عزَّ وجلَّ-: ليس الأمر كما يفعلون ولا القول كما يقولون ما للأوثان عندهم (٣) من يد ولا معروف فتحمد عليه (٤) إنما الحمد الكامل لله خالصًا؛ لأنه هو المنعم (الخالق والرازق)  (٥) ولكن أكثر هؤلاء الكفار (٦) لا يعلمون أنها كذلك، ثم مثلًا (٧) آخر لنفسه وللأصنام، فقال عز من قائل: </p><p> ٧٦ - {وَضَرَبَ اللَّهُ مَثَلًا رَجُلَيْنِ أَحَدُهُمَا أَبْكَمُ لَا يَقْدِرُ عَلَى شَيْءٍ وَهُوَ كَلٌّ} </p><p> ثقل ووبال وعيال {عَلَى مَوْلَاهُ} ابن عمه (٨) وأهل ولايته {إِيْنَمَا </p><p>(١) في (أ): والمطيع المؤمن له. (٢) لم أجد من أسند هذِه الرواية إلَّا أن أبا حيان أشار إلى ذلك بقوله: وقال الحوفي: (ش) بمعنى الَّذي، ولا يقتضي ضرب المثل لشخصين موصوفين بأوصاف متباينة تعيينها، بل ما روي في تعيينهما من أنهما: عثمان بن عفان - رضي الله عنه - وعبد له، أو أنهما: أبو بكر الصديق - رضي الله عنه - وأبو جهل، لا يصح إسناده\"البحر المحيط\" لأبي حيان ٥/ ٥١٩.(٣) سقط من (أ).(٤) سقط من (م).(٥) سقط من (م).(٦) في (م): الكفرة.(٧) في (م): مثل.(٨) قال الطبري في معنى الآية: يعني بذلك الصنم أنَّه لا يسمع شيئًا ولا ينطق ... وهو =</p><p> يُوَجِّهْهُّ} يرسله {لَا يَأْتِ بِخَيْرٍ} ؛ لأنه لا يدري ولا يفهم ما يقال له ولا يفهم عنه، قرأ ابن مسعود رضي الله عنه ومجاهد (١) : أينما يوجه لا يأت بخير، هذا مثل الصنم الَّذي لا يسمع ولا ينطق ولا يعقل كَلٌّ على عابده يحتاج أن يحمله ويضعه (٢) ويخدمه {هَلْ يَسْتَوِي هُوَ وَمَنْ يَأْمُرُ بِالْعَدْلِ} يعني: الله -عزَّ وجلَّ- قادر (على أن يخلق)  (٣) مثلكم (متكلم يأمر)  (٤) بالتوحيد (فليس بصنمكم)  (٥)  {وَهُوَ عَلَى صِرَاطٍ مُسْتَقِيمٍ} . </p><p> وقيل: هو رسول الله - صلى الله عليه وسلم - يأمر بالعدل وهو على صراط مستقيم (٦) . </p><p>= كل على مولاه: يقول: وهو عيال على ابن عمه وحلفائه وأهل ولايته. \"جامع البيان\" ١٤/ ١٥٠. وقال البغوي: كل ثقل ووبال على مولاه ابن عمه وأهل ولايته ... هذا مثل الأصنام لا تسمع ولا تنطق ولا تعقل ... عابده يحتاج إلى أن يحمله ويضعه ويخدمه. \"معالم التنزيل\" ٥/ ٣٣.وعلى هذا التعبير فالصنم لا يكون له ابن عم فكيف قالوا لعابد الصنم مولى الصنم وابن عمه؟ ففي الكلام حذف بينه القرطبي بقوله: وقيل: المعنى: وهو كل على مولاه، أي: ثقل وليه وقرابته ووبال على صاحبه وابن عمه، فقد يسمى اليتيم كلا لثقله على من يكفله، ومنه قول الشاعر:أكول لمال الكلّ قبل شبابه ... إذا كان عظم الكل غير شديد\"أحكام القرآن\" ١٠/ ١٤٩.(١) نسب العلامة الألوسي هذِه القراءة إلى علقمة ويحيى بن وثاب ومجاهد وطلحة مْ قال: وهي رواية أخرى عن عبد الله - رضي الله عنه -. \"روح المعاني\" ١٤/ ١٩٧.(٢) في (أ): يصنعه.(٣) سقط من (م).(٤) سقط من (م).(٥) سقط من (م).(٦) هكذا ذكر هذا القول أبو الطيب القنوجي بـ (قيل): هي على الخصوص والذي =</p><p> وقال الكلبي: هو يدلكم على صراط مستقيم. </p><p> وقال آخرون: بل كلا المثلين للمؤمن والكافر وهي رواية عطية (١) ابن عباس رضي الله عنهما. </p><p> وروى إبراهيم (عن عكرمة عن يعلى)  (٢) ابن منية عن ابن عباس </p><p>= يأمر بالعدل رسول الله - صلى الله عليه وسلم - و (الأبكم) هو أبو جهل، وقيل: الأبكم أُبي بن خلف، والآمر بالعدل حمزة وعثمان بن مظعون، وقال ابن عباس رضي الله عنهما: هذِه الآية نزلت في عثمان بن عفان - رضي الله عنه - ينفق عليه ويكفله ويكفيه المئونة، وكان الآخر ينهاه عن الصدقة والمعروف نزلت فيهما. \"فتح البيان في مقاصد القرآن\" ٧/ ٢٨٧. (١) أسند الطبري هذِه الرواية إلى ابن عباس رضي الله عنهما في \"جامع البيان\" ١٤/ ١٥٠ - ١٥١، وكذلك ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٢٩٣ (١٢٦٥٣).(٢) في (أ): (عن عكرمة عن يعلى)، وعند الطبري بطريق حماد، عن عبد الله بن عثمان بن خثيم، عن إبراهيم، عن عكرمة، عن يعلي بن أمية، عن ابن عباس رضي الله عنهما في قوله تعالى {ضَرَبَ اللَّهُ مَثَلًا عَبْدًا مَمْلُوكًا} ... إلى قوله {وَهُوَ عَلَى صِرَطٍ مستَقِيمٍ} قال هو عثمان بن عفان - رضي الله عنه - ينفق عليه ويكفله ... نزلت فيهما. \"جامع البيان\" ١٤/ ١٥١.وأخرج الواحدي في \"الوسيط\" ٣/ ٧٥ مختصرًا مسندًا، بطريق عفان نا وهيب، نا عبد الله بن عثمان بن خثيم، عن إبراهيم، عن عكرمة، عن ابن عباس رضي الله عنهما قال: نزلت في رجلين فالأبكم منهما الكل على مولاه: هو السيد ابن أبي العيص ... الأثر، وقد نسب أنَّه أسيد لا السيد.وقال ابن الجوزي: رواه إبراهيم بن يعلي بن منية، عن ابن عباس رضي الله عنهما. \"زاد المسير\" ٤/ ٤٧٣.وقال البخاري: إبراهيم بن عكرمة بن يعلي بن أمية الثقفي، سمع ابن عباس - رضي الله عنهما - قوله ... وقال لنا حجاج وآدم حدثنا حماد بن سلمة، عن ابن خثيم، عن إبراهيم بن عكرمة بن يعلى ابن أمية، عن ابن عباس رضي الله عنهما - في قوله تعالى- {هُوَ =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وَمَن يَأْمُرُ بِالْعَدْلِ} قال: عثمان بن عفان - رضي الله عنه - وقال عفان عن وهيب حدثنا ابن خثيم، عن إبراهيم بن عكرمة، عن عكرمة، عن ابن عباس رضي الله عنهما مثله. \"التاريخ الكبير\" ١/ ٣٠٦ - ٣٠٧ (٩٧١). وقال ابن أبي حاتم: إبراهيم بن عكرمة بن يعلي بن منية الثقفي، روى عن ابن عباس رضي الله عنهما روى عنه عبد الله بن عثمان بن خثيم وعمر بن سعيد بن أبي حسين. \"الجرح والتعديل\" ٢/ ١٢٠ (٣٦٤).وقال العجلي: إبراهيم بن عكرمة بن يعلي بن منية: حدثنا عفان بن مسلم، حدثنا حماد بن سلمة عن عبد الله بن عثمان بن خثيم، عن إبراهيم بن عكرمة بن يعلى ابن منية في قوله تعالى {هَلْ يَسْتَوِي هُوَ وَمَنْ يَأْمُرُ بِالْعَدْلِ وَهُوَ عَلَى صِرَاطٍ مُسْتَقِيمٍ} قال: هو عثمان بن عفان - رضي الله عنه -.\"تاريخ الثقات\" للعجلي (ص ٥٣) (٣١) فالسند مضطرب؛ لأن عند الطبري: إبراهيم، عن عكرمة، عن ابن عباس رضي الله عنهما.وعند الواحدي في \"الوسيط\": إبراهيم بن عكرمة عن ابن عباس رضي الله عنهما.وعند ابن الجوزي في \"زاد المسير\": إبراهيم بن يعلى، عن ابن عباس رضي الله عنهما.وعند البخاري في \"التاريخ الكبير\": إبراهيم بن عكرمة بن يعلى، عن ابن عباس رضي الله عنهما بطريق حماد، وأيضًا عند البخاري في \"التاريخ الكبير\": إبراهيم ابن عكرمة، عن عكرمة، عن ابن عباس رضي الله عنهما بطريق عفان.وعند ابن أبي حاتم في \"الجرح والتعديل\" إبراهيم بن عكرمة بن يعلى، عن ابن عباس رضي الله عنهما.وعند العجلي في \"معرفة الثقات\": إبراهيم بن عكرمة بن يعلى قال ... ولم يذكر ابن عباس رضي الله عنهما. والمتن كذلك مضطرب، فبعضهم يذكره مطولًا وبعضهم يذكر: عثمان بن عفان - رضي الله عنه - فقط ولا يزيد. وقال أبو أحمد الحسن العسكري: فأما يعلي بن منية، ويقول بعضهم: يعلي بن أمية وجميعًا صحيح؛ =</p><p> رضي الله عنهما قال: نزلت هذِه الآية في عثمان بن عفان رضي الله عنه ومولاه، كان عثمان رضي الله عنه ينفق عليه المؤنة، وكان يكره الإسلام وينهاه عن الصدقة ولمنعه من النفقة. </p><p> وقال مقاتل (١) : نزلت في هشام (٢) بن عمرو بن الحارث بن ربيعة </p><p>= لأن منية بنت غزوان -أخت عتبة بن غزوان- هي أمه وأبوه أمية بن عبيد، وأخوه مسلمة بن عبيد، ويعلي بن منية يكنى أبا خالد، روى عن النبي - صلى الله عليه وسلم - وكان كاتب عمر على نجران وله أخبار مع عثمان وعلي - رضي الله عنهم - وتوفي سنة أربعين. \"تصحيفات المحدثين\" للعسكري (ص ١٠٥٩). وانظر \"جمهرة أنساب العرب\" لابن حزم (ص ٢١٣). (١) قال ابن الجوزي في \"زاد المسير\" ٤/ ٤٧٢: إن المملوك أبو الجوزاء، وصاحب الرزق الحسن سيده هشام بن عمرو، رواه عكرمة، عن ابن عباس رضي الله عنهما.قال السيوطي: نزلت هذِه الآية {ضَرَبَ اللَّهُ مَثَلًا عَبْدًا مَمْلُوكًا لَا يَقْدِرُ عَلَى شَيْءٍ} في رجل من قريش وعبده في هشام بن عمر -هكذا وقع، والصحيح: عمرو، لما سيأتي- وهو الَّذي ينفق ماله سرًا وجهرًا، وفي عبده أبي الجوزاء الَّذي كان ينهاه، وهكذا ذكره السيوطي في \"الدر المنثور\" ٤/ ٢٣٥.وقال العلامة الألوسي بعد قوله تعالى: {هَل يَسْتَوُونَ} جمع الضمير وإن تقدمه أثنان -فكان الظاهر يستويان- للإيذان بأن المراد بما ذكر من اتصف بالأوصاف المذكورة من الجنسين المذكورين لا فردان معينان منهما، وإن أخرج ابن عساكر وجماعة عن ابن عباس رضي الله عنهما أن الآية نزلت في هشام بن عمرو -وهو الَّذي ينفق ماله سرًا وجهرًا- وفي عبده أبي الجوزاء الَّذي كان ينهاه والله أعلم بصحته. \"روح المعاني\" ١٤/ ١٩٥.(٢) في نسخ المخطوط، وفي \"معالم التنزيل\" للبغوي ٥/ ٣٤، هاشم، والمثبت أصح لما سبق ولما ذكر ابن هشام في \"السيرة النبوية\" -حديث نقض الصحيفة- قال ابن إسحاق: ثم أنَّه قام في نقض تلك الصحيفة التي تكاتبت فيها قريش علي بني =</p>"
}