{
  "id": null,
  "sura": 16,
  "aya": 14,
  "text": "<p> ١٢ - {وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومُ مُسَخَّرَاتٌ} </p><p> قراءة العامة بالنصب نسقًا (١) على ما قبله وروى حفص عن عاصم: والنجوم مسخرات بالرفع (٢) على الابتداء (٣) والخبر وقرأ ابن عامر: {وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومُ مُسَخَّرَاتٌ} الأربعة رفعًا (٤) على الابتداء والخبر {بِأَمْرِهِ} بإذنه {إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ} . </p><p> ١٣ - {وَمَا ذَرَأَ} </p><p> يعني وسخر ما ذَرَأ ما خلق {لَكُمْ} لِأجلِكُمُ {فِي الْأَرْضِ} من الدواب والأنعام (٥) والأشجار والثمار وغيرها {مُخْتَلِفًا أَلْوَانُهُ} نصب على الحال {إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَذَّكَّرُونَ} . </p><p> ١٤ - قوله عز وجل:  {وَهُوَ الَّذِي سَخَّرَ} </p><p> لكم {الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا} يعني السمك {وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا} يعني اللؤلؤ والمرجان، وروى خلاد بن يحيى (٦) ، </p><p>(١) في (ز): لسق. (٢) في (أ): رفعًا.(٣) لأنه لا يصلح أن تقول: (وسخر النجوم مسخرات) فقطعها عما قبلها وجعل (النجوم) ابتداء و (مسخرات) خبرًا. \"الحجة\" لابن زنجلة (ص ٣٨٦).(٤) سقط من (م)، (ز): رفع ابن عامر الأربعة.(٥) من (م).(٦) خلاد بن يحيى، السلمي، أبو محمد، صدوق، رمي بالإرجاء، روى له البخاري وأبو داود والترمذي، سكن مكة ومات بها سنة (٢١٣ هـ)، وقيل: (٢١٧ هـ) انظر \"التاريخ الكبير\" للبخاري ٣/ ١٨٩، \"الجرح والتعديل\" ٣/ ٣٦٨، \"الثقات\" لابن حبان ٨/ ٢٢٩، \"تهذيب الكمال\" ٨/ ٣٥٩، \"التقريب\" (١٧٦٦).</p><p> عن إسماعيل بن عبد الملك (١) قال: جاء رجل إلى أبي جعفر (٢) فقال: هل في حلي النساء صدقة؟ قال: لا، هي كما قال الله تعالى {حِلْيَةً تَلْبَسُونَهَا {وَتَرَى الْفُلْكَ مَوَاخِرَ فِيهِ}  (٣) قال ابن عباس رضي الله عنهما: جواري (٤) ، وقال سعيد بن المسيب (٥) : معترضة. </p><p> وقال قتادة (٦) ومقاتل: مستقبلة ومدبرة بريح واحد، وقال الحسن (٧) : مواقر، </p><p>(١) إسماعيل بن عبد الملك بن أبي الصفيراء المكي، صدوق، كثير الوهم، وكذلك قال الحافظ، وضعفه جمع من الأئمة، وقال البخاري: يكتب حديثه. انظر \"التاريخ الكبير\" للبخاري ١/ ٣٦٧، \"الجرح والتعديل\" ٢/ ١٨٦، \"تهذيب الكمال\" ٣/ ١٤١، \"التقريب\" (٤٦٥). (٢) محمد بن علي بن الحسين بن علي - رضي الله عنه -، أبو جعفر الباقر الهاشمي، ثقة.(٣) الحكم على الإسناد:فيه إسماعيل بن عبد الملك، كثير الوهم.(٤) يعني معنى (مواخر): جواري، جمع جارية، قال الله {حَمَلْنَاكُمْ فِي الْجَارِيَةِ} الحاقة {وَمِنْ آيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْأَعْلَامِ (٣٢)} الشورى.وقد ذكر ابن أبي حاتم هذا عن ابن عباس رضي الله عنهما في \"تفسير القرآن العظيم\" ٧/ ٢٢٧٨ (١٢٤٨٥).(٥) أسند الطبري نحو هذا القول إلى أبي صالح في \"جامع البيان\" ١٤/ ٨٩، والقرطبي في \"تفسير القرآن العظيم\" هذا القول إلى سعيد بن جبير، فانظر \"الجامع لأحكام القرآن\" ١٠/ ٨٩.(٦) أسند الطبري فيما سبق هذا القول إلى قتادة دون مقاتل وابن أبي حاتم في \"تفسير القرآن العظيم\" إلى الضحاك (١٢٤٨٨) في ٧/ ٢٢٧٩ ونسبه القرطبي فيما سبق إلى قتادة والضحاك والبغوي إلى قتادة فقط في \"معالم التنزيل\" ٥/ ١٢.(٧) أسند ابن جرير هذا القول في المرجع المذكور.</p><p> وقال عكرمة والفراء (١) والأخفش (٢) : شواق تشق الماء بجناحيها (٣) وقال مجاهد: تمخر الرياح (٤) السفن ولا تمخر الريح من السفن إلا الفلك العظيم. </p><p> وقال أبو عبيدة صوائخ (٥) ، والأصل المخر: الدفع والشق، ومنه مخر الأرض، يقال: أمتخرت (الريح وتمخرتها)  (٦) إذا نظرت من أين هبوبها. </p><p> وفي الحديث: إذا أراد أحدكم البول (فليستمخر الريح)  (٧) لينظر </p><p>(١) في كتابه \"معاني القرآن\" ٢/ ٩٨: وقوله: مواخر فيه، واحدها ماخرة وهو صوت جري الفلك بالرياح، وقد مخرت، تمخر وتمخر، انتهى. (٢) لم أجد منه هذا المعنى في معاني سورة النحل إلا أن البغوي ذكر عنهما: شواق تشق الماء بجؤجئها ولم ينسب هذا القول إلى عكرمة فانظر \"معالم التنزيل\" ٥/ ١٣، وأما ما أسند إليه ابن أبي حاتم بلفظ: تشق الماء بصدرها (١٢٤٨٧) ٧/ ٢٢٧٩.(٣) في (ز): بحاجبيها.(٤) في (أ): الريح من، وعند ابن أبي حاتم في الذكور، قال: تمخر السفن الرياح ولا تمخر الريح من السفن إلا الفلك العظام. \"تفسير القرآن العظيم\" ٧/ ٢٢٧٩ (١٢٤٨٦)، وعند الطبري بطريق محمد بن عمرو ... قال: تمخر السفينة الرياح ولا تمخر الريح -بطريق الحرث: الرياح- من السفن إلا الفلك العظام، \"جامع البيان\" ١٤/ ٨٩.(٥) في (أ): صوالح، في (ز): صوائح، في (م): موائح.(٦) في (أ): الأرض وتمخر بها.(٧) في (أ): فليمخر الأرض، وفي (ز)، (م): فليمتخر الريح، وكذلك عن الطبري فيما سبق وذكر أنه قول واصل مولى ابن عيينة، والمثبت من \"معالم التنزيل\" للبغوي ٥/ ١٣.</p>"
}