{
  "id": null,
  "sura": 16,
  "aya": 97,
  "text": "<p> ٩٧ - قوله -عز وجل-: {مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً} </p><p> اختلفوا فيها فقال سعيد بن جبير وعطاء والضحاك رحمهم الله: هي الرزق الحلال، وهي رواية أبي مالك وأبي الربيع (١) عن ابن عباس رضي الله عنهما. </p><p> وقال على (٢) رضي الله عنه والحسن (وزيد (٣) بن وهب بن منبه) (٤) : هي القناعة، وهذِه رواية عكرمة (٥) ، عن ابن عباس رضي الله عنهما، وقال مقاتل بن حيان: يعني العيش في الطاعة وهي </p><p>(١) لم أطلع عليه إلا بهذِه الكنية، ذكره البخاري بقوله: أبو الربيع المدني، سمع أبا هريرة، روى عنه سماك وعلقمة بن مرثد، \"الكنى\" ملحق \"التاريخ الكبير\" ٨/ ٣٠ (٢٦٣) وهكذا ذكره ابن حبان في \"الثقات\" ٥/ ٥٨٢، وكذلك في \"الجرح والتعديل\" ٩/ ٣٧٠ (١٧٠٠) وزاد: هو صالح الحديث. وقد ذكر الطبري رواية أبي مالك وأبي الربيع عن ابن عباس رضي الله عنهما في تفسير الآية في \"جامع البيان\" ١٤/ ١٧٠ بلفظ: الرزق الحلال في الدنيا، وبلفظ: الرزق الطيب في الدنيا. (٢) نسب هذا القول إلى علي - رضي الله عنه - هكذا تعليقًا جماعة من المفسرين منهم: ابن الجوزي في \"زاد المسير\" ٤/ ٤٨٨، والقرطبي في \"الجامع لأحكام القرآن\" ١٠/ ١٧٤، وابن كثير في \"تفسير القرآن العظيم\" ٨/ ٣٥٢.(٣) وقد ذكر من سبق ذكره من المفسرين هذا القول أيضًا تعليقًا وأسند إليه الطبري في \"جامع البيان\" ١٤/ ١٧١.(٤) هكذا في (أ)، (م).ولكن عند القرطبي: زيد بن وهب ووهب بن منبه.(٥) قال القرطبي: ورواه الحكم عن عكرمة، عن ابن عباس رضي الله عنهما، المرجع المذكور سابقًا.</p><p> رواية (عبيد بن)  (١) سليمان، عن الضحاك قال: من عمل صالحًا وهو مؤمن في فاقة أو ميسرة فحياته طيبة، ومن أعرض عن ذكر الله فلم يؤمن بربه ولم يعمل صالحًا فمعيشته ضنك لا خير فيها. </p><p> وقال أبو بكر الوراق: هي حلاوة الطاعة وقال الوالبي (٢) عن ابن عباس رضي الله عنهما: هي سعادة، وقال مجاهد وقتادة وابن زيد رحمهم الله: هي الجنة (٣) ومثله رواية عوف (٤) عن الحسن وقال: لا تطيب الحياة لأحد إلا في الجنَّة {وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا </p><p>(١) في (أ): عبيد الله بن، والمثبت من (م) موافق لما في \"جامع البيان\" للطبري ١٤/ ١٧١، وقال ابن أبي حاتم: عبيد بن سليمان أحب إلى من جويبر. \"الجرح والتعديل\" ٥/ ٤٠٨ (١٨٩١). (٢) أسند الطبري هذا الأثر فقال: حدثني المثنى وعلي بن داود قال: حدثنا عبد الله، قال: حدثني معاوية عن علي، عن ابن عباس رضي الله عنهما قوله تعالى: {فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً} قال: السعادة. \"جامع البيان\" ١٤/ ١٧١، وذكر ابن الجوزي في \"زاد المسير\" ٤/ ٤٨٩ نحوه.(٣) هكذا أسند الطبري إلى مجاهد وقتادة وابن زيد في المرجع المذكور، وقد تقدم ذكر هؤلاء الثلاثة.(٤) أخرج الطبري رواية عوف عن الحسن كذلك فيما سبق ثم قال: وأولى الأقوال بالصواب قول من قال: تأويل ذلك: فلنحيينه حياة طيبة بالقناعة، وذلك أن من قنعه الله بما قسم له من رزق لم يكثر للدنيا تعبه، ولم يعظم فيها نصبه ولم يتكدر فيها عيشته بإتباعه بقية ما فاته منها حرصه على ما لعله لا يدركه فيها ... وذلك أن أكثر العاملين لله تعالى بما يرضاه من الأعمال لم نراهم رزقوا الرزق الكثير من الحلال في الدنيا، ووجدنا ضيق العيش عليهم أغلب من السعة. \"جامع البيان\" ١٤/ ١٧٢.</p>"
}