{
  "id": null,
  "sura": 16,
  "aya": 124,
  "text": "<p> ١٢٤ - قوله -عز وجل-: {إِنَّمَا جُعِلَ السَّبْتُ عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ} </p><p> يقول: ما فرض الله تعالى تعظيم السبت وتحريمه إلا على الذين اختلفوا فيه {وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ} . </p><p> قال بعضهم: هو أعظم الأيام لأن الله تعالى فرغ من خلق الأشياء يوم الجمعة ثم سبت (١) يوم السبت، وقال الآخرون: بل أعظم الأيام يوم الأحد، لأنه اليوم الذي ابتدأ الله به تعالى فيه خلق الأشياء فاختاروا تعظيم غير ما فرض الله -عز وجل- تعظيمه عليهم وتركوا تعظيم يوم الجمعة الذي فرض الله تعالى عليهم تعظيمه واستحلوه. </p><p> وقال الكلبي: أمرهم موسى -عليه السلام- بالجمعة فقال: تفرغوا لله تعالى في كل سبعة أيام يومًا واحدًا فاعبدوه يوم الجمعة ولا تعملوا فيه صناعتكم (٢) وستة أيام لصناعتكم فأبوا أن يقبلوا (٣) ذلك اليوم (٤) وقالوا: لا نريد إلا اليوم الذي فرغ الله تعالى فيه من الخلق يوم السبت فجعل ذلك عليهم وشدد عليهم فيه، فلما جاءهم عيسى بن مريم عليهما السلام بالجمعة بعد فقالوا: لا نريد أن يكون عيدهم </p><p>(١) قال الحافظ: وقال عبد الرزاق، عن معمر، عن قتادة: قالت اليهود: إن الله خلق الخلق في ستة أيام وفرغ من الخلق يوم الجمعة واستراح يوم السبت فكذبهم الله تعالى فقال: {وَمَا مَسَّنَا مِن لّغُوبٍ}. [ق: ٣٨]. \"فتح الباري\" ٨/ ٥٩٤، كتاب التفسير سورة ق. (٢) في (م): لصنعتكم، وفي \"معالم التنزيل\" للبغوي ٥/ ٥٢ لصنيعكم.(٣) في (م): يصلوا.(٤) زيادة من (م): فقط.</p><p> بعد عيدنا (يعنون اليهود فاتخذوا)  (١) الأحد، فقال الله تعالى {إِنَّمَا جُعِلَ السَّبْتُ عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ} . </p><p> قال قتادة: الذين اختلفوا فيه، يعني اليهود استحله بعضهم وحرمه بعضهم (٢) . </p><p> [١٦٧١] أخبرنا أبو سعيد محمد بن حمدون (٣) ، قال: أخبرنا أبو حامد ابن الشرقي (٤) ، قال: حدثنا محمد بن يحيى (٥) وعبد الرحمن بن بشر (٦) وأحمد بن يوسف (٧) وأحمد بن الأزهر (٨) ، قالوا: أخبرنا عبد الرزاق (٩) ، قال: حدثنا معمر (١٠) ، </p><p>(١) في (أ): يعنون النصارى اتخذوا، وفي (م): يعني اليهود، وفي \"معالم التنزيل\" للبغوي ٥/ ٥٢: فقالوا: لا نريد أن يكون عيدهم بعد عيدنا يعنون اليهود، فاتخذوا الأحد فأعطى الله الجمعة هذِه الأمة فقبلوها وبورك لهم. (٢) هكذا أخرجه الطبري في \"جامع البيان\" ١٤/ ١٩٤ وذكره البغوي.(٣) محمد بن عبد الله بن حمدون، أبو سعيد النيسابوري، العالم الزاهد الصالح، لم يذكر بجرح أو تعديل.(٤) ثمة مأمون.(٥) محمد بن يحيى بن عبد الله الذهلي النيسابوري، ثقة حافظ جليل.(٦) عبد الرحمن بن بشر بن الحكم العبدي، أبو الحسن النيسابوري، ثقة.(٧) أحمد بن يوسف بن خالد الأزدي، أبو الحسن النيسابوري، حافظ، ثقة.(٨) أحمد بن الأزهر بن منيع، أبو الأزهر العبدي النيسابوري، صدوق كان يحفظ ثم كبر فصار كتابه أثبت من حفظه.(٩) عبد الرزاق بن همام، أبو بكر الصنعاني، ثقة، حافظ عمي في آخر عمره فتغير ..(١٠) معمر بن راشد الأزدي مولاهم، ثقة، ثبت، فاضل.</p><p> عن همام بن منبه (١) ، قال: هذا ما حدثنا (٢) أبو هريرة رضي الله عنه عن محمد رسول الله - صلى الله عليه وسلم - قال:  \"نحن الآخرون السابقون يوم القيامة بيد أنهم أوتوا(٣)الكتاب من قبلنا وأوتيناه من بعدهم فهذا يومهم الذي فرض الله عليهم فاختلفوا فيه فهدانا الله له، فالناس لنا فيه(٤)تبع، اليهود غدًا والنصارى بعد غد\"  (٥) . </p><p> [١٦٧٢] وأخبرنا عبد الله بن حامد الوزان (٦) ، أخبرنا أحمد بن شاذان (٧) ، قال: حدثنا جيعويه (٨) بن محمد، قال: حدثنا صالح بن محمد (٩) ، قال: حدثنا المسيب (١٠) ، عن أبي سنان (١١) ، عن </p><p>(١) همام بن منبه بن كامل، ثقة. (٢) في (أ)، (ز): أخبرنا.(٣) في (أ): أعطوا.(٤) سقط من (ز).(٥) [١٦٧١] الحكم على الحديث:إسناده صحيح.التخريج:أخرجه البخاري، كتاب: الأيمان والنذور، (٦٦٢٤)، ومسلم كتاب: الجمعة، باب: هداية هذِه الأمة ليوم الجمعة (٨٥٥).(٦) لم يذكر بجرح أو تعديل.(٧) لم أجده.(٨) في (م): جيعونه، وفي (أ): غير واضح، ولم أجده.(٩) الترمذي، متهم ساقط.(١٠) المسيب بن شريك التميمي، متروك.(١١) لم يتبين لي من هو.</p><p> مكحول الشامي (١) قال: كان لعمر بن الخطاب رضي الله عنه على يهودي حق (٢) فلقيه عمر - رضي الله عنه - فقال: والذي اصطفى أبا القاسم على البشر لا تفارقني وأنا (أطالبك بشيء)  (٣) فقال اليهودي: ما اصطفى الله أبا القاسم على البشر، فرفع عمر - رضي الله عنه - يده (فلطم عينه)  (٤) فقال اليهودي: بيني وبينك أبو القاسم فأتُوا النبي - صلى الله عليه وسلم - فقال اليهودي: إن عمر زعم أن الله تعالى اصطفاك على البشر، وإني زعمت أن الله تعالى لم يصطفك على البشر، فرفع يده فلطمني فقال: \"أما أنت يا عمر فأرضه من لطمته، بلى (٥) يا يهودي: آدم صفي الله، وإبراهيم خليل الله، وموسى كليم الله، وعيسى روح الله، وأنا حبيب الله، بلى يا يهودي: اسمان من أسماء الله سمي بهما أمتي: سمى نفسه السلاء وسمى أمتي المسلمين، وسمى نفسه المؤمن وسمى أمتي المؤمنين، يلى يا يهوي! طلبتم يومًا ذخرًا (٦) لنا - يعني: يوم الجمعة-، فاليوم لنا وغداً لكم وبعد غد للنصارى، بلى يا يهودي! أنتم الأولون ونحن الآخرون السابقون يوم القيامة، بلى يا يهودي! إن الجنة محرمة على الأنبياء حتى أدخلها أنا وإنها محرمة على الأمم </p><p>(١) مكحول الشامي، أبو عبد الله ثقة فقيه كثير الإرسال. (٢) في (م): حقه.(٣) في (ز): أطلبك بشيء، وفي (م): أطالبك فقال اليهودي.(٤) في (أ): فلطمه.(٥) في (ز)، (م): بل.(٦) في (ز): ذكر، وفي (م): ذخر.</p>"
}