{
  "id": null,
  "sura": 16,
  "aya": 47,
  "text": "<p> الكفار وأهل الأوثان {أَنْ يَخْسِفَ اللَّهُ بِهِمُ الْأَرْضَ} أي: يغور بهم في الأرض {أَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ} . </p><p> ٤٦ - {أَوْ يَأْخُذَهُمْ} </p><p> العذاب {فِي تَقَلُّبِهِمْ} تصرفهم في الأسفار (١) بالليل والنهار {فَمَا هُمْ بِمُعْجِزِينَ} سابقي الله. </p><p> ٤٧ - {أَوْ يَأْخُذَهُمْ عَلَى تَخَوُّفٍ} </p><p> قال الضحاك (٢) والكلبي (٣) : هو من الخوف، يعني: يأخذ هذِه القرية ويترك هذِه القرية فيعذب طائفة ويدع طائفة فيتخوف الذين يدعهم مثل ما أصاب الآخرين، وقال سائر المفسرين (٤) : التخوف، التنقص، يعني: تنقص من أطرافهم ونواحيهم الشيء بعد الشيء حتى يهلك جميعهم، يقال: تخوفته الدهر وتخونته، إذا نقصته، أخذت (٥) ماله وحشمه. </p><p>(١) في (ز): الأمصار. (٢) أسند إليه الطبري نحو هذا القول في \"جامع البيان\" ١٤/ ١١٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٢٨٤ (١٢٥٢٤).(٣) ذكر البغوي عنهما تعليقًا هو من الخوف، أي: أن يعذب طائفة ليتخوف الآخرون أن يصيبهم مثل ما أصابهم. \"معالم التنزيل\" ٥/ ٢١.(٤) أسند الطبري فيما سبق إلى ابن زيد في قوله {أَوْ يَأْخُذَهُمْ عَلَى تَخَوُّفٍ} قال: كان يقال التخوف التنقص يتنقصهم من البلدان والأطراف، وعند ابن أبي حاتم عنه: تنقصهم من البلد والأطراف (١٢٥٢٦).(٥) في (أ): أخذ، وعند البغوي: تخوفه الدهر وتخونه إذا نقصه وأخذ ماله وحشمه. \"معالم\" ٣/ ٧٠، وذكر الطبري عن الفراء، تقول: العرب تقول: تخوفته: أي =</p><p> وقال الهيثم بن عدي:  (هي لغة لأزد شنوءة)  (١) وأنشد: </p><p> تخوف (غدرهم مالي)  (٢) وأهدى ... سلاسل في الحلوق لها صليل </p><p> وقال سعيد بن المسيب: بينا عمر بن الخطاب رضي الله عنه على المنبر فقال: أيها الناس! ما تقولون في قوله تعالى: {أَوْ يَأْخُذَهُمْ عَلَى تَخَوُّفٍ} فسكت الناس، فقام شيخ فقال: يا أمير المؤمنين! هذِه لغتنا (٣) بني هذيل (٤) ، التخوف: التنقص، فقال عمر رضي الله عنه: </p><p>= تنقصته، تخوفًا: أي أخذته من حافاته وأطرافه وقد أتى التفسير بالخاء وهما بمعنى، قال: ومثله ما قرئ بوجهين قوله تعالى: {إِنَّ لَكَ فِي النَّهَارِ سَبْحًا طَوِيلًا} و (سبحا) \"جامع البيان\" ١٤/ ١١٣، ونحوه في \"معاني القرآن\" للفراء ٢/ ١٠١ - ١٠٢، ولكن تعبير الطبري أوضح وكما أن نسبة التخون إلى الدهر محل نظر؛ للحديث القدسي: \"قال الله عز وجل: يؤذيني ابن آدم يسب الدهر وأنا الدهر بيدي الأمر أقلب الليل والنهار\". أخرجه البخاري في كتاب التفسير، تفسير سورة الجاثية (٤٨٢٦). (١) في (م): في لغة أزد شنوأة، و (أزد) من أعظم قبائل العرب وأشهرها تنسب إلى الأزد بن الغوث بن نبت بن مالك بن كهلان، من القحطانية وتنقسم إلى أربعة أقسام: أزد شنوءة، ونسبتهم إلى كعب بن الحارث بن عبد الله بن مالك بن نصر بن الأزد، كانت منازلهم السراة، وأزد غسان كانت منازلهم في شبه جزيرة العرب وفي بلاد الشام، أزد السراة كانت منازلهم في الجبال المعروفة بهذا الاسم و (أزد عمان) كانت منازلهم بعمان. \"معجم قبائل العرب\" لعمر كحالة ١/ ١٥ - ١٦.(٢) في (ز): عزوهم إلى ... ضليلة، وعند الطبري: عدوهم مالي ... البيت. \"جامع البيان\" ١٤/ ١١٣.(٣) في (ز): لغة.(٤) بنو هذيل: قبيلة من قبائل حجاز المهمة، ينتسبون إلى هذيل بن مدركة بن إلياس =</p><p> هل تعرف العرب ذلك في أشعارهم (١) ؟ قال: نعم، قال شاعرنا أبو كبير الهذلي يصف ناقة (٢) : </p><p> تخوف الرحل (٣) منها تامكا قردًا ... كما تخوف عود النبعة (٤) السفن </p><p> فقال عمر رضي الله عنه: عليكم بديوانكم لا تضل، قالوا وما ديواننا؟ قال: شعر الجاهلية فإن فيه تفسير كتابكم ومعاني (٥) كلامكم {فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ} حين لم يعجل العقوبة. </p><p>= بن مضر بن نزار بن معد بن عدنان، تفرقت في البلاد، وأهل النخلة -وفي قرية على ستة فراسخ من مكة على طريق الطائف- أكثر أهلها من الهذيل وجماعة منها نزلوا البصرة. \"الأنساب\" للسمعاني ٥/ ٦٣١ بتصرف يسير، وانظر \"معجم قبائل العرب\" ٣/ ١٢١٣. (١) في (ز): أشعارها.(٢) زاد القرطبي: تنقص السير سنامها بعد تمكه واكتنازه، ثم ذكر البيت وقال: تمك السنام يتمك تمكا أي طال وارتفع، فهو تامك، والسفن والمسفن ما ينجر به الخشب. \"الجامع لأحكام القرآن\" للقرطبي ١٠/ ١١١.(٣) وفي \"لسان العرب\" لابن منظور ٩/ ١٠١ (خوف). قال ابن مقبل: تخوف السير منها ... البيت، السفن: الحديدة التي تبرد بها القسى، أي: تنقص كما تأكل هذِه الحديدة خشب القسي. وقال مجد الدين: قرد ككتف السحاب المنعقد المتلبد، وكغراب: حلمة الثدي. \"القاموس المحيط\" للفيروزآبادي (ص ٣٩٥)، فالمراد حلمة سنامها وارتفاعه.(٤) قال الرازي: النبع شجر تتخذ منه القسى، الواحد: نبعة. \"مختار الصحاح\" (ص ٦٠٠) (نبع).(٥) في (أ): معنى.</p>"
}