{
  "id": null,
  "sura": 17,
  "aya": 16,
  "text": "<p> ١٥ - (قوله -عز وجل-)  (١) : {مَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ} </p><p> لها ثوابه {وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا} ؛ لأن عليها عقابه {وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} ولا تحمل حاملة حمل أخرى غيرها من الآثام {وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا} إقامة للحجة وقطعًا للعذر. </p><p> ١٦ - قوله -عز وجل-: {وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا} </p><p> قرأ أبو عثمان النهدي، وأبو رجاء العطاردي، وأبو العالية الرياحي، والربيع ومجاهد (٢) : (أَمَّرْنَا)  (بتشديد الميم)  (٣) أي سلَّطنا شرارها فعصوا فيها، فإذا فعلوا ذلك أهلكناهم. قرأ الحسن وقتادة وأبو حيوة والشامي ويعقوب (٤)  (آمرنا)  (بمد الهمزة)  (٥) أي: أكثرنا، وقرأ الباقون:  {أَمَرْنَا}  (٦) مقصورًا مخففًا، أي: أمرناهم بالطاعة </p><p>(١) من (ز). (٢) قال عثمان بن جني: وقرأ (أمَّرْنَا) مشددة الميم، ابن عباس -بخلاف- وأبو عثمان النهدي، وأبو العالية -بخلاف- وأبو جعفر محمد بن علي -بخلاف-، وأبو عمرو -بخلاف-، والسدي، وعاصم -بخلاف- \"المحتسب\" ٢/ ١٦. وذكر نحوه أبو حيان في \"البحر المحيط\" ٦/ ١٧ ولم يذكر مجاهدًا في هذِه القراءة.(٣) في (أ): بالتشديد.(٤) قال أبو حيان: وقرأ علي بن أبي طالب - رضي الله عنه - وابن أبي إسحاق وأبو رجاء وعيسى بن عمر وسلام وعبد الله بن أبي زيد والكلبي (آمرنا) بالمد، وجاء كذلك عن ابن عباس رضي الله عنهما والحسن وقتادة وأبي العالية وابن هرمز وابن كثير وأبي عمرو ونافع، وهو اختيار يعقوب \"البحر المحيط\" ٦/ ١٧.(٥) في (ز): ممدودة.(٦) ساقطة من (ز).</p><p> فعصوا، ويحتمل أن يكون بمعنى: جعلناهم أمراء؛ لأن العرب تقول: أمير غير مأمور، أي: غير مؤمّر، ويجوز أن يكون بمعنى أكثرنا، يدل عليه قول النبي - صلى الله عليه وسلم -: \"خير المال مهرة مأمورة، وسكة مأبورة\"  (١) ، أراد بالمأمورة كثيرة النسل، يقال للشيء الكثير: أمر، والفعل منه: أمر القوم يأمرون أمرًا (٢) إذا كثروا، قال لبيد: </p><p> كل بني حرة مصيرهم ... قُلٌّ وإن أكثرت من العدد </p><p> إن يغبطوا يهبطوا وإن أَمِرُوا ... يومًا يصيروا للهلك والنفد (٣) </p><p>(١) أخرجه الإمام أحمد من حديث سويد بن هبيرة - رضي الله عنه - مرفوعًا بلفظ: \"خير مال المرء له مهرة مأمورة أو سكة مأبورة\" \"المسند\" ٣/ ٤٦٨ (١٥٨٤٥). قال ابن الأثير: (أمر)، فيه خير المال مهرة مأمورة، هي الكثيرة النسل والنتاج، يقالط: أمرهم الله، فأمِروا، أي: كثروا. \"النهاية في غريب الحديث والأثر\" ١/ ١٣، ١/ ١٧): (أبر)، السكة: الطريقة المصطفة من النخل، والمأبورة، الملقحة، يقال: أبرت النخلة وأبّرتها، فهي مأبورة ومؤبرة، والاسم الإبار.(٢) ساقطة من (ز).وأخرج الإمام البخاري بطريق علي بن عبد الله عن عبد الله - رضي الله عنه - قال: كنا نقول للحي إذا كثروا -في الجاهلية-: أمِرَ بنو فلان. وبطريق الحميدي قال: أمَر. وقال ابن حجر: فالأولى بكسر الميم، والثانية بفتحها، وكلاهما لغتان .. ، وتقدم قول أبي سفيان في قصة هرقل (لقد أمِر أمرُ ابن أبي كبشة) أي: عظم. \"فتح الباري\" ٨/ ٣٩٤، كتاب التفسير، باب {وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا} (٤٧١١).(٣) الشاهد في البيت الثاني قوله: (وإن أمِروا) بمعنى كثروا. =</p><p> واختار أبو عبيد وأبو حاتم قراءة العامة، قال أبو عبيد: إنما اخترنا هذِه القراءة؛ لأن المعاني الثلاثة يجتمع فيها معنى الأمر، والإمارة والكثرة، {مُتْرَفِيهَا} أي: منعّميها وأغنياءها ورؤساءها. </p><p> {فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ} فوجب عليها (١) العذاب {فَدَمَّرْنَاهَا تَدْمِيرًا} فخربناها تخريبا، وأهلكنا من فيها إهلاكًا، والدمار والتبار والبوار: الهلاك (بمعنى واحد)  (٢) . </p><p> روى معمر عن الزهري قال: دخل رسول الله - صلى الله عليه وسلم - يومًا على زينب رضي الله عنها وهو يقول:  \"لا إله إلا الله، وبل للعرب من شر قد اقترب، فتح اليوم من ردم يأجوج ومأجوج مثل هذا\" وحلق إبهامه والتي تليها، قالت زينب رضي الله عنها: يا رسول الله! أنهلك وفينا الصالحون؟ قال:  \"نعم، إذا كثر الخبث\"  (٣) . </p><p>= وقال عثمان بن جني: وكان أبو علي يستحسن قول الكسائي في قول الله تعالى {لَقَدْ جِئْتَ شَيْئًا إِمْرًا} [الكهف: ٧١] أي كثيرًا، وقد قالوا أيضًا: أمرها الله، مقصورًا خفيفًا بوزن عمرها، فالأمر من (أمر) وهي مجاورة للفظ (عمر) ومساوقة لمعناها؛ لأن الكثرة أقرب شيء إلى العمارة، وما أكثر وأظهر هذا المذهب في هذِه اللغة! \"المحتسب\" ٢/ ١٦ - ١٧. (١) في (أ): عليهم.(٢) من (أ).(٣) هكذا أخرج الطبري هذا الحديث عن الزهري مرسلًا في \"جامع البيان\" ١٥/ ٥٦، وتبعه المصنف، مع أنه مسند إلى زينب رضي الله عنها في جامع معمر، \"تفسير القرآن العظيم\" لعبد الرزاق، كما سبق وهو متفق عليه، أخرجاه في كتاب الفتن، بعدة طرق إلى ابن شهاب -الزهري- عن عروة بن الزبير أن زينب بنت أبي سلمة =</p>"
}