{
  "id": null,
  "sura": 17,
  "aya": 97,
  "text": "<p> ٩٤ - قوله -عز وجل-: {وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى إِلَّا أَنْ قَالُوا} </p><p> جهلًا منهم {أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا} أن الأولى في محل نصب، والثانية في موضع الرفع، وفي الآية اختصار مجازها: هلا بعث الله ملكًا رسولا، فأجابهم الله -عز وجل-: ٩٥ - {قُلْ لَوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ} </p><p> مستوطنين مقيمين {لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَاءِ مَلَكًا رَسُولًا} </p><p> ٩٦ - لأن الملائكة إنما تبعث إلى الملائكة وتراهم الملائكة، وقال له {قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ} </p><p> أني رسوله إليكم {إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا} . </p><p> ٩٧ - {وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِيَاءَ مِنْ دُونِهِ} </p><p> يهدونهم {وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ} </p><p> [١٧٥١] أخبرنا أبو بكر أحمد بن الحسن بن أحمد بن محمد الحيري (١) -بالحيرة- قال: أخبرنا أبو بكر محمد بن جعفر بن محمد بن الهيثم الأنباري (٢) ، قال: حدثنا جعفر بن محمد الصائغ (٣) ، قال: حدثنا حسين بن محمد (٤) ، قال: حدثنا شيبان (٥) </p><p>(١) ثقة. (٢) ثقة.(٣) ثقة، عارف بالحديث.(٤) أبو أحمد المؤدب المروزي ثقة.(٥) شيبان بن عبد الرحمن النحوي المؤدب البصري أبو معاوية، ثقة، صاحب كتاب.</p><p> عن قتادة (١) ، عن أنس -رضي الله عنه- أن رجلًا قال: يا رسول الله! كيف يحشر الكافر على وجهه يوم القيامة؟ فقال نبي الله -صلى الله عليه وسلم-: \"إن الذي أمشاه على رجليه قادر على أن يمشيه على وجهه\"  (٢) . </p><p> وروى حماد بن سلمة (٣) عن علي بن زيد (٤) ، عن أوس بن خالد (٥) ، عن أبي هريرة -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: \"يحشر الناس يوم القيامة ثلاثة أصناف: صنف مشاة وصنف ركبانا وصنف على وجوههم\" قيل: يا رسول الله! وكيف يمشون على وجوههم؟ قال:  \"إن الذي أمشاهم على أقدامهم قادر على أن يمشيهم على وجوههم، إنهم يتقون بوجوههم كل حدب وشوك\"  (٦) . </p><p>(١) ثقة، ثبت. (٢) [١٧٥١] الحكم على الإسناد:حديث متفق عليه صحيح.التخريج:أخرجه البخاري في تفسير سورة الفرقان (٤٧٦٠)، وفي كتاب الرقاق، باب كيف الحشر (٦٥٢٣) بلفظ: \"أليس الذي أمشاه على الرجلين في الدنيا قادرًا على أن يمشيه على وجهه يوم القيامة \"؟ قال قتادة: بلى وعزة ربنا. وبهذا اللفظ رواه مسلم في كتاب الجنة، باب يحشر الكافر على وجهه (٢٨٠٦).(٣) أبو سلمة الإمام، الثقة العابد، وتغير حفظه بأخرة.(٤) علي بن زيد بن عبد الله بن زهير بن عبد الله بن جدعان التميمي، ضعيف.(٥) أوس بن خالد الحجازي، مجهول، أخرج له الترمذي وابن ماجه.(٦) الحكم على الإسناد:فيه أوس بن خالد مجهول. =</p><p> {عُمْيًا وَبُكْمًا وَصُمًّا} إن قيل: كيف وصف الله تعالى هؤلاء بأنهم يوم القيامة عمي وبكم وصم، وقد قال الله تعالى:  {وَرَأَى الْمُجْرِمُونَ النَّارَ}  (١) وقال: {سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا}  (٢) وقال: {دَعَوْا هُنَالِكَ ثُبُورًا}  (٣) . </p><p> فالجواب عنه ما قال ابن عباس -رضي الله عنهما-: {عُمْيًا} لا يرون شيئًا يسرهم {وَبُكْمًا} لا ينطقون بحجة {وَصُمًّا} لا يسمعون شيئًا يسرهم. </p><p> وقال الحسن: هذا حين تتوفاهم (٤) الملائكة وحين يساقون إلى الموقف عمي العيون وزرقها مسودة الوجوه إلى أن يدخلوا النار. </p><p> وقال مقاتل (٥) : هذا حين يقال لهم: {قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ} فيصيرون بأجمعهم عميًا وبكمًا وصمًّا لا يرون ولا يسمعون ولا ينطقون بعد ذلك. </p><p> وقيل:  {عُمْيًا} لا يرون الهدى {وَبُكْمًا} لا ينقطون بخير </p><p>= التخريج: أخرجه الإمام أحمد في \"المسند\" ٢/ ٣٦٣، والترمذي في تفسير السورة، وحسّنه.(١) الكهف: ٥٣.(٢) الفرقان: ١٢.(٣) الفرقان: ١٣.(٤) في (أ): تتوفى، وفي (ز): يستوفاهم، وذكر البغوي في تفسير الآية الفقرة الأخيرة فقط عن الحسن تعليقًا باختصار في \"معالم التنزيل\" ٥/ ١٣٢.(٥) هكذا ذكر ابن الجوزي في \"زاد المسير\" ٥/ ٩٠ بلفظ: قال مقاتل مبهمًا، ولم يبين أهو ابن حيان أو ابن سليمان؟</p>"
}