{
  "id": null,
  "sura": 17,
  "aya": 60,
  "text": "<p> [١٧١٣] وأخبرنا أبو سعيد محمد بن عبد الله بن حمدون (١) ، (قال: حدثنا أبو بكر محمد بن حمدون بن)  (٢) خالد (٣) ، (حدثنا عيسى)  (٤) بن أحمد العسقلاني، قال: حدثنا يزيد بن هارون (٥) قال: أخبرنا نوح بن قيس (٦) ، عن محمد بن سيف (٧) ، عن الحسن (٨) في قوله تعالى: {وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا} قال: الموت الذريع (٩) . </p><p> ٦٠ - قول عز وجل:  {وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ} </p><p> فهم في قبضته لا يقدرون على الخروج من مشيئته وهو مانعك </p><p>= والاسم منه العتبي، واستعتب وأعتب بمعنى، واستعتب بمعنى طلب أن يعتب، تقول: استعتبه فأعتبه، أي: استرضاه فأرضاه، انتهى. وعلى هذا فمعنى يستعتبكم فأعتبوه يسترضيكم فأرضوه. (١) النيسابوري، زاهد صالح، لم يدكر بجرح أو تعديل.(٢) ما بين القوسين ساقط من (ز).(٣) لحافظ الثبت.(٤) في (أ): خالد وهو تحريف، وعيسى ثقة يغرب.(٥) السلمي، أبو خالد الواسطي، ثقة متقن عابد.(٦) صدوق رمي بالتشيع.(٧) محمد بن سيف أبو رجاء الأزدي البصري، الحداني، أدرك أنسًا، وثقه ابن معين، وابن سعد والنسائي، وقال أبو حاتم: صالح الحديث. وذكره ابن حبان في \"الثقات\". وقال الحافظ: ثقة من السادسة.انظر \"تهذيب الكمال\" للمزي ٢٥/ ٣٥٥، \"التقريب\" (٥٩٤٨).(٨) هو البصري، ثقة فقيه، كان يرسل كثيرًا ويدلس.(٩) [١٧١٣] الحكم على الإسناد:شيخ المصنف لم يذكر بجرح أو تعديل.</p><p> منهم وحافظك فلا تهبهم (١) وامض لما أمرت (٢) به من تبليغ الرسالة، قاله أكثر المفسرين (٣) ، قال ابن عباس رضي الله عنهما: يعني أحاط (٤) علمه بهم فلا يخفى عليه منهم شيء. </p><p> وقال مقاتل والفراء (٥) : {أَحَاطَ بِالنَّاسِ} يعني: أهل مكة أي (٦) أنها ستفتح لك {وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ} قال قوم: هي رؤيا عين، وهي ما أري النبي - صلى الله عليه وسلم - ليلة المعراج من العجائب والآيات، فكان ذلك فتنة للناس، فقوم أنكروا وكذبوا، وقوم </p><p>(١) في (أ): فلا تهتمهم. (٢) في (ز): أمرك.(٣) قال الطبري رحمه الله في تفسير الآية: واذكر يا محمد إذ قلنا لك إن ربك أحاط بالناس قدرة، فهم في قبضته لا يقدرون على الخروج من مشيئته، ونحن مانعوك فلا تتهيب منهم أحدا، وامض لما أمرناك به من تبليغ رسالتنا \"جامع البيان\" ١٥/ ١٠٩.وأسند ابن أبي حاتم في تفسير الآية إلى مجاهد رحمه الله قال: فهم في قبضته، وإلي قتادة رحمه الله قال: أحاط بهم، فهو مانعك منهم وعاصمك حتى تبلغ رسالته. \"تفسير القرآن العظيم\" ٧/ ٢٣٣٥ (١٣٣٢٠ - ١٣٣٢١).قال ابن الجوزي: فيه ثلاثة أقوال: أحدها: أحاط بعلمه بالناس، قاله أبو صالح عن ابن عباس رضي الله عنهما، وبه قال الربيع بن أنس، وقال مقاتل: أحاط علمه بالناس، يعني أهل مكة أن يفتحها لرسوله - صلى الله عليه وسلم -. والثاني: أحاطت قدرته بالناس فهم في قبضته، قاله مجاهد. الثالث: حال بينك وبين الناس أن يقتلوك، لتبلغ رسالته، قاله الحسن وقتادة رحمهم الله. \"زاد المسير\" ٥/ ٥٢ - ٥٣.(٤) في (ز): إحاطة.(٥) \"معاني القرآن\" ٢/ ١٢٦.(٦) من (ز).</p><p> ارتدوا، وقوم صدقوا، والعرب تقول: رأيت بعيني رؤية ورؤيا، وعلى هذا يحمل حديث معاوية - رضي الله عنه - \"أنه كان إذا سئل عن مسرى رسول الله - صلى الله عليه وسلم - قال: كانت رؤيا من الله صادقة (أي على)  (١) رؤيا عين، أرى الله عز وجل نبيه - صلى الله عليه وسلم -، وما ذكرنا من تأويل الآية هو قول سعيد بن جبير والحسن ومسروق وأبي مالك وقتادة ومجاهد والضحاك وابن زيد وابن جريج رحمهم الله، ورواية عكرمة وعطية (٢) رحمهما الله عن ابن عباس - رضي الله عنهما -. </p><p> وقال آخرون: هي ما أري النبي - صلى الله عليه وسلم - ليلة أسري بروحه دون بدنه، فلما قصّها النبي - صلى الله عليه وسلم - على أصحابه افتتن بها ناس من المسلمين (٣) وطعن فيها ناس من المنافقين. </p><p>(١) من (أ). (٢) في (ز): ابن عطية، والصحيح أنه عطية بن سعيد بن جنادة العوفي.(٣) قال الطبري رحمه الله: والصواب من القول في ذلك عندنا أن يقال: إن الله أسرى بعبده محمد - صلى الله عليه وسلم - من المسجد الحرام إلى المسجد الأقصى كما أخبر الله عباده، وكما تظاهرت به الأخبار عن رسول الله - صلى الله عليه وسلم - أن الله حمله على البراق حين أتاه به وصلى هنالك بالأنبياء والرسل عليهم السلام فأراه ما أراه من الآيات، ولا معنى لقول من قال: أسري بروحه دون جسده؛ لأن ذلك لو كان كذلك لم يكن في ذلك ما يوجب أن يكون ذلك دليلاً على نبوته ولا حجة على رسالته، ولا كان الذين أنكروا حقيقة ذلك من أهل الشرك، وكانوا يدفعون به عن صدقه فيه، إذ لم يكن منكرًا عندهم ولا عند أحد من ذوي الفطرة الصحيحة من بني آدم أن يرى الرائي منهم في المنام ما على مسيرة سنة، فكيف ما هو على مسيرة شهر أو أقل؟ وبعد، فإن الله تعالى أخبر في كتابه أنه أسرى بعبده، ولم يخبرنا أنه أسرى بروح عبده، وليس جائزًا لأحد أن يتعدى ما قال الله إلى غيره .. ، ولا دلالة تدل على أن مراد الله من قوله {أسرَى بِعَبده} بروح عبده، بل الأدلة الواضحة والأخبار =</p><p> [١٧١٤] وهي ما أخبرنا أبو بكر محمد بن عبد الله بن (محمد ابن)  (١) زكريا الجوزقي (٢) قال: أخبرنا أبو علي إسماعيل بن محمد ابن إسماعيل الصفار (٣) ببغداد (٤) قال: حدثنا محمد بن أحمد بن يزيد الرياحي (٥) قال: حدثنا يزيد بن هارون (٦) قال: أخبرنا جرير ابن حازم (٧) قال: سمعت أبا رجاء العطاردي (٨) يحدث (٩) عن سمرة بن جندب (١٠) - رضي الله عنه - (ح)  (١١) . </p><p>= المتتابعة عن رسول الله - صلى الله عليه وسلم - أن الله أسرى به على دابة يقال لها البراق، ولو كان الإسراء بروحه لم تكن الروح محمولة على البراق؛ إذ كانت الدواب لا تحمل إلا الأجسام. \"جامع البيان\" ١٥/ ١٦ - ١٧. (١) من (ز).(٢) ثقة.(٣) ثقة.(٤) من (ز).(٥) قال الذهبي: المحدث الإمام، أبو بكر وأبو جعفر محمد بن أحمد بن يزيد بن أبي العوام الرياحي، سمع يزيد بن هارون وعبد الوهاب بن عطاء العقدي وجماعة، وعنه ابن عقدة وإسماعيل الصفار .. وآخرون، قال الدارقطني: صدوق. مات سنة (٢٧٦ هـ). انظر \"سير أعلام النبلاء\" للذهبي ١٣/ ٧.(٦) ثقة متقن عابد.(٧) الأزدي أبو النضر البصري، ثقة، وله أوهام إذا حدث من حفظه.(٨) هو عمران بن ملحان، ثقة.(٩) من (ز).(١٠) صحابي جليل.(١١) [١٧١٤] الحكم على الإسناد:رجاله ثقات سوى الرياحي صدوق.</p><p> [١٧١٥] وأخبرنا أبو بكر محمد الجوزقي (١) ، قال: أخبرنا أبو العباس الدغولي (٢) ، قال: أخبرنا علي بن الحسن بن يونس السرخسي (٣) ، قال: حدثنا النضر بن شميل المازني (٤) ، قال: حدثنا عوف الأعرابي (٥) ، عن أبي رجاء العطاردي (٦) ، عن سمرة بن جندب - رضي الله عنه - (ح)  (٧) . </p><p> [١٧١٦] وأخبرنا أبو بكر (٨) قال: أخبرنا مكي بن عبدان (٩) ، قال: حدثنا عبد الله بن هاشم (١٠) ، قال: حدثنا يحيى بن سعيد (١١) ، قال: حدثنا عوف (١٢) ، قال: حدثنا أبو رجاء (١٣) ، قال: حدثنا سمرة بن </p><p>(١) ثقة. (٢) محمد بن عبد الرحمن بن محمد السرخسي الإمام الحافظ المجود.(٣) لم أجد له ترجمة.(٤) أبو الحسن المازني البصري النحوي، ثقة، ثبت.(٥) عوف بن أبي جميلة، واسمه بندويه، أبو سهل البصري، المعروف بالأعرابي، ثقة رمي بالقدر والتشيع.(٦) ثقة.(٧) [١٧١٥] الحكم على الإسناد:رجاله ثقات سوى علي بن الحسن السرخسي، لم أجده.(٨) الجوزقي، ثقة.(٩) المحدث الثقة المتقن.(١٠) أبو عبد الرحمن العبدي الطوسي، ثقة.(١١) أبو سعيد القطان، البصري، ثقة متقن حافظ إمام قدوة.(١٢) الأعرابي، ثقة رمي بالقدر والتشيع.(١٣) العطاردي، ثقة.</p><p> جندب - رضي الله عنه - (ح)  (١) . </p><p> [١٧١٧] وحدثنا أبو بكر (٢) قال: حدثنا عبد الله بن محمد بن الحسن (٣) قال: حدثنا محمد بن يحيى (٤) قال: حدثنا هوذة بن خليفة البكراوي (٥) قال: حدثنا عوف (٦) عن أبي رجاء العطاردي (٧) ، عن سمرة بن جندب الفزاري - رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - إذا صلى الغداة أقبل على الناس بوجهه فقال:  \"هل رأى أحد منكم الليلة رؤيا؟ \" فإن كان أحد رأى تلك الليلة رؤيا قصّها عليه، فيقول فيها ما شاء الله أن يقول، فسألنا يومًا فقال:  \"هل رأى أحد منكم الليلة رؤيا؟ \" قلنا: لا، قال: \"لكني أتاني الليلة آتيان ابتعثاني (٨) فقالا لي: انطلق، فانطلقت معهما، فأخرجاني إلى أرض مستوية، فماذا رجل مستلق على قفاه، ورجل قائم بيده صخرة يشدخ بها رأسه فينبذ هذا (٩) الحجر، فإذا ذهب يأخذه عاد رأسه كما كان، فهو </p><p>(١) [١٧١٦] الحكم على الإسناد: رجاله ثقات.(٢) الجوزقي، ثقة.(٣) ابن الشرقي النيسابوري، سماعاته صحيحة من مثل الذهلي وطبقته، ولكن تكلموا فيه لإدمانه شرب المسكر.(٤) الذهلي، ثقة حافظ جليل.(٥) هوذة بن خليفة بن عبد الله بن عبد الرحمن بن أبي بكرة الثقفي، الأصم، صدوق.(٦) الأعرابي ثقة رمي بالقدر وبالتشيع.(٧) ثقة.(٨) في (أ): انبعثاني.(٩) في (أ): هذِه، وعند البخاري في الجنائز (١٣٦٨) برواية جرير: فإذا ضربه تدهده =</p><p> يصنع به مثل ذلك، فقلت:  (سبحان الله! )  (١) ما هذا؟ فقالا: انطلق، فانطلقت معهما، فأتينا على رجل مستلق على قفاه، وإذا آخر قائم عليه بكلّوب (٢) من حديد وإذا هو يأخذ أحد شقي وجهه فيشرشر شدقه (٣) إلى قفاه وعينه (٤) إلى قفاه، ومنخره (٥) إلى قفاه، ثم يتحول إلى الجانب الآخر فيفعل به مثل ذلك، فما يفرغ حتى يصح ذلك الجانب كما كان ثم يعود إليه، فقلت لهما: سبحان الله! ما هذا؟ فقالا لي: انطلق، فانطلقت معهما، فأتينا على بيت مبني مثل بناء التنور (٦) ، أعلاه ضيق وأسفله واسع، يوقد فيه النار، فاطلعنا فيه فإذا فيه رجال ونساء وعراة، فإذا هم يأتيهم لهب من أسفل منهم، فإذا أتاهم ذلك اللهب ضوضوا (٧) فقلت لهما: ما هؤلاء؟ فقالا </p><p>= الحجر، فانطلق إليه ليأخذه فلا يرجع لي هذا حتى يلتئم رأسه .. (١) من (أ) ليست في (ز)، ولا عند البخاري فيما ذكر.(٢) قال القاضي عياض: كلوب وكلاليب -بفتح الكاف، واحد وجمع- هي الخطاطيف، ويقال: كلّاب أيضًا للواحد، وهي خشبة في رأسها عقافة حديد وقد تكون حديدًا كلها. \"مشارق الأنوار\" ١/ ٣٤٠.(٣) فيشرشر شدقه أي: يقطعه شدقًا، والشدق: جانب الفم.انظر: \"لسان العرب\" لابن منظور (٤/ ٤٠٠) (شرر).(٤) في (أ): عينيه.(٥) في (ز): منخريه، قال الحافظ ابن حجر في \"فتح الباري\" ١٢/ ٤٤٢: منخره، بالإفراد وهو المناسب، وفي رواية جرير: منخريه.(٦) عند البخاري -برواية جرير- فانطلقنا إلى ثقب مثل التنور.(٧) ضوضوا: ضجوا وصاحوا، والمصدر منه الضوضاء، ضوضيت ضوضاة وضيضاء، والضأضأ، صوت الناس، وهو الضوضاء، ويقال: ضوضو -بلا =</p><p> لي: انطلق، فانطلقنا فأتينا على نهر من دم أحمر، وإذا في النهر سابح يسبح، وإذا على شاطئ النهر (١) رجل عنده حجارة كثيرة وإذا أراد ذلك السابح يأتي ذلك الذي قد (٢) جُمع عنده الحجارة فيفغر (٣) له فاه فيلقمه حجرًا فيذهب (٤) فيسبح (ما يسبح)  (٥) ، ثم يرجع إليه، كلما رجع إليه فغر له فاه، فألقمه حجرًا، قال: قلت: ما هذا؟ قالا لي: انطلق، فانطلقنا وأتينا على رجل كريه المرآة كأكره ما أنت راء رجلًا، فإذا هو عند نار يحشها ويسعى حولها، قلت لهما: ما هذا؟ قالا لي: انطلق، فانطقلنا فأتينا على روضة خضراء معجبة، فيها من كل نور (٦) الربيع، وإذا شجرة عظيمة، وفي أصلها (رجل طويل </p><p>= همز- وضوضيت، أبدلوا من الواو ياء. \"لسان العرب\" لابن منظور ١٤/ ٤٨٨. وقال القاضي: وضبطه الشيوخ ضوضئوا -هكذا بالهمزة قبل الواو الثاني-، والصواب الأول \"مشارق الأنوار\" ٢/ ٦٢. وعند البخاري برواية جرير: فإذا اقترب ارتفعوا، حتى كاد أن يخرجوا، فإذا خمدت رجعوا فيها.(١) ساقطة من (أ)، وزيادة منها الواو بعد (عنده)، وفي \"صحيح البخاري\" -كتاب التعبير- وإذا على شط النهر رجل قد جمع عنده حجارة كثيرة. \"فتح الباري\" لابن حجر ١٢/ ٤٤٥.(٢) من (أ).(٣) يفغر -بفتح أوله وسكون الفاء وفتح الغين المعجمة بعدها راء- أي: يفتح، وزنه ومعناه. \"لسان العرب\" ٥/ ٥٩ (فغر).(٤) في (أ): فذهب.(٥) من (أ).(٦) نور -بالفتح-: الزهر.</p><p> عظيم) (١) وإذا حوله صبيان كثيرة كأكثر ولدان رأيتهم قط (٢) قال: قلت: ما هذا وما هؤلاء؟ فقالا لي (٣) : انطلق، فانطلقنا فأتينا على دوحة (٤) عظيمة ولم أر دوحة قط أعظم منها ولا أحسن فقالا لي: ارق فيها، فارتقينا، فانتهينا إلى مدينة مبنية بلبن (ذهب وبلبن)  (٥) فضة، فأتينا باب المدينة فاستفتحنا ففتح لنا فدخلناها، فتلقانا فيها رجال شطر منهم كأحسن ما أنت راء، وشطر كأقبح ما أنت راء، قالا لهم: اذهبوا، فقعوا في ذلك النهر، وإذا نهر معترض كأن ماءه المخيض في البياض، فذهبوا فوقعوا فيه ثم رجعوا إلينا، وقد ذهب </p><p>(١) في (ز): شيخ طويل. (٢) من (ز).(٣) ساقطة في (ز).(٤) قال الرازي: الدوحة: الشجرة العظيمة من أي شجر كان، والجمع دوح، \"مختار الصحاح\"، (دوح).وفي رواية البخاري في الجنائز، (١٣٨٦): \"حتى انتهينا إلى روضة خضراء فيها شجرة عظيمة، وفي أصلها شيخ وصبيان، وإذا رجل قريب من الشجرة بين يديه نار يوقدها، فصعدا بي الشجرة وأدخلاني دارًا لم أر قط أحسن منها، فيها رجال شيوخ وشباب ونساء وصبيان، ثم أخرجاني منها فصعدا بي الشجرة فأدخلاني دارًا هي أحسن وأفضل، فيها شيوخ وشباب\".ولكن في كتاب التعبير، باب تعبير الرؤيا بعد صلاة الصبح عند البخاري أيضًا برواية (٧٠٤٧): \"فانطلقنا فأتينا على روضة معتمة، فيها كل لون الربيع، وإذا بين ظهري الروضة رجل طويل، لا أكاد أرى رأسه طولًا في السماء .. فانطلقنا فانتهينا إلى روضة عظيمة لم أر روضة قط أعظم منها ولا أحسن، قال: قالا لي: ارق، فارتقيت فيها فانتهينا إلى مدينة مبنية بلبن وذهب ولبن فضة، فاستتفحنا .. \".(٥) في (أ): بلبن ذهبًا، وبلبن فضة، وفي (ز): ولبن فضة.</p><p> الشر عنهم وصاروا في أحسن صورة، قال (١) : فقلت لهما: إني رأيت منذ (٢) الليلة عجبًا، فما هذا الذي رأيت؟ فقالا: أما إنا سنخبرك (٣) ، أما الرجل الذي أتيت عليه يثلغ (٤) رأسه بالحجر (فإنه رجل)  (٥) يأخذ القرآن فيرفضه (٦) وينام عن الصلاة المكتوبة، وأما الرجل الذي أتيت عليه يشرشر شدقه وعيناه (٧) ومنخره إلى قفاه فإنه رجل يغدو من بيته فيكذب الكذبة تبلغ الآفاق، وأما الرجال والنساء العراة الذين (٨) في مثل بناء التنور فإنهم الزناة والزواني، وأما الرجل الذي يسبح في النهر ويلقم الحجر (٩) فإنه آكل الربا، وأما الرجل الذي (١٠) عند النار </p><p>(١) زيادة من (أ)، وعند البخاري فيما سبق قال: قالا لي: \"هذِه جنة عدن، وهذا منزلك\"، قال: \"فسما بصري صعدا، فإذا قصر مثل الربابة البيضاء، قال: قالا لي: هذاك منزلك، قال: قلت لهما: بارك الله فيكما، ذراني فأدخله، قالا: أما الآن فلا، وأنت داخله، قال: قلت لهما: فإني قد رأيت منذ الليلة عجبًا .. \" تجاوز الله عنهم. (٢) في (أ): هذِه.(٣) في (ز): سنحدثك.(٤) وعند البخاري في كتاب التعبير، باب تعبير الرؤيا بعد صلاة الصبح حديث (٧٥٤٧) \" أما الرجل الأول الذي أتيت عليه يثلغ رأسه بالحجر، فإنه الرجل يأخذ القرآن فيرفضه\".(٥) في (أ): فهو الرجل الذي.(٦) ساقطة من (ز).(٧) عند البخاري بتقديم وتأخير: ومنخره وعينه إلى قفاه، وفي (أ)، (ز): وعينيه.(٨) هكذا في (ز)، وفي رواية البخاري، ولكن في (أ): التي.(٩) ساقطة من (ز).(١٠) ساقطة من (أ).</p><p> الكريه (المرأى أو الكريه)  (١) المرآة فـ (إنه)  (٢) مالك خازن النار، وأما الرجل الطويل الذي في الروضة فهو إبراهيم عليه السلام، وأما الولدان الذين حوله فكل مولود مات على الفطة (٣) ، وأما القوم الذين كان شطر خلقهم حسنا، وشطر (خلقهم قبيحا)  (٤) فإنهم قوم خلطوا عملًا صالحًا وآخر سيئا، فتجاوز الله عنهم (٥) ، وأما الروضة فهي جنة عدن، وأما المدينة التي دخلت فدار الشهداء، قال: فبينما (٦) بصري صعدا، فإذا قصر مثل اللؤلؤة (٧) البيضاء، قالا لي: ها هو ذا (٨) منزلك، وأنا جبريل، وهذا ميكائيل، فقلت: بارك الله فيكما، دعاني أدخل داري! فقالا: إنه قد بقي لك عمل (٩) لم تستكمله، </p><p>(١) زيادة من (ز)، ليست في (أ)، إلا أن فيها: المرآة مع ألف زائدة. (٢) ساقطة من (ز).(٣) في رواية البخاري بعد كلمة الفطرة: قال: فقال بعض المسلمين: يا رسول الله! وأولاد المشركين؟ فقال رسول الله - صلى الله عليه وسلم -: \"وأولاد المشركين\".(٤) وفي رواية البخاري: \"وأما القوم الذين كانوا شطرٌ منهم حسنا وشطر قبيحًا .. تجاوز الله عنهم\"، ولكن في (ز): \"كان شطر خلقهم حسنًا وشطر قبيح\".(٥) إلى هنا انتهى حديث البخاري في التعبير.(٦) في حديث (٧٠٤٧) عند البخاري: فسما.(٧) عند البخاري: الربابة، وفي أخرى له في الجنائز: السحاب، وفي (ز): الراية.(٨) في (أ): هذا هو. وعند البخاري في الجنائز (١٣٨٦): \"قالا ذاك منزلك، قلت: دعاني أدخل منزلي، قالا: إنه بقي لك عمر لم تستكمله، فلو استكملت أتيت منزلك\".(٩) في الرواية السابقهَ عند البخاري: عمر.</p><p> ولو استكملته لدخلت دارك\" (١) . </p><p> وروى علي بن أبي طلحة، عن ابن عباس رضي الله عنهما قال: هي رؤياه التي رآها (٢) أنه يدخل مكة عام الحديبية هو وأصحابه، وهو يومئذ بالمدينة (٣) ، فعجل رسول الله - صلى الله عليه وسلم - السير إلى مكة قبل الأجل، </p><p>(١) [١٧١٧] الحكم على الإسناد: رجاله ثقات، ما عدا هوذة صدوق، وابن الشرقي متكلم فيه لإدمانه شرب المسكر.التخريج:أخرجه البخاري بطريق جرير في كتاب الجنائز نحوه (١٣٨٦)، وبطريق عوف الأعرابي في آخر كتاب التعبير، باب نعبير الرؤيا بعد صلاة الصبح (٧٠٤٧) بتقديم وتأخير في وسطه، ولكن المصنف -كعادته- ضرب صفحًا عن هذا وذاك، وعلى كل حال الحديث ليس في لفظ منه ذكر للإسراء والمعراج، بل سياقه يشهد بأنه رؤيا منام من العهد المدني، فلم يطعن فيه أحد من المنافقين فضلًا عن كونه فتنة للمسلمين.وههنا تغافل المصنف ما أسنده عبد الرزاق إلى ابن عباس رضي الله عنهما قال في تفسير الآية: هي رؤيا عين رآها ليلة أسري به. \"تفسير عبد الرزاق\" ١/ ٣٨٠، وكذلك الطبري في\"جامع البيان\" ١٥/ ١٠ وزاد -بطريق مالك بن إسماعيل-: وليست برؤيا منام، والإمام البخاري رحمه الله في كتاب مناقب الأنصار، باب المعراج (٣٨٨٨) بطريق الحميدي عن ابن عباس رضي الله عنهما قال: هي رؤيا عين أريها رسول الله - صلى الله عليه وسلم - ليلة أسري به إلى بيت المقدس- قال {وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ} قال: هي شجرة الزقوم، ونحوه في كتاب التفسير، باب {وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ} رقم الحديث (٤٧١٦).(٢) في (ز): رأى، وعند الطبري: قال: يقال إن رسول الله - صلى الله عليه وسلم - أري أنه دخل مكة. \"جامع البيان\" ١٥/ ١١٢.(٣) هكذا في (ز)، (م)، وفي (أ): في المدينة.</p><p> فردّه المشركون فقال أناس: قد رُدّ رسول الله - صلى الله عليه وسلم -، وقد كان حدثنا أنه سيدخلها (هو وأصحابه)  (١) فكانت رجعته فتنتهم، فلما كان العام المقبل سار إليها رسول الله - صلى الله عليه وسلم - فدخلها، فأنزل الله تعالى {لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ}  (٢) . </p><p> [١٧١٨] وأخبرنا أبو جعفر محمد بن علي بن أحمد بن إبراهيم (٣) و (أبو الهيثم)  (٤) عروة بن محمد بن عروة قالا: حدثنا أبو صالح محمد ابن عيسى بن محمد بن عبد الرحمن الضبي (٥) ، قال: حدثنا أبو عبد الله الحسين بن (الخصيب الأنذاري)  (٦) ، قال: حدثنا إبراهيم بن سعد (٧) الجوهري، قال: حدثني أمير المؤمنين المأمون (٨) ، قال: حدثني أمير المؤمنين الرشيد (٩) قال: حدثنا سفيان بن عيينة (١٠) ، عن علي بن زيد </p><p>(١) من (ز). (٢) الفتح: ٢٧.(٣) لم أجده.(٤) في (ز): أبو القاسم، ولم أجده.(٥) أبو صالح الكاتب، مختلف فيه.(٦) في (ز): الخصيب الأنزاري، ولم أجد له ترجمة.(٧) في (ز): سعيد، وإبراهيم بن سعيد الجوهري، ثقة حافظ، وهو متقدم يروي عن سفيان بن عيينة، وهذا متأخر، فالله أعلم.(٨) عبد الله المأمون بن هارون الرشيد العباسي، أظهر التشيع.(٩) هارون الرشيد بن محمد بن مهدي بن عبد الله المنصور بن محمد بن علي بن عبد الله بن عباس - رضي الله عنهما - بن عبد المطلب. كان من أنبل الخلفاء وأحشم الملوك.(١٠) ثقة، حافظ فقيه، وكان ربما دلس عن الثقات.</p><p> ابن جدعان (١) ، عن سعيد بن المسيب (٢) في قول الله عز وجل: {وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ} قال: رأى بني أمية على المنابر فساءه ذلك (٣) فقيل له: إنها الدنيا يعطونها فسري عنه، {إِلَّا فِتْنَةً لِلنَّاسِ} قال: بلاء للناس (٤) . </p><p> وروى عبد المهيمن (٥) بن عباس (٦) بن سهل بن سعد، عن أبيه، عن جده (٧) قال: رأى رسول الله - صلى الله عليه وسلم - بني أمية ينزون على منبره نزو </p><p>(١) ضعيف. (٢) أحد العلماء الأثبات، اتفقوا على أن مرسلاته أصح المراسيل.(٣) كلمة ساقطة من (أ).(٤) [١٧١٨] الحكم على الإسناد:الأثر ضعيف لأجل علي بن زيد بن جدعان، وفرط تشيع المأمون، وكان داعية لبدعته، وفيه أيضًا أبو صالح مختلف فيه.التخريج:ذكره الطبري في \"جامع البيان\" ١٥/ ١١١ - ١١٢، فقال ابن الجوزي: ومثل هذا لا يصح، ولكن قد ذكره عامة المفسرين. \"زاد المسير\" ٥/ ٥٤. وقال ابن كثير في \"تفسير القرآن العظيم\" ٩/ ٣٨: هو غريب ضعيف.(٥) عبد المهيمن بن عباس بن سهل بن سعد الساعدي - رضي الله عنه -، عن أبيه، قال البخاري: منكر الحديث. وقال النسائي: متروك الحديث. كتاب \"الضعفاء الصغير\" مع كتاب \"الضعفاء والمتروكين\" ص ٨٣، ٢١٠. وقال ابن حجر: عبد المهيمن الأنصاري المدني، ضعيف، مات بعد سنة (١٧٠ هـ). \"تقريب التهذيب\" لابن حجر (٤٢٦٣).(٦) في (ز): عياش، والمثبت هو الصحيح وعباس بن سهل بن سعد الساعدي الأنصاري، ثقة، فقيه.(٧) سهل بن سعد الساعدي، صحابي جليل.</p><p> القردة (١) فساءه ذلك فما استجمع ضاحكًا حتى مات، فأنزل الله تعالى في ذلك {وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ}  (٢) . </p><p> {وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ}  (يعني: شجرة الزقوم)  (٣) ومجاز الآية: والشجرة الملعونة المذكورة في القرآن، ونصب الشجرة نسقًا (٤) على الرؤيا فتأويلها: {وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ} و (كان)  (٥) فتنتهم في الرؤيا ما ذكرت، وكانت فتنتهم في </p><p>(١) في (أ): القرد، فال ابن حبان في ترجمة عبد المهيمن: ينفرد عن أبيه بأشياء مناكير لا يتابع عليها من كثرة وهمه، فلما فحش ذلك في روايته بطل الاحتجاج به. كتاب \"المجروحين\" ٢/ ١٤٩. أقول: وهذا من مناكير عبد المهيمن، ومعارض لقوله تعالى {وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} الآية العاشرة في سورة الحديد، ومعارض لما رواه الإمام مسلم -بعدة طرق- عن جابر بن سمرة - رضي الله عنه - قال: انطلقت إلى رسول الله - صلى الله عليه وسلم - ومعي أبي فسمعته يقول: لا يزال هذا الدين عزيزًا منيعًا إلى اثني عشر خليفة .. كلهم من قريش. \"صحيح مسلم\"، كتاب الإمارة، باب الناس تبع لقريش .. (١٨٢١)، وأصله عند البخاري أيضًا كتاب الأحكام (٧٢٢٢ - ٧٢٢٣)، إلا أن الحاكم في \"المستدرك\" ٤/ ٤٨٠ أسند إلى أبي هريرة مرفوعا نحو رواية سهل بن سعد، لكن بذكر بني الحكم بن أبي العاص بدل بني أمية، وهذِه الرواية، أقرها الذهبي في \"التلخيص\"، ومع ذلك يستشكل بعمر بن عبد العزيز الأموي رحمه الله، فالله أعلم.(٢) الحكم على الإسناد:فيه عبد المهيمن ضعيف.(٣) ما بين القوسين مقدم هكذا في (ز)، ومؤخر في (أ).(٤) في (ز): عطفًا بها.(٥) في (ز): كانت.</p><p> الشجرة الملعونة أن أبا جهل (قال لما نزلت هذِه الآية)  (١) : أليس من كذب ابن أبي كبشة أنه يوعدكم بنار تحرق الحجارة ثم يزعم أنه تنبت فيها شجرة وأنتم تعلمون أن النار تحرق الشجر، فما تقولون في الزقوم؟ فقال عبد الله بن الزبعري: إنه (٢) الزبد والتمر بلغة بربر، فقال أبو جهل: يا جارية! زقّمينا، فأتت بالزبد والتمر فقال: تزقّموا يا قوم! فإن هذا ما يخوفكم به محمد، والله ما نعلم الزقوم إلا الزبد والتمر، فأنزل الله تعالى: {إِنَّ شَجَرَتَ الزَّقُّومِ (٤٣) طَعَامُ الْأَثِيمِ} (٣) ووصفها في سورة الصافات فقال: {إِنَّهَا شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الْجَحِيمِ (٦٤) } (٤) أي: خلقت من (٥) النار وغذيت بها، فأنزل الله تعالى:  {وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَانًا كَبِيرًا} . </p><p> وروى ابن أبي فديك (٦) ، عن ابن أبي ذئب (٧) ، عن مولي لبني هاشم (٨) حدثه أن عبد الله ابن الحارث بن نوفل (٩) أرسله إلى </p><p>(١) في (أ): لما نزلت هذِه الآية قال. (٢) في (ز): إنها.(٣) الدخان: ٤٣ - ٤٤.(٤) الصافات: ٦٤.(٥) في (ز): في.(٦) محمد بن إسماعيل بن مسلم بن أبي فديك، صدوق.(٧) محمد بن عبد الرحمن بن المغيرة بن الحارث بن أبي ذئب، العامري، ثقة، فقيه.(٨) لم أتبين من هو.(٩) عبد الله بن الحارث بن نوفل الهاشمي، لقبه ببّه، له رؤية، قال ابن عبد البر: أجمعوا على ثقته.</p>"
}