{
  "id": null,
  "sura": 17,
  "aya": 111,
  "text": "<p> والمخافتة: خفض الصوت والسكون، ويقال للميت إذا برد: خَفَت. </p><p> {وَابْتَغِ بَيْنَ ذَلِكَ} أي: بين الجهر والإخفات {سَبِيلًا} . </p><p> ١١١ - {وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا} </p><p> قال الحسين بن الفضل: يعني الَّذي عرّفني أنَّه لم يتخذ ولدا {وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ} قال مجاهد: لم يذل فيحتاج إلى ولي يتعزز به {وَكَبِّرْهُ تَكْبِيرًا} وعظمه عن (١) أن يكون له شريك أو ولي. </p><p> قال عمر بن الخطاب: قول العبد: الله أكبر، خير من الدنيا وما فيها (٢) . </p><p> [١٧٦٢] أنبأني عبد الله بن حامد (٣) ، </p><p> أخبرنا أحمد بن عبد الله (٤) ، حدثنا محمد بن عبد الله بن سليمان (٥) ، </p><p>= التخريج: لم أجده عند غير المصنف.(١) في (أ): على.(٢) لم أجد هذا الأثر عن عمر، ولكن الحديث المرفوع أشمل، وهو ما أخرجه الإمام مسلم في \"صحيحه\"، كتاب الذكر والدعاء، باب فضل التهليل والتسبيح والدعاء (٢٦٩٥) عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"لأن أقول سبحان الله والحمد لله ولا إله إلا الله والله أكبر أحب إلى مما طلعت عليه الشمس\".(٣) لم يذكر بجرح أو تعديل.(٤) أبو محمد المزني يلقب بالباز الأبيض، شيخ جليل قدوة حافظ.(٥) أبو جعفر الحضرمي، ثقة حافظ.</p><p> حدثنا محمد بن العلاء (١) ، حدثنا رشدين (٢) بن سعد، عن (زبان بن فائد)  (٣) ، عن سهل بن معاذ (٤) ، عن أبيه (٥) قال: قال - صلى الله عليه وسلم -: \"آية العز:{وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا}\" الآية (٦) . </p><p> [١٧٦٣] وأخبرني الحسين بن محمد بن الحسين الدينوري (٧) ، قال: حدثنا أحمد بن محمد بن إسحاق السني (٨) ، قال: حدثنا أبو محمد بن زيدان البجلي (٩) ، حدثنا سفيان بن وكيع (١٠) ، حدثنا </p><p>(١) محمد بن العلاء، أبو غريب الهمداني، الحافظ الثقة. (٢) في (أ): رشيد، والصحيح -كما في المسند- أنَّه رشدين بن سعد، أبو الحجاج المهري المصري، ضعيف.(٣) في (أ): زياد بن فائد، وفي (ز): زياد بن فايل غير واضح، وهو: زبان بن فاشد، أبو جوين الحمراوي المصري، ضعيف الحديث مع صلاحه وعبادته.(٤) سهل بن معاذ بن أنس الجهني، لا بأس به إلَّا في روايات زبان عنه.(٥) معاذ بن أنس الجهني الأنصاري، صحابي جليل.(٦) [١٧٦٢] الحكم على الإسناد:فيه زبان ضعيف وكذلك رشدين ضعيف.التخريج:الحديث رواه الإمام أحمد من طريق يحيى بن غيلان حدثه رشدين عن زبان، عن سهل كذلك في \"المسند\" ٣/ ٤٣٩ (١٥٦٢٥).(٧) هو ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٨) أحمد بن محمد بن إسحاق، أبو بكر بن السني، حافظ، ثقة.(٩) عبد الله بن زيدان بن بُريد بن رزين بن ربيع، أبو محمد البجلي، ثقة، حجة.(١٠) أبو محمد الكوفي، كان صدوقًا إلا أنَّه ابتلي بوراقه فأدخل عليه ما ليس من حديث، فنصح فلم يقبل فسقط حديثه.</p><p> سفيان ابن عيينة (١) ، عن عبد الكريم (أبي أمية)  (٢) ، عن عمرو بن شعيب (٣) ، عن أبيه (٤) ، عن جده (٥) قال: كان النبي - صلى الله عليه وسلم - إذا أفصح الغلام من بني عبد المطلب علمه هذِه الآية:  {وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا} الآية (٦) . </p><p>(١) ثقة حافظ حجة إلا أنَّه تغير حفظه بأخرة وكان ربما دلس لكن عن الثقات. (٢) في (أ)، (ز): ابن أبي أمية، وليس في هذِه الطبقة إلا عبد الكريم بن أبي المخارق، أبو أمية البصري، عن أنس والحارث الأعور وسعيد بن جبير، وعنه مالك والسفيانان، من أعيان التابعين، وقد ضعفه أحمد، توفي سنة (١٢٧ هـ). \"الكاشف\" للذهبي ٢/ ١٨١ (٣٤٧٩).قال ابن حبان: كثير الوهم، فاحش الخطأ فيما يروي فبطل الاحتجاج بأخباره.قال ابن معين: عبد الكريم أبو أمية ليس بشيء. \"المجروحين\" ٢/ ١٤٤.(٣) هو عمرو بن شعيب بن محمد بن عبد الله بن عمرو بن العاص -رضي الله عنهما- السهمي، كنيته أبو إبراهيم، صدوق، تكلم العلماء في روايته عن أبيه عن جده.(٤) شعيب بن محمد بن عبد الله، صدوق، ثبت سماعه من جده.(٥) عبد الله بن عمرو بن العاص، صحابي مشهور.(٦) [١٧٦٣] الحكم على الإسناد:فالحديث مجمع الضعفاء.التخريج:أخرجه عبد الرزاق عن ابن عيينة عن عبد الكريم أبي أمية قال: كان رسول الله - صلى الله عليه وسلم - يعلم الغلام من بني هاشم إذا أفصح سبع مرات: {وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ} ولم يذكر في سنده عمرو بن شعيب. \"المصنف\" لعبد الرزاق ٤/ ٣٣٤ (٧٩٧٦). وقال الطبري حدثنا بشر ثنا يزيد، ثنا سعيد، عن قتادة: ذكر لنا أن نبي الله - صلى الله عليه وسلم - كان يعلم أهله هذِه الآية {الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا} .. {وَكَبِّرْهُ تَكْبِيرًا} الصغير من أهله والكبير. \"جامع البيان\" ١٥/ ١٨٩.فهذِه الطرق كلها معلولة أو مقطوعة.</p><p> [١٧٦٤] وأخبرني الحسين بن محمد (١) ، ثنا محمد بن علي بن الحسين بن الفأفأ (٢) ، ثنا أبو بكر بن قارن الرازي (٣) ، ثنا أبو حاتم (٤) ، ثنا سهل بن عثمان (٥) ، ثنا موسى بن صالح الهمداني (٦) ، عن بكربن حبيش (٧) ، عن محمد بن سلمة (٨) ، عن عبد الحميدبن واصل (٩) ، قال: من قرأ آخر بني إسرائيل كتب الله له من الأجر ملء السماوات والأرض والجبال، وذلك بأن الله تعالى يقول: {تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا (٩٠) أَنْ دَعَوْا </p><p>(١) هو ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير. (٢) لم يذكر بجرح أو تعديل.(٣) لم أجده.(٤) أبو حاتم محمد بن إدريس بن المنذر الحنظلي الرازي، أحد الحفاظ.(٥) سهل بن عثمان بن فارس الكندي، أحد الحفاظ، له غرائب.(٦) موسى بن صالح الهمداني، الكوفي روى عن بن أبي ليلى روى عنه سهل بن عثمان.قال أبو حاتم: منكر الحديث. \"الجرح والتعديل\" ٨/ ١٤٧ (٦٦٥).(٧) كذا بالأصل، وقال ابن ماكولا في \"تهذيب مستمر الأوهام\" (ص ٣٣٥): وهو تصحيف فاحش، وهو بكر بن خنيس ولا يختلف في ذلك، ذكره مسلم والبخاري وغيرهما.وقال عنه ابن حجر: صدوق له أغلاط \"التقريب\" (ص ١٢٦) (٧٣٩).(٨) أبو عبد الله الحراني، ثقة.(٩) أبو واصل القتبي الباهلي، من أهل البصرة يروي عن أنس بن مالك، روى عن شعبة ومحمد بن سلمة الحراني وعتاب بن بشير. ذكره ابن حبان في \"الثقات\" ٥/ ١٢٦ (٤١٧٥).</p><p> لِلرَّحْمَنِ وَلَدًا (٩١) } قال: فيكتب له من الأجر على قدر ذلك (١) . </p><p>(١) [١٧٦٤] الحكم على الإسناد: شيخ المصنف لم يذكر بجرح أو تعديل، فيه من لم أجده، وموسى بن صالح منكر الحديث، وبكر صدوق له أغلاط.التخريج:لم أجد أحدًا ذكر هذا الأثر، وفي الأحاديث الصحيحة المرفوعة في فضل القرآن كفاية، ولله الحمد.</p><p> الكشف والبيان عن تفسير القرآن </p><p> تأليف </p><p> أبي إسحاق أحمد بن إبراهيم الثعلبي المتوفى سنة ٤٢٧ هـ </p><p> أشرف على إخراجه </p><p> د/ صلاح باعثمان - د/ حسن الغزالي - أ. د/ زيد مهارش - أ. د/ أمين باشه </p><p> [المجلد السابع عشر] </p><p> [سورة الكهف * مريم * طه ١ - ٥٩] </p><p> تحقيق </p><p> د/ عيد بن مدعج السبيعي </p><p> د/ صالح بن نمران الحارثي </p><p> السيرة الذاتية للمحقق </p><p> د/ عِيد بن مدعج السّبيعي </p><p> حصل على درجة الدكتوراه في تخصص التفسير وعلوم القرآن من جامعة أم القرى. - كلية الدعوة وأصول الدين - قسم الكتاب والسنة، وعنوان رسالة الدكتوراه (منهج الفيض الكاشاني في تفسيره الصافي عرض ونقد) . </p><p> بعض من المناصب الإدارية التي شغلها: </p><p> يعمل بالرئاسة العامة لهيئة الأمر بالمعروف والنهي عن المنكر - الرياض. </p><p> له مؤلفات منشورة أهمها: </p><p> ١ - تاريخ البدع. </p><p> ٢ - أصول التفسير ومصادره. </p><p> ٣ - مسند تميم بن أوس الداري رضي الله عنه جمع وتحقيق. </p><p> ٤ - أصول المفردات العامية في لغتنا الفصيحة. </p><p> ٥ - تراجم علماء الظاهرية. </p><p> ٦ - وقفات مع سورة الإخلاص. </p><p> ٧ - زيارة النساء للقبور. </p><p> ٨ - وقفات مع بعض كتب الأنساب. </p><p> ٩ - الزيادة على النص. </p><p> * * * </p><p> السيرة الذاتية للمحقق </p><p> د/ صالح بن نمران الحارثي </p><p> أستاذ مساعد بجامعة نجران - كلية المجتمع والشريعة وأصول الدين حصل على درجة الدكتوراه عام ١٤٢٨ هـ في تخصص الحديث وعلومه من جامعة أم القرى - كلية الدعوة وأصول الدين. </p><p> بعض من المناصب الإدارية التي شغلها: </p><p> وكيل عمادة خدمة المجتمع والتعليم المستمر للتطوير والجودة بجامعة نجران. </p><p> وكيل كلية المجتمع للتطوير والجودة بجامعة نجران. [تمام السيرة في المجلد التالي] </p><p> * * * </p><p> الْكَشْفُ وَالْبَيَانُ عَن تَفْسِيرِ الْقُرْآنِ </p><p> [١٧] </p><p> جَمِيع الْحُقُوق مَحْفُوظَة </p><p> رَقم الْإِيدَاع بدَارِ الْكتب ١٥١٩٨/ ٢٠١٣ </p><p> الطَّبعَةُ الأولى </p><p> ١٤٣٦ هـ - ٢٠١٥ م </p><p> دَار التَّفْسِير </p><p> جدة - المملكة الْعَرَبيَّة السَعوديَّة </p><p> شَارِع مَحْمُود نصيف - حَيّ الأندلس </p><p> ص. ب: ١٢٢٤٩٧ - جدة: ٢١٣٣٢ </p><p> تلفاكس: ٦٦٨٨٨٢٣ - ٠١٢ </p><p> ١٨ - سُورَة الكَهْفِ </p><p> سورة الكهف </p><p> مكية (١) ، وهي ستة آلاف وثلاثمائة وستون حرفًا، وألف وخمسمائة وسبع وسبعون كلمة، ومائة وعشر آيات (٢) . </p><p> [١٧٦٥] أخبرنا أبو الحسن عبد الرحمن بن إبراهيم بن محمد الطبراني (٣) بها، قال: أخبرني أبو علي الصفار (٤) ، قال: حدثنا الحسن بن الفضل (٥) ، قال: </p><p>(١) انظر: \"معالم التنزيل\" للبغوي ٥/ ١٤٣، \"الوسيط\" للواحدي ٣/ ١٣٥، \"تفسير القرآن العظيم\" لابن كثير ٩/ ٩٩، وقال القرطبي في \"الجامع لأحكام القرآن \" ٠/ ٣٤٦: وهي مكية في قول جميع المفسرين، وروي عن فرقة أن أول السورة نزلت بالمدينة، إلى قوله: {وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا (٨)} ثم رجح أنها مكية كلها، وفي \"الكشاف\" للزمخشري أنها مكية إلا آية (٣٨)، ومن آية (٨٣) إلى آية (١٠١)، فمدنية. (٢) انظر: \"البيان في عد آي القرآن\" للداني (ص ١٧٩)، وما ذكره المصنف من كون آياتها مائة وعشر آيات، فهذا في العد الكوفي، ذكره الداني، وذكر أنها مائة وخمس آيات في المدني والمكي، وست في الشامي، وإحدى عشرة في البصري.(٣) ثقة.(٤) ثقة.(٥) هو الحسن بن الفضل بن السمح، أبو علي الزعفراني البوصراني، حدث عن: مسلم بن إبراهيم، وعبد الحميد بن صالح، وعنه: ابن صاعد، والصفار، قال عنه ابن المنادي: أكثر الناسُ عنه، ثم انكشف ستره فتركوه وخرقوا حديثه. توفي سنة ٢٨٠ هـ وقيل: ٢٥٨ هـ.\"تاريخ بغداد\" للخطيب ٧/ ٤٠١، \"ميزان الاعتدال\" للذهبي ١/ ٥١٧، \"لسان الميزان\" لابن حجر ٢/ ٢٤٤.</p><p> حدثنا غياث بن كلوب (١) ، قال: حدثثا مطرف بن سمرة بن جندب (٢) ، عن أبيه (٣) ، قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ عشر آيات من سورة الكهف حفظًا لم تضره فتنة الدجال، ومن قرأ السورة كلها دخل الجنّة\"  (٤) . </p><p>(١) هو غياث بن كلّوب ترجم له الذهبي، وابن حجر، ولم يزيدا على اسم أبيه شيئًا، وذكرا أن الدارقطني ضعفه وقال: له نسخة عن مطرف بن سمرة. ونقل ابن حجر عن البيهقي قوله: غياث مجهول. \"ميزان الاعتدال\" للذهبي ٣/ ٣٣٨، \"لسان الميزان\" لابن حجر ٤/ ٤٢٣.(٢) لم أجد لمطرف هذا ترجمة ولم أجد له ذكرًا في ترجمة أبيه - رضي الله عنه - وكل ما وجدته عنه ما نقله الذهبي وابن حجر عن الدارقطني أنَّه قال عن غياث بن كلّوب: له نسخة عن مطرف بن سمرة، ولسمرة بن جندب - رضي الله عنه - نسخة فيها وصيته لبنيه.\"ميزان الاعتدال\" للذهبي، \"لسان الميزان\" لابن حجر ترجمة غياث، \"معرفة النسخ\" لأبي زيد (ص ١٦١ - ١٦٥).(٣) سمرة بن جندب، صحابي جليل.(٤) [١٧٦٥] الحكم على الإسناد:فيه الحسن بن الفضل تركه الناس، وفيه غياث بن كلوب ضعفه الدارقطني، وفيه مطرف بن سمرة لم أجده.التخريج:الحديث بهذا اللفظ لم أجده عند غير المصنف رحمه الله، أما شطره الأول فقد ورد قريبًا منه عند مسلم كتاب صلاة المسافرين، باب فضل سورة الكهف (٨٠٩) \"من حفظ عشر آيات .. \"، وأحمد في \"المسند\" ٦/ ٤٤٩ (٢٧٥٤٥) والنسائي في \"السنن الكبرى\" ٥/ ١٥، ٦/ ٢٣٥، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٣/ ٦٥، من حديث أبي الدرداء بلفظ \"من قرأ عشر آيات من الكهف عصم من الدجال\".وقد وردت الأحاديث في قراءة عشر آيات من سورة الكهف على ما يلي: =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= أ- منها ما ورد مقيدًا بكونها عشر آيات من أول الكهف كحديث أبي الدرداء: \"من حفظ عشر آيات من أول سورة الكهف عصم من فتنة الدجال\"، رواه مسلم كتاب: صلاة المسافرين، باب: فضل سورة الكهف (٨٠٩) من طريق هشام وهمام عن قتادة عن سالم بن أبي الجعد عن معدان بن أبي طلحة عن أبي الدرداء - رضي الله عنه -، ورواه أيضًا النسائي في \"السنن الكبرى\" ٦/ ٢٣٦، وأبو داود كتاب الملاحم: باب خروج الدجال (٤٣٢٣)، والإمام أحمد في \"المسند\" ٦/ ٤٤٩ (٢٧٥٤٠)، والبغوي في \"شرح السنة\" ٤/ ٤٦٩، و\"معالم التنزيل\" ٥/ ٢١٤، والحاكم في \"المستدرك\" ٢/ ٣٩٩، والبيهقي في \"سننه\" ٣/ ٢٤٩، وابن الضريس في \"فضائل القرآن\" (ص ١٦٣) كلهم من حديث أبي الدرداء - رضي الله عنه -. كما رواه ابن الضريس في \"فضائل القرآن\" (ص ١٦١) من حديث ثوبان - رضي الله عنه -.ب- ومنها ما ورد مقيدًا بكون تلك الآيات من آخر سورة الكهف، كما روى ذلك مسلم كتاب: صلاة المسافرين، باب: فضل سورة الكهف (٨٠٩)، وأحمد في \"المسند\" ٦/ ٤٤٦ (٢٧٥١٦) من طريق شعبة عن قتادة عن سالم عن معدان عن أبي الدرداء عند مسلم \"من حفظ عشر آيات من آخر سورة الكهف. \"وعند أحمد \"من قرأ .. \" والنسائي في \"السنن الكبرى\" ٦/ ٢٣٥ من طريق شعبة عن قتادة عن سالم به بلفظ\" من قرأ العشر الأواخر من الكهف .. \" ورواه أيضًا عن سالم عن معدان عن ثوبان مرفوعًا.وقال الحافظ ابن كثير رحمه الله في \"تفسير القرآن العظيم\" ٩/ ١٠٠: فيحتمل أن سالمًا سمعه من أبي الدرداء ومن ثوبان ا. هـ.قلت: الَّذي حدث به عن أبي الدرداء هو معدان بن أبي طلحة وليس بسالم.كما ورد في حديث أبي سعيد الخدري بلفظ \" ... ومن قرأ عشر آيات من آخرها ثم خرج الدجال لم يسلط عليه\" رواه الحاكم عنه مرفوعًا في \"المستدرك\" ١/ ٧٥٢، وقال: صحيح على شرط مسلم ولم يخرجاه، ورواه النسائي في \"السنن الكبرى\" ٦/ ٢٣٦، ورواه الحاكم عن أبي سعيد مرفوعًا في ١/ ٧٥٢ وموقوفًا في ٤/ ٥٥٧ وقال: صحيح الإسناد ولم يخرجاه. وكذلك رواه النسائي في \"السنن الكبرى\" =</p><p> [١٧٦٦] وأخبرني محمد بن القاسم (١) ، قال: حدثنا عبد الرحمن محمد بن محبوب (٢) ، قال: حدثنا جعفر (٣) بن سهل (٤) ، قال: </p><p>= ٦/ ٢٣٦ وهكذا اختلف في رفعه ووقفه على أبي سعيد - رضي الله عنه -. ورجح الألباني أنَّه موقوف لكن له حكم الرفع لأن مثله لا يقال بالرأي \"سلسلة الأحاديث الصحيحة\" (٢٦٥١)، وكذا رواه عن أبي سعيد مرفوعًا الطبراني في \"المعجم الأوسط\" ٢/ ١٢٣ (١٤٥٥).ج- ومنها ما ورد غير مقيد كرواية المصنف هنا، وكراوية النسائي وأحمد اللتين ذكرتهما سابقًا.د- ومنها ما قيد بثلاث آيات كرواية الترمذي كتاب: فضائل القرآن، باب: ما جاء في فضل سورة الكهف (٢٨٨٦) \" من قرأ ثلاث آيات من أول الكهف .. \" لم يروه غيره، وقال: حسن صحيح.والشطر الأخير من الحديث: \"ومن قرأ السورة كلها دخل الجنّة\" لم أجده مرويًا عند غير المصنف، لكن ورد في قراءة السورة كلها أحاديث منها:حديث أبي سعيد: \"من قرأ سورة الكهف في يوم الجمعة أضاء له النور ما بين الجمعتين\".رواه الحاكم في \"المستدرك\" ٢/ ٣٩٩، ورواه البيهقي في \"الدعوات الكبير\" كما في \"مشكاة المصابيح\" للتبريزي ١/ ٦٦٧.وكحديث أبي سعيد أيضًا: \"من قرأ سورة الكهف كما أنزلت بيانت له نورًا من مقامه إلى مكة ومن قرأ عشر آيات من آخرها ثم خرج الدجال لم يسلط عليه .. \" رواه الحاكم والنسائي في \"السنن الكبرى\"، كما سبق واختلف في رفعه ووقفه. وكحديث أبي سعيد أيضًا: \"من قرأ سورة الكهف يوم الجمعة أضاء له من النور ما بينه وبين البيت العتيق\" رواه الدارمي في \"سننه\" ٤/ ٢١٤٣ (٣٤٥٠).(١) لم يذكر بجرح أو تعديل.(٢) لم أجده.(٣) في (ب) جعفي، وهو خطأ.(٤) لم أجده.</p><p> حدثنا أحمد بن حرب (١) ، قال: حدثنا مكي بن إبراهيم (٢) ، عن إسماعيل بن رافع (٣) ، عن إسحاق (٤) بن عبد الله بن أبي فروة (٥) أن رسول الله - صلى الله عليه وسلم - قال:  \"ألا أدلكم على سورة شيعها سبعون ألف ملك حين نزلت وملأ عظمها ما بين السماء والأرض لتاليها مثل ذلك\" قالوا: بلى يا رسول الله. قال:  \"سورة أصحاب الكهف، ومن قرأها يوم الجمعة غفر(٦)له إلى الجمعة الأخرى وزيادة ثلاثة أيام ولياليها وأعطي نورًا يبلغ السماء، ووقي فتنة الدجال\"  (٧) . </p><p>(١) أبو عبد الله النيسابوري له مناكير ولم يترك ورمي بالإرجاء. (٢) ثقة ثبت.(٣) ضعيف الحفظ.(٤) في الأصل: عن أبي إسحاق، وهو خطأ والمثبت من (ب) ومن مصادر الترجمة.(٥) متروك.(٦) في (ز): غفر الله له.(٧) الحكم على الإسناد:هذا سند ضعيف جدًّا لا تقوم به حجة، ففيه جعفر لم أجده، وابن حرب له مناكير، وفيه ابن رافع ضعيف، وفيه إسحاق متروك، كما أنَّه مرسل؛ فإسحاق لم يدرك النبي - صلى الله عليه وسلم - بل لا يعرف له رواية عن الصحابة - رضي الله عنهم -، كما في ترجمته.التخريج:هذا الحديث أخرجه ابن الضريس في \"فضائل القرآن\" (ص ١٦١) بسنده عن إسماعيل بن عياش عن إسماعيل بن رافع قال: بلغنا أن رسول الله - صلى الله عليه وسلم - قال .. فذكره، مع اختلاف قليل في اللفظ وزيادة: \"ومن قرأ الخمس آيات من خاتمتها حين يأخذ مضجعه من فراشه تحفظه، وبعث من أي الليل شاء\".وهذا الإسناد ضعيف فرواية ابن عياش هنا عن غير الشاميين، وابن رافع ضعيف، والحديث مرسل. =</p>"
}