{
  "id": null,
  "sura": 17,
  "aya": 82,
  "text": "<p> ما رأينا رجلًا أسحر من محمد! </p><p> ٨٢ - قوله -عز وجل- {وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ} </p><p> (من كل داء؛ لأن الله تعالى يدفع به المكاره)  (١)  {وَرَحْمَةٌ لِلْمُؤْمِنِينَ} أي: بيان من الضلالة والجهالة (يتبين به ما يختلف فيه ما يشكل عليهم)  (٢) فيستشفى به من (الشبه فإذا)  (٣) فعل ذلك رحمه الله تعالى (فهو شفاء)  (٤) للقلوب بزوال الجهل عنها (كما يشفى المريض إذا زاحت العلل عنه)  (٥) . </p><p> وقال قتادة (٦) : إذا سمعه المؤمن حفظه وانتفع به ووعاه {وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا}  (لأنه لا ينتفع به الظالم ولا يحفظه ولا يعيه. و)  (٧) قال همام: سمعت قتادة (٨) يقول: ما جالس هذا القرآن أحد إلا قام عنه بزيادة أو نقصان، ثم قرأ هذِه الآية. </p><p>(١) من (م). (٢) في (أ)، (ز): يبين له ما يختلف فيه ويشكل عليه.(٣) في (م): الشبهة وإذا.(٤) في (م): وشفاء.(٥) من (أ)، (ز).(٦) أسند إليه الطبري في \"جامع البيان\" ١٥/ ١٥٣.(٧) كلمة (الظالم) ساقطة من (أ)، (ز) كما سقطت الواو الأخيرة من (أ)، وسقطت من (م): ولا يعيه.(٨) نقل البغوي في \"معالم التنزيل\" ٥/ ١٢٣، والقرطبي في \"الجامع لأحكام القرآن\" ١٠/ ٣٢١ هذا القول نحوه عن قتادة تعليقًا.ولكن قال السيوطي: أخرج ابن عساكر عن أويس القرني -رضي الله عنه-: لم يجالس أحد =</p><p> [١٧٤٥] أخبرني نافل (١) بن راقم بن أحمد القارئ، قال: حدثنا أبو محمد عبد الله بن أحمد بن محمد بن الحسن (٢) ، قال: حدثني محمد بن أحمد بن مدرك البخاري (٣) ، قال: حدثنا عبد الله بن واصل (٤) ، قال: حدثنا محمد بن يوسف (٥) ، قال: حدثنا أحمد بن الحارث الغساني (٦) ، قال: حدثتنا ساكنة (بنت الجعد (٧) ، قالت: ) (٨) سمعت رجاء الغنوي (٩) -رضي الله عنه- يقول: قال رسول الله - صلى الله عليه وسلم -: </p><p>= هذا القرآن إلا قام عنه بزيادة أو نقصان، قضاء الله الذي قضى. \"الدر المنثور\" ٤/ ٣٦٠. (١) في (أ): باقل، ولم أجده.(٢) لم أجده.(٣) لم أجده.(٤) لم أجده.(٥) لم يتبين لي من هو.(٦) أبو عبد الله البصري، ويعرف بالغنوي، قال البخاري: فيه نظر، وقال أبو حاتم: متروك الحديث، وقال العقيلي له مناكير لا يتابع عليها. انظر \"التاريخ الكبير\" ٢/ ٢، \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٤٧، \"الضعفاء الكبير\" للعقيلي ١/ ١٢٥، \"ميزان الاعتدال\" للذهبي ١/ ٨٨.(٧) الغنوية، تروي عن سراء بنت نبهان، ورجاء الغنوي، قال الذهبي: مجهولة، انظر \"ميزان الاعتدال\" ٢/ ٤٤.(٨) في (ز): بن الجعد قال.(٩) ذكره ابن حبان في ثقات التابعين وقال: يروي المراسيل، أصيبت يده يوم الجمل، وقال ابن عبد البر: لا يصح حديثه ولا تصح له صحبة، يعد في البصريين، وقال ابن الأثير: له صحبة، وقال العقيلي: لا يعرف له رواية. انظر \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٥٠٠، \"الضعفاء\" للعقيلي ١/ ١٢٥، \"الثقات\" لابن حبان ٤/ ٢٣٧، \"الاستيعاب\" لابن عبد البر ٢/ ٧٥، \"أسد الغابة\" لابن الأثير ١/ ٢١٩.</p>"
}