{
  "id": null,
  "sura": 17,
  "aya": 24,
  "text": "<p> وقال مجاهد في هذِه الآية: إن بلغا عندك من (١) الكبر ما يبولان ويخرءان (٢) فلا تقذرهما، ولا تقل لهما أف حين ترى الأذى، وتميط عنهما الخلاء (٣) أو البول كما كانا يميطانه عنك صغيرًا، ولا تؤذهما (٤) . </p><p> ٢٤ - {وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ} </p><p> قال عروة بن الزبير: لِن لهما حتى لا (تمتنع من)  (٥) شيء أحباه (٦) . وقال مقاتل:  (ألن لهما جناحك)  (٧) واخضع لهما (٨) ، وقرأ الحسن وسعيد بن جبير وعاصم الجحدري:  (جناح الذِّلِّ) بكسر الذال، أي لا تستصعب معهما {وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا} . </p><p> قال ابن عباس (٩) - رضي الله عنهما -: هو منسوخ بقوله تعالى: {مَا كَانَ لِلنَّبِيِّ </p><p>(١) ساقطة من (ز). (٢) ساقطة من (م)، وفي (ز): يتغوطان.(٣) في (أ): الخرء.(٤) أخرجه ابن جرير في \"جامع البيان\" ١٥/ ٦٤ بنحوه.(٥) في (م): لا تمتنع عن، وفي (أ): لا تمنع، وعند ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٢٤ (١٣٢٣٦) قال: تلين لهما حتى لا يمتنعا عن شيء أحباه، وعند ابن أبي شيبة في \"المصنف\" ٨/ ٣٩٢ (٢٥٨٠٠) قال: لا تمنعهما شيئًا أراداه، أو قال: أحباه، وكذا في \"الدر المنثور\" للسيوطي ٤/ ٣١٠.(٦) أخرجه البخاري في \"الأدب المفرد\" (ص ٢٠) وهكذا ابن جرير في \"جامع البيان\" ١٥/ ٦٤ مختصرًا.(٧) في (م): ألن جانبك لهما، وفي (ز): ليِّن لهما جانبك.(٨) ذكر البغوي نحوه بدون نسبة في \"معالم التنزيل\" ٥/ ٨٦.(٩) أسند إليه البخاري نحوه في \"الأدب المفرد\" (ص ٢٥).</p><p> وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى} (١) . </p><p> [١٦٩٨] أخبرنا أبو علي (٢) الحسين بن محمد بن إبراهيم السراج، أخبرنا أبو بكر محمد بن الحسين القطان (٣) ، قال: حدثنا محمد بن عبد الوهاب (٤) ، قال: حدثنا الحسين بن الوليد (٥) ، (قال: حدثنا)  (٦) شعبة (٧) ، عن يعلي بن عطاء (٨) ، عن أبيه (٩) ، عن عبد الله بن عمرو (١٠) قال: قال رسول الله - صلى الله عليه وسلم -: \"رِضَا اللهِ تعالى مع رضاء الوالدين، وسخط اللهِ تعالى مع سخط الوالدين\"  (١١) . </p><p>(١) التوبة: ١١٣. (٢) في (ز): أبو الحسين بن محمد بن علي بن إبراهيم، وهو أبو علي الحسين بن محمد بن علي بن إبراهيم السيوري، ثقة كثير الحديث.(٣) النيسابوري، شيخ صالح.(٤) في (م)، (أ): هارون. والصواب المثبت، وهو أبو أحمد الفراء، ثقة عارف.(٥) الحسين بن الوليد القرشي، مولاهم، النيسابوري، أبو علي، ويقال: أبو عبد الله. الفقيه ولقبه كميل، ثقة، مات سنة (٢٠٢ هـ) أو (٢٠٣ هـ) \"تهذيب الكمال\" للمزي ٦/ ٤٩٥، \"تقريب التهذيب\" لابن حجر (١٣٥٩).(٦) في (ز): الوليد بن شعبة، وهو خطأ.(٧) أبو بسطام العتكي الأزدي، ثقة حافظ متقن.(٨) العامري الطائفي، ثقة.(٩) عطاء العامري الطائفي، روى له البخاري في \"الأدب\"، وأبو داود والترمذي والنسائي، قال الحافظ: مقبول، من الثالثة. انظر \"تهذيب الكمال\" للمزي ٢٠/ ١٣٢، \"تقريب التهذيب\" لابن حجر (٤٦٠٩).(١٠) في (أ): عمر بن الخطاب، والمثبت من (ز) وهو الصحابي المشهور.(١١) [١٦٩٨] الحكم على الإسناد.رجاله ثقات، إلا القطان شيخ صالح، وعطاء والد يعلى مقبول. =</p><p> [١٦٩٩] وأخبرنا أبو محمد الحسن بن أحمد المخلدي (١) ، قال: أخبرنا أبو بكر محمد بن حمدون بن خالد بن يزيد (٢)  (قال: حدثنا أحمد بن محمد بن غالب (٣) ، غلام الخليل، قال: حدثنا محمد بن </p><p>= التخريج: أخرجه الترمذىِ في أبواب البر والصلة، باب الفضل في رضى الوالدين (١٨٩٩)، بطريق عمرو بن علي، ثنا خالد بن الحارث، عن شعبة، عن يعلي بن عطاء، عن أبيه، عن عبد الله بن عمرو، عن النبي - صلى الله عليه وسلم - قال: \"رضى الرب في رضى الوالد، وسخط الرب في سخط الوالد\"، ثم ساقه من حديث محمد بن جعفر عن شعبة به نحوه ولم يرفعه، قال: وهذا أصح، وهكذا أصحاب شعبة، ولا نعلم أحدًا رفعه غيره وهو ثقة مأمون. وأخرجه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ١/ ٣٢٨ بطريق خالد بن الحارث، عن شعبة به، عن عبد الله بن عمرو مرفوعًا، وأخرجه الحاكم في \"المستدرك\" ٤/ ١٥٢ بطريق أحمد بن جعفر، ثنا عبد الله بن أحمد بن حنبل، حدثني أبي، حدثنا عبد الرحمن، حدثنا شعبة به مرفوعًا، كذلك من حديث عبد الله بن عمرو، ولكن الإمام البخاري في \"الأدب المفرد\" (ص ١٨) أخرجه بطريق آدم قال: حدثنا شعبة، حدثنا يعلي بن عطاء، عن أبيه، عن عبد الله بن عمر موقوفًا عليه بلفظ \"رضى الرب في رضى الوالد، وسخط الرب من سخط الوالد\"، وإنما رواه البغوي في \"معالم التنزيل\" ٥/ ٨٧ من حديث عبد الله بن عمر - رضي الله عنهما - مرفوعًا بلفظ \"رضى الله من رضى الوالد وسخط الله من سخط الوالد\"، فالحديث في المصادر والمراجع المتداولة مرفوعًا وموقوفًا بلفظ: \"رضى الله -الرب- من رضى الوالد .. \" ولم يعرف بلفظ المصنف.(١) إمام صدوق، مسند عادل.(٢) النيسابوري، الحافظ، الثبت.(٣) أحمد بن محمد بن غالب بن خالد بن مرداس الباهلي أبو عبد الله الزاهد البصري، المعروف بغلام خليل، معروف بوضع الحديث، متروك، كذاب، مات في رجب سنة (٢٧٥ هـ). انظر \"تاريخ بغداد\" للخطيب البغدادي ١٣/ ٢٨٢.</p><p> سلام السلمي (١) ، قال: حدثنا محمد بن السماك (٢) ) (٣) الكوفي عن (عائذ (٤) بن شريح) (٥) ، عن عطاء (٦) ، عن عائشة (٧) رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم -: \"يقال للعاق: اعمل ما شئت فإني لا أغفر لك،ويقال للبار:اعمل ما شئت فإني سأغفر لك\"  (٨) . </p><p>(١) محمد بن سلام بن الفرج، أبو عبد الله، مولى بني سليم، البخاري، البيكندي أو الباكندي ويقال بالفاء أيضًا روى عن ابن المبارك وابن علية وآخرين، ثقة ثبت، مات سنه (٢٢٥ هـ). انظر \"تهذيب الكمال\" للمزي ٢٥/ ٣٤٠، \"تقريب التهذيب\" لابن حجر (٥٩٤٥). (٢) محمد بن صبيح، أبو العباس المذكر، مولى بني عجل، ويعرف بابن السماك القاص الواعظ، الكوفي، قدم بغداد، روى عن هشام بن عروة وطبقته، وعنه أحمد وابن خمير، وغيرهما قال الدارقطني: لا بأس به. وقال ابن نمير: صدوق. ومرة: حديثه ليس بشيء. قال ابن حبان: مستقيم الحديث. مات سنة (١٨٣ هـ). انظر: \"التاريخ الكبير\" ١/ ١٠٦، \"تاريخ بغداد\" ٥/ ٣٦٨، \"الثقات\" ٩/ ٣٢، \"لسان الميزان\" ٦/ ١٩٢.(٣) ما بين القوسين ساقط من (ز).(٤) في (أ) غير واضح، وفي (ز): حامد بن شريح، والصواب: عائذ بن نسير، وهو العجلي من أهل العراق يروي عن العراقيين والحجازيين، ضعفه ابن معين وسرد له ابن عدي مناكير، وقال ابن حبان: كان كثير الخطأ، فبطل الاحتجاج بما انفرد به. \"المجروحين\" ٢/ ١٩٤ \"الضعفاء والمتروكين\" لابن الجوزي ٢/ ٦٨ (١٧٤٩)، \"المغني في الضعفاء\" للذهبي ١/ ٤٦٢ (٣٠٢٢).(٥) ساقط من (ز).(٦) عطاء بن أبي رباح: أسلم، ثقة فقيه، فاضل، لكنه كثير الإرسال.(٧) أم المؤمنين، وبنت الصديق، رضي الله عنها.(٨) [١٦٩٩] الحكم على الإسناد:فيه ابن غالب معروف بوضع الحديث، متروك، وعائذ ضعفه ابن معين وغيره. =</p><p> [١٧٠٠] وأخبرنا أبو بكر محمد بن أحمد بن عبد الله المزكي (١) ، قال: حدثنا البغوي (٢) ببغداد، قال: حدثنا أحمد بن عبيد الناصح (٣) ، قال: حدثنا شبابة بن سوار (٤) ، قال: حدثنا المغيرة بن مسلم (٥) ، عن عطاء (٦) ، عن ابن عباس - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وسلم -: \"من أمسى مرضيًا لوالديه وأصبح، أصبح وله بابان مفتوحان من الجنة، وإن واحدًا فواحدًا(٧)، ومن أمسى مسخطًا لوالديه وأصبح، أصبح وله بابان مفتوحان من النار، وإن واحدًا فواحدًا(٨)\" ، فقال رجل: يا رسول الله! وإن ظلماه؟ قال:  \"وإن ظلماه\" ، قال: وإن ظلماه؟ قال:  \"وإن ظلماه\" ثلاث مرات. </p><p>= التخريج: ذكر القرطبي في \"جامع أحكام القرآن\" ١٠/ ٢٤٣ بصيغة التمريض، ما في معناه، حيث قال: وروي عن علي - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"لو علم الله شيئًا أردأ من أف لذكره، فليعمل البار ما شاء أن يعمل، فلن يدخل النار، وليعمل العاق ما شاء أن يعمل، فلن يدخل الجنة\".(١) لم يذكر بجرح أو تعديل.(٢) عبد الله بن محمد بن عبد العزيز البغوي، إمام ثقة، أقل المشايخ خطأ.(٣) يعرف بأبي عصيدة، وهو لين الحديث.(٤) الفزاري، مولاهم، المدائني، ثقة، حافظ رمي بالإرجاء.(٥) في (أ): سلام. والمثبت هو الأصح، وهو القسملي السراج، صدوق.(٦) الله أعلم، هل هو عطاء بن أبي مسلم الخراساني صدوق يهم كثيرًا ويرسل ويدلس؟ أو عطاء بن أبي رباح وهو ثقة، لكنه كثير الإرسال، وقيل تغير بأخرة.(٧) في (ز): فواحد. مرفوعًا.(٨) في (ز): فواحد. مرفوعًا. =</p><p> [١٧٠١] وأخبرنا أبو عبد الله النصيري المزكي (١) ، قال: أخبرنا أبو العباس السراج (٢) قال: حدثنا قتيبة بن سعيد (٣) قال: حدثنا رشدين (٤) بن سعد، عن أبي هانئ (٥) الخولاني، عن (أبي عمر النصيبي (٦) قال: جاء رجل إلى رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله! </p><p>= [١٧٠٠] الحكم على الإسناد: في سند الحديث شيخ المصنف لم يذكر بجرح أو تعديل، وأحمد بن عبيد أيضًا من الضعفاء، وعطاء أيضًا مبهم، وعنعن، ففي سنده من لم يعرف حاله، وإبهام وتدليس.التخريج:ذكر السيوطي في \"الجامع الصغير\" ٤/ ١٦٩٣ (٧٤٥٤) نحوه ورمز لضعفه، وضعفه الألباني في \"ضعيف الجامع\" (٥٤٢٧). وهو في \"مشكاة المصابيح\" للتبريزي، كتاب الآداب، باب البر والصلة (٤٩٤٣)، وضعفه الألباني.وعند البخاري في \"الأدب المفرد\" (ص ١٩) بطريق حجاج قال: حدثنا حماد بن سلمة عن سليمان التيمي، عن سعيد القيسي، عن ابن عباس - رضي الله عنهما - قال: ما من مسلم له والدان مسلمان، يصبح إليهما محتسبًا إلا فتح الله له بابين -يعني من الجنة-، وإن كان واحدًا فواحدٌ، وإن أغضب أحدهما لم يرض الله عنه، قيل: وإن ظلماه؟ قال: وإن ظلماه. هكذا موقوفًا غير مرفوع.(١) محمد بن أحمد بن علي بن نصير، صدوق إلا أن الحديث ليس من شأنه.(٢) محمد بن إسحاق بن مهران الثقفي، إمام حافظ ثقة.(٣) أبو رجاء البلخي، ثقة ثبت.(٤) في (أ): رشد، والمثبت هو الصواب، ورشدين، ضعيف.(٥) في (أ): هلال، والصواب أنه أبو هانئ حميد بن هانئ الخولاني المصري من بني يعلي بن مالك بن خولان، لا بأس به، توفي سنة (١٤٢ هـ). انظر \"تهذيب الكمال\" للمزي ٧/ ٤٠١، \"تقريب التهذيب\" لابن حجر (١٥٦٢).(٦) في (ز): أبو عمرو اليحصبي، وفي (م): أبو عمرو الضبي. ولم أجده.</p><p> (صلى الله عليك)  (١) دلني على عمل أعمله يقربني إلى الله تعالى، قال:  \"هل لك(والد و)(٢)ووالدة؟ \" قال: نعم، قال:  \"يكفيك مع البر بالوالدين العمل اليسير\"  (٣) . </p><p>(١) من (أ). (٢) ساقطة من (ز).(٣) [١٠٧٠١] الحكم على الإسناد:فيه شيخ أبي هانئ لم يعرف، ورشدين ضعيف، وشيخ المصنف قيل فيه: ليس الحديث من شأنه؛ فسند الحديث ضعيف.التخريج:لم أجده.</p>"
}