{
  "id": null,
  "sura": 17,
  "aya": 45,
  "text": "<p> فقال جبريل عليه السلام: إنما يأكل هذا نبيٌّ أو وصيٌّ أو ولد نبيٌّ (١) . </p><p> وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ} يعني لا تعلمون تسبيح من عدا من يسبح بلغاتكم وألسنتكم {إِنَّهُ كَانَ حَلِيمًا غَفُورًا} . </p><p> ٤٥ - {وَإِذَا قَرَأْتَ الْقُرْآنَ} </p><p> يا محمد على هؤلاء المشركين {جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا} جعلنا بينك وبين المشركين حجابًا) (٢) يحجب قلوبهم عن فهمه والانتفاع به. </p><p> قال قتادة (٣) : هو الأكنة، والمستور بمعنى (٤) الساتر، كقوله تعالى:  {إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا} مفعول بمعنى فاعل، وقيل: معناه: مستورًا عن أعين الناس فلا يرونه، وفسره بعض المفسرين بالحجاب عن الأعين الظاهرة، فلا يرونه ولا يخلصون إلى أذاه. </p><p> [١٧٠٨] أخبرنا عبد الله بن حامد (٥) ، قال: حدثنا محمد بن جعفر (٦) ، قيل: حدثنا علي بن حرب (٧) ، قال: حدثنا ابن فضيل (٨) ، </p><p>(١) [١٧٠٧] الحكم على الإسناد: فيه مجاهيل. ولم أجد من ذكره.(٢) من (أ).(٣) أسند إليه الحافظ عبد الرزاق في \"تفسير القرآن العظيم\" ١/ ٣٧٩.(٤) في (أ): يعني.(٥) لم يذكر بجرح أو تعديل.(٦) أبو بكر المطيري، ثقة مأمون.(٧) أبو الحسن الطائي الموصلي، صدوق.(٨) محمد بن فضيل بن غزوان الضبي، صدوق عارف، رمي بالتشيع.</p><p> قال: حدثنا عطاء (١) عن سعيد بن جبير (٢) قال: لما نزلت سورة (٣)  {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ} جاءت (امرأة أبي لهب)  (٤) إلى رسول الله - صلى الله عليه وسلم - ومعه أبو بكر رضي الله عنه فقال: يا رسول الله! لو تنحَّيت عنها (٥) ألَّا تسمعك، فإنها امرأة بذية، فقال النبي - صلى الله عليه وسلم -: \"إنه سيحال بيني وبينها\" ، فلم تره، فقالت لأبي بكر - رضي الله عنه -: أهجانا صاحبك؟ فقال (أبو بكر - رضي الله عنه -)  (٦) : والله ما ينطق بالشعر (٧) وما يقوله، وقالت: إنك لمصدق فاندفعت راجعة، فقال أبو بكر - رضي الله عنه -: يا رسول الله! صلى الله عليك أما رأتك؟ قال:  \"لا، لم يزل ملك بيني وبينها يسترني حتى ذهبت\"  (٨) . </p><p>(١) عطاء بن السائب بن مالك، الثقفي الكوفي، صدوق اختلط. (٢) ثقة ثبت، فقيه.(٣) من (أ).(٤) في (أ): امرأته.(٥) من (ز).(٦) من (أ).(٧) في (ز): الشعر.(٨) [١٧٠٨] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرح أو تعديل. وعطاء صدوق اختلط، وإرسال ابن جبير.التخريج:قال الحافظ ابن حجر: وروى البزار بإسناد حسن عن ابن عباس - رضي الله عنهما - فذكره نحوه .. \"فتح الباري\" ٨/ ٧٣٨.وأسند الحاكم إلى أسماء بنت أبي بكر - رضي الله عنها - قالت: لما نزلت {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ} أقبلت العوراء أم جميل بنت حرب ولها ولولة وفي يدها فهر وهي تقول: مذممًا =</p><p> [١٧٠٩] وأخبرنا عبد الله بن حامد (١) ، قال: أخبرنا أحمد بن محمد بن شاذان (٢) ، قال: حدثنا جيعويه (٣) ، قال: حدثنا صالح بن محمد (٤) ، عن المسيب (٥) ، عن الكلبي (٦) ، عن رجل من أهل الشام، عن كعب (٧) في هذِه الآية {وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ} الآية، قال: كان رسول الله - صلى الله عليه وسلم - يستتر من المشركين بثلاث آيات: الآية التي في سورة الكهف: {إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا} والآية التي في النحل: {أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَارِهِمْ وَأُولَئِكَ هُمُ الْغَافِلُونَ (١٠٨) }، والآية التي في الشريعة: {أَفَرَأَيْتَ مَنِ </p><p>= أبينا، ودينه قلينا، وأمره عصينا، والنبي - صلى الله عليه وسلم - جالس في المسجد ومعه أبو بكر - رضي الله عنه - فلما رآه أبو بكر قال: قد أقبلت وأنا أخاف أن تراك، فقال رسول الله - صلى الله عليه وسلم - \"إنها لن تراني\" وقرأ قرآنا فاعتصم به كما قال، وقرأ: {وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا (٤٥)} فوقفت على أبي بكر رضي الله عنه ولم تر رسول الله - صلى الله عليه وسلم -، فقال: يا أبا بكر! إني أخبرت أن صاحبك هجاني، فقال: لا ورب هذا البيت، ما هجاك، فولت وهي تقول: قد علمت قريش أني بنت سيدها. قال الحاكم: هذا الحديث صحيح. ووافقه الذهبي في \"التلخيص\" ٢/ ٣٦١ (٣٣٧٦/ ٥١٣). (١) لم يذكر بجرح أو تعديل.(٢) لم أجده.(٣) في (أ): جبعونه. لم أجده ..(٤) الترمذي، متهم ساقط.(٥) المسيب بن شريك، متروك.(٦) محمد بن السائب متهم بالكذب، ورمي بالرفض.(٧) صحابي مشهور.</p><p> اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً} وكان رسول الله - صلى الله عليه وسلم - إذا قرأ استتر (١) من المشركين، قال كعب: فحدثت بهن رجلًا (من الشام)  (٢) فأسر بأرض الروم، فمكث فيهم ما شاء الله أن يمكث ثم قرأهن فخرج هاربًا، فخرجوا في طلبه حتى (كانوا يكونون)  (٣) معه على طريقه ولا يبصرونه. وقال الكلبي: حدثت بهن رجلًا بالري (٤) فأسر بالديلم (٥) فمكث فيهم ما شاء الله أن يمكث ثم قرأهن فخرج هاربًا فخرجوا في طلبه حتى جعلت (٦) ثيابهم تمس ثيابه فما يبصرونه (٧) . </p><p>(١) في (ز): تستر. (٢) في (ز): بالشام.(٣) في (ز): يكونوا.(٤) الرّي: بفتح أوله وتشديد ثانيه: وهي مدينة مشهورة من أمهات البلاد وأعلام المدن الفارسية، كثيرة الفواكه والخيرات، وهي محط الحاج على طريق السابلة، وقصبة بلاد الجبال، بينها وبين نيسابور مائة وستون فرسخًا، وإلى قزوين سبعة وعشرون فرسخًا، فتحت على يدي عروة بن زيد الخيل الطائي في عهد الفاروق - رضي الله عنه -. قال الإصطخري: كانت أكبر من أصفهان بكثير، تفاني أهلها بالقتال في عصبية المذاهب حتى صارت كأحد البلدان، والنسبة إليها رازي، كما يقال: مروزي، نسبة إلى مرو. باختصار من \"معجم البلدان\" لياقوت ٣/ ١١٦ - ١٢٠.(٥) الديلم: جيل من العجم كانوا يسكنون نواحي أذربيجان. اهـ. \"المعجم الوجيز\".(٦) في (ز): جعل.(٧) [١٧٠٩] الحكم على الإسناد:في إسناده من لم يعرف مثل ابن شاذان وجيعويه، وصالح بن محمد متهم ساقط، والمسيب متروك، والكلبي متهم بالكذب، وهو يرويه عن رجل من أهل الشام، =</p>"
}