{
  "id": null,
  "sura": 17,
  "aya": 52,
  "text": "<p> جديدًا بعد الموت {قُلِ الَّذِي فَطَرَكُمْ} خلقكم {أَوَّلَ مَرَّةٍ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ} أي: يحرّكونها إذا قلت لهم ذلك متعجبين منها مستهزئين بها، يقال: نغضت سنّه، أي: تحركت فانقلعت من أصلها، قال الراجز: </p><p> ونغضت من هرم أسنانها </p><p> وقال آخر: </p><p> لما رأتني أنغضت إلى الرأسا </p><p> {وَيَقُولُونَ مَتَى هُوَ قُلْ عَسَى أَنْ يَكُونَ قَرِيبًا} يعني هو قريب؛ لأن عسى من الله عز وجل واجب، نظيره قوله تعالى {وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا} و {لَعَلَّ السَّاعَةَ قَرِيب} . </p><p> ٥٢ - قوله عز وجل:  {يَوْمَ يَدْعُوكُمْ} </p><p> أي (١) من قبوركم إلى موقف القيامة {فَتَسْتَجِيبُونَ بِحَمْدِهِ} قال ابن عباس (٢) رضي الله عنهما: بأمره، وقال قتادة (٣) : بمعرفته وطاعته، وقال (٤) غيره: (يحمدونه حيث لا ينفعهم)  (٥) الحمد {وَتَظُنُّونَ إِنْ لَبِثْتُمْ} في الدنيا وفي قبوركم {إِلَّا قَلِيلًا} . </p><p>(١) من (ز). (٢) هكذا أسند الطبري رحمه الله في \"جامع البيان\" ١٥/ ١٠١.(٣) أسند إليه الطبري في المرجع نفسه.(٤) ساقطة من (ز).(٥) في (أ): يحمدونه حيث لا ينفعكم، وفي (ز): تحمدونه، وفي (م): يحمدونه حتى لا ينفعهم.</p><p> [١٧١١] أخبرنا أبو القاسم يحيى بن محمد بن الحسن بن هارون المقرئ (١) ، قال: حدثنا أبو العباس الفضل بن الفضل الكندي (٢) ، قال: حدثنا أبو يعلى الموصلي (٣) ، قال: حدثنا يحيى بن عبد الحميد الحماني (٤) ، قال: حدثنا عبد الرحمن بن زيد بن أسلم (٥) ، عن أبيه (٦) ، عن ابن عمر - رضي الله عنه - قال: ليس على أهل لا إله إلا الله وحشة في قبورهم ولا في نشرهم (٧) وكأني بأهل لا إله إلا الله وهم ينفضون التراب عن رؤوسهم ويقولون: الحمد لله الذي أذهب عنا الحزن (٨) . </p><p>(١) أبو القاسم الفامي يحيى بن محمد بن الحسن بن هارون المقرئ المعلم الزاهد الملقاباذي، شيخ سديد ورع عفيف، سمع عن أبي على الرفا الهروي، وروى كتاب \"الأموال\" لأبي عبيد وغير ذلك من المسانيد، وقرأ عليه الحفاظ، وحدث سنة (٣٩٠ هـ) وبعدها توفي. انظر \"المنتخب من السياق\" (ص ٥٣٠).(٢) صدوق.(٣) ثقة.(٤) أبو زكريا الكوفي، حافظ إلا إنهم اتهموه بسرقة الحديث.(٥) العدوي، ضعيف.(٦) مولى عمر بن الخطاب، ثقة، وكان يرسل.(٧) في (أ): منشر.(٨) [١٧١١] الحكم على الإسناد:فيه الحماني متهم بسرقة الحديث، وابن زيد ضعيف.التخريج:أخرجه ابن أبي حاتم مرفوعًا. \"تفسير القرآن العظيم\" ٧/ ٢٣٣٤ (١٣٣٠٩).</p>"
}