{
  "id": null,
  "sura": 17,
  "aya": 87,
  "text": "<p> عنده عز شأنه:  {وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا}  (١) . </p><p> ٨٦ - {وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ} </p><p> يعني: القرآن {ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلًا} ناصرًا ينصرك ويرده عليك. </p><p> ٨٧ - {إِلَّا رَحْمَةً} </p><p> يعني: لا يشاء ذلك رحمة {مِنْ رَبِّكَ إِنَّ فَضْلَهُ كَانَ عَلَيْكَ كَبِيرًا} . </p><p> [١٧٤٨] أخبرنا الحسين بن فنجويه (٢) ، قال: حدثنا محمد بن المظفر البزاز (٣) ، قال: حدثنا أبو علي الحسن بن صاحب الشاشي (٤) ، قال: حدثنا المسجر (٥) بن الصلت، قال: حدثنا عبد الكريم بن روح (٦) ، قال: </p><p>(١) دليل هذا القول أوضح مما أشار إليه المصنف، وذاك قوله تعالى {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ (٥٢)} [الشورى: ٥٢]. (٢) ثقة صدوق كثير الرواية للمناكير.(٣) ثقة مأمون حافظ.(٤) الحسن بن صاحب بن حميد، أبو علي الشاشي، أحد الرحالين، إمام حافظ، كتب ببلاد خراسان والجبال والعراق والحجاز والشام وقدم بغداد وحدث بها، وثقه الخطيب، توفي سنة (٥٣١٤). انظر \"تاريخ بغداد\" للخطيب ٧/ ٣٣٣، \"سير أعلام النبلاء\" للذهبي ١٤/ ٤٣١.(٥) في (أ)، (م): المنشحر، وفي \"تاريخ بغداد\" ١٣/ ٢٠٩ المسجر بن الصلت القزويني، ذكره ضمن شيوخ معروف بن محمد الجرجاني، ولم أجد له ترجمة.(٦) عبد الكريم بن روح بن عنبسة بن سعيد بن أبي عياش البزاز، أبو سعيد البصري، =</p><p> حدثنا عيسى بن ميمون (١) ، عن هشام ابن عروة (٢) ، عن أبيه (٣) ، عن عبد الله بن عمرو -رضي الله عنهما- أن رسول الله -صلى الله عليه وسلم- خرج وهو معصوب الرأس من وجع فصعد المنبر فحمد الله وأثنى عليه ثم قال:  \"أيها الناس! ما هذِه الكتب التي تكتبون؟ أكتاب غير كتاب الله؟ يوشك أن يغضب الله تعالى عليه(٤)لكتابه فلا ياد ورقًا ولا قلبًا إلا أخذ منه\" ، قالوا: يا رسول الله! فكيف بالمؤمنين والمؤمنات يومئذ؟ قال:  \"من أراد الله به خيرًا أبقى في قلبه لا إله إلا الله\"  (٥) . </p><p>= قال أبو حاتم: مجهول، ويقال: إنه متروك الحديث، وذكره ابن حبان في \"الثقات\" وقال: يخطئ ويخالف، وضعفه الحافظ، روى له ابن ماجه حديثًا واحدًا، مات سنة (٢١٥ هـ). انظر \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٦١، (الثقات) لابن حبان ٨/ ٤٢٣، \"تهذيب الكمال\" للمزي ١٨/ ٢٤٩، \"التقريب\" (٤١٥٠). (١) عيسى بن ميمون المدني، مولى القاسم بن محمد، يعرف بالواسطي، ضعيف، ضعفه غير واحد من الحفاظ، روى له الترمذي وابن ماجه. انظر \"التاريخ الكبير\" للبخاري ٦/ ٤٠١، \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٢٨٧، \"تهذيب الكمال\" للمزي ٢٣/ ٤٨، \"التقريب\" (٥٣٣٥).(٢) ثقة فقيه ربما دلس.(٣) ثقة.(٤) من (أ).(٥) [١٧٤٨] الحكم على الإسناد:ضعيف، فيه عبد الكريم بن روح، وعيسى بن ميمون ضعيفان، وابن الصلت لم أجده.التخريج:قال الإمام السيوطي: وأخرج ابن مردويه عن ابن عباس وابن عمر -رضي الله عنهم- قالا: =</p><p> [١٧٤٩] وأخبرني أبو عبد الله الحسين بن محمد الثقفي (١) ، قال: حدثنا هارون بن محمد بن هارون (٢) ، قال: حدثنا الحسن بن علي بن عيسى السيسري (٣) ، قال: حدثنا الأحوص بن جواب (٤) ، قال: حدثنا عمار بن رزيق (٥) ، عن عبد العزيز بن رفيع (٦) ، عن شداد بن معقل (٧) قال: قال عبد الله بن مسعود -رضي الله عنه-: إن أول ما تفقدون من دينكم </p><p>= خطب رسول الله -صلى الله عليه وسلم- فقال: \"يا أيها الناس! ما هذِه الكتب التي بلغني أنكم تكتبونها مع كتاب الله؟ يوشك أن يغضب الله لكتابه فيسري عليه ليلًا لا يترك في قلب ولا ورق منه حرفًا إلا ذهب به\"، فقيل: يا رسول الله! فكيف .. لا إله إلا الله. \"الدر المنثور\" ٤/ ٣٦٤ - ٣٦٥. (١) ابن فنجويه، ثقة صدوق كثير الرواية للمناكير.(٢) العطار، لم أجده.(٣) لم أجده.(٤) في (ز): الحوات، ولكنه أحوص بن جواب الضبي، أبو الجواب الكوفي، وثقه ابن معين، وفي رواية: ليس بذاك القوي، وقال أبو حاتم صدوق، وقال الحافظ: صدوق ربما وهم. أخرج له الإمام مسلم وأبو داود والترمذي والنسائي، توفي سنة (٢١١ هـ). انظر \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٣٢٨، \"الثقات\" لابن حبان ٦/ ٨٩، \"تهذيب الكمال\" للمزي ٢/ ٢٨٨، \"التقريب\" (٢٨٩).(٥) الضبي، أبو الأحوص الكوفي، لا بأس به.(٦) عبد العزيز بن رفيع الأسدي، أبو عبد الله المكي، وثقه جمع من الأئمة، روى له الجماعة، ومات سنة (١٣٠ هـ) ويقال بعدها، انظر \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٣٨١، \"الثقات\" لابن حبان ٥/ ١٢٣، \"تهذيب الكمال\" للمزي ١٨/ ١٣٤، \"التقريب\" (٤٠٩٥).(٧) شداد بن معقل الكوفي، ذكره ابن حبان في \"الثقات\"، انظر \"التاريخ الكبير\" للبخاري ٤/ ٢٢٥، \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٣٢٩، \"الثقات\" لابن حبان ٤/ ٣٥٧، \"تهذيب الكمال\" للمزي ١٢/ ٤٠٣، \"التقريب\" (٢٧٥٨).</p><p> الأمانة، وآخر ما تفقدون الصلاة، وليصلين قوم ولا دين لهم، وإن هذا القرآن تصبحون يومًا وما فيكم منه شيء، فقال رجل: كيف يكون ذلك يا أبا عبد الرحمن، وقد أثبتناه في قلوبنا وأثبتناه في مصاحفنا نعلمه أبناءنا (ويعلمه أبناؤنا)  (١) أبناءهم إلى يوم القيامة؟ قال: يسرى به في ليلة فيذهب بما في المصاحف وبما في القلوب (فتصبح الناس كالبهائم)  (٢) ثم قرأ عبد الله: {وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ} الآية (٣) . </p><p> وروى موسى بن عبيدة (٤) ، عن صفوان بن سليم (٥) ، عن ناجية بن </p><p>(١) في (أ): ويعلموه الأبناء، وفي هذا المعنى حديث مرفوع رواه عوف بن مالك، أخرجه البخاري في خلق \"أفعال العباد\" (ص ٩٥ - ٩٦) (٢٥٦، ٢٥٧)، والحاكم في \"المستدرك\" ١/ ٩٩. (٢) من (م)، وفي \"الجامع لأحكام القرآن\" للقرطبي ١٠/ ٣٢٥.(٣) [١٧٤٩] الحكم على الإسناد:فيه من لم أجده.التخريج:وقد ذكر البخاري في \"خلق أفعال العباد\" (ص ١٠٨) (٢٨٢) بطريق أحمد بن يونس حدثه زهير قال: حدثنا عبد العزيز .. قال عبد الله: إن هذا القرآن الذي بين ظهريكم يوشك أن ينزع منكم، قلت: يا عبد الله! كيف ينزع منا، وقد أثبته الله في قلوبنا، وأثبتناه في مصاحفنا؟ قال: يسرى عليه في ليلة فينتزع ما في القلوب، ويذهب بما في المصاحف، ثم تلا {وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ}. ونحوه ابن أبي شيبة في \"المصنف\" ١٠/ ٢٦٠ (٣٠٦٩٧).(٤) موسى بن عبيدة بن نشيط الربذي، أبو عبد العزيز المدني، ضعيف.(٥) صفوان بن سليم الزهري المدني، ثقة، مفتٍ عابد، رمي بالقدر.</p><p> عبد الله بن عتبة (١) ، عن أبيه (٢) ، (عن عبد الله (٣) -رضي الله عنه-) (٤) قال: أكثروا الطواف بالبيت قبل أن يرفع وينسى الناس مكانه، وأكثروا تلاوة القرآن قبل أن يرفع، قالوا: هذِه المصاحف ترفع، فكيف بما في صدور الرجال؟ قال: يسرى عليه ليلا فيصبحون منه فقراء، وينسون قول لا إله إلا الله، فيقعون في قول أهل الجاهلية وأشعارهم فذلك حين يقع عليهم القول (بما ظلموا)  (٥)  (٦) . </p><p> [١٧٥٠] وأخبرني الشيخ أبو الحسن محمد بن القاسم الفارسي (٧) رحمه الله بقراءتي عليه، قال: حدثنا أبو زكريا (علي بن)  (٨) يحيى بن محمد الفلجوذي (٩) ، قال: حدثنا الحسن بن محمد بن الحسين بن </p><p>(١) ناجية بن عبد الله بن عتبة بن مسعود، عن أبيه عن عبد الله بن مسعود -رضي الله عنه-، عن النبي -صلى الله عليه وسلم-: \"تعلموا القرآن قبل أن يرفع\" هكذا ذكره الإمام البخاري في \"التاريخ الكبير\". ولم يذكر فيه جرحًا ولا تعديلًا، وذكره ابن حبان في \"الثقات\". انظر \"التاريخ الكبير\" للبخاري ٨/ ١٠٧، \"الجرح والتعديل\" ٨/ ٤٨٧، \"الثقات\" لابن حبان ٧/ ٥٣٩. (٢) عبد الله بن عتبة، وثقه العجلي وجماعة.(٣) ابن مسعود الصحابي المشهور.(٤) ساقط في (ز).(٥) من (م).(٦) الحكم على الإسناد:فيه موسى بن عبيدة، ضعيف.(٧) ابن أحمد المرتب الماوردي، لم يذكر بجرح أو تعديل.(٨) من (أ).(٩) لم أجده.</p><p> الخليل (١) ، قال: حدثنا داود بن الوسيم (٢) ، قال: حدثنا محمد بن إسماعيل الزبيدي (٣) ، قال: حدثنا سعيد بن أبي مريم (٤) ، قال: حدثنا ابن لهيعة (٥) ، قال: حدثني خالد بن يزيد (٦) ، عن سعيد بن أبي هلال (٧) قال: حدثني ثابت بن عياض (٨) ، عن عبد الله بن عمرو -رضي الله عنهما- قال: لا تقوم الساعة حتى يرفع (٩) القرآن من حيث نزل، له دوي كدوي النحل، فيقول الرب -عز وجل-: ما بالك؟ فيقول: يا رب! </p><p>(١) لم أجده. (٢) داود بن الوسيم بن أيوب بن سليمان، أبو سليمان البوشنجي، مشهور ببلده، له تصانيف معروفة، ورحل في طلب الحديث فسمع بدمشق إبراهيم بن يعقوب الجوزجاني نزيل دمشق وغيره.روى عنه أبو عبد الله محمد بن الحسن النيرجاني وأبو القاسم منصور بن العباس وغيره.قال عنه أبو عبد الله النيرجاني: دخل داود العراق والشام في كتبه العلم نيف وعشرين سنة. \"تاريخ دمشق\" لابن عساكر ١٧/ ١٩١.(٣) الكوفي، صدوق يتشيع.(٤) سعيد بن الحكم بن محمد بن سالم بن أبي مريم الجمحي بالولاء، أبو محمد البصري، ثقة، ثبت، فقيه.(٥) هو عبد الله بن لهيعة بن عقبة، أبو عبد الرحمن الحضرمي المصري، صدوق، خلط بعد احتراق كتبه، ورواية ابن المبارك وابن وهب عنه أعدل من غيرهما.(٦) خالد بن يزيد الجمحي -مولاهم- أبو عبد الله المصري، ثقة.(٧) سعيد بن أبي هلال الليثي، أبو العلاء المصري، صدوق.(٨) في نسخ المخطوط: عبد الله، ولم يوجد من التابعين ثابت بن عبد الله، بل إنما هو ثابت بن عياض الأحنف العدوي مولاهم، ثقة.(٩) في (أ): يرجع.</p>"
}