{
  "id": null,
  "sura": 17,
  "aya": 51,
  "text": "<p> ٤٩ - {وَقَالُوا أَإِذَا كُنَّا عِظَامًا} </p><p> بعد الموت {وَرُفَاتًا} قال ابن عباس - رضي الله عنهما -: غبارًا، وقال مجاهد (١) : ترابًا، والرفات: ما (تكسر وبلي)  (٢) من كل شيء كالفتات، والحطام، والرضاض، {أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا} . </p><p> ٥٠ - (قوله عز وجل)  (٣)  {قُلْ} </p><p> لهم يا محمد {كُونُوا حِجَارَةً أَوْ حَدِيدًا} فِي الشدة والقوة. </p><p> ٥١ - {أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ} </p><p> مثل الجبال، وقيل (٤) : الموت. وعليه أكثر المفسرين، قالوا (٥) : ليس في نفس ابن آدم أكبر من الموت، يقول: لو كنتم الموت بعينه لأميتنكم ولأبعثنكم (٦) . </p><p>(١) أسنده إليهما الطبري في \"جامع البيان\" ١٥/ ٩٧. (٢) في (م): يكسر ويبلى.(٣) زيادة من (أ).(٤) في (أ): أو مثل.(٥) ساقطة من (أ)، وفي (م): فإنه.(٦) أسند الطبري إلى ابن عباس - رضي الله عنهما - في تفسير الآية قال: إن كنتم الموت لأحييتكم، وإلى عبد الله بن عمر - رضي الله عنهما- قال: لو كنتم موتى لأحييتكم. \"جامع البيان\" ١٥/ ٩٨. أقول: هذا واقع لا يحتاج إلى (إن) ولا إلى (لو)، قال الله تعالى: {كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ (٢٨)} [البقرة: ٢٨]، بل يتكرر مع كل أحد كما قد ذكر به سبحانه وتعالى {وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَى أَجَلٌ مُسَمًّى ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (٦٠)} [الأنعام: ٦٠].</p><p> [١٧١٠] أخبرنا أبو بكر محمد بن أحمد بن عبدوس (١) ، قال: حدثنا أبو الحسن علي بن أحمد بن محفوظ (٢) ، قال: حدثنا (عبد الله)  (٣) بن هاشم، قال: حدثنا عبد الرحمن بن مهدي (٤) ، عن سفيان (٥) ، عن (٦) خصيف (٧) ، عن مجاهد (٨) وعكرمة (٩) - رحمهما الله- في قوله عز وجل:  {أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ} قالا: الموت (١٠) . </p><p> وروى معمر عن مجاهد قال: السماء والأرض والجبال، يقول: كونوا ما شئتم، فإن الله يميتكم ثم يبعثكم {فَسَيَقُولُونَ مَنْ يُعِيدُنَا} خلقًا </p><p>(١) لم يذكر بجرح أو تعديل. (٢) لم يذكر بجرح أو تعديل.(٣) في (أ): عبد الرحمن، والصواب ما أثبتناه، وهو ابن حيان العبدي الطوسي، ثقة صاحب حديث.(٤) أبو سعيد البصري، ثقة، ثبت، حافظ.(٥) أبو عبد الله الثوري، الكوفي، ثقة حافظ، وكان ربما دلس.(٦) تحرفت في (ز): (بن).(٧) ابن عبد الرحمن، أبو عون الجزري، صدوق سيئ الحفظ، خلط بأخرة ورمي بالإرجاء.(٨) ابن جبر، ثقة، إمام في التفسير وفي العلم.(٩) مولى ابن عباس، ثقة ثبت، عالم بالتفسير.(١٠) [١٧١٠] الحكم على الإسناد:شيخ المصنف وشيخه لم يذكرا بجرح أو تعديل وخصيف صدوق سيئ الحفظ.التخريج:أسند الطبري هذا القول إلى الحسن وسعيد بن جبير في \"جامع البيان\" ١٥/ ٩٨، وإليه وإلى الكلبي عبد الرزاق في \"تفسير القرآن العظيم\" ١/ ٣٧٩.</p>"
}