{
  "id": null,
  "sura": 17,
  "aya": 12,
  "text": "<p> ينظر وهو يخلق جسده، فلما كان عند (١) العصر بقيت رجلاه لم ينفخ فيهما الروح (فجعل يقول)  (٢) : يا رب! عجل قبل الليل، فذلك قوله -عز وجل-: {وَكَانَ الْإِنْسَانُ عَجُولًا} . </p><p> وروى الضحاك (٣) عن ابن عباس رضي الله عنهما قال: لما انتهت النفخة إلى سرة آدم -عليه السلام- نظر إلى جسده فأعجبه فذهب لينتهض (٤) فلم يقدر، فهو قول الله تعالى:  {وَكَانَ الْإِنْسَانُ عَجُولًا} . </p><p> ١٢ - قوله -عز وجل-: {وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ} </p><p> دلالتين وعلامتين على وجودنا ووحدانيتنا وكمال علمنا وقدرتنا {فَمَحَوْنَا آيَةَ اللَّيْلِ} . </p><p> قال أبو الطفيل - رضي الله عنه -: سأل ابن الكواء (٥) عليًّا (رضي الله عنه)  (٦) </p><p>(١) في \"جامع البيان\" للطبري، \"المصنف\" بعد، ولفظهما: أول ما خلق الله من آدم رأسه، فجعل ينظر وهو يخلق، قال: وبقيت رجلاه، فلما كان بعد العصر قال: يا رب! عجل قبل الليل، ونحوه عند ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٢٠. (٢) في (ز): فقال، وكذلك في \"زاد المسير\" ٥/ ١٣.(٣) سبق تخريجه ولفظه وتضعيفه آنفًا.(٤) في (ز): لينهض، وكذلك عند الطبري.(٥) رواية أبي الطفيل عند الطبري في \"جامع البيان\" ١٥/ ٤٩: قال ابن الكواء لعلي - رضي الله عنه -، يا أمير المؤمنين! ما هذِه اللطخة التي في القمر؟ فقال: ويحك، أما تقرأ القرآن {فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً} هو المحو.وباللفظ الذي ذكره الثعلبي ذكره الطبري برواية عبد الله بن عمر رضي الله عنهما إلى قوله وذاك آية الليل محيت.(٦) في (أ): كرم الله وجهه، وفي (ز): -عليه السلام-، وهذِه من تصرفات الناسخين.</p><p> عن السواد الذي (١) في القمر، فقال: ذاك (٢) آية الليل محيت، (فهو أثر المحو)  (٣) . </p><p> وقال ابن عباس (٤) - رضي الله عنهما -: جعل الله تعالى نور الشمس سبعين جزءًا، ونور القمر سبعين جزءًا، فمحا من نور القمر تسعة وستين جزءًا، فجعلها مع نور الشمس، فـ (صار)  (٥) الشمس على مائة وتسعة وثلاثين جزءًا، والقمر على جزء واحد، {وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً}  (مضيئة منيرة)  (٦) . </p><p> قال أبو عمرو بن العلاء: يعني: يبصر بها، وقال الكسائي: هو من قول العرب: أبصر النهار إذا أضاء وصار بحالة يبصر بها، وقال بعضهم (٧) : هو كقولهم: رجل مخبث إذا كان أصحابه خبثاء، ورجل مضعف إذا كان دوابه ضعفاء وكذلك النهار مبصر (٨) إذا كان أهله بصراء. </p><p> {لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا} بيّنّاه تبينا. </p><p>(١) ساقطة من (ز). (٢) في (أ): ذلك.(٣) لم يذكر الطبري هذِه الفقرة حينما أسند إلى أبي الطفيل - رضي الله عنه -.(٤) هكذا حكى البغوي هذا القول نحوه تعليقًا.(٥) زيادة من (أ).(٦) في (ز): منيرة مضيئة.(٧) هكذا نقل القرطبي في \"الجامع لأحكام القرآن\" ١٠/ ٢٢٨.(٨) في (أ): مبصرًا.</p><p> [١٦٩٦] أخبرنا أبو سعيد محمد بن عبد الله بن حمدون (١) -الثقة الأمين رحمه الله- قال: أخبرنا أبو حامد أحمد بن محمد بن الحسن بن الشرقي (٢) ، قال: حدثنا أبو الحسن أحمد بن يوسف السلمي (٣) ، قال: حدثنا نعيم بن حماد (٤) قال: حدثنا أبو عصمة نوح بن أبي مريم (٥) ، حدثنا مقاتل بن حيان (٦) ، عن عكرمة (٧) ، عن ابن عباس - رضي الله عنهما - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"إن الله تعالى لما أبرم خلقه فلم يبق من خلقه غير آدم -عليه السلام- خلق شمسين من نور عرشه، فأما ما كان في سابق علم الله تعالى أن يدعها شمسًا فإنه خلقها مثل الدنيا، ما بين مشارقها ومغاربها، وأما ما كان في سابق علمه أن يطمسها ويحولها قمرًا، فإنه خلقها دون الشمس في العظم، ولكن إنما يرى صغرهما من شدة ارتفاع السماء وبعدهما من الأرض، فلو ترك الله -عز وجل- الشمس والقمر كما خلقهما لم يعرف الليل من النهار، ولا النهار من الليل، ولا كان يدري الأجير إلى متى يعمل ومتى يأخذ أجرته (٨) ، ولا يدري الصائم إلى متى يصوم، ومتى يفطر؟ و (لا كانت المرأة </p><p>(١) النيسابوري، الزاهد، لم يذكر بجرح أو تعديل. (٢) ثقة مأمون.(٣) النيسابوري، حافظ، ثقة.(٤) أبو عبد الله المروزي، صدوق: يخطئ كثيرًا.(٥) كذبوه في الحديث، وقال ابن المبارك، كان يضع.(٦) صدوق فاضل.(٧) مولى ابن عباس رضي الله عنهما، ثقة، ثبت، عالم بالتفسير.(٨) في (ز): أجره.</p><p> تدري) (١) كيف تعتد؟ ولا يدري المسلمون متى وقت صلاتهم (ومتى وقت صومهم)  (٢) ومتى وقت حجهم؟ ولا يدري الديان متى يحل دينهم؟ ولا يدري الئاس متى يبذرون (٣) ويزرعون لمعايشهم؟ ومتى يسكنون (للراحة لأبدانهم؟ )  (٤) فكان الرب سبحانه انظر لعباده وأرحم بهم، فأرسل جبريل -عليه السلام- فأمرّ جناحه على وجه القمر -وهو يومئذ شمس- ثلاث مرات، فطمس عنه الضوء وبقي فيه النور، فذلك قوله تعالى {وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً} فالسواد الذي ترونه في جوف القمر شبه الخطوط فهو أثر المحو\" (٥) . </p><p>(١) في (ز): لا تدري المرأة. (٢) من (أ).(٣) في (ز): يبتايون. وهي غير واضحة.(٤) هكذا في (أ)، و \"الجامع لأحكام القرآن\" للقرطبي ١٠/ ٢٢٨.(٥) [١٦٩٦] الحكم على الإسناد:قال ابن حجر في \"تهذيب التهذيب\" في ترجمة نوح: الحديث الذي أشار إليه ابن المبارك في الشمس والقمر، هو حديث طويل، آثار الوضع عليه ظاهرة، وأورده أبو جعفر الطبري في أول تاريخه في بدء الخلق، وأشار إلى عدم صحته.التخريج:قال السيوطي في \"الدر المنثور\" ٤/ ٣٠١: أخرج ابن أبي حاتم وابن مردويه بسنده عن ابن عباس رضي الله عنهما، عن النبي - صلى الله عليه وسلم -: \"إن الله خلق شمسين من نور عرشه .. فذلك قوله {وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ} الآية.وذكره القرطبي من غير إسناد ولا نسبة.وذكره ابن الجوزي في كتاب \"الموضوعات\" كتاب المبتدأ، باب خلق الشمس =</p>"
}