{
  "id": null,
  "sura": 17,
  "aya": 1,
  "text": "<p> عن أبيه (١) ، عن أبي أمامة (٢) ، عن أبي بن كعب (٣) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة بني إسرائيل فرقَّ قلبه عند ذكر الوالدين أعطي من الجنة قنطارين من الأجر، والقنطار ألف أوقية ومائتا أوقية والأوقية منها خير من الدنيا وما فيها\"  (٤) . </p><p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> ١ - قوله -عز وجل-: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا} . </p><p> [١٦٧٥] أخبرنا عبد الله بن حامد (٥) ، قال: حدثنا حامد بن محمد (٦) ، (قال: أخبرنا علي بن عبد العزيز (٧) ، قال: حدثنا عبيد الله ابن محمد) (٨) </p><p>(١) أسلم القرشي العدوي مولى عمر، ثقة. (٢) صدي بن عجلان، صحابي مشهور.(٣) صحابي مشهور.(٤) [١٦٧٤] الحكم على الإسناد:موضوع، وانظر \"الفوائد المجموعة\" للشوكاني (ص ٢٦٤)، وقد تقدم مرارًا في بدايات السور.(٥) الوزان لم يذكر بجرح أو تعديل.(٦) أبو علي الهروي، ثقة صدوق.(٧) أبو الحسن البغوي، ثقة.(٨) سقط من (ز)، وفي (أ): عبد الله بن محمد والصحيح أنه عبيد الله بن محمد بن حفص بن عمر بن موسى بن عبيد الله بن معمر التيمي، وقيل له: ابن عائشة ذكره ابن حبان في الثقات وقال: مستقيم الحديث، وقال ابن حجر: ثقة جواد رمي بالقدر ولم يثبت، \"الثقات\" لابن حبان ٨/ ٤٠٥، \"التهذيب\" للمزي ١٩/ ١٤٨، \"التقريب\" (٤٣٣٤).</p><p> التيمي (١) ، قال: حدثنا عبد الرحمن بن حماد (٢) ، قال: حدثنا حفص ابن سليمان (٣) ، قال: حدثنا طلحة بن يحيى بن طلحة (٤) ، عن أبيه (٥) ، عن طلحة بن عبيد الله (٦) رضي الله عنه قال: سألت النبي (٧) - صلى الله عليه وسلم - عن تفسير {سُبْحَانَ الَّذِي} ، فقال:  \"تنزيه الله عن كل سوء\"  (٨) ويكون سبحان الله بمعنى التعجب، قال الأعشى: </p><p>(١) في (أ)، (ز): التميمي حدثنا عبد الرحمن بن خالد، والمثبت من \"تهذيب الكمال\" للمزي، ومن \"المستدرك\" للحاكم ١/ ٥٠٢. (٢) عبد الرحمن بن حماد بن عمران بن موسى بن طلحة بن عبيد الله - رضي الله عنه -، روى عنه عبيد الله بن عائشة، قال أبو حاتم: منكر الحديث، وقال ابن حبان: ساقط الاحتجاج به. \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٢٢٦، \"المجروحين\" لابن حبان ٣/ ٦٠.(٣) أبو عمر الكوفي، المقرئ متروك الحديث مع إمامته في القراءة.(٤) التيمي، صدوق يخطئ.(٥) يحيى بن طلحة بن عبيد الله، ثقة.(٦) صحابي جليل.(٧) في (ز): رسول الله.(٨) [١٦٧٥] الحكم على الإسناد:فيه حفص بن سليمان، متروك الحديث، عبد الرحمن بن حماد منكر الحديث والوزان لم يذكر بجرح أو تعديل.التخريج:والحديث كما سبق أخرجه الحاكم في \"المستدرك\" وصححه ولكن تعقبه الذهبي وابن حبان لأجل عبد الرحمن بن حماد وحفص بن سليمان إلا أن الثوري رواه عن عثمان بن موهب، عن موسى بن طلحة، عن النبي - صلى الله عليه وسلم - نحوه، رواه الطبري في \"جامع البيان\" ١٥/ ٢، وهذا مرسل، قال الدارقطني: والمرسل أصح. \"العلل\" ٤/ ٢٠٨.</p><p> أقول لما جاءني فخره ... سبحان من علقمة الفاخر </p><p> {مِنَ الْمَسْجِدِ الْحَرَامِ} اختفوا فيه فقال بعضهم: كان إسراء (رسول الله)  (١) - صلى الله عليه وسلم - من مسجد مكة. يدل عليه: </p><p> [١٦٧٦] ما أخبرنا عبد الله بن حامد (٢) ، قال: أخبرنا مكي بن عبدان (٣) ، قال: حدثنا عبد الله بن هاشم (٤) ، حدثنا يحيى بن سعيد (٥) ، قال: حدثنا هشام الدستوائي (٦) ، قال: حدثنا قتادة (٧) ، عن أنس (بن مالك رضي الله عنه)  (٨) ، عن مالك بن صعصعة (٩) رضي الله عنه؛ أن النبي - صلى الله عليه وسلم - قال (١٠) : .. </p><p>(١) في (ز): النبي. (٢) الوزان، لم يذكر بجرح أو تعديل.(٣) أبو حاتم التميمي، المحدث، الثقة المتقن.(٤) أبو عبد الرحمن الطوسي، ئقه.(٥) أبو سعيد القطان، البصري ثقة حافظ إمام قدوة.(٦) أبو بكر الدستوائي، ثقة ثبت، وقد رمي بالقدر.(٧) أبو الخطاب السدوسي، ثقة ثبت.(٨) سقط من (ز).(٩) مالك بن صعصعة بن عدي بن مالك بن غنم بن عدي بن عامر بن عدي بن النجار الأنصاري كما ذكره الحافظ ابن حجر في \"الإصابة\" ٣/ ٣٤٦.(١٠) [١٦٧٦] الحكم على الإسناد:رواته ثقات إلا الوزان، لم يذكر بجرح أو تعديل.التخريج:بهذا الإسناد أخرجه الشيخان في صحيحيهما: الإمام البخاري في كتاب بدء الخلق، باب ذكر الملائكة (٣٢٠٧) ولفظه: \"بينا أنا عند البيت -وذكر: يعني =</p><p> ورواه أيضًا شريك (١) ، عن أنس رضي الله عنه، عن النبي - صلى الله عليه وسلم - (٢) . </p><p>= الرجل بين الرجلين- فأتيت بطست من ذهب ملئ حكمة وإيمانًا فشق من النحر إلى مراق البطن بماء زمزم ثم ملئ حكمة وإيمانًا وأتيت بدابة .. \" الحديث. وفي كتاب مناقب الأنصار، باب المعراج (٣٨٨٧) ولفظه: \"بينا أنا في الحطيم -وربما قال: في الحجر- مضطجعًا إذا أتاني آت فقدْ- فشقّ ما بين هذِه إلى هذِه فاستخرج قلبي بطست من ذهب مملوءة إيمانًا فغسل قلبي ثم حشي ثم أعيد ثم أثيت بدابة .. \" الحديث، وأخرجه الإمام مسلم كتاب الإيمان، باب الإسراء برسول الله - صلى الله عليه وسلم - (١٦٤) بزيادة عن مالك بن صعصعة (رجل من قومه) قال، قال نبي الله - صلى الله عليه وسلم -: \"بينا أنا عند البيت بين النائم واليقظان إذ سمعت قائلًا يقول: أحد الثلاثة بين الرجلين فأتيت فانطلق بي فأتيت بطست فيها من ماء زمزم فشرح صدري إلى كذا وكذا .. \".أما قول ابن عبد البر في \"الاستيعاب\" على هامش \"الإصابة\" لابن حجر ٣/ ٣٧٤: أنه مازني من بني مازن بن النجار، وأشار إليه الحافظ، وكذلك قال النووي في \"تهذيب الأسماء واللغات\" ٢/ ٣٨٨ (٥٤٧) فهذا اشتباه من قول ابن سعد في \"الطبقات الكبرى\" ٣/ ٥١٧: ومن مازن بن النجار قيس بن أبي صعصعة واسم صعصعة عمرو بن زيد بن عوف بن مبذول بن عمر بن غنم بن مازن. فينبغي الانتباه للفرق بين صعصعة بن عدي وبين أبي صعصعة عمرو بن زيد المازني.(١) أبو عبد الله القاضي: صدوق، يخطئ كثيرًا، تغير حفظه منذ ولي القضاء بالكوفة.(٢) التخريج:والحديث المشار إليه أيضًا أخرجه البخاري في كتاب التوحيد باب قوله تعالى{وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا} [النساء: ١٦٤] (٧٥١٧)، بسنده إلى شريك بنعبد الله قال: سمعت أنس بن مالك يقول: ليلة أسري برسول الله - صلى الله عليه وسلم - من مسجدالكعبة: أنه جاءه ثلاثة نفر قبل أن يوحى إليه وهو نائم في المسجد الحرام فقالأيهم هو؟ فقال: أوسطهم هو خيرهم، وقال آخرهم: خذوا خيرهم .. فتولاهمنهم جبريل فشق ما بين نحره إلى لبته .. الحديث، ونحوه الإمام مسلم في كتابالإيمان، باب الإسراء برسول الله - صلى الله عليه وسلم - (١٦٢) مختصرًا، وقد أجاب الحافظ في =</p><p> وروى عمرو بن عبيد، عن الحسن مرسلًا قال: قال رسول الله - صلى الله عليه وسلم -: \"بينا أنا في المسجد الحرام، في الحجر(عن البيت)(١)بين النائم واليقظان إذ أتاني جبريل -عليه السلام- بالبراق .. \" وذكر حديث المعراج (٢) . </p><p> وقال آخرون: عرج برسول الله - صلى الله عليه وسلم - من دار أمّ هانئ بنت أبي طالب، أخت علي رضي الله عنهما (٣) وزوجها هبيرة بن أبي وهب المخزومي (٤) . </p><p> قالوا: ومعنى قوله تعالى: {مِنَ الْمَسْجِدِ الْحَرَامِ} من الحرم؛ لأن الحرم كله مسجد، يدل عليه </p><p> [١٦٧٧] ما أخبرنا شيبة بن محمد (٥) ، قال: أخبرنا علي بن محمد الوراق (٦) ، قال: أخبرنا أحمد بن محمد بن نصر (٧) ، قال: حدثنا </p><p>= \"فتح الباري\" ١٣/ ٤٨٠ عما استشكل العلماء من هذا الحديث قوله: قبل أن يوحى إليه فليراجع. (١) زيادة من (ز)، وهو اشتباه من حديث البخاري ولكن ليس فيه: في الحجر.(٢) أسنده الطبري في \"جامع البيان\" ١٥/ ٣ بطريق ابن حميد قال: ثنا سلمة قال: قال محمد بن إسحاق: ثنا عمرو بن عبد الرحمن بن الحسن قال: قال رسول الله - صلى الله عليه وسلم - .. الحديث.(٣) في (ز): عليهما السلام.(٤) هبيرة بن أبي وهب بن عمرو بن عائذ بن عمران بن مخزوم فر عن الإسلام يوم الفتح، فمات كافزا طريذا بنجران.(٥) لم يذكر بجرح أو تعديل.(٦) أبو الحسن الفوري الوراق، لم يذكر بجرح أو تعديل.(٧) أبو نصر النيسابوري، لم يذكر بجرح أو تعديل.</p><p> يوسف بن بلال (١) عن محمد بن مروان (٢) ، عن الكلبي (٣) ، عن أبي صالح باذان (٤) ، عن أُم هانئ بنت أبي طالب (٥) رضي الله عنها أنها كانت تقول: ما أسري برسول الله - صلى الله عليه وسلم - إلا وهو في بيتي نائم عندي تلك الليلة، فصلى في بيتي العشاء الآخر فصليت معه ثم قمت فنمت وتركته في مصلاه فلم أنتبه تلك الليلة حتى أنبهني إلى (٦) صلاة الغداة، قال:  \"قومي يا أم هاني أحدثك العجب\" فقلت: كل حديثك عجب بأبي أنت وأمي، فقام وصلى الغداة وصليت معه، فلما انصرف قال: \"يا أم هانئ! لقد صليت معكم العشاء الآخر كما رأيتِ بهذا الوادي، ثم أتاني جبريل -عليه السلام- وأنا في مصلاي هذا فقال: يا محمد! اخرج، فخرجت إلى الباب، فإذا ملك واقف على دابة فقال لي: اركب فركبت فسارت بي نحو بيت المقدس، فإذا أتيت على واد طالت يدا الدابة وقصرت رجلاها، وإذا أتيت على عقبة طالت رجلاها وقصرت يداها حتى انتهيت إلى بيت المقدس </p><p>(١) السعدي، لم يذكر بجرح أو تعديل. (٢) السدي، الأصغر، كوفي متهم بالكذب.(٣) أبو النضر، متهم بالكذب ورمي بالرفض.(٤) ويقال: باذام، ضعيف يرسل.(٥) أم هانئ بنت أبي طالب القرشية الهاشمية أخت علي بن أبي طالب، أسلمت عام الفتح وكانت تحت هبيرة بن أبي وهب المخزومي وقد خطبها رسول الله - صلى الله عليه وسلم - \"الإصابة\" لابن حجر ٨/ ٣١٧.(٦) في (ز): لصلاة الغداة.</p><p> فصليت فيه ثم صليت الغداة معكم الآن كما ترين\" (١) . </p><p>(١) [١٦٧٧] الحكم على الإسناد: الحديث بهذا الإسناد منكر لأجل محمد بن مروان السدي ومحمد بن السائب الكلبي.التخريج:أخرج الطبري بطريق ابن حميد، قال: ثنا سلمة، قال: ثنا محمد بن إسحاق، قال: حدثني محمد بن السائب عن أبي صالح، عن أم هانئ في مسرى النبي - صلى الله عليه وسلم - أنها كانت تقول: ما أُسري برسول الله - صلى الله عليه وسلم - إلا وهو في بيتي نائم عندي تلك الليلة، فصلى العشاء الآخر ثم نام ونمنا، فلما كان قبيل الفجر، أهبنا رسول الله - صلى الله عليه وسلم - فلما صلى الصبح وصلينا معه قال: \"يا أُم هانئ لقد صليت معكم العشاء الآخر كما رأيت بهذا الوادي ثم جئت بيت المقدس فصليت فيه، ثم صليت صلاة الغداة معكم الآن كما ترين\" والحديثين ذكر صلاة العشاء الأخير وصلاة الغداة -الفجر- قبل الإسراء، وفي الصحيحين: أن أبا مسعود الأنصاري قال: يا مغيرة! أليس قد علمت أن جبريل نزل فصلى، فصلى رسول الله - صلى الله عليه وسلم - ثم صلى فصلى رسول الله - صلى الله عليه وسلم - ثم صلى فصلى رسول الله - صلى الله عليه وسلم - .. ثم قال: \"بهذا أمرت\"، أخرجه البخاري في بداية كتاب مواقيت الصلاة (٥٢١)، ومسلم في كتاب المساجد، باب أوقات الصلاة (٦١٥)، وعند الطبري برواية نافع بن جبير وغيره: لما أصبح النبي - صلى الله عليه وسلم - من ليلة الذي أُسري به فيها، ولم يرعه إلا جبريل فنزل حين زاغت الشمس، فلذلك سميت الأولى .. الحديث. \"مصنف عبد الرزاق\" ١/ ٥٣٢، (٢٠٣٠).وقال القرطبي: قال يونس بن بكير: وقال ابن إسحاق: ثم إن جبريل -عليه السلام- أتى النبي - صلى الله عليه وسلم - حين فرضت عليه الصلاة -يعني: في الإسراء- فهمز له بعقبه في ناحية الوادي فانفجرت عين ماء فتوضأ جبريل ومحمد -عليهما السلام- ينظر فوضأ وجهه واستنشق وتمضمض.ومسح برأسه وأذنيه ورجليه إلى الكعبين ونضح فرجه ثم قام يصلي ركعتين بأربع سجدات فرجع رسول الله - صلى الله عليه وسلم - وقد أقر الله عينه وطابت نفسه، وجاء ما يجب من =</p><p> وقال مقاتل: كان (١) الإسراء قبل الهجرة بسنة (٢)  {إِلَى الْمَسْجِدِ الْأَقْصَى} يعني: بيت المقدس، سمي أقصى؛ لأنه أبعد المساجد التي تزار {الَّذِي بَارَكْنَا حَوْلَهُ} بالماء والأنهار والأشجار والثمار. </p><p> وقال مجاهد: سماه مباركًا؛ لأنه مقر الأنبياء وفيه مهبط الملائكة والوحي، وفيه (٣) الصخرة وإليه (٤) يحشر الناس يوم القيامة {لِنُرِيَهُ مِنْ آيَاتِنَا} من عجائب أمرنا {إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ} فأما حديث المسرى فاقتصرت فيه على الأخبار المشهورة المأثورة (دون المراسيل)  (٥) دون المناكير والأحاديث الواهية الأسانيد وجمعتها على نسق واحد مختصر </p><p>= أمر الله تعالى، فأخذ رسول الله - صلى الله عليه وسلم - بيد خديجة ثم أتى بها العين فتوضأ كما توضأ جبريل، ثم ركع ركعتين هو وخديجة، ثم كان هو وخديجة يصليان سواء. \"الجامع لأحكام القرآن\" ١٠/ ٢١٠ - ٢١١. (١) في (ز): كانت ليلة.(٢) وهذا يعارض ما سبق: ثم كان هو وخديجة يصليان سواء.(٣) في (ز): هي.(٤) في نسخ المخطوط (منه) والمثبت لأجل أحاديث أشراط الساعة منها حديث حذيفة - رضي الله عنه - قال: اطلع النبي - صلى الله عليه وسلم - ونحن نتذاكر .. الساعة قال: أنها لن تقوم حتى ترون قبلها عشر آيات فذكر الدخان والدجال .. وآخر ذلك نار تخرج من اليمن تطرد الناس إلى محشرهم. \"صحيح مسلم\" كتاب الفتن، باب ما يكون من فتوحات (٢٩٠١)، وعند الترمذي من حديث عبد الله بن عمر - رضي الله عنهما- مرفوعًا: \"ستخرج نار من حضرموت أو من نحو بحر حضرموت قبل يوم القيامة تحشر الناس\"، قالوا: يا رسول الله فما تأمرنا؟ فقال: \"عليكم بالشام\". \"جامع الترمذي\" كتاب الفتن، باب لا تقوم الساعة حتى تخرج نار قبل الحجاز (٢٢١٧).(٥) سقط من (ز).</p><p> ليكون أحلى في الاستماع وأدنى إلى الانتفاع (١) . </p><p> [١٦٧٨] وهو ما أخبرنا أبو محمد عبد الله بن حامد الوزان (٢) ، قال: أخبرنا (أبو حاتم)  (٣) مكي بن عبدان (٤) ، قال: حدثنا عبد الله ابن هاشم بن حيان (٥) ، قال: حدثنا يحيى بن سعيد القطان (٦) ، قال: حدثنا هشام الدستوائي (٧) . </p><p> [١٦٧٩] وأخبرنا عبد الله بن حامد، قال: أخبرنا مكي بن عبدان، قال: حدثنا محمد بن يحيى (٨) ، قال: حدثنا عبد الصمد (٩) ، قال: حدثنا هشام (١٠) ، عن قتادة (١١) ، عن أنس رضي الله عنه (١٢) . [١٦٨٠] وأخبرنا عبد الله بن حامد (١٣) ، قال: أخبرنا مكي بن </p><p>(١) في (أ): الانقطاع. (٢)، لم يذكر بجرح أو تعديل.(٣) سقط من (ز).(٤) التميمي، الثقة، المتقن.(٥) أبو عبد الرحمن، الطوسي، ثقة.(٦) أبو سعيد القطان التميمي البصري، ثقة متقن حافظ إمام قدوة.(٧) أبو بكر البصري الدستوائي، ثقة، ثبت، وقد رمي بالقدر.(٨) الذهلي النيسابوري، ثقة حافظ، جليل.(٩) التنوري، أبو سهل، صدوق، ثبت في شعبة.(١٠) أبو بكر البصري الدستوائي، ثقة، ثبت، وقد رمي بالقدر.(١١) أبو الخطاب السدوسي، ثقة ثبت.(١٢) [١٦٧٨ - ١٦٧٩] الحكم على الإسناد:رواته ثقات إلا الوزان لم يذكر بجرح أو تعديل.(١٣) لم يذكر بجرح أو تعديل.</p><p> عبدان (١) ، قال: حدثنا أحمد بن يوسف القصير (٢) ، قال: حدثنا (٣) ابن شوذب (٤) بواسط، قال: أخبرنا إبراهيم بن معاوية (٥) بن جبلة، قال: حدثنا هدبة بن خالد (٦) ، قال: حدثنا همام (٧)  (٨) . </p><p> [١٦٨١] وأخبرنا عبد الله بن حامد (٩) ، قال: حدثنا مكي (١٠) ، قال: حدثنا أبو الأزهر (١١) ، قال: حدثنا عبد الصمد (١٢) ، قال: </p><p>(١) الثقة، المتقن. (٢) المعروف بـ (حمدان)، ثقة، حافظ.(٣) في (ز): أخبرنا مكان حدثنا وبالعكس، وتكرر هذا الخلاف في النسخ.(٤) لم يتبين لي من هو.(٥) في (ز): معمر، ولم أجده، والظاهر أن المصنف يظهر بإكثار هذِه الطرق مضاهاة الشيخين -البخاري ومسلم- ويضرب الصفح عن ذكرهما ويلتقي بشيوخهما ومنهم أحمد بن يوسف وهدبة بن خالد وهما معاصران ومن طبقة واحدة، ثم يدخل بينهما الرواة المجهولين، فلم يأت بإسناد صحيح ولم يستحسن ذكر الشيخين أو الصحيحين.ولقد أجاد تلميذ المصنف -الواحدي- حيث قال: والأخبار في قصة الإسراء كثيرة نقتصر منها على حديث أنس الذي أجمع الشيخان على صحته. \"الوسيط\" ٣/ ٩٤.(٦) هدبة بن خالد بن الأسود القيسي أبو خالد البصري، صدوق، لا بأس به.(٧) همام بن يحيى بن دينار العوذي البصري، ثقة.(٨) [١٦٨٠] الحكم على الإسناد:فيه ابن شوذب وإبراهيم بن معاوية مجهولان، الوزان لم يذكر بجرح أو تعديل.(٩) لم يذكر بجرح أو تعديل.(١٠) الثقة المتقن.(١١) أحمد بن الأزهر، صدوق، كان يحفظ ثم كبر، فصار كتابه أثبت من حفظه.(١٢) صدوق.</p><p> حدثنا همام (١) . </p><p> [١٦٨٢] وأخبرنا عبد الله (٢) قال: حدثنا مكي (بن عبدان)  (٣)  (٤) قال: حدثنا أحمد بن يوسف (٥) ، قال: حدثنا عمرو بن عاصم الكلابي (٦) ، قال: حدثنا همام (٧) ، عن قتادة (٨) ، عن أنس - رضي الله عنه -. </p><p> [١٦٨٣] وأخبرنا عبد الله بن حامد الوزان (٩) ، قال: أخبرنا مكي (١٠) ، قال: حدثنا محمد بن يحيى (١١) ، قال: حدثنا (عبد الوهاب ابن عطاء)  (١٢) عن سعيد (١٣) ، عن قتادة (١٤) ، عن أنس بن مالك، عن </p><p>(١) العوذي البصري، ثقة، ربما وهم. (٢) لم يذكر بجرح أو تعديل.(٣) سقط من (ز) وفيها: محمد بن يوسف، وقد تقدم في السند السابق.(٤) الثقة المتقن.(٥) ثقة، حافظ.(٦) عمرو بن عاصم الكلابي ذكره ابن حبان في \"الثقات\"، قال ابن حجر: صدوق في حفظه شيء، مات سنة (٢١٣ هـ) روى له الجماعة. \"الثقات\" لابن حبان ٨/ ٤٨١، \"التهذيب\" للمزي ٢٢/ ٨٧، \"تهذيب التهذيب\" لابن حجر ٨/ ٨٧.(٧) العوذي البصري، ثقة، ربما وهم.(٨) أبو الخطاب السدوسي، ثقة ثبت.(٩) سقط من (ز)، لم يذكر بجرح أو تعديل.(١٠) الثقة، المتقن.(١١) \"الذهلي\" ثقة، حافظ، جليل.(١٢) هكذا في (ز)، وفي (أ): عبد الله الوهاني عن، والمثبت هو الصحيح أبو نصر البصري، صدوق، ربما أخطأ.(١٣) ابن أبي عروبة، ثقة حافظ، اختلط بأخرة، لكنه كثير التدليس.(١٤) أبو الخطاب السدوسي، ثقة ثبت.</p><p> مالك بن صعصعة (١) - رضي الله عنه - عن النبي - صلى الله عليه وسلم - (٢) . </p><p> [١٦٨٤] وأخبرنا عبد الله بن حامد الوزان (٣) ، قال: حدثني مكي بن عبدان (٤) ، قال: حدثنا أحمد بن يوسف الأزدي (٥) ، قال: حدثنا حجاج بن منهال (٦) ، قال: حدثنا حماد بن سلمة (٧) ، عن ثابت (٨) ، عن أنس - رضي الله عنه -: أن رسول الله - صلى الله عليه وسلم - قال (٩) : </p><p> [١٦٨٥] وأخبرنا عبد الله (١٠) ، قال: حدثنا مكي (١١) قال: حدثنا أبو الأزهر أحمد بن الأزهر (١٢) قال: حدثنا يحيى بن صالح الوحاظي (١٣) ، </p><p>(١) صحابي جليل. (٢) [١٦٨١ - ١٦٨٣] الحكم على الإسناد:شيخ المصنف: الوزان لم يذكر بجرح أو تعديل.(٣) سقط من (أ). لم يذكر بجرح أو تعديل.(٤) الثقة، المتقن.(٥) في (ز): الأسدي، ثقة حافظ.(٦) أبو محمد السلمي، البصري، ثقة، فاضل.(٧) حماد بن سلمة بن دينار، الإمام، أبو سلمة، ثقة، عابد، أثبت الناس في ثابت، تغير حفظه بأخرة.(٨) البناني، أبو محمد البصري، ثقة عابد.(٩) [١٦٨٤] الحكم على الإسناد:رجاله ثقات إلا الوزان فلم يذكر بجرح أو تعديل.(١٠) لم يذكر بجرح أو تعديل.(١١) المحدث، الثقة المتقن.(١٢) صدوق، كان يحفظ ثم كبر، فصار كتابه أثبت من حفظه.(١٣) الحمصي، صدوق من أهل الرأي.</p><p> ومروان بن محمد (١) قال: حدثنا سعيد بن عبد العزيز الدمشقي (٢) عن يزيد بن أبي مالك (٣) ، عن أنس بن مالك - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - (٤) . </p><p> [١٦٨٦] وأخبرنا أبو سعيد محمد بن عبد الله بن حمدون (٥) ، قال: حدثنا أبو حامد أحمد بن محمد بن الحسن الشرقي (٦) ، قال: حدثنا محمد بن يحيى (٧) قال: </p><p>(١) ابن حسان الأسدي، الدمشقي، ثقة. (٢) سعيد بن عبد العزيز بن أبي يحيى التنوخي، أبو محمد، الدمشقي، الفقيه، ثقة إمام، لكنه أختلط في آخر عمره، سواه أحمد بالأوزاعي وقدمه أبو مهر مات سنة (١٦٧ هـ) \"التهذيب\" للمزي ٣/ ١٨٢، \"السير\" للذهبي ٨/ ٣٢.(٣) يزيد بن عبد الرحمن بن أبي مالك، هانئ الدمشقي، قاضيها وثقه أبو حاتم، قالأبو مسهر: رأى أنسا. قال ابن حجر: صدوق ربما وهم مات سنة (١٣٠ هـ). \"التهذيب\" للمزي ٣٢/ ١٨٩، \"السير\" للذهبي ١٠/ ٣٩، \"التقريب\" لابن حجر (٧٧٤٨).(٤) [١٦٨٥] الحكم على الإسناد:فيه الوزان لم يذكر بجرح أو تعديل.التخريج:أخرجه النسائي في \"المجتبى\" في كتاب الصلاة، باب فرض الصلاة ١/ ٢٢١ - ٢٢٣ بطريق عمرو بن هشام قال: حدثنا مخلد عن سعيد بن عبد العزيز، به مرفوعًا: قال أتيت بدابة فوق الحمار ودون البغل خطوها عند منتهى طرفها .. الحديث وبالإسناد السابق أخرجه مسلم في صحيحه في كتاب الإيمان، باب الإسراء برسول الله - صلى الله عليه وسلم - (١٦٢).(٥) أبو سعيد النيسابوري، العالم الزاهد، الصالح، لم يذكر بجرح أو تعديل.(٦) ثقة مأمون.(٧) الذهلي، ثقة، حافظ، جليل.</p><p> حدثنا عبد الرزاق (١) ، عن معمر (٢) ، عن الزهري (٣) ، عن أنس - رضي الله عنه - عن النبي - صلى الله عليه وسلم - (٤) </p><p> [١٦٨٧] وأخبرنا عبد الله بن حامد الوزان (٥) ، قال: حدثنا (٦) مكي ابن عبدان (٧) ، قال: حدثنا أبو الأزهر (٨) ، قال: حدثنا أبو النضر هاشم </p><p>(١) صاحب المصنف، ثقة حافظ عمي في آخر عمره فتغير وكان يتشيع. (٢) ابن راشد الأزدي، ثقة ثابت فاضل إلا أن في روايته شيئا.(٣) الفقيه الحافظ، متفق على جلالته وإتقانه.(٤) [١٦٨٦] الحكم على الإسناد:فيه ابن حمدون لم يذكر بجرح أو تعديل.التخريج:قال الإمام عبد الرزاق في \"المصنف\": قال معمر: قال الزهري: وأخبرني أنس بن مالك - رضي الله عنه - أن النبي - صلى الله عليه وسلم - فرضت عليه الصلوات ليلة أسري به خمسين، ثم نقصت إلى خمس، ثم نودي: يا محمد! {مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ} وإن لك بالخمس خمسين. انتهى، \"المصنف\" ٥/ ٣٢٨، ولكن عند الشيخين من طريق يونس عن ابن شهاب الزهري، عن أنس بن مالك قال: كان أبو ذر - رضي الله عنه - يحدث أن رسول الله - صلى الله عليه وسلم - قال: \"فرج سقف بيتي وأنا نائم بمكة فنزل جبريل ففرج صدري .. \" الحديث بطوله، أخرجه البخاري في \"الصحيح\" في أول كتاب الصلاة (٣٤٩)، ومسلم أيضًا في \"الصحيح\" في كتاب الإيمان، باب الإسراء برسول الله - صلى الله عليه وسلم - (١٦٣).(٥) لم يذكر بجرح أو تعديل.(٦) في (ز): أخبرنا.(٧) المحدث، الثقة المتقن.(٨) صدوق، كان يحفظ ثم كبر فصار كتابه أثبت من حفظه.</p><p> ابن القاسم (١) قال: حدثنا أبو جعفر عيسى بن عبد الله (٢) السعدي (٣) أبي العالية (٤) -أو غيره- عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - (٥) : </p><p> [١٦٨٨] وأخبرنا أبو صالح شعيب بن أبي الحسين البيهقي (٦) قال: حدثنا مكي بن عبدان (٧) قال: حدثنا أبو الأزهر (٨) قال: </p><p>(١) القيصر، ثقة ثبت. (٢) أبو جعفر الرازي، التميمي، صدوق سيئ الحفظ خصوصا عن مغيرة.(٣) في المراجع المتداولة: الرازي، كما سبق.(٤) رفيع بن مهران، ثقة كثير الإرسال.(٥) [١٦٨٧] الحكم على الإسناد:فيه: الوظان، لم يذكر بجرح أو تعديل وأبو جعفر صدوق سيئ الحفظ، والظاهر أن هذا الإسناد فيه أيضًا سقط، بين أبي جعفر وأبي العالية؛ لأن الطبري أخرجه في تفسيره عن طريقين: علي بن سهل قال: حدثنا: حجاج قال: أخبرنا أبو جعفر الرازي عن الربيع بن أنس، عن أبي العالية الرياحي، عن أبي هريرة أو غيره -شك أبو جعفر- في قول الله عز وجل {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ} الآية، قال: جاء جبريل إلى النبي - صلى الله عليه وسلم - ومعه ميكائيل .. الحديث بطوله.ومن طريق محمد بن عبيد الله قال: أخبرنا أبو النضر هاشم بن القاسم قال: حدثنا أبو جعفر الرازي عن الربيع بن أنس، عن أبي العالية -أو غيره- شك أبو جعفر عن أبي هريرة .. نحوه. \"جامع البيان\" ١٥/ ٦ - ١١.وقال ابن أبي حاتم: حدثنا محمد بن عبد الله بن نمير، حدثنا يونس بن بكير، حدثنا عيسى بن عبد الله التميمي -يعني: أبا جعفر الرازي- عن الربيع بن أنس البكري عن أبي العالية -أو غيره- عن أبي هريرة - رضي الله عنه - .. ونحوه. \"تفسير القرآن العظيم\" لابن أبي حاتم ٧/ ٢٣٠٩ (١٣١٨٤).(٦) أبو صالح البيهقي مستور من أهل النواحي.(٧) المحدث، الثقة المتقن.(٨) صدوق، كان يحفظ ثم كبر، فصار كتابه اثبت من حفظه.</p><p> حدثنا روخ بن عبادة (١) قال: حدثنا (صالح بن أبي الأخضر)  (٢) قال أخبرني ابن شهاب (٣) قال: سمعت سعيد بن المسيب (٤) يحدث عن أبي هريرة - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - (٥) . </p><p> [١٦٨٩] وأخبرنا محمد بن عبد الله بن حمدون (٦) قال: أخبرنا أحمد بن محمد بن الحسن (٧) قال: حدثنا محمد بن يحيى (٨) قال: حدثنا محمد بن كثير الصنعاني (٩) ، </p><p>(١) أبو محمد القيسي البصري، ثقة فاضل، له تصانيف. (٢) في (ز): صالح عن أبي الأخضر، وهو تصحيف؛ والمثبت الصواب، صالح بن أبي الأخضر، اليمامي ثم البصري، ضعفه ابن معين ولينه البخاري مات بعد سنة (١٤٠ هـ) \"التهذيب\" للمزي ١٣/ ٨، \"السير\" للذهبي ١٣/ ٣٤٤.(٣) الفقيه الحافظ، متفق على جلالته وإتقانه.(٤) أحد العلماء الأثبات، اتفقوا على أن مرسلاته أصح المراسيل.(٥) [١٦٨٨] الحكم على الإسناد:فيه ابن أبي الأخضر ضعيف يعتبر به، والبيهقي مستور.التخريج:حديث الزهري عن سعيد، عن أبي هريرة مرفوعًا: ليلة أُسري بي رأيت موسى .. الخ. أيضًا متفق عليه، أخرجه الإمام البخاري في كتاب أحاديث الأنبياء -باب قول الله تعالى: {وَهَلْ أَتَاكَ حَدِيثُ مُوسَى (٩)} (٣٣٩٤)، والإمام مسلم في كتاب الأيمان، باب الإسراء برسول الله - صلى الله عليه وسلم - (١٦٨)، كلاهما من طريق معمر، عن الزهري.(٦) العالم، الزاهد، الصالح.(٧) ثقة مأمون.(٨) ثقة، حافظ، جليل.(٩) محمد بن كثير بن أبي عطاء الصنعاني من صنعاء دمشق ضعفه أحمد، وقال ابن =</p><p> عن معمر (١) ، عن الزهري (٢) ، عن عروة (٣) ، عن عائشة - رضي الله عنها-، عن النبي - صلى الله عليه وسلم - (٤) . </p><p> [١٦٩٠] و (أخبرنا محمد بن عبد الله (٥) قال: ) (٦) أخبرنا أبو حامد ابن الشرقي (٧) قال: حدثنا محمد بن يحيى (٨) قال: حدثنا عبد الرزاق (٩) ، </p><p>= حجر: صدوق كثير الغلط. \"السير\" للذهبي ١٩/ ٣٦٦، \"التقريب\" لابن حجر (٦٢٥١).(١) ثقة، ثابت فاضل، إلا أن في روايته شيئا.(٢) الفقيه الحافظ، متفق على جلالته وإتقانه.(٣) ابن الزبير، ثقة.(٤) [١٦٨٩] الحكم على الإسناد:فيه محمد بن كثير صدوق كثير الغلط.التخريج:حديث عائشة رضي الله عنها قالت: الصلاة -وعند مسلم: أن الصلاة- أول ما فرضت ركعتين فأقرت صلاة السفر وأتمت صلاة الحضر. أخرجه البخاري في أبواب تقصير الصلاة، باب يقصر إذا خرج من موضعه (١٠٩٠)، والإمام مسلم في كتاب صلاة المسافرين (٦٨٥)، وكذلك أخرجه ابن خزيمة في \"صحيحه\" ١/ ١٥٦، باب ذكر فرض الصلوات الخمس من عدد الركعة (٣٥٣)، ولم أجد أحدًا ذكره بإسناد المصنف فكأنه يحيد عن طريق الصحيحين استدراكًا عليهما ومضاهاةً لأبي عبد الله الحاكم النيسابوري.(٥) العالم، الزاهد، الصالح.(٦) سقط مكرر في (ز).(٧) ثقة مأمون.(٨) ثقة، حافظ، جليل.(٩) ثقة حافظ، عمي في آخر عمره فتغير وكان يتشيع.</p><p> قال: أخبرنا معمر (١) عن الزهري (٢) ، عن أبي سلمة بن عبد الرحمن (٣) قال: سمعت جابر بن عبد الله - رضي الله عنهما- يقول: قال رسول الله - صلى الله عليه وسلم - (٤) . </p><p> [١٦٩١] وأخبرنا أبو الحسن العبدري (٥) وأبو القاسم السمري (٦) قالا: حدثنا (٧) العباس بن منصور بن العباس (٨) قال: حدثنا عُتيق بن محمد (٩) قال: حدثنا إسحاق بن بشر القرشي (١٠) قال: حدثنا ابن جريج (١١) عن مجاهد (١٢) ، عن ابن عباس - رضي الله عنهما-، </p><p>(١) ثقة، ثابت فاضل، إلا أن في روايته شيئا. (٢) الفقيه الحافظ، متفق على جلالته وإتقانه.(٣) ثقة مكثر.(٤) [١٦٩٠] الحكم على الإسناد:رجاله ثقات إلا شيخ المصنف فصالح.التخريج:في \"مصنف عبد الرزاق\" ٥/ ٣٢٩: قال معمر: قال الزهري: وأخبرني أبو سلمة عن جابر مرفوعًا: قمت في الحجر حين كذبني قومي فرفع لي بيت المقدس حتى جعلت أنعت لهم. وعند مسلم من طريق عقيل عن الزهري نحوه في كتاب الإيمان (١٧٠).(٥) في (ز): العبدوسي، لم أجده.(٦) أبو القاسم السمري لم أجده.(٧) في (ز): أخبرنا.(٨) أبو الفضل الفرند آباذي، لم يذكر بجرح أو تعديل ..(٩) أبو بكر الحرشي، لم يذكر بجرح أو تعديل.(١٠) أبو حذيفة البخاري، كذاب.(١١) عبد الملك بن عبد العزيز ثقة فقيه فاضل، كان يدلس ويرسل.(١٢) أبو الحجاج المخزومي، ثقة إمام في التفسير وفي العلم.</p><p> وعن جويبر (١) وابن خليفة (٢) ، عن الضحاك (٣) ، عن ابن عباس - رضي الله عنه -ما (٤) . </p><p> [١٦٩٢] وأخبرنا شعيب بن محمد (٥) قال: أخبرنا مكي بن عبدان (٦) قال: حدثنا أحمد بن الأزهر (٧) قال: حدثنا روح بن عبادة (٨) قال: حدثنا عوف (٩) عن زرارة بن أوفى (١٠) ، عن ابن عباس - رضي الله عنهما- (عن رسول الله - صلى الله عليه وسلم -)  (١١)  (١٢) . </p><p>(١) أبو القاسم البلخي، ضعيف جدًّا. (٢) أبو بكر الحناط، صدوق رمي بالتشيع.(٣) ابن مزاحم الهلالي صدوق كثير الإرسال.(٤) [١٦٩١] الحكم على الإسناد:فيه إسحاق بن بشر كذاب، ومن لم أجده، ومن لم يذكر بجرح أو تعديل والطريق الثاني فيه جويبر ضعيف، والضحاك لم يسمع من ابن عباس. فالعجب من المصنف يذكر مثل هذِه الأسانيد بعد دعوى الاقتصار -في حديث المسرى- على الأخبار المشهورة المأثورة دون المراسيل، ودون المناكير والأحاديث الواهية.(٥) أبو صالح البيهقي، مستور من أهل النواحي.(٦) المحدث، الثقة المتقن.(٧) صدوق، كان يحفظ ثم كبر، فصار كتابه أثبت من حفظه.(٨) أبو محمد البصري، ثقة، فاضل له تصانيف.(٩) الأعرابي العبدي، ثقة، رمي بالقدر وبالتشيع.(١٠) في نسخ المخطوط: زرارة بن أبي أوفى، ولكن المثبت كما في كتب الرجال: زرارة بن أوفى، أبو حاجب العامري الحرشي، قاضي البصرة، ثقة.(١١) زيادة من (ز).(١٢) [١٦٩٢] الحكم على الإسناد:فيه شعيب شيخ المصنف مستور.التخريج:رواه الإمام أحمد عن محمد بن جعفر وروح بالإسناد المذكور مرفوعًا في =</p><p> [١٦٩٣] وأخبرنا الحسن بن محمد بن جعفر (١) قال: حدثنا (٢) الحسن بن محمد بن هارون (٣) قال: حدثنا أحمد بن محمد بن نصر (٤) قال: حدثنا يوسف السعدي (٥) قال: حدثنا السدي (٦) عن محمد بن السائب (٧) عن باذان (٨) عن ابن عباس - رضي الله عنهما-. (٩) </p><p>= \"المسند\" ٩/ ٣٠١ (٢٨١٩) والبيهقي في طريقين يلتقيان على عوف، كذلك في \"دلائل النبوة\" ٢/ ٣٦٣ - ٣٦٤. (١) أبو القاسم الحبيبي: قيل كذبه الحاكم.(٢) في (ز): أخبرنا.(٣) أبو علي الفارمي، كان موثقًا.(٤) اللباد الفقيه، لم يذكر بجرح أو تعديل.(٥) ابن بلال السعدي، لم يذكر بجرح أو تعديل.(٦) السدي الصغير، متهم بالكذب.(٧) من (ز) الكلبي. متهم بالكذب، رمي بالرفض.(٨) أبو صالح مولى أم هاني، ضعيف.(٩) [١٦٩٣] الحكم على الإسناد:آفته السدي والكلبي، وكذا أبو صالح. لكن الحديث صح من طرق أخرى كما سيأتي.التخريج:أخرجه مسلم في \"صحيحه\" -كتاب الإيمان- طريق محمد بن المثنى وابن بشار -قال ابن المثنى: حدثنا- محمد بن جعفر، حدثنا شعبة عن قتادة قال: سمعت أبا العالية يقول: حدثني ابن عم نبيكم - صلى الله عليه وسلم - يعني: ابن عباس - رضي الله عنه - قال: ذكر رسول الله - صلى الله عليه وسلم - حين أسري به .. الحديث (١٦٥)، وفي \"مسند الإمام أحمد\" ١/ ٣٠٩ (٢٨٢١) من طريق أبي عمر الضرير، أنا حماد بن سلمة عن عطاء بن السائب عن سعيد بن جبير، عن ابن عباس - رضي الله عنهما- مرفوعًا لما كانت الليلة التي أسري فيها أتت =</p><p> (عن رسول الله - صلى الله عليه وسلم -)  (١) دخل حديث (٢) بعضهم في بعض وقالوا: قال رسول الله - صلى الله عليه وسلم -: \"لما كانت ليلة أسري بي وأنا بمكة بين النائم واليقظان جاءني جبريل -عليه السلام- وقال (٣) : يا محمد قم، فقمت، فإذا جبريل ومعه ميكائيل عليهما السلام فقال جبريل لميكائيل عليهما السلام: ائتني بطست من ماء زمزم لكيما أطهر قلبه واشرح له صدره قال: فشق يطني فغسله ثلات مرات واختلف إليه ميكائيل -عليه السلام- بثلاث طساس (٤) من ماء زمزم فشرح صدري ونزع ما كان فيه من غل وملأه حلمًا وعلما وإيمانًا وختم بين كتفي بخاتم النبوة، ثم أخذ جبريل -عليه السلام- بيدي حتى انتهى بي إلى سقاية زمزم فقال للملك: </p><p>= علي رائحة طيبة .. الحديث، وقال الطبري: حدثنا ابن حميد قال: حدثنا سلمة قال: حدثنا محمد بن إسحاق قال: حدثني محمد بن السائب عن أبي صالح بن باذام، عن أم هاني بنت أبي طالب في مسرى النبي - صلى الله عليه وسلم - أنها كانت تقول ما أسري برسول الله - صلى الله عليه وسلم - إلا وهو في بيتي نائم عندي .. الحديث. \"جامع البيان\" ١٥/ ٢. (١) من (ز).(٢) في (ز): كلام.(٣) عند الطبري في \"جامع البيان\" ١٥/ ٦، وعند السيوطي في \"الدر المنثور\" ٤/ ٢٦٨ من حديث أبي هريرة - رضي الله عنه -: جاء جبريل إلى النبي - صلى الله عليه وسلم - ومعه ميكائيل، فقال جبريل لميكائيل ائتني بطست من ماء زمزم كيما أطهر قلبه وأشرح صدره، قال: فشق عن بطنه فغسله ثلاث مرات .. فملأه حلمًا وعلمًا وإيمانا ويقينًا وإسلامًا وختم بين كتفيه بخاتم النبوة ثم أتاه بفرس فحمل عليه، كل خطوة منه منتهى طرفه أقصى بصره ... الحديث.(٤) عند الطبري في \"جامع البيان\" ١٥/ ٧ بطريق الربيع بن أنس، عن أبي العالية، عن أبي هريرة أو غيره .. طسات.</p><p> ائتني بذنوب (١) من ماء زمزم ومن ماء الكوثر فقال: توضأ، فتوضأت، ثم قال لي: انطلق يا محمد، فقلت: إلى أين؟ فقال: إلى ربك ورب كل شيء، فأخذ بيدي وأخرجني من المسجد فإذا بالبراق وهي (٢) دابة فوق الحمار ودون البغل خده كخد الإنسان، وذنبه كذنب البعير، وعرفه كعرف الفرس، وقوائمه كقوائم الإبل، وأظلافه كأظلاف البقر، وصدره كأنه ياقوتة حمراء، وظهره كأنه درة بيضاء، وعليه رحل من رحائل الجنة، وله جناحان في فخذيه يمر مثل البرق خطوته (٣) مثتهى طرفه، فقال لي: أركب، وهي دابة إبراهيم -عليه السلام- التي كان يزور عليها البيت الحرام، فلما وضعت يدي عليه (٤) تشامس واستصعب علي، فقال جبريل -عليه السلام-: مه يا براق، فقال البراق: يا جبريل مس صفراء، فقال جبريل -عليه السلام-: يا محمد هل </p><p>(١) في (ز): بتور، قال ابن الأثير: الذنوب: الدلو العظيمة، وقيل: لا تسمى ذنوبًا إلا إذا كان فيها ماء، وقد تكرر في الحديث. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ١٧١ (ذنب)، وفي مادة (تور)، قال: هو إناء من صفر أوحجارة كالإجانة، وقد يتوضأ منه، ومثل هذِه الزيادة الشاذة في حديث الإسراء انفرد بذكرها المصنف. وعند الشيخين من حديث مالك بن صعصعة: فأتيت بطست من ذهب ملئ حكمة هايمانًا فشق من النحر إلى مراق البطن ثم غسل البطن بماء زمزم ثم ملئ حكمة وإيمانًا وأتيت بدابة .. الحديث (١٠٣). \"اللؤلؤ والمرجان\".(٢) سقط من (أ).(٣) في (أ): خطوة.(٤) في (أ): عليها.</p><p> مسست صفراء؟ قال (١) : لا والله إلا (٢) أني مررت يومًا على إساف (٣) ونائلة فمسحت يدي على رؤوسهما، فقلتُ: إن قومًا يعبدونكما من فى ون الله ضلال، فقال جبريل عليه السلام: يا براق أما تستحي؟ فوالله ما ركبك منذ كنت قط نبي أكرم على الله -عز وجل- من محمد - صلى الله عليه وسلم - قال: فارتعش البراق وانصب عرقًا حياءً مني، ثم خفض لي حتى لزق بالأرض فركبته واستويت عليه فأم بي جبريل - صلى الله عليه وسلم - نحو المسجد الأقصى يخطوه البراق مد البصر وجبريل إلى جنبي لا يفوتني ولا أفوته، فبينا أنا في مسيري إذ سمعت (٤) نداء عن يميني فقال: يا محمد على رسلك، يقولها ثلاثًا، فلم ألو عليه (حتى مضيت ثم مضيت حتى)  (٥) جاوزته ثم سمعت نداء عن (شمالي كذلك و)  (٦) قال لي: على رسلك يا محمد، (يقولها ثلاثًا)  (٧) فلم ألو عليه (ثم مضيت حتى (٨) جاوزته فإذا أنا بامرأة عجوز رفعت لي عليها من كل زينة وبهجة تقول: يا محمد إلي، فلم ألتفت إليها، فلما </p><p>(١) السياق السابق واللاحق بتاء التكلم فكان الأولى هاهنا: قلت، ولعل هذا الشاهد على ضعف الحديث. (٢) زيادة من (ز).(٣) في (ز): يساف.(٤) في (ز) في الموضعين: أتاني.(٥) زيادة من (أ)، ولكن في (ز): فلم ألو عليه فجاوزته.(٦) في (ز): يساري فـ.(٧) زيادة من (ز).(٨) زيادة من (أ)، ولكن في (ز): فلم ألو عليه فجاوزته.</p><p> جاوزتها قلت: يا جبريل، من هذا الذي ناداني عن يميني؟ قال: داعية اليهود، والذي نفسي بيده لو أجبته لتهودت أمتك من بعدك، والذي ناداك عن شمالك (١) داعية النصارى، والذي نفسي بيده لو أجبته لتنصرت أمتك من بعدك، وأما التي رفعت إليك (٢) بهجتها وزينتها فهي الدنيا ولو لويت إليها (٣) لاختارت أمتك الدنيا على الآخرة، ثم أتيت بإناءين أحدهما لبن والآخر خمر فقيل لي: اشرب أيها شئت، فأخذت اللبن فشربته فقال جبريل -عليه السلام-: أصبت الفطرة أنت وأمتك (٤) ، أما لو أخذت الخمر لغوت أمتك من بعدك، قال: ثم سار رسول الله - صلى الله عليه وسلم - وسار (٥) معه جبريل -عليه السلام- فأتى على قوم يزرعون ويحصدون في يوم واحد كلما حصدوا عاد كما كان، فقال النبي - صلى الله عليه وسلم - لجبريل -عليه السلام-: من هؤلاء؟ قال: هؤلاء المجاهدون في سبيل الله تضاعف لهم الحسنة بسبعمائة ضعف {وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ}  (٦) ثم أتى على قوم ترضخ رؤوسهم بالصخرة </p><p>(١) في (ز): يسارك. (٢) في (ز): لك.(٣) في (ز): عليها.(٤) هذِه الزيادة لم أجدها عند أحد في المراجع الميسرة.(٥) زيادة من (ز) وعند الطبري في \"جامع البيان\" ١٥/ ٧.(٦) سبأ: ٣٩، عند الطبري -في المرجع السابق- أنفقوا من طريق علي بن سهل قال: حدثنا حجاج قال: أخبرنا أبو جعفر الرازي عن الربيع بن أنس، عن أبي العالية الرياحي، عن أبي هريرة -أو غيره- شك أبو جعفر في قول الله {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ} الآية قال جاء جبريل .. الحديث بسياق يوافقه سياق المصنف في مواضع ويختلف في مواضع.</p><p> كلما رضخت عادت كما كانت لا (يفتر عنهم من ذلك شيء،فقال:)  (١) من هؤلاء يا جبريل؟ ! قال: هؤلاء الذين تتثاقل رؤوسهم عن الصلاة المكئوبة (٢) . </p><p> ثم أتى على قوم على أقبالهم رقاع وعلى أدبارهم رقاع يسرحون كما ئسرح الأنعام على (٣) الضريع والزقوم ورضف جهنم وحجارتها، فقال: ما هؤلاء يا جبريل؟ قال: هؤلاء الذين لا يؤدون (الصدقات من)  (٤) أموالهم وما ظلمهم الله شيئًا (٥) وما كان (٦) الله بظلام للعبيد، تم أتي على قوم بين أيديهم لحم في قدر نضيج طيب (٧) ولحم آخر خبيث، فجعلوا يأكلون الخبيث ويدعون النضيج الطيب قلت (٨) ما هؤلاء يا جبريل؟ قال هذا الرجل من أمثك تكون عنده المرأة حلالًا طيبًا (٩) فيأتي امرأة خبيثة (ويبيت معها)  (١٠) حتى يصبح، والمرأة </p><p>(١) في (أ): لا يفزعنّهم من ذلك شيئًا. قلت والمثبت من (ز) وهو الموافق لما عند الطبري. (٢) سقط من (ز).(٣) في (ز): إسلامي.(٤) في (ز)، \"جامع البيان\" للطبري: صدقات أموالهم.(٥) زيادة عند الطبري.(٦) زيادة من (أ)، وفي (ز): وما ظلمهم وما الله بظلام للعبيد.(٧) زيادة من (أ) فقط وعند الطبري: لحم نضيج في قدور ولحم آخر في قدر خبيث فجعلوا يأكلون من النيِّئ.(٨) في (ز): قال وعند الطبري: فقال.(٩) عند الطبري: الحلال الطيب.(١٠) (و) ساقطة من (أ)، وعند الطبري: فيبيت عندها.</p><p> تقوم من عند زوجها حلالًا طيبًا فتأتي (الرجل الخبيث)  (١) فتبيت معه حى تصبح، ثم أتى على خشبة بالطريق لا يمر بها ثوب إلا شقته ولا شيء آخر (٢) إلا خرقته، فقلت (٣) : ما هذا يا جبريل؟ فقال:  (هذا مثل قوم من)  (٤) أمتك يقعدون على الطريق فيقطعونه. </p><p> ثم تلا (٥)  {وَلَا تَقْعُدُوا بِكُلِّ صِرَاطٍ تُوعِدُونَ وَتَصُدُّونَ عَنْ سَبِيلِ اللَّهِ}  (٦) الآية (٧) ثم أتى على رجل قد جمع حزمة عظيمة لا يستطيع حملها، وهو يزيد عليها فقلت (٨) : ما هذا يا جبريل؟ قال: هذا الرجل (٩) من أمتك عليه (أمانات الناس)  (١٠) لا يقدر على أدائها وهو يزيد عليها، ثم أتى على قوم تقرض ألسنتهم وشفاههم بمقاريض من حديد، كلما قرضت عادت كما كانت قلت (١١) من </p><p>(١) عند الطبري: رجلاً خبيثًا. (٢) زيادة من (ز).(٣) في (ز): فقال، وعند الطبري: قال.(٤) في (أ): مثل أمتك.(٥) عند الطبري في \"جامع البيان\" ١٥/ ٧: قرأ، وعند البيهقي في \"دلائل النبوة\" ٢/ ٣٩٨ يقول الله -عز وجل-.(٦) الأعراف: ٨٦.(٧) زيادة من (ز)، وعند الطبري.(٨) في (ز): فقال، وكذلك عند الطبري، وعند البيهقي: فال يا جبريل ما هذا؟(٩) هكذا في (ز) وعند الطبري، ولكن في (أ): رجل.(١٠) عند البيهقي: أمانة.(١١) عند الطبري والبيهقي: لا يفتر عنهم من ذلك شيء قال:</p><p> هؤلاء يا جبريل؟ قال (١) هؤلاء خطباء (٢) الفتنة، ثم أتى على (٣) جحر صغير يخرج منه ثور عظيم، فجعل الثور يريد أن يرجع من حيث خرج فلا يستطيع، قال: ما هذا (يا جبريل)  (٤) ؟ قال: هذا الرجل من أمتك يتكلم بالكلمة العظيمة (تم يندم عليها فـ)  (٥) لا يستطيع أن يردها، فال: ثم أتى على واد فوجد ريحًا (طيبة ياردة)  (٦) وصوتًا، (قال: ما هذِه الريح الطيبة؟ وما هذا الصوت؟ )  (٧) قال: هذا صوت الجنة تقول رب اتني (٨) ما وعدتني فقد كثرت (٩) غرفي وإستبرقي وسندسي (١٠) وعبقري ولؤلؤي ومرجاني وفضتي وذهبي وأكوابي وصحافي وأباريقي (١١) وفواكهي وعسلي ولبني وخمري ومائي فأتني بما </p><p>(١) سقط من (أ) وعند الطبري: فقال. (٢) عند البيهقي: خطب، وعند الطبري بزيادة: هؤلاء خطباء أمتك خطباء.(٣) في (أ) إلى، وعند البيهقي: على جحر صغير يخرج منه ثور عظيم فجعل الثور.(٤) سقط من (ز).(٥) في (أ): فيندم عليها و.(٦) عند البيهقي باردة طيبة ووجد ريح المسك وسمع، وعند الطبري: باردة طيبة، وفيه ردح المسح وسمع.(٧) عند البيهقي: فقال يا جبريل ما هذِه الريح الباردة الطيبة، وريح المسك؟ وعند الطبري: فقال يا جبريل ما هذِه الريح الطيبة الباردة وهذِه الرائحة التي كريح المسك؟(٨) في (ز) ائتني، وعند البيهقي: يا رب ائتني بأهلي وبما وعدتني.(٩) في (ز): كثر.(١٠) (فىِ (ز): حريري.(١١) (في (ز): أبقاري، ولعل هذا تصحيف من كلمة: أبكاري.</p><p> وعدتني (١) فقال: لك كل مؤمن ومؤمنة من آمن بي وبرسلي وعمل صالحًا ولم يشرك بي شيئًا (٢) ولم يتخذ من دوني أندادًا، ومن خشيني فهو آمن، ومَن سألني أعطيته، ومن أقرضني جزيته، ومن توكل عليَّ كفيته، إني أنا الله لا إله إلا أنا لا أخلف الميعاد {قَدْ أَفْلَحَ الْمُؤْمِنُونَ (١) } إلى (٣) {فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ (١٤) } (٤) قالت: رضيت، ثم أتى على واد فسمع منه صوتًا منكرًا ووجد ريحًا منتنة، فقال: ما هذا يا جبريل؟ قال هذا صوت جهنم تقول: رب آتني (٥) ما وعدتني، فقد كثرت سلاسلي وأغلالي وسعيري وضريعي وحميمي وغساقي وقد بعد قعري واشتد حري فأتني بما وعدتني، قال: لك كل مشرك ومشركة، وكافر وكافرة وكل خبيث وخبيثة، وكل جبار لا يؤمن بيوم الحساب قالت: قد رضيت ثم سار ومعه جبريل -عليه السلام- وقال له جبريل -عليه السلام-: أنزل فصلّ قال (٦) فنزلت فصليت، فقال: أتدري أين صليت؟ صليت بطيبة وإليها المهاجر إن شاء الله، ثم قال: أنزل فصل، فنزلت فصليت فقال: أتدري أين صليت؟ صليت بطور سيناء، حيث كلم الله -عز وجل- موسى -عليه السلام-، ثم قال: أنزل </p><p>(١) في (ز): وعدني. (٢) سقط من (أ).(٣) زيادة عند البيهقي، وعند الطبري: وتبارك الله.(٤) المؤمنون: ١ - ١٤.(٥) في (ز): ائتني.(٦) من (ز).</p><p> فصل، فنزلت فصليت فقال: أتدري أين صليت؟ صليت ببيت لحم حيث ولد عيسى -عليه السلام- قال: ثم مضينا حتى أتينا بيت المقدس فلما أنتهيت إليه إذا أنا بملائكة نزلوا من السماء يتلقوني بالبشارة والكرامة من عثد رب العزة، يقولون لي السلام عليك يا أول يا آخر ويا حاشر! قال (١) قلت: يا جبريل: ما تحيتهم إياي؟ قال إنك أول من تنشق عنه القبر وعن أمتك وأول شافع وأول مشفع، وإنك آخر الأنبياء وإن الحشر بك بأمتك - يعني: حشر القيامة- ثم جاوزناهم ثم انتهينا إلى باب المسجد فأنزلني جبريل -عليه السلام- وربط البراق بالحلقة التي كانت يربط بها الأنبياء عليهم السلام بخطام عليه من حرير الجنة، فلما دخلت الباب إذ أنا بالأنبياء والمرسلين عليهم السلام -وفي حديث أبي العالية- أرواح الأنبياء الذين بعثهم الله تعالى قبلي من لدن آدم (٢) إدريس، ونوح إلى عيسى عليهم السلام، قد جمعهم الله -عز وجل-، فسلموا علي وحيوني بمثل تحية الملائكة قلت يا جبريل: من هؤلاء؟ قال: إخوتك الأنبياء عليهم السلام. زعمت قريش أن لله -عز وجل- شريكًا، واليهود والنصارى أن لله سبحانه ولدًا فسل هؤلاء المرسلين عليهم السلام هل كان لله سبحانه شريك؟ وذلك قوله -عز وجل- {وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ (٤٥) } (٣) فأقروا بالربوبية لله جل </p><p>(١) من (ز). (٢) ليس في (ز).(٣) الزخرف: ٤٥.</p><p> ثناؤه. ثم جمعهم والملائكة صفوفًا، فقدمني وأمرني أن أصلي بهم، فصليت بهم ركعتين ثم إن الأنبياء عليهم السلام أثنوا على ربهم، فقال إبراهيم -عليه السلام-: الحمد لله الذي اتخذني خليلًا وأعطاني ملكًا عظيمًا، وجعلني أمة قانتًا يؤتم بي، وأنقذني من النار وجعلها على بردًا وسلامًا، ثم إن موسى -عليه السلام- أثنى على ربه -عز وجل- فقال: الحمد لله رب العالمين الذي كلَّمَني تكليمًا، وجعل هلاك آل فرعون علي يديَّ ونجَّى بني إسرائيل على يديَّ، وجعل من (قومي أمة)  (١) يهدون بالحق وبه يعدلون، ثم إن داود -عليه السلام- أثنى على ربه -عز وجل- فقال: الحمد لله الذي جعل لي ملكًا عظيمًا وعلمني الزبور وألان لي الحديد، سخّر لي الجبال يسبحن والطير، وأعطاني الحكمة وفصل الخطاب، ثم إن سليمان -عليه السلام- أثنى على ربه -عز وجل- فقال: الحمد لله الذي سخر لي الرياح وسخر لي جنود الشياطين يعملون لي ما شئت من محاريب وتماثيل وجفان كالجواب (٢) وقدور راسيات، وعلمني منطق الطير، وآتاني من كل شيء فضلًا وآتاني ملكًا عظيمًا لاينبغي لأحد من بعدي، وجعل ملكي ملكًا طيبًا ليس علي فيه حساب، ثم إن عيسى -عليه السلام- أثنى على ربه -عز وجل- فقال: الحمد لله رب العالمين الذي جعلني كلمة منه، وجعل مثلي مثل آدم خلقه </p><p>(١) في (أ): أمتي قومًا، والمثبت من (ز) موافق لقوله تعالى {وَمِنْ قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ (١٥٩)} [الأعراف: ١٥٩].(٢) في (أ): كالجوابي.</p><p> من تراب ثم قال له كن فيكون، وعلمني الكتاب والحكمة والتوراة والإنجيل، وجعلني أُبرِئُ الأكمه والأبرص وأحي الموتى بإذن الله ورفعني وطهرني وأعاذني وأمي من الشيطان الرجيم فلم يكن للشيطان علينا سبيل (١) ، ثم إن محمدًا - صلى الله عليه وسلم - قال: كلكم قد أثنى على ربه، (وأنا أثني)  (٢) على ربي، فقال: الحمد لله الذي أرسلني رحمةً للعالمين وكافة للناس أجمعين (٣) بشيرًا ونذيرًا، وأنزل عليَّ الفرقان (٤) فيه تبيان كل شيء وجعل (٥) أُمتي خير أمة أخرجت للناس، وجعل أمتي أمة (٦) وسطا، وجعل أمتي هم الأولون والاخرون، وشرح لي صدري ووضع عني وزري، ورفع لي ذكري، وجعلني فاتحًا وخاتمًا، فقال إبراهيم -عليه السلام- (بعد ذلك)  (٧) : بهذا فضلكم محمد - صلى الله عليه وسلم -. </p><p> ثم أتي بثلاثة آنية مغطاة أفواهها: إناء فيه ماء فقيل له: اشرب، فشرب منه يسيرًا، ثم دفع إليه إناء آخر فيه لبن فقيل له: آشرب، فشرب منه حتى روي، تم دفع إليه إناء آخر فيه خمر، فقيل له (٨) : </p><p>(١) في (أ): سبيلا. (٢) في (ز) فإنني مثني.(٣) من (أ).(٤) في (أ) القرآن، والمثبت من (ز) وهو الموافق لما عند البيهقي والطبري.(٥) في (أ): جعلني.(٦) من (ز).(٧) من (أ).(٨) ساقطة من (أ)، وفيها: لا أريد.</p><p> اشرب، فقال: لا أريده قد رويت، فقال له (١) جبريل: -عليه السلام-: قد أصبت، أما (أنها ستحرم)  (٢) على أمتك، ولو شربت منها لم يتبعك من أمتك إلا القليل (٣) ، ولو رويت من الماء لغرقت وغرقت أمتك. </p><p> ثم أخذ (٤) جبريل بيدي فانطلق بي إلى الصخرة فصعدني عليها فإذا معراج (إلى السماء)  (٥) لم أر مثله حسنًا وجما لًا، لم ير الناظرون إلى شيء قط أحسن منه، ومنه تعرج الملائكة، أصله على صخرة بيت المقدس ورأسه (ملصق في)  (٦) السماء، إحدى عارضيته ياقوتة حمراء والأخرى زبرجدة خضراء، درجة من فضة ودرجة من ذهب ودرجة من زمرد، مكلل بالدر والياقوت، وهو المعراج الذي يبدو منه ملك الموت -عليه السلام- لقبض الأرواح، إذا رأيتم ميتكم يشخص (٧) بصره فتنقطع عنه المعرفة إذا عاينه لحسنه، فاحتملني جبريل -عليه السلام- </p><p>(١) ساقطة من (ز). (٢) كذا في (ز)، وعند الطبري والبيهقي، ولكن في (أ): إنه سيحرم.(٣) كذا في (ز) وعند الطبري، وفي (أ): قليل، وعند البيهقي: قليلًا.(٤) في (أ): أخذني وعند الطبري: ثم عرج به إلى سماء الدنيا فاستفتح جبريل بابًا من أبوابها أي بغير ذكر الصخرة.(٥) من (ز)، وعند الطبري في \"جامع البيان\" ١٥/ ١٢ في حديث أبي سعيد - رضي الله عنه -: ثم جيء بالمعراج الذي تعرج فيه أرواح بني آدم، فإذا هو أحسن ما رأيت، ألم تر إلى الميت كيف يحد بصره إليه، فعرج بنا فيه حتى انتهينا إلى باب السماء الدنيا.(٦) في (ز): ملتصق بالسماء، وهذا الوصف تفرد به المصنف، لم يرد عند أحد بالأسانيد الصحيحة المتصلة.(٧) في (ز): شخص.</p><p> حتى وضعني على جناحه، ثم ارتفع بيَ إلى السماء الدنيا من ذلك المعراج فقرع الباب، فتكيل له (١) : من ذا؟ قال: أنا جبريل، قال: ومن معك؟ قالَ: محمد، قال: أو قد بعث محمد (٢) ؟ قال: نعم، قال له (٣) : مرحبًا به حياه الله، من أخ ومن خليفة، فلنعم الأخ هو، ونعم الخليفة ونعم المجيء جاء، ففتح الباب فدخلنا قال (٤) : فبينا أنا أسير في السماء (٥) الدنيا إذ رأيت ديكًا له زغب أخضر ريشه (٦) أبيض (بياض ريشه كأشد البياض الذي)  (٧) رأيته قط، وزغب أخضر تحت ريشه كأشد خضرة رأيتها قط فإذا رجلاه في تخوم الأرض السابعة السفلى ورأسه تحت العرش، مثني عنقه تحت العرش، له جناحان من منكبيه، إذا نشرهما جاوز المشرق والمغرب، فإذا كان في بعض الليل نشر جناحيه وخفق بهما وصرخ بالتسبيح لله -عز وجل-، يقول: سبحان الملك القدوس الكبير المتعال، لا إله إلا الله الحي القيوم، فإذا فعل ذلك سبحت ديوك (٨) الأرض كلها، وخفقت </p><p>(١) ساقطة من (ز). (٢) من (ز).(٣) من (ز).(٤) من (ز).(٥) في (أ) سماء.(٦) في (ز) راش.(٧) في (ز): ما من ريشة كأشد بياض رأيته.(٨) في (ز): ديكة.</p><p> بأجنحتها وأخذت بالصراخ (١) ، فإذا سكن ذلك الديك في السماء سكنت ديكة الأرض كلها، ثم إذا هاج بنحو فعله (في السماء)  (٢) هاجت ديكة الأرض كلها (٣) جوابًا له بالتسبيح لله -عز وجل-، وبنحو قوله، قال رسول الله - صلى الله عليه وسلم -: فلم أزل منذ رأيت ذلك الديك مشتاقًا إليه أن أراه ثانية. </p><p> قال: ثم مررت بملك نصف جسده مما يلي رأسه نار، والنصف الآخر ثلج، وما بينهما رتق (٤) ، فلا النار يذيب الثلج ولا الثلج يطفئ النار، وهو قائم ينادي بصوت له رفيع (٥) يقول: اللهم مؤلف ما بين الثلج والنار ألف بين قلوب عبادك المؤمنين، فقلت: يا جبريل، من هذا؟ قال: ملك من الملائكة يقال له: حبيب، وكله الله تعالى بأكتاف السماوات وأطراف الأرض، ما أنصحه لأهل الأرض، هذا قوله منذ خلق. </p><p> ثم (٦) قال: ثم مررت بملك آخر جالس على كرسي قد جمع (٧) له </p><p>(١) في (ز): في الصراخ. (٢) سقط من (ز).(٣) سقط من (ز).(٤) في (أ): ريق، وهو تصحيف، فالمراد الضم والالتئام كما في قوله تعالى {أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا} [الأنبياء: ٣٠].(٥) في (ز): حسن.(٦) من (أ).(٧) في (ز): جمعت.</p><p> الدنيا بين ركبتيه و (بين يديه)  (١) لوح مكتوب من نور ينظر فيه ولا يلتفت يمينًا ولا شمالًا، ينظر فيه كهيئة الحزين فقلت: من هذا يَا جبريل؟ قال:  (٢) ما مررت بملك أنا أشد خوفًا منه مني من هذا، قال: وما يمنعك، كلنا بمنزلتك، هذا ملك الموت، دائب فِي قبض الأرواح، وهو من أشد الملائكة عملًا وأدأبهم، قلت: يَا جبريل، كل من مات ينظر إِلَى هذا؟ قال: نعم، قلت: كفى بالموت من طاقة، فقال: يَا محمَّد، وما بعد الموت أطم (من الموت)  (٣) وأعظم، قلت: يَا جبريل، أدنيني من ملك الموت أسلم عليه، وأسأله، فأدناني منه فسلمت عليه فأومأ إِلَي، فقال له جبريل: هذا محمَّد نبي الرحمة ورسول (رب العزة)  (٤) ، فرحب بي وحياني وأحسن (بشارتي وإكرامي)  (٥) وقال لي: أبشر يَا محمَّد، فإنِّي أرى الخير كله فيك وفي أمتك، فقلت: الحمد لله المنان بالنعم، ما هذا اللوح الذي بين يديك؟ قال: مكتوب فيه آجال الخلق (٦) ، قلت: فأين أسماء من قبضت أرواحهم فِي الدهور الخالية؟ فقال: تلك الأرواح فِي لوح آخر قد أعلمت عليها، وكذلك أصنع بكل ذي روح إذا قبضت </p><p>(١) فِي (ز): وفي يده. (٢) زيادة من (ز).(٣) زيادة من (ز).(٤) فِي (أ): العرب.(٥) فِي (أ): بشراي وكرامتي.(٦) فِي (أ): الخلائق.</p><p> روحه، حلقت (عليه، فـ)  (١) قلت: يَا ملك الموت، سبحان الله، كيف تقدر على قبض أرواح جميع أهل الأرض وأنت فِي مكانك هذا لا تبرح؟ قال: ألا ترى أن الدنيا كلها بين ركبتي، وجميع الخلائق بين عيني، ويداي تبلغان المشرق والمغرب وخلفهما، فإذا نفد أَجل عبد من عباد الله نظرت إليه وإلى أعواني، فإذانظر (إِلَي أعواني من الملائكة أني)  (٢) نظرت إليه عرفوا أنَّه مقبوض فعمدوا إليه يعالجون نزع (٣) روحه، فإذا بلغ الروح الحلقوم علمت ذلك ولا يخفى علي شيء من أمري فمددت إليه يدي فقبضته فلا يلي قبضه غيري، فذلك أمري وأمر ذي الأرواح من عباد الله، قال: فكاني حديثه وأنا عنده. </p><p> ثم جاوزنا فمررت (٤) بملك آخر فما رأيت من الملائكة خلقًا مثله، عابس كالح الوجه كريه المنظر شديد البطش ظاهر الغضب، فلما نظرت إليه رعبت منه جدًّا، فقلت: يَا جبريل من هذا؟ فإنِّي رعبت منه رعبًا شديدًا، قال: فلا تعجب أن ترعب منه، كلنا بمنزلتك فِي الرعب منه، هذا مالك خازن النَّار (٥) لم يبتسم قط ولم يزل منذ ولاه الله تعالى جهنم يزداد كل يوم غضبًا وغيظًا على أعداء الله عز وجل وأهل معصيته لينتقم منهم، قلت: ادنني منه، فأدناني منه فسلم عليه </p><p>(١) فِي (ز): عليها، والفاء ساقطة منها. (٢) فِي (ز): أعواني من الملائكة إِلي.(٣) ساقطة من (ز).(٤) فِي (ز): فمررنا.(٥) فِي (ز): جهنم.</p><p> جبريل عليه السلام فلم يرفع رأسه فقال جبريل عليه السلام: يَا مالك، هذا محمَّد رسول الله -صلى الله عليه وسلم- رسول العرب، فنظر إِلَي وحياني وبشرني بالخير (١) ، فقلت: منذ كم وأنت واقد على جهنم؟ فقال: منذ خلقت حتَّى الآن، وكذلك حتَّى تقوم (٢) الساعة، فقلت: يَا جبريل، مره فليرني طبقًا (٣) من النَّار، قال: فأمره ففعل فخرج منه لهب ساطع أسود معه دخان كدر مظلم امتلأ منه الآفاق فرأيت (هولًا عظيمًا وأمرًا فظيعًا)  (٤) أعجز عن وصفه (٥) لكم فغشي علي (وكادت تذهب)  (٦) نفسي، فضمني جبريل عليه السلام إليه وأمره أن يرد النَّار فردها فجاوزنا (٧) ، فمررنا بملائكة كثيرة لا يحصي عددهم (٨) إلَّا الله عز وجل، الملك الواحد منهم له وجوه بين كتفيه ووجوه فِي صدره، فِي كل وجه أفواه وألسن فهو يحمد الله تعالى ويمجده (٩) ويسبحه بتلك الألسن، ورأيت من (أجسادهم و)  (١٠) خلقهم وعباداتهم أمرًا عظيمًا. </p><p>(١) فِي (ز): بالجنة. (٢) فِي (أ): يوم.(٣) فِي (ز): طريقًا.(٤) فِي (أ): أمرًا هائلًا فظيعًا عظيمًا.(٥) فِي (ز): صفته.(٦) فِي (ز): وكاد يُذهب.(٧) فِي (ز): فجاوزناها.(٨) فِي (ز): عدّهم.(٩) سقط من (ز).(١٠) فِي (ز): أجسامهم ومن.</p><p> ثم جاوزنا (١) فإذا رجل تام الخلق لم ينقص من خلقه شيء كما ينقص من خلقة (٢) النَّاس، عن يمينه باب تخرج منه روائح (٣) طيبة، وعن شماله باب يخرج منه ريح خبيثة، إذا نظر إِلَى الباب الذي عن يمينه ضحك واستبشر، وإذا نظر إِلَى الباب عن شماله (٤) بكى وحزن، فقلت: يَا جبريل من هذا؟ وما هذان البابان؟ قال: هذا أبوك آدَمَ عليه السلام، وهذا الباب عن يمينه باب الجنة، إذا نظر إِلَى من يدخل الجنة من ذريته ضحك واستبشر، (وإذانظر إِلَى الباب الذي عن يسار، وهو باب جهنم ومن يدخل فيه من ذريته)  (٥) بكى وحزن. </p><p> قال (٦) : ثم صعدنا إِلَى السماء الثَّانية واستفتح جبريل عليه السلام فقيل: من هذا؟ قال: جبريل، قيل: ومن معك؟ قال: محمَّد، قالوا: وقد أرسل إليه؟ قال: نعم، قالوا: حياه الله من أخ ومن خليفة، ونعم الأخ ونعم الخليفة، ونعم المجيء جاء، فدخلنا فإذا بشابين، فقلت: يَا جبريل، من هذان الشابان؟ قال: هذان (٧) عيسى بن مريم </p><p>(١) فِي (ز): تجاوزنا. (٢) فِي (أ): خلق.(٣) فِي (ز): ريح.(٤) فِي (أ): يساره.(٥) فِي (ز): والباب الذي عن شماله باب جهنم، إذا نظر إِلَى من يدخل من ذريته جهنم.(٦) من (ز).(٧) فِي (ز): هذا.</p><p> ويحيى بن زكريا ابنا (١) الخالة عليهما السلام. </p><p> قال (٢) : ثم صعدنا إِلَى السماء الثالثة فاستفتح جبريل عليه السلام فقالوا: من هذا؟ قال؟ جبريل، قيل: ومن معك؟ قال: محمَّد، قالوا: أو قد أرسل إليه (٣) ؟ قال: نعم، قالوا: حياه الله من أخ ومن خليفة، فنعم الأخ ونعم الخليفة، ونعم المجيء جاء، فدخلنا (٤) فإذا برجل قد فضل على النَّاس بالحسن والجمال (٥) كما فضل القمر ليلة البدر على سائر الكواكب فقلت: من هذا (يَا أخي)  (٦) جبريل؟ قال: هذا أخوك يوسف عليه السلام. </p><p> قال:  (ثم صعدنا إِلَى)  (٧) السماء الرابعة فاستفتح فقالوا: من هذا؟ قال: جبريل، قالوا: ومن معك؟ قال: محمَّد، قالوا: أو قد أرسل محمَّد؟ قال: نعم، قالوا (٨) : حياه الله من أخ ومن خليفة، فنعم الأخ ونعم الخليفة، ونعم المجيء جاء، فدخلنا فإذا برجل، فقلت: من هذا (يَا جبريل)  (٩) ؟ قال: إدريس عليه السلام، رفعه الله مكانًا عليًا، </p><p>(١) فِي (ز): أبناء. (٢) من (ز).(٣) فِي (ز): إِلَى محمَّد.(٤) من (ز).(٥) زيادة من (ز).(٦) زيادة من (ز).(٧) فِي (ز): وصعد بي.(٨) فِي (ز): قال.(٩) من (ز).</p><p> وهو مسند ظهره إِلَى دواوين الخلائق التي فيها أمورهم. </p><p> قال: ثم صعد بي السماء الخامسة فاستفتح فقالوا: من هذا؟ قال جبريل، قالوا: ومن معك؟ قال: محمَّد، قالوا؟ أو قد أرسل محمَّد؟ قال: نعم، قالوا: حياه الله من أخ ومن خليفة، فنعم الأخ ونعم الخليفة، ونعم المجيء جاء، قال (١) : ثم دخلنا فإذا برجل جالس وحوله قوم يقص عليهم، فقلت: يَا جبريل، من هذا ومن هؤلاء الذين حوله؟ قال: هذا هارون عليه السلام المحبب فِي قومه، وهؤلاء الذين حوله بنو إسرائيل. </p><p> قال: ثم صعدنا إِلَى السماء السادسة فاستفتح، فقالوا: من هذا؟ قال: جبريل، قالوا: ومن معك؟ قال: محمَّد، قالوا: أو قد أرسل محمَّد؟ قال: نعم، قالوا: حياه الله من أخ ومن خليفة، فنعم الأخ ونعم الخليفة، ونعم المجيء جاء، فـ (٢) دخلنا فإذا برجل جالس فجاوزنا (٣) فبكى الرَّجل: فقلت: يَا جبريل، من هذا؟ قال: هذا موسى عليه السلام، قلت:  (فما باله)  (٤) يبكي؟ قال: قال: يزعم بنو إسرائيل أني أكرم بني آدَمَ على الله تعالى، وهذا رجل من بني آدَمَ قد خلفني فِي دنياه (٥) وأنا فِي آخرتي، فلو أنَّه بنفسه لم أبال، ولكن </p><p>(١) من (ز). (٢) فِي (ز): ثم.(٣) فِي (ز): فجاوزناه.(٤) فِي (أ): فما له.(٥) فِي (ز): دنياي.</p><p> مع كل نبي أمته (١) . </p><p> قال: ثم صعد بي إِلَى السماء السابعة فاستفتح، فقيل: من هذا؟ قال: جبريل، فقيل: ومن معك؟ قال محمَّد، قالوا: أو قد أرسل محمَّد؟ قال: نعم، قالوا: حياه الله من أخ ومن خليفة، فنعم الأخ ونعم الخليفة، ونعم المجيء جاء، ثم دخلنا فإذا برجل أشمط جالس على كرسي عند باب الجنة وعنده قوم جلوس بيض الوجوه أمثال القراطيس، وقوم فِي ألوانهم شيء، فقام الذين فِي ألوانهم شيء فدخلوا نهرًا فاغتسلوا فيه فخرجوا منه (٢) وقد خلص (من ألوانهم شيء، ثم دخلوا نهرًا آخر فخرجوا وقد خلص من ألوانهم شيء، ثم دخلوا نهرًا آخر فخرجوا وقد خلصت)  (٣) ألوانهم وصارت مثل ألوان أصحابهم فجاءوا وجلسوا إِلَى أصحابهم، فقلت:  (يَا أخي)  (٤) يَا جبريل، من هذا الأشمط ومن هؤلاء وما هذِه الأنهار؟ </p><p> قال: هذا أبوك إبراهيم عليه السلام، أول من شمط (٥) على الأرض، وأما </p><p>(١) وما فِي حديث مالك بن صعصعة أوضح ففيه: \"فأتيت على موسى فسلمت عليه، فقال: مرحبًا بك من أخ ومن نبي، فلما جاوزت بكى، فقيل: ما أبكاك؟ فقال: يَا رب هذا الغلام الذي لبث بعدي يدخل الجنة من أمته أفضل مما يدخل من أمتي، فأتينا السماء السابعة .. \" الحديث. رواه البخاري فِي بدء الخلق، باب ذكر الملائكة (٣٢٠٧)، ومسلم فِي الإيمان، باب الإسراء برسول الله - صلى الله عليه وسلم - (١٦٤). (٢) من (ز).(٣) سقطت هذِه العبارة من (أ).(٤) من (أ).(٥) شمط، من باب فرح، أي خلط بياض الشعر بسواده.</p><p> هؤلاء البيض الوجوه فهم (١) قوم لم يلبسوا إيمانهم بظلم، وأما هؤلاء الذين فِي ألوانهم شيء فقدم (٢) خلطوا عملًا صالحًا وآخر سيئًا، فتابوا فتاب الله عليهم، وأما الأنهار الثلاثة: فأدناها رحمة الله، والثاني نعمة الله، والثالث سقاهم ربهم شرابًا طهورًا، قال (٣) : وإذا إبراهيم عليه السلام مستند (٤) إِلَى بيت فسألت جبريل عليه السلام عنه (٥) فقال: هذا البيت المعمور، يدخله كل يوم سبعون أَلْف ملك، فإذا خرجوا منه لم يعودوا فيه آخر ما عليهم. </p><p> قال: فأتي جبريل بي (٦) حتَّى انتهينا إِلَى سدرة المنتهى، فإذا أنا بشجرة لها أوراق، الواحدة منها مغطية الدنيا بما فيها، وإذا نبقها مثل قلال هجر (٧) ، يخرج من أصلها أربعة أنهار: نهران ظاهران، ونهران باطنان، فسألت عنها جبريل عليه السلام، فقال: أما الباطنان ففي الجنة، وأما الظاهران (٨) فالنيل والفرات، ويخرج أَيضًا من أصلها </p><p>(١) من (أ). (٢) فِي (أ): قد.(٣) من (أ).(٤) فِي (أ): مسند.(٥) من (أ).(٦) من (أ).(٧) قال ابن الأثير: فأما هجر التي تنسب إليها القلال الهجرية، فهي قرية من قرى المدينة تعمل بها، وخربت. \"النهاية فِي غريب الحديث والأثر\" ٥/ ٢٤٧، \"مراصد الإطلاع\" لابن عبد الحق ٣/ ١٤٥٢.(٨) فِي (ز): الظاهر.</p><p> أربعة (١) أنهار من ماء غير آسن، وأنهار من لبن لم يتغير طعمه، وأنهار من خمر لذة للشاربين، وأنهار من عسل مصفى، وهي على حد السماء السابعة مما يلي الجنة وعرفها (٢) وأغصانها تحت الكرسي، قال رسول الله - صلى الله عليه وسلم -: انتهيت إِلَى سدرة المنتهى وأنا أعرف أنها سدرة، أعرف ورقها وثمرها، فغشيها من نور الله سبحانه (٣) ما غشيها، وغشيها الملائكة كأنهم (٤) جراد من ذهب من خشية الله، فلما غشيها ما غشيها تحولت حتَّى ما يستطيع أحد أن (٥) ينعتها. </p><p> وقال: وفيها ملائكة لا يعلم عددها إلَّا الله عز وجل ومقام جبريل عليه السلام فِي وسطها، فلما انتهيت إليها قال لي جبريل عليه السلام: يَا محمَّد! عليك السلام) (٦) ، تقدم، فقلت: يَا جبريل! بل (٧) تقدم أَنْتَ (٨) ، فقال: بل تقدم يَا محمَّد، فإنك أكرم على الله مني، فتقدمت وجبريل عليه السلام على إثري حتَّى انتهى بي إِلَى (٩) حجاب فراش الذهب، فحرك الحجاب فقيل: من ذا؟ فقال: أنا جبريل ومعي محمَّد، فقال </p><p>(١) من (أ). (٢) فِي (ز): وعروقها.(٣) من (أ).(٤) فِي (أ): كلها.(٥) ساقطة من (ز).(٦) ساقطة من (ز).(٧) ساقطة من (أ).(٨) ساقطة من (أ).(٩) ساقطة من (ز).</p><p> الملك: الله أكبر وأخرج يده من تحت الحجاب فاحتملني وتخلف جبريل عليه السلام فقلت له (١) : إِلَى أين؟ فقال: يَا محمَّد، وما منا إلَّا له مقام معلوم، إن هذا منتهى الخلائق، وإنما أذن لي فِي الدنو من الحجاب لاحترامك وإجلالك، قال:  (٢) فانطلق بي الملك فِي أسرع من طرفة عين إِلَى حجاب اللؤلؤ فحرك الحجاب فقال الملك من وراء الحجاب: من هذا؟ قال: أنا صاحب فراش الذهب وهذا محمَّد رسول العرب معي، فقال الملك: الله أكبر، فأخرج يده من تحت الحجاب فاحتملني حتَّى وضعني بين يديه، فلم أزل كذلك من حجاب إِلَى حجاب حتَّى (جازوا بي)  (٣) سبعين حجابًا، غلظ كل حجاب مسيرة خمسمائة عام، وما بين (حجاب إِلَى حجاب مسيرة)  (٤) خمسمائة عام، ثم دلى إِلَي (٥) رفرف أخضر، يغلب ضوؤه ضوء الشَّمس فالتمع بصري ووضعت على ذلك الرفرف، ثم احتملني حتَّى وصل بي إِلَى العرش، فلما رأيت العرش اتضح أمر كل شيء عند العرش، وقدمني (٦) -تعالى الله- إِلَى مسند العرش وتدلى لي قطرة من العرش فوقعت على لساني، فما ذاق الذائقون </p><p>(١) من (ز). (٢) من (ز).(٣) فِي (أ): جاوزني.(٤) فِي (ز): الحجاب إِلَى الحجاب كمسيرة.(٥) من (ز).(٦) فِي (ز): فقربني.</p><p> شيئًا قط أحلى منها، فأنبأني الله تعالى بها (١) نبأ الأولين والآخرين، وأطلق الله عز وجل لساني بعد ما كَلَّ من هيبة (٢) الرحمن، فقلت: التحيات لله والصلوات والطيبات، فقال الله جل ثناؤه: السلام (٣) عليك أيها النَّبِيّ ورحمة الله وبركاته، فقلت: السلام علينا وعلى عباد الله الصالحين، فقال الله تعالى: يَا محمَّد، هل تعلم فيم يختصم الملأ الأعلى؟ فقلت يَا رب! أَنْتَ أعلم بذلك وبكل شيء وأنت علام الغيوب، قال: اختلفوا فِي الدرجات والحسنات، فهل تدري يَا محمَّد ما الدرجات وما الحسنات؟ قال (٤) : قلت: أَنْتَ أعلم (يَا رب)  (٥) قال: الدرجات إسباغ الوضوء فِي المكروهات، والمشي على الأقدام إِلَى الجماعات وانتظار (الصلوات بعد الصلوات، و)  (٦) الحسنات: قال (٧) : إفشاء السلام وإطعام الطعام والتهجد بالليل والناس نيام. </p><p> ثم قال لي (٨) : يَا محمَّد! آمن الرسول (بما أنزل إليه من ربه؟ )  (٩) </p><p>(١) زيادة من (ز). (٢) فِي (ز): خشية.(٣) فِي (ز): سلام.(٤) من (أ).(٥) من (أ).(٦) فِي (أ): صلاة بعد صلاة، والحسنات. بإسقاط الواو.(٧) من (أ).(٨) من (ز).(٩) سقطت من (ز).</p><p> قلت: نعم، أي رب، قال: ومن؟ قلت: والمؤمنون كل آمن بالله وملائكته وكتبه ورسله لا نفرق بين أحد من رسله كما فرقت اليهود والنصارى، فقال: وماذا قالوا: (يعني: المُؤْمنين)  (١) قلت: قالوا: سمعنا قولك وأطعنا أمرك، قال: صدقت، فسل تعط، قال: فقلت: غفرانك ربنا وإليك المصير، قال: قد غفرت لك ولأمتك، سل تعط، قلت: ربنا لا تؤاخذنا إن نسينا أو أخطأنا، قال: قد (رفعت الخطأ والنسيان عنك)  (٢) وعن أمتك وما استكرهوا عليه، قلت: ربنا ولا تحمل علينا إصرًا كما حملته على الذين من قبلنا، يعني اليهود، قال: ذلك لك ولأمتك، قلت: ربنا ولا تحملنا ما لا طاقة لنا به، قال: قد فعلت ذلك بك وبأمتك، قلت: ربنا) (٣) واعف عنا من الخسف، واغفر لنا من القذف، وارحمنا من المسخ، أَنْتَ مولانا فانصرنا على القوم الكافرين، قال: قد فعلت ذلك بك وبأمتك. </p><p> ثم قال (٤) لي: سل تعط (٥) ، فقلت: يَا رب، إنك اتخذت إبراهيم خليلًا وكلمت موسى تكليمًا، ورفعت إدريس مكانًا عليًا، وآتيت سليمان ملكًا عظيمًا، وآتيت داود زبورا، فما لي يَا رب؟ فقال </p><p>(١) من (ز). (٢) فِي (أ): عنك الخطأ والنسيان.(٣) من (ز)، ساقطة من (أ).(٤) فِي (ز): قيل.(٥) ساقطة من (ز).</p><p> ربي (١) عز وجل: يَا محمَّد، اتخذتك حبيبًا كما اتخذت إبراهيم خليلا، وكلمتك كما كلمت موسى تكليمًا، وأعطيتك فاتحة الكتاب وخواتيم سورة البقرة، وكانا من كنوز عرشي، ولم أعطهما (٢) نبيًا قبلك، وأرسلتك إِلَى أهل الأرض جميعًا أبيضهم وأسودهم وإنسهم وجنهم، ولم أرسل إِلَى جماعتهم نبيًّا قبلك، وجعلت الأرض كلها برها وبحرها طهورًا ومسجدًا لك ولأمتك، وأطعمت أمتك الفيء ولم أطعمه أمة قبلهم، ونصرتك بالرعب على عدوك مسيرة شهر، وأنزلت عليك سيد الكتب كلها ومهيمنًا عليها قرآنًا فرقناه، ورفعت لك ذكرك حتَّى تذكر كما ذكرت من شرائع ديني، وأعطيتك مكان التوراة المثاني، ومكان الإنجيل المئين، ومكان الزبور الحواميم، وفضلتك بالمفصل، وشرحت لك صدرك، ووضعت عنك وزرك، وجعلت أمتك خير أمة أخرجت للنَّاس، وجعلتهم أمة وسطا (ليكونوا شهداء على النَّاس)  (٣) وجعلتهم الأولين وهم الآخرون، فخذ ما آتيتك وكن من الشاكرين، ثم أفضى إِلَي بعدها أمورًا لم يؤذن لي أن أخبركم (٤) بها، ثم (٥) فرضت علي وعلى أمتي فِي كل يوم وليلة خمسون صلاة، فلما عهد إِلَي بعهده وتركني عنده ما شاء </p><p>(١) فِي (أ): الرب. (٢) فِي (أ): أعطها.(٣) من (ز).(٤) فِي (ز): أحدثكم.(٥) فِي (أ): و.</p><p> الله (١) قال لي (٢) : ارجع إِلَى قومك فبلغهم عني، فحملني الرفرف الأخضر الذي كنت عليه يخفضني ويرفعني حتَّى أهوى بي إِلَى سدرة المنتهى فإذا أنا بجبريل عليه السلام أبصره خلفي بقلبي كما أبصره بعيني أمامي، فقال لي جبريل عليه السلام: أبشر يَا محمَّد، فإنك خير خلق الله وصفوته من النبيين، حياك الله عز وجل بما لم يحي به أحدًا من خلقه لا ملكًا مقربًا ولا نبيًّا مرسلًا، ولقد بلغك الله (٣) مكانًا لم يصل إليه أحد من أهل السماوات والأرض، فهنأك الله تعالى كرامته وما (حباك به)  (٤) من المنزلة الأثيرة والكرامة الفائقة فخذ ذلك بشكر فإن الله منعم (سمى من شكره)  (٥) يحب الشاكرين، فحمدت الله تعالى على ذلك. </p><p> ثم قال لي جيريل عليه السلام: انطلق يَا محمَّد إِلَى الجنة حتَّى أريك ما لك فيها فتزداد بذلك فِي الدنيا زهادة إِلَى زهادتك، وفي الآخرة رغبة إِلَى رغبتك، فسرنا بهوى منقضين أسرع من السهم والريح حتَّى وصلنا بإذن الله تعالى إِلَى (٦) الجنة فهدأت نفسي وثاب إِلَي فؤادي، وأنشأت أسأل جبريل عما كنت رأيت فِي عليين من البحور والنار والنور </p><p>(١) من (ز). (٢) من (أ).(٣) من (ز).(٤) فِي (ز): حياك.(٥) زيادة من (أ)، سقطت من (ز).(٦) زيادة من (أ).</p><p> وغيرها، فقال: سبحان الله، تلك سرادقات عرش (١) رب العزة التي أحاطت بعرشه (فهي سترة الخلائق من نور الحجب ونور العرش و)  (٢) لولا ذلك لأحرق (٣) نور العرش نور الحجب مَن تحت العرش مِن خلق الله، وما لم تره أكثر وأعجب، قلت: سبحان الله العظيم ما أكثر عجائب خلقه، قلت: يَا جبريل، ومن الملائكة الذين رأيتهم فِي تلك البحور الصفوف بعد الصفوف كأنهم بنيان مرصوص؟ قال: يَا رسول الله! هم الروحانيون الذين يقول الله عز وجل: {يَوْمَ يَقُومُ الرُّوحُ وَالْمَلَائِكَةُ صَفًّا}  (٤) ومنهم الروح الأعظم، ثم إسرافيل عليهما السلام بعد ذلك، قلت: يَا جبريل! ومَن الصف الواحد الذي (٥) فِي البحر الأعلى فوق الصفوف كلها قد أحاطوا بالعرش؟ قال: هم الكروبيون، أشراف الملائكة وعظماؤهم وما يجترئ أحد من الملائكة أن (٦) ينظر إلى ملك (٧) عن الكروبيين، وهم أعظم شأنًا من أن أطيق وصفهم (٨) لك، وكفى بما رأيت منهم. </p><p>(١) فِي (ز): حرس. (٢) هذِه العبارة ساقطة من (ز)، غير (و) الأخيرة، فإنَّها ساقطة من (أ).(٣) فِي (ز): لاحترق.(٤) النبأ: ٣٨.(٥) فِي (ز): الذين.(٦) ساقطة من (أ).(٧) فِي (ز): أحد.(٨) فِي (أ): صفتهم.</p><p> ثم طاف بي جبريل عليه السلام فِي الجنة بإذن الله عز وجل فما ترك فيها (١) مكانًا إلَّا رأيته وأخبرني عنه، فرأيت القصور من الدر والياقوت والزبرجد، ورأيت الأشجار من الذهب الأحمر قضبانهن اللؤلؤ وعروقهن الفضة راسخة فِي المسك، فلأنا أعرف بكل درجة وقصر وبيت وغرفة وخيمة وثمر فِي الجنة (٢) مني بما فِي مسجدي هذا، ورأيت نهرًا يخرج من أصله ماء أشد بياضًا من اللبن وأحلى من العسل على رضراض در وياقوت ومسك أذفر، فقال جبريل عليه السلام: هذا الكوثر الذي أعطاكه (٣) الله عز وجل، وهو التسنيم يخرج من تحت العرش إِلَى دورهم وقصورهم وبيوتهم وغرفهم يمزجون بها أشربتهم من العسل واللبن والخمر، وذلك قوله عز وجل:  {عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا}  (٤) . </p><p>(١) ساقطة من (ز). (٢) ولكن عند البيهقي من حديث أبي سعيد الخُدرِيّ - رضي الله عنه - عن النَّبِيّ -صلى الله عليه وسلم- أنَّه قال له أصحابه: يَا رسول الله! أخبرنا عن ليلة أسري بك فيها، قال: \" .. ثم إنِّي دفعت إِلَى الجنة فاستقبلتني جارية فقلت: لمن أَنْتَ يَا جارية؟ قالت: لزيد بن حارثة وإذا أنا بأنهار من ماء غير آسن .. وإذا رمانها كأنه الدلاء عظمًا، وإذا أنا بطير كالبخاتي هذِه\"، فقال - صلى الله عليه وسلم - عندها: \"إن الله قد أعد لعباده الصالحين ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر .. \" الحديث \"دلائل النبوة\" ٢/ ٣٩٠ - ٣٩٤. ونحوه الحديث القدسي فِي الصحيحين: البخاري كتاب بدء الخلق، باب ما جاء فِي صفة الجنة .. (٣٢٤٤)، كتاب التفسير، باب قوله {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ} (٤٧٧٩)، مسلم، كتاب الجنة (٢٨٢٤).(٣) فِي (ز): أعطاك.(٤) الإنسان: ٦، ولكن قبلها: {إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا (٥)}، إذن فهذِه الآية ليست فِي بيان التسنيم، و\"بلغة السالك\" للصاوي ورد ذكر =</p><p> ثم انطلق بي نطوف فِي الجنة حتَّى انتهينا إِلَى شجرة لم أر فِي الجنة مثلها، فلما وقفت تحتها رفعت رأسي فإذا أنا لا أدري شيئًا من خلق ربي عز وجل غيرها لعظمها وتفرق أغصانها، ووجدت فيها ريحًا طيبة لم أشم فِي الجنة ريحًا أطيب منها فقلبت بصري فيها، فإذا ورقها حلل (١) طرايف من ثياب الجنة من (٢) بين أبيض وأحمر وأصفر وأخضر، وثمارها أمثال القلال العظام من (٣) كل ثمر (٤) خلق الله عز وجل فِي السماوات والأرض من ألوان شتى وطعوم (٥) شتى وريح شتى، فعجبت من تلك الشجرة وما رأيت من حسنها، قلت: يَا جبريل، ما هذِه الشجرة؟ قال: هذِه الشجرة (٦) التي ذكرها الله سبحانه (٧)  {طُوبَى لَهُمْ وَحُسْنُ مَآبٍ}  (٨) ، ولكثير من أمتك ورهطك فِي ظلها حسن مقيل، ونعيم طويل. ورأيت فِي الجنة ما لا عين رأت ولا أذن سمعت ولا خطر </p><p>= التسنيم فِي سورة المطففين {إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ (٢٢) عَلَى الْأَرَائِكِ يَنْظُرُونَ (٢٣) تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ (٢٤) يُسْقَوْنَ مِنْ رَحِيقٍ مَخْتُومٍ (٢٥) خِتَامُهُ مِسْكٌ وَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ (٢٦) وَمِزَاجُهُ مِنْ تَسْنِيمٍ (٢٧) عَيْنًا يَشْرَبُ بِهَا الْمُقَرَّبُونَ (٢٨)} [٢٢: ٢٨]. (١) فِي (ز): ذلك، وهو تصحيف.(٢) من (ز).(٣) فِي (أ): فِي.(٤) فِي (ز): ثمرة.(٥) فِي (ز): طعم.(٦) ساقطة من (ز).(٧) فِي (ز): عز وجل.(٨) [الرعد: ٢٩].</p><p> على قلب بشر، كل ذلك مفروغ منه معد، إنما ينتظر به أصحابه (١) من أولياء الله عز وجل فتعاظمني الذي رأيت، وقلت: لمثل هذا فليعمل العاملون. </p><p> ثم عرض علي النَّار حتَّى نظرت إِلَى أغلالها وسلاسلها وحيّاتها وعقاربها وغساقها و (حميمها، و)  (٢) يحمومها فنظرت فإذا أنا (٣) بقوم لهم مشافر كمشافر الإبل وكل بهم (٤) من يأخذ بمشافرهم ثم يجعل فِي أفواههم صخرًا من نار يخرج من أسافلهم فقلت: يَا جبريل، من هؤلاء؟ قال: هؤلاء الذين يأكلون أموال اليتامى (٥) ظلمًا، ثم انطلقت فإذا (أنا بقوم)  (٦) لهم بطون كأنها البيوت وهم على سابلة (٧) آل فرعون، فإذا مر بهم آل فرعون ثاروا فيميل (٨) بأحدهم بطنه فيقع فيتوطؤهم (٩) آل فرعون بأرجلهم وهم يعرضون على النَّار غدوًّا وعشيا، قلت: من هؤلاء يَا جبريل؟ قال: هم أكلة الربا، </p><p>(١) فِي (أ): صاحبه. (٢) من (أ).(٣) من (ز).(٤) من (ز).(٥) فِي (ز): النَّاس.(٦) فِي (أ): ببقر، وفي (ز)، والمثبت من \"جامع البيان\" للطبري ١٥/ ١٣.(٧) السابلة: الطريق المسلوك، والمارون عليه. اهـ. \"المعجم الوجيز\" (ص ٣٠٢).(٨) فِي (أ): فيشيل.(٩) فِي (أ): فيتوطأهم.</p><p> فمثلهم كمثل الذي يتخبطه الشيطان من المس، ثم انطلقنا (١) فإذا بنساء معلقات بثديهن منكسات بأرجلهن، قلت: من هؤلاء يَا جبريل؟ قال: هن اللواتي (٢) يزنين ويقتلن أولادهن. ثم (خرجنا من النَّار)  (٣) فمررنا بالسماوات منحدرين من سماء إِلَى سماء حتَّى (٤) أتيت على موسى عليه السلام فقال لي: ماذا فرض الله عليك وعلى أمتك؟ قلت: خمسين صلاة، فقال موسى عليه السلام: أنا أعلم بالنَّاس منك، وإني بلوت بني إسرائيل وعالجتهم أشد المعالجة، وإن أمتك أضعف الأمم فارجع إِلَى ربك فاسأله التَّخفيف (لك و)  (٥) لأمتك، فإن أمتك لا (٦) تطيق ذلك، فرجعت إِلَى ربي عز وجل - وفي بعض الأخبار: فرجعت فأتيت سدرة المنتهى- فخررت ساجدًا، قلت: يَا رب، فرضت علي وعلي أمتي خمسين صلاة ولن أستطيع أن أقوم بها أنا (٧) ولا أمتي (فخفف عني)  (٨) ، فخفف عني عشرًا، فرجعت إِلَى موسى عليه السلام فسألني فقلت: قد (٩) خفف عني عشرًا، قال: ارجع إِلَى ربك فاسأله </p><p>(١) فِي (ز): انطلقت. (٢) فِي (ز): اللاتي.(٣) فِي (ز): أخرجني من الجنة.(٤) فِي (ز): على.(٥) من (ز).(٦) فِي (ز): لن.(٧) من (ز).(٨) سقط من (ز).(٩) سقط من (ز).</p><p> التَّخفيف وإن أمتك أضعف الأمم (وإني قد لقيت من بني إسرائيل)  (١) شدة، قال: فرجعت فردها (٢) إِلَى ثلاثين، قال (٣) : فما زلت بين ربي وبين موسى عليه السلام حتَّى جعلها خمس صلوات، فأتيت إِلَى (٤) موسى عليه السلام فقال: ارجع إِلَى ربك فاسأله التَّخفيف، فقلت: إنِّي قد (٥) رجعت إِلَى ربي حتَّى استحييت منه (٦) ، وما أنا براجع إليه (٧) فمْوديت: إنِّي يوم خلقت السماوات والأرض فرضت (٨) عليك وعلى أمتك خمسين صلاة، فلا يبدل القول لدي، فخمس (٩) بخمسين فقم بها أَنْتَ وأمتك، إنِّي قد أمضيت فريضتي (١٠) وخففت عن عبادي، وأجازي (١١) بالحسنة عشر أمثالها بكل صلاة عشر صلوات، قال: فرضي محمَّد - صلى الله عليه وسلم - كل الرضا، وكان موسى عليه السلام من أشدهم عليه حين مر به، وخيرهم له حين رجع إليه. </p><p>(١) فِي (أ): إنِّي لقد لقيت بني إسرائيل. (٢) فِي (ز): فرده.(٣) من (ز).(٤) من (ز).(٥) سقط من (ز).(٦) من (ز).(٧) من (ز).(٨) فِي (ز): قضيت.(٩) فِي (ز): فخمسة.(١٠) فِي (أ): فرائضي.(١١) فِي (ز): أجزي.</p><p> ثم انصرفت مع صاحبي وأخي جبريل عليه السلام لا يفوتني ولا أفوته حتَّى انصرف بي إِلَى مضجعي، وكان كل (١) ذلك فِي ليلة واحدة من لياليكم هذِه، فأنا سيد ولد آدَمَ ولا فخر، وبيدي لواء الحمد يوم القيامة ولا فخر، وإلي مفتاح (٢) الجنة يوم القيامة ولا فخر، وأنا مقبوض عن قريب بعد الذي رأيت من آيات الله (٣) الكبرى ما رأيت، وقد أحببت اللحوق بربي عز وجل ولقائه (٤) ولقاء من رأيت من إخواني، وما رأيت من ثواب الله تعالى لأوليائه، وما عند الله خير وأبقى \".</p><p> قالوا: فلما رجع رسول الله - صلى الله عليه وسلم - ليلة أُسري به وكان بذي طوى، قال: \" يَا جبريل إن قومي لا يصدوقونني \" قال: يصدقك أبو بكر، وهو الصديق رضي الله عنه(٥).</p><p> قال ابن عباس (٦) وعائشة - رضي الله عنهما -: (قال رسول الله -صلى الله عليه وسلم-)  (٧) : \" لما كانت ليلة أسري بي وأصبحت بمكة فضقت (٨) بأمري وعرفت أن النَّاس مكذبي\"، قال: فقعد رسول الله -صلى الله عليه وسلم- معتزلًا حزينًا، فمر به </p><p>(١) زيادة من (ز). (٢) فِي (ز): مفاتيح.(٣) فِي (ز): ربي.(٤) زيادة من (أ).(٥) زيادة من (أ).(٦) وفي \"المسند\" للإمام أَحْمد ١/ ٣٠٩ (٢٨١٩) باختصار عنه، ونحوه فِي \"دلائل النبوة\" للبيهقي ٧/ ٣٦٣.(٧) من (أ).(٨) فِي (أ): صفت، وفي \"المسند\" للإمام أَحْمد و\"دلائل النبوة\" للبيهقي: فظعت.</p><p> أبو جهل عدو الله فأتاه فجلس إليه، فقال له كالمستهزئ به (١) : هل استفدت (٢) من شيء؟ قال:  \"نعم، إنِّي أسري به الليلة\" ، قال: إِلَى أين؟ قال:  \"إِلَى بيت المقدس\" ، قال: ثم أصبحت بين ظهرانينا (٣) ؟ قال:  \"نعم\" ، فلم (٤) ير أبو جهل أن ينكر الحديث (٥) مخافة أن يجحد الحديث، قال: أتحدث قومك بما حدثتني؟ قال:  \"نعم\" ، قال أبو جهل: يَا معشر بني كعب بن لؤي! هلموا (٦) قال: فانقضت المجالس فجاءوا حتَّى جلسوا إليهما، فقال (٧) : حدث قومك ما حدثتني به (٨) ، قال:  \"نعم، إنِّي(٩)أسري بي الليلة\" ، قالوا: إِلَى أين؟ قال:  \"إِلَى بيت المقدس\" ، قالوا: ثم أصبحت بين ظهرانينا (١٠) ؟ قال:  \"نعم\" ، قال: فمن بين مصفق، ومن بين واضع يده (١١) على رأسه متعجبًا للكذب (١٢) ، وارتد ناس ممن كان </p><p>(١) من (ز). (٢) فِي \"المسند\" للإمام أَحْمد و\"دلائل النبوة\" للبيهقي: هل كان من شيء.(٣) فِي (أ): أظهرنا.(٤) فِي (أ): فلما.(٥) من (أ).(٦) فِي (ز): هلم، وكذلك فِي المسند والدلائل.(٧) فِي (أ): قال.(٨) من (أ).(٩) من (ز).(١٠) فِي (ز): أظهرنا.(١١) فِي (أ): يديه.(١٢) فِي (ز): للتكذيب.</p><p> آمن به وصدقه، وسعى رجال من المشركين إِلَى أبي بكر - رضي الله عنه - فقالوا: هل لك فِي صاحبك يزعم أنَّه أسري به الليلة إِلَى بيت المقدس، قال: أو قد قال ذلك (١) ؟ قالوا: نعم، قال: لئن كان قال ذلك لقد صدق، قالوا: وتصدقه أنَّه ذهب إِلَى بيت المقدس فِي ليلة وجاء قبل أن يصبح؟ قال: إنِّي لأصدقه بما هو أبعد من ذلك، أصدقه بخبر السماء يأتيه (٢) فِي غدوة (أو روحة)  (٣) ، فلذلك سمي أبو بكر الصديق. </p><p> قال: وفي القوم من قد سافر (إِلَى هنالك)  (٤) ، ومن قد أتى المسجد، فقالوا: هل تستطيع أن تثبت لنا المسجد؟ قال:  \"نعم\" ، قال:  \"فذهبت أنعت وأنعت فما زلت أنعت حتَّى التبس علي(٥)\" ، فقال - صلى الله عليه وسلم -: \"فجيء بالمسجد وأنا أنظر إليه حتَّى وضع دون دار عقيل، فنعت المسجد وأنا انظر إليه\" ، فقال القوم: أما النعت فوالله لقد أصاب فيه (٦) . </p><p> ثم قالوا:  (يَا محمَّد! فـ)  (٧) أخبرنا عن عيرنا فهي أهم إلينا من قولك، هل لقيت منها شيئًا؟ قال: \"نعم، مررت على عير بني </p><p>(١) من (أ). (٢) من (ز).(٣) فِي (أ): ورواحة.(٤) فِي (ز): هناك.(٥) عندهما: بعض النعت، ولكن هذِه الزيادة ليست عندنا فِي النسخ.(٦) من (أ)، وإلى هنا انتهى ابن عباس - رضي الله عنهما - فِي \"المسند والدلائل\".(٧) من (ز).</p><p> فلان، وهي بالروحاء (١) ، وقد أضلوا بعيرًا لهم وهم فِي طلبه، وفي رحالهم قدح من ماء فعطشت فأخذته وشربته، ثم وضعته كما كان فاسألوهم (٢) هل وجدوا الماء فِي القدح حين رجعوا إليه؟ \" قالوا: هذِه آية،قال:\" ومررت بعير بني فلان، وفلان وفلان راكبين (٣) قعودًا لهما بذي مر، فنفر بكرهما (فرمى بفلان)  (٤) فانكسرت يده \"، فسألوهما عن ذلك،قالوا:وهذِه آية أخرى(٥).</p><p> قالوا: فأخبرنا عن عيرنا نحن، قال: \" مررت بها بالتنعيم \"،قالوا:فما عدتها وأحمالها وهيئتها؟قال:\" كنت فِي شغل عن ذلك\"، ثم مثلت له مكانه بالحزورة (٦) بعدتها وأحمالها وهيئتها ومن </p><p>(١) فِي حديث جابر - رضي الله عنه - عن النَّبِيّ - صلى الله عليه وسلم -: \"إذا نادى المؤذن هرب الشيطان حتَّى يكون بالروحاء، وهي ثلاثون ميلًا من المدينة\" \"مصنف ابن أبي شيبة\" ٢/ ٥١ (٢٣٨٥)، ومن طريقه أخرجه مسلم فِي \"صحيحه\" كتاب الصلاة، باب فضل الآذان (٣٨٨) بلفظ: \"إن الشيطان إذا سمع النداء بالصلاة ذهب حتَّى يكون مكان الروحاء\" ثم قال: قال سليمان الأَعمش: فسألت أَبا سفيان عن الروحاء، فقال: هي من المدينة ستة وثلاثون ميلًا. ولكن صار التصحيف فِي \"معجم البلدان\" للبكري ٣/ ٧٦: وهي من عمل الفرع على نحو من أربعين يومًا، وفي كتاب مسلم على ستة وثلاثين يومًا، وفي كتاب ابن أبي شيبة ثلاثين يومًا والصحيح ميلًا اهـ. (٢) فِي (أ): فسألوهم.(٣) فِي (ز): راكبان.(٤) من (ز).(٥) من (أ).(٦) الحزورة، بالفتح ثم السكون، وفتح الواو والراء: كانت الحزورة سوق مكة، =</p><p> فيها، فقال:  \"نعم(١)هيئتها كذا وكذا وفيها فلان وفلان يقدمها جمل أورق عليه غرارتان مخيطتان تطلع عليكم عند طلوع الشَّمس\" ، قالوا: وهذِه آية أخرى (٢) . </p><p> ثم (خرج المشركون)  (٣) يشتدون نحو الثنية وهم يقولون: والله لقد قص محمَّد أشياء وبيّنها (٤) حتَّى أتوا كداء (٥) فجلسوا عليه، فجعلوا ينتظرون متى تطلع الشَّمس فيكذبونه، إذ قال قائل منهم: والله هذِه الشَّمس (قد طلعت)  (٦) وقال آخر (٧) : هذِه والله الإبل قد طلعت، يقدمها بعير أورق، فيها فلان وفلان، كما قال لهم (٨) رسول الله - صلى الله عليه وسلم -، فلم يؤمنوا ولم يفلحوا، وقالوا: ما سمعنا (بمثل هذا)  (٩) قط إن هذا إلَّا سحر مبين. </p><p>= ودخلت فِي المسجد لما زيد، وباب الحزورة معروف من أبواب المسجد الحرام اهـ. \"مراصد الإطلاع\" لابن عبد الحق ١/ ٤٠٠. (١) فِي (ز): لهم.(٢) من (أ).(٣) فِي (ز): خرجوا.(٤) فِي النسخ: بينه.(٥) كداء، بفتح الكاف، والمد: وهذِه الثنية هي التي ينزل منها إِلَى المعلى- مقبرة أهل مكة - وهي التي يقال لها الحجون، وكانت صعبة المرتقى فسهلها معاوية ثم عبد الملك ثم المهدي اهـ. \"فتح الباري\" لابن حجر ٣/ ٤٣٧.(٦) سقط من (أ).(٧) فِي (ز): الآخرون.(٨) من (أ).(٩) فِي (ز): بهذا.</p><p> آخر المعراج (بمن الله وعونه)  (١) . </p><p> فإن قيل: إنما (٢) قال الله تعالى: {أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى} فلم قلتم أنَّه أسري به إِلَى السماء؟ فالجواب (أن يقال)  (٣) : إنما قال (الله تعالى)  (٤) : {أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى} لأن ابتداء أمر المعراج كان الإسراء (٥) ، والإعراج كان بعد الإسراء، وقد (أخبر به الرسول - صلى الله عليه وسلم -)  (٦) ، وهو الصادق المصدوق. </p><p> والحكمة فيه -والله أعلم- أنَّه لو أخبر - صلى الله عليه وسلم - ابتداء بعروجه إِلَى السماء لاشتد إنكارهم وعظم ذلك فِي قلوبهم ولم يصدقوه، فأخبر ببيت المقدس بدءًا، فلما تمكن ذلك من قلوبهم وبأن لهم (٧) صدقه وقامت الحجة عليهم له أخبر بصعوده إِلَى السماء العليا (٨) وسدرة المنتهى وتقريبه حتَّى دنا فتدلى {فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى (٩) } (٩) بقوله: {وَالنَّجْمِ إِذَا هَوَى (١) }. </p><p>(١) من (ز). (٢) ساقطة من (ز).(٣) ساقطة من (ز).(٤) من (ز).(٥) فِي (ز): المسرى.(٦) فِي (ز): أخبرنا الرسول - صلى الله عليه وسلم - عنها.(٧) فِي (أ): له.(٨) في (ز): العلية.(٩) النجم: ٩. =</p>"
}