{
  "id": null,
  "sura": 17,
  "aya": 102,
  "text": "<p> تفعلها من سحرك، وقال الفراء (١) وأبو عبيدة (٢) : ساحرًا فوضع المفعول موضع الفاعل، كما يقال:  (هو ميمون، ومشؤوم،أي:يامن وشائم)  (٣) ، وقيل: معناه: وإني لأظنك: لأعلمك يا موسى بشرًا ذا سحر، أي: رئة. </p><p> ١٠٢ - {قَالَ} </p><p> موسى {لَقَدْ عَلِمْتَ} قراءة العامة بفتح التاء خطابًا لفرعون، وقرأ الكسائي بضم التاء، وهي قراءة علي -رضي الله عنه- (٤) . </p><p> [١٧٥٧] وأخبرنا أبو عبد الله محمد بن عبد الله الحافظ (٥) ، قال: أخبرنا أبو عبد الله الحسين (٦) بن الحسن الطوسي، قال: أخبرنا على ابن عبد العزيز (٧) ، قال أخبرنا أبو عبيد (٨) ، قال: حدثنا (عبد الرحمن ابن سفيان (٩) وحجاج (١٠) ، </p><p>(١) لقد أسند الفراء إلى علي -رضي الله عنه- قراءة (لقد علمتُ) من الآية التالية، ولم يتعرض لمعنى كلمة مسحورا. (٢) لم يوجد شيء من هذا في هذِه الآية في \"مجاز القرآن\" لأبي عبيدة.(٣) في (أ): ميمون وميشوم، أي: شائم ويامن.(٤) وهذِه القراءة التي أسندها الفراء إلى علي -رضي الله عنه- في \"معاني القرآن\" ٢/ ١٣٢.(٥) أبو عبد الله محمد بن عبد الله بن حمدويه، الشهير بالحاكم، الإمام الحافظ الثقة.(٦) في (أ): الحسن، والصحيح أنه الحسين بن الحسن بن أيوب الطوسي الأديب، كان من كبار المحدثين وثقاتهم.(٧) ثقة.(٨) إمام مجتهد ثقة فاضل.(٩) أبو المهزم التميمي البصري، متروك.(١٠) أبو محمد المصيصي الأعور، ثقة، ثبت لكنه اختلط آخر عمره.</p><p> عن هارون (١) ، عن شعبة (٢)  (٣) ، كلاهما عن أبي إسحاق (٤) ، عن رجل من مراد، عن علي بن أبي طالب -رضي الله عنه- أنه قرأ:  (لقد علمتُ) برفع التاء، وقال: والله ما أعلم عدو الله، ولكن موسى هو الذي علم، قال: فبلغت ابن عباس -رضي الله عنهما- فقال: إنها: {لَقَدْ عَلِمْتَ} هو تصديقًا لقول الله -عز وجل-: {وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا}  (٥)  (٦) . </p><p> قال أبو عبيد: والمأخوذ به عندنا: نصب التاء، وهو أصح في المعني الذي احتج به ابن عباس -رضي الله عنهما-؛ ولأن موسى -عليه السلام- لا يحتج بأن يقول: علمت أنا وهو الرسول الداعي. </p><p> ولو كان مع هذا كله تصح تلك (٧) القراءة عن علي -رضي الله عنه-لكانت حجة، ولكنها لم (٨) تثبت عنه، إنما هي عن (كلثوم المرادي، </p><p>(١) هارون بن موسى، ثقه مقرئ إلاَّ أنه رُمي بالقدر. (٢) ابن الحجاج، ثقه حافظ متقن.(٣) في (أ): عبد الرحمن بن حجاج عن سفيان وهارون، كلاهما، عن شعبة عن أبي إسحاق، عن رجل من مراد. ولكن قال الفراء فيما تقدم: حدثني قيس وأبو الأحوص جميعًا عن أبي إسحاق، عن شيخ من مراد، والرواية غير مقبولة لأجل الإبهام.(٤) أبو إسحاق السبيعي، ثقة مكثر، اختلط بأخره.(٥) النمل: ١٤.(٦) [١٧٥٧] الحكم على الإسناد:فيه عبد الرحمن بن سفيان متروك.(٧) في (م): به.(٨) في (أ)، (ز): ليست، أقول: فما الفائدة في ذكرها مسندة؟</p><p> وهو) (١) رجل مجهول (لا يعرف)  (٢) ، ولا نعلم أحدًا من القراء تمسك بها غير الكسائي. </p><p> {مَا أَنْزَلَ هَؤُلَاءِ} الآيات التسع {إِلَّا رَبُّ السَّمَاوَاتِ} السبع (٣)  {وَالْأَرْضِ بَصَائِرَ} جمع بصيرة {وَإِنِّي لَأَظُنُّكَ يَافِرْعَوْنُ مَثْبُورًا} قال ابن عباس (٤) -رضي الله عنهما-: يعني: ملعونًا، وقال مجاهد: هالكًا، وقال قتادة: مهلكًا. </p><p> [١٧٥٨] أخبرنا محمد بن حمدويه (٥) وعبد الله بن حامد (٦) ، قالا: أخبرنا محمد بن يعقوب (٧) ، قال: حدثنا الحسن بن علي بن عفان (٨) ، قال: حدثنا عبيد الله بن موسى (٩) ، (قال: أخبرنا عيسى بن موسى)  (١٠) ، </p><p>(١) زيادة تقدمت في (م)، وهي مؤخرة في (أ)، (ز)، والتقديم أولى. (٢) ساقطة من (ز).(٣) من (أ).(٤) روى الطبري في معنى المثبور ملعونا، بطريق، وبطريق آخر: مغلوبًا في \"جامع البيان\" ١٥/ ١٧٥. وعن مجاهد أيضًا كذلك، وأما قول قتادة فرواه الحافظ عبد الرزاق عن معمر، عن قتادة في \"تفسيره\" ١/ ٣٩١.(٥) أبو عبد الله الحاكم الإمام الحافظ الثقة.(٦) لم يذكر بجرح أو تعديل.(٧) أبو العباس الأصم، ثقة.(٨) أبو محمد الكوفي، صدوق.(٩) أبو محمد العبسي، ثقة، كان يتشيع.(١٠) ساقطة من (ز). وعيسى بن موسى ذكره ابن أبي حاتم في \"الجرح والتعديل\" ولم يذكر فيه جرحًا أو تعديلًا.</p><p> عن عطية العوفي (١) في قوله: {وَإِنِّي لَأَظُنُّكَ يَافِرْعَوْنُ مَثْبُورًا} قال: مبدلًا (٢) . </p><p> وقال ابن زيد: مخبولًا، لا عقل لك، وقال مقاتل (٣) : مغلوبًا، وقال ابن كيسان: بعيدًا عن الخيرات. </p><p> [١٧٥٩] وأخبرني أبو عبد الله بن فنجويه (٤) ، قال: حدثنا أبو علي ابن حبش المقرئ (٥) ، قال: حدثنا أبو بكر ابن أبي داود (٦) ، قال: حدثنا جعفر بن محمد العبدي (٧) ، قال: حدثنا جمهور بن </p><p>(١) عطية بن سعد بن جنادة العوفي، صدوق يخطئ كثيرًا، وكان شيعيًا مدلسًا. (٢) [١٧٥٨] الحكم على الإسناد:شيخ المصنف الوزان، وعيسى بن موسى لم يذكرا بجرح أو تعديل، وعطية بن سعد صدوق يخطئ كثيرًا.التخريج:أخرجه الطبري كذلك في \"جامع البيان\" ١٥/ ١٧٦.(٣) أسند الطبري في المرجع نفسه هذا المعنى إلى عبد الله بن عباس رضي الله عنهما وإلى الضحاك، فلعل نسبة هذا المعنى إلى مقاتل مما سبق به قلم الثعالبي.(٤) ثقة، صدوق، كثير الرواية للمناكير.(٥) ثقة مأمون.(٦) هو عبد الله بن سليمان بن أشعث، أبو بكر السجستاني، الإمام الحافظ.(٧) قال عنه ابن ناصر الدين الدمشقي في \"توضيح المشتبه\" ١/ ٢٠٥: قال عبد الغني حدثونا عنه قلت: ليس هذا لفظ عبد الغني إنما قوله: جعفر بن أحمد بن مسلم العبدي البزار، حدثنا عنه أبو أحمد الزيات. انتهى. وهذا هو الصواب في تسمية والد جعفر أحمد، وكذلك هو في تاريخ أبي سعيد بن يونس، فقال: جعفر بن أحمد بن سلم البزار منسب في عبد القيس، يكنى أبا الفضل، توفي يوم الثلاثاء =</p><p> منصور (١) ، عن محمد بن الحجاج (٢) ، عن سفيان بن الحسين (٣) ، عن الحسن (٤)  {وَإِنِّي لَأَظُنُّكَ يَافِرْعَوْنُ مَثْبُورًا} قال: سلّاحًا في القطيفة (٥) . </p><p> قال مجاهد: دخل موسى -عليه السلام- على فرعون في يوم شاتٍ وعليه قطيفة له، فألقى موسى -عليه السلام- عصاه، فرأى فرعون جانبي البيت بين فقميها، ففزع فرعون وأحدث في قطيفته. </p><p> [١٧٦٠] وأخبرنا أبو جعفر محمد بن علي بن أحمد بن إبراهيم (٦) وأبو القاسم عروة بن محمد بن عروة (٧) ، قالا: حدثنا أبو صالح محمد ابن عيسى بن محمد بن عبد الرحمن الضبي (٨) ، قال: حدثنا أبو عبد </p><p>= لاثنتي عشرة ليلة بقيت من شوال سنة ثمان وثمانين ومائتين حدث، وكذلك سمي والده أحمد أبو نصر ابن ماكولا، ولا أعلم فيه خلافًا. (١) قال الهيثمي في \"المجمع\": لم أعرفه.(٢) لم أجد له ترجمة.(٣) سفيان بن الحسين بن الحسن الواسطي، ثقة في غير الزهري.(٤) الحسن بن أبي الحسن: يسار البصري، ثقة، فقيه، وكان يرسل كثيرًا ويدلس.(٥) [١٧٥٩] الحكم على الإسناد:الأثر في سنده من لم أجده.التخريج:لم أجد أحدًا أخرجه، كأنه تفرد به المصنف، وفسر المصنف هذا الأثر بعده بقول مجاهد، وهذا التفسير مستغرب، ولا سيما مثل هذا في شأن موسى -عليه السلام-، وقد أرشده الله تعالى وأخاه بقوله الحكيم: {فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى}.(٦) لم أجده.(٧) لم أجده.(٨) أبو صالح الكاتب، كتب الكثير وجمع الجموع، سمع أبا مسلم الكجي ويوسف =</p><p> الله الحسين بن عبد الله بن الخصيب الأبراري (١) قال: حدثنا إبراهيم بن سعيد الجوهري (٢) قال: كنت قائمًا على رأس المأمون (٣) وهو يناظر رجلًا فسمعته يقول له: يا مثبور! ثم أقبل على فقال: يا إبراهيم! ما معنى يا مثبور؟ قلت: لا أدري، فقال: حدثني الرشيد قال: حدثني أمير المؤمنين المهدي (٤) قال: كنت جالسًا عند أمير المؤمنين المنصور (٥) فسمعته يقول لرجل: يا مثبور! فقلت: يا أمير المؤمنين! ما معنى مثبور؟ فقال: قال ميمون بن مهران: قال ابن عباس -رضي الله عنهما- في قوله:  {وَإِنِّي لَأَظُنُّكَ يَافِرْعَوْنُ مَثْبُورًا} فقال: ناقص العقل (٦) . </p><p> قال الفراء (٧) : يعني: مصروفًا ممنوعًا من الخير، والعرب تقول: </p><p>= القاضي وغيره وبمرو عن محمد بن إبراهيم وعبدان بن محمد وغيره توفي بمرو وهو على البريد في ذي القعدة سنة (٣٤٤ هـ). مختلف فيه. \"إكمال الكمال\" ١/ ٧٢. (١) لم أجده.(٢) ثقة، حافظ.(٣) هو الخليفة العباسي عبد الله بن الرشيد هارون بن المهدي محمد بن المنصور، كان شيعيًّا جهميًّا.(٤) المهدي محمد بن عبد الله بن محمد بن علي بن عبد الله بن عباس -رضي الله عنهما- أبو عبد الله.(٥) المنصور عبد الله بن محمد بن علي بن عبد الله بن عباس -رضي الله عنهما-، أبو جعفر.(٦) [١٧٦٠] الحكم على الإسناد:فيه من لم أجده، وأبو صالح الكاتب مختلف فيه.(٧) \"معاني القرآن\" ٢/ ١٣٢.</p>"
}