{
  "id": null,
  "sura": 17,
  "aya": 110,
  "text": "<p> أن لا يكون أوتي علمًا ينفعه وتلا هذِه الآية، نظيرها قوله -عز وجل-: {إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا}  (١) . </p><p> ١١٠ - قوله -عز وجل-: {قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ} </p><p> قال ابن عباس (٢) -رضي الله عنهما-: تهجد رسول الله - صلى الله عليه وسلم- ذات ليلة بمكة، فجعل يقول في سجوده:  \"(يا الله)(٣)يا رحمن يا رحيم! \" فقال المشركون: كان محمد يدعو إلهًا واحدًا وهو الآن يدعو إلهين اثنين الله والرحمن، ما نعرف الرحمن إلا رحمن اليمامة، يعنون مسيلمة الكذاب، فأنزل الله تعالى هذِه الآية (٤) . </p><p>(١) مريم: ٥٨. (٢) أسند إليه الطبري بلفظ: قال: كان النبي -صلى الله عليه وسلم- ساجدًا يدعو: يا رحمن يا رحيم! فقال المشركون هذا يزعم أنه يدعو واحدًا، وهو يدعو مثنى مثنى، فأنزل الله تعالى .. الآية. \"جامع البيان\" ١٥/ ١٨٢.وبطريق آخر عن مكحول: أن النبي -صلى الله عليه وسلم- كان يتهجد بمكة ذات ليلة يقول في سجوده: يا رحمن، يا رحيم! فسمعه رجل من المشركين قال لأصحابه: انظروا ما قال ابن أبي كبشة يدعو الليلة الرحمن الذي باليمامة، وكان باليمامة رجل يقال له الرحمن فنزلت. المرجع نفسه.وقال السيوطي في \"لباب النقول\" (ص ١٤٢): أخرج ابن مردويه وغيره عن ابن عباس -رضي الله عنهما- قال: صلى رسول الله -صلى الله عليه وسلم- بمكة ذات يوم فدعا فقال في دعائه: يا الله يا رحمن، فقال المشركون: انظروا إلى هذا الصابئ، ينهانا أن ندعو إلهين، وهو يدعو إلهين، فأنزل الله ..(٣) من (م).(٤) وبلفظ المصنف ذكره الواحدي في \"أسباب النزول\" (ص ٣٠٢)، ولكنه في \"الوسيط\" ٣/ ١٣٣ ذكره كما يأتي: قال ابن عباس -رضي الله عنهما-: إن رسول الله -صلى الله عليه وسلم- قال =</p><p> وقال ميمون بن مهران (١) : كان رسول الله -صلى الله عليه وسلم- في أول ما أوحي إليه يكتب باسمك اللهم حتى نزلت هذِه الآية:  {إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} فكتب {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} فقال مشركو العرب (٢) : هذا الرحيم نعرفه فماذا الرحمن؟ فأنزل الله تعالى هذِه الآية. </p><p> وقال الضحاك (٣) : قال أهل الكتاب لرسول الله - صلى الله عليه وسلم -: إنك لتُقِل ذكر الرحمن وقد أكثر الله في التوراة هذا الاسم، فأنزل الله سبحانه:  {قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا} من هذِه الاسمين (ومن جميع)  (٤)  {فَلَهُ الْأَسْمَاءُ الْحُسْنَى} و (ما) صلة، مجازه أيًّا مَّا تدعوا كقوله -عز وجل-: {عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نَادِمِينَ}  (٥)  {جُنْدٌ مَا هُنَالِكَ}  (٦) . </p><p> {وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا} قال ابن عباس (٧) -رضي الله عنهما-: كان </p><p>= وهو ساجد في دعائه: يا الله يا رحمن، فسمعه أبو جهل فقال: إن محمدًا ينهانا أن نعبد إلهين وهو يدعو إلهًا آخر مع الله يقال له الرحمن، فأنزل الله. (١) تقدم التعريف به، وذكر عنه الواحدي -في \"أسباب النزول\" (ص ٣٠٢ - ٣٠٣): قال: كان رسول الله - صلى الله عليه وسلم- يكتب في أول ما يوحى إليه .. ، هذِه الآية.(٢) هكذا في (م)، وعند الواحدي، ولكن في (أ): مشركو مكة.(٣) في \"أسباب النزول\" للواحدي (ص ٢٠٠): وقال الضحاك: قال أهل التفسير: قيل لرسول الله - صلى الله عليه وسلم - .. إلى آخره. ولم يذكر ذلك مرجعًا مخصوصًا، وبلفظ المصنف ذكره ابن الجوزي في \"زاد المسير\" ٥/ ٩٩.(٤) في (م): أو من سائر.(٥) المؤمنون: ٤٠.(٦) [ص: ١١].(٧) حديث ابن عباس -رضي الله عنهما- متفق عليه: أخرجه الإمام البخاري في \"الصحيح\" في =</p><p> رسول الله - صلى الله عليه وسلم - إذا صلى بأصحابه رفع (١) صوته بالقرآن فإذا (سمع ذلك)  (٢) المشركون سبّوا القرآن ومن أنزله ومن جاء به، ورموا رسول الله -صلى الله عليه وسلم- بالخبث ولغوا، فربما صفقوا وربما صفروا ولغطوا (٣) ليغلطوا النبي -صلى الله عليه وسلم- ويخلطوا عليه فأنزل الله -عز وجل- {وَلَا تَجْهَرْ بِصَلَاتِكَ} بقراءتك في الصلاة فيسمع المشركون فيؤذوك {وَلَا تُخَافِتْ بِهَا} فلا تُسمع أصحابك، حتى يأخذوا عنك. </p><p> وقال سعيد بن جبير (٤) رحمه الله: كان النبي -صلى الله عليه وسلم- يجهر بقراءة </p><p>= كتاب التفسير، سورة الإسراء، باب {وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا} (٤٧٢٢)، والإمام مسلم في \"الصحيح\" في كتاب الصلاة، باب التوسط في القراءة (٤٤٦)، والإمام النسائي في \"التفسير\" ١/ ٦٧١ (٣٢٠)، والإمام الترمذي أبواب التفسير، ومن سورة الإسراء (٣١٤٦) كلهم من طريق هشيم قال: أخبرنا أبو بشر عن سعيد بن جبير، عن عبد الله بن عباس - رضي الله عنهما- قال: نزلت ورسول الله -صلى الله عليه وسلم- متوار -مختف- بمكة، فكان إذا صلى بأصحابه رفع صوته بالقرآن -بالقراءة-، فإذا سمع ذلك المشركون سبوا القرآن ومن أنزله ومن جاء به، فقال الله تعالى لنبيه -صلى الله عليه وسلم-: {وَلَا تَجْهَرْ بِصَلَاتِكَ} فيسمع المشركون قراءتك {وَلَا تُخَافِتْ بِهَا} بها عن أصحابك، أسمعهم القرآن ولا تجهر ذلك الجهر {وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا} يقول: بين الجهر والمخافتة. وكذلك نقله الواحدي في \"أسباب النزول\" (ص ٣٠٣)، والسيوطي في \"لباب النقول\" (ص ١٤٢) بإيجاز. ولكن الثعلبي -سامحه الله- لم يذكر أحدًا من المحدثين المعروفين وسياقهم، بل اختار سياقًا غريبًا طويلًا، ولم يذكر لذلك مرجعًا، وغالبًا كذلك يفعل، فالله المستعان. (١) في (أ): يرفع.(٢) في (م): سمعه.(٣) من (أ).(٤) رواه الطبري في \"جامع البيان\" ١٥/ ١٨٦.</p><p> القرآن في المسجد الحرام فقالت قريش: لا تجهر بالقرآن فتؤذي آلهتنا فنهجو ربك، (فأنزل الله عز وجل هذِه الآية)  (١) . </p><p> وقال مقاتل: كان رسول الله - صلى الله عليه وسلم - في دار أبي سفيان بن الحارث - رضي الله عنه - عند الصفا يجهر بقراءته، فمر به أبو جهل فقال: لا تفتر على الله، فخفض النبي - صلى الله عليه وسلم - صوته، فقال أبو جهل: ألا ترون ما فعلت بابن أبي كبشة؟ (٢) رددته عن قراءته، فأنزل الله هذِه الآية (٣) . </p><p> [١٧٦١] أخبرنا عبد الله بن حامد (٤) ، قال: أخبرنا محمد بن جعفر (٥) ، قال: حدثنا علي بن حرب (٦) ، قال: حدثنا ابن فضيل (٧) </p><p>(١) ساقطة من (م). (٢) قال الحافظ ابن حجر في \"فتح الباري\" ١/ ٤٠ في شرح حديث كتاب النبي - صلى الله عليه وسلم - إلى هرقل وسؤاله أبا سفيان: ابن أبي كبشة أراد به النبي - صلى الله عليه وسلم -؛ لأن أبا كبشة أحد أجداده، وعادة العرب إذا انتقصت نسبت إلى جد غامض، وهو .. ، وقيل: هو أبوه من الرضاعة، واسمه: الحارث بن عبد العزى، كانت له بنت تسمى كبشة يكنى بها. وقال ابن قتيبة والخطابي والدارقطني: هو رجل من خزاعة خالف قريشًا في عبادة الأوثان، فعبد الشعرى، فنسبوه إليه للاشتراك في مطلق المخالفة، وكذا قاله الزبير، قال: واسمه وجز بن عامر بن غالب.(٣) لم أجد لقول مقاتل مرجعًا، بل قال الطبري: وأولى الأقوال في ذلك ما ذكرنا عن ابن عباس - رضي الله عنهما - في الخبر الَّذي رواه أبو جعفر عن سعيد، عن ابن عباس - رضي الله عنهما -؛ لأن ذلك أصح الأسانيد التي روي عن صحابي فيه قول مخرجًا. \"جامع البيان\" ١٥/ ١٨٨.(٤) لم يذكر بجرح أو تعديل.(٥) المطيري، ثقة، مأمون.(٦) علي بن حرب الطائي الموصلي، صدوق.(٧) محمد بن فضيل بن غزوان الضبي مولاهم أبو عبد الرحمن الحافظ، صدوق، عارف، رُمي بالتشيع.</p><p> قال: حدثنا أشعث (١) عن ابن سيرين (٢) في قوله تعالى {وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا} قال: كان أبو بكر - رضي الله عنه - يخافت بالقراءة في الصلاة ويقول: أناجي ربي، وقد علم حاجتي، وكان عمر رضي الله عنه يجهر بالقراءة في الصلاة ويرفع صوته ويقول: أزجر الشيطان أوقظ الوسنان، فأمر أبو بكر - رضي الله عنه - حين نزلت هذِه الآية (أن يرفع)  (٣) صوته شيئًا، وأمر عمر - رضي الله عنه - أن يخفض صوته شيئًا (٤) . </p><p> وقالت عائشة (٥) - رضي الله عنها -: نزلت هذِه الآية في التشهد، وكان الأعرابي يجهر فيقول: التحيات لله والصلوات ويرفع بها صوته، فنزلت هذِه الآية. </p><p> وقال الحسن:  (يقول الله)  (٦) لا ترائي بصلاتك في العلانية، ولا </p><p>(١) هو أشعث بن سوار الكندي، ضعيف. (٢) محمد بن سيرين، أبو بكر، ثقة، ثبت، كبير القدر.(٣) في (أ): برفع.(٤) [١٧٦١] الحكم على الإسناد:في إسناده شيخ المصنف لم يذكر بجرح أو تعديل، أشعث ضعيف.التخريج:الأثر رواه البيهقي في \"شعب الإيمان\" ٤/ ١٨٨ (٢٣٧٤) عن ابن سيرين وعنه أشعث.(٥) أسند إليها الطبري بطريق حفص بن غياث عن هشام بن عروة، عن أبيه، عن عائشة - رضي الله عنها - قالت: نزلت هذِه الآية في التشهد، وبطريق حفص عن أشعث، عن ابن سيرين مثله، وزاد فيه: وكان الأعرابي .. الآية، وقد تقدم أن رواية ابن سيرين عن عائشة - رضي الله عنها - ليست متصلة؛ لأنه لم يسمع منها، كما أن الآية مكية.(٦) من (م).</p><p> تسئها في السر (١) . </p><p> وروى الوالبي عن ابن عباس - رضي الله عنهما -: (لا تصل مراءاة)  (٢) الناس ولا تدعها مخافة الناس. </p><p> وقال ابن زيد: كان أهل الكتاب يخافتون في (٣) الصلاة، ثم يجهر أحدهم (٤) بالحرف فيصيح ويصيح من وراءه، فنهاه أن يصيح كما يصيحون، ويخافت كما يخافتون، والسبيل الَّذي بين ذلك الَّذي بيّن له جبريل من الصلاة. </p><p> وقال علي - رضي الله عنه - والنخعي ومكحول: هي في الدعاء، وهي رواية عروة عن عائشة - رضي الله عنها -، وعطية عن ابن عباس - رضي الله عنهما - (٥) . </p><p> وقال عبد الله بن شداد: كان أعراب بني تميم (٦) إذا سلم النبي - صلى الله عليه وسلم - </p><p>(١) قال الحافظ عبد الرزاق: قال معمر: وكان الحسن يقول: لا تحسن علانيتها وتسيء سريرتها وهذا أوضح. \"تفسير القرآن العظيم\" ١/ ٣٩٣، وأسند إليه الطبري في المرجع نفسه نحوه. (٢) في (أ): لا تصلي مراياة، وفي (م): لا تصلها.(٣) من (م).(٤) في (أ): أحدكم.(٥) أسند الطبري في \"جامع البيان\" ١٥/ ١٨٤ هذا القول إلى ابن عباس - رضي الله عنهما - وإلى مجاهد ومكحول وعروة -رحمهم الله-، أما إلى علي وعائشة - رضي الله عنها -، فلم أجد.(٦) بنو تميم ينسبون إلى تميم بن مُرّ بن أد بن طابخة بن إلياس بن مضر بن نزار بن معد بن عدنان، قبيلة أصبح أفرادها من حاضرة نجد وجبل شمر والدساكر النجدية، والموجود في نجد من بني تميم يمكن حصره في ثلاثة بطون وهي: بطن عمرو بن تميم، ثانيًا: بطن سعد بن زيد مناة بن تميم، ثالثًا: بطن حنظلة بن مالك بن زيد مناة بن تميم، ومنهم الوهبة، وهم بيت الشيخ محمد بن عبد الوهاب في =</p><p> قالوا؛ اللهم ارزقنا مالًا وولدًا (١) يجهرون بذلك (٢) ، فأنزل الله هذِه الآية. </p><p> وروى ابن وهب (٣) عن عمرو بن الحارث (٤) ، عن دراج أبي (٥) السمح أن شيخًا من أصحاب النبي - صلى الله عليه وسلم - قال في هذِه الآية: إنما نزلت في الدعاء، يقول: لا ترفع صوتك بالدعاء عند استغفارك وذكر ذنوبك فيسمع منك فتعيّر بها (٦) . </p><p>= الرياض، وآل بسام في العنيزة والقضاة فيها، ومن بني عمرو بن تميم المزاريع والنواصر، ومن المزاريع آل حماد، أكثر تميم الموجودين في نجد عددًا، وفي الصحيحين: قال أبو هريرة - رضي الله عنه -: لا أزال أحب بني تميم من ثلاث سمعتهن من رسول الله - صلى الله عليه وسلم - يقول: \"هم أشد أمتي على الدجال\" قال: وجاءت صدقاتهم فقال النبي - صلى الله عليه وسلم -: \"هذِه صدقات قومنا\" قال: وكان سبية منهم عند عائشة رضي الله عنها فقال رسول الله - صلى الله عليه وسلم -: \"اعتقها فإنها من ولد إسماعيل\" \"اللؤلؤ والمرجان\" ٣/ ١٧٧ (١٦٤١)، وتلخيص نسب وبطون تميم من \"معجم قبائل العرب\" لعمر كحالة ١/ ١٢٥ - ١٣٠، مع اقتباس من \"جمهرة أنساب العرب\" لابن حزم. (١) أسند الطبري هذا القول إلى عبد الله بن شداد في \"جامع البيان\" ١٥/ ١٨٤ قال: كان أعراب إذا سلم النبي - صلى الله عليه وسلم - قالوا: اللهم ارزقنا إبلا وولدا، وذكره السيوطي في \"الدر المنثور\" ٤/ ٣٥٧ بزيادة بني تميم هكذا.(٢) من (م).(٣) عبد الله بن وهب، أبو محمد الفهري -مولاهم- ثقة، حافظ، عابد.(٤) عمرو بن الحارث بن يعقوب، أبو أمية الأنصاري -مولاهم- ثقة، فقيه، حافظ.(٥) في (أ): دراج بن السمح، والصحيح أنَّه دراج أبو السمح، المصري، ويقال: اسمه عبد الرحمن، صدوق، في حديثه عن أبي الهيثم ضعف.(٦) الحكم على الإسناد:فيه مبهم، ودراج صدوق. =</p>"
}