{
  "id": null,
  "sura": 17,
  "aya": 31,
  "text": "<p> حَسِيرٌ} (١) قال قتادة (٢) : محسورًا نادمًا على ما فرط منك. </p><p> ٣٠ - {إِنَّ رَبَّكَ يَبْسُطُ} </p><p> يوسع {الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ} يقتر ويضيق {إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا} نظيرها (٣) قوله تعالى: {وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ}  (٤) الآية (٥) . </p><p> ٣١ - قوله عز وجل:  {وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ}  (٦) </p><p>(١) الملك: ٤. (٢) قال الطبري: حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور، عن معمر، عن قتادة: {وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ} قال: في النفقة، يقول: لا تمسك عن النفقة، {وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ} يقول: لا تبذر تبذيرا {فَتَقْعُدَ مَلُومًا} في عباد الله {مَحْسُورًا} يقول: نادمًا على ما فرط منك. \"جامع البيان\" ١٥/ ٧٧.(٣) في (ز): نظيره.(٤) الشورى: ٢٧.(٥) من (ز).(٦) نهى الله تعالى عن قتل الأولاد في حالة اليسر خشية وخوفًا من العسر وصرّح بتحريمه في حالة العسر والإملاق، بقوله تعالى -في سورة الأنعام- {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَلَا تَقْتُلُوا أَوْلَادَكُمْ مِنْ إِمْلَاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ} [الأنعام: ١٥١] قال الإمام زكريا الأنصاري رحمه الله: قدّم هنا المخاطبين على الغائبين، وعكس ثم -في الإسراء- لأن ظاهر قوله هنا {مِنْ إِمْلَاقٍ} أن الإملاق حاصل للوالدين المخاطبين، لا توقعه، فبُدئ بهم، وظاهر قوله ثم {خَشْيَةَ إِمْلَاقٍ} أن الإملاق متوقع بهم وهم موسرون، فبُدئ بالأولاد، فما هنا يفيد النهي للآباء عن قتل الأولاد وإن تلبسوا بالفقر، وهناك يفيده وإن تلبسوا باليسر. \"فتح الرحمن بكشف ما يلتبس في القرآن\" للقاضي زكريا الأنصاري (ص ١٨٠ - ١٨١).</p><p> فقر وإقتار {نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ} وذلك أن أهل الجاهلية كانوا يئدون (١) بناتهم خشية إملاق، والإملاق الفاقة، فنهاهم الله تعالى عن ذلك، وأخبرهم أن رزقهم ورزق أولادهم على الله تعالى. </p><p> {إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا}  (اختلف القراء فيه، فـ)  (٢) قرأ أبو جعفر وابن عامر (برواية ابن ذكوان)  (٣) بفتح الخاء والطاء مقصورًا، وقرأ ابن كثير بكسر الخاء ممدودًا، وقرأ الآخرون (٤) بكسر الخاء وجزم الطاء، وكلها لغات (معناها واحد)  (٥) ، ويكون اسمًا </p><p>(١) وأد البنات في الجاهلية لم يكن محصورًا على خشية الفاقة، بل خشية العار أيضًا، فقال الله تعالى: {وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ (٥٨) يَتَوَارَى مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ أَلَا سَاءَ مَا يَحْكُمُونَ (٥٩)} [النحل: ٥٨ - ٥٩]. وقال في سورة الزخرف {وَإِذَا بُشِّرَ أَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمَنِ مَثَلًا ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ (١٧) أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ (١٨)} [الزخرف: ١٦ - ١٨]. (٢) في (أ): فيه القراء.(٣) من (ز) وفي \"شرح طيبة النشر\" لابن الجزري (ص ٢٦٣):وفتح خطئًا من له الخلف ثرى ... حرك لهم والمك والمد درى.أي: فتح الخاء من خطئا ابن ذكوان وهشام بخلاف عنه، وأبو جعفر والباقون بكسرها، وحرك الطاء الثلاثة، وابن كثير المكي، وأثبت بعدها ألفًا ممدودة، فابن كثير بكسر الخاء وفتح الطاء وألف بعدها، وابن ذكوان وهشام من أحد وجهيه وأبو جعفر بفتحهما من غير ألف، والباقون بكسر الخاء وإسكان الطاء بلا ألف.(٤) قال ابن الجوزي: قرأ نافع وأبو عمرو زبان بن العلاء البصري، وعاصم وحمزة والكسائي (خِطْئِا) مكسورة الخاء ساكنة الطاء مهموزة مقصورة. \"زاد المسير\" ٥/ ٣٠.(٥) في (ز): بمعنى واحد.</p>"
}