{
  "id": null,
  "sura": 17,
  "aya": 79,
  "text": "<p> الحسن (١) قال: حدثنا محمد بن يحيى (٢) قال: حدثنا عبد الرزاق (٣) عن معمر (٤) ، عن الزهري (٥) ، عن أبي سلمة (٦) ، عن أبي هريرة -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: \"فضل صلاة الجميع على صلاة الفذ خمس وعشرون درجة(٧)ويجتمع ملائكة الليل وملائكة النهار في صلاة الفجر\"  (٨) قال (٩) : يقول أبو هريرة -رضي الله عنه-: اقرءوا إن شئتم: {وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا} . </p><p> ٧٩ - قوله -عز وجل- {وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ} </p><p> أي: قم بعد نومك وصلّ بالقرآن (١٠) . </p><p>(١) ابن الشرقي، ثقة مأمون. (٢) الذهلي النيسابوري، ثقة، حافظ جليل.(٣) الصنعاني، ثقة حافظ.(٤) ابن راشد، ثقة ثبت فاضل.(٥) محمد بن مسلم بن شهاب، الفقيه الحافظ، متفق على جلالته وإتقانه.(٦) ابن عبد الرحمن بن عوف، ثقة مكثر.(٧) في (م): صلاة.(٨) [١٧٢٩] الحكم على الإسناد:فيه شيخا المصنف لم يذكر بجرح أو تعديل لكن الحديث صحيح.التخريج:أخرجه البخاري كتاب الأذان، باب فضل صلاة الفجر في جماعة (٦٤٨) مرفوعًا بلفظ: \"تفضل صلاة الجميع صلاة أحدكم وحده بخمس وعشرين جزءًا، وتجتمع ملائكة .. \" الخ.(٩) زيادة من (أ)، لكن في \"صحيح البخاري\": ثم.(١٠) من (م).</p><p> وقال المفسرون (١) : لا يكون التهجد إلا بعد النوم، يقال: تهجد، إذا سهر، (وهجد، إذا نام.وقال بعض أهل اللغة:تهجد، إذا نام، وتهجد، إذا سهر)  (٢) ، وهو من الأضداد. </p><p> وروى حميد بن عبد الرحمن بن عوف عن رجل من الأنصار أنه كان مع رسول الله -صلى الله عليه وسلم- في سفر فقال: لأنظرن (٣) كيف يصلي النبي -صلى الله عليه وسلم- قال (٤) : فنام رسول الله -صلى الله عليه وسلم-، ثم استيقظ فرفع رأسه إلى السماء فتلا أربع آيات من آخر سورة آل عمران {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ} الآيات (٥) ، ثم أهوى (بيده إلى القربة)  (٦) فأخذ سواكًا </p><p>(١) روى الطبري عن علقمة والأسود بن يزيد أنهما قالا: التهجد بعد نومة، وإلى الحجاج بن عمر أنه قال: إنما التهجد بعد رقدة. (٢) ذكر في (م) مكان هذِه العبارة: قال الفراء: تهجدت: سهرت، وهجدت: نمت.(٣) عند النسائي في \"المجتبى\" بطريق محمد بن سلمة إلى الزهري قال: حدثني حميد أن رجلًا من أصحاب النبي -صلى الله عليه وسلم- قال: قلت وأنا في سفر مع رسول الله -صلى الله عليه وسلم-: والله لأرقبن رسول الله -صلى الله عليه وسلم- حتى أرى فعله، فلما صلى العشاء -وهي العتمة- اضطجع هويًا من الليل ثم استيقظ فنظر في الأفق فقال: {رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ} حتى بلغ {إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ} ثم أهوى رسول الله -صلى الله عليه وسلم- إلى فراشه فاستل منه سواكًا ثم أفرغ في قدح من إداوة عنده ماء فاستن، ثم قام فصلى حتى قلت: قد صلى قدر ما نام، ثم اضطجع حتى قلت: قد نام قدر ما صلى، ثم استيقظ ففعل كما فعل أول مرة وقال مثل ما قال، ففعل رسول الله -صلى الله عليه وسلم- ثلاث مرات قبل الفجر. \"سنن النسائي\"، كتاب قيام الليل، باب بأي شيء يستفتح صلاة الليل؟ ٣/ ٢١٣.(٤) ساقطة من (م).(٥) في (أ): الآية.(٦) عند الطبري في \"جامع البيان\" ١٥/ ١٤٢: ثم أهوى إلى القربة، وفي (م): أهوى بيده إلى قربة، وفي \"سنن النسائي\": إلى فراشه فاستل منه سواكًا.</p><p> فاستن به، ثم توضأ، ثم صلى، ثم نام، ثم استيقظ فصنع كصنيعه (١) أول مرة (٢) . </p><p> ويرون أن التهجد الذي أمر الله تعالى به إنبيه -صلى الله عليه وسلم-) (٣)  {نَافِلَةً لَكَ} قال ابن عباس (٤) -رضي الله عنهما-: خاصة لك. </p><p> وقال مقاتل بن حيان: كرامة لك، وعطاء (٥) لك. </p><p>(١) في (م): كما صنع. (٢) ونحوه عند الطبري في \"جامع البيان\" ١٥/ ١٤٢، ولكن سياق النسائي أتم.(٣) من (م)، وفيها أيضًا: وعن عروة عن عائشة -رضي الله عنها- أن رسول الله - صلى الله عليه وسلم - كان يصلي فيما بين أن يفرغ من صلاة العشاء إلى الفجر إحدى عشرة ركعة، يسلم من كل ركعتين، ويوتر بواحدة، فيسجد السجدة من ذلك قدر ما يقرأ أحدكم خمسين آية قبل أن يرفع رأسه، فإذا سكت المؤذن من صلاة الفجر وتبين له الفجر قام فركع ركعتين خفيفتين، ثم اضطجع على شقه الأيمن حتى يأتيه المؤذن للإقامة فيخرج.وعن ابن عباس -رضي الله عنهما- قال: بت عند خالتي ميمونة ورسول الله -صلى الله عليه وسلم- عندها ليلة، فتحدث النبي -صلى الله عليه وسلم- مع أهله ساعة ثم رقد، فلما كان ثلث الليل الآخر أو نصفه قعد فنظر إلى السماء ثم قرأ .. \" وأعظم لي نورًا\". وحديث عروة عن عائشة متفق عليه: البخاري كتاب الآذان، باب من انتظر الإقامة (٦٢٦)، ومسلم كتاب الصلاة، باب صلاة الليل .. (٧٣٦)، وحديث ابن عباس -رضي الله عنهما- أيضًا متفق عليه، ومذكور في اللؤلؤ والمرجان، كتاب صلاة المسافرين، باب الدعاء في صلاة الليل وقيامه (٤٣٧).(٤) أسند إليه الطبري وابن أبي حاتم أنه قال: يعني خاصة للنبي -صلى الله عليه وسلم-، أمر بقيام الليل وكتب عليه. \"جامع البيان\" ١٥/ ١٤٢، \"تفسير القرآن العظيم\" ٧/ ٢٣٤٢ (١٣٣٦٥)، وهي رواية العوفي عنه.(٥) في (م): عطية، ولم أجد أحدًا أسند قوله.</p><p> و (روي)  (١) عن ابن عباس -رضي الله عنهما- أيضًا (٢) : فريضة لك، وقال: أمر رسول الله -صلى الله عليه وسلم- بقيام الليل (وكتب عليه وحده خاصة)  (٣) ، ويكون معنى النافلة على هذا القول: فريضة فرضها الله عليك، فضلا لك عن الفرائض التي فرضها (٤) عليك وزيادة لك (٥) . </p><p> وقال قتادة (٦) والفراء (٧) : تطوعًا وفضيلة لك، (قال بعض العلماء)  (٨) : كانت صلاة الليل فرضًا عليه في الابتداء، ثم رخص له في تركها فصار ذلك نافلة (٩) . </p><p>(١) من (م). (٢) من (أ).(٣) في (أ): خاصة وكتب عليه.(٤) في (م): فرض الله.(٥) من (م).(٦) قال الحافظ عبد الرزاق: أنبأنا معمر عن قتادة في قوله تعالى {نَافِلَةً لَكَ} لَكَ قال: تطوعًا وفضيلة لك. \"تفسير القرآن العظيم\" ١/ ٣٨٦، وأسنده الطبري في \"جامع البيان\" ١٥/ ١٤٣، وابن أبي حاتم فيما تقدم (١٣٣٦٦).(٧) قال الفراء في \"معاني القرآن\" ٢/ ١٢٩: قول الله {نَافِلَةً لَكَ} ليست لأحد نافلة إلا للنبي -صلى الله عليه وسلم-؛ لأنه ليس من أحد إلا يخاف على نفسه، والنبي -صلى الله عليه وسلم- قد غفر له ما تقدم من ذنبه وما تأخر، فعمله نافلة.(٨) في (م): وقيل.(٩) وفي هذا المعنى حديث سعد بن هشام في سؤاله أم المؤمنين عائشة رضي الله عنها فقلت: أنبئيني عن قيام رسول الله -صلى الله عليه وسلم-؟ فقالت: ألست تقرأ {يَاأَيُّهَا الْمُزَّمِّلُ (١)}؟ قلت: بلى، قالت: فإن الله -عز وجل- افترض قيام الليل في أول هذِه السورة فقام نبي الله -صلى الله عليه وسلم- وأصحابه حولا، وأمسك الله خاتمتها اثني عشر شهرًا في السماء، حتى أنزل الله في آخر هذِه السورة التخفيف، فصار قيام الليل تطوعًا =</p><p> وقال مجاهد (١) : النافلة للنبي -صلى الله عليه وسلم- خاصة (زيادة في الدرجات)  (٢) من أجل (أن الله غفر)  (٣) له ما تقدم من ذنبه وما تأخر. </p><p> فما عمل من عمل سوى المكتوبة (فهي نافلة له من أجل أنه لا يعمل ذلك في كفارة الذنوب فهي نوافل له)  (٤) وزيادة؛ (لأن أصل النافلة الزيادة، وفرائضه مقبولة)  (٥) والناس يعملون ويصلون (٦) ما سوى المكتوبة لذنوبهم في كفارتها (ولأنهم يخافون ألا تقبل فرائضهم)  (٧) فليست للناس نوافل. </p><p> قوله -عز وجل-: {عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا} </p><p> قال أهل التأويل: عسى ولعل من الله واجبتان (٨) ، (لأنه لا يدع أن يفعل بعباده ما أطعمهم فيه من الجزاء على طاعتهم)  (٩) ، لأنه ليس من </p><p>= بعد فريضة .. الحديث أخرجه الإمام مسلم في \"الصحيح\"، كتاب صلاة المسافرين، باب جامع صلاة الليل (٧٤٦). (١) أسند إليه الطبري في \"جامع البيان\" نحوه ثم بين وجه فساده.(٢) من (م).(٣) في (أ): أنه غفر.(٤) في (م): فهو نافلة له؛ لأنه لا يعمل في كفارة الذنوب، وفي (ز): فهو نافلة له من أجل أنه لا يعمل ذلك كفارة للذنوب، فهي نوافل.(٥) من (م).(٦) من (م).(٧) من (م).(٨) في (أ)، (ز): واجبان.(٩) ساقط من (م).</p><p> صفته الغرور، (ولو أن قائلًا قال)  (١) لآخر: (تعاهدني والزمني)  (٢) لعلي أنفعك، فلزمه ولم ينفعه مع إطعامه (فيه ووعده لـ)  (٣) كان غارًّا له، وتعالى (٤) الله عن ذلك (٥) . </p><p> وأما المقام المحمود فهو المقام الذي يشفع فيه لأمته يحمده فيه (جميع الأولين والآخرين)  (٦) . </p><p>(١) في (م): فلو قال قائل. (٢) في (م): يعاهدني.(٣) من (أ).(٤) في (م): ويتعالى.(٥) هذا تلخيص لكلام الطبري في تفسير الآية حيث قال: وعسى من الله واجبة، وإنما وجه قول أهل العلم: عسى من الله واجبة لعلم المؤمنين أن الله لا يدع أن يفعل بعباده ما أطمعهم فيه من الجزاء على أعمالهم والعوض على طاعتهم إياهم، ليس من صفته الغرور، ولا شك أنه قد أطمع من قال ذلك له في نفعه إذا هو تعاهده ولزمه، فإن لزم المقول له ذلك وتعاهده ولزمه، فإن لزم المقول له ذلك وتعاهده ثم لم ينفعه ولا سبب يحول بينه وبين نفعه إياه مع الإطماع الذي تقدم منه لصاحبه على تعاهده إياه ولزومه، فإنه لصاحبه غار بما كان من إخلافه إياه فيما أطمعه فيه لقوله الذي قال له، وإذ كان ذلك كذلك وكان غير جائز أن يكون جل ثناؤه من صفته الغرور لعباده صح ووجب أن كل ما أطمعهم فيه من طمع على طاعته أو على فعل من الأفعال أو أمر أو نهي أمرهم به أو نهاهم عنه، فإنه موف لهم به، وإنه منه كالعدة التي لا يخلف الوفاء بها، قالوا: عسى ولعل من الله واجبة.وتأويل الكلام: أقم الصلاة المفروضة يا محمد في هذِه الأوقات التي أمرتك بإقامتها فيها، ومن الليل فتهجد فرضًا فرضته عليك، لعل ربك أن يبعثك يوم القيامة مقامًا تقوم فيه محمودًا تحمد وتغبط فيه. \"جامع البيان\" ١٥/ ١٤٣.(٦) في (أ)، (ز): الأولون والآخرون.</p><p> [١٧٣٠] أخبرنا عبد الله بن حامد (١) ، قال: أخبرنا أحمد بن محمد ابن يحيى (٢) ، قال: أخبرنا أحمد بن نجدة (٣) ، قال: حدثنا الحماني (٤) ، قال: حدثنا أبو بكر بن عياش (٥) ، عن عاصم بن أبي النجود (٦) ، عن زرّ (٧) ، عن عبد الله (بن مسعود)  (٨) -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: \"لو كنت متخذًا أحدًا(٩)خليلًا لاتخذت ابن أبي قحافة خليلًا، ولكن صاحبكم خليل الله(١٠)\" ثم قرأ: {عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا}  (١١) . </p><p>(١) أبو محمد الوزان، لم يذكر بجرح أو تعديل. (٢) أبو حامد العبيدي، قال الخليلي، ثقة مأمون.(٣) العريان، أبو الفضل الهروي، من الثقات.(٤) يحيى بن عبد الحميد الحماني، حافظ إلا أنه متهم بسرقة الأحاديث.(٥) أبو بكر بن عياش بن سالم، ثقة، عابد، إلا أنه لما كبر ساء حفظه وكتابه صحيح.(٦) صدوق له أوهام، حجة في القراءة.(٧) زر بن حبيش، أبو مريم الأسدي، ثقة جليل.(٨) من (م)، وهو الصحابي المشهور.(٩) من (أ).(١٠) في (ز): الرحمن.(١١) [١٧٣٠] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرح أو تعديل، ويحيى الحماني متهم بسرقة الأحاديث.التخريج:وقد أخرج الإمام مسلم هذا الحديث كتاب فضائل الصحابة، باب من فضائل أبي بكر الصديق (٢٣٨٣) برواية عبد الله بن مسعود -رضي الله عنه-بعدة طرق إلى قوله -عليه السلام-: \"ولكن صاحبكم خليل الله\" أي: بدون قوله ثم قرأ.</p><p> [١٧٣١] وأخبرنا أبو صالح بن أبي الحسن البيهقي (١) ، قال: حدثنا أبو حاتم مكي بن عبدان (٢) ، قال: حدثنا أبو الأزهر (٣) ، قال: حدثنا روح (٤) ، قال: حدثنا شعبة (٥) ، قال: سمعت أبا إسحاق (٦) يقول: سمعت صلة بن زفر (٧) يقول (٨) : حدثنا حذيفة بن اليمان -رضي الله عنه- قال: يجمع الناس (٩) في صعيد واحد (فلا تكلم نفس)  (١٠) فيكون أول مدعو محمد -صلى الله عليه وسلم- فيقول:  \"لبيك وسعديك والخير في يديك، والشر ليس إليك، والمهدي(١١)من هديت، وعبدك بين يديك وبك وإليك، لا ملجأ ولا منجا منك إلا إليك، تباركت وتعاليت سبحانك رب البيت\" فذلك قوله تعالى {عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا}  (١٢) . </p><p>(١) شعيب بن محمد، مستور من أهل النواحي. (٢) المحدث الثقة المتقن.(٣) أحمد بن الأزهر، صدوق كان يحفظ ثم كبر، فصار كتابه أثبت من حفظه.(٤) ابن عبادة، ثقة فاضل له تصانيف.(٥) ابن الحجاج، ثقة حافظ متقن.(٦) عمرو بن عبد الله بن عبيد، أبو إسحاق السبيعي، ثقة مكثر عابد اختلط بأخرة.(٧) صلة بن زفر العبسي الكوفي ثقة جليل.(٨) من (أ).(٩) في (م): يجمع الله الأولين والآخرين.(١٠) في (م): فلا يتكلم أحد.(١١) في (ز)، (م): المهتدي.(١٢) [١٧٣١] الحكم على الإسناد:فيه شيخ المصنف مستور. =</p><p> [١٧٣٢] وأخبرنا عبد الله بن حامد الوزان (١) ، قال: حدثنا مكي بن عبدان (٢) ، قال: حدثنا عبد الله ابن هاشم بن حيان (٣) ، قال: حدثنا يحيى بن سعيد القطان (٤) ، قال: حدثنا سعيد بن أبي عروبة (٥) ، قال: حدثنا قتادة (٦) عن أنس بن مالك -رضي الله عنه-عن النبي -صلى الله عليه وسلم- قال: \"يجتمع (٧) المؤمنون يوم القيامة فيلهمون فيقولون: لو استشفعنا إلى ربنا فأراحنا (٨) من مكاننا، فيأتون آدم -عليه السلام- فيقولون: يا آدم! أنت (أبو الناس)  (٩) خلقك الله بيده (ونفخ فيك من روحه)  (١٠) وأسجد لك </p><p>= التخريج: الحديث أخرجه الحاكم في \"المستدرك\" ٢/ ٣٦٣ بسنده إلى أبي إسحاق السبيعي عن صلة بن زفر عن حذيفة -رضي الله عنه-سمعته يقول في قوله -عز وجل-: {عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا} قال: يجمع الناس في صعيد واحد يسمعهم الداعي وينفذهم البصر، حفاة عراة كما خلقوا، سكوتًا لا تتكلم نفس إلا بإذنه، قال: فينادي محمد فيقول: \"لبيك .. سبحان رب البيت\"، فذلك المقام المحمود الذي قال الله {عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا}.(١) أبو محمد الأصبهاني، لم يذكر بجرح أو تعديل.(٢) المحدث الثقة المتقن.(٣) عبد الله بن هاشم العبدي، أبو عبد الرحمن الطوسي، ثقه.(٤) يحيى بن سعيد بن فروخ، أبو سعيد القطان ثقة متقن حافظ إمام قدوة.(٥) ثقة حافظ أثبت الناس في قتادة.(٦) ابن دعامة، ثقة ثبت.(٧) في (أ): يجمع.(٨) في (أ): أزاحنا -بالزاي المعجمة- عن مكاننا، وعند مسلم: يريحنا.(٩) في (م): أبو البشر.(١٠) من (م).</p><p> ملائكته (وأسكنك الجنة)  (١) وعلمك أسماء كل شيء، فاشفع لنا إلى ربك حتى (٢) يريحنا من مكاننا هذا! فيقول لهم: لست (هناكم، و)  (٣) يذكر ذنبه الذي أصاب، فيستحيي من ربه، ولكن ائتوا نوحًا، فإنه أول رسول أبتعثه (٤) الله -عز وجل- إلى أهل الأرض، فيأتون نوحًا -عليه السلام- فيقول: لست هناك، ويذكر خطيئته (وسؤاله ربه -عز وجل- ما ليس له به علم) فيستحيي (ربه منها)  (٥) ، ولكن ائتوا إبراهيم (خليل الرحمن) ، فيأتون (إبراهيم -عليه السلام-)  (٦) فيقول: لست هنالك (٧) ولكن ائتوا موسى عبدًا (كلمه الله تعالى وآتاه التوراة) فيأتون موسى -عليه السلام-، فيقول: ليست (هناك، ويذكر لهم النفس التي قتل بغير نفس فيستحيي ربه منها)  (٨) ، ولكن ائتوا عيسى عبد الله ورسوله (وكلمة الله وروحه)  (٩) ، فيأتون عيسى -عليه السلام- فيقول: لست هناكم (١٠) ، ولكن ائتوا محمدًا -صلى الله عليه وسلم- عبدًا </p><p>(١) من (م). (٢) ساقطة من (أ).(٣) في (أ): هناك فـ.(٤) في (أ)، (ز): أول الرسل.(٥) في (أ): من ربه من ذلك، وفي (ز): ربه من ذلك.(٦) لم يذكر في (ز).(٧) في (م): هناك، وفي \"معالم التنزيل\" للبغوي ٥/ ١١٨: ويذكر كذبات كذبهن.(٨) في (أ): ويذكر النفس التي قتل بغير نفس، فيستحيي ربه من ذلك، وفي (م): التي قتل، فيستحيي ربه منها.(٩) في (م): وكلمته التي ألقاها إلى مريم وروح منه.(١٠) في (أ): هنالك، وفي (م): هناك، والمثبت من (ز).</p><p> غفر الله له ما تقدم من ذنبه وما تأخر، فيأتونني (فأقوم وأمشي بين سماطين من المؤمنين حتى)  (١) أستأذن على ربي فيؤذن لي، فإذا رأيت ربي وقعت (أو خررت)  (٢) ساجدًا لربي، فيدعني ما شاء الله أن يدعني، (ثم يقال لي: يا محمد! )  (٣) ارفع رأسك، وقل تسمع، (وسل تعطه، واشفع تشفع)  (٤) فأرفع رأسي فأحمده بتحميد يعلمنيه، ثم أشفع (فيحد لي حدًّا)  (٥) فأدخلهم الجنة، ثم أعود إليه الثانية، فإذا رأيت ربي وقعت أو خررت ساجدًا لربي فيدعني ما شاء الله أن يدعني، ثم يقال لي: يا محمد! ارفع رأسك، قل تسمع، وسل تعطه، واشفع تشفع، فأرفع رأسي فأحمده بتحميد يعلمنيه، ثم أشفع، فيحد لي حدًّا، فأدخلهم الجنة، ثم أعود إليه الثالثة، فإذا رأيت ربي وقعت -أو خررت- ساجدًا لربي (٦) فيدعني ما شاء الله أن يدعني ثم يقال: ارفع يا محمد رأسك! قل تسمع، وسل تعطه، واشفع تشفع، فأرفع رأسي فأحمده (٧) بتحميد يعلمنيه، ثم أشفع، فيحد لي حدًّا فأدخلهم الجنة، (ثم أعود إليه الرابعة فأقول: يا رب! </p><p>(١) زيادة تفرد بها المصنف، وليست عند مسلم ولا عند البغوي، وذكرها ابن كثير في \"تفسير القرآن العظيم\" ٩/ ٥٩ - بين الفواصل من قول الحسن. (٢) ساقطة من (م).(٣) في (أ): ثم يقال ارفع رأسك، وفي (ز): ثم يقال لي: ارفع رأسك.(٤) في (م): واشفع تشفع، وسل تعط.(٥) في (م): فأحد لي حدًّا.(٦) من (أ)، (ز)، ولكن في (م): له.(٧) في (أ): وأحمده.</p><p> ما) (١) بقي إلا من حبسه القرآن \"(٢).</p><p> فحدثنا أنس بن مالك -رضي الله عنه- أن النبي -صلى الله عليه وسلم- قال: \" فيخرج من النار من قال: لا إله إلا الله، وكان في قلبه من الخير ما يزن شعيرة، ثم يخرج من النار من قال لا إله إلا الله، وكان في قلبه ما يزن برّة\" (٣) . </p><p> [١٧٣٣] وأخبرنا (أبو محمد)  (٤) عبد الله بن حامد (٥) ، قال: </p><p>(١) قال: وزاد البغوي في \"معالم التنزيل\" بعد قوله \"فأدخلهم الجنة\": قال قتادة: وقد سمعته يقول: فأخرج فأخرجهم من النار وأدخلهم الجنة حتى ما بقي في النار إلا من حبسه القرآن، أي: وجب عليه الخلود، ثم تلا هذِه الآية: {عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا} قال: وهذا المقام المحمود الذي وعده نبيكم. \"معالم التنزيل\" ٥/ ١١٩. (٢) [١٧٣٣] الحكم على الإسناد:رجاله ثقات ما عدا شيخ المصنف لم يذكر بجرح أو تعديل.التخريج:زاد البخاري: ووجب عليه الخلود، وعند مسلم انتهى إلى قوله: حبسه القرآن، وهو من رواية سعيد عن قتادة، عن أنس -رضي الله عنه- مرفوعًا في \"صحيح البخاري\" كتاب التفسير، باب قول الله {وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا} (٤٤٧٦)، وأخرجه مسلم برواية أبي عوانة عن قتادة، عن أنس -رضي الله عنه- مرفوعًا في \"صحيحه\"، كتاب الإيمان، باب أدنى أهل الجنة منزلة فيها (١٩٣).(٣) هكذا ذكره الإمام أحمد بالسياق المذكور. وزاد في آخره: \"ثم يخرج من النار من قال: لا إله إلا الله، وكان في قلبه من الخير ما يزن ذرة\". \"المسند\" ٣/ ١١٦، وفصل الإمام البخاري آخر الحديث هكذا في كتاب الإيمان، باب زيادة الإيمان ونقصانه (٤٤).(٤) من (أ).(٥) الوزان، لم يذكر بجرح أو تعديل.</p><p> أخبرنا مكي بن عبدان (١) ، قال: حدثنا محمد بن يحيى (٢) ، قال: حدثنا أبو نعيم (٣) ، قال: حدثنا أبو عاصم -وهو محمد بن أيوب الثقفي (٤) - قال: حدثنا يزيد بن صهيب (٥) الفقير، قال: كنت قد شغفني رأي من رأي الخوارج، وكنت رجلًا شابًّا، فخرجنا في عصابة ذوي عدد نريد الحج، ثم نخرج (٦) على الناس، قال (٧) : فمررنا على المدينة، (فإذا جابر بن عبد الله -رضي الله عنهما-)  (٨) يحدث القوم عن رسول الله -صلى الله عليه وسلم-، (وهو جالس إلى سارية، وإذا هو قد ذكر)  (٩) الجهنميين، فقلت له: يا صاحب رسول الله! ما هذا الذي (١٠) تحدثون، والله تعالى يقول:  {رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ}  (١١) وقال: {كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا </p><p>(١) المحدث الثقة المتفن. (٢) الذهلي، ثقة حافظ جليل.(٣) الفضل بن دكين، ثقة ثبت.(٤) محمد بن أبي أيوب -ويقال: ابن أيوب- الثقفي، أبو عاصم الكوفي، ثقة جمع من الأئمة، وقال الحافظ: صدوق، روى له مسلم.انظر \"الجرح والتعديل\" لابن أبي حاتم ٧/ ١٩٨، \"تهذيب الكمال\" للمزي ٢٤/ ٥٠٨، \"تقريب التهذيب\" لابن حجر (٥٧٥٣).(٥) ثقة.(٦) في (أ): خرجنا.(٧) من (ز).(٨) في (م): بجابر بن عبد الله وهو.(٩) ساقط من (م).(١٠) في (أ): الحديث.(١١) آل عمران: ١٩٢.</p><p> فِيهَا} (١) فقال لي: يا فتى! تعرف (٢) القرآن؟ قلت: نعم، (قال: فهل وجدت في القرآن مقام محمد)  (٣) المحمود الذي يبعثه الله تعالى فيه؟ (٤) ، قلت: نعم، قال: فإنه مقام محمد المحمود الذي يبعثه الله تعالى فيه، يخرج الله تعالى من يخرج من النار، ثم نعت (٥) وضع الصراط ومرّ الناس عليه، قال: وأخاف (ألا أكون حفظت عنه ذلك)  (٦) غير أنه قد زعم أن قومًا يخرجون من النار بعد أن يكونوا فيها، قال: فيخرجون كأنهم عيدان السماسم، فيدخلون نهرًا من أنهار الجنة فيغتسلون فيه فيخرجون كأنهم القراطيس. </p><p> (قال: فرجعنا)  (٧) فقلنا: أترون الشيخ يكذب على رسول الله -صلى الله عليه وسلم-؟ (٨) فوالله ما خرج منا غير رجل واحد (٩) . </p><p>(١) السجدة: ٢٠. (٢) في (م): أتقرأ.(٣) في (أ): فقال: هل سمعت مقام محمد، وفي (م): فهل وجدت في القرآن المحمود الذي ..(٤) ساقطة من (م).(٥) في (م): بعث.(٦) في (أ): أن أكون حفظت ذلك.(٧) من (أ).(٨) إنكار على الخوارج زعمهم بأن صاحب الكبيرة مخلد في النار، فلا يخرج أحد من النار التي أدخل فيها عقابًا على ارتكاب كبيرة من الكبائر.(٩) [١٧٣٣] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرح أو تعديل. =</p><p> [١٧٣٤] وأخبرنا أبو سعيد حمدون (١) قال: أخبرنا أبو حامد ابن الشرقي (٢) قال: حدثنا محمد بن يحيى (٣) قال: حدثنا عبد الرزاق (٤) قال: حدثنا معمر (٥) عن الزهري (٦) ، عن علي بن (الحسين (٧) -رضي الله عنهما-) (٨) قال: قال رسول الله -صلى الله عليه وسلم-: \"إذا كان يوم القيامة مدّ الله تعالى الأرض مدّ الأديم حتى لا يكون لبشر(٩)من الناس إلا موضع قدميه\" ، قال النبي -صلى الله عليه وسلم-: \"فأكون أول من يدعى وجبريل -عليه السلام- عن يمين العرش، فوالله ما رآه قبلها، فأقول: يا رب! (إن هذا أخبرني أنك أرسلته إلى فيقول الله -عز وجل-: صدق، ثم أشفع فأقول)  (١٠) : يا رب! عبادك عبدوك في أطراف الأرض، قال: وهو المقام </p><p>= التخريج: ذكر البغوي بعض هذا الخبر في \"معالم التنزيل\" ٥/ ١٢١.(١) محمد بن عبد الله بن حمدون، أبو سعيد النيسابوري العالم الزاهد الصالح، لم يذكر بجرح أو تعديل.(٢) أحمد بن محمد بن الحسن، ثقة مأمون.(٣) الذهلي، ثقة حافظ جليل.(٤) ثقة حافظ، عمي في آخر عمره فتغير، وكان يتشيع.(٥) ثقة ثبت فاضل.(٦) محمد بن مسلم بن شهاب، الفقيه الحافظ، متفق على جلالته وإتقانه.(٧) علي بن الحسين بن علي، زين العابدين.(٨) هكذا في (أ)، وعند الطبري في \"جامع البيان\" ١٥/ ١٤٦، ولكن في (م): بشير، وهو سهو.(٩) في (م): لأحد.(١٠) ساقط من (م).</p><p> المحمود\" (١) . </p><p> [١٧٣٥] وأنبأني عبد الله بن حامد (٢) قال: أخبرنا محمد بن الحسين الزعفراني (٣) بواسط، قال: أخبرنا أحمد بن محمد البرتي (٤) أن أبا حذيفة (٥) حدثهم، قال: حدثنا سفيان (٦) عن سلمة ابن كهيل (٧) ، عن أبي الزعراء (٨) قال: قال عبد الله (بن مسعود)  (٩) </p><p>(١) [١٧٣٤] الحكم على الإسناد: شيخ المصنف لم يذكر بجرح أو تعديل، والحديث مرسل.التخريج:هكذا رواه الحافظ عبد الرزاق في \"تفسير القرآن العظيم\" ١/ ٣٨٧، ومن طريق عبد الرزاق أسنده الطبري في \"جامع البيان\" ١٥/ ١٤٦، وابن كثير في \"تفسير القرآن العظيم\" ٩/ ٦٦ ثم قال: هذا حديث مرسل.(٢) الوزان، لم يذكر بجرح أو تعديل.(٣) ثقة.(٤) أحمد بن محمد بن عيسى البرتي، ثقة حافظ.(٥) موسى بن مسعود، أبو حذيفة النهدي البصري، صدوق سيئ الحفظ، وكان يصحف.(٦) الثوري، أبو عبد الله الكوفي، الإمام، الحافظ، الفقيه، كان ربما دلس.(٧) الحضرمي، أبو يحيى الكوفي، ثقة.(٨) عبد الله بن هانئ أبو الزعراء الكوفي، من كبار التابعين روى له الترمذي والنسائي، قال البخاري: لا يتابع في حديثه، ووثقه ابن حبان والعجلي. انظر: \"التاريخ الكبير\" للبخاري ٥/ ٢٢١، \"الجرح والتعديل\" لابن أبي حاتم ٥/ ١٩٥، \"الثقات\" لابن حبان ٥/ ١٤، \"معرفة الثقات\" للعجلي ٢/ ٦٤، \"تهذيب الكمال\" للمزي ١٦/ ٢٤٠، \"تقريب التهذيب\" لابن حجر (٣٦٧٧).(٩) من (م) وهو الصحابي المشهور.</p><p> -رضي الله عنه-: يكون أول شافع يوم القيامة روح القدس جبريل -عليه السلام-، ثم إبراهيم -عليه السلام-، ثم (موسى ثم عيسى)  (١) عليهما السلام، ثم يقوم (٢) نبيكم رابعًا لا يشفع أحد فيما يشفع فيه، فهو المقام المحمود (٣) . </p><p> [*] وأخبرنا أبو عبد الله الحسين بن محمد بن الحسين (٤) ، قال: حدثنا الفضل بن الفضل الكندي (٥) ، قال: حدثني أبو عيسى حمزة بن الحسين بن عمر البغدادي (٦) ، قال: حدثنا أبو القاسم المستملي (٧) ، قال: حدثنا عباس العنبري (٨) ، قال: </p><p>(١) في (أ): موسى وعيسى. (٢) في (أ): يقول، وهو تصحيف.(٣) [١٧٣٥] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرح أو تعديل، وأبو حذيفة النهدي صدوق سيئ الحفظ وكان يصحف.التخريج:أخرج الحديث الطبري في \"جامع البيان\" ١٥/ ١٤٤ بسياق أطول من هذا، والنسائي في \"تفسيره\" ١/ ٣٦٣ (٣١٦) بطريق شعبة عن سلمة بن كهيل قال: سمعت أبا الزعراء .. ، وقد قال البخاري رحمه الله: لا يتابع في حديثه.(٤) ابن فنجويه الثقفي، ثقة، صدوق، كثير الرواية للمناكير.(٥) صدوق.(٦) حمزة بن الحسين بن عمر، أبو عيسى السمسار، سمع أحمد بن محمد السكوني، والحكم الأنماطي، ومحمد بن أشكاب وغيرهم وروى عنه جعفر الخلدي، وأحمد بن جعفر الخلال وآخرون، وثقه الخطيب، وذكر أنه كان يعرف بحمزة واسمه عمر، مات سنة (٣٢٨ هـ) انظر \"تاريخ بغداد\" ٨/ ١٨١.(٧) أبو القاسم المستملي، لم أعرفه.(٨) عباس بن عبد العظيم بن إسماعيل بن توبة العنبري، أبو الفضل البصري، ثقة، =</p><p> حدثنا يزيد بن زريع (١) ، عن سعيد بن أبي عروبة (٢) ، عن قتادة (٣) ، عن أنس -رضي الله عنه- أن النبي -صلى الله عليه وسلم- أتي بالبراق فقال (٤) : والذي بعثك بالحق لا تركبني حتى تضمن لي الشفاعة (٥) . </p><p> [١٧٣٧] وأخبرني ابن فنجويه (٦) قال علي بن أحمد بن نصرويه (٧) قال: حدثنا أبو بكر محمد بن الحسين بن شهريار (٨)  (ح) . </p><p> [١٧٣٨] وأخبرنا عبد الله بن حامد (٩) ، قال: حدثنا عثمان بن </p><p>= حافظ، قال أبو حاتم صدوق، وقال النسائي: ثقة مأمون، روى له الجماعة ما عدا البخاري روى له معلقًا، مات سنة (٢٤٦ هـ). انظر \"التاريخ الكبير\" للبخاري ٦/ ٧، \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٢١٦، \"الثقات\" لابن حبان ٨/ ٥١١، \"تهذيب الكمال\" للمزي ١٤/ ٢٢٢. (١) يزيد بن زريع، أبو معاوية البصري، ثقه ثبت.(٢) ثقة حافظ، من أثبت الناس في قتادة.(٣) ثقة ثبت.(٤) في (م): قال.(٥) [١٧٣٦] الحكم على الإسناد:فيه أبو القاسم لم أتبينه.التخريج:لم أجد في المراجع الميسرة ذكر هذا الحديث.(٦) أبو عبد الله الحسين بن محمد بن الحسين، ثقة صدوق كثير الرواية للمناكير.(٧) لم أجده.(٨) أبو بكر القطان بلخي الأصل، قال ابن ناجيه: يكذب، وسئل عنه الدارقطني فقال: ليس به بأس. مات سنة (٣٠٥ هـ) وقيل (٣٠٦ هـ). انظر \"سؤالات السهمي للدارقطني\" (ص ١١٩)، \"تاريخ بغداد\" ٢/ ٢٣٢، \"لسان الميزان\" ٥/ ١٣٧.(٩) الوزان لم يذكر بجرح أو تعديل.</p><p> أحمد الدقاق (١) ، قال: حدثنا محمد بن أحمد بن مهدي (٢) ، قال: حدثنا إبراهيم بن عبد الرزاق القاضي (٣) ، قال: حدثنا محمد بن سعد (٤) -كاتب الواقدي- قال: حدثنا عبد الله بن إدريس (٥) ، عن عبد الله (٦) ، عن نافع (٧) ، عن ابن عمر -رضي الله عنه- أن رسول الله -صلى الله عليه وسلم- قرأ:  {عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا} قال: \"يدنيني فيقعدني معه على العرش\"  (٨) . وقال ابن فنجويه:  \"يجلسني معه على السرير\" . </p><p>(١) عثمان بن أحمد بن السماك، أبو عمرو الدقاق، صدوق في نفسه. قد لحق بعض شيوخ البخاري، ومات سنة (٣٤٤ هـ) انظر \"لسان الميزان\" ٤/ ١٥٢. (٢) محمد بن أحمد بن المهدي، أبو عمارة، قال الدارقطني: ضعيف جدًّا. انظر \"تاريخ بغداد\" ١/ ٣٦٠، \"لسان الميزان\" ٥/ ٤٥.(٣) إبراهيم بن عبد الرزاق القاضي، لم أجد له ترجمة.(٤) في (أ): سعيد، خطأ، وهو محمد بن سعد بن منيع، صدوق، وكان من أهل العلم والفضل، كثير الحديث والرواية، روى له أبو داود، وتوفي ببغداد سنة (٢٣٠ هـ). انظر \"الجرح والتعديل\" ٧/ ٢٦٢، \"تاريخ بغداد\" ٥/ ٣٢١، \"تهذيب الكمال\" للمزي ٢٥/ ٢٥٥، \"التقريب\" (٥٩٠٣).(٥) عبد الله بن إدريس بن يزيد الأودي، أبو محمد الكوفي، ثقة، فقيه عابد.(٦) الظاهر أنه عبد الله بن دينار، أبو عبد الرحمن مولى عبد الله بن عمر -رضي الله عنهما-، ثقة.(٧) أبو عبد الله مولى ابن عمر، إمام ثقة ثبت وفقيه مشهور.(٨) [١٧٣٧ - ١٧٣٨] الحكم على الإسناد:رواه المصنف من إسنادين، فيهما من لم أجده، وفي الإسناد الثاني أبو عمارة المهدي ضعيف جدًّا.التخريج:لم أجد هذا الحديث في المراجع الميسرة مرفوعًا، ولكن أخرج الترمذي، أبواب المناقب، باب ما جاء في فضل النبي -صلى الله عليه وسلم- (٣٦١١) عن أبي هريرة -رضي الله عنه- =</p><p> [١٧٣٩] وأخبرنا عبد الله بن حامد (١) ، قال: أخبرنا أحمد بن محمد بن يحيى العبيدي (٢) ، قال: حدثنا أحمد بن نجدة (٣) ، قال: حدثنا الحماني (٤) ، قال: حدثنا أبو أسامة (٥) ، عن داود بن يزيد الأودي (٦) ، عن أبيه (٧) ، عن أبي هريرة -رضي الله عنه-عن النبي -صلى الله عليه وسلم- {عَسَى أَنْ </p><p>= مرفوعًا قال: \"أنا أول من تنشق عنه الأرض فأكسى الحلة من حلل الجنة، ثم أقوم عن يمين العرش، ليس أحد من الخلائق يقوم ذلك المقام غيري\" ثم قال الترمذي: هذا حديث حسن غريب صحيح. مع أن في سنده أبا خالد يزيد بن عبد الرحمن الكوفي، قال الحافظ عنه: صدوق يخطئ كثيرًا، وكان يدلس، وقد عنعن في هذِه الرواية، وكذلك أسانيد المصنف فيها من لم يعرف، فضلًا عن أن هذِه الأحاديث معارضة لما في الصحيحين من حديث أبي هريرة -رضي الله عنه- مرفوعًا: \"أنا سيد الناس يوم القيامة .. فانطلق فآتي تحت العرش فأقع ساجدًا لربي .. \" الحديث (١٢٠) في \"اللؤلؤ والمرجان\" ١/ ٤٩. (١) الوزان الأصبهاني، لم يذكر بجرح أو تعديل.(٢) ثقة مأمون كما قال الخليلي.(٣) كان من الثقات.(٤) يحيى بن عبد الحميد أبو زكريا، حافظ إلا أنه متهم بسرقة الأحاديث.(٥) حماد بن أسامة القرشي -مولاهم- الكوفي، ثقة، ثبت، ربما دلس، وكان بأخره يحدث من كتب غيره.(٦) داود بن بزيد بن عبد الرحمن الأودي، ضعيف ضعفه أحمد وابن معين وأبو داود، وغيرهم، توفي سنة (١٥١ هـ). انظر \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٤٢٧، \"تهذيب الكمال\" للمزي ٨/ ٤٦٧، \"التقريب\" لابن حجر (١٨١٨).(٧) يزيد بن عبد الرحمن بن الأسود الأودي، ذكره ابن حبان في \"الثقات\" وقال الحافظ: مقبول. انظر \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٢٧٧، \"الثقات\" لابن حبان ٥/ ٥٤٢، \"تهذيب الكمال\" للمزي ٣٢/ ١٨٦، \"تقريب التهذيب\" لابن حجر (٧٧٤٦).</p><p> يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا} قال (١) : \"الشفاعة\" . </p><p> [١٧٤٠] وأنبأني الحسين بن محمد بن فنجويه (٢) ، قال: حدثنا علي بن أحمد بن نصرويه (٣) ، قال: حدثنا محمد بن الحسين بن شهريار (٤) ، قال: وجدت في كتاب أبي (٥) عن أبي همام الوليد بن شجاع (٦) ، عن علي بن جعفر (٧) ، عن المسعودي (٨) ، عن عاصم (٩) ، </p><p>(١) من (م). [١٧٣٩] الحكم على الإسناد:الحديث ضعيف، لأجل داود، وفيه من لم أجده.التخريج:وقد أخرجه الطبري في تفسير الآية كذلك من طريق أبي كريب قال: حدثنا وكيع عن داود بن يزيد .. الخ، ومن طريق علي بن حرب قال: حدثنا مكي بن إبراهيم قال: حدثنا داود بن يزيد، عن أبيه، عن أبي هريرة -رضي الله عنه - مرفوعًا -في تفسير الآية- قال: \"هو المقام الذي أشفع فيه لأمتي\". \"جامع البيان\" ١٥/ ١٤٥ - ١٤٦.وأخرج الواحدي الحديث الأول وذكر في سنده إدريس الأودي. \"الوسيط\" ٣/ ١٢٢.(٢) ثقة صدوق كثير الرواية للمناكير.(٣) لم أجده.(٤) ليس به بأس.(٥) لم أجده.(٦) ثقة.(٧) الظاهر أنه علي بن جعفر بن محمد بن علي بن الحسين -رضي الله عنه- الهاشمي، مقبول.(٨) عبد الرحمن بن عبد الله بن عتبة بن مسعود، المسعودي، الكوفي، صدوق اختلط قبل موته، وضابطه أن من سمع منه ببغداد فبعد الاختلاط.(٩) عاصم بن أبي النجود بهدلة، المقرئ، صدوق له أوهام، حجة في القراءة.</p><p> عن (١) أبي وائل (٢) ، عن عبد الله بن مسعود -رضي الله عنه- قال: إن الله اتخذ إبراهيم -عليه السلام- خليلًا له (٣) ، وإن صاحبكم -صلى الله عليه وسلم- خليل الله، وأكرم الخلق على الله، ثم قرأ:  {عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا} قال: يقعده على العرش (٤) . </p><p> [١٧٤١] وأخبرنا ابن فنجويه (٥) ، قال: حدثنا عمر بن الخطاب (٦) ، قال: حدثنا أبو حامد أحمد بن جعفر المستملي (٧) ، قال: حدثنا حجاج بن يوسف الشاعر (٨) ، قال: حدثنا يحيى بن كثير أبو غسان العنبري (٩) ، </p><p>(١) في (أ): بن، وهو تصحيف. (٢) شقيق بن سلمة الأسدي، الكوفي، ثقة، مخضرم.(٣) من (م).(٤) [١٧٤٠] الحكم على الإسناد:فيه المسعودي كان يغلط فيما يروي عن عاصم، فالله أعلم ما المقصود من سرد هذِه الآثار، وهي مخالفة لأحاديث الصحيحين؟ وفيه من لم أجده.التخريج:هذا الأثر نقله البغوي في \"معالم التنزيل\" ٥/ ١٢١ بقوله: وروي عن أبي وائل، عن عبد الله -رضي الله عنه- قال: إن الله .. ثم قرأ الآية بدون ذكر الزيادة الأخيرة.(٥) ثقة صدوق كثير الرواية للمناكير.(٦) لم يتبين لي من هو.(٧) لم يذكر بجرح أو تعديل.(٨) ثقة حافظ.(٩) يحيى بن كثير بن درهم، أبو غسان العنبري -مولاهم-، ثقة، أخرج له الجماعة، مات سنة (٢٠٦ هـ). انظر \"الجرح والتعديل\" لابن أبي حاتم ٩/ ١٨٣، \"الثقات\" لابن حبان ٩/ ٢٥٥، \"تهذيب الكمال\" للمزي ٣١/ ٤٩٩.</p><p> قال: حدثنا سلم (١) بن جعفر، عن سعيد الجريري (٢) ، عن سيف السعدي (٣) ، عن عبد الله بن عبد الله بن سلام (٤) -رضي الله عنه- قال: إذا كان يوم القيامة يؤتى بنبيكم -صلى الله عليه وسلم- فيقعد بين يدي الرب -عز وجل- على الكرسي (٥) . </p><p> [١٧٤٢] وأخبرانا عبد الله بن حامد (٦) ، قال: أخبرنا أحمد بن محمد بن يحيى (٧) ، قال: أحمد بن نجدة (٨) ، قال: حدثنا </p><p>(١) في (أ)، (ز): سالم، ولكن الصحيح أنه سلم بن جعفر، أبو جعفر البكراوي، صدوق، ووثقه ابن حبان، روى له أبو داود والترمذي. انظر \"الجرح والتعديل\" ٤/ ٢٦٥، \"الثقات\" لابن حبان ٨/ ٢٩٧، \"تهذيب الكمال\" للمزي ١١/ ٢١٤، \"التقريب\" (٢٤٦٣). (٢) سعيد بن إياس، أبو مسعود الجريري ثقة اختلط قبل موته بثلاث سنين.(٣) في (أ)، (ز): السدوسي، ولكن لم أجد في كتب التراجم الميسرة سيف السدوسي، بل قال البخاري: سيف أبو عائذ السعدي، سماه ابن علية بـ (عوانة)، سمع يزيد بن البراء بن عازب، عن أبيه، وعنه سعيد الجريري، وأثنى عليه خيرا. \"التاريخ الكبير\" ٤/ ١٧٠ (٢٣٦٨). والعبارة في النسخ المتداولة من \"التاريخ الكبير\" غير واضحة، فنقلت كما ذكره الحافظ في \"تعجيل المنفعة\" (ص ١١٧)، ونحوه في \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٢٧٥ (١١٨٨)، وذكره ابن حبان في \"الثقات\" ٦/ ٤٢٤.(٤) صحابي مشهور.(٥) [١٧٤١] الحكم على الإسناد:رجاله ثقات غير عمر بن الخطاب لم أتبينه، وشيخه المستملي لم يذكر بجرح أو تعديل.(٦) الوزان، لم يذكر بجرح أو تعديل.(٧) العبيدي، قال الخليلي: ثقة مأمون.(٨) أبو الفضل الهروي، كان من الثقات.</p><p> الحماني (١) قال: حدثنا ابن فضيل (٢) عن ليث (٣) ، عن مجاهد (٤) في قوله -عز وجل-: {عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا} قال: يجلسه على العرش (٥) . </p><p> قلت (٦) : وهذا تأويل غير مستحيل؛ لأن الله تعالى كان قبل خلقه الأشياء قائمًا بذاته، ثم خلق الأشياء من غير حاجة له إليها، بل إظهارًا لقدرته وحكمته وليعلم (٧) وجوده وتوحيده وكمال قدرته وعلمه بظهور أفعاله المتقنة المحكمة، وخلق لنفسه عرشًا فاستوى عليه كما شاء من غير أن صار له مماسًّا أو كان العرش له مكانًا، بل هو الآن على الصفة التي كان عليها قبل أن خلق المكان والزمان، فعلى هذا القول سواء أقعد محمدًا -صلى الله عليه وسلم- على العرش أو على الأرض، لأن استواء الله تعالى على العرش ليس بمعنى الانتقال والزوال أو تحول الأحوال من القيام </p><p>(١) يحيى بن عبد الحميد، حافظ إلا أنه متهم بسرقة الأحاديث. (٢) في (أ): فضل، والصحيح أنه محمد بن فضيل بن غزوان، أبو عبد الرحمن الكوفي، صدوق عارف رمي بالتشيع.(٣) ليث بن أبي سليم، الكوفي صدوق اختلط جدًّا، ولم يتميز حديثه فترك.(٤) مجاهد بن جبر، ثقة إمام في التفسير وفي العلم.(٥) [١٧٤٢] الحكم على الإسناد:ضعيف لأجل الليث بن أبي سليم.التخريج:أخرج الطبري بطريق عباد بن يعقوب السدي قال: حدثنا ابن فضيل عن ليث، عن مجاهد قال: يجلسه معه على عرشه. \"جامع البيان\" ١٥/ ١٤٥.وعباد بن يعقوب صدوق(٦) ساقطة من (ز)، (م).(٧) في (ز): ليعرف.</p>"
}