{
  "id": null,
  "sura": 17,
  "aya": 71,
  "text": "<p> الملائكة الذين عنده (١) . </p><p> ٧١ - قوله -عز وجل-: {يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ} </p><p> قال مجاهد وقتادة (٢) : نبيهم، يدل عليه. </p><p> [١٧٢٢] ما أخبرنا (٣) عبد الله بن حامد (٤) قال: حدثنا حامد بن محمد (٥) قال: حدثنا محمد بن يونس (٦) قال: حدثنا عبيد الله بن موسى (٧) قال: حدثنا إسرائيل (٨) ، عن السدي (٩) ، عن أبيه (١٠) ، عن أبي هريرة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - في قوله -عز وجل-: {يَوْمَ نَدْعُو كُلَّ أُنَاسٍ </p><p>(١) [١٧٢١] الحكم على الإسناد: الأثر في غاية الضعف لأجل صالح بن محمد وأبي مطيع وأبي المهزم.(٢) أسند إليهما الطبري في تفسير الآية نحوه في \"جامع البيان\" ١٥/ ١٢٦.(٣) في (ز): أنبأنا، عبد الله بن حامد بن محمد الوزان، هو السابق.(٤) الوزان، لم يذكر بجرح أو تعديل.(٥) أبو علي الهروي الرفاء، ثقة صدوق.(٦) أبو العباس الكديمي، ضعيف.(٧) عبيد الله بن موسى بن أبي المختار باذام العبسي، الكوفي، أبو محمد، ثقة كان يتشيع.(٨) إسرائيل بن يونس بن أبي إسحاق السبيعي الهمداني، أبو يوسف الكوفي، ثقة.(٩) إسماعيل بن عبد الرحمن بن أبي كريمة، السدي الكبير، الكوفي، صدوق يهم، ورمي بالتشيع.(١٠) عبد الرحمن بن أبي كريمة نهشل، مولى قيس بن مخرمة، مجهول الحال، روى له أبو داود والترمذي، وذكره ابن حبان في \"الثقات\".انظر \"الثقات\" لابن حبان ٥/ ١٠٨، \"تهذيب الكمال\" للمزي ١٧/ ٣٦٧، \"تقريب التهذيب\" لابن حجر (٣٩٩٠).</p><p> بِإِمَامِهِمْ} قال:  \"نبيهم\"  (١) . </p><p> وقال أبو صالح (٢) ، وأبو نضرة والضحاك وابن زيد (٣) : بكتابهم الذي أنزل عليهم، وهي رواية ابن أبي نجيح (٤) عن مجاهد. </p><p> [١٧٢٣] وأخبرنا أبو القاسم يعقوب بن أحمد الأرغياني (٥) ، قال: أخبرنا أبو بكر محمد بن عبد الله العماني (٦) ، قال: حدثنا أبو القاسم عبد الله بن أحمد بن عامر الطائي (٧) ، قال: حدثني أبي (٨) قال: حدثني علي بن موسى الرضا (٩) ، قال: </p><p>(١) [١٧٢٢] الحكم على الإسناد: ضعيف مرفوعًا، ولذلك لم يذكره الطبري مرفوعًا، بل رواه مقطوعًا، كما تقدم. (٣٦٥٢) إنما نسب إليه القول في تفسيره البغوي تعليقًا في \"معالم التنزيل\" ٥/ ١٠٩.(٢) أسند إليه الطبري في تفسير الآية قال: بكتابهم. \"جامع البيان\" ١٥/ ١٢٧.(٣) المعروف عند الإطلاق -في التفسير- هو عبد الرحمن بن زيد بن أسلم العدوي. ولكن أسند الطبري هذا القول بأطول منه -في تفسير الآية- إلى يحيى بن زيد قال: بكتابهم الذي أنزل عليهم، فيه أمر الله ونهيه وفرائضه، والذي عليه يحاسبون، وقرأ {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا} قال: الشرعة: الدين، والمنهاج: السنة. \"جامع البيان\" ١٥/ ١٢٧.(٤) أسند إليه الطبري هذِه الرواية في المرجع السابق، قال مجاهد: بكتابهم.(٥) لم أجده.(٦) محدث أصحاب الرأي، لولا مجون كان فيه.(٧) يروي عن أبيه عن أهل البيت نسخة كلها موضوعة.(٨) يروي عن أهل البيت نسخة كلها موضوعة.(٩) علي بن موسى بن جعفر بن محمد بن علي بن الحسين بن علي - رضي الله عنهم - الهاشمي، صدوق، والخلل ممن روى عنه.</p><p> حدثني أبي: موسى بن جعفر (١) ، قال: حدثني أبي: جعفر بن محمد (٢) ، قال: حدثني أبي: محمد بن علي (٣) ، قال: حدثني أبي: علي بن الحسين (٤) ، قال: حدثني أبي: الحسين بن علي (٥) ، قال: حدثني علي بن أبي طالب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - في قوله عز وجل:  {يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ} قال: \"(يدعى كل قوم)(٦)بإمام زمانهم، وكتاب ربهم، وسنة نبيهم\"  (٧) . </p><p> وقال أبو العالية والحسن (٨) : بأعمالهم، وهي رواية العوفي (٩) عن ابن عباس - رضي الله عنهما -، قال: الإمام ما عمل وأملي وكتب عليه. </p><p> وقال قتادة (١٠) : بكتابهم الذي فيه أعمالهم، ودليل هذا التأويل </p><p>(١) المعروف بالكاظم، صدوق عابد. (٢) المعروف بالصادق، صدوق، فقيه إمام.(٣) أبو جعفر الباقر، ثقة، فاضل.(٤) زين العابدين، ثقة ثبت عابد فقيه.(٥) سبط رسول الله - صلى الله عليه وسلم -.(٦) في (أ): كل قوم يدعى.(٧) [١٧٢٣] الحكم على الإسناد:موضوع.التخريج:ذكره السيوطي في \"الدر المنثور\" ٤/ ٣٥١ وعزاه إلى ابن مردويه.(٨) أسند إليهما الطبري في \"جامع البيان\" ١٥/ ١٢٧، ونسب إليهما هذا القول ابن الجوزي في \"زاد المسير\" ٥/ ٦٥، البغوي في \"معالم التنزيل\" ٥/ ١٠٩.(٩) أسند روايته ابن جرير في المرجع السابق في تفسير الآية.(١٠) أسند إليه الطبري في تفسير الآية، ذكر ذلك عن الحسن البصري رحمهم الله.</p><p> قوله تعالى في سياق الآية:  {فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ} الآية، ونظيرها قوله تعالىْ:  {وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ}  (١) فسمى الكتاب إمامًا. </p><p> [١٧٢٤] وأخبرنا أبو محمد عبد الله بن حامد الفقيه (٢) رحمه الله قال: حدثنا أبو بكر أحمد بن إسحاق (٣) الفقيه قال: حدثنا الحسن بن زياد السمري (٤) قال: حدثنا إسحاق بن محمد (٥) الفروي (٦) قال: حدثنا مالك (٧) ، عن ابن شهاب (٨) ، عن حميد بن عبد الرحمن (٩) ، عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال:  \"من أنفق زوجين في سبيل الله نودي من الجنة: يا عبد الله! هذا خير، فمن كان من أهل الصلاة نودي من باب الصلاة، ومن كان من أهل الجهاد نودي من باب الجهاد، ومن كان من أهل الصدقة نودي من باب الصدقة ومن كان من أهل الصيام دعي من باب (الريان \" ، فـ) (١٠) قال أبو بكر </p><p>(١) يس: ١٢. (٢) الوزان، لم يذكر بجرح أو تعديل.(٣) أحمد بن إسحاق بن أيوب بن يزيد بن عبد الرحمن بن نوح النيسابوري، لم يذكر بجرح أو تعديل.(٤) في (ز): السرّي، ولم أجد له ترجمة.(٥) إسحاق بن محمد إسماعيل بن عبد الله بن أبي فروة، كُفَّ فساء حفظه.(٦) في (ز): الفزاري.(٧) إمام دار الهجرة مالك بن أنس الأصبحي، رأس المتقنين.(٨) الزهري، متفق على جلالته وإتقانه.(٩) حميد بن عبد الرحمن بن عوف - رضي الله عنه -، تابعي، ثقة.(١٠) في (أ): الصيام الريان. قال، بزيادة كلمة الصيام، وإسقاط الفاء، وإنما ورد عند =</p><p> - رضي الله عنه -: (يا رسول الله! بأبي أنت وأمي)  (١) ما على من دعي من تلك الأبواب كلها (٢) من ضرورة فهل يدعى من تلك الأبواب كلها أحد؟ قال:  \"نعم، وأرجو أن تكون منهم\"  (٣) . </p><p> وتصديق هذا القول حديث (٤) الألوية والرايات. </p><p>= البخاري برواية شعيب عن الزهري، باب الصيام وباب الريان في \"صحيحه\"، كتاب فضائل الصحابة، باب قول النبي - صلى الله عليه وسلم -: \"لو كنت متخذا خليلا\" في حديث (٣٦٦٦)، ولم توجد عند الإمام مالك في \"الموطأ\"، كتاب الجهاد، باب ما جاء في الخيل والمسابقة بينهما والنفقة في الغزو، حديث (٤٩)، وفيه: فقال أبو بكر الصديق - رضي الله عنه -، وعند مسلم في كتاب الزكاة، باب من جمع الصدقة وأعمال البر (١٠٢٧) برواية يونس عن ابن شهاب .. قال أبو بكر الصديق - رضي الله عنه -: يا رسول الله! ما على أحد. (١) في (أ): بتقديم وتأخير بأبي أنت وأمي يا رسول الله. وهذِه الزيادة بأبي أنت وأمي ليست في \"الموطأ\" للإمام مالك، ولا عند مسلم، بل هي عند البخاري في كتاب الصوم، باب الريان للصائمين، برواية مالك عن ابن شهاب (١٨٩٧).(٢) من (ز).(٣) [١٧٢٤] الحكم على الإسناد:فيه من لم أجده، ومن لم يذكر بجرح أو تعديل.التخريج:تبين لنا أن أصل الحديث في \"الموطأ\" للإمام مالك. ومتفق عليه، -كما تقدم- ولكن المصنف أهمل ذكر الصحيحين وشيوخ البخاري ومسلم رحمهم الله.(٤) سقط من (أ)، والمراد به -كما أشار إليه القرطبي في \"الجامع لأحكام القرآن\" ١٠/ ٢٩٧ حديث ابن عمر - رضي الله عنهما -، قال رسول الله- صلى الله عليه وسلم -: \"إذا جمع الله الأولين والآخرين يوم القيامة، يرفع لكل غادر لواء، فقيل: هذِه غدرة فلان بن فلان\"، \"صحيح مسلم\" كتاب الجهاد والسير، باب تحريم الغدر (١٧٣٥)، وفي \"صحيح البخاري\"، كتاب الجزية، باب إثم الغادر (٣١٨٦، ٣١٨٧) برواية عبد الله وأنس =</p><p> وقال باذان وسعيد بن جبير، عن ابن عباس - رضي الله عنهما -: بإمامهم الذي دعاهم في الدنيا إلى ضلال أو هدى. </p><p> وقال علي بن أبي طلحة (١) : بأئمتهم في الخير والشر، قال الله تعالى:  {وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا}  (٢) وقال (عز من قائل)  (٣)  {وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ}  (٤) . </p><p> وقيل: بمعبودهم (٥) . </p><p> وقال محمد بن كعب (٦) : بأمهاتهم. </p><p>= - رضي الله عنهما -، وعند مسلم (١٧٣٦) مرفوعًا بلفظ: \"لكل غادر لواء يوم القيامة يعرف به\" وعنده أيضًا (١٧٣٨) برواية أبي سعيد - رضي الله عنه - مرفوعًا: \"لكل غادر لواء عند استه يوم القيامة يرفع له بقدر غدره، ولا غادر أعظم غدرًا من أمير عامة\". (١) هذا القول مفهوم رواية ابن عباس - رضي الله عنهما -، ونحوه قول سعيد بن المسيب: كل قوم يجتمعون إلى رئيسهم في الخير والشر. ذكره السمعاني في \"تفسير القرآن\" ٣/ ٢٦٣، والبغوي في \"معالم التنزيل\" ٥/ ١١٠، ولم أجد أحدًا ذكر قول علي بن أبي طلحة، فالله أعلم.(٢) الأنبياء: ٧٣.(٣) من (ز).(٤) القصص: ٤١.(٥) هكذا ذكر البغوي هذا القول بـ (قيل) في \"معالم التنزيل\" ٥/ ١١٠، ويمكن أن يستأنس لذلك بقوله تعالى {وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ فَيَقُولُ أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ (١٧) قَالُوا سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ حَتَّى نَسُوا الذِّكْرَ وَكَانُوا قَوْمًا بُورًا (١٨)} [الفرقان: ١٧ - ١٨].(٦) هذا القول معارض للحديث المرفوع المتفق عليه الذي تقدم قريبًا بلفظ \"إذا جمع الله الأولين والآخرين .. فقيل: هذِه غدرة فلان بن فلان\" ولما أخرج ابن حبان في =</p>"
}