{
  "id": null,
  "sura": 17,
  "aya": 76,
  "text": "<p> قال قتادة (١) : فلما نزلت هذِه الآيات قال رسول الله -صلى الله عليه وسلم-: \"اللهم لا تكلني إلى نفسي طرفة عين\" . </p><p> ٧٦ - قوله -عز وجل-: {وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ} </p><p> يستخفونك {مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا} . </p><p> قال الكلبي (٢) : إن رسول الله -صلى الله عليه وسلم- لما قدم المدينة حسدته اليهود لمقامه بالمدينة، وكرهوا قربه منهم فقالوا: يا محمد! أنبي أنت؟ قال:  \"نعم \" ، قالوا: فوالله لقد علمت ما هذِه (٣) بأرض الأنبياء، وإن أرض الأنبياء الشام، وكان بها إبراهيم -عليه السلام- والأنبياء، فإن كنت نبيًّا مثلهم فائت الشام، وقد علمنا إنما (٤) يمنعك من الخروج إليها مخافتك الروم، وإن الله سيمنعك بها من الروم إن كنت رسوله، وهي الأرض المقدسة، وإن الأنبياء لم يكونوا بهذا البلد، قال: فعسكر رسول الله -صلى الله عليه وسلم- على ثلاثة أميال من المدينة أو أربعة أميال </p><p>(١) أسند إليه الطبري نحوه في \"جامع البيان\" ١٥/ ١٣١، وذكره السمعاني تعليقًا بلفظ: وقد قال قتادة لما وقع هذا كان رسول الله -صلى الله عليه وسلم- يقول بعد ذلك: \"اللهم لا تكلني إلى نفسي طرفة عين\". \"تفسير السمعاني\" ٣/ ٢٦٦. (٢) ذكر ابن الجوزي نحوه في \"زاد المسير\" ٥/ ٦٩، ولكنه علقه بقوله: قاله أبو صالح عن ابن عباس -رضي الله عنهما-.وقال الحافظ ابن كثير: قيل: نزلت في اليهود إذ أشاروا على رسول الله - صلى الله عليه وسلم - بسكنى الشام بلاد الأنبياء وترك سكنى المدينة، وهذا القول ضعيف؛ لأن هذِه الآية مكية، وسكنى المدينة بعد ذلك. \"تفسير القرآن العظيم\" لابن كثير ٩/ ٤٩.(٣) في (ز): هذا.(٤) في (ز): إن ما، وفي (أ): ما، والمثبت من (م).</p><p> -وفي بعض الروايات- إلى ذي الحليفة، حتى يرتاد ويجتمع إليه أصحابه، وينظر إليه الناس، فأنزل الله -عز وجل- {وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ} التي أنت فيها، وهي أرض المدينة. </p><p> [١٧٢٥] وأخبرنا شعيب (بن محمد قال: )  (١) أخبرنا مكي (٢) ، قال: أخبرنا أبو الأزهر (٣) ، قال: حدثنا روح بن عبادة (٤) ، قال: حدثنا عبد الحميد بن بهرام (٥) ، قال: حدثنا شهر بن حوشب (٦) ، قال: حدثنا عبد الرحمن بن غنم (٧) -رضي الله عنه- أن اليهود أتوا النبي - صلى الله عليه وسلم - فقالوا: يا أبا القاسم! إن كنت صادقًا أنك نبي فالحق بالشام، فإنها أرض المحشر والمنشر وأرض الأنبياء، فصدّق رسول الله -صلى الله عليه وسلم- (ما قالوا، فغزا غزوة)  (٨) تبوك، لا يريد بذلك إلا الشام، فلما بلغ تبوك </p><p>(١) ساقط من (ز). وهو شعيب بن محمد بن شعيب بن محمد بن إبراهيم، أبو صالح العجلي البيهقي، مستور من أهل النواحي.(٢) ابن عبدان، المحدث الثقة المتقن.(٣) أحمد بن الأزهر، صدوق، كان يحفظ ثم كبر فصار كتابه أثبت من حفظه.(٤) ثقة فاضل له تصانيف.(٥) عبد الحميد بن بهرام الفزاري، المدائني، صدوق.(٦) صدوق كثير الإرسال والأوهام.(٧) مختلف في صحبته وذكره العجلي في كبار ثقات التابعين.(٨) هكذا عند ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٤١، وفي \"الدر المنثور\" للسيوطي ٤/ ٣٥٣ وكذلك في (ز) إلا كلمة غزوة فساقطة منها، ولكن في (أ): ما قالوه وغزا.</p><p> أنزل الله تعالى عليه (١) آية من سورة (٢) بني إسرائيل بعد ما ختمت السورة {وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا} وأمره بالرجوع إلى المدينة وقال: فيها محياك ومماتك ومنها تبعث (٣) . </p><p> وقال مجاهد وقتادة: هم أهل مكة همّوا (٤) بإخراج رسول الله - صلى الله عليه وسلم - من مكة، ولو فعلوا ذلك (لما نوظروا)  (٥) ، ولكن الله تعالى كفهم عن إخراجه حتى أمره، ولقلما مع ذلك لبثوا بعد خروج النبي -صلى الله عليه وسلم- من مكة حتى أهلكهم الله تعالى يوم بدر. </p><p> وهذا التأويل أليق بالآية؛ لأن ما قبلها خبر عن أهل مكة، ولم </p><p>(١) من (ز). (٢) من (ز).(٣) [١٧٢٥] الحكم على الإسناد:ذكره ابن الجوزي في \"زاد المسير\" ٥/ ٧٠ معلقًا عن عبد الرحمن بن غنم باختصار، وذكره الحافظ بن كثير في \"تفسير القرآن العظيم\" ٩/ ٥٠ نقلاً عن البيهقي أيضًا بطريق عبد الحميد بن بهرام عن شهر بن حوشب، عن عبد الرحمن بلفظ المصنف، ثم قال ابن كثير: وفي هذا الإسناد نظر، والأظهر أن هذا ليس بصحيح، فإن النبي -صلى الله عليه وسلم- لم يغز تبوك عن قول اليهود، وإنما غزاها امتثالاً لقوله تعالى {يَاأَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ} ولقوله تعالى: {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ (٢٩)} [التوبة: ٢٩] وغزاها ليقتص وينتقم ممن قتل أهل مؤتة من أصحابه.(٤) من (أ).(٥) عند الطبري في \"جامع البيان\" ١٥/ ١٣٢: لما توطنوا، وفي (ز): ما توطوا غير واضحة.</p><p> يجر لليهود ذكر؛ لأن هذِه السورة مكية. </p><p> وقيل: هم الكفار كلهم، (أرادوا أن يستفزوه)  (١) من أرض العرب باجتماعهم وتظاهرهم عليه، فمنع الله -عز وجل- رسوله - صلى الله عليه وسلم - ولم ينالوا منه (٢) ما أملوا من الظفر (٣) ، ولو أخرجوه عن أرض العرب لم يمهلوا أن يقيموا فيها على كفرهم بل أهلكوا بالعذاب، فذلك قوله -عز وجل-: (وإن كادوا ليستفزونك من الأرض ليخرجوك منها وإذا لا يلبثون خلفك) أي: بعدك، وهي قراءة أبي عمرو وأهل (الحجاز وأبي بكر)  (٤) ، واختاره أبو عبيد، وقرأ الباقون (٥) : {خِلَافَكَ} واختاره أبو حاتم </p><p>(١) في (أ): كادوا يستخفونه، وفي (ز): كادوا أن يستخفوه، والمثبت من (م). (٢) ساقطة من (ز).(٣) قال البغوي في \"معالم التنزيل\" ٥/ ١١٣: والاستفزاز هو الإزعاج بسرعة.(٤) في (ز): الشام، ولم يرد فيها ذكر (أبي بكر)، والمثبت هو الصحيح؛ لأن في \"المبسوط في القراءات العشر\" لابن مهران الأصفهاني (ص ٢٣٠): قرأ أبو جعفر ونافع وابن كثير وأبو بكر عن عاصم {وَإِذًا لَا يَلْبَثُونَ خَلْفَكْ} بفتح الخاء وسكون اللام، وقرأ ابن عامر وحفص عن عاصم وحمزة والكسائي وخلف ويعقوب {خِلَافَكَ} بكسر الخاء وفتح اللام وبعدها ألف. فأبو جعفر يزيد بن القعقاع ونافع بن عبد الرحمن بن أبي نعيم المدنيان، وعبد الله بن كثير المكي من أهل الحجاز، لامن أهل الشام، وأبو عمرو زبان بن العلاء المازني البصري، وأبو بكر عند الإطلاق هو شعبة بن عياش بن سالم.(٥) المقصود بهم عبد الله بن عامر الدمشقي وحفص بن سليمان وحمزة بن حبيب وعلي بن حمزة بن عبد الله الكسائي وخلف بن هشام البزار ويعقوب بن إسحاق الحضرمي، كما صرح بذلك ابن مهران الأصبهاني في \"المبسوط في القراءات العشر\" ص ٢٣٠.</p>"
}