{
  "id": null,
  "sura": 17,
  "aya": 44,
  "text": "<p> وقال الآخرون (١) : معناه: إذ لابتغوا إليه سبيلا ليقهروه ويزيلوا ملكه كفعل ملوك الدنيا بعضهم ببعض، ثم نزَّه نفسه تعالى عز من قائل: </p><p> ٤٣ - {عَمَّا يَقُولُونَ} </p><p> (قرأ بالتاء)  (٢) الأعمش وحمزة والكسائي، واختاره أبو عبيد، وغيرهم (٣) بالياء {عُلُوًّا كَبِيرًا} ولم يقل: تعاليا كقوله تعالى: {وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا}  (٤) . </p><p> ٤٤ - قوله عز وجل:  {تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ} </p><p> قرأ الحسن وأبو عمرو ويعقوب وحمزة والكسائي وحفص بالتاء، وغيرهم (٥) يسبح (٦) بالياء، واختاره أبو عبيد، للحائل بين الفعل وبين التأنيث، ومعنى التسبيح: التنزيه والطاعة والإقرار لله تعالى بالربوبية، وكونه دالة على وجوده وتوحيده {وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ} قال ابن </p><p>(١) نسب ابن الجوزي هذا القول إلى الحسن وسعيد بن جبير في \"زاد المسير\" تعليقًا، والبغوي أيضًا ذكره بلا نسبة، وجعله أصح القولين، فانظر \"معالم التنزيل\" للبغوي ٥/ ٩٥. (٢) في (ز): بالتاء قرأ.(٣) وهم نافع وأبو عمرو بن العلاء وعبد الله بن عامر وشعبة رحمهم الله. \"الوافي\" (ص ٣٠٩).(٤) المزمل: ٨.(٥) وهم نافع وأبو عمرو بن العلاء، وعبد الله بن عامر وشعبة رحمهم الله. \"الوافي\" (٣٠٩).(٦) من (ز).</p><p> عباس (١) - رضي الله عنهما -: وإن من شيء حي، وقال الحسن والضحاك (٢) : يعني كل شيء فيه الروح. </p><p> وقال قتادة (٣) : يعني الحيوانات والناميات (٤) . </p><p> وقال عكرمة (٥) : الشجرة تسبح والأسطوانة لا تسبح. </p><p> وقال أبو الخطاب (٦) : كنا مع يزيد الرقاشي والحسن في طعام </p><p>(١) هكذا ذكر عنه البغوي في \"معالم التنزيل\" ٥/ ٩٦ ولم يسنده، ولم أر أحدًا أسند هذا القول إلى ابن عباس رضي الله عنهما. (٢) أسند إليهما الطبري القول المذكور في \"جامع البيان\" ١٥/ ٩٢، ونسبه إليهما ابن الجوزي في \"زاد المسير\" ٥/ ٣٩.(٣) أسند إليه الطبري فيما سبق أنه قال في تفسير الآية: كل شيء فيه الروح يسبح، من شجر أو شيء فيه الروح. \"جامع البيان\" ١٥/ ٩٣، ونحوه في \"زاد المسير\" لابن الجوزي ٥/ ٣٩ بغير إسناد.(٤) هكذا في (أ)، (م)، ولكن في (ز): اليابسات، والمثبت هو الأصح لما عند الطبري، ونحوه في \"زاد المسير\" ٥/ ٣٩ لابن الجوزي.(٥) هكذا حكى عنه ابن الجوزي في \"زاد المسير\"، والبغوي في \"معالم التنزيل\" ٥/ ٩٦، وأسند إليه الطبري في \"جامع البيان\" ١٥/ ٩٢ بطريق ابن حميد قال عكرمة: لا يعيبن أحدكم دابته ولا ثوبه، فإن كل شيء يسبح بحمده. وبطريق آخر قال: الشجرة تسبح والأسطوانة تسبح (بدون النفي).(٦) قال الطبري في \"جامع البيان\": حدثنا ابن حميد قال: حدثنا يحيى بن واضح وزيد بن حباب قالا: حدثنا جرير أبو الخطاب قال: كنا مع يزيد .. -الأثر دون قول النبي - صلى الله عليه وسلم -- هكذا سماه جريرًا، ولم يوضح، وقال الذهبي في \"المقتنى في سرد الكنى\" ١/ ٢١٧ (١٩٨١): حدير، عن الحسن وعنه زيد بن الحباب. وفي \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٣٦٥: سئل أبو زرعة عن أبي الخطاب الذي يروي عن أبي زرعة عن ثوبان مرفوعًا: \"لعن الراشي\" فقال: لا أعرفه. بينما قد ذكره ابن حبان في \"الثقات\" ٤/ ١٨٣ لكن سماه: حدير بن الخطاب.</p><p> فقدموا الخوان فقال يزيد: يا أبا سعيد! أيسبح هذا الخوان؟ فقال: كان يسبح مرة، فذلك قول النبي - صلى الله عليه وسلم -: \"ما عضهت عضاه إلا بتركها التسبيح\"  (١) . وقال إبراهيم (٢) : الطعام يسبح. </p><p> وروى موسى بن عبيدة (٣) ، عن زيد بن أسلم (٤) ، عن جابر بن عبد الله - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وسلم -: \"ألا أخبركم بشيء أمر به نوح عليه السلام ابنه؟إن نوحًا قال لابنه:يا بني! آمرك أن تقول: سبحان الله وبحمده، فإنها صلاة الخلق وتسبيحهم، وبها يرزقون،قال الله عز وجل:{وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ}\"  (٥) . </p><p>(١) قال ابن الأثير في مادة (عضه): وعضهت العضاه، إذا قطعها، ومنه الحديث: \"ما عهضت عضاه إلا بتركها التسبيح\". ولم يذكر له مرجعًا. \"النهاية في غريب الحديث والأثر\" ٣/ ٢٣١. (٢) أسند إليه الطبري هكذا في \"جامع البيان\" ١٥/ ٩٢، وذكره ابن الجوزي في \"زاد المسير\" ٥/ ٣٩ كل شيء يسبحه حتى الثوب والطعام وصرير الباب، قاله إبراهيم النخعي. وقد سبق التعريف بإبراهيم النخعي.(٣) أبو عبد العزيز الربذي، ضعيف.(٤) أبو عبد الله العمري المدني الفقيه، ثقة، وكان يرسل.(٥) الحكم على الإسناد:فيه موسى، ضعيف، وزيد كان يرسل.التخريج:أسند إليه الطبري هذا الحديث بطريق نصر بن عبد الرحمن الأودي قال: حدثنا محمد بن يعلى عن موسى بن عبيدة، عن زيد بن أسلم مرفوعًا: \"ألا أخبركم .. فإنها صلاة الخلق، وتسبيح الخلق، وبها ترزق الخلق .. \" الخ. والحديث ضعيف، لأن محمد بن يعلى السلمي الكوفي ذاهب الحديث، وموسى، وزيد تقدم ذكرهما.</p><p> وقال وهب: لن يبنى بيت مسجدًا، إلا وقد كان يسبح الله تعالى ثلاثمائة سنة. </p><p> [١٧٠٥] أخبرنا أبو العباس سهل بن محمد بن سعيد المروزي لفظًا (١) ، قال: أخبرنا جدي أبو الحسن محمد بن محمود بن محمد ابن (عبد الله)  (٢) قال: أخبرنا سهل بن السري (٣) ، قال: حدثنا أبو إسحاق إبراهيم بن أحمد الخزاعي (٤) ، قال: حدثنا بقية بن الوليد (٥) عن ثور بن يزيد (٦) ، عن خالد بن معدان (٧) ، عن المقدام بن معدي كرب (٨) رضي الله عنه قال: إن التراب ليسبح ما لم يبتل، فإذا ابتلّ ترك التسبيح (وإن الخرزة لتسبح ما لم ترفع عن موضعها)  (٩) ، فإذا رفعت تركت التسبيح، وإن (الورقة لتسبح ما دامت)  (١٠) على الشجرة فإذا سقطت تركت التسبيح، وإن الماء ليسبح ما دام جاريًا، </p><p>(١) لم أجده. (٢) في (ز): عبيد الله، وأبو الحسن هذا، لم أجده.(٣) لم أجده.(٤) قال ابن حبان في \"الثقات\" ٨/ ٧٨: يروي عن أبي ضمرة وأهل العراق والحجاز، روى عنه الحضرمي، يخطئ ويخالف.(٥) صدوق، كثير التدليس عن الضعفاء.(٦) الكلاعي، أبو خالد الحمصي، ثقة ثبت إلا أنه يرى القدر.(٧) ابن أبي كرب، أبو عبد الله الحمصي، ثقة، عابد، يرسل كثيرًا.(٨) صحابي مشهور.(٩) مؤخر في (ز): وما بعدها مقدم هاهنا، وفيما بعد أيضًا تقديم وتاخير.(١٠) في (أ): وإن الورق ما دامت.</p><p> فإذا ركد ترك التسبيح، وإن الوحش إذا صاحت سبحت، وإذا سكتت تركت التسبيح، وإن الثوب ليسبح ما دام جديدًا، فإذا وسخ ترك التسبيح، وإن الثوب الخلق لينادي في أول النهار: اللهم اغفر لمن نقاني (١) . </p><p> [١٧٠٦] وأخبرنا عبد الله بن حامد الأصفهاني (٢) ، قال: أخبرنا الحسين بن محمد بن الحسين البلخي (٣) ، قال: حدثنا أحمد بن الليث (٤) ، قال: حدثنا سهل بن علي المروزي (٥) أبو علي ببغداد، قال: حدثنا علي بن أحمد الواسطي (٦) ، قال: حدثنا عمرو بن </p><p>(١) [١٧٠٥] الحكم على الإسناد: فيه من لم أجده وفيه أيضًا الخزاعي يخطئ ويخالف، وبقية كثير التدليس.التخريج:ذكره ابن الجوزي مختصرًا في \"زاد المسير\" ٥/ ٣٩.وذكره البغوي كذلك، بلفظ قريب من لفظ المصنف، بتقديم وتأخير فيه.فانظر \"معالم التنزيل\" ٥/ ٩٦.(٢) لم يذكر بجرح أو تعديل.(٣) لم أجده.(٤) لم يذكر بجرح أو تعديل.(٥) في (ز)، هنا زيادة: (قال: حدثنا). قال ابن أبي حاتم: سهل بن علي المروزي، روى عن ابن المبارك، روى عنه المراوزة كلامه وتأدبوا بورعه، سمعت أبي يقول ذلك. \"الجرح والتعديل\" ٤/ ٢٠٣.(٦) علي بن أحمد بن عبد الله بن عمر أبو الحسن الجواربي الواسطي قدم بغداد وحدث بها عن يزيد بن هارون وإسحاق بن منصور وآخرين روى عنه محمد الباغندي وأحمد بن محمد بن أبي شيبة، كان ثقة، مات سنة (٢٥٨ هـ) \"تاريخ بغداد\" للخطيب البغدادي ١١/ ٣١٤.</p><p> حماد الأزدي (١) ، قال: حدثنا محرز (القصاب أبو عتبة)  (٢) قال: حدثنا ثابت البناني (٣) ، عن أنس بن مالك رضي الله عنه قال: كنا عند رسول الله - صلى الله عليه وسلم - فأخذ كفًا من حصى فسبّحن في يد رسول الله - صلى الله عليه وسلم - حتى سمعنا التسبيح، ثم صبَّهنَّ في يد أبي بكر - رضي الله عنه - فسبَّحن في يد أبي بكر - رضي الله عنه - حتى سمعنا التسبيح، ثم صبَّهنَّ في يد عمر - رضي الله عنه - فسبَّحن في يده حتى سمعنا التسبيح، ثم صبَّهنَّ في يد عثمان - رضي الله عنه - فسبّحن في يده حتى سمعنا التسبيح (٤) ، ثم صبّهنّ في أيدينا فما سبحت في أيدينا (٥) . </p><p>(١) عمرو بن حماد الأزدي، الفراهيدي البصري، روى عن حماد بن زيد ومحرز، روى عنه إسحاق بن وهب العلاف، مجهول. \"تهذيب الكمال\" للمزي ٢١/ ٥٩٥، \"تقريب التهذيب\" لابن حجر (٥٠١٥). (٢) في (أ): القبان بن عسه غير واضح -وفي (ز): القتات، والمثبت من \"تهذيب التهذيب\" لابن حجر، كما سبق، وفي كتاب \"الجرح والتعديل\" لابن أبي حاتم ٨/ ٣٤٤ (١٥٧٨): محرز القصاب بصري، وكان من سبي الجاهلية، مولى لبني عدي، أحد بني ملكان، روى عن أبي موسى الأشعري - رضي الله عنه - .. ، ولم يذكر فيه جرحًا ولا تعديلاً، ونحوه في \"التاريخ الكبير\" للبخاري ٧/ ٤٣٤ (١٩٠١).(٣) ثابت بن أسلم البناني، أبو محمد البصري، ثقة، عابد.(٤) في (ز): تسبيحهن.(٥) [١٧٠٦] الحكم على الإسناد:إسناد المصنف فيه من لم أجده، وغير واحدٍ لم يذكر بجرح أو تعديل.التخريج:ذكر الشيخ أبو جعفر محب الطبري في \"الرياض النضرة\" ١/ ٥٦ تعليقًا عن أنس - رضي الله عنه - قال: تناول النبي - صلى الله عليه وسلم - من الأرض سبع حصيات فسبحن في يده، ثم ناولهن أبا بكر - رضي الله عنه - فسبحن في يده، ثم ناولهن النبي - صلى الله عليه وسلم - عمر - رضي الله عنه - فسبحن في يده كما سبحن في يد أبي بكر - رضي الله عنه -، ثم ناولهن عثمان - رضي الله عنه - فسبحن في يده كما سبحن في يد عمر - رضي الله عنه - ثم قال الشيخ: خرجه خيثمة بن سليمان وعلي بن نعيم البصري. والله أعلم.</p><p> [١٧٠٧] وأخبرنا عبد الله بن حامد (١) ، قال: أخبرنا أبو القاسم الحسين بن محمد (٢) ، قال: حدثنا أحمد بن الليث (٣) ، قال: حدثنا أبو عوانة عمرو بن حماد بن المبارك الحداد (٤) ، حدثنا محمد بن حسان الكوفي (٥) قال: حدثنا (أبو مرثد)  (٦) العكلي (٧) عن عمرو بن أخت أزهر بن (٨) عبد الله (٩) ، عن جعفر بن محمد (١٠) ، عن أبيه (١١) قال: مرض (رسول الله)  (١٢) - صلى الله عليه وسلم - فأتى جبريل عليه السلام بطبقة فيها رمان وعنب فأكل النبي - صلى الله عليه وسلم - فسبح، ثم دخل الحسن والحسين - رضي الله عنهما - فتناولا منه فسبح العنب والرمان، ثم دخل علي- رضي الله عنه - فتناول منه فسبّح أيضًا، ثم دخل رجل (١٣) من أصحابه - صلى الله عليه وسلم - فتناول منه فلم يسبّح، </p><p>(١) لم يذكر بجرح أو تعديل. (٢) لم أجده.(٣) لم يذكر بجرح أو تعديل.(٤) لم أجده.(٥) لم أجده.(٦) في (ز): أبو بكر.(٧) لم أجده.(٨) في (أ): عن أبي.(٩) لم أجده.(١٠) ابن علي بن الحسين بن علي بن أبي طالب، الصادق، إمام فقيه، صدوق.(١١) أبو جعفر الباقر، ثقة فاضل.(١٢) في (ز): النبي.(١٣) ساقطة من (أ).</p>"
}