{
  "id": null,
  "sura": 17,
  "aya": 104,
  "text": "<p> ما ثبرك عن هذا الأمر؟ أي: ما منعك منه وصرفك عنه، وثبره الله (١) ويثبره لغتان، قال (عبد الله)  (٢) بن الزبعرى: </p><p> إذا أجاري الشيطان في سنن الغي ... ومن مال ميله مثبور </p><p> ١٠٣ - قوله -عز وجل-: {فَأَرَادَ} </p><p> فرعون {أَنْ يَسْتَفِزَّهُمْ} يعني: موسى وبني إسرائيل يخرجهم {مِنَ الْأَرْضِ} أرض مصر {فَأَغْرَقْنَاهُ وَمَنْ مَعَهُ جَمِيعًا} . </p><p> (قال وهب: كانوا ألفي ألف وستمائة ألف)  (٣) ونجينا موسى وقومه جميعا. </p><p> ١٠٤ - {وَقُلْنَا مِنْ بَعْدِهِ} </p><p> أي: بعد هلاك فرعون وقومه {لِبَنِي إِسْرَائِيلَ اسْكُنُوا الْأَرْضَ} يعني: أرض مصر والشام {فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ}  (وهي موعد قيام)  (٤) الساعة {جِئْنَا بِكُمْ} يعني: من قبوركم إلى موقف القيامة {لَفِيفًا} مختلطين قد التف بعضهم ببعض لا يتعارفون ولا ينحاز أحد منهم </p><p>(١) ليست في (ز). (٢) من (م)، وهو عبد الله بن الزبعرى بن قيس السهمي القرشي، أبو سعد، كان شديدًا على المسلمين إلى أن فتحت مكة فهرب إلى نجران، فقال فيه حسان -رضي الله عنه- أبياتًا، فلما بلغته عاد إلى مكة فأسلم واعتذر ومدح النبي -صلى الله عليه وسلم- فأمر له بحلة، توفي نحو سنة (١٥ هـ). \"الأعلام\" للزركلي ٤/ ٧٨.(٣) من (م)، ووهب بن منبه تقدم.(٤) في (أ): يعني الساعة، وفي (ز): وهي الساعة، والمثبت من (م).</p><p> إلى قبيلته وحيّه، وهو من قول العرب: لفت الجيوش، إذا اختلطوا، وكذلك كل شيء اختلط بشيء فقد لف والتف، وقال مجاهد والضحاك (١) لفيفا أي: جميعًا، ووحد اللفيف، وهو خبر عن الجمع؛ لأنه بمعنى المصدر (كقول القائل)  (٢) : لففته لفًا ولفيفا. </p><p> وقال الكلبي (٣) : {فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ} يعني: مجيء عيسى (بن مريم عليهما السلام)  (٤) من السماء جئنا بكم لفيفا، واللفيف المجتمع الأنواع من كل قوم من هاهنا وههنا لفوا جميعا. </p><p> وهذِه (٥) القصة تعزية لنبينا -صلى الله عليه وسلم- وتقوية لقلبه يقول الله تعالى: كما أنزلت عليك القرآن فكذبك كفار قومك من أهل مكة كذلك أعطيت موسى التوراة فكذبه فرعون وقومه، وكما أراد أهل مكة أن يستفزوك منها كذلك أراد فرعون أن يستفز موسى وبني إسرائيل من الأرض فأنجيتهم وأظهرتهم عليه فكذلك أظهرك على أعدائك وأتم نعمتي عليك وعلى من اتبعك بنصرة الدين ولو كره الكافرون، فأنجز الله وعده ونصر عبده وهزم الأحزاب وحده، فلله الحمد والمنة. </p><p> * * * </p><p>(١) أسند الطبري هذا المعنى إلى ابن عباس رضي الله عنهما، ثم إلى الحسن ومجاهد والضحاك، كذلك في \"جامع البيان\" ١٥/ ١٧٧. (٢) في (م): كقولك.(٣) نحوه ذكر عنه البغوي تعليقًا في \"معالم التنزيل\" ٥/ ١٣٥.(٤) من (أ).(٥) ساقطة من (أ).</p>"
}