{
  "id": null,
  "sura": 17,
  "aya": 33,
  "text": "<p> ومصدرًا (١) . </p><p> ٣٢ - (قوله عز وجل)  (٢) {وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا (٣٢) }. </p><p> ٣٣ - {وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ} </p><p> قتلها {إِلَّا بِالْحَقِّ} وحقها ما روى حميد، عن أنس رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله، فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقها، وحسابهم على الله\" قيل: وما حقها (يا رسول الله؟ )  (٣) قال: \"زنا بعد إحصان، وكفر بعد إيمان، وقتل نفس فيقتل بها {وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا} قوة وولاية على قاتل وليه (٤) ، فإن شاء استقاد منه فقتله، وإن شاء أخذ الدية وإن شاء عفا عنه، {فَلَا </p><p>(١) قال أبو جعفر النحاس: وأعرف هذِه القراءات عند أهل اللغة (خِطْئًا كَبِيرا) قال ابن جريج -وزعم أنه قول ابن عباس رضي الله عنهما- وهو قول مجاهد: (الخطء) الخطيئة، قال أبو جعفر: وهذا المعروف في اللغة، يقال: خطِئَ يخطأ خِطْئًا، إذا أثم وتعمد الذنب، وقد حكي في المصدر خطأ، ومنه قوله تعالى {لَا يَأْكُلُهُ إِلَّا الْخَاطِئُونَ (٣٧)}، وأخطأ يخطئ إخطاء، والاسم الخطأ: إذا لم يتعمد الذنب. \"معاني القرآن\" ٤/ ١٤٧. (٢) من (أ).(٣) من (ز)، وذكر الهيثمي هذا الحديث بغير هذِه الزيادة في \"مجمع الزوائد\" ١/ ٣٠ وقال: رواه الطبراني في \"الأوسط\"، وفيه عمرو بن هاشم البيروتي، والأكثر على توثيقه. والعجب من الثعلبي أهمل حديث عبد الله بن مسعود - رضي الله عنه - المرفوع بلفظ: \"لا يحل دم امرئ مسلم يشهد أن لا إله إلا الله وأني رسول الله إلا بإحدى ثلاث .. \" وهو متفق عليه.(٤) في (أ): لوليه.</p><p> يُسْرِفْ فِي الْقَتْلِ} قرأ حمزة والكسائي وخلف (١) : (فلا تسرف) بالتاء أي: فلا تسرف أيها القاتل، ويجوز أن يكون الخطاب (لرسول الله)  (٢) - صلى الله عليه وسلم -، والمراد به الأمة من بعده، ومن قرأ بالياء رجع إلى الولي. </p><p> واختلفوا في هذا الإسراف ما هو؟ </p><p> فقال ابن عباس (٣) - رضي الله عنهما -: لا يقتل غير قاتله. </p><p> وقال الحسن وابن زيد (٤) : كانت العرب في الجاهلية إذا قتل منهم قتيل لم يرضوا أن يقتلوا قاتل صاحبهم حتى يقتلوا أشرف من الذي قتله، فيعمد ولي المقتول إلى الشريف من قبيلة القاتل فيقتله بوليه، ويترك القاتل، فنهى الله عز وجل عن ذلك، وقال رسول الله - صلى الله عليه وسلم -: \"إن من أعتى الناس على الله تعالى ثلاثة: رجل قتل غير قاتله، أو قتل </p><p>(١) قال ابن الجزري: يسرف (شفا) خاطب وقسطاس اكسر ... ضما معا (صحب) وضم ذكريعني: قرأ قوله تعالى: {فَلَا يُسْرِفْ} بالخطاب {فلا تسرف} حمزة والكسائي وخلف حملًا على خطاب الإنسان، والباقون بالغيب حملًا على لفظ الإنسان. \"شرح طيبة النشر\" (ص ٢٦٤).(٢) في (ز): للنبي.(٣) أسند الطبري وابن أبي حاتم في تفسير الآية نحو هذا القول إلى طلق بن حبيب وقتادة رحمهم الله.وإنما نسب هذا القول على ابن عباس رضي الله عنهما هكذا تعليقًا ابن الجوزي في \"زاد المسير\" ٥/ ٣٣، والبغوي في \"معالم التنزيل\" ٥/ ٩١، وقال السيوطي في \"الدر المنثور\" ٤/ ٣٢٧: وأخرج ابن المنذر من طريق أبي صالح عن ابن عباس - رضي الله عنهما - في قوله: {فَلَا يُسْرِفْ فِي الْقَتْلِ} قال: لا يقتل إلا قاتل رحمه.(٤) أسند إليهما نحو هذا الطبري في \"جامع البيان\" ١٥/ ٨٣.</p><p> بذحول الجاهلية، أو قتل في حرم الله\" (١) . </p><p> وقال الضحاك (٢) : كان هذا بمكة ونبي الله - صلى الله عليه وسلم - بها، وهو أول شيء نزل من القرآن في (٣) شأن القتل، كان المشركون من أهل مكة يقتلون أصحاب (النبي - صلى الله عليه وسلم - ورضي عنهم)  (٤) فقال الله عز وجل: من قتلكم من المشركين فلا يحملنكم قتله إياكم على أن تقتلوا له أبًا، أو أخًا، أو أحدًا من عشيرته وإن كانوا مشركين، (فلا تقتلوا إلا قاتلكم)  (٥) وهذا من قبل أن تنزل سورة (٦) براءة، وقبل أن يؤمروا بقتال المشركين. </p><p> وقال سعيد بن جبير (٧) : لا تقتل اثنين (٨) بواحد، وقال قتادة وطلق </p><p>(١) ذكره الحافظ عبد الرزاق في \"المصنف\" ٥/ ١٣٩ (٩١٨٨) عن معمر قال: قلت للزهري: بلغك أن النبي - صلى الله عليه وسلم - قال: \"إن إبراهيم حرّم مكة، وإني أحرّم المدينة\"؟ قال: قد سمعت ذلك ولكن بلغني أن رسول الله - صلى الله عليه وسلم - قال: \"إن الناس لم يحرموا مكة، ولكن الله حرمها، فهي حرام إلى يوم القيامة، وإن من أعتى الناس على الله يوم القيامة رجل قتل في الحرم، ورجل قتل غير قاتله، ورجل أخذ بذحول أهل الجاهلية\". (٢) \"تفسير الضحاك\" ١/ ٥٢٨ (١٤٣١)، وأخرجه أيضًا الطبري في \"جامع البيان\" ١٥/ ٨٢.(٣) في (ز): من.(٤) في (أ): رسول الله.(٥) في (أ): إلا قاتلوكم.(٦) من (أ).(٧) أسنده الحافظ عبد الرزاق بطريق الثوري عن خصيف عن سعيد بن جبير في تفسير الآية قال: لا يقتل رجلان برجل. \"تفسير القرآن العظيم\" لعبد الرزاق ١/ ٣٧٧، وبنفس الإسناد ذكره الطبري في \"جامع البيان\" ١٥/ ٨٢ بلفظ المصنف.(٨) في (ز): اثنان.</p><p> ابن حبيب (١) وابن كيسان: لا تمثل به {إِنَّهُ كَانَ مَنْصُورًا} واختلفوا في هذِه الكناية، فقال بعضهم: هي عائدة إلى (٢) ولي المقتول وهو المنصور على القاتل، يدفع الإمام إليه القاتل، فإن شاء قتل، وإن شاء عفا عنه، وإن شاء أخذ الدية، وهذا قول قتادة (٣) . </p><p> وقال آخرون: هي راجعة إلى المقتول ظلمًا (٤) في قوله تعالى: {وَمَنْ قُتِلَ مَظْلُومًا} يعني أن المقتول منصور في الدنيا بالقصاص، وفي الآخرة بالثواب، وهو قول مجاهد (٥) . </p><p>(١) وقد روى عبد الرزاق عن معمر، عن قتادة: لا تقتل غير قاتلك، ولا تمثل به. \"تفسير القرآن العظيم\" لعبد الرزاق ١/ ٣٧٧، وكذلك أخرجه الطبري في \"جامع البيان\" ١٥/ ٨٣، ونحوه إلى طلق بن حبيب قال: لا تقتل غير قاتله، ولا تمثل به. \"جامع البيان\" ١٥/ ٨٢. (٢) في (ز): على.(٣) كذلك أسند إليه الطبري في \"جامع البيان\" ١٥/ ٨٣.(٤) ساقطة من (ز).(٥) أسند إليه الطبري الفقرة الأولى فقط (إن المقتول كان منصورا) في \"جامع البيان\" ١٥/ ٨٣.</p>"
}