{
  "id": null,
  "sura": 18,
  "aya": 61,
  "text": "<p> وعندها نهر (١) يسمى ماء الحياة، فلا يصيب ذلك الماء شيئًا إلَّا حيي، فلما أصاب السمكة روح الماء وبرده، اضطربت في المكتل وعاشت ودخلت البحر (٢) . </p><p> فذلك قوله عز وجل: </p><p> ٦١ - {فَلَمَّا بَلَغَا} </p><p> يعني موسى وفتاه عليهما السَّلام {مَجْمَعَ بَيْنِهِمَا} يعني بين البحرين {نَسِيَا} تركا {حُوتَهُمَا} وإنَّما كان الحوت مع يوشع وهو الذي نسيه فصرف النسيان إليهما، والمراد به أحدهما، كما قال: {يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ (٢٢) } (٣) وإنَّما يخرج من الملح دون العذب (٤) . </p><p>(١) في غير الأصل: عين. (٢) رواه ابن أبي حاتم عن قتادة مختصرًا في \"تفسير القرآن العظيم\" ٧/ ٢٣٧٧ لكنَّه قال عين الحياة، كما أن السيوطي نسب لسفيان ما ورد من أمر ماء الحياة لكن قال: عين الحياة أيضاً، \"الدر المنثور\" للسيوطي ٤/ ٤١٧.ونسبه المصنف كما سيأتي والبغوي في \"معالم التنزيل\" ٥/ ١٨٦ للكلبي ووردت في رواية عن جعفر بن محمَّد عن أبيه - رضي الله عنهما -، رواها خيثمة بن سليمان كما في \"فتح الباري\" لابن حجر ٦/ ٤٣٤. وأما أنها أضطربت في المكتل وعاشت فقد ورد في البُخاريّ في التفسير.انظر: \"فتح الباري\" ٨/ ٤١٥، وما بعدها.(٣) الرحمن: ٢٢.(٤) هذا قول الفراء في \"معاني القرآن\" ٢/ ١٥٤، ونسبه له ابن الجوزي في \"زاد المسير\" ٥/ ١١٦ وذكره الطبري ونسبه لبعض أهل العربية.</p><p> وإنما جاز ذلك لأنهما كانا جميعًا تزوداه لسفرهما فجاز إضافته إليهما كما يقال: خرج القوم إلى موضع كذا وحملوا معهم الزاد، وإنما حمله أحدهم ولكنه لما كان ذلك عن أمرهم ورأيهم أضيف إليهم (١) . </p><p> {فَاتَّخَذَ} الحوت {سَبِلَهُ في الْبَحْرِ سَرَبًا} أي مسلكًا ومذهبًا يسرب فيه ويذهب (٢) . </p><p> واختلفوا في كيفية ذلك، فروى أبي بن كعب رضي الله عنه، عن رسول الله -صلى الله عليه وسلم- قال:  \"إنجاب الماء عن مسلك الحوت، فصار(٣)كوة لم تلتئم فدخل موسى عليه السلام الكوة على أثر الحوت فإذا هو بالخضر\"  (٤) . </p><p>(١) هذا قول الطبري في \"جامع البيان\" ١٥/ ٢٧٣ وقد ذكره بأطول مما هنا، وذكر هذين التعليلين أو أحدهما كل من الواحدي في \"الوسيط\" ٣/ ١٥٧ والبغوي في \"معالم التنزيل\" ٥/ ١٨٦. وهناك تعليل ثالث لم يذكره المصنف، وقد ذكره النحاس في \"معاني القرآن\" ٤/ ٢٦٤ قال: وقيل: كان النسيان من موسى -عليه السلام- أن يتقدم إلى يوشع بشيء من أمر الحوت، وكان النسيان من يوشع -عليه السلام- أن يخبره بسربه.(٢) \"مجاز القرآن\" لأبي عبيدة ١/ ٤٠٩ \"تفسير غريب القرآن\" لابن قتيبة (ص ٢٦٩ والطبري في \"جامع البيان\" ١٥/ ٢٧٣ ورواه عن مجاهد، وذكره أيضًا النيسابوري في \"إيجاز البيان\" ٢/ ١٦ والنحاس في \"معاني القرآن\" ٤/ ٢٦٦، والبغوي في \"معالم التنزيل\" ٥/ ١٨٦.(٣) في غير الأصل: فصارت.(٤) رواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٧٦.</p><p> وقال ابن عباس - رضي الله عنهما -: رأى أثر جناحيه في الطين حين وقع في الماء وجعل الحوت لا يمس شيئًا من الماء (١) إلَّا يبس حتَّى صار صخرة (٢) . </p><p> وروى ابن عباس، عن أبي بن كعب، - رضي الله عنهما -، عن رسول الله - صلى الله عليه وسلم - قال:  \"لما انتهيا إلى الصخرة وضعا رؤوسهما فناما، واضطرب الحوت في المكتل، فخرج منه فسقط في البحر،{فَاتَّخَذَ سَبِيِلَهُ فِى الْبَحْرِ سَرَبًا}، وأمسك الله تعالى عن الحوت جرية الماء فصار عليه مثل الطاق، فلما استيقظ موسى عليه السلام نسي صاحبه أن يخبره بالحوت، فانطلقا بقية يومهما وليلتهما،حتَّى إذا كان من الغد قال موسى عليه السلام لفتاه:{آتِنَا غَدَاءَنَا}\"  (٣) . </p><p> وقال قتادة: ردَّ الله عز وجل إلى الحوت روحه فسرب من الجدر (٤) حتَّى أفضى إلى البحر، ثم سلك (٥) ، فجعل لا يسلك منه طريقًا إلَّا صار ماءً جامدًا طريقًا يبسًا (٦) . </p><p>(١) في غير الأصل: البحر. (٢) رواه الطبري في \"جامع البيان\" ١٥/ ٢٧٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٧٦ بأخصر من هنا، وذكره البغوي في \"معالم التنزيل\" ٥/ ١٨٦، وابن كثير في \"تفسير القرآن العظيم\" ٩/ ١٦٢ عن العوفي، عنه - رضي الله عنه -.(٣) هذا جزء من حديث رواه البخاري كتاب التفسير، باب {وَإِذْ قَالَ مُوسَى لِفَتَاهُ} (٤٧٢٥)، ومسلم في الفضائل، باب من فضائل الخضر -عليه السلام- (٢٣٨٠) وغيرهما.(٤) في الأصل: الجد، وفي (ز) الجر، وفي (ب) كما أثبتها دون نقط.(٥) في (ز): حتَّى إذا أفضى إلى البحر سلك.(٦) رواه الطبري في \"جامع البيان\" ١٥/ ٢٧٤، ونسبه له الواحدي في \"الوسيط\" ٣/ ١٥٧، وابن الجوزي في \"زاد المسير\" ٥/ ١١٦.</p>"
}