{
  "id": null,
  "sura": 18,
  "aya": 28,
  "text": "<p> ٢٨ - قوله عَزَّ وَجَلَّ:  {وَاصْبِرْ نَفْسَكَ} </p><p> قال المفسرون (١) : نزلت في عيينة بن حصن الفزاري وذلك أنه أتى النبي - صلى الله عليه وسلم - قبل أن يسلم وعنده صهيب، وخباب، وعمار، وعامر (٢) بن فهيرة، ومهجع وسلمان الفارسي، وعلى سلمان - رضي الله عنه - شملة (٣) وقد عرق فيها وبيده خوصة (٤) يشقها ثم ينسجها، فقال عيينة للنبي - صلى الله عليه وسلم -: أما يؤذيك يا محمَّد ريح هؤلاء، فوالله لقد آذانا ريحهم ثم قال نحن سادات مضر (٥) وأشرافها فإن أسلمنا أسلم الناس وإن أبينا أبي </p><p>(١) منهم الطبري في \"جامع البيان\" ١٥/ ٢٣٤ - ٢٣٧، والبغوي في \"معالم التنزيل\" ٥/ ١٦٦ والواحدي في \"الوسيط\" ٣/ ١٤٥، والخازن في \"لباب التأويل\" ٣/ ١٦٣ وابن الجوزي في \"زاد المسير\" ٥/ ٩٣، والقرطبي في \"الجامع لأحكام القرآن\" ١٠/ ٣٩٥. (٢) في (ب): عامر ميسرة.(٣) قال ابن فارس في \"معجم مقاييس اللغة\" ٣/ ٢١٥ (شمل): ومنه الشملة وهي كساء يؤتزر به.وفي \"لسان العرب\" لابن منظور ١١/ ٣٦٨ (شمل): والشملة كساء دون القطيفة يشتمل به.(٤) قال ابن فارس في \"معجم مقاييس اللغة\" ٢/ ٢٢٨ (خوص): والخوص: خوص النخلة دقيق ضامر.وقال ابن منظور في \"لسان العرب\" ٧/ ٣٢ (خوص): والخُوْص: ورق النخل، واحدته خوصة.(٥) مضر قبيلة من العرب، منسوبون إلى مضر بن نزار بن معد بن عدنان وإلى مضر تنسب قبائل كثيرة منها: قريش وتميم وأسد وهذيل وهوازن وسليم وغطفان التي منها عيينة وإلى مضر ينتسب الرسول - صلى الله عليه وسلم -.\"جمهرة النسب\" للكلبي (ص ١٩).</p><p> الناس، وما يمنعنا من اتباعك إلى هؤلاء فتح هؤلاء حتى نتبعك، واجعل (١) لنا مجلسًا ولهم مجلساً (٢)  (٣) . </p><p>(١) في (ب)، (ز) أو اجعل. (٢) أخرج الحديث الطبري في \"جامع البيان\" ١٥/ ٢٣٥ مختصرًا عن ابن جريج، ورواه كرواية المصنف هنا في ١٥/ ٢٣٦، من طريق سليمان بن عطاء من حديث سلمان الفارسي - رضي الله عنه -، والواحدي في \"أسباب النزول\" (ص ٣٠٥ - ٣٠٦) من طريق سليمان أيضًا وفيه أن القصة عن المؤلفة قلوبهم وفيهم عيينة، والأقرع بن حابس التميمي، كما أخرج الحديث الواحدي، أيضًا في \"الوسيط\" ٣/ ١٤٥ من الطريق نفسها ورواه ابن مردويه، كما في \"الدر المنثور\" للسيوطي ٤/ ٣٩٦ وهذِه الطريق ضعيفة جدًا لأن مدار الحديث على سليمان بن عطاء القرشي الحراني، وهو منكر الحديث، كما في \"الجرح والتعديل\" لابن أبي حاتم ٤/ ١٣٣ \"تقريب التهذيب\" لابن حجر (ص ٤١١) ورواه عن خباب بن الأرت - رضي الله عنه -: ابن ماجه كتاب الزهد، باب: مجالسة الفقراء (٤١٢٧) وأبو نعيم في \"حلية الأولياء\" ١/ ١٤٦ كلاهما من طريق أسباط بن نصر، عن السدي وهما من رجال مسلم عن أبي سعد الأزدي وقد وثقه ابن حبان، وقال ابن حجر عنه: مقبول \"تقريب التهذيب\" لابن حجر (ص ١١٥١) ووثقه الذهبي في الكاشف ٢/ ٤٢٨، عن أبي الكنود وقد وثقه ابن حبان في \"الثقات\" ٥/ ٤٤ وابن سعد في \"الطبقات الكبرى\" ٦/ ١٧٧ عن خباب - رضي الله عنه -.وقد رواه المزي في \"تهذيب الكمال\" ٨/ ٤١١ من طريق أبي نعيم.وهذا الإسناد أقل أحواله أن يكون حسنًا، والله أعلم.(٣) وردت روايات أخرى تفيد أن الآية نزلت في أشراف قريش، وأنهم طلبوا من النبي - صلى الله عليه وسلم - أن يجعل لهم مجلسًا وللمستضعفين مجلسًا فمن ذلك ما رواه الطبري في \"جامع البيان\" ١٥/ ٢٣٤ - ٢٣٥ عن ابن زيد، ويؤيده ما رواه مسلم كتاب \"فضائل الصحابة\" باب: في فضل سعد بن أبي وقاص - رضي الله عنه - (٢٤١٣) عن سعد بن أبي وقاص - رضي الله عنه -، قال: كنا مع النبي - صلى الله عليه وسلم - ستة نفر، فقال المشركون للنبي - صلى الله عليه وسلم -: اطرد =</p><p> فأنزل الله تعالى:  {وَاصْبِرْ نَفْسَكَ} يا محمَّد {مَعَ الَّذِينَ يَدْعُونَ} يعبدون ويذكرون {رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ} طرفي النهار {يُرِيدُونَ وَجْهَهُ} يعني: يريدون الله ولا يريدون به عرضًا (١) في الدنيا والمراد منه الخشية وترك الرياء. </p><p> قال قتادة: يعني صلاة الصبح والعصر (٢) . </p><p> وقال كعب الأحبار: والذي نفسي بيده إنهم لأهل الصلوات المكتوبة (٣) . </p><p>= هؤلاء لا يجترئون علينا، قال: وكنت أنا وابن مسعود ورجل من هذيل وبلال ورجلان لست أسميهما فوقع في نفس رسول الله - صلى الله عليه وسلم - ما شاء الله أن يقع فحدث نفسه، فأنزل الله عز وجل: {وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ} [الأنعام: ٥٢]. وبخاصة أن المفسرين ربطوا بين الآيتين. وقد رجح ابن عطية في \"المحرر الوجيز\" ٣/ ٥١٢، والشنقيطي في \"أضواء البيان\" ٤/ ٨٧ أنها في مشركي قريش.(١) في (ب) عوضًا.(٢) روى قول قتادة الطبري في \"جامع البيان\" ٧/ ٢٠٤ في تفسير سورة الأنعام، حيث أحال عليها.ورواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٥٧، وابن مردويه، من طريق عمرو بن شعيب، عن أبيه عن جده، كما في \"الدر المنثور\" للسيوطي ٤/ ٣٩٨.وروي عن مجاهد، أيضًا رواه الطبري في \"جامع البيان\" ٧/ ٢٠٣.(٣) هذا القول مروي عن جمع من الصحابة ومن بعدهم، فقد روي عن ابن عباس - رضي الله عنهما - رواه عنه الطبري في \"جامع البيان\" ٧/ ٢٠٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٥٧.وروي عن ابن عمر رضي الله عنهما رواه عنه الطبري في \"جامع البيان\" ٧/ ٢٠٤. =</p><p> قال قتادة: نزلت هذِه الآية في أصحاب الصفة، وكانوا سبعمائة رجل فقراء في مسجد رسول الله - صلى الله عليه وسلم - قد لزموه لا يرجعون إلى تجارة ولا إلى زرع ولا إلى ضرع يصلون صلاة وينتظرون أخرى (١) . </p><p> قال قتادة (٢) : فلما نزلت هذِه الآية قال نبي الله - صلى الله عليه وسلم -: \"الحمد لله الذي جعل في أمتي من أمرت أن أصبر(٣)معهم\"  (٤) . </p><p>= وروي عن مجاهد، رواه الطبري في \"جامع البيان\" ٧/ ٢٠٣، وعبد الرازق في \"تفسير القرآن\" ١/ ٣٣٨. وروي عن إبراهيم التيمي، رواه أيضًا الطبري في \"جامع البيان\" ٧/ ٢٠٣، وعبد الرازق في \"تفسير القرآن\" ١/ ٣٣٨ ورواه الطبري أيضًا عن الضحاك، والحسن البصري، وسعيد بن المسيب، والشعبي وعبد الرحمن بن أبي عمرة، انظر: \"جامع البيان\" للطبري ٧/ ٢٠٣ - ٢٠٤.ولم أجد رواية كعب. وعدّ الطبري هذين القولين قولًا واحدًا، وذكر أقوالًا أخرى منها أنه الدعاء، وتعلم القرآن وقراءته، وانظر \"جامع البيان\" ٧/ ٢٠٥ \"زاد المسير\" لابن الجوزي ٣/ ٣٣٣.(١) لم أجده.(٢) ساقطة من الأصل.(٣) في (ز): أصبر نفسي.(٤) رواه الطبري في \"جامع البيان\" ١٥/ ٢٣٥ عن قتادة، وعن عبد الرحمن بن سهل ابن حنيف وعنه أيضًا الطبراني.انظر: \"تفسير القرآن العظيم\" لابن كثير ٩/ ١٢٩ - ١٣٠ ورواه عبد الرازق في \"تفسير القرآن العظيم\" ١/ ٣٣٧ عن معمر عن قتادة.ومثله حديث سليمان، الذي رواه سليمان بن عطاء عن مسلمة الجهني عن عمه عن سلمان، وهو: \"الحمد لله الذي لم يمتني، حتى أمرني أن أصبر نفسي مع رجال من أمتي، معكم المحيا، ومعكم الممات\"، وهو ضعيف جدًا.</p><p> {وَلَا تَعْدُ} ولا تصرف ولا تتجاوز (١)  {عَيْنَاكَ عَنْهُمْ} إلى غيرهم (٢) . </p><p> {تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا} يعني: مجالسة الأغنياء والرؤساء والأشراف (٣) . </p><p> ومعنى الآية: ولا تعد عيناك عنهم مريدًا (٤) زينة الحياة الدنيا، حال صرف إلى الاستقبال، لا أنه حكم على النبي - صلى الله عليه وسلم - بإرادته زينة الحياة الدنيا (٥) . </p><p> {وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا} أي: تركنا قلبه وأنسيناه ذكرنا (٦) . </p><p> قال أبو العالية (٧) : يعني: أمية بن خلف الجمحي. وقال غيره: يعني عيينة بن حصن (٨) . </p><p>(١) في (ب): تجاوز. (٢) روى الطبري في \"جامع البيان\" ١٥/ ٢٣٤، عن ابن عباس رضي الله عنهما هذا القول، قال: لا تجاوزهم إلى غيرهم.(٣) \"معالم التنزيل\" للبغوي ٥/ ١٦٦، \"الوسيط\" للواحدي ٣/ ١٤٥، \"لباب التأويل\" للخازن ٣/ ١٦٣.(٤) في (ب): تريد.(٥) وذكر ذلك الواحدي في \"الوسيط\" ٣/ ١٤٥ فقال: وتريد هنا في موضع الحال، أي مريدا .. ولم ينسب إلى إرادة زينة الحياة الدنيا؛ لأنه لم يمل إلى الدنيا قط ..(٦) \"معالم التنزيل\" للبغوي ٥/ ١٦٦، \"لباب التأويل\" للخازن ٣/ ١٦٣.(٧) روى هذا القول الواحدي في \"أسباب النزول\" (ص ٣٠٦) ونسبه لابن عباس.وذكرها ابن الجوزي، \"زاد المسير\" لابن الجوزي ٥/ ٩٣.(٨) رواه الطبري عن خباب قال: عيينة، والأقرع. \"جامع البيان\" ١٥/ ٢٣٦، وابن =</p><p> {وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا} قال قتادة والضحاك ومجاهد: ضياعًا (١) . </p><p> وقال داود (٢) : ندماً (٣) . وقال خباب: هلاكاً (٤) . </p><p> وقال ابن زيد: مخالفًا للحق (٥) . </p><p> وقال مقاتل بن حيان: سرفاً (٦) . </p><p>= ماجه في كتاب الزهد، باب: مجالسة الفقراء (٤١٢٧) وقد مر. وذكره عامة المفسرين، انظر: \"معالم التنزيل\" للبغوي ٥/ ١٦٦، \"الوسيط\" للواحدي ٣/ ١٤٥ \"لباب التأويل\" للخازن ٣/ ١٦٣ وهو قول مقاتل كما في \"تفسيره\" ٢/ ٥٨٢. (١) روى قول مجاهد، الطبري في \"جامع البيان\" ١٥/ ٢٣٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٥٨.(٢) داود بن أبي هند دينار بن عُذافر، القشيري مولاهم، أبو بكر البصري رأى أنس ابن مالك وروى عن: الحسن البصري، وبكر بن عبد الله المزني وأبي العالية، وسعيد بن المسيب.وعنه: حفص بن غياث، والحمادان، والثوري، وشعبة وغيرهم. وروى له الجماعة إلا البخاري فتعليقًا فقط، توفي سنة ١٤٠ هـ وقيل غير ذلك.\"تهذيب الكمال\" للمزي ٢/ ٤٢٩، \"تقريب التهذيب\" لابن حجر (ص ٣٠٩).(٣) رواه ابن جرير في \"جامع البيان\" ١٥/ ٢٣٦ ونسب ابن قتيبة في \"تفسير غريب القرآن\" (ص ٢٦٦) هذا القول لأبي عبيدة، والذي في \"مجاز القرآن\" ١/ ٣٩٨ سرفًا وتضييعًا.(٤) رواه الطبري في \"جامع البيان\" ١٥/ ٢٣٧ وابن ماجه كتاب الزهد، باب: فضائل سعد بن أبي وقاص (٤١٢٧)، ونسبه الواحدي في \"الوسيط\" ٣/ ١٤٦ للسدي.(٥) رواه الطبري في \"جامع البيان\" ١٥/ ٢٣٧.(٦) قال ابن قتيبة في \"تفسير غريب القرآن\" (ص ٢٦٦): وقول المفسرين: سرفًا.</p>"
}