{
  "id": null,
  "sura": 18,
  "aya": 45,
  "text": "<p> {هُوَ خَيْرٌ ثَوَابًا} لأوليائه وأهل طاعته {وَخَيْرٌ عُقْبًا} لهم في الآخرة إذا صاروا إليه، والعقب العاقبة، يقال: هذا عاقبة أمر كذا، وعقباه، وعقبه، أي: آخره (١) . </p><p> ٤٥ - قوله عز وجل:  {وَاضْرِبْ} </p><p> يا محمَّد {لَهُمْ} لهؤلاء المشركين المترفين الذين سألوك طرد الفقراء المؤمنين {مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ} الدُّنيا، يعني: المطر، قالت الحكماء: شبه الله الدُّنيا بالماء؛ لأنَّ الماء لا يستقر في موضع، كذلك الدُّنيا (٢) لا تبقي على أحد، ولأن الماء لا يستقيم على حالة واحدة، كذلك الدُّنيا؛ ولأن الماء لا يبقى ويذهب، كذلك الدُّنيا لا تبقى على واحد وتذهب؛ ولأن الماء لا يقدر أحد أن يدخله ولا يبتل، فكذلك الدُّنيا لا يسلم من آفتها وفتنتها أحد، ولأن الماء إذا كان بقدر كان نافعاً مبقيًا، وإذا جاوز المقدار كان ضارًّا مهلكًا، فكذلك الدُّنيا الكفاف منها ينفع وفضولها يضر. </p><p> قوله عز وجل {فَاخْتَلَطَ بِهِ} بالماء {نَبَاتُ الْأَرْضِ فَأَصْبَحَ} عن </p><p>(١) هذا نص الطبري في \"جامع البيان\" ١٥/ ٢٥٢. وجاء في نسخة (ب) بعد هذا الموضع ما يلي: (قرا عقبا لسلك القاف، عاصم وحمزة) ا. هـ وفيه اضطراب وتصحيف، ولعل المراد: الإشارة إلى القراءة في قوله (عقباً) فقد قرأ عاصم وحمزة بتسكين القاف، والباقون بضمها، \"السبعة\" لابن مجاهد (ص ٣٩٢).(٢) ساقطة من الأصل.</p><p> قريب {هَشِيمًا} قال ابن عباس - رضي الله عنهما -: يابسًا (١) . </p><p> وقال الضَّحَّاك: كسيرًا (٢) . </p><p> قال الأخفش: متفتتًا (٣) ، وأصله الكسر (٤) . </p><p> {تَذْرُوهُ الرِّيَاحُ} . </p><p> قال ابن عباس - رضي الله عنهما -: تذريه (٥) . </p><p>(١) \"معالم التنزيل\" للبغوي ٥/ ١٧٤، \"لباب التأويل\" للخازن ٣/ ١٦٦. \"تفسير مقاتل\" ٢/ ٥٨٧ وأبي عبيدة في \"مجاز القرآن\" ١/ ٤٠٥ وزاد: متفتتًا، وبمعناه ما قاله الزجاج في \"معاني القرآن\" ٣/ ٢٩١: الهشيم: النبات الجاف الذي تسفيه الريح.(٢) \"معالم التنزيل\" للبغوي ٥/ ١٧٤.(٣) وهو قول ابن قتيبة في \"تفسير غريب القرآن\" (ص ٢٦٨).(٤) قال ابن قتيبة: وأصله: من هشمت الشيء إذا كسرته، ومنه سمي الرجل: هاشمًا. \"تفسير غريب القرآن\" (ص ٢٦٨).وقال ابن فارس: الهاء والشين والميم، أصل يدل على كسر الشيء ... والهشيم من النبات: اليابس المتكسر. \"معجم مقاييس اللغة\" لابن فارس ٦/ ٥٣.وكذا قال ابن منظور في \"لسان العرب\" ١٢/ ٦١١.(٥) الذي في \"معالم التنزيل\" للبغوي ٥/ ١٧٤: تثيره.وفي نسخة أخرى: تديره، وكذا في \"الجامع لأحكام القرآن\" للقرطبي ١٠/ ٤١٣.لكن ذكر ابن الجوزي في \"زاد المسير\" ٥/ ١٠٤ أن تُذريه بضم التاء، قراءة لأُبَيّ، ولابن عباس، وذكر أن هناك قراءة أخرى لابن مسعود وهي تذريه بفتح التاء، وذكرها أيضاً الفراء في \"معاني القرآن\" ٢/ ١٤٦.وقد قال الزجاج في \"معاني القرآن\" ٣/ ٢٩١: وفي تذروه لغتان لا يقرأ بهما: تُذريه بضم التاء وكسر الراء، وتذريه، بفتح التاء ا. هـ.وهذا يناقضه ما ذكره ابن الجوزي أنَّه قرئ بهما، والله أعلم.وكذا ما سيأتي أن طلحة بن مصرف، قرأ تُذْريه، بضم التاء.</p>"
}