{
  "id": null,
  "sura": 18,
  "aya": 24,
  "text": "<p> ٢٣ - قوله عَزَّ وَجَلَّ: {وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا (٢٣) } </p><p> ٢٤ - {إِلَّا أَنْ يَشَاءَ اللَّهُ} </p><p> قال ابن عباس - رضي الله عنهما -: يعني إذا عزمت على أن تفعل غدًا شيئًا أو تحلف على شيء أنت فاعله غدًا فقل: إن شاء الله، فإن نسيت الاستثناء ثم ذكرته فقله ولو بعد سنة (١) . </p><p> وهذا تأديب من الله عَزَّ وَجَلَّ لنبيه - صلى الله عليه وسلم -: حين سئل عن المسائل الثلاث (٢) أصحاب الكهف، والروح، وذي القرنين، فوعدهم أن يجيبهم عنهن غدًا ولم يستثن (٣) . </p><p>= وقال الفراء: أنه نهى عن سؤال وفد نجران: عن عدد أهل الكهف، \"معاني القرآن\" ٢/ ١٣٨. (١) رواه عنه الطبري في \"جامع البيان\" ١٥/ ٢٢٩، والحاكم في \"المستدرك\" ٤/ ٣٣٦، والطبراني في \"المعجم الكبير\" ١١/ ٦٨، \"المعجم الأوسط\" ١/ ٤٤ (١١٩) والبيهقي في \"السنن الكبرى\" ١٠/ ٤٨ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٥٥.وانظر: \"الوسيط\" للواحدي، ونسبه لسعيد بن جبير ٣/ ١٤٣.\"لباب التأويل\" للخازن ٣/ ١٦١، \"معالم التنزيل\" للبغوي ٥/ ١٦٢.(٢) في (ز): الثلاثة.(٣) هذا نص كلام الطبري في \"جامع البيان\" ١٥/ ٢٢٨.ونص الحديث: قالت اليهود لقريش: سلوه عن الروح، وأصحاب الكهف، وذي القرنين فسألوه، فقال: \"ائتوني غدًا أخبركم\"، ولم يستثن، فأبطأ عليه الوحي بضعة عشر يومًا، حتى شق عليه، وكذبته قريش.وقد أخرجه ابن المنذر عن مجاهد رحمه الله عزاه له السيوطي في \"الدر المنثور\" ٤/ ٣٩٤، بأطول من هذا، وعزاه له أيضًا المناوي في \"الفتح السماوي\" ٢/ ٧٩٤. =</p><p> [١٧٧٤] أخبرني ابن فنجويه (١) قال: حدثنا موسى بن محمَّد بن علي (٢) ، قال: حدثنا عبد الله بن محمَّد بن سنان (٣) قال: حدثنا مسلم ابن إبراهيم (٤) قال: </p><p>= ورواه ابن إسحاق في \"السيرة\" قال حدثني بعض أهل العلم عن سعيد وعن عكرمة عن ابن عباس - رضي الله عنهما -، وساق خبرًا طويلاً، خلاصته سؤال قريش الرسول - صلى الله عليه وسلم - عن هذِه المسائل الثلاث، \"السيرة النبوية\" لابن هشام ١/ ٢٩٥، ٣٠١. ورواه البيهقي في \"دلائل النبوة\" ٢/ ٢٦٩ - ٢٧٥ من طريق ابن إسحاق، لكنه قال فيه: حدثني رجل من أهل مكة.وانظر: \"الكاف الشاف\" لابن حجر (ص ١٠٢).وقال ابن حجر رحمه الله في \"الكاف الشاف\" (ملحق بالمجلد الرابع من الكشاف ص ١٠٢) أخرجه ابن هشام في \"السيرة النبوية\" عن زياد عن ابن إسحاق (وقع في المطبوعة أبي إسحاق) وكذا أخرجه البيهقي في \"دلائل النبوة\" من طريقه، والحديث ضعيف لجهالة شيخ ابن إسحاق رحمه الله.وقال البيهقي لما أورد الرواية المذكورة: كذا في الرواية أنهم سألوه عن الروح أيضًا، وحديث ابن مسعود، يدل على أن سؤال اليهود عن الروح، ونزول الآية فيه كان بالمدينة، والله أعلم.قلت: يعني بحديث ابن مسعود، حديثه الذي رواه البخاري كتاب الاعتصام، باب: ما يكره من كثرة السؤال، وتكلف ما لا يعنيه (٧٢٩٧) ومسلم كتاب صفة الجنة والنار، باب: سؤال اليهود النبي - صلى الله عليه وسلم - عن الروح .. (٢٧٩٤)، قال: بينما أنا أمشي مع النبي - صلى الله عليه وسلم - في حرث، وهو متكئ على عسيب، إذ مر بنفر من اليهود فقال بعضهم لبعض: سلوه عن الروح .. الحديث.(١) صدوق، كثير الرواية للمناكير.(٢) لم أجده.(٣) متروك، وكان يضع الحديث.(٤) أبو عمرو، الأزدي، الفراهيدي، مولاهم، البصري ثقة مأمون.</p><p> حدثنا المعارك بن عباد (١)  (٢) القيسي (٣) قال: حدثنا عبد الله بن سعيد المقبري (٤) ، عن أبيه (٥) عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"لا يتم إيمان العبد حتى يستثني في كل كلامه\"  (٦) . </p><p>(١) في الأصل: المعاذل بن عباد، وفي (ب): المبارك عن عباد، والتصحيح من (ز) ومصا در الترجمة. (٢) معارك بن عباد، ويقال ابن عبد الله، العبدي، البصري، روى عن عبد الله بن سعيد المقبري وعبد الله بن الفضل الهاشمي، وعنه: عبد الصمد بن عبد الوارث وقرة بن حبيب، ومسلم بن إبراهيم. قال الإمام أحمد: لا أعرفه، وقال أبو زرعة: واهي الحديث، وقال أبو حاتم: أحاديثه منكرة، وقال الدارقطني: ضعيف، وكذا قال الحافظ ابن حجر، وقال الذهبي: ضعفه غير واحد. وقد أخرج له الترمذي.\"الجرح والتعديل\" لابن أبي حاتم ٨/ ١، \"ميزان الاعتدال\" للذهبي ٤/ ١٣٣، \"ديوان الضعفاء والمتروكين\" للذهبي (ص ٣٩١)، \"تقريب التهذيب\" لابن حجر (ص ٩٥٣)، \"الكامل\" لابن عدي ٦/ ٤٥١، \"الضعفاء\" للعقيلي ٤/ ٢٥٥.(٣) في (ب) العنسي، وفي مصادر الترجمة: العبدي إلا ابن عدي والمقريزي في مختصر \"الكامل\" (ص ٧٤٨) فقال: القيسي، وكذا قال الذهبي عندما ساق سنده لهذا الحديث في \"الميزان\" ٤/ ١٣٣.وقد تصح النسبتان إن كان منسوبًا لعبد القيس فيصح العبدي، والقيسي، والله أعلم.(٤) متروك.(٥) سعيد بن أبي سعيد، كيسان، الليثي مولاهم، المقبري، المدني، ثقة.(٦) [١٧٧٤] الحكم على الإسناد:موضوع.التخريج:أخرجه العقيلي في \"الضعفاء\" ٤/ ٢٥٥ من طريق حجاج بن نصير عن معارك، =</p><p> {وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ} فاستثن، قال ابن عباس، ومجاهد وأبو العالية والحسن معناه: إذا نسيت الاستثناء ثم ذكرت فاستثن (١) . </p><p>= وقع فيه العيشي، ولعله بلفظ: \"من تمام إيمان العبد أن يستثني في كل حديثه\" وقال: لا يصح حديثه .. ولا يتابعه إلا من هو في عداده. ورواه ابن عدي في \"الكامل\" ٦/ ٤٥١ قال: أخبرنا أبو يعلى حدثنا محمَّد بن أبي بكر حدثنا مسلم حدثنا المعارك، فذكره.وقال: بعد ما ساق له عدة أحاديث: وكل ذلك غير محفوظ.ورواه ابن الجوزي في \"الموضوعات\" ١/ ١٩٧ - ١٩٨ (٢٨٤) بسنده إلى الحسن ابن سفيان بلفظ: \"من تمام .. أن يستثني\"، ثم قال: هذا حديث لا يصح.ورواه الديلمي في \"مسند الفردوس\" كما في \"اللآلي المصنوعة\" ١/ ٤٢ من طريق داود بن المحبر -وهو وضَّاع- حدثنا معارك فذكره باللفظ الذي ذكره العقيلي.وقد أورد الحديث السيوطي في \"اللآلي المصنوعة\" ١/ ٤٢.وفرق بين الحديث الذي أورده ابن الجوزي، وبين الذي رواه الديلمي، وقال عن الذي رواه الديلمي، وأورده الذهبي في \"ميزان الاعتدال\": والآفة فيه من داود فإنه وضاع، وانظر: \"النكت البديعات على الموضوعات\" للذهبي (ص ٣٧)، والحديث ذكره الشوكاني في \"الفوائد المجموعة\" (ص ٤٥٣) وقال: موضوع، وملا على قاري في \"الأسرار المرفوعة\" (ص ١٥٠) وقال: منكر.وابن عراق في \"تنزيه الشريعة\" ١/ ١٥٢، والعجلوني في \"كشف الخفاء\" ١/ ٢٥٣.(١) مضى تخريج قول ابن عباس - رضي الله عنهما -.وأما قول مجاهد فقد نسبه له ابن الجوزي في \"زاد المسير\" ٥/ ٩٠.وانظر \"معالم التنزيل\" ٥/ ١٦٢.وأما قول أبي العالية، فقد رواه الطبري في \"جامع البيان\" ١٥/ ٢٢٩.وأما قول الحسن، فقد رواه أيضًا الطبري في \"جامع البيان\" ١٥/ ٢٢٩.والبيهقي في \"الأسماء والصفات\" (ص ٢١٩)، وذكره في \"الدر المنثور\" للسيوطي ٤/ ٣٩٥.</p><p> وقال عكرمة: معناه: واذكر ربك إذا غضبت (١)  (٢) . </p><p> [١٧٧٥] حدثنا الحسين بن محمَّد بن الحسين (٣) ، ثنا محمَّد بن حبان (٤) بن أحمد (٥) ، قال: حدثنا محمَّد بن عثمان العقبي (٦) ، قال: حدثنا إسحاق بن زكريا البناني (٧) ، قال: حدثنا عبد الصمد بن حسان (٨) ، </p><p>(١) في (ز): عصيت. (٢) رواه الطبري في \"جامع البيان\" ١٥/ ٢٢٩، لكن وقع في المطبوعة: إذا عصيت، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٥٥.وانظر \"زاد المسير\" لابن الجوزي ٥/ ٨٩، وقال: قال ابن الأنباري: وليس ببعيد؛ لأن الغضب ينتج النسيان.(٣) وابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٤) في الأصل: حبان، دون نقط على الباء، وفي النسختين الأخريتين: حيان، بالياء. والتصحيح من المصادر.(٥) محمَّد بن حبان بن أحمد بن حبان، أبو حاتم، الدارمي، التميمي، البستي، الإمام العلامة الحافظ، المجود، صاحب الأنواع والتقاسيم، والثقات وغيرها من المصنفات الكثيرة جدًا, ولد سنة بضع وسبعين ومائتين، وسمع من جمع غفير ورحل إلى بلاد كثيرة، وممن سمع عليه أبو خليفة الجمحي، وزكريا الساجي، والنسائي وابن خزيمة، وغيرهم، وعنه: الحاكم وأبو عبد الله بن منده، وأبو الحسن الزوزني، وغيرهم .. توفي سنة ٣٥٤ هـ.\"سير أعلام النبلاء\" للذهبي ١٦/ ٩٢، \"ميزان الاعتدال\" للذهبي ٣/ ٥٠٦، \"تذكرة الحفاظ\" للذهبي ٣/ ٩٢٠، \"الوافي بالوفيات\" للصفدي ٢/ ٣١٧.(٦) لم أجده.(٧) لم أجده.(٨) لم أجد إلا عبد الصمد بن حسان المروروذي المتوفى سنة ٢١١ هـ وقد ترجم له ابن حبان في \"الثقات\" ٨/ ٤١٥ وغيره، والذي ذكره المصنف هنا يحدث عن =</p><p> قال: حدثنا وهب (١) قال: مكتوب في الإنجيل يا ابن آدم، أذكرني حين تغضب، أذكرك حين أغضب، فلا أمحقك فيمن أمحق، وإذا ظُلمت فلا تنتصر، فإن نصرتي (٢) لك خير من نصرتك لنفسك (٣) . </p><p> وقال الضحاك والسدي: هذا في الصلاة (٤) ، لقوله - صلى الله عليه وسلم -: \"من نسي صلاة أو نام عنها فليصلها إذا ذكرهها\"  (٥) . </p><p> وقال أهل الإشارة (٦) ، معناه: واذكر ربك إذا نسيت غيره (٧) ، لأن ذكر الله إنما يتحقق بعد نسيان غيره. </p><p>= وهب ووهب توفي سنة ١١٦ هـ فيبعد أن يحدث عنه المروروذي إلا إذا كان معمرًا. (١) وهب بن منبه، أبو عبد الله الأبناوي، ثقة.(٢) في (ب) نصري.(٣) [١٧٧٥] الحكم على الإسناد:فيه من لم أجده.التخريج:لم أجد هذا الأثر عند غير المصنف.(٤) \"معالم التنزيل\" للبغوي ٥/ ١٦٣، \"لباب التأويل\" للخازن ٣/ ١٦١ ذكره ولم ينسبه لأحد.(٥) رواه البخاري في المواقيت باب: من نسي صلاة فليصل إذا ذكرها (٥٩٧) دون لفظ: أو نام عنها، وزاد: \"لا كفارة لها إلا ذلك\"، ومسلم في المساجد، باب: قضاء الصلاة الفائتة، واستحباب تعجيل قضائها (٦٨٤).(٦) أي: الصوفية.(٧) المراد كما توضحه باقي العبارة: أن ذكر الله يتحقق مع نسيان غيره، والانصراف بالكلية لله.</p><p> يؤيده قول ذي النون المصري (١) : من ذكر الله ذكرًا على الحقيقة نسي في جنب ذكره كل شيء، فإذا نسي في جنب ذكره كل شيء حفظ الله له كل شيء، وكان الله (٢) له عوضًا من ذلك (٣) . </p><p> وقيل معناه: واذكر ربك إذا تركت ذكره (٤) ، والنسيان هو الترك (٥) . </p><p> {وَقُلْ عَسَى أَنْ يَهْدِيَنِ رَبِّي لِأَقْرَبَ مِنْ هَذَا رَشَدًا} أي: يثبتني على طريق </p><p>(١) ذو النون المصري، واسمه: ثوبان بن إبراهيم، وقيل: فيض بن أحمد، وقيل فيض بن إبراهيم أبو الفيض النوبي، الإخميمي، روى عن مالك، والليث، وابن لهيعة وفُضيل بن عياض. وعنه: الجنيد، ورضوان ابن محيميد، ومقدام بن داود وغيرهم ولد في أواخر أيام المنصور.قال ابن يونس: كان عالمًا، فصيحا، حكيمًا.وقال الدارقطني: روى أحاديث عن مالك فيها نظر.وهو من أشهر الزهاد له تراجم واسعة في كتب الصوفية.\"طبقات الصوفية\" للسلمي (ص ١٥)، \"الطبقات الكبرى\" للشعراني ١/ ٥٩، \"الكواكب الدرية\" للمناوي ١/ ٢٢٣، \"حلية الأولياء\" لأبي نعيم ٩/ ٣٣١، \"سير أعلام النبلاء\" للذهبي ١١/ ٥٣٢، \"ميزان الاعتدال\" للذهبي ٢/ ٣٣.(٢) من (ب).(٣) في (ب)، (ز) من كل شيء. ولم أجد قوله.(٤) هذا ما رجحه الطبري، فقال: وأولى القولين في ذلك بالصواب، قول من قال معناه: واذكر ربك إذا تركت ذكره؛ لأن أحد معاني النسيان في كلام العرب الترك. \"جامع البيان\" ١٥/ ٢٢٩.(٥) قال ابن فارس: النون والسين والياء أصلان صحيحان، يدل أحدهما على إغفال الشيء والثاني على ترك شيء. \"معجم مقاييس اللغة\" ٥/ ٤٢١ (نسي).وانظر: \"لسان العرب\" لابن منظور ١٥/ ٣٢٢ وما بعدها (نسي).</p><p> هو أقرب إليه وأرشد (١) . </p><p> وقيل معناه: لعل الله أن يهديني فيسددني لأقرب مما وعدتكم وأخبرتكم أنه سيكون إن هو شاء (٢) . </p><p> وقيل: إن الله تعالى أمره أن يذكره إذا نسي شيئًا، وليسأله أن يذكره فيتذكر، أو يهديه لما هو خير له من أن يذكر (٣) ما نسيه (٤) . </p><p> ويقال: هو أن القوم لما سألوه عن قصة أصحاب الكهف على وجه العناد أمره الله عَزَّ وَجَلَّ أن يخبرهم أن الله تعالى سيؤتيه من الحجج والبيان على صحة نبوته وما دعاهم إليه من الحق وأدل لهم على ما سألوه، ثم إنه تعالى فعل به ذلك حين آتاه من علم غيوب المرسلين وخبرهم ما كان أوضح في الحجة وأقرب إلى الرشد من خبر أصحاب الكهف (٥) . </p><p> وقال بعضهم: هذا شيء أُمر أن يقوله مع قوله: إن شاء الله إذا ذكر </p><p>(١) \"معالم التنزيل\" للبغوي ٥/ ١٦٤، \"لباب التأويل\" للخازن ٣/ ١٦١. (٢) \"لباب التأويل\" للخازن ٣/ ١٦١، وهذا القول قريب من قول الزجاج الذي سيأتي.وقد ذكر هذا القول أيضًا الطبري في \"جامع البيان\" ١٥/ ٢٣٠.(٣) في (ب)، (ز): كل شيء.(٤) \"معالم التنزيل\" للبغوي ٥/ ١٦٤، \"الباب التأويل\" للخازن ٣/ ١٦١.(٥) هذا اختيار الزجاج في \"معاني القرآن\" ٣/ ٢٧٨.وانظر: \"معالم التنزيل، للبغوي ٥/ ١٦٤، \"زاد المسير\" لابن الجوزي ٥/ ٩٠، \"الوسيط\" للواحدي ٣/ ١٤٣.</p>"
}