{
  "id": null,
  "sura": 18,
  "aya": 50,
  "text": "<p> وقال الضَّحَّاك والكلبي: لا يأخذ أحدًا إلَّا بجرم عمله، ولا يوزر ذنب أحد على غيره (١) . </p><p> ٥٠ - قوله عز وجل:  {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ} </p><p> يقول الله تعالى مذكرًا هؤلاء المتكبرين ما أورث الكبر إبليس ويعلمهم أنَّه من العداوة والحسد لهم على مثل الذي كان لأبيهم، واذكر يا محمَّد إذ قلنا للملائكة اسجدوا لآدم (٢)  {فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ} اختلفوا فيه، فقال ابن عباس - رضي الله عنهما -: كان إبليس من حي من أحياء الملائكة يقال لهم الجن، خلقوا من نار السموم، وخلقت الملائكة من نور غير هذا الحي وكان اسمه عزازيل (٣) بالسريانية وبالعربية الحارث وكان من خزان الجنَّة وكان رئيس ملائكة السماء الدُّنيا، وكان له سلطان سماء الدُّنيا وسلطان الأرض، وكان من أشد الملائكة اجتهادًا وأكثرهم علمًا، وكان يسوس ما بين السماء والأرض، فرأى بذلك لنفسه شرفًا وعظمة، فذلك الذي دعاه إلى الكبر فعصى، فمسخه الله تعالى شيطانًا رجيمًا ملعونًا، فإذا كانت خطيئة الرجل في كبرٍ فلا ترجه، وإن كانت خطيئته معصية فارجه، وكانت خطيئة آدم عليه السَّلام معصية، </p><p>(١) \"معالم التنزيل\" للبغوي ٥/ ١٧٨، \"الجامع لأحكام القرآن\" للقرطبي ١٠/ ٤١٩. (٢) هذا كلام الطبري في \"جامع البيان\" ١٥/ ٢٥٩.(٣) روى ذكر اسمه عن ابن عباس، الأنباري في \"الأضداد\" (٣٣٤، ٣٣٦) وفيه عزازيل بالعين.</p><p> وخطيئة (١) إبليس كبرًا (٢) . </p><p> وقال ابن عباس في رواية أخرى: كان من الجن (٣) ، إنَّما سمي بالجنان لأنَّه كان خازنًا عليها فنسب إليها، كما يقال للرجل مكي ومدني وكوفيٌّ وبصري (٤) . </p><p> [١٧٨٢] أخبرنا عبد الله بن حامد (٥) ، قال: أخبرنا محمَّد بن يعقوب (٦) قال: حدّثنا السري بن يَحْيَى (٧) قال: حدّثنا عثمان بن </p><p>(١) تصحفت في الأصل إلى: وحضية. (٢) رواه عنه الطبري بأخصر من هذا. \"جامع البيان\" ١٥/ ٢٥٩ - ٢٦٠.وذكره كل من: البغوي في \"معالم التنزيل\" ٥/ ١٧٨، والواحدي في \"الوسيط\" ٣/ ١٥٢، والخازن في \"لباب التأويل\" ٣/ ١٦٧، والقرطبي في \"الجامع لأحكام القرآن\" ١/ ٢٩٤ في تفسير سورة البقرة، وابن الجوزي في \"زاد المسير\" ٥/ ١٠٧، وابن كثير في \"تفسير القرآن العظيم\" ٩/ ١٥٣ - ١٥٤ وغيرهم.(٣) هكذا في جميع النسخ: كان من الجن، إنَّما سمى بالجنان .. ولعل الصَّحيح: ما كان من الجن فقد وردت الرِّواية عنه بنفي كونه من الجن، وتعليله لهذا الاسم بأنه من كونه خازن الجنان.(٤) رواه الطبري في \"جامع البيان\" ١٥/ ٢٦٠، ٢٦١. وذكره عامة المفسرين.انظر: المصادر السابقة.(٥) لم يذكر بجرح أو تعديل.(٦) أبو العباس الأصم، ثقة.(٧) السري بن يَحْيَى التميمي الدَّارميُّ، الكوفيِّ، أبو عبيدة ابن أخي هناد بن السري روى عن: قبيصة، وأبي غسان، وعثمان بن زفر، وعنه: ابنه هناد، وبيته بيت علم فعمه الإمام هناد بن السري، وابناه محدثان هما: أبو دارم محمَّد بن السري، وأبوالسري هناد ترجم له المزي تمييزًا \"تهذيب الكمال\" للمزي ٧/ ٤٢٨ وحفيده: أبو بكر أحمد بن محمَّد بن السري بن يَحْيَى، أحد الحفَّاظ. =</p><p> زفر (١) ، قال: حدّثنا يعقوب القمي (٢) ، عن جعفر (٣) ، عن سعيد بن جبير (٤) في قوله {كَانَ مِنَ الْجِنِّ} قال: كان من الجنانيين الذين يعملون في الجنَّة (٥) . </p><p>= قال ابن أبي حاتم عن السري: لم يقض لنا السماع منه، وكتب إلينا بشيء من حديثه وكان صدوقًا. \"الجرح والتعديل\" ٤/ ٢٨٥، وترجمة عمه هناد وابنه هناد في \"تهذيب الكمال\" للمزي ٧/ ٤٢٧، ٤٢٨.(١) عثمان بن زفر بن مزاحم بن زفر، أبو زفر، ويقال: أبو عمر التميمي الكوفيِّ وقيل في اسمه: عثمان بن زفر بن علاج بن مالك، روى عن الرَّبيع الثوري، ويعقوب القمي، وحبان بن علي وعبد العزيز بن الماجشون، وغيرهم. وعنه: أبو زرعة الرازي، وعلي بن عبد العزيز البغوي وأبو حاتم الرازي وغيرهم، وأخرج حديثه: التِّرمذيُّ والنَّسائيُّ، ذكره ابن حبان في الثقات وقال أبو حاتم: صالح الحديث صدوق.ووثقه مطين. وقال ابن حجر: صدوق.توفي سنة (٢١٨ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٦/ ١٥٠، \"تهذيب الكمال\" للمزي ٥/ ١٠٩، \"تهذيب التهذيب\" لابن حجر ٧/ ١١٦٧ \"تقريب التهذيب\" لابن حجر (ص ٦٦٢)، \"الثقات\" لابن حبان ٨/ ٤٥٣.(٢) يعقوب بن عبد الله بن سعد بن مالك، الأشعري، أبو الحسن القُمي، صدوق يهم.(٣) جعفر بن أبي المغيرة الخزاعي، القمي، صدوق يهم.(٤) ثقة، ثبت، فقيه.(٥) [١٧٨٢] الحكم على الإسناد:حسن.التخريج:أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٦٦.</p><p> وقال الحسن: ما كان إبليس من الملائكة طرفة عين، وإنه لأصل الجن كما كان آدم عليه السَّلام أصل الأرض (١)  (٢) . </p><p> وقال شهر بن حوشب: وإن إبليس من الجن الذين ظفر بهم الملائكة، فأسره بعض الملائكة فذهب به إلى السماء (٣) . </p><p> وقال قتادة: جُنَّ عن طاعة الله (٤)  (٥) . </p><p>(١) هكذا في الأصل، وفي النسخ الأخرى: الإنس. (٢) أخرجه الطبري في \"جامع البيان\" ١٥/ ٢٦٠ وابن الأنباري في \"الأضداد\" (٣٣٧) إلى قوله: طرفة عين.وانظر: \"تفسير القرآن العظيم\" لابن كثير ٩/ ١٥٣.(٣) رواه الطبري في \"جامع البيان\" ١٥/ ٢٦١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٦٦.(٤) رواه الطبري في \"جامع البيان\" ١٥/ ٢٦٠.(٥) في غير الأصل: ربه.قد اختلف المفسرون قديمًا وحديثًا في إبليس هل هو من الملائكة أو الجن، وقد رجح الطبري والبغوي أنَّه من الملائكة، وهو قول ابن عباس في رواية، ورجحه الخازن في \"لباب التأويل\" ٣/ ١٦٧ ورأى ألا منافاة بين كونه من الملائكة وكونه من الجن، ورد قول من قال إنه ليس من الملائكة.ورجح آخرون أنَّه ليس من الملائكة، وهي رواية عن ابن عباس وقول سعيد بن جبير وقتادة .. وابن شهاب، واحتج من رجح هذا القول بما يلي:١ - أن الملائكة خلقت من نور، وإبليس من نار، فطبيعتهما مختلفة.٢ - أن الملائكة منزهون عن المعصية، وإبليس كفر بربه وعصاه.٣ - أن الملائكة لا يوصفون بأنوثة ولا ذكورة ولا يتناكحون.وليس لهم ذرية، وإبليس له ذرية وبنون.٤ - صريح هذِه الآية {إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ}. =</p><p> {فَفَسَقَ عَنْ أَمْرِ رَبِّهِ} يعني: خرج عن طاعة أمره (١) ، تقول العرب: فسقت الرطبة إذا خرجت من قشرتها، وفسقت الفأرة إذا خرجت من جحرها، ولذلك قيل لها الفويسقة (٢) ، وقيل هي من الفسوق، وهو: الاتساع، تقول العرب: فسق فلان في النفقة إذا اتسع فيها وما أصاب مالًا إلَّا فسقه أي: أهلكه وبذره (٣) ، والفاسق سمي فاسقًا لأنَّه اتسع في محارم الله تعالى، فهوَّنها على نفسه. </p><p> {أَفَتَتَّخِذُونَهُ} يعني: يا بني آدم {وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ} أعداء. </p><p> قال الحسن: الإنس من آخرهم من ذرية آدم عليه السَّلام، والجن من آخرهم من ذرية إبليس (٤) . </p><p>= ولعل هذا القول أقرب للصواب. والله أعلم. وانظر: \"جامع البيان\" للطبري ١٥/ ٢٥٩ - ٢٦١، \"معالم التنزيل\" للبغوي ١/ ٨١، \"الدر المنثور\" للسيوطي ٤/ ٤١٢ - ٤١٣، \"تفسير القرآن العظيم\" لابن كثير ٩/ ١٥٣ - ١٥٥، \"معاني القرآن\" للنحاس ٤/ ٢٥٣.(١) ذكر هذا المعنى ابن فارس في \"معجم مقاييس اللغة\" ٤/ ٥٠٢ (فسق)، وابن قتيبة في \"تفسير غريب القرآن\" (٢٦٨)، وابن منظور في \"لسان العرب\" ١٠/ ٣٠٨ (فسق)، والرازي في \"مختار الصحاح\" (٢١١).(٢) ساقطة من الأصل.(٣) وذكر هذا المعنى ابن منظور في \"لسان العرب\" أيضاً ١٠/ ٣٠٨.(٤) سبق كلام الحسن بهذا المعنى وقد أخرجه الطبري في \"جامع البيان\" ١٥/ ٢٦٠. وورد هذا الكلام أيضاً من كلام ابن شهاب، كما رواه عنه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٦٦.</p><p> وقال مجاهد: فمن ذرية إبليس: لافيس وولهان: وهو صاحب الطهارة والصلاة، والهفّاف، ومرَّة وبه يكنى، وزلنبور: وهو صاحب الأسواق يضع رايته بكلِّ سوق بين السماء والأرض، وثبر: وهو صاحب المصائب يأمر بضرب الوجوه وشق الجيوب والدعاء بالويل والحرب، والأعور: وهو صاحب أبواب الزنا، ومشوط (١)  (٢) : وهو صاحب الأخبار يأتي بها فيلقيها في أفواه النَّاس، ولا يجدون لها أصلًا، وداسم: وهو الذي إذا دخل الرجل بيته فلم يسلم ولم يذكر اسم الله تعالى بصَّره من المتاع ما لم يرفع، أو يَحْسُن موضعه، وإذا أكل الرجل فلم يذكر اسم الله تعالى أكل معه (٣) . </p><p> وقال الأعمش: ربَّما دخلت البيت ولم أذكر اسم الله تعالى ولم أسلم، فرأيت مطهرة فقلت: ارفعوا. وخاصمتهم، ثم أذكر وأقول: داسم داسم (٤) . </p><p>(١) في (ب): مسيوط. (٢) في \"لباب التأويل\" للخازن ٣/ ١٦٧: مطموس وفي \"معالم التنزيل\" ٥/ ١٧٩: مطوس. وفي \"جامع البيان\" للطبري ١٥/ ٢٦٢ مسوط وكذا في \"زاد المسير\" ٥/ ١٠٨.(٣) رواه عنه الطبري في \"جامع البيان\" ١٥/ ٢٦٢، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٦٧. وفي روايتهم نقص وزيادة، واختلاف.وانظر: \"معالم التنزيل\" للبغوي ٥/ ١٧٩، \"لباب التأويل\" للخازن ٣/ ١٦٧، \"زاد المسير\" لابن الجوزي ٥/ ١٠٨، \"الوسيط\" للواحدي ٣/ ١٥٣، \"حكايات الصوفية\" (ص ٢٢٠).(٤) رواه عنه الطبري في \"جامع البيان\" ١٥/ ٢٦٢، وانظر: \"لباب التأويل\" للخازن =</p><p> وروى مجالد عن الشعبي قال: إنِّي لقاعد يومًا إذ أقبل حمال ومعه دن (١) حتَّى وضعه ثم جاءني فقال (٢) : أنت الشعبي. قلت: نعم. قال: أخبرني: هل لإبليس زوجة. قلت: إن ذلك العُرْس (٣) ما شهدته. قال: ثم ذكرت قول الله عز وجل {أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي} فعلمت أنَّه لا تكون ذرية (إلَّا من زوجة قلت: نعم. فأخذ لله فانطلق، فرأيت أنَّه مجتازي (٤) . </p><p> قال قتادة: إنهم يتوالدون كما يتوالد بنو آدم) (٥)  (٦) . </p><p> وقال ابن زيد: إن إبليس أبو الجن كما أن آدم عليه السَّلام أبو الإنس، قال تعالى لإبليس: إنِّي لا أخلق لآدم ذرية إلَّا ذرأت لك مثلها. فليس من ولد آدم أحد إلَّا له شيطان قد قُرن به (٧) . </p><p>= ٣/ ١٦٧. (١) الدن: ما عظم من الرواقيد وهي أنواع من الآتية تكون من الخزف، مستطيلة. \"لسان العرب\" لابن منظور ١٣/ ١٥٩ - ٣/ ١٨٣.(٢) في (ب): فقلت: الشعبي.(٣) في (ز): عرس.(٤) رواه ابن المنذر مختصرًا عنه، كما في \"الدر المنثور\" للسيوطي ٤/ ٤١٣.وانظر: \"معالم التنزيل\" للبغوي ٥/ ١٧٩، \"سير أعلام النبلاء\" للذهبي ٤/ ٣١٢.(٥) ما بين القوسين ساقط من (ب).(٦) رواه الطبري في \"جامع البيان\" ١٥/ ٢٦٢، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٦٧.وانظر: \"معالم التنزيل\" للبغوي ٥/ ١٧٩ \"الوسيط\" للواحدي ٣/ ١٥٣.(٧) رواه عنه الطبري في \"جامع البيان\" ١٥/ ٢٦٢.</p>"
}