{
  "id": null,
  "sura": 18,
  "aya": 54,
  "text": "<p> الجمع (١) . {وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا} معدلا (٢) . </p><p> وروى أبو سعيد الخدري - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال:  \"إن الكافر ليرى جهنم فيظن أنها مواقعته من مسيرة أربعين سنة\"  (٣) . </p><p> ٥٤ - قوله عز وجل {وَلَقَدْ صَرَّفْنَا} </p><p> بينا {فِي هَذَا الْقُرْآنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍ} ليتذكروا ويتفطنوا {وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا} خصومة في الباطل، يعني: أبي بن خلف الجمحي (٤)  (٥) . </p><p>(١) قال ابن فارس في \"معجم مقاييس اللغة\" ٥/ ٢٠٧: واللفيف ما اجتمع من النَّاس من قبائل شتى. وانظر: أيضاً: \"لسان العرب\" لابن منظور ٩/ ٣١٨.(٢) انظر: \"مجاز القرآن\" لأبي عبيدة ١/ ٤٠٧، \"معاني القرآن\" للزجاج ٣/ ٢٩٥، \"معاني القرآن\" للنحاس ٤/ ٢٥٩، \"معالم التنزيل\" للبغوي ٥/ ١٨١، \"زاد المسير\" لابن الجوزي ٥/ ١١٠.(٣) رواه الإمام أحمد في \"المسند\" ٣/ ٧٥ (١١٧١٤) وأوله: \"ينصب للكافر يوم القيامة مقدار خمسين ألف سنة، كما لم يعمل في الدُّنيا، وإن الكافر .. \" الحديث، ورواه أيضاً ابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٦/ ٣٤٩، وأبو يعلى في \"مسنده\" ٢/ ٥٢٤ (١٣٨٥)، ورواه الطبري في \"جامع البيان\" ١٥/ ٢٦٥ كما أورده المصنف هنا كلهم من حديث أبي سعيد، ورواه الحاكم في \"المستدرك\" ٤/ ٦٣٩ عن أبي هريرة بلفظ\" .. في الدُّنيا ويظن أنَّه مدافعه\".(٤) في (ب): الجهيمي، وهو تصحيف.(٥) هذا قول الكلبي، نسبه له البغوي في \"معالم التنزيل\" ١٥/ ١٨١، وابن الجوزي في \"زاد المسير\" ٥/ ١١٠.وذكرا قولًا آخر: أنها نزلت في النضر بن الحارث، ونسباه لابن عباس - رضي الله عنهما -.</p><p> [١٧٨٣] أخبرنا عبد الله بن حامد بن محمَّد (١) ، قال: أخبرنا أحمد ابن محمَّد بن الحسن الحافظ (٢) ، قال: حدّثنا محمَّد بن يَحْيَى (٣) ، قال: حدّثنا يعقوب بن إبراهيم بن سعد (٤) ، قال: حدّثنا [أبي (٥) ، عن] (٦) صالح (٧) ، عن ابن شهاب (٨) ، قال: أخبرني علي بن الحسين (٩) ، أن أباه الحسين بن علي - رضي الله عنهما - أخبره أن أباه علي بن أبي طالب - رضي الله عنه - أخبره أن رسول الله - صَلَّى الله عليه وسلم - طرقه هو وفاطمة بنت رسول الله - صَلَّى الله عليه وسلم - فقال:  \"ألا تصلون\" فقلت: يا رسول الله، إنما أنفسنا بيد الله تعالى فإذا شاء أن يبعثنا بعثنا فانصرف رسول الله - صَلَّى الله عليه وسلم - حين قلت له ذلك ولم يرجع شيئًا، فسمعته وهو يضرب فخذه يقول (١٠) : {وَكانَ </p><p>(١) لم يذكر بجرح أو تعديل. (٢) هو أبو حامد ابن الشرقي، ثقة، مأمون.(٣) أبو عبد الله النيسابوري، إمام حافظ، ثقة.(٤) أبو يوسف المدني، ثقة، فاضل.(٥) إبراهيم بن سعد بن إبراهيم بن عبد الرحمن بن عوف القرشي الزُّهريّ، أبو إسحاق المدني، ثقة، حجة.(٦) في الأصل و (ز): حدّثنا أبو. والتصحيح من (ب) ومن المصادر الأخرى، فقد رواه البُخاريّ بهذا السند، كما في تخريجه.(٧) صالح بن كيسان، المدني، أبو محمَّد، المؤدب، ثقة، ثبت، فقيه.(٨) محمَّد بن مسلم بن عبيد الله بن عبد الله بن شهاب، الزُّهريّ، الإمام الحافظ، الفقيه، المتفق على جلالته، وإتقانه، وحفظه.(٩) علي بن الحسين بن علي بن أبي طالب، زين العابدين، كان إمامًا، ثقة، ثبتًا، عابدًا، فقيهًا.(١٠) في (ز): ويقول، وفي (ب) قدمها بعد قوله: فسمعته.</p>"
}