{
  "id": null,
  "sura": 18,
  "aya": 26,
  "text": "<p> اللَّهُ أَعْلَمُ بِمَا لَبِثُوا} وجه مفهوم، وقد أعلم خاصة (١) خلقه لبثهم فيه. </p><p> وهذا قول قتادة (٢) ، يدل عليه قراءة ابن مسعود رضي الله عنه (وقالوا لبثوا في كهفهم)  (٣) . </p><p> وقال مطر الوراق في هذِه الآية: هذا شيء قالته اليهود فرد الله تعالى عليهم، وقال: </p><p> ٢٦ - {قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا}  (٤) . </p><p> وقال آخرون (٥) : هذا إخبار من الله عَزَّ وَجَلَّ عن قدر لبثهم في الكهف، وقالوا: معنى قوله تعالى: {قُلِ اللَّهُ أَعْلَمُ} أن أهل الكتاب قالوا على عهد رسول الله - صلى الله عليه وسلم -: إن الفتية من لدن دخلوا الكهف </p><p>(١) من (ب). (٢) وهو قول ابن عباس، كما مضى، وقول مطر الوراق، كما سيأتي.(٣) روى قراءة ابن مسعود، عبد الرازق في \"تفسير القرآن\" ١/ ١٣٨، ومن طريقه الطبري في \"جامع البيان\" ١٥/ ٢٣٠.ورواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٥٦ وقال ابن كثير في \"تفسير القرآن العظيم\" ٩/ ١٢٦: ورواية قتادة قراءة ابن مسعود منقطعة ثم هي شاذة بالنسبة إلى قراءة الجمهور، فلا يحتج بها، والله أعلم.(٤) روى قوله الطبري في \"جامع البيان\" ١٥/ ٢٣١.(٥) هذا قول مجاهد، وعبد الله بن عبيد بن عمير، والضحاك بن مزاحم، كما روى ذلك عنهم، الطبري في \"جامع البيان\" ١٥/ ٢٣١.ورواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٥٦، عن الضحاك ومجاهد.ونسبه ابن الجوزي في \"زاد المسير\" ٥/ ٩١ أيضًا لابن زيد، ولكنه قال عبيد بن عمير، لا ابنه عبد الله.</p><p> إلى يومنا هذا (١) ثلاثمائة وتسع سنين فرد الله تعالى ذلك (٢) عليهم وقال: {قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا} بعد أن قبض أرواحهم إلى يومنا هذا لا يعلم ذلك أحد غير الله تعالى، وغير من أعلمه الله تعالى ذلك (٣) . </p><p> وقال الكلبي: قالت نصارى أهل نجران: أما الثلاثمائة فقد عرفناها وأما التسع فلا علم لنا بها فنزلت: {قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا}  (٤) . </p><p> واختلفوا في قوله:  {ثَلَاثَ مِائَةٍ سِنِينَ} فقرأ أهل الكوفة (إلا عاصمًا)  (٥) بغير تنوين (٦)  (٧) . </p><p>(١) من (ب). (٢) ساقطة من الأصل.(٣) ذكره الطبري، ورجحه في \"جامع البيان\" ١٥/ ٢٣١، ورجحه البغوي في \"معالم التنزيل\" ٥/ ١٦٤، وابن كثير في \"تفسير القرآن العظيم\" ٩/ ١٢٥، والخازن في \"لباب التأويل\" ٣/ ١٦٢، والزجاج في \"معاني القرآن\" ٣/ ٢٧٩.(٤) \"لباب التأويل\" للخازن ٣/ ١٦٢.(٥) من (ز).(٦) في (ب) بعد قوله: أهل الكوفة كلام بمقدار سطرين ليس من سياق الكلام ويبدو أنه من سهو الناسخ. كما قال فيها: بالتنوين، وهو خطأ.(٧) هي قراءة الكسائي، وحمزة، انظر: \"السبعة\" لابن مجاهد (ص ٣٨٩ - ٣٩٠)، \"التيسير\" للداني (ص ١١٦)، \"التذكرة\" لابن غلبون ٢/ ٤١٣، \"جامع البيان\" للطبري ١٥/ ٢٣٢وهي قراءة خلف أيضًا، انظر: \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣١٠ وقراءة من لم ينون، هي على الإضافة، إضافة مائة إلى سنين، وذلك على وضع الجمع موضع الواحد في التمييز، كقوله: {بِالْأَخْسَرِينَ أَعْمَالًا}.انظر: \"معاني القراءات\" للأزهري ٢/ ١٠٨، \"البيان في غريب إعراب القرآن\" لابن الأنباري ٢/ ١٠٦، \"الكشاف\" للزمخشري ٢/ ٣٨٧.</p><p> (والباقون بالتنوين)  (١) ، بمعنى: ولبثوا في كهفهم سنين ثلاثمائة (٢) . </p><p> قال الضحاك ومقاتل: نزلت {وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ} ، فقالوا: أيامًا أو أشهرًا أو سنين؟ فنزلت {سِنِينَ} ، فلذلك قال: سنين، ولم يقل سنة (٣) . </p><p> قوله عَزَّ وَجَلَّ:  {لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ أَبْصِرْ بِهِ وَأَسْمِعْ} يعني: ما أبصر الله كل موجود وأسمعه لكل مسموع (٤) ، {مَا لَهُمْ} أي: لأهل </p><p>(١) ساقط من (ب)، (ز). وفي (ب) ذكر الآية من قوله: {وَازْدَادُوا تِسْعًا}. (٢) \"السبعة\" لابن مجاهد (ص ٣٨٩)، \"التيسير\" للداني (ص ١١٦)، \"التذكرة\" لابن غلبون ٢/ ٤١٣.ومن قرأ بالتنوين، فله في سنين النصب والجر، فالنصب على البدل من ثلاث أو على أنه عطف بيان على ثلاث، والجر على البدل من مائة.انظر: \"البيان في غريب إعراب القرآن\" لابن الأنباري ٢/ ١٠٦، \"معاني القراءات\" للأزهري ٢/ ١٠٨.وما ذكره المصنف من أنه بمعنى: ولبثوا في كهفهم سنين ثلاثمائة، ذكره أبو عبيدة في \"مجاز القرآن\" ١/ ٣٩٨، والفراء في \"معاني القرآن\" ٢/ ١٣٨ وهي على هذا نصبت بالفعل لبثوا.(٣) نسبه ابن الجوزي للضحاك فقط، \"زاد المسير\" ٥/ ٩٢ وذكره دون نسبة البغوي في \"معالم التنزيل\" ٥/ ١٦٥.(٤) \"جامع البيان\" للطبري ١٥/ ٢٣٢ ورواه عن قتادة، وابن زيد.وذكر الزجاج أن العلماء أجمعت على أن معناه ما أسمعه وأبصره، أي على التعجب.انظر: \"معاني القرآن\" ٣/ ٢٨٠.لكن ذكر ابن الجوزي أن هناك قولًا آخر، وقال: ذكره ابن الأنباري، وهو: أنه في معنى الأمر، فالمعنى: أبصر لدين الله وأسمع. =</p>"
}