{
  "id": null,
  "sura": 18,
  "aya": 90,
  "text": "<p> وقال:  {وَذَلِكَ دِينُ الْقَيِّمَةِ}  (١)  (٢) . </p><p> {وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا} أي: نلين له القول ونهون عليه الأمر. </p><p> وقال مجاهد:  {يُسْرًا} أي: معروفًا (٣) . </p><p> ٨٩ - {ثُمَّ أَتْبَعَ سَبَبًا (٨٩) } </p><p> أي: سلك (٤) طرقًا (٥) ومنازل. </p><p> ٩٠ - {حَتَّى إِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَى قَوْمٍ لَمْ نَجْعَلْ لَهُمْ مِنْ دُونِهَا سِتْرًا} </p><p> قال قتادة: لم يكن بينهم وبين الشمس ستر؛ وذلك أنهم كانوا في مكان لا يستقر عليه بناء، وأنهم كانوا يكونون في أسراب لهم، حتى إذا زالت الشمس عنهم، خرجوا إلى معايشهم وحروثهم (٦)  (٧) . </p><p> وقال الحسن: كانت أرضهم أرضًا لا تحمل البناء وكانوا إذا طلعت عليهم الشمس تهوروا (٨) في الماء، فإذا ارتفعت عنهم </p><p>(١) البينة: ٥. (٢) ذكر الوجهين، والأمثلة الفراء في \"معاني القرآن\" ٢/ ١٥٩.وانظر: \"مشكل إعراب القرآن\" لمكي ١/ ٤٤٧.(٣) رواه عنه الطبري في \"جامع البيان\" ١٦/ ١٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٨٦، وذكره البغوي في \"معالم التنزيل\" ٥/ ٢٠٠.(٤) سقطت من (ب).(٥) في (ز) طريقًا.(٦) في (ب) وحروبهم.(٧) رواه الطبري في \"جامع البيان\" ١٦/ ١٤.ورواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٨٦.(٨) التهوّر: الوقوع في الشيء بقلة مبالاة، والهَوْرُ: بحيرة تفيض فيها مياه غياضٌ =</p><p> خرجوا فتراعوا كما تراعى البهائم (١) . </p><p> وقال ابن جريج: وجاءهم جيش مرة فقال لهم أهلها: لا تطلع الشمس عليكم وأنتم بها. فقالوا: لا نبرح حتى تطلع الشمس. قالوا: ما هذِه العظام؟ قالوا: جيف جيش طلعت الشمس عليهم هاهنا فماتوا. فذهبوا هاربين في الأرض (٢) . </p><p> وقال قتادة: يقال إنهم الزنج (٣) . وقال الكلبي: هم تاريس (٤) وتأويل ومنسك، عراة حفاة عماة عن الحق (٥) . </p><p> قال: وحدثني عمرو بن مالك بن أمية (٦) ، قال: وجدت رجلًا بسمرقند (٧) يحدث الناس وهم مجتمعون حوله، فسألت بعضًا من </p><p>= وآجام، والجمع أهوار، انظر: \"لسان العرب\" لابن منظور ٥/ ٢٦٨ (هور). (١) رواه الطبري في \"جامع البيان\" ١٦/ ١٤، وذكر أن الحسن قال: هذا حديث سمرة. ورواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٨٦.(٢) رواه الطبري في \"جامع البيان\" ١٦/ ١٤، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١١/ ٥٤.(٣) رواه عبد الرزاق في \"تفسير القرآن\" ١/ ٣٤٦، ورواه من طريقه الطبري في \"جامع البيان\" ١٦/ ١٤ ورواه أيضًا ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٨٧.(٤) في (ب) تارس.(٥) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١١/ ٥٣.(٦) عمرو بن مالك بن أمية: لم أجده، وفي \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٥٤ ذكر قوله، ونسبه لأمية هكذا ولم أعرفه.(٧) سمرقند: بلد فيما وراء النهر، يقال بناها ذو القرنين، فتحت أيام معاوية - رضي الله عنهم -، انظر: \"معجم البلدان\" لياقوت ٣/ ٢٤٦ - ٢٥٠.</p><p> حديثه (١) فأخبرني (٢) أنه حدثهم عن القوم الذين تطلع عليهم الشمس قال: خرجت حتى جاوزت الصين، ثم سألت عنهم، فقيل لي: إن (٣) بينك وبينهم مسيرة (٤) يوم وليلة، فاستأجرت رجلًا، فسرت بقية عشيتي وليلتي حتى صبحتهم، فإذا أحدهم يفرش أذنه ويلبس الأخرى، فكان صاحبي يحسن لسانهم، فسألهم وقال: جئنا ننظر كيف تطلع الشمس. قال: فبينا نحن كذلك إذ سمعنا كهيئة الصلصلة فغشي عليّ فوقعت، فأفقت وهم يمسحونني (٥) بالدهن، فلما طلعت الشمس على الماء إذا هي كهيئة الزيت، وإذا طرف السماء (٦) كهيئة الفسطاط، فلما ارتفعت أدخلوني سربًا لهم أنا وصاحبي، فلما أرتفع النهار خرجوا إلى (٧) البحر، فجعلوا يصطادون السمك فيطرحونه في الشمس فينضج (٨)  (٩) . </p><p> * * * </p><p>(١) في غير الأصل: فسألت بعض من يسمع حديثه. (٢) في (ب): فأخبرت.(٣) سقطت من (ب).(٤) سقطت من (ب).(٥) تصحفت في (ب) إلى: المسجونين.(٦) في (ز): الماء.(٧) سقطت من (ز).(٨) في الأصل: فينظج، بالظاء.(٩) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١١/ ٥٤ لكنه قال: وقال أمية، ولم أعرفه. وذكره الزمخشري في \"الكشاف\" ٢/ ٤٠١ بلا نسبة.</p>"
}