{
  "id": null,
  "sura": 18,
  "aya": 60,
  "text": "<p> وقد أُخالسُ رَبَّ البيتِ غفلتهُ ... وقد يُحاذِرُ منيّ ثُمَّ ما </p><p> يَئِلُ (١) أي: ما ينجو. </p><p> ٥٩ - {وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا} </p><p> كفروا. </p><p> {وَجَعَلْنَا لِمَهْلِكِهِمْ}  (قرأ أبو بكر بفتح الميم واللام وكذلك في النمل (مَهْلَك أهله) وحفص بفتح الميم وكسر اللام، والباقون بضم الميم وفتح اللام) (٢)  {مَوْعِدًا} أجلًا. </p><p> ٦٠ - قوله عز وجل {وَإِذْ قَالَ مُوسَى لِفَتَاهُ} </p><p> قال ابن عباس - رضي الله عنهما -: لما ظهر موسى عليه السَّلام وقومه على مصر أنزل الله تعالى قومه مصر، فلما استقرت بهم الدار، أنزل الله عليه أن ذكرهم بأيام الله، فخطب قومه فذكرهم بما آتاهم الله من الخير والنعمة إذ نجاهم من آل فرعون وأهلك عدوهم واستخلفهم في الأرض، وقال: كم الله نبيكم تكليمًا واصطفاني لنفسه (٣) وألقى عليَّ محبة منه، وآتاكم من كل ما سألتموه، فنبيكم أفضل أهل الأرض (٤) ، </p><p>(١) \"ديوان الأعشى\" (٥٩) (٢) ما بين القوسين زيادة من (ز). وانظر: \"السبعة\" لابن مجاهد (ص ٣٩٣)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ٢٣٦)، \"التيسير\" للداني (ص ١١٧)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣١١.(٣) في (ب): وقال كلمني الله بكلماته، واصطفاني نبيكم لنفسه.(٤) في (ب): فجعلكم أفضل العرض.</p><p> وأنتم تقرأون التوراة. فلم يترك نعمة أنعمها الله عز وجل عليهم إلَّا ذكرها وعرَّفها (١) ، فقال له رجل من بني إسرائيل: قد عرفنا الذي تقول فهل على الأرض أحدٌ (٢) أعلم منك يا نبي الله؟ قال: لا. فعتب الله تعالى عليه حين لم يرد العلم إليه، فبعث إليه جبريل عليه السَّلام، فقال: يا موسى، وما يدريك أين أضع علمي، بلى (٣) إن لي عبداً بمجمع البحرين أعلم منك. فسأل موسى عليه السَّلام ربه عز وجل أن يريه إياه، فأوحى الله تعالى إليه: إن أتيت (٤) البحر فإنَّك تجد (٥) على شط البحر حوتًا، فخذه فادفعه إلى فتاك، ثم الزم شط البحر، فإذا نسيت الحوت وهلك منك فثم تجد العبد الصالح (٦) . </p><p> وقال ابن عباس - رضي الله عنهما - في رواية أخرى: إن موسى عليه السَّلام سأل ربه (٧) جل وعلا فقال: أي رب، أي عبادك أحب إليك؟ قال: الذي </p><p>(١) في (ب): وعرفها إياهم، وفي (ز) وعرفهم إياها. (٢) سقطت من (ز)، وفي الأصل: أحدًا، والتصحيح من (ب).(٣) تصحفت في (ب) إلى: بك.(٤) في غير الأصل: أرأيت.(٥) في الأصل: تجده.(٦) رواه الطبري في \"جامع البيان\" ١٥/ ٢٨١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٧٣، من طريق العوفي عن ابن عباس - رضي الله عنهما -، وهي طريق ضعيفة، كما تقدم.لكن أصل الحديث في الصحيحين، فقد رواه البُخاريّ في كتاب التفسير باب {وَإِذْ قَالَ مُوسَى لِفَتَاهُ} (حديث ٤٧٢٥) وفي مواضع آخر، ورواه مسلم في كتاب الفضائل، باب من فضائل الخضر - عليه السَّلام - (حديث ٢٣٨٠).(٧) في غير الأصل: سأل موسى ربه.</p><p> يذكرني ولا ينساني. قال: فأي عبادك أقضى؟ قال: الذي يقضي بالحق ولا يتبع الهوى. قال: أي رب؛ أي عبادك أعلم؟ قال: الذي يبتغي علم النَّاس إلى علمه عسى أن يصيب كلمة تدله (١) على هدى أو ترده عن ردى. فقال: أي رب، إن كان في عبادك أحد هو أعلم مني فادللني (٢) عليه. قال: نعم، في عبادي من هو أعلم منك. قال: من هو؟ قال: الخضر. قال: وأين أطلبه؟ قال: على الساحل عند الصخرة. وجعل الحوت له آية، وقال: إذا حيي الحوت وعاش فإن صاحبك هناك، وكانا قد تزودا سمكًا مملحًا (٣)  (٤) ، فذلك قوله تعالى:  {وَإِذْ قَالَ مُوسَى} ابن عمران {لِفَتَاهُ} يوشع (٥) بن نون بن إفرائيم بن يوسف عليه السَّلام (٦) . </p><p>(١) في الأصل: ترده. (٢) في غير الأصل: فدلني.(٣) في (ب) وكان قد تزود، بالإفراد.(٤) رواه الطبري في \"جامع البيان\" ١٥/ ٢٧٧ قال: حدّثنا ابن حميد حدّثنا يعقوب عن هارون بن عنترة عن أبيه عن ابن عباس بأطول مما هنا. وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٧٤.وشيخ الطبري هو محمَّد بن حميد الرازي، حافظ لكنه ضعيف.انظر: \"تهذيب الكمال\" للمزي / ٢٨٥، \"ميزان الاعتدال\" للذهبي ٣/ ٥٣٠.(٥) في (ز): لصاحبه يوشع.(٦) ورد في البُخاريّ في كتاب التفسير في عدة أحاديث التصريح باسمه على أنَّه يوشع ابن نون وهكذا ذكر عامة المفسرين، بل قال الواحدي في \"الوسيط\" ٣/ ١٥٦: أجمعوا على أنَّه يوشع بن نون. وقال ابن الجوزي في \"زاد المسير\" ٥/ ١١٥: فأمَّا فتاه فهو يوشع بن نون من غير خلاف. =</p><p> وقيل فتاه: أخو (١) يوشع بن نون، كان معه في سفره. </p><p> وقيل فتاه: عبده ومملوكه (٢) . </p><p> {لَا أَبْرَحُ} لا أزال أسير (٣)  {حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ} . </p><p> قال قتادة: بحر فارس والروم، مما يلي المشرق. </p><p> وقال محمَّد بن كعب: طنجة. </p><p> وقال أبي بن كعب رضي الله عنه: إفريقية (٤) . </p><p> {أَوْ أَمْضِيَ حُقُبًا} دهرًا وزمانًا (٥) ، وجمعه أحقاب. </p><p>= وذكر أنَّه يوشع ولم يذكر فيه خلافًا، الطبري في \"جامع البيان\" ١٥/ ٢٧٤، ٢٧٧، وابن كثير ٩/ ١٦١ والقرطبي في \"الجامع لأحكام القرآن\" ١١/ ٩، والبغوي في \"معالم التنزيل\" ٥/ ١٨٥. (١) سقطت من (ب).(٢) لم يذكر هذا القول والذي قبله فيما اطلعت عليه سوى المصنف هنا، والخازن في \"لباب التأويل\" ٣/ ١٦٩، وقيل: إنه دعي بفتاه لأنَّه كان يلازمه، ويأخذ عنه العلم، ويخدمه، انظر: \"زاد المسير\" لابن الجوزي ١٥/ ١١٥، \"معاني القرآن\" للنحاس ٤/ ٢٦٣، \"معاني القرآن\" للزجاج ٣/ ٢٩٩.(٣) قال ابن فارس في \"معجم مقاييس اللغة\" ١/ ٢٣٨: الباء والراء والحاء: أصلان يتفرع عنهما فروع كثيرة. فالأول: الزوال والبروز والانكشاف.وقال ابن منظور في \"لسان العرب\" ٢/ ٤٠٨: برح: زال وقال الزجاج في \"معاني القرآن\" ٣/ ٢٩٨ لا أبرح: لا أزال.(٤) روى قول قتادة وقول محمَّد بن كعب الطبري في \"جامع البيان\" ١٥/ ٢٧١ وروى قول قتادة وحده عبد الرَّزاق في \"تفسير القرآن\" ١/ ٣٤١.(٥) \"تفسير غريب القرآن\" لابن قتيبة (٢٦٩)، \"مجاز القرآن\" لأبي عبيدة ١/ ٤٠٩، \"تفسير مقاتل\" ٢/ ٥٩٢، \"جامع البيان\" للطبري ١٥/ ٢٧١.</p><p> قال عبد الله بن عمر (١) : الحقب ثمانون سنة (٢) . </p><p> وقال مجاهد: سبعون سنة (٣) . </p><p> وقيل البحران هما (٤) : موسى والخضر عليهما السَّلام كانا بحرين في العلم (٥) . </p><p> فحملا خبزًا وسمكة مالحة وسارا حتَّى انتهيا إلى الصخرة التي (٦) عند مجمع البحرين ليلًا. </p><p>(١) في (ز) عمرو، وانظر الهامش الآتي. (٢) ذكره البغوي في \"معالم التنزيل\" ٥/ ١٨٦، وابن الجوزي في \"زاد المسير\" ٥/ ١١٥ ونسبه أيضاً لأبي هريرة ووقع عند ابن الجوزي والطبري: ابن عمرو، وعند البغوي: ابن عمر.وهكذا فسر الزجاج الحقب فقال: الحقب ثمانون سنة كما في \"معاني القرآن\" ٣/ ٢٩٩، الخازن في \"لباب التأويل\" ٣/ ١٦٩ وقال الواحدي: والحقب عند أهل اللغة ثمانون سنة، \"الوسيط\" ٣/ ١٥٧. وكذا ذكر ابن فارس في \"معجم مقاييس اللغة\" ٢/ ٨٩ (حقب) قال: والحقب ثمانون عامًا. وكذا قال ابن منظور في \"لسان العرب\" ١/ ٣٢٦ (حقب)، لكنَّه قال بعد ذلك: وقيل أكثر. ورواه عن ابن عمرو، الطبري في \"جامع البيان\" ١٥/ ٢٧٢.(٣) رواه عنه الطبري من عدة طرق كما في \"جامع البيان\" ١٥/ ٢٧٢ ونسبه له ابن الجوزي في \"زاد المسير\" ٥/ ١١٥. وهناك أقوال أخرى أوصلها ابن الجوزي إلى ثمانية.(٤) في الأصل: هم.(٥) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١١/ ٩ وقال: وهذا قول ضعيف، وحكي عن ابن عباس، ولا يصح، فإن الأمر بين من الأحاديث أنَّه إنَّما وسم له بحر ماء، كما ذكره الزمخشري في \"الكشاف\" ٢/ ٣٩٥ وعده من بدع التفاسير.(٦) في الأصل: إلى.</p>"
}