{
  "id": null,
  "sura": 18,
  "aya": 64,
  "text": "<p> وقال ابن زيد: أي شيءٍ أعجب من حوت كان دهرًا من الدهور يؤكل منه، ثم صار حيًّا حتَّى حشر في البحر. </p><p> قال: وكان شق حوت (١) . </p><p> وقال ابن عباس - رضي الله عنهما -: اتخذ موسى عليه السلام سبيل الحوت في البحر عجبًا (٢) . </p><p> وقال وهب: ظهر في الماء من أثر جري الحوت شق وأخدود شبه نهر من حيث دخلت إلى حيث انتهيت (٣) . </p><p> فرجع موسى عليه السلام حتَّى انتهى إلى مجمع البحرين، فإذا هو بالخضر فذلك </p><p> ٦٤ - قوله {قَالَ} </p><p> موسى حين قال له فتاه {ذَلِكَ مَا كُنُّا نَبْغِ} نطلب، يعني: الخضر {فَارْتَدَّا} فرجعا {عَلَى آثَارِهِمَا} الَّذي جاءا منه {قَصَصًا} يقتصان الأثر ويتبعانه {فَوَجَدَا عَبْدًا مِنْ عِبَادِنَا} يعني: الخضر، واسمه: يليا (٤) بن ملكان بن يقطن (٥) ، والخضر لقب له، سمي بذلك. </p><p>= السلام (٣٤٠١): فكان للحوت سربًا ولهما عجبًا، من حديث ابن عباس أيضًا. (١) رواه الطبري في \"جامع البيان\" ١٥/ ٢٧٤، وذكره البغوي في \"معالم التنزيل\" ٥/ ١٨٧، والمصنف في \"عرائس المجالس\" (ص ١٩٤).(٢) \"زاد المسير\" لابن الجوزي ٥/ ١١٧، \"الجامع لأحكام القرآن\" للقرطبي ١١/ ١٥.(٣) \"عرائس المجالس\" للمصنف (ص ١٩٤).(٤) في (ب): يلبان.(٥) في \"معالم التنزيل\" للبغوي ٥/ ١٨٨ بليا بن ملكان، وكذا في \"الوسيط\" للواحدي =</p><p> [١٧٨٤] لما أخبرنا عبد الله بن حامد الوزان (١) ، قال: أخبرنا مكي بن عبدان (٢) ، قال: حدثنا أبو الأزهر (٣) قال: حدثنا عبد الرزاق (٤) ، قال: حدثنا معمر (٥) ، عن همام بن منبه (٦) ، عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إنما سمي الخضر خضرًا لأنه جلس على فروة بيصاء فاهتزت تحته خضراء\"  (٧) . </p><p>= ٣/ ١٥٨ وفي \"عرائس المجالس\" للمصنف (١٩٤) بليا بن ملكان بن فالغ بن عابر ابن شالخ ابن أفخشذ بن سام بن نوح. وقد ذكر ابن حجر في \"فتح الباري\" ٦/ ٤٣٣ كتاب أحاديث الأنبياء أنَّه اختلف في اسم الخضر واسم أبيه ونسبه ونبوته وتعميره.وذكر في اسمه عدة أقوال منها: بليا، وهو قول وهب بن منبه ورجحه ابن حجر، ومنها: يليا كما هو هنا عند المصنف، وذكره ابن حجر عن الدمياطي، وذكر منها: باليا، وإلياس واليسع وعامر، وخضرون، ثم ساق ابن حجر نسبه، كما ذكر المصنف في العرائس وقال: فعلى هذا فمولده قبل إبراهيم الخليل لأنه يكون ابن عم جد إبراهيم، وقد ذكر ابن حجر في اسمه ونسبه أقوالًا كثيرة.(١) لم يذكر بجرح أو تعديل.(٢) المحدث الثقة المتقن.(٣) أحمد بن الأزهر بن منيع العبدي، صدوق، كان يحفظ ثم كبر، فصار كتابه أثبت من حظفه.(٤) أبو بكر الصنعاني، ثقة حافظ عمي في آخر عمره فتغير.(٥) معمر بن راشد، ثقة ثبت، إِلَّا أن فيما حدث به بالبصرة شيئًا.(٦) ثقة.(٧) [١٧٨٤] الحكم على الإسناد:إسناده صحيح.التخريج:رواه البخاري كتاب أحاديث الأنبياء، باب: حديث الخضر مع موسى عليهما =</p><p> قال عبد الرزاق: فروة بيضاء يعني: حشيشة يابسة (١) ، فروة: قطعة من الأرض فيها نبات (٢) . </p><p> وقال مجاهد: إنما سمي الخضر لأنه إذا صلى اخضر ما حوله (٣) </p><p>= السلام (٣٤٠٢) من طريق ابن المبارك عن معمر، ورواه الإمام أحمد في \"المسند\"، من طريق ابن المبارك ٢/ ٣١٢ (٨١١٣) ومن طريق عبد الرزاق ٢/ ٣١٨ (٨٢٢٨)، ورواه الترمذي كتاب تفسير القرآن، باب: ومن سورة الكهف (٣١٥١) وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٤/ ١٠٨، والمصنف في \"عرائس المجالس\" (ص ١٩٤) والبغوي في \"معالم التنزيل\" ٥/ ١٨٨، وأبو داود الطيالسي في \"المسند\" (ص ٣٣٢)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٧٥، ورواه الطبراني موقوفًا على ابن عباس، ومرفوعًا في \"المعجم الكبير\" ١٢/ ٢٠٩. (١) رواه أحمد بعد ما روى حديث عبد الرزاق (٨٢٠٥) بلفظ: الفروة: الحشيش الأبيض وما يشبهه، قال عبد الله -أي ابن الإمام أحمد- أظن هذا تفسيرًا من عبد الرزاق، وجاء في \"لسان العرب\" لابن منظور: قال عبد الرزاق: أراد بالفروة الأرض اليابسة، \"لسان العرب\" لابن منظور ١٥/ ١٥٢ (فرا).(٢) جاء في \"لباب التأويل\" للخازن ٣/ ١٧١: الفروة: قطعة نبات مجتمعة يابسة.وفي \"لسان العرب\" لابن منظور ١٥/ ١٥٢ جاء تفسير الفروة بمعنيين، الأولى: أنها الأرض البيضاء التي ليس فيها نبات ولا فرش، والثاني: أنها الهشيم اليابس من النبات، وهكذا تفسيرها في \"معجم مقاييس اللغة\" لابن فارس ٤/ ٤٩٨. وهذا هو في \"تفسير القرآن\" لعبد الرزاق رحمه الله.ويقول عبد الرزاق جزم عياض، والتفسير الآخر، قاله ابن الأعرابي، وجزم به الخطابي، كما ذكر ذلك ابن حجر في \"فتح الباري\" ٦/ ٤٣٣.(٣) رواه المصنف في \"عرائس المجالس\" (ص ١٩٤) بسنده.وجاء مرفوعًا نحوه عن ابن عباس، عن النبي - صلى الله عليه وسلم -: \" .. لأنه صلى على فروة بيضاء فاهتزت خضراء\" رواه ابن عساكر كما في \"الدر المنثور\" للسيوطي ٤/ ٤٢٤.</p><p> وروى عبد الله بن المبارك (١) ، عن ابن جريج (٢) ، عن عثمان ابن أبي سليمان (٣) قال: رأى موسى الخضر - رضي الله عنهما - (٤) على طنفسة خضراء على وجه الماء فسلم عليه (٥) . </p><p> قال ابن عباس، عن أُبي بن كعب، عن النبي - صلى الله عليه وسلم - قال: \"انتهى موسى إلى الخضر عليهما السلام وهو نائم مسجى عليه بثوب، فسلم عليه، فاستوى جالسًا وقال: وعليك السلام يا نبي بني إسرائيل. فقال موسى عليه السلام: وما أدراك بي؟ ومن أخبرك أني </p><p>(١) الإمام الفقيه الثقة، العالم، جمعت فيه كل خصال الخير. (٢) عبد الملك بن عبد العزيز بن جريج، ثقة، فقيه، فاضل، كان يدلس ويرسل.(٣) عثمان بن أبي سليمان بن جبير بن مطعم بن عدي، النوفلي، القرشي، المكي قاضيها، روى عن حمزة بن عبد الله بن عمر، وسعيد بن جبير، وعروة بن الزبير، وعنه: سفيان بن عيينة وابن جريج، وابن إسحاق وغيرهم.أخرج حديثه مسلم والبخاري تعليقًا، والأربعة، قال ابن حجر عنه: ثقة من السادسة.\"تهذيب الكمال\" للمزي ٥/ ١١٢، \"تقريب التهذيب\" لابن حجر (ص ٦٦٣).(٤) هكذا في الأصل.(٥) الحكم على الإسناد:إسناده صحيح رواه البخاري تعليقًا ضمن حديث سعيد بن جبير عن ابن عباس في شأن موسى والخضر كتاب التفسير، باب {فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا} (٤٧٢٦) من قول ابن جريج قال: قال لي عثمان ابن أبي سليمان: على طنفسة خضراء على كبد المجر. وذكر ابن حجر رحمه الله في \"فتح الباري\" ٨/ ٤١٧ أن عبد بن حميد، قد روى من طريق ابن المبارك عن ابن جريج عنه، فذكره. وهي الرواية التي ذكرها المصنف هنا لكن لم يذكر ابن حجر قوله: فسلم عليه.</p>"
}