{
  "id": null,
  "sura": 18,
  "aya": 46,
  "text": "<p> وقال ابن كيسان: تجيء به وتذهب (١) . </p><p> وقال الأخفش: ترفعه (٢) . </p><p> قال أبو عبيدة: تفرقه (٣) . </p><p> وقال القتيبي: تنسفه (٤) . </p><p> وقرأ طلحة بن مصرف: تُذريه (٥) . </p><p> يقال: ذرته الريح تذروه ذروًا، وتذريه ذريًا، وأذرته إذراءً (٦) إذا طارت به (٧) . </p><p> {وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقْتَدِرًا} قادرًا. </p><p> ٤٦ - قوله عز وجل:  {الْمَالُ وَالْبَنُونَ} </p><p> التي يفتخر بها عيينة بن حصن وأصحابه من الأشراف والأغنياء (٨) </p><p>(١) \"الجامع لأحكام القرآن\" للقرطبي ١٠/ ٤١٣. (٢) ليس هو في \"معاني القرآن\"، ونسبه له الألوسي في \"روح المعاني\" ١٥/ ٢٦٨، ونسبه الواحدي في \"الوسيط\" ٣/ ١٥٠ للمفسرين.(٣) \"مجاز القرآن\" ١/ ٤٠٥، وفيه: تطيره وتفرقه.وانظر: \"معالم التنزيل\" للبغوي ٥/ ١٧٤، \"الجامع لأحكام القرآن\" للقرطبي ١٠/ ٤١٣.(٤) \"تفسير غريب القرآن\" لابن قتيبة (ص ٢٦٨)، وانظر \"معالم التنزيل\" للبغوي ٥/ ١٧٤، \"الجامع لأحكام القرآن\" للقرطبي ١٠/ ٤١٣.(٥) \"الجامع لأحكام القرآن\" للقرطبي ١٠/ ٤١٣.(٦) في الأصل إذرارًا، والتصحيح من النسختين الأخريين، والمصادر الأخرى.(٧) انظر: \"مجاز القرآن\" لأبي عبيدة ١/ ٤٠٥، \"معاني القرآن\" للفراء ٢/ ١٤٦.(٨) \"معالم التنزيل\" للبغوي ٥/ ١٧٤، ووقع في مطبوعته عتبة بدل عيينة.</p><p> {زِينَةُ الْحَيَاةِ الدُّنْيَا} وليست من زاد القبر ولا من عدد الآخرة {وَالْبَاقِيَاتُ الصَّالِحَاتُ} التي يعملها سلمان الفارسي وأصحابه من الموالي والفقراء {خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا} يعني: خير ما يأمله الإنسان. </p><p> واختلفوا في الباقيات الصالحات ما هي؟ </p><p> فقال ابن عباس (١) وعكرمة (٢) ومجاهد (٣) والضَّحَّاك (٤) وهي: قول العبد: سبحان الله والحمد لله ولا إله إلَّا الله والله أكبر (٥) يدل عليه: ما روى مسلم بن إبراهيم (٦) ، عن أبي هلال (٧) عن قتادة (٨) أن </p><p>(١) أخرج قول ابن عباس: الطبري في \"جامع البيان\" ١٥/ ٢٥٤. وانظر: \"الوسيط\" للواحدي ٣/ ١٥١ \"معالم التنزيل\" للبغوي ٥/ ١٧٤، \"زاد المسير\" لابن الجوزي ٥/ ١٠٤.(٢) ذكره ابن الجوزي في \"زاد المسير\" ٥/ ١٠٤، والبغوي في \"معالم التنزيل\" ٥/ ١٧٤ والواحدي في \"الوسيط\" ٣/ ١٥١.(٣) رواه عنه، الطبري في \"جامع البيان\" ١٥/ ٢٥٥.وذكره الواحدي في \"الوسيط\" ٣/ ١٥١، والبغوي في \"معالم التنزيل\" ٥/ ١٧٤.وابن الجوزي في \"زاد المسير\" ٥/ ١٠٤، والخازن في \"لباب التأويل\" ٣/ ١٦٦.(٤) \"زاد المسير\" لابن الجوزي ٥/ ١٠٤، \"الوسيط\" للواحدي ٣/ ١٥١.(٥) وهو قول قتادة والحسن، أخرجه عنهما الطبري، كما في \"جامع البيان\" ١٥/ ٢٥٥ لكن باختلاف في التقديم والتأخير. وذكر القرطبي في \"الجامع لأحكام القرآن\" ١٠/ ٤١٤ أنَّه قول الجمهور.(٦) أبو عمرو البصري، ثقة مأمون.(٧) أبو هلال: محمَّد بن سليم، الراسبي، صدوق فيه لين.(٨) أبو الخطَّاب السدوسي البصري، ثقة، ثبت.</p><p> النَّبيّ - صلى الله عليه وسلم - أخذ غصنًا فحركه حتَّى سقط ورقه وقال:  \"إن المسلم إذا قال سبحان الله والحمد لله ولا إله إلَّا الله والله أكبر، تحاتت خطاياه كما تحاتّ هذا، خذهن إليك يا أبا الدرداء قبل أن يحال بينك وبينهن فهن من كنز الجنَّة، وصفايا الكلام، وهن الباقيات الصالحات\"  (١) . </p><p>(١) الحكم على الإسناد: ضعيف: فيه أبو هلال الراسبي فيه لين، وقد ضعف في قتادة خاصة، والحديث مرسل عن قتادة أيضاً.التخريج:روى ابن ماجة نحوه، كتاب الأدب، باب فضل التسبيح (٣٨١٣) قال أبو الدرداء: قال لي رسول الله - صلى الله عليه وسلم -: \"عليك بسبحان الله، والحمد لله، ولا إله إلَّا الله، والله أكبر، فإنَّها يعني: تحططن الخطايا كما تحط الشجرة ورقها\".وهو حديث ضعيف فيه عمر بن راشد، قال الحافظ ابن حجر: ضعيف، \"تقريب التهذيب\" (ص ٧١٨).لكن له شاهد من حديث أنس - رضي الله عنه -، أن الرسول - صَلَّى الله عليه وسلم -، أخذ غصنًا فنفضه فلم ينتقض ثم نفضه فلم ينتفض، ثم نفضه فانتفض، فقال رسول الله - صَلَّى الله عليه وسلم -: \"إن سبحان الله والحمد لله ولا إله إلَّا الله والله أكبر، تنفض الخطايا كما تنفض الشجرة ورقها\". أخرجه أحمد في \"المسند\" ٣/ ١٥٢ (١٢٥٣٤) والبخاري في \"الأدب المفرد\" (٦٣٤) والحارث بن أبي أسامة كما في \"بغية الباحث\" ٢/ ٩٤٦ كلهم من طريق سنان بن ربيعة الباهلي عن أنس، وسنان حسن الحديث في المتابعات والشواهد، قال عنه الحافظ ابن حجر: صدوق فيه لين، أخرج له البُخاريّ مقرونًا، \"تقريب التهذيب\" لابن حجر (ص ٤١٧).ورواه الطّبرانيّ في \"الدعاء\" ٣/ ١٥٦٣ من طريق سنان، وفي ٣/ ١٥٦٤ من طريق أشعث بن جابر الحداني عن أنس، وفي سنده نافع بن خالد الطاحي، ترجمه البُخاريّ وابن أبي حاتم ولم يذكرا فيه جرحًا ولا تعديلًا، وذكره ابن حبان في \"الثقات\" ٩/ ٢١٠. =</p><p> قال عثمان بن عفَّان (١) وابن عمر (٢) وسعيد بن المسيب (٣) وعطاء ابن أبي رباح (٤) : هن سبحان الله والحمد لله ولا إله إلَّا الله والله أكبر، ولا حول ولا قوة إلَّا بالله (٥) . يدل عليه: </p><p> [١٧٨٠]  (ما أخبرنا عبد الله بن حامد الوزَّان (٦) ، قال: أخبرنا أحمد بن محمَّد بن شاذان (٧) ، قال: أخبرنا جبغون (٨) بن محمَّد (٩) ، </p><p>= وأخرجه التِّرمذيُّ في \"الدعوات\" (٣٥٣٣) من طريق الأعمش عن أنس، ولم يسمع منه، وفي السند محمَّد بن حميد الرازي، ضعيف. \"تقريب التهذيب\" لابن حجر (ص ٨٣٩)، وانظر مرويات الإمام أحمد في \"التفسير\" ٣/ ١٢٠ وأخرجه ابن مردويه، كما في \"الدر المنثور\" للسيوطي ٤/ ٤٠٨. فالحديث حسن بطرقه، والله أعلم.(١) أخرجه الطبري في \"جامع البيان\" ١٥/ ٢٥٤، والإمام أحمد في \"المسند\" ١/ ٧١ (٥١٣)، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٤/ ٤٠٩، وانظر: \"زاد المسير\" لابن الجوزي ٥/ ١٠٤.(٢) رواه عنه الطبري في \"جامع البيان\" ١٥/ ٢٥٥، لكن دون والحمد لله.(٣) رواه الطبري في \"جامع البيان\" ١٥/ ٢٥٤، ٢٥٦، والنحاس في \"معاني القرآن\" ٤/ ٢٤٩ من طريق مالك. وانظر: \"زاد المسير\" لابن الجوزي ٥/ ١٠٤.(٤) رواه الطبري في \"جامع البيان\" ١٥/ ٢٥٥ لكن دون والحمد لله.(٥) من قوله: يدل عليه إلى قوله ولا قوة إلَّا بالله، تأخر في نسخة (ب) عن هذا الموضع، كما وقع فيها اضطراب.(٦) لم يذكر بجرح أو تعديل.(٧) لم أجده.(٨) هكذا في الأصل: جبغون، وفي (ب): معاوية، وفي (ز): جيفويه. وفي موضع آخر: جعونه، وفي مقدمة \"الكشف والبيان\" (ل ٢/ ب): جيعونه.(٩) لم أجده.</p><p> قال: أخبرنا صالح بن محمَّد (١)  (ح.</p><p> [١٧٨١] وأخبرنا أحمد بن أُبي (٢) ، قال: أخبرنا محمَّد بن إسحاق (٣) ، قال: حدّثنا سعيد بن عيسى (٤) ، قال: حدّثنا فارس بن عمر (٥) قال) (٦) : حدّثنا صالح (٧) ، قال: حدّثنا القاسم بن عبد الله العُمري (٨) ، ومحمد بن عجلان (٩) ، عن عبد الجليل بن حميد (١٠) ، </p><p>(١) متهم ساقط. (٢) الفراتي، لم يذكر بجرح أو تعديل.(٣) محمَّد بن إسحاق بن سهل، لم أجده.(٤) لم أجده.(٥) قال الخليلي: لا يعتمد عليه.(٦) ما بين القوسين ساقط من نسخة (ز) وسقط السند الأوَّل كله وأول الثَّاني إلى فارس بن عمر من نسخة (ب).(٧) صالح بن محمَّد التِّرمذيُّ، متهم ساقط.(٨) القاسم بن عبد اللهّ بن عمر بن حفص بن عاصم بن عمر بن الخطاب العدوي القرشي، المدني روى عن: جعفر الصادق، وعمه عبيد الله بن عمر، وعلي بن زيد بن جدعان، وعمرو بن شعيب. وعنه: عبد الله بن وهب، وقتيبة بن سعيد، وهشام بن عمار.ضعفه البُخاريّ، وابن معين ورماه أحمد بالكذب، وقال أبو حاتم والنَّسائيُّ: متروك، وكذا قال أبو زرعة. وقال ابن حجر: متروك، توفي بعد سنة ١٦٠ هـ.\"تهذيب الكمال\" للمزي ٦/ ٧١ \"تقريب التهذيب\" لابن حجر (ص ٧٩٢).\"الضعفاء\" للعقيلي ٣/ ٤٧٢. \"الضعفاء الصَّغير\" للبخاري (ص ٩٥).(٩) أبو عبد الله المدني، صدوق إلَّا أنَّه اختلطت عليه أحاديث أبي هريرة.(١٠) عبد الجليل بن حميد اليحصبي، أبو مالك المصري، روى عن: الزُّهريّ، ويحيى ابن سعيد الأنصاري، وأيوب السختياني، وعنه: محمَّد بن عجلان، وهو من أقرانه، وابن وهب وموسى بن سلمة. أخرج حديثه النَّسائيّ، وقال: ليس به بأس =</p><p> عن خالد (١) عن ابن عمر - رضي الله عنهما -، أن النَّبيّ - صلى الله عليه وسلم -: خرج على قومه فقال: \"خذوا جُنتكم\" قالوا: يا رسول الله، من عدو حضر؟ فقال:  \"لا، بل من النَّار\" قالوا: وما جنتنا من النَّار؟ قال؟ \"سبحان الله والحمد لله ولا إله إلَّا الله والله أكبر ولا حول ولا قوة إلَّا بالله(٢)، فإنهن يأتين يوم القيامة مقدمات ومجنبات ومعقبات، وهن الباقيات الصالحات\"  (٣) . </p><p>= وكذا قال ابن حجر، وقال الذهبي: صدوق، وذكره ابن حبان في \"الثقات\"، توفي سنة ١٤٨ هـ. \"تهذيب الكمال\" للمزي ٤/ ٣٤٤ \"تقريب التهذيب\" لابن حجر (ص ٥٦٣) \"الثقات\" لابن حبان ٨/ ٤٢١ \"الكاشف\" للذهبي ١/ ٦١٣.(١) خالد بن أبي عمران التجيبي، أبو عمر التونسي الفقيه، قاضي إفريقية، روى عن ابن عمر وحنش الصنعاني، وسالم، ونافع، والقاسم بن محمَّد، وعنه: ابن لهيعة، وعبد الجليل بن حميد والليث بن سعد، ويحيى بن سعيد، قال بن سعد: كان ثقة، وقال أبو حاتم: ثقة لا بأس به أخرج حديثه مسلم، وأبو داود، والترمذي، والنَّسائيُّ، توفي سنة ١٢٩ هـ وقيل ١٢٥ هـ \"تهذيب الكمال\" للمزي ٢/ ٣٦١ \"طبقات علماء إفريقية وتونس\" (ص ٢١٢) \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٣٤٥ \"الطبقات الكبرى\" لابن سعد ٧/ ٥٢١.(٢) في (ب) زيادة: العلي العظيم.(٣) [١٧٨٠ - ١٧٨١] الحكم على الإسناد:سنده ساقط: فيه صالح بن محمَّد التِّرمذيُّ متهم ساقط، والقاسم العمري متروك، وفيه من لم أجده، ومن دخل اسمه تصحيف فلم أتبينه.التخريج:لم أجد من روى هذا الحديث عن ابن عمر، لكن له شواهد: الأوَّل: عن أبي =</p><p> وعن أبي سعيد الخدري رضي الله عنه أن رسول الله - صَلَّى الله عليه وسلم - قال:  \"استكثروا من الباقيات الصالحات\" فقيل: وما هن يا رسول الله؟ قال:  \"الملة\" ، قيل: وما هن يا رسول الله؟ قال:  \"الملة\" أربع مرات، ثم قال:  \"التهليل والتكبير والتسبيح والتحميد لله ولا حول ولا قوة إلَّا بالله\"  (١) . </p><p>= هريرة، والثاني: عن عائشة، والثالث: عن أنس. أما حديث أبي هريرة فقد رواه كل من:أ - النَّسائيّ في \"عمل اليوم والليلة\" من \"السنن الكبرى\" ٦/ ٢١٢ (١٠٦٨٤)، باب ثواب من سبّح الله مائة تسبيحة وتحميدة وتكبيرة، وفيه مجنبات معقبات دون مقدمات.ب- والحاكم في \"المستدرك\" ١/ ٧٢٥، وفيه: منجيات ومقدمات.وقال: هذا حديثٌ صحيحٌ على شرط مسلم ولم يخرجاه، ووافقه الذهبي.ج- والطبري في \"جامع البيان\" ١٥/ ٢٥٥ مختصرًا.د- والطبراني في \"المعجم الصَّغير\" ١/ ٢٤٩ (٤٠٧) وفيه (ولا حول ولا قوة إلا بالله).هـ- وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٦٤، وابن مردويه، كما في \"الدر المنثور\" للسيوطي ٤/ ٤٠٨ وليس في رواية أبي هريرة (ولا حول ولا قوة إلَّا بالله) إلَّا عند المصنف والطبراني.و- وأمَّا الشاهد الثَّاني: حديث عائشة - رضي الله عنهما -، وهو مطابق لرواية حديث ابن عمر بزيادة (ولا حول ولا قوة إلَّا بالله) إلَّا أنَّه قال بدل ومجنبات: ومحسنات.رواه ابن المنذر، وابن مردويه، كما في \"الدر المنثور\" للسيوطي ٤/ ٤٠٩.ز- وأمَّا الشاهد الثالث: فهو حديث أنس - رضي الله عنه -، وقد رواه ابن مردويه كما في \"الدر المنثور\" للسيوطي ٤/ ٤٠٨ - ٤٠٩ ورواه الواحدي في \"الوسيط\" ٣/ ١٥١ من طريق: كثير بن سليم الضبي وهو ضعيف، انظر: \"تقريب التهذيب\" لابن حجر (ص ٨٠٨).(١) رواه الإمام أحمد في \"المسند\" ٣/ ٧٥ (١١٧١٣)، والطبري في \"جامع البيان\" =</p><p> وقال عبد الله بن عبد الرحمن مولى سالم بن عبد الله: أرسلني سالم إلى محمَّد بن كعب القرظي فقال: قل له: القني عند زاوية العين (١)  (٢) ، فإن لي إليك حاجة، قال: فالتقيا فسلّم أحدهما على صاحبه ثم قال سالم: ما تعد الباقيات الصالحات؟ فقال: لا إله إلَّا الله والحمد لله وسبحان الله والله أكبر ولا حول ولا قوة إلَّا بالله فقال له سالم: متى جعلت فيها لا حول ولا قوة إلَّا بالله؟ قال: ما </p><p>= ١٥/ ٢٥٥، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٣/ ١٢١، والحاكم في \"المستدرك\" ١/ ٦٩٤ وقال: هذا أصح إسناد المصريين فلم يخرجاه، وأبو يعلى في \"مسنده\" ٢/ ٥٢٤ (١٣٨٤)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٦٤، وابن مردويه، كما في \"الدر المنثور\" للسيوطي ٤/ ٤٠٨، والبغوي في \"معالم التنزيل\" ٥/ ١٧٥، \"شرح السنة\" للبغوي ٥/ ٦٤ كلهم من طريق دراج عن أبي الهيثم عن أبي سعيد، وهذِه طريق ضعيفة وقد سبق الكلام عن دراج وأبي الهيثم. (١) هكذا في الأصل و (ز) أما في (ب) فغير واضحة لكنها أقرب لأن تكون القبر، وهو كذلك في الطبري ولعلّه الصَّحيح، وانظر التعليق الآتي.(٢) بحثت في \"وفاء الوفا بأخبار دار المصطفى\" للمسهودي، وفي \"المغانم المطابة في معالم طابة\" للفيروزآبادي، وفي \"آثار المدينة\" لعبد القدوس الأنصاري وفي غيرها من كتب البلدان، فلم أجد موضعًا يسمى زاوية العين، وقد ذكروا في المدينة النبوية عيونًا كثيرة.لكن وجدت في \"معجم البلدان\" موضعًا يسمى الزاوية، قال عنه: موضع قرب المدينة فيه كان قصر أنس بن مالك - رضي الله عنه -، وهو على فرسخين من المدينة والله أعلم. \"معجم البلدان\" لياقوت ٣/ ١٢٨.لكن ورد الحديث في \"جامع البيان\" للطبري ١٥/ ٢٥٥، وفيه: زاوية القبر، والظاهر أن المقصود قبر النَّبيّ - صلى الله عليه وسلم -. فالله أعلم أيهما دخله التصحيف؟</p><p> زلت أجعلها. قال: فراجعه مرتين أو ثلاثًا فلم ينزع (١) . </p><p> فقال سالم: أجل فأثبت (٢) فإن أبا أيوب الأنصاري - رضي الله عنه - حدثني أنَّه سمع رسول الله - صلى الله عليه وسلم - يقول:  \"عرج بي إلى سماء الدُّنيا، فأريت إبراهيم عليه السَّلام،فقال:يا جبريل، من هذا معك؟ قال محمَّد. فرحب بي وسهل،ثم قال:مر أمتك فليكثروا من غراس الجنَّة، فإن تربتها طيبة وأرضها واسعة.قلت:وما غراس الجنَّة؟قال:لا حول ولا قوة إلَّا بالله\" . (٣) </p><p>(١) أي: فلم يرجع عن رأيه، قال في \"معجم مقاييس اللغة\" لابن فارس ٥/ ٤١٥ إنزع): ونزع عن الأمر نزوعاً: تركه ا. هـ وانظر: \"لسان العرب\" لابن منظور ٨/ ٣٤٩ - ٣٥٢ (نزع). (٢) في (ب) فإني أتيت وهو تصحيف وفي \"جامع البيان\" للطبري ١٥/ ٢٥٥ قال: فأثْبتْ، قال سالم: أجل فأُثبتُ أن أبا أيوب .. إلخ فلعل في النسخ سقطا والله أعلم.(٣) رواه الطبري في \"جامع البيان\" ١٥/ ٢٥٥ قال: حدثني يونس أخبرنا ابن وهب، حدثني أبو صخر، عن عبد الله بن عبد الرحمن عن سالم فذكره.يونس بن عبد الأعلى، ثقة أخرج حديثه مسلم وغيره، \"تقريب التهذيب\" لابن حجر (ص ١٠٩٨).وابن وهب هو الإمام عبد الله بن وهب ثقة أخرج حديثه الجماعة، \"تقريب التهذيب\" لابن حجر (ص ٥٥٦).وأبو صخر هو حميد بن زياد، أخرج حديثه مسلم وغيره.انظر: \"رجال صحيح مسلم\" لأبي بكر الأصبهاني ١/ ١٦٤.وقال عنه الحافظ: صدوق يهم، \"تقريب التهذيب\" لابن حجر (ص ٢٧٤) مع أنَّه وثقه يَحْيَى، وقال أحمد: ليس به بأس، ووثقه الدارقطني، وقال ابن عدي: وهو عندي صالح، وذكره ابن حبان في الثقات، وذكر ابن حجر في \"تهذيب التهذيب\" =</p><p> وقال سعيد بن جبير (١) وعمرو بن شرحبيل (٢) ومسروق (٣) وإبراهيم (٤) : هن الصلوات الخمس، وهن الحسنات يذهبن السيئات (٥) . </p><p>= أن النَّسائيّ ضعفه، وكذا في رواية عن ابن معين. وقد وقع دمج لرجلين عند ترجمة هذا الرجل فهناك أيضاً حميد بن صخر، وهو الذي قال عنه النَّسائيّ ليس بالقوي. \"الضعفاء والمتروكين\" (ص ٢٨٨) الملحق بـ \"التاريخ الصَّغير\" للبخاري.وانظر: \"تهذيب التهذيب\" لابن حجر ٣/ ٤١، \"ميزان الاعتدال\" للذهبي ١/ ٦١٢.فالذي يظهر والله أعلم أن أقل أحواله أنَّه حسن الحديث، وأنهما رجلان لا رجل واحد، وإن كانا واحدًا فلم يضعفه سوى النَّسائيّ.وقد رواه حميد عن عبد الله بن عبد الرحمن مولى سالم وهو ثقة، عن سالم.فالحديث حسن على أقل الأحوال. والله أعلم.وله شاهد عن ابن مسعود: رواه التِّرمذيُّ كتاب الدعوات (٣٤٦٢)، لكن ليس فيه لا حول ولا قوة إلَّا بالله وقال: وفي الباب عن أبي أيوب.ورواه الطّبرانيّ في \"المعجم الصَّغير\" ١/ ٣٢٦، \"المعجم الكبير\" ١٠/ ١٧٣ وفيه لا حول ولا قوة إلَّا بالله.(١) رواه عنه الطبري في \"جامع البيان\" ١٥/ ٢٥٣.وانظر \"الوسيط\" للواحدي ٣/ ١٥١ \"معالم التنزيل\" للبغوي ٥/ ١٧٥.(٢) أخرج قوله الطبري في \"جامع البيان\" ١٥/ ٢٥٤.(٣) \"الوسيط\" للواحدي ٣/ ١٥١، \"معالم التنزيل\" للبغوي ٥/ ١٧٥ \"زاد المسير\" لابن الجوزي ٥/ ١٠٤.(٤) رواه عنه الطبري في \"جامع البيان\" ١٥/ ٢٥٤.وانظر: \"الوسيط\" للواحدي ٣/ ١٥١ \"معالم التنزيل\" للبغوي ٥/ ١٧٣، \"زاد المسير\" لابن الجوزي ٥/ ١٠٤.(٥) وقد روي القول بأنها الصلوات الخمس، عن ابن عباس - رضي الله عنهما - أيضاً، رواه عنه: الطبري في \"جامع البيان\" ١٥/ ٢٥٣ - ٢٥٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٦٥.</p><p> وقال عليّ بن أبي طلحة عن ابن عباس - رضي الله عنهما -: هي الأعمال الصالحة لا إله إلَّا الله، وأستغفر الله، وصلى الله على محمَّد وآله، والصلاة والصيام والحج والصدقة والعتق والجهاد والصلة وجميع الحسنات التي تبقى لأهلها في الجنَّة ما دامت السموات والأرض (١) . </p><p> وقال (٢) عطية، عن ابن عباس - رضي الله عنهما -، قال: هي الكلام الطَّيِّب (٣) . </p><p> وقال عوف: سألت الحسن عن الباقيات الصالحات، فقال: النيات والهمات لأنَّ بها تقبل الأعمال وترفع (٤) . </p><p> وقال قتادة: هي كل ما أريد به وجه الله تعالى (٥) ، والله أعلم (٦) . </p><p> * * * </p><p>(١) رواه الطبري في \"جامع البيان\" ١٥/ ٢٥٦. ورواه الطبري أيضاً عنه من طريق عطاء الخراساني، مختصرًا. \"جامع البيان\" ١٥/ ٢٥٦ قال: الأعمال الصالحة، سبحان الله والحمد لله ولا إله إلَّا الله والله أكبر.وروى الطبري أيضاً في \"جامع البيان\" ١٥/ ٢٥٦ هذا القول عن ابن زيد.وهو قول قتادة أيضاً، رواه عنه ابن أبي حاتم كما في \"تفسير القرآن العظيم\" ٧/ ٢٣٦٥ قال: كل ما أريد به وجه الله.(٢) في غير الأصل: وروي.(٣) رواه الطبري في \"جامع البيان\" ١٥/ ٢٥٦.(٤) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٠/ ٤١٥.(٥) رواه عنه: ابن أبي حاتم، وابن مردويه، كما في \"الدر المنثور\" للسيوطي ٤/ ٤١٠ وروى عنه نحوه: ابن المنذر، وابن أبي شيبة، وابن أبي حاتم كما في \"الدر المنثور\" للسيوطي ٤/ ٤١٠ أيضاً. وقوله هذا داخل في قوله من قال: هي الأعمال الصالحة.(٦) القول الذي رجحه الطبري في \"جامع البيان\" ١٥/ ٢٥٦ هو قول من قال: هي =</p>"
}