{
  "id": null,
  "sura": 18,
  "aya": 82,
  "text": "<p> للمؤمن فيما يكره خير له من قضائه فيما يحب (١) . </p><p> ٨٢ - قوله -عز وجل-: {وَأَمَّا الْجِدَارُ فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ} </p><p> واسمهما أصرم وصريم (٢) . </p><p> {وَكَانَ تَحْتَهُ كَنْزٌ لَهُمَا} اختلفوا في ذلك الكنز ما هو؟ </p><p> فقال بعضهم: كانت صحفًا (٣) فيها علم مدفونة تحته. </p><p> وهو قول سعيد بن جبير (٤) . </p><p> وقال ابن عباس - رضي الله عنهما - ما كان الكنز إلَّا علمًا (٥) . </p><p>= وهذِه القراءة مروية عن ابن عباس أيضًا رواها ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٨٠. (١) رواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٨٠ عن قتادة قال: قال مطرف ابن الشخير، فهو ليس من قول قتادة، وكذا نسبه البغوي في \"معالم التنزيل\" ٥/ ١٩٥ لمطرف.(٢) \"معالم التنزيل\" للبغوي ٥/ ١٩٥، \"لباب التأويل\" للخازن ٣/ ١٧٤، \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٣٨.(٣) في الأصل: كان صحف.(٤) رواه الطبري في \"جامع البيان\" ١٦/ ٥، ونسبه له ابن الجوزي في \"زاد المسير\" ٥/ ١٢٧، والبغوي في \"معالم التنزيل\" ٥/ ١٩٦.(٥) رواه الطبري في \"جامع البيان\" ٦/ ١٦ من طريق سعيد بن جبير عنه بهذا اللفظ، وفي ٥/ ١٦ من طريق العوفي بلفظ:قال: كان تحته كنز علم.وروى الحاكم عن ابن عباس من طريق سعيد بن جبير في \"المستدرك\" ٢/ ٤٠٠ قال: ما كان ذهبًا ولا فضة كان صحفًا علمًا.وقال الحاكم: صحيح الإسناد ولم يخرجاه.وقال الذهبي: صحيح.</p><p> وقال ابن عباس (١) والحسن (٢) وجعفر بن محمد (٣) : كان لوحًا (٤) من ذهب مكتوب فيه (بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، عجبت (٥) لمن يؤمن بالقدر كيف يحزن، وعجبت لمن يؤمن بالرزق كيف يتعب، وعجبت </p><p>(١) قال ابن حجر رحمه الله في \"الكاف الشاف\" (ص ١٠٤): رواه الدارقطني في \"غرائب الإمام مالك\" من طريق محمد بن صالح بن فيروز عن مالك عن نافع عن ابن عمر، قال: سئل ابن عباس عن الكنز، فذكره وقال -أي الدارقطني- هذا باطل عن مالك. ورواه ابن عدي من رواية أبين بن سفيان، والطبراني في الدعاء من رواية رشدين ابن سعد كلاهما عن أبي حازم، عن ابن عباس، نحوه. ا. هـ.قلت: محمد بن صالح بن فيروز، قال عنه الذهبي في \"ميزان الاعتدال\" ٣/ ٥٨٢: ليس بثقة ثم سرد له حديثين عن مالك، وقال: فهذان حديثان موضوعان على مالك.وأبين بن سفيان، قال الدارقطني، كما في \"ميزان الاعتدال\" للذهبي ١/ ٧٨: ضعيف له مناكير.ورشدين ضعيف، بل قال النسائي عنه: متروك.انظر: \"ميزان الاعتدال\" للذهبي ٢/ ٤٩، \"تقريب التهذيب\" لابن حجر (ص ٣٢٦).وانظر: \"تخريج أحاديث وآثار الكشاف\" للزيلعي ٢/ ٣٠٨.وذكره منسوبًا لابن عباس - رضي الله عنهما -: الواحدي في \"الوسيط\" ٣/ ١٦٢، وذكره بأتم مما هنا، البغوي في \"معالم التنزيل\" ٥/ ١٩٦، والخازن في \"لباب التأويل\" ٣/ ١٧٤ وذكره -غير منسوب- الزمخشري في \"الكشاف\" ٢/ ٤٠٠.(٢) رواه الطبري في \"جامع البيان\" ٦/ ١٦، عنه، بمثل ما أورده المصنف.(٣) رواه الطبري في \"جامع البيان\" ٥/ ١٦ بأخصر مما هنا.(٤) في الأصل و (ب): لوح.(٥) في (ب) في هذِه المواضع كلها: عجبٌ.</p><p> لمن يؤمن بالموت كيف يفرح، وعجبت لمن يؤمن بالحساب كيف يغفل، وعجبت لمن يعرف الدنيا وتقلبها بأهلها كيف يطمئن إليها، لا إله إلَّا الله محمد رسول الله). </p><p> وقد روي عن النبي - صلى الله عليه وسلم - هذا القول مرفوعًا (١) . </p><p> وقال عكرمة: كان ذلك الكنز مالًا (٢) . </p><p> [١٧٩١] أخبرنا أبو بكر الحمشاذي المزكي (٣) ، أخبرنا (٤) أبو الحسن أحمد بن محمد بن عبدوس (٥) الطرايفي (٦) ، قال: حدثنا عثمان بن سعيد (٧) ، قال: حدثنا صفوان بن صالح الدمشقي (٨) ، </p><p>(١) ذكر ابن حجر في \"الكاف الشاف\" (ص ١٠٤)، أنَّه رواه البزار، عن أبي ذر مرفوعًا، وابن مردويه، عن علي، والواحدي من رواية السدي الصغير عن أبان، عن أنس مرفوعًا، وقال ابن حجر: والسدي، وأبان متروكان ا. هـ. قلت: هو في \"كشف الأستار\" للهيثمي ٣/ ٥٧ بأخصر مما هنا وباختلاف قليل. ورواه الواحدي في \"الوسيط\" ٣/ ١٦٢ من الطريق التي ذكرها ابن حجر.(٢) رواه الطبري في \"جامع البيان\" ١٦/ ٦ عنه.وهو قول قتادة، رواه عنه الطبري أيضًا.ونسبه له ابن الجوزي في \"زاد المسير\" ٥/ ١٢٦ وللحسن، ومضى أن الحسن قال بقول آخر.(٣) عبد الرحمن بن عبد الله بن علي، لم يذكر بجرح أو تعديل.(٤) سقطت من الأصل.(٥) في الأصل: عبدش، والتصحيح من النسختين الأخريين، ومصادر الترجمة.(٦) قال الحاكم: كان صدوقًا، ولم يزل مقبولًا في الحديث.(٧) أبو سعيد الدارمي، التميمي السجستاني، قال الذهبي: الإمام العلامة، الحافظ الناقد.(٨) أبو عبد الملك مؤذن الجامع الأموي بدمشق، ثقة، وكان يدلس تدليس التسوية.</p><p> قال: حدثنا الوليد بن مسلم (١) ، قال: حدثنا يزيد بن يوسف الصنعاني (٢) ، عن يزيد (٣) بن يزيد (٤) ، عن مكحول (٥) ، عن أم </p><p>(١) أبو العباس القرشي مولاهم، الدمشقي، ثقة حافظًا لكن رديء التدليس، فإذا قال حدثنا، فهو حجة. (٢) يزيد بن يوسف، الرحبي، أبو يوسف الشامي، الصنعاني، صنعاء دمشق روى عن: الأوزاعي ويحيى بن سعيد الأنصاري، ويزيد بن يزيد بن جابر وعنه: بقية ابن الوليد، وأبو مسهر والوليد بن مزيد البيروتي.قال ابن معين: ليس بشيء، وقال أبو داود: ضعيف، وقال النسائي: متروك الحديث وقال ابن عدي: مع ضعفه يكتب حديثه، روى له الترمذي حديثًا واحدًا وقال ابن حجر: ضعيف من التاسعة.\"تهذيب الكمال\" للمزي ٨/ ١٥٩، \"تقريب التهذيب\" لابن حجر (ص ١٠٨٥)، \"ميزان الاعتدال\" للذهبي ٤/ ٤٤٢، \"مختصر تاريخ دمشق\" لابن منظور ٢٨/ ٣١.(٣) في الأصل زيد، والتصحيح من النسختين الأخريين، ومصادر الترجمة.(٤) يزيد بن يزيد بن جابر، الأزدي، الشامي، الدمشقي، عالم أهل دمشق.روى عن: الزهري ومكحول، ووهب بن منبه.وعنه: سفيان الثوري وابن عيينة، والأوزاعي، وابن إسحاق وغيرهم.قال الذهبي: وثقه غير واحد، ولينه ابن قانع، وقال ابن حجر: ثقة فقيه.وأخرج حديثه: مسلم وأبو داود والترمذي وابن ماجه.توفي سنة ١٣٤ هـ وقيل قبلها.\"تهذيب الكمال\" للمزي ٨/ ١٥٧، \"تقريب التهذيب\" لابن حجر (ص ١٠٨٤)، \"ميزان الاعتدال\" ٤/ ٤٤٢، \"مختصر تاريخ دمشق\" لابن منظور ٢٩/ ٢٨.(٥) مكحول بن شهراب، وقيل: دبر بن شاذل، من سبي كابل، الشامي، أبو عبد الله، الدمشقي الفقيه الإمام.روى عن أبي ولم يدركه، وأنس، وثوبان، وسعيد بن المسيب.وعنه: الحجاج بن أرطاة والزهري، وسعيد بن عبد العزيز. =</p><p> الدرداء (١) ، عن أبي الدرداء (٢) - رضي الله عنهما -، قال: قال رسول الله - صلى الله عليه وسلم - في قوله:  {وَكَانَ تَحْتَهُ كَنْزٌ لَهُمَا} . قال:  \"كان ذهبًا وفضة\"  (٣) . </p><p>= وأخرج حديثه مسلم، والأربعة، وقال الحافظ ابن حجر ثقة فقيه كثير الإرسال مشهور، توفي سنة بضع عشرة ومائة. \"تهذيب الكمال\" للمزي ٧/ ٢١٦، \"سير أعلام النبلاء\" للذهبي ٥/ ١٥٥، \"تقريب التهذيب\" لابن حجر (ص ٩٦٩)، \"مختصر تاريخ دمشق\" لابن منظور ٢٥/ ٢٢٤.(١) أم الدرداء الصغرى، اسمها: هجيمة، وقيل: جهيمة بنت حيي أوحي أوصابية، زوج أبي الدرداء الَّذي مات عنها، ثقة، فقيهة.(٢) صحابي مشهور.(٣) [١٧٩١] الحكم على الإسناد:ضعيف، فيه: يزيد بن يوسف الصنعاني، ضعيف.التخريج:أخرجه الترمذي كتاب أبواب تفسير القرآن، باب: ومن سورة الكهف (٣١٥٢)، بهذا الإسناد، كما أخرجه أيضًا كتاب أبواب تفسير القرآن، باب: ومن سورة الكهف (٣١٥٢) وليس فيه يزيد بن يزيد بن جابر.والحاكم في \"المستدرك\" ٢/ ٤٠١.والواحدي في \"الوسيط\" ٣/ ١٦٢، كلهم من طريق يزيد بن يوسف به.وقال الزيلعي في \"تخريج أحاديث وآثار الكشاف\" ٢/ ٣٥٧: ورواه الطبراني في \"معجمه\"، والبزار في \"البحر الزخار\" وقال: إسناده حسن ويزيد بن يوسف ليس به بأس، ومن قبله وبعده ثقات. ا. هـ.ورواه ابن عدي في \"الكامل\"، وأعله بيزيد بن يوسف، وضعّفه عن النسائي وابن معين، ولينه هو، وقال: وهو مع ضعفه يكتب حديثه.ورجح الطبري هذا القول -أنَّه مال- وقال لأن المعروف من كلام العرب أن الكنز اسم لما يكنز من مال .. فإن التأويل مصروف إلى الأغلب من استعمال المخاطبين بالتنزيل ما لم يأت دليل يجب من أجله صرفه إلى غير ذلك.</p><p> {وَكَانَ أَبُوهُمَا صَالِحًا} واسمه كاشح وكان من الأتقياء (١) ، ذُكر أنهما حُفظا بصلاح أبيهما، ولم يُذكر منهما صلاح (٢) ، وكان بينهما وبين الأب الَّذي حُفظا به سبعة آباء وكان سيَّاحًا (٣) . </p><p> [١٧٩٢] أخبرنا عبد الله بن حامد (٤) ، قال: أخبرنا حامد بن محمد (٥) ، قال: أخبرنا بشر بن موسى (٦) ، قال: حدثنا الحميدي (٧) ، قال: حدثنا سفيان (٨) ، قال: حدثنا محمد بن سوقة (٩) ، عن محمد بن المنكدر (١٠) قال: إن الله تعالى ليحفظ بالرجل (١١) الصالح ولده وولد ولده ومسربته (١٢) التي هو فيها، </p><p>(١) \"معالم التنزيل\"، للبغوي ٥/ ١٩٦، \"لباب التأويل\" للخازن ٣/ ١٧٤. (٢) رواه الطبري، عن ابن عباس - رضي الله عنهما -، \"جامع البيان\" للطبري ١٦/ ٧.وانظر: \"معالم التنزيل\" للبغوي ٥/ ١٩٦، \"زاد المسير\" لابن الجوزي ٥/ ١٢٧، \"الوسيط\" للواحدي ٣/ ١٦٢، \"لباب التأويل\" للخازن ٣/ ١٧٤.(٣) هذا القول منسوب لجعفر الصادق بن محمد الباقر - رضي الله عنهما -، كما في \"جامع البيان\" للطبري ١٦/ ٥ - ٦، لكن الَّذي في مطبوعته: وكان ناسجًا.(٤) لم يذكر بجرح أو تعديل.(٥) أبو علي الهروي الرفاء، ثقة، صدوق.(٦) بشر بن موسى بن صالح بن شيخ عميرة، أبو علي الأسدي، ثقة.(٧) عبد الله بن الزبير بن عيسى، السدي القرشي، أبو بكر المكي، ثقه، حافظ.(٨) ابن عيينة: ثقة، حافظ، حجة، إلَّا أنَّه تغير حفظه بأخرة، وكان ربما دلس لكن عن الثقات.(٩) محمد بن سوقة الغنوي، أبو بكر الكوفي، ثقة، مرضي.(١٠) أبو عبد الله أبو بكر المدني، ثقة.(١١) في الأصل: الرجل.(١٢) هكذا في الأصل و (ب) مسربته، وفي (ز) شيرته فلعلها عشيرته كما في \"معالم =</p><p> والدويرات حوله فما يزالون في حفظ من الله تعالى وستر (١) . </p><p> [١٧٩٣] وبإسناد روح (٢) قال: حدثنا هشام الدستوائي (٣)  (٤) ، عمن ذكره، عن سعيد بن المسيب (٥) ، أنه كان إذا رأى ابنه قال: أي بني، لأزيدن صلواتي من أجلك رجاء أن أحفظ فيك. ويتلو هذِه الآية (٦) . </p><p>= التنزيل\" للبغوي ٥/ ١٩٦، ولم تقع هذِه الكلمة في رواية أبي نعيم ولا الواحدي بل عندهما: وأهل دويرته، والمسربة: واحدة المسارب، وهي المراعي، كما في \"لسان العرب\" لابن منظور ١/ ٤٦٥ (سرب). (١) [١٧٩٢] الحكم على الإسناد:صحيح.التخريج:رواه أبو نعيم في \"حلية الأولياء\" ٣/ ١٤٨ من طريق أبي خالد الأحمر عن محمَّد ابن سوقة عنه بنحوه.ورواه الواحدي في \"الوسيط\" ٣/ ١٦٣ من طريق الحسين بن علي، عن ابن سوقة عنه، بنحوه.(٢) الإسناد الذي يرويه المصنف عن روح بن عبادة هو: حدثنا: عبد الله بن حامد وشعيب بن محمَّد قالا: أخبرنا مكي بن عبدان أخبرنا: أحمد بن الأزهر قال: حدثنا: روح بن عبادة، ومضى هذا السند.وهو إسناد صحيح إلى روح.(٣) في غير الأصل: صاحب الدستوائي، وهو هو يقال له الدستوائي وصاحب الدستوائي.(٤) هشام بن أبي عبد الله: سنبر، الربعي مولاهم، البصري، ثقة، ثبت، رُمي بالقدر.(٥) أحد العلماء الأثبات، اتفقوا على أن مرسلاته أصح المراسيل.(٦) [١٧٩٤] الحكم على الإسناد:ضعيف: لجهالة شيخ هشام الدستوائي. =</p><p> [١٧٩٤] وأخبرنا عبد الله بن حامد (١) ، قال: أخبرنا الحسين بن محمَّد بن الحسين البلخي (٢) ، قال: حدثنا أحمد بن الليث بن الخليل (٣) ، قال: حدثنا عمر بن محمَّد (٤) ، قال: حدثني محمَّد بن الهيثم بن عبد الله الضبعي (٥) ، قال: حدثنا العباس بن محمَّد بن عبد الرحمن (٦) ، قال: حدثني أبي (٧) ، قال: حدثنا يحيى بن إسماعيل بن سلمة بن كهيل (٨) ، قال: كانت لي أخت أسن مني، </p><p>= التخريج: لم أجد له تخريجًا، لكن ذكره البغوي في \"معالم التنزيل\" ٥/ ١٩٦، والخازن في \"لباب التأويل\" ٣/ ١٧٤ ذكراه مختصرًا.(١) لم يذكر بجرح أو تعديل.(٢) لم أجده.(٣) في الأصل: الليث بن الجليل، ولم يذكر بجرح أو تعديل.(٤) في (ز) أحمد، ولم أجده.(٥) لم أجده.(٦) لم أجده.(٧) لم أجده.(٨) في (ز) إسماعيل بن يحيى بن إسماعيل بن سلمة بن كهيل.ولم أجد أحدًا بهذا الاسم، والذي وجدته: إسماعيل بن يحيى بن سلمة بن كهيل، أخرج حديثه الترمذي، قال الدارقطني: متروك، كما في \"تهذيب الكمال\" للمزي ١/ ٢٥٩.وراجعت ترجمة سلمة بن كهيل، فوجدت أن له ولدين يرويان عنه هما: محمَّد، ويحيى، ولم أجد ذكرًا لإسماعيل.فآل سلمة بن كهيل، هم: سلمة نفسه، وابناه محمَّد، ويحيى.وإسماعيل بن يحيى، وابنه إبراهيم بن إسماعيل بن يحيى الكهيلي، وابناه سلمة ابن إبراهيم ويحيى بن إبراهيم. =</p><p> فاختلطت وذهب عقلها وتوحشت، وكانت في غرفة في أقصى سطوحنا فلبثت بذلك بضع عشرة سنة، وكانت مع ذهاب عقلها تحرص على الصلوات والطهور، فبينا (١) أنا نائم ذات ليلة إذ باب بيتي يدق نصف الليل، فقلت: من هذا؟ فقالت: بخة. فقلت: أختي. قالت: أختك. فقلت: لبيك. وقمت ففتحت الباب فدخلت، ولا عهد لها بالبيت منذ أكثر من عشرين سنة (٢) ، فقلت لها: يا أختي، خير. قالت: خير، أتيت الليلة في منامي، فقيل لي: السلام عليك يا بخة. فقلت: وعليكم السلام. فقيل لي: إن الله قد حفظ أباك إسماعيل بن سلمة بن كهيل (٣) لسلامة جدك، وحفظك لأبيك إسماعيل، فإن شئت دعوت الله لك فأذهب ما بك، وإن شئت صبرت ولك الجنة، فإن أبا بكر وعمر - رضي الله عنهما -، قد تشفعا لك إلى الله تعالى لحب أبيك وجدك إياهما. قلت: إن كان لا بد من اختيار أحدهما فالصبر على ما أنا فيه والجنة. وإن الله تعالى لواسع المغفرة (٤) لخلقه، لا يتعاظمه شيء، إن شاء أن يجمعهما لي فعل. قالت: فقيل لي: قد جمعهما الله لك، ورضي عن أبيك وجدك </p><p>= فالظاهر أن في النسخ الخطية خطأ. (١) سقطت من الأصل.(٢) في (ب): عشر سنين، ولعله أقرب للصحة لقوله قبل: فلبثت بضع عشرة سنة.(٣) اتفقت جميع النسخ على ذلك (إسماعيل بن سلمة بن كهيل) مما يدل على خطأ نسخة (ز) الذي جاء فيها قبل ذلك: إسماعيل بن يحيى بن إسماعيل بن سلمة.(٤) من (ب).</p><p> بحبهما أبا بكر وعمر - رضي الله عنهما -، قومي فانزلي. فأذهب الله تعالى ما كان بها (١)  (٢) . </p><p> {فَأَرَادَ رَبُّكَ} يا موسى {أَنْ يَبْلُغَا أَشُدَّهُمَا} أي يدركا (٣) شدتهما وقوتهما (٤) . </p><p> قيل هو ثمانية عشر سنة (٥) ، {وَيَسْتَخْرِجَا} ويخرجا حينئذٍ {كَنْزَهُمَا} المكنوز تحت الجدار {رَحْمَةً مِنْ رَبِّكَ وَمَا فَعَلْتُهُ عَنْ أَمْرِي} برأيي ومن تلقاء نفسي، بل فعلته بأمر الله تعالى، {ذَلِكَ تَأْوِيلُ مَا لَمْ تَسْطِعْ عَلَيْهِ صَبْرًا} واسطاع واستطاع بمعنى واحد (٦) . </p><p> * * * </p><p>(١) في (ب) بي. (٢) [١٧٩٤] الحكم على الإسناد:لم أجد رجال هذا الإسناد غير شيخ المصنف، وأحمد بن الليث.التخريج:لم أجده.(٣) سقطت من (ب).(٤) انظر: \"جامع البيان\" للطبري ١٦/ ٧، وذكره الواحدي في \"الوسيط\" بلفظ يكبرا .. ونسبه لابن عباس، \"الوسيط\" ٣/ ١٦٣ وانظر أيضًا: \"معالم التنزيل\" للبغوي ٥/ ١٩٦.(٥) \"معالم التنزيل\" للبغوي ٥/ ١٩٦، \"لباب التأويل\" للخازن ٣/ ١٧٤.(٦) \"معالم التنزيل\" للبغوي ٥/ ١٩٧، \"زاد المسير\" لابن الجوزي ٥/ ١٢٧.وانظر: \"لسان العرب\" لابن منظور ٨/ ٢٤٢.</p>"
}