{
  "id": null,
  "sura": 18,
  "aya": 32,
  "text": "<p> {نِعْمَ الثَّوَابُ وَحَسُنَتْ} يعني: الجنات {مُرْتَفَقًا} . </p><p> ٣٢ - قوله عَزَّ وَجَلَّ:  {وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ} </p><p> الآية نزلت في أخوين من أهل مكة من بني مخزوم: أحدهما: مؤمن وهو: أبو سلمة عبد الله بن عبد الأسد (١) بن عبد ياليل (٢) وكان زوج أم سلمة رضي الله عنها، قبل النبي - صلى الله عليه وسلم -. </p><p> والآخر: كافر وهو: الأسود بن عبد الأسد (٣)  (٤) بن عبد </p><p>= الجوزي ٥/ ٩٧، وقال الزجاج في \"معاني القرآن\" ٣/ ٢٨٤: هي الفرش في الحجال ا. هـ، والحجال جمع حجلة وهي: بيت يزين بالثياب والأسرة والستور. انظر: \"لسان العرب\" لابن منظور ١١/ ١٤٤ (أرك)، \"معجم مقاييس اللغة\" لابن فارس ٢/ ١٤٠ (أرك).وهو قول عكرمة وقتادة، انظر: \"جامع البيان\" للطبري ١٥/ ٢٤٣، \"الدر المنثور\" للسيوطي ٤/ ٤٠٢ - ٤٠٣، ووضحه ابن كثير في \"تفسير القرآن العظيم\" ٩/ ١٣٥ بقوله: والأرائك جمع أريكة وهي السرير تحت الحجلة.(١) في (ب) عبد الأسود.(٢) هكذا في جميع النسخ أنه: عبد الله بن عبد الأسد بن عبد ياليل، وكذا ورد اسم أخيه الآتي وهذا خطأ، فإنما هما ابنا عبد الأسد بن هلال بن عبد الله بن عمر بن مخزوم بن يقظة بن مرة بن كعب بن لؤي بن غالب بن فهو بن مالك، وليس في آبائهم عبد ياليل، وقد وقع هذا الخطأ في \"معالم التنزيل\" للبغوي ٥/ ١٦٩ ولم يصححه المحققون، وكذلك في \"لباب التأويل\" للخازن ٣/ ١٦٤.انظر: \"نسب قريش\" لمصعب الزبيري (ص ٣٣٧) \"الإصابة\" لابن حجر ٢/ ٣٢٦.(٣) في (ب) عبد الأسود.(٤) ذكره مصعب بن عبد الله الزبيري في \"نسب قريش\" (ص ٣٣٧)، وهو من ولد عبد الأسد بن هلال بن عبد الله بن عمر بن مخزوم، فقال عنه: والأسود بن عبد الأسد قتل يوم بدر كافرًا قتله حمزة بن عبد المطلب، وكان حلف يوم بدر ليكسرن =</p><p> ياليل (١) . </p><p> وقيل: نزلت في النبي - صلى الله عليه وسلم - وفي مشركي مكة (٢) . </p><p> وقيل: هو مثل لعيينة بن حصن وأصحابه، وفي سلمان وأصحابه رضي الله عنهم شبههما برجلين من بني إسرائيل واسمه يهوذا في قول ابن عباس - رضي الله عنهما - (٣) . </p><p> وقال مقاتل: تمليخا، والآخر كان كافرًا واسمه فطروس (٤) . </p><p> وقال وهب: قطفير (٥) وهما اللذان وصفهما الله تعالى في سورة الصافات، فكانت قصتهما: </p><p> [١٧٧٨] ما أخبرنا أبو عمرو أحمد بن أُبَيّ الفراتي (٦) ، قال: أخبرنا محمَّد بن عمران (٧) ، قال: أخبرنا الحسن بن سفيان (٨) ، قال: حدثنا حبان بن موسى (٩) ، قال: حدثنا عبد الله بن </p><p>= حوض النبي - صلى الله عليه وسلم - فقاتل حتى وصل إلى الحوض فأدركه حمزة وهو يكسر الحوض، فقتله واختلط دمه بالماء. (١) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٠/ ٣٩٩، ونسبه إلى الكلبي وذكره البغوي في \"معالم التنزيل\" ٥/ ١٦٩، والزمخشري في \"الكشاف\" ٢/ ٣٨٩.(٢) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٠/ ٣٩٩.(٣) \"معالم التنزيل\" للبغوي ٥/ ١٧٠.(٤) \"تفسير مقاتل\" ٢/ ٥٨٤.(٥) \"معالم التنزيل\" للبغوي ٥/ ١٧٠.(٦) لم يذكر بجرح أو تعديل.(٧) لم يتبين لي من هو.(٨) كان إمامًا حافظًا ثبتًا.(٩) أبو محمَّد السلمي المروزي، ثقة.</p><p> المبارك (١) ، عن معمر (٢) ، عن عطاء الخراساني (٣) قال: كان رجلان شريكان (٤) وكانت لهما ثمانية آلاف دينار، وقيل: إنهما ورثاه من أبيهما وكانا أخوين، فاقتسماها، فعمد أحدهما فاشترى أرضًا بألف دينار، فقال صاحبه: اللهم إن كان فلان قد اشترى أرضًا بألف دينار فإني أشتري منك أرضًا في الجنة بألف دينار. فتصدق بألف دينار، ثم إن صاحبه بني دارًا بألف دينار، فقال هذا: اللهم إن فلانًا بني دارًا بألف دينار وإني أشتري منك دارًا في الجنة بألف دينار. فتصدق بألف دينار، ثم تزوج صاحبه امرأة فأنفق عليها ألف دينار، فقال: اللهم إن فلانًا تزوج امرأة بألف دينار، وإني أخطب إليك من نساء الجنة بألف دينار. فتصدق بألف دينار، ثم اشترى خدمًا ومتاعاً بألف دينار، قال: اللهم إن فلاناً اشترى خدمًا ومتاعاً بألف دينار، فإني أشتري منك خدمًا ومتاعاً من الجنة بألف دينار. ثم تصدق بألف دينار، ثم أصابته حاجة شديدة، فقال: لو أتيت صاحبي هذا لعله ينالني منه معروف، فجلس له على طريقه حتى مره به في حشمه، فقام (٥) إليه الآخر فعرفه فقال: فلان. قال: نعم. قال: ما شأنك؟ قال: أصابتني حاجة بعدك، فأتيتك لتصيبني منك بخير. فقال: فما فعل مالك؟ فقد اقتسمنا مالا واحداً فأخذت شطره </p><p>(١) إمام ثقة، ثبت، فقيه، جمعت فيه خصال الخير. (٢) معمر بن راشد، ثقة، ثبت فاضل إلاّ أن في ما حدث به أهل البصرة شيئًا.(٣) عطاء بن أبي مسلم صدوق، يهم كثيرًا ويرسل ويدلس.(٤) في (ب)، (ز) شريكين.(٥) في (ز): فنظر، وفي (ب) فقام إليه ونظر.</p><p> وأنا شطره، فقص عليه قصته فقال: وإنك لمن المصدقين بهذا! اذهب، فوالله ما أعطيك شيئًا. فطرده فقُضي لهما أنهما (١) توفيا، فنزلت فيهما: {فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ (٥٠) قَالَ قَائِلٌ مِنْهُمْ إِنِّي كَانَ لِي قَرِينٌ (٥١) يَقُولُ أَإِنَّكَ لَمِنَ الْمُصَدِّقِينَ (٥٢) } إلى قوله: {فَاطَّلَعَ فَرَآهُ فِي سَوَاءِ الْجَحِيمِ (٥٥) } (٢)  (٣) ونزلت: {وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ} يعني: بستانين {مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا} أحطناهما {بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا} يعني: جعلنا حول الأعناب النخل ووسط الأعناب الزرع (٤) . </p><p>(١) في غير الأصل: أن. (٢) الصافات: ٥٠ - ٥٥.(٣) [١٧٧٨] الحكم على الإسناد:ضعيف، فيه شيخ المصنف، لم أجد فيه جرحًا ولا تعديلاً، وفيه محمَّد بن عمران لم أتبينه.التخريج:لم أجدها مسندة وهي في \"معالم التنزيل\" للبغوي ٥/ ١٧٠ \"تفسير مقاتل\" ٢/ ٥٨٦ - ٥٨٤ وقد أوردها بأخصر من هنا، وباختلاف يسير.وعزاها القرطبي في \"الجامع لأحكام القرآن\" ١٠/ ٣٩٩ للثعلبي والقشيري.وذكرها الزمخشري في \"الكشاف\" ٢/ ٣٨٩. أوردها مختصرة جدًا ابن الجوزي في \"زاد المسير\" ٥/ ٩٧.وذكرها الخازن في \"لباب التأويل\" ٣/ ١٦٤، والبلخي في \"البدء والتاريخ\" ١/ ٢٧٣.والقصة من كلام عطاء، وذكر ابن الجوزي أنه رواها عن ابن عباس، وهي مرسلة على كل حال، والخبر من أخبار وقصص بني إسرائيل.(٤) \"جامع البيان\" للطبري ١٥/ ٢٤٤، \"معالم التنزيل\" للبغوي ٥/ ١٧٠، الباب التأويل\" للخازن ٣/ ١٦٤، \"الدر المنثور\" للسيوطي ٤/ ٤٠٣، \"الكشاف\" =</p>"
}