{
  "id": null,
  "sura": 18,
  "aya": 110,
  "text": "<p> (ولو جئنا بمثله مدادًا)  (١) ونظيرها قوله تعالى: {وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ} الآية (٢) . </p><p> ١١٠ - قوله عَزَّ وَجَلَّ {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ} </p><p> قال ابن عباس - رضي الله عنهما -: نزلت في جندب بن زهير الغامدي (٣) وذلك أنَّه قال للنبي - صلى الله عليه وسلم -: إنِّي أعمل العمل فإذا اطلع عليه سرني. فقال رسول الله - صلى الله عليه وسلم -: \"إن الله طيب لا يقبل إلَّا الطيب، ولا يقبل ما شورك فيه\"  (٤) . </p><p>(١) \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٦٨، \"مختصر في شواذ القرآن\" لابن خالويه (ص ٨٥) ونسبها لابن مسعود وابن عباس ومجاهد. وذكره الطبري في \"جامع البيان\" ١٦/ ٣٩ ولم ينسبها لأحد. ونسبها ابن الجوزي في \"زاد المسير\" ٥/ ١٤١ لابن عباس، ومجاهد، وسعيد بن جبير وأبي رجاء وقتادة وابن محيصن.(٢) لقمان: ٢٧.(٣) جندب بن زهير بن الحارث، الغامدي الأَزدِيّ، ذكر ابن سعد أنَّه حضر يوم الجمل مع على، وقد ذكره ابن حجر في \"الإصابة\"، وذكر أن في صحبته اختلافًا ووقع في مطبوعة \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٦٩: جندب بن زهير العامري وكذا في مطبوعة \"زاد المسير\" لابن الجوزي ٥/ ١٤١. وقد قال ابن حجر في \"الإصابة\" ١/ ٢٦٩ فرق ابن فتحون في الذيل بينه وبين جندب بن زهير الأَزدِيّ، وهما واحد، وهو الغامدي بالغين المعجمة والدال، وغامد بطن من الأزد ا. هـ.قلت وغامد اليوم من كبريات قبائل المملكة العربية السعودية وديارها جنوبًا في سراة الأزد وعاصمتها اليوم الباحة ونواحيها.(٤) ذكره بصيغة المصنف القرطبي في \"الجامع لأحكام القرآن\" ١١/ ٦٩، وابن الجوزي في \"زاد المسير\" ٥/ ١٤١ وقد روى بصيغة أخرى، عن ابن عباس قال: كان جندب بن زهير إذا صلى أو صام أو تصدق فذكر بخير ارتاح له، فزاد في =</p><p> فأنزل الله تعالى (هذِه الآية.</p><p> وقال طاووس: قال رجل: يَا نبي الله، إنِّي أحب الجهاد في سبيل الله، وأحب أن يرى مكاني. فأنزل الله تعالى)  (١)  {قُلْ} يَا محمَّد {إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ} خلق آدمي مثلكم، قال ابن عباس - رضي الله عنهما -: علم الله سبحانه رسوله - صلى الله عليه وسلم - التواضع (٢) لئلا يزهى على خلقه (٣) . </p><p> {يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ} لا شريك له {فَمَنْ كَانَ يَرْجُو} أي: يخاف (٤)  {لِقَاءَ رَبِّهِ} أي المصير إليه. </p><p> وقيل معناه: يأمل رؤية ربه (٥) والرجاء يتضمن معنيين: الخوف </p><p>= ذلك لمقالة النَّاس، فلامه الله، فنزل في ذلك فمن كان يرجو لقاء ربه .. ورواه ابن منده، وأبو نعيم في \"معرفة الصَّحَابَة\" وابن عساكر من طريق السدي الصغير عن الكلبي، عن أبي صالح، عن ابن عباس كما في \"الدر المنثور\" للسيوطي ٤/ ٤٥٩ وذكره ابن حجر منسوبًا للكلبي في \"التفسير\". \"الإصابة\" لابن حجر ١/ ٢٤٩، وانظر: \"الفتح السماوي\" للمناوي ٢/ ٨٠٢، \"الكاف الشاف\" لابن حجر (ص ١٠٥).(١) ما بين القوسين ساقط من الأصل، وقد روى قول طاوس الحاكم في \"المستدرك\" ٤/ ٣٦٦.(٢) سقطت من (ب).(٣) \"معالم التنزيل\" للبغوي ٥/ ٢١٣، \"لباب التأويل\" للخازن ٣/ ١٨٠.(٤) \"تفسير غريب القرآن\" لابن قتيبة (ص ٢١٧)، \"جامع البيان\" للطبري ١٦/ ٣٩، \"مشكل إعراب القرآن\" لمكي (ص ١٤٥).(٥) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١١/ ٦٩ هكذا رؤيته، كالمصنف والخازن في \"لباب التأويل\" ٣/ ١٨٠، والبغوي في \"معالم التنزيل\" ٥/ ٢١٣ وقيل: أي: يأمل ثواب الله، انظر: \"جامع البيان\" للطبري ١٦/ ٣٩، \"زاد المسير\" لابن الجوزي ٥/ ١٤٢، \"الكشاف\" للزمخشري ٢/ ٤٠٤.</p><p> والأمل (١) . </p><p> قال الشَّاعر: </p><p> فلا كُلُّ ما تَرجُو من الخَيرِ كائنٌ ... ولا كُلُّ ما تَرجُو من الشرِّ واقِعُ (٢) </p><p> فجمع (٣) المعنيين في بيت واحد، {فَلْيَعْمَلْ عَمَلًا صَالِحًا} خالصًا {وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} أي: ولا يرائي (٤) . </p><p> قال شهر بن حوشب: جاء رجل إلى عبادة بن الصامت - رضي الله عنه - فقال: أرأيت رجلًا يصلي يبتغي وجه الله عَزَّ وَجَلَّ ويحب أن يحمد عليه، ويصوم يبتغي وجه الله تعالى ويحب أن يحمد، ويتصدق يبتغي وجه الله ويحب أن يحمد، ويحج ويبتغي وجه الله ويحب أن يحمد (٥) ؟ </p><p> فقال عبادة - رضي الله عنه -: ليس له شيء إن الله يقول: أنا خير شريك فمن </p><p>(١) \"معجم مقاييس اللغة\" لابن فارس ٢/ ٤٩٤ (رجى)، \"الصحاح\" للجوهري ٥/ ١٨٧٦ (رجى). (٢) ذكره البَغَوِيّ في \"معالم التنزيل\" ٥/ ٢١٣ ولم ينسبه، ولم أجده عند غيره.(٣) في (ب): فجمع بين.(٤) هكذا ذكره أَيضًا البَغَوِيّ في \"معالم التنزيل\" ٥/ ٢١٣ والخازن في \"لباب التأويل\" ٣/ ١٨٠ وابن الجوزي في \"زاد المسير\" ٥/ ١٤٢.واللفظ عام في جميع أنواع الشِّرك، قال الطبري في \"جامع البيان\" ١٦/ ٤٠: فليخلص له العبادة، وليفرد له الربوبية.(٥) في (ب): اختلف ترتيب الأعمال، ففيه أولًا يصلي ثم يحج ثم يصوم ثم يتصدق. وفي (ز) و (ب): ويحمد عليه في كل المواضع.</p><p> كان له معي شركة (١) ، فهو له كله لا حاجة لي فيه (٢) . </p><p> [١٨٠٤] أخبرنا عبد الله بن حامد الوزان (٣) ، قال: أخبرنا مكّيّ بن عبدان (٤) ، قال: حَدَّثَنَا عبد الله بن هاشم (٥) ، قال: حَدَّثَنَا عبد الرَّحْمَن (٦) ، قال: حَدَّثَنَا سفيان (٧) ، قال: حَدَّثَنَا سلمة (٨) ، قال: سمعت جندبًا (٩)  (١٠) رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"من سمّع سمّع الله به، ومن يرائي يرائي الله به\"  (١١) . </p><p>(١) في (ب) شريك، وهو كذا في الطبري. (٢) رواه الطبري في \"جامع البيان\" ١٦/ ٤٠ بأخصر من هنا.وأما قوله - صلى الله عليه وسلم -: أنا خير شريك .. الخ.فقد روى نحوه مسلم في كتاب: الزهد والرقائق، باب: من أشرك في عمله غير الله (٢٩٨٥)، وأَحمد في \"المسند\" ٢/ ٣٠١ (٧٩٩٩) وابن ماجه كتاب: الزهد، باب: الرياء والسمعة (٤٢٠٢)، بلفظ: أنا خير الشركاء، من عمل لي عملًا فأشرك فيه غيري، فأنا منه بريء وهو للذي أشرك.(٣) لم يذكر بجرح أو تعديل.(٤) ثِقَة متقن.(٥) أبو عبد الرَّحْمَن الطوسي، ثِقَة.(٦) عبد الرَّحْمَن بن مهدي بن حسان العنبري، مولاهم، أبو سعيد البَصْرِيّ، الإِمام الثقة الحجة الحافظ.(٧) الثَّوريّ، ثِقَة، حافظ، فقيه، حجة، وكان ربما دلس.(٨) هو سلمة بن كهيل، أبو يحيى الكُوفيّ، ثِقَة.(٩) جندب بن عبد الله بن سفيان، أبو عبد الله، البَجَليّ، صاحب رسول الله - صلى الله عليه وسلم -.(١٠) في الأصل: جندب.(١١) [١٨٠٤] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرح أو تعديل. =</p><p> [١٨٠٥] وأخبرنا عبد الله بن حامد (١) ، قال: أخبرنا محمَّد بن عبد الله الجوهري (٢) ، قال: حَدَّثَنَا حامد بن شعيب البلخي (٣) ، قال: حَدَّثَنَا سريج (٤) بن يونس (٥) ، قال: حَدَّثَنَا إسماعيل بن جعفر (٦) ، قال: أخبرني العلاء بن عبد الرَّحْمَن (٧) ، عن أَبيه (٨) ، عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"اتقوا الشِّرك الأصغر\" ، قالوا: ما الشِّرك الأصغر؟ </p><p>= التخريج: أخرجه البُخَارِيّ كتاب: الرقاق، باب: الزهد والسمعة (٦٤٩٩)، كتاب: الأحكام، باب: من سياق شق الله عليه (٧١٥٢)، ومسلم كتاب: الزهد والرقائق، باب: من أشرك في عمله غير الله (٢٩٨٧)، وقد روي عن عدة من الصَّحَابَة منهم: ابن عباس كما في مسلم كتاب: الزهد والرقائق، باب: من أشرك في علمه غير الله (٢٩٨٦)، وأبو سعيد كما في \"سنن ابن ماجه\" كتاب: الزهد، باب: الرياء والسمعة (٤٢٠٦)، وأبو بكرة كما في \"المسند\" لأحمد ٣/ ٤٠ (١١٣٥٧)، وابن مسعود كما في \"المعجم الكبير\" للطبراني ٩/ ١٥٠ (٨٧٥١).(١) لم يذكر بجرح أو تعديل.(٢) لم يذكر بجرح أو تعديل.(٣) حامد بن محمَّد بن شعيب البلخي، أبو العباس المؤدب، نزل بغداد، ثِقَة.(٤) في الأصل: شريج، وفي غيره شريح بالمهملة، والتصحيح من مصادر الترجمة.(٥) سريج بن يونس بن إبراهيم، أبو الحارث المروزي، ثم البغدادي، ثِقَة، عابد.(٦) إسماعيل بن جعفر بن أبي كثير الأَنْصَارِيّ مولاهم، أبو إسحاق المدنِيُّ، قارئ أهل المدينة، ثِقَة، ثبت.(٧) العلاء بن عبد الرَّحْمَن بن يعقوب، الحرقي الجهني مولاهم، أبو شبل المدنِيُّ، صدوق ربما وهم.(٨) عبد الرَّحْمَن بن يعقوب الجهني مولاهم، المدنِيُّ، ثِقَة.</p><p> قال:  \"الرياء، يوم يجازي الله العباد(١)بأعمالهم\"  (٢) . </p><p> وقال رسول الله - صلى الله عليه وسلم -: لما نزلت هذِه الآية \"إن أخوف ما أخاف عليكم الشِّرك الخفي، وإياكم وشرك السرائر، فإن الشِّرك أخفى في أمتي من دبيب النمل على الصفا في الليلة الظلماء، ومن صلى يرائي فقد أشرك، ومن تصدق(٣)يرائي فقد أشرك، ومن صام يرائي، فقد أشرك\" قال: فشق ذلك على القوم، فقال رسول الله </p><p>(١) في غير الأصل: النَّاس. (٢) [١٨٠٥] الحكم على الإسناد:رجاله ثقات، إلَّا شيخ المصنف وشيخ شيخه، فلم يذكر بجرح أو تعديل، والعلاء صدوق.التخريج:رواه ابن مردويه عن أبي هريرة بأطول من هنا كما في \"الدر المنثور\" للسيوطي ٤/ ٤٦٢، ورواه أَحْمد بإسناد جيد، وابن أبي الدنيا والبيهقي في \"الزهد\" وصححه الألباني في \"صحيح الترغيب والترهيب\" ١/ ٨٩.ورواه أبو القاسم الطلحي (قوام السنة) في \"الترغيب والترهيب\" من طريق ابن مردويه كما في \"الكاف الشاف\" لابن حجر (١٠٥) \"الفتح السماوي\" للمناوي ٢/ ٨٠٣ وقد ورد مرفوعًا عن النَّبِيّ - صلى الله عليه وسلم - بلفظ: أخوف ما أخاف عليكم الشِّرك الأصغر، قالوا: يَا رسول الله وما الشِّرك الأصغر؟ قال: الرياء رواه أَحْمد في \"المسند\" ٥/ ٤٢٨ (٢٣٦٣٠) والبغوي في \"شرح السنة\" ١٤/ ٣٢٤ عن محمود بن لبيد مرفوعًا ومحمود صحابي على الصحيح.قال الهيثمي في \"مجمع الزوائد\" ١/ ١٠٢: رجاله رجال الصحيح، وقال المنذري في \"الترغيب والترهيب\" ١/ ٤٤ وقد رواه الطَّبْرَانِيّ في \"المعجم الكبير\" عن محمود بن لبيد، عن رافع بن خديج مرفوعًا.(٣) في (ب)، ومن صام .. ومن تصدق.</p><p> - صلى الله عليه وسلم -: \"أفلا أدلكم على ما يذهب عنكم صغير الشِّرك وكبيره\" ، قالوا: بلى يَا رسول الله، قال:  \"قولوا اللهم إنِّي أعوذ بك أن أشرك بك(١)، وأنا أعلم وأستغفرك لما لا أعلم\"  (٢) . </p><p>(١) ساقطة من الأصل. (٢) لم أجد هذا الحديث بهذِه الألفاظ المجتمعة، لكن غالب ألفاظه وردت إما في أحاديث مطولة أو هي أحاديث مختصرة، وبيان ذلك:قوله: \"إن أخوف ما أخاف عليكم الشِّرك الخفي\" ورد بلفظ: الشِّرك الأصغر، وسبق تخريجه.قوله: \"وإياكم وشرك السرائر\" فقد ورد مطر، بلفظ: \"إياكم وشرك السرائر\"، قالوا: يَا رسول الله، وما شرك السرائر؟ قال: \"يقوم الرَّجل فيصلي فيزين صلاته جاهدًا لما يرى من نظر النَّاس إليه، فذلك شرك السرائر\".رواه ابن خزيمة في \"صحيحه\" ٢/ ٦٧ عن محمود بن لبيد مرفوعًا، وكذا رواه ابن أبي شيبة كما في \"الدر المنثور\" للسيوطي ٤/ ٤٦١، ورواه البيهقي في \"السنن الكبرى\" ٢/ ٢٩٠ عن محمود بن لبيد عن جابر مرفوعًا.وحسنه الشيخ الألباني، \"صحيح الترغيب والترهيب\" ١/ ٨٩.قوله: \"فإن الشِّرك أخفى في أمتي من دبيب النمل على الصفا في الليلة الظلماء\". رواه الحاكم ضمن حديث أطول من هذِه العبارة، ووقع عنده: \"من دبيب الذر\". \"المستدرك\" ٢/ ٣١٩.وبدون قوله: \"على الصفا.\" الخ رواه أَحْمد في \"المسند\" ٤/ ٤٠٣ (١٩٦٠٦)، وأبو يعلى في \"مسنده\" ١/ ٦٠ (٥٨) من حديث أبي بكر - رضي الله عنه -.وقد رواه أَيضًا البُخَارِيّ في \"الأدب المفرد\" (٧١٦) من حديث أبي بكر أَيضًا.قوله: \"ومن صلى يرائي فقد أشرك، ومن تصدق يرائي فقد أشرك، ومن صام يرائي فقد أشرك\".رواه الحاكم في \"المستدرك\" ٤/ ٣٦٥، والطبراني في \"المعجم الكبير\" ٧/ ٢٨١ وأبو داود الطَّيالِسيّ في \"مسنده\" (١٥٢) كلهم من حديث شداد بن أوس - رضي الله عنه -. =</p><p> قال عمرو بن قيس الكندي: سمعت معاوية بن أبي سفيان - رضي الله عنهما - على المنبر تلا هذِه الآية {فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ} الآية. </p><p> فقال: إنها آخر آية نزلت من القرآن (١) . </p><p> [١٨٠٦] حَدَّثَنَا أبو محمَّد الحسن بن أَحْمد بن محمَّد المخلدي (٢) ، </p><p>= أما قوله: فشق ذلك على القوم .. إلى آخر الحديث. فقد روى نحوه أَحْمد في \"المسند\" ٤/ ٤٠٣ (١٩٦٠٦) من حديث أبي موسى - رضي الله عنه -، وأبو يعلى في \"المسند\" ١/ ٦٠ (٥٨) من حديث أبي بكر - رضي الله عنه -.وابن أبي شيبة كما في \"الدر المنثور\" للسيوطي ٤/ ٤٦٢ من حديث أبي موسى - رضي الله عنه - وحديث أبي موسى أخرجه أَيضًا الطَّبْرَانِيّ، كما في \"الترغيب والترهيب\" للمنذري ١/ ٥١، وحسنه الألباني في \"صحيح الترغيب والترهيب\" ١/ ٩١.ونحو هذا الحديث، قوله - صلى الله عليه وسلم -: \"ألا أخبركم بما هو أخوف عليكم عندي من المسيح الدجال؟ \" فقلنا بلى يَا رسول الله: قال: \"الشِّرك الخفي .. \" الخ.رواه ابن ماجه كتاب الزهد، باب: الرياء والسمعة (٤٢٠٤)، والبيهقي كما في \"الترغيب والترهيب\" وحسنه الشيخ الألباني \"صحيح الترغيب والترهيب\" ١/ ٨٩.(١) رواه عنه الطبري في \"جامع البيان\" ١٦/ ٤٠ قال: حَدَّثَنَا أبو عامر إسماعيل بن عمرو السكوني قال: حَدَّثَنَا هشام بن عمار قال: حَدَّثَنَا ابن عياش قال: حَدَّثَنَا عمرو بن قيس الكندي أنَّه سمع .. الخ.وشيخ الطبري قال عنه أبو حاتم في \"الجرح والتعديل\" ٢/ ١٩٠: صدوق. ا. هـ. وبقية رجاله ثقات، ورواه ابن مردويه كما في \"الدر المنثور\" للسيوطي ٤/ ٤٦٣. لكن قال ابن كثير رحمه الله في \"تفسير القرآن العظيم\" ٩/ ٢١١: وهذا أثر مشكل، فإن هذِه الآية آخر سورة الكهف، والكهف كلها مكية، ولعل معاوية - رضي الله عنه - أراد أنَّه لم ينزل بعدها آية تنسخها ولا يغير حكمها، بل هي مثبتة محكمة، فاشتبه ذلك على بعض الرواة فروى بالمعنى على ما فهمه، والله أعلم. ا. هـ.في (ب): من السماء، وفي هامش (ز): من القرآن، وفوقها علامة التصحيح.(٢) إمام، صدوق، مسند، عدل.</p><p> قال: حَدَّثَنَا أبو الحسن علي بن أَحْمد المحفوظي (١) ، قال: حَدَّثَنَا أبو صالح أَحْمد بن منصور المروزي (٢) ، قال: حَدَّثَنَا النضر بن شميل (٣) قال: حَدَّثَنَا أبو قرة (٤)  (٥) قال: سمعت سعيد بن المسيّب (٦) ، عن عمر - رضي الله عنه - (٧) قال: قال رسول الله - صلى الله عليه وسلم -: \"أوحي إلى أن من قرأ{فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا}رفع(٨)إلى(٩)نور ما بين عدن أبين إلى بين(١٠)مكة حشوه الملائكة\"  (١١) . </p><p>(١) لم يذكر بجرح أو تعديل. (٢) أَحْمد بن منصور بن راشد، أبو صالح الحنظلي المروزي الملقب بـ (زاج)، صدوق.(٣) أبو الحسن البَصْرِيّ ثم المروزي النَّحويّ، ثِقَة، ثبت.(٤) في (ب): فرة، وفي (ز): مرة، بالميم.(٥) أبو قرة الأسدي، الصيداوي، من أهل البادية، روى عن سعيد بن المسيّب وعنه: النضر بن شميل، أخرج حديثه التِّرْمِذِيّ. قال ابن حجر في \"تهذيب التهذيب\": أخرج ابن خزيمة حديثه في \"صحيحه\"، وقال: لا أعرفه بعدالة ولا جرح. وقال في \"تقريب التهذيب\": مجهول من السادسة، وكذا قال الذهبي في \"الميزان\". \"تهذيب الكمال\" للمزي ٨/ ٤٠٣، \"تهذيب التهذيب\" لابن حجر ١٢/ ٢٠٦، \"تقريب التهذيب\" لابن حجر (ص ١١٩٣)، \"ميزان الاعتدال\" للذهبي ٤/ ٥٦٤.(٦) أحد العلماء الأثبات، اتفقوا على أن مرسلاته أصح المرسلات.(٧) عمر بن الخطاب - رضي الله عنه -.(٨) في (ز): جمع.(٩) في غير الأصل: له.(١٠) سقطت من (ب)، وفي (ز): ما بين.(١١) [١٨٠٦] الحكم على الإسناد:ضعيف. =</p><p> [١٨٠٧] وأخبرني محمَّد بن القاسم (١) ، قال: حَدَّثَنَا محمَّد بن يزيد (٢) ، قال: حَدَّثَنَا أبو يحيى البَزَّار (٣) ، قال: حَدَّثَنَا أَحْمد بن يوسف (٤) ، قال: حَدَّثَنَا محمَّد بن العلاء (٥) ، قال: حَدَّثَنَا رشدين (٦) ، عن زبّان بن فايد (٧)  (٨) ، </p><p>= فيه المحفوظي لم يذكر بجرح أو تعديل، وأبو قرة مجهول. التخريج:رواه البَزَّار في \"البحر الزخار\" كما في \"كشف الأستار\" للهيثمي ٤/ ٢٥ - ٢٦ من طريق النضر بن شميل به.لكنه قال: \"كان له نور من عدن أبين\".وقال السيوطي: أخرجه ابن راهويه والبزار، وابن مردويه، والحاكم، وصححه. والشيرازي في \"الألقاب\" كما في \"الدر المنثور\" للسيوطي ٤/ ٤٦٣، ولم أجده في \"المستدرك\".(١) أبو الحسن الفارسيّ النَّيْسَابُورِيّ، لم يذكر بجرح أو تعديل.(٢) محمَّد بن يزيد بن محمَّد المعدل، الجوزي، النَّيْسَابُورِيّ، أبو عبد الله، لم يذكر بجرح أو تعديل.(٣) زكريا بن يحيى بن الحارث المزكي، فقيه حنفي لم يذكر بجرح أو تعديل.(٤) أَحْمد بن يوسف بن خالد بن سالم، الأَزدِيّ المهلبي، أبو الحسن النَّيْسَابُورِيّ الحافظ الثقة المعروف بحمدان السلمي، نسبة لأمه.(٥) محمَّد بن العلاء بن كريب، الهَمْدانيّ، أبو كريب الكُوفيّ، الحافظ الثقة.(٦) رشدين بن سعد بن مفلح، أبو الحجاج المصري، ضعيف.(٧) في (ب): ريان بن فايد، وفي (ز): زياد بن قايد.(٨) زبان بن فائد، المصري، أبو جوين الحمراوي، كان على مظالم مصر، زمن مروان بن محمَّد الأُموي، وكان ذا صلاح وعبادة، لكنه ضعيف، فقد ضعفه: أَحْمد ويحيى بن معين، وقال أبو حاتم: صالح، وقال الحافظ: ضعيف.روى عن سهل بن معاذ عن أَبيه نسخةً، وعن رشدين بن سعد، وابن لهيعة، =</p><p> سهل بن معاذ (١) ، عن أَبيه (٢) قال: </p><p> قال رسول الله - صلى الله عليه وسلم -: \"من قرأ أول سورة الكهف (٣) وآخرها كانت </p><p>= والليث بن سعد. تُوفِّي سنة ١٥٥ هـ. \"تهذيب الكمال\" للمزي ٣/ ٩، \"تقريب التهذيب\" لابن حجر (ص ٣٣٤)، \"ميزان الاعتدال\" للذهبي ٢/ ٦٥، \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٦١٦.(١) سهل بن معاذ بن أنس، الجهني، حليف الأنصار، شامي نزل مصر.روى عن أَبيه معاذ بن أنس الصحابي، وعنه: ثور بن يزيد، وزبان بن فائد، والليث بن سعد روى له البُخَارِيّ في الأدب المفرد، وأبو داود، والتِّرمذيّ، وابن ماجه.ضعفه يحيى بن معين، وابن حبان في المجروحين، وقال المزي: لين الحديث، كما في ترجمة أَبيه معاذ.وقال في \"الثِّقات\": لا يعتبر حديثه ما كان من رواية زبان بن فائد عنه.لذا قال ابن حجر في \"تقريب التهذيب\": لا بأس به إلَّا في روايات زبان عنه. ووثقه العجلي، فقال: مصري تابعي ثِقَة.\"المجروحين\" لابن حبان ١/ ٣٤٧، \"معرفة الثِّقات\" للعجلي ١/ ٤٤٠، \"تهذيبالكمال\" للمزي ٣/ ٣٢٩، \"الثِّقات\" لابن حبان ٤/ ٣٢١، \"تقريب التهذيب\" لابن حجر (ص ٤٢٠).(٢) معاذ بن أنس الجهني، حليف الْأَنصار - رضي الله عنه - صحابي، نزل مصر.(٣) بعد هذا الموضع جاء في نسخة (ز) بغير خط الناسخ ما يلي:\"ثم أدرك الدجال، لم يضره، ومن قرأ خواتيم سورة الكهف كانت له نورًا يوم القيامة\". أخبرنا أبو حسان المزني، أخبرنا أبو الفضل الزُّهْرِيّ، أخبرنا إبراهيم ابن عبد الله بن أَيُّوب، أخبرنا سعيد بن محمَّد الحرمي، أخبرنا عبد الله بن مصعب ابن منظور بن زيد بن خالد الجهني، عن أَبيه، عن جده، عن النَّبِيّ - صلى الله عليه وسلم - قال: \"من قرأ سورة الكهف يوم الجمعة فهو معصوم إلى ستة أيام من كل فتنة تكون، وإن خرج الدجال عصم منه\". =</p><p> له نورًا من فرقه (١) إلى قدمه، ومن قرأها كلها كانت نورًا من الأرض إلى السماء\" (٢) . </p><p>= والله عز وجل أعلم بالصواب، تم الجزء بحمد الله وعونه وحسن توفيقه يتلوه الذي بعده سورة مريم، والحمد لله وحده. (١) في (ب): قرنه.(٢) [١٨٠٧] الحكم على الإسناد:ضعيف.فيه محمَّد بن يزيد المعدل، لم أجد فيه جرحًا ولا تعديلًا.فيه رشدين بن سعد، وزبان بن فائد ضعيفان، وأيضًا سهل بن معاذ، ضعيف، وبخاصة في حديثه الذي يرويه عنه زبان، وهذا منه.التخريج:رواه أَحْمد في \"المسند\" ٣/ ٤٣٩ (١٥٦٢٦) من طريق ابن لهيعة عن زبان به، وابن السني في \"عمل اليوم والليلة\" (ص ٣١٩) من طريق ابن لهيعة أَيضًا.ورواه الطَّبْرَانِيّ في \"المعجم الكبير\" ٢٠/ ١٩٧ من طريق رشدين بن سعد كالمصنف.وذكره ابن حجر في \"الكاف الشاف\" (ص ١٠٥)، والمناوي في \"الفتح السماوي\" ٢/ ٨٠٥.وذكرا أن أوله بلفظ: \"من قرأ سورة الكهف من آخرها .. \" وعزاه ابن حجر لأحمد، والنَّسائيّ وعزاه المناوي لأحمد وابن السني، وهو عند أَحْمد وابن السني كما أورده المصنف هنا لا كما ذكراه.ولم أجده عند النَّسائيّ، وليس هو في مسند معاذ بن أنس من \"تحفة الأشراف\". وانظر: \"تخريج أحاديث وآثار الكشاف\" للزيلعي ٢/ ٣١٦.</p><p> ١٩ - سُورَة مَرْيَمْ </p><p> سورة مريم </p><p> مكية (١) . </p><p> وكلماتها تسعمائة واثنتان وستون كلمة، وحروفها ثلاثة آلاف وثمانمائة وحرفان، وثمان وتسعون آية (٢) . </p><p> [١٨٠٨] أخبرنا أبو الحسين علي بن محمَّد بن الحسن (٣) المقري (٤) غير مرة، قال: حَدَّثَنَا أبو بكر أَحْمد بن إبراهيم (٥) وأبو الشيخ عبد الله بن محمَّد (٦) ، قالا: حَدَّثَنَا أبو إسحاق إبراهيم بن شريك (٧) قال: حَدَّثَنَا أَحْمد بن يونس اليربوعي (٨) ، قال: حَدَّثَنَا </p><p>(١) انظر: \"معالم التنزيل\" للبغوي ٥/ ٢١٧ \"تفسير القرآن العظيم\" لابن كثير ٩/ ٢١٣، \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٧٢، \"فتح القدير\" للشوكاني ٣/ ٣٢٠، وقد قيل في بعض آياتها أنها نزلت في المدينة، ورده ابن كثير، فقال: وهو خطأ، فإن السورة بكاملها مكية، لم ينزل منها شيء بعد الهجرة. \"تفسير القرآن العظيم\" لابن كثير ٩/ ٣٠٦، وانظر: \"زاد المسير\" لابن الجوزي ٥/ ١٤٣. (٢) في (ب) قدم حروفها ثم كلماتها ثم آياتها، وفي (ح) قدم عدد الآيات ثم الحروف فالكلمات.(٣) في (ب): الحسين.(٤) إمام ثِقَة.(٥) حافظ، حجة.(٦) عبد الله بن محمَّد بن جعفر بن حيان، أبو الشيخ، الإِمام الحافظ الصادق، صاحب التصانيف محدث أَصبهان.(٧) إمام محدث ثِقَة.(٨) ثِقَة، حافظ.</p><p> سلاّم بن سليم المدايني (١) قال: حَدَّثَنَا هارون بن كثير (٢) ، عن زيد بن أسلم (٣)  (٤) ، عن أَبيه (٥) ، عن أبي أُمامة (٦) ، عن أبي بن كعب - رضي الله عنه - (٧) قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة مريم أعطي من الأجر عشر حسنات بعدد من صدق بزكريا وكذب به ويحيى ومريم وعيسى وموسى وهارون وإبراهيم وإسحاق ويعقوب وإسماعيل، وبعدد من دعا لله ولدا وبعدد من لم يدع(٨)ولدا\"  (٩) . </p><p>(١) متروك. (٢) قال أبو حاتم: مجهول.(٣) في (ح): مسلم، وهو خطأ.(٤) أبو أسامة القُرشيّ العدوي مولاهم، المدني الفقيه مولى عمر بن الخطاب - رضي الله عنه -، ثِقَة، عالم، وكان يرسل.(٥) أسلم العدوي، أبو خالد القُرشيّ، مولى عمر بن الخطاب، أدرك زمن النَّبِيّ -صلى الله عليه وسلم-، ثِقَة.(٦) له رؤية ولم يسمع من النَّبِيّ - صلى الله عليه وسلم -.(٧) صحابي جليل.(٨) سقطت من الأصل، وفي (ب): له.(٩) [١٨٠٨] الحكم على الإسناد:موضوع.فيه سلام متروك، وهارون بن كثير مجهول. قال ابن عدي: هارون بن كثير شيخ ليس بمعروف، روى عن زيد بن أسلم، عن أَبيه عن أبي أُمامة، عن أبي، عن النَّبِيّ -صلى الله عليه وسلم-، فضائل القرآن سورة سورة. وهارون غير معروف، ولم يحدث به عن زيد بن أسلم غيره، وهذا الحديث غير محفوظ عن زيد ا. هـ. \"الكامل\" لابن عدي ٧/ ١٢٧. =</p>"
}