{
  "id": null,
  "sura": 18,
  "aya": 22,
  "text": "<p> وقيل: تنازعوا في عددهم (١) . </p><p> {فَقَالُوا ابْنُوا عَلَيْهِمْ بُنْيَانًا رَبُّهُمْ أَعْلَمُ بِهِمْ قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ} يعني: تندوسيس الملك وأصحابه (٢) ، {لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا} . </p><p> ٢٢ - قوله عز وجل:  {سَيَقُولُونَ ثَلَاثَةٌ} </p><p> وذلك أن السيد والعاقب (٣) وأصحابهما </p><p>(١) القولان الأخيران، ذكرهما: ابن الجوزي في \"زاد المسير\" ٥/ ٨٦، ونسبهما للمصنف، والبغوي في \"معالم التنزيل\" ٥/ ١٦١، والواحدي في \"الوسيط\" ٣/ ١٤١.وانظر: \"لباب التأويل\" للخازن ٣/ ١٦١.وقال ابن كثير: أي في أمر القيامة فمن مثبت لها ومن منكر، فجعل الله ظهورهم على أصحاب الكهف حجة لهم، وعليهم. \"تفسير القرآن العظيم\" ٣/ ٦٩.وبهذا فهو يرجح أن المتنازعين هم أهل بلدهم، حين اختصموا في البعث، فبعثهم الله حجة للمثبتين، وهذا قول الأكثرين، كما قال ابن الجوزي في \"زاد المسير\" ٥/ ٨٦.(٢) قال ابن قتيبة: يعني المطاعين والرؤساء، \"تفسير غريب القرآن\" (ص ٢٦٦).وروى ابن أبي حاتم وعبد الرزاق، عن قتادة: هم الأمراء، أو قال: السلاطين.كما في\" الدر المنثورفي للسيوطي ٤/ ٣٩٢، وليس هو في \"تفسير القرآن\" لعبد الرزاق.وقال ابن الجوزي: قال المفسرون: وهم الملك وأصحابه المؤمنون \"زاد المسير\" ٥/ ٨٦.والذي رواه الطبري عن ابن عباس: يعني: عدوهم. وذلك من طريق عطية العوفي بسند ضعيف، \"جامع البيان\" ١٥/ ٢٢٥.(٣) السيد والعاقب، من زعماء وفد نصارى نجران، إلى النبي - صلى الله عليه وسلم - واسم السيد: الأيهم، وهو صاحب رحلهم ومجتمعهم.</p><p> من نصارى أهل نجران (١) كانوا عند النبي - صلى الله عليه وسلم - فجرى ذكر أصحاب الكهف، فقال السيد: كانوا ثلاثة رابعهم كلبهم، وكان السيد يعقوبيًّا (٢) . </p><p> {وَيَقُولُونَ خَمْسَةٌ} وقال العاقب: كانوا خمسة سادسهم كلبهم، وكان نسطوريًّا (٣)  {رَجْمًا بِالْغَيْبِ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ} وقال </p><p>= واسم العاقب: عبد المسيح، وهو أميرهم، وذو رأيهم، وصاحب مشورتهم. وهذا الوفد دعاه الرسول - صلى الله عليه وسلم - للملاعنة فأبوا، وبعث معهم أبا عبيدة ليقضي بينهم. \"السيرة النبوية\" لابن هشام ١/ ٥٧٣، ١/ ٥٨٣. وقد ورد اسمهما وإرادتهما الملاعنة في حديث رواه البخاري، عن حذيفة - رضي الله عنه -.كتاب المغازي باب قصة أهل نجران (٤٣٨٠).وانظر: \"فتح الباري\" لابن حجر ٨/ ٩٤.(١) نجران: قال ياقوت في \"معجم البلدان\" ٥/ ٢٦٦: نجران في مخاليف اليمن من ناحية مكة ا. هـ وهذا تحديد غير دقيق، وقال حمد الجاسر: واد عظيم ذو قرى كثيرة يقع في جنوب بلاد عسير شهرته تغني عن التوسع في الكلام عنه، \"الأماكن\" للحازمي ٢/ ٨٧٩.قلت: ومدينة نجران من مدن المملكة العربية السعودية المشهورة اليوم.(٢) اليعقوبية: فرقة من فرق النصارى، منسوبة ليعقوب البرذعاني، وكان راهبًا بالقسطنطينية وهم يقولون إن المسيح هو الله تعالى نفسه، وأن للمسيح طبيعة واحدة، وهي التقاء اللاهوت بالناسوت. تعالى الله عمّا يقولون علوًّا كبيرًا.\"الفِصَل في الملل والنحل\" لابن حزم ١/ ١١١ - ١١٢، \"الملل والنحل\" للشهرستاني ١/ ٢٢٥، \"الموسوعة الميسرة في الأديان\" (ص ٥٠٣)(٣) النسطورية: فرقة من فرق النصارى، منسوبة لنسطور بطريرك القسطنطينية -وفي \"الموسوعة الميسرة\": بطريك الإسكندرية، سنة ٤٣١ م- وفي \"الملل\" للشهرستاني: أنَّه ظهر في زمن المأمون، وهذا خطأ فإن العاقب في زمن النبي =</p><p> المسلمون: كانوا سبعة وثامنهم كلبهم، فحقق الله تعالى قول المسلمين وصدقهم (١) ، فقال تعالى:  {سَيَقُولُونَ ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ} أي: قذفًا بالظن من غير يقين (٢) ، كقول الشاعر: </p><p>= - صلى الله عليه وسلم - كما مرّ وقولهم: إن مريم لم تلد الإله، وأن الله لم يلد الإنسان بل ولد الإله، وأن المسيح ذو طبيعتين، تعالى الله عما يقولون. \"الفِصَل في الملل والنحل\" لابن حزم ١/ ١١١، \"الملل والنحل\" للشهرستاني ١/ ٢٢٤، \"الموسوعة الميسرة في الأديان\" (ص ٥٠٢).(١) لم يرد في خبر وفد نجران في البخاري، ولا شرحه: \"فتح الباري\"، ولا في \"السيرة النبوية\" لابن هشام، شيء عن نزاعهم في عدد أصحاب الكهف.وفد ذكر ما ذكره المصنف: الواحدي في \"الوسيط\" ٣/ ١٤١، والبغوي في \"معالم التنزيل\" ٥/ ١٦١، والخازن في \"لباب التأويل\" ٣/ ١٦١، والقرطبي في \"الجامع لأحكام القرآن\" ١٠/ ٣٨٢ وروى ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٥٤، عن السدي: {سَيَقُولُونَ ثَلَاثَةٌ}. قال: اليهود {وَيَقُولُونَ خَمْسَةٌ} قال: النصارى.وفي غير الأصل بعد هذا الموضع زيادة هي: بعد ما حكى قول النصارى.(٢) هذا قول قتادة، رواه عبد الرزاق في \"تفسير القرآن\" ١/ ٣٣٦، ومن طريقه الطبري في \"جامع البيان\" ١٥/ ٢٢٦، قال: قذفًا بالغيب، ورواه أيضًا الطبري، من طريق سعيد عن قتادة.ورواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٥٤ عنه، وانظر: \"تفسير القرآن العظيم\" لابن كثير ٩/ ١٢١ \"الوسيط\" للواحدي ٣/ ١٤٢، \"معالم التنزيل\" للبغوي ٥/ ١٦١، \"زاد المسير\" لابن الجوزي ٥/ ٨٦، وهذا التفسير على مقتضى اللغة.كما ذكره أبو عبيدة في \"مجاز القرآن\" ١/ ٣٩٨، قال: والرجم ما لم تستيقنه. وذكره ابن قتيبة في \"تفسير غريب القرآن\" (ص ٢٦٦)، قال: ظنًّا غير يقين. =</p><p> وأجعل منِّي الحقَّ غيْبًا مُرجّمًا (١) . </p><p> {وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ} قال بعضهم: هذِه الواو واو الثمان (٢) . وذلك أن العرب تقول: واحد اثنين (٣) ثلاثة أربعة خمسة ستة سبعة وثمانية؛ لأن العقد كان عندهم سبعة، كما هو اليوم عندنا عشرة، ونظيره قوله تعالى: {التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ </p><p>= وذكره الزجاج في \"معاني القرآن\" ٣/ ٢٧٧، قال: أي ظنًا وتخرصًا. وانظر: \"لسان العرب\" لابن منظور ١٢/ ٢٢٨، \"مختار الصحاح\" للرازي (ص ٢٣٦) (رجم).(١) لم يذكر هذا الشطر إلا الطبري في \"جامع البيان\" ١٥/ ٢٢٦، وعامة من تكلم عن \"رجمًا\" أورد بيت زهير:وما الحرب إلا ما علمتم وذقتمو ... وما هو عنها بالحديث المرجّم(٢) انظر: \"معاني الحروف\" للرماني (ص ٦٤)، \"مغني اللبيب\" لابن هشام ٢/ ٣٦٢، \"معجم علوم اللغة العربية\" (ص ٤٣٨).وقد ذكر الرماني: أن هذا قول بعض المفسرين، وأن علي بن عيسى -هو الربعي الشيرازي تلميذ أبي على الفارسي، المتوفى سنة ٤٢٠ هـ- يصحح هذا القول.وذكر أيضًا أن قوله تعالى {التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ} مما يؤنس به لهذا القول.وقال ابن هشام: واو الثانية ذكرها جماعة من الأدباء كالحريري، ومن النحويين الضعفاء كابن خالويه، ومن المفسرين كالثعلبي، وزعموا .. ثم ذكر الآيات التي استدلوا بها على قولهم، لكنه لم يرتض قولهم، وفند أدلتهم. \"مغني اللبيب\" لابن هشام ٢/ ٣٦٢ - ٣٦٤. كما رده أبو نصر القشيري، وقال: ومثل هذا الكلام تحكم .. ثم هو منقوض بقوله تعالى: {الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ} [الحشر: ٢٣].(٣) في غير الأصل اثنان.</p><p> الرَّاكِعُونَ السَّاجِدُونَ الْآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنْكَرِ} (١) وقوله: في صفة أهل الجنّة {حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا}  (٢)  (٣) . </p><p> وقوله لأزواج النبي - صلى الله عليه وسلم -: {ثَيِّبَاتٍ وَأَبْكَارًا}  (٤)  (٥) . </p><p> وقال بعضهم (٦) : هذِه واو الحكم والتحقيق، كان الله تعالى حكى اختلافهم فتم الكلام عند قوله:  {وَيَقُولُونَ سَبْعَةٌ} ، ثم حكى (٧) أن ثامنهم كلبهم، والثامن لا يكون إلا بعد السبع، فهذا تحقيق قول </p><p>(١) التوبة: ١١٢. (٢) الزمر: ٧٣.(٣) يقول ابن هشام ردًّا على الاستدلال بهذِه الآية: لواو الثانية ما يلي: لو كان لواو الثانية حقيقة لم تكن الآية منها، إذ ليس فيها ذكر عدد البتة، وإنما فيها ذكر الأبواب، وهي جمع لا يدل على عدد خاص، ثم الواو ليست داخلة عليه، بل على جملة هو فيها. \"مغني اللبيب\" لابن هشام ٢/ ٣٦٣.(٤) التحريم: ٥.(٥) رد ابن هشام بقوله: ذكرها القاضي الفاضل، وتبجح باستخراجها، وقد سبقه إلى ذكرها الثعلبي، والصواب أن هذِه الواو وقعت بين صفتين هما تقسيم لمن آشتمل على جميع الصفات السابقة، فلا يصح إسقاطها، إذ لا تجتمع الثيوبة والبكارة، وواو الثانية عند القائل بها صالحة للسقوط، \"مغني اللبيب، ٢/ ٣٦٤.وانظر عن واو الثانية في كتب المفسرين ما يلي: \"المحرر الوجيز\" لابن عطية ١٠/ ٣٨٥، \"زاد المسير\" لابن الجوزي ٥/ ٨٧، \"الجامع لأحكام القرآن\" للقرطبي ١٠/ ٣٨٣، \"معالم التنزيل\" للبغوي ٥/ ١٦١.(٦) ذكره الزجاج في \"معاني القرآن\" ٥/ ٢٧٧ قولًا ثانيًا. وذكره ابن الجوزي في \"زاد المسير\" ٥/ ٨٧. وذكر أنَّه مذهب مقاتل بن سليمان وليس هو في \"تفسيره\".(٧) في (ب) حكم.</p><p> المسلمين (١) . </p><p> {قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ} بعددهم (٢)  {مَا يَعْلَمُهُمْ إِلَّا قَلِيلٌ} . </p><p> قال قتادة: قليل من الناس (٣) . </p><p> وقال عطاء: يعني بالقليل أهل الكتاب (٤) . </p><p> [١٧٧٣] أخبرنا أبو علي الحسين بن محمد بن إبراهيم الأصفهاني (٥) ، قال: حدثنا أبو عبد الله محمد بن محمد بن عبيد الله </p><p>(١) انظر: \"زاد المسير\" لابن الجوزي ٥/ ٨٧. واختار ابن عطية في \"المحرر الوجيز\" ٣/ ٥٠٨: أنها واو عطف، دخلت في آخر إخبار عن عددهم، لتفصل أمرهم، وتدل على أن هذِه نهاية ما قيل ولو سقطت لصح الكلام، وذكر أن هذِه طريق النحويين فيها. وتبعه على ذلك القرطبي في \"الجامع لأحكام القرآن\" ١٠/ ٣٨٢.وعند الزجاج أن دخولها وخروجها واحد، \"معاني القرآن\" ٥/ ٢٧٧.(٢) \"الوسيط\" للواحدي ٣/ ١٤٢، \"معالم التنزيل\" للبغوي ٥/ ١٦٢، \"زاد المسير\" لابن الجوزي ٥/ ٨٩.(٣) رواه عنه الطبري في \"جامع البيان\" ١٥/ ٢٢٦.(٤) هذا القول رواه الطبري، عن ابن عباس رضي الله عنهما، من طريق عطاء الخراساني عنه \"جامع البيان\" ١٥/ ٢٢٦.(٥) الحسين بن محمد بن إبراهيم بن شريك، أبو علي، الأصبهاني، الطبيب، سمع محمد بن عمر الجورجيري، وأحمد بن محمد البناني، وروى عنه أبو بكر المعدل، وأبو نعيم وذكر أبو نعيم أنَّه توفي سنة ٣٨٦ هـ أو ٣٨٥ هـ، وذكره الذهبي في وفيات سنة ٣٨٩ هـ لكنه ذكره أيضًا بعد وفيات ٣٩٠ هـ وكأنه يراه شخصًا آخر. وقال عنه: الغسّال، وقال: ذكره ابن نقطة ا. هـ. ولم أجده في رسم الغَسّال من تكملة الإكمال لابن نقطة، لكنه ذكره في رسم العسّال بالعين، فالظاهر أنَّه شخص واحد، وأن الغسّال- بالغين- خطأ في مطبوعة تاريخ الإسلام. =</p><p> الجرجاني (١) قال: أخبرنا أبو عبد الله محمد بن المسيب الأرغياني (٢) قال: حدثنا محمد بن النعمان بن شبل الباهلي (٣) قال: حدثنا يحيى بن أبي روق (٤) ، عن أبيه (٥) ، عن الضحاك (٦) ، عن ابن </p><p>= \"ذكر أخبار أصبهان\" لأبي نعيم ١/ ٢٨٥، \"تكملة الإكمال\" لابن نقطة ٤/ ٣١٨، \"تاريخ الإسلام\" للذهبي (ص ١٣٢، ٤٦٨). (١) إمام محدث، حجة.(٢) حافظ، صدوق.(٣) محمد بن محمد بن النعمان بن شبل الباهلي مولاهم البصري، ترجم له الحافظ في \"تهذيب التهذيب\" ٩/ ٤٩٣، ٩/ ٤٣٣ موضعين في محمد بن النعمان، وفي محمد بن محمد بن النعمان، وقال في هذا الموضع: ومنهم من ينسبه إلى جده، وذكر أنَّه روى عن مالك، وعطاف بن خالد وفضيل بن عياض، وقال: روى عنه أبو ورق أحمد بن محمد الهزاني. وذكر الذهبي في \"ديوان الضعفاء\"، أن المترجم له روى عن جده. ا. هـ.وقد ضعفه الدارقطني جدًّا، وقال الحافظ في \"التقريب\": متروك. وقد ذكره تمييزًا.لكن الحديث رواه -كما سيأتي- الطبراني والعقيلي عن محمد بن محمد بن النعمان بن شبل عن أبيه فقد تكون الثرجمة لاثنين، والله أعلم.\"تهذيب التهذيب\" لابن حجر ٩/ ٤٣٣ - ٤٩٣، \"تقريب التهذيب\" لابن حجر (ص ٨٩٤)، \"ميزان الاعتدال\" للذهبي ٤/ ٢٦، \"ديوان الضعفاء والمتروكين\" للذهبي (ص ٣٧٣).(٤) يحيى بن أبي روق عطية بن الحارث، الهمداني، روى عن أبيه، وعنه: عبد الله بن محمد بن علي بن نفيل، ومحمد بن عمران بن أبي ليلى، وأبو عمر الدوري، قال ابن معين: ليس بثقة وقال أبو داود: ليس بشيء.\"الجرح والتعديل\" لابن أبي حاتم ٩/ ١٨٠، \"ميزان الاعتدال\" للذهبي ٤/ ٣٧٤.(٥) أبو روق الهمداني الكوفي، عطية بن الحارث، صدوق.(٦) وهو ابن مزاحم الهلالي، وهو صدوق، كثير الإرسال.</p><p> عباس - رضي الله عنهما - في قوله تعالى:  {مَا يَعْلَمُهُمْ إِلَّا قَلِيلٌ} قال: أنا من أولئك القليل، وهم مكلمينا وتمليخا ومرطوس ونبيونس وسارييونس وذوانوس وكفيشططوس وهو الراعي، والكلب اسمه قطمير، كلب أغر فوق القَلَطِي ودون الكُرْدي (١) . </p><p>(١) [١٧٧٣] الحكم على الإسناد: ضعيف جدًّا.ففيه: محمد بن محمد بن النعمان بن شبل، ضعيف جدًّا، وقال عنه الحافظ: متروك، وفيه: يحيى بن أبي روق ليس بثقة.التخريج:الأثر بكامله رواه الواحدي في \"الوسيط\" ٣/ ١٤٢ عن ابن حمشاذ عن أبي منصور المذكر عن محمد بن المسيب الأرغياني بسنده.وأما قوله: (أنا من أولئك القليل، سبعة وثامنهم كلبهم) دون ذكر الأسماء، واسم الكلب فقد رواه كل من: الطبري من طريق عكرمة عنه، وطريق قتادة عنه، وطريق ابن جريج عنه في \"جامع البيان\" ١٥/ ٢٢٦.وأخرجه عبد الرازق عن معمر عن قتادة قال: كان ابن عباس يقول: .. فذكره في \"تفسير القرآن\" ١/ ٣٣٧. ومن طريقه أخرجه الطبري، وأخرجه أحمد في \"فضائل الصحابة\" ٢/ ١٠٦٧ من طريق عكرمة، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٥٤، وانظر: \"الفتح السماوي\" للمناوي ٢/ ٧٩٣.والواحدي في \"الوسيط\" ٣/ ١٤٣، من طريق جبير عن الضحاك، عن ابن عباس رضي الله عنهما، قد رووه بطرق فيها ضعف، لكنها حسنة بمجموع طرقها.وقد قال الإمام ابن كثير رحمه الله لما ذكر بعض طرقه في \"تفسير القرآن العظيم\" ٩/ ١٢١: فهذِه أسانيد صحيحة إلى ابن عباس، أنهم كانوا سبعة.كما أخرجه الطبراني في \"المعجم الأوسط\" ٦/ ١٧٥ (٦١١٣) عن محمد بن محمد بن النعمان بن شبل وكناه أبا شبيل عن أبيه عن يحيى عن أبيه عن الضحاك عن ابن عباس.وقال الطبراني: لم يرو هذا الحديث عن أبي روق إلا ابنه يحيى. =</p><p> قال محمد بن المسيب: القلطي: كلب صيني (١) . </p><p> وقال: ما بقي بنيسابور (٢) محدث إلا كتب عني هذا الحديث إلا من لم يقدر له. </p><p> قال: وكتب أبو عمرو الحيري عني (٣) . </p><p>= ورواه العقيلي في \"الضعفاء\" ٤/ ٤٢٢ عن محمد بن محمد بن النعمان عن أبيه، به. وقال: أما الكلام الأول: أنا من أولئك القليل. فصحيح عن ابن عباس رضي الله عنهما وأسماؤهم هذِه فليست بمحفوظة عن ابن عباس .. وفد قال السيوطي رحمه الله في \"الدر المنثور\" ٥/ ٣٩٣: أن الطبراني أخرجه في الأوسط بسند صحيح.وكذا قال المناوي في \"الفتح السماوي\" ٢/ ٧٩٣ لكن هذِه الطريق ليست صحيحة كما مرَّ.وقد قال الهيثمي في \"مجمع الزوائد\" ٧/ ٥٣ عن الحديث: وفيه يحيى بن أبي روق وهو ضعيف.فلعل محمد بن محمد رواه عن أبيه إن كانت الترجمة لاثنين فشاركه بذلك المصنف والواحدي والله أعلم.(١) القَلَطي: القصير جدًا، وهو: المجتمع من الناس، والسنانير، والكلاب. \"لسان العرب\" لابن منظور ٧/ ٣٨٥ (قلط).(٢) نيسابور إحدى مدن خراسان وخراسان بلاد واسعة تقع اليوم في إيران، وقد فتح المسلمون نيسابور في عهد عثمان - رضي الله عنه - سنة ٣١ هـ.وينسب إليها أئمة وعلماء لا يحصون وللحاكم كتاب في تاريخها مفقود. \"معجم البلدان\" لياقوت ٥/ ٣٣١، \"الأماكن\" للحازمي ٢/ ٩٠٧(٣) قال الواحدي بعدما روى هذا الحديث في \"الوسيط\" ٣/ ١٤٣: وصدق ابن المسيب، فقد رأيت في تفسير أبي عمرو الحيري، هذا الحديث مرويًا عن ابن المسيب.</p><p> قوله عَزَّ وَجَلَّ:  {فَلَا تُمَارِ فِيهِمْ} أي: في عدتهم وشأنهم (١)  {إِلَّا مِرَاءً ظَاهِرًا} وهو ما قص الله (٢) عليه في كتابه من خبرهم، يقول: حسبك ما قصصت عليك فلا تمار فيهم (٣)  {وَلَا تَسْتَفْتِ فِيهِمْ مِنْهُمْ أَحَدًا} من أهل الكتاب (٤) . </p><p>(١) قال الطبري رحمه الله في \"جامع البيان\" ١٥/ ٢٢٧ عند قوله {فَلَا تُمَارِ فِيهِمْ}: يعني في عدة أهل الكهف، وحذفت العدة اكتفاء بذكرهم فيها لمعرفة السامعين بالمراد. ونسب هذا القول -أي في عدتهم- إلى ابن زيد ورواه عنه.(٢) من (ب).(٣) هذا نص قول ابن عباس - رضي الله عنهما - رواه الطبري في \"جامع البيان\" ١٥/ ٢٢٧ وقول الضحاك، كما رواه الطبري \"جامع البيان\" ١٥/ ٢٢٧ وقول قتادة، أيضًا، رواه الطبري في \"جامع البيان\" ١٥/ ٢٢٧، وعبد الرازق في \"تفسير القرآن\" ١/ ٣٣٧.وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٥٤.(٤) وهذا قول ابن عباس بها وقتادة رحمه الله، رواه عنهما الطبري في \"جامع البيان\" ١٥/ ٢٢٨.ورواه ابن أبي حاتم عن ابن عباس - رضي الله عنهما - في \"تفسير القرآن العظيم\" ٧/ ٢٣٥٥، رواه عن مجاهد الطبري في \"جامع البيان\" ١٥٢٢٨.وانظر: \"الوسيط\" للواحدي ٣/ ١٤٣، \"معالم التنزيل\" للبغوي ٥/ ١٦٢، \"زاد المسير\" لابن الجوزي ٥/ ٨٩. =</p>"
}