{
  "id": null,
  "sura": 18,
  "aya": 107,
  "text": "<p> ١٠٦ - {ذَلِكَ جَزَاؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا وَاتَّخَذُوا آيَاتِي وَرُسُلِي هُزُوًا (١٠٦) } </p><p> يعني: سخرية. </p><p> ١٠٧ - قوله عَزَّ وَجَلَّ {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلًا} </p><p> اختلفوا في الفردوس، فقال النَّبِيّ - صلى الله عليه وسلم - (١) : \"الجنة(٢)مائة درجة، ما بين كل درجتين كما بين السماء والأرض، أعلاها الفردوس، ومنها تفجر أنهار الجنة، وفوقها عرش الرَّحْمَن، فإذا سألتم الله تعالى فاسألوه الفردوس\"  (٣) . </p><p> [١٨٠٣] وأخبرنا عبد الله بن حامد الوزان (٤) ، قال: أخبرنا مكّيّ ابن عبدان (٥) ، قال: حَدَّثَنَا مسلم بن الحجاج (٦) ، قال: حَدَّثَنَا نصر بن على (٧) وإسحاق بن إبراهيم (٨) </p><p>(١) سبق التنبيه على أسلوب المصنف هذا وأنه غير سائغ. (٢) في (ز): للجنة.(٣) هو جزء من حديث رواه البُخَارِيّ عن أبي هريرة كتاب: الجهاد والسير، باب: درجات المجاهدين في سبيل الله (٢٧٩٠)، وكتاب: التوحيد، باب: وكان عرشه على الماء (٧٤٢٣)، ورواه باللفظ الذي ذكره المصنف، الحاكم في \"المستدرك\" عن أبي هريرة -رَضِيَ اللهُ عَنْهُ- ١/ ١٥٣ (٢٦٧).ورواه أَيضًا عن عبادة بن الصامت - رضي الله عنه - (٢٦٩).(٤) لم يذكر بجرح أو تعديل.(٥) ثِقَة متقن.(٦) أبو الحسين النَّيْسَابُورِيّ الإِمام الكبير الثقة الفقيه صاحب الصحيح.(٧) نصر بن عليّ بن نصر بن عليّ الجهضمي، أبو عمرو الأَزدِيّ، ثِقَة، ثبت.(٨) ابن راهويه، الإِمام الكبير الحجة الثقة قرين الإِمام أَحْمد.</p><p> وأبو غسان (١) واللفظ له، قال: حَدَّثَنَا أبو عبد الصمد (٢) ، قال: حَدَّثَنَا أبو عمران الجوني (٣) ، عن أبي بكر (٤) بن عبد الله بن قيس (٥) ، عن أَبيه (٦) ، عن النَّبِيّ - صلى الله عليه وسلم - قال (٧) : \"جنان الفردوس أربع: جنتان من فضة آنيتهما وما فيهما، وجنتان من ذهب آنيتهما وما فيهما، وما بين </p><p>(١) أبو غسان، مالك بن عبد الواحد، المسمعي البَصْرِيّ، روى عن: بشر بن المفضل، وأبي عاصم النَّبِيل، وعبد العزيز بن عبد الصمد، وغيرهم. وعنه: مسلم، وأبو داود وأخرجا حديثه في كتابيهما، وأبو قلابة، ومحمَّد بن يونس الكديمي تُوفِّي سنة (٢٣٠ هـ).\"تهذيب الكمال\" للمزي ٧/ ٢٠، \"رجال صحيح مسلم\" لأبي بكر الأَصْبهانِيّ ٢/ ٢٢٢، \"تقريب التهذيب\" لابن حجر (ص ٩١٦).(٢) عبد العزيز بن عبد الصمد العمي، أبو عبد الصمد البَصْرِيّ، روى عن: جميل بن مرة ومنصور بن المعتمر، ومطر الوراق. وعنه: أَحْمد بن حنبل، وإسحاق بن راهويه، ونصر بن عليّ، ومسدد بن مسرهد، وغيرهم، أخرج حديثه الجماعة تُوفِّي سنة (١٨٧ هـ).\"تهذيب الكمال\" للمزي ٤/ ٥٢٢، \"تقريب التهذيب\" لابن حجر (ص ٦١٤) \"سير أعلام النبلاء\" للذهبي ٨/ ٣٦٩.(٣) عبد الملك بن حبيب، الأَزدِيّ، أبو عمران الجوني، البَصْرِيّ، ثِقَة.(٤) في (ب): عمر.(٥) أبو بكر بن أبي موسى الأَشْعريّ عبد الله بن قيس، واسمه عمرو أو عامر.روى عن أَبيه، وابن عباس، وجابر، والبراء - رضي الله عنه -. وعنه: أبو إسحاق السبيعي، وابنه يونس بن أبي إسحاق، وأبو عمران الجوني أخرج حديثه الجماعة، تُوفِّي سنة (١٠٦ هـ).\"تهذيب الكمال\" للمزي ٨/ ٢٦١ \"تقريب التهذيب\" لابن حجر (ص ١١١٨).(٦) أبو موسى عبد الله بن قيس بن سليم، الأَشْعريّ، الصحابي المشهور.(٧) سقطت من الأصل.</p><p> القوم وبين (١) أن ينظروا إلى ربهم إلَّا رداء الكبرياء على وجهه\" (٢) . </p><p> وقال شمر (٣) : خلق الله جنة الفردوس بيده، فهو يفتحها في كل يوم خمسين مرة (٤) ، فيقول: ازدادي طيبًا وحسنًا لأوليائي (٥) . </p><p> وقال قتادة: الفردوس ربوة الجنة وأوسطها وأفضلها وأرفعها (٦) . </p><p> وقال أبو أُمامة: الفردوس سرة الجنة (٧) . </p><p>(١) سقطت من (ب). (٢) [١٨٠٣] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرح أو تعديل.التخريج:رواه البُخَارِيّ كتاب: التفسير، باب: ومن دونهما جنتان (٤٨٧٨)، ومسلم كتاب: الإيمان، باب: إثبات رؤية المُؤْمنين (١٨٠)، لكن ليس فيه عندهما: جنان الفردوس أربع. إنما أوله: جنتان من فضة .. وآخره عندهما: على وجهه في جنة عدن.(٣) في غير الأصل: ابن شمر، وما في الأصل موافق لتفسير الطبري.(٤) في (ز): خميس، وهكذا هو في \"جامع البيان\" للطبري.(٥) رواه عنه الطبري في \"جامع البيان\" ١٦/ ٣٨ لكن فيه: في كل يوم خميس.(٦) رواه عنه الطبري في \"جامع البيان\" ١٦/ ٣٦ دون قوله: وأرفعها.وذكره منسوبًا له البَغَوِيّ في \"معالم التنزيل\" ٥/ ٢١١ والخازن في \"لباب التأويل\" ٣/ ١٨٠ وقد روي مرفوعًا عن النَّبِيّ -صلى الله عليه وسلم- من طريق قتادة عن الحسن عن سمرة بن جندب عن النَّبِيّ - صلى الله عليه وسلم - بلفظ: \"الفردوس من ربوة الجنة هي أوسطها وأحسنها\". رواه الطبري في \"جامع البيان\" ١٦/ ٣٧، والطبراني في \"المعجم الكبير\" ٧/ ٢١٣ بلفظ: \"الفردوس ربوة الجنة وأعلاها وأوسطها ومنها تفجر أنهار الجنة\".(٧) رواه عنه الطبري موقوفًا في \"جامع البيان\" ١٦/ ٣٦ لكن وقع في مطبوعة التفسير: عن لقمان عن عامر، قال: سئل أبو أسامة. والصواب: عن لقمان بن عامر، قال: سُئل أبو أُمامة. =</p><p> وقال كعب: ليس في الجنان جنة أعلى من جنة الفردوس وفيها الآمرون بالمعروف والناهون عن المنكر (١) . </p><p> وقال مجاهد: هو البستان بالرومية (٢) . </p><p> وقال كعب: هو البستان الذي فيه الأعناب (٣) . </p><p> وقال الضحاك: هي الجنة الملتفة الأشجار (٤) . </p><p>= وقد روي عن النَّبِيّ - صلى الله عليه وسلم - مرفوعًا رواه عنه أبو أُمامة بلفظ: \"سلو الله الفردوس، فإنَّها سرة الجنة\". أخرجه الحاكم في \"المستدرك\" ٢/ ٤٠٢ (٣٤٠٢)، والطبراني في \"المعجم الكبير\" ٨/ ٢٤٦ (٧٩٦٦)، ورواه عنه العرباض بن سارية - رضي الله عنه - بلفظ: \"إذا سألتم الله فسلوه الفردوس، فإنَّه سر الجنة\"، يقول الرَّجل منكم لراعيه: عليك بسر الوادي، فإنَّه أمرعه، وأعشبه. أخرجه الطَّبْرَانِيّ في \"المعجم الكبير\" ١٨/ ٢٥٤ (٦٣٥) وذكره منسوبًا لأبي أُمامة القرطبي في \"الجامع لأحكام القرآن\" ١١/ ٦٨.قوله: (سرة الجنة): قال ابن منظور: وسر الوادي: أكرم موضع فيه، والسر: وسط الوادي، وجمعه سرور، وكذلك سرارة، وسرارته، وسرته وأرض سِرٌّ: كريمة طيبة. \"لسان العرب\" لابن منظور ٤/ ٣٥٨ (سرر).(١) رواه الطبري في \"جامع البيان\" ١٦/ ٣٦، وذكره البَغَوِيّ في \"معالم التنزيل\" ٥/ ٢١١، والقرطبي في \"الجامع لأحكام القرآن\" ١١/ ٦٨، والخازن في \"لباب التأويل\" ٣/ ١٨٠.(٢) رواه عنه الطبري في \"جامع البيان\" ١٦/ ٣٦ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٩٤، وانظر: \"معالم التنزيل\" ٥/ ٢١١، \"الوسيط\" للواحدي ٣/ ١٧١.(٣) رواه الطبري في \"جامع البيان\" ١٦/ ٣٦، وانظر\"معالم التنزيل\" للبغوي ٥/ ٢١١.(٤) ذكره البَغَوِيّ في \"معالم التنزيل\" ٥/ ٢١١، منسوبًا له، وذكره غيره منسوب لأحد الخازن في \"لباب التأويل\" ٣/ ١٨٠، وقال المبرد: الفردوس -فيما سمعت من كلام العرب- الشجر الملتف، والأغلب عليه العنب. \"زاد المسير\" لابن الجوزي ٥/ ١٤٠، \"الوسيط\" للواحدي ٣/ ١٧١.</p>"
}