{
  "id": null,
  "sura": 18,
  "aya": 79,
  "text": "<p> ٧٩ - قوله عز وجل {أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ} </p><p> قال وهب (١) : كانت لعشرة إخوة خمسة منهم زمنى (٢) ، وخمسة يعملون في البحر (٣) . </p><p> وفي قوله تعالى {لِمَسَاكِينَ} دليل على أن المسكين وإن كان يملك شيئًا، فلا يزول عنه اسم المسكنة، إذا كانت به حاجة إلى ما هو زيادة على ملكه، ويجوز له أخذ الزكاة (٤) . </p><p> [١٧٨٩] وأخبرنا أبو بكر عبد الرحمن بن عبد الله بن علي </p><p>(١) في غير الأصل: كعب. (٢) الزمني: جمع زَمِن، وهو الَّذي به عاهة، \"لسان العرب\" لابن منظور ١٣/ ١٩٩ (زمن).(٣) نسبه البغوي في \"معالم التنزيل\" ٥/ ١٩٤ لكعب. وكذلك القرطبي في \"الجامع لأحكام القرآن\" ١١/ ٣٤ وابن الجوزي في \"زاد المسير\" ٥/ ١٢٤، وذكره الخازن في \"لباب التأويل\" ٣/ ١٧٣ دون نسبة، وابن عطية في \"المحرر الوجيز\" ٣/ ٥٣٤ - ٥٣٥ دون نسبة أيضًا، وكذلك ذكره الزمخشري في \"الكشاف\" ٢/ ٣٩٩.(٤) استدل بهذِه الآية على الفرق بين الفقير والمسكين، واختلفوا في أيهما أحسن حالًا من الآخر والذي استدلوا بهذِه الآية جعلوا المسكين أحسن حالًا.قال القرطبي: ولا حجة في قول من احتج بقوله تعالى {أَمَّا الْسَّفِينَةُ} لأنه يحتمل أن تكون مستأجرة لهم.ثم قال: ويجوز أن يسموا مساكين على جهة الرحمة والاستعطاف كما يقال لمن يمتحن بنكبة أو دفع إلى بلية: مسكين، انظر: \"الجامع لأحكام القرآن\" للقرطبي ٨/ ١٦٨ - ١٧٠ في تفسير سورة التوبة.وانظر: \"معالم التنزيل\" للبغوي ٥/ ١٩٤، \"لباب التأويل\" للخازن ٣/ ١٧٣.</p><p> الحمشاذي (١) ، قال: أخبرنا أحمد بن الحسين بن علي الرازي (٢) ، قال: حدثنا أبو الحسن أحمد بن زكريا بن يحيى المقدسي (٣) ، قال: حدثنا: إبراهيم بن عبد الله الصنعاني (٤) ، قال: حدثنا إبراهيم ابن الحكم (٥) ، </p><p>(١) لم يذكر بجرح أو تعديل. (٢) أبو زرعة، الرازي الصغير، حافظ، صدوق.(٣) أحمد بن زكريا بن يحيى بن يعقوب، أبو الحسن المقدسي سمع: أحمد بن شيبان الرملي، ومحمد بن حماد الطبراني، وعنه: أبو الحسين ابن جميع، وتمام الرازي، وأبو عبد الله بن مندة. ذكره الذهبي في \"تاريخ الإسلام\" فيمن توفي قريبًا من سنة (٣٥٠ هـ). ولم يذكر فيه شيئًا.\"تاريخ الإسلام\" (٢٥/ ٤٥٧).(٤) إبراهيم بن عبد الله بن همام الصنعاني، ابن أخي الإمام عبد الرزاق، قال الدارقطني: كذاب ووصف ابن عدي أحاديثه بالمناكير، ووصفه الذهبي بالوضع، وساق له أحاديث، وقال: فهذِه الأشياء من وضع هذا المدبّر ا. هـ، روى عن عمه عبد الرزاق، وأبي عبيدة الحداد وعنه: أبو قتيبة العسقلاني، ومحمد بن أيوب مشكاب.\"ميزان الاعتدال\" للذهبي ١/ ٤٢، \"لسان الميزان\" لابن حجر ١/ ٧٣، \"الكامل\" لابن عدي ١/ ٢٧٣.(٥) إبراهيم بن الحكم بن أبان، أبو إسحاق العدني، روى عن أبيه الحكم بن أبان، وعنه: إسحاق بن راهويه، وأبو الأزهر النيسابوري قال البخاري: سكتوا عنه، وقال يحيى بن معين: ليس بشيء، ليس بثقة ولم يحمده أحمد، وقال الأزدي: متروك، وقال النسائي: ليس بثقة وضعفه غير واحد، قال الذهبي: تركوه وقلَّ من مشّاه. أخرج له ابن ماجة في التفسير، ومن بلائه أنَّه يصل المراسيل.\"تهذيب الكمال\" للمزي ١/ ١٠٧، \"ميزان الاعتدال\" للذهبي ١/ ٢٧، \"تقريب التهذيب\" لابن حجر (ص ١٠٦).</p><p> عن أبيه (١) ، عن عكرمة (٢) ، قال: قلت لابن عباس - رضي الله عنهما -، في قوله تعالى {أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ} كانوا مساكين والسفينة تساوي ألف دينار؟ ! فقال: إن المسكين مسكين وإن كان معه ألف دينار (٣) . </p><p> {فَأَرَدْتُ أَنْ أَعِيبَهَا وَكَانَ وَرَاءَهُمْ مَلِكٌ} يعني: أمامهم وقدامهم (٤) . </p><p>(١) الحكم بن أبان العدني، أبو عيسى العابد، روى عن سالم بن عبد الله بن عمر وشهر به حوشب، وطاووس، وعكرمة، ووهب بن منبه، وعنه: ابنه إبراهيم وإسماعيل بن علية وسفيان بن عيينة، ومعمر بن راشد، ومات قبله، وغيرهم. أخرج حديثه الأربعة، والبخاري في جزء القراءة. وقد وثقه: ابن معين، والنسائي، والعجلي، وقال أبو زرعة: صالح وأحمد، وسفيان، وابن المديني وغيرهم. وضعفه عبد الله بن المبارك وحده، وقال ابن حبان: وإنما وقعت المناكير من رواية ابنه إبراهيم توفي سنة ١٥٥ هـ أو ١٥٤ هـ. \"تهذيب الكمال\" للمزي ٢/ ٢٣٩، \"تقريب التهذيب\" لابن حجر (ص ٢٦١)، \"ميزان الاعتدال\" للذهبي ١/ ٥٦٩.(٢) مولى ابن عباس، ثقة، ثبت، عالم بالتفسير.(٣) [١٧٨٩] الحكم على الإسناد:موضوع، فيه إبراهيم الصنعاني متروك وضاع، وإبراهيم بن الحكم، ضعيف جدًّا وتركه كثيرون.التخريج:لم أجده.(٤) انظر: \"جامع البيان\" للطبري ١/ ١٦، \"معالم التنزيل\" للبغوي ٥/ ١٩٤ وجعله القرطبي قول الأكثرين، كما في \"الجامع لأحكام القرآن\" ١١/ ٣٤ وانظر أيضًا: \"الوسيط\" للواحدي ٣/ ١٦٠، \"لباب التأويل\" للخازن ٣/ ١٧٣، وهو قول أبي عبيدة في \"مجاز القرآن\" ١/ ٤١٢، وابن قتيبة في \"تفسير غريب القرآن\" (٢٧٠)، =</p><p> كقوله:  {مِنْ وَرَائِهِ جَهَنَّمُ}  (١) و {وَمِن وَرَائِهِم بَرْرَخٌ}  (٢) أي: أمامهم. </p><p> وقال الشاعر (٣) : </p><p> أترجُو بَنو مروانَ سَمعي وطاعتي ... وقومي تميمٌ والفلاةُ ورائِيا (٤) </p><p> أي: أمامي. </p><p> وقيل: ورائهم: خلفهم، فكان رجوعهم في طريقهم عليه، ولم يكونوا يعلمون بخبره، فأعلم الله عز وجل الخضر عليه السلام </p><p>= وفي \"تأويل مشكل القرآن\" (١٤٥) وجعل (وراء) من الأضداد، فتأتي بمعنى: قدام وخلف. وانظر: \"معاني القرآن\" للفراء ٢/ ١٥٧، \"معانى القرآن\" للنحاس ٤/ ٢٧٦. \"الأضداد\" للأنباري (ص ٦٨).ومن رجح هذا القول استدل بقراءة ابن عباس - رضي الله عنهما - (وكان أمامهم ملك) انظر: المراجع السابقة، \"الدر المنثور\" للسيوطي ٤/ ٤٣٠.(١) إبراهيم: ١٦.(٢) المؤمنون: ١٠٠.(٣) نسبه ابن منظور، والسمين الحلبي، لسوَّار بن المضرب السعدي التميمي، شاعر مشهور، أورد له الآمدي ترجمة مختصرة جدًا في \"المؤتلف والمختلف\" (ص ١٨٣)، وبيتًا واحدًا.ونسبه في \"جمهرة اللغة\" لابن دريد (ص ١٣١٨) للفرزدق، وليس هو في \"ديوانه\".(٤) البيت في \"لسان العرب\" لابن منظور ١٥/ ٣٩٠ (ورى) \"تاج العروس\" للزبيدي ٤٥/ ١٩٣ (وري)، \"النوادر\" لأبي زيد (ص ٤٥)، \"الدر المصون\" للسمين للحلبي ٧/ ٥٣٧، منسوب فيها كلها لسوَّار وفي \"مجاز القرآن\" لأبي عبيدة ١/ ٤١٢ \"جامع البيان\" للطبري ١/ ١٦، \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٣٥، \"الأضداد\" للأنباري (ص ٦٨) بلا نسبة.</p><p> بخبره (١) . </p><p> {يَأْخُذُ كُلَّ سَفِينَةٍ} أي: كل سفينة صالحة {غَصْبًا} فاكتفى بدلالة الكلام عليه. </p><p> يدل عليه: ما روى سفيان (٢) ، عن عمرو بن دينار (٣) ، عن ابن عباس - رضي الله عنهما - أنَّه كان يقرأ (وكان أمامهم ملك يأخذ كل سفينة صالحة غصبًا)  (٤) . </p><p> فخرقتها وعبتها لئلا يتعرض له ذلك الملك وكان اسمه جلندي (٥) </p><p>(١) ذكره عامة المفسرين، وأهل المعاني، راجع المصادر السابقة. وممن اختاره الزجاج في \"معاني القرآن\" ٣/ ٣٠٥ وما أورده المصنف هنا، هو نص كلام الزجاج.واختاره ابن عطية في \"المحرر الوجيز\" ٣/ ٥٣٥، وابن عرفة، كما في \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٣٥.(٢) ابن عيينة، ثقة حافظ فقيه إلَّا أنَّه تغير حفظه بآخره، وكان ربما دلس، وكان أثبت الناس في عمرو بن دينار.(٣) ثقة، ثبت.(٤) نسبها له الواحدي في \"الوسيط\" ٣/ ١٦١، والبغوي في \"معالم التنزيل\" ٥/ ١٩٤، والقرطبي في \"الجامع لأحكام القرآن\" ١١/ ٣٤.وقد روى الطبري في \"جامع البيان\" ٢/ ١٦، هذِه القراءة عن أبي من طريق ابن عباس، - رضي الله عنهم -.ورواها ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٧٩ عن ابن عباس عن النبي - صلى الله عليه وسلم -.(٥) نسبه القرطبي في \"الجامع لأحكام القرآن\" ١١/ ٣٦ للسهيلي.وذكره البغوي في \"معالم التنزيل\" ٥/ ١٩٤، والخازن في \"لباب التأويل\" ٣/ ١٧٤ وابن حجر في \"فتح الباري\" ٨/ ٤٢٠، كلهم بلا نسبة.</p>"
}