{
  "id": null,
  "sura": 18,
  "aya": 9,
  "text": "<p> ٨ - قوله عز وجل:  {وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا} </p><p> مستويًا. </p><p> {جُرُزًا} يابسًا أملس لا ينبت شيئًا. </p><p> ٩ - قوله عز وجل:  {أَمْ حَسِبْتَ} </p><p> يعني: أظننت يا محمد، {أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا} ، يعني: ليسوا أعجب آياتنا فإن ما خلقت من السموات والأرضين وما فيهن من العجائب أعجب منهم. </p><p> والكهف هو الغار في الجبل، واختلفوا في الرقيم، فقال (١) فيما: </p><p> [١٧٦٧] أخبرنا أبو محمد عبد الله بن حامد رحمه الله (٢) ، قال: أخبرنا أحمد بن محمد بن الحسن (٣) ، قال: حدثنا يحيى بن محمد بن يحيى (٤) ، </p><p>(١) عبارة المصنف رحمه الله هنا غير سائغة فهو يقول: واختلفوا .. فقال - صلى الله عليه وسلم -. فهل يصح ذكر خلاف أحد مع رسول الله - صلى الله عليه وسلم -، فلو قال: واختلفوا فقال فلان مستد، بقوله - صلى الله عليه وسلم - وقال فلان كذا ... إلخ لساغ ذلك.(٢) لم يذكر بجرح أو تعديل.(٣) أبو حامد ابن الشرقي، ثقة مأمون.(٤) يحيى بن محمد بن يحيى بن خالد الذهلي أبو زكريا، الملقب بحيكان، إمام ابن إمام قال عنه الحاكم: إمام نيسابور في الفتوى والرئاسة وابن إمامها، وقال عنه الذهبي: الحافظ المجود الشهيد.أخرج حديثه ابن ماجة، وقال ابن حجر في \"التقريب\": ثقة حافظ من الحادية عشرة مات شهيدًا سنة سبع وستين.أي: بعد المائتين. \"سير أعلام النبلاء\" للذهبي ١٢/ ٢٨٥، \"تقريب التهذيب\" لابن حجر (١٠٦٦).</p><p> قال: حدثنا (محمد بن)  (١) معمر (٢) قال: حدثنا أبو عاصم (٣) ح (٤) . </p><p> [١٧٦٨] قال أبو محمد (٥) ، وأخبرنا أحمد (٦) ، قال: حدثنا أحمد ابن سلمة (٧) قال: حدثنا إسحاق بن منصور (٨) وأحمد بن سعيد الدارمي (٩) ح. </p><p>(١) من (ب). (٢) محمد بن معمر بن ربعي أبو عبد الله القيسي البصري المعروف بالبحراني روى عن روح بن عبادة ومحمد بن كثير العيدي وأبي هشام المخزومي، وروى عنه الجماعة، قال في التقريب: صدوق، من كبار الحادية عشرة، مات سنة خمسين.أي: بعد المائتين.\"تهذيب التهذيب\" لابن حجر ٩/ ٤٦٦، \"تقريب التهذيب\" لابن حجر (ص ٨٩٨).(٣) ثقة ثبت.(٤) (ح) ليس في (ب)، (ز).(٥) عبد الله بن حامد، لم يذكر بجرح أو تعديل.(٦) أبو حامد بن الشرقي، ثقة مأمون.(٧) أحمد بن سلمة بن عبد الله أبو الفضل البزاز النيسابوري، رفيق مسلم في الرحلة حافظ حجة عدل مأمون مجوِّد سمع قتيبة وإسحاق بن راهويه وأبا غريب وخلقًا كثيرًا وحدث عنه: أبو زرعة وأبو حاتم، توفي سنة ٢٨٦ هـ. \"تاريخ بغداد\" للخطيب ٤/ ١٨٦، \"سير أعلام النبلاء\" للذهبي ١٣/ ٣٧٣.(٨) ثقة ثبت.(٩) أحمد بن سعيد بن صخر بن سليمان أبو جعفر الدارمي التميمي السرخسي، الإمام العلامة الفقيه الحافظ الثقة، أخرج له الجماعة سوى النسائي، وسمع النضر بن شميل، وحبان بن هلال، توفي رحمه الله سنة ٢٥٣ هـ.\"تهذيب التهذيب\" لابن حجر ١/ ٣١، \"تقريب التهذيب\" لابن حجر (ص ٨٩)، \"سير أعلام النبلاء\" للذهبي ١٢/ ٢٣٣.</p><p> [١٧٦٩] قال (١) : وأخبرنا أحمد (٢) ، قال: حدثنا محمد بن إسماعيل (٣) ، قال: حدثنا محمد بن بشار (٤) وأبو موسى (٥) ، قالوا: حدثنا أبو عاصم (٦) ، عن ابن جريح (٧) قال: أخبرني موسى بن عقبة (٨) ، عن نافع (٩) ، عن ابن عمر - رضي الله عنه -، عن رسول الله - رضي الله عنه -. </p><p> ورواه عبد بن حميد (١٠) ، عن إسماعيل بن عبد الكريم (١١) قال: حدثني عبد الصمد بن معقل (١٢) قال: سمعت وهبًا (١٣) يقول: حدثني النعمان بن بشير الأنصاري - رضي الله عنهما - (١٤) ، أنه سمع رسول الله - صلى الله عليه وسلم - يذكر الرقيم قال: \"إن ثلاثة نفر خرجوا يرتادون لأهليهم فبينا هم </p><p>(١) أي: شيخه عبد الله بن حامد، لم يذكر بجرح أو تعديل. (٢) أبو حامد بن الشرقي، ثقة مأمون.(٣) هو الإمام الحجة البخاري صاحب \"الصحيح\" جبل الحفظ وإمام الدنيا في فقه الحديث.(٤) أبو بكر بندار، ثقة.(٥) محمد بن المثنى بن عبيد الله العنزي البصري الحافظ المعروف بالزَّمِن، ثقة، ثبت.(٦) الضحاك بن مخلد، ثقة، ثبت.(٧) عبد الملك بن عبد العزيز بن جريج الأموي ثقة فقيه فاضل وكان يدلس ويرسل.(٨) ثقة فقيه إمام في المغازي.(٩) أبو عبد الله نافع مولى ابن عمر رضي الله عنهما، إمام ثقة ثبت وفقيه مشهور.(١٠) أبو محمد الكشي، إمام حافظ.(١١) أبو هشام الصنعاني، صدوق.(١٢) صدوق.(١٣) وهب بن منبه بن كامل أبو عبد الله الأبناوي، ثقة.(١٤) له ولأبويه صحبة، رضي الله عنهم.</p><p> يمشون إذ أصابتهم السماء فأووا إلى كهف، فانقضت (١) صخرة من الجبل فانطبقت على باب الكهف، فأوصد عليهم، فقال قائل منهم: اذكروا أيكم عمل حسنة لعل الله تعالى برحمته أن يرحمنا. قال رجل منهم: إني قد عملت حسنة مرة، كان لي أُجراء يعملون عملًا لي، استأجرت كل رجل منهم بأجرة معلومة (٢) ، فجاءني رجل ذات يوم وسط النهار فاستأجرته بشطر (٣) أصحابه، فعمل بقية نهاره كما عمل رجل منهم نهاره كله، فرأيت عليَّ في الذمام أن لا أنقصه مما استأجرت به أصحابه لما جهد في عمله، فقال رجل منهم: أتعطي هذا مثل ما أعطيتني ولم يعمل إلا نصف النهار؟ قلت: يا عبد الله، لم أبخسك شيئًا من شرطي (٤) ، وإنما هو مالي أحكم فيه (٥) بما شئت، قال: فغضب وذهب وترك أجره، فوضعت حقه في جانب من البيت ما شاء الله تعالى، ثم مرت بي بعد ذلك بقر فاشتريت له (٦) فصيلة من البقر، فبلغت ما شاء الله، فمَرَّ بي بعد حين رجل شيخ كبير ضعيف لا أعرفه فقال: إن عليك لي حقًّا. </p><p>(١) في (ب)، (ز) فانحطت. (٢) في (ب)، (ز) بأجر معلوم. وكذا في المسند.(٣) في الأصل: بشرط، والمثبت من (ب)، (ز)، كذا في المسند، وهو الصحيح لدلالة تمام الحديث على ذلك.(٤) كذا في الأصل من شرطي، وفي (ز) والمسند: شرطك وهو الصحيح.(٥) من (ب)، (ز).(٦) في (ز) والمسند: له به.</p><p> فذكره حتَّى عرفته، قلت له: الاك أبغي، وهذا حقك، وأعرضتها (١) عليه جميعًا، قال: يا عبد الله، لا تسخر بي، إن لم تصدّق عليّ فأعطني حقي. قلت: والله لا أسخر بك (٢) إنها لحَقُّك مالي فيه بشيء، فدفعتها إليه جميعًا. </p><p> اللهم إن كُنْتُ فعلتُ ذلك لوجهك فافرج عنا الحجر (٣) . فانصاع الجبل حتَّى رأوا وأبصروا. </p><p> وقال الآخرُ: قد عملت حسنة مرة، كان فيّ فضل، وأصاب الناسَ شدةٌ، فجاءتني امرأة فطلبت مني معروفا، فقلت: والله ما هو دون نفسك (فأبت على فذهبت، ثم رجعت، فذكرتني بالله، فأبيت عليها،وقلت لها:والله ما هو دون نفسك، فأبت على وذهبت وذكرت لزوجها،فقال لها:أعطيه نفسك وأغيثي عيالك. فرجعت إليّ ونشدتني بالله تعالى فأبيت عليها وقلت لها والله ما هو دون نفسك)  (٤) ، فلما رأت ذلك أسلمت إليّ نفسها، فلما كشفتها وهممت بها ارتعدت من تحتي، فقلت لها: ما شأنك؟ قالت: أخاف الله رب العالمين. فقلت لها: خفتيه في الشدة ولم أخفه في الرخاء! فتركتها وأعطيتها ما يحق عليّ بكشفها، اللهم إن كنت (٥) فعلت ذلك لوجهك فافرج عنا. </p><p>(١) كذا في الأصل، وفي النسخ الأخرى والمسند: وعرضتها. (٢) ساقطه من الأصل.(٣) سقطت من (ب)، (ز).(٤) ما بين القوسين ساقط من الأصل.(٥) ساقطة من الأصل.</p><p> فانصدع حتَّى عرفوا وتبين لهم. </p><p> وقال الآخر: قد عملت حسنة مرة، كان لي أبوان شيخان كبيران، وكان لي غنم، فكنتُ أطعم أبويّ وأسقيهما ثم أرجع إلى غنمي، قال: فأصابني يومًا غيث حبسني حتَّى أمسيتَ، فأتيتُ أهلي، فأخذت محلبي، فحلبت غنمي وتركتها قائمة، فمضيت إلى أبويَّ فوجدتهما قد ناما، فشق على أن أوقظهما، وشق على أن أترك غنمي، فما برحت جالسًا ومحلبي على يدي حتَّى أيقظهما الصبح فسقيتهما، اللهم إن كنت فعلتُ ذلك لوجهك فافرج عنا \".</p><p> قال النعمان بن بشير - رضي الله عنه -. </p><p> لكأني أسمع رسول الله - صلى الله عليه وسلم - قال: \" قال الجبل: طاق. ففرج الله عز وجل عنهم فخرجوا\" (١) . </p><p>(١) [١٧٦٧ - ١٧٦٩] الحكم على الإسناد: إلى ابن عمر صحيح، وسند عبد بن حميد أقل أحواله أن يكون حسنًا.التخريج:رواه البخاري من حديث ابن عمر رضي الله عنهما في عدة مواضع منها:١ - كتاب البيوع باب إذا اشترى شيئًا لغيره بغير إذنه فرضي من طريق أبي عاصم عن ابن جريج عن موسى عن نافع به (٢٢١٥).٢ - وفي كتاب الإجازة باب من استأجر أجيزا فترك أجره ففعل فيه المستأجر فزاد أو من عمل في مال غيره فاستفضل، من طريق الزهري عن سالم عن ابن عمر (٢٢٧٢).٣ - وفي كتاب الحرث والمزارعة باب: إذا زرع بمال قوم بغير إذنهم .. من طريق نافع أيضًا (٢٣٣٣).٤ - وفي كتاب أحاديث الأنبياء -باب حديث الغار (٣٤٦٥) من طريق عبيد الله بن عمر عن نافع به. =</p><p> وقال ابن عباس - رضي الله عنه -: الرقيم وادٍ بين غضبان وأيلة دون فلسطين، وهو الوادي الَّذي فيه أصحاب الكهف (١) . </p><p>= ورواه مسلم كتاب الرقاق، باب: قصة أصحاب الغار الثلاثة .. من حديث ابن عمر أيضًا من طريق نافع وسألم عنه (٢٧٤٣). وأما حديث النعمان بن بشير فقد أخرجه الإمام أحمد في \"المسند\" ٤/ ٢٧٤ (١٨٤١٧) بنفس سند عبد بن حميد، وهذا السند صحيح.وليس مسند النعمان في المطبوع من \"المنتخب\" لعبد بن حميد.ورواه الطبراني في \"الأحاديث الطوال\" (ص ٢٨٤) رقم (٤١) من طريق إسماعيل ابن عبد الكريم نفسها.ورواه من حديث النعمان أيضًا ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٤٧، وابن المنذر، وابن مردويه كما في \"الدر المنئور\" للسيوطي ٤/ ٣٨٤ - ٣٨٦.وقد روي من حديث أنس رواه الإمام أحمد في \"المسند\" ٣/ ١٤٢ - ١٤٣ (١٢٤٥٤)، وأبو يعلي في \"مسنده\" ٥/ ٣١٣ - ٣١٤ (٢٩٣٧) وأبو داود الطيالسي في \"مسنده\" (ص ٢٦٩).ومن حديث أبي هريرة، رواه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ٣/ ٢٥، وأبو داود الطيالسي في \"مسنده\" (ص ٢٦٩).(١) أخرجه الطبري في \"جامع البيان\" ١٥/ ١٩٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٤٦ وقد أخرجاه من طريق العوفي، وانظر: \"معالم التنزيل\" للبغوي ٥/ ١٤٥، \"زاد المسير\" لابن الجوزي ٥/ ٧٦.ووقع في المطبوع من \"تفسير الطبري\": واد بين عسفان وأيلة، هكذا عسفان وهو خطأ فعسفان موضع بالحجاز بعيد عن فلسطين، والصحيح غضبان كما هو هاهنا، وهو جبل في أطراف الشام بينه وبين أيلة مكان أصحاب الكهف. انظر \"معجم البلدان\" لياقوت ٤/ ٢٠٦.</p><p> وقال كعب (١) : هي قريتهم (٢) . وهو على هذا التأويل من رقمة الوادي وهي موضع المياه منه، تقول العرب: عليك بالرقمة وح الضفة والضفتان جانبا الوادي (٣) . </p><p> وقال سعيد بن جبير: الرقيم لوح من حجارة، وقيل من رصاص كتبوا فيه أسماء أصحاب الكهف (٤) . </p><p> وهو على هذا التأويل بمعنى المرقوم أي: المكتوب. والرقم الخط والعلامة، والرقم الكتابة (٥) . </p><p> ثم ذكر عز وجل صفتهم وقصتهم فقال: </p><p>(١) كعب بن ماتع الحميري أبو إسحاق اليماني. (٢) رواه عبد الرزاق في \"تفسير القرآن\" ١/ ٣٣٤، والطبري في \"جامع البيان\" ١٥/ ١٩٨ من طريق عكرمة عن ابن عباس رضي الله عنهما، قال يزعم كعب أن الرقيم القرية.(٣) \"لسان العرب\" لابن منظور ١٢/ ٢٤٨.(٤) رواه الطبري في \"جامع البيان\" ١٥/ ١٩٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٤٦.(٥) \"لسان العرب\" لابن منظور ١٢/ ٢٥٠.</p>"
}