{
  "id": null,
  "sura": 19,
  "aya": 39,
  "text": "<p> ٣٩ - {وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ} </p><p> أي: فرغ من الحساب، وأدخل أهل الجنة الجنة، وأهل النَّار النَّار وذبح الموت. {وَهُمْ فِي غَفْلَةٍ} في الدنيا، {وَهُمْ لَا يُؤْمِنُونَ} . </p><p> [١٨٢١] أخبرنا عبد الله بن حامد الوزان (١) ، قال: أخبرنا مكّيّ بن عبدان (٢) قال: أخبرنا عبد الله بن هاشم (٣) قال: حَدَّثَنَا أبو (٤) معاوية (٥) ، عن الأَعمش (٦) ، عن أبي صالح (٧) ، عن أبي سعيد (٨) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"يجاء بالموت يوم القيامة في صورة (٩) كبش أملح (١٠) فيوقف بين الجنة والنار، فيقال: يَا أهل </p><p>(١) لم يذكر بجرح أو تعديل. (٢) ثِقَة متقن.(٣) أبو عبد الرَّحْمَن الطوسي، ثِقَة.(٤) سقطت من (ب).(٥) محمَّد بن خازم التَّمِيمِيّ، ثِقَة، أحفظ النَّاس لحديث الأَعمش، وقد رُمي بالإرجاء.(٦) ثِقَة، حافظ، لكنه مدلس.(٧) أبو صالح السمان، ثِقَة، ثبث.(٨) أبو سعيد الخُدرِيّ، صحابي جليل.(٩) في غير الأصل: كأنه.(١٠) قال ابن منظور: والملحة من الألوان بياض تشوبه شعرات سود .. وكل شعر وصوف ونحوه كان فيه بياض وسواد فهو أملح.وقال: قال الكسائي: الأملح الذي فيه بياض وسواد، ويكون البياض أكثر.\"لسان العرب\" لابن منظور ٢/ ٦٠٢ (ملح).وقال ابن فارس: والملحة من الألوان: بياض وربما خالطه سواد. \"معجم مقاييس اللغة\" ٥/ ٣٤٨ (ملح).</p><p> الجنة، هل تعرفون هذا؟ فيشرئبون (١) ، وينظرون فيقولون: نعم هذا الموت. (ويقال: يَا أهل النَّار، هل تعرفون هذا؟قال:فيشرئبون وينظرون فيقولون: نعم هذا الموت)  (٢) . فيؤمر به فيذبح، فيقال: يَا أهل الجنة، خلود فلا موت، ويا أهل النَّار، خلود فلا موت. فيزداد أهل الجنة فرحًا إلى فرحهم، (ويزداد أهل النَّار حزنًا إلى حزنهم)  (٣) \" ثم قرأ رسول الله -صلى الله عليه وسلم-: {وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ} وأشار بيده إلى (٤) الدنيا (٥) . </p><p> قال مقاتل: لولا ما قضى الله تعالى من تخليد أهل النَّار وتعميرهم فيها لماتوا من الحسرة حين رأوا ذلك (٦) . </p><p>(١) اشرأب للشيء اشرئبابًا: مَدَّ عنقه لينظر. \"الصحاح\" للجوهري ١/ ١٣٩ (شرب). (٢) ما بين القوسين ساقط من غير الأصل.(٣) ما بين القوسين ساقط من غير الأصل.(٤) في الأصل: في.(٥) [١٨٢١] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرح أو تعديل، لكن الحديث صحيح كما سيأتي.التخريج:* رواه البُخَارِيّ في مواضع منها كتاب: التفسير، باب: {وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ} (٤٧٣٠)، ومسلم في كتاب: الجنة، باب: النَّار يدخلها الجبارون .. (٢٨٤٩)، كلاهما من حديث أبي سعيد - رضي الله عنه -، واللفظ الذي أورده المصنف كلفظه.* وأخرجه من حديث ابن عمر رضي الله عنهما: البُخَارِيّ كتاب: الرقاق، باب: صفة الجنة والنار (٦٥٤٨)، ومسلم كتاب: الجنة، باب: النَّار يدخلها الجبارون .. (٢٨٥٠) وروي عن غيرهما من الصَّحَابَة - رضي الله عنهم -.(٦) هذا القول رواه مقاتل في \"تفسيره\" ٢/ ٦٢٩، عن ابن عباس - رضي الله عنهما - بلفظ مقارب.</p>"
}