{
  "id": null,
  "sura": 19,
  "aya": 98,
  "text": "<p> قال: حدثنا أبو أسامة (١) عن ابن (٢) جريج (٣) ، عن ابن (٤) أبي مليكة (٥) ، عن عائشة - رضي الله عنها - قالت: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"أبغض الرجال إلى الله الألد(٦)الخصم\"  (٧) . </p><p> ثم خوف سبحانه، أهل مكة فقال: </p><p> ٩٨ - {وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هَلْ تُحِسُّ} </p><p> ترى (٨) . </p><p>(١) حماد بن أسامة القرشي، ثقة، ثبت، ربما دلس وكان بأخرة يحدث من كتب غيره. (٢) في (ح): أبي.(٣) عبد الملك بن عبد العزيز بن جريج، ثقة فقيه فاضل وكان يدلس ويرسل.(٤) سقطت من الأصل.(٥) عبد الله بن عبيد الله بن عبد الله بن أبي مليكة بن عبد الله بن جدعان، ثقة، فقيه.(٦) سقطت من (ح).(٧) [١٨٤٩] الحكم على الإسناد:صحيح، رجاله ثقات، ما عدا شيخ المصنف فلم يذكر بجرح أو تعديل، وأبو الأزهر صدوق.التخريج:رواه البخاري كتاب التفسير باب {وَهُوَ أَلَدُّ الْخِصَامِ} (٤٥٢٣)، ومسلم كتاب: العلم، باب في الألد الخصم (٢٦٦٨).(٨) هو قول الطبري في \"جامع البيان\" ١٦/ ١٣٤، والواحدي في \"الوسيط\" ٣/ ١٩٨، وذكره والقول الآخر: البغوي في \"معالم التنزيل\" ٥/ ٢٥٨ والخازن في \"لباب التأويل\" ٣/ ١٩٩.وهو مروي عن سعيد بن جبير، رواه عنه: ابن أبي حاتم، كما في \"الدر المنثور\" للسيوطي ٤/ ٥١٣.ومروي عن قتادة، رواه عنه: عبد الرزاق في \"تفسير القرآن\" ٢/ ١٤، والطبري في \"جامع البيان\" ١٦/ ١٣٣، وعبد بن حميد، كما في \"الدر المنثور\" للسيوطي ٤/ ٥١٣.</p><p> وقيل: تجد (١)  {مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا} وهو الصوت الخفي (٢) . </p><p> قال ذو الرمة: </p><p> وقد توجس (٣) ركزا من سنابكها ... وكان صاحب أرض أو به الموم (٤) </p><p> وقال أبو عبيدة: الركز الصوت، والحركة، الَّذي لا يفهمه، كركز الكتيبة (٥) . </p><p> وأنشد بيت لبيد رضي الله عنه: </p><p>(١) \"معالم التنزيل\" للبغوي ٥/ ٢٥٨، \"لباب التأويل\" للخازن ٣/ ١٩٩. \"الجامع لأحكام القرآن\" للقرطبي ١١/ ١٩٢. (٢) روى الطبري في \"جامع البيان\" ١٣/ ١٣٥ عن ابن عباس، وقتادة، والضحاك: تفسير الركز بالصوت، مطلقًا دون تقييده بالصوت الخفي. ثم فسر الطبري الركز فقال: والركز في كلام العرب الصوت الخفي. وهو قول أبي عبيدة في \"مجاز القرآن\" ٢/ ١٤. والزجاج في \"معاني القرآن\" ٣/ ٣٤٧، ومكي\"العمدة في غريب القرآن\" (ص ١٩٨)، والراغب الأصفهاني \"مفردات ألفاظ القرآن\" ١/ ٤١٤.وانظر: \"لسان العرب\" لابن منظور ٥/ ٣٥٥ (ركز).(٣) في الأصل: توحش.(٤) البيت في \"ديوان ذي الرمة\" (ص ٤٤٩).(٥) \"مجاز القرآن\" لأبي عبيدة ٢/ ١٤.والذي فيه: الصوت الخفي، والحركة، كركز الكتيبة.وليس فيه: الَّذي لا يفهمه، بل هذا قول اليزيدي في \"تفسير غريب القرآن\" (ص ٢٤٢).قال: الركز: الَّذي لا تفهمه من الأصوات والحركة.ومثله ما في \"نفس الصباح\" للخزرجي ٢/ ٤٨٤: وركزًا أي صوتًا لا يفهم.</p><p> وَتَوَجَّست (١) رِكْزَ الأَنيسِ فَرَاعَها ... عن ظهرِ غيبٍ والأنيسُ سِقَامُها (٢) </p><p>(١) في الأصل: وتوحشت. (٢) البيت على هذِه الرواية في: \"مجاز القرآن\" لأبي عبيدة ٢/ ١٤.\"جامع البيان\" للطبري ١٦/ ١٣٥، \"الجامع لأحكام القرآن\" للقرطبي ١/ ١٩٢.وورد برواية أخرى هي:وتسمعت رز الأنيس فراعها ... عن ظهر غيب والأنيس سقامها.وهو هكذا في \"ديوان لبيد\" (ص ٣١١)، \"لسان العرب\" لابن منظور ١/ ٦٥٥ (غيب)، \"تاج العروس\" للزبيدي ٣/ ٤٩٧ (غيب).وقال ابن منظور: رز الأنيس: أي: صوت الصيادين.</p><p> ٢٠ - سُورَة طَهَ </p><p> سورة طه </p><p> مكية (١) . </p><p>(١) اختلف العلماء في تعريف المكي والمدني من القرآن على ثلاثة أقوال كما يلي: الأول: إن المكي ما نزل بمكة، والمدني ما نزل بالمدينة. الثاني: إن المكي ما وقع خطابًا لأهل مكة، والمدني ما وقع خطابًا لأهل المدينة.الثالث: إن المكي ما نزل قبل الهجرة، والمدني ما نزل بعد الهجرة.انظر: \"الإتقان في علوم القرآن\" للسيوطي ١/ ٤٥.والمختار هو القول الثالث: وهو أن المكي ما نزل قبل الهجرة، والمدني ما نزل بعد الهجرة، لما يلي:أولًا: لأنه مطرد في كل السور ولا اعتراض عليه.ثانيًا: لأن هذا الضابط الزمني يساعد في معرفة الناسخ والمنسوخ من القرآن لكون المكي نزل قبل المدني.أما القول الأول: فيخرج عنه ما نزل في خارج حدود مكة والمدينة فلا يعد في هذا النوع، مثل سورة الفتح كما روى البخاري في كتاب التفسير، باب: تفسير سورة الفتح (٤٥٥٣)، قال حدثنا عبد الله بن مسلمة عن مالك، عن زيد بن أسلم، عن أبيه أن رسول -عزَّ وجلَّ- كان يسير في بعض أسفاره ... فقال: \"لقد أنزلت عليّ الليلة سورة لهيّ أحب إليّ مما طلعت عليه الشمس ثم قرأ: {إِنَّا فتَحْنَا لَكَ فَتْحًا مُبِيْنَا (١)} \". وأما القول الثاني: فإنه غير مطرد في كل السور فبعض السور المكية لم تفتتح بخطاب أهل مكة وهو قوله: {يَا أَيُّهَا الْنَّاسُ}، وبعض السور المدنية لم تفتتح بخطاب أهل المدينة وهو قوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا}، وكذلك ورد قوله تعالى: {يَا أَيُّهَا الْنَّاسُ} [البقرة: ٢١] وهي مدنية، وكذلك سورة النساء مدنية وافتتحت بخطاب أهل مكة وهو قوله تعالى: {يَا أَيُّهَا الْنَّاسُ} الآية (١).انظر: \"مباحث في علوم القرآن\" لمناع القطان (ص ٦٢) بتصرف. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وسورة طه مكية. انظر: \"البرهان في علوم القرآن\" للزركشي ١/ ١٩٧، \"الإتقان\" للسيوطي ١/ ٩٣.إلَّا أن السيوطي أشار إلى استثناء آية منها لكونها مدنية وهي قوله - عَزَّ وَجَلَّ -: {فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ ... } [طه: ١٣٠].وقال: إنه يجب أن يستثنى آية أخرى وهو قوله: {وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ ... } [١٣٠].واحتج للآية الثانية بما رواه البزار وأبو يعلى عن أبي رافع قال: أضاف النبي - صلى الله عليه وسلم - ضيفًا فأرسلني إلى رجل من اليهود، أن أسلفني دقيقًا إلى هلال رجب. فقال: لا، إلَّا برهن. فأتيت النبي - صلى الله عليه وسلم - فأخبرته فقال: \"والله إني لأمين في السماء أمين في الأرض\" فلم أخرج من عنده حتَّى نزلت هذِه الآية: {وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ ... }.قلت: والحديث أخرجه البزار في \"البحر الزخار\" ٩/ ٣١٥ (٣٨٦٣) قال: حدثنا عمرو بن علي قال: نا أبو عاصم قال: نا موسى بن عبيدة قال: أخبرني يزيد بن عبد الله بن قسيط عن أبي رافع بنحوه.وأخرجه الروياني في \"مسنده\" ١/ ٤٦٢ قال: حدثنا محمد بن بشار، حدثنا أبو عاصم، حدثنا موسى بن عبيدة به بنحوه.وأخرجه الطبراني في \"المعجم الكبير\" ١/ ٣٣١ (٩٨٩) قال: حدثنا الحسين بن إسحاق التستري، ثنا عثمان بن أبي شيبة، حدثنا عبد الله بن نمير، ثنا موسى بن عبيدة به بمعناه.وذكره الهيثمي في \"مجمع الزوائد\" ٤/ ٦٢٦، وعزاه إلى الطبراني في \"المعجم الكبير\" والبزار، وقال: فيه موسى بن عبيدة الربذي وهو ضعيف.والحديث لم يخرجه أبو يعلى حيث لم يذكر لأبي رافع في كتابه مسندًا، وإنما روى أبو يعلى حديث ابن عباس رضي الله عنهما: توفي رسول الله - صلى الله عليه وسلم - ودرعه مرهونة عند رجل من اليهود بعشرين صاعًا من شعير أخذها طعامًا لأهله. =</p><p> وهي مائة وخمس وثلاثون آية (١) ، (وكلمها ألف وثلاثمائة وإحدى وأربعون كلمة (٢) ، وحروفها خمسة آلاف ومائتان واثنان وأربعون حرفًا) (٣) . </p><p> [١٨٥٠] أخبرنا الأستاذ الإمام أبو إسحاق أحمد بن محمد الثعلبي رحمه الله قراءة عليه بنيسابور (٤) ، حدثنا أبو الحسن عبد الرحمن بن </p><p>= وقال حسين أسد في حاشية \"مسند أبي يعلى\" ٥/ ٨٩: إسناده حسن. وعليه فإن سورة طه مكية لما يلي:أولًا: لضعف الحديث بهذِه الأسانيد.ثانيًا: لأن الآية الأولى التي استثناها السيوطي وهي قوله تعالى: {فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ ... } [طه: ١٣٠] لم يستدل لمكيتها وهي في معنى الآية الثانية والتي تحث الرسول - صلى الله عليه وسلم - على التعلق بالله والزهد في الدنيا.ثالثًا: لقول أكثر الأئمة بأنها مكية حتَّى قال ابن الجوزي: وهي مكية كلها بإجماعهم.انظر: \"زاد المسير\" لابن الجوزي ٥/ ٢٦٨.وقال القرطبي في \"الجامع لأحكام القرآن\" ١١/ ١٦٣: مكية في قول الجميع.وقال شيخ الإسلام ابن تيمية في \"مجموع الفتاوى\" ١٥/ ٢٥٥؛ وهي مكية باتفاق الناس ..وقال الفيروزآبادي في \"بصائر ذوي التمييز\" ١/ ٣١٠: السورة مكية إجماعًا.(١) انظر: \"البيان في عد آي القرآن\" للداني (ص ١٨٣).(٢) المصدر السابق (ص ١٨٣).(٣) زيادة من (ب)، (ج)، وهو في المصدر السابق (ص ١٨٣).(٤) في الأصل: محمد بن إبراهيم الثعلبي.وراوي هذِه النسخة عن الثعلبي هو تلميذه، أبو الحسن الواحدي.</p><p> إبراهيم بن محمد العدل رحمه الله (١) ، قال: نا عبد الله بن محمد بن عبد الرحمن الرازي (٢) ، قال: نا أبو جعفر محمد بن عبد الله بن سليمان الحضرمي (٣) ، وخشنام بن بشر بن العنبر (٤) ، قالا: نا إبراهيم بن المنذر الحزامي (٥) ، قال: نا إبراهيم بن المهاجر (٦) قال: حدثني عمر بن حفص بن ذكوان (٧) ، عن مولى الحرقة (٨) ، عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إن الله -عَزَّ وَجَلَّ- قرأ طه ويس قبل أن يخلق (٩) آدم بألفي عام، فلما سمعت الملائكة القرآن قالوا: طوبى لأمة ينزل عليها هذا، طوبى لألسن تكلم بهذا، وطوبى </p><p>(١) في الأصل: أبو الحسين عبد الرحيم، وفي (ب): أبو الحسين. (٢) في (ب)، (ج): ابن الرحمن، لم أجده.(٣) ثقة حافظ.(٤) في الأصل: خوشنام، ولم أجده.(٥) صدوق، تكلم فيه أحمد لأجل القرآن.(٦) ابن سمسار الحديني. روى عن: عمر بن حفص بن ذكوان، وصفوان بن سليح، روى عنه: معين بن أبي عيسى، قال البخاري وابن حبان: منكر الحديث. \"الضعفاء\" للعقيلي ١/ ٦٦، \"المجروحين\" لابن حبان ١/ ١٠٨.(٧) عمر بن حفص بن ذكوان، روى عن ثابت البناني، ويزيد الرقاشي. قال أحمد: فرقنا حديثه. وقال يحيى: ليس بشيء. وقال النسائي: متروك الحديث وقال الدراقطني: ضعيف. \"الجرح والتعديل\" لابن أبي حاتم ١٠٢/ ٦، \"بحر الدم\" لابن المبرد ١/ ١١٥، \"ميزان الاعتدال\" ٤/ ١٠٩ \"الضعفاء والمتروكين\" لابن الجوزي ٢/ ٢٠٦.(٨) عبد الرحمن بن يعقوب الجهني، ثقة.(٩) في الأصل: خلق.</p><p> لأجواف تحمل هذا\" (١) . </p><p> [١٨٥١] وأخبرنا أبو عمرو أحمد بن أبي الفراتي (٢) ، قال: نا أبو نصر منصور بن محمد السرخسي (٣) ، قال: نا محمد بن الفضل (٤) ، </p><p>(١) [١٨٥٠] الحكم على الإسناد: الحديث ضعيف جدّا، آفته إبراهيم بن المهاجر -وقد عُدّ هذا الحديث من مناكيره- وشيخه، وفيه من لم أجده.وقال أبو حاتم ابن حبان في \"المجروحين\" ١/ ١٠٨: هذا متن موضوع.قال ابن كثير في \"تفسير القرآن العظيم\" ٩/ ٣٠٩: هذا حديث غريب وفيه نكارة وإبراهيم بن مهاجر وشيخه تكلم فيهما.التخريج:الحديث أخرجه ابن حبان في \"المجروحين\" ١/ ١٠٨، قال أخبرنا عمران بن موسى بن مجاشع السجستاني، حدثنا إبراهيم بن المنذر الحزامي به.والعقيلي في \"الضعفاء\" ١/ ٦٦ قال: حدثنا محمد بن إسماعيل قال: حدثنا إبراهيم بن المنذر به.والدارمي في \"السنن\" ٤/ ٢١٤٧، قال: حدثنا إبراهيم بن المنذر به.وابن أبي عاصم في \"السنة\" ١/ ٢٦٩، قال: ثنا إبراهيم بن المنذر الحزامي به بمثله.وابن الجوزي في \"الموضوعات\" ١/ ١٠٩، من طرق كلها عن إبراهيم بن المهاجر بن مسمار، عن إبراهيم مولى الخرقة، عن أبي هريرة بنحوه.وذكر ابن الجوزي عن البخاري أنَّه قال: إبراهيم بن المهاجر ضعيف منكر الحديث.وقال ابن عدي في \"الكامل\" ١/ ٢١٦: لم أجد لإبراهيم حديثًا أنكر من هذا؛ لأنه لا يرويه غيره.(٢) لم يذكر بجرح أو تعديل، في الأصل و (ب): أبو عمر الفراتي.(٣) مولى هارون الرشيد، لم يذكر بجرح أو تعديل.(٤) محمد بن الفضل: ضعيف.</p>"
}