{
  "id": null,
  "sura": 19,
  "aya": 8,
  "text": "<p> ولدًا (١) . </p><p> وقيل: إن الله عَزَّ وَجَلَّ اشترط القَبْلَ؛ لأنه جل ذكره أراد أن يخلق بعده من هو أفضل منه وهو محمَّد - صلى الله عليه وسلم - (٢) . </p><p> وقيل: إن الله تعالى لم يرد بهذا القول جمع الفضائل كلها ليحيى عليه السلام، وإنما أراد في بعضها؛ لأن الخليل والكليم عليهما السلام كانا قبله، وكانا أفضل منه (٣) . </p><p> ٨ - قوله عَزَّ وَجَلَّ:  {قَالَ رَبِّ أَنَّى} </p><p> من أين {يَكُونُ لِي غُلَامٌ وَكَانَتِ امْرَأَتِي عَاقِرًا} أي: وامرأتي عاقر، كقوله {قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا} أي: من هو في المهد صبيًا {وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا} أي: يبسًا (٤) . </p><p>(١) رواه الطبري في \"جامع البيان\" ١٦/ ٤٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٩٩. والعواقر كما في \"لسان العرب\" لابن منظور و\"معجم مقاييس اللغة\" لابن فارس: النساء اللاتي لا يلدن، فلعله مما عكس من الكلام كما يقال: للديغ سليم، واللهأعلم.(٢) \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٨٣.(٣) \"معالم التنزيل\" للبغوي ٥/ ٢٢٠، \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٨٣، \"لباب التأويل\" للخازن ٣/ ١٨٣.(٤) \"تفسير غريب القرآن\" لابن قتيبة (ص ٢٧٢)، \"جامع البيان\" للطبري ١٦/ ٥١، \"الكشاف\" للزمخشري ٢/ ٤٠٦ وقال: عتيًا، وهو اليُبس والجساوة في المفاصل، \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٨٣ وقال: يعني: النهاية في الكبر واليبس والجفاف. \"معالم التنزيل\" للبغوي ٥/ ٢٢٠.والمعنى: أنَّه بلغ سنًّا عالية، كما في \"إيجاز البيان\" للنيسابوري ٢/ ٢١.</p><p> قال قتادة: نحول العظم (١) . يقال: ملك عاتٍ إذا كان قاسي القلب غير لين (٢) . </p><p> وقال أبو عبيدة: كل مبالغ في شر أو كفر فقد عتا وعسى (٣) . </p><p> وقرأ أُبيّ، وابن عباس - رضي الله عنهما - (عسيًا)  (٤)  (٥) . </p><p> وقرأ يحيى بن وثاب (٦) وحمزة والكسائي {عِتِيًّا} بكسر العين </p><p>(١) \"معالم التنزيل\" للبغوي ٥/ ٢٢٠ وقد رواه الطبري في \"جامع البيان\" ١٦/ ٥١ عن مجاهد، ورواه عنه أَيضًا عبد بن حميد، وابن المنذر، وابن أبي حاتم، كما في \"الدر المنثور\" للسيوطي ٤/ ٤٦٨. (٢) \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٨٤.(٣) \"مجاز القرآن\" لأبي عبيدة ٢/ ٢، وفيه: فقد عتا يعتو عتيًا.(٤) في الأصل و (ب) غير واضحة، وفي (ح) عتيًا، والتصحيح من المصادر.(٥) عسيًا لغة في عتيا قال الطبري في \"جامع البيان\" ١٦/ ٥٠ - ٥١: يقال للعود اليابس بعود عات وعاس، وقال الزجاج في \"معاني القرآن\" ٣/ ٣٢٠ وكل شيء انتهى فقد عتى يعتو عتيًا وعسوًا وعسيًا.وروي عن ابن عباس - رضي الله عنهما -، أنَّه قال: ولا أدري كيف كان يقرأ -أي الرسول - صلى الله عليه وسلم - هذا الحرف: وقد بلغت من الكبر عتيًا أو عسيًا.ونسبها لابن عباس وأبي: القرطبي في \"الجامع لأحكام القرآن\" ١١/ ٨٤.ونسبها لأُبيّ ومجاهد: الزمخشري في \"الكشاف\" ٢/ ٤٠٦.ورواها ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٣٩٩، عن عبد الله بن عقيل.ونسبها ابن خالويه في \"مختصر في شواذ القرآن\" (ص ٨٦) لابن مسعود ومجاهد.وقال الزجاج في، \"معاني القرآن\" ٣/ ٣٢٠ وقد رويت عُسيًا ولكن لا يجوز في القراءة لأنه بخلاف المصحف.(٦) \"الكشاف\" للزمخشري ٢/ ٤٠٦، \"فتح القدير\" للشوكاني ٣/ ٣٢٣، \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٨٤.</p>"
}