{
  "id": null,
  "sura": 19,
  "aya": 85,
  "text": "<p> ٨٥ - قوله عز وجل:  {يَوْمَ نَحْشُرُ الْمُتَّقِينَ} </p><p> يعني: الموحدين {إِلَى الْرَّحْمَنِ وَفْدًا} يعني: جماعات، وهو جمع وافد، مثل راكب وركب وصاحب وصحب (١) . </p><p> [١٨٤٢] أخبرنا عبد الله بن حامد (٢) قال: أخبرنا عبد الله بن محمد (٣) ، (قال: حدثنا محمد)  (٤) بن يحيى (٥) قال: حدثنا وهب بن جرير (٦) ، عن شعبة (٧) ، عن إسماعيل بن أبي خالد (٨) ، عن رجل، عن أبي هريرة - رضي الله عنه -: {يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا (٨٥) } قال: على الإبل (٩) . </p><p>(١) انظر: \"مجاز القرآن\" لأبي عبيدة ٢/ ١١، \"تفسير غريب القرآن\" لابن قتيبة (ص ٢٧٥). (٢) لم يذكر بجرح أو تعديل.(٣) ابن الشرقي، سماعاته صحيحة، من مثل الذهلي وطبقته، ولكن تكلموا فيه لإدمانه شرب المسكر.(٤) ساقط من (ب).(٥) أبو عبد الله ابن أبي حاتم ثقة.(٦) أبو عبد الله البصري، ثقة.(٧) أبو بسطام الواسطي أمير المؤمنين في الحديث، إمام حافظ ثقة جليل القدر.(٨) أبو عبد الله البجلي، ثقة ثبت.(٩) [١٨٤٢] الحكم على الإسناد:ضعيف لأجل الراوي عن أبي هريرة، لم يسمَّ وعبد الله بن محمد تكلموا فيه، وفيه أيضًا شيخ المصنف لم يذكر بجرح أو تعديل.التخريج:رواه الطبري في \"جامع البيان\" ١٦/ ١٢٧ بالإسناد عن إسماعيل عن رجل عن أبي هريرة.</p><p> وقال ابن عباس، - رضي الله عنهما -: ركبانًا يؤتون بنوقٍ عليها رحائل الذهب (١) ، وأزمتها الزبرجد، فيحملون عليها (٢) . </p><p> وقال علي بن أبي طالب - رضي الله عنه -: ما يحشرون والله على أرجلهم ولكن على نوق رحالها ذهب، ونجائب سرجها يواقيت، إن هموا بها سارت، وإن هموا بها طارت (٣) . </p><p>(١) في (ب): من الذهب. (٢) نسبه لابن عباس القرطبي في \"الجامع لأحكام القرآن\" ١١/ ١٥٢ وهو مروي عن على - رضي الله عنه -، وسيأتي تخريجه، وروي عن النبي - صلى الله عليه وسلم - نحوه مرفوعًا، رواه ابن مردويه، كما في \"الدر المنثور\" للسيوطي ٤/ ٥٠٨.وروي عن ابن عباس - رضي الله عنهما -، قوله: ركبانا فقط، رواه الطبري في \"جامع البيان\" ١٦/ ١٢٧.(٣) رواه عبد الله بن أحمد في \"زوائد المسند\" ١/ ١٥٥ والحاكم في \"المستدرك\" ٢/ ٤٠٩ وقال: صحيح على شرط مسلم ولم يخرجاه. وتعقبه الذهبي قائلًا: بل عبد الرحمن هذا لم يرو له مسلم ولا لخاله النعمان، ورواه الطبري في \"جامع البيان\" ١٦/ ١٢٦، والواحدي في \"الوسيط\" ٣/ ١٩٥.كلهم من طريق عبد الرحمن بن إسحاق القرشي عن النعمان بن سعد، عن علي - رضي الله عنه -.وعبد الرحمن بن إسحاق أبو شيبة الواسطي القرشي، ضعيف جدًّا.انظر: \"الكامل\" لابن عدي ٤/ ٣٥٤، \"تقريب التهذيب\" لابن حجر (ص ٥٧٠) لفظهم الَّذي ذكروه أما والله ما يحشر الوفد على أرجلهم، ولا يساقون سوقًا، ولكنهم يؤتون بنوق من نوق الجنّة لم ير الخلائق مثلها، عليها رحائل من ذهب فيركبون عليها حتَّى يضربوا أبواب الجنّة.وانظر: \"الكاف الشاف\" لابن حجر (ص ١٠٨) وليس فيه قوله: نجائب سرجها يواقيت إلخ.وذكره باللفظ الَّذي ذكره المصنف البغوي في \"معالم التنزيل\" ٥/ ٢٥٥ وعزاه إلى علي - رضي الله عنه -، غير مسند، والقرطبي في \"الجامع لأحكام القرآن\" ١١/ ١٥٢.</p><p> [١٧٤٣] أخبرنا عبد الله بن حامد الوزان (١) ، قال: أخبرنا أحمد (٢) بن محمد بن شاذان (٣) ، قال: حدثنا جبغوبه (٤) بن محمد (٥) ، قال: حدثنا صالح بن محمد (٦) ، عن إبراهيم بن محمد (٧) ، عن صالح بن صدقة (٨) ، أن علي بن أبي طالب [- رضي الله عنه -]  (٩) قال: لما نزلت هذِه الآية: {يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا (٨٥) } قلت: يا رسول الله، إني قد رأيت الملوك ووفودهم، فلم أر وفدًا (١٠) إلَّا ركبانًا، فما وفد الله؟ قال: قال رسول الله - صلى الله عليه وسلم -: \"يا على، إذا كان (١١) المنصرف بين يدي الله تعالى، تلقت الملائكة المؤمنين، بنوق بيض، رحالها وأزمتها الذهب، على كل مركب حلة لا تساويها الدنيا (١٢) ، فيلبس كل مؤمن حلته، ثم يستوون على مراكبهم، فتهوي بهم النوق حتَّى ينتهى بهم إلى الجنّة، فتتلقاهم </p><p>(١) لم يذكر بجرح أو تعديل. (٢) ساقط من غير الأصل.(٣) لم أجده.(٤) هكذا في الأصل: جبغوبه، وفي (ب) جعنويه، وفي (ج): جيفويه.(٥) لم أجده.(٦) الترمذي، متهم ساقط.(٧) ابن أبي يحيى، متروك.(٨) لم أجده.(٩) في النسخ: كرم الله وجهه.(١٠) في الأصل: وافدًا.(١١) تصحفت في (ب) إلى: جاب.(١٢) سقطت من (ح).</p>"
}