{
  "id": null,
  "sura": 19,
  "aya": 71,
  "text": "<p> عن أبي الأحوص (١) قال: </p><p> يبدأ بالأكابر فالأكابر جرمًا (٢) </p><p> ٧٠ - {ثُمَّ لَنَحْنُ أَعْلَمُ بِالَّذِينَ هُمْ أَوْلَى بِهَا صِلِيًّا (٧٠) } </p><p> أي: أحق بدخول النار، يقال: صلي يصلَى صِليا، مثل: لقي يلقى لقيا، وصلى يصلِي صُليا مثل: مضى يمضي مضيًا (٣) . </p><p> ٧١ - قوله تعالى:  {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا} </p><p> قيل: فيه إضمار، مجازه: والله إن (٤) منكم، يعني: ما منكم من (٥) أحد إلا واردها، يعني: النار {كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا} واختلف الناس في معنى الورود حسب اختلافهم في الوعيد. </p><p> فأما الوعيدية (٦) فإنهم قالوا: من دخلها لم يخرج منها. </p><p>= \"تهذيب الكمال\" للمزي ٥/ ٢٢٣، \"تقريب التهذيب\" لابن حجر (ص ٦٩٠)، \"معرفة الثقات\" للعجلي ٢/ ١٥٢. (١) عوف بن مالك بن نضلة، الجشمي، أبو الأحوص الكوفي، مشهور بكنيته، ثقة.(٢) [١٨٢٧] الحكم على الإسناد:شيخ المصنف لم يذكر بجرح أو تعديل، وسائر رجاله ثقات سوى الحسن بن علي فصدوق.التخريج:رواه الطبري في \"جامع البيان\" ١٦/ ١٠٧ من طريق سفيان به.(٣) انظر: \"لسان العرب\" لابن منظور ١٤/ ٤٦٧ (صلى)، \"معجم مقاييس اللغة\" لابن فارس ٣/ ٣٠٠ (صلى).(٤) سقطت من (ب)، وفي (ح) والله أعلم إن منكم.(٥) سقطت من (ب).(٦) الوعيدية: هم الذين قالوا: إذا أوعد الله بعض عبيده وعيدًا، فلا يجوز أن لا =</p><p> وقالت المرجئة (١) : لا يدخلها مؤمن، واتفقوا على أن الورود هو الحضور والمرور. </p><p> وأما أهل السنة فإنهم قالوا: يجوز أن يعاقب الله تعالى العصاة من المؤمنين بالنار، ثم يخرجهم منها، وقالوا: معنى الورود الدخول (٢) ، </p><p>= يعذبهم ويخلف وعيده. انظر: \"شرح العقيدة الطحاوية\" لابن أبي العز ٢/ ٧٩٣. ومن الوعيدية: الخوارج والمعتزلة. انظر: المرجع السابق ٢/ ٥٢٤. (١) المرجئة: هم الذين يقولون: لا يضر مع الإيمان ذنب، كما لا ينفع مع الكفر طاعة. \"شرح العقيدة الطحاوية\" لابن أبي العز ٢/ ٤٣٤.(٢) في المراجع التي رجعت إليها في الخلاف في معنى الورود في الآية وجدت أن الخلاف واقع بين أهل السنة أنفسهم، والخلاف هنا في معنى الورود، وليس في الخلود في النار لمن دخلها من عدمه كما أشار المصنف رحمه الله.وقد اختلف أولًا في الخطاب في الآية لمن على قولين:الأول: أن الخطاب للكفار وعليه قراءة ابن عباس - رضي الله عنهما - (وإن منهم) وهي قراءة عكرمة أيضًا، وعلى هذِه القراءة، فالكفار هم الذين يدخلون النار، والورود هنا بمعنى الدخول وهذا القول مروي عن ابن عباس - رضي الله عنهما -، وعن عكرمة رحمه الله. الثاني: أن الخطاب عام في المؤمنين والكافرين.وعليه فاختلفوا في معنى الورود هنا على عدة أقوال هي:١ - أن الورود بمعنى الدخول، كما ذكر المصنف، وأن المؤمنين تكون عليهم بردًا وسلامًا. وهو قول ابن عباس، وابن مسعود، وجابر بن عبد الله - رضي الله عنه -، وقال البغوي: وهو قول الأكثرين. ورجحه البغوي والقرطبي والشنقيطي.واستدلوا بأدلة كثيرة، ذكر المصنف منها جملة.٢ - أن الورود بمعنى المرور على الصراط، وهو مروي أيضًا عن ابن عباس، وابن مسعود وقتادة وكعب الأحبار والسدي، ورجحه الطبري، وابن أبي العز شارح \"الطحاوية\" ومال إليه الشوكاني واستدلوا بالحديث الذي فيه ذكر الصراط، وفيه: \"ثم يستجيز الناس، فناج مسلم ومجدوح به ثم ناج، ومحتبس به منكوس =</p><p> واحتجوا بقوله تعالى، إخبارًا (١) عن فرعون: {يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ (٩٨) } (٢) وقال في الأصنام وعبدتها: {إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ (٩٨) لَوْ كَانَ هَؤُلَاءِ آلِهَةً مَا وَرَدُوهَا} (٣) فلو لم يكن </p><p>= فيها\" الحديث رواه ابن ماجه كتاب الزهد، باب ذكر البعث (٤٢٨٠)، وأحمد ٣/ ١١ (١١٥٨١)، والحاكم ٤/ ٦٢٨ وحديث أبي سعيد مرفوعًا \"فمن الناس من يمر مثل الريح ومنهم من يرم مثل الفرس، ومنهم من يسعى سعيًا، ومنهم من يمشي مشيًا .. \" الحديث. رواه النسائي ٦/ ٤٠٦ (١١٣٢٧/ ١)، وأحمد في \"المسند\" ٣/ ٢٦ (١١٢٠٠)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٦/ ٣٤٨، والحاكم في \"المستدرك\" ٤/ ٣٢٧. ٣ - أن الورود بمعنى الإشراف والاطلاع والقرب، وهو قول عبيد بن عمير رحمه الله.٤ - أن ورود المؤمن إليها ما يصيبه من الحمى في الدنيا، وهو مروي عن مجاهد، قال: الحمى حظ كل مؤمن من النار، ثم قرأ {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا} [مريم: ٧١].٥ - أن الورود النظر إليها في القبر، حكاه القرطبي.٦ - أن الورود للمؤمن بمعنى المرور، وللكفار بمعنى الدخول، ذكره الطبري وهذا راجع للقولين الأولين. انظر: عن هذِه الأقوال وأدلتها. \"جامع البيان\" للطبري ١٦/ ١٠٨ - ١٠٩، \"شرح العقيدة الطحاوية\" لابن أبي العز ٥/ ٢٤٦ - ٢٤٩، \"زاد المسير\" لابن الجوزي ٥/ ١٧٧ - ١٧٨ \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٤٨ - ٤٩، \"فتح القدير\" للشوكاني ٣/ ٣٤٤، \"أضواء البيان\" للشنقيطي ٤/ ٣٤٨ - ٣٥٢.(١) في غير الأصل: حكاية.(٢) هود: ٩٨.(٣) الأنبياء: ٩٨ - ٩٩.</p><p> الورود في هذِه الآيات بمعنى الدخول لوجب أن تدخل الأصنام وعبدتها، وفرعون وقومه الجنة؛ لأن من مر على النار فلا بد له من الجنة، لأنه ليس بعد الدنيا دار إلا الجنة والنار. </p><p> والذي يدل على أن الورود هو الدخول قوله في سياق الآية:  {ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا} والنجاة لا تكون إلا مما دخلت فيه، وأنت ملقى فيه، قال الله تعالى:  {وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ}  (١)  (٢) واللغة تشهد لهذا القول (٣) ، تقول العرب: ورد كتاب فلان، ووردتُ بلد كذا، لا يريدون جزت عليه (٤) وإنما يريدون دخلته (٥) . </p><p> ودليلنا أيضًا من السنة: </p><p> [١٨٢٨] ما أخبرنا أبو محمَّد عبد الله بن حامد (٦) الفقيه قال: أخبرنا أحمد بن عبد الله المزني (٧) ، قال: حدثنا محمَّد بن نصر بن منصور الصائغ (٨) الشيخ الصالح قال: </p><p>(١) من قوله: لا تكون، حتى قوله: ننجي: ساقط من (ب). (٢) الأنبياء: ٨٨.(٣) سقطت من (ب).(٤) في غير الأصل: عليها.(٥) في غير الأصل: دخلتها.(٦) لم يذكر بجرح أو تعديل.(٧) الباز الأبيض، شيخ جليل قدوة حافظ.(٨) محمَّد بن نصر بن منصور بن عبد الرحمن بن هشام، أبو جعفر الصائغ المقرئ البغدادي روى عن: إسماعيل بن أويس، وأبي مصعب الزهري، وإبراهيم بن حمزة الزبيري. وعنه: الطبراني، وأحمد بن عثمان الأبهري، وأبو الحسين =</p><p> حدثنا سليمان بن حرب (١) قال: حدثنا (٢) : أبو صالح غالب بن سليمان (٣) ، عن كثير بن زياد البُرساني (٤) ، عن أبي سمية (٥) قال: </p><p>= المنادي، وابن قانع. قال الدارقطني: هو صدوق فاضل ناسك. وقال ابن المنادي: كُتب عنه على ستر وثقة، وكان يقرئ الناس القرآن. توفي سنة (٢٩٧ هـ).\"تاريخ بغداد\" للخطيب ٣/ ٣١٨، \"تاريخ الإِسلام\" للذهبي (٢٢/ ٢٩٩).(١) سليمان بن حرب بن بجيل الأزدي الواشحي، أبو أيوب البصري، ثقه، إمام.(٢) في غير الأصل: قال حدثنا أبو صالح.(٣) غالب بن سليمان العتكي، الجهضمي، أبو صالح، وقيل: أبو سملة الخرساني البصري، روى عن: إبراهيم بن أبي حرة الجزري، والضحاك بن مزاحم، وكثير ابن زياد ويحيى بن عقبة. وعنه: جرير بن حازم، وحماد بن زيد، وسليمان بن حرب، وعبد الوارث بن سعيد.أخرج حديثه: أبو داود في المراسيل، وابن ماجه في التفسير. قال أبو حاتم: ثقة وقال أيضًا: أثنى عليه سليمان بن حرب خيرًا وقال الطبري: ثقة.\"الجرح والتعديل\" لا بن أبي حاتم ٧/ ٤٨ \"تهذيب الكمال\" للمزي ٦/ ٦، \"تقريب التهذيب\" لابن حجر (ص ٧٧٥).(٤) الأزدي البصري، ثقة.(٥) أبو سمية لم يرو إلا عن جابر الحديث الذي ذكره المصنف ولم يرو عنه إلا كثير ابن زياد.ذكره ابن حبان في الثقات، وقال ابن حجر: مقبول. وقال الذهبي: مجهول، وذكره أبو حاتم، ولم يذكر فيه جرحًا ولا تعديلًا. أخرج حديثه ابن ماجه في التفسير.\"الجرح والتعديل\" لابن أبي حاتم ٩/ ٣٨٨، \"ميزان الاعتدال\" للذهبي ٤/ ٥٣٤ \"الثقات\" لابن حبان ٥/ ٥٦٩، \"تهذيب الكمال\" للمزي ٨/ ٣٢٨، \"تقريب التهذيب\" لابن حجر (ص ١١٥٧).</p><p> اختلفنا في الورود ها هنا بالبصرة (١) ، فقال قوم: لا يدخلها مؤمن. وقال آخرون: يدخلونها جميعًا. فلقيت جابر بن عبد الله، - رضي الله عنهما-، فسألته، فأهوى بأصبعيه إلى أذنيه وقال: صُمتا إن لم أكن سمعت النبي -صلى الله عليه وسلم- يقول:  \"في(٢)الورود الدخول، لا يبقى بر ولا فاجر إلا دخلها، فتكون على المؤمن بردًا وسلامًا، كما كانت على إبراهيم عليه السلام حتى إن للنار أو لجهنم ضجيجًا من بردهم {ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا(٧٢)} \"  (٣) . </p><p>(١) البصرة: بلدة في جنوب العراق تعتبر اليوم من أشهر مدنه، بناها المسلمون في عهد عمر - رضي الله عنه - بأمره، وكان لها ذكر في التاريخ الإسلامي فقد خرج منها علماء كثيرون. \"معجم البلدان\" لياقوت ١/ ٤٣٠ - ٤٤٠.(٢) سقطت من غير الأصل.(٣) [١٨٢٨] الحكم على الإسناد:ضعيف شيخ المصنف لم يذكر بجرح أو تعديل، وأبو سمية مجهول، كما قال الذهبي، وقد تفرد بالرواية عنه كثير بن زياد.التخريج:رواه الإمام أحمد في \"المسند\" ٣/ ٣٢٨، ٣٢٩ (١٤٥٢٠).ورواه الحاكم في \"المستدرك\" ٤/ ٣٦٠ من طريق سليمان بن حرب حدثنا غالب بن سليمان عن كثير بن زياد، عن منية الأزدية، عن عبد الرحمن بن شيبة قال: اختلفنا ها هنا في الورود .. فذكره وقال: صحيح الإسناد ولم يخرجاه.وها هنا إشكال: فكل الذين ترجموا لأبي سمية ذكروا أنه هو راوي الحديث وأن هذا الحديث هو الذي رواه عن جابر، ويبعد تكرار تلك القصة عن غيره.وكذلك ذكر السيوطي في \"الدر المنثور\" ٤/ ٥٠٥ أن الحاكم رواه من طريق أبي سمية. =</p><p> [١٨٢٩] وأخبرنا شعيب بن محمد (١) وعبد الله بن حامد (٢) ، قالا: أخبرنا مكي بن عبدان (٣) ، قال: أخبرنا أحمد بن الأزهر (٤) ، قال: حدثنا روح بن عبادة (٥) ، قال: حدثنا ابن عيينة (٦) ، عن عمرو بن دينار (٧) ، أن نافع بن الأزرق (٨) مارى ابن عباس يقول ابن </p><p>= والذي يظهر لي أنه وقع وهم في \"المستدرك\" إما من الحاكم رحمه الله أو من أحد الرواه للحديث وقال ابن حجر في \"الكاف الشاف\" (ص ١٠٧): رواه أحمد، وابن أبي شيبة وعبد بن حميد وأخرجه أبو يعلى والنسائي في \"الكنى\" والبيهقي في \"الشعب\"، والحكيم في \"نوادر الأصول\" كلهم من طريق سليمان فذكر الإسناد ثم قال: وخالفهم كلهم الحاكم فرواه من طريق سليمان بهذا الإسناد فقال عن سمية -هكذا والذي في مطبوعة \"المستدرك\": منية- الأزدية، عن عبد الرحمن بن شيبة بدل أبي سمية عن جابر. لذا فالحديث مداره على سليمان بن حرب عن غالب، عن كثير، عن أبي سمية فهو ضعيف لجهالة أبي سمية، والله أعلم.وقد صححه الشنقيطي في \"أضواء البيان\" ٤/ ٣٥١، معتمدًا على ذكر ابن حبان لأبي سمية في الثقات فقال: الظاهر أن الإسناد المذكور، لا يقل عن درجة الحسن.(١) مستور من أهل النواحي.(٢) لم يذكر بجرح أو تعديل.(٣) ثقة متقن.(٤) صدوق، كان يحفظ ثم كبر فصار كتابه أثبت من حفظه.(٥) ثقة، فاضل له تصانيف.(٦) ثقة حافظ، إلا أنه تغير حفظه بآخره وكان ربما دلس، وكان من أثبت الناس في عمرو بن دينار.(٧) ثقة ثبت.(٨) نافع بن الأزرق بن قيس الحنفي البكري الوائلي الحروري، أحد رؤوس الخوارج =</p><p> عباس - رضي الله عنهما -: الورود الدخول. ويقول نافع: ليس الورود الدخول. فتلا ابن عباس - رضي الله عنهما-: {حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ} أدخلها هؤلاء أم لا؟ {فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ} أدخلها هؤلاء أم لا؟ أما والله أنا وأنت فسنردها، وأنا أرجو أن يخرجني الله منها، وما أرى الله مخرجك منها بتكذيبك (١) . </p><p> [١٨٣٠] وبإسناده عن ابن عيينة (٢) ، عن الزهري (٣) ، عن سعيد بن </p><p>= وهو رأس فرقة تنسب إليه تدعى الأزارقة، وكان مع علي - رضي الله عنه - حتى جاء التحكيم فحاربه وخرج عليه، وكان يعترض الناس حتى النساء والصبيان، قال الذهبي: ذكره الجوزجاني في كتاب \"الضعفاء\". له أسئلة عن ابن عباس مجموعة في جزء مطبوع. وكان نافع جبارًا فتاكاً، قاتله المهلب بن أبي صفرة، وقتل يوم دولاب على مقربة من الأهواز سنة ٦٥ هـ. \"ميزان الاعتدال\" للذهبي ٤/ ٢٤١، \"لسان الميزان\" لابن حجر ٦/ ١٤٤، \"الكامل\" لابن الأثير ٤/ ١٥، \"الأعلام\" للزركلي ٧/ ٣٥١.(١) [١٨٢٩] الحكم على الإسناد:فيه شيخا المصنف أحدهما مستور والآخر لم يذكر بجرح أو تعديل، وعمرو بن دينار لم يصرح بسماعه لهذِه المحاورة بل ورد في \"تفسير القرآن\" لعبد الرزاق، \"جامع البيان\" للطبري، أنه قال: أخبرني من سمع ابن عباس، وعلى هذا فهو ضعيف لأجل الرجل الذي لم يُسم.التخريج:رواه عبد الرزاق في \"تفسير القرآن\" ٢/ ١١ عن ابن عيينة به.ورواه الطبري في \"جامع البيان\" ١٦/ ١٠٨ - ١٠٩ من طريق عبد الرزاق.وله شاهد رواه الطبري في \"جامع البيان\" ١٦/ ١٠٨ - ١٠٩ عن عطاء بن أبي رباح.(٢) ثقة، حافظ، إلا أنه تغير حفظه بأخره وكان ربما دلس.(٣) الفقيه الحافظ، متفق على جلالته وإتقانه.</p><p> المسيب (١) ، عن أبي هريرة - رضي الله عنه - قال: قال رسول الله -صلى الله عليه وسلم-: \"ما من مسلم يموت له ثلاثة إلا لم يلج النار إلا تحلة القسم\" ثم قرأ {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا}  (٢) . </p><p> [١٨٣١] وبإسناده عن روح (٣) ، قال: حدثنا شعبة (٤) قال أخبرني إسماعيل السدي (٥) ، عن مرة الهمداني (٦) ، عن ابن مسعود - رضي الله عنه -، في قوله:  {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا} قال: يردونها ثمَّ يصدرون عنها بأعمالهم (٧) . </p><p>(١) أحد العلماء الأثبات، اتفقوا على أن مرسلاته أصح المراسيل. (٢) [١٨٣٠] الحكم على الإسناد:صحيح.التخريج:رواه البخاري كتاب الجنائز، باب: فضل من مات له ولد فاحتسب (١٢٥١)، ومسلم كتاب: البر والصلة والآداب، باب: فضل من يموت له ولد فيحتسبه (٢٦٣٢).(٣) روح بن عبادة، ثقة، فاضل، له تصانيف.(٤) ابن الحجاج، ثقه، حافظ، متقن.(٥) السدي الكبير، صدوق يهم، ورُمي بالتشيع.(٦) مرة بن شراحيل الهمداني، البكيلي، أبو إسماعيل الكوفي، ثقة.(٧) [١٨٣١] الحكم على الإسناد:صحيح.التخريج:رواه موقوفاً الطبري في \"جامع البيان\" ١٦/ ١١١ من طريق يحيى بن سعيد عن شعبة به، كلفظ المصنف.ورواه مرفوعاً: أحمد في \"المسند\" ١/ ٤٣٥ (٤١٤١) وأبو يعلى في \"مسنده\" =</p><p> [١٨٣٢] وبإسناده (١) عن روح (٢) ، عن إسرائيل (٣) ، عن أبي إسحاق (٤) ، عن أبي الأحوص (٥) ، عن عبد الله بن مسعود - رضي الله عنه -، </p><p>= ٩/ ١٨٦ (٥٢٨٢) كلاهما من طريق عبد الرحمن بن مهدي عن إسرائيل به. والترمذي كتاب: أبواب تفسير القرآن، باب: ومن سورة مريم (٣١٦٠)، من طريق يحيى بن سعيد عن شعبة به، ومن طريق عبد الرحمن بن مهدي، عن شعبة به. وأحمد في \"المسند\" ١/ ٤٣٣ (٤١٢٨) من طريق ابن مهدي عن شعبة به.والحاكم في \"المستدرك\" ٤/ ٦٣٠ من طريق سعيد بن عامر عن شعبة به.فحاصله أن شعبة رواه موقوفًا، وإسرائيل رواه مرفوعًا، وقال أحمد في \"المسند\" ١/ ٤٣٣ (٤١٢٨) لابن مهدي: إسرائيل حدثه عن النبي -صلى الله عليه وسلم-؟ قال: نعم هو عن النبي -صلى الله عليه وسلم- أو كلامًا هذا معناه.ولكن شعبة رحمه الله لم يرتض رفعه.قال الترمذي بعد روايته الحديث: قال عبد الرحمن: قلت لشعبة إن إسرائيل، حدثني عن السدي، عن مرة، عن عبد الله، عن النبي -صلى الله عليه وسلم- قال شعبة: وقد سمعته من السدي مرفوعًا ولكني عمدًا تركته.وهذا يدل على أن السدي رواه مرفوعًا، وأنه ليس وهمًا من إسرائيل لأن شعبة سمعه منه مرفوعًا مثل إسرائيل.ورواه الحاكم في \"المستدرك\" ٢/ ٤٠٧ من طريق عبد الله بن موسى عن إسرائيل عن السدي به مرفوعًا وبزيادة: (فأولهم كلمع البرق، ثم كمشيهم) وقال: صحيح على شرط مسلم، ولم يخرجاه ووافقه الذهبي، ورواه الدارمي في \"سننه\" ٣/ ١٨٥٣ (٢٨٥٢) من طريق إسرائيل كرواية الحاكم.(١) في غير الأصل: وبه.(٢) روح بن عبادة، ثقة، فاضل، له تصانيف.(٣) في الأصل: أبي إسرائيل، والتصحيح من (ب) و (ح) والمصادر.(٤) أبو إسحاق السبيعي، ثقة.(٥) عوف بن مالك الأشجعي، ثقة.</p><p> قال: الصراط على جهنم مثل حد السيف، تمر الطائفة الأولى كالبرق، والثانية كالريح، والثالثة كأجود الخيل، والرابعة كأجود البهائم، ثمَّ يمرون والملائكة تقول: سلِّم سلِّم (١) . </p><p> [١٨٣٣] وأخبرنا عبد الله بن حامد بن محمد الأصفهاني (٢) ، قال: أخبرنا أحمد بن محمد بن إبراهيم الهروي (٣) ، قال: حدثنا الحسين (٤) ابن إدريس (٥) ، قال: حدثنا سويد بن نصر (٦) ، عن عبد الله بن المبارك (٧) ، عن سفيان بن عيينة (٨) ، عن رجل (٩) ، عن الحسن (١٠) </p><p>(١) [١٨٣٢] الحكم على الإسناد: صحيح.التخريج:رواه الحاكم في \"المستدرك\" ٢/ ٢٠٧ من طريق عمرو القناد، عن إسرائيل به.وقال: صحيح على شرط الشيخين، ولم يخرجاه. ورواه الطبري في \"جامع البيان\" ١٦/ ١١٠ عن خلاد بن أسلم، عن النضر، عن إسرائيل به.وروى ما يدل عليه مختصرًا الطبراني في \"المعجم الكبير\" ٩/ ٢٢٣ عن عبد الله بن مسعود: {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا}، قال: ورودها الصراط.(٢) لم يذكر بجرح أو تعديل.(٣) لم أجده.(٤) في الأصل: الحسن، والتصحيح من (ب)، (ح) والمصادر الأخرى.(٥) أبو علي الأنصاري الهروي المعروف بابن خُرم، ثقة، مكثر.(٦) أبو الفضل الطوساني، ثقة.(٧) الإمام، الثقة، العالم، جمعت فيه كل خصال الخير.(٨) ثقه، حافظ، إلَّا أنه تغير حفظه بأخرة وكان ربما دلس، لكن عن الثقات.(٩) لم أجد من عيَّنه.(١٠) البصري، ثقة، فقيه، فاضل، وكان يرسل كثيرًا ويدلس.</p><p> رحمه الله قال: قال رجل لأخيه: يا أخي، هل أتاك أنك وارد النار؟ قال: نعم. قال: فهل أتاك أنك خارج منها؟ قال: لا قال: ففيم الضحك إذًا! فما رؤي ضاحكًا حتى مات (١) . </p><p> [١٨٣٤] وبإسناده عن عبد الله بن المبارك (٢) ، عن مالك بن مغول (٣) ، عن أبي إسحاق (٤) ، عن أبي ميسرة (٥) أنه أوى إلى فراشه، فقال: يا ليت أمي لم تلدني. </p><p> فقالت امرأته: يا أبا ميسرة، إن الله تعالى قد أحسن إليك، هداك للإسلام. قال: أجل، ولكن الله قد بين لنا أنا واردوا (٦) النار، ولم يبين </p><p>(١) [١٨٣٣] الحكم على الإسناد: ضعيف، الأصفهاني لم يذكر بجرح أو تعديل، والراوي عن الحسن، فهو لم يُسَمَّ، وشيخ ابن حامد: أحمد الهروي، لم أجد له ترجمة.التخريج:رواه الطبري في \"جامع البيان\" ١٦/ ١١٢.لكنه قال: حدثنا القاسم، حدثنا الحسين، حدثني حجاج، عن ابن المبارك، عن الحسن .. فذكر الأثر.وابن المبارك لم يدرك الحسن، فقد ولد بعد موته بثمان سنين إلا أن يكون في المطبوعة من \"جامع البيان\" للطبري، سقط، فالله أعلم.لكن ذكره ابن كثير في \"تفسير القرآن العظيم\" ٩/ ٢٨٠ فقال: وقال ابن المبارك، عن الحسن.(٢) الإمام، الثقة، العالم، جمعت فيه جميع خصال الخير.(٣) أبو عبد الله الكوفي، ثقة، ثبت.(٤) أبو إسحاق السبيعي، ثقة، مدلس.(٥) عمرو بن شرحبيل، ثقة.(٦) في الأصل: وارد، وفي (ح): (واردون) دون النار.</p><p> لنا أنا صادرون منها (١) . </p><p> وأنشد في معناه: </p><p> وَقَد أتانا ورودُ النّارِ صاحبُه ... حقًا يقينًا ولمّا يأتِنا الصَّدَرُ (٢) </p><p> فإن قيل: خبرونا عن الأنبياء عليهم السلام، هل يدخلون النار؟ </p><p> يقال لهم: لا تطلق هذِه اللفظة بالتخصيص فيهم، بل نقول (٣) إن الخلق جميعًا يردونها (٤) . </p><p> فإن احتجوا بقوله -عَزَّ وَجَلَّ -: {وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ}  (٥) . </p><p> يقال لهم: إن موسى عليه السلام لم يمر على تلك البئر، وإنما استقى لابنتي شعيب عليه السلام، وأروى الأغنام وأقام، وهو </p><p>(١) [١٨٣٤] الحكم على الإسناد: صحيح.التخريج:رواه الطبري في \"جامع البيان\" ١٦/ ١١٠ عن أبي كريب، عن ابن يمان، عن مالك بن مغول به بأخصر مما هنا، وفيه: كان إذا أوى.(٢) لم أجده.(٣) جاء في (ب) بعد ذلك عبارة: فيجوز أن يكون قد سمعوا ذلك قبل دخولهم الجنة لأن الله تعالى لم يقل، ثم: الخلق جميعًا .. وهذِه عبارة مقحمة في هذا الموضع وسوف تأتي في موضعها قريبًا.(٤) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١١/ ١٣٩.(٥) القصص: ٢٣.</p><p> معنى الدخول، والعرب تعبر عن الحي وأماكنهم بذكر الماء، فتقول: ماء بني فلان. </p><p> فإن قيل: كيف يجوز أن يدخلها من قد أخبر الله تعالى أنه لا يسمع حسيسها (ولا يدخلها)  (١) . </p><p> قيل: إن الله تعالى أخبر عن وقت كونهم في الجنة، وأنهم لا يسمعون حسيسها، فيجوز أن يكون (٢) قد سمعوا حسيسها (٣) قبل دخلوهم الجنة؛ لأن الله تعالى لم يقل: لم يسمعوا حسيسها. </p><p> ويجوز أن لا يسمعوا حسيسها عند دخولهم إياها، إذ الله -عَزَّ وَجَلَّ - قادر أن يجعلها عليهم بردًا وسلامًا (٤) . </p><p> وكذلك تأويل قوله:  (لا يدخلون النار)  (٥) أي: لا يخلدون (٦) فيها ولا يتألمون (٧) ولا يتأذون (٨) بها، يدل عليه. </p><p> [١٨٣٥] ما أخبرنا عبد الله بن حامد الوزان (٩) ، قال: أخبرنا مكي </p><p>(١) من (ب). (٢) في (ح): يكونوا.(٣) في غير الأصل: ذلك.(٤) \"معالم التنزيل\" للبغوي ٥/ ٢٤٨.(٥) هكذا في جميع النسخ، وليس في القرآن آية أو بعض آية بهذا اللفظ.(٦) تصحفت في (ب) إلى: لا يدخلون.(٧) تصحفت في (ب) إلى: ولا يبالون.(٨) تصحفت في (ب) إلى: ولا ينادون.(٩) لم يذكر بجرح أو تعديل.</p><p> ابن عبدان (١) ، قال: حدثنا أبو الأزهر (٢) ، قال: حدثنا مؤمل بن إسماعيل (٣) ، عن أبي هلال (٤) عن قتادة (٥) عن أنس - رضي الله عنه - في قوله -عَزَّ وَجَلَّ -: {إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ}  (٦) فقال: إنك من تخلد في النار فقد أخزيته (٧) . </p><p> والدليل على أن الخلق جميعًا يدخلون النار ثم ينجي الله الذين آمنوا (٨) بعضهم سالمين غير آلمين وبعضهم معذبين معاقبين، ثم يدخلهم جميعًا الجنة برحمته: </p><p> [١٨٣٦] ما أخبرنا عبد الله بن حامد الوزان (٩) ، قال: أخبرنا </p><p>(١) أبو حاتم التميمي، المحدث الثقة المتقن. (٢) أحمد بن الأزهر، صدوق، كان يحفظ ثم كبر، فصار كتابه أثبت من حفظه.(٣) أبو عبد الرحمن البصري، نزيل مكة، صدوق سيئ الحفظ.(٤) محمَّد بن سليم، صدوق فيه لين.(٥) أبو الخطاب السدوسي، ثقة ثبت.(٦) آل عمران: ١٩٢.(٧) [١٨٣٥] الحكم على الإسناد:ضعيف، فيه:مؤمل بن إسماعيل فهو كثير الغلط، وأبو هلال الراسبي، ضعفه أكثر النقاد، وبخاصة في حديثه عن قتادة وهذا منه.التخريج:رواه الطبري في \"جامع البيان\" ٤/ ٢١١ عن أبي حفص الجبيري ومحمد بن بشار، عن المؤمل بن إسماعيل، به.(٨) في غير الأصل: المؤمنين.(٩) لم يذكر بجرح أو تعديل.</p><p> حاجب بن أحمد (١) ، قال: حدثنا محمَّد بن حماد (٢) الأبيوردي (٣) ، قال: حدثنا (٤) أبو معاوية (٥) ، عن الأعمش (٦) ، عن أبي سفيان (٧)  (٨) ، عن جابر (٩) ، عن أم مبشر (١٠) ، عن حفصة (١١) ، قالت: قال رسول الله -صلى الله عليه وسلم-: \"إني لأرجو أن لا يدخل النار إن شاء الله أحد شهد بدرًا والحديبية\" قالت: قلت: يا رسول الله، أليس قد قال الله تعالى: {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا (٧١) } قال: \"أفلم تسمعيه يقول: {ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا(٧٢)} \"  (١٢) . </p><p>(١) أبو محمَّد مسند نيسابور، مختلف فيه. (٢) في (ح): حامد.(٣) في غير الأصل: البيوردي، ثقة.(٤) سقطت من (ب)، وفي (ح): أخبرنا.(٥) محمَّد بن خازم، ثقة أحفظ الناس لحديث الأعمش وقد يهم في حديث غيره، وقد رمي بالإرجاء.(٦) ثقة حافظ لكنه مدلس.(٧) في (ح): أبي سعيد.(٨) طلحة بن نافع القرشي، ويقال المكي، صدوق.(٩) صحابي مشهور.(١٠) الأنصارية، امرأة زيد بن حارثة رضي الله عنهما، لها صحبة.(١١) أم المؤمنين.(١٢) [١٨٣٦] الحكم على الإسناد:فيه الوزان لم يذكر بجرح أو تعديل، وحاجب بن أحمد، مختلف فيه.والحديث صحيح كما سيأتي في تخريجه. =</p><p> [١٨٣٧] وأخبرنا عبد الله بن حامد (١) ، قال: أخبرنا محمد بن شاذان (٢) ، قال: أخبرنا جبفويه (٣) بن محمد (٤) ، قال: أخبرنا صالح ابن محمد (٥) ، عن عبد العزيز بن المسيب (٦) ، عن الربيع بن بدر (٧) ، </p><p>= التخريج: رواه ابن ماجه كتاب: الزهد، باب: ذكر البحث (٤٢٨١)، وأحمد في \"المسند\" ٦/ ٢٨٥ (٢٦٤٤٠) بسند صحيح من طريق أبي معاوية، وفيه: عن أم مبشر عن حفصة كما أورده المصنف.وخالف أبا معاوية: عبد الله بن إدريس فرواه عن الأعمش بنفس الإسناد لكن فيه قالت أم مبشر: سمعت النبي -صلى الله عليه وسلم- وهو في بيت حفصة يقول، فذكره. أخرجه: ابن أبي عاصم في \"الآحاد والمثاني\" ١/ ٢٥٦، والطبراني في \"المعجم الكبير\" ٢٥/ ١٠٢.ورواه أحمد في \"المسند\" ٦/ ٤٢٠ (٢٧٣٦٢) من طريق أبي الزبير عن جابر قال: حدثتني أم مبشر أنها سمعت الرسول - صلى الله عليه وسلم -، ورواه الطبري في \"جامع البيان\" ١٦/ ١١٢ عن أبي معاوية، وعن ابن إدريس.ويشهد للحديث: حديث جابر في قصة عبد حاطب بن أبي بلتعة الذي شكاه للنبي - صلى الله عليه وسلم - وقال: يا رسول الله دخل حاطب النار فقال: \"كذبت، أليس شهد بدرًا والحديبية\" رواه أحمد في \"المسند\" ٣/ ٣٢٥ (١٤٤٨٤)، وأبو يعلى في \"مسنده\" ٣/ ٤١٥ (١٩٠٠).وحديث أبي سفيان عن جابر مرفوعًا: \"لن يدخل النار رجل شهد بدرًا والحديبية\" رواه أحمد ٣/ ٣٩٦ (١٥٢٦٢).(١) الوزان، لم يذكر بجرح أو تعديل.(٢) في النسخ أحمد بن محمَّد بن شاذان لم أجده.(٣) هكذا في الأصل: جبفويه وفي (ب): جعنوية.(٤) لم أجده.(٥) الترمذي، متهم ساقط.(٦) لم أجد ترجمته.(٧) أبو العلاء البصري، المعروف بعليلة، متروك.</p><p> عن أبي (١) مسعود (٢) ، عن العباس (٣) ، عن كعب (٤) أنه قال في هذِه الآية: {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا} قال: ترفع جهنم يوم القيامة كأنها متن إهالة، وتستوي أقدام الخلائق عليها فينادي (٥) مناد أن خذي أصحابك، ودعي أصحابي، فتخسف بهم، وهي أعرف بهم من الوالدة بولدها، ويمر أولياء الله -عَزَّ وَجَلَّ - تندى ثيابهم (٦) . </p><p> وقال خالد بن معدان: يقول أهل الجنة: ألم يعدنا ربنا أنا نرد النار. فيقال: بلى، ولكنكم مررتم عليها وهي خامدة (٧) . </p><p>(١) ساقطة من غير الأصل. (٢) أبو مسعود الجريري، وهو سعيد بن إياس، ثقة اختلط قبل موته بثلاث سنين.(٣) لم أتبينه.(٤) كعب بن ماتع الحيري أبو إسحاق، ثقة.(٥) في (ح): فنادا.(٦) [١٨٣٧] الحكم على الإسناد:واهٍ. فيه: صالح بن محمد هو الترمذي، متهم ساقط، والربيع بن بدر، متروك، وفيه من لم أجده.وفيه: عبد العزيز بن المسيب، وأبو مسعود، وعباس، لم أجد تراجمهم.التخريج:أخرجه الطبري من طريق آخر عن كعب نحوه في \"جامع البيان\" ١٦/ ١٠٩ وابن أبي شيبة في \"مصنفه\" ١٣/ ١٦٩ و \"الزهد\" لابن المبارك (ص ١٢١).(٧) رواه ابن إسحاق، وابن المبارك في \"الزهد\"، وأبو عبيد في \"غريب الحديث\" ٤/ ٣٤٧ كما في \"الكاف الشاف\" لابن حجر (ص ١٠٧).ورواه إسحاق بن راهويه في \"مسنده\"، وأبو نعيم في \"حلية الأولياء\" ٥/ ٢١٢ من طريق إسحاق بن راهويه حدثنا عيسى بن يونس، عن ثور بن يزيد، عن خالد بن معدان. =</p><p> وروى خالد بن الدريك، عن يعلى بن منية (١) رضي الله عنه أن النبي - صلى الله عليه وسلم - قال:  \"تقول النار للمؤمن يوم القيامة: جز يا مؤمن، فقد أطفأ نورك لهبي\"  (٢)  (٣) . </p><p> [١٨٣٨] وأخبرنا عبد الله بن حامد (٤) ، قال: أخبرنا محمد بن يعقوب (٥) قال: حدثنا أحمد بن عبد الحميد الحارثي (٦)  (قال: أخبرنا عبد الرحمن بن أبي حماد)  (٧)  (٨) ، عن يحيى بن يمان (٩) ، عن عثمان بن الأسود (١٠) ، عن مجاهد (١١) في قوله تعالى: {وَإِنْ </p><p>= والبيهقي في \"شعب الإيمان\" من طريق إسحاق أيضًا، كما في \"الفتح السماوي\" ٢/ ٨١٧، وسنده صحيح. وعزاه له البغوي في \"معالم التنزيل\" ٥/ ٢٤٩.(١) في (ب): منبه.(٢) في (ب): فإن نورك أطفأ ناري، فقد ..(٣) رواه الطبراني في \"المعجم الكبير\" ٢٢/ ٢٥٨ من طريق خالد عن يعلى وهو منقطع، فخالد لم يدرك يعلى - رضي الله عنه -.(٤) لم يذكر بجرح أو تعديل.(٥) أبو العباس الأصم، ثقة.(٦) أبو جعفر أحمد بن عبد الحميد بن خالد الحارثي، ذكره ابن حبان في \"الثقات\" وقال الحاكم ثقة: \"الثقات\" لابن حبان ٨/ ٥١ \"سؤالات الحاكم\" للدارقطني (ص ٨٤).(٧) أبو محمد الكوفي صالح مشهور.(٨) ما بين القوسين ساقط من (ب).(٩) أبو زكريا الكوفي. صدوق، عابد، يخطئ كثيرًا، وقد تغير.(١٠) ابن موسى بن باذان، ثقة ثبت.(١١) ثقة إمام في التفسير وفي العلم.</p><p> {مِنْكُمْ إِلَّا وَارِدُهُا} قال: من حُمَّ من المسلمين فقد وردها (١) . </p><p>(١) [١٨٣٨] الحكم على الإسناد: فيه شيخ المصنف لم يذكر بجرح أو تعديل، ويحيى صدوق يخطئ كثيرًا وقد تغير.التخريج:رواه الطبري في \"جامع البيان\" ١٦/ ١١١ بلفظ: الحمى حظ كل مؤمن من النار.ثم قرأ: {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا}.وقد ورد نحوه مرفوعًا بلفظ: \"الحمى حظ كل مؤمن من النار\" رواه البزار عن عائشة مرفوعًا وروى موقوفًا عليها رضي الله عنها، كما في \"الكاف الشاف\" لابن حجر (ص ١٠٧).وروي عن عثمان - رضي الله عنه - مرفوعًا: \"الحمى حظ المومن من النار يوم القيامة\".رواه ابن أبي الدنيا في \"المرضى والكفارات\" (ص ١٣٠).وقال ابن حجر في \"الكاف الشاف\" (ص ١٠٧): وفي الباب عن أبي هريرة، عند ابن ماجة والحاكم، وعن أبي ريحانة عند الطبراني، وعن أبي أمامة عند أحمد. قلت: هو في \"المسند\" ٥/ ٢٥٢ (٢٢١٦٥) وعن عثمان عند القتيلي قلت: رواه ابن أبي الدنيا أيضًا كما سبق وعن سعد بن معاذ عند ابن سعد في \"الطبقات الكبرى\"، وعن أنس عند الطبراني في \"المعجم الأوسط\"، وكلها ضعيفة وهي بمعناه لا بلفظه.قلت: حديث أبي هريرة أن الرسول - صلى الله عليه وسلم - عاد مريضًا فقال: إن الله تبارك وتعالى يقول: هي ناري أسلطها على عبدي المؤمن في الدنيا، لتكون حظه من النار في الآخرة أخرجه الترمذي (٢٠٨٨)، وإسحاق بن راهويه في \"مسنده\" ١/ ٣٦٣، وأحمد في \"المسند\" ٢/ ٤٤٠ (٩٦٧٦)، وابن أبي شيبة في \"المصنف\" ٢/ ٢٢٠٩. ومن طريقه أخرجه ابن ماجة كتاب: الطب، باب: الحمى (٣٤٧٠)، والحاكم في \"المستدرك\" ١/ ٤٩٦. وقال صحيح الإسناد، ووافقه الذهبي.وقال الألباني: وهو كما قالا. \"سلسلة الأحاديث الصحيحة\" ٢/ ٩٨.وقد صحح الألباني أيضًا حديث أبي أمامة بشواهده. انظر: \"سلسلة الأحاديث الصحيحة\" ٤/ ٤٣٧.</p><p> [١٨٣٩] وأخبرنا عبد الله بن حامد (١) ، قال: أخبرنا مكي بن عبدان (٢) قال: حدثنا عبد الله بن هاشم (٣) قال: حدثنا يحيى بن سعيد القطان (٤) قال: حدثنا سعيد بن أبي عروبة (٥) قال: حدثنا قتادة (٦) ، عن أنس بن مالك - رضي الله عنه - أن النبي - صلى الله عليه وسلم -، قال:  \"يخرج(٧)من النار من قال: لا إله إلَّا الله وكان في قلبه من الخير ما يزن شعيرة، ثم يخرج(٨)من النار من قال: لا إله إلَّا الله، وكان في قلبه من الخير ما يزن برة،ثم يخرج من النار من قال:لا إله إلَّا الله، وكان في قلبه من الخير ما يزن ذرة\"  (٩) . </p><p>(١) لم يذكر بجرح أو تعديل. (٢) أبو حاتم التميمي. المحدث الثقة المتقن.(٣) أبو عبد الرحمن الطوسي، ثقة.(٤) أبو سعيد البصري، ثقة متقن، حافظ إمام قدوة.(٥) أبو النضر البصري، ثقة حافظ اختلط بأخرة، لكنه كثير التدليس، وهو أثبت الناس في قتادة.(٦) أبو الخطاب السدوسي، ثقة ثبت.(٧) ليست في الأصل.(٨) ليست في الأصل.(٩) [١٨٣٩] الحكم على الإسناد:شيخ المصنف لم يذكر بجرح أو تعديل، وسائر رجاله ثقات.التخريج:رواه البخاري كتاب الإيمان، باب: زيادة الإيمان ونقصانه (٤٤).ومسلم في كتاب: الإيمان، باب: أدنى أهل الجنّة منزلة فيها (١٩٣). كلاهما عن هشام الدستوائي، عن قتادة.</p>"
}