{
  "id": null,
  "sura": 20,
  "aya": 2,
  "text": "<p> ٢ - {مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى (٢) }. </p><p> قال مجاهد: كان رسول الله -صلى الله عليه وسلم- وأصحابه يربطون الحبال في صدورهم في الصلاة بالليل ثم نسخ (١) ذلك بالفرض وأنزل الله تعالى هذِه الآية (٢) . </p><p>= ثانيًا: إن القول بأنها من الحروف المقطعة التي تفتتح بها السور فيه نوعٌ من الإعجاز القرآني. ثالثا: لكثرة المرجحين من المفسرين لهذا القول مثل الزمخشري في \"الكشاف\" ٢/ ٥٢٨، وأبي حيان في \"البحر المحيط\" ٦/ ٢٢٤، وقال: والظاهر أن {طه (١)} من الحروف المقطعة نحو {يس (١)} و {الر}. والحلبي في \"الدر المصون\" ٨/ ٥، وقال: هذا هو الصحيح. وأبي السعود في \"إرشاد العقل السليم\" ٣/ ٤٤٨، وقال: فالحق أنها من الفواتح. والألوسي في \"روح المعاني\" ٩/ ٢١٧، وقال: بل قيل: هي كذلك عند جمهور المتقنين. والشنقيطي في \"أضواء البيان\" ٤/ ٣، وقال: أظهر الأقوال عندي: أنه من الحروف المقطعة في أوائل السور. . .، وابن سعدي في تفسيره \"تيسير الكريم الرحمن في تفسير كلام المنان\" ٥/ ١٤٢، وقال: {طه (١)} من جملة الحروف المقطعة، المفتتح بها كثير من السور، وليست اسمًا للنبي - صلى الله عليه وسلم -.(١) النسخ له عدة دلالات في اللغة فيأتي بمعنى: الإزالة، التبديل، التحويل، النقل. والنسخ في الاصطلاح هو: رفع الحكم الشرعي بخطاب شرعي.انظر: \"الإتقان\" للسيوطي ٤/ ١٤٣٥ - ١٤٣٦، \"مباحث في علوم القرآن\" لمناع القطان (٢٣٨).(٢) أخرجه مجاهد في \"تفسيره\" ١/ ٣٩٣ قال أخبرنا عبد الرحمن قال: نا إبراهيم قال: نا آدم قال: نا ورقاء، عن ابن أبي نجيح، عن مجاهد بنحوه.والإسناد ضعيف؛ لضعف عبد الرحمن بن الحسن واتهامه بالكذب.والأثر ذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٤١٥ بمعناه مختصرًا، =</p><p> وقال الكلبي: لما نزل على رسول الله - صلى الله عليه وسلم - الوحي (١) بمكة اجتهد في العبادة واشتدت عبادته فجعل يصلي الليل كله زمانًا حتى نزلت هذِه الآية، فأمره الله عز وجل أن يخفف على نفسه فيصلي وينام فنسخت هذِه الآية قيام الليل كله، فكان بعد نزول هذِه الآية ينام ويصلي (٢) . </p><p> [١٨٥٣] أخبرنا عبد الله بن حامد (٣) ، قال: أخبرنا حامد بن محمد الهروي (٤) ، قال: نا بشر بن موسى (٥) ، قال: نا الحميدي (٦) ، قال: نا سفيان (٧) ، قال: نا زياد بن علاقة (٨) ، </p><p>= الطبري في \"جامع البيان\" ١٦/ ١٣٧، والقرطبي في \"الجامع لأحكام القرآن\" ١١/ ١٦٧. وأما كون تلك الآية ناسخة لقيام الليل فقد ذكر ذلك مكي بن أبي طالب عن جماعة، والصحيح أن الناسخ لقيام الليل هو قوله عز وجل في آخر سورة المزمل: {فَتَابَ عَلَيْكُمْ فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ} [٢٠] كما ذكر ذلك ابن كثير في \"تفسير القرآن العظيم\" ٩/ ٣١١، وذكره مكي بن أبي طالب \"الإيضاح لناسخ القرآن ومنسوخه\" (ص ٣٤٧)، وقال: عليه أكثر الناس.(١) في (ج): الوحي على رسول الله.(٢) انظر: \"معالم التنزيل\" للبغوي ٥/ ٢٦٢ - ٢٦٣، \"الجامع لأحكام القرآن\" للقرطبي ١١/ ١٦٧، \"لباب التأويل في معاني التنزيل\" للخازن ٣/ ٢٦٣.(٣) لم يذكر بجرح أو تعديل.(٤) حامد بن محمد، أبو علي الهروي، ثقة صدوق.(٥) بشر بن موسى أبو علي الأسدي، ثقة.(٦) عبد الله بن الزبير بن عيسى، أبو بكر الحميدي، المكي، ثقة، حافظ.(٧) سفيان بن عيينة ثقة، حافظ، إمام، حجة. تغير حفظه بأخرة وكان ربما دلس.(٨) زياد بن علاقة الثعلبي، أبو مالك الكوفي، ثقة، رمي بالنصب. روى عن المغيرة =</p><p> قال: سمعت المغيرة بن شعبة (١) يقول: قام رسول الله - صلى الله عليه وسلم - حتى تورمت قدماه، فقيل له: يا رسول الله: أليس قد غفر الله لك ما تقدم من ذنبك وما تأخر؟ ! فقال رسول - صلى الله عليه وسلم -: \"أفلا أكون عبدًا شكورًا\"  (٢) . </p><p> وقال مقاتل: قال أبو جهل (بن هشام)  (٣) والنضر بن الحارث للنبي - صلى الله عليه وسلم -: إنك لتشقى، تترك ديننا -وذلك لِما رأوا من طول عبادته وشدة </p><p>= ابن شعبة وجابر بن سمرة، وعنه: سفيان بن عيينة وسفيان الثوري. \"تهذيب الكمال\" للمزي ٩/ ٤٩٨، \"تقريب التهذيب\" لابن حجر (٢٠٩٢). (١) الصحابي الجليل.(٢) [١٨٥٣] الحكم على الإسناد:رجاله ثقات سوى شيخ المصنف لم يذكر بجرح أو تعديل، والحديث صحيح كما سيأتي.التخريج:الحديث أخرجه البخاري في كتاب التفسير -تفسير سورة الفتح- باب قوله: {لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ. . .} (٤٨٣٦) قال: حدثنا صدقة بن الفضل، أخبرنا ابن عيينة به.وفي كتاب التهجد، باب قيام النبي - صلى الله عليه وسلم - حتى ترم قدماه (١١٣٠)، قال: حدثنا أبو نعيم قال: حدثنا أبو مسعر عن زياد به.وفي كتاب الرقاق، باب الصبر عن محارم الله (٦٤٧١)، قال: حدثنا خلاد بن يحيى، حدثنا أبو مسعر، حدثنا زياد بن علاقة به.وأخرجه مسلم في كتاب صفات المنافقين وأحكامهم، باب: إكثار الأعمال والاجتهاد في العبادة (٢٨١٩)، قال: حدثنا قتيبة بن سعيد، حدثنا أبو عوانة، عن زياد بن علاقة به.وقال حدثنا أبو بكر بن أبي شيبة، وابن نمير قالا: حدثنا سفيان به.(٣) ساقطة من (ج).</p>"
}