{
  "id": null,
  "sura": 20,
  "aya": 7,
  "text": "<p> سالت في جوف ذلك الثور، فإذا وقعت في جوفه يبست (١) . </p><p> ٧ - قوله عز وجل {وَإِنْ تَجْهَرْ بِالْقَوْلِ} </p><p> تعلن به (٢)  {فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى} . </p><p> [١٨٥٤] أخبرنا عبد الله بن حامد (٣) ، قال: نا حامد بن محمد (٤) ، قال: نا بشر بن موسى (٥) ، قال: أخبرنا عبد الله بن صالح العجلي (٦) ، قال: نا أبو الأحوص (٧) ، عن سماك (٨) ، عن عكرمة (٩) ، عن ابن </p><p>(١) انظر: \"معالم التنزيل\" للبغوي ٥/ ٢٦٣، \"الجامع لأحكام القرآن\" للقرطبي ١١/ ١٦٩، \"لباب التأويل في معاني التنزيل\" للخازن ٣/ ٢٦٣. وهذا الأثر لا يصح حيث جعل الأرض حجمها الكبير على ظهر حوت، وتدل الشواهد الصحيحة من كبر حجم الأرض وسعتها على أنها لا تكون على ظهر ذلك الحوت، وكذا عدم مجيء الأدلة الصحيحة على ذلك مما يدل على بطلانه. قال ابن القيم في \"المنار المنيف\" (ص ٧٨): والعجب من مسود كتبه بهذِه الهذيانات.وانظر: \"مقاييس نقد متون السنة\" للدمينى (ص ١٢٣).(٢) انظر: \"معالم التنزيل\" للبغوي ٥/ ٢٦٤، \"لباب التأويل\" للخازن ٣/ ٢٦٣.(٣) لم يذكر بجرح أو تعديل.(٤) أبو علي الهروي. ثقة صدوق.(٥) ثقة.(٦) ثقة.(٧) سلام بن سليم الحنفي، ثقة، متقن، صاحب حديث.(٨) سماك بن حرب بن أوس الذهلي الكوفي، صدوق وروايته عن عكرمة خاصة مضطربة.(٩) مولى ابن عباس. ثقة ثبت عالم بالتفسير.</p><p> عباس في قوله:  {يَعْلَمُ السِّرَّ وَأَخْفَى} قال: {وَأَخْفَى} : حديث نفسك نفسك (١) . </p><p> [١٨٥٥] وأخبرنا عبد الله بن حامد (٢) قال: نا أبو طاهر محمد بن الحسن (٣) قال: نا إبراهيم بن أبي طالب (٤) قال: نا محمد بن النعمان ابن شبل (٥) قال: نا يحيى بن أبي روق (٦) ، عن أبيه (٧) ، عن الضحاك (٨) ، عن ابن عباس (٩) قال: السر ما أسررت في نفسك، وأخفى من السر ما ستحدث به نفسك مما لا تعلم أنك تحدث به نفسك (١٠) . </p><p>(١) [١٨٥٤] الحكم على الإسناد: الأثر ضعيف بهذا الإسناد لضعف سماك بن حرب في روايته عن عكرمة وفيه أيضًا شيخ المصنف لم يذكر بجرح أو تعديل.التخريج:انظر: \"الجامع لأحكام القرآن\" للقرطبي ١١/ ١٧٠، بنحوه.(٢) لم يذكر بجرح أو تعديل.(٣) النيسابوري المحمد أبادي. إمام حافظ.(٤) إمام المحدثين في عصره.(٥) متروك.(٦) من (ج)، وهو ليس بثقة.(٧) عطية بن الحارث الكوفي، صدوق.(٨) الضحاك بن مزاحم الهلالي: صدوق كثير الإرسال.(٩) الصحابي الجليل.(١٠) [١٨٥٥] الحكم على الإسناد:آفته محمد بن النعمان متروك. =</p><p> وروى عطاء بن السائب، عن سعيد بن جبير قال: السر ما تسر به (١) في نفسك، وأخفى من السر ما لم يكن وهو كائن (٢) . </p><p> وقال (٣) : أنت تعلم ما تسر اليوم، ولا تعلم ما تسر غدًا، والله عز وجل يعلم ما أسررت اليوم وما تسر غدًا (٤) . </p><p> وروى علي بن أبي (٥) طلحة عن ابن عباس قال: السر ما أسر ابن آدم في نفسه، وأخفى ما خفي على ابن آدم مما هو فاعله قبل أن يعلمه، فالله تعالى يعلم ذلك كله فعلمه (٦) بما مضى من ذلك وما بقي علم واحد، وجميع الخلائق عنده في ذلك كنفس واحدة (٧) . </p><p> وقال مجاهد: السر الذي يسرون من الناس، وأخفى: الوسوسة (٨) . </p><p>= التخريج: ذكره البغوي في \"معالم التنزيل\" ٥/ ٢٦٤، والخازن بمعناه في \"لباب التأويل\" ٣/ ٢٦٣.(١) من (ب).(٢) انظر: \"الدر المنثور\" للسيوطي ٤/ ٥١٩.(٣) ساقطه من (ب).(٤) انظر: \"تفسير القرآن العظيم\" لابن كثير ٩/ ٣١٥ مختصرًا.(٥) ساقطة من الأصل.(٦) في (ب): يعلمه فيما.(٧) أخرجه الطبري في \"جامع البيان\" ١٦/ ١٣٩، قال: حدثني على قال: ثنا عبد لله قال: ثني معاوية، عن علي، عن ابن عباس بنحوه.وهذا الإسناد ضعيف.(٨) أخرجه مجاهد في \"تفسيره\" ١/ ٣٩٣ قال: أخبرنا عبد الرحمن قال: نا إبراهيم قال: نا آدم قال: نا ورقاء عن ابن أبي نجيح، عن مجاهد بنحوه. =</p><p> وقال زيد بن أسلم معناه: يعلم أسرار العباد، وأخفى سره فلا يعلم (١) . </p><p> وقال الحسن: السر ما أسر الرجل إلى غيره، وأخفى من ذلك ما أسر في نفسه (٢) . </p><p>= وأخرجه الطبري في \"جامع البيان\" ١٦/ ١٣٩ قال: حدثني زكريا بن يحيى بن أبي زائدة ومحمد بن عمرو قالا: ثنا أبو عاصم، عن عيسى وحدثني الحارث، قال: ثنا الحسن، قال ثنا ورقاء جميعًا عن ابن أبي نجيح عنه بنحوه. والأثر بهذا الإسناد فيه تدليس عبد الله بن أبي نجيح وقد عنعن، إلا أن الإسناد حسن؛ لأن ابن أبي نجيح يروي تفسير مجاهد من طريق القاسم بن أبي بزة، والقاسم، ثقة فعرفت الواسطة وهو ثقة فيصح الأثر من جهة تدليس ابن أبي نجيح. قال سفيان بن عيينة: لم يسمعه أحد من مجاهد إلا القاسم بن أبي بزة أملاه عليه، وأخذ كتابه الحكم وليث وابن أبي نجيح. انظر: \"المعرفة والتاريخ\" للفسوي ٢/ ١٥٤.(١) انظر: \"معالم التنزيل\" للبغوي ٥/ ٢٦٤، \"الدر المنثور\" للسيوطي ٤/ ٥١٩.(٢) انظر: \"معالم التنزيل\" للبغوي ٥/ ٢٦٤، \"لباب التأويل\" للخازن ٣/ ٢٦٣، \"الدر المنثور\" للسيوطي ٤/ ٥١٩.</p>"
}