{
  "id": null,
  "sura": 20,
  "aya": 63,
  "text": "<p> {وَقَدْ خَابَ مَنِ افْتَرَى} . </p><p> ٦٢ - {فَتَنَازَعُوا أَمْرَهُمْ بَيْنَهُمْ وَأَسَرُّوا النَّجْوَى} </p><p> أي: المناجاة، يكون اسماً ومصدراً. </p><p> ٦٣ - {قَالُوا إِنْ هَذَانِ لَسَاحِرَانِ} </p><p> قرأ عبد الله:  {وَأَسَرُّوا النَّجْوَى أَنْ هَذَانِ سَاحِرَانِ} بفتح ألف أن وجزم نونه {لَسَاحِرَانِ} بغير لام (١) . </p><p> وقرأ ابن كثير وحفص:  {إنْ} بكسر الألف وجزم النون، {هَذَانِ} بالألف على معنى ما هذان إلا ساحران (٢) ، نظيره قوله: </p><p>(١) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٢١٦، \"المحرر الوجيز\" لابن عطية ١٠/ ٤٧. (٢) على هذِه القراءة تكون {إنْ} بمعنى: ما النافية، واللام بمعنى: إلا، وهذا القول يخرج على مذهب الكوفيين، وقرأ بهذِه القراءة الخليل بن أحمد، وقد قال عنه الزجاج: والإجماع أنَّه لم يكن أحد أعلم بالنحو من الخليل.وقال الزجاج: ولكنني أستحسن {إِنْ هَذَانِ لَسَاحِرَانِ} بتخفيف {إِنَّ} وفيه إمامان: عاصم والخليل، وموافقة أبي في المعنى وإن خالفه اللفظ.وقال مكي بن أبي طالب: من خفف {إِنَّ} اجتمع له موافقة الخط وصحة الإعراب في {هَذَانِ}.\"معاني القرآن\" للزجاج ٣/ ٣٦١، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ٢٤٩)، \"التيسير\" للداني (ص ١٢٣)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٤٦٧، \"مشكل إعراب القرآن\" لمكي ٢/ ٩٩، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٢٠، الواحدي النحوي من خلال كتابه \"البسيط\" للفراج ١/ ٢٥١.</p><p> {وَإِنْ نَظُنُّكَ لَمِنَ الْكَاذِبِينَ}  (١) أي: ما نظنك إلا من الكاذبين (٢) . </p><p> قال الشاعر (٣) : </p><p> ثكلتك أمك إن قتلت لمسلماً ... حلت عليك عقوبة الرحمن (٤) </p><p> يعني: ما قتلت إلا مسلماً، يدل على صحة هذِه القراءة قراءة أبي ابن كعب:  (إن ذان إلا ساحران)  (٥) . </p><p> وقرأ عيسى بن عمر الثقفي، وأبو عمرو بن العلاء:  (إن هذين لساحران) بالياء على الأصل (٦) . </p><p> قال أبو عمرو: إني لأستحي من الله تعالى أن أقرأ: {إِنْ هَذَانِ}  (٧) . </p><p> وقرأ الباقون بالتشديد (هذان) بالألف (٨) ، </p><p>(١) الشعراء: ١٨٦. (٢) انظر: \"زاد المسير\" لابن الجوزي ٥/ ٢٩٨.(٣) لم أهتد لقائل البيت.(٤) انظر: \"تفسير أبي القاسم الحبيبي\" (ص ١٨٤).(٥) انظر: \"معاني القرآن\" للفراء ٢/ ١٨٤، \"البحر المحيط\" لأبي حيان ٦/ ٢٥٥.(٦) انظر: \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ٢٤٩)، \"التيسير\" للداني (ص ١٢٣)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٢١، \"معاني القرآن\" للزجاج ٣/ ٣٦٤، وقال: لا أجيزها؛ لأنها خلاف المصحف.(٧) انظر: \"زاد المسير\" لابن الجوزي ٥/ ٢٩٧، \"مجموع الفتاوى\" لابن تيمية ١٥/ ٢٥٠.(٨) انظر: \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ٢٤٩)، \"التيسير\" للداني (ص ١٢٣)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٢١.</p><p> واختلفوا فيه (١) . </p><p> فقال قوم بما: </p><p> [١٨٦٠] أخبرنا أبو بكر بن عبدوس (٢) ، وعبد الله بن حامد (٣) ، قالا: حدثنا أبو العباس الأصم (٤) ، قال: نا محمَّد بن الجهم السمري (٥) ، قال: نا الفراء (٦) ، قال: حدثنا أبو معاوية (٧) ، عن هشام بن عروة (٨) ، </p><p>(١) قال شيخ الإِسلام ابن تيمية في \"مجموع الفتاوى\" ١٥/ ٢٤٨ - ٢٥٥: ومنشأ الإشكال: أن الاسم المثنى يعرب في حال النصب والخفض بالياء، وفي حال الرفع بالألف، وهذا متواتر من لغة العرب لغة القرآن. . . وظن بعض النحاة أن الأسماء المبهمة المبنية مثل هذين واللذين تجري هذا المجرى ومن هنا نشأ الإشكال. ثمَّ قال: فالذي يجب أن يقال: إنه لم يثبت أنَّه لغة قريش ولا لغة سائر العرب أنهم ينطقون في الأسماء المبهمة إذا ثنيت بالياء، وإنما قاله من قاله من النحاة قياساً، جعلوا باب التثنية في الأسماء المبهمة كما هو في سائر الأسماء وليس في القرآن شاهد على ما قالوه، وليس في القرآن اسم مبهم مبني في موضع نصب أو خفض إلا هذا ولفظه (هذان) فهذا نقل ثابت متواتر لفظاً ورسماً.(٢) محمَّد بن أحمد بن عبدوس، لم يذكر بجرح أو تعديل.(٣) لم يذكر بجرح أو تعديل.(٤) محمَّد بن يعقوب، محدث المشرق، ثقة.(٥) ثقة صدوق.(٦) في الأصل: أخبره، وهو يحيى بن زياد الفراء، صدوق إمام العربية.(٧) محمَّد بن خازم، الضرير الكوفي، ثقة، أحفظ الناس لحديث الأعمش، وقد يهم في حديث غيره.(٨) هشام بن عروة بن الزبير بن العوام الأسدي، ثقة، فقيه، ربما دلس.</p><p> عن أبيه (١) ، عن عائشة - رضي الله عنها - أنها سئلت عن قوله في النساء:  [آية: ١٦٢]  {الرَّاسِخُونَ}  {وَالْمُقِيمِينَ} وعن قوله في المائدة: [آية: ٦٩]  {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ} وعن قوله: {إِنْ هَذَانِ لَسَاحِرَانِ} فقالت: يا ابن أختي هذا خطأ (٢) من الكاتب (٣) . </p><p> وقال عثمان بن عفان - رضي الله عنه -: إن في المصحف لحنا وستقيمه العرب بألسنتهم (٤) . </p><p>(١) ثقة، فقيه مشهور. (٢) في (ج): غلط.(٣) [١٨٦٠] الحكم على الإسناد:فيه شيخا المصنف لم يذكرا بجرح أو تعديل.التخريج:انظر: \"فضائل القرآن\" لأبي عبيد (٢٨٧)، حدثنا أبو معاوية، عن هشام بن عروة، به بمثله، \"معاني القرآن\" للفراء ٢/ ١٨٣، \"المصاحف\" لابن أبي داود ١/ ٢٣٨، قال: نا عبد الله، نا عمرو بن عبد الله الأودي، ثنا أبو معاوية به بمثله.والسيوطي في \"الإتقان\" ٤/ ١٢٣٦ فيما نقله عن أبي عبيد في \"فضائل القرآن\" قال: حدثنا أبو معاوية به بنحوه، وقال: إسناده صحيح على شرط الشيخين.(٤) انظر: \"معاني القرآن\" للفراء ٢/ ١٨٣، بنحوه، \"معاني القرآن\" للزجاج ٣/ ٣٦٢، \"المصاحف\" لابن أبي داود (ص ٢٣٣) (١٠٦، ١٠٧، ١٠٨)، قال: ثنا يونس بن حبيب، ثنا بكر بن بكار قال: نا أصحابنا، عن أبي عمرو، عن قتادة أن عثمان لما رفع إليه المصحف قال فذكره. . وهذا إسناد ضعيف؛ لضعف بكر وجهالة شيخه والانقطاع بين قتادة وعثمان - رضي الله عنه -.وقال: ثنا يونس بن حبيب، ثنا أبو داود، ثنا عمران بن داود القطان، عن قتادة، عن نصر بن عاصم الليثي، عن عبد الله بن فطيمة، عن يحيى بن يعمر قال: قال عثمان فذكره. =</p><p> وقال أبان: قرئت هذِه الآية عند عثمان فقال له (١) : لحن وخطأ. فقيل له: ألا تغيره؟ فقال: دعوه فإنَّه لا يحل حراماً ولا يحرم حلالاً (٢) . </p><p>= وقال: ثنا إسحاق بن إبراهيم، ثنا أبو داود به فذكره. وانظر: \"سير أعلام النبلاء\" للذهبي ٤/ ٤٤٢، من طريق عمران بن القطان عن قتادة به. وهذا الإسناد ضعيف، لضعف عبد الله بن فطيمة.قال البخاري في \"التاريخ الكبير\" ٥/ ١٧٠ (٥٤٠): عبد الله بن فطيمة عن يحيى ابن يعمر، روى قتادة عن نصر بن عاصم منقطع.ومما تقدم يتضح أن الروايات الواردة عن عثمان ضعيفة ولا تقوم بها الحجة، ومع ذلك فقد اجتهد الأئمة في تخريج هذِه القراءة على وجوه من اللغة كما ذكر ذلك المصنف.(١) زيادة من (ب).(٢) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٢١٦.والرد على هذِه الشبهة:الرد على ما نقل عن عائشة:أولاً: إن هذا الحديث وإن صح إسناده فهو حديث شاذ منكر متنه لا يصح، إذ لا علاقة بين الإسناد والمتن في الصحة والضعف، فليس كل ما صح سنده صح متنه، وهذِه القاعدة سلكها المحدثون في نقدهم للأحاديث وسطروها في كتبهم، ولذا سأذكر أقوالهم في تلك القاعدة وإن كان في ذلك إسهاب ولكن حسبي في ذلك أنَّه يقنع من أراد الحق، ويتبين به ضعف ذلك الحديث وإبطال القول بالخطأ في القرآن.قال ابن الصلاح: قد يقال: هذا حديث صحيح الإسناد، ولا يصح، لكونه شاذاً أو معللاً.وقال النووي: لأنه قد يصح أو يحسن الإسناد دون المتن لشذوذ أو علة.وقال الطيبي قولهم: حديث صحيح أو حسن، وقد يصح إسناده أو يحسن دون متنه لشذوذ أو علة. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وقال ابن القيم: وقد علم أن صحة الإسناد شرط من شروط صحة الحديث، وليست موجبة لصحة الحديث، فإن الحديث إنما يصح بمجموع أمور منها: صحة سنده، وانتفاء علته، وعدم شذوذه ونكارته، وألا يكون راويه قد خالف الثقات أو شذ عنهم. وقال ابن كثير: والحكم بالصحة أو الحسن على الإسناد لا يلزم منه الحكم بذلك على المتن، إذ قد يكون شاذاً أو معللاً.وقال العراقي في ألفيته:والحكم للإسناد بالصحة أو بالحسن دون الحكم للمتن رأواوقال السخاوي: إذ قد يصح السند أو يحسن لاستجماع شروطه من الاتصال والعدالة والضبط، دون المتن لشذوذ أو علة.وقال السيوطي: لأنه قد يصح أو يحسن الإسناد لثقة رجاله، دون المتن لشذوذ أو علة.وقال الأنصاري: لأنه لا تلازم بين الإسناد والمتن صحة ولا حسناً، إذ قد يصح الإسناد أو يحسن لاجتماع شروطه من الاتصال والعدالة والضبط، دون المتن لقادح من شذوذ أو علة.وقال الصنعاني: اعلم أن من أساليب أهل الحديث أن يحكموا بالصحة والضعف على الإسناد دون متن الحديث، فيقولون: إسناد صحيح، دون حديث صحيح، ونحو ذلك، أي: حسن أو ضعيف؛ لأنه قد يصح الإسناد لثقة رجاله، ولا يصح الحديث لشذوذ أو علة.ينظر في ذلك:\"مقدمة ابن الصلاح\" (١١٣)، \"تدريب الراوي\" للسيوطي ١/ ١٧٥، \"الخلاصة\" للطيبي (٤٣)، \"الفروسية\" لابن القيم (٦٤)، \"اختصار علوم الحديث\" لابن كثير (٤٣)، \"فتح المغيث\" للسخاوي ١/ ١٠٥، ١٠٦، \"فتح الباقي على ألفية العراقي\" للأنصاري ١/ ١٠٧، \"توضيح الأفكار\" للصنعاني ١/ ٢٣٤، \"مقاييس نقد متون السنة\" للدميني (٢٤٧). =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= والرد على افتراض صحة الحديث: أولاً: أن من المستحيل أن يكون المراد من قول عائشة (خطأ وغلط من الكاتب) أن ذلك خطأ وغلط لا تجوز القراءة به بدليل أن هذِه القراءة كان يقرأ بها بعض الصحابة بدليل تواترها، ولو لم تكن القراءة بها جائزة لشددت عائشة في النهي عن القراءة بها. ثانياً: يجاب عنه كذلك بما نقله السيوطي عن ابن أشتة وابن جبارة: بأن المراد من قولها (غلط وخطأ من الكاتب) أي: في اختيار الأولى من الأحرف السبعة لجمع الناس عليه، وليس المراد بأن ما كتبوا خطأ لا يجوز، ويدل عليه أن ما لا يجوز فهو مردود بالإجماع وإن طالت مدة وقوعه.انظر: \"الإتقان\" للسيوطي ٤/ ١٢٤٦.وأما ما نقل عن عثمان فإنَّه ممتنع من وجوه:أولاً: لضعف وانقطاع الروايات الواردة عنه كما سبق بيانها في التخريج.ثانياً: أن عثمان لم يجمع المصحف ويكتب المصحف الإمام إلا بغرض جمع الناس على القراءة بحرف واحد، ولو ترك اللحن والخطأ في كتابة المصحف لوقع فيما خاف منه وهو اختلاف الأمة في قراءة القرآن ومن ثمَّ وقوع التناحر والاختلاف في صفوف الأمة، ولا سيما والمصحف سوف يقرأه العربي والأعجمي، وكيف لهؤلاء الذي يجيئون من بعد الصحابة أن يعرفوا هذا اللحن والخطأ، وإن عرفوه فكيف يعرفون وجه الصواب.وقال شيخ الإِسلام ابن تيمية رحمه الله تعالى: وهذا مما يبين غلط من قال في بعض الألفاظ إنه غلط من الكاتب أو نقل ذلك عن عثمان فإن هذا ممتنع لوجوه: الأول: تعدد المصاحف واجتماع جماعة على كل مصحف، ثمَّ وصول كل مصحف إلى بلد فيه كثير من الصحابة والتابعين الذين يقرؤون القرآن ويعتبرون ذلك بحفظهم، ولو قدر أن الصحيفة كان فيها لحن فقد كتب منها جماعة لا يكتبون إلا بلسان قريش ولم يكن لحناً.فامتنعوا أن يكتبوه إلا بلسان قريش فكيف يتفقون كلهم على أن يكتبوا {إنَّ =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= هَذَانِ} وهم يعلمون أن ذلك لحن لا يجوز في شيء من لغاتهم أو {وَالْمُقِيمِينَ الصَّلَاةَ} وهم يعلمون أن ذلك لحن كما زعم بعضهم. الثاني: أن عثمان لو قدر ذلك فيه فإنما رأى ذلك في نسخة واحدة، وأما أن تكون جميع المصاحف اتفقت على الغلط وعثمان قد رأى في جميعها وسكت، فهذا ممتنع عادة وشرعاً من الذين كتبوا ومن عثمان ومن المسلمين الذين لا يجتمعون على ضلالة فكيف يدعون في كتاب الله منكراً لا يغيره أحد منهم؟ !الثالث: إن عثمان قال لكتاب المصحف وهم كلهم من قريش ومعهم زيد بن ثابت الأنصاري: إذا اختلفتم في شيء فاكتبوه بلغة قريش فإن القرآن نزل بلغتهم. فكيف يأمرهم بكتابته بلغة قريش ويبقى فيه لحن وخطأ؟ !فهذا ونحوه مما يوجب القطع بخطأ من زعم أن في المصحف لحناً أو غلطاً، والخطأ جائز على من قال بذلك ممن قوله ليس بحجة، بخلاف الذين نقلوا ما في المصحف وكتبوه وقرءوه فإن الغلط ممتنع عليهم في ذلك.ومن زعم أن الكاتب غلط فهو الغالط غلطاً منكراً، فإن المصحف منقول بالتواتر، وقد كتبت عدة مصاحف وكلها مكتوبة بالألف فكيف يتصور في هذا غلط.\"مجموع الفتاوى\" بتصرف ١٥/ ٢٥٢ - ٢٥٥.وأما الآيات التي ذكر المصنف فلها وجه في اللغة العربية يمكن حملها عليه، وقد ذكر المصنف الوجوه التي يمكن أن تحمل عليها القراءة في آية سورة طه كما سيأتي، وأما الآيات التي ذكر من سورة النساء والمائدة فيمكن حملها على ما سنذكر:فما جاء في قراءة قوله تعالى: {لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَالْمُقِيمِينَ الصَّلَاةَ} [النساء: ١٦٢]. فقوله: {وَالْمُقِيمِينَ} نصب على المدح والتقدير: وأمدح المقيمين، وهو قول سيبويه وغيره من المحققين، وإنما قطعت هذِه الصفة عن بقية الصفات لبيان فضل الصلاة على غيرها.ومن قرأ (والمقيمون) فلا إشكال عليه، وهي في مصحف عبد الله وهي قراءة =</p><p> وقال آخرون: هذِه لغة بلحارث بن كعب وخثعم وزبيد وكنانة (١) </p><p>= مالك بن دينار وعاصم الجحدري وعيسى الثقفي ولكنها قراءة غير متواترة. وقال بعضهم تقديره: بما أنزل إليك وإلى المقيمين. وقال آخرون: وما أنزل من قبلك ومن قبل المقيمين. وأما قوله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَى. . .} [المائدة: ٦٩]. فقوله: {وَالصَّابِئُونَ} رفع على الابتداء وخبره محذوف، والنية هي التأخير عن (إن) وما يتعلق بها من اسمها وخبرها، فكأنه قال: إن الذين آمنوا والذين هادوا والنصارى حكمهم كذا، والصابئون كذلك.وقيل: إن خبر (إن) محذوف، تقديره مأجورون أو آمنون أو فرحون {وَالصَّابِئُونَ} مبتدأ، وما بعده خبره له.انظر: \"الكشاف\" للزمخشري ١/ ٥٨٢، ٦٣١، \"شرح شذور الذهب\" لابن هشام (٦٥ - ٧٨)، \"مغني اللبيب\" لابن هشام ٢/ ١٢١.وللمزيد حول هذِه الشبهة ينظر:\"تأويل مشكل القرآن\" لابن قتيبة (ص ٥٠ - ٦٤)، \"معاني القرآن\" للفراء ٢/ ١٨٣، \"معاني القرآن\" للزجاج ٣/ ٣٦١، \"المصاحف\" لابن أبي داود ١/ ٢٣٣، \"الوسيط\" للواحدي ٣/ ٢١١، \"زاد المسير\" لابن الجوزي ٥/ ٢٩٧، \"مجموع الفتاوى\" لابن تيمية ١٥/ ٢٥٠، \"البيان\" لابن الأنباري ٢/ ١٤٤، \"البحر المحيط\" لأبي حيان ٦/ ٢٥٥، \"المحرر الوجيز\" لابن عطية ١١/ ٤٧، \"مغني اللبيب\" ١/ ٨٦، \"الإتقان\" للسيوطي ٤/ ١٢٣٦، \"شبهات حول القرآن وتفنيدها\" للدكتور غازي عناية (ص ٦٣)، الواحدي النحوي من خلال كتابه \"البسيط\" للدكتور الفراج ١/ ٢٥٣.(١) بلحارث بن كعب: بطن من مذحج من القحطانية، سكنوا في مقاطعة نجران.انظر: \"معجم قبائل العرب\" لعمر كحالة ١/ ٢٣١.خثعم: قبيلة تقع ديارها على طريق الطائف وأبها، بين منازل شمران في الشمال والغرب وبلقرن في الجنوب والشرق.انظر: \"معجم قبائل العرب\" لعمر كحالة ١/ ٣٣١. =</p><p> يجعلون الاثنين في رفعهما (١) ونصبهما وخفضهما بالألف (٢) . </p><p> وقال الفراء: </p><p> أنشدني رجل من بني (٣) أسد وما رأيت أفصح منه: </p><p> فأطرق إطراق الشجاع ولو يرى ... مساغاً لناباه الشجاع لصمَّما (٤) </p><p> ويقولون (٥) : كسرت يداه وركبت علاه بمعنى يديه وعليه (٦) . </p><p>= زبيد: من عشائر لواء أكلة، أصلهم من اليمن، يشتغل معظمهم بالزراعة والرعي. انظر: \"معجم قبائل العرب\" لعمر كحالة ٢/ ٤٦٤.كنانة: بنو كنانة بن بكر بن عوف بن عذرة بن زيد بن الحاف بن قضاعة.انظر: \"معجم قبائل العرب\" لعمر كحالة ٣/ ٩٩٦.(١) في (ب): برفعهما.(٢) انظر: \"الكتاب\" لسيبويه ١/ ١٨٦، \"معاني القرآن\" للفراء ٢/ ١٨٤، \"معاني القرآن\" للزجاج ٣/ ٣٦٢.قال شيخ الإِسلام ابن تيمية في \"مجموع الفتاوى\" ١٥/ ٢٥١: ولا ريب أن القرآن لم ينزل بهذِه اللغة بل المثنى من الأسماء المبنية في جميع القرآن هو بالياء في النصب والجر.(٣) ساقطة من (ج).(٤) البيت للمتلمس الضبعي انظر: \"ديوانه\" (١٤٣)، \"معاني القرآن\" للفراء ٢/ ١٨٤.ورواية الديوان:مساغاً لنابيه الشجاع لصمَّماوالمقصود من البيت: أي نظر كما ينظر الثعبان ولو يعلم طريقاً وسبيلاً يدركنا به لفعل كما أن الثعبان إذا تمكن من عدوه عضه بنابيه.(٥) في الأصل: يقول.(٦) انظر: \"تأويل مشكل القرآن\" لابن قتيبة (ص ٥٠).</p><p> وقال شاعرهم (١) : </p><p> تزود منا بين أذناه ضربة ... دعته إلى هابي التراب عقيم (٢) </p><p> أراد بين أذنيه. </p><p> وقال آخر: </p><p> أي قلوص راكب تراها ... طاروا علاهن فطر علاها (٣) </p><p> أي: عليهن وعليها. </p><p> وقال آخر: </p><p> إن أباها وأبا أباها ... قد بلغا في المجد غايتاها (٤) </p><p> وقال بعضهم:  {إِنَّ} هاهنا بمعنى: نعم (٥) . </p><p>(١) البيت لهوبر الحارثي، كما في \"لسان العرب\" لابن منظور (هبا)، ولم أجد له ترجمة.(٢) انظر: \"تأويل مشكل القرآن\" لابن قتيبة (ص ٥٠)، \"البيان\" لابن الأنباري ٢/ ١٤٥، \"لسان العرب\" لابن منظور (هبا). والمقصود من البيت: أنهم ضربوه ضربة في رأسه جعلته يصبح تراباً أي: ميتاً.(٣) البيت لأبي النجم العجلي، انظر: \"ديوانه\" (٢٨٠)، وفيه: شالوا علاهن فشل علاها، والمقصود من البيت أي: أن الناس إذا ارتفعوا على إبلهم فإنَّه يرتفع على ناقته وهي فتية من الإبل فتكون أحسن من إبلهم.وانظر: \"لسان العرب\" لابن منظور (قلص)، (شول).(٤) انظر: \"ديوان أبي نجم العجلي\" (٢٧٨).(٥) انظر: \"معاني القرآن\" للزجاج ٣/ ٣٦٣، \"البيان\" لابن الأنباري ٢/ ١٤٥، =</p><p> (وروي أن أعرابياً سأل ابن الزبير شيئاً فحرمه فقال: لعن الله ناقة حملتني إليك،فقال ابن الزبير:إن وصاحبها،يعني:نعم)  (١) . </p><p> وقال الشاعر: </p><p> نكرت على عواذلي ... يلحينني وألومهنه </p><p> ويقلن شيب قد علاك ... وقد كبرت فقلت إنّه (٢) </p><p> أي: نعم. </p><p> وقال الفراء: فيه وجه آخر وهو أن يقول وجدت الألف دعامة من هذا على حالها لا تزول في كل حال، كما قالت العرب (الذي) ثمَّ زادوا نونا يدل على الجمع فقالوا (الذين) في رفعهم ونصبهم وخفضهم. وكنانة يقولون (٣) : اللذون (٤) . </p><p> {يُرِيدَانِ أَنْ يُخْرِجَاكُمْ مِنْ أَرْضِكُمْ} مصر (٥)  {بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى} . </p><p>= \"إعراب القرآن\" للنحاس ٣/ ٤٤، عن الكسائي، عن عاصم. (١) ساقط من (ب)، وهو في \"البيان\" لابن الأنباري ٢/ ١٤٥، \"الدر المصون\" للسمين الحلبي ٨/ ٦٥، \"الحجة\" لابن خالويه (ص ٢٤٣).(٢) انظر: \"ديوان عبد الله بن قيس الرقيات\" (ص ٦٦).(٣) في الأصل و (ب): يقول.(٤) انظر: \"معاني القرآن\" للفراء ٢/ ١٨٤.(٥) انظر: \"معالم التنزيل\" للبغوي ٥/ ٢٨٢.</p><p> حدث الشعبي (١) عن علي قال: يصرفا وجوه الناس إليهما وهي بالسريانية (٢) . </p><p> وقال ابن عباس: بسراة قومكم وأشرافهم (٣) . </p><p> وقال مقاتل والكلبي: يعني: الأمثل فالأمثل من ذوي الرأي والعقول (٤) . وقال عكرمة: يعني: يذهب أخياركم (٥) . </p><p> وقال قتادة: طريقتكم المثلى يومئذ بنو إسرائيل كانوا أكثر القوم عدداً يومئذ وأموالاً فقال عدو (٦) الله إنما يريدان أن يذهبا به لأنفسهما (٧) . </p><p> وقال الكسائي:  {بِطَرِيقَتِكُمُ} يعني: بسنتكم وهديكم وسمتكم (٨) . </p><p> (المثلى) نعت للطريقة كقولك امرأة كبرى (٩) . تقول العرب: فلان </p><p>(١) ساقطة من (ب). (٢) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٧/ ٢٤٢٧ (١٣٤٧٦).(٣) في (ج): أشرافكم، وهو في \"تفسير أبي القاسم الحبيبي\" (ص ١٨٤).(٤) انظر: \"معالم التنزيل\" للبغوي ٥/ ٢٨٢، \"لباب التأويل\" للخازن ٣/ ٢٧٣.(٥) انظر: \"تفسير القرآن العظيم\" لابن كثير ٩/ ٣٤٨، بمعناه.(٦) في (ب): فرعون.(٧) أخرجه الطبري في \"جامع البيان\" ١٦/ ١٨٢.وهذا الأثر صحيح، وهو الراجح في معنى قوله: {بِطَرِيقَتِكُمُ الْمُثْلَى}.والأثر ذكره البغوي في \"معالم التنزيل\" ٥/ ٢٨٢.(٨) انظر: \"معالم التنزيل\" للبغوي ٥/ ٢٨٢، بمعناه، غير منسوب، \"الجامع لأحكام القرآن\" ١١/ ٢٢٠، بنحوه.(٩) انظر: \"لسان العرب\" لابن منظور (مثل) بنحوه.</p><p> على الطريقة المثلى، يعني: على الهدي المستقيم (١) . </p><p> قال الشاعر: </p><p> فكم متفرغين منوا بجهل ... حدا بهم إلى زيغ فزاغوا </p><p> فزيغ بهم عن المثلى فتاهوا ... وأورطهم مع الوجل الزواغ </p><p> فزلت فيه أقدام فصارت ... إلى نار غلا منها الدماغ (٢) </p><p> والمثلى تأنيث الأمثل (٣) . </p><p>(١) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٢٢٠، بنحوه. (٢) \"تفسير أبي القاسم الحبيبي\" (ص ١٨٥).انظر: \"لسان العرب\" لابن منظور (زوغ)، (فزع)، (مني)، (وجل)، (ورط).(٣) ذكره البخاري في كتاب التفسير، مقدمة تفسير سورة طه، والماوردي في \"النكتوالعيون\" ٣/ ٤١٢.</p>"
}