{
  "id": null,
  "sura": 21,
  "aya": 69,
  "text": "<p> ٦٩ - فقال الله -عز وجل-: {قُلْنَا يَانَارُ كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيمَ (٦٩) }. </p><p> قال السدي: كان جبريل -عليه السلام- هو الذي ناداها (١) . </p><p> قال ابن عباس - رضي الله عنهما -: لو لم يتبع بردها سلامًا لمات إبراهيم من بردها فلم يبق يومئذ نار في الأرض إلا طفئت وخمدت (٢) ظنت أنها هي تعنى (٣) . </p><p> قال السدي:  (فأخذت الملائكة)  (٤) بضبعي (٥) إبراهيم -عليه السلام- فأقعدوه على الأرض فإذا عين ماء عذب وورد أحمر ونرجس (٦) . </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٧/ ٤٣. والإسناد ضعيف.(٢) زيادة من (ب).(٣) انظر: \"جامع البيان\" للطبري ١٧/ ٤٤، \"معالم التنزيل\" للبغوي ٥/ ٣٢٨، بمعناه، \"لباب التأويل\" للخازن ٣/ ٣٠١، بنحوه، \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٣٠٤.(٤) ساقط من (ب).(٥) الضبع: هو ما بين الإبط إلى نصف العضد من أعلاه. يقال: أخذه بضبعيه أي: بعضديه.انظر: \"لسان العرب\" لابن منظور (ضبع)، \"المعجم الوسيط\" (ص ٥٣٣) (ضبع).(٦) انظر: \"معالم التنزيل\" للبغوي ٥/ ٣٢٨، \"لباب التأويل\" للخازن ٣/ ٣٠١.والإسناد ضعيف.والأثر ذكره البغوي في \"معالم التنزيل\" ٥/ ٣٢٨، والخازن في \"لباب التأويل\" ٣/ ٣٠١.والأثر ضعيف.</p><p> قالوا: وكان إبراهيم -عليه السلام- في ذلك الموضع سبعة أيام (١) . </p><p> قال المنهال بن عمرو: قال إبراهيم خليل الله -عليه السلام-: ما كنت أيامًا (في الدنيا)  (٢) قط أنعم مني نعيمًا (٣) من الأيام التي كنت فيها في النار (٤) . </p><p> قال ابن يسار: وبعث الله -عز وجل- ملك الظل في صورة إبراهيم -عليه السلام- فقعد فيها (٥) إلى جنب إبراهيم وهو (٦) يؤنسه، قالوا: وبعث الله تعالى بقميص من حرير الجنة وأتاه (٧) جبريل -عليه السلام- به (٨) فقال (يا إبراهيم)  (٩) : إن ربك يقول أما علمت أن النار لا تضر أحبابي. </p><p>(١) \"معالم التنزيل\" للبغوي ٥/ ٣٢٨، \"لباب التأويل\" للخازن ٣/ ٣٠١. (٢) زيادة من (ب).(٣) زيادة من (ب).(٤) أخرجه الطبري في \"جامع البيان\" ١٧/ ٤٤.والإسناد ضعيف.والأثر في \"تفسير القرآن العظيم\" لابن أبي حاتم ٧/ ٢٤٥٦ (١٣٦٧٨) بمعناه، \"معالم التنزيل\" للبغوي ٥/ ٣٢٨، \"لباب التأويل\" للخازن ٣/ ٣٠١، \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٣٠٤.والأثر ضعيف.(٥) في الأصل: معها.(٦) ساقطة من (ب).(٧) في (ب): فأتاه.(٨) من (ب).(٩) ساقطة من (ج).</p><p> ثم نظر نمرود من صرح له وأشرف على إبراهيم -عليه السلام- وما يشك في موته فرأى إبراهيم جالسًا (١) في روضة ورأى الملك قاعدًا إلى جنبه (٢) وما حوله نار تحرق (ما جمعوا له من الحطب)  (٣) فناداه نمرود: يا إبراهيم، كبير إلهك الذي بلغت قدرته أن (٤) حال بينك وبين ما أرى حتى لم تضرك يا إبراهيم، هل تستطيع أن تخرج منها؟ قال: نعم. قال (٥) : هل تخشى إن أقمت فيها أن تضرك؟ قال: لا. قال: فقم فاخرج منها. فقام إبراهيم -عليه السلام- يمشي فيها حتى خرج منها، فلما خرج منها (٦) إليه، قال يا إبراهيم: من الرجل الذي رأيت معك في مثل (٧) صورتك قاعدًا إلى جنبك؟ قال: ذاك (٨) ملك الظل أرسله إليّ ربي (٩) ليؤنسني فيها. فقال نمرود: يا إبراهيم، إني مقرب إلى إلهك قربانًا (١٠) لما رأيت من قدرته وعزته فيما (١١) صنع بك حين </p><p>(١) ساقطة من (ب). (٢) في (ب): عنده.(٣) ساقط من (ب).(٤) ساقطة من (ب).(٥) ساقطة من (ب).(٦) من (ب).(٧) من (ب)، (ج).(٨) في (ب)، (ج): ذلك.(٩) من (ج)، وفي نسخة (ب): ربي إلى.(١٠) ساقطة من (ب)، والقربان هو: كل ما يتقرب به إلى الله -عز وجل- من ذبيحة وغيرها.انظر: \"لسان العرب\" لابن منظور (قرب)، \"المعجم الوسيط\" (ص ٧٢٣) (قرب).(١١) في (ب): فيك.</p><p> أبيت إلا عبادته وتوحيده، إني ذابح له أربعة آلاف (١) بقرة. فقال له إبراهيم: إذًا لا يقبل الله منك ما كنت على دينكم هذا حتى تفارقه إلى ديني. فقال يا إبراهيم: لا أستطيع ترك ملكي، ولكن سوف أذبحها له. فذبحها له نمرود، ثم كفّ عن إبراهيم -عليه السلام- ومنعه الله -عز وجل- منه (٢) . </p><p> قال أبو هريرة: إن (٣) أحسن شيء قاله أبو إبراهيم لما رفع عنه الطبق (٤) وهو في النار يرشح جبينه نداوة (٥) فقال عند ذلك: نعم الرب ربك يا إبراهيم (٦) . </p><p> قال كعب وقتادة والزهري رحمهم الله: ما انتفع أحد من أهل الأرض (٧) يومئذٍ بنار ولا أحرقت النار (٨) يومئذ شيئًا (٩) إلا وثاق </p><p>(١) في الأصل: ألف، وسقط من (ب). (٢) في (ب): منها.وهو في \"تاريخ الأمم والملوك\" للطبري ١/ ١٤٧، \"عرائس المجالس\" للمصنف (ص ٥٤).(٣) ساقطة من (ب).(٤) في (ب): الطبقة، والطبق هو: غطاء كل شيء، وطبق كل شيء ما ساواه.انظر: \"لسان العرب\" لابن منظور (طبق).(٥) من (ب).(٦) أخرجه الطبري في \"جامع البيان\" ١٧/ ٤٤.والإسناد ضعيف.(٧) في الأصل: النار.(٨) ساقطة من (ب).(٩) ساقطة من (ب).</p><p> إبراهيم (-عليه السلام-)  (١) ، ولم تأت يومئذ دابة إلا أطفأت عنه (٢) النار إلا الوزغ (٣) ، فلذلك أمر النبي - صلى الله عليه وسلم - بقتله وسماه فويسقًا (٤) . </p><p> قال شعيب الجبائي: ألقي (إبراهيم -عليه السلام-)  (٥) في النار وهو ابن ست عشرة سنة، وذبح إسحاق -عليه السلام- وهو ابن سبع سنين، وولدته سارة عليها السلام وهي بنت (٦) تسعين سنة، وكان مذبحه من بيت إيليا (٧) على ميلين، فلما علمت سارة بما أراد بإسحاق بطنت يومين وماتت لليوم الثالث (٨) . </p><p>(١) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٢٥ عن كعب. والإسناد صحيح.(٢) ساقطة من (ج).(٣) الوزغ هو: دويبة وهو سام أبرص.انظر: \"لسان العرب\" لابن منظور (وزغ)، \"المعجم الوسيط\" (ص ١٠٢٩) (وزغ).والأثر أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٢٥ عن قتادة.والإسناد صحيح.(٤) في (ب): الفوسيقة، والأثر أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٢٥ عن الزهري. والإسناد صحيح.(٥) ساقط من (ب).(٦) ساقطة من (ب).(٧) في (ج): إلى، وإيليا هي: مدينة بيت المقدس، وفيها ثلاث لغات، مد آخرها إيلياء، وقصر آخرها إيليا، وقصر أولها: إلياء، وقيل معناها: بيت الله.انظر: \"معجم ما استعجم\" للبكري ١/ ٢١٧، \"مراصد الاطلاع\" للبغدادي ١/ ١٣٨.(٨) أخرجه الطبري في \"جامع البيان\" ١٧/ ٤٥، بنحوه، والإسناد ضعيف.</p>"
}