{
  "id": null,
  "sura": 21,
  "aya": 83,
  "text": "<p> مرّ بهما (١) كل مال لهما (٢) وولد، فذلك قوله عز وجل: </p><p> ٨٣ - {وَأَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرّ}  (٣) </p><p> واختلف العلماء في وقت ندائه والسبب الَّذي قال لأجله:  {أَنِّي مَسَّنِيَ الضُّرُّ} وفي مدة بلائه. </p><p> [١٨٧٠] فحدثنا الإمام (٤) أبو (٥) الحسن محمد بن علي بن سهل الماسرجسي (٦) ، إملاءً يوم الجمعة (في شهر ربيع الأول)  (٧) سنة أربع وثمانين وثلاثمائة، قال: نا أبو طالب عمر بن الربيع بن سليمان الخشاب (٨) بمصر (٩) ، قال: نا يحيى بن أيوب العلّاف (١٠) </p><p>(١) في (ب): حضر عندهما. (٢) ساقطة من (ج).(٣) أخرجه الطبري في \"جامع البيان\" ١٧/ ٦٨. بإسناد ضعيف.والأثر ذكره المصنف في \"عرائس المجالس\" (ص ١١١).(٤) ساقطة من (ج).(٥) ساقطة من (ب).(٦) لم يذكر بجرح أو تعديل.(٧) ساقطة من (ب).(٨) ضعفه الدارقطني، وقال مسلمة بن قاسم: تكلم فيه قوم، ووثقه آخرون، وكان كثير الحديث، مات بمصر سنة (٣٤٥ هـ). انظر \"لسان الميزان\" لابن حجر ٤/ ٣٠٤.(٩) في (ب): نصر.(١٠) يحيى بن أيوب بن بادي الخولاني مولاهم، أبو زكريا المصري العلاف، روى عنه النسائي وقال: صالح، وقال الحافظ: صدوق، مات سنة (٢٨٩ هـ). انظر: \"تهذيب الكمال\" للمزي ٣١/ ٢٣٠، \"سير أعلام النبلاء\" للذهبي ٥٣/ ٤١٣، \"تقريب التهذيب\" لابن حجر (٧٥٠٩).</p><p> قال: نا سعيد بن أبي مريم (١) قال: نا نافع بن يزيد (٢) عن عُقيل (٣) ، عن ابن شهاب (٤) ، عن أنس بن مالك قال: قال رسول الله -صلى الله عليه وسلم-: \"إن أيوب نبي الله عليه السلام لبث به بلاؤه ثماني عشرة سنة، فرفضه القريب والبعيد، إلا رجلين من إخوانه كانا يغدوان إليه ويروحان(٥)فقال أحدهما لصاحبه ذات يوم: والله، لقد أذنب أيوب ذنبًا ما أذنبه أحد من العالمين،فقال له صاحبه:وما ذاك قال: منذ ثماني عشرة سنة لم يرحمه الله فيكشف ما به، فلما راحا إلى أيوب، لم يصبر(٦)الرجل حتَّى ذكر ذلك لأيوب(٧)فقال(٨)أيوب: ما أدري ما تقولان، غير أن الله عز وجل يعلم أني كنت أمرّ بالرجلين يتنازعان فيذكران الله عز وجل، فأرجع إلى بيتي فأُكفّر عنهما كراهية أن يذكر الله في غير حق\" . </p><p> قال: \"وكان يخرج إلى حاجته فإذا قضى حاجته أمسكت امرأته بيده حتَّى يبلغ، فلما كان ذات يوم (أبطأت عليه)  (٩) ، وأوحي إلى </p><p>(١) ثقة، ثبت، فقيه. (٢) نافع بن يزيد الكلاعي، ثقة، عابد.(٣) عقيل بن خالد بن عقيل، أبو خالد الأموي، ثقة، ثبت.(٤) محمد بن مسلم بن عبيد الله الزهري، أبو بكر الفقيه، الحافظ، متفق على جلالته، وإتقانه.(٥) في الأصل: كانوا يغدون إليه ويروحون.(٦) ساقطة من (ب).(٧) زيادة من (ب).(٨) في (ب): فيقول.(٩) في الأصل و (ب): أبطأ عليها.</p><p> أيوب في مكانه (١) : {ارْكُضْ بِرِجْلِكَ هَذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ (٤٢) } (٢) فاستبطأنه فتلقته تنظر (ما شأنه)  (٣) وأقبل عليها وقد أذهب الله تعالى ما به من البلاء وهو أحسن ما كان، فلما رأته قالت:  (يا عبد الله)  (٤) هل رأيت نبي الله هذا المبتلى (فوالله على ذلك ما رأيت رجلًا أشبه به منك إذ كان صحيحًا)  (٥) قال: إني أنا هو (٦) وكان له أندران (٧) أندر للقمح، وأندر للشعير، فبعث الله سحابتين فلما (٨) كانت إحداهما على أندر القمح أفرغت فيه الذهب حتَّى فاض، وأفرغت الأخرى في أندر الشعير الورِق (٩) حتَّى فاض\" (١٠) . </p><p>(١) ساقطة من (ب). (٢) ص: ٤٢.(٣) زيادة من (ب).(٤) زيادة من (ب).(٥) زيادة من (ج).(٦) في (ب) بعدها: يا رحمة.(٧) الأندر: هو الموضع الَّذي يداس فيه الطعام، وهو البيدر بلغة أهل الشام.\"مختار الصحاح\" للرازي (٢٧٢).(٨) ساقطة من (ب).(٩) الورِق: الفضة كانت مضروبة أو غير مضروبة.انظر: \"لسان العرب\" لابن منظور (ورق)، \"المعجم الوسيط\" (ص ١٠٢٦) (ورق).(١٠) [١٨٧٠] الحكم على الإسناد:ضعيف فيه عمر بن الربيع الخشاب ضعيف. وشيخ المصنف لم يذكر بجرح أو تعديل. =</p><p> وقال الحسن: مكث أيوب عليه السلام مطروحًا (١) على كناسة في مزبلة لبني إسرائيل سبع سنين وأشهر تختلف فيه الدواب (٢) . </p><p> وقال وهب: لم يكن بأيوب آكلة إنما كان يخرج منه مثل ثدي النساء ثم يتفقأ (٣) . </p><p> وقال الحسن: ولم يبق له مال، ولا ولد، ولا صديق، ولا أحد </p><p> يقربه غير رحمة (٤) صبرت معه بصدق، وتأتيه بطعام، وتحمد الله معه (٥) إذا حمد وأيوب مع (٦) ذلك لا يفتر عن ذكر الله سبحانه وتعالى، والثناء عليه، والصبر على ما ابتلاه. </p><p>= التخريج: أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٤٦٠ (١٣٦٩٨) بنحوه.وذكره ابن كثير في \"تفسير القرآن العظيم\" ٩/ ٤٢٩ من رواية ابن أبي حاتم وتعقبه بقوله: رفع هذا الحديث غريب جدًّا.(١) ساقطة من (ج).(٢) أخرجه الطبري في \"جامع لبيان\" ١٧/ ٦٩.والأثر مقطوع على الحسن وهو صحيح.قلت: ليس هناك تعارض بين هذا الأثر وبين حديث أنس بين مالك المتقدم ذكره، والذي فيه أن أيوب لبث به بلاؤه ثماني عشرة سنة، فالحديث يحمل على مدة البلاء، وهذا الأثر يحمل على المدة التي قضاها أيوب عليه السلام بعد إخراج قومه له خارج القرية، والله أعلم.(٣) أخرجه الطبري في \"جامع البيان\" ١٧/ ٦٩.والأثر مقطوع على وهب وهو صحيح.(٤) في (ب): ولم يقربه أحد غير رحمة رضي الله عنها.(٥) ساقطة من (ب).(٦) في الأصل و (ج): على.</p><p> فصرخ إبليس عدو الله صرخة جمع فيها جنوده من أقطار الأرض جزعًا من صبر أيوب فلما اجتمعوا إليه قالوا: ما أحزبك (١) قال: أعياني هذا العبد الَّذي (٢) سألت ربي أن يسلطني عليه (٣) وعلى ماله وولده، فلم أدع له مالًا ولا ولدًا، فلم يزدد بذلك إلا صبرًا وثناءً على الله عز وجل، ثم سلطت على جسده فتركته قرحة ملقاة على كناسة بني إسرائيل لا يقربه إلا امرأته، فقد افتضحت بربي فاستعنت بكم لتعينوني عليه. فقالوا له: أين مكرك؟ أين عملك الَّذي أهلكت به من مضى؟ قال: بطل ذلك كله في أيوب، فأشيروا عليّ. فقالوا: نشير عليك، أرأيت آدم حين أخرجته من الجنّة من أين أتيته؟ قال: من قبل امرأته. قالوا: فشأنك بأيوب من قبل امرأته، (فإنه لا يستطيع أن يعصيها، وليس أحد يقدر به (٤) غيرها. قال: أصبتم. فانطلق حتَّى أتى امرأته) (٥) وهي تَصدَّق (أي تأخذ الصدقات)  (٦) فتمثّل لها في صورة رجل، فقال لها (٧) : أين بعلك (٨) يا أمة الله؟ </p><p>(١) في (ج): ما حدثك، والمقصود: أي ما نزل من أمر مهم وأصابه من غم. انظر: \"لسان العرب\" لابن منظور (حزب).(٢) ساقطة من (ب).(٣) زيادة من (ب).(٤) في (ج): يقربه.(٥) ما بين القوسين (ب).(٦) زيادة من (ب).(٧) ساقطة من (ب)، (ج).(٨) في (ج): أهلك، والبعل: هو الزوج. انظر: \"لسان العرب\" لابن منظور (بعل).</p><p> قالت (١) : هو ذاك يحك (٢) قروحه (٣) ويتردد الدود (٤) في جسده، فلما سمعها طمع أن تكون كلمة جزع فوسوس إليها فذكرها ما كانت فيه (٥) من النعيم (٦) والمال، وذكرها جمال أيوب وشبابه، وما هو فيه من الضر، وأن ذلك لا ينقطع عنه (٧) أبدا. </p><p> قال الحسن: فصرخت، فلما صرخت علم أن قد جزعت، فأتاها بسخلة، فقال: ليذبح هذِه إلى أيوب ويبرأ (٨) قال (٩) : فجاءت تصرخ: يا أيوب، حتَّى متى يعذبك ربك (١٠) ، ألا يرحمك، أين المال، أين الماشية، أين الولد، أين الصديق، أين لونك الحسن قد تغير وصار مثل الرماد، أين جسمك الحسن الَّذي قد بلي وتردد فيه الدود (١١) ، اذبح هذِه السخلة واسترح. </p><p> قال أيوب: أتاك عدو الله فنفخ فيك وأجبتيه، ويلك أرأيت ما </p><p>(١) ساقطة من (ب). (٢) زيادة من (ب)، (ج).(٣) القرح: هو الجرح.انظر: \"المعجم الوسيط\" (ص ٧٢٤) (قرح).(٤) في الأصل و (ج): الدواب.(٥) زيا دة من (ب)، (ج).(٦) في (ب): النعمة.(٧) في الأصل و (ب): عنهم.(٨) في (ب): ليذبح لي أيوب فهو يبرأ.(٩) ساقطة من (ب).(١٠) في (ب): الله.(١١) في الأصل و (ج): الدواب.</p><p> تبكين عليه (١) مما تذكرين مما كنا فيه من المال والولد والصحة، من أعطانيه؟ قالت (٢) : الله قال: فكم متعنا به؟ قالت: ثمانين سنة. قال: فمنذ كم ابتلانا الله (٣) بهذا البلاء قالت: مثذ سبع سنين وأشهر. قال: ويلك والله ما عدلت ولا (٤) أنصفت ربك، ألا صبرت (٥) في هذا (٦) البلاء الَّذي ابتلانا ربنا به ثمانين سنة، كما كنا في الرخاء ثمانين سنة والله لئن شفاني الله (٧) لأجلدنك مائة جلدة، هيه (٨) ، أمرتيني أن (٩) أذبح لغير الله طعامك وشرابك الَّذي تأتيني به (١٠) ، على حرام (١١) أن أذوق شيئًا مما تأتيني به بعد إذ (١٢) قلت لي هذا (١٣) ، </p><p>(١) ساقطة من (ب). (٢) في (ب): قال.(٣) في (ب) سقط: لفظ الجلالة.(٤) في الأصل: عرفت، وفي (ب): ويلك ما عدلتي وما أنصفتي.(٥) في الأصل: لكن، وفي (ب)، (ج): تكون.(٦) ساقطة من (ج).(٧) في (ب) سقط لفظ الجلالة.(٨) في نسخة (ب): (حية يا رحمة)، وهيه: بكسر الهاء وكسر الياء وفتحها، في موضع إيه وإيه، يراد بها استزادة الكلام، والهاء: كلمة وعيد، وهي بالتنوين غير المعهود، وبغير التنوين للحديث المعهود.انظر: \"لسان العرب\" لابن منظور (هيه).(٩) زيادة من (ج).(١٠) ساقطة من (ج).(١١) في (ب)، (ج): حرام علي.(١٢) في (ج): أن.(١٣) زيادة من (ب).</p><p> فاغربي عني فلا أراك، فطردها فذهبت فلما نظر أيوب إلى امرأته قد طردها وليس عنده طعام ولا شراب ولا صديق خر ساجدًا وقال: رب (١)  {مَسَّنِيَ الضُّرُّ} ثم رد ذلك (٢) إلى ربه فقال: {وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ} فقال الرب الرحيم (٣) : له ارفع رأسك (يا أيوب)  (٤) قد استجبت لك {ارْكُضْ بِرِجْلِكَ}  (٥)  (فركض برجله (٦) </p><p> فنبعت عين ماء (٧) فاغتسل منها فلم يبق عليه (٨) من دائه شيء ظاهر إلا سقط عنه (٩) فأذهب الله كل ألم وكل سقم. </p><p> وعاد إليه شبابه وجماله أحسن ما كان وأفضل ما كان، ثم ضرب برجله (١٠) فنبعت عين ماء (١١) أخرى فشرب منها فلم يبق في جوفه داء إلا خرج منه (١٢) فقام صحيحًا فكسي حلة (١٣) . </p><p>(١) ساقطة من (ب). (٢) ساقطة من (ب): في سجوده إلى ربه.(٣) في الأصل و (ج): فقيل.(٤) من (ب).(٥) ص: ٤٢.(٦) ساقط من (ب).(٧) زيادة من (ج).(٨) ساقط من (ب).(٩) زيادة من (ب).(١٠) في (ب): أخرى.(١١) زيادة من (ج).(١٢) زيادة من (ب).(١٣) الحلة: هي الثوب الجيد الجديد الَّذي يلبس، سواء أكان غليظًا أو دقيقًا، ولا =</p><p> قال: فجعل يلتفت فلا يرى (١) شيئًا مما كان له من أهل ومال إلا وقد أضعفه الله تعالى له (٢) حتَّى والله ذكر لنا (٣) أن الماء الَّذي اغتسل به (٤) تطاير على صدره جرادًا من ذهب، قال: فجعل يضمه بيده فأوحى الله (٥) إليه: يا أيوب، ألم أغنك؟ قال: بلى، ولكنها بركتك، فمن يشبع منها (٦) . </p><p> قال: فخرج حتَّى جلس على مكان مشرف، ثم إن امرأته قالت: أرأيتك إن كان طردني إلى من أكله (٧) أدعه يموت جوعًا ويضيع (٨) فتأكله السباع، لأرجعن إليه. فرجعت (٩) فلا كناسة ترى ولا تلك </p><p>= يكون إلا من ثوبين. انظر: \"لسان العرب\" لابن منظور (حلل). (١) في (ج): فلا يرى له.(٢) ساقطه من (ب).(٣) ساقطة من (ب).(٤) في الأصل و (ج): منه.(٥) زيادة من (ب)، (ج).(٦) تطاير الجراد على أيوب وهو يغتسل أخرجه البخاري في كتاب الأنبياء، باب: قول الله تعالى: {وَأَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ (٨٣)} (٣٣٩١) عن أبي هريرة بنحوه، وأخرجه في كتاب التوحيد، باب قول الله تعالى {يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَامَ اللَّهِ} (٧٤٩٣) به بنحوه.(٧) الوكل: هو الاعتماد على الغير، يقال: وكلت أمري إلى فلان، أي: ألجأته إليه واعتمدت فيه عليه.انظر: \"لسان العرب\" لابن منظور (وكل).(٨) ساقطة من (ب).(٩) ساقطة من (ب).</p><p> الحال التي كانت، وإذا الأمور قد تغيرت فجعلت تطوف حيث كانت الكناسة وتبكي وذلك بعين أيوب قال: وهابت صاحب الحلة (١) أن تأتيه فتسأل عنه، فأرسل إليها أيوب فدعاها، فقال: ما تريدين (٢) يا أمة الله؟ فبكت وقالت: أردت ذلك المبتلى الَّذي كان منبوذًا على الكناسة (لا أدري أضاع أم ما فعل) ؟ (٣) ، فقال لها أيوب: وما كان منك؟ فبكت، وقالت: بعلي، فهل رأيته؟ قال: وهل تعرفينه إذا رأيتيه؟ قالت: وهل يخفى على أحد رآه. ثم جعلت تنظر إليه وهي تهابه، ثم قالت: أما إنه ما (٤) كان أشبه خلق الله بك إذ كان (٥) صحيحًا. قال: فإني أنا أيوب الَّذي أمرتيني أن أذبح لإبليس، وإني أطعت الله وعصيت الشيطان، ودعوت الله سبحانه وتعالى فرد على ما ترين (٦) . </p><p> وقال كعب: كان أيوب عليه السلام في بلائه سبع سنين (٧) . </p><p> وقال وهب: لبث أيوب في ذلك البلاء ثلاث سنين لم يزد (٨) يومًا </p><p>(١) في الأصل والحمأة. (٢) في (ب): بالك.(٣) في (ب): غبت عنه وما أدري ماذا فعل أضاع أم أكل أم شر أصابه.(٤) ساقطة من (ب)، (ج).(٥) في الأصل: إذا، وفي (ب): إذا كنت.(٦) الأثر الوارد عن الحسن هو أثران ولكن الثعلبي جعلهما أثرًا واحدًا حيث أدخل أحدهما في الآخر، وقد رواه الطبري في \"جامع البيان\" ١٧/ ٧١، عن الحسن بنحوه، بإسناد ضعيف.(٧) انظر: \"تفسير أبي القاسم الحبيبي\" (ص ١٩٣).(٨) في الأصل: يزل.</p><p> واحدًا، فلما غلب أيوب إبليس ولم يستطع منه شيئًا اعترض امرأته في هيئة ليست كهيئة بني آدم، في العظم والجسم والجمال، على مركب ليس من مراكب الناس، له عظم وبهاء وجمال، فقال لها: أنت صاحبة أيوب هذا الرجل المبتلى؟ قالت: نعم. قال: هل تعرفيني؟ قالت: لا. قال: فأنا إله الأرض، وأنا الَّذي صنعت بصاحبك ما صنعت، وذلك إنه عبد إله السماء وتركني فأغضبني ولو سجد لي سجدة واحدة رددت عليه وعليك كل ما كان (١) لكما من مال وولد فإنه عندي. ثم أراها (٢) إياه فيما يرى (٣) ببطن الوادي الَّذي لقيها فيه. </p><p> قال وهب: وقد (٤) سمعت إنه إنما (٥) قال: لو أن صاحبك أكل طعامًا ولم يسم عليه لعوفي مما (٦) به من البلاء، والله أعلم، وأراد عدو الله إبليس (أن يأتيه)  (٧) من قبلها. </p><p> ورأيت في بعض الكتب أن إبليس قال لرحمة: إن شئت فاسجدي لي سجدة واحدة حتَّى (٨) أرد عليك المال والولد (٩) وأعافي زوجك. </p><p>(١) زيادة من (ب)، (ج). (٢) في (ب): أراهم، وفي (ج): فأراها.(٣) ساقطة من (ب).(٤) ساقطة من (ج).(٥) ساقطة من (ب): لما.(٦) ساقطة من (ب).(٧) زيادة من (ب)، (ج).(٨) ساقطة من (ب).(٩) في (ب)، (ج): الأولاد.</p><p> فرجعت إلى أيوب فأخبرته (١) بما قال لها وما (٢) أراها، قال (٣) : لقد (٤) أتاك عدو الله ليفتنك عن دينك، ثم أقسم إن الله عافاه (٥) ليضربنها مائة جلدة، وقال: عند ذلك مسني الضر من طمع إبليس (٦) في سجود حرمتي له ودعائه إياها وإياي إلى الكفر (٧) . قالوا: إن الله تعالى (٨) رحم رحمة امرأة أيوب (٩) بصبرها معه على البلاء وخفف عنها (١٠) وأراد أن يبر بيمين أيوب فأمره (١١) أن يأخذ جماعة من الشجر فيضربها بها ضربة واحدة كما قال الله عز وجل: {وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ وَلَا تَحْنَثْ}  (١٢)  (١٣) . </p><p> وقال وهب وغيره: كانت امرأة أيوب تكسب له (١٤) وتعمل </p><p>(١) في (ب): فأخبرته الخبر. (٢) ساقطة من (ب)، وفي (ج): وبما.(٣) في ساقطة من (ب): فقال لها رحمة.(٤) ساقطة من وفي (ج): قد.(٥) في (ب): لأن عافاه الله تعالى، وفي (ج): إن عافاه الله.(٦) في (ب): يار.(٧) في (ب): بعد البلاء.(٨) في (ب)، (ج): ثم.(٩) ساقطة من (ب).(١٠) في (ب): عليها.(١١) ساقطة من (ب).(١٢) ص: ٤٤.(١٣) أخرجه الطبري في \"جامع البيان\" ١٧/ ٦٦، بنحوه. والإسناد ضعيف.(١٤) في (ب): وتحمل وتعمل.</p><p> للناس (١) بالأجرة (٢) وتجيئه بقوته، فلما طال عليهما (٣) البلاء وسئمها الناس فلم يستعملها أحد (٤) التمست له يومًا من الأيام ما تطعمه فما وجدت (٥) شيئًا (٦) فجزت قرنًا (٧) من رأسها فباعته برغيف، فأتته به، فقال لها: أين (٨) قرنك؟ فأخبرته بذلك، فحينئذ (٩) قال: {مَسَّنِيَ الضُّرُّ}  (١٠) . </p><p> وقال قوم: إنما قال {مَسَّنِيَ الضُّرُّ} حين قصدت الدود (١١) إلى قلبه ولسانه فخشي أن يفتر (١٢) عن الذكر والفكر (١٣) . </p><p> وقال عبد الله بن عبيد بن عمير (١٤) : كان لأيوب أخوان فأتياه فقاما </p><p>(١) في (ج): تكسب للناس وتعمل لهم. (٢) من (ب).(٣) في (ب): عليها.(٤) من (ب)، (ج).(٥) في (ب): فلم نجد.(٦) في (ب): فأخذت.(٧) في (ب): قرنًا من القرون، والقرن: هو ذؤابة المرأة وضفيرتها.انظر: \"لسان العرب\" لابن منظور (قرن).(٨) من (ب)، (ج).(٩) ساقطة من (ب)، (ج).(١٠) انظر: \"جامع البيان\" للطبري ١٧/ ٦٦، بنحوه.(١١) في (ب): الدودة.(١٢) في الأصل و (ج): يبغي.(١٣) انظر: \"تفسير أبي القاسم الحبيبي\" (ص ١٩٣).(١٤) في الأصل: ابن عبيد الله، و (عبيد) ساقطة من (ج) وقد جاء ذكره في الأسانيد وكتب التراجم بلفظ: عبيد الله.</p><p> من بعيد لا يقدران أن يدنوا منه (١) من ريحه، فقال أحدهما لصاحبه: لو كان الله علم في أيوب خيرا ما ابتلاه بما ترى. قال: فلم يسمع أيوب شيئًا كان عليه أشد (٢) من هذِه الكلمة، وما جزع من شيء أصابه جزعه (٣) من تلك الكلمة، فعند ذلك قال:  {مَسَّنِيَ الضُّرُّ} ثم قال: اللهم إن كنت تعلم أني لم أبت ليلة شبعان قط وأنا أعلم مكان (٤) جائع فصدقني فصدق، وهما يسمعان (ثم قال: اللهم إن كنت تعلم أني لم أتخذ قميصين قط، وأنا أعلم مكان عار فصدقني فصدق، وهما يسمعان)  (٥) فخر ساجدًّا (٦) . </p><p> وقيل معناه: مسني الضر من (٧) شماتة الأعداء، يدل عليه ما روي أنَّه قيل له بعد ما عوفي: ما كان أشد عليك في بلائك قال: شماتة الأعداء (٨) . </p><p>(١) ساقطة من (ج). (٢) في (ب): أشد عليه.(٣) في (ب): ما جزع.(٤) بعدها في الأصل: عاري.(٥) ما بين القوسين ساقط من (ب).(٦) في (ب): ساجدين، والأثر رواه ابن أبي شيبة في \"المصنف\" ٧/ ٢٢٧ بإسناد صحيح.وابن أبي عاصم في \"الزهد\" ٢/ ٤٢، به بنحوه، بإسناد صحيح.وأبو نعيم في \"حلية الأولياء\" ٣/ ٣٥٥، بنحوه، بإسناد صحيح.والأثر بالطرق صحيح إلى عبد الله بن عبيد.(٧) في (ج): في.(٨) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٣٢٤.</p><p> وقيل: إنما قال ذلك حين وقعت دودة في فخذه فرفعها وردها إلى موضعها وقال: كُلي قد جعلني الله طعامك، فعضته عضة زاد ألمها على جميع ما قاسى من عض الديدان (١) . </p><p> [١٨٧١] وسمعت أبا عبد الله بن محمد بن (٢) جعفر الأسودي (٣) يقول: سمعت أبا عبد الله محمد بن عادن (٤) البغدادي يقول: سئل أبو القاسم جنيد (٥) عن هذِه الآية، فقال: عرّفه فاقة السؤال ليمن عليه بكرم النوال (٦) . </p><p> [١٨٧٢] وسمعت أستاذنا (٧) أبا القاسم ابن حبيب (٨) رحمه الله يقول: حضرت مجلسًا غاصًا بالفقهاء والأدباء في دار سلطان فسئلت عن هذِه الآية بعد إجماعهم على أن قول أيوب: {مَسَّنِيَ الضُّرُّ} شكاية، وقد قال تعالى:  {إِنَّا وَجَدْنَاهُ صَابِرًا}  (٩) فقلت: ليس </p><p>(١) انظر: \"تفسير أبي القاسم الحبيبي\" (ص ١٩٣). (٢) ساقطة من (ج).(٣) لم أجده.(٤) في (ب)، (ج): عاد، ولم أجده.(٥) شيخ الصوفية، لم يذكر بجرح أو تعديل.(٦) [١٨٧١] الحكم على الإسناد:فيه من لم أجده.التخريج:انظر: \"حقائق التفسير\" للسلمي (١٨٧)، \"تفسير أبي القاسم الحبيبي\" (ص ١٩٣)، \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٣٢٦.(٧) في (ج): الأستاذ.(٨) قيل: كذبه الحاكم.(٩) ص: ٤٤.</p>"
}