{
  "id": null,
  "sura": 21,
  "aya": 85,
  "text": "<p> وقال الحسن: آتاه (١) الله المثل من نسل ماله الَّذي رده عليه وأهله، فأما الأهل والمال فإنه ردهما إليه بأعيانهما (٢) . </p><p> {رَحْمَةً مِنْ عِنْدِنَا وَذِكْرَى لِلْعَابِدِين} عظة لهم (٣) . </p><p> ٨٥ - {وَإِسْمَاعِيلَ} </p><p> يعني ابن إبراهيم (٤) . </p><p> {وَإِدْرِيسَ} وهو أخنوخ (٥) . </p><p> {وَذَا الْكِفْلِ كُلٌّ مِنَ الصَّابِرِينَ} على أمر الله (٦) . اختلفوا في ذي الكفل: </p><p> [١٨٧٣] فأخبرني الشيخ أبو عبد الله الحسين بن محمد بن الحسين </p><p>(١) في (ج): أعطاه. (٢) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٢٧، بمعناه.والإسناد صحيح عن الحسن.والأثر ذكره البغوي في \"معالم التنزيل\" ٥/ ٣٤٦، بمعناه، وابن كثير في \"تفسير القرآن العظيم\" ٩/ ٤٣٠، مختصرًا.والقول الراجح هو أن الله عز وجل أرجع له أهله الذين ماتوا وآتاه مثلهم رحمة منه وذلك لظاهر الآية.(٣) انظر: \"معالم التنزيل\" للبغوي ٥/ ٣٤٧، \"لباب التأويل\" للخازن ٣/ ٣١٧.(٤) انظر: \"جامع البيان\" للطبري ١٧/ ٧٣، \"معالم التنزيل\" للبغوي ٥/ ٣٤٨، \"لباب التأويل\" للخازن ٣/ ٣١٧، \"تفسير القرآن العظيم\" لابن كثير ٩/ ٤٣١.(٥) انظر: \"جامع البيان\" للطبري ١٧/ ٧٣، \"معالم التنزيل\" للبغوي ٥/ ٣٤٨، \"لباب التأويل\" للخازن ٣/ ٣١٧، \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٣٢٧.(٦) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٣٢٨.</p><p> ابن فنجويه الحافظ رحمه الله (١) بقراءتي عليه في داري قال: حدثنا عمر ابن الخطالب (٢) قال: حدثنا (٣) عبد الله بن مفضل بن داخرة (٤) قال: نا أبو هشام الرفاعي (٥) قال: نا ابن (٦) فضيل (٧) قال: نا الأعمش (٨) ، عن عبد الله بن عبد الله الرازي (٩) ، عن سعد مولى طلحة (١٠) ، عن ابن عمر قال: سمعت النبي -صلى الله عليه وسلم- يحدث حديثًا لو لم أسمعه إلا مرة أو مرتين لم </p><p>(١) في (ب): فأنبئنا ابن فنجويه، وفي (ج): أخبرنا. وهو ثقة صدوق كثير الرواية للمناكير. (٢) زاد في الأصل قوله: - رضي الله عنه -، وهذا وهم من الناسخ، ولم يتبين لي من هو، ربما يكون الراسبي أو العنبري.(٣) في (ب): أنبأنا.(٤) لم أجده.(٥) في (ج): أبو هاشم، وهو محيد بن يزيد بن رفاعة، ضعيف.(٦) زيادة من (ج).(٧) محمد بن فضيل بن غزوان الضبي، أبو عبد الرحمن الكوفي، صدوق، رمي بالتشيع.(٨) ثقة، حافظ، لكنه يدلس.(٩) عبد الله بن عبد الله الرازي، أبو جعفر القاضي، مولى بني هاشم، وثقه أحمد ويعقوب بن سفيان والعجلي، وقال ابن المديني: معروف، وقال النسائي: ليس به بأس، وقال الحافظ: صدوق. انظر \"الجرح والتعديل\" ٥/ ٩٢، \"الثقات\" لابن حبان ٧/ ٧، \"تهذيب الكمال\" ١٥/ ١٨٣، \"التقريب\" لابن حجر (٣٤١٨).(١٠) سعد أو سعيد مولى طلحة، ويقال: طلحة مولى سعد، مجهول، قال أبو حاتم: لا يعرف إلا بحديث واحد، روى عن ابن عمر، وعنه عبد الله بن عبد الله الرازي. انظر: \"الجرح والتعديل\" ٤/ ٩٨، \"الثقات\" لابن حبان ٤/ ٢٩٨، \"تهذيب الكمال\" ١٠/ ٣١٨، \"التقريب\" (٢٢٦٣).</p><p> أحدث به وسمعته (١) منه أكثر من سبع مرات قال: \"كان في بني إسرائيل رجل يقال له: ذو الكفل لا ينزع عن ذنب عمله، فاتبع امرأة فأعطاها ستين دينارًا على أن تعطيه نفسها، فلما قعد منها مقعد(الرجل من المرأة)(٢)أرعدت وبكت فقال: ما يبكيك؟ قالت(٣): من هذا العمل، ما عملته قط.قال:أكرهتكِ؟ ،قالت:لا، ولكن حملتني عليه الحاجة.فقال:اذهبي فهو لكِ.ثم قال:والله لا أعصي الله أبدًا. فمات من ليلته،فقيل:مات ذو الكفل. فوجد على باب داره مكتوبًا إن الله قد(٤)غفر لذي الكفل\"  (٥) . </p><p>(١) في (ب): سمعت، وفي (ج): سمعت به. (٢) في (ج): الرجال من النساء.(٣) ساقطة من (ب).(٤) زيادة من (ب)، (ج).(٥) [١٨٧٣] الحكم على الإسناد:إسناد المصنف ضعيف لضعف أبي هشام الرفاعي ولجهالة سعد مولى طلحة، وعمر بن الخطاب لم أتبينه.التخريج:أخرجه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ٢/ ١١٢ من طريق أبي بكر بن عياش. وأخرجه الحاكم في \"مستدركه\" ٤/ ٢٨٣، من طريق شيبان بن عبد الرحمن، وقال: هذا حديث صحيح الإسناد ولم يخرجاه. ووافقه الذهبي. وأخرجه الإمام أحمد في \"مسنده\" ٢/ ٢٣ (٤٧٤٧) من طريق أسباط بن محمد. وأبو يعلى في \"مسنده\" ١٠/ ٩٥ من طريق أسباط بن محمد.وأخرجه ابن أبي شيبة في \"المصنف\" ٧/ ٦١، من طريق يحيى بن عيسى، جميعهم عن الأعمش به، بنحوه. =</p><p> وروى الأعمش (١) عن المنهال بن عمرو (٢) ، عن عبد الله بن الحارث (٣) أن نبيًّا من الأنبياء قال (٤) : من يكفل لي أن يصوم النهار ويقوم الليل ولا يغضب. فقام شاب فقال: أنا. فقال: اجلس ثم (٥) عاد، فقام الشاب، فقال: أنا. فقال: تقوم الليل وتصوم النهار ولا تغضب؛ قال: نعم. فمات ذلك النبي، فجلس ذلك الشاب مكانه (٦) يقضي بين الناس، فكان لا يغضب، فجاءه الشيطان في صورة إنسان ليغضبه وهو صامْ يريد أن يقيل فضرب (الباب ضربًا شديدًا وقال: من هذا؟ ، فقال: رجل له حاجة: فأرسل معه رجلًا، </p><p>= وهذِه الطرق كلها ضعيفة؛ لأن مدارها على سعد مولى طلحة وهو مجهول. وقد قال ابن كثير في \"تفسير القرآن العظيم\" ٩/ ٤٣٤: وهذا الحديث لم يخرجه أحد من أصحاب الكتب الستة وإسناده غريب، وعلى كل تقدير فلفظ الحديث إن كان الكفل ولم يقل ذو الكفل فلعله رجل آخر والله أعلم.قلت: ولفظ الحديث في المصادر المذكورة ليس فيه (ذو الكفل)، وإنما فيه (الكفل)، وعلى هذا يحمل كلام ابن كثير.(١) سليمان بن مهران، ثقة حافظ، لكنه مدلس.(٢) صدوق ربما وهم.(٣) في (ب): عمرو بن عبد الله بن الحارث، وهو عبد الله بن الحارث الأنصاري، أبو الوليد البصري، روى له الجماعة، ووثقه أبو زرعة والنسائي وابن حبان، وقال أبو حاتم: يكتب حديثه. انظر \"الجرح والتعديل\" ٥/ ٣١، \"الثقات\" لابن حبان ٥/ ٢٦، \"تهذيب الكمال\" ١٤/ ٤٠٠، \"التقريب\" (٣٢٦٦).(٤) ساقطة من (ب).(٥) في نسخة (ج): ثم قال عاد فقال من يكفل لي أن يقوم الليل ويصوم النهار ولا يغضب فقام ذلك الشاب فقال أنا فقال اجلس.(٦) ساقطة من (ب).</p><p> فرجع فقال: لا أرضى) (١) بهذا الرجل فأرسل معه آخر، فقال: لا أرضى بهذا، فخرج إليه وأخذ بيده فانطلق معه حتَّى إذا كان في السوق خلاه وذهب فسمي ذا الكفل (٢) . </p><p> وقال مجاهد: لما كبر اليسع عليه السلام (٣) قال لو أني استخلفت رجلًا على الناس يعمل عليهم في حياتي حتَّى انظر كيف يعمل؛ قال: فجمع الناس، فقال: من يتكفل (٤) لي بثلاث أستخلفه: يصوم النهار (٥) ، ويقوم الليل، ولا يغضب. فقام رجل تزدريه العين، فقال: أنا، فردهم (٦) ذلك اليوم، وقال: مثلها اليوم الآخر، فسكت الناس، وقام ذلك الرجل، فقال: أنا. فاستخلفه، قال: فجعل إبليس يقول </p><p>(١) ما بين القوسين ساقط من (ب). (٢) الحكم على الإسناد:فيه الأعمش مدلس، والمنهال صدوق ربما وهم.التخريج:أخرجه الطبري في \"جامع البيان\" ١٧/ ٧٣، بنحوه مطولًا.والإسناد ضعيف؛ لسوء حفظ مؤمل بن إسماعيل.والأثر ذكره المصنف في \"عرائس المجالس\" (ص ١١٤).(٣) اليسع هو: الأسباط بن عدي بن شوتلم بن أفراثيم بن يوسف بن يعقوب بن إسحاق بن إبراهيم الخليل عليه السلام.انظر: \"البداية والنهاية\" لابن كثير ٢/ ٤.(٤) في الأصل و (ج): يتقبل.(٥) ساقطة من (ب).(٦) في (ب): فرد.</p><p> للشياطين: عليكم بفلان. فأعياهم، فقال: دعوني وإياه. فأتاه في صورة شيخ فقير حين (١) أخذ مضجعه للقائلة، وكان لا ينام بالليل والنهار إلا تلك النومة (٢) ، فدق الباب، فقال: من هذا؟ فقال: شيخ كبير مظلوم فقام ففتح الباب، فجعل يقص عليه، فقال: إن بيني وبين قومي خصومة، وإنهم ظلموني، وفعلوا وفعلوا، فجعل يطول عليه حتَّى حضر الرواح وذهبت القائلة، فقال: إذا رتحط فأتني آخذ بحقك. فانطلق وراح، فلما (٣) كان في مجلس فجعل ينظر هل يرى الشيخ فلم يره فقام يبتغيه، فلما كان من (٤) الغد جعل يقضي بين الناس وينتظره فلا يراه، فلما رجع إلى القائلة وأخذ مضجعه أتاه فدق الباب، فقال: من هذا؟ قال: الشيخ المظلوم. ففتح له، فقال: ألم أقل لك إذا قعدت فأتني. قال: إنهم أخبث قوم، إذا عرفوا أنك قاعد، قالوا: نحن نعطيك حقك. وإذا قصت جحدوني. قال: فانطلق فإذا رحت فأتني. ففاتته القائلة فراح فجعل (٥) ينظره فلا يراه وشق عليه النعاس فقال: لبعض (٦) أهله: لا تدعن أحدًا (٧) يقرب هذا </p><p>(١) في الأصل: حتَّى. (٢) في (ج): القائلة.(٣) يادة من (ب).(٤) زيادة من (ب).(٥) زيادة من (ب)، (ج).(٦) ساقطة من (ب).(٧) ساقطة من (ب).</p><p> الباب حتَّى أنام، فإني قد شق على النعاس (١) . فلما كان تلك الساعة جاء فلم يأذن له الرجل (٢) ، فلما أعياه نظر فرأى كوة (٣) في البيت فتسور منها، فإذا هو في البيت، هاذا هو يدق الباب من داخل فاستيقظ الرجل، فقال: يا فلان ألم آمرك (لا تدع أحدًا)  (٤) . قال: أما من (٥) قبلي فلم تؤت والله، فانظر من أين أتيت. فقام إلى الباب فإذا هو مغلق كما أغلقه، وإذا الرجل معه في البيت، فقال له: أتنام والخصوم ببابك (٦) . فعرفه، فقال: عدو الله، أنت (٧) . قال: نعم (٨) ، أعييتني في كل شيء، ففعلت ما ترى لأغضبك فعصمك الله مني (٩) فسمي ذا الكفل؛ لأنه تكفل بأمر فوفى به (١٠) . </p><p>(١) في (ب)، (ج): النوم. (٢) في (ب): الرجل المتوكل.(٣) الكوة: هي الخرق في الجدار يدخل منه الهواء والضوء.انظر: \"المعجم الوسيط\" (ص ٨٠٦) (كوى).(٤) زيادة من (ب).(٥) ساقطة من (ب).(٦) في (ج): في بابك.(٧) زيادة من (ب).(٨) ساقطة من (ب).(٩) زيادة من (ب)، (ج).(١٠) أخرجه الطبري في \"جامع البيان\" ١٧/ ٧٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٤٦١ (١٣٧٠٢) بنحوه. والإسناد صحيح.والأئر ذكره المصنف في \"عرائس المجالس\" (ص ١٨١)، والقرطبي في \"الجامع لأحكام القرآن\" ١١/ ٣٢٨، مختصرًا. والأثر صحيح عن مجاهد.</p><p> وقال أبو موسى الأشعري: إن ذا الكفل لم يكن نبيًّا ولكن كان عبدًا صالحًا، تكفل بعمل رجل صالح عند موته، وكان يصلي لله سبحانه وتعالى كل يوم مائة صلاة فأحسن الله عز وجل الثناء عليه (١) . </p><p> وقيل: كان رجلًا عفيفًا، تكفل بشأن رجل وقع في بلاء فأنجاه الله على يديه (٢) . </p><p> وقيل: ذو الكفل إلياس عليه السلام (٣) . </p><p> وقيل: هو زكريا (٤) عليه السلام والله أعلم (٥) . </p><p>(١) في (ج): عليه الثناء. والأثر أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٢٧، بمعناه، والطبري في \"جامع البيان\" ١٧/ ٧٥، عن قتادة به بنحوه، بإسناد ضعيف.(٢) في (ب)، (ج): على يده، وهو في \"تفسير أبي القاسم الحبيبي\" (ص ١٩٣).(٣) في (ب): النبي -صلى الله عليه وسلم-، وهو إلياس بن تسبي بن فنخاص بن العيزار بن هارون بن عمران.انظر: \"البداية والنهاية\" لابن كثير ٢/ ٤، والأثر في \"معالم التنزيل\" للبغوي ٥/ ٣٤٩، \"لباب التأويل\" للخازن ٣/ ٣١٨.(٤) في (ب): النبي.(٥) انظر: \"معالم التنزيل\" للبغوي ٥/ ٣٤٩، \"لباب التأويل\" للخازن ٣/ ٣١٨، \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٣٢٨.وهذا قول ضعيف؛ لأن زكريا ذكر بعد ذلك في سياق الآيات.والراجح أن ذا الكفل نبي وذلك لصحة الدليل على ذلك كما تقدم، ولذكره مع هؤلاء الأنبياء، والله أعلم.</p>"
}