{
  "id": null,
  "sura": 21,
  "aya": 79,
  "text": "<p> ٧٩ - {فَفَهَّمْنَاهَا} </p><p> أي: علمناها وألهمناها يعني: القضية {سُلَيْمَانَ} دون داود (١)  {وَكُلًّا} يعني: داود وسليمان عليهما السلام (٢) . </p><p> {آتَيْنَا حُكْمًا وَعِلْمًا} قال ابن عباس وقتادة والزهري ومرة: وذلك أن رجلين دخلا على داود -عليه السلام- أحدهما صاحب حرث، والآخر صاحب غنم، فقال صاحب الزرع: إن هذا أنفلتت غنمه ليلًا فوقعت في حرثي فلم تبق منه شيئًا. فقال له داود -عليه السلام-: اذهب فإن الغنم لك فأعطاه رقاب الغنم بالحرث، فخرجا (٣) فمرا على سليمان -عليه السلام- فقال: كيف قضى بينكما (نبي الله)  (٤) ؟ فأخبراه، فقال سليمان: لو وليت أمرهما (٥) لقضيت بغير هذا فأخبر بذلك داود (٦) -عليه السلام- فدعاه، فقال: كيف كنت (٧) تقضي بينهم؟ قال: أدفع الغنم إلى أصحاب (٨) الحرث فيكون لهم (٩) نسلها </p><p>(١) انظر: \"لباب التأويل\" للخازن ٣/ ٣٠٤. (٢) انظر: \"جامع البيان\" للطبري ١٧/ ٥١، \"معالم التنزيل\" للبغوي ٣/ ٢٣٣، \"لباب التأويل\" للخازن ٣/ ٣٠٤.(٣) زيادة من (ب)، (ج).(٤) ساقطة من (ب).(٥) في الأصل و (ج): أمرهم.(٦) في (ب): داود بذلك.(٧) من (ب).(٨) في (ب): صاحب.(٩) في (ب): له.</p><p> ورسلها وجزتها (١) وعوارضها ومنافعها (٢) . </p><p> ويبذر أصحاب الغنم لأهل (٣) الحرث مثل (بذرهم في)  (٤) حرثهم فإذا صار العام المقبل وصار الحرث كهيئته يوم أكل (٥) دفع إلى أهله وأخذ صاحب الغنم غنمه (٦) . </p><p>(١) في (ب): صوفها. (٢) النسل: هو الولد والذرية.انظر: \"لسان العرب\" لابن منظور (نسل)، \"المعجم الوسيط\" (ص ٩١٩) (نسل). الرسل: رسلها بمعنى ركوبها، يقال ترسّل: أي بسط رجليه على الدابة حتى يرخي ثيابه على رجليه.انظر: \"المعجم الوسيط\" (ص ٣٤٤) (رسل).الجزة: هي صوف الشاة في السنة. انظر: \"المعجم الوسيط\" (ص ١٢٠) (جزّ).العوارض: العرضان: جمع عريض، وهي ما أتى عليه من المعز سنة وتناول الشجر والنبت بعرض شدقه.انظر: \"لسان العرب\" لابن منظور (عرض).منافعها: المنفعة هو اسم لكل ما ينتفع به.انظر: \"لسان العرب\" لابن منظور (نفع).(٣) في (ب): لأصحاب.(٤) من (ب).(٥) في (ب): نفشت فيه.(٦) أخرجه الطبري في \"جامع البيان\" ١٧/ ٥١ عن ابن عباس بنحوه بإسناد ضعيف، ١٧/ ٥٢ عن مرة بنحوه بإسناد ضعيف، ١٧/ ٥٣ عن الزهري بنحوه بإسناد صحيح. والأثر ذكره البغوي في \"معالم التنزيل\" ٥/ ٣٣٢ عن ابن عباس والزهري وقتادة، والقرطبي في \"الجامع لأحكام القرآن\" ١١/ ٣٠٨، غير منسوب، والرازي في \"مفاتيح الغيب\" ٢٢/ ١٩٥.والأثر صحيح.</p><p> وقال ابن مسعود وشريح ومقاتل: إن راعيًا نزل ذات ليلة بجنب كرم فدخلت الأغنام الكرم وهو لا يشعر، فأكلت القضبان وأفسدت الكرم، (فسار صاحب الكرم من الغد إلى داود -عليه السلام-، فقضى بالأغنام (١) لصاحب الكرم) (٢) ، لأنه لم يكن بين ثمن الكرم وثمن الأغنام (٣) تفاوت، فمروا بسليمان -عليه السلام- وهو ابن إحدى عشرة سنة فقال: ما قضى الملك (٤) في أمركم؟ فقصوا عليه القصة، فقال سليمان -عليه السلام-: غير هذا أرفق بالفريقين، فعادوا إلى داود -عليه السلام- وأخبروه بذلك، فدعا سليمان -عليه السلام- فقال له: بحق النبوة والأبوة إلا أخبرتني بالذي هو أرفق بالفريقين. فقال سليمان -عليه السلام-: تسلم الأغنام إلى صاحب الكرم حتى يرتفق برسلها ونسلها وصوفها ومنافعها، ويعمل الراعي في إصلاح الكرم إلى أن يعود كهيئته (٥) ثم يرد الأغنام إلى صاحبها. فقال داود -عليه السلام-: القضاء ما قضيت. وحكم بذلك (٦) . </p><p>(١) زيادة من (ج). (٢) ساقط من (ب).(٣) في (ب): ثمن الأغنام وثمن الكرم.(٤) ساقطة من (ب).(٥) في (ج): إلى كهيئته.(٦) أخرجه الطبري في \"جامع البيان\" ١٧/ ٥١ عن ابن مسعود بنحوه بإسناد ضعيف، ١٧/ ٥٢ عن شريح بنحوه مختصرًا بإسناد حسن.والأثر حسن.</p><p> قال الحسن: كان الحكم بما (١) قضى به سليمان -عليه السلام- ولم يعنف الله تعالى داود في حكمه (٢) . وهذا يدل على أن كل مجتهد مصيب (٣) . </p><p> وروى الزهري عن حرام بن محيصة (٤) قال: دخلت ناقة للبراء بن عازب رضي الله عنهما حائطًا لبعض الأنصار فأفسدته، فرفع ذلك إلى رسول الله - صلى الله عليه وسلم - فقرأ هذِه الآية ثم قضى على البراء بما أفسدته (٥) الناقة، وقال: \"على أصحاب الماشية حفظ الماشية بالليل، وعلى أصحاب </p><p>(١) في (ب): ما. (٢) أخرجه الطبري في \"جامع البيان\" ١٧/ ٥٤، بمثله، والإسناد ضعيف.(٣) القول بأن كل مجتهد مصيب، هو قول ينطبق على مسألة الاجتهاد في مسائل الشريعة التي تحتمل الحق في ما يتوصل إليه المجتهد وما يتركه إذا كان المجتهد لديه القدرة الكافية على الاجتهاد؛ لأن الاجتهاد في هذِه الحالة إنما يكون في اختيار الأفضل فقط، ولذا وقع الخلاف في أحكام الشريعة من عهد الصحابة إلا ما شاء الله ولم ينكرالعلماء بعضهم على بعض.أما الاجتهاد في مسائل الشريعة التي لا تحتمل إلا وجهًا واحدًا للحق فالمجتهد إن أصاب الحق فله أجران، أجر الإصابة وأجر الاجتهاد، وإن أخطأ فله أجر الاجتهاد ولكنه غير مصيب، والله أعلم.انظر: \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٣١٠، \"الإنصاف\" للمرداوي ١١/ ١٩٥، \"روضة الطالبين\" للنووي ١٠/ ٢١٩.(٤) هو حرام بن سعد ويقال: ابن ساعدة بن محيصة بن مسعود بن كعب الأنصاري، أبو سعد ويقال: أبو سعيد المدني، قال ابن سعد: كان ثقة، قليل الحديث، توفي بالمدينة سنة (١١٣ ص)، وروى له الأربعة. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٢٨١، \"الثقات\" لابن حبان ٤/ ١٨٤، \"تهذيب الكمال\" ٥/ ٥٢٠، \"التقريب\" (١١٦٣).(٥) في (ب)، (ج): أفسدت.</p><p> الحوائط (١) حفظ حيطانهم وزرعهم بالنهار\" (٢) . </p><p> {وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ} أي: وسخرنا الجبال والطير يسبحن مع داود إذا سبح (٣) . </p><p> وقال وهب: كان داود -عليه السلام- يمر بالجبال مسبحًا وهي تجاوبه، وكذلك الطير (٤) . </p><p>(١) في (ب): الحائط. (٢) رواه أبو داود في كتاب البيوع، باب المواشي تفسد زرع قوم (٣٥٦٩، ٣٥٧٠) عن حرام بن محيصة، عن أبيه بنحوه بإسناد ضعيف. وعن البراء بن عازب بنحوه بإسناد صحيح.ورواه ابن ماجه في كتاب الأحكام، باب الحكم فيما أفسدت المواشي (٢٣٣٢)، عن ابن شهاب به بنحوه، بإسناد صحيح، وعن البراء بن عازب بنحوه بإسناد حسن.ورواه مالك في \"الموطأ\" في كتاب الأقضية، باب القضاء في الضواري والحراسة، عن حرام بن محيصة بنحوه بإسناد صحيح.والحديث اختلف فيه على الزهري، فروي عنه عن حرام بن محيصة عن البراء بن عازب وهذا الإسناد صحيح، وروي عنه عن حرام بن محيصة موقوفًا على حرام وهذا يكون على سبيل الفتوى، وروي عنه عن حرام بن محيصة عن أبيه محيصة بن مسعود وهذا الإسناد ضعيف، فقد رواه معمر عن الزهري مرفوعًا عن حرام بن محيصة عن محيصة بن مسعود وخالف بروايته هذِه ما روى الثقات الأكثرون عن الزهري مرفوعًا عن البراء وموقوفًا على حرام بن محيصة، مثل الليث بن سعد والأوزاعي ومالك وعبد الله بن عيسى بن عبد الرحمن.والحديث صحيح مرفوعًا عن البراء، وموقوفًا على حرام بن محيصة.(٣) في (ب): السبح، وهو في \"جامع البيان\" للطبري ١٧/ ٥٤، \"معالم التنزيل\" للبغوي ٥/ ٣٣٤، \"لباب التأويل\" للخازن ٣/ ٣٠٥.(٤) انظر: \"معالم التنزيل\" للبغوي ٥/ ٣٣٤، \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٣١٩.</p>"
}