{
  "id": null,
  "sura": 21,
  "aya": 71,
  "text": "<p> ٧٠ - قال الله سبحانه: {وَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَخْسَرِينَ (٧٠) }. </p><p> ٧١ - {وَنَجَّيْنَاهُ وَلُوطًا} </p><p> من نمرود وقومه من أرض العراق (١)  {إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ} يعني: الشام (٢) . </p><p> قال أبي بن كعب: سماها مباركة؛ لأنه ما من ماء عذب إلا وينبع أصله من تحت الصخرة التي ببيت (٣) المقدس (٤) . </p><p> وقال قتادة: كان يقال: بالشام أعقار (٥) دار الهجرة وما ينقص في </p><p>(١) العراق: هي بلاد الكوفة والبصرة، وهي في أسفل بلاد العرب. انظر: \"معجم البلدان\" لياقوت ٤/ ٩٣.والأثر في \"جامع البيان\" للطبري ١٧/ ٤٥، \"معالم التنزيل\" للبغوي ٥/ ٣٢٩.(٢) الشام: بفتح أوله وبغير همزة، وقيل: بفتح أوله وسكون همزته، وقيل: بفتح همزته، تمتد من العراق إلى العريش المتاخم للحدود المصرية، ومن جبلي طيئ إلى بحر الروم، وبها أمهات المدن مثل حلب وحماة وحمص ودمشق وبيت المقدس وغير ذلك.انظر: \"معجم البلدان\" لياقوت ٣/ ٣١٠.والأثر في \"معالم التنزيل\" للبغوي ٥/ ٣٢٩، \"لباب التأويل\" للخازن ٣/ ٣٠٢، \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٣٠٥.(٣) في (ب): في بيت.وبيت المقدس هو مدينة إيلياء كما سبق بيانه في الصفحة السابقة.(٤) أخرجه الطبري في \"جامع البيان\" ١٧/ ٤٦.والإسناد ضعيف.والأثر في \"معالم التنزيل\" للبغوي ٥/ ٣٢٩، \"لباب التأويل\" للخازن ٣/ ٣٠٢.والأثر ضعيف.(٥) عقار الشيء: هو خياره. انظر: \"لسان العرب\" لابن منظور (عقر).</p><p> الأرض زيد في الشام، وما نقص من الشام زيد في فلسطين (١) ، وكان يقال هي: أرض المحشر والنشر، وبها يجمع الناس، وبها ينزل عيسى ابن مريم عليهما السلام، وبها يهلك الله الدجال (٢) . </p><p> وحدث أبو قلابة (٣) أن رسول الله - صلى الله عليه وسلم - قال:  \"رأيت فيما(٤)يرى النائم كأن الملائكة حملت عمود الكتاب فوضعته بالشام(٥)، فأولته أن الفتن إذا وقعت فإن الإيمان بالشام\"  (٦) وذكر لنا أن عمر بن الخطاب - رضي الله عنه - قال لكعب: ألا تتحول إلى المدينة فإنها مهاجر رسول الله - صلى الله عليه وسلم - وموضع قبره. قال له (٧) كعب: يا أمير المؤمنين، إني أجد في كتاب الله المنزل أن الشام كنز الله في أرضه وبها كنزه من عباده (٨) . </p><p>(١) فلسطين: بالكسر ثم الفتح وسكون السين، آخر كور الشام من ناحية مصر. \"مراصد الاطلاع\" للبغدادي ٣/ ١٠٤٢.(٢) الدَّجَّال: بتشديد الجيم والفتح، رجل يدعي الربوبية ويأتي بالأعمال الخارقة ليروج بها دعوته، مكتوب بين عينيه كافر، وخروجه أحد أشراط الساعة الكبرى. انظر: \"معجم ألفاظ العقيدة\" لعامر بن عبد الله بن فالح (١٧٤).والأثر أخرجه الطبري في \"جامع البيان\" ١٧/ ٤٦، بنحوه.والإسناد حسن.(٣) في (ب): أبو قلبية.(٤) في (ب): فيها.(٥) في (ب)، (ج): في الشام.(٦) في (ب): في الشام، والأثر أخرجه الطبري في \"جامع البيان\" ١٧/ ٤٦.والإسناد ضعيف.(٧) زيادة من (ب)، (ج).(٨) أخرجه الأزدي في \"الجامع\" ١١/ ٢٥١.والإسناد صحيح.والأثر صحيح.</p><p> قال محمد بن إسحاق بن يسار: استجاب لإبراهيم -عليه السلام- رجال من قومه حمِن رأوا ما صنع الله -عز وجل- به من جعل النار عليه بردًا وسلاما على خوف من نمرود وملئهم، فآمن به لوط -عليه السلام- وكان ابن أخيه وهو لوط بن هاران بن تارخ، وهاران هو أخو إبراهيم -عليه السلام-، وكان لهما أخ ثالث يقال له: ناخور بن تارخ، فهاران أبو لوط، وناخور أبو تبويل، وتبويل أبو لايان، ورتقا بنت تبويل (١) امرأة إسحاق بن إبراهيم أم يعقوب عليهم السلام، وليا وراحيل زوجتا يعقوب ابنتا لايان، وآمنت به أيضًا سارة وهي (ابنة عمه وهي سارة بنت هاران الأكبر عنم إبراهيم -عليه السلام-)  (٢) . </p><p> (وقال السدي)  (٣) : كانت سارة بنت ملك حران (٤)  (وذلك أن إبراهيم ولوطًا عليهما السلام أنطلقا قبل الشام فلقي إبراهيم سارة وهي بنت ملك حران)  (٥) وقد طعنت على قومها في دينهم، فتزوجها إبراهيم على أن لا يغيرها (٦) . </p><p>(١) في (ب): من الآيات ويقال بنت تنزيل. (٢) ساقط من (ب).وهو في \"تاريخ الرسل والملوك\" للطبري ١/ ٢٤٤، \"عرائس المجالس\" للمصنف (ص ٥٥).(٣) ساقط من (ب).(٤) حران: بتشديد الراء وآخره نون، مدينة عظيمة مشهورة، قيل إنها سميت بهاران أخي إبراهيم؛ لأنه أول من بناها فعربت فقيل لها: حران.انظر: \"معجم البلدان\" لياقوت ٢/ ٢٣٥.(٥) من (ب)، (ج).(٦) أخرجه الطبري في \"جامع البيان\" ١٧/ ٤٧.والإسناد ضعيف.والأثر ذكره المصنف في \"عرائس المجالس\" (ص ٥٥).</p><p> قال ابن إسحاق: خرج خليل الله إبراهيم -عليه السلام- من كوثى (١) من أرض العراق مهاجرًا إلى ربه، وخرج معه لوط وسارة كما قال الله -عز وجل-: {فَآمَنَ لَهُ لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي}  (٢) فخرج يلتمس الفرار بدينه والأمان على عبادة ربه حتى نزل حران، فمكث بها (٣) ما شاء الله أن يمكث ثم خرج منها مهاجرًا حتى قدم مصر (٤) ثم خرج من مصر إلى الشام فنزل السبع من أرض فلسطين وهي برية (٥) الشام (٦) . </p><p> ونزل لوط -عليه السلام- بالمؤتفكة (٧) وهي من السبع على مسيرة يوم وليلة أو أقرب من ذلك، فبعثه الله -عز وجل- نبيًا فذلك قوله: {وَنَجَّيْنَاهُ وَلُوطًا إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ (٧١) } يعني: الشام، وبركتها أن منها بعث </p><p>(١) كوثى: بضم أوله وبالثاء المثلثة، مقصور، على وزن فعلى، وهي المدينة التي ولد فيها إبراهيم -عليه السلام- بالعراق، وهي كوثى ربا. انظر: \"معجم ما استعجم\" للبكري ٤/ ١١٣٨، \"مراصد الاطلاع\" للبغدادي ٣/ ١١٨٥.(٢) العنكبوت: ٢٦.(٣) في (ب): فيها.(٤) ساقطة من (ب).(٥) في الأصل: تربة.(٦) السبع: هي قرية عمرو بن العاص من فلسطين بالشام.انظر: \"معجم ما استعجم\" للبكري ٣/ ٧١٧، \"مراصد الاطلاع\" للبغدادي ٢/ ٦٩٠.(٧) المؤتفكة: هي مدينة بالقرب من سلمية الشام، انقلبت بأهلها فلم يسلم مهما إلا مائة نفس خرجوا منها فبنوا لهم مائة بيت، وسميت حوزتهم التي بنوا فيها منازلهم سلمية.انظر: \"مراصد الاطلاع\" للبغدادي ٣/ ١٣٢٩.</p>"
}