{
  "id": null,
  "sura": 21,
  "aya": 68,
  "text": "<p> ٦٨ - {قَالُوا حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فَاعِلِينَ (٦٨) } (١) . </p><p> قال ابن عمر - رضي الله عنهما - (٢) : الذي أشار عليهم بتحريق إبراهيم بالنار رجل من الأكراد (٣) . </p><p> قال شعيب الجبائي: اسمه هيزن فخسف الله تعالى به الأرض فهو يتجلجل (٤) فيها إلى يوم القيامة (٥) . </p><p> قالوا: فلما أجمع نمرود (وقومه على)  (٦) إحراق إبراهيم -عليه السلام- حبسوه في بيت وبنوا بنيانًا كالحظيرة (٧) فذلك قوله -عز وجل-: {قَالُوا ابْنُوا لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الْجَحِيمِ (٩٧) } (٨) ثم جمعوا له صلاب (٩) الحطب من </p><p>(١) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١١/ ٣٠٣، بنحوه. (٢) في الأصل، و (ب): ابن عمران.(٣) أخرجه الطبري في \"جامع البيان\" ١٧/ ٤٣، بنحوه.والأثر موضوع.والأثر ذكره ابن كثير في \"البداية والنهاية\" ١/ ١٤٦، والقرطبي في \"الجامع لأحكام القرآن\" ١١/ ٣٠٣.(٤) يتجلجل: أي ساخ في الأرض ودخل فيها.انظر: \"لسان العرب\" لابن منظور (جلل).(٥) أخرجه الطبري في \"جامع البيان\" ١٧/ ٤٣.والأثر ذكره ابن كثير في \"البداية والنهاية\" ١/ ١٤٦، والقرطبي في \"الجامع لأحكام القرآن\" ١١/ ٣٠٣.(٦) من (ب)، (ج).(٧) الحظيرة: هي جرين التمر. انظر: \"لسان العرب\" لابن منظور (حظر).(٨) الصافات: ٩٧.(٩) في (ب): جمع صلاب، وفي (ج): ثم جعلوا له صلاة.</p><p> أصناف (١) الخشب حتى إن كانت المرأة لتمرض فتقول: لئن عافاني الله لأجمعن حطبًا لإبراهيم. (وكانت المرأة)  (٢) تنذر في بعض ما تطلب مما تحب أن تدرك لئن أصابته لتحتطبن في نار إبراهيم التي يحرق حزمه (٣) بها احتسابًا في دينها (٤) . </p><p> قال ابن إسحاق: كانوا يجمعون الحطب شهرًا حتى إذا أكثروا وجمعوا منه ما أرادوا أشعلوا في كل ناحية من الحطب نارًا (٥) ، فاشتعلت النار واشتدت حتى إن (٦) كان الطير لتمر بها فتحترق من شدة وهجها (٧) ثم عمدوا إلى إبراهيم خليل الرحمن -عليه السلام- فرفعوه على رأس البنيان وقيدوه ثم اتخذوا منجنيقًا (٨) ووضعوه فيه مقيدًا مغلولًا (٩) فصاحت السماء والأرض وما فيهن (١٠) من الملائكة </p><p>(١) في (ب): أنواع. (٢) ساقط من (ب).(٣) من (ب).(٤) انظر: \"البداية والنهاية\" لابن كثير ١/ ١٤٦.(٥) من (ب).(٦) ساقطة من (ب).(٧) وهجها: أي وقودها.انظر: \"لسان العرب\" لابن منظور (وهج).(٨) المنجنيق: بفتح الميم وكسرها، هي الآلة التي ترمى بها الحجارة، وهو دخيل أعجمي معرب، وأصلها بالفارسية من جي نيك، أي ما أجودني، وهي مؤنثة.المصدر السابق (مجنق).(٩) مغلولاً: أي قد جمعت يداه إلى عنقه.المصدر السابق (غلل).(١٠) في الأصل: وما عليها، وفي (ج): وما فيها.</p><p> وجميع الخلق إلا الثقلين صيحة واحدة: أي ربنا: إبراهيم (١) ليس في أرضك أحد يعبدك غيره يحرق فيك، فأذن لنا في نصرته. فقال الله -عز وجل- لهم (٢) : إذا استغاث بشيء منكم أو دعاه فلينصره فقد أذنت له في ذلك، وإن لم يدع غيري فأنا أعلم به، وأنا وليه فخلوا بيني وبينه. فلما أرادوا إلقاءه في النار أتاه خازن المياه، فقال (٣) : إن أردت أخمدت النار، (فإن خزائن المياه والأمطار بيدي (٤) ، وأتاه خازن الرياح، فقال: إن شئت طيرت النار) (٥) في الهواء، فقال إبراهيم (٦) عليه الصلاة والسلام: لا حاجة لي إليكم (٧) ، ثم رفع رأسه إلى السماء، فقال: اللهم أنت الواحد في السماء وأنا (٨) الواحد في الأرض، ليس في الأرض أحد يعبدك غيري، حسبي الله ونعم الوكيل (٩) . </p><p>(١) في (ب): إبراهيم يا ربنا. (٢) ساقطة من (ج).(٣) في (ب): فقالوا.(٤) من (ج).(٥) ساقط من (ب).(٦) ساقطة من (ب).(٧) في (ب) أي علم لا حاجة.(٨) ساقطة من (ب).(٩) أخرجه الطبري في \"جامع البيان\" عن السدي ١٧/ ٤٣، بنحوه.والإسناد ضعيف.والأثر ذكره القرطبي في \"الجامع لأحكام القرآن\" ١١/ ٣٠٣. =</p><p> روى المعتمر (١) ، عن ابن كعب (٢) ، عن أرقم (٣) : أن إبراهيم -عليه السلام- قال حين أوثقوه ليلقوه في النار: لا إله إلا أنت سبحانك (٤) رب العالمين، لك الحمد ولك الملك لا شريك لك، قال (٥) : ثم رموا به في المنجنيق إلى النار من مضرب شاسع فاستقبله جبريل، فقال: يا إبراهيم ألك حاجة؟ فقال: أما إليك فلا. فقال جبريل -عليه السلام-: فاسأل ربك، فقال إبراهيم: حسبي من سؤالي علمه بحالي (٦) . </p><p>= وللأثر شاهد من حديث ابن عباس رواه البخاري في كتاب التفسير، تفسير سورة آل عمران، باب قوله تعالى: {إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ} (٤٥٦٣)، قال: حدثنا أحمد بن يونس، قال: أراه، قال: حدثنا أبو بكر، عن أبى حصين، عن أبي الضحى، عن ابن عباس مختصرًا. وفي (٤٥٦٤) وقال حدثنا مالك بن إسماعيل، حدثنا إسرائيل، عن أبي حصين به مختصرًا.(١) لم يتبين لي من هو.(٢) أبي بن كعب، الصحابي المشهور.(٣) لم يتبين لي من هو.(٤) في (ب) زيادة قوله: إني كنت من الظالمين.(٥) في الأصل: قالوا.(٦) الأثر ذكره المصنف في \"عرائس المجالس\" (ص ٥٤)، والبغوي في \"معالم التنزيل\" ٥/ ٣٢٧، والقرطبي في \"الجامع لأحكام القرآن\" ١١/ ٣٠٣، \"سلسلة الأحاديث الضعيفة والموضوعة\" للألباني ١/ ٢١، في رواية كعب الأحبار، \"نصيحة الداعية في اجتناب الأحاديث الضعيفة والواهية\" من رواية أبي بن كعب ١/ ٧. وقال ابن تيمية في \"مجموع الفتاوى\" ١/ ١٨٣ ليس له إسناد معروف، وهو باطل، بل الذي ثبت في \"الصحيح\" عن ابن عباس أنه قال: \"حسبي الله ونعم الوكيل\".</p>"
}