{
  "id": null,
  "sura": 22,
  "aya": 25,
  "text": "<p> ٢٥ - {إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ} </p><p> فعطف بالمستقبل على الماضي؛ لأن المصدر بمعنى دوام الصفة لهم، فقيل (١) معنى الآية: هم يصدون، ومن شأنهم الصد (٢) . نظيرها قوله تعالى:  {الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ}  (٣) . </p><p> وقيل: لفظه مستقبل معناه المضي، أي: وصدوا (٤)  {عَنْ سَبِيلِ اللَّهِ} . </p><p> {وَالْمَسْجِدِ الْحَرَامِ الَّذِي جَعَلْنَاهُ} خلقناه وبنيناه (٥)  {لِلنَّاسِ} كلهم لم يخص به بعضًا منهم دون بعض (٦) . </p><p> {سَوَاءً الْعَاكِفُ} المقيم (٧)  {فِيهِ وَالْبَادِ} الطارئ المنتاب (٨) إليه من غيره (٩) . </p><p> وقرأ عاصم برواية حفص، ويعقوب برواية روح:  {سَوَاءً} </p><p>(١) في (ج) سقط قوله: فقيل، وفي نسخة (ب): وقيل. (٢) انظر: \"معاني القرآن\" للفراء ٢/ ٢٢١، \"جامع البيان\" للطبري ١٧/ ١٣٨، \"إيجاز البيان عن معاني القرآن\" للنيسابوري ٢/ ٥١.(٣) الرعد: ٢٨.(٤) انظر: \"أضواء البيان\" للشنقيطي ٤/ ٢٩٢.(٥) لم أجد هذا القول عند غير المصنف.(٦) انظر: \"جامع البيان\" للطبري ١٧/ ١٣٧، بنحوه.(٧) ساقط في (ب)، (ج)، وهو في \"معالم التنزيل\" للبغوي ٥/ ٣٧٦، \"لباب التأويل\" للخازن ٣/ ٢/ ١١، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٣٢.(٨) في الأصل: المشار.(٩) انظر: \"جامع البيان\" للطبري ١٧/ ١٣٧، \"معالم التنزيل\" للبغوي ٥/ ٣٧٦، \"لباب التأويل\" للخازن ٣/ ٢/ ١١.</p><p> بالنصب بإيقاع الجعل عليه (١) ، لأن الجعل يتعدى إلى مفعولين (٢) . </p><p> وقرأ الآخرون بالرفع على الابتداء وما بعده، وتمام الكلام عند قوله:  {لِلنَّاسِ}  (٣) . </p><p> واختلف العلماء في معنى الآية، فقال قوم: سواء العاكف فيه والباد في تعظيم حرمته وقضاء النسك به وحق الله الواجب عليهما فيه (٤) . وإليه ذهب مجاهد (٥) . </p><p> وقال آخرون (٦) : هما سواء في النزول فليس أحدهما بأحق بالمنزل (٧) يكون فيه من الآخر، وحرموا بهذِه الآية كراء دور مكة، </p><p>(١) انظر: \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ٢٥٧)، \"التيسير\" للداني (ص ١٢٧)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٢٦ عن حفص. (٢) انظر: \"النحو الوافي\" لعباس حسن ٢/ ١٤٤.(٣) انظر: \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ٢٥٧)، \"التيسير\" للداني (ص ١٢٧)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٢٦.(٤) في نسخة (ب): لله، وهو في \"معالم التنزيل\" للبغوي ٥/ ٣٧٦، \"لباب التأويل\" للخازن ٣/ ٢/ ١١.(٥) أخرجه مجاهد في \"تفسيره\" بنحوه ١/ ٤٢١ وإسناده ضعيف.وأخرجه الطبري في \"جامع البيان\" ١٧/ ١٣٧، وإسناده حسن.والأثر حسن.وقد جاء عن مجاهد ما يوافق قول الآخرين كما رواه الطبري \"جامع البيان\" ١٧/ ١٣٧، قال: أهل مكة وغيرهم في المنازل سواء.(٦) في (ب): الآخرون.(٧) انظر: \"معالم التنزيل\" للبغوي ٥/ ٣٧٧، \"لباب التأويل\" للخازن ٣/ ٢/ ١١.</p><p> وكرهوا إجارتها في أيام (١) الموسم (٢) . </p><p> قال عبد الله بن عمر: سواء أكلت محرمًا أو كراء دار مكة (٣) . </p><p> وقال عبد الرحمن بن سابط: كان الحجاج إذا قدموا مكة لم يكن أحد من أهل مكة بأحق بمنزله منهم، فكان الرجل إذا وجد سعة نزل، ففشا فيهم السرق، وكل إنسان يسرق من ناحيته، فاصطنع رجل بابًا فأرسل إليه عمر: اتخذت بابًا من حجاج بيت الله، فقال: لا، إنما جعلته ليحرز متاعهم، وهو قوله:  {سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ} قال: البادي فيه كالمقيم ليس أحد أحق بمنزله من أحد إلا أن يكون سبق إلى منزله (٤) . </p><p> وإلى هذا القول ذهب ابن عباس وابن جبير وابن زيد وباذان قالوا: هما سواء في البيوت والمنازل (٥) . والقول الأول أقرب إلى الصواب. </p><p> [١٨٧٩] أخبرني الحسين بن محمد بن الحسين (٦) بقرأتي عليه، </p><p>(١) من (ب)، (ج). (٢) ممن قال بتحريم كراء دور مكة وإجارتها أيام الموسم ابن عباس وابن جبير وابن زيد وباذان والإمام أحمد وإسحاق بن راهويه.(٣) انظر: \"تفسير أبي القاسم الحبيبي\" (ص ١٩٧).(٤) أخرجه الطبري في \"جامع البيان\" ١٧/ ١٣٧ وإسناده ضعيف.والأثر في \"معالم التنزيل\" للبغوي ٥/ ٣٧٧، \"لباب التأويل\" للخازن ٣/ ٢/ ١١.(٥) أخرجه الطبري في \"جامع البيان\" ١٧/ ١٣٧. عن ابن عباس بنحوه، وإسناده ضعيف. وعن سعيد بن جبير بنحوه، وإسناده صحيح. وعن ابن زيد بلفظ مقارب، وإسناده صحيح. وعن أبي صالح بنحوه، وإسناده ضعيف.(٦) ابن فنجويه، ثقة صدوق، كثير الرواية للمناكير.</p><p> قال ظفران بن الحسن (١) ، قال: نا أبو محمد بن أبي حاتم (٢) ، قال: سمعت أبا إسماعيل الترمذي (٣) بمكة سنة ستين ومائتين، قال: سمعت إسحاق بن راهويه (٤) يقول: جالست الشافعي (٥) بمكة فتذاكرنا في كراء (٦) بيوت مكة، وكان يرخص فيه، (وكنت لا أرخص فيه)  (٧) ، فذكر الشافعي حديثًا وسكت، وأخذت أنا في الباب أسرد فلما فرغت منه، قلت لصاحب لي من أهل مرو بالفارسية، فرد لاكمًا لأني همست قرية بمرو، فعلم أني راطنت صاحبي بشيء هجوته (٨) فيه فقال لي: أتناظر؟ قلت: وللمناظرة جئت، فقال: قال الله عز وجل: {الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ}  (٩) نسب الديار إلى مالكيها أو غير </p><p>(١) أبو الطيب النخاس الدينوري، لم يذكر بجرح أو تعديل. (٢) عبد الرحمن بن أبي حاتم، الإمام الثبت.(٣) محمد بن إسماعيل بن يوسف السلمي، أبو إسماعيل الترمذي، نزيل بغداد، ثقة، حافظ، لم يتضح كلام أبي حاتم فيه.(٤) المروزي، الإمام الثقة الحافظ، المجتهد.(٥) الإمام المشهور، أحد الأئمة الحفاظ الأثبات.(٦) في (ب): هذا.(٧) ساقط في (ب).(٨) في الأصل و (ج): هجيته، والمراد بهذِه العبارة كما قال الراوي: أنها قرية بمرو، أو كما قال ياقوت الحموي: قرية عندهم بمرو، يدعون العلم وليس لهم علم واسع. أو كما يقول السبكي: هذا الرجل ليس له كمال.انظر: \"طبقات الشافعية الكبرى\" للسبكي ٢/ ٨٩، \"معجم الأدباء\" لياقوت ٥/ ٢٤٠١.(٩) الحج: ٤٠.</p><p> مالكيها، وقال النبي - صلى الله عليه وسلم - يوم فتح مكة:  \"من أغلق بابه فهو آمن ومن دخل دار أبي سفيان فهو آمن\"  (١) ، \"وهل ترك عقيل لنا من رباع\"  (٢) نسب الديار إلى أربابها أو إلى (٣) غير أربابها، وقال لي: اشترى عمر </p><p>(١) رواه مسلم في كتاب الجهاد والسير، باب فتح مكة (١٧٨٠)، قال: حدثنا بن فروخ حدثنا سليمان بن المغيرة، حدثنا ثابت البناني عن عبد الله بن رباح، عن أبي هريرة مطولًا. وقال: حدثني عبد الله بن عبد الرحمن الدارمي، حدثنا يحيى بن حسان، حدثنا حماد بن سلمة، أخبرنا ثابت عن عبد الله بن رباح به مطولًا.(٢) رواه البخاري في كتاب المغازي، باب: أين ركز النبي - صلى الله عليه وسلم - الراية يوم الفتح (٤٢٨٢)، قال: حدثنا سليمان بن عبد الرحمن، حدثنا سعدان بن يحيى، حدثنا محمد بن أبي حفصة عن الزهري، عن علي بن حسين، عن عمرو بن عثمان، عن أسامة بن زيد بلفظ مقارب.ورواه في كتاب الحج باب: توريث دور مكة وبيعها وشرائها وأن الناس في مسجد الحرام سواء خاصة (١٥٨٨)، قال: حدثنا أصبغ، قال: أخبرني ابن وهب، عن يونس، عن ابن شهاب به بمثله.ورواه في كتاب الجهاد، باب إذا أسلم قوم في دار الحرب ولهم مال وأرضون فهي لهم (٣٠٥٨)، قال: ثنا محمد، أنا عبد الرزاق، أنا معمر عن الزهري به.ورواه مسلم في كتاب الحج، باب النزول بمكة للحاج وتوريث دورها (١٣٥١)، قال: حدثنا أبو الطاهر وحرملة بن يحيى قالا: أخبرنا ابن وهب، أخبرنا يونس ابن يزيد، عن ابن شهاب به.وقال: حدثنا محمد بن مهران الرازي، وابن أبي عمر، وعبد بن حميد جميعًا، عن عبد الرزاق، عن معمر، عن الزهري به.وقال: حدثنيه محمد بن حاتم، حدثنا روح بن عبادة حدثنا محمد بن أبي حفصة وزمعة بن صالح، قالا: حدثنا ابن شهاب به.(٣) من (ب).</p><p> ابن الخطاب - رضي الله عنه - دار السجن من مالك أو غير مالك (١) فلما علمت أن الحجة قد لزمتني قمت (٢) . </p><p>(١) رواه البخاري معلقًا في كتاب الخصومات، باب الربط والحبس في الحرم قبل الحديث (٢٤٢٣). وقال ابن حجر في \"تغليق التعليق\" ٣/ ٣٢٧: رواه عبد الرزاق عن معمر وابن عيينة وابن جريج ثلاثتهم عن عمرو وزاد في رواية ابن جريج أنها دار السجن.ورواه عبد الرزاق في \"المصنف\" ٥/ ١٤٧ (٩٢١٣) والإسناد صحيح.(٢) [١٨٧٩] الحكم على الإسناد:فيه ظفران لم يذكر بجرح أو تعديل.التخريج: انظر: \"آداب الشافعي\" للبيهقي ١/ ٢١٢ - ٢١٤، وإسناده ضعيف.وذكر القصة الذهبي في \"سير أعلام النبلاء\" ١٠/ ٦٨، مجملة، وابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٣٥، وقال: إنها حصلت في مسجد الخيف، والإمام أحمد حاضر معهم، والزيلعي في \"نصب الراية لأحاديث الهداية\" ٤/ ٢٦٦، والسبكي في \"طبقات الشافعية الكبرى\" ٢/ ٨٩.مسألة دور مكة بيعها وإجارتها: اختلف العلماء في بيع دور مكة وإجارتها على ثلاثة أقوال: سبب الخلاف في المسألة مبني على أصلين: الأصل الأول: أن دور مكة هل هي ملك لأهلها أم هي للناس عامة، وهذا الأصل مبني على الخلاف في فتح مكة هل كان عنوة، أم كان صلحًا.والذي يترجح والله أعلم أن فتح مكة كان عنوة، فقد دخل المسلمون مكة بالقوة ويدل على ذلك: أولًا: قول رسول الله - صلى الله عليه وسلم -كما في الحديث الصحيح من حديث أبي شريح العدوي: \"فإن آحد ترخص لقتال رسول الله - صلى الله عليه وسلم - فيها، فقولوا له: إن الله أذن =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= لرسوله ولم يأذن لكم، وإنما أذن لي فيها ساعة من نهار، وقد عادت حرمتها اليوم كحرمتها بالأمس\". ولو كان دخلها صلحًا لما كان لهذا الحديث اعتبار، مما يدل على أن فتح مكة كان عنوة وقوة. \"صحيح البخاري\" كتاب المغازي، باب منزل النبي - صلى الله عليه وسلم - يوم الفتح (٤٢٩٢).ثانيًا: حديث أنس بن مالك أن الرسول - صلى الله عليه وسلم - دخل مكة يوم الفتح وعلى رأسه المغفر، فلما نزعه جاءه رجل فقال: ابن أخطل متعلق بأستار الكعبة، فقال اقتله.كتاب جزاء الصيد، باب دخول الحرم ومكة بغير إحرام (١٨٤٦).ثالثًا: أنه لم ينقل أحد أن النبي - صلى الله عليه وسلم -، صالح أهل مكة يوم الفتح، أو جاءه أحد منهم يطلب الصلح.رابعًا: أن الصلح يقتضي الأمان العام، ولو صالح الرسول - صلى الله عليه وسلم - أهل مكة يوم الفتح لما أعطى الأمان من أغلق بابه عليه، أو دخل المسجد، أو فى خل دار أبي سفيان.الأصل الثاني: هل المراد من قوله تعالى {وَالْمَسْجِدِ الْحَرَامِ} هو المسجد الحرام بذاته، أم أراد الحرم كله.والراجح أن المراد بالمسجد الحرام هو المسجد بذاته؛ لأن المسجد هو المقصود من خروج الرسول - صلى الله عليه وسلم - والمسلمين، وهو الذي يقصده الناس الذين يفدون إلى مكة، ولا يقصد الناس مكة في القديم والحديث إلا لتعظيم البيت الحرام، وعلى هذا فالناس سواء في تعظيم البيت الحرام دون المساواة في دور مكة، والله أعلم.أدلة أصحاب القول الأول:١ - أن المراد بقوله تعالى {وَالْمَسْجِدِ الْحَرَامِ} هو جميع الحرم لكثرة إطلاق ذلك عليه في النصوص كما في الآيات التالية: قوله تعالى: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ} [الإسراء: ١].وقوله تعالى: {إِلَّا الَّذِينَ عَاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ} [التوبة: ٧].٢ - قوله تعالى: {إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا} [النمل: ٩١]. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وجه الدلالة: والمحرم لا يجوز بيعه. ٣ - ما روى الدارقطني عن الحسين بن إسماعيل نا أحمد بن محمد بن يحيى بن سعيد، نا عبد الله بن نمير، نا إسماعيل بن إبراهيم بن مهاجر، عن أبيه، عن عبد الله بن باباه، عن عبد الله بن عمرو أن الرسول - صلى الله عليه وسلم - قال: \"مكة مناخ لا تباع رباعها ولا تؤجر بيوتها\".قال الدارقطني في \"السنن\" ٣/ ٥٨: إسماعيل بن إبراهيم بن مهاجر، ضعيف، ولم يروه غيره.ورواه الحاكم في \"المستدرك\" ٢/ ٦١ عن أبي الوليد الفقيه، حدثنا جعفر بن أحمد الشامان، حدثنا أحمد بن محمد بن يحيى بن سعيد به بنحوه. وقال: حديث صحيح الإسناد ولم يخرجاه.القول الثاني: من قال بجواز بيع وتأجير دور مكة، وقال به الشافعي وهو مذهب الأحناف.أدلة أصحاب القول الثاني: استدلوا بما ورد من الأدلة في قصة مناظرة الشافعي مع إسحاق بن راهويه المتقدم ذكرها.القول الثالث: من قال: تملك وتورث، ولا تباع ولا تؤجر، وذلك جمعًا بين الأدلة، وهو قول الإمام أحمد.والراجح والله أعلم هو القول بجواز بيع وتأجير دور مكة، وذلك لصحة الأدلة عليه، والتصريح فيها بملكية البيوت لأهلها؛ ولأن أهل مكة منذ زمن الفتح وهم يتصرفون في بيوتهم كيف شاءوا، وهو الذي عليه العمل قديمًا وحديثًا؛ ولأنه لو لم تملك بيوت مكة وتؤجر لما كان اهتم بها أحد من ناحية البناء والنظافة والمحافظة عليها.أما الرد على أصحاب القول بتحريم بيعها وتأجيرها فكالتالي:أولًا: أن أدلتهم ليس فيها التصريح بالنهي عن ذلك، ووجه الدلالة التي استدلوا به في الآيات ضعيف، لأن المراد خصوص المسجد دون غيره من أرض الحرم =</p><p> {وَمَنْ يُرِدْ فِيهِ} أي: في المسجد الحرام (١) . </p><p> {بِإِلْحَادٍ بِظُلْمٍ} يعني: إلحاد الظلم، وهو الميل إلى الظلم (٢) والباء فيه زائدة (٣) كقوله: {تَنْبُتُ بِالدُّهْنِ}  (٤) أي: تنبت الدهن (٥) . </p><p>= وذلك للتصريح بنفس المسجد. وأما استدلالهم بوجه الدلالة من قوله تعالى: {رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا} فوجه الاستدلال ضعيف؛ لأن المراد بالتحريم حرمة صيدها وشجرها والقتال فيها بدليل الأحاديث الصحيحة كما قال النبي - صلى الله عليه وسلم -: \"لا ينفر صيدها ولا يعضد شوكها .. \".\"صحيح البخاري\" كتاب المغازي، باب من شهد الفتح (٤٣١٣).ثانيًا: ما استدلوا به من حديث عبد الله بن عمرو، فإن فيه إسماعيل بن إبراهيم بن مهاجر وهو ضعيف، كما صرح بذلك الدارقطني.وقال عنه ابن حجر في \"تقريب التهذيب\" (٤١٧): ضعيف.وللنظر في المسألة ينظر في \"مسائل الإمام أحمد\" رواية إسحاق النيسابوري ١/ ١٤٩، \"البحر الرائق شرح كنز الدقائق\" لابن نجيم الحنفي ٨/ ٧، \"الأشباه والنظائر على مذهب أبي حنيفة\" لابن نجيم الحنفي (٢٨٠)، \"المجموع شرح المهذب\" للنووي ٧/ ٤٦٤، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٣٢ - ٣٤، \"أضواء البيان\" للشنقيطي ٢/ ٧٥، \"إعلام أهل البلد الحرام بأن بيع دور مكة وأخذ الكراء عنها دائر بين المكروه والحرام\" لمحمود حسن ربيع (ص ٩).(١) انظر: \"معالم التنزيل\" للبغوي ٥/ ٣٧٧.(٢) انظر: \"معالم التنزيل\" ٥/ ٣٧٧، \"لباب التأويل\" للخازن ٣/ ٢/ ١٢، \"الجامع لأحكام القرآن\" ١٢/ ٣٤.(٣) انظر: \"مجاز القرآن\" لأبي عبيدة (٤٨)، \"الدر المصون\" للسمين الحلبي ٨/ ٢٦٠.(٤) المؤمنون: ٢٠.(٥) انظر: \"معالم التنزيل\" للبغوي ٥/ ٣٧٧.</p><p> قال الفراء: فسمعت أعرابيًّا من ربيعة فسألته عن شيء، فقال: أرجو بذاك، يريد أرجو ذاك (١) . </p><p> وقال الشاعر (٢) : </p><p> بواد يمان ينبت الشث صدره ... وأسفله بالمرخ والشبهان (٣) </p><p> أي: المرخ. </p><p> قال الأعشى: </p><p> ضمنت برزق عيالنا أرماحنا (٤) </p><p> أي: رزق. </p><p>(١) في (ب)، (ج): بذلك ... ذلك. وهو في \"معاني القرآن\" للفراء ٢/ ٢٢٣.(٢) هو المنخل بن مسعود بن عامر من بني يشكر، الأحول اليشكري، شاعر جاهلي، به ضرب المثل في الشيء الذي لا يرجى عودته: لا أفعله حتى يؤوب المنخل. انظر: \"الأعلام\" للزركلي ٨/ ٢٢٥.(٣) انظر: \"لسان العرب\" لابن منظور (شبه).والمقصود من البيت: أي: يتمنى العيش في واد ينبت في الشث وهو نبات طيب الرائحة والطعم، وينبت فيه كذلك المرخ وهو شجر ينفرش ويطول في السماء وينبت فيه كذلك الشبهان وهو نوع من الرياحين.انظر: \"لسان العرب\" لابن منظور (شث)، (مرخ).(٤) \"ديوان الأعشى\" (٧٤)، ورواية الديوان:ضمنت لنا أعجازهن قدورنا ... وضروعهن لنا الصريح الأجرداوالمقصود من البيت: أي أن أرماحنا قد ضمنت لنا رزق عيالنا في الحروب كما أن ضروع الإبل تدر علينا اللبن الذي قد ذهبت أو سكنت رغوته.انظر: \"لسان العرب\" لابن منظور (جرد)، (صرح)، (ضرع).</p><p> وقال آخر (١) : </p><p> ألم يأتيك والأنباء تنمي ... بما لاقت لبون بني زياد (٢) </p><p> واختلفوا في معنى الآية، فقال مجاهد وقتادة:  {وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ} هو الشرك أن يعبد فيه غير الله عز وجل (٣) . </p><p> وقال آخرون (٤) : هو استحلال الحرام وركوب الآثام فيه (٥) . </p><p> قال ابن مسعود: ما من رجل هم بسيئة فتكتب له، ولو أن رجلًا بعدن أبين أو ببلد آخر يهم أن يقتل رجلًا بمكة، أو يهم فيها بسيئة (ولم يعملها)  (٦) لأذاقه الله العذاب الأليم (٧) . </p><p> وقال ابن عباس: هو أن تقتل فيه من لا يقتلك، أو تظلم فيه (٨) من </p><p>(١) هو قيس بن زهير بن جذيمة بن رواحة الغطفاني. (٢) انظر: \"الأغاني\" لأبي الفرج الأصبهاني ١٧/ ١٩٨، \"خزانة الأدب\" للبغدادي ٨/ ٣٥٩، ٣٦١، رواية \"الأغاني\": ألم يبلغك ...(٣) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٤، وإسناده صحيح.وأخرجه الطبري في \"جامع البيان\" ١٧/ ١٤٠، وإسناده ضعيف.(٤) في (ب): الآخرون.(٥) انظر: \"جامع البيان\" للطبري ١٧/ ١٤٠.(٦) ساقط من (ب).(٧) أخرجه الطبري في \"جامع البيان\" ١٧/ ١٤٠، وإسناده ضعيف.والأثر ذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٤٨٣ (١٣٨٦٢) بنحوه، \"معالم التنزيل\" للبغوي ٥/ ٣٧٧ - ٣٧٨.(٨) من (ج).</p><p> لا يظلمك (١) . </p><p> وهذا القول معنى قول الضحاك وابن زيد (٢) . </p><p> [١٨٨٠] أخبرنا (أبو عمرو)  (٣) أحمد بن أبي الفراتي (٤) قال: نا المغيرة بن عمرو (٥) ، قال: نا المفضل بن محمد (٦) ، قال: نا محمد ابن يوسف (٧) ، قال أبو قرة (٨) ، قال: ذكر سفيان (٩) ، عن ليث (١٠) ، </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٧/ ١٤٠، وإسناده مسلسل بالضعفاء. (٢) أخرجه الطبري في \"جامع البيان\" ١٧/ ١٤١ عن الضحاك بن مزاحم بنحوه وإسناده حسن.وعن ابن زيد بمعناه وإسناده صحيح.(٣) من (ج).(٤) من (ج)، أبو عمر الخوجاني، لم يذكر بجرح أو تعديل.(٥) أبو الحسن التاجر، يروي موضوعات.(٦) أبو سعيد الكوفي، ثقة، في الأصل: الفضل.(٧) محمد بن يوسف الزبيدي -بفتح الزاي وكسر الموحدة- أبو حمة -بضم المهملة وفتح الميم الخفيفة- ذكره ابن حبان في \"الثقات\"، روى عن أبي قرة موسى بن طارق، روى عنه محمد بن مسلم قال ابن حجر: صدوق، \"الجرح والتعديل\" لابن أبي حاتم ٨/ ١٢١، \"الثقات\" لابن حبان ٩/ ١٠٤، \"التقريب\" لابن حجر (٦٤١٨).(٨) في (ب): محمد بن يوسف أبو حمزة، وهو موسى بن طارق اليماني، أبو قرة، بضم القاف، الزبيدي، القاضي روى عن موسى بن عقبة وابن جريج والثوري، وعنه ابن راهويه، قال أبو حاتم: محله الصدق، ذكره ابن حبان في \"الثقات\"، قال ابن حجر: ثقة، يغرب. \"الجرح والتعديل\" لابن أبي حاتم ٨/ ١٤٨، \"الثقات\" لابن حبان ٩/ ١٥٩، \"التقريب\" لابن حجر (٦٩٧٧).(٩) الثوري، ثقة، حافظ، إمام، حجة، كان ربما دلس.(١٠) ليث بن أبي سليم، صدوق، اختلط جدًّا، ولم يتميز حديثه فترك.</p><p> عن مجاهد أنَّه قال: تضاعف السيئات بمكة كما تضاعف الحسنات (١) . </p><p> قال ابن جريج: هو استحلال الحرم متعمدًا (٢) . </p><p> وقال حبيب بن أبي ثابت: احتكار الطعام بمكة (٣) . </p><p> وقال بعضهم: هو كل شيء كان منهيًّا عنه، من القول والفعل، حتَّى قول القائل: لا والله وبلى والله (٤) . </p><p> روى شعبة (٥) عن منصور (٦) ، عن مجاهد (٧) ، عن عبد الله بن عمرو أنَّه كان له فسطاطان (٨) : أحدهما: فِي الحل، والآخر: فِي الحرم، فإن أراد أن يعاتب أهله عاتبهم فِي الآخر، فسئل عن ذلك، فقال: كنا نحدث أن من الإلحاد فيه أن يقول الرَّجل: كلا (٩) والله وبلى والله (١٠) . </p><p>(١) [١٨٨٠] الحكم على الإسناد: ضعيف جدًّا، لضعف المغيرة بن عمرو المكيّ، ولترك حديث ليث بن أبي سليم.التخريج: لم أجد هذا الأثر عند غير المصنف.(٢) أخرجه الطبري فِي \"جامع البيان\" ١٧/ ١٤١، وإسناده ضعيف.(٣) أخرجه الطبري فِي \"جامع البيان\" ١٧/ ١٤١، وإسناده ضعيف.(٤) انظر: \"جامع البيان\" للطبري ١٧/ ١٤١.(٥) ابن الحجاج، ثِقَة حافظ متقن.(٦) ابن المعتمر، ثِقَة ثبت(٧) ثِقَة إمام فِي التفسير وفي العلم.(٨) فِي (ب): فسطاطا.(٩) فِي (ب): لا.(١٠) أخرجه الطبري فِي \"جامع البيان\" ١٧/ ١٤١.والإسناد صحيح. والأثر فِي \"معالم التنزيل\" للبغوي ٥/ ٣٧٨، \"الجامع لأحكام =</p>"
}