{
  "id": null,
  "sura": 22,
  "aya": 77,
  "text": "<p> عاملون مما لم يعملوه بعد (١) . {وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ} . </p><p> ٧٧ - {يَاأَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ} </p><p> [١٨٨٣] أخبرنا أحمد بن محمَّد بن يوسف (٢) ، قال أنا مكي بن عبدان (٣) ، قال: نا محمَّد بن يحيى (٤) ، قال: وفيما قرأت على عبد الله بن نافع (٥) ، وحدثني مطرف بن عبد الله (٦) ، عن مالك (٧) ، عن نافع (٨) أن رجلًا من أهل مصر أخبر عبد الله بن عمر أنَّ عمر بن الخطاب - رضي الله عنه - قرأ سورة الحج فسجد فيها سجدتين ثم قال: إن هذِه السورة فضلت بسجدتين (٩) . </p><p>(١) انظر: \"معالم التنزيل\" للبغوي ٥/ ٤٠١. (٢) في نسخة (ج): أحمد بن يوسف، لم يذكر بجرح أو تعديل.(٣) مكي بن عبدان بن محمَّد بن بكر، مأمون، المحدث، الثقة المتقين.(٤) الذهلي، ثقة، حافظ، جليل.(٥) ثقة، صحيح الكتاب في حفظه لين.(٦) ابن أخت مالك، ثقة لم يصب ابن عدي في تضعيفه.(٧) في الأصل: خالد. وهو مالك بن أنس، إمام دار الهجرة.(٨) مولى ابن عمر، ثقة، ثبت، فقيه، مشهور.(٩) [١٨٨٣] الحكم على الإسناد:ضعيف للجهالة بحال الرجل الذي أخبر عبد الله بن عمر، وفيه أيضًا شيخ المصنف لم يذكر بجرح أو تعديل، ولكن الحديث صحيح من طرق أخرى.التخريج:الحديث رواه مالك في \"الموطأ\" ١/ ١٠١ (٢٦٠) بمثله، وإسناده صحيح.ورواه ابن أبي شيبة في \"المصنف\" ١/ ٣٧٢، بلفظ مقارب، وإسناده ضعيف.</p><p> [١٨٨٤] وبإسناده عن مالك (١) عن عبد الله بن دينار (٢) أنه (٣) قال: رأيت عبد الله بن عمر يسجد في سورة (٤) الحج سجدتين (٥) . </p><p> [١٨٨٥] وأخبرنا أبو بكر الجوزقي (٦) ، قال: نا أبو العباس الدغولي (٧) ، قال: نا ابن أبي خيثمة (٨) ، قال: نا أبو سلمة الخزاعي منصور بن سلمة (٩) ، قال: نا حماد بن سلمة (١٠) ، عن علي بن زيد (١١) ، عن صفوان بن محرز (١٢) أن أبا موسى (١٣) قرأ على منبر </p><p>(١) إمام دار الهجرة، رأس المتقنين، وكبير المتثبتين. (٢) مولى ابن عمر، ثقة.(٣) ساقط من (ب).(٤) ساقط من (ج).(٥) [١٨٨٤] الحكم على الإسناد:صحيح.التخريج:الحديث رواه مالك في \"الموطأ\" ١/ ٢٠٦، عن عبد الله بن دينار أنه قال: رأيت عبد الله بن عمر بمثله. والشافعي في \"مسنده\" ٢/ ٢٢١، قال: أخبرنا مالك عن نافع، عن ابن عمر، بمثله.(٦) محمد بن عبد الله بن محمد ثقة.(٧) محمَّد بن عبد الرحمن السرخسي، الإِمام، الحافظ، المجود.(٨) أحمد بن زهير بن حرب، أبو بكر بن أبي خيثمة، ثقة حافظ متقن.(٩) البغدادي، ثقة، ثبت، حافظ.(١٠) ثقة، عابد، أثبت الناس في ثابت وتغير حفظه بأخرة.(١١) علي بن زيد بن جدعان التيمي، البصري، ضعيف.(١٢) ثقة، عابد.(١٣) أبو موسى الأشعري الصحابي المشهور.</p><p> البصرة سورة الحج فنزل (١) فسجد فيها سجدتين (٢) . </p><p> [١٨٨٦] وحدثنا أبو محمَّد المخلدي (٣) ، قال: نا عبد الله بن محمَّد بن مسلم (٤) ، قال: نا (محمَّد بن مسلم بن وارة)  (٥) ، قال: نا محمَّد بن موسى بن أعين (٦) ، قال: قرأت على أبي (٧) عن عمرو بن </p><p>(١) ساقط في (ب). (٢) [١٨٨٦] الحكم على الإسناد:ضعيف فيه علي بن زيد بن جدعان، وهو ضعيف.التخريج: الأثر رواه الحاكم في \"المستدرك\" ٢/ ٤٢٤، بنحوه، وإسناده ضعيف، ورواه البيهقي في \"السنن الكبرى\" ٢/ ٢١٨، وإسناده ضعيف.(٣) الحسن بن أحمد بن محمَّد النيسابوري، العدل، الإِمام، الصدوق، المسند.(٤) في الأصل: أبو عبد الله بن محمَّد، وفي (ج): محمَّد بن عبد الله بن محمَّد بن مسلم بن وارة.وهو عبد الله بن محمَّد بن مسلم الإسفراييني، أبو بكر، حافظ حجة مجود.(٥) في (ب): ابن وارة، وفي (ج): دخلت ترجمته مع الذي سبقه وقد جاء في نسخ المخطوط: (أحمد بن مسلم).وهو محمَّد بن مسلم بن عثمان بن عبد الله الرازي، المعروف بابن وارة، بفتح الراء المخففة، ثقة، حافظ.ذكره ابن حبان في \"الثقات\"، وقال: مات سنة (٢٢٣ هـ)، روى له البخاري والنسائي، وقال الحافظ: صدوق.انظر: \"الجرح والتعديل\" ٨/ ٨٣، \"الثقات\" لابن حبان ٩/ ٦٤، \"تهذيب الكمال\" ٢٦/ ٥٢٢، \"التقريب\" (٦٣٣٤).(٦) محمَّد بن موسى بن أعين الجزري، أبو يحيى الحراني، صدوق.(٧) موسى بن أعين الجزري، مولى قريش، أبو سعيد، ثقة، عابد.</p>"
}