{
  "id": null,
  "sura": 23,
  "aya": 51,
  "text": "<p> والمعين: الماء الظاهر لعين الناظر، وهو مفعول من عانَه يعِينه إذا أدركه البصر ورآه (١) . </p><p> ويجوز أن يكون فعيلًا، من مَعِنَ يْمعُن فهو مَعِين من الماعون (٢) . </p><p> ٥١ - {يَاأَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ} </p><p> من الحلالات. يعني: وقلنا لعيسى ابن مريم (٣) : كلوا من الطيبات، وهذا كما يقال في الكلام للرجل الواحد: أيها القوم: كفوا عنا أذاكم (٤) ، ونظيرها (٥) في القرآن كثير (٦) . </p><p>= المفسرين. وقال قتادة: ذات قرار، أي: ذات ثمار وهو قول ضعيف. وانظر: \"معاني القرآن\" للفراء ٢/ ٢٣٧، \"لسان العرب\" لابن منظور ٥/ ٨٥ (قرر)، \"القاموس المحيط\" للفيروزآبادي ٢/ ١٦٤. (١) في (ح): معين.(٢) ذكر الوجهين الفراء في \"معاني القرآن\" ٢/ ٢٣٧، والطبري في \"جامع البيان\" ١٨/ ٢٨، والعكبري في \"إملاء ما من به الرَّحْمَن\" ٢/ ١٥٠، والسمين الحلبي في \"الدر المصون\" ٨/ ٣٤٨ وغيرهم.واستبعد الزجاج في \"معاني القرآن\" ٤/ ١٥.الوجه الثاني: وذلك لأن المَعْن في اللغة الشيء القليل ومنه الماعون وهو الزكاة.(٣) من (م).(٤) قاله الفراء \"معاني القرآن\" ٢/ ٢٣٧، والطبري في \"جامع البيان\" ١٨/ ٢٨.قال ابن عطية في \"المحرر الوجيز\" ٤/ ١٤٦ وتبعه القرطبي في \"الجامع لأحكام القرآن\" ١٢/ ١٢٧: ووجه خطابه لعيسى ما ذكرناه من تقديره لمحمد -صلى الله عليه وسلم- تشريفًا له.(٥) في (م)، (ح): ونظائرها.(٦) في (م)، (ح): كثيرة. =</p><p> وقال عمرو بن شرحبيل: كان عيسى عليه السلام يأكل من غَزْل أمه (١) . </p><p> وقال الحسن (٢) </p><p>= ومن نظائرها قوله تعالى: {فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا} [هود: ١٤] بدليل قوله بعدها: {قُلْ فَأْتُوا}، ومنها قوله: {قَالَ رَبِّ ارْجِعُونِ} [المؤمنون: ٩٩] , وقوله: {فَأْتُوا بِآبَائِنَا} [الدخان: ٣٦] وغيرها. انظر: \"تأويل مشكل القرآن\" لابن قتيبة (٢٩٣)، \"البرهان\" للزركشي ٢/ ٢٣٩، \"بصائر ذوي التمييز\" للفيروزآبادي ١/ ١٠٩، \"الإتقان\" للسيوطي ٤/ ١٤٩٧، \"قواعد التفسير\" للسبت ١/ ٣٣٠.(١) أخرجه الطبري في \"جامع البيان\" ١٨/ ٢٨، وأبو نعيم في \"حلية الأولياء\" ٤/ ١٤٤، وذكره ابن كثير في \"تفسير القرآن العظيم\" عن أبي إسحاق السبيعي عنه ١٠/ ١٢٦.وذكره السيوطي في \"الدر المنثور\" ٥/ ١٩، وزاد نسبته لعبد بن حميد وابن المنذر وابن أبي حاتم.وأخرجه عبدان في \"الصَّحَابَة\"، كما في \"الدر المنثور\" للسيوطي ٥/ ١٩ عن حفص بن أبي جبلة عن النَّبِيّ -صلى الله عليه وسلم- مرفوعًا، قال السيوطي: وهو مرسل؛ حفص تابعي.وأخرجه سعيد بن منصور، كما في \"الدر المنثور\" للسيوطي ٥/ ١٩ عن حفص موقوفًا عليه.قال ابن العربي \"أحكام القرآن\" ٣/ ١٣١٦، وروى علماؤنا أن عيسى كان يأكل من غزل أمه.وقال ابن عطية في \"المحرر الوجيز\" ٤/ ١٤٦، وتبعه القرطبي في \"الجامع لأحكام القرآن\" ١٢/ ١٢٨: والمشهور أن عيسى كان يأكل من بقل البرية.قلت: ولا مانع من اجتماعهما فكلاهما من الطيبات.(٢) انظر: \"زاد المسير\" لابن الجوزي ٥/ ٤٧٧، \"الوسيط\" للواحدي ٣/ ٢٩١، \"تفسير ابن حبيب\" ٢٠٣/ ب، \"الكفاية\" للحيري ٢/ ٥١/ ب.</p><p> ومجاهد (١) وقتادة: المراد به محمَّد - صلى الله عليه وسلم - (٢) . </p><p> {وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ} . </p><p>(١) انظر: \"تفسير القرآن\" للسمعاني ٣/ ٤٧٨، \"الوسيط\" للواحدي ٣/ ٢٩١، \"زاد المسير\" لابن الجوزي ٥/ ٤٧٧، \"تفسير ابن حبيب\" ٢٠٣/ ب، \"الكفاية\" للحيري ٢/ ٥١/ ب. (٢) وهذا أَيضًا على مذهب العرب في مخاطبة الواحد بلفظ الجماعة.قال الزجاج في \"معاني القرآن\" ٤/ ١٥: وإنما خوطب بهذا رسول الله - صلى الله عليه وسلم - فقيل: يَا أيها الرسل، وتضمن هذا الخطاب أن الرسل جميعًا كذا أمروا.وقيل: الخطاب عام لجميع الرسل ولم يخاطبوا به مجتمعين، بل خوطب كل واحد في عصره بدليل قوله بعدها: {إِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً} وهذا القول عزاه ابن حبيب في \"تفسيره\" ٢٠٣/ ب، والحيري في \"الكفاية\" ٢/ ٥١/ ب إلى ابن عباس وجماعة من المفسرين، وهذا القول هو الراجح وهو ما اقتصر عليه ابن كثير في \"تفسير القرآن العظيم\" ١٠/ ١٢٦، ويؤيده ما أخرجه مسلم، كتاب النكاح، باب قبول الصدقة ... (١٠١٥)، عن أبي هريرة عن النَّبِيّ -صلى الله عليه وسلم- قال: \"أيها النَّاس إن الله طيب لا يقبل إلَّا طيبًا، وإن الله أمر المُؤْمنين بما أمر به المرسلين فقال: {يَاأَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ (٥١)} \" فلم يقل عليه السلام بما أمر به عيسى ابن مريم أو بما أمرني، بل قال: بما أمر به المرسلين، وأفضل أنواع التفسير وأعلاها تفسير القرآن بالقرآن ثم بالسنة النبوية الصحيحة. ويؤيده أَيضًا أنَّه غير جائز ادعاء خصوص في آية عام ظاهرها إلَّا بحجة يجب التسليم لها فحمل الآية على العموم إذ لا مخصص أولى.ولو سلمنا أن الخطاب موجه للرسول - صلى الله عليه وسلم - فإن الخطابات الموجهة إليه عليه الصلاة والسلام تشمل الأمة إلَّا لدليل.انظر: \"البحر المحيط\" لأبي حيان ٣/ ١٨٦، \"الإتقان\" للسيوطي ٤/ ١٤٢٤، \"قواعد التفسير\" للسبت ٢/ ٥٧٨.</p>"
}