{
  "id": null,
  "sura": 23,
  "aya": 27,
  "text": "<p> ٢٦ - {قَالَ} </p><p> فقال لما تمادوا في غيهم وأصروا على كفرهم:  {رَبِّ انْصُرْنِي} يعني: بإهلاكهم (١)  {بِمَا كَذَّبُونِ} يعني: بتكذيبهم إياي. </p><p> ٢٧ - {فَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ فَاسْلُكْ}  (٢) </p><p> فأدخل (٣)  {فِيهَا} يقال: سَلَكْتُه في كذا أسْلَكْتُه فيه (٤) . </p><p>= \"زاد المسير\" لابن الجوزي ٥/ ٤٧٠، \"تفسير القرآن\" للسمعاني ٣/ ٤٧١. والقول الأول أقرب؛ لأنه يشمل الموت ويشمل العذاب فهو أعم.(١) في (م): بهلاكهم.(٢) (التنور): اختلف المفسرون في المراد بالتنور فقد ذكر الماوردي في تفسيره.\"النكت والعيون\" للماوردي ٢/ ٤٧٢ ستة أقوال في المراد به، وكذا ابن الجوزي في \"زاد المسير\" ٤/ ١٠٥.والقول الراجح أن المراد به مكان النار الذي يخبز فيه وهو قول أكثر المفسرين كما حكاه عنهم البغوي في \"معالم التنزيل\" ٤/ ١٧٦، ورجحه الطبري في \"جامع البيان\" ١٢/ ٣٨.قال ابن كثير في \"تفسير القرآن العظيم\" ٧/ ٤٣٦، وهو قول جمهور السلف وعلماء الخلف.والمصنف اقتصر في تفسير هذِه الآيات لورود القصة مطولة في سورة هود [٢٥ - ٤٩].(٣) انظر: \"تفسير غريب القرآن\" لابن قتيبة (٢٩٧)، \"تفسير مشكل القرآن\" لمكي (١٦٣)، \"عمدة الحفاظ\" للسمين الحلبي ٣/ ٢١٢.(٤) انظر: \"جامع البيان\" للطبري ١٧/ ١٨، \"تفسر ابن حبيب\" ٢٠٢/ ب، \"لسان العرب\" لابن منظور ١٠/ ٤٤٢، \"عمدة الحفاظ\" للسمين الحلبي ٢/ ٢١٣.</p><p> قال الشاعر: </p><p> فكنت لزاز خصمك لم أُعَرّد ... وقد سلكوك في يومٍ عصيب (١) </p><p> وقال الهذلي: </p><p> حتى إذا أَسْلَكُوهم في قُتَائِدةٍ ... شَلّا كلما تَطْرُدُ الجَمّالةُ الشُّرُدا (٢) </p><p> {مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ} . </p><p> قال الحسن: لم يحمل نوح عليه السَّلام في السفينة إلا من (٣) يلد ويبيض، </p><p>(١) البيت لعدي بن زيد. وهو في \"ديوانه\" (٣٩)، وفيه كما في (م)، (ح): وكنت. وانظر أيضًا \"جامع البيان\" للطبري ١٨/ ١٧، \"مجاز القرآن\" لأبي عبيدة ١/ ٢٩٤، \"لسان العرب\" لابن منظور ١٠/ ٤٤٢ (سلك). لم أعرد: لم أحجم، ولزاز: ملازم. والشاهد منه قوله (سلكوك) حيث جاءت بمعنى الإدخال.(٢) البيت في \"ديوان الهذليين\" ٢/ ٤٢، \"خزانة الأدب\" للبغدادي ٣/ ١٧٣، \"جامع البيان\" للطبري ١٨/ ١٧، \"لسان العرب\" لابن منظور ٣/ ٢٣٧. وقتائدة: ثنيّة الجبل والشَّلُّ: الطرد، والجمّالة: أصحاب الجمال، والشُّردا: جمع شرود.والمعني: يصف الشاعر قومًا هزموا حتى ألجئوا إلى الدخول في ثنيّة ضيقة، وشبههم بطرد أصحاب الجمال للجمال الشاردة.والشاهد فيه قوله: أسلكوهم: حيث جاءت بمعنى الإدخال.(٣) هكذا في جميع النسخ، وفي \"تفسير ابن حبيب\" ٢٠٢/ ب، \"معالم التنزيل\" للبغوي ٤/ ١٧٧: إلا ما يلد بدلًا مِن (مَن) وهذا أقرب، لأن (ما) اسم موصول لغير العاقل و (مَن) اسم موصول للعاقل.</p>"
}