{
  "id": null,
  "sura": 23,
  "aya": 23,
  "text": "<p> ٢٢ - {وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ (٢٢) }. </p><p> ٢٣ - {وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ} </p><p> قال ابن عباس رضي الله عنهما سمي بذلك لكثرة ما ناح (١) على نفسه (٢) . </p><p> فقال بعضهم: لدعوته على قومه بالهلاك حيث قال: {لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا}  (٣) . </p><p>(١) أي: صاح بعويل. انظر: \"معجم مقاييس اللغة\" لابن فارس ٥/ ٣٦٧، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (٨٢٧)، \"لسان العرب\" لابن منظور ٢/ ٦٢٧.(٢) انظر: \"تفسير ابن حبيب\" ٢٠٢/ ب، \"الكفاية\" للحيري ٢/ ٤٩/ أ، \"الدر المنثور\" للسيوطي ٣/ ٦٠٧، \"عرائس المجالس\" للمصنف (٥٢)، وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٧٨٧ عن يزيد الرقاشي.ونسبه السيوطي في \"الإتقان\" ٥/ ١٩٦٤ إلى الحاكم في \"المستدرك\" ولم أقف عليه.وعلى هذا القول يكون (نوح) اسم عربي مشتق، وقيل: إنه اسم أعجمي وإنما صرف لخفته.(٣) نوح: ٢١.انظر: \"تفسير ابن حبيب\" ٢٠٢/ ب، \"الكفاية\" للحيري ٢/ ٤٩/ أ، \"زاد المسير\" لابن الجوزي ١/ ٣٧٤، \"بصائر ذوي التمييز\" للفيروزآبادي ٦/ ٢٦. وهذا القول بعيد جدًّا وذلك لأمور:١ - أن دعاءه على قومه بالهلاك -كما ذكر الطبري في \"جامع البيان\" ٢٩/ ١٠١ وغيره- كان بعد أن أوحى إليه ربه أن لن يؤمن من قومك إلا من قد آمن. فكيف ينوح عليه السلام على قوم كفار قد دعاهم ليلًا ونهارًا، سرًّا وجهرًا، فلم يزدهم دعاؤه إلى فرارًا. أصروا واستكبروا استكبارًا ومكروا مكرًا كبّارًا. =</p><p> وقيل: لمراجعته ربه (١) في شأن ابنه (٢) . وقيل: لأنه (٣) مرّ بكلب مجذوم (٤) . فقال له: اخسأ يا قبيح، فأوحى الله عز وجل إليه أعبتني أم </p><p>= ٢ - كيف ينوحعليه السلام عليهم وأرحم الراحمين لم يرحم منهم أحدا وذلك بسبب شدة كفرهم وعنادهم، فقد قال عليه الصلاة والسلام: \"لو رحم الله من قوم نوح أحدًا لرحم أم الصبي ... \". أخرجه الطبري في \"جامع البيان\" ١٢/ ٣٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٦/ ٢٠٢٧، والحاكم في \"المستدرك\" ٢/ ٣٧٢ (٣٣١٠)، وقال صحيح الإسناد ولم يخرجاه، وقال ابن كثير في \"تفسير القرآن العظيم\" ٦/ ٣٢٧ حديث غريب ورجاله ثقات.٣ - أن قومه الهالكين كانوا ينادونه بهذا الاسم -نوح- قبل هلاكهم.(١) في (ح): الله.(٢) وذلك حين قال: {إِنَّ ابْنِي مِنْ أَهْلِي} [هود: ٤٥] فيكون الله علم بذلك فقدر له هذا الاسم. انظر: \"تفسير ابن حبيب\" ٢٠٢/ ب، \"الكفاية\" للحيري ٢/ ٤٩/ أ، \"زاد المسير\" لابن الجوزي ١/ ٣٧٤، \"بصائر ذوي التمييز\" للفيروزآبادي ٦/ ٢٦، وهذا القول محتمل.ويشهد له ما أخرجه أبو الشيخ كما في \"الدر المنثور\" للسيوطي ٣/ ٦٠٧ عن الفضيل بن عياض قال: بلغني أن نوحًا عليه السلام لما سأل ربه فقال: يا رب إن ابني من أهلي. فأوحى الله إليه يا نوح إن سؤالك إياي إن ابني من أهلي عمل غير صالح فلا تسألني ما ليس لك به علم إني أعظك أن تكون من الجاهلين. قال: فبلغني أن نوحًا بكي على قول الله: إني أعظك أن تكون من الجاهلين أربعين عامًا.وأخرج أحمد في \"الزهد\" (٦٦)، عن وهب بن الورد الحضرمي قال: لما عاتب الله نوحًا عليه السلام في ابنه وأنزل عليه {إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ} بكي ثلاثمائة عام حتى صار تحت عينيه مثل الجدول من البكاء.وانظر: \"الدر المنثور\" للسيوطي ٣/ ٦٠٧.(٣) في (م): إنه.(٤) أي: مصاب بالجُذَام وهو علة تحدث من انتشار السوداء في البدن كله فيفسد =</p>"
}