{
  "id": null,
  "sura": 23,
  "aya": 76,
  "text": "<p> ٧٥ - {وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِنْ ضُرٍّ} </p><p> من قحط وجدب {لَلَجُّوا} لتمادوا {فِي طُغْيَانِهِمْ} . </p><p> ٧٦ - {وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ} </p><p> يعني: القتل (١) والجوع (٢)  {فَمَا اسْتَكَانُوا} خضعوا، أصله طلب السكون (٣) . </p><p> {لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ} قال ابن عباس - رضي الله عنهما -: لما أتى ثمامة بن أثال الحنفي النبي - صلى الله عليه وسلم - فأسلم، وهو أسير، فخلَّى سبيله، فلحق باليمامة (٤) ، فحال بين أهل مكة وبين المِيْرة (٥) من اليمامة، وأخذ الله تعالى قريشًا </p><p>(١) في (م)، (ح): بالقتل. (٢) أخرجه الطبري في \"جامع البيان\" ١٨/ ٤٥ عن ابن جريج قال: بالعذاب، الجوع والجدب.والقتل قول ثاني ذكره الحيري في \"تفسيره\" ٢/ ٥٣/ أ، والسمعاني في \"تفسير القرآن\" ٣/ ٢٨٥ وغيرهما.ونظمها الطبري في \"جامع البيان\" بقول واحد وتبعه المصنف.(٣) انظر: \"معجم مقاييس اللغة\" لابن فارس ٣/ ٨٨، \"لسان العرب\" لابن منظور ١٣/ ٢١٨.(٤) بلد معدودة من نجد، وكان فتحها على يد خالد بن الوليد - رضي الله عنه - في أيام أبي بكر الصديق - رضي الله عنه - سنة (١٢ هـ)، وفيها قتل مسيلمة الكذاب.انظر: \"معجم البلدان\" لياقوت ٥/ ٤٤٢.(٥) هو الطعام يمتاره الإنسان، وفي \"التهذيب\": جلب الطعام للبيع.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ٣٧٩، \"لسان العرب\" لابن منظور ٥/ ١٨٨ (مير).</p><p> بسني (١) الجدب حتى أكلوا العِلْهِز (٢) ، فجاء أبو سفيان النبي - صلى الله عليه وسلم - فقال: أَنْشُدُك الله والرَّحم أليس (٣) تزعم أنك بعثت رحمة للعالمين؟ فقال:  \"بلى\" قال: قد قتلت الآباء بالسيف والأبناء بالجوع فأنزل الله هذِه الآية (٤) . </p><p>(١) في (ح): بسنين. (٢) في (ح): العهن. والعِلْهز: شيء يتخذونه في سني المجاعة يخلطون الدم بأوبار الإبل ثم يشوونه بالنار ويأكلونه. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٢٩٣، \"لسان العرب\" لابن منظور ٥/ ٣٨١ علهز.(٣) في (ح): ألست.(٤) أخرجه النسائي في \"السنن الكبرى\" ٦/ ٤١٣ (١١٣٥٢).وابن أبي حاتم كما في \"تفسير القرآن العظيم\" لابن كثير ١٠/ ١٣٨، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٣/ ٢٤٧ (٩٦٧)، والطبراني في \"المعجم الكبير\" ١١/ ٣٧٠ (١٢٠٣٨).جميعهم من طريق علي بن الحسين بن واقد عن أبيه، عن يزيد النحوي، عن عكرمة، عن ابن عباس به. وإسناده ضعيف فيه علي بن الحسين بن واقد قال في \"تقريب التهذيب\" لابن حجر (٤٧٥١) صدوق، يهم، لكن قد توبع علي بن الحسين فارتفع وهمه.فقد أخرجه البيهقي في \"دلائل النبوة\" ٢/ ٣٢٩ وفيه تصحفت شقيق إلى سفيان، والحاكم في \"المستدرك\" ٢/ ٤٢٨ (٣٤٨٨) وصححه، والواحدي في \"أسباب النزول\" (٣٢٣) (٦٢٨) ثلاثتهم من طريق علي بن الحسن بن شقيق عن الحسين ابن واقد به. وأخرجه الطبري في \"جامع البيان\" ١٨/ ٤٥ من طريق يحيى بن واضع عن الحسين بن اقد به.وجاء من طريق آخر، فقد أخرجه أبو إسحاق الحربي في \"غريب الحديث\" ٢/ ٧٢٧ من طريق هارون بن المغيرة عن يزيد النحوي به.وأخرجه الطبري في \"جامع البيان\" ١٨/ ٤٥، وأبو نعيم في \"معرفة الصحابة\" =</p>"
}