{
  "id": null,
  "sura": 23,
  "aya": 118,
  "text": "<p> ١١٧ - {وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ} </p><p> قال أهل المعاني: فيه إضمار مجازه: فلا برهان له به (١) . </p><p> ١١٨ - {فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ (١١٧) وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ}. </p><p>(١) حكاه عنهم ابن حبيب في \"تفسيره\" ٢٥٦/ أ، والحيري في \"الكفاية\" ٢/ ٥٥/ ب. وهؤلاء جعلوا {لَا بُرْهَانَ لَهُ بِهِ} وجواب الشرط في قوله: {وَمَنْ يَدْعُ}. وقد اعترض أبو حيان عليه حيث قال: فلا يصح؛ لأنه يلزم منه حذف الفاء في جواب الشرط ولا يجوز إلَّا في الشعر. والأصح أن يكون جواب الشرط هو قوله: فإنما حسابه، وعليه ففي الجملة المنفية -لا برهان له به- وجهان:١ - أنها صفة لـ (إلهًا) وهي صفة لازمة كقوله: {وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ} [الأنعام: ٣٨]. وجيء بها للتأكيد.٢ - أنها جملة اعتراض بين الشرط وجوابه كقولك: من أساء إليك -لا أحق بالإساءة منه- فأسئ إليه.ولا خلاف بين أهل العلم أن قوله {لَا بُرْهَانَ لَهُ بِهِ} لا مفهوم مخالفة له، فلا يصح لأحد أن يقول أما من عبد معه إلهًا آخر له برهان به فلا مانع من ذلك، لاستحالة وجود برهان على عبادة إله آخر معه.انظر: \"الكشاف\" للزمخشري ٣/ ٢٠١، \"البحر المحيط\" لأبي حيان ٦/ ٣٩١، \"إملاء ما من به الرحمن\" للعكبري ٢/ ١٥٢، \"الدر المصون\" للسمين الحلبي ٨/ ٣٧٥ - ٣٧٦، \"زاد المسير\" لابن الجوزي ٥/ ٤٩٦، \"أضواء البيان\" للشنقيطي ٥/ ٨٣٣.</p><p> الكشف والبيان عن تفسير القرآن </p><p> تأليف </p><p> أبي إسحاق أحمد بن إبراهيم الثعلبي المتوفى سنة ٤٢٧ هـ </p><p> أشرف على إخراجه </p><p> د/ صلاح باعثمان - د/ حسن الغزالي - أ. د/ زيد مهارش - أ. د/ أمين باشه </p><p> [المجلد التاسع عشر] </p><p> [سورة النور * الفرقان] </p><p> تحقيق </p><p> د/ ناصر بن محمد الصائغ </p><p> السيرة الذاتية للمحقق </p><p> د/ ناصِر بن محمَّد الصَّائِغ </p><p> أستاذ مشارك بجامعة القصيم - كلية العلوم والآدب بالرس - قسم الدراسات الإسلامية. حصل على درجة الدكتوراه عام ١٤٢٨ هـ في تخصص التفسير وعلوم القرآن من جامعة أم القرى. - كلية الدعوة وأصول الدين - قسم الكتاب والسنة، وعنوان رسالة الدكتوراه (الترجيح بالسنة عند المفسرين جمعاً ودراسة) . </p><p> بعض من المناصب الإدارية التي شغلها: </p><p> رئيس قسم الدراسات القرآنية - كلية الآداب والعلوم الإنسانية - جامعة القصيم. </p><p> وكيل كلية المعلمين لشؤون الطلاب. </p><p> وكيل كلية العلوم والآدب بالرس للشؤون التعليمية - جامعة القصيم. </p><p> مدير جمعية تحفيظ القرآن بمحافظة الرس. </p><p> عضوية الهيئات العلمية منها: </p><p> عضو الجمعية العلمية السعودية للقرآن الكريم وعلومه. </p><p> عضو الجمعية العلمية السعودية للدراسات الفكرية المعاصرة. </p><p> له مؤلفات منشورة أهمها: </p><p> ١ - الترجيح بالسنة عند المفسرين جمعاً ودراسة، رسالة دكتوراه، جامعة أم القرى، مطبوع في مجلدين نشرته دار التدمرية الرياض. </p><p> ٢ - آيات التحدي بالقرآن الكريم جمعاً ودراسة: بحث منشور في مجلة الدراسات القرآنية - الجمعية العلمية السعودية للقرآن الكريم وعلومه، ١٤٣٠ نوفمبر ٢٠٠٩ م العدد الخامس. </p><p> ٣ - الكتب المفردة في أسباب نزول القرآن الكريم رواية جمعاً ودراسة: مجلة كلية الشريعة والقانون بجامعة الأزهر، جمهورية مصر، بتفهنا الأشراف - دقهلية العدد:  (١٢) الجزء الثالث. تاريخ النشر ١/ ١ / ١٤٣١ هـ </p><p> ٤ - الإباضية ومنهجهم في تفسير القرآن الكريم. </p><p> بحث محكم ومقبول للنشر في مجلة جامعة القصيم العلمية (العلوم الشرعية) . </p><p> ٥ - من شبهات المستشرقين حول القرآن الكريم في دائرة المعارف الإسلامية - مادة القرآن الكريم عرضاً ونقداً. بحث في مجلة مركز البحوث والدراسات الإسلامية بكلية دار العلوم، جامعة القاهرة. </p><p> الْكَشْفُ وَالْبَيَانُ عَن تَفْسِيرِ الْقُرْآنِ </p><p> [١٩] </p><p> جَمِيع الْحُقُوق مَحْفُوظَة </p><p> رَقم الْإِيدَاع بدَارِ الْكتب ١٥٢٠٠/ ٢٠١٣ </p><p> الطَّبعَةُ الأولى </p><p> ١٤٣٦ هـ - ٢٠١٥ م </p><p> دَار التَّفْسِير </p><p> جدة - المملكة الْعَرَبيَّة السَعوديَّة </p><p> شَارِع مَحْمُود نصيف - حَيّ الأندلس </p><p> ص. ب: ١٢٢٤٩٧ - جدة: ٢١٣٣٢ </p><p> تلفاكس: ٦٦٨٨٨٢٣ - ٠١٢ </p><p> ٢٤ - سُورَة النُّورِ </p><p> سورة النور </p><p> مدنية (١) ، وهي أربع وستون آية (٢) ، وألف وثلاثمائة وست عشرة (٣) كلمة وخمسة آلاف وستمائة وثمانون حرفًا (٤) . </p><p>(١) أخرج ابن مردويه كما في \"الدر المنثور\" ٥/ ٣٦، والنحاس في \"الناسخ والمنسوخ\" ٢/ ٥٣٧، والبيهقيّ في \"دلائل النبوة\" ٧/ ١٤٤ جميعهم عن ابن عباس رضي الله عنهما قال: أنزلت سورة النور بالمدينة. ونقل الفيروزآبادي في \"بصائر ذوي التمييز\" ١/ ٣٣٤، وابن الجوزي في \"زاد المسير\" ٦/ ٣، والقرطبي في \"الجامع لأحكام القرآن\" ١٢/ ٠١٥٨ الإجماع على أنها مدنية. (٢) وهذا حسب عبد العراقي -البصري والكوفي- والشامي سوى حمص.وأمَّا في عبد المدني والمكي فهي اثنتان وستون آية، وفي عبد أهل حمص ثلاث وستون آية خلافها ثلاث آيات.عبد العراقي والشامي: {بِالْغُدُوِّ وَالْآصَالِ} آية، وعدوا أيضاً {يَذْهَبُ بِالْأَبْصَارِ}، وتركها المكيِّ والمدني، وعدوا كلهم غير أهل حمص {لِأُولِي الْأَبْصَارِ}.قال الناظم: ....................... والشام كالعراق والآصال عَدْواعدد لهؤلاء بالأبصار ... وَدَع لحمص لأولي الأبصارانظر: \"غيث النفع في القراءات السبع\" للصفاقسي (٩٩)، \"الفوائد الحسان\" (٤٨)، \"مرشد الخلان\" (١٢٢)، \"القول الوجيز\" للمخللاتي (٢٤٥)، \"فنون الأفنان\" لابن الجوزي (٢٩٦)، \"الإتقان\" للسيوطي ٢/ ٤٤٤، \"البيان في عبد آي القرآن\" للداني (١٩٣).(٣) في الأصل: عشر بالتذكير، والمثبت من (م)، (ح).(٤) في (م)، (ح) جاء فيهما عدد الأحرف ثم الكلمات ثم الآيات.وانظر: التعليق في أول سورة المؤمنون.</p><p> [١٩٠٩] أخبرنا أبو الحسين محمَّد بن الخبازي (١) ، قال: حدّثنا ابن حيان (٢) ، قال: حدّثنا محمَّد بن علي الفرقدي (٣) ، قال: حدّثنا إسماعيل بن عمرو (٤) ، قال: حدّثنا يوسف بن عطية (٥) ، قال: حدّثنا هارون بن كثير (٦) ، قال: حدّثنا زيد بن أسلم (٧) ، عن أبيه (٨) ، عن </p><p>(١) علي بن محمَّد بن الحسن بن محمَّد، إمام ثقة. (٢) عبد الله بن محمَّد بن جعفر بن حبَّان المعروف بأبي الشَّيخ، حافظ، صادق، محدث أصبهان.(٣) محمَّد بن علي بن مخلد بن فرقد أبو جعفر الأصبهاني، خاتمة أصحاب إسماعيل بن عمرو البجلي، قال الذهبي: الشَّيخ المعمر الصدوق، ما علمت به بأسًا، وقال أبو نعيم: ثقة، توفي سنة (٣٠٧ هـ) انظر \"تاريخ أصبهان\" ٢/ ٢٤١، \"سير أعلام النبلاء\" ١٤/ ١٣٧، \"شذرات الذَّهب\" ٢/ ٢٥١ ..(٤) إسماعيل بن عمرو البجلي أبو إسحاق، ضعفه أبو حاتم والدارقطني، والعقيلي، وقال الخطيب: صاحب غرائب ومناكير عن الثوري وغيره، مات بسنة (٢٢٧ هـ) انظر \"الجرح والتعديل\" ٢/ ١٩٠، \"الضعفاء الكبير\" للعقيلي ١/ ٨٦، \"تاريخ بغداد\" ١/ ٣٧، \"سير أعلام النبلاء\" ١٠/ ٤٣٥.(٥) يوسف بن عطية الباهلي أبو المنذر الكوفيِّ، متروك، وقال عمرو بن علي: هو أكذب من الصفار. انظر \"تهذيب الكمال\" ٣٢/ ٤٤٧، \"ميزان الاعتدال\" ٤/ ٤٧٠، \"التقريب\" (٧٩٣١).(٦) هارون بن كثير، مجهول.(٧) زيد بن أسلم، ثقة عالم وكان يرسل، قال ابن حجر في \"لسان الميزان\" ٦/ ٣٨ ترجمة هارون بن كثير: وقع في بعض طرقه: زيد بن أسلم، وهو تحريف والصَّواب: زيد بن سالم، جهله أبو حاتم.(٨) أسلم القرشي، ثقة وقال الذهبي في \"ميزان الاعتدال\" ٤/ ٢٨٦: زيد عن أبيه نكرة عن أبي أمامة، ونقل عن أبي حاتم بمثل هذا الإسناد قال: لا أعرف من الإسناد سوى أبي أمامة.</p><p> أبي أمامة الباهلي (١) ، عن أبي بن كعب (٢) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة النور أعطي من الأجر عشر حسنات، بعدد كل مؤمن فيما مضى وفيما بقى\"  (٣) . </p><p> [١٩١٠] أخبرنا ابن فنجويه الدينوري (٤) ، قال: حدّثنا عبيد الله بن محمَّد بن شنبة (٥) ، قال: حدّثنا محمَّد بن أحمد بن إبراهيم الكرابيسي (٦) ، قال: حدّثنا سلمان بن توبة أبو داود الأنصاري (٧) ، قال: حدّثنا محمَّد بن إبراهيم الشامي (٨) ، قال: حدّثنا شعيب بن </p><p>(١) الصحابي الجليل صدي بن عجلان. (٢) صحابي جليل.(٣) [١٩٠٩] الحكم على الإسناد:ضعيف جدًّا؛ فيه يوسف بن عطية متروك، وفيه مجاهيل.التخريج:هذا قطعة من الحديث الموضوع في فضائل السور، وقد تقدم تخريجه والكلام عنه في أول سورة المؤمنون.(٤) ثقة صدوق كثير الرِّواية للمناكير.(٥) لم يذكر بجرح أو تعديل.(٦) لم أجده.(٧) سلمان، ويقال: سليمان بن توبة النهرواني، صدوق.(٨) محمَّد بن إبراهيم بن العلاء الدّمشقيُّ أبو عبد الله الزَّاهد، نزيل عبادان، منكر الحديث، وقال ابن عدي: منكر الحديث، وعامة أحاديثه غير محفوظة. انظر \"المجروحين\" لابن حبان ٢/ ٣٠١، \"الكامل\" لابن عدي ٦/ ٢٧١، \"تهذيب الكمال\" ٢٤/ ٣٢٤، \"التقريب\" (٥٦٩٨).</p><p> إسحاق (١) ، عن هشام بن عروة (٢) ، عن أبيه (٣) ، عن عائشة - رضي الله عنها - قالت: قال رسول الله - صَلَّى الله عليه وسلم -: \"لا تُنزلوا النساء الغرف، ولا تُعلموهنّ الكتابة، وعلموهنّ المِغْزَل وسورة النّور\"  (٤) . </p><p>(١) الأموي، ثقة، رمي بالإرجاء. (٢) ثقة، فقيه، ربَّما دلس.(٣) عروة بن الزُّبير بن العوام، ثقة، فقيه، مشهور.(٤) [١٩١٠] الحكم على الإسناد:إسناده منكر فيه محمَّد بن إبراهيم نكر الحديث، والحديث موضوع.التخريج:أخرجه البغوي في \"معالم التنزيل\" ٦/ ٦٨ عن الشربحي عن المصنف به.وأخرجه ابن حبان في \"المجروحين\" لابن حبان ٢/ ٣٠٢، والطبراني في \"المعجم الأوسط\" (٧٠٩)، والبيهقيّ في \"شعب الإيمان\" ٢/ ٤٧٧ رقم (٢٤٥٤)، والخطيب في \"تاريخه\" ١٤/ ٢٢٤، والواحدي في \"الوسيط\" ٣/ ٣٠٢، وابن الجوزي في الموضوعات ٢/ ١٧٤، كتاب النكاح، باب تعليم النساء سورة النور.جميعهم من طريق محمَّد بن إبراهيم الشامي به.وأخرجه الحاكم في \"المستدرك\" ٢/ ٤٣٠ رقم (٣٤٩٤) وقال: صحيح الإسناد ولم يخرجاه. وتعقبه الذهبي، فقال: بل موضوع، وآفته عبد الوهاب الضَّحَّاك.والبيهقيّ في \"شعب الإيمان\" ٢/ ٤٧٧ رقم (٢٤٥٣) كلاهما من طريق عبد الوهاب الضَّحَّاك عن شعيب بن إسحاق به.وذكره السيوطي في \"الدر\" ٥/ ٣٦، وزاد نسبته لابن مردويه، وذكره الهيثمي في \"المجمع\" ٤/ ٩٣، وعزاه للطبراني في \"الأوسط\" وقال: \"فيه محمَّد بن إبراهيم الشامي قال الدارقطني كذاب\".والعجيب أن ابن الجوزي حكم عليه بالوضع في \"الموضوعات\" واستغرب على الحاكم إخراجه في \"مستدركه\" مع أنَّه بنفسه أورده في \"تفسيره\" ٦/ ٣ وسكت عنه. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= والحديث موضوع فيه الشامي منكر الحديث وأمَّا طريقه الثَّاني ففيه عبد الوهاب الضَّحَّاك متروك \"التقريب\" (٤٢٨٥) قال الألباني \"السلسلة الضعيفة\" ح (٢٠١٧): ولعل أحدهما سرقه من الآخر ثم رجح أن محمَّد هو الذي سرقه من عبد الوهاب \"وقال أيضاً \"السلسلة الصحيحة\" ١/ ٣٤٠ \"موضوع وطرقه كلها واهية جدًا\". ومما يدل على وضعه مخالفته لقواعد الشريعة ونصوصها التي تحت على العلم والتعلم. وقال شمس الحق العظيم أبادي (عقود الجمان في جواز تعليم الكتابة للنسوان): \"وأحاديث النَّهي عن الكتابة كلُّها من الأباطيل والموضوعات ولم يصحح العلماء واحدًا منها ما عدا الحاكم أبا عبد الله وتساهله في التصحيح معروف، وتصحيحه متعقب عليه، ولا يؤخذ كلامه في التصحيح إلَّا إذا وافق الحفَّاظ الآخرون في تصحيحه\". لذا تُعِقّب الشوكاني لما قال \"نيل الأطار\" ٩/ ١٠٥: وهذا الحديث محمول على من يخشى من تعليمها الفساد. بأن هذا الحديث موضوع فلا يعارض الحديث الصَّحيح.انظر: \"سلسلة الأحاديث الصحيحة\" للألباني ١/ ٣٤٦، \"سلسلة الأحاديث الضعيفة\" (٢٠١٧).وانظر: \"الفوائد المجموعة\" للشوكاني (١٢٣)، \"تنزيه الشريعة\" لابن عراق ٢/ ٢٠٨، \"اللآلئ المصنوعة\" للسيوطي ٢/ ١٦٨، \"العلل المتناهية\" لابن الجوزي ٢/ ١٤١.وقد ساق البلاذري في آخر كتابه \"فتوح البلدان\" (٥٨٠)، عدة آثار بأسماء بعض من كان يكتب من الصحابيات ومنهن بعض أمهات المؤمنين والتابعيات.</p>"
}