{
  "id": null,
  "sura": 23,
  "aya": 101,
  "text": "<p> وابن زيد (١) : ما بين الموت والبعث. </p><p> قال أبو أمامة: القبر (٢) . </p><p> وقيل: الإمهال (٣) ، وكل فصل بين شيئين برزخ (٤) . </p><p> ١٠١ - قوله -عز وجل-: {فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ (١٠١) } </p><p> قال ابن عباس - رضي الله عنه -: لا يفتخرون بالأنساب في الآخرة كما كانوا (٥) يفتخرون في الدنيا (٦) . </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٥٣/ ١٨. انظر: (النكت والعيون\" للماوردي ٤/ ٦٦، \"الجا مع لأحكام القرآن\" للقرطبي ١٢/ ١٥٠.(٢) أخرجه الطبري في \"جامع البيان\" ١٨/ ٥٣ عنه ولفظه: عن أبي يوسف قال: خرجت مع أبي أمامة في جنازة فلما وضعت في لحدها قال أبو أمامة: هذا برزخ إلى يوم يبعثون.وذكره السيوطي في \"الدر المنثور\" ٥/ ٢٩، وزاد نسبته لسعيد بن منصور وابن المنذر وابن أبي حاتم وسمويه في \"فوائده\". وهذا القول عزاه ابن حبيب ٢٠٥/ أإلى عامة المفسرين.(٣) قاله ابن فورك ولم ينسبه لأحد ٣/ ٧٦/ أ، وحكاه ابن عيسى كما في \"النكت والعيون\" للماوردي ٤/ ٦٧، القرطبي ١٢/ ١٥٠، وهذِه الأقوال متقاربة. وقد نقل ابن عطية في \"المحرر الوجيز\" ٤/ ١٥٦ الإجماع على أنه المدة بين موت الإنسان وبين بعثه.وانظر: \"الإجماع في التفسير\" للخضيري (ص ٣٥٠).(٤) قاله أبو عبيدة \"مجاز القرآن\" لأبي عبيدة ٢/ ٦٢، وابن قتيبة \"تفسير غريب القرآن\" لابن قتيبة (٣٠٠)، والنحاس \"إعراب بالقرآن\" ٣/ ١٢٢ وغيرهم.(٥) من (م)، (ح).(٦) انظر: \"تفسير ابن حبيب\" ٢٠٥/ أ، \"الكفاية\" للحيري ٢/ ٥٤/ أ، \"معالم التنزيل\" للبغوي ٥/ ٤٢٩، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ١٥١.</p><p> {وَلَا يَتَسَاءَلُونَ} قال أبو العالية: هو كقوله: {وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا}  (١) . </p><p> وقال ابن جريج: معنى الآية: لا يسأل أحد يؤمئذٍ شيئًا (٢) بنسب، ولا يتساءلون ولا يُمتُّ إليه برحم (٣) . </p><p> واختلف المفسرون في المراد بقوله {فَإِذَا نُفِخَ فِي الصُّورِ} أي: النفختين عني؟ </p><p> فقال ابن عباس - رضي الله عنهما -: هي النفخة الأولى (٤) . </p><p> [١٨٩٩] أخبرنا أبو عبد الله الحسين بن محمد بن الحسين الدينوري (٥) بقراءتي عليه، قال: حدثنا عبد الله بن إبراهيم بن </p><p>(١) المعارج: ١٠، والمعنى لا يسأل قريب عن قرابته لاشتغاله بنفسه. وانظر: \"تفسير ابن حبيب\" ٢٠٥/ أ، \"الكفاية\" للحيري ٢/ ٥٤/ أ.(٢) من (م)، (ح).(٣) أخرجه الطبري في \"جامع البيان\" ١٨/ ٥٥.وذكره السيوطي في \"الدر المنثور\" ٥/ ٣٠.(٤) ويكون معنى الآية على هذا التأويل فإذا نفخ في الصور فصعق من في السماوات ومن في الأرض -إلَّا من شاء الله- فلا أنساب بينهم يومئذ يتواصلون بها، ولا يتساءلون ولا يتزاورون فيتساءلون عن أحوالهم وأنسابهم.وهذا قال به ابن قتيبة \"تأويل مشكل القرآن\" لابن قتيبة (٦٦)، والنحاس \"معاني القرآن\" ٤/ ٤٨٧.وانظره منسوبًا إلى ابن عباس في \"تأويل مشكل القرآن\" لابن قتيبة (٦٦)، \"معاني القرآن\" للنحاس ٤/ ٤٨٧، \"الوسيط\" للواحدي ٣/ ٢٩٩، \"معالم التنزيل\" للبغوي ٥/ ٤٢٩، \"تفسير ابن عطية\" ٤/ ١٥٦، \"زاد المسير\" لابن الجوزي ٥/ ٤٩٠، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ١٥١.(٥) ابن فنجويه، ثقة، صدوق كثير الرواية للمناكير.</p><p> أيوب (١) ، قال: حدثنا (٢) أبو عبد الله أحمد بن (عبد الرحمن)  (٣) بن أبي عوف (٤) ، قال: حدثنا إسماعيل (بن عبيد بن أبي كريمة)  (٥) الحراني (٦) ، حدثنا محمد بن سلمة (٧) ، عن أبي عبد الرحيم (٨) ، قال: حدثنا زيد بن أبي أنيسة (٩) ، عن المنهال بن عمرو (١٠) ، عن سعيد بن جبير (١١) ، عن عبد الله بن عباس - رضي الله عنهما - في قوله تعالى:  {فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ} فهذا في النفخة الأولى {وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ}  {فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ}  {ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ}  (١٢) </p><p>(١) أبو محمد البغدادي البزار، ثقة، متقن. (٢) من (م)، (ح).(٣) من (م)، (ح).(٤) أحمد بن عبد الرحمن بن مرزوق بن عطية أبو عبد الله بن أبي عوف البزوري. قال الخطيب: كان ثقة نبيلًا رفيعًا جليلًا له منزلة من السلطان ومودة في أنفس العوام ومال من الدنيا واسعة وطريق في الخير محمودة؛ مات سنة (٢٩٧ هـ) \"الأنساب\" للسمعاني ٢/ ١٩٨، \"تاريخ بغداد\" ٤/ ٢٤٥، \"طبقات الحنابلة ٩) ١/ ٥٠.(٥) في الأصل: ابن أبي خزيمة، والتصويب من (م)، (ح) ومصادر ترجمته.(٦) أبو أحمد، ثقة يغرب.(٧) أبو عبد الله الحراني، ثقة.(٨) خالد بن أبي يزيد بن سماك، ثقة.(٩) الجزري أبو أسامة، ثقة له أفراد.(١٠) الأسدي، صدوق ربما وهم.(١١) ثقة، حافظ، فقيه.(١٢) الزمر: ٦٨.</p><p> {وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ (٢٧) } (١) . </p><p> وقال ابن مسعود - رضي الله عنه -: هي النفخة الثانية (٢) . </p><p> [١٩٠٠] أخبرنا الحسين بن محمد بن فنجويه (٣) ، قال: حدثنا عبيد الله بن محمد بن شنبة (٤) ، قال: حدثنا جعفر بن محمد الفريابي (٥) ، قال: حدثنا يزيد بن موهب الرملي (٦) ، قال: حدثنا </p><p>(١) [١٨٩٩] الحكم على الإسناد: إسناده حسن.التخريج:أخرجه الطبري في \"جامع البيان\" ١٨/ ٥٤، والحاكم في \"مستدركه\" ٢/ ٤٢٨ (٣٤٨٩)، وقال صحيح الإسناد ولم يخرجاه ووافقه الذهبي كلاهما من طريق مطرف عن المنهال بن عمرو به نحوه.وذكره السيوطي في \"الدر المنثور\" ٥/ ٣٠، وزاد نسبته لسعيد بن منصور وعبد بن حميد وابن المنذر وابن أبي حاتم.(٢) والمعنى أنه إذا نفخ في الصور النفخة الثانية فلا تنفع الأنساب يومئذٍ ولا يسأل القريب قريبه حسنة واحدة.وهذا القول قال به ابن عباس أيضًا في رواية عطاء عنه وقال به الإمام أحمد واقتصر عليه السمرقندي في \"بحر العلوم\" ٢/ ٤٢١، وابن كثير كذلك ١٠/ ١٤٨، واختاره القرطبي ١٢/ ١٥١.وانظر: \"الوسيط\" للواحدي ٣/ ٢٩٩، \"معالم التنزيل\" للبغوي ٥/ ٤٢٩، \"زاد المسير\" لابن الجوزي ٥/ ٤٩٠.(٣) ثقة صدوق، كثير الرواية للمناكير.(٤) أبو أحمد القاضي، لم يذكر بجرح أو تعديل.(٥) أبو بكر الفريابي القاضي، إمام، حافظ ثبت.(٦) يزيد بن خالد بن يزيد بن عبد الله بن مَوْهَب الرملي أبو خالد، الهمداني، يروي عن الليث بن سعد وعنه ابن قتيبة قال ابن حجر: ثقة عابد مات سنة (٢٣٢ هـ)، =</p><p> عيسى بن يونس (١) ، عن هارون بن أبي وكيع (٢) ، قال سمعت زاذان (أبا عمر)  (٣)  (٤) يقول: دخلت على ابن مسعود - رضي الله عنه - فوجدت أصحاب الحِبَر اليمنية (٥) قد سبقوني إلى المجالس، فناديته يا عبد الله بن مسعود: من أجل أني رجل أعجمي أدنيت هؤلاء وأقصيتني؟ ! فقال: آدنه. فدنوت حتى ما كان بيني وبينه جليس، فسمعته يقول: يؤخذ بيد العبد أو الأمة يوم القيامة، فينصب على رؤوس الأولين والآخرين، ثم ينادي منادٍ: هذا فلان بن فلان فمن كان له قِبَلَه حق فليأت إلى حقه، فتفرح المرأة أن يكون لها الحق على أبيها أو على زوجها، أو على ابنها أو على أختها (٦) . ثم قرأ ابن مسعود - رضي الله عنه -: {فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ} قال: فيقول الرب (٧) تعالى: آت هؤلاء حقوقهم، فيقول: رب فنيت الدنيا، فمن أين أوتيهم؟ </p><p>= \"الثقات\" لابن حبان ٩/ ٢٧٦، \"التهذيب\" للمزي ٣٢/ ١١٤، \"التقريب\" لابن حجر (٧٧٥٨). (١) أبو عمرو، ويقال: أبو محمد ثقة، مأمون.(٢) أبو عبد الرحمن الكوفي، لا بأس به.(٣) (ح): أبا عمرو.(٤) صدوق، يرسل، وفيه تشيع.(٥) في (ح): الخير والميمنة.والحِبَر: جمع حبير، والحبير من البرود ما كان موشيًا مخططًا وهو برد يمانٍ.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٣٢٨، \"لسان العرب\" لابن منظور ٤/ ١٥٩ (حبر).(٦) في (ح): أخيها.(٧) في (ح): الله.</p><p> فيقول للملائكة: خذوا من أعماله فأعطوا كل إنسان (على قدرِ)  (١) طِلْبَتِه، فإن كان وليًّا لله تعالى، فَضُلَتْ له من حسناته مثقال (٢) حبة من خردل، ضاعفها (٣) حتى يدخله بها الجنة. ثم قرأ ابن مسعود - رضي الله عنه -: {إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا (٤٠) } (٤) . وإن كان عبدًا شقيًا قالت الملائكة: رب فنيت حسناته وبقي طالبون. فيقول: خذوا من أعمالهم السيئة فأضيفوها إلى سيئاته، وصكوا له صكًا إلى النار (٥) . </p><p>(١) في (م)، (ح): بقدر. (٢) في الأصل: مثال، والتصويب من (م)، (ح).(٣) في الأصل: ضاعفه، وفي (م): يضاعفها، والتصويب من (ح)، والطبري في \"جامع البيان\".(٤) النساء: ٤٠.(٥) [١٩٠٠] الحكم على الإسناد:فيه ابن شنبة لم يذكر بجرح أو تعديل.التخريج:أخرجه أبو نعيم في \"حلية الأولياء\" ٤/ ٢٠٢ من طريق يزيد بن موهب عن عيسى به نحوه، وقال أبو نعيم: هارون تفرد به عنه زاذان، ورواه يحيى ابن زكريا الأنصاري عنه مختصرًا مرفوعًا.وأخرجه الطبري في \"جامع البيان\" ١٨/ ٥٤ - ٥٥، وابن عساكر ١٨/ ٢٨٥ كلاهما من طريق الحسين عن عيسى بن يونس به نحوه.وأخرجه أيضًا مختصرًا من طريق ابن فضيل عن هارون به.وذكره السيوطي في \"الدر المنثور\" ٥/ ٣٠، وزاد نسبته لابن المنذر وابن أبي حاتم عن ابن مسعود مختصرًا.</p>"
}