{
  "id": null,
  "sura": 24,
  "aya": 37,
  "text": "<p> ٣٧ - {رِجَالٌ} </p><p> أي: هم رجال كما تقول: ضرب زيدًا وأكل طعامك، فيقال: من فعل هذا (١) فيبيِّن فيقول: فلان وفلان. </p><p> والوقف على هذِه القراءة عند قوله عز وجل:  {وَالْآصَالِ}  (٢) . </p><p> وقرأ الآخرون: بكسر الباء، وجعلوا التسبيح فعلًا للرجال. </p><p> قال ابن عباس رضي الله عنهما (٣) : كل تسبيح في القرآن صلاة (٤) . </p><p> ويدل عليه قوله:  {بِالْغُدُوِّ وَالْآصَالِ} أي: بالغداة والعشي. </p><p> قال المفسرون: أراد الصلوات الخمس المفروضة، فالصلاة التي </p><p>(١) من (ح). (٢) انظر: \"الحجة\" لابن خالويه (٢٦٢)، \"الحجة\" لابن زنجلة (٥٠١)، \"معاني القراءات\" للأزهري ٢/ ٢٠٩، \"الكشف عن وجوه القراءات السبع\" لمكي ٢/ ١٣٩، \"الموضح في القراءات\" لابن أبي مريم ٢/ ٩١٦، \"شرح الهداية\" ٢/ ٤٤٢، \"معاني القرآن\" للفراء ٢/ ٢٥٣، \"معاني القرآن\" للزجاج ٤/ ٤٥، \"الكتاب\" لسيبويه ١/ ٢٨٨، \"الخصائص\" لابن جني ٢/ ٣٥٢، \"إعراب القرآن\" للنحاس ١/ ٥٥٧، \"البحر المحيط\" لأبي حيان ٦/ ٤٢١، \"الدر المصون\" للسمين الحلبي ٨/ ٤١٠.(٣) انظر المصادر السابقة، و\"إيضاح الوقف والابتداء\" لابن الأنباري (٧٩٨)، \"المكتفى\" للداني (٤٠٩)، \"القطع\" للنحاس (٥١٢).(٤) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٤٦ من طريق سعيد بن جبير عنه.وأخرجه أيضًا الطبري في \"جامع البيان\" ١٨/ ١٤٦ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٦٠٦ كلاهما من طريق علي بن أبي طلحة عنه بلفظ: قال يُصلى له فيها بالغدو والعشي.وانظر: \"تفسير ابن فورك\" ٣/ ١٣/ ب، \"أحكام القرآن\" للجصاص ٣/ ٣٢٨.</p><p> تؤدى بالغدو: صلاة الفجر، والتي تؤدى في الآصال: صلاة الظهر والعصر والعشائين لأن اسم الأصيل يجمعها (١) . </p><p> [١٩٧١] أخبرنا ابن فنجويه الدينوري (٢) ، قال: حدثنا عبيد الله بن محمد بن شنبة (٣) ، قال: حدثنا عمير بن مرداس (٤) ، قال: حدثنا إسماعيل بن أبي أويس (٥) ، قال: حدثنا عبد الرحمن بن زيد (٦) ، عن أبيه (٧) ، عن عطاء بن يسار (٨) ، عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: \"ما من أحد يغدو أو يروح إلى المسجد، ويؤثره على ما سواه إلا وله عند الله نُزُل (٩) يُعدّ له في الجنة (كلما غدا أو </p><p>(١) انظر: \"الكفاية\" للحيري ٢/ ٦٦/ أ، \"معالم التنزيل\" للبغوي ٦/ ٥٠، \"زاد المسير\" لابن الجوزي ٦/ ٤٧، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٧٦. (٢) ثقة صدوق كثير رواية المناكير.(٣) أبو أحمد القاضي لم يذكر بجرح أو تعديل.(٤) عمير بن مرداس الدُّوْنَقي، أبو سعيد. يروي عن: أبي نعيم وأهل العراق وعن إسماعيل بن أبي أوس وأبي بكر الحميدي وغيرهم. وعنه: أحمد بن مروان المالكي، وأحمد بن طاهر المبانجي وغيرهم. قال ابن حبان في \"الثقات\" يغرب. \"الثقات\" ٨/ ٥٠٩، \"اللباب في تهذيب الأنساب\" لابن الأثير ١/ ٥١٥، \"لسان الميزان\" ٤/ ٣٨١.(٥) صدوق أخطأ في أحاديث من حفظه.(٦) عبد الرحمن بن زيد بن أسلم العدوي المدني. ضعيف.(٧) القرشي أبو أسامة.ثقة عالم وكان يرسل.(٨) ثقة.(٩) النُزُل: بضم النون والزاي: المكان الذي يهيأ للنزول فيه، وبسكون الزاي ما يهيأ للقادم من الضيافة ونحوها. \"فتح الباري\" لابن حجر ٢/ ١٤٨.</p><p> راح) (١) كما لو أن أحدكم زاره من يحب زيارته لاجتهد في كرامته\" (٢) . </p><p> [١٩٧٢] أخبرنا ابن فنجويه (٣) قال: حدثنا أحمد بن جعفر بن حمدان (٤) قال: حدثنا إبراهيم بن سهلويه (٥) قال: حدثنا أبو سلمة يحيى بن المغيرة المخزومي (٦) قال: حدثنا إسحاق بن إبراهيم الحنيني (٧) عن إبراهيم المدني (٨) عن أبي حازم (٩) عن سهل بن سعد </p><p>(١) من (م)، (ح). (٢) [١٩٧١] الحكم على الإسناد:إسناده ضعيف فيه عبد الرحمن بن زيد ضعيف، وابن أبي أويس أخطأ في أحاديث من حفظه، وعمير يغرب وعبيد الله بن شنبة لم يذكر بجرح ولا تعديل. والحديث صح من طرق أخرى.التخريج:أخرجه البخاري (٢٦٢)، كتاب الأذان، باب فضل من غدا، ومسلم كتاب المساجد باب المشي إلى الصلاة (٦٦٩)، وكلاهما من طريق محمد بن مطرف عن زيد بن أسلم به بلفظ: من غدا إلى المسجد وراح أعد الله نزله من الجنة كلما غدا أو راح.(٣) ثقة صدوق كثير رواية المناكير.(٤) ابن مالك القطيعي أبو بكر. ثقة.(٥) لم أجده.(٦) المدني، صدوق.(٧) إسحاق بن إبراهيم الحُنيني أبو يعقوب المدني نزيل طرسوس، ضعيف، مات سنة ست عشرة ومائتين \"الجرح والتعديل\" ٢/ ٢٠٨، \"تهذيب الكمال\" ٢/ ٣٩٦، \"التقريب\" (٣٣٩).(٨) لم أجده.(٩) سلمة بن دينار أبو حازم الأعرج، ثقة.</p><p> الساعدي (١) - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وسلم -: \"من غدا إلى المسجد وراح ليتعلم خيرًا أو يعلمه كان كمثل المجاهد في سبيل الله رجع غانمًا، ومن غدا إليه وراح لغير ذلك كان كالناظر إلى الشيء ليس له، يرى المصلين وليس منهم، ويرى الذاكرين وليس منهم\"  (٢) . </p><p>(١) صحابي جليل. (٢) [١٩٧٢] الحكم على الإسناد:إسناده ضعيف؛ فيه إسحاق بن إبراهيم، وفيه من لم أجده والحديث صحيح كما سيأتي.التخريج:أخرجه الطبراني في \"المعجم الكبير\" ٦/ ١٧٥ (٥٩١١)، وأبو نعيم في \"حلية الأولياء\" ٣/ ٢٥٤.كلاهما من طريق يعقوب بن حميد بن كاسب عن عبد العزيز بن أبي حازم عن أبيه به نحوه إلا أنه قال: \"من دخل مسجدي هذا\".قال الهيثمي في \"مجمع الزوائد\" ١/ ١٢٣: رواه الطبراني في \"المعجم الكبير\" وفيه يعقوب بن حميد بن كاسب وثقه البخاري وابن حبان وضعفه النسائي وغيره ولم يستندوا في ضعفه إلا إلى أنه محدود وسماعه صحيح.وقال السيوطي في \"تنوير الحوالك شرح موطأ مالك\" ١/ ١٧٥ أخرج الطبراني بسند حسن عن سهل بن سعد ثم ذكره.وله شاهد من حديث أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: \"من دخل مسجدنا هذا ليتعلم خيرًا أو يعلمه، كان كالمجاهد في سبيل الله، ومن دخله لغير ذلك كان كالناظر إلى ما ليس له\".أخرجه أحمد في \"مسنده\" ٢/ ٣٥٠ (٨٦٠٣)، ٤١٨، (٤٩١٩)، ٥٢٧، (١٠٨١٤)، وابن أبي شيبة في \"مصنفه\" ١٢/ ٢٠٩، وابن ماجه (٢٢٧) المقدمة باب فضل العلماء، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١/ ٢٨٧ (٨٧) والحاكم في \"مستدركه\" ١/ ١٦٨ (٣٠٩) وإسناده صحيح، انظر \"صحيح الترغيب والترهيب\" للألباني (٨٣).ومن حديث أبي أمامة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: \"من =</p><p> ثم وصفهم فقال:  {رِجَالٌ} قيل تخصيص الرجال بالذكر في هذِه البيوت أنه ليس على النساء جمعة ولا جماعة في المساجد (١) . </p><p> {لَا تُلْهِيهِمْ} تشغلهم {تِجَارَةٌ} . قال أهل المعاني: إنما خص التجارات لأنها أعظم ما يشتغل بها الإنسان عن الصلوات وسائر الطاعات (٢) . {وَلَا بَيْعٌ} إن قيل التجارة اسم يقع على البيع والشراء، فما معنى ضم ذكر البيع إلى التجارة. فالجواب عنه ما قال الواقدي: أنه أراد بالتجارة الشراء نظيرها قوله عز وجل: {وَإِذَا رَأَوْا تِجَارَةً}  (٣) يعني الشراء (٤) . </p><p>= غدا إلى المسجد لا يريد إلا أن يتعلم خيرًا أو يعلمه فإن له كأجر حاج تامًّا حجته\" أخرجه الحاكم في \"المستدرك\" ١/ ١٦٨ (٣١١) وإسناده صحيح \"صحيح الترغيب والترهيب\" للألباني (٨٢). وأخرج مالك في \"الموطأ\" ١/ ١٧٥ باب انتظار الصلاة والمشي إليها عن سُمَي مولى أبي بكر أن أبا بكر بن عبد الرحمن كان يقول: من غدا أو راح إلى المسجد لا يريد غيره ليتعلم خيرًا أو يعلمه ثم رجع إلى بيته كان كالمجاهد في سبيل الله رجع غانمًا.(١) هذا المفهوم بينته الأحاديث الصحيحة وهو أن صلاة المرأة في بيتها أفضل من صلاتها في المسجد كقوله عليه الصلاة والسلام: \"لا تمنعوا نساءكم المساجد وبيوتهن خير لهن\".أخرجه أبو داود (٥٦٧)، كتاب الصلاة.(٢) انظر: في \"معالم التنزيل\" للبغوي ٦/ ٥١.(٣) الجمعة: ١١.(٤) وقال الفراء في \"معاني القرآن\" ٢/ ٢٥٣: التجارة لأهل الجَلْب، والبيع ما باعه الرجل على يديه، كذا جاء في \"التفسير\" وانظر: \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٧٩.</p><p> {عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ} أي: وإقامة، فحذف الهاء الزائدة لأجل الإضافة؛ لأن الخافض وما خفض عندهم كالحرف الواحد، فاستغنوا بالمضاف إليه من الهاء، إذ كانت الهاء عوضًا من الواو، لأن أصل الكلمة أقومت إقْوامًا، فاستثقلوا الفتحة (١) على الواو، فسكنوها فاجتمع حرفان ساكنان، فأسقطوا الواو ونقلوا حركته إلى القاف وأبدلوا من الواو المحذوفة هاء في آخر الحرف كالتكثير للحرف كما فعلوا في قولهم عدةً وزنةً وأصلها: وعدة ووزنة، فلما أضيفت حذفت الهاء وجعلت الإضافة عوضًا منها (٢) ، كقول الشاعر: </p><p> إنّ الخَلِيطَ أَجدُّوا البَيْنَ وانجردوا ... وأَخْلفُوك عِدَ الأمْرِ الذي وَعَدوا (٣) </p><p>(١) في (م)، (ح): الضمة. (٢) وهذا قول الفراء ووافقه الزجاج والنحاس وغيرهما.ومذهب سيبويه أن (إقام) مصدر كالإقامة ولم يعوضوا الهاء في آخره، لأن من كلامهم أن يحذفوا ولا يعوضوا.انظر: \"معاني القرآن\" للفراء ٢/ ٢٥٤، \"معاني القرآن\" للزجاج ٤/ ٤٦، \"إعراب القرآن\" للنحاس ٢/ ٤٤٥ \"الكتاب\" لسيبويه ٤/ ٨٣، \"البحر المحيط\" لأبي حيان ٦/ ٤٢٢، \"إملاء ما من به الرحمن\" للعكبري ٢/ ١٣٥، \"الكشاف\" للزمخشري ٣/ ٢٣٦، \"جامع البيان\" للطبري ١٨/ ١٤٧.(٣) قائله: أبو أمية الفضل بن العباس بن عتبة بن أبي لهب، وقيل: لزهير.والخليط: المخالط في العشرة، وهو كالعشير. وأجدوا البين: اجتهدوا في الفراق.وانجردوا: مضوا. انظر: \"شواهد الإنصاف على شواهد الكشاف\" ١/ ٣١٨ [البقرة: ٢٨٠] والمصادر السابقة.</p><p> أراد عِدةَ الأمر، فأسقط الهاء منها لما أضافها. </p><p> {وَإِيتَاءِ الزَّكَاةِ} المفروضة. عن الحسن (١) . </p><p> وقال ابن عباس - رضي الله عنهما-: الزكاة إخلاص الطاعة لله تعالى (٢) . </p><p> قال ابن حيان: هم أهل الصفة (٣) . </p><p> [١٩٧٣] أخبرني ابن فنجويه (٤) قال: أخبرنا أحمد بن جعفر بن حمدان (٥) قال: حدثنا إبراهيم بن سهلويه (٦) قال: حدثنا سلمة بن </p><p>(١) انظر: \"تفسير ابن فورك\" ٣/ ١٤/ أ. (٢) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٤٧ - ١٤٨ من طريق علي بن أبي طلحة عنه.وانظر: \"تفسير ابن فورك\" ٣/ ١٤/ أ.(٣) أي مقاتل بن حيان والمعنى أن الآية نزلت في أصحاب الصفة لأنهم لم يكونوا يرجعون إلى بيع وشراء وتجارة. ذكره الحيري في \"الكفاية\" عنه ٢/ ٦٦/ أ.وهذا القول ضعيف وذلك:١ - أنه لا يوجد دليل على حملها عليهم أو على غيرهم.٢ - لأنه لا يقال فلان لا تلهيه التجارة إلا إذا كان يعمل التجارة وأهل الصفة فقراء لم تكن لهم تجارة.٣ - أن حملها على التجار وكونهم مع تجارتهم لا تلهيهم عن ذكر الله أمدح لهم.٤ - ما أخرجه البخاري في صحيحه تعليقًا عن قتادة قال: كان القوم يتجرون ولكنهم كانوا إذا نابهم حق من حقوق الله لم تلههم تجارة ولا بيع عن ذكر الله حتى يؤدوه إلى الله.انظر: \"تفسير الألوسي\" ١٨/ ١٧٨.(٤) ثقة صدوق كثير رواية المناكير.(٥) أبو بكر. ثقة.(٦) لم أجده.</p><p> شبيب (١) قال: حدثنا عبد الرزاق (٢) قال: حدثنا جعفر بن سليمان (٣) قال أخبرني عمرو بن دينار (٤) مولى لآل الزبير، عن سالم (٥) ، عن ابن عمر - رضي الله عنهما - أنه كان في السوق، فأقيمت الصلاة، فأغلقوا حوانيتهم فدخلوا المسجد فقال ابن عمر - رضي الله عنهما -: فيهم نزلت: {رِجَالٌ لَا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللَّهِ}  (٦) . </p><p> [١٩٧٤] وأخبرني الحسين بن محمد الدينوري (٧) قال: حدثنا أبو </p><p>(١) المسمعي النيسابوري، ثقة. (٢) ثقة حافظ، مصنف شهير وكان يتشيع.(٣) الضُّبَعي أبو سليمان البصري صدوق زاهد لكنه كان يتشيع.(٤) البصري الأعور قَهْرَمان آل الزبير يكنى أبا يحيى، ضعيف. \"الجرح والتعديل\" ٦/ ٢٣٢، \"تهذيب الكمال\" ٢٢/ ١٣، \"التقريب\" (٥٠٢٥).(٥) ثبت عابد فاضل.(٦) [١٩٧٣] الحكم على الإسناد:إسناده ضعيف فيه عمرو بن دينار ضعيف، وإبراهيم بن سهلويه لم أجده.التخريج:أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٥٦ وعنه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٦٠٧، وأخرجه الطبري في \"جامع البيان\" ٨/ ١٤٦، من طريق عمرو بن دينار به. وذكره السيوطى في \"الدر المنثور\" ٥/ ٩٤ وزاد نسبته لعبد بن حميد.وأخرجه الطبري في \"جامع البيان\"، والبيهقي في \"شعب الإيمان\" ٣/ ٧٦ (٢٩١٧) كلاهما عن ابن مسعود نحوه. وذكره السيوطي في \"الدر المنثور\" ٥/ ٩٤ وزاد نسبته لسعيد بن منصور.(٧) ابن فنجويه ثقة صدوق كثير رواية المناكير.</p><p> سعيد أحمد بن عمر بن حبيش الرازي (١) قال: حدثنا علي بن طيفور النسائي (٢) قال: حدثنا قتيبة (٣) قال: حدثنا ابن لهيعة (٤) عن دراج (٥) عن أبي حجيرة (٦) عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال:  \"إن(للمساجد)(٧)أوتادًا، الملائكة جلساؤهم وهم يتفقدونهم، فإن مرضوا عادوهم وإن كانوا في حاجة أعانوهم\" وقال: \"جليس المسجد على ثلاث خصال أخ مستفاد أو كلمة محكمة أو رحمة منتظرة\"  (٨) . </p><p>(١) الأشعري، ثقة. (٢) ابن غالب أبو الحسن النسوي، نزيل بغداد. سمع: قتيبة بن سعيد. وعنه: أبو بكر الشافعي وأبو بكر القطيعي وعمر بن نوح البجلي وجماعة. قال الخطيب: كان ثقة.\"تاريخ بغداد\" ١١/ ٤٤٢، \"المنتظم\" ٦/ ١١٩، \"تاريخ الإسلام\" ٢٢/ ٢١١.(٣) قتيبة بن سعيد، ثقة ثبت.(٤) عبد الله بن لهيعة.صدوق، اختلط بعد احتراق كتبه ورواية ابن المبارك وابن وهب عنه أعدل من غيرها ..(٥) ابن سمعان أبو السمح القرشي السهمي. صدوق.(٦) عبد الرحمن بن حُجيرة الخولاني أبو عبد الله المصري القاضي، روى عن: أبي ذر وابن مسعود وأبي هريرة وغيرهم.روى عنه: ابنه عبد الله والحارث بن يزيد الحضرمي ودراج أبو السمح وغيرهم.وثقه النسائي وذكره ابن حبان في النكات، وقال ابن حجر: ثقة.\"الثقات\" ٥/ ٩٦، \"تهذيب الكمال\" ١٧/ ٥٤، \"تقريب التهذيب\" (٣٨٣٨).(٧) في الأصل: للملائكة.(٨) [١٩٧٤] الحكم على الإسناد.إسناده ضعيف قال الهيثمي: فيه ابن لهيعة وفيه كلام. وصح موقوفًا. =</p>"
}