{
  "id": null,
  "sura": 24,
  "aya": 58,
  "text": "<p> {فِي الْأَرْضِ وَمَأْوَاهُمُ النَّارُ وَلَبِئْسَ الْمَصِيرُ} . </p><p> ٥٨ - قوله -عز وجل- {يَاأَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ} </p><p> قال ابن عباس رضي الله عنهما: وجّه رسول الله - صلى الله عليه وسلم - غلامًا من الأنصار يقال له: مدلج بن عمرو إلى عمر بن الخطاب - رضي الله عنه - وقت الظهيرة ليدعوه فدخل فرأى عمر بحالة كره عمر - رضي الله عنه - رؤيته بذلك فقال: يا رسول الله وددت لو أن الله أمرنا ونهانا في حال الاستئذان فأنزل الله تعالى هذِه الآية (١) . </p><p> وقال مقاتل: نزلت هذِه الآية في أسماء بنت مرثد كان لها غلام كبير فدخل عليها في وقت كرهته، فأتت رسول الله - صلى الله عليه وسلم - فقالت: إن خدمنا وغلماننا يدخلون علينا فى حال نكرهها فأنزل الله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ}  (٢) . لام الأمر. </p><p>(١) أخرجه ابن منده كما في \"الإصابة\" لابن حجر ٦/ ٧٤ مسندًا من طريق السدي الصغير عن الكلبي عن أبي صالح عن ابن عباس. وذكره ابن حبيب في \"تفسيره\" ٢١٢/ أ، والحيري في \"الكفاية\" ٢/ ٦٨/ أ، والواحدي في \"أسباب النزول\" (٣٣٩)، والبغوي في \"معالم التنزيل\" ٦/ ٦٠. كلهم عن ابن عباس من غير سند. وهذِه إحدى موافقات عمر - رضي الله عنه -. لذا قال السيوطي في منظومته لموافقات عمر \"الحاوي للفتاوى\" ٢/ ٣٧٨:وآية في النور هذا بهتان ... وآية فيه بها الاستئذان(٢) انظر: \"تفسير مقاتل\" ٣/ ٢٥٧، \"تفسير ابن حبيب\" ٢١٢/ أ، \"الكفاية\" للحيري ٢/ ٦٨/ ب، \"أسباب النزول\" للواحدي (٣٣٩)، \"معالم التنزيل\" للبغوي ٦٠/ ٦٠.</p><p> {الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ} يعني العبيد والإماء (١) . </p><p> {وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ}  (من الأحرار)  (٢) . </p><p> {ثَلَاثَ مَرَّاتٍ} في ثلاثة أوقات. </p><p> {مِنْ قَبْلِ صَلَاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ} للقائلة. </p><p> {وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ} وروى عبد الرحمن بن عوف - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال:  \"لا تغلبنكم الأعراب على اسم صلاتكم قال الله(٣):{وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ}وإنما العتمة عتمة(٤)الإبل\"  (٥) . </p><p>(١) وهذا ما اختاره الطبري في \"جامع البيان\" ١٨/ ١٦١ - ١٦٢، والسمعاني في \"تفسير القرآن\" ٣/ ٥٤٦، وذلك لعموم قوله: {الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ} وعدم المخصص، وقيل: المراد الرجال دون النساء، وهو ضعيف. (٢) من (م)، (ح).(٣) في (م)، (ح)، فإن الله قال.(٤) أصل العَتْم في اللغة المكث والاحتباس، وعتمة الليل ظلامه، وعتمة الإبل رجوعها من المرعى بعدما تمسي، وذلك أن أهل البادية يريحون نعمهم بُعيد المغرب وينيخونها في مراحها ساعة يستفيقونها فإذا أفاقت -وذلك بعد قطعة من الليل- أثاروها وحلبوها وتلك الساعة تسمى عتمة.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ١٨٠، \"لسان العرب\" لابن منظور ١٢/ ٣٨٢ عتم.(٥) أخرجه أبو يعلى في \"مسنده\" ٢/ ١٧٣ (٨٦٨)، والطبري في \"جامع البيان\" ١٨/ ١٦٣، ومسدد في \"مسنده\" \"المطالب العالية\" (٢٩٣)، والبيهقي في \"السنن الكبرى\" ١/ ٣٧٢.جميعهم من طريق رجل من أهل الطائف عن غيلان بن شرحبيل عن ابن عوف به. وذكره السيوطي في \"الدر المنثور\" ٥/ ١٠٤ وزاد نسبته لابن أبي شيبة وابن المنذر =</p><p> وإنما خص هذِه الأوقات لأنها ساعات الخلوة والغفلة ووضع الثياب والكسوة (١) فذلك قوله: {ثَلَاثُ عَوْرَاتٍ لَكُمْ} . </p><p> قرأ أهل الكوفة:  {ثَلَاثُ} هو بالنصب (٢) ردًّا على قوله {ثَلَاثَ مَرَّاتٍ}  (٣) </p><p>= وابن أبي حاتم. وإسناده ضعيف فيه راو لم يسم، قال الهيثمي في \"مجمع الزوائد\" ١/ ٣١٤: وفيه راو لم يسم، وغيلان بن شرحبيل لم أعرفه وبقية رجاله ثقات.لكن الحديث له شواهد منها:١ - حديث ابن عمر نحوه أخرجه مسلم (٦٤٤)، كتاب المساجد، باب وقت العشاء وتأخيرها، وأبو داود (٤٩٨٤) كتاب الأدب، باب في صلاة العتمة، وابن ماجه (٧٠٤) كتاب الصلاة، باب النهي أن يقال صلاة العتمة، وأحمد في \"مسنده\" ٢/ ١٩ (٤٦٨٨)، ٤٩ (٥١٠٠)، ١٤٤ (٦٣١٤)، وغيرهم.٢ - حديث أبي هريرة نحوه أخرجه ابن ماجه (٧٠٥) كتاب الصلاة باب النهي أن يقال صلاة العتمة، وأحمد في \"مسنده\" ٢/ ٤٣٣ (٩٦٠٠)، ٤٣٨ (٩٦٥٩) قال البوصيري في \"زوائد سنن ابن ماجه\" إسناده صحيح وصححه الألباني في \"صحيح سنن ابن ماجه\".فحديث ابن عوف صحيح بشواهده.(١) انظر: \"جامع البيان\" للطبري ١٨/ ١٦٣، \"تفسير ابن حبيب\" ٢١٢/ أ، \"الكفاية\" للحيري ٢/ ٦٨/ ب.(٢) وبها قرأ حمزة والكسائي وأبو بكر وعاصم وخلف وافقهم الحسن والأعمش. انظر: \"السبعة\" لابن مجاهد (٤٥٩)، \"التيسير\" للداني (١٣٢)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٢٦٩)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٣٣، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٣٠٢.(٣) وذلك لأن {ثَلَاثَ مَرَّاتٍ} متفق على نصبها وهي منصوبة على الظرفية الزمانية أي: ثلاث أوقات أو على المصدرية أي: ثلاث استئذانات أو على إضمار فعل أي اتقوا واحذروا ثلاث. =</p><p> ورفعه الآخرون (١) على معنى: هذِه ثلاث عورات لكم (٢) . </p><p> {ليْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ} يعني: العبيد والخدم (٣) والأطفال. </p><p> {جُنَاحَ} في الدخول عليكم بغير إذن. </p><p> {بَعْدَهُنَّ} أي: بعد هذِه الأوقات الثلاثة. </p><p> {طَوَّافُونَ} هو أي: هم طوافون {عَلَيْكُمْ} يدخلون ويخرجون ويذهبون ويجيئون ويترددون في أحوالهم وأشغالهم بغير إذن. </p><p> {بَعْضُكُمْ} يطوف {عَلَى بَعْضٍ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ} . </p><p> اختلف العلماء في حكم هذِه الآية: </p><p>= انظر: \"الحجة\" لابن خالويه (٢٦٤)، \"الحجة\" لابن زنجلة (٥٠٥)، \"معاني القراءات\" للأزهري ٢/ ٢١٢، \"الكشف عن وجوه القراءات السبع\" لمكي ٢/ ١٤٣، \"شرح الهداية\" ٢/ ٤٤٣، \"الموضح في القراءات\" لابن أبي مريم ٢/ ٩٣٢، \"معاني القرآن\" للفراء ٢/ ٢٩٠، \"إعراب القرآن\" للنحاس ٣/ ١٤٧، \"البحر المحيط\" لأبي حيان ٦/ ٤٣٣، \"الدر المصون\" للسمين الحلبي ٨/ ٤٣٨. (١) وبها قرأ ابن كثير ونافع وأبو عمرو وابن عامر وحفص عن عاصم.انظر: المراجع السابقة.(٢) أي: أوقات ثلاث عورات أي يظهر فيها العورات فجعل الأوقات عورات بظهور العورات فيها اتساعًا.انظر: المراجع السابقة.(٣) الخدم إما أن يكونوا عبيدًا فيشمله قوله العبيد، وإما أن يكونوا أحرارًا فإن كانوا أطفالًا فيشمله قوله والأطفال كان كانوا كبارًا فيجب الاستئذان.لذا فقوله: يعني العبيد والخدم والأطفال غير مستقيم والصواب بحذف الخدم أو تكون العبارة هكذا يعني الخدم من العبيد والأطفال.</p><p> فقال قوم: هو منسوخ لا يعمل به اليوم (١) . </p><p> [١٩٧٩] أخبرنا أبو محمد الرومي (٢) ، قال: حدثنا أبو العباس السراج (٣) ، قال: حدثنا قتيبة (٤) ، قال: حدثنا عبد العزيز (٥) ، عن عمرو (٦) ، عن عكرمة (٧) : أن نفرًا من أهل العراق قالوا لابن عباس - رضي الله عنهما -: كيف ترى في هذِه الآية: أمرنا فيها بما أمرنا فلا يعمل بها أحد اليوم (٨) يقول الله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ} الآية، </p><p>(١) وهو قول سعيد بن المسيب أخرجه النحاس في \"الناسخ والمنسوخ\" ٢/ ٥٥١، وابن الجوزي في \"نواسخ القرآن\" (٤١١)، وقال به الحسن كما في \"الناسخ والمنسوخ\" لأبي عبيد (٢٢٢)، ونسبه القرطبي لسعيد بن جبير في \"الجامع لأحكام القرآن\" ١٢/ ٣٠٢، وهو مخالف للرواية الصحيحة عنه كما سيأتي. وانظر: \"الإيضاح\" لمكي (٣٦٦)، وممن قال بالنسخ ابن حزم في \"الناسخ والمنسوخ\" (٤٨)، وهبة الله بن سلامة في \"الناسخ والمنسوخ\" (٩٩)، وهو قول ضعيف، وذلك أنه لا يصار إلى النسخ إلا بدليل ولا دليل. وقد رد دعوى النسخ فيها كثير من العلماء منهم أبو عبيد في \"الناسخ والمنسوخ\" (٢٢١)، والنحاس في \"الناسخ والمنسوخ\" ٢/ ٥٥٥، وابن العربي في \"أحكام القرآن\" ٣/ ٤١٤، وابن الجوزي في \"نواسخ القرآن\" (٤١٠)، وابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٢٧٠، وغيرهم.(٢) عبد الله بن محمد بن عبد الله بن الرومي النيسابوري. لم يذكر بجرح أو تعديل(٣) محمد بن إسحاق الثقفي ثقة.(٤) ابن سعيد. ثقة ثبت.(٥) عبد العزيز بن محمد الدراوردي. صدوق كان يحدث من كتب غيره فيخطئ.(٦) عمرو بن أبي عمرو مولى المطلب. ثقة ربما وهم.(٧) عكرمة مولى ابن عباس. ثقة ثبت عالم بالتفسير.(٨) من (ح).</p><p> فقال ابن عباس - رضي الله عنهما -: إن الله -عز وجل- رفيق حليم، رؤوف رحيم، يحب السترة (١) ، وكان الناس ليست لبيوتهم ستور ولا حجال (٢) فربما دخل الخادم أو الولد والرجل على أهله، فأمرهم الله تعالى بالاستئذان في تلك العورات فجاءهم بالستور والخير، فلم أر أحدًا يعمل بذلك (٣) . </p><p>(١) في (ح): الستر. (٢) جمع حَجَلة بالتحريك، وهو بيت كالقبة يستر بالثياب وتكون له أزرار كبار.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ١٤٦، \"لسان العرب\" لابن منظور ١١/ ١٤٤.(٣) [١٩٧٩] الحكم على الإسناد:رجاله ثقات إلا شيخ المصنف لم يذكر بجرح أو تعديل والدراوري صدوق.التخريج:أخرجه أبو داود (٥١٩٢) كتاب الأدب، باب الاستئذان في العورات الثلاث، ثم قال حديث عبيد الله وعطاء يفسر هذا الحديث. وأخرجه أبو عبيد في \"الناسخ والمنسوخ\" (٢٢١) (٤٠٦). والنحاس في \"الناسخ والمنسوخ\" ٢/ ٥٥٥ (٧٢٢) والجصاص في \"أحكام القرآن\" ٣/ ٣٣٠.جميعهم من طريق الدراوردي به. وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٦٣٢ والنحاس في \"الناسخ والمنسوخ\" (٧٢٣) والبيهقي في \"السنن الكبرى\" ٧/ ٩٧ وضعفه. جميعهم من طريق عمرو بن أبي عمرو به. وذكره السيوطي في \"الدر المنثور\" ٥/ ١٠٢، وزاد نسبته لابن المنذر وابن مردويه. وذكره ابن كثير في \"تفسير القرآن العظيم\" ٣/ ٢٧١ من رواية ابن أبي حاتم وقال: إسناده صحيح عن ابن عباس.وقال الألباني في \"صحيح سنن أبي داود\": حسن الإسناد موقوف.فالأثر ثابت عن ابن عباس - رضي الله عنه - لكن ليس فيه دليل على نسخ الآية وإنما يدل على أنها كانت على حال ثم زالت فإن كان مثل تلك الحال فحكمها قائم كما كان =</p><p> وقال آخرون: هي محكمة والعمل بها واجب (١) . </p><p>= ويؤيده ما رواه عطاء عن ابن عباس أخرجه الطبري في \"جامع البيان\" ١٨/ ١٦٢ وغيره قال: ثلاث آيات من القرآن ترك الناس العمل بهن: قول الله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ} الآية، فرواية عطاء مفسره لرواية عكرمة كما ذكره أبو عبيد. وما رواه عبيد الله بن أبي يزيد عن ابن عباس أيضًا، أخرجه أبو داود (٥١٩١) كتاب الأدب، باب الاستئذان، قال: لم يؤمن بها أكثر الناس آية الإذن، وإني لآمر جاريتي هذِه تستأذن عليّ. فاستشهاد المصنف بهذِه الرواية عن ابن عباس في هذا الموضع ليس سليما إلا أن يقال جاء بهذِه الرواية لأنها مستند هؤلاء في النسخ.وانظر: \"الناسخ والمنسوخ\" للنحاس ٢/ ٥٥٥، \"الإيضاح\" لمكي (٣٦٦)، \"أحكام القرآن\" للجصاص ٣/ ٣٣٠، \"الناسخ والمنسوخ\" لأبي عبيد (٢٢٢).(١) وهو قول أكثر أهل العلم ومما يؤيد قوله تعالى: {وَإِذَا بَلَغَ الْأَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا} فالبالغ يستأذن في كل وقت والطفل والمملوك يستأذن في العورات الثلاث.قال مكي \"الإيضاح\" (٣٦٦) وأكثر العلماء على أن الآية محكمة وحكمها باق والاستئذان في هذِه الثلاثة الأوقات واجب.وقال النحاس \"الناسخ والمنسوخ\" ٢/ ٥٥٥، والقول بأنها محكمة واجبة ثابتة على الرجال والنساء قول أكثر أهل العلم ... وهذا القول بأن الآية محكمة عامة قول القاسم بن محمد وجابر بن زيد والشعبي.وقال أبو عبيد في \"الناسخ والمنسوخ\" (٢٢٢) وليس المذهب في الآية إلا أن تكون محكمة قائمة لم ينسخها كتاب ولا نقلت الآثار التي انتهت إلينا عن رسول الله - صلى الله عليه وسلم - ولا عن أحد من الصحابة ولا التابعين بعدهم بالتسهل في ذلك إلا شيء يروى عن الحسن. =</p><p> روى سفيان (١) عن موسى بن أبي عائشة (٢) قال: سألت الشعبي (٣) عن هذِه الآية: {لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ} قلت: منسوخة هي؟ قال: لا والله ما نسخ (٤) . </p><p> قلت: إن الناس لا يعملون بها. قال: الله المستعان (٥) . </p><p> وروى أبو عوانة (٦) عن أبي بشر (٧) عن سعيد بن جبير (٨) في هذِه الآية قال: إن ناسًا يقولون نسخت، والله ما نسخت ولكنها مما يتهاون </p><p>(١) هو الثوري. ثقة حافظ فقيه عابد إمام حجة. (٢) الهمداني الكوفي. ثقة عابد وكان يرسل.(٣) عامر بن شراحيل. ثقة مشهور فقيه فاضل.(٤) في (ح): ما نسخت.(٥) الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه البستي في \"تفسيره\" (ص ٤٨٣) (٦٢٥)، (ص ٤٨٤) (٦٢٧)، وأبو عبيد في \"الناسخ والمنسوخ\" (ص ٢٢٠) (٤٠٤).وابن أبي شيبة في \"مصنفه\" ٤/ ٤٠٠ النكاح، والطبري في \"جامع البيان\" ١٨/ ١٦٢، والنحاس في \"الناسخ والمنسوخ\" ٢/ ٥٥٧ (٧٢٥)، وابن الجوزي في \"نواسخ القرآن\" (٤١٠).جميعهم من طريق سفيان به وإسناده صحيح.وذكره السيوطي في \"الدر المنثور\" ٥/ ١٠٢ وزاد نسبته للفريابي.(٦) وضاح بن عبد الله اليشكري الواسطي البزاز. ثقة ثبت.(٧) جعفر بن إياس ابن أبي وحشية اليشكري. ثقة من أثبت الناس في سعيد بن جبير. وضعفه شعبة في حبيب بن سالم وفي مجاهد.(٨) ثقة ثبت فقيه.</p>"
}