{
  "id": null,
  "sura": 24,
  "aya": 27,
  "text": "<p> ٢٧ - {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ} الآية </p><p> [١٩٢٨] أخبرنا الحسين بن محمد بن فنجويه (١) بقرائتي عليه قال: ثنا عبد الله بن يوسف (٢) قال: حدثنا الحسين بن بختويه (٣) ، قال: ثنا عمرو بن ثور (٤) ، وإبراهيم بن أبي سفيان (٥) قالا: حدثنا محمد يوسف الفريابي (٦) ، قال: حدثنا قيس (٧) ، عن أشعث بن سوار (٨) ، عدي بن ثابت (٩) قال: جاءت امرأة من الأنصار فقالت: يا رسول إني أكون في بيتي على حال لا أحب أن يراني أحد عليها، لا والد ولد فيأتي الأب فيدخل عليّ، وإنه لا يزال يدخل عليّ رجل من </p><p>(١) ثقة صدوق كثير الرواية للمناكير. (٢) عبد الله بن يوسف بن أحمد بن مالك، لم أجده.(٣) الحسين بن محمد بن بختويه بن علي الدينوري، سئل عنه الدارقطني فقال: هو ثقة. \"سؤالات حمزة السهمي للدارقطني\" ص ١٥٧.(٤) عمرو بن ثور الجذامي، روى عن الفريابي، وحدث عنه الطبراني، ولم أجد فيه جرحًا ولا تعديلًا. انظر \"تكملة الإكمال\" ٢/ ١١٢.(٥) إبراهيم بن معاوية بن ذكوان بن أبي سفيان القيسراني، صاحب الفريابي، سمع منه الطبراني، مات سنة (٢٧٨ هـ).انظر \"موضع أوهام الجمع والتفريق\" للخطيب البغدادي ١/ ٤٠٢، \"سير أعلام النبلاء\" للذهبي ١٦/ ١٢٥، \"معجم البلدان\" لياقوت الحموي ٤/ ٤٢٢.(٦) ثقة فاضل.(٧) قيس بن الربيع الأسدي أبو محمد الكوفي، صدوق، تغير لما كبر، أدخل عليه ابنه ما ليس من حديثه فحدث به.(٨) ضعيف.(٩) الأنصاري الكوفي، ثقة، رمي بالتشيع.</p><p> أهل بيتي وأنا على تلك الحال فكيف أصنع؟ </p><p> فنزلت هذِه الآية:  {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ} الآية (١) . </p><p> {حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا} قال بعض المفسرين: {حَتَّى تَسْتَأْنِسُوا} أي: تستأذنوا (٢) . </p><p>(١) [١٩٢٨] الحكم على الإسناد: مرسل، وفيه من لم أجده، وأشعث ضعيف.التخريج:أخرجه الواحدي في \"أسباب النزول\" (٦٣٨) عن المصنف به بمثله.وأخرجه الطبري في \"جامع البيان\" ١٨/ ١١٠ - ١١١ من طريق هشيم عن أشعث به مثله.وذكره ابن كثير في \"تفسير القرآن العظيم\" ١٥/ ٢٠٩ من طريق أشعث به.وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٨، وفي \"لباب النقول\" للسيوطي (١٤٣) وزاد في نسبته للفريابي.(٢) وهذا هو القول الأول في معنى الاستئناس.أخرجه الطبري في \"جامع البيان\" ١٨/ ١١٠ عن ابن عباس وابن مسعود والنخعي وقتادة.وأخرجه ابن أبي حاتم ٨/ ٢٥٦٦ من طريق علي بن أبي طلحة، عن ابن عباس وقتادة وسعيد بن جبير ومقاتل بن حيان.وروي أيضًا عن السدي ومقاتل بن سليمان والضحاك.وهذا هو الراجح وذلك:١ - أن خير ما يفسر به كتاب الله بعد كتاب الله سنة رسوله -صلى الله عليه وسلم- الثابتة عنه، وقد ثبت في السنة -كما سيأتي- الأمر بالاستئذان ثلاثًا قبل الدخول فإن أذن وإلا فليرجع.٢ - أنه مروي عن عدد من الصحابة وهم أعلم الناس بالقرآن. =</p><p> وروى سعيد بن جبير عن ابن عباس رضي الله عنهما أنه قالى: إنما هي: (حتى تستأذنوا) ولكن أخطأ الكاتب (١) . </p><p>= ٣ - أن الأقوال الأخرى لا تسلم من الاعتراض. ٤ - يشهد لهذا المعنى قوله تعالى بعدها: {فَلَا تَدْخُلُوهَا حَتَّى يُؤْذَنَ لَكُمْ}، وقوله أيضًا: {لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ}.٥ - ويقويه أيضًا قراءة ابن عباس وغيره: (حتى تستأذنوا).وانظر: \"تفسير القرآن\" لعبد الرزاق ٢/ ٥٥، ٦٢، \"تفسير ابن حبيب\" ٢٠٨/ ب، \"تفسير ابن فورك\" ٣/ ١١/ ب، \"الكفاية\" للحيري ٢/ ٦١/ أ، \"تفسير مقاتل\" ٣/ ١٩٤، \"الوسيط\" للواحدي ٣/ ٤١٥، \"الدر المنثور\" للسيوطي ٥/ ٦٩، \"معاني القرآن\" للنحاس ٤/ ٥١٦، \"معالم التنزيل\" للبغوي ٦/ ٣٠، \"أضواء البيان\" للشنقيطي ٦/ ١٧٠.(١) أخرجه الثوري في \"تفسيره\" (٢٢٤)، وأبو عبيد في \"فضائل القرآن\" (٢٦٣)، والبستي في \"تفسيره\" (٥٧٣)، والطبري في \"جامع البيان\" ١٨/ ١١٠، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢٥٦٦/ ٨، والطحاوي في \"مشكل الآثار\" ٤/ ٢٤٩ (١٥٨٢)، والحاكم في \"المستدرك\" ٢/ ٤٣٠ (٣٤٩٦)، وقال: صحيح على شرط الشيخين. ووافقه الذهبي، والبيهقي في \"شعب الإيمان\" ٦/ ٤٣٨ (٨٨٠١).وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٩ وزاد نسبته للفريابي وسعيد بن منصور وعبد بن حميد وابن المنذر وابن الأنباري في المصاحف والضياء في \"المختارة\". والقراءة شاذة ذكرها ابن جني في \"المحتسب\" ٢/ ١٠٧، وابن خالويه في \"مختصر في شواذ القرآن\" (١٠١)، وقد تكلم غير واحد من العلماء في هذا الخبر المروي عن ابن عباس فمنهم من ضعفه وقالوا:١ - إن إسناده لا يخلو من ضعف.٢ - إنه لا يجوز أن ينسب الخطأ إلى كتاب تولى الله حفظه، وأجمعت الأمة على صحته.</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ٣ - إن ذلك يقتضي الطعن في التواتر ويقتضي صحة القرآن الذي لم ينقل بالتواتر وفتحهما بطريق الشك إلى كل القرآن. ٤ - إن الإجماع انعقد من كل الصحابة على قراءتها: {تَسْتَأْنِسُوا} وكذا رسمها في المصحف العثماني وغير معقول مخالفة ابن عباس في هذِه الأمور.٥ - على فرض صحته عنه فإنه بشر وكل يؤخذ من قوله ويرد.٦ - إنه لو كان ذلك خطأ من الكاتب لكان الواجب أن يكون في كل المصاحف.٧ - إنه كيف يعزب عن أئمة القراء علم هذا الخطأ وكيف سكتوا عنه بل كيف تداعوا إلى القراءة به حتى بلغ حد التواتر وتركوا القراءة بما هو الصواب.ومن العلماء الذين ضعفوه وأنكروا أن تكون صحيحة عن ابن عباس: ابن الأنباري وابن العربي وأبو حيان والقرطبي والكيا الهراسي.بل قال الحكيم الترمذي في \"نوادر الأصول\" ٢/ ١٢١: فهذا كلام جاهل أو ملحد يكيد الدين.وقال النحاس في \"الناسخ والمنسوخ\" ٢/ ٥٤٦ عنه أنه: عظيم محظور القول به؛ لأن الله قال: {لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ}. ومعنى: {حَتَّى تَسْتَأْنِسُوا} بين عند أهل التأويل وأهل العربية.وقال أبو حيان في \"البحر المحيط\" ٦/ ٤١١: من روى عن ابن عباس فهو طاعن في الإسلام أو ملحد في الدين وابن عباس بريء من هذا القول.ومن العلماء من وجه قول ابن عباس:بأن معناه أخطأ في الاختيار وما هو الأولى لجمع الناس عليه من الأحرف السبعة لا أن الذي كتب خطأ خارج عن القرآن.ويحتمل أيضًا أن تكون (تستأذنوا) من القراءات التي نسخت وتركت، ولعل القارئ بها حين قال ذلك في ذلك الوقت لم يطلع عليه؛ لأن جميع الصحابة أجمعوا على كتابة تستأنسوا في جميع نسخ المصحف العثماني.وممن جنح إلى هذا ابن أشته كما في \"الإتقان\" والبيهقي وغيرهما.قلت: وبهذا يتبين -على كلا القولين- أن القراءة الصحيحة تستأنسوا وأنه =</p><p> وكان أُبي بن كعب (١) وابن عباس (٢) والأعمش (٣) يقرؤها (٤) كذلك: (حتى تستأذنوا) ، وفي الآية تقديم وتأخير تقديرها:  (حتى تسلموا على أهلها وتستأذنوا) وذلك هو في مصحف ابن مسعود - رضي الله عنه - (٥) . </p><p>= لا يجوز تخطئة ما وقع عليه الإجماع ونقل متواترًا خاصة وأنه له وجه يصح وإليه ذهبت العامة. وأما ما روي عن ابن عباس فلا يمكن تضعيفه لصحة إسناده لكنه موجه كما سبق، والله أعلم. انظر: \"مفاتيح الغيب\" للرازي ٢٣/ ١٩٦، \"البحر المحيط\" لأبي حيان ٦/ ٤١١، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢١٤، \"أضواء البيان\" للشنقيطي ٦/ ١٦٨، \"المدخل\" لأبي شهبة (٣٧١)، \"تفسير القرآن العظيم\" لابن كثير ١٠/ ٢٠٧، \"أحكام القرآن\" لابن العربي ٣/ ١٣٥٨، \"الإتقان\" للسيوطي ٤/ ١٢٥١ - ١٢٥٢، ١٢٥٥ - ١٢٥٦، \"فتح الباري\" لابن حجر ٨/ ١١، \"شعب الإيمان\" للبيهقي ٦/ ٤٣٨، \"أحكام القرآن\" للكيا الهراسي ٤/ ٢٨٦.(١) أخرجه ابن أبي شيبة وعبد بن حميد وابن المنذر كما في \"الدر المنثور\" ٥/ ٦٩ جميعهم عن عكرمة قال هي في قراءة أبي (حتى تسلموا وتستأذنوا).وانظر: \"مختصر في شواذ القرآن\" لابن خالويه (١٠١)، \"المحتسب\" لابن جنى ٢/ ١٠٨، \"جامع البيان\" للطبري ١٨/ ١١٠.(٢) أخرجه الطبري في \"جامع البيان\" ١٨/ ١١٠، وأبو عبيد في \"فضائل القرآن\" (٣٠٧) كلاهما عنه.وانظر: \"مختصر في شواذ القرآن\" لابن خالويه (١٠١)، \"المحتسب\" لابن جني ٢/ ١٠٨، \"أحكام القرآن\" لابن العربي ٣/ ١٣٥٨.(٣) أخرجه الطبري في \"جامع البيان\" ١٨/ ١١٠ من طريق سفيان عنه أنه كان يقرؤها (حتى تستأذنوا وتسلموا).(٤) في (م): يقرؤونها.(٥) أخرجه الطبري في \"جامع البيان\" ١٨/ ١١٠، والبيهقي في \"شعب الإيمان\" =</p><p> وهو أن يقول: السلام عليكم، أأدخل (١) ، . </p><p> روى يونس بن عبيد عن عمرو بن سعيد الثقفي (٢) أن رجلًا استأذن على رسول الله -صلى الله عليه وسلم- قال: أألج؟ قال النبي -صلى الله عليه وسلم- لامرأة يقال لها (٣) روضة -رضي الله عنها-: \"قومي إلى هذا فعلميه، فإنه لا يحسن يستأذن (٤) فقولي له </p><p>= ٦/ ٤٣٧ (٨٨٠٠). كلاهما من طريق إبراهيم النخعي قال في مصحف ابن مسعود (حتى تسلموا على أهلها وتستأذنوا). وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٩ وزاد نسبته لسعيد بن منصور وعبد بن حميد.(١) وهذا القول -تقديم السلام على الاستئذان- مروي عن ابن عباس وسعيد بن جبير وقال به مقاتل في \"تفسيره\" ونسبه البغوي في \"معالم التنزيل\" للأكثرين.ومما يدل على صحة تقديم السلام على الاستئذان أنه ورد منه حديثان صحيحان عن النبي - صلى الله عليه وسلم - فهو مقدم على غيره.وأما تقديم الاستئناس -وهو الاستئذان- على السلام في الآية فإنه لا يدل على تقديم الآستئذان بالدخول على السلام؛ لأن العطف بالواو لا يقتضي الترتيب وإنما يقتضي مطلق التشريك. ورجح القرطبي ١٢/ ٢١٤ أن الاستئناس قبل السلام فتكون الآية على بابها لا تقديم ولا تأخير والراجح هو الأول؛ لأنه جاءت به السنة وقال به المحققون.انظر: \"معاني القرآن\" للفراء ٢/ ٢٤٩، \"جامع البيان\" للطبري ١٨/ ١١٢، \"تفسير مقاتل\" ٣/ ١٩٤، \"أضواء البيان\" للشنقيطي ١٧٣/ ٦، \"معالم التنزيل\" للبغوي ٦/ ٣٠.(٢) في الأصل: زيادة بعدها، وهي (- رضي الله عنه -)، والصواب حذفها كما في (م)، (ح) لئلا يوهم أنه صحابي.(٣) من (م)، (ح).(٤) في الأصل: ليستأذن، والتصويب من (م)، (ح).</p><p> يقول: السلام عليكم أأدخل \". فسمعها الرجل فقالها،فقال:\" ادخل\" (١) . </p><p> وقال مجاهد (٢) </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٨/ ١١٠ من طريق يونس بن عبيد عن عمرو بن سعيد الثقفي بمثله. وإسناده مرسل. وأخرجه ابن أبي شيبة في \"مصنفه\" ٨/ ٦٠٦ (٥٧٢٤)، وأحمد في \"مسنده\" ٥/ ٣٦٨ (٢٣١٢٧)، والبخاري في \"الأدب المفرد\" (٣٦٩) (١٠٨٤)، وأبو داود، كتاب الأدب، باب كيف الاستئذان (٥١٧٧).والنسائي في \"السنن الكبرى\"، كتاب عمل اليوم والليلة (١٠١٤٨).والبيهقي في \"السنن الكبرى\" ٨/ ٣٤٠، والجصاص في \"أحكام القرآن\" ٣/ ٣١١. جميعهم من طريق ربعي بن حراش عن رجل من بني عامر أنه استأذن فذكروه بنحوه، وإسناده صحيح وأما جهالة الرجل فإنها لا تضر؛ لأنه صحابي. قال ابن حجر في \"فتح الباري\" ١١/ ٣: إسناده جيد.ولفظ ابن أبي شيبة وأبي داود والنسائي والبيهقي: أخرج، بالتذكير.ولفظ أحمد: أخرجي بالتأنيث، ولفظ البخاري فقال -عليه السلام- للجارية اخرجي ولم يسمها أحد منهم روضة إلا الطبري في \"جامع البيان\".(٢) أخرجه الثوري في \"تفسيره\" (٢٢٤)، والطبري في \"جامع البيان\" ١٨/ ١١١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٥٦٦، وآدم في \"تفسير مجاهد\" (٤٩١)، والبيهقي في \"شعب الإيمان\" ٦/ ٤٣٨ (٨٨٠٧).وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٩ وزاد نسبته لابن أبي شيبة وعبد بن حميد وابن المنذر.وانظر: \"تفسير ابن فورك\" ٣/ ١١/ ب، \"معاني القرآن\" للنحاس ٤/ ١٧، \"أحكام القرآن\" للجصاص ٣/ ٣١١، \"الناسخ والمنسوخ\" للنحاس ٢/ ٥٤٦، \"أحكام القرآن\" لابن العربي ٣/ ١٣٥٩، \"تفسير القرآن العظيم\" لابن كثير ١٠/ ٢١٠، \"تفسير القرآن\" للسمعاني ٣/ ٥١٦.</p><p> والسدي (١) : هو التَّنحْنُح والتنَخُّم (٢) . </p><p> وروى الأعمش (٣) عن عمرو بن مرة (٤) ، عن يحيى بن الجزار (٥) ، عن ابن أخي زينب امرأة ابن مسعود (٦) عن زينب (٧) - رضي الله عنه - قالت (٨) كان (عبد الله)  (٩) إذا جاء من حاجة فانتهى إلى الباب تنحنح وبزق، كراهية أن يهجم منا على أمر يكرهه (١٠) . </p><p>(١) انظر: \"تفسير ابن حبيب\" ٢٠٨/ ب، \"الكفاية\" للحيري ٢/ ٦١/ أ. (٢) وهذا هو القول الثاني في معنى الاستئناس، وعزاه ابن حجر في \"فتح الباري\" ١١/ ٩ إلى الجمهور، وهذا خلاف التحقيق، إذ الجمهور كما سبق على تفسيره بالاستئذان.وانظر: \"أضواء البيان\" للشنقيطي ٦/ ١٧٢.(٣) سليمان بن مهران، ثقة حافظ، لكنه مدلس.(٤) ثقة عابد، كان لا يدلس، ورمي بالإرجاء.(٥) صدوق رمي بالغلو في التشيع.(٦) وقيل: ابن أختها، روى له الترمذي والنسائي وابن ماجه قال الحافظ: كأنه صحابي، ولم أره مسمى.انظر: \"تهذيب الكمال\" ٣٤/ ٤٨٦، \"التقريب\" (٨٤٩٦).(٧) زينب بنت معاوية، وقيل: بنت أبي معاوية، وقيل غير ذلك، صحابية جليلة. انظر \"الاستيعاب\" ٤/ ٤١١، \"الإصابة\" ٨/ ٩٨.(٨) في الأصل: قال، وهو خطأ والتصويب من (م)، (ح).(٩) في (ح): ابن مسعود.(١٠) أخرجه الطبري في \"جامع البيان\" ١٨/ ١١٢ من طريق الأعمش به، قال ابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٢١٥: إسناده صحيح.وأخرجه أحمد في \"مسنده\" ١/ ٣٨١ (٣٦١٥)، وابن ماجه، كتاب الطب، باب تعليق التمائم (٣٥٣٠)، والبغوي في \"شرح السنة\" ١٢/ ١٥٦ (٣٢٤٠). =</p><p> وقال عكرمة: هو التسبيح والتهليل والتكبير ونحو ذلك (١) . </p><p> [١٩٢٩] أخبرنا أبو عبد الله بن فنجويه (٢) ، قال: حدثنا أبو بكر بن خرجة (٣) ، قال: حدثنا محمد بن عبد الله بن سليمان الحضرمي (٤) ، قال: حدثنا عبد الله بن عمر بن أبان (٥) ، قال: حدثنا عبد الرحيم ابن سليمان (٦) ، </p><p>= جميعهم من طريق الأعمش به بأطول منه، واختصره أبو داود، كتاب الطب، باب في تعليق التمائم (٣٨٨٣) فلم يذكر موضع الشاهد هنا. ووقع عند ابن ماجه: ابن أخت زينب بدل: ابن أخي زينب، وأفاد المنذري في \"الترغيب والترهيب\" ٤/ ٣٠٩ إلى أنه وقع في بعض نسخ ابن ماجه (ابن أخي) قال: وهو على كلا التقديرين مجهول، والحديث رجاله ثقات سوى ابن أخي زينب أو ابن أخت زينب فإنه مجهول، إلا أنه قد تابعه عبد الله بن عتبة بن مسعود عند الحاكم في \"المستدرك\" ٤/ ٤٦٣ (٨٢٩٠) بنحوه وصححه على شرط الشيخين ووافقه الذهبي.والحديث له طرق أخرى يتقوى بها.انظر: \"المستدرك\" للحاكم (٧٥٠٤، ٧٥٠٥)، وانظر: \"سلسلة الأحاديث الصحيحة\" للألباني (٣٣١).(١) وهذا هو القول الثالث في معنى الاستئناس.انظر: \"تفسير ابن حبيب\" ٢٠٨/ ب، \"الكفاية\" للحيري ٢/ ٦١/ أ. وبلا نسبة في \"معالم التنزيل\" للبغوي ٦/ ٢٩، \"النكت والعيون\" للماوردي ٤/ ٨٧.(٢) ثقة صدوق، كثير الرواية للمناكير.(٣) عمر بن أحمد بن القاسم النهاوندي، فقيه روى عن الثقات الموضوعات.(٤) أبو جعفر الحضرمي، الملقب بُمطَّين، ثقة حافظ.(٥) الأموي، صدوق فيه تشيع.(٦) عبد الرحيم بن سليمان الكناني أو الطائي أبو علي الأشل المروزي، نزيل =</p><p> عن واصل بن السايب (١) ، عن أبي سَوْرة (٢) ، عن أبي أيوب الأثصاري (٣) - رضي الله عنه - قال: قلنا يا رسول الله: ما الاستئناس؟ يريد قول الله تعالى:  {حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا} قال: \"يتكلم الرجل بالتكبيرة والتسبيحة والتحميدة وبتنحنح وأن يؤذن أهل البيت\"  (٤) . </p><p>= الكوفة، ثقة له تصانيف، روى له الجماعة، ومات سنة (١٨٧ هـ). انظر \"الجرح والتعديل\" ٥/ ٣٣٩، \"تهذيب الكمال\" ٣٠/ ٤٠١، \"التقريب\" (٤٠٨٤). (١) تحرفت في الأصل إلى: صايب. واصل بن السائب الرقاشي أبو يحيى البصري، ضعيف، وقال البخاري وأبو حاتم: منكر الحديث، وقال النسائي: متروك الحديث. انظر: \"الجرح والتعديل\" ٩/ ٣٠، \"المجروحين\" لا بن حبان ٣/ ٨٣، \"تهذيب الكمال\" ٣٠/ ٤٠١، \"التقريب\" (٧٤٣٣).(٢) ابن أخي أبي أيوب الأنصاري، ضعيف، قال البخاري: منكر الحديث، وضعفه ابن معين جدًّا. انظر \"الجرح والتعديل\" ٩/ ٣٨٨، \"تهذيب الكمال\" ٣٣/ ٣٩٤، \"التقريب\" (٨٢١٥).(٣) صحابي جليل.(٤) [١٩٢٩] الحكم على الإسناد:إسناده ضعيف جدًّا؛ فيه أبو سورة وواصل بن السائب.التخريج:أخرجه ابن أبي شيبة في \"مصنفه\" ٨/ ٤١٩ (٥٧٢٦)، وابن ماجه، كتاب الأدب، باب الاستئذان (٣٧٠٧)، والطبراني في \"المعجم الكبير\" ٤/ ١٨٧ (٤٠٦٥)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٥٦٧. جميعهم من طريق عبد الرحيم بن سليمان به.وذكره الحكيم الترمذي في \"نوادر الأصول\" ٢/ ١٢٠، \"الأصل\" (٢٢٨)، والسيوطي في \"الدر المنثور\" ٥/ ٦٩، وزاد نسبته لابن مروديه.وقال ابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٢١٠ - ٢١١ بعد سياقه لحديث ابن أبي حاتم هذا حديث غريب. =</p><p> وقال الخليل: الاستئناس: الاستبصار من قوله: {آنَسْتُ نَارًا}  (١) . </p><p> وقال أهل المعاني: الاستئناس طلب الأنس وهو أن ينظر هل في البيت أحد ويؤذنهم أنه داخل عليهم. </p><p> تقول العرب: اذهب فاستأنس هل ترى أحدًا في الدار (٢) أي: انظر هل ترى فيه (٣) أحدًا (٤) ؟ </p><p> ويروى أن أبا موسى الأشعري - رضي الله عنه - أتى منزل عمر بن الخطاب - رضي الله عنه - فقال السلام عليكم أأدخل؟ (فقال عمر: واحدة. فقال أبو موسى)  (٥) السلام عليكم أأدخل؟ فقال عمر: ثنتان. فقال أبو </p><p>= وقال ابن حجر في \"فتح الباري\" ١١/ ٨: أخرجه ابن أبي حاتم بسند ضعيف من حديث أبي أيوب. (١) القصص: ٢٩، أي: أبصرت نارًا.وانظر: \"تفسير ابن حبيب\" ٢٠٨/ ب، \"الكفاية\" للحيري ٢/ ٦٠/ أ، \"معالم التنزيل\" للبغوي ٦/ ٢٩، وتفسير الاستئناس بالاستبصار مردود بقول النبي -صلى الله عليه وسلم-: \"إنما جعل الاستئذان من أجل البصر\" أخرجه البخاري، كتاب الاستئذان، باب الاستئذان من أجل البصر (٦٢٤١)، إلا أن يحمل كلام الخليل على ما قاله البيهقي في \"شعب الإيمان\" ٦/ ٤٣٦ حيث قال: معنى تستأنسوا تستبصروا ليكون الدخول على بصيرة فلا يصادف حاله يكره صاحب المنزل أن يطلعوا عليها.(٢) في الأصل: النار، وهو خطأ والتصويب من (م)، (ح).(٣) في (م)، (ح): فيها.(٤) قاله الفراء وابن قتيبة والنحاس وابن فورك والطبري في \"جامع البيان\".انظر: \"معاني القرآن\" للفراء ٢/ ٢٤٩، \"معاني القرآن\" للنحاس ٤/ ٥١٧، \"تفسير غريب القرآن\" لابن قتيبة (٣٠٣)، \"تفسير ابن فورك\" ٣/ ١٢/ أ، \"جامع البيان\" للطبري ١٨/ ١١٢.(٥) ساقط من الأصل، والمثبت من (م)، (ح).</p><p> موسى: السلام عليكم أأدخل؟ ومرّ. </p><p> فوجه عمر - رضي الله عنه - خلفه مَنْ ردّه فسأله عن صنيعه؟ </p><p> فقال: إني سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"الاستئذان ثلاث فإن آذنوا وإلا فارجع\" . فقال عمر - رضي الله عنه -: لتأتيني بالبينة وإلا عاقبتك، فانطلق أبو موسى - رضي الله عنه - فأتاه بمن معه (١) سمع ذلك (٢) . </p><p> وعن عطاء بن يسار أن رجلًا قال للنبي - صلى الله عليه وسلم -: أأستأذن على أمي؟ قال:  \"نعم\" قال: إنها ليس لها خادم غيري، أفستأذن عليها كلما دخلت؟ قال:  \"أتحب أن تراها وهي عريانة؟ \" قال الرجل: لا، قال: </p><p>(١) في (م)، (ح): بمن سمع معه ذلك. والذي سمع معه أبو سعيد الخدري - رضي الله عنه -كما جاء به مصرحًا في بعض روايات الصحيح. \"صحيح البخاري\" (٦٢٤٥).(٢) أخرجه البخاري، كتاب الاستئذان، باب التسليم والاستئذان ثلاثًا، ومسلم، كتاب الأدب، باب الاستئذان (٢١٥٣)، وأبو داود، كتاب الأدب، باب كم مرة يسلم الرجل في الاستئذان (٥١٨٠)، والترمذي، كتاب الاستئذان والآداب، باب ما جاء في أن الاستئذان ثلاثًا (٢٦٩٠)، وابن ماجه، كتاب الأدب، باب الاستئذان (٣٧٠٦).جميعهم من حديث أبي سعيد الخدري.وأخرجه البخاري، كتاب البيوع، باب الخروج في التجارة (٢٠٦٢)، كتاب الآعتصام، باب الحجة على من قال (٧٣٥٣)، ومسلم، كتاب الآداب، باب الاستئذان (٢١٥٣)، وأبو داود، كتاب الأدب، باب كم مرة يسلم .. (٥١٨١) من حديث عبيد بن عمير.وأخرجه مسلم، كتاب الأدب، باب الاستئذان (٢١٥٤)، وأبو داود في، كتاب الأدب، باب كم مرة يسلم .. (٥١٨١) من حديث أبي موسى الأشعري.</p><p> \"فاستأذن(١)عليها\"  (٢) . </p><p> [١٩٣٠] وأخبرنا الحسين بن محمد بن فنجويه (٣) ، قال: حدثنا موسى بن محمد بن علي (٤) ، قال: حدثنا عبد الله بن محمد بن وهب (٥) ، قال: حدثنا محمد بن حميد (٦) ، قال: حدثنا جرير بن عبد الحميد (٧) ، عن سهيل بن أبي صالح (٨) ، (عن أبيه)  (٩)  (١٠) ، عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: \"من اطلع في بيت بغير إذنهم </p><p>(١) في الأصل: فليستأذن، والتصويب من (م)، (ح). (٢) أخرجه مالك في \"موطئه\" باب الاستئذان (١٧٩٦)، وأبو داود في \"المراسيل\" (٤٤٨)، والطبري في \"جامع البيان\" ١٨/ ١١١ - ١١٢، والبيهقي في \"السنن الكبرى\" ٧/ ٩٧.جميعهم من طريق صفوان بن سليم عن عطاء بن يسار مرسلًا.وهو مرسل صحيح، قال ابن عبد البر في \"التمهيد\" ١٦/ ٢٢٩: هذا الحديث لا أعلم يستند من وجه صحيح بهذا اللفظ، وهو مرسل صحيح مجمع على صحة معناه.وقال ابن مفلح في \"الآداب الشرعية\" ١/ ٤١٧: مرسل جيد.ورواه ابن أبي شيبة في \"مصنفه\" ٤/ ٣٩٨ عن ابن عيينة، عن زيد بن أسلم فذكره مرسلاً.(٣) ثقة صدوق كثير الرواية للمناكير.(٤) لم أجده.(٥) أبو محمد الدينوري، متهم بالكذب والوضع.(٦) الرازي، حافظ، ضعيف، وكان ابن معين حسن الرأي فيه.(٧) الكوفي، ثقة، صحيح الكتاب، قيل: كان في آخر عمره يهم من حفظه.(٨) صدوق، تغير حفظه بأخرة.(٩) ذكوان أبو صالح السمان الزيات المدني، ثقة، ثبت.(١٠) ساقط من الأصل، والمثبت من (م)، (ح).</p><p> فقد حل لهم أن يفقؤوا عينه\" (١) . </p><p> [١٩٣١] وأخبرنا ابن فنجويه (٢) ، قال: حدثنا عبيد الله بن محمد ابن شنبة (٣) ، قال: حدثنا محمد بن عبد الله بن سليمان الحضرمي (٤) ، قال: حدثنا أبو بكر (٥) ، قال: حدثنا ابن عيينة (٦) ، عن الزهري (٧) سمع سهل بن سعد (٨) -رضي الله عنهما- يقول: اطلع رجل في حجرة من حجر النبي - صلى الله عليه وسلم - ومعه مِدْرى (٩) </p><p>(١) [١٩٣٠] الحكم على الإسناد: إسناده ضعيف فيه عبد الله بن محمد بن هوب متهم، وفيه من لم أجده، ومحمد ابن حميد ضعيف، والحديث صحيح كما سيأتي.التخريج:أخرجه مسلم، كتاب الآداب، باب تحريم النظر في بيت غيره (٢١٥٨) من طريق جرير بن عبد الحميد به بمثله. وأخرجه أبو داود، كتاب الآداب، باب في الاستئذان (٥١٧٢) من طريق سهيل به نحوه.وأخرجه عن أبي هريرة بمعناه البخاري، كتاب الديات، باب من أخذ حقه .. (٦٨٨٨)، باب من اطّلع في بيت قوم .. (٦٩٠٢)، والنسائي في \"المجتبى\" ٨/ ٦١ كتاب القسامة، باب من اقتص وأخذ حقه.(٢) ثقة صدوق كثير الرواية للمناكير.(٣) لم يذكر بجرح أو تعديل.(٤) مطين، ثقة حافظ.(٥) عبد الله بن محمد بن أبي شيبة، ثقة، حافظ صاحب تصانيف.(٦) سفيان بن عيينة، ثقة، حافظ، تغير حفظه بأخرة وكان ربما دلس عن الثقات.(٧) محمد بن مسلم بن شهاب، الفقيه الحافظ، متفق على جلالته وإتقانه.(٨) الساعدي، صحابي مشهور، له ولأبيه صحبة.(٩) مدرى -بكسر الميم وإسكان الدال المهملة وبالقصر: وهي شيء يعمل من حديد =</p>"
}