{
  "id": null,
  "sura": 24,
  "aya": 23,
  "text": "<p> بكر - صلى الله عليه وسلم - ألا يتصدقوا على رجل تكلم بشيء من الإفك، ولا ينفعونهم، فأنزل الله -عز وجل- هذِه الآية (١) . </p><p> ٢٣ - قوله -عز وجل-: {إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ} </p><p> عن الفواحش وعما قذفن به كغفلة عائشة رضي الله عنها عما قيل فيها. </p><p> {الْمُؤْمِنَاتِ لُعِنُوا} عذبوا {فِي الدُّنْيَا} بالجلد وفي {وَالْآخِرَةِ} بالنار. {وَلَهُمْ عَذَابٌ عَظِيمٌ} . </p><p> واختلف العلماء في حكم الآية فقال قوم: هي لعائشة وأزواج النبي - صلى الله عليه وسلم - ورضي عنهن خاصة دون سائر المؤمنات (٢) . </p><p> [١٩٢٥] أخبرنا الحسين بن محمد بن الحسين (٣) قال: حدثنا </p><p>(١) السبب الأول أصح لوروده في الصحيحين وضعف الروايات الأخرى، والآية وإن كانت نازلة في أبي بكر ومسطح رضي الله عنهما فهي: تتناول الأمة إلى يوم القيامة بالا يغتاظ ذو فضل وسعة فيحلف ألا ينفع من هذِه صفته غابر الدهر، والعبرة بعموم اللفظ لا بخصوص السبب. انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٠٧.(٢) وهذا القول مروي عن ابن عباس وسعيد بن جبير والضحاك وأبي الجوزاء وسلمة ابن نبيط وغيرهم.انظر: \"جامع البيان\" للطبري ١٨/ ١٠٢ - ١٠٣، \"تفسير القرآن العظيم\" لابن أبي حاتم ٨/ ٢٥٥٧، \"الوسيط\" للواحدي ٣/ ٣١٣، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٠٩، \"زاد المسير\" لابن الجوزي ٦/ ٢٥، \"تفسير القرآن العظيم\" لابن كثير ٣/ ١٩٨، \"الدر المنثور\" للسيوطي ٥/ ٦٤.(٣) ابن فنجويه، ثقة صدوق كثير الرواية للمناكير.</p><p> هارون بن محمد بن هارون (١) ، قال: حدثنا محمد بن عبد العزيز (٢) ، قال: حدثنا يحيى بن عبد الحميد الحماني (٣) ، قال: حدثنا هشيم (٤) ، عن العوام بن حوشب (٥) ، قال: حدثنا شيخ من بني كاهل (٦) قال: فسر ابن عباس - رضي الله عنهما - سُورَة النور فلما أتى على هذِه الآية:  {إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ} إلى آخر الآية. قال: هذا في شأن عائشة وأزواج النبي - صلى الله عليه وسلم - ورضي الله عنهن خاصة وهي مبهمة ليس فيها توبة، ومن قذف امرأة مؤمنة فقد جعل الله له توبة ثم قرأ:  {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ} إلى قوله: {إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا} . فجعل لهؤلاء توبة ولم يجعل لأولئك توبة. </p><p> قال: فهمّ رجل أن يقوم فيقبل رأسه من حسن ما فسّر (٧) . </p><p>(١) العطار، لم أجده. (٢) البصري، ثقة.(٣) حافظ إلا أنه متهم بسرقة الأحاديث.(٤) هشيم بن بشير، ثقة ثبت كثير التدليس والإرسال الخفي.(٥) العوام بن حوشب بن يزيد الشيباني أبو عيسى الواسطي، ثقة، ثبت.(٦) لم يتبين لي من هو.(٧) [١٩٢٥] الحكم على الإسناد:إسناده ضعيف، فيه هارون لم أجده، ويحيى الحماني متهم بسرقة الأحاديث، وفيه أيضًا راو لم يسم.التخريج:أخرجه الطبري في \"جامع البيان\" ١٨/ ١٠٤ عن الحسين ثنا هشيم به إلا أنه قال: شيخ من بني أسد بد، من بني كاهل، ثم ذكره بنحوه.وأخرجه الطبراني أيضًا في \"المعجم الكبير\" ٢٣/ ١٥٣ (٢٣١) من طريق سعيد بن =</p><p> وقال آخرون: نزلت هذِه الآية في أزواج النبي - صلى الله عليه وسلم - فكان ذلك كذلك حتى نزلت الآية التي في أول السورة {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ} إلى قوله: {فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} . </p><p> فأنزل الله الجلد والتوبة، فالتوبة تقبل والشهادة ترد (١) . </p><p> [١٩٢٦] أخبرنا الحسين بن محمد بن الحسين (٢) ، قال: حدثنا ابن حيَّان (٣) ، قال: حدثنا إسحاق بن محمد (٤) ، قال: حدثنا أبي (٥) ، قال: حدثنا إبراهيم بن عيسى (٦) ، قال: حدثنا علي بن علي (٧) ، عن أبي حمزة الثمالي (٨) قال: بلغنا أنها نزلت في مشركي أهل مكة إذ كان بينهم وبين رسول الله - صلى الله عليه وسلم - عهد، وكانت المرأة إذا خرجت إلى </p><p>= منصور، عن هشيم به نحوه. قال في \"مجمع الزوائد\" ٧/ ٨٠ فيه راو لم يسم وبقية رجاله ثقات. وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٤، وزاد نسبته لسعيد بن منصور وابن مردويه. (١) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٠٥، والطبراني في \"المعجم الكبير\" ٥٣/ ١٢٣ (٢٣٢) كلاهما من طريق العوفي عن ابن عباس رضي الله عهما. وهذا القول الثاني.(٢) ابن فنجويه، ثقة صدوق، كثير الرواية للمناكير.(٣) محمد بن خلف بن حيان بن صدقة الضبي البغدادي، الملقب بوكيع، صدوق.(٤) إسحاق بن محمد بن مروان الغزال، لا يحتج بحديثه.(٥) محمد بن مروان، شيعي متروك.(٦) إبراهيم بن عيسى، لم أجده.(٧) لم يتبين لي من هو.(٨) ثابت بن أبي صفية الثمالي ضعيف رافضي.</p>"
}