{
  "id": null,
  "sura": 24,
  "aya": 30,
  "text": "<p> ساكن فيها على العموم؛ لأن الاستئذان إنما جاء لئلا يهجم على ما لا يحب من العورة، فإذا لم يخف ذلك فلا معنى للاستئذان. {وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ} . </p><p> ٣٠ - قوله -عز وجل-: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا} </p><p> يكفوا {مِنْ أَبْصَارِهِمْ} عن النظر إلى ما لا يجوز، واختلفوا في قوله (مِنْ) . </p><p> فقال بعضهم: هو صلة أي: يغضوا أبصارهم (١) . </p><p> وقال الآخرون: هو ثابت في الحكم؛ لأن المؤمنين غير مأمورين </p><p>= ٦/ ٢٩، والمثبت من (ح) وهو كذلك في \"تفسير الطبري\" ١٨/ ١١٥، وما قاله ابن جرير الطبري في \"جامع البيان\" هو الراجح وذلك؛ لأنه لا وجه لتخصيص بعض ذلك دون بعض فكل بيت لا مالك له ولا ساكن من بيت مبني ببعض الطرق للمارة والسابلة ليأووا إليه، أو بيت خراب قد باد أهله ولا ساكن فيه، حيث كان ذلك فإن لمن أراد دخوله أن يدخل بغير استئذان لأي غرض. (١) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٥٧١ عن سعيد بن جبير. وقال به مقاتل كما في \"تفسيره\" ٣/ ١٩٥.والسدي كما في \"النكت والعيون\" للماوردي ٤/ ٨٩.والسمرقندي كما في \"بحر العلوم\" ٢/ ٤٣٦.ونسبه أبو حيان في \"البحر المحيط\" ٦/ ٤١٢ للأخفش.وهذا القول رده سيبويه.وقال الشنقيطي في \"أضواء البيان\" ٦/ ١٨٩: والقول بأن مِنْ صلة لا، لا يعول عليه.وانظر \"تفسير ابن حبيب\" ٢٠٨/ ب، \"الكفاية\" للحيري ٢/ ٦١/ ب، \"الدر المصون\" للسمين الحلبي ٣٩٧/ ٨، \"إملاء ما من به الرحمن\" للعكبري ٢/ ١٥٥، \"معالم التنزيل\" للبغوي ٦/ ٣٢، \"الكشاف\" للزمخشري ٣/ ٢٢٣، \"زاد المسير\" لابن الجوزي ٦/ ٣٠.</p><p> بغض البصر أصلًا، وإنما أمروا بالغض عما لا يجوز. </p><p> {وَيَحْفَظُوا فُرُوجَهُمْ} عما (١) لا يحل. هذا قول أكثر المفسرين (٢) . </p><p> وقال ابن زيد: كل ما في القرآن من حفظ الفروج فهو عن الزنا إلا في هذا الموضع فإنه أراد الاستتار يعني: ويحفظوا فروجهم حتى لا يُنظر إليها. </p><p> ودليل هذا التأويل إسقاط (مِنْ)  (٣) . </p><p> {ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ} . </p><p>(١) في (م)، (ح): عمن. (٢) وعزاه ابن الجوزي في \"زاد المسير\" ٦/ ٣٠ للجمهور، وعزاه الواحدي في \"الوسيط\" ٣/ ٣١٥ لعامة المفسرين.(٣) عزاه إليه ابن حبيب في \"تفسيره\" ٢٥٨/ ب، والحيري في \"الكفاية\" ٢/ ٦١/ ب، وابن الجوزي في \"زاد المسير\" ٦/ ٣٠، والزمخشري في \"الكشاف\" ٣/ ٢٢٣.وأخرجه الطبري في \"جامع البيان\" ١٨/ ١١٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٥٧١ عن أبي العالية الرياحي.وكذا ذكره السيوطي في \"الدر المنثور\" ٥/ ٧٣ وزاد نسبته لعبد بن حميد وابن المنذر.وعزاه أيضًا إلى أبي العالية السمرقندي في \"بحر العلوم\" ٢/ ٤٣٦، والبغوي في \"معالم التنزيل\" ٦/ ٣٢، والواحدي في \"الوسيط\" ٣/ ٣١٥، والماوردي في \"النكت والعيون\" ٤/ ٩٠، وابن الجوزي في \"زاد المسير\" ٦/ ٣٠.وهذا القول فيه نظر وذلك؛ لأن حفظ الفرج من الزنا واللواط يدخل دخوليًا أوليًا في حفظ الفرج يدل عليه تقديم الأمر بغض البصر على الأمر بحفظ الفرج، لأن النظر بريد الزنا فلا معنى لإخراجه من معنى الحفظ وتخصيصه بالاستتار.</p><p> [١٩٣٢] أخبرني ابن فنجويه (١) بقراءتي عليه في داري قال: حدثنا عبد الله بن يوسف بن أحمد بن مالك (٢) ، قال: حدثنا الحسن بن علي بن زكريا (٣) ، قال: حدثنا أبو الربيع الزهراني (٤) ، قال: حدثنا إسماعيل بن جعفر (٥) ، قال: حدثنا عمرو بن أبي عمرو (٦) عن المطلب بن حنطب (٧) ، عن عبادة بن الصامت (٨) - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال:  \"اضمنوا لي ستًّا من أنفسكم أضمن لكم الجنة: أصدقوا إذا حَدَّثْتم، وأوفوا إذا وعدتم، وأدوا ما(٩)أئتمنتم، واحفظوا فروجكم، وغضوا أبصاركم، وكفوا أيديكم\"  (١٠) . </p><p>(١) ثقة صدوق كثير الرواية للمناكير. (٢) لم أجده.(٣) يضع الحديث.(٤) سليمان بن داود العَتَكي، ثقة.(٥) الأنصاري، الزّرَقي، أبو إسحاق القارئ، ثقة، ثبت.(٦) عمرو بن أبي عمرو: ميسرة مولى المطلب، ثقة، ربما وهم.(٧) المطلب بن عبد الله بن المطلب بن حَنْطب، صدوق، كثير التدليس والإرسال.(٨) صحابي مشهور.(٩) في (ح): إذا.(١٠) [١٩٣٢] الحكم على الإسناد:فيه الحسن بن علي بن زكريا كان يضع الحديث، والمطلب لم يسمع من عبادة بن الصامت - رضي الله عنه - الحديث صحيح بشواهده كما سيأتي.التخريج:أخرجه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ١/ ٥٠٦ (٢٧١)، والخرائطي في \"مكارم الأخلاق\" ١/ ١٩٢ (١٧٥)، والبيهقي في \"شعب الإيمان\" ٤/ ٢٠٥ (٤٨٠٢). من طريق أبي الربيع الزهراني به. =</p><p> [١٩٣٣] أخبرنا ابن فنجويه (١) قال: حدثنا عبيد الله بن محمد بن شنبه (٢) ، قال: حدثنا محمد بن عبد الله بن سليمان الحضرمي (٣) ، قال: حدثنا عبد الوارث (٤) ، قال حدثني أبي (٥) ، قال: حدثنا عنبسة </p><p>= وأخرجه أحمد في \"مسنده\" ٥/ ٣٢٣ (٢٢٧٥٧)، والحاكم في \"مستدركه\" ٤/ ٣٣٩ (٨٠٦٦)، وقال صحيح الإسناد ولم يخرجاه وتعقبه الذهبي بقوله: فيه إرسال. وأخرجه البيهقي في \"السنن الكبرى\" ٦/ ٢٨٨، جميعهم من طريق إسماعيل بن جعفر به.وأخرجه ابن أبي الدنيا في \"مكارم الأخلاق\" (١١٦).والبيهقي في \"شعب الإيمان\" ٤/ ٣٢٠ (٥٢٥٦) من طريق عمرو بن أبي عمرو به.وإسناده فيه انقطاع فالمطلب لم يسمع من عبادة بن الصامت، لكن له شاهد من حديث أنس بن مالك أخرجه الحاكم في \"المستدرك\" ٤/ ٣٩٩ (٨٠٦٧)، ومن حديث الزبير عند البيهقي في \"شعب الإيمان\" ٤/ ٣٦٥ (٥٤٢٤) وفيه انقطاع فالحديث بشاهديه صحيح، وقد رمز له السيوطي كما في \"فيض القدير\" ١/ ٥٣٥ (١٠٩٥) بالصحة.وقال المناوي في \"فيض القدير\": وقال الذهبي في آختصاره للبيهقي: إسناده صالح. وقال العلائي في \"أماليه\": سنده جيد وله طرق هذِه أمثلها وفي كلامهما إشارة إلى أنه لم يرتق عن درجة الحسن. وصححه الألباني في \"سلسلة الأحاديث الصحيحة\" (١٤٧٠).(١) ثقة صدوق، كثير الرواية للمناكير.(٢) لم يذكر بجرح أو تعديل.(٣) ثقة حافظ.(٤) عبد الوارث بن عبد الصمد بن عبد الوارث بن سعيد التَّنَّوري أبو عبيدة البصري، صدوق.(٥) أبو سهل البصري، صدوق، ثبت في شعبة.</p><p> ابن عبد الرحمن (١) ، قال: حدثنا أبو الحسن (٢) أنه سمع علي بن أبي طالب -رضي الله عنه- يقول: قال رسول الله -صلى الله عليه وسلم-: \"النظر إلى محاسن المرأة سهم من نبال إبليس مسموم، فمن رد بصره ابتغاء ثواب الله تعالى أبدله الله تعالى بذلك عبادة تسره\"  (٣) . </p><p>(١) ابن عنبسة بن سعيد بن العاص الأموي متروك رماه أبو حاتم بالوضع. (٢) لم أجده.(٣) [١٩٣٣] الحكم على الإسناد:ضعيف جدًا، فيه عنبسة بن عبد الرحمن صاحب أشياء موضوعة، وللحديث طرق أخرى غير مستقيمة.التخريج:لم أقف عليه في مسند علي بن أبي طالب - رضي الله عنه -.وأخرج الحاكم في \"المستدرك\" ٤/ ٣٤٩ (٧٨٧٥)، والقضاعي في \"مسند الشهاب\" ١/ ١٩٦ (٢٩٢١) كلاهما من طريق إسحاق بن عبد الواحد القرشي، عن هشيم، عن عبد الرحمن بن إسحاق، عن محارب بن دثار، عن صلة بن زفر، عن حذيفة - رضي الله عنه - قال، قال رسول الله - صلى الله عليه وسلم -: \"النظرة سهم من سهام إبليس مسمومة فمن تركها مخافة الله أثابه جل وعز إيمانًا يجد حلاوته في قلبه\" قال الحاكم: صحيح الإسناد ولم يخرجاه. وتعقبه الذهبي في \"التلخيص\" بقوله: إسحاق واهٍ وعبد الرحمن هو الواسطي ضعفوه. وفيه علة أخرى وهي عنعنة هشيم وهو مدلس، قال الألباني في \"سلسلة الأحاديث الضعيفة\" (١٠٦٥): ضعيف جدًّا، وهو كما قال. وأخرج الطبراني في \"المعجم الكبير\" ١٥/ ١٧٣ (١٠٣٦٢) بسنده عن ابن مسعود - رضي الله عنه - قال، قال رسول الله - صلى الله عليه وسلم -: \"النظرة سهم وسهام إبليس مسمومة من تركها مخافتي أبدلته إيمانًا يجد حلاوته في قلبه\" قال الهيثمي في \"مجمع الزوائد\" ٦٣/ ٨: فيه عبد الرحمن بن إسحاق الواسطي وهو ضعيف.وأخرج القضاعي في \"مسند الشهاب\" ١/ ١٩٦ (٢٩٣) عن عبد الله بن عمر قال، قال رسول الله -صلى الله عليه وسلم-: \"النظرة سهم من سهام الشيطان فمن تركها مخافتي أعقبه =</p><p> [١٩٣٤] وأخبرنا ابن فنجويه (١) قال: حدثنا ابن شنبه (٢) ، قال: حدثنا الحضرمي (٣) ، قال: حدثنا سهل بن صالح الأنطاكي (٤) ، قال: حدثنا أبو داود (٥) ، قال: حدثنا أبان بن يزيد (٦) عن يحيى بن أبي كثير (٧) ، عن أبي جعفر (٨) ، عن أبي هريرة -رضي الله عنه-، عن النبي -صلى الله عليه وسلم- </p><p>= عليها إيمانًا يجد طعمه في قلبه\". وفيه عبد الرحمن بن إسحاق الواسطي ضعيف، \"تقريب التهذيب\" لابن حجر (٣٨٢٣). وكأن عبد الرحمن بن إسحاق اضطرب في الحديث، فذكره تارة عن حذيفة، وتارة عن ابن مسعود، وتارة عن ابن عمر، وهذا علة أخرى للحديث.وأخرج أحمد في \"مسنده\" ٥/ ٢٦٤ (٢٢٢٧٨) بسنده عن أبي أمامة -رضي الله عنه- عن النبي -صلى الله عليه وسلم- قال: \"ما من مسلم ينظر إلى محاسن امرأة أول مرة ثم يغض بصره إلا أحدث الله له عبادة يجد حلاوتها\" وفي إسناده علي بن يزيد الألهاني ضعيف. \"تقريب التهذيب\" لابن حجر (٤٨٥١)، وقال ابن حبان في \"المجروحين\" ٢/ ١١٠: منكر الحديث جدًّا.وفي إسناده أيضًا القاسم بن عبد الرحمن الدمشقي صدوق يغرب \"تقريب التهذيب\" لابن حجر (٥٥٠٥) وقال ابن حبان عنه في الموضع السابق: ضعيف في الحديث جدًّا.فالحديث من جميع طرقه ضعيف ولم أقف له على إسناد مستقيم. وأورده الألباني في \"سلسلة الأحاديث الضعيفة\" (١٥٦٤) وقال: ضعيف جدًّا.(١) ثقة صدوق، كثير الرواية للمناكير.(٢) لم يذكر بجرح أو تعديل.(٣) محمد بن عبد الله الحضرمي ثقة حافظ.(٤) أبو سعيد البزار، صدوق.(٥) ابن الجارود، أبو داود الطيالسي البصري، ثقة، حافظ غلط في أحاديث.(٦) العطار البصري، أبو يزيد، ثقة له أفراد.(٧) الطائي مولاهم أبو نصر اليمامي، ثقة، ثبت لكنه يدلس ويرسل.(٨) محمد بن علي بن الحسين بن علي بن أبي طالب السجاد، أبو جعفر الباقر، ثقة.</p>"
}