{
  "id": null,
  "sura": 24,
  "aya": 35,
  "text": "<p> {لِتَبْتَغُوا عَرَضَ الْحَيَاةِ الدُّنْيَا وَمَنْ يُكْرِهْهُنَّ فَإِنَّ اللَّهَ مِنْ بَعْدِ} بعد ورود النَّهي {فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْرَاهِهِنَّ} لهن (١)  {غَفُوُرٌ رَحِيمٌ} والوزر على المكره. </p><p> وكان الحسن إذا قرأ هذِه الآية قال: لهن والله، لهن والله (٢) . </p><p> ٣٤ - قوله: - عَزَّ وَجَلَّ - {وَلَقَدْ أَنْزَلْنَا إِلَيْكُمْ آيَاتٍ مُبَيِّنَاتٍ وَمَثَلًا} </p><p> خبرًا وعبرة {مِنَ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِلْمُتَّقِينَ} </p><p> ٣٥ - قوله: - عَزَّ وَجَلَّ - {اللَّهُ نُورُ السَّمَاوَتِ وَالْأَرْضِ} </p><p> قال ابن عباس (٣) وأنس (٤) - رضي الله عنهما -: الله هادي أهل السماوات </p><p>(١) من (م)، (ح). (٢) والمعنى أن المغفرة للمكرهات على الزنا لا للمكرهين. ويؤيده قراءة ابن عباس وسعيد بن جبير -التفسيرية- (فإن الله من بعد إكراههن لهن غفور رحيم)، وعدها ابن جني في \"المحتسب\" ٢/ ١٥٨ من الشواذ.وانظر: \"تفسير ابن حبيب\" ٢٠٩/ ب، \"الكفاية\" للحيري ٢/ ٦٣/ أ، \"تفسير الحسن\" ٢/ ١٥٩، \"تفسير القرآن العظيم\" لابن كثير ١٠/ ٢٣٣، والطبري في \"جامع البيان\" ١٨/ ١٣٣.(٣) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٣٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٥٩٣، والبيهقي في \"الأسماء والصفات\" ١/ ٢٠١ كلهم من طريق علي بن أبي طلحة عنه.وذكره السيوطي في \"الدر المنثور\" ٥/ ٨٧، وزاد نسبته لابن المنذر.وانظر: \"معاني القرآن\" للنحاس ٤/ ٥٣٤، \"بحر العلوم\" للسمرقندي ٢/ ٤٤٠، \"تفسير ابن حبيب\" ٢٠٩/ أ، \"غرائب التفسير\" للكرماني ٢/ ٧٩٦، \"معالم التنزيل\" للبغوي ٦/ ٤٥، \"تفسير القرآن\" للسمعاني ٣/ ٥٢٩.(٤) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٣٥.وانظر: \"الوسيط\" للواحدي ٣/ ٣٢٠، \"النكت والعيون\" للماوردي ٤/ ١٠٢.</p><p> والأرض لا هادي فيهما غيره، فهم بنوره إلى الحق يهتدون وبهداه (١) من حيز (٢) الضلالة ينجون. وليس يهتدي ملك مقرب ولا نبي مرسل إلَّا بهدًى منه (٣) . </p><p> وقال الضحاك (٤) والقرظي: منوّر السماوات والأرض (٥) . </p><p> وقال مجاهد: مدبّر الأمور في السماوات والأرض (٦) . </p><p>(١) في الأصل: فبهديه، والمثبت من (م)، (ح). (٢) في (م)، (ح): حيرة.(٣) وهذا القول رجحه الطبري في \"جامع البيان\" وعليه جمهور المفسرين، قال شيخ الإسلام ابن تيمية \"مجموع الفتاوى\" ٦/ ٣٩٥: وهذا القول لا يمنع أن يكون الله في نفسه نورًا، وذلك أنهم قالوه في تفسير الآية التي ذكر فيها النور مضافًا لم يذكروه في تفسير نور مطلق، ثم إن من عادة السلف أن يذكروا بعض صفات المُفسر من الأسماء أو بعض أنواعه، ولا ينافي ذلك ثبوت بقية الصفات للمسمى بل قد يكونان متلازمين، ولا دخول لبقية الأنواع فيه، فقول من قال هادي أهل السماوات والأرض كلام صحيح، فإن من معاني كونه نور السماوات والأرض أن يكون هاديًا لهم أما أنهم نفوا ما سوى ذلك فهذا غير معلوم. اهـ مختصرًا.وقال ابن القيم: وفي ثبوت ألفاظه عن ابن عباس نظر ولو صح فليس مقصوده به نفي حقيقة النور عن الله .. \"مختصر الصواعق المرسلة\" لابن القيم (٣٥١).(٤) انظر: \"معالم التنزيل\" للبغوي ٦/ ٤٥.(٥) وهذا القول أيضًا لا ينافي أنَّه سبحانه نور، فكل منور نور فهما متلازمان.انظر: \"مجموع الفتاوى\" ٦/ ٣٩٢، \"مختصر الصواعق المرسلة\" (٣٥١).(٦) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٣٥، وفي سنده الحسين بن داود -سُنيد- وهو ضعيف، \"تقريب التهذيب\" لابن حجر (٢٦٦١).وانظر: \"تفسير ابن حبيب\" ٢١٠/ ب، \"الكفاية\" للحيري ٢/ ٦٣/ ب، \"النكت والعيون\" للماوردي ٤/ ١٠٢، \"معالم التنزيل\" للبغوي ٦/ ٤٥.</p><p> وقال أُبي بن كعب (١) وأبو العالية (٢) والحسن: مُزيّن (٣) السما وات بالشمس والقمر والنجوم ومزين الأرض بالأنبياء والعلماء والمؤمنين (٤) . </p><p>(١) انظر: \"تفسير ابن حبيب\" ٢١٠/ ب، \"الكفاية\" للحيري ٦٣/ ٢/ ب، \"معالم التنزيل\" للبغوي ٦/ ٤٥. قال ابن القيم في \"مختصر الصواعق\" (٣٥١): لا أصل له عن أبي وهو بالكذب عليه أشبه، فإن تفسير أبي لهذِه الآية معروف رواه عنه أهل الحديث من طريق الربيع بن أنس عن أبي العالية، عن أبي.قلت: أخرجه عنه الطبري في \"جامع البيان\" ١٨/ ١٣٥ بلفظ: قال أبي: فبدأ بنور نفسه ثم ذكر نور المؤمن ...ولعل الوهم في نسبة هذا القول إلى أبي أن إمام المفسرين الطبري في \"جامع البيان\" قال عند تفسير الآية: وقال آخرون معنى ذلك ضياء السماوات والأرض، ثم أسند هذا الخبر عن أبي بعده فيوهم أن أبي من ضمن القائلين به، والله أعلم.(٢) انظر: \"معالم التنزيل\" للبغوي ٦/ ٤٥، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٥٧، \"مجموع الفتاوى\" لابن تيمية ٦/ ٣٩٣.(٣) في (م) وبعض المصادر: (منير) وهي ترجع إلى معنى منور.(٤) إذا أراد به قائله أن ذلك من معنى كونه نور السماوات وأنه أراد به ليس لكونه نور السماوات والأرض معنى إلَّا هذا فهو باطل؛ لأن الله أخبر أنَّه نور السماوات والأرض، والكواكب لا يحصل نورها في جميع السماوات والأرض، وأيضا فإن قوله: {مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ} فضرب المثل لنوره الموجود في قلوب المؤمنين لم يضربها على النور الحسي الَّذي يكون للكواكب.وأما أنهم يقولون قوله: {نُورُ السَّمَاوَاتِ وَالْأَرْضِ} ليس معناه إلَّا التنوير بالشمس والقمر والنجوم فهذا باطل قطعًا، وقد قال - صلى الله عليه وسلم -: \"أنت نور السماوات والأرض ومن فيهن\" ومعلوم أن العميان لاحظ لهم في ذلك ..انظر: \"مجموع الفتاوى\" لابن تيمية ٦/ ٣٩٢.</p><p> وقال بعضهم: يعني أن الأنوار كلها منه كما يقال فلان رحمة وسخطة وهو لا يكون في نفسه رحمة ولا سخطة، وإنما يكون منه الرحمة والسخطة (١) . </p><p> وقال بعض أهل المعاني: أصل النور هو التنزيه والتصفية، يقال امرأة نوار ونسوة نُور إذا كانت متعرية من الريبة والفحشاء. قال الشاعر: </p><p> نوار في صواحبها نوار ... كما فاجاك سرب أو جوار (٢) </p><p> فمعنى النور هو المنزه من كل عيب (٣) . </p><p> وقال بعض العلماء: النور على أربعة أوجه نور متلألأ، ونور متولد، ونور من جهة صفاء اللون، ونور من جهة المدح. </p><p> فالنور المتلألأ مثل قرص الشمس والقمر والكواكب وشعلة السراج. </p><p> والنور المتولد هو الَّذي يتولد من شعاع الشمس والقمر والسراج فيقع على الأرض فيستنير منه (٤) . </p><p>(١) ذكره البغوي في \"معالم التنزيل\" ٦/ ٤٥ ولم ينسبه لأحد ثم قال: وقد ذكر مثل هذا اللفظ على طريق المدح كما قال القائل: إذا سار عبد الله من مرو ليلة فقد سار منها نورها وجمالها. (٢) البيت في \"معالم التنزيل\" للبغوي ٦/ ٤٥، \"غرائب التفسير\" للكرماني ٢/ ٧٩٧.(٣) حكاه الكرماني في \"غرائب التفسير\" ٢/ ٧٩٧ عن المصنف وجعله من العجيب ثم قال: والمعنى صحيح واللفظ في حق الله سبحانه قبيح.(٤) في (م)، (ح): به.</p><p> والنور الَّذي هو من صفاء اللون مثل نور اللآلئ واليواقيت وسائر الجواهر وكل شيء له نور صاف. </p><p> والنور الَّذي هو من جهة المدح قول الناس: فلان نور البلد (١) وشمس العصر. </p><p> قال الشاعر: </p><p> فإنك شمس والملوك كواكب ... إذا ما بدت لم يبد منهن كوكب (٢) </p><p> وقال آخر: </p><p> إذا سار عبد الله من مرو ليلة ... فقد سار منها نورها وجمالها (٣) </p><p> فيجوز أن يقال: الله -سبحانه وتعالى- من جهة المدح، لأنه واجد الأشياء، ونور جميع الأشياء منه، دون سائر الأوجه؛ لأن النور المحسوس الَّذي هو ضد الظلمة (لا يخلو)  (٤) من شعاع وارتفاع وسطوع ولموع وهذِه كلها منفية عن الله سبحانه؛ لأنها من أمارات الحديث. </p><p> قالوا: ولا يجوز أن يقال لله سبحانه: يا نور إلَّا أن يضم إليه شيء، كما لا يجوز أن يقال: يا بديع إلَّا أن يضم إليه شيء، كما قال الله </p><p>(١) في (م): البيت. (٢) البيت للنابغة الذبياني كما في \"ديوانه\" (٧٦)، من قصيدة يمدح بها النعمان ويعتذر إليه.(٣) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٥٦.(٤) في الأصل: لايخ، وهو خطأ، والتصويب من (م)، (ح).</p><p> تعالى:  {بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ}  (١) و: {نُورُ السَّمَاوَاتِ وَالْأَرْضِ}  (٢) . </p><p> وقرأ علي بن أبي طالب كرم الله وجهه:  (الله نَوَّر السماوات والأرض) على الفعل (٣) . </p><p> {مَثَلُ نُوُرِهِ} اختلفوا في هذِه الكناية: فقال بعضهم: هي عائدة إلى المؤمن (٤) أي: مثل نوره في قلب </p><p>(١) البقرة: ١١٧، الأنعام: ١٠١. (٢) قلت: ولا تخلو هذِه الأقوال من تأويل، والحق -وهو مذهب أهل السنة والجماعة- إثبات النور كصفةٍ ذاتية لله -عَزَّ وَجَلَّ- مع تنزيه الله عن مشابهة خلقه وهي ثابتة بالكتاب والسنة، وعد بعضهم (النور) من أسماء الله تعالى.قال ابن القيم:والنور من أسمائه أيضًا ومن ... أوصافه سبحان ذي البرهانانظر: \"مجموع الفتاوى\" لابن تيمية ٦/ ٣٧٤، \"الكافية الشافية\" لابن القيم ٢/ ١٠٥، \"مختصر الصواعق المرسلة\" لابن الموصلي ٢/ ٣٥٠، \"اجتماع الجيوش الإسلامية\" لابن القيم (٤٥)، \"النهج الأسمى في شرح أسماء الله الحسنى\" للنجدي ٢/ ٦٧٧.(٣) وهي قراءة شاذة. نسبها ابن حبيب في \"تفسيره\" ٢٠٩/ ب، والحيري في \"الكفاية\" ٢/ ٦٥/ ب كلاهما من رواية الحارث الأعور عنه، والحارث الأعور في حديثه ضعف وكذبه الشعبي في رأيه ورمي بالرفض، \"تقريب التهذيب\" لابن حجر (١٠٣٦).وانظر: \"مختصر في شواذ القرآن\" لابن خالويه (١٠١)، \"إعراب القراءات الشواذ\" للعكبري ٢/ ١٨٢، \"البحر المحيط\" لأبي حيان ٦/ ٤١٨، \"الدر المصون\" للسمين الحلبي ٨/ ٤٠٣، \"غرائب التفسير\" للكرماني ٢/ ٧٩٧، \"الكامل في القراءات الخمسين\" للهذلي ٢٢٣/ أ.(٤) وهو قول أُبي بن كعب وسعيد بن جبير والضحاك.انظر: \"جامع البيان\" للطبري ١٨/ ١٣٦.</p><p> المؤمن من حيث جعل الإيمان والقرآن في صدره. </p><p> روى الربيع (١) عن أبي العالية (٢) ، عن أُبيّ بن كعب - رضي الله عنه - في هذِه الآية قال: بدأ بنور نفسه فذكره، ثم ذكر نور المؤمن فقال:  {مَثَلُ نُورِهِ}  (٣) . </p><p> وهكذا كان يقرأ أُبي:  (مثل نور من آمن به)  (٤) . </p><p>(١) الربيع بن أنس البكري، صدوق له أوهام رمي بالتشيع. (٢) رفيع بن مهران الدياحي، ثقة كثير الإرسال.(٣) الحكم على الإسناد:الربيع صدوق له أوهام.التخريج:أخرجه الطبري في \"جامع البيان\" ١٨/ ١٣٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٥٩٣.وذكره السيوطي في \"الدر المنثور\" ٥/ ٨٧ مطولًا وزاد نسبته لعبد بن حميد وابن المنذر وابن مردويه والحاكم وصححه.وانظر: \"تأويل مشكل القرآن\" لابن قتيبة (٣٢٨)، \"الوسيط\" للواحدي ٣/ ٣٢٥، \"البحر المحيط\" لأبي حيان ٦/ ٤١٨.(٤) وهي قراءة شاذة وتحمل على أنها تفسيرية.والقراءة أخرجها الطبري في \"جامع البيان\" ١٨/ ١٣٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٥٩٣، وأبو عبيد في \"فضائل القرآن\" (ص ٣٠٧) جميعهم.وذكره السيوطي عنه في \"الدر المنثور\" ٥/ ٨٧ وزاد نسبتها لابن المنذر. ورويت عنه أيضًا بلفظ: (مثل نور المؤمن). ذكرها السيوطي أيضًا في \"الدر المنثور\" ٥/ ٨٦ وعزاها لعبد بن حميد وابن الأنباري في \"المصاحف\".وانظر: \"تأويل مشكل القرآن\" لابن قتيبة (٣٢٨)، \"معاني القرآن\" للنحاس ٤/ ٥٣٦، \"مختصر في شواذ القرآن\" لابن خالويه (١٠١)، \"البحر المحيط\" لأبي حيان ٦/ ٤١٨.</p><p> وقال ابن عباس (١) رضي الله عنهما والحسن (٢) وزيد بن أسلم (٣) وابنه (٤) : أراد بالنور القرآن (٥) . وقال كعب (٦) وسعيد بن جبير (٧) : هو محمد - صلى الله عليه وسلم -. </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٨/ ١٣٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٥٩٤، والبيهقي في \"الأسماء والصفات\" ١/ ٢٠١. جميعهم من طريق علي بن أبي طلحة عنه بلفظ قال: (كمثل هداه في قلب المؤمن). وذكره السيوطي في \"الدر المنثور\" ٥/ ٨٧ وزاد نسبته لابن المنذر. (٢) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٣٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٥٩٤.وذكره السيوطي في \"الدر المنثور\" ٥/ ٨٨ وزاد نسبته لعبد بن حميد.وانظر: \"معالم التنزيل\" للبغوي ٦/ ٤٥، \"تفسير الحسن\" ٢/ ١٥٩.(٣) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٣٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٥٩٤.وانظر: \"معاني القرآن\" للنحاس ٤/ ٥٣٦، \"معالم التنزيل\" للبغوي ٦/ ٤٥.(٤) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٣٧.(٥) والمعنى مثل هدى الله وآياته -القرآن- التي هدى لها خلقه ووعظهم بها قلوب المؤمنين كمشكاة. وهذا ما رجحه الطبري يدل عليه قوله تعالى: {قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ} [المائدة: ١٥].انظر: \"جامع البيان\" للطبري ١٨/ ١٣٧، \"معاني القرآن\" للزجاج ٤/ ٤٣.(٦) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٣٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٥٩٤.وذكره السيوطي في \"الدر المنثور\" ٥/ ٨٨، وزاد نسبته لعبد بن حميد وابن المنذر وابن مردويه.(٧) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٣٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٥٩٤. وذكره السيوطي في \"الدر المنثور\" ٥/ ٨٨.</p><p> ومثله روى مقاتل عن الضحاك (١) . أضاف هذِه الأنوار إلى نفسه تفضيلًا (٢) . </p><p> وروى عطية عن ابن عباس - رضي الله عنهما - قال: يعني: بالنور الطاعة سمى طاعته نورًا (٣) . </p><p> ثم ضرب له مثلًا فقال عز من قائل:  {كَمِشْكَاةٍ} . </p><p> قال أهل المعاني: هذا من المقلوب، أي: كمصباح في مشكاة (٤) ، وهي الكُوَّة التي لا منفذ لها (٥) ، وأصلها الوعاء يجعل فيها الشيء. </p><p>(١) انظر: \"تفسير مقاتل\" ٣/ ١٩٩، \"تفسير ابن حبيب\" ٢١٠/ ب، \"الكفاية\" للحيري ٢/ ٦٥ / أ. (٢) انظر: \"تفسير ابن حبيب\" ٢١٠/ ب، \"الكفاية\" للحيري ٢/ ٦٥/ أ.(٣) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٣٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٥٩٧ كلاهما من طريق عطية العوفي عنه.وذكره السيوطي في \"الدر المنثور\" ٥/ ٨٧، وزاد نسبته إلى ابن مردويه والصحيح من هذِه الأقوال أن الضمير في قوله - عَزَّ وَجَلَّ - {نُوْرِهِ} يعود على الله سبحانه، والمعنى مثل نور الله سبحانه في قلب المؤمن، وأعظم عباده نصيبًا من هذا النور رسوله محمد - صلى الله عليه وسلم -، وأضيف هذا النور إلى الله تعالى، لأنه سبحانه هو معطيه لعبده وواهبه إياه، ويضاف إلى العبد، لأنه محله وقابله فيضاف النور إلى الفاعل والقابل.انظر: \"اجتماع الجيوش الإسلامية\" (١٢٠٦).(٤) انظر: \"تفسير ابن حبيب\" ٢٠٩/ ب، \"الكفاية\" للحيري ٢/ ٦٣/ ب.(٥) أخرج الطبري في \"جامع البيان\" ١٨/ ١٣٧ - ١٣٩ عن ابن عمر وابن عباس -من طريق العوفي- وكعب الأحبار وابن جريج قالوا: الكوة التي لا منفذ لها. =</p><p> والمشكاة وعاء من أُدم كالدّلو يبرد فيه الماء، وهي على وزن مِفْعَلة كالمقراة (١) والمصفاة (٢) . </p><p> قال الشاعر: </p><p> كأن عينيه مشكاتان في حجر ... قيضا اقتياضًا (٣) بأطراف المناقير </p><p>= ونسبه الواحدي في \"الوسيط\" ٣/ ٣٢٠، والقرطبي في \"الجامع لأحكام القرآن\" ١٢/ ٢٥٧ إلى جمهور المفسرين. وانظر: \"تفسير ابن فورك\" ٣/ ١٣/ أ، \"تفسير ابن حبيب\" ٢٥٩/ ب، \"الكفاية\" للحيري ٢/ ٦٣/ ب، \"معاني القرآن\" للزجاج ٤/ ٤٣، \"مجاز القرآن\" لأبي عبيدة ٢/ ٦٦، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (٤٦٣)، \"عمدة الحفاظ\" للسمين الحلبي ٢/ ٢٨٩، \"لسان العرب\" لابن منظور ١٤/ ٤٤١ (شكا)، \"تفسير مشكل القرآن\" لابن قتيبة (٢٦٧)، \"تفسير غريب القرآن\" لابن قتيبة (٣٠٥).(١) المِقْراة: إناء يجمع فيه الماء وتطلق على القصعة التي يقرى الضيف فيها.انظر: \"لسان العرب\" لابن منظور ١٥/ ١٧٩.(٢) وعليه تكون (المشكاة) عربية وهو الصحيح، ولا يلزم من وجود بعض الكلمات عند العجم أن لا تكون عربية أصلية، فقد يكون ذلك من اتفاق اللغات.ولذا قال ابن عباس في \"لغات القرآن\" لابن حسنون ٦/ ب: هي الكوة بلغة توافق لغة الحبشة.وانظر: \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٥٧.(٣) في الأصل: اقتناصًا، والتصويب من (م)، (ح). والبيت منسوب لأبي زبيد. وقيضا: شقتا، والمناقير: جمع منقار وهي حديدة كالفأس ينقر بها الحجر وغيره. انظر: \"تفسير ابن حبيب\" ٢١٠/ ب، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٥٨.</p><p> وقيل المشكاة: عمود القنديل الَّذي فيه الفتيلة (١) . </p><p> وقال مجاهد: هي القنديل (٢) . </p><p> {فِيهَا مِصْبَاحٌ} أي: سراج وأصله من الضوء، ومنه الصبح، ورجل صَبِيْحُ الوجه ومُصْبح إذا كان وضيئًا (٣) . </p><p> وفرق بين المصباح والسراج: فقال الخليل: المصباح السراج بالمسرجة، والسراج نفس السراج. </p><p> وقيل: السراج أعظم من المصباح؛ لأن الله تعالى سمى الشمس سراجًا فقال:  {سِرَاجًا وَهَّاجًا}  (٤)  {وَجَعَلَ فِيهَا سِرَجًا}  (٥) وقال في غيرها من الكواكب: {وَلَقَدْ زَيَّنَّا الْسَّمَاءَ الْدُّنْيَا بِمَصَابِيْحَ}  (٦) . </p><p> {الْمِصْبَاحُ فِي زُجَاجَةٍ} قرأ نصر بن عاصم: (في زَجاجة) بفتح الزاي، </p><p>(١) وهو قول الطبري في \"جامع البيان\" ١٨/ ١٤٠، وذكره ابن فورك أيضًا في \"تفسيره\" ٣/ ١٣ / أ. (٢) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٣٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٥٩٥. وانظر: \"معالم التنزيل\" للبغوي ٦/ ٤٦، \"النكت والعيون\" للماوردي ٤/ ١٠٢، \"غرائب التفسير\" للكرماني ٢/ ٧٩٧، وجعله من الغريب.(٣) انظر: \"معجم مقاييس اللغة\" لابن فارس ٣/ ٣٢٨، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (٤٧٣)، \"لسان العرب\" لابن منظور ٢/ ٥٠٦ (صبح).(٤) النبأ: ١٣.(٥) الفرقان: ٦١.(٦) الملك: ٥.</p><p> والباقون بضمه (١) . </p><p> قال الأخفش: فيها ثلاث لغات: ضم الزاي وفتحه وكسره (٢) . </p><p> {الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ} أي: نجم ضخم {دُرِّيٌّ} مضيء، ودراري النجم عظامها. واختلف القراء فيه: </p><p> فقرأ (٣) أبو عمرو والكسائي: مكسورة الدال مهموزة الياء ممدودة (٤) . </p><p> وهو من قول العرب: درأ النجم إذا طلع وارتفع ومر من مكان إلى مكان آخر إذا رجع وانقض في أثر الشيطان وأسرع وأصله من الدفع، ووزنه من الفعل فِعِّيلُ. </p><p>(١) وهي قراءة شاذة رواها عنه ابن مجاهد وبها قرأ ابن أبي عبلة أيضًا. انظر: \"المحتسب\" لابن جني ٢/ ١٥٩، \"إعراب القراءات الشواذ\" للعكبري ٢/ ١٨٣، \"البحر المحيط\" لأبي حيان ٦/ ٤١٩، \"مختصر في شواذ القرآن\" لابن خالويه (١٠٢)، \"الكامل في القراءات الخمسين\" للهذلي ٢٢٣/ أ، وروي عن نصر بن عاصم أيضًا بكسر الزاي كما في \"مختصر في شواذ القرآن\" لابن خالويه.(٢) لم أقف عليه في \"معاني القرآن\" له.ونسبه إليه ابن حبيب في \"تفسيره\" ٢١٥/ ب، والحيري في \"الكفاية\" ٢/ ٦٥/ ب.وقال به ابن جني في \"المحتسب\" ٢/ ١٠٩، والفراء في \"معاني القرآن\" ٢/ ٢٥٢.والعكبري في \"إعراب القراءات الشواذ\" ٢/ ١٨٣، وابن خالويه في \"مختصر في شواذ القرآن\" (١٠٢).وقال في \"الفتوحات الإلهية\" ٣/ ٢٢٤، والضم لغة أهل الحجاز والفتح والكسر لغة قيس.(٣) في الأصل: فقال، والتصويب من (م)، (ح).(٤) أي: دِرِّيء.</p><p> وقرأ حمزة وأبو بكر مضمومة الدال مهموزة ممدودة (١) . </p><p> قال أكثر النحاة: هو لحن، لأنه ليس في الكلام فُعِّيل بضم الفاء وكسر العين (٢) . </p><p> قال أبو عبيد (٣) : وأنا أرى لها وجهًا، وذلك أنها دُرُّوء (٤) على وزن فُعُّول من درأت، مثل سُبُّوح وقُدُوس، ثم استثقلوا كثرة الضمات فيه فردوا بعضها إلى الكسر، كما قالوا: عِتيا وهو فُعُول </p><p>= انظر: \"السبعة\" لابن مجاهد (٤٥٦)، \"التيسير\" للداني (١٣١)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٣٢، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٢٦٧)، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٢٩٧. (١) وافقهم المطوعي والشنبوذي إلَّا أنَّه فتح الدال.(٢) وممن أنكره الفراء والزجاج وغيرهما.قلت: وهذا الاعتراض عليل وذلك أن هذِه القراءة سبعية فإذا ثبتت قرآنيتها فلا يحتكم إلى اللغة بل اللغة تحتكم إلى القرآن.ثم إن فُعِّيل قد جاءت في اللغة، فقد حكى سيبويه عن أبي الخطاب فعيل في \"الأسماء والصفات\" ثم قال سيبويه: وهو في الكلام قليل، وحكى الفيروزآبادي أنَّه لا يوجد فُعِّيل سوى دُرِّي ومُرِّيق، وقال أبو حيان: سمعت مُرِّيخ الَّذي في داخل القرن اليابس. وانظر ما نقله المصنف عن أبي عبيد.انظر: \"معاني القرآن\" للفراء ٢/ ٢٥٢، \"معاني القرآن\" للزجاج ٤/ ٤٤، \"معاني القراءات\" للأزهري ٢/ ٢٠٨، \"الموضح في القراءات\" لابن أبي مريم ٢/ ٩١٤، \"الحجة\" لابن زنجلة (٤٩٩)، \"الكشف عن وجوه القراءات السبع\" لمكي ٢/ ١٣٨، \"الكتاب\" لسيبويه ٤/ ٢٦٨، \"البحر المحيط\" لأبي حيان ٦/ ٤١٩.(٣) في الأصل و (ح): (أبو عبيدة) وهو خطأ، والتصويب من (م)، وهو القاسم بن سلام.(٤) في الأصل: دروئ، والمثبت من (م)، (ح).</p><p> من عتوت (١) . </p><p> وقال بعضهم: هو مشتق على هذِه القراءة من الدرءة وهي البياض، ويقال منه: ملح درايّ (٢) . </p><p> وقرأ سعيد بن المسيب وأبو رجاء العطاردي بفتح الدال وبالهمز (٣) . </p><p> قال أبو حاتم: وهو خطأ؛ لأنه ليس في الكلام فَعّيل وإن صح منهما فهما حجة (٤) . </p><p>(١) لم أقف عليه في كتبه المطبوعة لكن لأبي عبيد القاسم بن سلام كتاب في القراءات وهو أحد مصادر المصنف كما في المقدمة. وهذا القول نسبه إلى أبي عبيد: ابن حبيب في \"تفسيره\" ٢١١/ ب، والحيري في \"الكفاية\" ٢/ ٦٥/ ب. وذكره الطبري في \"جامع البيان\" ١٨/ ١٤١ وعزاه إلى بعض أهل العلم بكلام العرب من أهل البصرة. وهو بلا نسبة في \"البحر المحيط\" لأبي حيان ٦/ ٤١٩، \"الدر المصون\" للسمين الحلبي ٨/ ٤٠٤.(٢) في (م): درا في، وفي (ح): دراتي.(٣) وهي قراءة شاذة.انظر: \"المحتسب\" لابن جني ٢/ ١١٠، \"إعراب القراءات الشواذ\" للعكبري ٢/ ١٨٣، \"مختصر في شواذ القرآن\" لابن خالويه (١٠٢).(٤) لم أقف عليه -ولأبي حاتم كتاب في القراءات أحد مصادر المصنف كما في المقدمة- ونسبه إليه ابن حبيب في \"تفسيره\" ٢١١/ أ، والحيري في \"الكفاية\" ٦٥/ ٢/ ب. وممن أنكر القراءة أيضًا ابن جني في \"المحتسب\" ٢/ ١١٠ حيث قال: أن فَعِّيلًا بالفتح وتشديد العين عزيز.وكذا الزجاج حيث قال في \"معاني القرآن\" ٤/ ٤٤: والنحويون أجمعون لا يعرفون الوجه فيه؛ لأنه ليس في كلام العرب.</p><p> وقرأ الباقون: بضم الدال وتشديد الياء من غير همز (١) . </p><p> نسبوه إلى الدُّرّ في صفائه وبهائه (٢) ، وهو اختيار أبي عبيد وأبي حاتم (٣) . </p><p> قال أبو عبيد: إنما اخترنا هذِه القراءة لعلل ثلاث: </p><p>(١) وبها قرأ ابن كثير المكي، ونافع المدني وابن عامر وحفص عن عاصم. انظر: \"السبعة\" لابن مجاهد (٤٥٦)، \"التيسير\" للداني (١٣١)، \"النشر في القراءات أو\" لابن الجزري ٢/ ٣٣٢، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٢٩٧.(٢) انظر: \"معاني القراءات\" للأزهري ٢/ ٢٥٨، \"الحجة\" لابن زنجلة (٤٤٩).(٣) القراءة سنة متبعة يلزم قبولها والمصير إليها فإذا ثبتت لم يردها قياس عربية ولا فشو لغة ويقطع بأنها من كلام الله -عزَّ وجلَّ - فلا يصح أن يقلل من شيء منه أو يقدح في فصاحته.فالواجب توقيره وتعظيمه، ولا يفضل إعراب علي إعراب كما لا يقال بأن إحدى القراءتين أجود من الأخرى.قال الزركشي: وقد حكى أبو عمر الزاهد -غلام ثعلب- في كتاب اليواقيت عن ثعلب أنَّه قال: إذا اختلف الإعراب في القرآن عن السبعة لم أفضل إعرابًا علي إعراب القرآن، فإذا خرجت إلى الكلام -كلام الناس- فضلت الأقوى. وهو حسن.وقال النحاس: والسلامة عند أهل الدين أنَّه إذا صحت القراءتان عن الجماعة ألا يقال أحدهما أجود، لأنهما جميعًا عن النبي - صلى الله عليه وسلم - فيأثم من قال ذلك.وكان رؤساء الصحابة - رضي الله عنهم - ينكرون مثل هذا.قال ابن النقيب: لا وجه للترجيح بين بعض القراءات السبع وبعض في مشهور كتب الأئمة والمفسرين والقراء والنحويين.وغير ذلك من أقوال أهل العلم في النهي عن الترجيح بين القراءات الصحيحة.انظر: \"البرهان\" للزركشي ١/ ٣٣٩، \"الإتقان\" للسيوطي ٢/ ٥٣٦ - ٥٣٧، \"قواعد الترجيح عند المفسرين\" ١/ ٨٩، \"قواعد التفسير\" للسبت ١/ ٩٤.</p><p> أحدها: ما جاء في التفسير أنَّه منسوب إلى الدر لبياضه. </p><p> والثانية: للخبر عن النبي - صلى الله عليه وسلم -: \"إن أهل الجنّة ليتراءون أهل عليين كما ترون الكوكب الدُّرّي في أفق السماء، وإن أبا بكر وعمر منهم وأنعما\"  (١) . </p><p> والثالثة: إجماع أهل الحرمين عليها (٢) . </p><p>(١) أخرجه أبو داود (٣٩٨٧)، كتاب الحروف والقراءات، باب (٢١)، والترمذي (٣٦٥٨)، كتاب المناقب، باب مناقب الصديق - رضي الله عنه -، وابن ماجة (٩٦) كتاب المقدمة، باب فضل عمر بن الخطاب - رضي الله عنه -، وابن أبي شيبة في \"مصنفه\" ١٢/ ٦ (١١٩٧٤)، وأحمد في \"مسنده\" ٣/ ٢٧ (١١٢١٣)، ٣/ ٥٠ (١١٤٦٧)، ٣/ ٧٢ (١١٦٩٠)، ٣/ ٩٣ (١١٨٨٢)، والحميدي في \"مسنده\" ٢/ ٣٣٣، ٧٥٥، وأبو يعلى في \"مسنده\" ٢/ ٦٠ (١١٧٣، ٢/ ١٠١ - ١٢٩٤، وابن عدي في \"الكامل\" ٦/ ٣٦، أبو نعيم في \"حلية الأولياء\" ٧/ ٢٥٠، والبيهقي في \"البعث والنشور\" (ص ١٥٧) (٢٧٦)، والخطيب في \"تاريخ بغداد\" ٣/ ١٩٥، ١١/ ٥٨، ١٢/ ١٢٤، والطبراني في \"المعجم الصغير\" ١/ ٢٢٠ - ٢٢١ (٣٥٣). جميعهم من طرق عن عطية العوفي عن أبي سعيد الخدري نحوه.وإسناده ضعيف فيه عطية العوفي ضعفه غير واحد وهو مدلس وقد عنعن، - رضي الله عنه - تابعه أبو الوداك جبر بن نوف كما عند أحمد في \"مسنده\" ٣/ ٢٦ (١١٢٠٦)، ٣/ ٦١ (١١٥٨٨)، وأبو يعلى في \"المسند\" ٢/ ٣٦٩ (١١٣٠)، وأبو الوداك صدوق يهم. \"تقريب التهذيب\" لابن حجر (٩٠٢).وأيضًا فقد صرح عطية العوفي بالسماع كما عند أحمد في \"مسنده\" ٣/ ٢٧ (١١٢١٣)، وأبي يعلى ٢/ ٣٦٩ (١١٣٠). فالحديث حسن.وقال الترمذي: حديث حسن روي من غير وجه عن عطية عن أبي سعيد. وحكم عليه الألباني بالضعف من رواية أبي داود، وحكم عليه بالصحة في \"صحيح ابن ماجة\".(٢) انظر: \"جامع البيان\" للطبري ١٨/ ١٤٠، \"تفسير ابن حبيب\" ٢١١/ أ.</p><p> (توقد) اختلف القراء فيها: </p><p> فقرأ شيبة ونافع وابن عامر وأيوب وعاصم برواية حفص بياء مضمومة (١) يعنون المصباح (٢) . </p><p> وقرأ حمزة والكسائي وخلف وعاصم برواية أبي بكر بتاء مضمومة، أرادوا الزجاجة. </p><p> وقرأ ابن محيصن بتاء مفتوحة وتشديد القاف ورفع الدال (٣) ، على معنى تتوقد الزجاجة (٤) . </p><p>(١) انظر: \"التيسير\" للداني (١٣١)، \"السبعة\" لابن مجاهد (٤٥٦)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٢٦٧)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٣٢، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٢٩٧. (٢) انظر: \"معاني القراءات\" للأزهري ٢/ ٢٠٩، \"شرح الهداية\" ٢/ ٤٤٢، \"الحجة\" لابن زنجلة (٥٠٠)، \"الموضح في القراءات\" لابن أبي مريم ٢/ ٩١٥، \"الكشف عن وجوه القراءات السبع\" لمكي ٢/ ١٣٩، \"معاني القرآن\" للفراء ٢/ ٢٥٢، \"معاني القرآن\" للزجاج ٤/ ٤٤.(٣) وهي قراءة شاذة ورويت عن الحسن.انظر: \"المحتسب\" لابن جني ٢/ ١١٠، \"مختصر في شواذ القرآن\" لابن خالويه (١٠٢)، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٢٩٨، \"المبهج\" لابن جني ٢/ ٦٤٨، \"الكامل في القراءات الخمسين\" للهذلي ٢٢٣/ أ.(٤) أي: أنَّه فعل مضارع أصله (تتوقد) فحذف إحدى التاءين تخفيفًا والفاعل ضمير يعود على الزجاجة.انظر: \"معاني القراءات\" للأزهري ٢/ ٢٥٩، \"المحتسب\" لابن جني ٢/ ١١٠، \"معاني القرآن\" للفراء ٢/ ٢٥٢، \"معاني القرآن\" للزجاج ٤/ ٤٤.</p><p> وقرأ الآخرون: بفتح التاء والقاف والدال على المضي (١) يعنون المصباح (٢) . </p><p> {مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ} قال عكرمة وجماعة من العلماء (٣) : يعني لا يسترها من الشمس جبل ولا واد فإذا طلعت الشمس أصابتها، وإذا غربت أصابتها، فهي ضاحية للشمس طول النهار. وليست بشرقية وحدها حتَّى لا تصيبها الشمس إذا </p><p>(١) وهي قراءة ابن كثير وأبو عمرو ويعقوب وأبو جعفر وافقهم اليزيدي. انظر: \"التيسير\" للداني (١٣١)، \"السبعة\" لابن مجاهد (٤٥٦)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٢٦٧)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٣٢، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٢٩٨.(٢) انظر: \"معاني القراءات\" للأزهري ٢/ ٢٥٩، \"الكشف عن وجوه القراءات السبع\" لمكي ٢/ ١٣٩، \"الموضح في القراءات\" لابن أبي مريم ٢/ ٩١٥، \"شرح الهداية\" ٢/ ٤٤٢، \"الحجة\" ابن زنجلة (٥٥٠)، \"معاني القرآن\" للفراء ٢/ ٢٥٢، \"معاني القرآن\" للزجاج ٤/ ٤٤.(٣) أخرجه البستي في \"تفسيره\" (ص ٤٧١) (٦٠٤)، والطبري في \"جامع البيان\" ١٨/ ١٤٢، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٦٠.جميعهم عن عكرمة.وأخرجوه بألفاظ مختلفة عن ابن عباس ومجاهد وقتادة وغيرهم.واختار هذا القول الطبري في (جامع البيان\" وابن جيب والفراء والزجاج.ونسبه الزجاج والبغوي إلى أكثر المفسرين وهو الراجح.انظر: \"تفسير ابن فورك\" ٣/ ١٣/ أ، \"مجاز القرآن\" لأبي عبيدة ٢/ ٦٦، \"تأويل مشكل القرآن\" لابن قتيبة (٣٢٨)، \"الدر المنثور\" للسيوطي ٥/ ٨٩، \"تفسير ابن حبيب\" ٢٠٩/ ب، \"معاني القرآن\" للزجاج ٤/ ٤٥، \"معالم التنزيل\" للبغوي ٦/ ٤٧، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٥٨.</p><p> غربت، ولا هي غربية وحدها فلا تصيبها الشمس بالغداة إذا طلعت، بل تأخذ حظها من الأمرين، وإذا كان كذلك كان أجود وأضوأ لزيتها. </p><p> وقال السدي وجماعة: يعني ليست في مَفْيوءةٍ (١) لا تصيبها الشمس ولا في مَقْنُوةٍ (٢) بارزة للشمس لا يصيبها الظل فهي لم يضرها الشمس ولا الظل (٣) . </p><p> وقال بعضهم: هي معتدلة ليست في شرق فيلحقها الحر ولا في غرب فيضربها (٤) البرد، وهي رواية أبي ظبيان عن ابن عباس - رضي الله عنهما - (٥) . </p><p> وقال ابن زيد: هي شامية؛ لأن الشام لا شرقي ولا غربي (٦) . </p><p>(١) المفيوءة: هي المكان الذي لا تطلع عليه الشمس مأخوذ من الفيء وهو الظل. انظر: \"لسان العرب\" لابن منظور ١/ ١٣٥، \"القاموس المحيط\" للفيروزآبادي ١/ ١٣٧. (٢) المقنوة: يهمز ولا يهمز بمعنى المضحاة وهي الأرض البارزة التي لا تكاد الشمس تغيب عنها.انظر: \"لسان العرب\" لابن منظور ١٤/ ٤٧٧، ١٥/ ٢٠٦، \"القاموس المحيط\" للفيروزآبادي ٤/ ٥٥١.(٣) انظر: \"تفسير ابن حبيب\" ٢١٠/ أ.(٤) في (ح): فيصيبها.(٥) أخرجه الطبري في \"جامع البيان\" من هذا الطريق ١٨/ ١٤٢.وانظر: \"معالم التنزيل\" للبغوي ٦/ ٤٨.(٦) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٤٢، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٢٠.وانظر: \"معالم التنزيل\" للبغوي ٦/ ٤٨، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٥٨، \"المحرر الوجيز\" لابن عطية ٤/ ١٨٥. =</p><p> قال ثعلب: يقول هي شرقية وغربية وهذا (كقولك)  (١) فلان لا مسافر ولا مقيم، وليس هذا بأبيض ولا أسود، إذا كان له من كلا الأمرين قسط ونصيب (٢) . </p><p> قال الشاعر: </p><p> بأيدي رجال لم يسموا (٣) سيوفهم ... ولم يكثروا القتلى بها حين سُلّت (٤) </p><p> يعني: فعلوا هذا وهذا. قال الحسن: ليست هذِه الشجرة من شجر الدنيا، ولو كانت في الأرض لكانت شرقية أو غربية، وإنما هو مثل ضربه الله لنوره (٥) . </p><p>= وهذا القول غير سديد؛ لأن الشام قد وصف في القرآن بأنه مشرق. كما قال تعالى: {وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا} [الأعراف: ١٣٧]. (١) في الأصل: كقول.(٢) وهذا القول هو بمعنى القول الأول، وقال به الفراء. انظر: \"معاني القرآن\" للفراء ٢/ ٢٥٣، \"تفسير ابن حبيب\" ٢١٠/ ب، \"الكفاية\" للحيري ٢/ ٦٥/ أ.(٣) في (م): يشيموا بالشين.(٤) البيت للفرزدق في \"ديوانه\" (ص ١٣٩) وفي \"لسان العرب\" لابن منظور ١٢/ ٣٣٠، والشاهد قوله: لم يسمو ولم يكثروا. أي أنهم فعلوا هذا وهذا. ونقل ابن منظور عن ابن بري قوله: الواو في قوله \"ولم\" واو الحال أي لم يغمدوها والقتلى بها لم تكثر، وإنما يغمدونها بعد أن تكثر القتلى بها. وعلى هذا المعنى لا شاهد في البيت.انظر: \"لسان العرب\" لابن منظور ١٢/ ٣٣٠، \"تفسير ابن حبيب\" ٢١٠/ ب، \"الكفاية\" للحيري ٢/ ٦٥/ أ.(٥) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٦٠، والطبري في \"جامع البيان\" =</p><p> قيل (١) : وقد أفصح القرآن بأنها من شجر الدنيا لأنه أبدل من الشجرة، فقال:  {زَيْتُونَةٍ}  (٢) . وإنما خص الزيتونة من بين سائر الأشجار: لأن دهنها أضوأ وأصفى (٣) . </p><p> وقيل: لأنّه يورق غصنها من أوله إلى آخره، ولا يحتاج دهنه إلى عصارٍ تستخرجه (٤) . </p><p> وقيل: لأنها أول شجرة نبتت في الدنيا (٥) . وقيل: بعد الطوفان (٦) . </p><p>= ١٨/ ١٤٢، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٦٠١. وذكره السيوطي في \"الدر المنثور\" ٥/ ٩٠، وزاد نسبته لابن أبي شيبة وعبد بن حميد وابن المنذر.وانظر: \"تفسير ابن فورك\" ٣/ ١٣/ أ، \"معاني القرآن\" للزجاج ٤/ ٤٥، \"بحر العلوم\" للسمرقندي ٢/ ٤٤٠، \"غرائب التفسير\" للكرماني ٢/ ٢٩٨، وجعله من الغريب، في \"معالم التنزيل\" للبغوي ٦/ ٤٨، \"تفسير ابن حبيب\" ٢١١/ أ.(١) ساقطة من (م)، (ح)، وقد عزا القرطبي في \"الجامع لأحكام القرآن\" ١٢/ ٢٥٩ هذا القول إلى المصنف من قوله.(٢) وهذا فيه رد على قول الحسن، ومما يضعفه أيضًا أن الله ضرب المثل بما شاهدوه وهم لم يشاهدوا شجر الجنة.انظر: \"مفاتيح الغيب\" للرازي ٢٣/ ٢٣٦ - ٢٣٧.(٣) وهذا هو أقرب الأقوال وذلك لأن الله ضرب المثل لبيان شدة ضيائه وصفائه.وأما بقية الأقوال فلم أقف على مستندهم خلا القول الأخير كما سيأتي.(٤) انظر: \"معاني القرآن\" للزجاج ٤/ ٤٥، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٥٨، \"البحر المحيط\" لأبي حيان ٦/ ٤٢٠.(٥) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٥٨.(٦) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٥٨، \"مفاتيح الغيب\" للرازي ٢٣/ ٢٣٦.</p><p> وقيل: لأن منبتها منزل الأنبياء والأولياء في الأرض المقدسة (١) . </p><p> وقيل: لأنه بارك فيها سبعون نبيا منهم إبراهيم عليهم السلام (٢)  (لذلك قال مباركة)  (٣) . </p><p> [١٩٦٣] أخبرنا ابن فنجويه الحافظ (٤) ، قال: أخبرنا عبد الله بن يوسف بن أحمد بن مالك (٥) ، قال: حدثنا أحمد بن عيسى بن السكين البلدي (٦) ، قال: حدثنا هاشم بن قاسم الحراني (٧) ، قال: حدثنا يعلى </p><p>(١) عزاه ابن حبيب في \"تفسيره\" ٢١٠/ أإلى السدي. وانظر: \"الكفاية\" للحيري ٢/ ٦٤/ أ، \"البحر المحيط\" لأبي حيان ٦/ ٤٢٠، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٥٨.(٢) ذكره ابن حبيب في \"تفسيره\" ٢٠٩/ أ، والحيري في \"الكفاية\" ٢/ ٦٤/ أورفعاه إلى النبي - صلى الله عليه وسلم - ولم أقف على من خرجه بهذا اللفظ. إلا أنه قد ثبت عن النبي - صلى الله عليه وسلم -كما سيأتي- أنه قال: \"كلوا الزيت وادهنوا به فإنه من شجرة مباركة\".وانظر: \"البحر المحيط\" لأبي حيان ٦/ ٤٢٠، \"مفاتيح الغيب\" للرازي ٢٣/ ٢٣٦، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٥٨.(٣) من (م)، (ح).(٤) ثقة صدوق كثير رواية المناكير.(٥) لم أجده.(٦) أبو العباس الشيباني، ثقة.(٧) هاشم بن قاسم بن إسماعيل الحراني أبو محمد مولى قريش.روى عن: يعلي بن الأشدق وعيسى بن يونس وعبد الله بن وهب. وعنه: ابن ماجه وأبو بكر بن أبي عاصم وأبو عروبة وآخرون. قال ابن أبي حاتم: كتب إلى ببعض حديثه، محله الصدق، ذكره ابن حبان في \"الثقات\" قال ابن حجر: صدوق تغير. \"تقريب التهذيب\" لابن حجر (ص ٥٠١).</p><p> ابن الأشدق (١) عن عمه: عبد الله بن جراد (٢) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"اللهم بارك في الزيت والزيتون، اللهم بارك في الزيت والزيتون\"  (٣) . </p><p> [١٩٦٤] وأخبرنا ابن فنجويه (٤) ، قال: حدثنا أحمد بن جعفر (٥) ، قال: حدثنا محمد بن علي بن الحسن الصوفي (٦) ، قال: حدثنا أبو شعيب الحراني (٧) ، قال: حدثني أحمد بن عبد الملك (٨) ، قال: </p><p>(١) العقيلي أبو الهيثم الجزري الحرّاني، كذاب. (٢) عبد الله بن جراد الخفاجي، وقيل: عبد الله بن جراد بن المنتقى بن عامر بن عقيل العقيلي له صحبة. عداده في أهل الطائف، حديثه عند ابن أخيه يعلي بن الأشدق. ولا يعرف بغير روايته عنه.\"معرفة الصحابة\" ٣٥/ ١٦١٢، \"أسد الغابة\" (٢٨٥٩)، \"الإصابة في تمييز الصحابة\" (٤٥٨٨).(٣) [١٩٦٣] الحكم على الإسناد:إسناده ضعيف جدا، فيه يعلي بن الأشدق كذاب وعبد الله بن يوسف لم أجد فيه جرحًا ولا تعديلًا.التخريج:ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٢/ ٢٥٨.(٤) الحسين بن محمد بن فنجويه ثقة صدوق كثير رواية المناكير.(٥) ابن حمدان أبو بكر القطيعي ثقة.(٦) الدينوري ثقة أحاديثه مستقيمة.(٧) عبد الله بن الحسن بن أحمد الأموي، ثقة مأمون لكنه يخطئ.(٨) أحمد بن عبد الملك بن واقد الأسدي مولاهم أبو يحيى الحراني.روى عن: زهير بن معاوية وحماد بن زيد وعبيد الله بن عمرو.وروى عنه: البخاري والنسائي وأحمد بن محمد بن حنبل.قال أبو حاتم: كان نظير النفيعي في الصدق والإتقان. وقال أحمد: ما رأيت به =</p><p> حدثني زهير (١) ، قال: حدثنا عبد الله بن عيسى (٢) ، عن عطاء (٣) ، عن أبي أسيد (٤) - رضي الله عنه - قال: قال رسول الله: \"كلوا الزيت وادهنوا به فإنه من شجرة مباركة\"  (٥) . </p><p>= بأسًا رأيته حافظًا لحديثه وما رأيت إلا خيرًا وهو صاحب سنة. قال ابن حجر: ثقة تكلم فيه بلا حجة.\"تهذيب الكمال\" ١/ ٣٩١ - ٣٩٣، \"التهذيب\" ١/ ٣٥، \"التقريب\" (ص ٢٢).(١) زهير بن معاوية بن حُديج أبو خيثمة الجعفي الكوفي نزيل الجزيرة، ثقة ثبت.(٢) عبد الله بن عيسى بن عبد الرحمن بن أبي ليلى الأنصاري أبو محمد الكوفي، ثقة فيه تشيع. روى عن: عامر الشعبي ومحمد بن مسلم بن شهاب الزهري.وعنه: سفيان الثوري، وسفيان بن عيينة. مات سنة (١٣٠ هـ) \"تهذيب الكمال\" للمزي ١٥/ ٤١٢، \"تقريب التهذيب\" لابن حجر ٣٥٢٣.(٣) عطاء الشامي أنصاري، سكن الساحل مقبول، وقال البخاري: لم يقم حديثه قاله سفيان. ذكره العقيلي في \"الضعفاء\"، وقال ابن عدي: ليس بمعروف \"التاريخ الكبير\" ٦/ ٤٦٩، \"الضعفاء الكبير\" ٣/ ٤٠١، \"الكامل\" ٥/ ٣٦٧.(٤) الصحابي الجليل أبو أسيد بن ثابت الأنصاري الزرقي المدني.(٥) [١٩٦٤] الحكم على الإسناد:إسناده ضعيف فيه عطاء الشامي تكلم فيه، والحديث حسن كما سيأتي.التخريج:أخرجه الطبراني في \"المعجم الكبير\" ١٩/ ٢٦٩ (٥٩٦)، والخطيب البغدادي في \"موضح أوهام الجمع والتفريق\" ٢/ ١٩٤، والبيهقي في \"شعب الإيمان\" ٥/ ٩٩ (٥٩٣٨) جميعهم من طرق عن زهير به نحوه.وأخرجه البخاري في الكنى من \"التاريخ الكبير\" (ص ٦) (٣١) والترمذي (١٨٥٢) الأطعمة، والنسائي في \"السنن الكبرى\" (٦٧٠٢) الوليمة، وأحمد في \"مسنده\" ٣/ ٤٩٧ (١٦٠٥٤)، والدارمي في \"سننه\" (٢٠٥٢) الأطعمة، والحاكم في \"مستدركه\" ٢/ ٤٣٢ (٣٥٠٤)، والطبراني في \"المعجم الكبير\" ١٩/ ٢٦٩ - ٢٧٠ =</p><p> [١٩٦٥] وأخبرنا ابن فنجويه (١) ، قال: حدثنا أحمد بن جعفر حمدان (٢) ، قال: حدثنا إبراهيم بن سهلويه (٣) ، قال: حدثنا محمد ابن علي بن الحسن بن شقيق (٤) ، قال: سمعت أبي (٥) يقول: حدثنا </p><p>= (٥٩٧)، والعقيلي في \"الضعفاء\" ٣/ ٤٠١ والدولابي في \"الكنى\" ١/ ١٥، والبغوي في \"شرح السنة\" ١١/ ٣١١ (٢٨٧٠)، والمزي في \"تهذيب الكمال\" ٣٣/ ٤١، والبيهقي في \"شعب الإيمان\" ٥/ ٩٩ (٥٩٣٨). جميعهم من طرق عن سفيان الثوري عن عبد الله بن عيسى به نحوه.وقال الترمذي: حديث غريب من هذا الوجه إنما نعرفه من حديث سفيان الثوري عن عبد الله بن عيسى.وقال الحاكم: صحيح الإسناد ولم يخرجاه، وله شاهد آخر بإسناد صحيح.وفي إسناده عطاء الشامي.وقال ابن عبد البر في \"الاستيعاب\" ٤/ ١٦١ إسناده مضطرب فيه لا يصح.ولكن للحديث شواهد وهي حديث عمر، أخرجه الترمذي (١٨٥١) كتاب الأطعمة، باب ما جاء في أكل الزيت، وابن ماجه (٣٣١٩) كتاب الأطعمة، باب الزيت. وحديث أبي هريرة أخرجه ابن ماجه (٣٣٢٠). وحديث ابن عباس أورده الهيثمي في \"مجمع الزوائد\" ٥/ ٤٣. فالحديث بمجموع طرقه حسن لغيره. قال الألباني في \"سلسلة الأحاديث الصحيحة\" (٣٧٩) علته عطاء، وجملة القول إن الحديث بمجموع طرق عمر وطريق أبي سعيد يرتقي إلى درجة الحسن لغيره على أقل الأحوال.(١) ثقة صدوق كثير رواية المناكير.(٢) القطيعي. ثقة.(٣) المُعَدَّل. لم أجده.(٤) المروزي، ثقة صاحب حديث.(٥) أبو عبد الرحمن المروزي، ثقة حافظ.</p><p> أبو حمزة (١) عن جابر (٢) عن أبي الطفيل (٣) عن عبد الله بن ثابت الأنصاري (٤) - رضي الله عنه - قال: دعا بنيه ودعا بزيت (فقال)  (٥) ادهنوا رؤوسكم. فقالوا: لا تدهن رؤوسنا بالزيت، قال: فأخذ العصا وجعل يضربهم ويقول: أترغبون عن دهن رسول الله - صلى الله عليه وسلم - (٦) . </p><p> [١٩٦٦] وأخبرنا ابن فنجويه (٧) قال: حدثنا عبد الله بن يوسف بن (بامويه)  (٨) ، قال: أخبرنا محمد بن عمر بن الخطاب الدينوري (٩) ، </p><p>(١) محمد بن ميمون المروزي، السُّكَّري، ثقة. (٢) جابر بن يزيد بن الحارث الجُعفي أبو عبد الله الكوفي ضعيف رافضي.(٣) الصحابي الجليل عامر بن واثلة بن عبد الله بن عمرو بن جحش الليثي أبو الطفيل وربما سمي عمرا.(٤) الصحابي الجليل أبو أسيد الأنصاري.(٥) من (م)، (ح).(٦) [١٩٦٥] الحكم على الإسناد:إسناده ضعيف فيه جابر الجعفي رافضي ضعيف وإبراهيم بن سهلويه لم يذكر بجرح أو تعديل.التخريج:أخرجه الخطيب البغدادي في \"موضح أوهام الجمع والتفريق\" ٢/ ١٩٣ (٢٦١) من طريق سعيد بن محمد الحناط عن محمد بن الحسن بن شقيق به بمثله.وأورده ابن صاعد من طربق جابر الجعفي به بمثله كما في \"الإصابة\" لابن حجر ٤/ ٤٤.(٧) ثقة صدوق كثير رواية المناكير.(٨) في الأصل: مامويه وكذا في بعض المصادر، وفي بعضها أيضًا: بابويه والتصويب من (م)، (ح). انظر: \"تبصير المنتبه\" لابن حجر ١/ ٥٦.وهو ثقة.(٩) لم أجده.</p><p> قال: حدثنا عبد بن أحمد بن سيبان (١) ، قال: حدثنا يحيى بن عثمان ابن صالح (٢) ، قال: حدثنا أبي (٣) ، قال: حدثنا ابن لهيعة (٤) ، عن يزيد ابن أبي حبيب (٥) ، عن أبي الخير (٦) ، عن عقبة بن عامر (٧) - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال:  \"عليكم بهذِه الشجرة المباركة زيت الزيتون فتداووا به فإنه مصحة من الباسور(٨)\"  (٩) . </p><p>(١) لم أجده. (٢) السهمي، صدوق رمي بالتشيع ولينه بعضهم لكونه حدث من غير أصله.(٣) صدوق.(٤) صدوق اختلط بعد احتراق كتبه ورواية ابن المبارك وابن وهب عنه أعدل من غيرها.(٥) أبو رجاء المصري، واختلف في ولائه ثقة فقيه وكان يرسل.(٦) مرثد بن عبد الله اليزني أبو الخير المصري، ثقة.(٧) صحابي جليل.(٨) الباسور: مرض معروف يحدث فيه تمدد وريدي دوالي في الشرج.انظر: \"النهاية في غريب الحديث\" لابن الأثير ١/ ١٢٦، \"لسان العرب\" لابن منظور ٤/ ٥٩، \"الوسيط\" للواحدي ١/ ٥٦.(٩) [١٩٦٦] الحكم على الإسناد:إسناده ضعيف؛ فيه ابن لهيعة، وعثمان بن صالح، وفيه من لم أجده.التخريج:أخرجه الطبراني في \"المعجم الكبير\" ١٧/ ٢٨١ (٧٧٤)، وعنه أبو نعيم في \"طب الفقراء\" كما في \"الكاف الشاف\" لابن حجر.وابن أبي حاتم في \"العلل\" ٢/ ٢٧٩ جميعهم من طريق عثمان بن صالح به.ورواه الديلمي في \"مسند الفردوس\" ٣/ ٢٧ (٤٠٤٥)، وابن السني في \"الطب النبوي\" كما في \"فيض القدير\" للمناوي ٤/ ٣٤٩.وإسناد الحديث واه، وقال أبو حاتم في \"العلل\" لابنه: هذا حديث كذب، وأقره =</p><p> ثم قال:  {يَكَادُ زَيْتُهَا يُضِيءُ} من صفائه وضيائه. </p><p> {وَلَوْ لَمْ تَمْسَسْهُ نَارٌ} قبل أن يصيبه نار، واختلف العلماء في معنى هذا المثل والمُمَثّل وفي المعني (١) بالمشكاة والزجاجة والمصباح، فقال قوم: هذا مثل ضربه الله تعالى لنبيه - صلى الله عليه وسلم -. </p><p> [١٩٦٧] أخبرنا أبو بكر الجوزقي (٢) قال: حدثنا أبو عثمان البصري (٣) قال: حدثنا أحمد بن سلمة (٤) قال: حدثنا الحسن بن </p><p>= الذهبي في \"ميزان الاعتدال\" للذهبي ٣/ ٣٨ وكذا قال الألباني في \"سلسلة الأحاديث الضعيفة\" (١٩٤). والحديث وإن كان في إسناده ابن لهيعة لكن الحمل ليس عليه في هذا الحديث وإنما علته ما أشار إليها الذهبي بقوله: قال أبو زرعة لم يكن عثمان عندي ممن يكذب، ولكن كان يكتب مع خالد بن نجيح فبُلُوا به؛ كان يملي عليهم ما لم يسمعوا من الشيخ.وقال ابن أبي حاتم في ترجمة خالد بن نجيح في \"الجرح والتعديل\" ٣/ ٣٥٥: خالد بن نجيح المصري كان يصحب عثمان بن صالح المصري وأبا صالح كاتب الليث وابن أبي مريم سمعت أبي يقول ذلك، ويقول: هو كذاب كان يفتعل الأحاديث ويضعها في كتب ابن أبي مريم وأبي صالح، وهذِه الأحاديث التي أنكرت على أبي صالح يتوهم أنه من فعله. قال الألباني: فالظاهر أن خالدًا هذا هو الذي افتعل هذا الحديث، واستطاع أن يوهم عثمان بن صالح أنه كتبه عن الشيخ وهو ابن لهيعة وأما كيف تمكن من ذلك فالله أعلم به.(١) في الأصل: معنى.(٢) محمد بن عبد الله بن محمد، ثقة.(٣) لم أجده.(٤) أبو الفضل البزاز المعدل النيسابوري، حافظ حجة مأمون.</p><p> منصور (١) قال: حدثنا النعمان بن راشد الجزري (٢) قال: حدثنا الوازع (٣) بن نافع (٤) عن سالم (٥) عن ابن عمر - رضي الله عنهما - في هذِه الآية قال: المشكاة جوف محمد - صلى الله عليه وسلم -، والزجاجة قلبه، والمصباح النور الذي جعل الله فيه {لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ} لا يهودي ولا نصراني، {يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ} إبراهيم عليه السلام، {نُورٌ عَلَى نُورٍ} النور الذي جعل الله في قلب إبراهيم كما جعل في قلب محمد عليهما الصلاة والسلام (٦) . </p><p>(١) لم أجده. (٢) أبو إسحاق الرقي مولى بني أمية، صدوق سيئ الحفظ.\"الجرح والتعديل\" ٨/ ٤٨٨، \"تهذيب الكمال\" ٢٩/ ٤٤٥، \"التقريب\" (٧٢٠٤).(٣) تحرفت في الأصل إلى: الوداع.(٤) الوازع بن نافع العقيلي الجزري قال ابن معين ليس بثقة، وقال البخاري: منكر الحديث، وقال النسائي: متروك، وقال أحمد: ليس بثقة، وذكره الدولابي والعقيلي والساجي وابن الجارود وجماعة في الضعفاء. \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٣٩، \"المجروحين\" ٣/ ٨٣، \"لسان الميزان\" ٧/ ٢٨٠.(٥) أحد الفقهاء السبعة، ثبت عابد فاضل.(٦) [١٩٦٧] الحكم على الإسناد:إسناده ضعيف جدًا؛ فيه الوازع بن نافع متروك، وفيه من لم أجده.التخريج:أخرجه الطبراني في \"المعجم الكبير\" ١٢/ ٣١٧ (١٣٢٢٦)، وفي \"المعجم الأوسط\" ٢/ ٢٣٥ (١٨٤٣) وابن عدي في \"الكامل\" ٧/ ٩٤ جميعهم من طريق الوازع بن نافع به. وأخرجه ابن مردويه وابن عساكر كما في \"الدر المنثور\" ٥/ ٨٨. قال الهيثمي في \"مجمع الزوائد\" ٧/ ٨٣: رواه الطبراني في \"الكبير\" و\"الأوسط\" عن ابن عمر، وفيه الوازع بن نافع متروك.</p><p> وقال شِمْر بن عطية: جاء ابن عباس - رضي الله عنهما- إلى كعب الأحبار فقال له: حدثني عن قول الله عز وجل: {مَثَلُ نُورِهِ كَمِشْكَاةٍ} الآية. </p><p> فقال كعب: هذا مثل ضربه الله تعالى لمحمد - صلى الله عليه وسلم -، فالمشكاة صدره، والزجاجة قلبه، والمصباح نور النبوة. </p><p> {يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ} وهي شجرة النبوة {يَكَادُ} نور محمد وأمره يتبين للناس ولو لم يتكلم أنه نبي، كما يكاد ذلك الزيت يضيء ولو لم تمسسه نار (١) . </p><p> وقال محمد بن كعب القرظي: المشكاة إبراهيم والزجاجة إسماعيل، والمصباح محمد - صلى الله عليه وسلم - سماه الله مصباحًا كما سماه سراجًا فقال {وَسِرَاجًا مُنِيرًا}  (٢)  {يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ} وهي إبراهيم عليه السلام سماه مباركًا، لأن أكثر الأنبياء كانوا من صلبه. {لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ} يعني: إبراهيم عليه السلام لم يكن يهوديًّا ولا نصرانيًّا ولكن كان حنيفًا مسلمًا، وإنما قال ذلك لأن اليهود تصلي قِبَل المغرب والنصارى قِبَل المشرق {يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ} يعني: تكاد محاسن محمد - صلى الله عليه وسلم - تظهر للناس قبل أن أوحي (٣) إليه، {نُورٌ </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٣٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٥٩٦ - ٢٦٠٢ مفرقًا. وذكره السيوطي في \"الدر المنثور\" ٥/ ٨٨، وزاد نسبته لعبد بن حميد وابن المنذر وابن مردويه.(٢) الأحزاب: ٤٦(٣) في (م): أوحى الله.</p><p> عَلَى نُورٍ} أي: نبي مرسل من نسل نبي مرسل (١) . </p><p> وروى مقاتل عن الضحاك قال: شبه عبد المطلب بالمشكاة وعبد الله بالزجاجة والنبي - صلى الله عليه وسلم - بالمصباح كان في صلبهما فورث النبوة عن إبراهيم عليهما السلام {يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ} بل هي مكية (لأن مكة)  (٢) وسط الدنيا (٣) . </p><p> ووصف بعض البلغاء هذِه الشجرة فقال: هي شجرة التقى والرضوان، وعشيرة الهدى والإيمان، شجرة أصلها نبوة (٤) وفرعها مروءة وأغصانها تنزيل، ووقفها تأويل، وخدمها جبريل وميكائيل. </p><p> وقال آخرون: هذا مثل ضربه الله تعالى للمؤمن. </p><p> روى الربيع بن أنس (٥) عن أبي العالية (٦) عن أبي بن كعب (٧) - رضي الله عنه - قال: هذا مثل المؤمن فالمشكاة نفسه، والزجاجة صدره، والمصباح ما جعل الله تعالى من الإيمان والقرآن في قلبه {يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ} </p><p>(١) انظر: \"تفسير ابن حبيب\" ٢٠١/ ب، \"الكفاية\" للحيري ٢/ ٦٤/ ب، \"معالم التنزيل\" للبغوي ٦/ ٤٨، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٦٣. (٢) من (م)، (ح).(٣) أورده ابن حبيب في \"تفسيره\" ٢٠١/ ب، والحيري في \"الكفاية\" ٢/ ٦٥/ أوليس فيها: بل هي مكية ..وانظر: \"معالم التنزيل\" للبغوي ٦/ ٤٥.(٤) في الأصل: فتوه، والمثبت من (م)، (ح).(٥) صدوق له أوهام رمي بالتشيع.(٦) رفيع بل مهران الرياحي ثقة كثير الإرسال.(٧) الصحابي الجليل المشهور.</p><p> وهي الإخلاص لله تعالى (وحده ولا شريك له)  (١) . </p><p> فمثله مثل شجرة التف بها الشجر، فهي خضراء ناعمة، لا تصيبها الشمس على أي حالة (٢) كانت لا إذا طلعت ولا إذا غربت، وكذلك المؤمن، قد أجير من أن يصيبه شيء من الفتن، وقد ابتلي بها فثبته الله تعالى فيها، فهو بين أربع خلال: إن أعطي شكر، وإن ابتلي صبر، وإن حكم عدل، وإن قال صدق، فهو (٣) في سائر الناس كالرجل الحي يمشي في قبور الأموات. ثم قال عز شأنه {نُورٌ عَلَى نُورٍ} فهو يتقلب في خمسة من النور: فكلامه نور، وعلمه نور، ومدخله نور، ومصيره إلى النور يوم القيامة إلى الجنة (٤) . </p><p> وقال ابن عباس - رضي الله عنهما-: هذا مثل نور الله تعالى وهداه في قلب </p><p>(١) من (م)، (ح). (٢) في (م): حال.(٣) في الأصل: فهي والمثبت من (م)، (ح).(٤) الحكم على الإسناد:فيه الربيع صدوق له أوهام.التخريج:أخرجه الطبري في \"جامع البيان\" ١٨/ ١٣٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٥٩٥ - ٢٦٠٣ مفرقًا.وذكره السيوطي في \"الدر المنثور\" ٥/ ٨٧ وزاد نسبته لعبد بن حميد وابن المنذر وابن مردويه والحاكم وصححه.وانظر: \"تفسير ابن فورك\" ٣/ ١٢/ أ، \"تفسير ابن حبيب\" ٢١٠/ أ، \"الكفاية\" للحيري ٢/ ٦٤/ ب.</p><p> المؤمن كما يكاد الزيت الصافي يضيء قبل أن تمسه نار، فإذا مسته النار ازداد ضوءًا على ضوئه، كذلك يكاد قلب المؤمن يعلم (١) بالهدى قبل أن يأتيه العلم، فإذا جاء العلم ازداد هدى على هدى، ونورًا على نور. كقول إبراهيم عليه السلام قبل أن تجيئه المعرفة {هَذَا رَبِّي} حين رأى الكوكب من غير أن يخبره (٢) أحد أن له ربًّا، فلما أخبره الله أنه ربه ازداد هدى على هدى ثم قال:  {نُورٌ عَلَى نُورٍ} يعني إيمان المؤمن وعمله (٣) . </p><p>(١) في (م)، (ح): يعمل. (٢) في الأصل و (م): اخبره، والتصويب من (ح).(٣) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٣٨ بطوله من طريق علي بن أبي طلحة عنه.وأخرجه البيهقي في \"الأسماء والصفات\" ١/ ٢٠١ إلى قوله: {نُورٌ عَلَى نُورٍ} وليس فيه: كقول إبراهيم .. الخ.وذكره السيوطي في \"الدر المنثور\" ٥/ ٨٧ بلفظ البيهقي وزاد نسبته لابن المنذر وابن أبي حاتم.وأخرج بعضه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٦٠٣.قلت: وقوله كقول إبراهيم عليه السلام قبل أن تجيئه المعرفة يدل على أن إبراهيم عليه السلام حين قال للكوكب وللشمس وللقمر {هَذَا رَبِّى} كما في سورة الأنعام، آية ٧٦ - ٧٨ أنه قالها شاكًّا وناظرًا، وهذا ما رجحه الطبري في \"جامع البيان\" ٧/ ٢٥٠ وغيره، وروي من طريق علي بن أبي طلحة عن ابن عباس قال: عبده حتى غاب، واستدل بقوله تعالى {لَئِنْ لَمْ يَهْدِنِي رَبِّي} [الأنعام: ٧٧].والحق أن إبراهيم عليه السلام كان في هذا المقام مناظرًا لقومه مبينًا لهم بطلان ما كانوا عليه وأنه لا يستحق العبادة إلا الله وحده.وكيف يجوز أن يكون عليه السلام ناظرًا في هذا المقام وهو الذي قال الله فيه: {وَلَقَدْ =</p><p> وقال الحسن وابن زيد: هذا مثل للقرآن في قلب المؤمن، وكما أن هذا المصباح يستضاء به وهو كما هو لا ينقص فكذلك القرآن يهتدى به ويؤخذ ويعمل به، فالمصباح هو القرآن، والزجاجة قلب المؤمن، والمشكاة لسانه وفمه، والشجرة المباركة شجرة الوحي، ويكاد زيتها يضيء ولو لم تمسسه نار، يقول تكاد حجة القرآن تتضح (١) وإن لم يُقرأ (٢) . </p><p> وقيل: تكاد حجج الله تعالى على خلقه تضيء لمن فكر فيها وتدبرها (ولو لم تمسسه نار أي)  (٣) ولو لم ينزل القرآن (٤)  {نُورٌ عَلَى نُورٍ} ، (يعني أن القرآن نور من الله لخلقه مع ما قد أقام لهم </p><p>= آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِنْ قَبْلُ وَكُنَّا بِهِ عَالِمِينَ (٥١)} [الأنبياء: ٥١] وقال {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ (١٢٠)} [النحل: ١٢٠] وقد ثبت في الصحيحين عن أبي هريرة - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال: \"كل مولود يولد على الفطرة\" فإذا كان هذا في سائر الخليقة، فكيف يكون إبراهيم الخليل الذي جعله الله أمة قانتًا لله حنيفًا ولم يك من المشركين. ناظرًا في هذا المقام، بل هو أولى الناس بالفطرة السليمة والسجية المستقيمة بعد رسول الله - صلى الله عليه وسلم - بلا شك ولا ريب، ومما يؤيد أنه كان مناظرًا لا ناظرًا قوله تعالى بعد تلك الآيات {وَحَاجَّهُ قَوْمُهُ} فهو في مقام محاجة ومناظرة لا نظر وشك والله أعلم. انتهى ملخصًا من \"تفسير القرآن العظيم\" لابن كثير ٦/ ٩٧، - ٩٩، وانظر: \"أضواء البيان\" للشنقيطي ٢/ ٢٠١.(١) في (ح): تنطق.(٢) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٣٧ عنهما.(٣) من (ح).(٤) وهذا قول الطبري في \"جامع البيان\" ١٨/ ١٤٣.</p>"
}