{
  "id": null,
  "sura": 24,
  "aya": 21,
  "text": "<p> ٢١ - قوله -عز وجل-: </p><p> {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ وَمَنْ يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنْكَرِ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَى} </p><p> صلح وطهر (١) من هذا الذنب (٢) . {مِنْكُمْ مِنْ أَحَدٍ أَبَدًا} . </p><p> قرأ ابن محيصن ويعقوب:  (ما زكّى) بالتشديد (٣) ، أي: طهر، </p><p>= الظاهر في الكلام إذا لم تشك في معرفة السامع مكان الحذف، ولما كان القرآن نازلًا على لغة العرب، وقع فيه ما سبق. انظر: \"تأويل مشكل القرآن\" لابن قتيبة (٢١٤)، \"جامع البيان\" للطبري ١٨/ ١٠٠، \"البرهان\" للزركشي ٣/ ١٢٦، \"الإتقان\" للسيوطي ٥/ ١٦٣٦، \"قواعد التفسير\" للسبت ١/ ٣٦١.(١) قوله: صلح، هو قول مقاتل كما في \"تفسيره\" ٣/ ١٩٢، وقوله (طهر) هو قول ابن قتيبة كما في \"تفسير غريب القرآن\" لابن قتيبة (٣٥٢).والمصنف جمع بينهما وجعلهما قولًا واحدًا.وروى علي بن أبى طلحة عن ابن عباس قال: ما اهتدى، وقال ابن زيد: ما أسلم.وهذِه الأقوال جميعًا لا تعارض بينها.انظر: \"جامع البيان\" للطبري ١٨/ ١٠١، \"تفسير ابن حبيب\" ٢٠٨/ أ، \"الكفاية\" للحيري ٢/ ٦٠/ ب، \"زاد المسير\" لابن الجوزي ٦/ ٢٣.(٢) والأولى حمل الآية على العموم فلا تقيد بهذا الذنب فإنه لولا فضل الله ورحمته ما زكئ من كل ذنب منكم أحدًا أبدًا.(٣) وهي قراءة شاذة وقرأ بها يعقوب من رواية روح وحده عنه ورويت أيضًا عن الحسن وأبي حيوة.انظر: \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٢٦٦)، \"مختصر في شواذ القرآن\" لابن خالويه (١٥١)، \"الغاية في القراءات\" لابن مهران =</p><p> دليلها {وَلَكِنَّ اللَّهَ يُزَكِّي} أي: يُطهر {مَنْ يَشَاءُ} من الإثم والذنب بالرحمة والمغفرة {وَاللَّهُ سَمِيعٌ عَلِيمٌ} . </p><p> [١٩٢٤] أخبرنا الحسين بن محمد بن فنجويه (١) ، قال: حدثنا عبد الله بن يوسف بن أحمد بن مالك (٢) ، قال: حدثنا علي بن زنجويه (٣) ، قال: حدثنا سعيد بن سيف التميمي (٤) ، قال: حدثنا غالب بن تميم السعدي (٥) ، قال: حدثنا خالد بن جميل (٦) ، عن موسى بن عقبة المديني (٧) ، عن أبي روح الكلبي (٨) ، عن جبير بن نفير الحضرمي (٩) ، عن أبي الدرداء (١٠) - رضي الله عنه - قال: قال رسول الله </p><p>= الأصبهاني (٣٣٨)، \"إعراب القراءات\" للعكبري ٢/ ١٧٩، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٢٩٤، \"القراءات الشاذة\" للقاضي (٧١)، \"البحر المحيط\" لأبي حيان ٦/ ٤٠٤، \"الكامل في القراءات الخمسين\" للهذلي ٢٢٣/ أ. (١) ثقة صدوق كثير الرواية للمناكير.(٢) لم أجده.(٣) علي بن بري بن زنجويه، لم يذكر بجرح أو تعديل.(٤) لم أجده.(٥) لم أجده.(٦) لم أجده.(٧) الأسدي، إمام(٨) أبو روح الكلبي، يروي عن جبير بن نفير، عن أبي الدرداء، روى عنه عمرو بن سليمان بن أيوب. انظر \"الثقات\" لابن حبان ٧/ ٦٥٧، \"المقتني في سرد الكنى\" للذهبي ١/ ٢٤٢.(٩) ثقة، جليل.(١٠) عويمر بن زيد بن قيس الأنصاري، صحابي مشهور.</p><p> -صلى الله عليه وسلم-: \"أيما رجل شد(عضد امرئ)(١)من الناس في خصومة لا علم له بها فهو في ظل سخط الله حتى ينزع، وأيما رجل حال في شفاعة دون حد من حدود الله أن يقام فقد كابد الله تعالى حقًّا وحرص على سخطه، وإن عليه لعنة الله تتابع(٢)إلى يوم القيامة، وأيما رجل أشاع على رجل مسلم كلمة هو منها بريء يريد أن يشينه بها في الدنيا كان حقًّا على الله تعالى أن يذيبه بها في النار\"  (٣) . </p><p>(١) في الأصل: عضداه، والتصويب من (م)، (ح). (٢) في الأصل: يتابع، والتصويب من (م)، (ح).(٣) [١٩٢٤] الحكم على الإسناد:في إسناده مجاهيل.التخريج:أخرجه الطبراني في \"المعجم الكبير\" كما في \"مجمع الزوائد\" ٤/ ٢٠١، ولم أقف عليه في المطبوع، قال الهيثمي: في إسناده من لم أعرفه، وأشار السيوطي إلى ضعفه كما في \"فيض القدير\" ٣/ ١٤٥، وقال المنذري في \"الترغيب والترهيب\" ٣/ ١٥٢: رواه الطبراني، ولا يحضرني الآن حال إسناده، وروي بعضه بإسناد جيد.وضعفه الألباني في \"ضعيف الجامع الصغير\" (٢٢٣٦) وأحال على تخريج \"التقريب\" ٣/ ١٥٣، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٢/ ٢٠٦ من حديث أبي الدرداء.ولبعض ألفاظه شواهد، فقد روى أبو داود، كتاب الأقضية، باب فيمن يعين على خصومة .. (٣٥٩٧)، واللفظ له، وأحمد في \"مسنده\" ٢/ ٧٠ (٥٣٨٥)، والحاكم في \"مستدركه\" ٢/ ٣٢ (٢٢٢٢) عن عبد الله بن عمر قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"من حالت شفاعته دون حد من حدود الله فقد ضاد الله، ومن خاصم في باطل وهو يعلمه لم يزل في سخط الله حتى ينزع عنه، ومن قال في مؤمن ما ليس =</p>"
}