{
  "id": null,
  "sura": 24,
  "aya": 32,
  "text": "<p> {وَتُوبُوا إِلَى اللَّهِ جَمِيعًا} من التقصير الواقع في أمره ونهيه. </p><p> وقيل معناه: وارجعوا (١) إلى طاعة الله فيما أمركم ونهاكم من الآداب المذكورة في هذِه السورة (٢)  {أَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} . </p><p> ٣٢ - وله عز وجل:  {وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ} </p><p> يعني: زوجوا أيها المؤمنون من لا زوج له من أحرار رجالكم ونسائكم. </p><p> {وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ} وقرأ الحسن: (من عبيدكم)  (٣) . </p><p>= بعض العرب يتغزل بذلك كما قال الشاعر الأعشى: تسمع للحلي وسواسًا إذا انصرفت ... كما استعان بريح عشرقٌ زجلوسماع صوت الخلخال يحرك الشهوة أشد من إبدائه.فنهى الله المؤمنات عن ذلك صيانة للشرف وطردًا للرذيلة.انظر: \"تفسير القرآن العظيم\" لابن كثير ١٠/ ٢١٨، \"معاني القرآن\" للزجاج ٤/ ٤٠.(١) في الأصل: وراجعوا، وفي (م): ورجعوا طاعة الله والتصويب من (ح).(٢) كغض البصر وحفظ الفرج والاستئذان عند الدخول والتسليم على أهلها وغير ذلك من أمره ونهيه. وهذا القول قال به الطبري في \"جامع البيان\" ١٨/ ١٢٥، والأول أولى لعمومه ويدخل فيه الرجوع إلى طاعة الله فيما أمره ونهى في هذِه السورة دخولًا أوليًّا.(٣) وهي قراءة شاذة. أخرجها عبد بن حميد وابن المنذر عنه كما فى \"الدر المنثور\" ٥/ ٨٠، ونسبت أيضًا لمجاهد.وانظر: \"معاني القرآن\" للنحاس ٤/ ٥٢٨، \"إتحاف فضلاء البشر\" للدمياطي (٣٢٤)، \"الكامل في القراءات الخمسين\" للهذلي ٢٢٣/ أ، \"البحر المحيط\" لأبي حيان ٦/ ٤١٥، \"تفسير الحسن\" ٢/ ١٥٧، \"مختصر في شواذ القرآن\" لابن خالويه (١٠٢).</p><p> والأيامى: جمع الأَيِّم، وهو من لا زوج له من رجل وامرأة (١) . </p><p> يقال: رجل أَيِّم وامرأة أيِّمٌ وأَيِّمةٌ. </p><p> الفعل منه: آمت المرأة تأيم أَيْمَةً وأُيُومًا وتأيَّمَتْ تأيُّمًا (٢) . </p><p> قال الشاعر: </p><p> ألم تر أن الله أظهر دينه ... وسعد بباب القادسية معصم </p><p> فأُبْنَا وقد آمت نساء كثيرة ... ونسوةُ سعدٍ ليس منهن أَيِّم (٣) </p><p> وقال آخر: </p><p>(١) في (م): بعل أو امرأة، وفي (ح): رجل أو امرأة. (٢) انظر: \"تفسير غريب القرآن\" لابن قتيبة (٣٠٤)، \"تحفة الأريب\" لأبي حيان الأندلسي (٥٠)، \"مجاز القرآن\" لأبي عبيدة ٢/ ٦٥، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (١٠٠)، \"عمدة الحفاظ\" للسمين الحلبي ١/ ١٤٥، \"لسان العرب\" لابن منظور ١٢/ ٣٩، \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٨٥، \"تفسير ابن حبيب\" ٢٠٩/أ، \"الكفاية\" للحيري ٢/ ٦٢/ أ.(٣) قائله رجل من بجيلة.ومعنى أظهر: نصر، وأبنا: رجعنا، وسعد: هو الصحابي الجليل سعد بن أبي وقاص - رضي الله عنه -.وفي البيت هجاء لسعد - رضي الله عنه - فلما بلغه دعا على القائل فقال: اللهم اقطع لسانه ويده عني بما شئت. فرمي وقطع لسانه وخرس.والشاهد فيه قوله: آمت حيث جاءت على الفعل، وقوله: (أيم) أطلقت على المرأة.</p><p> فإن تنكحي أنكح وإن تتأيمي (١) ... وإن كنت أفتى منكم (أتأيم)  (٢)  (٣) </p><p> وفسر بعض الفقهاء الآية على الحتم والإيجاب، وأوجب النكاح على من استطاعه (٤) . </p><p> وتأولها الباقون على الندب والاستحباب وهو الصحيح المشهور، والذي عليه الجمهور. </p><p> قال الشافعي- رحمة الله عليه-: وأحب للرجل والمرأة أن يتزوجا إذا تاقت أنفسهما إليه؛ لأن الله تعالى أمر به ورضيه، وندب إليه. </p><p> وبلغنا أن النبي - صلى الله عليه وسلم - قال:  \"تناكحوا تكثروا فإني أباهي بكم الأمم حتى بالسقط\"  (٥) . </p><p>(١) في الأصل: تأيمي، والتصويب من (م)، (ح). (٢) في الأصل: أنا أيم، والتصويب من (م)، (ح).(٣) الشاهد فيه قوله: تتأيمي، وأتأيم؛ حيث جاءت على الفعل وإطلاقها على الرجل والمرأة، وانظر: \"مجاز القرآن\" لأبي عبيدة ٢/ ٦٥، \"جامع البيان\" للطبري ١٨/ ١٢٥، \"لسان العرب\" لابن منظور ١٢/ ٣٩، \"أحكام القرآن\" للجصاص ٣/ ٣٢٠.(٤) وهذا مذهب أهل الظاهر ورواية عن أحمد.انظر: \"المحلى\" لابن حزم ٩/ ٤٤٣، \"المغني\" لابن قدامة ٩/ ٣٤٠.(٥) أخرجه عبد الرزاق في \"مصنفه\" ٦/ ١٧٣ عن سعيد بن أبي هلال مرسلًا.وأخرجه صاحب مسند \"الفردوس\" ٢/ ١٣٠ (٢٦٦٣).قال ابن حجر في \"التلخيص الحبير\" ٣/ ٢٦٤: أخرجه من طريق محمد بن الحارث عن محمد بن عبد الرحمن البيلماني، عن أبيه، عن ابن عمر، قال: قال رسول الله - صلى الله عليه وسلم -: \"حجوا تستغنوا وسافروا تصحوا وتناكحوا تكثروا؛ فإني مباهٍ بكم الأمم\". والمحمدان ضعيفان. =</p><p> وقال - صلى الله عليه وسلم -: \"من أحب فطرتي فليستن بسنتي وهي النكاح\"  (١) . </p><p>= وقال العراقي \"المغني عن حمل الأسفار\" ٢/ ٢٥: أخرجه ابن مردويه في \"تفسيره\" من حديث ابن عمر دون قوله بالسقط وإسناده ضعيف. وذكره بهذِه الزيادة البيهقي في \"معرفة السنن والآثار\" ٥/ ٢١٩ عن الشافعي أنه بلغه.وفي الباب عن أبي أمامة أخرجه البيهقي في \"السنن الكبرى\" ٧/ ٧٨ بلفظ: \"تزوجوا فإني مكاثر بكم الأمم ولا تكونوا كرهبانية النصارى\"وفيه محمد بن ثابت ضعيف.وعن أنس صححه ابن حبان كما في \"الإحسان\" ٦/ ١٣٤ (٤٠١٧) بلفظ: \"تزوجوا الولود الودود فإني مكاثر بكم الأمم يوم القيامة\".وعن عياض بن غنم أخرجه الحاكم في \"المستدرك\" ٣/ ٣٢٩ (٥٢٦٩) بلفظ: \"لا تزوجن عاقرًا ولا عجوزًا فإني مكاثر\" وإسناده ضعيف.وعن معقل بن يسار أخرجه أبو داود، كتاب النكاح، باب من تزوج الولود (٢٠٥٠)، والنسائي، كتاب النكاح، باب كراهية تزويج العقيم ٦/ ٦٥ بلفظ: \"تزوجوا الولود الودود فإني مكاثر بكم الأمم\".والحديث بمجموع طرقه صحيح دون زيادة (حتى بالسقط).(١) أخرجه سعيد بن منصور في \"سننه\"١/ ١٣٨ (٤٨٧)، وأبو يعلى في \"مسنده\" ٥/ ١٣٣ (٢٧٤٨)، والجصاص في \"أحكام القرآن\" ٣/ ٣٢٠.ثلاثتهم من طريق سفيان بن عيينة عن إبراهيم بن ميسرة، عن عبيد بن سعد، عن النبي - صلى الله عليه وسلم -.وأخرجه عبد الرزاق في \"مصنفه\" ٦/ ١٦٩ (١٠٣٧٨)، وأبو يعلى في \"الأفراد\" كما في \"الإصابة\" لابن حجر ٤/ ٢٠٤، والبيهقي في \"السنن الكبرى\" ٧/ ٧٨، والواحدي في \"الوسيط\" ٣/ ٣١٨.جميعهم من طريق ابن جريج عن إبراهيم بن ميسرة به.والحديث رواته ثقات إلا أنه مرسل فعبيد بن سعد ليس صحابيًّا وإن كان أبو يعلى قد أخرجه من هذا الوجه ظنًّا منه أن عبيد بن سعد صحابي.</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= قال الهيثمي في \"مجمع الزوائد\" ٤/ ٢٥٢: رجاله ثقات إن كان عبيد بن سعد صحابيًّا وإلا فهو مرسل. وقال ابن حجر في \"الإصابة\" ٤/ ٢٠٤: ويغلب على الظن أنه تابعي.والحديث له شواهد:١ - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - رضي الله عنه -: \"من أحب فطرتي فليستن بسنتي\"، قال: \"من سنتي النكاح\".وأخرجه ابن عدي في \"الكامل\" ٧/ ٨٧، وذكره البيهقي في \"السنن الكبرى\" معلقًا ٧/ ٧٨ كلاهما من طريق أبي حُرَة عن الحسن، عن أبي هريرة، عن النبي - صلى الله عليه وسلم -.وإسناده ضعيف فيه أبو حُرَّة واسمه واصل بن عبد الرحمن البصري: صدوق عابد كان يدلس عن الحسن \"تقريب التهذيب\" لابن حجر (٧٤٣٥)، وروايته هنا عن الحسن.وذكره السيوطي في \"الجامع\" وحسنه كما في \"فيض القدير\" للمناوي ٦/ ٣٢ وكأنه حسنه لشواهده.وضعفه الألباني في \"ضعيف الجامع الصغير\" (٥٤٣٨)، وانظر: \"سلسلة الأحاديث الضعيفة\" (٢٥٠٩).٢ - عن عائشة رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم -: \"النكاح من سنتي فمن لم يعمل بسنتي فليس مني .. \".وأخرجه ابن ماجه، كتاب النكاح، باب ما جاء في فضل النكاح (١٨٤٦) عن عيسى بن ميمون، عن القاسم، عن عائشة.وإسناده ضعيف، رجاله ثقات غير عيسى بن ميمون المدني ضعيف. \"تقريب التهذيب\" لابن حجر (٥٣٧٠).وأورده الألباني في \"سلسلة الأحاديث الصحيحة\" (٢٣٨٣) وصححه لشواهده.٣ - عن أنس في قصة الرهط: \" .. وأتزوج النساء فمن رغب عن سنتي فليس مني\" أخرجه البخاري ومسلم.فهذِه الأحاديث وغيرها تشهد لحديث عبيد بن سعد المرسل.</p><p> ويقال: إن الرجل ليرفع العذاب عنه بدعاء ولده من (١) بعده. </p><p> قال: ومن لم تتق نفسه إلى ذلك فأُحبّ أن يتخلَّى لعبادة الله تعالى. وذكَرَ اللهُ {وَالْقَوَاعِدُ مِنَ النِّسَاءِ} وذكر عبدًا أكرمه فقال: {وَسَيِّدًا وَحَصُورًا}  (٢) . </p><p> والحصور الذي لم يأت (٣) النساء (٤) ولم يندبهم إلى النكاح (٥) . </p><p>(١) من (م)، (ح). (٢) آل عمران: ٣٩.(٣) في (ح): لا يأتي.(٤) أخرجه الطبري في \"جامع البيان\" ٣/ ٢٥٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٦٣٢ عن ابن مسعود وابن عباس وسعيد بن المسيب وسعيد بن جبير والضحاك ومجاهد وقتادة والسدي والحسن وغيرهم قالوا {وَحَصُورًا} الذي لا يأتي النساء.وانظر: \"معجم مقاييس اللغة\" لابن فارس ٢/ ٧٢، \"لسان العرب\" لابن منظور ٤/ ١٩٤، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (٢٣٨)، \"تفسير غريب القرآن\" لابن قتيبة (١٠٤).(٥) أي: أن الله لم يندب القواعد من النساء وكذلك يحيى بن زكريا -الحصور- عليه السلام إلى النكاح.قلت: وفي هذا الاستدلال نظر: وذلك أن من يرى أن النكاح أفضل من التخلي للعبادة لا يقول بالنهي عن القعود، بل يجوز القعود عن النكاح، وإن كان النكاح أفضل.وأيضًا لم يندب الله القواعد من النساء إلى النكاح؛ لأنهن لا طمع لهن فيه.وأما قوله {وَسَيِّدًا وَحَصُورًا} ومدحه ليحيى بذلك فإننا متعبدون بشريعة محمد - صلى الله عليه وسلم - الذي كان يرغب في النكاح ويمدحه ويحث عليه.وقد يكون عزوف يحيى عليه السلام عنه لأمر خاص به.</p><p> فدل أن المندوب إليه من يحتاج إليه (١) . </p><p> ذكر (٢) ما ورد في الأخبار عن الترغيب في النكاح </p><p> [١٩٣٥] أخبرنا أبو عمرو بن أبي الفراتي (٣) ، قال: أخبرنا عبد الله ابن إسحاق الجرجاني (٤) ، قال: حدثنا أبو حامد محمد بن هارون الحضرمي (٥) ، قال: حدثنا محمد بن يحيى الأزدي (٦) ، قال: حدثنا محمد بن عبد الله (٧) الأنصاري (٨) ، قال: حدثنا أشعث (٩) ، عن الحسن (١٠) ، عن سمرة (١١) أن النبي - صلى الله عليه وسلم - نهى عن التبتل (١٢) . </p><p>(١) انظر قول الشافعي بنصه في \"مختصر المزني\" ٩/ ١٧٥. (٢) في (م)، (ح): باب ذكر.(٣) أحمد بن أُبي الفراتي، لم يذكر بجرح أو تعديل.(٤) عبد الله بن إسحاق بن يعقوب أبو أحمد الجرجاني، قال الذهبي: كتب عنه الدارقطني وأشار إلى ضعفه: \"ميزان الاعتدال\" ٣/ ١٠٦.(٥) ثقة.(٦) ثقة.(٧) من (م)، (ح).(٨) الأنصاري البصري القاضي، ثقة.(٩) أشعث بن عبد الملك الحُمْراني بصري، يكنى أبا هانئ، ثقة، فقيه.(١٠) البصري ثقة فقيه كان يرسل كثيرا ويدلس.(١١) الصحابي المشهور.(١٢) [١٩٣٥] الحكم على الإسناد:إسناده ضعيف فيه عبد الله بن إسحاق الجرجاني، وشيخ المصنف لم يذكر بجرح أو تعديل.التخريج:أخرجه ابن أبي شيبة في \"مصنفه\" ٤/ ١٢٨، والنسائي، كتاب النكاح، باب النهي =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= عن التبتل ٦/ ٥٩، والترمذي، كتاب النكاح، باب النهي عن التبتل (١٠٨٢)، وابن ماجه، كتاب النكاح، باب النهي عن التبتل (١٨٤٩)، وأحمد في \"مسنده\" ٥/ ١٧ (٢٠١٩١)، والطبراني في \"المعجم الكبير\" ٧/ ٢١٤ (٦٨٩٣)، وابن الجارود في \"المنتقى\" النكاح (٦٧٣)، جميعهم من طرق عن قتادة، عن الحسن، عن سمرة به. وعند الترمذي وابن ماجه: وزاد زيد بن أخزم في حديثه: وقرأ قتادة: {وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً}. وقد اختلف عن الحسن فيه:فأخرجه النسائي في \"المجتبى\" كتاب النكاح، باب النهي عن التبتل ٦/ ٥٩، وأحمد في \"المسند\" ٦/ ١٢٥ (٢٤٩٤٣) من طرق عن أشعث، عن الحسن، عن سعد بن هشام، عن عائشة أن النبي - صلى الله عليه وسلم - نهى عن التبتل، وتابعه مبارك بن فضالة لكنه أوقفه أخرجه أحمد في \"المسند\" ٦/ ٩١ (٢٤٦٠١)، وتابعه على وقفه أيضًا حصين بن نافع أخرجه أحمد في \"المسند\" ٦/ ٩٧ (٢٤٦٥٨).وهاتان الروايتان يعضدان رواية أشعث فيصح الحديث عن عائشة مرفوعًا وموقوفًا. وهذا الاختلاف عن الحسن في إسناده تكلم فيه العلماء. قال النسائي: قتادة أثبت وأحفظ من أشعث وحديث أشعث أشبه بالصواب، والله أعلم.وقال الترمذي: حديث حسن غريب وروى الأشعث بن عبد الملك هذا الحديث عن الحسن، عن سعيد بن هشام، عن عائشة، عن النبي - صلى الله عليه وسلم - نحوه ويقال كلا الحديثين صحيحين.وقال ابن أبي حاتم في \"علل الحديث\" ١/ ٤٠٢ (١٢٠٣): سألت أبي عن حديث رواه أشعث بن الحسن عن سعيد بن هشام، عن عائشة أن النبي - صلى الله عليه وسلم - نهى عن التبتل ورواه معاذ بن هشام، عن أبيه، عن قتادة، عن الحسن، عن سمرة .. قلت: أيهما أصح؛ قال أبي: قتادة أحفظ من أشعث، وأحسب الحديثين صحيحين؛ لأن لسعد بن هشام قصة في سؤاله عائشة في ترك النكاح يعني التبتل.ولم أقف على الرواية وقد ذكرها المصنف عن أشعث، عن الحسن، عن سمرة. فالله أعلم. =</p><p> [١٩٣٦] وأخبرنا الحسين بن محمد (بن الحسين)  (١) الحدثي (٢) ، قال: حدثنا محمد بن علي بن الحسن الصوفي (٣) ، قال: حدثنا محمد ابن صالح بن ذريح (٤) ، قال: حدثنا جُبَارة (٥) بن المُغَلِّس (٦) ، (قال: حدثنا مِندل (٧) ، عن ابن جريج (٨) ، عن أبي المُغَلِّس (٩) عن أبي </p><p>= وفي الباب عن سعيد بن أبي وقاص أخرجه البخاري، كتاب النكاح، باب ما يكره من التبتل والخصاء (٥٠٧٤)، وعن عائشة أخرجه النسائي في \"المجتبى\" ٦/ ٥٨ كتاب النكاح، باب النهي عن التبتل، وعن أنس أخرجه أحمد في \"المسند\" ٣/ ١٥٨ (١٢٦١٣)، وعن أبي هريرة أخرجه أحمد في \"المسند\" ٢/ ٢٨٩ (٧٨٩١) جميعهم بمعناه. (١) من (م)، (ح).(٢) ابن فنجويه ثقة صدوق، كثير الرواية للمناكير.(٣) الدينوري ثقة أحاديثه مستقيمة.(٤) ثقة.(٥) في الأصل: جنادة، والتصويب من (م) ومصادر ترجمته.(٦) ضعيف.(٧) مِنْدَل بن علي العنزي، أبو عبد الله الكوفي، ويقال: اسمه عمرو، ومندل لقبه ولد سنة (١٠٣ هـ) ومات سنة (١٦٧ هـ) كان أثبت من أخيه حبان وكان أصغر منه؛ قال عبد الله بن أحمد عند أبيه: ضعيف الحديث؛ وقال ابن حبان: كان ممن يرفع المراسيل ويسند الموقوفات من سوء حفظه فاستحق الترك. قال ابن معين: ليس به بأس، يكتب حديثه. وفي رواية عنه قال: ليس بشيء، وفي أخرى قال: مندل وحبان ضعيفان وهما أحب إلى من قيس بن الربيع. انظر: \"الجرح والتعديل\" ٨/ ٣٤٨، \"تهذيب الكمال\" ٢٨/ ٤٩٣ \"تهذيب التهذيب\" (٦٨٨٣).(٨) عبد الملك بن عبد العزيز بن جريج ثقة فقيه فاضل، كان يدلس ويرسل.(٩) ساقطة في الأصل، ووقع في (م): عن أبي جريج عن المغلس وهو خطأ ووقع في (ح): مندل بن جريج عن المغلس وهو خطأ أيضًا. =</p><p> نجيح السلمي (١) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من كان له ما يتزوج فلم يتزوج فليس منا\"  (٢) . </p><p>= وميمون أبو المغلس، ويقال: اسمه عمرو، قال ابن حبان: يروي عن أبي بحيح وله صحبة لا تعتبر وقد قيل إن اسم أبي المغلس، عمرو، روى له أبو داود في المراسيل. قال الذهبي: لا يعرف ولا هو بحجة تفرد عنه ابن جريج. وقال ابن حجر: مقبول انظر: \"الجرح والتعديل\" ٨/ ٢٣٦، \"الثقات\" ٥/ ٤١٩، \"تهذيب الكمال\" ٢٩/ ٢٤٣، \"ميزان الاعتدال\" ٤/ ٥٧٦، \"تقريب التهذيب\" (٧٠٥٨). (١) قال ابن الأثير: هو عمرو بن عبسة، فإنه سلمي وحديثه في النكاح مشهور، وقال الذهبي: بل هو العرباض بن سارية. قال الحافظ: وجزم به الحاكم أبو أحمد، وجزم البغوي بأنه ليس سلميا، وقال: يشك في صحبته. انظر \"أسد الغابة\" ٦/ ٣١١، \"الإصابة\" ٧/ ٣٣٨.ويقال هو يسار المكي، أبو نجيح مولى ثقيف، والد عبد الله بن أبي نجيح، مشهور بكنيته، قال أحمد بن حنبل: كان من خيار عباد الله ووثقه ابن معين وأبو زرعة، مات سنة (١٠٩ هـ). انظر \"تهذيب الكمال\" ٣٢/ ٢٩٨، \"تقريب التهذيب\" (٧٨٠٥).(٢) [١٩٣٦] الحكم على الإسناد:إسناده ضعيف؛ فيه جبارة بن المغلس ومندل ضعيفان.التخريج:أخرجه أبو داود في \"المراسيل\" (ص ١٠٨) (٢٠٢)، وعبد الرزاق في \"مصنفه\" ٦/ ١٦٨، وابن أبي شيبة في \"مصنفه\" ٤/ ١٢٦، والدارمي في \"مسنده\" ٣/ ١٣٨٣ (٢٢١٠)، والحارث ابن أبي أسامة في \"مسنده\" كما في \"بغية الباحث\" للهيثمي (٤٨١)، والطبراني في \"المعجم الكبير\" ٢٢/ ٣٦٦ - ٣٦٧ (٩٢٠)، وفي \"المعجم الأوسط\" ١/ ٥٢٨ (٩٩٣)، والبيهقي في \"السنن الكبرى\" ٧/ ٧٨، وفي \"شعب الإيمان\" ٤/ ٣٨٢ (٥٤٨١)، المزي في \"تهذيب الكمال\" ٢٩/ ٢٤٤ جميعهم من طريق ابن جريج به بنحوه. ورواه البغوي في \"معجم الصحابة\"، والدولابي في \"الكنى\" وإسحاق بن راهويه في \"مسنده\" كما في \"تخريج أحاديث =</p><p> [١٩٣٧] أخبرنا ابن فنجويه (١) ، قال: حدثنا مخلد بن جعفر الباقرحي (٢) ، قال: حدثنا أحمد بن يعقوب المقرئ ابن أخي عِرْق (٣) ، قال: حدثنا جبارة (٤) بن المُغلِّس (٥) ، قال: حدثنا مندل (٦) ، عن يحيى بن (٧) عبد الرحمن بن لبيبة (٨) ، </p><p>= وآثار الكشاف\" للزيلعي ٢/ ٤٣٨، \"التلخيص الحبير\" لابن حجر ٣/ ٢٥١. قال ابن راهويه: وقد روى هذا الحديث بعضهم عن ابن جريج عن أبي المغلس، عن أبي نجيح عمرو بن عبسة قال سمعت رسول الله - صلى الله عليه وسلم - فذكره وخالف بعضهم فقال: ليس أبو نجيح هذا بعمرو بن عبسة، قال إسحاق وصدقوا. \"تخريج أحاديث وآثار الكشاف\" للزيلعي.وقال الطبراني: وليس أبو نجيح هذا عمرو بن عبسة.وعليه يكون هذا الحديث مرسلًا وبه جزم أبو داود والدولابي والبيهقي وغيرهم. \"التلخيص الحبير\" لابن حجر ٣/ ٢٥١. وقال المنذري في \"الترغيب والترهيب\" ٣/ ٦٩: رواه الطبراني بإسناد حسن والبيهقي وهو مرسل.قال ابن معين كما في \"تهذيب الكمال\" للمزي ٢٩/ ٢٤٣: وابن جريج عن أبي المغلس، عن أبي نجيح، عن النبي - صلى الله عليه وسلم - في النكاح وهو مرسل، وهو أبو عبد الله ابن أبي نجيح. وفي الحديث علة أخرى وهي عنعنة ابن جريج، إلا أن الحارث بن أبي أسامة في \"مسنده\" صرح فيه بسماع ابن جريج فقال: حدثني أبو المغلس.(١) ثقة، صدوق، كثير الرواية للمناكير.(٢) اختلط بعد أن كان أمره مستقيمًا.(٣) أبو العباس البغدادي ثقة.انظر \"الإكمال\" ٧/ ١٠، \"تاريخ بغداد\" ٥/ ٢٢٥.(٤) تحرف في الأصل إلى: جنادة.(٥) ضعيف.(٦) ابن علي العنزي، ضعيف.(٧) من (م)، (ح).(٨) ليس بقوي.</p><p> عن أبيه (١) ، عن جده (٢) ، قال: قال رسول الله - صلى الله عليه وسلم -: \"من أدرك له ولد وعنده ما يزوجه فلم يزوجه فأحدث فالإثم بينهما\"  (٣) . </p><p> [١٩٣٨] حدثنا ابن فنجويه (٤) ، قال: حدثنا عبد الله بن عبد الرحمن الدقاق (٥) ، قال: حدثنا محمد بن عبد العزيز (٦) ، قال: حدثنا أبو يوسف الصيدلاني (٧) ، قال: حدثنا خالد بن إسماعيل (٨) ، </p><p>(١) عبد الرحمن بن لبيبة الأنصاري، قال ابن حبان كان اسم عبد الرحمن لبية، وأبوه لبيبة، ولذلك يقال تارة: لبيبة، وتارة: أبو لبيبة، وقال الهيثمي في \"المجمع\" ٧/ ٥: عبد الرحمن بن لبيبة لم أعرفه ا. هـ. (٢) الصحابي الجليل لبيبة الأنصاري.(٣) [١٩٣٧] الحكم على الإسناد:إسناده ضعيف؛ جبارة بن المغلس، ومندل ضعيفان، ومخلد اختلط، ويحيى بن عبد الرحمن ليس بقوي، وأبوه لم يعرف.التخريج:أخرجه الديلمي في \"مسند الفردوس\" ٣/ ٥٧٥ (٥٨٠٢) عن قسيمة ولعله تحريف.(٤) ثقة صدوق كثير الرواية للمناكير.(٥) لم أجده.(٦) لم أجده.(٧) محمد بن أحمد بن محمد بن الحجاج بن ميسرة الكُريزي، ثقة، حافظ.(٨) خالد بن إسماعيل المخزومي، المدني، أبو الوليد، قال ابن عدي: كان يضع الحديث على الثقات، وقال الدارقطني: متروك، وقال ابن حبان: لا يجوز الاحتجاج به بحال ولا الرواية عنه إلا على سبيل الاعتبار، يروي عن عبيد الله بن عمر العجائب.انظر: \"الكامل\" لابن عدي ٣/ ٤١، \"المجروحين\" لابن حبان ١/ ٢٨١، \"ميزان الاعتدال\" للذهبي ١/ ٦٢٧.</p><p> عن عبيد الله (١) ، عن صالح مولى التوأمة (٢) ، قال: قال أبو هريرة - رضي الله عنه -: لو لم يبق من الدنيا إلا يوم واحد للقيت الله تعالى بزوجة، سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"شراركم عزابكم\"  (٣) . </p><p>(١) عبيد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب، المدني، ثقة، ثبت. (٢) صالح بن نبهان المدني، صدوق اختلط.(٣) [١٩٣٨] الحكم على الإسناد:إسناده ضعيف جدًّا، فيه خالد بن إسماعيل متروك، وفيه من لم أجده.التخريج:أخرجه أبو يعلى في \"مسنده\" ٤/ ٣٧ - ٣٨ (٢٠٤٢)، وابن حبان في \"المجروحين\" ١/ ٢٨٢، وابن عدي في \"الكامل\" ٣/ ٤٣، وابن الجوزي في \"الموضوعات\" ٣/ ٤٣ (١٢٥٠)، والطبراني في \"المعجم الأوسط\" ٤/ ٣٧٦ ت.جميعهم من طريق خالد بن إسماعيل به.وفيه خالد بن إسماعيل متروك ومتهم بالكذب، وقال ابن عدي بعد أن ساقه: وهذِه الأحاديث عن عبيد الله بهذا الإسناد مناكير.وقال ابن حجر في \"المطالب العالية\" ٢/ ٨٦: حديث منكر.وقال الهيثمي في \"مجمع الزوائد\" ٤/ ٢٥١، وفيه خالد وهو متروك.قال ابن الجوزي في \"الموضوعات\": هذا حديث لا يصح وصالح هو مولى التوأمة مجروح.وقال الألباني: ضعيف، \"ضعيف الجامع الصغير\" (٣٣٨٥)، وانظر: \"سلسلة الأحاديث الضعيفة\" (٢٥١١).وقد روي هذا الحديث من وجه آخر عن أبي هريرة أخرجه ابن عدي في \"الكامل\" ٧/ ١٦٢ بلفظ: \"شراركم عزابكم، ركعتان من متأهل خير من سبعين ركعة من غير متأهل\"وهو من طريق يوسف بن السفر اتهموه بالكذب، ورواية الأباطيل \"ميزان الاعتدال\" للذهبي ٤/ ٤٦٦، وقد عبد ابن عدي هذا الحديث من أباطيله. وروى عطية بن بُسر مرفوعًا: \"إن من سنتنا النكاح، شراركم عزابكم وشرار =</p><p> [١٩٣٩] وبإسناده عن صالح (١) ، عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إذا تزوج أحدكم عج(٢)شيطانه: يا ويله عصم ابن آدم مني بثلثي دينه\"  (٣) . </p><p>= أمتكم عزابكم\" وفيه معاوية بن يحيى الصدفي ضعيف. وكذا هو بهذا اللفظ لأحمد من حديث أبي ذر رفعه أيضًا وهو ضعيف، ذكرهما السخاوي ثم قال في \"المقاصد الحسنة\" (٢٨٩): إلى غيرهما من الأحاديث التي لا تخلوا من ضعف واضطراب، ولكنه لا يبلغ الحكم عليه بالوضع.(١) مولى التوأمة، صدوق اختلط.(٢) العج: هو رفع الصوت.انظر: \"لسان العرب\" لابن منظور ٢/ ٣١٨ (عجج).(٣) [١٩٣٩] الحكم على الإسناد:ضعيف جدًّا، فيه خالد بن إسماعيل متروك.التخريج:لم أقف عليه مخرجًا من رواية أبي هريرة - رضي الله عنه - إلا أن صاحب \"الفردوس\" ذكره من رواية أبي هريرة ١/ ٣٠٩ (١٢٢٢).قال الزيلعي في \"تخريج أحاديث وآثار الكشاف\" ٢/ ٤٣٨: ورواه الثعلبي بهذا الإسناد والمتن إلا أنه قال: عوَّض عن جابر، عن أبي هريرة فلينظر.وقال ابن حجر في \"الكاف الشاف\" ٣/ ٢٢٨: وأخرجه أبو يعلى والطبراني في \"المعجم الأوسط\"، والثعلبي من رواية صالح مولى التوأمة، عن جابر وعن بعضهم، عن أبي هريرة بدل جابر.وأخرجه أبو يعلى في \"مسنده\" ٤/ ٣٧ (٢٠٤١)، وابن حبان في \"المجروحين\" ١/ ٢٨٢، وابن عدي في \"الكامل\" ٣/ ٤، والخطيب في \"تاريخ بغداد\" ٨/ ٣٣، وابن الجوزي في \"العلل المتناهية\" ٢/ ٦١١ (١٠٠٤).جميعهم من طريق أبو علي الشيلماني عن خالد بن إسماعيل، عن عبيد الله بن عمر، عن صالح مولى التوأمة، عن جابر - رضي الله عنه - مرفوعًا. وإسناده ضعيف جدًّا فيه =</p><p> [١٩٤٠] أخبرنا الحسين بن محمد بن فنجويه (١) ، قال: حدثنا الفضل بن الفضل الكندي (٢) ، قال: حدثنا أبو زكريا يحيى بن علي ابن خلف القطان (٣) ، قال: حدثنا الحسين (٤) بن محمد (٥) ، قال: حدثنا محمد بن ربيعة الكلابي (٦) ، قال: حدثنا محمد بن ثابت العقيلي (٧)  (٨) ، </p><p>= خالد بن إسماعيل المخزومي متهم بالكذب. وذكره ابن حجر في \"المطالب العالية\" ٢/ ١٨٦ (١٦٥٧) وعزاه لأبي يعلى ثم قال: حديث منكر. وأورده المقدسي في \"تذكرة الموضوعات\" (٣٤٨)، وحكم عليه الألباني بالوضع كما في \"سلسلة الأحاديث الضعيفة\" (٦٥٩). (١) ثقة صدوق كثير الرواية للمناكير.(٢) أبو العباس، صدوق.(٣) لم أجده.(٤) تصحفت في الأصل إلى: الحسن.(٥) الحسين بن محمد بن أبي معشر -نجيح- بن عبد الرحمن السندي، ذكره ابن حبان في \"الثقات\"، قال أبو الحسين بن المنادي: لم يكن بثقة، وقال ابن قانع: ضعيف، وقال الذهبي: فيه لين. انظر: \"الثقات\" لابن حبان ٨/ ١٨٩، \"ميزان الاعتدال\" ١/ ٥٤٧، \"لسان الميزان\" ٢/ ٣٥٦.(٦) ابن عم وكيع بن الجراح، صدوق.(٧) هكذا جاء في جميع النسخ ولعله تصحيف والصواب العبدي وذلك:أ- أني لم أجده بهذا الاسم.ب- أن سعيد بن منصور أخرجه في \"سننه\" عن محمد بن ثابت العبدي، عن هارون بن رئاب به.ج- أن الطبراني أخرجه من طريق محمد بن ثابت وقال: لم يروه عن هارون إلا محمد بن ثابت.(٨) محمد بن ثابت العبدي، أبو عبد الله البصري، روى له أبو داود وابن ماجه، قال =</p><p> عن هارون بن رئاب (١) ، عن أبي نجيح السلمي (٢) ، قال: قال النبي - صلى الله عليه وسلم -: \"مسكين مسكين رجل ليست له امرأة، مسكينة مسكينة امرأة ليس لها زوج\" قالوا: يا رسول الله وإن كانت غنية من المال؟ قال:  \"وإن كانت غنية من المال\"  (٣) . </p><p>= الذهبي: قال غير واحد: ليس بالقوي. وقال الحافظ: صدوق لين الحديث. انظر: \"الجرح والتعديل\" ٧/ ٢١٦، \"الكامل في الضعفاء\" لابن عدي ١٦/ ١٣٤، \"تهذيب الكمال\" ٢٤/ ٥٥٤، \"الكاشف\" للذهبي ٢/ ١٦، \"التقريب\" (٥٧٧١).(١) ثقة، عابد.(٢) اختلف في تعيينه، وقيل: هو يسار أبو نجيح المكي، ثقة.(٣) [١٩٤٠] الحكم على الإسناد:إسناده ضعيف، فيه محمد بن ثابت والحسين بن محمد، وفيه من لم أجده، وهو مرسل.التخريج:أخرجه سعيد بن منصور في \"سننه\" ١/ ١٣٨ (٤٨٨) عن محمد بن ثابت العبدي، عن هارون به بمثله.وأخرجه الطبراني في \"المعجم الأوسط\" ٦/ ٣٤٨ (٦٥٨٩) من طريق خالد بن خداش عن محمد ابن ثابت العبدي به كما في \"مجمع الزوائد\" ٤/ ٢٥٢، وذكره الديلمي في \"الفردوس\" ٤/ ١٦٥ (٦٥١٥).وقال الهيثمي في \"مجمع الزوائد\" ٤/ ٢٥٢: رجاله ثقات إلا أن أبا نجيح لا صحبة له، وأخرجه البيهقي في \"شعب الإيمان\" ٤/ ٣٨٢ (٥٤٨٣): من طريق معلي بن منصور عن محمد بن ثابت به. ثم قال: أبو نجيح اسمه يسار وهو والد عبد الله بن أبي نجيح وهو من التابعين والحديث مرسل.والحديث ذكره المنذري في \"الترغيب والترهيب\" ٣/ ٦٧ من حديث عبد الله بن عمرو بن العاص نحوه، ثم قال: ذكره رزين ولم أره في شيء من أصوله وشطره الأخير -أي هذا الحديث- منكر. =</p><p> [١٩٤١] أخبرنا ابن فنجويه (١) ، قال: حدثنا الفضل بن الفضل (٢) ، قال: حدثنا عبد الله بن أحمد بن موسى (٣) ، قال: حدثنا هشام بن عمار (٤) ، قال: حدثنا حماد بن عبد الرحمن (٥) ، قال: حدثنا خالد ابن الزبرقان (٦) ، عن سليمان بن حبيب (٧) ، عن أبي أمامة (٨) - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: \"أربعة لعنهم الله تعالى من فوق عرشه وأمنت عليه ملائكته: الذي يحصر (٩) نفسه عن النساء فلا يتزوج ولا </p><p>= وقال ابن تيمية في \"أحاديث القصاص\" (ص ٧٠) (٣١): هذا ليس من كلام النبي - صلى الله عليه وسلم - وما أظن أجده مرويًّا، ولم يثبت. وقال البيهقي: والحديث مرسل.(١) ثقة صدوق كثير الرواية للمناكير.(٢) أبو العباس الكندي، صدوق.(٣) أبو محمد الأهوازي الجواليقي، حافظ، صدوق.(٤) أبو الوليد الدمشقي، صدوق مقرئ كبر فصار يتلقن، فحديثه القديم أصح.(٥) الكلبي، أبو عبد الرحمن الشامي، ضعيف.(٦) خالد بن الزبرقان الحلبي، قال ابن أبي حاتم: سمعت أبي يقول: هو منكر الحديث، وغيري يحكي عن أبي أنه قال: صالح الحديث.انظر \"الجرح والتعديل\" ٣/ ٣٣٢، \"ميزان الاعتدال\" ١/ ٦٣٠، \"لسان الميزان\" ٢/ ٤٣٣.(٧) سليمان بن حبيب المحاربي، أبو أيوب الداراني، وثقه ابن معين والعجلي والنسائي، وكان أبو حاتم يرفع من شأنه، وقال الدارقطني: ليس به بأس، تابعي مستقيم مات سنة (١٢٦ هـ). انظر: \"الجرح والتعديل\" ٤/ ١٠٥، \"تهذيب الكمال\" ١١/ ٣٨٢، \"التقريب\" (٢٥٥٩).(٨) الباهلي، صحابي مشهور.(٩) في (ح): يحصن.وفي (م): يتحصن عن النساء وهي بمعنى واحد، أي: يمنع نفسه عن الزواج. انظر: \"لسان العرب\" لابن منظور ٤/ ١٩٤، ١٣/ ١٢١.</p><p> يتسرى لئلا يولد له، والرجل يتشبه بالنساء وقد خلقه الله عز وجل ذكرًا، والمرأة تتشبه بالرجال وقد خلقها الله تعالى أنثى، ومَضلِّل المساكين\". </p><p> قال خالد: يعني: الذي (١) يهزأ بهم يقول للمسكين: هلّم أُعطك، فإذا جاء يقول: ليس معي شيء، ويقول للمكفوف: اتق الدابة، وليس بين يديه شيء. والرجل يسأل عن دار القوم فيحيله (٢) . </p><p> [١٩٤٢] أخبرنا ابن فنجويه (٣) ، قال: حدثنا أبو حذيفة أحمد بن محمد بن علي (٤) ، قال: حدثنا محمد بن عبد الله بن عبد السلام البيروتي (٥) ، </p><p>(١) في الأصل: الذين، والتصويب من (م). (٢) [١٩٤١] الحكم على الإسناد:إسناده ضعيف، حماد بن عبد الرحمن وخالد بن الزبرقان ضعيفان.التخريج:أخرجه الطبراني في \"المعجم الكبير\" ٨/ ٩٩ (٧٤٨٩)، من طريق عبد الله بن أحمد -عبدان- به نحوه وقال الهيثمي في \"مجمع الزوائد\" ٤/ ٢٥١: حماد بن عبد الرحمن الكلبي، عن خالد بن الزبرقان وكلاهما ضعيف.وأخرجه أيضًا في \"المعجم الكبير\" ٨/ ٢٠٤ (٧٨٢٧)، وفي \"مسند الشاميين\" (١٦٠٤)، قال الهيثمي في \"مجمع الزوائد\" ٨/ ١٢٥: فيه علي بن يزيد متروك. وقال ابن أبي حاتم في \"علل الحديث\" ١/ ٤١٣ (١٢٤٠): قال أبي هذا حديث منكر.(٣) ثقة صدوق كثير الرواية للمناكير.(٤) الهمذاني: لم يذكر بجرح أو تعديل.(٥) محمد بن عبد الله بن عبد السلام بن أبي أيوب، أبو عبد الرحمن البيروتي، لقبه مكحول، قال الذهبي: وكان ثقة من أئمة الحديث.انظر: \"الأنساب\" للسمعاني ٢/ ٣٦١، \"سير أعلام النبلاء\" ١٥/ ٣٣، \"شذرات الذهب\" ٢/ ٢٩١.</p><p> قال: حدثنا أحمد بن سعيد بن يعقوب (١) ، قال: حدثنا بقية بن الوليد (٢) ، قال حدثني معاوية بن يحيى (٣) ، قال: حدثنا سليمان بن موسى (٤) ، عن مكحول (٥) ، عن غضيف بن الحارث (٦) ، عن عطية ابن بُسْر المازني (٧) - رضي الله عنه - قال: أتى عكّاف بن وداعة الهلالي (٨) - رضي الله عنه - إلى رسول الله - صلى الله عليه وسلم - فقال:  \"يا عكاف ألك زوجة؟ \" قال: لا يا رسول الله. قال:  \"ولا جارية؟ \" قال: لا. قال:  \"أنت صحيح موسر؟ \" قال: نعم، والحمد لله. قال: \"فإنك إذًا من إخوان </p><p>(١) أحمد بن سعيد بن يعقوب الكندي، أبو العباس الحمصي، قال النسائي: لا بأس به، وذكره ابن حبان في \"الثقات\"، وقال الحافظ: صدوق، روى عنه النسائي. انظر: \"الثقات\" لابن حبان ٨/ ٤٧، \"تهذيب الكمال\" ١/ ٣١٨، \"التقريب\" (٤١). (٢) صدوق كثير التدليس عن الضعفاء.(٣) أبو روح الصدفي، ضعيف وما حدث بالشام أحسن مما حدث بالري.(٤) الأموي، صدوق، فقيه، في حديثه بعض لين، وخولط قبل موته بقليل.(٥) مكحول الشامي، أبو عبد الله، ثقة، فقيه، كثير الإرسال.(٦) ويقال: غطيف بن الحارث السَّكوني، ويقال: الثمالي يكنى أبا أسماء حمصي، مختلف في صحبته، ومنهم من فرق بين غضيف بن الحارث فأثبت صحبته، وغطيف بن الحارث فقال: إنه تابعي، وهو أشبه. توفي بعد سنة (٦٠ هـ) انظر: \"الجرح والتعديل\" ٧/ ٥٤، \"تهذيب الكمال\" ٢٣/ ١١٢، \"التقريب\" (٥٣٩٦).(٧) الصحابي الجليل عطية بن بُسْر المازني، صحابي، صغير، نزل حمص. انظر \"الإصابة\" لابن حجر ٤/ ٢٤٦.(٨) صحابي جليل، ويقال: عكاف بن بشر التميمي يعد في الشاميين.انظر: \"الاستيعاب\" لابن عبد البر ٣/ ٣١٢، \"أسد الغابة\" لابن الأثير (٣٧٣٩)، \"الإصابة\" لابن حجر ٤/ ٢٥٧.</p><p> الشياطين. إما أن تكون من رهبان النصارى وإما أن تكون مؤمنًا فاصنع كما نصنع فإن من (١) سنتنا النكاح، شراركم عزابكم، وإن أذل موتاكم عزابكم، ما للشيطان في نفسه سلاح أبلغ من النساء، ألا إن المتزوجين هم المطهرون المبرؤون من (٢) الخَنا (٣) ويحك يا عكاف إنهن صواحب داود، وصواحب أيوب، وصواحب يوسف، وصواحب كرسف \".قالوا:يا رسول الله ومَنْ كرسف؟قال:\" رجل كان يعبد الله تعالى على ساحل من سواحل البحر ثلاثين عامًا يصوم النهار ويقوم الليل لا يفتر من صيام ولا قيام فكفر بالله العظيم من سبب امرأة عشقها وترك ما كان عليه من عبادة ربه عز وجل فتداركه الله تعالى بما سلف منه. ويحك يا عكاف تزوج فإنك من المذبذبين (٤) . فقال: زوجني من شئت قبل أن أبرح. قال:  \"فإني قد زوجتك على اسم الله كريمة بنت كلثوم الحميرية(٥)\" . (٦) . </p><p>(١) من (م)، (ح). (٢) في (م): عن.(٣) الخنا: هو الفحش.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٨٦، \"لسان العرب\" لابن منظور ١٤/ ٢٤٤.(٤) في (ح): المذنبين.(٥) الصحابية الجليلة كريمة بنت كلثوم الحميرية، وقيل: هي زينب بنت كلثوم.\"الإصابة\" لابن حجر ٨/ ٩٨، ١٧٦.(٦) [١٩٤٢] الحكم على الإسناد:إسناده ضعيف، معاوية بن يحيى ضعيف، وأبو حذيفة لم يذكر بجرح أو تعديل، =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وسليمان صدوق في حديثه بعض لين. التخريج:أخرجه أبو يعلى في \"مسنده\" ١٢/ ٢٦٠ - ٢٦٢ (٦٨٥٦)، والطبراني في \"المعجم الكبير\" ١٨/ ٨٥ - ٨٦ (١٥٨)، وفي \"مسند الشاميين\" (٢٥٧٩)، وابن حبان في \"المجروحين\" ٣/ ٤، وابن أبي عاصم في \"الآحاد والمثاني\" ٣/ ٩١ (١٤١٠)، والبيهقي في \"شعب الإيمان\" ٤/ ٣٨١ (٥٤٨٠)، وأخرجه إسحاق بن راهويه في \"مسنده\" كما في \"تخريج أحاديث وآثار الكشاف\" للزيلعي ٢/ ٤٣٩، وابن منده وابن السكن ويوسف الغساني كما في \"الإصابة\" لابن حجر ٤/ ٢٥٧.جميعهم من طريق بقية بن الوليد به، ولم يصرح بقية بالتحديث إلا عند ابن راهويه ووقع عند ابن السكن عن عطية بن بسر، عن عكاف.وأخرجه العقيلي في \"الضعفاء الكبير\" ٣/ ٣٥٦، وعنه ابن الجوزي في \"العلل المتناهية\" ٢/ ٦٠٨ (١٠٠١)، كلاهما من طريق معاوية بن يحيى به إلا أنهم لم يذكروا غضيفًا.وإسناده ضعيف فيه معاوية وهو ضعيف. وقال الهيثمي في \"مجمع الزوائد\" ٤/ ٢٥٨: فيه معاوية وهو ضعيف.وفي رواية معاوية أيضًا اضطراب شديد؛ فقد رواه معاوية عن سليمان ومرة عن رجل، عن سليمان، ومرة من طريق مكحول، عن غضيف، عن عطية ومرة من طريق مكحول، عن عطية بغير ذكر غضيف ومرة جعله من مسند عطية ومرة من مسند عكاف فهذا اضطراب ينبئ عن ضعف الحديث والعلة فيه، والله أعلم، معاوية فان ابن حبان قال عنه: كان يشتري الكتب ويحدث بها ثم تغير حفظه فكان يحدث بالوهم.وأخرجه العقيلي في \"الضعفاء الكبير\" ٣/ ٣٥٦، والطبراني في \"مسند الشاميين\" ١/ ٢١٣ (٣٨٠)، وابن الجوزي في \"العلل المتناهية\" ٢/ ٦٠٨ (١٠٠٠).جميعهم من طريق برد بن سنان عن مكحول عن عطية، عن عكاف، وهذا الطريق معلوم قال البخاري في ترجمة عطية ٧/ ١٠ لم يقم حديثه، وقال ابن حبان عن هذا الطريق: متن منكر وإسناد مقلوب. وقال العقيلي في \"الضعفاء الكبير\": لا =</p><p> [١٩٤٣] أخبرنا ابن فنجويه (١) ، قال: حدثنا محمد بن مظفر البزاز (٢) ، قال: حدثنا أبو عبد الله محمد بن موسى بن النعمان (٣) بمصر (٤) ، قال: حدثنا علي بن عبد الرحمن بن المغيرة (٥) ، قال: </p><p>= يتابع عليه، يعني: عطية عن عكاف. وقال ابن عبد البر في \"الاستيعاب\" ٣/ ٣١٢: روى عنه عطية بن بسر المازني حديثه في الترغيب في النكاح ولا يعرف إلا به وفي إسناده مقال. وأخرجه عبد الرزاق في \"مصنفه\" ٦/ ١٧١، وعنه الإمام أحمد في \"مسنده\" ٥/ ١٦٣ (٢١٤٥٠)، وابن الجوزي في \"العلل المتناهية\" ٦٠٨/ ٢ (٩٩٩)، من طريق محمد بن راشد قال سمعت مكحولًا يحدث عن رجل، عن أبي ذر قال دخل على رسول الله - صلى الله عليه وسلم - رجل يقال له عكاف بن بشر التميمي فذكره بنحوه ... وهذا الطريق فيه رجل مجهول وفيها مخالفة وشذوذ، قال ابن حجر \"الإصابة\" ٤/ ٢٥٧: شذ محمد بن راشد فقال عكاف بن بشر التميمي وخالف في الإسناد أيضًا.وأخرجه ابن شاهين كما في \"الإصابة\" لابن حجر ٤/ ٢٥٧ من طريق محمد بن عبد الرحمن بن البيلماني عن أبيه، عن ابن عمر، ومحمد وأبوه ضعيفان. \"تقريب التهذيب\" لابن حجر (٦١٠٧، ٣٨٤٣).فالحديث من جميع طرقه ضعيف، قال ابن حجر في \"الإصابة\" ٤/ ٢٥٧ الطرف كلها لا تخلو من ضعف واضطراب، وقال البوصيري في \"الإتحاف\" ٥/ ٧٩ (٣٦٨٥)، بعد ذكره لعدة طرق قال: وكلها طرق ضعيفة، وقال ابن الجوزي في \"العلل المتناهية\" هذا حديث لا يصح عن رسول الله - صلى الله عليه وسلم - الدليل.(١) ثقة صدوق كثير الرواية للمناكير.(٢) أبو الحسين البزاز، ثقة مأمون حافظ.(٣) لم أجده.(٤) من (م)، (ح).(٥) علي بن عبد الرحمن بن محمد بن المغيرة المخزومي، مولاهم، المصري، لقبه =</p><p> حدثنا أبو صالح كاتب الليث (١) ، قال: حدثنا أبو يحيى سليمان بن عيسى الخراساني (٢) ، عن سفيان الثوري (٣) ، عن منصور (٤) ، عن إبراهيم (٥) ، عن علقمة بن قيس (٦) ، عن عبد الله بن مسعود - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال:  \"إذا أتى على أمتي مائة وثمانون سنة، فقد حلت لهم العُزبة والعُزلة والتَّرَهُب على رؤوس الجبال\"  (٧) . </p><p>= علان، وكان أصله من الكوفة، صدوق، مات سنة (٢٧٢ هـ)، وقال ابن أبي حاتم: كتبت عنه بمصر وهو صدوق. انظر \"الجرح والتعديل\" ٦/ ١٩٥، \"تهذيب الكمال\" ٢١/ ٥١، \"التقريب\" (٤٧٩٩) .. (١) عبد الله بن صالح المصري، صدوق كثير الغلط.(٢) سليمان بن عيسى بن نجيح السجزي أبو يحيى الخراساني، قال ابن عدي: يضع الحديث، وقال الجوزجاني: كذاب مصرح، وقال أبو حاتم: كذاب، وقال الذهبي: هالك.انظر: \"الجرح والتعديل\" ٤/ ١٣٤، \"الكامل\" لابن عدي ٣/ ٢٨٩، \"ميزان الاعتدال\" للذهبي ٢/ ٢١٨.(٣) ثقة حافظ إمام حجة، كان ربما دلس.(٤) منصور بن المعتمر بن عبد الله السلمي أبو عتّاب الكوفي، ثقة، ثبت.(٥) إبراهيم بن يزيد النخعي، أبو عمران الكوفي، الفقيه، ثقة إلا أنه يرسل كثيرًا.(٦) علقمة بن قيس بن عبد الله النخعي، الكوفي، ثقة، ثبت.(٧) [١٩٤٣] الحكم على الإسناد:إسناده موضوع، فيه سليمان بن عيسى هالك، يضع الحديث.التخريج:أخرجه الحاكم في \"تاريخ نيسابور\" كما في \"اللآلئ المصنوعة\" للسيوطي ٢/ ٣٩٤.وابن الجوزي في \"الموضوعات\" ٣/ ٤٧٥، كتاب الملاحم والفتن، والرازي في \"فوائده\"، \"زوائد الأجزاء المنثورة\" لعبد السلام علوش وفيه ١٣٠ سنة. جميعهم =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= من طريق سليمان بن عيسى به. وذكره الديلمي في \"الفردوس\" ١/ ٣٣٣ (١٣٢٦).قال ابن عدي \"الكامل\" ٣/ ٢٩٠: سليمان بن عيسى له حديث صالح وأحاديثه كلها أو عامتها موضوعة.وقد عدَّ الذهبي في \"ميزان الاعتدال\" ٢/ ٢١٨ في ترجمة عيسى هذا الحديث من بلاياه، وأخرجه علي بن معبد في كتابه الطاعة والمعصية كما في \"تخريج أحاديث وآثار الكشاف\" للزيلعي ٢/ ٤٤١ عن الحسن بن واقد الحنفي قال أظنه من حديث بهز بن حكيم فذكره.ثم قال الزيلعي في \"تخريج أحاديث وآثار الكشاف\" ٢/ ٤٤١، وتبعه ابن حجر في \"الكاف الشاف\" ٣/ ٢٢٩: وهو معضل.وأخرجه الفسوي في \"جزئه\" كما في \"اللآلئ المصنوعة\" للسيوطي عن الحسن مرسلًا.قال ابن عراق الكناني \"تنزيه الشريعة\" ٢/ ٣٤٦: وعلى إرساله في \"سنده ضعفاء\".وأخرج ابن عساكر في \"تاريخ دمشق\" ٤/ ٣٤ بسنده عن حذيفة قال سألت رسول الله - صلى الله عليه وسلم - عن الغربة فقال: يا حذيفة خير أمتي أولها المتزوجون وآخرها العزاب وإني حللت لأمتي الترهب إذا مضت إحدى وثمانون ومائة سنة ...وقال ابن القيم في \"المنار المنيف\" (١١٣): ومن الأحاديث الموضوعة أحاديث التواريخ المستقبلة وذكر هذا الحديث، ثم قال أيضًا (١٢٥): ومن هذا أحاديث العزوبة، كلها باطلة.قال الموصلي في \"المغني عن الحفظ والكتاب\" (٤٣٥): لا يصح في هذا الباب شيء، يعني: مدح العزوبة.وتبعه بكر أبو زيد في كتابه \"التحديث بما قيل لا يصح فيه حديث\" (١٨٤).</p><p> فصل فيمن يستحب ويختار من النساء </p><p> [١٩٤٤] أخبرنا ابن فنجويه (١) بقراءتي عليه في داري قال: حدثنا موسى بن محمد بن علي بن عبد الله (٢) ، قال (٣) حدثنا أحمد بن محمد ابن عبد العزيز بن الجعد (٤) ، قال: حدثنا عبيد الله بن عمر هو القواريري (٥) ، قال: حدثنا عمرو (٦) بن الوليد (٧) قال (٨) : سمعت معاوية بن يحيى (٩) يحدث (١٠) عن يزيد بن جابر (١١) ، عن جبير بن </p><p>(١) ثقة صدوق كثير الرواية للمناكير. (٢) لم أجده.(٣) من (م).(٤) أحمد بن محمد بن عبد العزيز بن الجعد الوشاء أبو بكر البغدادي، قال الدارقطني: لا بأس به، ووصفه الذهبي بالشيخ الثقة العالم، توفي سنة (٣٠١ هـ). انظر: \"تاريخ بغداد\" للخطيب ٥/ ٥٦، \"سير أعلام النبلاء\" ١٤/ ١٤٨، \"شذرات الذهب\" لابن العماد ٢/ ٢٣٧.(٥) أبو سعيد البصري، ثقة، ثبت.(٦) في الأصل، (م): عمر، والتصويب من (ح) ومصادر ترجمته.(٧) عمرو بن الوليد الأغضف، سئل عنه ابن معين فقال: كان على قضاء فارس، ما أرى به بأسًا، وقال ابن عدي: أرجو أنه لا بأس به، وقال الذهبي: لين الحديث. انظر \"الجرح والتعديل\" ٦/ ٢٦٦، \"الكامل\" لابن عدي ٥/ ١٤٦، \"ميزان الاعتدال\" ٣/ ٢٩٢.(٨) من (م)، (ح).(٩) الصدفي، ضعيف، وما حدث بالشام أحسن مما حدث بالري.(١٠) من (م)، (ح).(١١) لم أجده.</p><p> نفير (١) ، عن عياض بن غنم الأشعري (٢) قال: قال رسول الله - صلى الله عليه وسلم -: \"يا عياض لا تزوجن عجوزًا ولا عاقرًا فإني مكاثر\"  (٣) . </p><p> [١٩٤٥] أخبرنا ابن فنجويه (٤) قال: حدثنا برهان بن علي الصوفي (٥) ، </p><p>(١) ثقة جليل. (٢) صحابي جليل، وهو غير عياض بن غنم الفهري.(٣) [١٩٤٤] الحكم على الإسناد:إسناده ضعيف، فيه معاوية بن يحيى ضعيف، وعمرو بن الوليد لين الحديث، ويزيد بن جابر لم أجده، وكذا موسى بن محمد.التخريج:أخرجه ابن قانع في \"معجم الصحابة\" ٢/ ٢٧٧، وابن عدي في \"الكامل\" ٥/ ١٤٦، وأبو نعيم في \"معرفة الصحابة\" (ترجمة عياض بن غنم)، والخطيب في \"تاريخ بغداد\" ٤/ ٤٤.جميعهم من طريق القواريري به إلا أن أبا نعيم أورده في ترجمة عياض بن غنم الفهري ولم يقع في روايته قوله الأشعري. وأخرجه الطبراني في \"المعجم الكبير\" ١٧/ ٣٦٨ (١٠٠٨)، والحاكم في \"المستدرك\" ٣/ ٣٢٩ (٥٢٧٠)، وقال صحيح الإسناد ولم يخرجاه وتعقبه الذهبي بالتلخيص فقال معاوية بن يحيى ضعيف. كلاهما من طريق داهر بن نوح عن عمرو بن الوليد به وجاء عندهما يحيى بن جابر بدلًا من يزيد بن جابر.قال الهيثمي في \"مجمع الزوائد\" ٤/ ٢٥٨: فيه معاوية الصدفي وهو ضعيف. وكذا قال الذهبي في \"التلخيص\". وقال ابن حجر \"الإصابة\" ٥/ ٥١: وسنده ضعيف من أجل عمرو بن الوليد وضعفه الألباني في \"ضعيف الجامع الصغير\" (٦٢٢٨)، وانظر: \"سلسلة الأحاديث الضعيفة\" (٤٧٧٥) إلا أن الجملة الأخيرة قد جاءت في أحاديث أخرى صحيحة.(٤) ثقة صدوق كثير الرواية للمناكير.(٥) محمد بن علي بن الحسن أبو بكر الدينوري الصوفي، يعرف ببرهان، كان أحد =</p><p> قال: حدثنا أبو بكر مردك - أو: مدرك- (١) بن أحمد اليربوعي (٢) ، قال: حدثنا محمد بن عبد العزيز (٣) ، قال: حدثنا إسحاق بن بشر الكاهلي (٤) ، قال حدثني عبد الله بن إدريس المديني (٥) ، عن جعفر ابن محمد (٦) ، عن أبيه (٧) ، عن جدِّه (٨) قال: قال رسول الله - صلى الله عليه وسلم -: \"تزوجوا أبكارًا(٩)فإنهن أعذب أفواهًا وأفتح أرحامًا وأثبت مودة\"  (١٠) . </p><p>= الصالحين، صاحب كرامات ظاهرة، حدث عن أبي مسلم الكجي وغيره، وحدث عنه ابن فنجويه وغيره، قال صالح بن أحمد الحافظ عنه: كان شيخا فاضلًا ثقة ورعًا. انظر \"تاريخ بغداد\" للخطيب ٣/ ٨٢، \"الأنساب\" للسمعاني ٢/ ١١٩.(١) سقطت من (م)، (ح).(٢) لم أجده.(٣) الدينوري كما في \"اللآلئ المصنوعة\" للسيوطي ٢/ ١٣٩، وهو منكر الحديث ضعيف، ذكره ابن عدي، وذكر له مناكير، وكان ليس بثقة يأتي ببلايا، وقال الخليلي في \"تاريخ قزوين: لم يكن بذاك القوي. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٨/ ٨، \"الكامل في الضعفاء\" لابن عدي ٦/ ٢٨٩، \"ميزان الاعتدال\" للذهبي ٣/ ٦٢٩، \"لسان الميزان\" لابن حجر ٥/ ٢٦٠.(٤) أبو يعقوب الكوفي، كذاب.(٥) لم أجده.(٦) جعفر بن محمد بن علي بن الحسين، صدوق فقيه إمام.(٧) أبو جعفر الباقر، ثقة فاضل، ثقة فاضل.(٨) الصحابي الجليل علي بن أبي طالب - رضي الله عنه -.(٩) في (م)، (ح): الأبكار.(١٠) [١٩٤٥] الحكم على الإسناد:إسناده موضوع؛ فيه إسحاق بن بشر الكاهلي، كذاب والراوي عنه له مناكير، وفيه =</p><p> [١٩٤٦] وبإسناده قال: قال رسول الله - صلى الله عليه وسلم -: \"إذا أراد أحدكم أن يتزوج المرأة فليسأل عن شعرها كما يسأل عن وجهها فإن الشعر أحد الجمالين\"  (١) . </p><p> [١٩٤٧] وبه قال: قال رسول الله - صلى الله عليه وسلم -: \"تزوجوا الزرق فإن فيهن يمنًا\"  (٢) . </p><p>= أيضًا من لم أجده. التخريج:أخرجه الواحدي في \"الوسيط\" أفاده الألباني ولم أقف عليه في مظانه في المطبوع.وإسناده موضوع آفته الكاهلي وهو كذاب.وانظر: \"سلسلة الأحاديث الضعيفة\" للألباني (٧٣٦)، وقد روي الحديث بإسناد خير من هذا بلفظ قريب منه إلا أنه قال: \"وأنتق أرحامًا وأرضى باليسير\" والباقي مثله سواء.أخرجه ابن ماجه، كتاب النكاح، باب تزويج الأبكار، وهو حديث حسن.انظر: \"سلسلة الأحاديث الصحيحة\" للألباني (٦٢٣).(١) [١٩٤٦] الحكم على الإسناد:إسناده موضوع، كما تقدم.التخريج:أخرجه الديلمي في \"مسند الفردوس\" عن محمد بن الحسين، عن أبيه، محمد بن علي الصوفي به بمثله.انظر: \"فيض القدير\" للمناوي ١/ ٣٣٥، \"كشف الخفاء\" للعجلوني ٢/ ٩ (١٥٥٢).(٢) [١٩٤٧] الحكم على الإسناد:إسناده موضوع، كسابقه.التخريج:أخرجه الواحدي في \"الوسيط\" من طريق إسحاق بن بشر الكاهلي به. =</p><p> [١٩٤٨] أخبرنا ابن فنجويه (١) ، قال: حدثنا موسى بن محمد بن علي بن عبد الله (٢) ، قال: حدثنا عبد الله بن محمد بن وهب (٣) ، قال: حدثنا عبدان بن عبد الله بن عبد الحكم (٤) ، قال: حدثنا عبد الله بن صالح (٥) ، قال: حدثنا محمد بن سليمان بن أبي كريمة (٦) ، قال: حدثنا هشام بن عروة (٧) ، عن أبيه (٨) ، عن عائشة - رضي الله عنها - قالت: قال رسول الله - صلى الله عليه وسلم -: \"أعظم نساء أمتي بركة أصبحهن وجهًا وأقلهن مهرًا\" . </p><p>= وانظر: \"سلسلة الأحاديث الضعيفة\" للألباني (٧٣٨)، وذكره المناوي في \"فيض القدير\" ٤/ ٧١، وكذا العجلوني في \"كشف الخفاء\" ١/ ٤٣٩ (١٤١٤)، وأخرجه الديلمي في \"الفردوس\" ٢/ ٥١ (٢٢٩٢) عن أبي هريرة. (١) ثقة صدوق كثير الرواية للمناكير.(٢) لم أجده.(٣) متهم بالكذب والوضع.(٤) لم أجده، وفي مصادر التخريج: عبد الرحمن بدلًا من عبدان.وهو عبد الرحمن بن عبد الله بن عبد الحكم بن أعين أبو القاسم المصري، ثقة، مات سنة (٢٥٧ هـ) وهو ابن سبعين سنة، كتب عنه أبو حاتم بمصر وروى عنه وقال عنه صدوق. انظر: \"الجرح والتعديل\" ٥/ ٢٥٧، \"تهذيل الكمال\" ١٧/ ٢١٣، \"التقريب\" (٣٩٤٠).(٥) كاتب الليث، صدوق كثير الغلط.(٦) محمد بن سليمان بن أبي كريمة، ضعفه أبو حاتم، وقال العقيلي، روى عن هشام بواطيل، انظر: \"الجرح والتعديل\" لابن أبي حاتم ٧/ ٢٦٨، \"الضعفاء\" للعقيلي ٤/ ٧٤، \"ميزان الاعتدال\" ٣/ ٥٧٠.(٧) ثقة فقيه ربما دلس.(٨) عروة بن الزبير، ثقة.[١٩٤٨] الحكم على الإسناد: =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= فيه محمد بن سليمان بن أبي كريمة ضعيف، وعبد الله بن محمد بن وهب متهم بالكذب، وفيه من لم أجده. التخريج:أخرجه ابن أبي حاتم في \"العلل\" ١/ ٤١٠ (١٢٢٨)، عن أبيه، عن أبي القاسم عبد الرحمن بن عبد الله بن عبد الحكم به، إلا أنه زاد عمرو بن هشام لين أبي صالح كاتب الليث وبين أبي كريمة، ثم قال: قال أبي: هذا حديث باطل وآفته ابن أبي كريمة. وأخرجه القضاعي في \"مسند الشهاب\" ٢/ ١٨٣ (١١٤٦) من طريق عمرو بن هشام البيروتي، عن ابن أبي كريمة به.وأخرجه ابن عدي في \"الكامل\" ٢/ ٣٦٤ في ترجمة الحسين بن المبارك الطبراني، بإسناده عنه عن إسماعيل بن عياش، عن هشام بن عروة به، ثم قال: حديث منكر.وأخرجه أبو عمر التوقاني في كتاب \"معاشرة الأهلين\"، وصححه كما في \"المغني عن حمل الأسفار\" للعراقي ٢/ ٤٥. وذكره الديلمي في \"الفردوس\" عن عائشة ١/ ٣٦٠ (١٤٥٣).وأخرج النسائي في \"السنن الكبرى\"، كتاب عشرة النساء (٩٢٧٤)، والبيهقي في \"السنن الكبرى\" ٧/ ٢٣٥، كلاهما عن يزيد بن هارون، عن حماد بن سلمة، عن ابن سخبرة، عن القاسم، عن عائشة مرفوعًا بلفظ: \"أعظم النساء بركة أيسرهن مؤنة\".وإسناده ضعيف؛ لأن مداره على ابن سخبرة، قال الذهبي \"ميزان الاعتدال\" ٤/ ٥٩٢: لا يعرف، ويقال: هو عيسى بن ميمون، وعيسى ضعيف \"تقريب التهذيب\" لابن حجر (٥٣٧٠)، وقال أبو حاتم في \"الجرح والتعديل\" ٦/ ٢٨٧: عيسى بن ميمون متروك الحديث.وأخرجه أحمد في \"المسند\" ٦/ ٧٧ (٢٢٤٧٨)، ٦/ ٩١ (٢٤٦٠٧)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٩/ ٤٠٥ (٤٠٩٥)، والبيهقي في \"السنن الكبرى\" ٧/ ٢٣٥، وأبو نعيم في \"حلية الأولياء\" ٣/ ١٦٣، ٨/ ١٨٠، والحاكم في \"المستدرك\" ٢/ ١٩٧ (٢٧٣٩)، جميعهم من طريق أسامة بن زيد عن صفوان =</p><p> فصل في الآداب الواردة في النكاح والزفاف </p><p> [١٩٤٩] أخبرنا أبو عمرو أحمد بن أُبيّ الفراتي (١) ، قال: حدثنا أبو موسى (٢) ، قال: حدثنا أبو علي الشيباني (٣) ، قال: حدثنا محمد بن رافع (٤) ، قال: حدثنا يزيد بن هارون (٥) ، قال: حدثنا عيسى بن ميمون (٦) ، عن القاسم بن محمد (٧) ، عن عائشة - رضي الله عنها -، عن النبي - صلى الله عليه وسلم - </p><p>= ابن سليم، عن عروة عنها مرفوعًا بلفظ: إن من يمن امرأة تيسير خطبتها وتيسير صداقها وتيسير رحمها، وإسناده حسن، لأن فيه أسامة بن زيد وهو الليثي صدوق يهم \"تقريب التهذيب\" لابن حجر (٣١٩)، والتبس على الهيثمي في \"مجمع الزوائد\" ٤/ ٢٥٥، فجعله أسامة بن زيد العدوي وهذا ضعيف من قبل حفظه \"تقريب التهذيب\" لابن حجر (٣١٧)، وانظر \"إرواء الغليل\" للألباني ٦/ ٣٤٨. (١) لم يذكر بجرح أو تعديل.(٢) عمران بن موسى بن يعقوب الفرغاني.لم يذكر بجرح أو تعديل.(٣) سمع: محمد بن عبد الله الأنصاري وسليمان بن حرب وأبا نعيم وعفان بن مسلم والحميدي وأبا الوليد الطيالسي وغيرهم.وسمع منه: ابن صاعد وأبو بكر الخلال ومحمد بن مخلد وعثمان بن السماك وغيرهم.قال الدارقطني: كان صدوقًا .. قال الخطيب: كان ثقة ثبتًا.وقال الذهبي: الإمام الحافظ المحدث الصدوق، يتفرد ويغرب.\"المؤتلف والمختلف\" ٢/ ٧٦٨، \"تاريخ بغداد\" ٨/ ٢٨٦، \"سير أعلام النبلاء\" ٢٥/ ٤٨.(٤) القشيري النيسابوري، ثقة، عابد.(٥) ثقة متقن عابد.(٦) المدني يعرف بالواسطي.ضعيف.(٧) ثقة، أحد الفقهاء بالمدينة.</p><p> قال:  \"أعلنوا النكاح واجعلوه في المساجد واضربوا عليه بالدفاف وليولم أحدكم ولو بشاة\"  (١) . </p><p>(١) [١٩٤٩] الحكم على الإسناد: إسناده ضعيف فيه عيسى بن ميمون ضعيف، وفيه من لم يذكر بجرح أو تعديل، وبغير هذا التمام صح الحديث كما سيأتي.التخريج:أخرجه ابن عدي في \"الكامل\" ٥/ ٢٤٠ في ترجمة عيسى بن ميمون بإسناده عنه به، وأخرجه الترمذي، كتاب النكاح، باب ما جاء في إعلان النكاح (١٠٨٩) دون قوله: \"وليولم ولو بشاة\"، والبيهقي في \"السنن الكبرى\" ٧/ ٢٩٠، وزاد في آخره: \"فإذا خطب أحدكم امرأة وفد خضب بالسواد فليعلمها ولا يغرها\" وابن الجوزي في \"العلل المتناهية\" ٢/ ٦٢٧ (١٠٣٤)، دون قوله: \"وليولم ولو بشاة\" جميعهم من طريق عيسى بن ميمون به، وذكره الديلمي في \"الفردوس\" ١/ ١١٠ (٣٣٥) عنها.وقال الترمذي: حديث غريب حسن وعيسى بن ميمون الأنصاري يضعف في الحديث.وقال البيهقي: عيسى بن ميمون ضعيف.وروى ابن أبي حاتم في \"الجرح والتعديل\" ٦/ ٢٨٧، وابن حبان في \"المجروحين\" ٢/ ١١٦، عن عبد الرحمن بن مهدي قال: استعديت على عيسى ابن ميمون في هذِه الأحاديث عن القاسم بن محمد في النكاح وغيره فقال: لا أعود، وقال البغوي في \"شرح السنة\" ٩/ ٤٧، وقد روي عن القاسم بن محمد، عن عائشة بإسناد غريب قالت قال رسول الله - صلى الله عليه وسلم - فذكره بلفظ الترمذي.وأخرجه ابن ماجه في \"سننه\"، كتاب النكاح، باب إعلان النكاح (١٨٩٥)، والبيهقي في \"السنن الكبرى\" ٧/ ٢٩٠، وأبو نعيم في \"حلية الأولياء\" ٣/ ٢٦٥. جميعهم من طريق خالد بن إلياس عن ربيعة، عن القاسم بن محمد به بلفظ: \"أعلنوا النكاح واضربوا عليه بالغربال\".وإسناده ضعيف خالد بن إلياس، متروك الحديث \"تقريب التهذيب\" لابن حجر =</p><p> [١٩٥٠] أخبرنا ابن فنجويه (١) قال: حدثنا أحمد بن جعفر حمدان (٢) ، وعبد الله بن يوسف (٣) قالا: حدثنا يوسف بن أحمد بن </p><p>= (١٦٢٧)، وانظر \"إرواء الغليل\" للألباني (١٩٩٣). فالحديث ضعيف بهذا التمام وأما الجملة الأولى من الحديث: \"أعلنوا النكاح\" فقد ورد من حديث عبد الله بن الزبير مرفوعًا بسند حسن أخرجه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ٩/ ٣٧٤ (٤٠٦٦)، وأحمد في \"مسنده\" ٤/ ٥ (١٦١٣٠)، وأبو نعيم في \"حلية الأولياء\" ٨/ ٣٢٨، والحاكم في \"المستدرك\" ٢/ ٢٠٠ (٢٧٤٨)، والبيهقي في \"السنن الكبرى\" ٧/ ٢٨٨، قال الهيثمي في \"مجمع الزوائد\" ٤/ ٢٨٩، رواه أحمد والبزار والطبراني في \"المعجم الكبير\"، و\"المعجم الأوسط\" ورجال أحمد ثقات.وأما قوله: \"واضربوا عليه بالدفوف\" فقد أخرج النسائي، كتاب النكاح، باب إعلان النكاح بالصوت وضرب الدفوف ٦/ ١٢٧، والترمذي، كتاب النكاح، باب إعلان النكاح (١٠٨٨)، وابن ماجه، كتاب النكاح، باب إعلان النكاح (١٨٩٦)، والحاكم في \"المستدرك\" ٢/ ٢٠١ (٢٧٥٠)، والبيهقي في \"السنن الكبرى\" ٧/ ٢٨٩، وأحمد في \"المسند\" ٣/ ٤١٨ (١٥٤٥١)، ٤/ ٢٥٩ (١٨٢٧٩)، والطبراني في \"المعجم الكبير\" ١٩/ ٢٤٢ (٥٤٢)، جميعهم من طرق عن أبي بلج نا محمد بن حاطب عن النبي - صلى الله عليه وسلم - قال: \"فصل ما بين الحلال والحرام الدف والصوت في النكاح\" وهو حديث حسن، انظر \"إرواء الغليل\" للألباني (١٩٩٤).وأما قوله: \"وليولم ولو بشاة\" فقد أخرج البخاري، كتاب النكاح، باب الوليمة ولو بشاة (٥١٦٧)، ومسلم، كتاب النكاح، باب الصداق وجواز كونه تعليم قرآن .. (١٤٢٧)، من حديث أنس - رضي الله عنه - أن النبي - صلى الله عليه وسلم -، قال لعبد الرحمن بن عوف: \"أولم ولو بشاة\".(١) ثقة صدوق كثير رواية المناكير.(٢) القطيعي. ثقة.(٣) لم أجده.</p><p> كركان القرماسيني (١) ، يقال: حدثنا أبو الزِّنباع روح بن الفرج (٢) ، قال: حدثنا أبو سلمة البصري العتكي (٣) القاسم بن عمر (٤) ، قال: حدثنا بشر بن إبراهيم الأنصاري (٥) ، عن الأوزاعي (٦) ، عن مكحول (٧) ، عن عروة (٨) ، عن عائشة - رضي الله عنه - قالت: حدثني معاذ بن جبل (٩) - رضي الله عنه - قال: شهدت ملاك رجل من الأنصار مع رسول الله </p><p>(١) لم يذكر بجرح أو تعديل. (٢) ثقة.(٣) في الأصل، (م) زيادة: (قال: حدثنا)، والتصويب من (ح) وبعض طرق الحديث.(٤) القاسم بن عمر أبو سلمة البصري، العتكي، سمع: سليم بن مسلم المكي وعثمان بن مطر الشيباني.روى عنه: أبو الحسن أحمد بن سيار المروزي. ولم يذكر فيه جرح أو تعديل. \"الأسامي والكنى\" ٥/ ٨٣.(٥) بشر بن إبراهيم البصري الأنصاري، روى عن: الأوزاعي وثور بن يزيد.روى عنه: مهدي بن عيسى الواسطي.قال أبو حاتم: ضعيف الحديث.وقال العقيلي: حدث عن الأوزاعي بأحاديث موضوعة لا يتابع عليها. وقال ابن عدي: منكر الحديث عن الثقات والأئمة.\"الجرح والتعديل\" ٢/ ٣٥١، \"الضعفاء\" ١/ ١٤٢، \"الكامل في ضعفاء الرجال\" ٢/ ١٦٧.(٦) عبد الرحمن بن عمر والأوزاعي الفقيه، ثقة، جليل، فقيه.(٧) مكحول الشامي.ثقة فقيه كثير الإرسال.(٨) ثقة.(٩) صحابي جليل.</p><p> - صلى الله عليه وسلم - فخطب النبي - صلى الله عليه وسلم -، وأملك الأنصاري، ثم قال:  \"على الألفة والخير والطير والميمون(١)، دَفّفوا على رأس صاحبكم\" . </p><p> وأقبلت السلال فيها الفاكهة والسكَّر، فنُهب عليهم، فأمسك القوم، فلم ينتهبوا. فقال رسول الله - صلى الله عليه وسلم -: \"ما أزين الحلم ألا تنتهبون؟ \" فقالوا يا رسول الله: إنك نهيتنا عن النُّهبة يوم كذا وكذا. فقال رسول الله - صلى الله عليه وسلم -: \"إنما نهيتكم عن نهبة العساكر، ولم أنهكم عن نهبة الولائم\" ثم قال: \"ألا فانتهبوا\" . </p><p> قال معاذ بن جبل - رضي الله عنه -: فوالله لقد رأيت رسول الله - صلى الله عليه وسلم - (يجرّنا ونجرّه)  (٢) في ذلك النهاب (٣) . </p><p>(١) أي: وحظه المبارك. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ١٥٠.(٢) في (م): يجررنا ويجرره.(٣) [١٩٥٠] الحكم على الإسناد:إسناده ضعيف جدًّا، فيه بشر بن إبراهيم ممن يضع الحديث، وفيه من لم يذكر بجرح أو تعديل ومن لم أجده.التخريج:أخرجه الطبراني في \"المعجم الأوسط\" ١/ ٤٣ (١١٨) عن أحمد بن يحيى بن خالد بن حيان، عن القاسم بن عمر به نحوه، ثم قال: لم يروه عن الأوزاعي إلا بشر بن إبراهيم.وأخرجه العقيلي في \"الضعفاء الكبير\" ١/ ١٤٢، عن أزهر بن زفر، عن القاسم بن عمر به، ومن طريقه أخرجه ابن الجوزي في \"الموضوعات\" ٣/ ٥٧ - ٥٨ (١٢٦٨).وأشار إليه البيهقي من هذا الطريق في \"السنن الكبرى\" ٧/ ٢٨٨، وقال: في =</p><p> [١٩٥١] أخبرنا ابن فنجويه (١) ، قال: حدثنا عبد الله بن يوسف بن </p><p>= إسناده مجهول ثم قال: ولا يثبت في هذا الباب شيء. قال الهيثمي في \"مجمع الزوائد\" ٤/ ٢٩٠: فيه بشر بن إبراهيم وهو وضاع.وقال ابن حجر في \"فتح الباري\" ٩/ ٢٢٢: أخرجه الطبراني في \"المعجم الأوسط\" بسند أضعف منه، يعني: أضعف من الطريق الآتي: فقد أخرجه الطبراني في \"المعجم الكبير\" ٢٠/ ٩٧ - ٩٨ (١٩١)، وأبو نعيم في \"حلية الأولياء\" ٦/ ٩٦، والبيهقي في \"السنن الكبرى\" ٧/ ٢٨٨، وابن الجوزي في \"الموضوعات\" ٣/ ٥٧ - ٥٨ (١٢٦٨).جميعهم من طريق حازم مولى بني هاشم عن لمازه، عن ثور بن يزيد، عن خالد ابن معدان، عن معاذ بن جبل به.وحازم ولمازة مجهولان وخالد بن معدان لم يسمع من معاذ.وقال البيهقي في \"السنن الكبرى\" ٧/ ٢٨٨: في إسناده مجاهيل وانقطاع.قال ابن حجر في \"فتح الباري\" ٩/ ٢٢٢: أخرجه الطبراني في \"المعجم الكبير\" بسند ضعيف.وقال الهيثمي في \"مجمع الزوائد\" ٤/ ٢٩٠: حازم مولى بني هاشم عن لمازه، لم أجد من ترجمهما وبقية رجاله ثقات.وأخرجه ابن الجوزي في \"الموضوعات\" ٣/ ٥٩ (١٢٧٠) من طريق خالد بن إسماعيل، عن مالك بن أنس، عن حميد بن أنس مرفوعًا.ثم قال: وفيه خالد بن إسماعيل، قال ابن عدي يضع الحديث على ثقات المسلمين.وقال ابن حبان. لا يجوز الاحتجاج به.فالحديث موضوع، قال الذهبي \"ميزان الاعتدال\" ١/ ٣١٣ بعد أن ساقه من رواية العقيلي: هكذا فليكن الكذب.وانظر: \"تنزيه الشريعة\" لابن عراق ٢/ ٢٠٨، \"الفوائد المجموعة\" للسيوطي (١٢٢) (٣٤٥، ٣٤٦).(١) ثقة صدوق كثير رواية المناكير.</p><p> أحمد بن مالك (١) ، قال: حدثنا أبو (٢) العباس عبد الله بن أحمد بن حشيش البغدادي (٣) ، قال: حدثنا عثمان بن معبد (٤) ، قال: حدثنا عبد الله بن إبراهيم (٥) ، عن سفيان بن عامر العامري (٦) ، عن (ضافنة (٧) مولاهم) (٨) ، عن أبي هريرة (٩) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"مسُّوا بالإِمْلَاك فإنه أفضل في اليُمْن وأعظم في البركة\"  (١٠)  (١١) . </p><p>(١) لم أجده. (٢) من (م)، (ح).(٣) لم أجده.(٤) عثمان بن معبد بن نوح المقرئ.سمع: عمر بن أبي سلمة التنيسي وحفص بن عمر المدني وعبد الغفار بن داود الحرائي وحبيبًا كاتب مالك وإسحاق بن محمد الغوري وعلي بن ثابت الدهان والفضل بن دكين .. وغيرهم.سمع منه: ابن أبي الدنيا وعبد الله بن الصقر السكري وقاسم بن زكريا المطرز ويحيى بن محمد بن صاعد .. وغيرهم.قال الخطيب البغدادي: كان ثقة أصابه طرشي.\"تاريخ بغداد\" ١١/ ٢٩٠، \"تاريخ دمشق\" ٤٠/ ٣٦، \"المنتظم\" ٥/ ٣٠.(٥) لم أجده.(٦) سفيان بن عامر العامري، لم أجده.(٧) ضافنة، لم أجده.(٨) في (م): صاقبه مولاتهم، وفي (ح): صافيه مولاتهم.(٩) صحابي جليل.(١٠) في (ح): \"أمسوا بالإملاك فإنه أعظم في اليمن وأفضل في البركة\".(١١) [١٩٥١] الحكم على الإسناد:فيه مجاهيل. =</p><p> [١٩٥٢] أخبرنا ابن فنجويه (١) ، قال: حدثنا ظفران (٢) بن الحسن (٣) ، قال: حدثنا أبو بكر بن أبي داود السجستاني (٤) ، قال: حدثنا أحمد بن يوسف بن سالم الأزدي السلمي (٥) ، قال: حدثنا حفص بن عبد الله (٦) ، عن إبراهيم بن طهمان (٧) ، عن محمد بن إسحاق (٨) ، عن محمد بن إبراهيم (٩) ، عن إسحاق بن سهل بن أبي حثمة (١٠) ، عن أبيه (١١) ، عن عائشة - رضي الله عنها - أنها قالت: كانت عندي </p><p>= التخريج: أخرجه أبو حفص بإسناده عن أبي هريرة كما في \"المغني\" لابن قدامة ٩/ ٤٧٠.وأورده الألباني في \"إرواء الغليل\" (١٨٢٠)، وقال: لم أقف على إسناده.(١) ثقة صدوق كثير الرواية للمناكير.(٢) في الأصل: ظفر، والتصويب من (م)، (ح) ومصادر ترجمته.(٣) ظفران بن الحسن بن الفيرزان، لم يذكر بجرح أو تعديل.(٤) عبد الله بن أبي داود الإمام الحافظ.(٥) أبو الحسن النيسابوري المعروف بحمدان، حافظ، ثقة.(٦) ابن راشد السلمي أبو عمرو النيسابوري، صدوق.(٧) الخراساني، أبو سعيد، ثقة. يغرب، وتكلم فيه للإرجاء.(٨) صاحب السير. صدوق يدلس ورمي بالتشيع والقدر.(٩) التيمي، أبو عبد الله المدني، ثقة له أفراد.(١٠) إسحاق بن سهل بن أبي حثمة روى عن: أبيه عن عائشة.روى عنه: محمد إسحاق .. قال أبو حاتم: يعد في المدنيين.ذكره ابن حبان في \"الثقات\".\"التاريخ الكبير\" ١/ ٣٩٠ \"الجرح والتعديل\" ٢/ ٢٢٣، \"الثقات\" ٤/ ٢٢.(١١) صحابي جليل.</p><p> جارية من الأنصار في حجري فزوجتها فدخل النبي - صلى الله عليه وسلم - فلم يسمع غناء فقال:  \"يا عائشة ألا تغنون(١)عليها فإن هذا الحي من الأنصار يحبون الغناء\"  (٢) . </p><p> [١٩٥٣] أخبرنا ابن فنجويه (٣) ، قال: حدثنا عبد الله بن يوسف (٤) ، قال: حدثنا أبو بكر محمد بن ظهير بن ثمامة البزاز (٥) ، قال: حدثنا أبو موسى محمد بن المثنى الزَّمِن (٦) ، قال: </p><p>(١) في (ح): تغنوا. (٢) [١٩٥٢] الحكم على الإسناد:فيه ظفران بن الحسن لم يذكر بجرح أو تعديل.التخريج:أخرجه أحمد في \"مسنده\" ٦/ ٢٦٩ (٢٦٣١٣)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٣/ ١٨٥ (٨٥٧٥)، والطبراني في \"المعجم الأوسط\" ٥/ ٣٥٢ (٥٥٢٧) جميعهم من طريق محمد بن إسحاق به نحوه.وأخرجه البخاري (٥١٦٢) كتاب النكاح، باب النسوة اللاتي يهدين المرأة إلى زوجها، من طريق محمد بن سابق، حدثنا إسرائيل عن هشام بن عروة، عن أبيه، عن عائشة أنها زفت امرأة إلى رجل من الأنصار فقال نبي الله - صلى الله عليه وسلم -: \"يا عائشة ما كان معكم لَهْوٌ فإن الأنصار يعجبهم اللَّهْو\".ووهم الحاكم في \"مستدركه\" حيث استدرك هذا الحديث ٢/ ٢٠٠ (٢٧٤٩) مع أن البخاري قد خرجه في \"صحيحه\".(٣) ثقة صدوق كثير رواية المناكير.(٤) لم أجده.(٥) لم أجده.(٦) ثقة، ثبت.</p><p> حدثنا حفص بن غياث (١) ، عن ليث (٢) ، عن عطاء (٣) أن النبي - صلى الله عليه وسلم - مُرَّ عليه بعروس فقال:  \"لو كان مع هذا لهو\"  (٤) . </p><p> [١٩٥٤] أخبرني ابن فنجويه (٥) ، قال: حدثنا عبيد الله بن محمد بن شنبة (٦) ، قال: حدثنا محمد بن علي بن سالم الهمداني (٧) ، قال: حدثنا الحسن بن الحسين الهسنجاني الرازي (٨) ، قال: حدثنا سعيد </p><p>(١) النخعي. ثقة فقيه، تغير حفظه قليلًا في الآخر.(٢) ليث بن أبي سليم صدوق، اختلط أخيرًا ولم يتميز حديثه فترك.(٣) عطاء بن أبي رباح. ثقة فقيه فاضل لكنه كثير الإرسال.(٤) [١٩٥٣] الحكم على الإسناد:إسناده ضعيف فيه ليث صدوق اختلط أخيرًا فترك، وفيه من لم أجده.التخريج:أخرجه ابن أبي شيبة في \"مصنفه\" ٤/ ١٩٢ عن حفص بن غياث به والحديث مرسل.(٥) ثقة صدوق كثير رواية المناكير.(٦) لم يذكر بجرح أو تعديل.(٧) لم يذكر بجرح أو تعديل.(٨) الحسن بن الحسين بن عاصم الهِسِنجاني ابن أخي عبد السلام ابن عاصم الهسنجاني. روى عن: يزيد بن أبي حكيم المدني وإسماعيل بن أبي أويس وسعيد ابن منصور. قال ابن أبي حاتم: سمع منه أبي ولم يحدث عنه.وقال: سمعت محمد بن أيوب يقول: كنا لا نشك نحن وعلي بن شهاب أنه كذاب. اهـ قال الذهبي: كذبه أبو حاتم. وقال في \"المغني\" رمي بالكذب. وتعقبه ابن حجر فقال: لم يكذبه أبو حاتم، ولو نقل الذهبي من كتاب ابن أبي حاتم ما وقع في هذا الوهم ولكنه نقل من كتاب ابن الجوزي. فهذِه عبارته فوهما.\"الجرح والتعديل\" ٣/ ٦ \"ميزان الاعتدال\" ٢/ ٨، \"المغني في الضعفاء\" ١/ ١٥٨، \"لسان الميزان\" ٢/ ٣٧٤.</p><p> ابن منصور (١) ، قال: حدثنا مسكين بن ميمون (٢) ، قال: حدثنا عروة بن رويم (٣) قال: بينا عبد الرحمن بن قرط (٤) يعس بحمص إذ مرت عروس وقد أوقدوا النيران فضربهم بدرته حتى تفرقوا عنها فلما أصبح قعد على منبره وقال: إن أبا جندلة (٥) نكح فصنع جفنات من طعام، فرحم الله أبا </p><p>(١) ثقة، مصنف. (٢) مسكين بن ميمون الأنصاري مؤذن مسجد الرملة.روى عن: عروة بن رويح.روى عنه: سعيد بن منصور وعمرو بن خالد الحراني وابنه محمد بن مسكين وهشام بن عمار ويزيد بن موهب.قال أبو حاتم: هو شيخ.وقال الذهبي: لا أعرفه وخبره منكر.\"الجرح والتعديل\" ٨/ ٣٢٩، \"ميزان الاعتدال\" ٥/ ٢٢٦، \"لسان الميزان\" ٦/ ٧٠٢.(٣) عروة بن رُوَيم اللخمي، أبو القاسم، روى عن: أبي ثعلبة الخشني مرسل، وروى عن أنس وعبد الله بن الديلمي وغيرهم.روى عنه: الأوزاعي ويزيد بن سنان الزهاوي وغيرهم.قال يحيى بن معين: ثقة.وقال أبو حاتم: تابعي عامة حديثه مراسيل. وقال الدراقطني: لا بأس به.وقال ابن حجر: صدوق يرسل كثيرًا.\"الجرح والتعديل\" ٦/ ٣٩٦، \"سير أعلام النبلاء\" ٦/ ١٣٧، \"التقريب\".(٤) الصحابي الجليل عبد الرحمن بن قُرط الثمالي الحمصي، من أهل الصفة، سكن الشام وكان عاملًا لعمر - رضي الله عنه - على حمص.\"الاستيعاب\" لابن عبد البر ٢/ ٣٩١، \"أسد الغابة\" لابن الأثير (٣٣٨١)، \"الإصابة\" لابن حجر ٤/ ١٨٠.(٥) ذكره ابن حجر في \"الإصابة\" ٧/ ٣٧، في القسم الثالث وقال: أبو جندلة زوج أمامة، له إدراك.</p><p> جندلة وصلّى على آبائه، ولعن الله أصحاب عروسكم، أوقدوا النيران، وتشبهون بأهل الشرك، والله مطفئ نورهم يوم القيامة (١) . </p><p> {إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ وَاللَّهُ وَاسِعٌ عَلِيمٌ} . </p><p> [١٩٥٥] أخبرني الحسين بن محمد بن فنجويه (٢)  (٣) ، قال: حدثنا علي بن أحمد بن نصرويه (٤) ، قال: حدثنا عبد الله بن محمد بن وهب (٥) ، قال: حدثنا أبو زرعة (٦) ، قال: حدثنا إبراهيم بن موسى الفراء (٧) ، قال: </p><p>(١) [١٩٥٤] الحكم على الإسناد: فيه مسكين قال الذهبي ولا أعرفه وخبره منكر. والهسنجانى رمي بالكذب، وفيه من لم يذكر بجرح أو تعديل.التخريج:أخرجه أبو الشيخ في كتاب النكاح كما في \"الإصابة\" لابن حجر ٧/ ٣٧، من طريق مسكين بن ميمون به وأخرجه هشام بن عمار في \"فوائده\" كما في \"الإصابة\" لابن حجر ٤/ ١٨٠، وابن عساكر في \"تاريخ دمشق\" ٣٥/ ٣٤٣ كلاهما من طريق عثمان بن علاق، عن عروة بن رويم به.وإسناده ضعيف فيه مسكين بن ميمون والحسن بن الحسين الهسنجاني.(٢) في الأصل: الفنجوي.(٣) ثقة صدوق كثير رواية المناكير.(٤) لم أجده.(٥) متهم بالكذب والوضع.(٦) إمام حافظ ثقة.(٧) إبراهيم بن موسى بن يزيد التميمي، أبو إسحاق الفراء الرازي روى عن: إبراهيم ابن موسى الزيات الموصلي وأحمد بن بشير الكوفى وبقية بن الوليد وجرير بن عبد الحميد والحارث بن مسلم وغيرهم. روى عنه: البخاري ومسلم وأبو داود =</p><p> حدثنا مسلم بن خالد (١) ، عن سعيد بن أبي صالح (٢) ، عن ابن عباس - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وسلم -: \"التسموا الرزق بالنكاح\"  (٣) . </p><p>= وإبراهيم بن مطرف وإسماعيل بن عمر وأبو زرعة الرازي وغيرهم. قال أبو زرعة: هو أتقن من ابن أبي شيبة وأصح حديثًا منه.وقال أبو حاتم: هو من الثقات وهو أتقن من أبي جعفر الجمال.وقال النسائي: ثقة.وقال ابن حجر: ثقة حافظ. \"الجرح والتعديل\" ٢/ ١٣٧، \"تهذيب الكمال\" ٢/ ٢١٩، \"سير أعلام النبلاء\" ١١/ ١٤٠، \"التقريب\" (٢٥٩).(١) المعروف بالزنجي، صدوق، كثير الأوهام.(٢) سعيد بن أبي صالح.حدث عن: محمد بن المرتفع. روى عنه: مسلم بن خالد الزنجي.قال ابن سعد: توفي سنة تسع وعشرين ومائة وكان قليل الحديث.\"الطبقات الكبرى\" ٥/ ٤٨٧، \"غنية الملتمس إيضاح الملتبس\" ١/ ١٩٨.(٣) [١٩٥٥] الحكم على الإسناد:فيه سعيد بن أبي صالح لم يذكر بجرح أو تعديل وعبد الله بن وهب متهم بالكذب والوضع وابن نصرويه لم أجده.التخريج:أخرجه الواحدي في \"الوسيط\"، والديلمي في \"الفردوس\" ١/ ٨٨ (٢٨٢) كلاهما من طريق مسلم بن خالد به بهذا اللفظ، وقال الزيلعي \"تخريج أحاديث وآثار الكشاف\" ٢/ ٤٤٤: لم يروه بهذا اللفظ إلا الثعلبي.قال السخاوي \"المقاصد الحسنة\" (ص ١٠١) (١٦٢)، رواه الثعلبي في \"تفسيره\"، والديلمي من حديث مسلم بن خالد عن سعيد بن أبي صالح، عن ابن عباس رفعه بهذا اللفظ ومسلم فيه لين وشيخه، وقال الألباني: ضعيف، ثم نقل عن الحافظ ابن حجر في \"مختصر الديلمي\" قوله: مسلم فيه لين وشيخه .. ثم قال الألباني: كذا الأصل بيّض لشيخه، ولم أعرفه.</p><p> [١٩٥٦] أخبرنا ابن فنجويه (١) ، قال: حدثنا محمد بن الحسن بن بشر (٢) ، قال: حدثنا أبو يوسف محمد بن سفيان الصفار (٣) ، قال: حدثنا أبو عبد الله أحمد بن ناصح (٤) ، قال: حدثنا عبد العزيز بن </p><p>= انظر: \"سلسلة الأحاديث الضعيفة\" (٢٤٨٧)، \"ضعيف الجامع\" (١٢٤٧). لكن له شاهد أخرجه الحاكم في \"مستدركه\" ٢/ ١٧٤ (٢٦٧٩)، وابن مردويه كما في \"الكاف الشاف\" لابن حجر ٣/ ٢٣٠ كلاهما من طريق أبي السائب سلم بن جنادة، عن أبي أسامة، عن هشام بن عروة، عن أبيه، عن عائشة - رضي الله عنها - قالت قال رسول الله - صلى الله عليه وسلم - \"تزوجوا النساء فإنهن يأتينكم بالمال\"، وقال الحاكم: حديث صحيح علي شرط الشيخين ولم يخرجاه لتفرد سلم بن جنادة بسنده وسلم ثقة مأمون، وفي \"تقريب التهذيب\" لابن حجر (٢٤٧٧): سلم ثقة ربما خالف.وقال الهيثمي ٤/ ٢٥٥: رواه البزار ورجاله رجال الصحيح خلا سلم بن جنادة وهو ثقة، لكن في إسناده علة وهي تفرد سلم بن جنادة من بين الثقات بوصله.انظر: \"الكاف الشاف\" لابن حجر ٣/ ٢٣٠، فقد أخرجه ابن أبي شيبة في \"مصنفه\" ٤/ ١٢٧، وأبو داود في \"المراسيل\" (ص ١٨٠) (٢٠٣)، كلاهما من طريق أبي أسامة عن هشام بن عروة، عن أبيه، عن النبي - صلى الله عليه وسلم - مرسلًا فلم يذكر عائشة.وأخرج الطبري في \"جامع البيان\" ١٨/ ١٢٦، عن ابن مسعود موقوفًا: التسموا الغنى في النِّكَاح وتلا قوله تعالى: {إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ}.وأخرج عبد الرزاق في \"مصنفه\" عن عمر أنَّه قال: عجبت لرجل لا يطلب الغنى بالباءة والله تعالى يقول في كتابه: {إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ}.وانظر: \"كشف الخفاء\" للعجلوني ١/ ١٧٧ (٥٢٨).(١) ثقة صدوق كثير رواية المناكير.(٢) ابن صقلاب لم يذكر بجرح أو تعديل.(٣) لم أجده.(٤) أحمد بن ناصح بن موسى المصيصي، أبو عبد الله، روى عن: إسماعيل ابن علية وعبد الله بن إدريس وعبد العزيز بن محمد الدراوردي وعمر بن هارون البلخي وهشيم بن بشير وغيرهم. =</p><p> الدراوردي (١) ، عن ابن عجلان (٢) أن النبي - صلى الله عليه وسلم - أتاه رجل فشكا إليه الحاجة فقال:  \"عليك بالباءة\" . </p><p> وجاء رجل إلى أبي بكر - رضي الله عنه -بعد النبي - صلى الله عليه وسلم - فشكا إليه الحاجة فأمره بالباءة، وجاء رجل إلى عمر - رضي الله عنه -بعد أبي بكر - رضي الله عنه - فشكا إليه الحاجة فقال: عليك بالباءة. </p><p> وجاء رجل إلى عثمان بعد عمر - رضي الله عنهما- فشكا إليه الحاجة فقال: عليك بالباءة. كلًّا يريد قوله تعالى:  {إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ} قال ابن عجلان: وقال أبو بكر وعمر - رضي الله عنهما -: ابتغوا الغنى في النكاح (٣) . </p><p>= وروى عنه النسائي وحرب بن إسماعيل الكرداني ومحمد بن سفيان بن موسى المصيصي الصفار. وقال في موضع آخر: ليس به بأس.وقال الحاكم: حدث بالثغر عن مشايخه بأحاديث مستوية.وقال الحافظ ابن حجر: صدوق.\"تهذيب الكمال\" ١/ ٤٩٨، \"التقريب\" (١١٦).(١) صدوق.كان يحدث من كتب غيره فيخطئ.(٢) محمد بن عجلان المدني، صدوق. إلَّا أنَّه اختلطت عليه أحاديث.(٣) [١٩٥٦] الحكم على الإسناد:إسناده ضعيف فيه محمد بن الحسن بن بشر لم يذكر بجرح أو تعديل ومحمد بن سفيان لم أجده.التخريج: ذكره ابن حجر في \"الكافي الشاف\" ٣/ ٢٣١، والعجلوني في \"كشف الخفاء\" (٥٢٨) وعزوه للمصنف. =</p>"
}