{
  "id": null,
  "sura": 25,
  "aya": 29,
  "text": "<p> معيط بن أمية بن عبد شمس بن عبد مناف (١)  {عَلَى يَدَيْهِ} ندمًا وأسفًا على ما فرط في جنب الله وأوبق نفسه بالمعصية والكفر بالله لأجل طاعة خليله الذي صده عن سبيل ربه {يَقُولُ يَالَيْتَنِي} فتح ياءه أبو عمرو (٢)  {اتَّخَذْتُ} في الدنيا {مَعَ الرَّسُولِ} محمد {سَبِيلًا} . </p><p> ٢٨ - {يَاوَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا (٢٨) } </p><p> يعني: أبي بن خلف الجمحي (٣) . </p><p> ٢٩ - {لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ} </p><p> يعني: القرآن والرسول (٤)  {بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ} وهو </p><p>(١) بإجماع أهل التفسير كما نقله عنهم السمعاني في \"تفسير القرآن العظيم\" ٤/ ١٦. (٢) وكذلك أبو خليد عن نافع. انظر: \"السبعة\" لابن مجاهد (٤٦٤)، \"التيسير\" للداني (١٣٤)، \"التذكرة\" لابن غلبون (٤٦٨)، \"المبسوط\" لابن مهران (٢٧٣)، \"إتحاف فضلاء البشر\" للدمياطي ٨/ ٣٠٨.(٣) وهو الصواب لا أمية كما سبق وذكر بعضهم أن في قراءة بعض الصحابة (ليتني لم أتخذ أبيًّا خليلاً) وهو على تقدير ثبوته من قبيل التفسير لا القراءة.انظر: \"أضواء البيان\" للشنقيطي ٦/ ٣١٣.(٤) وهذان قولان كما في \"معاني القرآن\" للفراء ٢/ ٢٦٧ وجمعهما المصنف في قول واحد، وكذا ابن حبيب في \"تفسيره\" ٢١٤/ أ، والقو لأنّ متلازمان وإن كان القول بأنه القرآن أقرب وذلك لأن الذكر في القرآن إذا أتى بهذا اللفظ، فالمراد به -غالبًا- القرآن كقوله تعالى: {ذَلِكَ نَتْلُوهُ عَلَيْكَ مِنَ الْآيَاتِ وَالذِّكْرِ الْحَكِيمِ (٥٨)} [آل عمران: ٥٨] وقوله: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ (٩)} [الحجر: ٩] وقوله: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ} [النحل: ٤٤] وغيرها من الآيات. والقول بأنه القرآن اقتصر عليه الطبري في \"جامع البيان\" ١٩/ ٩، ورجحه الشنقيطي في \"أضواء البيان\" ٦/ ٣١٦.</p><p> كل متمرد عاتٍ من الجن والإنس وكل من صد عن سبيل الله وأطيع في معصية الله فهو شيطان {لِلْإِنْسَانِ خَذُولًا} عند نزول البلاء والعذاب به. </p><p> وحكم هذِه الآيات عام في كل متحابين اجتمعا على معصية الله (١) . كذلك قال (٢) بعض الحكماء. </p><p> [١٩٩١] أنشدنيه أبو القاسم الحسن بن محمد بن جعفر (٣) ، قال أنشدني أبو محمد عبد الله بن أحمد بن الصَّديق (٤) ، قال أنشدنا أبو واثلة عبد الرحمن بن الحسين (٥) : </p><p> تَجَنّبْ قرين السُّوء واصْرِمْ حباله ... وأجب حبيبَ الصّدق واحذْر مراءه </p><p> وفي الشيب ما ينهى الحليمَ عن الصِّبا ... فإنْ لم تجد عنه محيصًا فداره </p><p> تَنلْ منه صَفْو الوُدّ ما لم تُماره ... إذا اشتعلتْ نيرانُه في عذاره (٦) </p><p>(١) انظر: \"تأويل مشكل القرآن\" لابن قتيبة (٢٦٢)، \"تفسير ابن حبيب\" ٢١٤/ ب، \"إعراب القرآن\" للنحاس ٣/ ١٥٨، \"تفسير القرآن العظيم\" لابن كثير ١٠/ ٣٠٢. (٢) في (م): فإن.(٣) قيل: كذبه الحاكم.(٤) لم يذكر بجرح أو تعديل.(٥) عبد الرحمن بن الحسين الهروي، أبو واثلة المزني المروزي، حدث عن: أبيه، ومحمد بن الحسن، وروى عنه محمد بن مخلد.انظر: \"تاريخ بغداد\" ١٠/ ٣٨٢.(٦) [١٩٩١] الحكم على الإسناد:أبو القاسم تكلم فيه الحاكم، وشيخه وأبو واثلة لم يذكرا بجرح أو تعديل. =</p><p> [١٩٩٢] وأنشدني أبو القاسم الحبيبي (١) قال أنشدني محمد بن عبد الله الحامدي (٢) : </p><p> اصحب خيار الناس إن لقيتهم ... والناس مثل دراهم ميزتهم (٣) </p><p> خير الصحابة من يكون عفيفًا ... فوجدت فيها فِضّة وزيوفًا (٤) </p><p> [١٩٩٣] أخبرنا أبو القاسم الحسن بن محمد بن جعفر المفسر (٥) ، قال: حدثنا أبو سعيد عبد الرحمن بن أحمد بن محمد بن حسكا (٦) ، </p><p>= التخريج: الأبيات ذكرها بلا نسبة ابن حبان في \"روضة العقلاء\" (٧٢).وذكرها القرطبي في \"تفسيره\" بلا نسبة أيضًا ١٣/ ٢٦.(١) قيل: كذبه الحاكم.(٢) لم أجده.(٣) في (م): ميزتها.(٤) [١٩٩٢] الحكم على الإسناد:الحبيبي تكلم فيه الحاكم، وشيخه لم أجده.التخريج:والأبيات ذكرها ابن حبان في \"روضة العقلاء\" (١٠٢)، قال وأنشدني محمد بن إسحاق بن حبيب الواسطي .. فذكرها.وذكرها القرطبي أيضًا في \"الجامع لأحكام القرآن\" بلا نسبة ١٣/ ٢٦.(٥) قيل: كذبه الحاكم.(٦) عبد الرحمن بن محمد بن حسكا، أبو سعيد القاضي الحنفي، من أهل نيسابور وكانت له رحلة إلى العراق والجزيرة، سمع أبا يعلى الموصلي، وأبا القاسم البغوي. ذكره الحاكم في \"التاريخ\"، قال أبو سعيد الحاكم: لم يكن من أصحاب =</p><p> قال: أخبرنا عبد الله بن محمد بن عبد العزيز (١) ، قال: حدثنا محمد بن عبد الملك بن أبي الشوارب (٢) ، قال: حدثنا عبد الواحد بن زياد (٣) ، قال: حدثنا عاصم (٤) ، عن أبي كبشة (٥) ، قال: سمعت أبا موسى (٦) - رضي الله عنه - يقول على المنبر: قال رسول الله - صلى الله عليه وسلم -: \"مثل(٧)الجليس الصالح مثل العطار إن لم يُنْلك من عطره، يعبق بك من ريحه، ومثل الجليس السوء مثل القَين(٨)إن لم يحرق ثيابك، يعبق بك من ريحه\"  (٩) . </p><p>= الرأي أسند منه، توفي سنة (٣٧٤ هـ)، انظر \"الأنساب\" للسمعاني ٥/ ٣٨٢. (١) أبو القاسم البغوي، إمام ثقة، أقل المشايخ خطأ.(٢) أبو عبد الله البصري، صدوق.(٣) أبو بشير، وقيل: أبو عبيدة، ثقة، في حديث الأعمش وحده مقال.(٤) عاصم بن سليمان الأحول، ثقة.(٥) السدوسي البصري قال ابن أبي حاتم: سمع أبا موسى الأشعري، روى عنه عاصم الأحول سمعت أبي يقول ذلك، ذكره البخاري في \"الكنى\" المجردة، روى له أبو داود، مقبول \"الجرح والتعديل\" وبن أبي حاتم ٢٤/ ٢١٥، \"التهذيب\" للمزي ٢٤/ ٢١٥ \"تقريب التهذيب\" (٨٣٢٠).(٦) الأشعري الصحابي الجليل.(٧) من: (م).(٨) هو الذي يعمل بالحديد -الحدّاد-.انظر: \"لسان العرب\" لابن منظور ١٣/ ٣٥٠ قين.(٩) [١٩٩٣] الحكم على الإسناد:فيه أبو القاسم تكلم فيه الحاكم، ولكن الحديث صحيح كما سيأتي.التخريح:أخرجه الإمام أحمد في \"مسنده\" ٤/ ٤٠٨ (١٩٦٦٥) عن عفان ثنا عبد الواحد بن =</p><p> [١٩٩٤] أخبرنا أبو القاسم بن حبيب (١) لفظًا سنة ثمان وثمانين وثلاثمائة، قال: حدثنا أبو حاتم محمد بن حبان بن أحمد (٢) ، قال: حدثنا محمد بن أبي على الخلادي (٣) ، قال: حدثنا عبد الله ابن الصقر (٤) السُّكَّري (٥) ، قال: حدثنا وهب بن محمد البناني (٦) ، قال: سمعت الحارث بن وجيه (٧) ، يقول: سمعت مالك بن دينار (٨) </p><p>= زياد به بنحوه، وأخرجه البخاري، كتاب الذبائح، باب المسك (٥٥٣٤)، ومسلم، كتاب البر والصلة، باب استحباب مجالسة الصالحين ومجانبة قرناء السوء (٢٦٢٨). كلاهما من طريق بريدة بن عبد الله عن جده أبي بردة عن أبي موسى بلفظ: \"مثل الجلس الصالح والسوء كحامل المسك ونافخ الكير فحامل المسك إما أن يحذيك وإما أن تبتاع منه وإما أن تجد منه ريحًا طيبة، ونافخ الكير إما أن يحرق ثيابك وإما أن تجد ريحًا خبيثة\" وهذا لفظ البخاري. (١) قيل: كذبه الحاكم.(٢) أبو حاتم البستي، إمام، حافظ مجود.(٣) لم أجده.(٤) في الأصل: السقر. بالسين وهو خطأ، والتصويب من (م) ومصادر ترجمته.(٥) أبو العباس البغدادي، قال الدارقطني: صدوق، وقال الخطيب: ثقة.(٦) وهب بن محمد البناني البصري، لا بأس به قال ابن أبي حاتم: روى عن عبد الوارث وعبد العزيز بن مسلم وبشار بن محمد، روى عنه أبي وسألت عنه فقال: لا بأس به وقال أبو داود: كتبت عنه وكان قدريًا. انظر \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٢٩، \"سؤالات الأجري\" للآجري ١/ ٢٣٦.(٧) الحارث بن وجيه الواسبي، أبو محمد البصري، روى عن مالك بن دينار، وروى عنه أزهر بن جميل وغيره، قال يحيى بن معين: ليس حديثه بشيء، وقال البخاري وأبو حاتم في حديثه بعض المناكير، وضعفه أيضًا النسائي والحافظ. \"تهذيب الكمال\" للمزي ٥/ ٣٠٥، \"تقريب التهذيب\" (١٠٥٦).(٨) أبو يحيى البصري، صدوق.</p>"
}