{
  "id": null,
  "sura": 25,
  "aya": 30,
  "text": "<p> يقول: إنك إن تنقل الحجارة مع الأبرار خير من أن تأكل الخَبِيص (١) مع الفجار (٢) . </p><p> ٣٠ - قوله عَز وَجلّ:  {وَقَالَ الرَّسُولُ} </p><p> يعني: ويقول الرسول في ذلك اليوم {يَارَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا} أي: قالوا فيه غير الحق فزعموا أنه سحر وشعر وسمر من الهُجْر، وهو القول السيّئ عن النخعي (٣) ، ومجاهد (٤) . </p><p>(١) الخَبِيْصُ: الحلواء المخبوصة -المخلوطة- من التمر والسمن. انظر: \"لسان العرب\" لابن منظور ٧/ ٢٠ (خبص)، \"المعجم الوسيط\" ١/ ٢١٦.(٢) [١٩٩٤] الحكم على الإسناد:إسناده ضعيف فيه الحارث بن وجيه ضعيف، وفيه من لم أجده.التخريج: أخرجه ابن حبان عن محمد بن أبي علي به \"روضة العقلاء\" (١٠٠)، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٧.(٣) أخرجه الطبري في \"جامع البيان\" ١٩/ ٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٦٨٨، وآدم في \"تفسير مجاهد\" (٥٠٤) جميعهم عن النخعي، وذكره السيوطي في \"الدر المنثور\" للسيوطي ٥/ ١٢٧، وزاد نسبته للفريابي وسعيد ابن منصور وعبد بن حميد وابن المنذر.وانظر: \"تفسير ابن فورك\" ٢/ ١٩/ ب، \"معاني القرآن\" للنحاس ٥/ ٢٣.(٤) أخرجه الطبري في \"جامع البيان\" ١٩/ ٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٦٨٨، وآدم في \"تفسيره\" جميعهم عن مجاهد.وذكره السيوطي في \"الدر المنثور\" ٥/ ١٢٧ وزاد نسبته للفريابي وعبد بن حميد وابن المنذر.وانظر: \"تفسير ابن فورك\" ٢/ ١٩/ ب و \"معاني القرآن\" للنحاس ٥/ ٢٣.</p><p> وقال الآخرون: هو من الهجران، أي: أعرضوا عنه وتركوه (١) ، فلم يؤمنوا به ولم يعملوا بما فيه (٢) . </p><p> [١٩٩٥] أخبرنا أبو الطيب الربيع من محمد الحاتمي (٣) وأبو نصر محمد بن علي بن الفضل الخزاعي (٤) ، قالا: حدثنا أبو الحسن علي بن محمد بن عقبة الشيباني (٥) ، قال: حدثنا أبو القاسم الخضر بن أبان </p><p>(١) في الأصل: وتركوا وهو خطأ والمثبت من (م). (٢) وهو قول ابن زيد أخرجه الطبري في \"جامع البيان\" ٩/ ٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" عنه.وقال به مقاتل في \"تفسيره\" ٣/ ٢٣٣، والفراء في \"معاني القرآن\" ٢/ ٢٦٧.وذكره ابن فورك في \"تفسيره\" ٢/ ١٩/ ب وابن حبيب في \"تفسيره\" ٢١٤/ ب، والحيري في \"الكفاية\" ٢/ ٧٣/ ب، والزجاج في \"معاني القرآن\" ٤/ ٦٦، والنحاس في \"معاني القرآن\" ٥/ ٢٣. ورجحه الطبري في \"جامع البيان\" ١٩/ ٩ حيث قال: وهذا القول هو الأولى بتأويل الآية وذلك أن الله أخبر عنهم أنهم قالوا: {لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ} وذلك هجرهم إياه، وذكر ابن القيم في \"الفوائد\" (ص ١٢٤) أن هجر القرآن أنواع: هجر سماعه والإيمان به، وهجر تحكيمه والتحاكم إليه، وهجر تدبره وتفهمه، وهجر العمل به، وهجر الأستشفاء والتداوي به، ثم قال: وكل هذا داخل في الآية: {وَقَالَ الرَّسُولُ} وإن كان بعض الهجر أهون من بعض.(٣) لم أجد له ترجمة.(٤) لم أجد له ترجمة.(٥) علي بن محمد بن عقبة أبو الحسن الشيباني الكوفي، قدم بغداد، فحدث بها عن جماعة، وروى عنه الدارقطني، قال الخطيب كان ثقة، أمينا، وقال ابن كثير: ثقة عدلًا كثير التلاوة فقيها، انظر \"تاريخ بغداد\" للخطيب ١٢/ ٧٩، \"البداية والنهاية\" لابن كثير ١١/ ١٩٢.</p>"
}