{
  "id": null,
  "sura": 25,
  "aya": 10,
  "text": "<p> ١٠ - قوله -عز وجل-: {تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَكَ خَيْرًا مِنْ ذَلِكَ} </p><p> مما قالوا (عن مجاهد)  (١)  (٢) . </p><p> وروى عكرمة عن ابن عباس - رضي الله عنهما - قال: يعني خيرًا من المشي في الأسواق والتماس المعاش (٣) . </p><p> ثم بين ذلك الخير ما هو فقال:  {جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَيَجْعَلْ لَكَ قُصُورًا} أي: بيوتًا مشيدة، وسمي قصرًا لأنه قصر، أي: حبس ومنع من الوصول إليه (٤) . </p><p> واختلف القراء في قوله تعالى:  {ويَجعَلْ} فرفع لامه ابن عامر وابن كثير وعاصم برواية أبي بكر والمفضل (٥) . </p><p>(١) من (م)، (ح). (٢) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٨٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٦٦٦ كلاهما من طريق ابن أبي نجيح عنه، وأخرجه الطبري أيضًا من طريق ابن جريج عنه ١٨/ ١٨٥. ونسبه ابن فورك في \"تفسيره\" ٣/ ١٧/ أإليه. وهذا القول رجحه الطبري في \"جامع البيان\" ١٨/ ١٨٥ وقال: لأن المشركين إنما استعظموا ألا تكون له جنة يأكل منها وأن لا يلقى إليه كنز واستنكروا أن يمشي في الأسواق وهو لله رسول، فالذي هو أولى بوعد الله إياه أن يكون وعدًا مما هو خير مما كان عند المشركين عظيمًا لا مما كان منكرًا عندهم.(٣) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٨٥ من طريق سعيد بن جبير أو عكرمة عنه.(٤) وكانت العرب تسمي كل بيت مشيّد قصرًا.انظر: \"جامع البيان\" للطبري ١٨/ ١٨٦، \"تفسير القرآن العظيم\" لابن أبي حاتم ٨/ ٢٦٦٦، \"تفسير مقاتل\" ٣/ ٢٢٨، \"معجم مقاييس اللغة\" لابن فارس ٥/ ٩٦، \"لسان العرب\" لابن منظور ٥/ ١٠٠ (قصر).(٥) وافقهم ابن محيصن على الاستئناف والقطع مما قبله، وفيه معنى الحتم ليس =</p><p> وجزمه الآخرون على محل الجزاء في قوله {إِنْ شَاءَ جَعَلَ}  (١) . </p><p> [١٩٨٦] أخبرنا أبو عمرو أحمد بن أبيّ بن أحمد بن حمدان (٢) الفراتي (٣) قال: أخبرنا عبد الله بن محمد بن يعقوب البخاري (٤) قال: حدثنا محمد بن حميد بن فروة البخاري (٥) قال: حدثنا أبو حذيفة إسحاق بن بشر البخاري (٦) قال: حدثنا جويبر (٧) عن الضحاك (٨) عن ابن عباس - رضي الله عنهما - قال: لما عيّر المشركون رسول الله - صلى الله عليه وسلم - بالفاقة فقالوا: ما لهذا الرسول يأكل الطعام ويمشي </p><p>= بموقوف على المشيئة. انظر: \"السبعة\" لابن مجاهد (٤٦٢)، \"التيسير\" للداني (١٣٢)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٣٣، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٣٠٥.(١) انظر: \"معاني القرآن\" للفراء ٢/ ٢٦٣، وللزجاج ٤/ ٥٩، ، \"إعراب القرآن\" للنحاس ٣/ ١٥٣، \"الحجة\" لابن خالويه (٢٦٤)، \"الحجة\" لابن زنجلة (٥٠٨)، \"الحجة\" للفارسي ٥/ ٣٣٦، \"معاني القراءات\" ٢/ ٢١٤ \"شرح الهداية\" ٢/ ٤٤٤، \"الكشف عن وجوه القراءات السبع\" لابن مكي ٢/ ١٤٤، \"الموضح في القراءات\" لابن أبي مريم ٢/ ٩٢٦.(٢) في (م)، (ح): بن حمدون النيسابوري رحمه الله.(٣) لم يذكر بجرح أو تعديل.(٤) الكلاباذي الحنفي ضعيف.(٥) أبو عبد الله، محمد بن حميد بن فروة بن فرمنك البخاري البصري حدث عن: إبراهيم بن الأشعث، وقتيبة بن سعيد، وأبيه.\"الكنى\" لابن منده (ص ٥٠٠).(٦) كذاب.(٧) ابن سعيد الأزدي أبو القاسم البلخي، ضعيف جدًا.(٨) ابن مزاحم، صدوق كثير الإرسال.</p><p> بالأسواق (١) حزن النبي - صلى الله عليه وسلم - لذلك فنزل عليه جبريل -عليه السلام- من عند ربه معزيًا له فقال:  \"السلام عليك يا رسول الله، رب العزة يقرئك السلام،ويقول لك:{وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ}فيبتغون المعاش في الدنيا\" . قال: فبينا جبريل -عليه السلام- والنبي - صلى الله عليه وسلم - يتحدثان إذ ذاب جبريل حتى صار مثل الهُردَة. (قيل: يا رسول الله وما الهردة؟ قال:  \"العدسة\" . فقال رسول الله - صلى الله عليه وسلم -: \"ما لك ذُبْتَ حتى صرت مثل الهردة؟ فـ)(٢)قال: يا محمد فتح باب من أبواب السماء لم يكن فتح قبل ذلك فتحول الملك(وإنه إذا فتح باب من السماء لم يكن فتح قبل ذلك فتحول الملك فـ)(٣)إما أن يكون رحمة أو عذابًا، وإني أخاف أن يعذب قومك عند تعييرهم إياك بالفاقة\" . فأقبل النبي وجبريل عليهما الصلاة والسلام يبكيان، إذ عاد جبريل -عليه السلام- إلى حاله فقال: \"يا محمد أبشر هذا رضوان خازن الجنة قد أتاك بالرِّضا من ربك، فأقبل رضوان -عليه السلام- حتى سلم، ثم قال: يا محمد رب العزة يقرئك السلام، ومعه سفط (٤) من نور يتلألأ، ويقول لك ربك: هذِه مفاتيح خزائن </p><p>(١) في (م)، (ح): في الأسواق. (٢) من (م)، (ح).(٣) من (م)، (ح).(٤) السَفَطُ: وعاء توضع فيه الأشياء.انظر: \"لسان العرب\" لابن منظور ٧/ ٣١٥، \"المعجم الوسيط\" ١/ ٤٣٣ مادة (سفط).</p><p> السماء (١) مع ما لا ينقص لك مما عندي في الآخرة مثل جناح بعوضة \". فنظر النبي - صلى الله عليه وسلم - إلى جبريل -عليه السلام- كالمستشير له، فضرب جبريل -عليه السلام-بيده إلى الأرض فقال:\" تواضع لله. فقال: يا رضوان لا حاجة لي فيها، الفقر أحب إلى، وأن أكون عبدًا صابرًا شكورًا. فقال رضوان -عليه السلام-: أصبت أصاب الله بك. وجاء نداء من السماء فرفع جبريل -عليه السلام- رأسه فإذا السموات قد فتحت أبوابها إلى العرش، وأوحى الله -عز وجل- إلى جنة عدن أن تُدلي غصنًا من أغصانها عليه عِذْق عليه غرف (٢) من زبرجدة خضراء، لها سبعون ألف باب من ياقوتة حمراء (٣) . فقال جبريل -عليه السلام-: يا محمد ارفع بصرك. فرفع فرأى منازل الأنبياء عليهم السلام وعرفهم، وإذا منزله (٤) فوق منازل الأنبياء فضلًا له خاصة، ومنادٍ ينادي أرضيت يا محمد؟ فقال النبي - صلى الله عليه وسلم -: \"رضيتُ فاجعل ما أردت(أن تعطيني)(٥)في الدنيا ذخيرة عندك في الشفاعة يوم القيامة\"  (٦) . </p><p>(١) في (م)، (ح): الدنيا. (٢) في (م)، (ح): غرفة.(٣) في (ح): خضراء.(٤) في (م)، (ح): منازله.(٥) من (م)، (ح).(٦) [١٩٨٦] الحكم على الإسناد:إسناده ضعيف جدًّا، فيه إسحاق بن بشر كذاب، وجويبر ضعيف جدًّا، وفيه أيضًا من لم يذكر بجرح أو تعديل.</p>"
}