{
  "id": null,
  "sura": 25,
  "aya": 72,
  "text": "<p> التي تقطع على الحاج إذا توجهوا والداجة التي تقطع عليهم إذا قفلوا (١) . </p><p> ٧١ - {وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا (٧١) } </p><p> رجوعًا حسنًا. </p><p> ٧٢ - قوله عز وجل:  {وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ} </p><p> قال الضحاك: يعني: الشِّرك وتعظيم الأنداد (٢) . </p><p> وقال علي بن أبي طلحة: يعني: شهادة الزور (٣) . </p><p> وكان عمر بن الخطاب - رضي الله عنه - يجلد شاهد الزور أربعين جلدة، ويُسَخِّم (٤) وجهه، ويطوف به فِي السوق (٥) . </p><p>(١) [٢٠٢٠] الحكم على الإسناد: إسناده ضعيف جدًا؛ فيه من لم أجده، ومبشر متروك ورماه أَحْمد بالوضع.التخريج:انظر: تخريج الحديث السابق.(٢) أخرجه الثَّوريّ فِي \"تفسيره\" عنه (٢٢٨) (٧٣٩)، والطبري فِي \"جامع البيان\" ١٩/ ٤٨، وابن أبي حاتم فِي \"تفسير القرآن العظيم\" ٨/ ٢٧٣٧ جميعهم عنه.وذكره السيوطي فِي \"الدر المنثور\" ٥/ ١٤٨، وزاد نسبته لعبد بن حميد وابن المنذر. ونسبه إليه ابن حبيب فِي \"تفسيره\" ٢١٧/ ب، والحيري فِي \"الكفاية\" ٢/ ٧٧/ أ. وقاله مقاتل فِي \"تفسيره\" ٣/ ٢٤٢ ونسبه الواحدي فِي \"الوسيط\" ٣/ ٣٤٨ لأكثر المفسرين.(٣) نسبه ابن حبيب والحيري والواحدي جميعهم إِلَى علي بن أبي طلحة عن ابن عباس - رضي الله عنهما -.(٤) أي يسوّد وجهه. انظر: \"لسان العرب\" لابن منظور ١٢/ ٢٨٣ سخم.(٥) أخرجه عبد الرزاق فِي \"مصنفه\" ٨/ ٣٢٦، والبيهقي فِي \"السنن الكبرى\" =</p><p> وقال يحيى بن اليمان عن مجاهد: أعياد المشركين (١) . </p><p> وقال الليث عنه: الغناء (٢) ، وهو قول محمَّد بن الحنفية (٣) . </p><p> [٢٠٢١] وبإسناد الصالحين (٤) ، </p><p>= ١٠/ ١٤٦ من طريقين عن عمر ثم قال: هاتان الروايتان ضعيفتان ومنقطعتان. وهو معارض لقول النَّبِيّ -صلى الله عليه وسلم-: لا يجلد فوق عشر جلدات إلَّا فِي حد من حدود الله تعالى أخرجه البخاري، كتاب الحدود، باب كم التعزير والأدب (٦٨٥٠). وهو مُثْلةٌ وقد نهى النَّبِيّ -صلى الله عليه وسلم- عن المُثْلَة، أخرجه البخاري كتاب المظالم والغصب، باب النهبى بغير إذن صاحبه (٢٤٧٤)، وروي أَيضًا بطرق أصح (كما قال البيهقي) عن عمر نفسه خلافه وأنه حبسه يومًا وخلَّى سبيله. وانظر: \"المغني\" لابن قدامة ١٤/ ٢٦٣.(١) نسبه إليه هكذا ابن حبيب فِي \"تفسيره\" ٢١٧/ ب، والحيري فِي \"الكفاية\" ٢/ ٧٧/ أ.وأخرجه الخَطيب عن ابن عباس كما فِي \"الدر المنثور\" للسيوطي ٥/ ١٤٨، وأخرجه ابن أبي حاتم فِي \"تفسير القرآن العظيم\" ٨/ ٢٧٣٧ عن الضحاك ثم قال وروي عن أبي العالية وطاوس والربيع بن أنس والمثنى بن الصباح نحو ذلك.(٢) أخرجه الطبري فِي \"جامع البيان\" ١٩/ ٤٨ من طريق الليث عنه ونسبه إليه ابن أبي حاتم فِي \"تفسير القرآن العظيم\" ٨/ ٢٧٣٨. وذكره السيوطي فِي \"الدر المنثور\" ٥/ ١٤٨ وزاد نسبته للفريابي وابن أبي شيبة وعبد بن حميد، وابن أبي الدنيا فِي \"ذم الغضب\" وابن المنذر والبيهقي فِي \"شعب الإيمان\".(٣) أخرجه ابن أبي حاتم عنه فِي \"تفسير القرآن العظيم\" ٨/ ٢٧٣٧.وذكره السيوطي فِي \"الدر المنثور\" ٥/ ١٤٨ وزاد نسبته للفريابي وعبد بن حميد.ونسبه إليه ابن حبيب فِي \"تفسيره\" ٢١٧/ ب، والحيري فِي \"الكفاية\" ٢/ ٧٧/ أ، والنحاس فِي \"معاني القرآن\" ٥/ ٥٤.(٤) هو صالح بن محمَّد الترمذي، متهم ساقط، وللمصنف إليه ثلاثة طرق:١ - عن ابن حامد، عن أَحْمد بن شاذان، عن جيعويه، عنه. =</p><p> عن إبراهيم بن محمَّد (١) ، عن (٢) ابن المنكدر (٣) قال: بلغني أن الله تعالى يقول يوم القيامة: أين الذين كانوا ينزهون أنفسهم وأسماعهم عن اللهو ومزامير الشياطين، أدخلوهم رياض المسك، ثم يقول للملائكة: أسمعوا عبادي تحميدي وثنائي وتمجيدي وأخبروهم أن لا خوف عليهم ولا هم يحزنون (٤) . </p><p>= ٢ - عن ابن حامد، عن أبي عبد الله البلخي، عن القاسم بن عباد، عنه. ٣ - عن علي بن محمَّد الخطيب، عن محمَّد بن الحسين السرخسي، عن محمَّد ابن علي المروزي، عنه.(١) هو إبراهيم بن محمَّد بن أبي يحيى الأسلمي، متروك.(٢) ساقط من الأصل و (م)، والمثبت من (ح).(٣) هو محمَّد بن المنكدر بن عبد الله بن الهُدَير بالتصغير، التيمي المدني، ثقة.(٤) [٢٠٢١] الحكم على الإسناد:إسناده ضعيف جدا، فيه صالح بن محمَّد الترمذي ساقط، وفيه إبراهيم الأسلمي متروك وقد صح من طرق أخرى.التخريج:أخرجه ابن المبارك في \"الزهد\" (٤٣) عن مالك بن أنس عن محمَّد بن المنكدر.وأخرجه البغوي في \"مسند ابن الجعد\" ١/ ٢٥٤ من طريق ابن المبارك وغيره عن مالك بن أنس عن ابن المنكدر.وأخرجه أبو نعيم في \"حلية الأولياء\" ٣/ ١٥١ من طريق ابن وهب عن مالك عن محمَّد بن المنكدر.وأخرجه ابن الجعد أيضًا من طريق مسلم بن خالد عن محمَّد بن المنكدر.وأخرجه أسد بن موسى كما عند القرطبي في \"الجامع لأحكام القرآن\" ١٤/ ٥٣ عن عبد العزيز ابن أبي سلمة عن محمَّد بن المنكدر قال: بلغنا ... فذكره. ثم قال القرطبي: وروى ابن وهب عن مالك عن محمَّد بن المنكدر مثله.</p><p> [٢٠٢٢] أخبرنا أبو بكر الجوزقي (١) ، قال: حدثنا عبد الواحد بن محمَّد الأرغياني (٢) ، قال: حدثنا الأحمسي (٣) ، قال: حدثنا عمرو العنقزي (٤) ، قال: حدثنا مسلمة بن جعفر (٥) ، عن عمرو بن قيس (٦) في قوله تعالى: {وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ} قال: مجالس الخناء (٧) . </p><p> وقال ابن جريج: الكذب (٨) . وقال قتادة: مجالس الباطل (٩) . </p><p>(١) محمد بن عبد الله بن محمَّد، ثقة. (٢) أبو أحمد الأرغياني، لم يذكر بجرح أو تعديل.(٣) محمَّد بن إسماعيل بن سمرة الأحمسي، أبو جعفر السراج، ثقة.(٤) عمرو بن محمَّد العَنْقَزي أبو سعيد الكوفي ثقة.(٥) مسلمة بن جعفر البجلي الأحمسي الأعور، كوفي، روى عن عمرو بن قيس، وعنه عمرو العنقزي، ذكره ابن حبان في \"الثقات\"، ولم يذكر فيه ابن أبي حاتم جرحًا ولا تعديلًا وضعفه الأزدي.\"الجرح والتعديل\" ٨/ ٢٦٧، \"الثقات\" لابن حبان ٩/ ١٨٠، \"لسان الميزان\" ٤٠/ ٦.(٦) عمرو بن قيس المُلائي أبو عبد الله الكوفي ثقة متقن.(٧) [٢٠٢٢] الحكم على الإسناد:إسناده ضعيف فيه مسلمة بن جعفر، وعبد الواحد بن محمَّد لم يذكر بجرح أو تعديل.التخريج:أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٧٣٧ عن محمَّد بن إسماعيل عن عمرو العنقزي به.وذكره السيوطي في \"الدر المنثور\" ٥/ ١٤٨.(٨) أخرجه الطبري في \"جامع البيان\" ١٩/ ٤٩ عنه.(٩) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٧٣٦ عنه.</p><p> وأصل الزور تحسين الشيء ووصفه بخلاف صفته حتى يخيل إلى من يسمعه أو يراه أنه بخلاف ما هو به، فهو تمويه الباطل بما يوهم أنه حق (١) . </p><p> {وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا} . </p><p> قال مقاتل: إذا سمعوا من الكفار الشتم والأذى أعرضوا وصفحوا (٢) . وهي رواية ابن أبي نجيح عن مجاهد (٣) . </p><p> نظيره {وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ} الآية (٤) . </p><p>= وذكره السيوطي في \"الدر المنثور\" ٥/ ١٤٨ وزاد نسبته لعبد بن حميد. ونسبه إليه ابن حبيب في \"تفسيره\" ٢١٧/ ب، والحيري في \"الكفاية\" ٢/ ٧٧/ أ.(١) قاله الطبري في \"جامع البيان\" ٤٩/ ١٩.قلت: وهذِه الأقوال داخلة في معنى الزور لأن الزور تمويه الباطل بما يوهم أنه حق، فكل ميل عن الحق يعد زورًا؛ لذا قال الطبري: والذي لا يشهدون شيئًا من الباطل لا شركًا ولا غناء ولا كذبًا ولا غيره وكل ما لزمه اسم الزور لأن الله عم في وصفه إياهم أنهم لا يشهدون الزور فلا ينبغي أن يخص من ذلك شيء إلا بحجة يجب التسليم لها من خبر أو عقل.وأما شهادة الزور فهي أول من يدخل في هذِه الآية لقول الرسول - صلى الله عليه وسلم -: \"ألا وقول الزور وشهادة الزور\" أخرجه البخاري، كتاب الأدب، باب عقوق الوالدين من الكبائر (٥٩٧٦).(٢) انظر: \"تفسير مقاتل\" ٣/ ٢٤٢.(٣) أخرجه الطبري في \"جامع البيان\" ١٩/ ٤٩ وآدم في \"تفسير مجاهد\" (٥٠٧) كلاهما من طريق ابن أبي نجيح عنه وأخرجه الطبري. أيضًا من طريق ابن جريج في \"جامع البيان\" عنه ١٩/ ٤٩.(٤) القصص: ٥٥.</p><p> قال السدي: وهي منسوخة بآية السيف (١)  (٢) . </p><p> وقال العوام بن حوشب عن مجاهد: إذا أتوا على ذكر (٣) النكاح كنّوا عنه (٤) . </p><p> وقال ابن زيد: إذا مروا بما كان المشركون فيه من الباطل مروا منكرين له معرضين عنه (٥) . </p><p> وقال الحسن (٦) والكلبي (٧) : اللغو المعاصي كلها، يعني: إذا </p><p>(١) في (ح): القتال. (٢) وهي قوله تعالى: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} [التوبة: ٥].والقول أخرجه الطبري في \"جامع البيان\" ١٩/ ٥٠ عنه.قلت: والنسخ في هذِه الآية غير ظاهر لأن من صفات عباد الرحمن -على هذا القول- أنهم إذا سمعوا من الكفار الشتم والأذى أعرضوا وصفحوا ولا يعني ذلك عدم جهادهم فإن هذا قد يكون في حال ضعف أو في حال دعوتهم وترغيبهم في الإِسلام أو غير ذلك من الأسباب فلا وجه للنسخ هنا.(٣) في (م): أمر.(٤) أخرجه الطبري في \"جامع البيان\" ١٩/ ٤٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢٧٣٩/ ٨، كلاهما من طريق العوام بن حوشب عنه.وذكره السيوطي في \"الدر المنثور\" ٥/ ١٤٨، وزاد نسبته لعبد بن منصور وابن أبي شيبة وابن المنذر.(٥) أخرجه الطبري في \"جامع البيان\" عنه ١٩/ ٥٠.(٦) أخرجه عبد الرزاق في \"تفسير القرآن العظيم\" ٢/ ٧٢ عن معمر عنه، وأخرجه الطبري في \"جامع البيان\" ١٩/ ٥٠ من طريق عبد الرزاق به.وذكره السيوطي في \"الدر المنثور\" ٥/ ١٤٨.وانظر: \"معاني القرآن\" للنحاس ٥٤/ ٥، \"تفسير القرآن\" للسمعاني ٤/ ٣٥، \"تفسير الحسن\" (١٧٤).(٧) نسبه إليه الواحدي في \"الوسيط\" ٣/ ٣٤٨، والبغوي في \"معالم التنزيل\" ٦/ ٩٩.</p>"
}