{
  "id": null,
  "sura": 25,
  "aya": 34,
  "text": "<p> جِئْنَاكَ بِالْحَقِّ} أي: بما ترد به ما جاءوا من المثل وتبطله {وَأَحْسَنَ تَفْسِيرًا} بيانًا وتفصيلًا (١) . </p><p> ثم وصف ما (٢) لهؤلاء المشركين وبين حالهم يوم القيامة فقال: </p><p> ٣٤ - {الَّذِينَ} </p><p> يعني: هم الذين {يُحْشَرُونَ عَلَى وُجُوهِهِمْ} فيساقون ويجرون {إِلَى جَهَنَّمَ أُولَئِكَ شَرٌّ مَكَانًا وَأَضَلُّ سَبِيلًا} . </p><p> [١٩٩٧] أخبرنا ابن فنجويه (٣) ، قال: حدثنا ابن خرجة (٤) ، قال: حدثنا الحضرمي (٥) ، قال: حدثنا عثمان (٦) ، قال: حدثنا (٧) بشر بن المفضل (٨) ، (عن)  (٩) علي بن زيد (١٠) ، </p><p>(١) وفي هذا قولان فالقول الأول: (بيانًا) مروي عن مجاهد وابن جريج. والقول الثاني: (تفصيلًا) مروي عن عطاء والضحاك وقتادة والعوفي عن ابن عباس. وهما بمعنى واحد لذا جمعهما المصنف فيقول واحد وقبله الطبري فأحسنا.انظر: \"جامع البيان\" للطبري ١٩/ ١٠ - ١١، \"تفسير القرآن العظيم\" لابن أبي حاتم ٨/ ٢٦٩١، \"الدر المنثور\" للسيوطي ٥/ ١٢٨.(٢) في (م): مآل.(٣) ثقة، صدوق كثير الرواية للمناكير.(٤) أبو بكر، النهاوندي، فقيه، روى عن الثقات الموضوعات.(٥) محمد بن عبد الله بن سليمان الملقب بمطين ثقة حافظ.(٦) ابن أبي شيبة الكوفي، ثقة حافظ شهير، وله أوهام.(٧) من: (ح).(٨) الرَّقاشي أبو إسماعيل البصري، ثقة ثبت عابد.(٩) في الأصل: على، والتصويب من (م)، (ح).(١٠) ابن جدعان، ضعيف.</p><p> عن أوس بن (أبي)  (١) أوس (٢) عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"يحشر الناس يوم القيامة على ثلاثة أثلاث: ثلث على الدواب، وثلث على وجوههم، وثلث على أقدامهم ينسلون(٣)نسلًا\"  (٤) . </p><p>(١) في الأصل و (م)، (ح): أوس بن أوس. والمثبت من مصادر ترجمته والتخريج. (٢) مجهول.(٣) نَسَل الماشي يَنْسِل نَسْلًا ونَسَلًا ونَسَلانًا: أسرع.انظر: \"لسان العرب\" لابن منظور ١١/ ٦٦٠ نسل.(٤) [١٩٩٧] الحكم على الإسناد:إسناده ضعيف فيه علي بن زيد بن جدعان ضعيف وفيه أوس مجهول، والحديث حسن بشواهده.التخريج:أخرجه ابن راهوية في \"مسنده\" ١/ ١٨٠ (١٢٨) عن بشر بن المفضل به.وأخرجه الخطيب البغدادي في \"موضح أوهام الجمع والتفريق\" ١/ ٤٨٤، والبيهقي في \"البعث والنشور\" (ص ٤١٦)، (٢٦٢) تحقيق الصاعدي كلاهما من طرق عن بشر بن المفضل به بنحوه.وأخرجه الترمذي، كتاب التفسير، باب سورة بني إسرائيل (٣١٤٢)، وأحمد في \"مسنده\" ٢/ ٣٦٣ (٨٧٥٥) ٣٥٤ (٨٦٤٧)، وابن راهويه في \"مسنده\" (١٢٩)، والطيالسي في \"مسنده\" (٣٣٤)، (٢٥٦٦)، والطبري في \"جامع البيان\" ١٨/ ١٢ - ١٣ موقوفًا على أبي هريرة، والبيهقي في \"البعث والنشور\".جميعهم من طرق عن علي بن زيد به بنحوه وفي آخره: قيل: يا رسول الله: وكيف يمشون على وجوههم قال: \"إن الذي أمشاهم على أقدامهم قادر على أن يمشيهم على وجوههم، أما إنهم يتقون بوجوههم كل حدب وشوك\".وأخرجه أيضًا البزار وابن أبي شيبة كما في تخريج الزيلعي وابن حجر \"للكشاف\".وضعفه الألباني كما في \"ضعيف الترمذي\" (٦١٢). =</p>"
}