{
  "id": null,
  "sura": 25,
  "aya": 68,
  "text": "<p> ٦٨ - قوله عز وجل:  {وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ} </p><p> [٢٠٠٨] أخبرنا أبو محمد الحسن بن أَحْمد المخلدي (١) بقراءتي عليه، قال: حدثنا المؤمل بن الحسن بن عيسى (٢) ، قال: حدثنا الحسن بن محمَّد (٣) ، قال: حدثنا حجاج (٤) ، عن ابن </p><p>= (٥٧٢١)، وأبو يعلى فِي \"مسنده\" ٥/ ١٥٤ (٢٧٦٥)، وابن حبان فِي \"المجروحين\" ٣/ ٤٧. جميعهم من طرق عن بقية بن الوليد ثنا يوسف بن أبي كثير عن نوح بن ذكوان عن الحسن عن أنس قال قال رسول الله -صلى الله عليه وسلم-: \"إن من السرف أن تأكل كل ما اشتهيت\".وفي إسناده: نوح بن ذكوان ضعيف \"تقريب التهذيب\" لابن حجر (٧٢٥٥) ويوسف بن أبي كثير مجهول \"تقريب التهذيب\" لابن حجر (٧٩٣٤) وفيه علة ثالثة وهي عنعنة الحسن البَصْرِيّ وهو مدلس وعند ابن الجوزي هذا الحديث فِي الموضوع كما سبق وكذا السيوطي فِي \"الآلي المصنوعة\" ٢/ ٢٤٦ وابن عراق الكناني فِي \"تنزيه الشريعة\" ٢/ ٢٥٦، والشوكاني فِي \"الفوائد المجموعة\" (١٨٢).وقال الألباني: موضوع كما فِي \"الضعيفة\" (٢٤١).وقد أورد ابن حجر فِي \"الكاف الشاف\" ٣/ ٢٨٤ الموقوف أولًا ثم أورده مرفوعًا وقال الأول أصح.يريد أنَّه أصح من المرفوع وإلا فهو ضعيف لانقطاعه وجهالة الرَّجل.(١) إمام صدوق مسند عدل.(٢) أبو الوفاء الماسرجسي النَّيْسَابُورِيّ، المحدث المتقن.(٣) الحسن بن محمَّد بن الصبَّاح الزعفراني، أبو علي البغدادي، ثِقَة.(٤) المصيصي الأعور ثِقَة ثبت لكن اختلط في آخر عمره لما قدم بغداد قبل موته.</p><p> جريج (١) ، قال: أخبرنا يعلى -يعني (٢) : ابن مسلم (٣) ، عن سعيد بن جبير (٤)  (سمعه)  (٥) يحدث عن ابن عباس - رضي الله عنهما - أن ناسًا من أهل الشِّرك قد قتلوا فأكثروا وزنوا فأكثروا ثم أتوا محمدًا -صلى الله عليه وسلم- فقالوا: إن الذي تقول وتدعونا إليه حسن (٦) لو تخبرنا أن لما عملناه كفارة فنزل: {وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ} آخر الآيات ونزل: {قُلْ يَاعِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ}  (٧)  (٨) . </p><p>(١) ثِقَة فقيه فاضل وكان يدلس ويرسل. (٢) من (م)، (ح).(٣) يعلي بن مسلم بن هُرْمز، ثِقَة.(٤) ثِقَة ثبت فقيه.(٥) من (م)، (ح).(٦) فِي (م)، (ح): لحسن.(٧) الزمر: ٥٣.(٨) [٢٠٠٨] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه الواحدي فِي \"أسباب النزول\" (ص ٣٤٥) (٦٥٨) عن المصنف به بمثله. وأخرجه البخاري، كتاب التفسير باب قوله تعالى: {يَا عبادي الذين أسرفوا} .. (٤٨١٠).ومسلم، كتاب الإيمان، باب كون الإِسلام يهدم ما قبله. . (١٢٢).وأبو داود، كتاب الفتن والملاحم، باب فِي تعظيم قتل المؤمن (٤٢٧٤).والنَّسائيّ، كتاب تعظيم الدم، باب تعظيم الدم ٧/ ٨٦، ٨٧ كلهم من طرق عن ابن جريج به.وانظر: \"أسباب النزول\" للواحدي (٣٤٥)، \"لباب النقول\" للسيوطي (١٤٨)، =</p><p> وقيل: نزلت فِي وحشي غلام مطعم (١) . </p><p>= \"الصحيح المسند من أسباب النزول\" للوادعي (١٧٦)، \"أسباب النزول\" للحميدان (٤٢٥). (١) وهو مروي عن سعيد بن جبير وابن عباس وأبي سعيد الخُدرِيّ.فقد أخرجه الطبري فِي \"جامع البيان\" ١٨/ ٤٦، وابن أبي حاتم فِي \"تفسير القرآن العظيم\" ٨/ ٢٧٣١، وأبو نعيم فِي \"حلية الأولياء\" ٤/ ٢٨٤ عن سعيد بن جبير قال: نزلت آية من تبارك بالمدينة فِي شأن قاتل حمزة، وحشي وأصحابه.وذكره السيوطي فِي \"الدر المنثور\" للسيوطي ٥/ ١٤٥، وزاد نسبته لابن المنذر وابن مردويه وإسناده منقطع.وأخرج الطبراني فِي \"المعجم الكبير\" ١١/ ١٩٧ (١١٤٨٠) من طريق أبين بن سفيان عن عطاء عن ابن عباس ثم ذكر قصة مجيء وحشي للنبي - صلى الله عليه وسلم - ونزول الآيتين فيه.وفي سنده علتان ضعف أبين بن سفيان، والانقطاع بين عطاء وابن عباس.وضعفه الهيثمي فِي \"مجمع الزوائد\" ٧/ ١٠٠، والسيوطي فِي \"الدر المنثور\" وأخرج الواحدي فِي \"أسباب النزول\" (٣٤٦) (٦٦٠) من طريق ابن جريج عن عطاء عن ابن عباس نحوه.وفيه ابن جريج وهو مدلس وقد عنعنه وكذلك الانقطاع بين عطاء وابن عباس.وأخرج ابن أبي حاتم فِي \"تفسير القرآن العظيم\" ٨/ ٢٧٣١ من طريق الحجاج عن عطية عن أبي سعيد قال لما أسلم وحشي أنزل الله عز وجل: {وَالَّذِينَ لَا يَدْعُونَ}.وفي سنده عطية بن سعد العوفي صدوق يخطئ كثيراً وهو مدلس وقد عنعن.والحجاج بن أرطأه صدوق كثير الخطأ والتدليس \"تقريب التهذيب\" لابن حجر (١١٢٧) وقد عنعن.وممن قال إنها نزلت فِي وحشي مقاتل فِي \"تفسيره\" ٣/ ٢٤٠، وابن حبيب فِي \"تفسيره\" ٢١٧/ أ، والحيري فِي \"الكفاية\" ٢/ ٧٦/ ب.والقول بأن الآية نزلت فِي وحشي ضعيف قال السمعاني فِي \"تفسير القرآن العظيم\" ٤/ ٣٣: قال أهل العلم وهذا مستبعد جدًّا لأن هذِه الآية مكية ووحشي =</p><p> [٢٠٠٩] أخبرنا عبد الله بن حامد الوزّان (١) ، قال: حدثنا محمَّد ابن الحسين (٢) ، قال: حدثنا أَحْمد بن يوسف السلمي (٣) ، قال: حَدَّثني عبد الرزاق (٤) ، قال: حدثنا معمر (٥) والثوري (٦) ، عن منصور (٧) والأعمش (٨) ، عن أبي وائل (٩) ح. </p><p> [٢٠١٠] وأخبرنا ابن فنجويه (١٠) ، قال: حدثنا أَحْمد بن جعفر بن حمدان (١١) ، وعبد الله بن عبد الرحمن (١٢) ، قالا: حدثنا يوسف بن </p><p>= إنما أسلم بعد غزوة حنين والطائف فِي آخر عهد النَّبِيّ - صلى الله عليه وسلم -. قلت: ويحمل قول من قال إنها نزلت فِي وحشي على التفسير وأن وحشي داخل فِي الآية لا أنَّه سبب للنزول. قال الزركشي \"البرهان\" ١/ ٣١ - ٣٢: وقد عرف من عادة الصحابة والتابعين أن أحدهم إذا قال: نزلت هذِه الآية فِي كذا فإنَّه يريد بذلك أن هذِه الآية تتضمن هذا الحكم، لا أن هذا كان السبب فِي نزولها.(١) لم يذكر بجرح أو تعديل.(٢) محمَّد بن الحسين بن الحسن بن الخليل النَّيْسَابُورِيّ القطَّان، قال عنه الحاكم: الشيخ الصالح.(٣) الأَزدِيّ حافظ ثِقَة.(٤) الصَّنْعانِيّ ثِقَة حافظ عمي فِي آخر عمره فتغير، وكان يتشيع.(٥) الأَزدِيّ ثِقَة ثبت فاضل، إلَّا أن فِي روايته عن الأَعمش شيئًا.(٦) ثِقَة حافظ إمام حجة، كان ربما دلس.(٧) منصور بن المعتمر السلمي ثِقَة ثبت.(٨) سليمان بن مهران ثِقَة حافظ لكنه مدلس.(٩) شَقِيق بن سلمة الأسدي أبو وائل الكُوفيّ ثِقَة.(١٠) ثِقَة صدوق كثير الرواية للمناكير.(١١) القطيعي، ثِقَة.(١٢) لم أجده.</p><p> عبد الله بن ماهان (١) ، قال: حدثنا محمَّد بن كثير (٢) ، قال: حدثنا سفيان (٣) ، عن الأَعمش (٤) ومنصور (٥) وواصل الأحدب (٦) ، عن أبي وائل (٧) ح. </p><p> [٢٠١١] وأخبرنا عبد الله بن حامد الوزّان (٨) ، قال: أخبرنا مكّيّ ابن عبدان (٩) ، قال: حدثنا عبد الله بن هاشم (١٠) ، قال: حدثنا عبد بن نمير (١١) ، قال: أخبرنا الأَعمش (١٢) ، عن شَقِيق (١٣) ، عن عمرو بن شرحبيل (١٤) ، عن عبد الله بن مسعود - رضي الله عنه - قال: قلت يَا رسول الله أيّ الذنب أعظم؟ قال:  \"أن تجعل لله ندًّا وهو خلقك\" . قلت: ثم أيّ؟ قال:  \"أن تقتل ولدك خشية أن يأكل معك\" ، قلت: ثم أي؟ </p><p>(١) لم أجده. (٢) محمَّد بن كثير العبدي البَصْرِيّ ثِقَة لم يصب من ضعفه.(٣) الثَّوريّ، ثِقَة حافظ إمام حجة، كان ربما دلس.(٤) ثِقَة حافظ لكنه مدلس.(٥) ثِقَة ثبت.(٦) بيّاع السابري، ثِقَة ثبت.(٧) شَقِيق بن سلمة، ثِقَة مخضرم.(٨) لم يذكر بجرح أو تعديل.(٩) المحدث الثقة المتقن.(١٠) أبو عبد الرحمن الطوسي، ثِقَة صاحب حديث.(١١) أبو هشام الكُوفيّ ثِقَة صاحب حديث من أهل السنة.(١٢) ثِقَة حافظ لكنه مدلس.(١٣) ثقة مخضرم.(١٤) أبو ميسرة الكُوفيّ، ثِقَة.</p><p> قال:  \"أن تزني بحليلة جارك\" . فأنزل الله تعالى تصديق ذلك:  {وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ} الآية (١) . </p><p> [٢٠١٢] أخبرنا ابن فنجويه (٢) ، قال: حدثنا ابن حبش المقرئ (٣) ، قال: حدثنا ابن زنجويه (٤) ، قال: حدثنا سلمة (٥) ، قال: حدثنا عبد الرزاق (٦) ، قال: أخبرنا معمر (٧) ، عن قتادة (٨) ، قال: ذكر لنا أن لقمان عليه السلام (٩) كان يقول: يا بني إياك والزنا فإن أوله مخافة </p><p>(١) [٢٠٠٩، ٢٠١١] الحكم على الإسناد: أخرجه المصنف من عدة طرق فِي بعضها من لم أجده ومن لم يذكر بجرح أو تعديل، لكنهم توبعوا فِي بعض الآخر، والحديث صحيح كما سيأتي.التخريج:أخرجه البخاري، كتاب التفسير باب قوله تعالى: {فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا} (٤٤٧٧)، وفي عدة مواضع، ومسلم، كتاب الإيمان باب كون الشِّرك أقبح الذنوب (٨٦)، وأبو داود، كتاب الطلاق، باب فِي تعظيم الزنا (٢٣١٠)، والترمذي، كتاب التفسير باب ومن سورة الفرقان (٣١٨٢)، والنَّسائيّ، كتاب تحريم الدم، باب ذكر أعظم الذنب ٧/ ٨٩، ٩٠.جميعهم من طريق أبي وائل شَقِيق بن سلمة عن عمرو بن شرحبيل به.(٢) ثِقَة صدوق كثير رواية المناكير.(٣) ثِقَة مأمون. .(٤) علي بن زنجويه.لم يذكر بجرحٍ أو تعديل.(٥) سلمة بن شبيب. ثِقَة.(٦) ثِقَة حافظ، عمي فِي آخر عمره فتغير، وكان يتشيع.(٧) ثِقَة ثبت فاضل.(٨) السدوسي، ثِقَة ثبت.(٩) جمهور السلف على أنَّه عبد صالح ليس بنبي. =</p><p> وآخره ندامة (١) . </p><p> {وَمَنْ يَفْعَلْ ذَلِكَ} الذي ذكرت {يَلْقَ أَثَامًا} . </p><p> قال ابن عباس - رضي الله عنهما -: إثمًا (٢) . ومجازه يلق جزاء الآثام. </p><p> [٢٠١٣] أخبرنا الحسين بن محمَّد بن فنجويه (٣) ، قال: حدثنا أَحْمد بن محمَّد ابن حفصويه (٤) ، قال: حدثنا محمَّد بن موسى (٥) ، قال: حدثنا زهير بن محمَّد (٦) ، قال: حدثنا محمَّد بن زياد الكلبي (٧) ، قال: </p><p>= انظر: \"تفسير القرآن العظيم\" لابن كثير ١١/ ٤٩: ٥٢، \"جامع البيان\" للطبري ٢١/ ٦٨. (١) [٢٠١٢] الحكم على الإسناد:فيه ابن زنجويه لم يذكر بجرحٍ أو تعديل، وسائر رجاله ثقات.التخريج:أخرجه ابن أبي حاتم فِي \"تفسير القرآن العظيم\" ٨/ ٢٧٣٠ من طريق سعيد عن قتادة به، قال ابن كثير فِي \"تفسير القرآن العظيم\" ١٠/ ٣٢٦: وقد ذكر لنا أن لقمان ... فذكره.(٢) نسبه إليه ابن حبيب فِي \"تفسيره\" ٢١٧/ أ، والحيري فِي \"الكفاية\" ٢/ ٧٦/ ب.(٣) ثِقَة صدوق كثير رواية المناكير.(٤) أبو الطيب أَحْمد بن محمَّد بن عليّ بن حفصويه الحلواني، لم أجده.(٥) لم أجده.(٦) ابن قمير، المروزي، ثِقَة.(٧) محمَّد بن زياد بن زبّار أبو عبد الله الكلبي.حدث عن: أبي مودود المدنِيُّ وشرقي بن القطامي.روى عنه: زهير بن محمَّد بن قمير وأَحمد بن منصور الرَّماديّ وأبو أمية الطرسوسي وأَحمد بن عليّ الخزاز ومحمَّد بن غالب التمتام وغيرهم. =</p><p> حدثنا شرقي بن القطامي (١) ، قال: حدثنا لقمان بن عامر (٢) قال: جئت </p><p>= قال يحيى بن معين: ليس بشيء. ذكره ابن حيان فِي \"الثِّقات\" وقال: يخطئ ويهم. وقال الذهبي: كان شاعرًا مشهورًا قل ما روى الحديث.\"الجرح والتعديل\" ٧/ ٢٥٨، \"تاريخ بغداد\" ٥/ ٢٨١، \"الثِّقات\" ٩/ ٨٣، \"الضعفاء والمتروكين\" لابن الجوزي ٣/ ٦١، \"ميزان الاعتدال\" ٤/ ٤٧٢، \"لسان الميزان\" ٦/ ١٢٠.(١) شرقي بن قطامي الشَّاعر، ويقال اسمه الوليد بن الحصين بن حبيب الكلبي.روى عن: لقمان بن عامر وأبي المطلق العايزي ومجالد بن سعيد.روى عنه: يزيد بن هارون، ومحمَّد بن زياد بن زبَّار.قال أبو حاتم: ليس بقوي الحديث.وذكره ابن حبان فِي \"الثِّقات\".قال ابن عدي: ليس له فِي الحديث إلَّا نحو عشرة وفي بعض ما رواه مناكير. وضعفه زكريا الساجي.\"الجرح والتعديل\" ٤/ ٣٧٦، \"الثِّقات\" ٦/ ٤٤٩ \"الكامل فِي ضعفاء الرجال\" ٥/ ٥٥، \"تاريخ بغداد\" ٩/ ٢٧٨ \"ميزان الاعتدال\" ٢/ ٤٥٨.(٢) لقمان بن عامر الوصابي ويقال: الأوصابي أبو عامر الشَّاميّ الحمصي.روى عن: أوسط البَجَليّ وجبير بن نفير الحضرميّ والحارث بن معاوية الكندي وسويد بن جيلة السلمي وأبو أسامة الباهليّ وأبو الدَّرداء وأبو هريرة وغيرهم.ورى عنه: أنيس بن الضحاك وشرقي بن قطامي وعقيل بن مدرك السلمي والفرج ابن فضالة وغيرهم.قال أبو حاتم: يكتب حديثه. وقال العجلي: تابعي ثِقَة.وقال الذهبي: صدوق. وقال ابن حجر: صدوق.\"الجرح والتعديل\" لابن أبي حاتم ٧/ ١٨٢، \"معرفة الثِّقات\" للعجلي ٢/ ٢٣٠، \"تهذيب الكمال\" للمزي ٢٤/ ٢٤٦، \"ميزان الاعتدال\" للذهبي ٤/ ٣٣٩، \"تقريب التهذيب\" لابن حجر (٥٦٧٩).</p><p> أَبا أُمامة الباهليّ (١) -صُدي بن عجلان-رضي الله عنه- فقلت: حَدَّثني حديثًا سمعته من رسول الله - صلى الله عليه وسلم -؟ قال: فدعا لي بطلاء (٢) ، ثم قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"لو أن صخرة زنة عشر عُشْرَاوات(٣)قذف بها من شفير جهنم ما بلغت قعرها سبعين خريفًا، ثم تنتهي إِلَى غيٌّ وآثام\" قال: فقلت: وما غيٌّ وآثام؟ قال:  \"بئران يسيل فيهما(٤)صديد أهل النَّار وهما اللتان قال الله تعالى فِي كتابه\"  {فَسَوْفَ يَلْقَوْنَ غَيًّا}  (٥) و {يَلْقَ أَثَامًا} \" (٦) . </p><p>(١) صحابي جليل. (٢) فِي ح: بطعام. والطلاء بالكسر والمد الشراب المطبوخ من عصير العنب وهو الرُّبُّ انظر: \"النهاية فِي غريب الحديث والأثر\" لابن الأثير ٣/ ١٣٧، \"لسان العرب\" لابن منظور ١٥/ ١١ طلا.(٣) جمع عُشَراء. وهي الناقة التي أتى على حملها عشرة أشهر.انظر: \"النهاية فِي غريب الحديث والأثر\" لابن الأثير ٣/ ٢٤٠، \"لسان العرب\" لابن منظور ٤/ ٥٧٣ عشر.(٤) فِي (م): منهما.(٥) مريم: ٥٩.(٦) [٢٠١٣] الحكم على الإسناد إسناده ضعيف فيه شرقي بن قطامي ليس بقوي، ومحمَّد بن زياد: ليس بشيء وفيه من لم أجده والحديث له شواهد صحيحه.التخريج:أخرجه الطبري فِي \"جامع البيان\" ١٩/ ٤٤، والطبراني فِي \"المعجم الكبير\" ٨/ ١٧٥ (٧٧٣١)، وفي \"مسند الشاميين\" (١٥٨٩)، والمروزي فِي \"تعظيم قدر الصلاة\" ١/ ١١٩ (٣٦)، والدولابي فِي \"الكني\" ١/ ١٣، والبيهقي فِي \"البعث والنشور\" (٢٦١)، (٥٢٢).جميعهم من طرق عن محمَّد بن زياد الكلبي به بمثله وعند الطبري خمسين خريفًا بدلًا من سبعين. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= قال الهيثمي فِي \"مجمع الزوائد\" ١٠/ ٣٨٩: وفيه ضعفاء وقد وثقهم ابن حبان وقال: يخطئون. وقال ابن كثير فِي \"تفسير القرآن العظيم\" ١٠/ ٣٢٦ بعد أن أورده من رواية الطبري: حديث غريب ورفعه منكر.وأخرجه ابن أبي الدنيا فِي \"صفة النَّار\" (٢٥) (١٧) من طريق شبابة بن سوار عن أبي الحصين -شرقي بن قطامي- به.وقال المنذري فِي \"الترغيب والترهيب\" ٤/ ٢٣١: رواه الطبراني والبيهقي مرفوعًا، ورواه غيرهما موقوفًا عن أبي أُمامة وهو أصح.وأخرجه الطبري فِي \"جامع البيان\" ١٩/ ٤٥، والعقيلي فِي \"الضعفاء\" ٢/ ٨٨، والبغوي فِي \"شرح السنة\" ١٥/ ٢٤٩ (٤٤١٢)، جميعهم من طريق هشيم ابن بشير عن زكريا بن أبي مريم الخُزَاعِيّ عن أبي أُمامة موقوفًا.وفي إسناده زكريا بن أبي مريم شيخ حدث عنه هشيم قال النَّسائيّ ليس بالقوي \"لسان الميزان\" ٢/ ٥٦١.والحديث لبعضه شواهد منها:١ - حديث أبي هريرة - رضي الله عنه - قال: بينا نحن عند رسول الله - صلى الله عليه وسلم - إذ سمع وجَبْة فقال رسول الله - صلى الله عليه وسلم -: \"أتدرون ما هذِه؟ \" قلنا الله ورسوله أعلم، قال: \"هذِه حجر رمي به فِي النَّار منذ سبعين خريفًا فالآن انتهى إِلَى قعر النَّار\" أخرجه مسلم، كتاب الجنة وصفة نعيمها، باب فِي شدة حر نار جهنم. . (٢٨٤٤).٢ - حديث أنس قال قال رسول الله - صلى الله عليه وسلم -: \"لو أن حجرًا بسبع خلفات شحومهن وأولادهن ألقي فِي جهنم لهوى سبعين عامًا لا يبلغ قعرها\".أخرجه هناد فِي \"الزهد\" (٢٤٥) من طريق الأَعمش عن يزيد الرَّقاشيّ عن أنس.قال الهيثمي فِي \"مجمع الزوائد\" ١٠/ ٣٨٩: رواه أبو يعلى وفيه يزيد بن أَبان الرَّقاشيّ وهو ضعيف وقد وثق وبقية رجاله رجال الصحيح.٣ - حديث معاذ بن جبل نحوه: رواه الطبراني وفيه راو لم يسم وبقية رجاله رجال الصحيح. \"مجمع الزوائد\" ١٠/ ٣٨٩. =</p><p> [٢٠١٤] أخبرنا أبو عمرو سعيد بن عبد الله بن سعيد بن إسماعيل الحيري (١) ، قال: حدثنا العباس بن محمَّد بن قوهيار (٢) ، قال: حدثنا إسحاق بن عبد الله بن محمَّد بن (٣) رزين السلمي (٤) ، قال: أخبرنا حفص بن عبد الرحمن (٥) ، قال: حدثنا سعيد (٦) ، عن قتادة (٧) ، عن </p><p>= ٤ - حديث أبي سعيد الخُدرِيّ مرفوعًا بلفظ: ويل واد فِي جهنم يهوي فيه الكافر سبعين خريفًا قبل أن يبلغ قعرها. أخرجه الترمذي فِي التفسير ح (٣١٦٤)، وأَحمد فِي \"مسنده\" ٣/ ٧٥ عن ابن لهيعة عن دراج عن أبي الهيثم عنه به.قال الترمذي: حديث غريب لا نعرفه مرفوعًا إلَّا من حديث ابن لهيعة.وقال الألباني: ضعيف كما فِي \"ضعيف سنن الترمذي\" (٦١٧).فالحديث صحيح لشواهده، وانظر: \"السلسلة الصحيحة\" (١٦١٢).(١) لم أجده.(٢) المسند الجليل.(٣) من (ح).(٤) إسحاق بن عبد الله بن محمَّد بن رزين السلمي النَّيْسَابُورِيّ الخُشْك. سمع: حفص ابن عبد الرحمن ويعلي بن عبيد وعدة.وعنه: ابن خزيمة ومحمَّد بن عمر بن حفص وعدة. مات سنة ست وستين ومائتين. \"الأنساب\" ٢/ ٣٦٩، \"سير أعلام النبلاء\" ١٣/ ٤٥.(٥) حفص بن عبد الرحمن بن عمر أبو عمر البلخي الفقيه النَّيْسَابُورِيّ قاضهيا، صدوق عابد رمي بالإرجاء. \"الجرح والتعديل\" ٣/ ١٧٦ \"تهذيب الكمال\" ٧/ ٢٢، \"التقريب\" (١٤١٠).(٦) سعيد بن أبي عروبة اليشكري. ثِقَة حافظ، اختلط بأخره، كثير التدليس، وهو أثبت النَّاس فِي قتادة.(٧) السدوسي، ثِقَة ثبت.</p><p> أبي أَيُّوب (١) عن عبد الله بن عمرو بن العاص (٢) - رضي الله عنهما -: أن أثامًا وادٍ فِي جهنم (٣) . </p><p> وهو قول مجاهد (٤) . </p><p> وقال أبو عبيدة: الأثام: العقوبة (٥) قال شافع الليثيّ: </p><p>(١) أبو أَيُّوب المراغي الأَزدِيّ، اسمه يحيى ويقال: حبيب بن مالك، ثِقَة. \"الجرح والتعديل\" ٩/ ١٩٠، \"تهذيب الكمال\" ٣٣/ ٦٠، \"التقريب\" (٧٩٤٩).(٢) الصحابي الجليل.(٣) [٢٠١٤] الحكم على الإسناد:فِي إسناده من لم أجده، وإسحاق بن عبد الله لم يذكر بجرح أو تعديل.التخريج:أخرجه الطبري فِي \"جامع البيان\" ١٩/ ٤٤ من طريق المعتمر بن سليمان عن أَبيه، وأخرجه ابن أبي حاتم ٨/ ٢٧٣٠ من طريق سعيد بن بشير كلاهما عن قتادة به بمثله.(٤) أخرجه البستي فِي \"تفسيره\" (ص ٥٢٢) (٦٩٨) من طريق ابن جريج عنه.وأخرجه الطبري فِي \"جامع البيان\" ١٩/ ٤٤، وآدم فِي \"تفسير مجاهد\" (٥٠٧)، والبيهقي فِي \"البعث والنشور\" (٢٦١) (ص ٥٢٣). جميعهم من طريق ابن أبي نجيح عنه.وذكره السيوطي فِي \"الدر المنثور\" ٥/ ١٤٤ وزاد نسبته للفريابي وابن أبي شيبة وعبد بن حميد وابن المنذر، ونسبه إليه ابن أبي حاتم فِي \"تفسير القرآن العظيم\" ٨/ ٢٧٣٠، وابن حبيب فِي \"تفسيره\" ٢١٧/ أ، والحيري فِي \"الكفاية\" ٢/ ٧٦/ ب. وهو قول مقاتل كما فِي \"تفسيره\" ٣/ ٢٤٠، ومروي عن سعيد بن جبير وعكرمة كما فِي \"تفسير القرآن العظيم\" لابن كثير ١٠/ ٣٢٦.(٥) انظر: \"مجاز القرآن\" لأبي عبيدة ٣/ ٨١، وقال به ابن قتيبة كما فِي \"تفسير غريب القرآن\" لابن قتيبة (٣١٥)، والطبري كما فِي \"جامع البيان\" ١٩/ ٤٤.</p>"
}