{
  "id": null,
  "sura": 25,
  "aya": 27,
  "text": "<p> ٢٧ - قوله -عز وجل-: {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ} </p><p> نزلت في عقبة بن أبي معيط، وأبي بن خلف، وكانا متحابين وذلك </p><p>= وذكره البيهقي في \"شعب الإيمان\" ١/ ٣٢٤ من هذا الطريق ثم قال وقد ذكرنا أسانيد هذِه الأحاديث في كتاب البعث ولم أقف عليه في المطبوع. وأخرجه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٦/ ٣٢٩ (٧٣٣٤) من طريق ابن وهب عن عمرو بن الحارث عن دراج به.قلت: وإسناد هذا الحديث ضعيف وذلك أن دراج أبو السمح في روايته عن أبي الهيثم ضعف. \"تقريب التهذيب\" لابن حجر (١٨٣٣).قال ابن كثير في \"تفسير القرآن العظيم\" ٤/ ٤٤٧ درَّاج وشيخه أبو الهيثم ضعيفان.وقال الألباني في تعليقه على \"مشكاة المصابيح\" (ح ٥٥٦٤): رواه أحمد بإسناد ضعيف.إلا أن الهيثمي في \"مجمع الزوائد\" ١٠/ ٣٣٧ قال: إسناده حسن على ضعف في راويه. وحسنه العراقي في \"المغني عن حمل الأسفار\" ٤/ ٥٤٨. وأخرج أبو يعلى في \"مسنده\" ١٠/ ٤١٥ (٦٠٢٥) من حديث أبي هريرة عن النبي - صلى الله عليه وسلم - قال: يقوم الناس لرب العالمين مقدار نصف يوم من خمسين ألف سنة، فيهون ذلك اليوم على المؤمن كتدلي الشمس للغروب إلى أن تغرب. قال الهيثمي في \"مجمع الزوائد\" ١٠/ ٣٣٧: رواه أبو يعلى ورجاله رجال الصحيح غير إسماعيل بن عبد الله بن خالد -شيخ أبي يعلى- وهو ثقة.وقال العراقي في \"المغني عن حمل الأسفار\" ٤/ ٥٤٨: رواه أبو يعلى بإسناد جيد.وأخرجه البيهقي في \"شعب الإيمان\" ١/ ٣٢٥ (٣٦٢) من طريق ابن المبارك عن معمر عن وهب بن منبه عن أبي هريرة أظنه رفعه إلى النبي - صلى الله عليه وسلم - قال: \"إن الله يخفف على من يشاء من عباده طول يوم القيامة كوقت صلاة مكتوبة\".قال البيهقي عقبه: هذا وجدته في فوائد أبي عمرو ولا أدري من القائل -أظنه، وكذلك رواه أبو سهل الأسفراييني.</p><p> أن عقبة كان لا يقدم من سفر إلا صنع طعامًا فدعا إليه أشراف قومه، وكان يُكْبِرُ مجالسة النبي - صلى الله عليه وسلم - فقدم من سفره ذات يوم فصنع طعامًا ودعا الناس فدعا رسول الله - صلى الله عليه وسلم - إلى طعامه، فلما قربوا الطعام قال رسول الله - صلى الله عليه وسلم -: \"ما أنا بآكل من طعامك حتى تشهد أن لا إله إلا الله وأني رسول الله\" . فقال عقبة: أشهد ألا إله إلا الله وأن محمدًا رسول الله. فأكل رسول الله - صلى الله عليه وسلم - من طعامه. وكان أبي بن خلف غائبًا فلما أُخبر بالقصة قال: صبأت يا عقبة، قال: لا والله ما صبأتُ ولكن دخل عليّ رجل فأبى أن يطعم من طعامي إلا أن أشهد له فاستحييت أن يخرج من بيتي ولم يطعم فشهدتُ له فطعم. فقال أبي: ما أنا بالذي أرضى منك أبدًا إلا أن تأتيه فتبزق في وجهه وتطأ عنقه، ففعل ذلك عقبة لعنه الله، وأخذ رحم دابة فألقاها بين كتفيه. فقال رسول الله - صلى الله عليه وسلم -: \"لا ألقاك خارجًا من مكة إلا علوت رأسك بالسيف\" فقتل عقبة يوم بدر صبرًا (١) . </p><p> وأما أُبي بن خلف فقتله النبي - صلى الله عليه وسلم - بيده يوم أحد في المبارزة (٢) ، وأنزل الله -عز وجل- فيهما هذِه الآية (٣) . </p><p>(١) قتله عاصم بن ثابت بن أبي الأفلح بعرق الظَّبْيَة موقع قبل المدينة. انظر: \"المغازي\" للواقدي ١/ ١١٣، \"السيرة النبوية\" لابن هشام ٢/ ٦٤٤.(٢) انظر: \"السيرة النبوية\" لابن هشام ٣/ ١٢٩.(٣) أخرجه أبو نعيم في \"دلائل النبوة\" (٣٥٤) من طريق أبي صالح عن ابن عباس به.وأخرجه ابن مردويه وأبو نعيم في \"الدلائل\" بسند صحيح كما في \"الدر المنثور\" للسيوطي ٥/ ١٢٦ من طريق سعيد بن جبير عن ابن عباس نحوه.</p><p> وقال الضحاك: لما بزق عقبة في وجه رسول الله - صلى الله عليه وسلم - عاد بزاقه إلى (١) وجهه وانشعب شعبتين، فأحرق خديه، وكان أثر ذلك فيه حتى الموت (٢) . </p><p> وروى عطاء الخراساني عن ابن عباس - رضي الله عنهما - قال: كان أُبيّ بن خلف يحضر النبي - صلى الله عليه وسلم - ويجالسه ويستمع إلى كلامه من غير أن يؤمن به، فزجره عقبة بن أبي معيط عن ذلك فنزلت هذِه الآية (٣) . </p><p>= وأخرجه الطبري في \"جامع البيان\" ١٩/ ٨ مختصرًا عن الشعبي. وفيه أمية بدلاً من أبي. وأخرجه عبد الرزاق في \"تفسير القرآن العظيم\" ٢/ ٦٨، والطبري في \"جامع البيان\" ١٩/ ٨ عن مقسم مولى ابن عباس قال فذكره بنحوه.وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٦٨٣ بسنده عن عمرو بن ميمون.وأخرجه الطبري في \"جامع البيان\" ١٩/ ٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٦٨٣ وآدم في \"تفسيره\" (٥٠٣)، والفريابي وابن أبي شيبة وعبد بن حميد وابن المنذر كما في \"الدر المنثور\" للسيوطي جميعهم عن مجاهد بنحوه وفيه أمية بد، من أبي.وذكره مختصرًا مقاتل في \"تفسيره\" ٣/ ٢٣٢ إلا أنه قال أمية بدلاً من أبي.وذكرها الواحدي في \"أسباب النزول\" (٣٤٤) (٦٥٧) بلفظ المصنف من غير سند ولا راو.قلت: وإسناده إلى ابن عباس صحيح.وانظر: \"لباب النقول\" للسيوطي (١٤٨)، \"أسباب النزول\" للحميدان (٤٢٤)، \"السيرة النبوية\" لابن هشام ١/ ٣٦١.(١) في (م): في.(٢) أورده الواحدي في \"أسباب النزول\" عنه بلا سند (ص ٣٤٤) (٦٥٧).(٣) أخرجه الطبري في \"جامع البيان\" ١٩/ ٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٦٨٤ كلاهما من طريق عطاء عنه. =</p><p> وقال الشعبي: كان عقبة بن أبي معيط خليلًا لأمية بن خلف، فأسلم عقبة فقال أمية: وجهي من وجهك حرام إن تابعت محمدًا فارتد وكفر لرضا أمية (١) . </p><p> فأنزل الله تعالى:  {وَيَوْمَ يَعَضُّ الظَّالِمُ} الكافر، يعني: عقبة بن أبي </p><p>= وأخرجه الطبري في \"جامع البيان\" ٨/ ١٩ أيضًا من طريق عطية العوفي عنه. وهي من الطرق الضعيفة عن ابن عباس رضي الله عنهما وأيضًا فالمشهور أن الذي أخذ رحم الدابة هو عقبة بن أبي معيط كما في \"صحيح البخاري\" كتاب الوضوء (٢٤٠).وأورده الواحدي في \"أسباب النزول\" عنه بلا سند (٣٤٤، ٧٥٦).وانظر: \"لباب النقول\" للسيوطي (١٤٨).(١) أخرجه الطبري في \"جامع البيان\" من طريق مغيرة عنه ١٩/ ٨.وأورده الواحدي في \"أسباب النزول\" عنه بلا سند (٣٤٤)، (٦٥٧).وانظر: \"لباب النقول\" للسيوطي (١٤٨).وأخرج ابن أبي حاتم وعبد بن حميد كما في \"الدر المنثور\" للسيوطي ٥/ ١٢٧ عن سعيد بن المسيب نحوه.وأخرج سعيد بن منصور وعبد بن حميد وابن المنذر كما في \"الدر المنثور\" للسيوطي عن أبي مالك نحوه.قلت: وإدخال أمية بن خلف بدلًا من أبي بن خلف ضعيف بل الحق أنه أبي بن خلف كما ثبت عن ابن عباس بإسناد صحيح كما سبق.وقد عنون ابن هشام في \"السيرة النبوية\" ١/ ٣٦١ لهذِه القصة بقوله: أبي بن خلف وعقبة بن أبي معيط وما أنزل فيهما.قال ابن عطية \"المحرر الوجيز\" ٤/ ٢٠٨: ومن أدخل في هذِه الآية أمية بن خلف فقد وهم إلا على قول من يرى أن الظالم اسم جنس.قلت: ولو قيل إن أمية حصل له أن أسلم ثم كفر رضًا لعقبة بن أبي معيط كأخيه أبي، لكنه ليس سببًا لنزول الآية فمحتمل، والله أعلم.</p>"
}