{
  "id": null,
  "sura": 26,
  "aya": 63,
  "text": "<p> عمير:  (لمدَّركون) بتشديد الدال (١) ، والاختيار قراءة العامة لقوله {حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ}  (٢) . </p><p> ٦٢ - {قَالَ} </p><p> موسى -عليه السلام- ثقةً بوعد الله {كَلَّا} لا يدركونكم {إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ} طريق النجاة. </p><p> ٦٣ - {فَأَوْحَيْنَا إِلَى مُوسَى أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ} . </p><p> [٢٠٣٨] أخبرنا الحسين بن محمَّد بن الحسين الفنجوي (٣) ، قال: حدثنا محمَّد بن الحسن بن علي اليقطيني (٤) ، قال: حدثنا أحمد بن عبد الله العقيلي (٥) ، </p><p>(١) وهي قراءة شاذة. نسبها إليهما ابن خالويه في \"مختصر في شواذ القرآن\" (١٠٨)، وابن جني في \"المحتسب\" ٢/ ١٢٩، والنحاس في \"إعراب القرآن\" ٣/ ١٨٢.ويرى الفراء في \"معاني القرآن\" ٢/ ١٨٠ أنهما بمعنى واحد وتعقبه النحاس في \"إعراب القرآن\" فقال: وليس كذا يقول النحويون الحذاق، إنما يقولون مُدْرَكون ملحقون، ومُدَّركون مُجْتَهدٌ في لحاقهم ... وهذا معنى فول سيبويه.وانظر: \"إعراب القراءات الشواذ\" للعكبري ٢/ ٢١٦، \"جامع البيان\" للطبري ١٨/ ٧٩.(٢) يونس: ٩٠.(٣) ثقة صدوق كثير الرواية للمناكير.(٤) ثقة.(٥) أحمد بن عبد الله بن يزيد العقيلي، الجوبري، حدث عن: صفوان بن صالح، وعنه: عبد الله بن عدي الجرجاني وأبو جعفر اليقطيني. لم يذكر بجرح ولا تعديل، انظر: \"الإكمال\" لابن ماكولا ٢/ ٢٤٥، \"الأنساب\" للسمعاني ٣/ ٣٨٠.</p><p> قال: حدثنا صفوان بن صالح (١) ، قال: حدثنا الوليد (٢) ، قال: حدثنا محمَّد بن حمزة بن عبد الله بن سلام (٣) أن موسى -عليه السلام- لما انتهى إلى البحر قال: يا من كان قبل كل شيء والمُكَوّن لكل (٤) شيء، والكائن بعد كل شيء، اجعل لنا مخرجاً فأوحى الله تعالى أن اضرب بعصاك البحر (٥)  {فَانْفَلَقَ} فانشق {فَكَانَ كُلُّ فِرْقٍ} قطعة من الماء {كَالطَّوْدِ الْعَظِيمِ} كالجبل الضخم (٦) . </p><p> قال ابن جريج وغيره: لما انتهى موسى إلى البحر هاجت الريح </p><p>(١) وقع في الأصل و (ح): أحمد بن صفوان بن صالح وهو خطأ، والتصويب من (م) ومصادر ترجمته. وصفوان ثقة وكان يدلس تدليس التسوية.(٢) الوليد بن مسلم القرشي ثقة لكنه كثير تدليس التسوية.(٣) صدوق.(٤) في الأصل: كل، والتصويب من (م)، (ح).(٥) [٢٠٣٨] الحكم على الإسناد:فيه العقيلي لم يذكر بجرح ولا تعديل.التخريج:أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٧٧١ عن أبي زرعة عن صفوان بن صالح به.وذكره السيوطي في \"الدر المنثور\" ٥/ ١٦٠، وابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٣٤٨ ونسباه لابن أبي حاتم.(٦) أخرجه الطبري في \"جامع البيان\" ١٩/ ٨٠، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٧٧٦ كلاهما من طريق علي بن أبي طلحة عن ابن عباس. قال ابن أبي حاتم: وروي عن ابن مسعود ومحمد بن كعب والضحاك وقتادة وعبد الله بن عبيد نحو ذلك.</p>"
}