{
  "id": null,
  "sura": 26,
  "aya": 214,
  "text": "<p> أي استراق السمع من السماء {لَمَعْزُولُونَ} وبالشهب مرجومون. </p><p> ٢١٣ - {فَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَكُونَ مِنَ الْمُعَذَّبِينَ} . </p><p> ٢١٤ - {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ (٢١٤) } </p><p> [٢٠٥٧] أخبرنا الحسين بن محمد بن فنجويه (١) ، قال: حدثنا موسى بن محمد بن علي بن عبد الله (٢) ، قال: حدثنا الحسن بن علي بن شبيب المعمري (٣) ، قال: حدثنا عباد بن يعقوب (٤) ، قال: حدثنا علي بن هاشم (٥) ، عن صبّاح بن يحيى المزني (٦) ، عن زكريا </p><p>(١) ثقة صدوق، كثير الرواية للمناكير. (٢) لم أجده.(٣) أبو علي البغدادي سمع هدبة بن خالد وعلي بن المديني، ويحيى بن معين.حدث عن: يحيى بن صاعد، ومحمد بن مخلد، وعبد الصمد الطستي، قال الخطيب: كان من أوعية العلم ويذكر بالفهم ويوصف بالحفظ قال الدراقطني صدوق حافظ، ووثقه ابن حجر مات سنة (٢٩٥ هـ). ينظر \"تاريخ بغداد\" ٧/ ٣٦٩، \"ميزان الاعتدال\" ٢/ ٢٧، \"لسان الميزان\" ٢/ ٤١٤.(٤) عباد بن يعقوب الأسدي الرَّواجنِي أبو سعيد الكوفي الشيعي.روى عن: شريك بن عبد الله النخعي، وعباد بن العوام وإسماعيل بن عياش روى عنه: البخاري والترمذي وابن ماجه.قال أبو حاتم: شيخ ثقة، قال ابن خزيمة: ثقة في روايته، متهم في دين، قال ابن حجر: صدوق رافضي، مات سنة (٢٥٠ هـ).ينظر: \"تهذيب الكمال\" ١٤/ ١٧٥، \"تهذيب التهذيب\" ٢/ ٢٨٤، \"تقريب التهذيب\" (٣١٥٣).(٥) علي بن هاشم بن البَرِيد الكوفي، صدوق يتشيع.(٦) صباح بن يحيى المزني الكوفي الشيعي. =</p><p> ابن ميسرة (١) عن أبي إسحاق (٢) عن البراء بن عازب (٣) - رضي الله عنهما - قال: لما نزلت {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ (٢١٤) } جمع رسول الله - صلى الله عليه وسلم - بني عبد المطلب، وهم يومئذ أربعون رجلًا الرجل منهم يأكل المسنة (٤) ويشرب العُسَّ (٥) ، فأمر عليًّا - رضي الله عنه - بِرِجْل شاة، فآدمها ثم قال:  \"ادنوا بسم الله\" ، فدنا القوم عشرة عشرة فأكلوا حتى صدروا ثم دعا بقَعْب (٦) من لبن فجرع منه جرعة، ثم قال لهم: \"اشربوا بسم </p><p>= روى عن: الحارث بن حصيرة والسدي. روى عنه: هاشم بن البريد، ومالك بن إسماعيل.قال البخاري: فيه نظر، قال الذهبي: متروك، بل متهم.ينظر: \"التاريخ الكبير\" للبخاري ٤/ ٣١٤، \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٤٤٢، \"الكامل في الضعفاء\" لابن عدي ٥/ ١٣٣، \"ميزان الاعتدال\" للذهبي ٣/ ٢٠، \"لسان الميزان\" لابن حجر ٣/ ٥٥٩.(١) زكريا بن ميسرة البصري.روى عن النهاس بن قهم، وأبي غالب التراس.روى عنه: عثمان بن مطر، ويونس بن عبيد، قال ابن حجر: مستور.ينظر: \"تهذيب الكمال\" ٩/ ٣٧٤، \"تهذيب التهذيب\" ١/ ٦٣٣، \"تقريب التهذيب\" (٢٠٢٧).(٢) عمرو بن عبد الله الهمداني السبيعي ثقة مكثر عابد، اختلط بأخرة.(٣) صحابي مشهور.(٤) في (م): الميتة.(٥) العُسّ: القدح الضخم وقيل هو أكبر من الغُمَر وهو إلى الطول، يروي الثلاثة والأربعة والعِدّة. \"لسان العرب\" لابن منظور ٦/ ١٤٠ عسس، \"المعجم الوسيط\" ٢/ ٦٠٠.(٦) القَعْبُ: قدح ضخم غليظ، قال ابن الأعرابي: أول الأقداح الغُمَر وهو الذي لا =</p><p> الله \". فشرب القوم حتى رووا،فبدرهم أبو لهب فقال:هذا ما سحركم به الرجل، فسكت النبي - صلى الله عليه وسلم - يومئذ فلم يتكلم، ثم دعاهم من الغد على مثل ذلك من الطعام والشراب، ثم أنذرهم رسول الله - صلى الله عليه وسلم -فقال:\" يا بني عبد المطلب إني أنا النذير إليكم من الله تعالى والبشير، لِمَا يجئ به أحدكم، جئتكم بالدنيا والآخرة، فأسلموا وأطيعوا تهتدوا، ومن يواخيني ويؤازرني ويكون ولييّ ووصييّ بعدي وخليفتي في أهلي ويقضي ديني \"، فأسكت القوم، وأعاد ذلك ثلاثًا كل(١)ذلك يسكت القوم، ويقول علي - رضي الله عنه - أنا،فقال:\" أنت\"، فقام القوم وهم يقولون لأبي طالب أطع ابنك فقد أمّر عليك (٢) . </p><p> [٢٠٥٨ - ٢٠٥٩] أخبرنا عبد الله بن حامد الوزان (٣) ومحمد بن عبد الله بن حمدون (٤) ، قالا: حدثنا أحمد بن محمد بن الحسن (٥) ، </p><p>= يبلغ الري، ثم القَعْبُ وهو قد يروي الرجل وقد يروي الاثنين والثلاثة ثم العُسّ. \"لسان العرب\" لابن منظور ١/ ٦٨٣، \"المعجم الوسيط\" ٢/ ٧٤٨. (١) في الأصل: كان والمثبت من (م)، (ح).(٢) [٢٠٥٧] الحكم على الإسناد:إسناده ضعيف جدا، فيه صباح بن يحيى متروك وعباد الرواجني صدوق رافضي، وزكريا بن ميسرة مستور وموسى بن محمد لم أجده.التخريج:أخرجه ابن مردويه عنه كما في \"الدر المنثور\" للسيوطي ٥/ ١٨١.(٣) لم يذكر بجرح أو تعديل.(٤) العالم الزاهد الصالح، لم يذكر بجرح أو تعديل.(٥) ثقة مأمون.</p><p> قال: حدثنا محمد بن يحيى (١) ، قال: حدثنا أبو اليمان (٢) ، قال: حدثنا شعيب (٣) ، عن الزهري (٤) ، قال: أخبرنا سعيد بن المسيب (٥) وأبو سلمة ابن عبد الرحمن (٦) أنَّ أبا هريرة قال: قام النبي - صلى الله عليه وسلم - حين أنزل الله تعالى عليه: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ (٢١٤) } قال: \"يا معشر قريش اشتروا أنفسكم من الله تعالى، لا أغني عنكم من الله شيئًا، يا فاطمة بنت محمد لا أغني عنك من الله شيئًا، يا عباس بن عبد المطلب لا أغني عنك من الله شيئًا، يا بني عبد مناف لا أغني عنكم من الله شيئًا، يا صفية عمة رسول الله لا أغني عنك من الله شيئًا، سلوني من مالي ما شئتم\"  (٧) . </p><p>(١) الذهلي، ثقة حافظ جليل. (٢) الحكم بن نافع البهراني، ثقة ثبت، يقال: إن أكثر حديثه عن شعيب مناولة.(٣) شعيب بن أبي حمزة، أبو بشر الحمصي، ثقة عابد، قال ابن معين: من أثبت الناس في الزهري.(٤) الحافظ الفقيه، متفق على جلالته وإتقانه.(٥) أحد العلماء الأثبات، اتفقوا على أن مرسلاته أصح المراسيل.(٦) ثقة مكثر.(٧) [٢٠٥٨ - ٢٠٥٩] الحكم على الإسناد:فيه شيخا المصنف لم يذكرا بجرح أو تعديل، لكن صح من غير طريقهما الحديثُ كما سيأتي.التخريج:أخرجه البخاري كتاب الوصايا، باب هل يدخل النساء والولد في الأقارب، (٢٧٥٣)، كتاب التفسير، باب وأنذر عشيرتك الأقربين (٤٧٧١) عن أبي اليمان به. وأخرجه مسلم كتاب الإيمان، باب قوله تعالى وأنذر عشيرتك. . (٢٠٦ - ٣٥١) =</p><p> [٢٠٦٠] أخبرنا عبد الله بن حامد الوزان (١) ، قال: حدثنا مكي بن عبدان (٢) ، قال: حدثنا عبد الله بن هاشم (٣) ، قال: حدثنا عبد الله (٤) ، حدثنا الأعمش (٥) عن عبد الله بن مرة (٦) ، عن سعيد بن جبير (٧) عن ابن عباس - رضي الله عنهما - قال: لما أنزل الله تعالى: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ (٢١٤) } أتى رسول الله - صلى الله عليه وسلم - الصفا فصعد عليه ثم نادى:  \"يا صباحاه\" فاجتمع الناس إليه بين رجل يجيء، وبين رجل يبعث رسولًا. فقال رسول الله - صلى الله عليه وسلم -: \"يا بني فهر يا بني عبد المطلب لو أخبرتكم أن خيلًا بسفح هذا الجبل تريد أن تُغير عليكم صدقتموني\" ، قالوا: نعم، قال:  \"فإني نذير لكم بين يدي عذاب شديد\" ، فقال أبو </p><p>= عن يونس عن ابن شهاب به. وأخرجه الترمذي كتاب التفسير باب ومن سورة الشعراء (٣١٨٥)، والنسائي كتاب الوصايا، باب إذا أوصى لعشيرته الأقربين ٦/ ٢٤٨ (٣٦٤٤) كلاهما من طريق موسى بن طلحة عن أبي هريرة به.(١) لم يذكر بجرح أو تعديل.(٢) محدث ثقة متقن.(٣) العبدي، ثقة.(٤) عبد الله بن نمير الهمداني، ثقة، صاحب حديث، من أهل السنة.(٥) سليمان بن مهران، ثقة حافظ، لكنه مدلس.(٦) هكذا في جميع النسخ، وهو الهمداني الخارفي، ثقة. والذي في الصحيحين وغيرهما: عمرو بن مرة: وهو عمرو بن مرة بن عبد الله الجَمَلي، ثقة وهو الذي يروي عن سعيد بن جبير بخلاف الأول، فلم يذكر أن من شيوخه سعيد بن جبير، ولم أقف على من خرجه من طريق عبد الله بن مرة عند غير المصنف فلعله تصحيف أو وهم والله أعلم.(٧) الأسدي، ثقة ثبت فقيه.</p>"
}