{
  "id": null,
  "sura": 26,
  "aya": 224,
  "text": "<p> وقال مقاتل: مثل مسيلمة وطليحة (١) . </p><p> ٢٢٣ - {يُلْقُونَ السَّمْعَ} </p><p> يعني: يستمعون من الملائكة مسترقين فيلقون إلى الكهنة. </p><p> {وَأَكْثَرُهُمْ كَاذِبُونَ} لأنهم يخلطون به كذبًا كثيرًا، وهم الآن محجوبون والحمد لله رب العالمين. </p><p> ٢٢٤ - قوله عز وجل: {وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ (٢٢٤) }. </p><p> [٢٠٦٤] أخبرنا أبو زكريا يحيى بن إسماعيل الحربي (٢) ، قال: حدثنا أبو حامد أحمد بن حمدون بن عمارة الأعمشي (٣) ، قال: حدثنا أبو عبد الله محمد بن عبد الله بن قُهْزاذ المروزي (٤) ، قال: حدثنا حاتم بن العلاء (٥) ، قال: </p><p>(١) \"تفسير مقاتل\" ٣/ ٢٨٢ وفيه: مثل مسيلمة وكعب بن الأشرف. ونسبه إلى مقاتل: ابن حبيب في \"تفسيره\" ٢٢٣/ ب.(٢) عالم متفنن، من أهل الصدق والأمانة.(٣) إمام حافظ ثبت مصنف.(٤) محمد بن عبد الله بن قُهْزاذ المروزي أبو جابر الشميهيني، روى عن: جعفر بن عدن والنضر بن شميل، روى عنه: مسلم، أبو العباس الدغولي، قال أبو حاتم: صدوق ثقة، وذكره ابن حبان في \"الثقات\" وقال ابن حجر: ثقة، مات سنة (٢٦٢ هـ). ينظر: \"الجرح والتعديل\" لابن أبي حاتم ٧/ ٣٠٣، \"الثقات\" ٩/ ١٢٤ - ١٣٠، \"تهذيب الكمال\" ٢٥/ ٥٣٠، \"التقريب\" (٦٠٤٣).(٥) حاتم بن يوسف -ويقال ابن إبراهيم، ويقال: ابن العلاء- بن خالد بن نصير بن دينار الجلّاب، أبو روح المروزي.روى عن: عبد الله بن المبارك، وفضيل بن عياض.روى عنه: محمد بن عبد الله بن قهزاذ، وأحمد بن عبدة الآمُلِي.</p><p> حدثنا عبد المؤمن (١) عن (ابن)  (٢) بريدة (٣) عن ابن عباس - رضي الله عنهما - في هذِه الآية: {وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ (٢٢٤) } قال: هم الشياطين (٤) . </p><p> وقال الضحاك: تهاجا رجلان على عهد رسول الله - صلى الله عليه وسلم - أحدهما من الأنصار والآخر من قوم آخرين، ومع كل واحد منهما (٥) غواة من قومه وهم السفهاء، فنزلت هذِه الآية (٦) . </p><p>= قال محمد بن عبد الله بن قهزاذ: صحيح الكتاب. وذكره ابن حاتم في \"الثقات\"، وقال ابن حجر: ثقة مات سنة (٢١٣ هـ).ينظر: \"الثقات\" ٨/ ٢١١، \"تهذيب الكمال\" ٥/ ١٩٩، \"التقريب\" (١٠٠٢).(١) عبد المؤمن بن خالد الحنفي، أبو خالد المروزي، قاضي مرو.روى عن: الحسن البصري وعبد الله بن بريدة وعكرمة مولى ابن عباس.روى عنه: حاتم بن يوسف، والفضل بن موسى.قال أبو حاتم: لا بأس به، وكذلك ابن حجر، وذكره ابن حبان في \"الثقات\" ينظر: \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٦٦، \"الثقات\" ٧/ ١٣٧، \"تهذيب الكمال\" ١٨/ ٤٤٢، \"تقريب التهذيب\" (٤٢٣٦).(٢) في الأصل و (ح): أبي، والتصويب من (م) ومصادر ترجمته.(٣) عبد الله بن بريدة بن الحصيب الأسلمي، ثقة.(٤) [٢٠٦٤] الحكم على الإسناد:إسناده صحيح.التخريج:نسبه إليه ابن حبيب في \"تفسيره\" ٢٢٣/ ب، والحيري في \"الكفاية\" ٢/ ٨٨ / أ.(٥) من (م)، (ح).(٦) أخرجه البستي في \"تفسيره\" (٥٤٦) (٧٦٢)، والطبري في \"جامع البيان\" ١٩/ ١٢٧ عنه.وذكره السيوطي في \"الدر المنثور\" ٥/ ١٨٥، ونسبه إليه النحاس في \"معاني القرآن\" ٥/ ١٠٨.</p><p> وهي رواية عطية عن ابن عباس - رضي الله عنهما - (١) . </p><p> وقال عكرمة عنه: الرواة (٢) . </p><p> وروى علي بن أبي طلحة عن ابن عباس رضي الله عنه: كفار الجن والإنس (٣) . </p><p> [٢٠٦٥] أخبرنا (٤) الحسين بن محمد بن فنجويه (٥) ، قال: حدثنا طلحة بن محمد (٦) وعبيد الله بن أحمد (٧) ، قالا: حدثنا أبو بكر بن </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٩/ ١٢٧ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٨٣٣ كلاهما من طريق عطية العوفي عنه. وذكره السيوطي في \"الدر المنثور\" وزاد نسبته لابن مردويه به.وانظر: \"لباب النقول\" للسيوطي (١٤٩).(٢) أخرجه الطبري في \"جامع البيان\" ١٩/ ١٢٧ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٨٣٢ كلاهما من طريق عكرمة عنه.وذكره السيوطي في \"الدر المنثور\" وزاد نسبته للفريابي.ونسبه إليه النحاس في \"معاني القرآن\" ٥/ ١٠٧، وفي \"الناسخ والمنسوخ\" ٢/ ٥٧٣ (٧٤٠).(٣) أخرجه الطبري في \"جامع البيان\" ١٩/ ١٢٧ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٨٣١، والنحاس في \"الناسخ والمنسوخ\" ٢/ ٥٧٢ (٧٣٩).جميعهم من طريق علي بن أبي طلحة عنه.وذكره السيوطي في \"الدر المنثور\" وزاد نسبته لابن المنذر وابن مردويه به.(٤) في (م)، (ح): أخبرني.(٥) ثقة صدوق، كثير الرواية للمناكير.(٦) أبو القاسم البغدادي المقرئ سيء الحال في الحديث، وضعفه الأزهري.(٧) البغدادي أبو الحسين ابن البواب المقرئ، محله الصدق.</p><p> مجاهد (١) ، قال: أخبرني جعفر بن محمد (٢) ، قال: حدثنا حسين بن محمد بن علي (٣) ، قال: حدثنا أبي (٤) ، عن عبد الله بن سعيد بن الحسن (٥) ، عن أبي عبد الله (٦) {وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ (٢٢٤) } قال: هم الذين يشعرون قلوب الناس بالباطل (٧) . </p><p> وأراد بهؤلاء شعراء الكفار عبد الله بن الزِّبعْري المخزومي، وهبيرة ابن أبي وهب ومسافع بن عبد مناف وعمرو بن عبد الله أبا عزة الجمحي وأمية بن (أبي)  (٨) الصلت كانوا يهجون رسول الله - صلى الله عليه وسلم - فيتبعهم الناس. </p><p> [٢٠٦٦] أخبرنا الحسين بن محمد (٩) ، قال: حدثنا عبيد الله بن محمد بن شنبة (١٠) ، قال: حدثنا محمد بن عمران بن هارون (١١) ، </p><p>(١) أحمد بن موسى بن العباس مصنف كتاب \"السبعة\"، ثقة مأمون. (٢) لم أجده.(٣) لم أجده.(٤) لم أجده.(٥) لم أجده.(٦) لم أتبين من هو.(٧) [٢٠٦٥] الحكم على الإسناد:إسناده مسلسل بالمجاهيل.التخريج:لم أقف عليه عند غير المصنف.(٨) من (م)، (ح).(٩) ثقة صدوق، كثير الرواية للمناكير.(١٠) لم يذكر بجرح أو تعديل.(١١) لم أجده.</p><p> قال: حدثنا علي بن سعيد النسوي (١) ، قال: حدثنا عبد السلام (٢) ، عن إسحاق (٣) بن عبد الله بن أبي فروة (٤) ، عن مكحول (٥) ، عن أبي إدريس (٦) ، عن غضيف (٧) -أو أبي غضيف- من (٨) أصحاب النبي - صلى الله عليه وسلم - قال: قال رسول الله - صلى الله عليه وسلم -: \"من أحدث هجاء في الإسلام فاقطعوا لسانه\"  (٩) . </p><p>(١) صدوق صاحب حديث. (٢) عبد السلام بن حرب، ثقة حافظ له مناكير.(٣) في الأصل: أبي إسحاق، وهو خطأ، والتصويب من (م)، (ح).(٤) الأموي مولاهم المدني، متروك.(٥) الشامي، ثقة فقيه كثير الإرسال.(٦) عائذ الله بن عبد الله أبو إدريس الخولاني، عالم الشام بعد أبي الدرداء.(٧) غضيف بن الحارث، ويقال: غطيف، مختلف في صحبته.(٨) في الأصل: عن، وهو خطأ والتصويب من (م)، (ح).(٩) [٢٠٦٦] الحكم على الإسناد:إسناده ضعيف جدًا فيه إسحاق بن أبي فروة متروك، وفيه من لم أجده ومن لم يذكر بجرح أو تعديل.التخريج:أخرجه الطبراني في \"المعجم الكبير\" ١٨/ ٢٦٤ (٦٦١)، والبغوي وابن منده وأبو نعيم كما في \"الإصابة\" ٥/ ١٩٠ جميعهم من طرق عن عبد السلام بن حرب به. ووقع عند البغوي وأبي نعيم وابن منده غطيف أو أبي غطيف.قال الهيثمي في \"مجمع الزوائد\" ٨/ ١٢٢ في إسناده إسحاق بن أبي فروة متروك، وكذا قال ابن حجر في \"الإصابة\" وأخرجه الطبراني في \"المعجم الكبير\" ٨/ ٩٢ (٧٤٦٧) وابن عساكر في \"تاريخ دمشق\" ١٤/ ٤٠٨. كلاهما من طريق إسحاق بن أبي فروة عن مكحول عن حفص بن سعيد بن جابر عن أبي إدريس الخولاني عن =</p><p> [٢٠٦٧] وأخبرنا الحسين بن محمد (١) ، قال: حدثنا أحمد بن محمد بن إسحاق السني (٢) ، قال: حدثنا أبو يعلى (٣) ، قال: حدثنا إبراهيم بن عرعرة (٤) ، قال: حدثنا عبد الرحمن بن مهدي (٥) ، قال: حدثنا يعقوب القمي (٦) ، عن جعفر (٧) ، عن سعيد بن جبير (٨) ، عن ابن عباس - رضي الله عنهما - قال: لما فتح النبي - صلى الله عليه وسلم -، يعني: مكة رنَّ إبليس رنّة فاجتمعت إليه ذريته، فقال: ايأسوا أن ترتد أمة محمد </p><p>= أبي أمامة الباهلي قال: قال رسول الله - صلى الله عليه وسلم -: \"من أحدث هجاء في الإسلام فاقطعوا لسانه\" زاد الطبراني: قال عبد الله بن أحمد بن حنبل: أي: معناه: هجا الإسلام. وعند ابن عساكر: فاضربوا عنقه. قال الهيثمي في \"مجمع الزوائد\" ٨/ ١٢٣: فيه إسحاق بن أبي فروة وهو متروك. (١) ثقة صدوق، كثير الرواية للمناكير.(٢) حافظ ثقة.(٣) أحمد بن علي بن المثنى الموصلي صاحب المسند، ثقة.(٤) إبراهيم بن محمد بن عرعرة أبو إسحاق البصري.روى عن: جعفر بن سليمان، وأبي معشر.روى عنه: مسلم وإبراهيم الحربي، وأبو يعلى.قال أبو حاتم: صدوق. قال يحيى بن معين: ثقة معروف بالحديث.قال ابن حجر: ثقة حافظ، تكلم أحمد في بعض سماعه. مات سنة (٢٣١ هـ).ينظرت \"الجرح والتعديل\" لابن أبي حاتم ٢/ ١٣٠، \"تهذيب الكمال\" ٢/ ١٧٨ \"التقريب\" (٢٣١).(٥) العنبري، ثقة ثبت حافظ.(٦) يعقوب بن عبد الله بن سعد الأشعري، صدوق يهم.(٧) جعفر بن أبي المغيرة الخزاعي القُمّي، صدوق يهم.(٨) ثقة ثبت فقيه.</p>"
}