{
  "id": null,
  "sura": 26,
  "aya": 105,
  "text": "<p> حدثنا صالح المري (١) ، عن الحسن (٢) قال: ما اجتمع ملأ على ذكر الله تعالى فيهم عبد من أهل الجنة إلا شفعه الله تعالى فيهم، وإن أهل الإيمان شفعاء بعضهم في بعض وهم عند الله شافعون مُشفَّعون (٣) . </p><p> ١٠٢ - {فَلَوْ أَنَّ لَنَا كَرَّةً} </p><p> رجعة إلى الدنيا، تمنوا حين لا ينفعهم {فَنَكُونَ مِنَ الْمُؤْمِنِينَ} . </p><p> ١٠٤ - {إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (١٠٣) وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ}. </p><p> ١٠٥ - قوله عز وجل-: {كَذَّبَتْ قَوْمُ نُوحٍ} </p><p> أدخل التاء للجماعة (٤) كقوله تعالى: {قَالَتِ الْأَعْرَابُ}  (٥) . </p><p> {الْمُرْسَلِينَ} يعني: نوحًا وحده كقوله: {يَاأَيُّهَا الرُّسُلُ}  (٦) . </p><p>= مسكين وأبو عوانة، وروى عنه: جعفر بن أحمد الزنجاني والنضر بن عبد الله الدينوري، قال أبو حاتم: ليس بمشهور، محله الصدق. وقال ابن حجر: رأيت له خبرًا منكرًا. ينظر: \"الجرح والتعديل\" ٨/ ٤٠٣ (١٨٥٠)، \"ميزان الاعتدال\" ٥/ ٢٤٧ - ٢٤٨ (٨٥٧٨)، \"لسان الميزان\" ٦/ ٧٣٧ - ٧٣٨ (٨٤٨٦). (١) صالح بن بشير بن وادع المُرّي أبو بشر البصري القاص الزاهد، ضعيف.(٢) البصري، ثقة فقيه، كان يرسل كثيرًا ويدلس.(٣) [٢٠٤٧] الحكم على الإسناد:إسناده ضعيف، فيه صالح بن بشير ضعيف، عبيد الله بن محمد لم يذكر بجرح ولا تعديل، وسمعان بن أبي مسعود لم أجده.التخريج:ذكره القرطبي في \"الجامع لأحكام القرآن\" عنه ١٣/ ١١٨.(٤) انظر: \"معاني القرآن\" للزجاج ٤/ ٩٥، \"إعراب القرآن\" للنحاس ٣/ ١٨٥.(٥) الحجرات: ١٤.(٦) المؤمنون: ١٥.</p><p> [٢٠٤٨] أخبرنا (١) أبو عبد الله بن فنجويه الدينوري (٢) ، قال: حدثنا أبو علي (٣) المقرئ (٤) ، قال: حدثنا أبو عبيد علي بن الحسين بن حرب (٥) ، قال: حدثنا الحسن بن محمد الصباح (٦) ، قال: حدثثا عبد الوهاب (٧) ، عن (٨) إسماعيل (٩) ، عن الحسن (١٠) قال، قيل له: يا أبا سعيد أرأيت قوله تعالى: {كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ} و {كَذَّبَتْ عَادٌ الْمُرْسَلِينَ} و {كَذَّبَتْ ثَمُودُ الْمُرْسَلِينَ} وإنما أرسل إليهم رسولًا واحدًا؟ </p><p>(١) في (ح): وأخبرني. (٢) ثقة صدوق، كثير الرواية للمناكير.(٣) في الأصل: أبو علي بن الحسن، وهو خطأ والتصويب من (م)، (ح)، إلا أن تكون الحسن تصحيف لـ (حبش).(٤) الحسين بن محمد بن حبش، ثقة مأمون.(٥) علي بن الحسين بن حرب بن عيسى البغدادي أبو عبيد بن حربويه، قاضي القضاة، الفقيه الشافعي، قال البرقاني: سألت الدارقطني عنه، فذكر من جلالته وفضله، وقال لي: حدث عند أبو عبد الرحمن النسائي في \"الصحيح وعلله\" مات قبله بعشرين سنة، قال ابن حجر: ثقة فقيه مشهور. \"تهذيب التهذيب\" ٣/ ١٥٣، \"التقريب\" (٤٧١٤).(٦) البغدادي الزعفراني ثقة.(٧) عبد الوهاب بن عطاء الخفاف صدوق ربما أخطأ، أنكروا عليه حديثًا في العباس يقال: دلسه عن ثور.(٨) في الأصل: (بن) وهو خطأ، والتصويب من (م)، (ح).(٩) إسماعيل بن مسلم المكي أبو إسحاق، ضعيف الحديث.(١٠) البصري، ثقة فقيه فاضل مشهور، وكان يرسل كثيرًا ويدلس.</p>"
}