{
  "id": null,
  "sura": 26,
  "aya": 227,
  "text": "<p> وقال مجاهد: في كل فن يفتنون (١) . </p><p> وقال قتادة: يمدحون قومًا بباطل، ويشتمون قومًا بباطل (٢) </p><p> ٢٢٦ - {وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ (٢٢٦) } </p><p> ثم استثنى شعراء المؤمنين حسان بن ثابت وعبد الله بن رواحة وكعب بن مالك وكعب بن زهير - رضي الله عنهم - (٣) فقال عز من قائل: </p><p> ٢٢٧ - {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيرًا وَانْتَصَرُوا مِنْ بَعْدِ مَا ظُلِمُوا} </p><p> يعني: ردوا على المشركين الذين هجوا رسول الله - صلى الله عليه وسلم - والمؤمنين. </p><p>= العظيم\" ٩/ ٢٨٣٢، والنحاس في \"الناسخ والمنسوخ\" ٢/ ٥٧٢ (٧٣٩) جميعهم من طريق علي بن أبي طلحة عنه. وذكره السيوطي في \"الدر المنثور\" ٥/ ١٨٥ وزاد نسبته لابن المنذر وابن مردويه.ونسبه إليه ابن فورك في \"تفسيره\" ٢/ ٣٥/ أ.(١) أخرجه الطبري في \"جامع البيان\" ١٩/ ١٢٨، وآدم (٥١٥) كلاهما عنه.ونسبه إليه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٨٣٢، والنحاس في \"معاني القرآن\" ٥/ ١٠٨.وذكره السيوطي في \"الدر المنثور\" ٥/ ١٨٦، وزاد نسبته للفريابي وعبد بن حميد وابن المنذر.(٢) أخرجه عبد الرزاق في \"تفسير القرآن العظيم\" ٢/ ٧٨، والطبري في \"جامع البيان\" ١٩/ ١٢٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٨٣٣ عن قتادة.(٣) قال ابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٣٨٧: هكذا قال ابن عباس وعكرمة ومجاهد وقتادة وزيد بن أسلم وغيره واحد أن هذا استثناء مما تقدم، ولكن هذِه السورة مكية فكيف يكون سبب نزول هذِه الآيات شعراء الأنصار في ذلك نظر ولم يتقدم إلا مرسلات لا يعتمد عليها، والله أعلم، ولكن هذا الاستثناء يدخل فيه شعراء الأنصار وغيرهم.</p><p> [٢٠٦٨] أخبرنا ابن فنجويه الدينوري (١) ، قال: حدثنا عبيد الله بن محمد بن شنبة (٢) ، قال: حدثنا عبيد الله بن أحمد الكسائي (٣) ، قال: حدثنا أبو بكر بن أبي شيبة (٤) ، قال: حدثنا يحيى بن واضح (٥) ، عن محمد بن إسحاق (٦) ، عن يزيد بن عبد الله بن قسيط (٧) ، عن أبي الحسن البرّاد (٨) قال: لما نزلت هذِه الآية {وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ (٢٢٤) } جاء عبد الله بن رواحة وكعب بن مالك وحسان بن ثابت - رضي الله عنهم - إلى رسول الله - صلى الله عليه وسلم - يبكون، فقالوا: يا رسول الله أنزل الله هذِه الآية وهو يعلم أنا شعراء. فقال:  \"اقرؤوا ما بعدها{إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيرًا}أنتم{وَانْتَصَرُوا}أنتم\"  (٩) . </p><p>(١) ثقة صدوق، كثير الرواية للمناكير. (٢) لم يذكر بجرح أو تعديل.(٣) محله الصدق.(٤) الكوفي ثقة حافظ.(٥) الأنصاري أبو تُميلة، ثقة.(٦) صاحب المغازي، صدوق يدلس.(٧) الليثي أبو عبد الله المدني الأعرج، ثقة.(٨) أبو الحسن البراد، مولى بني نوفل روى عن: ابن عباس، وابن رواحة، وحسان ابن ثابت - رضي الله عنهم -.روى عنه: الزهري، وعمر بن معتب، ويزيد بن عبد الله بن قسيط، قال ابن حجر: مقبول.ينظر: \"تهذيب الكمال\" للمزي ٣٣/ ٢٤٥، \"التقريب\" لابن حجر (٨٠٤٩).(٩) [٢٠٦٨] الحكم على الإسناد:فيه ابن شنبة لم يذكر بجرح أو تعديل، والبراد مقبول. =</p><p> [٢٠٦٩] أخبرنا (١) الحسين بن محمد الفنجوي (٢) ، قال: حدثنا ابن مالك القطيعي (٣) ، قال: حدثنا ابن أحمد بن حنبل (٤) ، قال: حدثنا أبي (٥) ، قال: حدثنا أبو اليمان (٦) ، قال: حدثنا شعيب (٧) ، </p><p>= التخريج: أخرجه ابن أبي شيبة في \"المصنف\" ٥/ ٢٧٧ (٢٦٠٥١) طبعة الحوت عن يحيى ابن واضح به. وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٨٣٤، والحاكم في \"المستدرك\" ٣/ ٥٥٦ (٦٠٦٤) كلاهما من طريق ابن أبي شيبة به.وأخرجه الطبري في \"جامع البيان\" ١٩/ ١٢٩ من طريق عيسى بن يونس، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٨٣٥ من طريق جرير بن حازم، والطبري من طريق علي بن مجاهد، وإبراهيم بن المختار، جميعهم عن محمد بن إسحاق به. وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٨٣٥ من طريق الوليد بن كثير عن يزيد بن عبد الله عن أبي الحسن البراد مولى بني نوفل.وأخرجه أبو داود في \"الناسخ والمنسوخ\" كما في \"تهذيب الكمال\" ٣٣/ ٢٤٥ عن أبي الحسن مولى بني نوفل.وجاء في أحد طرق الطبري: أبي الحسن سالم البراد مولى تميم الداري.وعند الحاكم: أبي الحسن مولى بني نوفل، والبقية: عن أبي الحسن البراد.وذكره ابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٣٨٦ عن محمد بن إسحاق، عن أبي الحسن سالم البراد بن عبد الله مولى تميم الداري.(١) في (م)، (ح): وأخبرني.(٢) ثقة صدوق، كثير الرواية للمناكير.(٣) أحمد بن جعفر بن حمدان بن مالك القطيعى، ثقة.(٤) عبد الله بن أحمد بن حنبل، ثقة.(٥) إمام، ثقة، حافظ، فقيه، حجة.(٦) الحكم بن نافع البهراني، ثقة ثبت يقال: إن أكثر حديثه عن شعيب مناولة.(٧) شعيب بن أبي حمزة دينار ثقة عابد، قال ابن معين: من أثبت الناس في الزهري.</p><p> عن الزهري (١) . </p><p> [٢٠٧٠] وأخبرنا ابن فنجويه الدينوري (٢) ، قال: حدثنا ابن حمدون (٣) ، قال: حدثنا ابن الشرقي (٤) ، حدثنا محمد بن يحيى (٥) ، قال: حدثنا عبد الرزاق (٦) ، قال: حدثنا معمر (٧) ، عن الزهري (٨) ، قال: حدثني عبد الرحمن بن كعب بن مالك (٩) ، عن أبيه (١٠) أنه قال للنبي - صلى الله عليه وسلم - حين أنزل الله عز وجل في الشعراء ما أنزل: يا رسول الله إن الله تعالى قد أنزل في الشعراء ما قد علمت فكيف ترى فيه، فقال النبي - صلى الله عليه وسلم -: \"إن المؤمن يجاهد بسيفه ولسانه، والذي نفسي بيده لكأنما ترمونهم به نَضْح(١١)النَّبْل\"  (١٢) . </p><p>(١) محمد بن مسلم بن شهاب الزهري، الفقيه الحافظ، متفق على جلالته وإتقانه. (٢) ثقة صدوق، كثير الرواية للمناكير.(٣) محمد بن عبد الله بن حمدون لم يذكر بجرح أو تعديل.(٤) أحمد بن محمد بن الحسن، ثقة مأمون.(٥) محمد بن يحيى الذهلي. ثقة حافظ جليل.(٦) الصنعاني ثقة حافظ. عمي في آخر عمره فتغير.(٧) معمر بن راشد الأزدي ثقة ثبت. فاضل.(٨) الفقيه الحافظ، متفق على جلالته وإتقانه.(٩) الأنصاري، ثقة من كبار التابعين.(١٠) صحابي جليل.(١١) أي: رمي ورشق النبل.\"لسان العرب\" لابن منظور ٢/ ٣٢٠ نضح.(١٢) [٢٠٦٩ - ٢٠٧٠] الحكم على الإسناد:إسناده صحيح. =</p><p> [٢٠٧١] أخبرنا ابن فنجويه (١) ، قال: حدثنا عمر بن الخطاب (٢) ، </p><p>= التخريج: أخرجه القضاعي في \"مسند الشهاب\" ٢/ ١٣٥ (١٥٤٧)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٥/ ١١ (٤٧٠٧).والطبراني في \"المعجم الكبير\" ١٩/ ٧٦ (١٥٢)، وابن عساكر في \"تاريخ دمشق\" ٥٠/ ١٩٢، والواحدي في \"الوسيط\" ٣/ ٣٦٦ من طريق يونس عن الزهري به.وأخرجه عبد الرزاق في \"مصنفه\" ١١/ (٢٠٥٠٠)، ومن طريقه أخرجه أحمد في \"مسنده\" ٦/ ٣٨٧ (٢٧١٧٤)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٣/ ١٠٢ (٥٧٨٦)، والطبراني في \"المعجم الكبير\" ١٩/ ٧٥ (١٥١)، والبغوي في \"شرح السنة\" ١٢/ ٣٧٨ (٣٤٠٩)، وفي \"معالم التنزيل\" ٦/ ١٣٦، والبيهقي في \"السنن الكبرى\" ١٠/ ٢٣٩، وابن عساكر في \"تاريخ دمشق\" ٥٠/ ١٩٣.وأخرجه أحمد في \"المسند\" ٣/ ٤٥٦ (١٥٧٨٥)، والبيهقي في \"السنن الكبرى\" ١٠/ ٢٣٩، وابن عساكر في \"تاريخ دمشق\" ٥٠/ ١٩٢.جميعهم من طريق أبي اليمان عن شعيب عن الزهري عن عبد الرحمن بن عبد الله ابن كعب بن مالك عن كعب بن مالك به.وأخرجه أحمد في \"المسند\" ٣/ ٤٦٠ (١٥٧٩٦) من طريق ابن أخي ابن شهاب محمد بن عبد الله عن ابن شهاب عن عبد الرحمن بن عبد الله بن كعب عن كعب ابن مالك به.قال الهيثمي في \"مجمع الزوائد\" ٨/ ١٢٦: رواه أحمد بأسانيد ورجال أحدهما رجال الصحيح.وقال الألباني في \"السلسلة الصحيحة\" ٤/ ١٧٢ (١٦٣١): والزهري له فيه شيخان عبد الرحمن بن كعب بن مالك وعبد الرحمن بن عبد الله بن كعب بن مالك.قلت: وعبد الرحمن بن عبد الله بن كعب بن مالك الأنصاري ثقة عالم \"تقريب التهذيب\" لابن حجر (٣١٤٨).(١) ثقة صدوق، كثير الرواية للمناكير.(٢) لم يتبين لي من هو.</p><p> قال: حدثنا عبد الله بن الفضل (١) ، قال: حدثنا عمرو بن محمد الناقد (٢) ، قال: حدثنا سفيان بن عيينة (٣) ، عن الزهري (٤) ، عن سعيد (٥) ، عن أبي هريرة - رضي الله عنه - أن عمر - رضي الله عنه - مرّ بحسان رضي الله عنه وهو ينشد الشعر في المسجد فلحظ إليه، فقال: قد كنت أنشد فيه، وفيه من هو خير منك، ثم التفت إلى أبي هريرة - رضي الله عنه - وقال: أنشدك الله أسمعت رسول الله -صلى الله عليه وسلم- يقول:  \"أجب عني، اللهم أيِّده بروح القدس\" ؟ قال: اللهم نعم (٦) . </p><p>(١) لم أجده. (٢) عمرو بن محمد بن بكير الناقد أبو عثمان البغدادي، روى عن: سفيان بن عيينة، وإسماعيل بن علية، روى عنه: البخاري ومسلم وأبو داود قال أحمد: كان يتحرى الصدق. قال يحيى: صدوق، وقال أبو حاتم: ثقة أمين صدوق. قال ابن حجر: ثقة حافظ. مات سنة (٢٣٢ هـ). ينظر: \"الجرح والتعديل\" ٦/ ٢٦٢، \"تهذيب الكمال\" ٢٢/ ٢١٣، \"تقريب التهذيب\" (٥١٠٦).(٣) ثقة حافظ فقيه.(٤) الفقيه الحافظ، متفق على جلالته وإتقانه.(٥) سعيد بن المسيب أحد العلماء الأثبات.(٦) [٢٠٧١] الحكم على الإسناد:في إسناده من لم أجده، والحديث في الصحيح كما سيأتي.التخريج:أخرجه مسلم كتاب فضائل، الصحابة، باب فضائل حسان بن ثابت - رضي الله عنه - (٢٤٨٥) عن عمرو الناقد به.وأخرجه البخاري كتاب بدء الخلق باب ذكر الملائكة (٣٢١٢) والنسائي كتاب المساجد، باب الرخصة في إنشاد الشعر ٢/ ٤٨ كلاهما من طريق سفيان عن الزهري عن سعيد بن المسيب قال مر عمر في المسجد فذكره وأخرجه البخاري =</p>"
}