{
  "id": null,
  "sura": 26,
  "aya": 79,
  "text": "<p> ٧٩ - {وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ} يعني: يرزقني ويربيني. </p><p> قال أبو العباس بن عطاء: يطعمني أي طعام شاء، ويسقيني أي شراب شاء (١) . </p><p> قال محمَّد بن كثير العبدي: صحبت سفيان الثوري رحمه الله بمكة دهراً وكان يستف (٢) من السبت إلى السبت كفاً من رمل (٣) . </p><p> [٢٠٣٩] سمعت أبا القاسم الحسن بن محمَّد بن الحسن المفسر (٤) يقول: سمعت أبا الحسين محمَّد بن علي بن الشاة (٥) يقول: سمعت أبا عبد الله محمَّد بن علي بن حمدان (٦) يقول: سمعت أبا مطيع الجوزجاني (٧) يقول: سمعت الحجاج بن عبد الكريم (٨) يقول: خرجت من بلخ (٩) في طلب إبراهيم بن أدهم (١٠) رحمه الله فرأيته </p><p>(١) نسبه إليه ابن حبيب في \"تفسيره\" ٢٢٠/ أ، والحيري في \"الكفاية\" ٢/ ٨٣/ أ. (٢) أي يتناوله يابساً غير معجون.انظر: \"لسان العرب\" لابن منظور ٩/ ١٥٢ سفف، \"المعجم الوسيط\" ١/ ٤٣٤.(٣) نسبه إليه ابن حبيب في \"تفسيره\" ٢٢٠/ ب، والحيري في \"الكفاية\" ٢/ ٨٣/ أ.(٤) قيل: كذبه الحاكم.(٥) محمَّد بن علي بن الشاه بن جناح أبو الحسين التميمي المروروذي سمع أبا الفضل محمَّد بن عبد الله القصار، وأبا الحسن داود بن سليمان العسقلاني، وروى عنه: ابنه أبو القاسم إبراهيم بن محمَّد، وابن ابنه أبو نصر أحمد بن الحسن بن محمَّد.ولم يذكر بجرح أو تعديل، انظر \"تاريخ دمشق\" ٥٤/ ٣١٨.(٦) لم أجده.(٧) لم أجده.(٨) لم أجده.(٩) بلخ: مدينة مشهورة بخراسان. انظر: \"معجم البلدان\" لياقوت ١/ ٤٧٩.(١٠) أبو إسحاق البلخي، قدوة إمام عارف.</p><p> بحمص (١) في أتون (٢)  (يسخنها، وقيل)  (٣) : يسجرها. فسلمت عليه، وسألته عن حاله فرد عليّ السلام وسألني عن حالي وحال أقربائه، فكنت (٤) معه يومه ذلك فقال لي: لعل نفسك تنازعك إلى شيء من الطعام؟ فقلت: نعم، فأخذ رماداً وتراباً فخلطهما وأكلهما، ثمَّ أقبل عليّ بوجهه وأنشأ يقول: </p><p> واخْلِطَ التُّربَ بالرَّمَادِ فكُلْهُ ... وازجر النَّفْسَ عَنْ مَقَامِ السُّؤَالِ </p><p> فإذا شئت أَنْ تَقْنَعَ بالذُّلِّ ... فَرُمْ ما حَوَتْه أَيْدِي الرِّجالِ </p><p> فخرجت من عنده، فمكثت أياماً لم أدخل عليه، فاشتد شوقي إليه فدخلت عليه، وكنت عنده فلم يتكلم بشيء. فقلت له لم لا تتكلم؟ فقال: </p><p> مُنِعَ الخِطِابُ لأنَّه سَببُ الرَّدى ... فإذا نطَقْتَ فكُنْ لربِّكَ ذاكراً </p><p>(١) حمص مدينة بالشام مشهورة. \"معجم ما استعجم\" للبكري ٢/ ٤٦٨، \"معجم البلدان\" لياقوت ٢/ ٣٠٢.(٢) الأَتُونُ: الموقد الكبير، كموقد الحمام والجصّاص، وتشدد التاء.\"لسان العرب\" لابن منظور ١٣/ ٧ أتن، \"المعجم الوسيط\" ١/ ٤.(٣) ساقط في (م)، (ح).(٤) في (ح): فمكثت.</p><p> والنُّطق فيه مَعَادنُ الآفَات ... وإذَا سَكَتَّ فُعَدَّ نَفْسكَ (١) في الأمْواتِ (٢) </p><p> وقال أبو بكر الورّاق: يطعمني بلا طعام، ويسقيني بلا شراب، ومجازه: يشبعني ويرويني من غير علاقة (٣) كقول النبي - صلى الله عليه وسلم -: \"إني أبيت يطعمني ربي ويسقيني\"  (٤) . </p><p>(١) في (م): جسمك، وفي (ح): جسمك مائت. (٢) [٢٠٣٩] الحكم على الإسناد:فيه من لم أجدهم، ومن لم يذكر بجرح أو تعديل، وشيخ المصنف تكلم فيه الحاكم.التخريج:ذكره ابن حبيب في \"تفسيره\" ٢٢٠/ ب، والحيري في \"الكفاية\" ٢/ ٨٣/ أ.كلاهما دون قوله: فخرجت من عنده فمكثت.(٣) نسبه إليه ابن حبيب في \"تفسيره\" ٢٢٠/ ب، والحيري في \"الكفاية\" ٢/ ٨٣/ أ. وهذا القول عدول عن ظاهر الآية وتأويل غامض لا يناسب الآية وذلك أن إبراهيم -عليه السلام- قالها لقوم لا يعرفون الحق ليبين لهم قدرة الخالق مستدلاً بهذا الأمر الظاهر، فكيف ترمز له الأمور الباطنة وتترك الأمور الظاهرة؟ هذا محال.انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٣/ ١١١.(٤) أخرجه البخاري كتاب التمني، باب ما يجوز من اللو (٧٢٤١)، ومسلم كتاب الصيام، باب النهي عن الوصال في الصوم (١١٠٤) والترمذي كتاب الصوم، باب كراهية الوصال للصائم (٧٧٨) من طرق عن أنس عن النبي - صلى الله عليه وسلم - نحوه.وأخرجه البخاري كتاب الصوم، باب الوصال من حديث عبد الله بن عمر (١٩٦٢) وحديث أبي سعيد الخدري (١٩٦٣) وحديث عائشة (١٩٦٤)، وحديث أبي هريرة في كتاب التمنى، باب ما يجوز من اللو (٧٢٤٢).وقوله: أبيت يطعمني ربي ويسقيني، هل هو على حقيقته أم لا؟انظر: \"فتح الباري\" لابن حجر ٤/ ٢٠٧.</p><p> يدل عليه حديث السقاء في عهد النبي - صلى الله عليه وسلم - حيث سمع النبي - صلى الله عليه وسلم - ثلاثة أيام يقرأ:  {وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا}  (١) فرمى بقربته فأتاه آت في منامه بقدح من شراب الجنة فسقاه. </p><p> قال أنس - رضي الله عنه -: عاش بعد ذلك نيفاً وعشرين سنة لم يأكل ولم يشرب على شهوة (٢) . </p><p> وقال علي بن قادم: كان عبد الرحمن بن أبي نُعْم لا يأكل في الشهر إلا مرة فبلغ الحجاج فدعاه وأدخله بيتاً وأغلق عليه بابه ثمَّ فتحه بعد خمسة عشر يوماً ولم يشك أنَّه مات فوجده قائماً يصلي فقال: يا فاسق تصلي بغير وضوء فقال: إنما يحتاج إلى الوضوء من يأكل ويشرب، وأنا على الطهارة التي أدخلتني عليها هذا البيت (٣) . </p><p>(١) هود: ٦. (٢) لم أقف عليه فيما بين يدي من مراجع إلا عند ابن حبيب في \"تفسيره\" ٢٢٠/ ب، والحيري في \"الكفاية\" ٢/ ٨٣/ أ، وهو معارض لقوله تعالى: {وَمَا جَعَلْنَاهُمْ جَسَدًا لَا يَأْكُلُونَ الطَّعَامَ}، ومعارض أيضاً لمفهوم قول النبي - صلى الله عليه وسلم - لما قيل له إنك تواصل قال: \"وأيكم مثلي\". وفي بعض ألفاظه: \"إني لست كهيئتكم\".(٣) نسبه إليه ابن حبيب في \"تفسيره\" ٢٢٠/ ب، والحيري في \"الكفاية\" ٢/ ٨٣/ أ. والخبر لم أقف له على إسناد وعلي بن قادم لم يلق عبد الرحمن بن أبي نعم. وأخرج أبو نعيم في \"حلية الأولياء\" ٥/ ٦٩ عن عطاء بن السائب قال كان عبد الرحمن بن أبي نعم يواصل خمسة عشر يوماً لا يأكل ولا يشرب، وأخرج أيضاً عن مغيرة أن عبد الرحمن بن أبي نعم نصح الحجاج في القتل فهم أن يقتله فلم يقتله.وهذا الخبر مخالف للنقل والعقل والظاهر أنَّه من شطحات وخيالات أهل التصوف، وإلا فقد نهى النبي - صلى الله عليه وسلم - عن الوصال رحمة بأمته ونكّل بمن واصل فعن أبي هريرة - رضي الله عنه - قال: نهى رسول الله - صلى الله عليه وسلم - عن الوصال في الصوم فقال له رجل من =</p><p> [٢٠٤٠] سمعت أبا القاسم الحسن بن محمَّد بن حبيب النيسابوري (١) يقول: سمعت منصور بن عبد الله الأصفهاني (٢) يقول: سمعت أبا سعيد الخراز (٣) بمكة يقول: كنت بطرسوس (٤) جائعاً فاشتد بي الجوع فجلست على شاطئ نهر ووضعت رجلي في الماء فنوديت أضجرت من جوعك (٥) ، جاءك شبع الأبد (٦) . </p><p> قال: فعاش بعده سنين لم يشته طعاماً ولا شراباً، وكان مع ذلك إذا أراد الأكل والشرب أمكنه (٧) . </p><p>= المسلمين إنك تواصل يا رسول الله؟ قال: \"وأيكم مثلي إني أبيت يطعمني ربي ويسقيني\"، فلما أبوا أن ينتهوا واصل بهم يوماً ثمَّ يوماً ثمَّ رأوا الهلال، فقال: \"لو تأخر لزدتكم\" كالتنكيل لهم حين أبوا أن ينتهوا. أخرجه البخاري كتاب الصوم باب التنكيل لمن أكثر الوصال (١٩٦٥). (١) قيل كذبه الحاكم.(٢) أبو نصر الصوفي، لم يذكر بجرح أو تعديل.(٣) أحمد بن عيسى البغدادي أبو سعيد الخرَّاز شيخ الصوفية القدوة، المعروف بالورع والمراقبة وحسن الرعاية والمجاهدة، حدث عن: إبراهيم بن بشار، وحدث عنه: علي بن محمَّد المصري. مات سنة (٢٨٦).انظر: \"حلية الأولياء\" ١٠/ ٢٤٦، \"تاريخ بغداد\" ٤/ ٢٧٦، \"سير أعلام النبلاء\" ١٣/ ٤١٦.(٤) طَرَسوس: بفتح أوله وثانيه مدينة بثغور الشام بين أنطاكية وحلب وبلاد الروم. انظر: \"معجم ما استعجم\" للبكري ٣/ ٨٩٠، \"معجم البلدان\" لياقوت ٤/ ٢٨.(٥) في (ح): الجوع.(٦) في (م)، (ح): هالك.(٧) [٢٠٤٠] الحكم على الإسناد:فيه شيخ المصنف كذبه الحاكم، ومنصور بن عبد الله لم يذكر بجرح ولا تعديل. =</p><p> وبلغني (١) أن امرأة أُسرتْ (من حلب إلى الروم)  (٢) في أيام سيف الدولة علي بن حمدان، فَهربَتْ منهم ومشت مائتي فرسخ لم تطعم شيئاً فقدمتْ إلى سيف الدولة، فقال لها: كيف قويت على المشي وكيف عشت بلا طعام؟ فقالت: كنت كلما جعت أو عييت أقرأ: {قُلْ هُوَ اللَّهُ أَحَدٌ} ثلاث مرات فأشبع وأروى وأقوى (٣) . </p><p> [٢٠٤١] وسمعت أبا القاسم الحبيبي (٤) يقول: سمعت أبا القاسم النَّصْرَآباذي (٥) يقول: سمعت أبا بكر الشبلي (٦) يقول: في الخبز لطيفة تشبعك لا الخبز ولو شاء لأبقى فيك تلك اللطيفة حتى لا تحتاج إلى الخبز (٧) . </p><p> وقال ذا النون المصري رحمه الله: يطعمني طعام المعرفة، ويسقيني شراب المحبة، ثمَّ أنشأ يقول: </p><p>= التخريج: أورده ابن حبيب في \"تفسيره\" ٢٢٠/ ب، والحيري في \"الكفاية\" ٢/ ٨٣/ أعن أبي سعيد الخراز بلا سند.(١) في (م): ويقول، وفي (ح): وحكي.(٢) من (م).(٣) لم أقف عليه.(٤) قيل: كذبه الحاكم.(٥) إبراهيم بن محمَّد بن أحمد بن محمويه، ثقة.(٦) البغدادي.شيخ الطائفة، كان فقيهاً، وله ألفاظ وحكم(٧) [٢٠٤١] الحكم على الإسناد:فيه شيخ المصنف، قيل: كذبه الحاكم.</p><p> شَرَابُ المحبةِ خَير الشَّرَابْ ... وكلّ شرابٍ سواه سَرابْ (١) </p><p> [٢٠٤٢] وسمعت أبا القاسم بن حبيب (٢) يقول: سمعت أبا عبد الله محمَّد بن عبد الله الجرجاني (٣) يقول: سمعت الحسن بن علويه الدامغاني (٤) يقول: سمعت عمي (٥) يقول: ح. </p><p> [٢٠٤٣] وسمعت ابن حبيب (٦) يقول: سمعت أبي (٧) يقول: سمعت علي بن محمَّد الوراق (٨) يقول: سمعت عمي يقول: سمعت أبا يزيد البسطامي (٩) رحمه الله يقول: إن لله تعالى شراباً يقال له </p><p>= التخريج: لم أقف عليه، وأورد أبو نعيم في \"حلية الأولياء\" ١٠/ ١٩٧ عن سهل بن عبد الله التستري قال: لله في الخبز سر، وسألت عنه أكثر من عشرة آلاف عابد وعابدة، فما أحد منهم أخبرني بسر الخبز.(١) نسبه إليه ابن حبيب ٢٢٠/ ب، والحيري ٨٣/ أ، وبلا نسبه في \"لطائف الإشارات\" ٥/ ١٣.وهذا القول أيضاً عدول عن ظاهر الآية وتأويل غامض لا يناسب سبب الآية بل الآية على ظاهرها، الطعام والشراب المعروفين.(٢) قيل: كذبه الحاكم.(٣) لم أجده.(٤) الحسن بن علي بن يحيى بن سلام، لم يذكر بجرح ولا تعديل.(٥) لم أجده.(٦) قيل: كذبه الحاكم.(٧) محمَّد بن الحسن بن حبيب بن أيوب النيسابوري لم أجده.(٨) لم يتبين لي من هو.(٩) طيفور بن عيسى بن شروسان زاهد مشهور، قل ما روى، وله كلام نافع.</p>"
}