{
  "id": null,
  "sura": 26,
  "aya": 19,
  "text": "<p> فرعون استعبدهم أربعمائة سنة وكانوا في ذلك الوقت ستمائة وثلاثين ألفاً، فانطلق موسى -عليه السلام- إلى مصر وهارون -عليه السلام- بها. فأخبره بذلك، فانطلقا جميعاً إلى فرعون فلم يؤذن لهما سنة في الدخول عليه، فدخل البواب فقال لفرعون هاهنا إنسان يزعم أنَّه رسول رب العالمين. </p><p> فقال فرعون: ائذن له لعلنا نضحك منه، فدخلا عليه وأديّا إليه رسالة الله تعالى، فعرف فرعون موسى -عليه السلام- لأنه نشأ في بيته (١) ، فقال له. </p><p> ١٨ - {أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا} </p><p> صبياً {وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ} وهي ثلاثون سنة (٢) . </p><p> ١٩ - {وَفَعَلْتَ فَعْلَتَكَ الَّتِي فَعَلْتَ} </p><p> يعني: قتل القبطي. </p><p>(١) انظر: \"تفسير ابن حبيب\" ٢١٨/ ب، \"الكفاية\" للحيري ٢/ ٧٩/ أ، \"معالم التنزيل\" للبغوي ٦/ ١٠٩. قال ابن كثير: في \"البداية والنهاية\": وقد زعم بعضهم أنَّه لم يؤذن لهما عليه إلا بعد حين طويل، وقال محمَّد بن إسحاق أذن لهما بعد سنتين لأنه لم يك أحد يتجاسر على الاستئذان لهما، فالله أعلم.(٢) قاله مقاتل كما في \"تفسيره\" ٣/ ٢٦٠، وفي \"الوسيط\" للواحدي ٣/ ٣٥٢: قال ابن عباس: ثمانين سنة. وقال مقاتل: ثلاثين سنة. وقال الكلبي: أربعين سنة.وقال ابن حبيب في \"تفسيره\" ٢١٨/ ب، والحيري في \"الكفاية\" ٢/ ٧٩/ أ: اثنتي عشرة سنة.وهذِه الأقوال كما ترى لا مستند لها وهي متعارضة والأسلم عدم تعيين المدة كما فعل الطبري في \"جامع البيان\" ١٩/ ٦٦، وابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٣٤٠ وغيرهما.</p><p> [٢٠٣٥] أخبرنا (١) أبو بكر بن عبدوس (٢) ، قال: أخبرنا محمَّد بن يعقوب (٣) ، قال: حدثنا محمَّد بن الجهم (٤) ، قال: حدثنا الفراء (٥) ، قال: حدثنا موسى الأنصاري (٦) ، عن السري بن إسماعيل (٧) ، عن الشعبي (٨) أنَّه قرأ: {وَفَعَلْتَ فَعْلَتَكَ} بكسر الفاء ولم يقرأ بها غيره (٩) . </p><p>(١) في (م): وأخبرنا. (٢) محمَّد بن أحمد بن عبدوس. لم يذكر بجرح أو تعديل.(٣) أبو العباس الأصم، ثقة.(٤) السمّري، ثقة. صدوق.(٥) يحيى بن زياد الفراء النحوي المشهور صدوق.(٦) لم أجده.(٧) السَّرِيّ بن إسماعيل الكوفي ابن عم الشعبي.روى عن: سعيد بن وهب الهمداني وعامر الشعبي وقيس بن أبي حازم.روى عنه: إسماعيل بن أبان القنوي وإسماعيل بن أبي خالد وابنه أبو سلمة جرير ابن السري وجعفر بن زياد الأقمر وحاتم بن إسماعيل المدني وغيرهم.قال يحيى القطان: استبان لي كذبه في مجلس واحد.وقال أحمد بن حنبل: ليس بالقوي. وقال يحيى بن معين: ليس بشيء.وقال النسائي: متروك. وقال أبو حاتم: هو ذاهب.\"الجرح والتعديل\" لابن أبي حاتم ٤/ ٢٨٢، \"الضعفاء والمتروكين\" للنسائي ١/ ١٨٨ \"تهذيب الكمال\" للمزي ١٠/ ٢٢٧.(٨) ثقة مشهور. فقيه فاضل.(٩) [٢٠٣٥] الحكم على الإسناد:إسناده ضعيف جداً، فيه السري بن إسماعيل متروك، وموسى الأنصاري لم أجده، وشيخ المصنف لم يذكر بجرحٍ أو تعديل.التخريج:أخرجه الفراء في \"معاني القرآن\" ٢/ ٢٧٩ عن موسى الأنصاري به. =</p><p> {وَأَنْتَ مِنَ الْكَافِرِينَ} قال الحسن (١) والسدي (٢) : يعني: وأنت من الكافرين بإلهك وكنت معنا على ديننا هذا الذي تعيب. </p><p> وقال الآخرون: يعني: وأنت من الكافرين الجاحدين لنعمتي وحق تربيتي، ربيناك فينا وليداً، فهذا الذي كافيتنا أن قتلت منا نفساً وكفرت بنعمتنا (٣) . وهذِه رواية العوفي عن ابن عباس - رضي الله عنهما -. </p><p>= والقراءة شاذة نسبها إليه ابن خالويه في \"مختصر في شواذ القرآن\" (١٠٧)، والزجاج في \"معاني القرآن\" ٤/ ٨٦، والنحاس في \"معاني القرآن\" ٥/ ٦٩، والطبري في \"جامع البيان\" ١٩/ ٦٦، وابن جني في \"المحتسب\" ٢/ ١٢٧ وأبو حيان في \"البحر المحيط\" ٧/ ١٠. (١) نسبه إليه ابن فورك في \"تفسيره\" ٢/ ٢٥/ أ، والواحدي في \"الوسيط\" ٣/ ٣٥٢، والبغويُّ \"معالم التنزيل\" ٦/ ١٠٩، وابن الجوزي في \"زاد المسير\" ٦/ ١١٩، وانظر \"تفسير الحسن\" ٢/ ١٧٦.(٢) أخرجه الطبري في \"جامع البيان\" ١٩/ ٦٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٧٥٤ كلاهما من طريق عمرو بن حماد عن أسباط عنه به.وانظر: \"معاني القرآن\" للنحاس ٥/ ٧٠، \"الوسيط\" للواحدي ٣/ ٣٥٢، \"معالم التنزيل\" للبغوي ٦/ ١٠٩.(٣) وذلك أن الكفر في اللغة بمعنى الستر والتغطية والجحود.\"لسان العرب\" لابن منظور ٥/ ١٤٤ كفر.وهذا القول أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٧٥٤ عن سعيد ابن جبير ومحمد بن إسحاق. وأخرجه أيضاً الطبري في \"جامع البيان\" ١٩/ ٦٦ عن عبد الرحمن بن زيد. ونسبه الواحدي في \"الوسيط\" ٣/ ٣٥٢ لمقاتل وعطاء. ونسبه البغوي في \"معالم التنزيل\" ٦/ ١٠٩ لأكثر المفسرين.وهذا القول هو الصواب وذلك لأنَّ فرعون لم يكن مقراً لله بالربوبية حتى يصف موسى -عليه السلام- بالكفر به. وأيضاً فإن موسى -عليه السلام- وبني إسرائيل كانوا أعداء للأقباط =</p>"
}