{
  "id": null,
  "sura": 27,
  "aya": 66,
  "text": "<p> حسب أيضًا فأخطأ، فقال: أيها الأمير أظنك لا (١) تعرف عددها (٢) في يدك قال: فما الفرق بينهما؟ قال: إنَّ ذلك أحصيتَه فخرج من حدِّ الغيب، فحسبت فأصبت، وإن هذا لم تعرف عدتها فصار غيبًا ولا يعلم الغيب إلا الله عز وجل (٣) . </p><p> ٦٦ - قوله تعالى:  {بَلِ ادَّارَكَ} </p><p> اختلف القرّاء فيه: فقال (٤) ابن عباس: (بلى) بإثبات (٥) الياء {أدارك} بفتح الألف وتشديد الدال (٦) ... </p><p>(١) في (ح): ما. (٢) في (ح): عدد ما.(٣) [٢١٠١] الحكم على الإسناد:فيه جهالة الرجل شيخ الفضل.التخريج:ذكره القرطبي في \"الجامع لأحكام القرآن\" ٤/ ٢٩٠، ١٣/ ٢٢٦.(٤) في (س)، (ح): فقرأ.(٥) في (ح): بإثبات.(٦) وهكذا ضبطها الطبري في \"جامع البيان\" ٢٠/ ٦ - ٧، وأمَّا ابن جني في \"المحتسب\" ٢/ ١٨٦ فضبطها بفتح الهمزة وبعدها مد، وسكون الدال بعدها (آدْرك)، ووجهها بأن (بلى) كأنها جواب، وذلك أنَّه قال: {قُلْ لَا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ} فكأن قائلًا قال: ما الأمر كذلك، فقيل له: بلى، ثم استؤنف، فقيل (أدارك عِلْمُهُمْ في الآخِرَةِ)، وذكرها أبو حيان في \"البحر المحيط\" بأنها رواية عن ابن عباس ٧/ ٨٨، وأما الرواية التي في الأصل (بلى ادّارَك) وردت عن ابن عباس وأخرجها الطبري في \"جامع البيان\"، وإسناده من حديث شعبة عن أبي حمزة عن ابن عباس، وهي قراءة شاذة؛ لأنها تخالف رسم =</p><p> على الاستفهام (١) . </p><p> وروى شعبة (٢) ، عن أبي حمزة (٣) قال: قال لي (٤) ابن عباس (٥) في (٦) هذِه الآية (٧)  (بلى أدارك علمهم في الآخرة)  (٨) أي: لم يُدْرِكْ (٩) . </p><p>= المصحف، قال الطبري في \"جامع البيان\" ٢٠/ ٦ - ٧: فأما القراءة التي ذكرت عن ابن عباس فإنها وإن كانت صحيحة المعنى والإعراب فخلاف لما عليه مصاحف المسلمين، وذلك أن في (بلى) زيادة ياء في قراءته ليست في المصاحف، وهي مع ذلك قراءة لا نعلمها قرأ بها أحدٌ من قراء الأمصار. (١) في (س) زيادة: علمهم في الآخرة.(٢) شعبة بن الحجاج، أبو بسطام، الواسطي، البصري، ثقة حافظ متقن، أمير المؤمنين في الحديث.(٣) عمران بن أبي عطاء الأسدي، أبو حمزة، القصاب الواسطي، قال أحمد: ليس به بأس، صالح الحديث، وقال ابن معين: ثقة، وقال أبو زرعة: بصري لين، وقال أبو حاتم والنسائي: ليس بالقوي، وقال الحافظ صدوق له أوهام. انظر: \"الجرح والتعديل\" ٦/ ٣٠٢، \"الثقات\" لابن حبان ٥/ ٢١٨، \"تهذيب الكمال\" ٢٢/ ٣٤٢، \"التقريب\" (٥١٦٣)، قال أحمد: ليس به بأس، صالح.(٤) من (س)، (ح).(٥) صحابي مشهور.(٦) سقط من (س).(٧) سقطت من (س)، وجاء بعدها في (ح): نفي.(٨) سقطت من (ح).(٩) الحكم على الإسناد:أبو حمزة القصاب، له أوهام.التخريج:أخرجه الطبري في \"جامع البيان\" ٢٠/ ٧، وعزاه السيوطي في \"الدر المنثور\" ١١/ ٣٩٥ لأبي عبيد في \"فضائل القرآن\"، وابن المنذر، وذكره الخطيب في =</p><p> قال الفرّاء: وهو وجه حسن (١) جيد كأنّه وجهه إلى الاستفهام (٢) بالمكذبين بالبعث كقولك للرِّجُل تكذّبه: بلى لعَمري لقد أدركت السَلَفَ، فأنت تروي ما لا أروي. وأنت تكذِّبه (٣) ، وقرأ الحسن ويحيى بن وثاب والأعمش وشيبة ونافع وعاصم وحمزة والكسائي وابن عامر (٤)  (بَلِ ادَّارَكَ) بكسر اللام وتشديد الدال (٥) ، أي: تدارك </p><p>= \"معجم القراءات\" ٦/ ٥٤٨، ونقل عن النحاس قوله: وإسناده صحيح، هو من حديث شعبة عن أبي حمزة، عن ابن عباس، ونقله القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٢٦، والفراء في \"معاني القرآن\" ٢/ ٢٩٩، والزجاج في \"معاني القران\" ٤/ ١٢٧. (١) سقطت من (ح)، وهي مثبتة عند الفراء.(٢) في (س)، (ح): الاستهزاء، كما عند الفراء.(٣) انتهى قول الفراء. انظر: \"معاني القرآن\" ٢/ ٢٩٩.(٤) ساقطة من (س)، (ح).(٥) القراءة متواترة، قال الشاطبي:وشَدِّدْ وَصِلْ وامْدُدْ بَلِ إدَّارَكَ الَّذي ... ذكا ... ... ... ... ... ... ... ...أخبر أن المشار إليهم بالألف والذال من (الَّذي ذكا) وهم الكوفيون ونافع وابن عامر قرءوا بتشديد الدال ومدّهِ، ووصل الهمزة قبله ويلزم من قراءتهم كسر لام (بل) لالتقاء الساكنين، فتعين لابن كثير وأبي عمرو القراءة بقطع الهمزة، وتخفيف الدال وسكونها، ويلزم من قراءتهم القصر وسكون لام (بل)، وتوجيه القراءة كما قال الزجاج في \"معاني القرآن\" ٤/ ١٢٧ - ١٢٨: والقراءة الجيدة ادَّارك على معنى تدارك فتصير دالًا ساكنةً فلا يُبتدأُ بها، فتأتي بألف الوصل لتصل إلى التكلم بها وإذا وقفت على (بل) وابتدأت قلتُ: إدَّارك، فإذا وصلت كسرتَ اللام في (بل) لسكونها وسكون الدال.وانظر: \"السبعة\" لابن مجاهد (٤٨٥)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٣٣٤)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٦٤، =</p><p> وتتابع {عِلْمُهُمْ فِي الْآخِرَةِ} هل هي كائنة أم لا؟ وتصديق هذِه القراءة أنها في حرف أُبيّ (أم تدارك علمهم في الآخرة)  (١) والعرب تضع (بل موضع أم)  (٢) ، و (أم) موضعَ (بل) إذا كان في أول الكلام استفهام (٣) ، كقول الشاعر: </p><p> فواللهِ ما أَدري أسلمى تقَوَّلَتْ (٤) ... أم القوم أم كلٌّ إليَّ حبيبُ (٥) </p><p> أي: بل كلٌّ (٦) ومعنى الكلام هل تتابع علمهم بذلك (٧) في الآخرة، أي: لم يتتابع فضلّ وغاب علمهم به فلم يبلغوه ولم </p><p>= \"التيسير\" للداني (١٦٨)، \"البحر المحيط\" لأبي حيان ٧/ ٨٧، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٣٣٣، \"معجم القراءات\" للخطيب ٦/ ٥٤٥. (١) ذكر ابن جني أن أُبيًا رضي الله قرأ: (بل تدارك)، ثم بيَّن أن (تدارك) هي أصل قراءة من قرأ: {ادَّارَكَ}؛ لأنها في الأصل (تدارك) ثم أدغمت التاء في الدال؛ لأنها أختها في المخرج، فقُلِبت إلى لفظها، وسكنت وأدغمت فيها واحتيج إلى ألف الوصل لسكون الدال بعدها، مثل قوله تعالى: {قَالُوا اطَّيَّرْنَا بِكَ} -[النمل: ٤٧]-ا. هـ، والقراءة شاذة. \"المحتسب\" ٢/ ١٤٣، \"مختصر في شواذ القرآن\" لابن خالويه (١١١).(٢) من (س)، (ح)، وهي كذلك عند الفراء، ولم ترد في الأصل.(٣) انظر: \"معاني القرآن\" للفراء ٢/ ٢٩٩، \"لسان العرب\" لابن منظور ١٠/ ٤٢١.(٤) رُوي (تغولت) بدلًا من (تقولت)، (أم النوم) بدلًا من (أم القوم).(٥) انظر البيت في \"معاني القرآن\" للفراء ٢/ ٢٩٩، \"محاضرات الأدباء\" للراغب الأصفهاني ٣/ ١٠٠، ولم ينسب لقائل، وفي \"لسان العرب\" لابن منظور ١٠/ ٤٢١ نسبه للفراء.(٦) زيادة (إليَّ حبيب) من مصادر التخريج.(٧) ساقطة من (ح).</p><p> يدركوه، لأن في الاستفهام ضربًا من الجحد، وقرأ أبو جعفر ومجاهد وحميد وابن كثير وأبو عمرو (١)  (بَل أدْرَكَ)  (٢) من الإدْراك أي: لم يُدْرِك علمهم علم الآخرة (٣) . </p><p> وقال مجاهد: معناه يُدرِك علمهم في الآخرة، ويعلموها (٤) إذا عاينوها حين لا (٥) ينفعهم علمهم (٦) ، لأنهم كانوا في الدنيا مكذّبين، وقيل: بل ضلَّ وغاب علمهم في الآخرة فليس لهم فيها علم (٧) ، ويقال: اجتمع علمهم في الآخرة أنها كائنة وهم في شك من وقتهم (٨)  {بَلْ هُمْ فِي شَكٍّ مِنْهَا بَلْ هُمْ مِنْهَا عَمُونَ} أي: جهلة </p><p>(١) وكذا يعقوب. (٢) على وزن أفعل بهمزة واحدة مقطوعة، وسكون الدال مخففة بلا ألف، والقراءة متواترة كما سبق، وقال في \"لسان العرب\" لابن منظور ١٠/ ٤٢١: أدرك: فَنِيَ. انظر: \"السبعة\" لابن مجاهد (٤٨٥)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٣٣٤)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٦٤، \"التيسير\" للداني (١٦٨)، \"الحجة\" لابن زنجلة (٥٣٥)، \"البحر المحيط\" لأبي حيان ٧/ ٨٧، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٣٩، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٢٢٩.(٣) انظر: \"معاني القراءات\" للأزهري (٣٦٠).(٤) في (س): ويعلمونها.(٥) في (ح): لم.(٦) أخرجه عن مجاهد الطبري في \"جامع البيان\" ٢٠/ ٧، وزاد في نسبته السيوطي في \"الدر المنثور\" ١١/ ٣٩٥ للفريابي وابن أبي شيبة، وعبد بن حميد وابن المنذر عن مجاهد في قوله تعالى: {بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ} قال: أم أدْرك علمهم.(٧) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٢٧.(٨) في (س): وقتها، وهذا المعنى ذكره أبو منصور في \"معاني القراءات\" (٣٦٠) عن =</p><p> واحدُها عمٍ (١) ، وقرأ سليمان بن يسار، وعطاء بن يسار (بل أدْرَك) غير مهموز (٢) ، وقرأ ابن مُحَيْصن (٣)  (بل ءآدْرك)  (٤) على الاستفهام أي: لم يُدرك، وجملة (٥) القول فيه (٦) أن الله تعالى أخبر رسوله - صلى الله عليه وسلم - إذا بعثوا يوم القيامة يستوي علمهم بالآخرة وما وعدوا فيه (٧) من الثواب والعقاب وإنْ كانت علومهم مختلفة في الدنيا وإن كانوا في شكّ من أمرها بل جاهلين بها. </p><p> وسمعت بعض العلماء يقول في هذِه الآية: إن حكمها ومعناها: لو أدْرك علمهم في الآخرة ما هم في شك منها حيث هم منها عمون على تعاقب الحروف. </p><p>= السدي. (١) انظر: \"لسان العرب\" لابن منظور ١٥/ ٩٥، وزاد: كل ما ذكره الله عز وجل في كتابه فذَمَّهُ فإنما يريد عَمَى القلب.(٢) أي: بحذف الهمزة ونقل حركتها إلى اللام والدال خفيفة، وهي قراءة عن ورش راوي نافع، وهي متواترة.انظر: \"البحر المحيط\" لأبي حيان ٧/ ٨٧، \"معجم القراءات\" للخطيب ٦/ ٥٤٦.(٣) ومعه الحسن وأبو رجاء وقتادة.(٤) القراءة شاذة، وقال الخطيب في ضبطها: (بل آدْرَك)، بمدة بعد همزة الاستفهام، وأصله (أأدرك) فقلبت الثانية ألفًا تخفيفًا كراهة الجمع بين همزتين.انظر: \"البحر المحيط\" لأبي حيان ٧/ ٨٧، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٢٩٩، \"معجم القراءات\" للخطيب ٦/ ٥٤٧.(٥) في (ح) زيادة: هذا.(٦) في (ح): عنه.(٧) في (ح): فيها.</p>"
}