{
  "id": null,
  "sura": 27,
  "aya": 35,
  "text": "<p> فاستغن بالله عن أبوابهم أبدًا ... إن الوقوف على أبوابهم ذُلّ (١) </p><p> ٣٥ - {وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ} </p><p> وذلك أنّ بلقيس كانت امرأة لبيبة (٢) أريبة (٣) قد سيست وساست (٤) فقالت للملأ من قومها: إني مرسلة إلى سليمان وقومه بهدية (٥) أصانِعُه بذلك عن ملكي، وأختبره بها (٦) : أملك هو أم نبي فإن يكن مَلِكًا قبل الهدية وانصرف، وإن (لم يكن ملكًا)  (٧) لم يقبل الهدية ولم يرضه منا إلا أن نتبعه على دينه فأهدت إليه وُصَفَاء (٨) ووصائف (٩) . </p><p>(١) [٢٠٩١] الحكم على الإسناد: أبو القاسم تكلم فيه الحاكم، وأبوه لم أجده.التخريج:الأبيات في \"محاضرات الأدباء\" للراغب الأصفهاني ١/ ٢٣٨ عزاه لأبي القاسم الدمشقي، ولم يرد فيها البيت الثاني، وأول الثالث:إن جئت تنصحهم ظنوك تخدعهم(٢) اللبية ذات اللُّبِّ وهي ذات العقل. \"المعجم الوسيط\" ٢/ ٨١١.(٣) الأَرْبُ: الدّهاءُ والبَصَرُ بالأمور، وهو من العقل. \"لسان العرب\" ١/ ٢٠٩.(٤) سيست وساست: تمرّست بالسياسية. \"لسان العرب\" لابن منظور ٦/ ١٠٨ (سوس).(٥) ساقطة من (ح).(٦) في (س): بذلك فناظرة بم يرجع المرسلون.(٧) ساقط من (س)، (ح).(٨) مفردهُ الوَصيف وهو الخادمُ غلامًا كان أو جارية، والغلامُ دون المراهق. المعجم الوسيط\" ٢/ ١٠٣٧.(٩) أخرجه الطبري في \"جامع البيان\" ١٩/ ١٥٥، عن وهب بن منبه، وذكره البغوي =</p><p> قال ابن عباس: ألبستهم لباسًا واحدًا حتى لا يعرف ذكر من أُنثى (١) . </p><p> وقال مجاهد: أُلبس الغلمان لباس الجواري وأُلبس الجواري لبسة الغلمان (٢) . </p><p> واختلفوا في عددهم: فقال مقاتل: مائة وصيف ومائة وصيفة (٣) وقال مجاهد: مائتي غلام ومائتي جارية (٤) . </p><p> وقال الكلبي: عشرة غلمان وعشر جواري (٥) . </p><p>= في \"معالم التنزيل\" ٦/ ١٦٠. (١) أخرجه الطبري في \"جامع البيان\" ١٩/ ١٥٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٨٨٠ مطولًا، وذكره البغوي في \"معالم التنزيل\" ٦/ ١٦٠ جميعهم عن ابن عباس.(٢) انظر: \"تفسير مجاهد\" (٥١٨)، وأخرجه الطبري في \"جامع البيان\" عن مجاهد بن جبر ١٩/ ١٥٥ بلفظ: بجوار لباسهن لباس الغلمان وغلمان لباسُهم لباس الجواري، وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٨٧٧ عن مجاهد، وزاد السيوطي في \"الدر المنثور\" ١١/ ٣٦٥ في نسبته إلى الفريابي وابن أبي شيبة وعبد بن حميد وابن المنذر عن مجاهد باللفظ السابق، وانظر أيضًا \"معالم التنزيل\" للبغوي ٦/ ١٦٠، \"تفسير القرآن العظيم\" لابن كثير ١٠/ ٤٠٥.(٣) انظر: \"تفسير مقاتل\" ٣/ ٣٠٤، وذكره البغوي في \"معالم التنزيل\" ٦/ ١٦٠، عن ابن عباس، والقرطبي في \"الجامع لأحكام القرآن\" ١٣/ ١٩٦ عن سعيد بن جبير.(٤) أخرجه الطبري في \"جامع البيان\" ١٩/ ١٥٥ عن ابن جريج، وذكره البغوي في \"معالم التنزيل\" ٦/ ١٦٠، والقرطبي في \"الجامع لأحكام القرآن\" ١٣/ ١٩٦ عن مجاهد.(٥) لم أجده.</p><p> وقال وهب (١) وغيره: خمسمائة غلام وخمسمائة جارية (٢) . </p><p> [٢٠٩٢] وأخبرني ابن فنجويه (٣) ، نا أبو علي بن حبش المقرئ (٤)  (٥) ، نا ابن زنجويه (٦) ، نا سلمة (٧) ، نا عبد الرزاق (٨) ، نا معمر (٩) ، عن ثابت البناني (١٠) في قوله -عز وجل-: {وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ} قال: أهدتْ لهُ صفائح الذهب، في أوعية الديباج وقيل: كانت أربع لبنات من ذهب فلما بلغ ذلك سليمان -عليه السلام-، أمر الجنَّ فموهوا له الآجر بالذهب، ثم أمر به (١١) فأُلْقِي في الطريق، فلما جاءُوا رأَوْهُ مُلْقى (في الطريق في كلِّ مكانٍ قالوا: قد (١٢) جئنا نحملُ شيئًا نراهُ هاهنا مُلْقىً) (١٣) ما يُلتفت إليه فصغر ذلك في </p><p>(١) ساقطة من (س). (٢) ذكره البغوي في \"معالم التنزيل\" ٦/ ١٦٠ عن وهب وغيره.(٣) ثقة صدوق كثير رواية المناكير.(٤) في (ح): ابن حبش(٥) الحسين بن محمد بن حبش بن حمدان، الدينوري، ثقة، مأمون.(٦) علي بن برِّي بن زنجويه بن ماهان، أبو الحسن الدينوري، لم يذكر بجرح أو تعديل.(٧) سلمة بن شبيب المسمعي النيسابوري، نزيل مكة، ثقة.(٨) الصنعاني، ثقة حافظ عمي في آخر عمره فتغير وكان يتشيع.(٩) معمر بن راشد الأزدي، ثقة ثبت فاضل إلا أن في روايته عن ثابت والأعمش وهشام بن عروة شيئًا.(١٠) ثابت بن أسلم، ثقة، عابد.(١١) من (س)، (ح).(١٢) ساقط من (س).(١٣) ما بين القوسين ساقط من (ح).</p><p> أعينهم ما جاءوا به (١) . </p><p> وقال وهب وغيره من أهل الكتب: عمدت بلقيس إلى خمسمائة جارية وخمسمائة غلام فألبست الجواري لباس الغلمان الأقبية (٢) والمناطق (٣) ، وألبست الغلمان لباس الجواري، وجعلت في أساعدهم (٤) أساور من ذهب، وفي أعناقهم أطواقًا (٥) من ذهب، وفي آذانهم أقراطًا وشنوفًا (٦) ، مرصعات بأنواع الجوهر وحُملتْ </p><p>(١) [٢٠٩٢] الحكم على الإسناد: فيه ابن زنجويه لم يذكر بجرح أو تعديل.التخريج:أخرجه عبد الرزاق في \"تفسير القرآن\" ٣/ ٨١، والطبري في \"جامع البيان\" ١٩/ ١٥٥. وانظر: \"الدر المنثور\" للسيوطي ٦/ ٢٥٧.(٢) الأقبية: القَبَاءُ الذي يُلْبس فوق الثياب أو القميص، والجمع أقبية، وتَقَبَّى لبس القباء.\"مختار الصحاح\" للرازي (٢١٧)، \"المعجم الوسيط\" ٢/ ٧١٣.(٣) المناطق: واحدها مِنْطق، وهو النّطاق والإزار الذي يُثنى. \"لسان العرب\" لابن منظور ١٠/ ٣٥٥.(٤) في (س)، (ح) والمطبوع: سواعدهم، والساعد: الذراع. \"لسان العرب\" لابن منظور ٣/ ٢١٤.(٥) الأطواق: مفرده طَوْق وهو حُلِيٌّ يُجْعَلُ في العنق. \"لسان العرب\" لابن منظور ١٠/ ٢٣١، \"المعجم الوسيط\" ٢/ ٥٧١.(٦) الأقراط والشنوف: هي من أنواع الحُليّ، والقُرْط: الذي يُعلق في شحمة الأذن، والشَّنْفُ بفتح الشين: الذي يُلبس في أعلى الأذن.\"لسان العرب\" لابن منظور ٩/ ١٨٣، \"مختار الصحاح\" للرازي (١٤٦)، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ٤١، ٢/ ٥٠٥.</p><p> الجواري على خمسمائة رَمَكَة والغلمان على خمسمائة بِرْذَوْن (١) على كل فرس لجام من ذهب مرصعٌ بأنواع الجواهر وغواشِيهَا من الديباج الملونة وبعثت فيه (٢) خمسمائة لبنة من ذهب وخمسمائة لبنة (٣) من فضة وتاجًا مكللَّا (٤) بالدُّر والياقوت المرتفع وأرسلت إليه أيضًا المسك والعنبر (٥) وعود الألنجوج (٦) وعمدت إلى حُقَّة (٧) فجعلت فيها درة يتيمة غير مثقوبة وخرزة جزعية مثقوبة مُعْوَجّة الثقب، ودعت رجلًا من أشراف قومها (٨) يقال له المنذر بن عمرو (٩) وضمت إليه رجالًا من قومها أصحابَ رأيٍ وعقل، وكتبت معه كتابًا بنسخة الهدية </p><p>(١) البِرْذَوْنُ: يُطلق على غير العربي من الخيل والبغال، عظيم الخِلْقة غليظ الأعضاء قويُّ الأرجل عظيم الحوافر، والجمع: براذين. \"المعجم الوسيط\" ١/ ٤٨. (٢) في (س): أيضًا، وفي (ح): إليه.(٣) ساقطة من (ح).(٤) معناه: بعضه على بعض مزين. \"لسان العرب\" لابن منظور ٢/ ٤١٦.(٥) العنبر: من الطيب، وفي حديث ابن عباس أنه سئل عن العنبر فقال: إنما هو شيء دَسَرَه -أي: دفعه- البحر هو الطيب المعروف، وقال في \"لسان العرب\" العنبر: الزعفران.\"مختار الصحاح\" للرازي (١٩١)، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ١١٦، \"لسان العرب\" لابن منظور ٤/ ٢٨٥، ٤/ ٦٠٤.(٦) في (س): جاء فوقها عبارة أي: الخالص به، ولا أدري ماذا أراد بها الناسخ، وقال في \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٦٢ ألنجوج: هو عودٌ يتبخر به.(٧) وعاء صغير يتخذ من عاجٍ أو زجاج أو غيرها. \"المعجم الوسيط\" ١/ ١٨٨.(٨) في (س): قومه.(٩) في (س): عون.</p><p> وقالت: إن كنتَ نبيًا فميز بين الوصفاء والوصايف، وأخبر بما في الحقة قبل أن تفتحها، واثقب الدرة ثقبًا مستويًا، وأدخل خيط الخرزة (١) ، وأمرت بلقيس الغلمان فقالت: إذا كلمكم سليمان فكلموه بكلام فيه (٢) تأنيث وتخنيث يُشبه كلام النساء، وأمرت الجواري (٣) أن يكلمنه بكلامٍ فيه غلظة يشبه كلام الرجال، ثم قالت للرسول: انظر إلى الرجل إذا دخلت عليه فإن نظر إليك نظر غضب فاعلم أنه ملك ولا يهولَّنكَ منظره فأنا أعز منه، وإن رأيت الرجل بشًا لطيفًا فاعلم أنه نبي مرسل فتفهم قوله وردَّ الجواب. </p><p> فانطلق الرسول بالهدايا وأقبل الهدهد مسرعًا إلى سليمان -عليه السلام- فأخبره الخبر كلَّه فأمر سليمان -عليه السلام- الجن أن يضربوا لَبِنَاتِ الذهب والفضة ففعلوا، ثم أمرهم أن يبسطوا من موضعه الذي هو فيه إلى تسع (٤) فراسخ ميدانًا واحدًا بلبنات الذهب والفضة، وأن يجعلوا حول الميدان حائطًا شرفها من الذهب والفضة ففعلوا، ثم قال -عليه السلام-: أيُّ الدوابِّ أحسنُ مما رأيتم في البرِّ والبحرِ؟ قالوا: يا نبي الله إنا رأينا دوابّ في بحر كذا وكذا منَمّرةً مُنقطةً مختلفة ألوانها لها أجنحةٌ وأعراف ونواصي قال: على بها الساعة فأتوا بها فقال: شدّوها على يمين الميدان وعن يساره وعلى لبنات الذهب </p><p>(١) في (س) بزيادة: المثقوبة من غير علاج إنس ولا جنّ. (٢) ساقطة من (ح).(٣) في (س): وانظروا.(٤) في (ح): سبع.</p><p> والفضة وألقوا لها (١) علوفاتها. </p><p> ثم قال -عليه السلام- للجن: عليّ بأولادكم فاجتمع خلق كثير فأقامهم عن يمين الميدان ويساره، ثم قعد سليمان -عليه السلام- في مجلس على سريره ووضع له أربعة آلاف كرسي عن يمينه ومثلها عن يساره، وأمر الشياطين أن يصطفُّوا (٢) صفوفًا فراسخ (وأمر الإنس فاصطفوا فراسخ)  (٣) عن يمينه ويساره. </p><p> فلما دنا القومُ من الميدان (ونظروا إلى مُلك سليمان -عليه السلام- ورأوا الدوابَّ التي لم ترَ أعينُهم تروثُ على لبنات الذهب والفضة)  (٤) تقاصرت إليهم أنفسُهم ورمَوا بما معهم من الهدايا. </p><p> وفي بعض الروايات أن سليمان -عليه السلام- لما أمر بفرش الميدان بلبنات الذهب والفضة أمرهم أن يتركوا على طريقهم موضعًا على قدر موضع اللبنات التي معهم فلما رأوا (٥) الرسل موضع اللبنات خاليًا وكل الأرض مفروشةٌ خافوا أن يتهموا بذلك فطرحوا ما معهم في ذلك المكان. </p><p>(١) في (ح): عليها، وفي (س): لها عليها. (٢) في (س) بزيادة: فوقها.(٣) ما بين القوسين ساقط من (ح)، وفي (س): زيادة بعدها وهي: وأمر الوحش والسباع والهوام والطير فاصطفوا فراسخ.(٤) ما بين القوسين ساقط من (س).(٥) في (س)، (ح): رأى.</p><p> قالوا: ثم جاءوا فلما رأوا (١) الشياطين نظروا إلى منظر عجيب ففزعوا، فقال لهم الشياطين: جوزوا فلا بأس عليكم فكانوا يمرون على كلِّ (٢) كردوس كردوس (٣) من الجن والإنس والطير والسباع (٤) والوحش حتى وقفوا بين يديْ سليمان، فنظر إليهم سليمان صلوات الله عليه نظرًا حسنًا بوجه طلْق، قال: ما وراءكم؟ فأخبره رئيس القوم بما جاؤوا له وأعطاه كتاب الملكة فنظر فيه ثم قال: أين الحقة؟ فأتى بها فحركها فجاءه جبريل- عليهما (٥) السلام- فأخبره بما في الحقة ثم قال: إن فيها درة يتيمة غير مثقوبة وجزعة (٦) مثقوبة معوجة الثقب، فقال الرسول: صدقت فاثقب الدرة وأدخل الخيط في الخرزة، فقال سليمان -عليه السلام-: من لي بثقبها؟ فسأل سليمان الإنس </p><p>(١) في (س): ونظروا إلى. (٢) ساقطة من (س)، (ح).(٣) الكردوس: كل عظمين ضخمين كالركبتين والمنكبين والمرفقين، والكُرْدوس: الخيل العظيمة، وقيل: القطعة من الخيل العظيمة، والكراديس الفرق منهم وقيل: كتائب الخيل واحدها كُردوس شُبِهت برؤوس العظام الكثيرة.\"لسان العرب\" لابن منظور ٦/ ١٩٥، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ١٦٢.(٤) السباع: جمع سبع بضم الباء وإسكانها: الحيوان المفترس والجمع أسبع وسباع وأرض مسبعة: أي: كثيرة السباع، قال تعالى: {وَمَا أَكَلَ السَّبُعُ} وإسكان الباء لغة لأهل نجد. \"حياة الحيوان\" للدميري ١/ ٥٣٤.(٥) في (س)، (ح): عليه.(٦) في (س): وجزعية.</p><p> فلم يكن عندهم علم ذلك، ثم سأل الجن فلم يكن عندهم علم ذلك، ثم سأل الشياطين فقالوا: نرسل إلى الأَرَضَة (١) فجاءت الأرضة وأخذت شعرة في فيها ودخلت فيها حتى خرجت من الجانب الآخر، فقال لها سليمان -عليه السلام-: حاجتك؟ فقالت تُصيِّر رزقي في الشجرة، قال: لك ذلك، ثم قال: من لهذِه، درة (٢) يُسْلِكُها الخيط؟ فقالت دودة بيضاء: أنا لها يا رسول الله، فأخذت الدودة الخيط في فيها ودخلت الثقب حتى خرجت من الجانب الآخر، فقال سليمان -عليه السلام-: حاجتك؟ قالت: تجعل رزقي في الفواكه، قال: لك ذلك، ثم ميز -عليه السلام- بين الغلمان والجواري بأن أمرهم أن يغسلوا وجوههم وأيديهم فكان الجارية تأخذ الماء من الآنية بإحدى يديها ثم تجعله على الأخرى (٣) ثم تضرب به على (٤) الوجه، والغلامُ كان يأخذ (٥) الماء من الآنية يضربُ به وجهه، وكانت الجارية تصبُّ (على باطن ساعدها، والغلام على ظهر الساعد، وكانت الجارية تصب الماء)  (٦) صبًا، وكان الغلام يُحْدِرُ على يده حدرًا، فميز </p><p>(١) الأرَضة: بفتح الهمزة والراء والضاد المعجمة دويبة صغيرة كنصف العدسة تأكل الخشب، وهي دابة الأرض التي ذكرها الله تعالى في كتابه، ولما كان فعلها في الأرض أُضيفت إليها. \"حياة الحيوان\" للدميري ١/ ٣٠. (٢) في (س)، (ح): الخرزة.(٣) في (س): الآخر، وهو خطأ.(٤) ساقطة من (س).(٥) في (س)، (ح)، والمطبوع: يأخذه، وهو خطأ.(٦) ما بين القوسين مكرر في (ح) خطأ.</p>"
}