{
  "id": null,
  "sura": 27,
  "aya": 18,
  "text": "<p> ١٨ - قوله تعالى:  {حَتَّى إِذَا أَتَوْا عَلَى وَادِ النَّمْلِ} الآية. </p><p> [٢٠٨٢] أخبرني ابن فنجويه (١) ، نا مخلد بن جعفر (٢) ، نا الحسن ابن علويه (٣) ، نا إسماعيل بن عيسى (٤) ، نا إسحاق بن بشر (٥) ، نا أبو إلياس (٦) ، عن وهب بن منبه (٧) ، عن كعب (٨) ، قال: إنَّ سليمان -عليه السلام- إذا ركب حمل أهله وسائر حشمه وخدمه وكتّابه وتلك السقوف بعضها فوق بعض على قدر درجاتهم، وقد اتخذ مطابخ ومخابز يُحمل فيها تنانير الحديد وقدور عظام يسع كل (٩) قدر عشرة جزائر، وقد اتخذ ميادين للدواب أمامه فيطبخ الطباخون ويخبز الخبازون وتجري </p><p>= التخريج: أخرجه أبو نعيم في \"حلية الأولياء\" ٤/ ٥٩، عن عبد الله به، وعزاه السيوطي في \"الدر المنثور\" ١١/ ٣٤٢ لعبد الله بن أحمد في \"زوائد الزهد\" وابن المنذر، وأخرج ابن عساكر في \"تاريخ دمشق\" ٢٢/ ٢٧٦ نحوه عن عبد العزيز بن أبي رواد.(١) ثقة صدوق كثير رواية المناكير.(٢) الباقرجي الدقاق، أبو علي، اختلط بعد أن كان أمره صحيحًا مستقيمًا.(٣) الحسن بن علي بن محمد بن سليمان بن علويه البغدادي القطان، ثقه.(٤) أبو إسحاق، ضعفه الأزدي، وصححه غيره.(٥) إسحاق بن بشر بن محمد بن عبد الله الهاشمي، كذاب.(٦) ابن بنت وهب بن منبه. ضعيف.(٧) ثقة.(٨) كعب الأحبار، ثقة.(٩) ساقطة من (س)، (ح).</p><p> الدواب بين يديه بين السماء والأرض والريح تهوي بهم، فسار من اصطحبه إلى اليمن (١) فسلك المدينة مدينة الرسول - صلى الله عليه وسلم - فقال سليمان -عليه السلام-: هذِه (٢) دار هجرة نبي في آخر الزمان طوبى لمن آمن (٣) به وطوبى لمن اتبعه وطوبى لمن أقتدى به، ورأى حول البيت أصنامًا تعبد من دون الله تعالى فلما جاوز سليمان -عليه السلام- البيت بكى البيت فأوحى الله -عزَّ وجلَّ- إلى البيت: ما يبكيك؟ فقال: يا رب أبكاني أن (٤) هذا نبي من أنبيائك وقوم من أوليائك مرّوا عليّ فلم يهبطوا فيّ ولم يصلوا عندي ولم يذكروني بحضرتي والأصنام تُعبد حولي من دونك، فأوحى الله -عزَّ وجلَّ- إليه أن لا تبك، فإني سوف أملؤك وجوهًا سجدًا وأُنزل فيك قرآنا جديدًا، وأبعث فيك (٥) نبيًّا في آخر الزمان أحب أنبيائي إليّ، وأجعل فيك عمارًا من خلقي يعبدونني، وأفرض على عبادي فريضة يدفون إليك (٦) دفيف النسور إلى وكرها، </p><p>(١) تقع في الزاوية الجنوبية الغربية لجزيرة العرب، ومكونة في عصرنا الحاضر من دولتين: اليمن الشمالي، وعاصمته صنعاء، والجنوبي؛ وعاصمته عدن، والآن اجتمعتا دولة واحدة. \"معجم البلدان\" لياقوت ٧/ ٤٤٧، \"مجموع بلدان اليمن\" ٤/ ٧٨٦، \"معجم المعالم الجغرافية\" لعاتق البلادي (٣٤٠).(٢) لا توجد في (س)، (ح): ولعلها مهجر.(٣) ساقطة من (س).(٤) من (س).(٥) في (س): منك وقيل: فيك.(٦) من (س)، (ح).</p>"
}