{
  "id": null,
  "sura": 27,
  "aya": 37,
  "text": "<p> {فَمَا آتَانِيَ اللَّهُ خَيْرٌ مِمَّا آتَاكُمْ بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ} لأنكم أهل مفاخرة (١) الدنيا والمكاثرة بها ولا تعرفون غير ذلك، وليست الدنيا من (٢) حاجتي؛ لأن الله (٣) أعطاني فيها ما لم يعط أحدًا، ومع ذلك أكرمني بالدين والنبوة والحكمة، ثم قال للمنذر بن عمرو (٤) أمير الوفد {ارْجِعْ إِلَيْهِمْ} بالهدية. </p><p> (فذلك قوله تعالى:</p><p> ٣٧ - {ارْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لَا قِبَلَ} (٥) </p><p> لا طاقة (٦)  {لَهُمْ بِهَا وَلَنُخْرِجَنَّهُمْ مِنْهَا} أي: (٧) من أرضها وملكها {أَذِلَّةً وَهُمْ صَاغِرُونَ} ذليلون إن لم يأتوني مسلمين. </p><p> قال وهب وغيره من أهل (٨) الكتاب: لما رجعت رسل بلقيس إليها من عند سليمان -عليه السلام- قالت: قد والله عرفت ما هذا بملك، وما لنا به (٩) من طاقة، وما نصنعُ بمكاثرته شيئًا، فبعثت إلى سليمان -عليه السلام- إني قادمةُ عليك بملوك قومي حتى انظر ما أمرك وما تدعو إليه من دينك، ثم </p><p>(١) في (ح): المفاخرة في. (٢) سقطت من (س).(٣) في (س)، (ح): بزيادة (تعالى قد مكنني منها).(٤) ذكره مقاتل في \"تفسيره\" ٣/ ٤٠٣.(٥) ساقط من (س)، (ح).(٦) سقطت من (ح).(٧) سقطت من (س).(٨) سقطت من الأصل.(٩) سقطت من (ح).</p><p> أمرت بعرشها فجُعل في آخر سبعة أبيات بعضُها في بعض في آخر قصر من سبعة قصور لها، ثم أغلقت دونه الأبواب، ووكلت به حُرّاسًا يحفظونه، ثم قالت لمن خلَّفَتْ على سلطانها: احتفظ بما قِبَلَك (١) وسرير ملكي فلا يخلص إليه أحد ولا يرينَّهُ حتى آتيك، ثم (٢) أمرت مناديًا فنادى في أهل مملكتها يُؤْذِنونهم بالرحيل، وشخصت إلى سليمان -عليه السلام- في اثني عشر ألف قيل من ملوك اليمن تحت يدي (٣) كل قيلٍ ألوفٌ كثيرة (٤) . </p><p> قال ابن عباس: وكان سليمان -عليه السلام- رجلًا مهيبًا لا يبتدأ بشيء حتى يكون هو الذي يسأل عنه فخرج يومًا فجلسَ على سريرِ ملكه فرأى رهجًا (٥) قريبًا منه (٦) فقال ما هذِه؟ قالوا: بلقيسُ يا رسول الله. </p><p> قال: وقد نزلت منا بهذا المكان (٧) ؟ </p><p>(١) أي: بما عندك بين يديك. انظر: \"لسان العرب\" لابن منظور ٣/ ١٤٥. (٢) سقطت من (ح).(٣) سقطت من (ح).(٤) أخرجه الطبري في \"جامع البيان\" عن وهب بن منبه ١٩/ ١٥٤، وأخرجه أيضًا في \"تاريخ الرسل والملوك\" ١/ ٢٩٠ مطولًا، وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٨٨٣، من طريق سلمة عن ابن إسحاق عن يزيد بن رومان، وذكره البغوي في \"معالم التنزيل\" ٦/ ١٦٣، وابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٤٠١ ونسبه لمحمد بن إسحاق عن يزيد بن رومان.(٥) الرَّهْجُ: الغُبَارُ. \"المعجم الوسيط\" ١/ ٣٧٧.(٦) ساقطة من (ح).(٧) في (س): زيادة بعدها (وكان على مسيرة فرسخ من سليمان -عليه السلام-).</p>"
}