{
  "id": null,
  "sura": 27,
  "aya": 42,
  "text": "<p> يَهْتَدُونَ} أي: ) (١) من الجاهلين الذين لا يهتدون إليهم (٢) ، وإنما حَمَلَ سليمان -عليه السلام- على ذلك -كما ذكره وهب ومحمد بن كعب وغيرهما من أهل الكتاب- أنّ الشياطين خافت أن يتزوجها (٣) سليمان -عليه السلام- فتُفشي إليه أسرار الجن ولا ينفكون من تسخير سليمان -عليه السلام- وذريته من بعده فأرادوا أن يُزَهِّدُوهُ فيها فأساءوا الثناء عليها، وقالوا: إنَّ في عقلها أشياء، وإن رِجْلَها كحافر الحمار، فأراد سليمان -عليه السلام- أن يختبر عقلها بتنكير عرشها، وينظر إلى قدميها ببناء الصرح. </p><p> ٤٢ - قوله تعالى:  {فَلَمَّا جَاءَتْ} </p><p> بلقيس {قِيلَ} لها {أَهَكَذَا عَرْشُكِ قَالَتْ كَأَنَّهُ هُوَ} شبهته به وكانت قد تركته خلفها في بيت خلف سبعة أبواب مغلقة والمفاتيح معها فلم تُقِرَّ بذلك ولم تُنْكِر فعلم سليمان -عليه السلام- كمال عقلها (٤) . </p><p> قال الحسين بن الفضل: شبهوا عليها فشبهت عليهم وأجابتهم على حسب سؤالهم ولو قال (٥) لها: هذا عرشك لقالت: نعم (٦) . </p><p>(١) ما بين القوسين من (س)، (ح). (٢) في (س)، (ح): إليه.(٣) سقطت من (ح).(٤) أخرجه الطبري في \"جامع البيان\" ١٩/ ١٦٧ عن محمد بن كعب، وقال عن سبب اتخاذ سليمان -عليه السلام- للصرح: وجائز أن يكون سليمان أمر باتخاذ الصرح للاثنين ... ليختبر عقلها، وينظر إلى ساقها وقدمها ليعرف صحة ما قيل له فيها.(٥) في (س): قالوا.(٦) ذكره البغوي في \"معالم التنزيل\" ٦/ ١٦٦، ونسبه لمقاتل، وذكره ابن عطية في \"المحرر الوجيز\" ٤/ ٢٦١، والقرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٠٧ ونسباه للحسين بن الفضل.</p><p> فقال سليمانُ -عليه السلام-: {وَأُوتِينَا الْعِلْمَ}  (١) بالله تعالى وبقدرته على ما يشاء {مِنْ قَبْلِهَا} أي من) (٢) قبل هذِه المرأة (وكنا مسلمين)  (هذا قول مجاهد (٣) . </p><p> وقال بعضهم: معناه: وأوتينا العلم بإسلامها ومجيئها طائعة (من قبل مجيئها)  (٤) ، وكنا مسلمين طائعين خاضعين لله تعالى (٥) . </p><p> وقال بعضهم: هذا من قول بلقيس لما رأت عرشها عند سليمان -عليه السلام- قالت: عرفتُ هذِه وأوتينا العلمَ (٦) بصحة نبوة سليمان -عليه السلام- بالآيات المتقدمة من قَبلِ هذِه الآية وذلك بما اختبرت من أمر الهدهد (٧) والرسل {وَكُنَّا مُسْلِمِينَ} ) (٨) أي: منقادين لك مطيعين لأمرك </p><p>(١) في (س): بتكملة الآية (من قبلها)، وجاء بعدها (أي: وأوتينا العلم). (٢) ما بين القوسين ساقط من (س)، (ح).(٣) انظر مجاهد في \"تفسيره\" ٢/ ٥١٩، وأخرجه الطبري في \"جامع البيان\" ١٩/ ١٦٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٨٩٢، والبغوي في \"معالم التنزيل\" ٦/ ١٦٦ جميعهم عن مجاهد، وذكر ابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٤١٠ أنه من قول مجاهد وسعيد بن جبير، وحسّنه، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٠٧ - ٢٠٨ بلفظ: المرة بدل المرأة، والألوسي في \"روح المعاني\" ١٩/ ٢٠٧، ولم ينسباه.(٤) سقطت من (س).(٥) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٠٨، والبغوي في \"معالم التنزيل\" ٦/ ١٦٦.(٦) ساقطة من (س).(٧) في (س): الهدية.(٨) ما بين القوسين ساقط من (ح).</p>"
}