{
  "id": null,
  "sura": 27,
  "aya": 82,
  "text": "<p> ٨٢ - قوله تعالى:  {وَإِذَا وَقَعَ الْقَوْلُ} </p><p> أي (١) : وَجَبَ العذاب والسخط {عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ} قراءة العامة بالتشديد من التكليم (٢) وتصديقهم قراءة أُبي: (تُنَبِّئهُم)  (٣) ، قال السدي: تُكَلِّمهم ببطلان الأديان سوى دين الإسلام (٤) ، وقرأ أبو رجاء العطاردي:  (تُكلمُهُم) بفتح التاء </p><p>= انظر: \"السبعة\" لابن مجاهد (٤٨٦)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٣٣٥)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٦٦، \"التيسير\" للداني (١٦٩)، \"البحر المحيط\" لأبي حيان ٧/ ٩١، \"النشر في القراءات العشر\" لابن الجزري ٢/ ١٤٣، \"معجم القراءات\" للخطيب ٦/ ٥٥٧. (١) سقطت من (ح).(٢) والقراءة المتواترة: {تُكَلِّمُهُمْ} بالتشديد من الكلام، أو من الكَلْم أي تجرحهم، والتشديد للتكثير.انظر: \"معاني القرآن\" للفراء ٢/ ٣٠٠، \"جامع البيان\" للطبري ٢٠/ ١٤، \"معاني القرآن\" للزجاج ٤/ ١٢٩، \"البحر المحيط\" لأبي حيان ٧/ ٩١، \"معجم القراءات\" للخطيب ٦/ ٥٥٨.(٣) في (ح): تثبتهم، والصواب كالأصل، والقراءة شاذة، ووردت عند ابن عطية \"المحرر الوجيز\" ٤/ ٢٧١ بالياء بدل الهمز (تُنَبِّيهم).انظر: \"مختصر في شواذ القرآن\" لابن خالويه (١١٠)، \"المحتسب\" لابن جني ٢/ ١٩٠، \"البحر المحيط\" لأبي حيان ٧/ ٩١، \"معجم القراءات\" للخطيب ٦/ ٥٥٨.(٤) ذكره البغوي في \"معالم التنزيل\" ٦/ ١٧٧، والقرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٣٤، والنسفي في \"مدارك التنزيل\" ٣/ ٢٢٣، والشوكاني في \"فتح القدير\" ٤/ ١٥٢.</p><p> وتخفيف اللام (١) من الكَلْم وهو الجُرح أي: تَسِمهم (٢) . </p><p> (قال أبو الجوزاء)  (٣) : سألت ابن عباس عن هذِه الآية تُكَلِّمهم أو تَكْلِمهُم قال: كل ذلك تفعل تُكَلِّم المؤمن وتَكَلِمُ الكافر (٤) </p><p>(١) القراءة شاذة. انظر: \"مختصر في شواذ القرآن\" لابن خالويه (١١٠)، \"المحتسب\" لابن جني ٢/ ١٨٩، \"البحر المحيط\" لأبي حيان ٧/ ٩١، \"معجم القراءات\" للخطيب ٦/ ٥٥٨.(٢) خروج الدابة قبل يوم القيامة تكلم الناس من عقائد أهل السنة والجماعة، نصوا عليها في كتب العقيدة عمومًا كما فعل الطحاوي في \"عقيدته\" فقال: ونؤمن بطلوع الشمس من مغربها وخروج دابة الأرض من موضعها. انظر: ٢/ ٧٥٤.كذلك في كتب أشراط الساعة والفتن، كـ \"السنن الواردة في الفتن\" ٦/ ١٢٥٣ وغيره، \"الإذاعة\" (١٣٩)، وقد علق رضاء الله المباركفوري بقوله: كثرت الروايات في وصف الدابة من حيث حقيقتها وطولها وشكلها وسيرتها، إلا أن أغلب هذِه الروايات موقوفة على بعض الصحابة أو على من هو دونهم، وما ورد منها مرفوعًا فلم يثبت منه سند إلا القليل، مما يجعلنا لا نستطيع القطع بشيء في وصفها وسيرتها سوى ما ورد في الصحيح المرفوع منها، وهو أنها خلق عظيم يخرج من بعض بقاع الأرض وهي من دواب الأرض غير الإنسان، لا يفوتها أحد فتسم المؤمن فتكتب بين عينيه مؤمن، وتسم الكافر فتكتب بين عينيه كافر، وهذا هو الظاهر من الأحاديث، وهو المراد منها عند أهل الحديث والفقه والمتكلمين من أهل السنة، كما صرح بذلك القاضي عياض.(٣) سقط من (ح).(٤) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٩٢٦، وزاد السيوطي في \"الدر المنثور\" في نسبته ١١/ ٤٠١ لعبد بن حميد وابن المنذر عن أبي داود نفيع الأعمى، عن ابن عباس رضي الله عنهما، وأبو داود متروك. \"تقريب التهذيب\" لابن حجر (٧١٨١).</p><p> {أَنَّ النَّاسَ} قرأ ابن إسحاق وأهل الكوفة (١) بالنصب، وقرأ الباقون: بالكسر (٢) ، {كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ} قبل خروجها (٣) . </p><p>(١) وهو عاصم وحمزة والكسائي وخلف يوافقهم الحسن والأعمش وابن أبي إسحاق. (٢) انظر القراءتين في كتب القراءات المتواترة، وقال الشاطبي:ومَعْ فَتْحِ أنّ الناسَ ما بعد مَكْرِهِم ... لكوفٍ ... ... ... ... ... ... ... ... ... .\"السبعة\" لابن مجاهد (٤٨٧)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٣٣٥)، \"الكشف من وجوه القراءات\" لمكي ٢/ ١٦٧، \"التيسير\" للداني (١٦٩)، \"الحجة\" لابن زنجلة (٥٣٨)، \"البحر المحيط\" لأبي حيان ٧/ ٩٢، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٣٨، \"معجم القراءات\" للخطيب ٦/ ٥٥٩.(٣) في (ح): بخروجها.</p><p> ذكر الأخبار الواردة في صفة دابة الأرض وكيفية خروجها: </p><p> [٢١٠٢] أخبرنا الشيخ أبو محمد عبد الله بن حامد الأصبهاني (١) ، أنا محمد بن إسحاق (٢) ، نا عبد الله بن محمد بن رستويه (٣) ، نا الحكم ابن بشير بن سلمان (٤) ، عن عمرو بن قيس الملائي (٥) ، عن عطية (٦) ، عن ابن عمر (٧)  {وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ} قال: حين لا يأمرون بالمعروف ولا ينهون عن المنكر (٨) . </p><p>(١) لم يذكر بجرح أو تعديل. (٢) أبو تراب الموصلي، لم يذكر بجرح أو تعديل.(٣) لم أجده.(٤) الحكم بن بشير بن سلمان، أبو محمد النهدي، قال أبو حاتم: صدوق، وذكره ابن حبان في \"الثقات\"، وروى له الترمذي وابن ماجه. انظر: \"الجرح والتعديل\" ٣/ ١١٤، \"الثقات\" لابن حبان ٨/ ١٩٤، \"تهذيب الكمال\" ٧/ ٨٩، \"التقريب\" (١٤٣٩).(٥) أبو عبد الله الكوفي، ثقة، متقن.(٦) ابن سعد بن جُنادة، العوفي، صدوق، يُخطئ كثيرًا، وكان شيعيًا مدلسًا.(٧) صحابي مشهور.(٨) [٢١٠٢] الحكم على الإسناد:فيه عطية العوفي، يخطئ كثيرًا، وفيه من لم أجده، وشيخ المصنف لم يذكر بجرح أو تعديل.التخريج:أخرجه ابن أبي شيبة في \"المصنف\" ٧/ ٥٠٤، ١١٩، والطبري في \"جامع البيان\" ٢٠/ ١٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٩٢١، وابن أبي الدنيا في \"الأمر بالمعروف والنهي عن المنكر\" (٣٠)، ومداره على عطية العوفي.</p><p> [٢١٠٣] وأخبرنا عبد الله بن حامد (١) ، أنا أحمد بن عبد الله (المزني (٢) قال: نا محمد بن عبد الله) (٣) بن سليمان الحضرمي (٤) ، نا هشيم بن خياد (٥) الجهني (٦) ، نا عمرو بن محمد العنقزي (٧) ، عن طلحة بن عمرو (٨) ، عن عبد الله بن عمير الليثي (٩) ، عن أبي سريحة الأنصاري (١٠) ، عن النبي -صلى الله عليه وسلم-، أنَّه قال: \"يكون (١١) للدابة ثلاث </p><p>(١) لم يذكر بجرح أو تعديل. (٢) أبو محمد المغفلي الهروي، الشيخ الجليل القدوة، الحافظ.(٣) من (ح). ومن أول السند إلى هنا ساقط من (س)، وجاء مكانه: أخبرنا الحسين ابن محمد بن فنجويه قال حدثنا: أبو بكر بن خرجة، قال: محمد بن عبيد الله.(٤) سقطت من (ح)، وهو أبو جعفر مطين، ثقة حافظ.(٥) في (ح): جناد، وفي (س): حماد. والصواب: هيثم بن خالد كما سيأتي.(٦) الهيثم بن خالد الجهني أبو الحسن الكوفي، روى عن: حسين بن علي الجعفي، وعبد الله بن نمير، وزيد بن الحباب ووكيع. وروى عنه: أبو داود، وقال: ثقة. قال ابن عساكر: مات سنة (٢٣٩ هـ). وقال مطين: مات الهيثم بن خالد البجلي -وكان غير ثقة- في ذي القعدة سنة (٢٣٧ هـ)، وبعده مات الهيثم بن محمد بن جناد الجهني -وكان ثقة، في ذي القعدة سنة (٢٣٩ هـ)، وكان لا يخضب.قال الحافظ: هو هو والظاهر أن الوهم من النسخة.\"تهذيب الكمال\" للمزي ٣٠/ ٣٧٨، \"الكاشف\" للذهبي ٢/ ٣٤٤ (٦٠١٨) \"تهذيب التهذيب\" لابن حجر ٤/ ٢٩٦، \"التقريب\" لابن حجر (٧٣٦٥).(٧) أبو سعيد الكوفي، ثقة.(٨) الحضرمي، المكي، متروك.(٩) المكي، ثقة.(١٠) حُذيفة بن أسيد، صحابي جليل.(١١) سقطت من (س).</p><p> خرجات من الدهر فتخرج خروجًا بأقصى اليمن فيفشو ذكرها بالبادية ولا يدخل ذكرها القرية -يعني عليه السلام مكة- ثم (١) بينا (٢) الناس (٣) في أعظم المساجد على الله حرمة وأكرمها على الله عز وجل - يعني: المسجد الحرام- لم يَرُعْهُم إلا وهي في ناحية المسجد ترنو وتدنو -كما قال عمرو- ما بين الركن الأسود إلى باب بني مخزوم عن يمين الخارج في وسط من ذلك فارفضّ الناس عنها (٤) وتتبت لها عصابة عرفوا أنهم لن يعجزوا الله تعالى فخرجت عليهم تنفض رأسها من التراب فمرّت بهم فجلت عن وجوههم حتَّى تركتها كأنها الكواكب الدرية ثم ولّت في الأرض لا يدركها طالب ولا يفوتها (٥) هارب حتَّى إن الرجل ليقدم (٦) فيتعوذ منها بالصلاة فتأتيه من خلفه فتقول: يا فلان الآن تصلي فيقبل (٧) عليها بوجهه فتسمه في وجهه، فيتجاور الناس في ديارهم ويصطحبون في أسفارهم ويشتركون في الأموال تعرف الكافر من المؤمن فيقال للمؤمن يا مؤمن وللكافر يا كافر\". </p><p>(١) في (س)، (ح) زيادة وهي: تكمن زمانًا طويلًا ثم تخرج خرجة أخرى قريبًا من مكة فيفشو ذكرها بالبادية، ويدخل ذكرها القرية، يعني: مكة ثم. (٢) في (ح): تنحاز.(٣) في (س)، (ح) بزيادة: يومًا.(٤) ساقطة من (س).(٥) في (ح): يعجزها.(٦) في (س): لقوم، وفي (ح): ليقول.(٧) في (ح): فتقول.</p><p> [٢١٠٤] وأخبرني الحسين بن محمد بن الحسين بن عبد الله الثقفي (١) ، نا عُمَر بن أحمد بن القاسم النهاوندي (٢) ، نا محمد بن عبد الغفار الزرقاني (٣) ، نا أحمد بن محمد بن هانئ الطائي (٤) ، نا محمد بن النضر بن (٥) محمد الأودي (٦) ، عن أبيه (٧) ، عن سفيان </p><p>= [٢١٠٣] الحكم على الإسناد: فيه طلحة بن عمرو وهو متروك.التخريج:أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٩٢٣، وأخرجه الحاكم في \"المستدرك\" ٤/ ٥٣٠ (٨٤٩٠)، وقال: هذا حديث صحيح الإسناد وهو أبين حديث في ذكر دابة الأرض ولم يخرجاه، والطبراني في \"المعجم الكبير\" ٣/ ١٧٣ (٣٠٥٣).قال الهيثمي في \"مجمع الزوائد\" ٨/ ٧: رواه الطبراني وفيه طلحة بن عمرو وهو متروك.قلت: ومداره عليه، وبه أجمله أيضًا الزيلعي في \"تخريج أحاديث وآثار الكشاف\" ٣/ ٢٠، وعزاه للمصنف.(١) ابن فنجويه، ثقة صدوق كثير الرواية للمناكير.(٢) أبو بكر، فقيه، روى عن الثقات الموضوعات.(٣) محمد بن عبد الغفار الزرقاني، روى عن: الربيع بن تغلب ونصر بن علي الجهمي وغيرهما. روى عنه: أبو عمارة الكرخي الحافظ وغيره. قال ياقوت: وهو صدوق. \"معجم البلدان\" ٣/ ١٣٧.وقال الذهبي في ترجمة موسى بن خاقان: وعنه محمد بن عبد الغفار بخبر منكر. تكلم فيه. اهـ. \"ميزان الاعتدال\" ٥/ ٣٢٨.(٤) أبو بكر الأثرم، ثقة حافظ.(٥) في الأصل، (ح): (و).(٦) لم أجده.(٧) لم أجده.</p><p> الثوري (١) ، عن شهاب بن عبد الرحمن (٢) ، عن طارق بن عبد الرحمن (٣) ، عن ربعي بن حِراشا (٤) ، عن حذيفة (٥) ، قال: قال رسول الله - صلى الله عليه وسلم -: \"دابة الأرض طولها ستون ذراعًا لا يدركها طالب ولا يفوتها هارب تسم المؤمن من(٦)عينيه وتكتب بين عينيه مؤمن وتسم الكافر من(٧)عينيه وتكتب بين عينيه كافر، ومعها عصا موسى وخاتم سليمان عليهما السلام\"  (٨) . </p><p> [٢١٠٥] وأخبرني الحسين بن محمد (٩) ، أنا أبو بكر بن مالك </p><p>(١) أبو عبد الله الكوفي، ثقة، حافظ، فقيه، عابد، إمام، حجة، ربما دلس. (٢) لم أجده.(٣) لم يتبين لي من هو.(٤) أبو مريم الكوفي، ثقة، عابد.(٥) صحابي مشهور.(٦) في (س): بين.(٧) في (س): بين.(٨) [٢١٠٤] الحكم على الإسناد:فيه من لم أجده، وفيه عمر بن أحمد يروي الموضوعات، ومحمد الزرقاني متكلم فيه.التخريج:ذكره الديلمي في \"مسند الفردوس\" ٢/ ٢١٩ عن حذيفة، وأورده الزيلعي في \"تخريج أحاديث وآثار الكشاف\" ٣/ ١٩، ونسبه للمصنف فقط، وبيّن أن بعضه عند الحاكم، وكذا المناوي في \"الفتح السماوي\" ٢/ ٨٩١.قلت: وهو الحديث السابق نفسه عن أبي سريحة.(٩) ابن فنجويه، ثقة صدوق كثير الرواية للمناكير.</p><p> القطيعي (١) ، نا عبد الله بن أحمد بن حنبل (٢) ، حدثني أبي (٣) ، نا بهز (٤) ، أنا (٥) حماد (٦) ، أنا علي بن زيد (٧) ، عن أوس بن خالد (٨) ، عن أبي هريرة، أن رسول الله - صلى الله عليه وسلم - قال:  \"تخرج الدابة ومعها عصا موسى وخاتم سليمان عليهما السلام فتجلو وجه المؤمن بالعصى وتختم(٩)أنف الكافر بالخاتم، حتَّى إن أهل الخِوان(١٠)ليجتمعون فيقول هذا: يا مؤمن ويقول هذا: يا كافر\"  (١١) . </p><p>(١) أحمد بن جعفر بن حمدان، ثقة. (٢) أبو عبد الرحمن البغدادي، ثقة.(٣) أحمد بن حنبل الإمام، الثقة الحافظ الفقيه.(٤) بَهْز بن أسد العَمي، أبو الأسود البصري، ثقة، ثبت.(٥) ساقطة من (س)، وجاء مكانها: بن.(٦) حماد بن سلمة بن دينار البصري، ثقة، أثبت الناس في ثابت وتغير حفظه بأخرة.(٧) علي بن زيد بن عبد الله بن زهير بن عبد الله بن جُدْعان، ضعيف.(٨) أوس بن أبي أوس، خالد الحجازي، مجهول.(٩) في (س): وتخطم بالطاء، ومعنى تخطم أنف الكافر: أي تَسِمُه بها، من خطمت البعير إذا كويته خظًا من الأنف إلى أحد خديه وتسمى تلك السِّمةُ: الخطام. \"النهاية في غريب الحديث والأثر\" لابن الأثير (٢٧٢).(١٠) الخِوان: ما يوضع عليه الطعام عند الأكل. \"النهاية في غريب الحديث والأثر\" لابن الأثير (٢٩٠).(١١) [٢١٠٥] الحكم على الإسناد:فيه علي بن زيد، وهو ضعيف. وأوس بن أبي أوس، مجهول.التخريج:أخرجه الترمذي، كتاب التفسير، باب ومن سورة النمل (٣١٨٧)، وقال: حديث حسن غريب، وابن ماجة، كتاب الفتن، باب دابة الأرض (٤٠٦٦)، وإسحاق =</p><p> [٢١٠٦] وأخبرني الحسين بن محمَّد (١) ، نا عبيد الله بن محمَّد بن شنبة (٢) ، نا إسحاق بن إبراهيم بن أبي حسّان الأنماطي (٣) ، نا هشام بن خالد الدِّمشقيّ (٤) ، نا الحسن (٥) بن يحيى (٦) ، نا ابن جريج (٧) ، عن أبي </p><p>= في \"مسنده\" (ص ٤٤٢)، (٥١١)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٩٢٣، وأَحمد في \"المسند\" ٢/ ٢٩٥ (٧٩٣٧)، والحاكم في \"المستدرك\" ٤/ ٥٣٢ (٨٤٩٤)، ومداره على علي بن زيد وهو ابن جدعان وهو ضعيف (٤٧٣٤). (١) ابن فنجويه، ثِقَة صدوق كثير الرواية للمناكير.(٢) لم يذكر بجرح أو تعديل.(٣) إسحاق بن إبراهيم بن أبي حسان أبو يعقوب الأنماطي، سمع هشام بن خالد، وعبد الرَّحْمَن بن إبراهيم وغيرهما، وروى عنه أبو عمرو بن السماك، وإسماعيل ابن عليّ الخطبي، وأبو بكر بن مقسم المقرئ وغيرهم، قال الدارقطني: ثِقَة، وهو بغدادي، مات سنة (٣٠٢ هـ). انظر \"تاريخ بغداد\" ٦/ ٣٨٤.(٤) هشام بن خالد بن زيد بن مروان الأزرق، أبو مروان الدِّمشقيّ، قال أبو حاتم: صدوق، وذكره ابن حبان في \"الثِّقات\"، روى له أبو داود وابن ماجه، مات سنة (٢٤٩ هـ). انظر: \"الجرح والتعديل\" ٩/ ٥٧، \"الثِّقات\" لابن حبان ٩/ ٢٣٣، \"تهذيب الكمال\" ٣٠/ ١٩٨، \"التقريب\" (٧٢٩١).(٥) في (س)، (ح): الحسين.(٦) الحسن بن يحيى الخشني، الدِّمشقيّ البلاطي، أبو عبد الملك، ويقال: أبو خالد، قال ابن معين: ليس بشيء، وفي رواية قال: ثِقَة خراساني، وقال أبو حاتم: صدوق سيئ الحفظ، وقال النَّسائيّ: ليس بثقة، وقال الدارقطني: متروك، وقال الحافظ: صدوق كثير الغلط، روى له أبو داود في \"المراسيل\"، وابن ماجه. انظر: \"الجرح والتعديل\" ٣/ ٤٤، \"تهذيب الكمال\" ٦/ ٣٣٩، \"التقريب\" (١٢٩٥).(٧) عبد الملك بن عبد العزيز، ثِقَة فقيه فاضل، وكان يدلس ويرسل.</p><p> الزبير (١) أنَّه وصف الدابة فقال: رأسها رأس الثور (٢) وعينها عين خنزير (٣) وأذنها أذن قيل (٤) وقرنها قرن أيّل (٥) وصدرها صدر أسد (٦) ولونها لون نمر (٧) وخاصرتها خاصرة هرّ (٨) وذنبها ذنب كبش (٩) وقوائمها قوائم بعير (١٠) بين كلّ مفصلين اثني عشر ذراعًا معها </p><p>(١) محمَّد بن مسلم بن تدرس الأسدي، صدوق إلَّا أنَّه يدلس. (٢) الثور: الذكر من البقر والأنثى بقرة، والجمع ثورة وثيران، وسمي الثور ثورًا؛ لأنه يثير الأرض. \"لسان العرب\" لابن منظور ٤/ ١١١، \"حياة الحيوان\" للدميري ١/ ٢٥٧.(٣) حيوان دجُون من الفصيلة الخنزيرية، والجمع خنازير. \"المعجم الوسيط\" ١/ ٢٥٩.(٤) الفيل: معروف، وجمعه أفيال وفيول وفيلة. \"لسان العرب\" لابن منظور ١١/ ٥٣٤، \"حياة الحيوان\" للدميري ٢/ ٢٦٦.(٥) الأيِّل: بتشديد الياء المكسورة ذكر الأوعال، وأكثر أحواله شبيه ببقر الوحش، والوعْل: تيس الجبل. \"لسان العرب\" لابن منظور ١١/ ٣٣، ٧٣٠، \"حياة الحيوان\" للدميري ١/ ١٥٠.(٦) الأسد: حيوان من السباع معروف، وجمعه أسود. \"لسان العرب\" لابن منظور ٣/ ٧٢، \"حياة الحيوان\" للدميري ١/ ٦.(٧) النَّمِرُ: ضرب من السباع أخبث من الأسد، سُمّي بذلك لِنُمَرٍ فيه، والنُّمْرَةُ: النُّكْتَةُ من أي لون كان، والأنمر: الذي فيه نُمْرَةٌ بيضاء وأخرى سوداء، والأنثى نمراء.\"لسان العرب\" لابن منظور ٥/ ٢٣٤، \"حياة الحيوان\" للدميري ٢/ ٤٥٩.(٨) الهِرُّ: القط، والأنثى هِرة، والجمع: هِرَرَة. \"المعجم الوسيط\" ٢/ ٩٨١.(٩) الكَبْشُ: فحل الضأن في أي سن كان، وقيل: إذا أثنى الحَمَلُ فقدْ صار كبشًا، وقيل: إذا أربع. \"لسان العرب\" لابن منظور ٦/ ٣٣٨، \"حياة الحيوان\" للدميري ٢/ ٣٢٤.(١٠) البَعير: الجمل البازِلُ -والبازل: الذي فَطَرَ نابُه أي: انْشَقَّ-، وقيل: الجذع، =</p><p> عصى موسى وخاتم سليمان عليهما السلام ولا يبقى مؤمن إلَّا نكتَته (١) في جسده بعصا موسى عليه السلام نكتة بيضاء فتفشو تلك النكتة حتَّى يضيء لها وجهه، ولا يبقى كافر إلَّا نكتت وجهه بخاتم سليمان عليه السلام فتفشو تلك النكتة فيسودَّ لها وجهه، حتَّى إن النَّاس يتبايعون في الأسواق: بكم يَا مؤمن بكم يَا كافر، ثم تقول لهم الدابة: يَا فلأن أَنْتَ من أهل الجنة ويا فلأن أَنْتَ من أهل النَّار. وذلك قول الله عز وجل:  {وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ} الآية (٢) . </p><p> [٢١٠٧] وأخبرني الحسين (٣) ، نا ابن شنبة (٤) ، نا محمَّد بن </p><p>= ويطلق على الذكر والأنثى. \"لسان العرب\" لابن منظور ٤/ ٧١، ١١/ ٢٥، \"حياة الحيوان\" للدميري ١/ ١٨٧. (١) النَّكْتُ: قَرْعُكَ الأرضَ بعُود أو بإِصبعْ، وقيل: النكتة: النقطة. \"لسان العرب\" لابن منظور ٢/ ١٠٠.(٢) [٢١٠٦] الحكم على الإسناد:ضعيف لتدليس ابن جريج والحسن بن يحيى كثير الغلط، وابن شنبه لم يذكر بجرح أو تعديل.التخريج:أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٩٢٤، وزاد في نسبته السيوطي في \"الدر المنثور\" ٦/ ٣٨٣ لابن مردويه، وذكره ابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٤٣٤ - ٤٣٥، ورجاله رجال الحسن، لولا عنعنة ابن جريج فإنَّه مدلس.انظر: \"تعريف أهل التقديس\" لابن حجر (١٢).(٣) ابن فنجويه، ثِقَة صدوق.(٤) عبيد الله بن محمَّد بن شنبة لم يذكر بجرح أو تعديل.</p><p> عمران (١) ، نا سفيان (٢) بن وكيع (٣) ، حَدَّثني أبي (٤) ، عن الوليد بن عبد الله بن جميع (٥) ، عن عبد الملك بن المغيرة الطوائفي (٦) ، عن ابن البيلماني (٧) ، عن ابن عمر، قال: تخرجُ الدابة ليلة جَمْعٍ والناسُ يسيرون إلى منى قال: فَتحمِلُ النَّاس بذنبها وعجزها فلا يبقى سابق (٨) إلَّا حطمته ولا مؤمن إلَّا فسخته (٩)  (١٠) . </p><p>(١) ابن هارون، لم أجده. (٢) في (س): شَقِيق.(٣) أبو محمَّد الرؤاسي، صدوق إلَّا أنَّه ابتلي بورَّاقه، فأدخل عليه ما ليس من حديثه فنُصح فلم يقبل فسقط حديثه.(٤) وكيع بن الجراح بن مُليح الرُّؤاسي، أبو سفيان الكُوفيّ، ثِقَة، حافظ، عابد.(٥) الوليد بن عبد الله بن جُميع الزُّهْرِيّ، المكيّ، نزيل الكوفة، قال أَحْمد وأبو داود: ليس به بأس، ووثقه ابن معين، وقال أبو حاتم صالح الحديث، وقال الحافظ: صدوق يهم، ورُمي بالتشيع انظر: \"الجرح والتعديل\" ٩/ ٨، \"الثِّقات\" لابن حبان ٥/ ٤٩٢، \"تهذيب الكمال\" ٣١/ ٣٥، \"التقريب\" (٧٤٣٢).(٦) عبد الملك بن المغيرة الطَّائِفِيِّ، ذكره ابن حبان في \"الثِّقات\"، وقال الحافظ: مقبول، انظر: \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٣٦٥، \"الثِّقات\" لابن حبان ٧/ ٩٩، \"تهذيب الكمال\" ١٨/ ٤٢١، \"التقريب\" (٤٢٢٠).(٧) عبد الرَّحْمَن بن البيلماني، ضعيف.(٨) في (ح): منافق.(٩) في (س): مسحَتْه.(١٠) [٢١٠٧] الحكم على الإسناد:ضعيف لضعف ابن البيلماني، وفيه من لم يذكر بجرح أو تعديل، ومن لم أجده ومن سقط حديثه.التخريج:أخرجه ابن أبي شيبة في \"المصنف\" ٧/ ٥٠٧ (٣٧٦٠٥)، ونعيم في \"الفتن\" =</p><p> [٢١٠٨] وأخبرني الحسين بن محمَّد (١) ، نا عمر بن الخطاب (٢) ، نا عبد (٣) الله بن الفضل (٤) ، نا إبراهيم بن محمَّد بن عرعرة (٥) ، نا عبيد الله بن عبد المجيد الحنفي (٦) ، نا فرقد بن الحجاج القُرشيّ (٧) ، قال سمعت عقبة بن أبي الحسناء اليماني (٨) ، قال: سمعت أَبا هريرة يقول: قال رسول الله - صلى الله عليه وسلم -: \"تخرج دابة الأرض من أجياد فيبلغ صدرها الركن اليماني ولما تخرج(٩)ذنبها بعد\" قال: \"وهي دابة </p><p>= ٢/ ٦٦٥ (١٨٦٥)، وأعله ابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٤٣٤ بابن البيلماني وهو ضعيف، وقد اتهمه ابن عدي وابن حبان (٦١٠٧). ونسبه السيوطي في \"الدر المنثور\" ٦/ ٣٨٢ لابن أبي شيبة وابن أبي حاتم. (١) ابن فنجويه، ثِقَة صدوق كثير الرواية للمناكير.(٢) لم يتبين لي من هو.(٣) في (ح): عبيد.(٤) لم أجده.(٥) ثِقَة، حافظ.(٦) عبيد الله بن عبد المجيد الحنفي، أبو علي البَصْرِيّ، قال ابن معين وأبو حاتم: ليس به بأس، وذكره ابن حبان في \"الثِّقات\"، وقال الحافظ: صدوق، روى له الجماعة، مات سنة (٢٠٩ هـ). انظر \"الجرح والتعديل\" ٥/ ٣٢٤، \"الثِّقات\" لابن حبان ٨/ ٤٠٤، \"تهذيب الكمال\" ١٩/ ١٠٤، \"التقريب\" (٤٣١٧).(٧) فرقد بن الحجاج، أبو نصر القُرشيّ البَصْرِيّ، سئل عنه أبو حاتم فقال: هو شيخ، وذكره ابن حبان في \"الثِّقات\" وقال: يخطئ. انظر \"الجرح والتعديل\" ٧/ ٢٧، \"الثِّقات\" لابن حبان ٧/ ٣٢٢، \"لسان الميزان\" ٤/ ٤٣٣.(٨) عقبة بن أبي الحسناء، قال الذهبي: مجهول، انظر \"ميزان الاعتدال\" ٥/ ١٠٦، \"لسان الميزان\" ٤/ ١٧٧.(٩) في (س): ولا يخرج، وفي (ح): ولما يخرج.</p><p> ذات وبر وقوائم\" (١) . </p><p> [٢١٠٩] وأخبرني الحسين (٢) ، نا علي بن محمَّد بن لؤلؤ (٣) ، نا أبو عبيد محمَّد بن أَحْمد بن المؤمَّل (٤) ، نا أبو جعفر (محمَّد بن جعفر)  (٥) الأحول (٦) ، نا منصور بن عمّار (٧) ، نا ابن (٨) لهيعة، </p><p>(١) [٢١٠٨] الحكم على الإسناد: ضعيف فيه فرقد يخطئ، وعقبة مجهول، كما قال الذهبي وابن حجر وغيرهما، إلَّا أن الذهبي قال عن نسخة من أحاديث عقبة عن أبي هريرة: وهذِه نسخة حسنة وقعت لي وغالب أحاديثها محفوظة. والله أعلم هل هذا منها؛ فإنِّي لم أقف له على متابع.التخريج:أورده الذهبي في \"ميزان الاعتدال\" ٣/ ٨٥ في ترجمة عقبة بن أبي الحسناء، وكذا ابن حجر في \"لسان الميزان\" ٤/ ١٧٧، ونسبه السيوطي في \"الدر المنثور\" ٦/ ٣٨٢ لابن مروديه والبيهقي في \"البعث والنشور\" والحديث ضعفه الألباني في \"سلسلة الأحاديث الضعيفة\" (١١٠٩).(٢) ابن فنجويه، ثِقَة صدوق، كثير الرواية للمناكير.(٣) البغدادي الوراق، أبو الحسن الثَّقَفيّ، صدوق، غير أنَّه رديء الكتاب.(٤) محمَّد بن أَحْمد بن المؤمل بن أَبان بن تمام، أبو عبيد الصيرفي، وثقه عمر بن بشران، وأبو الحسن الجراحي، مات سنة (٣١٢ هـ). انظر \"تاريخ بغداد\" ١/ ٣٦١.(٥) من (س)، (ح).(٦) محمَّد بن جعفر بن راشد، أبو جعفر الفارسيّ، يلقب بلَقْلوق، أصله من بلخ، قال الخَطيب البغدادي: كان ثِقَة. انظر \"تاريخ بغداد\" ٢/ ١٢٦، \"نزهة الألباب في الألقاب\" ٢/ ١٣٨.(٧) أبو السري السلمي، ليس بالقوي.(٨) في (ح) بزيادة: أبي. وهو عبد الله لهيعة بن عقبة الحضرميّ، صدوق، خلط بعد احتراق كتبه.</p><p> عن (١) أبي قبيل (٢) ، عن عبد الله بن عمرو أنَّه أَرَضّ (٣) الطائف برجله وقال: من ها هنا تخرج الدابة التي تكلم النَّاس (٤) . </p><p> [٢١١٠] وأخبرني عقيل بن محمَّد الجرجاني الفقيه (٥) ، نا أبو الفرج المعافى بن زكريا البغدادي (٦) ، نا أبو جعفر محمَّد بن جرير الطبري (٧) ، نا أبو كريب (٨) ، نا الأَشجعيّ (٩) ، عن فضيل بن </p><p>(١) في (ح): بن، وهو خطأ. (٢) حُيَي بن هانئ بن ناضر، أبو قبيل، المعافري، المصري، صدوق يهم.(٣) الرَّضُّ: دَقُّكَ الشيءَ، والإِرْضَاضُ: شِدَّةُ العَدْوِ، وأَرض في الأرضِ: ذهب.انظر: \"تهذيب اللغة\" للأزهري ٥/ ٥، \"القاموس المحيط\" للفيروزآبادي ٢/ ١ (رضّ).(٤) [٢١٠٩] الحكم على الإسناد:ضعيف فيه ابن لهيعهَ وروايته هنا ليس من طريق العبادلة، وشيخه أبو قبيل صدوق يهم، وفيه من لم أتبينه ومن لم أجده.التخريج:لم أقف عليه مسندًا، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٣٧.(٥) الفقيه الإستراباذيّ. لم أجده.(٦) المعافى بن زكريا بن يحيى بن حميد، العلامة الفقيه الحافظ أبو الفرج النهرواني، الجريري، نسبة إلى رأي ابن جرير الطبري: قال الخَطيب: كان من أعلم النَّاس في وقته بالفقه والنحو واللغة وأصناف الأدب، ولي القضاء بباب الطاق، وكان على مذهب ابن جرير. وقال البرقاني: كان أعلم النَّاس، وكان ثِقَة. مات سنة (٣٩٠ هـ).(٧) الإِمام، العلم المجتهد عالم العصر، صاحب التصانيف البديعة.(٨) مُحَمَّد بن العلاء بن كُرَيْب، ثِقَة حافظ.(٩) عبيد الله بن عبيد الرَّحْمَن الأَشجعيّ، أبو عبد الرَّحْمَن الكُوفيّ، ثِقَة، مأمون، =</p><p> مرزوق (١) ، عن عطية (٢) ، عن ابن عمرو (٣) ، قال: تخرج الدابة من صَدْعٍ في الصفا (٤) كجَرْيِ الفرسِ ثلاثةَ أيامٍ وما خرجَ ثلثُها (٥) . </p><p>= أثبت النَّاس كتابًا في الثَّوريّ، روى له الجماعة سوى أبي داود، مات سنة (١٨٢ هـ). انظر: \"الثِّقات\" لابن حبان ٧/ ١٥٠، \"تهذيب الكمال\" ١٩/ ١٠٧، \"التقريب\" (٤٣١٨).(١) فضيل بن مرزوق الأغرّ، الرَّقاشي، الكُوفيّ أبو عبد الرَّحْمَن صدوق، يهم، رمي بالتشيع، وثقه السفيانان، وابن معين وفي رواية قال: صالح الحديث ولكنه شديد التشيع، وقال أبو حاتم: صدوق صالح الحديث، يهم كثيرًا، يكتب حديثه. قيل له: يحتج به؟ فقال: لا. وضعفه النَّسائيّ، وذكره ابن حبان في \"الثِّقات\" وقال: يخطئ.انظر: \"الجرح والتعديل\" ٧/ ٧٥، \"الثِّقات\" لابن حبان ٧/ ٣١٦، \"تهذيب الكمال\" ٢٣/ ٣٠٥، \"التقريب\" (٥٤٣٧).(٢) عطية بن سعد بن جُنادة، العوفي، صدوق يخطئ كثيرًا وكان شيعيًّا مدلسًا.(٣) عبد الله بن عمرو، صحابي مشهور.(٤) في (ح): السما.(٥) [٢١١٥] الحكم على الإسناد:ضعيف وفيه فضيل وهو صدوق يهم، وكذلك شيخه عطية وهو صدوق يخطئ كثيرًا، وشيخ المصنف لم أجده.التخريج:أخرجه ابن أبي شيبة في \"المصنف\" ٧/ ٤٦٧، والفاكهي في \"أخبار مكة\" ٤/ ٤٢، ونعيم في \"الفتن\" ٢/ ٦٦٤، والطبري في \"جامع البيان\" ٢٠/ ١٦، وكذلك ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٩٢٥، من طرق عن فضيل بن مرزوق، عن عطية، عن: عبد الله بن عمرو بن العاص، ووجدته في \"جامع البيان\" عبد الله ابن عمر، وروي هذا الأثر بلفظ آخر، ومن طريق أخرى ضعيفة.انظر: \"مجمع الزوائد\" للهيثمي ٨/ ٨، وعلق ابن كثير في \"تفسير القرآن العظيم\" =</p><p> [٢١١١] وبه عن محمَّد بن جرير (١) ، حَدَّثني عصام بن رواد بن الجراح (٢) ، أنا (أبي (٣) ، نا) (٤) سفيان بن سعيد (٥) ، نا منصور بن المعتمر (٦) ، عن ربعي بن حِراش (٧) ، قال: سمعت حذيفة بن اليمان (٨) ، قال: ذكر رسول الله - صلى الله عليه وسلم - الدابة، قلت: يَا رسول الله من أين تخرج؟ قال: \"من أعظمِ المساجدِ حرمةً على الله (٩) بينما عيسى عليه السلام يطوف بالبيت ومعه المسلمون إذ تضطربُ الأرضُ تحتَهم (١٠) تحَرِّكَ القنْديلَ وينشقُ الصفا مما يلي المسعى (١١) وتخرج الدابةُ من الصَّفا أولَ ما يَبْدُو منها رأسُها (١٢) مُلَمَّعة ذاتَ </p><p>= ١٠/ ٤٣٣ بقوله: هذا حديث غريب جدًّا، وسنده ضعيف، ولعله من الزاملتين اللتين أصابهما عبد الله بن عمرو يوم اليرموك، فأما رفعه فمنكر. والله أعلم. (١) أبو جعفر الطبري، العلم المجتهد، صاحب التصانيف.(٢) هو العسقلاني، لينه الحاكم أبو أَحْمد، وذكره ابن حبان في \"الثِّقات\".(٣) روّاد بن الجراح الشَّاميّ، أبو عصام العسقلاني، صدوق اختلط بأخَرة فترك، وفي حديثه عن الثَّوريّ ضعف شديد.(٤) ما بين القوسين ساقط من (ح).(٥) سفيان الثَّوريّ، ثِقَة حافظ إمام حجة، ربما دلس.(٦) ثِقَة ثبت وكان لا يدلس.(٧) ثِقَة عابد.(٨) صحابي مشهور.(٩) لم ترد في (ح).(١٠) في (ح): عنهم.(١١) في (س): المشعر.(١٢) في (ح): رأسه.</p><p> وبرٍ وريشٍ لن يُدْوِكها طالبٌ ولن (١) يَفُوتَها هاربٌ تَسِم (٢) النَّاسَ مؤمنًا وكافرًا (٣) أما المؤمن فتتركُ وجهَه كأنه كوكبٌ دري وتكتبُ بين عينيه: مؤمنٌ وأما الكافر فتترك (٤) بين عينيه (٥) نُكْتةً سوداء وتكتب بين عينيه كافرٌ\" (٦) . </p><p> [٢١١٢] وبه عن محمَّد بن جرير (٧) ، نا ابن (٨) عبد الرَّحْمَن (٩) </p><p>(١) في (ح): ولا. (٢) وردت في الأصل، (س)، (ح): تسمي، وأثبت الصواب من \"جامع البيان\" للطبري ١٨/ ١٢٥.(٣) في (ح): كافر ومؤمن، والصواب: مؤمن وكافر.(٤) في (س)، (ح): فَتَنْكُتُ.(٥) في (ح): كفيه.(٦) [٢١١١] الحكم على الإسناد:ضعيف فيه عصام بن رواد لينه أبو أَحْمد الحاكم، وانظر كلام الطبري عن هذا الإسناد في \"تخريج أحاديث وآثار الكشاف\" ٣/ ٢٦٦ حيث ورد السند نفسه يسأل فيه حذيفة النَّبِيّ - صلى الله عليه وسلم - عن الدخان، وأثبت أنَّه لم يسمعه من سفيان، وفيه عن ابن كثير أنَّه موضوع، بهذا السند، فإن كان الحديث واحدًا فهو موضوع وإن كانا حديثين فهذا ضعيف، والله أعلم.التخريج:أخرجه الطبري في \"جامع البيان\" ٢٠/ ١٥ - ١٦، ولم ينسبه السيوطي في \"الدر المنثور\" ٦/ ٤٠٥ لغيره.وانظر: \"تخريج أحاديث وآثار الكشاف\" للزيلعي ٣/ ٢٠.(٧) الطبري، العلم المجتهد، صاحب التصانيف.(٨) سقطت من (ح).(٩) هكذا في النسخ، والصواب: عبد الرَّحِيم، وهو محمَّد بن عبد الله بن عبد الرَّحِيم ابن سَعْيَة المِصْريُّ، ابن البَرْقي، قال النَّسائيّ: لا بأس به، وقال ابن يونس: كان =</p><p> البرقيُّ، نا ابن أبي مريم (١) ، نا ابن (٢) لهيعة (٣) ، ويحيى بنُ أيوبَ (٤) ، قالا (٥) : نا ابن (٦) الهاد (٧) ، عن عمر بن الحكم (٨) ، أنَّه سمع عبد الله ابن عمرو (٩) ، يقول: تخرجُ الدابة من شِعْبٍ فَيمَسُّ (١٠) رأسُها السَّحابَ (١١) ورجْلاها في الأرض ما خَرَجَت (١٢) فَتمُرُّ بالإنسانِ </p><p>= ثِقَة، وكذلك وثقه الحافظ، مات سنة (٢٤٩)، وروى له أبو داود والنَّسائيّ. انظر \"الجرح والتعديل\" ٧/ ٣٠١، \"تهذيب الكمال\" ٢٥/ ٥٠٣، \"التقريب\" (٦٠٣٢).(١) سعيد بن الحكم بن محمَّد بن سالم بن أبي مريم الجمحي، أبو محمَّد المصري، ثِقَة، ثبت، فقيه.(٢) ساقطة من الأصل.(٣) عبد الله بن لهيعة، صدوق، خلط بعد احتراق كتبه.(٤) يحيى بن أَيُّوب الغافقي، أبو العباس المصري، صدوق ربما أخطأ.(٥) في (ح): قال.(٦) في (ح): أبي.(٧) يزيد بن عبد الله بن أسامة بن الهاد الليثيّ، أبو عبد الله المدنِيُّ، ثِقَة، مكثر.(٨) عمر بن الحكم بن رافع بن سنان المدنِي الأَنْصَارِيّ، ثِقَة، ويقال هو: عمر بن الحكم بن ثوبان المدنِيُّ، صدوق.انظر: \"التاريخ الكبير\" للبخاري ٦/ ١٤٧، \"الجرح والتعديل\" ٦/ ١٠١، \"الثِّقات\" لابن حبان ٥/ ١٤٨، \"تهذيب الكمال\" ٩١/ ٣٠٢، \"التقريب\" (٤٨٨٣).(٩) الصحابي المشهور.(١٠) في (س): فلمس.(١١) في (س): في السحاب.(١٢) في (ح): ما خرجتا.</p><p> يصلِّي فتقولُ: ما الصلاةُ من حاجتك فتخطؤه (١)  (٢) . </p><p> وقال وهب: وجهها وجه رجل وسائر خلقها كخلق الطير فتخبر من رآها أن أهل مكة كانوا بمحمد عليه السلام والقرآن لا يوقنون (٣) ، وفي هذا تصديق لقراءة من فتح أنّ (٤) ، وقال كعب: صورتها صورة (٥) الحمار (٦) . </p><p> وروى روح (٧)  (٨) ، عن هشام (٩) ، عن الحسن (١٠)  (١١) : أن موسى </p><p>(١) في (س): فتحطمه. (٢) [٢١١٢] الحكم على الإسناد:فيه شيخ المصنف لم أجده.التخريج:أخرجه الطبري في \"جامع البيان\" ٢٠/ ١٦، والفاكهي في \"أخبار مكة\" ٤/ ٤٠، ونعيم في \"الفتن\" ٢/ ٦٦٢.(٣) ذكره البَغَوِيّ في \"معالم التنزيل\" ٦/ ١٧٧، وأبو السعود في \"إرشاد العقل السليم\" ٦/ ٣٠١، والألوسي في \"روح المعاني\" ٢٠/ ٢٤ جميعهم عن وهب.(٤) في (ح) بزيادة: الناس.(٥) في (ح): كصورة.(٦) ذكره الألوسي في \"روح المعاني\"عن كعب ٢٠/ ٢٣٣.(٧) في (ح) بزيادة: بن شهاب.(٨) روح بن عبادة بن العلاء بن حسان القيسي، ثِقَة، فاضل.(٩) هشام بن حسان الأَزدِيّ القُرْدُوسي، ثِقَة، وفي روايته عن الحسن مقال: لأنه قيل كان يرسل عنه.(١٠) في (س): الحسين.(١١) الحسن البَصْرِيّ، ثِقَة فقيه فاضل مشهور، وكان يرسل كثيرًا ويدلس.</p><p> عليه السلام سألَ ربَّه تعالى أن يُريَهُ الدابةَ فخرجت ثلاثة أيام ولياليهنَّ (١) تذهبُ في السماء -وأشار بيده- لا يرى واحدًا من طَرَفيْهَا فرأى منظرًا فظيعًا فقال عليه السلام: يَا ربِّ رُدَّها فردَّها تعالى (٢) . </p><p>(١) من (س)، (ح). (٢) الحكم على الإسناد:ضعيف، هشام يرسل عن الحسن.التخريج:أخرجه ابن أبي شيبة في \"المصنف\" ٧/ ٤٦٧ (٣٧٢٨٤)، وزاد في نسبته السيوطي في \"الدر المنثور\" ٦/ ٣٧٨ لعبد بن حميد وابن المنذر وابن أبي حاتم، ورواه المروزي في \"تعظيم قدر الصلاة\" ١/ ١١٧ عن أبي سعيد الخُدرِيّ.</p>"
}