{
  "id": null,
  "sura": 27,
  "aya": 7,
  "text": "<p> أي (١) : شدة {الْعَذَابِ} في الدنيا الأسر (٢) والقتل ببدر (٣) ميه {وَهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ} حرمان النجاة والمنع من دخول الجنات. </p><p> ٦ - {وَإِنَّكَ لَتُلَقَّى} </p><p> لتلقن (٤) وتعطى {الْقُرْآنَ} نظيره قوله تعالى: {وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ}  (٥)  {مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ} . </p><p> ٧ - قوله تعالى:  {إِذْ قَالَ مُوسَى لِأَهْلِهِ} </p><p> في مسيره من مدين (٦) إلى مصر وقد أصلد زَنْدَه (٧) {إِنِّي آنَسْتُ </p><p>(١) لم ترد في (س)، وورد مكانها (العذاب). (٢) في (س): بتقديم القتل، وتأخير الأسر، وفي (ح): برمز (م) على الكلمتين ومعناه التقديم لكلمة (القتل) وتأخير كلمة (الأسر) كما في المطبوع.(٣) كذا في (ح)، وفي (س): بيوم، ولعل ما في الأصل وفي (ح) هو الصواب باعتبار أن غزوة بدر أول الغزوات وأعظمها، وقد يراد بالعذاب مطلق العذاب سواء كان في الدنيا أو في الآخرة، والمراد بالسوء شدته وعظمه. \"جامع البيان\" للطبري ١٩/ ١٣٢، \"معالم التنزيل\" للبغوي ٦/ ١٤٣، \"مفاتيح الغيب\" للرازي ٢٤/ ١١٨٠.(٤) من (س)، (ح).(٥) القصص: ٨٠.(٦) بفتح الميم وسكون الدال المهملة، وفتح المثناة تحت، وآخره نون، تعرف اليوم باسم (البِدْع) وهي بين تبوك والساحل على ١٣٢ كيلًا غرب تبوك.انظر: \"معجم البلدان\" لياقوت ٥/ ٧٧، \"معجم بلدان فلسطين\" (٦٥٣)، \"معجم المعالم الجغرافية\" لعاتق البلادي (٢٨٤).(٧) الأصلد: الشديد الصلابة وهي صخرة عريضة مَلْسَاء، والزَّنْدُ: العودُ الأعلى الذي تقدح به النار. =</p><p> نَارًا} فامكثوا مكانكم. </p><p> {سَآتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ}  (١)  (٢) قرأ أهل الكوفة (٣) ويعقوب (٤) : بشهاب منون على البدل (٥) ، وغيرهم: بالإضافة (٦) . </p><p>= انظر: \"لسان العرب\" لابن منظور ٣/ ٢٥٧، \"مختار الصحاح\" للرازي (١١٦)، \"المعجم الوسيط\" ١/ ٤٠٢، ٥٠٢. (١) الشِّهاب: الشعلة الساطعة من النار الموقدة، ومن العارض في الجو نحو {فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ}، {شِهَابٌ مُبِينٌ}، {شِهَابًا رَصَدًا}. \"المفردات في غريب القرآن\" للراغب الأصفهاني (٢٦٧)، \"لسان العرب\" لابن منظور ١/ ٥٠٩.(٢) القَبَسُ المُتناول من الشُّعلةِ أو الجذوة، وهي النار التي تأخذها في طرف عود، والقبس والاقتباس طلب ذلك، ثم يُستعار لطلب العلم والهداية قال تعالى: {انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ} وأقْبَستُهُ نارًا أو علمًا أعطَيتُه. \"المفردات في غريب القرآن\" للراغب الأصفهاني (٣٩٠)، \"لسان العرب\" لابن منظور ٦/ ١٦٧.(٣) وهم: عاصم وحمزة والكسائي وخلف.(٤) في أحد وجهيه وهي رواية رويس عنه.(٥) أي: بالتنوين فيهما {بِشِهَابٍ قَبَسٍ}، وقبسٍ: بدل من شهاب، أو صفة له بمعنى مقتبس أو مقبوس، وقرأ بها عاصم وحمزة والكسائي وخلف ورويس عن يعقوب والأعمش.(٦) بالإضافة لبيان النوع {بِشِهَابٍ قَبَسٍ} كقولهم: خاتم فضة وقرأ بها: ابن كثير ونافع وأبو عمرو وابن عامر والحسن وأبو جعفر وروح عن يعقوب، وهو بمنزلة قوله تعالى: {وَلَدَارُ الْآخِرَةِ} وقال الطبري عن القراءتين: والصواب من القول من ذلك أنهما قراءتان معروفتان في قراءة الأمصار مقاربتا المعنى، فبأيتهما قرأ القارئ فمصيب، ودلّ على ذلك قول الشاطبي: شِهَابٌ بِنُون ثِقْ، أخبر الناظم أن المشار إليهم بالثاء في قوله (ثق) وهم الكوفيون قرءوا بتنوين الباء في (بشهابٍ) فتعين للباقين القراءة بترك التنوين، والإضافة أجود وهو الاختيار؛ لأن الأكثر عليه كما في \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٥٤، وفي \"معاني القرآن\" للأخفش ٢/ ٤٢٨ قال: وكل حسن، فلم يرجح قراءة على أخرى. =</p>"
}