{
  "id": null,
  "sura": 27,
  "aya": 11,
  "text": "<p> ١١ - قوله تعالى:  {إِلَّا مَنْ ظَلَمَ} </p><p> فعمل بغير ما أُمِر به (١)  {ثُمَّ بَدَّلَ حُسْنًا} قراءة العامة (٢) بضم الحاء وجزم السين، وقرأ الأعمش بفتح الحاء والسين (٣)  (بعد سوء فإني غفور رحيم) . </p><p> واختلف العلماء في حكم هذا الاستثناء ومعنى الآية؛ فقال الحسن وابن جريج: قال الله عز وجل لموسى عليه السلام إنما أخفتك لقتلك النفس (٤) . </p><p> قال الحسن: وكانت الأنبياء عليهم السلام تذنب فتعاقب ثم تذنب - والله- فتعاقب (٥) . </p><p>(١) ساقطة من (س)، (ح). (٢) وهم الجمهور، أي: أصحاب القراءات المتواترة.انظر هذِه القراءة في \"البحر المحيط\" لأبي حيان ٧/ ٥٧، \"معجم القراءات\" للخطيب ٦/ ٤٨٧.(٣) القراءة شاذة: قرأ بها أيضًا مجاهد وأبو حيوة والمطوعي وابن مسعود والضحاك وأبو رجاء وابن السميفع حَسَنًا بفتح الحاء والسين والتنوين.انظر: \"مختصر في شواذ القرآن\" لابن خالويه (١١٠)، \"البحر المحيط\" لأبي حيان ٧/ ٥٧، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٣٢٤، \"معجم القراءات\" للخطيب ٦/ ٤٨٦.(٤) أخرجه الطبري في \"جامع البيان\" ١٩/ ١٣٦، وذكره ابن عطية في \"المحرر الوجيز\" ٤/ ٢٥١ عن الحسن، وذكره البغوي في \"معالم التنزيل\" ٦/ ١٤٦، عن ابن جريج وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ١٦٧ عن الحسن وابن جريج.(٥) أخرجه الطبري في \"جامع البيان\" ١٩/ ١٣٦، وذكره ابن عطية في \"المحرر الوجيز\" ٤/ ٢٥١، والقرطبي ١٣/ ١٦٧، جميعهم عن الحسن.</p><p> قال ابن جريج: فمعنى الآية لا يخيف الله سبحانه الأنبياء عليهم السلام إلَّا بذنب يصيبه أحدهم فإن أصابه أخافه حتَّى يتوب (١) فقوله تعالى: {إلَّا} على هذا التأويل استثناء صحيح، وتناهى الخبر عن الرسل عند قوله:  {إِلَّا مَنْ ظَلَمَ} ثم ابتدأ الخبر عن حال من ظلم من الرسل (٢) وغيرهم من الناس، وفي الآية: متروك استُغْنيَ عنه بدلالة الكلام عليه، تقديرها (٣) فمن ظلم (٤) ثم بدّل حسنًا بعد سوء فإني غفور رحيم، وقال الفراء: يقول القائل كيف صير خائفًا من ظلم ثم بدّل حسنًا بعد سوء وهو مغفور له (٥) ، فأقول له في الآية وجهان: أحدهما: أن تقول أن الرسل عليهم السلام معصومة مغفور </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٩/ ١٣٦، من طريق القاسم عن الحسين، عن حجاج، عن ابن جرير ولكن جعل بدل (حتَّى يتوب): (حتَّى يأخذه منه)، وذكره ابن عطية في \"المحرر الوجيز\" ٤/ ٢٥١ بلفظ الطبري، عن ابن جريج، وذكره البغوي في \"معالم التنزيل\" ٦/ ١٤٦ ولم ينسبه. (٢) الظاهر أنها غفلة من الثعلبي رحمه الله فكيف يكون الرسل ممن ظلم من الناس، وقد قال فيما سبق أنَّه انتهى الخبر عن الرسل، ويجوز أن يكون الخطأ من الناسخ أو غيره، وأصل الكلام: ثم ابتدأ الخبر عن حال من ظلم من الناس، ويكون الاستثناء منقطعًا، ويؤيد هذا: الوجهان اللذان قال بهما الفراء بعد ذلك مباشرة، ونظير هذِه الآية {لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ فَلَا تَخْشَوْهُمْ} [البقرة: ١٥٥] والمعنى في الآيتين لكن من ظلم -ولكن الذين ظلموا- فهو استثناء منقطع.(٣) يعني: الآية.(٤) يعني: من الناس.(٥) ساقطة من (س).</p>"
}