{
  "id": null,
  "sura": 27,
  "aya": 17,
  "text": "<p> الناس أنس، وإاذا صاح القنبر (١) قال: إلهي العن مبغضي آل محمد - صلى الله عليه وسلم -، وإذا صاح الخطاف قرأ:  {الْحَمْدُ للهِ رَبِّ الْعَالَمِينَ} ويمد {الْضَّالِينَ} كما يمدها القارئ (٢) . </p><p> ١٧ - {وَحُشِرَ} وجمع (٣)  {لِسُلَيْمَانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ} </p><p> في مسير لهم {فَهُمْ يُوزَعُونَ} أي: يُحبس (٤) أولهم على آخرهم حتَّى يجتمعوا (٥) ، وذلك أنَّه -عليه السلام- جعل على كل صنف منهم </p><p>(١) القنبر: ضرب من طير، له منقار وسُمْرٌ في أعلاه، ضاربٌ إلى البياض من الأسفل، وعلى صدرها بقعة سوداء. \"حياة الحيوان\" للدميري ٢/ ٢٨٤، \"لسان الميزان\" لابن حجر ٥/ ٦٩، \"المعجم الوسيط\" ٢/ ٧١٠.(٢) الحكم على الإسناد:رجاله ثقات غير جعفر فصدوق، إلَّا أن الإسناد معلق، ورواته مجاهيل.التخريج:أورده البغوي في \"معالم التنزيل\" ٦/ ١٤٩، والقرطبي في \"الجامع لأحكام القرآن\" ١٣/ ١٦٦، ونسبه الدميري في \"حياة الحيوان\" ٢/ ٤٣٨ للحسن بن علي، ولم أجد إسناده عند غير المصنف، وهو موضوع كسابقه.(٣) سقطت من (س)، (ح).(٤) في (س): يُحشر.(٥) أخرجه ابن أبي شيبة في \"مصنفه\" ٧/ ١٥٤، وزاد السيوطي في نسبته في \"الدر المنثور\" ١١/ ٣٤٥ لعبد بن حميد والطبري وابن المنذر وابن أبي حاتم عن مجاهد وأبي رزين، وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٨٥٦ عن مجاهد وحده، وأخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٩٧، والطبري في \"جامع البيان\" ١٩/ ١٤١، وزاد في نسبته السيوطي في \"الدر المنثور\" ١١/ ٣٤٥ =</p><p> وزعة (١) ترد أولاها على أُخراها لئلا يتقدموا في المسير كما تصنع الملوك (٢) . </p><p> وروى علي بن أبي طلحة، عن ابن عباس قال: يوزعون: يُدفعون (٣) . </p><p> وابن زيد ومقاتل: يساقون. السدي: يوقفون (٤) ، وأصل الوزع في كلام العرب الكف والمنع (٥) ، ومنه الحديث: ما يزعُ السلطان أكثر مما يزع القرآن (٦) ، ويقال: للأمر أوزعه. </p><p>= لعبد بن حميد بلفظ: (يُرَدُّ) عن قتادة، وأخرجه الطبراني في \"المعجم الكبير\" ١١/ ٣٨٦ (٢٠٧٦) عن ابن عباس، ونسبه الشوكاني في \"فتح القدير\" ٤/ ١٥٤ لقتادة والسدي. (١) من (س)، (ح)، ولم ترد في الأصل، ومعنى وزعة: دفعة. \"المعجم الوسيط\" ٢/ ١٠٢٩.(٢) أخرجه الطبري في \"جامع البيان\" ١٩/ ١٤١ عن ابن عباس، ونسبه لقتادة البغوي في \"معالم التنزيل\" ٦/ ١٤٩.(٣) مرسل، ذكره ابن قتيبة في \"تفسير غريب القرآن\" (٢٧٧)، الطبري في \"جامع البيان\" ١٧/ ٢٠ في قوله تعالى في آخر السورة {وَيَوْمَ نَحْشُرُ} الآية [٨٣] وابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٣٩٧، والشوكاني في \"فتح القدير\" ٤/ ١٣٥.(٤) ذكره البغوي في \"معالم التنزيل\" ٦/ ١٥٠ عن السدي.(٥) الوزع: كفّ النفس عن هواها. \"لسان العرب\" لابن منظور ٨/ ٣٩٠.(٦) نسبه القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ١٦٨، والألوسي في \"روح المعاني\" ١٩/ ١٧٤ لعثمان بن عفان - رضي الله عنه -، وذكره من غير نسبة ابن منظور في \"لسان العرب\" ٨/ ٢٩٠، وابن الأثير في \"النهاية في غريب الحديث والأثر\" ٥/ ١٨٠.</p><p> وفي الخبر: لا بد للناس من وَزَعَة (١) . </p><p> وقال الشاعر: </p><p> على حينِ عاتبتُ المشيبَ على الصِّبا ... وقُلتُ ألَمَّا تَصْحُ والشيبُ (٢) وازع (٣) ؟ ! </p><p> [٢٠٨٠] أخبرني الحسين بن محمد بن فنجويه (٤) ، نا طلحة بن محمد (٥) ، وعبيد بن أحمد (٦) ، قالا: نا أبو بكر بن مجاهد (٧) ، نا </p><p>(١) هو قول الحسن البصري حين ولي قضاء البصرة، ذكره ابن الأثير في \"النهاية في غريب الحديث والأثر\" ٥/ ١٨٥، وفسره بقوله: أي مَنْ يَكُفّ بعضهم عن بعض، يعني: السلطان وأصحابه، ومعنى: وَزَعَة على قول الحسن: أي حُكَّامًا وأمراء، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ١٦٨ بلفظ: لا بد للناس من وازع، وابن عطية في \"المحرر الوجيز\" ٤/ ٢٥٣، والألوسي في \"روح المعاني\" ١٩/ ١٧٤ بلفظ: لا بد للقاضي من وزعة؛ وجميعهم نسبوه للحسن. (٢) في (س)، (ح): والمشيب.(٣) البيت من قصيدة للنابغة يمدح النعمان ويعتذر إليها مما وَشَتْ به بنو قُريع بن عوف من تميم، ومعنى تصحو: تفيق، والوازع: الزاجر الكاف، والصبا: الصبوة وما فيها من أعمال الشباب ولهوهم.انظر: \"ديوانه\" (٧٩)، \"الإنصاف في مسائل الخلاف\" لابن الأنباري ١/ ٢٩٢، \"أساس البلاغة\" للزمخشري ١/ ٤٥٧، \"خزانة الأدب\" لعبد القادر البغداي ٦/ ٥٥٢.(٤) ثقة صدوق كثير رواية المناكير.(٥) ابن جعفر الشاهد، المقرئ، سيئ الحال في الحديث وضعفه الأزهري.(٦) ابن البواب، ثقة.(٧) أحمد بن موسى بن العباس بن مجاهد البغدادي، الإمام، المقرئ، ثقة مأمون.</p><p> أحمد (١) ، نا سنيد (٢) ، نا حجاج (٣) ، عن أبي معشر (٤) ، عن محمد بن كدب (٥) في هذِه الآية قال: بَلَغنا أنَّ سليمان -عليه السلام- كان عسكره مائة فرسخ (٦) خمسة وعشرون منها للإنس وخمسة وعشرون منها للجن، وخمس وعشرون للوَحْش (٧) ، وخمس وعشرون للطير (٨) ، وكان له </p><p>(١) أحمد بن محمد بن هانئ، أبو بكر الأثرم، الطائي، صاحب أحمد بن حنبل روى عن: أحمد بن جواش الحنفي وأحمد بن الحجاج الشيباني وأحمد بن حنبل وأحمد بن أبي الطيب المروزي وغيرهم. روى عنه: النسائي وأحمد بن محمد بن ساكن الزنجاني وغيرهم. قال ابن حجر: ثقة حافظ له تصانيف. \"تاريخ بغداد\" ٥/ ١١٠، \"تهذيب الكمال\" ١/ ٤٧٦، \"تقريب التهذيب\" (١٠٣).(٢) سنيد بن داود المصيصي، أبو علي المحتسب واسمه: الحسين. وسنيد لقب غلب علية، روى عن: إسماعيل بن عليه وجابر بن سليمان الزرقي وجعفر بن سليمان وغيرهم. وروى عنه: أبو بكر أحمد بن أبي خيثمة وأحمد بن سعيد الجال وأبو بكر بن هانئ الأثرم وغيرهم. قال ابن حجر: ضعيف مع إمامته ومعرفته لكونه كان يلقن حجاج بن محمد شيخه.\"تهذيب الكمال\" للمزي ١٢/ ١٦١، \"تقريب التهذيب\" لابن حجر (٢٦٤٦).(٣) حجاج بن محمد المصيصي، الأعور أبو محمد، ثقة، ثبت؛ اختلط في آخر عمره.(٤) نجيح بن عبد الرحمن السندي، المدني، ضعيف.(٥) أبو حمزة القرظي، المدني، ثقة، عالم.(٦) الفَرْسَح: هو من المسافة المعلومة مأخوذ منه، والطويلُ من الزمان ليلًا أو نهارًا، ومقياس قديم من مقاييس الطول يقدر بثلاثة أميال.\"لسان العرب\" لابن منظور ٣/ ٤٤، \"المعجم الوسيط\" ٢/ ٦٨١.(٧) الوحشُ: جمع وَحْشِي وهو ما لا يُسْتَأْنس من دواب البر.\"تهذيب اللغة\" للأزهري ٤/ ٣٨٤٩ (وحش)، \"لسان العرب\" لابن منظور ٨/ ٤٧٨٤ (وحش).(٨) الطير: هو كل ما يطير في الهواء بجناحين. \"المعجم الوسيط\" ٢/ ٥٧٤.</p><p> ألف بيت من قوارير على الخشب، فيها ثلاثمائة صريحة، وسبعمائة سرية، فأمر الريح العاصف فحملته وأمر الرخاء فسير به، فأوحى الله تعالى إليه -وهو يسير بين السماء والأرض- إني قد زدت في ملكك أنَّه لا يتكلم أحد من الخلائق بشيء إلّا جاءت الريح فأخبرتك به (١) . </p><p> وقال مقاتل: نسجت الشياطين لسليمان -عليه السلام- بساطًا فرسخًا في فرسخ ذهبًا في إبريسم (٢) وكان يوضع له منبر من الذهب في وسط البساط فيقعد عليه وحوله ثلاثة آلاف كرسي من ذهب وفضة يقعد الأنبياء عليهم السلام على كراسي الذهب والعلماء على كراسي الفضة وحولهم الناس وحول الناس الجنّ والشياطين وتظله الطير بأجنحتها حتَّى لا تقع عليه الشمس وترفع ريح الصبا البساط مسيرة شهر من الصباح إلى الرّواح ومن الرواح إلى الصباح (٣) . </p><p>(١) [٢٠٨٠] الحكم على الإسناد: ضعيف، فيه سنيد، وأبو معشر.التخريج:أخرجه الحاكم في \"المستدرك\" ٢/ ٦٤٤ (٤١٤١) عن حجاج به، وذكره البغوي في \"معالم التنزيل\" ٣/ ٤١٠، والقرطبي كذلك في \"الجامع لأحكام القرآن\" ١٣/ ١٥٢، وأبو السعود في \"إرشاد العقل السليم\" ٣/ ٢٥٥ وهو من الإسرائيليات.(٢) في (ح): إبريسيم، وفي (س): إبريشم، والصواب ما في الأصل، والإبْرَيْسم: أحسنُ الحرير. \"لسان العرب\" لابن منظور ١٢/ ٤٦، \"المعجم الوسيط\" ١/ ٢.(٣) لم أقف عليه في \"تفسير مقاتل\"، وذكره أبو السعود في \"إرشاد العقل السليم\" ٦/ ٢٧٧ - ٢٧٨.</p><p> [٢٠٨١] أخبرني أبو عبد الله ابن فنجويه (١) ، نا أبو بكر بن مالك القطيعي (٢) ، نا عبد الله بن أحمد بن حنبل (٣) ، نا أحمد بن محمد بن أيوب (٤) ، نا أبو بكر بن عيّاش (٥) ، عن إدريس بن وهب بن منبه (٦) ، قال: حدثني أبي (٧) قال: إنَّ سليمان -عليه السلام- ركب الريح يومًا فمرَّ بحرّاث فنظر الحَرَّاث إليه فقال: لقد أُوتي آل داود مُلكًا عظيمًا فحملت الريح كلامه وألقته في أُذن سليمان -عليه السلام- فنزل حتَّى أتى الحراث فقال: إني سمعت قولك وإنما مشيت إليك؛ لئلا تتمنى ما لا تقدر عليه، لتسبيحة واحدة يقبلها الله -عزَّ وجلَّ-؛ خير مما أوتي آل داود فقال الحراث: أذهب الله همك كما أذهبت همي (٨) . </p><p>(١) ثقة صدوق، كثير الرواية للمناكير. (٢) ثقة.(٣) الشيباني، أبو عبد الرحمن، ثقة.(٤) ابن أيوب أبو جعفر الوراق المعروف بصاحب المغازي. روى عن: إبراهيم بن سعد الزهري وأبي بكر بن عياش. روى عنه: أبو داود وحنبل بن إسحاق بن حنبل، وعبد الله بن أحمد بن حنبل وغيرهم. قال ابن حجر: صدوق كانت فيه غفلة لم يرفع به \"تقريب التهذيب\" لابن حجر (٩٣). \"تاريخ بغداد\" للخطيب البغدادي ٤/ ٣٩٣، \"تهذيب الكمال\" للمزي ١/ ٤٣١.(٥) ثقة، عابد، إلَّا أنَّه لما كبر ساء حفظه.(٦) إدريس بن سنان اليماني، وهو ابن بنت وهب بن منبه، ضعيف.(٧) والده سنان: لم أعرفه. والمقصود في الإسناد: وهب بن منبه جده لأمه كما نسب إليه في \"المسند\" للإمام أحمد ١/ ٣٢٢ وهو ثقة.(٨) [٢٠٨١] الحكم على الإسنادضعيف؛ لضعف إدريس بن سنان. =</p>"
}