{
  "id": null,
  "sura": 27,
  "aya": 51,
  "text": "<p> {وَهُمْ لَا يَشْعُرُونَ}  (١) . </p><p> ٥١ - قوله تعالى:  {فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا} </p><p> قرأ الحسنُ والأعمش وعاصم وحمزة والكسائي (٢)  {أنَّا} بفتح الألف ولها وجهان: </p><p> أحدهما: أن تكون (أنَّا) في محلِّ الرفعِ ردًّا على العاقبة. </p><p> والثاني: النصبُ على تكرير {كَانَ} تقديره: كان عاقبة مكرهم </p><p>(١) إضافة المكر إلى الله فيه تفصيل، قال ابن القيم: إن الله تعالى لم يصف نفسه بالكيد والمكر والخداع والاستهزاء مطلقًا، ولا ذلك داخل في أسمائه الحسنى، ومن ظن من الجهال المصنفين في شرح الأسماء الحسنى، أن من أسمائه الماكر المخادع المستهزئ الكائد فقد فاه بأمر عظيم تقشعر منه الجلود، ... فإن هذِه الأفعال ليست ممدوحة مطلقًا بل تمدح في موضع وتذم في موضع، فلا يجوز إطلاق أفعالها على الله مطلقًا، فلا يقال إنه تعالى يمكر ويخادع ويستهزئ ويكيد ... والمقصود أن الله لم يصف نفسه بالكيد والمكر والخداع إلا على وجه الجزاء لمن فعل ذلك بغير حق. \"مختصر الصواعق\" لمحمد الموصلي (٢٤٩ - ٢٥٠).وقال: المكر ينقسم إلى محمود ومذموم فإن حقيقته إظهار أمر وإخفاء خلافه ليتوصل به إلى مراده: فمن المحمود مكره تعالى بأهل المكر مقابلة لهم بفعلهم وجزاء لهم بجنس عملهم، قال تعالى: {وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ}، وقال تعالى: {وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ (٥٠)}، وكذلك الكيد ينقسم إلى نوعين. \"إغاثة اللهفان\" لابن قيم الجوزية ١/ ٣٨٨.(٢) ويعقوب وخلف وهذِه القراءة متواترة.انظر: \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٣٣٣)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٣٨، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٣٣٠ - ٣٣١.</p><p> التدمير (١) ، واختار أبو عبيد هذِه القراءة اعتبارًا بحرف أبيّ (٢)  (أنْ دَمَّرناهُمْ)  (٣) وقرأ الباقون (٤) : (إنَّا) بكسرِ الألفِ على الابتداءِ (٥) . </p><p> {دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ} يعني: أهلكنَا (٦) التسعة (٧) واختلفوا في كيفية هلاكهم: فقال ابن عباس: أرسل الله عز وجل الملائكة ليلًا فامتلأتْ بهم دارُ صالحٍ عليه السلام فأتت (٨) التسعة (الدار شاهرين)  (٩) سيوفهم فرمتهم </p><p>(١) انظر هذا التوجيه في: \"معاني القرآن\" للفراء (٢٩٦)، \"معاني القرآن\" للزجاج ٤/ ١٢٤، \"السبعة\" لابن مجاهد (٤٨٤)، \"معاني القراءات\" للأزهري (٣٥٩)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٣٣٣)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٦٣، \"البحر المحيط\" لأبي حيان ٧/ ٨٢، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٣٨، \"معجم القراءات\" للخطيب ٦/ ٥٣٣. (٢) زاد في (س) بعدها: بن كعب - رضي الله عنه -.(٣) قال الخطيب في \"معجم القراءات\": وهذِه عند النحاس تصديق لقراءة الفتح (أَنّا)، وهي شاذة. انظر: \"الحجة\" لابن زنجلة (٥٣٢)، \"البحر المحيط\" لأبي حيان ٧/ ٨٢، \"معجم القراءات\" للخطيب ٦/ ٥٣٤.(٤) وهم أبو جعفر، ونافع، وأبو عمرو، وابن عامر، وابن كثير، وهي رواية عن يعقوب، وقراءة الكسر هذِه تفسير للعاقبة.(٥) القراءة متواترة.(٦) في (س): أهلكناهم هم.(٧) في (س): الشيعة.(٨) في (ح): فأتى.(٩) في (ح): اللذان شاهران، ومعنى شاهرًا سيفه: أي: مبرزًا له من غمده.\"لسان العرب، لابن منظور ٤/ ٤٣٣، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٥١٥.</p>"
}