{
  "id": null,
  "sura": 27,
  "aya": 65,
  "text": "<p> ٦٤ - قوله تعالى:  {أَمَّنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ} </p><p> البعث (١)  {وَمَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ} المطر (٢) والنبات {أَإِلَهٌ مَعَ اللَّهِ قُلْ هَاتُوا بُرْهَانَكُمْ} حجّتكم على قولكم إن مع الله إلهًا آخر {إِنْ كُنْتُمْ صَادِقِينَ} . </p><p> ٦٥ - قوله تعالى:  {قُلْ لَا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ}  (٣) </p><p> نزلت في المشركين حسين (٤) سألوا رسول الله - صلى الله عليه وسلم - عن وقت قيام الساعة (٥) . </p><p> قال الفراء: وإنما رفع ما بعد (إلّا) ، لأن قبلها جحدٌ كما تقول: ما ذهب أحدٌ إلَّا أبوك (٦)  {وَمَا يَشْعُرُونَ أَيَّانَ} متى {يُبْعَثُونَ} قالت: عائشة - رضي الله عنه -: مَن زعم أنّه يعلم ما في غد فقد أعظم الفرية والله عز وجل </p><p>(١) من (س)، (ح). (٢) من (س)، (ح).(٣) في حاشية (س) ورد التالي: (إلَّا الله)، قال أبو إسحاق هذا بدل مِنْ (مَنْ) والمعنى: قل لا يعلم أحدًا الغيب إلَّا الله، قال: ومن نصب، نصب على الاستثناء يعني: في الكلام، قال أبو جعفر: وسمعته يحتج بهذِه الآية على من صدّق منجمًا، وقال: أخاف أن يكفر بعموم هذِه الآية. وقد ذكره القرطبي عن النحاس ١٣/ ٢٢٦.(٤) من (ح).(٥) ذكره الطبري في \"جامع البيان\" ٢٠/ ٥ ولم يسنده، وذكره البغوي في \"معالم التنزيل\" ٦/ ١٧٣، والزمخشري في \"الكشاف\" ٣/ ١٥٦، وابن عطية في \"المحرر الوجيز\" ٤/ ٢٦٧، والنسفي في \"مدارك التنزيل\" ٣/ ٢١٩.(٦) انظر: \"معاني القرآن\" ٢/ ٢٩٨.</p><p> يقول:  {قُلْ لَا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ}  (١) . </p><p> [٢١٠١] أخبرنا أبو زكريا الحربي (٢)  (٣) ، أنا أبو (٤) حامد الأعمشي (٥) ، نا عليّ بن خشرم (٦) ، نا الفضل بن موسى (٧) ، عن رجل قد سمّاه، قال: كان عند الحجّاج بن يوسف (٨) منجِّم (٩) فأخذَ الحجاجُ حصيات بيده قد عرف عددها فقال للمنجّم: كم في يدي؟ فحسب فأصاب المنجم (١٠) ، ثم أغفله الحجاج فأخذ حصيات لم يعدهن، فقال للمنجم: كم في يدي؟ فحسب وحسب، فأخطأ ثمَّ </p><p>(١) قول عائشة هذا قطعة من حديث طويل، أخرج البخاري جزءا منه، باب إذا قال أحدكم آمين والملائكة في السماء فوافقت إحداهما الأخرى غفر له ما تقدم من ذنبه (٣٠٦٢)، وأخرجه مسلم، كتاب الإيمان، باب معنى قوله عز وجل {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى (١٣)} وهل رأى النبي - صلى الله عليه وسلم - ربه ليلة الإسراء (١٧٧). (٢) في (ح): الحري.(٣) يحيى بن إسماعيل بن يحيى بن زكريا بن حرب، عالم متفنن، من أهل الصدق والأمانة.(٤) سقطت من (ح).(٥) أحمد بن حمدون الأعمشي النيسابوري، إمام حافظ، ثبت مصنف.(٦) المروزي، ثقة.(٧) السيناني، أبو عبد الله المروزي، ثقة، ثبت، وربما أغرب.(٨) الثقفي، الأمير الشهير، الظالم المبير، وقع ذكره وكلامه في الصحيحين وغيرهما، وليس بأهل أن يُروى عنه.(٩) المُنَجّم: الَّذي ينظر في النجوم يحسب مواقيتها وسيرها.\"لسان العرب\" لابن منظور ١٢/ ٥١٧.(١٠) سقطت من (ح).</p>"
}