{
  "id": null,
  "sura": 27,
  "aya": 25,
  "text": "<p> وقال مقاتل: كان ثمانين ذراعًا في ثمانين ذراعًا وطوله في الهواء ثمانون ذراعًا مكلل بالجواهر (١) . </p><p> ٢٤ - {وَجَدْتُهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِنْ دُونِ اللَّهِ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لَا يَهْتَدُونَ (٢٤) } (٢) . </p><p> ٢٥ - قوله تعالى:  {أَلَّا يَسْجُدُوْا} </p><p> قرأ أبو عبد الرحمن السلمي، وأبو جعفر، وحميد الأعرج والكسائي ويعقوب برواية رويس {أَلَّا يَسْجُدُوْا} بالتخفيف على معنى: ألا يا (٣) هؤلاء اسجدوا (٤) وجعلوه أمرًا من الله -عزَّ وجلَّ- مستأنفًا، وحذفوا هؤلاء اكتفاء بدلالة يا عليها وذكر بعضهم (٥) </p><p>(١) انظر: \"تفسير مقاتل\" ٣/ ٣٠١، وذكره عنه البغوي في \"معالم التنزيل\" ٦/ ١٥٦، والقرطبي في \"الجامع لأحكام القرآن\" ١٣/ ١٨٤، وذكر نحوه ابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٤٠١، عن زهير بن محمد بلفظ: طوله ثمانون ذراعًا وعرضه أربعون ذراعًا، والبيضاوي في \"أنوار التنزيل\" ٤/ ١١٥، والشوكاني في \"فتح القدير\" ٤/ ١٣٣. (٢) في (س) بزيادة: قرأ أبو عبد الرحمن السلمي فصُدّهم بضم الصاد، قلتُ: ولم أجد هذِه القراءة في كتب القراءات المتواترة ولا الشاذة.(٣) من (س)، (ح)، ولا توجد في الأصل، وهو الصواب كما في \"معاني القرآن\" للنحاس ٥/ ١٢٦.(٤) من (س)، (ح)، وفي الأصل: يسجدوا، وهو غير موافق للسياق.(٥) وهو الفراء في \"معاني القرآن\" ٢/ ١٧٢، وذكره الطبري في \"جامع البيان\" ١٩/ ١٤٩، والقرطبي في \"الجامع لأحكام القرآن\" ١٣/ ١٨٥ - ١٨٦، وذكره قطرب، وقال: المعنى (ألا يا قوم اسجدوا). \"الحجة\" لابن زنجلة (٥٢٧).</p><p> سماعًا من العرب: ألا يَا رْحموا، ألا يا تصدقوا علينا، يريدون ألا يا قوم كقول الأخطل: </p><p> ألا يا أسْلَمي يا هند، هندُ بني بدرٍ ... وإِن كانَ حَيّانا عِدى آخر الدَهرِ (١) </p><p> فعلى هذِه القراءة اسجدوا في موضع جزم على الأمر والوقف عليه ألا يا، يبتدي: أُسجدُوا. </p><p> قال الفراء (٢) : حدثني الكسائي (٣) عن عيسى الهمداني (٤) ، قال: ما كنت أسمع المشيخة يقرؤونها إلا بالتخفيف على نية الأمر (٥) ، وهي </p><p>(١) الشاعر هنا يدعو لهند بالسلامة على الرغم مما بين الحيَّيْن من عداوة دائمة إلى آخر الزمن، والشاهد الذي قصده المصنف هو حذف المنادى تمامًا كما في بيت ذي الرمة: ألا يا أسلمي يا دار مي على البلى ... ولا زال منهلا بجرعائك القطروبيت الأخطل في \"المحرر الوجيز\" لابن عطية ٤/ ٢٥٦، \"الإنصاف في مسائل الخلاف\" لابن الأنباري ١/ ٩٩ (٥١)، \"لسان العرب\" لابن منظور (عدا) (٢) ١٤/ ٢٦٧، ١٥/ ٣٦، وانظر: \"شرح ديوانه\" (١٥٠).(٢) يحيى بن زياد الكوفي النحوي. صدوق.(٣) علي بن حمزة أبو الحسن الكوفي. إمام في النحو والقراءة ذكره ابن حبان في \"الثقات\".(٤) أبو عمر الكوفي القارئ الأعمى صاحب الحروف. ثقة.(٥) الحكم على الإسناد:رجاله ثقات إلا يحيى بن زياد الفراء فصدوق.التخريج:القراءة متواترة؛ دلَّ على ذلك قول الشاطبي: (أَلَا يَسْجُدُوا رَاوٍ) أخبر أن المشار =</p><p> في قراءة عبد الله:  (هَلّا تسجدون لله) بالتاء (١) ، وفي قراءة أُبيّ (ألا يسجدون لله)  (٢) فهاتان القراءتان حجةٌ لمن خفّف، وقرأ الباقون:  {أَلَّا يَسْجُدُوا لِلَّهِ} بالتشديد على (٣) معنى وزين لهم الشيطان أعمالهم لئلا يسجدوا لله فـ (أنْ) في موضع نصب ويسجدوا نصب بأن (٤) ، واختار أبو عبيد (٥) هذِه القراءة وقال: التخفيف وجْةٌ حسَنٌ إلا أنّ فيه انقطاع الخبر (عن أمر)  (٦) سبأ وقومها ثم نرجع بعد </p><p>= إليه بالراء وهو الكسائي قرأ بتخفيف اللام، انظر: \"معاني القرآن\" للفراء ٢/ ١٧٢ - ١٧٣، \"معاني القرآن\" للزجاج ٤/ ١١٥، \"السبعة\" لابن مجاهد (٤٨٠)، \"معاني القراءات\" للأزهري (٣٥٦)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٣٣٢)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٥٦، \"التيسير\" للداني (١٦٧)، \"البحر المحيط\" لأبي حيان ٧/ ٦٨، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٣٧، \"الحجة\" لابن زنجلة (٥٢٦)، \"إتحاف فضلاء البشر\" للدمياطي (٣٢٥)، \"معجم القراءات\" للخطيب ٦/ ٥٠٤. (١) وبإبدال الهمزة هاء، والفعل على الخطاب، على معنى: ألَا تسجدون، والقراءة شاذة وردت في كتاب \"مختصر في شواذ القرآن\" لابن خالويه (١١٥)، \"البحر المحيط\" لأبي حيان ٧/ ٦٨، \"معجم القراءات\" للخطيب ٦/ ٥٠٦.(٢) قرأ بتخفيف ألا وما بعدها بياء الغيبة أبيّ كما نُقل عنه، انظر: \"مختصر في شواذ القرآن\" لابن خالويه (١١٠)، \"معجم القراءات\" للخطيب ٦/ ٥٠٦.(٣) ساقطة من (س)، (ح).(٤) انظر: \"معاني القرآن\" للزجاج ٤/ ١١٥، \"الحجة\" لابن زنجلة (٥٢٧)، \"معجم القراءات\" للخطيب ٦/ ٥٠٥.(٥) من (س)، (ح) وهو الصواب، كما في \"معجم القراءات\" ٦/ ٥٠٥، وهو أبو عبيد القاسم بن سلام الهروي، وفي الأصل وردت خطأ: (أبو عبيدة).(٦) ساقط من (س).</p><p> ذلك (١) إلى ذكرهم (٢) ، والقراءةٌ بالتشديد خبرٌ يتبعُ بعضُه بعضًا لا انقطاع في وسطه، والوقف على هذِه القراءة ألا ثمَّ يبتدي (يسْجدوا)  (٣) كما يصل. </p><p> {الَّذِي يُخْرِجُ الْخَبْءَ} الخفي المخبوء {فِي السَّمَاوَاتِ وَالْأَرْضِ}  (٤) . </p><p> وقال أكثر المفسرين (٥) : خبء السماء: المطر، وخبء الأرض: النبات (٦) ، وفي قراءة عبد الله: يخرج الخبء من السماوات (٧) ومِنْ </p><p>(١) ساقطة من (س)، (ح). (٢) الذي قاله أبو عبيدة لم أجده.(٣) قال الأصبهاني في \"المبسوط في القراءات العشر\" (٣٣٢): من شدد وقف بألَّا، وابتدأ يسجدوا كما يصل، وقال الأزهري في \"معاني القراءات\" (٣٥٦): من قرأ (ألَا يسجدوا)، بالتخفيف فهو موضع سجدة، ومن قرأ بالتشديد ليست بموضع سجدة، ورده الزمخشري في \"الكشاف\" ٣/ ١٤٥ وقال: ما ذكره الزجاج من وجوب السجدة مع التخفيف دون التشديد فغير مرجوع إليه.(٤) في (س)، (ح) بزيادة: يعني غيب السماوات والأرض من الآية.(٥) منهم عبد الرحمن بن زيد بن أسلم، ومجاهد كما في \"روح المعاني\" للألوسي ١٩/ ١٩٢، و\"جامع البيان\" للطبري ١٩/ ١٥٠، و\"تفسير القرآن العظيم\" لابن كثير ١٠/ ٤٠٢، وقتادة كما في \"مدارك التنزيل\" للنسفي ٣/ ٢١٠، \"تفسير القرآن العظيم\" لابن كثير ١٠/ ٤٠٢، وعكرمة وسعيد وغير واحد كما ذُكر في \"تفسير القرآن العظيم\" لابن كثير ١٠/ ٤٠٢.(٦) انظر: \"تفسير غريب القرآن\" لابن قتيبة (٢٧٧)، \"معاني القرآن\" للنحاس ٥/ ١٢٧، وقال في \"لسان العرب\" لابن منظور ١/ ٦٢: والصحيح والله أعلم أن الخبء كل ما غاب فيكون المعنى يعلم الغيب في السماوات والأرض كما قال تعالى: {وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ}.(٧) الذي وقفت عليه في قراءة ابن مسعود الشاذة (يخرج الخبء من السماء) بوضع =</p>"
}