{
  "id": null,
  "sura": 27,
  "aya": 39,
  "text": "<p> وقال (١) ابن زيد: أراد -عليه السلام- أن يختبَر عقلها فيأمر بتنكيره وتغييره لينظر هل تثبته إذا رأته أم تنكره؟ وقيل: ليريها قدرةَ الله تعالى وعظيم سلطانه في معجزة يأتي بها في عرشها (٢) . </p><p> ٣٩ - قوله قوله تعالى:  {قَالَ عِفْرِيتٌ مِنَ الْجِنِّ} </p><p> وهو المارد والقوي، وفيه لغتان (٣) : عفريت وعفريه فمن قال: عفريت، جمعه عفاريت ومن قال: عفريه، جمعه عفاريَّ (٤) . </p><p> قال وهب: اسمه كوذي (٥) ، وقال شعيب الجبائي: كان اسم </p><p>(١) من (س)، (ح). (٢) وهذا الرأي رجحه أبو جعفر الطبري في \"جامع البيان\" ١٩/ ١٦١، وقال: وأولى الأقوال بالصواب في السبب الذي من أجله خصَّ سليمان بسؤاله الملأ من جنده بإحضار عرش هذِه المرأة، دون سائر ملكها عندنا، ليجعل ذلك حجة عليها في نبوته، ويعرفها بذلك قدرة الله وعظيم شأنه، أنها خلفته في بيتٍ في جوف أبيات بعضُها في جوفِ بعضٍ، مُغلقٍ مقفل عليها، فأخرجه الله من ذلك كله بغير فتح أغلاق وأقفال، حتى أوصله إلى وليِّه من خلقه وسلّمه إليه فكان لها في ذلك أعظم حجةٍ على حقيقة ما دعاها إليه سليمان، وعلى صدق سليمان فيما أعلمها من نبوته.(٣) في (س): لغات.(٤) وقال ابن خالويه في \"مختصر في شواذ القرآن\" (١١١)، وابن جني في \"المحتسب\" ٢/ ١٨٥: فيها خمس لغات (عفر، وعِفْرِيه، وعَفْريت، وعِفْريت، وعِفْراة، وعُفارية لغة سادسة).(٥) في (س): هوذي، والأثر: ذكره النحاس في \"معاني القرآن\" ٥/ ١٣٣؛ والبغوي في \"معالم التنزيل\" عن وهب ٦/ ١٦٤، وكذا القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٠٢، جميعهم ذكروه باسم كوذن، وذكره ابن عطية في \"المحرر الوجيز\" ٤/ ٢٦٠ عن وهب باسم كوري.</p><p> العفريت ذكوان (١) . </p><p> وقال: ابن عباس العفريت: الداهية (٢) ، وقال الضحاك: وهو الخبيث (٣) ، وقال (٤) الربيع: الغليظ (٥) . الفراء: القوي الشديد (٦) . </p><p> وقال (٧) الكسائي: المنكر (٨) ، وأنشد: </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١٩/ ١٦١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٣٨٨٤؛ باسم كوزي، وذكره باسم دعوان القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٠٣ وعزاه للسهيلي، وذكره باسم كوزن، ابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٤٠٧ جميعهم عن شعيب، وذكره البغوي في \"معالم التنزيل\" ٦/ ١٦٤، والزمخشري في \"الكشاف\" ٣/ ١٤٨، ولم ينسباه، وذكره باسم (ذكوان) أبو السعود في \"إرشاد العقل السليم\" ٦/ ٢٨٦ من غير أن ينسبه فقال: كان اسمه ذكوان أو صخر، وذكره باسم كوزن ابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٤٠٧، ونسبه أيضًا لمحمد بن إسحاق عن يزيد بن رومان، ولوهب ابن منبه، وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٨٨٤، والألوسي في \"روح المعاني\" ١٩/ ٢٠٢ باسم كوزن جميعهم عن يزيد بن رومان، قلت: ولم يذكر لنا القرآن اسمه فدلَّ ذلك على عدم أهمية معرفة اسم العفريت، ولو كان لذكره أهمية لذكرهُ الله تعالى في القرآن الكريم، والنبي - صلى الله عليه وسلم - في الحديث، والظاهر أنه من الإسرائيليات. (٢) نسبه النحاس في \"معاني القرآن\"، والقرطبي في \"الجامع لأحكام القرآن\" لقتادة ١٣/ ٢٠٣.(٣) ذكره البغوي في \"معالم التنزيل\" ٦/ ١٦٤.(٤) من (س).(٥) ذكره البغوي في \"معالم التنزيل\" ٦/ ١٦٤.(٦) انظر: \"معاني القرآن\" للفراء ٢/ ٢٤٩، \"معالم التنزيل\" للبغوي ٦/ ١٦٤.(٧) من (س).(٨) وذكر هذا المعنى ابن الأثير في \"النهاية في غريب الحديث والأثر\" ٢/ ٢٦٢ =</p><p> وقال شيطان لهم عفريتُ ... ما لكم ملكٌ ولا تبييِتُ (١) </p><p> وقرأ أبو رجاء العطاردي:  (قال عِفْريَةٌ)  (٢) . </p><p> [٢٠٩٣] وأخبرني ابن فنجويه (٣) ، أنا البغوي (٤) ، نا عبد الله (بن محمد)  (٥) بن جعفر بن شاذان البغدادي (٦) ، نا محمد بن الحسن (٧) بن </p><p>= واستدل بحديث: \"أول دينكم نبوة ورحمة، ثم مُلْكٌ أعفر\" أي: مُلْكٌ يُساس بالمكر والدّهاء، من قولهم للخبيث المُنكر: عِفْر، وفي معنى العفريت: قال الراغب الأصفهاني في \"مفردات ألفاظ القرآن\" \"٣٣٩): العفريت من الجن هو العارم الخبيث. (١) في (س)، (ح): تثبيت، البيت ذكر المصنف أنه أنشده الكسائي، ولم أقف على قائله غير أني وجدتُ محقق \"الجامع لأحكام القرآن\" للقرطبي ١٣/ ٢٠٣ عزاه لرؤية بن العجاج.(٢) بكسر العين، وسكون الفاء وكسر الراء، وبعدها ياء مخففة مفتوحة، بعدها تاء التأنيث، والقراءة شاذة.انظر: \"مختصر في شواذ القرآن\" لابن خالويه (١١١)، \"المحتسب\" لابن جني ٢/ ١٨٥، \"البحر المحيط\" لأبي حيان ٧/ ٧٦، \"معجم القراءات\" للخطيب ٦/ ٥٢٣.(٣) الحسين بن محمد بن الحسين، ثقة صدوق، كثير الرواية للمناكير.(٤) عبيد الله بن عبد الله بن محمد بن أبي سمرة، أبو محمد البندار، قال البرقاني وابن الفرات: ثقة.(٥) ما بين القوسين ساقط من (ح).(٦) أبو الحسين البزاز، شيخ لا يعرف.(٧) في (س)، (ح).</p><p> سهل (١) ، نا عبد الرحمن البحتري (٢) ، نا عمرو بن عثمان (٣) ، نا أبي (٤) ، عن عبيد (٥) الله بن عبد العزيز القرشي (٦) ، عن محمد بن جبير بن مطعم (٧) ، عن أبي بكر الصديق - رضي الله عنه -: أنه كان يقرأ: (قال عِفْرَيةٌ من الجنِّ) والعفرية (٨) البكرُ بين البكرين لم يلد أبواهُ قبلَهُ شيئًا ولم يلد هو شيئًا (٩)  (١٠) . </p><p>(١) لم أجده. (٢) لم أجده.(٣) لم يتبين لي من هو.(٤) لم يتبين لي من هو.(٥) في (س): عبد.(٦) لم أجده.(٧) محمد بن جبير بن مطعم بن عدي بن نوفل القرشي، ثقة، عارف بالنسب وثقه العجلي، وابن سعد، وابن خراش، روى له الجماعة، ومات سنة (١٠٠ هـ) انظر: \"تهذيب الكمال\" للمزي ٢٤/ ٥٧٣.(٨) في (س): والعِفرة، والصواب كما في الأصل، ونقل ابن الأثير عن الجوهري في تفسير العفرية ٣/ ٢٦٢ قوله: المُصحِّح والنفرية إتباع له، وكأنه أشبه؛ لأنه قال في تمامه: لا يُرْزأ في أهل ولا مال، وفي الحديث: (إن الله يبغض العفرية النفرية)، قاله النحاس كما في \"الجامع لأحكام القرآن\" للقرطبي ١٣/ ٢٠٣، وهذا الحديث أخرجه الحارث بن أبي أسامة كما في \"المطالب العالية\" لابن حجر (٢٤٢٥) عن أبي عثمان النهدي مرسلًا، واختصره الديلمي في \"مسند الفردوس\" (٥٥٧)، وجعله عن عائشة مرفوعًا، ولكنه ساقه بلا إسناد.(٩) مضروب عليها في (ح).(١٠) [٢٠٩٣] الحكم على الإسناد:أغلب رجال السند لم أجد لهم ترجمة، بالإضافة إلى عبد الله بن محمد بن جعفر، قال الذهبي: لا يعرف. =</p><p> {أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ مَقَامِكَ} أي: مجلسك الذي تقضي فيه (١) . </p><p> قال ابن عباس: وكان له -عليه السلام- كل غداة مجلس يقضي فيه إلى منزع (٢) النهار (٣) . </p><p> {وَإِنِّي عَلَيْهِ لَقَوِيٌّ} على حمله {أَمِينٌ} على ما فيه من الجواهر (٤) ، فقال سليمان -عليه السلام-: أريد أسرع من هذا، فقال:  {الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتَابِ} فذلك قوله تعالى: </p><p>= التخريج: قال ابن حجر في \"فتح الباري\" ٦/ ٤٦٠: وهي قراءات رويت في الشواذ عن أبي بكر الصديق، وكذا قال العيني في \"عمدة القاري\" ١٦/ ١٥.(١) أخرجه عبد الرزاق في \"تفسير القرآن العظيم\" ٣/ ٨٢، والطبري في \"جامع البيان\" ١٩/ ١٦٢، ونسباه لقتادة، وابن أبي شيبة في \"مصنفه\" ٦/ ٣٣٦، ونسبه لابن عباس، وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٨٨٤ عن زهير بن محمد بلفظ: مجلسك الذي تجلس فيه للقضاء، ذكره الفراء في \"معاني القرآن\" ٢/ ٢٩٤ بلفظ: يعني أن يقوم من مجلس القضاء، وابن قتيبة في \"تفسير غريب القرآن\" (٢٧٧) بلفظ: مجلسك الذي قصدت فيه الحكم، والبغوي في \"معالم التنزيل\" ٦/ ١٦٤، وابن عطية في \"المحرر الوجيز\" ٤/ ٢٦٠، والقرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٠٤ بلفظ: مجلسه الذي يحكم فيه؛ وأبو السعود في \"إرشاد العقل السليم\" ٦/ ٢٨٦ ولم ينسبوه جميعًا، ونسبه الألوسي في \"روح المعاني\" ١٩/ ٢٠٢ لقتادة ومجاهد ووهب وزهير بن محمد بلفظ: مجلسك الذي تجلس فيه للحكومة.(٢) في (س): مرتفع.(٣) الأثر أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٨٨٤ مع القول الذي يسبقه، والبغوي في \"معالم التنزيل\" ٦/ ١٦٤.(٤) أخرجه الطبري في \"جامع البيان\" ١٩/ ١٦٢، عن ابن عباس بلفظ: قوي على =</p>"
}