{
  "id": null,
  "sura": 27,
  "aya": 36,
  "text": "<p> بينهن (١) بذلك ثم ردَّ سليمان -عليه السلام- الهدية (٢) . </p><p> (وقال:{قَالَ أَتُمِدُّونَنِ بِمَالٍ}فذلك قوله.</p><p> {وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ (٣٥) }) (٣) . </p><p> ٣٦ - (قوله تعالى:{فَلَمَّا جَاءَ سُلَيْمَانَ قَالَ أَتُمِدُّونَنِ بِمَالٍ})  (٤) </p><p> اختلفت القراءة فيه فقرأ حمزة ويعقوب:  (أَتُمِدُّونِّي)  (٥) بنون واحدة </p><p>(١) في (ح): بينهم. (٢) رُويت هذِه القصة الطويلة في أغلب كتب التفسير عن وهب بن منبه مع اختلاف في بعض ألفاظها؛ انظر: \"جامع البيان\" للطبري ١٩/ ١٥٦، \"تفسير القرآن العظيم\" لابن أبي حاتم عن السدي ٩/ ٢٨٧٨، \"معالم التنزيل\" للبغوي ٦/ ١٦٢ والسيوطي في \"الدر المنثور\" ١١/ ٣٦٦ ذكر جزءا من القصة، ونُسِبت لابن عباس في \"الجامع لأحكام القرآن\" للقرطبي ١٣/ ١٩٧، \"روح المعاني\" للألوسي ١٩/ ١٩٩، وقال الألوسي بعد ذكر القصة: وكل ذلك أخبار لا يُدرى صحتها ولا كذبها، ولعل في بعضها ما يميل القلب إلى القول بكذبه والله تعالى أعلم، وذكره الزمخشري في \"الكشاف\" ٣/ ١٤٧، وابن عطية في \"المحرر الوجيز\" ٤/ ٢٥٩، وأبو السعود في \"إرشاد العقل السليم\" ٦/ ٢٨٤ - ٢٨٥، ولم ينسبوه، وذكر ابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٤٠٥ - ٤٠٦ جزءًاً قصيرًا من القصة ثم قال: وأكثره مأخوذ من الإسرائيليات، وعزاه السيوطي في \"الدر المنثور\" لابن أبي حاتم عن السدي وذكر جزء منها عن قتادة، قلت: والظاهر أن المصنف جمع بين الروايات ولفق بينهما، والله أعلم.(٣) ما بين القوسين ساقط من (س)، (ح).(٤) ما بين القوسين ساقط من (ح).(٥) من (س)، وفي الأصل وردت على الخطأ: أتمدون.</p><p> مشددة (١) ، غيرهما بنونين خفيفتين وحذف الياء ابن عامر وعاصم والكسائي وخلف (٢) ، البا قون: بإثباته (٣) . </p><p>(١) القراءة متواترة بنون واحدة مشددة (أَتُمِدونِّي) والياء مثبتة في الوقف والوصل دلَّ على ذلك قول الشاطي: وأُولَى النمل حمزةُ كَمَّلًا. انظر: \"معاني القرآن\" للفراء ٢/ ٢٩٣، \"السبعة\" لابن مجاهد (٤٨٢)، \"معاني القراءات\" للأزهري (٣٥٧، ٣٥٨)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٣٣٢)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٦٠، \"البحر المحيط\" لأبي حيان ٤/ ٤٧، \"النشر في القراءات العشر\" لابن الجزري ١/ ٣٠٣، \"إتحاف فضلاء البشر\" للدمياطي ٣٢٨/ ٢، \"معجم القراءات\" للخطيب ٦/ ٥١٨.(٢) قرؤوا بنونين الثانية مكسورة، وحذف الياء في الوقف والوصل وهو اختيار أبي عبيد؛ لأنها في كل المصاحف بنونين، والدليل على الوجهين: تُمِدُّنَنِي الإدغامُ فَازَ فَثَقَّلَا، أخبر الناظم أن المشار إليه بالفاء في (فاز) وهو حمزة قرأ (أتمدونن بمال) بنون مشددة مكسورة على الإدغام، ويلزم من تشديد النون مدُّ الواو فتعَّين للباقين القراءة بنونين خفيفتين الأولى مفتوحة والثانية مكسورة على الإظهار.انظر: \"السبعة\" لابن مجاهد (٤٨٢)، \"معاني القراءات\" للأزهري (٣٥٨)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٣٣٣)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٦٠، \"التيسير\" للداني (١٧٠)، \"الحجة\" لابن زنجلة (٥٢٩)، \"البحر المحيط\" لأبي حيان ٧/ ٧٤، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٤٠، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٣٢٧ - ٣٢٨، \"سراج القارئ\" لابن القاصح (٣١٣)، \"معجم القراءات\" للخطيب ٦/ ٥١٧.(٣) قرأ نافع وأبو عمرو وأبو جعفر وابن مسعود وابن عامر -برواية هشام- وابن كثير بنونين خفيفتين؛ مفتوحة فمسكورة {أَتُمِدُّونَنِ}، مع إثبات الياء في الوصل دون الوقف، ما عدا ابن كثير يثبت الياء في الوصل والوقف، فتعين للباقين كما في الأصل القراءة بحذف الياء.انظر: مراجع الحاشية السابقة.</p>"
}