{
  "id": null,
  "sura": 28,
  "aya": 78,
  "text": "<p> ٧٨ - قوله -عز وجل-: {قَالَ} يعني: قارون {إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي} </p><p> يعني:  (على فضل علم عندي)  (١) علمنيه الله ورآني لذلك أهلًا ففضلني بهذا المال عليكم كفضلي عليكم بالعِلم وغيره (٢) . </p><p> وقيل: هو علم الكيمياء (٣) . </p><p> وقال سعيد بن المسيب: كان موسى -عليه السلام- يعلم الكيمياء، فعلّم يوشع بن نون ثلثه وعلم كالب بن يوفنا ثلثه وعلم قارون ثلثه فخدعهما قارون حتى أضاف علمهما إلى علمه (٤) ، وفي خبر (٥) أن الله -سبحانه وتعالى- علم موسى -عليه السلام- علم الكيمياء فعلّم موسى -عليه السلام- أخته، </p><p>(١) سقط من (س). (٢) ذكره البغوي في \"معالم التنزيل\" ٦/ ٢٢٢ ولم ينسبه.(٣) علم الكيمياء هو عندهم قلب التراب أو الحصى إلى ذهب وفضة، وهو مختلف عن الكيمياء في زماننا هذا، وقد عرّفَهُ صديق بن حسن خان بأنه: علم يعرف به طرق سلب الخواص من الجواهر المعدنية، وجلب خاصية جديدة إليها، وإفادتها خواصًا لم تكن لها ... إلخ. انظر: \"أبجد العلوم\" ٢/ ٤٥٦.والأثر: ذكره البغوي في \"معالم التنزيل\" ٦/ ٢٢٢، والزمخشري في \"الكشاف\" ١٣/ ١٩١، وابن عطية في \"المحرر الوجيز\" ٤/ ٣٠٠، وأبو حيان في \"البحر المحيط\" ٧/ ١٢٨، وابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٤٨٣.(٤) ذكره البغوي في \"معالم التنزيل\" ٦/ ٢٢٢، والزمخشري في \"الكشاف\" ٣/ ١٩١ عن سعيد، والقرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٣١٥، وأبو حيان في \"البحر المحيط\" ٧/ ١٢٨، وذكره ابن كثير في \"تفسير القرآن العظيم\" ٤/ ٤١٠، وفي \"البداية والنهاية\" ١/ ٤٥٤، والألوسي في \"روح المعاني\" ٢٠/ ١١٣، وأبطله وقال: وهذا القول ضعيف؛ لأن علم الكيمياء في نفسه باطل.(٥) في (س) بزيادة: آخر، وهو خبر إسرائيلي.</p><p> فعلّمت أخته قارون، فكان ذلك سببَ أقواله (١) ، وقيل: على علم عندي بالتصرف في التجارات والزراعات وسائر أنواع المكاسب (٢) . </p><p> وقيل في سبب جمعه تلك الأموال: </p><p> [٢١٤٨] ما أخبرنا الحسين بن محمد بن الحسين بن عبد الله (٣) ، نا عبد الله بن يوسف بن أحمد (٤) ، نا محمد بن موسى الحلواني (٥) ، نا خزيمة بن أحمد (٦) ، نا أحمد بن أبي الحواري (٧) ، قال: سمعت أبا سليمان الداراني (٨) ، يقول: تبدى إبليس لقارون وكان قارون قد (٩) أقام في جبل أربعين سنة يتعبد الله -عز وجل-حتى إذا غلب بني إسرائيل في العبادة بحث إليه إبليس شياطينه (١٠) ، فلم يقدروا عليه فتبدى هُوَ </p><p>(١) ذكره الزمخشري في \"الكشاف\" ٣/ ١٩١، والقرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٣١٥، والألوسي في \"روح المعاني\" ٢٠/ ١١٣. (٢) ذكره البغوي في \"معالم التنزيل\" ٦/ ٢٢٢، ولم ينسبه، والقرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٣١٥ نسبه لعلي بن عيسى، وأبو حيان في \"البحر المحيط\" ٧/ ١٢٨ بلفظ: أي علم التجارة ووجوه المكاسب، والألوسي في \"روح المعاني\" ٢٠/ ١١٣، ونسباه لسليمان.(٣) ابن فنجويه ثقة صدوق، كثير الرواية للمناكير.(٤) لم أجده.(٥) أبو جعفر، صدوق، ثقة.(٦) لم أجده.(٧) أحمد بن عبد الله بن ميمون بن العباس بن الحارث التَّغْلِبي، ثقة، زاهد.(٨) عبد الرحمن بن أحمد بن عطية العنسي، ثقة.(٩) ساقطة من (س).(١٠) من (س): وفي غيرها: شيطانه.</p><p> لَهُ وجعل يتعبّد، وقارون يتعبد وجعل إبليس يقهره بالعبادة ويفوقه فخضع له قارون، فقال له إبليس: يا قارون قد رضينا بالذي (١) نحن فيه، لا تشهد لبني إسرائيل جماعة ولا تعود مريضًا ولا تشهد جنازة، قال: فأحدره من الجبل (إلى البيعة)  (٢) ، فكانوا يؤتون بالطعام فقال إبليس: يا قارون قد رضينا ألَّا (٣) نكون كلًّا علي بني إسرائيل، فقال له قارون: فأي شيء الرأي عندك؟ قال: نكسب يوم الجمعة ونتعبد بقية الجمعة (٤) ، قال: فكسبوا يوم الجمعة وتعبدوا بقية الجمعة، فقال إبليس لقارون: قد رضينا أن نكون هكذا، فقال له قارون: أي شيء؟ الرأي عندك، قال: نكسب يومًا ونتعبد يومًا ونتصدق ونعطي، قال: فلمّا كسبوا يومًا وتعبدوا يومًا (٥) خنس إبليس وتركه ففتحت على قارون الدنيا، فبلغ ماله (٦) : </p><p> [٢١٤٩] ما أخبرنا ابن فنجويه (٧) ، أنا موسى (٨) ، نا الحسن بن </p><p>(١) في (س): بهذا الذي. (٢) ساقطة من (س).(٣) في (س): الآن أن.(٤) يعني: بقية الأسبوع، فقد يسمى الأسبوع بيوم من أيامه.(٥) ساقطة من (س).(٦) [٢١٤٨] الحكم على الإسناد:فيه من لم أجده.التخريج:لم أجده.(٧) ثقة صدوق، كثير الرواية للمناكير.(٨) لم أجده.</p><p> علوية (١) ، نا إسماعيل بن عيسى (٢)  (٣) ، عن المسيب بن شريك (٤)  {مَا إِنَّ مَفَاتِحَهُ} قال: أوعيته وكانت أربع مائة ألف ألف في أربعين جرابًا (٥) . </p><p> قال الله -عز وجل-: {أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ} الكافرة {مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ} قال قتادة: يَدْخُلون النارَ بغير حساب (٦) . </p><p> وقال (٧) مجاهد: يعني: أن الملائكة لا تسأل عنهم؛ لأنهم يعرفونهم بسيماهم (٨) . </p><p>(١) الحسن بن علي بن محمد بن سليمان بن علوية القطان ثقة. (٢) في (س): موسى.(٣) إسماعيل بن عيسى العطار ضعفه الأزدي وصححه غيره.(٤) متروك.(٥) [٢١٤٩] الحكم على الإسناد:فيه المسيب متروك وموسى لم أجده.التخريج:لم أقف عليه مسندًا.(٦) في (س) بزيادة: وسؤال.والأثر أخرجه عبد الرزاق في \"تفسير القرآن العظيم\" ٣/ ٩٤، والطبري في \"جامع البيان\" ٢٠/ ١١٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٣٠١٣، وذكره الواحدي في \"أسباب النزول\" ٢/ ٨٣٥، والبغوي في \"معالم التنزيل\" ٦/ ٢٢٢، والقرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٣١٥ جميعهم عن قتادة.(٧) من (س).(٨) انظر: \"تفسير مجاهد\" ٢/ ٤٩٠.</p>"
}