{
  "id": null,
  "sura": 28,
  "aya": 9,
  "text": "<p> واختاره أبو عبيد (١) ، قال (٢) : للتفخيم (٣) ، واختلف فيه عن عاصم (٤) وهما لغتان مثل العُدْم والعَدَم والسُّقْم والسَّقَم (٥)  {إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ}  (٦) عاصين (٧) آثمين. </p><p> ٩ - قوله -عز وجل-: {وَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ} </p><p> أي: هو قرة عين {لِي وَلَكَ لَا تَقْتُلُوهُ} فإن الله أتانا به من أرض </p><p>= الأعمش ويحيى والمفضل وحمزة والكسائي وخلف (وُحْزنًا) بضم الحاء، وإسكان الزاي، وقرأ الباقون {وَحَزَنًا} بفتح الحرفين. قال الطبري في \"جامع البيان\" ٢٠/ ٣٢: والقراءتان متواترتان متقاربتا المعنى فبأيتهما قرأ القاري فمصيب، وزاد أبو حيان في \"البحر المحيط\" أن قراءة الفتح لغة قريش حيث قال: قرأ الجمهور حزنًا بفتح الحاء والزاي، دل على ذلك قول الشاطبي: وَحُزْئا بِضَمٍ معْ سُكُونٍ شَفَا، حيث أخبر أن المشار إليهم بالشين وهم حمزة والكسائي قرآ بضم الحاء وسكون الزاي، فتعين للباقين القراءة بفتحهما. انظر: \"السبعة\" لابن مجاهد (٤٩٢)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٣٣٩)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٧٢، \"التيسير\" للداني (٣٨)، \"البحر المحيط\" لأبي حيان ٧/ ١٠١، \"إتحاف فضلاء البشر\" للدمياطي (٣٤١)، \"البدور الزاهرة\" للنشار (٢٣٩)، \"سراج القاري\" لابن القاصح (٣٢٥)، \"معجم القراءات\" للخطيب ٧/ ٨.(١) في (س) بزيادة: وأبو حاتم.(٢) ساقطة من (س).(٣) بعدها في (س): فيه.(٤) لم أجد هناك خلافًا لعاصم، بل هو كالباقين بفتح الحاء والزاي.(٥) في (س) زيادة بعدها: والرَّشَد والرُّشْد.(٦) في (س) بزيادة: وهو كان وزيره من القبط.(٧) في (س) بزيادة: مشركين.</p><p> أُخرى وليس من بني إسرائيل (١)  {عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَهُمْ لَا يَشْعُرُونَ}  (٢) بما هو كائن من أمرهم وأمره -عليه السلام- عن (٣) مجاهد (٤) . </p><p> قال (٥) قتادة: {وَهُمْ لَا يَشْعُرُونَ} أن هلاكهم (٦) على يديه (٧) صلوات الله عليه. </p><p> وقال محمَّد (٨) بن إسحاق بن يسار (٩) : {وَهُمْ لَا يَشْعُرُونَ} أني أفعل ما أريد ولا أفعل ما يريدون (١٠) . </p><p>(١) في (س) بزيادة: قال بعض أهل المعاني: الفأل مُوَكَّل بالنطق قالت: {قُرَّتُ عَيْنٍ لِي وَلَكَ لَا تَقْتُلُوهُ} فصحَّتْ قولها: {وَلَكَ لَا} فجعله الله تعالى كذلك فكان قرة عين لها لا له. (٢) في (س) بزيادة: يقوم في ضياعنا وخدمتنا وملكنا.وزيادة: لأنا لم يكن لنا قط ولد وهذا أحق ما اتخذه الإنسان ولدًا قال الله تعالى.(٣) في (س): قاله.(٤) أخرجه مجاهد في \"تفسيره\" ٢/ ٤٨١.(٥) من (س).(٦) في (ح): هلاككم.(٧) أخرجه الطبري في \"جامع البيان\" ٢٠/ ٣٤ بلفظ المصنف عن قتادة، وزاد في نسبته السيوطي في \"الدر المنثور\" ١١/ ٤٣٠ لعبد بن حميد، وذكره البغوي في \"معالم التنزيل\" ٦/ ١٩٣، وابن عطية في \"المحرر الوجيز\" ٤/ ٢٨٧، وأبي حيان في \"البحر المحيط\" ٧/ ١٠١ ولم ينسبوه، وذكره الألوسي في \"روح المعاني\" ٢٠/ ٤٨ عن قتادة بلفظ: لا يشعرون أنه الذي يفسد ملكهم على يديه، وذكره الشوكاني في \"فتح القدير\" ٤/ ١٩٨.(٨) من (س).(٩) ساقطة من (س).(١٠) ذكره أبو حيان في \"البحر المحيط\" ٧/ ١٠١، والألوسي في \"روح المعاني\" ٢٠/ ٤٨.</p><p> [٢١٢٥] أخبرني ابن فنجويه (١) ، نا طلحة (٢) ، وعبيد الله (٣) ، قالا: نا ابن مجاهد (٤) ، حدثني أحمد (٥) بن حرب (٦) ، نا سنيد (٧) ، حدثني حجاج (٨) ، عن أبي معشر (٩) ، عن محمَّد بن قيس (١٠)  (١١) : {وَهُمْ لَا يَشْعُرُونَ (٩) } يقول (١٢) : لا يدري بنو إسرائيل (١٣) أنّا التقطناه (١٤)  (١٥) ، </p><p>(١) الحسين بن محمَّد، ثقة صدوق كثير الرواية للمناكير. (٢) الشاهد. سيئ الحال في الحديث، وضعفه الأزهري.(٣) عبيد الله بن أحمد بن يعقوب البغدادي بن البواب. ثقة.(٤) أحمد بن موسى بن العباس بن مجاهد البغدادي، أبو بكر المقرئ، ثقة مأمون.(٥) في الأصل: محمَّد، والمثبت من (س)، (ح).(٦) أحمد بن حرب: في هذِه الطبقة راويان بنفس الاسم أحدهما: أحمد بن حرب بن عبد الله بن سهل بن فيروز أبو عبد الله النيسابوري، له مناكير ولم يترك، ورمي بالإرجاء.والثاني: أحمد بن حرب بن محمَّد بن علي الطائي أبو علي وقيل: أبو بكر الموصلي، صدوق. ولم يتبين لي أيهما المقصود.(٧) سُنيد بن داود المصيصي، ضعف مع إمامته ومعرفته، لكونه كان يلقن حجاج بن محمد شيخه.(٨) حجاج بن محمَّد الأعور، ثقة ثبت، لكنه اختلط في آخر عمره.(٩) نجيح بن عبد الرحمن السندي، المدني ضعيف، أسن واختلط.(١٠) محمَّد بن قيس المدني، القاص، ثقة.(١١) في (س) بزيادة: هذا من كلام امرأة فرعون التي قالت.(١٢) في (س): أي.(١٣) في (س) بزيادة: ولا القبط.(١٤) في (س) بزيادة: ولا يحسبون أنه ولدنا وقال.(١٥) [٢١٢٥] الحكم على الإسناد:ضعيف فيه أبو معشر وسنيد، وابن حرب إن كان هو النيسابوري. =</p>"
}