{
  "id": null,
  "sura": 28,
  "aya": 29,
  "text": "<p> موسى عليه السلام وامرأته فوفى له بشرطه وسلّم له الأغنام صلوات الله عليهما (١) . </p><p> ٢٩ - قوله تعالى:  {قَضَى مُوسَى الْأَجَلَ} </p><p> أي: أتمَّه وفرغ منه. </p><p> [٢١٣١] أخبرنا محمد بن عبد الله بن حمدون (٢) ، حدثنا مكي بن عبدان (٣) ، عن عبد الرحمن بن بشر (٤) ، حدثنا موسى بن عبد العزيز (٥) ، حدثنا الحكم بن أبان (٦) ، حدثني عكرمة (٧) قال: قال ابن عباس: سئل رسول الله - صلى الله عليه وسلم -: أي الأجلين قضى موسى؟ قال:  \"أبعدهما وأطيبهما\"  (٨) . </p><p>(١) ذكره البغوي في \"معالم التنزيل\" ٦/ ٢٠٥، والزمخشري في \"الكشاف\" ٣/ ١٧٤ مختصرًا، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٧٦ - ٢٧٧، وأبو السعود في \"إرشاد العقل السليم\" ٧/ ١١، والنسفي في \"مدارك التنزيل\" ٣/ ٢٣٤، والألوسي في \"روح المعاني\" ٢٠/ ٧١، ولم أجده مسندًا ولعله من أخبار أهل الكتاب. (٢) أبو سعيد النيسابوري، لم يذكر بجرح أو تعديل.(٣) المحدث، الثقة المتقن.(٤) ابن الحكم العبدي، أبو محمد النيسابوري، ثقة.(٥) أبو شعيب القنباري، صدوق، سيء الحفظ.(٦) العدني، أبو عيسى، صدوق، عابد، وله أوهام.(٧) مولى ابن عباس، ثقة ثبت، عالم بالتفسير، لم يثبت تكذيبه عن ابن عمرو لا تثبت عنه بدعة.(٨) [٢١٣١] الحكم على الإسناد:شيخ المصنف لم يذكر بجرح أو تعديل، لكنه ثبت عن ابن عباس كما سيأتي. =</p><p> [٢١٣٢] وأخبرنا عبد الله بن حامد (١) ، قال أنا أحمد بن عبد الله المزني (٢) ، حدثنا محمد بن عبد الله بن سليمان (٣) ، حدثنا محمد بن عبد الجبار الهمذاني (٤) ، حدثنا يحيى (٥) بن بُكير (٦) ، عن (٧) ابن لهيعة (٨) ، عن الحارث بن يزيد (٩) ، عن علي بن رباح (١٠) ، عن عتبة بن النُّدَّر (١١) ، </p><p>= التخريج: أخرجه الحاكم في \"المستدرك\" ٢/ ٤٤٢ (٣٥٣١) عن عكرمة مثله، والحديث في البخاري، كتاب الشهادات، باب من أمر بإنجاز الوعد (٢٦٨٤)، عن ابن عباس موقوفًا، قال ابن حجر في \"فتح الباري\" ٥/ ٢٩١: رواه سعيد بن جبير موقوفًا، وهو في حكم المرفوع؛ لأن ابن عباس كان لا يعتمد على أهل الكتاب.(١) لم يذكر بجرح أو تعديل.(٢) الشيخ الجليل، القدوة الحافظ.(٣) الحضرمي ثقة حافظ.(٤) محمد بن عبد الجبار الهمذاني، يلقب: بسندول، ثقة، جليل، كبير المحل، صنف كتبًا كثيرة، يقال: إن يحيى بن معين أخذ بركابه. قال ابن حجر: صدوق. \"تهذيب الكمال\" ٢٥/ ٥٨٥، \"سير أعلام النبلاء\" ١١/ ١٥٧، \"تقريب التهذيب\" (٦٠٦٢)(٥) في الأصل: بجيد. وفي (س): بحير. والصواب المثبت.(٦) يحيى بن عبد الله بن بكير، كان صدوقا، ثقة في الليث، وتكلموا في سماعه من مالك.(٧) في (س): قال: حدثنا.(٨) عبد الله، صدوق، خلط بعد احتراق كتبه، ورواية ابن المبارك وابن وهبه عنه أعدل من غيرها.(٩) الحضرمي، أبو عبد الكريم المصري، ثقة ثبت عابد.(١٠) علي بن رباح بن قصير اللخمي، أبو عبد الله المصري، ثقة.(١١) صحابي جليل.</p><p> وكان من أصحاب النبي - صلى الله عليه وسلم - سكن الشام ومات في (١) زمن عبد الملك قال: سئل رسول الله - صلى الله عليه وسلم -: أي الأجلين قضى موسى؟ قال:  \"أبرهما وأوفاهما\"  (٢) . </p><p> وروى محمد بن إسحاق (٣) ، عن حكيم بن جبير (٤) ، عن سعيد بن جبير (٥) : قال لي يهودي بالكوفة وأنا أتجهز للحج: إني أراك رجلًا تتبع العلم أخبرني أيّ الأجلين قضى موسى؟ قلت: لا أعلم وأنا الآن قادم على حبر العرب - يعني: ابن عباس- فسأسأله عن ذلك فلما قدمتُ مكة سألتُ ابن عباس عن ذلك فقال (٦) : قضى أكثرهما وأطيبهما، إن النبي إذا وعد لم يُخْلِف، قال سعيد: فقدمت العراق فلقيت </p><p>(١) ساقطة من (س). (٢) [٢١٣٢] الحكم على الإسناد:إسناده ضعيف، فيه ابن لهيعة، وشيخ المصنف لم يذكر بجرح أو تعديل.التخريج:أخرجه الفسوي في \"المعرفة والتاريخ\" ٢/ ٤٩٠، وابن أبي عاصم في \"الآحاد والمثاني\" ٣/ ٦٣ (١٣٧٨)، وابن عساكر في \"تاريخ دمشق\" ٦١/ ٤١، وانظر: \"تفسير القرآن العظيم\" لابن كثير ١٠/ ٤٥٦ فما بعدها، وقال الهيثمي في \"مجمع الزوائد\" ٤/ ١٥٠: رواه البزار وحديثه حسن، وفيه كلام وبقية رجاله رجال الصحيح خلا عمر بن الخطاب السجستاني ولم يضعفه أحد.(٣) ابن يسار المدني صاحب المغازي. صدوق يدلس، ورمي بالتشيع والقدر.(٤) الأسدي، ضعيف، رمي بالتشيع.(٥) ثقة ثبت فقيه.(٦) في (س) بزيادة: لي.</p><p> اليهودي فأخبرته فقال صدق وما أنزل على موسى هذا والله العالم (١) . </p><p> قال وهب: أنكحه الكبرى (٢) ، وقد روي أن النبي - صلى الله عليه وسلم - قال:  \"تزوج صغراهما وقضى أوفاهما\" فإن صح هذا (٣) الخبر فلا معدل عنه. </p><p> وقال مجاهد: لما قضى موسى عليه السلام الأجل ومكث بعد ذلك عند صهره عشرًا أخرى (٤) ، فأقام عنده عشرين سنة ثم إنه عليه السلام استأذنه في العودة إلى مصر لزيارة والدته وأخته، فأذن له فسار بأهله وماله وكانت أيام الشتاء فأخذ على غير طريق مخافة ملوك الشام وامرأته في شهرها </p><p>(١) الحكم على الإسناد: فيه حكم ضعيف وابن إسحاق وقد عنعن لكن الحديث ثابت كما تقدم.التخريج:الحديث أخرجه البخاري كما سبقت الإشارة إليه في الذي قبله، أما قول اليهودي لسعيد فرواه الإسماعيلي من الطريق التي أخرجها البخاري كما نص الحافظ في \"فتح الباري\" ٥/ ٢٩١، وأخرجها الطبري في \"جامع البيان\" ٢٠/ ٦٨ من طريق ابن إسحاق به وفيها حكيم بن جبير وهو ضعيف كما تقدم.(٢) ذكره عنه البغوي في \"معالم التنزيل\" ٦/ ٢٠٣.(٣) أخرجه البزار في \"البحر الزخار\" ٩/ ٣٨٢، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٩٦٦ بمعناه، والطبراني في \"المعجم الأوسط\" ٥/ ٣٢١، \"المعجم الصغير\" ٢/ ٧٩، وهو حديث ضعيف.انظر: \"تخريج أحاديث وآثار الكشاف\" للزيلعي ٣/ ٣٠، \"لسان الميزان\" لابن حجر ٤/ ٣٨٦، \"مجمع الزوائد\" للهيثمي ٧/ ٨٨، ووهم في تحسين طريق الطبراني وفيها عويد بن عبد الملك بن حبيب الجوني مع أنه نقل تضعيف ابن معين وغيره، فلعله اعتبر بذكر ابن حبان له في \"الثقات\" ٨/ ٥٢٦، والله أعلم.(٤) ساقطة من (س).</p><p> لا تدري أليلًا أم نهارًا فسار عليه السلام في البرية غير عارف بطرقها فألجأه السير إلى جانب الطور (١) الغربي الأيمن في ليلة مظلمة شديدة البرد وأخذ امرأته الطَّلْق فقدح زنده (٢) فلم تُورِ (٣) فآنس من جانب الطور نارًا (٤)  (فذلك قوله تعالى:{وَسَارَ بِأَهْلِهِ آنَسَ مِنْ جَانِبِ الطُّورِ نَارًا قَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ}(٥) </p><p>= قول مجاهد هذا أخرجه في \"تفسيره\" ٢/ ٤٨٥ مختصرًا بلفظ: قضى موسى عشر سنين ثم مكث بعد ذلك عشر سنين أخرى، وذكره بلفظ مجاهد عنه الألوسي في \"روح المعاني\" ٢٠/ ٧٢، وأخرجه الطبري في \"جامع البيان\" ٢٠/ ٦٧، ومن طريق ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٩٧١، وذكره ابن عطية في \"المحرر الوجيز\" ٤/ ٢٨٦ عنه بلفظ: أنه قضى عشرًا وعشرًا بعدها، وضعفه، وذكره الرازي في \"مفاتيح الغيب\" ٢٤/ ٢٤٤ بلفظ: قضى الأجل عشر سنين ومكث بعد ذلك عنده عشر سنين، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٨٠ بلفظ ابن عطية، ونسبه ابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٤٥٩ لمجاهد بلفظه ثم قال: لم أره لغيره، وقد حكاه عنه الطبري وابن أبي حاتم، وعزاه السيوطي في \"الدر المنثور\"١١/ ٤٦١ للطبري وابن أبي حاتم وابن المنذر وعبد بن حميد. (١) الطور: الجبل الذي بمدين كلم الله تعالى موسى عليه السلام عليه تكليمًا.\"لسان العرب\" لابن منظور ٤/ ٥٠٨، \"مختار الصحاح\" للرازي (١٦٨).(٢) الزند: المسناة من خشب وحجارة يضم بعضها إلى بعض.\"الفائق\" للزمخشري ٢/ ١٢٧، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٣١٥.(٣) كذا في (س)، وهو الصواب، ووردت في الأصل: يؤد، على الخطأ، ومعنى تور: تظهر أو تخرج، ورت النار الزناد إذا خرجت نارها. \"لسان العرب\" لابن منظور ١٥/ ٤٨٩.(٤) ذكره البغوي في \"معالم التنزِيل\" ٦/ ٢٠٥ عن مجاهد بطوله بلفظ مغاير.(٥) فذلك قوله تعالى: {وَسَارَ بِأَهْلِهِ آنَسَ مِنْ جَانِبِ الطُّورِ نَارًا}: ساقط من (س).</p><p> أي (١) : قطعة وشعلة {مِنَ النَّارِ} فيها ثلاث لغات: فتح الجيم وهي قراءة عاصم (٢) ، وضمها وهي قراءة حمزة (٣) ، وكسرها وهي قراءة الباقين (٤) ، وقال قتادة ومقاتل: الجذوة العود الذي قد احترق بعضه (٥) ، وجمعها جِذى، قال ابن مقبل: </p><p>(١) سقطت من (س). (٢) وأبي عبد الرحمن السلمي، وزِرُّ بن حبيش، والقراءة متواترة.انظر: \"السبعة\" لابن مجاهد (٤٩٣)، \"معاني القراءات\" للأزهري (٣٦٥)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٣٤٠)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٧٣، \"التيسير\" للداني (١٧١)، \"البحر المحيط\" لأبي حيان ٧/ ١١١، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٤١، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٣٤٢، \"الحجة\" لابن خالويه (٥٢٥)، \"معجم القراءات\" للخطيب ٧/ ٣٥.(٣) ووافقه الأعمش، وخلف ويحيى بن وثاب، والقراءة متواترة، انظر مراجع الحاشية السابقة.(٤) وهم ابن كثير، وأبو عمرو، والكسائي، وابن عامر، وأبو جعفر، ونافع، ويعقوب، وهي متواترة، انظر مراجع الحاشية السابقة، وقال الأزهري في \"معاني القراءات\" (٣٦٥): وهي لغات معروفة، وقال الطبري في \"جامع البيان\" ٢٠/ ٧٠، وهذِه اللغات الثلاث وإن كن مشهورات في كلام العرب، فالقراءة بأشهرها- يقصد بالكسر- أعجب إليَّ، وإن لم أُنْكِر قراءة من قرأ بغير الأشهر منهن.(٥) أخرجه الطبري في \"جامع البيان\" عن قتادة ٢٠/ ٧٠ بلفظ: أصل الشجرة في طرفها النار، وذكره بلفظ المصنف البغوي في \"معالم التنزيل\" ٦/ ٢٠٦ عن مقاتل وقتادة، والجَذْوة والجِذوة والجُذْوة، والجمع جِذًا وجُذًا، وجَذا، ومعناها: قطعة خشبٍ غليظة من الحطب تشعل فيها النار، وزاد الراغب: الذي يبقى من الحطب بعد الالتهاب، وهذا العود الغليظ أحد رأسيه يسمى جمرة سواء كان من =</p>"
}