{
  "id": null,
  "sura": 28,
  "aya": 14,
  "text": "<p> ١٤ - قوله تعالى:  {وَلَمَّا بَلَغَ أَشُدَّهُ}  (١) . </p><p> قال الكلبي: الأشد ما بين ثماني عشرة سنة (٢) إلى ثلاثين سنة (٣) ، </p><p>= خبره حتى وقفت تنظر له على بُعْد ثم تقدمت بتلطف وكل ما عرض ثدي امرأة استنكف منه فتقدمت فأعطته ثديها فالتقمه ومصّه، ولم يكن فيه لبن وسكت الصبي فيممته إلى صدرها، فقالوا لها: خذيه أنت فقالت لا لبن لي، ولكني {هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ} فالتزموها وقالوا ما قلت هذا إلَّا وأنتِ تعرفين أهله، فقالت: ما أعرفهم ولكني أشرف عليكم بمن يكفله لكم وينصح له، قالوا: فأُتِيَ بها، فأتت بأمه فقبل ثديها، قاله السدي وابن جريج فذلك قوله -عز وجل- {فَرَدَدْنَاهُ إِلَى أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا} أي: تفرح {وَلَا تَحْزَنَ} [القصص: ١٣] على ذهاب ولدها ولتعلم أن وعبد الله حق ولكن أكثرهم يعني آل فرعون لا يعلمون أن الله تعالى وَعَدَ أم موسى أن يردّه إليها سالمًا. (١) الأشُد: جمع شدٍّ، والشدّةُ القوة، والشَّدِيدُ: الرجلُ القوي، وقال الطبري: هو استحكامُ قوةِ شبابه وسنه، وفي \"لسان العرب\": الأشُدّ مبْلغ الرجل الحُنْكة والمعرفة، قال الله -عز وجل-: {حَتَّى إِذَا بَلَغَ أَشُدَّهُ} [الأحقاف: ١٥] ودي الآية تنبيهٌ وهو: أن الإنسانَ إذا بلغَ هذا القَدْرَ يتقوى خُلُقُهُ الذي هو عليه فلا يكاد يزايله بعد ذلك، وما أحسن ما نبه له الشاعر حيث يقول:إذا المَرْءُ وافى الأربعين ولم يكن ... له دون ما يهوى حياءٌ ولا سترفدعه ولا تنفس عليه الذي مضى ... وإن جر أسباب الحياة له العمرانظر: \"جامع البيان\" للطبري ٢٠/ ٤٢، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (٢٥٦)، \"لسان العرب\" لابن منظور ٣/ ٢٣٥.(٢) ساقطة من (س).(٣) ذكره البغوي في \"معالم التنزيل\" ٦/ ١٩٥، وزاد في نسبته السيوطي في \"الدر المنثور\" ١١/ ٤٣٥ إلى ابن أبي الدنيا من طريق الكلبي عن أبي صالح، عن ابن عباس، وذكره الألوسي في \"روح المعاني\" ٢٠/ ٥١، والشوكاني في \"فتح القدير\" ٤/ ٢٠١.</p><p> وقال سائر (١) المفسرين: الأشد ثلاث وثلاثون سنة {وَاسْتَوَى} أي: بلغ أربعين سنة (٢) . </p><p> [٢١٢٧] أخبرنا أبو محمَّد المخلدي (٣) ، أنا أبو الوفاء المؤمل بن الحسن بن عيسى (٤)  (٥) ، نا الحسن (٦) بن محمَّد بن (٧) الصباح (٨) ، نا </p><p>(١) في (س): أكثر، قلت: ومنهم مجاهد كما في \"تفسيره\" ٢/ ٥٢٥، وأخرجه عنه الطبري في \"جامع البيان\" ٢٠/ ٤٢، وزاد في نسبته السيوطي في \"الدر المنثور\" ١١/ ٤٣٥ إلى الفريابي وعبد بن حميد وابن المنذر، وأيضًا قاله قتادة وأخرجه عنه الطبري في \"جامع البيان\" ٢٠/ ٤٢. ونسبه ابن عطية في \"المحرر الوجيز\" ٤/ ٢٨٠ لمجاهد وابن عباس، وذكره أيضًا القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٥٨، ونسبه الألوسي \"روح المعاني\" ٢٠/ ٥١ لمجاهد وابن عباس وقتادة.(٢) قاله مجاهد كما في \"تفسيره\" ٢/ ٤٨٢، وابن عباس وقتادة، وأخرجه في \"تفسيره\" ٢٠/ ٤٢، عن مجاهد، وعن قتادة مثله أيضًا، وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٩٥٨ عن مجاهد، وعن قتادة، وزيد بن أسلم مثله، وذكره البغوي في \"معالم التنزيل\" ٦/ ١٩٦، وابن عطية في \"المحرر الوجيز\" ٤/ ٢٨٠، وزاد السيوطي في \"الدر المنثور\" ١١/ ٤٣٥ لابن المنذر وعبد بن حميد وابن أبي حاتم وأبو الشيخ والمحامليّ في \"الأمالي\" من طريق مجاهد، عن ابن عباس، وذكره في \"روح المعاني\" ٢٠/ ٥١.(٣) الحسن بن أحمد بن محمَّد النيسابوري، إمام صدوق، مسند عدل.(٤) في (س): عثمان.(٥) الماسرجسي النيسابوري، محدث متقن.(٦) في (س): الحسين، وهو خطأ.(٧) ساقطة من (س).(٨) أبو علي البغدادي، صاحب الشافعي، ثقة.</p><p> يحيى بن سليم (١) ، أخبرني عبد الله بن عثمان بن خثيم (٢) ، عن سعيد بن جبير (٣) ، عن ابن عباس في قول الله -عز وجل-: {بَلَغَ أَشُدَّهُ وَاسْتَوَى} قال: الأشد ثلاث وثلاثون سنة والاستواء أربعون والعمر الذي أعذر (٤) الله إلى ابن آدم (٥) ستون سنة ثم قرأ {أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ}  [فاطر: ٣٧]  (٦)  (٧) . </p><p> {آتَيْنَاهُ حُكْمًا}  (عقلًا وفهمًا)  (٨)  {وَعِلْمًا}  (٩) قاله مجاهد (١٠) ، </p><p>(١) الطائفي، صدوق، سيء الحفظ. (٢) في النسخ (حيثم) وهو تصحيف، وعبد الله هو أبو عثمان القاري، صدوق.(٣) الأسدي الكوفي، ثقة ثبت فقيه.(٤) من (س)، (ح): أعذر، وهو الصواب كما في مصادر التخريج، وفي الأصل: أعدّه، خطأ.(٥) في (س)، (ح) بزيادة: فيه.(٦) فاطر: ٣٧.(٧) [٢١٢٧] الحكم على الإسناد:إسناده حسن.التخريج:أخرج الطبري في \"جامع البيان\" ٢٠/ ٤٢ الجزء الأول منه فقط، والجزء الأخير منه ٢٢/ ١٤١ بسند حسن، وذكره القاضي عياض في \"مشارق الأنوار\" ٢/ ٢٤٦، والسخاوي في \"فتح المغيث\" ٢/ ٣٢١، دون الجزء الأخير، ولم أجده بهذا السياق كاملًا، والجزء الأخير منه أخرجه البخاري، كتاب الرقاق، باب من بلغ ستين سنة. . . . (٦٤١٩).(٨) ساقط من (ح).(٩) في (س) بزيادة: من قبل النبوة.(١٠) انظر: \"تفسيره\" ٢/ ٤٨٢ بلفظ: الفقه والعقل والعلم قبل النبوة، وأخرجه ابن أبي =</p>"
}