{
  "id": null,
  "sura": 28,
  "aya": 57,
  "text": "<p> ابن مطعم (١) ، عن أبيه، قال: لم يسمع أحدٌ الوحي يلقى على رسول الله - صلى الله عليه وسلم - إلا أبو بكر الصديق فإنه أتى النبي - صلى الله عليه وسلم - فوجده (٢) يوحى إليه فسمع: {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُوَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ}  (٣) . </p><p> ٥٧ - قوله تعالى:  {وَقَالُوا إِنْ نَتَّبِعِ الْهُدَى مَعَكَ} </p><p> الآية نزلت في الحارث بن عثمان بن نوفل بن عبد مناف، وذلك أنه أتى النبي - صلى الله عليه وسلم - فقال: إنا لنعلم أن الذي تقول حقّ ولكن يمنعنا من (٤) اتباعك أنّ العرب تخطفنا من أرضنا لإجماعهم على خلافنا ولا طاقة لنا بهم، فأنزل الله تعالى:  {وَقَالُوا إِنْ نَتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا}  (٥) يعني: مكة (٦) . </p><p>(١) ثقة عارف بالنسب. (٢) ساقطة من (س).(٣) [٢١٤١] الحكم على الإسناد:فيه الطيالسي متروك، وأبو الحسين الصدائي فيه لين، وفيه من لم أجده.التخريج:أخرجه الطبري في \"جامع البيان\" ٢٠/ ٩٢، عن ابن عباس، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٩٩، وأورده الطبري في \"الرياض النضرة\" (٤٨١٦) من خصائص أبي بكر ونسبه لابن البختري.(٤) ساقطة من (س).(٥) الخَطْفُ: الاستلاب والأخذ في سرعة، ومعناه في الآية تخطفنا: تقتلنا وتسلبنا أموالنا، والخُطّاف: هو الطائر الذي يخطف شيئًا في طيرانه. \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (١٥٠ - ١٥١)، \"لسان العرب\" لابن منظور ٩/ ٧٥.(٦) أخرجه النسائي في \"تفسيره\" ٢/ ١٤٦ عن ابن عباس: أن الحارث بن عامر بن =</p><p> قال الله عز وجل:  {أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا} وذلك أن العرب في الجاهلية كانت تُغير بعضهم على بعض ويقتل بعضهم بعضًا وأهل مكة آمنون حيث كانوا لحرمة الحرم {يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ} أي: تجلب وتجمع. </p><p> قرأ أهل المدينة (١) ويعقوب: (تجْبَى) بالتاء لأجل الثمرات (٢) ، </p><p>= نوفل هو الذي قال ذلك، وإسناده منقطع فيه عمرو بن شعيب -صدوق- لم يدرك ابن عباس، وفيه الحجاج المصيصي، ثقة، وكذا عبد الملك بن جريج، وقد صرح بالسماع فزالت شبهة تدليسه، وأخرجه الطبري في \"جامع البيان\"٢٠/ ٩٤ - بإسناد ضعيف- من حديث عبد الله بن أبي مليكة عن ابن عباس به، وشيخ الطبري -القاسم بن الحسن- لم أعرفه، وفيه الحسين بن داود المصيصي الملقب بسنيد، وقد قال عنه ابن حجر في \"تقريب التهذيب\": ضُعّف مع إمامته، وأخرجه الطبري أيضًا عن ابن عباس: أن أناسًا من قريش قالوا لمحمد إن نتبعك يتخطفنا الناس، وزاد السيوطي في نسبته في \"الدر المنثور\" ١١/ ٤٩٤ لابن أبي حاتم وابن مردويه عن ابن عباس، نسبه العيني في \"عمدة القاري\" ٩/ ٢٢٣ للنسفي، والقرطبي كذلك في \"الجامع لأحكام القرآن\" ١٣/ ٢٩٩، وذُكِر سبب النزول هذا في: \"أسباب النزول\" للواحدي (٣٤٨)، وللقاضي (١٦٩)، و\"لباب النقول\" للسيوطي (١٦٥). (١) وهم نافع وأبو جعفر.(٢) أي: بتاء التأنيث ومن قرأ بذلك فلتانيث الثمرات، وهي متواترة، قال الشاطبي: ويُجبى خَليطٌ، أخبر أن المشار إليهم بالخاء في (خليط) وهم السبعة إلَّا نافعًا، قرءوا (يجبى) بياء التذكير كلفظ الناظم، فتعين للباقين القراءة بالتاء.انظر: \"البحر المحيط\" لأبي حيان ٧/ ١٦٢، \"معاني القراءات\" للأزهري (٣٦٧)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٣٤١)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٧٥، \"التيسير\" للداني (١٣٩)، =</p>"
}