{
  "id": null,
  "sura": 28,
  "aya": 81,
  "text": "<p> حَظٍّ عَظِيمٍ} من المال. </p><p> ٨٠ - {وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا} </p><p> أي: ولا يلقن وُيوَفَّق لهذِه الكلمة {إِلَّا الصَّابِرُونَ} على طاعة الله تعالى وعن زينة الدنيا. </p><p> ٨١ - قوله -عز وجل-: {فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ}  (١) </p><p> قال العلماء بأخبار القدماء: كان قارون أعلم بني إسرائيل بعد موسى وهارون عليهما السلام وأقرأهم للتوراة وأجملهم وأغناهم فبغى وطغى حتى هلك، وكان سبب بغيه كثرة المال، وقالوا: وكان أول طغيانه وعصيانه أن الله تعالى أوصى إلى موسى -عليه السلام- أن يأمر قومه أن يعلقوا في أرديتهم خيوطًا أربعة في كل طرفٍ خيطٌ أخضر لونه كلون السماء، فقال موسى -عليه السلام- يا رب لم أمرت بني إسرائيل تعلق هذِه الخيوط الخضر في أرديتهم؟ فقال الله جل جلاله: إن بني إسرائيل في غفلة وقد أردت أن أجعل لهم عَلَمًا في ثيابهم يذكرون به إذا نظروا إلى السماء ويعْلموا (أني مُنْزِلٌ)  (٢) منها كلامي، فقال موسى: يا رب أفلا تأمرهم أن يجعلوا أرديتهم كلها خضرًا فإن بني إسرائيل تحقر هذِه الخيوط، فقال ربّه -عز وجل-: يا موسى إن الصغير من </p><p>(١) خسفت الأرض غارت بما عليها، وخسف الله بهم الأرض غيبهم فيها. \"لسان العرب\" لابن منظور ٩/ ٦٧، \"المعجم الوسيط\" ١/ ٢٣٤. (٢) ساقطة من (س)، ومكانه: أن.</p><p> أمري ليس بصغير وإن هم لم يطيعوني في الأمر الصغير لم يطيعوني في الأمر الكبير، قال فدعا موسى -عليه السلام- بني إسرائيل وقال لهم: إن الله -عز وجل- أمركم أن تعلقوا في أرْديتكم خيوطًا خضرًا كلون السماء لكي تذكروا ربكم إذا رأيتموه ففعلت بنو إسرائيل ما أمرهم به موسى -عليه السلام- واستكبر قارون فلم يُطِعْه، وقال: إنما يفعل هذِه الأرباب بعبيدهم لكي يتميزوا من غيرهم، فكان هذا بدء عصيانه وبغيه فلمّا قطع موسى -عليه السلام- ببني إسرائيل البحر جعل (١) الحبورة (٢) لهارون -عليه السلام- وهي رئاسة المذبح فكان بنو إسرائيل يأتون بهديتهم ويدفعونه (٣) إلى هارون -عليه السلام- (٤) فتنزل نارٌ من السماء فتأكله، فوجد قارون في نفسه من ذلك وأتى موسى -عليه السلام- فقال: يا موسى لك الرسالة ولهارون الحبورة ولست في شيء من ذلك، وأنا أقرأ للتوراة منكما لا صبر لي على هذا، فقال موسى -عليه السلام-: والله ما أنا جعلتها في هارون بل الله جعلها له، فقال قارون: والله لا أصدّقك في ذلك (٥) حتى تُرِيني بيانه، قال فجمع موسى -عليه السلام- رؤساء (٦) بني إسرائيل فقال: هاتوا عصيكم، فحزمها وألقاها في قبته التي كان يعبد الله تعالى فيها، </p><p>(١) في (س): جُعلت. (٢) لم أقف عليه.(٣) في (س): له.(٤) في (س) بزيادة: فيضعه الله تعالى على المذبح.(٥) في (ح): هذا.(٦) ساقطة من (س).</p><p> فجعلوا يحرسون عصيهم حتى أصبحوا، فأصبحت عصا هارون -عليه السلام- قد اهتز لها ورقٌ أخضر وكانت من ورق (١) شجر اللوز، فقال موسى -عليه السلام-: يا قارون ما ترى هذا؟ </p><p> فقال قارون: والله ما هذا بأعجب مما تصنع من السحر. </p><p> واعتزل قارون موسى -عليه السلام- بأتباعه وجعل موسى -عليه السلام- يداريه للقرابة التي بينهما، وهو يؤذيه في كل وقت فلا يزيد كل يوم إلا عتوًا وتجبرًا ومعاداة لموسى -عليه السلام-، حتى بنى دارًا وجعل بابها من الذهب وضرب على جدرانها صفائح الذهب، وكان الملأ من بني إسرائيل يغدون عليه (٢) ويرجعون فيطعمهم الطعام ويحدثونه ويضاحكونه (٣) . </p><p> قال ابن عباس: فلما نزلت الزكاة (على موسى -عليه السلام- أتاه)  (٤) قارون فصالحه على كل ألفِ دينار دينارًا، وعن كل ألف درهم درهمًا، وعن كل ألف شاة شاة، وعن كل ألفِ شيءٍ شيئًا، ثم رجع إلى بيته فحسبه (٥) فوجده كثيرًا فلم تسمح بذلك نفسه فجمع بني إسرائيل وقال لهم: يا بني إسرائيل إن موسى هذا قد أمركم بكل شيء </p><p>(١) ساقطة من (س)، (ح). (٢) في (ح): إليه.(٣) هذِه القصة الطويلة ذكرها البغوي في \"معالم التنزيل\" ٦/ ٢٢٣ - ٢٢٤، ونسبها لأهل العلم بالأخبار، وأشار إليها أبو حيان في \"البحر المحيط\" ٧/ ١٣٠، ولعله يقصد بالأخبار: أخبار بني إسرائيل، ولم أقف على هذِه القصة مسندة، والله أعلم.(٤) ما بين القوسين ساقط من (ح).(٥) ساقطة من (ح).</p><p> فأطعتموه وهو الآن يريد أن يأخذ أموالكم، فقالوا له: أنت كبيرُنا وسيدنا فمرنا بما شئت، فقال: آمركم أن تجيئوا بفلانة البغي فيجعل لها جُعلًا حتى تقذف موسى بنفسها فإذا فعلت ذلك خرج عليه بنو إسرائيل ورفضوه، فدعوها وجعل قارون لها ألف درهم، وقيل: ألف دينار، وقيل: طسْتًا من ذهب، وقيل: حكَّمها، وقال لها: إني أموّلك وأخلطك على أن تقذفي موسى بنفسك غدًا إذا حضر بنو إسرائيل، فلما أن كان الغد جمع قارون بني إسرائيل، ثم أتى موسى -عليه السلام- فقال له: إن بني إسرائيل قد اجتمعوا ينتظرون خروجك لتأمرهم وتنهاهم، فخرج إليهم موسى -عليه السلام- وهم في براح من الأرض فقام فيهم فقال: يا بني إسرائيل من سرق قطعنا يده ومن افترى جلدناه ثمانين، ومن زنا وليست له امرأة جلدناه مائة حتى يموت، فقال له قارون: وإن كنت أنت؟ قال -عليه السلام-: وإن كنتُ أنا قال: فإن بني إسرائيل يزعُمون أنك فجَرْتَ بفلانة، فقال: ادعوها فإن قالت فهو كما قالت، قال لها موسى: يا فلانة أنا فعلتُ بك ما يقول هؤلاء، وعظَّم عليها وسألها بالذي فلق البحر لبني إسرائيل وأنزل التوراة على موسى إلّا صَدَقْتِ، فتداركها الله تعالى بالتوفيق وقالت في نفسها: أحدث اليوم توبة من أن أوذي رسول الله- صلى الله عليه وسلم-، فقالت: لا، كذبوا، ولكن جعل لي قارون جُعْلًا على أن أقذفك بنفسي، فخرَّ موسى -عليه السلام- ساجدًا يبكي ويقول: اللهم إن كنتُ رسولَك، فاغضب لي فأوحى الله -عز وجل- إليه: مُرِ </p><p> الأرض ما شئت، فإنها مطيعة لك، فقال موسى -عليه السلام-: يا بني إسرائيل إن الله بعثني إلى قارون كما بعثني إلى فرعون، فمن كان معه فليثبت مكانه، ومن كان معي فليعتزل، فاعتزلوا ولم يبق مع قارون إلّا رجلان، ثم قال موسى -عليه السلام-: يا أرض خذيهم فأخذتهم إلى الركب، ثم قال: يا أرض خذيهم، فأخذتهم إلى الأعناق وقارون وصاحباه في كل ذلك يتضرعون إلى موسى -عليه السلام-، ويناشده قارون الله والرحم حتى روي أنه ناشده سبعين مرة وموسى -عليه السلام- في كل لا يلتفت إليه لشدة غضبه عليه، ثم قال موسى -عليه السلام-: يا أرض خذيهم، فانطبقت عليهم الأرض، فأوحى الله إلى موسى -عليه السلام-: يا موسى ما أفظك استغاثوا بك سبعين مرة فلم ترحمهم ولم تغثهم، أما وعزتي لو إياي دَعَوْا لوجدوني قريبًا مجيبًا (١) . </p><p> قال قتادة: ذُكِر لنا أنه يُخسف به كل يومٍ قامةً وأنه يتجلجل (٢) فيها </p><p>(١) ذكر هذِه القصة الطويلة الألوسي في \"روح المعاني\" ٢٠/ ٢٢٢ - ٢٢٣، وأخرجه عبد الرزاق في \"تفسير القرآن\" ٣/ ٩٥، عن علي بن زيد بن جدعان، وأخرجه ابن أبي شيبة في \"المصنف\" ١١/ ٥٣١ عن ابن عباس، وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٣٠١٩ عن علي، وأخرجه الطبري في \"جامع البيان\" ٢٥/ ١١٦ - ١١٧، و\"تاريخ الرسل والملوك\" ١/ ٤٤٧ - ٤٤٨ عن ابن عباس، ونسبه له أيضًا البغوي في \"معالم التنزيل\" ٦/ ٢٢٣ - ٢٢٤، وذكره ولم ينسبه الزمخشري في \"الكشاف\" ٣/ ١٩٢، وابن عطية في \"المحرر الوجيز\" ٤/ ٣٠١، وأخرجه الحاكم عن ابن عباس ٢/ ٤٠٨ - ٤٠٩، وانظر: \"تفسير القرآن العظيم\" لابن كثير ١٠/ ٤٨٦ - ٤٨٧، وقال ابن كثير: والظاهر أنها من الإسرائيليات. (٢) التجلجل: السَّوْخ -أي: الدخول- في الأرض، أو الحركة، وتجلجل في الأرض ساخ فيها ودخل، والجلجلة: حركة مع صوت. \"لسان العرب\" لابن منظور =</p>"
}