{
  "id": null,
  "sura": 28,
  "aya": 17,
  "text": "<p> ١٦ - {قَالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (١٦) } (١) . </p><p> ١٧ - {قَالَ رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ} </p><p> بالمغفرة فلم تعاقبني {فَلَنْ أَكُونَ ظَهِيرًا} عونًا (٢)  {لِلْمُجْرِمِينَ}  (٣) قال ابن عباس: فلم يستثن (٤) عليه السلام فابتلي (٥) ، قال قتادة: يعني: فلن أعين (٦) بعدها على خطيئة (٧) . </p><p>(١) في (س) بعد (نفسي) زيادة: بقتل من لم تأمرني بقتله. وبعد (الغفور) زيادة: الستار لذنوب أوليائه بعفوه.وبعد (الرحيم) زيادة: بهم في كل أمرهم ثم.(٢) في (ح) بزيادة: ونصيرًا.(٣) في (س) بزيادة: يعني: لا أكون بعد هذه الساعة عونًا للظالمين ولا المجرمين.(٤) قال الألوسي في \"روح المعاني\" ٢٠/ ٥٦: أي لم يقل إن شاء الله تعالى.(٥) في (س) بزيادة: من ثاني يوم. والأثر ذكره الفراء في \"معاني القرآن\" ٢/ ٣٠٤، والبغوي في \"معالم التنزيل\" ٦/ ١٩٨، وزاد بعدها (به في اليوم الثاني)، وذكره الزمخشري في \"الكشاف\" ٣/ ١٦٩، والرازي في \"مفاتيح الغيب\" ٢٤/ ٢٣٥ بلفظ البغوي ثم قال: وهذا ضعيف؛ لأنه في اليوم الثاني ترك الإغاثة، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٦٣ بلفظ البغوي، وذكر رواية أخرى وهي: فابتلي به مرة أخرى، وذكرها أيضًا أبو السعود في \"إرشاد العقل السليم\" ٧/ ٧، الألوسي في \"روح المعاني\" ٢٠/ ٥٦ جميعهم عن ابن عباس.(٦) في (س) بزيادة: أحدًا.(٧) أخرجه عبد الرزاق في \"تفسير القرآن العظيم\" ٣/ ٨٩، والطبري في \"جامع البيان\" ٢٠/ ٤٧، والبغوي في \"معالم التنزيل\" ٦/ ١٩٨ بلفظ المصنف، وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٩٥٦ بلفظ: لن أعين بعدها ظالمًا على فجره، وزاد في نسبته السيوطي في \"الدر المنثور\" ١١/ ٤٣٩ لابن المنذر وعبد بن =</p><p> [٢١٢٩] أخبرنا عبد الله بن حامد (١) ، أنا محمَّد بن خالد (٢) ، نا داود بن سليمان (٣) ، أنا عبد بن حميد (٤) ، نا عبيد الله (٥) بن موسى (٦)  (٧) ، عن (٨) سلمة بن نبيط (٩) ، قال: بعَث بعض الأمراء وهو عبد الرحمن بن مسلم إلى الضحاك بعطاء أهل بُخارى (١٠) فقال: أعطِهم، فقال: أعفني. فلم يَزَلْ يَسْتَعْفِيه حتى أعْفاه، فقال له بعض أصحابه: ما عليك (١١) أن تُعْطِيَهم وأنت لا ترزأ (١٢) شيئًا </p><p>= حميد، وجميعهم نسبوه لقتادة. (١) لم يذكر بجرح أو تعديل.(٢) ابن الحسن، البخاري المعروف بابن أبي الهيثم، وكان حسن الحديث.(٣) العسكري الرقاق السامري، أبو سهل، لقبه بُنان، صدوق.(٤) الكشِّي، أبو محمَّد، ثقة حافظ.(٥) من (ح) وهو الصواب، وفي الأصل: عيد، خطأ، وفي (س): عبيد الرحمن.(٦) في (س): مسلم.(٧) عبيد الله بن موسى بن باذام العَبْسي، الكوفي، أبو محمَّد، ثقة، كان يتشيع.(٨) في (ح): على، وهو خطأ.(٩) سلمة بن نبيبابن شريط الأشجعي، أبو فراس الكوفي، ثقة يقال: اختلط.(١٠) من (س)، (ح) وهو الصواب كما في \"الدر المنثور\" للسيوطي ١١/ ٤٤١، ووردت في الأصل على الخطأ بلفظ إنخاءل)، وبخارى: بالضم، من أعظم مدن ما وراء النهر وأجلها قريبة من سمرقند.\"معجم البلدان\" لياقوت ١/ ٣٥٣، \"بلدان الخلافة الشرقية\" (٥٥٦).(١١) في (س) بزيادة: أن تذهب، وفي (ح): إن عليك.(١٢) في (س): ترزؤهم، ومعناها: أي لا تَأْخُذ منهم شيئًا.انظر: \"لسان العرب\" لابن منظور ١/ ٥٨ (رزأ)، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٢١٨.</p><p> فقال: لا أحبُّ أن أُعينَ الظَّلَمةَ على شيءٍ من أمرِهم (١) . </p><p> [٢١٣٠] وبه عن عبيد الله (٢) ، نا يعلى (٣) ، نا عبيد الله بن الوليد الوصّافي (٤) ، قال: قلت لعطاء بن أبي رباح (٥) إن لي أخًا يأخذ بقلمه وإنما يكتب (٦) ما يدخل وما يخرج (٧) ، فإن أخذ بقلمه كان (٨) ذلك غنى وإن (٩) تركه احتاج (١٠) وصار عليه دَين (وله عيال)  (١١) فقال: مَن الرأسُ (١٢) ؟ فقال خالد بن عبد الله، فقال: أما تقرأ ما قال العبد الصالح: {رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِلْمُجْرِمِينَ} . </p><p>(١) [٢١٢٩] الحكم على الإسناد: فيه شيخ المصنف لم يذكر بجرح أو تعديل.التخريج:نسبه السيوطي في \"الدر المنثور\" ١١/ ٤٤١ لسلمة بن نبيط وعزاه لعبد بن حميد وابن المنذر، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٦٣.(٢) ثقة كان يتشيع.(٣) يعلي بن عبيد بن أبي أمية، ثقة إلا في حديثه عن الثوري ففيه لين.(٤) أبو إسماعيل، الكوفي، العجلي، ضعيف.(٥) ثقة ففيه فاضل، لكنه كثير الإرسال.(٦) في (س) بزيادة: ويحسب الرأس.(٧) في (س) بزيادة: على عيال.(٨) في (س)، (ح) بزيادة: في.(٩) في (س): ولو.(١٠) في (س): لاحتاج.(١١) سقطت من (س).(١٢) في (س): الرئيس.</p>"
}