{
  "id": null,
  "sura": 28,
  "aya": 25,
  "text": "<p> لقد قالها وإنه لمحتاج إلى شق تمرة (١) . </p><p> قالوا: فلما رجعتا إلى أبيهما سريعًا وأغنامهما حُفل (٢) بطان (٣) قال لهما: ما أعجلكما؟ قالتا: وجدنا رجلًا صالحًا رَحِمنا فسقى لنا أغنامنا (قبل الناس)  (٤) فقال لإحداهما: </p><p> اذهبي فادعيه لي (٥) ، {فَجَاءَتْهُ إِحْدَاهُمَا} فذلك. </p><p> ٢٥ - قوله تعالى: ) (٦)  {فَجَاءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اسْتِحْيَاءٍ} </p><p> قال عمر بن الخطاب رضي الله عنه: مستترة بكمها (٧) . </p><p>(١) انظر: \"معالم التنزيل\" للبغوي ٦/ ٢٠١. (٢) الحَفْل: اجتماع الماء في محفله، وحفل اللبن في الشرع واحتفل أي اجتمع، وضرع حافل أي: ممتلئ لبنًا.\"لسان العرب\" لابن منظور ١١/ ١٥٧، \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٤٠٨ - ٤٠٩.(٣) بطان: أي ممتلئة البطون. \"النهاية في غريب الحديث والأثر\" لابن الأثير (٨١)، وفي (س): بطن.(٤) سقطت من (س).(٥) جزء من حديث الفتون الطويل الذي تقدم تخريجه.(٦) ما بين القوسين ساقط من (س).(٧) أخرجه الطبري في \"جامع البيان\" ٢٠/ ٦٠ بلفظ: مستترةً بكم درعها، أو بكم قميصها، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٩٦٤، وذكره البغوي في \"معالم التنزيل\" ٦/ ٢٠١، بلفظ: ليست بسلفع من النساء خراجة ولاجة ولكن جاءت مستترة قد وضعت كمَّ درعها على وجهها استحياء، وذكره ابن عطية في \"المحرر الوجيز\" ٤/ ٢٨٤، والرازي في \"مفاتيح الغيب\" ٢٤/ ٢٤٠، والقرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٧٠، وأبو حيان في \"البحر المحيط\" =</p><p> قال (١) نوف: قد سترت وجهها بيدها (٢) . </p><p> روى قتادة، عن مُطَرِّف قال (٣) : أما والله لو كان عند نبيِّ الله تعالى شيءٌ لما أتبع مذقتها (٤) ولكنّه حمله على [ذلك]  (٥) الجهدُ (٦) . </p><p> {قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ} فانطلق موسى موسى عليه السلام معها يتبعها فهبّت الريح فألزقت ثوب المرأة بردفها فكره موسى أن يرى ذلك منها فقال لها: أمْشِي خَلْفي وانْعَتي ليّ الطريقَ ودليّني عليها إن </p><p>= ٧/ ١٠٩، وابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٤٥١، وذكره الألوسي في \"روح المعاني\" ٢٠/ ٦٤، بلفظ: مستترة بكم درعها على وجهها؛ جميعهم عن عمر، وذكره الزمخشري في \"الكشاف\" ٣/ ١٧١، والنسفي في \"مدارك التنزيل\" ٣/ ٢٣٢، ولم ينسباه، وزاد في نسبته السيوطي في \"الدر المنثور\" ١١/ ٤٥٣ لسعيد بن منصور، والسلفع: هي البذيئة الفاحشة، الجريئة على الرجال، القليلة الحياء. \"لسان العرب\" لابن منظور ٨/ ١٦٢. (١) من (س)، وهو: نوف البكالي.(٢) أخرجه الطبري في \"جامع البيان\" ٢٠/ ٦٠.(٣) ساقطة من (س).(٤) المذْق: المزْج والخَلْط، والمذْقة: الشربة من اللبن الممذوق أي: الممزوج بالماء.\"لسان العرب\" لابن منظور ١٠/ ٣٣٩ (مذق)، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ٣١١.(٥) (ذلك) لم ترد في جميع النسخ، والإضافة من \"الدر المنثور\" ١١/ ٤٥٣؛ لإتمام السياق.(٦) أخرجه الطبري في \"جامع البيان\" ٢٠/ ٦١، وزاد السيوطي في \"الدر المنثور\" في نسبته ١١/ ٤٥٣ لأحمد في \"الزهد\".</p>"
}