{
  "id": null,
  "sura": 28,
  "aya": 82,
  "text": "<p> لا يبلغ قعرها إلى يوم القيامة (١) ، قالوا: وأصبحت بنو إسرائيل يتناجون فيما بينهم أن موسى إنما دعا على قارون ليستبد بداره وكنوزه وأمواله، فدعا اللهَ تعالى موسى -عليه السلام- حتى خُسف بداره وأمواله الأرض، وأوحى الله عز وجل- إلى موسى -عليه السلام-: أنّي لا أعيد الأرض بعدك أبدًا (٢) ، فذلك قوله: {فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ (٨١) } الممتنعين. </p><p> ٨٢ - قوله -عز وجل-: {وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ} </p><p> العرب تعبّر بأضحى وأمسى وأصبح عن الصيرورة، والفعل، فتقول: أصبح فلان عاكفًا وأمسى حزينًا وأضحى معدمًا، إذا صاروا بهذِه الأحوال وليس ثمَّ من الصبح والمساء والضحى شيء (٣) . </p><p> {يَقُولُونَ وَيْكَأَنَّ اللَّهَ} اختلف العلماء في هذِه اللفظة، فقال </p><p>= ١١/ ١٢٢، \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٢٨٤. (١) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٣٠٢٠، والطبري في \"جامع البيان\" ٢٠/ ١١٩، و\"تاريخ الرسل والملوك\" ١/ ٤٥٠ - ٤٥١، وذكره البغوي في \"معالم التنزيل\" ٦/ ٢٢٥، وابن عطية في \"المحرر الوجيز\" ٤/ ٣٠١، وزاد: و (مالك بن دينار) وابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٤٨٧، وزاد السيوطي في نسبته في \"الدر المنثور\" ١١/ ٥١٧ لعبد بن حميد جميعهم عن قتادة.(٢) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٣٠٢٠، والطبري في \"جامع البيان\" ٢٠/ ١١٩ عن أبي عمران الجوني، وفي \"تاريخ الرسل والملوك\" ١/ ٤٤٩، وأخرجه ابن عساكر في \"تاريخ دمشق\" ٦١/ ٩٧.(٣) قد يذكر الأمس ولا يراد به اليوم الذي قبل يومك ولكن الوقت المستقرب على طريق الاستعارة. قاله الزمخشري في \"الكشاف\" ٣/ ١٩٣.</p><p> مجاهد: معناه ألم تعلم؟ (١) ، قتادة: ألم تر (٢) ، الفراء: هي كلمة تقرير كقول الرجل: أما ترى إلى صنع الله وإحسانه؟ وذكر أنه أخبره (٣) من سمع أعرابيةً تقول لزوجها: أين ابنك؟ ، فقال: ويكأنّه وراء البيت، يعني: أما ترينه وراء البيت؟ (٤) . ابن عباس والحسن: هي كلمة ابتداء وتحقيق، تقديره إن الله {يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ}  (٥) ، المؤرج: هي تعجيب (٦) ، قطرب: إنما هو ويلك فأسقط منه اللام (٧) . </p><p>(١) انظر: \"معالم التنزيل\" للبغوي ٦/ ٢٢٥، \"الكشاف\" للزمخشري ٣/ ١٩٣، ولم أجده في \"تفسير مجاهد\". (٢) ذكره البخاري، كتاب التفسير، باب سورة القصص، وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٣٠٢٢ عن قتادة، وأخرجه الطبري في \"جامع البيان\" ٢٠/ ١٢٠ بزيادة: (أنه) ورجحه.(٣) وهو شيخ من أهل البصرة، كما في \"معاني القرآن\" للفراء ٢/ ٣١١.(٤) انظر: \"معاني القرآن\" للفراء ٢/ ٣١٢.(٥) انظر: \"معالم التنزيل\" للبغوي ٦/ ٢٢٥، \"الجامع لأحكام القرآن\" للقرطبي ١٣/ ٣١٨ ونسباه للحسن، وزاد القرطبي في نسبته لابن عباس.(٦) انظر: \"خزانة الأدب\" لعبد القادر البغدادي ٦/ ٤٠٦ من غير نسبة.(٧) نسبه البغوي في \"معالم التنزيل\" ٦/ ٢٢٥ لقطرب وكذا القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٣١٨، وقال قُطرب: إنما هو ويلك وأسقطت لامه وضمت الكاف التي هي للخطاب إلى وَيْ، ونسبه ابن عطية في \"المحرر الوجيز\" ٤/ ٣٠٢ لأبي حاتم وجماعة من النحويين، وذكره ابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٤٨٧ - ٤٨٨ ولم ينسبه، وضعفه الطبري ورجحه ابن كثير حيث قال: وقد اختلف النحاة في معنى قوله هاهنا: ويكأن؛ فقال بعضهم: معناه: ويلك أعلم أن ولكن خفف فقيل: ويك، ودلَّ فتح أن على حذف أعلم، وهذا القول ضعفه الطبري، والظاهر أنه قوي ولا يشكل على ذلك إلا كتابتها في المصاحف متصلة =</p><p> قال عنترة: </p><p> ولقد شَفَى نَفْسي وأبْرَأَ سُقْمَها ... قَوْلُ الفَوارسِ وَبْكَ عَنْتَرَ أقْدِمِ (١) </p><p> وقيل: هو تنبيه (٢) بمنزلة ألا وأما، قال بعض الشعراء: </p><p> ويكأن من يكن له نشب يحبب ... ومن يفتقر يعش عيش ضر (٣) </p><p>= ويكأن، والكتابة أمر وضعي اصطلاحي والمرجع إلى اللفظ العربي والله أعلم، وذكره أيضًا الزمخشري في \"الكشاف\" ٣/ ١٩٣. (١) البيت قاله الشاعر في قصيدة طويلة بعنوان: هل غادر الشعراء من متردم، وقد ورد بلفظ: (وأذهب) بدل (وأبرأ)، وبلفظ: (قيلُ) بدل (قول) ومعناه: يقول: لقد شفى نفسي وأذهب سقمها قول الفوارس لي: ويلك يا عنترة أقدم نحو العدو واحمل عليه، يريد أن التجاءهم إليه شفى نفسه وأذهب غمه.انظر: \"ديوانه\" (١٨)، \"لسان العرب\" لابن منظور ١٥/ ٤١٨، \"خزانة الأدب\" لعبد القادر البغدادي ٦/ ٤٠٦، \"أساس البلاغة\" للزمخشري ١/ ٤٩٦، \"العين\" للخليل ٨/ ٤٤٢.(٢) وقد رجّح هذا القول الزجاج في \"معاني القرآن\" ٤/ ١٥٦، وهو قول ذكره سيبويه عن الخليل ويونس، ومعناه كما في \"معاني القرآن\" للزجاج التندم والتنبيه، وردَّه الطبري في \"جامع البيان\" ٢٠/ ١٢١ لمخالفته رسم المصاحف كلها، وذكره البغوي في \"معالم التنزيل\" ٦/ ٢٢٥، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٣١٨، ولم ينسبه، وزاد فيه فقال: هو تنبيه بمنزلة ألا في قولك: ألا تفعل، وأمَّا في قولك: أمَّا بعد، ونسبه لسيبويه والخليل ابن عطية \"المحرر الوجيز\" ٤/ ٣٠١ أيضًا، وذكره ابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٤٨٨ ولم ينسبه.(٣) الشاعر يتحدث عن زوجتين له تركاه لقلة ماله والبيت في \"تاريخ دمشق\" لابن عساكر ٢١/ ٨٩ - ٩٠، \"البيان والتبيين\" للجاحظ ١/ ٢٣٥، وفي \"الأغاني\" =</p><p> وقال القتيبي: معناه رحمة له بلغة حمير (١) ، وقال سيبويه: سألت الخليل عنه، فقال: وَيْ، كلمة تنبيه منفصلة من (كأن) ، و (كأن) في معنى الطلب والعلم (٢) . </p><p> {يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِر} أي: ويُقَتِّرُ (٣)  {لَوْلَا أَنْ مَنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا} قرأ يعقوب وبعض أهل الشام (٤) وحفص بفتح الخاء والسين (٥) ، وقراءة العامة (٦) بضم الخاء وكسر السين (٧) </p><p>= للأصفهاني ١٧/ ٢٠٤ - ٢٠٥ منسوب لنبيه بن الحجاج السمهي، وفي \"المغني في الضعفاء\" للذهبي ٧/ ٢٩ هو نبيه، وذكرهما ابن منظور قولين في \"لسان العرب\" ٥/ ٤١٨ في نسبته: لكن لوالد سعيد زيد بن عمرو بن نفيل وكذلك هو في \"الكتاب\" لسيبويه ٢/ ١٥٥ ثم قال ابن منظور: ويقال لنبيه بن الحجاج، وانظر: \"خزانة الأدب\" لعبد القادر البغدادي ٦/ ٤١٠ نسبها لزيد بن عمرو بن نفيل، وأمّا الشاعر فهو: نبيه بن الحجاج بن عامر بن حُذيفة بن سعد بن سهم السهمي، من شعراء قريش، كما في \"الأغاني\" ١٧/ ٢٠٤. (١) انظر: \"تأويل مشكل القرآن\" لابن قتيبة (ص ٥٢٧).(٢) انظر: \"الكتاب\" لسيبويه ٢/ ١٥٤، \"خزانة الأدب\" لعبد القادر البغدادي ٦/ ٤٠٧.(٣) من قَتَر، والقتر والتقتير: الرمقة من العيش، أي: الضيق. \"لسان العرب\" لابن منظور ٥/ ٧٣، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (٣٦٩).(٤) والكوفة ذكرهم الخطيب في \"معجم القراءات\" ٧/ ٧٩.(٥) {لَخَسَفَ} مبنيًا للفاعل، وهو الله تعالى.(٦) وهم نافع وابن كثير وأبو بكر عن عاصم وابن عامر وأبو عمرو وحمزة والكسائي وأبو جعفر وخلف.(٧) على البناء للمفعول: {لَخَسَفَ بِنَا}، والقراءتان متواترتان، قال الشاطبي: وفي خسف الفتحين حفص تنخلا، معناه أن حفص قرأ بفتح الخاء والسين، فتعين للباقين القراءة بضم الخاء وكسر السين.</p>"
}