{
  "id": null,
  "sura": 28,
  "aya": 68,
  "text": "<p> في الدنيا (١) ، نظيره قوله -عز وجل-: {فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ}  (٢) . </p><p> ٦٧ - {فَأَمَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَعَسَى أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ (٦٧) }. </p><p> ٦٨ - قوله تعالى:  {وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ} </p><p> وهذا جواب لقول الوليد بن (٣) المغيرة {لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ}  (٤) أخبر الله تعالى أنه لا يبعث الرسل باختيارهم، وهذا من الجواب المفصول، وللقراء في هذِه الآية طريقان: أحدهما: أن يمر على قوله: {وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ} ويجعل (ما) إثباتًا بمعنى (الذي) أي: وَيَخْتَار لهم ما هو الأصلح والخير (٥) . </p><p> والثاني: أن يقف على قوله: {وَيَخْتَارُ} ويجعل (ما) نفيًا أي: ليس إليهم الاختيار (٦) وهذا القول أصوب وأعجب إليّ (٧) </p><p>(١) انظر: \"تفسير مجاهد\" ٢/ ٤٨٩. (٢) المؤمنون: ١٠١.(٣) من (س).(٤) الزخرف: ٣١، نزلت جوابًا للمشركين حين قالوا: {لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ} يعني: الوليد بن المغيرة ومسعود بن عروة الثقفي.انظر: \"أسباب النزول\" للواحدي (٣٤٩).(٥) فيكون معنى الاختيار هاهنا ما يتعبدهم به، أي: ويختار لهم فيما يدعوهم إليه، من عبادته ما لهم فيه الخيرة. انظر: \"معاني القرآن\" للزجاج ٤/ ١٥٢.(٦) فيكون المعنى: ربك يخلق ما يشاء، وربك يختار ليس لهم أن يختاروا على الله. المرجع السابق بتصرف، والقول الثاني هذا هو الراجح كما هو عند أكثر المفسرين، قال ابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٤٧٧، والصحيح أنها نافية كما نقله ابن أبي حاتم عن ابن عباس وغيره ....(٧) لأن الاختيار يصير بمعنى الاصطفاء والاجتباء وفيه إثبات القدر كما نبّه عليه =</p><p> كقوله تعالى:  {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ}  (١) . </p><p> [٢١٤٢] وأنشدني أبو القاسم (الحسن بن محمد بن حبيب (٢) \" (٣) أنشدني أبو جعفر محمد بن صالح (٤) ، أنشدني حماد بن علي البكراوي (٥) ، لمحمود الوراق (٦) : </p><p> توكل على الرحمن في كل حاجة ... أردت فإن الله يقضي ويقدر </p><p>= المصنف، فالخلق والاختيار لله سبحانه ليس للعبد فيه فعل، فهو الذي يخلق وهو الذي يختار المؤمن من الكافر، فيخص هذا بنعمته، ويخذل ذاك بعدله. وقد ضعف ابن القيم رحمه الله القول الأول فقال: من زعم أن (ما) مفعول يختار فقد غلط؛ إذ لو كان هذا هو المراد لكانت الخيرة منصوبة على أنها خبر كان، ولا يصح المعنى: ما كان لهم الخيرة فيه، وحذف العائد؛ فإن العائد هاهنا مجرور بحرف لم يجر الموصول بمثله، فلو حذف مع الحرف لم يكن عليه دليل، فلا يجوز حذفه، وكذلك لم يفهم معنى الآية من قال إن الاختيار هاهنا هو الإرادة، كما يقوله المتكلمون أنه سبحانه فاعل بالاختيار؛ فإن هذا الاصطلاح حادث منهم، لا يحمل عليه كلام الله، بل لفظ الاختيار في القرآن مطابق لمعناه في اللغة، وهو اختيار الشيء على غيره، وهو يقتضي ترجيح ذلك المختار وتخصيصه وتقديمه على غيره، وهذا أمر أخص من مطلق الإرادة والمشيئة. \"شفاء العليل\" ١/ ١٤٠ - ١٤١.(١) الأحزاب: ٣٦.(٢) قيل: كذبه الحاكم.(٣) ما بين القوسين ساقط من (س).(٤) محمد بن صالح بن هانئ، ثقة مأمون.(٥) ثقة.(٦) محمود بن الحسن الوراق، خيّر، شاعر مجود.</p><p> متى ما يرد ذو العرش أمرًا بعبده ... يصبه وما للعبد ما يتخير </p><p> وقد يهلك الإنسان من وجه أمنه ... وينجو بحمد الله من حيث يحذر (١) </p><p> [٢١٤٣] وأنشدني الحسن بن محمد (٢) قال: أنشدنا أبو الفوارس حنيف بن أحمد بن حنيف الطبري (٣) لبعضهم: </p><p> العبد ذو ضجرٍ والربُّ ذو قدَرٍ ... والدهرُ ذو دُوَلٍ والرزقُ مقسومُ </p><p> والخير أجمعُ فيما اختار خالقنا ... وفي اختيار سواه اللوم والشوم (٤) </p><p> وروى سعيد بن المسيب، عن جابر بن عبد الله، عن النبي - صلى الله عليه وسلم- </p><p>(١) [٢١٤٢] الحكم على الإسناد: فيه شيخ المصنف قيل: كذبه الحاكم.التخريج:أخرجه البيهقي في \"شعب الإيمان\" ١/ ٢٣٣ (٢٥٢)، وفي \"ديوان الحماسة\" للبختري ١/ ٣٠٠ بالبيتين الأول والأخير، غير معزوّ لقائل.(٢) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٣) لم أجده.(٤) [٢١٤٣] الحكم على الإسناد:فيه شيخ المصنف تكلم فيه الحاكم، وأبو الفوارس لم أجده.التخريج:أخرجه البيهقي في \"شعب الإيمان\" (٢٥٣)، ولم أقف على قائله.</p><p> قال:  \"إن الله -عز وجل- اختار أصحابي على جميع العالمين سوى النبيين والمرسلين لي(١)واختار من أصحابي أربعة(على جميع العالمين)(٢)أبا بكر وعُمر وعثمان وعلى فجعلهم خير أصحابي وفي كل أصحابي خير واختار أمتي على سائر الأمم واختار لي من أمتي أربعة قرون بعد أصحابي(٣): الأول والثاني والثالث تترى والرابع فردًا\"  (٤) . </p><p> [٢١٤٤] وأخبرني ابن فنجويه (٥) ، أنا ابن شنبة (٦) ، نا جعفر بن أحمد الواسطي (٧) ، نا ابن عبيد (٨)  (٩) ، نا يوسف بن يعقوب </p><p>(١) من (س). (٢) ما بين القوسين ساقط من (س).(٣) في (س): القرون.(٤) أخرجه الطبري في \"صريح السنة\" (٢٣)، والخطيب في \"تاريخ بغداد\" ٣/ ١٦٢، وابن عساكر في \"تاريخ دمشق\" ٣٠/ ٢٠٧، وكرره في مواضع أخرى بنفس السند، وهو حديث ضعيف علته عبد الله بن صالح وهو أبو صالح وهو صدوق كثير الغلط، ثبت في كتابه وكانت فيه غفلة إلا أن هذا الحديث مما لا أصل له وقد أدخل عليه بسبب غفلته أدخله عليه ابن نجيح.انظر: تحقيق ذلك في \"ميزان الاعتدال\" للذهبي ٢/ ٤٤٢، \"تهذيب الكمال\" للمزي ١٥/ ١٠٥، \"سؤالات البرذعي\" ١/ ٤١٨، لا سيما وأن المحفوظ أن القرون المفضلة هي قرنان بعد قرنه -صلى الله عليه وسلم-.(٥) ثقة صدوق، كثير الرواية للمناكير.(٦) عبيد الله بن محمد بن شنبة لم يذكر بجرح أو تعديل.(٧) لم أجده.(٨) في (س): محمد بن عبيد.(٩) لم أجده.</p>"
}