{
  "id": null,
  "sura": 28,
  "aya": 32,
  "text": "<p> ٣١ - قوله تعالى:  {وَأَنْ أَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ} </p><p> وهي الحية الصغيرة (١) من سرعة حركته {وَلَّى مُدْبِرًا} أي: هاربًا منها {وَلَمْ يُعَقِّبْ} ولم يرجع (٢) فنودي عليه السلام {يَامُوسَى أَقْبِلْ وَلَا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ} . </p><p> ٣٢ - قوله تعالى:  {اسْلُكْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ}  (٣) </p><p> خرجت كأنها المصباح {وَاضْمُمْ إِلَيْكَ جَنَاحَكَ} يدك {مِنَ الرَّهْبِ}  (٤) قرأ حفص بفتح الراء وجزم الهاء (٥) ، وقرأ أهل </p><p>= بلفظ: شجرة من العليق، وفي \"تاريخ الرسل والملوك\" ١/ ٤٠٢، والبغوي في \"معالم التنزيل\" ٦/ ٢٠٦، ابن عطية في \"المحرر الوجيز\" ٤/ ٢٨٧، وابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٤٥٩، جميعهم نسبوه لوهب، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٨٢، وأبي حيان في \"البحر المحيط\" ٧/ ١١١ ولم ينسباه، وذكره الألوسي في \"روح المعاني\" ٢٠/ ٧٣ عن قتادة ومقاتل، وقال: بأنه هو المذكور في التوراة اليوم. (١) انظر: \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (٩٩)، \"لسان العرب\" لابن منظور ١/ ٢٣٧.(٢) وقال الراغب: أي لم يلتفت وراءه. \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (٣٤٠).(٣) في (س) بزيادة: أدخل يدك.(٤) الرهب: رهب بالكسر، يرهب رهة، رهبًا بالضم بالتحريك أي: خاف، ورهب الشيء رهبًا ورهبة: خافه، والاسم الرهب، والرهبُ مخافة مع تحرُّزٍ واضطراب. \"لسان العرب\" لابن منظور ١/ ٤٣٦، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (٢٠٤).(٥) {الرَّهْبِ}: وهي متواترة.انظر: \"معاني القرآن\" للفراء ٢/ ٣٠٦، \"السبعة\" لابن مجاهد (٤٩٣)، \"معاني =</p><p> الكوفة (١) ، والشام (٢) بضم الراء وجزم الهاء (٣) ، والباقون (٤) : بفتح الراء والهاء (٥) دليلهم قوله تعالى: {وَيَدْعُونَنَا رَغَبًا وَرَهَبًا}  (٦) وكلها لغات بمعنى الخوفُ والفَرَقُ (٧) . </p><p> ومعنى الآية: إذا هالك أمر يدك وما ترى من شعاعها فأدخلها في </p><p>= القراءات\" للأزهري (٣٦٥)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٣٤٠)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٧٣، \"التيسير\" للداني (١٧١)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٤١، \"إتحاف فضلاء البشر\" للدمياطي (٣٤٣)، \"الحجة\" لابن زنجلة (٥٤٤)، \"معجم القراءات\" للخطيب ٧/ ٣٩. (١) وهم حمزة والكسائي وعاصم في رواية أبي بكر شعبة، وخلف والأعمش.(٢) ابن عامر.(٣) (الرُّهْب): وهي متواترة.(٤) في (س): وقرأ الباقون، والقراءة متواترة، ابن كثير ونافع وأبو عمرو وأبو جعفر ويعقوب، دل على ذلك قول الشاطبي: وصحبة كهف ضم الرهب واسكنه ذبلا، حيث أخبر أن المشار إليهم بالكاف وصحبة في قوله وصحبة كهف، وهم حمزة والكسائي وشعبة وابن عامر، قرؤوا بضم الراء، فتعين للباقين القراءة بفتحها، ثم أمر بإسكان الهاء، للمشار إليهم بالذال في (ذبلا) وهم الكوفيون وابن عامر، فتعين للباقين القراءة بفتحها.(٥) (الرَّهَب).(٦) الأنبياء: ٩٠.(٧) ذكر هذا المعنى الأزهري في \"معاني القراءات\" (٣٦٥)، وذكر معانيَ أخرى للرهب فقال: روى أبو عمرو لأبي عمرو الشيباني وابن الأعرابي أنهما قالا: الرهب: الكُمُّ، وأما أهل التفسير فالرهب عندهم: الفزع، ويقويه قراءة من قرأ الرُّهْبُ. \"لسان العرب\" لابن منظور ١/ ٤٣٦، ونسبه المفسرون لمجاهد، انظر: \"تفسيره\" ٢/ ٤٨٦.</p><p> جيبك تعد إلى حالتها الأولى (١) ، وقال بعضهم: أمره الله عز وجل أن يضم يده إلى صدره فيذهب الله عز وجل ما ناله من الخوف عند معاينته الحية (٢) ، وقيل: معناه سكّنْ روعك واحفظ (٣) عليك جأشك (٤) ، لأن من شأن الخائف أن يضطرب قلبه وترتعد يده (٥) ، وضم الجناح هو السكون ومثله قوله تعالى:  {وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ}  (٦) يريد الرفق </p><p>(١) ذكره البغوي ٦/ ٢٠٧، والقرطبي ١٣/ ٢٨٤، والألوسي في \"روح المعاني\" ٢٠/ ٧٥، ولم ينسبوه، ونسبه أبو حيان في \"البحر المحيط\" ٧/ ١١٢ للثوري. (٢) ونسبه البغوي في \"معالم التنزيل\" ٦/ ٢٠٧ لابن عباس، ونسبه الزمخشري في \"الكشاف\" ٣/ ١٧٥، والقرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٢٨٤ لمجاهد وابن عباس، وذكره النسفي في \"مدارك التنزيل\" ٣/ ٢٣٥، ونسبه الألوسي في \"روح المعاني\" ٢٠/ ٧٥ لمجاهد وابن زيد، وذكره ابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٤٦٠ وقال: وربما إذا استعمل أحد ذلك على سبيل الاقتداء فوضع يده على فؤاده فإنه يزول عنه ما يجده أو يخف إن شاء الله تعالى وبه الثقة.(٣) في (س): واخفض.(٤) الجأش: القلب. انظر: \"لسان العرب\" لابن منظور ٣/ ٣٠١.(٥) في (س): ويرتعد بدنه، والأثر ذكره الواحدي في \"الوجيز\" ٢/ ٨١٨، والبغوي في \"معالم التنزيل\" ٦/ ٢٠٧، قلت: وقد نقل ابن كثير رحمه الله تعالى في \"تفسير القرآن العظيم\" ١٠/ ٤٦٠، رواية في خوف موسى عليه السلام عن مجاهد وعزاه لابن أبي حاتم. انظر: \"تفسير القرآن العظيم\" ٩/ ٢٩٧٨ وهي: قال مجاهد: كان موسى عليه السلام قد مليء قلبه رعبًا من فرعون فكان إذا رآه قال: اللهم إني أدرأ بك في نحره، وأعوذ بك من شره، فنزع الله ما كان في قلب موسى عليه السلام وجعله في قلب فرعون فكان إذا رآه بال كما يبول الحمار، وقال الألوسي في \"روح المعاني\" ٢٠/ ٧٥: وضم الجناح مستعار من فعل الطائر عند حالة الخوف، وكثر استعماله في التجلد وضبط النفس حتى صار مثلًا فيه وكناية عنه.(٦) الإسراء: ٢٤.</p><p> وكذلك قوله تعالى:  {وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ}  (١) أي: أرفق بهم وألن جناحك (٢) لهم، وقال الفراء: أراد بالجناح عصاه (٣) . </p><p> وقال بعض أهل المعاني: الرهب: الكم (٤) بلغة حمير (٥) وبني حنيفة (٦) ، وحكى الأصمعي أنه سمع بعض الأعراب يقول لآخر: أعطني ما في رُهْبك قال: فسألته عن الرهب؟ فقال: الكمّ، ومعناه على هذا التأويل: اضمم إليك يدك وأخرجه من الكُم؛ لأنه عليه السلام تناول العصا ويده في كمه (٧) . </p><p>(١) الشعراء: ٢١٥. (٢) في (س): جانبك.(٣) انظر: \"معاني القرآن\" ٢/ ٣٠٦.(٤) انظر: \"لسان العرب\" لابن منظور ١/ ٣٩.(٥) حِمير: شعب عظيم من اليمن من ولد حِمير بن سبأ بن يشجب بن يعرب بن قحطان.انظر: \"مجموع بلدان اليمن\" للحجري ٢/ ٢٨٢.(٦) انظر: \"الكشاف\" للزمخشري ٣/ ١٧٥، \"معالم التنزيل\" للبغوي ٦/ ٢٠٧، \"الجامع لأحكام القرآن\" للقرطبي ١٣/ ٢٨٤، \"روح المعاني\" للألوسي ٢٠/ ٧٦ ولم ينسبوه، وذكره أبو حيان في \"البحر المحيط\" ٧/ ١١٢ وزاد فيه: أن هذا المعنى لمن قرأ بفتح الراء والهاء، وانظر: \"التبيان في تفسير غريب القرآن\" لابن الهائم المصري ١/ ٣٢٨.(٧) انظر: \"معالم التنزيل\" للبغوي ٦/ ٢٠٧، \"الجامع لأحكام القرآن\" للقرطبي ١٣/ ٢٨٤، \"البحر المحيط\" لأبي حيان ٧/ ١١٢، \"روح المعاني\" للألوسي ٢٠/ ٧٦ ونسبوه للأصمعي.</p><p> {فَذَانِكَ} قراءة العامة (١) بتخفيف النون، وقرأ ابن كثير وأبو عمرو (٢) بتشديد النون (٣) عوضًا من الألف الساقطة ولم يلتفت إلى التقاء الساكنين؛ لأن أصله (فَذَاانِكَ) فحذفت الألف الأولى لالتقاء الساكنين (٤) . </p><p> وقيل: التشديد للتأكيد كما أدخلوا اللام في ذلك (٥) ، وقيل: شُدِّدت فرقًا بينها وبين النون التي تسقط بالإضافة؛ لأن ذان (٦) لا تضاف (٧) . </p><p>(١) وهم نافع وعاصم وحمزة والكسائي وابن عامر. (٢) ويعقوب (فَذَانّكَ)، قال أبو عمرو: والتشديد في النون من ذانك لغة قريش، والقراءتان متواترتان.انظر: \"معاني القراءات\" للأزهري (٣٣٦)، \"التيسير\" للداني (١٧١)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٤١، \"إتحاف فضلاء البشر\" للدمياطي (٣٤٣)، \"معجم القراءات\" للخطيب ٧/ ٤٠.(٣) في (س) بزيادة: وهي لغة قريش وفي وجهها أربعة أقوال: قيل: شذد النون.(٤) قاله مكي في \"الكشف عن وجوه القراءات\" سورة النساء في الفقرة (٢٠ - ٢٢)، ونقله عنه الخطيب في \"معجم القراءات\" ٧/ ٤٠، وقال الزجاج في \"معاني القرآن\" ٤/ ١٤٣، كان (ذانِّك) بالتشديد تثنية ذلك وذانك بالتخفيف تثنية ذاك، ويكون بدل اللام في ذلك تشديد النون في ذانِّك. اهـ، وقال بعض النحويين: إنما شُددت النون في الاثنين للتأكيد؛ لأنهم زادوا على نون الاثنين نونًا كما زادوا قبل كاف المشار إليه لامًا للتأكيد فقالوا: في (ذاك): (ذلك) فلما زادوا في (ذاك) لامًا زادوا في (ذانك) نونًا أخرى فقالوا: ذانِّك. ا. هـ. \"الحجة\" لابن زنجلة (٥٤٥).(٥) قاله الأخفش في \"معاني القرآن\" (٥٥٤).(٦) في الأصل: ذلك، والمثبت من (س).(٧) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٣/ ٢٨٦، \"الحجة\" لابن زنجلة (٥٤٥).</p>"
}