{
  "id": null,
  "sura": 29,
  "aya": 3,
  "text": "<p> ثم عزّاهم تعالى فقال عز وجل: </p><p> ٣ - {وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا} </p><p> في قولهم: آمنا {وَلَيَعْلَمَنَّ الْكَاذِبِينَ}  (١) والله عالم بهم قبل الاختبار، وعلمه قديم تام، وإنما معنى ذلك: فليظهرن الله ذلك حتى يوجد معلومه (٢) ، قال مقاتل: فليرينّ الله (٣) . </p><p> الأخفش: فليميزنّ الله (٤) ، وقال القتيبي: علم الله نوعان: </p><p>(١) في هامش نسخة (س) ورد التالي: وقرأ الجمهور {وَلَيَعْلَمَنَّ} بفتح الياء واللام الثانية، ومعنى ذلك ليُظْهرنْ علمه ويوجد ما علمه أزلًا، وذلك أن علمه بذلك قديم، وإنما هو عبارة عن الإيجاد بالحالة التي تضمنها العلم القديم، والصدق والكذب على بابهما، أي: من صدق فعله وقوله ومن كذب، ونظيرها قول زهير ابن عطية: ليث بعثر يصطاد الرجال إذا ... ما كذب الليث عن أقرانه صدقاوانظر: \"المحرر الوجيز\" لابن عطية ٤/ ٣٦٠.(٢) معنى الآية: ليعلم الذين صدقوا في دعوى الإيمان ممن هو كاذب في قوله ودعواه، والله سبحانه وتعالى يعلم ما كان وما يكون وما لم يكن لو كان كيف يكون، وهذا مجمع عليه عند أهل السنة والجماعة، وبهذا يقول ابن عباس وغيره في مثل قوله {إِلَّا لِنَعْلَمَ} إلَّا لنرى ذلك، وذلك لأن الرؤية تتعلق بالموجود، وعلم الله أعم من الرؤية فإنه يتعلق بالمعدوم والموجود. قاله ابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٤٩٣.(٣) انظر: \"تفسير مقاتل\" ٣/ ٣٧٢، ونسبه له البغوي في \"معالم التنزيل\" ٦/ ٢٣٢، والرازي في \"مفاتيح الغيب\" ٢٥/ ٢٩.(٤) لم أجده عن الأخفش في \"معاني القرآن\"، وقد ذكره ولم ينسبه البغوي في \"معالم التنزيل\" ٦/ ٢٣٢، والرازي في \"مفاتيح الغيب\" ٢٥/ ٢٩.في هامش نسخة (س) ورد التالي: فليعلمن الله الامتحان الذين صدقوا في =</p><p> أحدهما: علم كل (١) شيء كان، فعلم أنه كان، والثاني: علم كل شيء يكون فعلم أنه يكون وقت كذا ولا يعلمه كائنًا واقعًا إلا بعد كونه ووقوعه، بيانه:  {وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ}  (٢) أي: ونعلم المجاهدين منكم مجاهدين ونعلم الصابرين صابرين، فكذلك (٣) هاهنا فليعلمن الله ذلك موجودًا كائنًا وهو سبيل علم الله تعالى في الاستقبال (٤) . </p><p>= إيمانهم، وليعلمن الكاذبين فيه من (علم) المتعدية إلى واحد فيهما، ويستحيل العلم لله تعالى فالمعني: وليتقن علمه به موجودًا كما كان يتعلق حين كان معدومًا، والمعني ليميزن الصادق من الكاذب، أو عبّر بالعلم عن الجزاء أي وليتبين الصادق وليعاقب الكاذب، ومعنى صدقوا في إيمانهم مطابق قولهم واعتقادهم وأفعالهم، والكاذبين ضد ذلك، وقرأ عليّ وجعفر بن محمد فليُعلمن مضارع أعلم المنقولة بهمزة التعدي من علم المتعدية من واحد فالثاني محذوف، أي: منازلهم في الآخرة من ثواب وعقاب، وقرأ الزهري: الأولى كقراءة الجماعة والثانية كقراءة علي - رضي الله عنه -. انظر: \"البحر المحيط\" لأبي حيان ٧/ ١٣٦.(١) سقطت من (س)، (ح).(٢) محمد: ٣١.(٣) من (ح)، وفي (س): بالواو، وفي الأصل: فذلك.(٤) قال السمعاني رحمه الله: فإن قال قائل، ما معنى قوله: {إِلَّا لِنَعْلَمَ}، وهو عالم بالأشياء قبل كونها؟ قلنا: كان عالمًا به علم الغيب، وإنما أراد بهذا: العلم الذي يتعلق به الثواب والعقاب، وهو العلم بوجود الاتباع فإن كونه موجودًا إنما يعلم بعد الوجود، وقيل: معناه إلا لنرى، وهو قريب من الأول، وقيل: الابتلاء مضمر وتقديره إلا لنبتلي فيظهر المتبع من المنقلب. \"تفسيرالقرآن\" للسمعاني ١/ ٤٩ - ١٥٠، وانظر: تفسير سورة الجن أيضًا ٦/ ٧٤ - ٧٥، \"الفصل في الملل والنحل\" لابن حزم ٢/ ٢٩٥، والأثر لم أقف عليه عند ابن قتيبة.</p>"
}