{
  "id": null,
  "sura": 29,
  "aya": 13,
  "text": "<p> مجازه: إن اتبعتم سبيلنا حملنا خطاياكم، كقوله تعالى:  {فَلْيُلْقِهِ الْيَمُّ بِالسَّاحِلِ}  (١) ، وقوله:  {لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ}  (٢) لفظه نهي وتأويله جزاء، قال الشاعر: </p><p> فقُلْتُ ادْعِي وأَدْعُ فَإِنَّ أَنْدى ... لِصْوتٍ أَنْ يُنَادِيَ دَاعِيَانِ (٣) </p><p> يريد إن دعوتِ دعوتُ (٤) ، قال الله عز وجل: {وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ إِنَّهُمْ لَكَاذِبُونَ (١٢) }. </p><p> ١٣ - قوله تعالى:  {وَلَيَحْمِلُنَّ أَثْقَالَهُمْ} </p><p> أي: أوزار أنفسهم {وَأَثْقَالًا}  (٥) يعني: وأثقال من أضلوا وصدوا عن سبيل الله تعالى {مَعَ أَثْقَالِهِمْ} نظيرها {لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ </p><p>(١) طه: ٣٩. (٢) النمل: ١٨.(٣) البيت في \"معاني القرآن\" للفراء ٢/ ٣١٤ لمدثار بن شيبان، وفي \"لسان العرب\" ١٥/ ٣١٦ للأصمعي؛ حيث أنشد لمدثار بن شيبان النمري، وقال ابن منظور في \"لسان العرب\": الندى: بعد الصوت، وندى الصوت: بعد مذهبه، وفلان أندى صوتًا من فلان، أي: أبعد مذهبًا وأرفع صوتًا، وأنشد الأصمعي لمدثار بن شيبان النمري:تقول خليلتي لما اشتكينا ... سيدركنا بني القوم الهجانفقلت ادعي وأدع فإن أندى ... لصوت أن ينادي داعيانوعزاه سيبويه في \"الكتاب\" ٣/ ٤٥ للأعشى، وعُزي لغيرهما.(٤) في (ح) زيادة: فأكذبهم الله تعالى.(٥) في (س) زيادة: أي: أوزارًا أُخر غير الخطب التي ضمن حملها للمؤمنين، وبعدها: ويقال، وهي تصحيف لكلمة (وأثقال).</p><p> الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ} الآية (١) . </p><p> وروى عون، عن الحسن، أن النبي - صلى الله عليه وسلم - قال:  \"أيَّما داعٍ دعا إلى الهدى فاتبع عليه وعمل به فله مثل أجور الذين اتبعوه لا ينقص ذلك من أجورهم شيئًا، وأيَّما داعٍ دعا إلى ضلالة فاتبع عليها وعمل بها فعليه مثل أوزار الذين اتبعوه لا ينقص ذلك من أوزارهم شيئًا\" ثم قرأ الحسن {وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ}  (٢) . </p><p> [٢١٥٦١] وأخبرنا عبد الله بن حامد (٣) ، أنا مكي بن عبدان (٤) ، نا عبد الله بن هاشم (٥) ، نا أبو معاوية (٦) ، عن الأعمش (٧) ، عن مسلم (٨) ، عن عبد الرحمن بن هلال العبسي (٩) ، عن جرير (١٠) ، قال: خطبنا رسول الله - صلى الله عليه وسلم - فحثنا على الصدقة فأبطأ الناس حتى رُئي في وجهه الغضب ثم إن رجلًا من الأنصار قام فجاء بصرّة وأعطاها فتتابع </p><p>(١) النحل: ٢٥. (٢) نسبه السيوطي في \"الدر المنثور\" ١١/ ٤٥٤ إلى ابن المنذر وعبد بن حميد، ولم أجده في المطبوع من \"منتخب المسند\"، ولا في \"المطالب العالية\" لابن حجر، ومتن الحديث ثابت كما في الذي بعده.(٣) لم يذكر بجرح أو تعديل.(٤) محدث ثقة متقن.(٥) العبدي، ثقة صاحب حديث.(٦) الضرير: محمد بن خازم، ثقة أحفظ الناس لحديث الأعمش.(٧) سليمان بن مهران، ثقة حافظ، لكنه يدلس.(٨) مسلم بن صبيح الهمداني، أبو الضحى الكوفي، ثقة.(٩) ثقة.(١٠) جرير بن عبد الله بن جابر البجلي، صحابي، مشهور.</p>"
}