{
  "id": null,
  "sura": 29,
  "aya": 66,
  "text": "<p> ٦٤ - قوله تعالى:  {وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا إِلَّا لَهْوٌ وَلَعِبٌ وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ}  (١) </p><p> يعني: الدار الباقية التي لا زوال لها ولا موت فيها {لَوْ كَانُوا يَعْلَمُونَ} ولكنهم لا يعلمون ذلك. </p><p> ٦٥ - {فَإِذَا رَكِبُوا فِي الْفُلْكِ} وخافوا الغرق والهلاك، </p><p> {دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ} . </p><p> ٦٦ - قوله تعالى:  {لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ} </p><p> أي: ليجحدوا نعمه في إنجائه إياهم وسائر آلآئه، {وَلِيَتَمَتَّعُوا} جزم لامه (٢) الأعمش وحمزة والكسائي وخلف وأيوب. </p><p> واختلف فيه عن عاصم (٣) ونافع (٤) وابن كثير (٥) ، والباقون (٦) : </p><p>(١) معنى الحيوان هنا (الحياة) وهو قول جميع المفسرين، قال الزمخشري في \"الكشاف\" ٣/ ٢١١: وفي بناء الحيوان زيادة معنى ليس في بناء الحياة، وهي ما في بناء فعلان من معنى الحركة والاضطراب كالنزوان والنغصان واللهبان وما أشبه ذلك، والحياة حركة كما أن الموت سكون فمجيئه على بناء دال على معنى الحركة مبالغة في معنى الحياة، ولذلك اختيرت على الحياة في هذا الموضع المقتضي للمبالغة ... ، وانظر ما قاله الشوكاني أيضًا في \"فتح القدير\" ٤/ ٢٦١. (٢) أي: بسكون اللام، وهي لام الأمر (ولْيتَمَتَعوا) على التخفيف في معنى الوعيد والتهديد. \"معاني القرآن\" للنحاس ٥/ ٢٣٧.(٣) وهي رواية أبي بكر عنه.(٤) وهي رواية قالون عنه.(٥) ابن كثير أسكن اللام فقط، وليس له وجه آخر كما هو المثبت في كتب القراءات.(٦) وهو عاصم وأبو عمرو وابن عامر وورش عن نافع.</p><p> بكسر اللام (١) واختاره أبو عبيد لقوله تعالى: {لِيَكْفُرُوا} ليكون الكلام نسقًا ومن جزم احتج (٢) بقراءة أُبي بن كعب: (تمتعوا فَسَوْفَ يَعْلَمُونَ)  (٣) . </p><p> [٢١٧٨] وأخبرني أبو محمد عبد الله بن حامد (٤) -فيما أذن لي روايته عنه- أنا أحمد بن محمد بن أبي سعيد (٥) ، نا محمد بن </p><p>(١) {وَلِيَتَمَتَّعُوا} والكسر على أنها لام كي، وهو أجود عند الزجاج، والمعنى الكي يكفروا، ولكي يتمتعوا)، وسئل أبو عمرو عن هذِه اللام فقال: اقرأ ما قبلها {لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ}، {وَلِيَتَمَتَّعُوا} مثلها، وهي متواترة كما قال الشاطبي رحمه الله: وإِسْكَانُ وَلْ فَاكْسِرْ كما حَجَّ جَا نَدى. انظر: \"السبعة\" لابن مجاهد (٥٠٢)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٣٤٧)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٨١، \"التيسير\" للداني (١٧٤)، \"الإقناع\" لابن الباذش (١٤٢)، \"البحر المحيط\" لأبي حيان ٧/ ١٥٧، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٤٤، \"الحجة\" لابن زنجلة (٥٥٥)، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٣٥٢، \"الحجة\" لابن خالويه (٢٨١)، \"سراج القارئ\" لابن القاصح (٣١٩).(٢) كذا في (ح)، وهو الصواب، وفي الأصل، (س): بالفاء.(٣) في (ح): (فَتَمَتَّعوا) بالفاء، وذكر أبو حيان أنها جاءت كذلك في مصحف أبي، وذكر القرطبي أن أبيًا قرأ: (وتَمَتّعوا) بالواو، وهي قراءة شاذة، تقوي قراءة من قرأ بإسكان اللام.انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٣/ ٣٦٣، \"البحر المحيط\" لأبي حيان ٧/ ١٥٥، \"معجم القراءات\" للخطيب ٧/ ١٣٠.(٤) الوزان، لم يذكر بجرح أو تعديل.(٥) أحمد بن محمد بن أحمد بن أبي سعيد، أبو العباس البزاز الدوري، ذكره يوسف القواس في جملة شيوخه الثقات، ولد سنة (٢٥٠ هـ) وتوفي سنة (٣٣٥ هـ). انظر \"تاريخ بغداد\" ٤/ ٣٦٣، \"تاريخ الإسلام\" للذهبي ٢٥/ ١٢١.</p>"
}