{
  "id": null,
  "sura": 29,
  "aya": 11,
  "text": "<p> ١٠ - قوله تعالى:  {وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ} </p><p> أي: أذاهم وعذابهم (١)  {كَعَذَابِ اللَّهِ} في الآخرة فارتد عن إيمانه {وَلَئِنْ جَاءَ} يعني: المؤمنين {نَصْرٌ مِنْ رَبِّكَ لَيَقُولُنَّ} هؤلاء المرتدون (٢)  {إِنَّا كُنَّا مَعَكُمْ} وهو كاذبون {أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ الْعَالَمِينَ} . </p><p> ١١ - قوله تعالى:  {وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ} </p><p> أي: ليميزنهم ويظهر أمرهم بالابتلاء والاختبار والفتن والمحن. </p><p> واختلف المفسرون في سبب نزول هذِه الآية: </p><p> فقال مجاهد: نزلت في ناس كانوا يؤمنون (٣) فإذا أُذوا رجعوا إلى الشرك. عكرمة عن ابن عباس: نزلت في المؤمنين الذين أخرجهم المشركون معهم إلى بدر فارتدوا وهم الذين نزلت فيهم: {إِنَّ الَّذِينَ </p><p>(١) في (ح): وعقابهم. (٢) في الأصل: المرتدين.(٣) في (ح) بزيادة: بألسنتهم، فإذا أصابهم بلاء من الله أو مصيبة في أنفسهم افتتنوا، ضحاك: نزلت في ناس من المنافقين بمكة كانوا يؤمنون. وهذِه الزيادة مذكورة في سبب النزول كما في \"تفسير مجاهد\" ٢/ ٤٩٣، وأخرجه بهذا اللفظ ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٣٠٣٧، والطبري في \"جامع البيان\" ٢٠/ ١٢٩، واللفظ: أناسٌ يؤمنون بألسنتهم، فإذا أصابهم بلاءٌ من الله أو مصيبة في أنفسهم افتتنوا وجعلوا ذلك في الدنيا كعذاب الله في الآخرة.وانظر: \"أسباب النزول\" للواحدي (٣٥٠)، \"معالم التنزيل\" للبغوي ٦/ ٢٣١، \"الجامع لأحكام القرآن\" للقرطبي ١٣/ ٣٢٣.</p><p> تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ} الآية (١) . </p><p> وقد مضت القصة (٢) ، قتادة: نزلت هذِه الآيات في القوم الذين ردَّهم المشركون إلى مكة، وهذِه الآيات العشر مدنية إلى هاهنا، وسائرُها مكي (٣) . </p><p> وقال مقاتل والكلبي: نزلت في عياش (٤) بن أبي ربيعة بن مغيرة بن </p><p>(١) النساء: ٩٧. (٢) القصة ذكرها المصنف في \"الكشف والبيان\" ١/ ٤٦٦ سبقت في تفسير سورة النساء ١٠/ ٥٥٢، وهي كما أخرجها الطبري في \"جامع البيان\" ٢٠/ ١٢٩ عن ابن عباس قال: كان قومٌ من أهل مكة أسلموا وكانوا يستخفون بالإسلام، فأخرجهم المشركون يوم بدر معهم فأصيب بعضهم وقتل بعضهم، فقال المسلمون: كان أصحابنا هؤلاء مسلمين وأكرهوا فاستغفروا لهم، فنزلت {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ} إلى آخر الآية، قال: فكتب إلى من بقي بمكة من المسلمين بهذِه الآية ألَّا عذر لهم فخرجوا، فلحقهم المشركون، فأعطوهم الفتنة فنزلت فيهم هذِه الآية {وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ} إلى آخر الآية، فكتب المسلمون إليهم بذلك فخرجوا وأيسوا من كل خير ثم نزلت فيهم {ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا مِنْ بَعْدِ مَا فُتِنُوا ثُمَّ جَاهَدُوا وَصَبَرُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ (١١٠)} [النحل: ١١٠] فكتبوا إليهم بذلك: إن الله قد جعل لكم مخرجًا فخرجوا، فأدركهم المشركون فقاتلوهم حتى نجا من نجا وقُتل من قُتل، وأخرجه بهذا اللفظ أيضًا ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٣٠٣٧، وانظر: \"أسباب النزول\" للواحدي (٣٥٠).(٣) أخرجه الطبري في \"جامع البيان\" ٢٠/ ١٢٩، وذكره البغوي في \"معالم التنزيل\" ٦/ ٣٢١، والقرطبي في \"الجامع لأحكام القرآن\" ١٣/ ٣٢٣، وأبو حيان في \"البحر المحيط\" ٧/ ١٣٨ جميعهم عن قتادة.(٤) في (ح) بزيادة: أل، وكأنها: العباس.</p><p> عبد الله بن عمر بن مخزوم القرشي؛ وذلك أنه أسلم فخاف أهل بيته فهاجر إلى المدينة قبل أن يهاجر النبي - صلى الله عليه وسلم - فحلفت أمهُ أسماء بنت مخرمة بن أبي جندل بن نهشل (١) ألا تأكل ولا تشرب ولا تغسل رأسا ولا تدخل كِنًّا (٢) حتى يرجع إليها، فلما رأى ابناها -أبو جهل والحارث ابنا هشام وهما أخوا عيّاش لأمه- جزعها وحلفها رَكِبا في طلبه حتى أتيا المدينة، فقال أبو جهل لأخيه عياش: قد علمت أنك أحبُّ إلى أمك من جميع ولدها وكنت بارًا بها، وقد حلفت أمك أنها لا تأكل ولا تشرب ولا تغسل رأسها ولا تدخل كِنًّا حتى ترجع إليها، وأنت تزعم أن في دينك بر الوالدين، فارجع إليها فإن ربك الذي تعبده بالمدينة هو ربك بمكة فاعبده بها، فلم يزالا به حتى أخذ عليهما المواثيق لا يُحركاه ولا يصرفاه عن دينه، فأعطياه ما سأل من المواثيق فتبعهما، وقد صبرت أمه ثلاثة أيام ثم أكلت وشربت، قالا: فلما خرجوا من المدينة أخذاه فأوثقاه وجلده كل واحد منهما مائة جلدة حتى تبرأ من دين محمد عليه السَّلام جزعًا من الضرب وقال ما لا ينبغي، فأنزل الله عز وجل فيه:  {وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ} الآية. </p><p>(١) قال ابن حبان في \"الثقات\" ٣/ ٢٤: إنها جدته. (٢) الكِنُّ: ما يرد الحر والبرد من الأبنية والمساكن ونحوها، قال تعالى: {وَاللَّهُ جَعَلَ لَكُمْ مِمَّا خَلَقَ ظِلَالًا وَجَعَلَ لَكُمْ مِنَ الْجِبَالِ أَكْنَانًا} [النحل: ٨١].انظر: \"لسان العرب\" لابن منظور ١٣/ ٣٦٠، \"المعجم الوسيط\" ٢/ ٨٠٢.</p>"
}