{
  "id": null,
  "sura": 29,
  "aya": 25,
  "text": "<p> على اسم كان و (أنْ قَالُوا) موضعه نصب على خبره (١)  {إِلَّا أَنْ قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنْجَاهُ اللَّهُ مِنَ النَّارِ} وجعلها عليه بردًا وسلامًا، قال كعب: ما حرقت منه إلا وثاقه (٢)  {إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ} . </p><p> ٢٥ - قوله تعالى:  {وَقَالَ} </p><p> يعني: إبراهيم عليه السَّلام: {إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ} اختلف القراء فيها فقرأ ابن كثير وأبو عمرو والكسائي ويعقوب (٣)  (مودة) رفعًا (٤)  {بَيْنِكُمْ} خفضًا بالإضافة (٥) ، واختاره أبو عبيد وأبو </p><p>(١) أي: بالرفع (جَوَابُ قَوْمِهِ) اسم كان والخبر ما بعد (إلا) أي: إلا قولهم، والقراءة شاذة. انظر: \"المحتسب\" لابن جني ٢/ ١٨٥ عند سورة النمل، \"معجم القراءات\" للخطيب ٧/ ١٠٠.(٢) أخرجه بهذا اللفظ عن كعب الطبري في \"جامع البيان\" ١٧/ ٤٤ في تفسير قوله تعالى: في سورة الأنبياء: {قُلْنَا يَانَارُ كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيمَ (٦٩)} وفي \"تاريخ الرسل والملوك\" كذلك ١/ ٢٣٤، وزاد في نسبته السيوطي في \"الدر المنثور\" في سورة الأنبياء إلى ابن أبي شيبة وابن المنذر، والوثَاق: الحبل أو الشيء الذي يُربط به.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ١٥١، \"لسان العرب\" لابن منظور ١٠/ ٣٧١ (وثق).(٣) في رواية رويس عنه، وابن محيصن واليزيدي.(٤) بلا تنوين خبر (أنّ) على حذف مضاف، أي: سبب مودة، و (ما) موصولة وعائدها الهاء المحذوفة، وهو المفعول الأول، و (أوثانًا) المفعول الثاني، قاله الخطيب في \"معجم القراءات\" ٧/ ١٠٢.(٥) القراءة متواترة، قال الشاطبي رحمه الله: =</p><p> حاتم على معنى: إن الذين اتخذتم من دون الله أوثانًا هي {مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا} ثم تنقطع ولا تنفع في الآخرة كقوله تعالى: {لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ} ثم قال: {بَلَاغٌ}  (١) أي: هذا بلاغ وقوله: {لَا يُفْلِحُونَ} ثم قال {مَتَاعُ} أي: هو متاع فكذلك أضمروا هاهنا هي ويجوز أن تكون خبر إن. </p><p> وقرأ عاصم في بعض الروايات (٢)  (مَوَدَّةٌ) مرفوعة منونة (بينَكم) نصبًا وهو راجع إلى معنى القراءة الأولى (٣) ، وقرأ حمزة (٤)  (مودةَ) </p><p>= مَوَدَّةً المَرْفُوعُ حَقُّ رُواتِه ... ونَوِّنْهُ وانْصِب بينِكُمْ عَمَّ صَنْدَلَا انظر: القراءة في \"معاني القرآن\" للفراء ٢/ ٣١٥ - ٣١٦، \"معاني القرآن\" الزجاج ٤/ ١٦٧، \"السبعة\" لابن مجاهد (٤٩٨)، \"إعراب القرآن\" النحاس ٢/ ٢٥٤، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٣٤٣)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٧٨، \"البحر المحيط\" لأبي حيان ٧/ ١٤٤، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٤٣، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٣٤٩، \"الحجة\" لابن زنجلة (٥٤٩)، \"معجم القراءات\" للخطيب ٧/ ١٠٢.(١) الأحقاف: ٣٥.(٢) في رواية الأعشى عن أبي بكر عنه، وهي قراءة شاذة.انظر: \"مختصر في شواذ القرآن\" لابن خالويه (١١٦)، \"معاني القراءات\" للأزهري (٣٦٩)، \"الحجة\" لابن زنجلة (٥٥٠).(٣) سقطت من (ح).(٤) وروح عن يعقوب، وحفص عن عاصم.انظر: \"السبعة\" لابن مجاهد (٤٩٩)، \"معاني القراءات\" للأزهري (٣٦٩)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٤٣، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٣٤٩، \"الحجة\" لابن زنجلة (٥٤٩)، \"البدور الزاهرة\" للنشار (٢٤٢)، \"معجم القراءات\" للخطيب ٧/ ١٠٢.</p><p> بالنصب {بَيْنِكُمْ} بالخفض على الإضافة بوقوع الاتخاذ عليها وجعل إنما حرفًا واحدًا (١) وهي رواية حفص عن عاصم، وقرأ الآخرون (٢) : (مودةً) نصبًا منونة (بينَكُم) بالنصب وهي راجعة إلى معنى قراءة حمزة ومعنى الآية أنكم اتخذتم هذِه الأوثان {مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا} تتوادون وتتحابون على عبادتها وتتواصلون عليها (٣) . </p><p>(١) انظر هذا المعني في \"معاني القرآن\" للفراء ٢/ ٣١٦، \"معاني القراءات\" للأزهري (٣٦٩)، \"إعراب القرآن\" النحاس ٣/ ٢٥٤، \"الحجة\" لابن زنجلة (٥٥٠ - ٥٥١). (٢) وهم نافع وابن عامر وشعبة عن عاصم.\"السبعة\" لابن مجاهد (٤٩٩)، \"معاني القراءات\" للأزهري (٣٦٩)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٣٤٣)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٧٩، \"التيسير\" للداني (١٧٣)، \"البحر المحيط\" لأبي حيان ٧/ ١٤٤، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٤٣، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٣٤٩، \"معجم القراءات\" للخطيب ٧/ ١٠٢.(٣) قال ابن زنجلة في \"الحجة\" (٥٥٠ - ٥٥١) مؤيدًا هذا المعنى: فمن رفع فله مذهبان: أحدهما أن يجعل (إنما) كلمتين ويكون معنى (ما) بمعنى الذي، وهو اسم (إن) و (مودة) خبر إن، ومفعول (اتخذتم) محذوف، المعني: إن الذين اتخذتموه مودةٌ بينكم، والثاني: أن ترفعها بالابتداء، و (في الحياة الدنيا) خبرها، وتجعل (ما) كافة على هذا الوجه، وقال الزجاج: ويجوز أن ترفع (مودة) على إضمار (هي) كأنه قال: (تلك مودة بينكم في الحياة الدنيا) أي: ألْفتكم وإجماعكم على الأصنام مودة بينكم في الحياة الدنيا، ومن نصب جعل (المودة) مفعول (اتخذتم)، وجعل (ما) مع (أن) كافة، ولم يعد إليها ذكرًا كما أعاد في الوجه الأول، وانتصب (مودة) على أنه مفعول له أي: (اتخذتم الأوثان للمودة) (وبينكم) نصب على الظرف، والمعنى (إنما اتخذتم من دون الله أوثانًا آلهة) فحذف كما حذف من قوله: {إِنَّ الَّذِينَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ} [الأعراف: ١٥٢] معناه: اتخذوا العجل إلهًا. ا. هـ.</p>"
}