{
  "id": null,
  "sura": 30,
  "aya": 59,
  "text": "<p> الْبَعْثِ فَهَذَا يَوْمُ الْبَعْثِ وَلَكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُونَ} في الدنيا أنه يكون وأنكم مبعوثون ومجزيِّون فكنتم به تكذبون. </p><p> ٥٧ - {فَيَوْمَئِذٍ لَا يَنْفَعُ الَّذِينَ ظَلَمُوا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ (٥٧) } </p><p> أي: يسترجعون. </p><p> ٥٨ - {وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ وَلَئِنْ جِئْتَهُمْ بِآيَةٍ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ (٥٨) } </p><p> ما أنتم إلا (١) على باطل. </p><p> ٥٩ - {كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الَّذِينَ لَا يَعْلَمُونَ (٥٩) } </p><p> ٦٠ - قوله تعالى:  {فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ} </p><p> (في نصرك وتمكينك)  (٢)  {وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُون} </p><p> * * * </p><p>(١) ساقطة من (ح). (٢) ما بين القوسين ساقط من (ح).</p><p> ٣١ - سُورَة لقمان </p><p> سورة لقمان (١) </p><p> مكية (٢) وهي أربع وثلاثون آية (٣) وخمسمائة وثمان وأربعون كلمة وألفان ومائة وعشرة أحرف (٤) . </p><p> [٢٢٠٥] أخبرنا أبو الحسن محمَّد بن القاسم بن أحمد الفقيه (٥) ، نا أبو عبد الله محمَّد بن يزيد المعدل (٦) ، نا أبو يحيى البزاز (٧) ، نا </p><p>(١) سميت بذلك لاشتمالها على قصة لقمان الحكيم، التي تضمنت فضيلة الحكمة، ومعرفة الله تعالى وصفاته، وذم الشرك، والأمر بمكارك الأخلاق، والنهي عن القبائح والمنكرات، وما تضمنته كذلك من الوصايا الثمينة، التي أنطقه الله بها، وكانت من الحكمة والرشاد بمكان. (٢) قاله ابن عباس: أخرجه ابن الضريس في \"فضائل القرآن\" (٣٣ - ٣٥)، والبيهقي في \"دلائل النبوة\" ٧/ ١٤٢ - ١٤٤، وابن مردويه كما في \"الدر المنثور\" للسيوطي ١١/ ٦١٤، عن ابن عباس قال: أُنزلت سورة لقمان بمكة، وأخرج النحاس في \"الناسخ والمنسوخ\" ٢/ ٥٧٩ عن ابن عباس قال: سورة لقمان نزلت بمكة سوى ثلاث آيات منها نزلن بالمدينة، وذلك لما هاجر رسول الله - صلى الله عليه وسلم - ... {وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ} [٢٧] إلى تمام الآيات الثلاث، وحكى القرطبي عن قتادة: أنها مكية.انظر: \"المحرر الوجيز\" لابن عطية ٤/ ٣٤٥، \"البحر المحيط\" لأبي حيان ٧/ ١٧٨، \"فتح القدير\" للشوكاني ٤/ ٢٨٩، \"روح المعاني\" للألوسي ٢١/ ٦٤.(٣) في الكوفي والبصري والشامي.انظر: \"جمال القراء\" للسخاوي ١/ ٢١١ - ٢١٢، \"الإتقان\" للسيوطي ٢/ ٤٤٤.(٤) في (س)، (ح): قدم الحروف ثم الكلام ثم الآيات.(٥) لم يذكر بجرح أو تعديل.(٦) لم يذكر بجرح أو تعديل.(٧) لم أجده.</p><p> محمَّد بن منصور (١) ، نا محمَّد بن عمران بن عبد الرحمن بن أبي ليلى (٢) ، حدثني أبي (٣) ، عن مخلد (٤) بن (٥) عبد الواحد (٦) ، عن الحجاج بن عبد الله (٧) ، عن أبي الخليل (٨) ، عن (٩) علي بن زيد (١٠) وعطاء بن أبي ميمونة (١١) ، عن زر بن حبيش (١٢) ، عن أبي بن كعب، قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة لقمان كان له لقمان رفيقًا في يوم القيامة وأعطي من الحسنات عشرًا بعدد من عمل المعروف(١٣)(ونهى عن المنكر)(١٤)\"  (١٥) . </p><p>(١) لم يتبين لي من هو. (٢) صدوق.(٣) مقبول.(٤) في (ح): مخالد، وهو خطأ.(٥) في (س): عن.(٦) ضعيف.(٧) لم أجده.(٨) بزيع بن حسان، أحاديثه مناكير كلها, لا يتابعه عليها أحد.(٩) في (س)، (ح): وعن.(١٠) ابن جدعان ضعيف.(١١) ثقة، رمي بالقدر.(١٢) ثقة جليل.(١٣) في (س): بالمعروف.(١٤) في (ح): وعمل بالمنكر.(١٥) [٢٢٠٥] الحكم على الإسناد:فيه من لم يذكر بجرح أو تعديل ومن لم أجده والضعيف ومن أحاديثه مناكير ولا يتابع عليها، وتقدم مرارًا أن الإسناد موضوع كما سيأتي في التخريج أيضًا.</p>"
}