{
  "id": null,
  "sura": 30,
  "aya": 54,
  "text": "<p> الأرض بعد موتها) (١)  {لَمُحْيِ الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ}  (من البعث وغيره)  (٢) . </p><p> ٥١ - قوله تعالى:  {وَلَئِنْ أَرْسَلْنَا رِيحًا} </p><p> أي: باردة مضرة فأفسدت ما أثبت الغيث {فَرَأَوْهُ} يعني: الزرع والنبات كناية عن غير مذكور {مُصْفَرًّا} يابسًا بعد خضرته ونضرته {لَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ} . وقد رأوا هذه الآيات الواضحات ثم ضرب تعالى لهم مثلًا. </p><p> ٥٢ - فقال - عز وجل-: {فَإِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ (٥٢) } </p><p> ٥٣ - {وَمَا أَنْتَ بِهَادِ الْعُمْيِ عَنْ ضَلَالَتِهِمْ إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ (٥٣) }. </p><p> ٥٤ - قوله تعالى:  {اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ} </p><p> أي: نطفة (٣)  {ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً} يعني: شبابًا. </p><p> {ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا} يعني: هرمًا {وَشَيْبَةً} قرأ يحيى (٤) والأعمش وعاصم (٥) </p><p>(١) ما بين القوسين ساقط من (س). (٢) ما بين القوسين ساقط من (ح).(٣) النطفة: ماء الرجل. \"لسان العرب\" لابن منظور ٩/ ٣٣٥.(٤) ابن وثاب.(٥) في رواية أبي بكر عنه، وكذلك في رواية حفص عن عاصم، غير أنه ترك ذلك واختار الضم اتباعًا منه لروايةٍ حدّثه بها الفضيل بن مرزوق عن عطية العوفي، عن =</p><p> وحمزة بفتح الضاد (١) من الضعف. </p><p> غيرهم (٢) بالضم فيها كلها واختاره أبو عبيد؛ لأنها لغة النبي - صلى الله عليه وسلم - (٣) . </p><p>= عبد الله بن عمر قال: قرأت على رسول الله - صلى الله عليه وسلم - {مِنْ ضَعْفٍ} فقال لي: (من ضُعْف)، وهو حديث حسن رواه أبو داود والترمذي في \"السنن\"، وقال ابن مهران الأصبهاني في \"المبسوط في القراءات العشر\" إن حفصًا قال: ما خالفتُ عاصمًا إلا في هذا الحرف للحديث الذي رُوي عن ابن عمر ... ، وقرأتُ على أبي بكر النقاش بحفص -أي: برواية حفص- فأخذ عليّ بضم الضاد في هذِه الحروف، وقرأتُ على أبي الحسن الخياط فأخذ عليَّ بفتح الضاد، وقال: الضمُّ فيه اختياره لنفسه -يعني: اختيار حفص- فأما روايته عن عاصم فالفتح. انظر: \"التيسير\" للداني (١٧٥)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٣٥٠). (١) {مِنْ ضَعْفٍ} في الثلاثة وهي لغة تميم.(٢) وهم ابن كثير ونافع وأبو عمرو وابن عامر والكسائي وحفص في اختياره، وأبو جعفر ويعقوب وعيسى بن عمرو والجحدري وأبو عبد الرحمن السلمي وخلف.(٣) القراءتان متواترتان، والضم والفتح لغتان، والضم أقوى، وهو لغة قريش؛ ولأنه اختيار النبي - صلى الله عليه وسلم - قال الزجاج: والاختيار الضم للرواية, ويقصد بها حديث ابن عمر.انظر: \"معاني القرآن\" للزجاج ٤/ ١٩١، \"السبعة\" لابن مجاهد (٥٠٨)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٣٥٠)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٨٦، \"التيسير\" للداني (١٧٥)، \"الإقناع\" لابن الباذش (٤٤٢)، \"الحجة\" لابن زنجلة (٥٦٢)، \"البحر المحيط\" لأبي حيان ٧/ ١٧٤، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٤٥، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٣٥٩ - ٣٦٥، \"إملاء ما من به الرحمن\" للعكبري ٢/ ١٤٠٢، \"معجم القراءات\" للخطيب ٧/ ١٧٠ - ١٧١.</p><p> [٢٢٠٤] أخبرنا عبد الله بن حامد (بن محمَّد)  (١)  (٢) ، نا علي بن عبد العزيز (٣) ، قال أبو نعيم (٤) ، نا فضيل بن مرزوق (٥) ، عن عطية العوفي (٦) قال: قرأت على ابن عمر: {اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا}  (٧) يعني: بالضم، ثم قال: إني قرأتها على رسول الله - صلى الله عليه وسلم - (٨) فأخذها عليَّ كما أخذتها عليك (٩) . </p><p> وكان (١٠) عاصم الجحدري يقرأ (الله الذي خلقكم من ضُعف ثم </p><p>(١) سقط من (ح)، وجاء مكانها: قال نا حامد بن محمَّد. (٢) الوزان، لم يذكر بجرح أو تعديل.(٣) أبو الحسن البغوي، ثقة.(٤) الفضل بن دُكَيْن الكوفي ثقة، ثبت.(٥) الأغر، صدوق يهم، ورمي بالتشيع.(٦) عطية بن سعد صدوق يخطئ كثيرًا، وكان شيعيا مدلسًا.(٧) جاء بعدها في (ح): فقال عبد الله: {اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا}.(٨) في (س) بزيادة: كما قرأتها.(٩) [٢٢٠٤] الحكم على الإسناد:فيه فضيل بن مرزوق صدوق يهم وكذلك العوفي صدوق يخطئ كثيرًا.التخريج:أخرجه أبو داود، كتاب الحروف والقراءات، باب ١٠ (٣٩٧٨)، والترمذي، كتاب القراءات، باب ومن سورة الروم (٢٩٣٦)، وحسنه، والحاكم في \"المستدرك\" ٢/ ٢٧٠، وأخرجه الدوري في \"جزء في قراءات النبي - صلى الله عليه وسلم -\" (٩١)، وتمام في \"فوائده\" ١/ ٢١٦ (٢١٥)، وابن عساكر في \"تاريخ دمشق\" ٥٦/ ٢٣٣.(١٠) في (س): وقرأ.</p>"
}