{
  "id": null,
  "sura": 30,
  "aya": 27,
  "text": "<p> أي: من قبوركم عن ابن عباس (١)  {إِذَا أَنْتُمْ تَخْرُجُونَ} منها وأكثر العلماء على أن معنى الآية ثم إذا دعاكم دعوةً إذا أنتم (٢) تخرجون من الأرض. </p><p> ٢٦ - {وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ (٢٦) }. </p><p> ٢٧ - قوله تعالى:  {وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ} </p><p> وقرأ ابن مسعود:  (يُبْدئ)  (٣) ، ودليله قوله:  {هُوَ يُبْدِئُ وَيُعِيدُ}  (٤) ، ودليل العامة {كَمَا بَدَأَكُمْ تَعُودُونَ}  (٥) . </p><p>= الشرط فإن قيل بماذا يتعلق من الأرض، قلت: إما بدعاكم أو بدعوة على معنى كائنة من الأرض أو بمحذوف في موضع الحال من ... والميم في دعاكم تقديره دعاكم خارجين من الأرض، ولا يجوز أن يتعلق بـ (تخرجون)، لأن ما بعد إذا لا يعمل فيما قبله. رموز وكنوز. (١) أخرجه ابن المنذر عن ابن جريج كما في \"الدر المنثور\" للسيوطي ١١/ ٥٩٦، ونسبه لابن عباس البغوي في \"معالم التنزيل\" ٦/ ٢٦٧.(٢) في هامش (ح) ورد التالي: في الكشاف: فإن قلت: بم يتعلق من الأرض أبالفعل أم بالمصدر؟ قلت: فيها إذا جاءتهم آية بطل بهم معمل ... الخ.انظر: \"الكشاف\" للزمخشري ٣/ ٢٢٠، قال في السراج: وأراد أن التعلق بالفعل هو الوجه، ولا يخفى أن الراجح ما آثره العلامة انتهى. وينظر: ما وجه الرجحان؟(٣) القراءة شاذة.انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٢١، \"معجم القراءات\" للخطيب ٧/ ١٥٤، ولم أجده في كتب الشواذ.(٤) البروج: ١٣.(٥) الأعراف: ٢٩.</p><p> {وَهُوَ أَهْوَنُ عَلَيْهِ} قال الربيع بن خُثيم والحسن: وهو هيّن عليه (١) ، وهي رواية العوفي عن ابن عباس (٢) . </p><p> وهذا كقول الفرزدق: </p><p> إن الذي سمك السماء بنى لنا ... بيتًا دعائمه أعز وأطول (٣) </p><p> أي: عزيزة طويلة. وقال آخر: </p><p> لعمرك إن الزبرقان لباذل ... لمعروفه عند السنين وأفضل (٤) </p><p>(١) في (س)، (ح) بزيادة: وما شيء عليه بعزيز. (٢) الأثر: أخرجه الطبري في \"جامع البيان\" ٢١/ ٣٦ بلفظ: ما شيء عليه بعزيز، عن الربيع، وذكره ابن عطية في \"المحرر الوجيز\" ٤/ ٣٣٥، والقرطبي في \"الجامع لأحكام القرآن\" ١٤/ ٢١، وأبو حيان في \"البحر المحيط\" ٧/ ١٦٥، وابن كثير في \"تفسير القرآن العظيم\" ١١/ ٢٣، ونسبوه للربيع وابن عباس، وقال ابن كثير في \"تفسير القرآن العظيم\": ومال إليه الطبري، وذكر شواهد كثيرة.(٣) هذا البيت قاله الفرزدق من قصيدة يفتخر بها بقومه على جرير، فيما كان بينهما من نقائض وهو مطلع القصيدة، وقد استشهد به أبو عبيدة في \"مجاز القرآن\" ٢/ ١٢١، والطبري في \"جامع البيان\" ٢١/ ٣٧، والبغوي في \"معالم التنزيل\" ٦/ ٢٦٧، وابن عطية في \"المحرر الوجيز\" ٤/ ٣٣٥، والقرطبي ١٤/ ٢١، والشوكاني في \"فتح القدير\" ٤/ ٢٧٣ وغيرهم، وهو بيت مشهور للفرزدق.انظر: \"ديوانه\" (٧١٤)، وكذا عزاه إليه الخليل في \"العين\" ١/ ٧٦، وفي \"معجم الأدباء\" لياقوت (٢٩)، وفي \"معاهد التنصيص\" للعباسي ١/ ١٠٣، \"الأغاني\" للأصفهاني ٨/ ٤٩، ومعنى: سمك السماء: رفعها عالية، والشاهد هنا (أعز وأطول) جاءا بمعنى عزيزة طويلة.(٤) البيت استشهد به الطبري في \"جامع البيان\" ٣٧/ ٢١، والقرطبي في \"الجامع =</p><p> أي: فاضل. </p><p> وقال مجاهد (١) : الإعادة أهون (٢) من البداءة (٣) أي: أيسر (٤) ، وهي رواية الوالبي، عن ابن عباس، ووجه هذا التأويل أن هذا مثل ضربه الله عز وجل، يقول (٥) : إعادة الشيء على الخلق أهون من ابتدائه فينبغي أن يكون البعث أهون عليه عندكم من الإنشاء، وقال قوم: وهو أهون عليه أي: على الخلق، يصاحُ (٦) بهم صيحة فيقومون، ويقال لهم: كونوا فيكونون فذلك أهون عليه (٧) من أن يكونوا نُطَفًا ثم عَلَقًا ثم مُضغًا إلى أن يصيروا رجالًا ونساءً، وهذا معنى رواية </p><p>= لأحكام القرآن\" ١٤/ ٢١، والشوكاني في \"فتح القدير\" ٤/ ٢٧٣ ولم ينسبْ لقائل، والباذل: هو كل من أعطى شيئًا بطيب نفس، \"لسان العرب\" لابن منظور ١١/ ٥٠، والشاهد هنا (وأفضل) جاءت بمعنى: فاضل. (١) في (ح) بزيادة: وعكرمة.(٢) في (ح) بزيادة: عليه.(٣) انظر: \"تفسير مجاهد\" ٢/ ٥٠٠، وزاد عليه: والبداءةُ عليه هينة، وكذا أخرجه الطبري في \"جامع البيان\" عن مجاهد ٢١/ ٣٦.(٤) والأثر هذا بتمامه (أيسرُ عليه) كما أخرجه الطبري في \"جامع البيان\" ٢١/ ٣٦ عن ابن عباس، وذكره عنه ابن عطية في \"المحرر الوجيز\" ٤/ ٣٣٥، وذكره ابن كثير في \"تفسير القرآن العظيم\" ١١/ ٢٣ من طريق ابن أبي طلحة عن ابن عباس، وزاد في نسبته السيوطي في \"الدر المنثور\" ١١/ ٥٩٧ لابن المنذر وابن أبي حاتم، وذكره الشوكاني في \"فتح القدير\" ٤/ ٢٧٥ جميعهم عن ابن عباس.(٥) في (ح) بالتاء: تقول.(٦) في (س): يصاحون.(٧) من (ح) في الأصل، (س): عليهم، خطأ.</p><p> حبان (١) الكلبي (٢) عن أبي صالح (٣) عن ابن عباس (٤) واختيار قُطرب (٥) . </p><p> {وَلَهُ الْمَثَلُ الْأَعْلَى} أي: الصفة العليا (٦)  {فِي السَّمَاوَاتِ وَالْأَرْضِ} قال </p><p>(١) حبان بن علي العنزي، ضعيف. (٢) محمد بن السائب، متهم بالكذب، ورمي بالرفض.(٣) باذام، ضعيف يرسل.(٤) الحكم على الإسناد:حبان وأبو صالح ضعيفان، والكلبي متهم بالكذب.التخريج:ذكره البغوي في \"معالم التنزيل\" ٦/ ٢٦٨، والقرطبي في \"الجامع لأحكام القرآن\" ١٤/ ٢٢ عن ابن عباس.(٥) صفة القدرة لله عز وجل من صفات كماله فهو على كل شيء قدير، ولا يعجزه شيء، ولا يتعبه شيء، ولا يتعاظمه شيء سبحانه وتعالى، ولذلك فقد تنوعت توجيهات السلف لمعنى هذِه الآية فمنهم من جعل أفعل التفضل لا مفهوم لها بل معناه وهو هين عليه، ومنهم من جعلها على بابها ويكون المعنى أن البعث أيسر من ابتداء خلق الشيء من عدم، بمعنى أن هذا مركوز في فطر الناس، أو أنه أهون عليهم فخلقهم من نطفة ثم علقة إلى آخره أهون عليهم من خلقهم بكن فيكون، وكل هذِه التفسيرات تصب في كمال قدرة الله تعالى وأنه لا يتعاظمه شيء ولا يعجزه ولا يعييه، والتدليل على البعث بأحسن عبارة وأقوم دليل، والله أعلم.انظر: \"معالم التنزيل\" للبغوي ٦/ ٢٦٧ - ٢٦٨، في \"تفسير القرآن العظيم\" لابن كثير ١١/ ٢٣، \"فتح الباري\" لابن حجر ٦/ ٢٨٧.(٦) قال ابن القيم رحمه الله: المثل الأعلى يتضمن: الصفة العليا، وعلم العالمين بها، ووجودها العلمين والخبر عنها، وذكرها وعبادة الرب سبحانه بواسطة العلم والمعرفة القائمة بقلوب عابديه وذاكريه، فهاهنا أربعة أمور:الأول: ثبوت الصفات العليا لله سبحانه في نفس الأمر، علمها العباد أو =</p>"
}