{
  "id": null,
  "sura": 30,
  "aya": 30,
  "text": "<p> ٢٩ - {بَلِ اتَّبَعَ الَّذِينَ ظَلَمُوا أَهْوَاءَهُمْ بِغَيْرِ عِلْمٍ فَمَنْ يَهْدِي مَنْ أَضَلَّ اللَّهُ وَمَا لَهُمْ مِنْ نَاصِرِينَ (٢٩) }. </p><p> ٣٠ - قوله تعالى:  {فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَتَ اللَّهِ} </p><p> أي: دين الله وهو (١) نصب على المصدر أي: فطرَ فطرة، ومعنى الآية: إن الدين الحنيفية فطرة الله {الَّتِي فَطَرَ النَّاسَ عَلَيْهَا} وقيل: نصب على الإغراء (٢) ، {لَا تَبْدِيلَ لِخَلْقِ اللَّهِ} أي: لدين الله، أي: لا يصلح ذلك ولا ينبغي أن يفعل، ظاهره نفي ومعناه نهي، هذا قول أكثر العلماء (٣) ، وقال عكرمة (٤) ومجاهد (٥) : لا تغيير لخلق الله من </p><p>(١) في (س)، (ح): وهي. (٢) في هامش (س) جاء بعدها: أي: إلزم فطرة الله. البغوي. انظر: \"معالم التنزيل\" للبغوي ٦/ ٢٦٩.(٣) من المفسرين نحو ابن عباس، ومجاهد، وعكرمة، والضحاك، وقتادة، وسعيد ابن جبير، وابن زيد، وإبراهيم النخعي، وجمهور السلف.انظر: \"جامع البيان\" للطبري ٢١/ ٤١، \"معالم التنزيل\" للبغوي ٦/ ٢٧١، \"المحرر الوجيز\" لابن عطية ٤/ ٣٣٦، \"البحر المحيط\" لأبي حيان ٧/ ١٦٧، \"تفسير القرآن العظيم\" لابن كثير ١١/ ٢٦، \"فتح القدير\" للشوكاني ٤/ ٢٧٧.(٤) أخرجه عنه الطبري في \"جامع البيان\" ٢١/ ٤١ بلفظ: (الإخصاء) بدل (بالخصاء)، وذكره البغوي في \"معالم التنزيل\" بلفظ: معناه تحريم إخصاء البهائم، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٤/ ٣١ ولكنْ بدل (ونحوه) (فحولها)، ونسبه له ابن عطية في \"المحرر الوجيز\" ٤/ ٣٣٧، والشوكاني في \"فتح القدير\" ٤/ ٢٧٨.(٥) انظر: \"تفسير مجاهد\" ٢/ ٥٠٠، بلفظ: (الإخصاء)، ونسبه له البغوي في \"معالم التنزيل\" ٦/ ٢٧١ بلفظ: معناه تحريم إخصاء البهائم، وذكره أبو حيان في \"البحر المحيط\" ٧/ ١٦٧.</p><p> البهائم بالخصاء ونحوه. </p><p> [٢١٩٨] أخبرنا محمد بن عبد الله بن حمدون (١) ، نا أحمد بن محمد بن الحسن (٢) ، نا محمد بن يحيى (٣) ، نا عبد الرزاق (٤) ، نا (٥) معمر، عن الزهري (٦) ، عن ابن (٧) المسيب (٨) ، عن أبي هريرة، قال: قال رسول الله - صلى الله عليه وسلم -: \"كل مولود يولد على الفطرة فأبواه يهودانه وينصرانه ويمجسانه كما تنتج البهيمة بهيمة هل تحسون فيها من جدعاء؟ \" قال: ثم يقول أبو هريرة: اقرأوا إن شئتم: {فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا} الآية (٩) . </p><p>(١) أبو سعيد النيسابوري، عالم، صالح، لم يذكر بجرح أو تعديل. (٢) ابن الشرقي، ثقة، مأمون.(٣) أبو عبد الله النيسابوري، ثقة، حافظ، جليل.(٤) أبو بكر الصنعاني، ثقة، حافظ، عمي في آخر عمره فتغير، وكان يتشيع.(٥) ابن راشد، ثقة ثبت فاضل، إلا أن في روايته عن ثابت والأعمش وهشام بن عروة شيئا، وكذا فيما حدث به بالبصرة.(٦) محمد بن مسلم، الفقيه الحافظ، متفق على جلالته وإتقانه.(٧) ساقطة من (س).(٨) سعيد بن المسيب، أحد العلماء الأثبات، اتفقوا على أن مرسلاته أصح المراسيل.(٩) [٢١٩٨] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرح أو تعديل، ومن سواه ثقات.التخريج:حديث متفق عليه، أخرجه البخاري، كتاب الجنائز، باب إذا أسلم الصبي هل يصلى عليه، وهل يعرض على الصبي الإسلام (١٣٥٨)، ومسلم، كتاب القدر، =</p><p> [٢١٩٩] وأخبرنا عبد الله بن حامد (١) ، أنا أبو بكر بن جعفر المطيري (٢)  (٣) ، نا أحمد بن عبد الله بن يزيد المؤدب (٤) ، نا عبد الرزاق (٥) ح. </p><p> [٢٢٠٠] وأخبرنا أبو سعيد التاجر (٦) ، نا أبو حامد الشرقي (٧) ، نا محمد بن يحيى الذهلي (٨)  (٩) ، وعبد الرحمن بن بشر (١٠) ، والسلمي (١١) ، قالوا: نا عبد الرزاق (١٢) ، عن (١٣) معمر (١٤) ، عن </p><p>= باب معنى كل مولود يولد على الفطرة، وحكم موت أطفال الكفار وأطفال المسلمين (٢٦٥٨). (١) الوزان، لم يذكر بجرح أو تعديل.(٢) في (ح): المطري.(٣) محمد بن جعفر، ثقة مأمون.(٤) أبو جعفر الهشيمي، كان يضع الحديث.(٥) أبو بكر الصنعاني، ثقة حافظ، عمي في آخر عمره فتغير، وكان يتشيع.(٦) محمد بن عبد الله بن حمدون، عالم صالح، لم يذكر بجرح أو تعديل.(٧) أحمد بن محمد، ثقة مأمون.(٨) ساقطة من (س)، (ح).(٩) أبو عبد الله النيسابوري، ثقة حافظ، جليل.(١٠) أبو محمد النيسابوري، ثقة.(١١) أحمد بن يوسف، حافظ ثقة.(١٢) ثقة حافظ، عمي في آخر عمره فتغير.(١٣) في (س): قال أخبرنا، وفي (ح): قال نا.(١٤) ابن راشد، ثقة ثبت فاضل، إلا أن في روايته عن ثابت والأعمش وهشام بن عروة شيئًا، كذا فيما حدث به في البصرة.</p><p> همام (١) ، عن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال:  \"ما من مولود يولد إلا على(٢)هذِه الفطرة، فأبواه يهودانه و(٣)ينصرانه كما تنتجون البهيمة هل(٤)تجدون فيها من جدعاء حتى تكونوا أنتم تجدعونها؟ \" قالوا: يا رسول الله أفرأيت من يموت وهو صغير؟ قال:  \"الله أعلم بما كانوا عاملين\"  (٥) . </p><p> وقال الأسود بن سريع: غزوت مع رسول الله - صلى الله عليه وسلم - أربع غزوات وأن أقوامًا تناولوا الذرية بالقتل، فقال رسول - صلى الله عليه وسلم -: \"ما بال أقوام قتلوا المقاتلة ثم تناولوا الذرية\" فقال رجل: يا رسول الله إنما هم أولاد المشركين، فقال رسول الله - صلى الله عليه وسلم -: \"إن خياركم أولاد المشركين والذي نفسي بيده ما من مولود يولد إلا على الفطرة فما </p><p>(١) أبو عقبة، الصنعاني، ثقة. (٢) سقطت من الأصل.(٣) في (ح): أو.(٤) في (ح): فهل.(٥) [٢١٩٩ - ٢٢٠٠] الحكم على الإسناد:شيخ المصنف في السندين لم يذكر بجرح أو تعديل والراوي عن عبد الرزاق في السند الأول يضع الحديث إلا أنه قد توبع من ثلاث ثقات في السند.التخريج:أخرجه البخاري، كتاب القدر، باب الله أعلم بما كانوا عاملين (٦٥٩٩)، ومسلم، كتاب القدر، باب معنى كل مولود يولد على الفطرة، وحكم موت أطفال الكفار وأطفال المسلمين (٢٦٥٨)، وهي عنده من أحاديث صحيفة همام المشهورة.</p><p> يزال عليها حتى يبين عنه لسانه فأبواه يهودانه وينصرانه \"(١).</p><p> وروى قتادة (٢) ، عن مطرف بن عبد الله بن الشخير (٣) ، عن عياض ابن حمار المجاشعي (٤) ، قال: قال رسول الله - صلى الله عليه وسلم -: \" إن الله عز وجل أمرني أن أعلمكم ما جهلتم مما علمني يومي هذا وإنه قال: إن كل مال نحلتُه عبادي فهو لهم (٥) حلال فإني خلقت عبادي كلهم حنفاء فأتتهم الشياطين فاجتالتهم عن دينهم وحرمت عليهم ما أحللت لهم وأمرتهم أن يشركوا بي ما لم أنزل به سلطانًا\" وذكر الحديث (٦) . </p><p>(١) حديث الأسود بن سريع، يرويه عن الحسن البصري وفي سماعه منه اختلاف كبير، والأكثر على أنه لم يسمع منه، ولو صرح بالتحديث، وحملوا ذلك على معنى أنه حدّث أهل البصرة، ولم يحدثه هو خاصة، ولذلك اختلف العلماء في هذا الحديث بين مصحح ومضعف بسبب الانقطاع، والحديث أخرجه أحمد في \"المسند\" ٣/ ٤٣٥ (١٥٥٨٨)، وغيره، وانظر في حاشيته تخريجًا موسعًا للحديث، ولم أجد في المصادر الأخرى زيادة عليه، لأن كل طرقه عن الحسن، عن الأسود، اللهم إلا ما وقفت عليه في الحلية حيث رواه عن أبي إسحاق الفزاري، عن يونس، عن الأسود، والظاهر أنه فيه سقطًا حيث إن يونس وهو ابن أبي إسحاق السبيعي يروي عن الحسن فلعله سقط من المطبوع، ولو لم يكن فإن السند يكون أشد انقطاعًا، والله أعلم. (٢) أبو خطاب السدوسي، ثقة ثبت.(٣) أبو عبد الله البصري، ثقة عابد.(٤) صحابي جليل.(٥) من (س)، (ح)(٦) الحكم على الإسناد:صحيح.التخريج:أخرجه مسلم كتاب الجنة ونعيمها، باب الصفات التي يعرف بها في الدنيا أهل الجنة وأهل النار (٢٨٦٥).</p><p> وقال أبو بكر الوراق (١) : {فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا} الفقر والفاقة (٢) . </p><p> {ذَلِكَ الدِّينُ الْقَيِّمُ} أي: المستقيم (٣) ، {وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ}  (٤) . </p><p>(١) من (س) , (ح). (٢) الأثر لم أقف عليه، والصحيح في معنى الفطرة: التوحيد والإسلام، يدل على ذلك الأحاديث الصحيحة التي وردت.(٣) ساقطة من (س)، (ح).(٤) تضمن كلام المصنف تفسير الفطرة، فذكر ثلاثة أقوال هي:الدين وهو الإِسلام، الخلقة السليمة، والفقر والفاقة، وهذِه المسألة مما كثرت فيها الأقوال، ويمكن إجمالها في ما يلي:القول الأول: أنها البدأة التي ابتدأهم عليها وإلى ما يصيرون إليه عند البلوغ، فمن ابتدأه الله للشقاوة صار إليها؛ وإن عمل بعمل أهل السعادة، وهكذا السعادة.القول الثاني: أنها الخلقة السليمة التي يخلق عليها الإنسان، أي: إنه خلق خلقة سليمة مستقيمة يعرف بها ربه إذا بلغ مبلغ المعرفة.القول الثالث: أن المراد أن الله فطرهم على الإنكار والمعرفة، فلما أخذ منهم الميثاق: ألست بربكم؟ ، قالوا جميعًا: بلى، فأما أهل السعادة فقالوها طوعًا، وأما أهل الشقاوة فقالوها كرهًا لا طوعًا.القول الرابع: أنها ما يقلب الله في قلوب الخلق إليه مما يريد ويشاء، فقد يكفر العبد ثم يؤمن والعكس، وقد يؤمن ويموت على ذلك والعكس.القول الخامس: أنها ما أخذ الله من الميثاق من ذرية آدم قبل أن يخلقوا وهم على صورة الذر.القول السادس: أنها الإِسلام.وهذا القول هو الراجح لموافقته للقرآن، ولورود نصوص السنة صريحة في ذلك، ولوروده عن جمهور السلف، ويمكن أن يجمع بينه وبين بقية الأقوال الصحيحة =</p>"
}