{
  "id": null,
  "sura": 30,
  "aya": 2,
  "text": "<p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> ١ - قوله -عز وجل-: {الم (١) }. </p><p> ٢ - {غُلِبَتِ الرُّومُ (٢) } الآية. </p><p> قال المفسرون: كانت في أرض (١) فارس (٢) امرأةٌ لا تلدُ إلا الملوكَ والأبطال فدعاها كسرى فقال: إني أريد أبعث إلى الروم جيشًا وأستعمل عليهم رجلًا من بنيك فأشيري عليَّ أيَّهم أستعملُ؛ فقالت: هذا فلانٌ أروغ (٣) من ثعلبٍ (٤) ، وأَحذرُ من صقرٍ (٥) وهذا </p><p>(١) ساقطة من (س)، (ح). (٢) فارس: قال ياقوت: ولاية واسعة وإقليم فسيح أول حدودها من جهة العراق، والفُرْس: بسكون الراء، قوم معرفون، نُسبوا إلى فارس بن سام بن نوح -عليه السلام-. \"معجم البلدان\" ٤/ ٢٢٦، \"حدائق الروح والريحان\" لمحمد الأمين العلوي ٢٢/ ٨١.(٣) من رَاغَ رَوْغًا: أي ذهب يمنة وشرة في سرعة وخديعة. والرَّوَّاغ: الثعلب، وراغ الثعلب ذهب هنا وهنا، وأروغ: أي أشد مكرًا وخديعة وروغان الثعلب يضرب المثل بخبثه ومكره وحيلته ودهائه.\"لسان العرب\" لابن منظور ٨/ ٤٣١ (روغ)، \"ثمار القلوب\" للثعالبي ١/ ٤٠٤، \"جمهرة أمثال العرب\" للعسكري ١/ ٤٧٣، \"المعجم الوسيط\" ١/ ٣٨٣.(٤) الثعلب: جنس من الحيوانات المشهورة، من الفصيلة الكلبية ورتبة اللواحم، يضرب به المثل في الاحتيال. \"المعجم الوسيط\" ١/ ٩٦.(٥) الصقر: الطائر الذي يُصاد به، من جوارح الطير من الفصيلة الصقرية. \"لسان العرب\" لابن منظور ٤/ ٤٦٥، \"المعجم الوسيط\" ١/ ٥١٨، قلت: والمثل يضرب لمن يكون أشد حذرًا.</p><p> فَرُّخان أنفذ (١) من سنان (٢) ، وهذا شهريراز هو أحلم من كذا فاستعمل أيهم شئت، قال: فإني (٣) استعملت الحليم، فاستعمل شَهْرَيرَازَ فسار إلى الرومِ بأهل فارس وظهر عليهم فقتلهم وخرَّب مدائنهم وقطع زيتونهم، وكان قيصر بحث رجلًا يدعى يحنس (٤) وبعث كسرى شهريراز (٥) فالتقيا بأذرعات (٦) وبُصْرى (٧) وهي (٨) أدنى الشام إلى </p><p>(١) النفاذ الجواز، ورجلٌ نافذ في أمره، أي: مطاع. \"لسان العرب\" لابن منظور ٢/ ٥١٤. (٢) \"السنان\" الرمح وجمعه أسنة.\"لسان العرب\" لابن منظور ١١/ ٢٢٠، \"المعجم الوسيط\" ١/ ٣٥٦، قلت: وهو مثل يُضرب للرجل الذي يُسرع في إنجاز المهام، وقد ذكر هذا المثل العسكري في كتابه \"جمهرة أمثال العرب\" ٢/ ٢٩٨.(٣) في (س)، (ح): قد.(٤) في (ح) بالخاء، وطمست في (س).(٥) في (س): بالدال، وفي (ح): بالزاي.(٦) أذرعات: بالفتح ثم السكون، وكسر الراء وعين ومهملة وألف وتاء، وهو بلد في أطراف الشام، وهي اليوم قرية تقع داخل الجمهورية السورية، قرب مدينة درعة شما لًا يدعها الطريق يسارًا وأنت تؤم دمشق، وهي من أعمال مدينة درعة. \"معجم البلدان\" لياقوت ١/ ١٣٠، \"معجم المعالم الجغرافية\" لعاتق البلادي (٢٢).(٧) بصرى: بضم الموحدة، وسكون الصاد المهملة، وراء مقصور، جاء ذكرها في السيرة من خبر رسول الله - صلى الله عليه وسلم - وخروجه مع عمه أبي طالب إلى الشام، وكانت بصرى مدينة حوران، وهي في منتصف المسافة بين عمَّان ودمشق، وهو اليوم آثار قريب مدينة درعة، وبصرى ودرعة داخل الحدود السورية.انظر: \"معجم البلدان\" لياقوت ١/ ٤٤١، \"معجم المعالم الجغرافية\" لعاتق البلادي (٤٣).(٨) ساقطة من (س).</p><p> أرض العرب والعجم فغلبت فارس الروم فبلغ ذلك (١) النبي - صلى الله عليه وسلم - وأصحابه وهم بمكة فشق (٢) عليهم ذلك، وكان النبي - صلى الله عليه وسلم - يكره أن يظهر الأميون من المجوس على أهل الكتاب من الروم، وفرح كفار مكة وشمتوا، فلقوا أصحاب النبي - صلى الله عليه وسلم - فقالوا: إنكم أهل كتابٍ والنصارى أهل كتابٍ ونحن أُمِّيون وقد ظهر إخوانُنا من أهل فارس على إخوانكم من أهل الروم وإنكم لئن قاتلتمونا لنظهرن عليكم، فأنزل الله -عز وجل- {الم (١) غُلِبَتِ الرُّومُ (٢) فِي أَدْنَى الْأَرْضِ} إلى آخر الآيات. </p><p> فخرج أبو بكر الصديق - رضي الله عنه - إلى الكفار، فقال: فرحتم بظهور إخوانكم على إخواننا؟ فلا تفرحوا ولا يُقِرَّنَّ الله أعينكم فوالله ليظهرن الروم على فارس، أخبرنا بذلك نبيُّنا. </p><p> فقام إليه أُبيُّ بن خلفٍ الجمحي وقال: كذبت يا أبا فُضيل (٣) ، فقال له أبو بكر - رضي الله عنه -: أنتَ أكذبُ يا عدو الله فقال: اجعل بيننا أجلًا أُناحبك عليه. </p><p>(١) ساقطة من (س). (٢) في (ح) بزيادة: ذلك.(٣) كذا ذكرها الطبري في \"جامع البيان\" ١٨/ ٢١ بالضاد المعجمة، والصواب: فصيل، وذلك أنهم كانوا يُعرضون بكنيته بالبكر.والفصيل: هو ولد الناقة إذا فصل عن أمه، والبكر: الفتي القوي من الإبل، فهم بهذا يسخرون من أبي بكر - رضي الله عنه -.\"المعجم الوسيط\" الفصيل، ١/ ٦٩١، والبكر: ١/ ٦٧، وانظر: \"المحرر الوجيز\" لابن عطية ٤/ ٣٢٨.</p><p> والمناحبة (١) : المراهنة (٢) على عشر قلائص (٣) من عندك فإن ظهرت الروم على فارس غرمت، وإن ظهرت فارس غرمت، ففعلوا ذلك وجعلوا الأجل ثلاث سنين. </p><p> فجاء أبو بكر - رضي الله عنه - إلى النبي - صلى الله عليه وسلم - فأخبره وذلك قبل تحريم القمار (٤) ، فقال رسول الله - صلى الله عليه وسلم -: \"ما هكذا ذكرت، إنما البضع ما بين الثلاث إلى التسع فزاده في الخطر ومادَّه(٥)في الأجل\" ، فخرج أبو بكر رضي الله عنه فلقي أُبيًا فقال: لعلك ندمت؟ ، قال: لا، قال: فتعالى أُزايدك في الخطر وأُمادَّك في الأجل فاجعلها مائة قلوصٍ ومائة قلوص إلى تسع سنين، قال: قد فعلت فلما خشي أبيّ بن خلف أن يخرج من مكة أتاه فلزمه، وقال: إني أخاف أن تخرج من مكة فأقم لي كفيلًا فكفل له ابنه عبد الله بن أبي بكر، فلما أراد أُبيّ بن خلف أن يخرج إلى أُحد أتاه عبد الله بن أبي بكر فلزمه </p><p>(١) من النَّحْب، وهو ما يوضع بين المتراهنين يتراهنون عليه، وأُناحِبُك أي: أُراهنك. \"المعجم الوسيط\" ٢/ ٩٠٥. (٢) الرْهْن: شرعًا: حَبْسُ الشيء بحق ليُستوفى منه عند تعذُّرِ وفائه، وما وُضعَ عندك لينوب مناب ما أُخذَ منك. \"المصباح المنير\" للفيومي (٩٢)، \"المعجم الوسيط\" ١/ ٣٧٨.(٣) القَلُوصُ: الفَتِيَّةُ من الإبل، وذلك حين تُركب إلى التاسعة من عمرها ثم هي ناقة.انظر: \"لسان العرب\" لابن منظور (قلص)، \"المعجم الوسيط\" ٢/ ٧٥٥.(٤) القِمَار: كلُّ لعبٍ فيه مراهنة. \"المعجم الوسيط\" ٢/ ٧٥٨.(٥) مادَّهُ: ماطَله وجاذبه. \"لسان العرب\" لابن منظور (مدد)، \"المعجم الوسيط\" ٢/ ٨٥٨.</p><p> قال: لا، والله لا أدعك حتى تعطيني كفيلًا، فأعطاه كفيلًا ثم خرج إلى أُحد، ثم رجع أُبي بن خلف فمات بمكة من جراحته التي جرحَهُ رسول الله - صلى الله عليه وسلم - حين بارزه، وظهرت الروم على فارس يوم الحديبية وذلك عند رأسِ سبع سنين من مناحبتهم (١) هذا قول أكثر المفسرين. </p><p> وقال أبو سعيد الخدري ومقاتل: لما كان يومُ بدرٍ غلب المسلمون كفار مكة وأتاهم الخبر أن الروم قد غلبوا فارس ففرح المؤمنون بذلك (٢) . </p><p> قال الشعبي: لم تمضِ تلك المدة التي عقدوا المناحبة بينهم، أهل </p><p>(١) أخرجه البخاري في \"التاريخ الكبير\" ٨/ ١٣٩، والطبري في \"جامع البيان\" ٢١/ ١٨ - ١٩، \"تاريخ الرسل والملوك\" ١/ ٤٦٨، وأورد هذا الأثر ابن كثير في \"تفسير القرآن العظيم\" ١١/ ٩ - ١٠، وقال: روي نحو هذا مرسلًا عن جماعة من التابعين مثل: عكرمة والشعبي ومجاهد وقتادة والسدي والزهري وغيرهم، ومن أغرب هذِه السياقات ما رواه الإمام سنيد بن داود في \"تفسيره\" ثم قال: فهذا سياق غريب وبناء عجيب، وكذا استغربه الزيلعي في \"تخريج أحاديث وآثار الكشاف\" ٣/ ٥٤، ونسبه لتفسير سنيد وقال: وهذا مرسل، وذكر الترمذي منه قطعة وقال فيه: وكان ذلك قبل تحريم الرهان، وروى الحاكم في \"مستدركه\" أيضًا منه قطعة يسيرة، وهو في \"سنن الترمذي\" كتاب التفسير، باب ومن سورة الروم (٣١٩٤)، وقال: هذا حديث صحيح حسن غريب من حديث نيار بن مكرم لا نعرفه إلا من حديث عبد الرحمن بن أبي الزناد، \"المستدرك\" ٢/ ٤٤٥ وقال: صحيح على شرط الشيخين ولم يخرجاه. (٢) ذكره مقاتل في \"تفسيره\" ٣/ ٤٠٦ - ٤٠٧، وأخرجه الترمذي، كتاب تفسير القرآن، باب ومن سورة الروم (٣١٩٢)، من حديث عطية العوفي، عن أبي سعيد، وأخرجه الطبري ٢١/ ٢٠ - ٢١ عن أبي سعيد، وإسناده ضعيف لأجل عطية العوفي، فإنه روى أحاديث عن الكلبي، فيقول عن أبي سعيد، فيظن الناس =</p><p> مكة وصاحب قمارهم أُبي بن خلف، والمسلمون وصاحب قمارهم أبو بكر - رضي الله عنه -، وذلك قبل تحريم القمار حتى غلبت الروم فارس وربطوا خيولهم بالمدائن (١) وبنوا الرومية فقمر أبو بكر أُبيًا وأخذ مال الخطر من ورثته وجاء به يحمله إلى رسول الله - صلى الله عليه وسلم - فقال له النبي - صلى الله عليه وسلم -: (٢)  \"تصدقبه\"  (٣) . </p><p> وكان سبب غلبة الروم فارس على ما قال عكرمة وغيره أن شهريراز بعد ما غلب الروم لم يزل يطأهم (٤) ويخرب مدائنهم حتى بلغ الخليج، فبينا أخوه فرُّخان جالس ذات يوم يشرب، فقال: لأصحابه: لقد رأيت </p><p>= أنه الخدري، وليس كذلك، فإن الكلبي يكنى بأبي سعيد أيضًا كما في ترجمته، وقد ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٤/ ١ عن أبي سعيد، وزاد في نسبته السيوطي في \"الدر المنثور\" ١١/ ٥٧٩ لابن المنذر وابن أبي حاتم، وابن مردويه جميعهم عن أبي سعيد. (١) المدائن: مدينة كسرى قرب بغداد. \"القاموس المحيط\" للفيروزآبادي ١/ ١٥٩٢، \"معجم البلدان\" لياقوت ٤/ ٧٤.(٢) ورد قبلها في مصادر التخريج زيادة: هذا السحت.(٣) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٣٠٨٦، وأورده السيوطي في \"الدر المنثور\" ١١/ ٥٧٦ ونسبه لأبي يعلى وابن مردويه وابن عساكر، وذكره ابن كثير بسند ابن أبي حاتم ١١/ ١٠، وابن عساكر في \"تاريخ دمشق\" من طريق أبي يعلى ١/ ٣٧٣ بلفظ: هذا التحليب، وقال ابن عساكر: صوابه التنحيب. وذكر سنده عن أبي يعلى في \"المطالب العالية\" لابن حجر ٤/ ١٤٢ بلفظ: هذا للنجائب، والله أعلم، وهو ضعيف مداره على مؤمل بن إسماعيل وهو صدوق سيئ الحفظ.(٤) وَطِيء الشي يطؤه، وطأ: أي: داسه، والمعنى: يُذلهم ويُهينهم. \"لسان العرب\" لابن منظور ١/ ١٩٥.</p><p> كأني جالسٌ على سرير كسرى، فبلغت كلمته كسرى فكتب إلى شهريراز: إذا أتاك كتابي فابعث إليّ برأس فرخان، فكتب إليه: أيها الملك إنك لن تجد مثل فرخان، إن له نكاية (١) وصوتًا (٢) في العدو فلا تفعل فكتب البيان (٣) في رجال فارس خلفًا (٤) منه، فعجِّلْ على برأسه، فراجعه فغضب كسرى ولم يجبه، وبعث بريدًا (٥) إلى أهل فارس إني قد نزعت عنكم شهريراز (واستعملت عليكم فرخان، ثم دفع إلى البريد صحيفةً صغيرةً أمره فيها بقتل شهريراز)  (٦) وقال: إذا ولي فرخان الملك وانقاد له أخوه فأعطه، فلما قرأ شهريراز الكتاب قال: سمعًا وطاعةً ونزل عن سريره وجلس فرخان ودفع إليه الصحيفة فقال: ائتوني بشهريراز فقدمه ليضرب عنقه، قال: لا تعجل حتى أكتب وصيتي، قال: نعم، قال (٧) : فدعا بالسفط (٨) فأعطاه ثلاث صحائف، وقال: كل هذا راجعتُ فيك كسرى وأنت </p><p>(١) نكى العدو نكاية: أصاب منه القتل والتجريح ونحوه. \"لسان العرب\" لابن منظور ١٥/ ٣٤١. (٢) يقال له صوت أي: ذِكْر. \"لسان العرب\" لابن منظور ٢/ ٥٧ (صوت).(٣) في (س)، (ح): جاء مكانها (إليه) وكذلك جاء في مصادر التخريج.(٤) كذا في (س)، (ح)، وفي الأصل: وردت بالحاء المهملة وهي خطأ.(٥) في (ح): يريد، وهو خطأ.(٦) ما بين القوسين ساقط من (ح).(٧) ساقط من (ح).(٨) هو الذي يُعبى فيه الطيب، وما أشبهه من أدوات النساء. \"لسان العرب\" لابن منظور (سفط) ٧/ ٣١٥.</p><p> تريد (١) أن تقتلني بكتابٍ واحدٍ! فردَّ الملك إلى أخيه، فكتب شهريراز إلى قيصر ملك الروم: إن لي إليك حاجة لا تحملها البرد (٢) ولا تبلغها الصحف فالقني، ولا تلقني (٣) إلا خمسين روميًا فإني ألقاك (٤) في خمسين فارسيًا، فأقبل قيصر في خمسمائة ألف رومي وجعل يضع العيون بين يديه في الطريق، وخاف أن يكون قد مكر به، حتى أتاه عيونه أنه ليس معه إلا خمسون رجلًا، ثم بُسط لهما والتقيا في قبة ديباج ضُربت لهما ومع كل واحدٍ منهما سكين، فدعيا بترجمان بينهما، فقال شهريراز: إن الذين خربوا مدائنك أنا وأخي بكيدنا وشجاعتنا، وإن كسرى حسدنا فأراد أن أقتل أخي فأبيت، ثم أمر أخي أن يقتلني، فقد خلعناه جميعًا فنحن نقاتله معك، قال: قد أصبتما ثم أشار أحدهما إلى صاحبه أن السر بين اثنين فإذا جاوز الاثنين فشا، فقتلا الترجمان جميعًا بسكينيهما فأقبلت الروم على فارس عند ذلك فأتبعوهم يقتلونهم ومات كسرى، وجاء الخبر إلى رسول الله - صلى الله عليه وسلم - يوم الحديبية ففرح ومن معه، فذلك قوله عز وجل: {الم (١) غُلِبَتِ الرُّومُ (٢) } </p><p>(١) في (ح): أردت. (٢) جمع بريد، والبريد: الرسل على دوابّ البريد، والجمع: بُرُد. \"لسان العرب\" لابن منظور ٣/ ٨٦.(٣) كذا في (ح)، وفي مصادر التخريج، أمَّا في (س) فهي غير واضحة، وفي الأصل: تباتني.(٤) في (ح): لا ألقاك إلَّا.</p>"
}