{
  "id": null,
  "sura": 31,
  "aya": 6,
  "text": "<p> ٤ {الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ (٤) }. </p><p> ٥ - {أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٥) } </p><p> ٦ - قوله تعالى:  {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ} </p><p> قال الكلبي ومقاتل (١) : نزلت في النضر بن الحارث بن علقمة بن كندة بن عبد الدار بن قصي، كان يتّجرُ فيخرج إلى فارس فيشتري أخبار الأعاجم فيرويها ويحدث بها قريشًا، ويقول إن محمدًا يحدثكم بحديث عاد وثمود، وأنا أحدثكم بحديث رستم واسفنديار وأخبار الأكاسرة فيستملحون حديثه ويتركون استماع القرآن (٢) . </p><p> وقال مقاتل: يعني: شراء القيان (٣) والمغنين (٤) ، ووجه الكلام </p><p>(١) ساقطة من (ح). (٢) انظر: \"تفسير مقاتل\" ٣/ ٤٣٣، \"أسباب النزول\" للواحدي (٣٥٦)، \"معالم التنزيل\" للبغوي ٦/ ٢٨٣ - ٢٨٤، \"الكشاف\" للزمخشري ٣/ ٢٢٩، \"المحرر الوجيز\" لابن عطية ٤/ ٣٤٥، \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٥٢، \"البحر المحيط\" لأبي حيان ٧/ ١٧٩ جميعهم عن مقاتل والكلبي، ولم أقف عليه مسندًا، وعزاه السيوطي في \"الدر المنثور\" ١١/ ٦١٤ للبيهقي في \"شعب الإيمان\" بمعناه عن ابن عباس، \"روح المعاني\" ٢١/ ٦٧.(٣) القيان: جمع مفرده قَيْنةُ، وهي الأمة المغنية، وقال ابن الأثير: القينة: الأمة غنّت أو لم تُغَن، والماشطة وكثيرًا ما تُطلق على المغنية من الإماء.\"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ١٣٥، \"لسان العرب\" لابن منظور ١٣/ ٣٥١.(٤) أخرجه الطبري بلفظ: شراء المغنِّية، عن مجاهد، عن ابن عباس ومداره على ابن أبي ليلى وهو محمَّد بن عبد الرحمن بن أبي ليلى، صدوق، سيِّئ الحفظ جدًّا. \"جامع البيان\" (٦٠٨١)، وذكره البغوي في \"معالم التنزيل\" ٦/ ٢٨٤ بلفظ =</p><p> على هذا التأويل يشتري ذات أو ذا لهو الحديث (١) . </p><p> [٢٢٠٦] أخبرنا أبو طاهر محمَّد بن الفضل بن محمَّد (٢) بن إسحاق (المزكي (٣) رحمه الله قراءة عليه في شهر ربيع الأول سنة ثلاث وثمانين، قال: نا جدي محمَّد بن إسحاق) (٤) بن خزيمة (٥) ، نا على ابن حجر (٦) ، نا مشمعل بن ملحان الطائي (٧) ، عن مطرح بن يزيد (٨) ، عن عبيد الله بن زحر (٩) ، عن علي بن يزيد (١٠) ، عن </p><p>= المصنف، ونسبه لمجاهد، وذكره ابن كثير في \"تفسير القرآن العظيم\" ١١/ ٤٦، وزاد في نسبته السيوطي في \"الدر المنثور\" ١١/ ٦١٧ لابن المنذر وابن مردويه، ولم أقف عليه في \"تفسير مقاتل\" ٣/ ٤٣٢. (١) ورد في هامش (س) التالي: روي أن النضر كان يشتري المغنيات فلا يظهر بأحد يريد الإِسلام إلا انطلق به إلى قينة فيقول: أطعميه وأسقيه وغنيه، ويقول: هذا خيرًا لك مما يدعو إله محمَّد من الصلاة والصيام وأن تقاتل بين يديه. رموز.(٢) في الأصل: أحمد، خطأ.(٣) محدث ثقة، لكن تغير عقله قبل موته.(٤) من (ح).(٥) أبو بكر النيسابوري اتفق في وقته أهل المشرق أنه إمام الأئمة.(٦) السعدي، المروزي، ثقة، حافظ.(٧) مشمعل بن ملحان الطائي، يروي عن: عكرمة، وسعيد بن جبير يروي عنه: أبو إبراهيم الترجماني، قال الدارقطني ضعيف، وذكره ابن حبان في \"الثقات\" وقال ابن حجر: صدوق يخطئ. ينظر: \"الجرح والتعديل\" ٨/ ٤١٧، \"الثقات\" ٧/ ٥١٧، \"تهذيب الكمال\" ٢٨/ ١٢، \"التقريب\" (٦٦٨٢).(٨) أبو المهلب الكوفي، ضعيف.(٩) الضمري، صدوق، يخطي.(١٠) الألهاني، أبو عبد الملك الدمشقي، ضعيف.</p><p> القاسم (١) ، عن أبي أمامة (٢) ، قال: قال رسول الله - صلى الله عليه وسلم -: \"لا يحل تعليم المغنيات ولا بيعهن، وأثمانهن حرام،وفي مثل هذا نزلت هذه الآيق:{وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ}... \" إلى آخر الآية (٣) . </p><p> \"وما من رجل يرفع صوته بالغناء إلا بعث الله عليه شيطانين أحدهما على هذا المنكب والآخر على هذا المنكب فلا يزالان يضربانه بأرجلهما حتى يكون هو الذي يسكت\"  (٤) . </p><p>(١) القاسم بن عبد الرحمن الدمشقي، صدوق، يغرب كثيرًا. (٢) صدي بن عجلان، صحابي جليل.(٣) [٢٢٠٦] الحكم على الإسناد:إسناده ضعيف جدًّا.التخريج:أخرجه الترمذي كتاب البيوع، باب ما جاء في كراهية بيع المغنيات (١٢٨٢)، وقال: حديث أبي أمامة إنما نعرفه من هذا الوجه وقد تكلم بعض أهل العلم في علي بن يزيد وضعفه وهو شامي، وأحمد في \"المسند\" ٥/ ٢٥٧ (٢٢٢١٨)، والحارث في \"مسنده\" كما في \"بغية الباحث\" للهيثمي ٢/ ٨٤٣ (٨٩٢)، وابن أبي الدنيا في \"ذم الملاه\" (ص ٣٨ - ٣٩) (٢٣ - ٢٥)، والطبري في \"جامع البيان\" ٢١/ ٦٠، والطبراني في \"المعجم الكبير\" ١٣/ ٢٨ (٧٨٦١)، وابن حزم في \"المحلى\" ٩/ ٥٨ وضعفه.(٤) هذِه الزيادة من حديث أبي أمامة عند المصنف والواحدي، كما قال القرطبي في \"الجامع لأحكام القرآن\" ١٤/ ٥٣، وأخرجه ابن أبي الدنيا \"ذم الملاهي\" (٣٨ - ٣٩) (٢٣ - ٢٥) كما سبق، وزاد السيوطي \"الدر المنثور\" ١١/ ٦١٩ في نسبته في لابن مردويه، والظاهر أنه مدرج، فإن ابن ماجه أخرجه من وجه آخر، كتاب التجارات، باب ما لا يحل بيعه (٢١٦٨)، عن أبي أمامة مرفوعًا, وليس فيه ذكر =</p><p> وقال آخرون: معناه يستبدل ويختار اللهو والغناء والمزامير والمعازف على القرآن وقال: سبيل الله القرآن (١) . </p><p> وقال أبو الصهباء البكري: سألت ابن مسعود عن هذِه الآية فقال: هو الغناء والله الذي لا إله إلا هو يرددها ثلاث مراتٍ (٢) . </p><p> ومثله روى سعيد بن جبير عن ابن عباس (٣) . </p><p> ابن جريج: هو الطبل (٤) . </p><p>= نزول الآية، وضعفه الألباني في \"سلسلة الأحاديث الضعيفة\" (٩٣١). (١) انظر: \"معالم التنزيل\" للبغوي ٦/ ٢٨٤، نسبه لابن عباس وابن مسعود وسعيد بن جبير والحسن وعكرمة.(٢) أخرجه الطبري في \"جامع البيان\" ٢١/ ٦١، وذكره البغوي في \"معالم التنزيل\" ٦/ ٢٨٤، والقرطبي في \"الجامع لأحكام القرآن\" ١٤/ ٥٢، وابن كثير في \"تفسير القرآن العظيم\" ١١/ ٤٦، وعزاه للطبري، وزاد السيوطي في \"الدر المنثور\" ٦١٧/ ١١ لابن أبي شيبة، وابن أبي الدنيا، والحاكم والبيهقي في \"شعب الإيمان\"، وذكره الشوكاني في \"فتح القدير\" ٤/ ٢٩٢ بلفظ: هو والله الغناء.(٣) بلفظ: الغناء، وأخرجه عن ابن عباس الطبري في \"جامع البيان\" ٢١/ ٦١، وذكر القرطبي مثله عن ابن عمر وعكرمة وميمون بن مهران ومكحول. وقال ابن كثير في \"تفسير القرآن العظيم\" ١١/ ٤٦ وكذا قال ابن عباس وجابر وعكرمة وسعيد بن جبير ومجاهد ومكحول وعمرو بن شعيب وعلي بن نديمة، أي: قالوا بأنه الغناء.(٤) أخرجه الطبري في \"جامع البيان\" ٢١/ ٦٣ عن ابن جريج، عن مجاهد قال: اللهو الطبل، وذكره البغوي في \"معالم التنزيل\" ٦/ ٢٨٥ من قول ابن جريج، ونسبه ابن عطية في \"المحرر الوجيز\" ٤/ ٣٤٦ لمجاهد، ونسبه أبو حيان في \"البحر المحيط\" ٧/ ١٧٩ لهما، وهذا القول غير صحيح؛ لأن الطبل إما أن يكون طبل حرب وهو لا حرج فيه؛ لأنه يقيم النفوس ويرهب على العدو، وأما طبل اللهو فهو كالدف؛ فهو جائز، والله أعلم. قاله ابن العربي في \"أحكام القرآن\" ٣/ ١٤٩٤. =</p><p> عبيد، عن الضحاك: هو الشرك (١) . </p><p> وروى (٢) جويبر عنه: الغناء وقال: الغناء مفسدة للمال، مسخطة للرب مفسدة للقلب (٣) . </p><p> وقال ثوير بن أبي فاخته (٤) ، عن أبيه (٥) ، عن ابن عباس: نزلت هذِه الآية في رجل اشترى جارية تغنيه ليلًا ونهارًا (٦) . </p><p>= والطبل: هو الذي يضرب به، وهي آلة يشد عليها الجلد، ونحوه، ينقر عليه، وتكون بوجه أو وجهين، والجمع: أطبال. \"لسان العرب\" لابن منظور ١١/ ٣٩٨، \"المعجم الوسيط\" ٢/ ٥٥١. (١) أخرجه الطبري في \"جامع البيان\" ٢١/ ٦٣، وذكره البغوي في \"معالم التنزيل\" ٦/ ٢٨٥، وابن عطية في \"المحرر الوجيز\" ٤/ ٣٤٦، وأبو حيان في \"البحر المحيط\" ٧/ ١٧٩، والألوسي في \"روح المعاني\" ٢١/ ٦٧.(٢) من (س).(٣) الأثر ذكره الزمخشري في \"الكشاف\" ولم ينسبه ٣/ ٢٢٩، والألوسي في \"روح المعاني\" ٢١/ ٦٧، ولم أقف عليه مسندًا.(٤) ثوير بن أبي فاختة، ضعيف.(٥) سعيد بن علاقة الهاشمي، أبو فاختة، ثقة.(٦) الحكم على الإسناد:الأثر ضعيف؛ لأن في إسناده ثوير بن أبي فاختة، وهو ضعيف.التخريج:أخرجه البيهقي في \"شعب الإيمان\" ٤/ ٢٧٩ (٥١٠٤) من طريق يونس بن أبي إسحاق، صدوفيهم قليلًا. وأخرجه ابن جرير في \"جامع البيان\" ٢١/ ٦٣ من طريق العوفي، عن ابن عباس، وزاد في نسبته السيوطي في \"الدر المنثور\" ١١/ ٦١٥ للفريابي وابن مردويه، وذكره أيضًا في \"لباب النقول\" له (١٦٩)، وانظر: \"فتح القدير\" للشوكاني ٤/ ٢٩٢، وقال ابن العربي: يجوز للرجل أن =</p><p> وكل ما كان من الحديث مُلهيًا عن سبيل الله إلى ما نهى عنه فهو لهو، ومنه الغناء وغيره، وقال قتادة: هو كل لهو ولعب (١) . </p><p> وقال عطاء: هو الترهات (٢) والبسابس (٣)  (٤) . </p><p> (وقال مكحول)  (٥) : من اشترى جارية ضرابةً (٦) ليمسكها لغنائها </p><p>= يسمع غناء جاريته، إذ ليس شيء منها عليه حرامًا، لا من ظاهرها ولا من باطنها، فكيف يمنع من التلذذ بصوتها؟ انظر: \"أحكام القرآن\" ٣/ ١٤٩٤.(١) أخرج الطبري في \"جامع البيان\" ٢١/ ٦٢ مثله عن مجاهد بلفظ: هو الغناء وكل لعبٍ لهو، وذكره البغوي في \"معالم التنزيل\" ٦/ ٢٨٥ عن قتادة، وزاد في نسبته السيوطي في \"الدر المنثور\" ١١/ ٦١٧ لابن أبي الدنيا وابن المنذر وسعيد بن منصور والفريابي، وإسناده صحيح، وذكره الشوكاني في \"فتح القدير\" ٤/ ٢٩٢.(٢) وهي الأباطيل، واحدتها: ترهة، بضم التاء وفتح الراء المشددة، وهي في الأصل: الطرق الصغار غير العبادة المتشعبة عن الطريق الأعظم، وهو فارسي معرب، واستعير للباطل.\"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ١٨٩، \"لسان العرب\" لابن منظور ١٣/ ٤٨٠، (تره)، \"مختار الصحاح\" للرازي (٣٢).(٣) الكذب. \"لسان العرب\" لابن منظور ٦/ ٢٩ (بسبس)، والترهات البسابس: الباطل، والبسبس في الأصل: البر المقفر الواسع. \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ١٢٦.(٤) الأثر ذكره أبو حيان في \"البحر المحيط\" ٧/ ١٧٩ عن عطاء، وورد في هامش (س) التافي: البسابس هي الأباطيل، وربما قالوا: الترهات البسابس. جوهري. قال ابن العربي: وأصح الأقوال في ذلك أن المقصود باللهو الباطل.انظر: \"أحكام القرآن\" ٣/ ١٤٩٤.(٥) في (س): وقال أكثر المفسرين: نزلت هذِه الآية.(٦) في (س): ضرايب، وهو خطأ.</p><p> وضربها مقيمًا عليه حتى يموت لم (١) أُصلِّ (٢) عليه (إن الله عز وجل يقول)  (٣) : {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ} ... إلى آخر الآية (٤) . </p><p> (وروى علي بن يزيد)  (٥) ، عن القاسم (٦) ، عن أبي أمامة (٧) قال: قال رسول الله - صلى الله عليه وسلم -: \"إن الله عز جل بعثني رحمة وهدى للعالمين وأمرني ربي بمحق المعازف (٨) والمزامير (٩) والأوتار والصلب (١٠) وأمر الجاهلية، وحلف ربي بعزته لا يشرب عبد من عبيدي جرعة </p><p>(١) في (س): فما. (٢) في (س): صلى.(٣) في (س): أنزل الله عز وجل.(٤) هذا الأثر من رواية مكحول عن عائشة رضي الله عنها كما ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٤/ ٥٤ بلفظ: من مات وعنده جارية مغنية فلا تصلوا عليه، وهو ضعيف لإرساله؛ لأن مكحول لم يسمع من عائشة، وأخرجه ابن حزم في \"المحلى\" ٩/ ٥٧ من طريق ابن شعبان وفيه هاشم بن ناصح، وعمر بن موسى وهما مجهولان، وقال ابن حبان عن عمر بن موسى الوجيهي: يروي \"الموضوعات\" وذكره الديلمي من حديث على في \"مسند الفردوس\" ٣/ ٥٠٧ (٥٥٧٤) بمأثور الخطاب، وجعل بدل (مغنية): (قينة)، ولم أجده بلفظ المصنف.(٥) من (ح)، وهو الألهاني ضعيف.(٦) القاسم بن عبد الرحمن صاحب أبي أمامة، صدوق يغرب كثيرًا.(٧) صحابي مشهور.(٨) الملاهي. \"لسان العرب\" لابن منظور ٩/ ٢٤٤ (عزف).(٩) مفردها مزمار: وهي آلة يُصوت بها.\"لسان العرب\" لابن منظور ٤/ ٣٢٧ (زمر)، \"المعجم الوسيط\" ١/ ٣٩٩.(١٠) في (س): والأوثان والصليب، ولعله الصواب.</p><p> من خمر متعمدًا إلا سقيته من الصديد مثلها يوم القيامة مغفورًا له أو معذبًا, ولا يسقيها صبيًا صغيرًا ضعيفًا مسلمًا (١) إلا سقيته مثلها من الصديد يوم القيامة مغفورًا له أو معذبًا, ولا يتركها من مخافتي إلا سقيته من حياض القدس يوم القيامة لا يحلّ بيعهنَّ ولا شرائهن ولا تعليمهن ولا التجارة بهن وثمنهن حرام\" (٢) ، يعني: الضوارب. </p><p> وروى حماد، عن إبراهيم قال: الغناء ينبت (٣) النفاق في القلب، وكان أصحابنا يأخذون بأفواه السكك (٤) يخرقون الدفوف (٥) . </p><p>(١) سقطت من (ح). (٢) الحكم على الإسناد:فيه الألهاني ضعيف، والقاسم يغرب كثيرًا.التخريج:أخرجه أحمد في \"المسند\" ٥/ ٢٦٨ (٢٢٣٠٧)، وقال محققوه: إسناده ضعيف جدًّا، والحارث في \"مسنده\" كما في \"بغية الباحث\" ٢/ ٧٧٠ (٧٧١) دون محل الشاهد عن المغنيات، وابن أبي الدنيا في \"ذم الملاهي\" (ص ٦٥) (٧١)، والطبراني في \"المعجم الكبير\" ١٨/ ١٩٨ (٨٧٠٣)، وقال الهيثمي في \"مجمع الزوائد\" ٥/ ٦٩: فيه علي بن يزيد وهو ضعيف. وابن حزم في \"المحلى\" ٩/ ٥٩، ورواه العقيلي في \"الضعفاء\" ٣/ ٢٥٤ في ترجمة الألهاني وقال: لا يعرف إلا به، وابن الجوزي في \"العلل المتناهية\" ٢/ ٢٩٨ (١٣٠٨).(٣) في (ح): يثبت.(٤) أي: يجلسون على منافذ الطرق.(٥) الجزء الأول منه: الغناء ينبت النفاق في القلب، من قول إبراهيم النخعي كما أورده ابن حزم في \"المحلى\" ٩/ ٦٠، وابن أبي شيبة في \"مصنفه\" ٣٦٨/ ٤ (٢١١٣٨)، والشوكاني في \"نيل الأوطار\" ٨/ ٢٦٤، وقال: أصح الأسانيد في ذلك أنه من قول إبراهيم. =</p><p> [٢٢٠٧] أخبرنا عبد الله بن حامد (١) ، نا ابن شاذان (٢) ، نا جيغويه (٣) ، نا صالح بن محمَّد (٤) ، نا إبراهيم بن محمَّد (٥) ، عن محمَّد بن المنكدر (٦) قال: بلغني أن الله عز وجل يقول يوم القيامة: أين الذين كانوا ينزهون أنفسهم وأسماعهم عن اللهو ومزامير الشيطان؟ أدخلوهم في رياض المسك. ثم يقول للملائكة: أسمعوا عبادي حمدي وثنائي وتمجيدي وأخبروهم أن لا خوف عليهم ولا هم يحزنون (٧) . </p><p>= والجزء الأخير منه: لعله من قول إبراهيم أيضًا، ذكر ذلك ابن حزم في \"المحلى\" ٩/ ٦٠ من طريق سعيد بن سعيد قال: حدثنا أبو وكيع، عن منصور، عن إبراهيم، وأورده بالجزء الأول فقط ابن أبي الدنيا في \"ذم الملاهي\" (٣٧)، وعزاه له السيوطي في \"الدر المنثور\" ١١/ ٦١٨، وأخرجه ابن أبي الدنيا من وجه آخر عن ابن مسعود موقوفًا بلفظ: الغناء ينبت النفاق في القلب كما ينبت الماء البقل، ووقع عند أبي داود، كتاب الأدب، باب كراهية الغناء والزمر (٤٩٢٧) عن ابن مسعود مرفوعًا، وإسناده مجهول فيه شيخ لم يسمَّ، ولذا قال النووي في \"الفتاوى\": لا يصح، ووافقه ابن قدامة المقدسي في \"المغني\" ١٠/ ١٧٥ حيث قال: والصحيح أنه من قول ابن مسعود، وصوب الوقف أيضًا البيهقي في \"السنن الكبرى\" ١٠/ ٢٢٣، \"شعب الإيمان\" ٤/ ٢٧٨، وابن حزم في \"المحلى\" ٩/ ٥٧ وغيرهم، والله أعلم. (١) لم يذكر بجرح أو تعديل.(٢) لم أجده.(٣) لم أجده.(٤) الترمذي، متهم ساقط.(٥) ابن أبي يحيى، متروك.(٦) ثقة.(٧) [٢٢٠٧] الحكم على الإسناد:هالك؛ فيه إبراهيم بن محمَّد متروك، وصالح متهم ساقط، وابن شاذان وشيخه =</p><p> {لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا} قرأ الأعمش وحمزة وخلف والكسائي وحفص (١) ويعقوب (وَيَتَّخِذَهَا) بنصب الذال عطفًا على قوله: {لِيُضِلَّ} وهو اختيار أبي عبيدة قال: لقربه من المنصوب، وقرأ الآخرون: بالرفع نسقًا على قوله: (يَشْتَرِي)  (٢) . </p><p> {أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ} . </p><p>= لم أجدهما، وشيخ المصنف لم يذكر بجرح أو تعديل، هذا غير إرسال ابن المنكدر. التخريج:أخرجه ابن الجعد في \"مسنده\" ١/ ٢٥٤ (١٦٨٢)، وابن أبي الدنيا في \"الورع\" (٨٠)، وقال محققه الحمود: إسناده صحيح إلى ابن المنكدر، وأبو نعيم في \"حلية الأولياء\" ٣/ ١٥١، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٤/ ٥٣، ولم أقف عليه مرفوعًا.(١) ساقطة من (س)، (ح).(٢) القراءتان متواترتان، دلَّ على ذلك قول الشاطبي رحمه الله: ويتخذ المرفوع غير صحابهم، فقد أخبر الناظم أن غير صحابي، يعني: غير حمزة والكسائي وحفص وهم باقي السبعة قرءوا {وَيَتَّخِذَهَا هُزُوًا} برفع الذال فتعين لحمزة والكسائي وحفص القراءة بنصبها.انظر: \"السبعة\" لابن مجاهد (٥١٢)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني ٣٥١)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٨٧، \"التيسير\" للداني (١٧٦)، \"إملاء ما من به الرحمن\" للعكبري ٢/ ١٨٧، \"البحر المحيط\" لأبي حيان ٧/ ١٨٤، \"النشر في القراءات العشر\" لابن الجزري ٣٤٦/ ٢، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٣٦٢ - ٣٦٢ \"معجم القراءات\" للخطيب ٧/ ١٨٥ - ١٨٦.</p>"
}