{
  "id": null,
  "sura": 31,
  "aya": 34,
  "text": "<p> بالمعصية ويتمنى المغفرة (١) وقرأ سماك بن حرب: بضم الغين (٢) ومعناه لا تغتروا (٣) . </p><p> ٣٤ - قوله -عَزَّ وَجَلَّ -: {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ و} </p><p> نزلت في الوارث بن عمرو بن حارثة بن محارب بن حفصة (٤) من </p><p>= \"جامع البيان\" ٢١/ ٨٧، وذكره ابن كثير في \"تفسير القرآن العظيم\" ١١/ ٨١، وزاد في نسبته السيوطي في \"الدر المنثور\" ١١/ ٦٦١ لعبد بن حميد. وقاله عكرمة، أخرجه عنه عبد بن حميد كما في \"الدر المنثور\" ١١/ ٦٦١.وقاله ابن عباس، أخرجه عنه ابن المنذر وابن أبي حاتم كما في \"الدر المنثور\" ١١/ ٦٦١.(١) أخرجه عنه الطبري في \"جامع البيان\" ٢١/ ٨٧، وذكره البغوي في \"معالم التنزيل\" ٦/ ٢٩٤، وذكره الزمخشري في \"الكشاف\" ٣/ ٢٣٨ بلفظ: \"الغرة بالله أن يتمادى الرجل بالمعصية، ويتمنى على الله المغفرة\"، وذكره ابن عطية في \"المحرر الوجيز\" ٤/ ٣٥٦، والقرطبي في \"الجامع لأحكام القرآن\" ١٤/ ٨١، وزاد في نسبته السيوطي في \"الدر المنثور\" ١١/ ٦٦٢ لعبد بن حميد.(٢) (الغُرُور)، والقراءة شاذة، قرأ بها مع سماك أبو حيوة وابن السميفع.\"المحتسب\" لابن جني ٢/ ٢٥١، \"البحر المحيط\" لأبي حيان ٧/ ١٨٩، \"معجم القراءات\" للخطيب ٧/ ٢١٢.وذكر بعدها في نسخة (س) في الهامش: بضم الغين، قال الكلبي: هو غرور الدنيا بخدعها الباطلة، وقيل: غرور الدنيا بشهواتها الموبقة. منتهى.(٣) قال أبو حيان في \"البحر المحيط\" ٧/ ١٧٩: وفسَّره ابن مجاهد والضحاك بالشيطان، ويمكن حمل قراءة الضم عليه، وجعل الشيطان نفس الغرور مبالغة، وقال الأزهري في \"معاني القراءات\" (٢١٥): الغُروُر: الاغترار، أي: لا يغرنكم بالله اغتراركم وتمادي السلامة بكم.(٤) لم أقف له على ترجمة.</p><p> أهل البادية أتى النبي - صلى الله عليه وسلم - فسأله عن الساعة ووقتها، وقال: إن أرضنا أجدبت فمتى ينزل الغيث؟ وتركت امرأتي حبلى فمتى تلد؟ وقد علمت أين ولدت فبأي أرض أموت؟ وقد علمت ما عملت فماذا أنا عاملٌ غدًا؟ (١) فأنزل الله تعالى هذِه الآية (٢) . </p><p> [٢٢٢٨] أخبرنا أبو سعيد (٣) بن حمدون (٤) ، أنا أحمد بن محمد ابن الحسن (٥) ، نا محمد بن يحيى (٦) ، نا يعقوب بن إبراهيم بن سعد (٧) ، نا أبي (٨) ، </p><p>(١) من (س). (٢) أخرجه الطبري في \"جامع البيان\" ٢١/ ٨٧ - ٨٨ من طريق ابن أبي نجيح عن مجاهد، وفيه أبو الورقاء بن عمر اليشكري فيه لين كما في \"تقريب التهذيب\" لابن حجر، وذكره البغوي في \"معالم التنزيل\" ٦/ ٢٩٤ - ٢٩٥ جميعهم عن مجاهد، ونسبه القرطبي في \"الجامع لأحكام القرآن\" ١٤/ ٨٣ لمقاتل، وذكره باسم (الوارث) كالمصنف، وذكره البغوي في \"معالم التنزيل\" باسم (الحارث)، وكذا الواحدي في \"أسباب النزول\" ٣٥٨ - ٣٥٩، وزاد في نسبته السيوطي في \"الدر المنثور\" ١١/ ٦٦٣ للفريابي وابن أبي حاتم عن مجاهد مثله، وأخرج ابن المنذر عن عكرمة مثله، وذكره العيني في \"عمدة القاري\" ٢٥/ ٨٦ بصيغة التمريض، وذكره الزمخشري في \"الكشاف\" ٣/ ٢٣٨، وأبو حيان في \"البحر المحيط\" ٧/ ١٨٩، والألوسي في \"روح المعاني\" ٢١/ ١٠٩.(٣) من (ح).(٤) لم يذكر بجرح أو تعديل.(٥) ابن الشرقي، ثقة مأمون.(٦) الذهلي، ثقة، حافظ جليل.(٧) أبو يوسف المدني، ثقة، فاضل.(٨) أبو إسحاق المدني، ثقة، حجة.</p><p> عن ابن شهاب (١) ، عن سالم بن عبد الله (٢) ، عن عبد الله بن عمر، عن رسول الله - صلى الله عليه وسلم - قال:  \"مفاتح الغيب خمسة{إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ}الآية\"  (٣) . </p><p> وروى يونس بن عبيد، عن عمرو بن سعيد، أن رجلًا أتى النبي - صلى الله عليه وسلم - فقال: يا رسول الله هل من العلم علمٌ لم تُؤْتَه؟ قال:  \"لقد أوتيت علمًا كثيرًا أو علمًا حسنًا\" ثم تلا رسول الله - صلى الله عليه وسلم - {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ} إلى قوله: {خَبِيُرٌ} فقال: \"هؤلاء خمسة لا يعلمهن إلَّا الله تبارك وتعالى\"  (٤) . </p><p> [٢٢٢٩] أخبرنا أبو زكريا يحيى بن إسماعيل الحربي (٥) ، نا أبو حامد أحمد بن حمدون بن عمارة الأعمشي (٦) ، نا علي بن خشرم (٧) ، نا الفضل بن موسى (٨) ، عن رجلٍ سماه قال: بلغ ابن </p><p>(١) الزهري الفقيه الحافظ، متفق على جلالته وإتقانه. (٢) القرشي، العدوي، أحد الفقهاء السبعة، ثبت، عابد، فاضل.(٣) [٢٢٢٨] الحكم على الإسناد:رجاله ثقات سوى شيخ المصنف لم يذكر بجرح أو تعديل.التخريج:أخرجه البخاري، كتاب التفسير، باب قول الله: {اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى وَمَا تَغِيضُ الْأَرْحَامُ} (٤٦٩٧).(٤) أخرجه الطبري في \"جامع البيان\" ٢١/ ٨٨ - ٨٩ بإسناد صحيح.(٥) عالم متفنن، من أهل الصدق والأمانة.(٦) إمام حافظ ثبت مصنف.(٧) أبو الحسن المروزي، ثقة.(٨) ثقة ثبت، ربما أغرب.</p><p> عباس أن يهوديًّا خرج بالمدينة يحسب حساب النجوم فأتاه فسأله: إن شئت أنبأتك عن نفسك وعن ولدك فقال: إنك ترجع إلى منزلك وتلقى (ابنًا لك)  (١) بات محمومًا ولا يمكث عشرة أيام حتَّى يموت الصبي، وأنت لا تخرج من الدنيا حتَّى تعمى. فقال ابن عباس: وأنت يا يهودي، قال: لا يحول عليَّ الحول حتَّى أموت. قال: فأين موتك يا يهوديَّ؟ قال: ما أدري، قال ابن عباس: صدق الله {وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ} قال: فرجع ابن عباس فلقي ابنا له محمومًا فما بلغ عشرًا حتَّى مات الصبي، وسأل عن اليهودي قبل الحول فقالوا: مات. وما خرج ابن عباس من الدنيا حتَّى ذهب بصره، قال عليّ (٢) : هذا أعجب حديث (٣) . </p><p> فذلك قوله تعالى:  ({وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ})  (٤) كان حقه (بِأَيَّة أَرْضٍ) ، وبه قرأ أُبيّ بن كعب (٥) إلَّا أن من ذكر قال: لأن الأرض ليس فيها من </p><p>(١) ساقط من (ح). (٢) يقصد به راوي الحديث (علي بن خشرم).(٣) [٢٢٢٩] الحكم على الإسناد:إسناده ضعيف لجهالة شيخ الفضل بن موسى.التخريج:ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٤/ ٨٢.(٤) ساقط من (س)، (ح).(٥) وموسى الأسواري، وابن أبي عبلة وابن مسعود، والقراءة شاذة، وذكرها ابن خالويه في \"مختصر في شواذ القرآن\" بالتاء المبسوطة (بأيت).</p><p> علامات التأنيث شيء (١) . وقيل: أراد بالأرض المكان فلذلك ذكر (٢) واحتج بقول الشَّاعر (٣) : </p><p> فلا مزنة ودقت ودقها ... ولا أرض أبقل إبقالها (٤) </p><p> {إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} . </p><p> * * * </p><p>= انظر: \"مختصر فِي شواذ القرآن\" لابن خالويه (١١٨)، \"البحر المحيط\" لأبي حيان ٧/ ١٩٤، \"معجم القراءات\" للخطيب ٧/ ٢١٣. (١) ذكره الفراء فِي \"معاني القرآن\" ٢/ ٣٣٠.(٢) ذكره القرطبي فِي \"الجامع لأحكام القرآن\" ١٤/ ٨٣.(٣) عامر بن جوين الطَّائيّ.(٤) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٨٣.</p><p> ٣٢ - سُورَة السجدة </p><p> سورة السجدة (١) </p><p> مكية (٢) وهي أَلْف وخمس مائة وثمانية عشر حرفًا، وثلاث مائة وثمانون كلمة، وثلاثون آية (٣) . </p><p>(١) وتسمى سورة (المضاجع) لوقوع لفظ (المضاجع) فِي السورة الآية (١٦)، وتسمى (المنجية) (وسورة سجدة لقمان)، وآلم تنزيل السجدة. كما فِي \"الإتقان\" للسيوطي ٢/ ٣٦٠، \"التحرير والتنوير\" للطاهر بن عاشور ١/ ٣٢٩١. (٢) قاله ابن عباس، وعبد الله بن الزُّبير: ابن عباس: أخرجه عنه ابن الضُّرَيس فِي \"فضائل القرآن\" (١٧)، وابن مردويه، والبيهقي فِي \"دلائل النبوة\" ٧/ ١٤٣، عن ابن عباس: أنها نزلت بمكة، وعزاه السيوطي فِي \"الدر المنثور\" لهم جميعًا ١١/ ٦٦٩، وانظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٨٤، \"البحر المحيط\" لأبي حيان ٧/ ١٩١، \"فتح القدير\" للشوكاني ٤/ ٣٠٥، \"روح المعاني\" للألوسي ٢١/ ١١٥، وجاء فِي رواية أخرى عن ابن عباس استثناء كما أخرج النحاس فِي \"ناسخه\" ٢/ ٥٨٠ عنه - رضي الله عنه - أنَّه قال: نزلت سورة السجدة بمكة، سوى ثلاث آيات {أَفَمَنْ كَانَ} -[السجدة: ١٨]- إِلَى تمام الآيات الثلاث، وقاله أيضًا الكلبي ومقاتل ومجاهد، وقال غيرهم: إلَّا خمس آيات من قوله تعالى: {تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ} إِلَى قوله {الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ} من الآية: ١٦ - ٢٠.انظر: \"معالم التنزيل\" للبغوي ٦/ ٢٩٩، \"المحرر الوجيز\" لابن عطية ٤/ ٣٥٧، \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٨٤.عبد الله بن الزُّبير:أخرج ابن مردويه عنه مثله، كما ذكره السيوطي فِي \"الدر المنثور\" ١١/ ٦٦٩، وانظر: \"فتح القدير\" للشوكاني ٤/ ٣٠٥، \"روح المعاني\" للألوسي ٢١/ ١١٥.(٣) وقيل: (٢٩) آية فِي البَصْرِيّ، وثلاثون فِي الباقية.وانظر: \"جمال القراء\" للسخاوي ١/ ٢١٢، \"المحرر الوجيز\" لابن عطية =</p><p> [٢٢٣٠]  (أخبرنا الأستاذ الإِمام أبو إسحاق الثعلبي رحمه الله (١) أخبرنا أبو عمرو أَحْمد بن أبي الفراتي (٢) ، نا عمران بن موسى (٣) ، نا مكّيّ بن عبدان (٤) ، نا سليمان بن داود (٥) ، نا أَحْمد بن نصر (٦) ، نا أبو معاذ (٧) ، عن أبي عصمة نوح بن أبي مريم (٨) ، عن زيد العمي (٩) ، عن أبي نضرة (١٠) ، عن ابن عباس، عن أبي بن كعب، أن النَّبِيّ - صلى الله عليه وسلم - قال:  \"من قرأ سورة الم تنزيل أعطي من الأجر كأنما أحيا ليلة القدر\" . (١١) </p><p>= ٤/ ٣٥٧، \"روح المعاني\" للألوسي ٢١/ ١١٥، وورد بعدها فِي هامش (س) التالي: قال ابن عباس وعطاء إلَّا ثلاث آيات منها نزلت فِي المدينة فِي على - رضي الله عنه -، والوليد بن عقبة، وكان بينهما كلام، فقال الوليد لعليّ: أنا أبسط منك لسانًا وأحد منك سنانًا، وأرزق للكتيبة، فقال له عليّ: اسكت فإنك فاسق، فأنزل الله فيهما {أَفَمَنْ كَانَ} إِلَى آخر الآيات الثلاث. عبد الآي. (١) من (ح).(٢) لم يذكر بجرح أو تعديل.(٣) أبو موسى الفرغاني، لم يذكر بجرح أو تعديل.(٤) المحدث الثقة المتقن.(٥) لم يتبين لي من هو.(٦) لم أجده.(٧) الفضل بن خالد، ذكره ابن حبان فِي \"الثِّقات\".(٨) كذبوه فِي الحديث، وقال ابن المبارك: كان يضع.(٩) زيد بن الحواري، أبو الحواري العمي البَصْرِيّ، ضعيف.(١٠) المنذر بن مالك بن قطعة، العبدي، ثِقَة.(١١) [٢٢٣٠] الحكم على الإسناد:فيه أبو عصمة كذبوه، وفيه من لم يذكر بجرح أو تعديل، ومن لم أجده. =</p><p> [٢٢٣١] وأخبرنا أبو الحسن بن أبي الفضل القهندزي (١) بها، نا حمزة بن محمَّد بن العباس (٢) ببغداد، نا عبد الله بن روح (٣) ، نا شبابة ابن سوار (٤) ، نا المغيرة بن مسلم (٥) ، عن أبي (٦) الزبير (٧) ، عن جابر، عن رسول الله - صلى الله عليه وسلم -: أنَّه كان لا ينام حتَّى يقرأ: {الم (١) تَنْزِيلُ} السجدة و {تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ}  (٨) ويقول: \"هما تفضلان كل سورة فِي القرآن بسبعين حسنة، ومن قرأهما كتبت له سبعون حسنة ومُحِيَ عنه سبعون سيئة، ورُفع له سبعون درجة\" . (٩) </p><p>= التخريج: سبق أنَّه من الأحاديث الموضوعة فِي فضائل السور.(١) أَحْمد بن محمَّد أبي الفضل بن يوسف، من أعيان المعدلين.(٢) حمزة بن محمَّد بن العباس بن الفضل، أبو أَحْمد الدهقان سمع العباس بن محمَّد الدُّوريّ، ومحمَّد بن منده الأَصْبهانِيّ، وعبد الله بن روح المدائنيّ روى عنه: الدارقطني، وأبو الحسن بن رزقويه، وابن الفضل القطَّان.قال الخَطيب: وكان ثِقَة، تُوفِّي سنة (٣٤٧ هـ).ينظر: \"تاريخ بغداد\" ٨/ ١٨٣.(٣) عبد الله بن روح بن عبد الله بن زيد المدائنيّ، ثِقَة.(٤) شبابة بن سوار الفزاري، ثِقَة حافظ، رمي بالإرجاء.(٥) المغيرة بن مسلم القسملي، صدوق، من السادسة.(٦) من (س)، (ح).(٧) محمَّد بن مسلم بن تدرس القُرشيّ، صدوق، إلَّا أنَّه يدلس.(٨) الملك: ١.(٩) [٢٢٣١] الحكم على الإسناد:والحديث حسن بطرقه فقد ذكر الترمذي أن أَبا الزُّبير ذكر الواسطة بينه وبين جابر وهو صفوان بن أمية، وهو ثِقَة، انظر: \"تحفة الأحوذي\" ٨/ ٢٠١. =</p>"
}