{
  "id": null,
  "sura": 31,
  "aya": 27,
  "text": "<p> ٢٧ - قوله - عَزَّ وَجَلَّ -: {وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ} الآية </p><p> قال المفسرون: سألت اليهودُ رسول الله - صلى الله عليه وسلم - عن الروح فأنزل الله تعالى بمكة (١)  {وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي}  (٢) الآية، فلما هاجر رسول الله - صلى الله عليه وسلم - إلى المدينة أتاه أحبار اليهود فقالوا: يا محمد بلغنا عنك أنك تقول: {وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا} ، أفعنيتنا أم قومك؟ فقال النبي - صلى الله عليه وسلم -: \"كُلًّا قد عَنَيْتُ\" ، قالوا: ألستَ تتْلُوا فيما أتاك (٣) : قد أوتينا التوراة وفيها علم كل شيء؟ فقال الرسول - صلى الله عليه وسلم -: \"هي في علم الله قليل وقد آتاكم(٤)ما إن عملتم به انتفعتم\" قالوا: يا محمد كيف تزعم هذا وأنت تقول: {وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا}  (٥) فكيف يجتمع هذا علم قليل وخير كثير؟ فأنزل الله تعالى:  {وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ} أي: بُرّيَتْ أقلامًا (٦) . </p><p>(١) ساقطة من (ح). (٢) الإسراء: ٨٥.(٣) في (ح): جاءك أنك، وفي (س): جاءنا أنا.(٤) في (س)، (ح) بزيادة لفظ الجلالة: الله.(٥) البقرة: ٢٦٩.(٦) أخرجه الطبري في \"جامع البيان\" ١٥/ ١٥٧، ٢١/ ٨١ عن ابن عباس، وبنحوه عن عكرمة مرسلًا، وعن عطاء بن يسار، وهو مرسلٌ أيضًا، وذكره الواحدي في \"أسباب النزول\" (٣٥٨) بدون إسناد، وذكره ابن كثير في \"تفسير القرآن العظيم\" ١١/ ٧٨ بنحوه من رواية ابن إسحاق عن محمد بن أبي محمد، عن سعيد بن جبير، عن ابن عباس، ومحمد بن أبي محمد، قال عنه الحافظ ابن حجر في \"تقريب التهذيب\": شيخ لعبد الرزاق مجهول، وابن عطية ذكره في \"المحرر =</p><p> {وَالَبَحْرُ} قرأ (١) بالنصب ابن أبي إسحاق وأبو عمرو ويعقوب، وغيرهم بالرفع (٢) وحجتهم: قراءة عبد الله: (وبَحْرٌ يُمِدُّهُ)  (٣) يزيده </p><p>= الوجيز\" ٤/ ٣٥٣ - ٣٥٤، وأكد ابن عطية أن الآية مدنية على خلاف ما ذكره ابن كثير من المشهور أنها مكية، ولا يكون سبب النزول هو ما في هذا الحديث إلَّا إذا كانت الآية مدنية، وزاد في نسبته السيوطي في \"الدر المنثور\" ١١/ ٦٥٦ إلى ابن إسحاق وابن أبي حاتم عن ابن عباس، وبنحوه عن عكرمة ١١/ ٦٥٨، وعن عطاء أيضًا، وهو ضعيف لجهالة أصحاب ابن إسحاق، وكذلك فإنه مرسل، وقال الألوسي في \"روح المعاني\" ٢١/ ١٠٠: وظاهر هذا أن اليهود قالوا ذلك له عليه الصلاة والسلام مشافهة، وهو ظاهر في أن الآية مدنية، وقيل: إنهم أمروا وفد قريش أن يقولوا له - صلى الله عليه وسلم - ذلك وهذا القائل يقول: إنها مكية. (١) من (س).(٢) قال أبو منصور الأزهري: من نصب (البحرَ) عطفه على (ما)، المعنى: ولو أنَّ ما في الأرض ... ، ولو أن البحرَ، ومن رفع فقرأ (والبحرُ) جعل الواو واو الحال، كأنه قال: والبحرُ هذِه حاله فيكون ابتداء، وخبره يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ} وهذا وجه حسن.والقراءتان متواترتان دل على ذلك قول الشاطبي رحمه الله:سِوى ابن العَلَا والْبَحْرُ أُخْفِي سُكُونُهُأي: أخبر أن السبعة كلهم إلَّا أبا عمرو قرؤوا (والبحر يمده) برفع الراء كلفظه في البيت، فتعين لأبي عمرو، والقراءة بنصبها.انظر: \"السبعة\" لابن مجاهد (٥١٣)، \"معاني القراءات\" للأزهري (٣٧٨)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (٣٥٣)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٨٩، \"التيسير\" للداني (١٧٧)، \"الإقناع\" لابن الباذش (٤٤٤)، \"البحر المحيط\" لأبي حيان ٧/ ١٩١، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٤٧، \"إتحاف فضلاء البشر\" للدمياطي (٣٥٠)، \"سراج القارئ\" لابن القاصح (٣٢٢)، \"معجم القراءات\" للخطيب ٧/ ٢٠٤.(٣) بالتنكير والرفع، والقراءة شاذة. =</p>"
}