{
  "id": null,
  "sura": 32,
  "aya": 22,
  "text": "<p> مجاهد: عذاب القبر (١) ، قالوا: والعذاب الأكبر يوم القيامة (٢)  {لَعَلَّهُمْ يَرْجِعُونَ} عن كفرهم. </p><p> ٢٢ - قوله تعالى:  {وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا إِنَّا مِنَ الْمُجْرِمِينَ} </p><p> المشركين {مُنْتَقِمُونَ} قال زيد (٣) بن رفيع: عنى بالمجرمين ها هنا أصحاب القدر (٤) ثم قرأ: {إِنَّ الْمُجْرِمِينَ فِي ضَلَالٍ وَسُعُرٍ (٤٧) } إلى قوله: </p><p>(١) أخرجه الطبري في \"جامع البيان\" عن مجاهد ٢١/ ١١٠ بلفظ: \"عذابُ الدنيا وعذاب القبر\"، وذكره الزمخشري في \"الكشاف\" ٣/ ٣٤٥، وابن عطية في \"المحرر الوجيز\" ٤/ ٣٦٣ - ٣٦٤ ونسباه لمجاهد، والقرطبي في \"الجامع لأحكام القرآن\" ١٤/ ١٠٧، زاد البراء بن عازب، وزاد في نسبته السيوطي في \"الدر المنثور\" ١١/ ٧٠٩ لابن أبي حاتم والفريابي، وذكره الشوكاني في \"فتح القدير\" ٤/ ٣١٥ ثم قال: ولا مانع من حمل الآية على الجميع، يقصد جميع الأقوال. (٢) أخرجه الطبري في \"جامع البيان\" ٢١/ ١١١ عن ابن زيد بلفظ: العذاب الأكبر عذاب يوم القيامة، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٤/ ١٠٧ ولم ينسبه.وورد بعد هذا الأثر في هامش (س) التالي: وقال أبو جعفر بن محمَّد: العذاب الأدنى غلاء السعر، والأكبر خروج المهدي بالسيف {لَعَلَّهُمْ يَرْجِعُونَ} إِلَى الإيمان والطاعة.رموز.(٣) من (ح).(٤) أخرجه الطبري في \"جامع البيان\" ٢١/ ١١١، عن يزيد بن رفيع، وذكره ابن عطية في \"المحرر الوجيز\" ٤/ ٣٦٤، وأبو حيان في \"البحر المحيط\" ٧/ ٢٠٤ عنه: قلت: والآية عامة في كلِّ من ذكر بآيات ربه ثم أعرض عنها ولا تخص أحدًا =</p><p> {إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ (٤٩) } (١) . </p><p> [٢٢٤٦] وأخبرنا الحسين بن محمَّد الحديبي (٢)  (٣) ، نا أَحْمد بن محمَّد بن إسحاق السني (٤) ، قال: أخبرني جماهير بن محمَّد الدِّمشقيّ (٥) ، نا هشام بن عمار (٦) ، قال: حدثنا إسماعيل بن عياش (٧) ، عن عبد العزيز بن عبيد الله (٨) ، </p><p>= بعينه، أو فرقة أو طائفة، وقد قرر ذلك ابن كثير في \"تفسير القرآن العظيم\" ١١/ ١٠٤ حيث قال في تفسير الآية: أي: لا أظلم ممن ذكره الله تعالى بآياته وبينها له ووضحها، ثم بعد ذلك تركها وجحدها وتناساها كأنه لا يعرفها، ولهذا قال متهددًا لمن فعل ذلك بقوله {إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ} أي: سينتقم ممن فعل ذلك أشد الانتقام، والمراد بالمجرمين هنا الظالمين عدل عن ذكر ضميرهم لزيادة تسجيل فظاعة حالهم بأنهم مجرمون مع أنَّهم ظالمون، أما قول المصنف: أصحاب القدر ربما قصد بهم هنا أتباع معبد الجهني الذين قالوا: لا قدر، والأمر أنف. وكلام المصنف من تطبيقات المفسرين على أحوال الفرق، والله أعلم. (١) القمر: ٤٧: ٤٩.(٢) هو ابن فنجويه: ثقة صدوق كثير الرواية للمناكير.(٣) في (ح): الحنفي.(٤) الهاشمي الجعفري، ثقة حافظ.(٥) جماهر بن محمَّد بن أَحْمد بن حمزة، أبو الأَزْهَر الغساني الزملكاني الدِّمشقيّ، حدث عن: هشام بن عمار، وأَحمد بن أبي الحواري، حدث عنه: أبو بكر بن السني، وحمزة الكناني، وجمح بن القاسم وثقه حمزة الكناني، مات سنة (٣١٣ هـ)، ينظر \"سير أعلام النبلاء\" ١٤/ ٤٠٦، \"شذرات الذهب\" ٢/ ٢٦٦.(٦) هشام بن عمار بن نصير، صدوق، مقرئ.(٧) إسماعيل بن عياش بن سليم العنسي، صدوق في روايته.(٨) عبد العزيز بن عبيد الله بن حمزة الشَّاميّ الحمصي، روى عن: وهب بن كيسان، ويعقوب بن مجمع، وعمر بن أبي بكر لم يرو عنه إلَّا إسماعيل بن عياش، قال =</p><p> عن عبادة بن نُسي (١) ، عن جنادة (٢) بن أبي أمية (٣) ، عن معاذ بن جبل: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"ثلاثٌ من فعلهن فقد أجرم: من عقد (٤) لواءً في غير حق، أو عقَّ والديه، أو مشى مع ظالم لينصره فقد أجرم يقول الله تعالى:  {إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ}  (٥) . </p><p>= يحيى: ضعيف. وقال أبو حاتم: ضعيف منكر الحديث، وقال ابن حجر: ضعيف، ينظر \"الجرح والتعديل\" ٥/ ٣٨٧، \"تهذيب الكمال\" ١٨/ ١٧٠، \"التقريب\" (٤١١١). (١) عُبَّادة بن نُسَى الكندي، أبو عمر الشَّاميّ الأردني، قاضي طبرية روى عن: أبي ريحانة، وأبي بن عمارة، وعبد الرحمن بن غنم، روى عنه: رجاء بن أبي سلمة، وبرد بن سنان، قال أَحْمد وابن معين: ثقة. وقال أبو حاتم: لا بأس به، قال ابن حجر: ثقة فاضل، ينظر: \"الجرح والتعديل\" ٦/ ٩٦، \"تهذيب الكمال\" ١٤/ ١٩٤، \"التقريب\" (٣١٦٠).(٢) في (ح): جبارة، وهو خطأ.(٣) جنادة بن أبي أمية الأَزدِيّ الزهراني، أبو عبد الله الشَّاميّ مختلف في صحبته، روى عن: النَّبِيّ -صلى الله عليه وسلم- وعمر بن الخطاب، وعلي بن أبي طالب، ومعاذ بن جبل، روى عنه: مجاهد، وعلي بن رباح، وعبادة بن نسي، قال العجلي: تابعي ثقة. وقال الواقديّ: ثقة صاحب غزو مات سنة (٨٠ هـ)، ينظر: \"الجرح والتعديل\" ٢/ ٥١٥، \"تهذيب الكمال\" ٥/ ١٣٣، \"التقريب\" (٩٧٣).(٤) من (س)، وفي باقي النسخ: أعقد.(٥) [٢٢٤٦] الحكم على الإسناد:فيه عبد العزيز بن عبيد الله، ضعيف.التخريج:أخرجه الطبري في \"جامع البيان\" ٢١/ ١١٢، وأورده ابن كثير في \"تفسير القرآن العظيم\" ١١/ ١٠٥ من طريقه وقال: ورواه أبي حاتم من حديث إسماعيل بن عياش به، وهذا حديث غريب جدًّا، والطبراني في \"المعجم الكبير\" ٢٠/ ٦١ =</p>"
}