{
  "id": null,
  "sura": 32,
  "aya": 11,
  "text": "<p> قال محمَّد بن حاتم: يقال: صَلَّ اللحمُ وأَصَلَّ إذا أَنْتَنَ (١) . </p><p> {أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ} قال الله {بَلْ هُمْ بِلِقَاءِ رَبِّهِمْ كَافِرُونَ} . </p><p> ١١ - قوله عز وجل:  {قُلْ يَتَوَفَّاكُمْ} </p><p> بقبض أرواحكم {مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ} قال مجاهد: حويت له الأرض فجعلت له مثل طستٍ (٢) يتناول منها حيث يشاء (٣) ، وقال مقاتل والكلبي: بلغنا أن اسم ملك الموت عزرائيل وله أربعة أجنحة جناح له بالمشرق، (وجناح له)  (٤) بالمغرب (وجناح له في أقصى العالم من حيث يجيء ريح الصبا (٥) ، وجناح من الأفق </p><p>= قراءة بالضاد المعجمة، والله أعلم. وأثر المصنف لم أجده عند غيره.(١) صَلَّ: الصَّلَّةُ: في \"لسان العرب\" لابن منظور -١١/ ٣٨٣ - (صلل) قال أبو إسحاق: ... هو ضربين أحدهما: أنتنّا وتغيّرنا وتغيّرت صورنا، من صل اللحم إذا صل إذا أنتن وتغير، والضرب الثاني: صللنا: يبسنا من الصلة وهي الأرض اليابسة.(٢) الطست: إناء كبير مستدير من نحاس أو نحوه، يغسل فيه.\"لسان العرب\" لابن منظور ٦/ ١٢٣ (طست)، \"المعجم الوسيط\" ٢/ ٥٥٧.(٣) أخرجه مجاهد في \"تفسيره\" ٢/ ٢٠٠، والطبري في \"جامع البيان\" ٢١/ ٩٨، وذكره البَغَوِيّ في \"معالم التنزيل\" ٦/ ٣٠٢، والزمخشري في \"الكشاف\" ٣/ ٢٤٢، وابن عطية في \"المحرر الوجيز\" ٤/ ٣٦٠، والقرطبي في \"الجامع لأحكام القرآن\" ١٤/ ٩٤ جميعهم عن مجاهد.(٤) في (س): والأخرى.(٥) الصبا: وهي ريح مهبها من مشرق الشَّمس إذا استوى الليل والنهار.\"المعجم الوسيط\" ١/ ٥٠٧ (صبا).</p><p> الآخر ورجل له بالمشرق) (١) ، والخلق بين رجليه، ورأسه وجسده كما بين السماء والأرض، وجُعلت له الدنيا مثل راحة اليد، صاحبها يأخذ منها ما أحب في غير مشقة ولا عناء، أي: مثل اللبنة بين يديه، فهو يقبض أنفس الخلق في مشارق الأرض ومغاربها، وله أعوان من ملائكة الرحمة وملائكة العذاب (٢) . </p><p> [٢٢٣٤] وأخبرني الحسين بن محمَّد بن الحسين (٣) ، عن (٤) عبد الله ابن يوسف بن أَحْمد بن مالك (٥) ، عن (٦) الخطاب بن أَحْمد بن عيسى (٧) ، قال: أخبرني أبو نافع أَحْمد بن كثير (٨) ، عن (٩) كثير بن هشام (١٠) ، </p><p>(١) من (س)، وزاد بعدها في (ح): والأخرى بالمغرب. (٢) لم يثبت في تسمية ملك الموت بعزرائيل شيء، وقد تتبع ابن حجر في \"الإمتاع بالأربعين المتباينة السماع\" (١٠٨) ذلك وبيّن أنَّه معضل، أو عن وهب بن منبه وهو من الإسرائيليات.(٣) ابن فنجويه، ثقة صدوق، كثير الرواية للمناكير.(٤) في (س): قال حدثنا، وفي (ح): قال نا.(٥) لم أجده.(٦) في (س): قال حدثنا، وفي (ح): قال نا.(٧) لم أجده.(٨) أبو نافع أَحْمد بن كثير، ابن بنت يزيد بن هارون، حدث عن جده يزيد بن هارون، والحارث بن منصور، روى عنه: أَحْمد بن محمَّد بن سهل الآدمي، وعلي بن محمَّد السواق، لم يذكر بجرح أو تعديل. ينظر: \"تاريخ بغداد\" ٤/ ٣٥٦.(٩) في (س)، (ح): قال نا.(١٠) الكلابي، ثقة.</p><p> عن (١) جعفر بن برقان (٢)  (٣) ، عن (٤) يزيد بن الأصم (٥) ، عن ابن عباس، قال: إن خطوة ملك الموت ما بين المشرق والمغرب (٦) . </p><p> [٢٢٣٥] وأخبرنا الحسين بن محمَّد (٧) ، عن (٨) عبد الله بن يوسف (٩) ، عن (١٠) عبد الرَّحِيم بن محمَّد (١١) ، عن (١٢) سلمة بن شبيب (١٣) ، عن (١٤) الوليد بن سلمة الدِّمشقيّ (١٥) ، عن (١٦) ثور بن </p><p>(١) في (س): قال حدثنا، وفي (ح): قال نا. (٢) الكلابي، صدوق يهم في حديث الزهري.(٣) بعدها في هامش (س) ورد التالي: ابن برقان بضم الموحدة وسكون الراء بعدها قاف الكلابي، أبو عبيدة الرقي، صدوق، مات سنة خمسين ومائة. \"تقريب\".(٤) في (س): قال حدثنا، وفي (ح): قال نا.(٥) يزيد بن الأصم، واسمه: عمرو بن عبيد بن معاوية البكائي، ثقة.(٦) [٢٢٣٤] الحكم على الإسناد:فيه عبد الله بن يوسف وشيخه لم أجدهما، وابن كثير لم يذكر بجرح أو تعديل.التخريج:أخرجه ابن أبي شيبة في كتاب \"العرش\" (ص ٦٥) (٢٦)، وأبو الشيخ في \"العظمة\" ٣/ ٩٢٤ (٤٥٧)، وذكره السيوطي في \"الدر المنثور\" ٦/ ٥٤٣ ونسبه إِلَى أبي الشيخ في \"العظمة\".(٧) ثقة صدوق، كثر الرواية للمناكير.(٨) في (س): قال حدثنا، وفي (ح): قال نا.(٩) لم أجده.(١٠) في (س): قال حدثنا، وفي (ح): قال نا.(١١) لم أجده.(١٢) في (س): قال حدثنا، وفي (ح): قال نا.(١٣) ثقة.(١٤) في (س): قال حدثنا، وفي (ح): قال نا.(١٥) لم أجده.(١٦) في (س): قال حدثنا، وفي (ح): قال نا.</p><p> يزيد (١) ، عن خالد بن معدان (٢) ، عن معاذ بن جبل (٣) ، قال: إن لملك الموت حربةً تبلغ ما بين المشرق والمغرب، وهو يتصفح وجوه النَّاس، فما من أهل بيت إلَّا وملك الموت يتفحصهم في كل يوم مرتين، فإذا رأى إنسانًا قد انقضى أجله ضرب رأسه بتلك الحربة وقال: الآن يزار بك عسكر الأموات (٤) . </p><p> [٢٢٣٦] وأخبرنا (٥) الحسين بن محمَّد (٦) ، قال: أخبرني (٧) أبو بكر بن مالك القطيعي (٨) ، عن (٩) عبد الله بن أَحْمد بن حنبل (١٠) ، </p><p>(١) ثور بن يزيد، ثقة، ثبت. (٢) خالد بن معدان الكلاعي الحمصي، ثقة، عابد، يرسل كثيرًا.(٣) معاذ بن جبل - رضي الله عنه - الصحابي الجليل.(٤) [٢٢٣٥] الحكم على الإسناد:فيه من لم أجده، وكذلك فيه انقطاع فإن خالد بن معدان ثقة، يرسل كثيرًا، ولم يسمع من معاذ.انظر: \"جامع التحصيل\" للعلائي (١٧١)، وابن عساكر في \"تاريخ دمشق\" ٣٣/ ٢٦٢.التخريج:أخرجه أبو الشيخ في \"العظمة\" ٣/ ٩٣٦ (٤٧٢)، وأبو نعيم في \"حلية الأولياء\" ٥/ ٢١٤، و\"تاريخ أصبهان\" ٢/ ٢١٤.(٥) في (س): وأخبرني.(٦) هو ابن فنجويه ثقة صدوق، كثير الرواية للمناكير.(٧) في (س): قال حدثنا، وفي (ح): قال نا.(٨) ثقة.(٩) في (س): قال حدثنا، وفي (ح): قال نا.(١٠) ثقة.</p><p> عن (١) أبي (٢) ، عن (٣)  (عبد الله)  (٤) بن نمير (٥) ، عن (٦) الأَعمش (٧) ، عن خيثمة (٨) ، وعن شهر بن حوشب (٩) ، قال: دخل ملك الموت عليه السلام على سليمان، فجعل ينظر إِلَى رجل من جلسائه يديم إليه النظر، فلما خرج قال الرَّجل: من هذا؟ قال: هذا ملك الموت، قال: لقد (١٠) رأيته ينظر إليّ كأنه يريدني، قال: فما تريد؟ قال: أريد أن تحملني على الريح فتلقيني بالهند. فدعا بالريح فحملته عليها فألقته بالهند، ثم أتى ملك الموت سليمان عليه السلام فقال: إنك كنت تديم النظر إِلى رجل من جلسائي. قال: كنت أعجب منه إني أمرت أن قبض روحه بالهند وهو عندك (١١) . </p><p>(١) في (س): قال حدثنا، وفي (ح): قال نا. (٢) إمام ثقة حافظ فقيه حجة.(٣) في (س): قال حدثنا، وفي (ح): قال نا.(٤) ساقطة من (س).(٥) الهمداني، أبو هشام الكُوفيّ، ثقة، صاحب حديث من أهل السنة.(٦) في (س): قال حدثنا، وفي (ح): قال نا.(٧) سليمان بن مهران، ثقة حافظ، لكنه يدلس.(٨) خثيمة بن عبد الرحمن بن أبي سبرة، ثقة، وكان يرسل.(٩) صدوق، كثير الإرسال والأوهام.(١٠) ساقطة من (س).(١١) [٢٢٣٦] الحكم على الإسناد:الأثر صحيح إِلَى قائليه وهو من الإسرائيليات.والله أعلم.التخريج:أخرجه أَحْمد في \"الزهد\" (٥٣)، ومن طريقه أبو نعيم في \"حلية الأولياء\" =</p><p> فإن قيل: ما الجمع بين قوله: {تَوَفَّتْهُ رُسُلُنَا}  (١)  {تَتَوَفَّاهُمُ الْمَلَائِكَةُ}  (٢)  {قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ}  (٣) ، وقوله:  {اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا}  (٤) و {وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ}  (٥) . </p><p> قيل: تُوفِّي الملائكة: القبض والنزع، وتوفي ملك الموت: الدعاء والأمر، يدعو الأرواح فتجيبه ثم يأمر أعوانه بقبضها، وتوفي الله سبحانه: خلق الموت فيه (٦) والله أعلم، {ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ} . </p><p>= ٤/ ١١٨، ٦/ ٦٠، وابن أبي شيبة في \"المصنف\" ٧/ ٧٠ (٣٤٢٦٨)، وأبو الشيخ في \"العظمة\" ٣/ ٩١٨ (٤٥١)، وابن عساكر في \"تاريخ دمشق\" ٢٢/ ٢٨٩، ٢٢/ ٢٩٠ بسياق أتم، وذكره الزيلعي في \"تخريج أحاديث وآثار الكشاف\" ٣/ ٧٨. (١) الأنعام: ٦١.(٢) النحل: ٢٨.(٣) السجدة: ١١.(٤) الزمر: ٤٢.(٥) الأنعام: ٦٠.(٦) من (س)، (ح). قلت: والجمع بين الآيات: {تَوَفَّتْهُ رُسُلُنَا} يعني: الملائكة وهو أعوان ملك الموت كما قال ابن عباس وغيره، وهم يسلون الروح من الجسد، ثم يقبضها ملك الموت ثم يسلمها إلى ملائكة الرحمة إن كان مؤمنًا وإلى ملائكة العذاب إن كان كافرًا، ويضاف التوفي إِلَى ملك الموت تارة كما في آية السجدة، وتارة إِلَى الملائكة؛ لأنهم يتولون ذلك كما في آية الأنعام، وتارة إِلَى الله وهو المتوفي على الحقيقة، قال القرطبي: ملك الموت يقبض الأرواح والأعوان يعالجون والله يزهق الروح، وهذا هو الجمع بين الآي والحديث، لكنه لما كان ملك الموت متولي ذلك بالوساطة والمباشرة أضيف التوفي إليه، وقوله: {يَتَوَفَّاكُمْ بِاللَّيْلِ} يقصد بذلك الوفاة الصغرى وهي النَّوم، يدل عليه =</p>"
}