{
  "id": null,
  "sura": 32,
  "aya": 30,
  "text": "<p> قال قتادة: قال أصحاب النبي - صلى الله عليه وسلم -: \"إن لنا يومًا ننعم فيه ونستريح ويحكم بيننا وبينكم\" ، فقال الكفار استهزاءً:  {مَتَى هَذَا الْفَتْحُ} أي: القضاء والحكم (١)  (وقال الكلبي: يعني فتح مكة،وقال السدي:يعني يوم بدر؛ لأن أصحاب رسول الله - صلى الله عليه وسلم - كانوا يقولون لهم إن الله ناصرنا ومُظهرنا عليهم)  (٢) . </p><p> ٢٩ - {قُلْ يَوْمَ الْفَتْحِ} </p><p> يوم القيامة {لَا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ وَلَا هُمْ يُنْظَرُونَ} ومن تأول النصر قال: لا ينفعهم إيمانهم إذا جاءهم العذاب وقتلوا (٣) . </p><p> ٣٠ - {فَأَعْرِضْ عَنْهُمْ وَانْتَظِرْ إِنَّهُمْ مُنْتَظِرُونَ} </p><p>= \"الجامع لأحكام القرآن\" ١٤/ ١١١، وزاد في نسبته السيوطي في \"الدر المنثور\" ١١/ ٧١٣ لابن المنذر والفريابي وابن أبي شيبة وابن أبي حاتم. (١) أخرجه الطبري في \"جامع البيان\" ٢١/ ١١٦ عن قتادة، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٤/ ١١١ ولم ينسبه، وزاد في نسبته السيوطي في \"الدر المنثور\" ١١/ ٧١٢ - ٧١٣ لابن أبي حاتم، وانظر: \"فتح القدير\" للشوكاني ٤/ ٣٢٠ جميعهم عن قتادة.(٢) من (س) زيادة.(٣) والقول الأول أولى، لأن باب التوبة مفتوح قبل الغرغرة وقبل قيام الساعة، قال ابن كثير: ومن زعم أن المراد من هذا الفتح فتح مكة فقد أبعد النجعة، وأخطأ فأفحش؛ فإن يوم الفتح قد قبل رسول الله - صلى الله عليه وسلم - إسلام الطلقاء، وقد كانوا قريبًا من ألفين، ولو كان المراد فتح مكة لما قبل إسلامهم، \"تفسير القرآن العظيم\" لابن كثير ١١/ ١٠٩، وانظر: \"جامع البيان\" للطبري ١٤/ ١١٦، \"معاني القرآن\" للنحاس ٥/ ٣١٣.</p><p> قراءة العامة (مُنْتَظِرُونَ) بكسر الظاء (١) ، وقرأ محمَّد بن السميفع بفتح الظاء (٢) قال الفراء: لا يصح هذا إلَّا بإضمار مجازه إنهم منتظرون ربهم (٣) ، قال: أبو حاتم: الصحيح كسر الظاء (٤) نظيره {فَارْتَقِبْ إِنَّهُمْ مُرْتَقِبُونَ (٥٩) } [الدخان: ٥٩]  (٥) . </p><p>(١) انظر: \"البحر المحيط\" لأبي حيان ٧/ ٢٠٦، \"معجم القراءات\" للخطيب ٧/ ٢٣٩. (٢) (مُنْتَظَرُون) اسم مفعول، أي: هم أحقاء بأن يُنتظر هلاكهم. والقراءة شاذة.انظر: \"مختصر في شواذ القرآن\" لابن خالويه (ص ١١٩)، \"المحتسب\" لابن جني ٢/ ٢١٨، \"معجم القراءات\" للخطيب ٧/ ٢٣٩.(٣) نسبه القرطبي في \"الجامع لأحكام القرآن\" ١٤/ ١١٢ للفراء.(٤) انظر: \"المحتسب\" لابن جني ٢/ ٢١٨، \"المحرر الوجيز\" لابن عطية ٤/ ٣٦٦، \"فتح القدير\" للشوكاني ٤/ ٣٢٠.(٥) الدخان: ٥٩.</p><p> ٣٣ - سُورَة الأحزاب </p><p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> سورة الأحزاب (١) مدنية، وهي خمسة آلاف وسبعمائة وستة وتسعون حرفًا، وألف ومائتان وثمانون كلمة، وثلاث وسبعون آية. </p><p> [٢٢٤٧] أخبرنا الأستاذ الإِمام أبو إسحاق الثعلبي رحمه الله قال: أخبرنا محمَّد بن القاسم بن أَحْمد (٢) بقراءتي عليه، قال: أخبرنا عبد الله ابن أَحْمد بن جعفر (٣) ، قال: أخبرنا أبو عمرو الحيري (٤) ، وعمرو بن عبد الله البَصْرِيّ (٥) ، قالا (٦) : أخبرنا محمَّد بن عبد الوهَّاب العبدي (٧) قال: أخبرنا أَحْمد بن عبد الله بن يونس (٨) قال: أخبرنا سلام بن سليم (٩) قال: أخبرنا هارون بن كثير (١٠) ، عن زيد بن أسلم (١١) ، عن </p><p>(١) الحِزْبُ: جَماعةُ الناسِ، والجمع أَحْزاب؛ والأَحْزابُ: جُنُودُ الكُفَّار، تأَلَّبوا وتظاهروا على حِزْب النَّبِيّ، - صلى الله عليه وسلم -، وهم: قريش وغطفان وبنو قريظة. انظر: \"لسان العرب\" لابن منظور ١/ ٣٠٨ (حزب).(٢) أبو الحسن النَّيْسَابُورِيّ، لم يذكر بجرح أو تعديل.(٣) ثِقَة.(٤) أَحْمد بن محمَّد بن أَحْمد بن منصور بن مسلم لم يذكر بجرح أو تعديل.(٥) عمرو بن عبد الله بن درهم لم يذكر بجرح أو تعديل.(٦) في الأصل: قال.(٧) أبو أَحْمد الفراء، ثِقَة عارف.(٨) التَّمِيمِيّ اليربوعي، أبو عبد الله، ثِقَة حافظ.(٩) أبو سليمان المدائنيّ، متروك.(١٠) مجهول.(١١) قال ابن حجر: هو تحريف، والصواب زيد بن سالم، جهله أبو حاتم.</p><p> أَبيه (١) ، عن أبي أُمامة (٢) ، عن أبي بن كعب قال: قال رسول الله -صلى الله عليه وسلم-: \"من قرأ سورة الأحزاب وعلمها أهله وما ملكت يمينه أعطي الأمان من عذاب القبر\"  (٣) . </p><p>(١) قال الذهبي: زيد عن أَبيه نكرة. (٢) صدي بن عجلان، الصحابي المشهور.(٣) [٢٢٤٧] الحكم على الإسناد:موضوع؛ فيه سلام متروك، وهارون مجهول وكذا فيه زيد عن أَبيه نكرة، والحديث تقدم مرارًا.التخريج:قال ابن الجوزي: لم أعجب من الثعلبي والواحدي إذ روياه في التفسير، وإنما عجبت من أبي بكر بن أبي داود كيف فرقه على كتابه الذي صنفه في \"فضائل القرآن\" وهو يعلم أنَّه حديث محال.انظر: \"الموضوعات\" لابن الجوزي ١/ ٣٩١ - ٣٩٤، \"تلخيص كتاب الموضوعات\" للذهبي ١/ ٦٤ - ٦٥، \"المغني في الضعفاء\" للذهبي ٢/ ٧٠٥ (٦٧٠٤)، \"الكامل\" لابن عدي ٧/ ١٢٧. \"تنزيه الشريعة\" لابن عراق ١/ ٢٨٤.وهاهنا تنبيه: قال القاسمي رحمه الله: الذين قالوا لا يعمل بالحديث الضعيف لا في الأحكام ولا في الفضائل. قال حكاه ابن سيد النَّاس في \"عيون الأثر\"، عن يحيى بن معين، ونسبه في \"فتح المغيث\" لأبي بكر بن العربي، ثم قال: والظاهر أن مذهب البُخَارِيّ ومسلم ذلك أَيضًا، يدل عليه شرط البُخَارِيّ في \"صحيحه\" وتشنيع الإِمام مسلم على رواة الضعيف، وعدم إخراجهما في صحيحيهما شيئًا منه، وهذا مذهب ابن حزم رحمه الله أَيضًا حيث قال: ما نقله أهل المشرق والمغرب، أو كافة عن كافة، أو ثِقَة عن ثِقَة، حتَّى يبلغ إلى النَّبِيّ -صلى الله عليه وسلم- إلَّا أن في الطريق رجلًا مجروحا بكذب أو غفلة أو مجهول الحال، فهذا يقول به بعض المسلمين، ولا يحل عندنا القول به ولا تصديقه، ولا الأخذ بشيء منه.انظر: \"قواعد التحديث\" للقاسمي (ص ١١٣)، \"الفصل في الملل والنحل\" لابن =</p>"
}