{
  "id": null,
  "sura": 32,
  "aya": 17,
  "text": "<p> رسول الله - صلى الله عليه وسلم - يقول:  \"إذا جمع الله الأولين والآخرين يوم القيامة جاء منادٍ فنادئ بصوت يسمع الخلائق كلهم: سيعلم أهل الجمع اليوم من أولى بالكرم.ثم يرجع فينادي:ليقم الذين كانت(١)تتجافى جنوبهم عن المضاجع. فيقومون وهم قليل،ثم يرجع فينادي:ليقم الذين كانوا يحمدون الله في البأساء والضراء. فيقومون وهم قليل، فيسرحون جميعًا إِلى الجنة ثم يحاسب سائر النَّاس\"  (٢) . </p><p> {يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ} . </p><p> ١٧ - {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ}  (٣) </p><p>(١) في (س): كانوا. (٢) [٢٢٤٤] الحكم على الإسناد:فيه عبد الرحمن بن إسحاق ضعيف، وشهر بن حوشب كثير الإرسال والأوهام، وأَحمد بن الحسين بن ماجه لم يذكر بجرح أو تعديل.التخريج:أخرجه هناد في \"الزهد\" ١/ ١٣٤ (١٧٦)، ابن أبي الدنيا في \"التهجد\" (٣٤١)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٨/ ٢٦١٠، والبيهقي في \"شعب الإيمان\" ٣/ ١٦٩ (٣٢٤٤)، والخطيب في \"موضح أوهام الجمع والتفريق\" ١/ ٥٠٤، وانظر: \"تخريج أحاديث وآثار الكشاف\" للزيلعي ٣/ ٨٤ - ٨٥ (٩٩٣)، وذكره السيوطي في \"الدر المنثور\" ٦/ ٢٠٨.(٣) القُرُّ: البرد عامة، بالضم، والقِرُّ بالكسر ما أصابَ الإنسان وغيره من القُرِّ أي: البرد، وهو يقتضي السكون، والحر يقتضي الحركة، وقيل لمن يسر به قرة عين، فقرت عينه: بردت فصحت، بل لأن للسرور دمعة باردة قارة، وللحزن دمعة حارة. انظر: \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (٣٨٩)، \"لسان العرب\" لابن منظور ٥/ ٨٣.</p><p> أي: خبِّئ لهم، هذِه قراءة العامة، وقرأ حمزة ويعقوب:  (أُخْفِيْ)  (١) مُرْسَلة بالياء أي: أنا أخفي، وحجتها قراءة عبد الله:  (نُخْفِي) بالنون (٢) . </p><p> وقرأ محمَّد بن كعب:  (أَخْفَى)  (٣) بالألف يعني: أَخْفَى الله {مِنْ </p><p>(١) بسكون الياء فعلًا مضارعًا مسندًا لضمير المتكلم مرفوعًا تقديرًا، وهي متواترة دلَّ على ذلك قول الشاطبي رحمه الله: أُخْفي سُكونه فشا، أخبر أن المشار إليه بالفاء من (فشا) وهو حمزة قرأ (أخفي لهم) بسكون الياء فتعين للباقين القراءة بفتحها، وقال الطبري عن القراءتين: مشهورتان، متقاربتا المعنى؛ لأن الله إذا أخفاه فهو مخفي، وإذا أخفي فليس له مخف غيره. انظر: \"معاني القرآن\" للزجاج ٤/ ٢٠٧، \"جامع البيان\" للطبري ٢١/ ١٠٦ - ١٠٧، \"السبعة\" لابن مجاهد (٥١٦)، \"معاني القراءات\" للأزهري (٣٨١)، \"المبسوط في القراءات العشر\" لابن مهران الأَصْبهانِيّ (٣٥٤)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٩١، \"التيسير\" للداني (١٧٧)، \"إملاء ما من به الرحمن\" للعكبري ٢/ ١٠٤٩، \"البحر المحيط\" لأبي حيان ٧/ ١٩٧، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٤٣، \"الحجة\" لابن زنجلة (٥٦٩)، \"سراج القارئ\" لابن القاصح (٢٣٣)، \"معجم القراءات\" للخطيب ٧/ ٢٢٩.(٢) وهي نون العظمة، قال الفراء عن هذِه القراءة: فهذا اعتبار وقوة لحمزة، وكل صواب، والقراءة شاذة.انظر: \"مختصر في شواذ القرآن\" لابن خالويه (١١٩)، \"معاني القرآن\" للزجاج ٤/ ٢٠٧، \"البحر المحيط\" لأبي حيان ٧/ ١٩٧، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٣٦٧، \"معجم القراءات\" للخطيب ٧/ ٢٢٩.(٣) بفتح الهمزة والفاء فعلًا ماضيًا مبنيًا للفاعل، أي: ما أخفى الله لهم، وهي قراءة شاذة.انظر: \"معاني القرآن\" للزجاج ٤/ ٢٠٧، \"البحر المحيط\" لأبي حيان ٧/ ١٩٧، \"معجم القراءات\" للخطيب ٧/ ٢٢٩، ولم أقف عليها في كتب الشواذ.</p><p> قُرَّةِ أَعْيُنٍ} قراءة العامة على التوحيد (١)  (٢) . </p><p> [٢٢٤٥] أخبرنا عبد الله بن حامد الوزان (٣) ، نا مكّيّ بن عبدان (٤) ، نا عبد الله بن هاشم (٥) ، نا أبو معاوية (٦) ، عن الأَعمش (٧) ، (عن أبي صالح (٨) ، عن أبي هريرة، قال: قال رسول الله - صلى الله عليه وسلم -: \"يقول الله تعالى: أعددت لعبادي الصالحين ما لا عين </p><p>(١) أي: الإفراد، وهي متواترة. انظر: \"السبعة\" لابن مجاهد (ص ٥١٦)، \"معاني القراءات\" للأزهري (ص ٣٨١)، \"المبسوط في القراءات العشر\" لابن مهران الأَصْبهانِيّ (ص ٣٥٤)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ١٩١، \"التيسير\" للداني (ص ١٧٧)، \"البحر المحيط\" لأبي حيان ٧/ ١٩٧، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٤٣، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٣٦٧، \"الحجة\" لابن زنجلة (ص ٥٦٩)، \"معجم القراءات\" للخطيب ٧/ ٢٢٩.(٢) ورد بعدها في هامش (س) التالي: وقرأ عبد الله وأبو الدَّرداء، وأبو هريرة وعوف العقيلي (من قرات) على الجمع بالألف والتاء، وهي رواية عن أبي عمرو وأبي جعفر والأعمش (وما أخفي) يحتمل أن تكون موصولة، وأن تكون استفهامية فتكون تعلم متعلقة، والجملة في موضع المفعول إن كانت تعلم بما عدي لواحد في موضع المفعولين إن كانت تتعدى لاثنين، وتقدم تفسير قرة أعين. انظر \"البحر المحيط\" لأبي حيان ٧/ ١٩٧.(٣) من (س)، (ح)، لم يذكر بجرح أو تعديل.(٤) المحدث الثقة المتقن.(٥) ثقة.(٦) محمَّد بن خازم الضَّرير، ثقة أحفظ النَّاس لحديث الأَعمش.(٧) سليمان بن مهران، ثقة حافظ، لكنه يدلس.(٨) ذكوان السمان، ثقة.</p><p> رأت ولا) (١) ولا أذن سمعت ولا خطر على قلب بشر \"،قال أبو هريرة:قال رسول الله - صلى الله عليه وسلم -: \" ومن بَلْهَ (٢) ما قد أطلعتكم عليه اقرءوا إن شئتم {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ (١٧) } (٣) . </p><p> قال (٤) : وكان أبو هريرة يقرأ هكذا: (قُرَّاتِ أَعْيُن)  (٥) ، وقال ابن مسعود: إن في التوراة مكتوبًا: لقد أعدَّ الله للذين تتجافى جنوبهم عن </p><p>(١) ساقط من (س). (٢) بَلْهَ: من أسماء الأفعال بمعنى: دع واترك، وهي مبنية على الفتح مثل كيف، ومعناها: دع عنك ما أطلعكم عليه من نعيم الجنة فالذي لم يطلعكم عليه أعظم، كأنه أضرب عنه استقلالًا في جنب ما لم يطلع عليه.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ١٥٤ - ١٥٥، \"لسان العرب\" لابن منظور ١/ ٩٥، \"فتح الباري\" لابن حجر ٨/ ٥١٦، \"شرح صحيح مسلم\" للنووي ١٧/ ١٦٦.(٣) [٢٢٤٥] الحكم على الإسناد:شيخ المصنف لم يذكر بجرح أو تعديل.التخريج:أخرجه البخاري، كتاب بدء الخلق، باب ما جاء في صفة الجنة وأنها مخلوقة (٣٢٤٤)، ومسلم، كتاب صفة الجنة وصفة نعيمها وأهلها (٢٨٢٤) ولفظه كلفظ المصنف.(٤) يقصد أبو معاوية عن الأَعمش، عن أبي صالح كما في \"تغليق التعليق\" لابن حجر ٤/ ٢٨٢.(٥) القراءة شاذة، وهي قراءة ابن مسعود وأبو الدَّرداء وعون العقيلي والأعمش.انظر: \"مختصر في شواذ القرآن\" لابن خالويه (١١٩)، \"المحتسب\" لابن جني ٢/ ٢١٧، \"البحر المحيط\" لأبي حيان ٧/ ١٩٧، \"معجم القراءات\" للخطيب ٧/ ٢٣٠.</p>"
}