{
  "id": null,
  "sura": 33,
  "aya": 56,
  "text": "<p> الحجاب من هؤلاء وأن يروهن. </p><p> قال مجاهد: لا جناح عليهن في وضع جلابيبهن عندهم. </p><p> {وَاتَّقِينَ اللَّهَ إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا}  (١) . </p><p> ٥٦ - {إِنَّ اللَّهَ وَمَلَائِكَتَهُ} </p><p> قراءة العامة بنصب التاء. وقرأ ابن عباس:  (وملائكتُه) بالرفع عطفا على محل قوله: (الله) قبل دخول (إن) ، نظيره قوله تعالى:  {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ}  (٢) وقد مضت هذِه المسألة. </p><p> {يُصَلُّونَ عَلَى النَّبِيِّ}  (٣) أي: يثنون ويترحمون عليه، ويدعون له. </p><p>(١) قوله تعالى: {وَاتَّقِينَ اللهَ} لما ذكر الله تعالى الرخصة في هذِه الأصناف وانجزمت الإباحة، عطف بأمرهن بالتقوى عطف جملة. وهذا في غاية البلاغة والإيجاز، كأنه قال: اقتصرن على هذا واتقين الله فيه أن تتعدينه إلى غيره. وخص النساء بالذكر وعناهن في هذا الأمر، لقلة تحفظهن وكثرة استرسالهن. والله أعلم. ثم توعد تعالى بقوله: {إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا}. انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٢٢٨. (٢) البقرة: ٦٢.(٣) قال البخاري: قال أبو العالية: صلاة الله تعالى ثناؤه عليه عند الملائكة، وصلاة الملائكة الدعاء. كتاب التفسير، باب سورة الأحزاب، باب قوله {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ} قبل حديث (٤٧٩٧)وقال سفيان الثوري وغير واحد من أهل العلم: صلاة الرب الرحمة، وصلاة الملائكة الاستغفار. والمقصود من هذِه الآية أن الله -عزَّ وجلَّ- أخبر عباده بمنزلة عبده ونبيه عنده في الملإ الأعلى بأنه يثنى عليه عند الملائكة المقربين، وأن الملائكة تصلي عليه، ثم أمر تعالى أهل العالم السفلي بالصلاة والتسليم عليه، ليجتمع الثناء عليه من أهل العالمين: العلوي والسفلي جميعًا. وهذِه الآية شرف الله بها =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= رسوله -عليه السلام- حياته وموته، وذكر منزلته منه، وطهر بها سوء فعل من استصحب في جهته فكرة سوء، أو في أمر زوجاته ونحو ذلك. \"تفسير القرآن العظيم\" ١١/ ٢٠٩ - ٢١٠. لابن كثير فائدة: وقد أخبر - سُبْحَانَهُ وَتَعَالَى - بأنه يصلي على عباده المؤمنين في قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا (٤١) وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا (٤٢) هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَتُهُ} الآية وقال تعالى: {وَبَشِّرِ الصَّابِرِينَ (١٥٥) الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ (١٥٦) أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ} الآية، وفي الحديث \"إن الله وملائكته يصلون على ميامن الصفوف\" وفي الحديث الآخر \"اللهم صل على آل أبي أوفى\" وقال رسول الله - صلى الله عليه وسلم - لامرأة جابر وقد سألته أن يصلي عليها وعلى زوجها \"صلى الله عليك وعلى زوجك\".انظر: \"تفسير القرآن العظيم\" لابن كثير ١١/ ٢١٠ - ٢١١.مسألة: واختلف العلماء في الضمير في قوله: (يصلون) فقالت فرقة: الضمير فيه لله والملائكة، وهذا قول من الله تعالى شرف به ملائكته، فلا يصحبه الاعتراض الَّذي جاء في قول الخطيب: من يطع الله ورسوله فقد رشد، ومن يعصهما فقد غوى. فقال له رسول الله - صلى الله عليه وسلم -: \"بئس الخطيب أنت، قل ومن يعص الله ورسوله\" أخرجه في الصحيح. قالوا: لأنه ليس لأحد أن يجمع ذكر الله تعالى مع غيره في ضمير، ولله أن يذكر في ذلك ما يشاء. وقالت فرقة: في الكلام حذف تقديره: إن الله يصلي وملائكته يصلون، وليس في الآية اجتماع في ضمير، وذلك جائز للبشر فعله. ولم يقل رسول الله - صلى الله عليه وسلم -: \"بئس الخطيب أنت\" لهذا المعنى، وإنما قال لأن الخطيب وقف على: ومن يعصهما، وسكت سكتة. واستدلوا بما رواه أبو داود عن عدي بن حاتم أن خطيبا خطب عند النبي - صلى الله عليه وسلم - فقال: من يطع الله ورسوله ومن يعصهما. فقال: \"قم -أو: اذهب- بئس الخطيب أنت\". إلَّا أنَّه يحتمل أن يكون لما خطأه في وقفه وقال له: (بئس الخطيب) أصلح له بعد ذلك جميع كلامه، فقال: \"قل: ومن يعص الله ورسوله\" كما في صحيح مسلم. وهو يؤيد القول الأول بأنه لم يقف على \"ومن يعصهما\". وقرأ ابن عباس: (وملائكتُه) =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= بالرفع على موضع اسم الله قبل دخول (إن). والجمهور بالنصب عطفا على المكتوبة. انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٢٣٢.مسألة: هل يجوز أن نصلي على أحد من الناس غير النبي - صلى الله عليه وسلم -؟ الجواب: أما الصلاة على غير الأنبياء فإن كانت على سبيل التبعية كما في الحديث \"اللهم صل على محمد وآله وأزواجه وذريته\" فهذا جائز بالإجماع وإنما وقع النزاع فيما إذا أفرد غير الأنبياء بالصلاة عليهم، فإن هذِه الصلاة من الله على رسوله وإن كان معناها الرحمة فقد صارت شعارًا له يختص به دون غيره، فلا يجوز لنا أن نصلي على غيره من أمته كما يجوز لنا أن نقول: اللهم ارحم فلانًا أو رحم الله فلانًا، وبهذا قال جمهور العلماء مع اختلافهم هل هو محرم، أو مكروه كراهة شديدة، أو مكروه كراهة تنزيه على ثلاثة أقوال. وقد قال ابن عباس كما رواه عنه ابن أبي شيبة والبيهقي في الشعب: لا تصلح الصلاة على أحد إلَّا على النبي - صلى الله عليه وسلم - ولكن يدعى للمسلمين والمسلمات بالاستغفار.مسألة: قد يقول قائل إن كان كما ذكر فماذا تقول في قوله تعالى: {وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لُهُمْ} وقوله: {أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ} وقوله: {هُوَ الَّذِى يُصَلِّى عَلَيْكُمْ وَمَلَائِكَتَهُ} وحديث عبد الله بن أبي أوفى الثابت في الصحيحين وغيرهما قال: \"كان رسول الله - صلى الله عليه وسلم - إذا أتاه قوم بصدقتهم قال: اللهم صل عليهم، فأتاه أبي بصدقته فقال: اللهم صل على آل أبي أوفى\"؟فيجاب: عن هذا بأن هذا الشعار الثابت لرسول الله - صلى الله عليه وسلم - له أن يخص به من شاء، وليس لنا أن نطلقه على غيره.وأما قوله تعالى: {هُوَ الَّذِى يُصَلِّى عَلَيْكُمْ وَمَلَائِكَتَهُ} وقوله: {أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ} فهذا ليس فيه إلَّا أن الله سبحانه يصلي على طوائف من عباده كما يصلي على من صلى على رسوله مرة واحدة عشر صلوات، وليس في ذلك أمر لنا ولا شرعه الله في حقنا، بل لم يشرع لنا إلَّا الصلاة والتسليم على رسوله.مسألة: وكما أن لفظ الصلاة على رسول الله شعار له، فكذا لفظ السلام عليه. =</p><p> وقال ابن عباس: يبركون (١) . </p><p> {يَاأَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ}  (٢) ترحموا عليه وادعوا له. </p><p>= وقد جرت عادة جمهور هذِه الأمة والسواد الأعظم من سلفها وخلفها على الترضي عن الصحابة والترحم على من بعدهم والدعاء لهم بمغفرة الله وعفوه كما أرشدنا إلى ذلك بقوله سبحانه: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا}. انظر: \"تفسير القرآن العظيم\" لابن كثير ١١/ ٢٣٧ - ٢٣٨.(١) رواه الطبري في \"جامع البيان\" ٢٢/ ٤٣، عن ابن عباس.(٢) مسألة: وقد اختلف أهل العلم في الصلاة على النبي - صلى الله عليه وسلم - هل هي واجبة أم مستحبة؟ فاتفقوا على أن الصلاة عليه فرض في العمر مرة. وقد حكى هذا الإجماع القرطبي \"الجامع لأحكام القرآن\". وقال قوم من أهل العلم: إنها واجبة عند ذكره، وقال قوم: تجب في كل مجلس مرة. وقد وردت أحاديث مصرحة بذم من سمع ذكر النبي - صلى الله عليه وسلم - فلم يصل عليه.مسألة: ثم إن العلماء قد اختلفوا في الصلاة على النبي - صلى الله عليه وسلم - في تشهد الصلاة المفترضة هل هي واجبة أم لا؟ فذهب الجمهور إلى أنها فيها سنة مؤكدة غير واجبة. قال ابن المنذر: يستحب أن لا يصلي أحد صلاة إلَّا صلى فيها على رسول الله - صلى الله عليه وسلم -، فإن ترك ذلك تارك فصلاته مجزئة في مذهب مالك، وأهل المدينة، وسفيان الثوري، وأهل الكوفة من أصحاب الرأي وغيرهم، وهو قول الجمهور أهل العلم. قال: وشذ الشافعي فأوجب على تاركها الإعادة مع تعمد تركها دون النسيان، وهذا القول عن الشافعي لم يروه عنه إلَّا حرملة بن حيي ولا يوجد عن الشافعي إلَّا من روايته. قال الطحاوي: لم يقل به أحد من أهل العلم غير الشافعي. وقال الخطابي، وهو من الشافعية: أنها ليست بواجبة في الصلاة، قال: وهو قول جماعة الفقهاء إلَّا الشافعي ولا أعلم له في ذلك قدوة. انتهى. وقد قال بقول الشافعي جماعة من أهل العلم منهم الشعبي والباقر ومقاتل بن حيان، وإليه ذهب أحمد بن حنبل أخيرًا، كما حكاه أبو زرعة الدمشقي، وبه قال ابن =</p><p> {وَسَلِّمُواْ تَسْلِيْمًا}  (١) حيوه بتحية الإسلام. </p><p> [٢٣٠٤] أخبرنا عبد الله بن حامد (٢) ، قال: أخبرنا المطيري (٣) </p><p>= راهويه وابن المواز من المالكية. وأشف ما يستدل به على الوجوب الحديث الثابت بلفظ: إن الله أمرنا أن نصلي عليك، فكيف نصلي عليك في صلاتنا، فقال: قولوا. . الحديث. فإن هذا الأمر يصلح للاستدلال به على الوجوب. وأما على بطلان الصلاة بالترك ووجوب الإعادة لها فلا، لأن الواجبات لا يستلزم عدمها العدم كما يستلزم ذلك الشروط والأركان. مسألة: وقد استحب أهل الكتابة أن يكرر الكاتب الصلاة على النبي - صلى الله عليه وسلم - كلما كتبه، وقد ورد في الحديث من طريق كادح بن رحمة عن نهشل عن الضحاك، عن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم -: \"من صلى علي في كتاب لم تزل الصلاة جارية له ما دام اسمي في ذلك الكتاب\" وليس هذا الحديث بصحيح من وجوه كثيرة وقد روي من حديث أبي هريرة ولا يصح أيضًا، قال الحافظ أبو عبد الله الذهبي شيخنا أحسبه موضوعًا، وقد روي نحوه عن أبي بكر وابن عباس ولا يصح من ذلك شيء والله أعلم. وقد ذكر الخطيب البغدادي في كتابه \"الجامع لأخلاق الراوي وآداب السامع\" ١/ ٢٧١ قال: رأيت بخط أبي عبد الله أحمد بن محمد بن حنبل في عدة أحاديث اسم النبي ولم يكتب الصلاة عليه، وبلغني أنَّه كان يصلي على النبي - صلى الله عليه وسلم - نطقا لا خطًّا.وانظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٢٣٥ - ٢٣٦، \"تفسير القرآن العظيم\" لابن كثير ١١/ ٢٣٧.(١) قال النووي إذا صلى على النبي - صلى الله عليه وسلم - فليجمع بين الصلاة والتسليم فلا يقتصر على أحدهما فلا يقول: صلى الله عليه فقط، ولا - عليه السَّلَام - فقط. وهذا الَّذي قاله منتزع من هذِه الآية الكريمة وهي قوله: {عَلَى النَّبِيِّ يَاأَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا} فالأولى أن يقال: - صلى الله عليه وسلم - تسليمًا. انظر: \"تفسير القرآن العظيم\" لابن كثير ١١/ ٢٣٩.(٢) الأصفهاني الوزان، لم يذكر بجرح أو تعديل.(٣) محمد بن جعفر، أبو بكر، ثقة مأمون.</p><p> قال: أخبرنا علي بن حرب (١) ، قال: أخبرنا ابن فضيل (٢) ، قال: أخبرنا يزيد بن أبي رباح (٣) . </p><p> [٢٣٥] وأخبرنا أبو الحسين بن أبي الفضل المعدل (٤) ، قال: أخبرنا إسماعيل بن محمد الصفار (٥) ، قال: أخبرنا الحسن بن عرفة (٦) ، قال: أخبرنا هشيم بن بشير (٧) ، عن يزيد بن أبي زياد (٨) قال: أخبرنا عبد الرحمن بن أبي ليلى (٩) قال: حدثنا كعب بن عجرة (١٠) قال: لما نزلت {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَاأَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ} الآية، قلنا: يا رسول الله قد علمنا السلام عليك، فكيف الصلاة عليك؟ قال: \"قولوا: اللهم صلِّ على محمد وعلى </p><p>(١) صدوق فاضل. (٢) ابن غزوان بن جرير الضبي مولاهم، صدوق عارف رمي بالتشيع.(٣) تحرفت في الأصل إلى: رباح، وهو يزيد بن أبي زياد القرشي الهاشمي، ضعيف، كبر فتغير وصار يتلقن وكان شيعيًا.(٤) أحمد بن محمد بن هبة الله بن علي بن فارس أبو الحسين بن أبي الفضل الأنصاري الأكفافي المعدل. سمع: أبا الحسن بن السمسار وأبا القاسم بن الطبيز وغيرهما، وروى عنه: ابنه (أبو محمد ابن الأكفاني)، ولم أجد فيه جرحًا أو تعديلًا. \"تاريخ دمشق\" ٥/ ٤٦٣.(٥) ثقة.(٦) صدوق.(٧) ثقة ثبت. كثير التدليس والإرسال الخفي.(٨) ضعيف، كبر فتغير، وصار يتلقن، وكان شيعيًا.(٩) ثقة.(١٠) صحابي مشهور.</p><p> آل محمد كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد، وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم (١) إنك حميد\" (٢) . </p><p>(١) مسألة: قال ابن العربي رحمه الله: قوله: كما صليت على إبراهيم: وهي مشكلة جدًّا لأن محمدًا أفضل من إبراهيم، فكيف يكون أفضل منه، ثم يطلب له أن يبلغ رتبته؟ وفي ذلك تأويلات كثيرة أمهاتها عشرة: الأول: أن ذلك قيل له قبل أن يعرف بمرتبته، ثم استمر ذلك فيه. الثاني: أنَّه سأل ذلك لنفسه وأزواجه، لتتم عليهم النعمة، كما تمت عليه.الثالثْ أنَّه سأل ذلك له ولأمته على القول بأن آل محمد كل من اتبعه.الرابع: أنَّه سأل ذلك مضاعفا له، حتَّى يكون لإبراهيم بالأصل، وله بالمضاعفة.الخامس: أنَّه سأل ذلك لتدوم إلى يوم القيامة.السادس: أنَّه يحتمل أن يكون أراد ذلك له بدعاء أمته، تكرمة لهم ونعمة عليهم بأن يكرم رسولهم على ألسنتهم.السابع: أن ذلك مشروع لهم ليثابوا عليه. قال - صلى الله عليه وسلم -: \"من صلى على صلاة صلى الله عليه عشرا\".الثامن: أنَّه أراد أن يبقى له ذلك لسان صدق في الآخرين.التاسع: أن معناه اللهم ارحمه رحمة في العالمين يبقى بها دينه إلى يوم القيامة.العاشر: أن معناه اللهم صل عليه صلاة تتخذه بها خليلا، كما اتخذت إبراهيم خليلًا.قال القاضي: وعندي أيضًا أن معناه أن تكون صلاة الله عليه بصلاته وصلاة أمته كما غفر لهم بشرط استغفاره، فاعلم أن الله قد غفر له، ثم كان يديم الاستغفار، ليأتي بالشرط الَّذي غفر له. وهذا تأكيد لما سبق من الأقوال، وتحقيق فيها لما يقوى من الاحتمال. انظر: \"أحكام القرآن\" ٣/ ١٥٨٥.(٢) [٢٣٠٤، ٢٣٠٥] الحكم على الإسناد:فيه يزيد بن أبي زياد ضعيف، وشيخا المصنف لم يذكرا بجرح أو تعديل. =</p><p> [٢٣٠٦] وأخبرنا عبد الله بن حامد الوزان (١) ، قال أخبرنا مكي ابن عبدان (٢) ، قال: أخبرنا عمار بن رجاء (٣) ، قال: أخبرنا أبو عامر (٤) ، قال: أخبرنا عبد الله بن جعفر (٥) ، </p><p>= التخريج: رواه البخاري في أحاديث الأنبياء باب (١٠) (٣٣٧٠)، في تفسير القرآن باب قوله: {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ} (٤٧٩٧)، ورواه مسلم في الصلاة باب الصلاة على النبي (٤٠٦)، والترمذي في أبواب الوتر، باب ما جاء في صفة الصلاة على النبي (٤٨٣)، والنسائي في السهو، باب كيف الصلاة على النبي ٣/ ٤٦ - ٤٨، وأبو داود في الصلاة، باب الصلاة على النبي بعد التشهد (٩٧٦)، وابن ماجة في إقامة الصلاة: باب الصلاة على النبي (٩٠٤)، وأحمد في \"المسند\" ٤/ ٢٤١ (١٨١٠٤)، ٤/ ٢٤٤ (١٨١٣٣)، والدارمي في \"السنن\" (١٣٨١).(١) لم يذكر بجرح أو تعديل.(٢) المحدث الثقة المتقن.(٣) أبو ياسر الاستراباذي الثعلبي، الحافظ الثقة الإمام.(٤) عبد الملك بن عمرو بن القيسى، ثقة.(٥) عبد الله بن جعفر بن عبد الرحمن بن المسور بن مخرمة بن نوفل بن أهيب بن عبد مناف بن زهرة القرشي الزهري المخرم، أبو محمد المدني، ابن عم عبد الله بن محمد الزهري. روى عن: إسماعيل بن محمد بن سعد بن أبي وقاص ويزيد بن الهاد وأبيه جعفر بن عبد الرحمن الزهري.وروى عنه: إبراهيم بن سعد الزهري وعبد الرحمن بن مهدي وأبو عامر العقدي وعدة.قال أحمد بن حنبل: ليس بحديثه بأس وقال في أخرى: ثقة وكذلك قال العجلي.وقال أبو داود: سمعت أحمد يثبته، وقال ابن معين: ليس به بأس صدوق وليس به بأس، وقال أبو حاتم والنسائي: ليس به بأس، وقال ابن حجر: ليس به بأس. =</p><p> عن يزيد بن الهاد (١) ، عن عبد الله بن خباب (٢) ، عن أبي سعيد الخدري قال: قلنا: يا رسول الله - صلى الله عليه وسلم - هذا السلام عليك قد علمنا، فكيف الصلاة؟ قال:  \"قولوا اللهم صلِّ على عبدك ورسولك كما صليت على إبراهيم، وبارك على محمد وعلى آل محمد كما باركت على إبراهيم\"  (٣) . </p><p> [٢٣٠٧] وأخبرنا أحمد بن محمد بن يوسف الفقيه (٤) قراءة، قال: </p><p>= \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٢٢، \"تهذيب الكمال\" للمزي ١٤/ ٣٧٢، \"تقريب التهذيب\" لابن حجر (٣٢٥٢). (١) ثقة مكثر.(٢) عبد الله بن خباب الأنصاري النجارى المدني، مولى بني عدي بن النجار. روى عن: أبي سعيد الخدري وغيره.وروى عنه: القاسم بن محمد ويزيد بن الهاد ومحمد بن إسحاق بن يسار وعدة.قال أبو حاتم والنسائي: ثقة، وذكره ابن حبان في \"الثقات\"، وقال ابن حجر: ثقة. مات بعد المائة.\"الثقات\" لابن حبان ٥/ ١١، \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٤٣، \"تهذيب الكمال\" للمزي ١٤/ ٤٤٩، \"تقريب التهذيب\" لابن حجر (٣٢٩١).(٣) [٢٣٠٦] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرح أو تعديل.التخريج:رواه البخاري في تفسير القرآن باب قوله - عَزَّ وَجَلَّ - {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ} (٤٧٩٨) وفي الدعوات باب الصلاة على النبي (٦٣٥٨)، والنسائي في السهو باب نوع آخر ٣/ ٤٩، وابن ماجة في إقامة الصلاة، باب الصلاة على النبي (٩٠٣)، وأحمد في \"المسند\" ٣/ ٤٧ (١١٤٣٣).(٤) لم يذكر بجرحٍ أو تعديل.</p><p> أخبرنا مكي بن عبدان (١) ، قال: أخبرنا محمد بن يحيى (٢) ، قال: وفيما قرأت على ابن نافع (٣) ، قال: وحدثني مطرف (٤) ، عن مالك (٥) ، عن عبد الله بن أبي بكر بن محمد بن عمرو بن حزم (٦) ، عن أبيه (٧) ، عن عمرو بن سليم الزرقي (٨) أنَّه قال: أخبرنا أبو حميد الساعدي (٩) أنهم قالوا: يا رسول الله، كيف نصلي عليك؟ فقال رسول الله - صلى الله عليه وسلم -: \"قولوا: اللهم صلِّ على محمد وأزواجه وذريته، كما صليت على إبراهيم، وبارك على محمد وأزواجه وذريته كما باركت على إبراهيم إنك حميد مجيد\"  (١٠) . </p><p>(١) المحدث الثقة المتقن. (٢) الذهلي، ثقة حافظ جليل.(٣) عبد الله بن نافع الصائغ، ثقة صحيح الكتاب في حفظه لين.(٤) مطرف بن عبد الله بن مطرف ثقة، لم يصب ابن عدي في تضعيفه.(٥) مالك بن أنس، إمام دار الهجرة، رأس المتقنين وكبير المتثبتين.(٦) ثقة.(٧) ثقة عابد.(٨) ثقة، ويقال: له رؤية.(٩) صحابي مشهور.(١٠) [٢٣٠٧] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرح أو تعديلالتخريج:رواه البخاري في أحاديث الأنبياء (٣٣٦٩)، ومسلم في الصلاة، باب الصلاة على النبي - صلى الله عليه وسلم - بعد التشهد (٤٠٧). وأحمد في \"المسند\" ٥/ ٤٢٤ (٢٣٦٠٠).</p><p> [٢٣٠٨] وبإسناده عن مالك (١) ، عن (٢) نعيم بن عبد الله المجمر (٣) ، عن محمد بن عبد الله بن زيد الأنصاري (٤) ، عن أبي (٥) مسعود الأنصاري (٦) أنَّه قال: أتانا رسول الله - صلى الله عليه وسلم - ونحن جلوس في مجلس سعد بن عبادة فقال له بشير بن سعد: أمرنا الله -عزَّ وجلَّ- أن نصلي عليك، فكيف نصلي عليك؟ فسكت رسول الله - صلى الله عليه وسلم - حتَّى تمنينا أنَّه لم يسأله، ثم قال:  \"قولوا: اللهم صلِّ على محمد وعلى آل محمد كما صليت على إبراهيم، وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم، والسلام كما قد علمتم\"  (٧) . </p><p>(١) رأس المتقنين وكبير المتثبتين. (٢) في الأصل بن، وهو خطأ.(٣) مولى آل عمر بن الخطاب، ثقة.(٤) ثقة.(٥) في المخطوط، ابن، وهو خطأ.(٦) صحابي مشهور.(٧) [٢٣٠٨] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرح أو تعديل.التخريج:رواه مسلم في الصلاة، باب الصلاة على النبي بعد التشهد (٤٠٥). الترمذي في تفسير القرآن، باب ومن سورة الأحزاب (٣٢٢٠)، النسائي في السهو، باب الأمر بالصلاة على النبي ٣/ ٤٥ - ٤٧. أبو داود في الصلاة، باب الصلاة على النبي بعد التشهد (٩٨٠، ٩٨١)، أحمد في \"المسند\" ٩/ ١١٤ (١٧٠٧٢)، ٥/ ٢٧٣، ٢٧٤٠ (٢٢٣٥٢) مالك في \"الموطأ\" (٣٩٨)، الدارمي (١٣٨٢).</p><p> [٢٣٠٩] أخبرنا عبد الله بن حامد (١) بقراءتي عليه قال: أخبرنا محمد بن خالد بن الحسن (٢) ، قال: أخبرنا داود بن سليمان (٣) ، قال: أخبرنا عبد بن حميد (٤) ، قال: أخبرنا أبو نعيم (٥) ، قال: أخبرنا المسعودي (٦) ، عن عون (٧) ، عن أبي فاختة (٨) ، عن الأسود (٩) قال: قال عبد الله (١٠) : إذا صليتم على النبي - صلى الله عليه وسلم - فأحسنوا الصلاة عليه، فإنكم لا تدرون لعل ذلك يعرض عليه. </p><p> قالوا: فعلمنا. قال: قولوا: اللهم اجعل صلواتك ورحمتك وبركاتك على سيد المسلمين، وإمام المتقين، وخاتم النبيين محمد عبدك ورسولك، إمام الخير، وقائد الخير، ورسول الرحمة، اللهم ابعثه مقامًا محمودا يغبطه به الأولون والآخرون، اللهم صلَّ على محمد وعلى آل محمد، كما صليت على إبراهيم وعلى آل إبراهيم </p><p>(١) الأصفهاني الوزان. لم يذكر بجرحٍ أو تعديل. (٢) من مشايخ بخارى. وكان حسن الحديث.(٣) ابن خزيمة بن سعيد بن نصر. لم يذكر بجرحٍ أو تعديل.(٤) ثقة حافظ.(٥) الفضل بن دكين.(٦) عبد الرحمن بن عبد الله بن عتبة بن عبد الله بن مسعود المسعود الكوفي، صدوق اختلط قبل موته.(٧) عون بن عبد الله بن عتبة بن مسعود الهذلى، أبو عبد الله الكوفي الزاهد، ثقة.(٨) سعيد بن علاقة الهاشمي، ثقة.(٩) الأسود بن يزيد بن قيس النخعي، ثقة مكثر فقيه.(١٠) ابن مسعود. الصحابي المشهور.</p><p> إنك حميد مجيد (١) . </p><p> [٢٣١٠] أخبرنا عبد الخالق بن علي (٢) ، قال: أخبرنا أبو بكر بن حبيب (٣) ، قال: أخبرنا يحيى بن أبي طالب (٤) ، قال: أخبرنا يزيد بن هارون (٥) ، قال: أخبرنا أبو معاوية (٦) ، عن الحكم بن عبد الله بن خطاف (٧) ، </p><p>(١) [٢٣٠٩] الحكم على الإسناد: فيه داود بن سليمان وشيخ المصنف لم يذكرا بجرحٍ أو تعديل.التخريج:أحمد في \"المسند\" ٥/ ٣٥٣ (٢٣٠٣٨) بلفظ: حدثنا عبد الله، حدثني أبي، ثنا يزيد بن هارون، أنا إسماعيل، عن أبي داود الراعي، عن بريدة الخزاعي قال قلنا: يا رسول الله، قد علمنا كيف نسلم عليك فكيف نصلي عليك؟ قال: \"قولوا: اللهم اجعل صلواتك ورحمتك وبركاتك على محمد وعلى آل محمد كما جعلتها على إبراهيم وعلى آل إبراهيم انك حميد مجيد\" وإسناده ضعيف جدًا.(٢) ثقة.(٣) محمد بن عبد الله بن حبيب الواسطي، المعروف بالخباز، أبو بكر روى عن الحسين بن حفص، وعثمان بن اليمان وآخرين، وروى عنه: ابن أبي حاتم وقال: هو صدوق. وقال أحمد بن سنان الواسطي: ثقة مأمون. \"الجرح والتعديل\" لابن أبي حاتم ٧/ ٢٩٦.(٤) محله الصدق.(٥) ثقة متقن عابد.(٦) محمد بن خازم التميمي.(٧) أبو سلمة العاملى الشامي الأزدي، ويقال: الأردني، قيل: اسمه الحكم بن عبد الله بن خطاف. روى عن: الزهري وأنيسة بنت الحسن بن علي بن أبي طالب وأم أنس بنت الحسن البصري. =</p><p> عن أم الحسن (١) ، عن أبيها (٢) قال: يا رسول الله، أرأيت قول الله تعالى:  {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ} قال النبي - صلى الله عليه وسلم -: \"هذا من العلم المكنون، ولولا أنكم سألتموني عنه ما أخبرتكم به،إن الله تعالى وكْلَّ بي ملكين فلا أذكر عند عبد مسلم فيصلي عليّ إلَّا قال ذلك الملكان:غفر الله لك، وقال الله وملائكته جوابًا لذينك الملكين آمين،ولا أذكر عند عبد مسلم فلا يصلي عليّ إلَّا قال ذلك الملكان:لا غفر الله لك،وقال الله تعالى جوابًا لذينك الملكين:آمين\"  (٣) . </p><p>= وروى عنه: سفيان الثوري وهشام بن عمار والوليد بن مسلم وغيرهم. قال النسائي: ليس بثقة ولا مأمون. وقال في موضع آخر: ليس بثقة ولا يكتب حديثه. وقال أبو حاتم: كذاب متروك الحديث.وقال ابن حجر: متروك.\"الجرح والتعديل\" لابن أبي حاتم ٩/ ٣٨٣، \"تهذيب الكمال\" للمزي ٣٣/ ٣٧٩، \"تقريب التهذيب\" لابن حجر (٨١٤٥).(١) فاطمة بنت الحسين بن علي بن أبي طالب الهاشمية المدنية، ثقة.(٢) الحسين بن علي - سبط رسول الله صحابي مشهور.(٣) [٢٣١٠] الحكم على الإسناد:إسناده ضعيف جدًّا، فيه أبو سلمة العاملي متروك.التخريج:رواه الطبراني في \"المعجم الكبير\" ٣/ ٨٩ عن الحكم بن عبد الله بن خطاف، عن أم أنيس بنت الحسين بن علي، عن أبيها، قال: قالوا يا رسول الله: أرأيت قول الله -عزَّ وجلَّ-: {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ} قال فذكره. والهيثمي في \"مجمع الزوائد\" ٧/ ٩٣. والمتقي الهندي في \"كنز العمال\" ١/ ٣٠٢٧.قال ابن كثير: غريب جدا، وإسناده به ضعف شديد، وعزاه إلى الطبراني في \"المعجم الكبير\". \"تفسير القرآن العظيم\" ١١/ ٢٣٤ - ٢٣٥.</p>"
}