{
  "id": null,
  "sura": 33,
  "aya": 53,
  "text": "<p> ٥٣ - {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ} الآية. </p><p> قال أكثر المفسرين: نزلت هذِه الآية في شأن وليمة زينب. </p><p> قال أنس بن مالك: أنا أعلم الناس بآية الحجاب، ولقد سألني عنها أُبيّ بن كعب، لما بنى رسول الله - صلى الله عليه وسلم - بزينب بنت جحش، أولم عليها بتمر وسويق (١) ، وذبح شاة وبعثت إليه أمي أم سليم بحيس (٢) في تور من حجارة (٣) ، فأمرني النبي - صلى الله عليه وسلم - أن أدعو أصحابه إلى الطعام، فدعوتهم فجعل القوم يجيئون يأكلون ويخرجون، ثم يجيء القوم فيأكلون ويخرجون، فقلت: يا نبي الله قد دعوت حتَّى ما أجد أحدًا أدعوه. فقال:  \"ارفعوا طعامكم فرفعوا وخرج القوم\" ، وبقي ثلاثة نفر يتحدثون في البيت فأطالوا المكث، فقام رسول الله - صلى الله عليه وسلم - ووقفت معه لكي يخرجوا، فمشى رسول الله - صلى الله عليه وسلم - منطلقًا نحو حجرة عائشة فقال:  \"السلام عليكم أهل البيت\" ، فقالوا: وعليك السلام يا رسول الله، كيف وجدت أهلك، ثم رجع فأتى حجر نسائه فسلم عليهن فدعون له، ورجع إلى بيت زينب فإذا الثلاثة جلوس يتحدثون </p><p>(١) السويق: طعام يتخذ من مدقوق الحنطة والشعير. انظر: \"لسان العرب\" لابن منظور ١٠/ ١٧٠ (سوق). (٢) الحيس: هو الطعام المتخذ من التمر والأقط والسمن. وقد يجعل عوض الأقط الدقيق، أو الفتيت. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٤٦٧ (حيس).(٣) التور: هو إناء من صفر أو حجارة كالإجانة، وقد يتوضأ منه. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ١٩٩ (تور).</p><p> في البيت، وكان النبي - صلى الله عليه وسلم - شديد الحياء (١) ، فرجع رسول الله - صلى الله عليه وسلم - فلما رأوا النبي - صلى الله عليه وسلم - قلا عن بيته (٢) خرجوا، فرجع رسول الله - صلى الله عليه وسلم - إلى بيته وضرب بيني وبينه سترًا، ونزلت هذِه الآية (٣) . </p><p>(١) الحياء: بالمد، وهو في اللغة تغير وانكسار يعتري الإنسان من خوف ما يعاب به، وقد يطلق على مجرد ترك الشيء بسبب، والترك إنما هو من لوازمه، وفي الشرع: خلق يبعث على اجتناب القبيح، ويمنع من التقصير في حق ذي الحق، ولهذا جاء في الحديث: \"الحياء خير كله\". وقد كان النبي - صلى الله عليه وسلم -كما روى البخاري: أشد حياء من العذراء أي: البكر في خدرها أي: في سترها، وهو من باب التتميم، لأن العذراء في الخلوة يشتد حياؤها أكثر مما تكون خارجة عنه، لكون الخلوة مظنة وقوع الفعل بها، فالظاهر أن المراد تقييده بما إذا دخل عليها في خدرها لا حيث تكون منفردة، ومحل وجود الحياء منه - صلى الله عليه وسلم - في غير حدود الله، ولهذا قال للذي اعترف بالزنا: \"أنكتها\" لا يكني كما رواه البخاري في الحدود. وأخرج البزار من حديث ابن عباس قال: كان رسول الله - صلى الله عليه وسلم - يغتسل من وراء الحجرات، وما رأى أحد عورته قط. وإسناده حسن. انظر: \"فتح الباري\" ٦/ ٥٧٧. (٢) قلا عن بيته: أي: تركه وأبغضه، ومنه: فلان يتقلى على فراشه: أي يتململ ولا يستقر. والقلي: البغض. يقال: قلاه يقليه قِلى وقَلى إذا أبغضه. وقيل: جرب الناس، فإنك إذا جربتهم قليتهم، أي: تركتهم لما يظهر لك من بواطن سرائرهم. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ١٠٥ (قلا).(٣) وقد روي في سبب نزولها ما يقرب من ستة أقوال، أغلبها ضعيف إلَّا هذا الأثر، وهو أولى الأقوال في سبب نزول الآية، وقد روي في الصحيح، وهو قول جمهور المفسرين، والقول الثاني: ما رواه أنس عن عمر بن الخطاب - رضي الله عنه - وسيأتي - أنَّه قال: يا رسول الله يدخل عليك البر والفاجر، فلو أمرت أمهات المؤمنين بالحجاب. وهذان القولان أصح ما قيل في أمر الحجاب، وما عدا ذلك من الأقوال والروايات فواهية لا يقوم شيء منها على ساق. وهذِه الآية تضمنت قصتين: إحداهما الأدب في أمر الطعام، والثانية: أمر الحجاب البخاري في =</p><p> قال قتادة، ومقاتل: كان نزول هذِه الآية في بيت أم سلمة، دخلت عليه جماعة في بيتها فأكلوا ثم أطالوا الحديث، فتأذى بهم رسول الله - صلى الله عليه وسلم - ويستحيي منهم أن يأمرهم بالخروج والله لا يستحيي من </p><p>= تفسير القرآن باب قوله - عَزَّ وَجَلَّ - {لَا تَدْخُلُوْا بُيُوتَ النَّبِيِّ} (٤٧٩١، ٤٧٩٢، ٤٧٩٣)، والاستئذان باب آية النِّكَاح (٦٢٣٨، ٦٢٣٩) مسلم في النِّكَاح باب زواج زينب بنت جحش (١٤٢٨) الترمذي في تفسير القرآن باب ومن سورة الأحزاب (٣٢١٨). لطيفة: قوله تعالى: {بُيُوتَ النَّبِيِّ} فيه دليل أن البيت بيت الرجل، إذ جعله مضافًا إليه، فإن قال قائل: قد قال الله تعالى: {وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ}؟ ، قيل: إضافة البيوت إلى النبي - صلى الله عليه وسلم - إضافة ملك، وإضافة البيوت إلى الأزواج إضافة محل، بدليل إنه جعل الإذن فيها للنبي - صلى الله عليه وسلم - والإذن إنما يكون للمالك، وبدليل قوله: {إِنَّ ذَلِكُمْ كَانَ يُؤْذِى النَّبِيَّ} وكذلك يؤذي أزواجه، ولكن لما كان البيت للنبي أضافه إليه.مسألة: واختلف العلماء في بيوت النبي إذ كان يسكن فيها أهله بعد موته هل هي ملك لهن أم لا؟ على قولين، أصحهما: أنها لم تكن ملكًا لهن بعد موته، وإنما كانت إسكانًا كما يسكن الرجل أهله، وكذلك لم تكن هبة، وتمادى سكناهن بها إلى الموت لأحد أمرين: إما لأن عدتهن لم تنقض إلَّا بموتهن، وإما لأن النبي - صلى الله عليه وسلم - استثنى ذلك لهن مدة حياتهن كما استثنى النفقة في قوله: \"ما تركت بعد نفقة أهلي ومؤنة عاملي فهو صدقة\" والدليل على ذلك أنهن إذا متن رجعت مساكنهن إلى أصلها من بيت المال، ولم يرثها عنهن ورثتهن، ولو كان ذلك ملكا لهن لورثه ورثتهن، وما تركوه، فلما توفين جعل ذلك زيادة في المسجد الَّذي يعم المسلمين نفعه، كما ردت نفقاتهن إلى بيت المال، فدل ذلك على أن سكناهن إنما كانت متاعًا لهن إلى الممات، ثم رجعت إلى أصلها في منافع المسلمين، وهو القول الَّذي ارتضاه أبو عمر بن عبد البر، وابن العربي، والقرطبي، وغيرهم.انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٢٢٥ - ٢٢٦.</p><p> الحق، فأنزل الله:  {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ}  (١)  (٢) تدعون {إِلَى طَعَامٍ}  (٣) فيؤذن لكم فتأكلونه. </p><p>(١) حظر الله تعالى على المؤمنين أن يدخلوا منازل رسول الله - صلى الله عليه وسلم - بغير إذن، كما كانوا قبل ذلك يصنعون في بيوتهم في الجاهلية وابتداء الإسلام، حتَّى غار الله تعالى لهذِه الأمة فأمرهم بذلك -الإذن-، وذلك من إكرامه تعالى لهذِه الأمة، ولهذا قال رسول الله - صلى الله عليه وسلم -: \"إياكم والدخول على النساء\" الحديث رواه البخاري في النِّكَاح باب لا يخلون رجل بامرأة (٥٢٣٢)، ومسلم في السلام باب تحريم الخلوة بالأجنبية (٢١٧٢)، ثم استثنى من ذلك فقال تعالى: {إِلَّا أَنْ يُؤْذَنَ لَكُمْ}. انظر: \"تفسير القرآن العظيم\" لابن كثير ١١/ ٢٥٦. (٢) المقصود هنا طعام الوليمة، والوليمة إذا أطلقت حملت على طعام العرس بخلاف سائر الولائم فإنها تقيد، وهي من الأطعمة المشهورة عند العرب، وكذلك المأدبة وهي طعام الدعوة لأي سبب كانت، والتحفة وهي طعام الزائر، فإن كان بعده غيره فهو النزل، والشدخية وهي طعام الإملاك، والخرس وهو طعام الولادة، والعقيقة طعام سابعها، والوضيمة طعام الجنازة. . . إلى غير ذلك.(٣) فائدة: قوله - عَزَّ وَجَلَّ - {إِلَى طَعَامٍ} فيه أمر وهو أن الكريم إذا دعا إلى منزله أحدًا لأمر لم يكن بد من أن يقدم إليه ما حضر من طعام ولو تمرة أو كسرة، فإذا تناول معه ما حضر من طعام كلمه فيما عرض.مسألة: قال الرازي في قوله: {إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ} إما أن يكون فيه تقديم وتأخير فيكون معناه: ولا تدخلوا إلَّا أن يؤذن لكم إلى طعام، فيكون الإذن مشروطًا بكونه إلى طعام، فإن لم يؤذن إلى طعام فلا يجوز الدخول، فلو أذن لواحد في الدخول لاستماع كلام لا لأكل طعام فلا يجوز. وهذا مردود عليه، قال الشوكاني رحمه الله: والأولى أن يقال: قد دلت الأدلة على جواز دخول بيوته - صلى الله عليه وسلم - بإذنه لغير الطعام، وذلك معلوم لا شك فيه، فقد كان الصحابة وغيرهم يستأذنون عليه لغير الطعام فيأذن لهم، وذلك معلوم لا شك فيه، وذلك يوجب قصر هذِه الآية على السبب الَّذي نزلت فيه، وهو القوم الذين كانوا =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= يتحينون طعام النبي - صلى الله عليه وسلم - فيدخلون ويقعدون منتظرين لإدراكه وأمثالهم، فلا تدل على المنع من الدخول مع الإذن لغير ذلك، وإلا لما جاز لأحد أن يدخل بيوته بإذنه لغير الطعام، واللازم باطل فالملزوم مثله. مسألة: والاستئذان من الآداب الشرعية التي أدب الله تعالى بها عباده المؤمنين، وقد أجمع العلماء على أن الاستئذان مشروع، وتظاهرت به دلائل القرآن والسنة وإجماع الأمة أن يسلم ويستأذن ثلاثًا، فيجمع بين السلام والاستئذان كما صرح به في القرآن.مسألة: وينبغي أن يستأذن ثلاث مرات، فإن أذن له وإلا انصرف، كما ثبت في الصحيح أن أبا موسى حين استأذن على عمر ثلاثًا فلم يؤذن له انصرف، ثم قال عمر: ألم أسمع صوت عبد الله بن قيس يستأذن؟ ، ائذنوا له، فطلبوه فوجدوه قد ذهب، فلما جاء بعد ذلك قال: ما رجعك؟ قال: إني استأذنت ثلاثًا فلم يؤذن لي، وإني سمعت النبي - صلى الله عليه وسلم - يقول \"إذا استأذن أحدكم ثلاثًا فلم يؤذن له فلينصرف\" فقال عمر: لتأتيني على هذا ببينة وإلا أوجعتك ضربًا، فذهب إلى ملإ من الأنصار فذكر لهم ما قال عمر فقالوا: لا يشهد لك إلَّا أصغرنا فقام معه أبو سعيد الخدري فأخبر عمر بذلك فقال: ألهاني عنه الصفق بالأسواق. رواه البخاري في البيوع باب الخروج في التجارة (٢٠٦٢)، ومسلم في الآداب باب الاستئذان (٢١٥٣).مسألة: وينبغي للمستأذن على أهل المنزل أن لا يقف تلقاء الباب بوجهه، وليكن الباب عن يمينه أو يساره، لما رواه أبو داود عن عبد الله بن بشر قال: كان رسول الله - صلى الله عليه وسلم - إذا أتى باب قوم لم يستقبل الباب من تلقاء وجهه، ولكن من ركنه الأيمن أو الأيسر، ويقول \"السلام عليكم، السلام عليكم\" وذلك أن الدور لم يكن عليها يومئذ ستور. صحيح: رواه أبو داود في الأدب، باب كم مرة يسلم الرجل في الاستئذان (٥١٨٦).مسألة: وينبغي للمستأذن أن يفصح عن اسمه، لما أخرجه الجماعة عن جابر قال: أتيت النبي - صلى الله عليه وسلم - في دين كان على أبي فدققت الباب، فقال \"من ذا\"؟ =</p><p> {غَيْرَ نَاظِرِيْنَ} منتظرين {إِنَاهُ} إدراك وقت نضجه (١) ، وفيه </p><p>= فقلت: أنا، قال\" أنا أنا\" كأنه كرهه، وإنما كره ذلك لأن هذِه اللفظة لا يعرف صاحبها حتَّى يفصح باسمه أو كنيته التي هو مشهور بها، وإلا فكل أحد يعبر عن نفسه بأنا، فلا يحصل بها المقصود من الاستئذان الَّذي هو الاستئناس المأمور به، وقال العوفي عن ابن عباس: الاستئناس الاستئذان. مسألة: وينبغي أن يستأذن الإنسان في الدخول على محارمه، قال ابن جريج: سمعت عطاء بن أبي رباح يخبر عن ابن عباس رضي الله عنهما قال: ثلاث آيات جحدهن الناس، قال الله تعالى: {إِنَّ أَكَرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} قال: ويقولون إن أكرمهم عند الله أعظمهم بيتًا، قال: والإذن كله قد جحده الناس قال: قلت: استأذن على أخواتي وأيتام في حجري معي في بيت واحد؟ قال: نعم فرددت عليه ليرخص لي فأبى، فقال: تحب أن تراها عريانة؟ قلت: لا، قال: فاستأذن قال: فراجعته أيضًا. فقال: أتحب أن تطيع الله؟ قلت نعم، قال: فاستأذن. قال ابن جريج: وأخبرني ابن طاوس عن أبيه قال: ما من امرأة أكره إلي أن أرى عورتها من ذات محرم، قال: وكان يشدد في ذلك، وقال ابن مسعود: عليكم الإذن على أمهاتكم. وقال ابن جريج: قلت لعطاء: أيستأذن الرجل على امرأته قال: لا. وهذا محمول على عدم الوجوب، وإلا فالأولى أن يعلمها بدخوله ولا يفاجئها به، لاحتمال أن تكون على هيئة لا تحب أن يراها عليها. وروى أبو جعفر بن جرير، عن زينب -امرأة عبد الله بن مسعود- رضي الله عنهما، قالت: كان عبد الله إذا جاء من حاجة فانتهى إلى الباب تنحنح وبزق كراهة أن يهجم منا على أمر يكرهه، إسناده صحيح.مسألة: ومن الجائز للأمير أو القاضي أن يجعل الإذن بالدخول عليه علامة كرفع الحجاب أو رفع الستر الَّذي على بابه أو غيره، ومتى أرخى حجابه فلا يُدخل عليه إلَّا بالاستئذان كما روى مسلم في كتاب السلام عن ابن مسعود قال: قال رسول الله - صلى الله عليه وسلم -: \"إذنك على أن يرفع الحجاب، وأن تستمع سوادي حتَّى أنهاك\".(١) روى مثله الطبري، عن مجاهد ٢٢/ ٣٤، \"مفاتيح الغيب\" للرازي ٢٥/ ١٩٣، \"فتح القدير\" للشوكاني ٤/ ٢٩٧.</p><p> لغتان: أنى، وإنى بكسر الألف وفتحها، مثل ألى، إلى، ومَعًا ومِعًا، والجمع آناء مثل آلاء وأمعاء، فالفعل منه أنا يأنى إنًّى بكسر الألف مقصور، وآناء بفتح الألف ممدود، قال الحطيئة: </p><p> وآنيت العشاء إلى سهيل ... أو الشعرى وطار بي الإناء (١) </p><p> وقال الشيباني: </p><p> وكسرى إذ تقسمه بنوه ... بأسياف كلما اقتسم اللحام </p><p> تمخضت المنون له بيوم ... أنى ولكل حاملة تمام (٢) </p><p> وفيه لغة أخرى: آن يأن أينًا. </p><p> قال ابن عباس: نزلت في ناس من المؤمنين كانوا يتحينون طعام رسول الله - صلى الله عليه وسلم -، فيدخلون عليه قبل الطعام إلى أن يدرك، ثم يأكلون ولا يخرجون، وكان رسول الله يتأذى بهم، فنزلت هذِه الآية. </p><p>(١) أنيت الشيء: أخرته، والاسم منه: الإناء، على فعال بالفتح، يريد أنَّه أخر عشاءه إلى طلوع سهيل، أو طلوع الشعرى، فطال انتظاره، ورواه أبو سعيد الأصمعي: وأنّيت، بتشديد النون. ويقال: أنيت الطعام في النار: إذا أطلت مكثه، وأنى الشيء يأنى أنيا، هاني وأنى: حان وأدرك. انظر: \"لسان العرب\" لابن منظور ١٤/ ٤٨، (٢) البيت من شواهد أبي عبيدة، قال في \"مجاز القرآن\" ٢/ ١٤٠: أي: إدراكه وبلوغه، ويقال أنى لك أن تفعل، يأنى أنيا، والاسم إني وأني أبلغ أدرك قال:تمخضت المنون له بيوم. . . أنى ولكل حاملة تمام</p><p> و (غير) نصب على الحال (١) . </p><p>(١) ونصب (غيرَ) في قوله: (غَيَر ناظِرِينَ إناهُ) على الحال من الكاف والميم في قوله: {إِلَّا أَنْ يُؤْذَنَ لَكُمْ} لأن الكاف والميم معرفة و (غير) نكرة، وهي من صفة الكاف والميم. وكان بعض نحويّ البصرة يقول: لا يجوز في (غير) الجرّ على (الطعام)، إلَّا أن تقول: أنتم، ويقول: ألا ترى أنك لو قلت: أبدى لعبد الله عليّ امرأة مبغضا لها، لم يكن فيه إلَّا النصب، إلَّا أن تقول: مبغض لها هو، لأنك إذا أجريت صفته عليها، ولم تظهر الضمير الَّذي يدلّ على أن الصفة له لم يكن كلاما، لو قلت: هذا رجل مع امرأة ملازمها، كان لحنا، حتَّى ترفع، فتقول ملازمها، أو تقول ملازمها هو، فتجر. وكان بعض نحوي الكوفة يقول: لو جعلت (غير) في قوله: {غَيْرَ نَاظِرِينَ إِنَاهُ} خفضا كان صوابا، لأن قبلها الطعام وهو نكرة، فيجعل فعلهم تابعا للطعام، لرجوع ذكر الطعام في إناه، كما تقول العرب: رأيت زيدًا مع امرأة محسنًا إليها ومحسن إليها، فمن قال محسنا جعله من صفة زيد، ومن خفضه فكأنه قال: رأيته مع التي يحسن إليها، فإذا صارت الصلة للنكرة تبعتها وإن كانت فعلًا لغير النكرة، كما قال الأعشى:فَقُلْتُ لَهُ هذِه هاتِها. . . إلَيْنا بِأَدْماءَ مُقْتادهافجعل المقتاد تابعا لإعراب بأدماء، لأنه بمنزلة قولك: بأدماء تقتادها، فخفضه لأنه صلة لها، قال: ويُنْشَد: (بأدماءِ مقتادِها) بخفض الأدماء لإضافتها إلى المقتاد، قال: ومعناه: هاتها على يدي من اقتادها. وأنشد أيضًا:وَإنَّ امْرَأً أهْدى إلَيْكِ ودُونَهُ. . . مِن الأرْضِ مَوْماةٌ وَبَيْداءُ فَيْهَقُلَمَحْقُوقَة أنْ تَسْتَجيبي لِصَوْتِهِ. . . وأنْ تَعْلَمي أنّ المُعانَ مُوَفّقُوحُكِي عن بعض العرب سَمَاعًا يُنْشِد:أرأيْتِ إذْ أعْطَيْتُكِ الوُدّ كُلّه. . . ولمْ يَكُ عِنْدي إنْ أَبَيْتِ إباءُأمُسْلِمَتِي للْمَوْتِ أنْتِ فَمَيّتٌ. . . وَهَلْ للنّفُوسِ المُسْلِماتِ بَقاءُولم يقل: فميت أنا. وقال الكسائي: سمعت العرب تقول: يدك باسطها، يريدون أنت، وهو كثير في الكلام، قال: فعلى هذا يجوز خفض (غير). =</p><p> {وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا}  (١) فتفرقوا وا خرجوا من </p><p>= والصواب من القول في ذلك عندنا القول بأجازة جرّ (غير) في {غَيْرَ نَاظِرِينَ} في الكلام، لا في القراءة، لما ذكرنا من الأبيات التي حكيناها فأما في القراءة فغير جائز في (غير) غير النصب، جماع الحجة من القرّاء على نصبها. انظر: \"جامع البيان\" للطبري ٢٢/ ٣٦. (١) وفي هذا إجابة من يدعو الرجل إلى منزله، ولو علم أن الَّذي يدعوه إليه شيء قليل، قال المهلب: لا يبعث على الدعوة إلى الطعام إلَّا صدق المحبة وسرور الداعي بأكل المدعو من طعامه والتحبب إليه بالمؤاكلة. فلذلك حض - صلى الله عليه وسلم - على الإجابة، وفيه الحض على المواصلة والتحاب والتآلف وإجابة الدعوة لما قل أو كثر. وقد أشار البخاري رحمه الله إلى وجوب إجابة الدعوة في صحيحه حينما قال: باب حق إجابة الوليمة والدعوة.وقال ابن حجر: وأما قول المصنف: (حق إجابة) فيشير على وجوب الإجابة، وقد نقل ابن عبد البر ثم عياض ثم النووي الاتفاق على القول بوجوب الإجابة لوليمة العرس وفيه نظر، نعم المشهور من أقوال العلماء الوجوب، وصرح جمهور الشافعية والحنابلة بأنها فرض عين ونص عليه مالك، وعن بعض الشافعية والحنابلة أنها مستحبة، وذكر اللخمي من المالكية أنَّه المذهب، وكلام صاحب الهداية يقتضي الوجوب مع تصريحه بأنها سنة، فكأنه أراد أنها وجبت بالسنة وليست فرضًا كما عرف من قاعدتهم، وعن بعض الشافعية والحنابلة هي فرض كفاية، وحكى ابن دقيق العيد في \"شرح الإلمام\" أن محل ذلك إذا عمت الدعوة أما لو خص كل واحد بالدعوة فإن الإجابة تتعين، وشرط وجوبها أن يكون الداعي مطلقًا حرًا رشديًا، وأن لا يخص الأغنياء دون الفقراء، وأن لا يظهر قصد التودد لشخص بعينه لرغبة فيه أو رهبة منه، وأن يكون الداعي مسلم على الأصح، وأن يختص باليوم الأول على المشهور، وأن لا يسبق، فمن سبق تعينت الإجابة له دون الثاني، وإن جاءا معًا قدم الأقرب رحمًا على الأقرب جوارًا على الأصح، فإن استويا أقرع، وأن لا يكون هناك من يتأذى بحضوره من منكر وغيره، وأن لا يكون له عذر وضبطه المارودي بما يرخص به في ترك الجماعة، =</p><p> منزله (١) . </p><p> {وَلَا مُسْتَئْنِسِينَ لِحَدِيثٍ}  (٢) ومحله خفض مردود على قوله: {غَيْرَ نَاظِرِينَ}  {وَلَا} غير {مُسْتَئْنِسِينَ لِحَدِيثٍ} طالبين الأنس. </p><p> {إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ وَاللَّهُ لَا يَسْتَحْيِي مِنَ </p><p>= هذا كله في وليمة العرس. وقوله - صلى الله عليه وسلم -: \"ومن دعي فلم يجب فقد عصى الله ورسوله\" فهذا دليل وجوب الإجابة، لأن العصيان لا يطلق إلَّا على ترك الواجب، ووقع في رواية لابن عمر عند أبي عوانة\" من دعي إلى وليمة فلم يأتها فقد عصى الله ورسوله\". انظر: \"فتح الباري\" ٩/ ٢٤٢. \"تحفة الأحوذي\" للمباركفوري ٤/ ٢٢٢ - ٢٢٣. مسألة: قوله تعالى: {وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا} أكد المنع، وخص وقت الدخول بأن يكون عند الإذن على جهة الأدب، وحفظ الحضرة الكريمة من المباسطة المكروهة. قال ابن العربي: وتقدير الكلام: ولكن إذا دعيتم وأذن لكم في الدخول فأدخلوا، وإلا فنفس الدعوة لا تكون إذنا كافيا في الدخول.مسألة: في هذِه الآية دليل على أن الضيف يأكل على ملك المضيف لا على ملك نفسه، لأنه قال: (فإذا طعمتم فانتشروا) فلم يجعل له أكثر من الأكل، ولا أضاف إليه سواه، وبقي الملك على أصله. انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٢٢٦ - ٢٢٧.(١) أمرهم سبحانه بالانتشار بعد الطعام، وهو التفرق، والمراد الإلزام بالخروج من المنزل الَّذي وقعت الدعوة إليه عند انقضاء المقصود من الأكل.(٢) وفي الصحيح عن رسول الله - صلى الله عليه وسلم -: \"لو دعيت إلى ذراع لأجبت ولو أهدي إلى كراع لقبلت، فإذا فرغت من الَّذي دعيتم إليه فخففوا عن أهل المنزل وانتشروا في الأرض\" ولهذا قال تعالى: {وَلَا مُسْتَئْنِسِينَ لِحَدِيثٍ} أي كما وقع لأولئك النفر الثلاثة الذين استرسل بهم الحديث، ونسوا أنفسهم حتَّى شق ذلك على رسول الله - صلى الله عليه وسلم -، كما قال تعالى: {إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ}.</p><p> الْحَقِّ} (١)  (٢) أي: لا يترك تأديبكم وحملكم على الحق، ولا يمنعه ذلك منه. </p><p> [٢٢٩٥] حدثنا أبو القاسم الحسن بن محمد بن حبيب رحمه الله (٣) لفظا في شهر ربيع الأول سنة ثمان وثمانين وثلاثمائة، قال: أخبرنا أبو موسى عمر بن موسى بن الحصين (٤) ، قال: أخبرنا أبو عوانة يعقوب ابن إسحاق (٥) ، قال: أخبرنا أبو عمرو عثمان بن خُرَّز الأنطاكي (٦) ، قال: أخبرنا عمرو بن مروان بن مرزوق (٧) ، قال: أخبرنا أبو جويرية </p><p>(١) وقيل: المراد إن دخولكم منزله بغير إذنه كان يشق عليه ويتأذى به، ولكن كان يكره أن ينهاهم عن ذلك من شدة حيائه - عليه السَّلَام - حتَّى أنزل الله عليه النهي عن ذلك، ولهذا قال تعالى: {وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ} أي: ولهذا نهاكم عن ذلك وزجركم عنه. (٢) أي لا يمتنع من بيانه وإظهاره. ولما كان ذلك يقع من البشر لعلة الاستحياء نفي عن الله تعالى العلة الموجبة لذلك في البشر، وفي \"الصحيح\" عن أم سلمة قالت: جاءت أم سليم إلى النبي - صلى الله عليه وسلم - فقالت: يا رسول الله، إن الله لا يستحي من الحق، فهل على المرأة من غسل إذا احتطمت؟ فقال رسول الله - صلى الله عليه وسلم -: \"إذا رأت الماء\". انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٢٢٧.(٣) قيل: كذبه الحاكم.(٤) لم أعثر عليه بهذا الاسم، ولعله وقع تصحيف من الناسخ فكتب عمر بن موسى بدلا من عمران بن موسى، وهو: عمران بن موسى، أبو موسى الزعفراني. قال الحاكم: كان شيخًا يشبه المشايخ.(٥) قال الحاكم: من علماء الحديث وأثباتهم.(٦) وثقه النسائي والحاكم وأبو عوانة وآخرون.(٧) عمرو بن مروان بن مرزوق، وردت هكذا في المخطوط وهو خطأ، والصواب كما أثبتناه من كتب التراجم فيمن روى عن جويرية، ومن روى عنه عثمان بن خرزاذ: =</p><p> ابن أسماء (١) قال: قرئ بين يدي إسماعيل بن أبي حكيم (٢) هذِه الآية فقال: هذا أدَبٌ أدَّبَ الله به الثقلاء (٣) . </p><p>= عمرو بن مرزوق الباهلي. روى عن: حماد بن سلمة وحماد بن زيد ومالك بن أنس وغيرهم، وروى عنه: البخاري وأبو داود وعثمان بن قرزاد الأنطاكي وغيرهم. قال أحمد بن حنبل: رجل صالح، وقال مرة: ثقة مأمون، وقال يحيى بن معين: ثقة مأمون، وقال أبو صالح: كان ثقة من العباد. وقال ابن حجر: ثقة فاضل له أوهام. \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٢٦٣، \"تهذيب الكمال\" للمزي ٢٢/ ٢٢٤، \"تقريب التهذيب\" لابن حجر (٥١١٠).(١) أبو جويرية: هكذا وردت في المخطوط وهو خطأ، والصواب: جويرية بن أسماء ابن عبيد بن مخارق، روى عن أبيه ومالك بن أنس والزهري ونافع مولى ابن عمر وعدة، وروى عنه: أبو داود الطيالسي ومسدد بن مسرهد ويزيد بن هارون وعدة. قال أحمد بن حنبل: ليس به بأس وزاد في مرة: ثقة، وقال يحيى بن معين: ليس به بأس، وقال أبو حاتم: صالح. وقال ابن حجر: صدوق.\"الجرح والتعديل\" لابن أبي حاتم ٢/ ٥٣١، \"تهذيب الكمال\" للمزي ٥/ ١٧٢، \"تقريب التهذيب\" لابن حجر (٩٨٨). .(٢) إسماعيل بن أبي حكيم القرشي المدني، مولى عثمان بن عفان، وقيل: مولى الزبير بن العوام، وقيل: مولى أم خالد بنت خالد بن سعيد بن العاص. روى عن: سعيد بن المسيب وعروة بن الزبير وعطاء بن يسار وعدة، وروى عنه: إبراهيم بن مهاجر وجويرية بن أسماء ومالك بن أنس وغيرهم. قال يحيى بن معين: صالح -وقال في مرة: ثقة وكذلك قال النسائي، وقال أبو حاتم: يكتب حديث. وقال ابن حجر: ثقة. \"الجرح والتعديل\" لابن أبي حاتم ٢/ ١٦٤، \"تهذيب الكمال\" للمزي ٣/ ٦٣، \"تقريب التهذيب\" لابن حجر (٤٣٥).(٣) [٢٢٩٥] الحكم على الإسناد:فيه شيخ المصنف قيل: كذبه الحاكم. =</p><p> [٢٢٩٦] وسمعت الحسين بن محمد بن الحسين (١) يقول: سمعت محمد بن عبد الله بن محمد (٢) يقول: سمعت الغلابي (٣) يقول: سمعت ابن عائشة (٤) يقول: بحسبك في الثقلاء أن الله تعالى لم يحتملهم، وقال:  {فَإِذَا طَعِمْتُمْ فَانْتَشِرُواْ}  (٥) . </p><p> {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ}  (٦) . </p><p>= التخريج: انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٢٢٤.(١) ابن فنجويه. ثقة صدوق كثير رواية المناكير.(٢) محمد بن عبد الله بن محمد بن يوسف، أبو بكر النعماني النيسابوري. محدث أصحاب الرأي لولا مجون كان فيه.(٣) محمد بن زكريا بن دينار الغلابي الضبي، من أهل البصرة، تكلم فيه.(٤) عبيد الله بن محمد بن حفص بن عمر بن موسى بن عبيد الله بن معمر القرشي التيمي، أبو عبد الرحمن البصري، المعروف بالعيشي وبالعائشي وبابن عائشة لأنه من ولد عائشة بنت طلحة بن عبيد الله، ثقة جواد رمي بالقدر ولم يثبت.(٥) [٢٢٩٦] الحكم على الإسناد:فيه الغلابي متكلم فيه، وشيخ المصنف كذبه الحاكم.التخريج:انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٢٢٤.(٦) واختلف في المتاع، فقيل: ما يتمتع به من العواري وقيل: فتوى. وقيل: صحف القرآن، والصواب أنَّه عام في جميع ما يمكن أن يطلب من المواعين وسائر المرافق للدين والدنيا.مسألة: في هذِه الآية دليل على أن الله تعالى أذن في مسألتهن من وراء حجاب، في حاجة تعرض، أو مسألة يستفتين فيها، ويدخل في ذلك جميع النساء بالمعنى، وبما تضمنته أصول الشريعة من أن المرأة كلها عورة، بدنها وصوتها، فلا يجوز كشف ذلك إلَّا لحاجة كالشهادة عليها، أو داء يكون ببدنها، أو سؤالها عما يعرض =</p><p> [٢٢٩٧] وأخبرنا عبد الله بن حامد (١) ، قال: أخبرنا محمد بن يعقوب (٢) ، قال: أخبرنا محمد بن سنان القزاز (٣) ، قال: أخبرنا أشهل بن حاتم (٤) ، قال: </p><p>= وتعين عندها. انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٢٢٧. مسألة: استدل بعض العلماء بأخذ الناس عن أزواج النبي - صلى الله عليه وسلم - من وراء حجاب على جواز شهادة الأعمى، وبأن الأعمى يطأ زوجته بمعرفته بكلامها. وعلى إجازة شهادته أكثر العلماء، ولم يجزها أبو حنيفة والشافعي وغيرهما. قال أبو حنيفة تجوز في الأنساب. وقال الشافعي: لا تجوز إلَّا فيما رآه قبل ذهاب بصره. انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٢٢٨.(١) الأصفهاني الوزان، لم يذكر بجرحٍ أو تعديل.(٢) أبو العباس الأصم. ثقة.(٣) محمد بن سنان بن يزيد بن الذيال بن خالد بن عبد الله بن يزيد بن سعيد القزاز مولى عثمان بن عفان، روى عن: روح بن عبادة ووهب بن جرير والضحاك بن مخلد، وروى عنه: إبراهيم الحربي ومحمد بن جعفر المطيري ومحمد بن مخلد الدوري. أطلق فيه أبو داود الكذب، وقال عبد الرحمن بن خراش: كشاب، وقال الدارقطني: لا بأس به، وقال ابن حجر: ضعيف.\"الجرح والتعديل\" لابن أبي حاتم ٧/ ٢٧٩، \"تهذيب الكمال\" ٢٥/ ٣٢٣، \"تقريب التهذيب\" لابن حجر (٥٩٣٦).(٤) أشهل بن حاتم الجمحي، مولاهم، أبو عمرو، روى عن: عبد الله بن عون، وعبد الله بن لهيعة وعمران بن حدير وغيرهم، وروى عنه: خليفة بن خياط وعبد الله بن وهب المصري ومحمد بن عمر الهروي وعدة. قال يحيى بن معين: لا شيء، وقال أبو زرعة: محله الصدق وليس بالقوي وكذلك قال أبو حاتم، وقال ابن حجر: صدوق يخطئ. مات سنة ثمان ومائتين.\"الجرح والتعديل\" لابن أبي حاتم ٢/ ٣٤٧، \"تهذيب الكمال\" للمزي ٣/ ٢٩٩، \"تقريب التهذيب\" لابن حجر (٥٣٤).</p><p> أخبرنا ابن عون (١) ، عن عمرو بن سعيد (٢) ، عن أنس بن مالك قال: كنت مع النبي - صلى الله عليه وسلم - وكان يمر على نسائه، فأتى امرأة عرَّس (٣) بها حديثًا، فإذا عندهم قوم فانطلق النبي - صلى الله عليه وسلم - أيضًا فاحتبس يقضي حاجته، ثم جاء وقد ذهبوا، فدخل وأرخى بيني وبينه سترًا، قال: فحدثت أبا طلحة فقال: إن كان كما يقول لينزلن في هذا شيء. فنزلت آية الحجاب (٤) . </p><p> [٢٢٩٨] وأنبأني عبد الله بن حامد (٥) ، أن الحسن بن يعقوب (٦) </p><p>(١) عبد الله بن عون بن أرطبان المزني، أبو عون البصري، ثقة ثبت فاضل. (٢) عمرو بن سعيد القرشي، ويقال: الثقفي مولاهم، أبو سعيد البصري، روى عن: أنس بن مالك وأبي العالية وسعيد بن جبير والشعبي، وروى عنه: أيوب السختياني وجرير بن حازم وعبد الله بن عون، قال محمد بن سعد والنسائي: ثقة، وذكره ابن حبان في \"الثقات\" وقال ابن حجر: ثقة.\"الثقات\" لابن حبان، \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٢٣٦، \"تهذيب الكمال\" للمزي ١٢/ ٤٠، \"تقريب التهذيب\" لابن حجر (٥٠٣٥).(٣) عَرَّسَ بِهَا: من التعريس أي بنى بها، يقال: أعرس الرجل فهو معرس إذا دخل بامرأته عند بنائها. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٢٠٦ (عرس).(٤) [٢٢٩٧] الحكم على الإسناد:ضعيف لضعف محمد بن سنانالتخريج:رواه الترمذي في التفسير باب ومن سورة الأحزاب (٣٢١٧) وقال: هذا حديث غريب من هذا الوجه.(٥) الأصفهاني الوزان، لم يذكر بجرحٍ أو تعديل.(٦) ابن يوسف البخاري، ثم النيسابوري، صدوق.</p><p> حدثه قال: أخبرنا يحيى بن أبي طالب (١) قال: أخبرنا عبد الوهاب (٢) قال: أخبرنا حميد (٣) ، عن أنس قال: قال عمر: يا رسول الله يدخل عليك البر والفاجر، فلو أمرت أمهات المؤمنين بالحجاب (٤) . </p><p> [٢٢٩٩] وأخبرنا محمد بن عبد الله بن حمدون (٥) رحمه الله، قال: أخبرنا أحمد بن محمد بن الحسن الشرقي (٦) ، قال: أخبرنا محمد بن يحيى (٧) ، قال: أخبرنا يعقوب بن إبراهيم بن سعد (٨) ، قال: أخبرنا أبي (٩) ، </p><p>(١) يحيى بن أبي طالب جعفر بن عبد الله بن الزبرقان؛ محله الصدق. (٢) عبد الوهاب بن عطاء الخفاف؛ صدوق ربما أخطأ.(٣) حميد الطويل. ثقة مدلس.(٤) [٢٢٩٨] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرحٍ أو تعديل.التخريج:رواه البخاري في الصلاة باب ما جاء في القبلة (٤٠٢)، التفسير باب قوله: {وَاتَّخِذُواْ مِنْ مَقَامِ إِبْرَاهِيْمَ مُصَلَّى} (٤٤٨٣) وباب قوله: {لَا تَدْخُلُواْ بُيُوتَ النَّبِيِّ} (٤٧٩٠)، ومسلم في \"فضائل الصحابة\" باب من فضائل عمر (٢٣٩٩)، وأحمد في \"المسند\" ١/ ٢٣ - ٢٤ (١٥٧، ١٦٠)، والطبري في \"جامع البيان\" ٢٢/ ٣٨، ٣٩. من طريق، عن حميد، عن أنس، به، ولم أر في كتب الحديث مثل سند المصنف هاهنا.(٥) العالم الزاهد الصالح، لم يذكر بجرحٍ أو تعديل.(٦) ثقة مأمون.(٧) هو الذهلي، ثقة حافظ جليل.(٨) في الأصل: سعيد. وهو خطأ، ويعقوب ثقة فاضل.(٩) إبراهيم بن سعد بن إبراهيم بن عبد الرحمن بن عوف القرشي الزهري، ثقة حجة ..</p><p> عن صالح (١) ، عن ابن شهاب (٢) قال: حدثني عروة بن الزبير (٣) أن عائشة - رضي الله عنها - قالت: كان عمر بن الخطاب - رضي الله عنه - يقول لرسول الله - صلى الله عليه وسلم -: احجب نساءك. فلم يفعل، وكان أزواج النبي - صلى الله عليه وسلم - يخرجن ليلًا إلى ليل يتبرزن قبل المناصع -وهو صعيد أفيح- فخرجت سودة بنت زمعة، وكانت امرأة طويلة فرآها عمر وهو في المجلس، فقال عمر: قد عرفتك يا سودة، حرصًا على أن ينزل الحجاب، فأنزل الله تعالى الحجاب (٤) . </p><p> [٢٣٠٠] وأخبرنا عبد الله بن حامد (٥) إجازة، قال: أخبرنا محمد </p><p>(١) صالح بن كيسان المدني، ثقة، ثبت فقيه. (٢) الزهري، الفقيه الحافظ متفق على جلالته وإتقانه.(٣) ثقة.(٤) [٢٢٩٩] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرحٍ أو تعديل.التخريج:رواه البخاري في الوضوء، باب خروج النساء إلى البراز (١٤٦) وفي الاستئذان، باب آية الحجاب (٦٢٤٠)، ومسلم في السلام، باب إباحة الخروج للنساء لقضاء حاجة الإنسان (٢١٧٠). وأحمد في \"المسند\" ٦/ ٢٢٣ (٢٥٨٦٦)، ٦/ ٢٧١ (٢٦٣٣١)، والطبري في \"جامع البيان\" ٢٢/ ٣٩. وفي الحديث منقبة ظاهرة لعمر - رضي الله عنه -، حيث نزل القرآن موافقًا لرأيه، كما قال - رضي الله عنه -: وافقت ربي في ثلاث: مقام إبراهيم، وفي الحجاب، وفي أسارى بدر. وفي تنبيه أهل الفضل والكبار على مصالحهم، ونصيحتهم وتكرار ذلك عليهم، وفيه جواز خروج المرأة من بيت زوجها لقضاء حاجاتها إلى المواضع المعتادة لذلك. والله أعلم.(٥) لم يذكر بجرحٍ أو تعديل.</p><p> ابن يعقوب (١) ، قال: أخبرنا الحسن بن علي بن عفان (٢) ، قال: أخبرنا أبو أسامة (٣) ، عن مجالد بن سعيد (٤) ، عن عامر (٥) قال: مرّ عمر - رضي الله عنه - على نساء النبي - صلى الله عليه وسلم - وهو مع النساء في المسجد فقال لهن: احتجبن فإن لكن فضلًا كما أن لزوجكن فضلًا على الرجال فلم يلبثوا إلَّا يسيرًا حتَّى أنزل الله تعالى آية الحجاب (٦) . </p><p> وروى عطاء بن السائب (٧) ، عن أبي وائل (٨) ، عن ابن مسعود قال: أمر عمر بن الخطاب - رضي الله عنه - نساء النبي - صلى الله عليه وسلم - بالحجاب، فقالت زينب: يا ابن الخطاب إنك لتغار علينا، والوحي ينزل في بيوتنا؟ ، فأنزل الله تعالى:  {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ}  (٩) . </p><p>(١) أبو العباس الأصم، ثقة. (٢) صدوق.(٣) حماد بن أسامة، ثقة ثبت ربما دلس، وكان بأخرة يحدث من كتب غيره.(٤) ليس بالقوي وقد تغير في آخر عمره.(٥) الشعبي، ثقة فقيه مشهور فاضل.(٦) [٢٣٠٠] الحكم على الإسناد:فيه مجالد بن سعيد ليس بالقوي وشيخ المصنف لم يذكر بجرح أو تعديل.(٧) صدوق اختلط.(٨) شقيق بن سلمة، ثقة مخضرم.(٩) قوله تعالى: {ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ} يريد من الخواطر التي تعرض للرجال في أمر النساء، وللنساء في أمر الرجال، أي ذلك أنفى للريبة وأبعد للتهمة وأقوى في الحماية. وهذا يدل على أنَّه لا ينبغي لأحد أن يثق بنفسه في الخلوة مع من لا تحل له فإن مجانبة ذلك أحسن لحاله وأحصن لنفسه وأتم لعصمته. انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٢٢٨. =</p><p> وقيل في سبب نزول الحجاب: </p><p> [٢٣٠١] ما أخبرنا عقيل بن أحمد بن محمد (١) أن (٢) معافى (٣) حدثه، قال: حدثني محمد بن جرير (٤) ، قال: أخبرنا يعقوب بن إبراهيم (٥) ، قال: أخبرنا هشيم (٦) ، عن ليث (٧) ، عن مجاهد (٨) أن رسول الله - صلى الله عليه وسلم - كان يطعم ومعه بعض أصحابه فأصابت يد رجل منهم يد عائشة - رضي الله عنها -، وكانت معهم، فكره النبي - صلى الله عليه وسلم -، فأنزل الله تعالى لذلك آية الحجاب (٩) . </p><p>= الحكم على الإسناد: إسناده حسن.التخريج:رواه الطبري في \"جامع البيان\" ٢٢/ ٣٨، ٤٠، عن ابن مسعود.وانظر: \"مجمع الزوائد\" للهيثمي ٩/ ٦٧ (١٤٤٣٥)، قال: رواه أحمد والبزار والطبراني وفيه أبو نهشل ولم أعرفه، وبقية رجاله ثقات.(١) تحرفت في الأصل إلى: (بن).(٢) الجرجاني، لم أجده(٣) زاد بعدها هنا في الأصل: (أن المبتلى) ولا معنى لها هنا، والمعافى هو أبو الفرج ابن زكريا النهرواني، فقيه، حافظ، ثقة.(٤) أبو جعفر الطبري: الإمام العالم المجتهد عالم العصر صاحب التصانيف البديعة.(٥) أبو يوسف الدورقي. ثقة فاضل.(٦) هشيم بن بشير، ثقة ثبت كثير التدليس والإرسال الخفي.(٧) ليث بن أبي سليم، صدوق اختلط أخيرًا ولم يتميز حديثه فترك.(٨) ابن جبر المكي، ثقة إمام في التفسير وفي العلم.(٩) [٢٣٠١] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرحٍ أو تعديل، وابن أبي سليم اختلط وترك حديثه. =</p><p> [٢٣٠٢] أخبرنا أبو عبد الله محمد بن أحمد بن علي المزكى (١) رحمه الله قراءة عليه فأقر به، قال: أخبرنا أبو العباس أحمد بن الحسين الماسرجسي (٢) ، قال: أخبرنا شيبان بن فروخ الأيلي (٣) ، قال: أخبرنا جرير بن حازم (٤) ، قال: أخبرنا ثابت بن أسلم البناني (٥) ، عن أنس بن مالك قال: كنت أدخل على رسول الله - صلى الله عليه وسلم - بغير إذن، فجئت يومًا لأدخل فقال:  \"مكانك يا بني، فقد حدث بعدك أن لا يدخل علينا إلَّا بإذن\"  (٦) . </p><p>= التخريج: رواه الطبري في \"جامع البيان\" ٢٢/ ٣٩.وانظر: \"مجمع الزوائد\" للهيثمي ٩٣/ ٧ بلفظ: عن عائشة قالت: كنت آكل مع النبي - صلى الله عليه وسلم - في قعب (قدح) فمر عمر فدعاه فأكل فأصابت إصبعه إصبعي فقال: حس، أو أوه، لو أطاع فيكن ما رأتكن عين. فنزلت آية الحجاب.قال الهيثمي: رواه الطبراني في الأوسط، ورجاله رجال الصحيح، غير موسى بن أبي كثير، وهو ثقة.(١) النيسابوري، صدوق إلَّا أن الحديث ليس من شأنه.(٢) عالم ثقة.(٣) صدوق يهم ورمي بالقدر.(٤) ثقة وله أوهام إذا حدث من حفظه.(٥) ثقة عابد.(٦) [٢٣٠٢] الحكم على الإسناد:إسناده حسن.التخريج:\"الأدب المفرد\" للبخاري (ص ٢٨١) (٨٠٧)، وقال الألباني: صحيح السند. وانظر: \"مجمع الزوائد\" للهيثمي ٧/ ٩٣ بلفظ: عن أنس قال: لما نزلت آية =</p><p> {وَمَا كَان لَكُمْ} يعني: وما ينبغي، وما يصلح لكم {وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا} نزلت في رجل من أصحاب النبي - صلى الله عليه وسلم -، قال: لئن قبض رسول الله - صلى الله عليه وسلم - لأنكحن عائشة بنت أبي بكر (١) . </p><p>= الحجاب جئت أدخل كما كنت أدخل فقال لي رسول الله - صلى الله عليه وسلم -: وراءك يا بني. قال الهيثمي: له حديث في الصحيح غير هذا. رواه أبو يعلى، وفيه سلم العلوي، وهو ضعيف. (١) {وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ} الآية. هذا تكرار للعلة وتأكيد لحكمها، وتأكيد العلل أقوى في الأحكام.قوله تعالى: {وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ} عن قتادة أن رجلا قال: لو قبض رسول الله تزوجت عائشة. فأنزل الله تعالى: {وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ} الآية، ونزلت: {وَأَزوَجُهُ أُمَّهَاتُهُمْ} وقال القشيري أبو نصر عبد الرحمن: قال ابن عباس: قال رجل من سادات قريش من العشرة الذين كانوا مع رسول الله - صلى الله عليه وسلم - على حراء -في نفسه-: لو توفي رسول الله - صلى الله عليه وسلم - لتزوجت عائشة، وهي بنت عمي. قال مقاتل: هو طلحة بن عبيد الله. قال ابن عباس: وندم هذا الرجل على ما حدث به في نفسه، فمشى إلى مكة على رجليه، وحمل على عشرة أفراس في سبيل الله، وأعتق رقيقًا فكفر الله عنه. وقال ابن عطية: روي أنها نزلت بسبب أن بعض الصحابة قال: لو مات رسول الله - صلى الله عليه وسلم - لتزوجت عائشة، فبلغ ذلك رسول الله - صلى الله عليه وسلم - فتأذى به، هكذا كنى عنه ابن عباس ببعض الصحابة. وحكى مكي عن معمر أنَّه قال: هو طلحة بن عبيد الله.قال القرطبي: وكذا حكى النحاس عن معمر أنَّه طلحة، ولا يصح. قال ابن عطية: لله در ابن عباس! وهذا عندي لا يصح على طلحة بن عبيد الله. قال شيخنا الإمام أبو العباس: وقد حكى هذا القول عن بعض فضلاء الصحابة، وحاشاهم عن مثله! والكذب في نقله، وإنما يليق مثل هذا القول بالمنافقين الجهال. يروى أن رجلا من المنافقين قال حين تزوج رسول الله - صلى الله عليه وسلم - أم سلمة بعد أبي سلمة، =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وحفصة بعد خنيس بن حذافة: ما بال محمد يتزوج نساءنا! والله لو قد مات لأجلنا السهام على نسائه. فنزلت الآية في هذا، فحرم الله نكاح أزواجه من بعده، وجعل لهن حكم الأمهات. وهذا من خصائصه تمييزا لشرفه وتنبيها على مرتبته - صلى الله عليه وسلم -. قال الشافعي رحمه الله: وأزواجه - صلى الله عليه وسلم - اللاتي مات عنهن لا يحل لأحد نكاحهن، ومن استحل ذلك كان كافرا، لقوله تعالى: {وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا}. وقد قيل: إنما منع من التزوج بزوجاته، لأنهن أزواجه في الجنّة، وأن المرأة في الجنّة لآخر أزواجها. قال حذيفة لامرأته: إن سرك أن تكوني زوجتي في الجنّة إن جمعنا الله فيها فلا تزوجي من بعدي، فإن المرأة لآخر أزواجها. مسألة: اختلف العلماء في أزواج النبي - صلى الله عليه وسلم - بعد موته، هل بقين أزواجه أم زال النِّكَاح بالموت، وإذا زال النِّكَاح بالموت فهل عليهن عدة أم لا؟ فقيل: عليهن العدة، لأنه توفي عنهن، والعدة عبادة. وقيل: لا عدة عليهن، لأنها مدة تربص لا ينتظر بها الإباحة. وهو الصحيح، لقوله -عليه السلام-: \"ما تركت بعد نفقة عيالي\" وروي: \"أهلي\" وهذا اسم خاص بالزوجية، فأبقى عليهن النفقة والسكنى مدة حياتهن لكونهن نساءه، وحرمن على غيره، وهذا هو معنى بقاء النِّكَاح. وإنما جعل الموت في حقه -عليه السلام- لهن بمنزلة المغيب في حق غيره، لكونهن أزواجا له في الآخرة قطعًا بخلاف سائر الناس، لأن الرجل لا يعلم كونه مع أهله في دار واحدة، فربما كان أحدهما في الجنّة والآخر في النار، فبهذا انقطع السبب في حق الخلق وبقي في حق النبي - صلى الله عليه وسلم - وقد قال -عليه السلام-: \"زوجاتي في الدنيا هن زوجاتي في الآخرة\". وقال -عليه السلام-: \"كل سبب ونسب ينقطع إلَّا سببي ونسبي فإنه باق إلى يوم القيامة\". فرع -فأما زوجاته -عليه السلام- اللاتي فارقهن في حياته مثل الكلبية وغيرها، فهل كان يحل لغيره نكاحهن؟ فيه خلاف. والصحيح جواز ذلك، لما روي أن الكلبية التي فارقها رسول الله - صلى الله عليه وسلم - تزوجها عكرمة بن أبي جهل، فشق ذلك على أبي بكر مشقة شديد، فقال له عمر: يا خليفة رسول الله، إنها ليست من نسائه، إنها لم يخيرها رسول الله ولم يحجبها، وقد برأها الله منه بالردة التي ارتدت مع قومها: قال: فاطمأن أبو بكر - رضي الله عنه - وسكن. وقيل: إن الَّذي تزوجها الأشعث بن قيس =</p><p> [٢٣٠٣] أنبأني عقيل بن محمد (١) ، قال: أخبرنا المعافى بن زكريا (٢) ، قال: أخبرنا محمد بن جرير (٣) ، قال: أخبرنا عبد الوهاب (٤) ، قال: أخبرنا داود (٥) ، عن عامر (٦) أن نبي الله - صلى الله عليه وسلم - وقد ملك قتيلة بنت الأشعث بن قيس ولم يجامعها، فتزوجها عكرمة ابن أبي جهل بعد ذلك، فشق ذلك على أبي بكر - رضي الله عنه - مشقة شديدة، فقال له عمر: يا خليفة رسول الله، إنها ليست من نسائه، إنها لم يخيّرها رسول الله - صلى الله عليه وسلم - ولم يحجبها، وقد برأها منه بالردة التي ارتدت مع قومها. قال: فاطمأن أبو بكر وسكن (٧) . </p><p> وروى معمر، عن الزهري: أن العالية بنت ظبيان التي طلق النبي - صلى الله عليه وسلم - تزوجت رجلًا وولدت له، وذلك قبل أن يحرم على الناس أزواج </p><p>= الكندي. قال القاضي أبو الطيب: الَّذي تزوجها مهاجر بن أبي أمية، ولم ينكر ذلك أحد، فدل على أنَّه إجماع. انظر: \"الجامع لأحكام القرآن\" ١٤/ ٢٢٨ - ٢٣٠.(١) لم أجده.(٢) العلامة الفقيه الحافظ الثقة.(٣) الإمام العالم المجتهد. عالم العصر.(٤) ابن عطاء الخفاف، صدوق ربما أخطأ.(٥) ابن أبي هند، ثقة متقن كان يهم بأخرة.(٦) عامر بن شراحيل الشعبي، ثقة مشهور فقيه فاضل.(٧) [٢٣٠٣] الحكم على الإسناد:فيه شيخ المصنف لم أجد له ترجمة، وفيه إرسال الشعبي.التخريج:لم أجده.</p>"
}