{
  "id": null,
  "sura": 33,
  "aya": 46,
  "text": "<p> الخياط (١) ، قال: أخبرنا خلف بن خليفة (٢) ، عن أبي هاشم (٣) ، عن أبي الأحوص (٤) ، عن ابن مسعود (٥) قال: إذا جاء ملك الموت ليقبض روح المؤمن قال: ربك يقرئك السلام (٦) . </p><p> {وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا} وهو الجنة. </p><p> ٤٥ - {يَاأَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا} </p><p> ٤٦ - {وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجًا مُنِيرًا (٤٦) } (٧) </p><p>(١) ثقة أمي. (٢) ابن صاعد بن برام الأشجعي، صدوق اختلط في الآخر.(٣) أبو هاشم الرماني الواسطي، اسمه: يحيى بن دينار، وقيل: ابن الأسود، وقيل: ابن نافع كان ينزل قصر الرمان بواسط، قال عبد الله بن أحمد عن أبيه وإسحاق بن منصور عن يحيى بن معين وأبو زرعة والنسائي: ثقة، وقال أبو حاتم: كان فقيها وكان صدوقا. وذكره ابن حبان في الثقات. انظر: \"الثقات\" ٧/ ٥٩٦، \"تهذيب الكمال\" ٣٤/ ٣٦٢، \"التقريب\" (٨٤٢٥).(٤) عوف بن مالك بن نضلة الأشجعي، ثقة.(٥) الصحابي المشهور.(٦) [٢٢٨٦] الحكم على الإسناد:فيه عمر بن مدرك كذاب، وعبد الملك لم أجده.التخريج:انظر \"معالم التنزيل\" للبغوي ٦/ ٣٦١.(٧) وفي هذِه الآية أورد بعض المفسرين أقوالًا نفيسة، أسوقها للفائدة، خاصة وأن المصنف رحمه الله لم يفصل في شرحها:قال الطبري: يقول تعالى ذكره لنبيه محمد - صلى الله عليه وسلم -: يا محمد {إِنَّا أَرْسَلْنَاكَ شَاهِدًا} على أمتك بإبلاغك إياهم ما أرسلناك به من الرسالة. قال القرطبي: قال قتادة: (وشاهدًا) على سائر الأمم بتبليغ أنبيائهم. قال ابن كثير: {شَاهِدًا} أي لله =</p><p> يستضيء به أهل الدين. </p><p> قال جابر بن عبد الله: لما نزلت {وإِنَّا فتَحَنا}  (١) الآيات قالت الصحابة رضي الله عنهم: هنيئًا لك يا رسول الله هذِه الفاتحة، فما لنا؟ . </p><p>= بالوحدانية، وأنه لا إله غيره وعلى الناس بأعمالهم يوم القيامة وجئنا بك على هؤلاء شهيدًا كقوله: {لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا}. قال الطبري: ومبشرهم بالجنة إن صدقوك وعملوا بما جئتهم به من عند ربك، {وَنَذِيرًا} من النار أن يدخلوها، فيعذبوا بها إن هم كذبوك، وخالفوا ما جئتهم به من عند الله. وقوله: {وَدَاعِيًا إِلَى اللَّهِ} يقول: وداعيا إلى توحيد الله، وإفراد الألوهية له، وإخلاص الطاعة لوجهه دون كل من سواه من الآلهة والأوثان، وعن قتادة: {وَدَاعِيًا إِلَى اللَّهِ} إلى شهادة أن لا إله إلا الله. وقوله: {بِإِذْنِه} يقول: بأمره إياك بذلك. {وَسِرَاجًا مُّنِيرًا} يقول: وضياء لخلقه يستضيء بالنور الذي أتيتهم به من عند الله عباده {مُّنِيَرًا} يقول: ضياء ينير لمن استضاء بضوئه، وعمل بما أمره. وإنما يعني بذلك، أنه يهدي به من اتبعه من أمته. لطيفة: قال القرطبي: ووصفه بالإنارة لأن من السرج ما لا يضيء إذا قل سليطه ودقت فتيلته. قال ابن كثير: وأمرك ظاهر فيما جئت به من الحق كالشمس في إشراقها وإضاءتها، لا يجحدها إلا معاند.وقد أشار ذكر المفسرين أن هذِه الآية اشتملت على ست من أسماء النبي - صلى الله عليه وسلم -، وقد ذكر أبو بكر بن العربي في \"أحكامه\" في هذِه الآية من أسماء النبي - صلى الله عليه وسلم - سبعة وستين اسما. وروى البخاري، ومسلم، عن ابن عباس رضي الله عنهما: لما نزلت {يَاأَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا} الآية وقد كان أمر عليّا ومعاذًا رضي الله عنهما أن يسيرا إلى اليمن فقال: \"انطلقا فبشرا ولا تنفرا، ويسرا ولا تعسرا\". انظر: \"تفسير القرآن العظيم\" لابن كثير ١١/ ١٨٧، \"جامع البيان\" للطبري ٢٢/ ١٨، \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٢٠١.(١) الفتح: ١.</p>"
}