{
  "id": null,
  "sura": 33,
  "aya": 35,
  "text": "<p> ٣٤ - {وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ} </p><p> يعني: القرآن {وَالْحِكْمَةِ} يعني: السنة، عن قتادة (١) ، وقال مقاتل: يعني: أحكام القرآن ومواعظه {إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا}  (٢) . </p><p> ٣٥ - {إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ}  (٣) الآية. . </p><p>= القرشيِّين\" لابن قدامة (ص ٧٦). \"منهاج السنة\" لابن تيمية ٤/ ٢٣ - ٢٤ \"فتح الباري\" لابن حجر ٧/ ٧٨ - ٧٩، \"فضلُ أهل البيت وحقوقُهم\" لابن تيمية (ص ٢٠ - ٢١). \"جلاء الأفهام\" لابن القيم (ص: ٣٣١ - ٣٣٣). (١) رواه الطبري في \"جامع البيان\" ٢٢/ ٩ عن قتادة.(٢) قال الطبري: واذكرن نعمة الله عليكن بأن جعلكن في بيوت تتلى فيها آيات الله والحكمة، فاشكرن الله تعالى على ذلك واحمدنه، {إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا} أي: ذا لطف بكن إذ جعلكن في البيوت التي تتلى فيها آيات الله والحكمة، (خيبرًا) بكن إذ اختاركن لرسوله، قال قتادة: يمتن عليهن. \"جامع البيان\" ٢٢/ ٨.فائدة: قال ابن العربي في \"أحكام القرآن\" ٣/ ٥٧٢: أمر الله أزواج رسوله بأن يخبرن بما أنزل الله من القرآن في بيوتهن، وما يرين من أفعال النبي - صلى الله عليه وسلم - أقواله فيهن، حتَّى يبلغ ذلك إلى الناس، فيعملوا بما فيه، ويقتدوا به.وهذا يدل على جواز قبول خبر الواحد من الرجال والنساء في الدين.(٣) فائدة: بدأ الله تعالى في هذِه الآية بذكر الإسلام الَّذي يعم الإيمان وعمل الجوارح، ثم ذكر الإيمان تخصيصًا له، وتنبيهًا على أنَّه أعظم الإسلام ودعامته، وهذا دليل على أن الإيمان غير الإسلام، وهو أخص منه لقوله تعالى: {قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ} وفي الصحيحين: \"لا يزني الزاني حين يزني وهو مؤمن\" فيسلبه الإيمان ولا يلزم من ذلك كفره بإجماع المسلمين، فدل على أنَّه أخص منه. ثم إنه سبحانه وتعالى بدأ بالمسلمين، ثم عطف عليهم المسلمات تشريفًا لهن بالذكر، وهكذا فيما بعد، وإن كن =</p><p> وذلك أن أزواج النبي - صلى الله عليه وسلم - قلن: يا رسول الله، ذكر الله عز وجل الرجال في القرآن، ولم يذكر النساء بخير، فما فينا خير نذكر به؟ ، إنا نخاف أن لا تقبل منا طاعة، فأنزل الله تعالى هذِه الآية (١) . </p><p> وقال مقاتل: قالت أم سلمة بنت أمية، وأنيسة بنت كعب الأنصاري للنبي -صلى الله عليه وسلم-: ما بال ربنا يذكر الرجال ولم يذكر النساء في شيء من كتابه، نخشى أن لا يكون فيهن خير، ولا لله فيهن حاجة. فنزلت هذِه الآية (٢) . </p><p> وروى عثمان بن حكيم، عن عبد الرحمن بن شيبة قال: سمعت أم سلمة زوج النبي - صلى الله عليه وسلم - تقول: قلت للنبي م - صلى الله عليه وسلم -: ما لنا لا نذكر في القرآن كما يذكر الرجال؟ قالت: فلم يرعني (٣) ذات يوم ظهرًا إلا نداؤه على </p><p>= داخلات في لفظ المسلمين والمؤمنين ونحو ذلك، والتذكير إنما هو لتغليب الذكور على الإناث، كما ورد في جميع آيات الكتاب العزيز. انظر: \"تفسير القرآن العظيم\" لابن كثير ١١/ ١٦٣. (١) ذكره الهيثمي في \"مجمع الزوائد\" ٧/ ٩١ (١١٢٧٣) بلفظ قريب منه، عن ابن عباس. وقال أيضًا: رواه الطبراني، وفيه: قابوس، وهو ضعيف، وقد وثق، وبقية رجاله ثقات.وانظر: \"جامع البيان\" للطبري ٢٢/ ١٠.(٢) رواه الترمذي في التفسير، باب ومن سورة الأحزاب (٣٢١١)، وقال: هذا حديث حسن غريب، وإنما يعرف هذا الحديث من هذا الوجه. قال الألباني: صحيح الإسناد.(٣) أي: لم أشعُر، كأنه فاجأها بغتة من غير موعد ولا معرفة، فراعها ذلك وأفزعها. والروع: الفزع، والروع (بالضم) القلب والعقل، يقال: وقع في روعي، أي: في خلدي وبالي، وراعه، أي: أفزعه ففزع، وراعه الشيء: أعجبه. =</p><p> المنبر وأنا أسرح رأسي، فلففت شعري، ثم خرجت إلى حجرة من حجر بيتي، فجعلت سمعي عند الجريدة (١) فإذا هو يقول على المنبر: \"يا أيها الناس إن الله عز وجل يقول في كتابه:{إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ}إلى قوله:{أَجْرًا عَظِيمًا}\"  (٢) . </p><p> وقال مقاتل بن حيان: بلغني أن أسماء بنت عميس رجعت من الحبشة مع زوجها جعفر بن أبي طالب فدخلت على نساء رسول الله - صلى الله عليه وسلم - فقالت: هل نزل فينا شيء من القرآن؟ قلن: لا. فأتت رسول الله - صلى الله عليه وسلم - فقالت: يا رسول الله إن النساء لفي خيبة وخسار، قال رسول الله - صلى الله عليه وسلم -: \"ومم ذلك؟ \" قالت: لأنهن لا يذكرن بخير كما يذكر الرجال. فأنزل الله تعالى:  {إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْقَانِتِينَ وَالْقَانِتَاتِ وَالصَّادِقِينَ وَالصَّادِقَاتِ وَالصَّابِرِينَ وَالصَّابِرَاتِ وَالْخَاشِعِينَ وَالْخَاشِعَاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ وَالصَّائِمَاتِ وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا} الآية. </p><p>= انظر: \"النهاية في غريب الحديث والأثر\" ٢/ ٢٧٧ (روع). \"مختار الصحاح\" للرازي (ص ١١٠ - ١١١) (روع). (١) الجريدة: السَّعَفَة، وجَمْعُها جَرِيدٌ. والمراد: الباب، وكان مصنوعا من جريد النخل. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٢٥٦ - ٢٥٧.(٢) رواه أحمد ٦/ ٣٠١ (٢٦٥٧٥)، ٦/ ٣٠٥ (٢٦٦٠٣ - ٢٦٦٥٤)، قال المحقق: إسنادهما صحيح. والترمذي في التفسير (٣٠٢٢)، وقال: هذا مرسل، وقد رواه بعضهم عن ابن أبي نجيح، عن مجاهد مرسل: أن أم سلمة قالت. . الحديث. وقال الألباني: صحيح الإسناد.ورواه الطبري في \"جامع البيان\" ٢٢/ ١٠. =</p><p> [٢٢٧٦] أخبرنا ابن فنجويه (١) ، قال: أخبرنا ابن شنبة (٢) ، قال: أخبرنا الفريابي (٣) ، قال: أخبرنا إبراهيم بن سعيد (٤) ، قال: أخبرنا عبيد الله (٥) ، قال: أخبرنا شيبان (٦) ، عن الأعمش (٧) ، عن علي بن الأقمر (٨) ، عن أبي مسلم (٩) ، عن أبي سعيد الخدري، وأبي هريرة قال: قال رسول الله -صلى الله عليه وسلم-: \"من استيقظ من الليل، وأيقظ امرأته فصليا جميعًا ركعتين كتبا من الذاكرين الله كثيرًا والذاكرات\"  (١٠) . </p><p>(١) ثقة صدوق كثير الرواية للمناكير. (٢) عبيد الله بن محمد بن شنبة لم يذكر بجرح أو تعديل.(٣) جعفر بن محمد بن الحسن بن المستفاض إمام حافظ ثبت.(٤) الجوهري؛ ثقة حافظ تكلم فيه بلا حجة.(٥) عبيد الله بن موسى بن أبي المختار، ثقة كان يتشيع.(٦) شيبان بن عبد الرحمن التميمي، ثقة صاحب كتاب.(٧) سليمان بن مهران الأسدي. ثقة حافظ، لكنه مدلس.(٨) قيل: إنه كلثوم بن الأقمر، ثقة.(٩) الأغر المدني، ثقة.(١٠) [٢٢٧٦] الحكم على الإسناد:رجاله ثقات، سوى ابن شنبة لم يذكر بجرح أو تعديل.التخريج:الحديث رواه أبو داود بسند صحيح في الصلاة، باب قيام الليل (١٣٠٨ - ١٣٠٩)، وابن ماجة كتاب الصلاة، باب ما جاء فيمن أيقظ أهله من الليل (١٣٣٥).فائدة: يؤخذ من هذا الحديث أن الإنسان إذا كان له أهل، وقام من الليل يستحب له أن يوقظ أهله لقيام الليل، وليس بلازم إلا إذا كانوا يرغبون، ولكن لا تنسهم من آخر الليل، فقد كان النبي - صلى الله عليه وسلم - يصلي من الليل، فإذا لم يبق إلا الوتر أيقظ =</p><p> [٢٢٧٧] وأخبرنا عبد الله بن حامد الوزان (١) ، قال: أخبرنا أحمد ابن محمد بن شاذان (٢) ، قال: أخبرنا جيعويه بن محمد (٣) ، قال: أخبرنا صالح بن محمد (٤) قال: أخبرنا سليمان بن عمرو (٥) ، عن </p><p>= عائشة - رضي الله عنهما - فأوترت. انظر: \"شرح رياض الصالحين\" لابن عثيمين ٣/ ٢٦٩. قال المناوي: (إذا استيقظ الرجل من الليل) أي: انتبه من نومه من الليل، أو في الليل، أو ليلًا، فمن تبعيضية، أو بمعنى في. قال الولي العراقي: ويحتمل أنها لابتداء الغاية من غير تقدير، وهذا معنى التهجد عرفًا، فإنه صلاة تطوع بعد نوم (وأيقظ أهله) حليلته، وزعم أنَّه شامل للأبوين والولد والأقارب، وهذا لا يلائم قوله (وصليا) بألف التثنية، وفي رواية فقاما وصليا (ركعتين) فأكثر ولفظ رواية أبي داود وابن ماجة فصليا أو صلى ركعتين جميعًا، قال الطيبي: وقوله (جميعًا) حال مؤكدة من فاعل فصليا على التثنية لا الإفراد، لأنه ترديد من الراوي والتقدير: فصليا له ركعتين جميعًا (كتبا) أي: أمر الله الملائكة بكتابتهما (من الذاكرين الله كثيرًا والذاكرات) الذين أثنى الله تعالى عليهم في القرآن، ووعدهم بالغفران، أي: يلحقان بهم ويبعثان يوم القيامة معهم، ويعطيهما ما وعدوا به، و (من) تبعيضية فيفيد أن الذاكرين أصناف، وهذا من تفسير الكتاب بالسنة، فإنه بيان لقوله تعالى (والذاكرين الله كثيرًا)، قال الزمخشري: الذاكرون الله من لا يكاد يخلو بلسانه، أو بقلبه، أو بهما عن الذكر والقراءة. قال الولي العراقي: وقراءة القرآن، والاشتغال بالعلم الشرعي من الذكر. والمعنى: والذاكرين الله كثيرًا والذاكرات فحذف لدلالة الظاهر عليه. \"فيض القدير\" ١/ ٣٥٧ - ٣٥٨ (٤٣٤).(١) لم يذكر بجرح أو تعديل.(٢) لم أجده.(٣) لم أجده.(٤) الترمذي، متهم ساقط.(٥) ابن عبد الله بن وهب أبو داود كذاب.</p><p> حنظلة التميمي (١) ، عن الضحاك بن مزاحم (٢) ، عن ابن عباس (٣) قال: جاء إسرافيل (٤) إلى النبي - صلى الله عليه وسلم - فقال: \"قل يا محمد: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، ولا حول ولا قوة إلا بالله عدد ما علم، وزنة (٥) ما علم، وملء ما علم، من قالها كتبت له ست خصال: كلتب من الذاكرين الله كثيرًا، وكان أفضل ممن ذكره الليل والنهار، وكان له غرس في الجنّة، وتحاتت (٦) عنه ذنوبه كلما يتحات ورق الشجر اليابسة، وينظر الله عز وجل إليه، ومن نظر الله عز وجل </p><p>(١) لم يتبين لي من هو. (٢) صدوق كثير الإرسال.(٣) الصحابي المشهور.(٤) إسرافيل: هو ملك من الملائكة، موكل بالنفخ في الصور، وعند مسلم كتاب صلاة المسافرين باب (٧٧٠): كان رسول الله - صلى الله عليه وسلم - إذا قام من الليل يقول: \"اللهم رب جبرائيل وميكائيل وإسرافيل، فاطر السماوات والأرض، عالم الغيب والشهادة، أنت تحكم بين عبادك فيما كانوا فيه يختلفون، اهدني لما اختلف فيه من الحق بإذنك إنك تهدي من تشاء إلى صراط مستقيم\".(٥) أي: بوزن ما علم، كما في حديث \"سبحان الله عدد خلقه وزنة عرشه\" أي: بوزن عرشه في عظم قدره. وأصل الكلمة الواو، والهاء فيها عوض من الواو المحذوفة من أولها، تقول: وزن يزن وزنا وزنة، كوعد يعد عدة.انظر: \"النهاية في غريب الحديث والأثر\" ٢/ ٣١٦ (وزن).(٦) تحاتت: أي: تساقطت، والمراد الذنوب، والحتّ: حتُّك الورق من الغصن، والمني من النَّوب، قال الأزهري: الحت: الفرك والحك والقشر. والمراد تساقط الذنوب كما يتساقط ورق الشجر.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٣٣٧ (حت). \"مختار الصحاح\" للرازي (ص ٥٢)، (حتت).</p><p> إليه لم يعذبه\" (١) . </p><p> وقال مجاهد: لم يكن العبد من الذاكرين الله كثيرًا حتَّى يذكر الله قائما وقاعدا ومضطجعا (٢) . </p><p> وقال عطاء بن أبي رباح: من فوّض أمره إلى الله فهو داخل في قوله: {إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ} ، ومن أقر بأن الله ربه، وأن محمدًا رسوله، ولم يخالف قلبه لسانه فهو داخل في قوله:  {وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} ، ومن أطاع الله في الفرض والرسول في السنة فهو داخل </p><p>(١) [٢٢٧٧] الحكم على الإسناد: ضعيف جدًّا؛ فيه سليمان بن عمرو كذاب، والترمذي متهم ساقط وفيه من لم أجده.التخريج:لم أعثر عليه بهذا اللفظ، وإنما يشهد لبعض أجزاء منه ما رواه الدارمي في \"سننه\" ١/ ١٩٧، عبد الرزاق في \"المصنف\" ٥/ ١٣٥. والطبراني في \"المعجم الكبير\" ٦/ ٢٥٧.ويشهد لذلك ما رواه ابن مسعود قال: قال رسول الله - صلى الله عليه وسلم -: \"لقيت إبراهيم ليلة أسري بي، فقال: يا محمد أقرئ أمتك مني السلام، وأخبرهم أن الجنّة طيبة التربة، عذبة الماء، وأنها قيعان، وأن غراسها: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر\" رواه الترمذي كتاب الدعوات، (٣٤٦٢) وقال: حديث حسن غريب من هذا الوجه من حديث ابن مسعود.(٢) كما في البخاري في تقصير الصلاة، باب إذا لم يطق قاعدًا صلى على جنب (١١١٧)، عن عمران بن حصين أن رسول الله - صلى الله عليه وسلم - قال: \"صل قائمًا فإن لم تستطع فقاعدًا، فإن لم تستطع فعلى جنبك\" مصداقًا لقوله تعالى: {الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ} [آل عمران: ١٩١] وقيل: الذاكر في أدبار الصلوات، وغدوًّا وعشيًّا وفي المضاجع، وعند الانتباه من النوم.</p><p> في قوله:  {وَالْقَانِتِينَ وَالْقَانِتَاتِ}  (١) ، ومن صام قوله عن الكذب (٢) فهو داخل في قوله تعالى: {وَالصَّادِقِينَ وَالصَّادِقَاتِ} ، ومن صلى فلم يعرف من عن يمينه ويساره فهو داخل في قوله:  {وَالْخَاشِعِينَ وَالْخَاشِعَاتِ} ، ومن صبر على الطاعة، وعن المعصية، وعلى الرزية فهو داخل في قوله تعالى:  {وَالصَّابِرِينَ وَالصَّابِرَاتِ} ، ومن تصدق في كل أسبوع بدرهم (٣) فهو داخل في قوله تعالى: {وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَاتِ} ، ومن صام في كل شهر أيام البيض الثالث عشر والرابع عشر والخامس عشر </p><p>(١) القنوت: هو الطاعة في سكون، قال تعالى: {أمَّن هو قانت آناء الليل ساجدا وقائما يحذر الآخرة ويرجو رحمة ربه}، وقال تعالى: {وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ (٢٦)} فالإسلام بعده مرتبة يرتقي إليها وهو الإيمان، ثم القنوت ناشئ عنهما. انظر: \"تفسير القرآن العظيم\" لابن كثير ١١/ ١٦٣.(٢) وقيل: الصادق: معناه من صدق فيما عوهد عليه أن يفي به، والصدق خصلة محمودة، ولهذا كان بعض الصحابة - رضي الله عنهم - لم تجرب عليهم كذبة لا في الجاهلية ولا في الإسلام.انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ١٨٥.(٣) فائدة: لا أدري ما هو دليله على تحديد الدرهم، وتحديد المدة بكل أسبوع؟ ! وليعلم أن الصدقة هي الإحسان إلى الناس الذين لا كسب لهم ولا كاسب، فتعطي فضل مالك طاعة لله، وإحسانًا إلى خلقه كما قال - صلى الله عليه وسلم -: \"والصدقة تطفئ غضب الرب\" ويدخل في الصدقة: التسبيح، والتكبير، والأمر بالمعروف، والنهي عن المنكر، وكف الأذى وغيره، مصداقًا لقوله - صلى الله عليه وسلم -: \"كل تسبيحة صدقة، وكل تكبيرة صدقة وكل تهليلة صدقة، وأمر بالمعروف صدقة، ونهي عن المنكر صدقة. .\" رواه مسلم في: صلاة المسافرين، باب استحباب صلاة الضحى (٧٢٠).</p>"
}