{
  "id": null,
  "sura": 33,
  "aya": 72,
  "text": "<p> ٧٠ - {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا (٧٠) } </p><p> أي قصدًا حقًا، ابن عباس: صوابًا. </p><p> قتا دة ومقاتل: عدلًا (١) . المؤرج: مستقيمًا. </p><p> عكرمة: هو لا إله إلا الله (٢) . </p><p> مقاتل بن حيان: يعني قولوا في شأن زينب وزيد سديدًا، ولا تنسبوا رسول الله - صلى الله عليه وسلم - إلى ما لا يجمل. </p><p> ٧١ - {يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا (٧١) } </p><p> ٧٢ - {إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ} </p><p> قيل: كان العرض على أعيان هذِه الأشياء فأفهمهن خطابه، وأنطقهن. وقيل: عرضها على أهلها كلها دون أعيانها، وهذا كقوله {وَاسْأَلِ الْقَرْيَةَ}  (٣) . </p><p>(١) رواه الطبري في \"جامع البيان\" ٢٢/ ٥٣. (٢) رواه الطبري في \"جامع البيان\" ٢٢/ ٥٣.(٣) والصحيح أن عرض الأمانة كان على أعيان هذِه الأشياء، ومن قال بالمجاز فمردود عليه، والذي يدين لله به كل منصف محقق أنه لا يجوز إطلاق المجاز في القرآن، أما في اللغة فقد اختلفوا في جواز وقوعه بين من يجيز المجاز في اللغة، وبين من يمنعه، إلا أن من أجاز وقوعه يمنع القول به في القرآن، والقول بالمجاز في القرآن يفضي إلى أن في القرآن ما يجوز نفيه، حيث إن القائلين بالمجاز يجيزون نفي كل مجاز، وهو ما دعا بالفعل أهل الأهواء القائلين بالمجاز إلى نفي بعض القرآن، فكان ذريعة إلى نفي كثير من صفات الكمال الثابتة لله في القرآن العظيم، فتوصل المعطلون إلى نفي ذلك فقالوا: لا يد، ولا استواء، ولا نزول .. =</p><p> {فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا}  (١) . </p><p>= ونحو ذلك في كثير من آيات الصفات، لأن هذِه الصفات لم ترد حقائقها، بل هي عندهم مجازات، فاليد مستعملة عندهم في النعمة أو القدرة، والاستواء في الأستيلاء، النزول نزول أمره .. ونحو ذلك، فنفوا هذِه الصفات الثابتة بالوحي عن طريق القول بالمجاز. انظر: \"منع جواز المجاز\" لمحمد أمين الشنقيطي (ص ٧ - ٨)، \"مختصر الصواعق المرسلة\" لابن القيم (٢٣٢ - ٢٣٣).وقد وضع شيخ الإسلام ابن تيمية رحمه الله شروطا -لإمكان وقوع المجاز، وصرف الألفاظ والصفات عن ظاهرها وحقيقتها إلى باطن يخالف الظاهر، ومجاز ينافي الحقيقة تؤدي في النهاية إلى أنه لا مجاز:أحدها: أن ذلك اللفظ مستعمل بالمعنى المجازي، لأن الكتاب والسنة وكلام السلف جاء باللسان العربي، ولا يجوز أن يراد بشيء منه خلاف لسان العرب، فلا بد أن يكون المعنى المجازي ما يراد به اللفظ.الثاني: أن يكون معه دليل يوجب صرف اللفظ عن حقيقته إلى مجازه، وإلا فإذا كان يستعمل في معنى بطريق الحقيقة، وفي معنى بطريق المجاز لم يجز حمله على المجازي بغير دليل يوجب الصرف بإجماع العقلاء.الثالث: أنه لا بد أن يَسْلم ذلك الدليل -الصارف- عن معارض، وإلا فإذا قام دليل قرآني أو إيماني يبين أن الحقيقة مرادة امتنع تركها.الرابع: أن الرسول - صلى الله عليه وسلم - إذا تكلم بكلام وأراد به خلاف ظاهره وضد حقيقته فلابد أن يبين للأمة أنه لم يرد حقيقته وأنه أراد مجازه، ثم هذا الرسول الأمي العربي قد بعث بأفصح اللغات، وأبين الألسنة والعبادات، فلا يجوز أن يحيل الأمة على دليل خفي لا يستنبطه إلا أفراد الناس. \"مجموع الفتاوى\" ٦/ ٣٦٠ - ٣٦١ باختصار.وهذا يدل على بطلان القول بالمجاز، ومخالفته لمذهب السلف الصالح.(١) هذا نص صريح بأن السماوات والأرض والجبال أشفقت من حمل الأمانة، وهي أمانة التكليف بمقتضى خطاب الله تعالى لها، فإذا كانت الجبال أشفقت بمجرد =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= العرض عليها فكيف بها لو أنزل عليها وكلفت بها؟ ! ، قال القرطبي: ما تردى من حجر من رأس جبل، ولا تفجر نهر من حجر، ولا خرج منه ماء إلا من خشية الله، نزل بذلك القرآن الكريم. وهذِه المخلوقات من شفقتها وخشيتها من الله تعالى تنكر الإفك والإد الشديد المفترى على الله تعالى بأن له ولدًا، وذلك لما ادعت النصارى أن المسيح ابن الله، فلم يفظع لتلك الفرية أحد قدر السماوات والأرض والجبال على عظم خلقهن، وعلى ما فيهن من الجمودة وعدم الإدراك -كما يُظن- ففي صحيح البخاري عن أبي هريرة - رضي الله عنه - أنه قال: قال رسول الله - صلى الله عليه وسلم -: \"يقول الله تبارك وتعالى: كذبني ابن آدم ولم يكن له ذلك، وشتمني ولم يكن له ذلك، فأما تكذيبه إياي فقوله: لن يعيدني كما بدأني، وليس أول الخلق بأهون عليّ من إعادته، وأما شتمه إياي فقوله: اتخذ الله ولدًا، وأنا الأحد الصمد لم يلد ولم يولد ولم يكن له كفوًا أحد\" فانظر إلى رد فعل السماوات والأرض والجبال حينما سمعت هذا القول، وانظر إلى مدى تأثرها لذلك بما أودعه الله تعالى فيها من الإدراكات عند سماعها هذا الإد، قال تعالى: {تكاد السماوات يتفطرن منه وتنشق الأرض وتخر الجبال هذا * أن دعوا للرحمن ولدا} [مريم: ٩٠ - ٩١] قال ابن كثير: أي يكاد يكون ذلك عند سماعهن هذِه المقالة من فجرة بني آدم، إعظامًا للرب، وإجلالًا؛ لأنهن مخلوقات ومؤسسات على توحيده، وأنه لا إله إلا هو، وأنه لا شريك له، ولا نظير، ولا ند، ولا ولد، ولا له صاحبة، ولا كفء له، بل هو الواحد الأحد، وفي كل شيء له آية تدل على أنه الواحد. قال القرطبي رحمه الله: عن ابن مسعود - رضي الله عنه - قال: إن الجبل ليقول للجبل: يا فلان هل مر بك اليوم ذاكر لله؟ ، فإن قال: نعم، سُر به، ثم قرأ عبد الله: {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا (٨٨)} الآية، قال: افتراهن يسمعن الزور ولا يسمعن الخير؟ . فالله تعالى يذكر الناس بخشيته والخوف منه سبحانه، وذلك باجتناب المعاصي وفعل الطاعات، فيضرب الله تعالى مثلًا بقياس الأولى، فالجبل مع صلابته، ومع عرض الأمانة عليه، وافتراض نزول القرآن عليه فإنه يخشع لله -عز وجل-، والبشر مع تفضيل الله تعالى لهم على كثير من الكائنات، وحملهم للأمانة أولى بأن يكونوا أكثر لله تعالى خشية وخوفًا وتعظيمًا ولكن {وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ =</p><p> مخافة وخشية، لا معصية أو مخالفة، وكان العرض تخييرًا لا </p><p>= بِمُؤْمِنِينَ (١٠٣)}. انظر: \"تفسير القرآن\" لابن كثير ١١/ ٢٥١، \"الجامع لأحكام القرآن\" للقرطبي ١١/ ١٥٧، \"أضواء البيان\" للشنقيطي ٨/ ١٠١.كلام نفيس جدًّا: ولابن القيم كلام قيم قاله بعد ما بين حكمة الله تعالى من خلق الجبال، وهذا الكلام يُكتب بماء الذهب، فلله دره رحمه الله حينما قال: هذا مع أنها تسبح بحمده، وتخشع له، وتسجد وتشفق، وتهبط من خشيته، وهي التي خافت من ربها وفاطرها وخالقها على شدتها وعظم خلقها من الأمانة إذ عرضها عليها، وأشفقت من حملها.ومنها الجبل الذي كلم الله عليه موسى كليمه ونجيه.ومنها الجبل الذي تجلى له ربه فساخ وتدكك.ومنها الجبل الذي حبب الله ورسوله وأصحابه إليه وأحبه رسول الله - صلى الله عليه وسلم - وأصحابه.ومنها الجبلان اللذان جعلهما الله سورًا على نبيه، وجعل الصفا في ذيل أحدهما، والمروة في ذيل الآخر، وشرع لعباده السعي بينهما، وجعله من مناسكهم وتعبداتهم.ومنها جبل الرحمة المنصوب عليه ميدان عرفة، فلله دره كم به من ذنب مغفور، وعثرة مقالة، وزلة معفو عنها، وحاجة مقضية ..ومنها: جبل حراء الذي كان رسول الله - صلى الله عليه وسلم - يخلو فيه بربه، وهو الجبل الذي فاض منه النور على أقطار العالم، فسبحان من اختص برحمته من شاء من الجبال والرجال، هذا وإنها لتعلم أن لها موعدًا ويومًا تنسف فيه نسفًا وتصير كالعهن، فهي مشفقة من هول ذلك الموعد -كما في الحديث السابق الذي بيناه في خشيتها من يوم الجمعة-، فهذا حال الجبال وهي الحجارة الصلبة، وهذِه رقتها وخشيتها وتدكدكها من جلال ربها وعظمته، وقد أخبر عنها فاطرها وباريها أنه لو أنزل عليها كلامه لخشعت ولتصدعت من خشية الله، فيا عجبًا من مضغة لحم أقسى من هذِه الجبال، تسمع آيات الله تتلى عليها، ويذكر الرب تعالى فلا تلين ولا تخشع. \"مفتاح دار السعادة\" ١/ ٢٢١.</p><p> إلزامًا (١) . {وَحَمَلَهَا الْإِنْسَانُ} . </p><p> واختلفوا في الأمانة: </p><p> فقال أكثر المفسرين: هي الطاعة والفرائض التي فرضها الله -عز وجل- على عباده، عرضها على السماوات والأرض والجبال، إن أدوها أثابهم، وإن ضيعوها عذبهم، فكرهوا ذلك، وأشفقوا من غير معصية، ولكن تعظيمًا لدين الله -عز وجل- أن لا يقوموا بها، وقالوا: لا، نحن مسخرات لأمرك، لا نريد ثوابًا ولا عقابًا. فقال الله -عز وجل- لآدم: إني قد عرضت الأمانة على السماوات والأرض والجبال فلم تطقها، فهل أنت آخذها بما فيها؟ ، قال: يا رب، وما فيها؟ قال: إن أحسنت جُزيت، وإن أسأت عوقبت. فتحملها آدم وقال: بين أذني وعاتقي، فقال الله -عز وجل-: أما إذا تحملت هذا فسأعينك، أجعل لبصرك حجابًا، فإذا خشيت أن تنظر إلى ما لا يحل لك فأرخِ حجابه، وأجعل للسانك لحيين وغلقا، فإذا خشيت فأغلق، وأجعل لفرجك لباسًا فلا تكشفه على ما حرمت عليك. قال: فما لبث آدم إلا مقدار ما بين الظهر والعصر حتى أخرج من الجنة (٢) . </p><p> وقال مجاهد: الأمانة الفرائض وحدود الدين (٣) . </p><p> أبو العالية: هو ما أُمروا به، ونُهوا عنه. </p><p>(١) رواه الطبري في \"جامع البيان\" ٢٢/ ٥٣ - ٥٤، عن سعيد بن جبير، وعن ابن عباس. (٢) أخرجه الطبري في \"جامع البيان\" ٢٢/ ٥٤، ٥٥، عن ابن عباس، وعن ابن زيد.(٣) وهو قول قتادة، انظر: \"جامع البيان\" للطبري ٢٢/ ٥٥.</p><p> قال زيد بن أسلم وغيره: هي الصوم والغسل من الجنابة، وما يخفى من شرائع الدين. </p><p> [٢٣١٦] أنبأني عقيل بن محمد بن أحمد (١) ، قال: أخبرنا المعافى ابن زكريا (٢) ، قال: أخبرنا محمد بن جرير الطبري (٣) ، قال: أخبرنا محمد بن خلف العسقلاني (٤) ، قال: أخبرنا عبيد الله بن عبد المجيد الحنفي (٥) ، قال: أخبرنا أبو العوام القطان (٦) ، قال: أخبرنا </p><p>(١) الجرجائي الأستراباذي. لم أجده. (٢) أبو الفرج النهرواني الجريدي -العلامة الفقيه الحافظ الثقة.(٣) الإمام العالم المجتهد، عالم العصر. صاحب التصانيف المفيدة.(٤) محمد بن خلف بن عمار بن العلاء بن غزوان الشامي، أبو نصر العسقلاني. روى عن: آدم بن أبي إياس ورواد بن الجراح وسعيد بن أبي مريم وعبيد الله بن عبد المجيد الحنفي وآخرين.روى عنه: النسائي وابن ماجه ومحمد بن جرير الطبري وأبو حاتم الرازي وغيرهم.قال ابن حجر: صدوق.\"الجرح والتعديل\" لأبي حاتم ٧/ ٢٤٥، \"تهذيب الكمال\" للمزي ٢٥/ ١٦١ \"تقريب التهذيب\" (٥٨٥٩).(٥) عبيد الله بن عبد المجيد، أبو علي الحنفي البصري، صدوق.(٦) عمران بن داور العمي، أبو العوام القطان البصري، روى عن: الحسن البصري وقتادة ومحمد بن سيرين وغيرهم، روى عنه: عبد الرحمن بن مهدي وأبو داود الطيالسي وأبو علي الحنفي وغيرهم، قال ابن حجر: صدوق يهم رمي برأي الخوارج، \"تهذيب الكمال\" للمزي ٢٢/ ٣٢٨، \"الجرح والتعديل\" لأبي حاتم ٦/ ٢٩٧، تقريب التهذيب\" لابن حجر (٥١٥٤).</p><p> قتادة (١) ، قال: أخبرنا أبان بن أبي عياش (٢) ، عن خليد العصري (٣) ، عن أبي الدرداء قال: قال رسول الله - صلى الله عليه وسلم -: \"خمس من جاء بهن يوم القيامة مع إيمان دخل الجنة: من حافظ على الصلوات الخمس بوضوئهن وركوعهن وسجودهن ومواقيتهن، وأعطى الزكاة من ماله طيب النفس بها، -وكان يقول:وايم الله لا يفعل ذلك إلا مؤمن- وصام رمضان، وحج البيت إن استطاع إلى ذلك سبيلًا، وأدى الأمانة\" </p><p> قالوا: يا أبا الدرداء: وما أداء الأمانة؟ ، قال: الغسل من الجنابة، فإن الله -عز وجل- لم يأتمن ابن آدم على شيء من دينه غيره (٤) . </p><p> [٢٣١٧] وبه عن ابن جرير (٥) قال: أخبرنا ابن بشار (٦) قال </p><p>(١) قتادة بن دعامة السدوسي، ثقة ثبت. (٢) متروك.(٣) خليد بن عبد الله العصري، أبو سليمان البصري. روى عن: سلمان الفارسي وعلي بن أبي طالب وأبي الدرداء وأبي ذر وجمع، روى عنه: أبان بن أبي عياش وقتادة وغيرهم، قال ابن حجر: صدوق يرسل.\"الجرح والتعديل\" ٣/ ٣٨٣، \"تهذيب الكمال\" للمزي ٨/ ٣٠٩، \"تقريب التهذيب\" (١٧٤١).(٤) [٢٣١٦] الحكم على الإسناد:فيه أبان متروك.التخريج:رواه أبو داود في الصلاة، باب في المحافظة على وقت الصلوات (٤٢٩)، وحسنه الألباني. ورواه الطبري في \"جامع البيان\" ٢٢/ ٥٥، عن أبي الدرداء.(٥) الإمام العالم المجتهد، عالم العصر صاحب التصانيف البديعة.(٦) محمد بن بشار بن عثمان بن داود بن كيسان العبدي، ثقة.</p><p> أخبرنا عبد الرحمن (١) قال: أخبرنا سفيان (٢) ، عن الأعمش (٣) ، عن أبي الضحى (٤) ، عن مسروق (٥) ، عن أبيّ بن كعب (٦) قال: من الأمانة أن المرأة ائتمنت على فرجها (٧) . </p><p> وقال عبد الله بن عمرو بن العاص: أول ما خلق الله من الإنسان فرجه، وقال: هذِه أمانة استودعتكها. فالفرج أمانة، والأذن أمانة، والعين أمانة، واليد أمانة، والرجل أمانة، ولا إيمان لمن لا أمانة له. </p><p> وقال بعضهم: هن أمانات الناس والوفاء بالعهود. فحق على كل مؤمن ألا يغش مؤمنًا ولا معاهدًا في شيء قليل ولا كثير، وهي رواية الضحاك، عن ابن عباس (٨) . </p><p>(١) هو ابن مهدي، ثقة ثبت حافظ. (٢) هو الثوري، ثقة حافظ إمام حجة، كان ربما دلس.(٣) سليمان بن مهران، ثقة حافظ، لكنه مدلس.(٤) مسلم بن صبيح الهمداني، ثقة.(٥) ابن الأجدع بن مالك الهمداني، ثقة.(٦) الصحابي المشهور.(٧) [٢٣١٧] الحكم على الإسناد:رجاله ثقات إلا شيخ المصنف فلم أجده.التخريج:رواه الطبري في \"جامع البيان\" ٢٢/ ٥٥.(٨) قال الطبري في \"جامع البيان\" ٢٢/ ٥٦: وقال آخرون: بل عنى بالأمانة في هذا الموضع: أمانات الناس .. ثم روى حديثًا عن النبي - صلى الله عليه وسلم - قال: \"القتل في سبيل الله يكفر الذنوب كلها أو قال: يكفر كل شيء إلا الأمانة يؤتى بصاحب الأمانة، فيقال له: أد أمانتك، فيقول: أي رب وقد ذهبت الدنيا، ثلاثا فيقال: اذهبوا به =</p><p> وقال السدي بإسناده: هي ائتمان آدم لابنه قابيل على أهله وولده وخيانته إياه في قتل أخيه .. وذكر القصة، إلى أن (١) قال الله لآدم: يا آدم هل تعلم أن لي بيتًا في الأرض؟ قال: اللهم لا. قال: فإن لي بيتًا بمكة فأته. فقال آدم للسماء: احفظي ولدي بالأمانة. فأبت، وقال للأرض فأبت، وقال للجبال فأبت، فقال لقابيل فقال: نعم، تذهب وترجع فتجد أهلك كما يسرك. فانطلق آدم -عليه السلام-، فرجع وقد قتل قابيل هابيل، فذلك قوله -عز وجل-: {إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ} إلى قوله -سبحانه وتعالى - {إِنَّهُ كَانَ ظَلُومًا جَهُولًا} يعني قابيل حين حمل أمانة آدم، ثم لم يحفظ له أهله (٢) . </p><p>= إلى الهاوية فيذهب به إليها، فيهوي فيها حتى ينتهي إلى قعرها، فيجدها هناك كهيئتها، فيحملها، فيضعها على عاتقه، فيصعد بها إلى شفير جهنم، حتى إذا رأى أنه قد خرج زلت، فهوى في أثرها أبد الآبدين\". قالوا: والأمانة في الصلاة، والأمانة في الصوم، والأمانة في الحديث وأشد ذلك الودائع، فلقيت البراء فقلت: ألا تسمع إلى ما يقول أخوك عبد الله؟ فقال: صدق. قال: شريك، وثني عياش العامري عن زاذان، عن عبد الله بن مسعود، عن النبي - صلى الله عليه وسلم - بنحوه، ولم يذكر الأمانة في الصلاة، وفي كل شيء. (١) السياق غير مستقيم، والأولى أن تضاف هنا كلمة: قال. والله أعلم.(٢) رواه الطبري في \"جامع البيان\" ٢٢/ ٥٦ - ٥٧ عن السدي، ومثله عن ابن مسعود، وابن عباس وغيرهما.وأولى الأقوال بالصواب ما قاله الذين قالوا: أنه عُني بالأمانة في هذا الموضع: جميع معاني الأمانات في الدين، وأمانات الناس، وذلك أن الله لم يخص بقوله (إنا عرضنا الأمانة) بعض معاني الأمانات، وهو اختيار الطبري. انظر: \"جامع البيان\" للطبري ٢٢/ ٥٧.</p>"
}