{
  "id": null,
  "sura": 33,
  "aya": 4,
  "text": "<p> ٤ - {مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ} </p><p> نزلت في أبي معمر جميل بن معمر بن حبيب بن عبد الله الفهري (١) ، وكان رجلَا لبيبًا حافظًا لما يسمع، فقالت قريش: ما حفظ أبو معمر هذِه الأشياء إلَّا وله قلبان (٢) ، وكان يقول: إن لي </p><p>= يلتقيان، لا في منتصف الطريق، ولا أنصاف حلول، فإن الدين هو الدين {فَلَا تُطِعِ الْمُكَذِّبِينَ (٨) وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ}، ثم كيف يهم بذلك - صلى الله عليه وسلم -وهو الذي نزل عليه قوله تعالى: {قُلْ يَاأَيُّهَا الْكَافِرُونَ (١) لَا أَعْبُدُ مَا تَعْبُدُونَ}؟ ! ، وقيل في سبب نزولها كما ذكر ابن إسحاق، وأهل التفسير: أنها نزلت في رهط من قريش منهم: الحارث بن قيس السهمي، والعاص بن وائل، والوليد بن المغيرة، والسود بن عبد يغوث، والأسود بن المطَّلب بن أسد، وأمية بن خلف، قالوا: يَا محمَّد هلم فاتبع ديننا ونتبع دينك ونشركك في أمرنا كله، تعبد آلهتنا سنة ونعبد إلهك سنة، فإن كان الذي جئت به خيرًا كنا قد شركناك فيه وأخذنا حظنا منه، وإن كان الذي بأيدينا خيرًا كنت قد شركتنا في أمرنا وأخذت بحظك منه. فقال: معاذ الله أن أشرك به غيره. قالوا: فاستلم بعض آلهتنا نصدقك ونعبد إلهك. فقال: حتَّى أنظر ما يأتي من عند ربي، فأنزل الله عز وجل {قُلْ يَاأَيُّهَا الْكَافِرُونَ (١)} إلى آخر السورة، فغدا رسول الله - صلى الله عليه وسلم - إلى المسجد الحرام وفيه الملأ من قريش، فقام على رؤوسهم ثم قرأها عليهم حتَّى فرغ من السورة، فأيسوا منه عند ذلك وآذوه وأصحابه. ثم إنه - صلى الله عليه وسلم - خير من عبد الله تعالى ووحده، فهو خاتم النبيين، وإمام الموحدين. (١) رواه الطبري في \"جامع البيان\" ٣/ ٣٣١، ٢١/ ١١٨ عن ابن عباس، ومجاهد، ولم يذكر اسم الرَّجل، وعن قتادة.وقال القرطبي رحمه الله في \"الجامع لأحكام القرآن\" ١٤/ ١١٦: قال السهيلي: كان جميل بن معمر الجمحي، وهو ابن معمر بن حبيب بن وهب بن حذافة بن جمح، واسم جمح: تيم، وكان يدعى ذا القلبين.(٢) قال ابن العربي رحمه الله: قوله تعالى: {مِنْ قَلْبَيْنِ} القلب: بِضْعَة صَغِيرَةُ =</p><p> قلبين أعقل بكل واحد منهما أفضل من عقل محمَّد. فلما كان يوم بدر، وهُزِم المشركون وفيهم يومئذ أبو معمر تلقاه أبو سفيان بن حرب -وهو معلق إحدى نعليه بيده والأخرى في رجله- فقال له: يَا أَبا معمر، ما حال النَّاس؟ قال: انهزموا قال: فما بالك إحدى نعليك في يدك والأخرى في رجلك؟ ! فقال له أبو معمر: ما شعرت إلَّا أنهما في رجلي. فعرفوا يومئذ أنَّه لو كان له قلبان لما نسي نعله في يده. </p><p> وقال الزُّهْرِيّ ومقاتل: هذا مثل ضربه الله للمظاهر من امرأته، وللمتبني ولد غيره، يقول: فكما لا يكون لرجل قلبان كذلك لا يكون امرأة المظاهر أمه حتَّى تكون له أمَّان، ولا يكون ولد واحد ابن رجلين (١) . </p><p> {وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي} قرأ أبو جعفر، وأبو عمرو، وورش (اللاي) بغير مد ولا همز، ممدودة مهموزة: نافع غير ورش، </p><p>= الجُرْمِ عَلَى هَيْئَةِ الصَّنَوْبَرَةِ، خلقها الله تعالى في الآدمي، وجعلها محلًا للعلم، والروح أَيضًا -في قول- يحصى به العبد من العلوم ما لا يسع في أسفار، يكتبه الله فيه بالخط الإلهي، ويضبطه فيه بالحفظ الرباني حتَّى يحصيه ولا ينسى منه شيئًا. وهو بين لمتين: لمة من الملك، ولمة من الشيطان. وهو محل الخطرات والوساوس، ومكان الكفر والإيمان, والمعنى في الآية: أنَّه لا يجتمع في القلب الكفر والإيمان، والهدى والضلال، والإنابة والإصرار. \"أحكام القرآن\" ٣/ ١٥٠٤. (١) رواه الطبري في \"جامع البيان\" ٢١/ ١١٩ عن الزُّهْرِيّ.قال القرطبي في \"الجامع لأحكام القرآن\" ١٤/ ١١٧ قال النحاس: وهذا قول ضعيف لا يصح في اللغة، وهو من منقطعات الزُّهْرِيّ رواه معمر عنه. .</p><p> وأيوب، ويعقوب، والأعرج وأنشد: </p><p> من اللاءِ لم يحججن يبغين حسبة ولكن ليقتلن البريء المغفلا (١) </p><p> وقرأ أهل الكوفة والشَّام بالمد والهمز وإثبات الياء، واختاره أبو عبيد للإشباع. </p><p> واختلف فيه عن ابن كثير، وكلها لغات معروفة. </p><p> (تَظَّاهرون) بفتح التاء وتشديد الظاء: شامي. </p><p> بفتح التاء وتخفيف الظاء: كُوفِيّ غير عاصم، واختاره أبو عبيد. </p><p>(١) اللاَّئي: بمعنى اللَّواتي بوزن القاضي والدَّاعي. وفي التنزيل العزيز: {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ}. قال ابن جني: وحكي عنهم اللاؤو فعلوا ذلك يريد اللَّاؤون، فحذف النُّون تخفيفًا. وإِن شئت قلت للنساء اللا، بالقصر بلا ياء ولا مدّ ولا همز قال الكميت: وكانَتْ مِن اللاَّ لا يُغَيّرُها ابنها ... إذا ما الغُلامً الأَحْمَقُ الأُمَّ غَيَّراومثله قول الراجز:فدُومي على العَهْدِ الذي كان بَيْنَنا ... أَم أَنْتِ من اللاَّ ما لَهُنَّ عُهودُ؟قال بعضهم: من قال اللاَّء فهو عنده كالباب، ومن قال اللاَّئي فهو عنده كالقاضي؛ قال: ورأيت كثيرًا قد استعمل اللاَّئي لجماعة الرجال فقال:أُولئكَ إِخواني وأَخْلالُ شيمَتي ... وأَخْدانُك اللَّائي تَزَيَّنَّ بالكَتَمْوأَورد ابن بري هذا البيت مستشهدا به على جمع آخر فقال: ويقال اللاءَات أَيضًا؛ قال الشَّاعر:أُولئك أَخْداني الذينَ أَلِفْتُهمْ ... وأَخْدانُكَ اللاءَاتِ زُيِّنَّ بالكتمْقال ابن سيده: وكل ذلك جمع التي على غير قياس. \"المحكم\" ١٠/ ٢٠٦، \"لسان العرب\" لابن منظور ١٥/ ٢٣٨، ٢٤٠، \"الحجة\" لابن زنجلة (ص ٥١٧) \"الجامع لأحكام القرآن\" للقرطبي ٥/ ١٠٨.</p><p> بضم التاء، وتخفيف الظاء، وكسر الهاء: عاصم، والحسن. </p><p> قال أبو عمرو: وهذا منكر؛ لأن المظاهرة من التعاون (١) . </p><p> والآية نزلت في أوس بن الصامت بن قيس بن أصرم أخي عبادة وفي امرأته خولة بنت ثعلبة بن مالك، يقول الله: ما جعل نساءكم اللاتي تقولون: هن علينا كظهور أمهاتنا في الحرام كما تقولون، ولكنها معصية، وفيها كفارة، وأزواجكم لكم حلال (٢) ، وسنذكر القصة والحكم في سورة المجادلة إن شاء الله. </p><p> {وَمَا جَعَلَ ادعيائكم} يعني: من تبنيتموه {ابنائكم} نزلت في زيد ابن حارثة بن شراحيل الكلبي من بني عبد ود (٣) ، كان عبدًا لرسول الله - صلى الله عليه وسلم - فأعتقه وتبنّاه قبل الوحي، وآخى بينه وبين حمزة بن عبد المطَّلب في الإِسلام، فجعل الفقير أخًا للغني ليعود عليه، فلما تزوج النَّبِيّ -صلى الله عليه وسلم- زينب بنت جحش الأسدية -وكانت تحت زيد بن حارثة- قالت اليهود والمنافقون: تزوج محمَّد امرأة ابنه، وهو ينهى النَّاس عنها، فأنزل الله تعالى هذِه الآية. </p><p>(١) وكذلك قرأ حمزة، والكسائي، وخلف، إلَّا أنَّهم بفتح التاء والهاء، وقرأ ابن عامر كذلك إلَّا أنَّه بتشديد الظاء، وقرأ الباقون كذلك إلَّا أنَّهم بتشديد الهاء مفتوحة من غير أَلف قبلها. انظر: \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٤٧.(٢) رواه الطبري في \"جامع البيان\" ٢١/ ١١٩ عن قتادة.(٣) رواه الطبري في \"جامع البيان\" ٢١/ ١١٩ عن مجاهد، وابن زيد.ونقل القرطبي في \"الجامع لأحكام القرآن\" ١٤/ ١١٨ إجماع المفسرين على ذلك.</p>"
}