{
  "id": null,
  "sura": 33,
  "aya": 40,
  "text": "<p> محل {الَّذِين} خفض على نعت {الَّذِينَ خَلَوْا} . </p><p> {وَيَخْشَوْنَهُ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللَّهَ} لا يخشون قالة الناس ولائمتهم فيما أحل الله لهم وفرض عليهم. </p><p> {وَكَفَى بِاللَّهِ حَسِيبًا} حافظًا لأعمال خلقه، ومحاسبهم عليها. </p><p> ثم نزلت في قول الناس: إن محمدًا تزوج امرأة ابنه: </p><p> ٤٠ - {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ} </p><p> الذين لم يلدهم فيحرم عليه نكاح زوجته بعد فراقه إياها، يعني: زيدًّا، وإنما كان أبا القاسم، والطيب، والمطهر، وإبراهيم. </p><p> {وَلَكِنْ رَسُولَ اللَّهِ} أي: ولكن كان رسول الله. </p><p> {وَخَاتَمَ النَّبِيِّينَ} أي: آخرهم (١) ، ختم الله به النبوة فلا نبي بعده، ولو كان لمحمد ابن لكان نبينا. </p><p> [٢٢٨٢] أخبرنا عبد الله بن حامد الوزان (٢) ، قال: أخبرنا مكي بن </p><p>= زماننا هذا، فبنورهم يقتدي المهتدون، وعلى منهجهم يسلك الموفقون، فنسأل الله الكريم المنان أن يجعلنا من خلفهم. انظر: \"تفسير القرآن العظيم\" لابن كثير ١١/ ١٧٤ - ١٧٥.(١) وهذِه الآية نص في أنه لا نبي بعد نبينا محمد - صلى الله عليه وسلم -، كما روى البخاري في المناقب باب خاتم النبيين (٣٥٣٤)، ومسلم في الفضائل، باب ذكر كونه - صلى الله عليه وسلم - خاتم النبيين (٢٢٨٧)، عن جابر بن عبد الله - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"مثلي ومثل الأنبياء كمثل رجل بنى دارًا فأكملها وأحسنها إلا موضع لبنة، فكان من دخلها فنظر إليها قال: ما أحسنها إلا موضع هذِه اللبنة، فأنا موضع اللبنة، ختم الله بي الأنبياء عليهم الصلاة والسلام\".(٢) لم يذكر بجرح أو تعديل.</p><p> عبدان (١) ، قال: أخبرنا عبد الرحمن (٢) ، قال: أخبرنا سفيان (٣) ، عن الزهري (٤) ، عن محمد بن جبير (٥) ، عن أبيه (٦) أن النبي - صلى الله عليه وسلم - قال:  \"أنا محمد، وأنا أحمد، وأنا الحاشر الذي يحشر الناس على قدمي، وأنا العاقب الذي ليسر بعدي نبي\"  (٧) . </p><p> واختلف القراء (٨) في قوله تعالى: {وَخَاتَمَ} : </p><p>(١) المحدث الثقة المتقن. (٢) ابن بشر بن الحكم بن حبيب بن مهران العبدي ثقة.(٣) ابن عيينة بن أبي عمران ثقة حافظ فقيه إمام حجة إلا أنه تغير حفظه بأخرة وكان ربما دلس لكن عن الثقات وكان أثبت الناس في عمرو بن دينار.(٤) محمد بن مسلم الفقيه الحافظ، متفق على جلالته وإتقانه.(٥) محمد بن جبير بن مطعم بن عدي بن نوفل القرشي النوفلي، ثقة.(٦) جبير بن مطعم بن عدي الصحابي المشهور.(٧) [٢٢٨٢] الحكم على الإسناد: رجاله ثقات، ما عدا شيخ المصنف لم يذكر بجرح أو تعديل.التخريج:رواه البخاري في المناقب باب ما جاء في أسماء رسول الله (٣٥٣٢)، وفي التفسير باب قوله تعالى {من بعدي اسمه أحمد} (٤٨٩٦)، ومسلم في الفضائل باب في أسمائه (٢٣٥٤)، وأحمد في \"المسند\" ٤/ ٨٠ (١٦٧٣٤)، ٤/ ٨١ (١٦٧٤٨) ومالك في \"الموطأ\" (١٥٩٤)، والدارمي في \"السنن\" (٢٨١٧).(٨) قرأ الجمهور بكسر التاء، وقُرئ بفتحها، ومعنى الأولى أنه ختمهم، أي: جاء آخرهم، ومعنى الثانية أنه صار كالخاتم لهم، الذي يختمون به، ويتزينون بكونه منهم، قال أبو عبيدة: الوجه الكسر، لأن التأويل أنه ختمهم فهو خاتمهم، وأنه قال: \"أنا خاتم النبيين\" وخاتم الشيء آخره، وقال الحسن: الخاتم هو الذي ختم به. والمعني ختم الله به النبوة فلا نبوة بعده ولا معه. قال ابن عباس: يريد لو =</p><p> فقرأ الحسن، وعاصم بفتح التاء على الاسم، أي: آخر النبيين، كقوله تعالى {خِتَامُهُ مِسْكٌ} أي: آخره. وقرأ الآخرون بكسر التاء على الفاعل، أي: أنه ختم النبيين بالنبوة (١) . </p><p>= لم أختم به النبيين لجعلت له ابنا يكون بعده نبيًّا، وقال: إن الله لما حكم أن لا نبي بعده لم يعطه ولدا ذكرا يصير رجلا، وعيسى ممن نبي قبله، وحين ينزل ينزل عاملا على شريعة محمد - صلى الله عليه وسلم - كأنه بعض أمته. انظر: \"جامع البيان\" للطبري ٢٢/ ١٦. القرطبي ١٤/ ١٩٦ - ١٩٧. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ١٠ (ختم).(١) والأحاديث في هذا كثيرة، فمن رحمة الله تعالى بالعباد إرسال محمد - صلى الله عليه وسلم - إليهم، ثم من تشريفه لهم ختم الأنبياء والمرسلين به وإكمال الدين الحنيف له، وقد أخبر الله تبارك وتعالى في كتابه ورسوله - صلى الله عليه وسلم - في السنة المتواترة عنه أنه لا نبي بعده، ليعلموا أن كل من ادعى هذا المقام بعده فهو كذاب وأفاك دجال ضال مضل، لو تحرق وشعبذ وأتى بأنواع السحر والطلاسم والنيرنجيات فكلها محال وضلال عند أولي الألباب، كما أجرى الله سبحانه وتعالى على يد الأسود العنسي باليمن ومسيلمة الكذاب باليمامة من الأحوال الفاسدة والأقوال الباردة ما علم كل ذي لب وفهم وحجى أنهما كاذبان ضالان لعنهما الله، وكذلك كل مدع لذلك إلى يوم القيامة حثى يختموا بالمسيح الدجال، فكل واحد من هؤلاء الكذابين يخلق الله تعالى معه من الأمور ما يشهد العلماء والمؤمنون بكذب من جاء بها، وهذا من تمام لطف الله تعالى بخلقه، فإنهم بضرورة الواقع لا يأمرون بمعروف ولا ينهون عن منكر إلا على سبيل الاتفاق أو لما لهم فيه من المقاصد إلى غيره ويكون في غاية الإفك والفجور في أقوالهم وأفعالهم، كما قال تعالى: {هَلْ أُنَبِّئُكُمْ عَلَى مَنْ تَنَزَّلُ الشَّيَاطِينُ (٢٢١) تَنَزَّلُ عَلَى كُلِّ أَفَّاكٍ أَثِيمٍ (٢٢٢)}، وهذا بخلاف حال الأنبياء عليهم الصلاة والسلام، فإنهم في غاية البر والصدق والرشد والاستقامة والعدل فيما يقولونه ويفعلونه ويأمرون به وينهون عنه، مع ما يؤيدون به من الخوارق للعادات والأدلة الواضحات والبراهين الباهرات، فصلوات الله وسلامه عليهم دائمًّا مستمرًا =</p>"
}