{
  "id": null,
  "sura": 33,
  "aya": 30,
  "text": "<p> الآخرة، قالت: ثم فعل أزواج النبي - صلى الله عليه وسلم - مثل ما فعلت (١) . </p><p> ٣٠ - {يَانِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ} </p><p> قرأ الجحدري بالتاء، غيره بالياء. {بِفَاحِشَةٍ مُبَيِّنَةٍ} بمعصية ظاهرة (٢)  {يُضَاعَفْ لَهَا الْعَذَابُ} في الآخرة {ضِعْفَيْنِ}  (٣) . </p><p>(١) [٢٢٦١] الحكم على الإسناد: فيه شيخ المصنف لم يذكر بجرح أو تعديل وفي رواية يونس عن الزهري وهم قليل.التخريج:انظر: الحديث السابق.(٢) قال قوم: الفاحشة إذا وردت معرفة فهي الزنا واللواط، وإذا وردت منكرة فهي سائر المعاصي، هاذا وردت منعوتة فهي عقوق الزوج وفساد عشرته، قال ابن عباس: ما بغت امرأة نبي قط، وإنما خانت في الإيمان والطاعة. وقال: وهي -الفاحشة- النشوز وسوء الخلق. وعلى كل تقدير فهو شرط، والشرط لا يقتضي الوقوع كقوله تعالى: {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ} وكقوله عز وجل: {وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ} {قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ (٨١)} فلما كانت محلتهن رفيعة ناسب أن يجعل الذنب لو وقع منهن مغلظًا صيانة لجانبهن وحجابهن الرفيع.انظر: \"تفسير القرآن العظيم\" لابن كثير ١١/ ١٤٩.(٣) قال مقاتل: لأن إتيان الأجر مرتين أيضًا في الآخرة. انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ١٧٦.يضاعف لها العذاب ضعفين لشرف منزلتهن، وفضل درجتهن، وتقدمهن على سائر النساء أجمع، وقد بينت الشريعة في غير ما موضع أنَّه كلما تضاعفت الحرمات فهتكت تضاعفت العقوبات، ولذلك ضوعف حد الحر على العبد، والثيب على البكر، وكذلك عقوبة من يعصي الله في الحرم، أو يهم بفعل سيئة =</p><p> وقرأ ابن عامر، وابن كثير:  (نضعِّف) بالنون، وكسر العين مشددًا من غير ألف (العذاب) نصبًا. </p><p> وقرأ أبو عمرو، ويعقوب:  (يضعَّف) بالياء، وفتح العين بالتشديد رفعًا. </p><p> قال:  (١) أبو عمرو: وإنما قرأت (٢) هذِه وحدها بالتشديد لقوله: ضعفين. </p><p> وقرأ الباقون:  (يضاعف) بالألف ورفع الباء من (العذاب) ، وهما لغتان مثل باعد وبعد. </p><p> وقال أبو عمرو، وأبو عبيد: ضعفت الشيء إذا جعلته مثليه، وضاعفته جعلته ثلاثة أمثاله (٣) . </p><p>= فيه، وقيل: لما كان أزواج النبي - صلى الله عليه وسلم - في مهبط الوحي، وفي منزل أوامر الله ونواهيه، قوي الأمر عليهن، ولزمهن بسبب مكانتهن أكثر مما يلزم غيرهن، فضوعف لها الأجر والعذاب. انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ١٧٤.(١) في المخطوط، وقرأ.(٢) في المخطوط، قرأ.(٣) قال الطبري: والصواب من القراءة في ذلك ما عليه قراء الأمصار (يضاعف)، وأما التأويل الَّذي ذهب إليه أبو عمرو فتأويل لا نعلم أحدًا من أهل العلم ادعاه غيره، وغير أبي عبيدة معمر بن المثنى، ولا يجوز خلاف ما جاءت به الحجة مجمعة عليه بتأويل لا برهان له من الوجه الَّذي يجب التسليم له. \"جامع البيان\" ٢١/ ١٥٩.ومما يؤيد كلام الطبري قول ابن عطية: وكون الأجر مرتين مما يفسد هذا القول -قول أبي عمرو- لأن العذاب في الفاحشة بإزاء الأجر في الطاعة، فلا يكون =</p>"
}