{
  "id": null,
  "sura": 33,
  "aya": 29,
  "text": "<p> ٢٩ - {وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ} </p><p> فأطعتنهما {فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْرًا عَظِيمًا} قال المفسرون: كان أزواج النبي -صلى الله عليه وسلم- سألنه أشياء من عرض الدنيا وآذينه بزيادة النفقة والغيرة، فهجرهن رسول الله -صلى الله عليه وسلم- وآلى أن لا يقربهن شهرًا، ولم يخرج إلى أصحابه صلوات، فقالوا: ما شأنه؟ ، قال عمر - رضي الله عنه -: إن شئتم لأعلمن لكم ما شأنه، فأتى النبي -صلى الله عليه وسلم- فجعل يتكلم ويرفع صوته حتى أذن له، قال: فجعلت أقول في نفسي أي شيء أكلم به رسول الله - صلى الله عليه وسلم - لعله ينبسط، فقلت: يا رسول الله لو رأيت فلانة وسألتني النفقة فصككتها صكة (١) ، فقال: ذاك أجلسني عنكم (٢) . </p><p> فأتى عمر حفصة فقال: لا تسألي رسول الله -صلى الله عليه وسلم- شيئًا، فما كانت لك من حاجة فإليَّ ثم تتبع نساء النبي - صلى الله عليه وسلم - فجعل يكلمهن، فقال لعائشة: أيغرك أنك امرأة حسناء وأن زوجك يحبك، لتنتهن أو لينزلن فيكن القرآن، قال: فقالت له أم سلمة: يا ابن الخطاب أو ما </p><p>(١) الصَّكُّ: الضرب الشديد بالشيء العريض، وقيل: هو الضرب عامة بأي شيء كان، صكه يصكه صكا. وصكه أي: ضربه؛ واصطكوا بالسيوف أي تضاربوا بها. انظر: \"لسان العرب\" لابن منظور ١٠/ ٤٥٦ (صَلكَّ). (٢) وانظر رحمك الله إلى عدم قدرة النبي -صلى الله عليه وسلم- على النفقة، مع أن الله -سبحانه وتعالى- خيره بين الدنيا وكنوزها والآخرة، فجاءه الملك الموكل بخزائن الأرض بمفاتحها، وقال له: إن الله خيرك بين أن تكون نبيا ملكا، وبين أن تكون عبدا نبيا. فنظر رسول الله - صلى الله عليه وسلم - إلى جبريل كالمستشير، فأشار إليه أن تواضع فقلت: \"بل نبيا عبدا، أجوع يوما وأشبع يوما\". وقال لما خيره الله تعالى بين الدنيا وكنوزها ثم الجنة، ولقائه والجنة: \"بل الرفيق الأعلى بل الرفيق الأعلى\".</p><p> بقي لك إلا أن تدخل بين رسول الله - صلى الله عليه وسلم - وبين نسائه، مَن تسأل المرأة إلا زوجها؟ ، فأنزل الله عز وجل هذِه الآيات. </p><p> وكانت تحت رسول الله - صلى الله عليه وسلم - يومئذ تسع نسوة، خمس من قريش: </p><p> عائشة بنت أبي بكر، وحفصة بنت عمر، وأم حبيبة بنت أبي سفيان، وسودة بنت زمعة، وأم سلمة بنت أبي أمية، وصفية بنت حيي الخيبرية، وميمونة بنت الحارث الهلالية، وزينب بنت جحش الأسدية، وجويرية بنت الحارث المصطلقية، فلما نزلت آية التخيير بدأ رسول الله - صلى الله عليه وسلم بعائشة (١) -وكانت أحبهن إليه- فخيرها وقرأ عليها القرآن فاختارت الله ورسوله والدار الآخرة فرئي الفرح في وجه رسول الله - صلى الله عليه وسلم -، وتتابعنها على ذلك (٢) . قال قتادة: فلما اخترن الله ورسوله شكرهن الله على ذلك فقصره عليهن، فقال:  {لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ} الآية. </p><p> [٢٢٦٠] أخبرنا عبد الله بن حامد (٣) ، قال: أخبرنا محمد بن الحسين (٤) ، قال: أخبرنا أحمد بن يوسف (٥) ، قال: أخبرنا </p><p>(١) وفي هذا منقبة ظاهرة لعائشة، ثم لسائر أمهات المؤمنين رضي الله عنهن، وفيه المبادرة إلى الخير، وإيثار أمور الآخرة على الدنيا، وفيه نصيحة الإنسان صاحبه، وتقديمه في ذلك ما هو أنفع في الآخرة. أنظرت \"شرح صحيح مسلم\" للنووي ١٠/ ٧٩. (٢) رواه الطبري في \"جامع البيان\" ٢١/ ١٥٦ - ١٥٧ عن أبي الزبير، وعكرمة.(٣) أبو محمد الماهاني، لم يذكر بجرح أو تعديل.(٤) أبو بكر النيسابوري القطان، مال عنه الحاكم: الشيخ الصالح.(٥) أبو الحسن السلمي النيسابوري، حافظ ثقة.</p><p> عبد الرزاق (١) قال: أخبرنا معمر (٢) قال: حدثني الزهري (٣) ، عن عروة (٤) ، عن عائشة (٥) قالت: لما مضت تسع وعشرون ليلة دخل على رسول الله - صلى الله عليه وسلم -، فقلت: يا رسول الله إنك أقسمت أن لا تدخل علينا شهرًا، فإنك قد دخلت على تسع وعشرين أعدهن، فقال:  \"إن الشهر تسع وعشرين\" ، ثم قال:  \"يا عائشة إني ذاكر لك أمرًا فلا عليك أن لا تعجلي فيه حتَّى تستأمري أبويك\"  (٦) ، قالت: ثم قرأ على هذِه الآية: {يَاأَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا} الآية حتَّى بلغ: {أَجْرًا عَظِيمًا} . قالت عائشة: قد علم والله أن أبوي لم يكونا ليأمراني بفراقه، قالت: في هذا أستأمر أبوي؟ ! فإني أريد الله ورسوله والدار الآخرة (٧) . </p><p>(١) أبو بكر الصنعاني، ثقة حافظ، عمي في أخر عمره فتغير وكان يتشيع. (٢) معمر بن راشد، ثقة ثبت فاضل إلا أن في روايته عن ثابت والأعمش شيئًا.(٣) محمد بن شهاب، الفقيه الحافظ، متفق على جلالته وإتقانه.(٤) أبو عبد الله الأسلبي، ثقة.(٥) أم المؤمنين.(٦) إنما قال لها هذا شفقة عليها وعلى أبويها، ونصيحة لهم في بقائها عنده - صلى الله عليه وسلم -، فإنه خاف أن يحملها صغر سنها وقلة تجاربها على اختيار الفراق فيجب فراقها، فتضر هي وأبواها وباقي النسوة بالاقتداء بها.انظر: \"شرح صحيح مسلم\" للنووي ١٠/ ٧٨.(٧) [٢٢٦٠] الحكم على الإسناد:شيخ المصنف لم يذكر بجرح أو تعديل.التخريج:رواه البخاري في تفسير القرآن، باب {وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ} =</p><p> وقال معمر: حدثني أيوب أن عائشة قالت: لا تخبر أزواجك أني اخترتك، فقال النبي - صلى الله عليه وسلم -: \"إنما بعثني الله مبلغًا ولم يبعثني متعنتًا\"  (١) . </p><p> [٢٢٦١] وأخبرني محمد بن عبد الله بن حمدون (٢) ، قال: أخبرنا أحمد بن محمد بن الحسن (٣) ، قال: أخبرنا محمد بن يحيى (٤) ، قال: أخبرنا عثمان بن عمر (٥) قال: أخبرنا يونس (٦) ، عن الزهري (٧) ، عن أبي سلمة (٨) : أن عائشة - رضي الله عنها - قالت: لما أمر رسول الله - صلى الله عليه وسلم - تخيير أزواجه بدأ بي فقال:  \"إني مخبرك خبرًا، ولا عليك ألا تعجلي حتَّى تستأمري أبويك\" ، ثم قال:  \"إن الله تعالى قال:{يَاأَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا}حتَّى بلغ{أَجْرًا عَظِيمًا}\" فقلت: أفي هذا أستأمر أبوي؟ فإني أريد الله ورسوله والدار </p><p>= (٤٧٨٥، ٤٧٨٦)، وحكي أن معمرًا اضطرب فيه، فتارة رواه عن الزهري، عن أبي سلمة، وتارة رواه عن الزهري، عن عائشة - رضي الله عنه -، ورواه مسلم في كتاب الطلاق، باب أن تخيير امرأته لا يكون طلاقًا إلا بنية (١٤٧٥)، ورواه الطبري في \"جامع البيان\" ٢١/ ٥٨، والترمذي كتاب تفسير القرآن باب ومن سورة الأحزاب (٣٢٠٤)، وابن ماجة كتاب الطلاق باب الرجل يخير امرأته (٢٠٥٣). (١) رواه مسلم في الطلاق باب في الإيلاء واعتزال النساء وتخييرهن (١٤٧٨).(٢) أبو سعيد النيسابوري، العالم الزاهد الصالح، لم يذكر بجرح أو تعديل.(٣) ابن الشرقى، ثقة مأمون.(٤) الذهلي، ثقة حافظ جليل.(٥) ابن فارس بن لقيط العبدي، ثقة، قيل: كان يحيى بن سعيد لا يرضاه.(٦) يونس بن يزيد بن أبي النجاد، ثقة، إلا أن في روايته عن الزهري وهما قليلًا وفي غير الزهري خطأ.(٧) محمد بن شهاب، الفقيه الحافظ، متفق على جلالته وإتقانه.(٨) أبو سلمة بن عبد الرحمن بن عوف، ثقة فقيه كثير الحديث.</p>"
}