{
  "id": null,
  "sura": 33,
  "aya": 69,
  "text": "<p> ٦٩ - {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى فَبَرَّأَهُ اللَّهُ} وطهره الله. </p><p> {مِمَّا قَالُوا وَكَانَ عِنْدَ اللَّهِ وَجِيهًا}  (١) كريمًا مقبولًا إذا جاءه. </p><p> واختلفوا في ما آذوا به موسى -عليه السلام-: </p><p> [٢٣١٣] وأخبرنا أبو سعيد محمد بن عبد الله بن حمدون (٢) ، قال: أخبرنا أبو حامد بن الشرقي (٣) ، قال: أخبرنا محمد بن يحيى (٤) وعبد الرحمن بن بشر (٥) ، وأحمد بن يوسف (٦) ، قالوا: أخبرنا </p><p>= - صلى الله عليه وسلم - على الوجه المنقول من صفته، فرؤياه حق فهذا من قبيل تعارض الدليلين. والعمل بأرجحهما. وما ثبت في اليقظة فهو أرجح. وإن كان غير مخالف لما ثبت في اليقظة: ففيه خلاف. ويجوز الاستئناس بالرؤيا فيما يقوم عليه الدليل الشرعي، لما دل الشرع عليه من عظم قدرها، وأنها جزء من ستة وأربعين جزءا من النبوة. وهذا الاستئناس والترجيح لا ينافي الأصول. انظر: \"الاعتصام\" للشاطبي ١/ ٢٢٠ - ٢٢٣، طبعة السيد محمد رشيد رضا، ١٣٣٢ هـ. (١) قوله تعالى: {وَكَانَ عِنْدَ اللَّهِ وَجِيهًا} أي له وجاهة وجاه عند ربه -عز وجل-. قال الحسن البصري: كان مستجاب الدعوة عند الله، وقال غيره من السلف: لم يسأل الله شيئًا إلا أعطاه، ولكن منع الرؤية لما يشاء -عز وجل-. وقال بعضهم: من وجاهته العظيمة عند الله أنه شفع في أخيه هارون أن يرسله الله معه فأجاب الله سؤاله فقال: {وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا (٥٣)}.انظر: \"تفسير القرآن العظيم\" لابن كثير ١١/ ٢٤٩.(٢) العالم الزاهد الصالح. لم يذكر بجرحٍ أو تعديل.(٣) ثقة مأمون.(٤) هو الذهلي، وهو ثقة حافظ جليل.(٥) ابن الحكم بن حبيب بن مهران العبدي، ثقة.(٦) أبو الحسن السلمي، حافظ ثقة.</p><p> عبد الرزاق (١) . </p><p> [٢٣١٤] وحدثنا عبد الله بن حامد (٢) ، قال: أخبرنا أبو بكر المطيري (٣) ، قال: أخبرنا أبو جعفر أحمد بن عبد الله بن يزيد المؤدب (٤) ، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر (٥) ، عن همام بن منبه (٦) عن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: \"كانت بنو إسرائيل يغتسلون عراة (٧) ينظر بعضهم إلى سوأة بعض، وكان موسى -عليه السلام- يغتسل وحده، فقالوا: والله ما يمنع موسى أن يغتسل معنا إلا أنه آدر (٨) . قال: فذهب مرة يغتسل فوضع ثوبه على حجر، ففر الحجر بثوبه، فجمع (٩) في أثره، يقول: ثوبي حجر، ثوبي </p><p>(١) الصنعاني، ثقة حافظ، عمي في آخر عمره فتغير وكان يتشيع. (٢) الأصفهاني الوزان، لم يذكر بجرحٍ أو تعديل.(٣) ثقة مأمون.(٤) كان يضع الحديث.(٥) معمر بن راشد، ثقة ثبت فاضل.(٦) ثقة.(٧) قوله: \"عراة\" هذا يشعر بأن اغتسال بني إسرائيل عراة بمحضر منهم كان جائزًا في شرعهم. وإنما اغتسل موسى وحده استحياء.(٨) آدر: أي عظيم الخصيتين. والأدرة -بالضم- نفخة في الخصية، يقال: رجل آدر بين الأدر -بفتح الهمزة والدال-، وهي التي تُسميها الناس القيلة. ومنه الحديث \"إن بني إسرائيل كانوا يقولون إن موسى آدر، من أجل أنه كان لا يغتسل إلا وحده\" وفيه نزل قوله تعالى: {لَا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا}. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٣١ (أدر).(٩) فجمع: أي ذهب مسرعًا إسراعًا بليغًا. والجمع: شدة الحركة، مع قوة الأعضاء، =</p><p> حجر (١) . حتى نظر بنو إسرائيل إلى سوأة موسى، فقالوا: والله ما بموسى من بأس. فقام الحجر من بعد ما نظروا إليه، فأخذ ثوبه فطفق (٢) بالحجر ضربًا\" (٣) . </p><p>= وعدم الاسترخاء في المشي. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٢٩٥ - ٢٩٧ (جمع).(١) ثوبي حجر: أي: دع ثوبي يا حجر.(٢) فطفق: أي جعل يضرب. وهي بمعنى أخَذَ في الفِعْل وجَعَل يَفْعَل، وهي من أفعال المُقارَبةِ.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ١٢٩ (طفق). \"مختار الصحاح\" للرازي (ص ١٦٥)، (طفق).(٣) هذا الحديث حديث جليل، وهو يدل على أن الله يدافع عن أنبيائه وأوليائه، وينصرهم ويبرئهم مما نسب إليهم ولا يتناسب مع مكانتهم، ويدل أيضًا على عبودية الحجر لله رب العالمين، وتحمله الضرب في سبيل تبرئة نبي من أنبياء الله، فقد أدرك أمر ربه وامتثل له وطار بثوب موسى -عليه السلام-، فخاطبه موسى -عليه السلام- لعلمه أنه مدرك لخطابه، كما أن ضرب موسى للحجر كان معاقبة له، فليس من المعقول أن يخاطب أو يعاقب من لا يدرك، بل إنه ترك أثرًا للضرب.وفيه من الفوائد:معجزتان ظاهرتان لموسى -عليه السلام-، إحداهما: مشي الحجر بثوبه إلى ملأ بني إسرائيل، والثانية: حصول الندب في الحجر.ومنها: وجود التمييز في الجماد كالحجر ونحوه، مثل تسليم الحجر بمكة على النبي - صلى الله عليه وسلم -، وحنين الجذع ونظائره.ومنها: جواز الغسل عريانًا في الخلوة، وإن كان ستر العورة أفضل، وبهذا قال الشافعي ومالك وجماهير العلماء، وخالفهم ابن أبي ليلى.ومنها: جواز المشي عريانا للضرورة، وقال ابن الجوزي: لما كان موسى في خلوة وخرج من الماء فلم يجد ثوبه تبع الحجر بناء على أن لا يصادف أحدًا وهو =</p><p> قال أبو هريرة: إن بالحجر ندبًا (١) ستة أو سبعة أثر ضرب </p><p>= عريان، فاتفق أنه كان هناك قوم فاجتاز بهم، كما أن جوانب الأنهار وإن خلت غالبًا لا يؤمن وجود قوم قريب منها، فبنى الأمر على أنه لا يراه أحد لأجل خلاء المكان، فاتفق رؤية من رآه. والذي يظهر أنه استمر يتبع الحجر على ما في الخبر حتى وقف على مجلس لبني إسرائيل كان فيهم من قال فيه ما قال. وبهذا تظهر الفائدة، وإلا فلو كان الوقوف على قوم منهم في الجملة لم يقع ذلك الموقع. ومنها: جواز النظر إلى العورة عند الضرورة الداعية لذلك من مداواة أو براءة من عيب، كما لو ادعى أحد الزوجين على الآخر البرص ليفسخ النكاح فأنكر. ومنها: أن الآدمي يغلب عليه طباع البشر، لأن موسى علم أن الحجر ما سار بثوبه إلا بأمر من الله، ومع ذلك عامله معاملة من يعقل حتى ضربه.ويحتمل أنه أراد بيان معجزة أخرى لقومه بتأثير الضرب بالعصا في الحجر.ومنها: ما أبتلي به الأنبياء والصالحون من أذى السفهاء والجهال، وصبرهم عليهم.ومنها: ما قاله القاضي وغيره: أن الأنبياء صلوات الله وسلامه عليهم منزهون عن النقائص في الخَلق والخُلق، سالمون من العاهات والمعايب، قالوا: ولا التفات إلى ما قاله من لا تحقيق له من أهل التاريخ في إضافة بعض العاهات إلى بعضهم، بل نزههم الله تعالى من كل عيب، وكل شيء يبغض العيون أو ينفر القلوب. وقوله: (ثوبي حجر) أي: أعطني، وإنما خاطبه لأنه أجراه مجرى من يعقل لكونه فرَّ بثوبه، فانتقل من حكم الجماد إلى حكم الحيوان فناداه، فلما لم يعطه ضربه. فإن قيل: كيف نادى موسى -عليه السلام- الحجر نداء من يعقل؟ ، قيل: لأنه صدر عن الحجر فعل من يعقل.انظر: \"شرح صحيح مسلم\" للنووي ١٥/ ١٢٧، \"فتح الباري\" لابن حجر ١/ ٣٨٦، \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٢٥، \"عبودية الكائنات\" للتوني (٣٠٩ - ١٠).(١) النَّدَبُ -بالتحريك-: أثر الجُرْح إذا لم يرتفع عن الجلد، فشبه به أثر الضرب في الحجر. انظر: \"النهاية في غريب الحديث\" ٥/ ٣٤ (ندب).</p><p> موسى (١) </p><p> وروى الحسن وابن سيرين، عن أبي هريرة في هذِه الآية قال: قال رسول الله - صلى الله عليه وسلم -: \"إن موسى كان حييًا ستيرًا لا يكاد يرى من جلده شيئًا استحياء منه، فآذاه من آذاه من بني إسرائيل وقالوا: ما يستتر هذا الستر إلا من عيب بجلده، إما برص أو أدرة وإما آفة، فأراد الله -سبحانه وتعالى- أن يبرأه مما قالوا، وإن موسى خلا يومًا وحده فوضع ثوبه على حجر ثم اغتسل، فلما فرغ من غسله أقبل على ثوبه ليأخذه، فغدا الحجر بثوبه، فأخذ موسى عصاه وطلب الحجر وجعل يقول: ثوبي حجر، ثوبي حجر. حتى انتهى إلى ملأ من بني إسرائيل، فنظروا إلى أحسن الناس خلقا وأعدلهم صورة، فأتى الحجر فأخذ ثوبه فلبسه فطفق بالحجر ضربًا، وقال الملأ (٢) : قاتل الله أفاكي بني إسرائيل، فكانت براءته التي برأه </p><p>= [٢٣١٣ - ٢٣١٤] الحكم على الإسناد: الإسناد الأول فيه شيخ المصنف لم يذكر بجرح أو تعديل، والثاني فيه أحمد بن يزيد المؤدب كان يضع الحديث.التخريج:رواه البخاري، كتاب الغسل، باب: من اغتسل عريانا وحده في الخلوة (٢٧٨)، ومسلم في الحيض باب جواز الاغتسال عريانا في الخلوة (٣٣٩)، والفضائل، باب من فضائل موسى (٣٣٩)، وأحمد في \"المسند\" ٢/ ٣١٥ (٨١٥٨).(٢) الملأ: أشراف القوم، سموا بذلك لملاءتهم بما يلتمس عندهم من المعروف، وجودة الرأي؛ لأنهم يملؤون العيون أبهة، والصدور هيبة. قال الراغب: الملأ: جماعة يجتمعون على رأي، يملؤون العيون، رواءً ومنظرًا، والنفوس بهاء وجلالًا. انظر: \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (ص ٧٧٦).</p><p> الله منها\" (١) . </p><p> وقال قوم: كان إيذاؤهم إياه ادعاءهم عليه قتل أخيه هارون: </p><p> [٢٣١٥] أخبرنا عقيل بن محمد بن أحمد الفقيه (٢) أن المعافى بن زكريا البغدادي القاضي (٣) أخبره، قال: أخبرنا محمد بن جرير الطبري (٤) ، قال: حدثنا علي بن مسلم الطوسي (٥) ، قال: أخبرنا عباد (٦) ، قال: أخبرنا سفيان بن حسين (٧) ، عن الحكم (٨) ، عن سعيد بن جبير (٩) ، عن ابن عباس، عن علي بن أبي طالب في قول الله -عز وجل-: {لَا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى} الآية، قال: صعد موسى </p><p>(١) رواه الترمذي في تفسير القرآن (٣٢٢١). وأحمد في \"المسند\" ٢/ ٣١٥ (٨١٥٨)، ٢/ ٥١٥ (١٠٦٨٩). قال محقق \"المسند\": له إسنادان: الأول: وهو الحسن البصري، عن النبي - صلى الله عليه وسلم - مرسل، وسلف الحديث من طريقه، عن أبي هريرة موصولا، والثاني وهو: عوف ابن أبي جميلة الأعرابي، عن خلاس بن عمرو الهجري، ومحمد بن سيرين، عن أبي هريرة صحيح على شرط الشيخين من جهة ابن سيرين، أما متابعة خلاس فإنه لم يسمع من أبي هريرة.(٢) لم أجده.(٣) العلامة الفقيه الحافظ الثقة.(٤) الإمام العالم المجتهد. عالم العصر صاحب التصانيف البديعة.(٥) لا بأس به.(٦) ثقة.(٧) ثقة في غير الزهري باتفاقهم.(٨) ابن عتيبة. ثقة ثبت فقيه.(٩) ثقة ثبت فقيه.</p><p> وهارون عليهما السلام الجبل فمات هارون، فقالت بنو إسرائيل: أنت قتلته، وكان أشد حبًّا لنا منك. وألين لنا منك، فآذوه بذلك، فأمر الله سبحانه الملائكة فحملته حتى مروا به علي بني إسرائيل، وتكلمت الملائكة بموته حتى عرف بنو إسرائيل أنه قد مات، فبرأه الله من ذلك، فانطلقوا به فدفنوه فلم يطلع على قبره أحد من خلق الله إلا الرخم (١) ، فجعله أصم أبكم (٢) . </p><p> وقال أبو العالية: هو أن قارون أستأجر مومسة لتقذف موسى بنفسها على رأس الملأ فعصمه الله وبرأ موسى من ذلك، وأهلك قارون وقد مضت القصة. </p><p>(١) الرَّخَم: نوعٌ من الطير معروفٌ، واحدتُه رخمة، وهو موصوف بالغدر والموق. وقيل بالقذر، ومنه قولهم: رخم السقاء؛ إذا انتن. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٢١٢ (رخم).(٢) [٢٣١٥] الحكم على الإسناد:فيه شيخ المصنف لم أجده.التخريج:رواه الطبري في \"جامع البيان\" ٢٢/ ٥٢ - ٥٣، عن ابن عباس، عن علي بن أبي طالب، وقال: وأولى الأقوال في ذلك بالصواب أن يقال: إن بني إسرائيل آذوا نبيّ الله ببعض ما كان يكره أن يؤذي به، فبرأه الله مما آذوه به. وجائز أن يكون ذلك كان قيلهم إنه أبرص، وجائز أن يكون كان ادعاءهم عليه قتل أخيه هارون. وجائز أن يكون كل ذلك، لأنه قد ذكر كل ذلك أنهم قد آذوه به، ولا قول في ذلك أولى بالحق مما قال الله إنهم آذوا موسى، فبرأه الله مما قالوا. وهو قول ابن كثير أيضًا في \"تفسير القرآن العظيم\" لابن كثير ١١/ ٢٤٨.</p>"
}