{
  "id": null,
  "sura": 33,
  "aya": 9,
  "text": "<p> يحيى يعني: ابن بشير (١) ، عن قتادة (٢) ، عن الحسن (٣) ، عن أبي هريرة، عن رسول الله - صلى الله عليه وسلم - قال:  \"كنت أول النبيين في الخلق، وآخرهم في البعث\"  (٤) . قال: قول الله عز وجل {وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى} فبدأ به - صلى الله عليه وسلم - قبلهم. </p><p> ٨ - {لِيَسْأَلَ الصَّادِقِينَ عَنْ صِدْقِهِمْ وَأَعَدَّ لِلْكَافِرِينَ عَذَابًا أَلِيمًا} . </p><p> ٩ - قوله عز وجل:  {يَاأَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ} الآية. </p><p> وذلك حين حوصر المسلمون مع رسول الله -صلى الله عليه وسلم- أيام الخندق {إِذْ جَاءَتْكُمْ جُنُودٌ} يعني الأحزاب: قريش، وغطفان، ويهود قريظة، والنضير {فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا}  (٥) وهي الصبا. قال عكرمة: قالت </p><p>(١) سعيد بن بشير، ضعيف، يروي المنكرات عن قتادة. (٢) أبو الخَطَّاب السدوسي، ثِقَة ثبت.(٣) الحسن البَصْرِيّ، ثِقَة فقيه كان يرسل كثيراً ويدلس.(٤) [٢٢٥٢] الحكم على الإسناد:ضعيف، ابن بشير يروي المنكرات عن قتادة. وقال الألباني في \"سلسلة الأحاديث الضعيفة\" ٢/ ١١٥ (٦٦١)، ضعيف، ويغني عنه قوله - صلى الله عليه وسلم -: \"كنت نبيًا وآدم بين الروح والجسد\" رواه أَحْمد، وسنده صحيح، ولكن لا دلالة فيه أن النَّبِيّ -صلى الله عليه وسلم- أول خلق الله تعالى خلافًا لما يظن البعض.التخريج:رواه ابن عدي في \"الكامل\" ٣/ ١٢٠٩. وانظر: \"الدر المنثور\" للسيوطي ٥/ ١٨٤.(٥) لطيفة: لولا أن الله جعل رسوله رحمة للعالمين لكانت هذِه الريح عليهم أشد من الريح العقيم التي أرسلها الله على عاد، ولكن قال الله تعالى: {وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ} فسلط الله عليهم هواء فرق شملهم، كما كان سبب اجتماعهم الهوى، وهم أخلاط من قبائل شتى أحزاب وآراء، فتناسب أن يرسل عليهم =</p><p> الجنوب للشمال ليلة الأحزاب: انطلقي ننصر رسول الله -صلى الله عليه وسلم-. فقالت الشمال: إن الحرة لا تسري بالليل. فكانت الريح التي أرسلت عليهم الصبا (١) . قال رسول الله - صلى الله عليه وسلم -: \"نصرت بالصبا، وأهلكت عاد بالدبور\"  (٢) . </p><p>= الهواء الذي فرق جماعاتهم، وردهم خائبين خاسرين بغيظهم وحنقهم. انظر: \"تفسير القرآن العظيم\" لابن كثير ١١/ ١٣٨.(١) رواه الطبري في \"جامع البيان\" ٢١/ ١٢٧ عن عكرمة.انظر: \"مجمع الزوائد\" للهيثمي ٦/ ١٣٩ عن ابن عباس، قال الهيثمي: رواه البَزَّار، ورجاله رجال الصحيح.الريح أو الرياح: من وحد الريح فلأنه اسم للجنس، يدل على القليل والكثير. ومن جمع فلاختلاف الجهات التي تهب منها الرياح. ومن جمع مع الرحمة ووحد مع العذاب فإنَّه فعل ذلك اعتبارا بالأغلب في القرآن، نحو: {الرِّيَاحَ مُبشَّرَتٍ} و {الرِّيحَ الْعَقِيمَ} فجاءت في القرآن مجموعة مع الرحمة مفردة مع العذاب، إلَّا في يونس [٢٢] في قوله: {وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ}. والأرواح: جمع ريح لأن أصلها الواو، وتجمع على أرياح قليلاً وعلى رياح كثيرًا، يقال الريح لآل فلان: أي النصر والدولة. وكان لفلان ريح. وروي أن النَّبِيّ - صلى الله عليه وسلم - كان يقول إذا هاجت الريح: \"اللهمَّ أجعلها رياحا ولا تجعلها ريحا\" العرب تقول: لا تلقح السحاب إلَّا من رياح مختلفة، يريد اجعلها لقاحًا للسحاب، ولا تجعلها عذابا. ويحقق مجيء الجمع في آيات الرحمة، والواحد في قصص العذاب، كـ {الريح العقيم} و {رِيحًا صرصرا}. وأيضاً: \"الريح من روح الله\" أي من رحمته بعبادة. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٢٧١ - ٢٧٢ (روح).(٢) حديث صحيح، أخرجه البُخَارِيّ في الاستسقاء (١٠٣٥)، ومسلم في الاستسقاء (٩٠٠).ريح الصبا: ريح طيبة باردة، والدبور: هو بالفتح: الريح التي تقابل الصبا والقبول. قيل: سميت به لأنها تأتي من دُبُر الكعبة، وليس بشيء، وقد كثر =</p><p> {وَجُنُودًا لَمْ تَرَوْهَا} وهم الملائكة (١) ، ولم تقاتل يومئذ. </p><p> {وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا} قال المفسرون: بعث الله عليهم بالليل ريحًا باردة، وبعث الملائكة فقلعت الأوتاد، وقطعت أطناب (٢) الفساطيط، وأطفأت النيران، وأكفأت القدور (٣) ، وجالت الخيل (٤) بعضها في بعض، وأرسل الله عليهم الرعب وكثر تكبير </p><p>= اختلاف العلماء في جهات الرياح ومهابها اختلافا كثيرًا فلم نطل بذكر أقوالهم. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٩٨ - ٩٩ (دبر).(١) رواه الطبري في \"جامع البيان\" ٢١/ ١٢٨ عن يزيد بن رومان.(٢) أطناب: جمع طنب، وهو: أحد أطراف الخيمة، وقد يقصد به الطرف والناحية كما في الحديث: \"ما بين طنبي المدينة أحوج مني إليها\"، وفي حديث عمر: (أن الأشعث بن قيس تزوج امرأة على حكمها، فردها عمر إلى أطناب بيتهم) أي: إلى مهر مثلها، يريد: ما بني عليه أمر أهلها، وامتدت عليه أطناب بيوتهم.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ١٤٠، (طنب).(٣) أكفأت القدور: من كفأت القدر إذا كببتها لتفرغ ما فيها. يقال: كفأت الإناء وأكفأته إذا كببته، وإذا أملته، كما في حديث: \"لا تسأل المرأة طلاق أختها لتكتفئ ما في إنائها\"، وهذا تمثيل لإمالة الضرة حق صاحبتها من زوجها إلى نفسها إذا سألت طلاقها. ومنه حديث الهرة \"أنَّه كان يكفي لها الإناء\" أي يميله لتشرب منه بسهولة. ومنه حديث الطعام \"غير مكفئ ولا مودع ربنا\" أي غير مردود ولا مقلوب. والضمير راجع على الطعام.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ١٨٠ - ١٨٤، (كفأ).(٤) جال واجتال إذا ذهب وجاء، ومنه الجولان في الحرب، واجتال الشيء إذا ذهب وساقه، والجائل الزائل عن مكانه، ومنه حديث: \"لما جالت الخيل أهوى إلى عنقي\" يقال: جال جولة إذا دار، والمراد هنا حركة الخيل ودخولها وخروجها خوفًا من الريح.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٣١٧ - ٣١٨ (جول).</p><p> الملائكة في جوانب عسكرهم، حتَّى كان سيد كل حي يقول: يا بني فلان هلم إليّ فإذا اجتمعوا عنده قال: النجاء النجاء (١) أُتيتم لما بعث الله عليهم من الرعب فانهزموا من غير قتال (٢) . </p><p> [٢٢٥٣] أنبأني محمَّد بن القاسم الفارسيّ (٣) ، قال: أخبرنا أبو الحسن السليطي (٤) ، قال: أخبرنا المؤمل بن الحسن (٥) ، قال: أخبرنا الفضل بن محمَّد الشعراني (٦) ، قال: أخبرنا عمرو بن عون (٧) ، قال: أخبرنا خالد بن عبد الله (٨) ، عن أبي سعد سعيد بن </p><p>= \"لسان العرب\" لابن منظور ١٣/ ١٣٨، (جول). (١) أي انجوا بأنفسكم، وهو مصدر منصوب بفعل مضمر: أي انجوا النجاء، وتكراره للتأكيد. وقد تكرر في الحديث ومنه حديث \"وأنا النذير العريان فالنجاء النجاء\"، والنجاء: السرعة. يقال: نجا ينجو نجاء، إذا أسرع. ونجا من الأمر، إذا خلص، وانجاه غيره.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ٢٥ - ٢٦، (نجا).(٢) رواه الطبري في \"جامع البيان\" ٢١/ ١٢٨ عن قتادة.(٣) أبو الحسن النَّيْسَابُورِيّ، لم يذكر بجرح أو تعديل.(٤) الشيخ المحدث الصدوق، أبو الحسن محمَّد بن عبد الله بن إبراهيم بن عبدة التَّمِيمِيّ السليطي النَّيْسَابُورِيّ، ذكره الحاكم فقال: من أهل بيت ثروة، كثير السماع، سمع محمَّد بن إبراهيم البوشنجي، وجعفر بن أَحْمد الترك، وأكثر عنه الباقون، قال ابن حجر: صدوق في نفسه وسماعه صحيح إن شاء الله، \"السير\" للذهبي ١٦/ ٧٥، \"اللسان\" ٥/ ٢٣٨.(٥) أبو الوفاء الماسرجسي، المحدث المتقن.(٦) أبو محمَّد، النَّيْسَابُورِيّ، ثِقَة مأمون.(٧) أبو عثمان، الواسطيّ البزَّاز، ثِقَة ثبت.(٨) أبو الهيثم، ويقال أبو محمَّد الواسطيّ، ثِقَة ثبت.</p><p> عبد الرَّحْمَن البقال (١) ، عن إبراهيم التَّيْميّ (٢) ، عن أَبيه (٣) . </p><p> [٢٢٥٤] وأنبأني عقيل بن محمَّد الاستراباذي (٤) ، قال: أخبرنا المعافى بن زكريا البغدادي (٥) ، قال: أخبرنا محمَّد بن جرير الطبري (٦) ، قال: أخبرنا محمَّد بن حميد الرَّازيّ (٧) ، قال: أخبرنا سلمة (٨) ، قال: حَدَّثَنَا محمَّد بن إسحاق (٩) ، عن يزيد بن زياد (١٠) ، عن محمَّد بن كعب القرظي (١١) قالا: قال فتى من أهل الكوفة لحذيفة بن اليمان: يَا عبد الله أرأيتم رسول الله -صلى الله عليه وسلم- وصحبتموه؟ ، قال: نعم يَا ابن أخي. قال: فكيف كنتم تصنعون؟ </p><p>(١) أبو سعد البقال الكُوفيّ الأعور، ضعيف مدلس. (٢) أبو أسماء الكُوفيّ، ثِقَة إلَّا أنَّه يرسل ويدلس.(٣) يزيد بن شريك بن طارق التَّيْميّ الكُوفيّ، ثِقَة.(٤) لم أجده.(٥) الفقه الحافظ، الثقة.(٦) الإِمام العالم المجتهد، عالم العصر، صاحب التصانيف البديعة.(٧) أبو عبد الله الرَّازيّ، حافظ ضعيف، وكان ابن معين حسن الرأي فيه.(٨) سلمة بن الفضل الأبرش الأَنْصَارِيّ مولاهم، صدوق كثير الخطأ.(٩) صاحب المغازي، صدوق يدلس، ورمي بالتشيع والقدر.(١٠) يزيد بن زياد، ويقال: ابن أبي زياد، ويقال: يزيد بن زياد بن أبي زياد المدنِيُّ، روى عن محمَّد بن كعب القرظي، وعبد الله بن رافع، وعنه ابن إسحاق ومالك، قال النَّسائيّ ثِقَة، وذكره ابن حبان في الثِّقات وقال البُخَارِيّ لا يتابع على حديثه وقال ابن حجر: ثِقَة: \"التهذيب\" للمزي ٢٢/ ١٣٢، \"التقريب\" لابن حجر (٧٧١٥).(١١) ثِقَة عالم.</p><p> قال: والله لقد كنا نجهد (١) . قال الفتى: والله لو أدركناه ما تركناه يمشي على الأرض، ولحملناه على أعناقنا, ولخدمناه، وفعلنا وفعلنا. فقال حذيفة: يَا ابن أخي، والله لقد رأيتني ليلة الأحزاب مع رسول الله -صلى الله عليه وسلم- بالخندق في ليلة باردة لم أجد قبلها ولا بعدها بردًا أشد منه، فصلى رسول الله -صلى الله عليه وسلم- هَوِيًّا (٢) من الليل، ثم التفت إلينا فقال:  \"من يقوم فيذهب إلى هؤلاء القوم فيأتينا بخبرهم(٣)أدخله الله الجنة\" فما قام منا رجل، ثم صلى رسول الله - صلى الله عليه وسلم - هَوِيًّا من الليل، ثم التفت إلينا، فقال مثله، فأسكت القوم وما قام منا رجل، ثم صلى رسول الله - صلى الله عليه وسلم - هَويًّا من الليل، ثم التفت إلينا فقال: \"من رجل يقوم فينظر لنا ما </p><p>(١) يقال: جهد الرَّجل في الشيء: أي جد فيه وبالغ، وجاهد في الحرب مجاهدة وجهاداً. وفي حديث معاذ - رضي الله عنه -: (أجتهد رأيي) الاجتهاد: بذل الوسع في طلب الأمر، وهو افتعال من الجهد. وفي حديث أم معبد (شاة خلفها الجهد عن الغنم) قد تكرر لفظ الجهد والجهد في الحديث كثيرًا، وهو بالضم: الوسع والطاقة، وبالفتح: المشقة. وقيل المبالغة والغاية. وقيل: هما لغتان في الوسع والطاقة، فأما في المشقة والغاية فالفتح لا غيره ويريد به في حديث أم معبد: الهزال. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٣١٩ - ٣٢٠ (جهد). \"لسان العرب\" لابن منظور ٤/ ١٠٧ - ١١٠ (جهد). (٢) هويًّا: بهاء مفتوحة، أو مضمومة، وياء مشدودة: الساعة الممتدة من الليل، والهوي: الزمن الطَّويل. والهَويّ بالفتح: الحيِنُ الطَّويل من الزمان. وقيل: هو مختص بالليل.انظر: \"لسان العرب\" لابن منظور ٢٠/ ٢٤٨ - ٢٤٩. (هوى).(٣) يدل على أنَّه ينبغي للإمام وأمير الجيش بعث الجواسيس والطلائع لكشف خبر العدو. انظر: \"شرح صحيح مسلم\" للنووي ١٢/ ١٤٦.</p><p> فعل القوم على أن يكون رفيقي في الجنة \"، فما قام رجل من شدة الخوف، وشدة الجوع، وشدة البرد، فلما لم يقم أحد دعاني رسول الله - صلى الله عليه وسلم -فقال:\" يَا حذيفة \" -ولم يكن لي بد حين دعاني-فقلت:لبيك يَا رسول الله فقمت حتَّى أتيته وإن جنبتي ليضطربان،فمسح رأسي ووجهي ثم قال:\" أثبت على هؤلاء القوم حتَّى تأتيني بخبرهم، ولا تحدثن شيئًا حتَّى ترجع إليّ \".ثم قال:\" اللهمَّ أحفظه من بين يديه ومن خلفه، وعن يمينه وعن شماله، ومن فوقه ومن تحته\" فأخذت سهمي، وشددت على أسلابي (١) ، ثم انطلقت أمشي نحوهم كأني أمشي في حمّام (٢) ، فذهبت فدخلت في القوم وقد </p><p>(١) السلب: ما يأخذه أحدُ القِرْنَين في الحرب من قِرْنِه مما يكون عليه ومعه مِنْ سِلاح وثياب ودَابَّة وغيرها، وهو فَعلٌ بمعنى مَفْعُول: أي مسلُوب. والسلاب: ثوب أسود تُغَطي به المُحِدَّة رأْسَها. والجمع سُلُب. والسلَب بالتحريك: قِشْر شَجَر معروف باليَمَن يُعْمل منه الحبالُ. وقيل هو لِيف المُقْل. وقد تكون: (أصلابي)، والأصلابُ: جمع صلب، وهو الظهر. ومنه حديث: \"إن الله خلق للجنة أهلَا، خلقها لهم وهم في أصلاب آبائهم\"، ومنه حديث سعيد ابن جبير (في الصلب الدية) أي إن كسر الظهر فحدب الرَّجل ففيه الدية. وقيل أراد إن أصيب صلبه بشيء حتَّى أذهب منه الجماع، فسمي الجماع صلبًا؛ لأن المني يخرج منه.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٣٨٧ (سلب)، (٣٤٤ - ٤٥) (صلب).(٢) قال النووي رحمه الله: يعني أنَّه لم يجد البرد الذي يجده النَّاس ولا من تلك الريح الشديدة شيئًا، بل عافاه الله منه ببركة إجابته للنبي - صلى الله عليه وسلم - وذهابه فيما وجهه له، ودعائه - صلى الله عليه وسلم - له، واستمر ذلك اللطف به ومعافاته من البرد حتَّى عاد إلى النَّبِيّ - صلى الله عليه وسلم - فلما رجع ووصل عاد إليه البرد الذي يجده النَّاس، وهذا من معجزات رسول الله - صلى الله عليه وسلم -. =</p><p> أرسل الله عليهم ريحًا، وقد قطعت أطنابهم، وقلعت أبنيتهم، وذهبت بخيولهم، ولم تدع لهم شيئًا إلَّا أهلكته، وأبو سفيان قاعد يصطلي (١) ، فأخذت سهمًا فوضعته في كبد قوسي، فذكرت قول النَّبِيّ -صلى الله عليه وسلم-: \"لا تحدثن حدثًا حتَّى ترجع\"  (٢) ، فرددت سهمي في كنانتي، فلما رأى أبو سفيان ما تفعل الريح وجنود الله بهم، لا تقر لهم قدرًا ولا نارًا ولا بناء، قام فقال: يَا معشر قريش ليأخذ كل رجل منكم يد جليسه، فلينظر من هو، فأخذت بيد جليسي فقلت: مَنْ أَنْتَ؟ قال: سبحان الله، أما تعرفني؟ ! أنا فلان ابن فلان -كان رجلَا من هوازن (٣) -، فقال أبو سفيان: يَا معشر قريش إنكم والله ما </p><p>= ولفظه (الحمام) عربية، وهو مذكر مشتق من الحميم وهو الماء الحار. انظر: \"شرح صحيح مسلم\" ١٢/ ١٤٦، كتاب الجهاد والسير، باب غزوة الأحزاب. (١) الاصطلاء: افتعال من صلا النَّار والتسخن بها، واصطلى بها: استدفأ، وفي التنزيل: {لَعَلَّكُمْ تَصْطَلُونَ} قال الزجاج: جاء في التفسير أنَّهم كانوا في شتاء، فلذلك احتاج للاصطلاء.انظر: \"لسان العرب\" لابن منظور ١٩/ ٢٠١ - ٢٠٢ (صلا).(٢) وهذا يدل على شدة تعظيم الصَّحَابَة - رضي الله عنه - لأمر الله ورسوله - صلى الله عليه وسلم -، وطاعتهم له، وخوفهم وحذرهم من مخالفة أمره امتثالًا، لقوله تعالى: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ}.(٣) روى الأَزهري عن الأَصمعي في كتاب الأَسماء قال: هَوَازِنُ جمع هوزن، وهو حي من اليمن يقال لهم هوزن؛ قال: وأبو عامر الهوزني منهم. وهوازن: قبيلة من قيس، وهو: هوازن بن منصور بن عكرمة ابن حفصة بن قيس عيلان. قال الأزهري: هوازن لا أدري مم اشتقاقه، والنسب إلى هوازن القبيلة هوازني؛ لأنه قد صار اسمًا للحي، ولو قيل هوزني لكان وجهًا.انظر: \"لسان العرب\" لابن منظور ٨/ ٤٣٦.</p><p> أصبحتم بدار مقام، ولقد هلك الكراع والخف (١) ، وأخلفتنا قريظة وبلغنا عنهم ما نكرة، ولقينا من هذِه الريح ما ترون فارتحلوا إنِّي مرتحل. ثم قام إلى جملة وهو معقول فجلس عليه ثم ضربه فوثب به على ثلاث، فما أطلق عقاله إلَّا وهو قائم، وسمعت غطفان بما فعلت قريش، فانشمروا (٢) راجعين إلى بلادهم، وهزم الله الأحزاب، وهو قول الله عز وجل {فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَمْ تَرَوْهَا} . </p><p> قال: فرجعت إلى رسول الله - صلى الله عليه وسلم - وكأني أمشي في حمام، فأخبرته الخبر، فضحك عليه السلام حتَّى بدت أنيابه في سواد الليل، قال: وذهب عني الدفء، فأدناني النَّبِيّ - صلى الله عليه وسلم - فأنامني عند رجليه، وألقى عليَّ طرف ثوبه، وألزق صدري ببطن قدمه (٣) . </p><p>(١) الكراع: هو ما دون الركْبة من الساق. وفي حديث ابن مسعود (كانوا لا يحبسون إلَّا الكراع والسلاح) الكراع: اسم لجميع الخيل. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ١٦٤ - ١٦٥ (كرع)، \"مختار الصحاح\" للرازي (ص ٢٣٦ - ٢٣٧)، (كرع). أراد بالخف الإبل، والخف للبعير كالحافر للفرس. قال الأصمعيّ: الخف: الجمل المسن، وجمعه أخفاف. . والخف أَيضًا: اسم يجمع الإبل، واحد أخفاف البعير.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٥٤ - ٥٥ (خفف).(٢) انشمر للأمر وتشمر أي تهيأ. وانشمروا: من التشمر في الأمر، والتشمير: الهم، وهو الجد فيه والاجتهاد. والانشمار، والاشتمار: المضي والنفوذ.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٥٠٠ (شمر). \"مختار الصحاح\" للرازي (ص ١٤٠ - ١٤٦)، باب الشين، (شمر).(٣) [٢٢٥٣، ٢٢٥٤] الحكم على الإسناد:الإسناد الأول: فيه شيخ المصنف لم يذكر بجرح أو تعديل، وأبو سعد البقال =</p>"
}