{
  "id": null,
  "sura": 33,
  "aya": 1,
  "text": "<p> ١ - قوله عَزَّ وَجَلَّ:  {يَاأَيُّهَا النَّبِيًّاتَّقِ اللهَ} </p><p> نزلت في أبي سفيان بن حرب، وعكرمة بن أبي جهل، وأبي الأعور عمرو بن سفيان السلمي، وذلك أنَّهم قدموا المدينة (١) فنزلوا على عبد الله بن أُبيّ رأس المنافقين بعد قتال أحد (٢) ، وقد أعطاهم النَّبِيّ -صَلَّى الله عَلَيْهِ وَسَلَّمَ- الأمان على أن يكلموه، فقام معهم عبد الله بن سعد بن </p><p>= حزم ٢/ ٨٣. وقال الألباني رحمه الله: قال الحافظ ابن رجب الحنبلي: وظاهر ما ذكره مسلم في مقدمة كتابه، يعني\"الصحيح\"، يقتضي أنَّه لا تروى أحاديث الترغيب والترهيب إلَّا عمن تروى عنه الأحكام. . قلت الألباني: وهذا الذي أدين الله به وأدعو النَّاس إليه، أن الحديث الضعيف لا يعمل به مطلقًا لا في الفضائل والمستحبات، ولا في غيرهما، ذلك لأن الحديث الضعيف إنما يفيد الظن المرجوح بلا خلاف أعرفه بين العلماء، وإذا كان كذلك فكيف يقال يجوز العمل به، والله عز وجل قد ذمه في غير ما آية من كتابه فقال تعالى: {إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا}، وقوله: {إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ}، وقال رسول الله - صلى الله عليه وسلم -: \"إياكم والظن فإن الظن أكذب الحديث\" متفق عليه. . واعلم أنَّه ليس لدى المخالفين لهذا القول الذي اخترته أي دليل من كتاب ولا سنة. \"صحيح الجامع الصغير\" ١/ ٤٥.(١) يأتي الكلام على المدينة وتسميتها عند تفسير قوله تعالى: {وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ يَاأَهْلَ يَثْرِبَ} الآية.(٢) وهي الغزوة المشهورة التي وقعت بين المسلمين والكافرين، وكانت يوم السبت الحادي عشر من شوال سنة ثلاث من الهجرة، قاله الزُّهْرِيّ، وقتادة، وموسى بن عقبة، ومحمَّد بن إسحاق، ووقعت عند جبل أحد، وسمي أحدًا لتوحده بين الجبال، وفي \"الصحيح\": \"أحد جبل يحبنا ونحبه\".انظر: \"البداية والنهاية\" لابن كثير ٦/ ١٠ - ٦٤، \"السيرة النبوية\" لابن كثير ٢/ ٣٨٠ - ٤٩٠.</p><p> أبي سرح، وطعمة بن أبيرق، فقالوا للنبي - صلى الله عليه وسلم - وعنده عمر بن الخَطَّاب رضي الله عنه: ارفض (١) ذكر آلهتنا اللات والعزى ومناة (٢) وقل إن لها شفاعة ومنعة لمن عبدها وندعك وربك. فشق على النَّبِيّ -صلى الله عليه وسلم- قولهم. فقال عمر بن الخَطَّاب - رضي الله عنه -: ائذن لنا يَا رسول الله في قتلهم. فقال -عليه السلام -: إنِّي قد أعطيتهم الأمان. فقال عمر: اخرجوا في لعنة الله وغضبه. فأمر النَّبِيّ - صلى الله عليه وسلم - عمر أن يخرجهم من المدينة، وأنزل الله عز وجل:  {يَاأَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ} من أهل مكة يعني: أَبا سفيان، وأبا الأعور، وعكرمة، والمنافقين عبد الله بن أبي، </p><p>(١) الرفض: تركك الشيء، والمراد هنا: أن لا يسب الأصنام، وأن يترك ذكرها بسوء ولا يتكلم فيها. انظر: \"لسان العرب\" لابن منظور ٩/ ١٦ (رفض).(٢) قاله البُخَارِيّ في كتاب التفسير، باب {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى (١٩)} (٤٨٥٨)، عن ابن عباس رضي الله عنهما في قوله: (اللات والعزى): كان اللات رجلا يلت سويق الحاج، وفي باب (ومناة الثالثة الأخرى) (٤٨٦١) عن عائشة رضي الله عنها قالت: كان رجال من الْأَنصار ممن كان يهل لمناة، ومناة صنم بين مكة والمدينة، قالوا يَا نبي الله، كنا لا نطوف بين الصفا والمروة تعظيمًا لمناة، فأنزل الله تعالى: {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ}. فطاف رسول الله - صلى الله عليه وسلم - والمسلمون. وقال النووي: (مَنَاة) صَنَم كَانَ نَصَبَهُ عَمْرو بْن لُحَيّ في جِهَة البَحْر بِالْمُشَلَّلِ مِمَّا يَلِي قُدَيْدَا، وَكَذَا جَاءَ مُفَسرًا في المُوَطَّأ، وَكَانَتْ الأزد وَغَسَّان تُهِلّ لَهُ بِالْحَجِّ، وَقَالَ ابن الكَلْبِي: (مَنَاة) صَخْرَة لِهُذَيْل بِقُدَيْد. وعن ابن عباس: أن العزي كانت ببطن نخلة، وأن اللات كانت بالطائف، وأن مناة كانت بقديد. قال علي بن الجعد: بطن نخلة: هو بستان بني عامر.انظر: \"لسان العرب\" لابن منظور ١٥/ ٢٩٧.</p>"
}