{
  "id": null,
  "sura": 33,
  "aya": 43,
  "text": "<p> ٤٣ - {هُوَ الَّذِى يُصلِّى عَليكم} بالرحمة. </p><p> قال السدي: قالت بنو إسرائيل لموسى: أيصلي ربنا؟ ، فكبر هذا الكلام على موسى، فأوحى الله تعالى أن قل لهم: إني أصلي، وإن صلاتي رحمتي وقد وسعت كل شيء. </p><p> وقيل: يصلي، أي: يشيع لكم الذكر الجميل في عباده (١) . </p><p> وقال الأخفش: يبارك عليكم. </p><p> {وَمَلَائِكَتُهُ} بالاستغفار والدعاء (٢) . </p><p> {لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا}  (٣) . </p><p>= بآناء الليل وأطراف النهار كالنسائي، والمعمري وغيرهما، ومن أحسن الكتب المؤلفة في ذلك كتاب الأذكار للشيخ محيي الدين النووي رحمه الله. انظر: \"تفسير القرآن العظيم\" لابن كثير ١١/ ١٨٣. وأيضًا: \"الوابل الصيب \"، لابن القيم، و\"حصن المسلم\". . وغير ذلك كثير.(١) حكاه البخاري عن أبي العالية بلفظ: والصلاة من الله تعالى ثناؤه على العبد عند الملائكة.ورواه أبو جعفر الرازي، عن الربيع، عن أنس عنه، وقال غيره: الصلاة من الله عز وجل الرحمة، وقد يقال: لا منافاة بين القولين، والله أعلم. انظر: \"تفسير القرآن العظيم\" لابن كثير ١١/ ١٨٣.(٢) كما قال تعالى: {الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا} الآية [غافر: ٧].(٣) أي بسبب رحمته بكم، وثنائه عليكم، ودعاء الملائكة لكم، يخرجكم من ظلمات الجهل والضلال إلى نور الهدى واليقين، ومعنى هذا التثبيت على الهداية، لأنهم كانوا في وقت الخطاب على الهداية.انظر: \"تفسير القرآن العظيم\" لابن كثير ١١/ ١٨٣. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وروى الطبري في \"جامع البيان\" ٢٢/ ١٧ عن ابن زيد {لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ} قال: من الضلالة إلى الهدى. قال: والضلالة: الظلمات، والنور: الهدي. قال الطبري في \"جامع البيان\" ٢٢/ ١٧: يقول تعالى ذكره: وكان بالمؤمنين به وبرسوله ذا رحمة أن يعذبهم وهم له مطيعون، ولأمره متبعون.قال ابن كثير: {وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا} أي: في الدنيا والآخرة، أما في الدنيا فإنه هداهم إلى الحق الذي جهله غيرهم، وبصرهم الطريق الذي ضل عنه وحاد عنه من سواهم من الدعاة إلى الكفر أو البدعة وأتباعهم من الطغاة، وأما رحمته بهم في الآخرة فأمنهم من الفزع الأكبر وأمر ملائكته يتلقونهم بالبشارة بالفوز بالجنة والنجاة من النار ما ذاك إلا لمحبته لهم ورأفته بهم. وفي \"صحيح الإمام البخاري\" عن أمير المؤمنين عمر بن الخطاب - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - رأى امرأة من السبي قد أخذت صبيًا لها فألصقته إلى صدرها وأرضعته، فقال رسول الله - صلى الله عليه وسلم -: \"أترون هذِه تلقي ولدها في النار وهي تقدر على ذلك؟ \" قالوا: لا. قال رسول الله - صلى الله عليه وسلم - \"فوالله لله أرحم بعباده من هذِه بولدها\".رواه البخاري في الأدب، باب رحمة الولد (٥٩٩٩)، ومسلم في التوبة، باب في سعة رحمة الله تعالى (٢٧٥٤). وانظر \"تفسير القرآن الكريم\" لابن كثير ١١/ ١٨٣ - ١٨٤.فائدة: والرحمة صفة من صفات الله تعالى، فهو رحمن رحيم، ونثبت هذِه الصفة لله عز وجل كما وصف بها نفسه ونؤمن بأنه {ليسَ كَمِثلِه شَيئٌ وهُوَ السَّمِيعُ البَصِيُر}، وقد قال بعضهم بأنها مجاز، وكلامهم هذا من أبطل الدعاوى؛ لأن ذلك يتضمن إنكار حقيقة صفة الرحمة، وهو أعظم من إنكار الكفار لاسمه تعالى (الرحمن)، كما ذكر سبحانه وتعالى عنهم ذلك {وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ قَالُوا وَمَا الرَّحْمَنُ}، فهؤلاء الذين كفروا بالرحمن، وأنكروه، لم يكفروا بذاته تعالى وربوبيته، ولم ينكروا ما يدعيه المؤولة أن معنى اسمه الرحمن هو الإحسان والإنعام إلى خلقه، وإنما أنكروا اسمه تعالى (الرحمن) أن يسمى به. وإنكار صفة الرحمة =</p>"
}