{
  "id": null,
  "sura": 33,
  "aya": 10,
  "text": "<p> {فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَمْ تَرَوْهَا} </p><p> ١٠ - {إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ} </p><p> يعني من فوق الوادي من قبل المشرق عليهم مالك بن عوف النصري، وعيينة ابن حصن الفزاري في أَلْف من غطفان، ومعهم طليحة بن خويلد الأسدي في بني أسد، وحُيَيّ بن أخطب في يهود قريظة. </p><p> {وَمِنْ أَسْفَلَ مِنْكُمْ} يعني من بطن الوادي من قبل المغرب، وهو أبو سفيان بن حرب في قريش ومن تبعه، وأبو الأعور عمرو بن سفيان السلمي من قبل الخندق. </p><p> فكان الذي جر (١) غزوة الخندق -فيما قيل- أجلى رسول الله - صلى الله عليه وسلم - </p><p>= ضعيف مدلس والإسناد الثاني: شيخ المصنف لم أجده ومحمَّد بن حميد حافظ ضعيف. التخريج:رواه مسلم (١٧٨٨) من حديث الأَعمش، عن إبراهيم التَّيْميّ، عن أَبيه، وابن حبان في \"صحيحه\" كما في \"الإحسان\" (٧١٢٥) في المناقب، ذكر حذيفة بن اليمان، والبيهقي في \"السنن الكبرى\" (١٨٢٢٣).(١) أصله من الجر، أي: السحب. وأيضًا: الجر: هو أن تجره من محله إلى وقت آخر. والمراد هنا سبب وقوع الغزوة.وقد تكون: حز: هو افتعل من الحز: القطع. ومنه الحزة وهي: القطعة من اللحم وغيره. وقيل الحز: القطع في الشيء من غير إبانة. يقال: حززت العود أحزه حزا. ومنه حديث ابن مسعود (الإثم حواز القلوب) هي الأمور التي تحز فيها: أي تؤثر كما يؤثر الحز في الشيء. والمراد الشيء الذي حز وأثر وكان سببًا في وقوع الغزوة. =</p><p> بني النضير عن ديارهم، قال محمَّد بن إسحاق (١) : حَدَّثني يزيد بن رومان (٢) مولى آل الزُّبير، عن عروة بن الزُّبير (٣) ، ومن لا أتهم عن عبد الله بن كعب بن مالك (٤) ، وعن الزُّهْرِيّ (٥) ، وعن عاصم بن عمر بن قتادة (٦) ، وعن عبد الله بن أبي بكر بن محمَّد بن عمرو بن حزم (٧) ، وعن محمَّد بن كعب القرظي وعن غيرهم من علمائنا دخل حديث بعضهم في بعض، قالوا: </p><p> كان من حديث الخندق أن نفراً من اليهود منهم: سلام بن أبي الحقيق، وحيي بن أخطب، وكنانة بن الرَّبيع بن أبي الحقيق، وهوذة ابن قيس، وأبو عمار الوائلي في نفر من بني النضير، ونفر من بني وائل، وهم الذين حزَّبوا الأحزاب على رسول الله -صلى الله عليه وسلم- خرجوا حتَّى قَدِموا على قريش بمكة فدعوهم إلى حرب رسول الله -صلى الله عليه وسلم- وقالوا: إنَّا سنكون معكم عليه حتَّى نستأصله، فقال لهم قريش: يَا معشر يهود إنكم أهل الكتاب الأول (٨) والعلم بما أصبحنا نختلف فيه نحن </p><p>= انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٣٧٧ - ٣٧٨ (حزز)، ١/ ٢٥٨ (جرر). (١) صاحب المغازي، صدوق يدلس، ورمي بالتشيع والقدر.(٢) أبو روح المدنِيُّ، ثِقَة.(٣) أبو عبد الله الأسدي، ثِقَة.(٤) الأَنْصَارِيّ، السلمي، ثِقَة يقال له رؤية.(٥) الفقيه الحافظ، متفق على جلالته وإتقانه.(٦) ابن النُّعمان ابن زيد الأوسي، ثِقَة عالم بالمغازي.(٧) ثِقَة.(٨) أهل الكتاب هم اليهود والنصارى، والمقصود هنا اليهود، والمقصود بالكتاب =</p><p> ومحمَّد، فديننا خير أم دينه؟ قالوا: بل دينكم خير من دينه، وأنتم أولى بالحق منهم، قال: هم الذين أنزل الله فيهم {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ} إلى قوله {وَكَفَى بِجَهَنَّمَ سَعِيرًا}  (١) . </p><p> فلما قالوا ذلك لقريش سرَّهم ما قالوا ونشطوا لما دعوهم إليه من حرب رسول الله - صلى الله عليه وسلم - فأجمعوا لذلك واتعدوا له، ثم خرج أولئك النفر من اليهود حتَّى جاءوا غطفان من قيس عيلان فدعوهم إلى حرب رسول الله - صلى الله عليه وسلم -، وأخبروهم أنَّهم سيكونون معهم عليه، وأن قريشًا قد تابعوهم على ذلك وأجمعوا فيه فأجابوهم. </p><p> فخرجت قريش، وقائدها أبو سفيان بن حرب، وخرجت غطفان، وقائدها عيينة بن حصن بن حذيفة بن بدر في بني فزارة (٢) ، والحرب ابن عوف بن أبي حارثة المري في بني مرة، ومسعر بن رخلية بن نويرة بن طريف بن شحمة بن عبد الله بن هلال بن خلاوة بن أشجع ابن ريث بن غطفان في مَنْ تابعه من قومه من أشجع، فلما سمع بهم رسول الله - صلى الله عليه وسلم -، وبما أجمعوا له من الأمر ضَرَبَ الخندق على </p><p>= الجنس، والمراد التوراة والإنجيل، وسموا بذلك لأن الله أنزل عليهم التوراة والإنجيل ليعملوا ويهتدوا بهما {وأنزل التوراة والإنجيل * من قبل هدى للنَّاس} [آل عمران: ٣ - ٤] ولكنهم حرفوهما، فضلوا وأضلوا كثيرًا وضلوا عن سواء السبيل، نعوذ بالله من الخذلان، ومن الحور بعد الكور. (١) النساء: ٥١ - ٥٥.(٢) فَزَارةُ أَبو حيّ من غَطَفَان، وهو فَزَارَةُ بن ذُبْيان بن بَغِيض بن رَيْث بن غَطَفَان.وقيل: وبنو الأَفْزَرِ: قبيلة.انظر: \"لسان العرب\" لابن منظور ٥/ ٥٥ (فزر).</p><p> المدينة، وكان الذي أشار على رسول الله - صلى الله عليه وسلم - بالخندق سلمان الفارسيّ، وكان أول مشهد شهده سلمان مع رسول الله -صلى الله عليه وسلم-، وهو يومئذ حر، فقال: يَا رسول الله، إنَّا كنا بفارس إذا حوصرنا خندقنا علينا. فعمل فيه رسول الله - صلى الله عليه وسلم - حتَّى أحكموه، وقد ذكرنا حديث سلمان في صفة حفر الخندق في سورة آل عمران. </p><p> قالوا: فلما فرغ رسول الله - صلى الله عليه وسلم - من الخندق أقبلت قريش حتَّى نزلت بمجتمع الأسيال من رومة بين الجرف والغابة في عشرة آلاف من أحابيشهم ومَنْ تابعهم من بني كنانة، أهل تهامة وأقبلت غطفان ومن تابعهم من أهل نجد حتَّى نزلوا بذنب نُقمى إلى جانب أُحُد (١) ، وخرج رسول الله - صلى الله عليه وسلم - والمسلمون حتَّى جعلوا ظهورهم إلى سلع (٢) في ثلاثة آلاف من المسلمين، فضرب هنالك عسكره، </p><p>(١) زعم ابن إسحاق أن رسول الله -صلى الله عليه وسلم- لما فرغ من حفر الخندق أقبلت قريش حتَّى نزلت بمجتمع الأسيال من رومة بين الجرف وزعابة، وفي بعض النسخ زغابة بالغين المعجمة، وكلا الاسمين مجهول، وقال محمَّد بن جرير: بين الجرف والغابة، وما رواه أقرب إلى الصواب والله أعلم. قال ابن إسحاق: وأقبلت غطفان ومن تبعهم من أهل نجد حتَّى نزلوا بذنب نقم، وفي بعض النسخ نقمى بزيادة أَلْف بعد الميم وهو خطأ، إنما هو نقم على وزن فعل. ونقمى: بالتحريك والقصر من النقمة، مثل الجمزى من الجمز موضع من أعراض المدينة، كان لآل أبي طالب. ويروى نقم، ولها نظائر ستة. ونقمى بالضم ثم السكون والقصر أَيضًا واد ذكره والذي قبله معا أبو الحسن الخوارزمي. انظر: \"معجم البلدان\" لياقوت ٥/ ٣٠٠. \"معجم ما استعجم\" للبكري ٢/ ٦٩٨.(٢) سلع: جبل بسوق المدينة.انظر: \"معجم البلدان\" لياقوت ٣/ ٢٣٦.</p><p> والخندق بينه وبين القوم فأمر بالذراري والنساء فرفعوا في الآطام. </p><p> وخرج عدو الله حُييّ بن أخطب النضيري حتَّى أتى كعب بن أسد القرظي صاحب عقد بني قريظة وعهدهم، وكان قد وادع رسول الله -صلى الله عليه وسلم- على قومه وعاهدهم على ذلك، فلما سمع كعب بحيي بن أخطب غَلَّق دونه حصنه، فاستأذن عليه فأبى أن يفتح له، فناداه حيي: يَا كعب، افتح لي. فقال: ويحك يَا حيي إنك امرؤ مشئوم، إنِّي قد عاهدت محمدًا فلست بناقض ما بيني وبينه، ولم أر منه إلَّا وفاءً وصدقًا. قال: ويحك افتح لي أكلمك. قال: ما أنا بفاعل. قال: والله إن غلقت دوني إلَّا على جشيشتك (١) أن آكل معك منها , فأحفظ (٢) الرَّجل ففتح له فقال: ويحك يَا كعب جئتك بعز الدهر وببحر طامّ (٣) ، جئتك بقريش على قادتها وسادتها حتَّى أنزلتهم </p><p>(١) الجشيشة: ما جش من بر ونحوه، والجشيش السويق، وهي أن تُطْحَن الحِنْطَة طحنًا جليلًا، ثم تجعل في القدور ويلقى عليها لحم أو تمر وتطبخ، وقد يقال لها دشيشة بالدال. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٢٧٣ (جشش)، \"مختار الصحاح\" للرازي (ص ٤٤)، (جشش).(٢) أحفظ الرَّجل: أغضبه، ولا يكون الإحفاظ إلَّا بكلام قبيح من الذي تعرض له، إسماعه إياه ما يكره.\"لسان العرب\" لابن منظور ٩/ ٣٢١ (حفظ).(٣) طما البحر أي: ارتفع بأمواجه، والبحر الطام: أي المرتفع الموج، وأصله من طم الشيء إذا عظم. وطم الماء إذا كثر، وهو طام. ويقصد هنا الأمر العظيم، ومنه حديث أبي بكر - رضي الله عنه - والنسابة (ما من طامة إلَّا وفوقها طامة) أي ما من أمر عظيم إلَّا وفوقه ما هو أعظم منه. =</p><p> بمجتمع الأسيال من رومة، وبغطفان على قادتها وسادتها حتَّى أنزلتهم بذنب نقمى إلى جانب أحد، قد عاهدوني وعاقدوني ألا يبرحوا حتَّى يستأصلوا محمدًا ومن معه، فقال له كعب بن أسد؛ جئتني والله بذل الدهر؛ بجهام هراق ماؤه (١) ، يرعد ويبرق وليس فيه شيء، فدعني ومحمدًا وما أنا عليه، فلم أر من محمَّد إلا صدقًا ووفاءً. فلم يزل حيي بن أخطب بكعب يفتله في الذروة والغارب (٢) حتَّى سمح له على أن أعطاه عهدًا من الله وميثاقًا لئن رجعت قريش وغطفان ولم يصيبوا محمدًا أن أدخل معك في حصنك حتَّى يصيبني ما أصابك، </p><p>= انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ١٣٩ (طمم). (١) الجهام -بالفتح-: السحاب الذي لا ماء فيه، وقيل: الذي قد هراق ماءه مع الريح، أو السحاب الذي فرغ ماؤه، وقول كعب هنا يعني: الذي تعرضه عليَّ من الدين لا خير فيه كالجهام الذي لا ماء فيه.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٣٢٣ (جهم). \"لسان العرب\" لابن منظور ١٤/ ٣٧٧ - ٣٧٨ (جهم).(٢) فَتَله: لواه، وفتل وجهه عنهم: صرفه. والذروة: أعلى الشيء. والغارب: ما بين السنام إلى العنق، ومنه قولهم: حبلك على غاربك، أي: اذهبي حيث شئت، وأصله أن الناقة إذا رعت وعليها الخطام ألقي على غاربها لأنها إذا رأته لم يهنها شيء. ويقال: ما زال فلان يفتل فلان في الذروة والغارب: أي يدور من وراء خديعته. وهنا: جعل فتل وبر ذروة البعير وغاربه مثلَا لإزالته عن رأيه، كما يفعل بالجمل النفور إذا أريد تأنيسه وإزالة نفاره.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ١٥٩ - ١٦٠ (ذرا)، ٣/ ٣٤٨ - ٣٥٢ (غرب) ٣/ ٤١٠ (فتل)، \"مختار الصحاح\" للرازي (ص ٩٣)، (ذرا)، (ص ١٩٧)، (غرب)، \"لسان العرب\" لابن منظور ١٤/ ٢٨ - ٢٩ (فتل).</p><p> فنقض كعب بن أسد عهده وبرئ مما كان عليه فيما بينه وبين رسول الله - صلى الله عليه وسلم -. </p><p> فلما انتهى إلى رسول الله - صلى الله عليه وسلم - الخبر وإلى المسلمين بعث رسول الله - صلى الله عليه وسلم - سعد بن معاذ بن نعمان بن امرؤ القيس -أحد بني الأشهل-وهو يومئذ سيد الأوس، وسعد بن عبادة بن دليم -أحد بني ساعدة ابن كعب بن الخزرج- وهو يومئذ سيد الخزرج، ومعهما عبد الله بن رواحة أخو الحارث بن الخزرج، وخوّات بن جبير أخو بني عمرو ابن عوف، فقال:  \"فانطلقوا حتَّى تنظروا أحقّ ما بلغنا عن هؤلاء القوم أم لا؟ فإن كان حقًّا فألحنوا لي لحنًا أعرفه، ولا تفتوا أعضاد النَّاس، وإن كانوا على الوفاء فيما بيننا وبينهم فاجهروا به للنَّاس\" . </p><p> فخرجوا حتَّى أتوهم فوجدوهم على أخبث ما بلغهم عنهم، ونالوا من رسول الله -صلى الله عليه وسلم-، وقالوا: لا عقد بيننا وبين محمَّد ولا عهد. فشاتمهم سعد بن عبادة وشاتموه، وكان رجلَا فيه حدَّة، فقال له سعد بن معاذ: دع عنك مشاتمتهم، فما بيننا وبينهم أربى من المشاتمة. </p><p> ثم أقبل سعد وسعد ومن معهما إلى رسول الله -صلى الله عليه وسلم- فسلموا عليه ثم قالوا: عضل والقارة (١) ، أي: كغدر عضل والقارة بأصحاب رسول الله </p><p>(١) عضل: حي، وبنو عضيلة بطن، وقال الليث: بنو عضل حي من كنانة، وقال غيره: عضل والديش حيان يقال لهم القارة، وهم من كنانة، وقال الجوهري: عضل قبيلة، وهو عضل بن الهون بن خزيمة أخو الديش. والقارة: قوم رماة من العرب. وفي المثل: قد أنصف القارة من راماها. وقارة: قبيلة وهم عضل والديش ابنا الهون بن خزيمة من كنانة، سموا قارة لاجتماعهم والتفافهم لما أراد =</p><p> -صلى الله عليه وسلم- أصحاب الرجيع (١) ، خبيب بن عدي وأصحابه، فقال رسول الله - صلى الله عليه وسلم -: \"الله أكبر أبشروا يَا معشر المسلمين\" . </p><p> وعظم عند ذلك البلاء واشتد الخوف، وأتاهم عدوهم من فوقهم، ومن أسفل منهم حتَّى ظن المؤمنون كل ظن، ونجم (٢) النفاق من بعض المنافقين حتَّى قال معتب بن قشير أحد بني عمرو بن عوف: كان محمَّد يعدنا أن نأكل كنوز قيصر وكسرى وأحدنا لا يقدر أن يذهب إلى الغائط، ما وعدنا الله ورسوله إلَّا غرورًا (٣) . وحتى قال أوس بن قيظي أحد بني حارثة: يَا رسول الله إن بيوتنا عورة من العدو، -وذلك عن ملأ من رجال قومه- فائذن لنا فلنرجع إلى ديارنا فإنَّها خارجة من المدينة. </p><p>= ابن الشداخ أن يفرقهم في بني كنانة وهم رماة. وفي \"التهذيب\" وغيره: وكانوا رماة الحدق في الجاهلية وهم اليوم في اليمن ينسبون على أسد، والنسبة إليهم قاري. انظر: \"لسان العرب\" لابن منظور ٥/ ١٢٣ (عضل)، ١٣/ ٤٨٠ (قور).(١) وذلك أنَّه قدم على رسول الله -صلى الله عليه وسلم- رهط من عضل والقارة فقالوا له: يَا رسول الله إن فينا إسلاماً وخيرًا، فابعث معنا نفرًا من أصحابك يفقهوننا في الدين ويقرؤوننا القرآن، ويعلموننا شرائع الإِسلام، فبعث رسول الله -صلى الله عليه وسلم- معهم نفرًا ستة من أصحابه، فخرجوا مع القوم حتَّى إذا كانوا على الرجيع -ماء لهذيل بناحية من الحجاز- غدروا بهم.انظر: \"تاريخ الرسل والملوك\" للطبري ٢/ ٥٣٨ - ٥٤٢.(٢) نجَم: أي: ظهر وطلع.انظر\"لسان العرب\" لابن منظور ١٦/ ٤٥ (نجم).(٣) رواه الطبري في \"جامع البيان\" ٢١/ ١٣٣ عن يزيد بن رومان، وقتادة.</p><p> فأقام رسول الله -صلى الله عليه وسلم- وقام المشركون عليه بضعًا وعشرين ليلة قريبًا من شهر، ولم يكن بين القوم حرب إلَّا الرمي بالنبل والحصي (١) . </p><p> فلما اشتد البلاء على النَّاس بعث رسول الله - صلى الله عليه وسلم - إلى عيينة بن حصن، وإلى الحارث بن عوف وهما قائدا غطفان فأعطاهما ثلث أثمار المدينة، على أن يرجعوا بمن معهما عن رسول الله -صلى الله عليه وسلم- وأصحابه، فجرى بينهم وبينه الصلح حتَّى كتبوا الكتاب، ولم تقع الشهادة، فذكر رسول الله - صلى الله عليه وسلم - لسعد بن معاذ وسعد بن عبادة واستشارهما فيه، فقالوا: يَا رسول الله، لشيء أمرك الله به لا بد لنا من عمل به، أم أمر تحبه فتضعه، أم شيء تصنعه لنا؟ فقال:  \"لا، بل لكم، والله ما أصنع ذلك إلَّا أني رأيت العرب قد رمتكم عن قوس واحدة، وكَالَبُوكم(٢)من كل جانب، فأردت أن أكسر عنكم شوكتهم\" . </p><p> فقال له سعد بن معاذ: يَا رسول الله قد كنا نحن وهؤلاء القوم على شرك بالله وعبادة الأوثان، لا نعبد الله ولا نعرفه، وهم لا يطمعون أن </p><p>(١) رواه الطبري في \"جامع البيان\" ٢١/ ١٣١ عن عروة بن الزُّبير، وفيه: (إلَّا الرمي بالنبل والحصار). (٢) كالَبُوكم: يقال: هم يتكالبون على كذا أي؛ يتواثبون عليه، وكالب الرَّجل: ضايقه، وتكالب النَّاس على الأمر: حرصوا عليه حتَّى كأنهم كلاب، وكلب الدهر على أهله: إذا ألح عليهم واشتد. والمراد هنا أن الكفار تجمعوا على المسلمين في المدينة وتواثبوا عليهم ليستأصلوهم.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ١٩٥ - ١٩٦ (كلب). \"لسان العرب\" لابن منظور ٢/ ٢٠٠ (كلب).</p><p> يأكلوا منها تمرة إلَّا قرى (١) أو بيعًا، أفحين أكرمنا الله بالإِسلام، وأعزّنا بك نعطيهم أموالنا؟ ! ، ما لنا بهذا من حاجة، والله لا نعطيهم إلَّا السيف حتَّى يحكم الله بيننا وبينهم. فقال رسول الله -صلى الله عليه وسلم-: \"فأنت وذاك\" . فتناول سعد الصحيفة فمحا ما فيها من الكتاب، ثم قال: ليجهدوا علينا. </p><p> فأقام رسول الله - صلى الله عليه وسلم - والمسلمون، وعدوهم محاصروهم، ولم يكن بينهم قتال إلَّا أن فوارس من قريش منهم: عمرو بن عبد ود بن أبي قيس أخو بني عامر بن لؤي، وعكرمة بن أبي جهل، وهبيرة بن أبي وهب المخزوميان، ونوفل بن عبد الله، وضرار بن الخَطَّاب بن مرداس أخو محارب بن فهر قد تلبسوا للقتال، وخرجوا على خيلهم، ومروا عليّ بني كنانة فقالوا: تهيئوا للحرب يا بني كنانة، فستعلمون اليوم من الفرسان. ثم أقبلوا نحو الخندق حتَّى وقفوا على الخندق، فلما رأوه قالوا: والله إن هذِه لمكيدة ما كانت العرب تكيدها، ثم تيمموا مكانًا من الخندق ضيقًا فضربوا خيولهم فاقتحموا منه، فجالت بهم في السبخة بين الخندق وسلع. </p><p> وخرج علي بن أبي طالب - رضي الله عنه - في نفر من المسلمين حتَّى أخذ عليهم الثغرة التي اقتحموا منها خيلهم، وأقبلت الفرسان تعدو </p><p>(١) قِرى: بالكسر، وقراء بالفتح والمد: أحسن إليه، والقرى أَيضًا ما قري به الضيف، أي أحسن إليه. انظر: \"مختار الصحاح\" للرازي (ص ٢٢٣) (قرى).</p><p> نحوهم، وقد كان عمرو بن عبد ود قاتل يوم بدر حتَّى أثبتته الجراحة فلم يشهد أحدًا، فلما كان يوم الخندق خرج معلمًا (١) ليرى مكانه، فلما وقع هو وخيله قال له علي عليه السلام (٢) : يَا عمرو إنك كنت تعاهد الله لا يدعوك رجل من قريش إلى خلَّتين إلَّا أخذت منه أحديهما. قال: أَجل. قال: فإنِّي أدعوك إلى الله وإلى الرسول - صلى الله عليه وسلم - وإلى الإِسلام. قال: لا حاجة لي بذلك. </p><p> قال: فإنِّي أدعوك إلى النزال. قال: ولم يَا ابن أخي؟ ! فوالله ما أحب أن أقتلك. قال علي: ولكني والله أحب أن أقتلك. فحمي </p><p>(١) رجل معلم إذا علم مكانه في الحرب بعلامة أعلمها، وأعلم حمزة يوم بدر، ومنه قوله: فتعرفوني أنني أنا ذاكم ... شاك سلاحي في الحوادث مُعلموأعلم الفارس: جعل لنفسه علامة الشجعان فهو معلم، قال الأخطل.فما زال فينا رباط الخيل معلمة ... وفي كليب رباط اللوم والعارانظر: \"لسان العرب\" لابن منظور ١٥/ ٣١٣ (علم).(٢) قال ابن كثير رحمه الله: قال الشيخ أبو محمَّد الجويني رحمه الله: السلام في معنى الصلاة فلا يستعمل في الغائب ولا يفرد به غير الأنبياء فلا يقال على عليه السلام، وسواء في هذا الأحياء والأموات، وأما الحاضر فيخاطب به فيقال: سلام عليك، وسلام عليكم أو السلام عليك أو عليكم، وهذا مجمع عليه انتهى ما ذكره. قلت: وقد غلب هذا في عبارة كثير من النساخ للكتب أن يفرد علي - رضي الله عنه - بأن يقال \"عليه السلام\" من دون سائر الصَّحَابَة أو \"كرم الله وجهه\"، وهذا وإِن كان معناه صحيحًا، لكن ينبغي أن يسوى بين الصَّحَابَة في ذلك فإن هذا من باب التعظيم والتكريم، فالشيخان وأمير المُؤْمنين عثمان أولى بذلك منه - رضي الله عنهم - أجمعين. \"تفسير القرآن العظيم\" ١١/ ٢٣٨.</p><p> عمرو عند ذلك فاقتحم عن فرسه فعقره، وضرب وجهه، ثم أقبل على علي -عليه السلام -، فتناولا وتجاولا فقتله عليّ -عليه السلام -، وخرجت خيله منهزمة حتَّى اقتحمت من الخندق هاربة. </p><p> وقُتل مع عمرو رجلان: منبه بن عثمان بن عبيد بن السباق بن عبد الدار، أصابه سهم فمات منه بمكة، ونوفل بن عبد الله بن المغيرة المخزومي، وكان اقتحم الخندق فتورط فيه فرموه بالحجارة، فقال: يَا معشر العرب قِتلة أحسن من هذِه. فنزل إليه عليّ فقتله، فغلب المسلمون على جسده، فسألوا رسول الله - صلى الله عليه وسلم - أن يبيعهم جسده، فقال رسول الله - صلى الله عليه وسلم -: \"لا حاجة لنا في جسده ولا ثمنه، فشأنكم به\" ، فخلَّى بينهم وبينه (١) . </p><p> قالت عائشة أم المُؤْمنين - رضي الله عنها -: كنا يوم الخندق في حصن بني حارثة، وكان من أحرز (٢) حصون المدينة، وكانت أم سعد بن معاذ معنا في الحصين، وذلك قبل أن يضرب علينا الحجاب، فمَرَّ سعد </p><p>(١) انظر: \"كنز العمال\" للمتقي الهندي ٦/ ١٥٨، \"البداية والنهاية\" لابن كثير ٤/ ١٠٧. (٢) الحرز: الموضع الحصين، والحرز ما أحرزك من موضع وغيره، تقول: هو في حرز لا يوصل إليه، وفي حديث يأجوج ومأجوج: (فحرز عبادي في الطور) أي: ضمهم إليه، واجعله لهم حرزا، يقال: أحرزت الشيء إذا حفظته وضممته إليك وصنته عن الأخذ، وفي الأثر: (اللهمَّ اجعلنا في حرز حارز) أي: كهف منيع، والمراد هنا حصن منيع.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٣٦٦ - ٣٦٧ (حرز). \"لسان العرب\" لابن منظور ٧/ ١٩٨ (حرز).</p><p> ابن معاذ وعليه درع مقلصة (١) قد خرجت منها ذراعه كلها، وفي يده حربته وهو يقول: </p><p> لُبث (٢) قليلا يدرك الهيجا حمل ... لا بأس بالموت إذا حان الأجل (٣) </p><p> فقالت أمه: الحق يا بني فقد والله أخرت. قالت عائشة: فقلت لها يَا أم سعد والله لوددت أن درع سعد كانت أسبغ مما هي. وخفت عليه حيث أصاب السهم منه، قالت: فرمى سعد يومئذ بسهم فقطع منه الأكحل (٤) ، فزعموا أنَّه لن ينقطع من أحد قط إلَّا لم يزل يبض (٥) </p><p>(١) درع مقصلة أي: مجتمعة منضمة، يقال: قلصت الدرع وتقلصت وقلص الشيء: تداني وانضم، وأكثر ما يقال فيما يكون على فوق. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ١٠٠ (قلص). \"لسان العرب\" لابن منظور ٨/ ٢٤٩ (قلص).(٢) اللُّبْث: المكث، وهو أَيضًا الإبطاء والتأخير.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ٢٢٤ - ٢٢٥ (لبث)، \"لسان العرب\" لابن منظور ٣/ ٣ (لبث).(٣) قال السهيلي: هو بيت تمثل به سعد، وحمل هو: ابن سعدانة بن حارثة بن معقل ابن كعب بن عليم بن جناب الكلبي. \"الروض الأنف\" ٣/ ٢٨٠.(٤) قال العلماء: هو عرق معروف. قال الخليل: إذا قطع في اليد لم يرقأ الدم، وهو عرق الحياة، في كل عضو منه شعبة لها اسم.انظر: \"شرح صحيح مسلم\" للنووي ١٢/ ٩٤ كتاب الجهاد، باب جواز قتال من نقض العهد.(٥) بض الشيء أي: سال، وجعل يخرج قليلًا قليلًا.انظر: \"لسان العرب\" لابن منظور ٨/ ٣٨٦ (بضَّ).</p><p> دمًا حتَّى يموت، رماه حبان بن قيس بن العرقة (١) أحد بني عامر بن لؤي، فلما أصابه قال: خذها وأنا ابن العرقة. فقال سعد: عرّق الله وجهك في النَّار، ثم قال سعد: اللهمَّ إن كنت أبقيت من حرب قريش شيئًا فأبقني لها، فإنَّه لا قوم أحب إليّ أن أجاهدهم من قوم آذوا رسولك وكذبوه وأخرجوه، وإن كنت قد وضعتَ الحرب بيننا وبينهم فاجعله لي شهادة، ولا تمتني حتَّى تَقَر عيني من بني قريظة، وكانوا حلفاءه ومواليه في الجاهلية (٢) . </p><p> وروى محمَّد بن إسحاق (٣) ، عن يحيى بن عباد بن عبد الله بن الزُّبير (٤) ، عن أَبيه عباد (٥) قال: كانت صفية بنت عبد المطَّلب في فارع حصن حسان بن ثابت، قالت: وكان حسان معنا فيه مع النساء والصبيان. قالت صفية: فمرَّ بنا رجل من يهود فجعل يطوف </p><p>(١) قال أبو عبيد: هي أمه، قال ابن الكلبي: اسم هذا الرَّجل: حبان -بكسر الحاء- ابن أبي قيس بن علقمة بن عبد مناف بن الحارث بن منقذ قال: واسم العرقة: قلابة بنت سعد بن سهل بن عبد مناف بن الحارث، وسميت بالعرقة لطيب ريحها، وكنيتها: أم فاطمة، والله أعلم. انظر: \"شرح صحيح مسلم\" للنووي ١٢/ ٩٤، كتاب الجهاد، باب جواز قتال من نقض العهد.(٢) قال الهيثمي في \"مجمع الزوائد\" ٦/ ١٥٥: في الصحيح بعضه، رواه أَحْمد، وفيه محمَّد بن عمرو بن علقمة، هو حسن الحديث، وبقية رجاله ثقات.(٣) صاحب المغازي، صدوق يدلس، ورمي بالتشيع والقدر.(٤) ابن العوام القُرشيّ، ثِقَة.(٥) عباد بن عبد الله بن الزُّبير، ثِقَة.</p><p> بالحصن، وقد حاربت بنو قريظة وقطعت ما بينها وبين رسول الله -صلى الله عليه وسلم-، ليس بيننا وبينهم أحد يدفع عنا، ورسول الله - صلى الله عليه وسلم -. والمسلمون في نحور عدوهم، لا يستطيعون أن ينصرفوا إلينا عنهم، إذ أتانا آت، قالت: فقلت: يَا حسان، إن هذا اليهودي كما تراه يطوف بالحصن، وإني والله ما آمنه أن يدل على عوراتنا من ورائنا يهود، وقد شغل عنا رسول الله - صلى الله عليه وسلم - وأصحابه، فانزل إليه فاقتله. </p><p> فقال: يغفر الله لك يا بنت عبد المطَّلب، لقد عرفت ما أنا بصاحب هذا! . </p><p> قالت: فلما قال ذلك لي، ولم أر عنده شيئًا احتجزت (١) ، ثم أخذت عمودًا، ثم نزلت من الحصين إليه فضربته بالعمود حتَّى قتلته، فلما فرغت منه رجعت إلى الحصين، فقلت: يَا حسان، أنزل </p><p>(١) احتجزت أي: شددت وسطي، من حجزة الإزار وهي جنبته، وحجزة السروال موضع التكة، قال أبو ذر الخشني: ومن رواه (اعتجرت) فمعناه: شددت معجري. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٣٤٤ - ٣٤٥ (حجز).\"لسان العرب\" لابن منظور ٧/ ١٩٧ (حجز).وتروى: احتجرت، أي: جمعت إليها أطراف ثوبها، وحجر الثوب هو: طرفه المتقدم كما في حديث عائشة (هي اليتيمة التي تكون في حجر وليها) لأن الإنسان يربي ولده في حجره، وحجر الإنسان ما بين يديه من ثوبه، وحجر المرأة حضنها، والحجر أَيضًا الحفظ والستر.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٣٤١ - ٣٤٤ (حجر). \"لسان العرب\" لابن منظور ٥/ ٢٣٩، ٢٤٢ (حجر).</p><p> إليه فاسلبه، فإنه لم يمنعني من سلبه إلا أنه رجل. قال: ما لي بسلبه من حاجة يا بنت عبد المطلب (١) . </p><p> قالوا: وأقام رسول الله - صلى الله عليه وسلم - وأصحابه فيما وصف الله -عز وجل- من الخوف والشدة لتظاهر عدوهم عليهم، وإتيانهم من فوقهم ومن أسفل منهم، ثم أتى نعيم بن مسعود بن عامر بن أنيف بن ثعلبة بن منقذ بن هلال بن حلاوة بن أشجع بن ريث بن غطفان إلى رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله، إني قد أسلمت، وإن قومي لم يعلموا بإسلامي، فأمرني بما شئت، فقال له رسول الله - صلى الله عليه وسلم -: \"إنما أنت فينا رجل واحد، فخَتِّل(٢)عنا إن استطعت، فإن الحرب خُدعة\"  (٣) . </p><p>(١) قال أبو عمر ابن عبد البر: وقد أنكر هذا عن حسان جماعة من أهل السير وقالوا: لو كان في حسان من الجبن ما وصفتم لهجاه بذلك الذين كان يهاجيهم في الجاهلية والإسلام، ولهجي بذلك ابنه عبد الرحمن، فإنه كثيراً ما كان يهاجي الناس من شعراء العرب كضرار، وابن الزبعري وغيرهما، وكانوا يناقضونه ويردون عليه فما عيره أحد منهم بجبن، فدل هذا على ضعف حديث ابن إسحاق، وإن صح فلعل حسان - رضي الله عنه - كان معتلًا بعلة منعته عن شهود القتال، كما قاله السهيلي أيضا. انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ١٣٥. (٢) ختل من باب ضرب، وخاتله خدعه، والتخاتل التخادع. وختله: خدعه عن غفلة وفي الحديث: (كأني انظر إليه يختل الرجل ليطعنه) أي: يداوره ويطلبه من حيث لا يشعر.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٩ - ١٠ (ختل). \"لسان العرب\" لابن منظور ١٣/ ٢١ - ٢١٢ (ختل). \"مختار الصحاح\" للرازي (ص ٧١).(٣) رواه البخاري في الجهاد، باب الحرب خدعة (٣٠٣٠)، ومسلم في الجهاد، باب جواز الخداع في الحرب (١٧٣٩). =</p><p> فخرج نعيم بن مسعود حتى أتى بني قريظة، وكان لهم نديمًا (١) في الجاهلية، فقال لهم: يا بني قريظة، قد عرفتم ودي إياكم، وخاصة ما بيني وبينكم. قالوا: صدقت لست عندنا بمُتَّهم. </p><p> فقال لهم: إن قريشًا وغطفان جاءوا لحرب محمد، وقد ظاهرتموهم عليه، وإن قريشًا وغطفان ليسوا كهيئتكم، البلد بلدكم به أموالكم وأبناؤكم ونساؤكم، لا تقدرون على أن تحولوا منه إلى غيره، وإن قريشًا وغطفان أموالهم وبلادهم وأبناؤهم ونساؤهم بعيدة، إن رأوا نهرة (٢) وغنيمة أصابوها، وإن كانوا غير ذلك لحقوا ببلادهم وخلوا بينكم وبين الرجل، والرجل ببلدكم لا طاقة لكم به </p><p>= فائدة: وهنا لم يأمره النبي -صلى الله عليه وسلم- بكذب من غير معاريض، فإن في المعاريض مندوحة كما قال: (من ماء). واتفق العلماء على جواز خداع الكفار في الحرب، وكيف أمكن الخداع إلا أن يكون فيه نقض عهد أو أمان فلا يحل، وقد صح في الحديث جواز الكذب في ثلاثة أشياء، أحدها في الحرب، قال الطبري: إنما يجوز من الكذب في الحرب المعاريض دون حقيقة الكذب فإنه لا يحل.والظاهر إباحة حفيقة نفس الكذب لكن الاقتصار على التعريض أفضل، والله أعلم.انظر: \"شرح صحيح مسلم\" للنووي ١٢/ ٤٥، كتاب الجهاد، باب جواز الخداع في الحرب.(١) النديم الذي يرافقك ويشاربك. انظر: \"لسان العرب\" لابن منظور ١٦/ ٥٠ (ندم).(٢) النهرة: الخلسة، من المنهر وهو خرق في الحصين نافذ يجري منه الماء، ومنه قولهم: نهر ينهر أي: بلغ الماء، والمراد هنا بلوغ المراد وانتهاز الفرص.انظر: \"لسان العرب\" لابن منظور ٧/ ٩٥ (نهر).</p><p> إن خلا بكم، فلا تقاتلوا القوم حتى تأخذوا منهم رهنًا من أشرافهم يكونون بأيدكم ثقة لكم على أن يقاتلوا معكم محمدًا حتى تناجزوه. قالوا: أشرت برأي صحيح ونصح. </p><p> ثمَّ خرج حتى أتى قريشًا فقال لأبي سفيان بن حرب ومَنْ معه من رجال قريش: يا معشر قريش، قد عرفتم ودي إياكم وفراقي محمدًا، وقد بلغني أمر رأيت أنَّ حقًّا عليّ أن أبلغكموه نصحًا لكم، فاكتموا عليّ. قالوا: نفعل. </p><p> قال: تعلموا أن معشر يهود قد ندموا على ما صنعوا فيما بينهم وبين محمد، وقد أرسلوا إليه أنْ قد ندمنا على ما فعلنا فهل يُرضيك عنا أن نأخذ من القبيلتين من قريش وغطفان رجالًا من أشرافهم فنعطيكهم فتضرب أعناقهم ثم نكون معك على مَنْ بقي منهم، فأرسل إليهم أنْ نعم، فإن بعث إليكم يهود يلتمسون منكم رهنًا من رجالكم فلا تدفعوا إليهم منكم رجلًا واحدًا. </p><p> ثم خرج حتى أتى غطفان فقال: يا معشر غطفان، أنتم أهلي وعشيرتي، وأحب الناس إليّ، ولا أراكم تتهمونني. قالوا: صدقت. قال: فاكتموا عليّ. قالوا: نفعل. </p><p> ثم قال لهم مثل ما قال لقريش، وحذرهم ما حذرهم. </p><p> فلما كان ليلة السبت من شوال سنة خمس، وكان مما صنع الله لرسوله - صلى الله عليه وسلم - أرسل أبو سفيان ورؤوس غطفان إلى بني قريظة عكرمة ابن أبي جهل في نفر من قريش وغطفان فقالوا لهم: إنا لسنا بدار = </p><p> مقام، قد هلك الخف والحافر فأعدوا للقتال حتى نناجز (١) محمدًا ونفرغ فيما بيننا وبينه. فأرسلوا إليهم أن اليوم سبت، وهو يوم لا نعمل فيه شيئًا، وقد كان أحدث بعضنا فيه حدثًا فأصابه ما لا يخفى عليكم (٢) ، ولسنا مع ذلك بالذي نقاتل معكم حتى تعطونا رهنًا من رجالكم يكونوا بأيدينا ثقة لنا حتى نناجز محمدًا، فإنا نخشى إن ضرستكم (٣) الحرب، واشتد عليكم القتال أن تسيروا إلى بلادكم وتتركونا والرجل في بلدنا لا طاقة لنا بذلك من محمد. فلما رجعت إليهم الرسل بالذي قالت بنو قريظة، قالت قريش وغطفان: تعلمن والله أن الذي حدثكم نعيم بن مسعود لحق، فأرسولوا إلى بني قريظة أنّا لا ندفع إليكم رجلًا واحدًا من رجالنا، فإن كنتم تريدون القتال فأخرجوا فقاتلوا. فقالت بنو قريظة حين انتهت الرسل </p><p>(١) نناجِز: نقاتل، ونبارز، والمُناجَزة في الحَرْب المُبارزَة. ومنه حديث عائشة (قالت لابن السائب: ثلاثٌ تَدَعهُنَّ، أو لأناجِزَنك) أي: لأُقاتلَنَّك وأخاصمنَّك. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ٢٠ (نجز).(٢) وكان الذي حدث أن ناسا من اليهود -وهم أهل قرية أيلة على قول أغلب المفسرين- انتهكوا محارم الله، وخالفوا عهده وميثاقه فيما أخذه عليهم من تعظيم السبت، فتحيلوا على اصطياد الحيتان بما وضعوا لها من أدوات الصيد قبل يوم السبت ثم أخذوها بعد ذلك، فمسخهم الله قردة خاسئين لمخالفتهم لأمره، وقد قال رسول الله -صلى الله عليه وسلم-: \"لا ترتكبوا ما ارتكبت اليهود، فتحلوا محارم الله بأدنى الحيل\" رواه ابن بطة، وصححه الألباني في \"آداب الزفاف\" (ص ١٠٤).(٣) ضرسته الحرب تضرسه: عضته، وحرب ضروس: أكول عضوض، وضرس بنو فلان بالحرب إذا لم ينتهوا حتى يقاتلوا. انظر: \"لسان العرب\" لابن منظور ٧/ ٤٢٤ (ضرس).</p><p> إليهم بهذا: إن الذي ذكر لكم نعيم بن مسعود لحق، ما يريد القوم إلا أن يعاملوا، فإن وجدوا فرصة انتهزوها، وإن كان غير ذلك انشمروا إلى بلادهم، وخلَّوا بينكم وبين الرجل في بلادكم، فأرسلوا إلى قريش وغطفان: أنا والله لا نقاتل معكم حتى تعطونا رهنًا. فأبوا عليهم، وخذل الله بينهم، وبعث عليهم الريح في ليالٍ شاتية شديدة البرد حتى انصرفوا راجعين والحمد لله رب العالمين (١) . </p><p> {وَإِذْ زَاغَتِ} مالت (٢)  {الْأَبْصَارُ} وشخصت. {وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ}  (٣) فزالت عن أماكنها حتى بلغت الحلوق من الفزع. </p><p> {وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا} فأما المنافقون فظنوا أن محمدًا وأصحابه سيُغلبون ويُستأصلون، وأما المؤمنون فأيقنوا أن ما وعدهم الله حق، وأنه سيظهر دينه على الدين كله ولو كره المشركون. </p><p> واختلف القراء في قوله:  (الظنونا، والرسولا، والسبيلا) : </p><p> فأثبت الألفات فيها وصلًا ووقفًا أهل المدينة، والشام، وأيوب، وعاصم برواية أبي بكر، وأبي عمرو، وبرواية عياش، والكسائي برواية </p><p>(١) وهذا الذي ذكره ابن إسحاق من قصة نعيم بن مسعود أحسن مما ذكره موسى بن عقبة، وقد أورده عنه البيهقي في \"دلائل النبوة\". انظر: \"البداية والنهاية\" لابن كثير ٤/ ١١٤ - ١١٥، \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ١٣٥ - ١٣٨. \"تاريخ الرسل والملوك\" للطبري ٢/ ٢٤٣.(٢) انظر: \"جامع البيان\" للطبري ٢١/ ٨٣، \"لسان العرب\" لابن منظور ١٠/ ٣١٤، \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ١٤٤.(٣) روى مسلم (٣٠٢٠) في كتاب التفسير، عن عائشة رضي الله عنها: في قوله -عز جل-: {إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ} الآية، قالت: كان ذلك يوم الخندق.</p>"
}