{
  "id": null,
  "sura": 34,
  "aya": 51,
  "text": "<p> ٥٠ - {قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي} أؤخذ بجنايتي (١) </p><p> {وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي إِنَّهُ سَمِيعٌ قَرِيبٌ}  (٢) . </p><p> ٥١ - {وَلَوْ تَرَى إِذْ فَزِعُوا} من عذاب الدنيا (٣) . </p><p>= التخريج: رواه البُخَارِيّ في التفسير سورة بني إسرائيل باب {وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ} (٤٧٢٠)، ومسلم في الجهاد والسير، باب إزالة الأصنام من حول الكعبة (١٧٨١). والتِّرمذيّ في التفسير باب ومن سورة بني إسرائيل (٣١٣٨)، وأَحمد في \"المسند\" ١/ ٣٧٧ (٣٥٨٤).(١) سقطت من (م).(٢) قوله تعالى: {قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي} أي: الخير كله من عند الله، وفيما أنزل الله عز وجل من الوحي والحق المبين فيه الهدى والبيان والرشاد، ومن ضل فإنما يضل من تلقاء نفسه، كما قال عبد الله بن مسعود - رضي الله عنه - لما سئل عن تلك المسألة في المفوضة -أي: التي تزوجت بلا مهر- قال: أقول فيها برأي، فإن يكن صوابًا فمن الله، وإن يكن خطأ فمني ومن الشيطان والله ورسوله بريئان منه. وقوله تعالى: {إِنَّهُ سَمِيعٌ قَرِيبٌ} أي: سميع لأقوال عبادة قريب يجيب دعوة الداعي إذا دعاه، وقد روى النَّسائيّ هنا حديث أبي موسى في الصحيحين \"إنكم لا تدعون أصمًّا ولا غائبًا، إنما تدعون سميعًا قريبًا مجيبًا\" رواه البُخَارِيّ في المغازي باب غزوة خيبر (٤٢٠٢)، ومسلم في الذكر والدعاء باب استحباب خفض الصوت بالذكر (٢٧٠٤).انظر: \"تفسير القرآن العظيم\" لابن كثير ١١/ ٢٩٨.(٣) رواه الطبري في \"جامع البيان\" ٢٢/ ١٠٧، عن ابن عباس واختلف أهل التأويل في المعنيين بهذِه الآية، فقال بعضهم: عُنِي بها هؤلاء المشركون الذين وصفهم تعالى ذكره بقوله: {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آبَاؤُكُمْ}. وقال آخرون: عني بذلك جيش يخسف =</p><p> {فَلَا فَوْتَ} ولا نجاة (١)  {وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ} يعني: عذاب الدنيا (٢) . </p><p> وقال الضحاك وزيد بن أسلم: هو يوم بدر (٣) . </p><p> وقال (٤) الكلبي: من تحت أقدامهم. </p><p> [٢٣٣٤] وأخبرني محمَّد بن نعيم (٥) ، أخبرني محمَّد بن يعقوب (٦) , </p><p>= بهم ببيداء الأرض، وقال آخرون: عني بذلك الكفار إذا فزعوا عند خروجهم من قبورهم. قال الطبري في \"جامع البيان\" ٢٢/ ١٠٨ - ١٠٩: والذي هو أولى بالصواب في تأويل ذلك، وأشبه بما دلّ عليه ظاهر التنزيل قول من قال: وعبد الله المشركين الذين كذبوا رسول الله - صلى الله عليه وسلم - من قومه؛ لأن الآيات قبل هذِه الآية جاءت بالإخبار عنهم وعن أسبابهم، وبوعيد الله إياهم مغبته، وهذِه الآية في سياق تلك الآيات، فلأن يكون ذلك خبرا عن حالهم أشبه منه بأن يكون خبرا لما لم يجر له ذكر. وإذا كان ذلك كذلك، فتأويل الكلام: ولو ترى يَا محمَّد هؤلاء المشركين من قومك، فتعاينهم حين فزعوا من معاينتهم عذاب الله فلا فوت يقول فلا سبيل حينئذ أن يفوتوا بأنفسهم، أو يعجزونا هربا، وينجوا من عذابنا.وقال ابن كثير في \"تفسير القرآن العظيم\"١١/ ٢٩٩: والصحيح المراد بذلك يوم القيامة، وهو الطامة العظمى، وإن كان ما ذكر متصلًا بذلك.(١) رواه الطبري في \"جامع البيان\" ٢٢/ ١٠٨ - ١٠٩، عن ابن عباس، وعن الضحاك، قال: ولا هرب.(٢) رواه الطبري في \"جامع البيان\" ٢٢/ ١٠٧، عن الضحاك.(٣) رواه الطبري في \"جامع البيان\" ٢٢/ ١٠٧، عن ابن زيد.(٤) من (م).(٥) الإِمام الحافظ الثقة.(٦) أبو العباس الأصم. ثِقَة.</p><p> أخبرني الحسن بن عليّ بن عفان (١) ، أخبرني الحسين بن عطية (٢) ، أخبرني يعقوب الأصفهاني (٣) ، عن جعفر (٤) ، عن ابن أبزى (٥)  {وَلَوْ تَرَى إِذْ فَزِعُوا فَلَا فَوْتَ} قال: خسف بالبيداء (٦) . </p><p> [٢٣٣٥] أخبرني عقيل بن أَحْمد بن محمَّد (٧) ، أن المعافى بن زكريا البغدادي (٨) ، أخبرهم، أخبرنا محمَّد بن جرير الطبري (٩) ، حَدَّثني عصام بن رواد بن الجراح (١٠) ، أخبرني أبي (١١) ، أخبرني </p><p>(١) صدوق. (٢) في (م): الحسن بن عطية، وهو الصواب، وهو: الحسن بن عطية بن نجيح القُرشيّ، أبو عليّ الكُوفيّ البزَّاز، صدوق.(٣) يعقوب بن عبد الله بن سعد بن مالك بن هانئ بن عامر بن أبي عامر الأَشْعريّ، أبو الحسن القمي، صدوق يهم.(٤) جعفر بن أبي المغيرة الخُزَاعِيّ القمي، صدوق يهم.(٥) سعيد بن عبد الرَّحْمَن بن أبزى الخُزَاعِيّ، مولاهم، الكُوفيّ، ثِقَة.(٦) [٢٣٣٤] الحكم على الإسناد:إسناده حسن.التخريج:رواه الطبري في \"جامع البيان\" ٢٢/ ١٠٧، عن سعيد.(٧) الجرجائي الاستراباذي. لم أجده.(٨) العلامة الفقيه الحافظ الثقة.(٩) الإِمام العالم المجتهد عالم العصر صاحب التصانيف البديعة.(١٠) لينه الحاكم وذكره ابن حبان في \"الثِّقات\".(١١) رواد بن الجراح الشَّاميّ، أبو عصام العسقلاني، صدوق اختلط بأخرة فترك وفي حديثه عن الثَّوريّ ضعف شديد.</p><p> سفيان بن سعيد (١) ، أخبرني منصور بن المعتمر (٢) ، عن ربعي بن حراش (٣) قال: سمعت حذيفة بن اليمان (٤) يقول: قال رسول الله - صلى الله عليه وسلم - وذكر فتنة تكون بين أهل المشرق والمغرب، فبينما هم كذلك إذ خرج عليهم السفياني من الوادي اليابس في فورة (٥) ذلك حتَّى ينزل عليهم دمشق، فيبعث جيشين: جيشًا إلى المشرق، وجيشًا إلى المدينة (٦) حتَّى ينزلوا بأرض بابل في المدينة الملعونة والبقعة الخبيثة فيقتلون أكثر من ثلاثة آلاف، ويبقرون بها أكثر من مائة امرأة، ويقتلون بها ثلاثمائة كبش من بني العباس ثم ينحدرون إلى الكوفة ثم (٧) يخربون ما حولها، ثم يخرجون متوجيهن إلى الشَّام فيخرج إليه المهدي من الكوفة فيلحق ذلك الجيش منها على ليلتين فيقتلونهم، لا يفلت منهم مخبر، ويستنفذون ما في أيديهم من النَّبِيّ والغنائم، ويحل جيشه الثاني بالمدينة فينهبونها ثلاثة أيام ولياليها، </p><p>(١) الثَّوريّ، ثِقَة حافظ إمام حجة كان ربما دلس. (٢) ثِقَة ثبت وكان لا يدلس.(٣) ثِقَة عابد.(٤) صحابي مشهور.(٥) من فورة النَّاس: أي: مِنْ مَجْتَمَعهم، وحيث يفورون في أسواقهم. وفور كل شيء: أوله. والفور: الظهور والسطوع، ومنه: فور الشفق، وهو: بقية حمرة الشَّمس في الأفق الغربي، سمي فورًا لسطوعه وحمرته.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٤٧٨ (فور).(٦) من (م).(٧) في (م): ثم يخربون.</p><p> ثم يخرجون متوجيهن إلى مكة، حتَّى إذا كانوا بالبيداء بعث الله جبريل فيقول: يَا جبريل اذهب فأبدهم، فيضربها برجله ضربة يخسف الله بهم، فذلك قوله في سورة سبأ: {وَلَوْ تَرَى إِذْ فَزِعُوا فَلَا فَوْتَ وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ (٥١) }، فلا ينفلت منهم إلَّا رجلان، أحدهما بشير والآخر نذير، وهما من جهينة، فلذلك جاء القول: وعند جهينة الخبر اليقين (١) . </p><p>(١) [٢٣٣٥] الحكم على الإسناد: إسناده ضعيف لضعف رواد في الثَّوريّ وابنه مختلف فيه.التخريج:رواه الطبري في \"جامع البيان\" ٢٢/ ١٠٧.قال ابن حجر في ترجمة رواد: وقال الساجي: عنده مناكير. وروى الطبري في آخر تفسير سبأ عن عصام بن رواد، عن أَبيه، عن الثَّوريّ، عن منصور، عن ربعي، عن حذيفة رفعه، حديثًا طويلا في العين، وفيه قصة السفياني، ثم قال: حَدَّثَنَا محمَّد بن خلف العسقلاني: سألت روادا عنه، فقال: لم أسمعه من سفيان، وإنما جاءني قوم فقالوا لي: معنا حديث عجيب أو نحوه قرؤوه على، ثم ذهبوا فحدثوا به عني قال ابن خلف: وحدثني به عبد العزيز بن أَبان، عن سفيان بطوله. ورأيته في كتاب الحسين بن عليّ الصدائي عن شيخ له، عن رواد، عن سفيان أَيضًا.انظر: \"تهذيب التهذيب\" لابن حجر ١/ ٦١٢.قال ابن كثير في \"تفسير القرآن العظيم\" ١١/ ٢٩٩: أورد الطبري حديثًا موضوعًا بالكلية -يقصد هذا الحديث- ثم لم ينبه على ذلك وهذا أمر عجيب منه.قلت: وقد أورده الطبري على جلالة قدره في الحديث، ولامه عليه ابن كثير، فلا نعجب إن أورده المصنف هنا لأنه لا يرقى إلى درجة الطبري في الحديث، رحمهم الله أجمعين. وأما السفياني فقد ورد ذكره في حديث بلفظ: \"أحذركم =</p>"
}