{
  "id": null,
  "sura": 34,
  "aya": 23,
  "text": "<p> كذلك؟ ! (١) . {وَمَا لَهُمْ فِيهِمَا} أي: في السماوات والأرض) (٢)  {مِنْ شِرْكٍ} شركة {وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ}  (٣)  (٤) . </p><p> ٢٣ - {وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ}  (٥) </p><p>(١) وهذا تحد لهؤلاء المشركين، ففي الآيات السابقة يقول تعالى ذكره: فهذا فعلنا بولينا ومن أطاعنا، داود وسليمان الذي فعلنا بهما من إنعامنا عليهما النعم التي لا كفاء لها إذ شكرانا، وذاك فعلنا بسبإ الذين فعلنا بهم، إذ بطروا نعمتنا، وكذبوا رسلنا، وكفروا أيادينا، فقل يَا محمَّد لهؤلاء المشركين بربهم من قومك، الجاحدين نعمنا عندهم: ادعوا أيها القوم الذين زعمتم أنَّهم لله شريك من دونه، فسلوهم أن يفعلوا بكم بعض أفعالنا بالذين وصفنا أمرهم من إنعام أو إياس، فإن لم يقدروا على ذلك فاعلموا أنكم مبطلون، لأن الشركة في الربوبية لا تصلح ولا تجوز، ثم وصف الذين يدعون من دون الله، فقال: إنهم لا يملكون مثقال ذرّة في السموات ولا في الأرض من خير ولا شرّ ولا ضرّ ولا نفع، فكيف يكون إلها من كان كذلك؟ ! . انظر: \"جامع البيان\" للطبري ٢٢/ ٨٨ - ٨٩.(٢) ما بين القوسين سقط من (م).(٣) في (م): وما له لله.(٤) في (م): ظهير ولا عون.قلت: والظهير: أي: معين، ومنه قوله تعالى: {وَالْمَلَائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ}، قال قتادة: {وَمَا لَهُ مِنْهُمْ مِنْ ظَهِير} من عون يعينه. انظر: \"مختار الصحاح\" للرازي (ص ١٧١) (ظ هـ ر).(٥) الشفاعة: مأخوذة من الشفع، وهو ضد الوتر، وهو جعل الوتر شفعًا مثل أن تجعل الواحد اثنين، والثلاثة أربعة، وهكذا. أما في الاصطلاح فهي: التوسط للغير بجلب منفعة أو دفع مضرة، يعني أن يكون الشافع بين المشفوع إليه والمشفوع له واسطة لجلب منفعة إِلَى المشفوع له، أو يدفع عنه مضرة. يُقال: شفع يشفع شفاعة، فهو شافع وشفيع، والمشفع بكسر الفاء الذي يقبل الشفاعة، والمشفع بفتحها الذي تقبل شفاعته. =</p><p> تكذيبًا منه لهم، حيث قالوا: هؤلاء شفعاؤنا عند الله. وقرأ أبو عمرو، والأعمش، وحمزة، والكسائي بضم الألف. واختلف فيها عن عاصم، وقرأ غيرهم بالفتح. </p><p> {حَتَّى إِذَا فُزِّعَ} قرأ ابن عامر، ويعقوب بفتح الفاء والزاي. </p><p> غيرهما بضم الفاء وكسر الزاي، أي: كشف الفزع وأخرج عن قلوبهم. </p><p>= قال القاضي عياض رحمه الله: مذهب أهل السنة جواز الشفاعة عقلًا ووجوبها سمعا بصريح قوله تعالى: {يَوْمَئِذٍ لَا تَنْفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلًا (١٠٩)} وقوله: {وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى} وأمثالهما، وبخبر الصادق - صلى الله عليه وسلم -، وقد جاءت الآثار التي بلغت بمجموعها التواتر بصحة الشفاعة في الآخرة لمذنبي المُؤْمنين. وأجمع السلف والخلف ومن بعدهم من أهل السنة عليها، ومنعت الخوارج وبعض المعتزلة منها، وتعلقوا بمذاهبم في تخليد المذنبين في النَّار، واتجوا بقوله تعالى: {فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ (٤٨)} وبقوله تعالى: {مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ} وهذِه الآيات في الكفار. وأما تأويلهم أحاديث الشفاعة بكونها في زيادة الدرجات فباطل، وألفاظ الأحاديث في الكتاب وغيره صريحة في بطلان مذهبهم وإخراج من استوجب النَّار، لكن الشفاعة خمسة أقسام: أولها: مختصة بنبينا وهي الإراحة من هول الموقف وتعجيل الحساب. الثَّانية: في إدخال قوم الجنة بغير حساب وهذِه وردت أَيضًا لنبينا - صلى الله عليه وسلم -. الثالثة: الشفاعة لقوم استوجبوا النَّار فيشفع فيهم نبينا - صلى الله عليه وسلم - ومن شاء الله تعالى. الرابعة: فيمن دخل النَّار من المذنبين فقد جاءت هذِه الأحاديث بإخراجهم من النَّار بشفاعة نبينا - صلى الله عليه وسلم - والملائكة وإخوانهم من المُؤْمنين، ثم يخرج الله تعالى كل من قال لا إله إلَّا الله كما جاء في الحديث \"لا يبقى فيها إلَّا الكافرون\". الخامسة: في زيادة الدرجات في الجنة لأهلها، وهذِه لا ينكرها المعتزلة ولا ينكرون أَيضًا شفاعة الحشر الأول. . إِلَى غير ذلك مما لا يتسع المقام لذكره. =</p><p> [٢٣٢٠] وأخبرني ابن فنجويه (١) ، حدثنا ابن حبش (٢) ، أخبرنا أبو عبيد القاضي (٣) ، أخبرنا الحسن بن محمَّد بن الصباح (٤) ، أخبرنا عبد الوهَّاب (٥) ، عن موسى الأسواري (٦) ، عن الحسن (٧) أنَّه كان يقرؤها (حتَّى إذا فرغ عن قلوبهم) بالراء يعني فرغت قلوبهم من الخوف (٨) . </p><p>= انظر: \"شرح صحيح مسلم\" للنووي ٣/ ٣٥ - ٣٦. (١) ثقة صدوق كثير رواية المناكير.(٢) في (م): أبو علي بن حبش المقرئ، وهو ثقة مأمون.(٣) القاضي العلامة، المحدث المثبت، قاضي القضاة ابن حربويه؛ أبو عبيد؛ علي بن الحسين، سمع يوسف بن موسى القطَّان وزيد بن أخزم الطَّائيّ والحسين بن محمَّد بن الصباح وغيرهم، سمع منه: أبو عمر بن حيويه وأبو بكر بن المقرئ وعدة. قال ابن حجر: ثقة فقيه جليل مشهور، \"تاريخ بغداد\" للخطيب ١١/ ٣٩٥، \"سير أعلام النبلاء\" للذهبي ١٤/ ٥٣٦، \"تقريب التهذيب\" لابن حجر (٤٧١٤).(٤) الحسن بن محمَّد بن الصباح الزعفراني، أبو علي البغدادي، ثقة.(٥) هو ابن عطاء الخفّاف، صدوق ربما أخطأ.(٦) موسى بن يسار الأسواري، وصوابه ابن سيار. روى عن: قتادة والحسن البَصْرِيّ.وروى عنه: يحيى بن سعيد وعبد الواحد بن واصل وغيرهم.قال أبو حاتم الرَّازيّ: مجهول.\"الجرح والتعديل\" ٨/ ١٤٦، \"ميزان الاعتدال\" للذهبي ٥/ ٣٥٢، \"لسان الميزان\" لابن حجر ٧/ ١٤٣.(٧) البَصْرِيّ، ثقة فقيه كان يرسل كثيراً ويدلس.(٨) [٢٣٢٠] الحكم على الإسناد:فيه موسى بن سيار مجهول.التخريج:لم أجده.قال الطبري في \"جامع البيان\" ٢٢/ ٩٣: وقد اختلفت القرّاء في قراءة ذلك، =</p><p> واختلفوا في هذِه الكناية، والموصوفين (١) بهذِه الصفة من هم؟ ، وما السبب الذي من أجله فزّع عن قلوبهم؟ : </p><p> فقال قوم: هم الملائكة. </p><p> ثم اختلفوا في سبب ذلك: </p><p> * فقال بعضهم: إنما يفزع عن قلوبهم من (خشيةٍ تصيبهم)  (٢) عند سماعهم كلام الله تعالى (٣) . </p><p> [٢٣٢١] أخبرنا عبد الله بن حامد الوزان (٤) ، أخبرنا إسماعيل بن محمَّد بن إسماعيل (٥) ، حدثنا الحسن بن عليّ بن عفان (٦) ، حدثنا ابن </p><p>= فقرأته عامة قرّاء الأمصار أجمعون: {فزع} بالزاي والعين على التأويل الذي ذكرناه عن ابن مسعود ومن قال بقوله في ذلك. ورُوي عن الحسن أنَّه قرأ ذلك: (حتَّى إذا فرغ عن قلوبهم) بالراء والغين على التأويل الذي ذكرناه عن ابن زيد. وقد يحتمل توجيه معنى قراءة الحسن ذلك كذلك، إِلَى (حتَّى إذا فرغ عن قلوبهم) فصارت فارغة من الفزع الذي كان حل بها. ذكر عن مجاهد أنَّه قرأ ذلك: (فرغ) بمعنى: كشف الله الفزع عنها. والصواب من القراءة في ذلك القراءة بالزاي والعين لإجماع الحجة من القراء وأهل التأويل عليها، ولصحة الخبر الذي ذكرناه عن رسول الله -صلى الله عليه وسلم- بتأييدها، والدلالة على صحتها.(١) في (م): والموصوفون.(٢) في (م): غشية تصبهم.(٣) انظر: \"جامع البيان\" للطبري ٢٢/ ٩٠.(٤) لم يذكر بجرحٍ أو تعديل.(٥) الصياد. ثقة.(٦) العامري. صدوق.</p><p> نمير (١) ، عن الأَعمش (٢) ، عن مسلم (٣) ، عن مسروق (٤) ، عن عبد الله (٥) قال: إذا تكلم الله عز وجل بالوحي سمع أهل السماء صلصلة (٦) كصلصلة السلسلة على الصفوان (٧) ، فيصعقون (٨) لذلك </p><p>(١) عبد الله بن نمير الهمداني الخارفي، أبو هشام الكُوفيّ، والد محمَّد بن عبد الله بن نمير، ثقة، صاحب حديث، من أهل السنة. (٢) ثقة حافظ، لكنه مدلس.(٣) ابن صبيح الهمداني مولاهم. ثقة.(٤) ابن الأجدع بن مالك الهمداني. ثقة.(٥) هو ابن مسعود. الصحابي المشهور.(٦) الصَّلْصَلة: صَوتُ الحَديدِ إذا حُرِّكَ. يقال: صَلَّ الحديدُ، وصَلْصَل. والصَّلْصَلة أشدُّ من الصليل. ثم أطلق على كل صوت له طنين، وقيل: هو صوت متدارك لا يدرك في أول وهلة، ومنه حديث حُنين أنَّهم سمعوا صلصلة بين السماء والأرض. وصلصلة اللجام صوته إذا ضوعف الصوت.قال الأزهري: قال الليث: يقال: صل اللجام إذا توهمت صوته حكايته صل، فإن توهمت ترجيعًا قلت: صلصل. والصلصلة المذكورة: صوت الملك بالوحي. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٤٦ (صلصل)، \"مختار الصحاح\" للرازي (ص ١٥٤) (صلل).(٧) الصفوان جمع صفوانة، وهي الصخرة الملساء. وقيل: الحجرُ الأملسُ. وجمعهُ صفي. وقيل: هو جمع، واحدة صفوانة.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٤٠ (صفا). \"مختار الصحاح\" للرازي (ص ١٥٣) (صفا).(٨) الصَّعقُ: أن يُغْشَى على الإنسان من صوت شديد يسمعه، وربما مات منه، ثم استعمل في الموت كثيرًا، قال تعالى: {فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ} أي: مات. والصعقة: المرة الواحدة منه. والمصعوق: هو المغشي عليه، أو الذي يموت فجأة لا يعجل دفنه. =</p><p> ويخرون سجدًا، فإذا علموا أنَّه وحي فزع عن قلوبهم، قال: فيرد إليهم فينادي أهل السماوات بعضهم بعضًا {قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ}  (١) ورفعه بعضهم (٢) . </p><p> [٢٣٢٢] أخبرنا عبد الله بن حامد (٣) ، أخبرنا أبو العباس أَحْمد بن محمَّد بن أبي سعيد البزَّاز (٤) ، حدثنا علي بن إشكاب (٥) ، حدثنا أبو معاوية (٦) ، عن الأَعمش (٧) ، عن مسلم بن صبيح (٨) ، عن مسروق (٩) ، عن عبد الله (١٠) قال: قال رسول الله -صلى الله عليه وسلم-: \"إن الله عز وجل </p><p>= انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٣١ (صعق)، \"مختار الصحاح\" للرازي (ص ١٥٢) (صعق)، \"فتح الباري\" لابن حجر ٦/ ٤٤٤. (١) سقطت من (م).(٢) [٢٣٢١] الحكم على الإسناد:رجاله ثقات عدا الحسن بن عليّ صدوق وشيخ المصنف لم يذكر بجرحٍ أو تعديل.التخريج:رواه أبو داود كتاب السنة، باب في القرآن (٤٧٣٨). والطبري في \"جامع البيان\" ٢٢/ ٩٠، عن عبد الله بن مسعود.(٣) لم يذكر بجرحٍ أو تعديل.(٤) أَحْمد بن محمَّد بن أَحْمد بن أبي سعيد؛ أبو العباس البزَّاز الدُّوريّ، ذكره يوسف القواس في جملة شيوخه الثِّقات.(٥) علي بن إشكاب؛ أبو الحسن، صدوق.(٦) الضَّرير الكُوفيّ. ثقة أحفظ النَّاس لحديث الأَعمش وقد يهم في حديث غيره.(٧) سليمان بن مهران. ثقة حافظ لكنه مدلس.(٨) ثقة.(٩) ابن الأجدع بن مالك الهمداني، ثقة.(١٠) هو ابن مسعود الصحابي المشهور.</p><p> إذا تكلم بالوحي سمع أهل السماء للسماء (١) صلصلة كجرِّ السلسلة على الصفا، فيصعقون فلا يزالون كذلك حتَّى يأتيهم جبريل عليه السلام، فإذا جاءهم جبريل فزع عن قلوبهم (٢) ، فيقولون: يَا جبريل ماذا قال ربك؟ ، قال: يقول الحق (٣) فينادون الحق الحق\" (٤) . </p><p> والشاهد لهذا الحديث والمفسر (٥) له: </p><p> [٢٣٢٣] ما أخبرنا أبو محمَّد عبد الله بن محمَّد الفقيه (٦) ، أخبرنا أبو بكر محمَّد بن إسحاق بن أَيُّوب (٧) ، أخبرنا بشر بن موسى (٨) ، </p><p>(١) سقطت من (م). (٢) (فزع عن قلوبهم) بضم الفاء وتشديد الزاي وبالعين المهملة أي: كُشِفَ عنهم الفزع وأزيل.(٣) أي: قال الله القول الحق.(٤) [٢٣٢٢] الحكم على الإسناد:رواته ثقات ما عدا علي بن إشكاب، صدوق، وشيخ المصنف لم يذكر بجرحٍ أو تعديل.التخريج:انظر: تخريج الحديث السابق. وصححه الألباني في \"صحيح الجامع\" (٤٣٦).(٥) في (م): المقر.(٦) عبد الله بن محمَّد بن يعقوب بن الحارث بن الخليل؛ أبو محمَّد الكلاباذي الفقيه البخاري، ويعرف بعبد الله الأستاذ، ضعيف.(٧) وردت هكذا في المخطوط، وفي (م): أبو بكر أَحْمد بن إسحاق، وهو الصواب كما أثبته من كتب التراجم، وهو: أَحْمد بن إسحاق بن أَيُّوب بن يزيد بن عبد الرحمن بن نوح النَّيْسَابُورِيّ، الإِمام الجليل؛ أبو بكر بن إسحاق الصبغي، لم يذكر بجرحٍ أو تعديل.(٨) ابن صالح بن شيخ عميرة. ثقة.</p><p> حدثنا الحميدي (١) ، حدثنا سفيان (٢) ، حدثنا عمرو بن دينار (٣) : سمعت عكرمة (٤) ، سمعت أَبا هريرة يقول: إن نبي الله - صلى الله عليه وسلم - قال:  \"إذا قضى الله عز وجل الأمر في السماء ضربت الملائكة بأجنحتها خضعانًا(٥)لقوله كأنه سلسلة على صفوان،فإذا فزع عن قلوبهم قالوا:ماذا قال ربكم؟ ،قالوا:الذي قال الحق وهو العلي الكبير\"  (٦) . </p><p>(١) عبد الله بن الزُّبير الحميدي. ثقة حافظ. (٢) هو ابن عيينة بن أبي عمران ميمون الباهليّ. ثقة حافظ إمام حجة إلَّا أنَّه تغير حفظه بأخرة وكان ربما دلس ولكن عن الثِّقات، وكان أثبت النَّاس في عمرو بن دينار.(٣) ثقة ثبت.(٤) مولى ابن عباس. ثقة ثبت عالم بالتفسير.(٥) \"ضربت الملائكة بأجنحتها خضعانا\" بفتحتين من الخضوع، وفي رواية بضم أوله وسكون ثانيه، وهو مصدر بمعنى: خاضعين. \"لقوله\" أي: لقول الله تعالى، \"كأنه\" أي: القول المسموع. وقيل: الخضعان: مصدر خضع يخضع خضوعا وخضعانا كالغفران والكفران. ويروى بالكسر كالوجدان. ويجوز أن يكون جمع خاضع. وفي رواية: \"خضعا لقوله\" جمع خاضع.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٤٣ (خضع).(٦) [٢٣٢٣] الحكم على الإسناد:فيه شيخ المصنف ضعيف وشيخ شيخه لم يذكر بجرحٍ أو تعديل.التخريج:رواه البخاري في التفسير تفسير سورة الحجر، باب قوله {إِلَّا مَنِ اسْتَرَقَ السَّمْعَ} (٤٧٠١)، وسورة سبأ، باب {حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ} (٤٨٠٠) والتوحيد، باب قول الله عز وجل {وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ} (٧٤٨١)، والترمذي في التفسير باب ومن سورة سبأ (٣٢٢٣) وقال: هذا حديث حسن صحيح، وابن ماجه في المقدمة، باب فيما أنكرت الجهمية (١٩٤). والطبري في \"جامع البيان\" ٢٢/ ٩١، عن أبي هريرة.</p><p> [٢٣٢٤] وأنبأني عقيل بن محمَّد (١) ، أخبرني المعافى بن زكريا (٢) ، أخبرني محمَّد بن جرير (٣) ، حدثنا زكريا بن أَبان المصري (٤) ، حدثنا نعيم (٥) ، حدثنا الوليد بن مسلم (٦) ، عن عبد الرحمن بن يزيد بن جابر (٧) ، عن ابن أبي زكريا (٨) ، عن رجاء ابن حيوة (٩) عن النواس بن سمعان (١٠) قال: قال رسول الله -صلى الله عليه وسلم-: \"إذا أراد الله أن يوحي بالأمر تكلم بالوحي أخذت السماوات منه رجفة - أو قال: رعدة- شديدة خوفًا من الله، فإذا سمع بذلك أهل </p><p>(١) ابن أَحْمد الجرجائي الإستراباذيّ. لم أجده. (٢) أبو الفرج النهرواني، العلامة الفقيه الحافظ الثقة.(٣) أبو جعفر الطبري. الإِمام العالم المجتهد. صاحب التصانيف البديعة.(٤) روى عن: أبي صالح كاتب الليث ونعيم بن حماد وروى عنه: ابن جرير الطبري. ولم أجده.\"تهذيب السنن والآثار\" للطبري ١/ ١٣١ - ١٥٧ (ومسند ابن عباس).(٥) نعيم بن حماد بن معاوية بن الحارث بن همام بن سلمة بن مالك الخُزَاعِيّ، صدوق يخطئ كثيرًا.(٦) الوليد بن مسلم القُرشيّ، أبو العباس الدِّمشقيّ مولى بني أمية، ثقة لكنه كثير التدليس والتسوية.(٧) الأزدي، أبو عتبة السلمي الدِّمشقيّ الداراني، ثقة.(٨) عبد الله بن أبي زكريا الخُزَاعِيّ، أبو يحيى الشَّاميّ، واسم أبي زكريا إياس بن يزيد، ثقة فقيه عابد.(٩) رجاء بن حيوة بن جرول، ويقال: جندل، بن الأحنف بن السمط ابن امرئ القيس بن كندة الكندي كان ثقة فقيه.(١٠) النواس بن سمعان الكلابي، ويقال: الأَنْصَارِيّ، صحابي جليل.</p><p> السماوات صعقوا وخروا لله سجدًا، فيكون أول من يرفع رأسه جبريل فيكلمه الله من (١) وحيه بما أراد، ثم يمر جبريل على الملائكة، كلما مر بسماء تسأله (٢) ملائكتها: ماذا قال ربنا يَا جبريل؟ ، فيقول جبريل قال: الحق وهو العلي الكبير، قال (٣) : فيقولون كلهم مثل ما قال جبريل، فينتهي جبريل (٤) بالوحي حيث أمره الله\" (٥) . </p><p> [٢٣٢٥] وبه عن ابن جرير (٦) ، حدثنا يعقوب (٧) ، حدثنا ابن علية (٨) ، حدثنا أَيُّوب (٩) ، عن هشام بن عروة (١٠) ، قال: قال الحارث بن هشام (١١) لرسول الله - صلى الله عليه وسلم -: كيف يأتيك الوحي؟ ، </p><p>(١) في (م): في. (٢) في (م): سألته.(٣) من (م).(٤) سقطت من (م).(٥) [٢٣٢٤] الحكم على الإسناد:فيه شيخ المصنف وزكريا بن أَبان لم أجد لهما ترجمةالتخريج:رواه الطبري في \"جامع البيان\" ٢٢/ ٩١، عن النواس بن سمعان.(٦) الإِمام العالم المجتهد. صاحب التصانيف البديعة.(٧) يعقوب بن إبراهيم. أبو يوسف الدورقي، ثقة وكان من الحفاظ.(٨) إسماعيل ابن عليّة. ثقة حافظ.(٩) أَيُّوب السختياني، ثقة ثبت حجة.(١٠) ثقة فقيه ربما دلس.(١١) الحارث بن هشام بن المغيرة بن عبد الله بن عمر بن مخزوم القُرشيّ المخزومي أبو عبد الرحمن المكيّ، له صحبة.</p><p> قال: \"يأتيني في صلصلة كصلصلة الجرس (١) فيفصم (٢) عني حين </p><p>(١) الجرس: الجلجل الذي يعلق في رؤوس الدواب، واشتقاقه من الجرس بإسكان الراء وهو الحس. وقال الكرماني: الجرس ناقوس صغير أو سطل في داخله قطعة نحاس يعلق منكوسا على البعير فإذا تحرك تحركت النحاسة فأصابت السطل فحصلت الصلصلة. قال العلماء: والحكمة في ذلك أن يتفرغ سمعه - صلى الله عليه وسلم -، ولا يبقى فيه ولا في قلبه مكان لغير صوت الملك. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٢٦٠ (جرس).مسألة: فإن قيل: المحمود لا يشبه بالمذموم، إذ حقيقة التشبيه إلحاق ناقص بكامل، والمشبه الوحي -وهو محمود-، والمشبه به صوت الجرس وهو مذموم لصحة النهي عنه، والتنفير من مرافقة ما هو معلق فيه، والإعلام بأنه لا تصحبهم الملائكة، كما أخرجه مسلم، وأبو داود وغيرهما، فكيف يشبه ما فعله الملك بأمر تنفر منه الملائكة؟ ! ، والجواب: أنَّه لا يلزم في التشبيه تساوي المشبه بالمشبه به في الصفات كلها، بل ولا في أخص وصف له، بل يكفي اشتراكهما في صفة ما، فالمقصود هنا بيان الجنس، فذكر ما أَلْف السامعون سماعه تقريبًا لأفهامهم، والحاصل أن الصوت له جهتان: جهة قوة، وجهة طنين، فمن حيث القوة وقع التشبيه به، ومن حيث الطرب وقع التنفير عنه، وعلل بكونه مزمار الشيطان ويحتمل أن يكون النهي عنه وقع بعد السؤال المذكور، وفيه نظر. انظر: \"فتح الباري\" لابن حجر ١/ ٢٠.(٢) يَفْصِمُ: بفتح الياء وإسكان الفاء وكسر الصاد المهملة أي: يقلع وينجلي ما يتغشاني منه. قاله الخطابي. قال العلماء: الفصم هو: القطع من غير إبانة، وأما القصم بالقاف: فقطع مع الإبانة والانفصال، ومعنى الحديث: أن الملك يفارق على أن يعود، ولا يفارقه مفارقة قاطع لا يعود. وروي هذا الحرف أَيضًا (يفصم) بضم الياء وفتح الصاد على ما لم يسم فاعله. وروي بضم الياء وكسر الصاد على أنَّه أفصم يفصم رباعي، وهي لغة قليلة، وهي من أفصم المطر إذا أقلع وكف. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٤٥٢ (فصم). وفي (م): حين يقصم.</p><p> يفصم (وقد وعيته)  (١) ، ويأتيني أحيانًا (٢) في مثل صورة الرَّجل فيكلمني به كلامًا وهو أهون عليَّ (٣) \" (٤) . </p><p>(١) ما بين القوسين مثبت من (م). (٢) الحسين: الوقت، وقوله: \"أحيانًا\" جمع حين يطلق على كثير الوقت وقليله، والمراد به هنا: مجرد الوقت، فكأنه قال: أوقاتا يأتيني، وانتصب على الظرفية وعامله \"يأتيني\" مؤخر عنه.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٤٧٠ (حين).(٣) قال العلماء: ذكر في هذا الحديث حالين من أحوال الوحي، وهما: مثل صلصلة الجرس، وتمثل الملك رجلًا، ولم يذكر الرؤيا في النَّوم، وهي من الوحي، لأن مقصود المسائل بيان ما يختص به النَّبِيّ -صلى الله عليه وسلم- ويخفى فلا يُعرف إلَّا من جهته، وأما الرؤيا فمشهورة معروفة وقد كانت بداية الوحي.قال القاضي رحمه الله وغيره من العلماء: إنما ابتدئ - صلى الله عليه وسلم - بالرؤيا لئلا يفجأه الملك ويأتيه صريح النبوة بغتة فلا يحتملها قوى البشرية، فبدئ بأول خصال النبوة وتباشير الكرامة من صدق الرؤيا، ورؤية الضوء وسماع الصوت وسلام الحجر والشجر عليه بالنبوة.انظر؛ \"شرح صحيح مسلم\" للنووي ١٥/ ٨٩.(٤) [٢٣٢٥] الحكم على الإسناد:رجاله ثقات، ما عدا شيخ المصنف لم يذكر بجرح أو تعديل.التخريج:رواه البخاري في بدء الوحي باب (٢)، وبدء الخلق، باب ذكر الملائكة (٣٢١٥)، ومسلم في الفضائل، باب عرق النَّبِيّ -صلى الله عليه وسلم- في البرد وحين يأتيه الوحي (٢٣٣٣). والترمذي في المناقب، باب ما جاء كيف كان ينزل الوحي على النَّبِيّ - صلى الله عليه وسلم - (٣٦٣٤). والنَّسائيّ في الافتتاح باب ما جاء في القرآن ٢/ ١٤٦ - ١٤٨. وأَحمد في \"المسند\" ٦/ ١٥٨ (٢٥٢٥٢)، ٢٥٧ (٢٦١٩٨). ومالك في النداء للصلاة (٤٢٥). الطبري في \"جامع البيان\" ٢٢/ ٩١، عن الحارث بن هشام.</p><p> * وقال بعضهم: إنما يفزعون حذرًا من قيام الساعة. </p><p> قال الكلبي: كان بين عيسى ومحمَّد عليهما السلام فترة زمان طويل لا يجري فيها الرسل خمسمائة وخمسين عامًا، فلما بعث الله محمدًا كلم الله جبريل بالرسالة إِلَى محمَّد، فلما سمعت الملائكة الصوت ظنوا أنها الساعة قد قامت فصعقوا مما (١) سمعوا، فلما انحدر جبريل جعل يمر بكل أهل سماء فيكشف عنهم فيرفعون رؤوسهم، فيقول بعضهم لبعض: ماذا قال ربكم؟ ، فلم يدروا (٢) ما كان، ولكنهم قالوا: قال: الحق وهو العلي الكبير. </p><p> وذلك أن محمدًا عند أهل السماوات من أشراط الساعة، فلما بعثه الله تعالى فزع أهل السماوات لا يشكون إلَّا أنها الساعة. </p><p> وقال (٣) الضحاك: إن الملائكة المعقبات الذين يختلفون إِلَى أهل الأرض يكتبون أعمالهم إذا أرسلهم الرب فانحدروا فسمع لهم صوت شديد، فيحسب الذين هم أسفل منهم من الملائكة أنَّهم من أمر الساعة، فيخرون سجدًا ويصعقون حتَّى يعلموا أنَّه ليس من أمر الساعة (٤) . </p><p>(١) في (م): بما. (٢) في (م): يدرون.(٣) في (م): روى.(٤) وقد روي عن ابن عباس - رضي الله عنه -، وقتادة، أنهما فسرا هذِه الآية بابتداء إيحاء الله تعالى إِلَى محمَّد - صلى الله عليه وسلم - بعد الفترة التي كانت بينه وبين عيسى عليه الصلاة والسلام، ولا شك أن هذا أولى ما دخل في هذِه الآية. انظر: \"تفسير القرآن العظيم\" لابن كثير ١١/ ٢٥٨.</p><p> وهذا تنبيه من الله سبحانه وإخبار أن الملائكة مع هذِه الصفة لا يمكنهم أن يشفعوا لأحد إلا أن يؤذن لهم، فإذا أذن الله لهم سمعوا (١) وحيه كان هذا حالهم، فكيف تشفع الأصنام؟ ! . </p><p> * وقال الآخرون: بل الموصفون بذلك المشركون. </p><p> وقال الحسن، وابن زيد: يعني: حتَّى (٢) إذا كشف الفزع عن قلوب المشركين عند نزول الموت بهم إقامة للحجة (٣) عليهم قالت لهم الملائكة: {مَاذَا قَالَ رَبُّكُمْ} في الدنيا؟ قالوا:  {الْحَقَّ} ، فأقروا به حين لم (٤) ينفعهم الإقرار، ودليل هذا التأويل قوله (٥) في آخر السورة {وَلَوْ تَرَى إِذْ فَزِعُوا فَلَا فَوْتَ}  (٦) . </p><p>(١) في (م): وسمعوا. (٢) سقطت من (م).(٣) في (م): الحجة.(٤) في (م): لا.(٥) في (م): في قوله في.(٦) قال الطبري في \"جامع البيان\" ٢٢/ ٩٢ - ٩٣: وأولى الأقوال في ذلك بالصواب، القول الذي ذكره الشّعْبيّ، عن ابن مسعود لصحة الخبر الذي ذكرناه عن ابن عباس، عن رسول الله - صلى الله عليه وسلم - بتأييده. وإذ كان ذلك كذلك، فمعنى الكلام: لا تنفع الشفاعة عنده، إلَّا لمن أذن له أن يشفع عنده، فإذا أذن الله لمن أذن له أن يشفع فزع لسماعه إذنه، حتَّى إذا فُزّع عن قلوبهم، فجُلّيَ عنها، وكشَف الفزع عنهم، قالوا: ماذا قال ربكم؟ قالت الملائكة: الحق، وهو العلي على كل شيء الكبير الذي لا شيء دونه.والعرب تستعمل فُزّع في معنيين، فتقول للشجاع الذي به تنزل الأمور التي يفزع منها: وهو مفزع، وتقول للجبان الذي يفزع من كل شيء: إنه لمفزع، وكذلك تقول للرجل الذي يقضي له النَّاس في الأمور بالغلبة على من نازله فيها: هو مُغَلّب وإذا أريد به هذا المعنى كان غالبًا، وتقول للرجل أَيضًا الذي هو مغلوب أبدًا: مُغَلَّب.</p>"
}