{
  "id": null,
  "sura": 34,
  "aya": 13,
  "text": "<p> الدنيا، وذلك أن الله تعالى وكَّل بهم ملكا بيده سوط من نار، فمن زاغ (١) عن أمر سليمان ضربه ضربة أحرقته. </p><p> ١٣ - {يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ}  (٢) </p><p> مساجد ومساكن وقصور، والمحراب (٣) مُقدِّم كل مجلس ومسجد وبيت، قال عدي بن زيد: </p><p> كدُمى العاج في المحاريب أو كالبيض ... في الروض زهوه مستنير (٤) </p><p> وكان مما عملوا له من ذلك بيت المقدس، وقصته وصفته على ما </p><p>(١) في (م): زاغ منهم. (٢) قال ابن العربي: المحراب هو البناء المرتفع الممتنع، ومنه يُسَمَّى المحراب في المسجد؛ لأنه أرفعه، أنشد فقيه المسجد الأقصى عطاء الصوفي:جَمَعَ الشَّجَاعَةَ وَالْخُضُوعَ لِرَبِّهِ ... مَا أَحْسَنَ المِحْرَابَ فِي المِحْرَابِوقد شاهدت محراب داود -عليه السلام- في بيت المقدس بناء عظيما من حجارة صلدة لا تؤثر فيها المعاول، طول الحجر خمسون ذراعا، وعرضه ثلاثة عشر ذراعا، وكلما قام بناؤه صغرت حجارته، ويرى له ثلاثة أسوار؛ وهو في السحاب أيام الشتاء كلها لا يظهر لارتفاع موضعه وارتفاعه في نفسه، له باب صغير ومدرجة عريضة، وفيه الدور والمساكن، وفي أعلاه المسجد، وفيه كوة شرقية إلى المسجد الأقصى في قدر الباب، وليس لأحد في هدمه حيلة. \"أحكام القرآن\" ١١/ ١٥٩٧ - ١٥٩٨.(٣) في (م): والمحاريب.(٤) البيت لعدي بن زيد كما قال المصنف. وكما في \"شعراء النصرانية\" للويس شيخو ٤/ ٤٥٥، وقد استشهد به الطبري في \"جامع البيان\" ٢٢/ ٧٠ على أن المحاريب جمع محراب. .</p><p> ذكره أهل البصر بالسير أن الله تعالى بارك في نسل إبراهيم -عليه السلام- حتى جعلهم في الكثرة غاية لا يحصون، فلما كان من داود -عليه السلام- لبث فيهم ثلاثين سنة بأرض فلسطين وهم كل يوم يزدادون كثرة، فأعجب داود بكثرتهم فأمر بعدّهم فكانوا يعدون زمانا (١) من الدهر حتى عجزوا أو أيسوا أن يحيط علمهم بعدد بني إسرائيل، فأوحى الله تعالى إلى داود: أني قد (٢) وعدت أباك إبراهيم يوم أمرته بذبح ولده فصدقني وائتمر (٣) أمري أن أبارك له في ذريته حتى يصيروا (٤) أكثر من عدد (٥) نجوم السماء، وحتى لا يحصيهم العادّون، وإني قد أقسمت أن أبتليهم ببلية يقل منها عددهم، ويذهب عنك إعجابك بكثرتهم، وخيّره بين أن يعذبهم بالجوع والقحط ثلاث سنين، وبين أن يسلط عليهم عدوهم ثلاثة أشهر، وبين أن يرسل عليهم الطاعون ثلاثة أيام، فجمع داود -عليه السلام- بني إسرائيل وأخبرهم بما أوحى الله إليه وخيَّره فيهم (٦) فيه، فقالوا له: أنت أعلم بما هو أيسر لنا، وأنت نبينا فانظر لنا، غير أن الجوع لا صبر لنا عليه، وتسليط العدو أمر فاضح، فإن كان ولابد لنا فالموت، فأمرهم داود -عليه السلام- أن يتجهزوا </p><p>(١) في (م): زمنًا. (٢) سقطت من (م).(٣) في (م): وأيتمن.(٤) في (م): يصيرون.(٥) سقطت من (م).(٦) سقطت من (م).</p><p> للموت، فاغتسلوا، وتحنطوا، ولبسوا الأكفان، وبرزوا إلى الصعيد بالذراري والأهلين، وأمرهم أن يضجوا إلى الله ويتضرعوا إليه لعلّه أن يرحمهم، -وذلك في صعيد بيت المقدس قبل بناء المسجد-. </p><p> قال: وارتفع داود -عليه السلام- فوق الصخرة فخرّ ساجدا يبتهل إلى الله تعالى، فأرسل الله فيهم الطاعون فأهلك منهم في يوم وليلة ما (لم يتفرغوا)  (١) من دفنهم إلا بعد مدة شهرين، فلما أصبحوا من اليوم الثاني سجد داود (وسجدوا معه)  (٢) مع طلوع الشمس، فلم يرفعوا رؤوسهم حتى كشف عنهم الله الطاعون. </p><p> قال: فلما أن شفَّع الله تعالى داود (٣) في بني إسرائيل في ذلك الزمان (٤) جمع داود بني إسرائيل بعد ثلاث فقال لهم: إن الله سبحانه قد منَّ عليكم ورحمكم فجددوا له شكراً، فقالوا: كيف تأمرنا؟ قال: آمركم أن تتخذوا من هذا الصعيد - الذي رحمكم الله فيه - مسجداً، لا يزال فيه منكم وممن بعدكم ذاكراً. </p><p> فلما أرادوا أن يتخذوا البناء جاء رجل صالح فقير يختبرهم ليعلم كيف إخلاصهم في توبتهم (٥) فقال لبني إسرائيل: إن لي فيه موضعاً أنا </p><p>(١) في (م): ما لا يتفرغون. (٢) في (م): سجدة.(٣) من (م).(٤) في (م): المكان.(٥) في (م): بيوتهم.</p><p> محتاج (١)  (إليه، ولا يحل لكم أن تحجبوني عنه)  (٢) . فقالوا له: يا هذا ما أحد في بني إسرائيل إلا وله في هذا الصعيد حق مثل حقك، فلا تكن أبخل الناس ولا تضايقنا فيه. فقال: لا، أنا أعرف حقي وأنتم لا تعرفون. قالوا له: إما أن ترضى وتطيب نفساً، وإلا أخذناه كرهاً. فقال لهم: أو تجدون ذلك في حكم الله تعالى وحكم داود؟ ! </p><p> قال: فرفعوا خبره إلى داود فقال: أرضوه. فقالوا: بكم نأخذه يا نبي الله منه؟ قال: خذوه بمائة شاة. فقال الرجل: زد. فقال داود (٣) : بمائة بقرة. قال: زد. قال: بمائة إبل. قال: زدني فإنما تشتريه لله تعالى. فقال داود: إذ قلت هذا فاحتكم أعطكه. فقال: تشتري مني بحائط مثله زيتوناً ونخلاً وعنباً. قال: نعم. فقال: فتشتريه لله -عز وجل- فلا تبخل. قال: سل ما شئت أعطه، وإن شئت أؤاجرك نفسي. قال: أو تفعل ذلك يا نبي الله؟ . قال: نعم إذا شئت. قال: أنت أكرم على الله تعالى من ذلك، ولكنك تبني حوله جداراً مشرفاً ثمَّ تملؤه ذهباً وإن شئت ورقاً. قال داود: هو هين. فالتفت الرجل إلى بني إسرائيل وقال: هذا (٤) هو التائب المخلص، ثمَّ قال لداود: يا نبي الله لأنَّ يغفر الله لي ذنباً أحب إليَّ من كل شيء وهبته إليَّ (٥) ، ولكني كنت أجربكم. </p><p>(١) في (م): نحتاج. (٢) من (م).(٣) في (م): الرجل.(٤) سقطت من (م).(٥) في (م): لي.</p><p> فأخذوا في بناء بيت المقدس، فكان داود -عليه السلام- ينقل لهم الحجارة على عاتقه، وكذلك خيار بني إسرائيل حتى رفعوه قامة، فأوحى الله تعالى إلى داود -عليه السلام- أن هذا بيت مُقَدَّس، وإنك رجل يسفك الدماء (١) ، فلست ببانيه إذ لم أقض ذلك على يدك، ولكن ابن لك أملكه بعدك اسمه (٢) سليمان، أسلمه من سفك الدماء، أقضي إتمامه على يديه، ويكون صيته وذكره لك باقياً (٣) . </p><p> فصلوا فيه زماناً، وداود يومئذ ابن سبع وعشرين ومائة، فلما صار من أبناء أربعين ومائة توفاه الله، واستخلف سليمان فأحب إتمام بناء بيت المقدس، فجمع الجن والشياطين وقسم عليهم الأعمال، يخص كل طائفة منهم بعمل يستصلحها (٤) له، فأرسل الجن والشياطين في تحصيل الرخام والمها الأبيض الصافي من معادنه، وأمر ببناء المدينة بالرخام والصفاح، وجعلها اثني عشر ربضاً، وأنزل كل ربض منها سبطا من الأسباط، وكانوا اثني عشر سبطاً، فلما فرغ من بناء المدينة ابتدأ في بناء المسجد، فوجه الشياطين فرقاً فرقاً يستخرجون الذهب (واليواقيت)  (٥) من معادنها، والدّر الصافي </p><p>(١) في (م): سفاك للدماء. قلت: هذا كلام باطل في حق نبي معصوم أواب وهو من الإسرائيليات التي نقل المصنف كثيرا منها. (٢) سقطت من (م).(٣) انظر: \"تاريخ دمشق\" لابن عساكر ١٧/ ١٠٣ - ١٠٤، \"تاريخ الرسل والملوك\" للطبري ١/ ٤٨٥.(٤) في (م): يستخلصها.(٥) في (م): والفضة والياقوت.</p><p> من البحر، وفرقاً يقلعون الجواهر والحجارة من أماكنها، وفرقاً يأتون بالمسك والعنبر وسائر الطيب من أماكنها، فأتى من ذلك بشيء لا يحصيه إلا الله تعالى. </p><p> ثمَّ أحضر الصناعين وأمرهم (١) بنحت تلك الحجارة المرتفعة وتصييرها ألواحاً، وإصلاح تلك الجواهر وثقب اليواقيت واللآلئ، فكانوا يعالجونها فتصوت صوتاً شديداً لصلابتها (٢) ، فكره سليمان تلك الأصوات، فدعا الجن وقال لهم: هل عندكم حيلة في نحت تلك (٣) الجواهر من غير تصويت؟ فقالوا له: يا نبي الله ليس في الجن أكثر تجارباً ولا أكثر علماً من صخر العفريت، فأرسل إليه من يأتيك به. فطبع سليمان بخاتمه طابعاً، وكان يطبع للشياطين بالنحاس ولسائر الجن بالحديد، وكان إذا طبع أحدها بخاتمه لمع ذلك كالبرق الخاطف فكان لا يراه أحد -جني ولا شيطان إلا انقاد له بإذن الله عزَّت قدرته. </p><p> قال: فأرسل الطابع مع (٤) عشرة من الجن فأتوه وهو في بعض جزائر البحور، فأروه الطابع فلما نظر إليه كاد يصعق (٥) خوفاً، فأقبل مسرعاً مع الرسل حتى دخل على سليمان، (فسأل سليمان </p><p>(١) سقطت من (م). (٢) في (م): في صلابتها.(٣) في (م): هذِه.(٤) في (م): في.(٥) من (م).</p><p> رسوله) (١) عما أحدث العفريت في طريقه، فقالوا: يا رسول الله إنه كان يضحك في الأحايين من الناس، فقال له سليمان: ما رضيت بتمردك عليَّ في ترك المجيء إليَّ طائعاً حتى صرت تسخر بالناس؟ ، فقال: يا نبي (٢) الله إني لم أسخر منهم، غير أن ضحكي كان تعجباً مما كنت أسمع وأرى في طريقي. فقال سليمان: وما ذلك؟ قال: اعلم أني مررت برجل على شط نهر ومعه بغلة يريد سقيها، وجرَّة يريد أن يستسقي (٣) فيها، فسقى البغلة وملأ الجرَّة، ثمَّ أراد أن يقضي حاجته فشد بغلته بأذن الجرَّة، فنفرت البغلة وجرَّت الجرَّة فكسرتها، فضحكت من حمق الرجل حيث توهم أن الجرة تحبس البغلة. </p><p> ومررت برجل وهو جالس عند إسكاف (٤) يستعمله في إصلاح خفّ له، فسمعته يشترط أن يصلحه بحيث يبقى معه أربع سنين، </p><p>(١) سقط من (م). (٢) في (م): رسول.(٣) في (م): يستقي.(٤) الإسكاف: مصدره السكافة، واحد الأساكفة، والأسكوف لغة فيه، ولا فعل له. قال ابن الأعرابي: أسكف الرجل إذا صار إسكافا، الإسكاف عند العرب: كل صانع غير من يعمل الخفاف، فإذا أرادوا معنى الإسكاف في الحضر قالوا: هو الأسكف وأنشد.وضع الأسكف فيه رقعا ... مثل ما ضمد جنبيه الطحلوقول من قال كل صانع عند العرب إسكاف فغير معروف، ويقال: رجل إسكاف أسكوف للخفاف. انظر: \"مختار الصحاح\" للرازي ١/ ١٢٩. \"لسان العرب\" لابن منظور ٩/ ١٥٧ - ١٥٨ (سكف).</p><p> ونسي نزول الموت به قبله، فضحكت من غفلته وجهله. </p><p> ومررت بعجوز تتكهن وتخبر الناس بما لا يعلمون من أمر السماء، وقد كنت عهدت رجلاً دفن في موضع فراشها ذهباً كثيراً في الدهور الخالية، فرأيتها تموت جوعاً وتحت فراشها ذهب كثير لا تعلم بمكانه ثمَّ تخبر الناس عن أمر السماء فضحكت منها. </p><p> ومررت برجل في بعض مدن وقد كان به داء فيما قبل فأكل البصل فبرأ من دائه، فصار يتطبب للناس فكان لا يأتيه أحد يسأله عن علة إلا أمره بالبصل، وإنه لأضر شيء حتى أن ضره (١) ليصل إلى الدماغ، فضحكت منه. </p><p> ومررت ببعض الأسواق فرأيت الثوم وهو أفضل الأدوية كلها يكال كيلاً، ورأيت الفلفل وهو أحد السموم القاتلة يوزن وزناً، فضحكت من ذلك. </p><p> ومررت بناس قد جلسوا يبتهلون إلى الله -عز وجل- ويسألونه الرحمة والمغفرة فملَّ منهم قوم فقاموا، وجاء آخرون فجلسوا، فرأيت الرحمة قد نزلت عليهم فأخطأت الذين كانوا من أهل المجلس فقاموا، وغشيت الذين جاءوا فجلسوا فضحكت تعجباً للقضاء والقدر (٢) . </p><p>(١) من (م). (٢) فائدة: القدر تابع للعلم التابع رتبةً للواقع، التابع لاختيار الفاعل، والمختار هو المتمكن من الفعل والترك، قال الزيدي في \"الإتحاف لطلبة الكشاف\": قوله تعالى: {وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلَالَةُ إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاءَ مِنْ دُونِ اللَّهِ} فيه تصريح =</p><p> قالوا: فقال له سليمان: هل عرفت في كثرة تجاربك وجولاتك في </p><p>= بأن التقدير والحكم عليهم بالضلالة قبل خلقهم معلل بما سيوجد بَعْدُ باختيارهم وتابع، وهذا فصل الخطاب في القدر الذي ما زال الناس فيه يلبسون الحق بالباطل، ويعبدون آباءهم وأهواءهم، وتجعله المجبرة متبوعاً للاختيار عكس صريح الآية. واعلم أن مذهب أهل الحق إثبات القدر ومعناه: أن الله تبارك وتعالى قدر الأشياء في القدم، وعلم سبحانه أنها ستقع في أوقات معلومة عنده - سبحانه وتعالى - وعلى صفات مخصوصة فهي تقع على حسب ما قدرها - سبحانه وتعالى -. وأنكرت القدرية هذا وزعمت أنَّه - سبحانه وتعالى - لم يقدرها ولم يتقدم علمه - سبحانه وتعالى - بها وأنها مستأنفة العلم، أي: إنما سبحانه بعد وقوعها، وكذبوا على الله - سبحانه وتعالى - وجل عن أقوالهم الباطلة علوا كبيرا. وسميت هذِه الفرقة قدرية لإنكارهم القدر. وصارت القدرية في الأزمان المتأخرة تعتقد إثبات القدر؛ ولكن يقولون: الخير من الله والشر من غيره، تعالى الله عن قولهم. وقد قال رسول الله - صلى الله عليه وسلم -: \"القدرية مجوس هذِه الأمة\" فشبههم بهم لتقسيمهم الخير والشر في حكم الإرادة كما قسمت المجوس، فصرفت الخير إلى يزدان والشر إلى أهرمن. قال الخطابي: إنما جعلهم - صلى الله عليه وسلم - مجوسا لمضاهاة مذهبهم مذهب المجوس في قولهم بالأصلين النور والظلمة يزعمون أن الخير من فعل النور، والشر من فعل الظلمة، وكذلك القدرية يضيفون الخير إلى الله تعالى والشر إلى غيره، والله - سبحانه وتعالى - خالق الخير والشر جميعاً لا يكون شيء منهما إلا بمشيئته فهما مضافان إليه - سبحانه وتعالى - خلقا وإيجادا وإلى الفاعلين لهما من عباده فعلا واكتسابا والله أعلم. وقال الخطابي: وقد يحسب كثير من الناس أن معنى القضاء والقدر إجبار الله - سبحانه وتعالى - العبد وقهره على ما قدره وقضاه، وليس الأمر كما يتوهمونه وإنما معناه: الإخبار عن تقدم علم الله - سبحانه وتعالى - بما يكون من اكتساب العبد وصدورها عن تقدير منه وخلق لها خيرها وشرها. قال: والقدر اسم لما صدر مقدرا عن فعل القادر، يقال قدرت الشيء وقدرته بالتخفيف والتثقيل بمعنى واحد، والقضاء في هذا معناه الخلق كقوله تعالى: {فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ} [فصلت: ١٢] أي خلقهن، قلت: وقد تظاهرت الأدلة القطعيات من الكتاب والسنة وإجماع الصحابة وأهل الحل والعقد من السلف والخلف =</p><p> البر والبحر شيئاً ينحت به هذِه الجواهر فتلين ويسهل نحتها وثقبها فلا تصوت؟ فقال: نعم يا نبي الله، أعرف حجراً أبيض (١) كاللبن يقال له السمامور (٢) ، غير أني لا أعرف معدنه الذي هو فيه، وليس في الطير بشيء (٣) هو أحيل ولا أهدى من العقاب، فمُرْ بعقاب أن يجعل فراخه في صندوق حجر معه ليلة ثمَّ يسرح ذلك العقاب ويترك فراخه في الصندوق، فإنَّه سيأتي بذلك الحجر فيضرب به ظهر الصندوق حتى يثقبه ليصل إلى فراخه. </p><p>= على إثبات قدر الله - سبحانه وتعالى -. وقد أكثر العلماء من التصنيف فيه ومن أحسن المصنفات فيه وأكثرها فوائد كتاب الحافظ الفقيه أبي بكر البيهقي - رضي الله عنه -، والله أعلم. وروى الطبراني في \"المعجم الكبير\" عن أبي الأسود الدؤلي قال: خاصمت القدرية فأحرجوني، فأتيت عمران بن الحصين الخزاعي صاحب رسول الله - صلى الله عليه وسلم -، فقلت: يا أبا نجيد خاصمت القدرية فأحرجوني، فهل من حديث تحدثني لعل الله ينفعني به؟ قال: لعلي لو حدثتك حديثاً لبست عليه أذنيك كأنك لم تسمعه، فقلت: إنما جئت لذلك فقال: لو أن الله عذب أهل السماء وأهل الأرض عذبهم وهو غير ظالم، ولو أدخلهم في رحمته كانت رحمته أوسع لهم من ذنوبهم، فإذا هو كما قال الله -عز وجل- يعذب من يشاء ويغفر لمن يشاء، فمن عذب فهو الحق، ومن رحم فهو الحق، ولو كانت الجبال لأحدكم ذهباً أو ورقا، فأنفقها في سبيل الله ثمَّ لم يؤمن بالقدر خيره وشره لم ينتفع بذلك، فأتيت عبد الله بن مسعود فسألته، فقال عبد الله لأبي بن كعب: يا أبا المنذر حدثه، فقال أبي: يا أبا عبد الرحمن حدثه، فحدث ابن مسعود بمثل حديث عمران بن حصين.انظر: \"شرح صحيح مسلم\" للنووي ١/ ١٥٤ - ١٥٥ بتصرف.(١) في (م): أبيضا.(٢) في (م): السامور.(٣) في (م): شيء.</p><p> قال: فأمر سليمان -عليه السلام- بعقاب مع فراخه فصُيّر في صندوق من حجر يوماً وليلة، ثمَّ سرح العقاب دون الفراخ، فمر العقاب وجاء بذلك الحجر بعد يوم وليلة فثقب به الصندوق حتى وصل إلى فراخه، فوجه سليمان مع العقاب نفراً من الجن حتى أتوه به منه قدر ما علم أن فيه كفاية، واستعمل ذلك في أدوات الصناعين فسهل عليهم نحتها من غير تصويت، وهو الحجر الذي يستعمل في نقش الخواتيم وثقب الجواهر إلى اليوم، وهو حجر ثمين عزيز. </p><p> قال: فبنى نبي الله سليمان -عليه السلام- المسجد بالرخام الأبيض والأصفر والأخضر، وعمده بأساطين المها الصافي، وسقفه بألواح الجواهر الثمينة، وفصص سقوفه وحيطانه باللآلئ واليواقيت وسائر الجواهر، وبسط أرضه بألواح الفيروزج، فلم يكن في الأرض (١) يومئذ بيت أبهى ولا أنور (٢) من ذلك المسجد، كان يضيء في الظلمة كالقمر ليلة البدر، فلما فرغ منه جمع إليه أحبار بني إسرائيل فأعلمهم أنَّه بناه لله، وأن كل شيء فيه خالص لله تعالى، واتخذ ذلك اليوم الذي فرغ منه عيداً. </p><p> قالوا: ومن أعاجيب ما اتخذ سليمان -عليه السلام- ببيت المقدس أنَّه بنى بيتاً، وطين حائطه بالخضرة وصقله، فكان إذا دخله الورع البار استبان </p><p>(١) سقطت من (م). (٢) في (م): أنفذ.</p><p> خياله في هذا (١) الحائط أبيض، وإذا دخله الفاجر استبان فيه خياله أسود، فارتدع عند ذلك كثير من الناس عن الفجور والخيانة. </p><p> ونصب في زاوية من زوايا المسجد عصا أبنوس، فكان من مسها من أولاد الأنبياء لم يضره مسها، ومن مسها من غيرهم احترقت يده (٢) . </p><p> وروى الأوزاعي (٣) ، عن ربيعة بن زيد (٤) ، عن عبد الله بن الديلمي (٥) ، عن عبد الله بن عمرو بن العاص (٦) قال: قال رسول الله </p><p>(١) في (م): ذلك. (٢) قال ابن حجر رحمه الله في \"لسان الميزان\" ٥/ ٨٧ (٢٨٧) محمَّد بن أيوب بن سويد الرملي: قال ابن حبَّان: لا تحل الرواية عنه.قال أبو زرعة: رأيته قد أدخل في كتب أبيه أشياء موضوعة. قلت: من ذلك حديث لما بني داود المسجد فسقط فقيل له: إنه لا يصلح أن تتولى بناءه. قال: لم يا رب؟ قال: لما جرى على يديك من الدماء. قال: أو لم يكن في هواك؟ قال: بلى ولكنهم عبادي ارحمهم. . الحديث بطوله انتهى. فهذا الحديث إذاً موضوع.وانظر قصة بناء بيت المقدس في \"تاريخ دمشق\" لابن عساكر ٢٢/ ٢٩١ - ٢٩٣.(٣) عبد الرحمن بن عمرو بن أبي عمرو. ثقة جليل فقيه.(٤) وردت هكذا في المخطوط: ربيعة بن زيد، وهو خطأ، وفي (م): ربيعة بن يزيد وهو الصواب، وهو: ربيعة بن يزيد الإيادي، أبو شعيب الدمشقي القصير. روى عن: عامر الشعبي وعبد الله بن الديلمي وعبد الله بن عمرو بن العاص وعدة. روى عنه: محمَّد بن مهاجر ومعاوية بن صالح وغيرهم كثيرين. قال ابن حجر: ثقة عابد. \"الجرح والتعديل\" لأبي حاتم ٣/ ٤٧٤، \"تهذيب الكمال\" للمزي ٩/ ١٤٨، \"تقريب التهذيب\" لابن حجر (١٩١٩).(٥) عبد الله بن فيروز الديلمي، أبو بشر، ويقال: أبو بسر. أخو الضحاك بن فيروز، ثقة.(٦) الصحابي المشهور.</p><p> - صلى الله عليه وسلم -: \"لما فرغ سليمان من بناء(١)بيت المقدس سأل ربه ثلاثاً فأعطاه اثنين(٢)، وأنا أرجو أن يكون قد أعطاه الثالثة، سأله حكماً يصادف حكمه، فأعطاه إياه، وسأله ملكاً لا ينبغي لأحد من بعده، فأعطاه إياه، وسأله أن لا يأتي هذا البيت أحد(٣)يصلي فيه ركعتين إلا خرج من ذنوبه(٤)كهيئته يوم ولدته أمه، وأنا أرجو أن يكون قد أعطاه ذلك\"  (٥) . </p><p> قالوا: فلم يزل بيت المقدس على ما بناه سليمان حتى غزاه بختنصر (٦) فخرَّب المدينة وهدمها، ونقض المسجد وأخذ ما كان في سقوفه وحيطانه من الذهب والفضة والدر والياقوت وسائر </p><p>(١) سقطت من (م). (٢) في (م): اثنتين.(٣) سقطت من (م).(٤) في (م): ذنبه.(٥) الحكم على الإسناد:رجاله ثقات.التخريج:رواه ابن ماجه كتاب إقامة الصلاة، باب ما جاء في الصلاة في مسجد بيت المقدس (١٤٠٨) وصححه الألباني. وابن عساكر في \"تاريخ دمشق\" ٢٢/ ٢٩٤.(٦) هو من الملوك الكفار الذين دانت لهم الأرض هو والنمرود (الضحاك) كما ذكر ابن حجر في \"فتح الباري\" ٦/ ٤٦٩، وذكر أنَّه لما قتل يحيى بن زكريا عليهما السلام ظل دمه يفور، فذبح بختنصر عليه سبعين ألفا، وأخباره مبسوطة عند الطبري في \"تاريخ الرسل والملوك\" للطبري ١/ ١٧٤، ٣١٥ - ٣٢٨، وكذلك قصة تخريبه لبيت المقدس.</p><p> الجواهر فحمله معه (١) إلى دار مملكته من أرض العراق. </p><p> قال سعيد بن المسيب: لما فرغ سليمان من بناء بيت المقدس تعلقت أبوابه فعالجها سليمان فلم تنفتح حتى قال في دعائه: بصلوات أبي داود (٢) إلَّا فتحت الأبواب، ففتحت، ففرغ له سليمان -عليه السلام- عشرة آلاف من قرّاء بني إسرائيل؛ خمسة آلاف بالليل، وخمسة آلاف بالنهار، فلا تأتي ساعة من ليل ولا نهار إلا والله يُعبد فيها (٣) . </p><p> {وَتَمَاثِيلَ} أي: صور (٤) ، وكانوا يعملون له التماثيل من نحاس </p><p>(١) سقطت من (م). (٢) هنا توسل سليمان بصلوات أبيه داود عليهما السلام، لعل ذلك يكون سببا في قبول دعائه، والتوسل اتخاذ الوسيلة؛ والوسيلة (كل ما يوصل إلى المقصود) فهي من الوصل؛ لأنَّ الصاد والسين يتناوبان كما يقال: صراط، وسراط، وبصطة، وبسطة. والتوسل في دعاء الله تعالى أن يقرن الداعي بدعائه ما يكون سبباً في قبول دعائه، ولابد من دليل على كون هذا الشيء سبباً للقبول؛ ولا يعلم ذلك إلا من طريق الشرع؛ فمن جعل شيئاً من الأمور وسيلة له في قبول دعائه بدون دليل من الشرع فقد قال على الله ما لا يعلم؛ إذ كيف يدري أن ما جعله وسيلة مما يرضاه الله تعالى، ويكون سبباً في قبول دعائه؟ ! والدعاء من العبادة؛ والعبادة موقوفة على مجيء الشرع بها. وقد أنكر الله تعالى على من اتبع شرعاً بدون إذنه، وجعله من الشرك فقال تعالى: {أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ} [الشورى: ٢١]. ولمزيد من التفصيل انظر: \"مجموع فتاوى ورسائل الشيخ ابن عثيمين\" ٢/ ٢٠١ - ٢٠٦.(٣) انظر: \"تاريخ دمشق\" لابن عساكر ١٧/ ٩٣.(٤) التمثال على قسمين: حيوان وموات.مسألة: فإن قيل: كيف شاء عمل الصور والتماثيل المنهي عنها؟ ، قلنا: لم يرد أنَّه =</p><p> وصفر وشبه وزجاج ورخام في المساجد تماثيل الملائكة والنبيين </p><p>= كان منهيا عنها في شرعه، والذي أوجب النهي عنه في شرعنا -والله أعلم - ما كانت العرب عليه من عبادة الأوثان والأصنام، فكانوا يصورون ويعبدون، فقطع الله الذريعة وحمى الباب. مسألة: فإن قيل: فقد قال النبي - صلى الله عليه وسلم - حين ذم الصور وعملها في \"الصحيح\": \"من صور صورة عذبه الله حتى ينفخ فيها الروح، وليس بنافخ\" وفي رواية: \"الذين يشبهون بخلق الله\"؛ فعلل بغير ما زعمتم. قلنا: نهى عن الصورة، وذكر علة التشبيه بخلق الله، وفيها زيادة علة من دون الله، فنبه على أن نفس عملها معصية، فما ظنك بعبادتها، وقد ورد في كتب التفسير شأن يغوث ويعوق ونسرا، وأنهم كانوا أناسا، ثمَّ صوروا بعد موتهم وعبدوا.مسألة: فعلى هذا التأويل إن قلنا: إن شريعة من قبلنا لا تلزمنا فليس ينقل عن ذلك حكم. وإن قلنا: إن شرع من قبلنا شرع لنا فيكون نهي النبي - صلى الله عليه وسلم - عن الصور نسخا. وإن قلنا: إن الذي كان يصنع له الصور المباحة من غير الحيوان وصورته فشرعنا وشرعه واحد.وإن قلنا: إن الذي حرم عليه ما كان شخصا لا ما كان رقما في ثوب، فقد وردت الأحاديث في ذلك، فقد روي عن ابن مسعود، وابن عباس أن أصحاب الصور يعذبون، أو هم أشد الناس عذابا، وهذا عام في كل صورة، وروي عن أبي طلحة عن النبي - صلى الله عليه وسلم -: \"لا تدخل الملائكة بيتا فيه كلب ولا صورة\" زاد زيد بن خالد الجهني: \"إلا ما كان رقما في ثوب\"، وفي رواية عن أبي طلحة نحوه، فقلت لعائشة: هل سمعت هذا؟ فقالت: لا؛ وسأحدثكم؛ خرج النبي - صلى الله عليه وسلم - في غزاة فأخذت نمطا فنشرته على الباب، فلما قدم ورأى النمط عرفت الكراهة في وجهه، فجذبه حتى هتكه، وقال: \"إن الله لم يأمرنا أن نكسو الحجارة والطين\". قالت: فقطعت منه وسادتين وحشوتهما ليفا فلم يعب ذلك علي. وقالت عائشة: كان لنا ستر فيه تمثال طائر، وكان الداخل إذا دخل استقبله، فقال رسول الله - صلى الله عليه وسلم -: \"حولي هذا فإني كلما رأيته ذكرت الدنيا\" وروي عن عائشة قالت: دخل على رسول الله - صلى الله عليه وسلم - وأنا متسترة بقرام فيه صورة فتلون وجهه ثمَّ تناول الستر فهتكه، ثمَّ =</p><p> والصالحين؛ لكي إذا رآهم الناس (١) مُصَوَّرِين عبدوا عبادتهم. </p><p>= قال: \"إن من أشد الناس عذابا يوم القيامة الذين يشبهون خلق الله\". قالت عائشة: فقطعته، فجعلت منه وسادتين. وقالت عائشة: كان لنا ثوب ممدود على سهوة فيها تصاوير، فكان النبي - صلى الله عليه وسلم - يصلي إليه، ثمَّ قال: أخريه عني، فجعلت منه وسادتين؛ فكان النبي - صلى الله عليه وسلم - يرتفق بهما، وفي رواية في حديث النمرقة قالت: اشتريتها لك لتقعد عليها وتتوسدها؛ فقال: \"إن أصحاب هذِه الصور يعذبون يوم القيامة، وإن الملائكة لا يدخلون بيتا فيه صورة\". قال القاضي: فتبين بهذِه الأحاديث أن الصور ممنوعة على العموم، ثمَّ جاء: \"إلا ما كان رقما في ثوب\"، فخص من جملة الصور، ثمَّ بقول النبي - صلى الله عليه وسلم - لعائشة في الثوب المصور: \"أخريه عني، فإني كلما رأيته ذكرت الدنيا\" فثبتت الكراهة فيه. ثمَّ منع النبي - صلى الله عليه وسلم - عائشة من استخدام الثوب المصور، ثمَّ بقطعها لها وسادتين حتى تغيرت الصورة وخرجت عن هيئتها بأن جواز ذلك إذا لم تكن الصورة فيه متصلة الهيئة، ولو كانت متصلة الهيئة لم يجز لقولها في النمرقة المصورة: اشتريتها لك لتقعد عليها وتتوسدها، فمنع منه وتوعد عليه، وتبين بحديث الصلاة إلى الصورة أن ذلك كان جائزا في الرقم في الثوب، ثمَّ نسخه المنع، فهكذا استقر فيه الأمر. والله أعلم.وقد استثني من هذا الباب لشعب البنات؛ لما ثبت عن عائشة - رضي الله عنها - أن النبي تزوجها وهي بنت سبع سنين، وزفت إليه وهي بنت تسع ولعبها معها، ومات عنها وهي بنت ثمان عشرة سنة. وعنها أيضاً قالت: كنت ألعب بالبنات عند النبي - صلى الله عليه وسلم - وكان لي صواحب يلعبن معي، فكان رسول الله - صلى الله عليه وسلم - إذا دخل ينقمعن منه فيسربهن إلى فيلعبن معي. خرجهما مسلم. قال العلماء: وذلك للضرورة إلى ذلك وحاجة البنات حتى يتدربن علي تربية أولادهن. ثمَّ إنه لا بقاء لذلك، وكذلك ما يصنع من الحلاوة أو من العجين لا بقاء له، فرخص في ذاك، والله أعلم. انظر: \"أحكام القرآن\" لابن العربي ١١/ ١٦٠٠ - ١٦٠٢، \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٢٧٣.(١) سقطت من (م).</p><p> {وَجِفَانٍ} قصاع، واحدها (١) جفنة {كَالْجَوَابِ} كالحياض (٢) التي يُجبى فيها الماء، أي: يجمع (٣) ، واحدتها جابية. قال الأعشى ميمون بن قيس: </p><p> تروح على آل المحلق جفنة ... كجابية الشيخ العراقي تفهق (٤) </p><p> [٢٣١٨] أخبرنا أبو بكر الحمشاذي (٥) ، قال: حدثنا أبو بكر </p><p>(١) في (م): واحدتها. (٢) رواه الطبري في \"جامع البيان\" ٢٢/ ٧١، عن ابن عباس، والحسن، ومجاهد.(٣) رواه الطبري في \"جامع البيان\" ٢٢/ ٧١، عن قتادة.(٤) البيت للأعشى بن قيس بن ثعلبة في \"ديوانه\" (ص ٢٢٥) طبعة القاهرة، بلفظ:نفى الدم عن آل المحلق جفنة ... كجابية الشيخ العراقي تفهقوهي رواية مشهورة كالرواية التي أوردها المصنف، يصف المحلق بالكرم، وأن جفنته تروح على نادية مفعمة لحما وشحما، وهي من الجفان الكبار مثل جابية الماء التي يجمع فيها الشيخ العراقي الماء أيام يفيض النهر لينفق منه في أيام قلة الماء، فهي جابية كبيرة.وأما من رواه (كجابية السيح) بالسين والحاء المهملتين فهو ما يفيض من الماء ويسيح عن الزيادة بالنهر.انظر: \"قصص الأنبياء\" لابن كثير (ص ٤٤٥).والفهق: الامتلاء، وخص العراقي لجهله بالمياه لأنه حضري، فإذا وجدها ملأ جابيته وأعدها ولم يدر متى يجد الماء، أما البدوي فهو عالم بالمياه ولا يبالي ألا يعدها. والجابية: الحوض الضخم. وللمزيد انظر: \"لسان العرب\" لابن منظور ١٨/ ١٤٠ - ١٤١ (جبي).(٥) عبد الرحمن بن عبد الله بن علي بن محمَّد بن سحنويه أبو بكر بن أبي محمَّد بن حمشاذ، لم يذكر بجرح أو تعديل.</p><p> القطيعي (١) ، قال: حدثنا إبراهيم بن عبد الله بن مسلم (٢) ، قال: حدثنا مسلم بن إبراهيم (٣) ، قال: حدثنا سهل السراج (٤) ، قال: سمعت الحسن (٥) يقول: وجفان كالجواب مثل حياض الإبل (٦) . </p><p> ويقال: إنه كان يجمع على جفنة واحدة ألف رجل يأكلون بين يديه. </p><p> {وَقُدُورٍ رَاسِيَاتٍ} ثابتات لا يحولن ولا يحركن من أماكنهن لعظمهن، ولا ينزلن ولا يعطلن، وكانت باليمن، ومنه قيل للجبال رواسي. </p><p>(١) أحمد بن جعفر بن حمدان، ثقة. (٢) إبراهيم بن عبد الله بن مسلم بن ماعز بن المهاجر، شيخ إمام حافظ وثقه الدارقطني وغيره.(٣) مسلم بن إبراهيم الأزدي الفراهيدي مولاهم، أبو عمرو البصري، ثقة مأمون.(٤) سهل بن أبي الصلت العيشي البصري السراج، روى عن: أيوب السختياني والحسن البصري ومحمد بن سيرين وغيرهم.وروى عنه: أبو داود الطيالسي وعبد الرحمن بن مهدي ومسلم بن إبراهيم وعدة. قال ابن حجر: صدوق له أفراد، كان القطان لا يرضاه.\"الجرح والتعديل\" لأبي حاتم ٤/ ٢٠٠، \"تهذيب الكمال\" للمزي ١٢/ ١٩٥، \"تقريب التهذيب\" لابن حجر (٢٦٦٣).(٥) الحسن بن أبي الحسن يسار البصري. ثقة فقيه كان يرسل كثيراً ويدلس.(٦) [٢٣١٨] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرحٍ أو تعديل.التخريج:رواه الطبري في \"جامع البيان\" ٢٢/ ٧١، عن الحسن.</p><p> {اعْمَلُوا آلَ دَاوُودَ} أي: وقلنا: اعملوا آل داود {شُكْرًا}  (١) مجازه اعملوا بطاعة الله يا آل داود شكراً على نعمه، و {شُكْرًا} في محل المصدر. {وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ}  (٢) أرسل حمزة الياء، وفتحها </p><p>(١) قلت: شكر العبد لربه: هو أن يستعين بنعمه على طاعته، وشكر الرب لعبده: هو أن يثيبه الثواب الجزيل على عمله القليل. ومادة (شكر) لا تتعدى غالباً إلا باللام، وتعديتها بنفسها دون اللام قليلة، ومنه قول أبي نخيلة: شكرتك إن الشكر حبل من التقى ... وما كل من أوليته نعمة يقضى (٢)(٢) وروي أن داود -عليه السلام- قال: يا رب كيف أطيق شكرك على نعمك. وإلهامي وقدرتي على شكرك نعمة لك؟ فقال: يا داود الآن عرفتني. وحقيقة الشكر الاعتراف بالنعمة للمنعم واستعمالها في طاعته، والكفران استعمالها في المعصية. وقليل من يفعل ذلك؛ لأنَّ الخير أقل من الشر، والطاعة أقل من المعصية، بحسب سابق التقدير. وقال مجاهد: لما قال الله تعالى {اعْمَلُوا آلَ دَاوُودَ شُكْرًا} قال داود لسليمان: إن الله -عز وجل- قد ذكر الشكر فاكفني صلاة النهار أكفك صلاة الليل، قال: لا أقدر، قال: فاكفني. قال الفاريابي: أراه قال إلى صلاة الظهر. قال: نعم، فكفاه. وقال الزهري: {اعْمَلُوا آلَ دَاوُودَ شُكْرًا} أي: قولوا الحمد لله. و {شُكْرًا} نصب على جهة المفعول؛ أي: اعملوا عملا هو الشكر. وكأن الصلاة والصيام والعبادات كلها هي في نفسها الشكر إذ سدت مسده، ويبين هذا قوله تعالى: {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَا هُمْ} [ص: ٢٤] وهو المراد بقوله {وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ}. وقد قال سفيان بن عيينة في تأويل قوله تعالى {أَنِ اشْكُرْ لِي} [لقمان: ١٤] أن المراد بالشكر الصلوات الخمس. وفي \"صحيح مسلم\" عن عائشة - رضي الله عنها - أن رسول الله - صلى الله عليه وسلم - كان يقوم من الليل حتى تفطر قدماه؛ فقالت له عائشة: أتصنع هذا وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟ فقال: \"أفلا أكون عبدا شكورا\". فظاهر القرآن والسنة أن الشكر بعمل الأبدان دون الاقتصار على عمل اللسان؛ فالشكر بالأفعال عمل الأركان، والشكر بالأقوال عمل اللسان. والله أعلم. وقوله تعالى: {وَقَلِيلٌ مِنْ =</p><p> الباقون. قال القرظي: الشكر تقوى الله والعمل بطاعته (١) . </p><p> [٢٣١٩] وحدثونا عن محمَّد بن يعقوب (٢) قال: حدثنا الخضر بن أبان (٣) قال: حدثنا سيّار (٤) قال: حدثنا جعفر بن سليمان (٥) قال: سمعت ثابتاً (٦) يقول: كان داود النبي - صلى الله عليه وسلم - قد جزأ ساعات الليل </p><p>= عِبَادِيَ الشَّكُورُ} يحتمل أن يكون، مخاطبة لآل داود، ويحتمل أن يكون مخاطبة لمحمد - صلى الله عليه وسلم -. قال ابن عطية: وعلى كل وجه ففيه تنبيه وتحريض. وسمع عمر بن الخطاب - رضي الله تعالى عنه - رجلاً يقول: اللهم اجعلني من القليل؛ فقال عمر: ما هذا الدعاء؟ فقال الرجل: أردت قوله تعالى {وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ}. فقال عمر: كل الناس أعلم منك يا عمر! وروي أن سليمان -عليه السلام- كان يأكل الشعير. وروي أنَّه ما شبع قط، فقيل له في ذلك فقال: أخاف إن شبعت أن أنسى الجياع. وهذا من الشكر ومن القليل، فتأمله، والله أعلم.انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٢٧٦ - ٢٧٧.(١) رواه الطبري في \"جامع البيان\" ٢٢/ ٧٢، عن محمَّد بن كعب.(٢) محمَّد بن يعقوب بن عبد الوهاب بن يحيى بن عباد بن عبد الله بن الزبير بن العوام القرشي الأسدي الزبير، روى عن: سفيان بن عيينة وابن الماجشون والخضر بن أبان وعدة، وروى عنه: النسائي وأبو حاتم الرازي وغيرهم كثيرين. قال ابن حجر: صدوق.\"الجرح والتعديل\" لأبي حاتم ٨/ ١٢١، \"تهذيب الكمال\" للمزي ٢٧/ ٤٣، \"تقريب التهذيب\" لابن حجر (٦٤١١).(٣) الخضر بن أبان الهاشمي، ضعيف.(٤) سيار بن حاتم العنزي، أبو سلمة البصري. صدوق له أوهام.(٥) جعفر بن سليمان الضبعي، أبو سليمان البصري مولى بني الحريش صدوق زاهد لكنه كان يتشيع.(٦) ثابت بن أسلم البناني. ثقة عابد.</p>"
}