{
  "id": null,
  "sura": 34,
  "aya": 16,
  "text": "<p> ١٦ - {فَأَعْرَضُوا}  (١) . </p><p> {فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ} والعرم: السَّكر والمسناة (٢) التي تحبس الماء، واحدتها عرمة (٣) ، وأصلها من العرامة وهي الشدة والقوة. </p><p>(١) رواه الطبري في \"جامع البيان\" ٢٢/ ٧٨، عن وهب مختصرًا. (٢) قال النحاس: وما يجتمع من مطر وفي وجهه مسناة فهو العرم، والمسناة هي التي يسميها أهل مصر الجسر، أو الحبس: وهي حجارة أو خشب تبنى في مجرى الماء لتحبسه كي يشرب القوم ويسقوا أرضهم، فكانوا يفتحونها إذا شاؤوا، فإذا رويت جناتهم سدوها، قال الهروي: المسناة الضفيرة التي تبنى للسيل ترده، سميت مسناة لأن فيها مفاتح الماء. سَكَرَ النهر سده وبابه نصر، والسِّكْرُ بالكسر العرم، وهو المسناة. وفي حديث الزُّبير - رضي الله عنه - أن النَّبِيّ -صلى الله عليه وسلم- قال له \"احْبِس الماء حَتى يَبْلغ الجَدْر\" هو هاهنا المُسَنَّاة. وهو ما رُفع حول المزرعه كالجِدَار. وقيل: هو لغة في الجِدَار. وقيل: هو أصل الجِدار. انظر: \"مختار الصحاح\" للرازي (ص ١٢٩)، \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٤٢٦. \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٢٨٦.(٣) وإياه عنى الأَعمش بقوله:ففي ذاك للمؤتسي أسوة ... ومأرب عفّى عليه العرمرجام بنته له حمير ... إذا جاء ماؤهم لم يرموقد ذكره في \"الإتقان\" فيما نسب إِلَى الحبشية، ووردت له وجوه شاذة.انظر: \"الإتقان في علوم القرآن\" للسيوطي ٣/ ٩٥٩ - ٩٦٠.العرم: جمع عرمة، وهي الصخور ترصف ويقطع بها الوادي عرضًا لتكون ردا للسيل. وقيل: العرم جمع لا واحد له. وقال أبو حنيفة: العرم الأحباس تبنى في أوساط الأودية. والعرم أَيضًا: الجرذ الذكر. والعرم: السيل الذي لا يطاق؛ ومنه قوله تعالى: {فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ}؛ قيل: أضافه إِلَى المسناة أو السد، وقيل على الفأر الذي بثق السكر عليهم. قال الأزهري: وهو الذي يقال له الخلد. انظر: \"لسان العرب\" لابن منظور ١١/ ٤٤٤، ١٢/ ٣٩٥ - ٣٩٦ (عرم).</p><p> وقال ابن عباس، ووهب وغيرهما: كان هذا السد يسقي جنتيهم، وكان فيما ذكر بنته بلقيس، وذلك أنها لما ملكت جعل قومها يقتتلون على ماء واديهم، فجعلت تنهاهم فلا يطيعونها، فتركت ملكها وانطلقت إِلَى قصر لها فنزلته، فلما كثر الشر بينهم وندموا أتوها فأرادوها على أن ترجع إِلَى ملكها فأبت، فقالوا: لترجعنّ (١) أو لنقتلنك، فقالت: إنكم لا تطيعونني (٢) ، وليست بكم (٣) عقول (٤) ، قالوا: فإنّا نطيعك، فإنّا لم نجد فينا خيرًا بعدك، فجاءت </p><p>(١) في (م): أترجعين. (٢) في (م): تطيقون.(٣) في (م): لكم.(٤) قلت: أرى أنها قد صدقت في هذا القول، لأنه لو كانت بهم عقول ما قبلوا أن تملكهم امرأة، وفي الصحيح أن النَّبِيّ - صلى الله عليه وسلم - لما بلغه أن أهل فارس ملكوا عليهم بنت كسرى قال: \"لن يفلح قوم ولوا أمرهم امرأة\"، ولعل هذا الحديث يرد على الحمقى من العلمانيين، الذين أرادوا إفساد هذا الدين، حينما نادوا بالمساواة بين المرأة والرجل في كل الحقوق والواجبات، معرضين بذلك عن شرع رب العالمين، وعما اقتضته الفطرة من تفضيل الرَّجل على المرأة، وقد اقتضت حكمة الله تعالى البالغة أن يكون الضعيف الناقص مقومًا عليه من قبل القوي الكامل، واقتضى ذلك أن يكون الرَّجل ملزمًا بالإنفاق على نسائه، والقيام بجميع لوازمهن في الحياة كما قال تعالى: {وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ}، واقتضت حكمة الحكيم الخبير أن يؤثر الرَّجل على المرأة في الميراث ودفع المهور، والبذل في نوائب الدهر. وتفضيل نوع الذكر على نوع الأنثى في أصل الخلقة والطبيعة حكمته ظاهرة واضحة، لا ينكرها إلَّا من أعمى الله بصيرته بالكفر والمعاصي. ولذا جعل الله تعالى الرَّجل هو المسؤول عن المرأة في جميع أحوالها. وخصه بالرسالة والنبوة والخلافة دونها، وملكه الطلاق دونها. وجعله الولي في النكاح =</p><p> فأمرت بواديهم فسُد بالعرم وهو المسناة بلغة حمير، فسدّت ما بين الجبلين بالصخر والقار، وجعلت له أبوابًا ثلاثة بعضها فوق بعض، وبنت من دونه بِرْكة ضخمة، فجعلت فيها (١) اثني عشر مخرجًا على عدة أنهارهم، فلما جاء المطر اجتمع إليه ماء الشجر وأودية اليمن، فاحتبس السيل من وراء السد فأمرت بالباب الأعلى ففتح، فجرى ماؤه في البركة، وأمرت بالبعر فألقي فيها فجعل بعض البعر يخرج أسرع من بعض، فلم يزل يُضيّق تلك الأنهار ويرسل البعر في الماء حتَّى خرجت جميعًا معًا، فكانت تقسمه بينهم على ذلك حتَّى كان من شأنها وشأن سليمان ما كان (٢) ، وبقوا على ذلك بعدها، فكانوا يسقون من الباب الأعلى ثم من الثاني ثم من الثالث الأسفل، فلا </p><p>= دونها، وجعل انتساب الأولاد إليه لا إليها، وجعل شهادته في الأموال بشهادة امرأتين في قوله تعالى: {فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ}. وجعل شهادته تقبل في الحدود والقصاص دونها، إِلَى غير ذلك من الفوارق الحسية والمعنوية والشرعية بينهما. ألا ترى أن الضعف الخلقي والعجز عن الإبانة في الخصام عيب ناقص في الرجال، مع أنَّه يعد من جملة محاسن النساء التي تجذب إليها القلوب. قال جرير: إن العيون التي في طرفها حور ... قتلنا ثم لم يحيين قتلانايصرعن ذا اللب حتَّى لا حراك به ... وهن أضعف خلق الله أركاناولمزيد من التفصيل انظر: \"أضواء البيان\" للشنقيطي عند تفسير قوله تعالى: {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ} [الإسراء: ٩].(١) سقطت من (م).(٢) أي: لما ذهبت إِلَى سليمان عليه السلام، وأسلمت لله رب العالمين، والقصة مشهورة ومبسوطة في كتب التفسير في سورة النمل، فتأمله.</p><p> ينفذ الماء حتَّى يثوب (١) الماء من السنة المقبلة، فلما طغوا وكفروا (٢) سلط الله عليهم جرذًا يسمى الخلد (٣) فثقبه من أسفله فغرق الماء جنانهم، وخرَّب أرضهم. </p><p> قال وهب: وكانوا فيما يزعمون يجدون في عملهم (٤) وكهانتهم أنَّه يخرب (٥) سدهم ذلك فأرة فلم يتركوا فرجة بين حجرين إلَّا ربطوا عندها هرة، فلما جاء زمانه وما أراد الله تعالى بهم من التفريق أقبلت -فيما يذكرون- فأرة حمراء إِلَى هرة من تلك الهرر، فساورتها حتَّى استأخرت عنها الهرة فدخلت في الفرجة التي كانت عندها (٦) فتغلغلت في السد فنقبت وحفرت حتَّى وهنته السيل وهم لا يدرون ذلك، فلما جاء السيل وجد خللا فدخل فيه حتَّى قلع (٧) السد وفاض على أموالهم فغرقها ودفن بيوتهم الرمل وفُرقوا ومُزقوا (٨) حتَّى صاروا مثلًا عند العرب، فقالوا: تفرقوا أيدي سبأ </p><p>(١) في (م): تنوب. (٢) في (م): وكثروا.(٣) الجرذ: الفأر، والجمع: جرذان، والخلد: حيوان أكبر من الفأر يشبهه، وقيل: ضرب من الجرذان أعمى.انظر: \"مختار الصحاح\" للرازي (ص ٧٧)، (خلد).(٤) في (م): علمهم.(٥) في (م): سيخرب.(٦) في (م): عنها.(٧) في (م): بلغ.(٨) رواه الطبري في \"جامع البيان\" ٢٢/ ٨٠، عن وهب.</p><p> وأيادي سبأ، فذلك قوله عز وجل {فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ} . </p><p> وقيل: العرم هو المطر الشديد من العرامة وهي التمرد والعصيان. </p><p> {وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ}  (١) قراءة العامة بالتنوين، وقرأ أبو عمرو، ويعقوب بالإضافة، وهما متقاربتان كقول العرب في بستان فلان أعنابُ كرم (٢) ، وأعنابٌ كرم، فيضيف أحيانًا الأعناب إِلَى الكرم لأنها منه، وينون أحيانًا الأعناب ثم يترجم بالكرم عنها، إذ كانت الأعناب ثمرة (٣) للكرم. </p><p> والأُكُل: الثمر (٤) . </p><p>= قلت: كل ما نقله المؤلف من الأخبار في حديث سد مأرب من الإسرائليات لا نصدقها ولا نكذبها ولكن يستأنس بما لا يخالف الشرع منها. (١) لطيفة: بعد ما أهلك الله تعالى أشجارهم المثمرة، أنبت بدلها الأراك والطرفاء والسدر، وذلك بكفرهم وعصيانهم، ومع ذلك سماها (جنتين) قال القشيري: وأشجار البوادي لا تسمى جنة وبستانا، ولكن لما وقعت الثَّانية في مقابلة الأولى أطلق لفظ الجنة، وهو كقوله تعالى {وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا}، وعن ابن خيرة: قال: جزاء المعصية الوهن في العبادة، والضيق في المعيشة، والتعسر في اللذة، قيل: وما التعسر في اللذة؟ قال: لا يصادف لذة حلالًا إلَّا جاءه من ينغصه إياها.انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٢٨٨، \"تفسير القرآن العظيم\" لابن كثير ١١/ ٢٧٥.(٢) ساقطة من (م).(٣) في (م): ثمر.(٤) قال الطبري: واختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء الأمصار بتنوين (أُكُلٍ) غيرَ أبي عمرو، فإنَّه يضيفها إِلَى الخمط، بمعنى: ذواتي ثمرِ خَمْط. وأما =</p><p> والخمط: الأراك في قول أكثر المفسرين (١) . </p><p> وقيل: هو (٢) كل شجرة ذات شوك، وقيل: شجرة العضاة (٣) . </p><p> وقيل: هو كل نبت قد أخذ طعمًا من المرارة حتَّى لا يمكن أكله. </p><p> {وَأَثْلٍ} وهي (٤) الطرفاء (٥) ، عن ابن عباس (٦) . وقيل: هو شجر بالطرفاء إلَّا أنَّه أعظم منه. </p><p> وقال الحسن: الأثل: الخشب. قتادة: ضرب (٧) من الخشب. </p><p>= الذين لم يضيفوا ذلك إِلَى الخَمْط، وينونون الأكل، فإنهم جعلوا الخمط هو الأكل، فردوه عليه في إعرابه. وبضم الألف والكاف من الأكل قرأت قراء الأمصار، غير نافع، فإنَّه كان يخفف منها. والصواب من القراءة في ذلك عندي قراءة من قرأه: ذواتي أكل بضم الألف والكاف لإجماع الحجة من القراء عليه، وبتنوين أكل لاستفاضة القراءة بذلك في قراء الأمصار، من غير أن أرى خطأ قراءة من قرأ ذلك بإضافته إِلَى الخمط، وذلك في إضافته وترك إضافته. انظر: \"جامع البيان\" للطبري ٢٢/ ٨٢. (١) روي عن ابن عباس، والحسن، ومجاهد، وقتادة، والضَّحَاك، وابن زيد، كلها رواها الطبري (٢١٩٨٩ - ٢١٩٩٤) انظر: \"جامع البيان\" للطبري ٢٢/ ٨١.(٢) في (م): هي.(٣) العضاة: كل شجر يعظم وله شوك واحدها عضاهة.انظر: \"مختار الصحاح\" للرازي (ص ١٨٤).(٤) في (م): وهو.(٥) الطرفاء: شجر الواحدة طرفة، وبها سمي طرفة بن العبد. وقال سيبويه: الطرفاء واحد وجمع، ومنه الأثل.انظر: \"مختار الصحاح\" للرازي (ص ١٦٤).(٦) رواه الطبري، عن ابن عباس، انظر: \"جامع البيان\" للطبري ٢٢/ ٨٢.(٧) سقطت من (م).</p>"
}