{
  "id": null,
  "sura": 34,
  "aya": 54,
  "text": "<p> {مِنْ مَكَانٍ بَعِيدٍ} من الآخرة، فكيف يتناولون التوبة، وإنما يقبل التوبة في الدنيا وقد ذهبت الدنيا فصارت بعيدًا من الآخرة؟ ! . </p><p> ٥٣ - {وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ} </p><p> أي: من قبل نزول العذاب. </p><p> {وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكَانٍ بَعِيدٍ} يعني: يرمون محمدًا - صلى الله عليه وسلم - بالظنون لا باليقين، وهو قولهم له (١) : إنه ساحر، بل هو كاهن، بل شاعر. هذا قول مجاهد. وقال قتادة: يعني يرجمون بالظن يقولون (٢) : لا بعث ولا جنة ولا نار (٣) . </p><p> ٥٤ - {وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ} </p><p> يعني: الإيمان (٤) والتوبة والرجوع إلى الدنيا (٥) . </p><p>= القول في ذلك عندي أن يقال: إنهما قراءتان معروفتان في قرّاء الأمصار، متقاربتا المعنى، وذلك أن معنى ذلك: وقالوا آمنا بالله، في حين لا ينفعهم، فقال الله {وَأَنَّى لَهُمُ التَّنَاوُشُ} أي: وأين لهم التوبة والرجعة: أي: قد بعدت عنهم، فصاروا منها كموضع بعيد أن يتناولوها وإنما وصفت ذلك الموضع بالبعيد، لأنهم قالوا ذلك في القيامة، فقال الله: أني لهم بالتوبة المقبولة، والتوبة المقبولة إنما كانت في الدنيا، وقد ذهبت الدنيا فصارت بعيدًا من الآخرة، فبأية القراءتين اللتين ذكرت قرأ القارئ فمصيب. (١) من (م).(٢) سقطت من (م).(٣) رواه الطبري في \"جامع البيان\" ٢٢/ ١١٢.(٤) رواه الطبري في \"جامع البيان\" ٢٢/ ١١٢، عن الحسن. وفي رواية عن الحسن: حيل بينهم وبين ما يشتهون من مال أو ولد أو زهرة في الدنيا التي كانوا فيها، أو حيل بينهم وبين الحياة.(٥) رواه الطبري في \"جامع البيان\" ٢٢/ ١١٢، عن مجاهد. قال: وإنما اخترنا القول =</p><p> {كَمَا فُعِلَ بِأَشْيَاعِهِمْ} أي: أهل دينهم وموافقتهم من الأمم الماضية حين (١) لم يقبل منهم الإيمان والتوبة في وقت البأس {إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ}  (٢) . </p><p>= الذي اخترناه في ذلك؛ لأن القوم إنما تمنوا حين عاينوا من عذاب الله ما عاينوا، ما أخبر الله عنهم أنَّهم تمنوه، وقالوا آمنا به، فقال الله: وأنى لهم تناوش ذلك من مكان بعيد، وقد كفروا من قبل ذلك في الدنيا. فإذا كان ذلك كذلك، فلأن يكون قوله: {وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ} خبرا عن أنَّه لا سبيل لهم إلى ما تمنوه أولى من أن يكون خبرا عن غيره. (١) في (م): حتَّى.(٢) قوله: {إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ} يقول تعالى ذكره: وحيل بين هؤلاء المشركين حين عاينوا بأس الله، وبين الإيمان: {إِنَّهُمْ كَانُوا} قبل في الدنيا {فِي شَكٍّ} من نزول العذاب الذي نزل بهم وعاينوه، وقد أخبرهم نبيهم أنَّهم إن لم ينيبوا مما هم عليه مقيمون من الكفر بالله، وعبادة الأوثان أن الله مهلكهم، ومحل بهم عقوبته في عاجل الدنيا، وآجل الآخرة قبل نزوله بهم {مُرِيبٍ} موجب لصاحبه الذي هو به ما يريبه من مكروه من قولهم: قد أراب الرَّجل: إذا أتى ريبة وركب فاحشة كما قال الراجز:يَا قَوْمُ ما لي وأبا ذُؤَيْبِ؟كُنْتُ إذا أتَوْتُهُ مِنْ غَيْبِيَشمّ عِطْفِي وَيبَزّ ثَوْبِيِكأنّمَا أرَبْتُهُ بِرَيْبيقول: كأنما أتيت إليه ريبة.انظر: \"جامع البيان\" للطبري ٢٢/ ١١٣.</p><p> ٣٥ - سُورَة فاطر </p><p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> سورة الملائكة </p><p> مكية (١) . </p><p> وهي ثلاثة آلاف ومائة وثلاثون حرفًا، وسبعمائة وسبع وتسعون كلمة، وخمس وأربعون آية (٢) . </p><p> [٢٣٣٦] أخبرنا محمَّد بن القاسم الفارسيّ (٣) ، أخبرنا محمَّد بن جعفر بن مطر النَّيْسَابُورِيّ (٤) ، أخبرنا إبراهيم بن شريك الكُوفيّ (٥) ، أخبرنا أَحْمد (٦) بن يونس اليربوعي، أخبرنا سلام بن سليم (٧) المدائنيّ، أخبرنا هارون بن كثير (٨) ، عن زيد بن أسلم (٩) ، عن </p><p>(١) سقطت من (م)، قال القرطبي: في قول الجميع. وأخرج البُخَارِيّ، وابن الضُّرَيس، وابن مردويه، والبيهقي في \"دلائل النبوة\" عن ابن عباس قال: أنزلت سورة فاطر بمكة. انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٣١٨. (٢) هذِه المقدمة ليست في (م)، وذكر مكانها: أخبرنا الأستاذ الإِمام أبو إسحاق الثعلبي رحمه الله قراءة عليه قال.(٣) لم يذكر بجرح أو تعديل.(٤) في (م) مطير، وهو محمَّد بن جعفر بن محمَّد بن مطر، أبو عمرو المزكي، عدل ضابط.(٥) إبراهيم بن شريك بن الفضل، الإِمام المحدث، الثقة.(٦) في (م): محمَّد، وهو أَحْمد بن عبد الله بن يونس أبو عبد الله اليربوعي، ثِقَة حافظ.(٧) في (م): سليمان، وهو سلام بن سليم الطَّويل، متروك.(٨) مجهول.(٩) قال الحافظ: هو تحريف، والصواب: زيد بن سالم، جهله أبو حاتم.</p><p> أَبيه (١) ، عن أبي أُمامة، عن أبيّ بن كعب قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة الملائكة دعته يوم القيامة ثمانية أبواب من الجنة: أن ادْخل من أي الأبواب شئت\"  (٢) . </p><p>(١) قال الذهبي: زيد عن أَبيه نكرة. (٢) [٢٣٣٦] الحكم على الإسناد:الحديث موضوع.التخريج:وانظر تعليقنا على الحديث الذي ورد في فضل سورة الأحزاب.</p>"
}