{
  "id": null,
  "sura": 34,
  "aya": 28,
  "text": "<p> ٢٧ - {قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكَاءَ} </p><p> يعني: الأصنام، هل خلقوا من الأرض شيئًا، أم لهم شرك في السماوات؟ ، ونظيرها وتفسيرها في سورة الملائكة (١) والأحقاف (٢) . </p><p> ثم قال:  {كَلَّا بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ} وهو القوي القاهر الذي يمنع من يشاء ولا يمنعه مانع، فهو العزيز المنتقم ممن كفر به وخالفه، الحكيم (٣) في تدبيره لخلقه، فأنى يكون له شريك في ملكه؟ ! . </p><p> ٢٨ - {وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا}  (٤) </p><p> عامة للنَّاس كلهم؛ العرب والعجم وسائر الأمم. </p><p>= الأبدية كما قال تعالى: {وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ (١٤) فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ (١٥) وَأَمَّا الَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ فَأُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ} ولهذا قال عز وجل: {وَهُوَ الْفَتَّاحُ الْعَلِيمُ} أي: الحاكم العادل العالم بحقائق الأمور، وهو القاضي العلم بالقضاء بين خلقه، لأنه لا تخفى عنه خافية، ولا يحتاج على شهود تعرّفه المُحقّ من المبطل. انظر: \"تفسير القرآن العظيم\" لابن كثير ١١/ ٢٨٦. (١) وهو قوله تعالى: {قُلْ أَرَأَيْتُمْ شُرَكَاءَكُمُ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ} (٤٠).(٢) وهو قوله تعالى: {قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ} الآية (٤).(٣) سقطت من (م).(٤) قوله تعالى: {إِلَّا كَافَّةً لِلنَّاسِ} استشهد به بعض علماء العربية على جواز تقدم الحال على صاحبها المجرور بالحرف؛ قالوا: لأن المعنى: {وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ} أي: جميعًا، أي: أرسلناك للنَّاس في حال كونهم مجتمعين في =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= رسالتك، وممن أجاز ذلك أبو علي الفارسيّ، وابن كيسان، وابن برهان، ولذلك شواهد في شعر العرب؛ كقول طليحة بن خويلد الأسدي: فإن تك أذواد أصبن ونسوة ... فلن يذهبوا فرغًا بقتل حبالوكقول كثير:لئن كان برد الماء هيمان صاديًا ... إِلَى حبيبًا إنها لحبيبوقول الآخر:تسليت طرًّا عنكم بعد بينكم ... بذكركم حتَّى كأنكم عنديفقوله في البيت الأول: فرغًا، أي: هدرًا، حال وصاحبه المجرور بالباء الذي هو بقتل، وحبال اسم رجل. وقوله في البيت الثاني: هيمان صاديًا، حالان من ياء المتكلم المجرورة بإلى في قوله: إِلَى حبيبًا. وقوله في البيت الثالث: طرا حال من الضمير المجرور بعن، في قوله: عنكم، وهكذا وتقدم الحال على صاحبها المجرور بالحرف منعه أغلب النحويّين.وقال الزمخشري في \"الكشاف\" في تفسير قوله تعالى: {وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ} إلَّا رسالة عامة لهم محيطة بهم؛ لأنهم إذا شملتهم، فإنَّها قد كفتهم أن يخرج منها أحد منهم. وقال الزجاج: المعنى: أرسلناك جامعًا للنَّاس في الإنذار والإبلاع فجعله حالًا من الكاف، وحق التاء على هذا أن تكون للمبالغة كتاء الراوية والعلامة، ومن جعله حالًا من المجرور متقدمًا عليه فقد أخطأ؛ لأن تقدم حال المجرور عليه في الإحالة بمنزلة تقدم المجرور على الجار، وكم ترى ممن يرتكب هذا الخطأ ثم لا يقنع به حتَّى يضم إليه أن يجعل اللام بمعنى إِلَى؛ لأنه لا يستوي له الخطأ الأول إلَّا بالخطأ الثاني، فلا بد له من ارتكاب الخطأين. وقد اعترض على كلام الزمخشري: بأن {كَافَّةً} مختصة بمن يعقل وبالنصب على الحال كطرا، وقاطبة. وهو المشهور المتداول في كلام العرب. انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٣٠٠ - ٣٠١.وانظر التعليق عند قوله تعالى في الأحزاب: {يَاأَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا (٤٥)}.</p><p> [٢٣٢٦] أخبرنا عبد الله بن حامد (١) ، أخبرنا محمَّد بن جعفر (٢) ، حدثنا علي بن حرب (٣) ، حدثنا ابن فضيل (٤) ، حدثنا يزيد بن أبي زياد (٥) ، عن مجاهد (٦) ومقسم (٧) عن ابن عباس، عن النَّبِيّ -صلى الله عليه وسلم- قال:  \"أعطيت خمسًا،ولا أقول فخرًا:بعثت إِلَى الأحمر والأسود، وجُعلت لي الأرض طهورًا ومسجدًا، وأحل لي المغنم ولم يحل لأحد كان قبلي، ونصرت بالرعب فهو يسير من أمامي مسيرة(٨)شهر وأعطيت الشفاعة فادخرتها لأمتي يوم القيامة، وهي إن شاء الله نائلة من لا يشرك بالله شيئًا\"  (٩) . </p><p>(١) الماهاني الأصفهاني الوزان. (٢) المطيري، ثقة مأمون.(٣) ابن عليّ الطَّائيّ أبو الحسن المفضلي، صدوق فاضل.(٤) محمَّد بن فضيل بن غزوان، صدوق عارف رمي بالتشيع.(٥) القُرشيّ الهاشمي، ضعيف كبر فتغير وصار يتلقى وكان شيعيًّا.(٦) ابن جبر المكيّ، ثقة إمام في التفسير وفي العلم.(٧) مقسم بن بجرة، صدوق وكان يرسل.(٨) من (م).(٩) [٢٣٢٦] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرحٍ أو تعديل ويزيد بن أبي زياد ضعيف.التخريج:انفرد به أَحْمد في \"مسنده\" ١/ ٢٥٠ (٢٢٥٦) ١/ ٣٠١ (٢٧٤٢) عن ابن عباس، وله شواهد من حديث أبي هريرة عند البخاري في الجهاد والسير باب قول النَّبِيّ: \"نصرت بالرعب\" (٢٩٧٧)، والتعبير باب المفاتيح في اليد (٧٠١٣)، ومسلم في المساجد (٥٢٣). قال قتادة في هذِه الآية: أرسل الله تعالى محمدًا - صلى الله عليه وسلم - إِلَى العرب والعجم، فأكرمهم على الله تبارك وتعالى أطوعهم له، وعن عكرمة قال: =</p>"
}