{
  "id": null,
  "sura": 35,
  "aya": 8,
  "text": "<p> ثم بيّن حال موافقيه ومخالفيه فقال عز من قائل: </p><p> ٧ - {الَّذِينَ كَفَرُوا لَهُمْ عَذَابٌ شَدِيدٌ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ (٧) } </p><p> ٨ - {أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ} </p><p> أي: شُبِّه ومُوِّه عليه، وحسن له (١)  {سُوءُ عَمَلِهِ} قبيح فعله. </p><p>= ليكونوا من أصحاب السعير: أي: ليسوقهم إلى النَّار، فهذِه عداوته. وعن ابن زيد قال: هؤلاء حزبه من الإنس، يقول: أولئك حرب الشيطان، والحزب: ولاته الذين يتولاهم ويتولونه، وقرأت {إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ}. (١) في هذِه الآية أربعة أقوال:أحدها: أنَّهم اليهود والنصارى والمجوس؛ قال أبو قلابة. ويكون، {سُوءُ عَمَلِهِ} معاندة الرسول عليه الصلاة والسلام.الثاني: أنَّهم الخوارج؛ رواه عمر بن القاسم. يكون {سُوءُ عَمَلِهِ} تحريف التأويل.الثالث: الشيطان؛ قاله الحسن ويكون {سُوءُ عَمَلِهِ} الإغواء.الرابع: كفار قريش؛ قاله الكلبي. ويكون {سُوءُ عَمَلِهِ} الشِّرك. وقال: إنها نزلت في العاص بن وائل السهمي والأسود بن المطَّلب. وقال غيره: نزلت في أبي جهل بن هشام. قال القرطبي: والقول بأن المراد كفار قريش أظهر الأقوال؛ لقوله تعالى: {لَيْسَ عَلَيْكَ هُدَاهُمْ}، وقوله {وَلَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ}، وقال: {فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا (٦)}، وقوله: {لَعَلَّكَ بَاخِعٌ نَفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ}، وقوله في هذه الآية: {فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ} وهذا ظاهر بين، أي: لا ينفع تأسفك على مقامهم على كفرهم، فإن الله أضلهم. وهذِه الآية ترد على القدرية قولهم؛ أي: أفمن زين له سوء عمله فرآه حسنا تريد أن تهديه، وإنما ذلك إلى الله لا إليك، والذي إليك هو التبليغ. انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٣٢٥.</p><p> {فَرَآهُ حَسَنًا} زين له (١) ذلك الشيطان بالوسواس، ونفسه تميله إلى الشبهة وترك النظر في الحجة المؤدية إلى الحق، والله سبحانه يخلق ذلك في قلبه، وجوابه محذوف مجازه: أفمن زين له سوء عمله كمن زين له حسن (٢) عمله ورأى الحق حقًّا والباطل باطلًا، نظيره:  {أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ}  (٣) وقوله {أَمَّنْ هُوَ قَانِتٌ}  (٤) ونحوهما. </p><p> وقيل معناه: أفمن زين له سوء عمله فأضله الله كمن هداه، ودليله قوله:  {فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ} ، وقيل: جوابه تحت قوله: {فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ} فيكون معناه: أفمن زين له سوء عمله فأضله الله (٥) ذهبت نفسك عليه حسرة: أي: تتحسر عليه، دليله (٦) قوله تعالى: {فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ} . </p><p> (وقال الحسين بن الفضل: فيه تقديم وتأخير مجازه: أفمن زين له سوء عمله فرآه حسنًا، فلا تذهب نفسك عليهم حسرات)  (٧) فإن الله يضل من يشاء ويهدي من يشاء. </p><p>(١) سقطت من (م). (٢) في (م): كمن لم يزين له سوء عمله.(٣) الرعد: ٣٣.(٤) الزمر: ٩.(٥) في (م): أفمن زين له سوء عمله فأضله كمن هداه الله.(٦) في (م): دليله قراءة.(٧) سقطت من (م).</p>"
}