{
  "id": null,
  "sura": 35,
  "aya": 33,
  "text": "<p> أحمد بن عاصم الأنطاكي: الظالم صاحب الأقوال، والمقتصد صاحب الأفعال، والسابق صاحب الأحوال. </p><p> ثم جمعهم سبحانه وتعالى في دخول الجنة فقال: </p><p> ٣٣ - {جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا} الآية. </p><p> [٢٣٥٩] أخبرني ابن فنجويه (١) ، أخبرنا أحمد بن محمَّد بن رزمة (٢) ، أخبرنا يوسف بن عاصم الرازي (٣) ، أخبرنا أبو أيوب سليمان بن داود المنقري المعروف بالشاذكوني (٤) ، أخبرنا حصين ابن نمير أبو محصن (٥) ، عن ابن أبي ليلى (٦) ، </p><p>(١) ثقة صدوق، كثير الرواية للمناكير. (٢) أبو الحسين القزويني، معدل ثقة.(٣) يوسف بن عاصم الرازي، روى عن سهل بن أبي سهل الرازي، أبو يعقوب، رحل وسمع: هدبة ومحمد بن عبد الله بن نمير وسويد بن سعيد، وعنه أبو سعيد الرازي وعلي بن أحمد بن صالح وجماعة. مات سنة ٣٩٨ هـ، قال الذهبي ثقة. \"تاريخ الإِسلام\" للذهبي ٢٢/ ٣٢٦.(٤) أبو أيوب، سليمان بن داود بن بشر المنقري، البصري الشاذكوني، لقي حماد بن زيد، وجعفر بن سليمان فمن بعدهما قال البخاري: فيه نظر، وكذبه يحيى بن معين، قال الذهبي: أحد الهلكى. \"السير\" للذهبي ١٠/ ٦٧٩ - ٦٨٤، \"اللسان\" لابن حجر ٣/ ٨٤.(٥) حصين بن نمير الواسطي أبو محصن الضرير، مولى لهمدان، سمع حصين بن عبد الرحمن والفضل بن عطية سمع منه على ومسدد، ذكره ابن حبان في \"الثقات\" قال ابن حجر: لا بأس به رمي بالنصب. \"التاريخ\" للبخاري ٣/ ١٠.\"الثقات\" لابن حبان ٤/ ١٥٧، \"التقريب\" لابن حجر ١/ ١٧١.(٦) محمَّد بن عبد الرحمن صدوق، سيئ الحفظ جدًا.</p><p> عن أخيه (١) ، عن أبيه (٢) ، عن أسامة بن زيد، عن النبي - صلى الله عليه وسلم -: \"فمنهم ظالم لنفسه. .الآية قال:كلهم في الجنة\"  (٣) . </p><p> [٢٣٦٠] وأخبرني ابن فنجويه (٤) ، أخبرني محمَّد بن علي بن الحسين بن الفأفاء القاضي (٥) ، أخبرني بكر بن محمَّد المروزي (٦) ، </p><p>(١) عيسى بن عبد الرحمن بن أبي ليلى الأنصاري الكوفي روى عن عبد الله بن عكيم وأبيه، روى عنه أخوه محمَّد، قال عنه يحيى بن معين: ثقة، ذكره ابن حبان في \"الثقات\"، وقال ابن حجر: ثقة. انظر \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٢٨١، \"الثقات\" لابن حبان ٧/ ٢٣٠، \"تقريب التهذيب\" لابن حجر ١/ ٤٢٩. (٢) أبو عيسى المدني الكوفي، ثقة.(٣) [٢٣٥٩] الحكم على الإسناد:فيه الشاذكوني: أحد الهلكى، ومحمد بن عبد الرحمن سيئ الحفظ.التخريج:أخرجه الطبراني في \"معجمه\" ١/ ١٦٧ بلفظ: \"كلهم من هذِه الأمة\" وأعله الهيثمي في \"المجمع\" ٧/ ٩٦ بابن أبي ليلى.ورواه الترمذي في التفسير، باب ومن سورة الملائكة (٣٢٢٥) عن أبي سعيد الخدري - رضي الله عنه - بلفظ: في هذِه الآية {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ} قال: \"هؤلاء كلهم بمنزلة واحدة وكلهم في الجنة\"، قال الترمذي: هذا حديث غريب لا نعرفه إلا من هذا الوجه. وصححه الألباني في \"مشكاة المصابيح\" ٢/ ٢٣٨٠.(٤) ثقة صدوق، كثير الرواية للمناكير.(٥) أبو بكر الرازي، لم يذكر بجرح أو تعديل.(٦) أبو أحمد، بكر بن محمَّد بن حمدان المروزي الصيرفي، الدخميني، سمع أبا قلابة الرقاشي، وأحمد بن عبيد الله النرسي وغيرهما، روى عنه ابن عدي، والحاكم، وابن منده، قال الذهبي: وما علمت أن به بأسَا. \"سير أعلام النبلاء\" للذهبي ١٥/ ٥٥٥.</p><p> أخبرنا أبو قلابة (١) ، أخبرنا عمرو بن الحصين (٢) ، عن الفضل بن عميرة (٣) عن ميمون الكردي (٤) ، عن أبي عثمان النهدي (٥) قال: سمعت عمر بن الخطاب رضي الله عنه قرأ على المنبر: {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا} والآية، فقال: قال رسول الله - صلى الله عليه وسلم -: \"سابقنا سابق، ومقتصدنا ناج، وظالمنا مغفور له\"  (٦) . </p><p>(١) عبد الملك بن محمَّد بن عبد الله صدوق يخطئ، تغير حفظه لما سكن بغداد. (٢) العقيلي الكلابي، متروك.(٣) الفضل بن عميرة الطناوي، روى عن ميمون الكردي روى عنه جعفر بن سليمان والفيض بن الوثيق، ذكره ابن حبان في \"الثقات\" وقال ابن حجر: فيه لين.\"الثقات\" لابن حبان ٦/ ٥، \"التقريب\" لابن حجر (٥٤١٠).(٤) ميمون الكردي، كنيته أبو بصير بالباء، وقيل: أبو نصير بالنون، قاله مسلم. روى عن أبي عثمان النهدي وعنه حماد بن زيد وأبو خلدة وغيرهما قال يحيى بن معين: ليس به بأس، وذكره ابن حبان في \"الثقات\"، قال ابن حجر: مقبول. \"الجرح والتعديل\" لابن أبي حاتم ٨/ ٢٣٨، \"الثقات\" ٩/ ٥، \"تقريب التهذيب\" لابن حجر (٧٠٥٦).(٥) عبد الرحمن بن مل ثقة ثبت عابد.(٦) [٢٣٦٠] الحكم على الإسناد:فيه عمرو بن الحصين متروك، الفضل بن عميرة، فيه لين، وبكر بن محمَّد لم يذكر بجرح أو تعديل.التخريج:رواه سعيد بن منصور في \"سننه\" ٢/ ١٥٢. والديلمي في \"مسند الفردوس\" ٢/ ٣٣٥. المتقي الهندي \"كنز العمال\" ٢/ ١٠، (٢٩٢٥). وانظر: ترجمة الفضل ابن عميرة في \"ميزان الاعتدال\" للذهبي ٥/ ٤٣٠. \"الضعفاء\" للعقيلي ٣/ ٤٤٣. \"تهذيب التهذيب\" لابن حجر ٨/ ٢٥٣.</p><p> قال أبو قلابة: فحدثت به يحيى بن معين فجعل يتعجب منه (١) . </p><p> {يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ} . </p><p> [٢٣٦١] أخبرني الحسين بن محمَّد بن الحسين (٢) ، أخبرنا محمَّد الحسن بن بشر (٣) ، أخبرنا أبو الحارث أحمد بن (٤) أم سعيد، </p><p>(١) خلاصة القول أن المقصود بالكتاب هو: الكتب التي أُنزلت من قبل الفرقان. والمقصود بقوله {الَّذِينَ اصْطَفَيْنَا} هم: أمة محمَّد - صلى الله عليه وسلم - فقد أورثهم الله تعالى الإيمان بالكتب التي اصطفاها، فهم مؤمنون بكل كتاب أنزله الله من السماء قبل كتابهم وعاملون به؛ لأن كل كتاب أنزل من السماء قبل الفرقان يأمر بالعمل بالفرقان عند نزوله، وباتباع من جاء به، وذلك عمل من أقرّ بمحمد - صلى الله عليه وسلم -، وبما جاء به، وعمل بما دعاه إليه بما في القرآن، وبما في غيره من الكتب التي أنزلت قبله. ويؤيد ذلك قول الله جل ثناؤه لنبيه محمَّد - صلى الله عليه وسلم - {وَالَّذِي أَوْحَيْنَا إِلَيْكَ مِنَ الْكِتَابِ هُوَ الْحَقُّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ} ثم أتبع ذلك قوله {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا} فكان معلوما، إذ كان معنى الميراث إنما هو انتقال معنى من قوم إلى آخرين، ولم تكن أمة على عهد نبينا - صلى الله عليه وسلم - انتقل إليهم كتاب من قوم كانوا قبلهم غير أمته. ومن ثم بيّنٌ أن المصطفين من عباده هم مؤمنوا أمته وأما الظالم لنفسه فيقصد أنه من أهل الذنوب والمعاصي التي هي دون النفاق والشرك لأن الله تعالى ذكره أتبع هذِه الآية قوله: {جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا} فعم بدخول الجنة جميع الأصناف الثلاثة. وجنات عدن جائز أن يدخلها الظالم لنفسه بعد عقوبة الله إياه على ذنوبه التي أصابها في الدنيا، وظلمه نفسه فيها بالنار، أو بما شاء من عقابه، ثم يُدخله الجنة، فيكون ممن عمه خبر الله جل ثناؤه بقوله {جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا}. وهو اختيار الطبري، والقرطبي، وابن كثير، والثعلبي، وغيرهم. انظر: \"جامع البيان\" للطبري ٢٢/ ١٣٦ - ١٣٧.(٢) ابن فنجويه، ثقة صدوق، كثير الرواية للمناكير.(٣) ابن صقلاب، لم يذكر بجرح أو تعديل.(٤) في (م): (عن). ولم يذكر بجرح أو تعديل.</p>"
}