{
  "id": null,
  "sura": 35,
  "aya": 35,
  "text": "<p> عبد الحميد الحماني (١) ، أخبرنا عبد الرحمن بن زيد بن أسلم (٢) ، عن أبيه (٣) ، عن ابن عمر: سمعت النبي - صلى الله عليه وسلم - يقول:  \"ليس على أهل لا إله إلا الله وحشة في قبورهم، ولا في محشرهم، ولا في منشرهم،وكأني بأهل لا إله إلا الله يخرجون من قبورهم وهم ينفضون التراب عن وجوههم ويقولون:الحمد لله الذي أذهب عنا الحزن إن ربنا لغفور شكور\"  (٤) . </p><p> ٣٥ - قوله تعالى:  {الَّذِي أَحَلَّنَا} أنزلنا (٥) </p><p> {دَارَ الْمُقَامَةِ} الإقامة {مِنْ فَضْلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ} أي: كلال وإعياء وفتور. </p><p>(١) أبو زكريا الحماني، ثقة إلا أنه متهم بسرقة الأحاديث. (٢) العدوي، ضعيف.(٣) أبو أسامة، ويقال أبو عبد الله، ثقة عالم وكان يرسل.(٤) [٢٣٦٥] الحكم على الإسناد:فيه: يحيى الحماني متهم بسرقة الأحاديث وعبد الرحمن بن زيد ضعيف.التخريج:رواه الطبراني في \"المعجم الأوسط\" ٩/ ١٨١، وكتاب الدعاء (٤٣٦)، والهيثمي في \"مجمع الزوائد\" ١٠/ (١٦٨٠٧، ١٨٣٢٤) وقال: فيه يحيى الحماني، وهو ضعيف. عزاه السيوطي للطبراني، عن ابن عمر.وضعفه الألباني، انظر: \"ضعيف الجامع\" (٤٨٩٨)، و\"السلسلة الضعيفة\" ٨/ ٣٨٥٣، و\"ضعيف الترغيب والترهيب\" ١/ ٩٢٩، \"العلم\" لأبي خيثمة (ص ٦٤)، \"كلمة الإخلاص\" لابن رجب (ص ٦٤). قال ابن كثير في \"تفسير القرآن العظيم\" ١١/ ٣٢٩: رواه ابن أبي حاتم.(٥) سقطت من (م).</p><p> وقراءة العامة بضم اللام، وقرأ السلمي بنصب اللام، وهو مصدر (١) كالولوغ والقبول. </p><p> وقال الفراء: كأنه جعله ما يلفت (٢) مثل لغوب. </p><p> [٢٣٦٦] أخبرنا أبو بكر محمَّد بن عبد الله الجوزقي (٣) رحمه الله، أخبرنا أبو الحسين محمَّد بن محمَّد بن مهدي (٤) ، حدثني أبو عبد الله محمَّد بن زكريا بن محمَّد (٥) وبه الرجل الصالح، أخبرنا عبد الله بن عبد الوهاب الخوارزمي (٦) ، أخبرنا عاصم بن عبد الله (٧) ، حدثني إسماعيل (٨) ، عن ليث بن أبي سليم (٩) ، عن الضحاك بن مزاحم (١٠) في قوله عز وجل: {الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ} قال: إذا دخل أهل الجنة الجنة استقبلهم الولدان والخدم كأنهم اللؤلؤ المكنون، قال: </p><p>(١) في (م): مصدر أيضًا. (٢) في (م): يلقب.(٣) ابن محمَّد بن زكريا الشيباني، ثقة.(٤) لم أجده.(٥) محمَّد بن زكريا بن دينار بن محمَّد، تكلم فيه.(٦) في حديثه نكارة.(٧) عاصم بن عبد الله بن نعيم، روى عن أبيه، وابن عياش، وعروة بن محمَّد بن عطية السعدي، روى عنه ابن وهب.انظر \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٣٤٨.(٨) إسماعيل بن عياش بن سليم العنسي، أبو عتبة الحمصي. صدوق في روايته عن أهل بلده، مخلط في غيرهم.(٩) ابن زنيم، صدوق اختلط أخيرًا, ولم يتميز حديثه فترك.(١٠) الهلالي، صدوق كثير الإرسال.</p><p> فيبعث الله ملكًا من الملائكة معه هدية رب العالمين، وكسوة من كسوة الجنة، فيلبسه، قال: فيريد أن يدخل الجنة، فيقول الملك: كما أنت. فيقف (١) ومعه عشر خواتيم من خواتيم الجنة، هدية من رب العالمين فيضعها في أصابعه (٢) ، مكتوب في أول خاتم منها: طبتم فادخلوها خالدين، وفي الثاني مكتوب: أدخلوها بسلام ذلك يوم الخلود، وفي الثالث مكتوب: رفعت عنكم الأحزان والهموم، وفي الرابع مكتوب: زوجناكم بحور (٣) عين، وفي الخامس مكتوب: ادخلوها بسلام آمنين، وفي السادس مكتوب: إني جزيتهم اليوم بما صبروا، وفي السابع مكتوب: أنهم هم الفائزون، وفي الثامن مكتوب: صرتم آمنين لا تخافون أبدًا، وفي التاسع مكتوب: رافقتم النبيين والصديقين والشهداء، وفي العاشر مكتوب: سكنتم في جوار من لا يؤدي الجيران، ثم يقول الملك: أدخلوها بسلام آمنين. فلما دخلوا بيوتًا ترفع قالوا:  {الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ} إلى قوله {لُغُوبٌ}  (٤) . </p><p>(١) سقطت من (م). (٢) في (م): أصبعه.(٣) في (م): الحور.(٤) [٢٣٦٦] الحكم على الإسناد:فيه محمَّد بن زكريا متكلم فيه، وعبد الله بن عبد الوهاب في حديثه نكارة، وليث ابن أبي سليم تُرك حديثه.</p>"
}