{
  "id": null,
  "sura": 35,
  "aya": 5,
  "text": "<p> معه خالقين كثيرين. </p><p> {يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُؤْفَكُونَ}  (١) . </p><p> ٤ - قوله تعالى:  {وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ} </p><p> يعزي (٢) نبيه - صلى الله عليه وسلم - (٣) . </p><p> {وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ}  (٤) . </p><p> ٥ - {يَاأَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ (٥) } (٥) . </p><p>(١) قوله تعالى: {فَأَنَّى تُؤْفَكُونَ} من الأفك (بالفتح) وهو الصرف؛ يقال: ما أفكك عن كذا، أي: ما صرفك عنه. وقيل: من الإفك (بالكسر) وهو الكذب، ويرجع هذا أَيضًا إلى ما تقدم؛ لأنه قول مصروف عن الصدق والصواب، أي من أين يقع لكم التكذيب بتوحيد الله. انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٣٢٣.(٢) في (م): يعني.(٣) رواه الطبري في \"جامع البيان\" ٢٢/ ١١٦، عن قتادة.(٤) يقول الله تعالى لنبيه - صلى الله عليه وسلم -: وإلى الله مرجع أمرك وأمرهم، فمحلّ بهم العقوبة، إن هم لم ينيبوا إلى طاعتنا في اتباعك، والإقرار بنبوّتك، وقبول ما دعوتهم إليه من النصيحة، نظير ما أحللنا بنظرائهم من الأمم المكذّبة رسلها قبلك، ومنجّيك وأتباعك من ذلك، سنتنا بمن قبلك في رسلنا وأوليائنا.انظر: \"جامع البيان\" ٢٢/ ١١٦.(٥) أي: يَا أيها النَّاس -يقصد مشركي قريش- إن وعد الله إياكم بأسه على إصراركم على الكفر به، وتكذيب رسوله محمَّد - صلى الله عليه وسلم -، وتحذيركم، وتحذيركم نزول سطوته بكم على ذلك حقّ، فأيقنوا بذلك، وبادروا حلول عقوبتكم بالتوبة والإنابة إلى طاعة الله والإيمان به وبرسوله، فلا يغرنكم ما أنتم فيه من العيش في هذِه الدنيا ورياستكم التي تترأسون بها في ضعفائكم فيها عن اتباع محمَّد والإيمان, =</p><p> قراءة العامة بفتح الغين، وهو الشيطان (١) . </p><p> [٢٣٤٢] أخبرني ابن فنجويه (٢) ، أخبرنا ابن حبيش (٣) ، أخبرنا أبو </p><p>= الشيطان، فيمنيكم الأماني، ويعدكم العدات الكاذبة. انظر: \"جامع البيان\" للطبري ٢٢/ ١١٦.غرور جمع غير، وغر مصدر. ويكون (الغرور) مصدرًا وهو بعيد عند غير أبي إسحاق؛ لأن (غررته) متعد، والمصدر المتعدي إنما هو على فعل؛ نحو: ضربته ضربا، إلَّا في أشياء يسيرة لا يقاس عليها؛ قالوا: لزمته لزومًا، ونهكه المرض نهوكا. فأما معنى الحرف فأحسن ما قيل فيه ما قاله سعيد بن جبير، قال: الغرور بالله أن يكون الإنسان يعمل بالمعاصي ثم يتمنى على الله المغفرة. وقراءة العامة (الغرور) (بفتح الغين) وهو الشيطان؛ أي: لا يغرنكم بوساوسه في أنَّه يتجاوز عنكم لفضلكم. وقرأ أبو حيوة وأبو السمال العدوي ومحمَّد بن المقع (الغرور) (برفع الغين) وهو الباطل؛ أي: لا يغرنكم الباطل.وقال ابن السكيت: والغرور (بالضم) ما اغتر به من متاع الدنيا. قال الزجاج: ويجوز أن يكون الغرور جمع غار؛ مثل قاعد وقعود. النحاس: أو جمع غر، أو يشبه بقولهم: نهكه المرض نهوكا ولزمه لزومًا. الزمخشري: أو مصدر (غره) كاللزوم والنهوك. قال ابن حجر: الغرور وهو فعول بمعنى فاعل، تقول غررت فلانا أصبت غرته ونلت ما أردت منه، والغرة بالكسر: غفلة في اليقظة، والغرور: كل ما يغر الإنسان بالشيطان لأنه رأس في ذلك.انظر: \"فتح الباري\" لابن حجر ١/ ٢٥٠. \"الجامع لأحكام القرآن\" للقرطبي ١٤/ ٣٢٣.(١) رواه الطبري في \"جامع البيان\" ٢٢/ ١١٧، عن ابن عباس، وذكره البُخَارِيّ في كتاب الرقاق، باب قول الله تعالى {يَاأَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ} عن مجاهد، والبيهقي في \"شعب الإيمان\" ٥/ ٤٦٢ عن عكرمة، عن ابن عباس.(٢) ثِقَة صدوق كثيبر الرواية للمناكير.(٣) أَحْمد بن عليّ بن عمر بن حبيش، ثِقَة</p><p> القاسم بن الفضل (١) ، أخبرنا أبي (٢) ، أخبرني أَحْمد بن يزيد المقرئ (٣) ، أخبرنا محمَّد بن المصفى (٤) ، عن أبي حيوة (٥) قرأ: {وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ}  (برفع الغين)  (٦)  (٧) ، وهي قراءة أبي السمال العدوي، يدل عليه: </p><p> [٢٣٤٣] ما أخبرنا عبد الله بن حامد (٨) ، أخبرنا محمَّد بن خالد (٩) ، أخبرنا داود بن سليمان (١٠) ، أخبرنا عبد بن حميد (١١) ، حَدَّثني يحيى بن عبد الحميد (١٢) ، عن ابن المبارك (١٣) ، عن عبد الله </p><p>(١) العباس بن الفضل بن شاذان بن عيسى، أبو القاسم الرَّازيّ، إمام محقق مجود. (٢) الفضل بن شاذان بن عيسى، أبو العباس الرَّازيّ، ثِقَة.(٣) أَحْمد بن يزيد أبو الحسن المقرئ، لم يرضه أبو حاتم.(٤) محمَّد بن مصفى بن بهلول القُرشيّ، صدوق له أوهام، وكان يدلس تدليس التسوية.(٥) شريح بن يزيد الحضرميّ، صاحب القراءة الشاذة ثِقَة.(٦) ما بين القوسين من (م).(٧) [٢٣٤٢] الحكم على الإسناد:فيه أَحْمد بن يزيد لم يرضه أبو حاتم، وأبو حيوة شريح قراءته شاذة.التخريج:ذكره القرطبي في \"تفسيره\" ١٤/ ٣٢٣.(٨) الوزان، لم يذكر بجرح أو تعديل.(٩) أبو بكر المطوعي، من مشايخ بخارى، وكان حسن الحديث.(١٠) داود بن سليمان بن خزيمة البُخَارِيّ، لم يذكر بجرح أو تعديل.(١١) ثِقَة حافظ.(١٢) أبو زكريا الحماني، حافظ إلَّا أنَّهم اتهموه بسرقة الحديث.(١٣) عبد الله بن المبارك، ثِقَة ثبت عالم فقيه مجاهد.</p>"
}