{
  "id": null,
  "sura": 35,
  "aya": 45,
  "text": "<p> {فَهَلْ يَنْظُرُونَ} ينتظرون {إِلَّا سُنَّتَ الْأَوَّلِينَ} يعني: العذاب إذا كفروا. </p><p> {فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا وَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا} . </p><p> ٤٤ - {أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ} الآية. </p><p> ٤٥ - {وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا} </p><p> من الجرائم {مَا تَرَكَ عَلَى ظَهْرِهَا} يعني: الأرض كناية عن غير مذكور. </p><p> {مِنْ دَابَّةٍ} قال الأخفش، والحسين بن الفضل: أراد بالدابة الناس دون غيرهم، وأجراها الآخرون على العموم (١) . </p><p>= لأبي الشيخ ابن حبان، وابن مردويه كليهما في التفسير، عن أنس، والخطيب في \"تاريخ بغداد\" ٨/ ٤٤٩ (٤٥٦٣) ترجمة زيد بن علي الكوفي (عن أنس) وفيه مروان بن صبيح، قال الذهبي في \"ميزان الاعتدال\": لا أعرفه، وله خبر منكر. ثم أورد هذا الخبر. وضعفه الألباني في \"ضعيف الجامع\" (٢٥٥٥). انظر: \"فيض القدير\" للمناوي ٥/ ٢٨٩. وبلفظ: \"ثلاث من كن فيه فهي راجعة على صاحبها: البغي، والمكر، والنكث\".، ثم قرأ: {وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ}، وقرأ: {يَاأَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُمْ}، وقرأ {فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ}. ضعفه الألباني في \"سلسلة الأحاديث الضعيفة\" ٤/ ٤٢٠ (١٩٥٠).(١) قلت: وهو الأولى والأظهر لأنه روي عن ابن مسعود: يريد جميع الحيوان مما دب ودرج. وابن مسعود صحابي كبير، يقدم كلامه على غيره، وسيأتي بعد قليل، وهو اختيار القرطبي، وابن كثير. وقال قتادة: وقد فعل ذلك زمن نوح - عليه السلام -. وقال الكلبي {مِنْ دَابَّةٍ} يريد الجن والإنس دون غيرهما؛ لأنهما مكلفان بالعقل. وقال الطبري والأخفش والحسين بن الفضل: أراد بالدابة هنا الناس هنا وحدهم دون غيرهم.</p><p> [٢٣٧١] أخبرني ابن فنجويه (١) ، أخبرنا ابن شنبة (٢) ، أخبرنا الفريابي (٣) ، حدثني أبو مسعود أحمد بن الفرات (٤) ، أخبرنا أبو عوانة (٥) ، أخبرنا عبد الله بن المبارك (٦) ، عن يونس بن يزيد (٧) ، عن الزهري (٨) ، عن حمزة بن عبد الله بن عمر (٩) ، عن أبيه قال: قال النبي - صلى الله عليه وسلم -: \"إذا أصاب الله -عز وجل- بعذاب أصاب به من بين ظهرانيهم، ثم يبعثون على أعمالهم يوم القيامة\"  (١٠) . </p><p>(١) ثقة صدوق، كثير الرواية للمناكير. (٢) أبو أحمد القاضي، لم يذكر بجرح أو تعديل.(٣) أحمد بن الحسين لم أجده.(٤) أحمد بن الفرات بن خالد الضبي، أبو مسعود الرازي الحافظ، نزيل أصبهان. روى عن عبد الله بن نمير، وعبد الرزاق، وغيرهما، وعنه أبو داود وابن أبي عاصم وجعفر الفريابي وآخرون، قال ابن حجر. ثقة حافظ تكلم فيه بلا مستند. \"التهذيب\" للمزي ١/ ٥٧ - ٥٨، \"تقريب التهذيب\" لابن حجر (٨٨).(٥) الوضاح بن عبد الله اليشكري، ثقة ثبت.(٦) الإِمام الثقة الثبت الفقيه العالم.(٧) ابن أبي النجاد، ثقة إلا أن في روايته عن الزهري وهما قليلا وفي غير الزهري خطأ.(٨) الفقيه الحافظ، متفق على جلالته وإتقانه.(٩) ابن الخطاب القرشي العدوي، ثقة قليل الحديث.(١٠) [٢٣٧١] الحكم على الإسناد:فيه: الفريابي لم أجده، وابن شنبة، لم يذكر بجرح أو تعديل.التخريج:أورده الألباني في \"سلسلة الأحاديث الصحيحة\" ٤/ ١٥٧ (١٦٢٢)، ٦/ ٤٣٤ (٢٦٩٣)، ولكن بلفظ: \"إن الله إذا أنزل سطوته بأهل نقمته وفيهم الصالحون فيصابون معهم، ثم يبعثون على نياتهم\" وصححه.وانظر: \"صحيح الترغيب والترهيب\" (٢٣١٢). =</p><p> وقال قتادة في هذِه الآية: قد فعل الله ذلك بهم في زمن نوح، فأهلك الله تعالى ما على ظهر الأرض من دابة إلا ما حمل في سفينة نوح (١) . </p><p> وقال ابن مسعود: كاد الجعل (٢) يُعذب في جحره بذنب ابن آدم (٣) </p><p>= وعزاه المنذري إلى ابن حبان، والمناوي للبيهقي. ويشهد له حديث عائشة المتفق عليه: قالت: قال رسول الله - صلى الله عليه وسلم -: \"يغزو جيش الكعبة، فإذا كانوا ببيداء من الأرض يخسف بأولهم وآخرهم\". قلت: يا رسول الله وكيف يخسف بأولهم وآخرهم وفيهم أسواقهم ومن ليس منهم؟ قال: \"يخسف بأولهم وآخرهم ثم يبعثون على نياتهم\". وهاهنا فائدة: يبعث كل واحد منهم على حسب أعماله من خير وشر، فإن كانت نيته وعمله صالحاً فعقباه صالحة، وإلا فسيئة، فذلك العذاب طهرة للصالح ونقمة على الفاسق، فالصالح ترفع درجاته، والطالح تسفل دركاته، فلا يلزم من الاشتراك في الموت الاشتراك في الثواب والعقاب؛ بل يجازى كل واحد بعمله على حسب نيته، ومن الحكم العدل أن أعمالهم الصالحة إنما يجازون عليها في الآخرة، أما في الدنيا فمهما أصابهم من بلاء فهو تكفير لما قدموه من عمل سئ، وذهب ابن أبي جمرة إلى أن الذين يقع لهم ذلك بسبب سكوتهم عن الأمر بالمعروف والنهي عن المنكر. وذهب بعضهم إلى التعميم تمسكا بآية {فَلَا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذًا مِثْلُهُمْ} وأخذ منه مشروعية الهرب من الكفار والظلمة؛ لأن الإقامة معهم من إلقاء النفس في التهلكة. انظر: \"فيض القدير\" للمناوي ٢/ ٢٥٥.(١) رواه الطبري في \"جامع البيان\" ٢٢/ ١٤٧ - ١٤٨.(٢) الجعل: دابة سوداء من دوابِّ الأرض، وقيل: هو أبو جعران. انظر: \"لسان العرب\" لابن منظور ٢/ ٣٠٣.(٣) رواه الحاكم في \"المستدرك\" ٢/ ٤٦٤ عن محمَّد بن إسحاق الصفار، وقال: صحيح الإسناد. والطبراني في \"الكبير\" ٩/ ٢١٣ (٩٠٤٠).</p><p> (ثم قرأ هذِه الآية.وقال أنس:إن الضب ليموت هزلا بذنب ابن آدم)  (١) . </p><p> وقال يحيي بن أبي كثير: أمر رجل بمعروف ونهى عن منكر، فقال له رجل: عليك نفسك (٢) فإن الظالم لا يضر إلا نفسه. فقال أبو هريرة: كذبت، والذي نفسي بيده إن الحبارى (٣) لتموت هُزلا بظلم الظالم (٤) . </p><p> وقال أبو حمزة الثمالي في هذِه الآية: يحبس المطر فيهلك كل شيء. </p><p> {وَلَكِنْ يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيرًا} . </p><p>= والبيهقي في \"شعب الإيمان\" ٦/ ٥٤ (٧٤٧٨). وانظر \"مجمع الزوائد\" ٧/ ٩٧ (١١٢٩٦) قال الهيثمي: رواه الطبراني عن شيخه عبد الله بن محمَّد ابن سعيد بن أبي مريم، وهو ضعيف. \"الترغيب والترهيب\" ٣/ ٢١٤ (٣٧٣٩). (١) من (م).(٢) في (م): بنفسك.(٣) قال الجوهري: الحُبَارى طائر، يطلق على الذكر والأُنثى، واحدها وجمعها سواء. وفي المثل: كُلّ شيء يُحِبُّ ولَدَهُ حتى الحُبَارى؛ لأَنها يضرب بها المَثلُ في المُوقِ فهي على مُوقها تحب ولدها وتعلمه الطيران، وأَلفه ليست للتأنيث. انظر: \"لسان العرب\" لابن منظور ٤/ ٦٠ (حبر).(٤) في (م): هزلا في وكرها بظالم الظالم.</p><p> ٣٦ - سُورَة يس </p><p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> سورة يس </p><p> مكية (١) . </p><p> وهي ثلاثة آلاف حرف، وسبعمائة وتسع وعشرون كلمة، وثلاث وثمانون آية. </p><p> (أخبرنا الأستاذ الإِمام أبو إسحاق الثعلبي رحمه الله قال)  (٢) : </p><p> [٢٣٧٢] أخبرنا أبو محمَّد عبد الله بن أحمد بن محمَّد الناقد (٣) ، أخبرنا أبو العباس محمَّد بن إسحاق السراج (٤) ، أخبرنا حميد بن عبد الرحمن (٥) ، عن الحسن بن صالح (٦) ، عن هارون أبي محمَّد (٧) ، عن </p><p>(١) في (م): سورة يس مكية. قلت: مكية بإجماع، إلا أن فرقة قالت: إن قوله تعالى: {وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ} نزلت في بني سلمة من الأنصار حين أرادوا أن يتركوا ديارهم وينتقلوا إلى جوار مسجد رسول الله - صلى الله عليه وسلم - على ما سيأتي.انظر: \"أسباب النزول\" للواحدي (ص ٣٧٨ - ٣٧٩).(٢) من (م).(٣) ابن بالويه، لم يذكر بجرح أو تعديل.(٤) أبو العباس الثقفي، إمام حافظ ثقة.(٥) حميد بن عبد الرحمن بن حميد بن عبد الرحمن الرؤاسي، أبو عوف الكوفي، روى عن الأعمش والحسن بن حر وسلمة بن نبيط، سمع بن محمَّد بن سلام قال عنه يحيي بن معين: ثقة. \"التاريخ الكبير\" للبخاري ٢/ ٣٤٦، \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٢٢٥.(٦) أبو عبد الله الهمداني الثوري، ثقة فقيه عابد رمي بالتشيع.(٧) هارون، أبو محمَّد. مجهول.</p><p> مقاتل بن حيان (١) ، عن قتادة (٢) ، عن أنس أن رسول الله - صلى الله عليه وسلم - قال:  \"لكل شيء قلب، وإن قلب القرآن يس، ومن قرأ يس كتب الله له بقراءتها قراءة القرآن عشر مرات\"  (٣) . </p><p> [٢٣٧٣] وأخبرني محمَّد بن الحسين بن محمَّد (٤) ، أخبرنا محمَّد ابن محمَّد بن يعقوب (٥) ، أخبرنا محمَّد بن عبد الله بن محمَّد بن مسلم الملطي بمصر (٦) ، أخبرنا إسماعيل بن محمود النيسابوري (٧) ، أخبرنا </p><p>(١) صدوق، فاضل. (٢) أبو الخطاب السدوسي، ثقة ثبت.(٣) [٢٣٧٢] الحكم على الإسناد:ضعيف فيه هارون أبو محمَّد، مجهول، وشيخ المصنف لم يذكر بجرح أو تعديل.التخريج:رواه الترمذي في فضائل القرآن، باب ما جاء في فضل يس (٢٨٨٧) ثم قال: هذا حديث غريب لا نعرفه إلا من حديث حميد بن عبد الرحمن، وهارون أبو محمَّد شيخ مجهول.وانظر: \"سنن الدارمي\" (٣٤٥٩)، \"الترغيب والترهيب\" للمنذري ٢/ ٣٧٧، \"مشكاة المصابيح\" للألباني (٢١٤٧)، \"الدر المنثور\" للسيوطي ٥/ ٢٥٦.وقال الألباني في \"ضعيف الترغيب والترهيب\" ١/ ٨٨٥: موضوع.قال المناوي في \"فيض القدير\" ٦/ ٢٥٩: سنده سند ما قبله \"من قرأ سورة يس في ليله أصبح مغفورا له\"، وفيه ما فيه أي أنه إما ضعيف، أو موضوع.(٤) ابن فنجويه، ثقة صدوق، كثير الرواية للمناكير.(٥) أبو الحسين النيسابوري، الإِمام الحافظ، الناقد، المقرئ.(٦) محمَّد بن محمَّد بن عبد الله بن محمَّد بن مسلم؛ أبو بكر الحميري مولاهم المصري النحوي المعروف بالملطي، إمام جامع عمرو بن العاص كان يعلم أولاد الملوك النحو، توفي سنة (٣٠٣ هـ). \"الوافي بالوفيات\" ١/ ٥٠.(٧) لم أجده.</p><p> أحمد بن عمران الرازي (١) ، عن محمَّد بن عمير (٢) ، عن هشام بن عروة (٣) ، عن أبيه (٤) ، عن عائشة قالت: قال رسول الله - صلى الله عليه وسلم -: \"إن في القرآن سورة تشفع لقارئها، ويُغفر لمستمعها، ألا وهي سورة يس\"  (٥) . </p><p> [٢٣٧٤] وأخبرنا أبو الحسن عبد الرحمن بن محمَّد الطبراني (٦) </p><p>(١) لم أجده. (٢) لم أجده.(٣) أبو المنذر أو أبو عبد الله المدني، ثقة فقيه ربما دلس.(٤) ابن الزبير ابن العوام، ثقة.(٥) [٢٣٧٣] الحكم على الإسناد:فيه: من لم أجده، ومن لم يذكر بجرح أو تعديل.التخريج:لم أعثر عليه بهذا اللفظ، وإنما أورده صاحب \"نوادر الأصول\" عن محمَّد بن علي - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"القرآن أفضل من كل شيء دون الله تعالى وفضل القرآن على سائر الكلام كفضل الله على خلقه. . ومن قرأ آية من كتاب الله كان أفضل مما تحت العرش إلى النجوم، وإن في كتاب الله لسورة تدعى العزيزة يدعى صاحبها الشريف يوم القيامة تشفع لصاحبها أكثر من ربيعة ومضر وهي سورة يس\".وقد ورد ذلك في فضل سورة تبارك، كما في \"الترغيب والترهيب\" في فضل الترغيب في قراءة سورة تبارك الذي بيده الملك، عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: \"إن سورة في القرآن ثلاثون آية شفعت لرجل حتى غفر له وهي تبارك الذي بيده الملك\" رواه أبو داود والترمذي وحسنه. انظر: \"الترغيب والترهيب\" للمنذري ٣/ ٢٦٠. \"نوادر الأصول\" للحكيم الترمذي ٣/ ٢٦٠.(٦) لم أجده.</p><p> بها، أخبرنا العباس بن قوهيار (١) ، أخبرنا الفضل بن حماد (٢) . </p><p> [٢٣٧٥] وأخبرنا أحمد بن أبيّ (٣) أخبرنا أبو نصر السرخسي (٤) ، أخبرنا محمَّد بن أيوب (٥) قالا: أخبرنا إسماعيل بن أبي أويس (٦) ، عن محمَّد بن عبد الرحمن بن أبي بكر الجدعاني (٧) ، عن سليمان بن مرقاع (٨) ، عن هلال بن الصلت (٩) ، أن أبا بكر الصديق - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"يس تدعى المعمّة\" قيل: يا رسول الله، وما المعمة؟ ، قال: \"تَعُمّ صاحبها خير الدنيا والآخرة (١٠) ، وتدعى الدافعة (١١) القاضية، ترفع عنه كل </p><p>(١) المسند الجليل؛ أبو الفضل؛ العباس بن محمَّد بن معاذ. (٢) الفضل بن حماد، حدث عنه علي بن بحر القطان، قال الذهبي فيه جهالة انظر \"ميزان الاعتدال\" للذهبي، ٤/ ٢٧٠.(٣) أبو عمرو الخوجاني، لم يذكر بجرح أو تعديل.(٤) منصور بن محمَّد، لم يذكر بجرح أو تعديل.(٥) الحافظ، المحدث، الثقة.(٦) أبو عبد الله بن أبي أويس المدني، صدوق أخطأ في أحاديث.(٧) محمَّد بن عبد الرحمن بن أبي بكر بن عبيد الله بن أبي مليكة القرشي التيمي الجدعاني المليكي، أبو غرارة المكي، قال ابن حجر: وقيل أن أبا غرارة غير الجدعاني فأبو غرارة لين الحديث، والجدعاني متروك، \"تقريب التهذيب\" لابن حجر (٦٠٦٥).(٨) سليمان بن مرقاع الجندعي، قال العقيلي: منكر الحديث \"الضعفاء\" للعقيلي ٢/ ١٤٣، \"الميزان\" للذهبي ٢/ ٢٢٢.(٩) لم أجده.(١٠) في (م): وخير الآخرة.(١١) في (م): الداعية.</p><p> سوء، وتقضي له كل حاجة، ومَنْ قرأها عدلت له عشرين حجة، ومن سمعها كان له ألف دينار في سبيل الله، ومن كتبها وشربها أدخلت جوفه ألف دواء وألف يقين، وألف زلفة، وألف رحمة، ونزع منه (١) كل داء وغِل\" (٢) . </p><p>(١) في (م): عنه. (٢) [٢٣٧٥، ٢٣٧٤] الحكم على الإسناد:فيه محمَّد بن عبد الرحمن لين الحديث، أو متروك، وفيه غير واحد مجهول، ومن لم أجده، ومن لم يذكر بجرح أو تعديل.التخريج:قال ابن كثير في \"تفسير القرآن العظيم\": ١١/ ٣٤٢ رواه الحكيم الترمذي في \"نوادر الأصول\". وضعفه الألباني في \"سلسلة الأحاديث الضعيفة\" (٣٢٦٠). قال الخطيب \"تاريخ بغداد\" ٢/ ٩٠٥: وهذا الحديث بهذا الإسناد باطل أيضاً، في إسناده غير واحد من المجهولين، وقد سرق متنه محمَّد بن عبد، ووضع الإسناد الذي قدمناه.وأورده العقيلي في \"الضعفاء الكبير\" ٢/ ١٤٣ في ترجمة سليمان بن مرقاع بلفظ: عن سليمان بن مرقاع الجندعي، عن هلال بن الصلت، أن أبا بكر قال: قال رسول الله - صلى الله عليه وسلم - \"سورة يس تدعى في التوراة المنعمة، قيل: وما المنعمة؟ ، قال: تنعم صاحبها بخير الدنيا والآخرة، وتكابد عنه بلوى الدنيا، وتدفع عنه أهاويل الآخرة\" وذكر أن الحديث منكر ولا يتابع عليه، ولا يعرف إلا به.وأورده الخطيب البغدادي أيضاً في \"تاريخ بغداد\" ٦/ ٢٤٧ (٣٢٨٤) في ترجمة إسماعيل بن يحيي بن عبد الله، عن علي بلفظ: قال: قال رسول الله - صلى الله عليه وسلم -: \"من سمع سورة يس عدلت له عشرين دينارا في سبيل الله، ومن قرأها عدلت عشرين حجة، ومن كتبها وشربها أدخلت جوفه ألف يقين، وألف نور وألف بركة، وألف رحمة، وألف رزق، ونزعت منه كل غل وداء\" قال ابن نمير: أنا لا أعتد بشيء يرويه إسماعيل بن يحيي. =</p><p> [٢٣٧٦] وأخبرنا أبو الحسن بن أبي إسحاق المزكي (١) ، أخبرنا أبو الأحرز محمَّد بن عمر بن جميل (٢) ، أخبرنا أبو بكر (أحمد)  (٣) بن إبراهيم وهو أبو بسطام البغدادي (٤) ، أخبرنا إسماعيل بن إبراهيم (٥) ، أخبرنا يوسف بن عطية (٦) ، عن هارون بن كثير (٧) ، عن </p><p>= أما قوله (شربها): قال المناوي في \"فيض القدير\" ١/ ٦٩٦: فائدة: في \"مستدرك الحاكم\" بسند عن أبي جعفر (محمَّد بن علي) قال: من وجد في قلبه قسوة فليكتب يس والقرآن السورة في جام بزعفران ثم يشربه. والله أعلم بالصواب. وانظر: \"مستدرك الحاكم\" ٢/ ٤٢٨ (٣٦٠٣).(١) عبد الرحمن بن إبراهيم، ثقة.(٢) الأزدي، لم يذكر بجرح أو تعديل.(٣) في الأصل: محمَّد والمثبت من (م): وهو الصواب.(٤) في (م): أحمد بن إبراهيم، أبو بكر الأطووش المعروف بأبي بسطام، حدث عن هوذة بن خليفة وشريح بن النعمان وغيرهما، وعنه أبو بكر الشافعي مات سنة (٢٩٧ هـ).(٥) أبو إبراهيم الترجماني، لا بأس به.(٦) يوسف بن عطية بن باب الصفار الأنصاري السعدي، مولاهم، أبو سهل البصري الجفري، ضعفه أبو زرعة وأبو حاتم والدارقطني، وقال البخاري: منكر الحديث، وقال النسائي: متروك الحديث. انظر: \"التاريخ الكبير\" للبخاري ٨/ ٣٨٧، \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٢٢٦، \"تهذيب الكمال\" للمزي ٣٢/ ٤٤٣، \"تقريب التهذيب\" لابن حجر (٧٨٧٣). وقد تقدم كلام ابن عدي أنه يوسف بن عطية الباهلي الكوفي إلا أن الراوي عنه هنا أبو إبراهيم الترجماني يروي عن يوسف بن عطية الصفار البصري، وصرح بأنه الصفار، الواحدي في \"الوسيط\" ٣/ ٥٠٩، وأحمد بن منيع كما في \"المطالب العالية\" لابن حجر ٤/ ١٤٦ (٣٧٠٢).(٧) مجهول.</p><p> زيد بن أسلم (١) ، عن أبيه (٢) ، عن أبي أمامة (٣) ، عن أبيّ بن كعب قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ يس يريد بها الله -عز وجل- غفر الله له، وأعطي من الأجر كأنه قرأ القرآن كله(٤)اثنتي عشرة مرة، وأيما مريض قرئ عنده سورة يس نزل عليه بعدد كل حرف عشرة أملاك يقومون بين يديه صفوفاً فيصلون ويستغفرون له، ويشهدون قبضه وغسله، ويتبعون جنازته ويصلون عليه ويشهدون دفنه، وأيما مريض قرأ سورة يس وهو في سكرات الموت لم يقبض ملك الموت روحه حتى يجيئه رضوان خازن الجنان بشربة من الجنة فيشربها وهو على فراشه، فيموت وهو ريان، ويبعث وهو ريان، ويحاسب وهو ريان، ولا يحتاج إلى حوض من حياض الأنبياء حتى يدخل الجنة وهو ريان\"  (٥) . </p><p>(١) الصواب: زيد بن سالم كما قال ابن حجر: هو تحريف، وجهله أبو حاتم. (٢) قال الذهبي: زيد عن أبيه نكرة.(٣) الباهلي، صحابي جليل.(٤) سقطت من (م).(٥) [٢٣٧٦] الحكم على الإسناد:فيه هارون بن كثير مجهول، وزيد بن أسلم وأبيه نكرة، ويوسف بن عطية متروك.التخريج:رواه القضاعي في \"مسند الشهاب\" ٢/ ١٣٠ (١٠٣٦)، وأورده الحافظ ابن حجر رحمه الله في \"المطالب العالية\" ١/ ٣٦٩٠ عن أبي بن كعب.ووردت شواهد لبعض ألفاظه، منها: ما رواه أحمد في \"المسند\" ٤/ ١٠٥ (١٦٩٦٩) بلفظ: حدثنا أبو المغيرة، ثنا صفوان، حدثني المشيخة: أنهم حضروا غضيف بن الحارث الثمالي حين اشتد سوقه فقال: هل منكم أحد يقرأ يس؟ ، قال: فقرأها صالح بن شريح السكوني، فلما بلغ أربعين منها قبض، قال: فكان =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= المشيخة يقولون: إذا قرئت عند الميت خفف عنه بها. قال صفوان: وقرأها عيسى بن المعتمر عند ابن معبد. قال المحقق: أثر إسناده حسن وإبهام المشيخة لا يضر. ورواه أيضاً ٥/ ٢٦، ٧٢ (٢٠٣٠١، ٢٠٣١٤)، عن معقل بن يسار، عن النبي - صلى الله عليه وسلم - بلفظ: \"اقرؤها على موتاكم\" يعني يس. قال المحقق: إسناده ضعيف لجهالة أبي عثمان وأبيه. وقد جرب ذلك بعض الصالحين كما أورد ابن عساكر في \"تاريخ دمشق\" ٩/ ١١ في ترجمة أبي عثمان الصابوني النيسابوري الحافظ: وبقي في سبعة أيام لم ينفعه علاج، فلما كان يوم الخميس سابع مرضه ظهرت آثار سكرة الموت، فودع أولاده وأوصاهم بالخير، ونهاهم عن لطم الخدود وشق الجيوب والنياحة ورفع الصوت بالبكاء، ثم دعا بالمقرئ أبي عبد الله خاصته حتى قرأ سورة يس، وتغير حاله، وطاب وقته، وكان يعالج سكرات الموت إلى أن قرأ إسناد ما روي أن رسول الله - صلى الله عليه وسلم -: \"قال من كان آخر كلامه لا إله إلا الله دخل الجنة\" ثم توفي رحمه الله من ساعته.وأورد ابن حجر في \"المطالب العالية\" ١/ ٧٨٢ عن أبي الدرداء - رضي الله عنه -، قَالَ: قال رسول الله - صلى الله عليه وسلم -: \"ما من ميت يموت ويقرأ عنده: يس إلا هون الله تعالى عليه\". وانظر: \"كشف الخفاء\" للعجلوني ٢/ ٥٢٦، وقال: قال الخفاجي: هذا الحديث رواه الترمذي عن أنس وفيه: \"كتب له قراءة القرآن عشر مرات\" فما رواه المصنف من عشرين مرة مخالف لرواية الترمذي، ثم قال الخفاجي: قيل لبعض الملاحدة إنها تمنع سرقة المتاع، فقال: قد سرق المصحف وهي فيه، وأجاب بأنه قد يكون للشيء مفردا ما ليس له مجموعا مع غيره، كما يشاهد في بعض الأدوية، ألا ترى أن آيات الحفظ قد جربت خاصيتها إذا كانت مفردة دون ما إذا كانت في المصحف وليس من أجلَّ شخص وأكرمه على انفراده كمن أكرمه مع قرنائه انتهى ملخصا، ولم يتعرض لهذا الحديث بأنه مقبول أو موضوع. وفي \"الجامع الصغير\" رواه بلفظ: \"إن لكل شيء قلبا وقلب القرآن يس، ومن قرأها كتب الله له بقراءتها قراءة القرآن عشر مرات\" وعزاه للدارمي، عن أنس. وقال المناوي: قال الترمذي: غريب فيه هارون أبو محمَّد شيخ مجهول.</p><p> [٢٣٧٧] وحدثنا أبو الفضل أحمد بن علي الشارغي الخوارزمي (١) إملاءً، أخبرنا أبو سهل بن زياد القطان (٢) ، أخبرنا الحسن بن مكرم (٣) ، أخبرنا مصعب بن المقدام (٤) ، أخبرنا أبو المقدام هشام (٥) ، عن الحسن (٦) ، عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة يس في ليلة أصبح مغفورًا له\"  (٧) . </p><p>(١) أبو الفضل؛ أحمد بن علي بن أحمد بن عبد الله الشارغي، بفتح الراء وكسر الغين المعجمة، قدم نيسابور سنة (٤٠٠ هـ)، وعقد مجلس النظر ومجلس الإملاء وحضره المشايخ والكبار، وكان عنده الحديث عن مشايخ بغداد، وعاد وتوفي \"المنتخب من السياق\" للصيرفيني (ص ٩٠). (٢) أحمد بن محمَّد بن عبد الله صدوق.(٣) أبو علي البغدادي البزاز، إمام ثقة.(٤) مصعب بن المقدام الخثعمي، أبو عبد الله الكوفي، مولى الخثعميين، روى عن الثوري وعنه محمَّد بن نمير وأبو بكر ابن شيبة وقال أبو حاتم: هو صالح الحديث، وقال ابن حجر: صدوق له أوهام. \"الجرح والتعديل\" لابن أبي حاتم ٨/ ٢٠٨، \"تقريب التهذيب\" لابن حجر (٦٦٩٦).(٥) هشام بن زياد، متروك.(٦) البصري، ثقة فقيه كان يرسل كثيراً ويدلس.(٧) [٢٣٧٧] الحكم على الإسناد:فيه هشام بن زياد متروك: وشيخ المصنف لم يذكر بجرح أو تعديل.التخريج:أورده الهيثمي في \"مجمع الزوائد\" ٧/ ٩٧ عن أبي هريرة، وقال: رواه الطبراني في \"الصغير\" و\"الأوسط\" وفيه أغلب بن تميم، وهو ضعيف.ورواه أبو يعلى في \"مسنده\" (٦٢٢٤). والدارمي في \"سننه\" (٣٤٦٠) وضعفه الألباني. انظر \"الجامع الصغير\" ٢/ ٦٣٣ (٨٩٣٤). \"ضعيف الترغيب والترهيب\" ١/ ٨٨٦، ٩٧٣.</p><p> [٢٣٧٨] وأخبرني الحسين بن محمَّد الثقفي (١) ، أخبرنا الفضل بن الفضل الكندي (٢) ، أخبرنا حمزة بن الحسين بن عمر البغدادي (٣) ، </p><p>= وأورده الخطيب في \"تاريخ بغداد\" ١٠/ ٥٣٧٣، بسنده، عن أبي هريرة بلفظ: قال رسول الله - صلى الله عليه وسلم - \"من قرأ يس في ليلة ابتغاء وجه الله غفر له\". قال المناوي \"فيض القدير\" ٦/ ٢٥٩: عزاه السيوطي إلى البيهقي عن أبي هريرة، وفيه المبارك بن فضالة، أورده الذهبي في الضعفاء والمتروكين وقال: ضعفه أحمد، والنسائي، وقال أبو زرعة: مدلس. وأورده ابن الجوزي بهذا اللفظ من حديث أبي هريرة، وحكم بوضعه، ورده المصنف بوروده من عدة طرق بعضها على شرط الصحيح.قلت: ولم يثبت في فضل (يس) حديث صحيح مخصوص بها، وإنما في كل حديث انقطاع، وبعض أسانيدها مظلمة، ولا يخلو أغلب رواتها من جرح أو قدح، والله أعلم.قال ابن الجوزي في \"الموضوعات\" ١/ ٤٠٠ - ٤٠٤: باب في فضل يس، فيه عن علي، وأنس، وأبي بكر الصديق وأبي هريرة. . ثم ساق الأحاديث التي أوردها المصنف هاهنا، ثم قال: هذا الحديث من جميع طرقه باطل لا أصل له. أما حديث على فإن المتهم به إسماعيل بن يحيي.قال ابن عدي: يحدث عن الثقاة بالبواطيل. وقال الدارقطني: كذاب متروك، وأما أحمد بن هارون فاتهمه ابن عدي بوضع الحديث. وأما حديث أنس فقال الدارقطني: محمَّد بن عبد يكذب ويضع. وأما حديث أبي بكر فقال النسائي: محمَّد بن عبد الرحمن الجدعاني متروك الحديث. وأما حديث أبي هريرة فقال الدارقطني: محمَّد بن زكريا يضع الحديث. قال: هذا الحديث قد روى مرفوعاً وموقوفاً وليس فيها شيء يثبت.وللمزيد انظر: \"تنزيه الشريعة\" لابن عراق ١/ ٢٨٨ - ٢٨٩.(١) ابن فنجويه، ثقة صدوق كثير الرواية للمناكير.(٢) ابن العباس الكندي، صدوق.(٣) أبو عيسى السمسار، ثقة.</p><p> أخبرنا محمَّد بن أحمد الرياحي (١) ، أخبرنا أبي (٢) ، أخبرنا أيوب بن مدرك (٣) ، عن أبي عبيدة (٤) ، عن الحسن (٥) ، عن أنس بن مالك، عن النبي - صلى الله عليه وسلم - قال:  \"من دخل المقابر فقرأ سورة يس خفف عنهم يومئذ، وكان له بعدد من فيها حسنات\"  (٦) . </p><p>(١) محمَّد بن أحمد بن يزيد، ابن أبي العوام الرياحي، سمع يزيد بن هارون، وعبد الوهاب بن عطاء وجماعة، وعنه ابن عقدة وإسماعيل الصفار، وآخرون، قال الدارقطني: صدوق. مات سنة (٢٧٦ هـ). انظر: \"سير أعلام النبلاء\" للذهبي ١٣/ ٧. (٢) أحمد بن يزيد بن دينار؛ أبو العوام الرياحي، مدني، روى عن محمَّد بن إبراهيم الحارثي، ومالك بن أنس وغيرهم، وعنه ابن محمَّد، قال الخطيب: وكان ثقة، وقال البيهقي: أحمد وشيخه مجهولان. \"تاريخ بغداد\" للخطيب ٥/ ٢٢٧، \"اللسان\" لابن حجر ١/ ٣٢٥.(٣) أيوب بن مدرك الحنفي، قال ابن معين: ليس بشيء، وقال مرة، كذاب، وقال ابن حبان: روى عن مكحول نسخة موضوعة، ولم يره، حدث عنه علي بن حجر وأبو إبراهيم الترجماني وقال أبو حاتم والنسائي: متروك. \"المجروحين\" لابن حبان ١/ ١٨٦، \"اللسان\" لابن حجر ١/ ٤٨٨.(٤) مجاعة بن الزبير، ضعيف.(٥) ابن يسار البصري، ثقة فقيه كان يرسل كثيراً ويدلس.(٦) [٢٣٧٨] الحكم على الإسناد:موضوع فيه: أحمد بن يزيد، مجهول، وأيوب بن مدرك متروك، ومجاعة بن الزبير ضعيف.التخريج:انظر: \"سلسلة الأحاديث الضعيفة\" للألباني ٣/ ٣٩٧ (١٢٤٦). وانظر: كلام الألباني في \"الآيات البيانات\" (ص ٩٣).</p><p> [٢٣٧٩] وأخبرني ابن فنجويه (١) ، أخبرنا ابن شنبة (٢) ، أخبرنا على ابن ماهان (٣) ، أخبرنا علي بن محمَّد الطنافسي (٤) ، أخبرنا عبد الرحمن المحاربي (٥) ، أخبرنا عامر بن يساف اليمامي (٦) ، عن يحيي بن أبي كثير (٧) قال: بلغنا أنه من قرأ يس حين يصبح لم يزل في فرح حتى (يمسي، ومن قرأها حين يمسي لم يزل في فرح حتى)  (٨) يصبح. وقد حدثني من جربها (٩) . </p><p>(١) ثقة صدوق، كثير الرواية للمناكير. (٢) أبو أحمد القاضي، لم يذكر بجرح أو تعديل.(٣) علي بن محمَّد بن ماهان، لم أجده.(٤) أبو الحسن الكوفي، ثقة عابد.(٥) أبو محمَّد الكوفي، لا بأس به، وكان يدلس.(٦) اليشكري، صالح له مناكير.(٧) الطائي، أبو نصر اليامي، ثقة ثبت، لكنه يدلس ويرسل.(٨) من (م).(٩) [٢٣٧٩] الحكم على الإسناد:فيه انقطاع؛ لجهالة من بلغ عنه يحيي بن أبي كثير، وعلي بن ماهان لم أجده وابن شنبة لم يذكر بجرح أو تعديل.</p>"
}