{
  "id": null,
  "sura": 35,
  "aya": 9,
  "text": "<p> والحسرة: شدة الحزن على ما فات من الأمر (١) . </p><p> وقراءة العامة:  {فَلَا تَذْهَبْ نَفْسُكَ} بفتح التاء والهاء وضم السين من {نَفْسُكَ} . </p><p> وقرأ أبو جعفر بضم التاء وكسر الهاء وفتح السين (٢) . ومعنى الآية: لا تغتم بكفرهم وهلاكهم إذ لم يؤمنوا، نظيره {لَعَلَّكَ بَاخِعٌ نَفْسَكَ}  (٣) , {فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ}  (٤) . {إِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ} . </p><p> ٩ - {وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُورُ (٩) } من القبور (٥) . </p><p>(١) رواه الطبري في \"جامع البيان\" ٢٢/ ١١٨، عن ابن زيد قال: الحسرات: الحزن، وقرأ قول الله: {يَاحَسْرَتَا عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ}. (٢) اختلفت القرّاء في قراءة قوله: {فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ} فقرأته قرأء الأمصار سوى أبي جعفر المدنِيُّ {فَلَا تَذْهَبْ نَفْسُكَ} بفتح التاء من تذهب، ونفسك برفعها. وقرأ ذلك أبو جعفر: (فلا تُذهب) بضم التاء من (تذهب) و (نفسك) بنصبها، بمعنى: لا تذهب أَنْتَ يَا محمَّد نفسك. والصواب من القراءة في ذلك عندنا ما عليه قراء الأمصار، الإجماع الحجة من القرّاء عليه.انظر: \"جامع البيان\" للطبري ٢٢/ ١١٨.(٣) الشعراء: ٣.(٤) الكهف: ٦.(٥) من القبور: سقطت من (م).قال عبد الله بن مسعود: يكون بين النفختين ما شاء الله أن يكون، فليس من بني آدم إلَّا وفي الأرض منه شيء. قال: فيرسل الله ماء من تحت العرش منيًّا كمني الرَّجل، فتنبت أجسادهم ولحمانهم من ذلك، كما تنبت الأرض من الثرى، ثم قرأ: {وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ} إلى قوله: {كَذَلِكَ النُّشُورُ} قال: ثم يقوم ملك بالصور بين السماء والأرض، فينفخ فيه، فتنطلق كل نفس =</p><p> [٢٣٤٤] أخبرنا عبد الله بن حامد (١) ، أخبرنا محمَّد بن خالد (٢) ، أخبرنا داود بن سليمان (٣) ، أخبرنا عبد بن حميد (٤) ، أخبرنا المؤمل بن إسماعيل (٥) ، أخبرنا حماد بن سلمة (٦) ، عن يعلي بن عطاء (٧) ، عن وكيع بن حدس (٨) ، عن عمه أبي رزين (٩) قال: قلت: يَا رسول الله، كيف يحيي الله الموتى؟ وما آية ذلك في خلقه؟ فقال:  \"هل مررت بوادي أهلك محيلًا(١٠)، ثم مررت به يهتز خضرًا؟ \" قلت: نعم. قال:  \"فكذلك يحيي الله الموتى، ذلك آيته في خلقه\"  (١١) . </p><p>= إلى جسدها، فتدخل فيه. انظر: \"جامع البيان\" للطبري ٢٢/ ١١٩.(١) الوزان لم يذكر بجرح أو تعديل.(٢) أبو بكر المطوعي من مشايخ بخارى، وكان حسن الحديث.(٣) ابن خزيمة البُخَارِيّ، لم يذكر بجرح أو تعديل.(٤) ثِقَة حافظ.(٥) أبو عبد الرَّحْمَن البَصْرِيّ، صدوق سيئ الحفظ.(٦) ثِقَة عابد، تغير حفظه بأخرة.(٧) العامري القُرشيّ، ويقال: الليثيّ الطَّائِفِيِّ، ثِقَة.(٨) أبو مصعب العقيلي الطَّائِفِيِّ، مقبول.(٩) العقيلي، صحابي جليل.(١٠) في (م): (محلا)، وفي \"صحيح الجامع\"، وعند أَحْمد في \"المسند\" ٤/ ١١ (١٦١٩٣): (ممحلا)، وفي \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ٣٠٣: \"أما مَرَرْتَ بوادِي أهلك مَحْلًا؟ \"أي جَدْبًا. والمَحْل في الأصل: انقطاع المَطَر. وأمحلت الأرضُ والقومُ. وأرضٌ محل، وزمن محل وماحل.(١١) [٢٣٤٤] الحكم على الإسناد:فيه مؤمل سيئ الحفظ، ووكيع مقبول، وفيه أَيضًا من لم يذكر بجرح أو تعديل. =</p>"
}