{
  "id": null,
  "sura": 36,
  "aya": 39,
  "text": "<p> الطيب أحمد بن (عبيد الله)  (١) بن يحيى الدارمي، أخبرنا أبو عبد الله بن أحمد (٢) بن محمد السمرقندي بدمياط (٣) ، أخبرنا أبو عبيد القاسم بن سلام (٤) ، أخبرنا مروان بن معاوية (٥) ، عن محمد بن أبي حسان (٦) ، عن عمرو بن دينار (٧) ، عن ابن عباس أنه قرأ:  (والشمس تجري لا مستقر لها)  (٨) . وهي قراءة ابن مسعود أيضًا، أي: لا قرار لها فهي جارية أبدًا {ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ} . </p><p> ٣٩ - {وَالْقَمَرَ} </p><p> بالرفع نافع، وابن كثير، وأبو عمرو، وأيوب، ويعقوب، غير رُويس، واختاره (أبو حاتم قال: لأنك شغلت الفعل عنه فرفعته للابتداء. </p><p>(١) في (م) (عبد الله)، وهو الصواب، ولم يذكر بجرح أو تعديل. (٢) في (م): (أبو عبد الله أحمد)، ولم أجده.(٣) دمياط: مدينة قديمة بين تنيس ومصر، على زاوية بين بحر الروم الملح والنيل.(٤) الإمام المجتهد الثقة الفاضل.(٥) مروان بن معاوية بن الحارث بن أسماء الفزاري، ثقة حافظ، وكان يدلس أسماء الشيوخ.(٦) الصواب: (ابن حسان) روى له أبو داود حديثًا واحدًا في الختان، وقال: هو مجهول، والحديث الذي رواه ضعيف. وقيل: هو محمد بن سعيد بن حسان المصلوب.انظر: \"تهذيب الكمال\" للمزي ٢٥/ ٥٥، \"ميزان الاعتدال\" للذهبي ٣/ ٥١١، \"تقريب التهذيب\" لابن حجر (٥٨١٠).(٧) ثقة ثبت.(٨) [٢٣٨٨] الحكم على الإسناد:فيه ابن حسان مجهول، وفيه أيضًا من لم أجده، ومن لم يذكر بجرح أو تعديل.</p><p> وقرأ الباقون بالنصب (١) واختاره) (٢) أبو عبيد قال: للفعل المتقدم قبله والمتأخر بعده فأما المتقدم فقوله {نَسْلَخُ مِنْهُ النَّهَارَ} , وأما المتأخر فقوله {قَدَّرْنَاهُ} أي: قدرنا له {مَنَازِلَ} . </p><p> وهي ثمانية وعشرون منزلا، ينزل القمر كل ليلة بمنزل منها وأسماؤها: </p><p> الشرطين (٣) ، والبطين، والثريا، والدبران، والهقعة، والهنعة، والذراع، والنثرة، والطرف والجبهة، والزبرة، والصرفة، والعواء، والسماك، والغفر، والزبانيان، والإكليل، والقلب، والشولة، والنعائم، والبلدة، وسعد الذابح، وسعد بلع، وسعد السعود، وسعد الأخبية، وفرع الدلو المقدم، وفرع الدلو المؤخر، وبطن الحوت. </p><p>(١) اختلفت القرّاء في قراءة قوله: {وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ} فقرأه بعض المكيين وبعض المدنيين وبعض البصريين: (وَالقَمَرُ) رفعا عطفا بها على الشمس، إذ كانت الشمس معطوفة على الليل، فأتبعوا القمر أيضًا الشمس في الإعراب، لأنه أيضًا من الآيات، كما أن الليل والنهار آيتان، فعلى هذِه القراءة تأويل الكلام: وآية لهم القمرُ قدّرناه منازل. وقرأ ذلك بعض المكيين وبعض المدنيين وبعض البصريين، وعامة قرّاء الكوفة نصبا: (وَالقَمَرَ قَدّرْناهُ) بمعنى: وقدّرنا القمر منازل، كما فعلنا ذلك بالشمس، فردّوه على الهاء من الشمس في المعنى، لأن الواو التي فيها للفعل المتأخر. انظر: \"جامع البيان\" للطبري ٢٣/ ٦.(٢) سقط من (م).(٣) في (م): الشرطان.</p>"
}