{
  "id": null,
  "sura": 36,
  "aya": 13,
  "text": "<p> ١٣ - قوله تعالى:  {وَاضْرِبْ لَهُمْ مَثَلًا أَصْحَابَ الْقَرْيَةِ} وهي أنطاكية (١) . </p><p>= الضلالة. وعن سعيد بن جبير في قوله تعالى: {وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ} يعني ما أثروا، يقول: ما سنوا من سنة فعمل بها قوم من بعد موتهم، فإن كانت خيراً فلهم مثل أجورهم لا ينقص من أجر من عمل به شيئًا، وإن كانت شراً فعليهم مثل أوزارهم ولا ينقص من أوزار من عمل بها شيئًا، ذكرهما ابن أبي حاتم، وهذا القول هو اختيار البغوي. قلت: ويجدر بنا هنا أن نقول: إن كان الأمر كذلك، فإن المعاصي التي يخلفها أهل الإعلام بعد موتهم هي كذلك من آثارهم التي يحاسبهم الله تعالى عليها، وتوضع في موازينهم، فعليهم وزرها ووزر من سمعها وفتن بها، إن ماتوا على حالهم ولم يتوبوا إلى الله تعالى، نسأل الله العافية.(١) واعترض ابن كثير في \"تفسير القرآن العظيم\" ١١/ ٣٥٧ - ٣٥٨ على أنها أنطاكية، وقال إن في هذا نظر، لأن أن أهل أنطاكية آمنوا برسل المسيح إليهم، وكانوا أول مدينة آمنت بالمسيح، ولهذا كانت عند النصارى إحدى المدائن الأربعة اللاتي فيهن بطارقة، كما ذكره غير واحد ممن ذكر تواريخهم، كسعيد بن بطريق وغيره من أهل الكتاب والمسلمين، فإذا تقرر أن أنطاكية أول مدينة آمنت، فأهل هذِه القرية ذكر الله تعالى أنهم كذبوا رسله وأنه أهلكهم بصيحة واحدة أخمدتهم، والله أعلم. ثم إن قصة أنطاكية مع الحواريين أصحاب المسيح بعد نزول التوراة، وقد ذكر أبو سعيد الخدري - رضي الله عنه - وغير واحد من السلف أن الله تبارك وتعالى بعد إنزاله التوراة لم يهلك أمة من الأمم عن آخرهم بعذاب يبعثه عليهم، بل أمر المؤمنين بعد ذلك بقتال المشركين، ذكروه عند قوله تبارك وتعالى: {وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى} فعلى هذا يتعين أن هذِه القرية المذكورة في القرآن قرية أخرى غير أنطاكية، كما أطلق ذلك غير واحد من السلف أيضًا. أو تكون أنطاكية إن كان لفظها محفوظًا في هذِه القصة مدينة أخرى غير هذِه المشهورة المعروفة، فإن هذِه لم يعرف أنها أهلكت لا في الملة النصرانية ولا قبل ذلك.</p><p> {إِذْ جَاءَهَا الْمُرْسَلُونَ} يعني: رسل عيسى - عليه السلام - (١) . </p><p> قالت العلماء بأخبار الأنبياء: </p><p> بعث عيسى - عليه السلام - رسولين من الحواريين إلى مدينة أنطاكية، فلما قربا من المدينة رأيا (٢) شيخاً يرعى غنيمات له -وهو حبيب صاحب يس- فسلما عليه فقال الشيخ لهما: من أنتما؟ ، قالا: رسولاً عيسى يدعوكم من عبادة الأوثان إلى عبادة الرحمن، قال: أمعكما آية؟ ، قالا: نعم: نحن نشفي المريض، ونبرئ الأكمه والأبرص (٣) بإذن الله، فقال الشيخ: إن لي ابنا مريضًا صاحب فراش منذ سنين، </p><p>(١) هذا هو القول الذي ذكر عن أغلب المفسرين المتأخرين، وفيه نظر لأن ظاهر القصة يدل على أن هؤلاء كانوا رسل الله -عز وجل-، لا من جهة المسيح - عليه السلام -كما قال تعالى: {إِذْ أَرْسَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوا إِنَّا إِلَيْكُمْ مُرْسَلُونَ (١٤) قَالُوا مَا أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا وَمَا أَنْزَلَ الرَّحْمَنُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا تَكْذِبُونَ (١٥) قَالُوا رَبُّنَا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ (١٦) وَمَا عَلَيْنَا إِلَّا الْبَلَاغُ الْمُبِينُ (١٧)} ولو كان هؤلاء من الحواريين لقالوا عبارة تناسب أنهم من عند المسيح - عليه السلام -. والله تعالى أعلم، ثم لو كانوا رسل المسيح لما قالوا لهم {إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا}. انظر: \"تفسير القرآن العظيم\" لابن كثير ١١/ ٣٥٧.(٢) في (م): أتيا.(٣) الكَمَه في التفسير: العَمَى الذي يُولَد به الإنسانُ. كَمِهَ بَصَرُهُ، بالكسر، كَمَهًا وهو أَكْمَه إِذا اعترته ظلمة تطمس عليه. وفي الحديث: (فإنهما يكمهان الأبصار)، والأكمه: الذي يولد أعمى. وفي التنزيل العزيز: {وَتُبْرِئُ الْأَكْمَهَ}. انظر: \"لسان العرب\" لابن منظور ١٣/ ٥٣٦ (كمه).والبرص: داء معروف، نسأل الله العافية منه ومن كل داء، وهو بياض يقع في الجسد.انظر: \"لسان العرب\" لابن منظور ٧/ ٥.</p><p> قالا: فانطلق بنا إلى منزلك لنتطلع (١) حاله. فأتى بهما إلى منزله فمسحا ابنه فقام في الوقت بإذن الله صحيحًا، ففشا (٢) الخبر في المدينة، وشفى الله على يديهما كثيراً من المرضى، وكان لهم ملك يقال سلاحن، قال وهب: اسمه انطيخس، وكان من ملوك الروم يعبد الأصنام، قالوا: فانتهى (٣) الخبر إليه فدعاهما فقال لهما: من أنتما؟ ، قالا: رسولاً عيسى، قال: وما آيتكما؟ ، قالا: نبرئ الأكمه والأبرص ونشفي المرضى بإذن الله، قال: وفيما جئتما؟ ، قالا: جئناك ندعوك من عبادة ما لا يسمع ولا يبصر إلى عبادة من يسمع ويبصر، فقال الملك: ولنا إله سوى آلهتنا؟ ! ، قالا: نعم، مَنْ أوجدك وآلهتك، قال: قوما حتى انظر في أمركما، فتتبعهما الناس فأخذوهما وضربوهما في السوق (٤) . </p><p> وقال وهب بن منبه: بحث عيسى هذين الرسولين إلى إنطاكية فأتياها فلم يصلا إلى ملكها، وطالت مدة مقامهما فخرج الملك ذات يوم فكبَّرا وذكرا الله، فغضب الملك وأمر بهما فأخذا وحبسا وجلد كل واحد منهما مائة جلدة، قالوا: فلما كُذِّب الرسولان وضُربا بعث عيسى رأسَ الحواريين شمعون الصفا على أثرهما </p><p>(١) في (م): نتطلع. (٢) فشا الخبر: ذاع وانتشر، وبابه سما.انظر: \"مختار الصحاح\" للرازي (ص ٢١١).(٣) في (م): فأنهى.(٤) رواه الطبري في \"جامع البيان\" ٢٢/ ١٥٦، عن وهب.</p><p> لينصرهما، فدخل شمعون البلدة متنكرًا، فجعل يعاشر حاشية الملك حتى أنسوا به، فرفعوا خبره إلى الملك فدعاه فرضي عشرته وأنس به وأكرمه، ثم قال له ذات يوم: أيها الملك بلغني أنك حبست رجلين في السجن وضربتهما حين دعواك إلى غير دينك، فهل كلمتهما وسمعت قولهما؟ ، فقال الملك: حال الغضب بيني وبين ذلك. قال: فإن رأى الملك دعاهما حتى نتطلع ما عندهما، فدعاهما الملك، فقال لهما شمعون: من أرسلكما إلى هاهنا (١) ؟ ، قالا: الله الذي خلق كل شيء، وليس له شريك، قال لهما شمعون: فَصِفَاه وأوْجِزَا فقالا: إنه يفعل ما يشاء، ويحكم ما يريد، قال شمعون: وما آيتكما؟ ، قالا له: ما تتمناه، فأمر الملك حتى جاؤوا بغلام مطموس العينين، موضع عينيه كالجبهة، فما زالا يدعوان ربهما حتى انشق موضع البصر، فأخذا بندقتين من الطين فوضعا في حدقتيه فصارتا مقلتين يبصر بهما، فتعجب الملك، فقال شمعون للملك: إن رأيت (٢) سألت إلهك حتى يصنع صنيعًا مثل هذا فيكون لك الشرف ولإلهك، فقال له الملك: ليس لي عنك سرُّ (٣) ، إن إلهنا الذي نعبده لا يبصر ولا يسمع، ولا ينفع ولا يضر، وكان شمعون إذا دخل الملك على الصنم يدخل بدخوله، </p><p>(١) في (م): إلى ما هاهنا. (٢) في (م): إن أنت.(٣) في (م): سرًّا ولإلهك.</p><p> ويصلي كثيراً ويتضرع حتى ظنوا أنه على ملتهم، فقال الملك للرسولين: إنْ قَدَرَ إلهكما الذي تعبدانه على إحياء ميت آمنا به وبكما! ، قالا: إلهنا قادر على كل شيء، فقال الملك: إن هاهنا ميتا مات منذ سبعة أيام ابن لدهقان (١) ، وأنا أخّرته فلم أدفنه حتى يرجع أبوه، وكان غائبًا، فجاءوا بالميت وقد تغير وأروح، فجعلا يدعوان ربهما علانية، وجعل شمعون يدعو ربه سرًّا فقام الميت فقال لهم: إني قد من منذ سبعة أيام ووُجِدتُ مشركًا فأُدخلت في سبعة (٢) أودية من النار، وأنا أحذركم ما أنتم فيه، فآمنوا بالله، ثم قال: فتحت أبواب السماء فنظرت فرأيت شابًّا حسن الوجه يشفع لهؤلاء الثلاثة، قال الملك: ومَنْ الثلاثة؟ ، قال: شمعون وهذان، وأشار إلى صاحبيه، فتعجب الملك فلما علم شمعون أن قوله قد أثَّر في الملك أخبره بالحال ودعاه، فآمن قوم وكان الملك فيمن آمن، وكفر آخرون. </p><p> وقال ابن إسحاق، عن كعب، ووهب: بل كفر الملك، وأجمع هو وقومه على قتل الرسل، فبلغ ذلك حبيبًا وهو على باب المدينة الأقصى، فجاء يسعى إليهم يذكرهم ويدعوهم إلى طاعة المرسلين (٣) ، فذلك قوله تعالى: </p><p>(١) الدهقان: التاجر، فارسي معرب. انظر: \"لسان العرب\" لابن منظور ١٠/ ١٠٧. وفي (م): أرهقان.(٢) في (م): تسعة.(٣) في (م): المسلمين.</p>"
}