{
  "id": null,
  "sura": 36,
  "aya": 69,
  "text": "<p> إذا بلغ ثمانين سنة تغير جسمه (١) . </p><p> {أَفَلَا يَعْقِلُونَ} . </p><p> ٦٩ - {وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ} لأنه يورث الشبهة. </p><p> [٢٣٩٨] أخبرني أبو عبد الله الحسين بن محمد الثقفي (٢) بقراءتي عليه في داري، أخبرنا أحمد بن محمد بن إسحاق (٣) ، أخبرنا حامد بن شعيب (٤) ، أخبرنا سريج بن يونس (٥) ، أخبرنا يحيى بن عبد الملك بن أبي غنية (٦) ، عن أبيه (٧) ، </p><p>(١) [٢٣٩٧] الحكم على الإسناد: فيه محمد بن حميد الرازي، ضعيف.(٢) ثقة صدوق كثير الرواية للمناكير.(٣) أبو بكر ابن السني، حافظ ثقة.(٤) حامد بن محمد بن شعيب بن زهير؛ أبو العباس البلخي المؤدب، ثقة.(٥) سريج بن يونس بن إبراهيم البغدادي، ثقة عابد.(٦) يحيى بن عبد الملك بن حميد بن أبي غنية الخزاعي، أبو زكريا الكوفي، قال أحمد: كان ثقة شيخًا له هيئة، رجلًا صالحًا، ووثقه ابن معين، والدارقطني وأبو داود والعجلي وابن حبان، وقال النسائي: ليس به بأس، روى له أبو داود في \"المراسيل\"، وباقي الستة. قال الحافظ: صدوق له أفراد، مات سنة بضع وثمانين ومائة هجرية.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٩/ ١٧١، \"الثقات\" لابن حبان ٧/ ٦١٤، \"تهذيب الكمال\" للمزي ٣١/ ٤٤٦، \"تقريب التهذيب\" لابن حجر (٧٥٩٨).(٧) عبد الملك بن حميد بن أبي غنية الخزاعي الكوفي، ثقة، وثقه أحمد وابن معين، وابن حبان والعجلي، روى له الجماعة. =</p><p> عن الحكم (١) قال: كان رسول الله - صلى الله عليه وسلم - يتمثل بقول العباس (٢) بن مرادس: </p><p> أتجعل نهبي ونهب العبيد بين الأقرع وعيينة (٣) </p><p>= انظر: \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٣٤٧، \"الثقات\" لابن حبان ٧/ ٩٦، \"تهذيب الكمال\" ١٨/ ٣٠٢، \"تقريب التهذيب\" لابن حجر (٤١٧٦). (١) الحكم بن عتيبة الكندي، أبو محمد، ثقة ثبت فقيه إلَّا أنه ربما دلس.(٢) في (م): عباس.(٣) هذا البيت قاله عباس بن مرداس، كما وردت القصة في \"صحيح مسلم\": أن النبي - صلى الله عليه وسلم - قسم غنائم حنين فأعطى أبا سفيان ابن حرب، وصفوان بن أمية، وعيينة ابن حصن، والأقرع بن حابس، كل إنسان منهم مائة من الإبل، وأعطى عباس بن مرداس دون ذلك فقال عباس بن مرداس:أتجعل نهبي ونهب العبيد بين عيينة والأقرع؟فما كان بدر ولا حابس يفوقان مرداس في المجمعوما كنت دون امرئ منهما ومن تخفض اليوم لا يرفعقال: فأتم له رسول الله - صلى الله عليه وسلم - مائة.والنَّهْب: الغارة والسَّلْب. ومنه الحديث (فأُتِي بنَهْب) أي: غَنيمة. وقد يكون اسمَ ما يُنْهَب، كالعُمْرى والزُّقْبَى. والنَّهْب ها هنا بمعنى المَنْهوب، تَسْميةً بالمصدر. وجمع النَّهْب: نِهابٌ ونُهُوب.وعُبَيْد مُصَغَّر: اسم فَرَسه.وعيينة هو: ابن حصن الفزاري.والأقرع هو: الأقرع بن حابس بن عقال بن محمد بن سفيان التميمي المجاشعي الدرامي، وفد على النبي - صلى الله عليه وسلم -، وشهد فتح مكة وحنينا والطائف، وهو من المؤلفة قلوبهم، وقد حسن إسلامه، كان الأقرع حكما في الجاهلية، وإنما قيل له الأقرع لقرع كان برأسه، وكان شريفا في الجاهلية والإسلام، واستعمله عبد الله بن عامر على جيش سيره إلى خراسان فأصيب بالجوزجان هو والجيش، وذلك في زمن =</p><p> قالوا: يا رسول الله، إنما قال: بين عيينة والأقرع، فأعادها فقال: بين الأقرع وعيينة، فقام إليه أبو بكر فقبل رأسه وقال:  {وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ}  (١) . </p><p> [٢٣٩٩] وأخبرنا الحسين بن محمد بن الحديثي (٢) ، أخبرنا أحمد ابن جعفر بن حمدان (٣) ، أخبرنا يوسف بن عبد الله بن ماهان (٤) ، أخبرنا موسى بن إسماعيل (٥) ، أخبرنا حماد بن سلمة (٦) ، عن علي ابن زيد (٧) ، عن الحسن (٨) أن النبي - صلى الله عليه وسلم - كان يتمثل بهذا البيت: </p><p>= عثمان، وذكر ابن الكلبي أنه كان مجوسيا قبل أن يسلم، وقيل: قتل الأفرع بن حابس باليرموك في عشرة من بنيه والله أعلم. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ١٣٢. \"الإصابة\" لابن حجر ١/ ١٠١، (٢٣١). \"صحيح مسلم\" كتاب الزكاة باب إعطاء المؤلفة قلوبهم (١٠٦٠).(١) [٢٣٩٨] الحكم على الإسناد:إسناده مرسل.التخريج:ذكره ابن هشام في \"السيرة\" ٤/ ١٤٢.(٢) ابن فنجويه، ثقة صدوق كثير الرواية للمناكير.(٣) أبو بكر القطيعي الحنبلي، ثقة.(٤) لم أجده.(٥) موسى بن إسماعيل المنقري، مولاهم، أبو سلمة التبوذكي البصري، ثقة ثبت.(٦) ثقة عابد، تغير حفظه بأخرة.(٧) ابن جدعان، ضعيف.(٨) البصري، ثقة فقيه، يرسل كثيرًا ويدلس.</p><p> كفى بالاسلام والشيب للمرء ناهيا </p><p> فقال أبو بكر: يا نبي الله إنما قال الشاعر: كفى الشيب والإسلام للمرء ناهيا، فقال أبو بكر، وعمر: أشهد أنك رسول الله، يقول (١) الله -عز وجل-: {وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ}  (٢) . </p><p> [٢٤٠٠] وأخبرني الحسين (٣) ، أخبرنا أحمد بن محمد بن إسحاق السني (٤) ، أخبرنا حامد بن شعيب (٥) ، أخبرنا سريج بن يونس (٦) ، </p><p>(١) سقطت من (م). (٢) [٢٣٩٩] الحكم على الإسناد:مرسل ضعيف.التخريج:انظر: \"الجامع الصغير\" للسيوطي ١/ ٢٨٢ (٥٠٨) وعزاه إلى ابن سعد، عن الحسن مرسلا. \"الطبقات الكبرى\" لابن سعد ١/ ٣٨٢ - ٣٨٣. \"كشف الخفاء\" للعجلوني ١/ ٥٤٣ (١٤٦٥) وضعفه الألباني، انظر: \"ضعيف الجامع\" (٤٥٣٥)، \"السلسلة الضعيفة\" (٣٠٨٥).وانظر: \"التلخيص الحبير\" لابن حجر ٣/ ١٢٩. \"الإصابة\" لابن حجر ٣/ ٢٠٦. والشطر من بيت لسحيم عبد بني الحساس وكان أعجميًّا، أوله: ودع سليمى أن تجهزت غازيا، قيل: قتل في خلافة عثمان.انظر: \"الإصابة\" لابن حجر ٣/ ٢٥٠.(٣) ابن فنجويه، ثقة صدوق كثير الرواية للمناكير.(٤) أبو بكر ابن السني، حافظ ثقة.(٥) أبو العباس البلخي، ثقة وفي (م): أحمد بن شعيب، فإن كان كذلك فهو النسائي الإمام الحافظ.(٦) ثقة عابد.</p><p> أخبرنا أبو سفيان (١) ، عن معمر (٢) ، عن قتادة (٣) : {وَمَا عَلَّمْنَاهُ الشِّعْرَ} قال: بلغني أن عائشة سئلت: هل كان النبي - صلى الله عليه وسلم - يتمثل بشيء من الشعر؟ ، قالت: كان الشعر أبغض الحديث إليه، قالت: ولم يتمثل بشيء من الشعر إلَّا ببيت أخي بني قيس طرفة: </p><p> ستبدي لك الأيام ما كنت جاهلًا ... ويأتيك بالأخبار من لم تزود </p><p> فجعل يقول:  \"يأتيك من لم تزود بالأخبار\" ، فقال أبو بكر الصديق: ليس هكذا يا رسول الله، فقال:  \"إني لست بشاعر ولا ينبغي لي\"  (٤) . </p><p>(١) محمد بن حميد اليشكري، أبو سفيان المعمري البصري، ثقة. (٢) ثقة ثبت فاضل.(٣) ابن دعامة، ثقة ثبت.(٤) [٢٤٠٠] الحكم على الإسناد:ضعيف؛ لجهالة الراوي عن عائشة.التخريج:رواه أحمد في \"المسند\" (٢٣٨٧١، ٢٣٩٠، ٢٣٩٩٥، ٢٤٠٧٢، ٢٤٦٧٨) بألفاظ متقاربة، وذكر في بعض الروايات أن البيت لعبد الله بن رواحة. وفي بعض الروايات اقتصر على قولها: (كان أبغض الحديث إليه) لما سئلت: هل كان النبي - صلى الله عليه وسلم - يتمثل بشيء من الشعر؟ . ورواه الترمذي في الأدب (٢٧٧٥) وقال: هذا حديث حسن صحيح. \"الدر المنثور\" للسيوطي ٥/ ٢٦٨، \"كشف الخفاء\" للعجلوني ١/ ٥٤٣ (١٤٦٥).قال ابن كثير في \"تفسير القرآن العظيم\" ١١/ ٣٧٧ - ٣٧٨: وهكذا رواه النسائي في \"اليوم والليلة\" من طريق إبراهيم بن مهاجر عن الشعبي عنها. وقال الحافظ أبو =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= بكر البزار: حدثنا يوسف بن موسى، حدثنا أسامة عن زائدة عن سماك عن عكرمة، عن ابن عباس رضي الله عنهما، قال: كان رسول الله - صلى الله عليه وسلم - يتمثل من الأشعار: (ويأتك با لأخبار من لم تزود) ثم قال: ورواه غير زائدة، عن سماك، عن عطية، عن عائشة - رضي الله عنها -، هذا في شعر طرفة بن العبد في معلقته المشهورة. فائدة: مسألة تعلم النبي - صلى الله عليه وسلم - للشعر فيها تفصيل، فقد روي عنه - صلى الله عليه وسلم - قال يوم حنين وهو راكب البغلة يقدم بها في نحور العدو: \"أنا النبي لا كذب أنا ابن عبد المطلب\"، لكن قالوا هذا وقع اتفاقًا من غير قصد لوزن شعر، بل جرى على اللسان من غير قصد إليه، قال الأخفش: إن هذا ليس بشعر، وروى ابن المظفر عن الخليل في كتاب \"العين\": إن ما جاء من السجع على جزأين لا يكون شعرا، وروى غيره عنه أنه من منهوك الرجز.وكذلك ما ثبت في الصحيحين عن جندب بن عبد الله - رضي الله عنه -، قال: كنا مع رسول الله - صلى الله عليه وسلم - في غار، فنكبت أصبعه، فقال - صلى الله عليه وسلم -: \"هل أنت إلَّا أصبع دميت وفي سبيل الله ما لقيت\"، قال ابن العربي: إنما يكون هذا شعرا موزونا إذا كُسرت التاء من (دَمِيَتْ وَلَقِيت) فإن سكنت لم يكن شعرا بحال، لأن هاتين الكلمتين على هذِه الصفة تكون فعول، ولا مدخل لفعول في بحر السريع، ولعل النبي - صلى الله عليه وسلم - قالها ساكنة التاء، أو متحركة التاء من غير إشباع. وقد روى ابن القاسم عن مالك أنه سُئل عن إنشاد الشعر فقال: لا تُكثر منه، فمن عيبه أن الله تعالى يقول: {وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ}، وروي أن عمر بن الخطاب كتب إلى أبي موسى الأشعري أن أجمع الشعراء قبلك واسألهم عن الشعر، وهل بقي معهم معرفة به، وأحضر لبيدا ذلك. قال: فجمعهم وسألهم فقالوا: إنا لنعرفه ونقوله. وسأل لبيدا فقال: ما قلت شعرا منذ سمعت الله يقول: {الم (١) ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ}. قال ابن العربي: هذِه الآية ليست من عيب الشعر، كما لم يكن قوله تعالى: {وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ} من عيب الخط. فلما لم تكن الأمية من عيب الخط كذلك لا يكون نفي النظم عن النبي - صلى الله عليه وسلم - من عيب الشعر. وكل هذا لا ينافي كونه - صلى الله عليه وسلم - ما علم شعرًا وما ينبغي له، فإن الله تعالى =</p>"
}