{
  "id": null,
  "sura": 36,
  "aya": 55,
  "text": "<p> ما عُذبوا في القبور في جنبها كالنوم، فقالوا: من بعثنا من مرقدنا؟ ! . </p><p> ثم قالوا:  {هَذَا مَا وَعَدَ الرَّحْمَنُ وَصَدَقَ الْمُرْسَلُونَ}  (أقروا حين لم ينفعهم الإقرار.</p><p> وقال مجاهد: يقول الكفار: {مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا} ، ويقول المؤمنون:  {هَذَا مَا وَعَدَ الرَّحْمَنُ وَصَدَقَ الْمُرْسَلُونَ} (١) ) (٢) . </p><p> ٥٣ - {إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ جَمِيعٌ لَدَيْنَا مُحْضَرُونَ (٥٣) }. </p><p> ٥٤ - {فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْئًا وَلَا تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ (٥٤) } </p><p> محل (ما) نصب من وجهين: أحدهما: مفعول ما لم يسم فاعله. والثاني: بنزع حرف الصفة، أي: بما. </p><p> ٥٥ - قوله تعالى:  {إِنَّ أَصْحَابَ الْجَنَّةِ الْيَوْمَ فِي شُغُلٍ} </p><p> قرأ نافع، وابن كثير، وأبو عمرو، وشيبة بجزم الغين، واختاره أبو حاتم. وقرأ الآخرون بضم الغين، واختاره أبو عبيد وهما لغتان مثل السحْت والسحت ونحوهما (٣) . </p><p>(١) رواه الطبري في \"جامع البيان\" ٢٣/ ١٦ - ١٧، عن مجاهد، وعن قتادة، واختار الطبري أن هذا قول المؤمنين. (٢) سقط من (م).(٣) قال الطبري في \"جامع البيان\" ١٨/ ٢٣ - ١٩: والصواب في ذلك عندي قراءته بضم الشين والغين، أو بضم الشين وسكون الغين، بأيّ ذلك قرأه القارئ فهو مصيب، لأن ذلك هو القراءة المعروفة في قرّاء الأمصار مع تقارب معنييهما. وأما قراءته بفتح الشين والغين، فغير جائزة عندي، لإجماع الحجة من القرّاء على خلافها.</p><p> واختلف المفسرون في معنى الشغل: </p><p> [٢٣٩٠] فأخبرنا محمد بن حمدون (١) ، أخبرنا مكي بن عبدان (٢) ، أخبرنا أبو الأزهر (٣) ، أخبرنا أسباط بن محمد (٤) ، عن أبيه (٥) ، عن عكرمة (٦) ، عن ابن عباس في قول الله تعالى:  {إِنَّ أَصْحَابَ الْجَنَّةِ الْيَوْمَ فِي شُغُلٍ} قال: افتضاض الأبكار (٧) . </p><p> [٢٣٩١] وأخبرني ابن فنجويه (٨) ، أخبرنا عبد الله بن يوسف (٩) ، </p><p>(١) أبو بكر النيسابوري، حافظ ثبت. (٢) أبو حاتم التميمي النيسابوري، المحدث الثقة المتقن.(٣) أحمد بن الأزهر بن منيع بن سليط، أبو الأزهر النيسابوري، صدوق.(٤) أسباط بن محمد بن عبد الرحمن بن خالد بن ميسرة، القرشي، ثقة.(٥) محمد بن عبد الرحمن بن خالد بن ميسرة القرشي، أبو عمرو الكوفي القاص، روى له النسائي ولم يسمه ولم ينسبه، وذكره ابن حبان في \"الثقات\". وقال الحافظ: مقبول. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٧/ ٣٢٠، \"الثقات\" لابن حبان ٧/ ٤٢١، \"تهذيب الكمال\" للمزي ٢٥/ ٦٠٨، \"تقريب التهذيب\" لابن حجر (٦٠٧٣).(٦) مولى ابن عباس، ثقة ثبت، عالم بالتفسير.(٧) [٢٣٩٠] الحكم على الإسناد:فيه محمد بن عبد الرحمن مقبول.التخريج:رواه الطبري في \"جامع البيان\" ٢٣/ ١٨، عن عكرمة، عن ابن عباس.ورواه هناد بن السري في \"الزهد\" ١/ ٨٧ (٨٩)، والخطيب في \"موضح أوهام الجمع والتفريق\" ٢/ ٣٩٢ - ٣٩٤.(٨) ثقة صدوق كثير الرواية للمناكير.(٩) ابن أحمد بن مالك، لم أجده.</p><p> أخبرنا أحمد بن الوليد الشطوي (١) ، أخبرنا محمد بن موسى (٢) ، أخبرنا يعلي بن عبد الرحمن (٣) ، أخبرنا شريك (٤) ، عن عاصم الأحول (٥) عن أبي المتوكل الناجي (٦) ، عن أبي سعيد الخدري قال: قال رسول الله - صلى الله عليه وسلم -: \"إن أهل الجنة كلما جامعوا نساءهم عادوا أبكارًا\"  (٧) . </p><p>(١) ذكره المزي في الرواة عن محمد بن موسى القطان، ولم أجد له ترجمة. (٢) محمد بن موسى بن عمران القطان، أبو جعفر الواسطي، ابن عمة أحمد بن سنان القطان، روى عنه البخاري ومسلم وابن ماجه، وذكره ابن حبان في \"الثقات\"، وقال الحافظ: صدوق. انظر: \"الثقات\" لابن حبان ٩/ ١١٧، \"تهذيب الكمال\" ٢٦/ ٥٢٥، \"تقريب التهذيب\" لابن حجر (٦٣٣٦).(٣) يعلي بن عبد الرحمن: وردت هكذا في المخطوط، وفي (م): علي بن عبد الرحمن، وهو خطأ، والصواب: معلي بن عبد الرحمن، الواسطي، روى له ابن ماجه، متهم بالوضع، وقد رمي بالرفض.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٨/ ٣٣٤، \"تاريخ بغداد\" ١٣/ ١٨٦، \"تهذيب الكمال\" ٢٨/ ٢٨٨، \"تقريب التهذيب\" لابن حجر (٦٨٠٥) ..(٤) شريك بن عبد الله بن أبي نمر القرشي، أبو عبد الله المدني. وقال الواقدي: الليثي من أنفسهم. قال ابن معين والنسائي: ليس به بأس، وقال ابن سعد: ثقة كثير الحديث، وذكره ابن حبان في \"الثقات\" وقال: ربما أخطأ، وقال الحافظ: صدوق يخطئ، روى له الجماعة، إلَّا أن الترمذي روى له في \"الشمائل\". انظر \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٣٦٣، \"الثقات\" لابن حبان ٤/ ٣٦٠، \"تهذيب الكمال\" للمزي ١٢/ ٤٧٥، \"تقريب التهذيب\" لابن حجر (٢٧٨٨).(٥) عاصم بن سليمان الأحول، ثقة.(٦) علي بن داود، وقيل: ابن دؤاد، ثقة.(٧) [٢٣٩١] الحكم على الإسناد:فيه معلى الواسطي متهم بالوضع. =</p><p> وقال الكلبي، والثمالي، والمسيب: يعني في شغل عن أهل النار وعمّا هم فيه، لا يهمهم أمرهم ولا يذكرونهم (١) . </p><p> وقال وكيع بن الجراح: يعني: في السماع. </p><p> سئل يحيى بن معاذ: أي الأصوات أحسن؟ ، قال: مزامير أنس في مقاصير قدس، بألحان تحميد، في رياض تمجيد، في مقعد صدق عند مليك مقتدر. </p><p> وقال ابن كيسان: في زيارة بعضهم بعضًا. </p><p> وقيل: في ضيافة الله. </p><p> وقيل: شغلهم بعشرة أشياء: ملك لا عزل معه، وشباب لا هرم معه، وصحة لا سقم معه، وعز لا ذل معه، وراحة لا شدة معه، ونعمة لا محنة معه، وبقاء لا فناء معه، وحياة لا موت معه، ورضا لا سخط معه، وأنس لا وحشة معه. </p><p> وقيل: شغلهم بسبعة أنواع من الثواب بسبعة أعضاء، فأما ثواب الرجل فقوله: {ادْخُلُوهَا بِسَلَامٍ آمِنِينَ (٤٦) } (٢) ، وثواب اليد قوله </p><p>= التخريج: رواه الديلمي في \"مسند الفردوس\" ١/ ٤٠٩ (١٦٥١). وأبو الشيخ في \"العظمة\" ٣/ ١٠٨١ (٥٨٣). والطبراني في \"المعجم الصغير\" ١/ ١٦٠ (٢٤٩).قال الهيثمي \"مجمع الزوائد\" ١٠/ ٤١٧ (١٨٧٥٣): فيه معلي بن عبد الرحمن الواسطي، وهو كذاب.وضعفه الألباني في \"ضعيف الجامع\" (١٨٣٠).(١) رواه الطبري في \"جامع البيان\" ٢٣/ ١٨، عن الحسن، وإسماعيل بن أبي خالد.(٢) الحجر: ٤٦.</p><p> تعالى: {يَتَنَازَعُونَ فِيهَا كَأْسًا لَا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ (٢٣) } (١) ، وثواب الفرج قوله: {وَحُورٌ عِينٌ (٢٢) } (٢) ، وثواب البطن قوله:  {كُلُوا وَاشْرَبُوا هَنِيئًا}  (٣) الآية، وثواب اللسان قوله:  {وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ}  (٤) ، وثواب الأذن قوله:  {لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا}  (٥) ، {لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا (٢٥) إِلَّا قِيلًا سَلَامًا سَلَامًا} (٦) ، وثواب العين قوله:  {وَتَلَذُّ الْأَعْيُنُ}  (٧) . </p><p> قال طاوس:  (لما علم)  (٨) أهل الجنة عمن شُغلوا ما هنأهم ما اشتغلوا به. </p><p> وسئل بعض الحكماء (٩) عن قوله -عليه السلام-: \"أكثر أهل الجنة البله\"  (١٠) قال: لأنهم في شغل بالنعيم عن المنعم، ثم قال: من </p><p>(١) الطور: ٢٣. (٢) الواقعة: ٢٢.(٣) الطور: ١٩.(٤) يونس: ١٠.(٥) مريم: ٦٢.(٦) الواقعة: ٢٥ - ٢٦.(٧) الزخرف: ٧١.(٨) في (م): لو علموا.(٩) سقطت من (م).(١٠) رواه الديلمي في \"مسند الفردوس\" ١/ ٣٦٢ (١٤٦٣). والبيهقي في \"شعب الإيمان\" ٢/ ١٢٥ - ١٢٦ (١٣٦٦ - ١٣٧٢). والقضاعي في \"مسند الشهاب\" ٢/ ١١٠ (٩٨٩ - ٩٩٠). والهيثمي في \"مجمع الزوائد\" ١٠/ ٢٦٤ (١٧٩١٤)، وقال: رواه البزار، وفيه سلامة بن روح وثقه ابن حبان، وضعفه غير واحد. ورواه =</p><p> رضي بالجنة عن الله فهو أبله (١) . </p><p> {فَاكِهُونَ} قراءة العامة بالألف. </p><p> قرأ أبو جعفر (فكهون) و (فكهين) بغير ألف حيث كانا وهما لغتان كالحاذر والحذر، والفاره والفره. </p><p>= الطبراني في \"المعجم الصغير\". وضعفه الألباني في \"ضعيف الجامع الصغير\" (١٠٩٦).ورواه بلفظ: \"دخلت الجنة فإذا أكثر أهلها البله\" وعزاه السيوطي إلى ابن شاهين في \"الأفراد\"، وابن عساكر.وضعفه الألباني، (٢٩٥٩)، وضعفه الألباني في \"تخريج الطحاوية\" (٥٧٣) بلفظ: \"اطلعت على الجنة فرأيت أكثر أهلها البله\".البلْه: بضم فسكون جمع أبله وهو الغافل عن الشر، المطبوع على الخير، وفسره سهل التستري بأنهم الذين ولهت قلوبهم وشغلت بالله، وقيل: هو الأبله في دنياه الفقيه في دينه، أي: البله في أمور الدنيا. وقيل: أي: الغافلون عن الشر المطبوعون على الخير أو الذين خلوا عن الدهاء والمكر. قال الزبرقان: خير أولادنا الأبله العقول. قال الزمخشري في صفة الصلحاء: هينون أن لا هوادة في الحق ولا دهانة، بله خلا أن غوصهم على الحقائق يعمر الألباب والأذهان، وذلك لأنهم أغفلوا أمر دنياهم فجهلوا حذق التصرف فيها، فأقبلوا على آخرتهم فشغلوا بها فاستحقوا أن يكونوا أكثر أهلها، وقال الغزالي: الأبله البليد في أمور الدنيا لأن قوة العقل لا تفي بعلوم الدنيا والآخرة جميعا وهما علمان متنافيان، فمن صرف عنايته إلى أحدهما قصرت بصيرته عن الأخرى على الأكثر.انظر: \"فيض القدير\" للمناوي ٢/ ١٠١ - ١٠٢، \"شعب الإيمان\" للبيهقي ٢/ ٥٩.(١) وأولى الأقوال في ذلك بالصواب أن يقال كما قال الله جل ثناؤه {إِنَّ أَصْحَابَ الْجَنَّةِ} وهم أهلها {فِي شُغُلٍ فَاكِهُونَ} بنعم وذلك الشغل الذي هم فيه نعمة، وافتضاض أبكار، ولهو ولذّة، وشغل عما يَلْقى أهل النار. وهو اختيار الطبري في \"جامع البيان\" للطبري ٢٣/ ١٨.</p>"
}