{
  "id": null,
  "sura": 36,
  "aya": 1,
  "text": "<p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> ١ - في قوله -عز وجل-: {يس (١) } اختلف القراء فيه: </p><p> فقرأ (١) حمزة والكسائي وخلف وعاصم -في أكثر الروايات-: (يسِنِ) بكسر الياء بين اللفظين. </p><p> وقرأ أهل المدينة -وهو اختيار أبي عبيد وأبي حاتم- والباقون بفتح الياء. </p><p> وقرأ أبو جعفر وأبو عمرو وحمزة وأيوب وأبو حاتم وعاصم -في أكثر الرويات-: (يَسِنْ) بإظهار النون والسكون. </p><p> واختلف فيه عن نافع، وابن كثير. </p><p> وقرأ عيسى بن عمر (يَسِنَ) بالنصب، شبهه بأين وكيف. </p><p> وقرأ ابن أبي إسحاق بكسر النون شبهه بأمس وحذام ورقاش. </p><p> وقرأ هارون الأعور بضم النون شبهه بمنذ وحيث وقط (٢) ، الآخرون بإخفاء النون (٣) . </p><p>(١) في (م): فقال. (٢) سقطت من (م).(٣) قوله تعالى {يس}: هكذا كُتِبَ على الصورة التي سطرناها الآن، وهي في المصحف كذلك، وكذلك ثَبَتَ قَوْلُهُ: {ق} وثبت قوله: {ن وَالْقَلَمِ}؛ ولم يثبت على التهجي، فيقال فيه ياسين، ولا قيل: (قاف والقرآن المجيد)، ولا (نون والقلم)، ولو ثبت بهذِه الصورة لقلت فيها قول من يقول: إن قاف جبل، وإن نون الحوت أو الدواة؛ فكانت في ذلك حكمة بديعة، وذلك أن الخلفاء والصحابة الذين كُتْبَ القرآن كتبوها مطلقة لتبقى تحت حجاب الإخفاء، ولا يقطع عليها بمعنى من المعاني المحتملة، فإن القطع عليها إنما يكون بدليل =</p><p> واختلف المفسرون في تأويله: فقيل: قسم (١) . </p><p> وقال ابن عباس: يعني: يا إنسان، بلغة طيئ (٢) . </p><p> عطاء: بالسريانية. </p><p> وقال أبو العالية: يا رجل. </p><p> سعيد بن جبير: يا محمَّد، دليله قوله: {إِنَّكَ لَمِنَ الْمُرْسَلِينَ (٣) }. </p><p> وقال السدي الحميري (٣) : . </p><p>= خبر، إذ ليس للنظر في ذلك أثر، والله أعلم. انظر: \"أحكام القرآن\" لابن العربي ٤/ ١٦٠٧.(١) رواه الطبري في \"جامع البيان\" ٢٢/ ١٤٨، عن ابن عباس.(٢) رواه الطبري في \"جامع البيان\" ٢٢/ ١٤٨، عن ابن عباس قال: يا إنسان بلغة الحبشة.(٣) وردت هكذا في المخطوط: السدي الحميري، وهو خطأ، والصواب كما في (م) وفي كتب التراجم والتاريخ: السيد الحميري، وهو: السيد الحميري، واسمه: أبو هاشم؛ إسماعيل بن محمَّد بن يزيد بن ربيعة الحميري، من فحول الشعراء، لكنه رافضي، جلد له مدائح بديعة في أهل البيت كان يكون بالبصرة ثم ببغداد، قيل: كان طوالا شديد الأدمة. قيل إن بشارا قال له: لولا أن الله شغلك بمدح أهل البيت لافتقرنا.وقيل: كان أبواه ناصبيين. وكان يرى رأي الكيسانية في رجعة ابن الحنفية، وقيل إنه اجتمع بجعفر الصادق فبين له ضلالته فتاب. وقال الطبري في \"الملل والنحل\": إن السيد كان يقول بتناسخ الأرواح. قيل: توفي سنة ثلاث وسبعين ومئة. وقيل: سنة ثمان وسبعين ومئة. ونظمه في الذروة، ولذلك حفظ ديوانه أبو الحسن الدارقطني.انظر: \"سير أعلام النبلاء\" للذهبي ٨/ ٤٤ - ٤٦.</p>"
}