{
  "id": null,
  "sura": 36,
  "aya": 8,
  "text": "<p> نزل تنزيل. وقيل: على الخروج من الوصف. وقرأ الآخرون بالرفع (١) أي: هو تنزيل {الْعَزِيزِ الرَّحِيمِ} . </p><p> ٦ - {لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ} في الفترة، وقيل: بما (٢) أنذر آباؤهم {فَهُمْ غَافِلُونَ} عن الإيمان والرشد. </p><p> ٧ - قوله تعالى:  {لَقَدْ حَقَّ الْقَوْلُ} </p><p> وجب العذاب {عَلَى أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ} . </p><p> ٨ - {إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا} </p><p> نزلت في أبي جهل وصاحبيه المخزوميين، وذلك أن أبا جهل كان قد حلف لئن رأى محمدًا يصلي ليرضخن رأسه، فأتاه وهو يصلي ومعه الحجر (٣) ليدمغه، فلما رفعه أثبتت يده على عنقه ولزق الحجر بيده، فلما عاد إلى أصحابه وأخبرهم بما رأى سقط الحجر. </p><p> فقال رجل من بني مخزوم: أنا أقتله بهذا الحجر. فأتاه وهو يصلي ليرميه بالحجر فأعمى الله بصره، فجعل يسمع صوته ولا يراه، فرجع إلى أصحابه فلم يرهم حتى نادوه وقالوا له: ما صنعت؟ ، فقال: ما رأيته ولقد سمعت صوته. </p><p> (فقال الثالث: والله لأشدخن (٤) أنا رأسه. ثم أخذ الحجر وانطلق، </p><p>(١) وهما قراءاتان مشهورتان، فبأيتهما قرأ القارئ فمصيب إن شاء الله. انظر: \"جامع البيان\" للطبري ٢٢/ ١٤٩. (٢) في (م): ما.(٣) في (م): حجر.(٤) الشدخ: كسر الشيء الأجوف، تقول: شدخت رأسه فانشدخ.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٤٥١.</p><p> فرجع القهقرى ينكفئ على عقبيه حتى خرَّ على قفاه مغشيًا عليه، فقيل له: ما شأنك؟ ! فقال: رأيت الرجل، فلما دنوت منه) (١) حال بيني وبينه كهيئة (٢) الفحل يخطر بذنبه لو دنوت منه لأكلني، فأنزل تعالى {إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى الْأَذْقَانِ فَهُمْ مُقْمَحُونَ (٨) } (٣) مغلوبون. </p><p> وأصل الإقماح غض البصر ورفع الرأس، يقال: بعير مقمح إذا رفع رأسه وغض بصره، وبعير قامح إذا روي من الماء فانقمح (٤) ، قال الشاعر يذكر سفينة كان فيها: </p><p> ونحن على جوانبها قعود ... نغض الطرف كالإبل القماح (٥) </p><p> وقال أبو عبيد: وهو على طريق المثل، ولم يكن هناك غل إنما أراد منعناهم عن الإيمان، وعما أرادوا بموانع، فجعل الأغلال مثلًا لذلك. </p><p> وفي الخبر أن أبا ذؤيب كان يهوى امرأة في الجاهلية، فلما أسلم </p><p>(١) سقط من (م). (٢) في (م): هيئة.(٣) انظر: \"السيرة النبوية\" لابن كثير ١/ ٤٦٤ - ٤٦٥، ٤٧٠، وذكر في ٢/ ٢٣٠ أن النبي - صلى الله عليه وسلم - قرأها وهو خارج من بيته للهجرة حينما اجتمع الكفار على قتله.(٤) في (م): فاقمح.(٥) الإقماح: رَفْع الرأس وغض البصر. يقال: أقمحه الغل: إذا ترك رأسه مرفوعاً من ضيقه. ومنه قوله تعالى: {إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى الْأَذْقَانِ فَهُمْ مُقْمَحُونَ (٨)}.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ١٠٦ (قمح).</p>"
}