{
  "id": null,
  "sura": 37,
  "aya": 12,
  "text": "<p> وقال مجاهد والضحاك (١) : منتن (٢) . </p><p> ١٢ - {بَلْ عَجِبْتَ} </p><p> قرأ حمزة، والكسائي، وخلف (عجبتُ) بضم التاء وهي قراءة ابن مسعود وابن عباس - رضي الله عنه - (٣) على معنى أنهم قد حلوا محل من تعجب منهم، وقال الحسين بن الفضل: العجب من الله عَزَّ وَجَّلْ إنكار الشيء وتعظيمه وهو لغة العرب (٤) وقد جاء في الخبر: \"عجب ربكم من ألِّكُم وقنوطكم\"  (٥) . </p><p>(١) \"الجامع لأحكام القرآن\" للقرطبي ١٥/ ٦٩. (٢) ونقل ابن كثير قولًا آخر لمجاهد والضحاك، وهو أن معنى اللازب: الجيد الذي يلتزق بعضه ببعض، انظر: \"تفسير القرآن العظيم\" ١٢/ ٩، وهو بهذا يوافق القول الأول المروي عن ابن عباس أنه قال: اللازب والحمأة والطين واحد، كان أوله ترابًا ثم صار حمأً منتنًا ثم صار طينًا لازبًا. انظر: \"تفسير القرآن العظيم\" لابن أبي حاتم ١٠/ ٣٢٠٦.(٣) قرأ بضم التاء في قوله (عجبتُ) حمزة والكسائي وخلف. انظر: \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٥٦، \"شرح طيبة النشر\" لابن الجزري (ص ٣٠٣)، \"جامع البيان\" للطبري ٢٣/ ٤٣.(٤) العجب في اللغة: ما لا يعرف سببه أو حالة تعرض عند الجهل بسبب الشيء. انظر: \"بصائر ذوي التمييز\" للفيروز آبادي ٤/ ٢٠، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (ص ٥٤٧). وقال ابن منظور: هو إنكار ما يرد عليك لقلة اعتياده. \"لسان العرب\" لابن منظور ١/ ٥٨٠ قلت: وهو صفة ثابتة لله، وسيأتي تقرير ذلك.(٥) الحديث أورده الزيلعي في \"تخريج أحاديث وآثار الكشاف\" ٣/ ١٧٥ وقال: غريب. قال أبو عبيد في \"غريب الحديث\" ١/ ٣٥٥: يروى عن عبد العزيز بن عبد الله بن أبي سلمة الماجشون عن محمَّد بن عمرو يرفعه عن النبي - صلى الله عليه وسلم -، الحديث. =</p><p> والخبر الآخر:  \"إن الله تعالى ليعجب من الشاب إذا لم يكن له صبوة\"  (١) ونحوها. </p><p> [٢٤٠٤] وسمعت أبا القاسم الحسن بن محمَّد النيسابوري (٢) يقول: سمعت أبا عبد الله محمَّد بن عاد البغدادي (٣) يقول: سئل جنيد (٤) ، عن هذِه الآية فقال: إن الله عَزَّ وَجَّلْ لا يعجب من شيء ولكن الله وافق رسوله لما عجب - صلى الله عليه وسلم - فقال:  {وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ}  (٥) </p><p>= قال الخطابي: يرويه المحدثون (من إلِّكم) بكسر الألف، والصواب (ألِّكم) بفتحها يريد: رفع الصوت بالدعاء. \"إصلاح غلط المحدثين\" (ص ٩١). والقنوط: هو أشد اليأس من الشيء. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ١٨٤.قلت: والحديث لم أجده في شيء من الكتب المسندة. والله أعلم.(١) الحديث ضعيف؛ لسوء حفظ عبد الله بن لهيعة وأضاف ابن أبي حاتم في \"العلل\" ٢/ ١١٦ عن أبيه علة أخرى وهي الوقف. والحديث أخرجه أحمد في \"المسند\" ٤/ ١٥١ (١٧٣٧١) وأبو يعلى في \"المسند\" ٣/ ٣٨٨ والقضاعي في \"مسند الشهاب\" ١/ ٣٣٦ وابن أبي عاصم في \"السنة\" ١/ ٢٥٠ والطبراني في \"المعجم الكبير\" ١٧/ ٣٠٩ كلهم من طريق ابن لهيعة، عن أبي عشانة، عن عقبة بن عامر، عن النبي - صلى الله عليه وسلم -.والحديث ضعفه ابن حجر كما نقله عنه السخاوي في \"المقاصد الحسنة\" (ص ١٢٣)، وكذلك الألباني في \"ظلال الجنة\" ١/ ٢٥٠، وضعفه أيضًا الدوسري في \"الروض البسام\" ١/ ١١٦. والصبوة الميل إلى الهوى. \"غريب الحديث\" للخطابي ١٢٤/ ٣.(٢) الواعظ المفسر، قيل: كذبه الحاكم.(٣) لم أجد ترجمته.(٤) الجنيد بن محمَّد بن الجنيد أبو القاسم، شيخ الصوفية، لم يذكر بجرح أو تعديل.(٥) الرعد: ٥.</p><p> أي: هو كما يقوله (١) . </p><p> وقرأ الآخرون بفتح التاء (٢) على خطاب النبي - صلى الله عليه وسلم - وهي قراءة شريح القاضي وقال: إنما يعجب من لا يعلم، والله عَزَّ وَجَّلّ عنده علم كل شيء (٣) ومعناه بل عجبت من تكذيبهم إياك (٤) . </p><p>(١) [٢٤٠٤] الحكم على الإسناد: محمَّد بن عاد، لم أجده.التخريج:انظر قول الجنيد في كتاب \"أقاويل الثقات\" للكرمي (ص ٧٤).(٢) \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٥٦، \"شرح طيبة النشر\" لابن الجزري (ص ٣٠٣)، \"الوافي في شرح الشاطبية\" لعبد الفتاح القاضي (ص ٣٥١)، \"جامع البيان\" للطبري ٤٣/ ٢٣، \"المحرر الوجيز\" لابن عطية ٤٦٧/ ٤.(٣) هذِه العبارة قالها شريح ردًّا على من قرأ الآية بالضم.قال الأعمش: فذكرته -يعني قول شريح- لإبراهيم فقال: إن شريحًا كان يعجبه رأيه، إن عبد الله كان أعلم من شريح وكان يقرؤها عبد الله (بل عجبتُ)، \"الجامع لأحكام القرآن\" للقرطبي ١٥/ ٧٠ وقال النحاس في \"معاني القرآن\" ٦/ ١٦ بعد أن ذكر قول شريح: وهذا الذي قاله لا يلزم.قلت: وعلى قراءة الضم في الآية (بل عجبتُ) تكون حينئذ من آيات الصفات ومذهب السلف فيها معروف وهو إثباتها لله على الوجه الذي يليق به سبحانه وتعالى من غير تأويل ولا تعطيل ولا تحريف ولا تمثيل ولا تكييف، وسئل سفيان بن عيينة رحمه الله عن حديث إن الله يعجب ويضحك فقال: هي كما جاءت نقر بها ونحدث بها بلا كيف. انظر: \"الصفات\" للدارقطني (ص ٤٢)، \"العلو للعلي الغفار\" للذهبي (ص ١٥٦).(٤) قلت: ومن الأحاديث التي جاءت بإثبات صفة العجب لله تعالى:١ - قوله - صلى الله عليه وسلم -: \"قد عجب الله من صنيعكم الليلة\" رواه البخاري كتاب: مناقب =</p>"
}