{
  "id": null,
  "sura": 37,
  "aya": 147,
  "text": "<p> وقيل هو: يَفْعِيْل (١) من قطن بالمكان إذا قام به إقامة زائلٍ لا إقامة ثابت. </p><p> وقال مقاتل بن حيان: كان يستظل بالشجرة وكانت وعلة تختلف إليه فيشرب من لبنها (٢) . </p><p> ١٤٧ - {وَأَرْسَلْنَاهُ} </p><p> (يجوز أن يكون قبل حبسه في بطن الحوت (٣) تقدير الآية: وقد أرسلناه) (٤) . ويجوز أن يكون بعده (٥) . </p><p>(١) أي على وزن (يَفْعيْل) من قَطَنَ، انظر: \"الكشاف\" للزمخشري ٤/ ٦٢، وانظر: \"معاني القرآن\" للزجاج ٥/ ٣١٤. (٢) \"جامع البيان\" للطبري ٢٣/ ١٠٣، \"روح المعاني\" للألوسي ٢٣/ ١٤٦ ولم أره من كلام مقاتل بن حيان، بل الذي ذكره الطبري في \"جامع البيان\" إنما هو من كلام أبي هريرة وسعيد بن جبير، والوعلة أنثى تيس الجبل، \"لسان العرب\" ١١/ ٧٣٠.(٣) \"جامع البيان\" للطبري ٢٣/ ١٠٤ - ١٠٥ وهو قول الأكثرين منهم الحسن ومجاهد. قال ابن الجوزي وهو الأصح وقال: والمعنى: وكنا أرسلناه إلى مائة ألف، فلما خرج من بطن الحوت أمر أن يرجع إلى قومه الذين أرسل إليهم. انظر: \"زاد المسير\" لابن الجوزي ٧/ ٨٩. وهذا القول هو قول ابن مسعود. قال النحاس بعد أن ذكر قول ابن عباس في الآية: وأجود منه إسنادًا وأصح ما حدثناه علي بن الحسين. . . ثم ذكر إسناده إلى ابن مسعود بهذا القول. انظر: \"إعراب القرآن\" للنحاس ٣/ ٤٤٠.(٤) ما بين القوسين سقط من (م).(٥) هذا قول ابن عباس وقد سبقت الإشارة إليه وليس له طريق إلا عن شهر بن حوشب، وقد قال فيه ابن حجر صدوق كثير الإرسال والأوهام، \"تقريب =</p><p> ويجوز أن يكون إلى قوم آخرين (١) . </p><p> {إِلَى مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ} قال ابن عباس - رضي الله عنهما -: ويزيدون (٢) ، قال الشاعر: </p><p> فلما اشتدّ أمر الحرب فينا ... تأملنا رياحًا أو رزاما </p><p> أي: ورَزامًا (٣) . وقال مقاتل: بل يزيدون (٤) . </p><p>= التهذيب\" لابن حجر (ص ٢٦٩) (٢٨٣٥) وانظر: \"جامع البيان\" للطبري ٢٣/ ١٠٥، \"زاد المسير\" لابن الجوزي ٧/ ٨٩، \"الدر المنثور\" للسيوطي ٥/ ٥٤٧. قال ابن كثير: ولا مانع أن يكون الذين أرسل إليهم أولا أمر بالعود إليهم بعد خروجه من الحوت فصدقوه كلهم وآمنوا به. أقول: وهذا الذي ذكر ابن كثير هو معنى قول ابن الجوزي وبه يجتمع القولان. انظر: \"تفسير القرآن العظيم\" لابن كثير ١٢/ ٦٠، \"زاد المسير\" لابن الجوزي ٧/ ٨٩.(١) انظر: \"الكشاف\" للزمخشري ٤/ ٦٢، \"مفاتيح الغيب\" للرازي ٢٦/ ١٤٥.(٢) لم أجده منسوبًا لابن عباس -وإنما المنسوب إليه هو قوله في (أو) أنها تعني (بل) انظر: \"جامع البيان\" للطبري ٢٣/ ١٠٤، \"المحرر الوجيز\" لابن عطية ٤/ ٤٨٧، \"تفسير القرآن العظيم\" لابن كثير ١٢/ ٦٠، \"النكت والعيون\" للماوردي ٥/ ٦٩، \"زاد المسير\" لابن الجوزي ٧/ ٨٩ والذي قال في معنى (أو) أنها (ويزيدون) هو ابن قتيبة الدينوري المتوفى سنة (٢٧٦ هـ) مستدلًا بقراءة جعفر بن محمد (وأرسلناه إلى مائة ألف ويزيدون) بالواو، وقد عدّها ابن جني في \"المحتسب\" ٢/ ٢٢٦ من القراءات الشاذة.(٣) الإرزام: صوت الرعد. انظر: \"لسان العرب\" لا بن منظور ١٢/ ٣٣٨ (رزم).(٤) هذا القول نسب لابن عباس وبه قال الفراء وأبو عبيدة ولم أره منسوبًا لمقاتل، انظر: \"جامع البيان\" للطبري ٢٣/ ١٠٤، \"النكت والعيون\" للماوردي ٥/ ٦٩، =</p><p> واختلفوا في مبلغ الزيادة على مائة. </p><p> فقال ابن عباس - رضي الله عنهما - ومقاتل: عشرين ألفًا (١) . </p><p> وقال الحسن والربيع: بضعًا وثلاثين ألفًا (٢) . </p><p>= \"زاد المسير\" لابن الجوزي ٧/ ٨٩، \"المحرر الوجيز\" لابن عطية ٤/ ٤٨٧، \"معاني القرآن\" للفراء ٢/ ٣٩٣، \"مجاز القرآن \"لأبي عبيدة ٢/ ١٧٥. وقد خطأ النحاس في \"إعراب القرآن\" ٣/ ٤٤٣ هذين القولين ثم قال: وفي الآية قولان سوى هذين: أحدهما أن المعنى وأرسلناه إلى جماعة لو رأيتموهم لقلتم هم مائة ألف أو أكثر، وإنما خوطِب العباد على ما تعرفون، والقول الآخر أنه كما تقول: جاءني زيد أو عمرو، وأنت تعرف من جاءك إلا أنك أبهمت على المخاطب ا. هـ. وانظر أيضًا \"معاني القرآن\" للفراء ٦/ ٦٠ - ٦٢.ورجح الرازي أن يكون (أو) بحسب تقدير الرائي، حيث قال: والأصح هو أن يكون المعني أو يزيدون في تقديركم بمعنى إذ رآهم الرائي قال: هؤلاء مائة ألف أو يزيدون على المائة، وهذا هو الجواب عن كل ما يشبه هذا. انظر: \"مفاتيح الغيب\" للرازي ٢٦/ ١٤٥.(١) هذا القول ينسب لأبي بن كعب - رضي الله عنه - ولم أره ينسب لابن عباس ولا لمقاتل إلا ما كان من القرطبي فإنه ينقل كلام المصنف هنا كما ظهر لي ذلك بالتّتبع، انظر: \"جامع البيان\" للطبري ٢٣/ ١٠٤، \"النكت والعيون\" للماوردي ٥/ ٧٥، \"زاد المسير\" لابن الجوزي ٧/ ٩٥، \"الدر المنثور\" للسيوطي ٥/ ٥٤٧، \"تفسير القرآن العظيم\" لابن كثير ١٢/ ٦٠.(٢) هذِه إحدى الروايات عن ابن عباس، والرواية الثانية أنهم يزيدون (ثلاثين ألفاً) والرواية الثالثة أنهم يزيدون (بضعًا وأربعين ألفًا) ونُسب هذا القول أيضًا للحكم، انظر: \"النكت والعيون\" للماوردي ٥/ ٧٠، \"جامع البيان\" للطبري ٢٣/ ١٠٤، \"زاد المسير\" لابن الجوزي ٧/ ٩٠، \"تفسير القرآن العظيم\" لابن كثير ١٢/ ٦٠، \"الدر المنثور\" للسيوطي ٥/ ٥٤٧ ولم أره منسوبًا للحسن والربيع والعلم عند الله.</p>"
}