{
  "id": null,
  "sura": 37,
  "aya": 24,
  "text": "<p> وقال ابن كيسان: قدموهم (١) . </p><p> والعرب تسمي السابق هاديًا ومنه قيل للرقبة هادية الشاة (٢) . </p><p> وقال امرؤ القيس: </p><p> كأن دِمَاءَ الهاديات بَنَحْرِهِ ... عُصارَةُ حِنّاءٍ بِشيْبٍ مُرَجَّل (٣) </p><p> أراد بالهاديات أوائل الوحش. </p><p> {إِلَى صِرَاطِ الْجَحِيمِ} طريق النار. </p><p> ٢٤ - {وَقِفُوهُمْ} واحبسوهم يقال: وقفته وقفًا فوقف وقوفًا. </p><p> {إِنَّهُمْ مَسْئُولُونَ} قال ابن عباس - رضي الله عنهما -: عن لا إله إلا الله (٤) . </p><p> وقال الضحاك: عن خطاياهم (٥) . </p><p>(١) قول ابن كيسان هذا لم أجده إلا عند البغوي في \"معالم التنزيل\" ٧/ ٣٧. (٢) انظر: \"لسان العرب\" لابن منظور ١٥/ ٣٥٦ (هدى).(٣) \"طبقات فحول الشعراء\" لابن سلام ١/ ٨٥، \"لسان العرب\" لابن منظور ٣٥٧/ ١٥ والشاعر هو: امرؤ القيس بن حجر بن الحارث بن عمرو الكندي صاحب إحدى المعلقات وهي من أفخرهن وأشهرهن. \"طبقات فحول الشعراء\" لابن سلام ١/ ١٥، \"البداية والنهاية\" لابن كثير ٢/ ٢٢٢.(٤) ذكره ابن الجوزي في \"زاد المسير\" ٧/ ٥٣ وزاد في معنى المسؤول عنه على ما ذكره المصنف هنا ثلاثة معاني أحدها: سؤال خزنة جهنم لهم بقوله: {ألم يأتكم نذير} والثانية: أنهم يسألون عما كانوا يعبدون. والثالثة: أن سؤالهم قوله: {مَا لَكُمْ لَا تَنَاصَرُونَ (٢٥)} وقد ذكر الماوردي في غير هذِه الأقوال، ونسب هذا القول -قول ابن عباس- ليحيى بن سلام \"النكت والعيون\" ٥/ ٤٤.(٥) \"الجامع لأحكام القرآن\" للقرطبي ١٥/ ٧٤، \"زاد المسير\" لابن الجوزي ٧/ ٥٣.</p><p> وقال القرظي: عن جميع أقوالهم وأفعالهم (١) . </p><p> [٢٤٥٦١] أخبرنا الحسين بن محمَّد بن فنجويه الدينوري (٢) ، قال: ثنا عمر بن أحمد بن القاسم النهاوندي (٣) ، قال: ثنا محمَّد بن أيوب (٤) قال: ثنا محمد بن عقبة (٥) ، قال: ثنا أبو محصن حصين بن نمير الهمداني (٦) ، قال: ثنا حسين بن قيس الرحبي (٧) -وزعم أنه شيخ صدوق- قال: ثنا عطاء (٨) ، عن ابن عمر، عن عبد الله بن مسعود </p><p>(١) وهو قول ابن عباس والكلبي، انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٥/ ٧٤، ونسب القرطبي لابن عباس قولًا ثالثًا غير ما تقدم بيانه، وهو قوله: عن ظلم الخلق. (٢) ثقة صدوق كثير الرواية للمناكير.(٣) فقيه، روى عن الثقات الموضوعات.(٤) أبو عبد الله ابن الضريس، مصنف \"فضائل القرآن\"، ثقة.(٥) محمَّد بن عقبة بن هرم السدوسي، أبو عبد الله البصري. روى عن هشيم بن بشير، والنضر بن إسماعيل وغيرهما، وروى له: البخاري في \"الأدب المفرد\"، وإبراهيم البغوي وغيرهما، وسمع منه أبو زرعة وأبو حاتم ولم يحدثا عنه. ضعفه أبو حاتم، وقال ابن حجر: صدوق يخطئ كثيرًا.انظر: \"الجرح والتعديل\" ٨/ ٣٦، \"تهذيب الكمال\" ٢٦/ ١٢٤، \"تقريب التهذيب\" لابن حجر (٦١٤٤).(٦) لا بأس به، رُمي بالنصب.(٧) حسين بن قيس الرحبي أبو علي الواسطي لقبه حنش، روى عن: عطاء بن أبي رباح، وعكرمة مولى ابن عباس، وعلباء بن أحمر، وروى له: إسماعيل بن عياش، وخالد الواسطي وغيرهما، ترك الحفاظ حديثه. انظر \"الجرح والتعديل\" ٣/ ٦٣، \"تهذيب الكمال\" ٦/ ٤٦٥، \"تقريب التهذيب\" لابن حجر (١٣٤٢).(٨) عطاء بن أبي رباح، ثقة لكنه، كثير الإرسال.</p><p> - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال:  \"لا تزول قدما ابن آدم من بين يدي ربه عَزَّ وَجَلَّ يوم القيامة حتى يسأل عن خمس خصال، عن شبابه فيم أبلاه وعن عمره فيم أفناه وعن ماله من أين اكتسبه وفيم أنفقه، وماذا عمل فيما علم\"  (١) . </p><p> [٢٤٠٧١] أخبرني ابن فنجويه (٢) ، قال: ثنا محمَّد بن الحسن بن صقلاب (٣) ، قال: ثنا محمَّد بن أحمد بن عبد الرحمن (٤) بطرسوس </p><p>(١) [٢٤٠٦] الحكم على الإسناد: إسناده ضعيف جدًا؛ فيه النهاوندي، روى عن الثقات الموضوعات, وحسين بن قيس الرحبي متروك.التخريج:الحديث أخرجه الترمذي في \"سننه\" (٢٤١٦) كتاب: صفة القيامة، باب: في القيامة، وأبو يعلى في \"مسنده\" ٩/ ١٧٨، والمروزي في \"تعظيم قدر الصلاة\" ٨٣٩/ ٢، وابن عدي في \"الكامل\" ٢/ ٢٥٣ , والبيهقي في \"شعب الإيمان\" ٢/ ٢٨٦ كلهم من طريق حسين بن قيس الرحبي به. وقد عرفت حال حسين هذا. قلت: والحديث قد صح من رواية أبي برزة الأسلمي.رواه الترمذي (٢٤١٧) كتاب: صفة القيامة، باب: في القيامة، والدارمي في \"المسند\" (٥٥٦)، وأبو يعلى في \"المسند\" ٤٢٨/ ١٣، والخطيب في \"اقتضاء العلم العمل\" (ص ١٧).عن أبي برزة الأسلمي قال: قال رسول الله - صلى الله عليه وسلم -: \"لا تزول قدما عبد يوم القيامة حتى يسأل عن عمره فيم أفناه، وعن علمه فيم فعل، وعن ماله من أين اكتسبه، وفيم أنفقه، وعن جسمه فيم أبلاه\". قال الترمذي: حديث حسن صحيح.وقال الألباني: سنده صحيح. \"صحيح الترغيب والترهيب\" (ص ٥٤)، \"اقتضاء العلم العمل\" بتحقيق الألباني (ص ١٧).(٢) ثقة صدوق، كثير الرواية للمناكير.(٣) لم يذكر بجرح أو تعديل.(٤) محمَّد بن أحمد بن عبد الرحمن، أبو بكر الحراني، لم أجده.</p><p> قال: ثنا أحمد بن خليد (١) ، قال: ثنا يوسف بن يونس الأفطس (٢) ، قال: سليمان بن بلال (٣) ، عن عبد الله بن دينار (٤) ، عن ابن عمر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إذا كان يوم القيامة دعا الله عَزَّ وَجَلَّ بعبد من عبيده فيوقفه بين يديه فيسأله عن جاهه كما يسأله عن ماله\"  (٥) . </p><p>(١) أحمد بن خليد الكندي. لم أجده. (٢) يوسف بن يونس الأفطس، قال الذهبي: ليس بثقة ولا مأمون.(٣) أبو محمَّد وأبو أيوب المدني ثقة.(٤) مولى ابن عمر، ثقة.(٥) [٢٤٠٧] الحكم على الإسناد:سنده ضعيف جدًا؛ فيه يوسف بن يونس الأفطس، ليس بثقة ولا مأمون، وأبو بكر الحراني لم أجده، وابن الصقلاب: لم يذكر بجرح أو تعديل.التخريج:الحديث أخرجه: الطبراني في \"المعجم الأوسط\" ١/ ١٤٢، وفي \"المعجم الصغير\" ١/ ٣٣ وابن حبان في \"المجروحين\" ٣/ ١٣٧ ومن طريقه ابن الجوزي في \"الموضوعات\" ٢/ ٥٠٩ وابن عدي في \"الكامل\" ٧/ ١٧ والخطيب في \"تاريخ بغداد\" ٨/ ٩٩ وأخرجه أيضًا تمام في \"فوائده\" كما في \"الروض البسام\" ٥/ ١٨٤ كلهم من طريق أحمد بن خليد به.أقوال العلماء في الحديث:قال الخطيب في \"الفصل للوصل المدرج في النقل\" ٢/ ٧٤٩: هذا الحديث لا يثبت عن النبي - صلى الله عليه وسلم -. بوجه من الوجوه.وقال ابن حبان في \"المجروحين\" ٣/ ١٣٧: هذا الحديث لا أصل له من كلام النبي - صلى الله عليه وسلم - وقال الخطيب في \"تاريخ بغداد\" ٨/ ٩٩: هذا حديث غريب جدًا لا أعلمه يروى إلا بهذا الإسناد تفرد به أحمد بن خليد ولا يثبت عن النبي - صلى الله عليه وسلم - بوجه من الوجوه. =</p>"
}