{
  "id": null,
  "sura": 37,
  "aya": 123,
  "text": "<p> ١١٣ - {وَبَارَكْنَا عَلَيْهِ} أي على إبراهيم عليه السلام في أولاده. </p><p> {وَعَلَى إِسْحَاقَ} حين أخرج أنبياء بني إسرائيل من صلبه. </p><p> {وَمِنْ ذُرِّيَّتِهِمَا مُحْسِنٌ} مؤمن {وَظَالِمٌ لِنَفْسِهِ مُبِينٌ} كافر ظاهر الكفر. </p><p> ١١٤ - قوله عز وجل:  {وَلَقَدْ مَنَنَّا} أنعمنا {عَلَى مُوسَى وَهَارُونَ} بالنبوة. </p><p> ١١٥ - {وَنَجَّيْنَاهُمَا وَقَوْمَهُمَا} بني إسرائيل {مِنَ الْكَرْبِ الْعَظِيمِ} </p><p> يعني الغَرق (١) حيث أغرقنا آل فرعون وقومه. </p><p> ١١٦ - {وَنَصَرْنَاهُمْ} يعني: موسى وهارون عليهما السلام وقومهما {فَكَانُوا هُمُ الْغَالِبِينَ} على القبط. </p><p> ١١٧ - {وَآتَيْنَاهُمَا الْكِتَابَ الْمُسْتَبِينَ (١١٧) } المستنير هو التوراة. </p><p> ١١٨ - {وَهَدَيْنَاهُمَا الصِّرَاطَ الْمُسْتَقِيمَ (١١٨) وَتَرَكْنَا عَلَيْهِمَا فِي الْآخِرِينَ (١١٩) سَلَامٌ عَلَى مُوسَى وَهَارُونَ (١٢٠) إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ (١٢١) إِنَّهُمَا مِنْ عِبَادِنَا الْمُؤْمِنِينَ (١٢٢) } </p><p> ١٢٣ - {وَإِنَّ إِلْيَاسَ لَمِنَ الْمُرْسَلِينَ (١٢٣) } </p><p> [٢٤٢٧] أخبرنا أبو محمد بن أبي القاسم بن المؤمل (٢) رحمه الله تعالى قال: نا أبو العباس الأصمّ (٣) ، قال: </p><p>(١) مروي عن السدي. انظر: \"جامع البيان\" للطبري ٢٣/ ٩٠. (٢) أبو محمد بن أبي القاسم بن المؤمل. لم أجد له ترجمة.(٣) محمد بن يعقوب بن يوسف، ثقة.</p><p> نا بكار بن قتيبة (١) ، نا أبو داود الطيالسي (٢) ، قال: نا قيس (٣) ، عن أبي إسحاق (٤) ، عن عبيدة بن ربيعة (٥) ، عن ابن مسعود - رضي الله عنه - قال: إلياس هو إدريس عليه السلام وإسرائيل هو يعقوب عليه السلام (٦) . </p><p> وإلى هذا ذهب عكرمة وقال: هو في مصحف عبد الله - رضي الله عنه -: (وإن </p><p>(١) بكّار بن قُتيبة بن أسد بن عبيد الله الثقفي البكراوي البصري حدث عنه: أبو عوانه وابن خزيمة، وأبو عفر الطحاوي وغيرهم. قال الذهبي: علامة محدث من قضاة العدل. انظر: \"الثقات\" لابن حبان ٨/ ١٥٢، \"سير أعلام النبلاء\" ١٢/ ٥٩٩.(٢) سليمان بن داود بن الجارود ثقة حافظ غلط في أحاديث.(٣) قيس بن الربيع الأسدي أبو محمد الكوفي صدوق تغير لما كبر وأدخل عليه ابنه ما ليس من حديثه فحدث به.(٤) السبيعي، ثقة اختلط بأخرة.(٥) عبيدة بن ربيعة كوفي، صحح ابن ماكولا أنه عبيد بالفتح بلا هاء. روى عن: عبد الله بن مسعود، وعثمان بن عفان، وروى عنه: عامر الشعبي وأبو إسحاق السبيعي.وثقه العجلي، وقال ابن حجر: مقبول.انظر: \"الجرح والتعديل\" ٦/ ٩١، \"الثقات\" لابن حبان ٥/ ١٤٠، \"تهذيب الكمال\" ١٩/ ٢٦٣، \"تقريب التهذيب\" لابن حجر (٤٤١٠).(٦) [٢٤٢٧] الحكم على الإسناد:فيه أبو محمد بن أبي القاسم بن المؤمل لم أجد له ترجمة.التخريج:رواه ابن أبي حاتم في \"تفسير القرآن العظيم\" وعبد بن حميد وابن عساكر في \"تاريخ دمشق\" ٩/ ٢٠٧. وانظر \"الدر المنثور\" للسيوطي ٥/ ٥٣٧. قال ابن حجر: قول ابن مسعود وصله عبد بن حميد وابن أبي حاتم بسند حسن عنه. \"فتح الباري\" لابن حجر ٦/ ٣٧٣.</p><p> إدريس لمن المرسلين) وتفرد عبد الله وعكرمة بهذا القول (١) . </p><p> وقال الآخرون: هو نبي من أنبياء بني إسرائيل (٢) . </p><p> قال ابن عباس - رضي الله عنهما -: وهو ابن عم اليسع (٣) . </p><p> وقالوا: هو إلياس بن ياسين بن العيزار بن هارون بن عمران (٤) . </p><p> وقال ابن إسحاق: هو إلياس بن نُسيّ بن فنحاس بن العيزار بن هارون بن عمران (٥) . </p><p> وقال أيضًا محمد بن إسحاق بن يسار والعلماء من أصحاب الأخبار: لما قبض الله عز وجل حزقيل النبيّ عليه السلام عَظُمت الأحداث في بني إسرائيل، وظهر فيهم الفساد والشرك، ونسوا عهد الله إليهم، ونَصَبوا الأوثان وعبدوها من دون الله، فبعث الله عز وجل إليهم إلياس عليه السلام نبيًّا، وإنما كانت الأنبياء عليهم السلام من بني إسرائيل بعد موسى عليه السلام يُبعثون إليهم بتجديد ما نسوا من التوراة، وبنو </p><p>(١) قلت: هو منسوب أيضًا لقتادة. انظر: \"جامع البيان\" للطبري ٢٣/ ٩١، \"زاد المسير\" لابن الجوزي ٧/ ٧٩، \"تفسير القرآن العظيم\" لابن كثير ١٢/ ٥٤، \"الجامع لأحكام القرآن\" للقرطبي ١٥/ ١١٥. (٢) \"زاد المسير\" لابن الجوزي ٧/ ٧٩، \"الجامع لأحكام القرآن\" للقرطبي ١٥/ ١١٥، \"المحرر الوجيز\" لابن عطية ٤/ ٤٨١.(٣) \"الجامع لأحكام القرآن\" للقرطبي ١٥/ ١١٥ وفيه: هو عم اليسع، \"روح المعاني\" للألوسي ٢٣/ ١٣٩.(٤) \"جامع البيان\" للطبري ٢٣/ ٩١ وذكر فيه أن اسمه إلياس بن ياسين بن فنحاص بن العيزار بن هارون بن عمران. وانظر \"روح المعاني\" للألوسي ٢٣/ ١٣٨.(٥) انظر ما سبق وانظر \"المحرر الوجيز\" لابن عطية ٤/ ٤٨١.</p><p> إسرائيل يومئذ متفرقون في أرض الشام وفيهم ملوك كثيرة، وكان سبب ذلك أن يوشع بن نون عليه السلام لما فتح أرض الشام بعد موسى عليه السلام وملكها بوَّأها بني إسرائيل وقسمها بينهم فأحَلَّ سِبْطًا منهم ببَعْلَبَك (١) ونواحيها، هم سبط إلياس الذي كان منهم إلياسُ عليه السلام، فبعث الله عز وجل إليهم نبيًّا وعليهم يومئذ مَلِكٌ يقال له: أجب، قد أضلّ قومه وأجبرهم على عبادة الأصنام، وكان يعبد هو وقومه صنمًا يقال له: بَعل، وكان طوله عشرين ذراعًا وكانت له أربعة وجوه، قال فجعل إلياس عليه السلام يدعوهم إلى الله تعالى وهم في ذلك لا يسمعون منه شيئًا إلا ما كان من أمر الملك الذي كان ببعلبك، فإنه صدّقه وآمن به فكان إلياس عليه السلام يقوّمُ أمره ويسدَّدُهُ ويرشده. </p><p> وكان لأجبّ الملك هذا امرأة يقال لها لزيئيل، وكان يستخلفها على رعيّته إذا غاب عنهم في غزاة أو غيرها فكانت تبرز للناس كما يبرز زوجها وتركب كما يركب وتجلس في مجلس القضاء فتقضي بين الناس وكانت قتّالة للأنبياء عليهم السلام، قال: وكان لها كاتب رجلٌ مؤمن حكيم يكتم إيمانه، وكان كاتبها قد خلّص من يدها ثلاثمائة نبيّ كانت تريد قتل كل واحد منهم إذا بُعث سوى الذي قتلتهم ممَّن كثر عددهم وكانت في نفسها غير محصنة، ولم يكن على وجه الأرض أفحش منها وهي مع ذلك قد تزوجت سبعة ملوك من ملوك بني إسرائيل قتلت كلهم بالاغتيال وكانت معمرة حتى يقال </p><p>(١) بعلبك: مدينة بالشام معروفة. \"معجم ما استعجم\" للبكري ١/ ٢٦٠.</p><p> إنها ولدت سبعين ولدًا. </p><p> قال: وكان لأجبّ هذا جار من بني إسرائيل رجل صالح يقال له: مزدكي، وكانت له جُنَيْنةٌ يعيش منها ويُقبل على عمارتها ومَرَمّتها، وكانت الجنينة إلى جانب قصر الملك وامرأته، وكانا يُشرفان على تلك الجنينة يتنزهان فيها ويأكلان ويشربان ويقيلان فيها، وكان أجبّ الملك في ذلك يُحسن جوار صاحبها مَزدكي ويُحسن إليه وامرأته لزيئيل تحسده على ذلك لأجل تلك الجنينة وتحتال في أن تغتصبها إياه لما تسمعُ الناس يكثرون ذكر الجنينة ويتعجبون من حسنها ويقولون: ما أحرى أن تكون هذِه الجنينة لأهل هذا القصر، ويتعجبون من الملك وامرأته كيف لم يغصباها صاحبها فلم تزل امرأة الملك تحتال على العبد الصالح مزدكي في أن تقتله وتأخذ جنينته والملك ينهاها عن ذلك ولا تجد عليه سبيلًا، ثم إنه اتفق خروج الملك إلى سفر بعيد وطالت غيبته فاغتنمت امرأته لزيئيل ذلك للحيلة على مزدكي وهو غافل عما تريد به مقبل على عبادة ربه وإصلاح معيشته، فجمعت لزيئيل جمعًا من الناس وأمرَتْهم أن يشهدوا على مزدكي أنه سبّ زوجها، فأجابوها إلى ملتمسها من الشهادة عليه. </p><p> وكان من حكمهم في ذلك الزمان على من سب الملك القتل إذا قامت عليه البينة بذلك فأحضرت مزدكي وقالت له: بلغني أنك شتمت الملك وعبته، فأنكر مزدكي ذلك، فقالت المرأة: إن عليك شهودًا وأحضرت الشهود فشهدوا بحضرة الناس عليه بالزور، فأمرت بقتل </p><p> مزدكي فقُتل وأخذت جنينته غصبًا، فغضب الله عز وجل عليهم للعبد الصالح فلما قدم الملك من سفره أخبرته الخبر، فقال لها: ما أصبت ولا وُفِّقتِ ولا أرانا نفلح بعده أبدًا وإن كنا عن جنينته لأغنياء قد كنّا نتنزه فيها، قد جاورنا وتحرّم بنا منذ طويل زمانِ فأحسنَّا جواره وكففنا عنه الأذى لوجوب حقه علينا فختمت أمره بأسوأ الجوار، وما حملكِ على اجترائك عليه إلّا سفهك وسوء رأيك وقلة تفكيركِ في العواقب. فقالت: إنما غضبتُ لك وحكمتُ بحكمك، فقال لها: أو ما كان يسعك حلمك ويحدوك عظيم خطرك على العفو عن رجل واحد فتحفظين له جواره، قالت: قد كان ما كان. </p><p> فبعث الله عز وجل إلياس عليه السلام إلى أجب الملك وقومه وأمره أن يخبرهم أن الله تعالى قد غضب لوليّه حين قتلوه بين أظْهُرِهم ظلمًا، وآلى على نفسه أنهما إن لم يتوبا عن صنيعهما ولم يرّدا الجنينة على ورثة مزدكي أن يهلكهما، يعني: أجب وامرأته في جوف الجنينة آيس ما يكونان بسفك دميهما ثم يدعهما جيفتين ملقاتين فيهما تتعرى عظامهما عن لحومهما ولا يتمتعان بها إلا قليلًا. </p><p> قال: فجاء إلياس عليه السلام وأخبره بما أوحى الله عز وجل إليه في أمره وأمر امرأته والجنينة، فلما سمع الملِكُ ذلك اشتد غضبه عليه ثم قال له: يا إلياس، والله ما أرى ما تدعو إليه إلا باطلًا، والله ما أرى فلانًا وفلانًا يُسَمِّى ملوكًا منهم قد عبدوا الأوثان على مثل ما نحن عليه يأكلون ويشربون ويتمتعون مُملَّكِين ما ينقص من دنياهم أمرهم الذي تزعم </p><p> أنه باطل، وما نرى لهم علينا من فضل. </p><p> قال: وهمَّ الملك بتعذيب إلياس عليه السلام وقَتْلِه، فلما سمع إلياس عليه السلام بذلك وأحسّ بالشر رفضه وخرج عنه فلحق بِشَواهِقِ الجبال وعاد الملك إلى عبادة بعلٍ، وارتقى إلياس عليه السلام أصعب جبل وأشْمَخَه فدخل مغارةً فيه، فيقال إنه بقي فيه سبع سنين شريدًا طريدًا جائعًا يأوي إلى الشعاف والكهوف يأكل من نبات الأرض وثمار الشجر، وهُمْ في طلبه قد وضعوا عليه العيون يتوكَّفون (١) أخباره ويجتهدون في أخذه والله عز وجل يستُر، ويدفع عنه فلما تمَّ سبع سنين أذن الله تعالى في إظهاره عليهم وشفا غيظه منهم، فأمرض الله عز وجل ابنا لأجبّ وكان أحبّ ولده إليه وأعزّهم عليه وأشبههم به فأُدْنِفَ (٢) حتى يئس منه فدعا صنمه بعلًا وكانوا قد فُتِنوا ببعْل وعظّموه حتى جعلوا له أربعمائة سادن فوكلوهم به وجعلوهم أنبياءه (٣) فكان الشيطان يدخل في جوف الصنم فيتكلم بأنواع الكلام والأربعمائة يصغون بآذانهم إلى ما يقول الشيطان ويوسوس إليهم الشيطان بشريعةٍ من الضلال فيثبتونها للناس فيعملون بها ويسمونهم الأنبياء، فلما اشتد مرض ابن الملِك طلب إليهم الملك أن يشفعوا </p><p>(١) يتوكَّفون: أي يتتبعون أخباره ويسألون عنها وينتظرونها. \"لسان العرب\" لابن منظور ٩/ ٣٦٤ (وكف). (٢) الدّنَفُ: المرض اللازم المخامر، يقال رجل دنِفٌ: أي براه المرض حتى أشفى على الموت. \"لسان العرب\" لابن منظور ٩/ ١٠٧ (دنف).(٣) أي: ينبؤن ويخبرون عنه.</p><p> إلى بعل ويطلبوا لابنه من قِبَله الشفاء والعافية فدعوه فلم يجيبهم ومنع الله عز وجل بقدرته الشيطان من صنمهم فلم يمكنه الولوج في جوفه وهم مجتهدون في التضرع إليه ولا يزداد في ذلك إلا خمودًا، فلما طال عليهم ذلك قالوا لأجبّ: إن في ناحية الشام آلهة أخرى وهي في العظم مثل إلهك فابعث إليها أنبياءك فيشفعوا لك إليها فلعلها أن تشفع لك إلى إلهك فإنه غضبان عليك ولولا غضبه عليك لقد أجابك وشفى لك ابنك قال أجبّ ومن أجل ماذا غضِب عليّ وأنا أطيعه، أطلب رضاه مذ كنتُ، لم أُسخِطهُ ساعة قط. قالوا: من أجل أنك لم تقتل إلياس وفرطت فيه حتى نجا سليمًا وهو كافر بإلهك يعبد غيره، فذلك الذي أغضبه عليك، قال أجبّ: وكيف لي بأن أَقتُل إلياس يومي هذا وأنا مشغول عن طلبه بوجع ابني وليس لإلياس مطلب ولا يُعرف له موضع فنقصده، ولو عُوفي ابني لفرغت لطلبه ولم يكن لي هَم ولا شغل غيره حتى آخذه فأقتله فأريح إلهي منه وأرضيه، قال: ثم إنه بعث أنبياءه الأربعمائة ليتشفّعوا إلى الربوب التي بالشام ويسألوها أن يشفع إلى صنم الملك ليشفي ابنه فانطلقوا حتى إذا كانوا بحيال الجبل الذي فيه إلياس عليه السلام أوحى الله عز وجل إلى إلياس عليه السلام أن اهبط من الجبل وتُعَارِضهم وتستوقفهم وتكلمهم، وقال له: لا تخف فإني سأصرف عنك شرهم، وألقِي الرعب في قلوبهم، فنزل إلياس عليه السلام من الجبل فلما لقيهم استوقفهم، فلما وقفوا قال لهم: إن الله عز وجل أرسلني إليكم وإلى من </p><p> وراءكم فاسمعوا أيُّها القوم رسالة ربكم لتبلّغوا صاحبكم فارجعوا إليه وقولوا: إن الله عز وجل يقول: ألست تعلم يا أجبَّ أني أنا الله لا إله إلا أنا إله بني إسرائيل الذي خلقهم ورزقهم وأحياهم وأماتهم. أفجهلك وقلة علمك حملك على أن تشرك بي فتطلب الشفاء لابنك من غيري ممن لا يملكون لأنفسهم شيئًا إلّا ما شئتُ. إني حلفت باسمي لأغيظنّك في ابنك ولأُميتنَّه في فوره هذا حتى يُعلم أن أحدًا لا يملك له شيئًا دوني. فلما قال لهم ذلك رجعوا وقد مُلئوا منه رعبًا، فلما صاروا إلى الملِك قالوا له ذلك وأخبروه بأن إلياس انحط عليهم وهو رجل نحيف طوال قد قَشِفَ (١) وقحل (٢) وتمعط (٣) شعره وتقشر جلده، عليه جبة من شعر وعباءة قد خللها على صدره بخلال، فاستوقفنا فلما صار معنا قُذفت له في قلوبنا الهيبة والرعب وانقطعت ألسنتنا ونحن في هذا العدد الكبير وهو واحد فلم نقدر على أن نكلمه ونراجعه ونملأ أعيننا منه حتى رجعنا إليك وقصوا عليه كلام إلياس عليه السلام فقال أجب: لا ننتفع بالحياة ما كان إلياس حيًّا. ما الذي منعكم أن تبطشوا به حين لقيتموه وتوثقوه وتأتوني به وأنتم تعلمون أنه طلبي وعدوّي. قالوا: قد أخبرناك ما الذي منعنا منه ومن </p><p>(١) قَشِفَ الرجل، أي: لم يتعهد النظافة، وأصل القَشْفِ خشونة العيش. \"المصباح المنير\" للرازي ٢/ ٥٠٣. (٢) قَحَلَ الرجل: أي جف جِلْدُه. \"لسان العرب\" لابن منظور ١١/ ٥٥٢ (قحل).(٣) تَمَعَّطَ شعره أي سقط. \"لسان العرب\" لابن منظور ٧/ ٤٠٥ (معط).</p><p> كلامه والبطش به. قال أجب: ما يطاق إذا إلياس إلا بالمكر والخديعة، فقيّض له خمسين رجلًا من قومه من ذوي القوة والبأس وعهد إليهم عهده وأمرهم بالاحتيال والاغتيال به وأن يطمّعوه في أنهم قد آمنوا به هم ومن وراءهم ليستنيم (١) إليهم ويغتر بهم فيمكنهم من نفسه فيأتون به مَلِكَهُم، فانطلقوا حتى ارتقوا ذلك الجبل الذي فيه إلياس عليه السلام ثم تفرّقوا فيه وهم ينادونه بأعلى أصواتهم ويقولون: يا نبيّ الله أبرز لنا وامنن علينا بنفسك فإنا قد آمنّا بك وصدقناك وملِكنا أجب وجميع قومنا، وأنت آمِن على نفسك وجميع بني إسرائيل يقرؤون عليك السلام ويقولون: قد بلغتنا رسالتك وعرفنا ما قلت وآمنَا بك وأجبناك إلى ما دعوتنا، فهلُمّ إلينا فأنت نبيُّنا ورسول ربّنا، فأقم بين أظهرنا واحكم فينا فإنا ننقاد لما أمرتنا وننتهي عما نهيتنا، وليس يسعك أن تتخلف عنا مع إيماننا وطاعتنا فتداركنا وارجع إلينا. وكل ذلك كان منهم مُماكرةً وخديعة، فلما سمع إلياس عليه السلام مقالتهم وقعت بقلبه وطمع في إيمانهم وخاف الله وأشفق من سخطه إن هو لم يظهر لهم ولم يجبهم بعد ما سمع منهم، فلما أجمع على أن يبرز لهم رجع إلى نفسه فقال: لو أني دعوتُ الله عز وجل وسألتُه أن يعلمني ما في أنفسهم ويطلعني على حقيقة أمرهم، وذلك أن الله عز وجل وفقه وألهمه التوقف والدعاء والتحرز فقال: اللهم إن كانوا صادقين </p><p>(١) استنام فلان إلى فلان إذا أَنِسَ به واطمأن إليه. \"لسان العرب\" لابن منظور ١٢/ ٥٩٩ نوم.</p><p> فيما يقولون فأذن لي في البروز إليهم وإن كانوا كاذبين فاكفنيهم وارْمِهم بنارٍ تحرقهم، فما استتم قوله حتى حُصِبوا بالنار من فوقهم فاحترقوا أجمعين، قال: وبلغ أجب وقومه الخبر فلم يرتدع من همه بالسوء، واحتال ثانيًا وأمر الناس وقيض له فئة أخرى مثل عدد أولئك أقوى منهم وأمكن من الحيلة والرأي، فأقبلوا حتى توغّلوا تلك الجبال متفرقين وجعلوا ينادون يا نبي الله إنا نعوذ بالله وبك (١) من غضب الله عز وجل وسطواته إنا لسنا كالذين أتوك قبلنا إن أولئك فرقة نافقوا وخالفتنا فصاروا إليك ليكيدوا بك من غير رأينا ولا علم منا وذلك أنهم حسدونا وحسدوك وخرجوا إليك سرًّا ولو علمنا بهم لقتلناهم ولكفيناك مؤنتهم، والآن فقد كفاك ربك أمرهم وأهلكهم بسوء نياتهم وانتقم لنا ولك منهم. </p><p> فلما سمع إلياس عليه السلام مقالتهم دَعا الله عز وجل بدعوته الأولى فأمطر عليهم النار فأحرقوا عن آخرهم، وفي كل ذلك ابن الملك في البلاء الشديد من وجعه كما وعده الله عز وجل على لسان نبيّه إلياس عليه السلام يقضى عليه فيموت ولا يخفّف عنه من عذابه، فلما سمع الملك بهلاك أصحابه ثانيًا ازداد غضبًا إلى غضبه، وأراد أن يخرج في طلب إلياس عليه السلام بنفسه إلا أنه شَغله عن ذلك مرض ابنه فلم يمكنه فوجَّه نحو إلياس يه السلام الكاتب المؤمن الذي هو كاتب امرأته رجاء أن يأنس إلياس عليه السلام فينزل معه وأظهر للكاتب أنه لا يريد </p><p>(١) هكذا وجد في القصة، وإلا فالاستعاذة لا تكون إلا بالله.</p><p> بإلياس سوءًا وإنما أظهر له ذلك لما اطلع عليه من إيمانه وأن الملك مع اطلاعه على إيمانه كان مُغْضِيًا عنه لما هو عليه من الكفاية والأمانة والحكمة وسداد الرأي والبصر بالأمور، قال: فلما وجّهه نحوه أرسل معه فئةً من أصحابه وأوعز إلى الفئة دون الكاتب أن يوثقوا إلياس ويأتونه به إن أراد التخلف عنهم، وإن جاء مع الكاتب واثقًا به آنسًا بمكانه لم يوحشوه ولم يُروِّعوه، ثم أظهر للكاتب الإنابة وقال له: إنه قد آن لي أن أتوب وأتعظ وقد أصابتنا بلايا من حريق أصحابنا والبلاء الذي فيه ابني، وقد عرفت أن ذلك بدعوة إلياس ولست آمنُ أن يدعو على جميع من بقي منا فنهلك بدعوته، فانطلق لنا إليه وأخبره أنا قد تُبنا وأنبنا وأنه لا يصلحنا في توبتنا وما نريد من رضاء ربنا وخلع أصنامِنا إلا أن يكون إلياس بين أظهرنا يأمرنا ويُخبرنا بما يُرضي ربّنا، قال: وأمَر قومه فاعتزلوا الأصنام وقالوا له: أخبر إلياس أنا قد خلعنا آلهتنا التي كنا نعبد وأرخيْنا (١) أمرها حتى ينزل إلياس إلينا فيكون هو الذي يُحرقها ويُهلكها وكان ذلك مكرًا من الملك. </p><p> قال: فانطلق الكاتب والفئة حتى علا الجبل الذي فيه إلياس عليه السلام، ثم ناداه فعرف إلياس عليه السلام صوته فتاقت نفسه إليه وأنس بمكانه وكان مشتاقا إلى لقائه، قال: وأوحى الله عز وجل إلى إلياس عليه السلام أن ابرز إلى أخيك الصالح فالقه وجدد العهد به، فبرز وسلّم عليه وصافحه وقال </p><p>(١) لم التراخي: التقاعد عن الشيء. \"لسان العرب\" لابن منظور ١٤/ ٣١٥ (رخا).</p><p> له: ما الخبر؟ فقال المؤمن: بعثني إليك هذا الجبار الطاغيّةُ وقومُه، ثم قص عليه ما قالوا ثم قال له: وإني لخائف إن رجعتُ ولستَ معي أن يقتلني فمُرْني بما شئت أفعله وآتيه إليه، وإن شئت انقطعت إليك فكنت معك وتركته، وإن شئت جاهدتُه معك وإن شئت تُرسلني إليه بما تحِب فأبلغه رسالتك ,وإن شئتَ دعوتَ ربك فجعل لنا من أمرنا فرجًا ومخرجًا. </p><p> قال: فأوحى الله عز وجل إلى إلياس عليه السلام أن كل شيء جاءك عنهم مكر وكذب ليظفروا بك وإن أجبّ إن أخبَرته رسلُه أنك قد لقيت هذا الرجل ولم يأت بك إليه اتّهمه وعرف أنه قد داهن في أمرك فلم يؤمن أن يقتله فانطلِق معه فإن انطلاقك معه عذرُه وبراءته عند أجب، وإني سأشغل عنكما أجب وأضاعف على ابنه البلاءَ حتى لا يكون له هم غيره، ثم أمته على سوء حال، فإذا مات هو فارجع عنه ولا تُقم. </p><p> قال: فانطلق معهم حتى قدّموا على أجب فلما قدموا عليه شدد الله عز وجل الوجع على ابنه وأخذ الموت يكظمه فشغل الله تعالى بذلك أجب وأصحابه عن إلياس. </p><p> ورجع إلياسُ عليه السلام سالمًا إلى مكانه فلما مات ابن أجبَ وفرغوا من أمره وقل جزعه انتبه لإلياس عليه السلام وسأل عنه الكاتب الذي جاء به، فقال: ليس لي به علم وذلك أنه شغلني عنه موت ابنك والجزع عليه ولم أكن أحسبك إلا وقد استوثقت منه، فأضرب عنه أجب وتركه لما كان فيه من الحزن على ابنه، فلما طال الأمر على إلياس عليه السلام ملّ = </p><p> الكونَ في الجبال والمقام بها واشتاق إلى العُمران والناس نزل من الجبل وانطلق حتى نزل بامرأة من بني إسرائيل وهي أمّ يونس بن متى ذي النون عليه السلام، فاستخفى عندها ستة أشهر ويونس بن متّى عليه السلام يومئذ مولود يرضع فكانت أم يونس تخدمه بنفسها وتواسيه بذات يدها ولا تدخر عنه كرامة تقدر عليها. </p><p> قال: ثم إن إلياس عليه السلام سئم ضيق البيوت بعد تعوده فسحة الجبال وروحَها، فأحبّ اللحوق بالجبال فخرج وعاد إلى مكانه فجزعت أمّ يونس لفراقه وأوحشها فَقدُه ثم لم يلبث إلا يسيرًا حتى مات ابنها يونس حين فطمته فعظُمتْ مصيبتها فيه. </p><p> فخرجت في طلب إلياس عليه السلام فلم تزل ترقى الجبال وتطوف فيها حتى عثرت عليه ووجدته، فقالت له: إني قد فجعتُ بعدك بموت ابني فعظمت فيه مصيبتي واشتدّ بفقده بلائي وليس لي ولد غيره فارحمني وادع ربك فيحيي لي ابني ويجبر مصيبتي وإني قد تركته مسجّى لم أدفِنْه وقد أخفيتُ مكانه، فقال لها إلياس عليه السلام: ليس هذا مما أمرتُ به وإنما أنا عبدٌ مأمور أعمل بما يأمر ربي عز وجل ولم يأمرني بهذا. </p><p> فجزعت المرأة وتضرّعت فأعطف الله عز وجل قلب إلياس عليه السلام لها، فقال لها: ومتى مات ابنكِ، قالت: منذ سبعة أيام فانطلق إلياس عليه السلام معها وسار سبعة أخرى حتى انتهى إلى منزلها فوجد ابنها يونس عليه السلام ميّتًا فتوضأ وصلى ودعا فأحْيَى الله عز وجل يونس بن متى بدعوة إلياس عليهما السلام فلما عاش وجلس وثب إلياس عليه السلام </p><p> وانصرف وتركه وعاد إلى موضعه. </p><p> فلمّا طال عصيانُ قومه ضاق بذلك إلياس ذرعًا وأجهده البلاء، قال: فأوحى الله عز وجل إليه بعد سبع سنين وهو خائف مجهود: يا إلياس ما هذا الحزن والجزع الذي أنت فيه؟ ألست أميني على وَحْيي وحجتي في أرضي وصفوتي من خلقي فسألني أعطك؛ فإني ذو الرحمة الواسعة والفضل العظيم، قال: تُميتُني فتلحقني بآبائي؛ فإني قد مللت من بني إسرائيل وملوني وأبغضتهم، فيك وأبغضوني. </p><p> فأوحى الله عز وجل إليه: يا إلياس ما هذا باليوم الذي أخلي منك الأرض وأهلها، وإنما قوامها وصلاحُها بك وأشباهك وإن كنتم قليلًا ولكن تسألُني فأعطيك. </p><p> قال إلياس عليه السلام: فإن لم تُمتني يا إلهي فأعطني ثأري من بني إسرائيل. قال الله سبحانه وتعالى: وأي شيء تريده أن أُعْطيك يا إلياس، قال: تُمكنني من خزائن السماء سبع سنين فلا تنشأ عليهم سحابة إلا بدعوتي ولا تُمطر عليهم سبع سنين قطرًا إلا بشفاعتي؛ فإنه لا يذلّهم إلا ذلك، قال الله عز وجل: يا إلياس أنا أرحم بخلقي من ذلك وإن كانوا ظالمين، قال: فستّ سنين، قال: أنا أرحم بخلقي من ذلك وإن كانوا ظالمين، قال: فخمس، قال: أنا أرحم بخلقي من ذلك وإن كانوا ظالمين، ولكني أعطيك ثأرك ثلاث سنين أجعل خزائن المطر بيدك فلا تنشأ عليهم سحابة إلا بدعوتك ولا تنزل عليهم قطرة إلا بشفاعتك. </p><p> قال إلياس عليه السلام: فبأيّ شيء أعيش، قال: أسخّر لك جيشًا من الطير ينقل إليك طعامك وشرابك من الريف والأرض التي لم تُقْحَط، قال إلياس عليه السلام: قد رضيتُ. </p><p> قال: فأمسك الله تعالى عنهم القطرَ حتى هلكت الماشية والدوابُّ والشجر وجهد الناس جهدًا شديدًا، وإلياس عليه السلام على حالته مستخفٍ من قومه يوضع له الرزق حيث ما كان، وقد عرفه بذلك قومُه فكانوا إذا وجدوا ريح الخبز في بيت قالوا: لقد دخل إلياس هذا المكان فطلبوه ولقي منهم أهل ذلك المنزل شرًّا. </p><p> قال ابن عباس - رضي الله عنهما -: أصاب بني إسرائيل ثلاث سنين القحط فمر إلياس عليه السلام بعجوز فقال لها: هل عندك طعام قالت: نعم شيء من الدقيق وزيت قليل، قال: فدعا بها ودعا فيه بالبركة ومسّه حتّى ملأ جرابَها دقيقًا وملأ خوابيها زيتًا، فلما رأوا ذلك عندها، قالوا: مِن أين لكِ هذا؟ قالت: مرّ بي رجل من حاله كذا وكذا فوصفته بصفته فعرفوه وقالوا: ذلك إلياس، فطلبوه فوجدوه فهرب منهم. </p><p> ثم إنه أوى ليلةً إلى بيت امرأة من بني إسرائيل لها ابن يُقال له: اليسع بن أخطوب، به ضرّ فآوته وأخفتْ أمره فدَعا له فعُوفي من الضرّ الذي كان به واتبع اليسعُ إلياسَ عليهما السلام فآمن به وصدّقه ولزِمه فكان يذهب به حيث ما ذهب، وكان إلياس عليه السلام قد أسَنّ وكبر وكان اليسع غلامًا شابًا، ثم إن الله عز وجل أوحى إلى إلياس عليه السلام أنك قد أهلكت كثيرًا من الخلق ممن لم يَعص سوى بني إسرائيل </p><p> من البهائم والدوابّ والطير والهوام والشجر بحبس المطر عن بني إسرائيل، فيزعمون -والله أعلم- أن إلياس عليه السلام قال: يا رب دعْني أكُن أنا الذي أدعو لهم به وآتيهم بالفرج مما هم فيه من البلاء الذي أصابهم لعلّهم أن يرجعوا وينزعوا عما هُم عليه من عبادة غيرك، قال له: نعم، فجاء إلياس عليه السلام إلى بني إسرائيل فقال لهم: إنكم قد هلكتم جوعًا وجهدًا وهلكت البهائم والدواب والطير والهوام والشجر بخطاياكم وإنكم على باطل وغرور، فإن كنتم تحبون أن تعملوا ذلك فاخرجوا بأصنامكم هذِه فإن استجابت لكم فذلك كما تقولون وإن هي لم تفعل علمتم أنكم على باطل فنزعتم ودعوتُ الله عز وجل ففرج عنكم ما أنتم فيه من البلاء، قالوا: أنصفتَ فخرجوا بأوثانهم فدعوها فلم تستجب لهم ولم يفرّج عنهم ما كانوا فيه من البلاء، ثم قالوا لإلياس عليه السلام: يا إلياس إنا قد هلكنا فادع الله عز وجل لنا فدعا الله لهم إلياسَ ومعه اليسع عليهما السلام بالفرج مما هم فيه وأن يُسْقَوا فخرجت سحابةٌ مثل التُّرْسِ على ظهر البحر وهم ينظرون فأقبلَتْ نحوهم وطَبقت (١) الآفاق ثم أرسل الله عز وجل عليهم المطر فأغاثهم وحييت بلادهم، فلما كشف الله عز وجل عنهم الضُرّ نقضُوا العهد ولم ينزعوا عن كفرهم ولم يقلعوا عن ضلالتهم وأقاموا على أخبث ما كانوا عليه، فلما رأى إلياس عليه السلام ذلك دعا ربّه عز وجل أن يُريحَه منهم فقيل له -فيما يزعمون- انظر يوم كذا وكذا فاخرج </p><p>(١) طبّقت الآفاق: أي غطّته. \"لسان العرب\" لابن منظور ١٠/ ٢٠٩ (طبق).</p><p> فيه إلى موضع كذا فما جاءَك من شيء فاركَبْه ولا تَهَبْه، فخرج إلياس -عليه السلام- ومعه اليسع بن أخطوب حتى إذا كان بالموضع الذي أمر أقبل فرس من نارٍ حتى وثق بين يديه فوثب عليه إلياس الياس -عليه السلام- فانطلق به الفرسُ فناداه اليسع -عليه السلام- يا إلياس: ما تأمرني فقذف إليه إلياس بكسائه من الجو الأعلى وكان ذلك علامة استخلافه إياه على بني إسرائيل فكان ذلك آخر العهد ورفع الله -عز وجل- إلياس من بين أظهرهم وقطع عنه لذة المطعم والمشرب وكساه الريش فكان إنسيًّا ملكيًّا أرضيًّا سماويًّا وسلط الله على أجب الملك وقومه عدوًا منهم فقصدهم من حيث لم يشعروا به حتى زهقهم فقتل أجب ملكهم وامرأته لزيئيل في بستان مزدكي لم يزل جيفتاهما ملقاتين في تلك الجنينة حتى بليت عظامهما ورقَت عظامهما، ونبّأ الله -عز وجل- بفضله اليسع -عليه السلام- وبعثه رسولاً إلى بني إسرائيل وأوحى إليه وأيده بمثل ما أيد به عبدَه إلياس -عليه السلام- فآمنت به بنو إسرائيل فكانوا يعظّمونه وينتهون إلى أمره وحُكم الله تعالى فيهم قائم إلى أن فارقهم اليسع -عليه السلام- (١) . </p><p> [٢٤٢٨] أخبرني أبو عبد الله بن فنجويه الدينوري (٢) بقراءتي عليه </p><p>(١) انظر: \"جامع البيان\" للطبري ٢٣/ ٩٢، \"تاريخ الرسل والملوك\" ١/ ٤٦١، \"تاريخ دمشق\" لابن عساكر ٩/ ٢٠٨، ٢١٠ وأورد ابن كثير بعضه في \"تفسير القرآن العظيم\" وذكر أنه مأخوذ عن أهل الكتاب ١٢/ ٥٤. (٢) ثقة صدوق، كثير الرواية للمناكير.</p><p> في داري قال: نا أبو بكر بن مالك القطيعي (١) ، قال: نا عبد الله بن أحمد بن حنبل (٢) ، قال: حدثنا الحسن بن عبد العزيز الجرَوي (٣) ، عن ضمرة (٤) ، عن السري بن يحيى (٥) ، عن عبد العزيز بن أبي روّاد (٦) ، قال: إلياس والخضر عليهما السلام يصومان شهر رمضان ببيت المقدس ويوافيان الموسم في كل عام (٧) . </p><p>(١) أحمد بن جعفر بن حمدان بن مالك أبو بكر البغدادي القطيعي الحنبلي، ثقه. (٢) أبو عبد الرحمن، ثقة.(٣) أبو علي المصري، نزيل بغداد ثقة ثبت عابد فاضل.(٤) ضمرة بن ربعية الفَلَسطيني، أبو عبد الله، أصله دمشقي قال ابن حجر: صدوق يهم قليلًا.(٥) أبو الهيثم ويقال: أبو يحيى البصري ثقة.(٦) عبد العزيز بن أبي رَاَّد، روى عن: نافع مولى ابن عمر، والضحاك بن مزاحم، وعكرمة وغيرهم، استشهد به البخاري في \"الصحيح\" وروى له في \"الأدب\"، وروى عنه أيضًا: سفيان الثوري، وزائدة بن قدامة وغيرهم. وثقه يحيى بن معين وأبو حاتم والعجلي والحاكم، وقال الدارقطني: متوسط في حديثه وربما وهم، وقال ابن حجر: صدوق عابد ربما وهم ورمي بالإرجاء. انظر: \"الجرح والتعديل\" ٥/ ٣٩٤، \"تهذيب الكمال\" ١٨/ ١٣٦، \"تقريب التهذيب\" لابن حجر (٤٠٩٦).(٧) [٢٤٢٧] الحكم على الإسناد:إسناده حسن وهو موقوف على عبد العزيز بن أبي رواد.التخريج:أورده ابن حجر في \"الإصابة\" ٢/ ٢٦١ وعزاه لعبد الله بن أحمد في زوائد \"الزهد\".</p><p> [٢٤٢٩] وأخبرني ابن فنجويه (١) ، قال: نا ابن ماجة (٢) ، قال: نا الحسن بن أيوب (٣) ، قال: نا عبد الله بن أبي زياد (٤) قال: نا سيّار (٥) ، قال: نا بشر بن منصور (٦) ، قال: حدثنا سعيد بن أبي سعيد البصري (٧) ، قال: حدثنا العلاء البجلي (٨) ، عن زيد مولى عون الطُّفاوي (٩) ، عن رجل من أهل عسقلان (١٠) كان يمشي بالأردن عند نصف النهار فرأى رجلًا فقال: يا عبد الله من أنت؟ يا عبد الله من أنت؟ فجعل لا يكلمني، قلتُ: يا عبد الله من أنت؟ قال: إلياس، </p><p>(١) ثقة، صدوق، كثير الرواية للمناكير. (٢) أحمد بن الحسن بن يزيد، أبو الحسن القزويني، لم يذكر بجرح أو تعديل.(٣) القزويني. قال ابن أبي حاتم، صدوق.(٤) عبد الله بن الحكم بن أبي زياد القطواني أبو عبد الرحمن الكوفي الدهقان، صدوق.(٥) سيّار بن حاتم العنزي أبو سلمة البصري، صدوق له أوهام.(٦) بشر بن منصور السليمي أبو محمد الأزدي البصري، صدوق عابد زاهد.(٧) لم أجده.(٨) العلاء بن أخي شعيب بن خالد البجلي الرازي والد يحيى روى عن: إسماعيل بن إبراهيم، وروى عنه: شعبة بن الحجاج، وروى له أبو داود.وثقه ابن حبان، وقال الذهبي: لا يعرف؛ تفرد عنه شعبة. وقال ابن حجر: مقبول، انظر \"الثقات\" لابن حبان ٨/ ٥٠٣، \"تهذيب الكمال\" ٢٢/ ٥٤٦، \"تقريب التهذيب\" لابن حجر (٥٢٦١).(٩) لم أجده.(١٠) عَسْقلان: مدينة بالشام من أعمال فلسطين على ساحل البحر بين غزة وبيت جبرين، ويقال لها: عروس الشام، وكذلك يقال لدمشق، \"معجم البلدان\" لياقوت ٤/ ٢٢٢.</p><p> قال: فوقعتْ عليّ رِعْدةٌ، فقلت: ادع الله يرفع عني ما أجد حتى أفهم حديثك وأعقل عنك، قال: فَدَعَا لي بثمان دعوات يا بَر يا رحيم يا حنان يا منان يا حيّ يا قيوم ودعوتين بالسريانية (١) لم أفهم ما قال، ورفع الله عني ما كنت أجد فوضع كفّه بين كتفي فوجدت بردها بين ثديي، قال: فقلت له: يُوحى إليك اليوم؟ قال: منذ بعث الله محمدًا رسولًا فإنه ليس يوحَى إلى. </p><p> قال: قلت له: كم الأنبياء اليوم أحياء؟ قال: أربعة، اثنان في الأرض واثنان في السماء. في السماء عيسى، وإدريس وفي الأرض إلياس والخضر. قلت: كم الأبدال (٢) ؟ قال: ستون رجلًا، </p><p>(١) السريدانية: هي لغة منسوبة إلى أرض سورستان وهي العراق وهي لغة النَّبَط. \"معجم البلدان\" لياقوت ٤/ ٢٨١. (٢) قال ابن منظور في \"لسان العرب\" ١١/ ٤٩: الأبدال قوم من الصالحين بهم يقيم الله الأرض لا يموت منهم أحد إلا قام مكانه آخر فلذلك سُمُّوا أبدالًا.قال شيخ الإسلام ابن تيمية في \"منهاج السنة\" ١/ ٩٤: لفظ الأبدال تكلم به بعض السلف ويُروى فيه عن النبي - صلى الله عليه وسلم - حديث ضعيف اهـ.وقد سئل شيخ الإسلام ابن تيمية عن الحديث المروي في الأبدال هل هو صحيح أم مقطوع وعن بعض الأسماء التي يطلقها بعض المشايخ مثل: غوث الأغواث وقطب الأقطاب. . . إلخ.فأجاب رحمه الله قائلا:أما الأسماء الدائرة على ألْسنة كثير من النساك والعامة مثل الغوث الذي بمكة والأوتاد الأربعة والأقطاب السبعة والأبدال الأربعين والنجباء الثلاثمائة فهذِه أسماء ليست موجودة في كتاب الله تعالى ولا هي أيضًا مأثورة عن النبي - صلى الله عليه وسلم - بإسناد صحيح ولا ضعيف يحمل عليه ألفاظ الأبدال. فقد روي فيهم حديث شامي =</p><p> خمسون منهم من لدن عريش مصر إلى شاطئ الفرات، ورجلان بالمصيصة، ورجل بعسقلان، وسبعة في سائر البلدان، كلما أذهب الله بواحد جاء الله بآخر، بهم يُدفع عن الناس وبهم يمطرون. </p><p> قلت: فالخضر أين يكون قال في جزائِر البحر، قلت: فهل تلقاه؟ قال: نعم، قلت: أين؟ قال: بالموسم، قلت: فما يكون من حديثكما؟ قال يأخذ من شَعْري وآخذ من شَعْرِهِ، قال: وذلك حين يكون بين مروان بن الحكم وبين أهل الشام القتال. فقلت: فما تقول في مروان بن الحكم؟ قال: ما تصنع به رجل جبار عاتٍ على الله -عز وجل- القاتل والمقتول والشاهد في النار، قال: قلت: فإني قد </p><p>= منقطع الإسناد عن علي بن أبي طالب - رضي الله عنه - مرفوعًا إلى النبي - صلى الله عليه وسلم - أنه قال: إن فيهم -يعني أهل الشام - الأبدال الأربعين رجلًا كلما مات رجل أبدل الله تعالى مكانه رجلاً. قال: ولا توجد هذِه الأسماء في كلام السلف كما هي على هذا الترتيب ولا هي مأثورة على هذا الترتيب والمعاني عن المشايخ المقبولين عند الأمة قبولًا عامًا. وإنما توجد على هذِه الصورة عن بعض المتوسطين من المشايخ وقد قالها إما آثرًا لها عن غيره أو ذاكرًا ... إلخ. للاستزادة.انظر: \"مجموع الفتاوى\" لابن تيمية ١١/ ٤٣٣ - ٤٤٤.قلت: أحاديث الأبدال كثيرة وعند التحقيق لا يصح منها شيء.قال ابن القيم في \"المنار المنيف\" (ص ١٣٦): أحاديث الأبدال والأقطاب والأغواث والنقباء والنجباء والأوتاد كلها باطلة على رسول الله - صلى الله عليه وسلم -. وأقرب ما فيها: \"لا تسبوا أهل الشام فإن فيهم البدلاء كلما مات رجل منهم أبدل الله مكانه رجلًا آخر\" ذكره أحمد ولا يصح أيضًا فإنه منقطع اهـ.وانظر أيضًا: \"سلسلة الأحاديث الضعيفة\" ٢/ ٣٣٩ - ٣٤٣، ٣/ ٦٦٦ - ٦٧١.</p><p> شهدتُ فلم أطعن برمح ولم أرم بسهم ولم أضرب بسيف، وأنا أستغفر الله -عز وجل- من ذلك المقام لن أعودَ إلى مثله أبدًا، قال: أحسنتَ، هكذا فكن. قال: فإني وإياه قاعدان: إذ وُضِع بين يديه رغيفان أشدّ بياضًا من الثلج أكلت أنا وهو رغيفًا وبعض آخر ثم رفع فما رأيت أحدًا وضَعَه ولا أحدًا رفعه، قال: وله ناقة ترعى في وادي الأرْدن، فرفع رأسه إليها فما دعاها حتى جاءت فبركت بين يديه فركبها، قلت: أريد أن أصْحَبَك، قال: إنك لا تَقْدر على صحبتي، قلتُ إني خِلْوٌ ما لي زوجة ولا عيال قال: تزوج وإياك والنساءَ الأربع، إياك والناشِزة والمختلِعة والملاعِنة والممارية، وتزوج ما بدا لك من النساء. قلت إني أحب لقاءك قال: إذا رأيتني فقد رأيتني ثم قال: إني أريد أن أعتكف في بيت المقدس في شهر رمضان، قال: ثم حالت بيني وبينه شجرة فوالله ما أدري كيف ذهب (١) . </p><p> فذاك قوله -عز وجل- {وَإِنَّ إِلْيَاسَ لَمِنَ الْمُرْسَلِينَ} . </p><p>(١) [٢٤٢٩] الحكم على الإسناد: إسناده ضعيف فيه سعيد بن أبي سعيد وزيد مولى عون الطفاوي لم أجدهما، وفيه من لم يسم.التخريج:رواه ابن عساكر عن زيد مولى عون الطفاوي به مختصرًا.\"تاريخ دمشق\" لابن عساكر ٩/ ٢١٥.قال ابن كثير في \"البداية والنهاية\" ١/ ٣٣٧: وأوردنا الحديث الذي فيه أنهما يجتمعان بعرفات كل سنة -يعني إلياس والخضر- وبيّنا أنه لم يصح شيء من ذلك وأن الذي يقوم عليه الدليل أن الخضر مات وكذلك إلياس عليهما السلام ا. هـ.</p>"
}