{
  "id": null,
  "sura": 37,
  "aya": 102,
  "text": "<p> قال مقاتل: بنوا له حائطًا من الحجر طوله ثلاثون ذراعًا وعرضه عشرون ذراعًا وملؤوه من الحطب وأوقدوا فيه النار (١) . </p><p> ٩٨ - {فَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَسْفَلِينَ (٩٨) } المقهورين. </p><p> ٩٩ - قوله عز وجل:  {وَقَالَ} إبراهيم عليه السلام {إِنِّي ذَاهِبٌ إِلَى رَبِّي سَيَهْدِينِ} </p><p> إلى مرضاة ربي وهو المكان الذي أُمر بالذهاب إليه (٢) نظيره قوله تعالى: {وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي}  (٣) . </p><p> وقيل: ذاهب إلى ربي بنيتي وعملي (٤) . </p><p> ١٠٠ - {رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ (١٠٠) } </p><p> مختصر، أي: رب هب لي ولدًا صالحا من الصالحين. </p><p> ١٠١ - {فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ (١٠١) فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ} </p><p> ذلك الغلام {قَالَ يَابُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ} واختلف السلف من علماء المسلمين في الذي أمر إبراهيم عليه السلام بذبحه من ابنيْهِ بعد </p><p>(١) هذا القول ذكره المفسرون منسوبًا لابن عباس والله أعلم. انظر: \"تفسير القرآن\" للسمعاني ٤/ ٤٠٦، \"مفاتيح الغيب\" للرازي ٦/ ١٣١، \"الجامع لأحكام القرآن\" للقرطبي ١٥/ ٩٧. (٢) هذا هو القول الأول في معنى الآية وهو أنه ذاهب حقيقة بالبدن. وإلى هذا ذهب الطبري في \"جامع البيان\" ٢٣/ ٧٥، وابن كثير في \"تفسير القرآن العظيم\" ١٢/ ٣٧.قلت: هو مستلزمٌ للقول الثاني (بالنية والعمل).(٣) العنكبوت: ٢٦.(٤) قاله قتادة.انظر: \"جامع البيان\" للطبري ٢٣/ ٧٦، \"النكت والعيون\" للماوردي ٥/ ٥٩، \"زاد المسير\" لابن الجوزي ٧/ ٧١، \"المحرر الوجيز\" لابن عطية ٤/ ٤٨٠.</p><p> إجماع (١) أهل الكتاب على أنه كان إسحاقَ. </p><p> فقال قومٌ: الذبيح إسحاق عليه السلام، وإليه ذهب من الصحابة عمر بن الخطاب وعلي بن أبي طالب وعبد الله بن مسعود (٢) والعباس بن عبد المطلب - رضي الله عنهم -، ومن التابعين وأتباعهم: كعب الأحبار وسعيد بن جبير وقتادة ومسروق وعكرمة، والقاسم بن أبي بزة وعطاء ومقاتل وعبد الرحمن بن سابط والزهري والسدي، وهي رواية عكرمة وابن جبير عن ابن عباس (٣) - رضي الله عنهما - (٤) . </p><p>(١) هذا الإجماع يرده ما سيذكره المصنف بعد قليل عن أحد علماء اليهود الذي أسلم في زمن عمر بن عبد العزيز، إلا أن يَقصد المؤلف إجماعًا ظاهريًا بألسنتهم دون اعتقاد منهم بما هو الحق. والله أعلم. انظر: أيضًا \"تفسير القرآن العظيم\" لابن كثير ١٢/ ٣٧.(٢) قال القرطبي في \"الجامع لأحكام القرآن\" ١٥/ ٩٩: وهو الصحيح عن عبد الله بن مسعود.(٣) قال القرطبي في \"الجامع لأحكام القرآن\" ١٥/ ٩٩: وهو الصحيح عنه ا. هـ. -أي: عن ابن عباس ا. هـ.(٤) انظر: ما تقدم في \"جامع البيان\" للطبري ٢٣/ ٨١ - ٨٣ \"الدر المنثور\" للسيوطي ٥/ ٥٢٧ - ٥٣٥، \"النكت والعيون\" للماوردي ٥/ ٦٢، \"زاد المسير\" لابن الجوزي ٧/ ٧٢.وإلى هذا القول ذهب الطبري في \"جامع البيان\" ٢٣/ ٨٥، ومال إليه القرطبي في \"الجامع لأحكام القرآن\" ١٥/ ١٠١، والسيوطي في علوم القرآن ولكنه بعد ذلك توقف كما أخبر هو عن نفسه في رسالته المسماة \"القول الفصيح في تعيين الذبيح\" انظر: \"الحاوي للفتاوى\" ١/ ٣١٨ وهو عبارة عن فتاوى ورسائل له. وانظر أيضًا للاستزادة: \"روح المعاني\" للألوسي ٢٣/ ١٢٣.</p><p> [٢٤١٤] أخبرني الحسين بن محمد بن عبد الله (١) ، قال: نا طلحة ابن محمد (٢) وعبيد الله بن أحمد (٣) قالا: نا أبو بكر بن مجاهد (٤) ، قال: نا أحمد بن حرب (٥) ، قال: نا سنيد بن داود (٦) ، قال: حدثني حجاج (٧) ، عن ليث بن سعد (٨) ، عن صفوانَ بن عَمرو (٩) ، عن عمر ابن الخطاب - رضي الله عنه - قال: هو إسحاق (١٠) . </p><p>(١) هو ابن فنجويه الدينوري، ثقة، صدوق، كثير الرواية للمناكير. (٢) ابن جعفر الشاهد، سيئ الحال في الحديث وضعفه الأزهري.(٣) أبو الحسين البغدادي بن البوّاب، ثقة.(٤) أحمد بن موسى بن العباس بن مجاهد البغدادي، ثقة مأمون.(٥) له مناكير ولم يترك، ورُمي بالإرجاء.(٦) حسين بن داود المصيصي، يلقب بسنيد، ضُعِّف مع إمامته ومعرفته، لكونه كان يُلقِّن حجاج بن محمد شيخه.(٧) حجاج بن محمد المصيصي الأعور، ثقة ثبت لكنه اختلط في آخر عمره لما قدم بغداد قبل موته.(٨) أبو الحارث المصري ثقة ثبت فقيه إمام مشهور.(٩) أبو عمرو السَّكْسَكِي الحمصي، ليس به بأس، ثقة.(١٠) [٢٤١٤] الحكم على الإسناد:السند ضعيف؛ فيه طلحة بن محمد، وأحمد بن حرب وسُنيد بن داود ضُعفوا، وفيه انقطاع بين صفوان وعمر بن الخطاب.التخريج:لم أجده مسندًا هكذا، ولقد عزاه لعمر ابن الجوزي في \"زاد المسير\" ٧/ ٧٢ والسيوطي في \"القول الفصيح في تعيين الذبيح\" انظرها في: \"الحاوي للفتاوى\" ١/ ٣١٨.</p><p> [٢٤١٥] وأخبرني الحسين (١) ، قال: نا عبيد الله بن أحمد بن يعقوب (٢) ، قال: نا رضوان بن أحمد الصيدلاني (٣) ، قال: نا أحمد ابن عبد الجبار العطاردي (٤) ، قال: نا أبو معاوية (٥) ، عن حجاج (٦) ، عن القاسم بن نافع (٧) ، عن أبي الطفيل (٨) ، عن علي - رضي الله عنه - قال: الذي أراد إبراهيم عليه السلام ذبحه إسحاق (٩) . </p><p> وروى شعبة (١٠) ، عن أبي إسحاق (١١) ، عن أبي الأحوص (١٢) ، قال: افتخر رجل عند ابن مسعود - رضي الله عنه - فقال: أنا فلان بن فلان بن </p><p>(١) هو ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير. (٢) ثقة.(٣) التميمي، ثقة.(٤) أبو عمر الكوفي. ضعيف وسماعه للسيرة صحيح.(٥) محمد بن خازم السعدي التميمي، ثقة أحفظ الناس لحديث الأعمش، وقد يهم في حديث غيره، وقد رُمي بالإرجاء.(٦) حجاج بن أرطاة، أحد الفقهاء، صدوق كثير الخطأ والتدليس.(٧) القاسم بن نافع بن أبي بزة، المخزومي، ثقة.(٨) عامر بن واثلة، صحابي.(٩) [٢٤١٥] الحكم على الإسناد:ضعيف. فيه أحمد بن عبد الجبار وحجاج بن أرطاة ضعافٌ.التخريج:لم أره مسندًا عن علي وعزاه لعليٍّ ابن الجوزي في \"زاد المسير\" ٧/ ٧٢، وابن عطية في \"المحرر الوجيز\" ٤/ ٤٨٠.(١٠) شعبة بن الحجاج، ثقة حافظ، مقتن.(١١) عمرو بن عبد الله بن عبيد السّبيعي ثقة مكثر عابد.(١٢) عوف بن مالك بن نَضْلة الجُشَمي، ثقة.</p><p> الأشياخ الكرام. فقال عبد الله - رضي الله عنه -: ذاك يوسف بن يعقوب بن إسحاق ذبيح الله ابن إبراهيم خليل الله عليهم السلام (١) . </p><p> [٢٤١٦] وأخبرنا الحسين بن محمد (٢) قال: نا أحمد بن حمدان (٣) ، قال: نا يوسف بن عبد الله (٤) ، قال نا موسى بن إسماعيل (٥) ، قال: نا المبارك (٦) ، عن الحسن (٧) ، عن الأحنف بن قيس (٨) ، عن العباس بن عبد المطلب (٩) ، قال: الذي فداه الله عز وجل </p><p>(١) الحكم على الإسناد: رجاله ثقات.التخريج:رواه المصنف معلقا عن شعبة. ورواه موصولًا إلى ابن مسعود الطبراني في \"المعجم الكبير\" ٩/ ١٨٦ والطبري في \"تاريخ الرسل والملوك\" ١/ ١٥٩.قلت: صحح أثر ابن مسعود كل من ابن كثير في \"تفسير القرآن العظيم\" ١٢/ ٤٦ والقرطبي في \"الجامع لأحكام القرآن\" أيضًّا ١٥/ ٩٩ وقال السيوطي: صحيح الإسناد. انظر: \"الحاوي للفتاوى\" ١/ ٣٢٠.(٢) ابن فنجويه الدينوري، ثقة، صدوق، كثير الرواية للمناكير.(٣) أحمد بن جعفر بن حمدان، لم أجد فيه جرحًا ولا تعديلًا.(٤) يوسف بن عبد الله بن ماهان. لم أجد له ترجمة.(٥) أبو سلمة البصري التَّبوذكي ثقة ثبت.(٦) مبارك بن فضالة بن أبي أمية أبو فضالة القرشي العدوي من كبار علماء البصرة، صدوق يدلس ويسوي.(٧) الحسن البصري ثقة مشهور كان يرسل كثيرًا ويدلس.(٨) أبو بحر البصري ثقة.(٩) عم رسول الله - صلى الله عليه وسلم -.</p><p> بذبح عظيم إسحاق (١) . </p><p> [٢٤١٧] وأخبرنا الحسين (٢) قال: نا أبو علي بن حبش المقرئ (٣) ، قال: نا أحمد بن الحسن بن عبد الجبار الصوفي (٤) ، قال: نا أبو عبد الله محمد بن بكار (٥) ، قال: نا خالد بن عبد الله الواسطي (٦) ، عن داود بن أبي هند (٧) ، عن عكرمة (٨) ، عن ابن عباس - رضي الله عنهما - أنه قال: الذي أراد إبراهيم ذبحه إسحاق عليهما السلام (٩) . </p><p>(١) [٢٤١٦] الحكم على الإسناد: فيه: أحمد بن جعفر بن حمدان بن عبد الله ويوسف بن عبد الله بن ماهان، الأول لم أجد فيه جرحًا ولا تعديلًا، والثاني لم أجد له ترجمة.التخريج:رواه البغوي في \"الجعديات\" (ص ٣٦٣) (٣١٨٧) وسنده حسن. ورواه أيضًا الطبري في \"جامع البيان\" ٢٣/ ٨١.(٢) ابن فنجويه الدينوري، ثقة، صدوق، كثير الرواية للمناكير.(٣) الحسين بن محمد بن حبش أبو علي المقرئ. ثقة.(٤) ثقة.(٥) ثقة.(٦) أبو الهيثم ثقة ثبت.(٧) أبو بكر أو أبو محمد الخراساني ثم البصري، واسم أبي هند دينار بن عذافر، ثقة متقن كان يهم بأخرة.(٨) مولى ابن عباس، أبو عبد الله ثقة، ثبت.(٩) [٢٤١٧] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه الطبري في \"جامع البيان\" ٢٣/ ٨١، والحاكم في \"المستدرك\" ٢/ ٦٠٨، =</p><p> [٢٤١٨] وأخبرنا الحسين (١) قال: نا أحمد بن جعفر بن حمدان بن عبد الله (٢) قال: نا يوسف بن عبد الله (٣) قال: نا موسى بن إسماعيل (٤) قال: نا حمّاد (٥) قال: نا عبد الله بن عثمان بن خثيم (٦) ، عن سعيد بن جبير (٧) ، عن ابن عباس - رضي الله عنهما - قال: الذي أراد إبراهيم ذبحه هو إسحاق عليهما السلام (٨) . </p><p> [٢٤١٩] وأخبرني الحسين (٩) ، قال: نا طلحة بن محمد بن جعفر (١٠) وعبيد الله بن أحمد (١١) ، قالا: نا أبو بكر بن مجاهد (١٢) ، </p><p>= وعزاه السيوطي في \"الدر المنثور\" ٥/ ٥٣١ للفريابي وسعيد بن منصور وعبد بن حميد. (١) ابن فنجويه. ثقة، صدوق كثير الرواية للمناكير.(٢) لم أجد فيه جرحًا ولا تعديلًا.(٣) ابن ماهان، لم أجده.(٤) المنقري، ثقة.(٥) حماد بن سلمة بن دينار البصري أبو سلمة، ثقة عابد أثبت الناس في ثابت وتغير حفظه بأخرة.(٦) أبو عثمان، صدوق.(٧) ثقة، ثبت، فقيه.(٨) [٢٤١٨] الحكم على الإسناد:فيه: أحمد بن جعفر بن حمدان بن عبد الله لم أجد فيه جرحًا ولا تعديلًا. وفيه أيضًا يوسف بن عبد الله لم أجد ترجمته.قلت: الأثر عن ابن عباس صحيح. انظر الإسناد السابق.(٩) ابن فنجويه. ثقة، صدوق، كثير الرواية للمناكير.(١٠) أبو القاسم البغدادي، سيئ الحال في الحديث، وضعفه الأزهري.(١١) ثقة.(١٢) ثقة مأمون.</p><p> قال: نا عباس الدوري (١) ، قال: نا أبو سلمة يعني المنقري (٢) ، قال: نا محمد بن ثابت العبدي (٣) ، عن موسى (٤) مولى أبي بكر الصديق - رضي الله عنه - عن سعيد بن جبير (٥) ، قال: أُري إبراهيمُ ذبح إسحاق عليهما السلام في المنام فسار به مسيرة شهر في غداة واحدة حتى أتى به المنحر بمنى فلما صرف الله تعالى عنه الذبح وأمره أن يذبح الكبش فذبحه فسار به مسيرة شهر في روحة واحدة طويتْ له الأودية والجبال (٦) . </p><p> وروى سفيان (٧) ، عن زيد بن أسلم (٨) ، عن عبد الله بن عبيد بن </p><p>(١) عباس بن محمد بن حاتم الدوري أبو الفضل البغدادي، ثقة حافظ. (٢) موسى بن إسماعيل أبو سلمة المنقري التبوذكي، ثقة، ثبت.(٣) أبو عبد الله البصري صدوق لين الحديث.(٤) موسى بن سعد المدني مولى أبي بكر الصديق - رضي الله عنه - مجهول من السابعة.(٥) ثقة، ثبت، فقيه.(٦) [٢٤١٩] الحكم على الإسناد:إسناده ضعيف.فيه موسى مولى أبي بكر، مجهول وفيه طلحة بن محمد بن جعفر ضعيف، وكذلك محمد بن ثابت العبدي.التخريج:رواه ابن أبي عاصم في \"الزهد\" (ص ٨٥) والفاكهي في \"أخبار مكة\" ٤/ ٢٧٦ وابن أبي شيبة في \"المصنف\" ٦/ ٢٣٠ كلهم من طريق محمد بن ثابت به.(٧) ابن عيينة إمام ثقة، حافظ إلاَّ أنه تغير حفظه بأخرة، وكان ربما دلس لكن عن الثقات.(٨) مولى عمر، أبو عبد الله وأبو أسامة المدني ثقة.</p><p> عمير (١) ، عن أبيه (٢) ، قال: قال موسى عله السلام: يا رب يقولون يا إله إبراهيم وإسحاق ويعقوب، فيم قالوا ذلك، قال: إن إبراهيم لم يعدل بي شيئًا قط إلا اختارني عليه، وإن إسحاق جاد لي بالذبح وهو لغير ذلك أجود، وإن يعقوب كلما زدته بلاءً زاد بي حسن ظنّ (٣) . </p><p> وروى حمزة الزيات (٤) ، عن أبي إسحاق (٥) ، عن أبي ميسرة (٦) ، قال: قال يوسف عليه السلام للملِك ترغب أن تأكل معي، وأنا والله يوسف بن يعقوب نبي الله، ابن إسحاق ذبيح الله، ابن إبراهيم خليل الله (٧) . </p><p>(١) عبد الله بن عبيد بن عمير الليثي المكي أبو هاشم، ثقة. (٢) عبيد بن عمير بن قتادة الليثي، أبو عاصم المكي، مجمع على ثقته.(٣) الأثر رواه المصنف معلقًا.قلت: هو صحيح عن عبيد بن عمير.فقد رواه موصولًا كل من الطبري في \"جامع البيان\" ٢٣/ ٨٢ وكذلك في \"تاريخ الرسل والملوك\" ١/ ١٦٠ وسنده صحيح.ورواه أيضًا موصولًا ابن أبي شيبة في \"المصنف\" ٦/ ٣٣٠، ٧/ ٧٢ وسنده صحيح.(٤) حمزة بن حبيب بن عمارة الزيات أبو عمارة الكوفي، صدوق، ربما وهم.(٥) عمرو بن عبد الله بن عبيد ويقال: على ويقال: ابن أبي شعيرة الهمداني، ثقة مكثر عابد، اختلط بأخرة.(٦) عمرو بن شُرَحبيل الهمْداني أبو ميسرة الكوفي ثقة عابد مخضرم.(٧) الحكم على الإسناد:فيه حمزة الزيات، صدوق ربما وهم.التخريج:رواه الطبري موصولًا بإسناده إلا أنه سقط منه أبو إسحاق السبيعي في المطبوع، الطبعة الثالثة من مطبعة مصطفى الحلبي. =</p><p> وقال الآخرون: هو إسماعيل عليه السلام. إلى هذا القول ذهب عبد الله ابن عمر وأبو الطفيل عامر بن واثلة - رضي الله عنهما - وسعيد بن المسيب والشعبي والحسن البصري ويوسف بن مهران ومجاهد والربيع بن أنس ومحمد ابن كعب القرظي والكلبي، وهي رواية عطاء بن أبي رباح وأبي الجوزاء ونصر بن عمران الضُّبَعي ويوسف بن ماهك عن ابن عباس - رضي الله عنهما - قال: المفدى إسماعيل عليه السلام، وزعمت اليهود أنه إسحاق عليه السلام وكذبت اليهود (١) وقد رُوي عن النبي - صلى الله عليه وسلم - كلا القولين ولو كان فيهما صحيح بالإجماع (٢) لم نعده إلى غيره. </p><p>= انظر: \"جامع البيان\" للطبري ٢٣/ ٨٣ وإسناده عند الطبري حسن. ورواه أيضًا في \"تاريخ الرسل والملوك\" ١/ ٢٦٦ - ٢٦٧، وفي \"جامع البيان\" في موضع آخر ٤/ ١٣ بدون سقط. قال ابن كثير \"تفسير القرآن العظيم\" ١٢/ ٤٧، بعد أن ذكر القائلين بأن الذبيح إسحاق: وهذِه الأقوال والله أعلم كلها مأخوذة عن كعب الأحبار، فإنه لما أسلم في الدولة العمرية جعل يحدث عمر - رضي الله عنه - عن كتبه قديمًا فربما أستمع له عمر - رضي الله عنه - فترخص الناس في استماع ما عنده ونقلوا ما عنده عنه غثها وسمينها.(١) ذكر ابن حجر أن هذِه الرواية عن ابن عباس هي أشهر الروايات عنه. انظر: \"فتح الباري\" لابن حجر ١٢/ ٣٧٨ أقول: روى هذا القول عن ابن عباس أكثر من أربعة أنفس، فرواه عنه:(٢) عطاء بن أبي رباح وأبو الجوزاء ونصر بن عمران ويوسف بن ماهِك، والشعبي. انظر: \"جامع البيان\" للطبري ٢٣/ ٨٣ - ٨٤، \"الدر المنثور\" للسيوطي ٥/ ٥٢٩، وروى الحاكم بسنده هذا القول عن ابن عباس وقال صحيح على شرط الشيخين. ولم يخرجاه. \"المستدرك\" ٢/ ٦٠٥.أقول: لا يلزم للعمل بالحديث أن يكون صحيحًا بالإجماع، بل يكتفى به أن =</p><p> فأما الرواية التي رويت عنه - صلى الله عليه وسلم - أن الذبيح إسحاق عليه السلام. </p><p> [٢٤٢٠] فأخبرني أبو عبد الله بن فنجويه (١) بقراءتي عليه، قال: نا طلحة بن محمد بن جعفر (٢) وعُبَيد الله بن أحمد (٣) ، قالا: نا أبو بكر بن مجاهد (٤) ، قال: نا موسى بن إسحاق (٥) ، قال: نا عبد الله ابن أبي شيبة (٦) ، قال: نا الأشيب (٧) قال نا حمّاد بن سلمة (٨) ، عن علي بن زيد (٩) ، عن الحسن (١٠) ، عن الأحنف بن قيس (١١) قال: قال رسول الله - صلى الله عليه وسلم -: \"الذي أراد إبراهيم أن يذبح إسحاق\"  (١٢) . </p><p>= يكون صحيحًا أو حسنًا، اللهم إلا إذا تساوى الحديثان المتعارضان في الدرجة فحينئذ يطلب المرجح لأحدهما. (١) ثقة، صدوق، كثير الرواية للمناكير.(٢) سيئ الحال في الحديث، وضعفه الأزهري.(٣) وثقه الأزهري.(٤) ثقة، مأمون.(٥) الخَطْمي أبو بكر القاضي، ثقة.(٦) ثقة حافظ.(٧) الحسن بن موسى الأشيَب أبو علي البغدادي، ثقة.(٨) ثقة.(٩) هو المعروف بعلي بن زيد بن جُدْعان، ضعيف.(١٠) الحسن البصري، ثقة فقيه، كان يرسل كثيرًا ويدلس.(١١) مخضرم ثقة تابعي أدرك زمن النبي - صلى الله عليه وسلم - ولم يجتمع به.(١٢) [٢٤٢٠] الحكم على الإسناد:الحديث إسناده ضعيف: وذلك لضعف علي بن زيد بن جدعان، ولإرسال الأحنف فإنه لم يلق النبي - صلى الله عليه وسلم -.</p><p> [٢٤٢١] وأخبرني ابن فنجويه (١) ، قال: نا علي بن محمد بن لؤلؤ (٢) ، قال: نا الهيثم بن خلف (٣) قال نا أحمد بن إبراهيم (٤) ، قال: نا حجاج (٥) ، عن ابن جُريج (٦) ، قال: أُخبِرت عن صفوان بن سليم (٧) وزيد بن أسلم (٨) ، عن النبي - صلى الله عليه وسلم - أنه قال:  \"إن إسحاق الذي أراد إبراهيم أن يذبحه\"  (٩) . </p><p> [٢٤٢٢] وأخبرنا أبو طاهر محمد بن الفضل بن محمد بن إسحاق ابن خزيمة (١٠) قراءة عليه في شهر ربيع الأول سنة ثلاث وثمانين وثلاثمائة فأقرّ به قال نا جدي أبو بكر محمد بن إسحاق (١١) ، قال: </p><p>(١) ثقة، صدوق، كثير الرواية للمناكير. (٢) أبو الحسن، صدوق، غير أنه ردئ الكتاب.(٣) أبو محمد الدوري البغدادي. المتقِن الثقة.(٤) أحمد بن إبراهيم بن كثير بن زيد الدَّوْرَقي النُّكري البغدادي ثقة حافظ.(٥) حجاج بن محمد المِصّيصي الأعور، أبو محمد تِرمذيُّ الأصل، ثقة ثبت لكنه اختلط في آخر عمره.(٦) عبد الملك بن عبد العزيز بن جريج الأموي مولاهم المكي ثقة فاضل، وكان يدلس ويرسل.(٧) أبو عبد الله الزهري مولاهم، ثقة مفتٍ عابد رمي بالقدر.(٨) زيد بن أسلم العدوي مولى عمر أو عبد الله، وأبو أسامة المدني ثقة.(٩) [٢٤٢١] الحكم على الحديث:الحديث إسناده ضعيف؛ وذلك لإرسال صفوان بن سليم وزيد بن أسلم، وكذلك لتصريح ابن جريج بعدم السماع منهما.(١٠) محدث ثقه، لكن تغير عقله قبل موته بثلاث سنوات، وما سمع منه أحد بعد تغيره.(١١) أبو بكر السُّلمي النيسابوري الشافعي، إمام الأئمة.</p><p> نا علي بن حجر (١) ، قال: نا عمر بن حفص (٢) ، عن أبان (٣) ، عن أنس - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: \"يشفع إسحاق بعدي فيقول يا رب صدقت نبيك وجُدْتُ بنفسي للذبح فلا تُدخِل النارَ من لا يُشرك بك شيئًا،قال فيقول تبارك وتعالى:وعزّتي لا أُدخل النارَ من لم يُشرك بي شيئًا\"  (٤) . </p><p> [٢٤٢٣] وأخبرني الحسين بن محمد بن فنجويه (٥) ، قال: نا محمد بن أحمد بن نصرويه (٦) ، قال: نا أبو حفص عمر بن محمد بن عيسى الجوهري (٧) ، قال: نا الوليد بن مسلم (٨) ، قال: نا عبد الرحمن بن زيد بن أسلم (٩) ، عن أبيه (١٠) ، عن عطاء بن يسار (١١) ، عن أبي هريرة - رضي الله عنه - </p><p>(١) أبو الحسن، ثقة حافظ. (٢) أبو حفص البصري، متروك الحديث.(٣) أبان بن أبي عياش: فيروز البصري، أبو إسماعيل العبدي، متروك.(٤) [٢٤٢٢] الحكم على الإسناد:سنده ضعيف جدًا. فيه أبان بن أبي عياش متروك، وكذلك عمر بن حفص.(٥) ثقة، صدوق، كثير الرواية للمناكير.(٦) لم أجد ترجمته.(٧) عمر بن محمد بن عيسى أبو حفص الجوهري المعروف بالسذابي، حدث عن الحسن بن عرفة، وأبي بكر الأثرم وغيرهما. روى عنه الشافعي أبو بكر وأحمد بن عبد العزيز الصريفيني وغيرهما، في حديثه بعض النكرة \"اللباب في تهذيب الأنساب\" ٢/ ١١١.(٨) أبو العباس الدمشقي، ثقة لكنه كثير التدليس والتسوية.(٩) ضعيف.(١٠) زيد بن أسلم العدوي مولى عمر، أبو عبد الله، وأبو أسامة المدني، ثقة عالم وكان يرسل.(١١) ثقة فقيه.</p><p> قال: قال رسول الله: \"إن الله عز وجل خيرني بين أن يغفر لنصف أمتي أو أن أختبئَ شفاعتي فاخترت شفاعتي ورجوت أن تكون أعمَّ لأمتي، ولولا الذي سبقني إليه العبد الصالح لتعجلت منها دعوتي،إن الله عز وجل لما فرّج عن إسحاق عليه السلام كُرَبَ الذبح قيل:يا إسحاق سَلْ تُعطَ،فقال:أما والذي نفسي بيده لأتعجل قبل نزغة الشيطان، اللهم مَن مات لا يشرك بك شيئًا فاغفر له وأدخله الجنة\"  (١) . </p><p> وأما ما روي عنه - صلى الله عليه وسلم - أن الذبيح إسماعيل: </p><p>(١) [٢٤٢٣] الحكم على الإسناد: إسناده ضعيف: فيه عبد الرحمن بن زيد بن أسلم، ضعيف، وفيه عمر بن محمد ابن عيسى في حديثه بعض النكرة.قال ابن كثير بعد أن ساق الحديث بنصه: هذا حديث غريب منكر، وعبد الرحمن بن زيد بن أسلم ضعيف الحديث، وأخشى أن يكون في الحديث زيادة مدرجة وهي قوله إن الله تعالى لما فرج عن إسحاق إلى آخرة، والله أعلم، فهذا إن كان محفوظًا فالأشبه أن السياق إنما هو عن إسماعيل، وإنما حرفوه بإسحاق حسدًا منهم كما تقدم، وإلا فالمناسك والذبائح إنما محلها بمنى من أرض مكة حيث كان إسماعيل لا إسحاق فإنه إنما كان ببلاد كنعان من أرض الشام اهـ ١٢/ ٤٢.قلت: وضعف إسناد الحديث أيضًا السيوطي في \"الدر المنثور\" ٥/ ٥٣١ وابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٢٢٢.التخريج:رواه الطبراني في \"المعجم الأوسط\" ٧/ ١٠٧ وابن عدي في \"الكامل\" ٤/ ٢٧٢ وابن أبي حاتم في \"تفسير\" القرآن العظيم\" ١٠/ ٣٢٢٢ كلهم من طريق عبد الرحمن ابن زيد بن أسلم به.وقال الألباني: منكر. \"سلسلة الأحاديث الضعيفة\" ١/ ٥٠٦.</p><p> فروى عمر بن عبد الرحيم الخطابي (١) ، عن عبيد الله بن محمد العتبي (٢) من ولد عتبة ابن أبي سفيان عن أبيه (٣) ، قال: حدثني عبد الله بن سعيد (٤) ، عن الصنابحي (٥) ، قال: كنا عند معاوية بن أبي سفيان - رضي الله عنهما - فذكروا الذبيح إسماعيل أو إسحاق عليهما السلام فقال: على الخبير سقطتم، كنت عند رسول الله - صلى الله عليه وسلم - فجاءه رجل فقال: يا رسول الله عُد عليّ بما أفاء الله عليك يا ابن الذبيحين، فضحك رسول الله - صلى الله عليه وسلم -، فقيل: يا أمير المؤمنين وما الذبيحان؟ فقال: إن عبد المطلب لما حفر زمزم نذر لله عز وجل لئن سهل الله له أمرها ليذبحن أحد ولده، قال: فخرج السهم على عبد الله فمنعه أخواله </p><p>(١) لم أجد له ترجمة. (٢) عبيد الله بن محمد بن الوليد بن عتبة بن أبي سفيان. لم أجد فيه جرحًا ولا تعديلًا.(٣) محمد بن الوليد بن عتبة بن أبي سفيان بن حرب الأموي، من فصحاء أهل بيته، لم يذكر بجرح أو تعديل.(٤) عبد الله بن سعيد. لم أجده بهذا الاسم.قلت: أورد هذا الحديث بهذا السند ابن عساكر في \"تاريخ دمشق\" ٥٦/ ٢٠٠ وذكر هذا الراوي وقال في اسمه عبد الله بن سعد بن فروة. وبالرجوع إلى كتب التراجم تبين أنما ذكره ابن عساكر هو الصواب.قال ابن حجر: عبد الله بن سعد بن فروة البَجَلي مولاهم. الدمشقي الكاتب، مقبول، من السادسة، روى له (د).قلت: قال دحيم: (لا أعرفه) وقال أبو حاتم: (مجهول) وقال الساجي: (ضعفه أهل الشام). \"تهذيب الكمال\" للمزي ١٥/ ٢٠، \"تقريب التهذيب\" لابن حجر (٣٣٤٩) (ص ٣٠٥)، \"تهذيب التهذيب\" لابن حجر ٥/ ٢٠٦.(٥) عبد الرحمن بن عُسَيْلَة المرادي أبو عبد الله الصُنَابِحي، ثقة من كبار التابعين.</p><p> فقالوا: افد ابنك بمائة من الإبل ففداه بمائة من الإبل. والثاني إسماعيل عليه السلام (١) . </p><p> فهذا ما رُوي من الأخبار في هذا الباب (٢) . </p><p>(١) الحكم على الإسناد: في إسناده من لا يعرف حاله ومن لم أجده.التخريج:رواه موصولًا الطبري في \"جامع البيان\" ٢٣/ ٨٥ وفي \"تاريخ الرسل والملوك\" ١/ ٢٦٣ - ٢٦٤ والحاكم في \"المستدرك\" ٢/ ٦٠٤ وابن عساكر في \"تاريخ دمشق\" ٥٦/ ٢٠٠ والآمدي في \"مغازيه\" والخلعي في \"فوائده\" وابن مردويه، انظر: \"الدر المنثور\" للسيوطي ٥/ ٥٢٩ كلهم من طريق عمر بن عبد الرحيم الخطابي به.أقوال العلماء في الحديث:قال ابن كثير في \"تفسير القرآن العظيم\" ١٢/ ٥١: وهذا حديث غريب جدًا.وقال الذهبي: إسناده واه \"تلخيص المستدرك\" ٢/ ١٠٠٩.وقال السيوطي في \"الدر المنثور\" ٥/ ٥٢٩: سنده ضعيف.وقال الألوسي في \"روح المعاني\" ٢٣/ ١٣٦: غريب وفي إسناده من لا يعرف حاله.وكذلك قال السيوطي في \"الحاوي للفتاوى\" ١/ ٣١٩.(٢) قلت: مما سبق يتضح أن الأحاديث المرفوعة في شأن الذبيح كلها ضعيفة، وليس فيها شيء ثابت.فحينئذ يطلب الدليل من غيرها، مما جاء في كتاب الله وصح عن الصحابة والتابعين، ومما رجحه النظر السليم.والذي توصلت إليه بعد النظر في كلام أهل العلم هو القول بأن الذي أُمر إبراهيم عليه السلام بذبحه هو إسماعيل عليه السلام.</p><p> فأما حجة القائلين بأنه إسحاق من القرآن: </p><p> فهو أن الله عز وجل أخبر عن خليله إبراهيم عليه السلام حين فارق قومه مهاجرًا إلى الشام مع امرأته سارة وابن أخيه لوط {وَقَالَ إِنِّي ذَاهِبٌ إِلَى رَبِّي سَيَهْدِينِ} أنه دعا فقال {رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ (١٠٠) } وذلك قبل أن يعرف هاجر، وقبل أن تصير له أم إسماعيل عليه السلام ثم أتبع الخبر عن إجابته دعوته وتبشيره إياه بغلام حليم ثم عن رؤيا إبراهيم عليه السلام أن يذبح ذلك الغلام الذي بُشر به حين بلغ معه السعي وليس في القرآن آية تبشر بولدٍ إلا بإسحاق عليه السلام. </p><p> واحتج من قال إنه إسماعيل عليه السلام من القرآن: </p><p>= قلت: وقد رجح هذا القول الإمام أحمد بن حنبل في أصح الروايتين عنه، ورجحه ابن تيمية وتلميذاه ابن قيم الجوزية وابن كثير، ورجحه أيضًا أبو حاتم الرازي والبيضاوي، وغالب المحدثين، والسبكي الكبير، والألوسي والشيخ الأمين الشنقيطي وابن عاشور. قال ابن تيمية: الذي يجب القطع به أنه إسماعيل، وهذا الذي يدل عليه الكتاب والسنة والدلائل المشهورة، وهو الذي تدل عليه التوراة التي بأيدي أهل الكتاب. انظر: للاستزادة: \"مجموع الفتاوى\" لابن تيمية ٤/ ٣٣١ - ٣٣٦.وقال ابن قيم الجوزية بعد أن ذكر أنه إسماعيل: (وهو الصحيح المقطوع به).وقال أيضًا: والذين استدل به محمد بن كعب القرظي أنه إسماعيل أثبت وأصح وأقوى والله أعلم. \"تفسير القرآن العظيم\" لابن كثير ٤/ ٥١ - ٥٢.وانظر أيضًا: \"فتاوى السبكي\" ١/ ١٠٢ - ١٠٣، \"الحاوي للفتاوى\" للسيوطي ١/ ٣٢٢، \"تفسير القرآن العظيم\" لابن أبي حاتم ١٠/ ٣٢٢٣، \"روح المعاني\" للألوسي ٢٣/ ١٣٦، \"أضواء البيان\" للشنقيطي ٦/ ٦٩١، \"التحرير والتنوير\" لابن عاشور ٢٣/ ١٤٩.</p><p> بما روى محمد بن إسحاق عن محمد بن كعب القرظي أنه كان يقول: إن الذي أمر الله تعالى إبراهيم أن يذبحه من ابنيه إسماعيل وإنا لنجد ذلك في كتاب الله عز وجل، وذلك أن الله عز وجل حين فرغ من قصة المذبوح قال:  {وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنَ الصَّالِحِينَ} وقال عز من قائل: {فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ}  (١) يقول بابن وبابن ابن، فلم يكن يأمره بذبح إسحاق عليه السلام وله فيه من الله الموعود، فلما لم يذكر الله عز وجل إسحاق إلا بعد انقضاء قصة الذبيح ثم بشره بولد إسحاق علمنا أن الذبيح إسماعيل عليه السلام. </p><p> قال القرظي: فذكرت ذلك لعمر بن عبد العزيز رحمه الله وهو خليفة إذ كنت معه بالشام فقال لي عُمر: إن هذا لشيء ما كنت انظر فيه، وإني لأراه كما قلتَ، ثم أرسل إلى رجل كان عنده بالشام وكان يهوديًّا فأسلم وحسن إسلامه، وكان يرى أنه من علماء اليهود فسأله عمر بن عبد العزيز عن ذلك وأنا عنده فقال: أيُّ ابني إبراهيم عليه السلام أُمِر بذبحه؟ فقال: إسماعيل، ثم قال: والله يا أمير المؤمنين إن اليهود لتعلم ذلك ولكنهم يحسدونكم معشر العرب على أن يكون أباكم الذي كان من أمر الله عز وجل فيه، والفضل الذي ذكره الله عز وجل لصبره على ما أُمِر به، فهم يجحدون ذلك ويزعمون أنه إسحاق؛ لأن إسحاق عليه السلام أبوهم (٢) واحتجوا أيضًا بأن قرني الكبش كانا </p><p>(١) هود: ٧١. (٢) قال ابن كثير في \"تفسير القرآن العظيم\" ١٢/ ٥١ - ٥٢ والذي استدل به محمد بن كعب القرظي أنه إسماعيل أثبت وأصح وأقوى، والله أعلم.</p><p> منوطين (١) بالكعبة في يد بني إسماعيل إلى أن احترق البيت واحترق القرنان في أيام ابن الزبير والحجاج قال الشعبي: رأيت قرني الكبش منوطين بالكعبة وكان القرنان ميراثًا لولد إسماعيل عليه السلام عن أبيهم فلم يزاحمهم ولد إسحاق وهم الروم وكانوا أكثرَ وأعزَّ وأصْنَع من العرب (٢) . </p><p> هذا أدلّ دليل على أن الذبيح إسماعيل عليه السلام (٣) . </p><p> وقال الأصمعي (٤) : </p><p>(١) أي: معلقين، وناط الشيء: علقه. \"مختار الصحاح\" للرازي (ص ٢٨٥) (نوط). (٢) انظر مختصرًا في \"تفسير القرآن العظيم\" لابن كثير ١٢/ ٥١، \"تاريخ الرسل والملوك\" للطبري ١/ ١٦١.(٣) قال ابن كثير في \"تفسير القرآن العظيم\" ١٢/ ٤٥، بعد أن ذكر قول سفيان أنه لم يزل قرنا الكبش معلقين في البيت حتى احترق البيت فاحترقا، قال: وهذا دليل مستقل على أنه إسماعيل عليه الصلاة والسلام، فإن قريشا توارثوا قرني الكبش الذي فدى به إبراهيم خلفًا عن سلف وجيلًا بعد جيل إلى أن بعث الله رسوله - صلى الله عليه وسلم -. اهـ.وقال ابن حجر في \"فتح الباري\" ١٢/ ٣٧٩: وما تقدم من كون قصة الذبيح كانت بمكة حجة قوية في أن الذبيح إسماعيل لأن سارة وإسحاق لم يكونا بمكة والله أعلم.وقال أيضًا بعد أن ذكر الآثار في قرني الكبش وأنه كان معلقًا بالكعبة قال: (وهذِه الآثار من أقوى الحجج لمن قال إن الذبيح إسماعيل) اهـ \"فتح الباري\" لابن حجر ١٢/ ٣٧٨.(٤) أبو سعيد عبد الملك بن قُريب بن عبد الملك بن علي بن أصمع الأصمعيّ البصري الإمام العلامة الحافظ.</p><p> سألت أبا عمرو بن العلاء (١) ، عن الذبيح إسحاق كان أو إسماعيل، فقال لي يا أُصيمع: أين ذهب عنك عقلك ومتى كان إسحاق عليه السلام بمكة، وإنما كان إسماعيل بمكة، وهو الذي بنى البيت مع أبيه عليهما السلام كما قال الله عز وجل:  {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ}  (٢) والمنحر بمكة لا شك فيه (٣) . </p><p> [٢٤٢٤] وسمعت أبا القاسم الحبيبي (٤) يقول: سمعت أبا بكر محمد بن المنذر الضرير (٥) يقول: سمعت أبا محمد الزنجاني المؤدب (٦) يقول: سُئل أبو سعيد الضرير (٧) ، عن الذبيح فأنشد: </p><p> إِنَّ الذبيحَ هُديِتَ إسماعيلُ ... نَطَقَ الكتابُ بِذاك والتنزيلُ </p><p> شرفٌ به خصَّ الإلهُ نبيَّنا ... وأَبانهُ التفسير والتأويلُ </p><p> إن كنتَ أُمَّتَه فلا تُنْكِرْ لهُ ... شرفًا به قد خصّه التفضيلُ (٨) </p><p>(١) أبو عمرو بن العلاء بن عمارة المازني النحوي القارئ ثقة من علماء العربية. (٢) البقرة: ١٢٧.(٣) أورده القرطبي في \"الجامع لأحكام القرآن\" ١٥/ ١٠٠.(٤) الحسن بن محمد بن الحسن بن حبيب، أبو القاسم، قيل: كذبه الحاكم.(٥) لم أجد ترجمته.(٦) أبو محمد الزنجاني. لم أجد له ترجمة.(٧) أحمد بن خالد البغدادي، لغوي، فاضل، ثقة.(٨) [٢٤٢٤] الحكم على الإسناد:شيخ المصنف متهم بالكذب، وفيه من لم أجده. =</p><p> فأما قِصَّة الذبيح: </p><p> فقال السديّ بإسناده: لما فارق إبراهيم الخليل عليه السلام قومه مهاجرًا إلى الشام هاربًا بدينه كما قال الله عز وجل: {إِنِّي مُهَاجِرٌ إِلَى رَبِّي إِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ}  (١) دعا الله عز وجل أن يهب له ابنا صالحًا من سارة فقال: {رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ (١٠٠) } فلما نزل به أضيافه من الملائكة المرسلين إلى المؤتفكة وبشروه بغلام حليم، قال إبراهيم عليه السلام لما بُشَر به: هو إذًا له ذبيح، فلما وُلد الغلام وبلغ معه السعي قيل له: أوف بنذرك الذي نذرتَ فكان هذا هو السبب في أمر الله عز وجل رسوله إبراهيم عليه السلام بذبح ابنه، فقال إبراهيم عليه السلام عند ذلك لإسحاق: انطلق نقرّبْ قربانًا لله عز وجل وأخذ سكينًا وحبلًا ثم انطلق معه حتى إذا ذهب به بين الجبال قال له الغلام: يا أبتِ أين قربانك: فقال إني أرى في المنام أني أذبحك فانظر ماذا ترى، قال: يا أبت افعل ما تؤمر ستجدني إن شاء الله من الصابرين (٢) . </p><p> وقال محمد بن إسحاق بن يسار: كان إبراهيم عليه السلام إذا زار هاجر </p><p>= والأبيات أوردها القرطبي في \"الجامع لأحكام القرآن\" ١٥/ ١٠٠. (١) العنكبوت: ٢٦.(٢) ذكره الطبري في \"جامع البيان\" ٢٣/ ٧٨ وفي \"تاريخ الرسل والملوك\" ١/ ٢٧٢ وعزاه أيضًا السيوطي في \"الدر المنثور\" ٥/ ٥٣٢ لابن أبي حاتم.قال ابن حجر: هكذا ذكره السدي ولعله أخذه عن بعض أهل الكتاب \"فتح الباري\" ١٢/ ٣٧٨.</p><p> وإسماعيل حُمِل على البُراق (١) فيغدو من الشام فيقيل بمكة ويروح من مكة فيبيت عند أهله بالشام حتى إذا بلغ إسماعيل عليه السلام معه السعي وأخذ بنفسه ورجاه لما كان يأمل فيه من عبادة ربه وتعظيم حرماته رأى في المنام أن يذبحه فلما أُمر بذلك قال لابنه يا بني خُذِ الحبل والمدية (٢) ثم انطلق بنا إلى هذا الشعب لنحتطب فلما خلا إبراهيم عليه السلام بابنه في شعب ثبير (٣) أخبره بما أُمِر كما ذكر الله عز وجل، قالوا: فقال له ابنه الذي أراد أن يذبحه: يا أبتِ اشدد رباطي حتى لا أضطرب، واكفُف عني ثيابك كي لا ينتضح عليها من دمي شيء فينقص أجري وتراه أمّي فتحزن واشْحذ شفرتك وأسرع مَرّ السِكين على حلقي حتى تُجْهزَ عليَّ فَتُريحَني ليكون أهون عليَّ فإن الموت شديد وإذا أتيت أمي فاقرأ عليها السلام مني وإن رأيت أن تَرُدّ قميصي على أمّي فافعل فإنه عسى أن يكون أسْلى لها عني. </p><p> فقال له إبراهيم عليه السلام: نِعم العون أنت يا بُنيَّ على أمر الله عز وجل، ففعل إبراهيم عليه السلام ما أمره به ثم أقبل عليه فقبله وقد ربطه وهو يبكي </p><p>(١) الدابة التي ركبها - صلى الله عليه وسلم - ليلة الإسراء، سمي بذلك لِنُصُوع لونه وشدة بريقه، وقيل لسرعة حركته. انظر: \"النهاية في غريب الحديث\" لابن الأثير ١/ ١١٩.(٢) المدية: السكين. انظر: \"مختار الصحاح\" للرازي (ص ١٢٩) (سكن).(٣) من أعظم جبال مكة، بينها وبين عرفة. وكان المشركون إذا أرادوا الإفاضة في الحج قالوا: أشرق ثبير كيما نغير. \"معجم البلدان\" لياقوت ٢/ ٧٣، \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٢٠٦.</p><p> والابن يبكي حتى استنقع الدموع تحت خدّه ثم إنه وضع السكين على حَلقه فلم يحِك (١) السكين. </p><p> قال السدي: ضرب الله تعالى صفيحة من نحاس على حلقه، قالوا: فقال الابن عند ذلك: كُبَّني لوجهي على جبيني فإنك إذا نظرت في وجهي رحمتني، وأدركْتك رِقةٌ تحول بينك وبين أمر الله عز وجل وأنا لا أنظر إلى الشفرة فأجزع، ففعل ذلك إبراهيم عليه السلام ثم وضع السكين على قفاه فانقلب السكين ونودي يا إبراهيم: مَهْ (٢) ، قد صدقتَ الرؤيا هذِه ذبيحتك فداءً لابنك فاذبحها دونه فنظر إبراهيم عليه السلام فإذا هو بجبريل عليه السلام معه كبش أقرنُ (٣) أملح (٤) فكبّر جبريل عليه السلام وكبّر الكبش وكبر إبراهيم عليه السلام وكبّر ابنه عليه السلام فأخذ إبراهيم الكبش وأتى به المنحر مِنْ مِنًى فذبحه. </p><p> قال ابن عباس - رضي الله عنهما -: فو الذي نفسي بيده لقد كان أول الإسلام وإن رأس الكبش لمعلق بقرنَيْه في ميزاب الكعبة قد وحُش يعني: يبس. </p><p> قال السدي: فلما أخذ إبراهيم عليه السلام الكبش خلّى عن ابنه وأكبّ عليه وهو يقبّله ويقول: يا بُنّي وُهبِتَ لي. ثم رجع إلى سارة - رضي الله عنها - </p><p>(١) أي: لم تقطع. \"لسان العرب\" لابن منظور ١٠/ ٤١٨ (حوك). (٢) مَهْ: اسم فعل وقعت موقع الجملة الفعلية، معناها: اكْفُف.انظر: كتاب \"مسائل خلافية في النحو\" لأبي البقاء الكعبري (ص ٧٠)، \"أوضح المسالك\" لابن هشام ٤/ ٨١ - ٨٢.(٣) كَبَشٌ أَقْرَنُ: كبير القرنين. \"لسان العرب\" لابن منظور ١٣/ ٣٣١ (قرن).(٤) أَمْلَح: أي سمين. \"لسان العرب\" لابن منظور ٢/ ٦٠٤ (ملح).</p><p> فأخبرها الخبر فجزعت سارة وقالت: يا إبراهيم أردتَ أن تذبح ابني ولا تُعلِمني (١) . </p><p> وروى أبو هريرة - رضي الله عنه - عن كعب الأحبار، وابنُ إسحاق عن رجالٍ قالوا: لما أُري إبراهيم عليه السلام ذبح ابنه قال الشيطان: والله لئن لم أفتن عند هذا آل إبراهيم لا أفتن منهم أحدًا أبدًا، فمثل له الشيطان رجلًا وأتى أمَّ الغلام فقال لها: هل تدرين أين ذهب إبراهيم بابنك؟ قالت: ذهب به يحطبنا من هذا الشعب قال: لا، والله ما ذهب به إلّا ليذبحه قالت: كلَّا هو أرحم به وأشدّ حبًّا له من ذلك، قال: إنه يزعم أن الله أمَرَه بذلك. قالت: فإن كان ربُّه أمَرَه بذلك فقد أحسن أن يطيع ربّه وسلّمنا لأمر الله عز وجل فخرج الشيطان من عندها حتى أدرك الابنَ وهو يمشي على أثر أبيه فقال له: يا غلام هل تدري أين يذهب بك أبوك؟ قال: يحطب أهلنا من هذا الشعب، قال: والله ما يريد إلا أن يَذْبَحك. قال: ولمَ؟ قال: زعم أن ربه أمره بذلك، قال: فليفعل ما أمر ربّه فسمع وطاعةٌ، فلما امتنع منه الغلام أقبل على إبراهيم عليه السلام فقال له: أين تريد أيها الشيخ؟ فقال: أريد هذا الشعب لحاجة لي فيه فقال: والله إني لأرى الشيطان قد </p><p>(١) انظر: \"تاريخ الرسل والملوك\" للطبري ١/ ٢٧٣، \"الكامل في التاريخ\" لابن الأثير ١/ ٨٧، \"المنتظم\" لابن الجوزي ١/ ٧٩. قلت: دمج الثعلبي هنا في سرد قصة الذبيح بين من قال إنه إسماعيل وبين من قال إنه إسحاق لأن غرضه هنا بيان ما حصل من حوار بين إبراهيم وابنه بغض النظر عن تعيين الذبيح، فيلاحظ هذا. والعلم عند الله.</p><p> جاءك في منامك فأمرك بذبح بُنَيّك هذا، فعرفه إبراهيم عليه السلام فقال: إليك عنّي يا عدو الله فوالله لأمضين لأمر ربّي فرجع عدوّ الله إبليس بغيظه لم يُصب من إبراهيم عليه السلام وآله شيئًا مما أراد قد امتنعوا منه بعون الله تعالى (١) . </p><p> وروى أبو الطفيل عن ابن عباس - رضي الله عنهما - أن إبراهيم عليه السلام لما أُمِرَ بذبح ابنه عرض له الشيطان بهذا المشعر فسابقه فسبقه إبراهيم عليه السلام ثم ذهب إلى جمرة العقبة فعرض له الشيطان فرماه بسبع حصيات ثم ذهب ثم عرض له عند الجمرة الوسطى فرماه بسبع حصيات (حتى ذهب ثم أدركه عند الجمرة الكبرى فرماه بسبع حصيات)  (٢) حتى ذهب ثم مضى إبراهيم لأمر الله (٣) . </p><p>(١) رواه عبد الرزاق في \"تفسير القرآن\" ٢/ ١٥٠ وابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٢٢٢ والطبري في \"جامع البيان\" ٢٣/ ٨٢، وفي \"تاريخ الرسل والملوك\" ١/ ٢٦٥ - ٢٦٦، والحاكم في \"المستدرك\" ٢/ ٦٠٨ من حديث كعب الأحبار مثله، إلا أنهم ذكروا في رواية الحديث بأن هذا الغلام هو إسحاق. قال الحاكم بعد سياق الحديث: سياق هذا الحديث من كلام كعب ابن ماتع الأحبار، لو ظهر فيه سند لحكمت بالصحة على شرط الشيخين، فإن هذا إسناد صحيح لا غبار عليه. ا. هـ. قلت: معنى قول الحاكم: لو ظهر فيه سند معناه: لو كان سنده مرفوعًا للنبي - صلى الله عليه وسلم -. والله أعلم.(٢) ما بين القوسين سقط من (م).(٣) الأثر رواه المصنف معلقًا، وقد رواه موصولًا لابن عباس كلا من أحمد في \"المسند\" ١/ ٢٩٧ (٢٧٠٧) والطبري في \"جامع البيان\" ٢٣/ ٨، \"تاريخ الرسل والملوك\" ١/ ٢٧٦ وقد صرحوا في رواياتهم لهذا الأثر بأن الذي أمر إبراهيم عليه السلام =</p><p> وقال أمية بن أبي الصلت الثقفي في ذلك: </p><p> ولإبراهيم الموفي بالنذر ... احتسابًا وحامل الأجدال </p><p> بكره لم يكن ليصبر عنه ... لو تراه في معشرٍ أقتال </p><p> يا بني إني نذرتك لله شَحِيطًا ... فاصبر فدى لك حال </p><p> واشدد الصفد لا أَحِيد عن السكين ... حيْد الأسير ذِي الأغلال </p><p> وله مديةٌ تخايل في اللحم ... هُذام حَينه كالهلال </p><p> بينما يَخْلعُ السرابيل عنه ... فكّه ربّه بكبش حلال </p><p> فخذ ذا وارسل ابنك إنني ... للذي قد فعلتما غير قال </p><p> ربما تجزع النفوس من الأمر ... له فرجة كحلّ العقال (١) </p><p>= بذبحه هو إسماعيل. قال الهيثمي في \"مجمع الزوائد\" ٨/ ٣٦٨: رواه أحمد ورجاله رجال الصحيح غير أبي عاصم الغنوي وهو ثقة. اهـ. (١) قلت: لم أجد هذِه الأبيات إلا بيتًا واحدًا وهو ربما تجزع النفوس. . استشهد به صاحب كتاب \"البيان والتبيين\" ٣/ ٢٦٠.وبعض هذِه الأبيات غير واضحِ.</p><p> فهذِه قصة الذبيح كما قال الله عز وجل. </p><p> قوله:  {فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ} . قال ابن عباس - رضي الله عنهما -: يعني المشي مع أبيه إلى الجبل (١) . وقال الحسن ومقاتل بن حيان: يعني العمل الذي تقوم به الحجة (٢) . وقال الضحاك: يعني الحركة (٣) . وقال ابن زيد: يعني العبادة (٤)  {قَالَ يَابُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ} رأيت في المنام أن أذبحك لنذر عليّ فيك أمرت بذلك، وذلك أن إبراهيم عليه السلام رأى ليلة التروية كأن قائلًا يقول له: إن الله تعالى أمرك بذبح ابنك هذا، فلما أصبح روى في نفسه أي: فكَّر من الصباح إلى الرواح أمِن الله هذا الحلم أم من الشيطان فمن ثم سمي يوم التروية. </p><p> فلما أمسى رأى في المنام ثانيًا ما رآه من ذبح الولد فلما أصبح عرف أن ذلك الحلم من الله عز وجل فمن ثم سمي يوم عرفة (٥) وقال مقاتل: رأى ذلك إبراهيم عليه السلام ثلاث ليال متتابعات (٦) وقال عطاء </p><p>(١) انظر: مثله في \"تفسير القرآن\" للسمعاني ٤/ ٤٠٧ غير منسوب. (٢) قلت: والمروي عن ابن عباس أنه: العمل. انظر: \"جامع البيان\" للطبري ٢٣/ ٧٧، \"الدر المنثور\" للسيوطي ٥/ ٥٢٧.(٣) \"النكت والعيون\" للماوردي ٥/ ٦٠، والمقصود بلوغ سن التكليف، والله أعلم.(٤) لم أجده بهذِه العبارة، وهو راجع لمن قال أنه السعي والعمل.انظر: \"جامع البيان\" للطبري ٢٣/ ٧٧، \"النكت والعيون\" للماوردي ٥/ ٦٠، \"زاد المسير\" لابن الجوزي ٧/ ٧٢.(٥) انظر: ٢ \"االدر المنثور\" للسيوطي ٥/ ٥٣٣، \"الجامع لأحكام القرآن\" للقرطبي ١٥/ ١٠٢.(٦) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٥/ ١٠١.</p>"
}