{
  "id": null,
  "sura": 38,
  "aya": 16,
  "text": "<p> ١٦ - قوله عز وجل: {وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ (١٦) } </p><p> قال سعيد بن جبير عن ابن عباس - رضي الله عنهما -: يعني: كتابنا (١) . </p><p> وعنه أيضًا القط الصحيفة التي أحصت كل شيء (٢) . </p><p> وقال أبو العالية والكلبي: لما نزلت في الحاقة {فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ </p><p>= عبد الرحمن بن أبي بكر الجُدْعاني قال: حدثنا سليمان بن مِرْقاع الجُنْدَعي، عن مجاهد، عن عائشة مرفوعًا. قال العقيلي: منكر لا يتابع عليه ولا يعرف إلا به يعني ابن مِرْقاع وقال فيه أيضًا: منكر الحديث، ولا يتابع على حديث. قال الألباني عن هذا الطريق: ضعيف جدًّا. \"سلسلة الأحاديث الضعيفة\" ٤/ ٣٦٤ - ٣٦٥.والثعلبي رحمه الله إنما أورد هذا الحديث ليدلل به على استعمال لفظة (فواق) للمدة والزمن اليسير لا لشيء آخر، فإذا كان ذلك كذلك، فقد صحت أحاديث في هذا المعنى: منها ما أخرجه أبو داود والنسائي والترمذي وابن ماجه والحاكم في - صلى الله عليه وسلم -قال: \"من قاتل في سبيل الله من رجل مسلم فُواق ناقة وجبت له الجنة، ومن جُرح جرحًا في سبيل الله أو نُكِبَ نكبة فإنها تجيء يوم القيامة كأغزر ما كانت لونها الزعفران وريحها المسك\". صححه الترمذي والحاكم، وأخرجه ابن حبان في \"صحيحه\".انظر: \"سنن الترمذي\" كتاب: فضائل الجهاد، باب ما جاء فيمن يكلم في سبيل الله، (١٦٥٧)، \"صحيح سنن الترمذي\" للألباني ٢/ ١٣٠ (١٣٥٢)، \"سنن أبي داود\" كتاب الجهاد باب فيمن سأل الله الشهادة (٢٥٤١)، \"سنن النسائي\" كتاب الجهاد، باب ثواب من قاتل في سبيل الله فواق ناقة ٦/ ٢٥ - ٢٦، \"سنن ابن ماجه\" كتاب الجهاد، باب القتال في سبيل الله سبحانه وتعالى (٢٧٩٢)، \"المستدرك\" للحاكم ٢/ ٨٧، (٢٤١٠).(١) \"معالم التنزيل\" للبغوي ٧/ ٧٥.(٢) \"زاد المسير\" لابن الجوزي ٧/ ١٠٨.</p><p> بِيَمِينِهِ} (١) ، {وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ}  (٢) قالوا على جهة الاستهزاء: عجل لنا قطنا. يعنون كتابنا عجّله لنا في الدنيا قبل يوم الحساب (٣) . </p><p> وقال الحسن وقتادة ومجاهد والسدي: يعني عقوبتنا وما كُتب لنا من العذاب (٤) . </p><p> قال عطاء: قاله النضر بن الحارث وهو قوله تعالى: {اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ}  (٥) وهو الذي قال الله عز وجل فيه {سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ}  (٦) . </p><p> قال عطاء: نزلت فيه بضع عشرة آية من كتاب الله عز وجل (٧) . </p><p> وقال سعيد بن جبير: يعنون حظنا ونصيبنا من الجنة التي تقول (٨) . </p><p> قال الفراء: القط في كلام العرب الحظ، ومنه قيل للصك: قِطّ (٩) . </p><p>(١) الحاقة: ١٩. (٢) الحاقة: ٢٥.(٣) \"جامع البيان\" للطبري ٢٣/ ١٣٥، \"زاد المسير\" لابن الجوزي ٧/ ١٠٨.(٤) وهي رواية عن ابن عباس - رضي الله عنه -، انظر: \"جامع البيان\" للطبري ٢٣/ ١٣٤، \"معاني القرآن\" للنحاس ٦/ ٨٧، \"النكت والعيون\" للماوردي ٥/ ٨٢، \"زاد المسير\" لابن الجوزي ٧/ ١٠٩.(٥) الأنفال: ٣٢.(٦) المعارج: ١.(٧) \"الدر المنثور\" للسيوطي ٥/ ٥٥٩.(٨) \"جامع البيان\" للطبري ٢٣/ ١٣٥، \"معاني القرآن\" للنحاس ٦/ ٨٧، \"النكت والعيون\" للماوردي ٥/ ٨٢، \"زاد المسير\" لابن الجوزي ٧/ ١٠٩.(٩) \"معاني القرآن\" للفراء ٢/ ٤٠٠.</p>"
}