{
  "id": null,
  "sura": 38,
  "aya": 35,
  "text": "<p> القضاء. قال: ويجلس عظماء بني إسرائيل على كراسي الذهب المفصصة (١) بالجواهر -وهو ألف كرسي عن يمينه- ويجيء عظماء الجن وتجلس على كراسي من الفضة على يساره وهو ألف كرسي حافين جميعًا به، ثم يحف بهم الطير يظلهم ويتقدم إليه الناس للقضاء، فإذا دُعي بالبينات وتقدمت الشهود لإقامة الشهادات دار الكرسي بما فيه من جميع ما حوله دوران الرحى المسرعة، ويبسط الأسدان أيديهما ويضربان الأرض بأذنابهما وينشر النسران والطاووسان أجنحتها، فيفزع منها الشهود ويدخلهم من ذلك رعب شديد، فلا يشهدون إلا بالحق (٢) . </p><p> ٣٥ - {قَالَ رَبِّ اغْفِرْ لِي} ذنبي (٣)  {وَهَبْ لِي مُلْكًا لَا يَنْبَغِي} </p><p> قال ابن كيسان: لا يكون (٤) . </p><p>(١) في (أ): (المفضفضة). (٢) انظر حول صفة كرسي سليمان: \"الجامع لأحكام القرآن\" للقرطبي ١٥/ ٢٠٢ - ٢٠٣، والعلم عند الله. وانظر كذلك \"تفسير القرآن العظيم\" لابن كثير ١٢/ ٩٣، وكل ما يذكر في صفة الكرسي إنما هو من الإسرائيليات.قلت: لم يذكر المصنف رحمه الله تفسير قوله تعالى {ثُمَّ أَنَابَ} في آخر الآية السابقة. ومعنى (أناب) رجع، وفيما رجع إليه قولان:أحدهما: تاب من ذنبه، قاله قتادة.والثاني: رجع إلى ملكه، قاله الضحاك.انظر: \"جامع البيان\" للطبري ٢٣/ ١٥٩، \"زاد المسير\" لابن الجوزي ٧/ ١٣٣.(٣) لا توجد هذِه الكلمة في بقية النُّسخ.(٤) هذا الذي رجحه ابن كثير حيث قال: والصحيح أنه سأل الله تعالى مُلكًا لا يكون =</p><p> {لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ} المعطي. </p><p> قال عطاء بن أبي رباح: يريد هب لي ملكًا لا أُسْلبه في باقي عمري كما سُلبته في أول عمري (١) . </p><p> وقال مقاتل بن حيان: كان سليمان عليه السلام مَلِكًا ولكنه أراد بقوله {لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي} تسخير الرياح والطير، يدل عليه ما بعده (٢) . </p><p> (وقيل: إنما سأل ذلك ليكون آية لنبوته ودلالة على رسالته ومعجزًا لمن سواه)  (٣) . </p><p> وقيل: إنما سأل ذلك عَلَمًا له على المغفرة وقبول التوبة حيث أجاب الله سبحانه وتعالى دعاءه ورد عليه ملكه وزاده فيه (٤) . </p><p> وقال عمرو بن عثمان الصَّدَفي (٥) : أراد به مُلك النفس وقهر </p><p>= لأحد من بعده من البشر مثله وهذا هو ظاهر السياق من الآية وبذلك وردت الأحاديث الصحيحة ا. هـ ١٢/ ٩٨، وسيأتي تخريج الأحاديث عند ذكر المصنف لها. (١) هذا القول ينسب لقتادة والحسن ولم أره ينسب لعطاء والله أعلم. انظر: \"جامع البيان\" للطبري ٢٣/ ١٥٩، \"تفسير القرآن\" لعبد الرزاق ٢/ ١٦٥، \"الدر المنثور\" للسيوطي ٥/ ٥٨٥.(٢) انظر: \"النكت والعيون\" للماوردي ٥/ ٩٨ فهو قريب من قوله هنا. انظر: في \"جامع البيان\" للطبري ٢٣/ ١٦٠، \"زاد المسير\" لابن الجوزي ٧/ ١٣٩.(٣) ما بين القوسين سقط من (أ).وانظر هذا القول في \"الكشاف\" للزمخشري ٤/ ٩٥، \"التسهيل لعلوم التنزيل\" للكلبي ٣/ ٤٠٤.(٤) انظر: \"النكت والعيون\" للماوردي ٥/ ٩٨، \"زاد المسير\" لابن الجوزي ٧/ ١٣٩.(٥) عمرو بن عثمان الصَدَفي. لم أجد له ترجمة.</p><p> الهوى (١) ، يؤيده ما </p><p> [٢٤٦٥] أخبرناه عبد الله بن حامد (٢) ، قال: نا محمد بن خالد (٣) ، قال: نا داود بن سليمان (٤) ، قال: نا عبد بن حميد (٥) ، قال: نا عبد الله ابن يزيد (٦) ، قال: نا عبد الرحمن بن زياد الأفريقي (٧) قال سلامان الشعباني (٨) ، قال: بلغني أن رسول الله - صلى الله عليه وسلم - قال:  \"أرأيتم سليمان ما أعطاه الله من ملكه فإنه لم يرفع طرفه إلى السماء تخشعًا لله عَز وَجلّ حتى قبضه الله عَز وَجلّ\"  (٩) . </p><p>= قلت: ورد في (أ) (عمر) بدل (عمرو). (١) لم أجد هذا القول، والعلم عند الله.(٢) لم أجد فيه جرحًا ولا تعديلًا.(٣) أبو بكر المطوعي البخاري، حسن الحديث من مشايخ بخارى.(٤) لم أجد ترجمته.(٥) إمام ثقة صاحب \"المسند\".(٦) أبو عبد الرحمن المقرئ أصله من البصرة أو الأهواز ثقة فاضل وهو من كبار شيوخ البخاري.(٧) عبد الرحمن بن زياد بن أنْعُم الأفريقي، ضعيف في حفظه، وكان رجلًا صالحًا.(٨) سلامان بن عامر عن أبي عثمان الأصبحي عن أبي هريرة، قال الحسيني في \"الإكمال\" (ص ١٩٠): مجهول كشيخه.قال ابن حجر معقبًا: هذا الاسترواح غير مرضي والرجل معروف موصوف بالصلاح.(٩) [٢٤٦٥] الحكم على الإسناد:١ - عبد الله بن حامد. لم أجد فيه جرحًا ولا تعديلًا.٢ - داود بن سليمان، لم أجده.٣ - انقطاعه بين سلامان الشعباني والنبي - صلى الله عليه وسلم -.</p><p> [٢٤٦٦] وأخبرنا شعيب بن محمد (١) ، قال: نا مكي بن عبدان (٢) ، قال: نا أبو الأزهر (٣) ، قال: نا روح بن عبادة (٤) ، قال: نا هشام (٥) ، عن الحسن (٦) أن النبي - صلى الله عليه وسلم - قال:  \"قد عرض لي الشيطان في مصلايَ الليلة كأنه هزّكم هذا فأخذته فأردت أن أحبسه حتى أصبح فذكرت دعوة أخي سليمان \" رب هب لي ملكًا لا ينبغي لأحد من بعدي \" فتركته\"  (٧) . </p><p>= ٤ - عبد الرحمن الأفريقي، ضعيف. التخريج:أخرجه الطبراني موصولًا ومن طريقه أبو نعيم في \"حلية الأولياء\" ١/ ١٢٨، والخطيب في \"تاريخ بغداد\" ٦/ ١٠٠، وابن عساكر في \"تاريخ دمشق\" ٢٢/ ٢٧٤، وفيه عبد الرحمن بن زياد الأفريقي وهو ضعيف كما سبق ذكره.قلت: لم أجده في معاجم الطبراني والعلم عند الله وأخرجه موقوفًا على سلامان ابن عامر كلٌّ من ابن أبي شيبة في \"المصنف\" ٧/ ٧٠، وهناد في \"الزهد\" ٢/ ٢٦٣، وقد وقع عندهما تصحيف في اسم (سلامان) فذكروا بدلًا منه (سليمان ابن عامر).(١) أبو صالح. لم أجد فيه جرحًا ولا تعديلًا،(٢) ثقة متقن.(٣) صدوق كان يحفظ ثم كبر فصار كتابه أثبت من حفظه.(٤) ثقة.(٥) هشام بن حسان الأزدي القُرْدُوسي أبو عبد الله البصري، ثقة، في روايته عن الحسن وعطاء مقال: لأنه قيل: كان يرسل عنهما.(٦) الحسن البصري، ثقة إمام كان يرسل كثيرًا ويدلس.(٧) [٢٤٦٦] الحكم على الإسناد فيه:١ - شعيب بن محمد البيهقي، لم أجد فيه جرحًا ولا تعديلًا. =</p><p> [٢٤٦٧] وبه عن روح (١) ، عن شعبة (٢) ، عن محمد بن زياد (٣) ، قال: سمعت أبا هريرة قال: إن رسول الله - صلى الله عليه وسلم - قال:  \"إن عفريتًا من الجن جعل يتقلب عليّ البارحة ليقطع عليّ صلاتي وإن الله عَز وَجلّ أمكنني منه فذبحته ولقد هممت أن أربطه إلى سارية من سواري المسجد حتى يصبح فتنظرون إليه(كلكم)(٤)، فذكرت قول سليمان عليه السلام \" رب هب لي ملكًا لا ينبغي لأحد من بعدي \" فردّه الله عَز وَجلّ خاسئًا\"  (٥) . </p><p>= ٢ - انقطاع بين الحسن البصري والنبي - صلى الله عليه وسلم - فالحديث مرسل. التخريج:أخرجه البخاري في كتاب العمل في الصلاة، باب ما يجوز من العمل في الصلاة (١٢١٠)، وأيضًا كتاب الصلاة، باب الأسير أو الغريم يربط في المسجد (٤٦١)، ومسلم في كتاب المساجد ومواضع الصلاة، باب جواز لعن الشيطان في أثناء الصلاة والتعوذ منه وجواز العمل القليل في الصلاة (٥٤١) من طريق شعبة عن محمد بن زياد عن أبي هريرة مرفوعًا.(١) ثقة.(٢) شعبة بن الحجاج ثقة إمام.(٣) محمد بن زياد بن الجمحي مولاهم أبو الحارث المدني، روى عن عبد الله بن عمر ابن الخطاب، وأبي هريرة، وعائشة عليه السلام وغيرهم. روى عنه: حماد بن زيد، وحماد بن سلمة وخالد الحذاء وغيرهم ثقة.(٤) سقط من (م).(٥) [٢٤٦٧] الحكم على الإسناد فيه:شعيب بن محمد البيهقي، لم أجد فيه جرحًا ولا تعديلًا.وبقية السند حسن.التخريج:سبق تخريجه في الحديث السابق.</p>"
}