{
  "id": null,
  "sura": 38,
  "aya": 21,
  "text": "<p> ٢١ - قوله عز وجل:  {وَهَلْ أَتَاكَ نَبَأُ الْخَصْمِ} </p><p> اختلف العلماء بأخبار الأنبياء عليهم السلام في سبب امتحان الله عز وجل نبيه داود عليه السلام لما امتحنه به من الخطيئة: </p><p> فقال قوم: كان سبب ذلك أنه عليه السلام تمنى يومًا من الأيام على ربه عز وجل منزلة آبائه إبراهيم وإسحاق ويعقوب عليهم السلام، وسأله أن يمتحنه نحو الذي امتحنهم ويُعطيه من الفضل نحو الذي كان أعطاهم، فروى السدي والكلبي ومقاتل عن أشياخهم ودخل حديث بعضهم في بعض قالوا: كان داود عليه السلام قد قسم الدهر ثلاثة أيام، يوم يقضي فيه بين الناس، ويوم يخلو فيه لعبادة ربه سبحانه، ويوم يخلو فيه بنسائه وأشغاله، وكان يجد فيما يقرأ من الكتب فضل إبراهيم وإسحاق ويعقوب عليهم السلام، فقال: يا رب أرى الخير كلّه قد ذهب به آبائي الذين كانوا قبلي. فأوحى الله عز وجل إليه أنهم ابتلوا ببلايا لم تُبتل بها فصبروا عليها ابتلي إبراهيم بنمرود لعنه الله وبذبح ابنه، وابتلي إسحاق بالذَّبح وبذهاب بصره، وابتُلي يعقوب بالحزن على يوسف، وإنك لم تُبتل بشيء من ذلك. فقال داود عليه السلام: ربِّ، فابتلِيني بمثل ما ابتليتهم وأعطني مثل ما أعطيتهم. فأوحى الله عز وجل إليه أنك مُبتلى في شهر كذا في يوم كذا، فاحترس فلما كان ذلك اليوم الذي وعده الله عز وجل دخل داود عليه السلام محرابه وأغلق بابه وجعل يصلي ويقرأ الزبور، فبينما هو كذلك إذ جاءه الشيطان قد تمثَّل في صورة حمامة من ذهب فيها من كل لون </p><p> حسن، فوقعت بين رجليه فمدّ يده ليأخذها. وفي بعض الروايات: ويدفعها إلى ابن صغير له، فلما أهوى إليها طارت غير بعيد من غير أن تؤيسه من نفسه فامتد إليها ليأخذها فتنحت فطارت حتى وقعت في كوة، فذهب ليأخذها فطارت من الكوة، فنظر داود أين تقع فيبعث إليها من يصيدها، فأبصر امرأة في بستان على شط بركة لها تغتسل. هذا قول الكلبي. </p><p> وقال السدي: رآها تغتسل على سطح لها فرأى امرأة من أجمل النساء خَلْقًا، فعجب داود عليه السلام من حسنها، وكانت منها التفاتة، فأبصرت ظِلّه فنفضت شعرها فغطّى بدنها، فزاده ذلك إعجابًا بها، فسأل عنها، فقيل: هي بتشايع بنت شايع امرأة أوريا بن حنانا وزوجها في غزاة بالبلقاء (١) مع أيوب بن صوريا بن أخت داود. فكتب داود عليه السلام إلى ابن أخته أيوب صاحب بعث البلقاء أن ابعث أوريا إلى موضع كذا وقدّمه قبل التابوت، وكان من قُدّم على التابوت لا يحل أن يرجع وراءه حتى يفتح الله تعالى على يديه أو يستشهد، فبعثه وقدّمه فَفُتح له، فكتب إلى داود بذلك فكتب إليه أيضًا أن ابعثه إلى عدوّ كذا وكذا، فبعثه ففُتح له، فكتب إلى داود عليه السلام بذلك، فكتب إليه أيضًا أن أبعثه إلى عدو كذا أشد منه بأسًا فبعثه، فقُتل في المرة الثالثة، فلما انقضت عدة المرأة تزوجها داود، </p><p>(١) البَلْقَاء: كوة من أعمال دمشق بين الشام ووادي القرى، وبجودة حنطتها يضرب المثل. \"معجم البلدان\" لياقوت ١/ ٤٨٩.</p><p> عليه السلام فهي أم سليمان عليه السلام (١) . </p><p> وقال آخرون: كان سبب آمتحانه أن نفسه حدثته أن يُطيق قطع يوم بغير مقارفة سوء (٢) وهو ما: </p><p> [٢٤٤٣] أخبرنا شعيب بن محمد (٣) ، قال: نا مكي بن عبدان (٤) ، قال: نا أحمد بن الأزهر (٥) ، قال: نا روح بن عبادة (٦) ، قال: نا سعيد (٧) ، عن مطر (٨) ، عن الحسن (٩) رحمه الله قال: إن داود عليه السلام جزّأ الدهر أربعة أجزاء، يومًا لنسائه ويومًا للعبادة ويومًا للقضاء بين بني إسرائيل، ويومًا لبني إسرائيل يذاكرهم ويذاكرونه ويُبكيهم ويُبكونه، قال: فلما كان يوم بني إسرائيل ذكروا فقالوا: هل يأتي على الإنسان يوم لا يصيب فيه ذنبًا، فأضمر داود عليه السلام في نفسه أنه </p><p>(١) هذه قصة باطلة منكرة من الإسرائيليات، وسيأتي الكلام عليها، وقد أوردها عدد من المفسرين، انظر: \"جامع البيان\" للطبري ٢٣/ ١٤٦، وابن الجوزي في \"زاد المسير\" ٧/ ١١٣، \"الدر المنثور\" للسيوطي ٥/ ٥٦٦. (٢) \"جامع البيان\" للطبري ٢٣/ ١٤٨، \"زاد المسير\" لابن الجوزي ٧/ ١١٤، \"الدر المنثور\" للسيوطي ٥/ ٥٦٦، \"تفسير القرآن\" لعبد الرزاق ٢/ ١١٦.(٣) أبو صالح البيهقي، مستور من أهل النواحي.(٤) المحدِّث الثقة المتقن.(٥) صدوق كان يحفظ ثم كبر فسار كتابه أثبتَ من حفظه.(٦) أبو محمد البصري، ثقة فاضل.(٧) سعيد بن أبي عروبة واسم أبي عروبة مِهران اليَشكُري مولاهم، أبو النضر البصري، ثقة حافظ كثير التدليس واختلط.(٨) مَطَر بن طهمان الوراق صدوق كثير الخطأ.(٩) البصري ثقة إمام كان يرسل كثيرًا ويدلس.</p><p> سيطيق ذلك فلما كان يوم عبادته غلّق أبوابه وأمر أن لا يدخل عليه أحد وأكبّ على التوراة، فبينما هو يقرأ إذا حمامة من ذهب فيها من كل لون حسن قد وقعت بين يديه فأهوى إليها ليأخذها، فطارت فوقعت غير بعيد من غير أن تؤيسَه من نفسها فما زال يتبعها حتى أشرف على امرأة تغتسل فأعجبه خَلْقها وحسنها، فلما رأت ظِله في الأرض جَلَّلتْ نفسها بشعرها، فزاده ذلك بها إعجابًا وكان قد بعث زوجها على بعض جيوشه فكتب إليه أن سر على مكان كذا وكذا، مكانًا إذا سار إليه قُتل ولم يرجع ففعل فأصيب فخطبها داود عليه السلام فتزوجها (١) . </p><p> وقال بعضهم في سبب ذلك ما: </p><p> [٢٤٤٤] أخبرنا أبو عبد الله الحسين بن محمد (٢) ، قال: نا مخلد </p><p>(١) [٢٤٤٣] الحكم على الإسناد: الإسناد فيه شعيب بن محمد مستور، وفيه روح بن عبادة وهو ممن روى عن سعيد ابن أبي عروبة بعد الاختلاط.التخريج:رواه الطبري في \"جامع البيان\" ٢٣/ ١٤٨ بسنده عن يزيد بن زريع عن سعيد بن أبي عروبة به. وسنده حسن، ويزيد ممن روى عن سعيد بن أبي عروبة قبل الاختلاط، انظر: \"الكواكب النيرات\" لابن الكيال (ص ٣٧).قلت: وهذا الأثر وإن كان سنده حسن إلا أنه موقوف على الحسن البصري وهو مما يُقطع بأنه مُتلقى عن أهل الكتاب مخالف للأصول الدالة على عصمة الأنبياء عن مثل هذِه المنكرات، وسيأتي التعقيب على هذِه القصة في آخر الأقوال الأربعة التي ذكرها المصنف.(٢) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.</p><p> ابن جعفر الباقرجي (١) ، قال: نا الحسن بن علويه (٢) ، قال: نا إسماعيل (٣) ، قال: نا إسحاق (٤) ، قال: نا سعيد بن بشير (٥) ، عن قتادة (٦) ، عن الحسن (٧) ، قال: قال داود عليه السلام حين ملَكَ: والله لأعدلن بينكم. فلم يستثنِ فابتُليَ (٨) . </p><p> وقال أبو بكر محمد بن عمر الورّاق: كان سبب ذلك أن داود عليه السلام كان كثير العبادة فأُعجب بعمله فقال: هل في الأرض أحد يعمل عملي؟ ! فأتاه جبريل عليه السلام فقال: إن الله عز وجل يقول: أُعجبتَ بعبادتك، والعُجب يأكل العبادة، فإن أعجبتَ ثانيًا وكَلْتُك إلى نفسك. قال: يا رب كِلْني إلى نفسي سنة. قال: إنها لكثيرة. قال: فشهرًا. قال: إنه لكثير. قال: فأسبوعًا. قال: إنه لكثير. قال: فيومًا </p><p>(١) أبو علي، اختلط بعد أن كان أمره مستقيمًا. (٢) ثقة.(٣) إسماعيل بن عيسى البغدادي العطار، وثقه الخطيب.(٤) إسحاق بن بشر بن أبو حذيفة، كذاب.(٥) ضعيف يروي عن قتادة المنكرات.(٦) قتادة بن دعامة السدوسي، ثقة يدلس.(٧) البصري، ثقة كان يرسل كثيرًا ويدلس.(٨) [٢٤٤٤] الحكم على الإسناد:ضعيف جدًا، فيه إسحاق بن بشر كذاب وشيخه سعيد بن بشير ضعيف، يروي عن قتادة المنكرات، وأيضًا لعنعنة قتادة.التخريج:ذكره ابن الجوزي في: \"زاد المسير\" ٧/ ١١٤، وكذلك القرطبي في \"الجامع لأحكام القرآن\" ١٥/ ١٦٩.</p><p> قال: إنه لكثير، قال: فساعة، قال: شأنك بها. فوكل الأحراس ولبس الصوف ودخل المحراب ووضع الزبور بين يديه، فبينا هو في نُسُكهِ وعبادته إذ وقع الطائر بين يديه وكان من أمر المرأة ما كان. قالوا: فلما دخل داود عليه السلام بامرأة أوريا لم يلبث إلا يسيرًا حتى بحث الله عز وجل ملكين في صورة أنسيين فطلبا أن يدخلا عليه فوجداه في يوم عبادة، فمنعهما الحرس أن يدخلا عليه فتسورا المحراب عليه فما شعر وهو يصلي إلاَّ وهو بهما بين يديه جالسين، فذلك قوله عز وجل: </p><p> {وَهَلْ أَتَاكَ} يا محمد {نَبَأُ الْخَصْمِ إِذْ تَسَوَّرُوا الْمِحْرَابَ}  (١) . </p><p>(١) أقول: ما نقله المصنف هنا في تفسير هذِه الآية وما بعدها وما ينقله كثير من المفسرين من ذكر القصة المتعلقة بداود عليه السلام والتي فيها ما لا يليق بمقام داود عليه السلام كله راجع إلى الإسرائيليات التي لا ثقة بها ولا معول عليها، ولم يثبت فيها عن المعصوم - صلى الله عليه وسلم - حديث يجب اتباعه. وقد رد هذِه القصة كثير من المحققين من أهل العلم: قال الإمام الفخر الرازي في \"مفاتيح الغيب\" ٢٦/ ١٦٥ - ١٦٩ بعد أن أشار إلى طرف منها: والذي أدين به وأذهب إليه أن ذلك باطل. ثم ذكر بطلان ذلك من وجوه عدة، راجعها ففيها حجة دامغة.وقال الإمام ابن كثير في \"تفسير القرآن العظيم\" ١٢/ ٨١ - ٨٢: قد ذكر المفسرون هاهنا قصة أكثرها مأخوذ من الإسرائيليات، ولم يثبت فيها عن المعصوم حديث يجب إتباعه، فالأولى أن يقتصر على مجرد تلاوة هذِه القصة وأن يرد علمها إلى الله عز وجل فإن القرآن حق، وما تضمنه فهو حق أيضًا.وقال أبو السعود في \"إرشاد العقل السليم\" ٧/ ٢٢٢: وأما ما يُذكر من أنه عليه الصلاة والسلام دخل ذات يوم محرابه .. وذكر القصة، ثم قال: فإفكٌ مبتدع مَكَرُوه، ومكره مخترع بئسما مكروه تمجه الأسماع وتنفر عنه الطباع، ويلٌ لمن =</p>"
}