{
  "id": null,
  "sura": 38,
  "aya": 18,
  "text": "<p> ١٨ - قوله عز وجل:  {إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ} بتسبيحه. </p><p> قال ابن عباس - رضي الله عنه -: كان يفهم تسبيح الحجر والشجر (١) . </p><p> {بِالْعَشِيِّ وَالْإِشْرَاقِ} . </p><p> [٢٤٣٨] أخبرني ابن فنجويه (٢) ، قال: نا ابن شنبة (٣) ، قال: نا الحسين بن بختويه (٤) ، قال: نا أبو أميّة محمد بن إبراهيم (٥) ، قال: نا الحجاج بن نصير (٦) ، قال: نا أبو بكر الهذلي (٧) ، عن عطاء بن أبي رباح (٨) ، عن ابن عباس - رضي الله عنه - قال: كنت أمُرُّ بهذِه الآية لا أدري بالعشي والإشراق حتى حدثتني أمّ هانئ بنت أبي طالب - رضي الله عنها - أن </p><p>= (ص ٤٧٤)، \"سلسلة الأحاديث الضعيفة\" للألباني ١/ ٣٨٥ (٢١٧). قلت: ذكر الثعلبي لهذا الحديث هنا ليست له مناسبة، والعلم عند الله.(١) أورده القرطبي في \"الجامع لأحكام القرآن\" ١٥/ ١٥٩ عن مقاتل.(٢) ثقة، صدوق، كثير الرواية للمناكير.(٣) عبيد الله بن محمد بن شنبة أبو أحمد الدينوري، لم أجد فيه جرحًا ولا تعديلًا.(٤) الحسين بن محمد بن بختويه بن علي الدينوري، ثقة.(٥) محمد بن إبراهيم بن مسلم الخزاير، أبو أمية الطّرَسوسي، روى عن: أسود بن عامر، جعفر بن عون، يزيد بن هارون وغيرهم. وروى عنه: ابن إبراهيم، أحمد ابن زنجويه، وأبو حاتم الرازي وغيرهم. قال ابن حجر: صدوق صاحب حديث يهم. انظر: \"الجرح والتعديل\" ٧/ ١٨٧، \"الثقات\" لابن حبان ٩/ ١٣٧، \"تهذيب الكمال\" ٢٤/ ٣٢٧، \"تقريب التهذيب\" لابن حجر (٥٧٠٠).(٦) أبو محمد البصري، ضعيف كان يقبل التلقين.(٧) متروك.(٨) ثقة، فقيه، لكنه كثير الإرسال.</p><p> رسول الله - صلى الله عليه وسلم - دخل عليها فدعا بوَضوء ثم صلى الضحى وقال:  \"يا أم هانئ، هذِه صلاة الإشراق\"  (١) . </p><p>(١) [٢٤٣٨] الحكم على الإسناد: ضعيف جدًا.فيه أبو بكر الهذلي متروك، وحجاج بن نصير ضعيف.التخريج:ورواه الطبراني في \"المعجم الكبير\" ٢٤/ ٤٠٦ عن العباس بن محمد المجاشعي عن محمد بن أبي يعقوب الكرماني عن حجاج بن نصير به، لكن مما يدل على أن للحديث أصلًا:أولًا: ما رواه الطبري في \"جامع البيان\" ٢٣/ ١٣٧ عن سعيد بن أبي عروبة عن أبي المتوكل عن أيوب بن صفوان، عن عبد الله بن الحارث بن نوفل أن ابن عباس كان لا يصلي الضحى، قال فأدخلته على أم هانئ، فقلت: أخبري هذا بما أخبرتني به فقالت أم هانئ. دخل عليّ رسول الله - صلى الله عليه وسلم - يوم الفتح في بيتي، فأمر بماء فصبّ في قصعة، ثم أمر بثوب فأخذ بيني وبينه، فاغتسل ثم رش ناحية البيت، فصلى ثمان ركعات، وذلك من الضحى قيامهنّ وركوعهنّ وسجودهنّ وجلوسهنّ سواء، قريب بعضهنّ من بعض، فخرج ابن عباس وهو يقول: لقد قرأت ما بين اللوحين، ما عرفت صلاة الضحى إلا الآن يسبحن بالعشي والإشراق وكنت أقول: أين صلاة الإشراق ثم قال بعد: هنّ صلاة الإشراق. وفي سنده سعيد بن أبي عروبة وهو مدلس وقد اختلط. وفيه أيضًا أبو المتوكل لم يرد فيه جرخٌ ولا تعديلٌ.ثانيًا: ما رواه الحاكم في \"المستدرك\" ٤/ ٥٩: عن سعيد بن أبي عروبة، عن أيوب بن صفوان عن عبد الله بن الحارث أن ابن عباس كان لا يصلي .. . وساق الأثر الذي رواه الطبري. وفي سنده سعيد بن أبي عروبة وهو قد اختلط كما تقدم، ولم يذكر في السند (أبا المتوكل) وهذا من تخليطه حيث ذكره مرة ولم يذكره مرة.ثالثًا: ما رواه الحميدي في \"مسنده\" ١/ ١٥٩ عن سفيان قال: حدثنا عبد الكريم =</p><p> وروى عطاء الخراساني عن ابن عباس - رضي الله عنهما - قال: لم يزل في نفسي من صلاة الضحى شيء حتى طلبتها في القرآن فوجدتها في هذِه الآية {يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ}  (١) . </p><p>= أبو أمية قال: قال عبد الله بن الحارث: ولم يقل لنا فيه سمعت. قال: سألت عن صلاة الضحى في إمارة عثمان وأصحاب رسول الله - صلى الله عليه وسلم - متوافرون فلم أجد أحدًا أثبتَ لي صلاة رسول الله - صلى الله عليه وسلم - إلا أم هانئ، قالت: رأيت رسول الله - صلى الله عليه وسلم - صلاها مرة واحدة يوم الفتح ثمان ركعات في ثوب واحد مخالفًا بين طرفيه. قال عبد الله بن الحارث: فحدثت به ابن عباس فقال: إن كنتُ لأمرُ على هذِه الآية {يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ} فأقول أي صلاةٍ صلاةُ الإشراق؟ فهذِه صلاة الإشراق.قلت: في سنده عبد الكريم بن أبي المخارق وهو ضعيف.انظر: \"تقريب التهذيب\" لابن حجر (٤١٥٦)، وفيه أيضًا احتمال تدليسه كما نبّه على ذلك سفيان بقوله: ولم يقل لنا: سمعت.رابعًا: ما أخرجه عبد الرزاق في \"المصنف\" ٣/ ٧٩: عن معمر عن عطاء الخرساني قال: قال ابن عباس: لم يزل في نفسي من صلاة الضحى شيء حتى قرأت {إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ (١٨)}.قلت: وهذا سند حسن إلى عطاء لكن رواية عطاء عن الصحابة مرسلة منقطعة.انظر: \"تهذيب التهذيب\" لابن حجر ٧/ ١٩٠.قلت: هذِه المتابعات الأربعة وإن كان كلٌّ منها لا يخلو من ضعف إلا أنها إذا اجتمعت ارتقت بالحديث إلى درجة الحسن لغيره على أقل تقدير والعلم عند الله.(١) رواه المصنف هنا معلقًا.وقد رواه عبد الرزاق في \"المصنف\" ٣/ ٧٩ عن معمر عن عطاء به. وسنده حسن إلى عطاء، ولكن رواية عطاء عن الصحابة مرسلة.انظر: \"تهذيب التهذيب\" لابن حجر ٧/ ١٩٠، \"جامع التحصيل\" للعلائي (ص ٢٣٨). =</p>"
}