{
  "id": null,
  "sura": 38,
  "aya": 5,
  "text": "<p> وقال الفراء: النوص بالنون التأخر، والبوص بالباء التقدم (١) ، وجَمَعَها امرؤ القيس في بيت فقال: </p><p> أمِنْ ذِكْر ليلى إذ نَأتْكَ تَنُوصُ ... فَتَقْصُرُ عنها خطوةً وَتَبُوصُ (٢) </p><p> فمناص مَفْعَل من ناص مثل مقام (٣) . </p><p> قال ابن كيسان: كان كفار مكة إذا قاتلوا فاضطروا في الحرب قال بعضهم لبعض: (مناص) أي: اهربوا وخذوا حِذركم، فلما نزل بهم العذاب ببدر قالوا: مناص. </p><p> فأنزل الله -عز وجل- {الجَحِيمِ وَمَا مِنَّا}  (٤) . </p><p> ٤ - قوله -عز وجل-: {وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا سَاحِرٌ كَذَّابٌ (٤) أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا} </p><p> وذلك أن عمر بن الخطاب - رضي الله عنهما - أسلم فشق ذلك على قريش وفرح به المؤمنون، فقال الوليد بن المغيرة للملأ من قريش وهم الصناديد والأشراف وكانوا خمسة وعشرين رجلًا: الوليد بن المغيرة -وهو </p><p>= \"التحرير والتنوير\" لابن عاشور ٢٣/ ٢٠٧. (١) انظر: \"معاني القرآن\" ٢/ ٣٩٧.(٢) انظر: \"معاني القرآن\" ٢/ ٣٩٧، \"لسان العرب\" لابن منظور ٧/ ١٠٢ إنوص) وجعل بدل ليلى، سلمى.(٣) انظر: \"معاني القرآن\" للفراء ٢/ ٣٩٧، \"لسان العرب\" لابن منظور ٧/ ١٠٣.(٤) انظر: \"تفسير القرآن\" للسمعاني ٤/ ٤٢٤ - ٤٢٥، \"روح المعاني\" للألوسي ٢٣/ ١٦٥.</p><p> أكبرهم سنًّا - وأبو جهل بن هشام وأبيّ وأمية ابنا خلف وعمير بن وهب ابن خلف وعتبة وشيبة ابنا ربيعة وعبد الله بن أبي أمية والعاص بن وائل والحارث بن قيس وعدي بن قيس والنضر بن الحارث وأبو البختري بن هشام وقرط بن عمرو وعامر بن خالد ومخرمة بن نوفل وزمعة بن الأسود ومطعم بن عدي والأخنس بن شريق -وهو حويطب بن عبد العزى- ونُبَيّه ومُنَبّه ابنا الحجاج والوليد بن عتبة وهشام بن عمرو بن ربيعة وسهيل بن عمرو، فقال لهم الوليد بن المغيرة: امشوا إلى أبي طالب. فأتوا أبا طالب فقالوا له: أنت شيخنا وكبيرنا وقد علمتَ ما فعل هؤلاء السفهاء، وإنا أتيناك لتقضيَ بيننا وبين ابن أخيك. فأرسل أبو طالب إلى النبي - صلى الله عليه وسلم - فقال له: ابن أخِ هؤلاء قومك يسألونك السواء فلا تَمِلْ كل الميل على قومك، فقال رسول الله - صلى الله عليه وسلم -: \"وماذا يسألونني؟ \" قالوا: ارفضنا وارفض ذكر آلهتنا وندعك وإلهك، فقال النبي - صلى الله عليه وسلم -: \"أتعطونني كلمة واحدة تملكون بها العرب وتدين لكم بها العجم\" فقال أبو جهل: لله أبوك لنعطينكها وعشر أمثالها. فقال رسول الله - صلى الله عليه وسلم -: \"قولوا لا إله إلا الله\" فنفروا من ذلك وقاموا وقالوا: أجعل الآلهة إلهًا واحدًا كيف يسع الخلق كلهم إله واحد؟ ! (١) </p><p>(١) هذا سبب نزول قوله تعالى: {وَعَجِبُوا أَنْ جَاءَهُمْ. . أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا} كما ذكره المفسرون. انظر: \"أسباب النزول\" للواحدي (ص ٣٨٠)، \"جامع البيان\" للطبري ٢٣/ ١٢٤ - ١٢٥، ورواه أيضًا الترمذي كتاب: تفسير القرآن، باب: من سورة - صلى الله عليه وسلم - (٣٢٣٢)، وحسنه، وإن كان الألباني ضعف إسناده، ورواه أيضًا النسائي في \"السنن الكبرى\" ٦/ ٤٤٢ (١١٤٣٦)، وأحمد في \"مسنده\" ١/ ٢٢٧ =</p><p> {إِنَّ هَذَا لَشَيْءٌ عُجَابٌ} أي: عجب، قال: مقاتل: بلغة أزد شنوءة (١) . </p><p> قال أهل اللغة: العجيبُ والعُجاب واحد كقولك رجل كريم وكُرام وكبير وكُبار وطويل وطُوال وعَريض وعُراض وسِكّينُ حديد وحُداد (٢) . </p><p> وأنشد الفراء: </p><p> كحَلْفَةٍ من أبي رباح ... يسمعها لاهه الكُبَار (٣) </p><p> وقال آخر: </p><p> نحن بذلنا دونها الضِّرايا ... إنا وجدنا ماءَها طُيَّابا </p><p> يريد: طيبًا. </p><p> وقال عباس بن مرداس: </p><p> تَعْدو به سَلْهَبَةٌ سُراعَةٌ (٤) . </p><p>= (٢٠٠٨)، وأبو يعلى في \"المسند\" ٤/ ٤٥٥ (٢٥٨٣)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٥/ ٧٩ (٦٦٨٦)، والحاكم في \"المستدرك\" ٢/ ٤٣٢، وصححه البيهقي في \"السنن الكبرى\" ٩/ ١٨٨. (١) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٥/ ١٥٠، \"روح المعاني\" للألوسي ٢٣/ ١٦٦.(٢) انظر: \"لسان العرب\" لابن منظور ١/ ٥٨١ (عجب)، \"مختار الصحاح\" للرازي (ص ١٧٤) (عجب)، \"تفسير غريب القرآن\" لابن قتيبة (ص ٣٢٤).(٣) \"معاني القرآن\" للفراء ٢/ ٣٩٨، \"جمهرة الأمثال\" للميداني ١/ ١٧٢.(٤) أورد هذا الشاهد ابن منظور في \"لسان العرب\" ٨/ ١٥١ وعزاه لعمر بن معد يكرب، وذكر أوله وهو: (حين تروه كاشِفًا قناعه ... ) والسَّلْهَبَة: الفرس إذا =</p>"
}