{
  "id": null,
  "sura": 38,
  "aya": 24,
  "text": "<p> وقال ابن كيسان: اجعلها كفلي، أي: نصيبي (١) . </p><p> {وَعَزَّنِي} وغلبني {فِي الْخِطَابِ} قال الضحاك: إن تكلم كان أفصح مني، وإن حارب كان أبطش مني (٢) . </p><p> وقرأ عبيد بن عُمير:  (وعازني في الخطاب) بالألف من المعازّة وهي المغالبة (٣) . </p><p> ٢٤ - فـ {قَالَ} داود: {لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَى نِعَاجِهِ} </p><p> فإن قيل: كيف جاز لداود عليه السلام أن يحكم وهو لم يسمع كلام الخصم الآخر. </p><p> قيل: إن معنى الآية أن أحدهما لما ادعى على الآخر اعترف له صاحبه، فعند اعترافه فصل القضية بقوله:  (لقد ظلمك) فحذف الاعتراف، لأن ظاهر الآية دال عليه، كقول العرب: أمرتك بالتجارة فكسبت الأموال. أي: فاتّجرت فاكتسبت الأموال. </p><p> وقال الشاعر: </p><p>(١) \"المحرر الوجيز\" لابن عطية ٤/ ٥٠٠، \"الجامع لأحكام القرآن\" ١٥/ ١٧٤. (٢) \"جامع البيان\" للطبري ٢٣/ ١٤٤.(٣) \"المحرر الوجيز\" لابن عطية ٤/ ٥٠٠، ورويت أيضًا عن ابن مسعود وأبو الضحي كما أفاده ابن عطية، وهي من القراءات الشاذة، وكذلك قراءة (وعَزَني) بالتخفيف كما في \"المحتسب\" لابن جني ٢/ ٢٧٨، وانظر \"معاني القرآن\" للنحاس ٦/ ١٠١، \"زاد المسير\" لابن الجوزي ٧/ ١٢٠ وعبيد هو عبيد بن عُمير بن قتادة الليثي أبو عاصم المكي ولد على عهد النبي - صلى الله عليه وسلم -، قاله مسلم، وعدّه غيره في كبار التابعين، مجمع على ثقة، مات قبل ابن عمر، روى له (ع)، \"تقريب التهذيب\" لابن حجر (٤٣٨٥)، (ص ٣٧٧)، \"سير أعلام النبلاء\" للذهبي ٤/ ١٥٦.</p><p> تقول ابنتي لما رأتني شاحبًا ... كأنك يحميك الطعام طبيب </p><p> تتابع أحداث يخرّ من إخوتي ... فشيّبن رأسي والخطوب تشيب (١) </p><p> {وَإِنَّ كَثِيرًا مِنَ الْخُلَطَاءِ} الشركاء {لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} فليسوا كذلك {وَقَلِيلٌ مَا هُمْ} . </p><p> ودليل ما ذكرنا من التأويل: ما قال السدي بإسناده: أن أحدهما لما قال: (إن هذا أخي) الآية فقال داود عليه السلام للآخر: ما تقول؟ فقال: إن لي تسعًا وتسعين نعجة ولأخي هذا نعجة واحدة وأنا أريد أن آخذها منه فأكمل نعاجي مائة. قال: وهو كاره! قال: إذًا لا ندعك وذلك، وإن رمت ذلك ضربنا منك هذا وهذا يعني طرف الأنف وأصله والجبهة، فقال: يا داود أنت أحق أن يضرب منك هذا وهذا؛ حيث لك تسع وتسعون امرأة ولم يكن لأوريا إلا امرأة واحدة فلم تزل به تعرضه للقتل حتى قُتل وتزوجت امرأته. قال: فنظر داود عليه السلام فلم ير أحدًا، فعرف ما قد وقع فيه (٢) . فذلك قوله عز وجل {وَظَنَّ} وأيقن {دَاوُودُ أَنَّمَا فَتَنَّاهُ} ابتليناه. </p><p> قال سعيد بن جبير: إنما كانت فتنة داود عليه السلام النظر، ولم يتعمد </p><p>(١) لم أجد هذين البيتين والعلم عند الله. وقوله في البيت الثاني ( .. يخرّ من أخوتي) فيه غموض ولعله تصحيف، ولعل صوابه ( ... تخرّ من قوتي) والعلم عند الله. (٢) انظر: \"النكت والعيون\" للماوردي ٥/ ٨٧، \"جامع البيان\" للطبري ٧/ ٨١، \"زاد المسير\" لابن الجوزي ٧/ ١٢١، \"المصنف\" لابن أبي شيبة ٧/ ٦٧ - ٦٨.</p><p> داود النظر إلى المرأة، ولكنه أعاد النظر إليها فصارت عليه (١) . </p><p> فهذِه أقاويل السلف من أهل التفسير في قصة امتحان داود عليه السلام (٢) . </p><p> وقد روي عن الحارث الأعور عن علي بن أبي طالب - رضي الله عنه - أنه قال: من حدّث بحديث داود عليه السلام على ما يرويه القُصّاص معتقدًا صحته جلدته حدّين لعظيم ما ارتكب وجليل ما احتقب (٣) من الوزر والإثم، يرمي من قد رفع الله عز وجل محلّه وأبانه من خلقه رحمة للعالمين وحجة للمهتدين (٤) ! ! </p><p> فقال القائلون بتنزيه المرسلين في هذِه القصة: إن ذنب داود عليه السلام إنما كان أنه تمنى أن يكون له امرأة أوريا حلالًا له، وحدّث نفسه بذلك فاتفق له غزو أوريا وتقدّمه في الحرب وهلاكه، فلما بلغه قتلُه لم يَجْزَعْ عليه ولم يتوجّع له كما جزع على غيره من جنده إذا هلك، ثم تزوج امرأته، فعاتبه الله على ذلك؛ لأن ذنوب الأنبياء وإن صغرت فهي </p><p>(١) \"الدر المنثور\" للسيوطي ٥/ ٥٦٩ وعزاه لسعيد بن منصور، ولا يزال الجزء الخاص بتفسير سورة ص مخطوطًا. ورواه ابن أبي شيبة في \"مصنفه\" ٦/ ٣٤٢. (٢) قلت: تقدم الكلام قريبًا على هذِه الأقاويل في قصة داود عليه السلام مع امرأة أوريا وأن ما ينقله المفسرون هاهنا باطل مأخوذ من الإسرائليات المخالفة للأصول.(٣) احْتَقَبَ فلان الإثم: أي جَمَعَهُ وحمله خَلْفَهُ.انظر: \"لسان العرب\" لابن منظور ١/ ٣٢٥ - ٣٢٦ (حقب).(٤) ذكره ابن العربي في \"أحكام القرآن\" ٤/ ١٦٣٩ وقال بعده: (وهذا مما لا يصح عنه). وكذلك ذكره الألوسي في \"روح المعاني\" ٢٣/ ١٨٦ وقال: إن زين الدين أبي الفضل عبد الرحيم بن الحسين العراقي قال: إن الخبر لم يصح عن علي - رضي الله عنه -.</p><p> عظيمة عند الله عز وجل. </p><p> وقال بعضهم: كان ذنب داود عليه السلام أن أوريا كان قد خطب تلك المرأة ووطّن نفسه عليها، فلما غاب في غزاة خطبها داود عليه السلام فزُوجِّت منه لجلالته، فاغتم لذلك أوريا غمًّا شديدًا، فعاتبه الله عز وجل على ذلك حيث لم يترك هذِه الواحدة لخاطبها الأول وقد كانت عنده تسع وتسعون امرأة (١) . </p><p> مما يصدق ما ذكرنا قبلُ عن المفسرين المتقدمين ما: </p><p> [٢٤٤٥] أخبرني عقيل بن محمد بن أحمد الفقيه (٢) أن المعافى بن زكريا القاضي (٣) ببغداد أخبره عن محمد بن جرير الطبري (٤) ، قال: حدثني يونس بن عبد الأعلى (٥) ، قال: نا ابن وهب (٦) ، قال: أخبرني ابن لهيعة (٧) ، عن أبي صخر (٨) ، عن يزيد </p><p>(١) انظر: \"زاد المسير\" لابن الجوزي ٧/ ١١٦، \"التسيهل لعلوم التنزيل\" للكلبي ٣/ ٣٩٧ - ٣٩٨، \"روح المعاني\" للألوسي ٢٣/ ١٨٥. (٢) لم أجد ترجمته.(٣) أبو الفرج النهراواني الجريري، ثقة.(٤) الإمام العَلَم المجتهد، عالم العصر أو جعفر الطبري، ثقة.(٥) أبو موسى المصري ثقة.(٦) عبد الله بن وهب بن مسلم القرشي مولاهم أبو محمد المصري الفقيه، ثقة حافظ.(٧) عبد الله بن لَهِيعة بن عقبة الحضري أبو عبد الرحمن المصري القاضي، صدوق خلط بعد احتراق كتبه، وروايه ابن المبارك وابن وهب عنه أعدل من غيرهما.(٨) حميد بن زياد أبو صخر ابن أبي المخارق الخراط صاحب العَباء مدني سكن مصر، صدوق يهم.</p><p> الرقاشي (١) ، عن أنس بن مالك - رضي الله عنه - سمعه يقول سمعت رسول الله - صلى الله عليه وسلم - يقول: </p><p> \"إن داود عليه السلام حين نظر إلى المرأة فأهم بها قطع علي بني إسرائيل بعثا فأوصى صاحب البعث فقال: إذا حضر العدوّ فقرب فلانًا بين يدي التابوت، وكان التابوت في ذلك الزمان يُستنصر به، من قدم بين يدي التابوت لم يرجع حتى يُقتل أو ينهزم عنه الجيش، فقتل زوج المرأة، ونزل الملكان يقصّان عليه قِصّة ففطن داود عليه السلام فسجد فمكث أربعين ليلة ساجدًا حتى نبت الزرع من دموعه على رأسه وأكلتِ الأرض من جبينه، وهو يقول في سجوده: ربِّ زلَّ داود زلَّة أبعد ما بين المشرق والمغرب، ربِّ إن لم ترحم ضعفَ داود وتغفر ذنبه جعلت ذنبه حديثًا في الخُلُوفِ من بعدُ، فجاءه جبريل عليه السلام من بعد أربعين ليلة فقال: يا داود إن الله قد غفر لك الهمَّ الذي هممت به. فقال داود عليه السلام: عرفتُ أن الرب قادر على أن يغفر لي الهمَّ الذي هممتُ به وقد عرفتُ أن الله عز وجل عدل لا يميل، فكيف بفلان إذا جاء يوم القيامة فقال: رب دمي الذي عند داود، فقال جبريل عليه السلام: ما سألتُ ربّك عن ذلك ولئن شئت لأفعلن، قال: نعم فعرج جبريل عليه السلام وسجد داود عليه السلام فمكث ما شاء الله ثم نزل فقال: قد سألتُ الله عز وجل يا داود عن الذي أرسلتني به فقال: قل لداود إن الله يجمعكما يوم القيامة فيقول له: هَبْ لي دمك الذي عند داود فيقول هو لك يا رب، فيقول: فإن لك في الجنة </p><p>(١) يزيد بن أبان الرِّقاشي أبو عمرو البصري القاصّ زاهد ضعيف.</p><p> ما شئت واشتهيت عِوضًا\" (١) . </p><p> [٢٤٤٦] أخبرني الحسين بن محمد بن الحسين بن فنجويه (٢) بقراءتي عليه قال: حدثني مخلد بن جعفر الباقرحي (٣) ، قال: نا الحسن بن علويه (٤) ، قال: نا إسماعيل بن عيسى (٥) ، قال: نا إسحاق بن بشر (٦) ، قال: </p><p>(١) [٢٤٤٥] الحكم على الإسناد: الحديث سنده ضعيف: شيخ المصنف لم أجده، ويزيد ضعيف.التخريج:رواه الحكيم الترمذي في \"نوادر الأصول\" عن يزيد الرقاشي، عن أنس مرفوعًا، ورواه أيضًا ابن أبي حاتم \"تفسير القرآن العظيم\" عن أنس ١٠/ ٣٢٣٩، قال ابن كثير في \"تفسير القرآن العظيم\" ١٢/ ٨٢: رواه ابن أبي حاتم، ولا يصح سنده لأنه من رواية يزيد الرقاشي عن أنس، ويزيد وإن كان من الصالحين لكنه ضعيف الحديث عند الأئمة. ا. هـ.وضعف إسناده أيضًا السيوطي في \"الدر المنثور\" ٥/ ٥٦٥.وقال الألباني: باطل. وقال: والظاهر أنه من الإسرائيليات التي نقلها أهل الكتاب الذين لا يعتقدون العصمة في الأنبياء، أخطأ يزيد الرقاشي، فرفعه إلى النبي - صلى الله عليه وسلم -. انظر: \"سلسلة الأحاديث الضعيفة\" ١/ ٤٨٥.وقال ابن العربي في \"أحكام القرآن\" ٤/ ١٦٣٦: وأما قولهم: إنها لما أعجبته أمر بتقديم زوجها للقتل في سبيل الله. فهذا باطل قطعًا، فإن داود لم يكن ليريق دمه في غرض نفسه اهـ.(٢) ثقة، صدوق، كثير الرواية للمناكير.(٣) ثقة، اختلط بعد أن كان أمره مستقيمًا.(٤) ثقة.(٥) العطار، ضعفه الأزدي، وصححه غيره.(٦) كذاب، مصنف كتاب (المبتدأ) ينقل منه ابن جرير فمن دونه، حدث فيه ببلايا وموضوعات.</p><p> نا جُوَيبر (١) ومقاتل (٢) ، عن الضحاك (٣) ، عن ابن عباس - رضي الله عنهما - (٤) . </p><p> [٢٤٤٧] قال (٥) : وأخبرني سعيد بن بشير (٦) وعصمة بن خداش القطعي (٧) ، عن قتادة (٨) ، عن الحسن (٩) وابن سمعان (١٠) ، عمن يخبره عن كعب الأحبار (١١) . </p><p> [٢٤٤٨] قال (١٢) : وأخبرني أبو إلياس (١٣) ، عن وهب بن منبه (١٤) قالوا جميعًا: إن داود عليه السلام لما دخل عليه الملكان فقضى على نفسه فتحولا في صورتهما فعرجا وهما يقولان قضى الرجل على نفسه. </p><p>(١) ضعيف جدًّا. (٢) ابن سليمان كذبوه وهجروه.(٣) ابن مزاحم، صدوق كثير الإرسال.(٤) [٢٤٤٦] الحكم على الإسناد:أثر ابن عباس سنده ضعيف جدًا، غالب السند ضعفاء، وابن سليمان كذاب، وكذلك إسحاق بن بشر.(٥) القائل هو إسحاق بن بشر، كذاب.(٦) ضعيف، يروي عن قتادة المنكرات.(٧) عصمة بن خداش القطعي، لم أجده.(٨) قتادة بن دعامة السدوسي، ثقة، ثبت.(٩) الحسن البصري، ثقة، كان يرسل كثيرًا ويدلس.(١٠) عبد الله بن زياد بن سليمان بن سمعان المخزومي، متروك.(١١) ابن ماتِع، ثقة.(١٢) القائل إسحاق بن بشر، كذاب.(١٣) إدريس بن سنان أبو إلياس الصنعاني بن بنت وهب بن منبه ضعيف من السابعة.(١٤) أبو عبد الله الأبْناوي، ثقة.</p><p> وعلم داود عليه السلام أنه إنما عُني به، فخرَّ ساجدًا أربعين لا يرفع رأسه إلا لحاجة ولوقت صلاة مكتوبة ثم يعود ساجدًا ثم لا يرفع رأسه إلا لحاجة لابدّ منها، ثم يعود فيسجد تمام أربعين يومًا لا يأكل ولا يشرب وهو يبكي حتى نبت العُشب حول رأسه وهو ينادي ربه عز وجل ويسأله التوبة، فكان يقول في سجوده: سبحان الملك الأعظم الذي يبتلي الخلق بما يشاء، سبحان خالق النور، سبحان الحائل بين القلوب، سبحان خالق النور، إلهي خلّيتَ بيني وبين عدوّي إبليس فلم أقم لفتنته إذ نزلت بي، سبحان خالق النور، إلهي تبكي الثكلى على ولدها إذا فقدته وداود يبكي على خطيئته، سبحان خالق النور، إلهي لم أتعظ بما وعظت به غيري، سبحان خالق النور، إلهي أنت خلقتني وكان في سابق علمك ما أنا صائر إليه، سبحان خالق النور، إلهي يُغسل الثوب فيذهب دَرَنُه ووسخه والخطيئة لازمة لي لا تذهب عني، سبحان خالق النور، إلهي أمرتني أن أكون لليتيم كالأب الرحيم وللأرملة كالزوج الرحيم فنسيت عهدك، سبحان خالق النور، إلهي الويل لداود إذا كُشف عنه الغطاء فيقال: هذا داود الخاطئ سبحان خالق النور، إلهي بأيّ عَيْنيْن انظر بهما إليك يوم القيامة وإنما ينظر الظالمون من طرفٍ خفيّ، سبحان خالق النور، إلهي بأي قدم أقدم بها أمامك يوم تزول أقدام الخاطئين، سبحان خالق النور، إلهي ويل للخاطئين يوم القيامة من سوء الحساب، سبحان خالق النور، إلهي مضت النجوم وكنت أعرفها بأسمائها فتركتني والخطيئة لازمة </p><p> لي، سبحان خالق النور، إلهي من أين يطلب العبدُ المغفرة إلا من عند سيده، سبحان خالق النور، إلهي مطرت السماء ولم تمطر حولي، سبحان خالق النور، إلهي أعشبت الأرض ولم يعشب حولي لخطيئتي، سبحان خالق النور، إلهي أنا الذي لا أطيق حرّ شَمْسِك فكيف أطيق حرّ نارك، سبحان خالق النور، إلهي أنا الذي لا أطيق صوت رعدك فكيف أطيق صوت جهنم، سبحان خالق النور، إلهي يستتر الخاطئون بخطاياهم دونك وأنت شاهدهم حيث كانوا، سبحان خالق النور، إلهي قرح الجبين وخمدت العينان من مخافة الحريق على جسدي، سبحان خالق النور، إلهي الطير يسبح لك بأصوات ضعاف يخافك وأنا العبد الخاطئ الذي لم يَرع وصيّتك، سبحان خالق النور، إلهي أنت المغيث وأنا المستغيث فمن يدعو المستغيث إلا المغيث، سبحان خالق النور، إلهي قد تعلم سِرّي وعلانيتي فاقبل عذري، سبحان خالق النور، اللهم إني أسألك يا إله إبراهيم وإسماعيل وإسحاق ويعقوب أن تعطيني سُؤلي فإن إليك رغبتي، سبحان خالق النور، اللهم برحمتك اغفر لي ذنوبي ولا تباعدني من رحمتك لهواني، سبحان خالق النور، اللهم إني أعوذ بك من دعوة لا تستجاب وصلاة لا تتقبل وذنب لا يغفر وعذر لا تقبله، سبحان خالق النور، إلهي أعوذ بنور وجهك الكريم من ذنوبي التي أوبقتني، سبحان خالق النور، إلهي فررتُ إليك بذنوبي وأعترفُ بخطيئتي فلا تجعلني من القانطين ولا تخزني يوم الدين، </p><p> سبحان خالق النور، إلهي قرح الجبين وفنيت الدموع وتناثر الدود من ركبتي وخطيئتي ألزم بي من جلدي، سبحان خالق النور. فأتاه نداء: يا داود، أجائع أنت فتطعم، أظمآن أنت فتسقى، أمظلوم أنت فتنصر. ولم يُجبه في ذكر خطيئته بشيء، فصاح صيحة هاج من حوله، ثم نادى: يا رب، الذنبَ الذنب الذي أصبته فنُودي يا داود، ارفع رأسك فقد غفرت. فلم يرفع رأسه حتى جاء جبريل عليه السلام فرفعه. </p><p> وقال وهب: إن داود عليه السلام أتاه نداء أني قد غفرتُ لك، قال: يا رب، كيف وأنت لا تظلم أحدًا؟ ! قال: اذهب إلى قبر أوريا فناده وأنا أُسْمعه نداءك فتحلل منه. قال: فانطلق حتى أتى قبره وقد لبس المُسُوح (١) حتى جلس عند قبره ثم نادى أوريا فقال لبيك من هذا الذي قطع عليّ لذّتي وأيقظني؟ قال: أنا داود قال: ما جاء بك يا نبي الله؟ قال: أسألك أن تجعلني في حِلٍّ مما كان منّي إليك قال: وما كان منك إليَّ، قال: عرَّضتك للقتل، قال: عرضتني للجنة فأنت في حِلّ فأوحى الله عز وجل إليه: يا داود ألم تعلم أني حكم عدل لا أقضي بالتعنّت والتغرير، ألا أعلمته أنك قد تزوجت امرأته، قال: فرجع إليه فناداه فأجابه فقال من هذا الذي قطع عليّ لذتي، قال: أنا داود، قال: يا نبي الله أليس قد عفوتُ عنك، قال: نعم، ولكن إنما فعلت ذلك لمكان امرأتك وتزوجتها. قال: فسكت فلم </p><p>(١) المُسُوح: لباس الرهبان. انظر: \"المغرب في ترتيب المعرب\" للجواليقي ٢/ ٢٦.</p>"
}