{
  "id": null,
  "sura": 39,
  "aya": 68,
  "text": "<p> كانت لكم قدرة، وليس الملك لليمين دون سائر الجسد (١) . </p><p> والله أعلم. </p><p> ٦٨ - قوله تعالى:  {وَنُفِخَ فِي الْصُّورِ} </p><p> [٢٥٣٣] أخبرنا أبو محمد الحسن بن أحمد المخلدي (٢) إملاءً وقراءةً قال: نا عبد الله بن محمد بن مسلم الإسفراييني (٣) ، قال: نا أحمد بن محمد بن أبي رجاء المصيصي (٤) ، قال: نا وكيع (٥) ، قال: نا سفيان (٦) ، عن سليمان التيمي (٧) ، عن أسلم العجلي (٨) ، عن بشر بن شغاف (٩) ، عن عبد الله بن عمرو، قال: سألت رسول </p><p>(١) \"معاني القرآن القرآن\" للأخفش ٢/ ٦٧٤. قلت: وهذا تأويل باطل قد سبقت الإشارة إليه.وخلاصة القول في صفات الله تعالى هو إثبات ما أثبته الله لنفسه وما أثبته له رسوله - صلى الله عليه وسلم - على الوجه اللائق به تعالى من غير تأويل ولا تعطيل ولا تحريف ولا تشبيه ولا تمثيل مع اعتقاد أن لله الكمال المطلق. وهذا هو مذهب أهل السنة والجماعة. انظر: \"مجموع الفتاوى\" لابن تيمية ٥/ ٥٨، \"التحف في مذاهب السلف\" (ص ٧١).(٢) شيخ العدالة إمام الصدق.(٣) أبو بكر الإسْفراييني، من الأثبات المجوِّدين.(٤) صدوق.(٥) وكيع بن الجراح بن مَليخ الرُّواسي أبو سفيان الكوفي، ثقة حافظ عابد.(٦) سفيان بن عيينة بن أبي عمران، ثقة حافظ فقيه إمام إلّا أنَّه تغير بأخرة، وكان ربما دلس ولكن عن الثقات.(٧) سليمان بن طَرْخان التيمي أبو معتمر البصري، ثقة، عابد كان يدلس.(٨) أسلم العجلي الربعي بصري. ثقة.(٩) بشر بن شَغَاف الضبي بصري. ثقة.</p><p> الله - صلى الله عليه وسلم - عن الصور فقال:  \"قرن ينفخ فيه\"  (١) . </p><p> {فَصَعِقَ مَن في السَّمَاوَاتِ وَمَن في الأَرْضِ} أي: ماتوا، وهي النفخة الثانية {إِلَّامَن شَاءَ اللهُ} اختلفوا في الذين استثناهم -عزَّ وجلَّ-. </p><p> [٢٥٣٤] وأخبرنا أبو علي الحسين بن محمد بن محمد الروذباري (٢) ، قال: نا أبو القاسم عبد الله بن محمد بن عبد الرحيم </p><p>(١) [٢٥٣٣] الحكم على الإسناد: فيه أحمد بن محمد المصّيْصي، صدوق، وباقي إسناده ثقات.التخريج:أخرجه أحمد في \"مسنده\" ٢/ ١٩٢ (٦٨٠٥) والترمذي في كتاب: صفة القيامة باب ما جاء في شأن الصور (٢٤٣٥) وقال: حديث حسن إنما نعرفه من حديث سليمان التيمي.وأخرجه أيضًا أبو داود في كتاب السنة بابٌ في ذكر البعث والصور (٤٧٤٢).وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٦/ ٣٠٣ ذكر الأخبار عن وصف الصور.والحاكم في \"المستدرك\" ٤/ ٦٠٤ (٨٦٨٥) وقال: هذا حديث صحيح الإسناد ولم يخرجاه.قلت: أخرجوه من طريق سليمان التيمي به مثله وهو عندهم - ما عدا أبي داود - عن عبد الله بن عمرو أن أعرابيًّا سأل النبي - صلى الله عليه وسلم -. الحديث.والحديث صححه الألباني رحمه الله، وهو كما قال لأن تفرد سليمان التيمي به والذي أشار إليه الترمذي لا يضر فهو ثقة ومن فوقه ثقات ولذلك قال الحاكم: صحيح الإسناد.\"تقريب التهذيب\" لابن حجر (٦٨٩) (ص ١٢٣)، \"تهذيب التهذيب\" لابن حجر ١/ ٣٩٦، \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٣٥٩، \"صحيح سنن الترمذي\" للألباني ٣/ ١٠٥ (٢٥٨٦).(٢) الإمام المسند، لم يذكر بجرح أو تعديل.</p><p> الشروطي العسكري (١) ، قال: نا عبدان بن عبد الله بن أحمد (٢) ، قال: نا محمد بن مُصَفَّى (٣) ، قال: نا بقية (٤) ، عن عمر بن محمد (٥) ، عن زيد بن أسلم (٦)  (عن أبيه)  (٧) ، عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - سأل جبريل -عليه السلام- عن هذِه الآية:  \"{فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ}من أولئك الذين لم يشأ الله أن يصعقهم؟قال:هم الشهداء متقلدين أسيافهم حول العرش\"  (٨) . </p><p>(١) لم أجد ترجمته. (٢) عَبْدان: عبد الله بن أحمد بن موسى بن زياد أبو محمد الأَهْوازي الجواليقي عبْدان، الحافظ الحجة العلامة الصدوق.(٣) محمد بن مُصفّى بن بُهْلول الحمصي القرشي، صدوق له أوهام وكان يدلس.(٤) بقية بن الوليد بن صائد بن كعب الكَلاعي أبو يُحْمِد، صدوق كثير التدليس عن الضعفاء.(٥) عمر بن محمد بن زيد بن عبد الله بن عمر بن الخطاب المذني نزيل عَسْقلان، ثقة.(٦) زيد بن أسلم العدوي مولى عمر بن الخطاب ثقة كان يرسل.(٧) سقط من (م)، والاستدراك من (أ)، (ب). وأبوه هو: أسلم العدوي مولى عمر. ثقة مخضرم.(٨) [٢٥٣٤] الحكم على الإسناد:ضعيف.فيه: بقية بن الوليد مدلس ولم يصرح بالتحديث. وفيه شيخ المصنف لم أجد فيه جرحًا ولا تعديلًا. وفيه أيضًا أبو القاسم عبد الله بن محمد الشروطي لم أجد ترجمته.التخريج:تابع بقية بن الوليد أبو أسامة حماد بن أسامة القرشي عند الحاكم في \"المستدرك\" ٢/ ٢٧٧ وهو ثقة. =</p><p> [٢٥٣٥] وأخبرني أبو عبد الله بن فنجويه الدينوري (١) بقراءتي عليه قال: نا أبو علي بن حبش المقرئ (٢) ، قال: قرئ على أبي يعلى أحمد ابن علي بن المثنى الموصلي (٣) وأنا أسمع، قال: نا يحيى بن معين (٤) ، قال: نا أبو اليمان (٥) يعني الحكم بن نافع قال: نا إسماعيل بن عياش (٦) ، عن عمر بن محمد (٧) ، عن زيد بن أسلم (٨) ، عن أبيه (٩) ، عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنَّه سأل جبريل عن هذِه الآية {وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ} : من الذين لم يشأ الله أن يصعقهم؟ ، قال: \"هم الشهداء </p><p>= وتابعه أيضًا إسماعيل بن عياش وهو صدوق، وقد أخرجه المصنف وسيأتي بعد هذا الحديث. وقد أخرجه الحاكم وقال: صحيح الإسناد ولم يخرجاه.وقال الذهبي: على شرط البخاري ومسلم \"تلخيص المستدرك\" ٢/ ٧٣٤ وأشار المنذري إلى ثبوته في \"الترغيب والترهيب\" ٢/ ٢١٦.وقال ابن حجر في \"فتح الباري\" ١١/ ٣٧١: صححه الحاكم ورجاله ثقات.(١) ثقة، صدوق، كثير الرواية للمناكير.(٢) ثقة، مأمون.(٣) أحمد بن علي بن المثنى أبو يعلى الموصلي صاحب \"المسند\". ثقة.(٤) ثقة حافظ مشهور إمام الجرح والتعديل.(٥) الحكم بن نافع البَهْراني أبو اليمان المصيصي، ثقة.(٦) إسماعيل بن عيّاش بن سُلَيْم العَنَسي أبو عتبة الحِمْصي، صدوق في روايته عن أهل بلده، مخلط في غيرهم.(٧) عمر بن محمد بن زيد بن عبد الله بن عمر بن الخطاب ثقة.(٨) زيد بن أسلم مولى عمر بن الخطاب، ثقة.(٩) أسلم العدوي مولى عمر بن الخطاب، ثقة.</p><p> متقلدون أسيافهم حول عرشه تتلقاهم الملائكة يوم القيامة إلى المحشر بنجائب (١) من ياقوت (أزمتها (٢) الدرّ برحائِل (٣) السندس (٤) والاستبرق (٥)  (٦) ونِمارها (٧) الين من الحرير مدّ خطاها مدّ أبصار الرجال يسيرون في الجنّة يقولون عند طول النزهة انطلقوا إلى ربنا ننظر كيف يقضي بين خلقه يضحك إليهم -عزَّ وجلَّ- وإذا ضحك إلى عبده في موطن فلا حساب عليه\" (٨) . </p><p>(١) نجائب جمع نجيب وهو النفيس الفاضل \"لسان العرب\" لابن منظور ١/ ٧٤٨ (نجب). (٢) الأزمّة جمع زمام وهو الخيط الَّذي في أنف الناقة وغيرها لتشدّ به. انظر: \"لسان العرب\" لابن منظور ١٢/ ٢٧٢، \"العين\" للخليل بن أحمد ٧/ ٣٥٤ (زم).(٣) رحائل جمع رَحْل والرّحْل: مسكن الرجل وما يصاحبه من الأثاث. \"لسان العرب\" لابن منظور ١١/ ٢٧٥ (رحل).(٤) السُندُس: رقيق الدِّيباج ورفِيْعُه. \"لسان العرب\" لابن منظور ٦/ ١٠٧ (سندس).(٥) الإستبرق: غليظ الديباج. \"لسان العرب\" لابن منظور ٦/ ١٥٧ (سندس).(٦) ما بين القوسين لم يذكره ابن كثير في \"تفسير القرآن العظيم\" ١٢/ ١٥٣ حينما ذكر الحديث، بينما هو مثبت عند المصنف في النُسخ الأربع (م)، (أ)، (ب)، (جـ) فالعلم عند الله.(٧) في (أ): ثمارها، والتصويب من (م) وهو كذلك عند ابن كثير \"تفسير القرآن العظيم\" والنِّمار جمع نَمِرة وهي بُرْدَةٌ من صوف. لسان العرب\" لابن منظور ٥/ ٢٣٥ (نمر)، \"القاموس المحيط\" للفيروزآبادي (ص ٦٢٧).(٨) [٢٥٣٥] الحكم على الإسناد:إسناده حسن فرواية إسماعيل بن عياش عن عمر بن محمد إنما هي من قبيل روايته عن الشاميين فعمر بن محمد نزيل عسقلان وهي مدينة في الشام، ورواية ابن عياش عن الشاميين مستقيمة. =</p><p> [٢٥٣٦] وأخبرني ابن فنجويه (١) ، قال: نا عبد الله بن يوسف (٢) ، قال: نا الحسين بن (بختويه (٣) ، نا عمرو بن ثور (٤) وإبراهيم بن أبي سفيان (٥) ، قالا: نا محمد بن يوسف الفريابي (٦) ، قال: نا سليمان ابن) (٧) حيان (٨) ، </p><p>= التخريج: أورده ابن كثير في \"تفسير القرآن العظيم\" ١٢/ ١٥٣ عن أبي يعلى به مثله.وقال: رجاله كلهم ثقات إلَّا شيخ إسماعيل بن عياش فإنه غير معروف.قلت: شيخ إسماعيل بن عياش هو أبو اليمان الحكم بن نافع كما جاء مصرحًا به هنا في رواية الثعلبي وهو ثقة.والحديث صحيح دون قوله (تتلقاهم الملائكة يوم القيامة ... ) إلى آخر الحديث.فهذِه الزيادة لم يذكرها أبو أسامه عند الحاكم ولا بقية بن الوليد عند المصنف في الرواية السابقة، ولا تبعُد أن تكون هذِه الزيادة شاذة والعلم عند الله.والحديث كما سبقت الإشارة أخرجه الحاكم في \"المستدرك\" ٢/ ٢٧٧ وعزاه السيوطي لأبي يعلى كما نقله الثعلبي هنا عنه أيضًا ولم أجده في المسند ولا في المعجم له والعلم عند الله.وعزاه السيوطي أيضًا للدارقطني في \"الإفراد\" وابن المنذر وابن مردويه والبيهقي في \"البعث\". \"الدر المنثور\" للسيوطي ٥/ ٦٣٥، وقد نقلت أقوال العلماء عند الكلام على الرواية السابقة.(١) ثقة، صدوق، كثير الرواية للمناكير.(٢) عبد الله بن يوسف بن أحمد بن مالك. لم أجد ترجمته.(٣) الحسين بن محمد بن بختويه. وثقه الدارقطني.(٤) الجذامي، لم أجد فيه جرحًا ولا تعديلًا.(٥) إبراهيم بن معاوية بن ذكوان بن أبي سفيان، من مشاهير المحدثين، لم يذكر بجرح أو تعديل.(٦) ثقة فاضل.(٧) ما بين القوسين ساقط من (م).(٨) أبو خالد الأحمر الكوفي، صدوق يخطئ.</p><p> عن محمد بن إسحاق (١) ، عن يزيد الرقاشي (٢) ، عن أنس بن مالك - رضي الله عنه - قال: تلا رسول الله - صلى الله عليه وسلم - {وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ} قالوا: يا رسول الله، من هؤلاء الذين استثنى -عزَّ وجلَّ-؟ ؟ قال:  \"هو جبريل وميكائيل وإسرافيل وملك الموت فيقول:(يا ملك الموت)(٣)خذ نفس إسرافيل(فيأخذ نفس إسرافيل)(٤).فيقول:يا ملك الموت،من بقي فيقول:سبحانك ربنا تباركت وتعاليت ذا الجلال والإكرام بقي جبريل وميكائيل وملك الموت.فيقول:يا ملك الموت،خذ نفس ميكائيل فيأخذ نفس ميكائيل فيقع كالطود العظيم فيقول:يا ملك الموت من بقي فيقول: سبحانك ربي تباركت وتعاليت ذا الجلال والإكرام بقي جبريل وملك الموت.فيقول:مُتْ(٥)يا ملك الموت فيموت،قال:فيقول يا جبريل من بقي فيقول تباركت وتعاليت ذا الجلال والإكرام وجهك الباقي الدائم وجبريل الميت الفاني قال: يا جبريل،لابد من موتك فيقع ساجدًا يَخفِقُ جناحيه فيقول:سبحانك ربي تباركت وتعاليت ذا الجلال والإكرام\" فقال رسول الله - صلى الله عليه وسلم -: \"إنّ فَصْل خَلْقِه على خَلْق ميكائيل كالطود العظيم على الضرب من الضراب\" . </p><p>(١) أبو بكر المطّلبي إمام المغازي صدوق يدلس، ورُمي بالتشيع والقدر. (٢) أبو عمرو البصري. زاهد ضعيف.(٣) ما بين القوسين ساقط من (م)، (أ) والاستدراك من (ب).(٤) ما بين القوسين ساقط من (م)، (أ) والاستدراك من (ب).(٥) ساقط من (أ)، (ب).</p><p> [٢٥٣٧] وأخبرني عبد الرحمن بن أحمد بن جعفر (١) ، قال: نا حاجب بن أحمد بن يرحم (٢) ، قال: نا محمد بن حماد (٣) ، قال: نا محمد بن الفضيل (٤) ، عن سليمان التيمي (٥) ، عن أبي نضرة (٦) ، عن جابر (٧) - رضي الله عنه - في قوله - عَزَّ وَجَلَّ -: {وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ} قال: موسى ممن استثنى الله فلا يصعق وذلك بأنه قد صعق مرةً (٨) يدل عليه: </p><p>= [٢٥٣٦] الحكم على الإسناد: ضعيف وذلك لما يأتي:١ - يزيد الرقاشي ضعيف.٢ - محمد بن إسحاق مدلس وقد عنعن.٣ - عبد الله بن يوسف، لم أجده.بالإضافة إلى عمرو بن ثور وإبراهيم بن أبي سفيان لم أجد فيهما جرحًا ولا تعديلًا.التخريج:عزاه السيوطي في \"الدر المنثور\" ٥/ ٦٣٠ للفريابي.وعبد بن حميد وأبي نصر السجزي في \"الإبانة\" وابن مردويه عن أنس به.(١) لم أجد ترجمته.(٢) حَاجبُ بن أحمد بن يَرْحُم، أبو محمد الطُّوسي، مختلف فيه.(٣) الأبيوردي الزاهد، ثقة.(٤) أبو عبد الرحمن الضبّي، صدوق، عارف، رُمي بالتشيع.(٥) سليمان بن طَرْخان التيمي أبو معتمر البصري، ثقة، عابد، كان يدلس.(٦) المنذر بن مالك بن قُطَعة العبدي العَوَقي البصري أبو نَضْرة مشهور بكنيته. ثقة.(٧) جابر بن عبد الله بن عمرو بن حرام الأنصاري ثم السَّلَمي.صحابي ابن صحابي.(٨) [٢٥٣٧] الحكم على الإسناد:فيه شيخ المصنف عبد الرحمن بن أحمد بن جعفر لم أجد ترجمته، وبقية سنده حسن وهو موقوف على جابر - رضي الله عنه -. =</p><p> [٢٥٣٨] ما أخبرني عقيل بن أحمد (١) أن أبا الفرج البغدادي القاضي (٢) أخبرهم عن محمد بن جرير (٣) ، قال: نا أبو كريب (٤) ، قال: نا عبدة بن سليمان (٥) ، قال: نا محمد بن عمرو (٦) ، قال: نا أبو سلمة (٧) ، عن أبي هريرة - رضي الله عنه - قال: قال يهودي بسوق المدينة: والذي اصطفى موسى على البشر. قال: فرفع رجل من الأنصار يده فصك بها وجهه، فقال: تقول هذا وفينا رسول الله - صلى الله عليه وسلم - (فقال رسول الله - صلى الله عليه وسلم -)  (٨) : {وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ} فأكون أنا أول من يرفع رأسه فإذا موسى آخذ بقائمة من قوائم العرش فلا أدري أرفع رأسه قبلي أم كان ممن استثنى -عزَّ وجلَّ-\" (٩) . </p><p>= التخريج: عزاه السيوطي في \"الدر المنثور\" ٥/ ٦٣١ لابن المنذر. .(١) الجرجاني لم أجد ترجمته.(٢) المعافى بن زكريا بن يحيى أبو الفرج، ثقة.(٣) أبو جعفر الطبري الإمام العلم المجتهد، صاحب التصانيف.(٤) محمد بن العلاء بن كُرَيْب الهمْداني، ثقة حافظ.(٥) عَبدة بن سليمان الكلابي أبو محمد الكوفي، ثقة ثبت.(٦) أبو الحسن الليثي المدني، صدوق له أوهام.(٧) أبو سلمة بن عبد الرحمن بن عوف الزهري المدني، قيل اسمه عبد الله وقيل إسماعيل، ثقة مكثر.(٨) ما بين القوسين سقط من (م)، والاستدراك من (أ)، (ب).(٩) [٢٥٣٨] الحكم على الإسناد:فيه شيخ المصنف عقيل بن محمد بن أحمد لم أجد ترجمته، وهذا لا يضر فرواية =</p><p> وقال كعب الأحبار: اثنا عشر حملة العرش وجبريل وميكائيل وإسرافيل وملك الموت (١) . </p><p> وقال الضحاك: هم رضوان والحور ومالك والزبانية (٢) . </p><p> وقال قتادة: الله أعلم بثنياه (٣) . </p><p> وقال الحسن:  {إِلَّا مَنْ شَاءَ اللَّهُ} يعني: الله وحده (٤) . </p><p>= المصنف لهذا الحديث إنما هي رواية نسخة، والحديث مخرجٌ عند الطبري. التخريج:أخرجه الطبري في \"جامع البيان\" ٢٤/ ٣١ بالسند الَّذي رواه عنه المصنف هنا وسنده حسن، وأخرجه كذلك الترمذي في أبواب التفسير، في سورة الزمر (٣٢٤٥) عن أبي غريب به. وقال هذا حديث حسن صحيح.وأحمد في \"المسند\" ٢/ ٤٥٠ (٩٨٢١)، وابن ماجة في كتاب: الزهد، باب: ذكر البعث (٤٢٧٤) وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٦/ ٣٠١ باب إخباره - صلى الله عليه وسلم - عن البعث.قلت: كلهم أخرجوه من طريق محمد بن عمرو به من حديث أبي هريرة. ومحمد بن عمرو صدوق فإسناده حسن. لكن الحديث صحيح.وذلك لرواية البخاري له من طريق آخر عن أبي هريرة. كتاب: أحاديث الأنبياء، باب: قوله تعالى {وَإنَّ يُوْنُسَ لَمِنَ الْمُرْسَلِينَ (١٣٩)} (٣٤١٤).(١) أورده النحاس في \"معاني القرآن\" ٦/ ١٩٣.(٢) وأورده السيوطي في \"الدر المنثور\" ٥/ ٦٣٠ عن أنس مرفوعًا وعزاه للفريابي وعبد بن حميد وأبي نصر السجزي في الإبانة وابن مردويه.(٣) أورده القرطبي في \"الجامع لأحكام القرآن\" ١٥/ ٢٨٠، والألوسي في \"روح المعاني\" ٢٤/ ٢٨.(٤) \"الجامع لأحكام القرآن\" للقرطبي ١٥/ ٢٨٠.</p>"
}