{
  "id": null,
  "sura": 39,
  "aya": 22,
  "text": "<p> ثُمَّ يَهِيجُ} ييْبس (١)  {فَتَرَاهُ} بعد خضرته ونضرته {مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا} فتاتاً متكسراً {إِنَّ فِي ذَلِكَ لَذِكْرَى لِأُولِي الْأَلْبَابِ} . </p><p> ٢٢ - {أَفَمَنْ شَرَحَ اللَّهُ} فسح الله {صَدْرَهُ لِلْإِسْلَامِ} للإيمان </p><p> {فَهُوَ عَلَى نُورٍ} بيان (٢)  {مِنْ رَبِّهِ} قال قتادة: النور كتاب الله -عز وجل- منه يأخذ وإليه ينتهي (٣) . ومجاز الآية: أفمن شرح الله صدره للإسلام فهو على نور من ربه كمن أقسى قلبه. </p><p> [٢٤٨٤] أخبرنا ابن فنجويه (٤) ، قال: نا عبيد الله بن محمد بن شنبة (٥) ، قال: نا أبو جعفر محمد بن الحسن بن بدينا الموصلي (٦) ببغداد، قال: نا أبو فروة واسمه يزيد بن محمد (٧) ، قال: حدثني أبي (٨) ، </p><p>(١) في (م): (ينتشر) والتصويب من بقية النُّسخ. (٢) سقطت من (أ).(٣) أورده الطبري في \"جامع البيان\" ٢٣/ ٢٠٩ وابن الجوزي في \"زاد المسير\" ٧/ ١٧٣.(٤) ثقة صدوق كثير الرواية للمناكير.(٥) لم أجد فيه جرحًا ولا تعديلاً.(٦) محمد بن الحسن بن هارون بن بدينا أبو جعفر الموصلي سكن بغداد وحدث بها سئل الدارقطني عنه فقال: لا بأس به، ما علمت عليه إلا خيرا. انظر: \"تاريخ بغداد\" ٢/ ١٩١، \"طبقات الحنابلة\" ١/ ٢٨٦، \"المقصد الأرشد\" ٢/ ٣٨٨.(٧) يزيد بن محمد بن يزيد بن سنان الجزري أبو فروة الرهاوي توفي سنة (٢٦٩ هـ) انظر: \"الجرح والتعديل\" ٩/ ٢٨٨، \"الثقات\" لابن حبان ٩/ ٢٧٦، \"سير أعلام النبلاء\" ١٢/ ٥٥٦.(٨) محمد بن يزيد بن سنان الجزري أبو عبد الله الرهاوي، من أهل الجزيرة كنيته أبو عبد الله كان مولده سنة (١٣٢ هـ) ومات سنة (٢٢٠ هـ) ذكره ابن حبان في =</p><p> عن أبيه (١) ، قال: نا زيد بن أبي أنيسة (٢) ، عن عمرو بن مرة (٣) ، عن عبد الله بن الحارث (٤) ، عن عبد الله بن مسعود -رضي الله عنه- قال: (تلا رسول الله -صلى الله عليه وسلم- {أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ} قلنا: يا رسول الله كيف انشراح صدره؟ قال:  \"إذا دخل النور القلب انشرح وانفسح\" قلنا: يا رسول الله فما علامة ذلك؟ قال:  \"الإنابة إلى دار الخلود والتجافي عن دار الغرور والتأهب للموت قبل نزول الموت\"  (٥) . </p><p>= \"الثقات\"، وقال ابن أبي حاتم: سألت أبي عنه فقال: ليس بالمتين هو أشد غفلة من أبيه مع أنه كان رجلاً صالحًا لم يكن من أحلاس الحديث صدوق وكان يرجع إلى ستر وصلاح وكان النفيلي يرضاه وقال الدارقطني: ضعيف، وذكره ابن عدي في \"الضعفاء\" وقال النسائي: ليس بالقوي. انظر: \"الجرح والتعديل\" ٨/ ١٢٧، \"الثقات\" لابن حبان ٩/ ٧٤، \"التاريخ الكبير\" ١/ ٢٥٩، \"الكامل في الضعفاء\" ٦/ ٢٦٠، \"تهذيب الكمال\" ٢٧/ ٢٠، \"تقريب التهذيب\" (٦٣٩٩). (١) يزيد بن سنان بن يزيد التميمي أبو فروة الرهاوي، ضعيف.(٢) زيد بن أبي أُنيسة الجزري أبو أسامة أصله من الكوفة ثم سكن الرها، ثقة له أفراد.(٣) عمرو بن مرة بن عبد الله بن طارق الجَمَلي المرادي أبو عبد الله الكوفي الأعمى ثقة عابد كان لا يدلس ورمي بالإرجاء.(٤) عبد الله بن الحارث الزُّبيدي النجراني الكوفي المعروف بالمُكْتِب، ثقة ولم يسمع من ابن مسعود شيئاً.(٥) [٢٤٨٤] الحكم على الإسناد:فيه محمد بن يزيد وأبيه ضعيفان، وعبد الله بن الحارث لم يسمع من ابن مسعود.التخريج:الحديث أصله مرسل عن عبد الله بن المسور بن أبي جعفر المدائني ثم وصله قوم وجعلوا إسناده موصولاً من رواية عبد الله بن مسعود واختلفوا فيه.قال الدارقطني لما سئل عن هذا الحديث: يرويه عمرو بن مرة عن عبد الله بن =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= مسعود. قاله عبد الله بن محمد بن المغيرة عنه. وتفرد بذلك. ورواه زيد بن أبي أنيسة عن عمرو بن مرة عن أبي عبيدة عن عبد الله بن مسعود. قاله أبو عبد الرحيم عن زيد. وخالفه يزيد بن سنان فرواه عن زيد عن عمرو بن مرة عن عبد الله بن الحارث عن عبد الله بن مسعود.وقال وكيع: عن المسعودي عن عمرو بن مرة عن أبي عبيدة عن عبد الله بن مسعود.قال الدارقطني: وكلها وهم. والصواب: عن عمرو بن مرة عن أبي جعفر عبد الله ابن المسور مرسلاً عن النبي -صلى الله عليه وسلم-: كذلك قاله الثوري، وعبد الله بن المسور بن عون بن جعفر بن أبي طالب هذا متروك اهـ. \"العلل\" للدارقطني ٥/ ١٨٨ - ١٩٠. قال ابن رجب في \"شرح علل الترمذي\" ٢/ ٧٨٠ وقد روى عمرو بن مرة عن ابن المسور المدائني حديثاً أصله مرسل عن النبي -صلى الله عليه وسلم- لما نزل قوله تعالى {فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ} قال النبي -صلى الله عليه وسلم-: \"إذا دخل النور القلب انشرح وانفسح\" الحديث. قال ابن رجب: فهذا هو أصل الحديث ثم وصله قوم وجعلوا له إسناداً موصولاً مع أختلافهم فيه ثم ذكر كلام الدارقطني السابق. قلت: وفي نقل الدارقطني عن وكيع وهمٌ فقد رواه وكيع على الصواب مرسلاً. فقد خرجه وكيع في كتاب \"الزهد\" ١/ ٢٣٨ - ٢٣٩ (١٥) عن المسعودي عن عمرو ابن مرة عن أبي جعفر عبد الله بن مسور عن النبي -صلى الله عليه وسلم- مرسلاً.قال ابن رجب: وما ذكره الدارقطني عن وكيع لا يثبت عنه يعني الرواية الموصولة. \"شرح علل الترمذي\" ٢/ ٨٧٢.الخلاصة: هذا الحديث أصله وصوابه مرسل.يرويه عمرو بن مرة عن أبي جعفر عبد الله بن المسور المدائني والحديث موضوع. ففيه عبد الله بن المسور من أتباع التابعين وليس له رواية عن أحد من الصحابة ومع ذلك فهو كذاب يضع الحديث فقد قال الإمام أحمد وأبو إسحاق الجوزجاني، أحاديثه موضوعة: وقال الإمام أحمد أيضاً: كان يضع الحديث ويكذب وقال ابن الديني: كان يضع الحديث على رسول الله -صلى الله عليه وسلم- ولا يضع إلا ما فيه أدبٌ أو زهد، =</p><p> وقال الثمالي (١) : بُلغت (٢) أنها نزلت في عمار بن ياسر (٣) . </p><p> وقال مقاتل:  {أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ} يعني النبي - صلى الله عليه وسلم- (٤) . </p><p>= فيقال له في ذلك فيقول: إن فيه أجراً، وقال النسائي: كذاب وقال إسحاق بن راهويه: كان معروفاً عند أهل العلم بوضع الحديث، وروايته إنما هي عن التابعين ولم يلق أحداً من الصحابة. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٥/ ١٦٩ - ١٧٠، \"الكامل\" لابن عدي ٤/ ١٦٦.والحديث أخرجه على الصواب مرسلاً: وكيع في \"الزهد\" ١/ ٢٣٨ - ٢٣٩ (١٥) وسعيد بن منصور في \"سننه\" ٥/ ٨٦ (٩١٨)، وعبد الله بن المبارك في \"الزهد\" (ص ١٠٦) (٣١٥) وعبد الرزاق في \"تفسير القرآن\" ١/ ٢١٧ - ٢١٨، وابن أبي شيبة في \"المصنف\" ٧/ ٧٦، والطبري في \"جامع البيان\" ٨/ ٢٧، والبيهقي في \"الأسماء والصفات\" ١/ ٢٥٧.وأورده ابن الجوزي في \"العلل المتناهية\" ٢/ ٣١٨.ورواه على الوهم موصولاً من طريق عبد الله بن مسعود: المصنف هنا وابن مردويه وابن أبي الدنيا كما في \"الدر المنثور\" للسيوطي ٣/ ٨٣، والحاكم في \"المستدرك\" ٤/ ٣٤٦، والبيهقي في \"شعب الإيمان\" ٧/ ٣٥٢، والطبري في \"جامع البيان\" ٨/ ٢٧، والبيهقي في \"الزهد الكبير\" (ص ٣٥٦)، (٩٧٤).أما أبو الشيخ فقد رواه في \"طبقات المحدثين بأصبهان\" ١/ ١٥٢ من طريق عبد الله بن المسور عن أبيه موصولاً وكل هذا وهم كما تقدم. والعلم عند الله تعالى.(١) ثابت بن أبي صفية الثُّمالي أبو حمزة واسم أبيه دينار وقيل سعيد كوفي، ضعيف رافضي.(٢) في (أ)، (ب): بلغنا.(٣) هذِه إحدى الروايتين عن مقاتل.انظر: \"النكت والعيون\" للماوردي ٥/ ١٢٢، \"زاد المسير\" لابن الجوزي ٧/ ١٧٤، \"الجامع لأحكام القرآن\" للقرطبي ١٥/ ٢٤٧.(٤) وهذِه الرواية الأخرى عن مقاتل. انظر: الحاشية السابقة.</p><p> {فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ} أبو جهل وذووه من الكفار (١)  {أُولَئِكَ فِي ضَلَالٍ مُبِينٍ} . </p><p> [٢٤٨٥] أخبرنا أبو عبد الله الحسين بن محمد بن الحسين الحافظ (٢) ، قال: نا أبو أحمد القاسم بن محمد بن عبدويه السراج الصوفي (٣) ، قال: نا إبراهيم بن محمد بن يعقوب البزاز (٤) ، قال: نا الحسن بن الفضل بن السمح البصري ببغداد (٥) قال جندَل (٦) : نا (٧) أبو مالك الواسطي الجنبي (٨) ، قال: نا أبو عبد الرحمن </p><p>(١) أورده الماوردي في \"النكت والعيون\" ٥/ ١٢٢، والألوسي في \"روح المعاني\" ٢٣/ ٢٥٧ - ٢٥٨. (٢) ابن فنجويه ثقة صدوق كثير الرواية للمناكير.(٣) القاسم بن محمد بن عبدويه السراج الصوفي، روى عن: الحارث بن أبي أسامة وجماعة وعنه: أبو بكر بن لال وأبو سهل بن زيرك وأحمد بن تركان، كان أحد الصالحين، توفي سنة (٣٤٦ هـ)، ذكره الذهبي في \"تاريخ الإسلام\" ٢٥/ ٣٨٥، ولم يذكر فيه جرحا أو تعديلا.(٤) إبراهيم بن محمد بن يعقوب أبو إسحاق الهمذاني البزاز، لقبه: مموس، أحد الأعلام، قال صالح بن أحمد: سمعت منه مع أبي وكان ثقة مفيدا، سمعت أبي يقول: سمعت أبا حاتم البستي يقول: عند أبي إسحاق مئتا حديث مما ليس مخرجه إلا من عنده، وقال أبو أحمد القصاب: ما رأيت مثل ابن يعقوب، رأيت عنده ما لم أر عند أحد لا ببغداد ولا بأصبهان. توفي سنة (٣٢٥ هـ). انظر: \"سير أعلام النبلاء\" ١٥/ ٣٨٩، \"تذكرة الحفاظ\" ٣/ ٨٣٨، \"شذرات الذهب\" ٢/ ٣٠٧.(٥) أبو علي الزعفراني البوصرائي، متروك.(٦) ابن والق بن هجرس التغلبي أبو علي الكوفي، صدوق يغلط ويصحف.(٧) كلمة التحديث سقطت من (م)، وهي في (أ)، (ب).(٨) عمرو بن هاشم أبو مالك الجَنْبي الكوفي، لين الحديث أفرلحافيه ابن حبان.</p><p> السدي (١) ، عن داود بن أبي هند (٢) ، عن أبي نضرة (٣) ، عن أبي سعيد (٤) -رضي الله عنه- أن رسول الله -صلى الله عليه وسلم- قال:  \"(يقول الله -عز وجل-)(٥): اطلبوا الحوائج من السُّمَحاء، فإني جعلت فيهم رحمتي، ولا تطلبوها من القاسية قلوبهم؛ فإني جعلت فيهم سخطي\"  (٦) . </p><p>(١) محمد بن مروان بن عبد الله بن إسماعيل السُّدي وهو الأصغر كوفي متهم بالكذب. (٢) دينار بن عذافر ويقال: طهمان القُشيري مولاهم أبو بكر أو أبو محمد البصري، ثقة متقن كان يهم بأخرةٍ.(٣) المنذر بن مالك بن قُطَعة العبدىِ العَوَقي البصري أبو نضْرة مشهور بكنيته، ثقة.(٤) الخدري، سعد بن مالك الصحابي المشهور.(٥) ليست في (م)، (ب)، وهي في (أ) فيكون الحديث حينئذٍ قدسياً.(٦) [٢٤٨٥] الحكم على الإسناد:ضعيف جداً.فيه الحسن بن الفضل تركوه ومحمد بن مروان السدي متهم بالكذب.التخريج:أخرجه تمام في \"فوائده\" \"الروض البسام\" ٤/ ٧٩ (١٢٩٠)، والقضاعي في \"مسند الشهاب\" ٥٨/ ٢ (٧٠٠)، والعقيلي في \"الضعفاء الكبير\" ٣/ ٣، والخرائطي في \"مكارم الأخلاق\" (ص ٥٥)، وابن حبان في \"المجروحين\" ٢/ ٢٨٦، وأبو الشيخ ابن حيان في \"طبقات المحدثين بأصبهان\" ٣/ ١٠٧ كلهم من رواية محمد بن مروان السدي به ولفظه: \"اطلبوا الفضل عند الرحماء تعيشوا في أكنافهم فإن فيهم رحمتي ولا تطلبوها من القاسية قلوبهم فإن فيهم سخطي\". والحديث أورده ابن عراق في \"تنزيه الشريعة\" ٢/ ١٣٢، وابن الجوزي في \"الموضوعات\" ٢/ ٤٩١ - ٤٩٢، والسيوطي في \"اللآلئ المصنوعة\" ٢/ ٧٦، والشوكاني في \"الفوائد المجموعة\" (ص ٦٦) والألباني في \"سلسلة الأحاديث الضعيفة\" ٤/ ٧٨ (١٥٧٧).</p><p> [٢٤٨٦] وأخبرنا الحسين بن محمد (١) ، قال: نا عبد الله بن إبراهيم بن علي بن عبد الله (٢) ، قال: نا (٣) عبد الله بن محمد بن وهب (٤) ، قال: نا يوسف بن الصباح العطار (٥) ، قال: أخبرنا إبراهيم بن سليمان بن الحجاج (٦) ، قال: عمّي محمد بن الحجاج (٧) ، قال: نا يونس بن ميسرة بن حلبس (٨) ، عن أبي إدريس الخولاني (٩) ، عن أبي الدرداء (١٠) ، قال: قال رسول الله -صلى الله عليه وسلم-: \"إن الله -عز وجل- رفيق يحب الرفق في الأمر كله ويحب كل قلب خاشع حزين رحيم يُعلّمُ الناسَ الخيرَ ويدعو إلى طاعة الله -عز وجل-، ويُبغض كل قلب قاسٍ لاهٍ ينام الليل كله فلا يذكر الله ولا يدري يُردُّ عليه روحه أم لا\"  (١١) . </p><p>(١) ابن فنجويه ثقة صدوق كثير الرواية للمناكير. (٢) لم أجده.(٣) في (أ): (بن).(٤) عبد الله بن محمد بن وهب الدينوري أبو محمد، متروك.(٥) لم أجده.(٦) لم أجده.(٧) محمد بن الحجاج بن يوسف القرشي الدمشقي قال ابن أبي حاتم: سألت أبي عنه فقال: شيخ، وذكره ابن حبان في \"الثقات\" انظر: \"الجرح والتعديل\" ٧/ ٢٣٥، \"الثقات\" ٩/ ٣٤.(٨) الجبلاني الحميري الدمشقي الأعمى، ثقة عابد.(٩) عائذ الله بن عبد الله بن عمرو، ثقة عالم الشام بعد أبي الدرداء.(١٠) الصحابي المشهور.(١١) [٢٤٨٦] الحكم على الإسناد:ضعيف جداً.فيه عبد الله بن محمد بن وهب الدينوري متروك، وفيه من لم أجد له ترجمة. =</p><p> [٢٤٨٧] وأخبرني ابن فنجويه (١) ، قال: نا ابن نصرويه (٢) ، قال: </p><p>= التخريج: لم أجده بنصه إلا عند الديلمي في كتابه \"الفردوس بمأثور الخطاب\" ١/ ١٥٨.فائدة: كتاب \"الفردوس\" أحاديثه محذوفة الأسانيد وهو من مظانّ الحديث الضعيف خصوصاً إذا انفرد بذكر الحديث.قوله في الحديث: \"ويحب كل قلب خاشع حزين\" وردت من طرق عن أبي الدرداء مرفوعاً أخرجها الطبراني في \"مسند الشاميين\" ٢/ ٣٥١، والقضاعي في \"مسند الشهاب\" ٢/ ١٤٩ والحاكم في \"المستدرك\" ٤/ ١٥٣، والبيهقي في \"شعب الإيمان\" ١/ ٥١٥، وابن عدي في \"الكامل\" ٢/ ٣٩ جميعهم من طريق أبي بكر بن أبي مريم عن ضمرة بن حبيب عن أبي الدرداء مرفوعاً ولفظه: \"إن الله يحب كل قلب حزين\".وقد صحح هذِه الرواية الحاكم وأعله الذهبي بالانقطاع وضعْف أبي بكر بن أبي مريم.أما الانقطاع فيقصد به بين ضمرة بن حبيب وأبي الدرداء.وقد ضعّف الحديث -رواية ضمرة بن حبيب- الألباني أيضاً وأعلّه بما أعلّه الذهبي. \"سلسلة الأحاديث الضعيفة\" ٢/ ٦٩٥ (٤٨٣).وانظر \"أسنى المطالب في أحاديث مختلفة المراتب\" للحوت (ص ٣٢٨)، \"المقاصد الحسنة\" للعجلوني (ص ٢٤٢)، \"ذخيرة الحفاظ\" لابن طاهر القدسي ٢/ ١٠١٨.أما قوله في صدر حديث الكتاب \"إن الله رفيق يحب الرفق في الأمر كله\". فهي صحيحة، فقد أخرجها البخاري في كتاب الأدب، باب الرفق في الأمر كله (٦٠٢٤)، وأخرجها أيضاً مسلم في كتاب السلام، باب النهي عن ابتداء أهل الكتاب بالسلام (٢١٦٥) وكتاب البر والصلة والآداب، باب فضل الرفق (٢٥٩٣).(١) ثقة صدوق، كثير الرواية للمناكير.(٢) لم أجده.</p>"
}