{
  "id": null,
  "sura": 39,
  "aya": 9,
  "text": "<p> {نِعْمَةً مِنْهُ نَسِيَ} ترك {مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ} في حال الضر {وَجَعَلَ لِلَّهِ أَنْدَادًا} يعني الأوثان (١) . </p><p> وقال السدي: يعني أندادًا من الرجال يطيعونهم في معاصي الله (٢) . </p><p> ٩ - {لِيُضِلَّ عَنْ سَبِيلِهِ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحَابِ النَّارِ (٨) أَمَّنْ هُوَ قَانِتٌ} </p><p> قرأ نافع وابن كثير ويحيى والأعمش وحمزة (أَمَن) بتخفيف الميم. </p><p> وقرأ الآخرون بتشديده (٣) ، فمن شدد فله وجهان: </p><p> أحدهما: أن يكون الميم في (أم) صلة ويكون معنى الكلام الاستفهام وجوابه محذوف مجازه: أمّن هو قانتٌ كمن هو غير قانت كقوله: {أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ}  (٤) يعني كمن لم يشرح الله صدره. أو نقول: أمّن هو قانت كمن جعل لله أندادًا. </p><p>= والبيت من شواهد أبي عبيدة في \"مجاز القرآن\" ٢/ ١٨٨، وانظر \"جامع البيان\" للطبري ٢٣/ ١٩٩، \"لسان العرب\" لابن منظور ١١/ ٢٢٥ (خول). (١) ذكر القولين الطبري في \"جامع البيان\" ٢٣/ ٢٠٠ والنحاس في \"معاني القرآن\" ٦/ ١٥٦ وقد رجحا ما رجحه المصنف هنا من أن المقصود بالأنداد، هي عبادة الأوثان وذلك لأن في السياق عتابا من الله لهم على عبادتها.(٢) انظر: الحاشية السابقة.(٣) \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٦٢، \"شرح طيبة النشر\" لابن الجزري (ص ٣٠٥)، \"جامع البيان\" للطبري ٢٣/ ٢٠١، \"المحرر الوجيز\" لابن عطية ٤/ ٥٢٢.(٤) الزمر: ٢٢.</p><p> والوجه الثاني: أن يكون بمعنى العطف على الاستفهام مجازه: فهذا خير أمّن هو قانت، فحذف لدلالة الكلام عليه ونحوها كثير (١) . </p><p> ومن خفف فله وجهان: </p><p> أحدها: أن يكون الألف في (أَمَن) بمعنى حرف النداء. </p><p> تقديره: يامَن هو قانت، والعرب تنادي بالألف كما تنادي بيا، فتقول: يا زيد أقبل وأزيد أقبل قال أوس بن حجر (٢) : </p><p> أبَني لُبَيْنَى لَسْتُمُ بِيَدٍ ... إلا يدًا لَيسَتْ لَهَا عَضُدُ (٣) </p><p> يريد يا بني لبينى. </p><p> وقال آخر: </p><p> أضمر بن ضمرةَ ماذا ذكَرتَ ... مِن صِرْمة أخذت بالمُرار </p><p> فيكون معنى الآية: قل تمتع بكفرك قليلًا إنك من أصحاب النار، يا من هو قانت آناء الليل إنك من أهل الجنّة، كما تقول في الكلام فلان </p><p>(١) انظر: \"معاني القرآن\" للفراء ٢/ ٤١٦ - ٤١٧، \"جامع البيان\" للطبري ٢٣/ ٢٠١، \"إعراب القرآن\" للنحاس ٤/ ٥٠٦، \"المحرر الوجيز\" لابن عطية ٤/ ٥٢٢. (٢) أوس بن عبد الله بن حجر الأسلمي يكنى أبا تميم وربما ينسب إلى جده، وهو شاعر معروف. انظر: \"الإصابة\" لابن حجر ١/ ٣٠٤.(٣) انظر البيت هذا والذي يليه في \"معاني القرآن\" للفراء ٢/ ٤١٦، \"جامع البيان\" للطبري ٢٣/ ٢٠١، \"إعراب القرآن\" للنحاس ٤/ ٥ - ٦، \"المحرر الوجيز\" لابن عطية ١٤/ ٦٧ - ٦٨.</p><p> لا يصلي ولا يصوم، فيا من يصلي ويصوم أبشر فحذف لدلالة الكلام عليه. </p><p> والوجه الثاني: أن يكون الألف في (أمَن) ألف استفهام ومعنى الكلام، أهذا الَّذي جعل لله أندادًا؟ فاكتفى بما سبق إذ كان معنى الكلام مفهومًا كقول الشاعر: </p><p> فأُقسم لو شيء أتانا رسُوله ... سواك ولكن لم نجد لك مَدْفَعَا (١) </p><p> أراد: لدفعناه. </p><p> قال ابن عمر: القنوت قراءة القرآن وطول القيام (٢) . </p><p> وقال ابن عباس: الطاعة (٣) . </p><p> {آنَاءَ اللَّيْلِ} ساعاته {سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ} . </p><p> [٢٤٧٧] أخبرنا عبد الله بن حامد (٤) ، قال: نا محمد بن خالد (٥) </p><p>(١) انظر: البيت والذي قبله فيما ذكر من مصادر في الحاشية السابقة. (٢) ذكر الأثر ابن الطبري في \"جامع البيان\" ٢٣/ ٢٠٢، وابن عطية في \"المحرر الوجيز\" ٤/ ٥٢٢.قال الراغب الأصفهاني في \"مفردات ألفاظ القرآن\" (ص ٦٨٤): القنوت لزوم الطاعة مع الخضوع.وانظر للاستزادة: \"بصائر ذوي التمييز\" للفيروزآبادي ٤/ ٢٩٨.(٣) انظر: الحاشية السابقة.(٤) الوزان الأصفهاني. لم يذكر بجرح أو تعديل.(٥) ابن الحسن، أبو بكر البخاري، المعروف بابن أبي الهيثم، من مشايخ بخارى وكان حسن الحديث.</p><p> قال: نا داود بن سليمان (١) ، قال: نا عبد بن حُميد (٢) ، قال: نا الحسن ابن موسى (٣) ، قال: نا يعقوب بن عبد الله (٤) ، عن جعفر (٥) ، عن سعيد ابن جبير (٦) أنَّه كان يقرأ (أمن هو قانت آناء الليل ساجدًا وقائمًا يحذر عذاب الآخرة)  (٧) . </p><p>(١) ابن خزيمة بن سعيد بن نصر أبو محمد، وقيل: أبو خزيمة القطان الكرميني البخاري لم يذكر بجرح أو تعديل. (٢) ثقة حافظ.(٣) الحسن بن موسى الأشيب أبو علي البغدادي قاضي الموصل وغيرها، ثقة.(٤) يعقوب بن عبد الله بن سعد القمّي الأشعري وهو ابن عم أشعث بن إسحاق الأشعري، أبو الحسن. صدوق يهم.(٥) جعفر بن أبي المغيرة الخزاعي القمّي قيل اسم أبي المغيرة: دينار، صدوق يهم.(٦) الأسدي الوالبي مولاهم الكوفي ثقة ثبت فقيه.(٧) [٢٤٧٧] الحكم على الإسناد:القراءة إسنادها حسن.ولا يضر عدم معرفة حال بعض الرواة بين المصنف وعبد بن حميد لأنهم يعتبرون رواةُ نسخة مادام الأثر ثابت قد رواه عبد بن حميد وغيره بإسناد حسن.التخريج:رواه هكذا موقوفًا على سعيد بن جبير، ابن أبي شيبة في \"مصنفه\" ٧/ ٢٣٥، وعبد ابن حميد في \"مسنده\" كما نقله عنه السيوطي في \"الدر المنثور\" ٥/ ٦٠٥.ورواه الطبري في \"جامع البيان\" ٢٣/ ٢٠٢ عن سعيد بن جبير عن ابن عباس موقوفًا عليه، وكذلك ابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٢٤٩ عن ابن عباس.ولا يضر كون سعيد رواها مرة عن ابن عباس ومرة أسندها لنفسه لأنها قراءة لهما جميعًا. انظر: \"زاد المسير\" لابن الجوزي ٧/ ١٩٧، \"المحرر الوجيز\" لابن عطية ٤/ ٥٢٣، \"معاني القرآن\" للنحاس ٦/ ١٥٩.</p><p> {وَيَرْجُو رَحْمَةَ رَبِّهِ} قال مقاتل (١) ، نزلت في عمار بن ياسر وأبي حذيفة بن المغيرة بن عبد الله المخزومي (٢) . </p><p> {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ} يعني عمارًا {وَالَّذِينَ لَا يَعْلَمُونَ} يعني أبا حذيفة {إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ} . </p><p> [٢٤٧٨] أخبرني الحسين بن محمد بن الحسين العدل (٣) ، قال: نا هارون بن محمد بن هارون العطار (٤) ، قال: حدثنا (٥) حازم بن يحيى الحلواني (٦) ، قال: نا محمد بن يحيى الطفيل (٧) ، قال: نا هشام بن </p><p>= وهذِه القراءة من القراءات الشواذ، ولا يلزم من كون القراءة شاذة أن يكون سندها ضعيفًا بل هناك أمران آخران معتبران لابد منهما لقبول القراءة واعتبارها قرآنًا وهما: ١ - موافقة وجه من أوجه اللغة العربية.٢ - موافقة رسم المصحف العثماني.انظر: \"النشر في القراءات العشر\" لابن الجزري ١/ ٩، \"الإبانة\" لمكي (ص ٥١)، بتحقيق د/ محيي الدين رمضان.(١) انظر: \"النكت والعيون\" للماوردي ٥/ ١١٧، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٢٣٩، \"روح المعاني\" للألوسي ٢٤/ ٢٤٧، ولم يذكروا أبا حذيفة بن المغيرة المخزومي على أنَّه من جملة المعني بهذِه الآية بل الَّذي ذُكر هو سالم مولى أبي حذيفة، وهو مروي عن ابن عباس. انظر: ما تقدم.(٢) أبو حذيفة بن المغيرة بن عبد الله بن عمرو بن مخزوم القرشي المخزومي أبو هشام وكان ابنه من هاجر إلى الحبشة.(٣) ابن فنجويه. ثقة صدوق كثير الرواية للمناكير.(٤) لم أجد.(٥) سقطت من (م).(٦) صدوق.(٧) لم أجده.</p>"
}