{
  "id": null,
  "sura": 39,
  "aya": 75,
  "text": "<p> وقال عبد مناف بن ربع (١) في آخر قصيدة له: </p><p> حتى إذا أسلكوهم في قُتائِدةٍ ... شَلاّ كما تَطْرُدُ الجَمَّالة الشُّرُدا (٢) </p><p> ٧٤ - قوله -عز وجل- {وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ} </p><p> يعني أرض الجنة وهو قوله سبحانه {وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ (١٠٥) } (٣) . </p><p> {نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ فَنِعْمَ أَجْرُ الْعَامِلِينَ} ثواب المطيعين. </p><p> ٧٥ - {وَتَرَى الْمَلَائِكَةَ حَافِّينَ} محدّقين (٤) محيطين </p><p> {مِنْ حَوْلِ الْعَرْشِ} ودخول (مِنْ) للتوكيد (٥) . </p><p>= ١١/ ٦٨٢ وفيه: خلا أن حيًا من قريش (تفاضلوا). بدل (تفضلوا). (١) عبد مناف بن ربع الجربي ثم الهذلي الشاعر.انظر: \"معجم البلدان\" لياقوت ١/ ٢٧١.(٢) أورد البيت البكري في \"معجم ما استعجم\" ٣/ ١٠٤٨ وياقوت الحموي في \"معجم البلدان\" ٤/ ٣١٠، وابن منظور في \"لسان العرب\" ٣/ ٣٤٢ (قتد).وقُتائدة: اسم موضع ونقل البكري أنه جبل بين المنصرف والروحاء.والشُّرُدا: جمع شرود.والجَمّالة: أصحاب الإبل. والشّل: الطرد.وذكر البيت أيضًا ابن جرير الطبري في \"جامع البيان\" ٢٤/ ٣٦.(٣) الأنبياء: ١٠٥.(٤) رواه الطبري في \"جامع البيان\" ٢٤/ ٣٧ عن قتادة.(٥) نقله الطبري عن أهل النحو ورجحه، وذكر فيه عنهم قولًا آخر وهو: أن (قبل) و (حول) وما أشبههما ظروف تدخل فيها (مِنْ) \"جامع البيان\" للطبري ٢٤/ ٣٨.</p><p> {يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ} متلذذين بذلك لا متعبدين به لأن التكليف يزول في ذلك اليوم (١) . </p><p> {وَقُضِيَ بَيْنَهُمْ} أي بين أهل الجنة والنار {بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} . </p><p> [٢٥٤١] أخبرنا شعيب (٢) ، قال: نا مكي (٣) ، قال: نا أبو الأزهر (٤) ، قال: نا روح (٥) ، قال: نا سعيد (٦) ، عن قتادة (٧) في هذِه الآية، قال: فتح أول الخلق بالحمد فقال: {الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ}  (٨) وختم بالحمد فقال: {وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ}  (٩) . </p><p>(١) ذكره الماوردي في \"النكت والعيون\" ٥/ ١٣٩. (٢) شعيب بن محمد البيهقي أبو صالح. مستور.(٣) مكي بن عبدان بن محمد أبو حاتم التميمي. ثقة.(٤) أحمد بن الأزهر بن منيع أبو الزهر النيسابوري، صدوق، كان يحفظ ثم كبر، فصار كتابه أثبت من حفظه.(٥) روح بن عُبادة بن العلاء أبو محمد القيسي، ثقة.(٦) سعيد بن أبي عَروبة واسم أبي عروبة مِهْران اليَشْكُري مولاهم أبو النضر البصري، ثقة حافظ كثير التدليس واختلط وكان من أثبت الناس.(٧) قتادة بن دعامة بن قتادة السدوسي أبو الخطاب البصري، ثقة ثبت.(٨) الأنعام: ١.(٩) [٢٥٤١] الحكم على الإسناد:فيه شيخ المصنف شعيب بن محمد البيهقي مستور، وبقية سنده حسن. =</p><p> [٢٥٤٢] وأخبرنا ابن فنجويه (١) ، قال: نا عبد الله بن يوسف بن أحمد بن مالك (٢) ، قال: نا أبو طلحة أحمد بن محمد بن عبد الكريم الفزاري (٣) ، قال: نا نصر بن علي (٤) ، قال: نا عبد الرحمن بن عثمان (٥) ، عن عباد بن ميسرة (٦) ، عن محمد بن المنكدر (٧) ، عن ابن عمر أن النبي - صلى الله عليه وسلم - قرأ على المنبر آخر سورة الزمر فتحرك المنبر مرتين. </p><p>= التخريج: رواه عبد الرزاق بسند صحيح في \"تفسير القرآن\" ٢/ ١٧٧، ورواه أيضًا الطبري في \"جامع البيان\" ٢٤/ ٦٨، وعزاه السيوطي في \"الدر المنثور\" ٥/ ٦٤٢ لعبد بن حميد وابن المنذر.(١) الحسين بن محمد بن الحسين الدينوري، ثقة، صدوق، كثير الرواية للمناكير.(٢) لم أجد ترجمته.(٣) ضعفه الدارقطني، وقال: تكلموا فيه.(٤) نصر بن علي بن نصر بن علي الجَهْضَمِي الحفيد. ثقة ثبت.(٥) عبد الرحمن بن عثمان بن أمية بن عبد الرحمن بن أبي بكرة الثقفي أبو بَحْر البَكْراوي، روى عن إسرائيل بن يونس، وإسماعيل بن مسلم المكي وغيرهما كثير، روى عن: إبراهيم بن عبد العزيز المقوم وأزهر بن جميل وأبو عمر الدوري وغيرهم. قال ابن حجر: ضعيف. انظر: \"الجرح والتعديل\" ٥/ ٢٦٤، \"تهذيب الكمال\" ١٧/ ٢٧١، \"تقريب التهذيب\" لابن حجر (٣٩٤٣).(٦) عباد بن ميسرة المِنْقَري البصري المعلم. روى عن: علي بن زيد والحسن البصري وغيرهما. روى عنه: هشيم بن بشير وأبو داود الطيالسي وغيرهما. قال ابن حجر: لين الحديث. انظر: \"الجرح والتعديل\" ٦/ ٨٦، \"تهذيب الكمال \" ١٤/ ١٦٧، \"تقريب التهذيب\" لابن حجر (٣١٤٩)(٧) ثقة فاضل.</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= [٢٥٤٢] الحكم على الإسناد: إسناده ضعيف.وذلك لضعف ثلاثة من رواته وهمّ أحمد بن محمد الفزاري وعبد الرحمن بن عثمان أبو بحر البكراوي وعباد بن ميسرة المنقري بالإضافة إلى أن شيخ ابن فنجويه عبد الله بن يوسف لم أجد له ترجمة.التخريج:أخرجه الطبراني في \"المعجم الأوسط\" ٨/ ١٧١، وابن عدي في \"الكامل\" ٤/ ٣٤١، والذهبي في \"ميزان الاعتدال\" ٤/ ٤٣ والعقيلي في \"الضعفاء الكبير\" ٢/ ٣٣٥ كلهم من طريق عبد الرحمن بن عثمان أبي بكر البكراوي به.قال الهيثمي في \"مجمع الزوائد\" ٢/ ٤١٧ رواه الطبراني من طريق أبي بحر البكراوي عن عباد بن ميسرة وكلاهما ضعيف.</p><p> ٤٠ - سُورَة غافر </p><p> سورة المؤمن (١) </p><p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> أخبرنا الأستاذ الإمام أبو إسحاق أحمد بن إبراهيم الثعلبي النيسابوري قال: </p><p> قال الثمالي (٢) : إنما سميت بذلك من أجل خربيل مؤمن آل فرعون (٣) . </p><p>(١) وردت تسمية هذِه السورة في السنة بـ (حم المؤمن) فقد روى الترمذي في كتاب: فضائل القرآن، باب: ما جاء في فضل سورة البقرة (٢٨٧٩)، والدارمي في \"السنن\" (٣٤٢٩) عن عبد الرحمن بن أبي بكر بن أبي مليكة المليكي عن زرارة بن مصعب عن أبي سلمة عن أبي هريرة قال\" قال رسول الله - صلى الله عليه وسلم -: \"من قرأ حم المؤمن إلى قوله: {إِلَيْهِ الْمَصِيرُ} [غافر: ٣] وآية الكرسي حين يصبح حفظ بهما حتى يمسي ومن قرأهما حين يمسي حفظ بهما حتى يصبح\". قال الترمذي: هذا حديث غريب وقد تكلم بعض أهل العلم في عبد الرحمن بن أبي بكر بن أبي مليكة المليكي من قبل حفظه.وعزاه ابن كثير في \"تفسير القرآن العظيم\" ١٢/ ١٦٦ للبزار وقال- البزار- لا نعلمه يُروى إلا بهذا الإسناد.قلت: والحديث ضعفه الشيخ الألباني رحمه الله في \"ضعيف سنن الترمذي\" (ص ٣٤١ - ٣٤٢) قال ابن عاشور: وبهذا الاسم اشتهرت في مصاحف المشرق. \"التحرير والتنوير\" ٢٤/ ٧٥. قلت: وبهذا الاسم ترجمها البخاري ٦/ ١٢٦، والترمذي ٥/ ٣٧٤، والحاكم في \"المستدرك\" ٢/ ٤٧٤.(٢) ثابت بن أبي صفية الثُّمالي أبو حمزة. كوفي ضعيف رافضي من الخامسة.(٣) وتسمى أيضًا سورة (غافر) و (الطول) لورود ذلك في آياتها. =</p><p> مكية (١) . وهي أربعة آلاف وتسعمائة وستون حرفًا وأَلْف ومائة وسبع وتسعون كلمة وخمس وثمانون آية (٢) . </p><p>= انظر: \"الإتقان\" للسيوطي ٢/ ٣٦٢، \"التحرير والتنوير\" لابن عا شور ٢٤/ ٧٥. (١) نقل الإجماع على أنها مكية أبو حيان في \"البحر المحيط\" ٧/ ٤٢٩.وكان الحسن البصري يقول إنها مكية إلا قوله تعالى {وَسَبِّحْ بِحَمْدِ رَبِّكَ} وذلك لأنه يرى أنها نزلت في فرض الصلوات الخمس وأوقاتها. ويرى أن فرض صلوات خمس وأوقاتها ما وقع إلا في المدينة وإنما كان المفروض بمكة ركعتين كل يوم من غير توقيت.قال ابن عاشور: وهو من بناء ضعيف على ضعيف، فإن الجمهور على أن الصلوات الخمس فرضت بمكة في أوقاتها، على أنه لا يتعين أن يكون المراد بالتسبيح في تلك الآية الصلوات بل يحمل على ظاهر لفظه من كل قولٍ يُنزه به الله تعالى اهـ.\"التحرير والتنوير\" لابن عاشور ٢٤/ ٧٥، وانظر \"روح المعاني\" للألوسي ٢٤/ ٣٩.(٢) هذا في عدّ أهل الشام والكوفة وفي عدّ أهل المدينة ومكة. أربع وثمانون وفي عدّ أهل البصرة اثنتان وثمانون وقيل ست وثمانون وقيل ثمان وثمانون.انظر: \"روح المعاني\" للألوسي ٢٤/ ٣٩، \"التحرير والتنوير\" لابن عاشور ٢٤/ ٧٧، \"الإتقان\" للسيوطي ٢/ ٤٤٤.</p><p> في فضل الحواميِم </p><p> [٢٥٤٣] قال: نا الأستاذ أبو الحسين علي بن محمد بن الحسين الخبازي (١) رحمه الله قراءة عليه قال: نا أبو الشيخ الأصفهاني (٢) ، قال: نا محمد بن أبي عاصم (٣) ، قال: نا إبراهيم بن سليمان الحراني (٤) ، قال: نا (عثمان المزني (٥) ، قال: نا) (٦) عبد القدوس بن حبيب (٧) ، عن الحسن (٨) ، عن أنس قال: قال رسول الله - صلى الله عليه وسلم -: \"الحواميم ديباج القرآن\"  (٩) . </p><p>(١) ثقة. (٢) عبد الله بن محمد بن جعفر بن حيّان أبو محمد المعروف بأبي الشيخ محدث أصبهان، ثقة ثبتاً مأمونًا.(٣) لم أجد ترجمته.(٤) لم أجد ترجمته.(٥) عثمان بن موسى المزني، قال الذهبي: روى عن عطاء حديثًا منكراً، وقال العقيلي: مجهول بالنقل، حديثه غير محفوظ. \"الميزان\" ٥/ ٧٤، \"الضعفاء\" للعقيلي ٣/ ٢١٥.(٦) ما بين القوسين سقط من (ب).(٧) عبد القدوس بن حبيب الكلاعي الدمشقي الشامي الوحاظي، متروك الحديث كان لا يصدق.(٨) الحسن البصري إمام ثقة فقيه، كان يرسل كثيرًا ويدلس.(٩) [٢٥٤٣] الحكم على الإسناد:ضعيف جدًا على أقل تقدير.ففيه عبد القدوس بن حبيب تركوه وقد كذبه بعضهم.وفيه أيضًا مجموعة من الرواة لم أجد تراجمهم. =</p><p> [٢٥٤٤] وأخبرنا أبو محمد الرومي (١) ، قال: أخبرنا أبو العباس السراج (٢) ، قال: نا قتيبة (٣) ، قال: نا ابن لهيعة (٤) ، عن يزيد بن أبي حبيب (٥) أن الجراح بن أبي الجراح (٦) حدثه عن ابن عباس، قال: لكل شيء لُباب ولُباب القرآن الحواميم (٧) . </p><p>= التخريج: عزاه السيوطي في \"الدر المنثور\" ٥/ ٦٤٣ لأبي الشيخ وأبي نعيم والديلمي كلهم عن أنس مرفوعًا. ولم أجده عند أبي نعيم في \"حلية الأولياء\" ولا عند الديلمي في \"الفردوس\".قال العلامة الألباني رحمه الله: موضوع. \"ضعيف الجامع\" (٢٨٠٠) (ص ٤١٢) وعزاه لأبي الشيخ في كتاب \"الثواب\".قلت: وقد روي موقوفاً من حديث عبد الله بن مسعود.رواه الحاكم في \"المستدرك\" ٢/ ٤٧٤، وابن أبي شيبة في \"المصنف\" ٦/ ١٥٣، والبيهقي في \"شعب الإيمان\" ٢/ ٤٨٣، وإسناد ابن أبي شيبة صحيح.(١) عبد الله بن أحمد بن محمد لم أجد له ترجمة.(٢) إمام حافظ ثقة.(٣) قُتيبة بن سعيد بن جَميل بن طريف الثقفي أبو رجاء البَغْلاني، ثقة ثبت.(٤) عبد الله بن لَهِيعة بن عقبة الحضرمي أبو عبد الرحمن، صدوق خلط بعد احتراق كتبه.(٥) أبو رجاء واسم أبيه سويد، ثقة فقيه وكان يرسل.(٦) الجرّاح بن أبي الجراح الأشجعي، صحابي مُقلّ.(٧) [٢٥٤٤] الحكم على الإسناد:ضعيف. فيه ابن لهيعة ضعيف وفيه أبو محمد الرومي لم أجد له ترجمة التخريج:عزاه السيوطي أيضًا لأبي عبيد في \"فضائل القرآن\" \"الدر المنثور\" ٥/ ٦٤٣.</p><p> [٢٥٤٥] وأخبرنا أبو الحسن أحمد بن محمد بن يعقوب القصري (١) بها، قال: نا أبو علي الصفار (٢) ببغداد، قال: نا سعدان ابن نصر (٣) . </p><p> ح [٢٥٤٦] وأخبرنا الخبازي (٤) ، قال: نا الشذائي (٥) ، قال: نا ابن المنادي (٦) ، عن سعدان بن نصر (٧) أن المعتمر بن سليمان الرقي (٨) حدثهم عن الخليل بن مُرة (٩) مرسلًا قال: كان النبي - صلى الله عليه وسلم - يقول: \"الحواميم سبع وأبواب جهنم سبع جهنم (١٠) والحطمة ولظى </p><p>(١) أبو الحسن الجرجاني، لم أجد فيه جرحاً ولا تعديلاً. (٢) إسماعيل بن محمد بن إسماعيل بن صالح أبو علي الصفار، ثقة.(٣) سعدان بن نصر بن منصور أبو عثمان الثقفي البزاز. صدوق.(٤) أبو الحسين علي بن محمد بن الحسين الخبازي، ثقة.(٥) أحمد بن نصر الشَّذائي المقرئ، لم أجد فيه جرحاً ولا تعديلاً.(٦) أحمد بن جعفر بن محمد بن عُبيد الله أبو الحسن المعروف بابن المنادي المقرض، ثقة مأمون.(٧) أبو عثمان الثقفي البزار، صدوق.(٨) معتَمِر بن سليمان التيمي أبو محمد البصري، يلقب الطُّفيل، ثقة.(٩) الخليل بن مُرّة الضُّبعي البصري نزل الرَّقة، روى عن: أبان بن أبي عياش، ذكوان السمان، سعيد بن أبي عروبة وغيرهم. روى عنه: بقيه بن الوليد، عبد الله بن وهب، عثمان بن رقاد العقيلي وغيرهم. قال أبو حاتم: ليس بالقوي، وقال أبو زرعة: شيخ صالح. وقال البخاري: منكر الحديث، وفي موضع آخر قال: لا يصح حديثه. قال ابن حجر: ضعيف. انظر: \"الجرح والتعديل\" ٣/ ٣٧٩، \"تهذيب الكمال\" ٨/ ٣٤٢، \"تقريب التهذيب\" لابن حجر (١٧٥٧).(١٠) سقطت من (م) والاستدراك من (ب).</p><p> والسعير وسقر والهاوية والجحيم فيجيء كل منهن (١) يوم القيامة على باب من هذِه الأبواب فتقول: لا يدخل النار من كان يؤمن بي ويقرؤني\" (٢) . </p><p> [٢٥٤٧] وأخبرنا علي بن محمد بن الحسين (٣) ، قال: نا أبو جعفر محمد بن عبد الله بن برزة (٤) ، قال: نا أبو علي أحمد بن بشر المرثدي (٥) ، قال: نا إسحاق بن إسماعيل الطالقاني (٦) ، قال: نا جعفر بن عون (٧) ، عن مسعر (٨) ، عن سعد بن إبراهيم (٩) ، قال: كن </p><p>(١) في (ب): حاميم منهم. (٢) [٢٥٤٥، ٢٥٤٦] الحكم على الإسناد:ضعيف. وذلك لما يأتي:١ - ضعف الخليل بن مرة.٢ - الانقطاع بين الخليل بن مرة والنبي - صلى الله عليه وسلم -.التخريج:أخرجه البيهقي في \"شعب الإيمان\" ٢/ ٤٨٥ من طريق سعدان بن نصر به مثله.والحديث ضعفه العلامة الألباني رحمه الله في \"ضعيف الجامع\" (٢٨٠٢).(٣) الخبازي أبو الحسين علي بن محمد بن الحسين. ثقة.(٤) لم يحمد أمره.(٥) أحمد بن بشر بن سعد، أبو علي المرثدي، أحد الثقات. \"تاريخ بغداد\" ٤/ ٥٤، \"المقتنى في سرد الكنى\" ١/ ٤١٣.(٦) إسحاق بن إسماعيل الطالْقاني أبو يعقوب نزيل بغداد يعرف باليتيم، ثقة تُكُلم في سماعه من جرير وحده.(٧) أبو عون المخزومي، صدوق.(٨) مِسْعَر بن كِدَام بن ظَهير الهلالي أبو سلمة الكوفي، ثقة ثبت فاضل.(٩) سعد بن إبراهيم بن عبد الرحمن بن عوف، ولي قضاء المدينة. ثقة فاضل عابد.</p><p> الحواميم يُسمين العرائس (١) . </p><p> وروي عن النبي - صلى الله عليه وسلم - أنه قال:  \"لكل شيء ثمرة وإن ثمرة القرآن ذوات حم هن روضات حسنات مخصبات متجاورات فمن أحب أن يرتع في رياض الجنة فليقرأ الحواميم\"  (٢) . </p><p> وقال ابن مسعود: إذا وقعت في الـ (حم) وقعت في روضات أتأنق (٣) فيها (٤) . </p><p> وقال - صلى الله عليه وسلم -: \"مثل الحواميم في القرآن مثل الحبرات في الثياب\"  (٥) . </p><p>(١) [٢٥٤٧] الحكم على الإسناد: فيه أبو جعفر محمد بن عبد الله بن برزة لم يحمد أمره.قلت: ولا يضر ذلك فالأثر ثابت.التخريج:أخرجه الدارمي في \"سننه\" (٣٤٦٥) وابن أبي شيبة في \"المصنف\" ٦/ ١٥٣ (٣٠٢٨٤) كلاهما عن جعفر بن عون به مثله. وإسنادهما حسن.(٢) عزاه السيوطي في \"الدر المنثور\" ٥/ ٦٤٤ لابن الضريس عن إسحاق بن عبد الله قال بلغنا أن رسول الله - صلى الله عليه وسلم - قال: \"لكل شجرة ثمرة. . \" الحديث. مطولاً. وأورده الديلمي في \"مسند الفردوس\" ٣/ ٥٣٩ عن أبي بن كعب ولفظه: \"من سره أن يرتع في رياض الجنة فليقرأ الحواميم\".وأخرج ابن مردويه عن سمرة بن جندب مرفوعًا ولفظه \"الحواميم روضة من رياض الجنة\". عزاه له السيوطي في \"الدر المنثور\" ٥/ ٦٤٣.قال الألباني رحمه الله عن حديث سمرة: ضعيف جدًّا. \"ضعيف الجامع\" (ص ٤١٢).(٣) في (ب): (أنايق) وما أثبته هو الصواب وهو كذلك في (م)، (أ).(٤) أورده ابن أبي شيبة عن عبد الله بن مسعود في \"المصنف\" ٦/ ١٥٣ وعزاه السيوطي في \"الدر المنثور\" ٥/ ٦٤٣ لأبي عبيد ومحمد بن نصر وابن المنذر.(٥) لم أجد من أخرجه سوى ذِكْر ابن منظور له في \"لسان العرب\" ٤/ ١٥٩.</p><p> وقال ابن سيرين: رأى رجل (١) في المنام سبع جوار حسان في مكان واحد لم ير أحسن منهن فقال الهن: لمن أنتنّ؟ قلن: لمن قرأ الـ (حم)  (٢) . </p><p> فأما فضائل هذِه السورة خاصة: </p><p> [٢٥٤٨] فأخبرنا ابن فنجويه (٣) ، قال: نا ظفران (٤) ، قال: نا أبو محمد بن أبي حاتم (٥) ، قال: نا الحسن بن محمد بن الصباح (٦) ح. </p><p> [٢٥٤٩] وأخبرنا الخبازي (٧) ، قال: نا ظفران (٨) ، قال: نا ابن أبي داود (٩) ، قال: نا محمد بن عاصم (١٠) ح. </p><p>(١) في (م) (أحد). (٢) أورده ابن أبي الدنيا بسنده في كتابه \"التهجد وقيام الليل\" (ص ٣٢٣ - ٣٢٤) وقال محققه مصلح بن جزاء الحارثي: إسناده ضعيف.وعزاه القرطبي في \"الجامع لأحكام القرآن\" ١٥/ ٢٨٨ لأبي عبيد.(٣) الحسين بن محمد بن الحسين بن فنجويه ثقة صدوق كثير الرواية للمناكير.(٤) ظفران بن الحسن بن الفيرزان أبو الطيب النخاس الدينوري المعروف بالفأفاء. لم أجد فيه جرحاً ولا تعديلًا.(٥) عبد الرحمن بن محمد بن إدريس بن المنذر الحنظلي الرازي أبو محمد، ثقة حافظ زاهد.(٦) الحسن بن محمد بن الصباح الزعفراني، أبو علي البغدادي، ثقة.(٧) أبو الحسين علي بن محمد بن الحسين، ثقة.(٨) ظفران بن الحسن بن الفيرزان أبو الطيب، لم أجد فيه جرحاً ولا تعديلًا.(٩) عبد الله بن سليمان بن الأشعث أبو بكر السجستاني. الإمام الحافظ الثقة.(١٠) محمد بن عاصم بن عبد الله أبو جعفر الثقفي الأصبهاني، صدوق.</p><p> [٢٥٥٠] وأخبرنا الخبازي (١) ، قال: نا ابن حبش (٢) ، قال: نا أبو العباس محمد بن موسى الدقاق (٣) ، قال: نا عبد الله بن روح المدائني (٤) . </p><p> قالوا: نا شبابة بن سوار (٥) ، قال: نا مخلد بن عبد الواحد (٦) ، عن علي بن زيد (٧) ، عن عطاء بن أبي ميمونة (٨) ، عن زر بن حبيش (٩) ، عن أبي بن كعب، عن النبي - صلى الله عليه وسلم - قال \"من قرأ حم المؤمن لم تبق روح نبي ولا صديق ولا شهيد ولا مؤمن إلا صلّوا عليه واستغفروا له\"  (١٠) . </p><p>(١) أبو الحسين علي بن محمد بن الحسين، ثقة. (٢) الحسين بن محمد بن حبش الدينوري، ثقة.(٣) لم أجد ترجمته.(٤) أبو محمد عَبْدوس، ثقة.(٥) ثقة حافظ رمي بالإرجاء.(٦) أبو الهذيل البصري، ضعيف الحديث.(٧) علي بن زيد بن عبد الله بن زهير بن عبد الله بن جُدعان التيمي البصري، ضعيف.(٨) أبو معاذ واسم أبيه مَنيع. ثقة رمي بالقدر.(٩) أبو مريم الأسدي، ثقة مخضرم.(١٠) [٢٥٤٨ - ٢٥٤٩ - ٢٥٥٠] الحكم على الإسناد:ضعيف. فيه مخلد بن عبد الواحد وعلي بن زيد، ضعيفان، وفيه من لم أعثر على ترجمته.وهذا الحديث في فضائل السور موضوع فرّقه المصنف في تفسيره فذكر عند كل سورة ما يناسبها. قال ابن الجوزي: حديث فضائل السور مصنوع بلا شك.قال الشوكاني: ولهذا الحديث طرق كلها باطلة موضوعة.قلت: وقد سبق الكلام على هذا الحديث، وتخريجه.</p>"
}