{
  "id": null,
  "sura": 39,
  "aya": 33,
  "text": "<p> ابن عون (١) ، عن إبراهيم (٢) ، قال: لما نزلت {ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ (٣١) } قالوا: كيف نختصم ونحن إخوان! فلما قتل عثمان -رضي الله عنه- قالوا: هذِه خصومتنا (٣) . </p><p> ٣٢ - {فَمَنْ أَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللَّهِ} فزعم أن له ولداً وشريكاً {وَكَذَّبَ بِالصِّدْقِ} بالقرآن. </p><p> {إِذْ جَاءَهُ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ} </p><p> ٣٣ - {وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ} </p><p> قال السدي: والذي جاء بالصدق يعني جبريل جاء بالقرآن، وصدق به يعني محمد تلقاه بالقبول (٤) . </p><p> وقال ابن عباس: والذي جاء بالصدق يعني: رسول الله -صلى الله عليه وسلم- جاء بلا إله إلا الله وصدّق به هو أيضاً رسول الله بلّغه إلى الخلق (٥) . </p><p>(١) عبد الله بن عون بن أرطبان أبو عون البصري، ثقة ثبت فاضل. (٢) أبو عمران الكوفي الفقيه ثقة إلا أنه يرسل كثيراً.(٣) [٢٥٠١] الحكم على الإسناد:فيه عبد الله بن يوسف لم أجده، وشيخ المصنف صدوق، وبقية رجاله ثقات.التخريج:أخرجه الطبري في \"جامع البيان\" ٢٤/ ٢ قال: حدثني يعقوب قال: ثنا ابن علية قال: ثنا ابن عون عن إبراهيم ... ثم ساق الحديث.وإسناده صحيح.(٤) أورده الطبري في \"جامع البيان\" ٢٤/ ٣، والماوردي في \"النكت والعيون\" (١٢٦)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٢٥١.(٥) أورده الطبري في \"جامع البيان\" ٢٤/ ٣، والنحاس في \"معاني القرآن\" ٦/ ١٧٣، =</p><p> وقال علي بن أبي طالب وأبو العالية والكلبي: والذي جاء بالصدق رسول الله -صلى الله عليه وسلم- وصدّق به أبو بكر (١) . </p><p> وقال قتادة ومقاتل: والذي جاء بالصدق رسول الله -صلى الله عليه وسلم- وصدّق به المؤمنون (٢) واستدلالاً (بقوله تعالى{أُولَئِكَ هُمُ الْمُتَّقُونَ}.</p><p> وقال عطاء: والذي جاء بالصدق الأنبياء عليهم السلام وصدّق به الأتباع (٣) ، وحينئذ يكون الذي) (٤) بمعنى الذين على طريق الجنس (٥) كقوله -سبحانه وتعالى- {مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا} ثم قال {ذَهَبَ اللَّهُ بِنُورِهِمْ}  (٦) وقوله {إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (٢) } (٧) ثم قال {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا </p><p>= والماوردي في \"النكت والعيون\" ٥/ ١٢٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٢٥١. (١) أورده الطبري في \"جامع البيان\" ٢٤/ ٣ عن علي بن أبي طالب، وأورده النحاس في \"معاني القرآن\" ٦/ ١٧٥، والماوردي في \"النكت والعيون\" ٥/ ١٢٦، وأورده ابن عساكر في \"تاريخ دمشق\" ٣٠/ ٣٣٦ عن علي بن أبي طالب قال: (الذي جاء بالحق) هكذا قال محمد {وَصَدَّقَ بِهِ} أبو بكر الصديق. قال ابن عساكر: هكذا قال (الحق) ولعلها قراءة لعلي ا. هـ.(٢) أورده الطبري في \"جامع البيان\" ٢٤/ ٣ عن قتادة وابن زيد، والماوردي في \"النكت والعيون\" ٥/ ١٢٦.(٣) أورده الماوردي في \"النكت والعيون\" ٥/ ١٢٦.(٤) ما بين القوسين سقط من (م).(٥) أي: أنه على هذا القول يكون (الذي) للجنس فَيَصدُق على كل من صدق بما أنزل الله. وانظر: \"معاني الزجاج\" ٤/ ٣٥٤.(٦) البقرة: ١٧.(٧) العصر: ٢.</p><p> الصَّالِحَاتِ} (١) . ودليل هذا التأويل ما: </p><p> [٢٥٠٢] أخبرنا ابن فنجويه (٢) ، قال: نا طلحة بن محمد بن جعفر (٣) وعبيد الله بن أحمد بن يعقوب (٤) قالا: نا أبو بكر بن مجاهد (٥) ، قال: نا عبدان بن محمد المروزي (٦) ، قال: نا عمار بن الحسن (٧) ، قال: نا عبد الله بن أبي جعفر الرازي (٨) ، عن أبيه (٩) ، عن الربيع (١٠) أنه كان يقرأ (والذين جاؤوا بالصدق وصدقوا به) قال: الأنبياء وصدقوا به الأتباع (١١) . </p><p>(١) العصر: ٣. (٢) ثقة صدوق، كثير الرواية للمناكير.(٣) أبو القاسم الشاهد، ضعفه الأزهري.(٤) أبو الحسين البغدادي ابن البواب، ثقة.(٥) أحمد بن موسى بن العباس بن مجاهد، وكان ثقة مأموناً.(٦) أبو محمد المروزي، ثقة، حافظ، صالح.(٧) أبو الحسن الرازي، ثقة.(٨) صدوق يخطئ.(٩) أبو جعفر الرازي مولاهم مشهور بكنيته واسمه عيسى بن أبي عيسى عبد الله بن ماهان وأصله من مرو، صدوق سيئ الحفظ خصوصاً عن مغيرة.(١٠) الربيع بن أنس البكري أو الحنفي بصري نزل خراسان، صدوق له أوهام ورمي بالتشيع.(١١) [٢٥٠٢] الحكم على الإسناد:فيه طلحة بن محمد ضعيف، والربيع بن أنس قال فيه ابن حبان: الناس يتقون من حديثه ما كان من رواية أبي جعفر عنه لأن في أحاديثه عنه اضطراباً كثيراً. اهـ. \"الثقات\" لابن حبان ٤/ ٢٢٨.قلت: وهذا الحديث من رواية أبي جعفر عنه. =</p><p> وقال الحسن: هو المؤمن صدق به في الدنيا وجاء به يوم القيامة (١) يدل عليه ما: </p><p> [٢٥٠٣] أخبرنا أبو عبد الله بن فنجويه (٢) ، قال: نا أبو علي بن حبش (٣) ، قال: نا الطبراني (٤) ، قال: نا يحيى بن الفضل الخِرقي (٥) ، قال: نا وهيب بن عمرو (٦) ، قال: نا هارون النحوي (٧) ، عن محمد بن جحادة (٨) ، عن أبي صالح الكوفي وهو أبو صالح السمّان (٩) أنه قرأ {وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ} مخففة، قال: هو </p><p>= التخريج: هذِه القراءة هي قراءة ابن مسعود وهي من القراءات الشاذة والتي تحمل على أنها قراءة تفسيرية كما قاله القرطبي في \"الجامع لأحكام القرآن\" ١٥/ ٢٥٦، وأورد هذِه القراءة الطبري في \"جامع البيان\" ٢٤/ ٤.(١) انظر: \"النكت والعيون\" للماوردي ٥/ ١٢٦.(٢) ثقة صدوق كثير الرواية للمناكير.(٣) الحسين بن محمد بن حبش الدينوري، ثقة.(٤) محمد بن حماد الطهراني، روى عن: عبد الرزاق بن همام، عفان بن مسلم، ويعلى الطنافسي وغيرهم. روى عنه: ابن ماجه وغيره. قال الحافظ ابن حجر: ثقة حافظ لم يُصِبْ من ضعفه.(٥) صدوق.(٦) أبو عثمان أو أبو عمرو البصري، مستور.(٧) هارون بن موسى الأزدي العتكي مولاهم الأعور البصري، ثقة مقرئ إلَّا أنه رُمي بالقدر.(٨) محمد بن جحادة الأودي ويقال الإيامي الكوفي، ثقة.(٩) ثقة ثبت.</p>"
}