{
  "id": null,
  "sura": 39,
  "aya": 31,
  "text": "<p> ابن حاتم (١) ، قال: نا جعفر بن سليمان (٢) ، قال: نا ثابت (٣) ، قال: إنَعَى رجلٌ إلى صلة بن أشيم (٤) أخاً له فوافقه يأكل فقال ادْنُ فكل فقد نُعي إليّ أخي منذ حين قال الله -عز وجل- {إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ (٣٠) } (٥) . </p><p> ٣١ - {ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ (٣١) } </p><p> المحقّ والمبطل والظالم والمظلوم. </p><p> [٢٤٩٧] أخبرني ابن فنجويه (٦) ، قال: نا ابن مالك (٧) ، قال: نا ابن حنبل (٨) ، قال: حد أبي (٩) ، قال: نا ابن نمير (١٠) ، قال: نا محمد يعني ابن عمرو (١١) ، عن يحيى بن عبد الرحمن بن </p><p>(١) سيّار بن حاتم العنَزي أبو سلمة البصري، صدوق له أوهام. (٢) الضُبعي، صدوق زاهد، لكنه كان يتشيع.(٣) ثابت بن أسلم البُناني أبو محمد البصري، ثقة عابد.(٤) صلة بن أشيم أبو الصهباء العبدي. زوج معاذة العدوية تابعي ثقة مشهور من عباد أهل البصرة وزهادهم قتل سنة (٧٥ هـ) بكابل في أول ولاية الحجاج وقيل: قتل في ولاية يزيد بن معاوية، انظر: \"أسد الغابة\" ١/ ٥٢٤، \"الإصابة\" ٣/ ٤٦٣، \"الثقات\" لابن حبان ٤/ ٣٨٣، وللعجلي ١/ ٤٦٩، \"سير أعلام النبلاء\" ٣/ ٤٩٨.(٥) [٢٤٩٦] الحكم على الإسناد:القصة إسنادها حسن.(٦) ابن فنجويه ثقة صدوق، كثير الرواية للمناكير.(٧) أبو بكر أحمد بن جعفر بن مالك القطيعي ثقة.(٨) عبد الله بن أحمد بن حنبل ثقة.(٩) الإمام أحمد بن حنبل إمام ثقة حافظ فقيه حجة.(١٠) عبد الله بن نُمير الهمْداني أبو هشام الكوفي ثقة صاحب حديث من أهل السنة.(١١) محمد بن عمرو بن علقمة بن وقاص الليثي، أبو عبد الله المدني، صدوق له أوهام.</p><p> حاطب (١) ، عن عبد الله بن الزبير بن العوّام (٢) ، قال: لما نزلت على رسول الله -صلى الله عليه وسلم- {ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ (٣١) } قال الزبير: (أي رسول الله أيُكرر (٣) علينا ما كان بيننا في الدنيا مع خواصّ الذنوب، قال: نعم ليُكرر عليكم حتى يؤدى إلى كل ذي حق حقه) قال الزبير: والله إن الأمر لشديد (٤) . </p><p> [٢٤٩٨] وأخبرني الحسين بن محمد بن عبد الله (٥) ، قال: نا أحمد ابن جعفر بن حمدان بن عبد الله (٦) ، قال: نا إبراهيم بن الحسين بن </p><p>(١) ابن أبي بلتعة أبو محمد أو أبو بكر المدني، ثقة. (٢) القرشي الأسدي أبو بكر وأبو خبيب الصحابي المشهور، كان أول مولود في الإسلام بالمدينة من المهاجرين وولي الخلافة تسع سنين.(٣) في (م): أيكون.(٤) [٢٤٩٧] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه الحميدي في \"المسند\" ١/ ٣٣، وأحمد في \"المسند\" ١/ ١٦٧ (١٤٣٤)، والترمذي في كتاب التفسير، سورة الزمر (٣٢٣٦)، وقال: هذا حديث حسن صحيح. وأخرجه أيضاً أبو يعلى في \"مسنده\" ٢/ ٣١، والطبري في \"جامع البيان\" ١/ ٢٤، والبزار في \"مسنده\" ٣/ ١٧٩، والضياء المقدسي في \"الأحاديث المختارة\" ٣/ ٥١، والحاكم في \"المستدرك\" ٢/ ٢٧٢، ٤/ ٦١٦ وقال: صحيح الإسناد ولم يخرجاه. والبيهقي في \"السنن الكبرى\" ٦/ ٩٣، والطبراني في \"مسند الشاميين\" ١/ ٩٥، وعبد الرزاق في \"تفسير القرآن\" ٢/ ١٧٣.(٥) ابن فنجويه ثقة صدوق، كثير الرواية للمناكير.(٦) أبو بكر القطيعي ثقة.</p><p> ديزيل (١) ، قال: نا آدم بن أبي إياس (٢) ، قال: نا بن أبي ذئب (٣) ، قال: نا سعيد المقبري (٤) ، عن أبي هريرة -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: \"من كانت عنده مظلمة لأخيه من ماله أو عرضه فليتحللها اليوم منه قبل أن يؤخذ حيث لا يكون دينار ولا درهم، إن كان له عمل صالح أُخذ منه بقدر مظلمته، وإن لم يكن حسنات أُخذ من سيئات صاحبه فحُملت عليه\"  (٥) . </p><p> [٢٤٩٩] وأخبرني الحسين بن محمد الثقفي (٦) ، قال: نا الفضل ابن الفضل الكندي (٧) ، قال: نا أبو عبد الله محمد بن محمد بن </p><p>(١) حافظ ثقة. (٢) آدم بن أبي إياس: عبد الرحمن العسقلاني أصله خراساني يكنى أبا الحسن نشأ ببغداد، ثقة عابد.(٣) محمد بن عبد الرحمن بن المغيرة بن الحارث بن أبي ذئب القرشي العامري، ثقة فاضل.(٤) سعيد بن أبي سعيد كيسان المقبُري، أبو سعد المدني ثقة.(٥) [٢٤٩٨] الحكم على الإسناد:رجاله ثقات، والحديث قد ثبت من طرق أخرى.التخريج:أخرجه البخاري عن سعيد المقبري به، في كتاب بدء الوحي باب القصاص يوم القيامة (٦٥٣٤) وابن حبان أيضاً في \"صحيحه\" كما في \"الإحسان\" ١٦/ ٣٦١ عن سعيد المقبري به، بلفظ المصنف، والإمام أحمد في \"المسند\" ٢/ ٥٠٦ (١٠٥٧٣) بلفظه.(٦) ابن فنجويه ثقة صدوق، كثير الرواية للمناكير.(٧) الفضل بن الفضل بن العباس الكندي، صدوق.</p><p> عبد الله بن محمد بن النعمان (١) ، قال: نا محمد بن بكر بن أبي بكر البرجمي (٢) ، قال: نا محمد بن المنهال (٣) ، قال: نا يزيد (٤) يعني: ابن زريع قال: نا روح بن القاسم (٥) ، عن العلاء (٦) ، عن أبيه (٧) ، عن أبي هريرة -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: \"تدرون من مفلس أمتي؟ \" قلنا: نعم من لا مال له. قال:  \"لا، مفلس أمتي من يُجاء به يوم القيامة قد ضرب هذا وشتم هذا وأخذ مال هذا فيؤخذ من حسناته فيوضعن على حسنات الآخر فإن فضل عليه فضل أخذ من سيئات الآخر فطرحت عليه ثم يؤخذ فيلقى في النار\"  (٨) . </p><p>(١) لم أجده. (٢) ذكره أبو الشيخ ابن حيان في \"طبقات المحدثين بأصبهان\" ٣/ ١٠١ وأبو نعيم في \"تاريخ أصبهان\" ٢/ ١٧٩، ولم يذكر فيه جرحاً ولا تعديلاً.(٣) محمد بن المِنهال الضرير، أبو عبد الله أو أبو جعفر البصري التميمي ثقة حافظ.(٤) يزيد بن زُريع البصري أبو معاوية، ثقة ثبت.(٥) روح بن القاسم التميمي العنبري أبو غياث البصري ثقة حافظ.(٦) العلاء بن عبد الرحمن بن يعقوب الحُرَقي أبو شِبْل المدني صدوق ربما وَهِم.(٧) عبد الرحمن بن يعقوب الجهني المدني، مولى الحرقة، ثقة.(٨) [٢٤٩٩] الحكم على الإسناد:فيه محمد بن محمد بن عبد الله والبرجمي، الأول لم أعثر على ترجمته، والثاني لم يرد فيه جرح ولا تعديل.التخريج:أخرجه مسلم في كتاب البر والصلة، باب تحريم الظلم (٢٥٨١)، وأحمد في \"المسند\" ٢/ ٣٣٤ (٨٤١٤)، والترمذي في كتاب صفة القيامة والرقائق والورع، باب ما جاء في شأن القصاص (٢٤١٨)، وقال حديث حسن صحيح.وأخرجه أيضاً ابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٠/ ٢٥٩ (٤٤١١).</p><p> وقال أبو العالية: هم أهل القبلة (١) . </p><p> [٢٥٠٠] وأخبرني الحسين بن محمد بن الحسين بن عبد الله (٢) ، قال: نا موسى بن محمد بن علي بن عبد الله (٣) ، قال: نا الحسن بن علويه (٤) ، قال: نا عبيد بن جنّاد الحلبي (٥) ، قال: نا عبيد الله بن عمرو (٦) ، عن زيد بن أبي أُنيسة (٧) ، عن القاسم بن عوف البكري (٨) ، قال: سمعت ابن عمر -رضي الله عنه- يقول: عِشنا برهة من دهرنا ونحن نرى أن هذِه الآية أُنزلت فينا وفي أهل الكتابين {ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ (٣١) } قلنا: كيف نختصم ونبينا واحد وكتابنا واحد! ! حتى رأيت بعضنا يضرب وجوه بعض بالسيف فعرفت أنه فينا نزلت (٩) . </p><p>(١) أورده الطبري في \"جامع البيان\" ٢٤/ ٢. (٢) ابن فنجويه ثقة، صدوق، كثير الرواية للمناكير.(٣) لم أجده.(٤) الحسن بن علي بن محمد بن سليمان بن علويه البغدادي القطان ثقة.(٥) عبيد بن جناد الحلبي، مولى بني جعفر بن كلاب من أهل حلب ولد بالرقة وتحول إلى حلب وولاه المأمون قضاءها مات سنة (٢٣١ هـ)، قال أبو حاتم: صدوق وذكره ابن حبان في \"الثقات\" انظر: \"الجرح والتعديل\" ٦/ ٤٢، \"الثقات\" ٨/ ٤٣٢.(٦) عبيد الله بن عمرو بن أبي الوليد الرَّقيّ أبو وهب الأسدي، ثقة فقيه ربما وهم.(٧) ثقة، له أفراد.(٨) صدوق يغرب.(٩) [٢٥٠٠] الحكم على الإسناد:فيه موسى بن محمد بن علي بن عبد الله لم أعثر على ترجمته، وبقية رجاله لا يقلون عن مرتبة الصدوق. =</p><p> وروى خلف بن خليفة (١) ، عن أبي هاشم (٢) ، عن أبي سعيد الخدري -رضي الله عنه- في هذِه الآية قال: كنا نقول: ربنا واحد ونبينا واحد وديننا واحد فما هذِه الخصومة، فلما كان يوم صفين وشد بعضنا على بعض بالسيوف قلنا: نعم هو هذا (٣) . </p><p> [٢٥٠١] وأخبرني الحسين بن محمد (٤) ، قال: نا عبد الله بن يوسف (٥) ، قال: نا عبد الله بن محمد بن عبد العزيز البغوي (٦) ، نا (٧) أبو الربيع الزهراني (٨) ، قال: نا حماد بن زيد (٩) ، قال: زعم </p><p>= التخريج: أخرجه الحاكم في \"المستدرك\" من طريق هلال بن العلاء الرقي عن زيد بن أبي أنيسة به نحوه. وقال الحاكم: هذا حديث صحيح على شرط الشيخين ولم يخرجاه ٤/ ٦١٧ (٨٧٠٩)، وأخرجه نعيم بن حماد في \"الفتن ١/ ٧٩ من طريق عمرو بن مرة عن ابن عمر نحوه.(١) خلف بن خليفة بن صاعد الأشجعي مولاهم أبو أحمد الكوفي، صدوق اختلط في الآخر.(٢) أبو هاشم الرُّماني الواسطي، اسمه يحيى بن دينار وقيل ابن الأسود وقيل ابن نافع، ثقة.(٣) رواه المصنف معلقاً ولم يبن بقية سنده وعزاه السيوطي في \"الدر المنثور\" ٥/ ٦١٤ لسعيد بن منصور.(٤) ابن فنجويه ثقة، صدوق، كثير الرواية للمناكير.(٥) ابن ماهان، لم أجده.(٦) أبو القاسم البغوي، إمام ثقة.(٧) ليست في (م).(٨) سليمان بن داود العتكي أبو الربيع الزهراني البصري، نزيل بغداد، ثقة.(٩) أبو إسماعيل البصري، ثقة ثبت فقيه.</p>"
}