{
  "id": null,
  "sura": 39,
  "aya": 10,
  "text": "<p> يوسف (١) ، قال: حد محمد بن إبراهيم اليماني (٢) ، قال: سمعت وهب ابن منبه (٣) يقول: سمعت ابن عباس يقول: من أحب أن يهون الله عليه الموقف يوم القيامة فليرَه الله في سواد الليل ساجدًا وقائمًا يحذر الآخرة ويرجو رحمة ربه (٤) . </p><p> ١٠ - {قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ} </p><p> يعني الجنّة عن مقاتل (٥) . </p><p> وقال السدي: يعني العافية والصحة (٦) . </p><p> {وَأَرْضُ اللَّهِ وَاسِعَةٌ} فهاجروا واعتزلوا الأوثان قاله مجاهد (٧) . </p><p> وقال مقاتل: يعني أرض الجنّة (٨) . </p><p>(١) الصنعاني أبو عبد الرحمن القاضي، ثقة. (٢) لم أجده.(٣) ثقة.(٤) [٢٤٧٨] الحكم على الإسناد:فيه هارون بن محمد ومحمد بن يحيى ومحمد بن إبراهيم لم أجد لهم ترجمة.التخريج:روى أبو نعيم في \"حلية الأولياء\" ٦/ ٧٠ أثرًا قريبًا من قول ابن عباس عن حسان ابن عطية قال: من أطال قيام الليل يُهوّن عليه طول القيام يوم القيامة.(٥) انظر: \"جامع البيان\" للطبري ٢٣/ ١٠٣، \"النكت والعيون\" للماوردي ٥/ ١١٨، \"المحرر الوجيز\" لابن عطية ٤/ ٥٢٣.(٦) انظر: \"جامع البيان\" للطبري ٢٣/ ١٠٣، \"النكت والعيون\" للماوردي ٥/ ١١٨، \"المحرر الوجيز\" لابن عطية ٤/ ٥٢٣.(٧) انظر: \"جامع البيان\" للطبري ٢٣/ ٢٠٣، \"المحرر الوجيز\" لابن عطية ٤/ ٥٢٣.(٨) السابق.</p><p> {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} قال قتادة: لا والله ما هنالك مكيال ولا ميزان (١) . </p><p> [٢٤٧٩] وأخبرني الحسين بن فنجويه (٢) بقراءتي عليه قال: (حدثنا أحمد بن محمد بن إسحاق (٣) ، قال: أخبرني إبراهيم بن محمد بن الضحاك (٤) ، قال: حدثنا نصر بن مرزوق (٥) ، قال: حدثنا أسد بن موسى (٦) ، قال: حدثنا بكر بن خُنَيس (٧) ، عن ضرار بن عمرو (٨) ، </p><p>(١) ذكره الطبري في \"جامع البيان\" ٢٣/ ٢٠٤، \"الدر المنثور\" للسيوطي ٥/ ٦٠٥. (٢) ثقة صدوق كثير الرواية للمناكير.(٣) أبو بكر المعروف بابن السني حافظ ثقة.(٤) لم أجد له ترجمة.(٥) نصر بن مرزوق أبو الفتح المصري، صدوق قاله ابن أبي حاتم، وذكره صاحب التهذيب عند ترجمة القاسم بن كثير بن النعمان ووصفه بالرجل الصالح انظر: \"الجرح والتعديل\" ٨/ ٤٧٢، \"تهذيب الكمال\" ٢٣/ ٤١٧.(٦) أسد بن موسى بن إبراهيم بن الوليد بن عبد الملك بن مروان الأموي أسد السنة، صدوق يغرب وفيه نَصْب.(٧) بكر بن خُنيس كوفي عابد سكن بغداد، صدوق له أغلاط، أفرط فيه ابن حبان.(٨) ضرار بن عمرو الملطي يروي عن يزيد الرقاشي وأهل البصرة. قال أبو زرعة: منكر الحديث، وقال ابن معين: ليس بشيء فلا يكتب حديثه، وقال ابن عدي: منكر الحديث وقال الدارقطني: ذاهب متروك، وقال ابن حبان: منكر الحديث جدا كثير الرواية عن المشاهير بالأشياء المناكير بطل الاحتجاج بآثاره، وقال البخاري: فيه نظر. وقال الذهبي: متروك الحديث. انظر: \"الكامل في الضعفاء\" ٤/ ١٠٠، \"الضعفاء والمتروكين\" (ص ٢٥٣)، \"المجروحين\" ١/ ٣٨٠، \"ميزان الاعتدال\" ٣/ ٤٢، \"لسان الميزان\" ٣/ ٢٠٢.</p><p> عن يزيد الرقاشي (١) ، عن أنس بن مالك - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال) (٢) : \"تُنصَب الموازين يوم القيامة فيؤتى بأهل الصلاة فيؤتون أجورهم بالموازين ويؤتى بأهل الصيام فيوفون أجورهم بالموازين ويؤتى بأهل الصدقة فيوفّون أجورهم بالموازين ويؤتى بأهل الحج فيوفون أجورهم بالموازين ويؤتى بأهل البلاء فلا ينصب لهم ميزان ولا ينشر لهم ديوان وبُصَبُّ عليهم الأجر صَبًّا بغير حساب،قال الله عز وجل:{إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ}حتَّى تمنى أهل العافية في الدنيا أن أجسامهم تقرض بالمقاريض مما يذهب به أهل البلاء من الفضل\"  (٣) . </p><p>(١) يزيد بن أبان الرقاشي أبو عمرو البصري القاصّ زاهد ضعيف. (٢) ما بين القوسين سقط من (م).(٣) [٢٤٧٩] الحكم على الإسناد:ضعيف جدًا، فيه ضرار بن عمرو متروك، ويزيد الرقاشي ضعيف إلا أن آخر الحديث وهي قوله: \"حتَّى تمنى أهل العافية\" إلى آخره فهي ثابتة لورود أحاديث أُخر يعضد بعضها بعضًا.التخريج:عزاه ابن حجر في \"حاشية الكشاف\" ٤/ ١١٨ للمصنف وابن مردويه، وقال: وإسناده ضعيف جدًا. ا. هـ. ورواه الطبراني في \"المعجم الكبير\" ١٢/ ١٨٢ مختصرًا فقال: ثنا السري بن سهل الجنديسابوري ثنا عبد الله بن رشيد ثنا مجاعة ابن الزبير عن قتادة عن جابر بن زيد عن ابن عباس أن النبي - صلى الله عليه وسلم - قال: \"يؤتى بالشهيد يوم القيامة فينصب للحساب ويؤتى بالمتصدق فينصب للحساب ثم يؤتى بأهل البلاء ولا ينصب لهم ميزان ولا ينشر لهم ديوان فيصب عليهم الأجر صبًا حتَّى إن أهل العافية ليتمنون في الموقف أن أجسادهم قرضت بالمقاريض من حسن ثواب الله لهم\". =</p><p> [٢٤٨٠] وأخبرني ابن فنجويه (١) ، قال: نا أبو علي بن حبش المقرئ (٢) ، قال: نا أبو سهل فهد بن سليمان بن فهد التستري (٣) ، قال: نا محمد بن موسى الكديمي (٤) ، قال: نا مكي بن قُمَير العجلي (٥) ، قال: نا جعفر بن سليمان الضبعي (٦) ، عن سعد بن طريف (٧) ، عن الأصبغ بن نباته (٨) ، قال: دخلنا مع علي بن أبي طالب - رضي الله عنه - على الحسن بن علي نعوده وهو مريض فقال له علي: </p><p>= وإسناده ضعيف لضعف السري وابن رشيد ومجاعة. وعن الطبراني رواه أبو نعيم في \"حلية الأولياء\" ٣/ ٩١ في ترجمة جابر بن زيد بسنده ومتنه، إلا أن آخر الحديث وهي قوله\" حتَّى إن أهل العافية .. \" إلى آخر الحديث ثابتة لورود شاهد لها عند الترمذي كتاب: الزهد (٢٤٠٢) من حديث جابر بن عبد الله قال قال رسول الله - صلى الله عليه وسلم -: \"يود أهل العافية يوم القيامة حين يُعطى أهل البلاء الثواب لو أن جلودهم كانت قرضت في الدنيا بالمقاريض\".وقد ذكر الألباني حديث الترمذي وقال حسن لغيره مشيرًا لحديث ابن عباس السابق عند الطبراني.انظر: \"مشكاة المصابيح\" ١/ ٤٩٤ (١٥٧٠).(١) ثقة، صدوق كثير الرواية للمناكير.(٢) الحسين بن محمد بن حبش بن حمدان الدينوري، ثقة، مأمون.(٣) لم أجده.(٤) محمد بن يونس بن موسى بن سليمان الكُدَيمي أبو العباس البصري، ضعيف.(٥) مكي بن قمير أبو الحسن العنبري العجلي البصري روى عن: جعفر بن سليمان، مجهول بالنقل، وحديثه غير محفوظ، انظر: \"الضعفاء\" للعقيلي ٤/ ٣٥٨، \"المؤتلف والمختلف\" ٤/ ٣٢، \"ميزان الاعتدال\" ٤/ ١٧٩.(٦) جعفر بن سليمان الضُّبَعي أبو سليمان البصري، صدوق زاهد لكنه كان يتشيع.(٧) سعد بن طريف الحنظلي الكوفي، متروك.(٨) أصبغ بن نُبَاتَةَ التميمي الحنظلي الكوفي يكنى أبا القاسم متروك رمي بالرفض.</p><p> كيف أصبحت يا ابن رسول الله. قال أصبحتُ بنعمة الله باريًا قال: كذلك يكون إن شاء الله، ثم قال الحسن أسندوني فأسنده على عليهما السلام إلى صدره ثم قال: سمعت جدي رسول الله - صلى الله عليه وسلم - يقول:  \"يا بُني أدّ الفرائض تكن من أعبد الناس وعليك بالقنوع تكن من أغنى الناس، يا بني إن في الجنّة شجرة يقال لها شجرة البلوى، يؤتى بأهل البلاء فلا يُنصب لهم ميزان ولا ينشر لهم ديوان يصبُّ عليهم الأجر صبا\" ثم تلا رسول الله - صلى الله عليه وسلم - هذِه الآية {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} \" (١) . </p><p> [٢٤٨١] وأخبرني ابن فنجويه (٢) ، قال: نا محمد بن عبد الله بن برزة (٣) ، قال: نا الحارث بن أبي أسامة (٤) ، قال: نا داود </p><p>(١) [٢٤٨٠] الحكم على الإسناد: إسناده ضعيف جدًّا.اشتمل على الضعفاء والمتروكين.التخريج:ورواه الطبراني في \"المعجم الكبير\" ٣/ ٩٢ (٢٧٦٠) عن جعفر بن سليمان به قال قال رسول الله - صلى الله عليه وسلم -: \"إن في الجنّة شجرة يقال لها شجرة البلوى .. \" إلى آخر الحديث ولم يذكر أوله.ذكره ابن الجوزي في \"الموضوعات\" ٣/ ٤٨٣ - ٤٨٤ وقال: هذا حديث لا يصح، ثم ذكر الأقوال في عدم الاحتجاج برواته. وانظر \"الفوائد المجموعة\" للشوكاني (ص ٢٦٤)، \"ترتيب الموضوعات\" للذهبي (ص ٢٩٢).(٢) ثقة صدوق كثير الرواية للمناكير.(٣) الروذراوري، أبو جعفر الداوودي، لم يحمد أمره.(٤) الحارث بن محمد بن أبي أسامة واسم أبي أسامة داهر أبو محمد التميمي مولاهم البغدادي الخصيب، الحافظ الصدوق العالم.</p>"
}