{
  "id": null,
  "sura": 39,
  "aya": 23,
  "text": "<p> نا ابن وهب (١) ، قال: نا إبراهيم بن بسطام (٢) ، قال: نا سعيد بن عامر (٣) ، قال: نا جعفر بن سليمان (٤) ، عن مالك بن دينار (٥) ، قال: ما ضرب عبدٌ بعقوبة أعظم من قسوة قلب، وما غضب الله على قومٍ إلا ونزع منهم الرحمة (٦) . </p><p> ٢٣ - {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ} </p><p> قال ابن مسعود وابن عباس قالت الصحابة -رضي الله عنهم-: يا رسول الله لو حدثتنا فنزلت: {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ}  (٧) . </p><p> {كِتَابًا مُتَشَابِهًا} يشبه بعضه بعضاً (في الحُسن ويصدّق بعضه بعضاً)  (٨) ليس فيه تناقض ولا اختلاف (٩) . </p><p>(١) عبد الله بن محمد بن وهب الدينوري قال الدارقطني: متروك. (٢) الأبلي ذكره ابن حيان في \"الثقات\".(٣) الضُّبَعي أبو محمد البصري، ثقة صالح وربما وهم.(٤) الضُّبَعي أبو سليمان البصري، صدوق زاهد لكنه كان يتشيع.(٥) البصري الزاهد، صدوق.(٦) [٢٤٨٧] الحكم على الإسناد:ضعيف جداً، فيه ابن وهب متروك الحديث، وابن نصرويه لم أجده.التخريج:رواه ابن أبي عاصم في \"الزهد\" ١/ ٣٢٠ عن عبد الله بن الإمام أحمد، عن الإمام أحمد بن حنبل، عن سيار، عن جعفر به مثله، وإسناده حسن.(٧) رواه الطبري في \"جامع البيان\" ٢٣/ ٢١١.(٨) سقط من (أ).(٩) رواه الطبري في \"جامع البيان\" ٢٣/ ٢١٠ عن السدي وسعيد بن جبير.</p><p> وقال قتادة: تشبه الآيةُ الآيةَ والكلمةُ الكلمةَ والحرف الحرفَ (١)  {مَثَانِيَ} جمع مثنى وهو المردّد المكرر. قال المفسرون: يسمى القرآن مثاني؛ لأنه يُثنى فيه الأخبار والأحكام والحدود ويثنى في التلاوة (فلا تُملّ)  (٢)  {تَقْشَعِرُّ} تضطرب وتشمئز وتستوفز {مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ} يعني: إلى العمل بكتاب الله والتصديق به. </p><p> وقيل إلى بمعنى: اللام. </p><p> [٢٤٨٨] أخبرنا الحسين بن محمد بن فنجويه (٣) ، قال: نا ابن شنبة (٤) ، قال: نا حمدان بن داود (٥) ، قال: نا سلمة بن شبيب (٦) ، قال: نا خلف بن سالم (٧) ، قال: نا هُشيم (٨) ، عن حصين (٩) ، عن </p><p>(١) رواه الطبري في \"جامع البيان\" ٢٣/ ٢١٠. (٢) ساقط من (م). وانظر \"جامع البيان\" للطبري ٢٣/ ٢١٠، \"زاد المسير\" لابن الجوزي ٧/ ١٧٥، \"النكت والعيون\" للماوردي ٥/ ١٢٣.(٣) ثقة صدوق كثير الرواية للمناكير.(٤) عبيد الله بن محمد بن شنبة لم يذكر بجرح أو تعديل.(٥) لم أجده.(٦) المسمعي النيسابوري، ثقة.(٧) خلف بن سالم المخرّمي أبو محمد المهلبي مولاهم السندي ثقة حافظ صنف \"المسند\"، عابوا عليه التشيع ودخوله في شيء من أمر القاضي، مات سنة (٢٣١ هـ). انظر: \"الجرح والتعديل\" ٣/ ٣٧١، \"الثقات\" ٨/ ٢٢٨، \"تهذيب الكمال\" ٨/ ٢٨٩، \"تذكرة الحفاظ\" ٢/ ٤٨١.(٨) ابن بشير، ثقة ثبت كثير التدليس والإرسال الخفي.(٩) ابن عبد الرحمن السلمي أبو الهذيل الكوفي، ثقة تغير حفظه في الآخر.</p><p> عبد الله بن عروة بن الزبير (١) قال: قلت لجدّتي أسماء بنت أبي بكر -رضي الله عنهما- كيف كان أصحاب رسول الله -صلى الله عليه وسلم- يفعلون إذا قرئ عليهم القرآن، قالت: كانوا كما نعتهم الله -عز وجل- تدمع أعينهم وتقشعر جلودهم. قال فقلت لها: إن ناساً اليوم إذا قرئ عليهم القرآن خرّ أحدهم مغشياً عليه؟ فقالت: أعوذ بالله من الشيطان (٢) . </p><p> [٢٤٨٩] وبه عن سلمة (٣) ، قال: نا يحيى بن يحيى (٤) ، قال: نا سعيد بن عبد الرحمن الجمحي (٥) أن ابن عمر -رضي الله عنهما- مرّ برجل من أهل </p><p>(١) ابن العوام أبو بكر الأسدي، ثقة ثبت فاضل. (٢) [٢٤٨٨] الحكم على الإسناد:فيه ابن شنبه لم أجد فيه جرحاً ولا تعديلاً، وفيه حمدان بن داود لم أجده.التخريج:رواه سعيد بن منصور في \"سننه\" ٢/ ٣٣٠ عن هشيم به مثله.وسنده صحيح. واختلاط حصين بن عبد الرحمن السلمي لا يؤثر؛ لأن الراوي عنه هو هشيم بن بشير، وهو ممن روي عنه قبل الاختلاط مقدمة فتح الباري (ص ٣٩٨)، وقد صرح هشيم بالتحديث عن حصين في رواية سعيد بن منصور فلا يضر وصفه بالتدليس وأخرجه أيضاً البيهقي في \"شعب الإيمان\" ٢/ ٣٦٥ (٢٠٦٢) من طريق سعيد بن منصور مثله. ومن طريق البيهقي أخرجه ابن عساكر في \"تاريخ دمشق\" ٦٩/ ١٩، وذكره السيوطي في \"الدر المنثور\" ٥/ ٦١، وعزاه لسعيد بن منصور وابن المنذر وابن مردويه وابن أبي حاتم وابن عساكر.وأخرجه أيضاً ابن المبارك في \"الزهد\" (ص ٣٥٩) (١٠١٦) عن هشيم به مثله.(٣) ابن شبيب، ثقة.(٤) ابن بكر بن عبد الرحمن الحنظلي، أبو زكريا النيسابوري، ثقة ثبت.(٥) سعيد بن عبد الرحمن بن عبد الله بن جميل بن عامر القرشي الجمحي، أبو عبد الله المدني قاضي بغداد، في عسكر المهدي زمن الرخيد. قال أحمد بن حنبل: ليس به =</p><p> العراق ساقطاً فقال: ما بال هذا؟ قالوا: إنه إذا قرئ عليه القرآن أو سمع ذكر الله سقط. فقال ابن عمر: إنا لنخشى الله وما نسقط. وقال ابن عمر: إن الشيطان يدخل في جوف أحدهم، ما كان هذا صنيع أصحاب محمد -صلى الله عليه وسلم- (١) . </p><p> [٢٤٩٠] وأخبرني الحسين بن محمد بن الحسين (٢) ، قال: نا أحمد بن جعفر بن حمدان بن عبد الله (٣) ، قال: نا إبراهيم بن الحسين بن ديزيل (٤) ، قال: نا أبو نعيم (٥) ، قال: نا حمدان بن </p><p>= بأس، حديثه مقارب، وقال ابن معين: ثقة، وقال أبو حاتم: صالح، وقال ابن عدي: له أحاديث غرائب حسان وأرجو أنها مستقيمة وإنما يهم عندي في الشيء بعد الشيء، فيرفع موقوفاً أو يصل مرسلاً لا عن تعمد، وقال الحافظ ابن حجر: صدوق له أوهام، وأفرط ابن حبان في تضعيفه. مات سنة (١٧٦ هـ). انظر: \"الجرح والتعديل\" ٤/ ٤١، \"تهذيب الكمال\" ١٠/ ٥٢٨، \"ميزان الاعتدال\" ٣/ ٢١٦، \"لسان الميزان\" ٧/ ٢٣٠، \"تقريب التهذيب\" لابن حجر (٢٣٥٠). (١) [٢٤٨٩] الحكم على الإسناد:فيه سعيد بن عبد الرحمن له أوهام، والإسناد منقطع بينه وبين ابن عمر.التخريج:رواه ابن أبي عاصم في \"الزهد\" ١/ ١٩٣ بسند صحيح قال: حدثنا سُريج بن يونس، حدثنا سعيد بن عبد الرحمن الجمحي، عن أبي حازم قال: مرّ ابن عمر برجل .. الحديث.ورواه أبو نعيم في \"حلية الأولياء\" ١/ ٣١٢ عن أبي بكر بن مالك، حدثنا عبد الله ابن أحمد بن حنبل به، بسند ابن أبي عاصم ومتنه.(٢) ابن فنجويه ثقة صدوق كثير الرواية للمناكير.(٣) أبو بكر القطيعي ثقة.(٤) ثقة حافظ.(٥) الفضل بن دُكَيْن الكوفي، ثقة، ثبت.</p><p> عبد العزيز (١) ، قال: ذكر عند ابن سيرين (٢) الذين يصرعون إذا قرئ عليهم القرآن فقال: بيننا وبينهم أن يقعد أحدهم على ظهر بيت باسطاً رجليه، ثم يقرأ عليه القرآن من أوله إلى آخره، فإن رمى بنفسه فهو صادق (٣) . </p><p> [٢٤٩١] وأخبرني الحسين بن محمد (٤) ، قال: نا أبو بكر بن مالك (٥) ، قال: نا عبد الله بن أحمد بن حنبل (٦) ، قال: نا صلت بن مسعود الجحدري (٧) ، قال: نا جعفر بن سليمان (٨) ، قال: نا أبو </p><p>(١) لم أجده. (٢) محمد بن سيرين، ثقة ثبت عابد كبير القدر.(٣) [٢٤٩٠] الحكم على الإسناد:فيه حمدان بن عبد العزيز لم أجده.التخريج:ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٥/ ٢٤٩.(٤) ابن فنجويه ثقة، صدوق، كثير الرواية للمناكير.(٥) القطيعي، ثقة.(٦) ثقة.(٧) ابن طريف الجحدري أبو بكر البصري القاضي أخو إسماعيل بن مسعود، نزل بغداد، وولي قضاء سر من رأى، روى عنه مسلم حديثا واحدا، قال ابن عدي لم يبلغني عن أحد في الصلت كلاما إلى هذا وقد اعتبرت حديثه فلم أجد فيه ما يجوز أن أنكره عليه وهو عندي لا بأس به، وقال العقيلي: له أحاديث وهم فيها إلا أنه ثقة مات رحمه الله سنة (٢٣٩ هـ). انظر: \"الكامل\" لابن عدي ٢٥/ ٣٤٤، \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٤٤١، \"الثقات\" لابن حبان ٨/ ٣٢٤، \"تهذيب الكمال\" ١٣/ ٣٢٩، \"تهذيب التهذيب\" ٤/ ٣٨٣، \"تقريب التهذيب\" (٢٩٥٠).(٨) الضُّبعي أبو سليمان البصري، صدوق زاهد لكنه كان يتشيع.</p><p> عمران الجوني (١) ، قال: وعظ موسى قومه فشق رجل منهم قميصه فقيل لموسى: قل لصاحب القميص لا يشق قميصه ليشرح لي عن قلبه (٢) . </p><p> [٢٤٩٢] وأخبرني الحسين بن محمد (٣) ، قال: نا عبيد الله بن عبد الله بن أبي سمرة البغوي (٤) ، قال: نا أحمد بن محمد بن أبي شيبة (٥) ، قال: نا الحسن بن سعيد (٦) ابن عم سعدان بن نصر أبو علي قال: نا شبابة (٧) ، عن (أبي غسان المدني محمد بن مطرّف)  (٨) ، </p><p>(١) في (م): الحربي. وهو عبد الملك بن حبيب الجوني مشهور بكنيته، ثقة. (٢) [٢٤٩١] الحكم على الإسناد:إسناده حسن.التخريج:أخرجه ابن أبي عاصم في \"الزهد\" ١/ ٨٧ عن عبد الله بن أحمد بن حنبل به.وأخرجه أبو نعيم في \"حلية الأولياء\" ٢/ ٣١٥، ٦/ ٢٩٠ من حديث محمد بن علي ابن حبيش، عن عبد الله بن الصقر، عن الصلت به.(٣) ثقة صدوق كثير الرواية للمناكير.(٤) أبو محمد البندار، قال البرقاني وابن الفرات: ثقة.(٥) البغدادي البزاز، قال الدارقطني: ثقة.(٦) أبو علي الفارسي البزاز ويعرف بابن البستنبان، شيخ صدوق معمر، من أقارب سعدان بن نصر كان يعرف بابن البستنبان مات في شهر ربيع الأول سنة (٢٦٣ هـ) قال ابن أبي حاتم: هو صدوق، أتيناه ولم نصادفه.انظر: \"الجرح والتعديل\" ٣/ ١٦، \"تاريخ بغداد\" ٧/ ٣٤٢، \"سير أعلام النبلاء\" ١٢/ ٥٢٠, ٥٥٧.(٧) شبابة بن سوار المدائني ثقة حافظ رمي بالإرجاء.(٨) في (م): (ابن غسان المدني: قال نا محمد بن مطرف) وهو تحريف. وأبو غسان هو محمد بن مطرف بن داود الليثي، ثقة.</p><p> عن زيد بن أسلم (١) ، قال: قرأ أُبيّ بن كعب عند النبي -صلى الله عليه وسلم- فرقّوا، فقال رسول الله -صلى الله عليه وسلم-: \"اغتنموا الدعاء عند الرقة، فإنها رحمة\"  (٢) . </p><p> [٢٤٩٣] وأخبرني الحسين بن محمد (٣) ، قال: نا محمد بن عبد الله بن برزة (٤) وموسى بن محمد بن علي بن عبد الله (٥) قالا: نا محمد بن يحيى بن سليمان المرْوزي (٦) ، قال: نا يحيى بن عبد الحميد الحماني (٧) . </p><p> [٢٤٩٤] قال: وحدثنا موسى بن محمد بن علي (٨) ، قال: نا محمد بن عبدوس بن كامل (٩) ، قال: نا يحيى بن عبد الحميد الحماني (١٠) ، قال: نا عبد العزيز بن محمد (١١) ، عن يزيد بن عبد الله </p><p>(١) القرشي العدوي مولى عمر بن الخطاب، ثقة عالم وكان يرسل. (٢) [٢٤٩٢] الحكم على الإسناد:فيه زيد بن أسلم أرسله.التخريج:أخرجه القضاعي في \"مسند الشهاب\" ١/ ٤٠٢ (٦٩٢) من طريق شبابه به.وضعفه الألباني في \"ضعيف الجامع\" (٩٧٩)، والضعيفة (٢٥١٢).(٣) ثقة صدوق كثير الرواية للمناكير.(٤) الروذراوري، أبو جعفر الداودي، لم يحمد أمره.(٥) لم أجده.(٦) أبو بكر الوراق، صدوق.(٧) الكوفي حافظ إلا أنهم اتهموه بسرقة الحديث.(٨) لم أجده.(٩) السراج أبو أحمد السلمي البغدادي حافظ، ثقة، ثبت.(١٠) حافظ إلا أنهم اتهموه بسرقة الحديث.(١١) الدراوردي أبو محمد الجهني صدوق كان يحدث من كتب غيره فيخطئ.</p><p> ابن الهاد (١) ، عن محمد بن إبراهيم التيمي (٢) ، عن أم كلثوم بنت العباس (٣) ، عن العباس بن عبد المطلب (٤) ، قال: قال رسول الله -صلى الله عليه وسلم-: \"إذا اقشعر جلد العبد من خشية الله تحات عنه ذنوبه كما تحات عن الشجرة اليابسة ورقها\"  (٥) . </p><p> [٢٤٩٥] وأخبرني الحسين (٦) ، قال: نا أحمد بن جعفر بن حمدان (٧) ، قال: نا موسى بن إسحاق الأنصاري (٨) ، قال: نا (٩) </p><p>(١) الليثي أبو عبد الله المدني، ثقة مكثر. (٢) أبو عبد الله المدني، ثقة له أفراد.(٣) أم كلثوم بنت العباس بن عبد المطلب الهاشمية، قال ابن منده: أدركت النبي -صلى الله عليه وسلم-، وساق لها هذا الحديث الذي معنا.انظر: \"معرفة الصحابة\" لأبي نعيم ٦/ ٣٥٥٠، \"أسد الغابة\" ٧/ ٣٨٥، \"الإصابة\" ٨/ ٢٩٥.(٤) الصحابي المشهور.(٥) [٢٤٩٣، ٢٤٩٤] الحكم على الإسناد:سنده ضعيف جدًّا؛ فيه يحيى الحماني متهم بسرقة الحديث، وعبد العزيز كان يحدث من كتب غيره فيخطئ.التخريج:أخرجه الخطيب في \"تاريخ بغداد\" ٤/ ٥٦ كلهم من طريق الحماني، وأشار إلى ضعفه المنذري في \"الترغيب والترهيب\" ٤/ ١٣٤، والألباني في \"سلسلة الأحاديث الضعيفة\" ٥/ ٣٦٥ (٢٣٤٢).(٦) ابن فنجويه ثقة صدوق، كثير الرواية للمناكير.(٧) أبو بكر القطيعي ثقة.(٨) أبو بكر الخطمي قاضي الري، ثقة.(٩) ليست في (م).</p><p> محمد بن معاوية (١) ، قال: نا الليث بن سعد (٢) ، قال: نا يزيد بن عبد الله بن الهاد (٣) ، عن محمد بن إبراهيم التيمي (٤) ، عن أم كلثوم بنت العباس (٥) ، عن أبيها (٦) ، قال: سمعت النبي -صلى الله عليه وسلم- يقول:  \"إذا اقشعر جلد العبد من خشية الله حرمه الله على النار\"  (٧) . </p><p> {ذَلِكَ} يعني أحسن الحديث {هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ} وفيه ردٌّ على القدرية. </p><p>(١) محمد بن معاوية بن أعين أبو علي النيسابوري الخراساني نزيل بغداد ثم مكة، كان له عبادة وفضل وصلاح لكنه ضعيف في الحديث، قال يحيى بن معين: ليس بثقة وقال مرة أخرى: كذاب وسئل ابن المديني عنه فضعفه، وقال عمرو بن علي: فيه ضعف وهو صدوق قد روى عنه الناس، وقال البخاري: روى أحاديث لا يتابع عليها، وقال مسلم: متروك الحديث، وقال النسائي: متروك الحديث: ليس بثقة، وقال ابن حجر: متروك مع معرفته لأنه كان يتلقن وقد أطلق ابن معين عليه الكذب مات رحمه الله بمكة سنة (٢٢٩ هـ). انظر: \"تاريخ بغداد\" ٣/ ٢٧٠، \"تهذيب الكمال\" ٢٦/ ٤٧٨، \"ميزان الاعتقال\" ٤/ ٤٤، \"تهذيب التهذيب\" ٩/ ٤٠٩، \"تقريب التهذيب\" (٦٣١٠). (٢) ابن عبد الرحمن الفَهْمي أبو الحارث المصري الإمام الثقة الثبت.(٣) ثقة مكثر.(٤) ثقة له أفراد.(٥) مذكورة في الصحابة.(٦) العباس بن عبد المطلب، الصحابي المشهور.(٧) [٢٤٩٥] الحكم على الإسناد:ضعيف جداً.فيه محمد بن معاوية النيسابوري متروك. وقد سبقت الإشارة إلى تضعيف المنذري والألباني للحديث (انظر: التخريج السابق).</p>"
}