{
  "id": null,
  "sura": 39,
  "aya": 73,
  "text": "<p> ٧٢ - {قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ (٧٢) } </p><p> ٧٣ - قوله -عز وجل- {وَسِيق} وحشر {الَّذِينَ اتَّقَوْا رَبَّهُمْ} </p><p> فأطاعوه ولم يشركوا به {إِلَى الْجَنَّةِ زُمَرًا} ركبانا {زُمَرًا حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا} الواو فيه واو الحال (١) مجازه: وقد فتحت أبوابها، فأدخل الواو هاهنا لبيان أنها كانت مفتحة قبل مجيئهم، وحذفها من الآية السابقة لبيان أنها كانت مغلقة قبل مجيئهم. </p><p> ويقال: زِيْدُت الواو هاهنا لأن أبواب الجنة ثمانية وأبواب الجحيم سبعة فرقًا بينهما (٢) . </p><p> [٢٥٣٩] وحكى شيخنا عبد الله بن حامد (٣) ، عن أبي بكر بن عبدش (٤) رحمهما الله أنها تسمى واو الثانية قال: وذلك من عادة قريش أنهم يعدون العدد من الواحد إلى الثانية فإذا بلغوا الثانية زادوا فيها واوًا فيقولون: خمسة سته سبعة وثمانية، يدل عليه قوله {سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا}  (٥) ، </p><p> وقال سبحانه:  {التَّائِبُونَ الْعَابِدُونَ}  (٦) ، فلما بلغ الثامن من </p><p>(١) \"زاد المسير\" لابن الجوزي ٧/ ١٩٩، \"الجامع لأحكام القرآن\" للقرطبي ١٥/ ٢٨٥. (٢) السابق.(٣) عبد الله بن حامد الوزان الأصبهاني. لم يذكر فيه جرح ولا تعديل.(٤) هو محمد بن أحمد بن عبدوس النحوي، لم يذكر بجرح أو تعديل.(٥) الحاقة: ٧.(٦) التوبة: ١١٢.</p><p> الأوصاف قال:  {وَالنَّاهُونَ عَنِ الْمُنْكَرِ}  (١) وقال: {وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ}  (٢) وقال تعالى {ثَيِّبَاتٍ وَأَبْكَارًا}  (٣) . </p><p> وقيل: زيادة الواو في صفة الجنة علامة لزيادة رحمة الله -عز وجل- على غضبه وعقوبته. </p><p> {وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ} قال قتادة: إذا قطعوا النار حُبسوا على قنطرة بين الجنة والنار فيقتص بعضهم من بعض حتى إذا هذبوا وطيبوا قال لهم رضوان وأصحابه: سلام عليكم طبتم فادخلوها خالدين (٤) . </p><p> [٢٥٤٠] وأخبرنا أبو صالح شعيب بن محمد البيهقي (٥) رحمه الله، قال: نا أبو حاتم مكي بن عبدان التميمي (٦) ، قال: نا أبو الأزهر أحمد بن الأزهر السليطي (٧) ، قال: نا روح بن عبادة القيسي (٨) ، قال: نا إسرائيل (٩) ، عن أبي إسحاق (١٠) ، عن عاصم </p><p>(١) التوبة: ١١٢. (٢) الكهف: ٢٢.(٣) التحريم: ٥.(٤) \"زاد المسير\" لابن الجوزي ٧/ ٢٠٢، \"الجامع لأحكام القرآن\" ١٥/ ٢٨٦.(٥) مستور.(٦) ثقة.(٧) صدوق كان يحفظ ثم كبر، فصار كتابه أثبت من حفظه.(٨) ثقة.(٩) أبو يوسف الكوفي، ثقة يكلم فيه بلا حجة.(١٠) عمرو بن عبد الله بن عبيد، ويقال علي، ويقال ابن أبي شعيرة الهمْداني أبو إسحاق السَّبيعي، ثقة مكثر عابد.</p><p> ابن ضمرة (١) ، عن علي (٢) - رضي الله عنه - أنه سئل عن هذِه {وسيق الذين اتقوا ربهم إلى الجنة زمرا حتى إذا جاؤوها} فقال: سيقوا إلى أبواب الجنة حتى إذا انتهوا إليها وجدوا عند بابها شجرة يخرج من تحت ساقها عينان فعَمِدُوا إلى إحداهما فتطهروا فيها فجرت عليهم بنضرة النعيم، فلن تَغْبرّ أبشارُهم بعدها أبدًا، ولن تشعث أشعارهم بعدها أبدًا، كأنما دُهنوا بالدّهان، ثم عَمِدُوا إلى الأخرى فشربوا منها، فأذهبت ما في بطونهم من أذى أو قذى، وتتلقاهم الملائكة على أبواب الجنة: سلام عليكم طبتم فادخلوها خالدين، ويلقى كل غلمان صاحبهم، يطِفون (٣) به فعل الولدان بالحميم جاءَ من الغيبة يقولون: أبشر قد أعدّ الله تبارك وتعالى لك كذا، وأعدّ لك كذا. وينطلق غلام من غلمانه يسعى إلى أزواجه من الحور العين فيقول: هذا فلان باسمه في الدنيا، قد قدم فيقلن: أنت رأيته؟ فيقول: نعم. فيستخِفّهُن الفرح حتى يخرجن إلى أُسْكُفَّة (٤) الباب ويجيء فيدخل فإذا سرر موضونة وأكواب موضوعة ونمارق مصفوفة وزرابي مبثوثة، </p><p>(١) عاصم بن ضَمْرَة السِّلولي الكوفي، صدوق. (٢) الصحابي الجليل.(٣) هكذا هي في النسخ الأربع ومصادر الرواية وسيأتي ذكرها.(٤) الأُسْكُفَّة: عتبة الباب التي يوطأ عليها وقد تطلق على العتبة العليا وقد تطلق على العتبة السفلى.\"لسان العرب\" لابن منظور ٩/ ١٥٦ (سكف)، \"المصباح المنير\" للرازي ١/ ٣٨٢ (الإسكاف).</p><p> ثم ينظر إلى تأسيس بنيانه فإذا هو قد أسس على جندل (١) اللؤلؤ بين أخضر وأحمر وأصفر وأبيض من كل لون، ثم يتكئ على أريكة من أرائكه، ثم يرفع طرفه إلى سقفه، فلولا أن الله -عز وجل- قدر له الأَلمَّ أن يذهب بصره أنه مثل البرق، فيقول: الحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله، قال فتناديهم الملائكة أن تلكم الجنة أورثتموها بما كنت تعملون (٢) . </p><p> واختلف أهل العربية في جواب قوله {حَتَّى إِذَا} : </p><p> فقال بعضهم: جوابه {فُتِحَتْ} والواو فيه مقحمة زائدة مجازها: حتى إذا جاءوها فتحت أبوابها (٣) ، كقوله:  {ولَقَدْ آتَيْنَا مُوسَى وَهَارُونَ} </p><p>(١) في (ب): (جدل) وفي (جـ): (جبل) والتصويب من (م)، (أ). والجندل: الحجارة. \"لسان العرب\" لابن منظور ١١/ ١٢٨، \"العين\" للخليل بن أحمد ٦/ ٢٠٦. (٢) [٢٥٤٠] الحكم على الإسناد:فيه شيخ المصنف أبو صالح شعيب بن محمد البيهقي مستور، وبقية سنده حسن.التخريج:أخرجه ابن المبارك في \"الزهد\" (ص ٥٠٩)، والبغوي في \"الجعديات\" (ص ٣٧٤)، والطبري في \"جامع البيان\" ٢٤/ ٣٥، وعبد الرزاق في \"تفسير القرآن\" ٢/ ١٧٦، والضياء المقدسي في \"الأحاديث المختارة\" ٢/ ١٦٠، ١٦٢، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٢٦٢ كلهم عن أبي إسحاق عن عاصم بن ضمرة عن علي - رضي الله عنه - موقوفًا عليه.وعزاه السيوطي أيضًا لابن راهويه وعبد بن حميد وابن أبي الدنيا في صفة الجنة والبيهقي في البعث \"الدر\" ٥/ ٦٣٩.(٣) \"معاني القرآن\" للزجاج ٤/ ٣٦٤، \"زاد المسير\" لابن الجوزي ٧/ ٢٠١.</p><p> {الْفُرْقَانَ وَضِيَاءً}  (١) أي ضياءً. وقيل: جوابه قوله {وَقَالَ لَهُمْ خَزَنَتُهَا} والواو فيه ملغاة تقديره: حتى إذا جاءوها وفتحت أبوابها وقال لهم خزنتها (٢) ، كقول الشاعر: </p><p> فإذا وذلك يا كبيشة لم يكن ... إلاّ توهّمَ حالمٍ بخيالِ (٣) </p><p> أراد فإذا ذلك لم يكن. </p><p> وقال بعضهم: جوابه مضمر ومعنى الكلام: حتى إذا جاءوها وفتحت أبوابها وقال لهم خزنتها سلام عليكم طبتم فادخلوها خالدين دخلوها وقالوا الحمد لله (٤) . </p><p> وقال أبو عبيدة: جوابه محذوف مكفوف عن خبره والعرب تفعل هذا لدلالة الكلام عليه (٥) ، قال الأخطل (٦) في آخر قصيدته: </p><p> خلا أن حيًّا من قريش تفضلوا ... على الناس أو أن الأكارم نَهْشَلًا (٧) </p><p>(١) الأنبياء: ٤٨. (٢) \"جامع البيان\" للطبري ٢٤/ ٣٦، \"زاد المسير\" لابن الجوزي ٧/ ٢٠١.(٣) البيت لتميم بن مقبل.والبيت ذكره الطبري في \"جامع البيان\" ٢٤/ ٣٦، وابن منظور في \"لسان العرب\" ١٢/ ٥٥١، وابن الجوزي في \"زاد المسير\" ٧/ ٢٠٠.(٤) \"جامع البيان\" للطبري ٢٤/ ٣٦، \"زاد المسير\" لابن الجوزي ٧/ ٢٠٠.(٥) \"جامع البيان\" للطبري ٢٤/ ٣٦.(٦) الأخطل شاعر زمانه واسمه غياث بن غوث التغلبي النصراني.(٧) البيت مذكور في \"جامع البيان\" للطبري ٢٤/ ٣٦، \"لسان العرب\" لابن منظور =</p>"
}