{
  "id": null,
  "sura": 39,
  "aya": 67,
  "text": "<p> فقال أهل المدينة: بنون واحدة خفيفة على الحذف والتخفيف (١) . </p><p> وقرأ أهل الشام: بنونين على الأصل (٢) . </p><p> وقرأ الآخرون: بثون واحدة مشددة على الإدغام (٣) . </p><p> ٦٥ - قوله {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ} </p><p> الَّذي عملته قبل الشرك. </p><p> وقال أهل الإشارة (٤) : لئن طالعت غيري في السرّ (٥) ليحبطن عملك {وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} ثم دله على التوحيد فقال: </p><p> ٦٦ - {بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ} لله سبحانه على نعمه والإيمان. </p><p> ٦٧ - قوله {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ} </p><p> حين أشركوا به غيره، ثم أخبر عن عظمته فقال {وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ} أي ملكه {يَوْمَ الْقِيَامَةِ} بلا مانع ولا منازع ولا مُدّعٍ وهي </p><p>(١) \"المحرر الوجيز\" لابن عطية ٤/ ٥٤٠، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٦٣، \"الوافي في شرح الشاطبية\" لعبد الفتاح القاضي (ص ٣٥٤). (٢) السابق.(٣) السابق.(٤) يقصد به أهل التفسير الإشاري وهم الصوفية ومن تبعهم من المفسرين الذين ألحقوا بتفاسيرهم هذا النوع من التفسير، والمقصود بالتفسير الإشاري هو: تأويل آيات القرآن على خلاف ما يظهر منها بمقتضى إشارات خفية تظهر لأرباب السلوك. انظر: \"التفسير والمفسرون\" للذهبي ٢/ ٣٥٢، ومن أهم كتب التفسير الإشاري: \"تفسير القرآن العظيم\" للتستري، \"حقائق التفسير\" للسلمي، \"عرائس البيان في حقائق القرآن\" لأبي محمد الشيرازي.(٥) في (م) تصحفت إلى (السوء).</p><p> اليوم أيضًا ملكه، ونظيرها قوله {مَالِكِ يَوْمٍ الدِّيِنِ}  (١) و {لِمَنِ الْمُلَكُ الْيَوْمِ}  (٢) . </p><p> قال الأخفش: هذا كما يقال: خراسان (٣) في قبض فلان ليس إنها في كفه، وإنما معناه إنها ملكه (٤) . </p><p>(١) الفاتحة: ٤. (٢) غافر: ١٦.(٣) خراسان: بلاد واسعة أول حدودها مما يلي العراق وآخر حدودها مما يلي الهند، وتشتمل على أمهات من البلاد منها نيسابور وهراة ومرو. \"معجم البلدان\" لياقوت ٢/ ٣٥٠.(٤) \"معاني القرآن\" للأخفش ٢/ ٦٧٤.قلت: كلام الأخفش فيه تأويل للآية فإنه نفى أن تكون الأرض في قبضة الرحمن جلَّ وعلا وأوّلها بالملك والقدرة، وقد صحت الأحاديث الدالة على أن المراد هو ظاهر الآية الكريمة وهو مذهب السلف الصالح. ففي \"صحيح البخاري\" عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم -: \"يقبض الله الأرض يوم القيامة ويطوي السماء بيمينه ثم يقول أنا الملك أين ملوك الأرض\" كتاب: التوحيد، باب: قول الله تعالى: ملك الناس (٧٣٨٢).وسيذكر المصنف شيئًا من هذِه الأحاديث.وقال ابن قيّم الجوزية في كتابه \"اجتماع الجيوش الإسلامية\" (٨٣) ما نصه: فصل في بيان ما اجتمعت عليه الأمة من السنن وأمور الديانة التي خلافها بدعة وضلالة - ثم قال - إن الله - سبحانه وتعالى - اسمه له الأسماء الحسنى والصفات العلى لم يزل بجميع صفاته وهو سبحانه موصوف بأن له علمًا وقدرة ... وأنه يسمع ويرى ويقبض ويبسط وأن يديه مبسوطتان والأرض جميعًا قبضته يوم القيامة والسماوات مطويات بيمينه. . ا. هـ.وانظر \"الصواعق المرسلة\" لابن القيم ١/ ٢٨٣ - ٢٨٤، ٤/ ٣٥٩، ٤٢٢، \"تيسير العزيز الحميد في شرح كتاب التوحيد\" لسليمان بن عبد الله (ص ٦٦٦).</p><p> وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ} للطّي معان منها: الإدراج كطي القرطاس والثوب (١) بيانه قوله {يَوْمَ نَطْوِى الْسَّمَاءِ كَطَيِّ الْسِّجِلِّ لِلْكُتُبِ}  (٢) . </p><p> ومنها الإخفاء كما يقال: طويت فلانًا عن الأعيُن واطوِ هذا الحديث عني، أي: استره. </p><p> ومنها الإعراض يقال طويت عن فلان، أي: أعرضت عنه (٣) . </p><p> ومنها الإفناء تقول العرب طويت فلانا بسيفي، أي: أفنيته (٤) . </p><p> وقرأت العامة {مَطْوِيَاتٌ} بالرفع، وقرأ عيسى بالكسر (٥) ومحلها النصب على الحال والقطع. وإنما ذكر اليمين للمبالغة في الإقتدار. </p><p> وقيل: هو بمعنى القوة (٦) كقول الشاعر: </p><p>(١) \"مفردات ألفاظ القرآن\" للراغب (ص ٥٣٣) (طوى)، \"لسان العرب\" لابن منظور ١٥/ ١٨. (٢) الأنبياء: ١٠٤.(٣) \"لسان العرب\" لابن منظور ١٥/ ١٩ (طوى).(٤) \"لسان العرب\" لابن منظور ١٥/ ١٩ (طوى)، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (ص ٥٣٣).(٥) \"المحرر الوجيز\" لابن عطية ٤/ ٥٤١، \"روح المعاني\" للألوسي ٢٤/ ٢٦، وهي من القراءات الشواذ.(٦) القائل هو محمد بن يزيد، ذكره النحاس في \"معاني القرآن\" ٦/ ١٩١.قلت: وهذا تأويل باطل وعدولٌ عن صفة اليمين الثابتة لله تعالى، فإنه قد جاءت الآيات وصحت الأحاديث بأن لله تعالى يدًا وأنها يمين وأنه تعالى يقبض ويبسط إلى غير ذلك من الصفات الثابتة له -سبحانه وتعالى- على وجه الكمال والجلال من غير ما تحريف ولا تعطيل ولا تأويل. وقد ذكرتُ بعض الأحاديث الدالة على ذلك عند =</p><p> تلقاها عرابة باليمين (١) </p><p> وقيل: اليمين القسم لأنه حَلَفَ أنَّه يطويها ويفنيها (٢) وهو اختيار علي بن مهدي الطبري (٣) ، قال: معناه مفنيات بِقَسَمِه. </p><p> [٢٥٢٤] حَكَى لي عنه (٤) أستاذنا أبو القاسم ابن حبيب (٥) رحمة الله عليه. </p><p> ثم نزّه نفسه فقال:  {عَمَّا يُشْرِكِوُنَ} ثم إني أذكر بعض ما ورد من الآثار في تفسير هذِه الآية: </p><p> [٢٥٢٥] فأخبرنا عبد الله بن حامد الأصفهاني (٦) رحمه الله قراءةً عليه قال: نا محمد بن جعفر المطيري (٧) ، قال: نا علي بن حرب الموصلي (٨) ، قال: نا ابن فُضيل (٩) ، قال: </p><p>= قوله {وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ} بعد قول الأخفش معقبًا عليه. وسيذكر المصنف شيئًا من الأحاديث في هذا المعنى. (١) البيت للشماخ كما في \"خزانة الأدب\" للبغدادي ١/ ٤٢٣، \"جمهرة خطب العرب\" لأحمد زكي صفوت ٢/ ٣٩١ وتمام البيت:إذا ما رايةٌ رفعت لمجد ... تلقاها عرابة باليمين(٢) قلت: وهذا تأويل باطل كسابقه.(٣) علي بن مهدي الطبري. لم أجد ترجمة له.(٤) في (م) تحرف إلى (عن) والتصويب من (أ)، (جـ).(٥) أبو القاسم الحسن بن محمد بن الحسن بن حبيب، قيل: كذبه الحاكم.(٦) لم أجد فيه جرحًا ولا تعديلًا.(٧) ثقة مأمون.(٨) صدوق فاضل.(٩) محمد بن فضيل بن غزْوَان الضبي أبو عبد الرحمن الكوفي، صدوق رمي بالتشيع.</p><p> نا الأعمش (١) ، عن إبراهيم (٢) ، عن علقمة (٣) ، عن عبد الله (٤) ، قال: جاء رجل إلى النبي - صلى الله عليه وسلم - فقال: يا أبا القاسم، إن الله -عزَّ وجلَّ- يمسك السماوات على إصبع والأرضين على إصبع والجبال على إصبع والشجر على إصبع والخلائق على إصبع، ثم يقول هكذا بيده. فضحك النبي - صلى الله عليه وسلم - حتَّى بدت نواجذه ثم قال {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ}  (٥) . </p><p> [٢٥٢٦] وأنبأني عبد الله بن حامد (٦) ، قال: نا أبو بكر أحمد بن إسحاق (٧) الفقيه قال: نا العباس بن الفضل الأسفاطي (٨) ، قال: نا </p><p>(١) سليمان بن مِهران، ثقة حافظ لكنه يدلس. (٢) إبراهيم النخعي، ثقة إلَّا أنَّه يرسل كثيرًا.(٣) علقمة بن قيس بن عبد الله النخعي الكوفي، ثقة ثبت.(٤) عبد الله بن مسعود. صحابي مشهور.(٥) [٢٥٢٥] الحكم على الإسناد:فيه شيخ المصنف عبد الله بن حامد لم أجد فيه جرحًا ولا تعديلًا.التخريج:أخرجه البخاري في كتاب: التوحيد، باب: قول الله تعالى {إِنَّ اللَّهَ يُمْسِكُ الْسَّمَاوَاتِ وَالأَرْضَ أَنْ تَزُولَا} (٧٤٥١) قال حدثنا موسى قال حدثنا أبو عوانة عن الأعمش به.وأخرجه مسلم في كتاب صفة القيامة والجنّة والنار (٢٧٨٦) قال حدثنا عمر بن حفص بن غياث حدثنا أبي حدثنا الأعمش به.(٦) الوزان الأصفهاني. لم أجد فيه جرحًا ولا تعديلًا.(٧) أبو بكر الصبغي النيسابوري الشافعي. لم يذكر بجرحٍ أو تعديل.(٨) العباس بن الفضل بن محمد ويقال: ابن الفضل بن بشر أبو الفضل الأسفاطي البصري، ولم يذكر بجرحٍ أو تعديل. روى عن: إسماعيل بن أبي أويس وأحمد بن عبد الله بن يونس وعدة، وروى عنه: سليمان بن أحمد الطبراني وأحمد بن =</p><p> أحمد بن يونس (١) ، قال: نا الفضيل بن عياض (٢) ، عن منصور (٣) ، عن إبراهيم (٤) ، عن عبيدة (٥) ، عن عبد الله (٦) ، قال: جاء حبر إلى رسول الله -عزَّ وجلَّ- فقال: يا محمد أو يا أبا القاسم إن الله -عزَّ وجلَّ- يمسك السماوات يوم القيامة على إصبع والإرضين والجبال على إصبع والشجر على إصبع والثرى على إصبع وسائر الخلق على إصبع يَهُزُّهُن فيقول أنا الملك أنا الملك، فضحك رسول الله - صلى الله عليه وسلم - تعجبا بما قال الحَبْر تصديقًا له، ثم قرأ:  {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ}  (٧) . </p><p>= إسحاق الضبعي وغيرهما. \"تاريخ دمشق\" لابن عساكر ٢٦/ ٣٩٠، \"تكملة الإكمال\" لابن نقطة ١/ ١٨٨. (١) أحمد بن عبد الله بن يونس، وقد ينسب لجده، ثقة.(٢) ثقة عابد إمام.(٣) منصور بن المُعْتَمِر بن عبد الله السّلمي أبو عتّاب الكوفي، ثقة ثبت وكان لا يدلّس.(٤) إبراهيم بن يزيد بن قيس النخعي، ثقة إلَّا إنه يرسل كثيرًا.(٥) عَبيدة بن عمرو السَّلْماني المرادي أبو عمرو الكوفي، تابعي كبير مخضرم، فقيه ثبت.(٦) عبد الله بن مسعود الصحابي المشهور.(٧) [٢٥٢٦] الحكم على الإسناد:فيه من لم أجد فيه جرحًا ولا تعديلًا.التخريج:أخرجه البخاري في كتاب: التوحيد، باب: قول الله تعالى {لِمَا خَلَقْتُ بِيَدَى} (٧٤١٤)، وأخرجه مسلم في كتاب: صفة القيامة والجنّة والنار (٢٧٨٦).</p><p> [٢٥٢٧] وأخبرنا أحمد بن محمد بن يوسف القصري (١) بها، قال: نا (٢) إسماعيل بن محمد بن إسماعيل (٣) ببغداد، قال: نا الحسن بن عرفة (٤) ، قال: نا محمد بن صالح الواسطي (٥) ، عن سليمان بن محمد (٦) ، عن عمر بن نافع (٧) ، عن أبيه (٨) ، قال: قال عبد الله بن عمر: رأيت رسول الله قائمًا على هذا المنبر يعني منبر رسول الله - صلى الله عليه وسلم - وهو يحكي عن ربه تبارك وتعالى فقال: \"إن الله - عَزَّ وَجَلَّ - إذا كان يوم القيامة جمع السماوات السبع والأرضين السبع في قبضته تبارك وتعالى ثم قال هكذا وشدّ قبضته ثم بسطها، ثم يقول: أنا الله أنا الرحمن أنا الملك القدوس أنا السلام أنا المهيمن أنا العزيز أنا الجبار </p><p>(١) أبو الحسن الجرجاني المؤذن، لم أجد فيه جرحًا ولا تعديلًا. (٢) سقطت من (م).(٣) الصفار، ثقة إمام.(٤) ابن يزيد العبدي أبو علي البغدادي، صدوق.(٥) محمد بن صالح البطيخي الواسطي أبو إسماعيل مولى ثقيف. روى عن: سليمان ابن محمد العمري والعباس بن الفضل الأنصاري وغيرهما، وروى عنه: الحسن ابن عرفة ومحمد بن الوزير الواسطي وغيرما، ولم أجد فيه جرحًا ولا تعديلًا. \"الجرح والتعديل\" لابن أبي حاتم ٢٨٨/ ٧، \"تاربح بغداد\" للخطيب ٥/ ٣٥٥.(٦) سليمان بن محمد بن عاصم العمري، روى عن: أبي حازم الأعرج وغيره، وروى عنه: أبو النضر هاشم بن القاسم، ومسلم بن سعيد الواسطي ذكره ابن حبان في \"الثقات\". \"التاريخ الكبير\" للبخاري ٤/ ٣٥، \"الثقات\" لابن حبان ٨/ ٢٧٥، \"الجرح والتعديل\" لابن أبي حاتم ٤/ ١٣٩.(٧) مولى ابن عمر، ثقة.(٨) نافع أبو عبد الله المدني مولى ابن عمر، ثقة ثبت فقيه مشهور.</p><p> أنا المتكبر، أنا الَّذي بدأت الدنيا ولم تك شيئًا، أنا الَّذي أعدتها، أين الملوك؟ أين الجبابرة؟ \" (١) . </p><p> [٢٥٢٨] وأخبرنا الحسين بن فنجويه (٢) ، قال: نا عمر بن الخطاب (٣) ، قال: نا عبد الله بن الفضل (٤) ، قال: نا هدبة بن خالد (٥) ، قال: نا حماد بن سلمة (٦) ، عن إسحاق بن عبد الله بن أبي طلحة (٧) ، عن عبيد الله بن مقسم (٨) ، عن ابن عمر - رضي الله عنه - أن </p><p>(١) [٢٥٢٧] الحكم على الإسناد: فيه من لم أجد فيه جرحًا ولا تعديلًا.التخريج:رواه مسلم في كتاب: صفة القيامة والجنّة والنار (٢٧٨٨) ورواه البخاري من حديث أبي هريرة مختصرًا كتاب: التفسير، باب قوله {وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ} (٤٨١٢).(٢) ثقة صدوق كثير الرواية للمناكير.(٣) عمر بن الخطاب السجزي، لم أجد ترجمته.(٤) لم أجده.(٥) ثقة عابد، تفرد النسائي بتليينه.(٦) ثقة عابد وتغير حفظه بأخرة.(٧) ثقة حجة.(٨) عبيد الله بن مِقْسَم القرشي المدني مولى ابن أبي نمر. روى عن: جابر بن عبد الله وابن عمر وأبي هريرة وعدة. وروى عنه: إسحاق بن عبد الله بن أبي طلحة وأبو حازم سلمة بن دينار وغيرهم. قال أبو زرعة وأبو حاتم وأبو داود والنسائي: ثقة. وزاد أبو حاتم: لا بأس به. وقال ابن حجر: ثقة مشهور. \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٣٣٣، \"تهذيب الكمال\" للمزي ١٩/ ١٦٣، \"تقريب التهذيب\" لابن حجر (٤٣٤٤).</p><p> رسول الله - صلى الله عليه وسلم - قرأ على المنبر {وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ} فبسط رسول الله يديه قال: \"فمجّد(١)اللهُ نفسَه أنا الجبار أنا المتكبر أنا العزيز أنا الملك، أين الجبارون؟ أين المتكبرون؟ \" قال: فرجف المنبر حتَّى قلنا: ليخرّنّ به (٢) . </p><p> [٢٥٢٩] وأخبرني الحسين بن محمد (٣) ، قال: نا عمر (٤) ، قال: نا عبد الله (٥) ، قال: نا أبو بكر بن أبي شيبة (٦) ، قال: نا أبو أسامة (٧) ، عن عمر بن حمزة (٨) ، </p><p>(١) في (م): فحمد، وبقية النسخ كما أثبته. (٢) [٢٥٢٨] الحكم على الإسناد:فيه عمر بن الخطاب السجزي شيخ ابن فنجويه وعبد الله بن الفضل، لم أجدهما.التخريج:أخرجه الإمام مسلم في كتاب صفة القيامة والجنّة والنار (٢٧٨٨) ورواه النسائي في \"السنن الكبرى\" ٤/ ٤٠٢ ذكر أسماء الله تعالى وابن ماجة في كتاب: الزهد، باب: ذكر البعث (٤٢٧٥).(٣) ابن فنجويه، ثقة صدوق كثير رواية المناكير.(٤) عمر بن الخطاب السجزي لم أجد ترجمته.(٥) عبد الله بن الفضل بن ذاخرة لم أجده.(٦) ثقة حافظ صاحب تصانيف.(٧) حماد بن أسامة القرشي الكوفي أبو أسامة مشهور بكنيته ثقة ثبت ربما دلس، وكان بأخرة يحدث من كتب غيره.(٨) عمر بن حمزة بن عبد الله بن عمر بن الخطاب القرشي العدوي المدني العمري. روى عن: سالم بن عبد الله بن عمرو عبد الرحمن بن سعد ومحمد بن كعب القرظي وعدة، وروى عنه: حماد بن أسامة أبو أسامة ومروان بن معاوية الفزاري =</p><p> عن سالم بن عبد الله (١) ، قال: أخبرني عبد الله بن عمر - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وسلم -: \"يطوي الله السماوات يوم القيامة،ثم يأخذهنّ بيده اليمنى ثم يقول:أنا الملك، أين الجبارون؟ أين المتكبرون؟ ، ثم يطوي الأرضين، ثم يأخذهن بشماله،ثم يقول:أنا الملك، أين الجبارون؟ أين المتكبرون؟ \"  (٢) . </p><p> [٢٥٣٠] وأخبرني عبد الله بن حامد (٣) إجازة قال: نا محمد بن الحسين (٤) ، قال: نا محمد بن حيويه (٥) ، قال: نا أبو اليمان الحكم </p><p>= وغيرهما. قال أحمد بن حنبل: أحاديثه مناكير. وقال يحيى بن معين: هو أضعف من عمر بن محمد بن زيد. وقال النسائي: ضعيف، وقال ابن حجر: ضعيف. \"الجرح والتعديل\" لابن أبي حاتم ٦/ ١٥٤، \"تهذيب الكمال\" للمزي ٢١/ ٣١١، \"تقريب التهذيب\" لابن حجر (٤٨٨٤). (١) سالم بن عبد الله بن عمر بن الخطاب أحد الفقهاء السبعة، وكان ثبتًا عابدًا فاضلًا.(٢) [٢٥٢٩] الحكم على الإسناد:ضعيف لضعف عمر بن حمزة. وفيه عمر بن الخطاب السجزي وعبد الله بن الفضل، لم أجدهما.التخريج:أخرجه مسلم في كتاب: صفة القيامة والجنّة والنار (٢٧٨٨) من حديث أبي بكر ابن أبي شيبة به قلت: وقد تابع عمر بن حمزة إسحاقُ بن عبد الله بن أبي طلحة، وهو ثقة حجة. وقد ذكر الجميع مسلم في ٤/ ٢١٤٨ كتاب صفة القيامة والجنّة والنار كما ذكره هنا المصنف.(٣) الوزان. لم أجد فيه جرحًا ولا تعديلًا.(٤) أبو بكر القطان، قال عنه الحاكم: الشيخ الصالح.(٥) محمد بن يحيى بن حيويه الإسفراييني. لم أجد فيه جرحًا ولا تعديلًا.</p><p> ابن نافع (١) ، قال: نا أبو بكر بن أبي مريم الغسّاني (٢) ، عن سعيد بن ثوبان الكلاعي (٣) ، عن أبي أيوب الأنصاري (٤) ، عن النبي - صلى الله عليه وسلم - أنَّه أتاه حبر من أحبار اليهود فقال: إني سائلك عن أشياء فخبّرنى بها. فقال له النبي - صلى الله عليه وسلم -: \"أينفعك ذلك؟ \" فقال الحبر: تقول فأسمعُ، فقال الحبر: أرأيت قول الله سبحانه في كتابه {يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ} فأين الخلق عند ذلك؟ فقال له النبي - صلى الله عليه وسلم -: \"هم أضياف فلن يعجزهم ما لديه\" فقال الحبر فقوله - عَزَّ وَجَلَّ -: {وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ} فأين الخلق عند ذلك فقال النبي - صلى الله عليه وسلم -: \"هم فيها كالرقم في الكتاب\"  (٥) . </p><p>(١) الحكم بن نافع البَهْراني أبو اليمان الحمصي مشهور بكنيته. ثقة ثبت. (٢) ضعيف وكان قد سُرِقَ بيته فاختلط.(٣) سعيد بن ثوبان ذكره الدارقطني في \"سننه\" ١/ ٣٥ في سند وحكم على هذا السند بأنه حسن، ولكن صاحب\"مختصر الدارقطني\" وهو الغرياني قال عنه: مجهول. أورده المناوي في \"فيض القدير\" ٦/ ٢٩٢، وانظر \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٤، \"تعجيل المنفعة\" لابن حجر (ص ١٥٠).قلت: وقع تصحيف في اسم هذا الراوي، في (م)، (أ) (سعيد بن ثروان) وفي (ب) (سعد بن ثوران) والصحيح ما أثبته مستفيدًا ذلك من\"جامع البيان\" للطبري ٢٤/ ٢٧، ونقله عنه ابن كثير في \"تفسير القرآن العظيم\" ٨/ ٢٣٥.(٤) صحابي مشهور.(٥) [٢٥٣٠] الحكم على الإسناد:ضعيف: فيه أبو بكر بن عبد الله بن أبي مريم الغساني ضعيف، وفيه سعيد بن ثوبان مجهول، وشيخ المصنف، ومحمد بن حيويه لم أجد فيهما جرحًا ولا تعديلًا. =</p><p> وقال ابن عباس في هذِه الآية: كل ذلك في يمينه، وليس في يده الأخرى شيء، وإنما يستعين بشماله، المشغولة يمينه، وما السماوات </p><p>= التخريج: أخرجه الطبري في \"جامع البيان\" ١٣/ ٢٥٣ - ٢٥٤، ٢٤/ ٢٧ من طريق ابن أبي مريم به مثله.قلت: وللحديث شواهد تدل على ثبوته، فقد أخرجه الإمام مسلم في كتاب: الحيض، باب: بيان صفة منّي الرجل والمرأة (٣١٥) من حديث ثوبان مولى رسول الله - صلى الله عليه وسلم - أنَّه قال: كنت قائمًا عند رسول الله - صلى الله عليه وسلم - فجاء حبر من أحبار اليهود فقال السلام عليك يا محمد فدفعته دفعة كاد يُصرع منها فقال لم تدفعني. فقلت: ألا تقول يا رسول الله. فقال اليهودي: إنما ندعوه باسمه الَّذي سماه به أهله. فقال رسول الله - صلى الله عليه وسلم -: \"إن سمي محمد الَّذي سماني به أهلي\". فقال اليهودي جئت أسألك. فقال له رسول الله - صلى الله عليه وسلم -: \"أينفعك شيء إن حدثتك؟ \". قال: أسمع بأذني فنكت رسول الله - صلى الله عليه وسلم - بعود معه فقال: سَلْ. فقال اليهودي: أين يكون الناس يوم تبدل الأرض غير الأرض والسماوات؛ فقال رسول الله - صلى الله عليه وسلم -: \"هم في الظلمة دون الجسر\".وأخرجه أيضًا ابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٦/ ٤٤٠ (٧٤٢٢) والحاكم في \"المستدرك\" ٣/ ٥٤٨ (٦٠٣٩) وقال: هذا حديث صحيح على شرط الشيخين.قلت: وهذا يشهد لأول حديث المصنف. أما الجزء الثاني منه فله شاهد عند أحمد في \"المسند\" ٦/ ١١٦ - ١١٧ (٢٤٨٥٦) من حديث ابن عباس قال حدثتني عائشة رضي الله عنها أنها سألت رسول الله - صلى الله عليه وسلم - عن قوله: {وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ} فأين الناس يومئذ يا رسول الله؟ قال: \"هم على جسر جهنم\".قال الألباني رحمه الله: هذا إسناد صحيح. \"سلسلة الأحاديث الصحيحة\" للألباني ٢/ ٩٨.</p><p> السبع والأرضون السبع في يد الله -سبحانه وتعالى- إلَّا كخردلة في يد أحدكم (١) . </p><p> [٢٥٣١] وأخبرني عقيل بن أحمد (٢) أن المعافى بن زكريا (٣) أخبره عن محمد بن جرير (٤) ، قال: نا ابن حميد (٥) ، قال: نا سلمة (٦) ، قال: حد ابن إسحاق (٧) ، عن محمد (٨) ، عن سعيد (٩) ، قال: أتى رهط من اليهود النبيّ - صلى الله عليه وسلم - فقالوا: يا محمد هذا، الَّذي خلق الخلق فمن خلقه؟ فغضب النبي - صلى الله عليه وسلم - حتَّى انتُقِع (١٠) لونه، ثم ساورهم (١١) غضبًا لربه -عَزَّ وَجَلَّ-، فجاءه جبريل يسكنه وقال: اخفض عليك جناحك يا محمد وجاءه من </p><p>(١) \"جامع البيان\" للطبري ٢٤/ ٢٥. (٢) لم أجد ترجمته.(٣) أبو الفرج النَّهْرَواني الجريري، ثقة.(٤) أبو جعفر الطبري، صاحب التفسير ثقة.(٥) محمد بن حميد بن حيان الرازي. حافظ ضعيف وكان ابن معين حَسَن الرأي فيه.(٦) سلمة بن الفضل الأبْرش مولى الأنصار. صدوق كثير الخطأ.(٧) محمد بن إسحاق بن يسار أبو بكر المطلبي إمام المغازي، صدوق يدلس، ورُمي بالتشيع والقدر.(٨) محمد بن أبي محمد الأنصاري مولى زيد بن ثابت مدني. مجهول تفرد عنه ابن إسحاق.(٩) سعيد بن جبير السدي مولاهم الكوفي، ثقة ثبت فقيه.(١٠) انتقع لونه: أي تغير من هَمّ أو فزع.\"لسان العرب\" لابن منظور ٨/ ٣٦٣ (نقع)، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ١٠٨.(١١) ساورهم أي: واثبهم، يقال ساوَرَه مُسَاورةً وسِوَارًا أي: واثبه.انظر: \"لسان العرب\" لابن منظور ٤/ ٣٨٥ (سور)، \"القاموس المحيط\" للفيروزآبادي (ص ٥٢٧).</p><p> الله جواب ما سألوه، قال يقول الله: {قُلْ هُوَ اللَّهُ أَحَدٌ (١) اللَّهُ الصَّمَدُ (٢) لَمْ يَلِدْ وَلَمْ يُولَدْ (٣) وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (٤) } (١) فلما تلا عليهم النبي - صلى الله عليه وسلم - قالوا صف لنا ربك كيف خَلْقهُ وكيف عضده وكيف ذراعه فغضب النبي - صلى الله عليه وسلم - أشد من غضبه الأول ثم ساورهم، فأتاه جبريل -عليه السلام- فقال: مثل مقالته وأتاه بجواب ما سألوه عنه: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ}  (٢) . </p><p> وقال مجاهد: وكلتا يدي الرحمن يمين (٣) . </p><p> [٢٥٣٢] أخبرنا أبو محمد عبد الله بن حامد (٤) ، قال: نا أبو بكر أحمد بن إسحاق (٥) ، قال: نا بشر بن موسى (٦) ، قال: نا </p><p>(١) الإخلاص: ١ - ٤. (٢) [٢٥٣١] الحكم على الإسناد.ضعيف. فيه:١ - شيخ المصنف، لم أجد له ترجمة٢ - محمد بن حميد الرازي، شيخ الطبري، ضعيف.٣ - ابن إسحاق مدلس ولم يصرح بالسماع.٤ - محمد بن أبي محمد مجهول.بالإضافة إلى أنَّه مرسل، فسعيد بن جبير تابعي وقد رفعه.التخريج:- أخرجه الطبري في \"جامع البيان\" ٢٤/ ٢٨، ٣٠/ ٣٤٣ بالسند الَّذي ساقه المصنف هنا.(٣) ورد هذا في حديث عن النبي - صلى الله عليه وسلم - يأتي تخريجه قريبًا.(٤) لم أجد فيه جرحًا ولا تعديلًا.(٥) أبو بكر، قال الذهبي: ما علمت به بأسًا.(٦) أبو علي الأسدي، ثقة أمين عاقل ركين.</p><p> الحميدي (١) ، قال: نا سفيان (٢) ، قال: نا عمرو بن دينار (٣) ، قال: نا عمرو بن أوس الثقفي (٤) أنَّه سمع عبد الله بن عمرو (٥) يقول: قال رسول الله - صلى الله عليه وسلم -: \"المقْسِطُون عند الله -عَزَّ وَجَلَّ- يوم القيامة على منابر من نور على يمين الرحمن - وكلتا يديه يمين - الذين يعدلون في حكمهم وأهليهم وماولُّوا\"  (٦) . </p><p> وقال الحسين بن الفضل والأخفش: معنى الآية والأرض جميعًا والسماوات مطويات أي مضبوطات مربوطات بيمينه أي: بقدرته وهي كلها في ملكه وقبضته نحو قوله: {فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ}  (٧) أي: وما </p><p>(١) عبد الله بن الزبير بن عيسى القرشي الأسدي الحميدي أبو بكر، ثقة حافظ فقيه أجل أصحاب ابن عيينة. (٢) سفيان بن عيينة، ثقة حافظ إمام حجة إلَّا أنَّه تغير حفظه بأَخَرة وكان ربما دلس لكن عن الثقات.(٣) أبو محمد الأثْرم الجُمَحي مولاهم، ثقة ثبت.(٤) تابعي كبير ثقة.(٥) أبو محمد وقيل أبو عبد الرحمن أحد السابقين المكثرين من الصحابة.(٦) الحكم على الإسناد:فيه عبد الله بن حامد شيخ المصنف لم أجد فيه جرحًا ولا تعديلًا، وهذا لا يضر؛ لأن رواية المصنف للحديث هي رواية نُسخةٍ والحديث ثابت عند الحميدي كما رواه المصنف هنا وإسناده صحيح.التخريج:أخرجه الحميدي في \"مسنده\" ٢/ ٢٦٨ (٥٨٨) ومسلم في كتاب: الإمارة، باب فضيلة الإمام العادل (١٨٢٧). وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٠/ ٣٣٧ في ذكر الأخبار عن وصف أمكنة الأئمة العادلة يوم القيامة. (٤٤٨٥).(٧) النساء: ٢٥.</p>"
}