{
  "id": null,
  "sura": 40,
  "aya": 57,
  "text": "<p> صاحبنا المسيح بن داود يعنون الدجال يخرج في آخر الزمان ويبلغ سلطانه البر والبحر ويرد الملك إلينا وتسير معه الأنهار وهو آية من آيات الله، فأنزل الله -عز وجل- هذِه الآية (١) . ثم قال {فَاسْتَعِذْ بِاللَّهِ} من فتنة الدجال {إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ} . </p><p> ٥٧ - قوله -عز وجل- {لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ} </p><p> وأعظم {مِنْ خَلْقِ النَّاسِ} يعني: إعادتهم بعد الموت (٢) . </p><p> وقال أكثر المفسرين: يعني من خلق الدجال (٣) . </p><p>(١) \"جامع البيان\" للطبري ٢٤/ ٧٧، \"النكت والعيون\" للماوردي ٥/ ١٦١، وعزاه السيوطي في \"الدر المنثور\" ٥/ ٦٦١ لعبد بن حميد وابن المنذر. (٢) عزاه السيوطي لعبد بن حميد وابن أبي حاتم عن أبي العالية وصحح سنده. \"الدر المنثور\" ٥/ ٦٦١.قال ابن كثير في\" تفسير القرآن العظيم\" ١٢/ ٢٠١: وهذا قول غريب وفيه تعَسّف وإن كان قد رواه ابن أبي حاتم في كتابه، والله - سبحانه وتعالى - أعلم ا. هـ.قلت: وفي سبب نزول الآية قول آخر هو أنها نزلت في قريش.ورجح هذا القول ابن الجوزي في \"زاد المسير\" ٧/ ٢٣٤، والكلبي في \"التسهيل لعلوم التنزيل\" ٤/ ١٣.قاله يحيى بن سلام. انظر: \"النكت والعيون\" للماوردي ٥/ ١٦٢، \"زاد المسير\" لابن الجوزي ٧/ ٢٣٣.(٣) قاله أبو العالية. انظر: \"النكت والعيون\" للماوردي ٥/ ١٦٢، \"زاد المسير\" لابن الجوزي ٧/ ٢٣٤، وعزاه السيوطي في \"الدر المنثور\" ٥/ ٦٦١ لعبد بن حميد وابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٢٦٨، قال ابن كثير في \"تفسير القرآن العظيم\" ١٢/ ٢٠١ معقبًا على هذا القول: وهذا قول غريب وفيه تعسف بعيد وإن كان قد رواه ابن أبي حاتم في كتابه، والله - سبحانه وتعالى - أعلم. ا. هـ.</p><p> {وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} يعني اليهود الذين يخاصمون المؤمنين في أمر الدجال. </p><p> [٢٥٦٦] أخبرني أبو عبد الله الحسين بن محمد الثقفي (١) ، قال: حدثني موسى بن محمد بن علي بن عبد الله (٢) ، قال: نا أبو شعيب الحراني (٣) ، قال: نا يحيى بن عبد الله (٤) ، قال: نا الأوزاعي (٥) ، قال: حد قتادة (٦) ، قال: حد شهر بن حوشب (٧) ، قال: حدثتني أسماء بنت يزيد بن سكن (٨) وهي بنت عم معاذ قالت: أتى رسول الله - صلى الله عليه وسلم - طائفة من أصحابه فذكروا الدجال فقال رسول الله - صلى الله عليه وسلم -: \"إن قبل خروجه ثلاث سنين أول سنة تمسك السماء ثلث قطرها وتمسك الأرض ثلث نباتها، والسنة الثانية تمسك السماء ثُلثي قطرها وتمسك الأرض ثلثي نباتها، والسنة الثالثة تمسك السماء ما فيها والأرض ما فيها وبهلك كلل ذي ضِرس وظلف\"  (٩) . </p><p>(١) ابن فنجويه الدينوري، ثقة صدوق، كثير الرواية للمناكير. (٢) موسى بن محمد بن علي بن عبد الله. لم أجد ترجمته.(٣) عبد الله بن الحسن بن أحمد. ثقة مأمون، لكنه يخطئ.(٤) أبو سعيد البَابْلُتي. ضعيف.(٥) عبد الرحمن بن عمرو. ثقة جليل.(٦) أبو الخطاب السَّدوسي البصري. ثقة ثبت.(٧) الأشعري الشامي. صدوق كثير الإرسال والأوهام.(٨) صحابية، لها أحاديث.(٩) [٢٥٦٦] الحكم على الإسناد:ضعيف. =</p><p> [٢٥٦٧] وأخبرنا الحسين بن محمد (١) قال: نا عمر بن لخطاب (٢) قال: نا عبد الله بن الفضل بن ذاخرة (٣) ، قال: نا عيسى بن أحمد بن وردان (٤) ، قال: نا ضمرة بن ربيعة (٥) ، قال: نا يحيى بن أبي عمر السَّيباني (٦) ، عن عمرو بن عبد الله الحضرمي (٧) ، عن بي أمامة الباهلي، قال: خطبنا رسول الله - صلى الله عليه وسلم - ذات يوم فكان أكثر </p><p>= فيه: شهر بن حوشب، كثير الأوهام، ويحيى بن عبد الله ضعيف، وموسى بن محمد بن علي بن عبد الله. لم أجد ترجمته. التخريج:أخرجه عبد الرزاق في \"المصنف\" ١١/ ٣٩١ (٢٠٨٢١) عن معمر عن قتادة به مثله مطولًا. ومن طريق عبد الرزاق أخرجه أحمد في \"المسند\" ٦/ ٤٥٥ - ٤٥٦ (٢٧٥٧٩)، ونعيم بن حماد في \"الفتن\" ٢/ ٥٢٦، وأخرجه إسحاق بن راهويه في \"مسنده\" ١/ ١٦٦ (٨)، ١/ ١٦٨ (٧) والطيالسي في \"مسنده\" أيضًا من طريق هشام عن قتادة به.قلت: والحديث ضعفه الهيثمي والألباني؛ لوجود شهر بن حوشب.\"مجمع الزوائد\" للهيثمي ٧/ ٦٦٠ - ٦٦٢، \"مشكاة المصابيح\" ٣/ ١٥١٦.(١) ثقة صدوق، كثير الرواية للمناكير.(٢) لم أجد ترجمته.(٣) لم أجده.(٤) أبو يحيى البلخي ثقة يُغْرب.(٥) الفَلَسطيني أبو عبد الله، صدوق يهم قليلًا.(٦) أبو زرعة الحمصي، ثقة.(٧) عمرو بن عبد الله السَّيْبَاني، أبو عبد الجبار، ويقال: أبو العجماء الحضْرمي الحمْصي روى عن أبي هريرة وروى عنه يحيى بن أبي عمرو ذكره ابن حبان في \"الثقات\" وقال ابن حجر: مقبول. \"الثقات\" لابن حبان ٥/ ١٧٩، \"التقريب\" لابن حجر (٥٠٦٨).</p><p> خطبته أن يحدثنا عن الدجال ويحذرنا فكان من قوله \"أيها الناس إنه لم تكن فتنة في الأرض أعظم من فتنة الدجال وإن الله -عز وجل- لم يبعث نبيًا إلَّا حذره أمته، وأنا آخر الأنبياء وأنتم آخر الأمم وهو خارج فيكم لا محالة، فإن يخرج وأنا فيكم فأنا حجيج كل مسلم وإن يخرج بعدي فكل امرئ حجيج نفسه، والله خليفتي على كل مسلم، وإنه يخرج بين حِلّتين(١)بين العراق والشام فيُبعث،فيا عباد الله اثبتوا فإنه يبدأ فيقول:أنا نبي -ولا نبي بعدي-ثم يثّني فيقول:أنا ربكم، ولن تروا ربكم حتى تموتوا، وإنه أعور، وليس ربكم بأعور، وإنه مكتوب بين عينيه كافر يقرؤه كل مؤمن، فمن لقيه منكم فليتفل في وجهه، وإن من فتنته أن معه جنة ونار، فناره جنة وجنته نار، فمن ابتلي بناره فليقرأ فواتح سورة الكهف وليستغث بالله تعالى فتكون عليه بردًا وسلامًا كما كانت على إبراهيم -عليه السلام-، وإن مِن فتنته أن معه شياطين تتمثل على صورة الناس،فيأتي الأعرابي فيقول:إن بعثتُ لك أباك وأمك أتشهد أني ربك؟فيقول:نعم فيتمثل له شياطين على صورة أبيه وأمه،فيقولان:يا بني اتبعه فإنه ربك، وإن من فتنته أن يُسلط على نفس فيقتلها ثم يحييها ولن يعود لها بعد ذلك،ولا يصنع ذلك بنفس غيرها فيقول:انظروا إلى عبدي هذا فإني بعثته الآن، ويزعم أن له ربًا غيري\" . </p><p>(١) الحِلّة: القوم النزول وفيهم كثرة. والحِلّة أيضًا: عَلَم لعدة مواضع. \"معجم البلدان\" لياقوت ٢/ ٢٩٤ (الحلة).</p><p> قال ضمرة: وسمعت أن النفس التي سلط عليها: إلياس -عليه السلام-. قال ضمرة: وسمعت (مقاتل بن حيان)  (١) يقول: الرجل الذي يسلّط عليه الدجال: رجل من خَثْعَمْ \"فيبعثه فيقول: من ربك؟فيقول:ربي الله وأنت الدجال عدو الله.وإن مِن فتنته أن يقول للأعرابي:أرأيتَ إن بعثت لك ابنك أتشهد أني ربك؟فيقول:نعم فيتمثل له الشياطين على صورة ابنه. وإن من فتنته أن يأمر السماء أن تمطر فتمطر ويأمر الأرض أن تنبت فتنبت. وإن مِن فتنته أن يَمُرّ بالحي فيكذبوه فلا يبقى لهم سائمة إلَّا هلكت، ويمر بالحي فيصدقوه فيأمر السماء أن تمطر فتمطر ويأمر الأرض أن تنبت فتنبت، فتروج لهم مواشيهم من يومهم ذلك أعظم مما كانت وأسمنه وأمدّه خواصر وأدرّه ضروعًا، وإن أيامه أربعون يومًا، فيوم كالسنة ويوم دون ذلك وبوم كالشهر ويوم دون ذلك وآخر أيامه كالشررة في الجريدة، فيصبح الرجل بباب المدينة فلا يبلغ بابه الآخر حتى تغرب الشمس\" . قالوا: يا رسول الله، فكيف نصلي في تلك الأيام القِصار؟ قال: \"تقدرون فيها كما تقدرون في الأيام الطوال ثم تصلون، وإنه لا يبقى شيء من الأرض إلَّا وطئه وغلب عليه إلَّا مكة والمدينة فإنه لا يأتيهما من نقب (٢) من أنقابهما إلَّا لقيه ملك مُصلت بالسيف حتى ينزل </p><p>(١) في (م) مقاتل بن سليمان، والتصويب من (أ)، (ب). (٢) النَّقْبُ والنُّقْبُ: الطريق وقيل الطريق الضيق في الجبل.\"لسان العرب\" لابن منظور ١/ ٧٦٧ (نقب).</p><p> الضريب الأحمر عند مجمَع السيول عند منقطع السَّبَخَة (١) ثم ترجف المدينة بأهلها ثلاث رجفات فلا يبقى منافق ولا منافقة إلَّا خرج إليه تنفي المدينة يومئذ الخبث كما ينفي الكير خبث الحديد، يُدعى ذلك اليوم يوم الخلاص \". قالت أم شريك - رضي الله عنها -: يا رسول الله أين الناس يومئذ؟قال:\" ببيت المقدس يخرج حتى يحاصرهم وإمام الناس يومئذ رجل صالح، فيقال: صَلِّ الصبح، فإذا كبر ودخل في الصلاة نزل عيسى بن مريم -عليه السلام- فإذا رآه ذلك الرجل عرفه فرجع يمشي القهقرى فيقدم عيسى -عليه السلام- فيضع يده بين كتفيه فيقول: صل فإنما أقيمت لك الصلاة، فيصلي عيسى -عليه السلام- ورآءه ثم يقول: افتحوا الباب. فيفتحون الباب ومع الدجال يومئذ سبعون ألف يهودي كلهم (ذو ساج)  (٢) وسيف مُحَلّى (٣) ، فإذا نظر إلى عيسى -عليه السلام- ذاب كما يذوب الرصاص في النار والملح في الماء. ثم يخرج هؤلاء فيقول عيسى -عليه السلام-: إن لي فيه ضربة لن تفوتني بها فيدركه عند بابِ لُدّ (٤) </p><p>(١) مكان نزول الدجال هو موضع يقال له: (قناة) وهو واد قريب من المدينة يأتي من الطائف حتى يمر على طرف القدوم في أصل قبور الشهداء بأحد. انظر: \"معجم البلدان\" لياقوت ٤/ ٤٠١، وقد ورد ذكر نزول الدجال بـ (القناة) في حديث عند أحمد في \"المسند\" ٧/ ١٩٠ (٥٣٥٣) بتحقيق أحمد شاكر وقد صحح إسناده. (٢) في (ب) ذو سلاح.قلت: الساج هو الطيلسان نوع من أنواع اللباس. انظر: \"لسان العرب\" لابن منظور ٢/ ٣٠٣ (سوج).(٣) سقط من (أ).(٤) لُدّ: بلدة في فلسطين قرب بيت المقدس. \"معجم البلدان\" لياقوت ٥/ ١٥.</p><p> الشرقي، فلا يبقى شيء مما خلق الله -عز وجل- يمَوارى به يهودي إلَّا أنطق الله ذلك الشيء، لا شجر ولا حجر ولا دابة إلَّا قال: يا عبد الله المسلم هذا كافر فاقتله، إلَّا الغرقد، فإنها من شجرهم فلا تنطق ويكون عيسى حكمًا عدلاً وإمامًا فَقْسِطًا فيدق الصليب ويقتل الخنزير ويضع الجزية ويترك الصدقة فلا يسعى على شاة ولا بقرة، وترفع الشحناء والتباغض وتنزع حمة (١) كل دابة، حتى يُدخل الوليد يده في الحَنَشِ فلا يضره، ويلقى الوليد الأسد فلا يضره ويكون في الإبل كأنه كلبها، ويكون الذئب في الغنم كأنه كلبها، ويملأ الأرضَ السلامُ، ويسلب الكفار ملكهم، ولا يكون المُلكُ إلَّا للإسلام، وتكون الأرض كفاثور (٢) الفضة نبت نباتها كما كانت على عهد آدم -عليه السلام- ويجتمع النفر على الرمانة، ويكون الفرس بالدريهمات ويكون التور بالدراهم الكثيرة\" (٣) . </p><p>(١) الحُمّة: سِمُّ كل شيء يلدغ أو يَلْسع. \"لسان العرب\" لابن منظور ١٤/ ٢٠١ (حما). (٢) الفاثور: الطسْت أو الخِوان يُتخذ من رُخام أو فضة أو ذهب.\"لسان العرب\" لابن منظور ٥/ ٤٤ (فثر)، \"الفائق في غريب الحديث\" للزمخشري١/ ٣٦٤.(٣) [٢٥٦٧] الحكم على الإسناد:سنده ضعيف؛ فيه عمرو بن عبد الله الحضرمي، قال عنه ابن حجر: مقبول، ولم أجد له متابعًا فحديثه لين، وفيه أيضًا عمر بن الخطاب وعبد الله بن الفضل، لم أجدهما.التخريج:أخرجه نعيم بن حماد في\" الفتن\" ٢/ ٥٦٦ ابن أبي عاصم في \"الآحاد والمثاني\" ٢/ ٤٤٧ وابن ماجه في كتاب: الفتن، باب: فتنة الدجال (٤٠٧٧)، والحاكم في \"المستدرك\" ٤/ ٥٨٠، والروياني في \"مسنده\" ٢/ ٢٩٥، ومحمد بن عبد الواحد =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= المقدسي في \"فضائل بيت المقدس\" (ص ٦٤). كلهم من طريق أبي زرعة يحيى بن أبي عمرو السيّباني به، إلَّا أن رواية الحاكم ونعيم بن حماد فيها اختصار. وقال ابن كثير في \"تفسير القرآن العظيم\" ٤/ ٣٥٦: هذا حديث غريب جدًا من هذا الوجه.والحديث ضعفه الألباني رحمه الله. \"ضعيف الجامع\" (ص ٩٢٢ - ٩٢٤)، \"ضعيف سنن ابن ماجه\" (ص ٣٢٩ - ٣٣٣).قلت: أغلب هذا الحديث قد صحّ من طرق أخرى، لذلك قال ابن كثير بعد كلامه السابق: ( ... ولبعضه شواهد من أحاديث آخر).وقال الألباني: هذا الحديث قد صح غالبه في جملة أحاديث، ولذلك أوردت ما صح منه في \"الصحيح\" -يقصد \"صحيح الجامع\"- (٧٨٧٥). انظر: كلامه هذا في الحاشية (ص ٩٢٤) من \"ضعيف الجامع\"، وانظر ما صح من الحديث في \"صحيح الجامع\" حيث أشار.ومن الشواهد التي أشار إليها ابن كثير:١ - ما رواه مسلم في كتاب: الفتن، باب: لا تقوم الساعة حتى يمر الرجل بقبر الرجل (٢٩٢١) من حديث عبد الله بن عمر قال: قال رسول الله - صلى الله عليه وسلم -: \"لتقاتلن اليهود فلتقتلنهم حتى يقول الحجر يا مسلم هذا يهودي فتعال فاقتله\".٢ - ما رواه مسلم أيضًا (٢٩٢٢) من حديث أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال: \"لا تقوم الساعة حتى يقاتل المسلمون اليهود فيقتلهم المسلمون حتى يختبئ اليهودي من وراء الحجر والشجر فيقول الحجر والشجر يا مسلم يا عبد الله هذا يهودي خلفي فتعال فاقتله إلَّا الغرقد فإنه من شجر اليهود\".٣ - ما رواه مسلم كذلك في كتاب: الفتن، باب: ذكر الدجال (٢٩٣٧). وهو شبيه بحديث أبي أمامة الذي أورده المصنف، عن النواس بن سمعان قال: ذكر رسول الله - صلى الله عليه وسلم - الدجال ذات غداة فخفض فيه ورفع حتى ظنناه في طائفة النخل فلما رحنا إليه عرف ذلك فينا فقال: \"ما شأنكم؟ \" قلنا: يا رسول الله ذكرت الدجال غداة فخفضت فيه ورفعت حتى ظنناه في طائفة النخل، فقال: \"غير =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= الدجال خوفني عليكم إن يخرج وأنا فيكم فأنا حجيجه دونكم وإن يخرج ولست فيكم فامرؤ حجيج نفسه والله خليفتي على كل مسلم إنه شاب قطط عينه طافئة كأني أشبهه بعبد العزى بن قطن، فمن أدركه منكم فليقرأ عليه فواتح سورة الكهف إنه خارج خلة بين الشام والعراق فعاث يمينًا وعاث شمالًا، يا عباد الله فاثبتوا\"، قلنا: يا رسول الله وما لبثه في الأرض، قال: \"أربعون يومًا يوم كسنة ويوم كشهر ويوم كجمعة وسائر أيامه كأيامكم\"، قلنا: يا رسول الله فذلك اليوم الذي كسنة أتكفينا فيه صلاة يوم قال: \"لا اقدروا له قدره\" قلنا: يا رسول الله وما إسراعه في الأرض، قال: \"كالغيث استدبرته الريح فيأتي على القوم فيدعوهم فيومنون به ويستجيبون له فيأمر السماء فتمطر والأرض فتنبت فتروح عليهم سارحتهم أطول ما كانت ذرا وأسبغه ضروعًا وأمده خواصر ثم يأتي القوم فيدعوهم فيردون عليه قوله فينصرف عنهم فيصبحون ممحلين ليس بأيديهم شيء من أموالهم ويمر بالخربة فيقول لها: أخرجي كنوزك فتتبعه كنوزها كيعاسيب النحل ثم يدعو رجلًا ممتلئًا شبابًا فيضربه بالسيف فيقطعه جزلتين رمية الغرض ثم يدعوه فيقبل ويتهلل وجهه يضحك، فبينما هو كذلك إذ بعث الله المسيح بن مريم فينزل عند المنارة البيضاء شرقي دمشق بين مهرودتين واضعًا كفيه على أجنحة ملكين إذا طأطأ رأسه قطر وإذا رفعه تحدر منه جمان كاللؤلؤ فلا يحل لكافر يجد ريح نفسه إلَّا مات ونفسه ينتهي حيث ينتهي طرفه فيطلبه حتى يدركه بباب لد فيقتله، ثم يأتي عيسى بن مريم قوم قد عصمهم الله منه فيمسح عن وجوههم ويحدثهم بدرجاتهم في الجنة فبينما هو كذلك إذا أوحى الله إلى عيسى: إني قد أخرجت عبادًا لي لا يدان لأحد بقتالهم فحرِّز عبادي إلى الطور ويبعث الله يأجوج ومأجوج وهم من كل حدب ينسلون فيمر أوائلهم على بحيرة طبرية فيشربون ما فيها ويمر آخرهم فيقولون: لقد كان بهذِه مرة ماء، ويحصر نبي الله عيسى وأصحابه حتى يكون رأس الثور لأحدهم خيرًا من مائة دينار لأحدكم اليوم فيرغب نبي الله عيسى وأصحابه فيرسل الله عليهم النغف في رقابهم فيصبحون فرسى كموت نفس واحدة ثم يهبط نبي الله عيسى وأصحابه إلى الأرض فلا يجدون في الأرض موضع شبر =</p><p> [٢٥٦٨] وأخبرنى ابن فنجويه (١) ، قال: نا ابن حمدان (٢) ، قال: نا المسوحي (٣) ، قال: نا سهل بن عثمان (٤) ، قال: نا ابن أبي زائدة (٥) وعبد الرحمن (٦) ، عن مجالد (٧) ، عن الشعبي (٨) ، قال: كنية الدجال أبو يوسف (٩) . </p><p>= إلَّا ملأه زهمهم ونتنهم فيرغب نبي الله عيسى وأصحابه إلى الله فيرسل الله طيرًا كأعناق البخت فتحملهم فتطرحهم حيث شاء الله، ثم يرسل الله مطرا لا يكن منه بيت مدر ولا وبر فيغسل الأرض حتى يتركها كالزلفة ثم بقال للأرض: أنبتي ثمرتك وردي بركتك فيومئذ تأكل العصابة من الرمانة ويستظلون بقحفها وببارك في الرِّسل حتى أن اللقحة من الإبل لتكفي الفئام من الناس واللقحة من البقر لتكفي القبيلة من الناس واللقحة من الغنم لتكفي الفخذ من الناس فبينما هم كذلك إذ بعث الله ريحا طيبة فتأخذهم تحت آباطهم فتقبض روح كل مؤمن وكل مسلم ويبقى شرار الناس يتهارجون فيها تهارج الحمر فعليهم تقوم الساعة\". (١) ثقة صدوق، كثير الرواية للمناكير.(٢) أحمد بن جعفر، ثقة.(٣) محمد بن إسحاق، صدوق.(٤) الكندي أبو مسعود، أحد الحفاظ، له غرائب.(٥) يحيى بن زكريا، ثقة متقن.(٦) عبد الرحمن بن مسهر بن عمرو أبو الهيثم الكوفي، متروك الحديث، قال ابن معين: ليس بشيء وقال أبو حاتم متروك الحديث لا يكتب حديثه \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٢٩١، \"الميزان\" للذهبي ٤/ ٣١٨.(٧) مَجالِد بن سعيد، ليس بالقوي وقد تغيّر.(٨) عامر بن شَرَاحيل. ثقة مشهور، فقيه فاضل.(٩) [٢٥٦٨] الحكم على الإسناد:سنده ضعيف؛ فيه مجالد بن سعيد ليس بالقوي، وفيه عبد الرحمن بن مسهر متروك، لمن تابعه يحيى بن أبي زائدة وهو ثقة. =</p>"
}