{
  "id": null,
  "sura": 40,
  "aya": 16,
  "text": "<p> وقال ابن زيد: يتلاقى العباد. </p><p> وقال ميمون بن مهران: يلتقي الظالم والمظلوم والخصوم (١) . </p><p> وقيل: يلتقي العابدون والمعبودون (٢) . </p><p> وقيل: يلتقي فيه المرء مع عمله (٣) . </p><p> ١٦ - {يَوْمَ هُمْ بَارِزُونَ} خارجون من قبورهم ظاهرين لا يسترهم شيء </p><p> {لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ} من أعمالهم وأحوالهم {شَيْءٌ} ومحل (هم) رفع على الابتداء و {بَارِزُونَ} خبره (٤) . </p><p> {لِمَنِ الْمُلْكُ الْيَوْمَ} وذلك عند فناء الخلق. وقد ذكرنا الأخبار فيه (٥) . </p><p> وقال الحسن: هو المسائل وهو المجيب لأنه يقول ذلك حين لا أحد يجيبه فيجيب نفسه (٦) فيقول {لِلَّهِ الْوَاحِدِ الْقَهَّارِ} الذي قهر خلقه بالموت. </p><p>(١) \"النكت والعيون\" للماوردي ٥/ ١٤٨، \"زاد المسير\" لابن الجوزي ٧/ ٣١١. (٢) \"الجامع لأحكام القرآن\" للقرطبي ١٥/ ٣٠٠.(٣) \"المحرر الوجيز\" لابن عطية ٤/ ٥٥١، \"الجامع لأحكام القرآن\" ١٥/ ٣٠٠ ثم قال القرطبي بعد أن ذكر هذِه الأقوال كلها: وكله صحيح المعنى. ا. هـ.قال النحاس عَقِبَهُ في \"إعراب القرآن\" ٤/ ٢٨: والجملة في موضع خفض بالإضافة، فلذلك حذف التنوين من يوم، وإنما يكون هذا عند سيبويه إذا كان الظرف بمعنى (إذ) فإذا كان بمعنى إذا (لم يجز) ا. هـ.(٤) انظر \"جامع البيان\" للطبري ٢٤/ ٥١، \"روح المعاني\" للألوسي ٢٤/ ٥٦.(٥) انظرها في سورة الزمر عند قوله تعالى {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ} [٦٧].(٦) \"المحرر الوجيز\" لابن عطية ٤/ ٥٥١.</p><p> [٢٥٦٢] وأخبرنا شعيب (١) ، قال: نا مكي بن عبدان (٢) ، قال: نا أبو الأزهر (٣) ، قال: نا روح (٤) ، قال: نا حماد (٥) ، عن عاصم بن بَهْدَلة (٦) ، عن أبي وائل (٧) ، عن ابن مسعود - رضي الله عنه - قال: يجمع الله -عز وجل- الخلق يوم القيامة بصعيد واحد بأرضٍ بيضاء كأنها سبيكة فضية لم يعص الله فيها قط. فأول ما يتكلم به أن ينادي مناد لمن الملك اليوم لله الواحد القهار (٨) . </p><p>(١) شعيب بن محمد البيهقي أبو صالح. من أهل النواحي. (٢) أبو حاتم التميمي. المحدث الثقة المتقن.(٣) أحمد بن الأزهر بن منيع أبو الأزهر النيسابوري. صدوق كان يحفظ ثم كبر، فصار كتابه أثبت من حفظه.(٤) روح بن عُبادة بن العلاء. ثقة فاضل له تصانيف.(٥) الأزدي الجَهْضَمي ثقة ثبت.(٦) ابن أبي النَّجُود الأسدي. صدوق له أوهام حجة في القراءة.(٧) شقيق بن سلمة الأسدي. ثقة، مخضرم.(٨) [٢٥٦٢] الحكم على الإسناد:فيه شيخ المصنف، شعيب بن محمد البيهقي مستور، وبقية سنده حسن.التخريج:الحديث قد ثبت عن ابن مسعود موقوفًا عليه لوروده من طرق أُخرى حسنة وصحيحة. وله حكم الرفع لأن مثله لا يُقال بالرأي والاجتهاد، ولم يُعهد عن ابن مسعود الأخذ عن أهل الكتاب. رواه ابن المبارك في \"الزهد\" (ص ١١٥) عن حماد بن سلمة عن عاصم به. وسنده حسن.ورواه عبد الرزاق في \"تفسير القرآن\" ١/ ٣٤٤، والطبري في \"جامع البيان\" ١٣/ ٢٥٠، والحاكم في \"المستدرك\" ٤/ ٦١٤ من طريق عمرو بن ميمون عن عبد الله بن مسعود موقوفًا. =</p>"
}