{
  "id": null,
  "sura": 41,
  "aya": 7,
  "text": "<p> {فَاسْتَقِيمُوا إِلَيْهِ} وجِّهوا وجوهكم إليه بالطاعة والإخلاص (١) . </p><p> {وَاسْتَغْفِرُوهُ} من ذنوبكم التي سلفت (٢) . </p><p> ٧ - {وَوَيْلٌ لِلْمُشْرِكِينَ (٦) الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ} </p><p> قال ابن عباس: لا يشهدون أَلاَّ إله إِلاَّ الله وهي زكاة الأنفس (٣) . </p><p> وقال الحسن، وقتادة: لا يقرّون بالزكاة ولا يؤمنون بها، ولا يرون إتيانها (٤) واجبًا (٥) . </p><p>(١) انظر: \"تفسير الطبري\" ٢٤/ ٩٢، \"الوجيز\" للواحدي ٢/ ٩٥٢، \"معالم التنزيل\" للبغوي ٧/ ١٦٤. (٢) انظر: \"تفسير الطبري\" ٢٤/ ٩٢، \"معالم التنزيل\" للبغوي ٧/ ١٦٤، \"تفسير ابن كثير\" ٧/ ١٠٩.(٣) أخرجه الطبري في \"تفسيره\" ٢٤/ ٩٢ بدون: وهي زكاة الأنفس. والبيهقي في \"الأسماء والصفات\" ١/ ٢٧١ رقم (٢٠٥) عنه بنحوه، وأخرجه ابن المنذر وابن أبي حاتم -كما في \"الدر المنثور\" ٥/ ٦٧٥، وذكره ابن الجوزي في \"زاد المسير\" ٧/ ٢٤١، وابن عطية في \"المحرر الوجيز\" ١٣/ ٨٠ ونسبه أيضًا للجمهور ورجحه، وممن رجح قول ابن عباس شيخ الإسلام ابن تيمية في \"مجموع الفتاوى\" ١٦/ ١٩٩، وفي \"الجواب الصحيح لمن بدل دين المسيح\" ٦/ ٢٩، والقرطبي في \"الجامع لأحكام القرآن\" ١٥/ ٣٤٠، وابن كثير في \"تفسيره\" ٧/ ١٠٩، وابن عثيمين في \"الشرح الممتع\" ٦/ ١٥ كتاب الزكاة.(٤) في (ت): إيتاءها.(٥) أخرجه الطبري في \"تفسيره\" عن قتادة ٢٤/ ٩٣ ورجحه ابن جرير، وذكر هذا القول ورجحه أبو حيان في \"البحر المحيط\" ٧/ ٤٦٤، الألوسي في \"روح المعاني\" ٢٣/ ٩٨ - ٩٩، ابن عاشور في \"التحرير والتنوير\" ٢٤/ ٢٣٩ - ٢٤٠.قلت: وقد جمع ابن كثير بين قول ابن عباس وقتادة فقال ابن كثير بعد ذكره لقول قتادة: وهذا هو الظاهر عند كثير من المفسرين، واختاره ابن جرير، وفيه نظر؛ =</p><p> وقال الضحاك، ومقاتل: لا يتصدقون ولا ينفقون في الطاعة (١) . </p><p> وكان يقال: الزّكاة قنطرة الإسلام، فمن قطعها نجا ومن تخلف عنها هلك (٢) . </p><p> وقد كان أهل الردة بعد النبي - صلى الله عليه وسلم -، قالوا: أما الصلاة فنصلي، وأما الزّكاة فوالله لا تغصب أموالنا، فقال أبو بكر - رضي الله عنه -: والله لا أفرق بين شيء جمع الله تعالى بينه، والله لو منعوني عقالًا ممّا فرض الله تعالى ورسوله - صلى الله عليه وسلم - لقاتلتهم عليه (٣) . </p><p>= لأن إيجاب الزكاة إنما كان في السنة الثانية من الهجرة إلى المدينة على ما ذكره غير واحد وهذِه الآية مكية اللهم إلا أن يقال لا يبعد أن يكون أصل الصدقة والزكاة وكان مأمورًا به في ابتداء البعثة كقوله تبارك وتعالى: {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} [الأنعام: ١٤١] فأما الزكاة ذات النصب والمقادير فإنما بين أمرها بالمدينة ويكون هذا جمعًا بين القولين كما أن أصل الصلاة كان واجبًا قبل طلوع الشمس وقبل غروبها في ابتداء البعثة فلما كان ليلة الإسراء قبل الهجرة بسنة ونصف فرض الله تعالى على رسوله - صلى الله عليه وسلم - الصلوات الخمس وفصل شروطها وأركانها وما يتعلق بها بعد ذلك شيئًا فشيئًا والله أعلم. \"تفسير ابن كثير\" ٧/ ١٠٩. (١) ذكره بنحوه البغوي في \"تفسيره\" ٧/ ١٦٤، وابن عطية في \"المحرر الوجيز\" ١٣/ ٨٠، وأبو حيان في \"البحر المحيط\" ٧/ ٤٦٤، وأبو السعود في \"تفسيره\" ٥/ ٤٣٥.(٢) ورد هذا القول في أثر أخرجه عبد الرزاق في \"تفسيره\" عن قتادة ٢/ ١٨٤، وأخرجه عبد بن حميد عن قتادة كما في \"الدر المنثور\" ٥/ ٦٧٦.(٣) وردت قصة أهل الردة وموقف أبي بكر الصديق - رضي الله عنه - منهم في \"صحيح البخاري\" كتاب: استتابة المرتدين، باب: قتل من أبى قبول الفرائض، وما نُسبوا إلى الردة (٦٩٢٤ - ٦٩٢٥).</p>"
}