{
  "id": null,
  "sura": 42,
  "aya": 40,
  "text": "<p> ٣٩ - {وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ} الظلم. </p><p> {هُمْ يَنْتَصِرُونَ} ينتقمون من ظالميهم من غير أن يعتدوا. </p><p> وقال مقاتل: هذا في المجروح ينتصر من الجارح فيقتص منه. وقال إبراهيم: في هذِه الآية كانوا يكرهون أن يستذلوا فإذا قدروا عفو. </p><p> ٤٠ - قوله تعالى:  {وجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا} </p><p> سمي الجزاء باسم السيئة وإن لم يكن سيئة لتشابههما في الصورة. قال ابن أبي نجيح: هو أن يجاب قائل الكلمة الخبيثة بمثلها، فإذا قال: أخزاه الله. قال: أخزاه الله. قال السدّي: إذا شتمك بشتمة فاشتمه بمثلها من غير أن تعتدي. </p><p> [٢٦٣٦] وأخبرني ابن فنجويه (١) ، حدثنا ابن حبش (٢) ، حدثنا أبو القاسم بن الفضل (٣) ، حدثنا علي بن الحسين (٤) ، حدثنا محمد ابن يحيى بن (٥) أبي عمر (٦) ، قال سفيان بن عيينة (٧) : قلت لسفيان </p><p>(١) أبو عبد الله، الحسين بن محمد الدينوري، ثقة، كثير الرواية للمناكير. (٢) الحسين بن محمد بن حبش بن حمدان، أبو علي الدينوري، ثقة مأمون.(٣) العباس بن الفضل بن شاذان، أبو القاسم الرازي المقرئ، إمام محقق مجود.(٤) علي بن الحسين بن الجنيد، الإمام الحافظ الحجة.(٥) في الأصل: (عن) والصواب ما أثبتناه، وقد سبق التنبيه على هذا التحريف.(٦) أبو عبد الله العدني، صدوق، صنف \"المسند\"، ولازم ابن عيينة، لكن قال أبو حاتم: كانت فيه غفلة.(٧) سفيان بن عُيينة بن أبي عمران، ميمون الهلالي، أبو محمد الكوفي المكي، ثقة حافظ فقيه إمام حجة إلا أنه تغير حفظه بأخرة.</p><p> الثوري (١) : ما قوله عز وجل: {وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا} قال: أن يشتمك رجل فتشتمه، وأن يفعل بك فتفعل به. فلم أجد عنده شيئًا فسألت هشام بن حجير (٢) عن هذِه الآية، فقال: الجارح إذا جرح يقتص منه وليس هو أن يسبك فتسبه. </p><p> قال سفيان: وكان ابن شبرمة (٣) يقول: ليس بمكّة مثل هشام بن حجير (٤) . </p><p> {فَمَن عَفَا} فلم ينتقم. قال ابن عباس: فمن ترك القصاص. {وَأَصْلَحَ} قال مقاتل: فكان العفو من الأعمال الصالحة {فَأَجْرُهُ عَلَى اللَّهِ} . </p><p> [٢٦٣٧] أخبرني الحسين بن محمد بن عبد الله العدل (٥) ، حدثنا محمد بن الحسن بن بشر (٦) ، حدثنا أبو العباس محمد بن جعفر </p><p>(١) سفيان بن سعيد بن مسروق الثوري، ثقة حافظ، فقيه، عابد، إمام، حجة. (٢) هِشَام بن حُجَير المَكِّي، وثقه العجلي والذهبي، وقال أبو حاتم: يكتب حديثه، وضعفه أحمد وابن معين، وقال ابن حجر: صدوق، له أوهام، من السادسة.انظر: \"الجرح والتعديل\" ٩/ ت ٢٢٨، \"الكاشف\" للذهبي ٢/ ٣٣٥، \"تهذيب التهذيب\" لابن حجر ١١/ ٣٢، \"تقريب التهذيب\" لابن حجر ٢/ ٣١٧.(٣) عبد الله بن شُبرُمة بن حَسَّان بن المنذر الضَّبّي، أبو شُبرمة الكوفي، القاضي الفقيه، ثقة.(٤) [٢٦٣٦] الحكم على الإسناد:فيه ابن أبي عمر، يقال: كانت فيه غفلة.(٥) أبو عبد الله، ابن فنجويه الدينوري، ثقة، كثير الرواية للمناكير.(٦) محمد بن الحسن بن بشر بن صقلاب، لم يذكر بجرح أو تعديل.</p><p> ابن (١) ملاس (٢) الدمشقي (٣) ، حدثنا أبو عبد الملك أحمد بن إبراهيم ابن بسر القرشي (٤) ، حدثنا زهير بن عباد الرؤاسي (٥) ، حدثنا سفيان بن عيينة (٦) عن عمرو بن دينار (٧) عن ابن عباس قال: قال النبي - صلى الله عليه وسلم -: \"إذا </p><p>(١) في (ت) زيادة، (بن يعقوب). (٢) الأصل و (م) و (ت): (خلاس)، وهو تصحيف، والمثبت من كتب المصادر والتراجم.(٣) محمد بن جعفر بن محمد بن هشام بن ملاس النمري، مولاهم الدمشقي، أبو العباس.قال ابن منظور بعد أن ذكر نسبه: وكانوا أهل بيت علم، وقال ابن العماد: محدث الشام، وقال عنه ابن ماكولا: مشهور، (ت ٣٢٨ هـ).انظر: \"مختصر تاريخ دمشق\" (٢٩٦٤)، \"الإكمال\" ٧/ ٩٢، \"شذرات الذهب\" ٢/ ٣١١.(٤) أحمد بن إبراهيم بن محمد بن عبد الله بن بكار بن عبد الملك بن الوليد بن بُسر، أبو عبد الملك القرشي البُسري الدمشقي.قال النسائي: لا بأس به، وقال ابن عساكر: كان ثقة، وقال ابن حجر: صدوق، (ت ٢٨٩ هـ).انظر: \"تهذيب الكمال\" ١/ ٢٥٢، \"تهذيب التهذيب\" ١/ ١٠، \"تقريب التهذيب\" لابن حجر ١/ ١٠.(٥) زُهَير بن عباد بن مليح بن زهير الرّؤاسي الكوفي، ابن عم وكيع بن الجراح. قال صالح جزرة: صدوق، ووثقه أبو حاتم، قال ابن حبان: يخطئ ويخالف. انظر: \"الجرح والتعديل\" ٣/ ٥٩١، \"الثقات\" ٨/ ٢٥٦، \"ميزان الاعتدال\" ٢/ ٨٣، \"تهذيب التهذيب\"٣/ ٣٠٥.(٦) سفيان بن عُيينة، أبو محمد الكوفي المكي، ثقة حافظ فقيه إمام حجة إلا أنه تغير حفظه بأخرة، وكان ربما دلس لكن عن الثقات.(٧) عَمرو بن دينار المكي، أبو محمد الأثرم الجُمحي، ثقة ثبت.</p>"
}