{
  "id": null,
  "sura": 42,
  "aya": 30,
  "text": "<p> ذُكر لنا أنّ رجلًا أتى عمر بن الخطاب - رضي الله عنه -، فقال: يا أمير المؤمنين قحط المطر وقنط النّاس. قال: مطرتم، ثمّ قال: {وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيدُ (٢٨) } (١) . </p><p> ٢٩ - {وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَثَّ فِيهِمَا مِنْ دَابَّةٍ وَهُوَ عَلَى جَمْعِهِمْ إِذَا يَشَاءُ قَدِيرٌ (٢٩) وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ} </p><p> من الإجرام والآثام {وَيَعْفُو عَنْ كَثِيرٍ} منها فلا يؤاخذكم بها. </p><p> وقرأ أهل المدينة والشام (٢)  {بما} بغير (فاء) ، وكذلك هو في مصاحفهم (٣) ، (وهو اختيار أبي عبيد وأبي حاتم)  (٤) ، (وقرأ الباقون (٥)  {فبَمَا} ، بالفاء، وكذلك هو في مصاحفهم) (٦) . </p><p>(١) [٢٦٢٦] الحكم على الإسناد: رجاله ثقات ما عدا شيخ المصنف مستور، وأبو الأزهر صدوق.التخريج:أخرجه الطبري في \"جامع البيان\" ٢٥/ ٣١ عن بشر، عن يزيد، عن سعيد به.وعزاه السيوطي في \"الدر المنثور\" ٧/ ٣٥٣ لعبد بن حميد وابن جرير وابن المنذر.(٢) هم نافع وابن عامر، انظر: \"الحجة\" ٣/ ٣٦٢، \"المبسوط\" (ص ٣٣٢) وزاد: أبا جعفر، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٥٣، \"التيسير\" (ص ٤٥٠).(٣) \"الحجة\" ٣/ ٣٦٢، \"المبسوط\" (ص ٣٣٢)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٥٣، \"التيسير\" (ص ٤٥٠).(٤) هذِه العبارة موجودة في (ت) بعد القراءة الثَّانية: (فبما). بلفظ: (واختاره أبو عبيد وأبو حاتم). وانظر: \"الجامع\" للقرطبي ١٦/ ٣٠ معللاً سبب اختيارهما لهذِه القراءة بقوله: للزيادة في الحرف والأجر.(٥) في (ت): (أهل العراق).(٦) ساقط من (م). وانظر: \"الحجة\" (ص ٣٦٢)، \"المبسوط\" (ص ٣٣٢)، \"الكشف =</p><p> [٢٦٢٧] أخبرني الحسين بن محمَّد المقرئ (١) ، حدّثنا عبيد الله بن أحمد بن يعقوب (٢) ، حدّثنا رضوان بن أحمد (٣) ، حدّثنا أحمد بن عبد الجبار (٤) ، حدّثنا أبو معاوية الضَّرير (٥) ، عن إسماعيل بن مسلم (٦) ، عن الحسن (٧) ، قال: لما نزلت هذِه الآية {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ (٣٠) } قال رسول الله - صلى الله عليه وسلم -: \"ما من اختلاج عرق ولا خدش عود ولا نكبة حجر إلّا بذنب ولما يعفو تعالى الله عنه أكثر\"  (٨) . </p><p> [٢٦٢٨] وأخبرني ابن فنجويه (٩) ، حدّثنا أبو بكر بن مالك </p><p>= عن وجوه القراءات\" لمكي ٢/ ٣٥٣، \"التيسير\" (ص ٤٥٠). (١) ابن فنجويه، ثقة صدوق كثير الرِّواية للمناكير.(٢) أبو الحسين البغدادي ابن البواب، ثقة.(٣) رضوان بن أحمد بن إسحاق، أبو الحسين التميمي، الصَّيدلانيُّ، ثقة.(٤) أحمد بن عبد الجبار بن محمَّد بن عُمَير التميمي العُطاردي ضعيف، وسماعه للسيرة صحيح.(٥) محمَّد بن خازم التَّمِمي، الكوفيِّ، ثقة، أحفظ النَّاس لحديث الأعمش، وقد يهم في حديث غيره، وقد رمي بالإرجاء.(٦) إسماعيل بن مسلم المكيِّ، أبو إسحاق البصري، فقيه ضعيف الحديث.(٧) الحسن بن أبي الحسن البصري، ثقة فقيه فاضل مشهور، وكان يرسل كثيراً ويدلس.(٨) [٢٦٢٧] الحكم على الإسناد:الحديث مرسل وفيه أحمد بن عبد الجبار وإسماعيل بن مسلم المكيِّ ضعيفان.(٩) أبو عبد الله، الحسين بن محمَّد بن فنجويه الدينوري، ثقة، كثير الرِّواية للمناكير.</p><p> القطيعي (١) ، حدّثنا بشر بن موسى الأسدي (٢) ، حدّثنا خلف بن الوليد (٣) ، حدّثنا مروان بن معاوية (٤) ، أخبرني الأزهر بن راشد الكاهلي (٥) ، عن الخضر بن القواس العجلي (٦) ، عن أبي سخيلة (٧) ، قال: قال علي بن أبي طالب - رضي الله عنه -: ألا أخبركم بأفضل آية في كتاب الله تعالى حدّثنا بها رسول الله - صَلَّى الله عليه وسلم -: {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ (٣٠) }، قال: \"سأفسرها لك يا على: ما أصابكم من مرض أو عقوبة أو بلاء في الدُّنيا فيما كسبت أيديكم، والله -عز وجل- أكرم من أن يثنّي عليهم العقوبة في الآخرة، وما </p><p>(١) أحمد بن جعفر بن حمدان بن مالك، القطيعي، أبو بكر، ثقة. (٢) بِشر بن موسى بن صالح بن شَيخ بن عَمِيرة، أبو علي الأسدي، ثقة.(٣) خلف بن الوليد، أبو الوليد الجوهري البغدادي، ثقة.(٤) مروان بن معاوية أبو عبد الله الفَزَاري، ثقة حافظ، وكان يدلس أسماء الشيوخ.(٥) أزهر بن راشد الكاهلي، قال ابن معين: ضعيف، وقال أبو حاتم والذهبي: مجهول، وقال ابن حجر: ضعيف، من الثامنة.انظر: \"الجرح والتعديل\" ٢/ ٣١٣، \"المغني\" ١/ ١١١، \"تهذيب التهذيب\" لابن حجر ١/ ١٨٢، \"تقريب التهذيب\" لابن حجر ١/ ٥١.(٦) الخَضِر بن القوَّاس قال أبو حاتم وابن حجر والذهبي: مجهول وزاد الذهبي: له في \"مسند على\" حديث، قال ابن حجر: من السادسة.انظر: \"الجرح والتعديل\" ٣/ ت ١٨٣٠، \"المغني\" ١/ ٣٠٦، \"تهذيب التهذيب\" لابن حجر ٣/ ١٣١، \"تقريب التهذيب\" لابن حجر ١/ ٢٢٤.(٧) أبو سُخَيلَة، قال أبو زرعة: لا أعرف اسمه، وقال الذهبي: لا يعرف، ثم عرفته، يكتب حديثه، وقال ابن حجر: مجهول، من الثالثة انظر: \"المغني\" ٢/ ٤٦٨، \"تهذيب التهذيب\" لابن حجر ١٢/ ٩٤، \"تقريب التهذيب\" لابن حجر ٢/ ٤٢٦.</p><p> عفا الله عنه في الدُّنيا فالله أحلم من أن يعود بعد عفوه\" (١) . </p><p> [٢٦٢٩] وبإسناده عن خلف بن الوليد (٢) ، عن المبارك بن فضالة (٣) ، عن الحسن (٤) ، قال: دخلنا على عمران بن الحصين (٥) في مرضه الشديد الذي أصابه، فقال رجل منّا: إنّي لا بد أن أسألك عما أرى من الوجع بك، فقال عمران: يا أخي لا تفعل فوالله إن أحبّه إليَّ أحبّه إلى الله تعالى. قال الله تعالى: {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ (٣٠) }. هذا بما كسبت يداي وعفو الله فيما يبقي (٦) . </p><p> [٢٦٣٠] وأخبرني الحسين بن محمَّد بن الحسين (٧) ، حدّثنا موسى ابن محمّد بن علي (٨) ، حدّثنا جعفر بن محمَّد الفريابي (٩) ، حدّثنا </p><p>(١) [٢٦٢٨] الحكم على الإسناد: فيه الأزهر ضعيف، والخضر بن القواس وأبو سخيلة مجهولان.(٢) ثقة.(٣) مبارك بن فضالة بن أبي أميَّة، أبو فضالة البصري، صدوق يدلس ويسوي.(٤) الحسن البصري، ثقة فقيه فاضل مشهور، وكان يرسل كثيراً ويدلس.(٥) صحابي مشهور.(٦) [٢٦٢٩] الحكم على الإسناد:رجاله ثقات ما عدا المبارك بن فضالة، صدوق.(٧) أبو عبد الله، ابن فنجويه الدينوري، ثقة، كثير الرِّواية للمناكير.(٨) موسى بن محمَّد بن علي بن عبد الله، أبو الحسين، لم أجده.(٩) جعفر بن محمَّد بن الحسن بن المُستَفاض، أبو بكر الفريابي القاضي، إمام حافظ ثبت.</p><p> أبو خثيمة مصعب بن سعيد (١) ، حدّثنا زهير بن معاوية (٢) ، عن أبي إسحاق (٣) ، عن مرَّة الهمداني (٤) ، قال: رأيت على ظهر كف شريح (٥) قرحة، فقلت: يا أبا أميَّة ما هذا؟ قال:  {فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ}  (٦) . </p><p> [٢٦٣١] وأخبرني أبو عبد الله بن فنجويه الدينوري (٧) ، حدّثنا أبو بكر بن مالك القطيعي (٨) ، حدّثنا عبد الله بن أحمد بن حنبل (٩) ، </p><p>(١) مصعب بن سعيد، أبو خيثمة المصيصي قال ابن حبان: يعتبر حديثه إذا روى عن الثقات وبين السماع في خبره لأنَّه كان مدلساً، وقال ابن عدي: يحدث عن الثقات بالمناكير ويصحف، وقال عنه الذهبي: صدوق.انظر: \"الجرح والتعديل\" ٨/ ٣٠٩، \"الثقات\" ٩/ ١٧٥، \"الكامل\" ٦/ ٣٦٤، \"المغني\" ٢/ ٣٠٢.(٢) زُهَير بن معاوية بن حُدَيج، أبو خيثمة الكوفيِّ، ثقة ثبت، إلَّا أن سماعه عن أبي إسحاق بأخرة.(٣) عمرو بن عبد الله بن عبيد، أبو إسحاق السبيعي، ثقة، مكثر، عابد، اختلط بأخرة.(٤) مُرّة بن شراحيل الهمداني، أبو إسماعيل الكوفيِّ، ثقة.(٥) شُرَيح بن الحارث بن قيس الكِندي، أبو أميَّة القاضي، مخضرم ثقة.(٦) [٢٦٣٠] الحكم على الإسناد:فيه من لم أجده، وزهير بن معاوية سمع عن أبي إسحاق السبيعي بعد اختلاطه.(٧) أبو عبد الله، الحسين بن محمَّد، ثقة، كثير الرِّواية للمناكير.(٨) أحمد بن جعفر بن حمدان بن مالك، القطيعي، أبو بكر، ثقة.(٩) أبو عبد الرحمن البغدادي، ثقة.</p><p> حدثني إبراهيم بن الحسن الباهلي هو المقرئ (١) ، حدّثنا حمّاد بن زيد أبو إسماعيل (٢) ، عن ابن عون (٣) ، عن محمَّد بن سيرين (٤) ، قال: لما ركبه الدَّين اغتمّ لذلك، فقال: إنّي لأعرف هذا الغم، هذا بذنب أصبته منذ أربعين سنة (٥) . </p><p> [٢٦٣٢] وأخبرني ابن فنجويه (٦) ، حدّثنا موسى بن محمَّد (٧) ، حدّثنا أبو بشر أحمد بن بشير الطَّيالسيُّ (٨) ، حدثني بعض أصحابنا، عن أحمد بن الحواري (٩) ، قال: قيل لأبي سليمان الداراني (١٠) : ما </p><p>(١) إبراهيم بن الحسن بن نجيح الباهلي العلاف المقرئ، وثقه أبو زرعة وقال: كان صاحب قرآن، وكان بصيراً به، قال ابن حجر: ثقة، (ت ٢٣٥ هـ). انظر: \"الجرح والتعديل\" ٢/ ٩٢، \"غاية النهاية\" ١/ ١١، \"تهذيب التهذيب\" لابن حجر ١/ ١٠٤، \"تقريب التهذيب\" لابن حجر ١/ ٣٤.(٢) حمَّاد بن زيد بن دِرهم الأزدي الجهضمي، ثقة ثبت فقيه.(٣) عبد الله بن عَون بن أرطَبان المُزني، أبو عون البصري، ثقة ثبت فاضل.(٤) محمَّد بن سيرين الأنصاري، أبو بكر بن أبي عمرة البصري، ثقة، ثبت، كبير القدر.(٥) [٢٦٣١] الحكم على الإسناد:رجاله ثقات.(٦) أبو عبد الله، الحسين بن محمَّد الدينوري، ثقة، كثير الرِّواية للمناكير.(٧) موسى بن محمَّد بن علي بن عبد الله، أبو الحسين، لم أجده.(٨) لم أجده، إلَّا أن يكون أحمد بن بشير أبا أيوب الطَّيالسيُّ، أحد شيوخ الطّبرانيّ، لينه الدراقطني، وكان قليل العلم بالحديث، ولم يطعن عليه في السماع، مات سنة (٢٩٥ هـ). انظر: \"لسان الميزان\" ١/ ١٤٠.(٩) أحمد بن عبد الله بن ميمون، أبو الحسن بن أبي الحواري، ثقة زاهد.(١٠) عبد الرحمن بن أحمد، أبو سليمان العَنسي الداراني، ثقة.</p><p> بال العقلاء أزالوا اللّوم عمن أساء إليهم؟ قال: لأنّهم يعلمون أنّ الله تعالى إنّما ابتلاهم بذنوبهم، قال الله تعالى:  {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ}  (١) . </p><p> [٢٦٣٣] وأخبرني ابن فنجويه (٢) ، حدّثنا محمَّد بن عبد الله بن برزة (٣) ، حدّثنا إسماعيل بن إسحاق القاضي (٤) ، حدّثنا عاصم بن علي (٥) ، حدّثنا ليث بن سعد (٦) ، عن يزيد بن أبي حبيب (٧) ، عن سعد بن سنان (٨) ، عن أنس بن مالك (٩) ، عن رسول الله - صلى الله عليه وسلم - قال:  \"إذا أراد الله بعبدِه الخيرِ عجّل له العقوبة في الدّنيا، وإذا أراد بعبده الشّر أمسك عنه بذنبه حتّى يوافي به يوم القيامة\"  (١٠) . </p><p>(١) [٢٦٣٢] الحكم على الإسناد: فيه راوٍ مبهم، وفيه من لم أجده.(٢) أبو عبد الله، الحسين بن محمَّد الدينوري، ثقة، كثير الرِّواية للمناكير.(٣) محمَّد بن عبد الله بن برزة البرزي الرَّوذَراوَرِي، الداودي، أبو جعفر، لم يحمد أمره.(٤) إسماعيل بن إسحاق بن إسماعيل بن حماد بن زيد الأزدي، ثقة صدوق.(٥) عاصم بن علي بن عاصم بن صهيب أبو الحسين الواسطيِّ، صدوق، ربَّما وهم.(٦) اللَّيث بن سعد بن عبد الرحمن الفَهمي، أبو الحارث، ثقة ثبت فقيه، إمام مشهور.(٧) يزيد بن أبي حبيب، سُويد الأزدي، أبو رجاء المِصري، ثقة فقيه، وكان يرسل.(٨) سَعد بن سنان، ويقالْ سنان بن سعد الكِندي المصري، صدوق له أفراد.(٩) صحابي مشهور.(١٠) [٢٦٣٣] الحكم على الإسناد:فيه محمَّد بن عبد الله بن برزة، لم يحمد أمره.</p><p> وقال عكرمة: ما من نكبة أصابت عبدًا فما فوقها إلاّ بذنب لم يكن الله ليغفر له إلاّ بها، أو درجة لم يكن الله ليبلّغه إلاّ بها. </p><p> [٢٦٣٤] وأخبرني أبو عثمان سعيد بن محمد بن محمد (١) ، حدثنا أبو إسحاق إبراهيم بن رجاء (٢) ، حدثنا الحسن بن سفيان (٣) ، حدثنا أبو بكر بن أبي شيبة (٤) ، حدثنا وكيع (٥) ، عن ابن أبي روَّاد (٦) ، عن الضحاك (٧) ، قال: ما تعلَّم رجلٌ القرآن ثمّ نسيه إلاّ بذنب، ثمّ قرأ {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ} ، قال: وأي مصيبة أعظم من نسيان القرآن (٨) . </p><p> وقال الحسن في هذِه الآية: هذا في الحدود. </p><p>(١) سعيد بن محمد بن محمد بن إبراهيم، أبو عثمان المقرئ الزعفراني العدل الحيري، ثقة صالح. (٢) إبراهيم بن أحمد بن محمد بن رجاء، أبو إسحاق النيسابوري، محدث إمام.(٣) الحسن بن سفيان بن عامر، أبو العباس الشَّيباني الخُراساني النَّسوي، الإمام الحافظ الثبت.(٤) عبد الله بن محمد بن إبراهيم بن عثمان بن خُواستي، أبو بكر العبسي مولاهم الكوفي، ثقة حافظ، صاحب تصانيف.(٥) وكيع بن الجرَّاح بن مَليح الرؤاسي، أبو سفيان الكوفي، ثقة حافظ عابد.(٦) عبد العزيز بن أبي رَوَّاد، مولى المهلب بن أبي صُفرة، صدوق عابد، ربما وهم، ورمي بالإرجاء.(٧) الضحاك بن مزاحم الهلالي، صدوق كثير الإرسال.(٨) [٢٦٣٤] الحكم على الإسناد:فيه ابن أبي رواد ربما وهم.</p>"
}