{
  "id": null,
  "sura": 42,
  "aya": 25,
  "text": "<p> وأنزل هذِه الآية، فقال القوم: يا رسول الله، فإنّا نشهد أنّك صادق فنزل قوله:  {وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ} . </p><p> ٢٥ - {وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ} </p><p> واختلفت عبارات العلماء في حقيقة التوبة وشرائطها. </p><p> [٢٦١٦] فأخبرنا الإمام أبو القاسم الحسن بن محمّد بن حبيب (١) رحمه الله بقراءته عليّ في شهور سنة ثمان وثمانين وثلاثمائة، أخبرنا محمّد بن سليمان بن منصور (٢) ، حدّثنا علي بن مشكان بن جبلة (٣) بساوه (٤) ، أخبرنا عبد الله بن عبد العزيز بن أبي روّاد (٥) ، عن إبراهيم بن طهمان (٦) ، </p><p>(١) أبو القاسم الحبيبي، قيل: كذَّبه الحاكم. (٢) محمَّد بن سليمان بن محمَّد بن موسى بن منصور، أبو جعفر مذكر الكرامية، روى عنه الحاكم ولم يرضه.(٣) علي بن مُشكان بن جبلة الساوي، يروي عن: عبد الله بن عبد العزيز، وحدث عنه: محمَّد بن سليمان بن منصور. انظر: \"تاريخ جرجان\" (في ترجمة عبد الله بن أبي رواد) ١/ ٢٦٢.(٤) ساوه: مدينة حسنة بين الري وهمذان، بينها وبين كل واحد منهما ثلاثون فرسخًا. انظر \"معجم البلدان\" ٣/ ١٧٩.(٥) عبد الله بن عبد العزيز بن أبي روَّاد، قال ابن حبان: يعتبر حديثه إذا روى عن غير أبيه، وفي روايته عن إبراهيم بن طهمان بعض المناكير، وقال أبو حاتم وغيره: أحاديثه منكرة، وقال ابن الجنيد: لا يساوي فلسا.انظر: \"الثقات\" ٨/ ٣٤٧، \"المغني\" ٢/ ٤٩١، \"ضعفاء العقيلي\" ٢/ ٢٧٩.(٦) إبراهيم بن طَهْمان بن شعبة، الخراساني، أبو سعيد الهروي، ثقة، يُغرب وتكلم فيه للإرجاء.</p><p> عن أبي الزُّبير (١) عن جابر بن عبد الله (٢) ، قال: دخل أعرابي مسجد رسول الله - صَلَّى الله عليه وسلم - وقال: اللَّهمّ إنّي أستغفرك وأتوب إليك، سريعًا وكبّر، فلما فرغ من صلاته قال له على: يا هذا إنّ سرعة اللسان بالاستغفار توبة الكذّابين، وتوبتك تحتاج إلى توبة، قال: يا أمير المؤمنين وما التوبة؟ قال: اسم يقع على ستة معانٍ: على الماضي من الذنوب الندامة، ولتضييع الفرائض الإعادة، وردّ المظالم، وإذابة النَّفس في الطاعة كما أذابها في المعصية، وإذاقة النَّفس مرارة الطاعة كما أذقتها حلاوة المعصية، والبكاء بدل كُلّ ضحك ضحكته (٣) . </p><p> [٢٦١٧] وسمعت الحسن بن محمّد (٤) ، يقول: سمعت إبراهيم بن محمَّد بن يزيد (٥) ، يقول: سمعت خَتَنَ محمّد بن علي التِّرمذيُّ (٦) </p><p>(١) محمَّد بن مسلم بن تَدرس الأسدي مولاهم، أبو الزُّبير المكيِّ، صدوق، إلَّا أنَّه يدلس. (٢) صحابي مشهور.(٣) [٢٦١٦] الحكم على الإسناد:شيخ المصنف وشيخ شيخه تكلم فيهما الحاكم، وعبد الله بن أبي رواد منكر الحديث.(٤) أبو القاسم ابن حبيب النيسابوري، قيل: كذَّبه الحاكم.(٥) إبراهيم بن محمَّد بن يزيد بن خالد المروزي، أبو إسحاقنزيل نيسابور، يروي عن: علي بن حجر، روى عنه: الحسين بن محمَّد.انظر: \"الأسامي والكنى\" ١/ ٦، \"المقتنى في سرد الكنى\" ١/ ٧١.(٦) لم أجده، وقد سبق باسم أبي عبد الله ختن أبي بكر الورَّاق، ولم أجده أيضاً.</p><p> يقول: قيل لأبي بكر محمّد بن عمر الورَّاق (١) : متى يكون الرجل تائبًا؟ فقال: إذا رجع إلى الله فراقبه واستحياه وخاف نقمته فيما عصاه، والتجأ إلى رحمته فرجاه، وذكر حلمه في ستره فأبكاه، وندم على مكروه أتاه، وشكر ربّه على ما هداه، وفهم عن الله تعالى وعظه فوعاه، وحفظ عهده فيما أوصاه (٢) . </p><p> [٢٦١٨] وسمعت الحسن بن محمّد (٣) ، يقول: سمعت أبا منصور محمّد بن محمّد بن سمعان المذكر (٤) ، يقول: سمعت أبا بكر بن الشاه الصُّوفي الفارسي (٥) ، يقول: سئل الحارث بن أسد المحاسبي (٦) : من التائب؟ فقال: من رأي نفسه من الذنوب معصومًا، وللخيرات موفقًا، ورأى الفرح من قلبه غائبًا والحزن فيه ثابتًا، وأحبّه أهل الخير، وهابه أهل الشّر، ورأى القليل من الدّنيا كثيرًا، والكثير من عمل الآخرة </p><p>(١) محمَّد بن عمر الورَّاق التِّرمذيُّ ثم البلخي، ضعيف جدًّا. (٢) [٢٦١٧] الحكم على الإسناد:شيخ المصنف كذَّبه الحاكم، وفيه من لم أجده.(٣) أبو القاسم النيسابوري، قيل: كذَّبه الحاكم.(٤) محمَّد بن محمَّد بن سمعان الحيري المذكر السمعاني.سمع منه الحاكم أبو عبد الله الحافظ، خرج إلى هراة، وأقام بها وسكنها إلى أواخر عمره، فانصرف وقد صار إسناده عالياً، وسمع النَّاس منه الكثير، (ت ٣٨٢ هـ).انظر: \"الأنساب\" ٣/ ٣٠٢، \"شذرات الذَّهب\" ٣/ ١٠٤.(٥) لم أجده.(٦) أبو عبد الله البغدادي، مقبول.</p><p> قليلًا، ورأى قلبه فارغًا من كلّ ما ضمن له، مشتغلا بكلّ ما أمر به (١) . </p><p> وقال السري بن مغلس السقطي: التوبة صدق العزيمة على ترك الذنوب، والإنابة بالقلب إلى علام الغيوب، والندامة على ما فرط من العيوب، والاستقصاء في المحاسبة مع النَّفس بالاستكانة والخضوع. </p><p> وقال عمرو بن عثمان (٢) : ملاك التوبة إصلاح القوت. </p><p> [٢٦١٩] وسمعت أبا القاسم بن أبي بكر البابي (٣) ، يقول: سمعت أبا يعلى حمزة بن وهب الطبري (٤) ، يقول: سمعت الحسن بن علوية الدامغاني (٥) ، يقول: سمعت يَحْيَى بن معاذ (٦) ، وسئل: عن التائب؟ فقال: من كسر شبابه على رأسه وكسر الدّنيا على رأس الشَّيطان، ولزم الفطام حتّى أتاه الحمام (٧) . </p><p> وقال سهل بن عبد الله: التوبة، الانتقال من الأحوال المذمومة إلى الأحوال المحمودة. </p><p>(١) [٢٦١٨] الحكم على الإسناد: شيخ المصنف كذَّبه الحاكم، وفيه من لم أجده، ومن لم يذكر بجرح أو تعديل.(٢) لم يتبين لي من هو.(٣) لم أجده.(٤) لم أجده.(٥) الحسن بن علي بن محمَّد بن سليمان، ثقة.(٦) أبو زكريا الرَّازي، الواعظ، لم يذكر بجرح أو تعديل.(٧) [٢٦١٩] الحكم على الإسناد:شيخ المصنف وشيخ شيخه لم أجدهما.</p><p> وسئل أبو الحسن البوشنجي: عن التوبة؟ فقال: إذا ذكرت الذنب فلا تجد حلاوته في قلبك. </p><p> وقال رويم: التوبة ترك المعاصي نيةً وفعلًا، والإقبال على الطاعة نيةً وفعلًا. </p><p> [٢٦٢٠] وسمعت أبا القاسم الحبيبي (١) ، يقول: سمعت أبا عبد الله محمَّد بن عاد البغدادي (٢) ، يقول: سئل الجنيد (٣) : من التائب؟ فقال: من تاب عما دون الله (٤) . </p><p> وقال شاه الكرماني (٥) : اترك الدّنيا وقد ثبت وخالف هواك وقد وصلت. {وَيَعْفُو عَنِ السَّيِّئَاتِ} وإذا تابوا فيمحوها. </p><p> [٢٦٢١] حدّثنا أبو القاسم الحسن بن محمّد بن جعفر (٦) ، حدّثنا </p><p>(١) الحسن بن محمَّد بن الحسن بن حبيب بن أيوب، النيسابوري، قيل: كذَّبه الحاكم. (٢) لم أجده.(٣) الجنيد بن محمَّد بن الجنيد النَّهاوندي، شيخ الصوفية، لم يذكر بجرح أو تعديل.(٤) [٢٦٢٠] الحكم على الإسناد:شيخ المصنف كذَّبه الحاكم، وشيخ شيخه لم أجده.(٥) شاه بن شجاع الكرماني، أبو الفوارس، من علماء الصوفية، وله رسالات مشهورة، والمثلَّثةُ التي سماها \"مرآة الحكماء\"، قال ابن الملقن: كان كبير الشأن، حاد الفراسة، قل أن يخطئ. مات قبل الثلثمائة.انظر: \"طبقات الصوفية\" (ص ٦٤)، \"طبقات الأولياء\" ١/ ٦٠.(٦) الحسن بن محمَّد بن جعفر بن محمَّد بن أحمد المهراني التميمي، أبو القاسم من أهل أصبهان، قال عنه السمعاني: كان شيخًا صالحاً، ورعاً، حسن السيرة، من أهل العلم والتميز والحديث. سمع أبا الحسين سعيد بن محمَّد بن يَحْيَى =</p><p> أبي (١) ، حدّثنا جعفر بن سوَّار (٢) ، حدّثنا عطيه بن بقيه (٣) ، حدّثنا أبي (٤) ، حدّثنا الزُبيدِي (٥) عن الزُّهريّ (٦) عن سعيد بن المسيب (٧) ، عن أبي هريرة. قال: قال رسول الله - صَلَّى الله عليه وسلم -: \"إنّ الله أفرح بتوبة عبده المؤمن من الضال الواجد، ومن العقيم الوالد، ومن الظمآن الوارد. فمن تاب إلى الله تعالى توبة نصوحًا أنسى الله حافظيه وبقاع الأرض خطاياه وذنوبه\" أو قال: \"ذنوبه وخطاياه\"  (٨) . </p><p>= الجوهري، وأبا الفوارس طراد بن محمَّد الزينبي، وجماعة من هذِه الطبقة. خرّج له والده \"المعجم\" عن جماعة من شيوخه، وكان قد أفاده وسمعه الكثير. انظر: \"التحبير في المعجم الكبير\" ١/ ٢١.(١) محمَّد بن جعفر بن محمَّد بن أحمد المهراني التميمي.انظر ترجمة ولده الحسن بن محمَّد.(٢) جعفر بن محمَّد بن سوار بن سنان، أبو محمَّد النيسابوري، ثقة.(٣) عطية بن بقية بن الوليد الحمصي، قال الذهبي: كان شيخاً محدثًا، ليس بالماهر، بل طال عمره وتفرد.(٤) بقية بن الوليد بن صائد بن كعب الكلاعي، صدوق، كثير التدليس عن الضعفاء.(٥) محمَّد بن الوليد بن عامر الزُّبيدي، أبو الهُذيل الحمصي القاضي قال العجلي وأبو زرعة والنَّسائيُّ: ثقة، وقال ابن حجر: ثقة ثبت، من كبار أصحاب الزُّهريّ، (ت ١٤٩ هـ). انظر: \"الجرح والتعديل\" ٨/ ١١١، \"السير\" ٦/ ٢٨١، \"تهذيب التهذيب\" لابن حجر ٩/ ٤٣٣، \"تقريب التهذيب\" لابن حجر ١/ ٢١٥.(٦) محمَّد بن مسلم بن عبيد الله الزُّهريّ، فقيه حافظ متَّفقٌ على جلالته وإتقانه.(٧) سعيد بن المُسَيِّب بن حَزن، المخزومي، أحد العلماء الإثبات الكبار، اتفقوا على أن مرسلاته أصح المراسيل.(٨) [٢٦٢١] الحكم على الإسناد:فيه عطية بن بقية، متكلم فيه.</p>"
}