{
  "id": null,
  "sura": 43,
  "aya": 35,
  "text": "<p> ٣٤ - {وَلِبُيُوتِهِمْ أَبْوَابًا} من فضة (١)  {وَسُرُرًا} من فضة (٢)  {عَلَيْهَا يَتَّكِئُونَ} </p><p> ٣٥ - {وَزُخْرُفًا} أي: ولجعلنا لهم مع ذلك زُخرُفًا، وهو الذهب (٣) . </p><p> نظيره {بَيْتٌ من زُخرُفٍ}  (٤)  (٥) ، ويجوز أن يكون معناه: من فضة وزخرف، فلما نزع الخافض نُصبَ (٦)  {وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا} شدده عاصم وحمزة وهشام بخلاف عنه هنا (٧) على معنى: وما كُلُّ ذلك إلا متاعُ الحياة الدّنيا (٨) . </p><p>(١) ورد هذا المعني في أثر أخرجه الطبري في \"تفسيره\" ٢٥/ ٧٠ - ٧١ عن ابن عباس وابن زيد، وانظر: \"معاني القرآن\" للنحاس ٦/ ٣٥٥، \"معالم التنزيل\" للبغوي ٧/ ٢١٢، و\"رموز الكنوز\" للرسعني ٧/ ١١٩، و\"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٨٧. (٢) ورد هذا المعنى في أثر أخرجه الطبري في \"تفسيره\" ٢٥/ ٧١ عن ابن زيد، وانظر: \"معالم التنزيل\" للبغوي ٧/ ٢١٢، و\"زاد المسير\" لابن الجوزي ٧/ ٣١٤، و\"رموز الكنوز\" للرسعني ٧/ ١١٩.(٣) أخرج الطبري هذا القول في \"تفسيره\" ٢٥/ ٧١ عن ابن عباس، وقتادة، والحسن، والسدي، والضحاك، وهو قول الفراء في \"معاني القرآن\" ٣/ ٣٢، وذكره البغوي في \"تفسيره\" ٧/ ٢١٢، وابن الجوزي في \"زاد المسير\" ٧/ ٣١٤، والقرطبي في \"الجامع لأحكام القرآن\" ١٦/ ٨٧ عن ابن عباس.(٤) الإسراء: ٩٣.(٥) \"معالم التنزيل\" للبغوي ٧/ ٢١٢، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٨٧.(٦) انظر: \"تفسير الطبري\" ٢٥/ ٧١، \"معاني القرآن\" للنحاس ٦/ ٣٥٦.(٧) انظر: \"السبعة\" لابن مجاهد (ص ٤٠٨)، \"التيسير\" للداني (ص ٤٥٤)، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٨٧.(٨) \"الحجة\" للفارسي (ص ٣٧٦)، \"معالم التنزيل\" للبغوي ٧/ ٢١٢، \"اللباب\" لابن عادل ١٧/ ٢٥٨.</p><p> وخففه الباقون (١) ، على معنى: وكل ذلك مثل الحياة الدّنيا، فتكون (إن) للابتداء (وما) صلة (٢) . </p><p> {وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ} للمؤمنين. </p><p> [٢٦٤٩] أخبرنا عبد الله بن حامد الوزان (٣) ، أخبرنا أحمد بن شاذان (٤) ، أخبرنا جيعويه (٥) ، أخبرنا صالح (٦) ، حدثنا إبراهيم بن محمد (٧) ، عن أبان (٨) ، عن سليم (٩) بن قيس العامري (١٠) ، عن كعب (١١) قال: إنّي لأجد في بعض الكتب: لولا أن يحزن عبدي </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص ٤٠٨)، \"التيسير\" للداني (ص ٤٥٤)، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٨٧، وهم: نافع، ابن كثير، أبو عمرو، ابن عامر في رواية ابن ذكوان، الكسائي، أبو جعفر، يعقوب، خلف. (٢) انظر: \"اللباب\" لابن عادل ١٧/ ٢٥٨ بلفظ: وكل ذلك متاع الحياة الدنيا.(٣) لم أجد فيه جرحًا ولا تعديلًا.(٤) لم أجده.(٥) لم أجده.(٦) الترمذي، متهم ساقط.(٧) ابن أبي يحيى، متروك.(٨) ابن أبي عياش، متروك.(٩) في جميع النسخ: سليمان، والمثبت من كتب التراجم ومصادر التخريج.(١٠) سليم بن قيس الهلالي العامري الكوفي من أوائل المصنفين في الإسلام، له كتاب \"السقيفة\" طبع باسم \"كتاب سليم بن قيس الكوفي\" وهو من الأصول التي ترجع إليها الشيعة وتعول عليها، قال ابن أبي حاتم: روى عن سحيم بن نوفل روى عنه أبان سمعت أبي يقول ذلك. (ت نحو ٨٥ هـ).انظر: \"الجرح والتعديل\" ٤/ ٢١٤، \"الإعلام\" للزركلي ٣/ ١١٩.(١١) كعب الأحبار، ثقة.</p><p> المؤمن لكللت رأس الكافر بإكليل (١) ، فلا يُصَدع ولا ينبض منه عرق بوجع (٢) . </p><p> [٢٦٥٠] وأخبرني ابن فنجويه (٣) ، حدثنا ابن شنبه (٤) ، حدثنا الفريابي (٥) ، حدثنا إبراهيم بن العلاء الزبيدي (٦) ، حدثنا إسماعيل ابن عياش (٧) ، عن ثعلبة بن مسلم (٨) ، عن مسلم بن أبي المجرر (٩) ، </p><p>(١) في (ت): بأكاليل. (٢) [١٢٦٤٩] الحكم على الإسناد:ضعيف جدًا، لأن فيه ضعفاء ومتروكين، ومن لم أجده.التخريج:أخرجه الواحدي في \"الوسيط\" ٤/ ٤٨٣ من طريق أحمد بن محمد المقرئ عن عبد الله بن حامد به، بنحوه.(٣) الحسين بن محمد ثقة، صدوق، كثير الرواية للمناكير.(٤) عبيد الله بن محمد بن شنبه، لم أجد فيه جرحا ولا تعديلًا.(٥) جعفر بن محمد الفريابي، ثقة حجة.(٦) إبراهيم بن العلاء بن الضحاك الزبيدي، أبو إسحاق الحمصي، المعروف: بابن زِبْريق، قال عنه أبو حاتم: صدوق، وقال الذهبي: شيخ صدوق. قال ابن حجر: مستقيم الحديث، إلا في حديث واحد يقال: إن ابنه محمدًا أدخله عليه، (ت ٢٣٥ هـ). انظر: \"الجرح والتعديل\" ٢/ ١٢١ (ت ٣٧٠)، \"الكاشف\" للذهبي ١/ ٢٢٠، \"تقريب التهذيب\" لابن حجر (ص ١١٣).(٧) صدوق في روايته عن أهل بلده، مخلط في غيرهم.(٨) ثعلبة بن مسلم الخثعمي الشامي، قال الذهبي: وثق. وقال ابن حجر: مستور.انظر: \"الكاشف\" للذهبي ١/ ٢٨٤، \"تقريب التهذيب\" لابن حجر (ص ١٨٨).(٩) مسلم بن أبي المحرر، روى عن ابن عباس، روى عنه ثعلبة بن مسلم، لم أجد فيه جرحًا ولا تعديلًا. =</p><p> عن عمر بن الخطاب - رضي الله عنه - أنّه كان يقول: لو أنّ رجلًا هرب من رزقه لاتبعه حتّى يدركه، كما أنّ الموت يدرك من هرب منه، له أجل هو بالغه، وأئر هو واطئه، ورزق هو آكله، وحتف هو قاتله، فاتقوا الله وأجملوا في الطلب، ولا يحملنكم استبطاء شيء من الرزق أن تطلبوه بمعصية الله تعالى، فإنّ الله تعالى لا يُنال ما عنده إلّا بطاعته، ولن يُدرك ما عنده بمعصيته، فاتقوا الله وأجملوا في الطلب (١) . </p><p> * * * </p><p>= انظر: \"الإكمال\" ٧/ ١٦٨، \"المؤتلف والمختلف\" للدارقطني ٤/ ٨٤. (١) [٢٦٥٠] الحكم على الإسناد:فيه من لم أجد فيه جرحا ولا تعديلا، وثعلبة مستور.التخريج:أخرجه البيهقي في شعب الإيمان (٢/ ٤١٣ / رقم ١١٤٩) من طريق أبي عبد الله الحافظ، عن علي بن حمشاد، عن يزيد بن الهيثم أن صبيح بن دينار حدثهم قال: ثنا المعافى ثنا إسماعيل بن عياش به، بنحوه دون قوله: ولا يحملنكم استبطاء شيء .. الخ، وهذِه الجملة ورد معناها في حديث عن رسول الله - صلى الله عليه وسلم - أخرجه الحاكم في \"المستدرك\" ٢/ ٥ بلفظ: \"ليس من عمل يقرب إلى الجنة إلا قد أمرتكم به، ولا عمل يقرب إلى النار إلا قد نهيتكم عنه، لا يستبطئن أحد منكم رزقه إن جبريل عليه السلام ألقى في روعي أن أحدا منكم لن يخرج من الدنيا حتى يستكمل رزقه، فاتقوا الله أيها الناس وأجملوا في الطلب، فإن استبطأ أحد منكم رزقه فلا يطلبه بمعصية الله فإن الله لا ينال فضله بمعصية\".</p>"
}