{
  "id": null,
  "sura": 43,
  "aya": 44,
  "text": "<p> وقال الحسن وقتادة: عنى به أهل الإسلام من أمة محمد - صلى الله عليه وسلم - وقد كان بعد نبي الله - صلى الله عليه وسلم - نقمة شديدة فأكرم الله تعالى نبيه - صلى الله عليه وسلم - وذهب به، ولم يُره في أمته إلّا الذي تقر به عينه، وأبقى النقمة بعده، وليس من نبي إلَّا وقد أُري في أُمته العقوبة، وذُكر لنا أنّ النبي - صلى الله عليه وسلم - أُري ما يصيب أمته بعده، فما رُئيَ ضاحكًا مستبشرًا حتّي قبضه الله تعالى (١) . </p><p> ٤٣ - قوله تعالى:  {فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ} </p><p> ٤٤ - {وَإِنَّهُ} يعني: القرآن (٢)  {لَذِكْرٌ} لَشرفٌ (٣) </p><p> {لَكَ وَلِقَوْمِكَ} من قريش (٤) . </p><p> نظيره قوله تعالى:  {لَقَدْ أَنْزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ}  (٥) أي: </p><p>(١) أخرج قول قتادة عبد الرزاق في \"تفسيره\" ٢/ ١٩٧ بنحوه، وأخرج قولهما الطبري في \"تفسيره\" ٢٥/ ٧٥ بنحوه، وأخرجه الحاكم في \"المستدرك\" ٢/ ٤٨٥ بنحوه مختصرًا عن قتادة عن أنس، وقال: صحيح الإسناد ولم يخرجاه ووافقه الذهبي، وأورده البغوي في \"تفسيره\" ٧/ ٢١٥، والقرطبي في \"الجامع لأحكام القرآن\" ١٦/ ٩٢ كلاهما بنحوه. (٢) ورد هذا المعني في أثر أخرجه الطبري في \"تفسيره\" ٢٥/ ٧٦ - ٧٧ عن ابن عباس وقتادة والسدي، وذكره الواحدي في \"الوجيز\" ٢/ ٩٧٥.(٣) انظر: \"تفسير الطبري\" ٢٥/ ٧٦، الواحدي في \"الوجيز\" ٢/ ٩٧٥، والبغوي في \"تفسيره\" ٧/ ٢١٥، \"رموز الكنوز\" للرسعني ٧/ ١٢٧.(٤) ورد هذا القول في أثر أخرجه عبد الرزاق في \"تفسيره\" ٢/ ١٩٩، والطبري في \"تفسيره\" ٢٥/ ٧٦ كلاهما عن مجاهد، وذكره الماوردي في \"النكت والعيون\" ٥/ ٢٢٧ عن مجاهد، والبغوي في \"تفسيره\" ٧/ ٢١٥، والرسعني في \"رموز الكنوز\" ٧/ ١٢٧ كلاهما دون نسبة.(٥) الأنبياء: ١٠.</p><p> شرفكم (١)  {وَسَوْفَ تُسْأَلُونَ} عن حقّه وأداء شكره (٢) . </p><p> [٢٦٥١ - ٢٦٥٣] أخبرني أبو عبد الله بن فنجويه الدينوري (٣) ، حدثنا أبو علي بن حبش المقرئ (٤) ، حدثنا أبو بكر محمد بن أحمد بن إبراهيم الجوهري (٥) ، حدثنا (عبيد الله)  (٦) بن سعد الزُّهري (٧) ، حدثنا عمي (٨) ، حدثنا سيف بن عمر الكوفي (٩) ، عن وائل أبي بكر (١٠) ، عن الزهري (١١) ، عن عبد الله (١٢) . </p><p> وعطية بن الحارث (١٣) ، عن أبي أيوب (١٤) ، عن علي - رضي الله عنه - (١٥) . وعن </p><p>(١) انظر: \"معالم التنزيل\" للبغوي ٧/ ٢١٥. (٢) انظر: \"معاني القرآن\" للفراء ٣/ ٣٤، \"الوجيز\" للواحدي ٢/ ٩٧٥، \"معالم التنزيل\" للبغوي ٧/ ٢١٥، \"تفسير النسفي\" ٣/ ٢٧٤.(٣) ثقة صدوق، كثير الرواية للمناكير.(٤) الحسين بن محمد بن حبش، ثقة مأمون.(٥) لم أجده.(٦) في جميع النسخ: عبد الله، وهو تحريف، والمثبت من كتب التراجم.(٧) ثقة.(٨) يعقوب بن إبراهيم بن سعد الزُّهري، ثقة فاضل.(٩) ضعيف في الحديث، عمدة في التاريخ، أفحش ابن حبان القول فيه.(١٠) وائل بن داود التَّيْمي، ثقة.(١١) محمد بن مسلم الزهري، متفق على جلالته وإتقانه.(١٢) لم أستطع تمييزه.(١٣) أبو روق، صدوق.(١٤) أبو أيوب المراغي، ثقة.(١٥) أمير المؤمنين.</p><p> الضحاك (١) ، عن ابن عباس - رضي الله عنهما -، قال: كان رسول الله - صلى الله عليه وسلم - يعرض نفسه على القبائل بمكّة، ويعدهم الظهور، فإذا قالوا: لمن الملك بعدك؟ أمسك، فلم يخبرهم بشيء، لأنّه لم يؤمر في ذلك بشيء حتّى نزلت:  {وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ} فكان بعد ذلك إذا سُئل، يقول: لقريش، فلا يجيبونه، وقبلته الأنصار على ذلك (٢) . </p><p> [٢٦٥٤] وأخبرني ابن فنجويه (٣) ، حدثنا أبو نصر منصور بن جعفر النهاوندي (٤) ، حدثنا أحمد بن يحيى الجارود (٥) ، حدثنا هشام بن عمار (٦) ، حدثنا الوليد (٧) ، عن العمري (٨) ، عن نافع (٩) ، عن ابن عمر - رضي الله عنهما -، أنّ رسول الله - صلى الله عليه وسلم - قال:  \"لن يزال هذا الشأن في قريش ما بقي من النّاس اثنان\"  (١٠) . </p><p>(١) الضحاك بن مُزاحم، صدوق، كثير الإرسال. (٢) [٢٦٥١ - ٢٦٥٣] الحكم على الإسناد:ضعيف، مداره على سيف بن عمر ضعيف، وقال عنه ابن عدي بعد ذكره لهذا الأثر: عامة أحاديثه منكرة لم يتابع عليها؛ وفيه أيضًا وائل أبي بكر لم يسمع من الزهري، وفيه من لم أجده ومن لم أميزه.(٣) الحسين بن محمد بن فنجويه، ثقة صدوق، كثير الرواية للمناكير.(٤) لم أجده.(٥) في (م) و (ت): الجارودي. ولم أجده.(٦) أبو الوليد الدِّمَشقي، صدوق مقرئ، كبُر فصار يتلقن فحديثه القديم أصح.(٧) الوليد بن مُسلم القُرشي، ثقة، لكنه كثير التدليس والتسوية.(٨) عمر بن محمد بن زيد العُمري، ثقة.(٩) مولى ابن عمر، ثقة ثبت.(١٠) [٢٦٥٤] الحكم على الإسناد:في الإسناد من لم أجده، لكن الحديث صحيح كما سيأتي. =</p><p> [٢٦٥٥] وأخبرنا عبيد الله بن محمد بن عبد الله بن محمد الزاهد رحمه الله (١) ، حدثنا أبو العباس محمد بن إسحاق السراج (٢) ، حدثنا الحسن بن ناصح (٣) ومحمد بن يحيى (٤) ، قالا: حدثنا نعيم بن حماد (٥) ، حدثنا عبد الله بن المبارك (٦) ، أخبرنا معمر (٧) ، عن الزهري (٨) ، عن محمد بن جبير بن مطعم (٩) ، عن معاوية - رضي الله عنه - (١٠) ، قال: سمعت النبي - صلى الله عليه وسلم - يقول: \"لا يزال هذا الأمر في قريش لا </p><p>= التخريج: أخرجه الإمام البخاري في كتاب الأحكام، باب الأمراء من قريش ٣/ ٣١١٩ رقم (٧١٤٠)؛ والإمام مسلم في كتاب الإمارة، باب الناس تبع لقريش والخلافة في قريش ٣/ ١٤٥٢ رقم (١٨٢٠) كلاهما من حديث ابن عمر، بنحوه.(١) عبيد الله بن محمد بن عبد الله بن محمد بن حفص أبو الفضل الفامي النيسابوري، روى عن أبي العباس السراج، لم أجد فيه جرحًا أو تعديلا، (ت ٣٨٨ هـ).انظر: \"العبر\" للذهبي ٣/ ٤١، \"شذرات الذهب\" للعماد ٣/ ١٢٨.(٢) إمام حافظ ثقة.(٣) الحسن بن ناصح الخلال المخرمي، أبو علي، قال عنه ابن أبي حاتم: أدركته ولم أكتب عنه وكان صدوقًا. انظر: \"الجرح والتعديل\" ٣/ ٣٩، \"تاريخ بغداد\" ٧/ ٤٣٥.(٤) الذُّهلي، ثقة حافظ جليل.(٥) الخزاعي، صدوق يخطئ كثيرا، فقيه عارف بالفرائض.(٦) ثقة ثبت.(٧) معمر بن راشد، ثقة ثبت.(٨) محمد بن مسلم، متفق على جلالته وإتقانه.(٩) أبو سعيد المدني، ثقة عارف بالنسب.(١٠) صحابي مشهور.</p><p> يعاديهم أحد إلَّا كُبّ على وجهه، ما أقاموا الدّين\" (١) . </p><p> [٢٦٥٦] وأخبرنا عبيد الله بن محمد الزاهد (٢) ، حدثنا أبو العباس السراج (٣) ، حدثنا إبراهيم بن عبد الرحيم (٤) ، حدثنا هوذة بن خليفة (٥) ، حدثنا عوف (٦) ، عن زياد بن مخراق (٧) ، عن أبي كنانة (٨) ، عن أبي موسى - رضي الله عنه - (٩) ، قال: قام النبي - صلى الله عليه وسلم - على باب </p><p>(١) [٢٦٥٥] الحكم على الإسناد: شيخ المصنف لم أجد فيه جرحا ولا تعديلا، والحديث صحيح.التخريج:أخرجه الإمام البخاري في كتاب المناقب، باب مناقب قريش (٣٥٠٠) من طريق أبي اليمان، أخبرنا شعيب، عن الزهري، به بنحوه وفي أوله قصة.(٢) لم يذكر بجرح أو تعديل.(٣) إمام حافظ، ثقة.(٤) أبو إسحاق، ويعرف بابن دَنُوقا، وثقه الدارقطني.(٥) صدوق.(٦) عوف بن أبي جميلة المعروف بالأعرابي، ثقة رمي بالقدر والتشيع.(٧) زياد بن مِخراق المزني مولاهم، أبو الحارث البصري، وثقه يحيى بن معين والذهبي وابن حجر، من الخامسة.انظر: \"الجرح والتعديل\" ٣/ ٥٤٥، \"الكاشف\" للذهبي ١/ ٤١٢، \"تقريب التهذيب\" لابن حجر (ص ٣٤٨).(٨) أبو كنانة القرشي، روى عن أبي موسى، وعنه زياد بن مخراق، قال عنه ابن حجر: مجهول، من الثالثة، ويقال: هو معاوية بن قرة، ولم يثبت.انظر: \"الجرح والتعديل\" ٩/ ٤٣٠، \"الكاشف\" للذهبي ٢/ ٤٥٤، \"تقريب التهذيب\" لابن حجر (ص ١١٩٧).(٩) الأشعري، صحابي مشهور.</p><p> البيت، وفيه نفرٌ من قريش، فأخذ بعضادتي الباب، ثمّ قال:  \"هل في البيت إلَّا قرشي؟ \" ، قالوا: لا يا رسول الله. إلّا ابن أخت لنا (١) ، فقال:  \"ابن أخت القوم منهم\" ، ثم قال:  \"لا يزال هذا الأمر في قريش ما داموا إذا حكموا فعدلوا، واسترحموا فرحموا، وعاهدوا فأوفوا، فمن لم يفعل ذلك منهم فعليه لعنة الله والملائكة والنّاس أجمعين، لا يقبل الله منهم صرفًا ولا عدلًا\"  (٢) . </p><p> [٢٦٥٧] وأخبرنا عبيد الله (٣) ، أخبرنا السراج (٤) ، حدثنا إبراهيم ابن عبد الرحيم (٥) ، حدثني موسى بن داود (٦) وخالد بن خداش (٧) </p><p>(١) في (م): لهم. (٢) [٢٦٥٦] الحكم على الإسناد:فيه أبو كنانة مجهول، وشيخ المصنف لم يذكر بجرح أو تعديل، والحديث صحيح لغيره كما حكم عليه الشيخ الألباني في \"صحيح الترغيب والترهيب\" (٢١٩٠).التخريج:أخرجه الإمام أحمد في \"مسنده\" من طريق محمد بن جعفر، حدثني عوف، به، بنحوه، وللحديث شاهد رواه الطبراني في \"المعجم الأوسط\" ٣/ ٨٣ رقم (٢٥٦٣) و\"المعجم الصغير\" ١/ ١٤٣ رقم (٢١٦) من حديث أبي سعيد - رضي الله عنه -.(٣) لم أجد فيه جرحًا ولا تعديلًا.(٤) أبو العباس، إمام حافظ، ثقة.(٥) ثقة.(٦) الضبي، صدوق فقيه زاهد، له أوهام.(٧) خالد بن خداش بن عجلان الأزدي المُهَلَّبي مولاهم، أبو الهيثم البصري قال عنه أبو حاتم: صدوق، وقال ابن حجر: صدوق يخطئ، (ت ٢٢٤ هـ).</p><p> قالا: حدثنا سكين بن عبد العزيز (١) ، عن سيار بن سلامة (٢) ، عن أبي برزة (٣) ، قال: قال رسول الله - صلى الله عليه وسلم -: \"الأُمراء من قريش، الأمراء من قريش، الأمراء من قريش، لي عليهم حقّ، ولهم عليكم حقّ ما حكموا فعدلوا، واسترحموا فرحموا، وعاهدوا فأوفوا\" . </p><p> زاد خالد:  \"فمن لم يفعل ذلك، فعليه لعنة الله والملائكة والناس أجمعين\"  (٤) . </p><p>= انظر: \"الجرح والتعديل\" ٣/ ٣٢٧، \"الكاشف\" للذهبي ١/ ٣٦٣، \"تقريب التهذيب\" لابن حجر (ص ٢٨٥). (١) سُكين بن عبد العزيز بن قيس العبدي العطار البصري، وهو سكين بن أبي الفرات قال عنه أبو حاتم: لا بأس به، وقال النسائي: ليس بالقوي، وقال ابن حجر: صدوق يروي عن ضعفاء، من السابعة.انظر: \"الجرح والتعديل\" ٤/ ٢٠٧، \"ميزان الاعتدال\" ٢/ ١٧٤، \"تقريب التهذيب\" لابن حجر (ص ٣٩٦).(٢) سَيَّار بن سلامة الرِّياحي، أبو المنهال البصري، وثقه ابن معين والعجلي وابن حجر، وقال أبو حاتم: صدوق، صالح الحديث، (ت ١٢٩ هـ).انظر: \"الثقات\" للعجلي ١/ ٤٤٥، \"الجرح والتعديل\" ٤/ ٢٥٤، \"تقريب التهذيب\" لابن حجر (ص ٤٢٧).(٣) نضلة بن عبيد، الأسلمي، صحابي مشهور.(٤) [٢٦٥٧] الحكم على الإسناد:سنده حسن، وقال الألباني: صحيح لغيره، قال المنذري: رواه أحمد ورواته ثقات. انظر: \"صحيح الترغيب والترهيب\" ٢/ ٢٥٦ رقم (٢١٨٩).التخريج:أخرجه الإمام أحمد في \"مسنده\" (١٩٧٨٢) من طريق عفان، حدثنا سكين، به، بنحوه. وأخرجه أيضًا من طريق حسن بن موسى، حدثنا سكين، به، بنحوه وفي =</p><p> [٢٦٥٨] وأخبرني ابن فنجويه (١) ، حدثنا ابن شنبة (٢) وابن حبش (٣) وابن يوسف (٤) وأحمد بن محمد بن علي الهمداني (٥) وغيرهم، قالوا: حدثنا عبد الله بن محمد بن وهب (٦) ، حدثنا سعيد بن عمرو بن أبي سلمة القرشي (٧) قال: سمعت أبي (٨) يقول: سمعت مالك بن أنس (٩) يقول: في قول الله تعالى: {وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ} قال: قول الرجل: حدثني أبي، عن جدي (١٠) . </p><p>= أوله قصة (١٩٨٠٥)، وللحديث شاهد رواه الحاكم في \"المستدرك\" ٤/ ٥٤٦ من حديث أنس بن مالك - رضي الله عنه -. دون قوله: \"فمن لم يفعل ذلك، فعليه لعنة الله والملائكة والناس أجمعين\" قال الحاكم: هذا حديث صحيح على شرط الشيخين ولم يخرجاه، ووافقه الذهبي.(١) الحسين بن محمد بن فنجويه ثقة، صدوق كثير الرواية للمناكير.(٢) عبيد الله بن محمد بن شنبة، لم أجد فيه جرحًا ولا تعديلًا.(٣) الحسين بن محمد بن حبش، ثقة مأمون.(٤) عبد الله بن يوسف، لم أجده.(٥) أبو حذيفة، لم يذكر بجرح أو تعديل.(٦) الدينوري، تركه الدراقطني: وقال الإسماعيلي: صدوق.(٧) لم أجده.(٨) التنيسي، الدمشقي مولي بني هاشم، صدوق له أوهام.(٩) إمام دار الهجرة، رأس المتقين وكبير المتثبتين.(١٠) [٢٦٥٨] الحكم على الإسناد:في الإسناد عبد الله بن محمد متكلم فيه، وفيه من لم أجده.التخريج:أخرجه الحاكم في \"المدخل إلى كتاب الإكليل\" (ص ٢٧) من طريق الزبير بن عبد الواحد، حدثني محمد العطار، حدثنا سعيد به بمثله. =</p>"
}