{
  "id": null,
  "sura": 44,
  "aya": 29,
  "text": "<p> فكهين: أشرين، بطرين (١) ، معجبين (٢) بذلك. </p><p> ٢٨ - {كَذَلِكَ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ (٢٨) } يعني (٣) : بني إسرائيل (٤) . </p><p> نظيره قوله تعالى:  {وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ}  (٥) الآية. </p><p> ٢٩ - قوله {فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ} </p><p> وذلك أن المؤمن إذا مات بكت عليه السّماء والأرض أربعين صباحًا (٦) . وقال عطاء في هذِه الآية: بكاؤها حمرة أطرافها (٧) . </p><p> وقال السدي: لما قتل الحسين بن علي (بن أبي طالب)  (٨) - رضي الله عنهما - بكت عليه السّماء، وبكاؤها حمرتها (٩) . </p><p>(١) يشير المصنف إلى القراءة الأخري ومعناها، لقوله تعالى: {فَاكِهِينَ} وهي (فكهين) قرأ بها أبو رجاء العطاردي، والحسن، وأبو جعفر المدني. انظر: \"تفسير الطبري\" ٢٥/ ١٢٣، \"البحر المحيط\" ٨/ ٣٦، \"النشر\" لابن الجزري (ص ٦٢٠)، \"إتحاف فضلاء البشر\" (ص ٤٩٩). (٢) \"النكت والعيون\" ٥/ ٢٥٢.(٣) ليس في (م) و (ت).(٤) ورد هذا المعنى في أثر أخرجه الطبري عن قتادة ٢٥/ ١٢٤، وذكره الواحدي في \"الوجيز\" ٢/ ٩٨٤، والبغوي في \"تفسيره\" ٧/ ٢٣٢.(٥) الأعراف: ١٣٧، وفي (م) اقتصر على قوله: وأورثنا.(٦) ورد هذا المعنى في أثر أخرجه الطبري ٢٥/ ١٢٥، وابن أبي شيبة في \"مصنفه\" ١٣/ ٥٧٠، وأبو نعيم في \"الحلية\" ٣/ ٢٩٧، والبيهقي في \"شعب الإيمان\" ٣/ ١٨٣ برقم (٣٢٨٩) جميعهم عن مجاهد، دون قوله: السماء.(٧) أخرجه الطبري في \"تفسيره\" ٢٥/ ١٢٤.(٨) ليس في (م) و (ت).(٩) أخرجه الطبري في \"تفسيره\" ٢٥/ ١٢٤، وذكره البغوي في \"تفسيره\" ٧/ ٢٣٢، والقرطبي في \"الجامع لأحكام القرآن\" ١٦/ ١٤١، وابن كثير في \"تفسيره\" =</p><p> [٢٦٨٥] أخبرني أبو بكر الجوزقي (١) ، أخبرنا أبو العباس الدَّغولي (٢) ، أخبرنا أبو بكر بن أبي خُثَيمَة (٣) ، حدثنا خالد بن خداش (٤) ، حدثنا حماد بن زيد (٥) ، عن هشام (٦) ، عن محمد -يعني (٧) : ابن سيرين (٨) - قال: أخبرونا أنّ الحُمرة التي (٩) مع الشفق (١٠)  (لم تكن حتّى)  (١١) قتل (١٢) الحسين - رضي الله عنه - (١٣) . </p><p>= ٧/ ١٦٩ ولم ينسبه للسدي، وبعد أن ذكر عددًا من الآثار في ذلك ثم قال معلقا: وفي كل من ذلك نظر، والظاهر أنَّه من سخف الشيعة وكذبهم ليعظموا الأمر ولا شك أنَّه عظيم، ولكن لم يقع هذا الَّذي اختلقوه وكذبوه وقد وقع ما هو أعظم من قتل الحسين - رضي الله عنه - ولم يقع شيء مما ذكروه .. وهذا رسول الله - صلى الله عليه وسلم -، وهو سيد البشر في الدنيا والآخرة، يوم مات لم يكن شيء مما ذكروه .. باختصار (١) محمد بن عبد الله بن محمد الشيباني، ثقة.(٢) محمد بن عبد الرحمن بن محمد السَّرخسي، إمام حافظ مجود.(٣) أحمد بن زهير بن حرب الإمام، البغدادي، ثقة حافظ متقن.(٤) خالد بن خِداش بن عجلان الأزدي المُهَلبي مولاهم، أبو الهيثم البصري. قال أبو حاتم: صدوق، قال يحيى بن معين: قد كتبت عنه ينفرد عن حماد بن زيد بأحاديث، وقال ابن حجر: صدوق يخطئ (ت ٢٢٤ هـ).انظر: \"الجرح والتعديل\" ٣/ ٣٢٧ (ت ١٤٦٨)، \"الكاشف\" للذهبي ١/ ٣٦٣.(٥) الأزدي الجَهضمي، ثقة ثبت فقيه.(٦) هشام بن حَسان الأزدي، ثقة من أثبت الناس في ابن سيرين.(٧) ليس في (م).(٨) ثقة ثبت.(٩) ليس في (ت)(١٠) في (ت): الشفوق.(١١) ليس في (م)(١٢) زاد في (م) قبلها: من.(١٣) [٢٦٨٥] الحكم على الإسناد:فيه خالد بن خداش صدوق يخطئ. =</p><p> [٢٦٨٦] وبه عن ابن (١) أبي خيثمة (٢) ، حدثنا أبو سلمة (٣) ، حدثنا حماد بن سلمة (٤) ، حدثنا سليم القاص (٥) ، قال: مطرنا دمًا أيام قُتِل الحسين - رضي الله عنه - (٦) . </p><p> [٢٦٨٧] وأخبرنا أبو عبد الله الفنجوي (٧) ، حدثنا أبو علي المُقرئ (٨) ، حدثنا أبو يعلى الموصلي (٩) ، حدثنا (أحمد بن إسحاق </p><p>= التخريج: أخرجه ابن عساكر في \"تاريخ دمشق\" ١٤/ ٢٢٨ من طريق حماد بن زيد به، بنحوه، وذكره إسماعيل حقي في \"تفسيره\" ١٣/ ٢٧٢.(١) ليس في (م)(٢) ثقة، حافظ، متقن.(٣) منصور بن سلمة الخزاعي، ثقة ثبت حافظ.(٤) البصري، ثقة عابد، أثبت الناس في ثابت، تغير حفظه بأخرة.(٥) في الأصل: القاضي، والمثبت من (م) و (ت)، وهو أبو إبراهيم، روى عنه إسماعيل ابن علية، وحماد. قال ابن حبان: يخطئ. انظر: \"الجرح والتعديل\" ٤/ ٩٤١، \"الثقات\" لابن حبان ٤/ ٣٢٩.(٦) [٢٦٨٦] الحكم على الإسناد:سنده ضعيف؛ سليم القاص يخطئ. وقد ذكر الإمام ابن تيمية أن هذِه الروايات كذب. انظر: \"منهاج السنة\" ٤/ ٥٦٠.التخريج:أخرجه ابن سعد في \"الطبقات \"كما في الجزء المتمم ١/ ٥٠٥ من طريق حماد به، وذكره البخاري في \"التاريخ الكبير\" ٤/ ١٢٩، ابن أبي حاتم في \"الجرح والتعديل\" ٤/ ٢١٦.(٧) الحسين بن محمد بن فنجويه، ثقة صدوق، كثير الرواية للمناكير.(٨) الحسين بن محمد بن حبش، ثقة مأمون.(٩) أحمد بن علي بن المثنى التميمي، ثقة.</p><p> البصري (١) ، حدثنا مكي بن إبراهيم (٢) ) (٣) ، حدثنا موسى بن عبيدة الربذي (٤) ، حدثنا يزيد (٥) الرقاشي (٦) ، عن أنس بن مالك - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - أنّه قال:  \"ما من عبد إلّا وله بابان في السّماء(٧)، باب يخرج منه رزقه، وباب يدخل فيه عمله وكلامه، فإذا مات فقداه وبكيا عليه\" ، وتلا هذِه الآية:  {فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ}  (٨) ، </p><p>(١) في الأصل: النصري. وهو تصحيف، والمثبت من (ت) وأحمد ترجمه ابن حبان في \"الثقات\" ٨/ ٢٤ فقال: أحمد بن إسحاق أبو عبد الله الجوهري، يروي عن المكي بن إبراهيم، حدثنا عنه أبو يعلى. (٢) الحنظلي، أبو السكن البلخي، ثقة ثبت.(٣) ما بين القوسين ليس في (م)(٤) في الأصل: الزيدي، وفي (م): الزبدي، وهو تصحيف، والمثبت من (ت) وهو ضعيف.(٥) في الأصل: زيد. وهو تصحيف، والمثبت من (م) و (ت).(٦) يزيد بن أبان الزَقَاشِي، ضعيف زاهد.(٧) في (م) و (ت): في السماء بابان.(٨) [٢٦٨٧] الحكم على الإسناد:سنده ضعيف؛ موسى بن عبيد والرقاشي ضعيفان.التخريج:أخرجه الترمذي في \"سننه\" (٣٢٥٥) كتاب: تفسير القرآن عن رسول الله -صلى الله عليه وسلم-، باب: ومن سورة الدخان، من طريق موسى بن عبيد، به، بنحوه، وقال: هذا حديث غريب لا نعرفه مرفوعا إلا من هذا الوجه، وموسى بن عبيدة ويزيد بن أبان الرقاشي يضعفان في الحديث.وأبو يعلى في \"مسنده\" ٧/ ١٦٠ برقم (٤١٣٣) ومن طريقه أخرجه المصنف، وأبو نعيم في \"حلية الأولياء\" ٣/ ٥٣ من طريق موسى بن عبيد، به، بنحوه، =</p><p> وذلك أنّهم لم يكونوا يعملون على الأرض عملًا صالحًا تبكي عليهم، ولم يصعد لهم إلى السّماء من كلامهم ولا من (١) عملهم كلام طيب، ولا عمل صالح فتفقدهم فتبكي عليهم. </p><p> [٢٦٨٨] وأخبرني عقيل بن محمد (٢) أنّ المعافى بن زكريا (٣) أخبره، عن محمد بن جرير (٤) ، حدثنا يحيى بن طلحة (٥) ، حدثنا عيسى بن يونس (٦) ، عن صفوان بن عَمرو (٧) ، عن شريح بن عبيد (٨) الحضرمي قال: قال رسول الله - صلى الله عليه وسلم -: \"إنّ الإسلام بدأ غريبًا، وسيعود غريبًا، ألا لا (٩) غربة على مؤمن، ما مات مؤمن في غربة </p><p>= والبغوي في \"تفسيره\" ٧/ ٢٣٢ من طريق المصنف، والحديث ضعفه أيضًا الألباني في \"الضعيفة\" (٤٤٩١). (١) من (ت).(٢) الإستراباذي، لم أجده.(٣) فقيه، حافظ، ثقة.(٤) الطبري، ثقة.(٥) يحيى بن طلحة بن أبي كثير اليربُوعي، أبو زكريا الكوفي، روى عن ابن عيينة، الفضل بن دكين، وغيرهما.قال النسائي: ليس بشيء، وقال ابن حجر: لين الحديث، من العاشرة.انظر: \"الجرح والتعديل\" ٩/ ١٦٠ (ت ٣٦٦)، \"الكاشف\" للذهبي ٢/ ٣٦٨.(٦) عيسى بن يونس بن أبي إسحاق السبيعي، ثقة مأمون.(٧) السَّكسَكي، أبو عمرو الحِمصي، ثقة.(٨) في (م): عبد الله، وشريح ثقة، وكان يرسل كثيرًا.(٩) ليس في (م)</p>"
}