{
  "id": null,
  "sura": 45,
  "aya": 14,
  "text": "<p> [٢٦٩٦] وبه عن شباب (١) ، عن ابن عمر (٢) ، قال: سمعت مسلمة (٣) يقرأ: {وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ} مفتوحة (الميم) مرفوعة (النون) وهي (٤) مشددة، (والهاء) مضمومة (٥) . </p><p> {إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ} . </p><p> ١٤ - {قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ} </p><p> أي: لا يخافون وقائع الله، ولا يبالون نقمه (٦)  (٧) . </p><p>= شواذ القرآن\" (ص ١٣٩) ونسبها أيضًا لعبيد بن عمير، وابن جني في \"المحتسب\" (ص ٦١١) وزاد نسبتها لعبد الله بن عمرو، والجحدري وعبد الله بن عُبيد بن عُمير، والسمين الحلبي في \"الدر المصون\" ٩/ ٦٤٤ ونقل قول أبي حاتم في سند هذِه القراءة حيث قال: سند هذِه القراءة إلى ابن عباس مظلم. (١) صدوق ربما أخطأ، وكان إخباريًّا علامة.(٢) لم أتبينه، ولعله محمد بن عمر الواقدي؛ فهو من شيوخ شباب وقد روى عن مسلمة، والواقدي متروك مع سعة علمه.(٣) مسلمة بن محارب بن دثار السدوسي، لم أجد فيه جرحًا أو تعديلا.(٤) ليس في (م).(٥) [٢٦٩٦] الحكم على الإسناد:فيه أحمد بن يزيد، وابن عمر لم أتبينه إلا أن يكون الواقدي فهو متروك.التخريج:لم أجد من أخرج هذِه القراءة غير المصنف، وذكرها ابن جني في \"المحتسب\" (ص ٦١١)، وابن الجوزي في \"زاد المسير\" ٧/ ٣٥٦ ونسبها لسعيد بن جبير، والقرطبي في \"الجامع لأحكام القرآن\" ١٦/ ١٦٠، والسمين الحلبي في \"الدر المصون\" ٩/ ٦٤٤.(٦) في (ت): ينالون نِعمَه.(٧) انظر: \"تفسير الطبري\" ٢٥/ ١٤٤، \"معالم التنزيل\" للبغوي ٧/ ٢٤٢.</p><p> قال (١) ابن عباس - رضي الله عنهما - ومقاتل: نزلت في عمر بن الخطاب - رضي الله عنه - وذلك أنَّ رجلًا من بني غفار كان يشتمه، فهمَّ عمر - رضي الله عنه - أن يبطش به، فأنزل الله تعالى هذِه الآية، وأمره بالعفو عنه (٢) . </p><p> [٢٦٩٧] أخبرني الحسين بن محمد بن عبد الله (٣) ، (حدثنا موسى ابن محمد بن علي بن عبد الله)  (٤) ، حدثنا الحسن (٥) بن علوية (٦) ، حدثنا إسماعيل بن عيسى العطار (٧) ، حدثنا محمد بن زياد اليشكري (٨) ، عن ميمون بن مهران (٩) ، عن ابن عباس - رضي الله عنه -، قال: لما نزلت هذِه الآية: {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا}  (١٠) ، </p><p>(١) في الأصل: قاله، والمثبت من (م) و (ت). (٢) ذكره: مقاتل بن سليمان في \"تفسيره\" ٣/ ٢١٢، والواحدي في \"الوسيط\" ٤/ ٩٦، والبغوي في \"تفسيره\" ٧/ ٢٤٢، وابن الجوزي في \"زاد المسير\" ٧/ ٣٥٨.(٣) ابن فنجويه، ثقة، صدوق كثير الرواية للمناكير.(٤) ما بين القوسين ليس في (م)، وموسى لم أجده.(٥) في الأصل: الحسين، وهو تصحيف، والمثبت من (م) و (ت).(٦) أبو علي القطان، ثقة.(٧) ليس في (م)، وفي (ت): القطان. وإسماعيل ضعفه الأزدي، وصححه غيره.(٨) محمد بن زياد اليَشكُري الطحان الكوفي، ويقال: الجندي الأعور الفأفاء، المرعوف بالميموني الرَّقي، قال الإمام أحمد: كذاب خبيث، أعور يضع الحديث، قال الحافظ ابن حجر: كذبوه، من الثامنة.انظر: \"الجرح والتعديل\" ٧/ ٢٥٨ (ت ١٤١٢)، \"الكاشف\" للذهبي ٢/ ١٧٢، \"تقريب التهذيب\" لابن حجر ٢/ ١٦٢.(٩) الجَزري، ثقة فقيه .. وكان يرسل.(١٠) الحديد: ١١.</p><p> قال (١) يهودي بالمدينة - يقال له: فنحاص: احتاج ربُّ محمد. قال: فلما سمع بذلك (٢) عمر بن الخطاب - رضي الله عنه - اشتمل على سيفه فخرج في طلبه، فجاء جبريل عليه السلام إلى محمد - صلى الله عليه وسلم - فقال: إنَّ ربَّك يقول: {قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ} ، واعلم أنَّ عمر بن الخطاب - رضي الله عنه - قد اشتمل على سيفه، وخرج في طلب اليهودي. فبعث النبي - صلى الله عليه وسلم - في طلبه، فلما جاء، قال:  \"يا عمر ضع سيفك\" . قال: صدقت يا رسول الله، أَشهد أنَّك أُرسلت بالحقِّ، قال:  \"إنَّ(٣)ربُّك يقول:{قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ}\" ، قال: لا جَرَم، والَّذي بعثك بالحقِّ لا يُرى الغضب في وجهي (٤) . </p><p> وقال القرظي والسدي: نزلت في ناس من أصحاب رسول الله - صلى الله عليه وسلم - من أهل مكَّة كانوا في أذى شديد من المشركين، قبل أن يؤمروا بالقتال، فشكوا ذلك إلى رسول الله - صلى الله عليه وسلم - فأنزل الله هذِه الآية، ثمَّ نسختها آية القتال (٥) . </p><p>(١) في (ت) زيادة: رجل. (٢) في (م): ذلك.(٣) في (م) و (ت): فإن.(٤) [٢٦٩٧] الحكم على الإسناد:سنده ضعيف جدًا، وعلته محمد بن زياد كذاب، وموسى لم أجده.التخريج:أخرجه الواحدي في \"أسباب النزول\" (ص ٦٠٣)، من طريق موسى بن محمد، به، بنحوه.(٥) آية القتال هي: {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ} [التوبة: ١٢٩].</p><p> {لِيَجْزِيَ قَوْمًا}  (١) قرأ أهل الكوفة والشام (إلا عاصما)  (٢)  (لنجزي) بفتح النون والياء وكسر الزاي (٣) ، وقرأ أبو جعفر بضم الياء الأُولى وجزم الثانية (٤) ، قال أبو عمرو: وهو لحن ظاهر (٥) . وقال الكسائي: معناه (٦) : ليُجزى الجزاء قومًا (٧) . </p><p> وقرأ الباقون بفتح اليائين على وجه الخبر عن الله تعالى (٨) ، واختاره أبو عبيد وأبو حاتم لذكر الله قبل ذلك. </p><p>= أخرج عبد الرزاق في \"تفسيره\" ٢/ ٢١٢ قول قتادة في نسخ هذِه الآية بقوله تعالى: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ}، وذكره: البغوي في \"تفسيره\" ٧/ ٢٤٣، وابن الجوزي في \"زاد المسير\" ٧/ ٣٥٨ وذكر أيضًا أن جمهور المفسرين على أن هذِه الآية منسوخة لكن اختلفوا في ناسخها. (١) في (ت): لنجزي.(٢) ليس في (م) و (ت).(٣) انظر: \"السبعة\" لابن مجاهد (ص ٤١٤)، \"التبصرة\" لابن فارس (ص ٤٩٥)، \"النشر\" لابن الجزري (ص ٦٣٢)، وهم: ابن عامر، وحمزة، والكسائي، وخلف.(٤) \"تفسير الطبري\" ٤٥/ ١٤٤ وذكر عدم جواز القراءة بها، \"التبصرة\" لابن فارس (ص ٤٩٥)، \"تحبير التيسير\" لابن الجزري (ص ٥٥٤).(٥) انظر: \"معالم التنزيل\" للبغوي ٧/ ٢٤٣، \"الجامع لأحكام القرآن\" ١٦/ ١٦٢.(٦) ليس في (ت).(٧) انظر: \"معالم التنزيل\" للبغوي ٧/ ٢٤٣، \"المحرر الوجيز\" لابن عطية ١٣/ ٣٠٥ ولم ينسبه، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ١٦٢.(٨) \"الكشف\" لمكي ٢/ ٣٦٩ واختارها، \"التبصرة\" لابن فارس (ص ٤٩٥)، \"النشر\" لابن الجزري (ص ٦٣٢)، وهم: نافع، ابن كثير، أبو عمرو البصري، عاصم، يعقوب.</p>"
}