{
  "id": null,
  "sura": 46,
  "aya": 29,
  "text": "<p> ٢٩ - قوله تعالى:  {وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ} الآية </p><p> قال المفسِّرون: لمّا مات أبو طالب خرج رسول الله - صلى الله عليه وسلم - وحده إلى الطائف يلتمس من ثقيف النصر (١) ، والمنعة له من قومه (٢) . </p><p> فروى محمّد بن إسحاق (٣) عن يزيد بن زياد (٤) عن محمّد بن كعب القرظي (٥) ، قال: لمّا انتهى رسول الله - صلى الله عليه وسلم - إلى الطائف، عَمَدَ إلى نفر من ثقيف، وهم يومئذ سادةُ ثقيف وأشرافهم وهم إخوة ثلاثة: عبد يا ليل، ومسعود، وحبيب، بنو عمرو بن عمير، وعندهم امرأة من قريش من بني جُمَح، فجلس إليهم، فدعاهم (٦) إلى الله تعالى، وكلّمهم بما جاءهم له من نُصرته على الإِسلام، والقيام معه على من خالفه من قومه، </p><p> فقال أحدهم: هو يَمرُطُ ثياب الكعبة إن كان الله أرسلك، وقال الآخر: أما وجد الله أحداً يرسله غيرك؟ وقال الثالث: والله لا </p><p>(١) في (ت): (النصرة). (٢) انظر: \"سيرة ابن هشام\" ٢/ ٤٧، \"معالم التنزيل\" للبغوي ٧/ ٢٦٥، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٢١٠ ونسب القول لابن عباس، وسعيد بن جبير، ومجاهد.(٣) محمَّد بن إسحاق بن يسار المدني، أبو بكر المطلبي مولاهم، إمام المغازي، صدوق يدلس، ورمي بالتشيع والقدر.(٤) يزيد بن زياد، (ويقال: ابن أبي زياد، ويقال: يزيد بن زياد بن أبي زياد المدني)، مولى عبد الله بن عياش بن أبي ربيعة المخزومي، ثقة.(٥) محمَّد بن كعب، ثقة عالم.(٦) في (م): (ودعاهم).</p><p> أُكلّمك كلمة أبداً، لئن كنت رسولاً من الله كما تقول، لأنت أعظم خطراً من أن أرُدَّ عليك الكلام، ولئن كنت تكذب على الله ما ينبغي لي (١) أن أُكلّمك. </p><p> فقام رسول الله - صلى الله عليه وسلم - من عندِهم وقد يئس من خير ثقيف، فقال (٢) لهم: \"إذا فعلتم ما فعلتم فاكتُموا علي\" . </p><p> وكرِه رسول الله - صلى الله عليه وسلم - أن يبلغ قومه عنه، فيديرهم عليه ذلك، فلم يفعلوا، وأغَروا (٣) سفهاءهم، وعبيدَهم يسبّونه، ويصيحون به، حتّى اجتمع عليه الناس والجؤوه إلى (٤) حائط (٥)  (٦) لعتبة، وشيبة ابني ربيعة، وهما فيه، ورجع (٧) عنه سفهاء ثقيف، ومن كان يتبعه، فعمد إلى ظل حَبَلةٍ (٨) من عنب فجلس فيه، وابنا (٩) ربيعة ينظران إليه ويَرَيان ما لقي من سفهاء ثقيف، وقد لقي رسول الله - صلى الله عليه وسلم - تلك المرأة </p><p>(١) في (م): (لك). (٢) في (م) و (ت): (وقال).(٣) في (م) و (ت) زيادة: (به).(٤) قوله (إلى) ليس في (ت).(٥) في (ت): (لحائط).(٦) الحائط: البستان. \"تهذيب اللغة\" ٥/ ١١٩.(٧) في (م): (فرجع).(٨) الحَبَلَةُ والحُبَلَةُ: الكَرْم، وقيل: الأَصل من أُصول الكَرْم، والحَبَلة طاق من قُضْبان الكَرْم والحَبَلُ شجر العِنَب واحدته حَبَلة. \"لسان العرب\" ١١/ ١٣٨.(٩) في (م): (وابني).</p><p> من بني جُمَح (١) ، فقال لها:  \"ماذا لقينا من أحْمَائِكِ(٢)؟ \" . </p><p> فلمّا اطمئن رسول الله - صلى الله عليه وسلم -، قال:  \"اللَّهم إنّى أشكو إليك ضعف قوّتي، وقلّة حيلتي، وهواني على النّاس يا أرحم الراحمين، أنت ربّ المستضعفين، وأنت ربّي، إلى من تكلني، إلى بعيد يتَجهَّمني(٣)أو إلى عدوَ ملّكته أمري، إن لم يكن بك غضب عليَّ(٤)لا(٥)أُبالي، ولكن عافيتك هي أوسع لي، أعوذ بنور وجهك[الذي أشرقت له الظلمات وصلح عليه أمر الدنيا والآخرة](٦)من أن ينزل بي غضبك، ويحلّ عليَّ سخطك، لك العتبى حتّى ترضى، لا حول، ولا قوّة إلَّا بك\" . </p><p> فلمّا رأى ابنا (٧) ربيعة ما لقي تحرّكت له رَحِمُهُما (٨) ، فَدَعَوَا غلاماً لهما نصرانيًّا، يقال له: عَدَّاس (٩) ، فقالا له: خذ قِطفاً من هذا العنب </p><p>(١) بنو جُمَح: هم بطن من قريش، وهو: جُمَح بن عمرو بن هصيص بن كعب بن لؤي. \"اللباب في تهذيب الأنساب\" ١/ ٢٩١. (٢) الأَحْمَاءَ: كلّ من كان من قبل الزوج من أبيه أو أخيه أو عمه (قاله ابن السكيت). \"المصباح المنير\" ١/ ٣٤٩.(٣) يَتَجَهَّمُني: أي يَلْقاني بالغِلْظة والوجه الكريه. \"النهاية\" لابن الأثير ١/ ٣٢٣.(٤) في (م) و (ت): (عليَّ غضب).(٥) في (م) و (ت): (فلا).(٦) ما بين المعقوفتين زيادة من (ت).(٧) في (م): (ابني).(٨) في (م): (رحمتهما).(٩) عَدَّاس مولى شيبة بن ربيعة، كان نصرانيا من أهل نينوى قرية من قرى الموصل، ولقي النبي - صلى الله عليه وسلم - بالطائف. انظر: \"تكملة الإكمال\" ٤/ ١٣٦، \"أسد الغابة\" ١/ ٧٥٨، \"الإصابة\" ٢/ ٤٦٦.</p><p> وضعه في ذلك الطبق، ثمّ اذهب به إلى ذلك الرجل فقل له يأكل منه، ففعل عَدَّاس، ثمّ أقبل به حتّى وضعه بين يَدي رسول الله - صلى الله عليه وسلم - فلمّا وضع رسول الله - صلى الله عليه وسلم - يده، قال:  \"بسم الله\" ، ثمّ أكل، فنظر عداس إلى وجهه (١) ، ثمّ قال: إنَّ هذا الكلام ما يقوله أهلُ هذِه البلدة، قال (٢) له رسول الله - صلى الله عليه وسلم -: \"من(٣)أي أهل البلاد أنت يا عَدَّاس؟ وما دينك؟ \" ، قال: أنا نصراني، وأنا رجل من أهل نينوى (٤) . </p><p> فقال له النبي (٥) -صلى الله عليه وسلم-: \"أمِن قرية الرجل الصالح يونس بن متّى؟ \" قال له: وما يدريك ما يونس بن متّى؟ قال له رسول الله - صلى الله عليه وسلم -: \"ذاك(٦)أخي، كان نبيًّا وأنا نبيّ\" ، فأكبّ عَدَّاس على رسول الله - صلى الله عليه وسلم - فقبّل رأسه، ويديه، ورجليه (٧) . </p><p> قال: فيقول ابنا (٨) ربيعة أحدهما لصاحبه: أمَّا غلامك فقد أفسده </p><p>(١) قوله (إلى وجهه) ليس في (م). (٢) في (م): (فقال).(٣) في (م): (ومن) بزيادة واو.(٤) نينوى: بكسر أوله وسكون ثانيه وفتح النون والواو، كانَتْ إحْدى مُدُنِ العِرَاقِ المُهِمَّةِ، ذَاتُ شُهْرَةٍ تَارِيخِيَّةٍ، كَانَ مِنْهَا نَبِيُّ اللهِ يُونُسَ بْنُ مَتَّى، وهي أَطْلَالٌ وَآثَارٌ عَلَى الضَّفَّةِ اليُسْرى لِنَهْرِ دِجْلَةَ مُقَابَلَةً مَدِينَةَ المَوْصِلِ.انظر: \"معجم البلدان\" ٥/ ٣٣٩، \"المعالم الجغرافية\" ١/ ٤٤١.(٥) في (م) و (ت): (رسول الله).(٦) في (م): (ذلك).(٧) في (ت): (وقدمَيه).(٨) في (م): (ابني).</p><p> عليك، فلمّا جاءهما (١) عداس، قالا له: ويلك يا عداس ما لكَ تقبّل رأس هذا الرجل، ويديه، وقدميه؟ قال: يا سيّدي ما في الأرض خيرٌ من هذا الرجل (٢) ، لقد خبّرني (٣) بأمر ما يعلمه إلا (٤) نبي. فقالا: ويحك يا عداس لا يصرفنّك عن دينك، فإنّ دينك خيرٌ من دينه. </p><p> ثمّ إنَّ رسول الله - صلى الله عليه وسلم - انصرف من الطائف راجعاً إلى مكّة حين يئس من خير ثقيف، حتّى إذا كان بنخلة (٥) ، قام من جوف الليل يصلّي، فمرّ به نفر من جنّ أهل نصيبين اليمن (٦)  (٧) . </p><p>(١) في (ت): (جاءهم). (٢) قوله (الرجل) ليس في (م) و (ت).(٣) في (م): (اخبرني).(٤) من (م) و (ت).(٥) نخلة: واد من الحجاز بينه وبين مكة مسيرة ليلتين، وأكثر أهله من هذيل، ووادي نخلة هو الذي يسمى الآن الزيمة. \"معجم البلدان\" ٥/ ٢٧٨، \"اللباب في تهذيب الأنساب\" ٣/ ٣٨٣، \"موسوعة الدفاع عن رسول الله - صلى الله عليه وسلم -\" ٢/ ١٨٢.(٦) نصيبين: قرية باليمن غير التي بالعراق. \"عمدة القاري\" للعيني ٩/ ١٩٨.(٧) الحكم على الإسناد:رجاله ثقات، عدا ابن إسحاق فإنَّه مدلس، ولم يصرح بالتحديث، وكذلك رواها ابن إسحاق عن القرظي مرسلة.قال الألباني رحمه الله: أخرج هذِه القصة ابن إسحاق بسند صحيح عن محمَّد بن كعب القرظي مرسلا، لكن قوله (إن أبيتم فاكتموا على) وقوله: (اللهم إليك أشكو .. ) إلخ الدعاء، ذكرهما بدون سند، .. وروى هذِه القصة الطبراني في \"الكبير\" من حديث عبد الله بن جعفر مختصرا وفيه الدعاء المذكور بنحوه، قال الهيثمي ٦/ ٣٥: (وفيه ابن إسحاق وهو مدلس ثقة، وبقية رجاله ثقات) فالحديث =</p><p> وكان سبب ذلك أنّ الجنّ كانت تسترق السمع، فلمّا حُرِست السماء ورُجموا بالشهُب، قال إبليس: إنَّ هذا الذي حدث في السماء لشيء حدث في الأرض، فبعث سراياه ليعرف (١) الخبر، فكان (٢) أوّل بعثٍ بُعث ركباً من أهل نصيبين وهم أشراف الجنّ وساداتهم، فبعثهم إلى تهامة، فاندفعوا حتّى بلغوا وادي (٣) نخلة، فوجدوا رسول الله - صلى الله عليه وسلم - يصلّي صلاة الغداة، ببطن نخلة ويتلو القرآن، فاستمعوا (٤) إليه، وقالوا: أنصتوا. (٥) هذا معنى قول سعيد بن جبير وجماعة من أئمّة أهل (٦) الخبر، ورواية العوفي عن ابن عباس. </p><p>= ضعيف انظر: \"فقه السيرة\" للغزالي بتخريج الألباني (ص ١٢٦). تخريج القصة: أخرجها الطبري في \"تاريخ الأمم والرسل والملوك\" ١/ ٥٥٥ من طريق ابن إسحاق، به، بمثله، والبيهقيُّ في \"دلائل النبوة\" ٢/ ٤١٦ من طريق الزهري بنحوه، مرسلا، وذكرها ابن هشام في \"السيرة النبوية\" ٢/ ٤٧ بنحوه، وابن الأثير في \"أسد الغابة\" ١/ ٧٥٨، وابن حجر في \"الإصابة\" ٢/ ٤٦٦ كلاهما مختصرا في ترجمة عداس - رضي الله عنه -.(١) في (م) و (ت): (لتعرف).(٢) في (م): (وكان) بزيادة واو.(٣) في (م): (ذي).(٤) في (م): (فاجتمعوا).(٥) أخرجه الطبري في \"تفسيره\" ٢٦/ ٣٠ من طريق العوفي عن ابن عباس مطولاً، وذكره ابن حجر في \"فتح الباري\" ٨/ ٦٧١ عن الطبري. وذكره الإمام البخاري بيعناه عن ابن عباس ٢/ ٢١٥٧ رقم (٤٩٢١) كتاب التفسير، سورة الجن.(٦) قوله (أهل) ليس في (م).</p><p> وقال آخرون: </p><p> بل أُمِر رسول الله - صلى الله عليه وسلم - أن يُنذِر الجنّ ويدعوهم إلى الله تعالى، ويقرأ عليهم القرآن، فصرف إليه (١) الله تعالى نفراً من الجنّ، من نينوى جمعهم (٢) له، فقال لهم (٣) رسول الله - صلى الله عليه وسلم -: \"إنّي أُمرت أن أقرأ على الجنّ الليلة، فأيُّكم يَتْبَعُني؟ \" فأطرقوا، ثمّ استَتبَعهم، فأطرقوا، ثمّ استتبعهم الثالثة، فأطرقوا، فاتَّبعَه عبد الله بن مسعود - رضي الله عنه -، قال عبد الله بن مسعود - رضي الله عنه -: ولم يحضر معه أحد غيري، فانطلقنا حتّى إذا كنّا بأعلى مكّة دخل نبيّ الله - صلى الله عليه وسلم - شعباً يقال له: شِعبُ الحَجون (٤) ، وخط لي خطًّا، وأمرني (٥) أن أجلس فيه، وقال لي (٦) : \"لا تخرج منه حتّى أعود إليك\" ، ثمّ انطلق حتّى قام فافتتح القرآن، فجعلت أرى أمثال النسور تهوي وتمشي في زفوفها (٧) ، وسمِعتُ لَغَطاً (٨) شديداً، حتّى خِفْتُ على رسول الله - صلى الله عليه وسلم -، وغشيَته </p><p>(١) قوله (إليه) زيادة من هامش الأصل و (م) و (ت). (٢) في (م) و (ت): (وجمعهم) بزيادة واو.(٣) قوله (لهم) ليس في (ت).(٤) الحُجُونُ: الثَّنِيَّةُ التِي تُفْضِي عَلَى مَقْبَرَةِ المُعَلَّاةِ، وَالْمَقْبَرَةُ عَنْ يَمِينِهَا وَشِمَالِهَا مِمَّا يَلِي الأَبْطَحَ، تُسَمَّى الثَّنِيَّةَ اليَوْمَ \"رِيعُ الحُجُونِ\". \"المعالم الجغرافية\" (ص ٨٣).(٥) في (م) و (ت): (ثمَّ أمرني).(٦) قوله (لي) ليس في (ت).(٧) في (م): (رفوفها). وفي (ت): (زقوقها).(٨) اللَّغَط: صوتٌ وضَجَّة لا يُفْهَم معناها. \"النهاية\" لابن الأثير ٤/ ٢٥٧.</p><p> أَسْوِدة كثيرة حالت بيني وبينه، حتّى ما أسمع صوته، ثمّ طفِقوا يتقطعون مثل قطع السحاب ذاهبين. </p><p> ففرغ رسول الله - صلى الله عليه وسلم - مع الفجر، فانطلق (١) إليَّ، وقال:  \"أنِمتَ؟ \" فقلت: لا والله، ولقد همَمتُ مِراراً أن أستغيث بالناس، حتّى سمِعتُك تَقْرَعُهم بعصاك، تقول:  \"اجلِسوا\" ، قال:  \"لو خرجت لم آمن أن يتخطّفك بعضهم\" ، ثمّ قال:  \"هل رأيت شيئاً؟ \" ، قلت: نعم رأيت رجالاً سوداً مُسْتَثْفِري (٢)  (٣) ثِيابٍ بيض، قال:  \"أولئك جنُّ نصيبين، سألوني(٤)المتاع -والمتاع الزاد- فمتَّعتُهم بكلِّ عظم حابل، وبعرة، وروثة\"  (٥) ، فقالوا: يا رسول الله، يُقَذِّرها الناس علينا، فنهى النبيّ - صلى الله عليه وسلم - أن يُستنجى بالعظم والروث. </p><p> قال: فقلت: يا رسول الله وما (٦) يغني ذلك عنهم؟ قال:  \"إنّهم لا يجدون عظماً إلَّا وجدوا عليه لحمة يوم أُكل، ولا روثة إلَّا وجدوا فيها حبّها يوم أُكلت\" . </p><p> فقلت: يا رسول الله، سمعتُ لَغَطاً شديداً، فقال: \"إنَّ الجنّ </p><p>(١) في (م): (وانطلق). (٢) في (م): (المستنفري). وفي (ت): (مستنفزي).(٣) الاستثفار: هو أنْ يُدْخل الرجلُ ثوبه بين رجْليه كما يَفْعَل الكَلب بذَنَبه. \"النهاية\" لابن الأثير ١/ ٢١٤.(٤) في (م): (فسألوني).(٥) في (م): (وروثة وبعرة).(٦) في (م): (ما) بدون واو.</p><p> تدارأت (١) في قتيل قتل (٢) بينهم، فتحاكموا إليَّ، فقضيت بينهم بالحقّ \"(٣).</p><p> قال (٤) : ثمّ تبرّز رسول الله - صلى الله عليه وسلم -، ثمّ أتاني، فقال: \" هل معك ماء؟ \"، قلت(٥): يا رسول الله معي(٦)إداوة(٧)فيها شيء من نبيذ التمر(٨)، فاستدعاه فصببت على يده(٩)فتوضّأ،وقال:\" تمرة طيبة وماء طهور\" (١٠) . </p><p>(١) تدارأت تدارأ القوم وادّارؤوا، إذا تنازعوا في شرّ أو خصومة. \"جمهرة اللغة\" ٢/ ٩٤. (٢) قوله (قتل) ليس في (م).(٣) أخرجه الطبري في \"تفسيره\" مقطعاً ٢٦/ ٣٢، وأخرجه الإمام أحمد (ص ٣٤٢/ رقم ٤٣٨١) بنحوه مختصراً، وذكر فيه قصة النبيذ، وإسناد أحمد ضعيف لأنَّ فيه راوٍ مجهول وقد عنعن، وهو أبو زيد مولى عمرو بن حريث.(٤) قوله (قال) ليس في (م).(٥) في (م): (فقلت).(٦) قوله (معي) ليس في (ت).(٧) إِدَاوَة: بِكَسْرِ الهَمْزَة إِنَاء صَغِير مِنْ جِلْد. \"فتح الباري\" ١/ ٢٥١.(٨) النبيذ: شراب مسكر يتخذ من عصير العنب أو التمر أو غيرهما ويترك حتى يختمر. \"المعجم الوسيط\" ٢/ ٨٩٧.(٩) في (م): (يديه).(١٠) أخرجه بنحوه عن ابن مسعود - رضي الله عنه - ابن ماجه في \"سننه\" (ص ٨٤) رقم (٣٨٤) كتاب الطهارة وسننها، باب: الوضوء بالنبيذ، وأبو داود في \"سننه\" (ص ١٨) رقم (٨٤) كتاب الطهارة، باب: الوضوء بالنبيذ، والترمذي في \"الجامع\" (ص ٣٢) رقم (٨٨) كتاب الطهارة عن رسول الله - صلى الله عليه وسلم -، باب: الوضوء بالنبيذ.قلت: وقد أخرجه غيرهم عن ابن مسعود، إلا أن جميع طرقه معلولة، قال ابن =</p><p> قال قتادة: فذكر (١) لنا ابن مسعود - رضي الله عنه - لمّا قدم الكوفة رأى شيوخاً شمُطاً (٢) من الزُّطُّ (٣) ، فأفزعوه حين (٤) رآهم، وقال: اظهروا، فقيل له (٥) : إنَّ هؤلاء قوم من الزُّطُّ، فقال: ما أشبههم بالنفر (٦) الذين (٧) صرفوا إلى رسول الله - صلى الله عليه وسلم - يريد الجنّ (٨) . </p><p> [٢٧٣٥] أخبرنيه ابن فنجويه (٩) ، حدّثنا ابن حبش المقري (١٠) ، </p><p>= أبي حاتم في \"علل الحديث\" (ص ٥٤٩): (وسألتُ أبي وأبا زُرعة عن حديث ابن مسعود في الوضوء بالنبيذ؟ فقالا: هذا حديث ليس بقوي .. ولا يصح في هذا الباب شيء) وانظر أيضاً \"العلل المتناهية\" لابن الجوزي ١/ ٣٥٥، وضعفه الألباني رحمة الله. (١) في (م): (وذكر).(٢) شُمْطاً: الشَّمَطُ: بفتحتين، بياض شعر الرأس يُخالط سواده. \"مختار الصحاح\" (ص ٣٥٤).(٣) الزُّطُّ: بِضَمِّ الزَّاي وَتَشْدِيد المُهْمَلَة، جِنْس مِنْ السُّودَان، وَقِيلَ: هُمْ نَوْع مِنْ الهُنُود، وَهُمْ طِوَال الأَجْسَام مَعَ نَحَافَة فِيهَا. \"فتح الباري\" ٦/ ٤٨٥، \"لسان العرب\" ٧/ ٣٠٨. وفي (م) زيادة: (قال).(٤) في (م): (حتى).(٥) قوله (له) ليس في (م) و (ت).(٦) قوله (بالنفر) ليس في (م).(٧) في (م): (بالذين).(٨) أخرجه بنحوه الإمام أحمد في \"مسنده\" (ص ٣٤٠/ رقم ٤٣٥٣)، وذكره الطبري في \"تفسيره\" ٢٦/ ٣١، والبغويُّ في \"تفسيره\" ٧/ ٢٦٨.(٩) الحسين بن محمَّد بن فنجويه، ثقة، كثير الرواية للمناكير.(١٠) الحسين بن محمَّد بن حبش، ثقة مأمون. وكلمة (المقري) ليست في (م) و (ت).</p><p> حدّثنا ابن زنجويه (١) ، حدّثنا سلمة (٢) ، حدّثنا عبد الرزاق (٣) ، أخبرنا معمر (٤) ، عن قتادة (٥) ، بمثل معناه، إلَّا أنَّه لم يذكر قصة (٦) نبيذ التمر (٧) . </p><p> [٢٧٣٦] وأخبرني الحسين بن محمّد الحديثي (٨) رحمه الله، حدّثنا محمّد بن (٩) الحسن (١٠) الصوفي (١١) ، حدّثنا أبو جعفر محمّد بن صالح بن ذريح (١٢) ، حدّثنا مسروق بن المرزبان (١٣) ، حدّثنا ابن أبي </p><p>(١) علي بن بري بن زنجويه، لم يذكر بجرح أو تعديل. (٢) سلمة بن شَبيب النيسابوري، أبو عبد الرحمن الحَجْري المسْمَعي، ثقة.(٣) عبد الرزاق بن همام، ثقة حافظ، عمي في آخر عمره فتغير، وكان يتشيع.(٤) معمر بن راشد، ثقة ثبت.(٥) قتادة بن دعامة، ثقة ثبت.(٦) في (م): (فيه).(٧) [٢٧٣٥] الحكم على الإسناد:صحيح.التخريج:تقدم تخريجه.(٨) ابن فنجويه، ثقة صدوق كثير الرواية للمناكير.(٩) في (ت) زيادة (محمَّد بن).(١٠) في (ت): (الحسين).(١١) محمَّد بن الحسن بن الفضل بن العباس، أبو يعلى الصوفي البصري. قال الخطيب البغدادي: (كتبت عنه وكان صدوقا). انظر: \"تاريخ بغداد\" ٢/ ٢٢٠، \"تاريخ دمشق\" ٥٢/ ٣١٤.(١٢) محمَّد بن صالح بن ذَريح البغدادي العُكبري، أبو جعفر، الإمام المتقن الثقة.(١٣) مسروق بن المرزبان بن سمروق بن معدان الكندي، أبو سعيد ابن أبي النعمان =</p><p> زائدة (١) ، حدّثنا داود بن أبي هند (٢) ، عن علقمة (٣) ، قال: سألت عبد الله بن مسعود - رضي الله عنه -، هل كان مع رسول الله - صلى الله عليه وسلم - أحد ليلة الجنّ؟ ، فقال: لا لم يصحبه منّا أحدٌ، ولكنّا فقدناهُ ذات ليلة، فقلنا استطير (٤) أو اغتيل (٥) ، فتفرّقنا في الشعاب والأودية (٦) نلتمسه، فلمّا أصبحنا رأيناه مقبلاً من نحو حراء، فقلنا: يا رسول الله، بتنا بشرِّ ليلة بات بها قوم، نقول: استطير أو اغتيل، فقال:  \"إنّه أتاني داع من الجنّ، فذهبت أُقرئهم القرآن\" ، قال: وأراني آثارهم وآثار نيرانهم، فقال (٧) : فسألوه ليلتئذ الزاد، فقال: \"كلّ عظم لم يذكر (٨) </p><p>= الكوفي. قال أبو حاتم: (ليس بقوي، يكتب حديثه)، قال عنه الذهبي: (وثِّق)، وقال ابن حجر: (صدوق، له أوهام) (ت ٢٤٠ هـ). انظر: \"الجرح والتعديل\" ٨/ ٣٩٧ (ت ١٨٢٢)، \"الكاشف\" للذهبي ٢/ ٢٥٦، \"تقريب التهذيب\" لابن حجر ٢/ ٢٤٣.(١) يحيى بن زكريا بن أبي زائدة، واسمه خالد بن ميمون بن فيروز، أبو سعيد الكوفي، ثقة متقن.(٢) داود بن أبي هند، واسمه دينار بن عُذافر، البصري، ثقة متقن، كان يهم بأخرة.(٣) علقمة بن قيس بن عبد الله، أبو شبيل النخعي الكوفي، ثقة ثبت.(٤) اسْتَطِير: أي ذُهِبَ به سرَعة كأن الطَّير حَمَلته أو اغْتَالَه أحدٌ. والاسْتِطارَة والتطايُرُ: التفرّق والذَّهابُ. \"النهاية\" لابن الأثير ٣/ ١٥٢.(٥) اغتيل: الغِيلة بالكسر الخَدِيعة والاغْتِيال وقُتِل فلان غِيلة أَي خُدْعة وهو أَن يخدعه فيذهب به إِلى موضع فإِذا صار إِليه قتله وقد اغْتِيل. \"لسان العرب\" ١١/ ٥١٢.(٦) قوله (والأودية) ليس في (م).(٧) في (م) و (ت): (قال).(٨) في (م): (يقع).</p><p> اسم الله عليه يقع بأيديكم (١) أوفر ما كان لحماً، والبعر لدوابكم \"، فقال رسول الله - صلى الله عليه وسلم -: \" فلا (٢) تستنجوا بالعظام (٣) ولا بالبعر، فإنّه زاد إخوانكم من الجنّ\" (٤) . </p><p> [٢٧٣٧] وأخبرنا أبو عبد الله بن فنجويه (٥) ، حدّثنا أبو بكر بن خُرجَه (٦) ، حدّثنا (٧) محمّد بن أيّوب (٨) ، أخبرنا سليمان بن داود الشاذكوني (٩) ، عن خالد بن عبد الله الواسطي (١٠) ، عن خالد الحذّاء (١١) ، عن أبي معشر (١٢) ، عن إبراهيم (١٣) ، </p><p>(١) في (م) و (ت). (في أيديكم). (٢) في (م): (لا).(٣) في (م): (بالعظم).(٤) [٢٧٣٦] الحكم على الإسناد:رجاله ثقات، عدا محمَّد بن الحسن، ومسروق صدوقان.التخريج:أخرجه الإمام مسلم في \"صحيحه\" ١/ ٣٣٢ رقم (١٥٠) كتاب: الصلاة، باب: الجهر بالقراءة في الصبح، والقراءة على الجن، من طريق داود عن عامر أنَّه سأل علقمه .. ، بنحوه. وفيه (كل عظم ذكر اسم الله عليه).(٥) الحسين بن محمَّد بن فنجويه، ثقة، كثير الرواية للمناكير.(٦) عمر بن أحمد بن القاسم فقيه، روى عن الثقات الموضوعات.(٧) قوله (حدثنا) ليس في (م).(٨) أبو عبد الله البجلي الرازي، الحافظ المحدث الثقة.(٩) سليمان بن داود بن بشر المنقري البصري الشاذكوني، أبو أيوب، أحد الهلكى.(١٠) خالد بن عبد الله بن عبد الرحمن، أبو الهيثم، الواسطي، ثقة ثبت.(١١) خالد بن مهران الحذاء، أبو المُنازل البصري، ثقة يرسل.(١٢) زياد بن كُليب التَّميمي الحنظلي، أبو مَعشَر الكوفي، ثقة.(١٣) إبراهيم النخعي، ثقة، إلا أنَّه يرسل كثيرا.</p><p> عن علقمة (١) ، عن عبد الله (٢) - رضي الله عنه -، قال: لم أكن مع النبيّ - صلى الله عليه وسلم - ليلة الجنّ، وودِدْت أنّي كنت معه (٣) . </p><p> [٢٧٣٨] وأخبرني ابن فنجويه (٤) ، حدّثنا موسى (٥) بن محمّد بن علي (٦) ، حدّثنا يوسف بن يعقوب القاضي (٧) ، حدّثنا سليمان بن حرب (٨) ، حدّثنا شعبة (٩) ، عن عمرو بن مرة (١٠) ، قال: سألت أبا عبيدة بن عبد الله (١١) ، أكان عبد الله - رضي الله عنه - مع النبيّ - صلى الله عليه وسلم - ليلة الجنّ؟ </p><p>(١) علقمة بن قيس، ثقة ثبت. (٢) ابن مسعود الصحابي المشهور.(٣) [٢٧٣٧] الحكم على الإسناد:سنده ضعيف جدًّا، وعلته: الشاذكوني، والأثر صحيح كما سيأتي بيانه في التخريج.تخريج الأثر: أخرجه الإمام مسلم في \"صحيحه\" ١/ ٣٣٢ رقم (١٥٢) كتاب: الصلاة، باب: الجهر بالقراءة في الصبح، والقراءة على الجن، من طريق خالد الواسطي، به، بمثله.(٤) الحسين بن محمد بن فنجويه، ثقة، كثير الرواية للمناكير.(٥) في الأصل (سليمان)، والمثبت من (م) و (ت).(٦) موسى بن محمد بن علي بن عبد الله، لم أجده.(٧) يوسف بن يعقوب بن إسماعيل الأزدي، ثقة حافظ.(٨) سُليمان بن حرب بن بَجيل الأزدي، أبو أيوب البصري، ثقة إمام حافظ.(٩) شعبة بن الحجاج، ثقة حافظ متقن.(١٠) عمرو بن مُرَّة بن عبد الله الجَمَلي المُرَادي، أبو عبد الله الكوفي الأعمى، ثقة عابد، كان لا يدلس، ورمي بالإرجاء.(١١) أبو عبيدة بن عبد الله بن مسعود، ثقة.</p><p> قال: لا. وسألت إبراهيم. فقال: ليت صاحبنا كان ذلك (١)  (٢) . </p><p> {وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ} اختلفوا (٣) في مبلغ عددهم (٤) : </p><p> فقال ابن عبّاس - رضي الله عنهما -: كانوا سبعة نفر من جنّ نصيبين، فجعلهم رسول الله - صلى الله عليه وسلم - رُسلًا إلى قومهم (٥) . </p><p> [٢٧٣٩] أخبرني ابن فنجويه (٦) ، حدّثنا طلحة بن محمّد بن جعفر (٧) ، وعبيد الله (٨) بن أحمد بن يعقوب (٩) ، قالا: حدثنا </p><p>(١) في (م) و (ت): إذاك). (٢) [٢٧٣٨] الحكم على الإسناد:رجاله ثقات، عدا موسى بن محمد لم أجد له ترجمة.التخريج:أخرجه البيهقي في \"سننه\" ١/ ١١ كتاب الطهارة، باب: منع التطهير بالنبيذ، من طريق يعقوب بن سفيان، به، بنحوه، وأخرجه ابن أبي شيبة في \"مصنفه\" ٨/ ٦٣، والشاشي في \"مسنده\" ٢/ ٣٣٠ رقم (٩٢٠) من طريق شعبة، به، مختصرًا.(٣) في (م): (واختلفوا) بزيادة واو.(٤) في (م): (عدد الجن).(٥) أخرجه الطبري في \"تفسيره\" ٢٦/ ٣٠ - ٣١، وابن عدي في \"الكامل\" ٧/ ٢٤٨٨ كلاهما عن ابن عباس بنحوه، وذكره البغوي في \"تفسيره\" ٧/ ٢٦٩، وابن كثير في \"تفسيره\" ٧/ ١٩٨.(٦) الحسين بن محمد بن فنجويه، ثقة، كثير الرواية للمناكير.(٧) طلحة بن محمد، أبو القاسم الشاهد، سيئ الحال في الحديث، وضعفه الأزهري.(٨) في (م): (عبد الله).(٩) عبيد الله بن أحمد، ثقة.</p><p> أبو بكر بن مجاهد (١) ، حدّثني أحمد بن حرب (٢) ، حدّثنا سُنَيد (٣) قال (٤) : حدّثني حجاج (٥)  (٦) قال: قال ابن جريج (٧) : أخبرني وهب ابن سليمان (٨) ، عن شعيب الجبائي (٩) أنّ أسماء الجنّ الذين صرفهم الله تعالى إلى رسوله - صلى الله عليه وسلم - شاصر، وباصر (١٠) ، وحس (١١) ، ومس (١٢) ، والأرذ، وايتان (١٣) ، والأحقم (١٤) . </p><p>(١) أحمد بن مجاهد، الإمام المقرئ، ثقة مأمون. (٢) أحمد بن حرب بن محمد، الطائي المَوصِلي، صدوق.(٣) سُنَيد بن داود المصيصي، أبو علي المحتسب، ضعف مع إمامته ومعرفته لكونه كان يُلَقّن حجاج بن محمد شيخه.(٤) قوله (قال) ليس في (م).(٥) حجاج المِصِّيصي، ثقة ثبت، لكنه اختلط في آخر عمره.(٦) في (م) و (ت): (الحجاج).(٧) عبد الملك بن عبد العزيز بن جُريج، ثقة فقيه فاضل، وكان يدلس ويرسل.(٨) وهب بن سليمان الجندي اليماني، من أهل اليمن، يروى عن: طاوس، وشعيب الجبائي، روى عنه: ابن جريج.انظر: \"التاريخ الكبير\" (٨/ ١٦٩/ ت ٢٥٧٩)، \"الثقات\" لابن حبان ٧/ ٥٥٧، \"الجرح والتعديل\" ٩/ ٢٧/ ١٢٢.(٩) شعيب الجبائي، أخباري متروك.(١٠) في (م) و (ت): (ناصر).(١١) في هامش الأصل و (م): (وحنين).(١٢) في هامش الأصل و (م): (ومنين).(١٣) في (م): (واتنان). وفي (ت): (وابنان).(١٤) [٢٧٣٩] الحكم على الإسناد:إسناده ضعيف جدًّا، وعلته: طلحة بن محمد، وسُنيد، وشعيب الجبائي.تخريج الأثر: لم أجده عند غير المصنف، وممن ذكر أسماءهم من المفسرين =</p><p> وقال الآخرون (١) : كانوا تسعة (٢) . </p><p> [٢٧٤٠] أخبرنا أبو علي السراج (٣) ، أخبرنا أبو بكر القطان (٤) حدثنا أحمد (بن يوسف السلمي (٥) ، حدثنا محمد) (٦) بن يوسف الفريابي (٧) قال: ذكر سفيان (٨) ، عن عاصم (٩) ، عن زِر بن حُبيش (١٠) ، قال: زوبعة (١١) من الجن (١٢) التسعة الذين استمعوا القرآن من النبي - صلى الله عليه وسلم - (١٣) . </p><p>= الماوردي في \"النكت والعيون\" ٥/ ٢٨٦ عن مجاهد، والقرطبي في \"الجامع لأحكام القرآن\" ١٦/ ٢١٣ - ٢١٤، وقد ترجم ابن حجر لبعضهم في \"الإصابة\". (١) في (م) و (ت): (آخرون).(٢) \"تفسير الطبري\" ٢٦/ ٣١، \"معالم التنزيل\" للبغوي ٧/ ٢٦٩، \"زاد المسير\" لابن الجوزي ٧/ ٣٩٠.(٣) الحسين بن محمد بن علي بن إبراهيم، أبو علي السيوري، ثقة، كثير الحديث.(٤) محمد بن الحسين بن شهريار، أبو بكر القطان، ليس به بأس.(٥) ساقطة من الأصل.(٦) أحمد بن يوسف بن خالد النيسابوري، حافظ ثقة.(٧) محمد بن يوسف بن واقد بن عثمان الضبي، أبو عبد الله الفريابي، ثقة فاضل، يقال أخطأ في شيء من حديث سفيان وهو مقدم فيه عندهم على عبد الرزاق.(٨) سفيان الثوري، ثقة حافظ، إمام، حجة، وكان ربما دلس.(٩) عاصم بن أبي النجود، صدوق، له أوهام، حجة في القراءة.(١٠) زِرّ بن حُبَيش بن حُباشة بن أوس بن بلال، ثقة جليل مخضرم.(١١) هو: أحد الجن الذين استمعوا القرآن. \"الإصابة\" ١/ ٥٥٦.(١٢) قوله (الجن) ليس في (م) و (ت).(١٣) [٢٧٤٠] الحكم على الإسناد:سنده حسن. =</p><p> {فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا} قالوا: صهٍ (١)  (٢) . </p><p> [٢٧٤١] وبإسناده عن سفيان، عن أبي إسحاق، عن ثابت بن قطبة الثقفي، قال: جاء أُناسٌ إلى عبد الله بن مسعود - رضي الله عنه -، فقالوا: كنّا في سفر فرأينا حيّة مُتَشَحِّطة (٣) في دمها مقتولة (٤) ، فأجنَّها (٥) رجل منّا، فواريناها، فلمّا ولّوا جاءهم ناس، فقالوا: أيّكم دفن عمرًا؟ قالوا: ومَنْ عمرو؟ قال: الحيّة التي دفنتم في مكان كذا وكذا، أمّا إنّه كان من النفر الذين استمعوا القرآن من النبي - صلى الله عليه وسلم -، وكان بين حيّين من الجنّ من المسلمين وغيرهم، قتال، قال (٦) : فقُتل (٧) . </p><p>= تخريج الأثر: أخرجه ابن أبي شيبة كما في \"تفسير ابن كثير\" ٧/ ١٩٣ ومن طريقه الحاكم في \"المستدرك\" ٢/ ٤٩٥ كتاب التفسير، باب: تفسير سورة الأحقاف، وقال: صحيح الإسناد ولم يخرجاه، وقال الذهبي: صحيح)، مطولًا، مرفوعا إلى ابن مسعود، وأخرجه أبو نعيم في \"الدلائل\" (٢٥٣) من طريق سفيان به، بنحوه.(١) صَهْ: بسكونِ الهاء، وكسرِها مُنَوَّنَةً: كَلمَةُ زَجْرٍ للمُتَكَلِّمِ أي: اسْكُتْ.\"القاموس المحيط\" (ص ١٦١١).(٢) أخرجه البزار في \"مسنده\" ٥/ ٢٣٤ بنحوه، وقال الهيثمي في \"مجمع الزوائد\" ٧/ ١٠٦: (رواه البزار ورجاله ثقات)، والطبري في \"تفسيره\" ٢٦/ ٣٣ عن زر بن حبيش.(٣) التَّشَحَّطُ: الاضطراب في الدم. \"لسان العرب\" ٧/ ٣٢٧.(٤) ليس في (م).(٥) أجنها: جَنَّ المَيِّتَ وأَجَنَّه: وَارَاهُ. \"تاج العروس\"، جنن، ٣٤/ ٣٨١.(٦) ليس في (م).(٧) [٢٧٤١] الحكم على الإسناد: =</p><p> [٢٧٤٢] أخبرنا ابن فنجويه (١) رحمه الله قال: أخبرنا عمر بن الخطّاب (٢) ، حدّثنا عبد الله بن الفضل (٣) ، حدّثنا سهل بن حمزة (٤) ، حدّثنا عبد الله بن صالح (٥) ، حدّثني معاوية بن صالح (٦) ، عن أبي الزاهرية (٧) ، عن جبير بن نفير (٨) ، عن أبي ثعلبة الخُشَني (٩) - رضي الله عنه - أنّ رسول الله - صلى الله عليه وسلم - قال:  \"الجنّ على ثلاثة أصناف: صنفٌ لهم أجنحةٌ يطيرون في الهواء، وصنفٌ حيَّاتٌ وكلاب، وصنفٌ يحلُّون ويظعنون(١٠)\"  (١١) . </p><p>= سنده حسن. تخريج الأثر:لم أجد من أخرجه غير المصنف، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٦/ ٢١٤.(١) الحسين بن محمد بن فنجويه، ثقة، كثير الرواية للمناكير.(٢) عمر بن الخطاب السجزي، لم أجده.(٣) عبد الله بن الفضل بن ذاخرة، لم أجده.(٤) سهل بن حمزة لم أجد له ترجمة.(٥) عبد الله بن صالح بن محمد الجهني مولاهم، أبو صالح المصري، صدوق كثير الغلط، ثبت في كتابه، وكانت فيه غفلة.(٦) معاوية بن صالح بن حُدّير الحضرمي، صدوق، له أوهام.(٧) حُدير بن كُريب الحضرمي، أبو الزَّاهرية الحمصي، صدوق.(٨) جُبَير بن نُفَير بن مالك الحضرمي، الحمصي، ثقة، جليل.(٩) صحابي مشهور.(١٠) في (م): ويضعنون. وفي (ت): يطعنون.(١١) [٢٧٤٢] الحكم على الإسناد:هذا الإسناد ضعيف جدًّا، وعلته أبو رجاء الخراساني منكر الحديث، وفيه سهل ابن حمزة لم أجد له إلا أن الحديث قد صححه الحاكم كما سيأتي بيانه في =</p><p> وقوله:  {فَلَمَّا حَضَرُوهُ قَالُوا} قال: بعضهم لبعض {أنصتوا} ، فأنصتوا واستمعوا القرآن، حتّى كاد يقع بعضهم على بعض من شدّة حرصهم (١) ، نظيرها في سورة الجنّ (٢) . </p><p> {فَلَمَّا قُضِيَ} فرغ من تلاوة القرآن (٣) ، واستماع الجان (٤) . </p><p> وقرأ لاحق بن حميد {قُضِيَ} بفتح القاف والضاد، يعني النبيّ - صلى الله عليه وسلم - (٥) . </p><p>= التخريج، وصححه الألباني في \"الجامع الصغير\" ١/ ٥٩٧. التخريج:أخرجه الطبراني في \"المعجم الكبير\" (٢٢/ ٢١٤/ رقم ٥٧٣)، والحاكم في \"المستدرك\" ٢/ ٤٩٥ رقم (٣٧٠٢/ ٨٣٩) كتاب التفسير، تفسير سورة الأحقاف، وقال صحيح الإسناد ولم يخرجاه، وقال في \"التلخيص\" للذهبي صحيح، والبيهقي في \"الأسماء والصفات\" ٢/ ٢٦٥، ثلاثتهم من طريق عبد الله بن صالح، به، بنحوه.وأخرجه الطحاوي في \"مشكل الأثار\" ٧/ ١٢١، وابن حبان (ص ٤٩٢) رقم (٢٠٠٧) من \"موارد الظمآن\"، وأبو نعيم في \"الحلية\" ٥/ ١٣٧، ثلاثتهم من طريق معاوية بن صالح، به، بنحوه.(١) انظر: \"معالم التنزيل\" للبغوي ٧/ ٢٦٩، \"تفسير الخازن\" ٤/ ١٣١.(٢) وهو قوله تعالى: {وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا} [الجن، آية: ١٩].(٣) انظر: \"تفسير الطبري\" ٢٦/ ٣٣، \"الوجيز\" للواحدي ٢/ ٩٩٨، \"تفسير النسفي\" ٣/ ٣١٨.(٤) في (م) (ت): (الجن).(٥) انظر: \"المحرر الوجيز\" لابن عطية ١٣/ ٣٧١، \"الجامع\" للقرطبي ١٦/ ٢١٦، \"البحر\" لأبي حيان ٨/ ٦٧ ثلاثتهم زاد نسبتها لحبيب بن عبد الله بن الزبير.</p>"
}