{
  "id": null,
  "sura": 46,
  "aya": 9,
  "text": "<p> ٧ - قوله تعالى: {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ هَذَا سِحْرٌ مُبِينٌ (٧) أَمْ يَقُولُونَ افْتَرَاهُ قُلْ إِنِ افْتَرَيْتُهُ فَلَا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا} (١) </p><p> إن عذّبني على افترائي (٢) . </p><p> {هُوَ أَعْلَمُ بِمَا تُفِيضُونَ} تخوضون (٣)  {فِيهِ كَفَى بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَهُوَ الْغَفُورُ الرَّحِيمُ} . </p><p> ٩ - {قُلْ مَا كُنْتُ بِدْعًا} أي: بديعًا مثل نصفٍ ونصيفٍ (٤) </p><p> {مِنَ الرُّسُلِ} أي: لست بأوّل مرسل، فَلِمَ تنكرون نبوّتي؟ هل أنا إلاّ كالأنبياء قبلي؟ وجمع البدع: أبداع (٥) . </p><p> قال عدي بن زيد: </p><p> فلا أنا بِدعٌ من حَوادثَ تَعْتَرِي ... رجالًا عَرَت مِن بَعْدِ موسى وأَسْعُدِ </p><p> {وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ} </p><p>(١) قوله (افتراه) في الأصل و (ت): {افتريه}. قرأ بالإمالة أبو عمرو وحمزة والكسائي وخلف وابن ذكوان برواية الصوري، \"النشر\" ٢/ ٣٦ - ٤٠، \"الإتحاف\" ٧٥ - ٧٨، \"المهذب\" ٢/ ٢٣٥، \"البدور الزاهرة\" (٢٣٢)، \"التذكرة في القراءات الثمان\" ١/ ١٩٦. (٢) انظر: \"تفسير الطبري\" ٢٦/ ٥، \"معالم التنزيل\" للبغوي ٧/ ٢٥٢.(٣) \"معالم التنزيل\" للبغوي ٧/ ٢٥٢، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ١٨٤.(٤) انظر: \"معالم التنزيل\" للبغوي ٧/ ٢٥٢، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ١٨٥.(٥) \"معالم التنزيل\" للبغوي ٧/ ٢٥٢.</p><p> اختلف العلماء في معنى هذِه الآية وحكمها: </p><p> فقال بعضهم: معناها وما أدري ما يفعل بي ولا بكم يوم القيامة (١) ، فلمّا نزلت هذِه الآية فرح المشركون فرحًا شديدًا، وقالوا: واللات والعُزى ما أمرنا وأمر محمّد - صلى الله عليه وسلم - عند الله إلاّ واحد، وما له علينا من مزية وفضل، ولولا أنّه أبتدع ما يقوله من ذات (٢) نفسه، لأخبره الذي بعثه بما يفعل به، فأنزل الله تعالى {لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ}  (٣) ، فبيّن له أمره، ونسخت هذِه الآية (٤) ، فقالت الصحابة - رضي الله عنه -: هنيئًا لك يا رسول الله، قد علمنا ما يفعل بك، فماذا يفعل بنا؟ فأنزل الله تعالى:  {لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ}  (٥) الآية، {وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيرًا (٤٧) } (٦) فبيّن الله تعالى ما يفعل به </p><p>(١) انظر: \"تفسير الطبري\" ٢٦/ ٦، \"معالم التنزيل\" للبغوي ٧/ ٢٥٢، \"المحرر الوجيز\" لابن عطية ١٣/ ٣٣٦، \"زاد المسير\" لابن الجوزي ٧/ ٣٧٢. (٢) في (م): (تلقاء).(٣) الفتح: ٢.(٤) رجح كثير من المفسرين أن الآية محكمة ولا نسخ فيها، منهم: النحاس في \"الناسخ والمنسوخ\" ٢/ ٦٢٨، ومكي القيسي في \"الإيضاح لناسخ القرآن ومنسوخه\" (ص ٤١١)، القرطبي في \"الجامع لأحكام القرآن\" ١٦/ ١٨٥، لأسباب منها: أن الآية خبر، والخبر لا ينسخ، وأن النبي - صلى الله عليه وسلم - يعلم أن من مات على الكفر فهو في النار، وأن من مات على الإيمان فهو في الجنة.(٥) الفتح: ٥.(٦) الأحزاب: ٤٧.</p><p> وبهم (١) . وهذا قول أنس وقتادة والحسن وعكرمة (٢) . </p><p> [٢٧١٩] أخبرني الحسين بن محمّد بن الحسين الدينوري (٣) رحمه الله، حدّثنا أحمد بن محمّد بن إسحاق السني (٤) ، حدّثني إسماعيل بن داود (٥) ، حدّثنا هارون بن سعيد (٦) ، حدّثنا ابن وهب (٧) ، قال: أخبرني يونس بن يزيد (٨) ، عن ابن شهاب (٩) ، أنّ خارجة بن زيد بن ثابت (١٠) </p><p>(١) ذكره البغوي في \"تفسيره\" ٧/ ٢٥٢، وابن الجوزي في \"زاد المسير\" ٧/ ٣٧٢ بنحوه من رواية ابن أبي طلحة عن ابن عباس، والقرطبي في \"الجامع لأحكام القرآن\" ١٦/ ١٨٥ بنحوه، وابن عادل في \"اللباب\" ١٧/ ٣٨٤ بنحوه عن ابن عباس. وأما قوله: (فقالت الصحابة): هنيئًا -إلى- فأنزل الله تعالى: {لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} فقد أخرجه الإمام البخاري (٤١٧٢) بنحوه وليس فيه ذكر لآية الأحقاف.(٢) أخرج الطبري في \"تفسيره\" ٢٦/ ٧ قول ابن عباس وعكرمة والحسن وقتادة وهو المذكور آنفا بنحوه، وانظر: \"معالم التنزيل\" للبغوي ٧/ ٢٥٢، و\"الجامع لأحكام القرآن\" للقرطبي ١٦/ ١٨٥ وزاد نسبته لابن عباس والضحاك.(٣) الحسين بن محمد بن فنجويه، ثقة، كثير الرواية للمناكير.(٤) أحمد بن محمد بن إسحاق ابن السني، حافظ ثقة.(٥) إسماعيل بن داود بن وردان المصري البزاز، أبو العباس قال عنه الذهبي: الشيخ العالم المسند، (ت ٣١٨ هـ). انظر: \"السير\" ١٤/ ٥٢١، \"حسن المحاضرة في أخبار مصر والقاهرة\" للسيوطي ١/ ٣٦٨.(٦) هارون بن سعيد بن الهيثم التميمي أبو جعفر الأيلي، ثقة فاضل.(٧) عبد الله بن وهب بن مسلم القرشي مولاهم، أبو محمد المصري، ثقة حافظ عابد.(٨) يونس بن يزيد بن أبي النَّجَّاد الأيلي، أبو يزيد، ثقة، إلا أن في روايته عن الزهري وهما قليلا.(٩) محمد بن مسلم الزهري، متفق على جلالته وإتقانه.(١٠) خارجة بن زيد بن ثابت الأنصاري النجاري، أبو زيد المدني، ثقة فقيه.</p><p> أخبر أنّ أُمّ العلاء (١) - رضي الله عنه - امرأة من الأنصار، قد بايعت رسول الله - صلى الله عليه وسلم - أخبرته أنّهم اقتسموا المهاجرين سكناهم قُرعة، قالت: فطار لنا عثمان ابن مظعون (٢) - رضي الله عنه - فأنزلناه أبياتنا فوضع موضعه (٣) الذي توفي فيه، فلمّا توفي غسّل وكفّن في أثوابه، ودخل رسول الله - صلى الله عليه وسلم -، فقلتُ لعثمان بن مظعون: رحمة الله عليك أبا السائب، فشهادتي عليك، لقد أكرمك الله، فقال رسول الله - صلى الله عليه وسلم -: \"وما يدريك أنّ الله قد أكرمه\" . </p><p> قالت: فقلت: بأبي أنت وأمي يا رسول الله، فمن قال؟ أما هو فقد جاءه اليقين، وما رأينا إلاّ خيرًا، فوالله إنّي لأرجو له الجنّة، قال:  \"والله ما أدري وأنا رسول الله ماذا يفعل بي\" ، قالت: فوالله إني لا أزكّي بعده أحدًا (٤) . </p><p>(١) أم العلاء الأنصارية، من المبايعات، حديثها عند أهل المدينة، يقال أنها والدة خارجة بن زبد. انظر: \"الاستيعاب\" ٤/ ٤٧٢، \"الإصابة\" ٤/ ٤٧٨.(٢) عثمان بن مظعون ابن حبيب الجمحي، أسلم بعد ثلاثة عشر رجلا، وهاجر إلى الحبشة، توفي في السنة الثانية من الهجرة، وهو أول من مات بالمدينة من المهاجرين، وأول من دفن بالبقيع.انظر: \"الإصابة\" ٢/ ٤٦٤.(٣) في (ت): (وضعه).(٤) [٢٧١٩] الحكم على الإسناد:الإسناد رجاله ثقات.التخريج:أخرجه الإمام البخاري في كتاب الجنائز، باب: الأمر باتباع الجنائز (١٢٤٣) من طريق ابن شهاب به، بنحوه.</p><p> قالوا: وإنّما قال هذا حين لم يخبر بغفران ذنبه، وإنّما غفر الله عز وجل له ذنبه في غزوة (١) الحديبية قبل موته بسنتين وشيء (٢) . </p><p> وقال ابن عبّاس - رضي الله عنه -: لمّا اشتدّ البلاء بأصحاب رسول الله - صلى الله عليه وسلم -، رأى رسول الله - صلى الله عليه وسلم - فيما يرى النائم وهو بمكّة أرضًا ذات سباخ، ونخل رُفعت له، يهاجر إليها، فقال له أصحابه وهو (٣) بمكّة: إلى متى نكون في هذا البلاء الذي نحن فيه؟ ومتى نهاجر إلى الأرض التي أُريت؟ فسكت - صلى الله عليه وسلم -، فأنزل الله تعالى:  {وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ} ، أُترك في مكاني أو أخرج إلى الأرض التي رفعت لي (٤) . </p><p> وقال بعضهم: معناه: وما أدري ما يفعل بي ولا بكم، وإلى ما (٥) يصير أمري وأمركم في الدُّنيا؟ (٦) . </p><p>(١) في الأصل: (غزاة) والمثبت من (م) و (ت). (٢) انظر: \"معالم التنزيل\" للبغوي ٧/ ٢٥٣، \"الجامع لأحكام القرآن\" ١٦/ ١٨٦.(٣) في (م): (وهم).(٤) ذكره الواحدي في \"أسباب النزول\" (ص ٦٠٥) بنحوه من رواية الكلبي عن أبي صالح عن ابن عباس، والبغوي في \"تفسيره\" ٧/ ٢٥٣، والقرطبي في \"الجامع لأحكام القرآن\" ١٦/ ١٨٦.(٥) في (م): (ماذا).(٦) انظر: \"معالم التنزيل\" للبغوي ٧/ ٢٥٣، \"المحرر الوجيز\" لابن عطية ١٣/ ٣٣٧، \"زاد المسير\" لابن الجوزي ٧/ ٣٧٢.وأكثر المفسرين رحمهم الله -منهم النحاس في \"ناسخه\" ٢/ ٦٢٩، الطبري في \"تفسيره\" ٢٦/ ٧، ومكي بن أبي طالب في \"الإيضاح لناسخ القرآن ومنسوخه\" (ص ٤١١)، والقرطبي في \"الجامع لأحكام القرآن\" ١٦/ ١٨٨، وابن كثير في \"تفسيره\" ٧/ ١٨٤ على أن هذا القول هو الأصح.</p><p> [٢٧٢٠] أنبأني عقيل بن محمّد (١) ، أخبرنا المعافى بن زكريا (٢) ، أخبرنا محمد بن جرير (٣) ، حدثنا ابن حُمَيد (٤) ، حدّثنا يحيى بن واضح (٥) ، حدّثنا أبو بكر الهذلي (٦) ، عن الحسن (٧) ، في قوله تعالى:  {وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ} ، فقال: أمّا في الآخرة فمَعاذ الله، قد علم أنّه في الجنّة حين أخذ ميثاقه في الرسل، ولكن قال:  {وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ} في الدُّنيا، أُخرج كما أخرجت الأنبياء من قبلي؟ أو أقتل كما قتلت الأنبياء من قبلي؟ ولا أدري ما يفعل بكم، أُمّتي المكذِّبة أم المصدّقة، أم أُمّتي المرميّة بالحجارة من السّماء قذفًا، أم مخسوف بها خسفًا. </p><p> ثمّ أنزل الله تعالى: {هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَكَفَى بِاللَّهِ شَهِيدًا (٢٨) } (٨) يقول: سيظهر دينكم على الأديان. ثمّ قال في أُمّته: {وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا </p><p>(١) عقيل بن محمد الإستراباذي، لم أجده. (٢) المعافى بن زكريا النهرواني الجريري، العلامة الفقيه الحافظ الثقة.(٣) محمد بن جرير الطبري، الإمام العلم المجتهد، صاحب التصانيف.(٤) محمد بن حُميد بن حيان التميمي، أبو عبد الله الرازي، حافظ ضعيف، وكان ابن معين حسن الرأي فيه.(٥) يحيى بن واضح، ثقة.(٦) أبو بكر الهذلي البصري، متروك الحديث.(٧) الحسن البصري، ثقة فقيه فاضل مشهور، وكان يرسل كثيرا ويدلس.(٨) الفتح: ٢٨.</p>"
}