{
  "id": null,
  "sura": 46,
  "aya": 20,
  "text": "<p> أهل الجنّة يذهب (١) عُلوًّا (٢) . {وَلِيُوَفِّيَهُمْ}  (٣) بالياء مكي وبصري وعاصم وهشام (٤) ، والباقون بالنون (٥)  {أَعْمَالَهُمْ وَهُمْ لَا يُظْلَمُونَ} . </p><p> ٢٠ - قوله تعالى:  {وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ} </p><p> فيقال لهم {أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا} قرأ أبو جعفر وابن كثير ويعقوب {أَذْهَبْتُمْ} بالاستفهام (٦) واختلف فيه عن أهل الشام فقرأ ابن ذكوان بهمزتين محققتين (٧) ، وهشام بهمزة واحدة ممدودة (٨) ، </p><p>(١) قوله (يذهب) ليس في (م). وفي (ت): (تذهب).(٢) أخرجه الطبري في \"تفسيره\" ٢٦/ ٢٠، وذكره بنحوه البغوي في \"تفسيره\" ٧/ ٢٥٩، وابن عطية في \"المحرر الوجيز\" ١٣/ ٣٥٥، والقرطبي في \"الجامع لأحكام القرآن\" ١٦/ ١٩٩.(٣) في (ت) زيادة: (قراء).(٤) \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٧٤، \"زاد المسير\" لابن الجوزي ٧/ ٣٨٢ ولم يذكر هشاماً، \"تحبير التيسير\" لابن الجزري (ص ٥٥٧). وهم: ابن كثير المكي، وأبو عمرو البصري، وهشام، وعاصم، ويعقوب من العشرة.(٥) \"المبسوط\" لابن مهران (ص ٣٤٢)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٧٤، \"معالم التنزيل\" للبغوي ٧/ ٢٥٩، \"المهذب\" لابن الجزري ٢/ ٣٣٣، وهم: نافع، وحمزة، والكسائي، وأبو جعفر، وخلف العاشر، وهو الوجه الثاني لهشام.(٦) \"المبسوط\" لابن مهران (ص ٣٤٢)، \"التبصرة\" لابن فارس (ص ٤٩٨).(٧) \"الغاية في القراءات العشر\" لابن مهران (ص ١١٩)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٧٤، \"تحبير التيسير\" (ص ٥٥٧).(٨) \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٧٤، \"التيسير\" للداني (ص ٤٦١)، \"تلخيص العبارات\" للحسن بن بليمة (ص ١٤١).</p><p> وقرأ غيرهم بالخبر (١) ، وهما صحيحتان فصيحتان (٢) ، لأنَّ العرب تستفهم بالتوبيخ، وتترك الاستفهام فيه (٣) ، فتقول: أَذهَبت فَفَعلت كذا وكذا؟ ، وذَهبتَ ففعلت (٤) وفعلت (٥) ؟ </p><p> {فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَسْتَكْبِرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَفْسُقُونَ} . </p><p> [٢٧٢٥] أخبرنا الحسين بن محمّد بن الحسين (٦) ، حدّثنا عبد الله ابن إبراهيم بن علي بن عبد الله (٧) ، حدّثنا محمّد بن أحمد بن إبراهيم الكرابيسي (٨) ، حدّثنا [حميد]  (٩) بن الربيع، </p><p>(١) \"تفسير الطبري\" ٢٦/ ٢١، \"التبصرة\" لابن فارس الخياط (ص ٤٩٨)، \"تحبير التيسير\" (ص ٥٥٧) وهم: نافع، وأبو عمرو، وعاصم، وحمزة، والكسائي، وخلف. (٢) انظر: \"معاني القرآن\" للفراء ٣/ ٥٤، \"الجامع لأحكام القرآن\" ١٦/ ١٩٩.رجح الطبري في \"تفسيره\" ٢٦/ ٢١، ومكي في \"الكشف عن وجوه القراءات\" ٢/ ٣٧٥ {أَذْهَبْتُمْ} بغير استفهام، لأنها قراءة الأكثر، ولأنها (كما قال الطبري) أفصح اللغتين.(٣) قوله (فيه) ليس في (ت).(٤) قوله (ففعلت) ليس في (م).(٥) انظر: \"معاني القرآن\" للفراء ٣/ ٥٤، \"تفسير الطبري\" ٢٦/ ٢١، \"معاني القرآن\" للزجاج ٦/ ٤٥١.(٦) الحسين بن محمَّد بن فنجويه، ثقة، كثير الرواية للمناكير.(٧) عبد الله بن إبراهيم بن علي بن عبد الله، لم أجده.(٨) محمَّد بن أحمد بن إبراهيم الكرابيسي، لم أجده.(٩) [جميل] هكذا في الأصل، وهو خطأ، والمثبت من هامش الأصل و (م) و (ت). =</p><p> حدّثنا أبو معمر (١) ، حدّثنا عبد الوارث (٢) ، حدّثنا محمّد بن جحادة (٣) ، عن حميد الشامي (٤) ، عن سليمان (٥) ، عن ثوبان (٦) </p><p>= وهو: حميد بن الربيع بن حميد بن مالك بن سحيم، أبو الحسن اللخمي الخزاز الكوفي. قال النسائي: ليس بشيء، قال ابن أبي حاتم: سمعت منه ببغداد، تكلم الناس فيه فتركت التحدث عنه. وقال ابن عدي: كان يسرق الحديث، ويرفع أحاديث وروى أحاديث عن أئمة الناس غير محفوظة عنهم، قال الصفدي: كان يدلِّس، توفي في حدود السِّتين ومائتين. انظر: \"الضعفاء والمتروكين\" (ص ٣٣)، \"الجرح والتعديل\" ٣/ ٢٢٢/ ٩٧٤، \"الكامل في الضعفاء\" ٢/ ٢٨٠، \"الوافي بالوفيات\" ٤/ ٣٣٢.(١) عبد الله بن عمرو بن أبي الحَجَّاج مَيسرة التَّميمي المِنقري مولاهم، أبو معمر المُقعد البصري سئل أبو زرعة عنه فقال: كان حافظا ثقة، قال عنه الذهبي: حافظ، وقال ابن حجر: ثقة، ثبت، رمي بالقدر، (ت ٢٢٤ هـ). انظر: \"الجرح والتعديل\" ٥/ ١١٩ (ت ٥٤٩)، \"الكاشف\" للذهبي ١/ ٥٧٨، \"تقريب التهذيب\" لابن حجر ١/ ٤٣٦.(٢) عبد الوارث بن سعيد بن ذكوان التميمي العَنبري مولاهم التَّنُّوري، أبو عُبيدة البصري، ثقة ثبت.(٣) محمَّد بن جُحَادة الأودي، ويقال الأيامي الكوفي، ثقة.(٤) حميد الشامي الحمصي.قال الذهبي: ليس بحجة، قال ابن حجر: مجهول، من الخامسة. انظر: \"الكاشف\" للذهبي ١/ ٣٥٦، \"تقريب التهذيب\" لابن حجر ١/ ٣٣١.(٥) سليمان المُنَبِّهِي، يقال اسم أبيه عبد الله.قال ابن معين عن حميد الشامي وسليمان: ما أعرفهما، قال الذهبي: وثق، قال ابن حجر: مجهول، من الثالثة. انظر: \"الجرح والتعديل\" ٤/ ١٥٢ (ت ٦٥٩)، \"الكاشف\" للذهبي ١/ ٤٦٥، \"تقريب التهذيب\" لابن حجر ١/ ٣٣١.(٦) صحابي مشهور.</p><p> مولى رسول الله - صلى الله عليه وسلم - رضي الله عنه، قال: كان رسول الله - صلى الله عليه وسلم - إذا سافر كان آخر عهده بإنسان من أهله، وأوّل من يدخل عليه إذا قدم فاطمة رضي الله عنها، فلمّا قدم من غزاة (١) فأتاها فإذا بمسحٍ (٢) على بابها، ورأى على الحسن والحسين - رضي الله عنهما - قُلبين (٣) من فضّة، فرجع ولم يدخل عليها (٤) ، فلمّا رأت ذلك فاطمة - رضي الله عنهما - ظنّت أنَّه (٥) لم يدخل عليها من أجل ما رأى، فهتكت (٦) الستر، ونزعت القلبين من الصّبيين (٧) ، فقطعتهُما، فبكى الصبيّان، فقسمته (٨) بينهما نصفين، فانطلقا إلى رسول الله - صلى الله عليه وسلم - وهما يبكيان، فأخذه رسول الله - صلى الله عليه وسلم - منهما، وقال: \"يا ثوبان، اذهب بذا (٩) إلى بني فلان -أهل بيت بالمدينة -، واشتَرِ لفاطمةَ قلادةً من عصبٍ، وسِوارين من عاجٍ (١٠) ، </p><p>(١) في (م) و (ت): (غزوة). (٢) المسح: الكساء من شَعَر. \"المعجم الوسيط\" ٢/ ٨٦٨.(٣) القُلب: السِّوار. \"النهاية\" لابن الأثير ٤/ ٩٨.(٤) في (م): (عليهما).(٥) في (م): (انها).(٦) الهَتْك: خَرْق السِّتْر عَمَّا وَرَاءه وقد هَتَكَه فانْهَتَك. \"النهاية\" لابن الأثير ٥/ ٢٤٣.(٧) في (م) زيادة: (عليهما السلام).(٨) في (م): (فقسمتهما).(٩) قوله (بذا) ليس في (م).(١٠) العاج: ناب الفيل ولا يسمى غير نابه عاجا، وقال الأزهري: لم يُرد بالعاج ما يُخْرط من أنياب الفِيَلة؛ لأنَّ أنيابها مَيْتَةٌ، وإنما العاج الذُّبْلُ وهو ظهر السُّلَحْفاة البحرية. انظر: \"غريب الحديث\" لابن الجوزي ٢/ ١٣٣، \"المعجم الوسيط\" ٢/ ٦٣٤.</p><p> فإنّ هؤلاء أهل بيتي لا أحبّ أن يأكلوا طيّباتهم في الحياة الدُّنيا\" (١) . </p><p> [٢٧٢٦] وأنبأني عقيل (٢) ، أخبرنا المعافى (٣) ، أخبرنا محمّد بن جرير (٤) ، حدّثنا بشر (٥) ، حدّثنا يزيد (٦) ، حدّثنا سعيد (٧) ، عن قتادة (٨) ، حدّثنا (٩) صاحبٌ لنا (١٠) ، عن أبي هريرة - رضي الله عنه -، قال: إنّما كان طعامُنا مع رسول الله - صلى الله عليه وسلم - الأسودان: الماء، والتمر، واللهِ ما </p><p>(١) [٢٧٢٥] الحكم على الإسناد: ضعيف جدًّا، وعلته حميد بن الربيع ليس بشيء، وحميد الشامي مجهول، وسليمان ضعيف، وفيه أيضاً من لم أجد له ترجمة.التخريج:أخرجه أبو داود في \"سننه\" (ص ٦٢٦) رقم (٤٢١٣) كتاب: التَّرجل، باب: ما جاء في الانتفاع بالعاج، من طريق عبد الوارث بن سعيد، به، بنحوه.وأخرجه الإمام أحمد بن حنبل في \"مسنده\" (ص ١٦٣٨) رقم (٢٢٧٢١) (٢٢٣٦٣) من طريق محمَّد بن جحادة، به، بنحوه.(٢) عقيل بن محمَّد الإستراباذي، لم أجده.(٣) المعافى بن زكريا النهرواني الجريري، العلامة الفقيه الحافظ الثقة.(٤) محمَّد بن جرير الطبري، الإمام العلم المجتهد، صاحب التصانيف.(٥) بشر بن مُعاذ العَقَدي، أبو سهل البصري الضرير، صدوق.(٦) يزيد بن زُرَيع العَيشي، أبو معاوية البصري، ثقة ثبت.(٧) سعيد بن أبي عَروبة، ثقة حافظ، كثير التدليس، واختلط، وكان من أثبت الناس في قتادة.(٨) قتادة بن دعامة، ثقة ثبت.(٩) قوله (حدثنا) ليس في (م).(١٠) في (م): (حديث انا).</p><p> كُنَّا نَرى سمراءَكم (١) هذِه، ولا ندري ما هي (٢) . </p><p> [٢٧٢٧] وبه عن قتادة (٣) ، عن أبي بُردَةَ (٤) بن عبد الله بن قيس الأشعري (٥) ، عن أبيه (٦) ، قال: أي بُنيَّ لو شهِدتنا ونحن (٧) مع نبيّنا - صلى الله عليه وسلم - إذا أصابتنا السماء حسبت أنّ ريحنا ريح الضأن، إنّما كان لباسنا الصوف (٨) . </p><p>(١) السَّمراء: الحنطة. \"النهاية\" لابن الأثير ٢/ ٣٩٩. (٢) [٢٧٢٦] الحكم على الإسناد:في الإسناد شيخ المصنف لم أجد فيه جرحاً ولا تعديلا، وفيه مجهول، بينته رواية الإمام أحمد، قال الهيثمي في \"مجمع الزوائد\" ١٠/ ٥٧٧: رواه أحمد ورجاله رجال الصحيح.التخريج:أخرجه الطبري في \"تفسيره\" ٢٦/ ٢١ ومن طريقه أخرجه المصنف.والإمام أحمد في \"مسنده\" (ص ٦١١) رقم (٨٦٣٨) (٨٦٥٣) من طريق قتادة عن الحسن، عن أبي هريرة، وفيه زيادة: وإنما كان لباسنا مع رسول الله - صلى الله عليه وسلم - النمار يعني بُرد الأعراب. وأخرجه بنحوه مختصرا الإمام أحمد في \"مسنده\" (ص ٥٦٩) رقم (٧٩٤٩) (٧٩٦٢)، وابن حبَّان في \"صحيحه\"، كتاب الرقاق، باب: الفقر والزهد والقناعة (٢/ ٤٥٨/ رقم ٦٨٣) وفي كتاب: الحظر والإباحة، باب: المزاح والضحك (١٣/ ١٢١/ ٥٨٠٥) من طريق داود بن فراهيج، عن أبي هريرة.(٣) قتادة بن دعامة، ثقة ثبت.(٤) في (م): (بريده).(٥) أبو بُردة بن أبي موسى الأشعري الفقيه، ثقة.(٦) أبو موسى الأشعري - رضي الله عنه - الصحابي المشهور.(٧) ليس في (م).(٨) [٢٧٢٧] الحكم على الإسناد: =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= رجاله ثقات، خلا بشر بن معاذ صدوق، وشيخ المصنف لم أجد فيه جرحاً ولا تعديلا، والحديث صحيح كما سبق. التخريج:أخرجه الإمام أحمد في \"مسنده\" (ص ١٤٣٠) رقم (١٩٩٩٦) (١٩٧٥٨)، والبيهقيُّ في \"سننه\" (٢/ ٤١٩/ رقم ٣٩٨٧) كتاب الصلاة، باب: ما يصلي عليه وفيه من صوف، كلاهما من طريق سعيد، به، بنحوه.وأخرجه الإمام أحمد (ص ١٤٣٠) رقم (١٩٩٩٧) (١٩٧٥٩)، وأبو داود في \"سننه\" (٦٠٣/ رقم ٤٠٣٣) كتاب اللباس، باب: في لبس الصوف والشعر، وصححه الألباني، والترمذي (ص ٥٥٩/ رقم ٢٤٧٩) كتاب صفة القيامة والرقائق والورع عن رسول الله - صلى الله عليه وسلم -، باب: (٣٨) وقال: هذا حديث صحيح، وصححه الألباني، والبزار في \"مسنده\" (٨/ ١٢٨/ رقم ٣١٣٥)، وأبو يعلى في \"مسنده\" (١٣/ ٢٠٠/ ٧٢٦٦)، والروياني في \"مسنده\" (١/ ٣٠٥/ رقم ٤٥٥)، والحاكم في \"المستدرك\" ٤/ ٢٠٨ رقم (٧٣٨٨/ ٣٥) كتاب اللباس، وقال: (هذا حديث صحيح على شرط مسلم ولم يخرجاه)، وقال الذهبي في التلخيص: (على شرط البخاري ومسلم)، جميعهم من طريق أبو عوانة عن قتادة، به، بنحوه.وأخرجه الطبراني في \"الأوسط\" (٢/ ٢٦٨/ رقم ١٩٤٦)، وأيضاً أخرجه، في \"الكبير\" (٢٠/ ١٧٦/ رقم ١٥٩١)، والحاكم في \"المستدرك\" ٤/ ٢٠٨ رقم (٧٣٨٩/ ٣٦) كتاب اللباس، سكت عنه الذهبي في التلخيص، جميعهم من طريق أبي سلمة عن قتادة، به، بنحوه، وفيه زيادة (وطعامنا الأسودان الماء والتمر). وأخرجه ابن أبي شيبة في \"مصنفه\" ٨/ ٢٢٤، وابن ماجه في \"سننه\" (ص ٥٩٥) رقم (٣٥٦٢) كتاب: اللباس، باب: لبس الصوف، وصححه الألباني، والبيهقيُّ في \"شعب للإيمان\" ٥/ ١٥٣ رقم (٦١٥٩) فصل فيمن اختار التواضع في اللباس، جميعهم من طريق شيبان عن قتادة به، بنحوه.وأخرجه ابن حبَّان في \"صحيحه\" ٤/ ٣٦ رقم (١٢٣٥) كتاب الطهارة، باب: غسل الجمعة، من طريق خالد بن قيس عن قتادة، به، بنحوه.</p><p> [٢٧٢٨] وبه عن قتادة، قال: ذُكر لنا أنّ عمر بن الخطّاب - رضي الله عنه - كان يقول: لو شئتُ كنت أطيَبَكم طعاماً، وألينَكم (١) لباساً، ولكن (٢) أستبقي طيباتي. </p><p> وذكر لنا أنَّه لما قدم من (٣) الشام صُنع له طعام لم ير قبله مثله، قال: هذا لنا؟ فما لفقراء المسلمين الذين ماتوا وهم لا يشبعون من خبز الشعير! قال خالد بن الوليد: لهم الجنّة، فاغْرَورَقت عَينا عمر - رضي الله عنه -، وقال: لئن كان حظُّنا في (٤) الحطام (٥) ، وذهبوا فيما (٦) أرى (٧) بالجنّة (٨) لقد باينونا بوناً بعيداً. </p><p> وذُكر لنا أنّ نبي الله - صلى الله عليه وسلم - دخل على أهل الصُّفَّةِ، مكاناً يجتمع به فقراء المسلمين وهم يرقعون ثيابهم بالأدَمِ ما (٩) يجدون لها رِقاعاً، قال: \"أنتم اليوم خير؟ أو يوم يغدو أحدكم في حُلة ويروح في أُخرى، ويُغدى عليه بحَفنةٍ ويُراحُ عليه بأُخرى، ويُستر بيتُه كما تُسترُ </p><p>(١) في (ت): (والبسكم). (٢) في (م): (ولكني).(٣) قوله (من) ليس في (م).(٤) في (م): (من).وقوله (في) ليس في (ت).(٥) في (ت): (بالخطام).(٦) في (ت): (فما).(٧) في (ت) زيادة: (أنا).(٨) في (م): (فما أرى لنا الجنة).(٩) في (ت): (وما).</p><p> الكعبة؟ \"،قالوا:نحن يومئذٍ خير،قال:\" بل أنتم اليوم خير\" (١) . </p><p> [٢٧٢٩] وأخبرني الحسين بن محمَّد بن فنجويه (٢) رحمه الله، حدّثنا محمّد بن أحمد بن نصرويه (٣) ، حدّثنا أبو العبّاس أحمد بن موسى الجوهري (٤) ، </p><p>(١) [٢٧٢٨] الحكم على الإسناد: تقدم في الحديث السابق.التخريج:أثر عمر: أخرجه عبد الرزاق في \"تفسيره\" ٢/ ٢١٧ عن قتادة من قوله (لو شئت كنت .. ) إلى (طيباتي)، وأخرجه الطبري في \"تفسيره\" ٢٦/ ٢١ ومن طريق أخرجه المصنف، وعزاه السيوطي في \"الدر\" ٦/ ١٢ لعبد بن حميد.والحديث المرفوع أخرجه الإمام أحمد في \"الزهد\" (ص ٢٥ - ٢٦)، والطبري في \"تفسيره\" ٢٦/ ٢١ عن قتادة، بنحوه، وأخرجه الحاكم في \"المستدرك\" ٣/ ١٦ وقال: (حديث صحيح الإسناد ولم يخرجاه) ووافقه الذهبي، والبيهقيُّ في \"السنن\" ٢/ ٤٤٥ كتاب الصلاة، باب: المسلم يبيت في المسجد، كلاهما بنحوه مطولاً، من حديث طلحة البصري.وأخرجه الترمذي (ص ٥٥٨) في كتاب صفة القيامة والرقائق والورع عن رسول الله - صلى الله عليه وسلم -، باب (٣٥) وقال حسن غريب، وأبو يعلى في \"مسنده\" (١/ ٣٨٧/ رقم ٥٠٢) كلاهما بنحوه مطولاً، من حديث علي - رضي الله عنه - مرفوعاً.وأخرجه البيهقي في \"شعب الإيمان\" ٧/ ٢٨٧ رقم (١٠٣٣٤) بنحوه، من حديث جابر مرفوعاً.وأخرجه البيهقي في \"شعب الإيمان\" ٧/ ٢٨٣ رقم (١٠٣٢٢)، وابن عساكر في \"تاريخه\" ٢٢/ ٢٢٣ بنحوه، من حديث واثلة بن الأسقع مرفوعاً.(٢) الحسين بن محمَّد بن فنجويه، ثقة، كثير الرواية للمناكير.(٣) محمَّد بن أحمد بن نصرويه، لم أجده.(٤) أحمد بن موسى، أبو العباس الجوهري، يعرف بأخي خزري، قال الخطيب البغدادي: كان ثقة، (ت ٣٠٤ هـ). انظر: \"تاريخ بغداد\" ٥/ ١٤٣.</p><p> حدّثنا علي بن سهل الرملي (١) ، حدّثنا الوليد بن مسلم (٢) ، حدّثني مرزوق بن أبي الهذيل (٣)  (٤) ، حدّثني الزهري (٥)  (٦) ، حدثني عبيد الله (٧) بن عبد الله (٨) ، عن ابن عبّاس - رضي الله عنهما -، عن عمر بن الخطّاب - رضي الله عنه - أنَّه حدّثه أنَّه دخل على رسول الله - صلى الله عليه وسلم - حين هجر نساءه، فوافاه على سرير رميل، يعني: مرمُولاً (٩) مشدوداً، قد أثّر الحصيرُ في جنبه، متوسِّدا وسادة من أدم (١٠) محشوة ليفا (١١) ، قال </p><p>(١) علي بن سهل بن قَادم، (ويقال: بن موسى الحَرَشي) أبو الحسن الرَّملي، صدوق. (٢) الوليد بن مسلم القرشي، أبو العباس الدمشقي، ثقة، لكنه كثير التدليس والتسوية.(٣) مرزوق بن أبي الهذيل الثقفي، أبو بكر الدمشقي.قال أبو حاتم: سمعت دحيماً يقول: هو صحيح الحديث عن الزهري، وقال البخاري: تعرف وتُنكر، قال ابن حجر: لين الحديث، من السابعة.انظر: \"الجرح والتعديل\" ٨/ ٢٦٥ (ت ١٢٠٧)، \"الكاشف\" للذهبي ٢/ ٢٥١، \"تقريب التهذيب\" لابن حجر ٢/ ٢٧٣.(٤) في جميع النسخ: (مرزوق أبو الهذيل).(٥) محمَّد بن مسلم الزهري، متفق على جلالته وإتقانه.(٦) في هامش الأصل و (م): (الأزهري).(٧) في (م): (عبد الله).(٨) عُبيد الله بن عبد الله بن أبي ثور القرشي، مولى بني نوفل المدني، ثقة.(٩) مرمول: رَمَلْت الحَصِير، وأَرْمَلْته فهو مَرْمُول ومُرْمَل، إذا نَسَجْته. \"تهذيب اللغة\" ١٥/ ١٤٩.(١٠) من أَدَم: بفتحتين اسم لجمع الأديم، وهو: الجلد المدبوغ. \"تحفة الأحوذي\" ٧/ ١٤٢.(١١) اللَّيف: لِيف النخل معروف القطعة منه ليفة. \"لسان العرب\" ٩/ ٣٢٢.</p><p> عمر - رضي الله عنه -: فالتفتٌّ (١) في البيت (٢) فو الله ما رأيت شيئاً يردّ البصر إلَّا أهبا (٣) -يعني جلوداً- (٤) معطونة (٥)  (٦) قد سطع ريحها، فبكيت، فقلت: يا رسول الله أنت رسول الله وخيرته، فيما أرى (٧) ، وهذا كسرى وقيصر في الديباج والحرير؟ فاستوى رسول الله - صلى الله عليه وسلم - جالساً، وقال (٨) : \"أَوَفي شك أنت يا ابن الخطّاب؟ أولئك قوم عُجِلت لهم طيّباتُهم في حياتهم الدُّنيا\"  (٩) . </p><p>(١) في (ت): (والتفت). (٢) قوله (في البيت) ليس في (م).(٣) في (م): (أهب). وفي (ت): (أهابا).(٤) في (م) و (ت): (جلدا).(٥) في (م): (المعطوبه).(٦) المعْطُون: المُنْتِنُ المُنْمَرِقُ الشعر. يقال عَطِن الجلدُ فهو عَطِن ومَعْطون: إذا مرَّق شَعره وأنْتَن في الدِّباغ. \"النهاية\" لابن الأثير ٣/ ٢٥٩.(٧) قوله (فيما أرى) ليس في (م).(٨) في (م): (فقال).(٩) [٢٧٢٩] الحكم على الإسناد.سنده ضعيف لأجل الوليد بن مسلم مدلس ولم يصرح بالسماع، ومرزوق بن أبي الهذيل لين الحديث، وفيه من لم أجد ترجمته، والحديث صحيح.التخريج:أخرجه البخاري في كتاب المظالم، باب: الغرفة والعُلِّيَّة المشرفة في السطوع وغيرها (٢/ ١٢٦٠/ رقم ٢٤٦٨)، والإمام مسلم في \"صحيحه\" ٢/ ١١٠٥ رقم \"٣٤) ١٤٧٩) كتاب الطلاق، باب: في الإيلاء واعتزال النساء، كلاهما من طريق الزهري، به، بنحوه مطولاً.</p><p> [٢٧٣٠] وأخبرني ابن فنجويه (١) ، حدّثني ابن شنبة (٢) ، حدثنا الفريابي (٣) ، حدّثنا أبو أمية الواسطي (٤) ، حدّثنا يزيد بن هارون (٥) ، أخبرنا مبارك بن فضالة (٦) ، حدّثنا الحسن (٧) ، حدثنا حفص بن أبي العاص (٨) ، قال: كنت أتغدى مع عمر بن الخطاب - رضي الله عنه -، فتغدينا الخبز والزيت والخل، والجبن (٩) واللبن، والخبز والقَديد، وأقلُّ ذلك اللحم الغَريض (١٠)  (١١) ، وكان يقول: لا تنخلوا الدقيق فإنّه كلّه طعام. فيجيء (١٢) بخبز منقطع (١٣) غليظ، فجعل يأكل ويقول لنا: </p><p>(١) الحسين بن محمَّد بن فنجويه، ثقة، كثير الرواية للمناكير. (٢) عبدي الله بن محمَّد بن شنبة، لم أجد فيه جرحاً أو تعديلاً.(٣) جعفر بن محمَّد الفريابي، إمام حافظ ثبت.(٤) عبد الله بن محمَّد بن خلاد الواسطي، أبو أمية، يروي عن يزيد بن هارون، روى عنه الفريابي.انظر: \"الثقات\" لابن حبَّان ٨/ ٣٦٨.(٥) يزيد بن هارون بن زاذي، ويقال: زاذان أبو خالد الوَاسطي، ثقة متقن.(٦) مبارك بن فضالة بن أبي أمية، صدوق، يدلس ويسوي.(٧) الحسن البصري، ثقة فقيه فاضل مشهور، وكان يرسل كثيرا ويدلس.(٨) حفص بن أبي العاص بن بشر الثقفي - رضي الله عنه -، أخو عثمان بن أبي العاص الصحابي المشهور.انظر: \"الإصابة\" ١/ ٣٤٢.(٩) قوله (والجبن) ليس في (م) و (ت).(١٠) في (ت): (الغريص).(١١) اللَّحْمَ الغَرِيضَ: أَيْ الطَّرِيَّ. \"تاج العروس\" ١٧/ ٤٥٧.(١٢) في (ت): (فيجيء).(١٣) في (م): (منقطع). وفي (ت): (متقلّع).</p><p> كلوا (١) . فجعلنا نعذر (٢) ، فقال: ما لكم لا تأكلون؟ فقلت (٣) : لا نأكل (٤) يا أمير المؤمنين، نرجع والله (٥) إلى طعام ألين من طعامك، فقال: بخ يا ابن أبي (٦) العاص، أما ترى أنّي عالم بأنّ آمر بدقيق أن ينخل بخرقة فيخبز في كذا وكذا؟ أما ترى أني عالم أن آمر إلى عَنَاق (٧) سمينة فُيلقى عنها (٨) شعرها، ثمّ تخرج صلاء (٩) كأنّها كذا وكذا؟ أما ترى أنّي عالم أن أعمد (١٠) إلى صاع أو صاعين من زبيب (١١) فأجعله في سقاء ثمّ أبيتنَّ (١٢) عليه من الماء فيصبح (١٣) كأنّه دم غزال (١٤) ، فقلت (١٥) : والله يا أمير المؤمنين لجاد ما تنعت </p><p>(١) قوله (لنا كلوا) ليس في (م). (٢) في هامش الأصل: (نقذر).(٣) في (م): (فقلنا).(٤) في (م) و (ت): (لا نأكله والله).(٥) قوله (والله) ليس في (م) و (ت).(٦) قوله (أبي) ليس في (ت).(٧) عَناق: هي الأنثى من أولاد المعز ما لم يَتِمَّ له سَنَة. \"النهاية\" لابن الأثير ٣/ ٣١١.(٨) في (ت): (عليها).(٩) صلاء: أي مَشْوِيّة. يقال صَلَيْتُ اللحم -بالتخفيف: أي شَوَيْته فهو مَصْلِيٌّ \"النهاية\" لابن الأثير ٣/ ٥٠.(١٠) قوله (أن أعمد) ليس في (ت).(١١) في (ت): (زيت).(١٢) في (م): (اشن).(١٣) في هامش الأصل و (ت): (فيطبخ).(١٤) في (ت) زيادة: (قال).(١٥) في (ت): (قلت).</p><p> العيش، قال: أجل، والله الذي لا إله إلَّا هو لولا أنّي أخاف أن تنقص حسناتي يوم القيامة لشاركتكم في العيش، ولكنّي سمعت الله تعالى (١) يقول لقوم: {أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا}  (٢) . </p><p> [٢٧٣١] وأخبرني ابن فنجويه (٣) ، حدّثنا عبد الله بن يوسف (٤) ، حدّثنا عبد الله بن محمّد بن عبد العزيز (٥) ، حدّثنا محمّد بن بكار بن الرَّيان (٦) ، حدّثنا (٧) أبو معشر (٨) ، عن محمّد بن قيس (٩) ، عن جابر </p><p>(١) في (ت): (رسول الله - صلى الله عليه وسلم -). (٢) [٢٧٣٠] الحكم على الإسناد:رجاله ثقات، عدا مبارك بن فضالة صدوق، مدلس لكنه صرح بالسماع، وفيه من لم أجد فيه جرحاً ولا تعديلاً (ابن شنبة)، قال ابن حجر في \"الإصابة\" ١/ ٣٤٢: روى البلاذري بإسناد لا بأس به أن حفص كان يحضر طعام عمر.التخريج:أخرجه بنحوه ابن سعد في \"الطبقات\" ٣/ ٢٨٠، والبلاذري في \"أنساب الأشراف\" ٣/ ٣٩٦ (نسب بني عدي بن كعب)، وأبو القاسم الشافعي في \"تاريخ مدينة دمشق\" ١٤/ ٤١٥، وابن عساكر في \"تاريخ دمشق\" ١٤/ ٤١٥.جميعهم من طريق حميد بن هلال، وعزاه السيوطي في \"الدر\" ٦/ ١٢ لعبد بن حميد.(٣) الحسين بن محمَّد بن فنجويه، ثقة، كثير الرواية للمناكير.(٤) عبد الله بن يوسف بن أحمد بن مالك، لم أجده.(٥) عبد الله بن محمَّد بن عبد العزيز، أبو القاسم البغوي، إمام ثقة، أقل المشايخ خطأ.(٦) محمَّد بن بَكَّار بن الرَّيَّان الهاشمي مولاهم، أبو عبد الله البغدادي الرُّصافي، ثقة.(٧) قوله (حدثنا) ليس في (ت).(٨) نُجَيح بن عبد الرحمن السِّندي، ضعيف، اسن واختلط.(٩) محمَّد بن قيس المدني، قاص عمر بن عبد العزيز، ثقة.</p><p> ابن عبد الله - رضي الله عنهما -، قال: اشتهى أهلي لحماً، فاشتريت لحما، فمررت بعمر بن الخطّاب - رضي الله عنه -، فقال: ما هذا يا جابر؟ فقلت (١) : اشتهى أهلي لحماً، فاشتريت لحماً بدرهم، فقال: أو كلّما اشتهى أحدكم شيئاً جعله في بطنه؟ أما تخشى أن تكون من أهل هذِه الآية {أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا}  (٢) . </p><p> [٢٧٣٢] وأخبرني ابن فنجويه (٣) رحمه الله (٤) ، حدّثنا محمّد بن الحسن بن بشر (٥) ، حدّثنا ابن أبي الخصيب (٦) ، أخبرني أحمد بن محمّد (٧) بن أبي موسى (٨) ، حدّثنا أحمد بن أبي الحواري (٩) ، </p><p>(١) في (م): (فقال). (٢) [٢٧٣١] الحكم على الإسناد:سنده ضعيف، لأجل ضعف واختلاط نُجيح، وإرسال محمَّد بن قيس.التخريج:أخرجه الإمام أحمد في \"الزهد\" (ص ١٥٣) بسنده عن جابر - رضي الله عنه -، والواحدي في \"الوسيط\" ٤/ ١١١ بسنده عن جابر - رضي الله عنه -.(٣) الحسين بن محمَّد بن فنجويه، ثقة، كثير الرواية للمناكير.(٤) قوله (رحمه الله) ليس في (ت).(٥) محمَّد بن الحسن بن بشر بن صقلاب، لم يذكر بجرح أو تعديل.(٦) أبو بكر بن أبي الخصيب المصيصي لم يذكر بجرح أو تعديل.(٧) قوله (بن محمَّد) ليس في (م).(٨) أحمد بن محمَّد بن أبي موسى الأنطاكي. سمع من: أبيه محمَّد بن أبي موسى، وأحمد بن أبي الحواري، وعنه: أبو محمَّد عبد الله بن جعفر بن الورد البغدادي. انظر: \"تاريخ مدينة دمشق\" ٥/ ٤٥٥، \"غاية النهاية\" ١/ ٥٥.(٩) أحمد بن عبد الله بن ميمون، ثقة زاهد.</p>"
}