{
  "id": null,
  "sura": 48,
  "aya": 1,
  "text": "<p> قوله تعالى: </p><p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> ١ - {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا (١) } </p><p> [٢٧٦٥] أخبرنا (عبيد الله)  (١) بن محمّد الزاهد (٢) ، أخبرنا أبو العبّاس السرّاج (٣) ، حدّثنا هنّاد بن السري (٤) ، حدّثنا يونس بن بكير (٥) ، حدّثنا عيسى بن عبد الله التميمي يعني أبا جعفر الرازي (٦) ، عن قتادة (٧) ، عن أنس -رضي الله عنه- {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا (١) } قال: فتح مكّة (٨) . </p><p>(١) في الأصل و (ت): عبد الله والمثبت من (م) وكتب التراجم. (٢) عبيد الله بن محمد أبو الفضل الفامي النيسابوري، قال الحاكم: سماعاته بخط أبيه صحيحة.(٣) محمد بن إسحاق، أبو العباس السراج الثقفي مولاهم، إمام حافظ ثقة.(٤) هَنَّاد بن السِّرِي بن مصعب بن أبي بكر التَّميمي الدَّارمي، أبو السِّرِي الكوفي، ثقة.(٥) يُونُس بن بُكَير بن واصل الشَّيباني، الجَمَّال الكوفي الحافظ، صدوق يخطئ.(٦) عيسى بن أبي عيسى عبد الله بن ماهان، أبو جعفر الرَّازي، صدوق سيئ الحفظ.(٧) قتادة بن دعامة السدوسي، ثقة ثبت.(٨) [٢٧٦٥] الحكم على الإسناد:فيه يونس بن بكير، يخطئ، وأبو جعفر الرازي سيئ الحفظ.التخريج:أخرجه الخطيب البغدادي في \"المتفق والمفترق\" ٣/ ٣٩٠ برقم (١٧٨٧) في ترجمة يزيد بن زياد، بإسناده عن قتادة عن أنس بمثله. وذكره البغوي في \"تفسيره\" ٧/ ٢٩٦، وابن عادل في \"اللباب\" ١٧/ ٤٧٤.</p><p> وقال مجاهد والعوفي: فتح خيبر (١)  (٢) . </p><p> وقال آخرون: هو فتح الحديبية (٣)  (٤) . </p><p> روى الأعمش (٥) ، عن أبي سفيان (٦) ، عن جابر -رضي الله عنه- (٧) ، قال: ما كنّا نَعُدّ فتح مكّة إلاّ يوم الحديبية (٨) . </p><p>= وهناك رواية أخرى ذكرها الإمام البخاري عن أنس، فقد أخرج البخاري كتاب التفسير، باب: {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا (١)} (٤٨٣٤) عن أنس -رضي الله عنه- في قوله تعالى: {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا (١)} قال: الحديبية. (١) خيبر: بلدٌ كثير الماء والزرع (خصوصا التمر)، وكان يسمى ريفَ الحجاز، وتبعد عن المدينة (١٦٥ يلًا) شمالا على طريق الشام، كان يسكنها يهود بني النضير، فتحت في السنة ٧ هـ. انظر: \"معجم البلدان\" ٢/ ٤١٠، \"المعالم الجغرافية الواردة في السيرة النبوية\" ١/ ٢٧٠.(٢) انظر: \"معالم التنزيل\" للبغوي ٧/ ٢٩٦ ولم ينسبه للعوفي، \"زاد المسير\" ٧/ ٤٢٣ وزاد نسبته لأنس بن مالك، \"البحر المحيط\" ٨/ ٩٠ ولم ينسبه للعوفي.(٣) الحُدَيبية: بضم الحاء وفتح الدال وياء ساكنة، والياء الثانية اختلفوا فيها فمنهم من شددها ومنهم من خففها، وهي قرية متوسطة سُميت ببئر فيها، وهي على بُعد (٢٢ كيلًا) غرب مكة على طريق جدة القديم. انظر: \"معجم البلدان\" ٢/ ٢٢٩، \"المعالم الجغرافية الواردة في السيرة النبوية\" ١/ ٨٤.(٤) وهذا القول هو قول الأكثر كما ذكر ذلك ابن الجوزي في \"زاد المسير\" ٧/ ٤١٨، ورجحه: ابن كثير في \"تفسيره\" ٧/ ٢١٧، وابن جزي في \"التسهيل\" ٤/ ٩٢، والخازن في \"تفسيره\" ٤/ ١٤٤، والشنقيطي في \"أضواء البيان\" ٧/ ٤٠٠.(٥) سليمان بن مهران، ثقة حافظ، لكنه يدلس.(٦) طلحة بن نافع القرشي مولاهم، أبو سفيان الواسطي، صدوق.(٧) جابر بن عبد الله، الصحابي المشهور.(٨) الحكم على الإسناد:فيه الأعمش مدلس ولم يصرح بالتحديث. =</p><p> وروى إسرائيل (١) ، عن أبي إسحاق (٢) ، عن البراء -رضي الله عنه- (٣) ، قال: تَعُدُّونَ أنتم الفتحَ فتحَ مكّةَ، وقد كان فتحُ مكّةَ فتحًا، ونحنُ نَعُدُّ الفَتحَ بَيعَةَ الرِّضوَانِ يومَ الحديبيةِ، كُنّا مع النبيِّ -صلى الله عليه وسلم- أربَعَ عَشرَةَ مِائةً، والحديبيةُ بِئرٌ (٤) . </p><p> [٢٧٦٦] وأخبرني عقيل بن محمّد الفقيه (٥) أنّ أبا الفرج القاضي البغدادي (٦) ، أخبرهم عن محمّد بن جرير (٧) ، حدّثنا موسى بن سهل </p><p>= التخريج: أخرجه الطبري في \"تفسيره\" ٢٦/ ٧٠ من طريق الأعمش به، بمثله، وذكره الماوردي في \"النكت والعيون\" ٥/ ٣١٠، والعز بن عبد السلام في \"تفسيره\" ١/ ١١٠٨، والقرطبي في \"الجامع لأحكام القرآن\" ١٦/ ٢٦٠.(١) إسرائيل بن يونس بن أبي إسحاق السبيعي الهمداني، أبو يوسف الكوفي، ثقة تكلم فيه بلا حجة.(٢) عمرو بن عبد الله، أبو إسحاق السّبَيعي الكوفي، مكثر، ثقة، عابد، اختلط بأخرة.(٣) الصحابي المشهور.(٤) الحكم على الإسناد:علقه المصنف، والحديث صحيح.التخريج:جزء من حديث البراء، الذي أخرجه الإمام البخاري، في كتاب المغازي، باب: غزوة الحديبية (٤١٥٠). من طريق إسرائيل، به، بمثله مطولًا.(٥) عقيل بن محمد بن عمر الجرجاني الإستراباذي، لم أجده.(٦) المعافى بن زكريا، أبو الفرج النهرواني الجريري، العلامة، الفقيه، الحافظ، الثقة.(٧) محمد بن جرير، أبو جعفر الطبري، الإمام العلم المجتهد.</p><p> الرَّملي (١) ، حدّثنا محمّد بن عيسى (٢) ، حدّثنا مُجمِّع بن يعقوب الأنصاري (٣) ، قال: سمعت أبي (٤) يحدِّث، عن عمّه عبد الرّحمن بن يزيد (٥) ، عن عمّه مُجمِّع بن جارية الأنصاري -رضي الله عنه- (٦) - وكان أحد القرّاء الذين قرؤُوا القرآن - قال: شهدنا الحديبية مع رسول الله -صلى الله عليه وسلم-، فلمّا انصرفنا عنها، إذا الناسُ يَهُزُّون الأباعِرَ (٧) ، فقال بعض النّاس </p><p>(١) موسى بن سهل أبو عمران الرملي، ثقة. (٢) محمد بن عيسى بن نُجيح البغدادي، أبو جعفر ابن الطَّبَّاع، ثقة فقيه.(٣) مجُمِّع بن يعقوب بن مُجَمِّع الأنصاري القُبَائي المدني.قال ابن معين والنسائي: ليس به بأس، ووثقه ابن سعد، وقال ابن حجر: صدوق. (١٦٠ هـ).انظر: \"الجرح\" ٨/ (ت ١٣٦١)، \"الكاشف\" للذهبي ٢/ ٢٤٣، \"تقريب التهذيب\" لابن حجر ٢/ ٢٣٠.(٤) يعقوب بن مُجَمِّع بن يزيد بن جارية الأنصاري.قال الذهبي: وثِّق، وقال ابن حجر: مقبول، من الرابعة.انظر: \"الجرح\" ٩/ (ت ٨٩٨)، \"الكاشف\" للذهبي ٢/ ٣٩٥، \"تقريب التهذيب\" لابن حجر ٢/ ٣٧٧.(٥) عبد الرحمن بن يزيد بن جارية الأنصاري، أبو محمد المدني.وثقه ابن سعد، والدارقطني، والعجلي، وقال الأعرج: ما رأيت بعد الصحابة أفضل منه (ت ٩٣ هـ).انظر: \"الجرح\" ٥/ (ت ١٤١٧)، \"الكاشف\" للذهبي ١/ ٦٤٩، \"تهذيب التهذيب\" لابن حجر ٦/ ٢٦٤، \"تقريب التهذيب\" لابن حجر ١/ ٥٠٢.(٦) مُجَمِّع بن يزيد بن جارية الأنصاري -رضي الله عنه-، صحابي جليل.(٧) الوَهز: شِدَّة الدَّفع والوَطء، ويهزون الأباعر: أي يَحُثُّونَها ويَدفَعُونها. \"النهاية\" ٥/ ٢٣٢ [وهز].</p><p> لبعض: ما بال النّاس؟ قالوا: أُوحِي إلى رسول الله -صلى الله عليه وسلم-، قال: فخرجنا نُوجِفُ (١) ، فوجدنا النبي -صلى الله عليه وسلم- واقفًا على راحلته عند كُراعِ الغَميم (٢) ، فلمّا اجتمع إليه الناس، قرأ {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا (١) }. قال عمر -رضي الله عنه-: أو فتح هو يا رسول الله؟ قال:  \"نعم، والّذي نفسي بيده إنّه لفتح\" ، فقُسِمت خيبر على أهل الحديبية، لم يدخل فيها أحد إلاّ من شهد الحديبية (٣) . </p><p>(١) نوجف: الإيجاف سُرعَة السَّير.، وقد أوجف دابتَه يوجفُها إيجافا، إذا حثها. \"النهاية\" ٥/ ١٥٧ [وجف]. (٢) كراع الغميم: موضع بين مكة والمدينة، جنوب عُسفان بستة عشر كيلا على الجادة إلى مكة، وتُعرف اليوم بِبَرقاء الغميم.انظر: \"معجم البلدان\" ٤/ ٢١٤، \"المعالم الجغرافية\" ١/ ٣٨٨.(٣) [٢٧٦٦] الحكم على الإسناد:شيخ المصنف لم أجده، وفيه أيضًا يعقوب بن مجمع مقبول.التخريج:يروي الحديث عن مجمع أربعة: إسماعيل بن أبي أويس، محمد بن عيسى، يونس بن محمد، إسحاق بن عيسى.أخرجه ابن سعد في \"طبقاته\" ٢/ ١٠٥، وابن أبي شيبة في \"مصنفه\" ١٤/ ٤٣٧، والإمام أحمد في \"مسنده\" ٣/ ٤٢٠ ثلاثتهم من طريق مجمع بن يعقوب، به، بنحوه مطولا.وأبو داود في \"سننه\" باب: فيمن أسهم له سهما، برقم (٢٧٣٦)، من طريق محمد بن عيسى، به بنحوه مطولا، وقال: وأرى الوهم في حديث مجمع أنه قال: ثلاث مائة فارس، وكانوا مائتي فارس وقال الألباني: ضعيف.والطبري في \"تفسيره\" ٢٦/ ٧١ ومن طريقه أخرجه المصنف.والطبراني في \"المعجم الكبير\" ١٤/ ٣٨٣ برقم (١٦٤٢٧)، من طريق محمد بن =</p><p> [٢٧٦٧] وأخبرنا أبو عبد الله الحسين بن محمّد العدل رحمه الله (١) ، حدّثنا أبو محمّد عبيد الله بن محمّد بن شنبة (٢) ، حدّثنا عبيد الله (٣) بن أحمد الكسائي (٤) ، حدّثنا الحارث بن عبد الله (٥) ، أخبرنا هشيم (٦) ، عن مغيرة (٧) ، عن الشعبي (٨) في قوله تعالى: {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا (١) } قال: فتح الحديبية، غفر له ما تقدّم من ذنبه، وما تأخّر، وأطعموا نخل خيبر، وبلغ الهدي محلّه، وظهرت الروم </p><p>= عيسى به بنحوه مطولا. والدارقطني في \"سننه\" ٤/ ١٠٥ من طريق مجمع بن يعقوب، به، بنحوه مطولا.والحاكم في \"المستدرك\" ٢/ ١٤٣ من طريق محمد بن عيسى، به بنحوه مطولا.وقال: هذا حديث كبير صحيح الإسناد ولم يخرجاه ووافقه الذهبي في \"التلخيص\".وأبو نعيم في \"معرفة الصحابة\" ٥/ ٥٤٤ برقم (٦١٥٤) من طريق محمد بن عيسى به بنحوه مطولا.والبيهقي في \"سننه\" ٦/ ٣٢٥، وأخرجه أيضًا في \"الدلائل\" ٤/ ٢٣٩ من طريق محمد بن عيسى به بنحوه، مطولا(١) الحسين بن محمد بن فنجويه الدينوري، ثقة، كثير الرواية للمناكير.(٢) عبيد الله بن محمد بن شنبة، لم أجد فيه جرحا أو تعديلا.(٣) في الأصل، (م): عبد الله. والمثبت من (ت).(٤) عبيد الله بن أحمد بن منصور، أبو محمد الكسائي الهمذاني، محله الصدق.(٥) الحارث بن عبد الله بن إسماعيل الهمذاني أبو الحسن الخازن، صدوق، لينه ابن عدي.(٦) هُشَيم بن بِشير، أبو معاوية الوَاسِطي، ثقة ثبت، كثير التدليس والإرسال الخفي.(٧) المُغيرة بن مِقسَم الضَّبِّي، أبو هِشام الكوفي الفقيه، ثقة متقن، إلا أنه كان يدلس.(٨) عامر بن شَراحيل الشَّعبي الحِميري، أبو عمرو الكوفي، ثقة مشهور، فقيه فاضل.</p><p> على فارس، وفرح المؤمنون بظهور أهل الكتاب على المجوس (١) . </p><p> وقال مقاتل بن حيان: يسّرنا لك يُسرًا بيّنًا؛ {لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ}  (٢) . </p><p> وقال مقاتل بن سليمان: لمّا نزل قوله تعالى: {وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ} فَرِحَ بذلك المشركون، والمنافقون، وقالوا: كيف نتّبع رجلًا لا يَدري ما يُفعل به وبأصحابه؟ ما أمرنا وأمره إلاّ واحد، فأنزل الله تعالى بعدما رجع من الحديبية {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا (١) } أي قضينا لك قضاءً بيّنًا، {لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ} فنسخت هذِه الآية تلك الآية (٣) ، وقال -صلى الله عليه وسلم-: \"لقد نزلت عليَّ آية ما يسرّني بها </p><p>(١) [٢٧٦٧] الحكم على الإسناد: فيه عبيد الله الكسائي، والحارث بن عبد الله صدوقان، وابن شنبة لم يذكر بجرح أو تعديل.التخريج:أخرجه عبد الرزاق في \"تفسيره\" ٢/ ٢٢٥، والطبري في \"تفسيره\" ٢٦/ ٧١، والبيهقي في \"الدلائل\" ٤/ ١٦٢ ثلاثتهم بنحوه، وذكره السيوطي في \"الدر المنثور\" ٦/ ٥٨ وزاد نسبته لسعيد بن منصور، وابن المنذر، وذكره الحافظ ابن حجر في \"الفتح\" ٧/ ٤٤٢، وقال: روى سعيد بن منصور بإسناد صحيح عن الشعبي.(٢) من (ت).(٣) انظر: \"الناسخ والمنسوخ\" لابن حزم (ص ٥٦)، \"تفسير ابن كثير\" ٧/ ١٨٣ ونسبه لقتادة والحسن وعكرمة.قلت: وقد رجح النحاس وغيره من المفسرين أن هذِه الآية غير ناسخة، انظر: \"الناسخ والمنسوخ\" ٢/ ٦٢٨، والإمام الطبري في \"تفسيره\" ٢٦/ ٦٨، وابن =</p>"
}