{
  "id": null,
  "sura": 48,
  "aya": 18,
  "text": "<p> فكيف بنا يا رسول الله؟ فأنزل الله تعالى: </p><p> ١٧ - {لَيْسَ عَلَى الْأَعْمَى حَرَجٌ}  (١) </p><p> يعني في التخلّف عن الجهاد، والقعود عن الغزو. </p><p> {وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ} في ذلك {وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَنْ يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا (١٧) } قرأ أهل المدينة والشام (٢)  (ندخله) و {نُعَذِّبُهُ}  (بالنون) فيهما، وقرأ الباقون (بالياء) فيهما (٣) ، واختاره أبو عبيد وأبو حاتم، قالا: لِذِكر الله تعالى قبل ذلك (٤) . </p><p> ١٨ - قوله تعالى:  {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ} </p><p> بالحديبية على أن يناجزوا (٥) قريشًا، ولا يفروا (٦)  {تَحْتَ الشَّجَرَةِ} </p><p>(١) أورده أبو الليث في \"تفسيره\" ٣/ ٢٥٦ ونسبه للكلبي، والقرطبي في \"الجامع لأحكام القرآن\" ١٦/ ٢٧٣. (٢) أهل المدينة: نافع المدني، وأبو جعفر المدني. وأهل الشام: ابن عامر الشامي.(٣) \"الحجة\" للفارسي ٣/ ٤٠٩، \"الكشف عن وجوه القراءات\" لمكى ١/ ٤٢٠، \"النشر\" (ص ٥٤٥).(٤) \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٢٧٤.(٥) المُناجَزَةُ في القتال المُبارزةُ والمقاتلة، وهو أَن يَتَبَارَزَ الفارسان فيتمارسا حتَّى يَقْتُلَ كلُّ واحد منهما صاحبه أَو يُقْتَلَ أَحدهما.انظر: \"لسان العرب\" ٥/ ٤١٣.(٦) \"الوجيز\" للواحدي ٢/ ١٠١٠، \"معالم التنزيل\" للبغوي ٧/ ٣٠٤، \"تفسير الخازن\" ٤/ ١٥٠.</p><p> وكانت سَمُرة (١) ، ويروى أنّ عمر بن الخطّاب - رضي الله عنه - مَرّ بذلك المكان بعد أن ذهبت الشجرة، فقال: أين كانت؟ فجعل بعضهم يقول: هاهنا، وبعضهم هاهنا، فلمّا كثر اختلافهم قال: سيروا، هذا التكلَّف! قد ذهبت الشجرة، إما ذهب بها السيل وإمّا شيء سوى ذلك (٢) . </p><p> وكان سبب هذِه البيعة أنّ رسول الله - صلى الله عليه وسلم - دعا خِراشَ بن أُمية الخزاعي (٣) - رضي الله عنه -، فبعثه إلى قريش بمكّة، وحمله على جملٍ له يقال له: الثعلب، ليُبَلّغَ أشرافهم عنه ما جاء له، وذلك حين نزل الحديبية. فعقَروا به جملَ رسولِ الله - صلى الله عليه وسلم -، وأرادوا قتله فمنَعَته الأحابيشُ، فخلَّوا سبيله حتّى أتى رسول الله - صلى الله عليه وسلم -، فدعا رسول الله - صلى الله عليه وسلم - عمر بن الخطّاب - رضي الله عنه - ليَبعَثَه إلى مكّة، فقال: يا رسول الله إنّي أخاف قريشًا على نفسي، وليس بمكّة من بني عَدِي بن كعب أحد يمنعُني، وقد عَرِفَت قريش عداوتي إيّاها، وغِلظتي عليهم، ولكنّي أَدُلُّك على رجل هو أعزُّ بها منّي، عثمان بن عفّان، فدعا رسول الله - صلى الله عليه وسلم - عثمان - رضي الله عنه -. فبعثه إلى أبي سفيان وأشراف قريش يُخبِرُهم أنّه لم </p><p>(١) السَّمُرة: هو ضربٌ من شجَرَ الطَّلح الواحدة سَمُرة. انظر: \"النهاية\" لابن الأثير ٢/ ٣٩٩. (٢) ذكره الطبري في \"تفسيره\" ٢٦/ ٨٧، البغوي في \"تفسيره\" ٧/ ٣٠٤ بنحوه.(٣) خِرَاش بن أمية بن ربيعة الخزاعي، ثم الكلبي، أبو نضلة، حلق رأس رسول الله - صلى الله عليه وسلم - في الحديبية أو في العمرة التي تليها، توفي في آخر خلافة معاوية - رضي الله عنه -. انظر: \"الاستيعاب\" ١/ ١٣٢، \"الإصابة\" ٢/ ٢٦٩.</p><p> يَأتِ لحربٍ، وإنّما جاء زائرًا لهذا البيت، مُعَظِّمًا لحرمتِه، فخرج عثمان - رضي الله عنه - إلى مكّة، فلقِيه أبان بن سعيد بن العاص حين دخل إلى مكّة، أو قبل أن يَدخُلَها، فنزل عن دابّته وحمله بين يديه، ثمّ ردَفه وأجاره حتّى بلَّغ رسالة رسولِ اللهِ - صلى الله عليه وسلم -، فقال عظماء قريش لعثمان - رضي الله عنه - حين فرغ من رسالةِ رسول الله - صلى الله عليه وسلم -: إن شئت أن تَطوفَ بالبيتِ فطُف به، قال: ما كُنْتُ لأفعلَ حتّى يطوف به رسول الله - صلى الله عليه وسلم -، فاحتَبَسَته قريشٌ عندَها، فبلغ رسول الله - صلى الله عليه وسلم - والمسلمين أنّ عثمان - رضي الله عنه - قد قُتل (١) ، فقال رسول الله - صلى الله عليه وسلم -: \"لا نَبرَحُ حتّى نُنَاجِزَ(٢)القومَ\" . ودعا الناس إلى البيعةِ، فكانت بيعةُ الرّضوان تحتَ الشجرةِ، فكان الناسُ يقولون: بايَعَهم رسولُ اللهِ - صلى الله عليه وسلم - على الموتِ (٣) . </p><p> وقال بُكير بن الأشَجِّ: بايعوه على الموت، فقال رسول الله - صلى الله عليه وسلم -: \"بل على ما استطعتم\"  (٤) . </p><p> قال عبد الله بن مَغفِل - رضي الله عنهما -: كنت قائمًا على رأس رسول الله - صلى الله عليه وسلم - ذلك اليوم، وبيدي غصن من السَّمُرة، أذبّ عنه، وهو يبايع النّاس، </p><p>(١) انظر: \"سيرة ابن هشام\" ٢/ ٣١٤ - ٣١٥)، وأخرجه الطبري في \"تاريخه\" ٢/ ٦٣١، وفي \"تفسيره\" ٢١/ ٢٧٢ - ٢٧٣). (٢) نناجز: المُناجَزة في الحَرْب المُبارزَة. \"النهاية\" لابن الأثير ٥/ ٢١.(٣) انظر: \"سيرة ابن هشام\" ٢/ ٣١٥ - ٣١٦، وأخرجه الطبري في \"تاريخه\" ٢/ ٦٣٢، وفي \"تفسيره في ٢٦/ ٨٦.(٤) أخرجه الطبري في \"تفسيره\" ٢٦/ ٨٦، وذكره الخازن في \"تفسيره\" ٤/ ١٥٠.</p><p> فلم يبايعهم على الموت، وإنّما بايعهم على أن لا يفرّوا (١) . </p><p> وقال جابر بن عبد الله - رضي الله عنهما -: فبايع رسولَ الله - صلى الله عليه وسلم - النّاس، ولم يتخلّف عنه أحد من المسلمين حضرها إلّا الجد بن قيس أخو بني سلمة، لكأنّي أنظر إليه لاصقًا بإبط ناقته مستترًا بها من النّاس (٢) . </p><p> وكان أوّل من بايع بيعة الرضوان رجلًا من بني أسد يقال له: أبو سنان بن وهب. ثمّ أتى رسول الله - صلى الله عليه وسلم - إنّ الَّذي ذُكر من أمر عثمان - رضي الله عنه - باطل. </p><p> واختلفوا في مبلغ عدد أهل بيعة الرضوان: </p><p> فروى شعبة (٣) ، عن عمرو بن مُرّة (٤) ، قال: سمعت عبد الله بن أبي أوفى - رضي الله عنه - (٥) يقول: كنّا يوم الشجرة ألفًا وثلاثمائة، وكافت أسلم يومئذ من (٦) المهاجرين (٧) . </p><p>(١) أخرجه الإمام أحمد في \"مسنده\" ٥/ ٥٤ بنحوه، قال الهيثمي في \"مجمع الزوائد\" ٦/ ١٤٦: رواه الطبراني وإسناده جيد إلا أن الربيع بن أنس قال: عن أبي العالية أو عن غيره. وقال شعيب الأرناؤوط: إسناده ضعيف. (٢) ذكره ابن كثير في \"تفسيره\" ٧/ ٢٢٢.(٣) شعبة بن الحَجَّاج بن الوَرد العَتكي، ثقة حافظ متقن.(٤) عمرو بن مُرَّة بن عبد الله الجَمَلي المُرَادي، ثقة عابد، كان لا يدلس، ورمي بالإرجاء.(٥) صحابي جليل.(٦) في مصادر التخريج: ثمن.(٧) التخريج:أخرجه البخاري في كتاب: المغازي، باب: غزوة الحديبية (٤١٥٥)، مسلم في كتاب الإمارة، باب: استحباب مبايعة الإمام الجيش عند ارادة القتال وبيان بيعة الرضوان تحت الشجرة (٤٩٢٢) كلاهما من طريق شعبة به، بنحوه.</p><p> وقال قتادة: كانوا خمسة عشر مائة (١) . </p><p> وروى العوفي عن ابن عبّاس - رضي الله عنهما -، قال: كان أهل البيعة تحت الشجرة ألفًا وخمسمائة وخمسه وعشرين (٢) . </p><p> وقال الآخرون: كانوا ألفًا وأربعمائة (٣) . </p><p> [٢٧٧٣] أخبرني الحسين بن محمّد بن فنجويه رحمه الله (٤) ، حدّثنا علي بن أحمد بن نصرويه (٥) ، حدّثنا أبو عمران موسى بن سهل بن عبد الحميد الجوني (٦) ، حدّثنا محمّد بن رمح (٧) ، حدّثنا الليث بن سعد (٨) ، عن أبي الزبير (٩) ، عن جابر - رضي الله عنه -، عن رسول الله - صلى الله عليه وسلم - قال: \"لا يدخل </p><p>(١) أخرجه البخاري في كتاب المغازي، باب؛ غزوة الحديبية (٤١٥٣) والقول فيه لجابر - رضي الله عنه -، وأخرجه الطبري في \"تفسيره\" ٢٦/ ٨٧ بنحوه، وذكره السيوطي في \"الدر المنثور\" ٦/ ٦٨ وزاد نسبته إلى عبد بن حميد. (٢) أخرجه الطبري في \"تفسيره\" ٢٦/ ٨٧، وفي \"تاريخه\" ٢/ ٦٢١، وذكره السيوطي في \"الدر المنثور\" ٦/ ٦٩ وزاد نسبته لابن مردويه.(٣) روى مسلم في \"صحيحه\" في كتاب الإمارة، باب: استحباب مبايعة الإمام الجيش عند إرادة القتال، برقم (١٨٥٦) عن جابر: كنا يوم الحديبية ألفا وأربعمائة .. ، وأخرجه الطبري في \"تفسيره\" عن جابر - رضي الله عنه - ٢٦/ ٨٧، وذكره ابن عطية في \"تفسيره\" عن جابر - رضي الله عنه -١٣/ ٤٥٦.(٤) أبو عبد الله، الحسين بن محمد بن فنجويه الدينوري، ثقة، كثير الرواية للمناكير.(٥) علي بن أحمد بن نصرويه، لم أجده.(٦) موسى بن سهل بن عبد الحميد أبو عمران الجَونِي، إمام ثقة.(٧) محمد بن رُمح بن المهاجر التُّجيبي، أبو عبد الله المِصري الحافظ، ثقة ثبت.(٨) الليث بن سعد الفَهمي، ثقة ثبت، إمام مشهور.(٩) محمد بن مسلم الأسدي مولاهم، أبو الزبير المكي، صدوق، إلا أنَّه يدلس.</p><p> النّار أحدٌ ممّن بايع تحت الشجرة\" (١) . </p><p> {فَعَلِمَ مَا فِي قُلُوبِهِمْ} من الصدق، والصبر، والوفاء (٢)  {فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا} وهو خيبر (٣) . </p><p>(١) [٢٧٧٣] الحكم على الإسناد: رجاله ثقات عدا علي بن أحمد لم أجد له ترجمة، وأبو الزبير مدلس إلا أنَّه لا تضر عنعنته وإن كان مدلسًا لأنه من رواية الليث بن سعد، وقد أعلم له على ما سمعه من جابر، والحديث صححه الترمذي، وصححه العلامة الألباني رحمهم الله.التخريج:أخرجه الإمام أحمد في \"مسنده\" ٣/ ٣٥٠، وأبو داود في \"سننه\" كتاب: السنة، باب: في الخلفاء (٤٦٥٣)، والترمذي في \"جامعه\" كتاب: المناقب عن رسول الله - صلى الله عليه وسلم -، باب: في فضل من بايع تحت الشجرة (٣٨٦٠)، والنسائي في \"تفسيره\"، برقم (٥٢٨)، (ص ٣١٠). جميعهم من طريق الليث بن سعد، به، بمثله.وأخرجه البغوي في \"تفسيره\" ٧/ ٣٠٥ من طريق المصنف.وأخرج الإمام مسلم في \"صحيحه\" كتاب: فضائل الصحابة، باب: من فضائل أصحاب الشجرة برقم (٢٤٩٦)، من حديث جابر عن أم مُبَشر أنها سمعت النبي -صلى الله عليه وسلم- يقول عند حفصة: \"لا يَدْخُلُ النَّارَ إِنْ شَاءَ اللهُ مِنْ أَصْحَابِ الشَّجَرَةِ أَحَدٌ. الذِينَ بَايَعُوا تَحْتَهَا .. \" وذكر قصة حفصة رضي الله عنها.(٢) انظر: \"تفسير أبي الليث\" ٣/ ٢٥٦ ونسبه لابن عباس، \"معالم التنزيل\" للبغوي ٦/ ٣٠٧، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٢٧٨، \"تفسير الخازن\" ١٥١/ ٤.(٣) \"تفسير أبي الليث\" ٣/ ٢٥٦، \"الوجيز\" للواحدي ٢/ ١٠١٠، \"معالم التنزيل\" للبغوي ٧/ ٣٠٦.</p>"
}