{
  "id": null,
  "sura": 48,
  "aya": 25,
  "text": "<p> وذلك قوله تعالى: </p><p> ٢٥ - {هُمُ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ} </p><p> أي: وصدّوا الهدي {مَعْكُوفًا} محبوسًا (١) ، {أَنْ يَبْلُغَ مَحِلَّهُ} مَنحَرَهُ (٢) ، وكانت سبعين بدنة. </p><p> روى الزهري (٣) ، عن عُروَة بن الزبير (٤) ، عن المِسوّر بن مَخرَمَة (٥) ، ومروان بن الحكم (٦) - رضي الله عنهما - قالا: خَرَجَ النبي - صلى الله عليه وسلم - من المدينة عام الحديبية يريد زيارة البيت، لا يُريد قتالًا، وساق معه سبعين بدنة، وكان الناس سبعمائة رجل، فكانت كلّ بدنة بين عشرة نفر. فلمّا بلغ ذا الحليفة، تتام إليه النّاس، فخرج في بضع عشرة مائة من أصحابه، حتّى إذا كانوا بذي الحُليفة قلّد (٧) </p><p>= السياق أن هذِه القصة كانت في الحديبية، فلو كانت في عمرة القضية لأمكن، مع أن المشهور أنهم فيها لم يمانعوه ولم يقاتلوه اهـ. انظر: \"الكافي الشافي بتخريج أحاديث الكشاف\" ٥/ ٥٤٥. (١) \"النكت والعيون\" للماوردي ٥/ ٣١٩، \"المحرر الوجيز\" لابن عطية ١٣/ ٤٦٢، \"زاد المسير\" لابن الجوزي ٧/ ٤٤٠.(٢) \"النكت والعيون\" للماوردي ٥/ ٣١٩، \"زاد المسير\" لابن الجوزي ٧/ ٤٤٠.(٣) محمد بن مسلم بن شهاب الزهري، الفقيه، الحافظ، متفق على جلالته وإتقانه.(٤) عُروة بن الزُّبير بن العوام، أبو عبد الله المَدَني، ثقة فقيه مشهور.(٥) صحابي جليل.(٦) مروان بن الحكم بن أبي العاص الأموي، من كبار التابعين، ولم يصح له سماع من النبي - صلى الله عليه وسلم -.انظر: \"الاستيعاب\" ٣/ ٤٢٥، \"الإصابة\" ٣/ ٤٧٧.(٧) قلد الهدي: قلد الشيء قلدا لواه يقال: قلد الحديدة رفقها ولواها على شيء، =</p><p> الهدي، وأشعَره (١) ، وأحرَم بالعمرة. </p><p> وبعث بين يديه عينًا له من خزاعةَ (٢) يخبره عن قريش. </p><p> وسار النبيّ - صلى الله عليه وسلم - حتّى إذا كان بغدير الأشطاط (٣) ، قريبًا من عُسفان (٤) أتاه عينُه الخُزاعي، فقال: إنّي تركت كعب بن لُؤَي وعامر بن لُؤَي، قد جمَعوا لك الأحابيش (٥) ، وهم مُقاتِلوك، وصادُّوك عن البيتِ، فقال النبي -صلى الله عليه وسلم-: \"أَشيروا عليَّ، أَتَرَون أن نَمِيلَ على ذَراري هؤلاء الذين عاونوهم فنُصيبهم؟ فإن قعدوا قعدوا مَوتُورين، وإن نجوا تَكُن عُنُقًا قطَعَها اللهُ، أو تَرَون أن نَؤُمَّ البيت، فمن صدّنا عنه </p><p>= وقلده القلادة جعلها في عنقه، والبدنة علق في عنقها شيئا ليعلم أنها هدي. انظر: \"المعجم الوسيط\" ٢/ ٧٥٤. (١) أشْعَرَ الهدي: إذا طعن في سنامه الأيمن حتَّى يسيل منه دم ليُعلم أنَّه هدي. انظر: \"مختار الصحاح\" ١/ ٣٥٤.(٢) هو: بُسر بن سفيان، على الصحيح، كما ذكره الحافظ ابن حجر في \"الفتح\" عن ابن إسحاق، ٥/ ٣٣٤.(٣) غدير الأشطاط: أشطاط بالفتح، يجوز أن يكون جمع شط وهو البعد أو جمع الشطط وهو الجور ومجاوزة القدر وغدير الأشطاط قريب من عسفان. انظر: \"معجم البلدان\" ١/ ١٩٨.(٤) عُسْفَانُ: بِضَمِّ العَيْنِ وَسُكُونِ السِّينِ، وهي بَلْدَةٌ عَلَى ٨٠ كَيْلًا مِنْ مَكَّةَ شَمَالًا عَلَى طريق إلَى المَدِينَةِ. انظر: \"المعالم الجغرافية الواردة في السيرة\" (ص ٣٤١).(٥) الأحابيش: واحدها أحبوش بضمتين، وهم: بنو الهون بن خزيمة بن مدركة، وبنو الحارث بن عبد مناة بن كنانة، وبنو المصطلق من خزاعة، كانوا تحالفوا مع قريش قيل: تحت جبل يقال له الحبشي أسفل مكة، وقيل: سموا بذلك لتحبشهم أي تجمعهم والتحبش التجمع والحباشة الجماعة. \"الفتح\" ٥/ ٣٣٤.</p><p> قاتلناه؟ \".</p><p> فقام أبو بكر الصديق - رضي الله عنه -، فقال: يا رسول الله إنّا لم نَأتِ لقتالِ أحدٍ، ولكن من حال بيننا، وبين البيت قاتلناه، فقال رسول الله - صلى الله عليه وسلم -: \" فرُوحوا إذًا\". </p><p> وكان أبو هريرة - رضي الله عنه - يقول: ما رأيتُ أحدًا قط كان أكثر مشاورةً لأصحابِه من النبيّ - صلى الله عليه وسلم - (١) . </p><p> فراحوا حتّى إذا كانوا (٢) بعسفان، لقيه بشر بن سفيان الكعبي (٣) ، فقال له: يا رسول الله هذِه قريش، قد سمعوا بمسيرك، فخرجوا ومعهم العُوذُ المَطَافِيل (٤) ، قد لَبِسُوا جُلُودَ النُّمُورِ (٥) ، ونزلوا بذي طوى (٦) ، </p><p>(١) قال الحافظ في \"الفتح\" ٥/ ٣٣٤: وهذا القدر حذفه البخاري لإرساله لأن الزهري لم يسمع من أبي هريرة اهـ. (٢) في (م) و (ت): كان.(٣) قال ابن هشام: ويقال: بسر. \"السيرة النبوية\" لابن هشام ٣/ ١٩٧.(٤) العُوذ المَطَافِيل: قال ابن حجر في \"الفتح\" ٥/ ٣٨٣: العُوذ بِضَمِّ المُهْمَلَة وَسُكُون الوَاو بَعْدهَا مُعْجَمَة، جَمْع عَائِذ وَهِيَ النَّاقَة ذَات اللَّبَن، وَالْمَطَافِيل الأُمَّهَات اللَّاتي مَعَهَا أَطْفَالهَا، يُرِيد أَنَّهُمْ خَرَجُوا مَعَهُمْ بِذَوَاتِ الأَلْبَان مِنْ الإِبِل ليَتَزَوَّدُوا بِأَلْبَانِهَا وَلَا يَرْجِعُوا حَتَّى يَمْنَعُوهُ، أَوْ كَنَّى بِذَلِكَ عَنْ النِّسَاء مَعَهُنَّ الأَطْفَال، وَالْمُرَاد أَنَّهُمْ خَرَجُوا مِنْهُمْ بِنِسَائِهِمْ وَأَوْلَادهمْ لإِرَادَةِ طُول المَقَام وَليَكُونَ أَدْعَى إِلَى عَدَم الفِرَار، وَيَحْتَمِل إِرَادَة المَعْنَى الأَعَمّ. اهـ.(٥) في (ت): المنونِ.(٦) ذي طوى: هُوَ وَادٍ مِنْ أَوْدِيَةِ مَكَّةَ، كُلُّهُ مَعْمُورٌ اليَوْمَ، وَعَلَيْهِ مِنْ الأَحْيَاءِ: العُتَيْبَةُ، وَجَرْوَلُ، وَالتَّنْضَبَاوِيّ، وَحَارَةُ البرنو، وَمُعْظَمُ شَارعِ المَنْصُورِ، وَاللِّيطِ، وَالْحَفَائِرُ دَاخِلَةٌ في نِطَاقِ وَادِي طُوى، وانحصر الاسْمُ اليَوْمَ في بِئْرٍ في جَرْوَلَ =</p><p> يحلفون بالله لا تدخلها عليهم أبدًا، وهذا خالد بن الوليد في خيلهم قد قدّموها إلى كُرَاعِ الغَميم - وقد ذكرت قول من قال: إنّ خالد بن الوليد كان يومئذ مع رسول الله - صلى الله عليه وسلم - مسلمًا- فقال رسول الله - صلى الله عليه وسلم -: \"يا ويح قريش، قد أكلتهُمُ الحربُ، ماذا عليهم لو خَلّوا بيني وبين سائر العرب؟ فإن هم أصَابُوني كان ذلك الَّذي أرَادوا، وإن أظهرني الله عليهم دخلوا في الإسلام وآخرين، وإن لم يفعلوا قاتلوا ولهم(١)قوّة، فما تظنّ قريش! ؟ فو الله لا أزال أُجاهِدُهُم على الَّذي بعثني الله تعالى به حتّى يظهره الله عز وجل، أو تنفرد هذِه السّالِفَةُ\" . </p><p> ثمّ قال:  \"مَن رجل يخرج بنا على طريق غير طريقهم التي هم بها؟ \" ، فقال رجل من أسلم: أنا يا رسول الله. فخرج بهم على طريق وعر حزن بين شعاب، فلمّا خرجوا منه، وقد شقّ ذلك على المسلمين وأفضى إلى أرض سهلة عند منقطع الوادي، قال رسول الله -صلى الله عليه وسلم-: \"قولوا: نستغفر الله، ونتوب إليه\" ، ففعلوا، فقال:  \"والله إنّها للحطّة التي عُرِضَت علي بني إسرائيل، فلم يقبلوها(٢)\" . </p><p> ثمّ قال رسول الله - صلى الله عليه وسلم - للنّاس:  \"اسلكوا ذات اليمين\" في طريق تُخرجه على ثنية [المُرار]  (٣) على مهبط الحديبية من أسفل مكّة. </p><p>= تُسَمَّى بِئْرَ طُوى، هِيَ مَوْضِعُ مَبِيتِهِ - صلى الله عليه وسلم - بِجَيْشِ الفَتْحِ. انظر: \"المعالم الجغرافية الواردة في السيرة\" (ص ١٨٨). (١) في (م) و (ت): وبهم.(٢) في (م): يفعلوها.(٣) في النسخ (المرَّان)، والمثبت من كتب المصادر والمراجع.</p><p> فسلك الجيش ذلك الطريق، فلمّا رأت خيل قريش قترة الجيش (١) وأنّ رسول الله - صلى الله عليه وسلم - قد خالفهم عن طريقهم ركضوا راجعين (٢) إلى قريش ينذرونهم، وسار رسول الله - صلى الله عليه وسلم - حتّى إذا سلك ثنية [المُرار (٣) ] (٤) بركت به ناقته، فقال الناس: حَل حَل (٥) ، فقال:  \"ما حل؟ \" فقالوا: خلأت (٦) القَصواء، فقال - صلى الله عليه وسلم -: \"ما خلأت، ولا ذلك لها بخلق، ولكن حبسها حابس الفيل\" . </p><p> ثمّ قال:  \"والّذي نفسي بيده، لا تدعوني قريش اليوم إلى خُطَّة يُعظمون بها حرمات الله تعالى، وفيها صلة الرحم إلّا أعطيتهم إيّاها\" ، ثمّ قال للناس:  \"انزلوا\" ، فنزلوا بأقصى الحديبية على بئر قليلة الماء، إنّما يَتَبَرَّضُه (٧) الناسُ تَبَرُّضًا، فلم يلبث الناس أن </p><p>(١) قَتَرة الجيش: غَبَرة الجيش. \"النهاية\" لابن الأثير ٤/ ١٢. (٢) في (م): راكضين.(٣) في النسخ (المران)، والمثبت من كتب المصادر والمراجع.(٤) ثَنِيَّةُ المُرار: بضم الميم وتخفيف الراء وهو حشيشة مرة إذا أكلتها الإبل قلصت مشافرها، وثنية المرار: إذَا وَقَفْت في الحُدَيْبِيَةِ وَنَظَرْت شَمَالًا عَدْلًا رَأَيْت جَبَلَيْنِ بَارِزينِ بَيْنَك وَبَيْنَهُمَا وَادِي مَرَّ الظَّهْرَانِ، بَيْنَهُمَا فَجٌّ وَاسِعٌ، هذا الفَجُّ هُوَ ثَنيَّةُ المرَارِ، وَتُعْرَفُ اليَوْمَ بِفَجِّ الكَرِيمِيَّ، وَقَوْلُهُ: مَهْبِطِ الحُدَيْبِيَةِ غَيْرُ وَاضِحٍ، فَالْحُدَيْبِيَةُ بِئْرٌ يُعْرَفُ اليَوْمَ مَوْقِعُهَا بالشميسي. انظر: \"معجم البلدان\" ٢/ ٨٥، و\"المعالم الجغرافية الواردة في السيرة\" (٥٣٢).(٥) حَل: كلمة تقال للناقة إذا تركت السير. \"الفتح\" ٥/ ٣٣٥.(٦) خلأت: الخلاء للنوق كالإلحاح للجمال، والحِران للدواب. \"النهاية\" لابن الأثير ٢/ ٥٨.(٧) التبرُّض: هو الأخذ قليلًا قليلًا. \"الفتح\" ٥/ ٣٣٧.</p><p> نزحوه، فشكى الناس إلى النبي - صلى الله عليه وسلم - العطش، فنزع سهمًا من كِنانتهِ، وأعطاه رجلًا من أصحابه يقال له: نَاجِية بن عُمَير بن يعمر بن دارم (١) ، وهو سائق بدن رسول الله - صلى الله عليه وسلم -، فنزل في تلك البئر، فغرَزه في جوفه، فجاش الماء بالريّ، حتَّى صدروا عنه. ويقال: إنّ جارية من الأنصار أقبلت بدلوها، وناجية - رضي الله عنه - في القليب يَمِيحُ على الناس، فقالت: </p><p> يا أيّها المايح (٢) دلوي دونكا </p><p> إنّي رأيت الناس يحمدونكا </p><p> يُثنون خيرًا ويمجّدونكا </p><p> أرجوك للخير كلما يرجونكا </p><p> فقال ناجية - رضي الله عنه -: </p><p> قد علمت جارية يمانية </p><p> أنّي أنا المايح واسمي ناجية </p><p> وطعنة ذات رشاش واهية </p><p> طعنتها عند صدور العادية (٣) </p><p>(١) هو: نَاجِية بن جُندَب بن عُمَير بن يعمُر الأسلمي - رضي الله عنه -، مات في خلافة معاوية بالمدينة. انظر: \"الاستيعاب\" ٣/ ٥٧١، \"الإصابة\" ٣/ ٥٤١.(٢) المايح: هو الذي يَنْزِل في الركِيَّة إذا قَلَّ ماؤها فَيْملأُ الدَّلْوَ بيدِه. \"النهاية\" لابن الأثير ٤/ ٣٧٩.(٣) ذكره ابن هشام في \"السيرة النبوية\" ٣/ ١٩٨ عن ابن إسحاق، وابن عبد البر في \"الاستيعاب\" ٣/ ٥٧١ بنحوه، وابن حجر في \"الإصابة\" ٣/ ٥٤١ بنحوه.</p><p> قال: فبينما هم كذلك، إذ جاء بُدَيل بن وَرقاءَ الخُزاعي (١) في نفرٍ من قومه، وكانت خزاعة عَيبةَ نُصحِ (٢) رسول الله - صلى الله عليه وسلم - مِن أهلِ تِهامة، فقال: إنّي تركتُ كعب بن لؤي، وعامرَ بن لؤي قد نزَلوا أعَداد مياه الحديبية، معهم العُوذُ المَطافيل، وهم مُقَاتِلوك، وصادّوك عن البيت. </p><p> فقال النبيّ - صلى الله عليه وسلم -: \"إنّا لم نَأتِ لقتال أحدٍ، ولكن جِئنا مُعتَمِرين، وإنّ قريشًا قد نهِكَتهُمُ الحربُ، وأضَرَّت بهم، فإن شاؤوا مادَدناهم مدةً، ويُخَلُّوا بيني وبين الناس، فإن أظهَر، فإن شاءوا أن يدخلوا فيما دخل فيه الناس فعلوا، وإلاّ فقد حموا(٣)[وإن هم أبوا](٤)فوالله لأُقاتلنّهم على أمري هذا، حتّى تنفرد سالِفَتي أو ليُنفِذَنّ الله تعالى أمره\" . </p><p> فقال بُديل: سنبلغهم ما تقول. </p><p> فانطلق حتّى أتى قريشًا، فقال: إنّا قد جئناكم من عند هذا الرجل، وسمعناه يقول قولًا، فإن شئتم أن نَعرِضَهُ عليكم فَعَلنَا، فقال سُفَهَاؤُهُم: لا حاجة لنا في أن تحدّثنا عنه بشيء، وقال ذَوو </p><p>(١) هو: بديل بن ورقاء بن عمرو الخزاعي - رضي الله عنه -، كان إسلامة قبل الفتح، وقيل يوم الفتح. انظر: \"الاستيعاب\" ١/ ١٦٥، \"الإصابة\" ١/ ١٤١.(٢) عَيبة نُصحِ: قال ابن حجر: العيبة ما توضع فيه الثياب لحفظها، أي أنهم موضع النصح له والأمانة على سره انظر: \"فتح الباري\" ٥/ ٣٣٧.(٣) في المصادر: جَمُّوا.(٤) هذِه الجملة ساقطة من النسخ، ويتطلبها السياق، فأثبتها من المصادر.</p><p> الرَّأي منهم: هَاتِ ما سَمِعتَهُ يقول. قال: سمِعتُهُ يَقُولُ كَذَا، وَكَذا، فَحَدَّثَهُم بما قال رسول الله - صلى الله عليه وسلم -. </p><p> فَقَامَ عُروَةُ بن مَسعُودٍ الثقفي، فقال: أي قَومِ، أَلَستُم بالوَالِدِ؟ قالوا: بَلَى، قال: أولَستُ بالوَلَدِ؟ قالوا: بَلَى، قال: فهل تتَّهِمُونِي؟ قالوا: لا. قال: أفلستُم تعلمون أنّي استَنفَرتُ أهل عُكَاظ، فَلَمّا بَلَّحُوا (١) عَلَيَّ جِئتكم بأهلي وولدي ومن أطاعني؟ قالوا: بلى. قال: فإنّ هذا الرجل، قد عرض عليكم خُطَّةَ رُشدٍ فاقبلوها ودعوني آتِهِ، فقالوا: آته (٢) . فَأَتَاهُ (٣) ، فجعل يُكلِّمُ النبي - صلى الله عليه وسلم - فقال النبي - صلى الله عليه وسلم - نَحوًا من مقالته لبُديل، فقال عُروةُ عِندَ ذَلِكَ: يا محمّد، أرأيت إن استَأصَلتَ قَومك، فهل سمعت بأحدٍ من العربِ اجتاحَ أصله قَبلك؟ وإن تَكنِ الأُخرى، والله إنّي لأرى وُجُوهًا وأشوابًا (٤) من الناس خَلِيقًا أن يَفرّوا ويَدَعُوكَ. </p><p> فقال له أبو بكر الصدِّيق - رضي الله عنه -: امصُص بَظرَ (٥) اللاتِ، واللات </p><p>(١) بلَّحُوا: أي امتنعوا، والتبلح التمنع من الإجابة، وبلح الغريم إذا امتنع من أداء ما عليه. \"الفتح\" ٥/ ٣٣٩. (٢) في (م): إيته.(٣) في (م): فدعاه.(٤) أشوابا: الأَشْوابُ والأَوْباشُ والأَوْشابُ الأَخْلاطُ من الناس والرَّعاعُ. \"لسان العرب\" ١/ ٧٩٦، وقال ابن حجر في \"الفتح\" ٥/ ٣٤٠: الأَشْوَاب الأَخْلَاط مِنْ أَنْوَاع شَتَّى، وَالْأَوْبَاش الأَخْلَاط مِنْ السَّفَلَة، فَالْأَوْبَاش أَخَصّ مِنْ الأَشْوَاب.(٥) بظر اللات: البظر بفتح الباء، قطعة تبقى بعد الختان في فرج المرأة، وكانت عادة =</p><p> طاغية ثقيف التي كانوا يعبدون (١) - [أنحن]  (٢) ، نفِرّ ونَدَعُه؟ فقال: مَنْ هذا؟ فقالوا: أبو بكر. فقال: أما والّذي نفسي بيده، لولا يدٌ كانت لك عندي لم أجزِكَ بها، لأَجَبتُكَ، وجعل يُكلّمُ النبيّ - صلى الله عليه وسلم - فَكُلّما كلّمهُ أخَذَ بلِحيَتِه، والمُغِيرَةُ بن شعبة - صلى الله عليه وسلم - قائِمٌ على رَأسِ رسول الله - صلى الله عليه وسلم -، ومعَهُ السِّيفُ وعَلَيهِ المِغفَرُ، فكلّما أهوى عُروةُ بيدِهِ إلى لحيةِ النبي - صلى الله عليه وسلم - اضَرَبَ يَدَهُ بِنَعلِ السيفِ، وقال: أخّر يدك عن لِحيته، فرفع عُروةُ رأسَهُ، فقال: مَنْ هذا؟ فقالوا: المغيرة بن شعبة. فقال: أي غُدَرُ (٣) ، أوَلستُ أسعَى في غَدرَتِكَ؟ </p><p> وكان المغيرة - رضي الله عنه - قد صحب قومًا في الجاهليةِ، فقتلهُم، وأخذَ أموالهُم، ثمّ جاءَ فأسلَمَ، فقال النبيّ - صلى الله عليه وسلم -: \"أمّا الإسلام فقد قبلنا وأمّا المال، فإنّه مال غَدرٍ، ولا حاجة لنا فيه\" . </p><p> وإنّ عروة جعل يَرمُقُ أصحاب النبي - صلى الله عليه وسلم - بِعَينه، قال: فوالله إن (٤) يتنخم النبيّ - صلى الله عليه وسلم - نُخامةً إلاّ وقَعَت في كَفِّ رجلٍ منهم، فَدَلَك بها وَجههُ، وجلدَهُ، وإذا أمرهم ابتَدَرُوا أمرهُ، وإذا توضّأ كادوا يقتتلون على وَضُوئِهِ، وإذا تكلّموا (٥) خفضوا أصواتهم عنده، وما يُحِدُّون النظر </p><p>= العرب الشتم بذلك لكن بلفظ الأم، فأراد أبو بكر المبالغة في سب عروة بإقامة من كان يعبد مقام أمه. \"الفتح\" ٥/ ٣٤٠. (١) في (م): يعبدونها.(٢) في الأصل: الجن. وفي (م): نحن، والمثبت من (ت) وكتب المصادر.(٣) غُدر: معدول عن غادر مبالغة في وصفه بالغدر. \"فتح الباري\" ٥/ ٣٤١.(٤) في (ت): لن.(٥) في (م): تكلم.</p><p> إليه تعظيمًا له. </p><p> فرجع عُروةُ إلى أصحابه، فقال: أي قومِ؟ والله لقد وفَدتُ على المُلُوكِ، ووفَدتُ على قيصَرَ، وكِسرى، والنَّجاشي، والله إنْ رَأيتُ مَلِكًا يعظّمُهُ أصحابُهُ ما يُعَظّمُ أصحابُ مُحمّدٍ محمّدًا، والله إن يتنخمُ نخامةً إلاّ وقَعَت في كفّ رجلٍ منهم، فدلك بها وجهه، وجلده، وإذا أمرهُمُ ابتدروا أمرهُ، وإذا توضّأ كادُوا يقتتِلون على وضُوئِهِ، وإذا تكلّموا عنده خفضوا أصواتهم، وما يُحدّون النظر إليه تعظيمًا له، وإنّه قد عرض عليكم خُطةَ رُشدٍ فاقبَلُوها. </p><p> فقال رجلٌ من كِنَانَةَ: دَعُوني آتِهِ، فقالوا: أتيه، فلمّا أشرَفَ على النبيّ - صلى الله عليه وسلم - وأصحابهِ، قال النبي - صلى الله عليه وسلم -: \"هذا فلانٌ، وهو من قومٍ يُعظّمون البُدن، فابعثُوها لَهُ\" فَبُعثت له، واستقبَلَهُ قوم يُلبّونَ، فلمّا رأى ذلك، قال: سبحان الله، ما ينبغي لهؤلاء أن يصَدّوا عن البيتِ. </p><p> ثمّ بعثوا إليه الحليس بن علقمة بن زيان، وكان يومئذ سيّد الأحابيش، فلمّا رآه رسول الله - صلى الله عليه وسلم - فقال:  \"إنّ هذا من قوم يتألهون، فابعثوا بالهدي في وجهه حتّى يراه\" . </p><p> فلمّا رأى الهدي يسيل عليه من عرض الوادي في قلائده، قد أكل أوتاره من طول الحبس، رجع إلى قريش، ولم يصل إلى رسول الله - صلى الله عليه وسلم - إعظامًا لما رأى، فقال: يا معشر قريش، إنّي قد رأيت ما لا يحل صدّ الهدي في قلائده، قد أكل أوتاره من طول الحبس عن محلّه، فقالوا له: يا حليس، اجلس فإنما أنت رجل أعرابي لا علم لك، فغضب </p><p> الحليس عند ذلك، وقال: يا معشر قريش والله ما على هذا حالفناكم، ولا على هذا عاقدناكم أن تصدّوا عن بيت (١) الله عز وجل من جاءه معظّمًا له، والذي نفس الحليس بيده، لتخلنّ بين محمّد، وبين ما جاء له، أو لأنفرنّ بالأحابيش نفرة رجل واحد، فقالوا له: مه، كُفّ عنّا يا حليس حتّى نأخذ لأنفسنا بما نرضى به. </p><p> فقام رجلٌ منهم يقال له: مِكرَزُ بنُ حَفصٍ (٢) ، فقال: دَعُوني آتِهِ، فقالوا: أتيه. فلمّا أشرَفَ عليهم، قال النبي - صلى الله عليه وسلم -: \"هذا مِكرَزٌ بن حفص، وهو رَجُل فَاجِرٌ\" ، فجعل يُكَلّمُ النبيّ - صلى الله عليه وسلم - إِذ جاءَ سُهَيلُ بن عَمرٍو فلمّا رآه النبيّ - صلى الله عليه وسلم - قال:  \"قد سَهُلَ لَكُم مِن أمرِكم القوم يأتون إليكم بأرحامهم(٣)، وسائلوكم الصلح، فابعثوا الهدي وأظهروا التلبية لعلّ ذلك أن يليّن قلوبهم\" ، فلبّوا من نواحي العسكر حتّى ارتجّت أصواتهم بالتلبية، فجاءوا، فسألوا الصلح (٤) . </p><p> وقال سهيل: هَاتِ نكتب بيننا وبينك كتابًا، فدعا رسول الله - صلى الله عليه وسلم - علي بن أبي طالب - رضي الله عنه - فقال:  \"اكتب: بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\" فقال سهيل: أما الرّحمن فلا أدري ما هو، ولكن اكتب بِاسمكَ </p><p>(١) في (ت): سبيل. (٢) هو: مكرز بن حفص بن الأخيف القرشي العامري، ذكره ابن حبان في الصحابة وقال: يقال له صحبة. انظر: \"الثقات\" لابن حبان ٣/ ٣٩٢، \"الإصابة\" ٣/ ٤٥٦.(٣) في (ت): بأرحامكم.(٤) أخرجه الطبري في \"تفسيره\" ٢٦/ ٩٦ - ٩٧، وفي \"تاريخه\" ٢/ ١٢٠ من حديث سلمة بن الأكوع عن أبيه.</p><p> اللَّهُم، كما كُنتَ تكتب، فقال المسلمون: والله لا نَكتُبُهَا إلاّ بسم الله الرّحمن الرحيم. </p><p> فقال رسول الله - صلى الله عليه وسلم - لعلي:  \"اكتبها(١)باسمك اللَّهُم\" ، ثمّ قال:  \"اكتب: هذا ما صالح عليه محمّد رسول الله - صلى الله عليه وسلم -\" فقال سهيل: والله لو كُنّا نعلم أنّك رسول الله ما صَدَدنَاك عن البيتِ، ولا قَاتَلناكَ، ولكن اكتب اسمك واسم أبيك. </p><p> فقال رسول الله - صلى الله عليه وسلم -: \"والله إِنّي لَرسولُ الله وإن كَذّبتُمونِي\" . </p><p> ثمّ قال لعلي - رضي الله عنه -: \"امح رسول الله - صلى الله عليه وسلم -\" ، فقال علي: والله لا أمحوك أبدًا، فأخذه رسول الله - صلى الله عليه وسلم - وليس يحسن يكتب، فمحاه. </p><p> ثمّ قال:  \"اكتب: هذا ما قاضى عليه محمّد بن عبد الله، سهيل بن عمرو\" ، واصطلحا على وضع الحرب عن الناس عشر سنين، يأمن فيهنّ الناس ويكفّ بعضهم من (٢) بعض، وعلى أنّه من قدم مكّة من أصحاب محمّد - صلى الله عليه وسلم - حاجًّا أو معتمرًا أو يبتغي من فضل الله، فهو آمن على دمه وماله، ومن قدم المدينة من قريش مجتازًا إلى مصر أو إلى الشام يبتغي من فضل الله، فهو آمن على نفسه (٣) وماله، وعلى أنّه من أتى رسول الله - صلى الله عليه وسلم - من قريش بغير إذن وليّه ردّه عليهم، ومن جاء قريشًا ممّن مع رسول الله - صلى الله عليه وسلم - لم يَرُدُّوه عليه\". </p><p>(١) في (م) و (ت): اكتب. (٢) في (ت): عن.(٣) في (م) و (ت): دمه.</p><p> فاشتدّ ذلك على المسلمين، فقال رسول الله - صلى الله عليه وسلم -: \"من جاءهم منّا فأبعده الله، ومن جاءنا منهم رددناه إليهم، فلو علم الله الإسلام من قلبه جعل له مخرجًا، وإنّ بيننا عَيبَةً مكفوفة(١)، وإنّه لا إسلَالَ(٢)، ولا إغلال(٣)، وإنّه من أحبّ أن يدخل في عقد محمّد، وعهده دخل فيه، ومن أحبّ أن يدخل في عقد قريش، وعهدهم دخل فيه\" . </p><p> فتواثبت خزاعة، فقالوا: نحن في عقد محمّد وعهده، وتواثبت بنو بكر، فقالوا: نحن في عقد قريش وعهدهم. </p><p> فقال النبي - صلى الله عليه وسلم -: \"وعلى أن يخلوا بيننا وبين البيت، فنطوف به\" ، فقال سهيل (٤) : والله لا تتحدّثُ العربُ أنّا أخذتنا ضغطة، ولكن لك ذلك من العام المقبل، فكتب: وعلى أنّك ترجِع عَنّا عامك هذا، فلا تدخل علينا مَكّة، فإذا كان عام قابل خرجنا عنها لك، فدخلتها </p><p>(١) عَيبة مَكْفُوفةً: قال ابن الأعرابي بيننا صَدْرٌ نُقِّي من الغِلِّ والخِداع مَطْويٌّ على الوفاءِ والمَكْفُوفَةُ المُشْرَجةُ المَشْدودَةُ والعَرَب تُكنِّي عن القلوب بالعِيَابِ لأن العِيَابَ مستودع الثيابِ والقلوبُ مستودع السَّرَاءِ وإنما يُخَبَّأ في العَيْبَةِ أجودُ الثِّيَابِ ويُكْتَمُ من الصَّدْرِ أَخَصُّ الأسرار. \"غريب الحديث\" لابن الجوزي ٢/ ١٣٧. (٢) الإسْلالُ: السَّرِقةُ الخَفِيَّة. يقال سَلَّ البَعيرَ وغَيره في جَوف اللَّيل إذا انْتزَعَه من بين الإبل وهي السَّلَّة. وأسَلَّ: أي صار ذَا سَلَّة وإذا أعان غيره عليه. ويقال الإسْلال الغَارةُ الظَّاهرَة. وقيل سَلُّ السُّيوف. \"النهاية\" لابن الأثير ٢/ ٣٩٢.(٣) الإغْلال: الخِيانة أو السَّرِقة الخَفِيَّة، وفيل الإغْلال: لُبْس الدُّرُوع. \"النهاية\" لابن الأثير ٣/ ٣٨٠(٤) في (ت) زيادة: لا.</p><p> بأصحابك، فأقمت بها (١) ثلاثًا، ولا تدخلها بالسّلاح إلاّ بالسيوف في القرب (٢) ، وسلاح الراكب، وعلى أنّ هذا الهدي حيث ما حبسناه محلّه، لا تقدمه علينا، فقال لهم رسول الله - صلى الله عليه وسلم -: \"نحن نسوقه، وأنتم تردون وجوهه\" . </p><p> قال: فبينا رسول الله - صلى الله عليه وسلم - يكتب الكتاب هو وسهيل بن عمرو، إذ جاء أبو جندل بن سهيل بن عمرو (٣) ، يَرسُفُ (٤) في قُيودِهِ، قد انفلت، وخرج من أسفلِ مكّة حتّى رَمَى بِنفسِهِ بين أظهُرِ المسلمين، فلمّا رأى سهيل أبا جندل، قام إليه، فضرب وجهه، وأخذ بتلبيبه (٥) ، وقال: يا محمّد قد تمّت القضية بيني وبينك قبل أن يأتيك هذا، فهذا أوّل من أقاضيك عليه، أن تَرُدَّه إلينا؟ ثمّ جعل يجرّه ليرده إلى قريش، </p><p>(١) في (م): فيها. (٢) في (م) و (ت): القراب.(٣) هو: أبو جندل بن سهيل بن عمرو القرشي العامري - رضي الله عنه -، قيل اسمه عبد الله، وكان من السابقين إلى الإسلام وممن عذب بسبب إسلامه، واستشهد أبو جندل باليمامة وهو ابن ثمان وثلاثين سنة. انظر: \"الاستيعاب\" ٤/ ٣٣، \"الإصابة\" ٤/ ٣٤.(٤) يرسف: الرّسْفُ والرّسيفُ: مَشيُ المُقَيَّد إذا جاء يتحاملُ برِجْله مع القَيد. \"النهاية\" لابن الأثير ٢/ ٢٢٢.(٥) تلبيبه: يقال: لَبَبْتُ الرجُل ولبَّبْتُه إذا جَعَلَتَ في عُنُقه ثَوْبًا أو غيره وجَرَرْته به. وأخَذْتُ بِتَلْبيب فلان إذا جَمَعْتَ عليه ثوبه الذي هو لابسُه وقَبَضْت عليه تَجُرّه والتَّلْبِيب: مَجْمَع ما في موضع اللبَب من ثياب الرجل. \"النهاية\" لابن الأثير ٤/ ٢٢٣، \"لسان العرب\" ١/ ٧٣٣.</p><p> وجعل أبو جندل يصرخ بأعلى صوته: يا معشر المسلمين، أُردُّ إلى المشركين، وقد جئت مسلمًا ليفتنوني عن ديني؟ ألا ترون ما قد لقيت؟ وكان قد عُذِّب عذابًا شديدًا في الله تعالى، فقال له رسول الله - صلى الله عليه وسلم -: \"يا أبا جندل احتسب، فإنّ الله عز وجل جاعل لك، ولمن معك من المستضعفين فرجًا، ومخرجًا، إنّا قد عقدنا بيننا، وبين القوم عقدًا، وصُلحًا، وأعطيناهم على ذلك عهدًا، وأعطونا عهدًا، وإنّا لا نغدر\" . </p><p> قال: فوثب عمر بن الخطّاب - رضي الله عنه - إلى أبي جندل يمشي إلى جنبه ويقول: اصبر يا أبا جندل، فإنّما هم المشركون، وإنّما دم أحدهم دم كلب، ويدني قائم السيف منه، قال: يقول عمر - رضي الله عنه -: رجوت أن يأخذ السيف فيضرب به أباه، فضَنّ (١) الرجل بأبيه. </p><p> قالوا: وقد كان أصحاب رسول الله - صلى الله عليه وسلم - خرجوا، وهم لا يشكّون في الفتح لرؤيا رآها رسول الله - صلى الله عليه وسلم - فلمّا رأوا ذلك، دخل الناسَ أمرٌ عظيم حتى كادوا يهلكون، وزادهم أمر أبي جندل - رضي الله عنه - شرّا إلى ما بهم. </p><p> وقال عمر - رضي الله عنه -: والله ما شككت منذ أسلمت إلا يومئذ، فأتيت النبيّ - صلى الله عليه وسلم -، فقلت: ألست رسول الله؟ قال:  \"بلى\" ، قلت: ألسنا على الحقّ وعدوّنا على الباطل؟ قال:  \"بلى\" ، قلت: فَلِمَ نُعطِي </p><p>(١) ضَنَّ: الضاد والنون أصلٌ صحيحٌ يدلُّ على بُخْلٍ بالشيء. يقال: ضَنِنْتُ بالشّيءِ أَضَنُّ به ضَنًّا وضَنانةً، ورجلٌ ضَنين. \"معجم مقاييس اللغة\" ٣/ ٢٧٩.</p><p> الدّنية في ديننا إذًا؟ قال:  \"إنّي رسول الله، ولستُ أعصِيهِ، وهو ناصِري\" ، قلت: ألستَ تحدّثنا أنّا سنأتي البيت، فنطُوف به؟ قال:  \"بلى، هل أخبرتك إنّك تأتيه العام؟ \" ، قلت: لا، قال:  \"فإنّك آتيه، ومُتَطوِّف به\" . </p><p> قال: ثمّ أتيت أبا بكر - رضي الله عنه -، فقلت: أليس هذا نبيّ الله حقًّا؟ قال: بلى. قلت: أفلسنا على الحقّ، وعَدُوّنا على الباطل؟ قال: بلى. قلت: فلِمَ نعط الدّنية في ديننا إذًا؟ قال: أيّها الرجل إنّه رسول الله - صلى الله عليه وسلم - ليس يعصي ربّه، فاستمسك بِغرزِه (١) حتّى تموت، فوالله إنّه لعلى الحقّ. قلت: أوليس كان يحدِّث (٢) أنّا نأتي (٣) البيت، ونطوّفه (٤) ؟ قال: بلى. قال: أفأخبرك أنّه آتيه العَامَ؟ قلت: لا. قال: فإنّك آتيه ومتطوف (٥) به. </p><p> قال عمر - رضي الله عنه -: فما زلت أصوم، وأتصدّق، وأُصلّي، وأعتق من الذي صنعت يومئذ مخافة كلامي الذي تكلّمت به. </p><p> قالوا: فلمّا فرغ رسول الله - صلى الله عليه وسلم - من الكتاب أشهد على الصلح رجالًا من المسلمين، ورجالًا من المشركين، أبا بكر، وعمر، وعبد </p><p>(١) فاستمسك بِغرزِه: أي اعْتَلِق به وأمْسِكْه واتَّبع قوله وفِعْله ولا تُخالفِه فاسْتعارَ له الغَرْز كالذي يُمْسِك بركاب الرَّاكِب وَيسِير بِسَيْره. \"النهاية\" لابن الأثير ٣/ ٣٥٩. (٢) في (م): يحدثنا.(٣) في (م) و (ت): سنأتي.(٤) في (م): فنطوف به.(٥) في (م): ومطوف.</p><p> الرّحمن بن عوف، وعبد الله بن سهيل بن عمرو (١) ، وسعد بن أبي وقاص، ومحمود بن مسلمة أخا بني عبد الأشهل، ومكرز بن حفص بن الأحنف، وهو مشرك، وعلي بن أبي طالب - رضي الله عنه - وكان هو كاتب الصحيفة (٢) . </p><p> فلمّا فرغ رسول الله - صلى الله عليه وسلم - من قضيّته سار مع الهدي، وسار الناس، فلمّا كان الهدي دون الجبال التي تطلع على وادي الثنية، عرض له المشركون فردوا وجوهه، فوقف النبيّ - صلى الله عليه وسلم - حيث حبسوه، وهي الحديبية، وقال لأصحابه:  \"قوموا، فانحروا، ثمّ احلقوا\" . قال: فوالله ما قام منهم رجل، حتّى قال ذلك ثلاث مرّات، فلمّا لم يقم منهم أحد. قام فدخل على أُمّ سلمة - رضي الله عنه -، فذكر لها ما لقي من الناس. </p><p> فقالت أُمّ سلمة - رضي الله عنه -: يا نبيّ الله اخرج، ولا تكلِّم أحدًا منهم كلمة حتّى تنحر بدنك وتدعو حلاّقك فيحلقك، فقام - صلى الله عليه وسلم - فخرج، فلم يكلِّم أحدًا منهم كلمة حتى نحر بدنته، ودعا حالقه فحلقه، وكان الذي حلقه ذلك اليوم خراش بن أُمية بن الفضل الخزاعي (٣) ، فلما رأى الناس </p><p>(١) هو: عبد الله بن سهيل بن عمرو أبو سهيل - رضي الله عنه -، واستشهد باليمامة. انظر: \"الاستيعاب\" ٢/ ٣٧٨، \"الإصابة\" ٢/ ٣٢٢. (٢) أخرجه الطبري في \"تاريخه\" ٢/ ٨٠، وقد ذكر حافظ الحكمي ضعفه في كتابه \"مرويات غزوة الحديبية\" (ص ١٧٠).(٣) هو: خراش بن أمية بن ربيعة بن الفضل الخزاعي ثم الكليبي - رضي الله عنه -، توفي في آخر خلافة معاوية.انظر: \"الاستيعاب\" ١/ ٤٢٧، \"الإصابة\" ١/ ٤٢١، وانظر: \"السيرة النبوية\" لابن هشام ٣/ ٢٠٤.</p><p> ذلك قاموا فنحروا وجعل بعضهم يحلق بعضا حتى كاد بعضهم يقتل بعضا. </p><p> كما قال ابن عمر وابن عباس - رضي الله عنهما -: حلق رجال يوم الحديبية وقصر آخرون، فقال رسول الله - صلى الله عليه وسلم -: \"يرحم الله المحلّقين\" ، قالوا: يا رسول الله والمقصّرين؟ قال:  \"يرحم الله المحلّقين\" ، قالوا: يا رسول الله، والمقصرين؟ قال:  \"يرحم الله المحلّقين\" ، قالوا: يا رسول الله، والمقصّرين؟ قال:  \"والمقصرين\" ، قالوا يا رسول الله فلم ظاهرت الترحم للمحلّقين (١) دون المقصّرين؟ قال:  \"لأنّهم لم يشكّوا\"  (٢) ، قال ابن عمر - رضي الله عنه -: وذلك أنّه تربص قوم، قالوا: لعلّنا نطوف بالبيت (٣) . </p><p>(١) في (م): على المحلقين. (٢) حديث ابن عمر: أخرجه البخاري في كتاب الحج، باب: الحلق والتقصير عند الإحلال (١٧٢٧) بنحوه، وأخرجه مسلم في كتاب الحج، باب: تفضيل الحلق على التقصير وجواز التقصير (١٣٠١) بنحوه، وكلاهما دون قوله: قالوا: يا رسول الله فلم ظاهرت الترحم ..حديث ابن عباس: أخرجه الإمام أحمد في \"مسنده\" (٣٣١١) واللفظ له، وفيه زيادة فانصرف رسول الله - صلى الله عليه وسلم -، وقال شعيب الأرنؤوط: صحيح لغيره وهذا إسناد حسن، وأخرجه ابن أبي شيبة في \"مصنفه\" ٤/ ٣٠١، بنحوه، وأخرجه أبو يعلى في \"مسنده\" ٥/ ١٠٦ برقم (٢٧١٨) بنحوه، والطحاوي في \"بيان مشكل الآثار\" ٣/ ٢١٧، والجزء الأخير منه أخرجه ابن ماجه في (٣٠٤٥) وقال الألباني: حسن.(٣) جزء من حديث أخرجه ابن أبي شيبة في \"مصنفه\" ٧/ ٣٨٩ برقم (٣٦٨٥٨) بنحوه.</p><p> قال ابن عبّاس - رضي الله عنه -: وأهدى رسول الله - صلى الله عليه وسلم - عام الحديبية في هداياه جملًا لأبي جهل في رأسه برة (١) من فضّة، ليغيظ المشركين بذلك (٢) . </p><p> ثمّ جاءه - صلى الله عليه وسلم - نسوة مؤمنات، فأنزل الله تعالى:  {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ}  (٣) الآية، قال: فطلّق عمر - رضي الله عنه - امرأتين كانتا له في الشرك. </p><p> قال: فنهاهم أن يردونهنّ وأمرهم أن يردوا الصداق، حينئذ قال رجل للزهري: أمن أجل الفروج؟ قال: نعم، فتزوّج إحداهما معاوية بن أبي سفيان - رضي الله عنهما - والأُخرى صفوان بن أمية - رضي الله عنه - (٤) . </p><p> ثمّ رجع النبيّ - صلى الله عليه وسلم - إلى المدينة فجاءه أبو بصير عتبة بن أسيد بن [جارية (٥) ] (٦) - رضي الله عنه -وهو مسلم، وكان ممّن حُبِس بمكّة، فكتب فيه </p><p>(١) برَة: البرة حلقة تجعل في لحم الأنف. \"النهاية\" لابن الأثير ١/ ١٢٢. (٢) أخرجه الإمام أحمد في \"مسنده\" (٢٣٦٢) و (٢٤٦٦) بنحوه، وأبو داود في \"سننه\" في كتاب المناسك، باب: في الهدي، بنحوه (١٧٤٩)، وحسنه الألباني، وابن خزيمة في \"صحيحه\" (٢٨٩٨) بمثله، والطبراني في \"المعجم الكبير\" ١١/ ٩١ (١١١٤٧)، بنحوه، وأخرجه الحاكم في \"المستدرك\" ١/ ٦٣٩، بمثله، وقال: هذا حديث صحيح على شرط مسلم ولم يخرجاه، ووافقه الذهبي.(٣) الممتحنة: ١٠.(٤) هذِه القطعة أخرجها الطبري في \"تفسيره\" ٢٦/ ١٠٠ من حديث المسور، وأبو داود في \"سننه\" (٢٧٦٥)، وصححه الألباني.(٥) في جميع النسخ (حارثة)، والمثبت من كتب التراجم.(٦) هو: عتبة بن أسيد (بالفتح) بن جارية (بالجيم) بن أسيد (بالفتح أيضًا) الثقفي، مات في عهد النبي - صلى الله عليه وسلم -.انظر: \"الاستيعاب\" ٣/ ١١٧ - ٤/ ٢٠، \"الاصابة\" ٢/ ٤٥٣.</p><p> أزهر بن عبد عوف (١) ، والأخنس بن شريق الثقفي (٢) إلى رسول الله - صلى الله عليه وسلم - وبعثا رجلًا من بني عامر بن لؤي، ومعه مولى لهم، فقدما إلى (٣) رسول الله - صلى الله عليه وسلم - بكتابهما، وقالا: العهد الذي جعلت لنا، فقال رسول الله - صلى الله عليه وسلم -: \"يا أبا بصير إنّا قد أعطينا هؤلاء القوم ما قد علمت، ولا يصلح لنا في ديننا الغدر، وإنّ الله عز وجل جاعل لك، مخرجًا\" ، ثمّ دفعه إلى الرجلين، فخرجا به حتّى إذا بلغا به ذا الحليفة، فنزلوا يأكلون من تمرٍ لهم، قال أبو بصير لأحد الرجلين: والله إنّي لأرى سيفك هذا جيّدًا، فاستلّه الآخر، وقال: أجل، والله إنه لجيد. قال: أرني أنظر إليه. فأخذه وعلا به أخا بني عامر حتّى قتله، وفرّ المولى وخرج سريعًا حتّى أتى رسول الله - صلى الله عليه وسلم -، وهو جالس في المسجد، فلمّا رآه رسول الله - صلى الله عليه وسلم - طالعًا قال:  \"إنّ هذا الرجل قد رأى فزعًا\" . </p><p> فلمّا انتهى إلى رسول الله - صلى الله عليه وسلم - قال:  \"ويلك مالكَ؟ \" ، قال: قَتل صاحبكم صاحبي. فوالله ما برح حتّى طلع أبو بصير - رضي الله عنه - متوشّحًا </p><p>(١) هو: أزهر بن عبد عوف بن عبد بن الحارث القرشي الزهري - رضي الله عنه -، عم عبد الرحمن ابن عوف - رضي الله عنه -، وهو أحد الذين نصبوا أعلام الحرم زمن عمر بن الخطاب - رضي الله عنه -. انظر: \"الاستيعاب\" ١/ ٩٧، \"الإصابة\" ١/ ٢٩. (٢) هو: الأخنس بن شريق بن عمرو الثقفي أبو ثعلبة حليف بني زهرة، اسمه أبي، وإنما لقب الأخنس، لأنه رجع ببني زهرة من بدر لما جاءهم الخبر أن أبا سفيان نجا بالعير، فقيل: خنس الأخنس ببني زهرة، فسمي بذلك ثم أسلم الأخنس فكان من المؤلفة، ومات في أول خلافة عمر - رضي الله عنه -. انظر: \"الإصابة\" ١/ ٢٥.(٣) في (ت): على.</p><p> السيف، حتّى وقف على رسول الله - صلى الله عليه وسلم -، فقال: يا رسول الله وفت ذمّتك أسلمتني ورددتني إليهم ثمّ أنجاني الله تعالى منهم، فقال النبيّ - صلى الله عليه وسلم -: \"ويلُ أُمِّه مِسعَرَ(١)حَربٍ لو كان معه رجال\"  (٢) . </p><p> فلمّا سمع ذلك عرف أنّه سيردّه إليهم، فخرج أبو بصير - رضي الله عنه - حتّى أتى سيف البحر، فنزل بالعيّص (٣)  (٤) من ناحية ذي المروة، على ساحل البحر بطريق قريش، الذي كانوا يأخذون إلى الشام. </p><p> وبلغ المسلمين الذين كانوا حبسوا بمكّة قول رسول الله - صلى الله عليه وسلم - لأبي بصير:  \"ويل أُمّه مسعر حرب لو كان معه رجال\" ، فخرج عصابة منهم إليه، وانفلت أبو جندل بن سهيل بن عمرو - رضي الله عنه - فلحق بأبي بصير - رضي الله عنه - حتّى اجتمع إليه قريب من سبعين رجلًا منهم، فوالله ما يسمعون بعير خرجت لقريش إلى الشام إلاّ اعترضوا لهم فقتلوهم، وأخذوا أموالهم، حتّى ضيّقوا على قريش، فأرسلت قريش إلى النبيّ - صلى الله عليه وسلم - يناشدونه الله، والرحم، لمّا أرسل إليهم، فمن أتاه منهم فهو آمن، فآواهم النبي - صلى الله عليه وسلم - </p><p>(١) المِسْعَرُ: بالكَسْر، ما سُعِرَتْ به، أَي النّارُ، أَي ما تُحَرّكُ به النارُ من حَدِيد أَو خَشَب، ومن المَجَاز: المِسْعَرُ: (مُوقِدُ نارِ الحَرْب)، يقال: هو مِسْعَرُ حَرْب إِذا كان يُؤَرِّثُهَا، أَي تَحْمَى به الحَرْب. \"تاج العروس\" للزبيدي ١٢/ ٣٠. (٢) هنا تنتهي النسخة المصرية.(٣) في (ت): بالغيض.(٤) العِيصُ: بكسر العين، وَادٍ لِجُهَيْنَةَ بَيْنَ المَدِينَةِ وَالْبَحْرِ، يَصُبُّ فِي إضَمٍ مِنْ اليَسَارِ مِنْ أَطْرَافِ جَبَلِ الأَجْرَدِ الغَرْبِيَّةِ وَمِنْ الجِبَالِ المُتَّصِلَةِ بِهِ، وَمِنْ حِرَارٍ تَقَعُ بَيْنَ إضَمٍ وَينْبُعَ، وَفِيهِ عُيُونٌ وَقُرى كَثيرَةٌ، وإلى الآن يعرف بهذا الاسم وَبِهِ مَرْكَزُ إمَارَةٍ وَمَدَارِسُ وَشُرْطَة وَمَحْكَمَةٌ شَرْعِيَّةٌ. \"معجم المعالم الجغرافية\" ص ١٤٨.</p><p> فقدموا عليه المدينة (١) . </p><p> قال الله تعالى:  {وَلَوْلَا رِجَالٌ مُؤْمِنُونَ وَنِسَاءٌ مُؤْمِنَاتٌ} بمكة (٢)  {لَمْ تَعْلَمُوهُمْ أَنْ تَطَئُوهُمْ} أي بأن تقتلوهم (٣)  {فَتُصِيبَكُمْ مِنْهُمْ مَعَرَّةٌ بِغَيْرِ عِلْمٍ} قال ابن زيد: إثم (٤) . </p><p> وقال ابن إسحاق: غُرم الدّية (٥) . </p><p> وقيل: الكفّارة، لأنّ الله عز وجل إنّما أوجب على قاتِل المؤمن </p><p>(١) الحكم على الإسناد: علقه المصنف عن الزهري، ورجاله ثقات.التخريج:أخرجه البخاري في كتاب الشروط، باب: الشروط فى الجهاد (٢٧٣١ - ٢٧٣٢)، وفي كتاب المغازي، باب: غزوة الحديبية (٤١٥٧ - ٤١٥٨) وبرقم (٤١٧٨ - ٤١٧٩)، وعبد الرزاق في \"مصنفه\" ٥/ ٣٣٠ برقم (٩٧٢٠)، وأحمد في \"مسنده\" ٤/ ٣٢٣، ٣٢٧، وابن خزيمة في \"صحيحه\" (٢٩٠٦)، والطبري \"التفسير\" ٢٦/ ٩٧ - ١٠١، والطبراني في \"المعجم الكبير\" ١٤/ ٤٠٢. جميعهم من طرق عن الزهري به.وانظر \"السيرة النبوية\" لابن هشام ٣/ ١٩٧ - ٢٠٧.(٢) انظر: \"الوجيز\" للواحدي ٢/ ١٠١٢، \"معالم التنزيل\" للبغوي ٧/ ٣٢٠.(٣) المصدر السابق.(٤) أخرجه الطبري في \"تفسيره\" ٢٦/ ١٠٢ وزاد: بغير علم، وذكره الماوردي في \"تفسيره\" ٥/ ٣٢٠، والبغوي في \"تفسيره\" ٧/ ٣٢٠، والقرطبي في \"الجامع لأحكام القرآن\" ١٦/ ٢٨٦.(٥) أخرجه الطبري في \"تفسيره\" ٢٦/ ١٠٢ بنحوه، وذكره الماوردي في \"تفسيره\" ٥/ ٣٢٠، والبغوي في \"تفسيره\" ٧/ ٣٢٠، والقرطبي في \"الجامع لأحكام القرآن\" ١٦/ ٢٨٦.</p><p> في دار الحرب إذا لم يكن هاجر منها، ولم يعلم قاتله إيمانه الكفّارة دون الدّية، فقال جلّ ثناؤه:  {فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ}  (١) ، ولم يوجب على قاتله خطأ دية (٢) . </p><p> وقيل: هو أنّ المشركين يعيبونكم ويقولون: قتلوا أهل دينهم (٣) . والمعرّة المشقّة (٤) ، وأصلها من العَرُّ وهو الجرب (٥) . </p><p> لَأَذِن لكم في دخولها، ولكنّه حال بينكم وبين ذلك (٦)  {لِيُدْخِلَ اللَّهُ فِي رَحْمَتِهِ} دينه الإسلام (٧)  {مَنْ يَشَاءُ} من أهل مكّة قبل أن يدخلوها (٨) . هكذا نظم الآية وحكمها، فحذف جواب (لولا) </p><p>(١) النساء، آية: ٩٢. (٢) انظر: \"تفسير الطبري\" ٢٦/ ١٠٢ ورجحه، \"النكت والعيون\" للماوردي ٥/ ٣٢٠ ونسبه للكلبي، \"معالم التنزيل\" للبغوي ٧/ ٣٢٠، \"زاد المسير\" لابن الجوزي ٧/ ٤٤٠ ونسبه لابن السائب.(٣) انظر: \"النكت والعيون\" للماوردي ٥/ ٣٢٠، \"معالم التنزيل\" للبغوي ٧/ ٣٢٠، \"زاد المسير\" لابن الجوزي ٧/ ٤٤٠.(٤) \"معالم التنزيل\" للبغوي ٧/ ٣٢٠.(٥) \"تفسير الطبري\" ٢٦/ ١٠٢، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٢٨٥، \"لسان العرب\" ٤/ ٥٥٥.(٦) \"تفسير الطبري\" ٢٦/ ١٠٢، \"معالم التنزيل\" للبغوي ٧/ ٣٢٠ على أن هذِه الجملة تقدير لجواب لولا المحذوف.(٧) انظر: \"تفسير الطبري\" ٢٦/ ١٠٢، \"الوجيز\" للواحدي ٢/ ١٠١٢، \"معالم التنزيل\" للبغوي ٧/ ٣٢٠، \"زاد المسير\" لابن الجوزي ٧/ ٤٤٠.(٨) \"تفسير الطبري\" ٢٦/ ١٠٢، \"الوجيز\" للواحدي ٢/ ١٠١٢، \"معالم التنزيل\" للبغوي ٧/ ٣٢٠.</p><p> استغناء بدلالة الكلام عليه (١)  {لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا} . </p><p> وقال بعض العلماء: قوله: {لَعَذَّبْنَا} جواب لكلامين (٢) : أحدهما {وَلَوْلَا رِجَالٌ} ، والثاني:  {لَعَذَّبْنَا} أي تميّزوا (٣) . </p><p> ثمّ قال:  {لِيُدْخِلَ اللَّهُ فِي رَحْمَتِهِ} أي جنته {مَنْ يَشَاءُ} يعني المؤمنين، والمؤمنات (٤) . </p><p> قال قتادة في هذِه الآية: إنّ الله تعالى يدفع بالمؤمنين عن الكفّار، كما دفع بالمستضعفين من المؤمنين عن مشركي مكّة (٥) . </p><p> [٢٧٨١] وأخبرني أبو عبد الله بن فنجويه (٦) ، حدّثنا أبو علي بن حبش (٧) ، حدّثنا أبو الطيّب أحمد بن عبيد الله بن أحمد (٨) الدارمي (٩) بإنطاكية (١٠) ، حدّثني أحمد بن أبي يعقوب </p><p>(١) \"تفسير الطبري\" ٢٦/ ١٠٢. (٢) انظر: \"تأويل مشكل القرآن\" (٣٦٨)، \"التبيان\" للعكبري ٢/ ١١٦٧، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٢٨٨، \"الدر المصون\" للحلبي ٩/ ٧١٧.(٣) \"تأويل مشكل القرآن\" (٣٦٨)، \"الوجيز\" للواحدي ٢/ ١٠١٢، \"معالم التنزيل\" للبغوي ٧/ ٣٢٠.(٤) \"معالم التنزيل\" للبغوي ٧/ ٣٢١، \"تفسير الخازن\" ٤/ ١٦٠.(٥) أخرج الطبري الشطر الأول منه ٢٦/ ١٠٣، وذكره البغوي في \"تفسيره\" ٧/ ٣٢١، والخازن في \"تفسيره\" ٤/ ١٦٠.(٦) الحسين بن محمد بن فنجويه، ثقة، كثير الرواية للمناكير.(٧) الحسين بن محمد بن حبش، أبو علي الدينوري، ثقة مأمون.(٨) في (ت): يحيى.(٩) أحمد بن عبيد الله أبو الطيب الدارمي الأنطاكي، لم يذكر بجرح أو تعديل.(١٠) أنطاكية: مدينة عظيمة من أعيان المدن على طرف بحر الروم بالشام، وتقع اليوم =</p><p> الدينوري (١) ، حدّثنا عبد الله بن محمّد الأنصاري (٢) ، حدّثنا محمّد بن الحسن الجعفري (٣) ، قال: سمعت جعفر بن محمّد (٤) يحدِّث، عن أبيه (٥) ، عن جدّه علي بن الحسين (٦) ، عن الحسين بن علي - رضي الله عنه - (٧) ، عن علي بن أبي طالب - رضي الله عنه -. أنّه سأل رسول الله - صلى الله عليه وسلم - عن قول الله تعالى:  {لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا} قال: \"هم المشركون من أجداد رسول الله - صلى الله عليه وسلم - وممّن كان بعدهم في عصره، وكان في أصلابهم المؤمنون، فلو تزيّل المؤمنون عن أصلاب الكافرين لعذب الله الكافرين منهم عذابًا أليمًا\"  (٨) . </p><p>= على ضفة نهر العاصي شمال سوريا، ومنذ عام ١٩٣٩ م أصبحت تابعه لتركيا (حاليًا في محافظة هاتاي). انظر: \"آثار البلاد وأخبار العباد\" ١/ ٥٩، وموقع ويكيبيديا الموسوعة الحرة. (١) أحمد بن أبي يعقوب الدينوري، لم أجده.(٢) عبد الله بن محمد الأنصاري، لم أجده.(٣) محمد بن الحسن الجعفري، لم أجده.(٤) جعفر بن محمد بن علي بن الحسين، أبو عبد الله العلوي، الصادق، صدوق فقيه إمام.(٥) محمد بن علي بن الحسين العلوي الحسني الزيدي، ثقة صدوق.(٦) علي بن الحسين بن علي بن أبي طالب الهاشمي، ثقة ثبت.(٧) سبط رسول الله - صلى الله عليه وسلم -.(٨) [٢٧٨١] الحكم على الإسناد:فيه من لم أجده.التخريج:لم أجد من أخرجه غير المصنف، وذكره ابن عطية في \"المحرر الوجيز\" =</p>"
}