{
  "id": null,
  "sura": 49,
  "aya": 11,
  "text": "<p> ١١ - قوله عز وجل:  {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ} </p><p> قال ابن عباس: نزلت الآية في ثابت بن قيس بن شماس - رضي الله عنه -، وذلك أنه كان في أذنه وقر، فكان إذا أتى رسول الله - صلى الله عليه وسلم - وقد سبقوه بالمجلس، أوسعوا له حتى يجلس إلى جنبه، فيسمع ما يقول: فأقبل ذات يوم وقد فاتته من صلاة الفجر ركعة مع رسول الله - صلى الله عليه وسلم -؛ فلما انصرف النبي - صلى الله عليه وسلم - من الصلاة؛ أخذ أصحابه مجالسهم منه، فضن كل رجل منهم بمجلسه، فلا يكاد يوسع أحدٌ لأحدٍ، فكان الرجل إذا جاء فلم (١) يجد مجلسًا قام قائمًا كما هو، فلما فرغ ثابت كان الصلاة وقام منها، أقبل نحو رسول الله - صلى الله عليه وسلم -، فجعل يتخطى رقاب الناس ويقول: تفسحوا تفسحوا، فجعلوا يتفسحون له (٢) حتى انتهى إلى رسول الله - صلى الله عليه وسلم - وبينه وبينه رجل، فقال له: تفسح، فقال له الرجل: قد أصبت مجلسًا فاجلس، فجلس ثابت - رضي الله عنه - من خلفه مغضبًا، فلما انجلت الظلمة، غمز ثابت الرجل وقال: من هذا؟ قال: أنا فلان، فقال له ثابت - رضي الله عنه -: ابن فُلانة! ذكر أُمًّا له كان يُعيَّر بها في الجاهلية، فنكَّس الرجل رأسه، واستحى، فأنزل الله عز وجل هذِه الآية (٣) . </p><p>(١) في (ح): فلا. (٢) من (ح).(٣) أورده الواحدي في \"أسباب النزول\" (ص ٤٠٩) من غير إسناد، والبغوي في \"معالم التنزيل\" ٧/ ٣٤٢ مرسلًا عن ابن عباس، وينظر: \"لباب التأويل\" للخازن ٦/ ١٨٨.</p><p> وقال الضحاك: نزلت في وفد تميم -الذين ذكرناهم في صدر السورة- استهزؤوا (١) بفقراء أصحاب رسول الله - صلى الله عليه وسلم -، مثل عمار وخباب وبلال وصهيب وسلمان وسالم مولى أبي حذيفة - رضي الله عنهم -، لما رأوا من رثاثة حالهم، فأنزل الله عز وجل في الذين آمنوا منهم:  {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ}  (٢) أي: رجال من رجال، والقوم اسم يجمع الرجال والنساء، وقد يختص بجمع الرجال (٣) كقول زهير: </p><p> وما أدري وسوف إخالُ أدري ... أَقَوْمٌ آلُ حِصْنٍ من (٤) نساء (٥) </p><p> {عَسَى أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَى أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ} . </p><p> نزلت في امرأتين من أزواج النبي - صلى الله عليه وسلم - سخرتا من أم سلمة - رضي الله عنها -، وذلك أنها ربطت حقويها (٦) بسَبِيبة (٧) وهي ثوب أبيض، ومثلها </p><p>(١) في (ت): استهزاء. (٢) أورده ابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٣٠٤ من طريق مقاتل، والسيوطي في \"الدر المنثور\" ٦/ ٩٦ - ٩٧، وأورده الخازن في \"لباب التأويل\" ٦/ ١٨٨ عن الضحاك.(٣) انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ١٢٤، \"لسان العرب\" لابن منظور ١٢/ ٥٠٥ (قوم).(٤) في (ح): أم.(٥) \"الديوان\" (ص ٢٨)، وفي \"شرح الديوان\" (ص ٨١)، \"لسان العرب\" لابن منظور ١٢/ ٥٠٥ (قوم).(٦) الحقو: الخصر ومشد الإزار من الجنب. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٤١٧، \"لسان العرب\" لابن منظور ١٤/ ١٨٩ (حقا).(٧) السبِيبة: شُقَّة من الثياب أي نوع كان، وقيل: هي من الكتان. =</p><p> السب، وسدلت طرفها خلفها، فكانت تجره، فقالت عائشة - رضي الله عنها - لحفصة - رضي الله عنها -: انظري ما تجر خلفها، كأنه لسان كلب، فهذا كان سخريتهما (١) . </p><p> وقال أنس - رضي الله عنه -: نزلت في نساء رسول الله - صلى الله عليه وسلم -، عيَّرن (٢) أم سلمة - رضي الله عنها - بالقصر (٣) . </p><p> ويقال: نزلت في عائشة - رضي الله عنها -، أشارت بيدها في أم سلمة أنها قصيرة (٤) . </p><p> وروى عكرمة عن ابن عباس - رضي الله عنهما -، أنَّ صفية بنت حيي بن أخطب - رضي الله عنها -، أتت رسول الله - صلى الله عليه وسلم - فقالت: إنَّ النساء يعيرنني، ويقلن: يا يهودية بنت يهوديَّين، فقال رسول الله - صلى الله عليه وسلم -: \"هلا قلت: إنَّ أبي هارون، وإنَّ عمي موسى، وإنَّ زوجي محمد\" فأنزل الله عز وجل هذِه الآية (٥) . </p><p>= انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٣٢٩، \"لسان العرب\" لابن منظور ١/ ٤٥٦ (سبب). (١) أورده الواحدي في \"أسباب النزول\" (ص ٤٠٩)، والزمخشري في \"الكشاف\" ٤/ ٣٧٠ عن ابن عباس - رضي الله عنهما -، والقرطبي في \"الجامع لأحكام القرآن\" ١٦/ ٣٢٦ ولم أجده مسندًا.(٢) في (ت): عيرت.(٣) أورده الواحدي، في \"أسباب النزول\" (ص ٤٠٩)، والزمخشري عن أنس - رضي الله عنه - ولم أجده مسندًا، \"الكشاف\" ٤/ ٣٧٠، والقرطبي في \"الجامع لأحكام القرآن\" عن أنس - رضي الله عنه - ولم أجده مسندًا.(٤) أخرجه الإمام أحمد في \"المسند\" ٦/ ١٣٦ (٢٥٠٤٩)، من طريق علي بن الأقمر عن أبي حذيفة بنحوه، دون ذكر أم سلمة.(٥) أخرجه الترمذي كتاب المناقب، باب فضل أزواج النبي - صلى الله عليه وسلم - (٣٨٩٢)، من رواية =</p><p> {وَلَا تَلْمِزُوا أَنْفُسَكُمْ} أي: لا يعيب بعضكم بعضًا، ولا يطعن بعضكم على بعض (١) وقيل: اللمز: العيب في المشهد، والهمز في المغيب (٢) . </p><p> وقال محمد بن يزيد: اللمز يكون باللسان والعين والإشارة، والهمز لا يكون إلَّا باللسان (٣) . قال الشاعر (٤) : </p><p> إذا لقيتك عن شحط تكاشرني ... وإن تغيبتُ كنت الهامزُ اللُّمَزَة (٥) </p><p>= هاشم بن سعيد الكوفي عن كنانة بنحوه، وقال: هذا حديث غريب لا نعرفه من حديث صفية إلَّا بحديث هاشم الكوفي، وليس إسناده بذلك القوي. (١) انظر: \"جامع البيان\" للطبري ٢٦/ ١٣١، \"معالم التنزيل\" للبغوي ٧/ ٣٤٣، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٣٢٧.(٢) أورده البغوي في \"معالم التنزيل\" ٨/ ٥٢٩، ونسبه إلى مقاتل، وقال أبو العالية والحسن بضده.وينظر: \"جامع البيان\" للطبري ٣٠/ ٢٩١، وأورده ابن منظور في \"لسان العرب\" ٥/ ٤٢٦ (همز) ونسبه إلى ابن الأعرابي.(٣) أورده عنه النحاس في \"إعراب القرآن\" ٤/ ٢١٣، ولفظه: اللمز يكون باللسان والعين يعيبه ويحدد إليه النظر وتشير إليه بالاستنقاص، والهمز لا يكون إلَّا باللسان في الحضرة والغيبة، وأكثر ما يكون في الغيبة.وانظر: \"باهر البرهان\" للغزنوي ٥/ ١٣٤٤، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٣٢٧، \"لسان العرب\" لابن منظور ٥/ ٤٠٦ (لمز).(٤) البيت من شواهد أبي عبيدة في \"مجاز القرآن\" ١/ ٢٦٣، وأنشده الزجاج في \"معاني القرآن\" ٥/ ٣٦١.ينظر: \"إعراب القرآن\" للنحاس ٤/ ٢١٣.(٥) انظر: \"مجاز القرآن\" لأبي عبيدة ١/ ٢٦٣، \"معاني القرآن\" للزجاج ٥/ ٣١٦، \"إعراب القرآن\" للنحاس ٤/ ٢١٣، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٨٢، =</p><p> {وَلَا تَنَابَزُوا بِالْأَلْقَابِ} قال أبو جبيرة بن الضحاك (١) - رضي الله عنه -: فينا نزلت هذِه الآية: في بني سلمة قدم رسول الله - صلى الله عليه وسلم - المدينة، وما منا رجل إلَّا له اسمان أو ثلاثة، فكان إذا دعا الرجلُ الرجلَ (٢) باسم، قلنا: يا رسول الله، إنه يغضب من هذا القول، فأنزل الله عز وجل:  {وَلَا تَنَابَزُوا بِالْأَلْقَابِ}  (٣)  (٤) . </p><p> قال قتادة وعكرمة هو قول الرجل للرجل: يا فاسق، يا منافق، يا كافر (٥) . وقال الحسن: كان اليهودي والنصراني يسلم، فيقال له بعد </p><p>= \"لسان العرب\" لابن منظور ٥/ ٤٢٦ (همز). الشحط: البعد، الهمز: الكسر، اللمز: الطعن.ولزياد الأعجم بيت قريب منه وهو:تدلي بودي إذا لاقيتني كذبًا ... وإن أغيب فأنت الهامز اللمزةانظر: \"مجاز القرآن\" لأبي عبيدة ٢/ ٣١١، \"جامع البيان\" للطبري ٣٠/ ٢٩١، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٨٢.(١) أبو جبيرة بن الضحاك بن خليفة الأنصاري المدني، مختلف في صحبته، حديثه في أهل الكوفة، روى له البخاري في \"الأدب\" وأصحاب السنن.انظر: \"أسد الغابة\" لابن الأثير ٦/ ٤٧، \"الإصابة\" لابن حجر ٧/ ٥٤.(٢) ليست في (ت).(٣) في (ح): فأنزل الله هذِه الآية.(٤) أخرجه أبو داود كتاب الأدب، باب في الألقاب (٤٩٦٢)، والترمذي كتاب التفسير، باب سورة الحجرات (٣٢٦٨)، وابن ماجه كتاب الأدب، باب الألقاب (٣٧٤١) من طريق داود عن عامر الشعبي عن أبي جبيرة بنحوه.(٥) انظر: \"جامع البيان\" للطبري ٢٦/ ١٣٢ - ١٣٣، \"معالم التنزيل\" للبغوي ٧/ ٣٤٣ عن عكرمة، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٣٢٨ عن قتادة، \"لباب التأويل\" للخازن ٦/ ١٨٨.</p><p> إسلامه: يا يهودي، يا نصراني فنهوا عن ذلك (١) . </p><p> وقال ابن عباس - رضي الله عنهما -: التنابز بالألقاب: أن يكون الرجل عمل السيئات ثم تاب منها ورجع إلى الحق، فنهى الله عز وجل أن يعير بما سلف من عمله (٢) . </p><p> {بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ} يقول: من فعل ما نَهيت عنه من السخرية، واللمز، والنبز، فهو فاسق، وبئس الاسم الفسوق بعد الإيمان، فلا تفعلوا ذلك فتستحقوا اسم الفسق (٣) . </p><p> وقيل معناه: بئس الاسم الذي تسميه بقولك يا فاسق، بعد أن علمت أنه آمن (٤)  {وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ الظَّالِمُونَ} . </p><p>(١) انظر: \"تفسير القرآن\" لعبد الرزاق ٣/ ٢٣٢، \"جامع البيان\" للطبري ٢٦/ ١٣٣، \"معالم التنزيل\" للبغوي ٧/ ٣٤٣، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٣٢٨. (٢) انظر: \"جامع البيان\" للطبري ٢٦/ ١٣٣، \"معالم التنزيل\" للبغوي ٧/ ٣٤٤، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٣٢٨، \"لباب التأويل\" للخازن ٦/ ١٨٨.(٣) انظر: \"جامع البيان\" للطبري ٢٦/ ١٣٤، \"معالم التنزيل\" للبغوي ٧/ ٣٤٤، \"البحر المحيط\" لأبي حيان ٨/ ١١٢ - ١١٣.(٤) قال ابن زيد: بئس الاسم الفسوق حين تسميه بالفسق بعد الإسلام، وهو على الإسلام، ثم قال: وأهل هذا الرأي هم المعتزلة.انظر: \"معالم التنزيل\" للبغوي ٢٦/ ١٧٣.</p>"
}