{
  "id": null,
  "sura": 49,
  "aya": 4,
  "text": "<p> لحداثة سنه فأعطاه رسول الله - صلى الله عليه وسلم -مثل ما أعطى القوم، فأزرى به قيس، وقال فيه أبيات شعر، وارتفعت الأصوات، وكثر اللغط عند رسول الله - صلى الله عليه وسلم - فأنزل الله تعالى ذكره:  {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ} إلى قوله: {وَأَجْرٌ عَظِيمٌ}  (١) يعني: جزاءً وافرًا، وهو الجنة. </p><p> ٤ - قوله عز وجل:  {إِنَّ الَّذِينَ يُنَادُونَكَ مِنْ وَرَاءِ الْحُجُرَاتِ} </p><p> يعني: أعراب تميم، حيث نادوا: يا محمد أخرج إلينا، فإن مدحنا زين، وذمنا شين، قاله قتادة (٢) . </p><p> وقال ابن عباس - رضي الله عنهما -: بعث رسول الله - صلى الله عليه وسلم - سرية إلى حي من بني العنبر (٣) وأمَّر عليهم عيينة بن حصن الفزاري فلما علموا أنه توجه </p><p>(١) [٢٧٩٨] الحكم على الإسناد: الحديث موضوع، لأنَّ فيه معلي بن عبد الرحمن متهم بالوضع.التخريج:وقد أخرجه الواقدي في \"المغازي\" ٣/ ٩٧٣ من طريق آخر مطولًا، وذكره ابن هشام في \"السيرة النبوية\" ٤/ ٢٠٥٦ بدون سند، وأخرجه ابن سعد في \"الطبقات الكبرى\" ١/ ٢٩٣ - ٢٩٤ من طريق الواقدي، وأورده ابن القيم بدون سند في \"زاد المعاد\" ٣/ ٥١٠، وأخرجه ابن إسحاق وابن مردويه عن ابن عباس مختصرًا كما في \"الدر المنثور\" ٦/ ٩٠.(٢) أورده الطبري في \"جامع البيان\" ٢٦/ ٢٢ ابلفظ قريب من هذا، وابن كثير في \"تفسير القرآن العظيم\" ١٣/ ١٤٣، والسيوطي في \"الدر المنثور\" ٦/ ٨٩ - ٩٠.(٣) في (ت): العُسّ، والصواب العنبر، وبنو العنبر: جماعة من بني تميم، ينسبون إلى العنبر بن عمرو بن تميم ابن مضر بن نزار.انظر: \"الأنساب\" للسمعاني ٤/ ٢٤٥.</p><p> نحوهم هربوا، وتركوا عيالهم، فسباهم عيينة، وقدم بهم على رسول الله - صلى الله عليه وسلم - فجاءه (١) بعد ذلك رجالهم يفدون الذراري، فقدموا وقت الظهيرة، ووافقوا رسول الله - صلى الله عليه وسلم - قائلًا في أهله: فلما رأتهم الذراري جهشوا (٢) إلى آبائهم يبكون، وكان (٣) لكل امرأة من نساء رسول الله - صلى الله عليه وسلم - بيت وحجرة، فعجلوا أن يخرج إليهم رسول الله - صلى الله عليه وسلم - وجعلوا ينادون: يا محمد اخرج إلينا. حتى أيقظوه من نومه، فخرج إليهم (رسول الله - صلى الله عليه وسلم -)  (٤) فقالوا: يا محمد فادنا عيالنا، فنزل جبريل عليه السلام، فقال: يا محمد، إنَّ الله عز وجل يأمرك أن تجعل بينك وبينهم رجلًا، فقال لهم رسول الله - صلى الله عليه وسلم -: \"أترضون أن يكون بيني وبينكم سبرة بن عمرو وهو على دينكم؟ \" قالوا: نعم: قال سبرة: أنا لا أحكم بينهم وعمي شاهد، وهو الأعور بن بشامة، فرضوا به، فقال الأعور: أرى أن يفادى نصفهم ويعتق نصفهم، فقال النبي - صلى الله عليه وسلم -: \"قد رضيت\" ففادى نصفهم، وأعتق نصفهم، فقال رسول الله - صلى الله عليه وسلم -: \"من كان عليه محرر من ولد إسماعيل فليعتق منهم\" وأنزل عز وجل: {إِنَّ الَّذِينَ يُنَادُونَكَ} الآية (٥) وقال زيد بن أرقم - رضي الله عنه -: جاء نساء من </p><p>(١) في (ت): فجاء. (٢) في (ح): أجهشوا، وكلاهما بمعنى واحد.انظر: \"لسان العرب\" لابن منظور ٦/ ٢٧٦ (جهش).(٣) في (ت): وقال.(٤) ساقطة من (ت).(٥) أخرج ابن شاهين عن ابن عباس بمثله. انظر: \"الإصابة\" لابن حجر ١/ ٩٥.</p><p> العرب إلى النبي - صلى الله عليه وسلم - فقال بعضهم لبعض: انطلقوا بنا إلى هذا الرجل، فإن يكن نبيًّا، فنحن أسعد الناس به، وإن يكن ملكًا، نعش في جناحه (١) فجاؤوا إلى حجرة النبي - صلى الله عليه وسلم -، فجعلوا ينادونه: يا محمد، يا محمد، فأنزل الله تعالى:  {إِنَّ الَّذِينَ يُنَادُونَكَ مِنْ وَرَاءِ الْحُجُرَاتِ}  (٢) وهو جمع الحُجَر، والحُجَر جمع الحُجرة، فهو جمع الجمع (٣) وفيه لغتان: فتح الجيم وهي قراءة أبي جعفر كقول الشاعر (٤) : </p><p> ولما رأونا باديا رُكبَاتُنا ... على موطن لا تخلط الجِدَّ بالهَزْلِ </p><p> (وضمه هي قراءة الباقين (٥) والضم أجود) (٦) ، كقول الشاعر (٧) : </p><p>(١) في (ح) إشارة إلى الحاشية كتب جنابة قلت: ربما كان اللفظ في الحاشية تفسيرًا لكلمة جناحه. (٢) أخرجه الطبري في \"جامع البيان\" ٢٦/ ١٢١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٣٠٢، والطبراني في \"المعجم الكبير\" ٥/ ٢١٠ - ٢١١، وعزاه السيوطي في \"الدر المنثور\" ٦/ ٨٩ لابن راهويه ومسدد وأبي يعلى، ولم أجده.(٣) انظر: \"معاني القرآن\" للزجاج ٥/ ٣٣، \"لسان العرب\" لابن منظور ٤/ ١٦٨ (حجر).(٤) لم أجد البيت، والشاهد في قوله: ركباتُنا فجمعها رُكبَات وزن حُجرات فكأنه يقصد بها الشاهد.(٥) انظر: \"معاني القرآن\" للفراء ٣/ ٧٠، \"تحبير التيسير\" لابن الجزري (ص ١٨٢).(٦) في (ح): والضمة أجود وهي قراءة الباقين.(٧) هو رجل من الحبطات من بني عمرو بن تميم وهم بنو الحارث، وذلك أنَّ رجلًا منهم خطب امرأة من قبيلة الفرزدق وهم بنو دارم بن مالك بن حنظلة بن مالك بن زيد بن مناة بن تميم، فقال الفرزدق: =</p><p> أما كان عبادًا كفيًّا كدارم (١) ... بلى ولأبْياتٍ بها الحُجُرَات (٢) </p><p> يعني بلى، ولبني هاشم. </p><p> {أَكْثَرُهُمْ} جهال (٣)  {لَا يَعْقِلُونَ} . </p><p>= بنو مسمع أكفاؤهم آل دارم ... ولا يدرك الغايات إلَّا جيادها وتنكح في أكفائها الحبطات ... ولا تستطيع الجلة البكراتفأجابه الشاعر بهذا.\"الكامل\" للمبرد ١/ ٣٨٠، \"الديوان\" ١/ ١٧٩.(١) والصواب لدارم.(٢) عبادًا: عباد بن الحصين بن يزيد بن عمرو الحبطي التميمي.انظر: \"الكامل\" للمبرد ١/ ٣٨٠، \"الديوان\" ١/ ١٧٩.(٣) انظر: \"جامع البيان\" ٢٦/ ١٢١.</p>"
}