{
  "id": null,
  "sura": 49,
  "aya": 6,
  "text": "<p> ٦ - قوله عز وجل:  {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ} </p><p> نزلت في الوليد بن عقبة بن أبي مُعيط بعثه رسول الله - صلى الله عليه وسلم - إلى بني المصطلق (١) بعد الوَقعة مُصدّقًا (٢) وكان بينه وبينهم عداوة في الجاهلية، فلما سمع به القوم تلقوه تعظيمًا لأمر رسول الله - صلى الله عليه وسلم - ولرسوله، فحدثه الشيطان أنهم يريدون قتله، فهابهم، فرجع من الطريق إلى رسول الله - صلى الله عليه وسلم -، وقال: إنَّ بني المصطلق قد منعوا صدقاتهم، وأرادوا قتلي، فغضب رسول الله - صلى الله عليه وسلم -، وهمَّ أن يغزوهم، فبلغ القوم رجوعه فأتوا رسول الله - صلى الله عليه وسلم -، وقالوا: يا رسول الله سمعنا برسولك، فخرجنا نتلقاه ونكرمه، ونؤدي إليه ما قبلنا من حق الله عز وجل، فبدا له في الرجوع، فخشينا أن يكون إنما رده من الطريق كتاب جاءه منك لغضب غضبته علينا، وإنا نعوذ بالله من غضبه وغضب رسوله، فاتهمهم رسول الله - صلى الله عليه وسلم -، وبعث خالد بن الوليد - رضي الله عنه - إليهم، خفية في عسكر، وأمره أن يخفي عليهم قدومه، وقال له: انظر فإن رأيت منهم ما يدل على إيمانهم، فخذ منهم زكاة أموالهم، وإن لم تر ذلك منهم فاستعمل فيهم ما يستعمل في الكفار، ففعل ذلك خالد - رضي الله عنه -، ووافاهم، فسمع منهم أذان صلاتي </p><p>(١) بنو المصطلق: نسبة إلى سعد بن عمرو، وسعد هو المصطلق. انظر: \"الأنساب\" للسمعاني ٥/ ٣١٢.(٢) هو الذي يقبض الصدقات ويجمعها، يقال صدَّقهم يُصدِّقهم فهو مصدِّق.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ١٨، \"لسان العرب\" لابن منظور ١٠/ ١٩٧ (صدق).</p><p> المغرب والعشاء، فأخذ صدقاتهم، ولم ير منهم شيئًا (١) إلَّا الطاعة والخير، فانصرف خالد - رضي الله عنه - إلى رسول الله - صلى الله عليه وسلم -، وأخبره الخبر، فأنزل الله عز وجل:  {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ}  (٢) يعني الوليد بن عقبة بن أبي مُعَيْط، سماه الله عز وجل فاسقًا، نظيرها قوله تعالى: {أَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًا لَا يَسْتَوُونَ (١٨) } (٣) قال سهل بن عبد الله وابن زيد: الفاسق: الكذاب (٤) . </p><p> وقال (٥) أبو الحسين الورَّاق: هو المعلن بالذنب (٦) وقال ابن الطاهر: الفاسق: الذي لا يستحي من الله عز وجل (٧) . </p><p> {بِنَبَإٍ} بخبر. </p><p> {فَتَبَيَّنُوا أَنْ تُصِيبُوا} كي لا تصيبوا بالقتل والقتال </p><p> {قَوْمًا} برآء {بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ} . </p><p>(١) من (ح). (٢) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٢٣١ عن قتادة مختصرًا، والطبري في \"جامع البيان\" ٢٦/ ١٢٤، عن قتادة، وعزاه السيوطي في \"الدر المنثور\" ٦/ ٩٣ لعبد بن حميد من طريق قتادة.(٣) السجدة: ١٨.(٤) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٣١٢.(٥) ليست في (ح).(٦) انظر: \"حقائق التفسير\" للسلمي (٣١٠/ ب)، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٣١٢.(٧) انظر: \"حقائق التفسير\" للسلمي (٣١٠/ ب).</p>"
}