{
  "id": null,
  "sura": 49,
  "aya": 3,
  "text": "<p> \"ما يبكيك يا ثابت؟ \" فقال: أنا صيِّتٌ، وأتخوف أن تكون هذِه الآية نزلت فيَّ، فقال له رسول الله - صلى الله عليه وسلم -: \"أما(١)ترضى أن تعيش حميدًا(٢)وتقتل شهيدًا، وتدخل الجنة\" فقال: رضيت ببشرى الله عز وجل ورسوله - صلى الله عليه وسلم -، لا أرفع صوتي أبدًا على رسول الله - صلى الله عليه وسلم -، فأنزل الله عز وجل: </p><p> ٣ - {إِنَّ الَّذِينَ يَغُضُّونَ أَصْوَاتَهُمْ عِنْدَ رَسُولِ اللَّهِ} </p><p> قال أنس - رضي الله عنه -: فكنا ننظر إلى رجل من أهل الجنة يمشي بين أيدينا (٣) ، فلما كان يوم اليمامة (٤) في حرب مسيلمة رأى ثابت رضي الله عنه من المسلمين بعض الانكسار، وانهزمت طائفة منهم، فقال: أف لهؤلاء وما يصنعون. ثم قال ثابت لسالم مولى أبي حذيفة - رضي الله عنهما -: ما كنا نقاتل أعداء الله مع رسول الله - صلى الله عليه وسلم - مثل هذا، ثم ثبتا ولم يزالا يقاتلان حتى قتلا، واستشهد ثابت بن قيس - رضي الله عنه - وعليه درع، فرآه رجل من الصحابة بعد موته في المنام، أنه قال له: اعلم أنَّ فلانًا رجل من المسلمين نزع درعي، فذهب بها وهي في ناحية من العسكر </p><p>(١) في (ح): ألا. (٢) في (ح): سعيدًا.(٣) أخرجه البخاري مختصرًا، كتاب التفسير، تفسير سورة الحجرات، باب قوله تعالى: {لَا تَرْفَعُوا أَصْوَاتَكُمْ} (٤٨٤٦)، من طريق موسى بن أنس عن أنس بن مالك - رضي الله عنه - بنحوه، وأخرجه مسلم في كتاب الإيمان، باب مخافة المؤمن أن يحبط عمله (١١٩) من طريق البناني عن أنس بن مالك بنحوه.(٤) وقعت في نهاية السنة الحادية عشرة وبداية السنة الثانية عشرة للهجرة.انظر: \"البداية والنهاية\" لابن كثير ٦/ ٣٤٢.</p><p> عنده فرس يستن (١) في طِوَلِه (٢) وقد وضع على درعي بُرمة (٣) فأت خالد ابن الوليد فأخبره حتى يسترد درعي، وأت أبا بكر خليفة رسول الله - صلى الله عليه وسلم -، فقل له: إنَّ عليَّ دينًا حتى يقضي، وفلان من رقيقي (٤) عتيق، فأخبر الرجل خالدًا - رضي الله عنه -، فوجد درعه والفرس على ما وصفه، فاسترد الدرع، وأخبر خالد أبا بكر - رضي الله عنه - بتلك الرؤيا فأجاز أبو بكر - رضي الله عنه - وصيته. </p><p> قال مالك بن أنس رحمه الله: لا أعلم وصية أجيزت بعد موت صاحبها (٥) إلَّا هذِه (٦) . </p><p> [٢٧٩٦] حدثنا أبو محمد المخلدي (٧) قال: أخبرنا أبو العباس </p><p>(١) استن الفرس، يستن، استنانًا، أي: عدا لمرحه ونشاطه شوطًا أو شوطين، ولا راكب عليه. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٤١٠ - ٤١١، \"لسان العرب\" لابن منظور ١٣/ ٢٢٩ (سنن).(٢) الطِوَل: الحبل الذي يطول للدابة فترعى فيه.انظر: \"لسان العرب\" لابن منظور ١١/ ٤١٣ (طول).(٣) البُرمة: القِدر، وجمعها برام، وهي في الأصل المتخذة من الحجر المعروف بالحجاز واليمن. \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ١٢١، \"لسان العرب\" لا بن منظور ١٢/ ٤٥ (برم).(٤) في (ح): عبيدي.(٥) في (ت): صاحبه.(٦) انظر: \"الاستيعاب\" لابن عبد البر ١/ ٢٠٠، \"أسد الغابة\" لابن الأثير ١/ ٤٥١، \"البداية والنهاية\" لابن كثير ٦/ ٣٣٥، \"الإصابة\" لابن حجر ١/ ٣٩٥.(٧) الحسن بن أحمد بن محمد المَخْلدي النيسابوري، إمام صدوق مسند عدل.</p><p> السراج (١) ، قال: حدثنا زياد بن أيوب (٢) ، قال: حدثنا عبَّاد بن العوام (٣) ويزيد بن هارون (٤) وسعيد بن عامر (٥) ، عن محمد بن عمرو (٦) ، عن أبي سلمة (٧) ، ثنا (٨) سعيد (٩) ، عن أبي هريرة - رضي الله عنه - قال: لما نزلت: {لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ} الآية. قال أبو بكر - رضي الله عنه -: والله لا أرفع صوتي إلَّا كأخي السرار (١٠) . </p><p>(١) محمد بن إسحاق بن إبراهيم بن مِهْران، إمام حافظ ثقة. (٢) زياد بن أيوب بن زياد البغدادي، أبو هاشم، الطوسي، ثقة حافظ.(٣) عبَّاد بن العوام بن عمر الكلابي، ثقة.(٤) أبو خالد الواسطي، ثقة، متقن، عابد.(٥) الضبعي أبو محمد البصري، ثقة، صالح، وربما وهم.(٦) محمد بن عمرو بن علقمة بن وقاص الليثي، المدني، صدوق له أوهام.(٧) أبو سلمة بن عبد الرحمن بن عوف الزهري، المدني.(٨) في (ت): قال.(٩) ابن المسيب، ثقة، وأبو سلمة يروي عن أبي هريرة بلا واسطة.(١٠) [٢٧٩٦] الحكم على الإسناد:حسن فيه محمد بن عمرو؛ صدوق له أوهام.التخريج:أخرجه البزار في \"البحر الزخار\" ١/ ١٢٧ من طريق حصين بن عمر بن مخارق بن عبد الله عن طارق بن شهاب، عن أبي بكر، بنحوه.وأخرجه الحاكم في \"المستدرك\" ٢/ ٥٠١ من طريق العباس بن محمد الدوري عن سعيد بن عامر بنحوه، وقال: صحيح على شرط مسلم ولم يخرجاه، وذكره الواحدي في \"أسباب النزول\" (ص ٤٠٣)، وفي \"الوسيط\" ٤/ ١٥١، عن عطاء عن ابن عباس - رضي الله عنه -، وعزاه السيوطي في \"الدر المنثور\" ٦/ ٨٦ لابن عدي وابن مردويه عن أبي بكر الصديق - رضي الله عنه -. =</p><p> وروى ابن أبي مليكة عن ابن الزبير - رضي الله عنهما - قال: لما نزلت هذِه الآية، ما حدَّث عمر - رضي الله عنه - النبي - صلى الله عليه وسلم -بعد ذلك فسمع النبي - صلى الله عليه وسلم - كلامه حتى يستفهمه مما يخفض صوته فأنزل الله عز وجل فيهم:  {إِنَّ الَّذِينَ يَغُضُّونَ} يخفضون أصواتهم عند رسول الله إجلالًا له (١)  {أُولَئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَى} أي: اختبرها فأخلصها واصطفاها، كما يمتحن الذهب بالنار فتخرج خالصة (٢) . </p><p> وقال ابن عباس - رضي الله عنهما -: أكرمها (٣) . </p><p> [٢٧٩٧] وأخبرنا أبو سعيد محمد بن موسى بن الفضل النيسابوري (٤) ، قال: أخبرنا أبو عبد الله محمد بن عبد الله بن أحمد الأصفهاني (٥) ، قال: أخبرنا أبو بكر عبد الله بن محمد بن عبيد القرشي (٦) ، قال: حدثنا محمد بن يحيى بن أبي حاتم (٧) ، قال: </p><p>= والسِّرار: المُسارَرَة: أي كصاحب السّرَار، أو كمثل المُسارَرَة لخفض صَوْته. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٣٦٠، \"لسان العرب\" لابن منظور ٤/ ٣٦٢ (سرر).(١) أخرجه البخاري في كتاب التفسير، تفسير سورة الحجرات، (٤٨٤٥) من طريق نافع بن عمر، عن ابن أبي مليكة بنحوه وليس فيه ذكر ابن الزبير.(٢) انظر: \"معاني القرآن\" للفراء ٣/ ٧٠، \"جامع البيان\" للطبري ٢٦/ ١٢٠، \"معاني القرآن\" للزجاج ٥/ ٣٣.(٣) لم أجد هذا القول.(٤) ثقة مأمون.(٥) الشيخ الإمام المحدث القدوة.(٦) ابن أبي الدنيا، صدوق حافظ صاحب تصانيف.(٧) محمد بن يحيى بن عبد الكريم بن نافع الأزدي.</p><p> حدثني جعفر بن أبي جعفر (١) ، عن أحمد بن أبي الحَواري (٢) قال: سمعت أبا سليمان (٣) يقول: قال عمر بن الخطاب - رضي الله عنه - في قوله {أُولَئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَى} قال: أذهبَ الشهوات منها (٤)  (٥) . </p><p> {لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ} ويقال إنَّ هذِه الآيات الأربع من قوله: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ} إلى قوله: {وَاللَّهُ غَفُورٌ رَحِيمٌ} نزلت في وفد تميم. </p><p> [٢٧٩٨] وهو ما أخبرني أبو القاسم بن محمد (٦) قال: حدثني أبو </p><p>(١) جعفر بن أبي جعفر ميسرة أبو الوفاء الأشجعي، ضعيف منكر الحديث جدًّا. (٢) أحمد بن عبد الله بن ميمون بن العباس بن الحارث التغلبي، ثقة زاهد.(٣) عبد الرحمن بن أحمد بن عطية العنسي، أبو سليمان الداراني، ثقة.(٤) في (ح): عنها.(٥) [٢٧٩٧] الحكم على الإسناد:ضعيف؛ فيه جعفر بن أبي جعفر ضعيف ومنكر الحديث.التخريج:انظر: \"باهر البرهان\" للغزنوي (١٣٣٩)، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٣٠٩، \"الكشاف\" للزمخشري ٤/ ٣٥٦، \"مناقب أمير المؤمنين\" لابن الجوزي ص ١٣٨، وأورده ابن كثير في \"تفسير القرآن العظيم\" ١٣/ ١٤٢، وفي \"مسند الفاروق\" ٢/ ٥٨٣ طبعة دار الفلاح وعزاه للإمام أحمد في كتاب \"الزهد\" قال: حدثنا عبد الرحمن حدثنا سفيان عن منصور، عن مجاهد قال: كتب إلى عمر: يا أمير المؤمنين، رجل لا يشتهي المعصية ولا يعمل بها أفضل، أم رجل يشتهي المعصية ولا يعمل بها، فكتب عمر: إن الذين يشتهون المعصية ولا يعملون بها {أُولَئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَى لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ} ولم أجده في \"الزهد\" للإمام أحمد. انظر: \"الدر المنثور\" للسيوطي ٦/ ٨٩، \"تفسير القرآن\" للنسفي ٤/ ١٦٦.(٦) الحسن بن محمد بن حبيب بن أيوب النيسابوري، قيل: كذبه الحاكم.</p><p> جعفر محمد بن صالح بن هانئ الوراق (١) سنة سبع وثلاثين وثلاثمائة، قال: حدثنا الفضل بن محمد بن مسيب بن موسى الشعراني (٢) قال: حدثنا القاسم بن أبي شيبة (٣) قال: حدثنا مُعلَّى (٤) بن عبد الرحمن (٥) قال: حدثنا عبد الحميد بن جعفر (٦) ، عن عمر بن الحكم (٧) ، عن جابر بن عبد الله - رضي الله عنهما -، قال: جاءت بنو تميم إلى النبي - صلى الله عليه وسلم - فنادوا على الباب: يا محمد اخرج علينا (٨) فإن مدحنا زين، وإن ذمنا شين، قال: فسمعها رسول الله - صلى الله عليه وسلم -، فخرج عليهم، وهو يقول:  \"إنما ذلكم الله الذي مدحه زين وذمه شين\" ، قالوا: نحن ناس (٩) من بني تميم، جئنا بشاعرنا، وخطيبنا لنشاعرك (١٠) ونفاخرك، فقال رسول الله - صلى الله عليه وسلم -: \"ما بالشعر بعثت، ولا بالفخار أمرت، ولكن هاتوا\" ، فقال الزبرقان بن بدر (١١) لشاب من شبابهم: </p><p>(١) ثقة مأمون. (٢) ثقة مأمون.(٣) القاسم بن محمد بن أبي شيبة العبسي، متروك.(٤) في (ح): يعلى.(٥) الواسطي، متهم بالوضع، وقد رمي بالرفض.(٦) عبد الحميد بن جعفر بن عبد الله بن الحكم بن رافع الأنصاري، صدوق رمي بالقدر، وربما وهم.(٧) عمر بن الحكم بن رافع بن سنان المدني، ثقة.(٨) في (ح): إلينا.(٩) في (ح): أناس.(١٠) في (ح): نشاعرك.(١١) الزبرقان بن بدر بن امرئ القيس بن خلف التميمي السعدي، يقال: كان اسمه =</p><p> قم فاذكر فضلك وقومك، فقام فقال: الحمد لله الذي جعلنا خير خلقه، وآتانا أموالًا نفعل فيها ما نشاء، فنحن من خير أهل الأرض، من أكثرهم عدة ومالًا وسلاحًا، فمن أنكر علينا فضلنا (١) فليأت بقول هو أحسن من قولنا، وفعال خير من فعالنا، فقال رسول الله - صلى الله عليه وسلم - لثابت بن قيس بن شماس - رضي الله عنه -، وكان خطيب رسول الله - صلى الله عليه وسلم -: \"قم فأجبه\" ، فقام فقال: الحمد لله أحمده وأستعينه وأؤمن به وأتوكل عليه، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أنَّ محمدًا عبده ورسوله، دعا المهاجرين من بني عمه أحسن الناس وجوهًا، وأعظمهم أخلاقًا (٢) فأجابوه فالحمد لله الذي جعلنا أنصاره ووزراء رسوله وعزًّا لدينه، فنحن نقاتل الناس حتى يشهدوا أن لا إله إلا الله، فمن قالها منه منا ماله ونفسه، ومن أباها قتلناه، وكان زعمه في الله علينا هينًا أقول قولي هذا وأستغفر الله للمؤمنين والمؤمنات، فقال الزبرقان (بن بدر)  (٣) لشاب من شبانهم: قم يا فلان فقل: أبياتًا تذكر فيها فضلك وفضل قومك فقام الشاب فقال (٤) : </p><p>= الحصين، ولقب الزبرقان لحسن وجهه، وهو من أسماء القمر، كان أحد سادات قومه، وفد على النبي - صلى الله عليه وسلم - في وفد بني تميم وذلك سنة تسع. انظر: \"الاستيعاب\" لابن عبد البر ٢/ ٥٦٠، \"أسد الغابة\" لابن الأثير ٢/ ٣٠٣، \"الإصابة\" لابن حجر ٢/ ٥٥٠.(١) ساقطة من (ت).(٢) في (ح): أحلامًا.(٣) ساقطة من (ح).(٤) ورد في بعض المراجع أنَّ الذي قال الأبيات: هو الزبرقان بن بدر نفسه. =</p><p> نحن الكِرامُ فلا حَيٌّ يُعادلنا ... فينا الرؤوس وفينا تُقْسَمُ الرُّبُعُ </p><p> ونُطْعِمُ النَّاس عند القَحْطِ كلَّهُمُ ... من السَّديفِ إذا لم يُؤنسِ القَزَعُ </p><p> إذا (١) أبَيْنَا فلَا يَأبى لنَا أحدٌ ... إنا كذلك عند الفخر نَرتفعُ (٢) </p><p> قال: فأرسل رسول الله - صلى الله عليه وسلم - إلى حسان بن ثابت - رضي الله عنه -، فانطلق إليه الرسول، فقال: وما يريد مني وكنت عنده، قال: جاءت بنو تميم بشاعرهم وخطيبهم، فأمر رسول الله - صلى الله عليه وسلم - ثابت بن قيس فأجابه </p><p>= انظر: \"المغازي\" للواقدي ٣/ ٩٧٧، \"السيرة النبوية\" لابن هشام ٤/ ٢٠٧، \"الأغاني\" لأبي الفرج الأصفهاني ٤/ ١٥٢، \"زاد المعاد\" لابن القيم ٣/ ٥١٠، \"البداية والنهاية\" لابن كثير ٥/ ٤٢. (١) في (ح): إنا.(٢) انظر: \"المغازي\" للواقدي ٣/ ٩٧٧، ولم يذكر البيت الثالث، \"السيرة النبوية\" لابن هشام ٤/ ٢٠٨، \"الأغاني\" لأبي الفرج الأصفهاني ٤/ ١٥٤، ولم يذكر البيت الثالث، \"أسباب النزول\" للواحدي (ص ٤٠٥)، \"زاد المعاد\" لابن القيم ٣/ ٥١٠ من، \"البداية والنهاية\" لابن كثير ٥/ ٤٢.الربع: ربع الغنيمة وقد كانوا في الجاهلية إذا غزا بعضهم بعضًا وغنموا أخذ الرئيس ربع الغنيمة خالصًا دون أصحابه.السديف: لحم السنام.القزع: السحاب. \"لسان العرب\" لابن منظور ٨/ ١٠١، ٩/ ١٤٧ (ربع)، (سلف)، (قزع).</p><p> وتكلم شاعرهم، فأرسل الرسول (١) إليك لتجيبه، وذكر له قول شاعرهم، قال: فجاء حسان - رضي الله عنه -، فأمره الرسول - صلى الله عليه وسلم - أن يجيبه، فقال: يا رسول الله مره فليسمعني ما قال: فقال: رسول الله - صلى الله عليه وسلم -: \"أسمعه ما قلت\" فأنشده ما قال، فقال حسان: </p><p> إنَّ الذوائب من فِهر وإخوتهم ... قد شَرَّعوا سُنَّةً للناس (٢) تُتَّبعُ </p><p> يرضى (٣) بها كُلُّ مَنْ كَانَتْ سريرتُه ... تقوى الإله وكلُّ الخَيرِ يُصْطَنَعُ (٤) </p><p> ثم قال حسان - رضي الله عنه -: </p><p> نَصَرنا رسولَ الله والدينَ عنوةً ... على رغم عاتٍ من معد وحاضِر </p><p> بضربٍ كما يزاغ المخاضُ مُشَاشةٌ ... وطعن كأفواه اللقاح المصادر </p><p>(١) ساقطة من (ح). (٢) في (ت) تقديم وتأخير.(٣) في (ت): يزهى.(٤) انظر: \"المغازي\" للواقدي ٣/ ٩٧٧، \"السيرة النبوية\" لابن هشام ٤/ ٢١٠، \"الأغاني\" لأبي الفرج الأصفهاني ٤/ ١٥٥، \"زاد المعاد\" لابن القيم ٣/ ٥١١، \"البداية والنهاية\" لابن كثير ٥/ ٤٣.والذوائب: جمع ذؤابة، وهي الشعر المضفور من شعر الرأس، ثم استعير للعز والشرف والمرتبة.انظر: \"لسان العرب\" لابن منظور ١/ ٣٧٩ (ذأب).</p><p> وسل أحدًا يوم استقلت جموعُهُم ... بضربٍ لنا مثل الليوثِ الخوادرِ </p><p> ألسنا نخوض الموت في حومة الوغى ... إذا طاب ورد الموتِ بين العساكرِ </p><p> ونضرب هام الدارعين وننتمي ... إلى حسب من جذم غسان قاهر </p><p> فلولا حياء الله قلنا تكرُّما ... على الناس بالخيفين هل من منافر </p><p> فأحياؤنا من خير من وطئ الحصى ... وأمواتنا من خير أهل المقابِرِ (١) </p><p> قال: فقام الأقرع بن حابس فقال: إني والله لقد جئت لأمر ما جاء هؤلاء وإني قد قلت شعرًا فاسمعه مني (٢) . </p><p> فقال: هات، فقال (٣) : </p><p>(١) في \"أسباب النزول\" للواحدي (ص ٤٠٥ - ٤٠٦) والبيتان الثاني والثالث غير موجودين. عنوة: قهرا، عات: جبار، وجمعه عتاة. المخاض: الحوامل من النوق، مشاشة: أراد بالمشاش هاهنا بول النوق الحوامل، اللقاح -بكسر اللام- ذوات الألبان من النوق، واحدها لقوح ولقحة، المصادر: رجوع النوق من الورد، حومة الوغى: الحرب، هام: رأس، الدارعين: لا بسي الدروع، منافر: مفاخر ومحاكم.(٢) ساقطة من (ت).(٣) ذكر ابن هشام في \"السيرة النبوية\" ٤/ ٢١١ أنَّ القائل هو الزبرقان بن بدر، ونسبه ابن كثير في \"البداية والنهاية\" ٥/ ٤٣ إلى الزبرقان.</p><p> أتيناك كيما يعرف الناس فضلنا ... وإنا رؤوسُ الناس من كل معشر </p><p> وإن لنا المرباع في كل غارة ... إذا حالفونا عند ذكر المكارم </p><p> وأن ليس في أرض الحجاز كدارم ... تكون بنجد أو بأرض التهايم (١) </p><p> فقال رسول الله - صلى الله عليه وسلم -: قم يا حسان فأجبه، فقام حسان - رضي الله عنه - فقال: </p><p> بني دارم لا تفخروا إنَّ فخركم ... يعود وبالًا عند ذكر المكارم </p><p> هبلتم علينا تفخرون وأنتم ... لنا خول من بين ظئر وخادم </p><p> فقال رسول الله - صلى الله عليه وسلم -: \"لقد كنت غنيًّا يا أخا دارم أن يذكر منك(ما قد)(٢)ظننت أنَّ الناس قد نسوه\"  (٣) ، قال: فكان قول رسول الله - صلى الله عليه وسلم - أشد عليهم من قول حسان - رضي الله عنه -، ثم رجع حسان - رضي الله عنه - إلى شعره، فقال: </p><p>(١) انظر: \"السيرة النبوية\" لابن هشام ٤/ ٢١١، \"أسباب النزول\" للواحدي (ص ٤٠٦)، \"الأغاني\" لأبي الفرج الأصفهاني ٤/ ١٥٦، \"البداية والنهاية\" لابنكثير ٥/ ٤٤.(٢) ساقطة من (ت).(٣) لعله يقصد التفاخر بالآباء والأجداد والقبائل.</p><p> وأفضل ما نِلتم من المجد والعُلى ... ردافتنا من بعد ذكر الأكارم (١) </p><p> فإن كنتمُ جئتم بحقنِ دمائكم ... وأموالكم أن تُقْسَمُوا في المقَاسِمِ </p><p> فلا تجعلوا لله ندًّا وأسلموا ... ولا تفخروا عند النبيِّ بدارم </p><p> وإلَّا (٢) ورب البيت مالت أكُفُّنا ... على هامكم بالمرهفات الصوارِمِ (٣) </p><p> قال: فقام الأقرع بن حابس، فقال: إنَّ محمدًا لمُؤتَّى (٤) له، والله ما أدري ما هذا الأمر، تكلم خطيبنا فكان خطيبهم أحسن قولًا، وتكلم شاعرنا فكان شاعرهم أشعر وأحسن قولًا، ثم دنا من النبي - صلى الله عليه وسلم - فقال: أشهد أن لا إله إلا الله وأنك رسوله، فقال له النبي - صلى الله عليه وسلم -: \"ما يضرك ما كان قبل هذا\"  (٥) ثم أعطاهم رسول الله - صلى الله عليه وسلم - وكساهم، وقد كان تخلَّف في ركابهم عمرو بن الأهتم وكان قيس بن عاصم يبغضه </p><p>(١) في (ح): المكارم. (٢) في (ت): فلا.(٣) انظر: \"ديوان حسان بن ثابت\" (٢٢٩ هـ)، \"السيرة النبوية\" لابن هشام ٤/ ٢١٢، \"أسباب النزول\" للواحدي (ص ٤٠٦)، \"البداية والنهاية\" لابن كثير ٥/ ٤٤، \"شرح الديوان\" لعبد الرحمن البرقوقي (٤٣٦).المرهفات الصوارم: السيوف القاطعة.(٤) مُؤَتَّى: معطى. انظر: \"لسان العرب\" لابن منظور ١٤/ ١٧ (أتي).(٥) كأنه يعني بذلك الإسلام يجب ما قبله.</p>"
}