{
  "id": null,
  "sura": 49,
  "aya": 9,
  "text": "<p> يا دار مية بالعلياء فالسَّنَدِ ... أقوت وطال عليها سالف الأبد (١) </p><p> ٨ - {فَضْلًا} أي: كان هذا فضلًا {مِنَ اللَّهِ وَنِعْمَةً وَاللَّهُ عَلِيمٌ حَكِيمٌ} . </p><p> ٩ - قوله عز وجل {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا} </p><p> قال أكثر المفسرين (٢) : وقف رسول الله - صلى الله عليه وسلم - ذات يوم على مجلس من مجالس الأنصار، وهو على حماره، فبال حماره، فأمسك عبد الله ابن أبي بأنفه، وقال: إليك عنا بحمارك، فقد آذانا نتنه (٣) . </p><p> فقال عبد الله بن رواحة - رضي الله عنه -: والله لحمار رسول الله - صلى الله عليه وسلم - أطيب ريحًا منك، فغضب لعبد الله بن أُبي رجل من قومه (وغضب لعبد الله ابن رواحة رجل من قومه)  (٤) ، (فغضب لكل واحد منهما رجال من قومه و)  (٥) أصحابه، حتى استبوا، وتجالدوا بالأيدي والجريد </p><p>(١) انظر: \"الديوان\" (ص ٣٠)، \"الأغاني\" لأبي الفرج الأصفهاني ١١/ ٣٤، \"شرح القصائد المشهورات\" لابن نحاس ٢/ ١٥٧، \"شرح المعلقات السبع\" للزوزني (٢٩٢). العلياء: المرتفع من الأرض، السند: سند الجبل وهو ارتفاعه حيث يسند فيه، أي: يصعد، أقوت: خلت من أهلها.(٢) انظر: \"جامع البيان\" للطبري ٢٦/ ١٢٨ - ١٢٩، \"الوسيط\" للواحدي ٤/ ١٥٣، \"معالم التنزيل\" للبغوي ٧/ ٣٤٠.(٣) النتن: الرائحة الكريهة، \"لسان العرب\" لابن منظور (نتن) ١٣/ ٤٢٦، \"القاموس المحيط\" للفيروزآبادي (١٥٩٦).(٤) ليست في (ت).(٥) ما بين القوسين ساقط من (ح).</p><p> والنِّعال، ولم يقدر رسول الله - صلى الله عليه وسلم - على إمساكهم (١) فأنزل الله عز وجل هذِه الآية (٢) فلما نزلت قرأها رسول الله - صلى الله عليه وسلم - عليهم (٣) فاصطلحوا، وكف بعضهم عن بعض، وأقبل بشير بن النعمان الأنصاري - رضي الله عنهما - مشتملًا على سيفه، فوجدهم قد اصطلحوا فقال عبد الله بن أُبي: أعليَّ تشتمل بالسيف يا بشير، قال: نعم، والذي أحلف به، لو جئت قبل أن تصطلحوا لضربتك حتى أقتلك، فأنشأ عبد الله بن أُبي يقول: </p><p> متى ما يَكُنْ مولاك خصمُك جاهد ... تُظلمْ (٤) ويصْرَعْكَ الذين تُصارعُ (٥) </p><p> وقال قتادة: نزلت في رجلين من الأنصار، كانت بينهما مدارأة (٦) في حق بينهما، فقال أحدهما للآخر: لآخذن حقي منك عنوة لكثرة عشيرتك، وأنَّ الآخر دعاه ليحاكمه إلى النبي - صلى الله عليه وسلم - فأبى أن يتبعه، </p><p>(١) في (ت): إمساكه، والمثبت من (ح)، وهو الصواب. (٢) أخرجه البخاري كتاب الصلح، باب ما جاء في الإصلاح، من طريق معتمر عن أبيه، عن أنس - رضي الله عنه - بنحوه (٢٦٩١)، ومسلم كتاب الجهاد، باب دعاء النبي - صلى الله عليه وسلم - وصبره على أذى المنافقين (١٧٩٨).(٣) ليست في (ت).(٤) في (ح): تضام.(٥) انظر: \"السيرة النبوية\" لابن هشام ٢/ ٢٣٧، \"جامع البيان\" للطبري ٢٦/ ١٢٩ - ١٣٠.(٦) دارأت الرجل: إذا دافعته.\"لسان العرب\" لابن منظور ١٤/ ٢٥٥ (درأ).</p><p> فلم يزل الأمر بينهما حتى تدافعا (١) حتى تناول بعضهم بعضًا بالأيدي والنعال، ولم يكن قتال بالسيوف (٢) . </p><p> وروى محمد بن الفضيل عن الكلبي أنها نزلت في حرب سمير (٣) وحاطب وكان سمير قتل حاطبًا، فجعل الأوس والخزرج يقتتلون، إلى أن أتاهم النبي - صلى الله عليه وسلم - فأنزل الله عز وجل هذِه الآية، وأمر نبيه والمؤمنين أن يصلحوا بينهم (٤) وروى سفيان عن السدي، قال: كانت امرأة من الأنصار يقال لها أم زيد تحت رجل (٥) وكان بينه وبين زوجها خشونة (٦) فرقي بها إلى علِّية (٧) وحبسها فيه، فبلغ ذلك قومها، فجاؤوا وجاء قومه، فاقتتلوا بالأيدي والنعال، فأنزل الله عز وجل: {وَإِنْ </p><p>(١) في (ت): تدافعوا. (٢) انظر: \"تفسير القرآن\" لعبد الرزاق ٢/ ٢٣٢، \"جامع البيان\" للطبري ٢٦/ ١٢٩، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٣١٦، وعزاه السيوطي في \"الدر المنثور\" ٦/ ٩٥ لعبد بن حميد وابن المنذر عن قتادة.(٣) كانت حرب بين سمير وحاطب نحو مائة سنة، وسمير: رجل من الأوس من بني عمرو بن عوف، وقد قتل رجلًا من الخزرج يقال له كعب بن العجلان.انظر: \"الكامل\" لابن عدي ١/ ٤٠٢.(٤) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٣١٦، \"الكامل\" لابن عدي ١/ ٤١١.(٥) ورد في \"تفسير القرآن العظيم\" لابن أبي حاتم أنَّ اسمه عمران ١٠/ ٣٣٠٤، وانظر: \"الدر المنثور\" للسيوطي ٦/ ٩٥.(٦) في (ت): شيء.(٧) العُلية -بضم العين وفتحها-، هي الغرفة وجمعها علالي.انظر: \"الاشتقاق\" لابن دريد (٥٥)، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٢٩٥، \"لسان العرب\" لابن منظور ١٥/ ٨٦ (على).</p>"
}