{
  "id": null,
  "sura": 49,
  "aya": 12,
  "text": "<p> ١٢ - قوله عز وجل {يَاأَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ}  (١) </p><p> نزلت في رجلين من أصحاب رسول الله - صلى الله عليه وسلم - اغتابا رفيقهما، وذلك أنَّ رسول الله - صلى الله عليه وسلم - كان إذا غزا أو سافر ضم الرجل المحتاج إلى رجلين موسرين يخدمهما ويخف في حوائجهما، ويتقدم لهما إلى المنزل فيهيء لهما ما يصلحهما من الطعام والشراب، فضم سلمان الفارسي - رضي الله عنه - إلى رجلين في بعض أسفاره فتقدم سلمان - رضي الله عنه - إلى المنزل؛ فغلبته عيناه فلم يهيِّئ لهما شيئًا، فلما قدما، قالا له: ما صنعت شيئًا؟ قال: لا، قالا: ولم؟ قال: غلبتني عيناي، فقالا له: انطلق إلى رسول الله - صلى الله عليه وسلم - واطلب لنا منه (٢) طعامًا وإدامًا، فجاء سلمان - رضي الله عنه - إلى رسول الله - صلى الله عليه وسلم - وسأله طعامًا، فقال له رسول الله - صلى الله عليه وسلم -: \"انطلق إلى أسامة بن زيد، وقل له إن كان عنده فضل من طعام وإدام فليعطك\" ، وكان أسامة - رضي الله عنه - خازن رسول الله - صلى الله عليه وسلم -، على رحله فأتاه فقال: ما عندي شيء فرجع سلمان - رضي الله عنه - إليهما وأخبرهما بذلك فقالا: كان عند أسامة ولكن بخل، فبعثا سلمان </p><p>(١) وقع في الجزء السفلي من المخطوط ما هو نصه: {كَثِيرًا مِنَ الظَّنِّ}، قال الزجاج \"معاني القرآن\" ٥/ ٣٦ - ٣٧: هو أن يظن بأهل الخير سوءًا، فأما أهل السوء والفسق قلنا أن نظن بهم مثل الذي ظهر منهم. وقال المقاتلان: هو أن يظن بأخيه المسلم سوءًا، ولا بأس به ما لم يتكلم به، فإن تكلم بذلك الظن وأبداه أثم وهو قوله: {إِنَّ بَعْضَ الظَّنِّ إِثْمٌ}، يعني: ما أعلنه مما ظن بأخيه ... انظر \"تفسير مقاتل\" ٤/ ٩٦، \"الوسيط\" للواحدي ٤/ ١٥٥. (٢) ليست في (ت).</p><p> إلى طائفة من الصحابة فلم يجد عندهم شيئًا فلما رجع سلمان - رضي الله عنه -؛ قالا: لو بعثناه إلى بئر سميحة (١) لغار ماؤها ثم انطلقا يتجسسان هل عند أسامة ما أمر لهما به رسول الله - صلى الله عليه وسلم - فلما جاءا إلى رسول الله - صلى الله عليه وسلم -، قال لهما: مالي أرى خضرة اللحم (٢) في أفواهكما (٣) قالا: يا رسول الله، والله ما تناولنا يومنا هذا لحمًا، فقال: ظللتم تأكلون لحم سلمان وأسامة، فأنزل الله عز وجل:  {يَاأَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ}  (٤) . </p><p> {إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلَا تَجَسَّسُوا}  (٥) قراءة العامة بالجيم، وقرأ ابن عباس، وأبو رجاء العُطارِدِيِّ:  (ولا تحسسوا) بالحاء (٦) ، قال </p><p>(١) بئر سُميحة: ويروى سَميحة ومسيحة، وهي بئر قديمة بالمدينة غزيرة الماء. انظر: \"معجم البلدان\" لياقوت ٣/ ٢٥٥.(٢) يكنى بالخضرة هنا عن السواد، والخضرة عند العرب: سواد.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٤٠، \"لسان العرب\" لابن منظور ٤/ ٢٤٦ (خضر).(٣) في (ت): أفواهكم.(٤) أورده البغوي في \"معالم التنزيل\" ٧/ ٣٤٤، والزمخشري في \"الكشاف\" ٤/ ٣٧٤، والقرطبي في \"الجامع لأحكام القرآن\" ١٦/ ٣٣١، وقال ابن حجر في \"الكاف الشاف\" ٤/ ٣٧٤: هكذا ذكره الثعلبي وربيعة بغير سند ولا راو، وفي \"الترغيب\" لأبي القاسم الأصفهاني من طريق حماد بن سلمة عن ثابت عن عبد الرحمن بن أبي ليلى نحوه.(٥) وقع في منتصف اللوحة (أ) ما نصه: التجسس: البحث عن عيوب الناس، وعوراتهم، يقول: لا يبحث أحدكم عن عيب أخيه حتى يطلع عليه إذ ستره الله .. انظر: \"الوسيط\" للواحدي ٤/ ١٥٦.(٦) وهي من القراءات الشاذة، وقد اختلف العلماء هل هما بمعنى واحد أو متغايران؟ فقيل: معناهما واحد وهو تطلب معرفة الأخبار، وقيل: هما متقاربان معنى، لأنَّ =</p><p> الأخفش ليس يبعد أحدهما عن الآخر، إلَّا أنَّ التجسس عما يُكتم ويوارى، ومنه الجاسوس، والتحسس -بالحاء- تخبر الأخبار، والبحث عنها (١) ومعنى الآية: خذوا ما ظهر، ودعوا ما ستر الله تعالى، ولا تتبعوا عورات المسلمين (٢) . </p><p> [٢٨٠٢] أخبرني ابن فنجويه (٣) رحمه الله، قال: حدثنا ابن شنبة (٤) ، قال: حدثنا الفريابي (٥) ، قال: حدثنا قتيبة بن سعيد (٦) ، </p><p>= التجسس: البحث عمن يكتم عنك، والتحسس: طلب الأخبار والبحث عنها، وقيل: التجسس: تتبع الظواهر، والتحسس: تتبع البواطن، والمقصود من الآية: النهي عن تتبع عورات المسلمين مطلقًا سواء كانت ظاهرةً أم خفية. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٢٧٢، \"لسان العرب\" لابن منظور ٦/ ٣٨ (جسس)، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٣٣٢، \"البحر المحيط\" لأبي حيان ٨/ ١١٣، ونسبه لأبي رجاء، \"روح المعاني\" للألوسي ٢٦/ ١٥٧، \"القراءات الشاذة\" لعبد الفتاح القاضي (ص ٨٤). (١) ذكره الألوسي في \"روح المعاني\" ٢٦/ ١٥٧ بلفظ قريب من هذا، ولم ينسبه، وينظر: \"القراءات الشاذة\" لعبد الفتاح القاضي (ص ٨٤).(٢) وقع في منتصف اللوحة ما هو نصه: وفي كتاب أبي داود عن معاوية قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"إنك إن اتبعت عورات الناس أفسدتهم أو كدت تفسدهم\" فقال أبو الدرداء: كلمة سمعها معاوية من رسول الله - صلى الله عليه وسلم - نفعه الله بها، وعن المقدام بن معدي كرب، عن أبي أمامة، عن النبي - صلى الله عليه وسلم - قال: \"إنَّ الأمير إذا ابتغى الريبة في الناس أفسدهم .. \".انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٣٣٣.(٣) الحسين الدينوري، ثقة، صدوق كثير الرواية للمناكير.(٤) عبيد الله بن محمد بن شنبة، لم يذكر بجرح أو تعديل.(٥) جعفر بن محمد بن الحسن الفِرْيابي، أبو بكر القاضي، إمام حافظ ثبت.(٦) قتيبة بن سعيد بن جميل بن طريف الثقفي، أبو رجاء البغلاني، ثقة، ثبت.</p><p> عن مالك (١) ، عن أبي الزناد (٢) ، عن الأعرج (٣) ، عن أبي هريرة - رضي الله عنه -، أنَّ رسول الله - صلى الله عليه وسلم - قال:  \"إياكم والظن؛ فإن الظن أكذب الحديث، ولا تجسسوا، ولا تحسسوا، ولا تنافسوا(٤)ولا تحاسدوا، ولا تدابروا، وكونوا عباد الله إخوانًا\"  (٥) . </p><p> [٢٨٠٣] وأخبرني ابن فنجويه (٦) ، قال: أخبرنا ابن حَبَش (٧) ، قال: أخبرنا علي بن زنجويه (٨) ، قال: حدثنا سلمة (٩) ، قال: حدثنا </p><p>(١) مالك بن أنس الأصبحي، إمام دار الهجرة، رأس المتقنين، وكبير المتثبتين. (٢) عبد الله بن ذَكوان القرشي، ثقة، فقيه.(٣) عبد الرحمن بن هُرْمز الأعرج، أبو داود المدني، ثقة، ثبت.(٤) المنافسة والتنافس معناهما الرغبة في الشيء وفي الإنفراد به.انظر: \"لسان العرب\" لابن منظور ٦/ ٢٣٨ (نفس).(٥) [٢٨٠٢] الحكم على الإسناد:رجاله ثقات، ما عدا ابن شنبة لم أجد فيه جرحًا ولا تعديلًا.التخريج:أخرجه البخاري في كتاب الأدب، باب {يَاأَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ} (٦٠٦٦) من طريق عبد الله بن يوسف، بنحوه، ومسلم في كتاب البر والصلة، باب تحريم الظن والتجسس والتنافس (٢٥٦٣)، من طريق يحيى بن يحيى، كلاهما عن مالك بنحوه.(٦) الحسين الدينوري، ثقة صدوق كثير الرواية للمناكير.(٧) الحسين بن محمد بن حبش أبو علي المقرئ، ثقة مأمون.(٨) علي بن بري بن زنجويه بن ماهان، أبو الحسن الدينوري، لم يذكر بجرح أو تعديل.(٩) سلمة بن شبيب المسمعي، النيسابوري، ثقة.</p><p> عبد الرزاق (١) ، قال: أخبرنا معمر (٢) ، عن الزهري (٣) ، عن زرارة بن مصعب بن عبد الرحمن بن عوف (٤) ، عن المسور بن مخرمة (٥) ، عن عبد الرحمن بن عوف - رضي الله عنه - أنَّه حرس ليلة مع عمر بن الخطاب - رضي الله عنه - بالمدينة فبينما هما (٦) يمشون، إذا شب لهما (٧) سراج في بيت، فانطلقا (٨) يؤمّانه (٩) فلما دنيا (١٠) منه إذا باب مجاف على قوم لهم أصوات مرتفعة ولغط، فقال: عمر وأخذ بيد عبد الرحمن - رضي الله عنهما -: أتدري بيت من هو (١١) ؟ قال: قلت: لا، قال: هذا بيت ربيعة </p><p>(١) عبد الرزاق بن همام، أبو بكر الصنعاني، ثقة حافظ، عمي في آخر عمره فتغير، وكان يتشيع. (٢) مَعْمَر بن راشِد الأزدي، ثقة ثبت فاضل.(٣) محمد بن مسلم بن عبيد الله بن عبد الله بن شِهاب، الفقيه الحافظ، متفق على جلالته وإتقانه.(٤) زرارة بن مصعب بن عبد الرحمن بن عوف الزهري، المدني، ثقة، وثقه النسائي، وذكره ابن حبان في \"الثقات\"، روى له الترمذي حديثًا واحدًا.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٦٠٤، \"الثقات\" لابن حبان ٤/ ٢٦٧، \"تهذيب الكمال\" للمزي ٩/ ٣٤٣، \"تقريب التهذيب\" لابن حجر (٢١٥).(٥) المسور بن مخرمة بن نوفل بن أهيب بن عبد مناف بن زهرة الزهري، أبو عبد الرحمن، له ولأبيه صحبة.(٦) في (ت): هم.(٧) في (ت): لهم.(٨) في (ت): فانطلقوا.(٩) في (ت): يؤمو نه.(١٠) في (ت): دنوا.(١١) في (ح): هذا.</p><p> ابن أمية بن خلف (١) وهم الآن شُرب فما ترى؟ قال عبد الرحمن - رضي الله عنه -: أرى أنا قد أتينا ما نهى الله عنه، فقال:  {وَلَا تَجَسَّسُواْ} وقد تجسسنا، فانصرف عمر - رضي الله عنه - وتركهم (٢)  (٣) . </p><p> [٢٨٠٤] وبه: وعن معمر (٤) ، قال: أخبرني أيوب (٥) ، عن أبي قلابة (٦) ، أنَّ عمر بن الخطاب - رضي الله عنه - حدَّث أنَّ أبا محجن </p><p>(١) ربيعة بن أمية بن خلف بن جمح القرشي الجمحي، أسلم يوم الفتح، شرب الخمر في زمن عمر، فهرب منه إلى الشام، ثم هرب إلى قيصر فتنصر ومات عنده. انظر: \"أسد الغابة\" لابن الأثير ٢/ ٢٥٨، \"الإصابة\" لابن حجر ٢/ ٥٢٠.(٢) [٢٨٠٣] الحكم على الإسناد:فيه علي بن زنجويه؛ لم يذكر بجرح أو تعديل، وبقية رجاله ثقات.التخريج:أخرجه عبد الرزاق في \"تفسير القرآن\" ٣/ ٢٣٢ - ٢٣٣، وانظر: \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٣٣٣، \"الدر المنثور\" للسيوطي ٦/ ١٠٠.(٣) وقع في الجزء العلوي من اللوحة (ب) ما هو نصه: وقال عمرو بن دينار: كان رجل من أهل المدينة له أخت فاشتكت، فكان يعودها، فماتت فدفنها، فكان هو الَّذي نزل في قبرها، فسقط من كمه كيس فيه دنانير، فاستعان ببعض أهله، فنبشوا قبرها، فأخذ الكيس ثم قال: لأكشفن حتَّى أنظر ما آل حال أختي إليه، فكشف عنها فإذا القبر مشتعل نارًا، فجاء إلى أمه، فقال: أخبريني ما كان عمل أختي؟ \" فقالت: قد ماتت أختك فما سؤالك عن عملها؟ ! فلم يزل بها حتَّى قالت له: كان من عملها أنها تؤخر الصلاة عن مواقيتها، وكان إذا نام الجيران قامت إلى بيوتهم فألقت أذنها في أبوابهم تتجسس عليهم، وتخرج أسرارهم، فقال: بهذا هلكت. . انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٣٣٦.(٤) ابن راشد، ثقة ثبت فاضل.(٥) أيوب بن أبي تميمة كيسان، أبو بكر السختياني، ثقة ثبت حجة.(٦) عبد الله بن زيد بن عمرو، أبو قلابة الجرمي، ثقة فاضل كثير الإرسال.</p><p> الثقفي (١) شرب الخمر في بيته هو وأصحابه فانطلق عمر - رضي الله عنه - حتَّى دخل عليه فإذا ليس عنده إلَّا رجل، فقال أبو محجن الثقفي: يا أمير المؤمنين إنَّ هذا لا يحل لك قد نهاك الله -عزَّ وجلَّ- عن التجسس، فقال عمر - رضي الله عنه -: ما يقول هذا؟ فقال زيد بن ثابت وعبد الله بن الأرقم - رضي الله عنهما -: صدق يا أمير المؤمنين، هذا التجسس، قال (٢) فخرج عمر - رضي الله عنه - وتركه (٣) . </p><p> وروى زيد بن أسلم، أنَّ عمر بن الخطاب - رضي الله عنه - خرج ذات ليلة ومعه عبد الرحمن بن عوف - رضي الله عنه - يعسان، إذ شب لهما نار فأتيا الباب واستأذنا ففتح الباب فدخلا فإذا رجل وامرأة تغني، وعلى يد الرجل قدح فقال عمر - رضي الله عنه - يا فلان؟ فقال: وأنت بهذا يا أمير المؤمنين، فقال له عمر - رضي الله عنه -: من (٤) هذه؟ قال: امرأتي قال: وما في القدح؟ قال: ماء زلال، فقال للمرأة: وما </p><p>(١) وقع في منتصف اللوحة (أ) ما هو نصه: أبو محجن الثقفي - رضي الله عنه -، عمرو بن حبيب، وقيل: مالك بن حبيب، وقيل: عبد الله، كان فارسًا شجاعًا من الأبطال. \"تجريد أسماء الصحابة\" للذهبي ٢/ ٢٠٥. (٢) ليست في (ح).(٣) [٢٨٠٤] الحكم على الإسناد:ضعيف، لإرسال أبي قلابة.التخريج:أخرجه عبد الرزاق في \"تفسير القرآن\" ٣/ ٢٣٣، وانظر القصة في: \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٣٣٣، وأوردها ابن حجر مختصرة في \"الإصابة\" ٧/ ٣٦٣.(٤) في (ح): فمن هذِه منك.</p><p> الَّذي تغنين، فقالت: أقول: </p><p> تطاول هذا الليل واسود جانبه ... وأرقني أن لا حبيب ألاعبه </p><p> فوالله لولا خشية الله والتقى ... أزعزع من هذا السرير جوانبه </p><p> ولكن عقلي والحياء يكفني ... وأكْرِمُ بعلي أن تنال مراكبه (١) </p><p> ثم قال الرجل: ما بهذا أمرنا يا أمير المؤمنين، بل قال الله -عزَّ وجلَّ-: {وَلَا تَجَسَّسُواْ} فقال عمر - رضي الله عنه -: صدقت، وانصرف (٢)  (٣) . </p><p> [٢٨٠٥] وأخبرنا الحسين بن محمد بن عبد الله (٤) ، قال: حدثنا موسى بن محمد بن علي (٥) ، قال: حدثنا الحسن بن علويه (٦) ، </p><p>(١) ينظر: \"الحماسة البصرية\" ٢/ ٣٥ لصدر الدين البصري، \"شاعرات العرب\" لعبد البديع صقر (ص ٤٠٦) \"مصارع العشاق\" للسراج القارئ ٢/ ١٤٦. (٢) أخرجه الخرائطي في \"مكارم الأخلاق\" ١/ ٥٠٠ - ٥٠١، وأوردها، والسيوطي في \"الدر المنثور\" ٦/ ١٠٠، وعزاها إلى الخرائطي في \"مكارم الأخلاق\".(٣) وقع في الجزء السفلي من اللوحة (أ): قلت: لا يفهم من هذا الخبر أنَّ المرأة كانت غير زوجة الرجل، لأنَّ عمر لا يقر على الزنا، وإنما غنت بتلك الأبيات تذكارًا لزوجها، وإنما قالتها في مغيبه عنها والله أعلم .. انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٣٣٤.(٤) ابن فنجويه، ثقة صدوق، كثير الرواية للمناكير.(٥) لم أجده.(٦) الحسن بن علي بن محمد بن سليمان بن علويه، ثقة.</p><p> قال: حدثنا إسماعيل بن عيسى (١) ، قال: حدثنا المسيب (بن شريك)  (٢) ، عن الأعمش (٣) ، عن زيد بن وهب (٤) قال: قيل لابن مسعود - رضي الله عنه -: هل لك في الوليد بن عقبة تَقْطُر لحيته خمرًا فقال: إنا قد نهينا عن التجسس، فإن يظهر لنا شيئًا نأخذه به (٥) . </p><p> [٢٨٠٦] أخبرنا الحسين بن محمد المقرئ (٦) ، قال: حدثنا عبيد الله ابن أحمد بن يعقوب المقرئ (٧) ، قال: حدثنا أحمد بن محمد بن يزيد أبو بكر (٨) الشطوي، قال: حدثنا علي بن إشكاب (٩) ، قال: حدثنا عمر بن </p><p>(١) البغدادي العطار، ضعفه الأزدي، وصححه غيره. (٢) من (ح): وهو أبو سعيد التميمي الكوفي، متروك.(٣) سليمان بن مهران الأسدي، أبو محمد الكوفي، ثقة حافظ لكنه يدلس.(٤) أبو سليمان الكوفي، مخضرم، ثقة جليل.(٥) [٢٨٠٥] الحكم على الإسناد:ضعيف؛ فيه المسيب بن شريك متروك.التخريج:وأخرجه أبو داود، كتاب الأدب، باب في النهي عن التجسس (٤٨٩٠) من طريق أبي معاوية عن الأعمش بنحوه، وابن أبي شيبة في \"مصنفه\"، كتاب الأدب، باب الستر على الرجل ... (٢٦٩٧٩)، والطبراني في \"المعجم الكبير\" ٩/ ٣٥٠ (٩٧٤١)، وأورده ابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٣٠٥، والبغوي في \"معالم التنزيل\" ٧/ ٣٤٥، والزمخشري في \"الكشاف\" ٤/ ٣٧٣.(٦) ابن فنجويه، ثقة صدوق، كثير الرواية للمناكير.(٧) أبو الحسين، ابن البواب، ثقة.(٨) في (ح): بن أبي بكر ولم أجده.(٩) علي بن الحسين بن إبراهيم بن الحر بن إشكاب العامري، صدوق.</p><p> يونس اليمامي (١) قال: حدثنا جهضم بن عبد الله (٢) ، عن العلاء بن عبد الرحمن (٣) ، عن أبيه (٤) ، عن أبي هريرة - رضي الله عنه - قال: سئل رسول الله - صلى الله عليه وسلم - عن الغيبة، فقال:  \"أن تذكر أخاك بما يكره، فأما إن كان فيه فقد أغتبته، وإن لم يكن فيه فقد بهته\"  (٥) . </p><p> وروى (٦) معاذ بن جبل - رضي الله عنه -: كنا مع رسول الله - صلى الله عليه وسلم - فذكر القوم رجلًا فقالوا: ما يأكل إلَّا ما أُطعم وما يَرحل إلَّا ما رُحِّل، وما أضعفه، فقال رسول الله - صلى الله عليه وسلم -: \"اغتبتم أخاكم\" ، فقالوا: يا رسول </p><p>(١) عمر بن يونس القاسم اليمامي، ثقة. (٢) جهضم بن عبد الله بن أبي الطفيل القيسي مولاهم، اليمامي، وأصله من خراسان، قال ابن معين: ثقة إلَّا أن حديثه منكر، وقال أبو حاتم: ثقة إلَّا أنَّه يحدث أحيانًا عن المجهولين، وذكره ابن حبان في \"الثقات\"، صدوق يكثر عن المجاهيل، روى له الترمذي وابن ماجة.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٥٣٤، \"الثقات\" لابن حبان ٨/ ١٦٧، \"تهذيب الكمال\" ٥/ ١٥٦، \"تقريب التهذيب\" لابن حجر (٩٨٢).(٣) العلاء بن عبد الرحمن بن يعقوب الحرقي، أبو شبل المدني، صدوق ربما وهم.(٤) عبد الرحمن بن يعقوب الجهني، المدني، مولى الحرقة، ثقة.(٥) [٢٠٨٦] الحكم على الإسناد:في إسناده من لم أجده، وفيه جهضم بن عبد الله صدوق يكثر عن المجاهيل، والعلاء بن عبد الرحمن صدوق ربما وهم.التخريج:أخرجه مسلم كتاب البر والصلة، باب تحريم الغيبة (٢٥٨٩)، من طريق إسماعيل عن العلاء بنحوه.(٦) في (ح): وقال.</p><p> الله وغيبةٌ (١) أن تحدث بما فيه؟ فقال: فحسبكم أن تحدثوا عن أخيكم بما فيه (٢) . </p><p> وروى موسى بن وردان (٣) ، عن أبي هريرة - رضي الله عنه - أنَّ رجلًا قام من عند رسول الله: فرأوا في قيامه عجزًا فقالوا: يا رسول الله ما أعجز فلانًا فقال رسول الله - صلى الله عليه وسلم -: \"أكلتم أخاكم(٤)واغتبتموه\"  (٥) . </p><p> {أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا} قال قتادة: يقول (٦) : كما أنت كاره، إن وجدت جيفة مدودة أن تأكل منها فكذلك فاكره لحم </p><p>(١) ولعل تقدير الكلام: أَوَغيبة أن تحدث بما فيه. (٢) أخرجه الطبري في \"جامع البيان\" ٢٦/ ١٣٧ من طريق عمرو بن شعيب، عن أبيه، عن معاذ بن جبل بنحوه، والبغوي في \"معالم التنزيل\" ٧/ ٣٤٦، من طريق عمرو ابن شعيب، عن أبيه، عن جده بنحوه، وأورده السيوطي في \"الدر المنثور\" ٦/ ١٠٦، وعزاه للطبري.(٣) موسى بن وردان العامري مولاهم، أبو عمر المصري، مدني الأصل، سئل عنه أحمد فقال: لا أعلم إلَّا خيرًا، وقال ابن معين: صالح، وضعفه في رواية أخرى، وقال أبو حاتم: ليس به بأس، ووثقه العجلي وأبو داود، وقال الحافظ: صدوق ربما أخطأ، مات سنة (١١٧ هـ)، روى له البخاري في \"الأدب المفرد\" وأصحاب السنن.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٨/ ١٦٥، \"تهذيب الكمال\" للمزي ٢٩/ ١٦٣، \"تقريب التهذيب\" لابن حجر (٧٠٢٣).(٤) في (ح): لحم أخيكم.(٥) أخرجه الطبري في \"جامع البيان\" ٢٦/ ١٣٧، والبيهقي في \"شعب الإيمان\" ٥/ ٣٠٤، وأورده السيوطي في \"الدر المنثور\" ٦/ ١٠٥ وزاد عزوه لابن مردويه.(٦) ليست في (ح).</p><p> أخيك وهو حي (١) . </p><p> {فَكَرِهْتُمُوهُ} قال الفراء والكسائي: معناه فقد كرهتموه (٢) . </p><p> وقرأ أبو سعيد الخدري - رضي الله عنه -: (فكرهتموه) بالتشديد على غير تسمية الفاعل (٣) . </p><p> [٢٨٠٧] أخبرني الحسين بن محمد الثقفي (٤) رحمه الله، قال: حدثنا عمر بن نوح البجلي (٥) ، قال: حدثنا أبو صالح عبد الوهاب ابن أبي عصمة (٦) ، قال: حدثنا إسماعيل بن يزيد الأصفهاني (٧) ، قال: حدثنا يحيى بن سليم (٨) ، عن كهمس (٩) ، عن ميمون بن </p><p>(١) انظر: \"جامع البيان\" للطبري ٢٦/ ١٣٨، \"الكشاف\" للزمخشري ٤/ ٣٧٣، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٣٣٥، وأورده السيوطي في \"الدر المنثور\" ٦/ ١٠٢ وعزاه إلى عبد بن حميد عن قتادة. (٢) انظر: \"معاني القرآن\" للفراء ٣/ ٧٣، وانظر: \"الكشاف\" للزمخشري ٤/ ٣٧٤.(٣) انظر: \"البحر المحيط\" لأبي حيان ٨/ ١١٤، \"روح المعاني\" للألوسي ٢٦/ ١٥٩.(٤) ابن فنجويه، ثقة صدوق كثير الرواية للمناكير.(٥) في (ح): البلخي، وهو عمر بن نوح بن خلف، أبو القاسم البجلي، ثقة.(٦) عبد الوهاب بن أبي عصمة، واسم أبي عصمة: عصام بن الحكم بن عيسى بن زياد الشيباني، وكنية عبد الوهاب: أبي صالح العكبري، مات سنة (٣٠٨ هـ).انظر: \"تاريخ بغداد\" للخطيب ١١/ ٢٩.(٧) إسماعيل بن يزيد بن حريث القطان الأصبهاني، أبو أحمد، اختلط عليه بعض حديثه في آخر أيامه، ولم يتعمد الكذب.(٨) لم يتبين لي من هو.(٩) هو كهمس بن عبد الله كما في \"الطبقات الكبرى\" لابن سعد ٧/ ١٥٢، ولم أجد له ترجمة.</p><p> سياه (١) رحمه الله وكان يفضل على الحسن ويقال: قد لقي من لم يلق، قال: فبينا أنا نائم إذ أنا (٢) بجيفة زنجي وقائل يقول لي: كل يا عبد الله، قلت: يا عبد الله (٣) ولم آكل؟ قال: بما أغتبت عبد فلان، قلت: والله ما ذكرت فيه خيرًا ولا شرًّا، قال: لكنك استمعت ورضيت، فكان ميمون رحمه الله بعد ذلك لا يغتاب أحدًا، ولا يدع أحدًا أن يغتاب عنده أحدًا (٤) . </p><p> وحكى عن بعض الصالحين أنَّه قال: كنت قاعدًا في المقبرة الفلانية، فاجتاز بي شاب جلد، فقلت: هذا وأمثاله وبال على الناس، فلما كانت تلك الليلة رأيت في المنام أنَّه قدم إليَّ جنازة عليها ميت، وقيل لي: كل من لحم هذا وكشف عن وجهه فإذا ذلك الشاب، فقلت: أنا لم آكل من لحم الحيوان الحلال منذ </p><p>(١) ميمون بن سياه البصري، أبو بحر، صدوق عابد، يخطئ، وثقه أبو حاتم، وذكره ابن حبان في \"الثقات\" وقال: يخطئ ويخالف، وضعفه ابن معين، وقال أبو داود: ليس بذاك. انظر \"الجرح والتعديل\" لابن أبي حاتم ٨/ ٢٣٣، \"الثقات\" لابن حبان ٥/ ٤١٨، \"تهذيب الكمال\" للمزي ٢٩/ ٢٠٤، \"تقريب التهذيب\" لابن حجر (٧٠٤٥).(٢) صوبها الناسخ في (ح) في الحاشية أتي وأشار عليها بعلامة التصحيح.(٣) من (ح).(٤) [٢٩٠٧] الحكم على الإسناد:فيه من لم أجده، وفيه ميمون صدوق يخطئ.التخريج:وأورده البغوي في \"معالم التنزيل\" ٧/ ٣٤٧، وأبو نعيم في \"حلية الأولياء\" ٣/ ١٢٧، والقرطبي في \"الجامع لأحكام القرآن\" ١٦/ ٣٣٦.</p><p> سنين، فكيف آكل هذا؟ ! فقيل لي (١) : لم اغتبته إذا؟ ! فانتبهت حزينًا، فكنت آوي إلى تلك المقبرة سنة واحدة فرأيت الرجل فقمت إليه لأستحل منه، فنظر إليَّ من بعيد، فقال: تبت؟ قلت: نعم، قال: ارجع إلى مكانك. </p><p> [٢٨٠٨] قد أخبرنا أبو عبد الله بن فنجويه (٢) رحمه الله قال: حدثنا عمر بن الخطاب (٣) ، قال: حدثنا عبد الله بن الفضل (٤) ، قال: أخبرنا علي بن محمد (٥) قال: حدثنا يحيى بن آدم (٦) قال: حدثنا ابن المبارك (٧) ، عن ابن جريج (٨) ، عن أبي الزبير (٩) ، عن ابن عم (١٠) لأبي هريرة - رضي الله عنه - قال: جاء ماعز إلى النبي: فقال: </p><p>(١) من (ح). (٢) ثقة صدوق كثير الرواية للمناكير.(٣) لم أجده.(٤) ابن ذاخرة، لم أجده.(٥) علي بن محمد بن إسحاق الطَّنافسي ثقة عابد.(٦) يحيى بن آدم بن سليمان الكوفي، أبو زكريا، ثقة حافظ.(٧) عبد الله بن المبارك المروزي، ثقة ثبت فقيه عالم.(٨) عبد الملك بن عبد العزيز بن جريج، ثقة فقيه فاضل، كان يدلس ويرسل.(٩) محمد بن مسلم بن تدرس، صدوق إلَّا أنَّه يدلس.(١٠) عبد الرحمن بن الصامت، وقيل: ابن الهَضاض، وقيل: غير ذلك، الدَّوْسي، ابن عم أبي هريرة، مقبول، قال ابن جريج: لا أظنه محفوظًا، وذكره ابن حبان في \"الثقات\" وروى له أبو داود والنسائي والبخاري في \"الأدب المفرد\".انظر: \"الثقات\" لابن حبان ٥/ ٩٧، \"تهذيب الكمال\" للمزي ١٧/ ١٨٣، \"تهذيب التهذيب\" لابن حجر ٢/ ٥١٧، \"تقريب التهذيب\" لابن حجر (٣٨٩٩).</p><p> إنه زنا، فأعرض عنه، حتَّى أقر أربع مرات، فأمر برجمه فرجم (١) فمر النبي - صلى الله عليه وسلم - (على رجلين)  (٢) يذكران ماعزًا، فقال أحدهما: هذا الَّذي ستر الله عليه، فلم تدعه نفسه حتَّى رجم مرجم الكلب، قال: فسكت عنهما حتَّى مرا معه على جيفة حمار شائل رجله فقال - صلى الله عليه وسلم - لهما:  \"انزلا فأصيبا منه\" فقالا: يا رسول الله؛ غفر الله لك، وتؤكل هذِه الجيفة؟ ! قال:  \"فما أصبتما من لحم أخيكما آنفًا أعظم عليكما، أما(٣)إنه الآن في أنهار الجنّة ينغمس فيها\"  (٤) . </p><p> [٢٨٠٩] وأخبرني ابن فنجويه (٥) رحمه الله، قال: حدثنا ابن شنبة (٦) ، قال: حدثنا الفريابي (٧) ، قال: حدثنا محمد بن المصفى (٨) </p><p>(١) ليست في (ح). (٢) في (ح): برجلين.(٣) ليست في (ح).(٤) [٢٨٠٨] الحكم على الإسناد:في إسناده من لم أجده، وفيه أبو الزبير صدوق يدلس، وعبد الرحمن بن الصامت مقبول.التخريج:أخرجه أبو داود كتاب الحدود، باب رجم ماعز بن مالك (٤٤٢٨) من طريق عبد الرزاق عن ابن جريج بنحوه.(٥) ثقة صدوق كثير الرواية للمناكير.(٦) عبيد الله بن محمد، ابن شنبة، لم يذكر بجرح أو تعديل.(٧) جعفر بن محمد، إمام حافظ ثبت.(٨) صدوق له أوهام، وكان يدلس تدليس تسوية.</p><p> قال: حدثنا أبو المغيرة عبد القدوس بن الحجاج (١) ، قال: حدثني صفوان بن عمرو (٢) ، قال: حدثنا راشد بن سعد (٣) وعبد الرحمن بن جبير (٤) ، عن أنس بن مالك - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال:  \"لما عرج بي مررت بقوم لهم أظفار من نحاس،يخمشون وجوههم ولحومهم فقلت:من هؤلاء يا جبريل؟قال:هؤلاء الذين يأكلون لحوم الناس، ويقعون في أعراضهم\"  (٥) . </p><p> {وَاتَّقُواْ اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَحِيْمٌ} . </p><p> [٢٨١٠] أخبرني الحسين بن محمد بن الحسين (٦) رحمه الله قال: حدثنا موسى بن محمد بن علي (٧) ، قال: حدثنا أحمد بن يحيى الحلواني (٨) ، قال: حدثنا يحيى بن أيوب (٩) ، قال: حدثنا </p><p>(١) أبو المغيرة الحمصي ثقة. (٢) أبو عمرو الحمصي، ثقة.(٣) راشد بن سعد المقرائي الحمصي، ثقة كثير الإرسال.(٤) عبد الرحمن بن جبير بن نفير الحضرمي، الحمصي، ثقة.(٥) [٢٨٠٩] الحكم على الإسناد:فيه ابن شنبة لم يذكر بجرح أو تعديل، ومحمد بن المصفى، صدوق له أوهام وكان يدلس، وراشد بن سعد ثقة كثير الإرسال.التخريج:أخرجه أبو داود في كتاب الأدب، باب في الغيبة (٤٨٧٨)، من طريق ابن المصفى عن بقية وأبي المغيرة عن صفوان بنحوه.(٦) ابن فنجويه، ثقة صدوق كثير الرواية للمناكير.(٧) لم أجده.(٨) ثقة.(٩) يحيى بن أيوب المقابري، البغدادي، العابد، ثقة.</p><p> أسباط (١) ، عن أبي رجاء الخراساني (٢) ، عن عباد بن كثير (٣) عن الجريري (٤) ، عن أبي نضرة (٥) عن جابر بن عبد الله، وأبي سعيد الخدري (٦) - رضي الله عنهما - قالا: قال رسول الله - صلى الله عليه وسلم -: \"الغيبة أشد من الزنا\" قيل (٧) : وكيف؟ قال:  \"إن الرجل يزني ثم يتوب فيتوب الله عليه، وإنَّ صاحب الغيبة لا يغفر له حتَّى يغفر له صاحبه\"  (٨) . </p><p> [٢٨١١] وأخبرني الحسين بن محمد بن الحسين (٩)  (١٠) ، قال: حدثنا الفضل بن الفضل الكندي (١١) ، قال: حدثنا أبو عيسى حمزة بن </p><p>(١) أسباط بن محمد بن عبد الرحمن بن خالد بن ميسرة القرشي، ثقة. (٢) عبد الله بن واقد بن الحارث بن عبد الله الحنفي.(٣) عباد بن كثير الثقفي، البصري، متروك.(٤) سعيد بن إياس الجُريري أبو مسعود البصري، ثقة، اختلط قبل موته بثلاث سنين.(٥) المنذر بن مالك بن قطعة، العَوْقي، البصري، ثقة.(٦) صحابيان مشهوران.(٧) في (ت): قال، والمثبت من (ح) وهو الصواب.(٨) [٢٨١٠] الحكم على الإسناد:الحديث إسناده ضعيف جدًّا، فيه عباد بن كثير متروك، روى أحاديث كذب.التخريج:أخرجه ابن أبي الدنيا في \"الصمت\" (١٦٤)، و\"ذم الغيبة\" (٢٥)، والطبراني في \"المعجم الأوسط\" (٦٥٩٠) من طريق يحيى بن أيوب به. والبيهقي في \"شعب الإيمان\" ٥/ ٣٥٦ من طريق أسباط به، وأورده السيوطي في \"الدر المنثور\" ٦/ ١٥٦ وعزاه لابن مردويه.(٩) من (ح).(١٠) ابن فنجويه، ثقة صدوق كثير الرواية للمناكير.(١١) صدوق.</p><p> الحسين بن عمر البزاز البغدادي (١) ، قال: حدثنا محمد بن علي الوراق (٢) ، قال: حدثنا هارون بن معروف (٣) ، قال: حدثنا ضمرة (٤) ، عن ابن شوذب (٥) قال: قال رجل لابن سيرين (٦) رحمه الله: قد اغتبتك، فاجعلني في حل، قال: إني أكره أن أحل ما حرم الله تعالى (٧) . </p><p> [٢٨١٢] وأخبرنا ابن فنجويه (٨) رحمه الله، قال: أبو الطيب بن حفصويه (٩) ، قال: حدثنا عبيد الله بن جامع (١٠) ، قال: قرأت على </p><p>(١) أبو عيسى السمسار ثقة. (٢) محمد بن علي بن عبد الله البغدادي، أبو جعفر الوراق، ثقة.(٣) هارون بن معروف المروزي، أبو علي الخزاز الضرير، نزيل بغداد، ثقة، وثقه ابن معين والعجلي وأبو زرعة، وأبو حاتم، وروى له البخاري ومسلم وأبو داود، مات سنة (٢٣١ هـ).انظر: \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٩٦، \"الثقات\" لابن حبان ٩/ ٢٣٩، \"تهذيب الكمال\" للمزي ٣٠/ ١٠٧، \"تقريب التهذيب\" لابن حجر (٧٢٤٢).(٤) ضمرة بن ربيعة الفلسطيني، صدوق يهم قليلًا.(٥) عبد الله بن شوذب الخراساني، أبو عبد الرحمن، صدوق عابد.(٦) محمد بن سيرين، ثقة ثبت.(٧) [٢٨١١] الحكم على الإسناد:فيه ضمرة بن ربيعة، يهم قليلًا.التخريج:انظر: \"إعراب القرآن\" للنحاس ٤/ ٢١٥، \"الجامع لأحكام القرآن\" للقرطبي ١٦/ ٣٣٨.(٨) ثقة صدوق كثير الرواية للمناكير.(٩) في (ت): (بن حفصون). وهو: أحمد بن محمد بن علي بن حفصويه الحلواني، لم أجده.(١٠) لم أجده.</p><p> أحمد بن سعيد (١) ، قال: حدثنا سنيد (٢) ، قال: حدثنا يزيد بن هارون (٣) ، عن هشام بن حسان (٤) ، عن خالد الربعي (٥) ، قال: قال عيسى بن مريم -عليه السلام- لأصحابه: أرأيتم لو أنَّ أحدكم رأى أخاه المسلم قد كشفت الريح عن ثيابه، قالوا: سبحان الله إذا كنا نرده، قال: لا بل كنتم تكشفون ما بقي -مثلًا ضربه لهم- تسمعون للرجل سيئة فتذكرون أكثر من ذلك (٦) . </p><p> * * * </p><p>(١) أحمد بن سعيد بن زياد، أبو العباس الجمّال البغدادي، قال الذهبي: صدوق تفرد بحديث منكر، رواه عنه أحمد بن كامل وغيره، وقال الخطيب: ثقة حسن الحديث وذكره ابن حبان في \"الثقات\"، مات سنة (٢٧٨ هـ). انظر: \"الثقات\" لابن حبان ٨/ ٤٧، \"تاريخ بغداد\" للخطيب ٤/ ١٧٠، \"ميزان الاعتدال\" للذهبي ١/ ١٠٠، \"لسان الميزان\" لابن حجر ١/ ٢٨٥.(٢) سُنيد بن داود المصيصي، المحتسب، واسمه حسين، ضعف مع إمامته ومعرفته، لكونه كان يلقن حجاج بن محمد شيخه.(٣) ثقة متقن عابد.(٤) هشام بن حسان الأزدي القَرْدوسي، أبو عبد الله البصري، ثقة.(٥) خالد بن باب الرَّبَعي ضعيف.(٦) [٢٨١٢] الحكم على الإسناد:ضعيف، فيه سنيد وخالد الربعي ضعيفان.التخريج:لم أجده، ولعله من الإسرائيليات.</p>"
}