{
  "id": null,
  "sura": 50,
  "aya": 30,
  "text": "<p> ٣٠ - قوله -عز وجل-: {يَوْمَ نَقُولُ لِجَهَنَّمَ} </p><p> (قراءة العامة: نقول، بالنون (١) على الخطاب من الله تعالى، وهي للتعظيم. </p><p> وقرأ قتادة، والأعرج، ونافع، والزهري، وشيبة، وأبو بكر، عن عاصم، والمفضل، والسُّلَميُّ، بالياء، اعتبارًا بقوله:  {لَا تَخْتَصِمُوا لَدَيَّ}  (٢) . </p><p> وقرأ الحسن:  (يوم أقول) ، بالألف (٣) ، وقرأ أيضًا:  (يوم يقال)  (٤) والأولى الاختيار اعتبارًا بقوله: {وَلَدَيْنَا مَزِيدٌ} وهي اختيار أبي عبيد، وأبي حاتم بالنون، وانتصب {يَوْم} على معنى: ما يبدل القول لديَّ يومَ نقول. وقيل: بفعل مقدَّر معناه: وأنذرهم يوم نقول لجهنم (٥) ) (٦) . </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص ٦٠٧)، \"المحتسب\" لابن جني ٢/ ٢٨٤، \"التذكرة\" لابن غلبون (ص ٥٦٣). (٢) انظر: \"معاني القرآن\" للزجاج ٥/ ٤٦، \"السبعة\" لابن مجاهد (ص ٦٠٧)، \"التذكرة\" لابن غلبون (ص ٥٦٣)، \"معالم التنزيل\" للبغوي ٧/ ٣٦١, \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ١٨، \"البحر المحيط\" لأبي حيان ٨/ ١٢٦.(٣) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ١٨.(٤) نسب ابن جني في \"المحتسب\" ٢/ ٢٨٤، هذِه القراءة لابن مسعود، والحسن والأعمش.وانظر \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ١٨.(٥) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ١٨.(٦) ليست في (ح).وقعِ في هامش اللوحة (ب) ما يلي: وقرأ الجمهور من القراء وحفص عن عاصم {نَقُولُ} بالنون وهي قراءة الحسن وأبي رجاء وأبي جعفر والأعمش ورجحها =</p><p> {هَلِ امْتَلَأْتِ} لما سبق من وَعده إياها أنه يملؤها من الجنة والناس أجمعين، وهذا السؤال منه سبحانه على طريق التصديق لخبره والتحقيق لوعده، والتقريع لأهل عذابه والتنبيه لجميع عباده (١) . </p><p> {وَتَقُولُ} جهنم. </p><p> {هَلْ مِنْ مَزِيدٍ}  (يحتمل أن يكون جحدًا مجازه: ما من مزيد (٢) ، ويحتمل أن يكون استفهامًا بمعنى الاستزادة، أي: هل من مزيد فأزاد (٣) وإنما صلح (هل) للوجهين جميعًا؛ لأنَّ في الاستفهام ضربًا من الجحد وطرفًا من النفي. </p><p> وقيل: ليس ثَمَّ قول وإنما هو على طريق المثل، أي أنها فيما يظهر من حالها بمنزلة الناطقة بذلك وأنكره علماؤنا وقالوا: إنَّ الله تعالى </p><p>= أبو علي بما تقدم من قوله: {قدَمتُ} و {مَا أَنَا}، وقرأ عاصم في رواية أبي بكر ونافع يقول: على معنى: يقول الله، وهي قراءة الأعرج وشيبة وأهل المدينة، وقرأ ابن مسعود والحسن والأعمش أيضاً (يقال) علي بناء الفعل للمفعول. انظر: \"المحرر الوجيز\" لابن عطية ٥/ ١٦٥.(١) ليست في (ح).(٢) انظر: \"معاني القرآن\" للزجاج ٥/ ٤٧، وذكر النحاس في \"إعراب القرآن\" ٤/ ٢٢٩ أنَّ هذا قول عكرمة.انظر: \"النكت والعيون\" للماوردي ٥/ ٣٥٣، \"الجامع لأحكام القرآن\" ١٧/ ١٨.(٣) وهو اختيار الطبري في \"جامع البيان\" ٢٦/ ١٧٠، وانظر: \"معاني القرآن\" للزجاج ٥/ ٤٧، وذكر النحاس في \"إعراب القرآن\" ٤/ ٢٣٠ أنَّ هذا قول أنس بن مالك. وانظر: \"النكت والعيون\" للماوردي ٥/ ٣٥٣، \"الجامع لأحكام القرآن\" ١٧/ ١٨.</p><p> يخلق فيها ما تميز به وتخاطب (١) ) (٢) . </p><p> وقيل المعنى: إنها تقول: هل بقي فيّ موضع لم يمتلئ. تريد قد امتلأت. </p><p> قال ابن عباس: إنَّ الله تعالى قد سبقت منه كلمة: {لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ} فلما بُعِثَ الناس، وسيق أعداءُ الله إلى النار زمرًا، جعلوا يقتحمون في جهنم فوجًا فوجًا، لا يُلقى في جهنم [شيء]  (٣) إلَّا ذهب فيها، ولا يملؤها شيء، فتقول: ألستَ قد أقسمتَ لتملأني؟ فيضع قدمه عليها، ويقول لها: هل امتلأت؟ فتقول: قط قط قد أمتلأتُ، فليس فيَّ مزيد. </p><p> (قال ابن عباس - رضي الله عنهما - ولم يكن يملؤها شيء، حتى وجَدت مسَّ قدم الله تعالى فتضايقت حين جعل عليها ما جعل، فامتلأت، فما فيها موضع إبرة (٤) . ودليل هذا التأويل: </p><p> [٢٨٢٩] ما أنبأني عقيل بن محمد (٥) قال: أخبرنا المعافى بن زكريا (٦) ، قال: حدثنا محمد بن جرير (٧) ، قال: حدثنا </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٥/ ٤٧، \"النكت والعيون\" للماوردي ٥/ ٣٥٣، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ١٨. (٢) ليست في (ح).(٣) زيادة من \"جامع البيان\" للطبري.(٤) انظر: \"جامع البيان\" للطبري ٢٦/ ١٦٩.(٥) عقيل بن محمد الجرجاني، لم أجده.(٦) المعافى بن زكريا، العلامة الفقيه الحافظ الثقة.(٧) محمد بن جرير الطبري، الإمام العلم المجتهد، صاحب التصانيف البديعة.</p><p> بشر (١) ، قال: حدثنا يزيد (٢) ، قال: حدثنا سعيد (٣) ، عن قتادة (٤) ) (٥)  [عن]  (٦) أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"لا تزال جهنم يُلقى فيها وتقول:{هَلْ مِنْ مَزِيدٍ}حتى يضع ربُّ العالمين فيها قدمه فتنزوي بعضها إلى بعض،وتقولُ:قدْ قدْ بعزتك وكرمك، ولا يزال في الجنة فضل حتى يُنْشئ الله تعالى لها خَلْقًا فيُسكِنَهُم فضلَ الجنة\"  (٧) </p><p> [٢٨٣٠]  (وأخبرنا محمد بن عبد الله بن حمدويه (٨) ، قال: أخبرنا أحمد بن الحسن (٩) ، قال: </p><p>(١) بشر بن معاذ العَقَدي أبو سهل البصري الضرير، صدوق. (٢) يزيد بن زريع البصري، أبو معاوية، ثقة ثبت.(٣) سعيد بن أبي عروبة: مهران اليشكري، ثقة حافظ له تصانيف، كثير التدليس، واختلط، وكان من أثبت الناس في قتادة.(٤) ابن دعامة السدوسي، ثقة ثبت.(٥) ليست في (ح).(٦) زيادة يقتضيها السياق.(٧) [٢٨٩٢] الحكم على الإسناد:إسناده حسن، فيه بشر العقدي صدوق وشيخ المصنف لم أجده والحديث صحيح.التخريج.أخرجه البخاري من طريق شعبة عن قتادة به بنحوه في كتاب التفسير، باب قوله تعالى: {وَتَقُولُ هَلْ مِنْ مَزِيدٍ} (٤٨٤٨)، وكتاب التوحيد، باب قوله تعالى: {وَهُوَ الْعَزِيزُ الْحَكِيمُ} (٧٣٨٤)، ومسلم كتاب الجنة، باب النار يدخلها الجبارون، والجنة يدخلها الضعفاء (٢٨٤٨).(٨) الحاكم أبو عبد الله النيسابوري الضبي الطهماني، الشافعي، الإمام الحافظ، الناقد العلامة، الثقة شيخ المحدثين، صاحب التصانيف المعروف بابن البيِّع.(٩) أحمد بن محمد بن الحسن النيسابوري، ابن الشرقي، أبو حامد، صاحب \"الصحيح\" ثقة مأمون.</p><p> حدثنا محمد بن يحيى (١) وعبد الرحمن بن بشر (٢) وأحمد بن يوسف (٣) ، قالوا: حدثنا عبد الرزاق (٤) ، قال: أخبرنا معمر (٥) ، عن همام بن منبه (٦) قال: هذا ما حدثنا أبو هريرة - رضي الله عنه - عن محمد - صلى الله عليه وسلم - قال:  \"تحاجَّت الجنةُ والنارُ فقالت النارُ: أوثرتُ بالمتكبرين والمُتجبرين،وقالت الجنةُ:ما لي لا يدخُلني إلَّا ضعفاء الناس وسَقَطُهُم،فقال الله تبارك وتعالى للجنة:إنما أنتِ رحمتي أرحمُ بك من أشاء من عبادي.وقال للنار:إنما أنتِ عذابي أعذبُ بك من أشاء من عبادي، ولكل واحدة منكما مِلؤها، فأما النارُ فإنهم يُلقون فيها،وتقول:{هَلْ مِنْ مَزِيدٍ}ولا تمتلئ حتى يضع الله -عز وجل- رِجلَهُ، فتقول قط قط، فهنالك تمتلئ وينزوي بعضها إلى بعض، ولا يظلمُ اللُّه تعالى من خلقه أحدًا، أما الجنةُ فإنَّ الله تعالى يُنشئ لها خلقًا\"  (٧) . </p><p>(١) الذهلي، ثقة حافظ جليل. (٢) ابن الحكم العبدي، أبو محمد النيسابوري، ثقة.(٣) ابن خالد الأزدي، أبو الحسن النيسابوري، المعروف بحمدان السلمي حافظ ثقة.(٤) ابن همام بن نافع الحميري مولاهم، أبو بكر الصنعاني ثقة حافظ مصنف شهير عَمي في آخر عمره، فتغير وكان يتشيع.(٥) ابن راشد أبو عروة البصري، ثقة، ثبت، فاضل إلا أن في روايته عن ثابت والأعمش وهشام بن عروة شيئًا وكذا فيما حدث به بالبصرة.(٦) ابن كامل الصنعاني، أبو عتبة، أخو وهب، ثقة.(٧) [٢٨٣٠] الحكم على الإسناد:الحديث إسناده صحيح، رجاله ثقات.التخريج:أخرجه البخاري كتاب التفسير، باب قوله تعالى: {وَتَقُولُ هَلْ مِنْ مَزِيدٍ} (٧٤٥٠)، =</p><p> هذان الحديثان في القَدَمِ والرجل صحيحان مشهوران، ولهما طرقٌ من حديث أبي هريرة وأنس - رضي الله عنهما - تركت ذكرَهما كراهة الإطالة، ومعنى القَدَمِ المذْكُور في هذا الحديث المأثور قومٌ بعثهم الله تعالى إلى جهنم يملؤها بهم قد سبق في علمه أنهم صائرون إليها وخالدون فيها (١) . </p><p> قال النضرُ بن شُمَيْل: سألت الخليلَ بن أحمد، عن معنى هذا الخبر، فقال: هم قومٌ قدَّمهم الله تعالى للنار (٢) . </p><p> وقال عبد الله بن المبارك: هم من سبق علمه أنه من أهل النار، وكلُّ ما تقدم فهو قدم قال الله تعالى:  {أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ} يعني: أعمالًا صالحةً قدَّموها (٣) . </p><p> وقال الشاعر يذمُّ رجلًا: </p><p> قعدَتْ به قدم الفخار فأصبحت ... أسبابه مرفصة من حالق (٤) </p><p> يعني: أنه ليس له آباء يفتخرُ بهم على أنَّ الأوزاعي (٥) روى هذا الحديث عن حسان بن عطية (٦) عن ابن عباس - رضي الله عنهما -: حتى يضع الجبارُ </p><p>= من طريق عبد الله بن محمد عن عبد الرزاق به بنحوه، ومسلم كتاب الجنة، باب النار يدخلها الجبارون، والجنة يدخلها الضعفاء (٢٨٤٦). (١) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ١٩.(٢) لم أجده.(٣) انظر: \"فتح الباري\" لابن حجر ٩/ ٥٧٣، ولم ينسبه.(٤) لم أقف عليه.(٥) عبد الرحمن بن عمرو، ثقة جليل فقيه.(٦) أبو بكر الشامي المحاربي، ثقة فقيه عابد.</p><p> قِدَمه فيها. بكسر القاف (١) ، وكذلك رواه وهب بنُ مُنبه وقال: إنَّ الله تعالى كان قد خلق قومًا من قبل آدم، يُقال لهم: القِدم، رؤوسُهم كرؤوس الكِلاب، والذئاب، وسائرُ أعضائهم كأعضاء بني آدم، فعصوا ربهم فأهلكهم الله تعالى، يملأ بهم جهنم حين تستزيده (٢) ، وأمّا الرِّجْلُ -بكسر الراء-، فهو العدّدُ الكثيرُ من الناس وغيرِهم يقال: رأيت رِجْلًا من الناس، ومرَّ بنا رِجْلٌ من جَرادٍ (٣) . </p><p> وقال الأصمعيُّ: سمعتُ بعض الأعرابِ يقول: ما هلكَ على رِجْل نبي من الأنبياء، ما هلك على رجل موسى -عليه السلام-، يعني: القبط. قال الشاعر: </p><p> فمرَّ بنا رِجلٌ من الناس وانزوى ... إليهم من الحيِّ اليمانين أرْجُلُ </p><p> كتائب من لَخْمٍ وعكل وَحِمْيرٍ ... على ابني نِزارٍ بالعَدَاوةِ أجْفَلُ (٤) </p><p>(١) الحكم على الإسناد: معلق ورجاله ثقات.التخريج:لم أجد قول ابن عباس - رضي الله عنه -.(٢) لم أجده.(٣) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ١٩، \"لسان العرب\" لابن منظور ١١/ ٢٧٢ (رجل).(٤) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ١٩.</p><p> وقال آخر في معنى ذلك: </p><p> ترى الناسَ أفواجًا إلى باب داره ... كأنهم رجلا دبا وجراد </p><p> فيومًا لإلحاق الفقير بذي الغنى ... ويومًا رقابٌ بوكرت بحصادِ (١) </p><p> والدليل على صحة هذا التأويل قولُه - صلى الله عليه وسلم - في سياق الحديث:  \"ولا يظلم الله من خلقه أحدًا\" فدلَّ على أنَّ الموضوع الملقى في النار خلقٌ من خلق الله. </p><p> وقال بعضهم: أراد قدم بعض ملائكته فأضافه إليه، فحذف المضاف كقوله:  {وَاسْأَلِ الْقَرْيَةَ}  (٢) ، وبابه </p><p> وقيل: أراد قدمَ الجبارِ من بعض الجبابرة، ورِجله، أي حتى يضع الله تعالى رِجل الجبار نحو فرعون ونمرود فيجتمع عذاب جهنم عليه، وتقول: قطْ قطْ، يدلُّ عليه في أول الحديث، حكاية عن جهنم: ما لي أوثرت بالجبارين والمتكبرين، وأنشد بعضهم: </p><p> لساني كليل وقلبي شديد ... وعيني بأدمعها لا تجود </p><p> ونفسي تنازِعُني غيَّها ... ففي كل حين ذُنُوبي تزيد </p><p>(١) لم أجده. (٢) يوسف: ٨٢.</p>"
}