{
  "id": null,
  "sura": 51,
  "aya": 23,
  "text": "<p> وقال الضحاك: ما توعدون من الجنة والنار (١) . </p><p> [٢٨٥١] وأخبرنا ابن فنجويه (٢) قال: حَدَّثَنَا موسى بن محمَّد (٣) ، قال: حَدَّثَنَا الحسن بن علويه (٤) ، قال: حَدَّثَنَا إسماعيل بن عيسى (٥) ، قال: حَدَّثَنَا المسيّب بن شريك (٦) ، قال: قال أبو بكر بنُ عبد الله (٧) : سمعت ابن سيرين (٨) يقول: {وَمَا تُوعَدُونَ} الساعة (٩) . </p><p> ٢٣ - قوله عز وجل:  {فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ} </p><p> يعني: أنَّ الذي ذكرت من أمر الرزق (١٠)  {لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ}  (قراءةُ العامة:{مِثْلَ}-بنصب اللام (١١) - أي: كمثل ما أنكم </p><p>(١) انظر: \"جامع البيان\" للطبري ٢٦/ ٢٠٦، \"إعراب القرآن\" للنحاس ٤/ ٢٤٠، \"النكت والعيون\" للماوردي ٥/ ٣٦٨، \"معالم التنزيل\" للبغوي ٧/ ٣٧٥، \"الدر المنثور\" للسيوطي ٦/ ١٣٧. (٢) ثِقَة صدوق، كثير الرواية للمناكير.(٣) لم أجده.(٤) أبو محمَّد البغدادي القطَّان، ثِقَة.(٥) البغدادي العطار، ضعفه الأزدي ووثقه غيره.(٦) الكُوفيّ، متروك.(٧) أبو بكر الهذلي، أخباري، متروك الحديث.(٨) ثِقَة ثبت.(٩) [٢٨٥١] الحكم على الإسناد:فيه من لم أجده، وفيه المسيّب بن شريك وأبو بكر بن عبد الله متروكا الحديث.التخريج:أورده الواحدي في \"الوسيط\" عن مقاتل، والقرطبي في \"الجامع لأحكام القرآن\" ١٧/ ٤١ عن ابن سيرين، والربيع.(١٠) انظر: \"جامع البيان\" للطبري ٢٦/ ٢٠٦، \"إعراب القرآن\" للنحاس ٤/ ٢٤١، \"معالم التنزيل\" للبغوي ٧/ ٣٧٥.(١١) انظر: \"معاني القرآن\" للفراء ٣/ ٨٥، \"جامع البيان\" للطبري ٢٦/ ٢٠٧، \"السبعة\" =</p><p> تنطقون، فتقولون: لا إله إلَّا الله محمَّد رسول الله، واختاره أبو عبيد وأبو حاتم قال: ولأن مِن العرب مَن يجعل مثلًا منصوبًا أبدًا، فتقول: قال لي رجل مثلَك، ومررتُ برجل مثلَك بالنصب. </p><p> وقرأ أبو بكر والمفضل ويحيى والأعمش وحمزة والكسائي وخلف وابن أبي إسحاق والجحدري:  {مِثْلَ مَا} بالرفع -على النعت- لحق أو بدل منه (١) ) (٢) وقيل: إنَّ من نصب جعله في مذهب مصدر. </p><p> (وقيل: إن من نصب جعله في مذهب مصدر كقولك: إنه لحق حقًّا (٣) . وقيل: على الحال من النكرة، كقولك: هذا رجل قائمًا، كأنك قلت: مشبهًا لنطقكم (٤) . وقيل: إنكم ذو نطق. وقيل: إنه في موضع رفع، إلَّا أنَّه بُني على الفتح لإضافته إلى غير متمكن (٥) ) (٦) . </p><p> وقيل: معناه: كما أنكم ذو نطق، خصصتكم بالقوة الناطقة العاقلة فتتكلمون فهذا حق، كما حق أنَّ الآدميَّ ناطق. </p><p> وقال بعض الحكماء: كما أنَّ كل إنسان ينطق بلسان نفسه، ولا يمكنه أن ينطق بلسان غيره، فكذلك كل إنسان يأكل رزق نفسه الذي </p><p>= لابن مجاهد (ص ٦٠٩)، \"إعراب القرآن\" للنحاس ٤/ ٢٤١، \"معالم التنزيل\" للبغوي ٧/ ٢٧٥، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٧٧. (١) انظر: السابق.(٢) في (ح) مختصرة.(٣) \"معاني القرآن\" للفراء ٣/ ٨٥، \"جامع البيان\" للطبري ٢٦/ ٢٠٧.(٤) ذكره النحاس في \"إعراب القرآن\" ٤/ ٢٤١ عن بعض البصريين. انظر: \"باهر البرهان\" للغزنوي ٤/ ١٣٦٩.(٥) ذكره النحاس في \"إعراب القرآن\" ٤/ ٢٤١، ونسبه إلى سيبويه.(٦) ليس في (ح).</p><p> قسم له ولا يمكنه أن يأكل رزق غيره (١) . </p><p> وقال الحسن رحمه الله في هذِه الآية: بلغني أنَّ نبي الله - صلى الله عليه وسلم - قال:  \"قاتل الله أقوامًا أقسم لهم ربهم بنفسه ثم لم يصدِّقوه،قال الله تعالى:{فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ}\"  (٢) . </p><p> [٢٨٦٠] حَدَّثَنَا الأستاذ أبو القاسم الحسن بن محمَّد بن الحسن بن حبيب (٣) رحمه الله، قال: حَدَّثَنَا أبو الحسن الكارزي (٤) وأبو الطيب الخياط (٥) وأبو محمَّد يحيى بن منصور الحاكم (٦) واللفظ له قالوا: حَدَّثَنَا أبو رجاء محمَّد بن أَحْمد القاضي (٧) ، قال: حَدَّثَنَا أبو الفضل العباس بن الفرج الرياشي البَصْرِيّ (٨) قال: سمعت الأصمعيّ (٩) </p><p>(١) انظر: \"معالم التنزيل\" للبغوي ٧/ ٣٧٦، \"الجامع لأحكام القرآن\" ١٧/ ٤٢. (٢) أخرجه الطبري ٢٦/ ٢٠٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٣١٢.(٣) قيل: كذبه الحاكم.(٤) محمَّد بن محمَّد بن الحسن بن الحارث، صحيح السماع مقبول في الرواية ..(٥) محمَّد بن عليّ، لم أجده.(٦) يحيى بن منصور بن يحيى قاضي نيسابور، أبو محمَّد، قال الحاكم، كان محدث نيسابور في وقته، وحُمد في القضاء، مات سنة (٣٥١ هـ).انظر: \"سير أعلام النبلاء\" للذهبي ١٦/ ٢٨، \"العبر\" للذهبي ٢/ ٢٩٣.(٧) لم أجده.(٨) عباس بن الفرج الرِّياشي، أبو الفضل البَصْرِيّ، النَّحويّ روى عن أشهل بن حاتم والأصمعي وأبي زيد النَّحويّ وعنه محمَّد بن عليّ بن حمزة، ثِقَة، استشهد بأيدي الزنج سنة (٢٥٧ هـ). انظر: \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٢١٣، \"الأنساب\" للسمعاني ٣/ ١١١ \"تهذيب التهذيب\" ٣/ ٨٠.(٩) عبد الملك بن قريب، صدوق.</p><p> يقول: أقبلتُ ذات يوم من المسجد الجامع في البصرة فبينا أنا في بعض سككها إذْ طلع أعرابي جلف جاف على قعودٍ له متقلدًا سيفه وبيده قوس، فدنا وسلَّم وقال لي: ممَّن الرَّجل؟ قلت: من بني الأصمع، قال: أَنْتَ الأصمعيّ؟ قلتُ: نعم، قال: ومن أين أقبلتَ؟ قلت: من موضع يُتلى فيه كلامُ الرَّحْمَن، قال: أوَللرحمن كلام يتلوه الآدميُّون؟ قلتُ: نعم، قال: فاتلُ عليَّ منه شيئًا، فقلتُ له: انزِلْ عن قعودِكَ، فنزل، وابتدأت بسورة {وَالذَّارِيَاتِ} ، فلما انتهيت إلى قوله:  {وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ} قال: يَا أصمعي هذا كلام الرَّحْمَن؟ قلتُ: إي والذي بعث محمدًا - صلى الله عليه وسلم - إنه لكلامه أنزله على نبيه، فقال: يَا أصمعي حسبُك. ثم قام إلى ناقته فنحرها وقطعها بجلدها وقال: أعِنِّي على توزيعها، ففرَّقناها على مَن أقبل وأدبر ثم عَمد إلى سيفه وقوسه فكسرهما وجعلهما تحت الرمل، وولَّى مدبرًا نحوَ البادية وهو يقول:  {وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ} . فأقبلتُ على نفسي فمقتها ولمتها وقلت: لم تنتبه لما انتبه له الأعرابيُّ، فلما حججت مع الرشيد، دخلتُ مكة فبينا أنا أطوف بالبيت إذ هتف بي هاتف بصوت رقيق جدًّا، فالْتفتُّ فإذا أنا بالأعرابي وهو ناحل مِصْفار، فسلم عليَّ وأخذ بيدي وأجلسني من وراء المقام، وقال لي: أتلُ عليَّ كلام الرَّحْمَن، فقرأتُ في سورة {وَالذَّارِيَاتِ} حتَّى وصلت إلى قوله: {وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ} فقال الأعرابي: لقد وَجدْنا ما وعدنا الرَّحْمَن حقًّا، ثم قال: وهل غير هذا؟ قلتُ: نعم، يقول الله تعالى: {فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ (٢٣) } </p><p> وقال: فصاح الأعرابي: يَا سبحان الله من ذا الذي أغضب الجليل حتَّى حلف؟ ! ألَمْ يصدِّقوه في قوله حتَّى ألْجَؤُوه إلى اليمين قالها ثلاثًا، وخرجتْ بها نفسُه (١) . </p><p> [٢٨٦١] وأخبرني ابن فنجويه (٢) ، قال: حَدَّثَنَا ابن شنبة (٣) ، قال: حَدَّثَنَا أَحْمد بن جعفر بن حمدان (٤) ، قال: حَدَّثَنَا أبو حاتم (٥) : قال: حَدَّثَنَا شَباب (٦) ، قال: حَدَّثَنَا صدقة (٧) ، قال: حَدَّثَنَا الوَضيْن بن عطاء (٨) ، عن يزيد بن مرثد (٩) : أنَّ رجلًا جاع في مكان ليس فيه شيء، فقال: اللهم رزقك الذي وعدتني فأتني، قال: فشبع وروي </p><p>(١) [٢٨٦٠] الحكم على الإسناد: فيه من لم أجده، وشيخ المصنف كذبه الحاكم.التخريج:انظر: \"الكشاف\" للزمخشري ٤/ ٤٠٠، \"التوابين\" لابن قدامة المقدسيّ (ص ٢٧٩)، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٤٢.(٢) ثِقَة صدوق، كثير الرواية للمناكير.(٣) أبو أَحْمد القاضي، لم يذكر بجرح أو تعديل.(٤) الدينوري، لم يذكر بجرح أو تعديل.(٥) محمَّد بن إدريس، أحد الأئمة الحفاظ الأثبات.(٦) شَبَاب: خليفة بن خياط بن خليفة بن خياط العصفري، أبو عمر البَصْرِيّ، لقبه شَبَاب، صدوق ربما أخطأ وكان أخباريًا علامة، مات سنة (٢٤٠ هـ).انظر \"تهذيب التهذيب\" لابن حجر ٢/ ٩٩، \"تقريب التهذيب\" لابن حجر (١٩٥).(٧) صدقة بن عبد الله السمين ضعيف.(٨) أبو عبد الله، أو أبو كنانة، الخُزَاعِيّ، صدوق سيئ الحفظ، ورمي بالقدر.(٩) أبو عثمان الهمداني، الصَّنْعانِيّ، من صنعاء دمشق، ثِقَة، وله مراسيل.</p><p> من غير طعام ولا شراب (١) . </p><p> [٢٨٦٢] وأخبرني ابن فنجويه (٢) قال: حَدَّثَنَا محمَّد بن القاسم بن الخَطيب (٣) ، قال: حَدَّثَنَا إسماعيل بن العباس بن محمَّد الورَّاق (٤) ، قال: حَدَّثَنَا الحسين بن سعيد أبو محمَّد المخرمي (٥) ، قال: حَدَّثَنَا علي بن يزيد الصُّدائي (٦) ، قال: حَدَّثَنَا فضيل بن مرزوق (٧) ، عن عطية العوفي (٨) عن أبي سعيد الخُدرِيّ - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"لو أنَّ أحدكم فرَّ من رزقه لأتبعه كما يتبعه(٩)الموت\"  (١٠) . </p><p>(١) [٢٨٦١] الحكم على الإسناد: فيه من لم أجده، وفيه صدقة ضعيف، والوضين صدوق سيِّئ الحفظ.التخريج:انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٤٢.(٢) صدوق كثير الرواية للمناكير.(٣) لم أجده.(٤) لم أجده.(٥) الحسين بن سعيد بن عبد الله المخرمي، يعرف بأن البستنبان روى عن ابن عليّة، وأبي بدر السكوتي، وعنه السَّرَّاج ومحمَّد بن مخلد، ذكره ابن حبان في \"الثِّقات\" ٨/ ١٩٠.انظر: \"تاريخ بغداد\" للخطيب ٨/ ٤٦، \"تاريخ الإِسلام\" للذهبي ١٩/ ١٩.(٦) الأكفاني، فيه لين.(٧) الرَّقاشيّ، الكُوفيّ، أبو عبد الرَّحْمَن صدوق يهم ورمي بالتشيع.(٨) عطية بن سعد العوفي، صدوق يخطئ كثيرًا، وكان شيعيًّا مدلسًا.(٩) في (ح): لتبعه كما تبعه يتبعه سبعة الموت.(١٠) [٢٨٦٢] الحكم على الإسناد:فيه علي بن يزيد فيه لين، وفضيل بن مرزوق صدوق يهم، وفيه من لم أجده.التخريج:أورده القرطبي في \"الجامع لأحكام القرآن\" ١٧/ ٤٣، وعزاه للثعلبي.</p><p> وأنشدت في معناه: </p><p> الرزق في القرب وفي البعد ... أطلبُ للعبد من العبد </p><p> لو قصَّر الطالب في سعيه ... أتاه ما قُدّر في قَصْد </p><p> وقال دِعْبِلْ: </p><p> أسعى لأطلب رزقي وهو يطلبني ... والرزقُ أكثر لي مني له طلبًا (١) </p><p> (وروي أنَّ قومًا من الأعراب زرعوا زرعًا فأصابته جائحة فحزنوا لأجله فخرجت عليهم أعرابية، فقالت: مالي أراكم قد نكستم رؤوسكم وضاقت صدوركم، فهو ربنا والعالم بنا ورزقنا عليه يأتينا من حيث شاء، ثم أنشأت تقول: </p><p> لو كان في صخرة في البحر راسية ... صما ململمة مَلْسًا نواحيها </p><p> رزق لنفسٍ براها الله لانفلقتْ ... حتَّى يؤدي إليها كلَّ ما فيها </p><p> أو كان بين طباق السبع مسلكها ... لسهل الله في المرقى مراقيها </p><p>(١) انظر: \"ديوان دعبل\" (ص ٤٣).</p>"
}