{
  "id": null,
  "sura": 51,
  "aya": 1,
  "text": "<p> مريم (١) ، عن علي بن زيد (٢) ، عن زر بن حبيش (٣) ، عن أُبي - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة{والذاريات}أعطي من الأجر عشر حسنات بعدد كل ريح هبت أو جرت في الدنيا إِلَى يوم القيامة\"  (٤) . </p><p> ١ - قوله عز وجل: {وَالذَّارِيَاتِ ذَرْوًا (١) } </p><p> يعني: الرياح التي تذروا التُّراب، يقال ذرتِ الريحُ التُّرابَ، تذروه ذَروا، واذرَته تُذريه تذريةً وإذراءً (٥) . </p><p> [٢٨٣٥] أخبرنا ابن فنجويه (٦) ، قال: أخبرنا ابن ماجه (٧) قال: حدثنا الحسن بنُ أَيُّوب (٨) قال: حدثنا عبد الله بن الحكم بن أبي </p><p>(١) أبو عصمة المروزي، القُرشيّ كذبوه في الحديث، وقال ابن المبارك: كان يضع. (٢) ابن جدعان التيمي، ضعيف.(٣) ثقة جليل.(٤) [٢٨٣٤] الحكم على الإسناد:الحديث موضوع فيه نوح بن أبي مريم، قال ابن المبارك: كان يضع.التخريج:تقدم تخريجه في أول سورة الحجرات.(٥) انظر: \"جامع البيان\" للطبري ٢٦/ ١٨٥، \"معاني القرآن\" للزجاج ٥/ ٥١، \"معالم التنزيل\" للبغوي ٧/ ٣٧١، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٣٠، \"لسان العرب\" لابن منظور ١٤/ ٢٨٢ (ذرا).(٦) ثقة صدوق كثير الرواية للمناكير.(٧) أَحْمد بن الحسن بن يزيد بن ماجه، لم يذكر بجرح أو تعديل.(٨) القزويني، قال أبو حاتم: صدوق.</p><p> زياد (١) ، قال: حدثنا سيَّار بن حاتم (٢) ، قال: حدثنا أَيُّوب بن خُوْط (٣) ، قال: حدثنا عثمان الأعرج (٤) ، قال: بَلغنا أنَّ مساكن الرياح تحت أجنحة الكروبيين (٥) حملة العرش فتهيج من ثمَّ فتقع بعجلة الشَّمس، ثم تهيج من عجلة الشَّمس، فتقع برؤوس الجبال، ثم تهيج من رؤوس الجبال فتقع في البر، فأما الشمال (٦) فإنَّها تمر بجنة عدن فتأخذ مِن عَرف طيبها فتمر على أرواح الصِدِّيقين ثم تأخذ حدها من كرسي بنات نعش (٧) إِلَى مغرب الشَّمس، وتأتي الدَّبور (٨) فتأخذ حدَّها من مغرب الشَّمس إِلَى مطلع سهيل، وتأتي </p><p>(١) أبو عبد الرحمن الكُوفيّ الدهقان، صدوق. (٢) العنزي، أبو سلمة البَصْرِيّ، صدوق له أوهام.(٣) أَيُّوب بن خوط البَصْرِيّ، أبو أمية، قال البخاري: تركه ابن المبارك ويقال: الحبطي وقال ابن حجر: متروك.انظر: \"التاريخ الكبير\" للبخاري ١/ ٤١٤، \"تهذيب التهذيب\" لابن حجر ١/ ٣١٢، \"تقريب التهذيب\" لابن حجر (١١٨).(٤) عثمان بن عبد الله بن موهب التيمي، الأعرج، ثقة.(٥) الكرب: القرب، والكروبيون: سادة الملائكة، وهم أقرب الملائكة إِلَى حملة العرش. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ١٦١ (كرب)، \"لسان العرب\" لابن منظور ١/ ٧١٤ (كرب).(٦) الشمال هي الريح التي تهب من ناحية القطب.انظر: \"لسان العرب\" لابن منظور ١١/ ٣٦٥ (شمل).(٧) بنات نعش: سبعة كواكب: أربعة منها نعش لأنها مربعة، وثلاثة بناتُ نعش، وقيل: شبهت بحملة النعش في تربيعها.\"لسان العرب\" لابن منظور ٦/ ٣٥٥ (نعش).(٨) الدَّبور بالفتح: ريح تأتي من دبر الكعبة مما يذهب نحو المشرق، وقيل: هي التي =</p>"
}