{
  "id": null,
  "sura": 53,
  "aya": 62,
  "text": "<p> عن صالح أبي الخليل (١) ، قال: لما نزلت {أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ (٥٩) وَتَضْحَكُونَ وَلَا تَبْكُونَ (٦٠) } ما رؤي النبي - صلى الله عليه وسلم - ضاحكًا حتى قبضه الله تعالى (٢) . </p><p> ٦٢ - {فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا (٦٢) } </p><p> [٢٩١٥] أخبرنا أبو عبد الله الحسين بن محمَّد بن الحسين الحافظ (٣) قال: حدثنا أحمد بن جعفر بن حمدان (٤) ، قال: حدثنا يوسف بن عبد الله بن ماهان (٥) ، بقراءتي عليه قال: حدثنا أبو عبد الله </p><p>= البصرة، وقال الحافظ: صدوق فيه لين. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٥٤٦، \"الثقات\" لابن حبان ٦/ ٣٢٩، \"تهذيب الكمال\" للمزي ٩/ ٥١٤، \"تقريب التهذيب\" لابن حجر (٢١٠٠).(١) صالح بن أبي مريم الضبعي البصري، وثقه ابن معين والنسائي، وأغرب ابن عبد البر فقال: لا يحتج به.(٢) [٢٩١٤] الحكم على الإسناد:ضعيف لانقطاعه فصالح أبو الخليل لم يرو عن الرسول - صلى الله عليه وسلم -، وزياد بن مسلم فيه لين.التخريج:أخرجه ابن مردويه وابن المنذر عن ابن عباس - رضي الله عنهما -كما في \"الدر المنثور\" للسيوطي ٦/ ١٧٣، وأورده القرطبي في \"الجامع لأحكام القرآن\" ١٧/ ١٢٤، وأخرجه ابن أبي شيبة في \"مصنفه\" ٧/ ١٠٣ عن وكيع بمثله، وعبد بن حميد عن صالح أبي الخليل كما في \"الدر المنثور\" للسيوطي ٦/ ١٧٣.(٣) ابن فنجويه ثقة صدوق كثير الرواية للمناكير.(٤) القطيعي، ثقة.(٥) لم أجده.</p><p> محمَّد بن محبوب بن حسَّان البصري (١) ، قال: حدثنا عبد الوارث بن سعيد (٢) قال: حدثنا أيوب (٣) ، عن عكرمة (٤) عن ابن عباس - رضي الله عنهما - قال: قرأ رسول الله - صلى الله عليه وسلم - سُورَة والنجم، فسجد فيها فسجد معه جميع المسلمين والمشركين والجن والإنس (٥) . </p><p> وقال ابن مسعود - رضي الله عنه -: قرأ النبي - صلى الله عليه وسلم - سُورَة والنجم، فسجد فسجد معه جميع المسلمين والمشركين، إلا شيخاً من قريش (٦) فإنه رفع كَفًا من حصباء فسجد عليه، وقال: يكفيني هذا. قال ابن مسعود - رضي الله عنه -: فلقد رأيته بعدُ قُتل كافرًا (٧) . </p><p>(١) محمَّد بن محبوب البناني، أبو عبد الله البصري، قال ابن معين: كيس صادق كثير الحديث، وذكره ابن حبان في \"الثقات\"، وقال الحافظ: ثقة، مات سنة (٢٢٣ هـ). انظر: \"الجرح والتعديل\" لابن أبي حاتم ٨/ ١٠٢، \"الثقات\" لابن حبان ٩/ ٨٠، \"تهذيب الكمال\" للمزي ٢٦/ ٣٧٠، \"تقريب التهذيب\" لابن حجر (٦٢٦٧).(٢) أبو عبيدة التنوري، البصري، ثقة ثبت.(٣) أيوب بن أبي تيمية، ثقة، ثبت، حجة.(٤) مولى ابن عباس، ثقة، ثبت، عالم بالتفسير.(٥) [٢٩١٥] الحكم على الإسناد:رجاله ثقات ما عدا ابن ماهان، لم أجده.التخريج:أخرجه البخاري في كتاب التفسير: سورة النجم (٤٨٦٢)، من طريق أبي معمر عن عبد الوارث بنحوه.(٦) هو أمية بن خلف.(٧) أخرجه البخاري في كتاب التفسير سورة والنجم (٤٨٦٣) من طريق أبي إسحاق =</p><p> [٢٩١٦] وأخبرنا أحمد بن محمَّد بن يوسف (١) ، قال: أخبرنا مكي بن عبدان (٢) ، قال: حدثنا محمَّد بن يحيى (٣) ، قال: وفيما قرأت على عبد الله بن نافع (٤) ، قال: وحدثني مطرِّف بن عبد الله (٥) ، عن مالك (٦) ، عن ابن شهاب (٧) ، عن عبد الرحمن الأعرج (٨) ، عن أبي هريرة - رضي الله عنه - أنَّ عمر بن الخطاب - رضي الله عنه - قرأ لهم: {وَالنَّجْمِ إِذَا هَوَى (١) } فسجد فيها (٩) . </p><p> [٢٩١٧] وأخبرني ابن فنجويه (١٠) ، قال: حدثنا ابن حمدان (١١) ، </p><p>= عن الأسود عن عبد الله - رضي الله عنه - بنحوه ومسلم في كتاب المساجد، باب سجود التلاوة برقم: (٥٧٦) من طريق أبي إسحاق عن الأسود عن عبد الله - رضي الله عنه - بنحوه. (١) أبو الحسن الجرجاني، لم يذكر بجرح أو تعديل.(٢) أبو حاتم التميمي النيسابوري، المحدث الثقة المتقين.(٣) الذهلي النيسابوري ثقة حافظ جليل.(٤) أبو محمَّد المدني، ثقة صحيح الكتاب في حفظه لين.(٥) ابن مطرف اليساري، أبو مصعب المدني، ثقة لم يصب ابن عدي في تضعيفه.(٦) مالك بن أنس، رأس المتقنين وكبير المتثبتين.(٧) محمَّد بن مسلم بن شهاب الزهريّ، فقيه حافظ، متفق على جلالته وإتقانه.(٨) عبد الرحمن بن هرمز الأعرج، أبو داود المدني، ثقة ثبت عالم.(٩) [٢٩١٦] الحكم على الإسناد:شيخ المصنف لم يذكر بجرح أو تعديل.التخريج:أخرجه الإِمام مالك في كتاب القرآن، باب ما جاء في سجود القرآن ١/ ٢٠٦.(١٠) ثقة، صدوق كثير الرواية للمناكير.(١١) أحمد بن جعفر القطيعي، ثقة.</p><p> قال: حدثنا ابن ماهان (١) ، قال: حدثنا عبد الله بن مسلمة (٢) ، عن ابن أبي ذئب (٣) ، عن يزيد بن عبد الله بن قُسيط (٤) ، عن عطاء بن يسار (٥) ، عن زيد بن ثابت (٦) - رضي الله عنه -، أنه قرأ عند النبي - صلى الله عليه وسلم - سُورَة والنجم فلم يسجد فيها (٧) . </p><p> (وقال أبي بن كعب - رضي الله عنه -: كان آخر فعل النبي - صلى الله عليه وسلم - أنه ترك السجود في المفصَّل (٨) ) (٩) . </p><p>(١) يوسف بن عبد الله، لم أجده. (٢) القعنبي، أبو عبد الرحمن البصري، ثقة عابد.(٣) محمَّد بن عبد الرحمن بن المغيرة بن الحارث بن أبي ذئب، ثقة فقيه فاضل.(٤) أبو عبد الله المدني الأعرج، ثقة.(٥) أبو محمَّد المدني.(٦) الصحابي المشهور.(٧) [٢٩١٧] الحكم على الإسناد:في إسناده ابن ماهان؛ لم أجده.التخريج:أخرجه البخاري في كتاب سجود القرآن، باب من قرأ السجدة ولم يسجد (١٠٧٣)، من طريق آدم بن أبي إياس، عن ابن أبي ذئب بنحوه، ومسلم في كتاب المساجد، باب سجود التلاوة (٥٧٧)، من طريق يزيد بن خصيف عن ابن قسيط بنحوه.(٨) ما بين القوسين ساقط من (ح).(٩) أخرجه أبو داود في كتاب سجود القرآن، باب من لم ير السجود في المفصل (١٤٠٣) عن ابن عباس - رضي الله عنهما - مرفوعًا، وابن ماجه في كتاب إقامة الصلاة، باب عدد سجود القرآن (١٠٥٥).</p><p> ٥٤ - سُورَة القَمَرِ </p><p> سورة القمر </p><p> مكية (١) ، وهي ألف وأربعمائة وثلاثة وعشرون حرفًا، وثلاثمائة واثنتان وأربعون كلمة، وخمس وخمسون آية (٢) . </p><p> [٢٩١٨] أخبرني أبو الحسن محمَّد بن القاسم الفقيه (٣) ، قال: حدثنا أبو عبد الله محمَّد بن يزيد العدل (٤) ، قال: حدثنا أبو يحيى البزاز (٥) ، قال: حدثنا محمَّد بن منصور (٦) ، قال: حدثنا محمَّد بن عمران بن عبد الرحمن بن أبي ليلى (٧) ، قال: حدثني أبي (٨) ، عن مخلد بن عبد الواحد (٩) ، عن الحجاج بن عبد الله (١٠) ، </p><p>(١) \"فضائل القرآن\" لابن الضريس (ص ٣٣)، \"الدلائل\" ٧/ ١٤، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ١٢٥، \"الناسخ والمنسوخ\" للنحاس ٣/ ٢٠، \"منار الهدى\" للأشموني (ص ٢٧٠). (٢) ينظر: \"البيان\" للداني (ص ٢٣٦)، \"لباب التأويل\" للخازن ٦/ ٢٢٦، \"القول الوجيز\" للمخللاتي (ص ٣٠٣)، \"منار الهدى\" للأشموني (ص ٢٧٠).(٣) أبو الحسن الماوردي، لم يذكر بجرح أو تعديل.(٤) أبو عبد الله النيسابوري، لم يذكر بجرح أو تعديل.(٥) لم أجده.(٦) لم يتبين لي من هو.(٧) أبو عبد الرحمن، الكوفي، صدوق.(٨) عمران بن محمَّد بن عبد الرحمن بن أبي ليلى، مقبول.(٩) أبو الهذيل البصري، له مناكير.(١٠) لم أجده.</p><p> عن (١) أبي الخليل (٢) ، وعن علي بن زيد (٣) ، وعطاء بن أبي ميمونة (٤) ، عن زرِّ بن حُبيش (٥) ، عن أبي بن كعب (٦) - رضي الله عنه - قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة:{اقْتَرَبَتِ السَّاعَةُ}في كل عشاء(٧)بعثه الله ووجهه مسفر على وجوه الخلائق يوم القيامة\"  (٨) . </p><p>(١) في (ت): بن، والمثبت من (ح). (٢) بزيع بن حسان، أحاديثه مناكير كلها لا يتابعه عليها أحد.(٣) ابن جدعان، ضعيف.(٤) أبو معاذ، البصري، ثقة رمي بالقدر.(٥) أبو مريم، ثقة جليل مخضرم.(٦) صحابي مشهور.(٧) في (ح): (في كل غد بعث يوم القيامة ووجهه على صورة القمر ليلة البدر، ومن قرأها في كل ليلة كان أفضل وجاء يوم القيامة ووجهه مسفر).(٨) [٢٩١٨] الحكم على الإسناد.ضعيف؛ فيه من لم أجده ومن لم يذكر بجرح أو تعديل، ومخلد ضعيف، وفيه ابن زيد وأبو الخليل إلا أن عطاء تابعهما.التخريج:أخرجه ابن مردويه بإسناده إلى أبي بن كعب، \"الكافي الشاف\" ٤/ ٤٤٢، وأخرجه الواحدي من طريق سلام بن سليم عن هارون بن كثير \"الوسيط\" ٤/ ٢٠٦، والزمخشري بدون إسناد \"الكشاف\" ٤/ ٤٤٢، والحديث تقدم تخريجه مرارًا.</p>"
}