{
  "id": null,
  "sura": 53,
  "aya": 39,
  "text": "<p> مع أبي إلى النبي - صلى الله عليه وسلم - فلمَّا رأيتُه قال لي: أتدري منْ هذا؟ هذا رسول الله - صلى الله عليه وسلم -، قال فاقشعررت عند ذلك، حين قال لي، وكنت أظنُّ رسول الله - صلى الله عليه وسلم - شيئًا لا يُشبه الناسَ، فإذا هو بَشرٌ ذو وَفرة بها ردع من حنَّاء، وعليه ثوبان أخضران فسلَّم عليه أبي (ثم جلسنا وتحدثنا ساعة)  (١) ، [ثم قال لأبي: ]  \"هذا ابنك؟ \"  (٢) قال: إي وربِّ الكعبة حقًّا، أشهد به، فتبسَّم رسول الله - صلى الله عليه وسلم - ضاحكًا من ثَبْتِ شبهي في أبي ومِنْ حلف أبي عليَّ، قال:  \"أما إنه لا يجني عليك ولا تجني عليه\" ثم قرأ رسول الله - صلى الله عليه وسلم -: {أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى (٣٨) } ثم نظر إلى مثل السلعة بين كتفيْه فقال: يا رسول الله إني لأطبُّ الرجال ألا أعالجها لك؟ قال:  \"لا، طبيبها الذي خلقها\"  (٣) . </p><p> ٣٩ - وقال عز وجل: {وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى (٣٩) } </p><p> أي: هذا الذي في صحف موسى وإبراهيم عليهما السلام. أي </p><p>(١) ساقطة من (ت) والمثبت من (ح). (٢) هنا سقط.(٣) [٢٩٠٤] الحكم على الإسناد:ضعيف جدًّا فيه يحيى بن عبد الحميد: متهم بسرقة الحديث، وعبيد الله بن إياد، صدوق لينه البزار.التخريج:أخرجه أبو داود مختصراً في كتاب الترجل، باب في الخضاب (٤٢٠٧)، من طريق ابن أبجر عن إياد بن لقيط بنحوه، وأخرجه كاملًا الإمام أحمد في \"مسنده\" ٢/ ٢٢٦ (٧١٠٩)، من طريق هشام بن عبد الملك وعفان عن عبيد الله بن إياد.</p><p> عمل كقوله تعالى: {إِنَّ سَعْيَكُمْ لَشَتَّى (٤) } (١) قال ابن عباس - رضي الله عنهما -: هذِه الآية منسوخة بقوله: {وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ}  (٢) فأدخل الأبناء بصلاح الاباء الجنة (٣) . </p><p> قال عكرمة: كان ذلك لقوم إبراهيم وموسى عليهما السلام، فأما هذِه الأمة فلهم ما سَعَوْا وما سعى غيرهم بخبر سعد بن عبادة - رضي الله عنه -: أنه سأل رسول الله - صلى الله عليه وسلم -، هل لأمي أجرٌ (٤) إنْ تطوعتُ عنها؟ قال:  \"نعم\"  (٥) وفي حديث أنه حفر بئراً وقال: \"يا رب هذِه لأم سعدٍ\"  (٦) ، وخبر المرأة التي سألتِ النبي - صلى الله عليه وسلم - فقالت: إنَّ أبي مات ولم يحج قال: \"فحجِّي عنه\"  (٧) . </p><p>(١) الليل: ٤. (٢) الطور: ٢١.(٣) ينظر: \"جامع البيان\" للطبري ٢٧/ ٧٤، \"معالم التنزيل\" للبغوي ٧/ ٤١٦، \"زاد المسير\" لابن الجوزي ٨/ ٨١، وقال: ولا يصح، لأنَّ نص لفظ الآيتين لفظ خبر، والأخبار لا تنسخ.(٤) ساقطة من (ح).(٥) الحديث عن عائشة - رضي الله عنها -: أنَّ رجلاً قال للنبي - صلى الله عليه وسلم -: إنَّ أمي افْتُلِتَتْ نفسها، وأظنها لو تكلمت تصدقت فهل لها أجر إن تصدقت عنها؟ قال: نعم، وافتلتت أي: ماتت فجأة، هذا الحديث أخرجه البخاري في كتاب الجنائز، باب موت الفجأة (١٣٨٨)، ومسلم في كتاب الزكاة، باب وصول ثواب الصدقة عن الميت إليه برقم (١٠٠٤).(٦) أخرجه أبو داود في كتاب الزكاة، باب في فضل سقي الماء (١٦٨١).(٧) لم أجد هذا الحديث وإنما أخرج البخاري في كتاب جزاء الصيد، باب الحج والنذور عن الميت والرجل يحج عن المرأة: أنَّ امرأة من جهينة جاءت إلى النبي =</p><p> وقال الربيع بن أنس: {وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى (٣٩) } يعني: الكافر، فأما المؤمن فله ما سعى وما سعى غيره له (١) . </p><p> وقيل: ليس للكافر إلاَّ ما عمله من خير فيثاب عليه في دار الدنيا حتى لا يبقى له في الآخرة خير (٢) . </p><p> ويروى أنَّ عبد الله بن أبيّ بن سلول كان أعطى العباس بن عبد المطلب، - رضي الله عنه -: قميصًا ألبسه إياه، فلما مات عبد الله أرسل رسول الله - صلى الله عليه وسلم - قميصه ليكفن فيه فلم تبق له حسنة في الآخرة ليثاب عليها (٣) . </p><p> [٢٩٠٥] وسمعت الأستاذ أبا القاسم بن محمد بن حبيب (٤) ، يقول: سمعت أبا إسحاق إبراهيم بن مضارب بن إبراهيم (٥) ، يقول: سمعتُ أبي (٦) يقول: دعا عبد الله بن طاهر (٧) ، والي خراسان </p><p>= - صلى الله عليه وسلم - فقالت: إنَّ أمي نذرت أن تحج، فلم تحج حتى ماتت، أفأحج عنها؟ قال: \"نعم، حجي عنها\" (١٨٥٢)، وفي كتاب الاعتصام (٧٣١٥)، ومسلم بلفظ آخر في كتاب الصيام، باب قضاء الصيام عن الميت برقم (١١٤٩). (١) ينظر: \"معالم التنزيل\" للبغوي ٧/ ٤١٦، \"زاد المسير\" لابن الجوزي ٨/ ٨١، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ١١٤.(٢) ينظر: \"معالم التنزيل\" للبغوي ٧/ ٤١٦، ونسبه ابن الجوزي للثعلبي \"زاد المسير\" ٨/ ٨١.(٣) أخرجه البخاري في كتاب الجهاد، باب الكسوة للأسارى من طريق ابن عيينة عن عمرو عن جابر - رضي الله عنه - بنحوه (٣٠٠٨).(٤) قيل: كذبه الحاكم.(٥) لم يذكر بجرح أو تعديل.(٦) لم يذكر بجرح أو تعديل.(٧) عبد الله بن طاهر بن الحسين بن مصعب، أبو العباس، حاكم خراسان وما وراء =</p><p> الحسين بن الفضل (١) ، فقال له: أَشكِلتْ عليَّ ثلاث آيات دعوتك لتكشفها لي قال: وما هن أيها الأمير؟ قال: قوله تعالى في وصف ابن آدم: {فَأَصْبَحَ مِنَ النَّادِمِينَ}  (٢) وصحَ الخبر (٣) بأنَّ الندم توبة (٤) . </p><p> وقوله:  {كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ}  (٥) ، وصح الخبر بأنَّ القلم قد جفَّ وجرى بما هو كائن إلى يوم القيامة (٦) . </p><p> وقوله: {وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى (٣٩) } فما بال الأضعاف، فقال الحسين بن الفضل: يجوز أن لا يكون ندمُ قابيل توبةً له ويكون ندم </p><p>= النهر، قلَّده المأمون مصر وإفريقية، ثم خراسان، وكان ملكًا مطاعًا سائسًا مهيبًا جوادًا ممدحًا من رجال الكمال، مات سنة (٢٣٠ هـ). انظر: \"سير أعلام النبلاء\" ٩/ ٣٠٩.(١) ذكره الذهبي في \"الميزان\"، ورد عليه ابن حجر في \"اللسان\"، وعاب عليه ذكره في كتابه.(٢) المائدة: ٣١.(٣) من (ح).(٤) [٢٩٠٥] الحكم على الإسناد: شيخ المصنف كذبه الحاكم، وإبراهيم ووالده مضارب لم أجد فيهما جرحا ولا تعديلا.في إسناده من لم أقف عليه. وأخرجه ابن ماجه في كتاب الزهد، باب ذكر التوبة (٤٢٥٢).(٥) الرحمن: ٢٩.(٦) أخرجه البخاري بنحوه، في كتاب النكاح، باب ما يكره من التبتل والخِصاء (٥٠٧٦)، ومسلم بنحوه، في كتاب القدر، باب في الأمر بالقوة وترك العجز، والاستعانة بالله، وتفويض المقادير لله (٢٦٦٤).</p>"
}