{
  "id": null,
  "sura": 53,
  "aya": 9,
  "text": "<p> وأما في السماء فعند سدرة المنتهي، ولم يره أحد من الأنبياء عليهم السلام على تلك الصورة إلاَّ نبي الله - صلى الله عليه وسلم -، وهذا هو الصحيح. </p><p> ٨ - قوله عز وجل {ثُمَّ دَنَا} اختلف العلماء في معنى هذه الآية: </p><p> فقال بعضهم: معناها ثم دنا جبريل عليه السلام بعد استوائه بالأفق الأعلى من الأرض {فَتَدَلَّى} فنزل على محمد النبي - صلى الله عليه وسلم - بالوحي وأهوى إليه (١) ، (المعني أنه لما رأى النبي - صلى الله عليه وسلم - من عظمته ما رأى وهاله ذلك ردَّه الله تعالى إلى صورة آدمي حتى قرب من النبي - صلى الله عليه وسلم -وذلك قوله:{فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى (١٠) } أوحى الله إلى جبريل) (٢) . </p><p> ٩ - {فَكَانَ} منه جبريل عليه السلام {قَابَ قَوْسَيْنِ أَوْ أَدْنَى} </p><p> قاله ابن عباس - رضي الله عنهما -، والحسن، وقتادة، والربيع، (ثم دنا من النبي - صلى الله عليه وسلم - قدر قوسين بعد أن جعله الله تعالى بصورة آدمي فأوحي إليه)  (٣)  (٤) ، قال أهل المعاني: وفي الكلام تقديم وتأخير، تقديره: ثم تدلي من </p><p>(١) أورده الطبري عن الحسن وقتادة والربيع، في \"جامع البيان\" ٢٧/ ٤٤، ونسبه الواحدي للحسن وقتادة في \"الوسيط\" ٤/ ١٩٣، ونسبه البغوي لابن عباس -رضي الله عنهما- والحسن وقتادة في \"معالم التنزيل\" ٧/ ٤٠١، وينظر: \"باهر البرهان\" للغزنوي (١٣٩٣)، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٨٨. (٢) ما بين القوسين ساقط من (ح).(٣) \"جامع البيان\" للطبري ٢٧/ ٤٥، ونسبه الماوردي لقتادة والحسن.ينظر: \"النكت والعيون\" ٥/ ٣٩٣، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٨٨.(٤) ما بين القوسين ساقط من (ح).</p><p> السماء فدنا من محمد - صلى الله عليه وسلم -، لأنَّ التدلي سببُ الدنو ولكنه سائغ حسن، لأنَّ التدلِّي يدل على الدنو، والدنو يدل على التدلى، وإنما تدلي للدنو ودنا للتدلي (١) . </p><p> وقال الآخرون: معناه ثم دنا الرب جل شأنه من محمد - صلى الله عليه وسلم - فتدلي فقرب منه حتى كان قاب قوسين أو أدنى (٢) ، وأصل التدلي النزول إلى الشيء حتى يقرب منه فوضع موضع القرب (٣) ، قال: لبيد: فتدليت عليْهِ قافلًا وعلى الأرض غياياتُ الطَّفَلْ (٤) وهذا معنى قول أنس بن مالك - رضي الله عنه - ورواية أبي سلمة عن ابن عباس - رضي الله عنهما- (٥) . </p><p>(١) ينظر: \"معاني القرآن\" للفراء ٣/ ٩٥، \"تأويل مشكل القرآن\" لابن قتيبة ١٩٣، \"جامع البيان\" للطبري ٢٧/ ٤٤، \"معالم التنزيل\" للبغوي ٧/ ٤٠١، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٨٩، \"زاد المسير\" لابن الجوزي ٨/ ٦٥، \"لباب التأويل\" للخازن ٦/ ٢١٣. (٢) أورده الطبري عن ابن عباس -رضي الله عنهما- في \"جامع البيان\" ٢٧/ ٤٥، والماوردي عن ابن عباس -رضي الله عنهما- في \"النكت والعيون\" ٥/ ٣٩٣، وينظر: \"معالم التنزيل\" للبغوي ٧/ ٤٠٢، \"زاد المسير\" لابن الجوزي ٨/ ٦٥، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٨٩، \"لباب التأويل\" للخازن ٦/ ٢١٣.(٣) \"معاني القرآن\" للزجاج ٥/ ٧٠، \"اللسان\" (دلا) ١٤/ ٢٦٧.(٤) \"الديوان\" (١٨٩)، \"باهر البرهان\" للغزنوي (١٣٩٤)، \"الجامع لأحكام القرآن\" للقرطبي (غيابات) ١٧/ ٨٩، \"اللسان\" (غيا): ١٥/ ١٤٤.تدليت عليه: نزلت عليه، قافلًا: راجعًا، غيايات: ظل الشمس.الطَّفَلْ: دنو الشمس للغروب.(٥) يأتي الحديث.</p><p> وقيل: دنا: قرب، وتدلي: زاد في القرب (١)  (٢) . </p><p> [٢٨٨٥] أخبرني عقيل بن محمد (٣) ، أنَّ أبا الفرج البغدادي (٤) أخبرهم عن محمد بن جرير (٥) ، قال: حدثنا الربيع (٦) ، قال: حدثنا ابن وهب (٧) ، عن سليمان بن بلال (٨) ، عن شريك بن أبي نمر (٩) ، قال: سمعتُ أنس بن مالك - رضي الله عنه - يحدثنا عن ليلة المسرى أنه عرج جبريل عليه السلام برسول الله - صلى الله عليه وسلم - إلى السماء السابعة، ثم علا به بما لا يعلمه إلاَّ الله عز وجل حتى جاء سدرة المنتهي ودنا الجبار رب العزة فتدلي حتى كان منه قاب قوسين أو أدنى فأوحى إليه ما شاء (١٠) . </p><p>(١) \"معاني القرآن\" للزجاج ٥/ ٧٠، وأورده، \"زاد المسير\" لابن الجوزي ٨/ ٦٥، ونسبه للزجاج. (٢) القول ساقط من (ح).(٣) الجرجاني لم أجده ..(٤) المعافى بن زكريا، ثقة حافظ.(٥) الطبري، الإمام المجتهد، عالم العصر، صاحب التصانيف.(٦) الربيع بن سليمان صاحب الشافعي، ثقة.(٧) عبد الله بن وهب بن مسلم.(٨) التيمي مولاهم.(٩) شريك بن عبد الله بن أبي نمر، صدوق يخطئ.(١٠) [٢٨٨٥] الحكم على الإسناد:في إسناده من لم أجده، وفيه شريك صدوق يخطئ.التخريج:وهو قطعة من حديث أخرجه البخاري في كتاب التوحيد باب قوله: وكلم الله موسى تكليما (٧٥١٧) من طريق عبد العزيز بن عبد الله عن سليمان بنحوه، وفي كتاب المناقب باب: المعراج (٣٨٨٧) من طريق قتادة عن أنس بن مالك عن =</p><p> ودنو الله من العبد ودنو العبد من الله تعالى بالرتبة، والمنزلة، والمكانة، وإجابة الدعوة لا بالمسافة؛ لأنَّ المسافة لمن يكون له المكان مشتغلًا به فيكون بينه وبين المكان الآخر مسافة، وذلك كله من أمارات الأجسام وخواصها، والله عزَّ شأنه يتعالي عن ذلك علوًّا كبيرًا، وإنما هو كقوله تعالى:  {فَإني قَرِيب أجُيبُ دَعْوَةَ الداعَ إِذَا دَعَان}  (١) وقوله: {وَنَحنُ أَقرَبُ إِليهَ مِن منكم} يعني بالعلم والقدرة وإجابة الدعوة (٢) . </p><p> وقال بعضهم: معناه: ثم دنا جبريل عليه السلام من ربه عز وجل فكان قاب قوسين أو أدنى وهذا قول مجاهد (٣) ، يدل عليه ما روي في الحديث أنَّ أقرب الملائكة من الله تعالى جبريل عليه السلام (٤) ، وقيل: المعني: فكان على ما تقدرونه أنتم قدر قوسين أو أدنى (٥) . </p><p>= مالك بن صعصعة -رضي الله عنهما- بنحوه، وأخرجه مسلم في كتاب الإيمان، باب الإسراء برسول الله - صلى الله عليه وسلم - (١٦٢) من طريق سليمان بن بلال عن شريك بن أبي نمر عنه بنحوه، وينظر: \"جامع البيان\" للطبري ٢٧/ ٤٥. (١) البقرة: ١٨٦.(٢) \"الشفا\" للقاضي عياض: ١/ ٢٠٥، ونسبه القرطبي ١٧/ ٩٠ للقاضي عياض.(٣) \"جامع البيان\" للطبري ٢٧/ ٤٦، ونسبه الماوردي لمجاهد وابن عباس رقاِفا \"النكت والعيون\" ٥/ ٣٩٣، \"معالم التنزيل\" للبغوي ٧/ ٤٠٢، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٩٥، \"زاد المسير\" لابن الجوزي ٨/ ٦٦.(٤) أورده القرطبي \"الجامع لأحكام القرآن\" ١٧/ ٩٠ بدون إسناد.(٥) \"معاني القرآن\" للزجاج ٥/ ٧١، \"إعراب القرآن\" للنحاس ٤/ ٢٦٧، \"الكشاف\" للزمخشري ٤/ ٤٢٠، \"باهر البرهان\" للغزنوي (٣٩٥)، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٩٠، وعزاه ابن الجوزي، للزجاج، \"زاد المسير\" ٨/ ٦٧.</p><p> وقال الضحاك: ثم دنا محمد من ربه عز وجل فتدلى فأهوى للسجود، فكان منه قاب قوسين أو أدنى (١) . </p><p> وقيل: ثم دنا محمد - صلى الله عليه وسلم - من ساق العرش فتدلى. أي: جاوز الحجب والسرادقات لا يقله مكان وهو قائم بإذن الله كالمتعلق بالشيء لا يثبت قدمه على مكان (٢) ، وهذا معنى قول الحسين بن الفضل، ومعنى قوله {وقاب قوسين} : (قدر قوسين)  (٣) عربيتين قاله ابن عباس - رضي الله عنهما- وعطاء (٤) . والقاب والقيب والقاد والقيد عبارة عن مقدار الشيء (٥) . </p><p> وقيل:  (أو) بمعنى: (بل) ، تقديره: قاب قوسين بل أدنى (٦)  (٧) </p><p>(١) ينظر: \"معالم التنزيل\" للبغوي ٧/ ٤٠٢، وذكر القرطبي أنه دنو كرامة، \"الجامع لأحكام القرآن\" ٨٩/ ١٧، ونسبه ابن الجوزي لابن عباس والقرظي، \"زاد المسير\" ٨/ ٦٦، \"لباب التأويل\" للخازن ٦/ ٢١٣. (٢) لم أجده.(٣) ساقط من (ت) والمثبت من (ح).(٤) \"معاني القرآن\" للفراء ٣/ ٩٥، وأورده الزمخشري، ولم ينسبه \"الكشاف\" ٤/ ٤١٩، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٨٩.(٥) ينظر: \"جامع البيان\" للطبري ٢٧/ ٤٥، \"الوسيط\" للواحدي ٤/ ١٩٣، \"معالم التنزيل\" للبغوي ٧/ ٤٠٢، \"الكشاف\" للزمخشري ٤/ ٤١٩، وأورده القرطبي ونسبه للزمخشري. ينظر: \"الجامع لأحكام القرآن\" ١٧/ ٨٩، ونسبه ابن الجوزي لأبي عبيدة، \"زاد المسير\" ٨/ ٦٧.(٦) أورده ابن الجوزي ونسبه لمقاتل.ينظر: \"زاد المسير\" ٨/ ٦٧، \"لباب التأويل\" للخازن ٦/ ٢١٣.(٧) الجملة ساقطة من (ح).</p><p> ونظير القاب والقيب رمح زار وزير، (وإنما ضرب المثل بالقوس؛ لأنها لا تختلف في القاب.</p><p> وعن أبي هريرة - رضي الله عنه - قال)  (١) : قال رسول الله - صلى الله عليه وسلم -: \"لَقَابُ قوس أحدكم في الجنة خير من الدنيا وما فيها\"  (٢) . </p><p> وقال مجاهد: معناه حيث الوتر من القوس (٣) . </p><p> وقال سعيد بن المسيِّب: القاب صدر القوس العربية حيث يُشد عليه السير الذي يتنكَّبه صاحبه ولكل قوس قاب واحد، فأخبر أنَّ جبريل قرب من محمد عليهما الصلاة والسلام عند الوحي كقرب قاب قوسَينِ (٤) . </p><p> وقال أهل المعاني: هذا إشارة إلى تأكيد المحبة والقربة، ورفع المنزلة والرتبة، وأصله أنَّ الحليفين والمحبَّين في الجاهلية كانا إذا أرادا عقد الصفا والعهد والوفا خرجا بقوسيهما وألصقا بينهما يريدان بذلك أنهما متظاهران متحاميان يحامي كل واحد منهما عن </p><p>(١) ما بين القوسين ساقط من (ح). (٢) أخرج البخاري من طريق هلال بن علي عن عبد الرحمن بن أبي عمرة عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: \"لقاب قوس في الجنة خير مما تطلع عليه الشمس وتغرب\" كتاب الجهاد والسير، باب الغدوة والروحة (٢٧٩٢)، وأخرجه أحمد ٢/ ٤٨٣ (١٠٢٧٠) عن أبي هريرة - رضي الله عنه - بنحوه.(٣) ينظر: البخاري: كتاب التفسير، باب (فكان قاب قوسين أو أدنى)، \"النكت والعيون\" للماوردي ٥/ ٣٩٣، \"لباب التأويل\" للخازن ٦/ ٢١٤.(٤) أورده القرطبي عن سعيد بن المسيب. ينظر: \"الجامع لأحكام القرآن\" ١٧/ ٩٠.</p><p> صاحبه (١) ، وقيل: هذا تمثيل في تقريب الشيء من الشيء، وهو مستعمل في أمثال العرب وأشعارهم، وقال أبو وائل شقيق بن سلمة، وسعيد بن جبير، وعطاء، وأبو إسحاق الهمداني:  {فَكَانَ قَابَ قَوْسَيْنِ} يعني: قدر ذراعين، والقوس الذراع، يقاس بها كل شيء وهي لغة بعض أهل الحجاز (٢) . </p><p> {أو أدنى} بل أقرب (٣) . </p><p> وقال بعض المحققين: إنما قال: {أو أدنى} لأنه لم يُرد أن يجعل لذلك حدًّا محصورًا. </p><p> وسُئل أبو العباس بن عطاء، عن هذِه الآية: فقال: كيف أصف لكم مقامًّا انقطع عنه جبريل وميكائيل وإسرافيل عليهم السلام، ولم يكن إلاَّ محمد - صلى الله عليه وسلم - وربه عز وجل (٤) ، وقيل: إنَّ لفظة: {أَوْ} ليست للشك ولكنه خاطب العباد على لغتهم، ومقدار فهمهم، أي: فكان على حد ما تقدرونه أنتم قدر قوسين أو أقل (٥)  (٦) . </p><p>(١) ينظر: \"معالم التنزيل\" للبغوي ٧/ ٤٠٢، \"لباب التأويل\" للخازن ٦/ ٢١٤. (٢) نسبه الماوردي للسدي \"النكت والعيون\" ٥/ ٣٩٣، \"الوسيط\" للواحدي ٤/ ١٩٤، \"معالم التنزيل\" للبغوي ٧/ ٤٠٢، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٩٠، ونسبه الخازن لابن مسعود - رضي الله عنه - ينظر: \"لباب التأويل\" ٦/ ٢١٤.(٣) ينظر: \"معالم التنزيل\" للبغوي ٧/ ٤٠٢.(٤) لم أجده.(٥) ينظر: \"معاني القرآن\" للزجاج ٥/ ٧١، \"إعراب القرآن\" للنحاس ٤/ ٢٦٧، ونسبه ابن الجوزي للزجاج، \"زاد المسير\" ٨/ ٦٧.(٦) القول ساقط من (ح).</p>"
}