{
  "id": null,
  "sura": 55,
  "aya": 74,
  "text": "<p> نسخط أبدًا، أزواج رجال كرام \". ثم قرأ النبي - صلى الله عليه وسلم -: {حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ(٧٢)} قال: \" محبوسات\" (١) . </p><p> ٧٣ - {فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (٧٣) لَمْ يَطْمِثْهُنَّ} أي: لم يمسسهن. </p><p> {إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ} قراءة العامة بكسر الميم (٢) ، واختاره أبو عبيد وأبو حاتم. قرأ أبو حيوة الشامي، وطلحة بن مصرف، والأعرج، والشيرزي (٣) عن الكسائي: بالضم في الحرفين {يَطْمِثْهُنَّ} وكان الكسائي يكسر إحداهما ويضم الأخرى ويخير في ذلك فإذا ضم الأولى كسر الآخر (٤) والعلة فيه: </p><p> [٢٩٧٨] ما أخبرنا أبو محمد بن شيبة بن محمد المقرئ (٥) رحمه </p><p>(١) [٢٩٧٧] الحكم على الإسناد: فيه محمد بن موسى، لم أجده.التخريج:أخرج البيهقي في \"البعث\" عن أنس بن مالك - رضي الله عنه - بنحوه (١٩٨)، وابن مردويه عن أنس بن مالك - رضي الله عنه - \"الدر المنثور\" ٦/ ٢١٢.(٢) ينظر: \"السبعة\" لابن مجاهد (٦٢١)، \"التذكرة\" لابن غلبون ٢/ ٥٧٨، \"التيسير\" للداني (١٦٧)، \"النشر\" لابن الجزري ٢/ ٣٨١.(٣) عيسى بن سليمان أبو موسى الحجازي المعروف بالشيرزي الحنفي، مقرئ عالم بوجوه القراءات نحوي معروف كان من قدماء أصحاب الكسائي، بغية الوعاة للسيوطي، \"غاية النهاية\" ١/ ٦٠٨.(٤) ينظر: \"السبعة\" لابن مجاهد (٦٢١)، \"التذكرة\" لابن غلبون ٢/ ٥٧٨، \"التيسير\" للداني (١٦٧) \"النشر\" لابن الجزري ٢/ ٣٨١.(٥) أبو محمد الشعيبي، من أهل الحديث والورع، لم يذكر بجرح أو تعديل.</p><p> الله، قال: أخبرني أبو عمرو محمد بن محمد بن عبدوس (١) ، قال: حدثني ابن شنبوذ (٢) ، قال: قال أخبرني عياش بن محمد الجوهري (٣) ، عن أبي عمر الدوري (٤) عن الكسائي (٥) قال: إذا رفع الأول كسر الآخر، وإذا رفع الآخر كسر الأول، قال: وهي قراءة أبي إسحاق السبيعي (٦) ، قال: وقال أبو إسحاق: كنت أصلي خلف أصحاب علي بن أبي طالب (٧) - رضي الله عنه - فأسمعهم يقرؤون:  {لَمْ يَطْمِثْهُنَّ} برفع الميم وكنت أصلي خلف أصحاب عبد الله - رضي الله عنه - فكنتُ أسمعهم يقرؤون {لَمْ يَطْمِثْهُنَّ} بكسر الميم (٨) . </p><p> فاستعمل الكسائي الأثرين لئلا يخرج من هذين الأمرين (٩) . وهما </p><p>(١) أبو عمرو الزاهد الأنماطي النيسابوري المقرئ، لم يذكر بجرح أو تعديل. انظر \"تلخيص تاريخ نيسابور للحاكم\" (٢٢٩٣). (٢) أبو الحسن محمد بن أحمد بن أيوب بن الصلت، شيخ الإقراء بالعراق، ثقة.(٣) عياش بن محمد بن عيسى أبو الفضل، البغدادي، مشهور، قال الخطيب: كان ثقة، مات سنة (٢٩٩ هـ).انظر: \"تاريخ بغداد\" ١٢/ ٢٧٩، \"غاية النهاية\" ١/ ٦٠٧.(٤) حفص بن عمر بن عبد العزيز، لا بأس به.(٥) علي بن حمزة، إمام في النحو والقراءة، ذكره ابن حبان في \"الثقات\".(٦) عمرو بن عبد الله الكوفي، ثقة مكثر عابد، اختلط بأخرة.(٧) من (ح).(٨) [٢٩٧٨] الحكم على الإسناد:شيخ المصنف وشيخ شيخه، لم يذكرا بجرح أو تعديل.(٩) ينظر: \"السبعة\" لابن مجاهد (٦٢١)، \"البحر المحيط\" لأبي حيان ٨/ ١٩٦، \"فتح القدير\" للشوكاني ٥/ ١٤١.</p>"
}