{
  "id": null,
  "sura": 56,
  "aya": 40,
  "text": "<p> النبي - صلى الله عليه وسلم - في قوله عز وجل: {إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاءً (٣٥) }، قال:  \"عجائز كنَّ في الدنيا عمشًا رمصًا فجعلن أبكارًا\"  (١) . </p><p> ٣٨ - {لِأَصْحَابِ الْيَمِينِ (٣٨) } أي: هذِه لأصحاب اليمين (٢) . </p><p> ٣٩ - {ثُلَّةٌ مِنَ الْأَوَّلِينَ} يعني: من الأمم الماضية (٣) . </p><p> ٤٠ - {وَثُلَّةٌ مِنَ الْآخِرِينَ (٤٠) } من أمة محمَّد - صلى الله عليه وسلم - (٤) . </p><p> قال الفراء: رفعها على الاستئناف أو على خبر حذف الصفة، </p><p>(١) [٣٠١٠] الحكم على الإسناد: إسناده ضعيف؛ يزيد بن أبان الرقاشي ضعيف، وشيخ المصنف لم أجده.التخريج:أخرجه الترمذي كتاب التفسير، باب ومن سورة الواقعة (٣٢٩٦) من طريق الحسين بن حريث الخزاعي، عن وكيع عن موسى بن عبيدة عن يزيد بن أبان به بمعناه. وقال أبو عيسى: هذا حديث غريب، لا نعرفه مرفوعًا إلا من حديث موسى بن عبيدة، وموسى بن عبيدة ويزيد الرقاشي يضعفان في الحديث.وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٣٣١، عن موسى بن عبيدة عن يزيد بن أبان به بمعناه، والبغوي في \"معالم التنزيل\" ٨/ ١٤، من طريق أبي سعيد الشريحي، عن أبي إسحاق الثعلبي، عن عبد الله الخطيب به بمثله، وأورده ابن كثير في \"تفسير القرآن العظيم\" ١٣/ ٣٧٢ عن موسى بن عبيدة به بنحوه.(٢) انظر: \"الوسيط\" للواحدي ٤/ ٢٣٥، \"معالم التنزيل\" للبغوي ٨/ ١٦.(٣) أخرجه الطبري في \"جامع البيان\" ٢٧/ ١٨٩ عن الحسن، وانظر: \"الوسيط\" للواحدي ٤/ ٢٣٥، \"معالم التنزيل\" للبغوي ٨/ ١٦، ولم ينسباه.(٤) أخرجه الطبري في \"جامع البيان\" ٢٧/ ١٨٩، ونسبه للحسن، وانظر: \"معالم التنزيل\" للبغوي ٨/ ١٦، نسبه لعطاء ومقاتل، \"معاني القرآن\" للزجاج ٥/ ١١٣، \"الوسيط\" ٤/ ٢٣٥، ولم ينسباه.</p><p> ومجازه: لأصحاب اليمين ثلتان: ثلة من هؤلاء وثلة من هؤلاء، والأولون الأمم الماضية، والآخرون هذِه الأمة (١) . </p><p> [٣٠١١] أخبرني الحسين بن محمد العدل (٢) ، قال: حدثنا عبد الله ابن عبد الرحمن الدقاق (٣) ، قال: حدثنا محمد بن عبد العزيز (٤) ، قال: حدثنا محمد بن الوليد القرشي (٥) ، وعيسى بن المساور (٦) ، واللفظ له، قالا: حدثنا الوليد بن مسلم (٧) ، قال: حدثنا عيسى بن موسى أبو (٨) محمَّد (٩) وغيره، عن عُرْوَة بن رُوَيمْ (١٠) قال: لما أنزل </p><p>(١) انظر: \"معاني القرآن\" ٣/ ١٢٦، \"جامع البيان\" للطبري ٢٧/ ١٩١، \"إعراب القرآن\" للنحاس ٤/ ٣٣٢، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢١٢، ولم ينسبه. (٢) ابن فنجويه، ثقة صدوق، كثير الرواية للمناكير.(٣) لم أجده.(٤) لم أجده.(٥) البسري، ثقة.(٦) عيسى بن مساور الجوهري أبو محمد البغدادي، روى عن: رواد بن الجراح، وسويد بن عبد العزيز، ومحمد بن شابور وغيرهم. روى عنه: الإمام النسائي، وأبو جعفر الخزار وغيرهما. قال ابن حجر: صدوق. انظر: \"تهذيب الكمال\" ٢٣/ ٢٨، \"تقريب التهذيب\" لابن حجر (٥٣٢٣).(٧) ثقة، كثير التدليس والتسوية.(٨) في الأصل: بن. والتصويب من كتب التراجم.(٩) عيسى بن موسى القرشي، أبو محمد، ويقال: أبو موسى الدمشقي، روى عن إسماعيل بن أبي المهاجر، والعلاء بن الحارث، ويزيد بن عبيدة وغيرهم. روى عنه: عمرو بن أبي سلمة التنيسي، ومحمد بن سليمان وآخرون قال ابن حجر: صدوق. انظر: \"تهذيب الكمال\" ٢٣/ ٤١ للمزي، \"تقريب التهذيب\" لابن حجر (٥٣٣٢).(١٠) عروة بن رويم اللخمي أبو القاسم الأردني، روى عن: أنس بن مالك، ورجاء بن =</p><p> الله تعالى على رسوله - صلى الله عليه وسلم -: {ثُلَّةٌ مِنَ الْأَوَّلِينَ (١٣) وَقَلِيلٌ مِنَ الْآخِرِينَ (١٤) } بكى عمر بن الخطاب - رضي الله عنه - فقال: يا نبي الله ثلة من الأولين، وقليل منا آمنا برسول الله وصدقناه، ومن ينجو منَّا قليل؟ فأنزل الله تعالى {ثُلَّةٌ مِنَ الْأَوَّلِينَ (٣٩) وَثُلَّةٌ مِنَ الْآخِرِينَ (٤٠) } (١) فدعا رسول الله - صلى الله عليه وسلم - عمر بن الخطاب فقال:  \"يا ابن الخطاب قد أنزل الله عز وجل فيم قلت {ثُلَّةٌ مِنَ الْأَوَّلِينَ(٣٩)وَثُلَّةٌ مِنَ الْآخِرِينَ(٤٠)} \" فقال عمر: - رضي الله عنه - رضينا يا ربنا فلك الحمد وصدقنا نبينا، فقال رسول الله - صلى الله عليه وسلم -: \"من آدم إلينا ثُلَّة ومنَّا إلى يوم القيامة ثلة، وليسوا بأنبياء ولا صديقين إلَّا الأساود من رعاة الإبل،ممن قال:لا إله إلا الله\"  (٢) . </p><p> [٣٠١٢] أخبرني عقيل بن محمد الفقيه (٣) ، أنَّ أبا الفرج البغدادي </p><p>= حيوة وأبو إدريس الخولاني وغيرهم. روى عنه: إسحاق بن أبي فروة، وتميم بن سنان وعمرو بن وافد، وغيرهم. قال ابن حجر: صدوق يرسل كثيرًا. انظر: \"تهذيب الكمال\" ٢٠/ ٨، \"تقريب التهذيب\" لابن حجر (٤٥٦٠). (١) في الأصل: ثلاثة، وهو خطأ.(٢) [٣٠١١] الحكم على الإسناد:في إسناده من لم أجد ترجمته.التخريج:أخرجه البغوي في \"معالم التنزيل\" ٨/ ١٦، من طريق أبي سعيد الشريحي، عن أبي إسحاق الثعلبي به، بنحوه.وانظر: \"أسباب النزول\" للواحدي (ص ٤٢٢) عنه، بمثله، \"زاد المسير\" لابن الجوزي ٨/ ١٤٣ عنه.(٣) لم أجده.</p><p> القاضي (١) أخبره عن محمد بن جرير (٢) ، قال: حدثنا زيد (٣) قال: حدثنا سعيد (٤) ، عن قتادة (٥) ، قال: حدثنا الحسن (٦) ، قال: حدثني عمران بن الحصين (٧) ، عن عبد الله بن مسعود - رضي الله عنه - قال: تحدثنا عند رسول الله - صلى الله عليه وسلم - ذات ليلة حتَّى أكربنا الحديث، ثم رجعنا إلى أهلنا، فلما أصبحنا غدونا على (٨) رسول الله - صلى الله عليه وسلم - فقال رسول الله - صلى الله عليه وسلم -: \"عرضت عليَّ الأنبياء الليلة بأتباعهم من أممهم، وكان النبي يجيء معه الثلة من أمته، ومعه الرجلان، والنبي ومعه الرجل، والنبي ومعه العصابة من أمته، والنبي ومعه النفر من أمته، والنبي وليس معه أحد من أمته، حتَّى أتى عليَّ موسى بن عمران ومعه كبكبة من بني إسرائيل، فلما رأيتهم أعجبوني، فقلت: أي رب من هؤلاء؟ قال: هذا أخوك موسى بن عمران، ومن معه من بني إسرائيل، قلت: فأين أمتي؟ قال: انظر عن يمينك فنظرت فإذا </p><p>(١) المعافى بن زكريا حافظ، ثقة. (٢) الطبري، ثقة.(٣) كذا في المخطوط، والذي عند الطبري: حدثنا بشر، قال: حدثنا يزيد، وبشر هو ابن معاذ العقدي صدوق، ويزيد هو ابن زريع ثقة ثبت.(٤) ابن أبي عروبة ثقة حافظ، من أثبت الناس في قتادة.(٥) ابن دعامة السدوسي، ثقة، ثبت.(٦) الحسن البصري، ثقة كان يرسل كثيرًا ويدلس.(٧) صحابي مشهور.(٨) في (م): إلى.</p><p> ظراب (١) مكة قد سدت بوجوه الرجال، فقلت: أي رب من هؤلاء، قال: هؤلاء أمتك، أرضيت؟ قلت: يا رب رضيت، قال: انظر: عن يسارك، فنظرت، فإذا الأفق قد سد بوجوه الرجال، فقلت: يا رب من هؤلاء؟ قال: هؤلاء أمتك، أرضيت، فقلت: رب رضيت، رب رضيت، فقيل: إنَّ مع هؤلاء سبعين ألفًا من أمتك يدخلون الجنّة لا حساب عليهم، مع كل واحد من السبعين ألفًا سبعون ألفًا يدخلون بشفاعتهم \"،قال:فأنشأ(٢)عكاشة بن محصن الأسدي،فقال:يا نبي الله ادع ربك أن يجعلني منهم.فقال:\" اللهم اجعله منهم \" ثم أنشأ رجل آخر من الأنصار فقال: يا نبي الله، ادعو ربك أن يجعلني منهم.فقال:\" سبقك بها عكاشة \"، ثم قال لنا النبي - صلى الله عليه وسلم -: \" فداكم أبي وأمي، فإن استطعتم أن تكونوا من السبعين ألفًا فكونوا، وإن عجزتم وقصرتم فكونوا من أهل الظراب، وإن عجزتم وقصرتم فكوثوا من أهل الأفق، فإني قد رأيتُ ناسًا يتهاوشون كثيرًا \".</p><p> قال ابن مسعود - رضي الله عنه - فلما قام النبي - صلى الله عليه وسلم - قلنا: من هؤلاء السبعون ألفًا فاتفق رأينا أنَّهم أناسٌ وُلدوا في الإسلام، فلم يزالوا يسلمون به حتَّى ماتوا عليه، فنمى حديثهم إلى النبي - صلى الله عليه وسلم -: فقال (٣) \" إني لأرجو </p><p>(١) ظراب: الروابي الصغار. انظر: \"لسان العرب\" لابن منظور (ظرب).(٢) فأنشأ: ابتدأ حديثًا.انظر: \"لسان العرب\" لابن منظور (نشأ).(٣) ساقطة من الأصل.</p><p> أن يكون معي من أمتي ربع أهل الجنّة \"، فكبَّرنا،ثم قال:\" إني لأرجو أن تكونوا ثلُثي أهل الجنّة \" فكبرنا،ثم قال:\" إني لأرجو أن تكونوا نصف أهل الجنّة \" فكبرنا، ثم تلا رسول الله - صلى الله عليه وسلم -: {ثُلَّةٌ مِنَ الْأَوَّلِينَ(٣٩)وَثُلَّةٌ مِنَ الْآخِرِينَ(٤٠)}(١).</p><p> وقال أبو العالية، ومجاهد، وعطاء بن أبي رباح، والضحاك: {ثُلَّةٌ مِنَ الْأَوَّلِينَ (٣٩) } </p><p> يعني: من سابقي هذِه الأمة، {وَثُلَّةٌ مِنَ الْآخِرِينَ (٤٠) } من هذِه الأمة، من آخرها (٢) ، يدل عليه ما روى ابن عباس - رضي الله عنهما - في هذِه الآية. </p><p> {ثُلَّةٌ مِنَ الْأَوَّلِينَ (٣٩) وَثُلَّةٌ مِنَ الْآخِرِينَ (٤٠) } فقال النبي - صلى الله عليه وسلم -: \" هما </p><p>(١) [٣٠١٢] الحكم على الإسناد: في إسناده شيخ المنصف لم أجده، إلا أنَّه ورد من طرق أخرى كما سيأتي.التخريج:أخرجه الإمام البخاري في كتاب الطب، باب من اكتوى أو كوى غيره (٥٧٠٥)، من طريق حصين، عن عامر، عن عمران بن حصين، بمعناه، وأخرجه الإمام مسلم في كتاب الإيمان باب دخول طوائف من المسلمين الجنّة بغير حساب ولا عذاب (٣٧١)، من طريق محمد بن سيرين عن عمران بن حصين بمعناه، وأخرجه الإمام أحمد في \"مسنده\" ١/ ٤٠١ (٣٨٠٦)، من طريق عبد الرزاق عن معمر عن قتادة به بنحوه، وأخرجه الطبري في \"جامع البيان\" ٢٧/ ١٩٠، من طريق يزيد عن سعيد به بنحوه، وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٣٣٣، من طريق محمد بن بكار عن سعيد بن بشير به بنحوه، وانظر: \"تفسير القرآن العظيم\" ١٣/ ٣٨٠، ونسبه لابن أبي حاتم بسنده عنه بنحوه.(٢) انظر: \"معالم التنزيل\" للبغوي ٨/ ١٨، \"الجامع لأحكام القرآن\" للقرطبي، ١٧/ ٢١٢ ولم ينسبه.</p>"
}