{
  "id": null,
  "sura": 56,
  "aya": 31,
  "text": "<p> وقال أبو حَزْرَة: الظل الممدود هو الذي لا شمس فيه كظل الغداة قبل طلوع الشمس (١) . </p><p> ٣١ - {وَمَاءٍ مَسْكُوبٍ (٣١) } </p><p> مصبوب يجري دائمًّا في غير أخاديد لا ينقطع (٢) . </p><p>= عمرو عن أبي سلمة عنه بنحوه، وأخرجه ابن ماجه في كتاب الزهد باب صفة الجنة (٤٣٣٥)، من طريق عبد الرحمن بن عثمان، عن محمَّد بن عمرو، عن أبي سلمة عنه بنحوه، وأخرجه الدارمي في \"سننه\" ٢/ ٣٣٨ من طريق يزيد بن هارون عن محمد بن عمرو، عن أبي سلمة عنه بمثله، وأخرجه الإمام أحمد في \"مسنده\" في عدة مواضع ٢/ ٤٠٤ (٩٢٤٣) من طريق أبي يونس عنه بنحوه، ٢/ ٤١٨ (٩٤١٧) من طريق الأعرج عنه بمعناه، ٢/ ٤٣٨ (٩٦٥٠) من طريق يحيى بن سعيد عن محمَّد بن عمرو عن أبي سلمة عنه بمعناه، ٢/ ٤٥٢ (٩٨٣٢) من طريق سعيد المقبري عن أبيه عنه بنحوه، ٢/ ٤٥٥ (٩٨٧٠)، ٢/ ٤٦٢ (٩٩٥٠) من طريق أبي الضحاك عنه، ٢/ ٤٦٩ (١٠٠٦١) من طريق محمَّد بن زياد عنه بمثله. وأخرجه الطبري في \"جامع البيان\" ٢٧/ ١٨٣ من طريق أبي كريب، عن عبدة وعبد الرحمن، عن محمَّد بن عمرو به بمثله، وأخرجه أبو يعلى في \"مسنده\" ٥/ ٢٠٩، من طريق سعيد بن المسيب عنه بمثله، وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٣١ من طريق يزيد بن هارون عن محمَّد بن عمرو بمثله.وأخرجه البغوي في \"معالم التنزيل\" ٨/ ١٢ من طريق معمر عن همام عنه بمثله، وأورده القرطبي في \"الجامع لأحكام القرآن\" ١٧/ ٢٠٩ بغير إسناد عنه بمثله.(١) ذكره الفراء في \"معاني القرآن\" ولم ينسبه ٣/ ١٢٥.(٢) أخرجه الطبري في \"جامع البيان\" عن سفيان ٢٧/ ١٨٤.وانظر: \"النكت والعيون\" للماوردي ٥/ ٤٥٤، \"الوسيط\" للواحدي ٤/ ٢٣٤، \"زاد المسير\" لابن الجوزي ٨/ ١٤٠، \"الجامع لأحكام القرآن\" ١٧/ ٢٠٩.</p><p> وذكر في الحديث: أنَّ أنهار الجنّة تجري كلها علي وجه الأرض، طينة النهر مسك أذفر (١) ، وتراب الجنّة الزعفران، ورضْرَاض (٢) ، النهر الدُّرُّ والياقوت، والأنهار كلها تجري في موضع واحد، وهي تتلاطم أمواجها من الخمر والعسل واللبن والماء، كل نهر يُقدس الله ويمجده بلغة لا يفهمها الآخر، ويعبر بعضها بعضًا (٣) . </p><p> [٢٩٩٧] أخبرني الحسين بن فنجويه (٤) ، قال: حدثنا عبد الله بن يوسف (٥) ، قال: حدثنا محمد بن موسى الحلواني (٦) ، قال: حدثنا خزيمة بن أحمد الماوردي (٧) ، قال: حدثنا إسحاق بن إسماعيل (٨) ، قال: حدثنا الحسين بن علي الجعفي (٩) ، قال: حدثنا مزاحم بن داود بن عُلية (١٠) ، قال: مات أخ لي وكان بارًّا بأمه فرأيته فيما يرى </p><p>(١) أذفر: أي طيب الريح. انظر: \"لسان العرب\" لابن منظور (ذفر). (٢) هو الحَصَى الصِّغار. انظر: \"لسان العرب\" لابن منظور (رضض).(٣) أورده المنذري في \"الترغيب والترهيب\" وعزاه لابن أبي الدنيا ٤/ ٣٠٩ (٥٦٦٦) من حديث أبي هريرة موقوفًا بمعناه، وذكره الهيثمي في \"مجمع الزوائد\" ١٠/ ٣٩٧ من حديث ابن عمر بمعناه.(٤) ثقة، صدوق، كثير الرواية للمناكير.(٥) لم أجده.(٦) لم يذكر بجرح أو تعديل.(٧) لم أجده.(٨) الطالقاني، ثقة.(٩) ثقة عابد.(١٠) كتب في هامش الأصل، عند كلمة مزاحم: بن داود بن علية الحارثي الكوفي عن أبيه داود، عنه أبو غريب قال أبو حاتم: لا يحتج به.انظر: \"خلاصة تذهيب تهذيب الكمال\" للخزرجي (٣٧٣).</p>"
}