{
  "id": null,
  "sura": 56,
  "aya": 5,
  "text": "<p> ٥ - {وَبُسَّتِ الْجِبَالُ بَسًّا (٥) } </p><p> أي: حُتَّت حَتًّا (١) وفُتَّتْ فتًّا (٢) فصارت كالدقيق المبسوس، وهو المبلول (٣) ، قاله ابن عباس - رضي الله عنهما - والبسيسة عند العرب: الدقيق والسويق، يُلَتُّ ويتخذ زادًا (٤) ، وذكر عن لِص من غطفان (٥) أنَّه أراد أن يخبز فخاف أن يعجل عن الخبز فقال رجزًا: </p><p> لا تَخْبِزا خَبْزًا وبُسَّا بسّا </p><p> ولا تُطِيلا بِمُنَاخ حَبْسا (٦) </p><p>(١) حُتت: الحَتُّ فرك الشيء وقشره، ومنه الحُتاتُ كالدُّقاقِ. \"لسان العرب\" لابن منظور ٣/ ٣٨.(٢) فَث الشيء، يَفُتُه فَتَّا: دَقه وكَسَرَه. انظر: \"لسان العرب\" لابن منظور ١٠/ ١٦٩.(٣) أخرجه الطبري في \"جامع البيان\" ٢٧/ ١٦٨ عنه ونسبه أيضًا لمجاهد وعكرمة، وذكره الواحدي في \"الوسيط\" ٤/ ٢٣٢، والبغوي في \"معالم التنزيل\" ٨/ ٧ ونسباه لعطاء ومقاتل ومجاهد، وابن الجوزي في \"زاد المسير\" ونسبه لمجاهد ٨/ ١٣٢، وانظر: \"تفسير القرآن العظيم\" لابن أبي حاتم ١٠/ ٣٣٢٩، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ١٩٦.(٤) انظر: \"معاني القرآن\" للفراء ٣/ ١٢١، \"جامع البيان\" للطبري ٢٧/ ١٦٧، \"النكت والعيون\" للماوردي ٥/ ٤٤٧، \"الجامع لأحكام القرآن\" ١٧/ ١٩٦.(٥) انظر: \"النكت والعيون\" للماوردي ٥/ ٤٤٧، وقد نسبه المرزباني إلى الهفوان العقيلي أحد بني المنتفق وهو أحد اللصوص. \"معجم الشعراء\" للمرزباني (٤٢١).(٦) انظر: الشطر الأول في \"معاني القرآن\" للفراء ٣/ ١٢١، \"جامع البيان\" للطبري ٢٧/ ١٦٧، \"معاني القرآن\" للزجاج ٥/ ١٠٨، \"معجم الشعراء\" للمرزباني (ص ٤٢١) (لا توقدا نارًا) بدل (لا تخبزا خبزًا)، وفي \"غريب الحديث\" للخطابي: تزودوا السويق ولا تصنعا خبزًا؛ لئلا يطول المكث، يأمرهما بالنجاء =</p><p> وعن ابن عباس - رضي الله عنهما - كسرت (١) . </p><p> وقال عطاء: اذهبت اذهابًا (٢) ، وقال سعيد بن المسيب والسُّدِّي: كُسِرت كسرًا (٣) . </p><p> وقال الكلبي: تسيرت عن وجه الأرض تسيرًا (٤) والبَسُّ (٥) حُتاتُ (٦) الكثيب الأهيل، وقال مجاهد: لُتَّتْ لتًّا (٧) . </p><p>= في السير، وفي الشطر الثاني بمقام بدل بمناخ. وانظر: \"لسان العرب\" لابن منظور ١/ ٤٠٦، قال: وذكر أبو عبيدة أنه لص من غطفان أراد أن يخبز فخاف أن يعجل عن ذلك فأكله عجينًا، \"غريب القرآن\" للسجستاني (ص ١٤٩) قال: فُتَّت حتى صارت كالدقيق والسويق المبسوس، أي: المبلول. وانظر: \"المخصص\" لابن سيده ٧/ ١٢٧، والقصة أيضًا مع صدر الرجز عند أبي عبيدة في \"مجاز القرآن\" ٢/ ٢٤٨.وانظر: \"المحرر الوجيز\" لابن عطية ١٥/ ٣٥٧، \"زاد المسير\" لابن الجوزي ٨/ ١٣٨.(١) لم أجده.(٢) لم أجده.(٣) ذكره الواحدي في \"الوسيط\" ٤/ ٢٣٢ ونسبه للسدي.وانظر: \"معالم التنزيل\" للبغوي ٨/ ٧.(٤) انظر: \"معالم التنزيل\" للبغوي ٨/ ٨.(٥) البَسُّ: الشيء إذا فتته، وبُسَّتْ لُتَّتْ وخلطت. انظر: \"لسان العرب\" لابن منظور ١/ ٤٠٦ (بس).(٦) حتاتُ كل شيء ما تحات منه كالدُّقَاقِ. انظر: \"لسان العرب\" لابن منظور ٣/ ٣٨ (حت).(٧) انظر: \"زاد المسير\" لابن الجوزي ٨/ ١٣٢، نسبه لقتادة.لُتَّتْ: بَلُّ السويق وبَسُّه بالماء. انظر: \"لسان العرب\" لابن منظور ١٢/ ٢٣٢.</p>"
}