{
  "id": null,
  "sura": 56,
  "aya": 82,
  "text": "<p> ٨٢ - {وَتَجْعَلُونَ رِزْقَكُمْ} أي: حظكم ونصيبكم من القرآن (١) . </p><p> {أَنَّكُمْ تُكَذِّبُونَ} . </p><p> قال الحسن: في هذِه الآية خسر عبدٌ لا يكون حظه من كتاب الله تعالى إلا التكذيب به (٢) . </p><p> وقال آخرون: هذا في الاستسقاء بالأنواء (٣) . </p><p> قال عطاء: كانوا يمطرون فيقولون مطرنا بنوء كذا، وصدق نوء كذا (٤) . </p><p> [٣٠١٦] أنبأني عبد الله بن حامد (٥) ، قال: حدثنا محمَّد بن الحسين (٦) ، قال: حدثنا أحمد بن يوسف (٧) ، قال: حدثنا النَّضر بن </p><p>= انظر: \"العين\" للخليل (عها)، \"لسان العرب\" لابن منظور (هاع). (١) انظر: \"معالم التنزيل\" للبغوي ٨/ ٢٤، وذكره ابن الجوزي في \"زاد المسير\" ٨/ ١٥٤، ونسبه للثعلبي.(٢) أخرجه الطبري في \"جامع البيان\" ٢٧/ ٢٠٩.وانظر: \"معالم التنزيل\" للبغوي ٨/ ٢٤.(٣) انظر: \"جامع البيان\" للطبري ٢٧/ ٢٠٨ - ٢٠٩، وذكره الماوردي في \"النكت والعيون\" ٥/ ٤٦٥، ونسبه لابن عباس وعلي بن أبي طالب مرفوعاً، \"الوسيط\" للواحدي ٤/ ٢٤٠، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٢٨.(٤) أخرجه الطبري في \"جامع البيان\" ٢٧/ ٢٠٩.وانظر: \"معاني القرآن\" للزجاج ٥/ ١١٦، \"النكت والعيون\" للماوردي ٥/ ٤٦٥، \"زاد المسير\" لابن الجوزي ٨/ ١٥٤، ولم ينسبوه.(٥) الوزان لم يذكر بجرح أو تعديل.(٦) ابن الحسن بن الخليل القطان، قال عنه الحاكم: الشيخ الصالح.(٧) الأزدي المهلبي المعروف بحمدان حافظ ثقة.</p><p> محمَّد (١) ، قال: حدثنا عكرمة (٢) ، قال: حدثنا أبو زميل (٣) ، قال: حدثنا ابن عباس - رضي الله عنهما - قال: مُطر الناسُ على عهد النبي - صلى الله عليه وسلم - فقال النبي - صلى الله عليه وسلم -: \"أصبح من الناس شاكر، ومنهم كافر،فمنهم من يقول:هذِه رحمة وضعها الله حيث شاء،ومنهم من يقول:صدق نوء كذا وكذا\" قال: فنزلت هذِه الآية: {فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ} إلى قوله: {وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ}  (٤) . </p><p> وشرح قول ابن عباس - رضي الله عنهما - في سبب نزول هذِه الآية، ما روي عنه أنَّ النبي - صلى الله عليه وسلم - خرج في سفر فأصابهم العطش وليس معهم ماء، فذكروا ذلك للنبيَّ - صلى الله عليه وسلم - فقال:  \"أرأيتم إن دعوت الله لكم فسقُيتم فلعلَّكم تقولون: سقينا هذا المطر بنوء كذا وكذا\" فقالوا: يا رسول الله: ما </p><p>(١) ابن موسى الجرشيُّ، أبو عمر اليماميُّ، ثقة له أفراد. (٢) ابن عمار العجلي، أبو عمَّار اليمامي، صدوق يغلط وفي روايته عن يحيى ابن أبي كثير اضطراب ولم يكن له كتاب.(٣) سماك بن الوليد الحنفي، أبو زميل اليمامي ليس به بأس.(٤) [٣٠١٦] الحكم على الإسناد:في إسناده شيخ المصنف لم يذكر بجرح أو تعديل، وعكرمة صدوق يغلط.التخريج:أخرجه الإمام مسلم كتاب الإيمان، باب بيان كفر من قال: مطرنا بالنوء (٢٤٣) بمثله، والطبراني في \"المعجم الكبير\" ١٢/ ١٩٨ (١٢٨٨٢)، كلاهما من طريق العباس بن عبد العظيم العنبري عن النضر بن محمَّد به بمثله، وأخرجه الواحدي في \"أسباب النزول\" (٤٢٣) من طريق حمدان السلمي عن النضر بن محمَّد به بنحوه، وأخرجه الطبري في \"جامع البيان\" ٢٧/ ٢٠٨، من طريق سعيد بن جبير عن ابن عباس بمعناه.</p><p> هذا بحين الأَنْواء، قال: فصلى ركعتين ودعا ربَّه، فهاجت ريحٌ ثمَّ هاجت سحابة، فمُطرنا حتى سالت الأودية، وملؤوا الأسقية، ثمَّ ركب النبي - صلى الله عليه وسلم - فمرَّ ومعه عصابة من أصحابه برجل يغترف بقدح له، وهو يقول: سُقينا بنوء كذا وكذا، ولم يقل هذا من رزق الله، فأنزل الله -عز وجل-: {وَتَجْعَلُونَ رِزْقَكُمْ}  (١) أي: شكركم الله على رزقه إياكم أنَّكم تكذبون بالنعمة (٢) ، ويقولون: سُقينا بنَوء كذا وكذا، وهذا كقول القائل: جعلت إحساني إليك إساءة منك إليَّ، وجعلت شكر إكرامي لك أنَّك اتَّخذتني عدوًّا (٣) ، فمجاز الآية: وتجعلون شكر رزقكم، فحذف المضاف وأقام المضاف إليه مقامه، كقوله تعالى:  {وَاسْأَلِ الْقَرْيَةَ}  (٤) ونحوها (٥) . </p><p> قال الشاعر: </p><p> فكأنَّ شكر القوم عند المُنَى ... كيُّ الصحيحات وفقْءُ الأعينِ (٦) </p><p>(١) أورد الواحدي نحوه في \"أسباب النزول\" (٤٢٣) بغير إسناد، وأورده السيوطي في \"الدر المنثور\" ٦/ ٢٣٣ - ٢٣٤، وعزاه لابن مردويه بنحوه. (٢) انظر: \"معاني القرآن\" للزجاج ٥/ ١١٦، \"معالم التنزيل\" للبغوي ٨/ ٢٤، \"الجامع لأحكام القرآن\" للقرطبي بنحوه ١٧/ ٢٢٨.(٣) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٢٨، وفيه: وجعلت إنعامي لديك أنَّ اتخذتني عدوًّا.(٤) يوسف: ٨٢.(٥) انظر: \"إعراب القرآن\" للنحاس ٤/ ٣٤٤.(٦) انظر: \"البحر المحيط\" لأبي حيان ٨/ ٢١٥، \"المحرر الوجيز\" لابن عطية =</p><p> دليل هذا التأويل: </p><p> [٣٠١٧] ما أخبرني عبد الله بن حامد (١) ، قال: أخبرنا عمر بن الحسين (٢) ، قال: حدثنا أحمد (٣) ، قال: حدثنا أبي (٤) ، قال: حدثنا الحصين (٥) ، عن هارون بن سعد (٦) ، عن عبد الأعلى (٧) ، عن أبي عبد الرحمن (٨) ، عن علي - رضي الله عنه - أنَّ رسول الله - صلى الله عليه وسلم - قرأ:  (وتجعلون شكركم أنكم تكذبون)  (٩) . </p><p>= ٥/ ٢٥٣، \"الدر المصون\" للسمين الحلبي ١٠/ ٢٢٧، وفيه: كأن بدل فكأن. (١) الوزان، لم يذكر بجرح أو تعديل.(٢) لم أجده.(٣) لم يتبين لي من هو.(٤) لم يتبين لي من هو.(٥) لم يتبين لي من هو.(٦) هارون بن سعد العجليُّ، صدوق رمي بالرفض وقيل: رجع عنه. قال أحمد: روى عنه الناس وهو صالح وقال ابن معين: ليس به بأس، وقال أبو حاتم: لا بأس به، روى عنه الثوري، وذكره ابن حبَّان في \"الثقات\".انظر: \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٩٠، \"الثقات\" لابن حبَّان ٧/ ٥٧٩، \"المجروحين\" لابن حبَّان ٣/ ٩٤، \"تهذيب الكمال\" للمزي ٣٠/ ٨٥، \"المغني في الضعفاء\" للذهبي ٢/ ٧٠٤، \"تقريب التهذيب\" لابن حجر (٧٢٢٧).(٧) عبد الأعلى بن عامر الثلعبيُّ الكوفي، صدوق يهم.(٨) السلمي، هو عبد الله بن حبيب بن ربيعة الكوفي القارئ، ثقه، ثبت.(٩) [٣٠١٧] الحكم على الإسناد:في إسناده من لم أجد ترجمته.التخريج:أخرجه الطبري في \"جامع البيان\" ٢٧/ ٢٠٨ من طريق سفيان عن عبد الأعلى به =</p><p> وعن الهيثم بن عدي أنَّه قال: إنَّ من لغة أَزْد شَنُوءَة، ما رزقُ فلان؟ أي: ما شُكْرُ (١) . </p><p> وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"قال الله -عز وجل-: ما أنعمت على عبادي من نعمة إلَّا أصبح فريقٌ منهم بها كافرين\" ، قالوا: وكيف يا رسول الله؟ قال:  \"ينزل الله الغيث،فيقولون بعضهم:مُطرنا بنوء كذا، وصدق كوكب كذا\"  (٢) . </p><p> وروى أبو هريرة وزيد بن خالد الجهني - رضي الله عنهما - قالا: صلى بنا رسول الله - صلى الله عليه وسلم - صلاة الصبح بالحُدَيبية (٣) في أثَر سماء كانت من الليل، ثمَّ التفت إلينا، فقال:  \"أتدرون ماذا قال ربكم\" ؟ قلنا: الله ورسوله </p><p>= بمثله، وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٣٣٤، من طريق إسرائيل عن عبد الأعلى به بنحوه، وذكره الماوردي في \"النكت والعيون\" ٥/ ٤٦٥، عنه، والقرطبي في \"الجامع لأحكام القرآن\" ١٧/ ٢٢٨، عنه بمثله. وانظر: \"الدر المنثور\" ٦/ ٢٣٤، وعزاه لابن المنذر وابن مردويه عنه بمثله، وله شاهد عند مسلم كتاب الإيمان، باب بيان كفر من قال: مطرنا بالنوء (٧١) من حديث ابن عباس بمعناه.(١) انظر: \"جامع البيان\" للطبري ٢٧/ ٢٠٧، \"معالم التنزيل\" للبغوي ٨/ ٢٤، \"تفسير القرآن العظيم\" لابن كثير ١٣/ ٣٩٢.(٢) أخرجه مسلم كتاب الإيمان باب بيان كفر من قال: مطرنا بالنوء (٧٢) بنحوه، وأخرجه الطبري في \"جامع البيان\" ٢٧/ ٢٠٨ بمعناه، وأخرجه الواحدي في \"الوسيط\" ٤/ ٢٤١ بنحوه، وأخرجه أيضاً في \"أسباب النزول\" (٤٢٣ - ٤٢٤) بنحوه، جميعهم من حديث أبي هريرة.(٣) الحُدَيبية: قرية متوسطة بين مكة والمدينة وهي إلى مكة أقرب، وبعضها في الحل وبعضها في الحرم، وبينها وبين المسجد أكثر من يوم.انظر: \"معجم البلدان\" لياقوت ٢/ ٢٢٩.</p><p> أعلم، قال:  \"قال الله تعالى: أصبح من عبادي مؤمن بي، وكافر،فمن قال:مُطرنا بنوء كذا فذلك كافرٌ بي ومؤمنٌ بالكوكب،ومن قال:مطرنا بفضل الله ورحمته فذلك مؤمنٌ بي وكافرٌ بالكوكب\"  (١) . </p><p> [٣٠١٨] وأنبأني عقيل (٢) ، قال: حدثنا المعافى بن المبتلى (٣) ، قال: أخبرنا محمَّد بن جرير (٤) ، قال: حدثني بشر بن يونس (٥) ، قال: حدثنا سفيان (٦) ، عن محمَّد بن إسحاق (٧) ، عن محمَّد بن إبراهيم بن الحارث التيمي (٨) ، عن أبي سلمة (٩) ، عن أبي هريرة - رضي الله عنه - أنَّ رسول الله - صلى الله عليه وسلم - قال: \"إنَّ الله - سبحانه وتعالى - ليصبح عباده بالنعمة، أو </p><p>(١) أخرجه البخاري كتاب الأذان، باب ما يستقبل الإمام الناس إذا سلم (٨٤٦) بمعناه، وفي كتاب المغازي باب غزوة الحديبية (٤١٤٧) بمعناه، وفي كتاب الاستسقاء باب: {وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ} (١٠٣٨) بنحوه، وأخرجه مسلم في كتاب الإيمان باب بيان كفر من قال: مطرنا بالنوء (٧١) بنحوه، وأخرجه أبو داود كتاب الطب باب في النجوم (٣٩٠٦) بمثله، وأخرجه النسائي في كتاب الاستسقاء، باب كراهية الاستمطار بالكوكب (١٥٢٥) بمعناه، جميعهم من حديث زيد بن خالد الجهني. (٢) لم أجده.(٣) هو المعافى بن زكريا، فقيه حافظ، ثقة.(٤) الطبري، ثقة.(٥) ابن عبد الأعلى، الصدفي، ثقة.(٦) هو الثوري، ثقة حافظ إمام حجة.(٧) ابن يسار، صدوق يدلس ورمي بالتشيع والقدر.(٨) أبو عبد الله المدني، ثقة له أفراد.(٩) ابن عبد الرحمن بن عوف، ثقة مكثر.</p><p> يمسيهم بها فيصبح قوم كافرين يقولون: مطرنا بنوء كذا وكذا\" (١) . </p><p> [٣٠١٨/ ٢] قال محمَّد (٢) : فذكرت هذا الحديث لسعيد بن المسيب (٣) ، فقال: ونحن قد سمعنا من أبي هريرة، قد أخبرني من شهد عمر بن الخطاب - رضي الله عنه -وهو يستسقي، فلما استسقى التفت إلى العباس - رضي الله عنه - فقال: يا عم رسول الله كم بقي من نَوء الثريا؟ فقال: العلماء يزعمون أنَّها تعترض في الأفق سبعاً بعد سقوطها، قال: فما مضت سابعة حتى مُطروا، فقال عمر - رضي الله عنه -: الحمد لله هذا بفضل الله ورحمته (٤) . </p><p> [٣٠١٩] أخبرنا عبد الله بن حامد (٥) ، قال: أنبأنا محمَّد بن </p><p>(١) [٣٠١٨] الحكم على الإسناد: في إسناده من لم أجد ترجمته.التخريج:أخرجه مسلم كتاب الإيمان باب بيان كفر من قال مطرنا بالنوء (٧٢) بنحوه عنه، وأخرجه النسائي في كتاب الاستسقاء باب كراهية الاستمطار بالكوكب (١٥٢٤) بنحوه عنه، وأخرجه البغوي في \"معالم التنزيل\" ٨/ ٢٥، من طريق أبو يونس عن أبي هريرة بنحوه.(٢) التيمي، ثقة له أفراد.(٣) أحد العلماء الأثبات الفقهاء الكبار.(٤) [٣٠١٨/ ٢] الحكم على الإسناد:فيه من لم أجده.التخريج:انظر: \"جامع البيان\" للطبري ٢٧/ ٢٠٨، \"الجامع لأحكام القرآن\" ١٧/ ٢٣٠.(٥) الوزان لم يذكر بجرح أو تعديل.</p><p> خالد (١) ، قال: حدثنا داود بن سليمان (٢) ، قال: حدثنا عبد بن حميد (٣) ، قال: حدثنا هاشم بن القاسم (٤) ، قال: حدثنا محمَّد بن طلحة (٥) ، عن طلحة بن عبد الله بن محيريز (٦) ، قال: دعا سليمان بن عبد الملك (٧) فقال له: لو تعلمت علم النجوم، فازددت إلى علمك، فقال: قال رسول الله - صلى الله عليه وسلم -: \"إنَّ أخوف ما أخافُ على أمتي ثلاثٌ: إيمانٌ بالنجوم، وتكذيبٌ بالقدر، وحيفٌ بالأئمة\"  (٨) . </p><p> وقرأ المفضَّل عن عاصم، ويحيى بن وثاب:  (إنكم تكذبون) بفتح التاء مخففاً، وشدد الباقون من التكذيب (٩) . </p><p>(١) أبو بكر الطوعي البخاري المعروف بابن أبي هيثم، كان حسن الحديث. (٢) ابن خزيمة البخاري، لم يذكر بجرح أو تعديل.(٣) ابن نصر، ثقة حافظ.(٤) الليثي الخُراسانيُّ، أبو النضر، ثقه ثبت.(٥) ابن مصرف اليامي، الكوفي، صدوق له أوهام وأنكروا سماعه من أبيه لصغره.(٦) لم أجده.(٧) ابن مروان القرشي الأموي. كان لا بأس به.(٨) [٣٠١٩] الحكم على الإسناد:في إسناده شيخ المصنف لم يذكر بجرحٍ أو تعديل، وطلحة ابن محيريز، لم أجده.التخريج:له شاهدان:أخرجه ابن عبد البر بسنده في \"جامع بيان العلم\" ٢/ ٧٩٥ بنحوه، وأخرجه ابن عساكر بسنده في \"تاريخ دمشق\" ٥٨/ ٤٠١ بنحوه، كلاهما من حديث أبي محجن.(٩) انظر: \"السبعة\" لابن مجاهد (ص ٦٢٤)، \"التذكرة\" لابن غلبون ٢/ ٥٨٠.</p>"
}