{
  "id": null,
  "sura": 57,
  "aya": 10,
  "text": "<p> {إِنْ كُنْتُمْ مُؤْمِنِينَ} بحق يومًا من الأيام فالآن فقد صحت براهينُه (١) . </p><p> ٩ - {هُوَ الَّذِي يُنَزِّلُ عَلَى عَبْدِهِ} محمد -صلى الله عليه وسلم- (٢) . </p><p> {آيَاتٍ بَيِّنَاتٍ} الفرقان واضحًا. </p><p> {لِيُخْرِجَكُمْ} الله بالقرآن (٣) ، وقيل: بالرسول (٤) ، وقيل: بالدعوة (٥) . </p><p> {مِنَ الظُّلُمَاتِ} وهو الشرك والكفر (٦) . </p><p> {إِلَى النُّورِ} وهو الإيمان (٧) . </p><p> {وَإِنَّ اللَّهَ بِكُمْ لَرَءُوفٌ رَحِيمٌ} أي: بالمؤمنين. </p><p> ١٠ - قوله -عَزَّ وجل-: {وَمَا لَكُمْ أَلَّا تُنْفِقُوا فِي سَبِيلِ اللَّهِ} </p><p> أي: أيُّ شيء منعكم من الإنفاق في سبيل الله، وفيما يقرب من ربكم وأنتم ميتون تاركون أموالكم فهي صائرة لله (٨) . </p><p>(١) انظر: \"معالم التنزيل\" للبغوي ٨/ ٣١، \"الجامع لأحكام القرآن\" ١٧/ ٢٣٩. (٢) انظر: \"الوسيط\" للواحدي ٤٢٤٥، \"معالم التنزيل\" للبغوي ٨/ ٣١، \"زاد المسير\" لابن الجوزي ٨/ ١٦٣، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٣٩.(٣) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٣٩.(٤) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٣٩.(٥) انظر: \"معالم التنزيل\" للبغوي ٨/ ٣٣، \"الجامع لأحكام القرآن\" ١٧/ ٢٣٩.(٦) انظر: \"الوسيط\" للواحدي ٤/ ٢٤٥، \"معالم التنزيل\" للبغوي ٨/ ٣٣، \"زاد المسير\" لابن الجوزي ٨/ ١٦٣، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٣٩.(٧) انظر: \"معالم التنزيل\" للبغوي ٨/ ٣٣، \"الجامع لأحكام القرآن\" ١٧/ ٢٣٩.(٨) انظر: \"جامع البيان\" للطبري ٢٧/ ٢١٩، \"الوسيط\" للواحدي ٤/ ٢٤٥، \"معالم التنزيل\" للبغوي ٨/ ٣٣، \"زاد المسير\" لابن الجوزي ٨/ ١٦٣.</p><p> {وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ} ثم بيَّن سبحانه فضل السابقين في الإنفاق (١) . </p><p> فقال:  {لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ} . </p><p> قال قتادة: فتح مكة (٢) . وقاله أكثر المفسرين. </p><p> وقال الشعبي والزهري: هو صلح الحديبية (٣) . </p><p> وقالت الصحابة -رضي الله عنه-: يا رسول الله أَفَتْحٌ هو؟ قال:  \"نعم والذي نفسي بيده إنَّه لفتح عظيم\"  (٤) . </p><p> {وَقَاتَلَ} أي: وجاهد مع النبي -صلى الله عليه وسلم-. </p><p> {أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ} أي: من بعد الفتح. </p><p> {وَقَاتَلُوا} والمعنى لا يستوي هؤلاء ومن أنفق وقاتل بعد الفتح، فحذف لدلالة الكلام بعده عليه (٥) . </p><p>(١) انظر: \"معالم التنزيل\" للبغوي ٨/ ٣٣. (٢) انظر: \"جامع البيان\" للطبري ٢٧/ ٢٢٠، \"الوسيط\" للواحدي ٤/ ٢٤٥، \"معالم التنزيل\" للبغوي ٨/ ٣٣، ولم ينسبوه، وذكره الماوردي في \"النكت والعيون\" ٥/ ٤٧١، ونسبه لزيد بن أسلم، \"زاد المسير\" لابن الجوزي ٨/ ١٦٣، ونسبه لابن عباس، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٣٩.(٣) انظر: \"جامع البيان\" للطبري ٢٧/ ٢٢٠، ولم ينسبه، \"النكت والعيون\" للماوردي ٥/ ٤٧١، \"معالم التنزيل\" للبغوي ٨/ ٣٣، \"زاد المسير\" لابن الجوزي ٨/ ١٦٣، جميعهم نسبه للشعبي، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٣٩.(٤) أخرجه الطبري في \"جامع البيان\" عن عامر ٢٧/ ٢٢٠.(٥) انظر: \"جامع البيان\" للطبري ٢٧/ ٢٢١، \"النكت والعيون\" للماوردي ٥/ ٤٧١، ونسبه لابن عباس ومجاهد، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٣٩.</p><p> [٣٠٢٩] أخبرنا عقيل بن محمد الجرجاني (١) ، أنَّ المعافى بن زكريا البغدادي (٢) أخبرهم، عن محمد بن جرير الطبري (٣) ، قال: حدثني ابن البرقي (٤) ، قال: حدثنا ابن أبي مريم (٥) ، قال: أخبرنا محمد بن جعفر (٦) قال: أخبرني زيد بن أسلم (٧) ، عن أبي سعيد التمار (٨) ، عن أبي سعيد الخدري -رضي الله عنه- أنَّ رسول الله -صلى الله عليه وسلم- قال:  \"يوشكُ أن يأتي قومٌ تحقرون أعمالكم مع أعمالهم\" ، فقلنا: يا رسول الله من هم؟ أهم قريش؟ قال:  \"لا، هم أرق أفئدة، وألين قلوبًا\" . وأشار بيده إلى اليمن، فقال:  \"هم أهل اليمن، ألا إنَّ الإيمان يمانٍ، والحكمة يمانية\" فقلنا: يا رسول الله، أهم خيرٌ منَّا؟ فقال:  \"والذي نفسي بيده لو كان لأحدهم جَبَل من ذهب فأنفقه في سبيل الله ما بلغ مُدَّ أحدِكُمْ ولا نصيفهُ\" . ثم جمع أصابعه، ومدَّ خنصَره، فقال: \"ألا إنَّ هذا فصْل بيننا وبين النَّاسِ: {لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ} إلى آخر الآية (٩) . </p><p>(١) لم أجده. (٢) العلامة الفقيه الحافظ الثقة.(٣) الإمام العلم المجتهد عالم العصر صاحب التصانيف البديعة.(٤) محمد بن عبد الله بن عبد الرحيم، الإمام الحافظ الثقة.(٥) سعيد بن الحكم بن محمد بن سالم الجمحي، ثقة ثبت فقيه.(٦) ابن أبي كثير الأنصاري الزرقي، ثقة.(٧) القرشي العدوي ثقة عالم وكان يرسل.(٨) لم أجده.(٩) [٣٠٢٩] الحكم على الإسناد:في إسناده من لم أجد ترجمته. =</p><p> وروى محمد بن فُضيل عن الكلبي قال: إنَّ هذِه الآية نزلت في أبي بكر -رضي الله عنه-، وفيها دليل واضح وحجة بينة على تفضيل أبي بكر -رضي الله عنه- وتقديمه؛ لأنَّه أوَّل مَن أسلم (١) : </p><p> [٣٠٣٠] أخبرنا عبد الله بن حامد الوزان (٢) ، قال: حدثنا أبو بكر أحمد بن إسحاق الفقيه (٣) ، قال: أنبأنا محمد بن أيوب (٤) ، قال: حدثنا أبو الوليد الطيالسي (٥) ، قال: حدثنا عكرمة بن عمار (٦) ، </p><p>التخريج: أخرجه الطبري في \"جامع البيان\" ٢٧/ ٢٢١، من طريق ابن البرقي به بمثله ومن طريق ابن يسار عن أبي سعيد الخدري بنحوه، وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٣٣٦، من طريق عطاء عن أبي سعيد الخدري بنحوه، وأورده ابن كثير في \"تفسير القرآن العظيم\" ١٣/ ٤١٢، وعزاه لابن جرير وابن أبي حاتم.وانظر: \"معتصر المختصر\" لأبي المحاسن ٢/ ٢٦٩.(١) انظر: \"أسباب النزول\" للواحدي (ص ٤٢٥)، \"معالم التنزيل\" للبغوي ٨/ ٣٣، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٣٩.(٢) لم يذكر بجرح أو تعديل.(٣) قال الذهبي: ما علمت به بأسًا.(٤) البجلي الرازي، الحافظ المحدث الثقة.(٥) كتب في هامش الأصل: أبو الوليد هشام بن عبد الملك الطيالسي مولى باهلة بصري، روى عن شعبة والليث بن سعد وغيرهما وروى عنه البخاري ومحمد بن بشار وابن المثنى وغيرهم، مات سنة تسع وعشرين ومائتين، \"الأنساب\" لابن الأثير.قلت: وأبو الوليد ثقة ثبت، وقد تقدم.(٦) العجلي، صدوق يغلط.</p><p> قال: حدثنا شداد بن عبد الله أبو عمار (١) - وقد كان أدرك نفرًا من أصحاب النبي -صلى الله عليه وسلم- أنَّه قال: قال أبو أمامة (٢) لعمرو بن عَبسَةَ (٣) -رضي الله عنه-: بأي شيء تدَّعي أنَّك ربع الإسلام؟ قال: لأني كنتُ أرى الناس على الضلالة، ولا أرى الأوثان شيئًا، ثم سمعت عن رجل يخبر أخبارًا بمكة قال: فركبتُ راحلتي حتى قدمت عليه فإذا قومه عليه حداد، قلت: ما أنت؟ قال:  \"نبيٌّ\" ، قلتُ: وما نبي؟ قال:  \"رسول الله\" . قلتُ: وبأي شيء أرسلك الله، قال:  \"بأنْ تُوحِّد الله لا تشرك به شيئًا وأن تكسر الأصنام وتوصل الأرحام\" . قلتُ: من مَعك على هذا؟ قال:  \"حُرٌّ وعبدٌ \" ، وإذا معه أبو بكر وبلال (٤) ، فأسلمت عند ذلك، فلقد رأيتني رُبع الإسلام (٥) . </p><p>(١) ثقة يرسل. (٢) الباهلي صحابي مشهور.(٣) السلمي صحابي مشهور.(٤) بلال بن رباح التيمي مولاهم، المؤذن.(٥) [٣٠٣٠] الحكم على الإسناد:في إسناده شيخ المصنف، لم أجد له جرحًا ولا تعديلاً، وعكرمة صدوق يغلط.التخريج:أخرجه الإمام أحمد في \"المسند\" ٤/ ١١٢ (١٧٠١٩)، من طريق أبو عبد الرحمن المقرئ عن عكرمة بن عمار به بنحوه، وأخرجه الحاكم في \"المستدرك\" ٣/ ٧١٤ من طريق أبي سلام عن أبي أمامة الباهلي به بنحوه.وأخرجه أحمد اللخمي في \"مسند الشاميين\" ١/ ٤٥٥، من طريق أبي سلام الأسود عن عمرو بن عبسة بمعناه، وأخرجه أبو بكر بن أبي عاصم في \"الآحاد والمثاني\" ٣/ ٣٩، من طريق هشام بن عبد الملك عن عكرمة بن عمار به بنحوه، =</p><p> ولأنَّه أوَّل من أظهر الإسلام: </p><p> [٣٠٣١] أخبرنا أبو محمد الأصبهاني (١) ، قال: حدثنا أبو بكر الضبعي (٢) ، قال: حدثنا عبد الله بن أحمد بن حنبل (٣) ، قال: حدثنا أبي (٤) ، قال: حدثنا يحيى بن أبي كثير (٥) ، قال: حدثنا زائدة (٦) ، عن عاصم بن أبي النجود (٧) ، عن زِرٍّ (٨) ، عن عبد الله بن مسعود -رضي الله عنه- قال: كان أول من أظهر الإسلام النبي -صلى الله عليه وسلم- تسليمًا وأبو بكر وعمار وأمه سُمَيَّة وأبوه ياسر وبلال والمقداد -رضي الله عنهم- (٩) . </p><p>= ٣/ ٤٠ من طريق أبو سلام الحبشي عن عمرو بن عبسة بنحوه. وأخرجه أبو نعيم الأصفهاني في \"حلية الأولياء\" ٥/ ٢٠٣، من طريق عطاء عن أبيه عن أبي أمامة الباهلي بمعناه، وأخرجه المزي في \"تهذيب الكمال\" ٢٢/ ١٢٢، من طريق أبي عبد الرحمن المقرئ عن عكرمة به بمعناه.(١) عبد الله بن حامد الوزان، لم يذكر بجرحٍ أو تعديل.(٢) أحمد بن إسحاق بن أيوب بن يزيد، النيسابوري. قال الذهبي: ما علمت به بأسًا.(٣) ثقة.(٤) أحد الأئمة، ثقة، حافظ، فقيه، حجة.(٥) الطائي مولاهم، أبو نصر اليمامي، ثقة ثبت لكنه يدلس ويرسل.(٦) زائدة بن قدامة الثقفي، أبو الصلت الكوفي، ثقة، ثبت، صاحب سنة.(٧) صدوق له أوهام.(٨) زر بن حبيش، ثقة جليل مخضرم.(٩) [٣٠٣١] الحكم على الإسناد:إسناده فيه ضعيف، فعاصم بن أبي النجود، صدوق له أوهام، وشيخ المصنف لم أجد فيه جرحًا أو تعديلاً.التخريج:أخرجه الشاشي في \"مسنده\" ٢/ ١١٥ (٦٤١)، بسنده عن أبي قلابة الرقاشي عن يحيى به بمثله. =</p><p> ولأنَّه أول من قاتل على الإسلام. </p><p> [٣٠٣٢] وأخبرنا أبو نصر النعمان بن محمد الجرجاني (١) ، قال: أخبرنا أبو الطاهر محمد بن الحسن المحمد آباذيُّ (٢) ، قال: حدثنا أبو قلابة (٣) ، قال: حدثنا يحيى بن أبي كثير (٤) ، قال: حدثنا زائدة (٥) ، عن عاصم بن أبي النُّجُود (٦) ، عن زِرٍّ (٧) ، عن عبد الله بن مسعود -رضي الله عنه- قال: أوَّل من أظهر الإسلام بسيفه النبي -صلى الله عليه وسلم- تسليمًا وأبو بكر -رضي الله عنه- (٨) . </p><p>= وذكره الحاكم في \"المستدرك\" ٣/ ٣٩٣، وقال: وقد ذكرت في أول مناقب أبي بكر الصديق -رضي الله عنه- حديث عبد الله بن مسعود: أول من أظهر الإسلام سبعة. ولم أقف عليه في مناقب أبي بكر. (١) سديدٌ، صالحٌ، فاضل.(٢) إمام حافظ.(٣) الرقاشي، صدوق يخطئ تغير حفظه سكن بغداد.(٤) ثقة، ثبت، لكنه يدلس ويرسل.(٥) زائدة بن قدامة الثقفى، ثقة، ثبت، صاحب سنة.(٦) صدوق له أوهام.(٧) زر بن حبيش، ثقة جليل، مخضرم.(٨) [٣٠٣٢] الحكم على الإسناد:إسناده فيه ضعيف، فيه عاصم بن أبي النجود، صدوق له أوهام، وشيخ المصنف وأبو طاهر المحمد آباذي لم أجد فيهما جرحًا ولا تعديلاً.التخريج:انظر: \"معالم التنزيل\" للبغوي ٨/ ٣٤، عنه بنحوه مختصرًا، \"البحر المحيط\" لأبي حيان ٨/ ٢١٩، به، \"الجامع لأحكام القرآن\" للقرطبي به ١٧/ ٢٤٠.</p><p> ولأنَّه أول من أنفق على رسول الله -صلى الله عليه وسلم- في سبيل الله:  [٣٠٣٣] أخبرنا عبد الله بن حامد (١) ، قال: أنبأنا أحمد بن إسحاق ابن أيوب (٢) ، قال: حدثنا محمد بن أيوب (٣) ، قال: حدثنا محمد بن يونس (٤) ، قال: حدثنا العلاء بن عمرو الشيباني (٥) ، قال: حدّثنا أبو إسحاق الفَزَارِي (٦) ، قال: حدثنا سفيان بن سعيد (٧) ، عن آدم بن على (٨) ، عن ابن عمر -رضي الله عنهما- قال: كنت عند النبي -صلى الله عليه وسلم- وعنده أبو بكر الصديق -رضي الله عنه- وعليه عباءة قد خللها في صدره بخلال، فنزل جبريل -عليه السلام- فقال: يا نبي الله! مالي أرى أبا بكر عليه عباءة قد </p><p>(١) لم يذكر بجرحٍ أو تعديل. (٢) أبو بكر الضِّبْعي، قال الذهبي: ما علمت به بأسًا.(٣) البجلي الرازي، الحافظ المحدث الثقة.(٤) القرشي، أبو العباس، ضعيف.(٥) العلاء بن عمرو الشيباني. قال ابن حبان: شيخ يروي عن أبي إسحاق الفزاري العجائب، لا يجوز الاحتجاج به بحال.انظر: \"المجروحين\" لابن حبان ٢/ ١٨٥.(٦) إبراهيم بن محمد بن الحارث، ثقة، حافظ.(٧) الثوري، ثقة، حافظ، فقيه حجة، كان ربما دلس.(٨) آدم بن علي العجلي، ويقال: الشيباني، ويقال: البكري. روى عن: عبد الله بن عمر بن الخطاب. وروى عنه: إبراهيم بن طهمان وإسرائيل بن يونس وسفيان الثوري وآخرون. قال يحيى بن معين: ثقة، وقال النسائي: ليس به بأس، وقال ابن حجر: صدوق.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٢٦٦، \"تهذيب الكمال\" للمزي ٢/ ٣٠٨، \"تقريب التهذيب\" لابن حجر (١٣٤).</p><p> خَلَّلها في صدره بخلال؟ قال:  \"أنفق ماله قبل الفتح\" قال: فإنَّ الله -عز وجل- يقول لك: اقرأ على أبي بكر السلام، ويقول لك قل له: أراضٍ أنت عني في فقرك هذا أم ساخط؟ فقال له النبي -صلى الله عليه وسلم-: \"يا أبا بكر إنَّ الله -عز وجل- يقرأ عليك السلام،ويقول لك:أراضٍ أنت في فقرك هذا أم ساخط؟ \" فقال أبو بكر -رضي الله عنه- أسخط على ربي؟ إني عن ربي لراضٍ، إني عن ربِّي لراضٍ، قال:  \"فإنَّ الله -عز وجل-يقول لك:قد رضيتُ عنك كما أنت عني راضٍ\" فبكى أبو بكر -رضي الله عنه- وبكى النبي -صلى الله عليه وسلم-، فقال جبريل -عليه السلام-: والذي بعثك بالحق لقد تخللت حمَلَةُ العرش بالعبى مذ تخلل صاحبك هذا بالعباءة، ولهذا قدَّمه الصحابة -رضوان الله عليهم أجمعين- على أنفسهم، وأقرُّوا له بالتقديم والسَّبق (١) . </p><p> [٣٠٣٤] أخبرنا عبد الله بن حامد الفقيه (٢) ، قال: أخبرنا أبو بكر </p><p>(١) [٣٠٣٣] الحكم على الإسناد: إسناده ضعيف جدًا فمحمد بن يونس ضعيف والعلاء بن عمرو يروى العجائب ولا يجوز الاحتجاج به.التخريج:أخرجه الواحدي في \"أسباب النزول\" (ص ٤٢٥) من طريق عمرو بن حفص الشيباني عن العلاء بن عمرو به بنحوه، وأخرجه أيضًا في \"الوسيط\" ٤/ ٢٤٦، من طريق العلاء بن عمرو عن أبي إسحاق الفزاري به بنحوه، وأخرجه البغوي في \"معالم التنزيل\" ١٧/ ١٥٦ عن أحمد بن إبراهيم الشريحي عن أبي إسحاق الثعلبي، عن عبد الله بن حامد به بمثله.وانظر: \"لباب التأويل\" للخازن ٦/ ٢٧، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٤٠، \"تفسير القرآن العظيم\" لابن كثير ١٣/ ٤١٤.(٢) الأصبهاني الوزان، لم يذكر بجرحٍ أو تعديل.</p><p> محمد بن إسحاق (١) ، قال: أخبرنا محمد بن يونس (٢) ، قال: حدثنا عقبة بن سنان أبو بشر (٣) ، قال: حدثنا الهيضم بن شداخ (٤) ، عن الأعمش (٥) ، عن عمرو بن مرة (٦) ، عن عبد الله بن سلمة (٧) ، عن على -رضي الله عنه- قال: سبق رسول الله -صلى الله عليه وسلم- وأبو بكر وثلَّث عمر -رضي الله عنهما- فلا أُوتى برجل فضَّلني على أبي بكر وعمر -رضي الله عنهما- إلاَّ جلدته جَلْد المفتري ثمانين جلدة، وطرح الشهادة (٨) . </p><p>(١) الضبعي النيسابوري. قال الحاكم: كان أخوه ينهي عن القراءة عليه لما كان يتعاطاه ظاهرًا لا لحرجٍ في سماعه. (٢) القرشي الكديمي ضعيف.(٣) عقبة بن سنان، أبو بشر البصري الذراع الهدادي. روى عن: الهيضم بن شراح وعثمان بن عثمان الغطفاني وغسان بن مضر وآخرين، وروى عنه: محمد بن يونس الكديمي وأحمد بن حماد بن سفيان الكوفي ويحيى بن صاعد وغيرهم. قال أبو حاتم: صدوق.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٣١١، \"الإكمال\" لابن ماكولا ٤/ ٤٥١، \"الأنساب\" للسمعانى ٥/ ٦٢٩.(٤) لم أجده.(٥) ثقة، حافظ، لكنه مدلس.(٦) ثقة، عابد، كان لا يدلس.(٧) المرادي الكوفي، صدوق تغير حفظه.(٨) [٣٠٣٤] الحكم على الإسناد:إسناده ضعيف لضعف محمد بن يونس، ومحمد بن إسحاق تكلم فيه الحاكم، وشيخ المصنف لم يذكر بجرح أو تعديل والهيضم لم أجده.التخريج:انظر: \"الرياض النضرة\" لأبي جعفر ١/ ٣٧٨ به، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٤٠.</p>"
}