{
  "id": null,
  "sura": 57,
  "aya": 29,
  "text": "<p> ٢٩ - {لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ} الذين يتشبهون بهم. </p><p> {أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللَّهِ} المعنى فعل الله ذلك بكم كما فعل من آمن من أهل الكتاب بأن يعملوا و (لا) صلة زائدة مؤكدة (١) ، وقيل: آنقطع الكلام عند قوله: {وَرَحْمَةً} وثم ابتدأ فقال: {وَرَهْبَانِيَّةً ابْتَدَعُوهَا} ، وذلك أنَّهم تركوا الحق وأكلوا لحم الخنزير وشربوا الخمر، ولم يتوضؤوا ولم يغتسلوا من جنابة وتركوا الختان {فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا} يعني: الملة والطاعة، كناية عن غير مذكور. {فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ} يعني: أهل الرأفة والرحمة {وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ} يعني: أهل الرهبانية والبدعة، قاله مجاهد (٢) . </p><p> ومعنى قوله:  {إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ} على هذا التأويل ما كتبنا عليهم إلاَّ ابتغاء رضوان الله وما أمرناهم إلا بذلك وما أمرناهم بالترهب، أو يكون وجه الابتغاء بزعمهم، وعند ربهم والله أعلم. </p><p> وقال أبو أمامة: معناه: لم نكتبها عليهم البتة، ولكنهم ابتدعوها ابتغاء رضوان الله. وقاله أكثر العلماء (٣) . </p><p>(١) انظر: \"معاني القرآن\" للفراء ٣/ ١٣٧، \"معاني القرآن\" للزجاج ٥/ ١٣١، \"الوسيط\" للواحدي ٤/ ٢٥٧، \"زاد المسير\" لابن الجوزي ٨/ ١٧٩، \"النكت والعيون\" للماوردي ٥/ ٤٨٦، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٦٧، ونسباه للأخفش. (٢) انظر نصه في: \"معالم التنزيل\" للبغوي ٨/ ٤٤، ونحوه في \"المحرر الوجيز\" لابن عطية ٥/ ٢٧١.(٣) أخرجه الطبري في \"جامع البيان\" ٢٧/ ٢٤٠ بنحوه عنه، =</p><p> وقال سعيد بن جبير: النبي - صلى الله عليه وسلم - جعفر بن أبي طالب - رضي الله عنه - في تسعين راكبًا إلى النجاشي يدعوه فقدم عليه، فدعاه فاستجاب له وآمن به، فلما كان انصرافه، قال ناس ممن قد آمن به من أهل مملكته، وهم أربعون رجلًا للنجاشي: ائذن لنا، نأت هذا النبي (فنسلم عليه)  (١) فقدموا مع جعفر على النبي -صلى الله عليه وسلم- وهو قد تهيَّأ لوقعة أُحد، فلما رأوا ما بالمسلمين من الخَصاصة وشدَّة الحال استأذنوا النبي - صلى الله عليه وسلم - فقالوا: يا رسول الله إنَّ لنا أموالًا، ورأينا ما بالمسلمين من الخصاصة فائذن (٢) لنا ننصرف، ونجيء بأموالنا فنواسي المسلمين بها، فأَذِنَ لهم، فانصرفوا فجاؤوا بأموالهم فواسوا بها المسلمين، فأنزل الله عز وجل فيهم: {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ (٥٢) } (٣) إلى قوله: {وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ}  (٤) فكانت تلك النفقة نفقتهم التي واسَوْا بها المسلمين (٥) فلمَّا سمع أهل الكتاب ممن لم يؤمن قوله تعالى: {أُولَئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ}  (٦) فخروا على </p><p>= وانظر: \"المحرر الوجيز\" لابن عطية ١٥/ ٤٣٠، وقال ابن الجوزي في \"زاد المسير\" ٨/ ١٧٦: ذكره علي بن عيسى والرماني وقتادة وزيد بن أسلم. (١) في الأصل: فنكلم به. والتصويب من (م).(٢) في (م): فإن أذنت.(٣) القصص: ٥٢.(٤) القصص: ٥٤.(٥) أخرجه الطبري في \"جامع البيان\" ٢٧/ ٢٤٢ عنه بنحوه، وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٣٤١، ونسبه لابن عباس بمعناه.(٦) القصص: ٥٤.</p><p> المسلمين، فقالوا: يا معشر المسلمين، أما من آمن مثا بكتابنا وكتابكم فله أجره مرَّتين ومن لم يؤمن بكتابكم منَّا فله واحد كأجوركم، فما فضلكم علينا؟ فأنزل الله عز وجل: </p><p> {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ} فجعل لهم أجرين وزادهم النورَ والمغفرة (١) . </p><p> ثم قال:  {لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللَّهِ} وهكذا قرأها سعيد بن جبير (٢) روى حبان عن الكلبي: كان هؤلاء أربعة وعشرين رجلًا قدموا من اليمن على رسول الله - صلى الله عليه وسلم - وهو بمكة لم يكونوا يهودًا ولا نصارى، وكانوا على دين الأنبياء فأسلموا، فقال لهم أبو جهل: بئس القوم أنتم والوفد لقومكم، فردوا عليه: وما لنا لا نؤمن بالله وما جاءنا من الحق. فجعل الله عز وجل لهم ولمؤمني أهل الكتاب عبد الله بن سلام وأصحابه - رضي الله عنهم - أجرين اثنين، فجعلوا يفخرون على أصحاب رسول الله - صلى الله عليه وسلم -، وقالوا: نحن أفضل منكم لنا أجران ولكم أجرٌ واحد، فأنزل الله تعالى:  {لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ} الآية (٣) . </p><p> [٣٠٥٢] أخبرنا أبو عبد الله بن فنجويه (٤) قال: حدثنا أبو بكر بن </p><p>(١) انظر: \"جامع البيان\" للطبري ٢٧/ ٢٤٢، \"تفسير القرآن العظيم\" لابن أبي حاتم ١٠/ ٣٣٤١، \"معالم التنزيل\" للبغوي ٨/ ٤٥، وقال ابن الجوزي في \"زاد المسير\" ٨/ ١٧٩، رواه بمعناه أبو صالح عن ابن عباس، وبه قال مقاتل. (٢) انظر: \"جامع البيان\" للطبري ٢٧/ ٢٤٢.(٣) لم أجد هذا القول.(٤) في (م): الحسين بن محمد بن فنجويه، وهو ثقة صدوق، كثير الرواية للمناكير.</p><p> مالك القطيعي (١)  (٢) ، قال: حدثنا عبد الله بن أحمد بن حنبل (٣) ، قال: حدثني أبي (٤) ، قال: حدثنا عبد الرحمن (٥) ، عن سفيان (٦) ، عن صالح (٧) ، عن الشعبي (٨) ، عن أبي بردة (٩) ، عن أبي موسى (١٠) - رضي الله عنه - أنَّ النبيَّ - صلى الله عليه وسلم - قال:  \"ثلاثة كلهم لهم أجران: رجلٌ كانت له أمة فعلمها فأحسن تعليمها وأدَّبها فأحْسَنَ تأْدِيبها، ثُمَّ أعتقَها فتزوَّجها فله أجران، وعبدٌ مملُوك أدى حق الله وحق مواليه فله أجران، ورجلٌ من أهل الكتاب آمَنَ بما جاء به عيسى وما جاء به محمَّد فله أجران\"  (١١) . </p><p>(١) أحمد بن جعفر بن حمدان بن مالك بن شبيب البغدادي القطيعي الحنبلي، ثقة. (٢) من (م).(٣) ثقة.(٤) أحمد بن محمد بن حنبل إمام، ثقة، فقيه، حافظ، حجة.(٥) عبد الرحمن بن مهدي، ثقة ثبت حافظ.(٦) سفيان الثوري، ثقة، حافظ، عابد إمام حجة. كان ربما دلس.(٧) صالح بن صالح بن حيي، أبو حيان الثوري الهمداني، الكوفي، قال أحمد: ثقة ثقة، ووثقه العجلي.(٨) فقيه فاضل، ثقة مشهور.(٩) أبو بردة بن أبي موسى الأشعري، ثقة.(١٠) صحابي مشهور.(١١) [٣٠٥٢] الحكم على الإسناد:إسناده صحيح.التخريج:أخرجه البخاري كتاب العتق، باب فضل من أدب جاريته وعلمها (٢٥٤٧)، من طريق مطرف عن الشعبي به بمعناه، وفي باب العبد إذا أحسن عبادة ربه =</p><p> وقال قتادة: حسد أهل الكتاب المسلمين، فأنزل الله عز وجل:  {لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللَّهِ}  (١) . </p><p> وقال مجاهد: قالت اليهود: يوشك أن يخرج منَّا نبي يقطع الأيدي والأرجل فلما خرج من العرب كفروا به فنزلت: {لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ} أي: ليعلم و (لا) صلة (٢)  {أَلَّا يَقْدِرُونَ} يعني: أنهم لا يقدون (٣) كقوله: {أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلًا}  (٤) . </p><p> وأنشد الفراء: </p><p> إني كفيل يا (نوَيْقَةُ)  (٥) ... إن نَجوت إلى الصباح </p><p>= (٢٥٤٧)، من طريق صالح عن الشعبي به بمعناه، وأخرجه مسلم كتاب الإيمان، باب وجوب الإيمان برسالة نبينا محمد - صلى الله عليه وسلم - (٢٤١)، وأخرجه الإمام أحمد في \"مسنده\" ٤/ ٣٩٥ (١٩٥٣٢)، ٤١٤ (١٩٧١٢)، وأخرجه الدارمي في \"سننه\" (٢٢٩٠). وأخرجه الواحدي في \"الوسيط\" ٤/ ٢٥٦ - ٢٥٧، جميعهم من طريق صالح بن صالح عن الشعبي به بمعناه. وأخرجه الطبري في \"جامع البيان\" ٢٧/ ٢٤٣، من طريق فراس عن الشعبي به بمعناه. (١) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٢٧٦ عنه، والطبري في \"جامع البيان\" ٢٧/ ٢٤٦، وانظر: \"معالم التنزيل\" للبغوي ٨/ ٤٥، \"زاد المسير\" لابن الجوزي ٨/ ١٧٩، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٦٨.(٢) انظر: \"إعراب القرآن\" للنحاس ٤/ ٣٦٩، ولم ينسبه، وذكره البغوي في \"معالم التنزيل\" ٨/ ٤٥، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٦٨.(٣) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٦٨.(٤) طه: ٨٩.(٥) غير واضحة في الأصل، والمثبت من (م).</p><p> وسلمت من عرض الحتوف ... من الغُدوّ إلى الرواح </p><p> أن تهبطين بلاد قوم ... يرفعون من الصلاح (١) </p><p> أي: أنَّك تهبطين على شيء من فضل الله، قيل: الإسلام، وقيل: الثواب. </p><p> {وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ} وقيل: المعنى ليعلموا أنَّهم لا يقدرون على شيء من فضل الله إن لم يؤمنوا لم يؤتهم الله تعالى شيئًا مما ذكر، وأنَّ الفضل ليس بأيديهم فيصرفوا النبوة عن محمد إلى من يحبون، وأنَّ الفضل بيد الله يؤتيه من يشاء (٢) . </p><p> {وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ} المن الكبير. </p><p> [٣٠٥٣] أخبرنا ابن فنجويه (٣) ، قال: حدثنا (أبو بكر)  (٤) ابن خرجة (٥) ، قال: حدثنا محمد بن عبد الله بن سليمان الحضرمي (٦) ، قال: حدثنا الحسن بن السكن البغدادي (٧) ، قال: حدثنا أبو زيد </p><p>(١) انظر: \"معاني القرآن\" للفراء ١/ ١٣٦، ونسبه للقاسم بن معن، وفيه: زعيم بدل كفيل، والرواح بدل الصباح، ويرتعون بدل يرفعون، والطلاح بدل الصلاح. (٢) انظر: \"جامع البيان\" للطبري ٢٧/ ٢٤٦ - ٢٤٧، وذكر الزجاج بنحوه مختصرًا في \"معاني القرآن\" ٥/ ١٣١، وانظر: \"الجامع لأحكام القرآن\" ١٧/ ٢٦٨.(٣) ثقة، صدوق، كثير الرواية للمناكير.(٤) من (م).(٥) عمر بن أحمد بن القاسم فقيه روى عن الثقات الموضوعات.(٦) ثقة حافظ.(٧) لم أجده.</p><p> النحوي (١) ، عن قيس بن ربيع (٢) ، عن الأعمش (٣) ، عن عطية (٤) ، عن ابن عمر - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وسلم -: \"إن الله عز وجل قسم العمل وقسم الأجر،فتكيل لليهود:اعملوا فعملوا إلى نصف النهار فأعطوا قيراطًا قيراطًا،ثم قيل للنصارى:اعملوا فعملوا إلى نصف النهار إلى صلاة العصر فأعطوا قيراطًا قيراطًا،ثم قيل للمسلمين:اعملوا فعملوا من صلاة العصر إلى غروب الشمس فأعطوا قيراطين قيراطين،فغضب اليهود والنصارى في ذلك وقالوا:رأيناهم أقل منَّ أعمالنا فأعطيتهم الأكثر أكثر منَّا،قال الله تعالى:هل ظلمتكم من أجركم شيئًا؟قالوا:لا،قال:فهو فضلي أوتيه من أشاء،ونزل:{لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ}(٥)إلى آخر الآية\"  (٦) . </p><p>(١) سعيد بن أوس بن ثابت الأنصاري. صدوق له أوهام، ورمي بالقدر. (٢) قيس بن الربيع الأسدي، أبو محمد الكوفي، صدوق تغير لما كبر.(٣) ثقة، حافظ لكنه مدلس.(٤) عطية العوفي، صدوق يخطئ كثيرًا، وكان شيعيًا مدلسًا.(٥) كلمة (شيء) تكررت في الأصل.(٦) [٣٠٥٣] الحكم على الإسناد:في إسناده من لم أجد ترجمته، وعطية العوفي صدوق يخطئ كثيرًا وكان مدلسًا.التخريج:أخرجه البخاري كتاب أحاديث الأنبياء، باب ما ذكر من بني إسرائيل (٣٤٥٩)، وأخرجه الطبري في \"جامع البيان\" ٢٧/ ٢٤٤، وأخرجه البغوي في \"معالم التنزيل\" ٨/ ٤٦، جميعهم أخرجوه من طريق نافع عن عبد الله بن عمر بمعناه.</p><p> ٥٨ - سُورَة المُجَادَلَةِ </p><p> سورة المجادلة </p><p> مدنية (١) ، وهي إحدى وعشرون آية في المدني الأخير والمكي (٢) واثنتان في عدد الباقين (٣) . </p><p> اختلفوا في آية من عددها عدَّ الكوفي والبصري والمدني الأول والشامي (٤)  {أُولَئِكَ فِي الْأَذَلِّينَ}  (٥) . </p><p> وعدد كلماتها أربعمائة وثلاث وسبعون كلمة وعدد حروفها ألف وسبعمائة واثنان وتسعون حرفًا (٦) . </p><p>(١) انظر: \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣١٣، \"التبصرة\" لمكي (٦٩٥)، \"النكت والعيون\" للماوردي ٥/ ٤٨٧، \"الوسيط\" لمكي ٤/ ٢٥٨، \"معالم التنزيل\" للبغوي ٨/ ٤٩، \"زاد المسير\" لابن الجوزي ٨/ ١٨٠، وذلك في قول لابن عباس، والحسن، ومجاهد وعكرمة والجمهور، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٦٩، \"إتحاف فضلاء البشر\" للدمياطي (ص ٤١١)، \"القول الوجيز\" للمخللاتي (ص ٣١٢). (٢) انظر: \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣١٣، \"التبصرة\" لمكي (ص ٦٩٥)، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٥٢٥، \"القول الوجيز\" للمخللاتي (ص ٣١٢).(٣) انظر: \"الكشف عن وجوه القراءات\" لمكي: ٢/ ٣١٣، قال: اثنتان وعشرون في الكوفي، \"التبصرة\" لمكي (ص ٦٩٥)، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٥٢٥، \"القول الوجيز\" للمخللاتي (ص ٣١٢).(٤) انظر: \"القول الوجيز\" للمخللاتي (ص ٣١٣)، قال: اختلافهم في موضع واحد {فِي الْأَذَلِّينَ} عده غير المدني الأخير والمكي لانقطاع الكلام ولم يعده المدني الأخير والمكي لعدم الموازنة.(٥) المجادلة: ٢٠.(٦) انظر: \"القول الوجيز\" للمخللاتي (ص ٣١٢).</p><p> [٣٠٥٤] أخبرنا أبو الحسين (علي بن محمد)  (١) بن الحسن المقرئ (٢) غير مرة، قال: أخبرنا أبو بكر أحمد بن إبراهيم الجرجاني (٣) وأبو الشيخ عبد الله بن محمد الأصبهاني (٤) ، قالا: حدثنا أبو إسحاق إبراهيم بن شريك الكوفي (٥) ، قال: حدثنا أحمد بن يونس اليربوعي (٦) ، قال: حدثنا سلام بن سليم (٧) المدائني (٨) ، قال: حدثنا هارون بن كثير (٩) ، عن زيد بن أسلم (١٠) ، عن أبيه (١١) ، عن أبي أمامة (١٢) ، عن أبي بن كعب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة المجادلة من حزب الله يوم القيامة\"  (١٣) . </p><p>(١) إمام ثقة. (٢) في (م): محمد بن علي، وهو خطأ.(٣) أبو بكر الإسماعيلي، الإمام الحافظ الحجة.(٤) ثقة مأمون.(٥) الإمام المحدث الثقة.(٦) ثقة حافظ.(٧) في (م): سليمان وهو خطأ.(٨) متروك.(٩) مجهول.(١٠) قال ابن حجر: هو تحريف، والصواب: زيد بن سالم، جهله أبو حاتم.(١١) قال الذهبي: زيد عن أبيه نكرة.(١٢) أبو أمامة الباهلي. الصحابي المشهور.(١٣) [٣٠٥٤] الحكم على الإسناد:موضوع، فيه سلام بن سليم، متروك، وكذلك فيه هارون وزيد عن أبيه. =</p>"
}