{
  "id": null,
  "sura": 57,
  "aya": 19,
  "text": "<p> قال الحسن: كل ما في القرآن من القرض الحسن فهو التطوع (١) . </p><p> وقيل: هو العمل الصالح من الصدقة وغيرها محتسبًا صادقًا (٢) . </p><p> وقيل: تصدقوا من مال طيب، لأنَّ الله لا يقبل إلاَّ الطيب (٣) . </p><p> {يُضَاعَفُ لَهُمْ} أمثالها، قراءة العامة بفتح العين على ما لم يسم فاعله وبالألف على الأصل. </p><p> قرأ الأعمش:  {يُضَعَفُهُ} بِكسر العين وزيادة هاء. </p><p> وقرأ ابن كثير وابن عامر، وأبو جعفر، وأبو حيوة، وشيبة، ويعقوب، بغير ألف (يُضَعَّفُ) وشددوا العين وفتحوها (٤) . </p><p> {وَلَهُمْ أَجْرٌ كَرِيمٌ} وهو الجنة (٥) . </p><p> ١٩ - قوله -عز وجل-: {وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ} </p><p> أي: صدقوا. {أُولَئِكَ هُمُ الصِّدِّيقُونَ} واحدهم صِدِّيقُ وهو الكثير الصدق (٦) . </p><p> وقال الضحاك: هم ثمانية نفر سبقوا أهل الأرض في زمانهم إلى الإسلام، أبو بكر، وعلى، وزيد، وعثمان بن عفان، وطلحة والزبير وسعد، وحمزة -رضي الله عنه - وتاسعهم عمر بن الخطاب - رضي الله عنه -. </p><p>(١) لم أجد هذا القول. (٢) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٥٢.(٣) انظر: \"معاني القرآن\" للزجاج ٥/ ١٢٦.(٤) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٥٢.(٥) انظر: \"معالم التنزيل\" للبغوي ٨/ ٣٨، \"الجامع لأحكام القرآن\" ١٧/ ٢٥٢.(٦) انظر: \"معالم التنزيل\" للبغوي ٨/ ٣٨.</p><p> ألحقه الله تعالى بهم لِما عرف من صدق - صلى الله عليه وسلم - (١) . </p><p> وقال مقاتل بن حيان: هم الذين آمنوا بالرسل ولم يكذبوهم طرفة عين، مثل مؤمن آل فرعون، وصاحب الأخدود، وأبي بكر الصديق -عليه السلام- (٢) . </p><p> {وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ} اختلف العلماء في نظم هذِه الآية: </p><p> فقال قوم هذا مفصول ممَّا قبله، وتمام الكلام عند قوله هم الصديقون، ثم ابتدأ فقال:  {وَالشُّهَدَاءُ} وأراد شهداء المؤمنين خاصة، والواو فيه واو الاستئناف. وهذا قول ابن عباس - رضي الله عنه - ومسروق وجماعة من العلماء (٣) . </p><p> وقال الآخرون هي متصلة بما قبلها والواو فيه واو النسق، ثم اختلفوا في معناها (٤) . </p><p> وقال الضحاك؛ نزلت في قوم مخصوصين من المؤمنين كانوا كلهم شهداء قد ذكرناهم (٥) . </p><p>(١) انظر: \"الوسيط\" للواحدي ٤/ ٢٥١، \"معالم التنزيل\" للبغوي ٨/ ٣٨، \"زاد المسير\" لابن الجوزي ٨/ ١٧٠، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٢٥٤. (٢) انظر: بمعناه في \"الوسيط\" للواحدي ٤/ ٢٥١، ونسبه للمقاتلان.(٣) أخرجه الطبري في \"جامع البيان\" ٢٧/ ٢٣١ عنهما، ونسبه للضحاك.وانظر: \"معالم التنزيل\" للبغوي ٨/ ٣٩، \"زاد المسير\" لابن الجوزي ٨/ ١٧٠.وذكره الزجاج في \"معاني القرآن\" ٥/ ١٢٦، ولم ينسبه.(٤) انظر: \"معاني القرآن\" للزجاج ٥/ ١٢٦، \"معالم التنزيل\" للبغوي ٨/ ٣٨، \"زاد المسير\" لابن الجوزي ٨/ ١٧٠.(٥) انظر: \"زاد المسير\" لابن الجوزي ٨/ ١٧٠.</p><p> وقيل: نزلت في المؤمنين المخلصين كلهم، ويكون المعنى: أولئك هم الصديقون وأولئك هم الشهداء (١)  (٢) . </p><p> [٣٠٤٥] أخبرنا عبد الله بن حامد (٣) إجازة، قال: أخبرنا أحمد بن عبد الله المزني (٤) ، قال: حدثنا عبد الله بن غنام النخعي (٥) ، قال: حدثنا (أبو)  (٦) كريب (٧) ، قال حدثنا عبيد بن سعيد (٨) ، عن </p><p>(١) ذكر ابن الجوزي نحوه في \"زاد المسير\" ٨/ ١٧٠، عن أبي مسعود ومجاهد. (٢) في هامش الأصل: قال الله تعالى: {فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ} فالصديقون هم الذين يتلون الأنبياء، والشهداء هم الذين يتلون الصديقين، والصالحون يتلون الشهداء. فيجوز أن تكون هذِه الآية في جملة من صدق بالرسل، أعني: والذين آمنوا بالله ورسله أولئك هم الصديقون والشهداء ويكون المعنى بالشهداء من شهد لله بوحدانيته فيكون صِدّيقًا فوق صديق في الدرجات، كما قال النبي -صلى الله عليه وسلم-: \"إنَّ أهل الدرجات العلى ليراهم من دونهم كما يرى أحدكم الكوكب الدري في أفق السماء وأنَّ أبا بكر وعمر منهم وأنعما\". قشيري.انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ١٦٤.(٣) الوزان، لم يذكر بجرحٍ أو تعديل.(٤) المغفلي الهروي. الشيخ الجليل القدوة الحافظ.(٥) ابن القاضي حَفْص بن غياث، قال ابن ناصر القيسي: ثقة.\"طبقات الحنفية\" لابن أبي الوفاء القرشي ١/ ٢٧٩، \"توضيح المشتبه\" لابن ناصرالقيسي ٦/ ١٨٨.(٦) من (م).(٧) محمد بن العلاء أبو كريب، ثقة، حافظ.(٨) عبيد بن سعيد بن أبان بن سعيد بن العاص الأموي القرشي، روى عن: إسرائيل بن يونس وسفيان الثوري وشعبة بن الحجاج وآخرين، وروى عنه: إسحاق بن راهويه وأبو بكر بن أبي شيبة وأبو كريب وخلق. قال يحيى بن معين: ثقة ليس به =</p><p> شعبة (١) ، عن أبى (٢) قيس (٣) عن الهُزيل (٤) عن عبد الله (٥) - رضي الله عنه - قال: إنَّ الرجل ليقاتل الناس ليرى مكانه وإنَّ الرجل ليقاتل عن الدنيا، وإنَّ الرجل ليقاتل ابتغاء وجه الله، وإنَّ الرجل ليموت على فراشه فيكون شهيدًا، ثم قرأ:  {وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَئِكَ هُمُ الصِّدِّيقُونَ وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ}  (٦) . </p><p>= بأس. وقال أبو زرعة وأبو حاتم: ثقة، وزاد أبو حاتم: صدوق. قال ابن حجر: ثقة. مات سنة مائتين. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٤٠٧، \"تهذيب الكمال\" للمزي ١٩/ ٢٠٩، \"تقريب التهذيب\" لابن حجر (٤٣٧٤).(١) شعبة بن الحجاج ثقة، حافظ، متقن.(٢) في (م): ابن. وهو خطأ.(٣) عبد الرحمن بن ثروان أبو قيس الأزدي الكوفي، روى عن: الأرقم بن شرحبيل وهزيل بن شرحبيل وعكرمة مولى ابن عباس وخلق. روى عنه: حماد بن سلمة وسفيان الثوري وشعبة بن الحجاج وعدة. قال أحمد بن حنبل: يخالف في أحاديث. وقال يحيى بن معين: ثقة. وقال أبو حاتم: ليس بقوي هو قليل الحديث وليس بحافظ، وقال النسائي: ليس به بأس. وقال ابن حجر: صدوق ربما خالف. مات سنة عشرين ومائة.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٢١٨، \"تهذيب الكمال\" للمزي ١٧/ ٢٠، \"تقريب التهذيب\" لابن حجر (٣٨٢٣).(٤) في الأصل: الهُذلي. وهو خطأ، والتصويب من (م)، والهزيل هو ابن شرحبيل، ثقة.(٥) عبد الله بن مسعود، الصحابي المشهور.(٦) [٣٠٤٥] الحكم على الإسناد:فيه شيخ المصنف، لم أجد له جرحًا أو تعديلًا. =</p><p> [٣٠٤٦] وأخبرنا عبد الله بن حامد (١) ، قال: أخبرنا محمد بن خالد (٢) ، قال: حدثنا داود بن سليمان (٣) ، قال: حدثنا عبد بن حُميد (٤) ، قال: حدثنا أبو نعيم (٥) ، قال: حدثنا سفيان (٦) ، عن ليث (٧) ، عن مجاهد (٨) قال: كل مؤمن صديق وشهيد، ثم قرأ هذِه الآية، يعني: موصولة (٩) . </p><p> وقال ابن عباس في بعض الروايات: أراد بالشهداء الأنبياء خاصة </p><p>= التخريج: أخرجه الطبري في \"جامع البيان\" ٢٧/ ٢٣١، من طريق محمد بن جعفر عن شعبة به بنحوه.(١) الوزان، لم يذكر بجرحٍ أو تعديل.(٢) ابن الحسن أبو بكر الطوعي من مشايخ بخارى وكان حسن الحديث.(٣) ابن خزيمة، البخاري، لم يذكر بجرح أو تعديل.(٤) ثقة، حافظ.(٥) الفضل بن دكين، ثقة، ثبت.(٦) سفيان الثوري، ثقة، حافظ، إمام عابد، حجة كان ربما دلس.(٧) ليث بن أبي سليم بن زنيم القرشي مولاهم، أبو بكر، صدوق اختلط جدًا فترك، وأنكروا عليه الجمع بين عطاء وطاوس ومجاهد.(٨) مجاهد بن جبر المكي، ثقة، إمام في التفسير والعلم.(٩) [٣٥٤٦] الحكم على الإسناد:في إسناده ضعف، فليث اختلط جدًا فترك، وشيخ المصنف لم يذكر بجرح أو تعديل.التخريج:أخرجه الطبري في \"جامع البيان\" ٢٧/ ٢٣١، من طريق سفيان عن حبيب بن أبي ثابت وليث به.</p>"
}