{
  "id": null,
  "sura": 59,
  "aya": 16,
  "text": "<p> في تجادلهم (١) فقال عزَّ من قائل: </p><p> ١٦ - قوله -عز وجل-: {كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ (١٦) } </p><p> [٣٠٨٥/أ] أخبرني ابن فنجويه (٢) ، قال: أخبرنا مخلد بن جعفر الباقرجي (٣) ، قال: حدثنا الحسن بن علويه (٤) ، قال: حدثنا إسماعيل بن عيسى (٥) ، قال: حدثنا إسحاق بن بشر (٦) ، قال: حدثنا مقاتل (٧) ، عن عطاء (٨) ، عن ابن عباس. </p><p> [٣٠٨٥/ب] وعبد الرحمن بن قبيصة (٩) ، عن أبيه (١٠) ، عن ابن </p><p>= وانظر: \"معالم التنزيل\"للبغوي ٨/ ٨١، \"زاد المسير\" لابن الجوزي ٨/ ٢١٩، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٣٦. (١) انظر: \"معالم التنزيل\" للبغوي ٨/ ٨٢، \"زاد المسير\" لابن الجوزي ٨/ ٢١٩.(٢) ثقة، صدوق، كثير رواية المناكير.(٣) اختلط بعد أن كان أمره مستقيمًا.(٤) ثقة.(٥) العطار، ضعفه الأزدي وصححه غيره.(٦) ابن محمد بن عبد الله بن سالم الهاشمي، كذاب.(٧) مقاتل بن سليمان الأزدي، كذبوه وهجروه ورمي بالتجسيم.(٨) هو ابن أبي رباح، ثقة فقيه فاضل لكنه كثير الإرسال.(٩) عبد الرحمن بن قبيصة، بن ذؤيب الخزاعي. حدث عن: أبيه عن ابن عباس، وحدث عنه: إسحاق بن بشر.انظر: \"تاريخ دمشق\" لابن عساكر ٣٥/ ٣٣٨.(١٠) قبيصة بن ذؤيب بن حلحلة الخزاعي أبو إسحاق المدني، روى عن: ابن عباس وجمع من الصحابة روى عنه: ابنه قبيصة وخلق كثير، قال ابن سعد: كان ثقة =</p><p> عباس - رضي الله عنهما - في قوله تعالى:  {كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ} الآية قال: كان راهب في الفترة يقال له: برصيصا قد تعبّد في صومعة له سبعين سنة، لم يعص الله تعالى فيها طرفة عين، وإنَّ إبليس أعياه في أمر الحيل، فلم يستطع له بشيء، فجمع ذات يوم مردة الشياطين، فقال: ألا أجد منكم من يكفيني أمر برصيصا؟ فقال: الأبيض وهو صاحب الأنبياء وهو الذي قصد النبي - صلى الله عليه وسلم - (١) وجاءه في صورة جبريل -عليه السلام- ليوسوس إليه على وجه الوحي، فجاء جبريل -عليه السلام- حتى دخل بينهما ثم دفعه بيده دفعة هيبته فوقع من دفعة جبريل إلى أقصى أرض الهند، فذلك قوله: {ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ (٢٠) } فقال الأبيض لإبليس: أنا أكفيكه، فانطلق. فتزي بزي الرهبان وحلق وسط رأسه ثم مضى حتى أتى صومعة برَصيصا فناداه فلم يُجبه، وكان لا ينفتل من صلاته إلَّا في كل عشرة أيام يومًا، ولا يفطر إلَّا في عشرة أيام يومًا وكان يواصل الصوم الأيام العشرة والعشرين والأكثر، فلما رأى الأبيض أنَّه لا يجيبه أقبل على العبادة في أصل صومعته، فلما انفتل برصيصا من صلاته، اطلع من صومعته فرأى الأبيض قائمًا منتصبًا يصلي في هيئة حسنة من هيئة الرهبان، فلما رأى ذلك من حاله ندم في نفسه حين لهي عنه فلم </p><p>= مأموناً كثير الحديث، وقال ابن حجر: من أولاد الصحابة وله رؤية. انظر: \"تهذيب الكمال\" للمزي ٢٣/ ٤٧٦، \"الجرح والتعديل\" لابن أبي حاتم ٧/ ١٢٥، \"تقريب التهذيب\" لابن حجر (٥٥١٢).(١) في (م): تصدى للنَّبي.</p><p> يجبه، فقال: إنَّك ناديتني وكنت مشتغلًا عنك فما حاجتك؟ قال الأبيض: حاجتي أني أحببتُ أن أكون معك وأتأدَّب بأدبك، وأقتبس من علمك، ونجتمع على العبادة، فتدعو لي وأدعو لك، فقال برصيصا: إني لفي شغل عنك، فإن كنت مؤمنًا فإنَّ الله -عز وجل- سيجعل لك فيما ادعوه للمؤمنين والمؤمنات نصيبًا إن استجاب لي، ثم أقبل على صلاته وترك الأبيض، فأقبل الأبيض أيضًا إلى الصلاة، فلم يلتفت برصيصا إليه أربعين يومًا بعدها، فلما رآه قائمًا يصلي مع كثرة اجتهاده وكثرة تضرعه وعبادته وابتهاله إلى الله -عز وجل- كلَّمه وقال له: ما حاجتك؟ قال: حاجتي أن تأذن لي فارتفع إليك فأذن له فارتفع له في صومعته، فأقام الأبيض معه حولًا يتعبد لا يفطر إلَّا في كل أربعين يومًا يومًا واحدًا، ولا ينفتل عن صلاته إلَّا في كل أربعين يومًا مرةً، وربما مدَّ إلى الثمانين، فلما رأى برصيصا تقاصرت إليه نفسه وأعجبه شأنه، فلما حال الحول قال الأبيض له: إني منطلق وإنَّ لي صاحبًا غيرك (١) ظننت أنَّك أشد اجتهاداً مما أرى، وكان يبلغنا عنك غير (٢) الذي رأيت، قال: فدخل على برصيصا أمرٌ عظيم وكره مفارقته للذي رأى من شدة اجتهاده، فلما ودَّعه، قال له الأبيض: إنَّ عندي دعوات أعلمكها تدعو بهنَّ فهنَّ خير مما أنت فيه، يشفي الله بها السقيم ويُعافي بها المبتلى </p><p>(١) في الأصل: عزل. والتصويب من (م). (٢) في الأصل: وعن. والتصويب من (م).</p><p> والمجنون، قال: برصيصا إني أكره (١) هذِه المنزلة، لأنَّ لي في نفسي شغلًا، وإني أخاف إن أعلم بهذا الناس فيشغلوني عن العبادة، فلم يزل به الأبيض حتى علَّمه ثم انطلق حتى أتى إبليس اللعين، فقال: قد والله أهلكت الرجل، فانطلق الأبيض فتعرض لرجل فخنقه، ثم جاءه في صورة رجل يتطبب، فقال لأهله: إنَّ بصاحبكم جنونًا أفأعالجه؟ قالوا: نعم، فقال لهم: إني لا أقوى على جنيه، ولكني سأرشدكم إلى من يدعو الله تعالى له فيعافى، فقالوا له: دلنا (٢) قال: انطلقوا واذهبوا به إلى برصيصا، فإنَّ عنده اسم الله الأعظم الذي إذا سئل به أعطى، وإذا دعي به أجاب. فانطلقوا به فسألوه ذلك، فقال: نعم. فدعا بتلك الكلمات فذهب عنه الشيطان ثم جعل الأبيض يفعل بالناس مثل هذا الذي فعل بالرجل، ثم يرشدهم إلى برصيصا يدعو لهم فيعافون، فانطلق الأبيض إلى جارية من بنات الملوك بين ثلاثة إخوة، فتعرض لها وكان أبوهم ملكًا، فمات فاستخلف أخاه، وكان عمها ملكا في بني إسرائيل، فعذبها وخنقها ثم جاء إليهم في صورة رجل متطبب فقال لهم: أعالجها؟ قالوا: نعم، فعالجها، فقال: إنَّ الذي عرض لها شيطان مارد لا يطاق، ولكن سأرشدكم إلى رجل تثقون به تدعونها عنده، فإذا جاء شيطانها دعا لها حتى تعلموا أنَّها قد عوفيت وتردونها </p><p>(١) في الأصل: أكن. والتصويب من (م). (٢) في الأصل: كلنا. والتصويب من (م).</p><p> صحيحة قد ذهب شيطانها، قالوا: ومن هو؟ قال برصيصا اذهبوا بها إليه، قالوا: لا يجيبنا إلى هذا هو أعظم شأنًا من ذلك قال: انطلقوا فابتنوا صومعة إلى جانب صومعته (١) حتى تشرفوا عليه، فإن قبلها وإلَّا تضعوها في صومعتها، ثم قولوا له: هي أمانة عندك فاحتسب فيها، قال: فانطلقوا إليه فسألوه ذلك فأبى عليهم، فبنوا صومعة على ما أمرهم الأبيض ووضعوا الجارية في صومعتها، فقالوا: يا برصيصا هذِه أختنا قد عرض لها عدو من أعداء الله، وهي أمانة عندك فاحتسب فيها (٢) ، ثم انصرفوا فلما انفتل برصيصا عن صلاته عاين تلك الجارية وما بها من الجمال فسقط في يده ودخل عليه أمر عظيم، فجاءها الشيطان فخنقها فلما رأى برصيصا ذلك انفتل عن صلاته، فدعا بتلك الدعوات فذهب عنها الشيطان، فأقبل على صلاته، فجاءها الشيطان فخنقها، وكان يكشف عنها ويتعرض بها لبرصيصا، وجاء الشيطان، فقال: ويحك واقعها فلا تجد مثلها فتتوب وبعد فتنتك فتدرك بما تريد من الأمر الذي تريد، فلم يزل به حتى واقعها فافترشها فلم يزل على ذلك يأتيها حتى حملت وظهر حملها، فقال له الشيطان: ويحك (٣) قد افتضحت، فهل لك أن تقتل هذِه ثم تتوب فلا تفتضح؟ فإن جاؤوك وسألوك، فقل: جاء شيطانها فذهب بها ولم أقو عليه، ففعل وقتلها برصيصا ثم أنطلق </p><p>(١) في الأصل: صومته. والتصويب من (م). (٢) في (م): فاحتسبها.(٣) من (م).</p><p> بها ودفنها إلى جانب الجبل، فجاءه الشيطان وهو يدفنها ليلًا، فأخذ بطرف إزارها فبقي طرف إزارها خارجًا من التراب، ثم رجع برصيصا إلى صومعته فأقبل إلى صلاته إذ جاء إخوتها، وكانوا يتعاهدون أختهم، وكانوا يجيئون في بعض الأيام يسألون عنها ويطيلون إلى برصيصا ويوصونه بها، فقالوا: يا برصيصا ما فعلت أختنا؟ قال: جاء الشيطان فذهب بها ولم أطقه، فصدقوه وانصرفوا، فلما أمسوا وهم مكروبون جاء الشيطان إلى كبيرهم في المنام، فقال له: ويحك إنَّ برصيصا فعل بأختك كذا وكذا، وإنَّه دفنها في موضع كذا وكذا من جبل كذا وكذا، فقال الأخ: هذا حُلم من عمل الشيطان، برصيصا خير من ذلك، فتتابع عليه ثلاثة ليال فلم يكترث، فانطلق إلى الأوسط بمثل ذلك، وكذلك الأصغر، فقال أصغرهم لأخوته: والله لقد رأيتُ كذا وكذا، وقال الأوسط: أنا والله لقد رأيتُ مثلَه، وقال الأكبر: أنا والله لقد رأيت كذا وكذا، فانطلقوا بنا إلى برصيصا، فأتوه فقالوا: يا برصيصا ما فعلَت أختنا، فقال: أليس قد أعلمتكم بحالها وشيطانها؟ فكأنكم اتَّهمتموني (١) ؟ فقالوا: والله لا نتهمك، فاستحيوا منه وانصرفوا عنه، فجاءهم الشيطان، فقال: ويحكم إنَّها لمدفونة في موضع كذا وكذا وإنَّ طرف إزارها خارج من التراب فانطلقوا فوجدوها على ما رأوا في نومهم، فمشوا في مواليهم وغلمانهم معهم الفؤوس والمساحي، فهدموا صومعته </p><p>(١) في الأصل: أتهموني. والتصويب من (م).</p><p> وأنزلوه وخنقوه وكتفوه وانطلقوا به إلى الملك، فأقرَّ على نفسه، وذلك أنَّ الشيطان أتاه، فقال: تقتلها ثم تكابر، يجتمع عليك أمران، قتل ومكابرة، اعترِفْ فلما اعترف أمر الملك بقتله وصلبه على خشبة، فلما صلب أتاه الأبيض عيانًا وذلك أنَّ إبليس لعنه الله قال للأبيض: وما يغني عنك ما صنعته أن قتل فهو كفارة لما كان منه، فقال الأبيض: أنا أكفيكه فأتاه (١) ، فقال: يَا برصيصا أتعرفني؟ قال: لا، قال: أنا صاحبك الذي علمتك الدعوات فاستجيب لك، ويحك أما أتقيت الله في أمانةٍ خنت أهلها وإنَّك أعبد بني إسرائيل، أما استحييت، أما راقبت الله في دينك، فلم يزل يعيِّره ويوبخه، ثم قال له في آخر ذلك: ألم يكفك ما صنعت حتَّى أقررت على نفسك وفضحت نفسك، وفضحت أشباهك من النَّاس؟ فإن مت على هذِه الحالة لم يفلح أحدٌ من نظرائك بعدك، قال: فكيف أصنع؟ قال: تطيعني في خصلة واحدة حتَّى أنجيك مما أَنْتَ فيه وآخذ بأعينهم وأخرجك من مكانك! قال: وما هي؟ قال: تسجد لي سجدةً، قال: أنا أفعل، فسجد له من دون الله، فقال له: يَا برصيصا هذا الذي أردت منك، صارت عاقبة أمرك إلى أن كفرت بربك:  {إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ}  (٢) . </p><p>(١) بياض في الأصل، والمثبت من (م). (٢) [٣٠٨٥] الحكم على الإسناد:إسناده ضعيف جدًّا فيه إسحاق بن بشر كذاب، وفيه أَيضًا مقاتل بن سليمان كذبوه وهجروه إلَّا أنَّه توبع من عبد الرَّحْمَن بن قبيصة ولم يذكر بجرح أو تعديل. =</p><p> قال: فضرب الله تعالى هذا المثل ليهود بني النضير والمنافقين من أهل المدينة، وذلك أنَّ الله عز وجل أمر نبيه - صلى الله عليه وسلم - أن يجلي بني النصير عن المدينة، فدس المنافقون إليهم، فقالوا: لا تجيبوا محمَّدًا إلى ما دعاكم ولا تخرجوا من دياركم، فإن قاتلوكم كنَّا معكم وإن أخرجوكم خرجنا معكم، فأطاعوهم فدبروا على حصونهم وتحصنوا في ديارهم رجاء نصر المنافقين حتَّى جاءهم النَّبِيّ -صلى الله عليه وسلم-، فناصبوه الحرب يرجون نصر المنافقين، فحاربوا النَّبِيّ -صلى الله عليه وسلم-، فخذلهم المنافقون وتبرؤوا منهم كما تبرأ الشيطان من برصيصا وخذله (١) . </p><p> قال ابن عباس - رضي الله عنهما -: فكانت الرهبان بعد ذلك في بني إسرائيل لا يمشون إلَّا بالتقية والكتمان، وطمع أهل الفجور والفسق في الْأَحبار فرموهم بالبهتان والفسوق والتقبيح حتَّى كان أمر جريج الراهب، فلما برَّأ الله تعالى جريجًا الراهب مما رموه به انبسطت بعده الرهبان وظهروا للنَّاس (٢) . </p><p>= التخريج: الخبر بطوله أخرجه الطبري في \"جامع البيان\" ٢٨/ ٥٠ عنه موقوفًا بمعناه.وانظر: \"النكت والعيون\" للماوردي ٥/ ٥٠٩، \"الوسيط\" للواحدي ٤/ ٢٧٦ - ٢٧٧، \"معالم التنزيل\" للبغوي ٨/ ٨٢ - ٨٤، \"زاد المسير\" لابن الجوزي ٨/ ٢٢٢، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٣٧ - ٤١ وله شواهد: أخرجه عبد الرَّزّاق في \"تفسير القرآن\" ٢/ ٢٨٤ عن ابن طاوس عن أَبيه بمعناه مختصرًا، وأخرجه الحاكم في \"المستدرك\" ٢/ ٥٢٦ عن علي بن أبي طالب بمعناه مختصرًا، وقال: هذا حديث صحيح الإسناد، ولم يخرجاه.(١) انظر: في \"معالم التنزيل\" للبغوي ٨/ ٨٥.(٢) انظر: \"معالم التنزيل\" للبغوي ٨/ ٨٥، \"الجامع لأحكام القرآن\" ١٨/ ٤٢.</p>"
}