{
  "id": null,
  "sura": 59,
  "aya": 6,
  "text": "<p> {فَبِإِذْنِ اللَّهِ} فلم تقطعوها إلَّا بإذن الله. </p><p> وقرأ عبد الله - رضي الله عنه -: (ما قطعتم من لينة ولا تركتموها قوما على أصولها) . </p><p> أي: قائمة على سوقها. وقرأ الأعمش:  (ما قطعتم من لينة أو تركتموها قوما على أصولها) . </p><p> المعنى: لم تقطعوها فبإذن الله، أي: بأمره (١) . </p><p> {وَلِيُخْزِيَ الْفَاسِقِينَ} أي: وليذل اليهود الكفار به وبنبيِّه وكتبه ويغيظهم (٢) . </p><p> ٦ - قوله -عز وجل- {وَمَا أَفَاءَ اللَّهُ} أي: ردَّ الله (٣) . </p><p> {عَلَى رَسُولِهِ} فرجع إليه ومنه في الظل منهم، أي: من بني النضير من الأموال (٤) . </p><p> {فَمَا أَوْجَفْتُمْ} أي: أوضعتم (٥) . </p><p>(١) انظر: \"زاد المسير\" لابن الجوزي ٨/ ٢٠٨، \"الجامع لأحكام القرآن\" ١٨/ ١٠. (٢) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٠.(٣) انظر: \"جامع البيان\" للطبري ٢٨/ ٣٥، \"النكت والعيون\" للماوردي ٥/ ٥٠٣، \"الوسيط\" للواحدي ٤/ ٢٧١، \"معالم التنزيل\" للبغوي ٨/ ٧٢، \"زاد المسير\" لابن الجوزي ٨/ ٢٠٩، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٠.(٤) انظر: \"جامع البيان\" للطبري ٢٨/ ٣٥، \"النكت والعيون\" للماوردي ٥/ ٥٠٣، \"معالم التنزيل\" للبغوي ٨/ ٧٢، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٠.(٥) انظر: \"جامع البيان\" للطبري ٢٨/ ٣٥، \"النكت والعيون\" للماوردي ٥/ ٥٠٣، \"معالم التنزيل\" للبغوي ٨/ ٧٢، \"زاد المسير\" لابن الجوزي ٨/ ٢٠٩، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٠.</p><p> {عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ} والوجيف دون القريب من السير (١) . </p><p> يقال: وَجَفَ الفرسُ يجف وجيفًا وأوجفتُه أنا إيجافًا والركاب الإبِلُ (٢) . </p><p> يقول: لم تقطعوا إليها شُقَّة، ولم تنالوا منها مشقَّة، ولم تكلفوا مؤنة، ولا لقيتم حربًا، وإنَّما كانت من المدينة على مِيلَين قاله الفراء (٣) ، فَمشَوا إليها مشْيًا، ولم يركبوا خيلًا ولا إبلًا، إلَّا النَّبيّ - صَلَّى الله عليه وسلم - فإنَّه ركب جملًا، فافتتحها صلحًا وأجلاهم عنها وخزن أموالهم، فسأل المسلمون النَّبيّ - صَلَّى الله عليه وسلم - القسمةَ فنزلت (٤)  {وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ} الآية، فجعل أموال بني النضير خاصة لرسول الله - صَلَّى الله عليه وسلم - يضعها حيث يشاء، فقسمها النَّبيّ - صَلَّى الله عليه وسلم - بين المهاجرين ولم يعط الأنصار منها شيئًا إلَّا ثلاثة نفر منهم كانوا محتاجين، وهم: أبو دُجانة سِماك بن خَرَشةَ، وسهل بن حُنيف، والحارث بن الصِّمَّة (٥) ولم يسلم من بني النَّضير إلَّا رجلان: </p><p>(١) انظر: \"لسان العرب\" لابن منظور، (وجف). (٢) انظر: \"النكت والعيون\" للماوردي ٥/ ٥٠٢، \"الوسيط\" للواحدي ٤/ ٢٧٢، \"معالم التنزيل\" للبغوي ٨/ ٧٢، \"زاد المسير\" لابن الجوزي ٨/ ٢٠٩، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٠.(٣) انظر: \"معاني القرآن\" للفراء ٣/ ١٤٤، \"معالم التنزيل\" للبغوي ٨/ ٧٢، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٠، ونسبه للفراء.(٤) انظر: \"الوسيط\" للواحدي ٤/ ٢٧٢، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٠.(٥) انظر: \"النكت والعيون\" للماوردي ٥/ ٥٠٣، \"الوسيط\" للواحدي ٤/ ٢٧٢، \"معالم التنزيل\" للبغوي ٨/ ٧٢، \"زاد المسير\" لابن الجوزي ٨/ ٢١٠.</p><p> أحدهما: سفيان بن عمير بن وهب. والثاني: سعد بن وهب، أسلما على أموالهما فأحرزاها (١) . </p><p> [٣٠٦٥] أخبرنا (عبد الله بن حامد (٢) ، قال: حدَّثنا حامد بن محمَّد (٣) ، قال: حدّثنا بشر بن موسى (٤) ، قال: حدّثنا الحميدي (٥) ، قال: أخبرنا) (٦) سفيان (٧) ، قال: حدّثنا عمرو بن دينار (٨) ، ومعمر ابن راشد (٩) ، عن ابن شهاب الزُّهريّ (١٠) أنَّه سمع مالك بن أوس بن الحدثان النصري (١١) - رضي الله عنه - يقول: سمعت عمر بن الخطاب - رضي الله عنه - يقول: إنَّ أموال بني النضير مما أفاء الله على رسوله مما لم يُوجف المسلمون عليه بِخَيْلٍ ولا رِكاب، فكانت لرسول الله - صَلَّى الله عليه وسلم - خالصًا، فكان رسول الله - صَلَّى الله عليه وسلم - ينفق على أهله منه نفقة سنة، وما بقي جعله في </p><p>(١) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١. (٢) الوزَّان، لم يذكر بجرحٍ أو تعديل.(٣) ابن عبد الله بن محمَّد بن معاذ، أبو علي الرفاء الهرويُّ، ثقة صدوق.(٤) ابن صالح بن شيخ عميرة، أبو علي الأسدي البغدادي، ثقة.(٥) عبد الله بن الزُّبير أبو بكر القرشي الأسدي، صاحب \"المسند\"، ثقة، حافظ.(٦) ليست في الأصل، والمثبت من (م).(٧) هو ابن عيينة، ثقة، حافظ فقيه إمام حجه، إلَّا أنَّه تغير حفظه بأخرة، وكان ربَّما دلس لكن عن الثقات، وكان أثبت النَّاس في عمرو بن دينار.(٨) ليست في الأصل، والمثبت من (م) وعمرو ثقة ثبت.(٩) الأزدي الحداني، أبو عروة البصري، ثقة، فاضل ثبت.(١٠) الفقيه الحافظ متَّفقٌ على جلالته وإتقانه.(١١) من (م)، ومالك له رؤية.</p><p> الكُرَاع والسلاح عُدةً في سبيل الله (١) . </p><p> [٣٠٦٦] وأخبرنا محمَّد بن عبد الله بن حمدون (٢) ، قال: حدّثنا أحمد بن محمَّد بن الحسن (٣) ، قال: حدّثنا محمَّد بن يَحْيَى (٤) ، قال: حدّثنا محمَّد بن يوسف (٥) ، قال: حدّثنا ابن عيينة (٦) ، عن معمر (٧) ، عن الزُّهريّ. </p><p>(١) [٣٠٦٥] الحكم على الإسناد: رجاله ثقات، سوى شيخ المصنف لم أجد له جرحًا ولا تعديلًا.التخريج:أخرجه البُخاريّ كتاب الجهاد والسير، باب المِجَنِّ ومن يتترس بترس صاحبه (٢٩٠٤) من طريق علي بن عبد الله عن سفيان به بنحوه، وأخرجه مسلم كتاب الجهاد والسير، باب حكم الفيء (١٧٥٧) من طريق إسحاق بن إبراهيم عن سفيان به بنحوه، وأخرجه أبو داود كتاب الخراج والفيء، باب صفايا الرسول - صلى الله عليه وسلم - (٢٩٦٥)، من طريق أحمد بن عبدة عن سفيان به بنحوه، وأخرجه التِّرمذيُّ كتاب الجهاد، باب ما جاء في الفيء (١٧٢٥)، عن ابن أبي عمر عن سفيان به بنحوه، وقال أبو عيسى: هذا حديث حسن صحيح.وأخرجه النَّسائيّ كتاب الفيء، باب قسم الفيء ٧/ ١٣٩، عن عبيد الله بن سعيد عن سفيان به بنحوه، وأخرجه الإمام أحمد في \"المسند\" ١/ ٤٨ (٣٣٧) من طريق سفيان به بنحوه.(٢) أبو سعيد النيسابوري العالم الزَّاهد الصالح، لم يذكر بجرحٍ أو تعديل.(٣) أبو حامد ابن الشرقي، ثقة مأمون.(٤) الذّهْلِيُّ، ثقة حافظ جليل.(٥) ابن واقد بن عثمان الضَّبعيّ مولاهم، أبو عبد الله الفريابي، ثقة، فاضل.(٦) ثقة حافظ، إمام حجة، إلَّا أنَّه تغير حفظه بأخرة وكان ربَّما دلس لكن عن الثقات.(٧) ابن راشد. ثقة ثبت فاضل.</p><p> [٣٠٦٧] وأُخبرتُ عن محمَّد بن جرير (١) قال: حدّثنا ابن عبد الأعلى (٢) قال: حدّثنا ابن (٣) ثور (٤) ، عن الزُّهريّ (٥) ، عن مالك بن أوس بن الحَدثان (٦) - رضي الله عنه - قال: أرسل إليَّ عمر بن الخطاب - رضي الله عنه -: فدخلت عليه، فقال أنَّه قد حضر أهل أبيات من قومك وإنا قد أمرنا لهم برضح فاقسمُه بينهم، فقلت: يا أمير المؤمنين، مُر بذلك غيري. قال: اقبضه أيها المرء. فبينا أنا كذلك إذ جاءني مولاه، فقال: عبد الرحمن بن عوف والزبير (٧) وسعد - رضي الله عنهم - يستأذنون، فقال: ائذن لهم ثم مكث ساعة ثم جاء، فقال: هذا علي والعباس - رضي الله عنهما - يستأذنَانِ، فقال: ائذن لهما فلما دخل العباس، قال: يا أمير المؤمنين: اقض بيني وبين أهل هذا الغادر الفاجر الخائن (٨) وهما حينئذٍ يختصمان </p><p>(١) الفقيه الحافظ متَّفقٌ على جلالته وإتقانه. (٢) الطبري، الإمام العالم المجتهد صاحب التَّصانيف البديعة.(٣) في الأصل: أبو. وهو خطأ، والتصويب من (م).(٤) محمَّد بن عبد الأعلى الصنعانيُّ القَيْسِيُّ، أبو عبد الله البَصْريّ، ثقة.(٥) محمَّد بن ثور الصَّنْعَانيُّ، أبو عبد الله العابد، ثقة.(٦) له رؤية.(٧) في (م): عثمان.(٨) قال القاضي عياض: قال المازري هذا اللفظ الذي وقع لا يليق ظاهره بالعباس وحاشى لعلي أن يكون فيه بعض هذِه الأوصاف فضلًا عن كلها، ولسنا نقطع بالعصمة إلَّا للنبي - صلى الله عليه وسلم - ولمن شهد له بها، ولكنَّا مأمورون بحسن الظن بالصحابة - رضي الله عنهم - أجمعين، ونفي كل رذيلة عنهم، وإذا أنسدت طرق تأويلها نسبنا الكذب إلى رواتها، قال: وقد حمل هذا المعنى بعض النَّاس على أن أزال هذا اللفظ من نسخته تورعًا عن إثبات مثل هذا ولعلّه حمل الوهم على رواته. =</p><p> فيما أفاء الله -عز وجل- على رسوله من أموال بني النضير، فقال القوم: اقضِ بينهما يا أمير المؤمنين وأرح كل واحد منهما من صاحبه، فقد طالت خصومتهما، فقال: أنشدكم بالله الذي تقوم السماء والأرض بأمره (١) ، أتعلمون أن رسول الله - صَلَّى الله عليه وسلم - قال:  \"لا نورث ما تركنا صدقه\" . قالوا: قد قال ذلك. قال لهما: أتعلمان أنَّ رسول الله - صلى الله عليه وسلم - قال ذلك؟ قالا: نعم قال: فأنا أخبركم بهذا الفيء، إنَّ الله تعالى خصَّ نبيَّه بشيء (٢) لم يعطه غيره فقال: {وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ} فكانت هذِه لرسول الله - صَلَّى الله عليه وسلم - خاصَّة، فوالله ما اختارها دونكم ولا استأثر بها عليكم، ولقد قسمها عليكم حتَّى بقي منها هذا المال، فكان رسول الله - صَلَّى الله عليه وسلم - ينفق على أهله سنتهم ثم يجعل ما بقي في مال الله -عز وجل- (٣) . </p><p>= قال المازري: وإذا كان هذا اللفظ لا بد من إثباته ولم نصف الوهم إلى رواته فأجود ما حمل عليه أنَّه صدر من العباس على جهة الإدلال على ابن أخيه، لأنَّه بمنزلة ابنه، وقال: ما لا يعتقده، وما يعلم براءة ذمة ابن أخيه منه، ولعلّه قصد بذلك ردعه عما يعتقد أنَّه مخطئ فيه، وإنَّ هذِه الأوصاف يتَّصف بها لو كان يفعل ما يفعله عن قصد، ولا بد من هذا التأويل .... انظر: هامش \"صحيح مسلم\" ٣/ ١٣٧٩.(١) ليست في الأصل.(٢) في الأصل: لشيء. والتصويب من (م).(٣) [٣٠٦٦ - ٣٠٦٧] الحكم على الإسناد:شيخ المصنف في الإسناد الأوَّل لم يذكر بجرحٍ أو تعديل، وفي الثَّاني مبهم.التخريج:أخرجه البُخاريّ كتاب فرض الخمس، باب فرض الخمس (٣٠٩٤)، من طريق =</p>"
}