{
  "id": null,
  "sura": 59,
  "aya": 9,
  "text": "<p> {أُولَئِكَ هُمُ الصَّادِقُونَ} في إيمانهم (١) . </p><p> ٩ - قوله -عز وجل-: {وَالَّذِينَ تَبَوَّءُوا الدَّارَ} أي: اتَّخذوا المدينة دارًا والهجرة (٢) . </p><p> {وَالْإِيمَانَ مِنْ قَبْلِهِمْ} وهم الأنصار أسلموا في ديارهم وابتنوا المساجد قبل أن يهاجر النبي - صلى الله عليه وسلم - بسنتين فأحسن الله -عز وجل- الثناء عليهم، ونظم الآية:  {وَالَّذِينَ تَبَوَّءُوا الدَّارَ} أي: توطنوا من قبل قدوم النبي - صلى الله عليه وسلم - وأصحابه من المؤمنين عليهم وقد آمنوا (٣) . </p><p> {يُحِبُّونَ} يعني: الأنصار (٤) . </p><p> {مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً} أي: حزازة وغيظًا (٥) ، وقيل: حسدًا (٦) . </p><p> {مِمَّا أُوتُوا} أي: مما أعطي المهاجرون من الفيء، وذلك أنَّ </p><p>(١) انظر: \"الوسيط\" للواحدي ٤/ ٢٧٣، \"زاد المسير\" لابن الجوزي ٨/ ٢١٢. (٢) انظر: \"جامع البيان\" للطبري ٢٨/ ٤١، \"الوسيط\" للواحدي ٤/ ٢٧٣، \"معالم التنزيل\" للبغوي ٨/ ٧٦، \"زاد المسير\" لابن الجوزي ٨/ ٢١٢.(٣) أخرجه الطبري في \"جامع البيان\" ٢٨/ ٤١، ونسبه لقتادة، \"الوسيط\" للواحدي ٤/ ٢٧٣، \"معالم التنزيل\" للبغوي ٨/ ٧٦، \"زاد المسير\" لابن الجوزي ٨/ ٢١٢ نحوه.(٤) انظر: \"جامع البيان\" للطبري ٢٨/ ٤١.(٥) انظر: \"الوسيط\" للواحدي ٤/ ٢٧٣، \"معالم التنزيل\" للبغوي ٨/ ٧٦، \"زاد المسير\" لابن الجوزي ٨/ ٢١٢.(٦) أخرجه الطبري في \"جامع البيان\" ٢٨/ ٤٢.وانظر: \"النكت والعيون\" للماوردي ٥/ ٥٠٥ ونسباه للحسن، \"معالم التنزيل\" للبغوي ٨/ ٧٦، \"زاد المسير\" لابن الجوزي ٨/ ٢١٢.</p><p> رسول الله - صلى الله عليه وسلم - قسم أموال بني النضير بين المهاجرين ولم يعطِ الأنصار منها شيئًا إلَّا ثلاثة نفر كما ذكرناهم فطابت أنفس الأنصار بذلك (١) . </p><p> {وَيُؤْثِرُونَ} إخوانهم من المهاجرين. </p><p> {عَلَى أَنْفُسِهِمْ} بأموالهم ومنازلهم (٢) . </p><p> {وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ} فاقة وحاجة إلى ما يؤثرون به، ذلك أنَّهم قاسموهم ديارهم وأموالهم (٣) . </p><p> [٣٠٧١] وأخبرنا أبو محمد الشيباني (٤) ، قال: أخبرنا أبو العباس الثقفي (٥) ، قال: أخبرنا (محمود بن خداش)  (٦) وسمعته يقول: ما أخذت ميزانًا قط. قال حدثنا محمد بن الحسن الشيباني (٧) ، قال: </p><p>(١) انظر: \"معالم التنزيل\" للبغوي ٨/ ٧٦. (٢) انظر: \"جامع البيان\" للطبري ٢٨/ ٤٢، \"النكت والعيون\" للماوردي ٥/ ٥٠٦، \"الوسيط\" للواحدي ٤/ ٢٧٣، \"معالم التنزيل\" للبغوي ٨/ ٧٦، \"زاد المسير\" لابن الجوزي ٨/ ٢١٣.(٣) انظر: \"جامع البيان\" للطبري ٢٨/ ٤٢، \"تفسير القرآن العظيم\" لابن أبي حاتم ١٠/ ٣٣٤٦، \"النكت والعيون\" للماوردي ٥/ ٥٠٦، \"الوسيط\" للواحدي ٤/ ٢٧٣، \"معالم التنزيل\" للبغوي ٨/ ٧٦، \"زاد المسير\" لابن الجوزي ٨/ ٢١٣.(٤) في (م): الحسن بن أحمد بن محمد الشيباني، إمام صدوق مسند عدل.(٥) في (م): محمد بن إبراهيم الثقفي. وهو محمد بن إسحاق بن إبراهيم، إمام حافظ ثقة.(٦) في الأصل: محمد بن أبي خداش، وهو خطأ، والتصويب من (م)، وهو الطالقاني، صدوق.(٧) أبو عبد الله الكُوفي، ليس بشيء.</p><p> أخبرنا الفضيل (١) بن غزوان (٢) ، عن أبي حازم (٣) ، عن أبي هريرة - رضي الله عنهم - قال: جاء رجل إلى النبي - صلى الله عليه وسلم - وقد أصابه الجهد، فقال يا رسول الله: إِني جائع فأَطعِمْني، فبعث رسول الله - صلى الله عليه وسلم - إلى أزواجه:  \"هل عندكنَّ شيئًا؟ \" فكلُّهن قالت: والذي بعثك بالحق ما عندنا إلَّا الماء، فقال رسول الله - صلى الله عليه وسلم -: (٤)  \" ما عند رسول الله ما يطعمك هذِه الليلة\" -ثم قال- \" من يضيف ضيف رسول الله هذا هذِه الليلة رحمه الله؟ \" فقام رجل من الأنصار، فقال: أنا يا رسول الله، فأخذه فانطلق به وأتى منزله، فقال لأهله: هذا ضيف رسول الله - صلى الله عليه وسلم -، فأكرميه ولا تدَّخري عنه شيئًا، فقالت: والله ما عندنا إلَّا عيش الصبية وقوتَهم، </p><p>(١) في الأصل: الفضل. والتصويب من كتب الترجمة. (٢) ابن جَرِير الضَّبِّيُّ مولاهم، أبو الفضل الكوفي، ثقة.(٣) الأشجعي، هو سلمان الكُوفيُّ، ثقة.(٤) كتب في الهامش في أعلى (٤٦/ أ)، روى الحافظ النسفي في كتاب فضائل الأعمال بإسناده إلى حماد بن سلمة أنَّ عاصم بن أبي النجود شيخ القراء في زمانه قال: أصابتني خصاصة فجئت إلى بعض إخواني فأخبرته بأمري، فرأيت في وجهه الكراهة، فخرجت من منزله إلى الجبانة فصليت ما شاء الله ثم وضعت وجهي على الأرض، وقلت: يا مسبب الأسباب، يا فاتح الأبواب، يا سامع الأصوات، يا مجيب الدعوات، ويا قاضي الحاجات، اكفني بحلالك عن حرامك واغنني بفضلك عمن سواك. قال: فوالله ما رفعت رأسي حتى سمعت وقعة بقربي فرفعت رأسي فإذا حداءة طرحت كيساً أحمر، فأخذت الكيس فإذا فيه ثمانون ديناراً وجوهرًا ملفوفاً في قطنة مندوفة، قال: فبعت الجوهر بمال عظيم وفضل لي الدنانير، فاشتريت بها عقاراً وحمدت الله تعالى على ذلك.كتب اسم مؤلف غير واضح رحمه الله. لم أجده.</p><p> قال: قومي فعلِّليهم عن قوتهم حتى يناموا ولا يطعموا شيئًا ثم أسرجي وأبرزي، فإذا أخذ الضيف ليأكل قومي كأنَّك تصلحين السراج، فاطفئيه، وتعالَي نمضغ ألسنتنا لضيف رسول الله - صلى الله عليه وسلم - حتى يشبع ضيفه، فقامت إلى الصبية فعللتُهم حتى ناموا عن قوتهم، ولم يَطعموا شيئًا ثم قامت فأبرزت وأسرجت، فلما أخذ الضيفُ ليأكل قامت كأنَّها تصلح السراج فأطفأته وجعلا يمضغان ألسنتهما، والضيف يظن أنَّهما يأكلان معه حتى شبع ضيف رسول الله - صلى الله عليه وسلم - وباتا طاوَييْن (١) ، فلما أصبحا غَدَوَا على رسول الله - صلى الله عليه وسلم -، فلما نظر إليهما تبسم ثم قال:  \"لقد عجب الله تعالى من فلان وفلانة ومن صنيعهما بضيفهما هذِه الليلة\" فأنزل الله -عز وجل-: {وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ} الآية (٢) . </p><p>(١) طاويين: من طَوى، أي: خالي البطن جائع. انظر: \"لسان العرب\" (طوى). (٢) [٣٠٧١] الحكم على الإسناد:إسناده ضعيف، فيه محمد بن الحسن الشيباني ليس بشيء، لكن صح من غير طريقه كما سيأتي.التخريج:أخرجه البخاري في كتاب مناقب الأنصار، باب: {وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ} (٣٧٩٨) من طريق محمد بن داود عن الفضيل بن غزوان به بمعناه، وأخرجه مسلم في كتاب الأشربة، باب إكرام الضيف وفضل إيثاره (٢٠٥٤) من طريق جرير بن عبد الحميد عن الفضيل بن غزوان به بمعناه، وأخرجه الترمذي كتاب التفسير، باب ومن سورة الحشر (٣٣١٥) من طريق وكيع عن الفضيل بن غزوان به بمعناه مختصرًا، قال أبو عيسى: هذا حديث حسن صحيح. =</p><p> وقال أنس بن مالك - رضي الله عنه - أُهْديَ لِرجل من الصحابة رأسُ شاةٍ مشوية وكان مجهودًا فوجَّه به إلى جارٍ له، فتداولته سبعة أنفس في سبعة أبيات حتى عاد إلى الأولى، فأنزل الله {وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ}  (١) . </p><p> ويحكى عن أبي الحسين الأنطاكي أنَّه اجتمع عنده نيف وثلاثون رجلًا بقرية بقرب الرَّي (٢) ومعهم أرغفة معدودة لم تسع بجميعهم، فكسروا الرغفان وأطفؤوا السراج وجلسوا للطعام فلما رفع فإذا الطعام بحاله لم يأكل منهم أحد إيثارًا لصاحبه على نفسه (٣) . </p><p> ويحكى عن (أبي الجهم بن)  (٤) حذيفة العدوي، قال: انطلقتُ يوم </p><p>= وأخرجه الطبري في \"جامع البيان\" ٢٨/ ٤٢ - ٤٣، من طريق ابن الفضيل، عن الفضيل بن غزوان به بمعناه، وأخرجه الواحدي في \"أسباب النزول\" (ص ٤٣٩) به بنحوه، وأخرجه البغوي في \"معالم التنزيل\" ٨/ ٧٦، كلاهما من طريق عبد الله ابن داود عن الفضيل ابن غزوان به بنحوه. (١) أخرجه الحاكم في \"المستدرك\" ٢/ ٥٢٦ بنحوه، والواحدي في \"أسباب النزول\" كلاهما أخرجاه من حديث ابن عمر بنحوه (ص ٤٤٠)، وانظر: \"زاد المسير\" لابن الجوزي ٨/ ٢١٥ بنحوه.(٢) الرَّي: بلد قريبة من خراسان.انظر: \"معجم ما استعجم\" للبكري ١/ ٦٩٠.(٣) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٢٩.(٤) ساقطة من الأصل وهو أبو الجهم بن حذيفة بن غانم بن عامر بن عبد الله القرشي العدوي، كان من مسلمة الفتح، وكان من معمري قريش ومشيختهم، مات في آخر خلافة معاوية.انظر: \"الإصابة\" لابن حجر ٤/ ٣٥ (٢٠٧).</p><p> اليرموك (١) أطلبُ ابن عم لي ومعي شيء من الماء، وأنا أقول إن كان به رمق سقيتهُ ومسحت به وجهه، فإذا أنا به، فقلت: أسقيك؟ فأشار برأسه أن نعم، فإذا رجل يقول: آه آه، فأشار ابن عمي إليَّ أن انطلق به إليه فجئته، فإذا هو هشام بن العاص، فقلت: أسقيك، فسمع آخر يقول: آه آه، فأشار هشام أن أنطلق به إليه، فجئته فإذا هو قد مات ثم رجعت إلى هشام، فإذا هو قد مات، ثم رجعت إلى ابن عمي، فإذا هو قد مات (٢) . </p><p> [٣٠٧٢] وسمعت أبا القاسم الحسن (٣) بن محمد النيسابوري (٤) ، يقول: سمعت أبا عبد الله الجرجاني (٥) ، يقول: سمعت الحسن بن عَلويه الدامغاني (٦) يحكي عن أبي يزيد البسطامي (٧) ، يقول: ما غلبني أحد ما غلبني شاب من أهل بَلْخ قدم علينا حاجًّا، فقال لي: </p><p>(١) اليرموك: واد بناحية الشام في طرف الغور يصب في نهر الأردن ثمَّ يمضي إلى البحيرة المنتنة، وكانت به حرب بين المسلمين والروم في أيَّام أبي بكر الصديق - رضي الله عنه -. انظر: \"معجم البلدان\" لياقوت ٥/ ٤٣٤.(٢) أخرجه ابن المبارك في \"الزهد\" ١/ ١٨٥ (٥٢٥).وانظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٢٠.(٣) في الأصل: الحسين، والتصويب من (م).(٤) المفسر، الواعظ. قيل: كذبه الحاكم.(٥) محمد بن عبيد الله الإمام المحدث الحجة.(٦) ثقة.(٧) طيفور بن عيسى بن شروسان، زاهد مشهور، قل ما روى.</p><p> يا أبا يزيد ما حد الزهد عندكم؟ قلت: إذا أكلنا شكرنا وإذا فقدنا صَبَرنا، فقال: هكذا دأب كلاب بلخ عندنا، فقلت: وما حد الزهد عندكم؟ فقال: إذا فقدنا شكرنا وإذا وجدنا آثرنا (١) . </p><p> [٣٠٧٣] وسمعت أبا القاسم الحبيبي (٢) ، يقول: سمعت أبا محمد البلاذري (٣) ، يقول: سمعت بكر (٤) بن عبد الرحمن (٥) ، يقول: سئل ذو النون المصري (٦) عن علامة الزاهد المشروح صدره، فقال: ثلاث: تفريق المجموع، وترك طلب المفقود والإيثار عند القوت (٧) . </p><p> وقال ابن عباس - رضي الله عنهما -: قال: قال رسول الله - صلى الله عليه وسلم - يوم بني النضير للأنصار: \"إن شئتم قدمتم للمهاجرين من أموالكم ودياركم وشاركتموهم في هذِه الغنيمة، وإن شئتم كانت لكم دياركم </p><p>(١) [٣٠٧٢] الحكم على الإسناد: في إسناده: شيخ المصنف: قيل: كذبه الحاكم.التخريج:انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٢٨.(٢) قيل: كذبه الحاكم.(٣) أحمد بن محمد بن إبراهيم الطوسي إمام حافظ.(٤) في (م): بكير.(٥) ابن عبد الله بن عبد الرحمن بن أبي ليلى الأنصاري. ثقة.(٦) الزاهد شيخ الديار المصرية، كان واعظًا.(٧) [٣٠٧٣] الحكم على الإسناد:في إسناده: شيخ المصنف تكلم فيه الحاكم.التخريج:انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٢٩.</p><p> وأموالكم ولم يقسم لكم شيء من الغنيمة \"، فقالت الأنصار: بل نقسم لإخواننا من ديارنا وأموالنا ونؤثرهم بالغنيمة ولم نشاركهم فيها فأنزل الله تعالى: {وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ} الآية (١) . </p><p> {وَمَنْ يُوقَ شُحَّ نَفْسِهِ} أي: يقيه الله شح نفسه فيؤدي الزكاة المفروضة (٢) . </p><p> {فَأُولَئِكَ هُمُ الْمُفْلِحُونَ} ، والشح في كلام العرب: البخل، ومنع الفضل. </p><p> يقال: فلان شحيح بيِّن الشُّحِّ والشِّح والشِّحَّةِ والشَّحاحَةِ (٣) . </p><p> قال عمرو بن كلثوم: </p><p> ترى اللَّحِزَ (٤) الشَّحيحَ إذا أُمِرَّتْ ... عليهِ لِمَالِهِ فيها مُهِيْنًا (٥) </p><p>(١) انظر: \"النكت والعيون\" للماوردي ٥/ ٥٠٦ نحوه، \"معالم التنزيل\" للبغوي بنحوه ٨/ ٧٧، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٨، \"السيرة الحلبية\" لعلي الحلبي ٢/ ٥٦٨. (٢) انظر: نحوه في \"الجامع لأحكام القرآن\" ١٨/ ٢٥.(٣) انظر: \"جامع البيان\" للطبري ٢٨/ ٤٣، \"معالم التنزيل\" للبغوي ٨/ ٧٨.(٤) في هامش الأصل: اللحز: الضيق البخيل، وقيل: هو السيئ الخلق اللئيم. خطيب.(٥) انظر: \"ديوان عمرو بن كلثوم\" (ص ٥٢)، \"جامع البيان\" للطبري ٢٨/ ٤٣، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٢٩، \"لسان العرب\" لابن منظور (لحز). المعنى يقول: ترى الإنسان الضيق الصدر البخيل الحريص مهينًا لماله فيها، أي: في شربها، إذا أمرت الخمر عليه، أي: إذا أديرت عليه. =</p><p> وفرَّق العلماء من السلف بينهما. </p><p> [٣٠٧٤] فأخبرني الحسين بن محمد بن الحسين (١) ، قال: حدثنا موسى بن محمد بن علي (٢) ، قال: حدثنا إدريس بن عبد الكريم الحداد (٣) ، قال: حدثنا عاصم بن علي بن عاصم (٤) . </p><p> [٣٠٧٤/ ٢] وأخبرنا عبد الخالق (بن علي بن عبد الخالق)  (٥) , قال: أخبرنا ابن خنب (٦) ، قال: حدثنا ابن شاكر (٧) ، قال: حدثنا عاصم بن علي (٨) ، عن المسعودي (٩) ، عن جامع بن شداد (١٠) ، عن </p><p>= انظر: هامش \"ديوان عمرو ابن كلثوم\" (ص ٥٢). (١) ابن فنجويه، ثقة، صدوق كثير رواية المناكير.(٢) ابن عبد الله. لم أجده.(٣) إدريس بن عبد الكريم أبو الحسن الحداد المقرئ، روى عن: خلف بن هشام وعاصم بن علي وأحمد بن حنبل ويحيى بن معين وعدة، روى عنه: أبو بكر ابن الأنباري وأحمد بن سليمان النجاد وأحمد بن جعفر بن مالك القطيعي. قال الدارقطني: ثقة. مات سنة اثنتين وتسعين ومائتين.انظر: \"تاريخ بغداد\" للخطيب البغدادي ٧/ ١٤، \"سير أعلام النبلاء\" للذهبي ١٤/ ٤٤.(٤) القرشي التيمي، صدوق ربما وهم.(٥) من (م) وهو المؤذن، ثقة.(٦) أبو بكر محمد بن أحمد بن خَنْب البخاري البغداد، صدوق لا بأس به.(٧) جعفر بن محمد بن شاكر الصائغ، أبو محمد البغدادي، ثقة عارف بالحديث.(٨) صدوق، ربما وهم.(٩) هو عبد الرحمن بن عبد الله، صدوق، اختلط قبل موته، وضابطه أن من سمع منه ببغداد فبعد الاختلاط.(١٠) جامع بن شدَّاد المُحَاربي، أبو صخرة الكوفي، روى عن: أبي بردة بن أبي موسى =</p><p> أبي الشعثاء (١) ، قال: قال رجل لعبد الله بن مسعود - رضي الله عنه -: يا أبا عبد الرحمن إني أخاف أن أكون قد هلكت، قال: وما ذلك؟ قال: سمعت الله -عز وجل- يقول (٢) : {وَمَنْ يُوقَ شُحَّ نَفْسِهِ} وأنا رجل شحيح، لا يكاد يخرج من يديَّ شيء، قال: ليس ذلك بالشح الذي ذكره الله تعالى في القرآن، ولكن الشحَّ أن تأكل مال أخيك ظلمًا، وذاك البخل، وبئس الشيء البخل، ففرق بينهما (٣) . </p><p> وروى علي بن أبي طلحة، عن ابن عباس - رضي الله عنهما - قال: يقول: هوى </p><p>= وأبي الشعث والمحاربي وآخرون روى عنه: سفيان الثوري والأعمش وشعبة بن الحجاج وخلق. قال يحيى بن معين وأبو حاتم والنسائي: ثقة، وقال ابن حجر: ثقة. مات سنة سبع ويقال: ثمان وعشرين ومائة. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٣٩، \"تهذيب الكمال\" للمزي ٤/ ٤٨٦، \"تقريب التهذيب\" لابن حجر (٨٨٨).(١) هو سليم بن أسود بن حَنْظلة، المحاربيّ، ثقة باتفاق.(٢) ليست في الأصل، والمثبت من (م).(٣) [٣٠٧٤] الحكم على الإسناد:فيه المسعودي، صدوق، اختلط، وعاصم صدوق ربما وهم، وفيه أيضًا موسى بن محمد لم أجده، إلا أنه توبع.التخريج:أخرجه الطبري في \"جامع البيان\" ٢٨/ ٤٣ من طريق أشعث عن أبي الشعثاء به بنحوه، وابن أبي حاتم في \"تفسير القرآن العظيم\" من طريق الأسود بن هلال عن عبد الله بن مسعود بنحوه.وانظر: \"النكت والعيون\" للماوردي ٥/ ٥٠٦ بنحوه، \"الوسيط\" للواحدي ٤/ ٢٧٤ بنحوه، \"معالم التنزيل\" للبغوي ٨/ ٧٨ بنحوه، \"زاد المسير\" لابن الجوزي ٨/ ٢١٦ بمثله.</p><p> نفسه يتبع هواه فلم يقبل الإيمان فذاك الشحيح (١) . </p><p> وقال ابن زيد: من لم يأخذ شيئًا نهاه الله عنه ولم يَدْعُه الشح أن يمنع شيئًا أمره الله به فقد وقاه الله شحَّ نفسه (٢) . </p><p> وقال طاوس: البخل أن يبخل الإنسان بما في (٣) يديه، والشح أن يبخل بما في أيدي الناس (٤) . </p><p> [٣٠٧٥] وأخبرني (أحمد بن أبي الفراتي)  (٥) ، قال: أخبرنا محمد ابن أحمد بن عبد الله النحوي (٦) ، قال: أخبرنا محمد بن حمدون بن خالد (٧) ، قال: حدثنا محمد بن عبد الوهاب (٨) ، عن أبي تمام العسقلاني (٩) ، قال: حدثنا سليمان ابن بنت شرحبيل (١٠) ، قال: </p><p>(١) انظر: \"النكت والعيون\" للماوردي ٥/ ٥٠٦. (٢) أخرجه الطبري في \"جامع البيان\" ٢٨/ ٤٤، وانظر: \"معالم التنزيل\" للبغوي ٨/ ٧٨.(٣) ليست في الأصل، والمثبت من (م).(٤) انظر: \"النكت والعيون\" للماوردي ٥/ ٥٠٧.(٥) في الأصل: أبي. والتصويب من (م)، وهو أبو عمرو، لم يذكر بجرح أو تعديل.(٦) البصري المعروف بالمفجع، كان من كبار النحاة شاعرًا مفلقاً شيعيِّا وبينه وبين ابن دريد مهاجاة مات سنة (٣٢٠).انظر: \"بغية الوعاة\" للسيوطي ١/ ٣١.(٧) أبو بكر النيسابوري. حافظ ثبت.(٨) حبيب بن مهران العبدي، ثقة عارف.(٩) لم أجده.(١٠) في (م): شراحيل، وهو خطأ، وسليمان هو ابن عبد الرحمن بن عيسى، صدوق يخطئ.</p><p> حدثنا إسماعيل بن عياش (١) ، قال: حدثنا عمارةُ بن غزية الأنصاري (٢) عن عمه (٣) عن ابن حارثة (٤) عن أنس بن مالك - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"برئ من الشُّح مَنْ أدى الزَّكاة، وأقرى الضَّيفَ وأعطى في النائِبَة\"  (٥) . </p><p>(١) صدوق في روايته عن أهل بلده مخلط في غيرهم. (٢) عمارة بن غزية بن الحارث بن عمرو بن ثعلبة ابن النجار الأنصاري المازني المصري، روى عن: أنس بن مالك وسعيد المقبري والشعبي وأبيه: غزية بن الحارث الأنصاري وخلق آخرين. روى عنه: إسماعيل بن عياش والثوري وابن لهيعة وعدة. قال أحمد بن حنبل وأبو زرعة: ثقة. وقال يحيى بن معين: صالح، وقال أبو حاتم: ما بحديثه بأس وكان صدوقًا. وقال النسائي: ليس به بأس. وقال ابن حجر: لا بأس به. توفي سنة أربعين ومائة.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٣٦٨، \"تهذيب الكمال\" للمزي ٢١/ ٢٥٨، \"تقريب التهذيب\" لابن حجر (٤٨٥٨).(٣) لم يتبين لي من هو.(٤) زاد في (م): عمر. ولم يتبين لي من هو.(٥) [٣٠٧٥] الحكم على الإسناد:في إسناده من لم أجد ترجمته، وشيخ المصنف لم يذكر بجرح أو تعديل.التخريج:أخرجه الطبراني في \"المعجم الكبير\" ٤/ ١٨٨ (٤٠٩٦) بمثله، وأخرجه ابن أبي عاصم في \"الآحاد والمثاني\" ٤/ ١٨١ بمعناه، كلاهما أخرجاه من طريق مجمع ابن يحيى عن عمه خالد الأنصاري عن النبي - صلى الله عليه وسلم -.وأخرجه البيهقي في \"شعب الإيمان\" ٧/ ٤٢٧ (١٠٨٤٢) من طريق مجمع بن يحيى عن عمه، عن أنس بمثله، وأورده الهيثمي في \"مجمع الزوائد\" ٣/ ٦٨.وانظر: \"جامع البيان\" للطبري ٢٨/ ٤٤، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٣٠.</p><p> [٣٠٧٦] أخبرني أبو عبد الله الحافظ (١) ، قال: حدثنا أبو حذيفة أحمد بن محمد بن علي (٢) ، قال: حدثنا محمد بن عبد الله بن محمد الطائي (٣) ، قال: حدثنا عبد الله بن زيد (٤) ، قال: حدثنا إبراهيم بن العلاء (٥) ، قال: حدثنا إسماعيل بن عياش (٦) ، عن هشام </p><p>(١) ابن فنجويه: ثقة صدوق كثير رواية المناكير. (٢) الهمذاني. لم يذكر بجرحٍ أو تعديل.(٣) محمد بن عبد الله بن محمد بن أعيث أبو بكر الطائي الحمصي، حدث عن: عمر بن مضر العبسي ويزيد بن محمد بن عبد الصمد والعباس بن الوليد البيروتي، وسعد بن محمد البيروتي، ومحمد بن مهدي والوليد بن مروان بن جنادة وخلق، وروى عنه: أبو بكر ابن المقرئ والحسين بن الصفار الهروي وأبو أحمد الحاكم الكبير وأبو الحسن علي بن محمد بن إسحاق القاضي وسليمان الطبراني وخلق كثير، وروى عنه: أبو الحسن أحمد بن علي بن عبد الله بن سعيد، وقال: شيخ صالح.انظر: \"الأسامي والكنى\" لأبي أحمد الحاكم ٢/ ٢٢٤، \"تاريخ دمشق\" لابن عساكر ٥٤/ ٣.(٤) أبو قلابة الجرمي، ثقة، فاضل. كثير الإرسال.(٥) إبراهيم بن العلاء بن الضحاك بن المهاجر بن عبد الرحمن الزبيدي أبو إسحاق الحمصي، روى عن: إسماعيل بن عياش وبقية بن الوليد وعمه: الحارث بن الضحاك الزبيدي وخلق، وروى عنه: أبو داود السجستاني وأبو بكر بن أبي الدنيا وأبو زرعة الرازي وعدة قال أبو حاتم: صدوق، وقال ابن حجر: مستقيم الحديث إلا في حديث واحد، يقال: ابنه أدخله عليه، مات سنة خمس وثلاثين ومائتين.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ١٢١، \"تهذيب الكمال\" للمزي ٢/ ١٦١، \"تقريب التهذيب\" لابن حجر (٢٢٦).(٦) صدوق في رواية عن أهل بلده فخلط في غيرهم.</p><p> ابن الغاز (١) ، عن أبان (٢) ، عن أنس - رضي الله عنه - أنَّ رسول الله - صلى الله عليه وسلم - كان يدعو \" اللهم إني أعوذ بك من شح نفسي وإسرافها ووْسواسِها\"  (٣) . </p><p> [٣٠٧٧] وأخبرني أبو عبد الله الحافظ (٤) ، قال: حدثنا هارون بن محمد بن هارون (٥) ، قال: أخبرنا عبد الله بن محمد بن سنان (٦) ، قال: حدثنا عبد الله بن مسلمة القعنبي (٧) ، قال: حدثنا داود بن قيس الفراء (٨) ، عن عبيد الله بن مِقْسَم (٩) ، عن جابر بن عبد الله (١٠) - رضي الله عنهما - أنَّ رسول الله - صلى الله عليه وسلم - قال: \"اتَّقوا الظلم فإنَّ الظلم ظلمات يوم القيامة، واتَّقوا الشحَّ فإنَّ الشحَّ أهلك من كان قبلكم حملهم على أن سفكوا </p><p>(١) ابن ربيعة الجُرشي الدمشقي، ثقة. (٢) أبان بن صالح بن عمير بن عبيد القرشي، وثقه الأئمة.(٣) [٣٠٧٦] الحكم على الإسناد:في إسناده أبو حذيفة الهمذاني، لم يذكر بجرحٍ أو تعديل، وفيه من لم أجده، وأبان متروك.التخريج:انظر: \"مسند الفردوس\" للديلمي ١/ ٤٦٠، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٣٠.(٤) من (م)، وهو ابن فنجويه، ثقة، صدوق. كثير رواية المناكير.(٥) العطار. لم أجده.(٦) ابن الشماخ، أبو محمد، متروك وكان يضع الحديث.(٧) ثقة، عابد.(٨) الدباغ، أبو سليمان القرشي مولاهم المدني. ثقة، فاضل.(٩) القرشي مولى ابن أبي نَمِر المَدَنِى، ثقة، مشهور.(١٠) صحابي مشهور.</p><p> دماءهم واستحلوا محارمهم\" (١) . </p><p> وروى سعيد بن جبير عن أبي الهياج الأسدي (٢)  (٣) قال: كنت أطوف بالبيت، فرأيت رجلًا يدعو ويقول: اللَّهمَّ قني شُحَّ نفسي، لا يزيد على ذلك، فقلت له، فبيِّنه فقال: إذا وقيتُ شحَّ نفسي لم أسرق، ولم أزن ولم أفعل شرًّا، فإذا الرجل عبد الرحمن بن عوف - رضي الله عنه - (٤) . </p><p>(١) [٣٠٧٧] الحكم على الإسناد: إسناده شديد الضعف، فيه عبد الله بن محمد بن سنان متروك الحديث، لكن صح من غير طريقه كما سيأتي.التخريج:أخرجه مسلم كتاب البر والصلة والآداب، باب تحريم الظلم (٢٥٧٨) عن عبد الله بن مسلمة به بمثله، وأخرجه البغوي في \"معالم التنزيل\" ٨/ ٧٨، من طريق أحمد بن الرمادي عن عبد الله بن مسلمة به بمثله، وله شواهد:أخرجه الشهاب في \"مسنده\" ١/ ٣٩٨ بنحوه، والواحدي في \"الوسيط\" ٤/ ٢٧٤ بمعناه.وانظر: \"مسند الفردوس\" ١/ ٩٢، جميعهم من حديث عبد الله بن عمرو.وانظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٣١.(٢) كتب في هامش الأصل عند هذِه الكلمة: أبو الهياج الأسدي الكوفي حيان بن حصين ثقة من الثالثة. التقريب.(٣) هو حيان بن حصين، الكوفي، والد منصور بن حيان، وجرير بن حيان، ذكره ابن حبان في \"الثقات\"، روى له مسلم وأبو داود والترمذي والنسائي قال ابن حجر: ثقة من الثالثة.انظر \"تهذيب الكمال\" للمزي ٧/ ٤٧١، \"تقريب التهذيب\" لابن حجر (١٥٩٦).(٤) أخرجه الطبري في \"جامع البيان\" عنه ٢٨/ ٤٣.</p>"
}