{
  "id": null,
  "sura": 59,
  "aya": 10,
  "text": "<p> وقال كسرى لأصحابه ذات يوم: أي شيء أضر بابن آدم؟ قالوا: الفقر، قال كسرى: الشح أضر من الفقر؛ لأنَّ الفقير إذا وجد اتَّسع، وإنَّ الشحيح إذا وجد لم يتسع أبدًا. </p><p> ١٠ - قوله -عز وجل-: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ} </p><p> يعني: التابعين ومن دخل في الإسلام إلى يوم القيامة (١) . </p><p> قال ابن أبي ليلى رحمه الله: الناس على ثلاثة منازل: الفقراء المهاجرون، والذين تبوؤوا الدار والإيمان، والذين جاؤوا من بعدهم، فاجهد أن لا تكون خارجًا من هذِه المنازل (٢) . </p><p> وقال بعضهم: كن شمسًا فإن لم تستطع فكن قمرًا، فإن لم تستطع فكن كوكبًا صغيرًا ومن جهة النور لا ينقطع، ومع هذا كن مهاجريًّا، فإن قلت: لا أجد فكن أنصارياً، فإن لم تجد فاعمل بأعمالهم، فإن لم تستطع فأحبهم واستغفر لهم كما أمرك الله تعالى (٣) . </p><p> [٣٠٧٨] أخبرني الحسين بن محمد الدينوري (٤) ، قال: حدثنا علي </p><p>(١) انظر: \"النكت والعيون\" للماوردي ٥/ ٥٠٧، ونسبه لمقاتل، \"الوسيط\" للواحدي ٤/ ٢٧٥، \"معالم التنزيل\" للبغوي ٨/ ٧٩، \"زاد المسير\" لابن الجوزي ٨/ ٢١٦, ولم ينسبوه. وانظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٣٠.(٢) انظر: \"معالم التنزيل\" للبغوي ٨/ ٧٩، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٣١.(٣) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٣١.(٤) ابن فنجويه، ثقة، صدوق كثير رواية المناكير.</p><p> بن إبراهيم الموصلي (١) ، قال: حدثنا محمد بن مخلد الدوري (٢) قال: حدثنا محمد بن إسماعيل الحساني (٣) ، قال: حدثني أبو يحيى الحماني (٤) ، عن الحسن بن عمارة (٥) ، عن الحكم بن عُتَيْبة (٦) ، عن مِقسم (٧) ، عن ابن عباس - رضي الله عنهما - قال: أمر الله -عز وجل- بالاستغفار لأصحاب محمد - صلى الله عليه وسلم -وهو يعلم أنَّهم سيفتنون (٨) . </p><p> [٣٠٧٩] وأخبرنا عبد الله بن حامد (٩) ، قال: أخبرنا أحمد بن عبد الله (١٠) ، قال: حدثنا محمد بن سليمان (١١) ، قال: حدثنا ابن </p><p>(١) ثقة. (٢) الإمام الحافظ الثقة القدوة.(٣) صدوق.(٤) هو عبد الحميد بن عبد الرحمن الكوفي ولقبه بشمين، صدوق يخطئ ورمي بالإرجاء.(٥) ابن المضرب البجلي، مولاهم الكوفي، متروك.(٦) الكندي، ثقة ثبت فقيه، إلا أنه ربما دلس.(٧) مِقْسَم بن بُجرة، صدوق، وكان يرسل.(٨) [٣٠٧٨] الحكم على الإسناد:إسناده شديد الضعف، فيه الحسن بن عُمارة متروك.التخريج:انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٣٣، وله شاهد أخرجه البيهقي في \"الاعتقاد\" ١/ ٤٤٩ - ٤٥٠ من رواية الضحاك بن مزاحم بمعناه.(٩) الوزان، لم يذكر بجرحٍ أو تعديل.(١٠) المزني، الشيخ الجليل القدوة الحافظ.(١١) الواسطي، المعروف بالباغندي، لا بأس به.</p><p> نمير (١) ، عن أُبي (٢) ، عن إسماعيل بن إبراهيم (٣) ، عن عبد الملك بن عمير (٤) , عن مسروق (٥) , عن عائشة - رضي الله عنها - قالت: أمرتم بالاستغفار لأصحاب محمد - صلى الله عليه وسلم - فسَبَّبْتُمُوهم، سمعت نبيكم - صلى الله عليه وسلم - يقول:  \"لا تذهب هذِه الأمة حتى يلعن آخرها أولها\"  (٦) . </p><p> [٣٠٨٠] وأخبرني ابن فنجويه الدينوري (٧) ، قال: حدثنا عبد الله ابن يوسف (٨) ، قال: حدثنا الحسن بن علي الطوسي (٩) ، قال: </p><p>(١) هو محمد بن عبد الله بن نُمَيْر، ثقة، حافظ. (٢) عبد الله بن نُمَيْر، أبو هشام الكوفي، ثقة صاحب حديث من أهل السنة.(٣) ابن مهاجر البجلي، ضعيف.(٤) ابن سُويد بن حارثة القُرشيُّ، ثقة، فصيح عالم فقيه. تغير حفظه وربما دلس.(٥) مسروق بن الأجدع الهمداني، ثقة.(٦) [٣٠٧٩] الحكم على الإسناد:فيه شيخ المصنف: لم يذكر بجرحٍ أو تعديل، وإسماعيل بن إبراهيم ضعيف.التخريج:أخرجه مسلم كتاب التفسير، باب في حديث الهجرة (٣٠٢٢)، والإمام أحمد في \"فضائل الصحابة\" ١/ ٥٧، كلاهما أخرجاه من طريق عروة، عن عائشة بمعناه. والطبراني في \"المعجم الأوسط\" ٥/ ٢٥٥ (٥٢٤١) عن مسروق به بنحوه. وابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٣٤٧، من طريق إبراهيم بن مهاجر عن عائشة بنحوه، والبغوي في \"معالم التنزيل\" ٨/ ٧٩ - ٨٠ عن أبي سعيد الشريحي عن أبي إسحاق الثعلبي به بمثله.وانظر: \"النكت والعيون\" للماوردي ٤/ ٥٠٧، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٣٣، وأورده الهيثمي في \"مجمع الزوائد\" ١٠/ ٢١ بنحوه.(٧) من (م) وهو ثقة صدوق كثير الرواية للمناكير.(٨) لم أجده.(٩) ثقة.</p><p> حدثنا محمد بن المؤمّل بن الصباح البصري (١) ، قال: حدثنا النضر بن حماد العتكي (٢) ، قال: حدثنا سيف بن عمر الأسدي (٣) ، قال: حدثنا (عبيد الله)  (٤) بن عمر (٥) ، عن نافع (٦) ، عن ابن عمر - رضي الله عنهما - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"إذا رأيتم الذين يسبون أصحابي فقولوا: لعن الله أشركم\"  (٧) . </p><p>(١) لأزديّ الهَدَاديُّ، صدوق. (٢) النضر بن حماد الفزاري، ويقال: العتكي الأزدي أبو عبد الله الكوفي، روى عن: سيف بن عمر التيمي، وروى عنه: الجراح بن مخلد القزاز ومحمد بن المؤمل بن الصباح وآخرون قال أبو حاتم: ضعيف، وقال ابن حجر: ضعيف.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٨/ ٤٧٩، \"تهذيب الكمال\" للمزي ٢٩/ ٣٧٧، \"تقريب التهذيب\" لابن حجر (٧١٣٢).(٣) التميمي البُرْجُميُّ، ضعيف الحديث.(٤) في الأصل: عبد الله، والتصويب من (م).(٥) العَدَويُّ العُمَريُّ المَدَني، ثقة ثبت.(٦) مولى ابن عمر، ثقة، ثبت، فقيه.(٧) [٣٠٨٠] الحكم على الإسناد:فيه سيف بن عمر، والنضر بن حماد ضعيفان، وعبد الله بن يوسف لم أجده.التخريج:أخرجه الترمذي كتاب المناقب، باب في من سب أصحاب النبي - صلى الله عليه وسلم - (٣٨٩٢) عن أبي بكر محمد بن نافع عن النضر بن حماد به بمثله، قال أبو عيسى: هذا حديث منكر لا نعرفه من حديث عبيد الله بن عمر إلا من هذا الوجه، والنضر مجهول وسيف مجهول.وأخرجه الإمام أحمد في\" فضائل الصحابة\" ١/ ٣٩٧ عن محمد عن النضر بن حماد به بنحوه، والطبراني في \"المعجم الأوسط \"٨/ ١٩١ (٨٣٦٦) بمثله.وانظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٣٣.</p><p> [٣٠٨١] وأخبرني ابن فنجويه (١) ، قال: حدثنا الفضل بن الفضل الكندي (٢) ، قال: حدثنا ابن النعمان (٣) ، قال: حدثنا هارون بن سليمان (٤) ، قال: حدثنا عبد الله - يعني: ابن داود (٥) - قال: حدثنا كثير بن مَرْوان الشامي (٦) ، عن عبد الله بن يزيد الدمشقي (٧) ، قال: أتيت الحسن (٨) رحمه الله، فذكر كلامًا، إلَّا أنَّه قال: أدركت ثلاثمائة من أصحاب محمد - صلى الله عليه وسلم - منهم سبعون بدريًّا كلهم يحدثني، أنَّ نبيَّ الله - صلى الله عليه وسلم - قال:  \"من فارق الجماعة قيد شبر فقد خلع ربقة الإسلام من عنقه\"  (٩) فالجماعة شأنهم أن لا يسبوا الصحابة </p><p>(١) زاد في (م): الدينوري. (٢) صدوق.(٣) لم أجده.(٤) أبو الحسن الحزاز. أحد الثقات.(٥) الواسطي، أبو محمد التَّمَّار، ضعيف.(٦) ضعيف.(٧) ضعيف.(٨) البصري، ثقة فقيه فاضل مشهور. كان يرسل كثيرًا ويدلس.(٩) [٣٠٨١] الحكم على الإسناد:إسناده ضعيف، فيه عبد الله بن داود وعبد الله بن يزيد وكثير بن مروان ضعفاء، وفي إسناده من لم أجد ترجمته.التخريج:له شواهد: أخرجه البخاري كتاب الفتن، باب قول النبي - صلى الله عليه وسلم -: \"سترون من بعدي أمورًا تنكرونها\" (٧٠٥٤)، وأخرجه مسلم كتاب الإمارة، باب وجوب ملازمة الجماعة (١٨٤٩)، وأخرجه الدارمي في \"سننه\" ٢/ ٢٤١، وأخرجه الإمام أحمد في \"المسند\" ١/ ٢٧٥ (٤٨٧)، جميعهم أخرجوه من حديث عبد الله بن عباس =</p><p> ولا يماروا في دين الله وألَّا يكفِّروا أحدًا من أهل التوحيد بذنب. </p><p> قال عبد الله بن يزيد: فلقيت أبا أمامة وأبا الدرداء وواثلة بن الأسْقع وأنس بن مالك - رضي الله عنهم - فكلهم يحدثني عن رسول الله - صلى الله عليه وسلم - بمثل حديث الحسن رحمه الله. </p><p> [٣٠٨٢] وأخبرني ابن فنجويه (١) ، قال: حدثنا ابن حبش (٢) ، قال: حدثنا أبو الفضل صالح بن الأصبع التنوخي (٣) ، قال: حدثنا أبو الفضل الربيع بن محمد بن عيسى الكندي (٤) ، قال: حدثنا سعيد ابن منصور (٥) ، قال: حدثنا شهاب بن خراش (٦) ، عن عمه العوام </p><p>= بمعناه. وأخرجه البيهقي في \"شعب الإيمان\" ٦/ ٥٩ (٧٤٩٤) من حديث الحارث الأشعري بمعناه. (١) زاد في (م): الدينوري، وهو ثقة صدوق كثير الرواية للمناكير.انظر: \"تقريب التهذيب\" لابن حجر ١/ ٣٥٥.(٢) زاد في (م): المقرئ، وهو الحسين بن محمد بن حبش، ثقة مأمون.(٣) لم أجده.(٤) الربيع بن محمد بن عيسى الكندي أبو الفضل اللاذقي، روى عن: آدم بن أبي إياس ومحمد بن يزيد السكوني، وموسى بن أيوب النصيبي وخلق آخرين، روى عنه: النسائي وأحمد بن محمد بن عيسى البغدادي وعبد الصمد بن سعيد القاضي وخلق، قال النسائي: لا بأس به، وكذلك قال ابن حجر.انظر: \"تهذيب الكمال\" للمزي ٩/ ١٠١، \"تقريب التهذيب\" لابن حجر (١٨٩٩).(٥) ثقة مصنف.(٦) في هامش الأصل: شهاب بن خراش بن حوشب الشيباني أبو الصلت الواسطي ابن أخي العوام بن حوشب نزل الكوفة له ذكر في مقدمة مسلم، صدوق، \"تقريب\". ا. هـ.قلت: وهو صدوق: يخطئ.</p><p> ابن حوشب (١) ، قال: أدركت من أدركت من صدر هذِه الأمة وهم يقولون: اذكروا محاسن أصحاب محمَّد - صلى الله عليه وسلم - حتى تأتلف عليهم القلوب، ولا تذكروا ما شجر بينهم فتحرشوا الناس عليهم (٢) . </p><p> [٣٠٨٣] وسمعت عبد الله بن حامد (٣) ، يقول: سمعت محمَّد بن محمَّد بن الحسن (٤) ، يقول: سمعت أبا عبد الله محمد (بن القاسم الخجي العتكي (٥) ، قال: ) (٦) سمعت محمَّد بن سمعان المرزوي (٧) ، يقول: سمعت أحمد بن إسماعيل المروزي (٨) ، عن عبد الرحمن بن مالك بن مغول (٩) ، </p><p>(١) ابن يَزيد بن الحارث الشَّيبانيّ، ثقة ثبت. (٢) [٣٠٨٢] الحكم على الإسناد:إسناده فيه ضعف، فيه شهاب بن خراش صدوق يخطئ، وفي إسناده من لم أجد ترجمته.التخريج:أخرجه الخلال في \"السنة\" ٣/ ٥١٣، من طريق حماد بن زيد عن شهاب بن خراش بمثله، وانظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٣٣.(٣) الوزان، لم يذكر بجرحٍ أو تعديل.(٤) الكارزي أبو الحسن المكاتب صحيح السماع مقبولاً في الرواية.(٥) كان شيخًا متيقظًا فهمًا صدوقاً جيد القراءة صحيح الأصول.(٦) بياض في الأصل، والمثبت من (م).(٧) لم أجده.(٨) لم أجده.(٩) عبد الرحمن بن مالك بن مغول، أبو زكريا الكوفي البجلي، روى عن: الأعمش وأبيه وأبو حصين وهشام بن عروة وآخرون، وروى عنه: عبد الوهاب بن الوضاح الأنباري وداود بن مهران الدباغ وغيرهما، قال أحمد بن حنبل: ليس =</p><p> عن أبيه (١) ، قال: قال عامر بن شراحيل (٢) الشعبي (٣) رحمه الله (قال: حدثنا مالك (٤) ، قال: ) (٥) تفاضلت اليهود والنصارى على الرافضة بخصلة، سُئلت اليهود: مَنْ خير أهل ملتكم؟ فقالوا: أصحاب موسى -عليه السلام-، وسئلت النصارى: من خير أهل ملتكم؟ فقالوا: حواري عيسى -عليه السلام-، وسئلت الرافضة مَن شر أهل ملتكم؟ فقالوا: أصحاب محمَّد. أُمروا بالاستغفار لهم فسَبُوهم، فالسيف عليهم مسلول إلى يوم القيامة، لا تقوم لهم راية ولا تثبت لهم قدم، ولا تجمع لهم كلمة، كلما أوقدوا ناراً للحرب أطفأها سفك دمائهم (٦) ، وتفرق شملهم وادحاض حجتهم أعاذنا الله تعالى وإياكم من الأهواء المضلة (٧) . </p><p>= بشيء وكذلك قال البخاري، وقال يحيى بن معين: وليس هو بثقة، وقال أبو حاتم: متروك الحديث، وقال أبو زعرة: ليس بقوي. انظر: \"التاريخ الكبير\" للبخاري ٥/ ٢٨٦، \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٣٤٩، \"تاريخ بغداد\" للخطيب البغدادي ١٠/ ٢٣٥.(١) مالك بن مغْوَل بن عاصم بن غزية بن حارثة البَجليّ، ثقة ثبت.(٢) في الأصل: شرحبيل، والتصويب من (م).(٣) ثقة مشهور، فقيه فاضل.(٤) مالك بن أنس، إمام دار الهجرة رأس المتقين وكبير المتثبتين.(٥) ليس في الأصل، والمثبت من (م).(٦) ليست في الأصل، والمثبت من (م).(٧) [٣٠٨٣] الحكم على الإسناد:إسناده ضعيف جداً فيه عبد الرحمن بن مالك بن مغول ليس بشيء، وفي إسناده من لم أجد ترجمته ومن لم يذكر بجرح أو تعديل. =</p><p> وعن جعفر بن محمد بن علي (١) ، عن أبيه (٢) ، عن جده علي بن الحسين (٣) - رضي الله عنهما - أنَّه جاءه رجل، فقال: يا ابن بنت رسول الله ما تقول في عثمان فقال: يا أخي أنت من قوم قال الله تعالى فيهم: {لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ} الآية؟ قال: لا، قال: فأنت من قوم قال فيهم: {وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ} الآية؟ قال: لا، قال: فوالله لئن لم تكن من أهل الآية الثالثة لتخرجنَّ من الإسلام، وهي قوله -عز وجل-: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ} الآية (٤) . </p><p> [٣٠٨٤] وأخبرنا أبو الحسن (٥) عبد الرحمن بن إبراهيم بن محمد العدل (٦) ، قال: حدثنا أبو عبد الله محمد بن يونس المقرئ (٧) ، قال: </p><p>= التخريج: أورده اللالكائي في \"شرح أصول اعتقاد أهل السنة\" ٨/ ١٥٥.وانظر: \"معالم التنزيل\" للبغوي ٨/ ١٥٥١، عن مالك بن مغول، \"الجامع لأحكام القرآن \"١٨/ ٣٣، ونسبه للشعبي، \"منهاج السنة النبوية\" لابن تيمية ١/ ٢٧.(١) ابن الحسين بن علي بن أبي طالب الهاشمي الصادق، صدوق فقيه إمام.(٢) أبو جعفر الباقر، ثقة، فاضل.(٣) زيد العابدين، ثقة، ثبت، عابد، فقيه، فاضل، مشهور.(٤) الحكم على الإسناد:إسناده صحيح.التخريج:انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٣١ بسنده به.(٥) في (م): أبو الحسين.(٦) ابن سختويه النيسابوري، ثقة.(٧) لم يذكر بجرحٍ أو تعديل.</p><p> حدثنا أحمد بن محمد بن سالم (١) ، قال: حدثنا سوَّار بن عبد الله القاضي (٢) ، قال: حدثنا أبي (٣) ، قال: قال مالك بن أنس (٤) - رضي الله عنهم -: من يُبغض (٥) أحدًا من أصحاب رسول الله - صلى الله عليه وسلم - أو كان في قلبه عليه غل فليس له حق من فيء المسلمين ثم قرأ:  {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى} حتى أتى على هذِه الآية ثم قرأ: {لِلْفُقَرَاءِ الْمُهَاجِرِينَ} الآية، ثم قرأ:  {وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ} وحتى أتى هذِه الآية، ثم قرأ:  {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ} إلى قوله: {رَءُوفٌ رَحِيمٌ} فمن تنقصهم أو كان في قلبه عليهم غل فليس له في الفيء حق (٦) . </p><p>(١) ابن علي بن عبد الصمد بن يسار أبو حامد السالمي النيسابوري سمع: الحنظلي وعمرو بن زرارة، ومحمد بن رافع والقواريري وإبراهيم بن بشار وغيرهم، وروى عنه: أبو حامد ابن الشرقي وعلي بن محمد القباني، توفي سنة ست وثمانين ومائتين، ولم يذكر بجرحٍ أو تعديل. انظر: \"الإكمال\" لابن ماكولا ٤/ ٤٣٣، \"الأنساب\" للسمعاني ٣/ ٢٠٠.(٢) العنبري، ثقة.(٣) عبد الله بن سوَّار بن عبد الله بن قدامة العنبري القاضي، ثقة.(٤) إمام دار الهجرة رأس المتقنين وكبير المتثبتين.(٥) في (م): تنقص.(٦) [٣٠٨٤] الحكم على الإسناد:في إسناده: أحمد بن محمد بن سالم ومحمد بن يونس لم يذكرا بجرحٍ أو تعديل.التخريج:انظر: \"معالم التنزيل\" للبغوي ٨/ ٨٠، \"زاد المسير\" لابن الجوزي ٨/ ٢١٦، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٣٢، جميعهم أورده بدون إسناد عن مالك ابن أنس بنحوه.</p>"
}