{
  "id": null,
  "sura": 59,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> ١ - قوله -عز وجل-: {سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (١) } </p><p> قال المفسرون: نزلت هذِه السورة بأسرها في بني النَّضير (١) ، وذلك أنَّ النبيَّ - صَلَّى الله عليه وسلم - لمَّا دخل المدينة صالحه بنو النَّضير على أن لا يُقَاتلوه ولا أن يقاتلوا معه، فقبِل رسُول الله - صَلَّى الله عليه وسلم - ذلك منهم، فلما غزا رسول الله - صَلَّى الله عليه وسلم - بدرًا وظهر على المشركين ببدر، قالت بنو النضير: والله إنَّه الرسول الذي نجد نعته في التوراة، لا تُردُّ له راية، فلما غزا رسول الله - صلى الله عليه وسلم - أُحُدًا، وَهُزِم المسلمون ارتابوا ونافقوا وأظهروا العداوة لرسول الله - صَلَّى الله عليه وسلم - وللمسلمين، ونقضوا العهد الذي كان بين النَّبيّ - صلى الله عليه وسلم - وبينهم، فركب كعب بن الأشرف في أربعين راكبًا من اليهود إلى مكّة فأتوا قريشًا فحالفوهم وعاقدوهم على أن تكون كلمتهم واحدة على حرب النَّبيّ - صلى الله عليه وسلم -، ثم دخل أبو سفيان في أربعين، ودخل معه كعب في أربعين رجلًا من اليهود الكعبة، وأخذ بعضهم على بعض الميثاق بين الأستار والكعبة، ثم رجع كعب بن الأشرف وأصحابه إلى المدينة، فنزل جبريل - عليه السّلام - على نبي الله - صَلَّى الله عليه وسلم -، فأخبره بما يعملون عليه وبما تعاقد عليه كعب وأبو سفيان، فأمر النَّبيّ - صَلَّى الله عليه وسلم - محمَّد بن مسلمة الأنصاري - رضي الله عنه - [بقتل كعب]  (٢) ، فقتله </p><p>(١) أخرجه البُخاريّ عن ابن عباس ٦/ ٣٦٤ (٤٨٨٢)، وانظر: \"معالم التنزيل\" للبغوي ٨/ ٦٧، \"زاد المسير\" لابن الجوزي ٨/ ٢٠١. (٢) زيادة يقتضيها السياق.</p><p> محمَّد وكان أخاه من الرضاعة فقال في ذلك حسَّان: </p><p> لله درُّ عِصَابَةٍ لاقْيتَهُمْ ... يا ابن الحُقَيْقِ (١) وأنت يا ابن الأشرف </p><p> يَسْرُون بالبِيضِ الخفاف إليكمُ ... مَرَحًا كأُسْدٍ في عَرِيْنٍ مُغْرِفِ (٢) </p><p> حتَّى أتوكم في محل بلادِكْم ... فَسَقَوهُم حتْفًا ببيضٍ دَفَّف (٣) </p><p> مستنصرين لنصر دين محمَّد ... مستصغرين لكل أمرٍ مجحف (٤)  (٥) </p><p> وقال فيه كعب بن مالك - رضي الله عنه - وعن حسَّان: </p><p> فَغُودِرَ منْهُمْ كعب صَرِيْعًا ... فَذلت عند مصرَعِهِ النَّضيرُ </p><p>(١) هو أبو رافع سلام بن أبي الحقيق. (٢) مغرف: الجماعة من الشجر الملتف من أي شجر.انظر: \"لسان العرب\" لابن منظور (غرف).(٣) دفف: أي: أجهز عليه. انظر: \"لسان العرب\" لابن منظور (دفف).(٤) مجحف: الذاهب بالنفوس والأموال.انظر: \"لسان العرب\" لابن منظور (جحف).(٥) انظر: \"ديوان حسَّان بن ثابت\" (ص ١٥٩)، وذكر فيه الرقاق بدل الخفاف، وفسقوكم بدل فسقوهم، وقرقف بدل دففُ، ومستبصرين بدل مستنصرين، ونبيهم بدل محمَّد، \"البداية والنهاية\" لابن كثير ٤/ ١٣٨، وذكر فيه: فسقوكم بدل فسقوهم، وذُفف بدل دفف ومستبصرين بدل مستنصرين.</p><p> على الكفَّينِ ثُمَّ وقدْ عَلَتْهُ ... بِأيدينا مَشَّهرة (١) ذكورُ (٢) </p><p> بأمرِ مُحمَّدٍ إذْ دسَّ ليلًا ... إلى كعبٍ أَخا كعب (٣) يَسِيرُ </p><p> فمَاكَرَهُ فَأنزله بَمَكرٍ ... ومحمودُ أخو ثقةٍ جسُور (٤) </p><p> هذا وقد كان النَّبيّ - صَلَّى الله عليه وسلم - أطَّلع منهم على خائنة ونقض عهد مرَّة أخرى، وذلك أنَّ النبيَّ - صَلَّى الله عليه وسلم - خرج مستعينًا بهم ومعه أبو بكر وعمر وعلى - رضي الله عنه - في دية الرجلين المسلمين اللذين قتلهما عمرو بن أميَّة الضمري - رضي الله عنه - في مُنصَرِفِه من بئر معونة حين اغتزيا إلى بني عامر، فأجابوه إلى ذلك وأجلسوه تحت الحصن، فأخذ جبريل - عليه السَّلام - بيده، فأقامه وباعده من تحت الحصن، وإذا بهم قد اشتوروا من يرمي هذا الحجر على رأس محمَّد؛ لنستريح، فقال رجل: أنا وهموا بالقتل وطرح الحجر عليه من فوق الحصن، فعصمه الله تعالى، وقد </p><p>(١) مشهرة: السيوف عندما تسل من غمدها. انظر: \"لسان العرب\" لابن منظور (شهر).(٢) ذكور: الصلب والمتين. انظر: \"لسان العرب\" لابن منظور (ذكر).(٣) أخو كعب: هو سلكان بن سلامة، أبو نائلة أحد بني عبد الأشهل أخوه من الرضاعة. انظر: \"البداية والنهاية\" لابن كثير ٤/ ٧.(٤) انظر: \"ديوان كعب بن مالك الأنصاري\" مجيد طراد (٤٥)، وذكر فيه بعد بدل عند، \"السيرة النبوية\" لابن هشام ٣/ ١٨، \"البداية والنهاية\" لابن كثير ٤/ ٧٧، وفيه بعد بدل عند.</p><p> مضت هذِه القصة، وقصةُ مقتل كعب بن الأشرف (١) فلمَّا قتل كعب أصبح رسول الله - صَلَّى الله عليه وسلم - وأمر النَّاس بالمسير إلى بني النضير، وكانوا بقرية يقال لها زهرة (٢) ، فلما سار إليهم رسول الله - صلى الله عليه وسلم - وَجَدَهم ينوحون على كعب وكان سيدَهم، فقالوا: يا محمَّد ناعية وواعية على واعية (٣) وباكية وابن باكية (٤) ، قال:  \"نعم\" ، قالوا: ذرنا نبكي شجونا ثم نأتمر بأمرك، فقال النَّبيّ - صلى الله عليه وسلم -: \"اخرجوا من المدينة\" قالوا: الموت أقرب إلينا من ذلك، فنادوا بالحرب وأذنوا بالقتال، ودسَّ إليهم المنافقون عبد الله بن أُبي وأصحابه، ألَّا يخرجوا من </p><p>(١) انظر: \"أسباب النزول\" للواحدي (٤٣٥) بمعناه، \"معالم التنزيل\" للبغوي ٨/ ٦٧، \"أنوار التنزيل\" للبيضاوي ٥/ ٣١٦، وأورده ابن حجر في \"الكاف الشاف\" ٤/ ١٦٦ وقال: لم أجد له إسناد، بل ذكر الثعلبي هكذا بغير سند. وقصة مقتل كعب بن الأشرف مبسوطة في \"صحيح البُخاريّ\" في كتاب المغازي، باب قتل كعب بن الأشرف (٤٠٣٧)، وفي \"صحيح مسلم\" في كتاب الجهاد والسير، باب قتل كعب بن الأشرف طاغوت اليهود (١٨٠١)، كلاهما من حديث جابر - رضي الله عنه -. (٢) زُهْرة: بضم الزَّاي، وسكون الهاء وفتح الراء المهملة وهاء في الآخر، وهم: بنو زهرة بن كلاب جد رسول الله - صلى الله عليه وسلم -، وزهرة اسم امرأة كلاب، نسب ولده إليها، وكان له من الولد: عبد مناف، والحارث، ومنهم آمنة بنت وهب أم رسول الله - صلى الله عليه وسلم -.انظر: \"جمهرة النسب\" للكلبي (ص ٧٥)، \"نهاية الأرب في معرفة أنساب العرب\" للقلقشندي (ص ٢٧٥)، \"قلائد الجمان\" للقلقشندي (ص ١٤٥).(٣) في (م): واعية على أثر واعية.(٤) في (م): وباكية على أثر باكية.</p><p> الحصن، فإن قاتلوكم فنحن معكم لا نخذلكم ولننصرنكم، ولئن أخرجتم لنخرجنَّ معكم، فدرِّبوا على الأزقة وحصَّنوها، ثم إنَّهم أرادوا وأجمعوا على الغدر برسول الله - صَلَّى الله عليه وسلم - فأرسلوا إليه أن اخرج إلينا في ثلاثين رجلًا من أصحابك، وليخرج منَّا ثلاثون رجلًا حتَّى نلتقي بمكانٍ نصف بيننا وبينك فيسمعوا منك، فإن صدَّقوك وآمنوا بك آمناً كُلنا، فخرج النَّبيّ - صلى الله عليه وسلم - في ثلاثين من أصحابه وخرج إليه ثلاثون حبرًا من اليهود حتَّى إذا كانوا في بَراز (١) من الأرض، قال بعض اليهود لبعض: كيف تخلُصون إليه ومعه ثلاثون رجلًا من أصحابه كلُّهم يحب أن يموت قبله؟ فأرسلوا إليه كيف نفهم ونحن ستون رجلًا؟ اخرج إلينا في ثلاثة من أصحابك ونخرج إليك في ثلاثة من علمائنا، فيسمعوا منك، فإن آمنوا بك آمناً كلنا وصدقناك، فخرج النَّبيّ - صلى الله عليه وسلم - في ثلاثة من أصحابه، وخرج ثلاثة من اليهود واشتملوا على الخناجر، وأرادوا الفتكَ برسول الله - صَلَّى الله عليه وسلم - فأرسلَتْ امرأة ناصحةٌ من بني النضير (٢) إلى (أخيها وهو)  (٣) رجل مسلم من الأنصار بالغدر برسول الله - صَلَّى الله عليه وسلم - فأقبل أخوها سريعًا حتَّى أدرك النَّبيّ - صَلَّى الله عليه وسلم -، فلمَّا كان من الغد غدَا إليهم، فرجع النَّبيّ - صلى الله عليه وسلم -. </p><p>(١) في الأصل: بوار، والتصويب من (م). والبَرَازُ: المكان الفضاء من الأرض البعيد الواسع. انظر: \"لسان العرب\" لابن منظور (برز).(٢) في الأصل: النضر، والتصويب من (م).(٣) من (م).</p><p> فسارَّه بخبرهم قبل إيصال النَّبيّ - صَلَّى الله عليه وسلم - إليهم فرجع النَّبيّ - صَلَّى الله عليه وسلم - فلمَّا كان من الغد غدَا عليهم رسول الله - صَلَّى الله عليه وسلم - بالكتائب فحاصرهم إحدى وعشرين ليلةً، فلما قذف الله -عز وجل- في قلوبهم الرعب وأَيِسوا من نصر المنافقين، سألوا نبي الله - صَلَّى الله عليه وسلم - الصلح، فأبى عليهم إلَّا أن يخرجوا من المدينة على ما يأمرهم به النَّبيّ - صَلَّى الله عليه وسلم - فقبلوا ذلك، فصالحهم على الجلاء وعلى أنَّ لهم ما أقلَّت الإبل من أموالهم إلَّا الحلقة وهي السلاح. وعلى أن يخلوا ديارهم وعقارهم وسائر أموالهما (١) . </p><p> وقال ابن عباس - رضي الله عنهما -: صالحهم على أن يحمل كل أهل ثلاثة أبيات على بعير ما شاؤوا من متاعهم، وللنبي - صلى الله عليه وسلم - ما بقي (٢) . </p><p> وقال الضَّحَّاك: أعطي كل ثلاثة حمل بعير وسقاء ففعلوا ذلك وخرجوا من المدينة إلى الشام على أذْرُعات وأريحا إلَّا آل أبي الحقيق، وآل حُيَيّ بن أخطب (٣) فإنَهم لحقوا بخيبر ولحقت طائفة </p><p>(١) أخرجه أبو داود كتاب الخراج والفيء والإمارة، باب في خبر النضير (٣٠٠٤) من حديث عبد الرحمن بن كعب بن مالك عن رجل من أصحاب النَّبيّ - صَلَّى الله عليه وسلم - بمعناه، وأخرجه الطبري في \"جامع البيان\" مختصرًا عن قتادة ومجاهد والزهري وابن زيد، وأخرجه الواحدي في \"أسباب النزول\" (ص ٤٣٥) بسنده من قوله: أجمعت بنو النضير على الغدر بنحوه. وانظر: \"معالم التنزيل\" للبغوي ٨/ ٦٨، وأورده السيوطي في \"الدر المنثور\" ٦/ ١٨٩، وعزاه لابن المنذر وعبد الرَّزاق وعبد بن حميد وأبو داود والبيهقيّ في \"دلائل النبوة\" بنحوه.(٢) انظر: \"معالم التنزيل\" للبغوي ٨/ ٦٨.(٣) آل أبي الحقيق وآل حُيّ بن أخطب: هم من يهود بني النضير ممن كانوا يكنون =</p>"
}