{
  "id": null,
  "sura": 59,
  "aya": 7,
  "text": "<p> {وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ} قال مجاهد: أعلمهم الله تعالى وذكرهم أنَّه إنَّما نصر رسوله ونصرَهم بغير كُراع ولا عُدة، ولكن الله يسلط رسله على من يشاء (١) ، أي: ينصرهم على من يشاء من أعدائه. {وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} . </p><p> ٧ - قوله -عز وجل- {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى} </p><p> يعني: من أموال الكفار أهل القرى (٢) . </p><p> قال ابن عباس - رضي الله عنهما -: هي قريظة والنَّضير، وهما بالمدينة وفدك، وهي من المدينة على ثلاثة أميال وخيبر، وقرى عُرَيْنَة (٣) وينبع (٤) جعلها الله تعالى لرسوله - صلى الله عليه وسلم - يحكم فيها ما أراد فاحتواها كلها (٥) . </p><p>= مالك بن أنس عن ابن شهاب به بنحوه مطولًا، وأخرجه مسلم كتاب الجهاد والسير، باب حكم الفيء (١٧٥٧)، من طريق جويرية عن مالك به بنحوه، وأخرجه النَّسائيّ كتاب الفيء، باب قسم الفيء (٤١٥٤) من طريق عكرمة بن خالد عن مالك به بمعناه، وأخرجه الإمام أحمد في \"المسند\" ١/ ٤٨ (٣٣٧) من طريق عمرو عن الزُّهريّ به بمعناه، وأخرجه الطبري في \"جامع البيان\" ٨/ ٨٢ عن ابن عبد الأعلى به بمعناه، وانظر: \"الجامع لأحكام القرآن\" ١٨/ ١١ نحوه. (١) أخرجه الطبري في \"جامع البيان\" ٢٨/ ٣٦.(٢) انظر: \"معالم التنزيل\" للبغوي ٨/ ٧٣، \"زاد المسير\" لابن الجوزي ٨/ ٢١٠.(٣) قرى عرينة: موضع ببلاد فزارة، وقيل قرى بالمدينة، وعرينة قبيلة من العرب. انظر: \"معجم البلدان\" لياقوت ٤/ ١١٥.(٤) يَنْبُع: هي بين مكّة والمدينة، وهي من بلاد بني ضمرة قوم عزة كُثير.انظر: \"معجم ما استعجم\" للبكري ٢/ ١٤٠٢.(٥) أخرجه الطبري في \"جامع البيان\" ٢٨/ ٣٦، \"معالم التنزيل\" للبغوي ٨/ ٧٢ مختصراً، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٢.</p><p> {فَلِلَّهِ} قيل: معناه فلله أَنْ يأمركم فيها بما أراد تعالى (١) . </p><p> {وَلِلرَّسُولِ} وذلك أنَّ النبيَّ - صَلَّى الله عليه وسلم - لما فتح الله عليه وادي القرى قال ناس من أصحابه: هلَّا قسمتها فنزلت: {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى} الآية (٢) . </p><p> {وَلِذِي الْقُرْبَى} قرابة رسول الله - صَلَّى الله عليه وسلم - بني هاشم (٣) وبني المطلب (٤)  (٥) . </p><p> واختلف الفقهاء في وجه استحقاقها قسمتهم من مال الفيء والغنيمة. </p><p> فقال قوم: إنَّهم يستحقون ذلك بالقرابة؛ لأنَّهم مُنعوا الزكاة، ولا </p><p>(١) انظر: \"زاد المسير\" لابن الجوزي ٨/ ١٢٠. (٢) انظر: \"الدر المنثور\" للسيوطي ٦/ ٢٨٤.(٣) بنو هاشم: بطن من قريش، من العدنانية، وهو بنو هاشم بن عبد مناف، واسم هاشم عمرو، وسمي هاشمًا لهشمه الثريد لقومه في شدة المحل، وذلك أنَّه كان إليه الرفادة والسقاية بمكة، وانتهت إليه سيادة قريش.انظر: \"نهاية الأرب في معرفة أنساب العرب\" للقلقشندي (٤٣٥).(٤) بنو عبد المطلب: بطن من هاشم، واسم عبد المطلب: عامر فيما قال ابن قتيبة وابن إسحاق، وإنَّما سمي عبد المطلب؛ لأنَّه كان صغيرًا بالمدينة عند أمه سلمى بنت عمرو، فأخذه عمه المطلب بن عبد مناف، وأتى به مكّة، وهو راكب خلفه على بعير، فقالت قريش حينئذ: هذا عبد المطلب.انظر: \"نهاية الأرب في معرفة أنساب العرب\" للقلقشندي (٣٤١).(٥) انظر: \"معاني القرآن\" للفراء ٣/ ١٤٤، \"جامع البيان\" للطبري ٢٨/ ٣٩، \"الوسيط\" للواحدي ٤/ ٢٧٢، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٢.</p><p> تعتبر فيهم الحاجة وعدم الحاجة (١) وإليه ذهب الشافعي وأصحابه رحمهم الله. </p><p> وقال آخرون إنَّما يستحقون ذلك بالحاجة لا بالقرابة، وإليه ذهب أبو حنيفة وأصحابه رحمهم الله فإذا قسم ذلك بينهم فضل الذكور على الإناث كالحكم في الميراث، فيكون للذكر سهمان وللأنثى سهم (٢) . </p><p> وقال محمَّد بن الحسن: بل سوى بينهم ولا يفضل الذكران على الإناث. </p><p> {وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} </p><p> ذكر حكم هاتين الآيتين: </p><p> اختلف العلماء فيه: </p><p> فقال بعضهم: أراد بقوله: {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى} الغنائم التي يأخذها المسلمون من أموال الكفار في ابتداء الإسلام عنوة وغلبة لهؤلاء الذين سماهم الله تعالى في سورة الحشر، دون الغانمين الموجفين (٣) عليها، ثم نسخ الله ذلك بقوله في سورة الأنفال:  {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ}  (٤) هذا قول يزيد بن رومان وقتادة. </p><p>(١) انظر: \"الأم\" للشافعي ٤/ ١٩٦، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٢. (٢) انظر: \"البحر الرائق\" للنسفي ٥/ ١٥٣ - ١٥٤.(٣) الموجفين: من الإيجاف، أي: سرعة السير.انظر: \"لسان العرب\" لابن منظور (وجف).(٤) الأنفال: ٤١، أخرجه الطبري في \"جامع البيان\" ٢٨/ ٣٧ - ٣٨.</p><p> وقال بعضهم: الآية الأولى بيان حكم أموال بني النضير خاصةً لقوله، {وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ} والآية الثانية حكم سائر الأموال التي أصيبت بغير قتال ولا إيجاف عليها بالخيل والجمال (١) . </p><p> وقال الآخرون هما واحد، والآية الثانية حكم قسم المال الذي ذكر الله تعالى في الآية الأولى. واعلم أنَّ جملة الأموال التي للأئمة والولاة فيها مدخل على ثلاثة أضرب: </p><p> أحدها: ما أخذ من المسلمين على طريق التطهير لهم كالصدقات والزكوات. </p><p> والثاني: الغنائم، وهو ما يحصل في أيدي المسلمين من أموال الكافرين بالحرب والقهر والغلبة. </p><p> والثالث: الفَيء: وهو ما رجع للمسلمين من أموال الكافرين عفوًا صفْوًا من غير قتال ولا إيجاف خيل وركاب، مثل مال الصلح والجِزية والخراج والعشور التي تؤخذ من تجار الكفار إذا دخلوا دار الإسلام، ومثل أن يهرب المشركون ويتركوا أموالهم، أو يموت منهم في دار الإسلام أحد لا وارث له، فأمَّا الصدقات فمصرفها ما ذكر الله تعالى:  {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا} الآية (٢) . </p><p> وقد مضى البيان على أهل السهمان (٣) ، وأما الغنائم فإنَّها كانت </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٥/ ١٤٤، \"زاد المسير\" لابن الجوزي ٨/ ٢١٠. (٢) انظر: \"إعراب القرآن\" للنحاس ٤/ ٣٩٣ - ٣٩٤.(٣) السهمان: واحده سهم وهو النصيب والحظ. =</p><p> في صدر الإسلام لرسول الله - صلى الله عليه وسلم - يصنع فيها ما يشاء كما قال تعالى في الأنفال:  {قُلِ الْأَنْفَالُ لِلَّهِ وَالرَّسُولِ}  (١) ثم نُسخ ذلك بقوله: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ} الآية (٢) ، فجعل الله أربعة أخماسها للغانمين تقسم بينهم فأما ما كان من النقود والعروض والأمتعة والثياب والكراع والدواب، فإنَّها تقسم بينهم ولا تحبس عليهم، فأما العقار فاختلف الفقهاء فيه: </p><p> فقال مالك رحمه الله: للإمام أن يحبس الأراضي عنهم ويجعلها وقفًا على مصالح المسلمين (٣) . </p><p> وقال أبو حنيفة رحمه الله: الإمام مخيَّر بين أن يقسمها بينهم وبين أن يحبسها عليهم ويجعلها وقفًا على مصالح المسلمين. </p><p> وقال الشافعي رحمه الله: ليس للإمام حبسها عنهم بغير رضاهم وحكمها حكم سائر الأموال، وهو الاختيار (٤) ، لأنَّ الله -عز وجل- أخرج الخمس منها بعدما أضاف إليهم الجميع بقوله:  {غَنِمْتُمْ مِنْ شَيْءٍ} فدلَّ على أنَّ الباقي لهم وحقهم، وأما الخمس الباقي فينقسم </p><p>= انظر: \"لسان العرب\" لابن منظور (سهم). (١) الأنفال: ١.(٢) الأنفال: ٤١، وانظر: \"المغني\" لابن قدامة ٩/ ٢٨٣ ما سبق من قوله: واعلم أنَّ جملة الأموال. \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٥.(٣) انظر: \"الحاوي الكبير\" للماوردي ١٠/ ٤٤٨ - ٤٥٠، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٥.(٤) انظر: \"الحاوي الكبير\" للماوردي ١٠/ ٤٥٠.</p><p> على خمسة أسهم، سهم لرسول الله - صلى الله عليه وسلم - وسهم لذوي القربى وسهم لليتامى، وسهم للمساكين وسهم لأبناء السبيل (١) ، وأما الفيء فإنَّه كان يقسم في عهد النبي - صلى الله عليه وسلم - على خمسة وعشرين سهمًا أربعة أخماسها وهي عشرون سهمًا لرسول الله - صلى الله عليه وسلم - يفعل بها ما شاء، ويحكم فيها بما أراد. والخمس الباقي يقسم على ما يقسم عليه خمس الغنيمة وأما بعد وفاته - صلى الله عليه وسلم - فقد اختلف الفقهاء في الأربعة الأخماس التي كانت له - صلى الله عليه وسلم - من الفيء. </p><p> فقال قوم: إنها تصرف إلى المجاهدين المترصدين للقتال في الثغور (٢) ، وهو أحد قولي الشافعي رحمه الله. </p><p> وقال آخرون: تصرف إلى مصالح المسلمين من سد الثغور وحفر الأنهار وبناء القناطر (٣) ونحوها، يبدأ بالأهم فالأهم، وهو القول الآخر للشافعي (٤) - رضي الله عنه - وأما السهم الذي كان لرسول الله - صلى الله عليه وسلم - من خمس الفيء وخمس الغنيمة فإنه يصرف بعد وفاته إلى مصالح المسلمين بلا خلاف، كما قال النبي - صلى الله عليه وسلم - \"ليس لي من غنائمكم إلَّا الخمس، والخمس مردود فيكم\" وكذلك ما خلفه من المال غير </p><p>(١) انظر: \"جامع البيان\" للطبري ٢٨/ ٣٨. (٢) انظر: \"الحاوي الكبير\" للماوردي ١٠/ ٤٣١، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٢.(٣) القناطر: ما ارتفع من البنيان.انظر: \"لسان العرب\" لابن منظور (قنطر).(٤) انظر: \"الحاوي الكبير\" للماوردي ١٠/ ٤٣١.</p><p> موروث عنه، بل هو صدقة تصرف عنه إلى مصالح المسلمين، كما قال - صلى الله عليه وسلم -: \"إنَّا لا نورث ما تركنا صدقة\"  (١) فكانت صفايا رسول الله - صلى الله عليه وسلم - من مال الفيء الذي خصه الله به له ينفق منه على أهله نفقة سنة، فما فضل يجعل في الكراع والسلاح في سبيل الله كما ذكرنا (٢) فلما توفي رسول الله - صلى الله عليه وسلم - وُليها أبو بكر - رضي الله عنه - فجعل يفعل فيها كما فعل رسول الله - صلى الله عليه وسلم -، ثم وليها عمر - رضي الله عنه - على ما ولي رسول الله - صلى الله عليه وسلم - وأبو بكر - رضي الله عنه - فلما استخلف عثمان - رضي الله عنه - وليها على سبيل ما وليها النبي - صلى الله عليه وسلم - وصاحباه، ثم وليها علي بن أبي طالب - رضي الله عنه - على سبيل التولية وجعله القيم فيها، فجعل يليها على ما وليها رسول الله - صلى الله عليه وسلم - وصاحباه (٣) ، وبالله التوفيق. </p><p> [٣٠٦٨] وأخبرني عقيل بن محمد الجرجاني (٤) ، أنَّ أبا الفرج البغدادي (٥) أخبرهم عن محمد بن جرير (٦) ، قال: حدثنا ابن عبد الأعلى (٧) ، قال: حدثنا ابن ثور (٨) ، عن معمر (٩) (عن </p><p>(١) سيأتى تخريجه. (٢) انظر: \"الحاوي الكبير\" للماوردي ١٠/ ٤٩٦، \"إعراب القرآن\" للنحاس ٤/ ٣٩٤ نحوه مختصراً، \"الجامع لأحكام القرآن\" ١٨/ ١٣ من قوله: وقال آخرون.(٣) انظر نحوه في \"إعراب القرآن\" للنحاس ٤/ ٣٩٢.(٤) لم أجده.(٥) هو المعافى بن زكريا، العلامة الفقيه الحافظ الثقة.(٦) الطبري، الإمام العالم المجتهد، عالم العصر صاحب التصانيف البديعة.(٧) محمد بن عبد الأعلى، ثقة.(٨) محمد بن ثور، ثقة.(٩) في الأصل: أبي معمر. خطأ، والتصويب من (م)، وهو ابن راشد، ثقة ثبت فاضل.</p><p> أيوب) (١) عن عكرمة بن خالد (٢) ، عن مالك بن أوس بن الحدثان (٣) - رضي الله عنهم - قال: قرأ عمر بن الخطاب - رضي الله عنه - هذِه الآية:  {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ} حتى بلغ {عَلِيمٌ حَكِيمٌ} فقال: هذِه لهؤلاء ثم قرأ قوله تعالى: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ}  (٤) فقال: هذِه لهؤلاء ثم قرأ: {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى} حتى بلغ: {لِلْفُقَرَاءِ الْمُهَاجِرِينَ}  {وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ}  {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ} ثم استوعبت هذِه للمسلمين عامة فليس أحد إلَّا له فيه حق ثم قال: لئن عشت ليأتين الراعي وهو يسير وحمير (٥) نصيبه منها لم يعرق فيها جبينه (٦) . </p><p>(١) من (م)، وهو السختياني، ثقة ثبت حجة. (٢) ثقة.(٣) له رؤبة.(٤) الأنفال: ٤١.(٥) كذا في الأصل، وفي (م): جمير. وفي مصادر التخريج:حمره.(٦) [٣٠٦٨] الحكم على الإسناد:في إسناده: شيخ المصنف لم أجده.التخريج:أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٢٨٣، ٢٨٤ عن معمر به بنحوه، وأخرجه الطبري في \"جامع البيان\" ٢٨/ ٣٧، عن ابن عبد الأعلى به بنحوه، وأخرجه معمر بن راشد في \"الجامع\" ١١/ ١٠١ عن عبد الرزاق، عن معمر به بمعناه، وأورده السيوطي في \"الدر المنثور\" ٦/ ٢٨٦، وعزاه لعبد الرزاق وأبو عبيد وابن جرير وابن المنذر وابن مردويه بنحوه.</p><p> قال قتادة: كان الفيء للمذكورين في قوله: {مَا أَفَاءَ اللَّهُ} الآية، ثم نسخ بقوله:  {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ}  (١) فجعل الخمس لمن كان له الفيء وما بقي من الغنيمة لمن قاتل (٢) . </p><p> وقيل: إنَّ سورة الحشر، نزلت بعد سورة الأنفال، فمن المحال أن ينسخ المتقدم المتأخر (٣) . </p><p> وقال ابن أبي نجيح: المال ثلاثة: مَغنم أو فَيء أو صدقة، وليس منه درهم إلَّا قد بيَّن الله تعالى موضعه، وهذا أشبه (٤) ومذهب الشافعي رحمه الله: أنَّ سبيل خمس الفيء سبيل خمس الغنيمة، وأنَّ أربعة أخماسه كانت للنبي - صلى الله عليه وسلم -، وهي بعده لمصالح المسلمين. وله قول آخر أنَّها بعده للمرصدين أنفسهم للقتال بعده خاصة (٥) . </p><p> قوله -عز وجل-: {كَيْ لَا يَكُونَ دُولَةً} قراءة العامة: {يَكُونَ} بالياء {دُولَةً} بالنصب (٦) أي: كي لا يكون الفيء دُولة (٧) وقرأ أبو جعفر </p><p>(١) الأنفال: ٤١. (٢) أورده السيوطي في \"الدر المنثور\" ٦/ ٢٨٤ - ٢٨٥ وعزاه لعبد بن حميد عنه.(٣) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٤.(٤) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٤.(٥) انظر: \"الأم\" للشافعي ٤/ ١٧٧ - ١٧٩، \"الجامع لأحكام القرآن\" ١٨/ ١٥.(٦) انظر: \"معاني القرآن\" للفراء ٣/ ١٤٥، \"جامع البيان\" للطبري ٢٨/ ٣٩، \"التذكرة\" لابن غلبون ٢/ ٥٨٥، \"التبصرة\" لمكي (ص ٦٩٧)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣١٦، \"معالم التنزيل\" للبغوي ٨/ ٧٤، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٦.(٧) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٦.</p><p> والأعرج وهشام وأبو حيوة (تكون) بالتاء (دُولَةٌ) بالرفع (١) أي: لا تكون الغنيمة والأموال، ورفع (دولة) على اسم كان وجعل الكينونة بمعنى الوقوع وحينئذٍ لا خبر له (٢) . </p><p> وقراءة العامة على ضم الدال من قوله:  {دُولَةً} ، وقرأها أبو عبد الرحمن السُّلمي وأبو حيوة دَولةً بنصب الدال (٣) . </p><p> قال عيسى بن عُمر: هما لغتان بمعنى واحد (٤) . </p><p> وفرق الآخرون بينهما فقالوا: الدَّوْلَة بفتح الدال الظَّفَر والغلبة في الحرب وغيرها، وهي مصدر (٥) والدُّولة بالضم اسمٌ للشيء الذي يتداوله الناس من الأموال بينهم (٦) . </p><p>(١) انظر: \"معاني القرآن\" للفراء ٣/ ١٤٥، \"جامع البيان\" للطبري ٢٨/ ٣٩، (معاني القرآن\" للزجاج ٥/ ١٤٦، \"المحتسب\" لابن جني ٢/ ٣١٦، \"التذكرة\" لابن غلبون ٢/ ٥٨٥، \"التبصرة\" لمكي (ص ٦٩٧)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣١٦، \"النكت والعيون\" للماوردي ٥/ ٥٠٣، \"معالم التنزيل\" للبغوي ٨/ ٧٤، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٦. (٢) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٦.(٣) انظر: \"معاني القرآن\" للفراء ٣/ ١٤٥، \"معاني القرآن\" للزجاج ٥/ ١٤٦، \"التذكرة\" لابن غلبون ٢/ ٥٨٥، \"التبصرة\" لمكي (ص ٦٩٨)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣١٦، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٦.(٤) انظر: \"الجامع لأحكام القرآن\" للقرطبي عنه ١٨/ ١٦ ونسبه ليونس والأصمعي.(٥) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٦.(٦) انظر: \"زاد المسير، لابن الجوزي ونسبه للزجاج ٨/ ٢١١، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٦.</p><p> وقال أبو عبيدة: الدولة اسم الشيء الذي يتداول والدُّولة الفِعل (١) . </p><p> {بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ} معنى الآية: كي لا يكون الفيء دولة بين الرؤساء والأغنياء والأقوياء دون الفقراء والضعفاء، وذلك أنَّ أهل الجاهلية كانوا إذا غنموا غنيمةً أخذ الرئيس رُبعَها لنفسه، وهو المِرْباع، ثم يصطفي منها أيضًا بعد المرْباع ما شاء (٢) . </p><p> وفيه يقول شاعرهم (٣) : </p><p> لك المربَاع منها والصَّفايَا (٤) ... وحُكمكَ والنَّشيطة (٥) والفُضولُ (٦)  (٧) </p><p>(١) انظر: \"جامع البيان\" للطبري ٢٨/ ٣٩، \"معالم التنزيل\" للبغوي ٨/ ٧٤، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٦. (٢) انظر: \"جامع البيان\" للطبري ٢٨/ ٣٩، \"معالم التنزيل\" للبغوي ٨/ ٧٤، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٦.(٣) هو عبد الله بن عَثْمة الضبي، أحد شعراء المفضليات، وهو مخضرم.(٤) الصفايا: جمع الصَّفِي وهو ما اختاره الرئيس من الغنيمة واصطفاه لنفسه قبل القسمة من فرس أو سيف أو غيره.انظر: \"لسان العرب\" لابن منظور (صفي).(٥) النَّشيطة: ما يغنمه الغزاة في الطريق قبل البلوغ إلى الموضع الذي قصدوه، وقال ابن سيده: النشيطة من الغنيمة: ما أصاب الرئيس في الطريق قبل أنْ يصير إلى بيضة القوم. انظر: \"لسان العرب\" لابن منظور (نشط).(٦) الفضول: وهو ما فضل من الغنائم حين تقسم.انظر: \"لسان العرب\" لابن منظور (فضل).(٧) انظر: \"البيان والتبيين\" للجاحظ ١/ ٣٨١، \"لسان العرب\" لابن منظور (فضل)، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٦.</p><p> يقول لئلا يعمل فيها كما كان يعمل في الجاهلية فجعل الله تعالى هذا لرسول الله - صلى الله عليه وسلم - يقسمه في المواضع التي أمر بها ليس فيها خمس، فإذا جاء خمس بين المسلمين جميعًا (١) . </p><p> {وَمَا آتَاكُمُ} أعطاكم (٢) . </p><p> {الرَّسُولُ} من الفيء والغنيمة (٣) . </p><p> {فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ} من الغلول وغيره (٤) . </p><p> {فَانْتَهُوا} قال الفراء: نزل في الرؤساء فرضوا (٥) . </p><p> وقيل: هو عام (٦) . </p><p> قال الحسن: في هذِه الآية يؤتيهم الغنائم ويمنعهم الغلول (٧) . </p><p>(١) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٧. (٢) انظر: \"جامع البيان\" للطبري ٢٨/ ٣٩، \"النكت والعيون\" للماوردي ٥/ ٥٠٤، \"معالم التنزيل\" للبغوي ٨/ ٧٤، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٧.(٣) انظر: \"جامع البيان\" للطبري ٢٨/ ٣٩، \"معاني القرآن\" للزجاج ٥/ ١٤٦، \"النكت والعيون\" للماوردي ٥/ ٥٠٤، ونسبه للسدي، \"معالم التنزيل\" للبغوي ٨/ ٧٤، \"زاد المسير\" لابن الجوزي ٨/ ٢١١، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٧.(٤) انظر: \"جامع البيان\" للطبري ٢٨/ ٣٩، \"إعراب القرآن\" للنحاس ٤/ ٣٩٥، \"النكت والعيون\" للماوردي ٥/ ٥٠٤، ونسبه للحسن، \"معالم التنزيل\" للبغوي ٨/ ٧٤، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٧.(٥) انظر: \"النكت والعيون\" للماوردي ٥/ ٥٠٤، ونسبه للكلبي.(٦) انظر: \"النكت والعيون\" للماوردي ٥/ ٥٠٤، \"الوسيط\" للواحدي ٤/ ٢٧٢، \"معالم التنزيل\" للبغوي ٨/ ٧٤.(٧) أخرجه الطبري في \"جامع البيان\" ١٨/ ١٣.</p><p> [٣٠٦٩] أخبرني ابن فنجويه (١) ، قال: حدثنا أبو حذيفة أحمد بن محمد (بن علي)  (٢) ، قال: حدثنا أبو محمد عبيد بن أحمد بن عبيد الصفار الحمصي (٣) ، قال: حدثنا عطية بن بقية بن الوليد (٤) ، قال: حدثني عيسى بن أبي عيسى (٥) , قال: حدثنا موسى بن أبي حبيب (٦) ، قال: سمعت الحكم بن عمير الثمالي (٧) - رضي الله عنهم- وكانت له </p><p>(١) ثقة، صدوق كثير رواية المناكير. (٢) من (م) وهو الهمذاني، لم يذكر بجرح أو تعديل.(٣) عبيد بن أحمد بن عبيد الصفار الحمصي أبو محمد، حدث عن: سليمان بن عبد المجيد البهراني، ومحمد بن عوف والوليد بن مروان وعطية بن بقية بن الوليد، وروى عنه: جمح بن القاسم وأبو بكر بن المقرئ، ولم يذكر بجرحٍ أو تعديل. انظر: \"تاريخ دمشق\" لابن عساكر ٣٨/ ١٦٨.(٤) الحمصيُّ، شيخ محدث ليس بالماهر، بل طال عمره وتفرد.(٥) أبو جعفر الرَّازي التميمي، صدوق سيء الحفظ.(٦) موسى بن أبي حبيب الحمصي، روى عن: علي بن الحسين والحكم بن عمير الثمالي، روى عنه: عبد العزيز بن الخطاب الكوفي والحسن بن عطية، قال أبو حاتم الرازي: ضعيف الحديث، وقال الذهبي: خبره ساقط.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٨/ ١٤٠، \"ميزان الاعتدال\" للذهبي ٥/ ٣٢٧، \"لسان الميزان\" لابن حجر ٦/ ١١٥.(٧) الحكم بن عمير الثمالي، يعد في الشاميين، سكن حمص قيل: إن له صحبة، وكان بدريًا قال أبو حاتم: روى عن النبي أحاديث منكرة من رواية ابن أخيه موسى بن أبي حبيب وهو شيخ ضعيف الحديث.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ١٢٥، \"معرفة الصحابة\" لأبي نعيم ٢/ ٧٢١, \"أسد الغابة\" لابن الأثير ٢/ ٤١، \"الإصابة في تمييز الصحابة\" لابن حجر ١/ ٣٤٧</p><p> صُحبة- يقول: قال رسول الله - صلى الله عليه وسلم -: \"إنَّ هذا القرآن صعبٌ مُستصعب عسير على(١)من تركه يسير على من طلبه واتبعه وحديثي صعب مستصعب وهو الحكم فمن استمسك بحديثي وحفظه نجا(٢)مع القرآن، ومن تهاون بالقرآن وبحديثي خسر الدنيا والآخرة، وأُمِرْتُم أن تأخذوا بقولي وتكتنفوا أمري وتتبعوا سنتي، فمن رضي بقولي فقد رضي بالقرآن ومن أسْتَهْزَأ بقولي فقد اسْتَهْزَأ بالقرآن،قال الله تعالى:{وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا}\"  (٣) . </p><p> [٣٠٧٠] وأخبرنا (الحسين بن محمد الفنحوي (٤) ، قال: أخبرنا عبد الله بن محمد بن شنبة (٥) ، قال: أخبرنا) (٦) جعفر (٧) بن محمد الفريابي (٨) وعبيد الله بن أحمد الكسائي (٩) ، قالا: حدثنا أبو بكر بن </p><p>(١) تكررت في الأصل. (٢) تكررت في الأصل.(٣) [٣٠٦٩] الحكم على الإسناد:إسناده ضعيف فيه موسى بن أبي حبيب، خبره ساقط، وفي إسناده من لم يذكر بجرحٍ أو تعديل.التخريج:انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٣ بمثله.(٤) ثقة صدوق، كثير رواية المناكير.(٥) لم يذكر بجرحٍ أو تعديل.(٦) من (م).(٧) في الأصل: الحسن، وهو خطأ، والتصويب من (م).(٨) إمام حافظ ثبت.(٩) محله الصدق.</p>"
}