{
  "id": null,
  "sura": 60,
  "aya": 10,
  "text": "<p> ١٠ - قوله عز وجل {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ} </p><p> قال ابن عباس - رضي الله عنهما -: أقبل رسول الله - صلى الله عليه وسلم - معتمرًا حتَّى إذا كان بالحُديبية صالحة مشركو مكة على أنَّ من أتاه من أهل مكةَ ردَّه عليهم، ومن أتى مكة من أصحاب رسول الله -صلى الله عليه وسلم- فهو لهم ولم يردوه عليه، وكتبوا بذلك كتابًا وختموا عليه، فجاءت سبيعة بنت الحارثِ الأسْلمية - رضي الله عنها - مسلمة بعد الفراغ من الكتاب، والنبي - صلى الله عليه وسلم - بالحُديبية، فأقبل زوجها مسافر من بني مخزوم (١) - وقال المقاتلان هو: صيفي بن واهب- في طلبها، وكان زوجها كافرًا، فقال: يَا محمَّد أردد على امرأتي فإنَّك قد شرطت لنا أن ترد علينا من أتاك منا، وهذِه طينةُ الكتاب لم تجفَّ بعدُ، فأنزل الله تعالى:  {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ} من دار الكفار إلى دار الإِسلام (٢) . </p><p> {فَامْتَحِنُوهُنَّ} قال ابن عباس - رضي الله عنهما -: امتحانهنَّ أن يستحلفن [أنَّهن]  (٣) ما خَرجن من بغض زوجها وما خرجن رغبة عن أرض إلى </p><p>(١) بنو مخزوم: بطن من لؤي بن غالب، من قريش. انظر: \"نهاية الأرب في معرفة أنساب العرب\" للقلقشندي (٣٧١).(٢) انظر: \"تفسير القرآن العظيم\" لابن أبي حاتم ونسبه لمقاتل ١٠/ ٣٣٥٠ بنحوه.وانظر: \"معاني القرآن\" للفراء ٣/ ١٥٠ - ١٥١، \"النكت والعيون\" للماوردي ٥/ ٥٢٠ - ٥٢١ بنحوه، \"الوسيط\" للواحدي ٤/ ٢٨٥، بمعناه مختصرًا, ولم ينسبوه. وذكره الواحدي في \"أسباب النزول\" بنحوه (ص ٤٤٤)، \"معالم التنزيل\" للبغوي ٨/ ٩٧ بمثله، \"زاد المسير\" لابن الجوزي ٨/ ٢٣٨ بنحوه.(٣) في الأصل: أنها. والمثبت اقتضاه السياق.</p><p> أرض، وما خرجن التماس دنيا، وما خرجن إلَّا حبًّا لله ولرسوله (١) فاستحلفها رسول الله - صلى الله عليه وسلم - ما خرجت بغضًا لزوجها ولا عشقًا لرجل، منَّا وما خرجت إلَّا رغبةً في الإِسلام، فحلفت بالله الذي لا إله إلَّا هو على ذلك فأعطى رسول الله -صلى الله عليه وسلم- زوجها مهرها وما أنفق عليها ولم يَرُدَّها عليه، فتزوَّجها عمر بن الخطاب - رضي الله عنه -، فكان النَّبِيّ - صلى الله عليه وسلم - يرد من جاء من الرجال ويحبس من جاء من النساء إذا امتحن ويعطي أزواجهن مهورهنَّ (٢) فذلك قوله عز وجل: {اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ} يعني: أزواجهن من الكفار (٣) . </p><p> {وَآتُوهُمْ مَا أَنْفَقُوا} عليهنَّ من المهر (٤) . </p><p> وقال ابن عباس - رضي الله عنهما -: امتحانهنَّ أن يقلن: لا إله إلَّا الله وأنَّ </p><p>(١) أخرجه عبد الرَّزّاق في \"تفسير القرآن\" ٢/ ٢٨٨ ونسبه لقتادة، والطبري في \"جامع البيان\" ٢٨/ ٦٧، والطبراني في \"المعجم الكبير\" ١٢/ ١٢٧ (١٢٦٦٨)، بسنده عنه، وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ١٠/ ٣٣٥٠ بنحوه، \"النكت والعيون\" للماوردي ٥/ ٥٢١ - ٥٢٢ بنحوه، \"الوسيط\" للواحدي ٤/ ٢٨٥، \"معالم التنزيل\" للبغوي ٨/ ٩٨، \"زاد المسير\" لابن الجوزي بنحوه ٨/ ٢٤١، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٦٢. (٢) انظر: \"معالم التنزيل\" للبغوي ٨/ ٩٨، \"الجامع لأحكام القرآن\" ١٨/ ٦٢.(٣) السابق.(٤) انظر: \"معاني القرآن\" للفراء ٣/ ١٥١، \"النكت والعيون\" للماوردي ٥/ ٥٢٢، \"الوسيط\" للواحدي ٤/ ٢٨٦، \"معالم التنزيل\" للبغوي ٨/ ٩٨، \"زاد المسير\" لابن الجوزي ٨/ ٢٤١.</p><p> محمَّدًا عبده ورسوله (١) . </p><p> وعن عائشة - رضي الله عنها -: كان امتحانهن بما في قوله: {إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا} الآية (٢) . </p><p> وقال الضحاك: كان بين النَّبِيّ - صلى الله عليه وسلم - وبين المشركين عهد أن لا يأتيك منَّا امرأة ليست على دينك إلَّا رددتها إلينا، فإن دخلت في دينك وكان لها زوج أن ترد على زوجها الذي أنفق عليها, وللنبي - صلى الله عليه وسلم - مثل ذلك من الشرط (٣) . </p><p> وعن عروة قال: كان مما اشترط سهيل بن عمرو على النَّبِيّ - صلى الله عليه وسلم - يوم الحديبية ألَّا يأتيك منَّا أحد -وإن كان على دينك- إلَّا رددته إلينا حتَّى أنزل الله تعالى في المؤمنات ما أنزل، يومئ إلى أنَّ الشرط في ردّ النساء نسخ بذلك (٤) . </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٦٨/ ٢٨، \"النكت والعيون\" للماوردي ٥/ ٥٢٢، ونسبه لعطية العوفي، \"زاد المسير\" لابن الجوزي ٨/ ٢٤١، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٦٢. (٢) أخرجه من حديث عائشة - رضي الله عنها - بنحوه: البُخَارِيّ كتاب الشروط، باب ما يجوز من الشروط في الإِسلام والأحكام والمبايعة (٢٧١٣)، ومسلم كتاب الإمارة، باب كيفية بيعة النساء (١٨٦٦)، وأبو داود كتاب الخراج والفيء والإمارة، باب ما جاء في البيعة (٢٩٤١)، والتِّرمذيّ كتاب التفسير، باب ومن سورة الممتحنة (٣٣١٧)، قال أبو عيسى: هذا حديث حسن صحيح.(٣) أخرجه الطبري في \"جامع البيان\" ٢٨/ ٧٠، وانظر: \"زاد المسير\" لابن الجوزي ٨/ ٢٤١ نحوه، ولم ينسبه، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٦١.(٤) أخرجه البَغَوِيّ في \"معالم التنزيل\"عن عروة بن الزُّبير أنَّه سمع مروان والمسور بن مخرمة بنحوه ٨/ ٩٦ - ٩٧.</p><p> وقد قيل: إنَّ الشرط في رد المسلمات لم يكن جائزًا في الأصل، وإنَّما وقع على وجه الخطأ أو الاضطرار فيكون المهر في هذِه الوجوه لأجل الشرط (١) . </p><p> وقيل: كان لهم ردّ الرجال دون النساء وعلى هذا يكون رد المهر، لأنَّ المهادنة أقتضت الكف، ويكون ذلك ثابتًا في كل هدنة، والأشبه أنَّه كان لأجل الشرط (٢) . </p><p> وقال قتادة: ثم نسخ هذا الحكم وهذا العهد بسورة براءة (٣) . </p><p> {وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ} أي: لا إثم على المؤمنين أن يتزوجوا هؤلاء المهاجرات المؤمنات (٤) . </p><p> {إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ} مهورهنَّ (٥) وإن كان لهنَّ أزواج كفار في دار الكفر؛ لأنَّه فرق بينهما الإسلام إذا استبرئت أرحامهنَّ (٦) . </p><p> {وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ} قراءة العامة بالتخفيف من الإمساك (٧) </p><p>(١) انظر: نحوه في \"إرشاد العقل السليم\" لأبي السعود ٢٨/ ٧٧. (٢) انظر: \"إرشاد العقل السليم\" لأبي السعود ٢٨/ ٧٧.(٣) انظر: \"الناسخ والمنسوخ\" لابن حزم (ص ٦٠).(٤) انظر: \"جامع البيان\" للطبري ٢٨/ ٤٣، \"الوسيط\" للواحدي ٤/ ٢٨٦، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٦٥.(٥) انظر: \"معاني القرآن\" للزجاج ٥/ ١٥٩، \"النكت والعيون\" للماوردي ٥/ ٥٢٢، \"معالم التنزيل\" للبغوي ٨/ ٩٨، \"زاد المسير\" لابن الجوزي ٨/ ٢٤١.(٦) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٦٥.(٧) انظر: \"جامع البيان\" للطبري ٢٨/ ٧٣، \"معاني القرآن\" للزجاج ٥/ ١٥٩، \"السبعة\" لابن مجاهد (ص ٦٣٤)، \"الحجة\" لابن خالويه (ص ٣٤٤)، \"التذكرة\" =</p><p> وهو اختيار أبي عبيد لقوله:  {فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ}  (١) . </p><p> وقرأ الحسن وأبو العالية ونصر بن عاصم وأبو عمرو وابن أبي إسحاق والجحدري ويعقوب وعيسى بن عمر (ولَا تُمسِّكُوا) مشددة من مسَّك (٢) ، واختاره أبو حاتم يقال: مسكت بالشيء وتمسَّكت به؛ لأنَّ العِصم جماعة، فالتشديد أبين في مثل هذا للتكثير والتكرير. </p><p> والعِصَم الحبال واحدتها عصمة، وهو ما أعتصم به من العهود والسبب. والكوافر جمع كافرة نهى الله تعالى المؤمنين عن المقام على نكاح المشركات وأمرهم بفراقهنَّ (٣) . </p><p> قال ابن عباس - رضي الله عنهما -: يقول: لا تأخذوا بعقد الكوافر فمن كانت له امرأة كافرة بمكة فلا يعتدن بها، فقد انقطعت عصمتها منه وليست له بامرأة، وإن جاءتكم امرأة مسلمة من أهل مكة ولها زوج كافر فلا </p><p>= لابن غلبون ٢/ ٥٨٦، \"التبصرة\" لمكي (ص ٦٩٩)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣١٨، \"التيسير\" للداني (ص ٢١)، \"معالم التنزيل\" للبغوي ٨/ ٩٨. (١) البقرة: ٢٣١.كتب في هامش الأصل (٥٨/ ب) عند كلمة {بِمَعْرُوفٍ}: ويكون الباء صلة، مجازه ولا تمسكوا عصم الكوافر.(٢) انظر: \"جامع البيان\" للطبري ٢٨/ ٧٣، \"معاني القرآن\" للزجاج ٥/ ١٥٩، \"السبعة\" لابن مجاهد (ص ٦٣٤)، \"الحجة\" لابن خالويه (ص ٣٤٤)، \"التذكرة\" لابن غلبون ٢/ ٥٨٦، \"التبصرة\" لمكي (ص ٦٩٩)، \"التيسير\" للداني (ص ٢١٠).(٣) انظر: \"الوسيط\" للواحدي ٤/ ٢٨٦، \"معالم التنزيل\" للبغوي ٨/ ٩٨، \"زاد المسير\" لابن الجوزي ٨/ ٢٤٢.</p><p> تعتدن به ولتتزوج سواه؛ فقد انقطعت عصمتها منه؛ وهذا لأنَّهنَّ غير كتابيات، فزال نكاحهنَّ لما أسلم أزواجهن قبل الدخول أو بانقضاء عدَّتهن بعد الدخول (١) . </p><p> قال الزهري: فلما نزلت هذِه الآية طلق عمر بن الخطاب - رضي الله عنه - أمرأتين له بمكة مشركتين قُرَيْبَة بنت أبي أمية بن المغيرة، فتزوجها معاوية بن أبي سفيان، وهما على شركهما بمكة، وأخرى أم كلثوم بنت عمرو بن جرول (٢) الخزاعية، أم عبد الله بن عمر - رضي الله عنه -، فتزوجها أبو جهم بن حُذيفة (٣) بن غانم رجل من قومه وهما على شركهما (٤) ، وكانت عند طلحة بن عبيد الله - رضي الله عنه - أروى بنت ربيعة بن الحارث بن عبد المطلب، ففرَّق بينهما الإسلام حين نهى القرآن عن التمسك بعصَم الكوافر، وكان طلحة بن عبيد الله (٥) قد هاجر وهي بمكة على دين قومها، ثم تزوَّجها في الإسلام خالد بن سعيد بن العاص بن أمية بن عبد شمس، وكانت ممن فر إلى رسول الله - صلى الله عليه وسلم - من نساء الكفار فحبسها، وزوَّجها خالدًا (٦) ، وآمنة بنت بشر كانت </p><p>(١) انظر: \"الوسيط\" للواحدي ٤/ ٢٨٦. (٢) في الأصل حرون والتصويب من \"الإصابة\" لابن حجر ٣/ ٤١٢ (٨٠٧٠).(٣) في الأصل حذافة، والصواب ما أثبت.(٤) أورده الماوردي في \"النكت والعيون\" ٥/ ٥٢٢ عن موسى بن طلحة بن عبيد الله عن أبيه.(٥) زاد في (م): بن عثمان بن عمرو التميمي.(٦) انظر: ما سبق في \"معالم التنزيل\" للبغوي ٨/ ٩٨، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٤٤.</p><p> عند ثابت بن الدحداحة ففرت منه، وهو يومئذ، كافرٌ (١) إلى رسول الله - صلى الله عليه وسلم -، فزوَّجها رسول الله - صلى الله عليه وسلم - سَهْل بن حُنيف - رضي الله عنه - فولدت عبد الله بن سهل (٢) . </p><p> قال الشعبي: وكانت زينب بنت رسول الله - صلى الله عليه وسلم - ورضي عنها امرأة أبي العاص بن الربيع، فأسلمت ثم لحقت بالنبي - صلى الله عليه وسلم - في المدينة وأقام أبو العاص مشركًا بمكة، ثم أتى المدينة فأمنتْه زينب - رضي الله عنهما - فأسلم فردَّها النبي - صلى الله عليه وسلم - عليه (٣) . </p><p> {وَاسْأَلُوا} يعني: أيها المؤمنون الذين ذهبت أزواجهم فلحقن </p><p>(١) كتب في هامش (٥٩/ أ) في الأعلى: روى الزهري عن عروة عن عائشة - رضي الله عنه - قالت: حكم الله -عز وجل- بينهم فقال: {وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا} فكتب إليهم المسلمون قد حكم الله -عز وجل- بيننا بأنَّه جاءتكم امرأة منَّا أن توجهوا إلينا بصداقها وإن جاءتنا امرأة منكم وجهنا إليكم بصداقها، فكتبوا إليهم أما نحن فلا نعلم لكم عندنا شيئًا، فإن كان لنا عندكم شيء فوجِّهوا به، فأنزل الله تعالى: {وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ} الآية، قرطبي. انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٦٩.(٢) أخرجه الطبري في \"جامع البيان\" ٢٨/ ٧٢.(٣) هذِه الرواية أصلها حديث، أخرجه أبو داود كتاب الطلاق، باب إلى متى ترد عليه امرأته إذا أسلم بعدها؟ (٢٢٤٠) بنحوه، وابن ماجه كتاب النكاح، باب الزوجين يسلم أحدهما قبل الآخر (٢٠٠٩) بمعناه، والترمذي كتاب النكاح، باب ما جاء في الزوجين المشركين يسلم أحدهما (١١٤٦) بمعناه، وقال أبو عيسى: هذا حديث ليس بإسناده بأس، جميعهم أخرجوه من حديث ابن عباس - رضي الله عنهما -.وانظر: \"معالم التنزيل\" للبغوي ٨/ ٩٨ - ٩٩، \"الجامع لأحكام القرآن\" ١٨/ ٦٦.</p><p> بالمشركين (١) . </p><p> {مَا أَنْفَقْتُمْ} عليهن من الصداق ممن يزوجهنَّ منهم (٢) . </p><p> {وَلْيَسْأَلُوا} يعني: المشركين الذي لحقت أزواجهم بكم مؤمنات (٣) . </p><p> {مَا أَنْفَقُوا} إذا تزوجن فيكم من تزوجهنَّ منكم ما أنفقوا من المهر (٤) . </p><p> {ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ} قال ابن عباس - رضي الله عنهما - يقول: هذا حكم الله بين المسلمين والكفار من أهل العهد من مكة يرد بعضهم على بعض (٥) . </p><p> وقال الزهري: ولولا العهد والهدنة التي كانت بينه - صلى الله عليه وسلم - وبين قريش يوم الحديبية لأمسك النساء ولم يرد إليهم صداقًا، وكذلك كان يصنع </p><p>(١) انظر: \"جامع البيان\" للطبري ٢٨/ ٧٣، \"النكت والعيون\" للماوردي ٥/ ٥٢٣، \"الوسيط\" للواحدي ٤/ ٢٨٦، \"معالم التنزيل\" للبغوي ٨/ ٩٨ - ٩٩، \"زاد المسير\" لابن الجوزي ٨/ ٢٤٢. (٢) انظر: \"جامع البيان\" للطبري ٢٨/ ٧٣، \"النكت والعيون\" للماوردي ٥/ ٥٢٣، \"الوسيط\" للواحدي ٤/ ٢٨٦، \"معالم التنزيل\" للبغوي ٨/ ٩٩، \"زاد المسير\" لابن الجوزي ٨/ ٢٤٢.(٣) انظر: \"جامع البيان\" للطبري ٢٨/ ٧٣، \"النكت والعيون\" للماوردي ٥/ ٥٢٣، \"معالم التنزيل\" للبغوي ٨/ ٩٩، \"زاد المسير\" لابن الجوزي ٨/ ٢٤٢.(٤) انظر: \"جامع البيان\" للطبري ٢٨/ ٧٣، \"إعراب القرآن\" للنحاس ٤/ ٤١٦، \"معالم التنزيل\" للبغوي ٨/ ٩٩، \"زاد المسير\" لابن الجوزي ٨/ ٢٤٢.(٥) انظر: \"الوسيط\" للواحدي ٤/ ٤٨٦، ولم ينسبه.</p>"
}