{
  "id": null,
  "sura": 61,
  "aya": 14,
  "text": "<p> {وَبَشِّرِ الْمُؤْمِنِينَ} برضاء الله عنهم (١) ثم حثهم سبحانه على الجهاد والدين فقال: </p><p> ١٤ - {يَاأَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللَّهِ} </p><p> قرأ ابن كثير وابن محيصن ومجاهد وحميد ونافع وأبو جعفر وشيبة والزهري والأعرج، وطلحة وأبوعمرو (أنصارًا لله) بالتنوين (٢) وزادوا لام الإضافة، قالوا: لأنَّ معناه اثبتوا وكونوا أعوانًا لله بالسيف على أعدائه، وهي اختيار أيوب (٣) . </p><p> وقرأ الباقون (٤) من أهل البصرة والكوفة والشام: {أَنْصَارَ اللَّهِ} بلا تنوين (٥) وحذفوا، بل لم يزيدوا ولم يثبتوا لام الإضافة من اسم الله واختاره أبو عبيد وأبو حاتم لقوله:  {نَحْنُ أَنْصَارُ اللَّهِ} . </p><p>(١) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٨٩. (٢) انظر: \"معاني القرآن\" للفراء ٣/ ١٥٥، \"جامع البيان\" للطبري ٢٨/ ٩١، \"السبعة\" لابن مجاهد (ص ٦٣٥)، \"إعراب القرآن\" للنحاس ٤/ ٤٢٣، \"الحجة\" لابن خالويه (ص ٣٤٥)، \"التذكرة\" لابن غلبون ٢/ ٥٨٧، \"التبصرة\" لمكي (ص ٧٠٠)، \"الكشف عن وجوه القراءات السبع\" لمكي ٢/ ٣٢٠، \"التيسير\" للداني (ص ٢١٠)، \"الحجة\" لابن زنجلة (ص ٧٠٨).(٣) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٨٩.(٤) زاد في (م): بالإضافة.(٥) انظر: \"السبعة\" لابن مجاهد (ص ٦٣٥)، \"إعراب القرآن\" للنحاس ٤/ ٤٢٣، \"الحجة\" لابن خالويه (ص ٣٤٥)، \"التذكرة\" لابن غلبون ٢/ ٥٨٧، \"التبصرة\" لمكي (ص ٧٠٠)، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٨٩.</p><p> ولم ينوَّن ومعناه كونوا أنصارًا لدين الله (١) . </p><p> {كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ} ، وهم أصفياؤه اثنا عشر رجلًا أوَّل من آمن به من بني إسرائيل قاله ابن عباس - رضي الله عنهما - (٢) . </p><p> {مَنْ أَنْصَارِي} أعواني. </p><p> {إِلَى اللَّهِ} أي: مع الله، قاله الحسن (٣) . </p><p> وقيل: من أنصاري إلى نصر الله (٤) . </p><p> {قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ} أي: أعوان رسول الله. </p><p> {فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ وَكَفَرَتْ طَائِفَةٌ فَأَيَّدْنَا الَّذِينَ آمَنُوا} أي: قوينا هم (٥) . </p><p> {عَلَى عَدُوِّهِمْ} الذين كفروا بعيسى -عليه السلام- (٦) . </p><p> {فَأَصْبَحُوا ظَاهِرِينَ} أي: غالبين (٧) . </p><p>(١) انظر: \"جامع البيان\" للطبري ٢٨/ ٩١، \"الوسيط\" للقرطبي ٤/ ٢٩٣ نحوه، \"الحجة\" لابن زنجلة (ص ٧٠٩) نحوه، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٨٩، وهو اختيار أبي عبيد. (٢) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٨٩.(٣) انظر: \"الوسيط\" ٤/ ٢٩٣، ولم ينسبه، \"معالم التنزيل\" للبغوي ٨/ ١١٠.(٤) لم أجد هذا القول.(٥) انظر: \"جامع البيان\" ٢٨/ ٩٣، \"إعراب القرآن\" للنحاس ٤/ ٤٢٤، ونسبه لمجاهد.(٦) انظر: \"زاد المسير\" لابن الجوزي ٨/ ٢٥٦.(٧) انظر: \"الوسيط\" للواحدي ٤/ ٢٩٣، \"معالم التنزيل\" للبغوي ٨/ ١١٠، \"زاد المسير\" لابن الجوزي ٨/ ٢٥٦، ونسبه لابن قتيبة، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٩٠.</p><p> قال ابن عباس - رضي الله عنهما -: أيَّد الله -عز وجل- الذين آمنوا في زمان عيسى -عليه السلام- بإظهار محمد - صلى الله عليه وسلم - على دين الكفار (١) ، وقال مجاهد: أيّدوا في زمانهم على من كفر بعيسى -عليه السلام- (٢) . </p><p> وقال زيد بن علي رحمهما الله: ظاهرين بالحجة (٣) . </p><p> وقرأ نافع وشيبة وأبو جعفر والأعرج وغيرهم من أهل المدينة (من أنصاري إلى الله) بفتح الياء وأرسلها الباقون (٤) . </p><p> وقيل: نزلت هذِه الآية في رسل عيسى -عليه السلام- وعليهم (٥) . </p><p> قال ابن إسحاق: وكان الذين بعثهم عيسى -عليه السلام- من الحوارييِّن والأتباع في الأرض بطرس وبولس (٦) إلى رُومَية (٧) ، وأندرايس </p><p>(١) انظر: \"الوسيط\" للواحدي ٤/ ٢٩٣، \"معالم التنزيل\" للبغوي ٨/ ١١٠، \"زاد المسير\" لابن الجوزي ٨/ ٢٥٦، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٩٠. (٢) أخرجه الطبري في \"جامع البيان\" ٢٨/ ٩٣.(٣) أخرجه الطبري في \"جامع البيان\" ٢٨/ ٩٣ عن سماك عن إبراهيم.(٤) انظر: \"السبعة\" لابن مجاهد (ص ٦٣٥)، \"التذكرة\" لابن غلبون ٢/ ٥٨٧، \"التبصرة\" لمكي (ص ٧٠٠)، \"الكشف عن وجوه القراءات السبع\" لمكي ٢/ ٣٢١، \"التيسير\" للداني (ص ٢١٠)، \"غيث النفع\" للنوري (ص ٣٦٨).(٥) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٩٠.(٦) بولس: هو أحد أصحاب عيسى -عليه السلام- كان كثير الجد والدأب في نشر الدين أمسك في القسطنطينية وقتل سنة (٦٦ م).انظر: \"دائرة معارف القرن العشرين\" لمحمد فريد وجدي (٤١٨).(٧) في الأصل: رومه. والتصويب من \"معجم البلدان\". روميه: بأرض الروم وفيها رئاسة الروم وتقع شمال غرب القسطنطينية.انظر: \"معجم البلدان\" لياقوت ٣/ ١٠٠.</p><p> ومتَّى إلى الأرض التي يأكل أهلها الناس، وتوماس إلى أرض بابل (١) من أرض المشرق، وفيلبس إلى قُرْطَاجَنَّة (٢) وهي إفريقية، ويحنَّس إلى أفسوس (٣) قرية أصحاب الكهف، ويعقوبس إلى أوري شلم (٤) هي بيت المقدس، وابن ثلمي إلى الأعرابية، وهي أرض الحجاز، وسيمن إلى أرض البربر (٥) ، ويهودا وبردس إلى إسكندرية (٦) وما </p><p>(١) بابل: قيل بابل العراق، وقيل: بابل الكوفة، وهو اسم ناحية منها، ينسب إليها السحر والخمر، ويقال: إنَّ أوَّل من سكنها نوح -عليه السلام- وكان قد نزلها عقب الطوفان فأقام فيها ومن معه وتناسلوا فيها واتصلت مساكنهم بدجلة والفرات. انظر: \"معجم البلدان\" لياقوت ١/ ٣٠٩.(٢) قرطاجنة: قيل إنَّ اسم هذِه المدينة قرطا وأضيف إليها جنَّة لطيبها ونزهتها وحسنها بلد قديم من نواحي إفريقية، كانت مدينة عظيمة شامخة البناء أسوارها من الرخام الأبيض وبها من العمد الرخام المتنوع الألوان ما لا يحصى، قد بنى المسلمون من رخامها لما خربت عدَّة مدن، ولم يزل الخراب فيها منذ زمان عثمان بن عفان - رضي الله عنه -.انظر: \"معجم البلدان\" لياقوت ٤/ ٣٢٣.(٣) أفسوس: بلد بثغور طرسوس، يقال إنَّه بلد أصحاب الكهف.انظر: \"معجم البلدان\" لياقوت ١/ ٢٣١.(٤) أوريشلم: هو اسم للبيت المقدس بالعبرانية إلى أنَّهم يسكنون اللام.انظر: \"معجم البلدان\" لياقوت ١/ ٢٧٩.(٥) أرض البربر: اسم يشمل قبائل كثيرة في جبال المغرب.انظر: \"معجم البلدان\" لياقوت ١/ ٣٦٨.(٦) إسكندرية: الإسكندرية العظمى التي بمصر، اختلفوا في أوَّل من أنشأها، فذهب قوم إلى أنها إرم ذات العماد، وقيل إنَّه الإسكندر الأوَّل ذو القرنين الرومي، وقيل: إنَه يعمر بن شداد.انظر: \"معجم البلدان\" لياقوت ١/ ١٨٣.</p><p> حولها، فأيَّدهم الله تعالى بالحجة (١) فأصبحوا غالبين. </p><p> وبعث النبي - صلى الله عليه وسلم - من أصحابه رسلًا إلى ملوك الأرض، كما بعث عيسى ابن مريم -عليه السلام-؛ فبعث عبد الله بن حذافة السهمي - رضي الله عنه - إلى كسرى ملك فارس، وبعث دحية بن خليفة الكلبي - رضي الله عنه - إلى قيصر ملك الروم، وبعث عمرو، بن أمية الضمري - رضي الله عنه - إلى النجاشي ملك الحبشة، وبعث حاطب بن أبي بلتعة - رضي الله عنه - إلى المقوقس ملِك مصر، وبعث عمرو ابن أمية الضمري - رضي الله عنه - إلى جيفر وعباد ابني الجلندى الأزديين ملكي عمان، وبعث سليط بن عمرو العامري - رضي الله عنه - إلى ثمامة بن أثال وهوذة ابن علي الحنفيين ملكي اليمامة (٢) ، وبعث العلاء بن الحضرمي - رضي الله عنه - إلى المنذر بن ساوي العبدي ملك البحرين، وبعث شجاع بن وهب الأسدي - رضي الله عنه - إلى الحارث بن أبي شمر الغساني ملِك تخوم (٣) الشام وإلى جبلَةَ بن الأيهم الغساني، وبعث المهاجر بن أبي أمية </p><p>(١) انظر: \"البحر المحيط\" لأبي حيان ٨/ ٢٦٤، ولم ينسبه، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٩٠ عنه. (٢) اليمامة: كان تسمَّى جوا والعروض، فسميت باليمامة بنت سهم بن طسم، وبين اليمامة والبحرين عشرة أيام من نجد، كان فتح اليمامة على يد أمير المسلمين خالد بن الوليد في أيام أبي بكر الصديق.انظر: \"معجم البلدان\" لياقوت ٥/ ٤٤٢.(٣) التخوم: هو الفصل بين الأرضين من الحدود والمعالم، والتخم منتهى كل قرية أو أرض.انظر: \"لسان العرب\" لابن منظور (تخم).</p><p> المخزومي - رضي الله عنه - إلى الحارث بن عبد كلال الحميري (١) . </p><p>(١) أخرجه الطبراني في \"المعجم الكبير\" ٢٠/ ٨ (١٢)، من حديث المسور بن مخرمة بمعناه. وانظر: \"الآحاد والمثاني\" لابن أبي عاصم ١/ ٤٤٦، وأورده الهيثمي في \"مجمع الزوائد\" ٥/ ٣٠٦، وعزاه للطبراني وقال: في إسناده محمد بن إسماعيل بن عياش وهو ضعيف.</p><p> ٦٢ - سُورَة الجمعة </p><p> سورة الجمعة </p><p> مدنية (١) ، وهي إحدى عشرة آية (٢) ليس فيها اختلاف. </p><p> وعدد كلامها مائة وثمانون كلمة. </p><p> وعدد حروفها سبعمائة وثمان وأربعون حرفًا (٣) . </p><p> [٣١١٤] أخبرنا (أبو عمرو أحمد بن أبي الفراتي)  (٤) قال: أخبرنا موسى (عمران بن موسى)  (٥) ، قال: أخبرنا مكي بن عبدان (٦) ، قال: حدثنا سليمان (٧) ، قال: حدثنا أبو معاذ (٨) عن (أبي عصمة)  (٩) ، عن زيد </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٥/ ١٦٩، \"الناسخ والمنسوخ\" لابن حزم (٦٠)، \"الوسيط\" للواحدي ٤/ ٢٩٤، \"زاد المسير\" لابن الجوزي ٨/ ٢٥٧، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٩١، وأورده السيوطي في \"الدر المنثور\" ٦/ ٣٢٠، وعزاه لابن الضريس وابن مردويه والبيهقي في \"الدلائل\" عن ابن عباس. (٢) انظر: \"الكشف عن وجوه القراءات السبع\" لمكي ٢/ ٣٢١، \"الوسيط\" للواحدي ٤/ ٢٩٤، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٥٣٧.(٣) انظر: \"القول الوجيز\" للمخللاتي (ص ٣١٦).في (م): سبعمائة وعشرون حرفًا وهو خطأ، والمثبت هو الصواب.(٤) في الأصل: أبو عمرو الفزاري، والتصويب من (م) ولم يذكر بجرح أو تعديل.(٥) من (م) ولم يذكر بجرح أو تعديل.(٦) أبو حاتم التميمي، المحدث الثقة المتقن.(٧) في الأصل: سلمان. وهو خطأ، وسليمان هو ابن داود، صدوق.(٨) أبو معاذ، الفضل بن خالد، ذكره ابن حبان في \"الثقات\".(٩) في الأصل: ابن أبي شيبة، والتصويب من (م)، وهو نوح بن أبي مريم كذبوه في الحديث، وقال ابن المبارك: كان يضع.</p><p> العمي (١) عن أبي نضرة (٢) عن ابن عباس عن أُبي بن كعب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة الجمعة كتب الله له عشر حسنات بعدد من ذهب إلى الجمعة في مصر من أمصار المسلمين ومن لم يذهب\"  (٣) . </p><p> وسئل أبو هريرة - رضي الله عنه - بما كان يقرأ رسول الله - صلى الله عليه وسلم - في صلاة الجمعة؟ فقال: بسورة الجمعة، وفي الثانية بـ {هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ (١) } (٤) . </p><p>(١) زيْد بن الحَوَاري، أبو الحواري العمي البصري، ضعيف. (٢) المنذر بن مالك العَبْديّ، ثقة.(٣) [٣١١٤] الحكم على الإسناد:إسناده شديد الضعف؛ فيه أبي عصمة كذبوه، وشيخ المصنف وشيخه لم يذكرا بجرح أو تعديل.التخريج:أخرجه الواحدي في \"الوسيط\" ٤/ ٢٩٤، عن أبي سعيد العزائمي بسنده عنه بنحوه، وأورده ابن حجر في \"الكاف الشاف\" ٤/ ١٧٢، وعزاه للثعلبي وابن مردويه من حديث أبي بن كعب.(٤) له شاهد: أخرجه مسلم في كتاب الجمعة، باب ما يقرأ في صلاة الجمعة (٨٧٨) بنحوه، وأخرجه مالك في \"الموطأ\" في كتاب الصلاة، باب القراءة في صلاة الجمعة (١٠٤) بمعناه، وأخرجه عبد الرزاق في \"المصنف\" ٣/ ١٨١ بمعناه، وأخرجه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ٧/ ٤٧ بمعناه.جميعهم أخرجوه من حديث النعمان بن بشير.</p>"
}