{
  "id": null,
  "sura": 62,
  "aya": 11,
  "text": "<p> ١١ - قوله -عز وجل-: {وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا} </p><p> [٣١٤٢] أخبرنا عبد الله بن حامد (١) ، قال: أخبرنا (محمَّد بن جعفر)  (٢) قال: أخبرنا علي بن حرب (٣) ، قال: أنبأنا ابن فُضيل (٤) ، قال: حدثنا حصين (٥) ، عن سالم بن (٦) أبي الجعد (٧) عن جابر بن عبد الله -رضي الله عنهما- قال: أقبلتْ عير ونحن نصلي مع النبي -صلى الله عليه وسلم- الجمعة فانفض الناس إليها فما بقي غير اثني عشر رجلًا أنا فيهم فنزلت:  {وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا} الآية (٨) . </p><p>(١) عبد الله بن حامد الوزان، لم يذكر بجرح أو تعديل. (٢) في (م): محمود بن جعفر. وهو خطأ، ومحمد هو المطيري، ثقة مأمون.(٣) علي بن حرب، أبو الحسن الموصلي، صدوق فاضل.(٤) محمد بن فضيل بن غزوان، صدوق عارف، رمي بالتشيع.(٥) حصين بن عبد الرحمن السلمي، أبو الهذيل الكوفي، ثقة، تغيَّر حفظه في الآخر.(٦) في الأصل: عن وهو خطأ، والتصويب من (م).(٧) ثقة وكان يرسل كثيرًا.(٨) [٣١٤٢] الحكم على الإسناد:إسناده حسن؛ فيه علي بن حرب وابن فضيل كلاهما صدوق، وشيخ المصنف لم يذكر بجرح أو تعديل.التخريج:أخرجه البخاري في كتاب البيوع، باب: {وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا} (٢٠٥٨) من طريق سالم عن جابر به بنحوه، ومسلم في كتاب الجمعة، باب قوله تعالى: {وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا} (٨٦٣) من طريق جرير بن حصين به بنحوه، وأخرجه الترمذي في كتاب التفسير، باب ومن سورة الجمعة (٣٣٢٢) من طريق هشام عن حصين بنحوه، وقال: هذا حديث حسن صحيح.</p><p> وقال الحسن وأبو مالك: أصاب أهل المدينة جوعٌ وغَلاء سِعْرٍ فقدم دحية بن خليفة الكلبي بتجارة زيت من الشام، وكان إذا قدم قدم بكل ما يحتاج إليه البُرُّ وغيره، فضرب الطبل ليؤذن الناس بقدومه، والنبي -صلى الله عليه وسلم- يخطب يوم الجمعة، فلما رأى الناس قاموا إليه بالبقيع خشوا أن يسبقوا إليه، فلم يبق مع النبي -صلى الله عليه وسلم- إلَّا رهط منهم أبو بكر وعمر -رضي الله عنهما- فنزلت هذِه الآية، فقال رسول الله -صلى الله عليه وسلم-: \"والذي نفس محمَّد بيده لو تتابعتم حتى لا يبقى أحد منكم لسال بكم الوادي نارًا\"  (١) . </p><p> وقال المقاتلان: بينا رسول الله -صلى الله عليه وسلم- يخطب يوم الجمعة إذ قدم دحية بن خليفة بن مرة الكلبي -رضي الله عنهم- ثم أحد بني الخزرج (٢) ثم أحد بني زيد بن مناة بن عامر (٣) من الشام بتجارة، وكان إذا قدم لم يبق </p><p>(١) وأخرجه الطبري في \"جامع البيان\" ٢٨/ ١٠٤، والواحدي في \"أسباب النزول\" (ص ٤٤٩) (٨٢٠)، كلاهما من طريق عبثر عن حصين به بنحوه. أخرجه الطبري في \"جامع البيان\" ٢٨/ ١٠٤، ونسبه للحسن، وأبو يعلى في \"المسند\" ٣/ ٤٦٨ (١٩٧٩)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٥/ ٢٩٩ (٦٨٧٧) من حديث جابر بنحوه.انظر: \"أسباب النزول\" للواحدي (٤٤٩)، \"معالم التنزيل\" للبغوي ٨/ ١٢٤.(٢) بنو الخزرج: بطن من مزيقياء من الأزد غلب عليهم اسم أبيهم، فقيل لهم: الخزرج.انظر: \"نهاية الأرب في معرفة أنساب العرب\" للقلقشندي (ص ٥٢).(٣) بنو زيد مناة: بطن من مزيقياء من القحطانية.انظر: \"نهاية الأرب في معرفة أنساب العرب\" للقلقشندي (ص ٢٥٨).</p><p> بالمدينة عاتق إلَّا أتته، وكان يقدم إذا قدم بكل ما يحتاج إليه من بر ودقيق وغيره، فينزل عند أحجار الزيت، وهو مكان في سوق المدينة، ثم يضرب بالطبل ليؤذن للناس بقدومه؛ ليخرج إليه الناس ليبتاعوا منه، فقدم ذات يوم يوم جمعة، وكان ذلك قبل أن يسلم النبي -صلى الله عليه وسلم - وهو قائم على المنبر يخطب، فخرج إليه الناس فلم يبق في المسجد إلَّا اثنا عشر رجلًا وامرأة، فقال النبي -صلى الله عليه وسلم-: \"كم بقي في المسجد\" ، فقالوا: اثنا عشر رجلًا وامرأة، فقال النبي -صلى الله عليه وسلم-: \"لولا هؤلاء لقد سوِّمت عليهم الحجارة من السماء\" فأنزل الله -عز وجل- هذِه الآية (١) . </p><p> وقال ابن عباس -رضي الله عنه- في رواية الكلبي: لم يبق في المسجد إلَّا ثمانية رهط (٢) . </p><p> وقال ابن كيسان: خرجوا إلَّا أحد عشر رجلًا وامرأة (٣) . </p><p> وقال قتادة ومقاتل: بلغنا أنَّهم فعلوا ذلك ثلاث مرات في كل مرَّة </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٢٨/ ١٠٤، ونسبه لقتادة بمعناه، وأورده البغوي في \"معالم التنزيل\" ٨/ ١٢٤، ونسبه لمقاتل ولم يعينه بنحوه. وانظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٠٩، نسبه لمقاتل بن حيان بمعناه.(٢) انظر: \"النكت والعيون\" للماوردي ٦/ ١١، ونسبه للكلبي، \"معالم التنزيل\" للبغوي ٨/ ١٢٤، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١٠ - ١١١، نسباه للكلبي وقالا: حكاه الثعلبي عن ابن عباس.(٣) انظر: \"معالم التنزيل\" للبغوي ٨/ ١٢٤، نسبه لمقاتل، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١٠، ولم ينسبه.</p><p> لعير يقدم من الشام، وكل ذلك يوافق يوم الجمعة (١) . </p><p> وقال مجاهد: كانوا يقومون إلى نواضحهم وإلى السفر يقدمون يبتغون التجارة واللهو، فأنزل الله -عز وجل-: {وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا}  (٢) اللهو قال المفسرون: هو ضرب الطبل (٣) وذلك أنَّ العير كانت إذا قدمت المدينة استقبلوها بالطبل والتصفيق. </p><p> وقال جابر بن عبد الله -رضي الله عنهما-: كان الجواري إذا نكحن يمرون بالمزامير والطبل فانفضوا، فنزلت هذِه الآية (٤) . </p><p> {انْفَضُّوا إِلَيْهَا} وإنَما ردَّ الكناية إلى التجارة وحدها لأنَّها أهم وأفضل (٥) . </p><p> وقرأ طلحة بن مُصرِّف:  (وإذا رأوا لهوًا أو تجارة انفضوا إليها)  (٦) . </p><p>(١) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١١، ونسبه لقتادة. (٢) انظر: \"المحرر الوجيز\" لابن عطية ٥/ ٣٠٩ نحوه.(٣) انظر: \"معاني القرآن\" ٣/ ١٥٧، ولم ينسبه، وأخرجه الطبري في \"جامع البيان\" ٢٨/ ١٠٥، وانظر: \"إعراب القرآن\" للنحاس ٤/ ٤٢٩، \"النكت والعيون\" للماوردي ٦/ ١١، جميعهم نسبوه لمجاهد.(٤) أخرجه الطبري في \"جامع البيان\" ٢٨/ ١٠٥، وانظر: \"إعراب القرآن\" للنحاس ٤/ ٤٢٩، \"النكت والعيون\" للماوردي ٦/ ١١، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١١.(٥) انظر: \"معاني القرآن\" للفراء ٣/ ١٥٧، \"إعراب القرآن\" للنحاس ٤/ ٤٣٠، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١١.(٦) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١١، وفيه: (وإذا رأوا التجارة واللهو).</p><p> وقيل: المعنى هاذا رأوا تجارةً انفضوا إليها أو لهوًا انفضوا إليه، فحذف لدلالة الكلام عليه. </p><p> وقيل: الأجود في العربية أن يجعل الراجع في الذكر للآخر من الاسمين (١) . </p><p> {وَتَرَكُوكَ قَائِمًا} على المنبر (٢) . </p><p> [٣١٤٣] أخبرنا عبد الله بن حامد (٣) ، قال: أخبرنا عمر بن الحسن (٤) ، قال: أخبرنا أحمد بن الحسن بن سعيد (٥) ، قال: حدثنا أبي (٦) ، قال: حدثنا حصين (٧) عن (٨) مسعر (٩) وأبي حنيفة (١٠) ، عن حماد (١١) ، عن إبراهيم (١٢) . </p><p>(١) انظر: \"معاني القرآن\" للفراء ٣/ ١٥٧، \"إعراب القرآن\" للنحاس ٤/ ٤٣٠، \"زاد المسير\" لابن الجوزي ٨/ ٢٧٠، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١١. (٢) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١٢.(٣) الوزان، لم يذكر بجرح أو تعديل.(٤) القاضي أبو الحسين، ضعيف صاحب بلايا.(٥) لم أجده.(٦) لم أجده.(٧) حصين بن مخارق، أبو جنادة السلولي، متهم بالكذب.(٨) في الأصل: بن. والتصويب من (م).(٩) مِسْعَر بن كِدَام، ثقة، ثبت، فاضل.(١٠) النعمان بن ثابت، فقيه مشهور.(١١) حماد بن أبي سليمان مُسْلِم الأَشْعَريُّ، فقيه صدوق، إلا أنه يرسل كثيرًا وله أوهام.(١٢) إبراهيم النخعي، ثقة.</p><p> [٣١٤٤] وحبيب بن حسان (١) ، عن عبيدة (٢) ، عن إبراهيم (٣) ، عن علقمة (٤) ، عن عبد الله (٥) -رضي الله عنه- أنه سئل: أكان النبي -صلى الله عليه وسلم- يخطب قائمًا أو قاعدًا؟ قال: أما تقرأ {وَتَرَكُوكَ قَائِمًا}  (٦) . </p><p> {قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ} يقول: ليس يفوتهم شيء من أرزاقهم لتخلفهم عن النظر إلى المسرة ولا بتركهم البيع في وقت الصلاة، فالذي عند الله من العطاء هو خير من ذلك (٧) . </p><p>(١) حبيب بن حسان الكوفي، هو ابن أبي الأشرس، وهو حبيب بن أبي هلال، له عن سعيد بن جبير وغيره، قال أحمد والنسائي: متروك. انظر: \"ميزان الاعتدال\" للذهبي ١/ ٤٥٠ - ٤٥١.(٢) عبيدة بن مُعْتِب الضَّبيُّ، أبو عبد الكريم الكوفي، ضعيف تغير بأخرة.(٣) إبراهيم النخعي، ثقة إلا أنه يرسل كثيرًا.(٤) علقمة بن قيس، ثقة، ثبت، فقيه، عابد.(٥) ابن مسعود، الصحابي المشهور.(٦) [٣١٤٣ - ٣١٤٤] الحكم على الإسناد:في إسناده من لم أجده، وشيخ المصنف لم يذكر بجرح أو تعديل، وشيخه ضعيف صاحب بلايا، وحصين متهم، أما حبيب وعبيدة فقد توبعا.التخريج:أخرجه ابن ماجه في كتاب إقامة الصلاة، باب ما جاء في الخطبة يوم الجمعة (١١٠٨)، وأبو يعلى في \"المسند\" ٨/ ٤٤٧ (٥٠٣٤)، والطبراني في \"المعجم الكبير\" ١٠/ ٧٦ (١٠٠٠٣) جميعهم من طريق الأعمش عن إبراهيم به بنحوه.وأخرجه ابن أبي شيبة في \"المصنف\" ١/ ٤٤٨ (٥١٨٣) من طريق إبراهيم عن علقمة مرسلاً بنحوه.(٧) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٢٠.</p><p> وقرأ أبو رجاء العُطارِدِي:  (قل ما عند الله خير من اللهو ومن التجارة للذين آمنوا)  (١) . </p><p> {وَاللَّهُ خَيْرُ الرَّازِقِينَ} لأنَّه يوجد الأرزاق فإيّاه فاسألوا، ومنه فاطلبوا واستعينوا بطاعته على نيل ما عنده من خير الدنيا والآخرة (٢) . </p><p> * * * </p><p>(١) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٢٠. (٢) انظر: \"جامع البيان\" للطبري ٢٨/ ١٠٥، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٢٠.</p><p> ٦٣ - سُورَة المُنَافِقُون </p><p> سورة المنافقين </p><p> مدنية (١) . وهي سبعمائة وستة (٢) وسبعون حرفًا. ومائة وثمانون كلمة. وإحدى عشرة آية (٣) . </p><p> [٣١٤٥] أخبرنا (أبو الحسين)  (٤) المقرئ الخبّازي، ثنا ظفران (٥) ، حدثنا ابن أبي داود (٦) ، حدثنا محمد بن عاصم (٧) ، حدثنا شبابة (٨) ، حدثنا مخلد بن عبد الواحد (٩) ، عن علي بن زيد (١٠) ، عن زِرِّ بن حُبيش (١١) ، عن أُبي بن كعب -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: \"من </p><p>(١) قاله ابن عباس، أخرجه ابن الضريس في \"فضائل القرآن\" ص ٣٣ - ٣٤، وعكرمة، والحسن البصري، أخرجه عنهما البيهقي في \"دلائل النبوة\" ٧/ ١٤٢ - ١٤٣. وحكى البقاعي في \"مصاعد النظر\" ٣/ ٨٦ الإجماع على مدنيتها.(٢) في الأصل، و (ت): وست، والمثبت من \"البيان في عد آي القرآن\" للداني، وهو الصواب لغة.(٣) \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٢٢، \"البيان في عد آي القرآن\" للداني (ص ٢٤٧)، \"القول الوجيز\" للمخللاتي (ص ٣١٦).(٤) في الأصل: الحسين، والمثبت من (ت)، ومصادر ترجمته، وهو: علي بن محمد ابن الحسن المقرئ، إمام ثقة.(٥) ابن الحسن بن الفيرزان، لم يذكر بجرح أو تعديل.(٦) أبو بكر عبد الله بن سليمان بن الأشعث، الإمام الحافظ الثقة.(٧) الثقفي، أبو عبد الله الأصبهاني، صدوق.(٨) ابن سوار الفزاري، ثقة حافظ رمي بالإرجاء.(٩) أبو الهذيل البصري، ضعيف.(١٠) ابن جدعان التيمي، ضعيف.(١١) أبو مريم الأسدي، ويقال: أبو مطرف الكوفي، ثقة جليل.</p><p> قرأ سورة المنافقين برئ من النفاق\" (١) . </p><p>(١) [٣١٤٥] الحكم على الإسناد: إسناده ضعيف جدًّا.علي بن زيد هو ابن جدعان ضعيف، ومخلد بن عبد الواحد، منكر الحديث جدًّا.التخريج:الحديث قد جاء عن أُبي بن كعب -رضي الله عنه- من طرق أربعة:فرواه عنه أبو أمامة الباهلي، وعبد الله بن عباس، وزر بن حبيش، وعبد الرحمن ابن أبزى.وقد فرق المصنف رحمه الله تعالى هذِه الطرق في كتابه هذا، فصار عمدة لمن بعده. وخشية من التكرار عند التعليق على كل سورة آثرت أن أبسط الكلام عليه في هذا الموضع، ثم أحيل عليه فيما يأتي إن شاء الله تعالى.أولًا: طريق زر بن حبيش: ورواه عنه ثلاثة أنفس:أ- علي بن زيد بن جدعان.ب- عطاء بن أبي ميمونة: ورواه عنهما اثنان:١ - مخلد بن عبد الواحد:رواه أبو بكر بن أبي داود في \"فضائل القرآن\" كما في \"الموضوعات\" لابن الجوزي ١/ ٣٩٣، ومن طريقه المصنف في هذِه السورة، وابن الجوزي في \"الموضوعات\" ١/ ٢٣٩.ورواه ابن أبي حاتم، ومن طريقه المصنف في أول تفسير سورة غافر عن الحسن ابن محمد بن الصباح.ورواه المصنف في أول سورة الأنبياء والصف من طريق عبد الله بن روح المدائني.ثلاثتهم ابن أبي داود، وابن الصباح، والمدائني، عن محمد بن عاصم عن شبابة ابن سوار.ورواه المصنف في أول سورة النمل والقمر، وابن مردويه في سورة آل عمران كما في \"تخريج أحاديث وآثار الكشاف\" للزيلعي ١/ ٢٦٨ من طريق محمد بن عمران =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ابن عبد الرحمن بن أبي ليلى عن أبيه. كلاهما شبابة، وعمران بن أبي ليلى، عن مخلد بن عبد الواحد.٢ - أبو الخليل بزيع بن حسان:رواه العقيلي في \"الضعفاء الكبير\" ١/ ١٥٦، ومن طريقه ابن الجوزي في \"الموضوعات\" ١/ ٣٩٣، عن علي بن الحسن بن عامر، عن محمد بن بكار عن أبي الخليل.كلاهما مخلد بن عبد الواحد، وأبو الخليل عن علي بن زيد بن جدعان، وعطاء ابن أبي ميمونة.كلاهما عن زر بن حبيش عن أُبي بن كعب به.وعامة المصادر تذكر ابن زيد، وعطاء مقرونين، خلا المصنف هنا فإنه أخرجه من طريق علي بن زيد وحده.وجاء عن علي بن زيدمن وجه آخر:رواه المصنف في أول سورة الجن من طريق نوح بن أبي مريم، ورواه أيضًا في أول سورة الحجر، من طريق أبي الخليل بزيع بن حسان، ورواه ابن مردويه في سورة المطففين كما في \"تخريج أحاديث وآثار الكشاف\" للزيلعي ٤/ ١٧٣ من طريق الحسن بن عجلان.ثلاثتهم نوح، وأبو الخليل، وابن عجلان، عن علي بن زيد عن زر به.وعلي بن زيد ضعيف لا يحتج به، قاله أحمد، والبخاري، وأبو حاتم كما في \"ميزان الاعتدال\" للذهبي ٣/ ١٢٨.ويوجد من دونه جماعة ضعفاء.ج- عاصم بن بهدلة:رواه المصنف في سورة ق، ونوح، والفجر، والفيل، من طريق محمد بن يحيى عن سلم بن قتيبة عن شعبة عن عاصم به.ثانيًا: طريق أبي أمامة الباهلي:يرويه هارون بن كثير العبدي عن زيد بن أسلم العدوي عن أبيه عن أبي أمامة. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ويرويه عن هارون ثلاثة: أ- سلام بن سليم المدائني الطويل:رواه ابن عدي في \"الكامل\" ٧/ ١٢٧، ورواه المصنف في سورة الطلاق، والقلم، والحاقة، والواحدي في مواضع من \"الوسيط\" منها ١/ ٤١١، ٢/ ١٤٧، ٣/ ٥٣٧، ٤/ ٢٤، من طرق عن أبي عمرو محمد بن جعفر بن مطر، ورواه ابن مردويه في سورة آل عمران كما في \"تخريج أحاديث وآثار الكشاف\" للزيلعي ١/ ٢٦٨ عن أبي إسحاق إبراهيم بن محمد بن حمزة.ورواه ابن الشجري في \"الأمالي الخميسية\" ١/ ٩٨ من طريق أبي بكر الجعابي ومخلد الدقاق.خمستهم ابن عدي، وابن مطر، وأبو إسحاق والجعابي ومخلد، عن إبراهيم بن شريك بن الفضل الأسدي الكوفي.ورواه المصنف في سورة الأعراف من طريق أبي أحمد محمد بن عبد الوهاب.كلاهما ابن شريك، وابن عبد الوهاب، عن أحمد بن عبد الله بن يونس اليربوعي عن سلام بن سليم به.ب- القاسم بن الحكم العرني:رواه ابن عساكر في \"تاريخ دمشق\" كما في \"تفسير القرآن العظيم\" لابن كثير ٨/ ٥، وذكره ابن عدي في \"الكامل\" ٧/ ١٢٧ عن القاسم به.ج- يوسف بن عطية الكوفي:رواه المصنف في سورة النور، والممتحنة، والعلق، وابن الشجري في \"الأمالي الخميسية\" ١/ ٩٤ من طريق إسماعيل بن عمرو البجلي.ورواه أبو نعيم في \"ذكر أخبار أصبهان\" ٢/ ٣٤٩، وابن مردويه في سورة آل عمران كما في \"تخريج أحاديث وآثار الكشاف\" للزيلعي ١/ ٢٦٨، وذكره ابن عدي في \"الكامل\" ٧/ ١٢٧، من طريق أبي خالد يزيد بن خالد الرملي.ورواه الواحدي في \"الوسيط\" ٣/ ٥٠٩ من طريق أبي إبراهيم الترجماني.ثلاثتهم سلام، والعرني، ويوسف عن هارون بن كثير عن زيد به. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وهارون مجهول، والرواة عنه: سلام المدائني متروك، والقاسم العرني صدوق فيه لين، ويوسف ابن عطية متروك. قال ابن عدي في \"الكامل\": هارون غير معروف، ولم يحدث به عن زيد بن أسلم غيره، وهذا الحديث غير محفوظ عن زيد.وقال ابن كثير في \"تفسير القرآن العظيم\" ٨/ ٥، وهذا من هذا الوجه لا يصح، لضعف إسناده بالكلية، وهو منكر من سائر طرقه. اهـ.ثالثًا: طريق عبد الله بن عباس:رواه المصنف في أول سورة محمد، والمعارج، من طريق عكرمة بن خالد عن سعيد بن جبير.ورواه أيضًا في سورة الأنعام، والجمعة، والفلق، من طريق نوح بن أبي مريم عن زيد العمي عن أبي نضرة المنذر بن قطعة العبدي.ورواه الخليلي في \"الإرشاد\" كما في \"اللآلئ المصنوعة\" للسيوطي ١/ ٢٢٧ من طريق نوح بن أبي مريم، عن رجل، عن عكرمة مولى ابن عباس، ثلاثتهم (ابن جبير، وأبو نضرة وعكرمة) عن ابن عباس به.وفي طريق ابن جبير جماعة من المتكلم فيهم، أما الطريقان الآخران ففيهما نوح ابن أبي مريم وهو متهم بالوضع والكذب في الحديث.رابعًا: عبد الرحمن بن أبزى الخزاعي:رواه المصنف في سورة الطور، والمزمل، والماعون، من طريق أبي جعفر محمد ابن الحسن الأصفهاني.ورواه الخطيب البغدادي، ومن طريقه ابن الجوزي في \"الموضوعات\" ١/ ٣٩٣ من طريق محمود بن غيلان.كلاهما أبو جعفر، وابن غيلان، عن المؤمل بن إسماعيل عن سفيان الثوري عن أسلم المنقري عن عبد الله بن عبد الرحمن بن أبزى عن أبيه به.وليس في طريق ابن غيلان سوى ذكر رحلة شيخ المؤمل للبحث عن أصل هذا الحديث، حتى استبان له وضعه. فمن فوق المؤمل لا ذكر لهم فيه. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وبعد: فهذا آخر ما وقفت عليه من طرق حديث فضائل السور، وهو حديث موضوع بلا شك، وقد أجمع العلماء على رده، وعدم قبوله، فمنهم من حكم عليه بالوضع، ومنهم من حكم عليه بالضعف، واستيعاب أسماء العلماء الذين صرحوا برده عسير جدًّا، وسياف عباراتهم مما يضيق عنه هذا المقام، وحسبي أن أشير إلى أسمائهم ومصادر كلامهم. فمن هؤلاء العلماء:أ- عبد الله بن المبارك: أخرجه عنه العقيلي في \"الضعفاء الكبير\" ١/ ١٥٧، ومن طريقه ابن الجوزي في \"الموضوعات\" ١/ ٣٩٣ قال: أظن الزنادقة وضعته.٢ - أبو حاتم الرازي كما في \"ميزان الاعتدال\" للذهبي ٤/ ٨٣.٣ - ابن عدي في كتابه \"الكامل في ضعفاء الرجال\" ٧/ ١٢٧.٤ - أبو عبد الله الحاكم في كتابه \"المدخل\" (ص ١٩)، وكما في \"ميزان الاعتدال\" للذهبي ٤/ ٢٧٩.٥ - ابن الجوزي في كتابه \"الموضوعات\" ١/ ٣٩٣.٦ - أبو الفضائل الصغاني في كتابه \"الموضوعات\" (ص ٢٦)، وكتابه \"الدر الملتقط في تبيين الغلط\" (ص ٥١).٧ - شيخ الإسلام ابن تيمية في مواضع من كتبه منها في \"مجموع الفتاوى\" ١٣/ ٣٥٤، حيث نقل اتفاق العلماء على أنه موضوع.٨ - ابن قيم الجوزية في \"المنار المنيف في الصحيح والضعيف\" (ص ١١٣) حيث عده من الموضوعات.٩ - أبو عبد الله الذهبي في \"ميزان الاعتدال\" ٤/ ٨٣ عده خبرًا باطلًا موضوعًا.١٠ - الزيلعي في \"تخريج أحاديث وآثار الكشاف\" ٢/ ١٨٠.١١ - ابن كثير في \"تفسير القرآن العظيم\" ٨/ ٥ قال: وهو منكر من سائر طرقه.١٢ - زين الدين العراقي في \"ألفية الحديث\" وشرحها \"فتح المغيث\" للسخاوي (ص ١٢٥).١٣ - شمس الدين السخاوي في \"فتح المغيث بشرح ألفية الحديث\" ١/ ٣٠٥. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ١٤ - جلال الدين السيوطي في حاشيته على \"أنوار التنزيل\" للبيضاوي كما في \"الفتح السماوي بتخريج أحاديث تفسير البيضاوي\" للمناوي ١/ ٤٥٤، وفي \"اللآلئ المصنوعة\" ١/ ٢٢٧. ١٥ - محمد بن طاهر الفتنى الهندي في \"تذكرة الموضوعات\" (ص ٨٢).١٦ - المناوي في \"الفتح السماوي بتخريج أحاديث تفسير البيضاوي\" ٢/ ٥٤٦ وغيرها.١٧ - محمد بن علي الشوكاني في \"الفوائد المجموعة في الأحاديث الموضوعة\" (ص ٢٩٦).وأخيرًا: فهذا ما تيسير جمعه من طرق الحديث، وكلام العلماء عليه، وبهما يعلم بطلان الحديث، وسقوطه.والمصنف رحمه الله تعالى استوعب تخريجه من سائر الطرق المذكورة، فصار عمدة لغيره، وهدفا وجه جماعة من العلماء سهام النقد واللوم عليه بسبب تخريجه له، وعذره أنه في كل موضوع يذكره يسوقه بإسناده، والله أعلم.</p>"
}