{
  "id": null,
  "sura": 62,
  "aya": 9,
  "text": "<p> ٩ - قوله -عز وجل-: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ} </p><p> أي: في يوم الجمعة كقوله: {أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ}  [فاطر: ٤٠] أي: في الأرض، وأراد بهذا النداء الأذان عند جلوس الإمام على المنبر للخطبة (١) يدل عليه. </p><p> [٣١٢٠] ما أخبرنا محمَّد بن عبد الله بن حمدون (٢) ، قال: أخبرنا أحمد بن محمَّد بن الحسن (٣) ، قال: حدثنا محمَّد بن يحيى (٤) ، قال: حدثنا أحمد بن خالد الوَهبي (٥) ، قال: حدثنا محمَّد بن إسحاق (٦) ، عن الزهري (٧) ، عن السائب بن يزيد (٨) - رضي الله عنهما - قال: كان لرسول الله - صلى الله عليه وسلم - مؤذن واحد لم يكن لى غيره، فكان إذا جلس رسول الله - صلى الله عليه وسلم - على المنبر أذن عند باب المسجد فإذا نزل أقام إلى الصلاة، ثم كان أبو بكر وعمر - رضي الله عنهما - كذلك، حتى إذا كان عثمان - رضي الله عنه - فكثر </p><p>= انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٩٧، \"الشواهد الشعرية في تفسير القرطبي\" (ص ٦٧)، وفيه سفر بدل سقر، وحذره بدل: الحذر. (١) انظر: \"جامع البيان\" للطبري ٢٨/ ٩٩، \"الوسيط\" للواحدي ٤/ ٢٩٦، \"معالم التنزيل\" للبغوي ٨/ ١١٥، \"زاد المسير\" لابن الجوزي ٨/ ٢٦١.(٢) أبو سعيد النيسابوري، لم يذكر بجرح أو تعديل.(٣) أبو حامد الشرقي، ثقة مأمون.(٤) الذهلي، ثقة حافظ جليل.(٥) الكندي، صدوق.(٦) إمام المغازي، صدوق يدلس ورمي بالتشيع والقدر.(٧) فقيه حافظ متفق على جلالته.(٨) السائب بن يزيد بن سعيد بن ثمامة، له ولأبيه صحبة.</p><p> الناس على عهده وتباعدت المنازل زاد أذانًا، فأمَرَ بالتأذين الأول على دار له بالسوق، يقال لها: الزوراء (١) فكانوا يؤذنون له عليها فإذا جلس عثمان - رضي الله عنه - على المنبر أذَّن مؤذنه الأوَّل، فإذا نزل أقام الصلاة فلم يثرب، أي: يُعب ذلك عليه (٢) . </p><p> وقرأ العامة {الْجُمُعَةِ} بضم الميم (٣) وقرأ إبراهيم ويحيى والأعمش: (الجُمْعة) بإسكان الميم (٤) وهما لغتان وجمعهما جُمع وجُمعات. </p><p>(١) موضع بالسوق بالمدينة مرتفع، وقيل: حجر كبير عند باب المسجد. انظر: \"معجم ما استعجم\" للبكري ١/ ٧٠٥.(٢) [٣١٢٠] الحكم على الإسناد:فيه شيخ المصنف لم أجد فيه جرحًا أو تعديلًا، وابن إسحاق مدلس وقد عنعن.التخريج:أخرجه البخاري في كتاب الجمعة، باب الأذان يوم الجمعة (٩١٢)، وأخرجه الترمذي في كتاب الجمعة، باب ما جاء في آذان الجمعة (٥١٦)، وأخرجه البغوىِ في \"معالم التنزيل\" ٨/ ١١٥، جميعهم أخرجوه من طريق ابن أبي ذئب عن الزهري به بنحوه مختصرًا.وأخرجه ابن ماجه في كتاب إقامة الصلاة، باب ما جاء في الأذان يوم الجمعة (١١٣٥) من طريق أبي خالد الأحمر عن محمَّد بن إسحاق به بنحوه مختصرًا، وأبو داود في كتاب الصلاة، باب النداء يوم الجمعة (١٠٨٧)، والنسائي في كتاب الجمعة، باب الأذان للجمعة ٣/ ١٠٠ - ١٠١، كلاهما من طريق يونس عن ابن شهاب الزهري به بنحوه مختصرًا.(٣) انظر: \"زاد المسير\" لابن الجوزي ٨/ ٢٦٢.(٤) انظر: \"معاني القرآن\" للزجاج ٥/ ١٧١، \"إعراب القرآن\" للنحاس ٤/ ٤٢٨، \"معالم التنزيل\" للبغوي ٨/ ١١٦، \"زاد المسير\" لابن الجوزي ٨/ ٢٦٢.</p><p> [٣١٢١] أخبرنا محمَّد بن نعيم (١) ، قال: أخبرنا الحسين بن أيوب (٢) ، قال: حدثنا علي بن عبد العزيز (٣) ، قال: حدثنا القاسم بن سلام (٤) ، قال: سمعت الكسائي (٥) يخبر عن سليمان (٦) ، عن الزهري (٧) ، قال: قال ابن عباس - رضي الله عنهما -: نزل القرآن بالتثقيل والتفخيم فاقرؤوها: جُمُعة، بضم الميم (٨) . </p><p> قال الفراء وأبو عبيد: التخفيف حسن وهو أقْيس في مذهب العربية مثل غُرْفَة وغُرَفْ وطُرْفة وطُرَفْ وحُجْرَة وحُجَرْ. </p><p> قال الفراء: وفيها لغة ثالثة: جُمَعة بفتح الميم كقوله: رجل ضُحَكَة وهُمَزة ولُمزة، وهي لغة بني عقيل (٩)  (١٠) . </p><p>(١) أبو عبد الله الحاكم الضبي، الإمام الحافظ الثقة. (٢) أبو عبد الله الطوسي، الإمام الحافظ الثقة الثبت.(٣) البغوي، ثقة.(٤) الإمام المجتهد، الثقة الفاضل.(٥) علي بن حمزة، ذكره ابن حبان في \"الثقات\" وهو إمام في النحو والقراءة.(٦) سليمان بن مهران، ثقة، حافظ لكنه مدلس.(٧) فقيه حافظ، متفق على جلالته.(٨) [٣١٢١] الحكم على الإسناد:رجاله ثقات، إلا أن الأعمش مدلس وقد عنعن.التخريج:انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٩٧.(٩) انظر: \"معاني القرآن\" للفراء ٣/ ١٥٦، \"الجامع لأحكام القرآن\" ١٨/ ٩٧.(١٠) بنو عقيل: بطن من عامر بن صعصعة، من العدنانية، منهم: مجنون بني عامر الشاعر الإسلامي، واسمه: قيس بن الملوح، وكانت مساكنهم بالبحرين. =</p><p> وقيل: هي لغة النبي - صلى الله عليه وسلم - وإنَّما سُمي هذا اليوم جمعةً: </p><p> [٣١٢٢] لما أخبرنا الحسين بن محمَّد بن الحسين (١) ، قال: حدثنا الفضل بن الفضل الكندي (٢) ، قال: حدثنا محمَّد بن مخلد العطَّار (٣) ، قال: حدثنا محمَّد بن عيسى بن أبي موسى (٤) ، قال: حدثنا عبد الله بن عمرو بن أبي (٥) أمية (٦) ، قال: حدثنا قيس (٧) ، عن الأعمش (٨) ، عن إبراهيم (٩) ، عن علقمة (١٠) عن قَرثَع (١١) الضبي (١٢) ، </p><p>= انظر: \"نهاية الأرب في معرفة أنساب العرب\" للقلقشندي (٣٣١)، \"قلائد الجمان\" للقلقشندي (١١٩). (١) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٢) صدوق.(٣) إمام ثقة، حافظ.(٤) المعروف بابن أبي موسى العطار، أبو جعفر الأبواهي الأبرش، سمع يزيد بن هارون، ونصر بن حماد الوراق وأبا عاصم النبيل، روى عنه محمد بن عمار العطار، مات سنة (٢٦٨ هـ)، لم يذكر بجرح أو تعديل.انظر: \"تاريخ بغداد\" للخطيب البغدادي ٢/ ٣٩٧.(٥) من (م).(٦) أبو عمرو البصري، قال أبو حاتم: خرج إلى الكوفة في بدو قدومنا البصرة فلم نكتب عنه.(٧) قيس بن الربيع، أبو محمد الكوفي، صدوق، تغير لما كبر، أدخل عليه ابنه ما ليس من حديثه فحدث به.(٨) ثقة حافظ، لكنه مدلس.(٩) إبراهيم بن يزيد النخعي، ثقة، إلا أنه يرسل كثيرًا.(١٠) علقمة بن قيس بن عبد الله بن مالك النخعي ثقة، ثبت فقيه عابد.(١١) في الأصل: قريع، والتصويب من (م).(١٢) قرثَع الضَّبِّي الكُوفيُّ، كان من القراء الأولين، روى عن عمر بن الخطاب =</p><p> عن سلمان (١) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إنَّما سميت الجمعة، لأنَّ آدم -عليه السلام- جُمع فيه خلقه\"  (٢) . </p><p> وقيل: لأنَّ الله تعالى فرغ فيه من خلق كل شيء فاجتمعت فيه جميع المخلوقات (٣) . وقيل: لتجمع الجماعات فيها (٤) . </p><p>= وسلمان، روى عنه علقمة وقزعة، قال ابن حجر: صدوق. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٧/ ١٤٧، \"تقريب التهذيب\" لابن حجر (٥٥٣٣).(١) صحابي مشهور.(٢) [٣١٢٢] الحكم على الإسناد:في إسناده من لم يذكر بجرح أو تعديل، والأعمش مدلس وقد عنعن.التخريج:أخرجه أحمد في \"مسنده\" ٥/ ٤٤٠ (٢٣٧٢٩) من طريق أبي معشر عن إبراهيم به بمعناه مطولًا، وأخرجه الواحدي في \"الوسيط\" ٤/ ٢٩٦ من طريق منصور عن إبراهيم به بنحوه.وله شاهد:أخرجه مسلم في كتاب الجمعة، باب فضل يوم الجمعة (٨٥٤)، وأبو داود في كتاب الجمعة، باب فضل يوم الجمعة وليلة الجمعة (١٠٤٦)، وأخرجه الترمذي في كتاب الجمعة، باب ما جاء في الساعة التي ترجى في يوم الجمعة (٤٩١)، وأخرجه النسائي في كتاب الجمعة، باب الساعة التي يستجاب فيها الدعاء ٣/ ١١٣ (١٤٢٦)، وأخرجه مالك في \"الموطإ\" في كتاب الصلاة، باب ما جاء في الساعة التي في يوم الجمعة (١٠٢)، جميعهم من حديث أبي هريرة.(٣) انظر: \"معالم التنزيل\" للبغوي ٨/ ١١٦، \"زاد المسير\" لابن الجوزي ٨/ ٢٦٤، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٩٧.(٤) انظر: \"معالم التنزيل\" للبغوي ٨/ ١١٦، \"الجامع لأحكام القرآن\" ١٨/ ٩٧.</p><p> وقيل: لاجتماع الناس فيها للصلاة (١) . </p><p> وقيل: أول ما سمَّاها جمعة كعب بن لؤي (٢) . </p><p> [٣١٢٣] أخبرناه أبو عبد الله الحسين بن محمَّد بن فنجويه الدَّيْنورِي (٣) ، قال: حدثنا أبو الطيب أحمد بن محمَّد بن علي بن حفصويه الحلواني (٤) ، قال: حدثنا الحسن (٥) بن أحمد بن حفص الحلواني (٦) ، قال: حدثنا إبراهيم بن إسحاق (٧) ، قال: حدثنا إبراهيم بن المنذر (٨) ، قال: حدثنا عبد العزيز (٩) ، عن أبيه (١٠) ، عن </p><p>(١) انظر: \"معالم التنزيل\" للبغوي ٨/ ١١٦، \"زاد المسير\" لابن الجوزي ٨/ ٢٦٤، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٩٧. (٢) انظر: \"معالم التنزيل\" للبغوي ٨/ ١١٦، \"زاد المسير\" لابن الجوزي ٨/ ٢٦٤، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٩٩.(٣) ثقة صدوق، كثير الرواية للمناكير.(٤) لم أجده.(٥) في الأصل: الحسين، والتصويب من (م).(٦) الحسن بن أحمد بن حفص الحلواني، أبو القاسم، قدم بغداد وحدث بها عن قطن ابن إبراهيم، وروى عنه علي بن عمر السكري، وقال: قدم علينا لستة أيام من ذي الحجة سنة ست وثلاثمائة.انظر: \"تاريخ بغداد\" للخطيب البغدادي ٧/ ٢٦٨.(٧) لم أجده.(٨) إبراهيم بن المنذر بن عبد الله الأسدي الحزامي، صدوق، تكلم فيه أحمد لأجل القرآن.(٩) عبد العزيز بن عمران الزُّهريُ المعروف بابن أبي ثابت، متروك.(١٠) عمران بن عبد العزيز بن عمر بن عبد الرحمن بن عوف، قال يحيى: منكر الحديث، وكذا قال البخاري. =</p><p> أبي سلمة (١) ، قال: أوَّل من قال: أمَّا بعد كعب بن لؤي، وكان أوَّل من سمَّى الجمعة: جمعة، وكان يقال لها: العَرُوبَةُ (٢) . </p><p> وقيل: أول من سماها جمعة الأنصار (٣) . </p><p> [٣١٢٤] أخبرنيه الحسين بن محمَّد بن الحسين (٤) ، قال: حدثنا أحمد بن جعفر بن حمدان (٥) ، قال: حدثنا إبراهيم بن سهلويه (٦) ، قال: حدثنا سلمة بن شبيب (٧) ، قال: حدثنا عبد الرزاق (٨) ، قال: أخبرنا معمر (٩) ، عن أيوب (١٠) ، عن ابن سيرين (١١) ، قال: جمع </p><p>= انظر: \"التاريخ الكبير\" للبخاري ٦/ ٤٣١، \"ميزان الاعتدال\" للذهبي ٣/ ٢٣٩. (١) أبو سلمة بن عبد الرحمن بن عوف، ثقة مكثر.(٢) [٣١٢٣] الحكم على الإسناد:إسناده شديد الضعف؛ فيه عبد العزيز بن عمران متروك، وأبوه منكر الحديث، وفيه من لم أجده.التخريج:انظر: \"معالم التنزيل\" للبغوي ٨/ ١١٦، \"الجامع لأحكام القرآن\" ١٨/ ٩٧.(٣) انظر: \"زاد المسير\" لابن الجوزي ٨/ ٢٦٤، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٩٧.(٤) ابن فنجويه، ثقة صدوق، كثير الرواية للمناكير.(٥) أبو بكر القطيعي، ثقة.(٦) لم أجده.(٧) أبو عبد الرحمن الحجري المسمعي النسائي، ثقة.(٨) عبد الرزاق الصنعاني ثقة حافظ، عمي في أخر عمره فتغير، وكان يتشيع.(٩) معمر بن راشد، ثقة ثبت.(١٠) أيوب بن أبي تميمة السختياني، ثقة ثبت حجة.(١١) ثقة ثبت عابد.</p><p> أهلُ المدينة من قبل أن يقدُم النبي - صلى الله عليه وسلم - المدينة وقبل أن تنزل الجمعة وهم الذين سمّوها الجمعة، وذلك أنَّ الأنصار قالوا: لليهود يومٌ يجتمعون فيه كل سبعة أيام (١) وهو يوم السبت، وللنصارى يوم أيضًا مثل ذلك، فهلموا فلنجتمع فنجعل لنا يومًا فيه نذكر الله تعالى ونصلي ونذكره، أو كما قالوا. فقالوا: يوم السبت لليهود، ويوم الأحد للنصاري، فاجعلوه يوم العَرُوبَة لنا، وكانوا يسمون يوم الجمعة يوم العَرُوبَة، فاجتمعوا إلى أسعد بن زُرارة أبي أُمامة - رضي الله عنه - فصلَّى بهم يومئذ ركعتين فذكرهم فسموه يوم الجمعة حين اجتمعوا إليه، فذبح لهم أسعد بن زرارة - رضي الله عنه - شاةً فتعشَّوا وتغدوا من شاة واحدة؛ وذلك لقلتهم، فهذِه أول جمعة جمعت في الإسلام، فأنزل الله -عز وجل-: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ} الآية (٢) . </p><p>(١) في الأصل: يوم، والتصويب من (م). (٢) [٣١٢٤] الحكم على الإسناد:رجاله ثقات، إلا ابن سهلويه لم أجده.التخريج:انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٩٨، وأورده السهيلي في \"الروض الأنف\" ٢/ ٢٥٤ من طريق عبد الحميد عن عبد الرزاق به بنحوه، وله شواهد: أخرجه أبو داود في كتاب الصلاة، باب الجمعة في القرى (١٠٦٨)، وأخرجه ابن ماجه في كتاب إقامة الصلاة، باب في فرض الجمعة (١٠٨٢)، كلاهما أخرجاه من حديث كعب بن مالك بمعناه.وأخرجه الحاكم في \"المستدرك\" ١/ ٤١٧ (١٠٣٩) من حديث عبد الرحمن بن كعب، بمعناه.</p><p> فأمَّا أوَّل جمعة جمعها رسول الله - صلى الله عليه وسلم - بأصحابه، فقال أهل السير والتواريخ: قدم رسول الله - صلى الله عليه وسلم - المدينة مهاجرًا حتى نزل بقباء (١) علي بني عمرو بن عوف (٢) ، وذلك يوم الاثنين لثنتي عشرة ليلة خلت من شهر ربيع الأول حين اشتد الضحى، ومن تلك السنة يُعد التاريخ، فأقام - صلى الله عليه وسلم - بقُباء يوم الاثنين ومن الثلاثاء ويوم الأربعاء ويوم الخميس، فأسَّس مسجدهم ثم خرج من بين ظهرانيهم يوم الجمعة عامِدًا إلى المدينة، فأدركته صلاة الجمعة في بني سالم بن عوف (٣) في بطن وادٍ لهم قد اتَّخذ القوم في ذلك الموضع مسجدًا، فجمع بهم وخطب في هذِه الجمعة وهي أول خطبة خطبها بالمدينة فقال رسول الله - صلى الله عليه وسلم -: \"الحمدُ لله أحمدُه وأستعينه وأستغفره وأستهديه وأُؤمن به ولا أكفره، وأُعادي من يكفُره، وأشهد أن لا إله إلَّا الله وحده لا شريك له وأشهد أنَّ محمدًا عبده ورسوله، أرسله بالهدى </p><p>(١) قباء: بالضم، وأصله اسم بئر هناك عرفت القرية بها، وهي مساكن بني عمرو بن عوف من الأنصار، والمتقدمون في الهجرة من أصحاب رسول الله - صلى الله عليه وسلم - بنوا فيه مسجدًا، فلمَّا هاجر رسول الله - صلى الله عليه وسلم - صلَّى بهم فيه، وأهل قباء يقولون هو المسجد الذي أُسِّسَ على التقوى من أول يوم، وقيل: إنَّه مسجد رسول الله - صلى الله عليه وسلم -. انظر: \"معجم البلدان\" لياقوت ٤/ ٣٠١.(٢) بنو عمرو بن عوف بن مالك بن الأوس، هم بطن من الأوس.انظر: \"نهاية الأرب في معرفة أنساب العرب\" للقلقشندي (ص ٣٧٢).(٣) بنو سالم بن عوف: بطن من الخزرج من الأزد، من القحطانية، وهم بنو سالم بن عوف بن الخزرج.انظر: \"معجم قبائل العرب\" لعمر كحالة ١/ ٤٩٧.</p><p> ودين الحق والنور والموعظة والحكمة على فترة من الرُّسل وقلَّةٍ من العلم وضلالة من الناس، وانقطاع من الزمان ودُنُوٍّ من الساعة، وقُرْب من الأجل، من يُطِع الله ورسوله فقد رشَدَ، ومن يعص الله ورسوله فقد غَوى وفرَّط وضلَّ ضلالًا بعيدًا، أُوصيكم بتَقْوى الله فإنَّه خير ما أُوصي به المسلم أن يحضه على الآخرة وأن يأمره بتقوى الله، واحذروا ما حذَّركم الله من نفسه، فإنَّ تقوى الله لمن عمِلَ به على وَجلٍ ومخافةٍ من ربه عونُ صدقٍ على ما تتَّقون من أمر الآخرة، ومن يُصلح الذي بينه وبين الله من أمره في السرِّ والعلانية لا ينوي به إلَّا وجه الله يكون له ذكرًا في عاجل أمره، وذُخرًا فيما بعد الموت، حين يفتقر المرء إلى ما قدَّم وما كان مما سوى ذلك يود لو أنَّ بينه وبينه أمدًا بعيدًا: {وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ (٣٠) } (١) هو الذي صدق قوله ونجز وعده، لا خُلف لذلك، فإنَّه يقول: {مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ وَمَا أَنَا بِظَلَّامٍ لِلْعَبِيدِ (٢٩) } (٢) فاتقوا الله في عاجل أمركم وآجله في السرِّ والعلانية فإنَّه: {وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا}  (٣) ومن يتَّق الله فقد فاز فوزًا عظيمًا، وإنَّ تقوى الله تُوقي مقْتَه وتُوقي عقوبته وتُوْقي سخطه، وإنَّ تقوى الله تبيض الوجوه وتُرْضي الرَّب، وترفع الدرجة، فخذوا بحظِّكم ولا تفرِّطوا في جنب الله، فقد علمكم الله كتابَه، ونهج لكم سبيله ليعلم </p><p>(١) آل عمران: ٣٠. (٢) ق: ٢٩.(٣) الطلاق: ٥.</p><p> الذين صدقوا ويعلم الكاذبين فأحسنوا كما أحسن الله إليكم، وعادوا أعداءه، وجاهدوا في الله حقَّ جهاده، هو اجتباكم وسمَّاكم المسلمين، لِيَهْلِك من هَلَك عن بيِّنة ويحيى من حيَّ عن بيِّنة، ولا حول ولا قُوَّة إلَّا بالله فأكثروا ذكر الله، واعملوا لما بعد الموت فإنَّه من يصلح ما بينه وبين الله يكفه الله ما بينه وبين الناس، ذلك بأنَّ الله يقضي على الناس ولا يقضُون عليه، ويملك من الناس ولا يملكون منه، الله أكبر، ولا حول ولا قوَّة إلَّا بالله العلي العظيم\" (١) ، فلهذا صارت الخطبة شرطًا في انعقاد الجمعة، وهو قول جمهور الفقهاء. </p><p> وقال الحسن: هي مستحبة وليست بفرض (٢) . وقال سعيد بن جبير: هي بمنزلة الركعتين من صلاة الظهر، فإذا تركها وصلى الجمعة فقد ترك الركعتين من الظهر، وأقل ما يُجزئ في الخطبة الأولى أن يحمد الله ويصلي على نبيه - صلى الله عليه وسلم - ويوصي بتقوى الله ويقرأ آية من القرآن في الخطبة الأولى، ويجب في الثانية أربع كالأولى، إلَّا أنَّ الواجب بدلًا من قراءة الآية في الأولى بالدعاء، بهذا قال أكثر الفقهاء (٣) . </p><p>(١) انظر: \"تاريخ الرسل والملوك\" للطبري ٢/ ٧، \"تاريخ خليفة بن خياط\" ١/ ٥٥، \"زاد المعاد\" لابن القيم ١/ ٣٧٣، \"الجامع لأحكام القرآن\" ١٨/ ٩٨ - ٩٩. (٢) انظر: \"المغني\" لابن قدامة ١/ ١٧١.(٣) انظر: \"المغني\" لابن قدامة ٣/ ١٧١، ١٧٣.</p><p> وقال أبو حنيفة رحمه الله: لو اقتصر على التسبيح أو التحميد أو التكبير أجزأه (١) . وقال أبو يوسف ومحمَّد رحمهما الله: الواجب ما يتناوله اسم الخطبة (٢) . ثم القيام شرط في صحة الخطبة مع القدرة عليه في قول عامة الفقهاء، إلَّا في قول أبي حنيفة فإنَّه لم يشترطه فيها (٣) . </p><p> والدليل على أنَّ القيام في الخطبة شرط قوله تعالى:  {وَتَرَكُوكَ قَائِمًا}  (٤) . </p><p> وحديث ابن عمر - رضي الله عنهما -: ما كان النبي - صلى الله عليه وسلم - يخطُب الخطبتين إلَّا وهو قائم (٥) . وللشافعي قولان في إيجاب الطهارة في الخطبة. </p><p> فقال في الجديد هي: شرط في الخطبة. وقال في القديم: ليست بشرط. وهو قول أبي حنيفة - رضي الله عنه - (٦) ، فهذا بيان القرآن في أول جمعة جمعت في الإسلام وأوَّل جمعة جمعها رسول الله - صلى الله عليه وسلم - وأوَّل خطبة خطبها فيها بالمدينة. </p><p>(١) انظر: \"الأصل\" للشيباني ١/ ٣١٨. (٢) انظر: المرجع السابق.(٣) انظر: \"بدائع الصنائع\" للكاساني ١/ ٢٦٣.(٤) الجمعة: ١١.(٥) أخرجه ابن ماجه في كتاب إقامة الصلاة والسنة فيها، باب ما جاء في الخطبة يوم الجمعة (١١٠٣)، وأخرجه النسائي في \"المجتبى\" كتاب الجمعة، باب الفصل بين الخطبتين بالجلوس بنحوه ٣/ ١٠٩، وأخرجه ابن خزيمة في \"صحيحه\" ٢/ ٣٤٩ (١٤٤٦) بنحوه، وأخرجه الدارقطني في \"سننه\" ٢/ ٢٠ (٨) بنحوه.(٦) انظر: \"المجموع شرح المهذب\" للشيرازي ٤/ ٢٨٥.</p><p> قال ابن باس - رضي الله عنهما -: أول جمعة جمعت في الإسلام بعد الجمعة بالمدينة بقرية يقال لها: جُوَاثَى من قرى البحرين (١) . </p><p> قوله -عز وجل-: {فَاسْعَوْا إِلَى ذِكْرِ} أي: فامضوا إليه، واعملوا به (٢) . </p><p> [٣١٢٥] أخبرنا عبد الله بن حامد الوزان (٣) ، قال: أخبرنا مكي بن عبدان (٤) ، قال: حدثنا عبد الله بن هاشم (٥) ، قال: حدثنا يحيى (٦) ، عن حنظلة (٧) ، قال: سمعت سالمًا (٨) يقول: قال ابن عمر: سمعت </p><p>(١) أخرجه البخاري في كتاب الجمعة، باب الجمعة في القرى والمدن (٨٩٢)، وفي كتاب المغازي، باب وفد عبد القيس (٤٣٦٨)، وأخرجه أبو داود في كتاب الصلاة، باب الجمعة في القرى (١٠٦٨). وانظر: \"المستدرك\" ١/ ٤١٧ (١٠٣٩)، جميعهم أخرجوه من حديث ابن عباس بنحوه.وله شاهد:أخرجه النسائي في \"السنن الكبرى\" ١/ ٥١٥ (١٦٥٥) من حديث أبي هريرة بنحوه.(٢) انظر: \"جامع البيان\" للطبري ٢٨/ ١٠١، \"الوسيط\" للواحدي ٤/ ٣٠٠، \"معالم التنزيل\" للبغوي ٨/ ١١٥.(٣) لم يذكر بجرح أو تعديل.(٤) أبو حاتم التميمي، المحدث الثقة المتقن.(٥) ثقة صاحب حديث.(٦) يحيى بن سعيد بن فروُّخ التَّمِيمىُّ، ثقة متقن حافظ إمام قدوة.(٧) حنظلة بن أبي سفيان الجُمحي المكي، سمع سالما والقاسم ومجاهدًا وطاوسًا سمع منه الثوري ووكيع مات سنة ١٥١ هـ. قال ابن حجر: ثقة حجة.انظر: \"التاريخ الكبير\" للبخاري ٣/ ٤٤، \"تقريب التهذيب\" لابن حجر (١٥٨١).(٨) سالم بن عبد الله بن عمر بن الخطاب، ثبت.</p><p> عمر - رضي الله عنه - يقرأ:  (فامضوا إلى ذكر الله)  (١) . </p><p> [٣١٢٦] وأخبرنا أبو عبد الله محمَّد بن عبد الله الحافظ (٢) في آخرين، قالوا: أخبرنا محمَّد بن يعقوب (٣) ، قال: أخبرنا الربيع بن سليمان (٤) ، قال: أخبرنا الشافعي (٥) ، قال: أخبرنا سفيان (٦) ، عن الزهري (٧) ، عن سالم (٨) عن أبيه (٩) ، قال: ما سمعت عمر - رضي الله عنه - قط يقرأ إلَّا:  (فامضوا إلى ذكر الله (١٠) . </p><p>(١) [٣١٢٥] الحكم على الإسناد: إسناده رجاله ثقات، إلَّا شيخ المصنف لم أجد فيه جرحًا أو تعديلاً.التخريج:أخرجه الطبري في \"جامع البيان\" ٢٨/ ١٠٠ من طريق ابن يمان عن حنظلة به بنحوه، ومن طريق سفيان عن حنظلة به بنحوه، وأورده البغوي في \"معالم التنزيل\" ٨/ ١١٧.(٢) الحاكم الضبي، الإمام الحافظ الثقة.(٣) أبو العباس الأصم، ثقة.(٤) الربيع بن سُليمان بن عبد الجبار بن كامل المُرَاديُّ، ثقة.(٥) الإمام المشهور.(٦) ابن عيينة ثقة.(٧) فقيه حافظ متفق على جلالته.(٨) سالم بن عبد الله بن عمر بن الخطاب، ثبت.(٩) عبد الله بن عمر بن الخطاب الصحابي المشهور.(١٠) [٣١٢٦] الحكم على الإسناد:إسنادٌ رجاله ثقات.التخريج:أخرجه الطبري في \"جامع البيان\" ٢٨/ ١٠٠، من طريق يونس عن ابن شهاب به =</p><p> [٣١٢٧] وأخبرنا أبو الحسين أحمد بن محمَّد بن جعفر الكلماوادي (١) ، قال: حدثنا أبو بكر محمد بن عمر بن حفص (٢) ، قال: حدثنا السري بن خزيمة (٣) ، قال: حدثنا أبو نعيم (٤) ، قال: حدثنا سفيان (٥) ، عن حنظلة (٦) ، عن سالم (٧) ، عن ابن عمر - رضي الله عنهما - أنَّه كان يقرؤها:  (فامضوا إلى ذكر الله) ويقول: لو قرأتها: {فَاسْعَوْا} لسعيت حتى يسقط ردائي (٨) . </p><p>= بمعناه، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٦٧ من طريق محمَّد بن سعدان عن سفيان به بمثله. (١) لم أجده.(٢) النيسابوري العابد، أثنى عليه الحاكم.(٣) السري بن خزيمة بن معاوية، سمع من: أبي نعيم وعبدان بن عثمان وطبقتهم، وحدث عنه أبو بكر ابن خزيمة وابن الشرقي والحسن بن يعقوب وعدد كثير. قال عنه الحاكم: شيخ فوق الثقة وذكره ابن حبان في \"الثقات\" وقال: مستقيم الحديث.انظر: \"الثقات\" لابن حبان ٨/، ٣٠٢، \"سير أعلام النبلاء\" للذهبي ١٣/ ٢٤٥.(٤) الفضل بن دكين، ثقة ثبت.(٥) سفيان الثوري ثقة، حافظ إمام حجة، كان ربما دلس.(٦) ابن أبي سفيان، ثقة حجة.(٧) سالم بن عبد الله بن عمر، ثبت.(٨) [٣١٢٧] الحكم على الإسناد:في إسناده شيخ المصنف، لم أجد ترجمته.التخريج:أخرجه الطبري في \"جامع البيان\" ٢٨/ ١٠٠ من طريق إبراهيم عن عبد الله بن عمر بنحوه.</p><p> وهي قراءة أبي العالية أيضًا. وقال الحسن: أما والله ما هو بالسعي على الأقدام ولقد نهوا أن يأتوا الصلاة إلَّا وعليهم السكينة والوقار، ولكن بالقلوب والنية والخشوع (١) . </p><p> [٣١٢٨] وأنبأني عبد الله بن حامد (٢) ، قال: أخبرنا محمَّد بن يعقوب (٣) ، قال: حدثنا يحيى بن أبي طالب (٤) ، قال: أنبأنا عبد الوهاب (٥) ، قال: سئل سعيد (٦) عن فضل الجمعة قال: حدثنا عن قتادة (٧) أنَّه كان يقول في هذِه الآية: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ} السعي أن تسعى بقلبك وعملك، وهو المشي إليها وكان (٨) يتأول هذِه الآية: {فَلَمَّا </p><p>(١) انظر: \"تفسير القرآن العظيم\" لابن أبي حاتم ١٠/ ٣٣٥٦، \"النكت والعيون\" للماوردي ٦/ ٩، \"معالم التنزيل\" للبغوي ٨/ ١١٧، \"المحرر الوجيز\" لابن عطية ١٦/ ١٢ وزاد نسبته لقتادة ومالك. (٢) الوزان، لم يذكر بجرح أو تعديل.(٣) أبو العباس الأصم، ثقة.(٤) أبو بكر البغدادي، محله الصدق.(٥) عبد الوهَّاب بن عطاء الخَفَّاف، أبو نصر العجلي، صدوق ربما أخطأ.(٦) سعيد بن أبي عروبة، ثقة، حافظ له تصانيف، كثير التدليس واختلط، وكان من أثبت الناس في قتادة.(٧) أبو الخطاب السدوسي، ثقة ثبت.(٨) كتب في هامش الأصل في أعلى (٧٠/ ب): قال الحسن إذا أذن المؤذن يوم الجمعة لم يحل الشراء والبيع. قال أصحابنا: من باع في تلك الساعة فقد خالف الأمر وبيعه منعقد؛ لأنَّ هذا نهي تنزيه؛ لقوله: {ذَلِكُمْ خَيْرٌ لَكُمْ} وسيط للواحدي، الشافعي.وانظر: \"الأم\" للشافعي ١/ ٣٣٥.</p><p> بَلَغَ مَعَهُ السَّعْيَ} (١) فلما مشى معه (٢) . </p><p> وقال الكلبي: فلما عمل مثل عمله. </p><p> [٣١٢٩] وأخبرنا محمَّد بن حمدويه (٣) ، قال: أخبرنا محمَّد بن يعقوب (٤) قال: حدثنا الربيع (٥) ، قال الشافعي (٦) : والسعي في هذا الموضع: العمل؛ قال الله تعالى: {إِنَّ سَعْيَكُمْ لَشَتَّى (٤) } (٧) ، وقال: {وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى (٣٩) } (٨) ، وقال:  {وَإِذَا تَوَلَّى سَعَى فِي الْأَرْضِ}  (٩)  (١٠) . </p><p>(١) الصافات: ١٠٢. (٢) [٣١٢٨] الحكم على الإسناد:شيخ المصنف لم أجد فيه جرحًا أو تعديلاً.التخريج:أخرجه الطبري في \"جامع البيان\" ٢٨/ ١٠٠ من طريق يزيد عن سعيد به بنحوه. وانظر: \"معالم التنزيل\" للبغوي ٨/ ١١٧.(٣) أبو عبد الله الحاكم، حافظ ثقة.(٤) أبو العباس الأصم، ثقة.(٥) الربيع بن سليمان المرادي، ثقة.(٦) الإمام المشهور.(٧) الليل: ٤.(٨) النجم: ٣٩.(٩) البقرة: ٢٠٥.(١٠) [٣١٣٩] الحكم على الإسناد:إسناده صحيح.التخريج:له شاهد، أخرجه الطبري في \"جامع البيان\" ٢٨/ ١٠١ عن الضحاك وعكرمة. =</p><p> قال زهير: </p><p> سعى بعدَهم قومٌ لكي يُدركوهُمْ ... فَلَمْ يدركوا ولم يلاموا ولم يألوا (١)  (٢) </p><p> وقوله {إِلَى ذِكْرِ اللَّهِ} يعني: الصلاة (٣) . </p><p> [٣١٣٠] وأخبرنا عبد الله بن حامد (٤)  (قراءة عليه)  (٥) ، قال: أخبرنا محمَّد بن جعفر (٦) ، قال: حدثنا علي بن حرب (٧) ، قال: حدثنا وكيع (٨) ، قال: حدثنا منصور بن دينار (٩) ، عن موسى بن أبي (١٠) كثير (١١) ، </p><p>= وانظر: \"زاد المسير\" لابن الجوزي ٨/ ٢٦٥، ونسبه لعكرمة والقرظي والضحاك، \"معالم التنزيل\" للبغوي ٨/ ١١٧، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٠١، ولم ينسباه. (١) يألوا هذا الأمر، أي: يطيقه ويقوى عليه.انظر: \"لسان العرب\" لابن منظور (ألا).(٢) انظر: \"ديوان زهير بن أبي سلمى\" (ص ٦٣) وفيه: يُليموا بدل: يلاموا.(٣) انظر: \"النكت والعيون\" للماوردي ٦/ ٩ قال وهو قول الجمهور، \"الوسيط\" للواحدي ٤/ ٢٩٩، \"معالم التنزيل\" للبغوي ٨/ ١١٧.(٤) الوزان، لم يذكر بجرح أو تعديل.(٥) من (م).(٦) أبو بكر المطيري، ثقة مأمون.(٧) أبو الحسن الموصلي، صدوق، فاضل.(٨) وكيع بن الجرَّاح، ثقة حافظ.(٩) منصور بن دينار التميمي، ليس بالقوي.(١٠) ساقطة من الأصل، والتصويب من كتب الترجمة.(١١) موسى بن أبي كثير، يروي عن جماعة من التابعين، يروي عنه أهل الكوفة، قال =</p><p> عن سعيد بن المسيب (١)  {فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ} قال: موعظة الإمام (٢) . </p><p> {إِلَى ذِكْرِ اللَّهِ} يعني: البيع والشراء (٣) ، إلَّا أنَّ البيع يتناول المعنيين جميعًا (٤) ، ومنه قول النبي - صلى الله عليه وسلم -: \"البيعان بالخيار ما لم يتفرقا إلَّا بيع الخيار\"  (٥) أراد البائع والمشتري. </p><p>= يحيى بن معين: كان ثقة في الحديث. قال ابن حجر: صدوق رمي بالإرجاء لم يصب من ضعفه. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٨/ ١٤٧، \"تقريب التهذيب\" لابن حجر (٧٠٠٤). (١) سعيد بن المسيب، أحد العلماء الأثبات الفقهاء الكبار.(٢) [٣١٣٠] الحكم على الإسناد:إسناده ضعيف فيه شيخ المصنف لم يذكر بجرح أو تعديل، ومنصور ليس بالقوي.التخريج:أخرجه الطبري في \"جامع البيان\" ٢٨/ ١٠٢ من طريق منصور عن موسى بن كثير به، وأورده النحاس في \"إعراب القرآن\" ٤/ ٤٢٨.وانظر: \"النكت والعيون\" للماوردي ٦/ ٩، \"معالم التنزيل\" للبغوي ٨/ ١١٧، \"زاد المسير\" لابن الجوزي ٨/ ٢٦٥.(٣) انظر: \"جامع البيان\" للطبري ٢٨/ ١٠١، \"معالم التنزيل\" للبغوي ٨/ ١١٧.(٤) كتب في هامش (٧٠/ ب): ومعناه اتركوا البيع والشراء، وقد قال جماعة من العلماء: لو باع بعد الأذان يوم الجمعة لم يجز البيع، وقال عامة أهل الفتوى من الفقهاء: إنَّ البيع جائز في الحكم؛ لأنَّ النَّهي لأجل الصلاة، وليس بمعنى البيع. أبي الليثي الحنفي.انظر: \"بحر العلوم\" للسمرقندي ٣/ ٣٦٣.(٥) أخرجه البخاري في كتاب البيوع، باب البيعان بالخيار (٢١١١)، ومسلم في كتاب البيوع، باب ثبوت خيار المجلس للمتبايعين (١٥٣١)، وأخرجه الترمذي في كتاب البيوع، باب ما جاء في البيعان بالخيارما لم يتفرقا (١٢٤٩)، جميعهم من حديث ابن عمر بمثله.</p><p> قال الأخطل: </p><p> وباع بنيه كلهم بخسارة ... وبعت لذبيان العلاء بمالكا (١) </p><p> يريد بالأول البيع وبالآخر الابتياع، وإنَّما يحرم البيع عند الأذان الثاني (٢) . </p><p> وقال الزهري: عند خروج الإمام (٣)  (٤) . </p><p> وقال الضحاك: إذا زالت الشمس حرم البيع والشراء (٥) . </p><p> وروى السدي، عن أبي مالك قال: كان قوم يجلسون في بقيع </p><p>(١) انظر: \"ديوان الحطيئة\" (١٣٣)، شرح أبي سعيد السكري، وفيه: فباع بدل وباع وبنيهم بدل بنيه وبخشارة بدل بخسارة وذكر في هامش الديوان رواية أخرى للبيت بما يوافق الرواية المذكورة في المخطوط، والبيت أصله أحد الأبيات التي يمدح فيها الحطيئة عيينة بن حصن الفزاري، وذلك أنَّ بني عامر قتلت ابنه فأخذ بثأره منهم. وانظر: \"مجمع الأمثال\" لأبي الفضل النيسابوري ٢/ ١٦٣.(٢) انظر: \"معالم التنزيل\" للبغوي ٨/ ١١٧.(٣) لم أجد هذا القول.(٤) كتب في هامش الأصل (٧٠/ ب): وذروا البيع: دعوا التجارة في ذلك الوقت، وشدَّد في ذلك إمامنا أحمد رحمه الله فقال: لو باع المكلَّف بأداء الجمعة في وقت أمر بالسعي إلى الصلاة لم يصح البيع، وهو قول مالك رحمه الله. \"منتهى العلوم\" لعبد الرحمن الحنبلي.انظر: \"المدونة الكبرى\" لسحنون ١/ ١٤٣.(٥) أخرجه الطبري في \"جامع البيان\" ٢٨/ ١٠١.وانظر: \"إعراب القرآن\" للنحاس ٤/ ٤٢٨، \"النكت والعيون\" للماوردي ٦/ ١٠، \"معالم التنزيل\" للبغوي ٨/ ١١٧.</p><p> الزبير، فيشترون ويبيعون وإذا نودي للصلاة من يوم الجمعة لا يقومون، فنزلت هذِه الآية (١) . </p><p> {ذَلِكُمْ} الذي ذكرت من حضور الجمعة واستماع الخطبة وأداء الفريضة (٢) . </p><p> {خَيْرٌ لَكُمْ} من المبايعة (٣) . </p><p> {إِنْ كُنْتُمْ تَعْلَمُونَ} مصالح أنفسكم ومضارَّها (٤) . </p><p> ذكر حكم الآية: أعلم أنَّ صلاة الجمعة فريضة واجبة على كل مسلم إلَّا خمسة نفر. </p><p> النساء والصبيان، والعبيد، والمرضى، والمسافرون يدل عليه ما: </p><p> [٣١٣١] أخبرنا أبو نعيم عبد الملك (بن الحسن)  (٥) بن محمَّد بن إسحاق الأزهري (٦) - قال: حدثنا بأسفرايين- قال: حدثنا أبو عوانة يعقوب بن إسحاق الحافظ (٧) ، قال: حدثني المزني (٨) ، قال: قال الشافعي (٩) : أخبرنا إبراهيم بن محمَّد (١٠) ، قال: حدثنا سلمة بن </p><p>(١) أخرجه الطبري في \"جامع البيان\" ونسبه للسدي ٢٨/ ١٠٢. (٢) انظر: \"معالم التنزيل\" للبغوي ٨/ ١١٧.(٣) انظر: \"النكت والعيون\" للماوردي ٦/ ١٠، \"معالم التنزيل\" للبغوي ٨/ ١١٧.(٤) انظر: \"جامع البيان\" للطبري ٢٨/ ١٠٢، \"معالم التنزيل\" للبغوي ٨/ ١١٧.(٥) ساقطة من الأصل، والزيادة من (م).(٦) أبو نعيم الأزهري الإسفراييني، صالح ثقة.(٧) قال الحاكم: من علماء الحديث وأثباتهم.(٨) إسماعيل بن يحيى، صدوق.(٩) الإمام المشهور.(١٠) إبراهيم بن محمد بن أبي يحيى، أبو إسحاق المدني، متروك.</p><p> عبيد الله الخطمي (١) ، عن محمَّد بن كعب القرظي (٢) أنه سمع رجلًا من بني وائل (٣) يقول: قال رسول الله - صلى الله عليه وسلم -: \"تجب الجمعة على كل مسلم إلا امرأة أو صبيًا أو مملوكًا\"  (٤) . </p><p> [٣١٣٢] وأخبرنا ابن فنجويه (٥) ، قال: حدثنا ابن يوسف (٦) ، قال: حدثنا ابن وهب (٧) ، قال: حدثنا الربيع بن سليمان الجيزيُّ (٨) ، </p><p>(١) وقيل: ابن عبد الله بن محيصن الأنصاري المدني، روى عن أبيه، روى عنه عبد الرحمن بن أبي شميلة، ذكره ابن حبان في \"الثقات\"، وقال الحافظ ابن حجر: مجهول. انظر: \"تهذيب الكمال\" للمزي ١١/ ٢٩٥، \"تقريب التهذيب\" لابن حجر (٢٤٩٩).(٢) محمد بن كعب القرظي، ثقة عالم.(٣) بنو وائل: بطن من جعفى، من القحطانية وهم: بنو وائل بن مروان بن جعفى، وبطن من ربيعة من العدنانية، وهم بنو وائل بن قاسط، وبطن من القحطانية، وهم: بنو وائل بن عوف.انظر: \"نهاية الأرب في معرفة أنساب العرب\" للقلقشندي (٣٩٥).(٤) [٣١٣١] الحكم على الإسناد:في إسناده سلمة بن عبد الله مجهول، وإبراهيم بن محمد، متروك.التخريج:أخرجه الشافعي في \"مسنده\" ١/ ٦١ عن إبراهيم بن محمَّد، ومن طريقه البيهقي في \"السنن الكبرى\" ٣/ ١٧٣ (٥٣٦٩)، والبغوي في \"معالم التنزيل\" ٨/ ١١٧.(٥) ثقة، صدوق، كثير الرواية للمناكير.(٦) لم أجده.(٧) عبد الله بن محمد بن وهب الدينوري، قال الدارقطني متروك.(٨) أبو محمد الأزدي، ثقة.</p><p> قال: حدثنا عبد الملك بن سلمة القرشي (١) ، قال: حدثنا أبو المثنى سليمان (٢) بن يزيدَ الكعبي (٣) ، عن محمَّد بن عجلان (٤) ، عن أبي الزبير (٥) ، عن جابر -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: \"تحرم التجارة عند الأذان يوم الجمعة ويحرم الكلام عند الخطبة، وتحل التجارة بعد صلاة الجمعة،ولا تجب الجمعة على أربعة:المريض، والعبد، والصبي، والمرأة، فمن استغنى بلهو أو تجارة عن الله استغنى الله عنه، والله غني حميد\"  (٦) . </p><p> وتجب الجمعة على أهل القرى إذا سمعوا النداء من المصر، ووقت اعتبار سماع الأذان أن يكون المؤذن صيِّتا، والأصوات هادئة، والريح ساكنة، وموقف المؤذن عند سور البلد، ويعتبر كل قرية بالسور الذي يليها، هذا مذهب الشافعي (٧) ، وقال ابن عمر وأنس وأبو هريرة -رضي الله عنهم-: </p><p>(١) لم أجده. (٢) في الأصل: سلمان، والتصويب من (م).(٣) ضعيف.(٤) صدوق، إلا أنه اختلطت عليه أحاديث أبي هريرة.(٥) محمد بن مسلم المكي، صدوق إلا أنه يدلس.(٦) [٣١٣٢] الحكم على الإسناد:فيه أبو المثنى ضعيف، وفيه من لم أجده، وعبد الله بن وهب متروك، وأبو الزبير مدلس وقد عنعن.التخريج: ذكره الديلمي في \"مسند الفردوس\" ٥/ ٤٧٠ (٨٧٩١) بمثله، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ١٠٣ بمعناه.(٧) انظر: \"الأم\" للشافعي ١/ ١٩٢، \"المهذب\" للشيرازي ١/ ١٠٩.</p><p> تجب الجمعة على من كان من المصر عشرة أميال (١) . </p><p> وقال سعيد بن المسيب: تجب على كل من آواه المبيت. </p><p> وقال الزهري: تجب على من كان على ستة أميال. </p><p> وقال ربيعة: أربعة أميال. </p><p> وقال مالك والليث: ثلاثة أميال (٢) . </p><p> وقال أبو حنيفة رحمه الله: لا تجب الجمعة على أهل السواد سواء كانت القرية قريبة من المصر، أو بعيدة (٣) ، حتى يحكى أنَّ محمَّد بن الحسن سأله هل تجب الجمعة على أهل ديار بينها وبين الكوفة مجرى نهر؟ قال: لا. واختلف الفقهاء في عدد من تنعقد بهم الجمعة (٤) : </p><p> فقال الحسن: تنعقد باثنين (٥) . </p><p> وقال الليث بن سعد وأبو يوسف رحمهما الله: بثلاثة (٦) . </p><p> وقال سفيان الثَّوري وأبو حنيفة رحمهما الله: بأربعة (٧) . </p><p>(١) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٠٤. (٢) انظر: \"معالم التنزيل\" للبغوي ٨/ ١٢٠.(٣) انظر: \"حاشية رد المختار\" لابن عابدين ٢/ ١٥٣، \"معالم التنزيل\" للبغوي ٨/ ١٢٠.(٤) انظر: \"الأصل\" للشيباني ١/ ٣٣١.(٥) انظر: \"معالم التنزيل\" للبغوي ٨/ ١٢٠ عنه، ونسبه لأبي ثور، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١١.(٦) انظر: \"معالم التنزيل\" للبغوي ٨/ ١١٩ عن أبي يوسف ولم ينسبه لليث بن سعد، ونسبه للأوزاعي، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١١.(٧) انظر: \"بدائع الصنائع\" للكاساني ١/ ٢٦٨، \"معالم التنزيل\" للبغوي ٨/ ١١٩ عن أبي حنيفة، ولم ينسبه لسفيان، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١١.</p><p> وقال الربيع: تنعقد باثني عشر رجلًا (١) . </p><p> وقال الشافعي رحمه الله: لا تنعقد الجمعة بأقل من أربعين نفسًا، قال: وكل قرية فيها أربعون رجلًا بالغون عاقلون أحرار مقيمون لا يظعنون عنها شتاءً ولا صيفًا إلَّا ظعن حاجة وجبت عليهم الجمعة (٢) . </p><p> وقال مالك رحمه الله: إذا كانت فيها سوق ومسجد وجبت عليهم الجمعة من غير اعتبار عدد (٣) . وكتب عمر بن عبد العزيز: أي قرية اجتمع فيها ثلاثون بيتًا فعليهم الجمعة (٤) . </p><p> وقال أبو حنيفة: لا تجب على أهل السَّواد والقرى، ولا يجوز لهم إقامتها فيها (٥) . </p><p> واشترط في وجوب الجمعة وانعقادها: المِصر الجامع، والسلطان القاهر، والسوق القائمة، والنهر الجاري (٦) . </p><p> واحتجَّ بحديث على -رضي الله عنه-: لا جمعة ولا تشريق إلَّا في مصر جامع ورفقة تعينهم (٧) . </p><p>(١) انظر: \"معالم التنزيل\" للبغوي ٨/ ١٢٠، \"الجامع لأحكام القرآن\" ١٨/ ١١١. (٢) انظر: \"الأم\" للشافعي ١/ ١٩٠، \"معالم التنزيل\" للبغوي ٨/ ١١٩، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١٢.(٣) انظر: \"المدونة الكبرى\" لسحنون ١/ ١٥٢، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١٢.(٤) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١٢.(٥) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١٢.(٦) انظر: \"المبسوط\" للسرخسي ٢/ ٢٣، \"الجامع لأحكام القرآن\" ١٨/ ١١٢.(٧) انظر: \"معالم التنزيل\" للبغوي ٨/ ١١٩، \"الجامع لأحكام القرآن\" ١٨/ ١١٢.</p><p> والدليل على أبي حنيفة حديث ابن عباس -رضي الله عنهما-: قال: أوَّل جمعة جمعت بعد جمعة النبي -صلى الله عليه وسلم- بالمدينة في قرية من قرى البحرين، يقال لها: جُواثى (١) . </p><p> ويروى أنَّ عمر بن الخطاب -رضي الله عنه- كتب إلى أهل البحرين: صلوا الجمعة حيث ما كنتم، وتصح الجمعة بغير إذن السلطان وحضوره (٢) . </p><p> وقال أبو حنيفة رحمه الله: من شرطها الإمام أو خليفته (٣) . </p><p> ودليلنا على أنَّ السلطان ليس بشرط في انعقاد الجمعة، ما روي أنَّ الوليد بن عُقْبَة والي الكوفة أبطأ يومًا في حضور الجمعة، فتقدم عبد الله ابن مسعود -رضي الله عنه- وصلى الجمعة بالناس من غير إذنه. </p><p> وروي أنَّ علي بن أبي طالب صلَّى الجمعة بالناس يوم حضر عثمان -رضي الله عنه- ولم يُنقل أنَّه استأذنه (٤) . </p><p> وروي أنَّ سعيد بن العاص -رضي الله عنه- والي المدينة لما أخرج من المدينة صلَّى أبو موسى الأشعري -رضي الله عنه- بالناس الجمعة من غير استئذان (٥) . </p><p> ولا تجوز أن تصلى في بلد واحد إلَّا جمعة واحدة، فإن صليت ثانية بطلت الثانية (٦) . </p><p>(١) تقدم تخريجه. (٢) انظر: \"المصنف\" لابن أبي شيبة ١/ ٤٤٠.(٣) انظر: \"حاشية الدر المختار\" لا بن عابدين ٢/ ١٤١، \"المبسوط\" للسرخسي ٢/ ٢٥.(٤) انظر: \"المجموع شرح المهذب\" للنووي ٤/ ٤٤٩، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١٢.(٥) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١٢.(٦) انظر: \"المهذب\" للشيرازي ١/ ١١٧.</p><p> وقال أبو يوسف: إذا كان للبلد جانبين جاز أن تصلى في كل جانب منه جمعة (١) . </p><p> وقال محمَّد بن الحسن: يجوز أن تصلى في بلد واحد جمعتان استحسانًا، فأما الوعيد الوارد لمن ترك صلاة الجمعة من غير عذر. </p><p> [٣١٣٣] فأخبرنا (أبو عمرو أحمد بن أبي الفراتي)  (٢) ، قال: أخبرنا أبو العباس الأصم (٣) ، قال: أخبرنا محمَّد بن عبد الله بن عبد الحكم (٤) ، قال: أنبأنا ابن أبي فديك (٥) ، قال: أخبرنا ابن أبي ذئب (٦) ، عن أسيد (٧) البرَّاد (٨) ، عن عبد الله بن أبي قتادة (٩) ، عن جابر بن عبد الله -رضي الله عنه- أنَّ رسول الله -صلى الله عليه وسلم- قال:  \"من ترك الجمعة ثلاثًا من غير عذر طبع الله على قلبه\"  (١٠) . </p><p>(١) انظر: \"المبسوط\" للسرخسي ٢/ ١٢٠ - ١٢١. (٢) في الأصل: أبو عمرو الفزاري. التصويب من (م)، وأبو عمرو لم يذكر بجرح أو تعديل.(٣) محمد بن يعقوب، ثقة.(٤) أبو عبد الله المصري الفقيه، ثقة.(٥) محمد بن إسماعيل بن مسلم، صدوق.(٦) محمد بن عبد الرحمن بن أبي ذئب، ثقة، فقيه فاضل.(٧) زاد بعدها في (م): أبي، وهو خطأ.(٨) أسيد بن أبي أسيد يزيد أبو سعيد المديني، صدوق.(٩) الأنصاري السلمي أبو إبراهيم، ثقة.(١٠) [٣١٣٣] الحكم على الإسناد:إسناده حسن، فيه ابن أبي فديك وأسيد البَرَّاد كلاهما صدوق، وفيه شيخ المصنف لم أجد فيه جرحًا أو تعديلا. =</p><p> وروى عبد الله بن كعب بن مالك عن أبيه -رضي الله عنه- عن النبي -صلى الله عليه وسلم- أنَّه قال:  \"لينتهينَّ أقوام يسمعون النداء يوم الجمعة ثم لا يشهدونها أو ليطبعنَّ الله على قلوبهم أو ليكوننَّ من الغافلين أو ليكوننَّ من أصحاب النار\"  (١) . </p><p> ويروى أنَّه -صلى الله عليه وسلم- خطب، فقال: \"أيها الناس إنَّ الله قد افترض عليكم الجمعه في يومي هذا في مقامي هذا، فمن تركها في حياتي </p><p>= التخريج: أخرجه ابن ماجه في كتاب إقامة الصلاة، باب فيمن ترك الجمعة من غير عذر (١١٢٦) من طريق عبد الله بن وهب عن ابن أبي ذئب به بمثله.وله شاهد:أخرجه ابن ماجه في كتاب إقامة الصلاة، باب فيمن ترك الجمعة من غير عذر (١١٢٥)، وأبو داود في كتاب الصلاة، باب التشديد في ترك الجمعة (١٠٥٢)، والترمذي في كتاب باب ما جاء في ترك الجمعة من غير عذر (٥٠٠)، والنسائي في كتاب الجمعة، باب التشديد في التخلف عن الجمعة ٣/ ٨٨، والدارمي في \"سننه\" في كتاب الصلاة، باب فيمن يترك الجمعة بغير عذر (١٦١٢)، والحاكم في \"المستدرك\" ١/ ٤١٥ (١٠٣٤)، وابن الجارود في \"المنتقى\" ١/ ٨١ (٢٨٨)، جميعهم أخرجوه من حديث أبي الجعد الضمري بنحوه.(١) أخرجه الطبراني في \"المعجم الكبير\" ١٩/ ٩٩ (١٩٧) من حديث عطاء عن عبد الله بن كعب به بنحوه، وأورده الهيثمي في \"مجمع الزوائد\" ٢/ ١٩٣ بنحوه.وله شاهد:أخرجه مسلم في كتاب الجمعة، باب التغليط في ترك الجمعة (٨٦٥)، والدارمي في \"السنن\" في كتاب الصلاة، باب فيمن يترك الجمعة بغير عذر (١٦١١).كلاهما أخرجاه من حديث أبي هريرة -رضي الله عنه- بنحوه.وانظر: \"معالم التنزيل\" للبغوي ٨/ ١١٩، \"الجامع لأحكام القرآن\" ١٨/ ١٠٥.</p><p> أو بعد مماتي إمام عادل أو جائر من غير عذر فلا بارك الله له، ولا جمع له شمله، أَلا فلا حج له ولا صوم له، ومن تاب تاب الله عليه \"(١).</p><p> وقال جابر -رضي الله عنه-: كان النبي -صلى الله عليه وسلم- يوم الجمعة يخطب فيقول بعد أن يحمد الله ويصلي على أنبيائه: \" أيُّها الناس إنَّ لكم معالم فانتهوا إلى معالمكم، وإنَّ لكم نهاية، فانتهوا إلى نهايتكم، إنَّ العبد المؤمن بين مخافتين، بين أجلٍ قد مضى لا يدري ما الله صانع فيه، وبين أجل قد بقي لا يدري ما الله صانع فيه، فليأخذ العبد من نفسه لنفسه، ومن دنياه لآخرته، ومن الشبيبة قبل الكِبر، ومن الحياة قبل الممات (٢) ، فوالذي نفس محمد بيده ما بعد الموت مُسْتعتَب وما بعد الدنيا دارٌ إلَّا الجنة أو النار. أقول قولي هذا وأستغفر الله لي ولكم\" (٣) . </p><p> [٣١٣٤] أخبرنا أبو عبد الله الفنجوي الدينوري (٤) ، قال: حدثنا </p><p>(١) أخرجه ابن ماجه في كتاب إقامة الصلاة، باب في فرض الجمعة (١٠٨١)، والطبراني في \"المعجم الأوسط\" ٢/ ٦٤ (١٢٦١) من حديث جابر بن عبد الله بمعناه، ٧/ ١٩٢ (٧٢٤٦) من حديث أبي سعيد الخدري بمعناه. وانظر: \"شعب الإيمان\" للبيهقي ٣/ ١٠٦، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١٩.(٢) في الأصل: المماه، والتصويب من \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١٦.(٣) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١١٦ بمثله، \"مسند الفردوس\" للديلمي ٣/ ٩٣ بنحوه، ٥/ ٢٧٨ ونسبه أيضًا للحسن بمثله.(٤) ثقة، صدوق، كثير الرواية للمناكير.</p><p> أبو بكر ابن مالك القطيعي (١) ، قال: حدثنا عبد الله بن أحمد بن حنبل (٢) ، قال: حدثني أبي (٣) ، قال: حدثنا حسين بن علي (٤) ، عن الحسن بن الحُرّ (٥) عن ميمون بن أبي شبيب (٦) ، قال: أردت الجمعة زمان الحجاج، فتهيَّأت للذهاب، ثم قلت: أين أذهب؟ أصلي خلف هذا الفاجر؟ فقلت مرة: أذهب. وقلتُ مرَّة: لا أذهب. ثم أجمع رأي على الذهاب، فناداني منادٍ من جانب البيت:  {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ} . </p><p> قال: وجلست مرة أكتب كتابًا فعرض لي شيء إن أنا أكتُبه في كتابى زين كتابي وكنت قد كذبت (٧) وإن أنا تركته كان في كتابي بعض القبح وكنت قد صدقت، فقلت مرة: أكتب. وقلت مرة: لا </p><p>(١) أحمد بن جعفر بن حمدان، ثقة. (٢) ثقة.(٣) إمام ثقة، فقيه، حافظ.(٤) الحسين بن علي بن الوليد الجُعْفِي، ثقة عابد.(٥) في الأصل: الحسن، والتصويب من (م)، وهو النخعي ثقة فاضل.(٦) ميمون بن أبي شَبِيب الرَّبعيُّ، أبو نَصْرٍ. الكوفي، قال أبو حاتم: صالح الحديث، وذكره ابن حبان في \"الثقات\"، وقال الحافظ: صدوق، كثير الإرسال. توفي سنة (٨٣ هـ) وروى له البخاري في \"الأدب\"، ومسلم في مقدمة \"صحيحه\" وأصحاب السنن.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٨/ ٢٣٤، \"الثقات\" لابن حبان ٥/ ٤١٦، \"تهذيب الكمال\" للمزي ٢٩/ ٢٠٦، \"تقريب التهذيب\" لابن حجر (٧٠٤٦).(٧) في الأصل: كذبه والتصويب من (م).</p><p> أكتب. فأجمع رأيي على تركه، فتركته فنادى منادٍ من جانب البيت:  {يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ}  (١)  (٢) . </p><p> فأما ثواب من شهد الجمعة: </p><p> [٣١٣٥] فأخبرني أحمد بن أبي الفراتي (٣) ، قال: حدثنا الهيثم بن كليب الشاشي (٤)  (٥) ، قال: حدثنا عيسى بن أحمد (٦) ، حدثنا بقية (٧) ، قال: حدثني الضحاك بن حُمرة (٨) ، </p><p>(١) إبراهيم: ٢٧. (٢) [٣١٣٤] الحكم على الإسناد:إسناده حسن، فيه ميمون بن أبي شبيب، صدوق.التخريج:أخرجه أبو نعيم في \"حلية الأولياء\" ٤/ ٣٧٥ عن أبي بكر القطيعي به بنحوه، و\"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٢٠ بنحوه مختصرًا.(٣) ليست في الأصل والمثبت من (م)، وهو لم يذكر بجرح أو تعديل.(٤) الشاشي، إمام، حافظ، ثقة.(٥) من (م).(٦) عيسى بن أحمد بن عيسى بن وردان العسقلاني، أبو يحيى البلخي، ثقة، يغرب.(٧) بقية بن الوليد، صدوق، كثير التدليس عن الضعفاء.(٨) الضحاك بن حُمرة بالراء المهملة الأُملوكي الواسطي، أصله شامي، روى له الترمذي حديثًا واحدًا، ضعيف، قال ابن معين: ليس بشيء. وقال إبراهيم الجوزجاني: غير محمود في الحديث. وقال النسائي والدولابي: ليس بثقة، وذكره ابن حبان في \"الثقات\".انظر: \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٤٦٢، \"الثقات\" لابن حبان ١/ ٤٨٤، \"تهذيب الكمال\" للمزي ١٣/ ٢٥٩، \"تقريب التهذيب\" لابن حجر (٢٩٦٦).</p><p> عن أبي نصيرة (١) ، عن أبي رجاء العطاردي (٢) ، عن أبي بكر الصديق وعمران بن حصين -رضي الله عنهما- قالا: قال رسول الله -صلى الله عليه وسلم-: \"من اغتسل يوم الجمعة كفرت عنه ذنوبه وخطاياه، فإذا أخذ في المشي كتب له بكل خطوة عمل عشرين سنة، فإذا فرغ من الجمعة أجيز بعمل مائتي سنة\"  (٣) . </p><p> [٣١٣٦] وأخبرنا أحمد بن أَبي الفراتي (٤) في آخرين، قالوا: حدثنا أبو العباس الأصم (٥) ، قال: أخبرنا الربيع (٦) ، قال: أخبرنا </p><p>(١) أبو نصيرة الواسطي، اسمه مسلم بن عبيد، وثقه أحمد، وذكره ابن حبان في \"الثقات\" وقال: كان يخطئ على قلة روايته، روى له أبو داود والترمذي حديثًا واحدًا، وضعفه الأزدي. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٨/ ١٨٨، \"الثقات\" لابن حبان ٥/ ٣٩٩، \"تهذيب الكمال\" للمزي ٣٤/ ٣٤٥، \"تقريب التهذيب\" لابن حجر (٨٤١٤).(٢) عمران بن مِلْحان، ثقة.(٣) [٣١٣٥] الحكم على الإسناد:إسناده ضعيف، فيه الضحاك بن حُمرة ضعيف، وشيخ المصنف لم يذكر بجرح أو تعديل.التخريج:أخرجه الطبراني في \"المعجم الأوسط\" ٣/ ٣٥٧ (٣٣٩٧) من طريق أنس بن مالك عن أبي بكر الصديق.وأخرجه الواحدي في \"الوسيط\" من طريق عتبة بن السكن عن الضحاك بن حمرة به بنحوه ٤/ ٢٩٧، وأورده الهيثمي في \"مجمع الزوائد\" وقال: فيه الضحاك بن حمرة ضعفه ابن معين والنسائي، وذكره ابن حبان في \"الثقات\".(٤) ليست في الأصل: والمثبت من (م)، ولم يذكر بجرح أو تعديل.(٥) ثقة.(٦) الربيع بن سليمان المرادي، ثقة.</p><p> الشافعي (١) ، قال: أخبرنا مالك (٢) ، عن سُمَيٍّ (٣) ، عن أبي صالح السمان (٤) ، عن أبي هريرة -رضي الله عنه- أنَّ النبيَّ -صلى الله عليه وسلم- قال:  \"من اغتسل يوم الجمعة غسل الجنابة ثم راح في الساعة الأولى فكأنَّما قرَّب بدنة، ومن راح في الساعة الثانية فكأنَّما قرب بقرة، ومن راح في الساعة الثالثة فكأنما قرب كبشًا، ومن راح في الساعة الرابعة فكأنما قرب دجاجة، ومن راح في الساعة الخامسة فكأنما قرب بيضة، فإذا خرج الإمام طويت الصحف وحضرتِ الملائكة يستمعون الذكر\" وفي رواية عنه قال النبي -صلى الله عليه وسلم-: \"على باب المسجد يوم الجمعة ملائكة يكتبون الأوَّل فالأول، فمثل السابق كمثل الذي يقرب بدنة ثم كالذي يقرب بقرة ثم كبشًا ثم طيرًا ثم بيضة، وما مِن عبد غسَّل واغتسل وبكر وابتكر ورَاح إلى الجمعة فاستمع ولم يلغ ولا فرق بين اثنين إلَّا غفر الله تعالى له ما بينه وبين الجمعة الأخرى وفضل ثلاثة أيام\"  (٥) . </p><p>(١) الإمام المشهور. (٢) مالك بن أنس بن مالك، إمام دار الهجرة، رأس المتقنين، وكبير المتثبتين.(٣) مولى أبي بكر بن عبد الرحمن المَخزومي، أبو عبد الله المدني، ثقة.(٤) من (م) وهو ذكوان الزيات، ثقة ثبت.(٥) [٣١٣٦] الحكم على الإسناد:إسناده رجاله ثقات، وشيخ المصنف لم أجد فيه جرحًا ولا تعديلًا.التخريج:أخرجه البخاري في كتاب الجمعة، باب فضل الجمعة (٨٨١) من طريق عبد الله ابن يوسف عن مالك به بمعناه، وأخرجه مسلم في كتاب الجمعة، باب الطيب =</p><p> [٣١٣٧] وأخبرنا أبو عمرو الفراتي (١) ، قال: أخبرنا أبو القاسم عمر بن أحمد بن الحسن البصري (٢) ، قال: حدثنا عبد الله بن محمَّد بن شوذب (٣) ، قال: حدثنا محمَّد بن عبد الملك الدقيقي (٤) ، قال: أخبرنا الحسن بن عرفة (٥) ، قال: حدثنا يزيد بن هارون (٦) ، عن ثابت (٧) ، عن (٨) أنس -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: \"ليلة </p><p>= والسواك يوم الجمعة (٨٥٠)، والنسائي في كتاب الجمعة، باب وقت الجمعة ٣/ ٩٩، كلاهما من طريق قتيبة عن مالك بمعناه. وأخرجه أبو داوب في كتاب الطهارة باب في الغسل يوم الجمعة (٣٥١) من طريق عبد الله بن مسلمة عن مالك به بمعناه.وأخرجه الترمذي في كتاب الجمعة، باب ما جاء في التبكير إلى الجمعة (٤٩٩) من طريق معن عن مالك به بمعناه، وأخرجه مالك في \"الموطأ\" في كتاب الصلاة، باب العمل في غسل الجمعة (٩٧) من طريق يحيى عن مالك به بمعناه، وله شاهد:أخرجه ابن ماجه في كتاب إقامة الصلاة، باب ما جاء في الغسل يوم الجمعة (١٠٨٧)، وأحمد في \"المسند\" ٢/ ٤٦٠ (٩٩٢٦).كلاهما من حديث أوس بن أوس الثقفي بمعناه مختصرًا.(١) لم يذكر بجرح أو تعديل.(٢) لم أجده.(٣) لم أجده.(٤) في الأصل: الدقيق، والتصويب من (م)، وهو صدوق.(٥) العَبْدي، أبو علي البغدادي، صدوق.(٦) أبو خالد السلمي، ثقة متقن عابد.(٧) ثابت بن أسلم، أبو محمد البصري، ثقة عابد.(٨) في (م): بن وهو خطأ.</p><p> أُسري بي إلى السماء رأيت تحتَ العرش سبعين مدينة كل مدينة مثل دنياكم هذِه سبعين مرة مملوءة من الملائكة يسبحون الله ويقدسونه ويقولون في تسبيحهم: اللَّهمَّ اغفر لمن شهد الجمعة اللهمَّ اغفر لم اغتسل يوم الجمعة\" (١) . </p><p> فأما فضل يوم الجمعة: </p><p> [٣١٣٨] فأخبرنا أبو عمرو الفراتي (٢) وأبو عبد الله الحافظ (٣) وأبو محمَّد الكيال (٤) وأبو علي السيوري (٥) ، قالوا: أخبرنا أبو العباس محمَّد بن يعقوب (٦) ، قال: حدثنا الربيع بن سليمان (٧) ، قال: أخبرنا الشافعي (٨) ، قال: أخبرنا مالك (٩) ، عن يزيد بن عبد الله بن الهاد (١٠) ، عن محمد بن إبراهيم بن الحارث (١١) ، </p><p>(١) [٣١٣٧] الحكم على الإسناد: في إسناده من لم أجده، وشيخ المصنف لم يذكر بجرح أو تعديل.التخريج:أورده القرطبي في \"الجامع لأحكام القرآن\" ١٨/ ١١٩، وعزاه للثعلبي.(٢) لم يذكر بجرح أو تعديل.(٣) الحاكم، إمام ثقة.(٤) إسحاق بن إبراهيم، لم يذكر بجرح أو تعديل.(٥) الحسين بن محمد بن علي بن إبراهيم ثقة كثير الحديث.(٦) الأصم، ثقة صدوق.(٧) ثقة.(٨) الإمام المشهور.(٩) إمام دار الهجرة.(١٠) الليثي، أبو عبد الله المدني، ثقة مكثر، وقد زاد بعده: عن محمد بن الهاد. فلعله سهو، فيزيد يروي مباشرة عن محمد بن إبراهيم. .(١١) أبو عبد الله التيمي، ثقة له أفراد.</p><p> عن أبي سلمة (١) عن أبي هريرة -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: \"خير يوم طلعَت فيه الشمسُ يوم الجمعة فيه خلق آدم، وفيه أهبط وفيه تاب الله عليه، وفيه مات وفيه تقوم الساعة، وما من دابة إلَّا وهي مصبحة من حين تصبح حتى تطلع الشمس مشفقةً من الساعة إلَّا الجن والإنس(٢)، وفيها ساعة لا يصادفها عبد مسلم يصلي ويسأل الله فيها شيئًا إلَّا أعطاه إياه\"  (٣) . </p><p>(١) أبو سلمة بن عبد الرحمن بن عوف، ثقة مكثر. (٢) كتب في هامش (٧٣/ أ) في الأعلى: قال الإمام أحمد رحمه الله في الساعة التي تستجاب فيها الدعوة: أكثر الحديث أنَّها بعد العصر وترجى بعد زوال الشمس، ويروى عن النبي -صلى الله عليه وسلم- أنَّها ما بين أن يجلس الإمام إلى أن يقضي الصلاة. وعن ابن عباس رضي الله عنهما: أنَّها ما بين الأذان إلى انصراف الإمام، وقال أبو هريرة: التمسوا الساعة التي في الجمعة في ثلاث مواطن: ما بين طلوع الفجر إلى طلوع الشمس، وما بين أن ينزل الإمام إلى أن يكبر، وما بين صلاة العصر إلى غروب الشمس. \"منتهى العلوم\" تنظر الأحاديث عن الإمام أحمد في الساعة التي تستجاب فيها الدعوة.انظر: \"الجمعة وفضلها\" للمروزي (٣، ٤، ٥، ٦، ٧، ٨)، \"المغني\" لابن قدامة ٢/ ٣٥٤ - ٣٥٦.(٣) [٣١٣٨] الحكم على الإسناد:رجاله ثقات سوى الفراتي والكيال إلا أنهما قد توبعا.التخريج:أخرجه أبو داود في كتاب الصلاة، باب فضل الجمعة وليل الجمعة (١٠٤٦) عن القعنبي عن مالك به بمعناه، والترمذي في كتاب الجمعة، باب ما جاء في الساعة التي ترجى يوم القيامة (٤٩١) من طريق معن عن مالك به بنحوه. وقال: حديث حسن صحيح. =</p><p> قال أبو هريرة -رضي الله عنه-: فقال عبد الله بن سلام -رضي الله عنه-: هي آخر ساعة من يوم الجمعة، فقلت له: كيف تكون آخر ساعة، وقد قال رسول الله -صلى الله عليه وسلم-: \"لا يصادفها عبد مسلم وهو يصلي\" وتلك ساعة لا يُصلى فيها؟ فقال عبد الله بن سلام -رضي الله عنه-: ألم يقل النبي -صلى الله عليه وسلم-: \"من جلس مجلسًا ينتظر الصلاة فهو في صلاة حتى يصليها\" قلت: بلى. قال: فهو ذاك. </p><p> [٣١٣٩] وأخبرنا أبو القاسم عبد الخالق بن علي بن عبد الخالق المؤذن (١) ، قال: أخبرنا أبو بكر بن خنب (٢) ، قال: حدثنا يحيى (٣) بن أبي طالب (٤) ، قال: حدثنا (أبو بدر)  (٥) شجاع بن الوليد السكوني (٦) ، قال: حدثنا زياد بن خيثمة (٧) ، عن عثمان (٨) بن أبي مسلم (٩) ، عن أنس </p><p>= وأخرجه مالك في \"الموطأ\" (١٠٢، ١٠٣) عن يزيد بن عبد الله بن الهاد به بنحوه، وأحمد في \"المسند\" ٥/ ٤٥١ (٣٧٨١) من طريق محمَّد بن إسحاق عن محمَّد بن إبراهيم به بنحوه، والشافعي في \"مسنده\" ١/ ٧٢ عن مالك به بنحوه، والحاكم في \"المستدرك\" ١/ ٤١٣ (١٠٣٠) عن أبي العباس به بنحوه. (١) أبو القاسم النيسابوري، ثقة.(٢) محمد بن أحمد بن خنب، أبو بكر، صدوق لا بأس به.(٣) من (م).(٤) محله الصدق.(٥) في الأصل (م): أبو بكر. وهو خطأ.(٦) في الأصل: السكري. والتصويب من (م) وهو صدوق ورع له أوهام.(٧) زياد بن خَيثمة الجعفي الكوفي، سمع أبا إسحاق السبيعي، روى عنه زهير ووكيع وهشيم وشجاع بن الوليد، قال ابن حجر، ثقة.انظر: \"التاريخ الكبير\" للبخاري ٢/ ٣٥١، \"تقريب التهذيب\" لابن حجر (٢٠٧٠).(٨) من (م).(٩) لم أجده.</p><p> ابن مالك -رضي الله عنه- قال: أبطأ علينا رسول الله -صلى الله عليه وسلم- ذات يوم فلما خرج قلنا له: احتبست؟ قال: \"ذاك أنَّ جبريل -عليه السلام- أتاني بهيئة المرآة البيضاء فيها نكتة سوداء، فقلت: ما هذا يا جبريل؟ قال: إنَّ هذِه يوم الجمعة فيها خير لك ولأمتك وقد أرادها اليهود والنصارى فأخطؤوها وهداكم الله سبحانه لها. فقلت: يا جبريل ما هذِه النكتة السوداء؟ قال: هذِه الساعة التي في يوم الجمعة لا يوافقها عبد مسلم يسأل الله فيها خيرًا إلاَّ أعطاه إياه وادَّخر له مثله يوم القيامة أو صرف عنه من السوء مثله، وإنَّه خير الأيام عند الله، وإنَّ أهل الجنة يسمونه يوم المزيد، فقال: يا جبريل وما يوم المزيد؟ قال: إنَّ في الجنة واديًا أفيح تربته مسك أذفر أبيض ينزل الله تبارك وتعالى إليه كل جمعةٍ فيضع كرسيه فيه، ثم يُجاء بمنابر من نور فتوضع خلفَه فتحف به الملائكة ثم تجاء بكراسي من ذهب فتوضع، ثم يجاء بالنبيين والصديقين والشهداء والمؤمنين وأهل الغرف فيجلسون، ثم تبسَّم الله تبارك وتعالى، فيقول: أي عبادي سلوا، فيقولون نسألك رضوانك. فيقول: قد رضيت عنكم وبرضواني أحللتكم دار كرامتي فاسألوا، فيسألون مناهم فيعطيهم الله ما سألوا وأضعافًا، ويعطيهم ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر، ثم يقول: ألم أنجزكم وعدي وأتمم عليكم نعمتي وهذا محل كرامتي، ثم إنَّه يكشف الحجب ويتجلى لهم تعالى فيرونه فينسون كل لذة في محل رؤيته ويجللهم من النور والضياء فيخرون سجدًا، فيقول الله تبارك وتعالى: ارفعوا رؤوسكم </p><p> فليست بدار عبادة. فيرفعون رؤسهم وقد أعطوا مناهم وفوق المنا، ثم ينصرفون إلى غرفهم ويعودون لذلك كل يوم جمعة. قلت: يا جبريل ما غرفهم؟ قال: من لؤلؤة بيضاء أو ياقوتة حمراء أو زبرجدة خضراء مقورة فيها أبوابها، وفيها أزواجها مطردة فيها أنهارُها\" (١) . </p><p> [٣١٤٠] وأخبرنا عبد الخالق بن علي (٢) ، قال: أخبرنا أبو العباس عبد الوهاب بن عبد الحي المذكر (٣) ، قال: أخبرنا أبو محمَّد أحمد بن محمَّد بن إسحاق (٤) ، قال: أخبرنا أحمد بن غالب البصري الزاهد ببغداد (٥) ، قال: حدثنا دينار مولى أنس بن مالك (٦) عن أنس -رضي الله عنه- </p><p>(١) [٣١٣٩] الحكم على الإسناد: في إسناده من لم أجده.التخريج:أخرجه ابن أبي شيبة في \"المصنف\" ٢/ ٦١٧ (٥٥٥٧)، وعبد الله بن أحمد في \"السنة\" ١/ ٢٥٠، والطبري في \"جامع البيان\" ٢٦/ ١٧٥، كلاهما أخرجاه من طريق عثمان بن عمير عن أنس بن مالك بنحوه.وانظر: \"مجمع الزوائد\" ١٠/ ٤٢١.(٢) أبو القاسم النيسابوري، ثقة.(٣) لم أجده.(٤) أبو بكر بن السني، حافظٌ ثقة.(٥) الباهلي، وضاع متروك كذاب.(٦) دينار مولى أنس بن مالك، هو أبو مِكْيَس الحبشي، كان يزعم أنه خادم أنس بن مالك وحدث عنه ببغداد، روى عنه أحمد بن محمد بن غالب وغيره، قال ابن عدي: ذاهب الحديث.انظر: \"الكامل\" لابن عدي ١/ ٢٩٥، \"ميزان الاعتدال\" للذهبي ٢/ ٣٠.</p>"
}