{
  "id": null,
  "sura": 63,
  "aya": 10,
  "text": "<p> ٩ - قوله تعالى:  {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ} </p><p> تشغلكم (١)  {أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ} قال المفسرون: يعني الصلوات الخمس (٢) ، نظيره قوله:  {رِجَالٌ لَا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللَّهِ}  (٣)  {وَمَنْ يَفْعَلْ ذَلِكَ فَأُولَئِكَ هُمُ الْخَاسِرُونَ} . </p><p> ١٠ - {وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِي} </p><p> أمهلتني، يجوز أن يكون (٤)  (لا) صلة فيكون الكلام بمعنى </p><p>= ٢ - وأخرج البخاري كتاب الأنبياء باب وفاة موسى وذكره بعده (٣٤١٠) كتاب الطب باب من لم يرق (٥٧٥٢)، كتاب الرقاق، باب يدخل الجنة سبعون ألفًا (٦٤٧٢) كتاب الرقاق باب ومن يتوكل (٦٥٤١)، ومسلم كتاب الإيمان باب الدليل على دخول طوائف من المسلمين الجنة بعير حساب ولا عذاب (٢٢٠)، من طريق سعيد بن جبير عن ابن عباس عن النبي -صلى الله عليه وسلم- قال: \"عرضت على الأمم، فرأيت النبي ومعه الرهط، والنبي معه الرجل والرجلان، والنبي وليس معه أحد إذ رفع لي سواد عظيم فظننت أنهم أمتي فقيل لي: هذا موسى وقومه، فنظرت فإذا سواد عظيم فقيل لي هذِه أمتك، ومعهم سبعون ألفًا يدخلون الجنة بغير حساب ولا عذاب. . \" الحديث. (١) قاله سهل التستري، ذكره أبو عبد الرحمن السلمي في \"حقائق التفسير\" (٣٤١/ ب).(٢) جاء هذا التفسير عن جماعة منهم: الضحاك، وعطاء، وقتادة.وأقوالهم مخرجة في \"جامع البيان\" للطبري ٢٨/ ١١٧، \"تعظيم قدر الصلاة\" للمروزي ١/ ١٢٧، \"الدر المنثور\" للسيوطي ٦/ ٣٤٠ - ٣٤١، \"النكت والعيون\" للماوردي ٦/ ١٨، \"زاد المسير\" لابن الجوزي ٨/ ٢٧٧.(٣) النور: ٣٧.(٤) كذا، وفي (ت): تكون.</p><p> التمني، ويجوز أن تكون بمعنى هلّا فتكون استفهامًا (١) . </p><p> {إِلَى أَجَلٍ قَرِيبٍ} يعني: مثل ما أجلت لي في الدنيا {فَأَصَّدَّقَ} فأتصدق (٢) وأزكي مالي {وَأَكُنْ مِنَ الصَّالِحِينَ}  (٣) المؤمنين، نظيره قوله:  {وَمَنْ صَلَحَ مِنْ آبَائِهِمْ}  (٤) ، هذا قول مقاتل، وجماعة من المفسرين (٥) . </p><p> وقالوا: نزلت هذِه الآية في المنافقين. </p><p> وقيل: الصلاح هاهنا: الحج. والآية نازلة في المؤمنين (٦) . </p><p> روى الضحاك، وعطية عن ابن عباس -رضي الله عنهما- قال: ما من أحد </p><p>(١) \"معالم التنزيل\" للبغوي ٨/ ١٣٤، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٣١. وما اختاره المصنف من أن لولا للتمني، هو أحد استعمالات لولا على المجاز أو الكناية لا على الحقيقة. وأما تجويزه أن تكون بمعنى هلا وهو التحضيض، وهذا الاستعمال الحقيقي لـ \"لولا\" مال إليه الفراء.انظر: \"معاني القرآن\" للفراء ٢/ ٨٥، \"التحرير والتنوير\" لابن عاشور ٢٨/ ٢٥٣.(٢) وروي أن سعيد بن جبير قرأ: (فأتصدق وأكون)، كما في \"مختصر في شواذ القرآن\" لابن خالويه (ص ١٥٨).(٣) في الأصل: (وأكون) والمصنف يثبت فيما يكتب قراءة حفص عن عاصم، وحفص يقرأها بالجزم، نعم روي عن عاصم أنه قرأها كذلك بالنصب كما في \"الدر المنثور\" للسيوطي ٦/ ٣٤١، ولكن المشهور الجزم وعليه نسخة (ت).(٤) الرعد: ٣٣.(٥) \"معالم التنزيل\" للبغوي ٨/ ١٣٤.(٦) \"معالم التنزيل\" للبغوي ٨/ ١٣٤، وفي (ت)، و\"زاد المسير\" لابن الجوزي ٨/ ٢٧٨، \"البحر المحيط\" لأبي حيان ٨/ ٢٧٠، أن قائل هذا القول هو ابن عباس رضي الله عنهما. ويؤيد هذا ما بعده.</p><p> يموت، وكان له مال فلم يؤد زكاته، وأطاق الحج فلم يحج إلا سأل الرجعة عند الموت. فقالوا: يا ابن عباس، اتق الله فإنما نرى هذا للكافر يسأل الرجعة. قال: أنا أقرأ عليكم به قرآنًا، ثم قرأ هذِه الآية إلى قوله:  {فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ} قال: أحج (١) . </p><p> [٣١٤٧] أخبرنا ابن فنجويه الدينوري (٢) ، حدثنا ابن حمدان (٣) ، حدثنا ابن سهلويه (٤) حدثنا سلمة (٥) ، حدثنا عبد الرزاق (٦) ، أخبرنا الثوري (٧) عن يحيى بن أبي حية (٨) عن الضحاك (٩) عن ابن عباس -رضي الله عنهما- (١٠) . </p><p>(١) رواية عطية هذِه أخرجها الطبري في \"جامع البيان\" ٢٨/ ١١٨. (٢) هو أبو عبد الله الحسين بن محمد، ثقة صدوق كثير رواية المناكير.(٣) القطيعي ثقة.(٤) إبراهيم بن سهلويه، لم أجده.(٥) هو سلمة بن شبيب الحجري، ثقة.(٦) الصنعاني، ثقة حافظ عمي في آخر عمره فتغير وكان يتشيع.(٧) هو سفيان بن سعيد، ثقة إمام حافظ حجة كان ربما دلس.(٨) هو أبو جناب الكلبي الكوفي، ضعفوه لكثرة تدليسه.(٩) ابن مزاحم الهلالي، صدوق كثير الإرسال.(١٠) [٣١٤٧] الحكم على الإسناد:إسناده ضعيف لحال يحيى بن أبي حية، ضعفوه لكثرة تدليسه.ثم إن الضحاك لا يصح له سماع من ابن عباس فهو منقطع كما قاله ابن كثير في \"تفسير القرآن العظيم\" ١٤/ ١٦.التخريج:الخبر جاء عن ابن عباس موقوفًا، ومرفوعًا. =</p><p> (يعني احتج بأول الآية)  (١) . </p><p> واختلف القراء في قوله:  (فأصدق وأكون من الصالحين)  (٢) فقرأ أبو عمرو، وابن محيصن:  (وأكون) بالواو ونصب النون على جواب التمني، أو الاستفهام بالفاء (٣) . قال أبو عمرو: إنما حُذفت الواو من </p><p>= أخرجه الترمذي كتاب التفسير باب ومن سورة المنافقين (٣٣١٦)، وابن زنجويه في \"الأموال\" ٢/ ٧٨٠، والطبري في \"جامع البيان\" ٢٨/ ١١٨ من طريق أبي جناب الكلبي عن الضحاك عن ابن عباس موقوفًا عليه. وأخرجه عبد بن حميد في \"المنتخب\" (ص ٢٣١)، ومن طريقه الترمذي كتاب التفسير باب ومن سورة المنافقين (٣٣١٦)، وابن المنذر وابن أبي حاتم، والطبراني، وابن مروديه كما في \"الدر المنثور\" للسيوطي ٦/ ٣٤٠ من طريق أبي جناب به مرفوعًا.قال أبو عيسى الترمذي بعد إخراجه: هكذا روى سفيان بن عيينة وغير واحد هذا الحديث عن أبي جناب عن الضحاك عن ابن عباس قوله ولم يرفعوه. وهذا أصح من رواية عبد الرزاق -أي التي فيها رفع الخبر- وأبو جناب اسمه: يحيى بن أبي حية، وليس هو بالقوي في الحديث. اهـ. قال المباركفوري في \"تحفة الأحوذي\" ٩/ ٢٢٢ شارحًا كلام الترمذي: أي هذا الحديث الموقوف أصح من المرفوع وليس هو بالقوي. اهـ. أي أنه أقوى الضعيفين.وقد سبق نقل كلام ابن كثير بعد ذكره للحديث قال: رواية الضحاك عن ابن عباس فيها انقطاع. اهـ.قلت: وقد أخرجه الطبري في \"جامع البيان\" ٢٨/ ١١٨ من طرق أخرى عن الضحاك من قوله.(١) من (ت).(٢) هذِه على غير القراءة المشهورة عن حفص عن عاصم وقد مضى بيان ما فيها قريبًا.(٣) \"السبعة\" لابن مجاهد (ص ٦٣٧)، \"المبسوط في القراءات العشر\" لابن مهران (ص ٣٧١)، \"جامع البيان\" للطبري ٢٨/ ١١٨، \"الحجة\" لابن زنجلة (ص ٧١٠)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٢٢ - ٣٢٣.</p><p> المصحف اختصارًا كما حذفوها من كلمن، وأصلها الواو (١) . وقال الفرّاء: ورأيت في بعض مصاحف عبد الله: {فَقُولَا}  (٢) ، (فقلا) بغير واو (٣) وتصديق هذِه القراءة: </p><p> [٣١٤٨] ما أخبرنا محمد بن نعيم (٤) ، وأخبرنا الحسين (٥) بن أيوب، أخبرنا علي بن عبد العزيز (٦) ، حدثنا القاسم بن سلام (٧) ، حدثنا (حجاج عن هارون)  (٨) قال: في حرف أُبي بن كعب، </p><p>(١) ذكره السمعاني في \"تفسير القرآن\" ٥/ ٤٤٧، وابن الجوزي في \"زاد المسير\" ٨/ ٢٧٨. وقد عارض هذا القول محمد بن يزيد فيما حكاه النحاس في (إعراب القرآن\" ٤/ ٤٣٧. وقول أبي عمرو: كلمن يشير إلى الكلمة الرابعة من حروف أباجاد وهي: أبجد، هوز، حطي، كلمن ... وهي الحروف الأبجدية التي كان العرب يتعلمون ويعلمون القراءة والكتابة من خلالها، وهي المعروفة بحساب الجمل.وقيل إن أصلها أسماء ملوك للعرب العاربة.انظر \"مفاتيح العلوم\" للخوارزمي (ص ١١٤)، \"الفهرست\" لابن النديم (ص ٦).(٢) طه: ٤٤، ٤٧، الشعراء: ١٦. .(٣) \"معاني القرآن\" للفراء ٣/ ١٦٠، وعنه رواه ابن خالويه في \"إعراب القراءات السبع\" ٢/ ٣٦٩، وفيه زيادة في النص وهي قوله: وهو خطأ، والقراءة فقولا.(٤) أبو عبد الله الحاكم الإمام الحافظ الثقة.(٥) في (ت): الحسن. وهو أبو عبد الله الطوسي الأديب النحوي الإمام الحافظ الثقة الثبت.(٦) ثقة.(٧) أبو عبيد، الإمام المجتهد الثقة الفاضل.(٨) في الأصل: (حجاج بن هارون)، والمثبت من مصادر ترجمتها. وحجاج هو ابن محمد الأعور، ثقة ثبت لكنه اختلط في اخر عمره، وهارون هو ابن موسى الأزدي، ثقة مقرئ، إلا أنه رمي بالقدر.</p><p> وعبد الله بن مسعود:  (وأكون من الصالحين) بالواو (١) . </p><p> وقرأ الآخرون:  {وَأَكُنْ} بالجزم عطفًا بها على قوله: {فَأَصَّدَّقَ} لو لم يكن فيه الفاء، وذلك أن قوله:  {فَأَصَّدَّقَ} لو لم يكن فيه الفاء كان جزمًا (٢) . </p><p> واختار أبو عبيد: الجزم، قال: من ثلاث جهات: </p><p> إحداها: أني رأيتها في الإمام مصحف عثمان (٣)  {وَأَكُنْ} بحذف </p><p>(١) [٣١٤٨] الحكم على الإسناد: إسناده منقطع.التخريج.وهذِه القراءة نسبها الفراء في \"معاني القرآن\" ٣/ ١٦٠ لابن مسعود، والنحاس في \"إعراب القرآن\" ٤/ ٤٣٧، وابن خالويه في \"إعراب القراءات السبع\" ٢/ ٣٦٩، وزاد أبي بن كعب، ومثله ابن عطية في \"المحرر الوجيز\" ٥/ ٣١٥ - ٣١٦ وفيه أن قراءة أبي (وأكن)، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ١٣١، وأبو حيان في \"البحر المحيط\" ٨/ ٢٧١.(٢) \"السبعة\" لابن مجاهد (ص ٦٣٧)، \"التيسير\" للداني (ص ١٧١)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٨٨ وهم الجمهور: ابن كثير، ونافع، وابن عامر، وعاصم، وحمزة، والكسائي. ذكرهم ابن مجاهد في السبعة.وتوجيه هذِه القراءة: أن من جزم فعلى عطفها على موضع فأصدق؛ لأن موضعه قبل دخول الفاء فيه جزم، لأنه جواب التمني، وجواب التمني إذا كان بغير فاء ولا واو مجزوم، لأنه غير واجب، ففيه مضارعة للشرط وجوابه، فلذلك كان مجزومًا، كما يجزم جواب الشرط، لأنه غير واجب إذ يجوز أن يقع، ويجوز أن لا يقع.انظر \"معاني القرآن\" للفراء ١/ ٨٦، \"الحجة\" لابن زنجلة (ص ٧١٠)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٢٣.(٣) المصحف الإمام يتلخص خبره في أن أمير المؤمنين عثمان بن عفان لما رأى كثرة =</p><p> الواو، ثم اتفقت بذلك المصاحف فلم تختلف (١) . </p><p> وأما الثانية: إجماع أكثر قراء الأمصار عليها (٢) . </p><p> والثالثة: أنا وجدنا لها مخرجًا واضحًا صحيحًا من العربية لا يجهله أهل العلم بها، وهو أن يكون نسقًا على محل {أَصَّدَّقَ} قبل دخول الفاء (٣) ، وقد وجدنا مثله في أشعارهم القديمة، مثل قول القائل: </p><p>= اختلاف الناس في وجوه القراءات استشار البقية الباقية من المهاجرين والأنصار فنسخ الصحف المنتشرة بأيدي الناس في مصحف واحد، مرتبًا لسوره واقتصر على لغة قريش، فصار هذا المصحف هو الإمام ثم أرسل منه إلى الآفاق خمسة مصاحف، ثم انتشر بعد ذلك. انظر: \"الإتقان في علوم القرآن\" للسيوطي ١/ ٧٩ - ٨٠.(١) \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٥٤١، قال: وروى أبو عبيد ... فذكره.وفي \"الإتحاف\": قال الحلواني أحمد عن خالد قال: رأيت في الإمام مصحف عثمان وأكون بالواو، ورأيته ممتلئًا دما.قال الجعبري: وقد تعارض نقل هذين العدلين، فلا بد من جامع، فيحتمل أن النافي رآه بعد دثور ما بعد الكاف فبقي بعدها حرف هو النون، وتكون الواو دثرت. والله أعلم. اهـ.وقال ابن الجزري في \"النشر في القراءات العشر\" ٢/ ٣٨٨ بعد أن ذكر قراءة الجزم: وكذا هو مرسوم في جميع المصاحف.(٢) سبق ذكر من قرأ بها وأزيد قول الطبري في \"جامع البيان\" ٢٨/ ١١٨ قال: قرأ بها عامة قراء الأمصار غير ابن محيصن وأبي عمرو.(٣) \"علل القراءات السبع\" لابن خالويه ٢/ ٣٦٩، \"تأويل مشكل القرآن\" لابن قتيبة (ص ٥٦)، \"إعراب القرآن\" للنحاس ٤/ ٤٣٧.</p>"
}