{
  "id": null,
  "sura": 63,
  "aya": 8,
  "text": "<p> القلوب، وهو علام الغيوب، ومقلب القلوب (١) . وكان الشبلي رحمه الله يقول: ولله خزائن السموات والأرض، فأين تذهبون (٢) . </p><p> ٨ - {يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ} </p><p> يعني: من غزاة بني لحيان ثم بني المصطلق، وهم حي من هُذيل (٣) . </p><p>= أخرجه البيهقي في \"شعب الإيمان\" ٢/ ١١٤، وانظر \"طبقات الصوفية\" للسلمي (ص ٢٨٠ - ٢٨٣). (١) \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٢٨، وذكره الماوردي في \"النكت والعيون\" ٦/ ١٨، والسمعاني في \"تفسير القرآن\" ٥/ ٤٤٥ وجهًا في الآية ولم ينسباه للجنيد. بل صدراه بقولهم: وفيه لأصحاب الخواطر: أن خزائن السموات الغيوب، وخزائن الأرض: القلوب.وأخرج أبو سعد الماليني في \"الأربعين في شيوخ الصوفية\" (ص ١١٣)، وابن عساكر في \"تاريخ دمشق\" ٥/ ١٣٩ أن أبا سعيد الخزاز يقول من معناها: خزائنه في السماء الغيوب، وفي الأرض القلوب.(٢) انظر: \"المحرر الوجيز\" لابن عطية ١٦/ ٢٢، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٢٨.(٣) وبنو لحيان فخذ من قبيلة هذيل وهي قبيلة يقال لها: هذيل بن مدركة بن إلياس بن مضر بن نزار بن معد بن عدنان. وهذيل قبيلة حجازية ينقسمون إلى قسمين: شمالي وجنوبي الشمالي منهم تقع ديارهم في أطراف مكة، وخاصة من جهة الطائف، ومن هذا القسم: بنو لحيان وهم ستة بطون معروفة عند من يعني بهذا العلم.\"الأنساب\" للسمعاني ٥/ ٦٣١، \"معجم قبائل العرب\" لعمر رضا كحالة ٣/ ١٢١٣، \"المنتخب في ذكر أنساب قبائل العرب\" (ص ٥٠٨) لعبد الرحمن بن حمد المغيري.</p><p> {لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ} فعزة الله تعالى: قهره من دونه، وعزة رسوله: إظهار دينه على الأديان كلها، وعزة المؤمنين: نصره إياهم على أعدائهم وهم ظاهرون. </p><p> وقيل: عزة الله الولاية، قال الله تعالى:  {هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ}  (١) وعزة الرسول الكفاية، قال تعالى:  {إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ}  (٢) ، وعزة المؤمنين الرفعة والرعاية، قال الله تعالى:  {وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ}  (٣) وقال تعالى: {وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا}  (٤) . </p><p> وقيل: عزة الله الربوبية، وعزة الرسول النبوة، وعزة المؤمنين العبودية (٥) . </p><p> وكان جعفر الصادق رحمه الله يقول: من مثلي ورب العرش معبودي، من مثلي وأنت لي (٦) . </p><p> وقيل: عز الله تعالى خمسة: </p><p> عز الملك والبقاء، وعز العظمة والكبرياء، وعز البذل والعطاء، وعز الرفعة والغناء، وعز الجلال والبهاء. </p><p>(١) الكهف: ٤٤. (٢) الحجر: ٩٥.(٣) آل عمران: ١٣٩.(٤) الأحزاب: ٤٣.(٥) ذكره أبو عبد الرحمن السلمي في \"حقائق التفسير\" ٣٤١/ أكلاما طويلا قريبا من هذا.(٦) لم أجده.</p><p> وعز الرسول خمسة: عز السبق والابتداء، وعز الأذان والنداء، وعز قدم الصدق على الأنبياء، وعز الاجتباء والاصطفاء، وعز الظهور على الأعداء. </p><p> وعز المؤمنين خمسة: عز التأخير، بيانه:  \"نحن الآخرون السابقون يوم القيامة\"  (١) ، وعز التيسير؛ بيانه:  {وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ}  (٢) ، {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ}  (٣) وعز التبشير، بيانه: {وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيرًا (٤٧) } (٤) ، وعز التوقير، بيانه:  {وَأَنْتُمُ الْأَعْلَوْنَ}  (٥) وعز التكثير، بيانه (إنهم أكثر الأمم)  (٦)  {وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ} . </p><p>(١) هذا جزء من حديث رواه أبو هريرة -رضي الله عنه- مرفوعًا. أخرجه البخاري كتاب الجمعة، باب فرض الجمعة (٨٧٦)، باب هل على من لم يشهد الجمعة غسل (٨٩٦)، ومسلم كتاب الجمعة، باب هداية هذِه الأمة ليوم الجمعة (٨٥٥)، والبغوي في \"شرح السنة\" ١٠/ ٦٨ - ٦٩.(٢) القمر: ١٧.(٣) البقرة: ١٨٥.(٤) الأحزاب: ٤٧.(٥) آل عمران: ٨٨.(٦) هذا اللفظ لم أجده، غير أن معناه جاء من حديث جماعة:١ - أخرج الترمذي كتاب صفة الجنة باب ما جاء في صف أهل الجنة (٢٥٤٦)، وأحمد في \"المسند\" ٥/ ٣٤٧ (٢٢٩٤٠) من حديث بريدة بن الحصيب، ورواه أحمد في \"المسند\" ٤١/ ٤٥٣ (٤٣٢٨) من حديث ابن مسعود أن رسول الله -صلى الله عليه وسلم- قال: \"أهل الجنة عشرون ومائة صف، ثمانون منها من هذِه الأمة، وأربعون من سائر الأمم\" وهو حديث صحيح. =</p>"
}