{
  "id": null,
  "sura": 63,
  "aya": 4,
  "text": "<p> {فَصَدُّوا عَنْ سَبِيلِ اللَّهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ} . </p><p> ٣ - {ذَلِكَ بِأَنَّهُمْ آمَنُوا} أقروا إذا رأوا المؤمنين. </p><p> {ثُمَّ كَفَرُوا} إذا خلوا إلى المشركين {فَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ} . </p><p> ٤ - {وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ} </p><p> لاستواء خلقها، وحُسن صورتها، وطُول قامتها (١) . قال ابن عباس -رضي الله عنهما-: وكان عبد الله بن أُبي جسيمًا صحيحًا فصيحًا ذلق اللسان (٢) ، فإذا قال؟ سمع النبي -صلى الله عليه وسلم- قوله (٣) . </p><p> قال الله تعالى:  {أَجْسَامُهُمْ وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ} أشباح </p><p>= \"تفسير القرآن\" للسمعاني ٥/ ٤٤٠. (١) \"جامع البيان\" للطبري ٢٨/ ١٠٧، \"معاني القرآن\" للزجاج ٥/ ١٧٦، \"النكت والعيون\" للمارودي ٦/ ١٠.(٢) أي: طلق اللسان، يقال: تكلم فلان بلسان ذلق طلق. أي: فصيح بليغ. \"لسان العرب\" لابن منظور مادة [طلق].(٣) ذكره السمعاني في \"تفسير القرآن\" ٥/ ٤٤١ بلا نسبة، والبغوي في \"معاني التنزيل\" ٨/ ١٢٩، وابن الجوزي في \"زاد المسير\" ٨/ ٢٧٤، والخازن في \"لباب التأويل في معاني التنزيل\" ٤/ ٢٩٧، والزجاج في \"معاني القرآن\" ٥/ ١٧٦.وظاهر اللفظ أن عموم المنافقين كانوا على هذِه الصفة، ولكن تفسير ابن عباس رضي الله عنهما المذكور خصص هذا العموم، والأمر كذلك، إذ يبعد أن يكون جميع المنافقين أحاسن الصور، وعليه: فالمراد بضمير الجمع واحد معين وهو ابن أبي على قول ابن عباس، أو عدد محدود كما جاء عن الكلبي أنه قال: إن المراد: إنه أُبي، والجد بن قيس، ومعتب بن قشير. والله أعلم.انظر: \"الكشاف\" للزمخشري ٦/ ١٢٤، \"التحرير والتنوير\" لابن عاشور =</p><p> بلا أرواح، وأجسام بلا أحلام (١) . قرأ الأعمش، والكسائي، وأبو عمرو -غير عبّاس-، وقنْبُل عن ابن كثير:  {خُشُبٌ} مخففًا بجزم الشين (٢) . </p><p> وهي قراءة البراء بن عازب -رضي الله عنهما- (٣) ، واختيار أبي عبيد؛ قال لمذهبها في العربية: وذلك أن واحدتها خشبة، ولم نجد في كلامهم اسمًا على مثل (٤) فعلة جمع على فُعُل بضم الفاء والعين (٥) . ويلزم من ثقّلها أن يُثقِّل البدن أيضًا فيقرأ: (والبُدُن </p><p>= ٢٨/ ٢٣٩. (١) \"جامع البيان\" للطبري ٢٨/ ١٠٧، \"باهر البرهان في معاني مشكلات القرآن\" لبيان الحق النيسابوري ٥/ ١٥٠٤.قال السمعاني في \"تفسير القرآن\" ٥/ ٤٤١: وإنما مثلهم بالخشب، لأن الخشب لا قلب له ولا عقل ولا يعي خبرًا ولا يفهمه. ويقال في العادة فلان خشب. أي: ليس له عقل ولا فهم. اهـ.(٢) \"السبعة\" لابن مجاهد (ص ٦٣٦)، \"التيسير في القراءات السبع\" للداني (ص ١٧١)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٢٢، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢١٦، \"معاني القرآن\" للفراء ٣/ ١٥٨، \"جامع البيان\" للطبري ٥٨/ ١٢٨، \"فتح الباري\" لابن حجر ٨/ ٦٤٧.وبخصوص رواية قنبل عن ابن كثير قال عنها ابن مهران في \"المبسوط في القراءات العشر\" (ص ٣٧١): وليس يصح ذلك. والله أعلم.(٣) \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٢٥، \"البحر المحيط\" لأبي حيان ٨/ ٢٦٨.(٤) كذا، وفي هامش الأصل: وزن.(٥) بل جاء هذا الجمع على ندرة ولم يحفظ إلا في: ثمرة وعليه فيكون خشب على مثال: جمع الجمع، وإن لم يسمع مفردًا.</p><p> جعلناها لكم) (١) واحدتُها بدنة (٢) . وقرأ الآخرون بالتثقيل (٣) ، وهي اختيار أبي حاتم (٤) واختُلف فيه عن ابن كثير، وعاصم (٥) . </p><p> [٣١٤٦] أخبرنا أبو بكر بن أبي محمد الحمشاذي (٦) ، حدثنا أبو بكر ابن مالك القطيعي (٧) ، حدثنا محمد بن يونس بن موسى (٨) ، حدثنا الأصمعي (٩) ، حدثنا سليمان القافلاني (١٠) قال: جاء رجل إلى ابن </p><p>(١) الحج: ٣٦. (٢) \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٢٥، \"البحر المحيط\" لأبي حيان ٨/ ٢٦٨.وأصل المبحث في: \"غريب القرآن وتفسيره\" لأبي عبد الرحمن اليزيدي (ص ٣٧٨)، \"جامع البيان\" للطبري ٢٨/ ١٠٨، \"تفسير غريب القرآن\" لابن قتيبة (ص ٤٦٧).(٣) \"السبعة\" لابن مجاهد (ص ٦٣٦)، \"التيسير\" للداني (ص ١٧١).(٤) \"الجامع لأحكام القرآن\" ١٨/ ١٢٥، \"البحر المحيط\" لأبي حيان ٨/ ٢٦٨.(٥) حاصل الخلاف المشار إليه: أن قنبلا روى عن ابن كثير أنه قرأها بالتخفيف.وروى عنه البزي أنه قرأها بالتثقيل، وأما عاصم: فروى عنه المفضل أنه قرأها بالتخفيف. وروى عنه عامة أصحابه قراءته لها بالتثقيل.وينظر في ذلك المصادر المشار إليها في توثيق القراءتين.(٦) عبد الرحمن بن عبد الله بن علي بن حمشاذ لم يذكر بجرح أو تعديل.(٧) أحمد بن جعفر بن حمدان بن مالك، ثقة(٨) ابن سليمان القرشي الكديمي أبو العباس البصري ضعيف.(٩) عبد الملك بن قريب بن عبد الملك بن علي بن أصمع صدوق.(١٠) في الأصل: الباقلاني، والمثبت من \"الأنساب\" للسمعاني وغيره، وهو سليمان ابن محمد بن سليمان، أبو الربيع القافلاني. والنسبة لبيع الأقفال يروي عن: عطاء والحسن وابن سيرين عداده في أهل البصرة يروي عن الأثبات الموضوعات، قال =</p><p> سيرين (١) ، فقال: رأيت كأني محتضن خشبة، فقال: أحسبك من أهل هذِه الآية، وتلا:  {كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ}  (٢) . </p><p> {يَحْسَبُونَ} من جبنهم، وسوء ظنهم، وقلة يقينهم {كُلَّ صَيْحَةٍ عَلَيْهِمْ} قال مقاتل: يقول: إن نادى مناد في العسكر، أو انفلتت دابة، أو نشدت ضالة؛ ظَنُّوا أَنّهم يُرادون بذلك؛ لما في قلوبهم من الرعب (٣) . وقال بعضهم: إنما ذلك لأنهم على وجل من أن يُنزل </p><p>= النسائي: متروك، وقال ابن معين: ليس بشيء، وقال الدارقطني: ضعيف. انظر: \"التاريخ الكبير\" للبخاري ٤/ ٣٤، \"الجرح والتعديل\" لابن أبي حاتم ٤/ ١٣٩، \" الأنساب\" للسمعاني ٤/ ٤٣٣.(١) ثقة ثبت.(٢) [٣١٤٦] الحكم على الإسناد:إسناده ضعيف جدًا. محمد بن يونس هو الكديمي: ضعيف.وسليمان القافلاني: ضعيف، وشيخ المصنف لم يذكر بجرح أو تعديل.التخريج:وجدت في \"تفسير الأحلام الكبير\" المنسوب لابن سيرين (ص ١٥) خبرًا قريبًا من هذا ونصه: أن امرأة جاءت إلى ابن سيرين فأخبرته أنها رأت في منامها رجلًا مقيدًا مغلولًا. فقال لها: لا يكون هذا، لأن القيد ثبات في الدين وإيمان، والغل خيانة وكفر، فلا يكون المؤمن كافرًا. فأعادت المرأة الرؤيا عليه وأنها رأت في عنقه غلًا في ساجور، فلما سمع الساجور قال لها: نعم قد عرفت الآن، لأن الساجور من خشب والخشب في المنام نفاق في الدين كما قال في المنافقين: {كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ}.(٣) \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٢٥، وزاد نسبته مع مقاتل للسدي.ومقاتل يحتمل أن يكون ابن سليمان البلخي المفسر المجمع على تركه، ويحتمل: أن يكون ابن حيان، أبو بسطام البلخي الصدوق، والمشهور بالتفسير =</p>"
}