{
  "id": null,
  "sura": 63,
  "aya": 6,
  "text": "<p> الواو (١) ، وهي اختيار أبي حاتم. وقرأ الباقون بالتشديد (٢) ، واختاره أبو عبيدة (٣) ؟ قال: لأنهم قد فعلوها مرة بعد مرة (٤) . </p><p> {وَرَأَيْتَهُمْ يَصُدُّون} يُعرضون عما دُعوا إليه (٥)  {وَهُمْ مُسْتَكْبِرُونَ} لا يستغفرون. </p><p> ٦ - قوله تعالى:  {سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ} يا محمد. </p><p> {أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} . </p><p> نزلت هذِه الآيات في عبد الله بن أُبي المنافق وأصحابه، وذلك على ما ذكره أهل التفسير، وأصحاب السير: أن رسول الله -صلى الله عليه وسلم- بلغه أن بني المصطلق يجتمعون لحربه، وقائدهم الحارث بن أبي ضرار؛ أبو جويرية زوج النبي -صلى الله عليه وسلم- فلمّا سمع بهم رسول الله -صلى الله عليه وسلم- خرج إليهم حتى لقيهم على ماء من مياههم يقال له: المُريسيع (٦) من ناحية </p><p>(١) \"السبعة\" لابن مجاهد (ص ٦٣٦)، \"التيسير\" للداني (ص ١٧١)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٨٨، \"معاني القرآن\" للفراء ٣/ ١٥٩، \"البحر المحيط\" لأبي حيان ٨/ ٢٦٩. (٢) السابق.(٣) في (ت): أبو عبيد.(٤) انظر: \"زاد المسير\" لابن الجوزي ٨/ ٢٧٦، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٢٧، وفيهما: أبو عبيد.(٥) انظر \"النكت والعيون\" للماوردي ٦/ ١٧، \"تفسير القرآن\" للسمعاني ٥/ ٤٤٣.(٦) بضم أوله، وفتح ثانيه، بعده ياء ساكنة، وسين مهملة، بعدها ياء أخرى، وعين مهملة، على لفظ التصغير: قرية من وادي القرى.والمريسيع: ماء بنجد، في ديار بني المصطلق من خزاعة. قال ابن إسحاق: من ناحية قديد إلى الشام. =</p><p> قُديد إلى الساحل، فتزاحف الناس واقتتلوا فهزم الله بني المصطلق، وقُتل من قُتل منهم، ونفل رسول الله -صلى الله عليه وسلم- أبناءهم ونساءهم وأموالهم، فأفاءها عليه (١) . </p><p> وقد أُصيب رجلٌ من المسلمين من بني كليب (٢) بن عوف بن عامر </p><p>= \"معجم ما استعجم\" للبكري (ص ١٢٢٠)، \"معجم البلدان\" لياقوت ٥/ ١١٨. (١) هذا الخبر أخرجه ابن إسحاق كما في \"السيرة النبوية\" لابن هشام ٣/ ٣٠٢، ومن طريقه خليفة ابن خياط في \"تاريخه\" (ص ٨٠)، والطبري في \"جامع البيان\" ٢٨/ ١١٥، قال ابن إسحاق: حدثني عاصم بن عمر بن قتادة، وعبد الله بن أبي بكر، ومحمد بن يحيى بن حبان، كل قد حدثني بعض حديث بني المصطلق فذكره.وهذا الإسناد رجاله رجال الصحيح، وابن إسحاق مدلس وقد صرح بالتحديث، غير أنه مرسل وفيه إثبات القتال بين الصفين. وهو معارض بما أخرجه البخاري كتاب العتق باب من ملك من العرب رقيقا (٢٥٤١)، ومسلم كتاب الجهاد والسير، باب جواز الإغارة على الكفار في الجهاد (١٧٣٠) وغيرهما من حديث عبد الله بن عمر قال: أغار رسول الله -صلى الله عليه وسلم- علي بني المصطلق وهم غارون، وأنعامهم تسقي على الماء، فقتل مقاتلتهم، وسبى ذراريهم، وأصاب يومئذ جويرية. وما في الصحيح أولى. ولذا قال العلامة ابن القيم في \"زاد المعاد\" ٣/ ٢٥٧ بعدما ساق الخبر المذكور: وهو وهم، فإنه لم يكن بينهم قتال، وإنما أغار عليهم على الماء، فسبى ذراريهم، وأموالهم، كما في الصحيح.قلت: فتحصل: أن وجود القتل والسبي مقطوع به. أما الاقتتال فلا.وكثير مما سيذكره المصنف في السورة من هذا الطريق، ولذا سأحيل عليه في الاتفاق والاختلاف. وقد أشار الحافظ ابن حجر في \"الكاف الشاف\" (ص ١٧٢) إلى أن المصنف والواحدي قد عزياه لأصحاب السير.(٢) كذا. وجاء كذلك في \"الإصابة\" لابن حجر ٦/ ٢٨٥. ولكن في عامة الكتب: كلب، وهو الصواب كما سيأتي.وبنو كلب ينتسبون إلى كلب بن عوف بن عامر بن ليث بن بكر بن عبد مناة بن لبانة =</p><p> يقال له: هشام بن صبابة أصابه رجل من الأنصار (١) من رهط عبادة بن الصامت وهو يرى أنه من العدو، فقتله خطأ (٢) . </p><p> فبينما الناس على ذلك الماء (٣) إذ وردت واردة الناس ومع عمر بن الخطاب -رضي الله عنه- أجير له من بني غفار، يقال له: جهجاه بن سعيد يقود له فرسه، فازدحم جهجاه وسنان الجهني حليف بني عوف بن الخزرج (٤) على الماء فاقتتلا فصرخ الجهني: يا معشر الأنصار، وصرخ الغفاري: يا معشر المهاجرين، فأعان جهجاها الغفاري رجل من المهاجرين يقال له: جُعال وكان فقيرًا، فقال عبد الله بن أُبيّ لجُعال: وإنك هناك؟ ! فقال: وما يمنعني أن أفعل ذلك؟ واشتد لسانُ جُعال على عبد الله بن أُبيّ، فقال عبد الله بن أُبيّ: والذي يُحلف به لأذرنَّك وبهمك غير هذا. </p><p>= ابن خزيمة بطن من بني ليث، منهم هشام بن صبابة، وغالب بن عبد الله الليثي، ثم الكلبي، له صحبة كان أمير سرية. وهذِه النسبة مما استدركه ابن الأثير في \"اللباب في تهذيب الأنساب\" ٣/ ١٠٥ على السمعاني في \"الأنساب\". (١) سماه الواقدي: أوسا. كما في \"الإصابة\" لابن حجر ٦/ ٢٨٦.(٢) أخرجه ابن إسحاق بالإسناد المذكور كما في \"السيرة النبوية\" لابن هشام ٣/ ٣٠٢، وهو ضعيف لعلة الإرسال.(٣) هو ماء المريسيع كما سبق.(٤) عوف بن الخزرج: بطن من الخزرج، من الأزد، من القحطانية. وهم: بنو عوف ابن الخزرج بن حارثة بن ثعلبة بن عمرو مزيقياء. ومنهم عبد الله بن أبيّ بن سلول المنافق.\"جمهرة أنساب العرب\" لابن حزم (ص ٣٤٦، ٤٧١)، \"معجم قبائل العرب\" لرضا كحالة ٢/ ٨٥٨، \"السيرة النبوية\" لابن هشام ٢/ ٥٢٦.</p><p> وغضب عبد الله بن أُبيّ، وعنده رهط من قومه فيهم زيد بن أرقم، غلام حدث السن، وقال ابن أُبيّ: أفعلوها؟ قد واقرونا (١) وكاثرونا في بلادنا، والله ما مثلنا ومثلهم إلا كما قال القائل: سَمِّن كلبك يأكلك (٢) ، أما والله لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل، يعني بالأعز: نفسه، وبالأذل: رسول الله -صلى الله عليه وسلم-. </p><p> ثم أقبل على من حضره من قومه، فقال: هذا ما فعلتم بأنفسكم، أحللتموهم بلادكم، وقاسمتموهم أموالكم. أما والله لو أمسكتم عن جُعال وذويه فضل الطعام لم يركبوا رقابكم، ولأوشكوا أن يتحولوا عن بلادكم، ويلحقوا بعشائرهم ومواليهم فلا تنفقوا عليهم حتى ينفضوا من حول محمد. </p><p> قال زيد بن أرقم: أنت والله الذليل القليل المُبغَض في قومك، ومحمد -صلى الله عليه وسلم- في عِزٍّ من الرحمن، ومودة من المسلمين. والله </p><p>(١) واقرونا أي: أثقلونا، وأصل الوقر: الحمل، وأكثر ما يستعمل في حمل البغل والحمار. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ٢١٣ (وقر)، \"القاموس المحيط\" للفيروزآبادي ٤/ ٦٤١.(٢) القائل هو: حازم بن المنذر الحماني. وهو مثل سائر وله قصة:وذلك أن حازمًا مر بمحلة همدان فوجد غلامًا ملفوفًا في ثوب، فرحمه وحمله معه وقدم به منزله، وأمر أمة له أن ترضعه حتى كبر وراهق الحلم، فجعله راعيًا لغنمه وسماه جحيشًا، وكان لحازم ابنة يقال لها: راعوم فهويت الغلام وهويها وانتبه حازم لهذا فترصد لهم حتى عرف الحقيقة فوجدهم على الفاحشة، فقال: سمن كلبك يأكلك، فأرسلها مثلًا وشد على جحيش ليقتله ففر ولحق بقبيلته.\"مجمع الأمثال\" للميداني ٢/ ١٠٦.</p><p> لا أحبك بعد كلامك هذا. فقال عبد الله: اسكت فإنما كنت ألعب، فمشى زيد بن أرقم إلى رسول الله -صلى الله عليه وسلم- وذلك بعد فراغه من الغزو، فأخبره الخبر وعنده عمر بن الخطاب -رضي الله عنه- فقال: دعني أضرب عنقه يا رسول الله. </p><p> فقال رسول الله -صلى الله عليه وسلم-: \"إذًا ترعد له أُنف كثيرةٌ بيثرب\"  (١) ، فقال عمر: فإن كرهت يا رسول الله أن يقتله رجل من المهاجرين فمر سعد بن معاذ، أو محمد بن مسلمة، أو عباد (بن بشر بن وقش)  (٢) فليقتلوه. </p><p> فقال رسول الله -صلى الله عليه وسلم-: \"فكيف يا عمر إذا تحدّث الناسُ أَنَّ محمدًا يقتل أصحابه لا. ولكن أَذِّنْ بالرحيل\"  (٣) ، وذلك في ساعة لم يكن رسول الله -صلى الله عليه وسلم- يرتحل فيها، فارتحل الناس وأرسل رسول الله -صلى الله عليه وسلم- إلى عبد الله بن أُبي فأتاه فقال له:  \"أنت صاحب هذا الكلام الذي بلغنيَ؟ \" فقال عبد الله: والذي نزل عليك الكتاب ما قلت شيئًا من ذلك قط وإن زيدًا لكاذب. وكان عبد الله في قومه شريفًا وعظيمًا، </p><p>(١) معنى ترعد له أنف: أي: تنتفخ، وتضطرب أنوفهم حمية وعصبية. انظر \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٢٣٤ (رعد).(٢) وقع في الأصل: بن أسيد بن وقص، والمثبت من (ت)، وكتب الرجال.(٣) قول النبي -صلى الله عليه وسلم- لعمر أخرجه البخاري كتاب التفسير، باب {يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ} (٤٩٠٦)، والحميدي في \"مسنده\" ٢/ ٥١٩.وأخرجه مع ما قبله السمعاني في \"تفسير القرآن\" ٥/ ٤٤٤، من طريق الزهري، عن عروة، عن أسامة بن زيد فذكره.</p><p> فقال من حضر من الأنصار: يا رسول الله شيخنا وكبيرنا لا يُصدق عليه كلام غلام من غلمان الأنصار، عسى أن يكون هذا الغلام وهم في حديثه ولم يحفظ ما قال، فعذره النبي -صلى الله عليه وسلم- وفشت الملامة في الأنصار لزيد، وكذبوه، وقال له عمه وكان زيد معه: ما أردت إلا أن كذبك رسول الله -صلى الله عليه وسلم- والناس ومقتوك وكان زيد يساير النبي -صلى الله عليه وسلم- فاستحيا بعد ذلك أن يدنو من النبي -صلى الله عليه وسلم- (١) ، فلما استقبل (٢) رسول الله -صلى الله عليه وسلم- وسار لقيه أُسيد بن حضير فحيّاه بتحية النبوة وسلم عليه، ثم قال: يا رسول الله لقد رحت في ساعة منكرة ما كنت تروح فيها، فقال له رسول الله -صلى الله عليه وسلم-: \"أو ما بلغك ما قال صاحبك عبد الله بن أُبي؟ \" قال: وما قال؟ قال: \"زعم أنه إن رجع </p><p>(١) قول عم زيد بن أرقم له، وما حصل له بسبب ذلك أخرجه البخاري كتاب التفسير باب اتخذوا أيمانهم (٤٩٠١) من طرق، ومسلم في أول صفات المنافقين (٢٧٧٢)، وأحمد في \"المسند\" ٤/ ٣٧٣ (١٩٣٣٤)، وعبد بن حميد في \"المنتخب\" (ص ١١٣)، والطبراني في \"المعجم الكبير\" ٥/ ١٨٩. كلهم من طرق عن زيد بن أرقم. وفي المراد بعمه احتمالات ثلاث:١ - أن يكون المراد عمه على الحقيقة وهو: ثابت بن قيس وله صحبة.٢ - أن يكون المراد عبد الله بن رواحة الخزرجي إذ هو زوج أمه، وكان زيد يتيمًا في حجره.٣ - أن يكون المراد سعد بن عبادة، إذ هو سيد قومه الخزرج. وجاء هذا صريحًا في \"المعجم الكبير\" للطبراني ٥/ ١٩٦، بإسناد مختلف فيه.وانظر \"فتح الباري\" لابن حجر ٨/ ٦٤٥، \"الإصابة\" لابن حجر ٣/ ٢١.(٢) في \"السيرة النبوية\" لابن هشام ٣/ ٣٠٤: قال ابن إسحاق: فلما استقبل. . .</p><p> إلى المدينة أخرج الأعزُّ منها الأذل \". فقال أُسيد -رضي الله عنه- فأنت والله تخرجه إن شئت، هو والله الذليل وأنت العزيز؛ثم قال:يا رسول الله، أرفق به، فوالله لقد جاء الله سبحانه بك، وإنَّ قومه لينظمون له الخرز ليتوجوه، فإنه ليرى أنك استلبته(١)ملكًا(٢). وبلغ عبد الله بن عبد الله ما كان من أمر أبيه فأتى رسول الله -صلى الله عليه وسلم-فقال:يا رسول الله، بلغني أنك تريد قتل عبد الله بن أُبي، لما بلغك عنه، فإن كنت فاعلًا فمرني به، فإني أحمل إليك رأسه، فوالله لقد علمت الخزرج ما كان بها رجل أبر بوالديه مني، وإني أخشى أن تأمر به غيري فيقتله، فلا تدعني نفسي أن أنظر إلى قاتل عبد الله أن يمشي في الناس فأقتله، فأقتل مؤمنًا بكافر، فأدخل النار، فقال رسول الله -صلى الله عليه وسلم-: \" بل نرفق به، ونحسن صحبته ما بقي معنا\" (٣) . </p><p>(١) في الأصل: استنبطته. وما أثبته من الهامش و\"السيرة النبوية\" لابن هشام ٣/ ٣٠٤. (٢) نحو هذِه الكلمة قالها سعد بن عبادة -رضي الله عنه- للنبي -صلى الله عليه وسلم- عندما عاده رسول الله -صلى الله عليه وسلم- أخرجها البخاري، كتاب التفسير، باب {وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ} (٤٥٦٥)، ومسلم، كتاب الجهاد والسير، باب في دعاء النبي -صلى الله عليه وسلم- وصبره على أذى المنافقين (١٧٩٨١).(٣) خبر عبد الله بن عبد الله: أخرجه ابن إسحاق كما في\"السيرة النبوية\" لابن هشام ٣/ ٣٠٥، ومن طريقه أخرجه الطبري في \"جامع البيان\" ١٦/ ١٢٨ من طريق عاصم بن عمر بن قتادة أن عبد الله أتى رسول الله، فقال: يا رسول الله. . وفيه انقطاع، فعاصم بن عمر لم يدرك عبد الله بن عبد الله -رضي الله عنه-.ويشهد له ما رواه الحميدي في \"مسنده\" ٢/ ٥٢٠ من طريق ووجه آخر وفيه انقطاع أيضًا، وله شاهدان آخران فيهما انقطاع، ولكن بمجموعها يؤيد بعضها بعضا، ويرتقي إلى درجة الحسن لغيره. والله أعلم. =</p><p> قالوا: وسار رسول الله -صلى الله عليه وسلم- بالناس يومهم ذلك حتى أمسى وليلتهم حتى أصبح، وصدر يومهم ذلك حتى آذتهم الشمس، ثم نزل بالناس، فلم يكن إلا أن وجدوا مس الأرض وقعوا نيامًا، وإنما فعل صلوات الله عليه ذلك ليشغل الناس عن الحديث الذي جرى من عبد الله بن أُبي (١) ثم راح بالناس حتى نزل على ماء بالحجاز فويق النقيع (٢) يقال له: نقعاء (٣) ، فهاجت ريح شديدة آذتهم وتخوفوها </p><p>= وانظر: \"مرويات غزوة بني المصطلق\" لإبراهيم قريبي (ص ١٩٢). (١) أخرجه ابن إسحاق من طريق أشياخه الثلاثة، وقد مضى بيان ما فيها، وذكر من أخرجه من طريقه.(٢) جاء في الأصل، و (ت): البقيع، وهو تصحيف قديم وقع فيه بعض أصحاب الحديث.قال الخطابي كما في \"معجم البلدان\" لياقوت: وقد صحفه بعض أصحاب الحديث بالباء، وإنما الذي بالباء مدفن أهل المدينة.والنقيع: بفتح النون، وكسر القاف ثم ياء ساكنة، وعين مهملة. وهي موضع من ديار مزينة بينه وبين المدينة عشرون فرسخا ويقدر بـ (١٠٠) كيلو مترًا لأن الفرسخ يعادل خمس كيلوات.وقال البلادي: النقيع: واد فحل من أودية الجلس بالحجاز، وهو صدر وادي عقيق المدينة. \"معجم ما استعجم\" للبكري (ص ١٣٢٤)، \"معجم البلدان\" لياقوت ٥/ ٣٠١، \"مرويات غزوة بني المصطلق\" لإبراهيم القريبي (ص ١٩٥)، \"نسب حرب\" لعاتق البلادي (ص ٣٨٩)، \"المقادير الشرعية\" للكردي (ص ٣٠٠).(٣) نقعاء: بفتح أوله وإسكان ثانيه، بعده عين مهملة بعدها ألف ممدودة: اسم بئر خلف المدينة فوق النقيع من ديار مزينة، وكان طريق رسول الله -صلى الله عليه وسلم- في غزوة بني المصطلق، وله ذكر في المغازي.\"معجم ما استعجم\" للبكري (ص ١٣٢٢)، \"معجم البلدان\" لياقوت ٥/ ٢٩٩.</p><p> وضلت ناقة النبي -صلى الله عليه وسلم- وذلك ليلًا، فقال رسول الله:  \"لا تخافوا فإنما هَبّتْ لموت عظيم(١)من عظماء الكفار توفي بالمدينة\" قيل من هو؟ قال:  \"رفاعة بن تابوت\" . فقال رجل من المنافقين (٢) : كيف يزعم أنه يعلم الغيب، ولا يعلم مكان ناقته، ألا يخبره الذي يأتيه بالوحي؟ فأتاه جبريل -عليه السلام- فأخبره بقول المنافق، وبمكان الناقة، وأخبر بذلك رسول الله -صلى الله عليه وسلم- أصحابه، وقال:  \"ما أزعم أني أعلم الغيب، وما أعلمه، ولكن الله تعالى أخبرني بقول المنافق، وبمكان الناقة هي في الشعب قد تعلق زمامها بشجرة\" فخرجوا يسعون قبل الشعب فإذا هو (٣) كما قال -صلى الله عليه وسلم- فجاؤوا بها وآمن ذلك المنافق، فلما قدموا المدينة وجدوا رفاعة بن زيد بن التابوت أحد بني قينقاع -وكان من عظماء اليهود وكهفًا للمنافقين- قد مات ذلك اليوم (٤) . </p><p>(١) أي: عقوبة له وعلامة لموته وراحة البلاد والعباد به. قاله النووي في \"شرح صحيح مسلم\" ١٧/ ١٢٧. (٢) اسم هذا الرجل: زيد بن اللصيت، كما أخرج الواقدي في \"المغازي\" ٢/ ٤٢٣، وقد آمن بسبب ذلك كما سيأتي.(٣) كذا، وكتب الناسخ فوقها: هي. وكلاهما له محمل صحيح.(٤) خبر هبوب الريح، ومقتل اليهودي: أخرجه ابن إسحاق كما في \"السيرة النبوية\" لابن هشام ٣/ ٣٠٤، ومن طريقه الطبري في \"جامع البيان\" ٢٨/ ١١٥ - ١١٦ من طريق أشياخه الثلاثة.وأخرجه مسلم من حديث جابر بن عبد الله، كتاب صفة المنافقين وأحكامهم (٢٧٨٢)، غير أنه لم يسم فيه الذي مات من المنافقين، وأخرجه عبد بن حميد في \"المنتخب\" (ص ٣١٥) من طريقين سمي في أحدهما اسم المنافق. =</p><p> فلما وافى رسول الله -صلى الله عليه وسلم- المدينة قال زيد بن أرقم: جلست في البيت لما بي من الهم والحياء، فأنزل الله تعالى سورة المنافقين في تصديق زيد، وتكذيب عبد الله بن أُبي، فلما نزلت أخذ رسول الله -صلى الله عليه وسلم- بأذن زيد -رضي الله عنه- فقال:  \"يا زيد، إن الله تعالى صدقك وأوفى بأذنك\"  (١) . </p><p> وكان عبد الله بن أُبي بقرب المدينة، فلما أراد أن يدخلها جاء ابنه عبد الله بن عبد الله بن أُبي حتى أناخ على مجامع طرق المدينة، فلما </p><p>= وأخرجه أحمد في \"المسند\" ٣/ ٣١٥ (١٤٣٧٨)، ٣٤١ (١٤٦٧٦)، ٣٤٦ (١٤٧٣٢) من طرق ثلاثة من حديث جابر، وليس في شيء منها اسم المنافق. وأخرجه الواقدي في \"المغازي\" ٢/ ٤٢٣ من حديث جابر بن عبد الله، ورافع بن خديج، وعبادة بن الصامت.(١) خبر زيد بن أرقم وقول النبي -صلى الله عليه وسلم- له:أخرجه البخاري كتاب التفسير باب: {ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا. .} (٤٩٠٢)، ومسلم، كتاب صفات المنافقين وأحكامهم (٢٧٧٢)، والترمذي، كتاب التفسير باب ومن سورة المنافقين (٣٣١٢)، والنسائي في \"التفسير\" ٢/ ٤٣٤، وأحمد ٤/ ٣٦٨ (١٩٢٨٥)، ٣٧٣ (١٩٣٣٤) كلهم من طريق أبي إسحاق السبيعي.وأخرجه الترمذي كتاب التفسير باب ومن سورة المنافقين (٢٣١٢)، والواحدي في \"أسباب النزول\" (ص ٤٥٠) من طريق أبي سعيد الأزدي كلاهما عن زيد بن أرقم به.وأخرجه ابن إسحاق كما في \"السيرة النبوية\" لابن هشام ٣/ ٣٠٥ من طريق أشياخه الثلاثة، ومن طريقه الطبري في \"جامع البيان\" ٢٨/ ١١٦.وأخرجه الطبري في \"جامع البيان\" ٢٨/ ١١٤ عن الحسن مرسلًا.وأخرجه ابن سعد، وابن المنذر، والطبراني، وابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٣٣٥.</p><p> جاء أبوه عبد الله بن أُبي قال: وراءك. قال: مالك؟ ويلك. قال: والله ما تدخلها أبدًا إلا بإذن رسول الله -صلى الله عليه وسلم- ولتعلمن اليوم من الأعز من الأذل، فشكا عبد الله إلى رسول الله -صلى الله عليه وسلم- ما فعل (١) ابنه، فأرسل إليه رسول الله -صلى الله عليه وسلم- أن خل عنه يدخل، فقال: أما إذا جاء أمر النبي -صلى الله عليه وسلم- فنعم، فدخل ولم يلبث إلا أيامًا قلائل حتى اشتكى ومات (٢) . </p><p>(١) كذا. وكتب الناسخ فوقها: صنع. (٢) هذا الموقف أخرجه عبد بن حميد عن محمد بن سيرين مرسلًا كما في \"الدر المنثور\" للسيوطي ٦/ ٣٣٩ - ٣٤٠.وأخرجه عبد بن حميد أيضًا عن عكرمة مرسلًا كما في \"الدر المنثور\" للسيوطي ٦/ ٣٣٩، وذكره ابن كثير في \"تفسير القرآن العظيم\" ١٤/ ١٤، عن عكرمة، وابن زيد.والترمذي في التفسير (٣٣١٥)، والحميدي في \"المسند\" ٢/ ٥٢٠ مختصرًا، وهو في \"الدر المنثور\" للسيوطي ٦/ ٣٣٩.وأخرجه الطبراني عن أسامة بن زيد من وجه آخر كما في \"الدر المنثور\" للسيوطي ٦/ ٣٣٩.وابن المنذر عن ابن جريج كما في \"الدر المنثور\" للسيوطي ٦/ ٣٣٩.وقد مر قريبًا موقف آخر له مع أبيه عندما طلب من النبي -صلى الله عليه وسلم- أن يقتل أباه.وفي هذين الموقفين: تتجلى عظمة عقيدة الإسلام الخالدة، وكيف يكون أثرها في النفوس فالعرب قبل الإسلام كانوا يتداعون من مكان بعيد فيما بينهم حمية وعصبية للقبيلة والعشيرة وفي سنوات معدودة تصهر هذِه العقيدة تلك الروابط الأرضية، فيصبح مراد الله تعالى مقدما في نفوس أهل الإسلام من الصحابة الكرام على ما تهواه نفوسهم، ولم يكن موقف عبد الله -رضي الله عنه- هذا بدعا من المواقف.فهذا أبو عبيدة يقتل أباه يوم بدر، وهذا أبو بكر الصديق هم بقتل ابنه عبد الرحمن، وهذا مصعب بن عمير يقتل أخاه عبيد بن عمير، وهذا عمر يقتل قريبًا =</p>"
}