{
  "id": null,
  "sura": 64,
  "aya": 9,
  "text": "<p> {فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللَّهُ} عن إيمانهم {وَاللَّهُ غَنِيٌّ} عن خلقه {حَمِيدٌ} في أفعاله. </p><p> ٧ - {زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ} </p><p> يا محمد {بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ} . </p><p> ٨ - {فَآمِنُوا بِاللَّهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنْزَلْنَا} </p><p> وهو القرآن {وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} </p><p> ٩ - {يَوْمَ يَجْمَعُكُمْ} </p><p> قراءة العامة بالياء (١) لقوله: {فَآمِنُوا بِاللَّهِ وَرَسُولِهِ} ، {وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ}  (٢) وقرأ سلام، ويعقوب بالنون (٣) اعتبارًا بقوله: {أَنْزَلْنَا}  (٤) . </p><p>(١) \"السبعة\" لابن مجاهد (ص ٦٣٨)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٨٨. (٢) مراد المصنف بيان وجه قراءة العامة، وحاصله: أن هذِه القراءة موافقة لسياق ما قبلها، وهو الغيبة.\"الحجة\" لابن زنجلة (ص ٧١١)، \"المغني في توجيه القراءات العشر المتواترة\" للدكتور محمد سالم محيسن ٣/ ٣٠٥.(٣) \"مختصر في شواذ القراءات\" لابن خالويه (ص ١٥٨)، \"المبسوط في القراءات العشر\" لابن مهران (ص ٣٧٢)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٨٨، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٥٤٢.(٤) هذا توجيه القراءة وحاصله: أنها قرئت بنون العظمة، وذلك على الالتفات من الغيبة إلى التكلم.\"الحجة\" لابن زنجلة (ص ٧١١)، \"المغني في توجيه القراءات العشر المتواترة\" للدكتور محمد سالم محيسن ٣/ ٣٠٥.</p><p> {لِيَوْمِ الْجَمْعِ}  {ذَلِكَ يَوْمُ التَّغَابُنِ} وهو تفاعل من الغبن، وهو فوت الحظ والمراد (١) ، وقد ورد في تفسير التغابن عن رسول الله -صلى الله عليه وسلم-: </p><p> [٣١٥٤] ما أخبرنا الحسين بن محمد (٢) ، حدثنا موسى بن محمد ابن علي (٣) ، حدثنا عبد الله بن محمد بن سنان (٤) ، حدثنا كثير بن يحيى (٥) ، حدثنا أبو أمية بن يعلى الثقفي (٦) ، حدثنا سعيد بن أبي سعيد المقبري (٧) ، عن أبي هريرة -رضي الله عنه- أن رسول الله -صلى الله عليه وسلم- قال:  \"ما من عبد مؤمن يدخل الجنة إلا أُري مقعده من النار لو أساء ليزداد شكرًا وما من عبد يدخل النار إلا أري مقعده من الجنة لو أحسن ليزداد حسرة\"  (٨) </p><p>(١) انظر \"إعراب القراءات السبع وعللها\" لابن خالويه ٢/ ٣٧١، \"زاد المسير\"لابن الجوزي ٨/ ٢٨٢. (٢) هو ابن فنجويه، ثقة صدوق كثير رواية المناكير.(٣) لم أجده.(٤) متروك وكان يضع الحديث.(٥) أبو مالك البصري، قال أبو حاتم: محله الصدق وكان يتشيع.(٦) ضعيف الحديث متروك.(٧) ثقة.(٨) [٣١٥٤] الحكم على الإسناد:إسناده ساقط.فيه: عبد الله بن محمد بن سنان، وأبو أمية بن يعلى الثقفي متروكان، وموسى بن محمد لم أجده.أما الحديث فصحيح. =</p><p> قال المفسرون: المغبون من غبن أهله ومنازله في الجنة (١) ، ويظهر يومئذ غبن كل كافر بتركه الإيمان، وغبن كل مؤمن بتقصيره في الإحسان، وتضييعه الأيام (٢)  {وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا} قرأ أهل المدينة والشام هاهنا وفي السورة التي تليها إنكفر) (وندخل) بالنون (٣) . </p><p>= التخريج: أخرجه البخاري كتاب الرقاق باب صفة الجنة والنار (٦٥٦٩)، وأحمد في \"المسند\" ٢/ ٥٤١ (١٠٩٨٠)، والبغوي في \"شرح السنة\" ١٥/ ٢٠٠ كلهم من طرق عن أبي الزناد عن الأعرج عن أبي هريرة به.وأخرجه ابن ماجه كتاب الزهد باب صفة الجنة (٤٢٦٨) من طريق محمد بن عمرو بن عطاء، عن سعيد بن يسار، عن أبي هريرة بمعناه، وإسناده صحيح كما قال الحافظ في \"فتح الباري\" ١١/ ٤٤٢.وأخرجه ابن ماجه أيضًا كتاب الزهد باب: صفة الجنة (٤٣٤١) من طريق الأعمش، عن أبي صالح، عن أبي هريرة نحوه. وإسناده صحيح كما قال الحافظ ١١/ ٤٤٢، والبوصيري في \"الزوائد\" ٢/ ٣٥٠، وزاد على شرط الشيخين.(١) قاله الزجاج في \"معاني القرآن\" ٥/ ١٨٠.أخرجه عبد بن حميد كما في \"الدر المنثور\" للسيوطي ٦/ ٣٤٤ عن قتادة، وابن أبي شيبة في \"المصنف\" ٧/ ١٩١، وابن أبي الدنيا في \"الأهوال\" (ص ١٧٠) (١٤٠)، والطبري في \"جامع البيان\" ٢٨/ ١٢٢ عن مجاهد.(٢) ذكره ابن الجوزي في \"زاد المسير\" ٨/ ٢٨٣ ونسبه للمصنف. وهو مع ما قبله في \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٣٧.(٣) \"السبعة\" لابن مجاهد (ص ٦٣٨)، \"الكشف عن وجوه القراءات\" لمكي ١/ ٣٨٠، \"التيسير\" للداني (ص ١٧١)، وجاء في (ت): أنه قرأ بها: نافع، وشيبة، وأبو جعفر، والمفضل، والزهري، والأعرج، وطلحة، وابن عامر، وأبو حيوة. =</p>"
}