{
  "id": null,
  "sura": 64,
  "aya": 14,
  "text": "<p> من الهدوء: أي يسكن ويطمئن (١) . </p><p> وقرأ مالك بن دينار (٢) : (يهدا قلبه) بألف لينة بدلًا من الهمزة (٣) . </p><p> {وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} . </p><p> ١٢ - {وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّيْتُمْ فَإِنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ (١٢) } التبليغ البين. </p><p> ١٣ - {اللَّهُ لَا إِلَهَ إِلَّا هُوَ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (١٣) } </p><p> ١٤ - قوله تعالى:  {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ} </p><p> نزلت في قوم أرادوا الهجرة فثبطهم عنها أزواجهم وأولادهم (٤) . </p><p> قال ابن عباس: كان الرجل يسلم، فإذا أراد أن يهاجر منعه أهله </p><p>= التخريج: الخبر في \"المحتسب\" لابن جني ٢/ ٣٢٣، \"الجامع لأحكام القرآن اللقرطبي ١٨/ ١٤٠، \"البحر المحيط\" لأبي حيان ٨/ ٢٣٥، \"الدر المصون\" للسمين الحلبي ١٠/ ٣٤٩.(١) \"المحتسب\" لابن جني ٢/ ٣٢٣، \"الدر المصون\" للسمين الحلبي ١٠/ ٣٤٩.(٢) لم يتبين لي من هو.(٣) \"مختصر في شواذ القرآن\" لابن خالويه (ص ١٥٨)، \"المحتسب\" لابن جني ٢/ ٣٢٣، ولكن فيه عمرو بن دينار، وفي \"الدر المصون\" للسمين الحلبي ١٠/ ٣٤٩، نسبها للاثنين مالك بن دينار وعمرو بن دينار. فالله أعلم.(٤) انظر \"معاني القرآن\" للفراء ٣/ ١٦١، \"جامع البيان\" للطبري ٢٨/ ١٢٤، \"أسباب النزول\" للواحدي (ص ٤٥٤)، ودليل هذا قول عبد الله بن عباس الآتي قريبًا.</p><p> وولده وقالوا: ننشدك الله أن تذهب (١) وتدع أهلك وعشرِتك وتصير بالمدينة بلا أهل ولا مال، وإنَّا قد صبرنا على إسلامك، فلا نصبر على فراقك، ولا نخرج معك. </p><p> فمنهم من يَرقُّ لهم ويقيم لذلك فلا يهاجر، وإذا هاجر ورأى الناس قد فقهوا في الدين هم أن يعاقبهم في تباطئهم به عن الهجرة، ومنهم من لا يطيعهم ويقول لهم في خلافهم إياه في الخروج: لئن جمعنا الله وإياكم لا تصيبون مني خيرًا ولأفعلنّ ولأفعلنّ فأنزل الله تعالى هذِه الآية (٢) . </p><p>(١) كذا. ولعل الصواب: لا تذهب. (٢) حسن لغيره.يرويه عن ابن عباس اثنان:١ - عكرمة مولى ابن عباس:رواه الترمذي كتاب التفسير باب: ومن سورة التغابن (٣٣١٧)، والطبري في \"جامع البيان\" ٢٨/ ١٢٤، وابن أبي حاتم كما في \"تفسير القرآن العظيم\" لابن كثير ١٤/ ٢٤، والطبراني في \"المعجم الكبير\" ١١/ ٢٧٥، والحاكم في \"المستدرك\" ٢/ ٤٩٠ كلهم من طريق إسرائيل بن يونس بن أبي إسحاق السبيعي، عن سماك بن حرب، عن عكرمة به.ورواه عبد بن حميد، وابن المنذر، والفريابي كما في \"الدر المنثور\" للسيوطي ٦/ ٣٤٤ كلهم عن ابن عباس.ورواه الطبري في \"جامع البيان\" ٢٨/ ١٢٤ من طريق أبي الأحوص عن سماك به غير أنه لم يذكر فيه ابن عباس ورواية سماك عن عكرمة مضطربة، صرح به جماعة من الأئمة كما في \"ميزان الاعتدال\" للذهبي ٢/ ٢٣٣.٢ - عطية بن سعد العوفي:رواه الطبري في \"جامع البيان\" ٢٨/ ١٢٤ بإسناده المسلسل بالعوفيين الضعفاء =</p><p> وقال عطاء بن يسار، وعطاء الخُراساني (١) : نزلت في عوف بن مالك الأشجعي كان ذا أهل وولد، وكان إذا أراد الغزو بكوا إليه ورققوه وقالوا: إلى من تدعنا؟ فيرق ويقيم؛ فأنزل الله تعالى:  {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ}  (٢) بحملهم إياكم على المعصية، وترك الطاعة {فَاحْذَرُوهُم} أن تقبلوا منهم {وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا} فلا تعاقبوهم على خلافهم، وتثبيطهم إياكم (٣)  {فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} </p><p>= كلهم، وعطية ضعيف بالاتفاق كما في \"ميزان الاعتدال\" للذهبي ٣/ ٨٠. والحاصل: أن كلا طريقي الخبر فيهما ضعف، ولكنه بمجموعهما يرتقي إلى درجة الحسن لغيره وعليه ينزل قول الترمذي: حسن صحيح، وقد صححه الحاكم، ووافقه الذهبي، وحسنه الألباني في \"صحيح سنن الترمذي\" (٢٦٤٢).(١) كذا في الأصل، و (ت)، ولم أجد للخراساني ذكرًا عند غير المصنف، وفي \"البحر المحيط\" لأبي حيان ٨/ ٢٧٥ عن عطاء بن أبي رباح.(٢) أخرجه ابن إسحاق كما في \"الدر المنثور\" للسيوطي ٦/ ٣٤٢، ومن طريقه الطبري في \"جامع البيان\" ٢٨/ ١٢٥، وذكره البغوي في \"معالم التنزيل\" ٨/ ١٤٣ عن عطاء بن يسار فقط. وشيخ ابن إسحاق في هذا الإسناد مبهم.ولكن أخرجه أبو جعفر النحاس في \"الناسخ والمنسوخ\" ٢/ ٣١٦، ٣/ ١٢٢ قال: حدثني يموت بن المزرع، قال: حدثنا أبو حاتم السجستاني، قال: ثنا أبو عبيدة معمر بن المثنى، قال: ثنا يونس بن حبيب، قال: سمعت أبا عمرو بن العلاء يقول: سألت مجاهدًا عن تلخيص آي القرآن المدني من المكي فقال: سألت ابن عباس عن ذلك ... فذكره.وهذا الإسناد قال عنه السيوطي في \"الإتقان\" ١/ ٥٠: وإسناده جيد، رجاله كلهم ثقات من علماء العربية المشهورين.(٣) انظر \"معالم التنزيل\" للبغوي ٨/ ١٤٣.</p>"
}