{
  "id": null,
  "sura": 64,
  "aya": 16,
  "text": "<p> ١٦ - {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} </p><p> ناسخة لقوله:  {اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ}  (١) . وقد مَرَّ ذكرُه (٢) . </p><p>= وابن خزيمة في \"صحيحه\" ٢/ ٣٥٥، والطبري في \"جامع البيان\" ٢٨/ ١٢٥ بإسناد صحيح. والحديث صححه ابن خزيمة والحاكم والألباني في \"صحيح الجامع\" (٣٧٥٧).وأخرجه غير من سبق ابن مروديه كما في \"الدر المنثور\" للسيوطي ٦/ ٣٤٥.(١) آل عمران: ١٠٢.(٢) ما ذهب إليه المصنف من القول بالنسخ في هذا الموضع قال به جماعة من أهل العلم منهم:١ - سعيد بن جبير:أخرجه عنه ابن أبي حاتم كما في \"تفسير القرآن العظيم\" لابن كثير ١٤/ ٢٤، وفيه ابن لهيعة، وفيه ضعف.٢ - قتادة بن دعامة:أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٢٩٥، وعبد بن حميد، والطبري في \"جامع البيان\" ٢٨/ ١٢٧، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٦/ ٣٤٦، والنحاس في \"الناسخ والمنسوخ\" ٢/ ١٢٩، وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٧٢٢ بلا إسناده وإسناده صحيح.٣، ٤، ٥ - أبو العالية، وزيد بن أسلم، ومقاتل بن حيان:ذكره عنهم ابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٧٢٢، وعنه ابن كثير في \"تفسير القرآن العظيم\" ١٤/ ٢٤.٦، ٧، ٨ - الرَّبيع بن أنس، والسدي، وابن زيد: أخرجه عنهم الطبري في \"جامع البيان\" ٤/ ٢٩، وذكره مكّيّ في \"الإيضاح لناسخ القرآن ومنسوخه\" (ص ٢٠٣).٩ - وابن بطة في \"الإبانة\" ٢/ ١٨٨.قلت: والقول بالنسخ هنا متعقب. ويظهر أن للعلماء في دفع ذلك مسلكين: =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= أ- إما أن يقال: إن مراد هؤلاء الأئمة بالنسخ ما هو أشمل مما درج عليه المتأخرون من تعريفهم للنسخ بأنه الرفع والإزالة. إذ إن السلف المتقدمين قبل زمن الإِمام الشَّافعيّ رحمهم الله تعالى كان النسخ عندهم يدخل تحته أمور عدة منها: التخصيص، والاستثناء، وتقييد المطلق، وتبيين المجمل ونحو ذلك. أما المتأخرون فإن مصطلح النسخ عندهم مقصور على إزالة وإبطال الحكم المتقدم الثابت بالدليل بحكم متراخ عنه ثابت بدليل آخر. وعلى هذا: فلا غرابة أن يجد المطالع لكثير من أقوال الصحابة والتابعين وتصريحهم بنسخ نصوص الأخبار بناء على فهمهم الشامل للنسخ.وقد نبه على هذِه المسألة شيخ الإِسلام ابن تيمية في \"مجموع الفتاوى\" ١٤/ ١٠١، والإمام الشاطبي في \"الموافقات\" ٣/ ١٠٨، والعلامة ابن القيم في \"إعلام الموقعين\" ١/ ٣٥. وانظر مقدمة الدكتور محمَّد المديفر لكتاب \"الناسخ والمنسوخ\" لأبي عبيد (ص ٥٣ - ٥٨).والخلاصة: أنَّه يمكن أن يقال: إن هؤلاء العلماء أرادوا بإطلاق النسخ هنا أمرًا غير ما درج عليه المتأخرون.ب- وإما أن يقال: بل مرادهم النسخ الذي نعرفه كما فهم ذلك الإِمام الطبري في \"جامع البيان\" ٢٨/ ١٢٧، والنحاس في \"الناسخ والمنسوخ\" ٢/ ١٢٩، ومكيّ في \"الإيضاح لناسخ القرآن ومنسوخه\" (ص ٢٠٣).قال النحاس: محال أن يقع في هذا ناسخ ولا منسوخ وذلك أن معنى نسخ الشيء إزالته، والمجيء بضده، فمحال أن يقال: {اتَّقُوا اللَّهَ} منسوخ، ثم احتج بما أخرجه عن ابن عباس قال: {اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ}: لم تنسخ، ولكن حق تقاته أن تجاهدوا في الله حق جهاده ... ا. هـ بتصرف من \"الناسخ والمنسوخ\" ٢/ ١٢٩. وأثر ابن عباس أخرجه أبو عبيد في \"الناسخ والمنسوخ\" (ص ٢٦٠)، والطبري في \"جامع البيان\" ٤/ ٢٨ - ٢٩، والنحاس في \"الناسخ والمنسوخ\" ١/ ٤١١ كلهم من طريق عبد الله بن صالح، عن معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس به. وعبد الله بن صالح كاتب الليث وشيخه معاوية مختلف فيهما. =</p>"
}