{
  "id": null,
  "sura": 65,
  "aya": 6,
  "text": "<p> العلماء (١) ، وروي ذلك عن ابن مسعود - رضي الله عنه - (٢) وأصحابه (٣) . </p><p> {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا} . </p><p> ٥ - {ذَلِكَ أَمْرُ اللَّهِ أَنْزَلَهُ إِلَيْكُمْ وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا} </p><p> ٦ - قوله تعالى {أَسْكِنُوهُنَّ} </p><p> يعني: مطلقات نسائكم {مِنْ حَيْثُ سَكَنْتُمْ} أي: من الموضع الذي سكنتم. </p><p> وقال الكسائي:  (من) صلة مجازه: أسكنوهن حيث سكنتم (٤)  {مِنْ وُجْدِكُمْ} سعتكم، وطاقتكم (٥) . قراءة العامة بضم الواو (٦) وقرأ الأعرج </p><p>(١) ممن قال به: علي بن أبي طالب، وعثمان بن عفان، وزيد بن ثابت. قاله الكاساني في \"بدائع الصنائع\" ٣/ ١٩٥. (٢) ذكره عنه الشافعي في \"الأم\" ٥/ ٢١٢، والكاساني \"بدائع الصنائع\" ٣/ ١٩٥، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ١٦٤.(٣) قال ابن تيمية في \"مجموع الفتاوى\" ٢٣/ ٣٤ عن هذا القول: وفيه ضرر عظيم عليها، فإنها تمكث عشرين، أو ثلاثين أو أربعين سنة لا تتزوج، ومثل هذا الحرج مرفوع عن الأمة.وقال ٣٤/ ٢٠: وفي هذا عسر وحرج في الدين، وتضييع مصالح المسلمين. اهـ.(٤) ذكره البغوي في \"معالم التنزيل\" ٨/ ١٥٣، وابن الجوزي في \"زاد المسير\" ٨/ ٢٩٥ ولم يذكر الكسائي عندهما.(٥) \"تفسير غريب القرآن\" لابن قتيبة (ص ٤٧١)، وقاله قطرب كما في \"النكت والعيون\" للماوردي ٦/ ٣٣ وفي {وُجْدِكُمْ} أقوال أربعة ذكرها الماوردي ثم قال: ومعانيها متقاربة.(٦) \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٨٨، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٥٤٥.</p><p> بفتحه (١) . وروى روح عن يعقوب بكسره (٢) ، وكلها لغات (٣) . حتى تنقضي عدتهن. </p><p> {وَلَا تُضَارُّوهُنَّ} ولا تؤذوهن {لِتُضَيِّقُوا عَلَيْهِنَّ} مساكنهم فيخرجن (٤)  {وَإِنْ كُنَّ أُولَاتِ} ذوات {حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ} فيخرجن من عدتهن. </p><p> واختلف الفقهاء في هذِه المسألة: </p><p> فذهب مالك (٥) ، والشافعي (٦) ، والأوزاعي (٧) ، وابن أبي ليلى (٨) ، </p><p>(١) \"مختصر في شواذ القرآن\" لابن خالويه (ص ١٥٨)، وزاد نسبته لابن أبي عبلة أيضًا. \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٦٨. (٢) \"مختصر في شواذ القرآن\" لابن خالويه (ص ١٥٨)، \"المبسوط في القراءات العشر\" لابن مهران (ص ٣٧٣)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٨٨.(٣) في \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٥٤٥: لغتان بمعنى الوسع.(٤) هذا قول مجاهد كما في (ت)، \"النكت والعيون\" للماوردي ٦/ ٣٤، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٦٨.(٥) كما في \"الموطأ\" ٢/ ٣٢، وانظر: \"التمهيد\" لابن عبد البر ١٩/ ١٤٨، \"اختلاف العلماء\" للمروزي (ص ١٤٧).(٦) كما في \"الأم\" للشافعي ٥/ ٢١٦.وانظر \"التمهيد\" لابن عبد البر ١٩/ ١٤٨، \"اختلاف العلماء\" للمروزي (ص ١٤٧).(٧) انظر \"اختلاف العلماء\" للمروزي (ص ١٤٧)، \"الاستذكار\" لابن عبد البر ١٨/ ٦٥ - ٧٦، \"التمهيد\" لابن عبد البر ١٩/ ١٤٨.(٨) انظر \"الاستذكار\" لابن عبد البر ١٨/ ٧٠. =</p><p> وأبو عبيد (١) ، ومحمد بن جرير (٢) إلى أن المبتوتة المطلقة ثلاثًا لا نفقة لها, ولها السكنى (٣) . </p><p> واحتجوا بأن الله سبحانه وتعالى عم بالسكنى المطلقات كلهن، وخص بالنفقة أولات الأحمال خاصة، فقال:  {فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ} . </p><p> وقال أحمد (٤) ، وأبو ثور (٥) : لا سكنى لها, ولا نفقة (٦) . </p><p>= وفي \"التمهيد\" لابن عبد البر ١٩/ ١٤١، \"المغني\" لابن قدامة ١١/ ٤٠٣، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٦٧ أن ابن أبي ليلى على مذهب أهل العراق الآتي قريبًا. (١) انظر: \"اختلاف العلماء\" للمروزي (ص ١٤٧).(٢) قاله في تفسيره \"جامع البيان\" ٢٨/ ١٤٧.(٣) ورجح هذا القول محمَّد بن نصر في \"اختلاف العلماء\" (ص ١٤٩).(٤) كما في \"مسائل الإِمام أحمد\" رواية ابنه عبد الله ٣/ ١١٠٧ - ١١٠٨.وانظر \"سنن الترمذي\" ٣/ ٤٨٥، \"الإنصاف\" للمرداوي ٩/ ٣٦٨، \"التمهيد\" لابن عبد البر ١٩/ ١٤٤.(٥) انظر \"اختلاف العلماء\" للمروزي (ص ١٤٨ - ١٤٩)، \"التمهيد\" لابن عبد البر ١٩/ ١٤٤، \"المغني\" لابن قدامة ١١/ ٤٠٣، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٦٧.(٦) قال الإِمام ابن عبد البر في \"التمهيد\" ١٩/ ١٥١:إذا ثبت أن النبي - صلى الله عليه وسلم - قال لفاطمة بنت قيس -وقد طلقت باتا- لا سكنى لك ولا نفقة، إنما السكنى والنفقة لمن عليها رجعة، فأي شيء يعارض به هذا؟ هل يعارض إلا بمثله عن النبي - صلى الله عليه وسلم - الذي هو المبين عن الله مراده من كتابه، ولا شيء عنه عليه السلام يدفع ذلك. ومعلوم أنه أعلم بتأويل قول الله عز وجل {أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ} من غيره - صلى الله عليه وسلم -. اهـ.قلت: لو كان ثبوت هذِه الجملة عن النبي - صلى الله عليه وسلم - محل اتفاق لما وقع الخلاف بينهم في هذِه المسألة. والله أعلم.</p><p> واحتجوا بحديث فاطمة بنت قيس أخت الضحاك بن قيس حين أرسل زوجها المخزومي طلاقها، فلم يجعل لها رسول الله - صلى الله عليه وسلم - نفقة، وقال:  \"إنما النفقة إذا كان له عليها حق الرجعة\"  (١) فأمرها </p><p>(١) جاءت هذِه اللفظة جاءت من طرق أربعة عن الشعبي. وهذا بيانها: أولًا: مجالد بن سعيد:أخرجه أحمد في \"المسند\" ٦/ ٣٧٣ (٢٧١٠٠) عن يحيى بن سعيد القطان عن مجالد به وفيه الزيادة المذكورة.وأخرجه الطبراني في \"المعجم الكبير\" ٢٤/ ٣٧٩ من طريق شعبة عن مجالد به وفيه: إنما السكنى والنفقة للتي يراجعها زوجها.وأخرجه الطبراني أيضًا في \"المعجم الكبير\" ٢٤/ ٣٧٩ من طريق حماد عن مجالد به. وفيه: يا ابنة قيس إنما يكون السكنى والنفقة ما كان لزوجك عليك رجعة. أما هشيم عن مجالد. فتارة يجعله هشيم عن مجالد وحده -كما في رواية الحسن بن عرفة فيما سبق، وتارة يرويه هشيم عنه بمثل رواية الجماعة كما أخرجه مسلم كتاب الطلاق باب المطلقة ثلاثًا لا نفقة لها (١٤٨٠)، والترمذي كتاب الطلاق باب ما جاء في المطلقة ثلاثًا (١١٨٠)، والطبراني في \"المعجم الكبير\" ٢٤/ ٣٧٩ من طريق هشيم به.فكل هذِه المصادر تحاشت ذكر هذِه الجملة في الحديث مع أن مجالدًا قد ذكر فيها.ثانيًا: سعيد بن يزيد الأحمسي كما مر فيما سبق. وسعيد قال فيه أبو حاتم: شيخ، وقال الذهبي في \"ميزان الاعتدال\" ٢/ ١٦٣: أتى في الحديث بألفاظ قد اختلف في ثبوتها. اهـ. وعني الذهبي هذِه اللفظة.ثالثًا: زكريا بن أبي زائدة: أخرجه الطبراني في \"المعجم الكبير\" ٢٤/ ٣٧٨ كما سبق. وزكريا يدلس كثيرًا عن الشعبي قاله أبو زرعة كما في \"تهذيب الكمال\" للمزي ٩/ ٣٦١.رابعًا: جابر الجعفي: أخرجه الدارقطني في \"السنن\" ٤/ ٢٣ كما سبق. وجابر ضعيف. =</p><p> تعتد في بيت ابن أم مكتوم، وقد ذكرناه. </p><p>= هذا حاصل ما وجدته من طرق هذا الحديث، وقد انقسم أهل العلم عند النظر في هذِه اللفظة إلى فريقين: ١ - من ذهب إلى تصحيحها لمجيئها من هذِه الطرق الكثيرة: وأشهر هؤلاء العلامة ابن القيم في \"زاد المعاد\" ٥/ ٥٢٦ قال عنها: رواها النسائي والدارقطني بإسناد صحيح.٢ - ومنهم من ذهب إلى ردها: وقالوا هي من قول فاطمة. ومن هؤلاء الخطيب البغدادي في كتابه \"الفصل للوصل المدرج في النقل\" ٢/ ٨٦٠ قال: إن مجالدًا تفرد برفعها، وهو ضعيف، ومن أدخلها في راوية غير مجالد عن الشعبي فقد أدرجه. اهـ.قال ابن حجر في \"فتح الباري\" ٩/ ٤٨٠ بعد أن ذكر كلام الخطيب: وهو كما قال. اهـ وأشار إليها الذهبي في \"ميزان الاعتدال\" كما سبق نقله.ومنهم أبو الحسن القطان صاحب كتاب \"الوهم والإيهام\" فقد قال كما في \"التعليق المغني\" لشمس الحق العظيم آبادي ٤/ ٢٤:هذِه الزيادة من مجالد وحده دون أصحاب الشعبي، وقد رواه مسلم بدونها، وقد تأتي هذِه الزيادة في بعض طرق الحديث، عن رواية جماعة من أصحاب الشعبي فيهم مجالد، فيتوهم أن الزيادة من رواية الجميع، وليس كذلك، وإنما هي عن مجالد وحده، وهشيم يدلسها فيهم، وله في ذلك مثل ما ذكره أبو عبد الله الحاكم -ثم ذكر قصة تدل على دقة تدليسه- إلى أن قال:وقد فصلها الحسن بن عرفة عن رواية الجماعة، وعزاها إلى مجالد منهم كما هو عند الدارقطني، فلما ثبتت هذِه الزيادة عن مجالد وحده، تحقق فيها الريب، ووجب لها الضعف، بضعف مجالد. اهـ.قلت: وكلامه متين للغاية غير أن قوله في أول كلامه: هذِه الزيادة من مجالد وحده دون أصحاب الشعبي، متعقب بكلامه هو عندما ختم بحثه بقوله: ولكن وردت عند النسائي من رواية سعيد الأحمسي ثنا الشعبي، ولم تثبت عدالته، وقال أبو حاتم: إنه شيخ. اهـ. =</p><p> وهذا قول: أُبي بن كعب، وزيد بن ثابت - رضي الله عنهما - (١) . </p><p> وأما سُفيان (٢) ، وأهل العراق (٣) ، فقالوا: لها السكنى والنفقة حاملًا كانت أو حائلاً، وهو قول عائشة - رضي الله عنهما - (٤) . </p><p>= ومتعقب أيضًا بما سبق ذكره قريبًا من طرق. ولكن يبقى النظر في وزن هذِه الطرق. أشار إليها الحافظ ابن حجر في \"فتح الباري\" ٩/ ٤٨٠ إجمالًا وقال عنها: وقد تابع بعض الرواة عن الشعبي في رفعه مجالدًا لكنه أضعف منه. اهـ.والذي يظهر -والله أعلم- أن الأقرب من حيث الصناعة الحديثية القول بضعف هذِه الزيادة مرفوعة. أما في ثبوتها عن فاطمة من قولها فمن هذِه الجهة ففيها مناقشة. أما من طرق أخرى فثابتة ثبوتًا قطعيًّا. والله أعلم.(١) وهذا القول منسوب لعلي، وابن عباس، وجابر.انظر \"التمهيد\" لابن عبد البر ١٩/ ١٥٢، \"الاستذكار\" لابن عبد البر ١٨/ ٧٢.وأخرجه ابن أبي شيبة في \"المصنف\" ٤/ ١٣٧ عن إبراهيم النخعي، وعكرمة، والحسن البصري، وعبد الله بن عمر، وعروة بن الزبير.(٢) هو الثوري.وينظر قوله في \"اختلاف الفقهاء\" لابن نصر (ص ١٤٨)، \"التمهيد\" لابن عبد البر ١٩/ ١٤١، \"الاستذكار\" لابن عبد البر ١٨/ ٧٠ - ٧٢، \"المغني\" لابن قدامة ٩/ ٢٩٠.(٣) انظر \"اختلاف العلماء\" لابن نصر (ص ١٤٨)، \"التمهيد\" لابن عبد البر ١٩/ ١٤١، \"الاستذكار\" لابن عبد البر ١٨/ ٧٠ - ٧٢، \"المغني\" لابن قدامة ١١/ ٤٠٣ قال: وأخرجه ابن أبي شيبة في \"المصنف\" ٤/ ١٣٦ عن عمر بن الخطاب وابنه عبد الله، وإبراهيم، والشعبي، وشريح.(٤) انظر \"اختلاف العلماء\" لأبي نصر المروزي (ص ١٤٧)، \"المغني\" لابن قدامة ١١/ ٤٠٣.ونص قولها سيذكره المصنف قريبًا.</p><p> ويُروى أن عائشة - رضي الله عنهما - قالت لفاطمة بنت قيس: اتق الله يا فاطمة فقد فتنت الناس، إنما أخرجك رسول الله - صلى الله عليه وسلم - لأنك كنت امرأة لسنة، فخشي لسانك على أحمائك (١) . </p><p> فأما نفقة الحامل المتوفى عنها زوجها: </p><p>(١) قول عائشة أخرجه القاضي إسماعيل كما في \"زاد المعاد\" لابن القيم ٥/ ٥٣١ قال: ثنا نصر بن علي، حدثني أبي، عن هارون، عن محمَّد بن إسحاق قال: أحسبه عن محمَّد بن إبراهيم، أن عائشة فذكره. ومن طريق القاضي أخرجه ابن حزم في \"المحلى\" ١٠/ ٢٩٤. وقد عقد الإِمام البخاري في \"الصحيح\" في كتاب الطلاق: باب المطلقة إذا خشي عليها في مسكن زوجها أن يقتحم عليها، أو تبذو على أهله بفاحشة. ثم أسند (٥٣٢٧) عن عروة قال: إن عائشة أنكرت ذلك على فاطمة.فكأن البخاري أشار إلى قول عائشة هذا بالجملة الأخيرة من الترجمة. أما الجملة الأولى منها فقد أخرجها صريحة عن عائشة في الباب الذي قبله (٥٣٢٥) ولفظها عن عروة قال: عابت عائشة أشد العيب وقالت: إن فاطمة كانت في مكان وحش فخيف على ناحيتها فلذلك أرخص لها النبي - صلى الله عليه وسلم -.وبمثل قول عائشة قال سعيد بن المسيب، أخرجه أبو داود كتاب الطلاق باب من أنكر على فاطمة بنت قيس (٢٢٩٦)، ورجاله ثقات، وسليمان بن يسار أخرجه أبو داود كتاب الطلاق (٢٢٩٤) ورجاله ثقات أيضًا.والأسود بن يزيد: أخرجه النسائي كتاب الطلاق باب الرخصة في خروج المبتوتة ٦/ ٢٠٩ ومن طريقه ابن حزم في \"المحلى\" ١٠/ ٢٩٦.والأحماء جمع حمو، وحمو المرأة وحموها وسماها: أبو زوجها، وأخو زوجها، وكذلك من كان من قبله. وكل من ولي الزوج من ذي قرابته فهم أحماء المرأة، وكل شيء من قبل الزوج أبوه أو أخوه أو عمه، فهم الأحماء.انظر \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٤٤٨ (حمو)، \"لسان العرب\" لابن منظور ٢/ ١٠١٣.</p><p> فقال على (١) ، وابن عمر (٢) ، وشريح (٣) ، والنخعي (٤) والشعبي (٥) ، وحمّاد (٦) ، وابن أبي ليلى (٧) ، وسُفيان (٨) وأصحابه (٩) : ينفق عليها من جميع المال حتى تضع. </p><p>(١) أخرجه عبد الرزاق في \"المصنف\" ٧/ ٣٩، وسعيد بن منصور في \"سننه\" ١/ ٣٢٦، وابن أبي شيبة في \"المصنف\" ٤/ ١٦٦، وابن حزم في \"المحلى\" ١٠/ ٢٩٠. (٢) أخرجه عبد الرزاق في \"المصنف\" ٧/ ٣٨، وسعيد بن منصور \"سننه\" ١/ ٣٢٤، وابن أبي شيبة في \"المصنف\" ٤/ ١٦٦، وابن حزم في \"المحلى\" ١٠/ ٢٩٠.(٣) أخرجه عبد الرزاق في \"المصنف\" ٧/ ٣٩، وسعيد بن منصور \"سننه\" ١/ ٣٢٥، وابن أبي شيبة في \"المصنف\" ٤/ ١٦٦.(٤) أخرجه عبد الرزاق في \"المصنف\" ٧/ ٤١ - ٤٢، وسعيد بن منصور \"سننه\" ١/ ٣٢٥ - ٣٢٧، وابن أبي شيبة في \"المصنف\" ٤/ ١٦٦ - ١٦٧، وابن حزم في \"المحلى\"١٠/ ٢٨٩.(٥) أخرجه سعيد بن منصور \"سننه\" ١/ ٣٢٥، وابن أبي شيبة في \"المصنف\" ٤/ ١٦٦، وابن حزم في \"المحلى\" ١٠/ ٢٩٠.(٦) ذكره ابن حزم في \"المحلى\" ١٠/ ٢٩٠ من طريق وكيع عن شعبة، عن حماد بن أبي سليمان.(٧) أخرجه عبد الرزاق في \"المصنف\" ٧/ ٤٠، وذكره ابن حزم في \"المحلى\" ١٠/ ٢٩٠.(٨) أخرجه عبد الرزاق في \"المصنف\" ٧/ ٤١ عن الشعبي ثم قال: وقول الشعبي أحب إلى سفيان. وذكره ابن حزم في \"المحلى\" ١٠/ ٢٩٠ على أنه أحد قولين عنه. وسفيان وابن سعيد الثوري.(٩) كذا. ولعل الضمير في أصحابه يرجع إلى أصحاب عبد الله بن مسعود وهم فقهاء الكوفة وقضاتها كما أخرجه ابن أبي شيبة في \"المصنف\" ٤/ ١٦٦ عنهم، أو يرجع إلى أصحاب سفيان الثوري، وهم فقهاء العراق عمومًا، وممن ينسب إليه هذا القول منهم: =</p><p> وقال ابن عباس (١) ، وعبد الله بن الزبير (٢) ، وجابر بن عبد الله (٣) - رضي الله عنهما -، ومالك (٤) ، والشافعي (٥) ، وأبو حنيفة (٦) : لا ينفق عليها إلا من نصيبها (٧) . </p><p>= - عبد الله بن مسعود: أخرجه عبد الرزاق في \"المصنف\" ٧/ ٣٩، وسعيد بن منصور ١/ ٣٢٦. - ومحمد بن سيرين: أخرجه عبد الرزاق في \"المصنف\" ٧/ ٣٨، وسعيد بن منصور ١/ ٣٢٧، وابن حزم في \"المحلى\" ١٠/ ٢٨٩.- وأيوب السختياني، والحسن بن حي، وأبو عبيد، واحد قولي الشافعي. كذا في \"المحلى\" لابن حزم ١٠/ ٩٠.(١) أخرجه عبد الرزاق في \"المصنف\" ٧/ ٣٧، وسعيد بن منصور ١/ ٣٢٥، وابن أبي شيبة في \"المصنف\" ٤/ ١٦٥، وابن حزم في \"المحلى\" ١٠/ ٢٨٩.(٢) أخرجه عبد الرزاق في \"المصنف\" ٧/ ٣٧، وابن أبي شيبة ٤/ ١٦٦.(٣) أخرجه عبد الرزاق في \"المصنف\" ٧/ ٣٧ - ٣٨، وسعيد بن منصور \"سننه\" ١/ ٣٢٦، وابن أبي شيبة في \"المصنف\" ٤/ ١٦٥ موقوفًا.وأخرجه البيهقي في \"السنن الكبرى\" ٧/ ٤٣٠ عنه مرفوعًا ثم قال: المحفوظ وقفه. قال ابن حجر في \"بلوغ المرام\" (ص ٣٤٢): رجاله ثقات، ولكن قال البيهقي: المحفوظ وقفه. اهـ وقال صديق خان في \"الروضة الندية\" ٢/ ١٦٦: لو صح رفعه لكان نصًا في محل النزاع.(٤) انظر \"المحلى\" لابن حزم ١٠/ ٢٩٠.(٥) \"الأم\" للشافعي ٥/ ٢٢٧.وانظر \"المحلى\" ١٠/ ٢٩٠ فقد ذكر أنه أحد قوليه.(٦) انظر \"مختصر الطحاوي\" (ص ٢٣٦).(٧) وممن قال به أيضًا: ابن المسيب، والحسن، وعطاء، وقبيصة بن ذؤيب، والحكم، وسفيان ومكحول.وأخذ به القاضي أبو يعلى من إحدى روايتين عن أحمد كما في \"المغني\" لابن قدامة ١١/ ٤٠٥. =</p><p> {فَإِنْ أَرْضَعْنَ لَكُمْ} أولادكم منهن {فَآتُوهُنَّ أُجُورَهُنَّ} على رضاعهن. </p><p> {وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ} يقول: وليقبل بعضكم من بعض إذا أمر بالمعروف (١) . </p><p> وقال الفراء:  {وَأْتَمِرُوا} أي: هموا (٢) . وقال الكسائي: شاوروا (٣) . </p><p>= ورجحه أيضًا سعيد بن منصور في \"سننه\" ١/ ٣٢٥ قال: وهو المأخوذ به. اهـ. بل هو قول جماهير أهل العلم كما حكاه البغوي في \"معالم التنزيل\" ٨/ ١٥٥ عن أكثر أهل العلم. وهذا أظهر القولين والله أعلم. يقول الشيخ منصور البهوتي في \"الروض المربع\" ٣/ ٢٣٨ مع حاشية العنقري: لأن المال انتقل من الزوج إلى الورثة، ولا حق لها على الورثة، فإن كانت حاملًا فالنفقة لها من حصة العمل من التركة إن كانت له تركة، وإن لم يكن له تركة فنفقتها على وارث الجنين الموسر.قلت: وهذا القول هو مذهب الحنابلة قالوا: لأن الأصل براءة الذمة من النفقة، وأما وجوب التربص أربعة أشهر وعشرا فلا يوجب النفقة. هذا حاصل توجيه قولهم.يقول الشيخ عبد الله البسام في \"توضيح الأحكام\" ٥/ ١٤٢: وهذا الحكم يكون عند المشاحة وإلا فالصهر والقرابة تدعو المؤمنين إلى التسامح في مثل هذِه الأمور. والله تبارك وتعالى يقول {وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ}، وقال تعالى بالوصية بزوجة المتوفى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ}. اهـ.(١) \"معالم التنزيل\" للبغوي ٨/ ١٥٦، \"المحرر الوجيز\" لابن عطية ٥/ ٣٢٦، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٦٩.(٢) لم أجده في \"معاني القرآن\" ٣/ ١٦٤ غير أن فيه قوله: يقول: لا تضار المرأة زوجها, ولا يضر بها.(٣) \"معالم التنزيل\" للبغوي ٨/ ١٥٦، \"المحرر الوجيز\" لابن عطية ٥/ ٣٢٦ بلفظ: تشاوروا.</p>"
}