{
  "id": null,
  "sura": 65,
  "aya": 12,
  "text": "<p> وَعَمِلُوا الصَّالِحَاتِ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا قَدْ أَحْسَنَ اللَّهُ لَهُ رِزْقًا (١١) }. </p><p> ١٢ - {اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ} </p><p> في العدد (وليس في القرآن آية تدل على أن الأرضين سبع إلا هذِه الآية)  (١)  {يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ} بالوحي من السماء السابعة إلى الأرض السفلى. </p><p> وقال أهل المعاني: هو ما يدبر فيهن من عجائب تدبيره، فينزل المطر، ويخرج النبات، ويأتي بالليل والنهار، والشتاء والصيف، ويخلق الحيوان على اختلاف هيئاتها وأنواعها، وتنقلهن من حال إلى حال (٢) . </p><p>(١) من (ت). وقد بين الإِمام ابن عطية في \"المحرر الوجيز\" ٥/ ٣٢٧ - ٣٢٨ أن ظاهر هذِه الآية يدل على أن الأرضين سبع وقال: إنه قول الجمهور، ويستدل يقول رسول الله - صلى الله عليه وسلم - \"من غصب شبرا من أرض طوقه من سبع أرضين\"، وهو حديث رواه الشيخان عن عائشة - رضي الله عنهما -.قال ابن عاشور في \"التحرير والتنوير\" ١٣/ ٣٤٠: وهذا القول يقرب من قول علماء طبقات الأرض -الجيولوجيا- من إثبات طبقات أرضية لكنها لا تصل إلى سبع طبقات. اهـ.وقد ذهب غير الجمهور إلى أن معنى مثلهن في الآية: مماثلة الأرض للسموات في دلالة خلقها على عظيم قدرة الله تعالى لا على أن الأرض مثل السماء في عددها. قال ابن عاشور: وهذا أظهر ما تؤول به الآية. اهـ قلت: والأظهر ما عليه الجمهور لدلالة الحديث، والله أعلم.(٢) \"معالم التنزيل\" للبغوي ٨/ ١٥٨.</p><p> وقال ابن كيسان: هذا على محال (١) اللغة واتساعها كما يقال للموت: أمر الله، وللرياح والسحاب ونحوها (٢) . </p><p> وقال قتادة: في كل أرض من أرضه، وسماء من سمائه، خلق من خلقه، وأمر من أمره، وقضاء من قضائه (٣) . </p><p> {لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا} . فلا يخفى عليه شيء. </p><p>(١) كذا. وفي (ت): مجاز. وفي القرطبي: مجال. والأقرب ما في الأصل والمعنى: على مواضع اللغة واستخدام تراكيبها، والله أعلم. (٢) \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٧٦، \"فتح القدير\" للشوكاني ٥/ ٢٤٧ وفيه: هذا هو مجال اللغة.(٣) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٢٩٩، وعبد بن حميد، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٦/ ٣٦٣، والطبري في \"جامع البيان\" ٢٨/ ١٥٤.</p><p> الكشف والبيان عن تفسير القرآن </p><p> تأليف </p><p> أبي إسحاق أحمد بن إبراهيم الثعلبي المتوفى سنة ٤٢٧ هـ </p><p> أشرف على إخراجه </p><p> د/ صلاح باعثمان - د/ حسن الغزالي - أ. د/ زيد مهارش - أ. د/ أمين باشه </p><p> [المجلد السابع والعشرون] </p><p> [سورة التحريم إلى آخر المزمل] </p><p> تحقيق </p><p> د/ محمد بن علي الغامدي </p><p> السيرة الذاتية للمحقق </p><p> د/ محمَّد بن علي الغامدي </p><p> أستاذ مشارك بجامعة أم القرى -كلية الشريعة- مركز الدراسات الإِسلامية حصل على درجة الدكتوراه في تخصص التفسير وعلوم القرآن من جامعة أم درمان الإِسلامية -كلية أصول الدين- قسم التفسير وعلوم القرآن، وعنوان الرسالة (مرويات الإمام عبد الرزاق الصنعاني في التفسير من خلال كتابه المصنف والأمالي مما لم يخرجه في كتابه التفسير) . </p><p> كما حصل على درجة الدكتوراه في تخصص التفسير وعلوم القرآن من جامعة أم القرى -كلية الدعوة وأصول الدين- قسم الكتاب والسنة، شعبة الحديث وعلومه، عنوان الرسالة (الآثار المروية عن الصحابة في النكاح جمع ودراسة) . </p><p> عضوية الهيئات العلمية منها: </p><p> عضو الجمعية العلمية السعودية للسنة وعلومها. </p><p> بعض من المناصب الإدارية التي شغلها: </p><p> عضو مجلس إدارة الجمعية العلمية السعودية للسنة وعلومها. </p><p> مديرا علميا بمشروع السلام عليك أيها النبي بمكة المكرمة. </p><p> عضوا في الهيئة الاستشارية بمركز الأمير محمَّد بن نايف للمناصحة والرعاية. </p><p> له مؤلفات منشورة أهمها: </p><p> ١ - الصحابة المبشرون بالجنة غير العشرة -بحث محكم بمجلة كلية أصول الدين بجامعة أم درمان بالسودان. ومنشور ضمن إصدارات مبرة الال والأصحاب بدولة الكويت. </p><p> ٢ - التراكيب المروية عن رسول الله - صلى الله عليه وسلم - مما لم تعرفها العرب قبله جمعًا ودراسة - بحث بمجلة سنن الصادرة عن الجمعية العلمية السعودية للسنة وعلومها، العدد الثاني. </p><p> ٣ - معالم الرحمة في أخلاق نبي الرحمة - صلى الله عليه وسلم - بحث محكم ومنشور ضمن أبحاث مؤتمر نبي الرحمة - صلى الله عليه وسلم - الذي أقامته جامعة الإِمام محمَّد بن سعود الإِسلامية بالرياض. </p><p> ٤ - أصول ومظاهر الوحدة الإِسلامية في سنة وسيرة خير البرية - صلى الله عليه وسلم -. بحث ضمن أبحاث مؤتمر التراث النبوي الثاني \"السنة مصدر الوحي وأساس الوحدة\" الذي أقامته جامعة العلوم الإِسلامية بماليزيا في شهر شعبان من عام ١٤٣١ هـ. </p><p> ٥ - جهود العلامة محمَّد العثيمين في الجمع بين ما ظاهره التعارض من آي الكتاب العزيز - بحث محكم ومنشور ضمن أعمال مؤتمر (مقدس) الذي أقامته جامعة ملايا بدولة ماليزيا في شهر صفر من عام ١٤٣٢ هـ. </p><p> ٦ - جهود العلامة محمَّد العثيمين في الجمع بين ما ظاهره التعارض من الحديث النبوي الشريف - بحث محكم ومنشور ضمن أعمال ندوة الشيخ العثيمين العلمية بجامعة القصيم. </p><p> * * * </p><p> الْكَشْفُ وَالْبَيَانُ عَن تَفْسِيرِ الْقُرْآنِ </p><p> [٢٧] </p><p> جَمِيع الْحُقُوق مَحْفُوظَة </p><p> رَقم الْإِيدَاع بدَارِ الْكتب ١٥٢٥٦/ ٢٠١٣ </p><p> الطَّبعَةُ الأولى </p><p> ١٤٣٦ هـ - ٢٠١٥ م </p><p> دَار التَّفْسِير </p><p> جدة - المملكة الْعَرَبيَّة السَعوديَّة </p><p> شَارِع مَحْمُود نصيف - حَيّ الأندلس </p><p> ص. ب: ١٢٢٤٩٧ - جدة: ٢١٣٣٢ </p><p> تلفاكس: ٦٦٨٨٨٢٣ - ٠١٢ </p><p> ٦٦ - سُورَة التحريم </p><p> سورة التحريم </p><p> مدنية (١) ، وهي ألف وستون حرفًا (٢) ، ومائتان وسبع وأربعون كلمة (٣) . واثنتا عشرة آية (٤) . </p><p> [٣١٧٧] أخبرني ابن المقرئ (٥) ، أخبرنا ابن مطر (٦) ، حدثنا ابن شَريك (٧) ، حدثنا ابن يونس (٨) , حدثنا سلَّام بن سليم (٩) ، حدثنا هارون بن كثير (١٠) ، عن زيد بن أسلم (١١) ، </p><p>(١) قاله ابن عباس وغيره. \"فضائل القرآن\" لابن الضريس (ص ٣٤)، \"دلائل النبوة\" للبيهقي ٧/ ١٤٤، \"البيان في محمد آي القرآن\" للداني (ص ٢٥٠). (٢) \"القول الوجيز\" للسمين الحلبي (ص ٣١٩)، وذكر محققه أنه كذلك في بيان ابن عبد الكافي (ورقة ٩٤)، غير أنه جاء في نسخة (ت) ألف ومائة وستون، وهو كذلك في \"البيان في محمد آي القرآن\" للداني (ص ٢٥٠).(٣) \"البيان في عد آي القرآن\" للداني (ص ٢٥٠)، \"القول الوجيز\" للسمين الحلبي (ص ٣١٩)، غير أن محققه ذكر أنه وجد في بعض النسخ الخطية لـ\"البيان\" مائة وسبع وأربعون كلمة. ورجحه المحقق.(٤) \"البيان في محمد آي القرآن\" للداني (ص ٢٥٠)، \"القول الوجيز\" للسمين الحلبي (ص ٣١٩)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٢٥.(٥) محمَّد بن إبراهيم صدوق.(٦) محمَّد بن جعفر بن محمَّد بن مطر، عدل ضابط.(٧) إبراهيم بن شريك بن الفضل، الإِمام المحدث الثقة.(٨) أحمد بن عبد الله بن يونس، ثقة حافظ.(٩) في الأصل: سليمان، وما أثبته من (ت) وهو أبو سليمان المدائني، متروك.(١٠) مجهول.(١١) قال ابن حجر: هو تحريف والصواب زيد بن سالم، جهله أبو حاتم.</p><p> عن أبيه (١) ، عن أبي أمامة الباهلي (٢) ، عن أُبيِّ بن كعب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة{يَاأَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ}أعطاه الله توبة نصوحا\"  (٣) . </p><p>(١) قال الذهبي: زيد عن أبيه نكرة. (٢) صحابي مشهور.(٣) [٣١٧٧] الحكم على الإسناد:إسناده ساقط. والكلام عن الحديث جزء من الكلام عن حديث فضائل سور القرآن. وقد سبق بيانه.</p>"
}