{
  "id": null,
  "sura": 66,
  "aya": 4,
  "text": "<p> {فَلَمَّا نَبَّأَهَا بِهِ} أي: أخبر حفصة بما أظهره الله عليه قالت له: {مَنْ أَنْبَأَكَ هَذَا قَالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ} . </p><p> ٤ - قوله تعالى {إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا} </p><p> أي: زاغت، ومالت واستوجبتما التوبة (١) . </p><p> وقال ابن زيد: مالت قلوبهما؛ بأن سرهما أن يجتنب رسول الله - صلى الله عليه وسلم - جاريته، وذلك لهما موافق، فسرهما ما كره رسول الله - صلى الله عليه وسلم - (٢) . </p><p> [٣١٨٢] أخبرنا أبو سعيد محمد بن عبد الله بن حمدون (٣) قراءة عليه، أخبرنا أبو حامد أحمد بن محمد بن الحسن (٤) ، حدثنا محمد ابن يحيى (٥) ، حدثنا عبد الرزاق (٦) ، أخبرنا معمر (٧) ، </p><p>(١) جاء نحو هذا المعنى عن ابن عباس، وابن مسعود، ومجاهد، وقتادة، والضحاك، وسفيان. وهي مخرجة في \"جامع البيان\" للطبري ٢٨/ ١٦١ واختاره الطبري. وانظر \"مجاز القرآن\" لأبي عبيدة ٢/ ٢٦١، \"لغات القبائل الواردة في القرآن\" لأبي عبيد (ص ٢٩)، \"تفسير غريب القرآن\" لابن قتيبة (ص ٤٧٢)، \"معاني القرآن\" للزجاج ٥/ ١٩٣، \"معالم التنزيل\" للبغوي ٨/ ١٦٥، \"الدر المنثور\" للسيوطي ٦/ ٣٧٠، حيث عزى بعض الأقوال لعبد بن حميد، وابن مردويه. (٢) أخرجه الطبري في \"جامع البيان\" ٢٨/ ١٦١، وذكره الماوردي في \"النكت والعيون\" ٦/ ٤٠، والبغوي في \"معالم التنزيل\" ٨/ ١٦٥، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ١٨٨.(٣) عالم، زاهد، صالح، لم يذكر بجرح أو تعديل.(٤) أبو حامد بن الشرقي، ثقة مأمون.(٥) محمد بن يحيى الذهلي، ثقه حافظ، جليل.(٦) الصنعاني، ثقة، حافظ، عمي في آخر عمره فتغير وكان يتشيع.(٧) ثقة، ثبت، فاضل.</p><p> عن الزهريّ (١) ، عن عبيد الله بن عبد الله بن أبي ثور (٢) ، عن ابن عباس - رضي الله عنهما - قال: لم أزل حريصًا أن أسأل عمر - رضي الله عنه - عن المرأتين من أزواج النبي - صلى الله عليه وسلم - للتين قال الله تعالى:  {إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا} حتى حج عمر - رضي الله عنه -، وحججت معه، فلما كنا ببعض الطريق (٣) عدل عمر - رضي الله عنه - وعدلت معه بالإداوة، فتبرز (٤) ، ثم أتاني، فسكبت على يديه فتوضأ، فقلت: يا أمير المؤمنين، من المرأتان من أزواج النبي - صلى الله عليه وسلم - اللتان قال الله تعالى:  {إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا} </p><p> فقال عمر - رضي الله عنه -: واعجبا لك يا ابن عباس - قال الزهريّ: كره والله ما سألة، ولم يكتمه- ثم قال: هي حفصة وعائشة. قال: ثم أخذ يسوق الحديث (٥) . </p><p> فقال: كنا معاشر قريش قومًا نغلب النساء، فلما قدمنا المدينة، </p><p>(١) محمد بن مسلم، فقيه، حافظ، متفق على جلالته وإتقانه. (٢) مولى بني نوفل، ثقه.(٣) هو الظهران كما جاء مصرحًا به في بعض الروايات. وانظر \"فتح الباري\" لابن حجر ٩/ ٢٨٠.والظهران: واد قرب مكة، وعنده قرية يقال لها: ، تضاف إلى هذا الوادي فيقال: الظهران. انظر \"معجم البلدان\" لياقوت ٤/ ٦٣.(٤) أي: قضى حاجته.انظر: \"مختار الصحاح\" للرازي (ص ٢٠) (برز)، \"فتح الباري\" لابن حجر ٩/ ٢٨٠.(٥) أي: القصة التي كانت سبب نزول الآية المسؤول عنها. \"فتح الباري\" لابن حجر ٩/ ٢٨١.</p><p> وجدنا قومًا تغلبهم نساؤهم، فطفق (١) نساؤنا يتعلمن من نسائهم. قال: وكان منزلي في بني أمية بن زيد (٢) في العوالي (٣) . قال: فتغضَّبتُ يومًا على امرأتي (٤) ، فإذا هي تراجعني، فأنكرت أن تراجعني (٥) ، فقالت: وما تنكر أن أراجعك؟ ! فوالله إن أزواج النبي - صلى الله عليه وسلم - ليراجعنه، وتهجره إحداهن اليوم إلى الليل. </p><p> قال: فانطلقت، فدخلت على حفصة، فقلت: أتراجعين رسول الله - صلى الله عليه وسلم -؟ قالت: نعم. </p><p> قلت: وتهجره إحداكن اليوم إلى الليل؟ </p><p> قالت: نعم. قلت: قد خاب من فعل ذلك منكن وخسر، أفتأمن إحداكن أن يغضب الله عليها لغضب رسول الله - صلى الله عليه وسلم -، فإذا هي قد </p><p>(١) طفق: بكسر الفاء، وقد تفتح، أي: جعل، أو أخذ، والمعنى: أنهن أخذن في تعلم ذلك. \"مختار الصحاح\" للرازي (ص ١٦٥) (طفق)، \"فتح الباري\" لابن حجر ٩/ ٢٨١.(٢) أي: ابن مالك بن عوف بن عمرو بن عوف من الأوس. وسميت البقعة باسم من نزلها وهم بنو مالك.انظر: \"فتح الباري\" لابن حجر ١/ ١٨٥، ٩/ ٢٨١، \"معجم القبائل\" ١/ ٤٦.(٣) العوالي: جمع عالية، وهي قرى بقرب المدينة مما يلي المشرق، وكانت منازل الأوس.\"معجم البلدان\" لياقوت ٤/ ١٦٦، \"فتح الباري\" لابن حجر ٩/ ٢٨١.(٤) هي زينب بنت مظعون كما في \"هدي الساري\" لابن حجر (ص ٣١٨، ٣٢٣).(٥) أي: تراددني في القول، وتناظرني فيه، وفي بعض الطرق أنه قام إليها بقضيب فضربها به.\"مختار الصحاح\" للرازي (ص ٩٩) (رجع)، \"فتح الباري\" لابن حجر ٩/ ٢٨٢.</p><p> هلكت؟ ! لا تراجعي رسول الله - صلى الله عليه وسلم -، ولا تسأليه شيئًا، وسليني ما بدا لك، ولا يغرنّك أن كانت جارتك (١) هي أوسم وأحب إلى رسول الله - صلى الله عليه وسلم - منك- يريد عائشة - رضي الله عنهما - قال: وكان في جار من الأنصار (٢) . قال: وكنا نتناوب النزول إلى رسول الله - صلى الله عليه وسلم -، فينزل يومًا، وأنزل يومًا فيأتيني بخبر الوحي وغيره، وآتيه بمثل ذلك. </p><p> قال: وكنا نتحدث أن غسان (٣) تنعل الخيل لتغزونا (٤) ، فنزل صاحبي يومًا، ثم أتاني عشاء، فضرب بابي، ثم ناداني، فخرجت إليه. فقال: حدث أمر عظيم. قلت: ما ذاك؟ أجاءت غسان؟ قال: </p><p>(١) المقصود بالجارة: الضرة، وسميت جارة لتجاورهما المعنوي، لكونهما عند شخص واحد، كان لم يكن حسيًا. وكان ابن سيرين يكره تسميتها ضرة، ويقول: إنها لا تضر ولا تنفع ولا تذهب من رزق الأخرى بشيء، وإنما هي جارة. وقال القرطبي: اختار عمر تسميتها جارة أدبًا منه أن يضاف لفظ الضرر إلى أحد من أمهات المؤمنين. \"فتح الباري\" لابن حجر ٩/ ٢٨٣. (٢) اسم جاره كما في \"الطبقات الكبرى\" لابن سعد ٨/ ١٩٠: أوس بن خولي، وجنح إليه الحافظ ابن حجر في \"هدي الساري\" (ص ٣٢٣)، \"فتح الباري\" لابن حجر ٩/ ٢٨١، وهو مترجم في \"الإصابة\" لابن حجر ١/ ٨٥.(٣) غسان: شَعب عظيم اختلف في نسبته، والمقصود هنا الغساسنة وهم ملوك الشام، وهم: بنو عمرو بن مازن بن الأزد. وكانوا على النصرانية مع أنهم عرب أزديون ولكنهم كانوا عمالاً للإمبراطورية الرومانية البيزنطية يحمون الحدود الشمالية من غارات الفرس. \"معجم القبائل العربية\" ٣/ ٨٨٤.(٤) أي: تستعمل النعال، وهي نعال الخيل، وتنعل: بضم أوله. وفي رواية البخاري في كتاب المظالم باب الغرفة (٢٤٦٨) تنعل النعال والمعنى واحد. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ٨٢ - ٨٣، \"فتح الباري\" لابن حجر ٩/ ٢٨٤.</p><p> بل أعظم من ذلك. طلق الرسول - صلى الله عليه وسلم - نساءه، فقلت: قد خابت حفصة وخسرت، قد كنت أظن هذا كائنًا، حتى إذا صليت الصبح، شددت على ثيابي (١) ، ثم نزلت، فدخلت على حفصة، وهي تبكي. فقلت: أطلقكن رسول الله - صلى الله عليه وسلم -؟ قالت: لا أدري، هو ذا معتزل في هذِه المشربة (٢) ، فأتيت غلامًا له أسود (٣) . فقلت: استأذن لعمر. فدخل الغلام، ثم خرج إلي، فقال: قد ذكرتك له فصمت، فانطلقت حتى أتيت المنبر، فإذا حوله رهط جلوس يبكي بعضهم، فجلست قليلاً، ثم غلبني ما أجد، فأتيت الغلام، فقلت: استأذن لعمر، فدخل ثم خرج إلي، فقال: ذكرتك له فصمت، فخرجت وجلست إلى المنبر، ثم غلبني ما أجد، فأتيت -يعني الغلام- فقلت: استأذن لعمر، فدخل، ثم خرج إلى، فقال: قد ذكرتك له فصمت. قال: فوليت مدبرًا، فإذا الغلام يدعوني، فقال: ادخل، فقد أذن لك، فدخلت فسلمت على رسول الله - صلى الله عليه وسلم - فإذا هو متكئ على رمل حصير (٤) قد </p><p>(١) أي: لبس الثياب التي يبرز بها إلى الناس من الإزار، والرداء، والعمامة، والدرع، والخمار. \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٢٩٧. (٢) المشربة هي: بضم الراء وبفتحها، وجمعها: مشارب ومشربات. والمراد بها: الغرفة العالية. \"فتح الباري\" لابن حجر ٥/ ١١٦، ٩/ ٢٨٦.(٣) اسم الغلام هو: رباح، وهو مولى رسول الله - صلى الله عليه وسلم -، وجاء مصرحًا به في بعض روايات الحديث، وهو مترجم في \"الإصابة\" لابن حجر ٢/ ١٩٣، وانظر \"فتح الباري\" لابن حجر ٩/ ٢٨٧.وهو في بعض طرق الحديث كما في \"المسند\" لأبي يعلى ١/ ١٤٩ وغيره.(٤) رمل: بسكون الميم، والمراد به: النسج، تقول: رملت الحصير، وأرملته إذا نسجته، وحصير مرمول أي منسوج. \"فتح الباري\" لابن حجر ٩/ ٢٨٧.</p><p> أثر في جنبه، فقلت: أطلقت يا رسول الله نساءك؟ </p><p> فرفع رأسه إلى، وقال:  \"لا\" قلت: الله أكبر. </p><p> ثم ذكر له ما قال لامرأته، وما قالت له أي امرأته (١) . </p><p> فتبسَّم رسول الله - صلى الله عليه وسلم - فقلت: يا رسول الله، قد دخلت على حفصة، وذكرت له ما قلت لها، فتبسم أخرى. </p><p> فقلت: أستأنس يا رسول الله؟ (٢) </p><p> قال:  \"نعم\" . فجلست، فرفعت رأسي في البيت، فوالله ما وجدت شيئًا يردُّ البصر إلا أهبا (٣) ثلاثة. </p><p> فقلت: يا رسول الله، ادع الله أن يوسع على أمتك، فقد وسع على فارس والروم، وهم لا يعبدون الله تعالى، فاستوى جالسًا، ثم قال:  \"أفي شك أذت يا ابن الخطاب؟ أولئك قوم عُجِّلت لهم طيباتهُم في الحياة الدنيا\" . فقلت: استغفر لي يا رسول الله. </p><p> وكان أقسم أن لا يدخل عليهن شهرًا (٤) من شدة موجدته عليهن، </p><p>(١) جملة معترضة للاختصار، وكأنها من قول ابن عباس - رضي الله عنهما -، أو أحد الرواة من بعده والله أعلم. (٢) المراد الاستفهام ومعناه: أنبسط في الحديث، فاستأذن في ذلك، لقرينة الحال التي كان عليها رسول الله - صلى الله عليه وسلم -. \"فتح الباري\" لابن حجر ٩/ ٢٨٨.(٣) في الأصل: أهب، والجادة من أثبت، والأهب: جمع الإهاب: الجلد قبل الدباغ في قوله الأكثر، وقيل: الجلد مطلقًا. \"مختار الصحاح\" للرازي (ص ١٣) (أهب)، \"فتح الباري\" لابن حجر ٩/ ٢٨٨.(٤) قال ابن حجر في \"فتح الباري\" ٩/ ٢٩٠: ومن اللطائف أن الحكمة في الشهر، مع أن مشروعية الهجر ثلاثة أيام، أن عدتهن كانت تسعة، فإذا ضربت في ثلاثة كانت =</p><p> حتى عاتبه الله تعالى (١) . </p><p>= سبعة وعشرين، واليومان لمارية، لكونها كانت أمة، فنقصت عن الحرائر. والله أعلم. ا. هـ. (١) [٣١٨٢] الحكم على الإسناد:رجاله ثقات سوى شيخ المصنف لم يذكر بجرح أو تعديل.التخريج:يرويه عن ابن عباس ثلاثة أنفس:أ- عبيد الله بن عبد الله بن أبي ثور:ورواه عنه الزهريّ، ويرويه عن الزهريّ سبعة أنفس وهم:١ - معمر بن راشد البصري:رواه مسلم كتاب الطلاق باب في الإيلاء (١٤٧٩) عن ابن أبي عمر، وإسحاق بن إبراهيم، ورواه الترمذي كتاب التفسير، باب من سورة التحريم (٣٣١٨) عن عبد ابن حميد، ورواه النسائي ٤ كتاب الصيام باب كم الشهر ٤/ ١٣٦ من طريق عبد الأعلى، ورواه أحمد في \"المسند\" ١/ ٣٣ (٢٢٢)، ومن طريقه المزي في \"تهذيب الكمال\" ١٩/ ٦٩، ورواه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٠/ ٨٥ من طريق ابن أبي السري، ورواه المصنف من طريق محمد بن يحيى الذهلي، ورواه البيهقي في \"السنن الكبرى\" ٧/ ٣٧ من طريق أحمد بن منصور. ثمانيتهم عن عبد الرزاق الصنعاني، ورواية عبد الرزاق في \"الأمالي في آثار الصحابة\" (ص ٦٠).ورواه ابن سعد في \"الطبقات الكبرى\" ٨/ ١٨٢ عن محمد بن عمر الواقدي. كلاهما عن معمر به.٢ - يونس:رواه البخاري كتاب العلم، باب التناوب في العلم (٨٩)، معلقًا عن ابن وهب عن يونس به.٣ - شعيب بن أبي حمزة:رواه البخاري كتاب العلم، باب التناوب في العلم (٨٩)، ٩ كتاب النكاح، باب =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= موعظة الرجل ابنته (٥١٩١)، ومن طريقه البغوي في \"معالم التنزيل\" ٨/ ٦٥، والنسائي كتاب الصيام، باب كم الشهر ٤/ ١٣٧ عن أبي اليمان عن شعيب به. ٤ - عقيل:رواه البخاري كتاب المظالم، باب الغرفة والعُلية (٢٤٦٨) من طريق الليث عن عقيل به.٥ - محمد بن ثور:رواه النسائي في \"عشرة النساء\" (ص ٢٣٢)، والطبري في \"جامع البيان\" ٢٨/ ١٦١ عن محمد بن عبد الأعلى عن ابن ثور به.٦ - صالح بن كيسان:رواه النسائي كتاب الصيام ٤/ ١٣٧ من طريق إبراهيم بن سعد عن ابن كيسان به.٧ - محمد بن إسحاق:رواه أبو يعلى في \"المسند\" ١/ ١٦٢ من طريق عبد الله بن إدريس عن ابن إسحاق به.ب- عبيد بن حنيف:رواه عنه يحيى بن سعيد الأنصاري.ويرويه عن يحيى أربعة أنفس:١ - سليمان بن بلال:رواه البخاري كتاب التفسير باب {تبتغي مرضات أزواجك} (٤٩١٣)، كتاب النكاح باب حب الرجل بعض نسائه (٥٢١٨) عن عبد العزيز بن عبد الله، ورواه مسلم كتاب الطلاق (١٤٧٩)، والطبري في \"جامع البيان\" ٢٨/ ١٦٢ من طريق ابن وهب، وابن سعد ٨/ ١٨٥ عن محمد بن عمر الواقدي. ثلاثتهم عن سليمان به.٢ - سفيان بن عيينة:رواه البخاري كتاب التفسير باب {وَإِذْ أَسَرَّ النَّبِيُّ} (٤٩١٤) عن علي بن عبد الله، باب {إِن تَتُوبَا إِلَى اللَّهِ} (٤٩١٥) عن الحميدي، ورواه مسلم كتاب الطلاق (١٤٧٩)، عن زهير بن حرب وأبي بكر بن أبي شيبة، ورواه أبو يعلى في =</p><p> قال الزهريّ (١) : فأخبرني عروة (٢) عن عائشة - رضي الله عنهما - قالت: لما مضى تسع وعشرون ليلة على رسول الله - صلى الله عليه وسلم -، بدأ بي. </p><p> فقلت: يا رسول الله، إنك أقسمت ألا تدخل علينا شهرًا، وإنك قد دخلت عن تسع وعشرين أعدهن! </p><p> فقال:  \"إن الشهر تسع وعشرون\" . ثم قال:  \"يا عائشة، إني ذاكر لك أمرًا، فلا عليك ألا تعجلي فيه حتى تستأمري أبويك\" . قالت: ثم قرأ على: {يَاأَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ} حتى بلغ: {أَجْرًا عَظِيمًا}  (٣) . </p><p>= \"المسند\" ١/ ١٧٦ عن زهير بن حرب، وابن سعد في \"الطبقات الكبرى\" ٨/ ١٨٥ عن محمد بن عمر الواقدي. خمستهم عن سفيان به. ٣ - حماد بن سلمة:رواه مسلم كتاب الطلاق (١٤٧٩) عن محمد بن المثنى عن عفان بن مسلم، ورواه أبو يعلى في \"المسند\" ١/ ١٤٩ عن عبد الأعلى. كلاهما عن حماد به.٤ - علي بن الحسين:رواه النسائي ٢/ ٤٥٢ في التفسير من \"السنن الكبرى\"، والطبري في \"جامع البيان\" ١٦٢/ ٢٨ من طريق مالك عن أبي النضر عن علي به.جـ- سماك أبو زميل الحنفي:رواه مسلم كتاب الطلاق (١٤٧٩)، ومن طريقه البغوي في \"معالم التنزيل\" ٨/ ١٦٧ عن زهير، ورواه الطبري في \"جامع البيان\" ٢٨/ ١٦٢ عن محمد بن بشار، ومحمد بن المثنى. ثلاثتهم عن عمر بن يونس.ورواه أبو يعلى في \"المسند\" ١/ ١٤٩، ومن طريقه الواحدي في \"الوسيط\" ٤/ ٣٢٠ عن زهير بن حرب عن عثمان بن عمر. كلاهما عن عكرمة بن عمار عن سماك الحنفي به.(١) حافظ، متفق على جلالته وإتقانه.(٢) ابن الزبير، ثقة.(٣) الأحزاب: ٢٨ - ٢٩.</p><p> قالت عائشة - رضي الله عنها -: قد علم أن أبوي لم يكونا ليأمراني بفراقه. </p><p> فقلت: أفي هذا أستأمر أبوي؟ فإنى أريد الله ورسوله والدار الآخرة. قالت عائشة - رضي الله عنها -: فقلت له: يا رسول الله، لا تخبر أزواجك أني اخترتك، فقال النبي - صلى الله عليه وسلم -: \"إنما بعثني الله مبلغًا، ولم يبعثني متعنتًا\"  (١) . </p><p> {وَإِنْ تَظَاهَرَا عَلَيْهِ} تتعاونا على أذى النبي - صلى الله عليه وسلم - (٢) . </p><p> وقرأ أهل الكوفة بتخفيف الظاء على الحذف، واختاره أبو عبيد (٣) . </p><p>(١) الحكم على الإسناد: رجاله ثقات سوى شيخ المصنف لم يذكر بجرح أو تعديل.التخريج:هذا الحديث هو جزء من الحديث السابق لاتحاد مخرجه، غير أن بعض أصحاب الكتب ذكره مفردًا عن الحديث السابق. ومن هؤلاء:مسلم كتاب الصيام باب الشهر يكون تسعًا وعشرين (١٠٨٣)، والنسائي كتاب الصيام، باب كم الشهر ٤/ ١٣٦ وأحمد في \"المسند\" ٦/ ١٨٥، (٢٥٥١٧) ٢٦٣ - ٢٦٤ (٢٦٢٧١) من طريق الزهريّ، عن عروة، عن عائشة.وتابع عروة فيه أبو سلمة بن عبد الرحمن عن عائشة.رواه البخاري كتاب التفسير، باب {قُل لأزوَجِك} (٤٧٨٥)، ومن طريقه البغوي في \"معالم التنزيل\" ٨/ ١٦٧، ورواه البيهقي في \"السنن الكبرى\" ٧/ ٣٦ - ٣٧ كلهم من طريق الزهريّ عن أبي سلمة به.وله شاهد من حديث جابر بن عبد الله:رواه البيهقي ٧/ ٣٨ من طريق أبي الزبير المكي عن جابر بن عبد الله به نحوه.(٢) انظر \"تفسير غريب القرآن\" لابن قتيبة (ص ٤٧٢).(٣) انظر \"معاني القرآن\" للفراء ٣/ ١٦٦، \"المبسوط في القراءات العشر\" لابن مهران (ص ٣٧٥)، \"التيسير\" للداني (ص ٦٤)، \"النشر في القراءات العشر\" لابن =</p><p> وقرأ الباقون بالتشديد على الإدغام، واختاره أبو حاتم (١) . </p><p> {فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ} وليه، وناصره، وحافظه (٢) . </p><p> {وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ} قال المسيب بن شريك: هو أبو بكر الصديق - رضي الله عنه - (٣) . </p><p> وقال سعيد بن جبير (٤) : عمر - رضي الله عنه -. </p><p>= الجزري ٢/ ٢١٨. وممن ذكر من أهل الكوفة: الأعمش، وعاصم، وحمزة، وقرأ بها الكسائي، وخلف، وذكر اختيار أبي عبيد لم أجده عند غير المصنف.(١) انظر \"معاني القرآن\" للفراء ٣/ ١٦٧، ونسبها لأهل الحجاز، \"المبسوط في القراءات العشر\" لابن مهران (ص ٣٧٥)، \"التيسير\" للداني (ص ٦٤)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢١٨، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٥٤٨، واختيار أبي حاتم لم أجده.(٢) انظر \"تفسير غريب القرآن\" لابن قتيبة (ص ٤٧٢)، \"جامع البيان\" للطبري ٢٨/ ١٦٢، \"تفسير القرآن\" للسمعاني ٥/ ٤٧٤، \"معالم التنزيل\" للبغوي ٨/ ١٦٨.(٣) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٨/ ١٩٢.وذكره ابن الجوزي في \"زاد المسير\" ٨/ ٣١٠ من قول أبي أمامة.وأخرجه أبو الشيخ في \"طبقات المحدثين بأصبهان\" ٢/ ١٠٦ - ١٠٧ عن أبي روق الهمذاني من قوله.(٤) هذا القول رواه عن سعيد اثنان:أ- أبو هاشم يحيى بن دينار الرماني: ورواه عنه ثلاثة:١ - خلف بن خليفة:رواه أبو بكر بن أبي شيبة في \"المصنف\" ٦/ ٣٥٦، وابن سعد في \"الطبقات الكبرى\" ٨/ ١٨٥ عن الواقدي، ورواه عبد الله بن أحمد بن حنبل في زوائده على \"فضائل الصحابة\" ١/ ٣١٨ عن يحيى بن أيوب. ثلاثتهم عن خلف بن خليفة به. =</p><p> وقال عكرمة (١) : أبو بكر، وعمر - رضي الله عنهما -. يدل عليه: </p><p> [٣١٨٣] ما أخبرنا ابن فنجويه (٢) ، حدثنا علي بن أحمد بن نصرويه (٣) ، حدثنا أبو الحسن علي بن الحسين بن سليمان </p><p>= وخلف ثقة، لكنه اختلط بآخره. ٢ - عمار بن سيف:رواه عبد الله بن أحمد في زوائده على \"فضائل الصحابة\" ١/ ٤١٧ عن عباس عن العلاء بن مسلمة عن إسحاق بن بشر عن عمار به. والعلاء، وإسحاق متهمان بالكذب.٣ - أبو العلاء التيمي:رواه عبد الله بن أحمد في زوائده على \"فضائل الصحابة\" ١/ ٥٢٦ من طريق هشيم عن أبي العلاء.ب- عبد الله بن عثمان بن خثيم:رواه عبد الله بن أحمد في زوائده على \"فضائل الصحابة\" ١/ ١٥٦ - ١٥٨ من طريق محمد بن أبان عن ابن خثيم عن سعيد، وعكرمة قال: أبو بكر، وعمر. ومحمد بن أبان ضعيف.قوله: (-عليه السلام-) كذا، وفي (ت): - رضي الله عنه -. وليس في المصادر السابقة سوى الترضي.(١) أخرجه عبد الله بن أحمد في زوائده على \"فضائل الصحابة\" ١/ ١٥٦ - ١٥٨، وابن عساكر في \"تاريخ دمشق\" كما في \"الدر المنثور\" للسيوطي ٦/ ٣٧٣، وذكره الماوردي في \"النكت والعيون\" ٦/ ٤١، وابن الجوزي في \"زاد المسير\" ٨/ ٣١٠، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ١٨٩.والمسند من طريق محمد بن أبان عن عبد الله بن عثمان بن خثيم عن عكرمة به. ومحمد بن أبان بن صالح بن عمير ضعيف كما في \"ميزان الاعتدال\" للذهبي ٣/ ٤٥٣.(٢) ثقه، صدوق، كثير الرواية للمناكير.(٣) لم أجده.</p><p> القافلاني (١) ، حدثنا أبو عمار الحسين بن حريث (٢) ، حدثنا عبد الرحيم ابن زيد العمي (٣) ، عن أبيه (٤) ، عن شقيق (٥) ، عن عبد الله - رضي الله عنه - عن النبي - صلى الله عليه وسلم - في قوله تعالى:  {فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ} قال: \"إن صالح المؤمنين أبو بكر وعمر - رضي الله عنه -\"  (٦) . </p><p>(١) قال ابن حبان: من المعدلين. (٢) ثقة.(٣) متروك، كذبه ابن معين.(٤) زيد بن الحواري، العمي البصري، ضعيف.(٥) هو شقيق بن سلمة أبو وائل، ثقه، مخضرم.(٦) [٣١٨٣] الحكم على الإسناد:إسناده ضعيف جدًّا، عبد الرحيم بن زيد متروك، كذبه ابن معين، وأبوه ضعيف أيضًا.التخريج:ورواه عن الحسين بن حريث ثلاثة أنفس:رواه المصنف من طريق أبي الحسن القافلاني، ورواه الطبراني في \"المعجم الكبير\" ١٠/ ٢٥٣، عن محمد بن عبد الله الحضرمي، ورواه الواحدي في \"الوسيط\" ٤/ ٣٢٠ من طريق جعفر بن أحمد بن فارس، ورواه أبو نعيم في \"فضائل الخلفاء الأربعة\" وغيرهم (ص ١٠٠) من طريق محمد بن الفتح ويحيى بن صاعد خمستهم عن الحسين بن حريث. ورواه ابن مردويه، وابن عساكر كما في \"الدر المنثور\" للسيوطي ٦/ ٣٧٣. قال الهيثمي في \"مجمع الزوائد\" ٧/ ١٢٧: فيه عبد الرحيم بن زيد العمي، وهو متروك.وقد جاء هذا التفسير على ما فيه عن جماعة من السلف ومنهم:١ - عبد الله بن عباس:رواه الطبراني في \"المعجم الأوسط\" ١/ ٢٥٠ وفيه فرات ابن السائب متهم بالكذب.٢ - عبد الله بن عمر:رواه الطبراني في \"المعجم الأوسط\" ١/ ٢٥٠ وفيه فرات بن =</p><p> [٣١٨٤] وأخبرنا ابن فنجويه (١) حدثنا أبو علي المقرئ (٢) ، حدثنا أبو القاسم بن الفضل (٣) ، حدثنا علي بن الحسين (٤) ، حدثنا محمد بن يحيى (بن أبي عمر)  (٥) ، حدثنا محمد بن جعفر بن محمد بن علي بن </p><p>= السائب. ٣ - أبو أمامة الباهلي: رواه الحاكم في \"المستدرك\" ٣/ ٦٩ وصححه، وفيه موسى بن عمير قال الذهبي: واه.٤ - بريدة بن الحصيب:رواه ابن عساكر كما في \"الدر المنثور\" للسيوطي ٦/ ٣٧٣.٥ - أُبي بن كعب: ذكره البغوي في \"معالم التنزيل\" ١٦٨/ ٨.٦ - الضحاك:رواه أحمد في \"فضائل الصحابة\" ١/ ٢٠٥، والطبري في \"جامع البيان\" ٢٨/ ١٦٣.٧ - مجاهد: رواه الطبري في \"جامع البيان\" ٢٨/ ١٦٢.٨ - ميمون بن مهران: رواه ابن عساكر كما في \"الدر المنثور\" للسيوطي ٦/ ٣٧٣.٩ - مقاتل بن سليمان: رواه أحمد في \"فضائل الصحابة\" ١/ ٥٠٨ - ٥٠٩، وابن عساكر كما في \"الدر المنثور\" للسيوطي ٦/ ٣٧٣، والخطيب في \"تاريخ بغداد\" ١٣/ ١٦٠ وزادوا علي بن أبي طالب.(١) ثقة، صدوق، كثير الرواية للمناكير.(٢) الحسين بن محمد بن حبش، المقرئ، ثقة، مأمون.(٣) العباس بن الفضل بن شاذان الرازي، إمام، محقق، مجود.(٤) ابن الجنيد الرازي، أبو الحسن النخعي، المعروف بالمالكي؛ لجمعه أحاديث الإمام مالك، سمع: أبا جعفر النفيلي، والمعافى بن سليمان، وحلائق، حدث عنه: ابن أبي حاتم، وابن الشرقي، وآخرون، قال الذهبي الإمام، الحافظ، الحجة: \"سير أعلام النبلاء\" للذهبي ١٤/ ١٦.(٥) في الأصل: بن عمر، والمثبت من كتب التراجم، وهو صدوق، صنف المسند وكان لازم ابن عيينة، لكن قال أبو حاتم: كانت فيه غفلة.</p><p> حسين بن علي بن أبي طالب (١) ، حدثني رجل ثقة يرفعه إلى علي بن أبي طالب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - في قول الله تعالى:  {وَصَالِحُ الْمُؤْمِنِينَ} قال: \"هو علي بن أبي طالب\" - رضي الله عنه - (٢) . </p><p> [٣١٨٥] وأخبرنا عبد الله بن حامد (٣) : أخبرنا عمر بن الحسن (٤) ، حدثنا أحمد بن الحسن (٥) ، حدثنا أبي (٦) ، أخبرنا حصين (٧) ، عن موسى بن جعفر (٨) ، عن أبيه (٩) ، عن آبائه عن أسماء بنت </p><p>(١) تكلم فيه. (٢) [٣١٨٤] الحكم على الإسناد:إسناده ضعيف جداً.فيه محمد بن جعفر الهاشمي متكلم فيه، وشيخه مبهم.التخريج:الحديث أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" كما عند ابن كثير في \"تفسير القرآن العظيم\" ١٤/ ٥٥ عن شيخه علي بن الحسين بن الجنيد الرازي عن ابن أبي عمر به. وفيه العلتان السابقتان.قال ابن كثير بعد ذكره: إسناده ضعيف، وهو منكر جدًّا.وقال السيوطي في \"الدر المنثور\" ٦/ ٣٧٤: رواه ابن أبي حاتم بسند ضعيف.وقال الحسكاني في \"شواهد التنزيل\" ٢/ ٢٥٤ كما في \"الأحاديث المرفوعة\" للدكتور نهاد ٢/ ٥٩٩: هذا الإسناد منقطع. ا. هـ.(٣) الوزان لم يذكر بجرح أو تعديل.(٤) ابن علي بن مالك أبو الحسن القاضي ضعيف صاحب بلايا.(٥) بن سعيد بن عثمان الخرّاز لم أجده.(٦) الحسن بن سعيد بن عثمان الخرّاز لم أجده.(٧) ابن مخارق، متهم بالكذب.(٨) أبو الحسن الكاظم صدوق عابد.(٩) جعفر الصادق صدوق فقيه إمام.</p><p> عميس (١) - رضي الله عنها - قالت: سمعت النبي - صلى الله عليه وسلم - يقول:  \"وصالح المؤمنين على ابن أبي طالب\"  (٢) . </p><p> وقال الكلبي: هم المخلصون الذين ليسوا بمنافقين (٣) . </p><p> وقال قتادة، والعلاء بن زياد العدوي: هم الأنبياء (٤) . </p><p>(١) الصحابية المشهورة. (٢) [٣١٨٥] الحكم على الإسناد:حديث موضوع، وفي إسناده حصين متهم بالكذب، وفيه جماعة لم أجده، وشيخ المصنف لم يذكر بجرح أو تعديل، وعمر بن الحسن ضعيف صاحب بلايا.التخريج:الحديث: أخرجه الحسكاني في \"شواهد التنزيل\" ٢/ ٢٥٧، والجويني في \"فرائد السمطين\" ١/ ٣٦٣ كما في \"الأحاديث المرفوعة\" للدكتور نهاد عبيد ٢/ ٥٩٨، كلاهما من طريق أبي نعيم الحافظ عن شيخه أحمد بن جعفر الشيباني فذكره. وشيخ أبي نعيم ذكر ابن طاهر أنه مشهور بالوضع كما في \"لسان الميزان\" لابن حجر ١/ ١٤٤، \"تنزيه الشريعة\" لابن عراق ١/ ٢٦، وأخرجه ابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٣٧٤.والحديث قال عنه شيخ الإسلام ابن تيمية في \"منهاج السنة\" ٤/ ٧٩: والحديث كذب موضوع. وأقره عليه الذهبي في \"المنتقى من المنهاج\" (ص ٤٦٣).وجاء من حديث ابن عباس عن ابن مردويه، وابن عساكر كما في \"الدر المنثور\" للسيوطي ٦/ ٣٧٤ من قوله، وذكره ابن كثير في \"تفسير القرآن العظيم\" ١٤/ ٥٥ عن ليث بن أبي سليم عن مجاهد.وهذا الحديث بعينه ذكره ابن عطية في \"المحرر الوجيز\" ٥/ ٣٣٢ وقال بعده: ذكره الثعلبي.(٣) ذكره البغوي في \"معالم التنزيل\" ٨/ ١٦٨.(٤) قول قتادة أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٠٢، والطبري في \"جامع البيان\" ٢٨/ ١٦٣، وعبد بن حميد، وابن المنذر كما في \"الدر المنثور\" للسيوطي =</p><p> {وَالْمَلَائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ} أي: أعوان، ولم يقل: صالحو، ولا ظهراء؛ لأن لفظهما وإن كان واحدًا، فهو في معنى الجمع، كقول الرجل: لا يقربني إلا قارئ القرآن. وهو واحد ومعناه الجمع؛ لأنه قد أذن لكل قارئ القرآن أن يقربه (١) . </p><p>= ٦/ ٣٧٤، وذكره الماوردي في \"النكت والعيون\" ٦/ ٤١، وابن عطية في \"المحرر الوجيز\" ١٦/ ٥٢. وقول العلاء أخرجه سعيد بن منصور، وعبد بن حميد، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٦/ ٣٧٤.وذكره ابن عطية في \"المحرر الوجيز\" ٥/ ٣٣٢.تحصل من كلام المصنف أن في قوله تعالى {وَصَالِحُ الْمُؤْمِنِينَ} عدة أقوال وهي كما يلي:١ - أبو بكر الصديق.٢ - عمر بن الخطاب.٣ - أبو بكر وعمر.٤ - علي بن أبي طالب.٥ - المخلصون الذين ليسوا بمنافقين.٦ - الأنبياء.وثم أقوال أخرى لم يذكرها المصنف. انظرها في \"النكت والعيون\" للماوردي ٦/ ٤١ وغيره.والذي يظهر والله أعلم أن الأولى أن تحمل الآية على العموم، فيدخل فيها كل صالح. ومن ذكر سابقًا من الأنبياء فمن دونهم يدخل في هذا المعنى دخولاً أوليًّا. ومال إلى الأخذ بالعموم الإمام الطبري في \"جامع البيان\" ٢٨/ ١٦٣، وسياق المصنف لكلام الطبري في معنى ظهير يشعر أنه يميل إليه أيضًا. والله أعلم.وعلى هذا القول عامة المحققين من المفسرين ومنهم:الفراء في \"معاني القرآن\" ٣/ ١٦٧، والنحاس في \"إعراب القرآن\" ٤/ ٤٦١.(١) انظر \"معاني القرآن\" للفراء ٣/ ١٦٧، \"تأويل مشكل القرآن\" لابن قتيبة (ص ٢٨٥)، \"جامع البيان\" للطبري ٢٨/ ١٦٣، \"إعراب القرآن\" للنحاس ٤/ ٤٦٢.</p>"
}