{
  "id": null,
  "sura": 66,
  "aya": 3,
  "text": "<p> ٢ - {قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ} </p><p> أن تكفروها إذا حنثتم (١) ، وهي قوله في سورة المائدة:  {فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ}  (٢) . </p><p> {وَاللَّهُ مَوْلَاكُمْ وَهُوَ الْعَلِيمُ الْحَكِيمُ} فأمره أن يكفر يمينه، ويراجع أمته. </p><p> ٣ - قوله تعالى {وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا} </p><p> وهي تحريمه - صلى الله عليه وسلم - فتاته على نفسه، وقوله لحفصة:  \"لا تخبري بذلك أحدًا\"  (٣) . </p><p>= وأخرجه ابن سعد في \"الطبقات الكبرى\" ٨/ ١٥٤ عن محمد بن إبراهيم التيمي من قوله، وفيه الواقدي، ثم إنه مرسل. وأخرجه أيضًا ٨/ ١٥٤ - ١٥٥ عن الشعبي من قوله، وهو مرسل أيضًا.وأخرجه النسائي في \"عشرة النساء\" (ص ٦٩) من طريق هشام بن عروة عن أبيه، عن أم شريك أنها كانت فيمن وهبت نفسها للنبي - صلى الله عليه وسلم -، قال ابن حجر في \"الإصابة\" ٨/ ٢٤٩ ورجاله ثقات. اهـ. وليس في الخبر أن النبي - صلى الله عليه وسلم - لم يقبلها.قال الشوكاني في \"فتح القدير\" ٥/ ٢٥٢ بعد إيراده تضعيف السيوطي للخبر: ويرد هذا أيضًا أن النبي - صلى الله عليه وسلم - لم يقبل تلك الواهبة لنفسها، فكيف يصح أن يقال إنه نزل في شأنها {يَاأَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ} فإن من رد ما وهب له لم يصح أن يقال: إنه حرمه على نفسه.(١) \"تفسير غريب القرآن\" لابن قتيبة (ص ٤٧٢)، \"شرح مشكل الآثار\" لابن قتيبة (ص ٣٦٤).(٢) المائدة: ٨٩.(٣) هذا هو القول الأول في المراد بالسر في الآية وهو قول ابن عباس، وقتادة، وزيد بن أسلم، وابنه عبد الرحمن، والشعبي، والضحاك بن مزاحم أنه أسره لحفصة. وأقوالهم مع غيرهم سبقت قريبًا عند ذكره قصة مارية وتحريمها - صلى الله عليه وسلم - على نفسه. والمعنى المذكور قاله الطبري في \"جامع البيان\" ٢٨/ ١٥٩، والبغوي في \"معالم =</p><p> وقال الكلبي: أسرَّ إليها أن أباك، وأبا عائشة يكونان خليفتين على أمتي بعدي (١) . </p><p> [٣١٧٩] أخبرنا عبد الله بن حامد (٢) -قراءة- أخبرنا عمر بن الحسن (٣) ، حدثنا أحمد بن الحسن بن سعيد (٤) ، حدثنا أبي (٥) ، حدثنا (حصين (٦) عن يحيى) (٧) الشلبي (٨) ، عن حبيب بن أبي ثابت (٩) عن سعيد بن جبير (١٠) ، عن ابن عباس - رضي الله عنهما -: {وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا} قال: أسرَّ النبي - صلى الله عليه وسلم - أمر الخلافة بعده، </p><p>= التنزيل\" ٨/ ١٦٣، وابن الجوزي في \"زاد المسير\" ٨/ ٣٠٧ وزاد نسبته للسدي، وعطاء. (١) ذكره البغوي في \"معالم التنزيل\" ٨/ ١٦٤، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ١٨٦.وقول الكلبي هذا، وما سيذكره المصنف عن ابن عباس هو القول الثاني في المراد بالسر في الآية وهو قوله - صلى الله عليه وسلم - إن أباك وأبا عائشة يليا أمر الناس بعدي كما في \"زاد المسير\" لابن الجوزي ٨/ ٣٠٨ وسيأتى بيان ما فيه قريبًا إن شاء الله تعالى.(٢) لم يذكر بجرح أو تعديل.(٣) عمر بن حسن بن علي بن مالك القاضي، ضعيف صاحب بلايا.(٤) لم أجده.(٥) لم أجده.(٦) حصين بن مخارق بن ورقاء، متهم بالكذب.(٧) كذا، وفي (ت): حصين بن يحيى.(٨) لم أجده.(٩) ثقة فقيه، كان كثير الإرسال والتدليس.(١٠) ثقة، ثبت فقيه.</p><p> فحدثت به حفصة (١) </p><p>(١) [٣١٧٩] الحكم على الإسناد: إسناده ضعيف جدًا، فيه من لم أجده، وشيخ المصنف لم يذكر بجرح أو تعديل، وشيخه ضعيف صاحب بلايا، وحصين متهم بالكذب.التخريج:الخبر يرويه عن ابن عباس ثلاثة أنفس من طرق ضعيفة:١ - سعيد بن جبير عنه:ذكره الواحدي في \"الوسيط\" ٤/ ٣١٩، والبغوي في \"معالم التنزيل\" ٨/ ١٦٤، وابن الجوزي في \"زاد المسير\" ٨/ ٣٠٨.ولم أجده مسندًا إلا عند المصنف، وأظن أن عمدة من ذكره ما أسنده المصنف والله أعلم.٢ - الضحاك بن مزاحم:أخرجه الطبراني في \"المعجم الكبير\" ١٢/ ١١٧، وابن مردويه كما في \"فتح الباري\" لابن حجر ٩/ ٢٨٩، و\"الدر المنثور\" للسيوطي ٦/ ٣٧٠، وذكره الواحدي في \"الوسيط\" ٤/ ٣١٩.وذكره ابن كثير ١٤/ ٥٧ بإسناد الطبراني ثم قال: إسناده فيه نظر.وقال الهيثمي في \"مجمع الزوائد\" ٥/ ١٧٨: وفيه إسماعيل بن عمرو البجلي، وهو ضعيف، وقد وثقه ابن حبان، والضحاك بن مزاحم لم يسمع من ابن عباس، وبقية رجاله ثقات.وقال ابن حجر في \"فتح الباري\" ٩/ ٢٨٩ بعد عزوه له في الطبراني وابن مردويه، وفي كل منهما ضعف.٣ - أبو صالح:أخرجه الدارقطني في \"سننه\" -كما في القرطبي- من طريق الكلبي عن أبي صالح به، وأخرجه البلاذري في \"تاريخه\" كما في \"ميزان الاعتدال\" للذهبي ٤/ ٣٠٥، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٨/ ١٨٦ وإسناده ضعيف فيه هشام الكلبي قال الذهبي: لا يوثق به. =</p><p> [٣١٨٠] أخبرنا عبد الله بن حامد (١) ، أخبرنا نضر بن محمد بن شيرزاذ (٢) ، حدثنا الحسن بن سعيد البزاز (٣) ، حدثنا خالد بن العوام </p><p>= فتحصل: ضعف نسبة هذا القول إلى ابن عباس رضي الله عنهما، وورد بمعناه عن جماعة، منهم: ١ - علي بن أبي طالب:أخرجه ابن عدي، وأبو نعيم في \"فضائل الصحابة\"، والعشاري في \"فضائل الصديق\"، وابن مردويه، وابن عساكر من طرق عنه، وعن ابن عباس نحوه كما في \"الدر المنثور\" للسيوطي ٦/ ٣٧٠.٢ - أبو هريرة:رواه الطبراني في \"المعجم الأوسط\" ٣/ ١٣، وابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٣٧٠.قال الطبراني: لا يروى هذا الحديث عن أبي هريرة إلا بهذا الإسناد، تفرد به هشام بن إبراهيم.وقال السيوطي في \"الدر المنثور\" ٦/ ٣٧٠: إسناده ضعيف.٣ - الضحاك بن مزاحم:رواه أبو نعيم في \"فضائل الصحابة\" كما في \"الدر المنثور\" للسيوطي ٦/ ٣٧٠.٤ - مجاهد بن جبر:رواه ابن أبي حاتم كما في \"الدر المنثور\" للسيوطي ٦/ ٣٧٠.٥ - حبيب بن أبي ثابت:رواه ابن عساكر كما في \"الدر المنثور\" للسيوطي ٦/ ٣٧٠.وأبو القاسم الأصبهاني في \"الحجة في بيان المحجة\" ٢/ ٣٣٣ - ٣٣٤.وبكل حال فهو معنى فاسد من كل هذِه الطرق، وسيأتي بيان ذلك قريبًا إن شاء الله تعالى.(١) لم يذكر بجرح أو تعديل.(٢) لم أجده.(٣) صدوق.</p><p> البزاز (١) ، حدثني فرات بن السائب (٢) ، عن ميمون بن مهران (٣) في قول الله تعالى: {وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا} قال: أسر إليها أن أبا بكر خليفتي من بعدي (٤) . </p><p>(١) حدث عن فرات بن السائب، روى عنه الحسن بن سعيد البستنبان، وذكر أنه كان ينزل قنطرة البردان، لم يذكر بجرح أو تعديل: \"تاريخ بغداد\" ٨/ ٣٠٠. (٢) أبو سليمان الجزري، روى عن ميمون بن مهران، وعنه حسين بن محمد المروزي، وشبابة، وجماعه، متروك.انظر: \"ميزان الاعتدال\" للذهبي ٣/ ٣٤١.(٣) ثقه فقيه، وكان يرسل.(٤) [٣١٨٠] الحكم على الإسناد:إسناده ساقط؛ عبد الله بن حامد، وخالد بن العوام لم يذكرا بجرح أو تعديل، وفرات بن السائب متروك ونضر لم أجده، إضافة إلى كونه مرسلًا.التخريج:أخرجه الإمام أحمد في \"فضائل الصحابة\" ١/ ٤٨٧، وابن عساكر كما في \"الدر المنثور\" للسيوطي ٦/ ٣٧٠، وذكره البغوي في \"معالم التنزيل\" ٨/ ١٦٤ من طريق الحسين بن سعيد البزاز به غير أن فرات بن السائب لم يذكر عند أحمد ولو صح إلى ميمون بن مهران فغايته أنه مرسل.وذكره ابن الجوزي في \"زاد المسير\" ٨/ ٣٠٨، وأبو حيان في \"البحر المحيط\" ٨/ ٢٨٥.وورد هذا المعنى أيضًا:عن عائشة الصديقة: أخرجه ابن عدي، وابن عساكر كما في \"الدر المنثور\" للسيوطي ٦/ ٣٧٠.وعن الضحاك بن مزاحم: أخرجه أبو القاسم الأصبهاني في \"الحجة في بيان المحجة\" ٢/ ٣٣٣.وهذا المعنى هو القول الثالث في المراد بالسر وهو أنه أسر إليها أن أبا بكر خليفتي من بعدي. وانظر \"زاد المسير\" لابن الجوزي ٨/ ٣٠٨. =</p><p> {فَلَمَّا نَبَّأَتْ بِهِ} أخبرت بالحديث الذي أسر إليها رسول الله - صلى الله عليه وسلم - صاحبتها {وَأَظْهَرَهُ اللَّهُ عَلَيْهِ} أي: وأطلع الله نبيه - صلى الله عليه وسلم - على أنها قد نبأت به. </p><p> وقرأ طلحة بن مُصرِّف:  {فَلَمَّا أَنبًّات بِه} بالألف (١) . </p><p> {عَرَّفَ بَعْضَهُ} قرأ علي، وأبو عبد الرحمن، والحسن البصري، وقتادة، والكسائي (عَرَفَ) بالتخفيف (٢) . </p><p>= قال الإمام الشوكاني في \"فتح القدير\" ٥/ ٢٥٣ بعد إيراده القولين الأخيرين: على فرض أن له إسنادًا يصلح للاعتبار هو معارض بما سبق من تلك الروايات الصحيحة، وهي مقدمة عليه، ومرجحة بالنسبة إليه. ا. هـ. وقال محقق \"زاد المسير\" لابن الجوزي ٨/ ٣٠٨ عن أثر ابن عباس، وميمون بن مهران:وهذان الأثران مخالفان للأحاديث الصحيحة، فإنه ليس فيها التصريح بإمارة أبي بكر وعمر رضي الله عنهما وإلا لما حصل خلف في ذلك أبدًا، ولكنها تشير إلى أن أحق الناس بالخلافة بعد وفاة رسول الله - صلى الله عليه وسلم - أبو بكر - رضي الله عنه -، ثم ساق جملة من النصوص الصحيحة التي تفيد هذا المعنى.وما قاله هو الحق الذي لا مرية فيه، إذ لو صح مثل ذلك لكان حجة قاطعة، ونصًّا محكمًا.ولكن الحق أحق أن يتبع. والله أعلم.(١) \"مختصر في شواذ القرآن\" لابن خالويه (ص ١٥٩)، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٨٧، \"البحر المحيط\" لأبي حيان ٨/ ٢٨٥.(٢) \"معاني القرآن\" للفراء ٣/ ١٦٦، \"جامع البيان\" للطبري ٢٨/ ١٦٠، \"السبعة\" لابن مجاهد (ص ٦٤٠)، \"المبسوط في القراءات العشر\" لابن مهران (ص ٣٧٥)، \"إعراب القرآن\" للنحاس ٤/ ٦١، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٨٧، \"البحر المحيط\" لأبي حيان ٨/ ٢٨٦. =</p><p> [٣١٨١] أخبرنا محمد بن عبدوس (١) ، أخبرنا محمد بن يعقوب (٢) ، حدثنا محمد بن الجهم (٣) ، حدثني الفراء (٤) ، حدثني شيخ من بني أسد - يعني: الكسائي (٥) - عن (نعيم أبي عمرو)  (٦) ، عن عطاء (٧) ، عن أبي عبد الرحمن (٨) قال: كان إذا قرأ عليه الرجل: {عَرَّفَ بَعْضَهُ} بالتشديد حصبه بالحصباء (٩) . </p><p> ومعناه على هذِه القراءة: عرف بعض ذلك الفعل بالذي فعلت من إفشاء سره، أي: غضب من ذلك عليها، وجازاها به من قول القائل </p><p>= واختار هذِه القراءة أبو بكر بن أبي عياش الراوي عن عاصم كما في \"المبسوط في القراءات العشر\" لابن مهران. (١) أبو بكر النحوي، لم يذكر بجرح أو تعديل.(٢) هو: أبو العباس الأصم، ثقة.(٣) أبو عبد الله السمري، ثقة، صدوق.(٤) يحيى بن زياد، أبو زكريا النحوي، صدوق.(٥) علي بن حمزة، إمام في النحو والقراءة، وثقه ابن حبان.(٦) نعيم بن ميسرة النحوي، روى عن إسماعيل السدي، وسليمان الأعمش، وعكرمة مولى ابن عباس وغيرهم، روى عنه: إسحاق بن سليمان الرازي وعبد الله بن المبارك، وأبو الوليد الطيالسي وغيرهم. قال ابن حجر: صدوق.انظر: \"تهذيب الكمال\" ٢٩/ ٤٩٣، \"تقريب التهذيب\" لابن حجر (٧١٧٥).(٧) هو عطاء بن السائب، صدوق اختلط.(٨) هو أبو عبد الرحمن السلمي، ثقة، ثبت.(٩) [٣١٨١] الحكم على الإسناد:شيخ المصنف لم يذكر بجرح أو تعديل، وعطاء صدوق اختلط.التخريج:والخبر في \"معاني القرآن\" للفراء ٣/ ١٦٦، ومن طريقه رواه المصنف.</p><p> لمن أساء إليه: لأعرفنَّ لك ما فعلت، بمعنى: لأجازينك عليه. قالوا: وجازاها رسول الله - صلى الله عليه وسلم - بأن طلقها (١) . </p><p> فلما بلغ ذلك عمر - رضي الله عنه - قال: لو كان في آل الخطاب خير، لما طلقك رسول الله - صلى الله عليه وسلم -، فجاء جبريل -عليه السلام-، وأمره بمراجعتها. </p><p> واعتزل رسول الله - صلى الله عليه وسلم - شهرًا، وقعد في مشربة أم إبراهيم مارية حتى نزلت آية التخيير (٢) . </p><p>(١) هذا كله كلام الفراء في \"معاني القرآن\" ٣/ ١٦٦ مع تصرف يسير من المصنف. وهو كما هنا في \"معالم التنزيل\" للبغوي ٨/ ١٦٤. وانظر توجيه القراءة بأبسط من هذا في \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٢٥.(٢) هذا الخبر قال عنه الزيلعي في \"تخريج أحاديث وآثار الكشاف\" ٤/ ٦١ - ٦٢: غريب.وقال ابن جر في \"تخريج أحاديث وآثار الكشاف\" (ص ١٧٥): لم أره هكذا، وهو عند الحاكم وغيره بغير ذكر سببه.والخبر كما هنا في \"معالم التنزيل\" للبغوي ٨/ ١٦٤، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٨٧.وما أشار إليه الحافظ ابن حجر هو في \"الطبقات الكبرى\" لابن سعد ٨/ ٨٤، \"المستدرك\" للحاكم ٤/ ١٥ من طريقين مرسلين، والطبراني في \"المعجم الكبير\" ١٧/ ٢٩١ وفي سنده عمرو بن صالح الحضرمي، قال الهيثمي في \"مجمع الزوائد\" ٤/ ٣٣٣ - ٣٣٤، ٩/ ٢٤٤، وعمرو بن صالح الحضرمي لا يعرف، وبقية رجاله ثقات.غير أن طلاق النبي - صلى الله عليه وسلم - لحفصة ثم مراجعته لها بأمر جبريل -عليه السلام- ثابت من طرق كما سبق بيانه في سورة الطلاق، ومن ذلك: ما أخرجه النسائي كتاب الطلاق باب الرجعة ٦/ ٢١٣ عن عبد الله بن عمر أن النبي - صلى الله عليه وسلم - طلق حفصة ثم راجعها. وإسناده صحيح. =</p><p> وقال مقاتل بن حيان: لم يطلق رسول الله - صلى الله عليه وسلم - حفصة، وإنما همَّ بطلاقها فأتاه جبريل -عليه السلام- فقال: لا تطلقها فإنها صوامة قوامة، وإنها من نسائك في الجنة، فلم يطلقها (١) . </p><p> وقرأ الباقون:  {عرَّفَ} بالتشديد (٢) ، يعني: أنه عرف حفصة بعض ذلك الحديث، وأخبرها به، واختاره أبو حاتم، وأبو عبيد. قال: لأنه في التفسير أنه أخبرها ببعض القول الذي كان منها، ومما يحقق ذلك قوله:  {وَأَعْرَضَ عَنْ بَعْضٍ} . يعني: أنه لم يعرفها إياه، ولم يخبرها به، ولو كان هو {عرَّفَ} مخففة لكان ضده: وأنكر بعضًا، ولم يقل: أعرض عنه (٣) . </p><p>= وأخرجه أبو داود كتاب الطلاق، باب في المراجعة (٢٢٨٣)، وابن ماجه كتاب الطلاق (٢٠١٦) من حديث عمر، قال الذهبي في \"سير أعلام النبلاء\" ٢/ ٢٢٨: إسناده صالح. (١) ذكره البغوي في \"معالم التنزيل\" ٨/ ١٦٤، وابن الجوزي في \"زاد المسير\" ٩/ ٣٠٨، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ١٨٧ وصدره بقوله: وقيل: ثم ذكره وعلى فرض صحة إسناده إلى مقاتل فهو مرسل. ثم لو صح لرد بما ثبت من طرق أن النبي - صلى الله عليه وسلم - طلق حفصة ثم راجعها كما سبق بسطه في سورة الطلاق.(٢) \"السبعة\" لابن مجاهد (ص ٦٤٠)، \"المبسوط في القراءات العشر\" لابن مهران (ص ٣٧٥)، \"التيسير\" للداني (ص ١٧٢).(٣) \"الحجة\" لابن زنجلة (ص ٧١٣)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٢٦، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٨٨، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ١٨٧.وفي \"إعراب القرآن\" للنحاس ٤/ ٤٦١: أن أبا عبيد رد قراءة التخفيف ردًّا شنيعًا. =</p><p> قال الحسن: ما استقصى كريم قط، قال الله تعالى:  {عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَنْ بَعْضٍ}  (١) . </p><p> قال مقاتل: أخبرها ببعض ما قالت لعائشة - رضي الله عنهما -، ولم يخبرها بقوله أجمع، عرف حفصة بعض الحديث، وأعرض عن بعض الحديث؛ بأن أبا بكر وعمر يملكان بعدي (٢) . </p><p>= قال: لو كان كذا لكان عرف بعضه وأنكر بعضًا. وتعقبه النحاس بقوله: هذا لا يلزم، والقراءة معروفة عن جماعة منهم أبو عبد الرحمن السلمي، وقد بينا صحتها. ا. هـ. (١) ذكره أبو عبد الرحمن السلمي في \"حقائق التفسير\" (٣٤٤/ أ) بلفظ: ما استقصى الكريم قط.وذكره -كما هنا- البغوي في \"معالم التنزيل\" ٨/ ١٦٤، وابن الجوزي في \"زاد المسير\" ٨/ ٣٠٩، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ١٨٧، والكرماني في \"غرائب التفسير\" ٢/ ١٢٢٥.وأخرجه ابن مردويه عن علي بن أبي طالب كما في \"الدر المنثور\" للسيوطى ٦/ ٣٧٠.وأخرجه البيهقي في \"شعب الإيمان\" عن عطاء الخراساني كما في \"الدر المنثور\" للسيوطي ٦/ ٣٧٠ ولفظه: ما استقصى حليم قط، ألم تسمع إلى قوله تعالى: {عرَّف بعضه .. }.(٢) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٨/ ١٨٧.وهو في \"معالم التنزيل\" للبغوي ٨/ ١٦٤ بلا نسبة.وهذا القول موافق لما روي عن ابن عباس، وأبي هريرة، ومجاهد، والضحاك، وميمون بن مهران، وحبيب بن أبي ثابت، كما سبق النقل عنهم، وبيان ما في هذا القول من البطلان.وانظر: \"معاني القرآن\" للزجاج أيضًا ٥/ ١٩٢.ومقاتل يحتمل أن يكون ابن سليمان، ويحتمل أن يكون ابن حيان، والله أعلم.</p>"
}