{
  "id": null,
  "sura": 67,
  "aya": 22,
  "text": "<p> ٢١ - قوله تعالى:  {أَمَّنْ هَذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ بَلْ لَجُّوا فِي عُتُوٍّ} </p><p> تمادٍ في الضلال (١)  {وَنُفُورٍ} تباعد من الحق (٢) . </p><p> ٢٢ - {أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ} </p><p> راكبًا رأسه في الضلالة والجهالة، أعمى القلب والعين، لا يبصر يمينًا ولا شمالًا، وهو الكافر (٣) . </p><p> وقال قتادة: هو الكافر أكبّ على معاصي الله في الدنيا، فحشره الله يوم القيامة على وجهه. </p><p> {أَهْدَى أَمَّنْ يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُسْتَقِيمٍ} وهو المؤمن (٤) . </p><p> وقوله:  {مُكِبًّا عَلَى وَجْهِهِ} فعل غريب؛ لأن أكثر اللغة في التعدي واللزوم، أن يكون أفعلته ففعل، وهذا على ضده، يقال: كببت فلانا على وجهه فأكب. قال الله تعالى:  {فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ}  (٥) . </p><p>(١) قاله ابن عباس. أخرجه الطبري في \"جامع البيان\" ٢٩/ ٩، وابن أبي حاتم كما في \"الدر المنثور\" للسيوطي ٦/ ٣٨٥. (٢) انظر: \"معالم التنزيل\" للبغوي ٨/ ١٧٩، \"الجامع لأحكام القرآن\" ١٨/ ٢١٨.(٣) انظر: \"النكت والعيون\" للماوردي ٦/ ٥٦، \"معالم التنزيل\" للبغوي ٨/ ١٧٩، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٢١٩.(٤) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٠٥، والطبري في \"جامع البيان\" ٢٩/ ١٠، وعبد بن حميد وابن المنذر كما في \"الدر المنثور\" للسيوطي ٦/ ٣٨٥.(٥) النمل: ٩٠، وانظر: \"معاني القرآن\" للفراء ٣/ ١٧١، \"تفسير غريب القرآن\" لابن قتيبة (ص ٤٧٥)، \"جامع البيان\" للطبري ٢٩/ ٩، \"الكشاف\" للزمخشري ٦/ ١٧٦، \"البحر المحيط\" لأبي حيان ٨/ ٢٩٧، \"الدر المصون\" للسمين الحلبي ١٠/ ٣٩٢.</p><p> وقال النَّبي - صلى الله عليه وسلم -: \"وهل يَكُبُّ الناسَ في النار على مناخرهم إلا حصائدُ ألسنتهم\"  (١) . </p><p>(١) هذا جزء من حديث معاذ بن جبل - رضي الله عنه -، ويروى مطولا ومختصرا وهو صحيح بمجموع طرقه. وقد رواه عن معاذ ثمانية أنفس: ١ - أبو وائل شقيق بن سلمة:رواه الترمذي كتاب الإيمان، باب ما جاء في حرمة الصلاة (٢٦١٦)، وابن ماجه كتاب الفتن، باب كف اللسان في الفتنة (٣٩٧٣) من طريق عبيد الله بن معاذ الصنعاني.ورواه النسائي في \"السنن الكبرى\" ٢/ ١٥٦ من طريق محمد بن ثور.ورواه عبد الرزاق الصنعاني في \"المصنف\" ١١/ ١٩٤، ومن طريقه أحمد في \"المسند\" ٥/ ٢٣١ (٢٢٠١٦)، وعبد بن حميد (ص ٦٨)، والمروزي في \"تعظيم قدر الصلاة\" ١/ ٢١٩ عن محمد بن يحيى، والطبراني في \"المعجم الكبير\" ٢٠/ ١٣٠ عن إسحاق الدبري.ثلاثتهم (عبيد الله، وابن ثور، وعبد الرزاق) عن معمر عن عاصم بن أبي النجود عن أبي وائل به.٢ - عبد الرحمن بن غنم: وعنه اثنان:- رواه أحمد في \"المسند\" ٥/ ٢٣٦ (٢٢٠٦٣)، ٢٤٥ (٢٢١٢٢)، والطبراني في \"المعجم الكبير\" ٢٠/ ٦٤ من طرق عن عبد الحميد بن بهرام عن شهر بن حوشب.- ورواه المروزي في \"تعظيم قدر الصلاة\" ١/ ٢١٩، والطبراني في \"المعجم الكبير\" ٢٠/ ٧٣ من طريق المبارك بن سعيد عن سعيد بن مسروق عن أيوب بن كريز.كلاهما (شهر، وابن كريز) عن عبد الرحمن بن غنم به.٣ - شهر بن حوشب:رواه الطبراني في \"المعجم الكبير\" ٢٠/ ١٠٣ من طريق حماد بن سلمة عن عاصم عن شهر به.</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ٤ - أبو اليسر بن عمرو: رواه البزار في \"البحر الزخار\" ٤/ ٢١٩، والطبراني في \"المعجم الأوسط\" ٧/ ٢٨٣ عن عمرو بن مالك الراسبي عن فضيل بن سليمان عن يزيد بن سعيد عن أبيه عن جده أبي اليسر به.قال البزار، والطبراني ما خلاصته أنَّ هذا الطريق عن أبي اليسر لا يرويه إلا عمر ابن مالك عن فضيل. قال البزار: إسناده حسن، ومتنه غريب. ا. هـ.٥ - عروة بن النزال:رواه أبو داود الطيالسي في \"المسند\" (ص ٧٦)، ورواه ابن أبي شيبة في \"لإيمان\" (ص ١٦) عن محمد بن جعفر.ورواه الطبراني في \"المعجم الكبير\" ٢٠/ ١٤٧ من طريق عمرو بن مرزوق.ثلاثتهم (الطيالسي، وابن جعفر، وابن مرزوق) عن شعبة عن الحكم عن عروة به.وجاء بهذا الطريق من وجه آخر:٦ - ميمون بن شبيب، وعروة بن النزال:رواه أحمد في \"المسند\" ٥/ ٢٣٧ (٢٢٠٦٨) عن محمد بن جعفر، عن شعبة، عن الحكم، عن عروة، وميمون كلاهما عن معاذ به.٧ - ميمون بن شبيب:وجاء عنه من ثلاثة أوجه:الأول: رواه الطبراني في \"الكبير\" ٢٠/ ١٤٤ من طريق الأعمش، ومنصور كلاهما عن حبيب بن أبي ثابت عن ميمون به.الثاني: رواه ابن أبي شيبة في \"الإيمان\" (ص ١٦) من طريق الأعمش، والبيهقي في \"السنن الكبرى\" ٩/ ٢٠ من طريق منصور كلاهما عن الحكم عن ميمون به.الثالث: رواه الطبراني في \"المعجم الكبير\" ٢٠/ ١٤٢ من طريق فطر بن خليفة. ورواه المروزي في \"تعظيم قدر الصلاة\" ١/ ٢٢٠، والطبراني في \"المعجم الكبير\" ٢٠/ ١٤٣، والحاكم في \"المستدرك\" ٢/ ٤١٢ كلهم من طرق عدة عن الأعمش. كلاهما (فطر، والأعمش) عن الحكم، وحبيب بن أبي ثابت وهما عن ميمون به. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ٨ - أبو عمرو الشيباني: رواه الطبراني في \"المعجم الكبير\" ٢٠/ ١٢٧ من طريق أبي معاوية الثقفي عن أبي عمرو به.٩ - نعيم بن وهب:رواه محمد بن نصر في \"تعظيم قدر الصلاة\" ١/ ٢٢١ من طريق عبد الله بن عمر عن نعيم به.وبعد: فهذِه هي طرق الحديث وبعد النظر فيها تلخص مسألتان:الأولى: أن الحديث يروى تارة مطولا، وتارة مختصرا. وعليه فليس كل هذِه الطرق فيها اللفظ الذي ذكره المؤلف. وإن كان أصل الحديث واحدًا.الثانية: أن عامة الرواة له عن معاذ متكلم في صحة سماعهم منه.ومع ذلك فقد ذهب إلى تقوية الحديث جماعة من أهل العلم منهم:- أبو عيسى الترمذي حيث قال: حديث حسن صحيح.- وأبو بكر البزار حيث قال: إسناده حسن، ومتنه غريب.- وأبو عبد الله الحاكم، ووافقه على ذلك الحافظ الذهبي.- الهيثمي حيث قال في \"مجمع الزوائد\" ١٠/ ٣٠٠: رواه الطبراني بإسنادين، ورجال أحدهما ثقات.- الألباني في \"سلسلة الأحاديث الصحيحة\" ٣/ ١١٤.ولكن خالف هؤلاء العلماء: الحافظ ابن رجب في \"جامع العلوم والحكم\" ٢/ ١٣٥ فذهب إلى أن طرقه عن معاذ كلها ضعيفة.قلت: والأمر كما قال ابن رجب، ولكن الحديث يصح بمجموع هذِه الطرق، كيف وللحديث شواهد عدة منها ما رواه الحاكم في \"المستدرك\" ٤/ ٢٨٦ عن عبادة بن الصامت وهو حديث صحيح فيه خبر معاذ. صححه الحاكم ووافقه الذهبي على أنه على شرط الشيخين. وتعقبهما الألباني في \"سلسلة الأحاديث الصحيحة\" ١/ ٦٩٩ بقوله: كلا بل هو صحيح فقط. ا. هـ وقبله الهيثمي في \"مجمع الزوائد\" ١٠/ ٢٩٩. =</p>"
}