{
  "id": null,
  "sura": 67,
  "aya": 2,
  "text": "<p> قوله تعالى:  {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> ١ - {تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١) } </p><p> ٢ - {الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ} </p><p> قدم الموت على الحياة؛ لأنه إلى القهر أقرب كما قدم البنات على البنين في قوله:  {يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ}  (١) . </p><p> قال قتادة: أذل الله ابن آدم بالموت، وجعل الدنيا دار حياة، ودار فناء، وجعل الآخرة دار جزاء وبقاء (٢) . </p><p>= ٤/ ٣٢٥ كلهم من طريق شعبة، ورواه أبو عبيد في \"فضائل القرآن\" (ص ٢٦٠) من طريق أبي سنان الشيباني. كلاهما شعبة، والشيباني عن عمرو بن مرة، عن مرة به. وحاصل ما سبق أنه: في عامة طرقه موقوف عليه، بأسانيد حسنة يقوي بعضها بعضًا. قال الإمام الدارقطني في \"العلل\" ٥/ ٥٤: رواه شعبة، ومسعر، وأبو عوانة، وحماد بن سلمة، وزيد بن أبي أنيسة، عن عاصم، عن زر، عن عبد الله موقوفًا. وهو المحفوظ.قلت: وهذِه الموقوفات لها حكم الرفع كما قاله الشيخ الألباني في \"سلسلة الأحاديث الصحيحة\" ٣/ ١٣١، ومحقق \"الإحسان\" ٣/ ٦٨، ونص عبارته: ومثل هذا لا يقال من قبل الرأي، فيكون له حق الرفع.(١) الشورى: ٤٩. وانظر: \"معالم التنزيل\" للبغوي ٨/ ١٧٥، \"المحرر الوجيز\" لا بن عطية ٥/ ٣٣٨، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٢٠٦، \"البحر المحيط\" لأبي حيان ٨/ ٢٩٢.وللعلماء في بيان تقديم الموت على الحياة ثلاثة أقوال ذكر المصنف منها قولين هذا أحدهما وسيأتي ذكر بقيتها.(٢) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٠٤، والطبري في \"جامع البيان\" =</p><p> وقيل: قدمه؛ لأنه أقدم، وذلك أن الأشياء في الابتداء كانت في حكم الموات، كالنطفة والتراب، ونحوهما، ثم اعترضت عليها الحياة (١) . </p><p> قال ابن عباس - رضي الله عنهما -: خلق الموت على صورة كبش أملح، لا يمر بشيء، ولا يجد ريحه شيء إلا مات، وخلق الحياة على صورة فرس أبلق أنثى، وهي التي كان جبريل والأنبياء عليهم السلام يركبونها. خطوها: مد البصر. وهو فوق الحمار، ودون البغل، لا تمر بشيء، ولا تطأ شيئًا، ولا يجد ريحها شيء إلا حيي، وهي التي أخذ السامري من أثرها، فألقاها على العجل فحيي (٢) . </p><p>= ٢٩/ ١ من طريق محمد بن ثور كلاهما عن معمر، عن قتادة من قوله وإسناده صحيح. وأخرجه عبد بن حميد، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٦/ ٣٨٢، وابن أبي حاتم كما في \"تفسير القرآن العظيم\" لابن كثير ١٤/ ٧١ عن قتادة مرسلًا. قلت: إسناده ضعيف، وهو مرسل، فيه خليد السدوسي ضعيف.(١) \"معالم التنزيل\" للبغوي ٨/ ١٧٥، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٢٠٦.وهذا هو القول الثاني في وجه تقديم الموت على الحياة.وأما الوجه الثالث الذي لم يذكره المؤلف فهو ما حكاه الزمخشري في \"الكشاف\" ٦/ ١٧٥ بقوله: وقدم الموت على الحياة؛ لأن أقوى الناس داعيا إلى العمل من نصب موته بين عينيه، فقدم لأنه فيما يرجع إلى الغرض المسوق له الآية أهم. ا. هـ.(٢) ذكره البغوي في \"معالم التنزيل\" ٨/ ١٧٥، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢٥٧ وحكاه عن المؤلف والقشيري، وذكره الماوردي في \"النكت والعيون\" ٦/ ٥٠ عن الكلبي، ومقاتل، وأخرجه أبو الشيخ في \"العظمة\" ٣/ ٨٩٩ - ٩٠٠ عن وهب بن منبه بنحوه. =</p><p> {لِيَبْلُوَكُمْ} فيما بين الحياة والموت {أَيُّكُمْ أَحْسَنُ عَمَلًا} . </p><p> [٣١٩٣] أخبرنا الحسين بن محمد بن فنجويه (١) ، حدثنا محمد بن عبد الله بن برزة (٢) ، حدثنا الحارث بن أبي أسامة (٣) ، حدثنا داود بن المحبر (٤) ، حدثنا عبد الواحد بن زياد العبدي (٥) ، عن كليب بن وائل (٦) ، عن ابن عمر - رضي الله عنهما - عن النبي (أنه تلا: {تَبَارَكَ الَّذِي </p><p>= قال القرطبي بعد ذكره: وما ذكر عن ابن عباس يحتاج إلى خبر صحيح يقطع العذر، والله أعلم. وقال العلامة الآلوسي في \"روح المعاني\" ٢٩/ ٤: وأما ما روي عن ابن عباس -فذكر الخبر- ثم قال: فهو أشبه شيء بكلام الصوفية، ولا يعقل ظاهره. ا. هـ. وقال محقق \"النكت والعيون\" للماوردي السيد بن عبد المقصود ٦/ ٥٠: وهذا من الإسرائيليات، ولم يثبت مرفوعًا.وأما ذبح الموت يوم القيامة بين الجنة والنار على صورة كبش أملح فثابت في الصحيحين. ا. هـ. بتصرف يسير.وذكره الزجاج في \"معاني القرآن\" ٥/ ١٩٧ - ١٩٨، وصدره بقوله: وجاء في \"تفسير الكلبي\" فذكره ثم ختمه بقوله: والله أعلم بحقيقة ذلك.وقوله: وهي التي أخذ السامري .. إلخ.يشير إلى ما حكاه الله تعالى عن هذا السامري في سورة طه: آية (٩٥، ٩٦): {قَالَ فَمَا خَطْبُكَ يَاسَامِرِيُّ (٩٥) قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ فَقَبَضْتُ قَبْضَةً مِنْ أَثَرِ الرَّسُولِ فَنَبَذْتُهَا وَكَذَلِكَ سَوَّلَتْ لِي نَفْسِي (٩٦)} (١) ثقة، صدوق، كثير الرواية للمناكير.(٢) لم يحمد أمره.(٣) الحافظ الصدوق العلم.(٤) متروك.(٥) أبو بشر البصري، ثقة.(٦) البكري المدني ثم الكوفي، صدوق.</p><p> بِيَدِهِ الْمُلْكُ} حتى بلغ إلى قوله:  {أَيُّكُمْ أَحْسَنُ عَمَلًا} ثم قال: \"أحسن عقلا، وأَورع عن محارم الله، وأسرعكم في طاعة الله -عز وجل-(١).</p><p> [٣١٩٤] وبإسناده عن داود بن المحبر (٢) ، حدثنا ميسرة (٣) ، عن محمد بن زيد (٤) ، عن أبي سلمة (٥) ، عن أبي قتادة (٦) - رضي الله عنه - قال: قلت يا رسول الله، أرأيت قول الله تعالى:  {أَيُّكُمْ أَحْسَنُ عَمَلًا} ما عني به؟ قال: \" يقول: أيكم أحسن عقلا \"، ثم قال رسول الله - صلى الله عليه وسلم -: \" أتمكم عقلًا؛ أشدكم لله خوفًا، وأحسنكم فيما أمر الله تعالى ونهى عنه نظرًا، وإن كانوا أقلكم تطوعًا\" (٧) . </p><p>(١) [٣١٩٣] الحكم على الإسناد: إسناده باطل لحال داود بن المحبر متروك بالاتفاق، وابن برزة لم يحمد أمره.التخريج:الحديث أخرجه الحارث بن أبي أسامة في مسنده كما في \"بغية الباحث\" للهيثمي ٢/ ٨١٠، و\"المطالب العالية\" لابن حجر ٣/ ١٧ - ١٨، وقد قال الحافظ ابن حجر بعد أحاديث كثيرة في باب العقل: هذِه الأحاديث من\"كتاب العقل\" لداود ابن المحبر، وكلها موضوعة ذكرها الحارث في \"مسنده\" عنه.(٢) متروك.(٣) ميسرة بن عبد ربه الفارسي، كذاب مشهور.(٤) ابن المهاجر، ثقة.(٥) ابن عبد الرحمن بن عوف، ثقة مكثر.(٦) الأنصاري، صحابي مشهور.(٧) [٣١٩٤] الحكم على الإسناد:إسناد باطل لحال داود، وشيخه ميسرة بن عبد ربه.التخريج:الحديث أخرجه الحارث في \"مسنده\" كما في \"بغية الباحث\" للهيثمي ٢/ ٨٠٤، =</p><p> وقال الحسن (١) : يعني: أيكم أزهد في الدنيا زهدًا، وأترك لها تركًا. </p><p> وقال سهل (٢) : أيكم أحسن توكلًا على الله تعالى. </p><p> قال الفراء: لم توقع البلوى على (أي) ، لأن فيما بين (أي) والبلوى إضمار وهو كما تقول في الكلام: بلوتكم؛ لأنظر أيكم أطوع، ومثله: {سَلْهُمْ أَيُّهُمْ بِذَلِكَ زَعِيمٌ (٤٠) } (٣) أي: سلهم وانظر أيهم فـ (أي) رفع على الابتداء، و {وَأَحْسَنُ} خبره (٤) . </p><p> [٣١٩٥] وأخبرنا محمد بن موسى بن الفضل (٥) ، حدثنا أبو عبد الله </p><p>= و\"المطالب العالية\" لابن حجر ٣/ ١٦، ومن طريقه المؤلف. وهو موضوع كما سبق بيانه في الحديث الذي قبله. ومما وجدته من كلام أهل العلم في هذا الحديث: قول العلامة تاج الدين السبكي في \"طبقات الشافعية الكبرى\" ٦/ ٣٦٥: لم أجد له إسنادًا.وقول الحافظ زين الدين العراقي في \"المغني عن حمل الأسفار في الأسفار\" ٥/ ٢١٧: لم أقف له على أصل، ولم يصح في فضل العقل شيء. اهـ.(١) ذكره الواحدي في \"الوسيط\" ٤/ ٣٢٦، والبغوي في \"معالم التنزيل\" ٨/ ١٧٦، وابن عطية في \"المحرر الوجيز\" ٥/ ٣٣٧، وحكاه الماوردي في \"النكت والعيون\" ٦/ ٥٠ وجها في الآية ونسبه لسفيان.وهو منسوب لابن عباس، وسفيان الثوري كما عند ابن عطية.(٢) ذكره السلمي في \"حقائق التفسير\" ٣٤٥/ ب.(٣) القلم: ٤٠.(٤) \"معاني القرآن\" له ٣/ ١٦٩.وانظر: \"معا ني القرآن\" للزجاج ٥/ ١٩٧، \"إعراب القرآن\" للنحاس ٤/ ٤٦٧.(٥) أبو سعيد الصيرفي النيسابوري، ثقة، مأمون.</p>"
}