{
  "id": null,
  "sura": 67,
  "aya": 16,
  "text": "<p> {وَكُلُوا مِنْ رِزْقِهِ} الحلال (١)  {وَإِلَيْهِ النُّشُورُ} . </p><p> ١٦ - قوله تعالى:  {أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ} . </p><p> قال ابن عباس - رضي الله عنهما -: أأمنتم عذاب من في السماء إن عصيتموه (٢) ؟ وقيل معنى الآية:  (آمنتم (٣) من في السماء) قدرته وسلطانه وعرشه </p><p>= على قولين كما صنع الإمام الطبري وهذان القولان هما: ١ - جبالها، وأكمامها، وأكامها.٢ - طرقها، وأطرافها، وجوانبها، ونواحيها، وسبلها.وبعد أن ذكرهما الطبري قال:وأولى القولين عندي بالصواب قول من قال: معنى ذلك: فامشوا في نواحيها وجوانبها، وذلك أن نواحيها نظير مناكب الإنسان التي هي من أطرافه. ا. هـ.(١) قاله الحسن البصري. ذكره الماوردي في \"النكت والعيون\" ٦/ ٥٥، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢١٥.(٢) ذكره البغوي في \"معالم التنزيل\" ٨/ ١٧٨، وابن الجوزي في \"زاد المسير\" ٨/ ٣٢٢، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢١٥.وذكره الواحدي في \"الوسيط\" ٤/ ٣٢٩ ونسبه لعامة المفسرين. وهو التفسير الذي يلتئم مع المذهب الحق كما سيأتي.ولذا نقل الماوردي في \"النكت والعيون\" ٦/ ٥٥، والسمعاني في \"تفسير القرآن\" ٦/ ١٢ عن ابن عباس قال: أي: الله. ا. هـ.أي هو الذي في السماء. وهو اختيار الطبري في \"جامع البيان\" ٧/ ٢٩.(٣) كذا في الأصل بهمزة واحدة مع مدها، وهي قراءة أبي عمرو، وأبي جعفر، وقالون، ويعقوب.والمؤلف في الغالب يعتمد قراءة عاصم، وهو لم يقرأها هكذا.بل قرأها هو، وابن عامر، وحمزة، والكسائي، وخلف بهمزتين (ءأمنتم) كما في \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ٣٧٦).</p><p> ومملكته (١) . </p><p> وقيل: إنما قال {مَنْ فِي السَّمَاءِ} ، لأنهم كانوا يعترفون بأنه إله السماء، ويزعمون أن الأصنام آلهة الأرض، وكانوا يدعون الله من جهة السماء، وينتظرون نزول أمره بالرحمة والسطوة منها (٢) . </p><p> وقال المحققون: معنى قوله: {مَنْ فِي السَّمَاءِ} أي: فوق السماء، كقوله:  {فَسِيحُواْ فِى الأَرْضِ}  (٣) أي: فوقها (٤) ، </p><p>= فالمعتمد عنده قراءة عاصم، وقد يخالف ذلك في مواضع قليلة منها هذا الموضع. (١) انظر: \"الوسيط\" للواحدي ٤/ ٣٢٩، \"وضح البرهان\" للنيسابوري ٢/ ٤١٩، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٢١٥.وهذا التفسير لمعنى الآية تقييد لما أطلقه الله تعالى في كتابه ذلك أن علو الله وفوقيته أعم من مجرد علو القدر والقهر، فعلو الله تعالى بمعناه الشامل علو مكان ومكانة كما سيأتي مزيد بيان لذلك قريبا إن شاء الله.(٢) انظر هذا القول في: \"الكشاف\" للزمخشري ٦/ ١٧٥، \"وضح البرهان\" للنيسابوري ٢/ ٤١٩، في \"المحرر الوجيز\" لابن عطية ٥/ ٣٤١، \"تفسير زين الدين الرازي\" (ص ٥٢٢)، \"البحر المحيط\" لأبي حيان ٨/ ٢٩٦.وهذا القول لا يخفى ما فيه من صرف اللفظ القرآني عن ظاهره، إذ كيف يصف الله تعالى نفسه بما لا يليق به -عند هؤلاء- لمجرد أنه جل وعلا يجاريهم على معتقدهم الباطل.وهذِه الآية وأمثالها من أدلة أهل السنة والجماعة على إثبات علو الله سبحانه على الحقيقة. ولا يحتاج إلى هذا التأويل إلا من حرف صفة علو الله تعالى على خلقه، وسلبها بعض معانيها ثم أخذ يتكلف لها معان توافق الباطل الذي ذهب إليه.(٣) التوبة: ٢.(٤) ذكر المؤلف رحمه الله تعالى في معنى (في) هنا قولين: =</p><p> لا بالمباينة (١) والتحيز، ولكن بالقهر والتدبير (٢) . </p><p> وقيل معناه: على السماء، كقوله:  {وَلَأُصَلِّبَنَّكُمْ فِى جُذُوْعِ الْنَّخْلِ}  (٣) </p><p>= ١ - أنها بمعنى: فوق السماء. كما ذكره هنا. ٢ - أنها بمعنى: على السماء. كما سيذكره قريبًا.وهذان المعنيان حق وعليهما مفسرو أهل السنة قال ابن أبي العز الحنفي: وهذا عند المفسرين من أهل السنة على أحد وجهين - فذكرهما- ثم قال: لا يختلفون في ذلك، ولا يجوز الحمل على غيره. ا. هـ من \"شرح الطحاوية\" ٢/ ٣٨٣.(١) كذا، وفي (ت)، و\"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٢١٦: لا بالمماسة. ولعله أقرب.(٢) قول المصنف في أوله على مذهب أهل السنة، أما قوله بعد ذلك: لا بالمباينة .. إلخ فكلام فيه نظر: وقد سبقه إلى ذلك شيخه أبو بكر ابن فورك في \"مشكل الحديث\" (ص ٦٢)، ذلك أن هذا القول فيه سلب لبعض معاني العلو والفوقية لله جل وعلا كما سبق.وأما نفيه المباينة أو المماسة، والتحيز، فهذا خلاف منهج أهل السنة والجماعة الذين يعتقدون أنه لا يثبت لله تعالى إلا ما أثبته لنفسه، أو أثبته له رسوله، لا يتجاوزون ألفاظ القرآن والسنة.فهذِه العبارات: المماسة، والتحيز، والجهة، والحد هي عبارات مجملة، لم يأت نفيها ولا إثباتها في الكتاب والسنة. والقاعدة فيها وفي أمثالها ما قاله شيخ الإسلام ابن تيمية في \"الرسالة التدمرية\" (ص ٦٥): وما تنازع فيه المتأخرون نفيا وإثباتا فليس على أحد، بل ولا له أن يوافق أحدا على إثبات لفظ أو نفيه، حتى يعرف مراده، فإن أراد حقا قبل، وإن أراد باطلا رد، وإن اشتمل كلامه على حق وباطل لم يقبل مطلقا ولم يرد جميع معناه، بل يوقف اللفظ ويفسر المعنى، كما تنازع الناس في الجهة والتحيز وغير ذلك. ا. هـ.وأما قوله بعد ذلك: ولكن بالقهر والتدبير فيقال: إن هذا جزء من معنى العلو الذي هو أعم من ذلك كما سبق.(٣) طه: ٧١.</p><p> ومعناه: أنه مالكها، ومدبرها، والقائم عليها (١) ، كما يقال: فلان على العراق والحجاز، وفلان على خراسان، وسجستان (٢) ، يعنون: أنه واليها وأميرها. </p><p> واعلم أن الآيات والأخبار الصحاح في هذا الباب كثيرة، وكُلُّها إلى العلو مشيرة، ولا يدفعها إلا ملحد جاحد، أو جاهل معاند. </p><p> والمراد بها -والله أعلم- توقيره وتعظيمه، وتنزيهه عن السفل والتحت، ووصفه بالعلو والعظمة، دون أن يكون موصوفًا بالأماكن والجهات، والحدود والحالات، لأنها صفات الأجسام، وأمارات الحدث، والله - عز وجل - كان ولا مكان فخلق الأمكنة غير محتاج إليها، وهو على ما لم يزل عليه. </p><p> ألا ترى أن الناس يرفعون أيديهم في حال الدعاء إلى السماء، مع إحاطة علمه وقدرته ومملكته بالأرض وغيرها، أحاطته بالسماء، إلا أن السماء مهبط الوحي، ومنزل القطر، ومحلَّ القدس، ومعدن المطهرين المقربين من ملائكته، وإليها ترفع أعمال عباده، وفوقها عرشه وجنته، وبالله التوفيق (٣) . </p><p>(١) هذا التفسير جزء من معنى العلو والفوقية على الحقيقة. (٢) سجستان: بكسر أوله وثانيه، وسين أخرى مهملة، وتاء مثناة من فوقه، وآخره نون، وهي ناحية كبيرة، وولاية واسعة، وهي جنوبي هراة.انظر: \"معجم البلدان\" لياقوت ٣/ ١٩٠ - ١٩٢.(٣) المصنف رحمه الله تعالى اضطرب في تقرير هذا المبحث اضطرابا شديدا. فهو تارة يقترب من مذهب أهل السنة في إثبات العلو بإطلاق، ثم تجتذبه شبه =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= المتكلمين فيحاول أن يوفق بين ما تدل عليه النصوص إذ لا يمكن دفعها، وبين خوفه من الوقوع في شبه التشبيه والتجسيم كما تزعمه الأشاعرة وغيرهم. ذلك أن الأشاعرة تصوروا -خطأ- أن النصوص التي نطقت بأن الله في السماء تدل بظاهرها على أنه تعالى مظروف في جوف السماء فشبهوه بمخلوق داخل مخلوق آخر. فأرادوا أن يفروا من هذا التشبيه الذي وقعوا فيه لسوء فهمهم فوقعوا في التعطيل، فأمرهم دائر بين التشبيه والتعطيل. ولو وقفوا حيث وقف السلف فسلموا لله تعالى ولرسوله - صلى الله عليه وسلم -، لما وقعوا فيما وقعوا فيه من الاضطراب.والحاصل: أن المؤلف عفا الله عنه وافق الأشاعرة في نفي هذِه الصفة فأثبت جزءا من معناها، ولكنه خير من متأخريهم وغلاتهم الذين وافقوا المعتزلة والجهمية بقولهم: إن الله تعالى في كل مكان، وهو خير من صنف آخر منهم قالوا: إن الله ليس فوق العرش، ولا تحته، ولا يمينه، ولا شماله فوصفوه بالعدم المحض.والحق الذي دلت عليه الأدلة من الكتاب والسنة والعقل والفطرة وإجماع الأمة أن الله تعالى فوق سماواته على عرشه، بائن من خلقه كما قال شيخ الإسلام ابن تيمية.فهذا كتاب الله من أوله إلى آخره، وسنة رسوله - صلى الله عليه وسلم - من أولها إلى آخرها، ثم عامة كلام الصحابة والتابعين، ثم كلام سائر الأئمة، مملوء بما هو نص وإما ظاهر على أن الله -عز وجل- هو العلي الأعلى، هو فوق كل شيء، وهو على كل شيء، وأنه فوق العرش، وأنه فوق السماء. ا. هـ.وقد ذكر ابن القيم في \"الصواعق المرسلة\" ١/ ٢٩٣ - ٢٩٤، وابن أبي العز في \"شرح الطحاوية\" (ص ١٥٩) أن أدلة العلو لو بسطت لبلغت نحو ألف دليل، فعلى المتأول أن يجيب عن ذلك كله، وهيهات له بجواب صحيح عن بعض ذلك كما قاله شارح الطحاوية.والمسألة مبسوطة في كتب العقائد ولعل فيما ذكر كفاية.انظر: \"الإبانة\" لأبي الحسن الأشعري (ص ٨٥)، \"مجموع الفتاوى\" لابن تيمية =</p>"
}