{
  "id": null,
  "sura": 68,
  "aya": 42,
  "text": "<p> {فَلْيَأْتُوا بِشُرَكَائِهِمْ إِنْ كَانُوا صَادِقِينَ} . </p><p> ٤٢ - قوله تعالى:  {يَوْمَ يُكْشَفُ} قرأه العامة بياء مضمومة (١) . </p><p> وقرأ ابن عباس بتاء مفتوحة، أي: تكشف القيامة عن ساقها (٢) . </p><p> وقرأ الحسن بتاء مضمومة (٣)  {عَنْ سَاقٍ} أي: عن أمر شديد فظيع (٤) ، وهو إقبال الآخرة، وذهاب الدنيا، وهذا من باب الاستعارة. </p><p>(١) ذكره الفراء في \"معاني القرآن\" ٣/ ١٧٧ قال: القراء مجتمعون على رفع الياء. (٢) أخرجها الفراء في \"معاني القرآن\" ٣/ ١٧٧، والطبري في \"جامع البيان\" ٢٩/ ٤٢، وابن خالويه في \"إعراب القراءات السبع\" ٢/ ٣٨٣، وابن منده في \"الرد على الجهمية\" (ص ٣٩)، وذكرها ابن جني في \"المحتسب\" ٢/ ٣٢٦.(٣) \"المحتسب\" لابن جني ٢/ ٣٢٦، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٢٤٩، \"فتح القدير\" للشوكاني ٥/ ٢٧٥.قال القرطبي: وهذِه القراءة راجعة إلى معنى يكشف وكأنه قال: يوم تكشف القيامة عن شدة.(٤) قال الطبري في \"جامع البيان\" ٢٩/ ٣٨: قاله جماعة من الصحابة والتابعين. ا. هـ. وممن قاله ابن عباس: أخرجه الطبري في \"جامع البيان\" ٢٩/ ٣٨، وابن منده في \"الرد على الجهمية\" (ص ٣٧)، والبيهقي في \"الأسماء والصفات\" ٢/ ١٨٣.ومجاهد: أخرجه الطبري، وابن منده، والفريابي، وعبد بن حميد كما في \"الدر المنثور\" للسيوطي ٦/ ٣٩٨.وقتادة: أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣١٠، وعبد بن حميد، والطبري، وابن منده.وسعيد بن جبير: أخرجه عبد بن حميد، وابن المنذر كما في \"الدر المنثور\" ٦/ ٣٩٨، والطبري، والمصنف كما سيأتي.وإبراهيم النخعي: أخرجه عبد بن حميد كما في \"الدر المنثور\" ٦/ ٣٩٩،والطبري. =</p><p> تقول العرب للرجل إذا وقع في أمر عظيم يحتاج فيه إلى جد، وجهد ومعاناة ومقاساة للشدة: شمر عن ساقه. فاستعير الساق في موضع الشدة (١) . </p><p> قال دُريد بن الصِّمة يرثي رجلا (٢) : </p><p> كميش الإزار خارج نصف ساقه ... صبور على الجلاء طلاع أنجد </p><p> ويقال للأمر إذا اشتد وتفاقم وظهر وزالت عماه: كشف عن ساقه </p><p>= والربيع بن أنس: أخرجه عبد بن حميد كما في \"الدر المنثور\" ٦/ ٣٩٩، والطبري. وعكرمة: أخرجه عبد بن حميد وابن المنذر كما في \"الدر المنثور\" ٦/ ٣٩٨، والطبري، والبيهقي.(١) هذا نص كلام ابن قتيبة في \"تأويل مشكل القرآن\" (ص ١٣٧)، و\"تفسير غريب القرآن\" (ص ٤٨١)، وانظر: \"القرطين\" لابن مطرف الكناني (ص ١٧٧)، والمعنى في \"معالم التنزيل\" للبغوي ٨/ ١٩٨.(٢) البيت ضمن قصيدة يرثى بها أخاه عبد الله بن الصمة.وهو في: \"الأصمعيات\" (ص ١٠٨)، \"تأويل مشكل القرآن\" لابن قتيبة (ص ١٣٧)، \"حماسة أبي تمام\" شرح التبريزي ٤/ ١٣٤، \"الصناعتين\" للعسكري (ص ٢٩٥)، \"الوسيط\" للواحدي ٤/ ٣٣٩.وكميش الإزار: مثل في الجد والتشمير، والكمش، والكميش: الخفيف السريع الحركة، وإضافته إلى الإزار على المجاز. وقوله: خارج نصف ساقه: يصفه بالتشمير.وطلاع أنجد: أي: ركاب لصعاب الأمور، والأنجد: جمع نجد، وهو ما ارتفع وغلظ من الأرض. كذا في حاشية \"الأصمعيات\"، و\"تأويل المشكل\".والشاهد من البيت: أن مما تعبر به العرب عن الشدة: كشف الساق.</p><p> وهذا جائز في اللغة، وإن لم يكن للأمر ساق، (وهو كما)  (١) يقال: أسفر عن وجه (الصبح)  (٢) ، واستقام صدر الرأي. </p><p> قال الشاعر يصف حربا (٣) : </p><p> كشفت لهم عن ساقها ... وبدا من الشر الصراح </p><p> وأنشد ابن عباس: </p><p> صبرًا أمام إنه شر باق </p><p> سن لها قومك ضرب الأعناق </p><p> وقامت الحرب بنا على ساق (٤) </p><p>(١) في الأصل: هكذا. والمثبت من الهامش، و (ت). (٢) في الأصل: الأمر. والمثبت مما كتبه الناسخ فوقها، و (ت).(٣) هو: سعد بن مالك القيسي جد طرفة بن العبد في \"ديوانه\" (ص ٥٤١).وينظر في: \"معاني القرآن\" للفراء ٣/ ١٧٧، \"الحماسة\" لأبي تمام ١/ ٢٦٦، \"الخصائص\" لابن جني ٣/ ٢٥٢، \"المحتسب\" لابن جني ٢/ ٣٢٦، \"جامع البيان\" للطبري ٢٩/ ٤٢، \"إعراب القراءات السبع\" لابن خالويه ٢/ ٣٨٣ وفي سياقه اختلاف في بعضها عما عند المصنف. وهو كما هنا في \"الأسماء والصفات\" للبيهقي ٢/ ١٨٥.(٤) أخرجه الطبري في \"جامع البيان\" ٢٩/ ٣٨، والحاكم في \"المستدرك\" ٢/ ٤٩٩ - ٥٠٠، وعنه البيهقي في \"الأسماء والصفات\" ٢/ ١٨٣ - ١٨٤ من طريق عبد الله بن المبارك عن أسامة بن زيد عن عكرمة عن ابن عباس به.وذكره السيوطي في \"الدر المنثور\" ٦/ ٣٩٧ - ٣٩٨ ونسبه لعبد بن حميد، وابن المنذر، وابن أبي حاتم.وهذا الإسناد مختلف فيه: =</p><p> وقال آخر (١) : </p><p> قد نشرت عن ساقها فشدوا </p><p> وجدت الحرب لكم فجدوا </p><p>= قال الحاكم: حديث صحيح الإسناد. وقال الحافظ ابن حجر في \"فتح الباري\" ١٣/ ٤٢٨: إسناده حسن. ا. هـ.قلت: والحق أن التوقف في حال هذا الإسناد أولى، فأسامة بن زيد هذا يحتمل أحد اثنين:١ - أسامة بن زيد بن أسلم العدوي الضعيف.٢ - وأسامة بن زيد الليثي صدوق يهم.والتفريق بين الاثنين عسر جدا، فمان كان العدوي فالأثر ضعيف، وإن كان الليثي فحسن، وعليه يتنزل كلام الحافظ ابن حجر. والله أعلم.وانظر البيت في: \"الوسيط\" للواحدي ٤/ ٣٣٩، \"زاد المسير\" لابن الجوزي ٨/ ٣٤١، \"البحر المحيط\" لأبي حيان ٨/ ٣١٠، \"الدر المصون\" للسمين الحلبي ١٠/ ٤١٨، \"فتح القدير\" للشوكاني ٥/ ٢٧٥.وسياق البيت في المصادر المسندة هو:اصبر عناق إنه شر باققد سن لي قومك ضرب الأعناقوقامت الحرب بنا على ساق(١) هو: رويشد بن رميض العنبري.وهو من الرجز الذي تمثل به الحجاج بن يوسف في خطبته على أهل الكوفة أول ما قدم عليهم أميرا.وهو في: \"الكامل في اللغة والأدب\" للمبرد ١/ ٣١٠، \"معاني القرآن\" للزجاج ٥/ ٢١٠، \"الأسماء والصفات\" للبيهقي ٢/ ١٨٤ نقلا عن أبي سليمان الخطابي، \"النكت والعيون\" للماوردي ٦/ ٧١، \"المحرر الوجيز\" لابن عطية ٥/ ٣٥٢ بلفظ: وشمرت عن ساقها فشدوا. \"الدر المصون\" للسمين الحلبي ٩/ ٧٠٠، ١٠/ ٤١٨.</p><p> والعرب تقول لسنة الجدب: كشفت عن ساقها. قال الشاعر (١) : </p><p> عجبت من نفسي ومن إشفاقها </p><p> في سنة قد كشفت عن ساقها </p><p> ومن طرادي الطير عن أرزاقها </p><p> حمراء تبري اللحم عن عراقها </p><p> وبنحو ذلك قال أهل التأويل. </p><p> [٣٢١٦] أخبرنا أبو بكر بن عبدوس (٢) ، أخبرنا أبو الحسن بن محفوظ (٣) ، حدثنا عبد الله بن هاشم (٤) ، حدثنا عبد الرحمن بن مهدي (٥) ، عن سفيان (٦) ، عن عاصم (٧) ، عن سعيد بن جبير (٨) : {يَوْمَ يُكْشَفُ عَنْ سَاقٍ} قال: عن شدة الأمر. </p><p>(١) هو رؤبة بن العجاج. والبيتان في: \"تفسير غريب القرآن\" لابن قتيبة (ص ٤٨١)، \"الأسماء والصفات\" للبيهقي ٢/ ١٨٤، \"النكت والعيون\" للماوردي ٦/ ٧٠، \"وضح البرهان\" للنيسابوري ٢/ ٤٢٧، \"المحرر الوجيز\" لابن عطية ٥/ ٣٥٢، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٢٤٨، \"البحر المحيط\" لأبي حيان ٨/ ٣٠٩، \"الدر المصون\" للسمين الحلبي ١٠/ ٤١٧.(٢) أحمد بن محمد بن عبدوس، لم يذكر بجرح أو تعديل.(٣) علي بن أحمد بن محفوظ بن معقل، لم يذكر بجرح أو تعديل.(٤) أبو عبد الرحمن الطوسي الراذكاني، ثقة صاحب حديث.(٥) ثقة، ثبت، حافظ.(٦) هو الثوري: ثقة، حافظ، إمام، كان ربما دلس.(٧) عاصم بن كليب، صدوق رمي بالإرجاء.(٨) ثقة، ثبت، فقيه.</p><p> وقال ابن عباس: هي أشد ساعة في يوم القيامة (١) . </p><p> وقال الربيع: عن الغطاء (٢) . </p><p> [٣٢١٧] وأخبرنا ابن فنجويه (٣) ، حدثنا أحمد بن جعفر بن (سلم)  (٤) الختلي، حدثنا محمد بن عمرو بن مسعدة البيروتي (٥) ، </p><p>= [٣٢١٦] الحكم على الإسناد: فيه ابن عبدوس وشيخه لم يذكرا بجرح أو تعديل.التخريج:الأثر أخرجه عبد بن حميد، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٦/ ٣٩٨، و \"جامع البيان\" للطبري ٢٩/ ٣٩ عن محمد بن حميد عن مهران عن سفيان به.وابن حميد ومهران ضعيفان.(١) أخرجه الطبري في \"جامع البيان\" ٢٩/ ٣٨ - ٣٩، وابن منده في \"الرد على الجهمية\" (ص ٣٨)، والبيهقي في \"الأسماء والصفات\" ٢/ ١٨٥ من طرق، وصححه ابن حجر في \"فتح الباري\" ١٣/ ٤٢٨.(٢) أخرجه عبد بن حميد كما في \"الدر المنثور\" للسيوطي ٦/ ٣٩٩، والطبري في \"جامع البيان\" ٢٩/ ٤٢، وذكره الماوردي في \"النكت والعيون\" ٦/ ٧٠.(٣) ثقة، صدوق، كثير الرواية للمناكير.(٤) في الأصل: مسلم. وفي (ت): سلام. والمثبت من مصادر ترجمته، وهو أبو بكر الختلي، ثقة ثبت.(٥) محمد بن عمرو بن مسعدة، ويقال: ابن مسلمة، أبو الحارث البيروتي، ويعرف بابن فروة، حدث بدمشق عن محمد بن عقبة، وببغداد عن العباس بن الوليد وغيره، روى عنه الحسن بن حبيب وأحمد بن جعفر الختلي.\"تاريخ دمشق\" لابن عساكر ٥٥/ ٣٣.</p><p> حدثنا محمد بن الوزير السلمي (١) ، حدثنا الوليد بن مسلم (٢) ، حدثنا روح بن جناح (٣) ، عن مولى عمر بن عبد العزيز (٤) ، عن أبي بردة (٥) ، عن أبي موسى الأشعري، عن النبي - صلى الله عليه وسلم - قال:  {يَوْمَ يُكْشَفُ عَنْ سَاقٍ} قال: \"عن نور عظيم يخرون له سجدا\"  (٦) . </p><p>(١) محمد بن الوزير بن الحكم السلمي، أبو عبد الله الدمشقي، يروي عن ضمرة بن ربيعة الرملي، والوليد بن مسلم، وعنه أبو داود وغيره، ذكره بن حبان في \"الثقات\" وقال ابن حجر: ثقة، \"الثقات\" ٩/ ١٤٢، \"تقريب التهذيب\" لابن حجر (٦٣٧٠). (٢) أبو العباس الدمشقي، ثقة، لكنه كثير التدليس والتسوية.(٣) روح بن جناح، مولى الوليد بن عبد الملك، روى عن مجاهد وشهر، وعنه الوليد ابن مسلم، وابن شعيب، قال أبو حاتم: هو أخو مروان، يكتب حديثهما، ولا يحتج بهما وذكره ابن حبان في \"المجروحين\" واتهمه بالوضع. \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٤٩٤، \"المجروحين\" لابن حبان ١/ ٣٠٠، \"تقريب التهذيب\" لابن حجر (١٩٦١).(٤) مجهول.(٥) ابن أبي موسى، ثقة.(٦) [٣٢١٧] الحكم على الإسناد:إسناده ضعيف جدًا لعلل أربع:١ - محمد بن عمرو البيروتي لم يذكر بجرح أو تعديل.٢ - الوليد بن مسلم الدمشقي، مدلس تدليس التسوية، فلا بد من التصريح في سائر السند.٣ - روح بن جناح أبو سعيد القرشي ضعيف واتهمه ابن حبان.٤ - مولى عمر بن عبد العزيز، مجهول.التخريج:الحديث مداره على الوليد بن مسلم، عن روح بن جناح، عن مولى عمر، عن =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= أبي بردة، عن أبي موسى به. ورواه عنه أربعة: ١ - محمد بن الوزير السلمي عند المصنف.٢ - القاسم بن يحيى. أخرجه أبو يعلى في \"المسند\" ٦/ ٤٠٢.٣ - أبو زيد عمر بن شبة. أخرجه الطبري في \"جامع البيان\" ٢٩/ ٤٢.٤ - محمد بن الحسين الحسني. أخرجه البيهقي في \"الأسماء والصفات\" ٢/ ١٨٧.وذكره السيوطي في \"الدر المنثور\" ٦/ ٣٩٧ ونسبه لابن المنذر، وابن مردويه، وابن عساكر.ومما وجدته من كلام العلماء حول الحديث ما يلي:١ - الإمام أبو بكر البيهقي في \"الأسماء والصفات\" ٢/ ١٨٨:قال: تفرد به روح بن جناح، وهو شامي يأتي بأحاديث منكرة لا يتابع عليها والله أعلم، وموالي عمر بن عبد العزيز فيهم كثرة.٢ - الحافظ ابن كثير في \"تفسير القرآن العظيم\" ١٤/ ١٠٠:قال: فيه رجل مبهم، فالله أعلم.٣ - الحافظ أبو بكر الهيثمي في \"مجمع الزوائد\" ٧/ ١٢٨:قال: رواه أبو يعلى، وفيه روح بن جناح، وثقه دحيم. وقال فيه النسائي: ليس بالقوي وبقية رجاله ثقات.٤ - الحافظ ابن حجر في \"فتح الباري\" ٨/ ٦٦٤:قال: أخرجه أبو يعلى بسند فيه ضعف. ا. هـ.٥ - الحافظ البوصيري كما نقل عنه محقق \"المطالب العالية\" لابن حجر ١٥/ ٣٨٠:قال: رواته ثقات. ا. هـ ولا يخفى ما فيقوله رحمه الله تعالى من بعد.٦ - العلامة الألباني في \"سلسلة الأحاديث الضعيفة\" (١٣٣٩):قال: منكر، وإسناده واه جدا، مولى عمر بن عبد العزيز مجهول، وروح بن جناح قال ابن حجر: ضعيف أتهمه ابن حبان .. وقد صح في تفسير هذِه الآية خلاف هذا =</p><p> [٣٢١٨] أخبرنا أبو محمد عبد الله بن (محمد بن عبد الله)  (١) الرومي بقراءتي عليه في مسجده يوم السبت لأربع بقين من ذي الحجة سنة ست وثمانين وثلاثمائة، حدثنا أبو العباس محمد بن إسحاق السرّاج (٢) ، حدثنا زهير بن محمد (٣) ، حدثنا عبد الرحمن بن المبارك (٤) ، حدثنا قريش بن حيان العجلي (٥) ، حدثنا بكر بن </p><p>= الحديث المنكر بلفظ: يكشف ربنا عن ساقه فيسجد له كل مؤمن .. الحديث. ا. هـ. قلت: والحاصل: أن الحديث على أقل أحواله ضعيف إن لم يكن منكرا كما قرره العلامة الألباني، والله أعلم. وفي قول الحافظ الهيثمي وقفتان:الأولى: قوله: وثقه دحيم. وقال فيه: ليس بالقوي.قلت: سقط منه ذكر النسائي إذ هو القائل: ليس بالقوي كما صوبته.الثانية: قوله: رجاله ثقات:فهذا متعقب، والذي أوقع الهيثمي في ذلك التصحيف الذي وقع في \"مسند أبي يعلى\" إذا جاء فيه الإسناد: ثنا أبو سعيد روح بن جناح مولى لعمر بن عبد العزيز عن أبي بردة. فلما فرغ الهيثمي من الكلام عن روح بناء على أنه هو مولى عمر. لم يبق أمامه في الإسناد إلا ثقات؛ فقال: وبقية رجاله ثقات.هذا عذر الحافظ الهيثمي عندي والله أعلم.(١) في الأصل، (ت): أحمد بن محمد، والمثبت من مصادر ترجمته، وهو أبو محمد النيسابوري الخيري، لم يذكر بجرح أو تعديل.(٢) إمام حافظ، ثقة.(٣) ابن قميز بن شعبة، ثقة.(٤) أبو بكر، ويقال: أبو محمد الخلقاني، ثقة.(٥) قريش بن حيان العجلي أبو بكر البصري، أصله من عمان سكن البصرة، روى عن ثابت البناني وبكر بن وائل، وعنه شعبة بن الحجاج والبصريون، ذكره ابن حبان في \"الثقات\"، وقال ابن حجر: ثقة. \"الثقات\" لابن حبان ٧/ ٣٤٧، \"تقريب التهذيب\" لابن حجر (٥٥٤٤).</p><p> وائل (١) عن الزهري (٢) ، عن أبي (عبد الله)  (٣) الأغر، عن أبي هريرة قال: قلنا يا رسول الله، هل نرى ربنا يوم القيامة؟ </p><p> قال:  \"هل تضارون في الشمس ليس دونها سحاب؟ \" قلنا: لا. قال:  \"هل تضارون في القمر ليلة البدر؟ \" قلنا: لا، قال:  \"فإنكم ترونه كذلك إذا كان يوم القيامة جمع الأولون والآخرون،ونادى مناد:من كان يعبد شيئا فليلزمه وترفع لهم آلهتهم التي كانوا يعبدون، فتمضي ويتبعونها حتى تقذفهم في النار، وتبقى هذِه الأمة فيها منافقوها،فيقال لهم:ذهب الناس وبقيتم،فيقولن:لنا رب لم نره بعد.قال:يقول: هل تعرفونه؟فيقولون:بيننا وبينه آية، إذا رأيناه عرفناه. فيكشف لهم عن ساق فيخرون له سجدا، وتبقى أقوام ظهورهم كصياصي البقر(٤)يريدون السجود فلا يستطيعون\"  (٥) . </p><p>(١) بكر بن وائل بن داود الليثي، من أهل الكوفة، يروي عن الزهري، وعنه أبوه وقريش بن حيان، ذكره ابن حبان في \"الثقات\"، وقال ابن حجر: صدوق. \"الثقات\" لابن حبان ٦/ ١٠٣، \"تقريب التهذيب\" لابن حجر (٧٥٢). (٢) الفقيه الحافظ، المتفق على جلالته وإتقانه.(٣) في الأصل، (ت): عبد الرحمن. والمثبت من مصادر ترجمته، وهو سلمان الأغر، ثقة.(٤) صياصي البقر: قرونها، واحدتها صيصة بالتخفيف. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٦٧.(٥) [٣٢١٨] الحكم على الإسناد:رجاله ثقات سوى شيخ المصنف لم يذكر بجرح أو تعديل، وبكر بن وائل صدوق. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= التخريج: رواه غير أبي عبد الله الأغر عن أبي هريرة أربعة أنفس:الأول: سعيد بن المسيب: ورواه عنه اثنان:١ - محمد بن شهاب الزهري:- رواه عبد الرزاق في \"جامع معمر\" ١١/ ٤٠٧، ومن طريقه البخاري كتاب الرقاق، باب الصراط جسر جهنم (٦٥٧٣)، وأحمد في \"المسند\" ٢/ ٢٧٥ (٧٧١٧)، ٥٣٣ (١٠٩٠٦)، والآجري في \"الشريعة\" ٢/ ١٠٠٣، والبغوي في \"شرح السنة\" ١٥/ ١٧٢ كلهم من طريق عبد الرزاق عن معمر بن راشد.ورواه النسائي في \"السنن الكبرى\" ٤/ ٤١٩، وعنه البيهقي في \"الأسماء والصفات\" ٢/ ٣٨٥ من طريق سعيد بن عبد العزيز كلاهما عن الزهري.٢ - حسان بن عطية:- رواه الترمذي كتاب صفة الجنة، باب ما جاء في صفة الجنة (٢٥٤٩)، وابن ماجه كتاب الزهد، باب صفة الجنة (٤٣٣٦)، وابن أبي عاصم (ص ٢٥٨) من طريق عبد الحميد بن حبيب بن أبي العشرين.- ورواه ابن أبي عاصم في \"السنة\" (ص ٢٦٠)، والآجري في \"الشريعة\" ٢/ ١٠٠٤ - ١٠٠٥ من طريق سويد بن عبد العزيز، كلاهما عن أبي عمرو الأوزاعي عن حسان به عنه.قال الترمذي: غريب لا نعرفه إلا من هذا الوجه.قلت: وآفته أن عبد الحميد وسويدا كلاهما متكلم فيهما.الثاني: عطاء بن يزيد الليثي:ورواه عنه الزهري، ورواه عن الزهري جماعة منهم:١ - إبراهيم بن سعد:رواه البخاري كتاب التوحيد، باب قول الله تعالى {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (٢٢)} (٧٤٣٧)، ومسلم كتاب الإيمان، باب معرفة طريق الرؤية (١٨٢)، والطيالسي في \"المسند\" (٣١٤)، وأبو يعلى في \"المسند\" ١١/ ٢٤١، وابن أبي عاصم في =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= \"السنة\" (ص ١٩٧)، وعبد الله بن أحمد في \"السنة\" ١/ ٢٣٧ - ٢٣٨، وابن خزيمة في \"التوحيد\" ١/ ٤٢٦، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٦/ ٤٥٠، وابن منده في \"الإيمان\" ٢/ ٧٨٤ - ٧٨٧ من طرق عن إبراهيم به. ٢ - محمد بن الوليد الزبيدي:رواه ابن أبي عاصم في \"السنة\" (ص ١٩٧، ٢٠٩) من طريق بقية بن الوليد، وابن منده في \"الإيمان\" ٢/ ٧٨٧ من طريق يحيى بن حمزة كلاهما عن الزبيدي به. وإسناده جيد، قاله الألباني في \"ظلال الجنة\" (٤٥٤).٣ - معمر بن راشد البصري:- رواه ابن أبي عاصم في \"السنة\" (ص ١٩٨)، وعبد الله بن أحمد في \"السنة\" ١/ ٢٣٨، والآجري في \"الشريعة\" ٢/ ١٠٠٣، وابن منده في \"الإيمان\" ٢/ ٧٨٧، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٦/ ٤٥٠ كلهم من طريق عبد الرزاق الصنعاني.- ورواه ابن منده في \"الإيمان\" ٢/ ٧٨٨ من طريق حماد بن زيد.- ورواه الآجري في \"الشريعة\" ٢/ ١٠٠٤، وابن منده في \"الإيمان\" ٢/ ٧٨٩ من طريق محمد بن ثور.ثلاثتهم عن معمر به.- وجاء من وجه آخر يجمع بين الطريقين السابقين:رواه البخاري كتاب الرقاق، باب الصراط جسر جهنم (٦٥٧٣)، ومسلم كتاب الإيمان، باب معرفة طريق الرؤية (١٨٢)، وابن أبي عاصم في \"السنة\" (ص ١٩٨)، وابن خزيمة في \"التوحيد\" ١/ ٤٢٥، وابن منده في \"الإيمان\" ٢/ ٧٨٩، والبغوي في \"شرح السنة\" ١٥/ ١٧٣ من طريق شعيب بن أبي حمزة عن الزهري عن سعيد بن المسيب وعطاء بن يزيد الليثي جميعا عن أبي هريرة به. الثالث: أبو صالح السمان: ويرويه عنه ثلاثة:١ - سهيل بن أبي صالح:رواه مسلم كتاب الزهد والرقائق (٢٩٦٨)، وأبو داود كتاب السنة، باب في =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= الرؤية (٤٧٣٠)، وابن أبي عاصم في \"السنة\" (ص ١٩٤)، وأبو يعلى في \"المسند\" ٦/ ١٣٨، وعبد الله بن أحمد في \"السنة\" ١/ ٢٣٢، ٢٣٤، وابن خزيمة في \"التوحيد\" ١/ ٤١٧، ٤١٩، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٦/ ٤٧٨، ٤٩٩، والآجري في \"الشريعة\" ٢/ ١٠٠٢، وابن منده في \"الإيمان\" ٢/ ٧٩١ كلهم من طرق عن سفيان بن عيينة عن سهيل بن أبي صالح عن أبيه به. ٢ - الأعمش:- رواه الترمذي كتاب صفة الجنة، باب ما جاء في رؤية الرب تبارك وتعالى (٢٥٥٤)، وابن ماجه في المقدمة، باب فيما أنكرت الجهمية (١٧٨)، وابن أبي عاصم في \"السنة\" (ص ١٩٣)، وعبد الله بن أحمد في \"السنة\" ١/ ٢٣٥، وابن منده في \"الإيمان\" ٢/ ٧٩٥ كلهم من طريق يحيى بن عيسى.- ورواه ابن منده في \"الإيمان\" ٢/ ٧٩٣ - ٧٩٤ من طريق الحسين بن واقد وسعد بن الصلت وعبد الله بن إدريس.أربعتهم عن الأعمش به.قال الترمذي: حسن صحيح غريب.قلت: وقد رواه ابن إدريس عن الأعمش عن أبي صالح عن أبي سعيد الخدري.قال الترمذي: هذا غير محفوظ وأبو صالح عن أبي هريرة أصح.٣ - مصعب بن محمد بن شرحبيل:رواه ابن أبي عاصم في \"السنة\" (ص ١٩٣)، وابن خزيمة في \"التوحيد\" ١/ ٤١٦، وابن منده ٢/ ٧٩٥ من طريق وهيب بن خالد عن مصعب، ومصعب لا بأس به.الرابع: عبد الرحمن مولى الحرقة:- رواه الترمذي كتاب صفة الجنة، باب ما جاء في خلود أهل الجنة وأهل النار (٢٥٥٧) من طريق قتيبة بن سعيد.- ورواه ابن خزيمة في \"التوحيد\" ١/ ٤٢٧، وا بن منده في \"الإيمان\" ٢/ ٧٩٦ من طريق سعيد بن أبي مريم.- رواه عبد الله بن أحمد في \"السنة\" ١/ ٢٣٩ من طريق حفص بن ميسرة، =</p><p> [٣٢١٩] وأخبرنا الإمام أبو إسحاق إبراهيم بن محمد بن إبراهيم (١) قراءة عليه في جمادى الآخرة سنة اثنتين وتسعين وثلاثمائة، أخبرنا أبو بكر الشافعي (٢) ، حدثنا أبو قلابة الرقاشي (٣) ، حدثنا أبو عاصم الضحاك بن مخلد (٤) ، حدثنا إسماعيل بن رافع (٥) ، عن محمد بن زياد (٦) ، </p><p>= ومصعب الزبيري، وقتيبة بن سعيد. أربعتهم عن عبد العزيز الدراوردي عن العلاء بن عبد الرحمن عن أبيه به. قال الترمذي: حسن صحيح.وبعد: فهذا ما تحصل من طرق إلى أبي هريرة - رضي الله عنه -، وهذا الحديث يقرر أصلا من أصول عقيدة أهل السنة والجماعة، وهو إثبات رؤية العباد لربهم جل وعلا في الآخرة، ومن ذلك صفة الساق.وقد جاء تقرير هذا الأصل من حديث ثمانية وعشرين صحابيا، بلغت حد التواتر. وهذا مبسوط في مثل \"نظم المتناثر من الحديث المتواتر\" للكتاني (ص ٢٣٨ - ٢٣٩)، والنزاع في هذِه العقيدة لم يظهر إلا بعد ثلاثمائة سنة من الهجرة النبوية الشريفة، وقد بسط مقالات الفرق فيها وبين باطلها شيخ الإسلام ابن تيمية في \"مجموع الفتاوى\" ٦/ ٤٨٧.(١) الأستاذ الإسفراييني، الإمام العلامة، أحد المجتهدين في عصره.(٢) محمد بن عبد الله بن إبراهيم، ثقة ثبت، كثير الحديث، حسن التصانيف.(٣) عبد الملك بن محمد بن محمد، صدوق يخطئ تغير حفظه لما سكن بغداد.(٤) أبو عاصم النبيل: ثقة، ثبت.(٥) أبو رافع القاص المدني، ضعيف الحفظ.(٦) كذا في النسخ، وهو محمد بن يزيد بن أبي زياد الثقفي الفلسطيني. وجاء في بعض مصادر الحديث كما عند المصنف، ولذا أبقيت عليه كما هو روى عن: أيوب بن قطن، وعبادة بن نسي، وكعب بن علقمة وغيرهم، روى عنه: حرملة بن عمران =</p><p> عن محمد بن كعب القرظي (١) ، عن رجل من الأنصار، عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: \"يأخذ الله عَز وَجلّ للمظلوم من الظالم حتى لا تبقى مظلمة عند أحد، حتى إنه ليكلف شائب اللبن بالمآثم يبيعه أن يخلص اللبن من الماء، فإذا فرغ من ذلك نادى مناد يسمع الخلائق كلهم: ألا ليلحق كل قوم بآلهتهم وما كانوا يعبدون من دون الله. فلا يبقى أحد عبد شيئا من دون الله إلا مثلت آلهته بين يديه، ويجعل الله تعالى ملكا من الملائكة على صورة عزير، ويجعل الله ملكا من الملائكة على صورة عيسى ابن مريم عليه السلام، فيتبع هذا اليهود، ويتبع هذا النصارى، ثم تلقي بهم آلهتهم إلى النار، وهم الذين يقول الله تعالى: {لَوْ كَانَ هَؤُلَاءِ آلِهَةً مَا وَرَدُوهَا وَكُلٌّ فِيهَا خَالِدُونَ (٩٩) } فإذا لم يبق إلا المؤمنون وفيهم المنافقون قال الله لهم: ذهب الناس فالحقوا بآلهتكم وما كنتم تعبدون، فيقولون: ما لنا إله إلا الله، وما كنا نعبد غيره. فينصرف الله تعالى عنهم، فيمكث ما شاء أن يمكث، ثم يأتيهم فيقول: أيها الناس، ذهب الناس فالحقوا بآلهتكم وما كنتم تعبدون. فيقولون: والله ما لنا إله إلا الله وما كنا نعبد غيره فيكشف لهم عن ساق، ويتجلى لهم من عظمته ما يعرفون أنه ربهم، فيخرون سجدًا على وجوههم، وغير كل منافق </p><p>= التجيبي، ويزيد بن أبي حبيب، وأبو بكر بن عياش وغيرهم، روى له: أبو داود، والترمذي وابن ماجه، قال ابن حجر: مجهول الحال. انظر: \"تهذيب الكمال\" ٢٧/ ١٧، \"تقريب التهذيب\" لابن حجر (٦٣٩٨).(١) ثقة عالم.</p><p> على قفاه، ويجعل الله تعالى أصلابهم كصياصي البقر، ثم يضرب الصراط بين ظهراني جهنم\" (١) . </p><p>(١) [٣٢١٩] الحكم على الإسناد: إسناده ضعيف جدا لما يلي:١ - الرجل المبهم بين القرظي وأبي هريرة.٢ - محمد بن زياد هو الفلسطيني الثقفي مجهول الحال.٣ - إسماعيل بن رافع هو الأنصاري ضعيف الحفظ.٤ - أبو قلابة الرقاشي صدوق يخطئ تغير حفظه لما سكن بغداد.التخريج:الحديث مداره على إسماعيل بن رافع عن محمد بن يزيد بن أبي زياد عن محمد ابن كعب القرظي عن رجل من الأنصار عن أبي هريرة به. ويرويه عنه خمسة أنفس:١ - أبو عاصم النبيل:رواه المصنف، والبيهقي في \"البعث والنشور\" (ص ٦٦٩) من طريق أبي قلابة الرقاشي.ورواه أبو يعلى الموصلي في \"المسند الكبير\" كما في \"النهاية في الفتن والملاحم\" لابن كثير ١/ ٢٧٠، \"فتح الباري\" لابن حجر ١١/ ٣٦٨ عن عمرو بن الضحاك.ورواه أبو الشيخ في \"العظمة\" ٣/ ٨٣٨ من طريق إسحاق بن راهويه.ورواه الطبراني في \"الأحاديث الطوال\" (ص ٢٦٦) عن أحمد بن الحسن الأبلي.أربعتهم عن أبي عاصم به غير أن طريق الطبراني سقط منه ذكر الرجل المبهم.٢ - مكي بن إبراهيم:رواه أبو الشيخ في \"العظمة\" ٣/ ٨٣٩ من طريق يعقوب بن سفيان، والبيهقي في \"البعث والنشور\" (ص ٦٦٨) من طريق إسماعيل بن أبي كثير، ورواه أيضًا من طريق إبراهيم بن زهير، ثلاثتهم عن مكي به، غير أن طريق أبي الشيخ سقط منه =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ذكر الرجل المبهم. ٣ - عبدة بن سليمان:رواه إسحاق بن راهويه كما في \"البعث والنشور\" بعد حديث (٦٨)، و \"النهاية في الفتن والملاحم\" لابن كثير ١/ ٢٧٩.ورواه أبو الشيخ في \"العظمة\" ٣/ ٨٢١ من طريق أبي حاتم بن أبي الفرافصة كلاهما عن عبدة به غير أنه سقط من إسناد أبي الشيخ ذكر الرجل المبهم.٤ - عبد الرحمن المحاربي:رواه الطبري في \"جامع البيان\" ٢٩/ ٤١ عن أبي كريب عن المحاربي به مختصرا.٥ - الوليد بن مسلم:ذكره أبو الحجاج المزي كما في \"النهاية في الفتن والملاحم\" ١/ ٢٧٩ قال ابن كثير: وله عليه مصنف بين شواهده من الأحاديث الصحيحة.وقد رواه أيضًا أبو موسى المديني في المطولات، وعبد بن حميد وعلي بن معبد في كتاب \"الطاعة والمعصية\" كما في \"النهاية في الفتن والملاحم\" لابن كثير ١/ ٢٧٨، \"فتح الباري\" لابن حجر ١١/ ٣٦٨.كلهم من طريق إسماعيل به.وفيه علتان قويتان:الأولى: الاضطراب في سنده، حيث يروى تارة عن القرظي عن رجل عن أبي هريرة، وتارة عن القرظي عن أبي هريرة، وتارة بواسطة رجل مبهم، ومحمد عن أبي هريرة .. الخ.وقد نص على هذِه العلة: الحافظ ابن كثير في \"النهاية في الفتن والملاحم\" ١/ ٢٧٩، والحافظ ابن حجر في \"فتح الباري\" ١١/ ٣٦٨ وغيرهما.الثانية: أن في متنه ألفاظا منكرة.وقد نص على ذلك الحافظ ابن كثير في \"تفسير القرآن العظيم\" ٦/ ٩٢، وفي \"النهاية في الفتن والملاحم\" ١/ ٢٧٨.وآفته إسماعيل بن رافع قاص أهل المدينة، نعم لم يكن من الوضاعين، لكنه =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= جمعه من طرق وأماكن متفرقة فجمعه وساقه سياقة واحدة، فوقع الاختلاف والنكارة كما قاله الحافظ ابن كثير في \"النهاية في الفتن والملاحم\". وقد نص جماعة من العلماء على تضعيفه، ومن هؤلاء:١ - الإمام أحمد كما في \"تهذيب التهذيب\" لابن حجر ٣/ ٧٣٤ قال: رجاله لا يعرفون.٢ - الإمام البخاري في \"التاريخ الكبير\" ١/ ١٨ قال: مرسل، ولم يصح.٣ - الحافظ عبد الحق الإشبيلي كما في \"فتح الباري\" لابن حجر ١١/ ٣٦٨.٤ - الحافظ الذهبي في \"ميزان الاعتدال\" ٤/ ٦٧ قال: لم يصح.٥ - الحافظ ابن كثير في \"تفسير القرآن العظيم\" ٦/ ٩٢ قال: حديث مشهور، وهو غريب جدا. وسياقه غريب جدا. وفي النهاية كلام مثله كما سبق.٦ - الحافظ البيهقي كما في \"فتح الباري\" ١١/ ٣٦٩.٧ - الحافظ ابن حجر في \"فتح الباري\" ١١/ ٣٦٨ قال: مداره على إسماعيل بن رافع، واضطرب في سنده مع ضعفه.٨ - العلامة الألباني في تعليقه على \"شرح العقيدة الطحاوية\" (ص ٢٦٥) قال: إسناده ضعيف. ا. هـ.ومع أن الأظهر ضعفه كما سبق، إلا أن بعض أهل العلم مال إلى تصحيحه ومنهم:١ - الحافظ أبو موسى المديني كما في \"النهاية في الفتن والملاحم\" لابن كثير ١/ ٢٧٩ حيث قال: وهذا الحديث وإن كان في إسناده من تكلم فيه، فعامة ما فيه يروى مفرقا من أسانيد ثابتة.٢ - القاضي أبو بكر ابن العربي في \"سراج المريدين\" كما في \"التذكرة في أحوال الموتى وأمور الآخرة\" لأبي عبد الله القرطبي (ص ١٩٤)، \"فتح الباري\" لابن حجر ١١/ ٣٦٩.٣ - أبو عبد الله القرطبي في \"التذكرة\" (ص ١٩٤).٤ - الحافظ مغلطاي كما في \"فتح الباري\" ١١/ ٣٦٨.</p><p> [٣٢٢٠] وأخبرنا عقيل بن محمد بن أحمد (١) أن أبا الفرج البغدادي (٢) ، أخبرهم عن أبي جعفر يعني: الطبري (٣) ، حدثنا محمد ابن عبد الله بن عبد الحكم (٤) ، حدثنا أبي (٥) وشعيب بن الليث (٦) ، عن الليث (٧) ، حدثنا خالد بن يزيد (٨) ، عن ابن (٩) أبي هلال (١٠) . </p><p> [٣٢٢١] قال أبو جعفر (١١) : وحدثني موسى بن عبد الرحمن المسروقي (١٢) </p><p>= وفصل المقال: أن الحديث من هذا الوجه وبهذا السياق التام ضعيف لا يثبت بحال، ولكن كثيرا من ألفاظه لها شواهد في الأحاديث المتفرقة، جمعها الوليد بن مسلم، وأبو موسى المديني كما سبق، والحافظ ابن كثير في جزء مفرد كما ذكر في \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٢٧٨ طرفا من شواهده، وهذا الحديث يعرف بحديث الصور الطويل.(١) لم أجده.(٢) هو: المعافى بن زكريا الجريري القاضي، العلامة، الفقيه، الحافظ، الثقة.(٣) محمد بن جرير، حافظ ثقة.(٤) أبو عبد الله المصري، ثقة.(٥) أبو محمد الفقيه المالكي، صدوق أنكر عليه ابن معين شيئًا.(٦) أبو عبد الملك المصري، ثقة نبيل فقيه.(٧) أبو الحارث المصري، الإمام الثقة الثبت.(٨) في الأصل: زيد، والمثبت من (ت)، وهو ثقة فقيه.(٩) ساقطة من الأصل.(١٠) سعيد بن أبي هلال، صدوق، إلا أن الساجي حكى عن أحمد أنه اختلط.(١١) محمد بن جرير، حافظ ثقة.(١٢) وهو أبو عيسى الكوفي، روى عن: جعفر بن عون، وزيد بن الحباب، وطلاب =</p><p> حدثنا جعفر بن عون (١) ، حدثنا هشام بن سعد (٢) ، حدثنا (٣) زيد بن أسلم (٤) ، عن عطاء بن يسار (٥) ، عن أبي سعيد الخدري قال: قال رسول الله - صلى الله عليه وسلم -: \"إذا كان يوم القيامة نادى مناد: ألا ليلحق كل أمة ما كانوا يعبدون؛ فيذهب أصحاب الصليب مع صليبهم، وأصحاب الأوثان مع أوثانهم، وأصحاب كل آلهة مع آلهتهم، ولا يبقى أحد كان يعبد صنما ولا وثنا ولا صورة إلا ذهبوا حتى يتساقطوا في النار، ويبقى من كان يعبد الله وحده من بر وفاجر وغبرات (٦) من أهل الكتاب، ثم يؤتى بجهنم تعرض كأنها سراب يحطم بعضها بعضا، ثم يدعى اليهود، فيقال: ماذا كنتم تعبدون؟ فيقولون: عزير ابن الله، فيقول: كذبتم؛ ما اتخذ الله من صاحبة ولا ولد فماذا تريدون؟ فيقولون: أي ربنا ظمئنا، فيقول: أفلا تردون؟ فيذهبون </p><p>= ابن حوشب وغيرهم، روى عنه: الترمذي والنسائي، وابن ماجه وغيرهم. ت عام (٢٥٨ هـ). قال ابن حجر: ثقة. انظر: \"تهذيب الكمال\" ٢٩/ ٩٨، \"تقريب التهذيب\" لابن حجر (٦٩٨٧).(١) أبو عون الكوفي، صدوق.(٢) القرشي، يقال له: تييم زيد بن أسلم، صدوق له أوهام، ورُمي بالتشيع.(٣) أي: سعيد بن أبي هلال من الإسناد الأول وهشام بن عسيد من الإسناد الثاني.(٤) أبو أسامة، ويقال: أبو عبد الله المدني مولى عمر بن الخطاب، ثقة عالم وكان يرسل.(٥) أبو محمد، مولى ميمونة - رضي الله عنهما -، ثقة.(٦) الغبرات: جمع غبر، والغبر: جمع غابر، والغابر هو الباقي. والمعنى: وبقايا من أهل الكتاب \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٣٣٨.</p><p> حتى يتساقطوا في النار، ثم يدعى النصارى فيقال: ماذا كنتم تعبدون؟ فيقولون: المسيح ابن الله. فيقول: كذبتم؛ ما اتخذ الله من صاحبة ولا ولد. فماذا تريدون؟ فيقولون: أي رب ظمئنا، اسقنا. فيقول: أفلا تردون؟ فيذهبون ويتساقطون في النار. فيبقى من كان يعبد الله تعالى من بر وفاجر، ثم يبدو الله جل جلاله في صورة غير صورته التي رأيناه فيها أول مرة، فيقول: أيها الناس: لحقت كل أمة بما كانت تعبد، وبقيتم أنتم، فلا يكلمه يومئذ إلا الأنبياء، فيقولون (١) لحقت كل أمة بما كانت تعبد، ونحن ننتظر ربنا الذي كنا نعبد، فيقول: أنا ربكم، فيقولون نعوذ بالله منك. فيقول: هل بينكم وبين الله من آية تعرفونها؟ فيقولون: نعم. فيكشف عن ساق، فيخرون سجدا لله أجمعون، فلا يبقى أحد كان سجد لله في الدنيا سمعة ولا رياء ولا نفاقا إلا صار ظهره طبقا واحدا كلما أراد أن يسجد خر على قفاه، ثم يرفع برنا ومسيئنا، وقد عاد لنا في صورته التي رأيناه فيها أول مرة. فيقول: أنا ربكم، فيقولون: نعم أنت ربنا، ثلاث مرات\" (٢) . </p><p>(١) جاء في \"جامع البيان\" للطبري ٢٩/ ٤١ قبل هذا ما نصه: فيقولون: فارقنا الناس في الدنيا، ونحن كنا إلى صحابتهم فيها أحوج. لحقت كل أمة ما كانت تعبد .. إلى آخر ما ذكره المصنف هنا. (٢) [٣٢٢٠ - ٣٢٢١] الحكم على الإسناد:فيه شيخ المصنف لم أجده، وابن أبي هلال صدوق قد حكى الساجي عن أحمد أنه اختلط، إلا أنه قد توبع من هشام بن سعد المدني، وهو صدوق له أوهام إلا أنه =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= يروي هنا عن زيد بن أسلم، وهو من أثبت الناس فيه كما قال أبو داود. ولعل الإمام مسلما لما خرج له في الصحيح التفت إلى مثل هذا والله أعلم.التخريج:الحديث مداره على زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري.ورواه عن زيد أربعة أنفس:١ - سعيد بن أبي هلال الليثي:- رواه البخاري كتاب التوحيد باب قول الله تعالى {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (٢٢)} (٧٤٣٩)، وابن منده في \"الإيمان\" ٢/ ٨٠٠، والبيهقي في \"الأسماء والصفات\" ٢/ ١٨٠ من طريق يحيى بن بكير.- ورواه البخاري كتاب التفسير، باب {يَوْمَ يُكْشَفُ عَنْ سَاقٍ} (٤٩١٩) من طريق آدم بن أبي إياس.- ورواه مسلم كتاب الإيمان، باب معرفة طريق الرؤية (١٨٣)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٦/ ٣٧٧، والآجري في \"الشريعة\" ٢/ ١٠٠٧ من طريق عيسى بن حماد.ورواه الطبري في \"جامع البيان\" ٢٩/ ٤١، والمصنف من طريق شعيب بن الليث، وعبد الله بن عبد الحكم خمستهم عن الليث بن سعد عن خالد بن يزيد عن سعيد ابن أبي هلال.٢ - هشام بن سعد المدني:رواه مسلم كتاب الإيمان (١٨٣)، وابن خزيمة في \"التوحيد\" ١/ ٣٧٧، ٤٢٣، وعبد الله بن أحمد في \"السنة\" ١/ ٢٣٧، والطبري في \"جامع البيان\" ٢٩/ ٤١، ومن طريقه المصنف، والحاكم في \"المستدرك\" ٤/ ٥٨٢ كلهم من طرق عن جعفر بن عون المخزومي عن هشام بن سعد به.٣ - حفص بن ميسرة:رواه البخاري كتاب التفسير، باب {إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ} (٤٥٨١) من طريق محمد بن عبد العزيز الرملي، ومسلم كتاب الإيمان (١٨٣)، وابن منده في =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= \"الإيمان\" ٢/ ٨٠٢ من طريق سويد بن سعيد كلاهما عن حفص بن ميسرة به. ٤ - عبد الرحمن بن إسحاق:رواه أحمد في \"المسند\" ٣/ ١٦ (١١١٢٧)، وابن أبي عاصم في \"السنة\" (ص ١٩٩)، وابن خزيمة في \"التوحيد\" ١/ ٤٢١ من طريق ربعي بن علية عن عبد الرحمن بن إسحاق به. وإسناده صحيح قاله الألباني في \"ظلال الجنة\" (٤٥٨). وجاء عن أبي سعيد الخدري من وجه آخر كما سبقت الإشارة إليه في حديث أبي هريرة السابق:رواه أحمد في \"المسند\" ٣/ ١٦ (١١١٢٣) من طريق أبي بكر بن عياش، وابن ماجه في المقدمة، باب فيما أنكرت الجهمية (١٧٩) من طريق يحيى بن عيسى الرملي، وابن أبي عاصم في \"السنة\" (ص ٤٥٢)، وعبد الله بن أحمد في \"السنة\" ١/ ٢٣٦، والآجري في \"الشريعة\" ٢/ ١٠٠٨، وابن منده في \"الإيمان\" ٢/ ٧٩٣ من طريق عبد الله بن إدريس.ثلاثتهم عن الأعمش عن أبي صالح عن أبي سعيد الخدري به.وهذا الطريق أعله الإمام الترمذي كتاب صفة الجنة، باب ما جاء في رؤية الرب تبارك وتعالى (٢٥٥٤) بقوله رحمه الله:وروى عبد الله بن إدريس عن الأعمش عن أبي صالح عن أبي سعيد .. وحديث ابن إدريس عن الأعمش غير محفوظ. وحديث أبي صالح عن أبي هريرة عن النبي - صلى الله عليه وسلم - أصح. ا. هـ.وتعقبه العلامة الألباني في \"ظلال الجنة\" (٤٥٢) بقوله عن طريق ابن إدريس: إسناده صحيح على شرط الشيخين، وقد أعله الترمذي بالمخالفة، وليس بشيء؛ فإن ابن إدريس ثقة، ولا مانع من أن يكون لأبي صالح فيه شيخان أحدهما أبو سعيد، والآخر أبو هريرة، فرواه جمع عن أبي صالح عن أبي هريرة كما تقدم، ورواه ابن إدريس عن الأعمش عن أبي صالح عن أبي سعيد كما هنا. ولم ينفرد به ابن إدريس، فصح كل من الإسنادين عن أبي صالح، والحمد لله. ا. هـ.والحاصل: أن الحديث ثابت متواتر كما سبق نقله.</p><p> [٣٢٢٢] وبه عن أبي جعفر الطبري (١) ، حدثنا أبو كريب (٢) ، حدثنا أبو بكر (٣) حدثنا الأعمش (٤) ، عن المنهال (٥) ، عن قيس بن سكن (٦) قال: حدث عبد الله بن مسعود (٧) وهو عند عمر قال: إذا كان يوم القيامة يقوم الناس بين يدي رب العالمين أربعين عاما شاخصة أبصارهم إلى السماء حفاة عراة يلجمهم العرق، فلا يكلمهم بشيء أربعين عاما، ثم ينادي مناد: أيها الناس أليس عدلا من ربكم الذي خلقكم وصوركم ورزقكم ثم عبدتم غيره؛ أن يولي كل قوم ما تولوا؟ قالوا: نعم. قال: فيرفع لكل قوم ما كانوا يعبدون من دون الله (٨) فيتبعونها حتى تقذفهم في النار. فيبقى المسلمون والمنافقون فيقول: ألا تذهبون، فقد ذهب الناس؟ فيقولون: حتى </p><p>(١) حافظ ثقة. (٢) محمد بن العلاء، ثقة حافظ.(٣) ابن عياش بن سالم، ثقة عابد، إلا أنه لما كبر ساء حفظه وكتابه صحيح.(٤) سليمان بن مهران، ثقة حافظ، لكنه مدلس.(٥) ابن عمرو الأسدي، صدوق ربما وهم.(٦) قيس بن السكن الأسدي الكوفي أخو بني سواءة، ويقال: أحد بني سواءة بن الحارث بن سعد بن ثعلبة، وثقه يحيى بن معين، وذكره ابن حبان في \"الثقات\" وكذلك وثقه ابن حجر، قال أبو حاتم: توفي زمن مصعب بن الزبير.انظر: \"الثقات\" لابن حبان ٥/ ٣٠٩، \"تهذيب الكمال\" للمزي ٢٤/ ٥٠، \"تقريب التهذيب\" لابن حجر (٥٥٧٨).(٧) من (ت).(٨) جاء في \"جامع البيان\" للطبري بعد هذا ما نصه قال: ويمثل لكل قوم يعني آلهتهم، فيتبعونها .. إلى آخر ما ذكر هنا.</p><p> يأتينا ربنا. قال: وتعرفونه؟ قالوا: إن اعترف لنا. فعند ذلك يكشف عن ساق ويتجلى لهم، فيخر من كان يعبده ساجدا، ويبقى المنافقون لا يستطيعون، كأن في ظهورهم السفافيد (١) ، فيذهب بهم إلى النار، ويدخل هؤلاء الجنة (٢) ، فذلك قوله تعالى:  {وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ}  (٣) . </p><p>(١) السفافيد: حديد يشوى بها. \"القاموس المحيط\" للفيروزآبادي ٢/ ٥٧٠. (٢) أقتصر المصنف من الحديث على هذا القدر، وتتمته في \"جامع البيان\" للطبري ٢٩/ ٤٠: قال: فيستقبلون في الجنة بما يستقبل به من الثواب والأزواج، والحور العين، لكل رجل منهم في الجنة كذا وكذا، بين كل جنة كذا وكذا، بين أدناها وأقصاها ألف سنة هو يرى أقصاها كما يرى أدناها قال: ويستقبله رجل حسن الهيئة إذا نظر إليه مقبلا حسب أنه ربه، فيقول له: لا تفعل إنما أنا عبدك وقهرمانك على ألف قرية، قال: يقول عمر: يا كعب، ألا تسمع ما يحدث به عبد الله. ا. هـ.(٣) [٣٢٢٢] الحكم على الإسناد:فيه شيخ المصنف لم أجده، والمنهال صدوق ربما وهم، وسائر الرجال ثقات.التخريج:يرويه عن عبد الله بن مسعود أربعة أنفس:١ - قيس بن السكن:رواه الطبري في \"جامع البيان\" ٢٩/ ٣٩، وعنه المصنف من طريق الأعمش عن المنهال بن عمرو عن قيس به.٢ - أبو عبيدة بن عبد الله بن مسعود:رواه الطبراني في \"المعجم الكبير\" ٩/ ٤٢١، واللالكائي في \"شرح أصول الاعتقاد\" ٣/ ٥٣٧ من طريق كرز بن وبرة، عن نعيم بن أبي هند عن أبي عبيدة عن أبيه به نحوه. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وهو ضعيف جدا. قال الهيثمي في \"مجمع الزوائد\" ١٠/ ٣٤٣ - ٣٤٤ في إسناده عبد الأعلى بن أبي المساور، وهو متروك، وأبو عبيدة قال الترمذي وأبو حاتم، وابن حبان: لم يسمع من أبيه شيئا وعليه فهو منقطع. وجاء عنهما جميعا من وجه آخر:رواه الآجري في \"الشريعة\" ٢/ ١٠١٩ من طريق محمد بن الحسن المدني عن عبد الأعلى بن أبي المساور عن المنهال بن عمرو عن قيس بن السكن، وأبي عبيدة كلاهما عن عبد الله بن مسعود به نحوه وهو ضعيف جدا. عبد الأعلى متروك. ومحمد بن الحسن كذبوه.٣ - مسروق بن الأجدع:رواه ابن خزيمة في \"التوحيد\" ٢/ ٥٨٣، والطبراني في \"المعجم الكبير\" ٩/ ٤١٧، والحاكم في \"المستدرك\" ٤/ ٥٨٩ من طريق أبي خالد الدالاني. ورواه الطبراني أيضًا ٩/ ٤١٧ من طريق زيد بن أبي أنيسة كلاهما عن المنهال بن عمرو عن أبي عبيدة بن عبد الله بن مسعود عن مسروق عن ابن مسعود به نحوه.قال الحاكم: رواته ثقات. وقال الذهبي: ما أنكره حديثا على جودة إسناده، وأبو خالد شيعي منحرف. ا. هـ.قال الهيثمي في \"مجمع الزوائد\" ١٠/ ٣٤٦، رواه كله الطبراني من طرق، رجال أحدها رجال الصحيح، غير الدالاني وهو ثقة.٤ - أبو الزعراء عبد الله بن هانئ:رواه ابن خزيمة في \"التوحيد\" ١/ ٤٢٨ من طريق يحيى القطان عن سفيان عن سلمة بن كهيل عن أبي الزعراء عن ابن مسعود موقوفا نحوه، وإسناده صحيح. والحاصل: أن حديث ابن مسعود اختلف في بعض طرقه، وبين متونها اختلاف كثير، ولو سلم ضعف بعضها، فإن أصل الحديث متواتر كما سبق بيانه قريبا. قلت: وهاهنا مسألة لابد من بيانها:وهي أن المصنف رحمه الله تعالى ساق ما ساق من نصوص لتعلقها بقوله تعالى: {يَوْمَ يُكْشَفُ عَنْ سَاقٍ} وهو في كل ما ذكر لم يصرح بإضافة الساق إلى الرب جل =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وعلا على أنه من صفاته العلا ولا يفهم مما ذكره أنه قال فيها بغير قول السلف بإطلاق. وتحرير ذلك بذكر ما قاله شيخ الإسلام ابن تيمية رحمه الله تعالى في \"مجموع الفتاوى\" ٦/ ٣٩٤ حيث قال بعد كلام نفيس: وتمام هذا أني لم أجدهم أي: السلف -تنازعوا -أي: في نصوص الصفات -إلا في مثل قوله تعالى: {يَوْمَ يُكْشَفُ عَنْ سَاقٍ} فروى ابن عباس وطائفة أن المراد به الشدة: إن الله يكشف عن الشدة في الآخرة.وعن أبي سعيد وطائفة أنهم عدوها في الصفات؛ للحديث الذي رواه أبو سعيد في الصحيحين، لا ريب أن ظاهر القرآن لا يدل على أن هذِه من الصفات؛ فإنه قال: {يَوْمَ يُكْشَفُ عَنْ سَاقٍ} نكرة في الإثبات، لم يضفها إلى الله ولم يقل عن ساقه، فمع عدم التعريف بالإضافة لا يظهر أنه من الصفات إلا بدليل آخر، ومثل هذا ليس بتأويل، إنما التأويل صرف الآية عن مدلولها ومفهومها ومعناها المعروف. ا. هـ.وللعلامة ابن القيم في \"الصواعق المرسلة على الجهمية والمعطلة\" ١/ ٢٥٢ نحو ما ذكره شيخه وزاد عليه قوله: والذين أثبتوا ذلك صفة كاليدين والإصبع لم يأخذوا ذلك من ظاهر القرآن وإنما أثبتوه بحديث أبي سعيد المتفق على صحته ... ومن حمل الآية على ذلك قال: قوله تعالى {يَوْمَ يُكْشَفُ عَنْ سَاقٍ} مطابق لقوله - صلى الله عليه وسلم -: \"فيكشف عن ساقه فيخرون له سجدا\" وتنكيره للتعظيم والتفخيم كأنه قال: يكشف عن ساق عظيمة جلت عظمتها، وتعالى شأنها أن يكون لها نظير أو مثيل، أو شبيه. قالوا: وحمل الآية على الشدة لا يصح بوجه فإن اللغة في مثل ذلك أن يقال: كشفت الشدة عن القوم لا كشف عنها .. إلى آخر كلامه رحمه الله. والمقصود:أن لفظ \"الساق\" في الآية فيه القولان المحكيان عن الصحابة، ويفصل بينهم حديث أبي سعيد الخدري الذي مضى تخريجه وهو في الصحيحين بلفظ \"فيكشف عن ساقه فيسجد له كلل مؤمن\" وما أجمل ما ذكره الإمام الشوكاني في \"فتح القدير\" ٥/ ٢٧٨ حيث قال: =</p>"
}