{
  "id": null,
  "sura": 68,
  "aya": 13,
  "text": "<p> بشيء أبدا (١) . </p><p> وقال الآخرون: يعني: بخيلا بالمال ضنينا به عن الحقوق (٢) . </p><p> {مُعْتَدٍ} غشوم ظلوم (٣) . </p><p> {أَثِيمٍ} فاجر (٤) . </p><p> ١٣ - {عُتُلٍّ} قال ابن عباس: العتل: الفاتك (٥) الشديد المنافق (٦) . </p><p>(١) ذكره البغوي في \"معالم التنزيل\" ٨/ ١٩٢، وابن الجوزي في \"زاد المسير\" ٨/ ٣٣٢، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٣٣٢. والقول في: \"معاني القرآن\" للزجاج ٥/ ٢٠٥، \"النكت والعيون\" للماوردي ٦/ ٦٤، \"تفسير القرآن\" للسمعاني ٦/ ٢١ بلا نسبة.(٢) ذكره ابن قتيبة في \"تفسير غريب القرآن\" (ص ٤٧٨)، والطبري في \"جامع البيان\" ٢٩/ ٢٣، والماوردي في \"النكت والعيون\" ٦/ ٦٤، والواحدي في \"الوسيط\" ٤/ ٣٣٥، والبغوي في \"معالم التنزيل\" ٨/ ١٩٢، وابن عطية في \"المحرر الوجيز\" ٥/ ٣٤٧ ونسبه لأكثر المفسرين. وهذا القول هو اختيار الطبري.قلت: فتحصل من كلامه قولان، والأولى حمل الآية على المعنيين جميعا، فالذي يمنع الإيمان والطاعة فقد منع الخير، والذي يمنع المال، والأفعال الصالحة فقد منع الخير.وهذا المعنى حكاه ابن عطية عن جماعة لم يسمهم وكأنه يذهب إليه. والله أعلم.(٣) \"تفسير القرآن\" للسمعاني ٦/ ٢١، \"معالم التنزيل\" للبغوي ٨/ ١٩٢، \"زاد المسير\" لابن الجوزي ٨/ ٣٣٢، \"مدارك التنزيل\" للنسفي ٣/ ٥٢٠.(٤) \"معالم التنزيل\" للبغوي ٨/ ١٩٢، \"زاد المسير\" لابن الجوزي ٨/ ٣٣٢.(٥) كذا. وفي (ت): والطبري: العاتل.(٦) أخرجه الطبري في \"جامع البيان\" ٢٩/ ٢٣، وابن أبي حاتم، وابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٣٩٢، وذكره ابن الجوزي في \"زاد المسير\" ٨/ ٣٣٢ بلفظ: العاتي.</p><p> وقال عبيد بن عمير: العتل: الأكول الشروب القوي الشديد، يوضع في الميزان فلا يزن شعيرة، يدفع الملك من أولئك سبعين ألف دفعة (١) . </p><p> وقال علي بن أبي طالب (٢) والحسن (٣) : العتل: الفاحش الخلق السيئ الخلق. </p><p> وقال يمان: هو الجافي القاسي اللئيم العشيرة (٤) . </p><p> وقال مقاتل: الضخم (٥) . </p><p>(١) أخرجه ابن أبي شيبة في \"المصنف\" ٧/ ١٦٣، والطبري في \"جامع البيان\" ٢٩/ ٢٤، والآجري في \"الشريعة\" ٣/ ١٣٣٥ كلهم من طريق ليث بن أبي سليم، عن أبي الزبير، عن عبيد به. وليث: متكلم فيه، وأبو الزبير: مدلس، وقد عنعن. (٢) من (ت).وقوله في \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٣٣٣.(٣) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٠٨، والطبري في \"جامع البيان\" ٢٩/ ٢٤ بنحوه.وذكره البغوي في \"معالم التنزيل\" ٨/ ١٩٢، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٣٣٣ عنه.(٤) لم أجده عن يمان.ولكن أخرج عبد الله بن وهب في \"الجامع\" ٢/ ٤٨٥ عن القاسم بن عبد الرحمن، عن النبي - صلى الله عليه وسلم - قال: \"العتل هو الفاحش اللئيم\" وهو مرسل قوي.وقال ابن قتيبة في \"تفسير غريب القرآن\" (ص ٤٧٨): الغليظ الجافي.وذكره الماوردي في \"النكت والعيون\" ٦/ ٦٤ منسوبا للكلبي بنحو قول يمان.وذكره ابن منظور في \"لسان العرب\" ٥/ ٢٨٠١ (عتل) بلا نسبة بنحو قول يمان.(٥) لم أجده. إلا أن عبد بن حميد أخرجه كما في \"الدر المنثور\" للسيوطي ٦/ ٣٩٢ عن مجاهد: قوله الزنيم: رجل ضخم شديد. =</p><p> وقال الكلبي: هو الشديد في كفره (١) وكل شديد عند العرب فهو عتل، وأصله من العتل وهو الدفع بالعنف (٢) . </p><p> {بَعْدَ ذَلِكَ} أي: من بعد ذلك (٣) . </p><p> {زَنِيمٍ} وهو الدَّعيّ الملحق النسب الملصق بالقوم وليس منهم (٤) . </p><p>= وذكره الماوردي في \"النكت والعيون\" ٦/ ٦٤ عن الحسن وأبي رزين، قولهما: هو الوفير الجسم. (١) ذكره البغوي في \"معالم التنزيل\" ٨/ ١٩٢، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٣٣٢.وذكره النحاس في \"إعراب القرآن\" ٥/ ٩ بنحوه، ولم ينسبه.(٢) \"جامع البيان\" للطبري ٢٩/ ٢٣، \"معالم التنزيل\" للبغوي ٨/ ١٩٢.وما ذكره عن العرب معلوم عندهم، كما في \"لسان العرب\" لابن منظور ٥/ ٢٨٠١ (عتل) وعبارته: العتلة: حديدة كأنها رأس فأس عريضة. ومنه اشتق العتل، وهو الشديد الجافي. ا. هـ.قلت: والمصنف هنا ذكر ستة أقوال في معنى (عتل)، وسيذكر قريبا معناه على لسان رسول الله - صلى الله عليه وسلم -. وما سيذكره من أحاديث، وإن كانت آحادها لا تخلو من مقال فمجموعها يدل على أن للحديث أصلا، فكان الأولى تقديم التفسير النبوي على غيره، وقد أشار القرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٣٣٣ إلى هذا المعنى بقوله: فهذا التفسير من النبي - صلى الله عليه وسلم - في العتل قد أربى على أقوال المفسرين. ا. هـ.(٣) كذا، وفي (ت)، والبغوي في \"معالم التنزيل\" ٨/ ١٩٣: أي: مع ذلك.(٤) \"معاني القرآن\" للفراء ٣/ ١٧٣، \"تفسير غريب القرآن\" لابن قتيبة (ص ٤٧٨)، \"معاني القرآن\" للزجاج ٥/ ٢٠٦، \"معالم التنزيل\" للبغوي ٨/ ١٩٣.وهو قول ابن عباس فيما ذكره ابن الجوزي في \"زاد المسير\" ٨/ ٣٣٣. =</p><p> قال الشاعر: </p><p> زنيم تداعاه الرجال زيادة ... كما زيد في عرض الأديم الأكارع (١) </p><p> وقال حسان: </p><p> وأنت زنيم نيط في آل هاشم ... كما نيط خلف الراكب القدح الفرد (٢) </p><p>= وسعيد بن المسيب فيما أخرجه عبد بن حميد كما في \"الدر المنثور\" للسيوطى ٦/ ٣٩٢، والطبري في \"جامع البيان\" ٢٩/ ٢٥. (١) القائل هو: حسان بن ثابت. وهو في \"ديوانه\" (ص ٤٩١).وينظر في: \"النكت والعيون\" للماوردي ٦/ ٦٥، \"تفسير القرآن\" للسمعاني ٦/ ٢٢، \"المحرر الوجيز\" لابن عطية ٥/ ٣٤٨، \"البحر المحيط\" لأبى حيان ٨/ ٣٠٠، \"الدر المصون\" للسمين الحلبي ١٠/ ٤٠٤.والبيت استشهد به ابن عباس، كما أخرجه عبد بن حميد وابن عساكر كما في \"الدر المنثور\" للسيوطي ٦/ ٣٩٢.ونسبه ابن منظور في \"لسان العرب\" ٣/ ١٨٧٤ (زنم) إلى الخطيم التميمي. وهو معارض بما سبق.(٢) هو في \"ديوانه\" ١/ ٢٢٢. وانظر: \"مجاز القرآن\" لابن قتيبة ٢/ ٢٦٥، \"جامع البيان\" للطبري ٢٩/ ٢٥، \"معاني القرآن\" للزجاج ٥/ ٢٠٦، \"مفردات ألفاظ القرآن\" للراغب (ص ٣٨٤)، \"لسان العرب\" لابن منظور ٣/ ١٨٧٤ (زنم).والبيت ضمن قصيدة هجى بها أبا سفيان بن الحارث ابن عم رسول الله - صلى الله عليه وسلم - قبل أن يسلم. وقيل: بل هجى بها الوليد بن المغيرة، وهو بعيد لما في البيت من ذكر بني هاشم.ونيط: أُخِّر. والمعنى: أنت زنيم مؤخر في آل هاشم كما يؤخر الراكب القدح خلفه.</p><p> وقال آخر: </p><p> زنيم ليس يعرف من أبوه ... بغي الأم ذو حسب لئيم (١) </p><p> وقال مرة الهمداني: إنما أدعاه أبوه بعد ثماني عشرة سنة (٢) . </p><p> هذا قول أكثر المفسرين (٣) . </p><p> وقال علي بن أبي طالب كرم الله وجهه: الزنيم: الذي لا أصل له (٤) . </p><p> وقيل: هو الذي له زنمة كزنمة الشاة (٥) . </p><p>(١) لم أهتد لقائله. وهو في \"مجاز القرآن\" لأبي عبيدة ٢/ ٢٦٥، كما عزاه له ابن حجر في \"فتح الباري\" ٨/ ٦٦٣ وسقط من المطبوع فأشار له محققه الدكتور فؤاد سزكين، \"جامع البيان\" للطبري ٢٩/ ٢٥، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٢٣٤. والبيت استشهد به عكرمة، كما أخرجه ابن الأنباري في \"الوقف والابتداء\" كما في \"الدر المنثور\" للسيوطي ٦/ ٣٩٢.(٢) ذكره البغوي في \"معالم التنزيل\" ٨/ ١٩٣، وابن عطية في \"المحرر الوجيز\" ٥/ ٣٤٨، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٣٣٥.(٣) أي: أن الزنيم هو الدعي النسب. انظر: \"المحرر الوجيز\" لابن عطية ٥/ ٣٤٨.(٤) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢٣٤. وأخرج عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٠٩، وعبد بن حميد كما في \"الدر المنثور\" للسيوطي ٦/ ٣٩٤ عنه قوله: هو الهجين الكافر.(٥) قاله مجاهد بنحوه: أخرجه عبد بن حميد كما في \"الدر المنثور\" للسيوطي ٦/ ٣٩٢.وحكاه عبد الله بن إدريس عن عامة أهل التفسير فيما أخرجه الطبري في \"جامع البيان\" ٢٩/ ٢٦ عنه. والقول في: \"جامع البيان\" للطبري ٢٩/ ٢٦، \"النكت =</p><p> روى عكرمة، عن ابن عباس أنه قال في هذِه الآية: نُعت فلم يعرف حتى قيل: زنيم. فعرف وكانت له زنمة في عنقه يعرف بها (١) . </p><p> وقال عكرمة: الزنيم: الذي يعرف بلؤمه كما تعرف الشاة بزنمتها (٢) . </p><p> وقال الشعبي: هو الذي له علامة في الشر يُعرف بها كما تعرف الشاة بزنمتها (٣) . </p><p> وقال القرظي (٤) وسعيد بن جبير (٥) وأبو رزين (٦) : هو الكافر الهجين المعروف بالشر المريب. </p><p> وقال الوالبي عن ابن عباس: الزنيم: الظلوم (٧) . </p><p>= والعيون\" للماوردي ٦/ ٦٥، \"معالم التنزيل\" للبغوي ٨/ ١٩٣ واختاره الطبري، واحتج له بقول ابن عباس الآتي قريبا. (١) أخرجه الطبري في \"جامع البيان\" ٢٩/ ٢٦. وذكره البغوي في \"معالم التنزيل\" ٨/ ١٩٣، وابن الجوزي في \"زاد المسير\" ٨/ ٣٣٣.(٢) أخرجه الطبري في \"جامع البيان\" ٢٧/ ٢٩.(٣) أخرجه ابن سعد، وعبد بن حميد كما في \"الدر المنثور\" للسيوطي ٦/ ٣٩٣ وتتمته عندهما: وهو رجل من ثقيف يقال له: الأخنس بن شريق. وذكره النحاس في \"إعراب القرآن\" ٥/ ٩ ونسبه لعامة أهل التأويل وخص منهم الشعبي وأبا رزين.(٤) لم أجده.(٥) أخرجه الطبري في \"جامع البيان\" ٢٩/ ٢٦. وأخرجه كذلك عنه، عن ابن عباس.(٦) أخرجه الطبري في \"جامع البيان\" ٢٩/ ٢٧ قال: الزنيم: علامة الكافر. وفي رواية أخرى: الفاجر. وذكره النحاس في \"إعراب القرآن\" ٥/ ٩.(٧) أخرجه الطبري في \"جامع البيان\" ٢٩/ ٢٦ وذكره الماوردي في \"النكت والعيون\" ٦/ ٦٥، وابن الجوزي في \"زاد المسير\" ٨/ ٣٣٣.</p><p> [٣٢٠٨] أخبرنا أبو عبد الله بن فنجويه (١) ، حدثنا أبو بكر بن مالك القطيعي (٢) ، حدثنا عبد الله بن أحمد بن حنبل (٣) ، حدثني أبي (٤) ، حدثنا وكيع (٥) ، حدثنا (عبد الحميد)  (٦) عن شهر بن حوشب (٧) ، عن عبد الرحمن بن غنم (٨) قال: سئل رسول الله - صلى الله عليه وسلم - عن العتل الزنيم فقال:  \"هو الشديد الخلق، المصحح الأكول الشروب، الواجد للطعام والشراب، الظلوم للناس، رحيب الجوف\"  (٩) . </p><p>(١) ثقة صدوق كثير رواية المناكير. (٢) هو: أحمد بن جعفر بن حمدان، ثقة.(٣) ثقة.(٤) إمام ثقة فقيه حافظ حجة.(٥) هو: ابن الجراح، ثقة حافظ عابد.(٦) في الأصل: عبد المجيد، والمثبت من (ت). وهو عبد الحميد بن بهرام الفزاري المدائني صدوق.(٧) صدوق كثير الإرسال والأوهام.(٨) مختلف في صحبته، وذكره العجلي في كبار ثقات التابعين.(٩) [٣٢٠٨] الحكم على الإسناد:إسناده ضعيف، وهو حسن بشواهده. شهر بن حوشب صدوق كثير الإرسال والأوهام. وعبد الرحمن بن غنم الأشعري مختلف في صحبته.التخريج:أخرجه أحمد في \"المسند\" ٤/ ٢٢٧ (١٧٩٩١)، وابن عساكر في \"تاريخ دمشق\" ٣٥/ ٣١٣، وعبد بن حميد وابن أبي حاتم وابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٣٩٣ كلهم عن شهر به.وذكره الهيثمي في \"مجمع الزوائد\" ٧/ ١٢٨ وقال: رواه أحمد وفيه شهر، وثقه جماعة وفيه ضعف. وعبد الرحمن بن غنم ليس له صحبة على الصحيح. وقال في =</p><p> [٣٢٠٩] وأخبرنا ابن فنجويه (١) ، حدثنا محمد بن الحسن بن علي - هو اليقطيني (٢) - حدثنا أحمد بن عبد الله بن يزيد العقيلي (٣) ، حدثنا صفوان بن صالح (٤) ، حدثنا الوليد بن مسلم (٥) ، حدثني أبو شيبة إبراهيم بن عثمان (٦) ، </p><p>= ١٠/ ٣٩٣: إسناده حسن، إلا أن أبا غنم لم يسمع من النبي - صلى الله عليه وسلم -. وذكره ابن حجر في \"فتح الباري\" ٨/ ٦٦٣ وصدره بقوله: عبد الرحمن مختلف في صحبته.وللحديث شواهد منها:١ - حديث أبي الدرداء:أخرجه أبو الشيخ، وابن مردويه، والديلمي كما في \"الدر المنثور\" للسيوطي ٦/ ٣٩٣.٢ - حديث شداد بن أوس:٣ - مرسل زيد بن أسلم:وسيخرجهما المصنف قريبا.وعليه فالحديث حسن لغيره، وللحافظ ابن كثير في \"تفسير القرآن العظيم\" ١٤/ ٩١ كلام يشعر بميله إلى تقويته، والله أعلم.(١) ثقة صدوق كثير رواية المناكير.(٢) ثقة.(٣) مستور.(٤) الدمشقي، ثقة وكان يدلس تدليس التسوية.(٥) القرشي أبو العباس الدمشقي، ثقة لكنه كثير التدليس والتسوية.(٦) إبراهيم بن عثمان بن فواشي العبسي مولاهم أبو شيبة الكوفي، روى عن: الحكم ابن عتيبة وسليمان الأعمش وعبد الملك بن عمير وأبي إسحاق السبيعي، وروى عنه: إسماعيل بن أبان الوراق وجرير بن عبد الحميد والوليد بن مسلم وخلق. قال أحمد وابن معين وأبو داود: ضعيف. وقال البخاري: سكتوا عنه، وقال الترمذي: منكر الحديث. وقال النسائي: متروك الحديث. وقال أبو حاتم: =</p><p> عن عثمان بن عمير (١) ، عن شهر بن حوشب (٢) ، عن شداد بن أوس (٣) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"لا يدخل الجنة جواظ ولا جعظري ولا عتل ولا زنيم\" . قال: قلت: فما الجواظ؟ قال:  \"كل جماع مناع\" . قال: قلت: وما الجعظري؟ قال:  \"الفظ الغليظ\" . قلت: فما العتل الزنيم؟ قال:  \"كل رحب الجوف وثير الخلق أكول شروب غشوم ظلوم\"  (٤) . </p><p>= ضعيف الحديث سكتوا عنه ونكروا حديثه. وقال ابن حجر: متروك الحديث، مات سنة تسع وتسعين ومائة. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ١١٥، \"تهذيب الكمال\" للمزي ٢/ ١٤٧، \"تقريب التهذيب\" لابن حجر (٢١٥).(١) ضعيف، واختلط، وكان يدلس.(٢) صدوق كثير الإرسال والأوهام.(٣) صحابي مشهور.(٤) [٣٢٠٩] الحكم على الإسناد:إسناده ضعيف جدا لعلل عدة:١ - أبو شيبة هو: إبراهيم بن عثمان العبسي، متروك الحديث.٢ - وشيخه عثمان بن عمير البجلي: ضعيف واختلط، وكان يدلس وقد عنعن هنا.٣ - شهر بن حوشب: صدوق كثير الإرسال والأوهام، ولم أجد له سماعا عن شداد بن أوس.٤ - صفوان بن صالح، وشيخه الوليد بن مسلم ثقتان ولكنهما يدلسان تدليس التسوية، وعليه فلابد من وجود التصريح بالسماع في سائر طبقات الإسناد من فوقهم.التخريج:جاء معناه من حديث جماعة: ومن ذلك ما أخرجه أبو داود كتاب الأدب، باب في حسن الخلق (٤٨٠١) عن حارثة بن وهب قال: قال رسول الله - صلى الله عليه وسلم -. \"لا يدخل =</p><p> [٣٢١٠] وأخبرنا ابن فنجويه (١) ، حدثنا ابن حبش المقرئ (٢) ، حدثنا ابن زنجويه (٣) ، حدثنا سلمة (٤) ، حدثنا عبد الرزاق (٥) أنبأنا معمر (٦) ، عن زيد بن أسلم (٧) في قول الله عز وجل: {زَنِيمٍ} قال: قال رسول الله - صلى الله عليه وسلم -: \"تبكي السماء من رجل أصح الله جسمه وأرحب جوفه وأعطاه من الدنيا مقضما فكان للناس ظلوما، فذلك العتل الزنيم\" . وقال:  \"وتبكي السماء من الشيخ الزاني، ما تكاد الأرض تقله\"  (٨) . </p><p>= الجنة الجواظ، ولا الجعظري\". قال: والجواظ: الغليظ الفظ. وهذا الحديث حسن إسناده عبد القادر الأرناؤوط في تخريجه \"جامع الأصول\" ١٠/ ٥٣٦.(١) ثقة صدوق كثير رواية المناكير.(٢) هو: الحسين بن محمد أبو علي، ثقة مأمون.(٣) علي بن بري، لم يذكر بجرحٍ أو تعديل.(٤) أبو عبد الرحمن الحجري المسمعي، ثقة.(٥) ابن همام الصنعاني، ثقة حافظ، عمي في آخر عمره فتغير.(٦) ابن راشد الأزدي، ثقة ثبت فاضل.(٧) القرشي العدوي، أبو أسامة، ثقة عالم وكان يرسل.(٨) [٣٢١٠] الحكم على الإسناد:رجاله ثقات سوى ابن زنجويه فلم يذكر بجرح أو تعديل، كذلك والحديث مرسل.التخريج:أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٠٨، ومن طريقه المصنف.وأخرجه الطبري في \"جامع البيان\" ٢٩/ ٢٤ عن ابن عبد الأعلى، عن محمد بن ثور، كلاهما عن معمر عن زيد به. وأخرجه ابن المنذر كما في \"الدر المنثور\" =</p><p> وروى الثمالي عن مجاهد في الزنيم قال: كانت له ست أصابع في يده، في كل إبهام له أصبع زائدة (١) . </p><p> وأكثر العلماء على أن الزنيم الدعي الشرير، وقد ورد في هذا الباب أخبار غرائب ذكرت بعضها، وبالله التوفيق (٢) . </p><p> [٣٢١١] أخبرنا الحسين (٣) بن محمد بن الحسين بن عبد الله </p><p>= للسيوطي ٦/ ٣٩٣. ولكن جاء من وجهين آخرين وهما:أولا: ما أخرجه عبد الرزاق أيضًا في \"تفسير القرآن\" ٢/ ٣٠٨ عن ابن عيينة، عن معمر، عن زيد بن أسلم، عن عطاء بن يسار، عن النبي - صلى الله عليه وسلم -وهو مرسل أيضًا.ثانيًا: أخرجه الطبري في \"جامع البيان\" ٢٩/ ٢٣ - ٢٤ عن إسحاق الواسطي، عن أبي عامر العقدي، عن زهير بن محمد، عن زيد بن أسلم، عن عطاء بن يسار، عن وهب الذماري من قوله فلم يرفعه.ووهب الذماري قال عنه أبو حاتم: وقد قرأ الكتب، روى عنه زيد بن أسلم. كذا في \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٢٣.قلت: ومجئ الخبر من هذِه الطرق مع ما سبق من حديث شداد، وعبد الرحمن بن غنم يجعل له أصلا قويا فيكون حسنا لغيره.(١) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢٣٤، وأبو حيان في \"البحر المحيط\" ٨/ ٣٠٤.(٢) أطال المصنف في هذا الموضع وبلغ ما ذكره من أقوال في معنى الزنيم تسعة أقوال، وعامتها ذكرها الطبري في \"جامع البيان\" ٢٩/ ٢٥ - ٢٧، والماوردي في \"النكت والعيون\" ٦/ ٦٥.قال الإمام أبو حيان في \"البحر المحيط\" ٨/ ٣٠٤: والذي يظهر أن هذِه الأوصاف ليست لمعين. ا. هـ.(٣) في الأصل: الحسن، والمثبت من (ت)، وهو ابن فنجويه، ثقه صدوق كثير الرواية للمناكير.</p><p> المقرئ، حدثنا محمد بن الحسن بن بشر (١) ، حدثنا ابن جوصا (٢) ، أنبأنا ابن خبيق (٣) ، حدثنا يوسف بن أسباط (٤) ، عن أبي إسرائيل الملائي (٥) ، عن فضيل بن عمرو الفقيمي (٦) ، عن مجاهد (٧) ، عن ابن عمر، عن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال:  \"لا يدخل الجنة ولد زنا، ولا ولده، ولا ولد ولده\"  (٨) . </p><p>(١) في الأصل: بشير، والمثبت من (ت)، لم يذكر بجرحٍ أو تعديل. (٢) هو: أحمد بن عمير بن يوسف، قال الدارقطني: ثقة.(٣) هو: عبد الله بن خبيق الأنطاكي، لم يذكر بجرحٍ أو تعديل.(٤) الشيباني، متكلم فيه.(٥) إسماعيل بن خليفة العبسي أبو إسرائيل بن أبي إسحاق الملائي، روى عن: إسماعيل بن عبد الرحمن السدي وعطية العوفي وفضيل بن عمرو الفعتيمي وعدة، روى عنه: أحمد بن عبد الله بن يونس وسفيان الثوري ووكيع بن الجراح وخلق. قال أحمد بن حنبل: يكتب حديثه وخالف الناس في أحاديث، وقال يحيى بن معين: صالح الحديث، وقال في موضع: ضعيف، وقال أبو زرعة: صدوق إلا أن في رأيه غلو، وقال أبو حاتم: مس الحديث، وقال ابن حجر: صدوق سيئ الحفظ نسب إلى الغلو في التشيع، مات سنة تسع وستين ومائة. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ١٦٦، \"تهذيب الكمال\" للمزي ٣/ ٧٧، \"تقريب التهذيب\" لابن حجر (٤٤٠).(٦) ثقة.(٧) مجاهد ابن جبر المكي، ثقة إمام في التفسير وفي العلم.(٨) [٣٢١١] الحكم على الإسناد:إسناده ضعيف جدا، وهو صحيح بمجموع طرقه وشواهده.فيه أبو إسرائيل بن خليفة الملائي: صدوق سيئ الحفظ، ونسب إلى الغلو في التشيع. وفي سنده اختلاف شديد على عشرة أوجه، ويوسف بن أسباط متكلم فيه ومحمد بن الحسن وابن خبيق لم يذكرا بجرح أو تعديل. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= التخريج: سأبسط الكلام عليه في ثلاثة مقامات:المقام الأول: طرق الحديث عن مجاهد:هذا الحديث اختلف فيه على مجاهد على عشرة أوجه، كما قاله الإمام الدارقطني، وأبو نعيم الأصبهاني، وأبو الفرج ابن الجوزي. وسأذكر هذِه الطرق عن مجاهد:١ - فضيل بن عمرو الفقيمي:رواه المصنف، وأبو نعيم في \"حلية الأولياء\" ٣/ ٣٠٨، وابن النجار في التاريخ كما في \"الجامع الكبير\" ١/ ٩٢٧ عن ابن خبيق.ورواه أبو نعيم أيضًا ٨/ ٢٤٩، وابن الجوزي في \"الموضوعات\" ٣/ ٣٢٦ من طريق بركة بن محمد الحلبي كلاهما عن يوسف بن أسباط.ورواه الدارقطني كما في \"اللآلئ المصنوعة\" للسيوطي ٢/ ١٩٣، ومن طريقه ابن الجوزي في \"الموضوعات\" ٣/ ٣٢٦، ورواه أبو نعيم في \"حلية الأولياء\" ٣/ ٣٠٨ من طريق إسحاق بن منصور. كلاهما ابن أسباط وابن منصور، عن أبي إسرائيل، عن فضيل، عن مجاهد، عن عبد الله بن عمر، عن أبي هريرة به.ورواه أبو نعيم في \"حلية الأولياء\" ٣/ ٣٠٨ من طريق أحمد بن يونس، عن أبي إسرائيل، عن فضيل، عن مجاهد، عن مولى لأبي قتادة مرفوعا بلفظ: \"لا يدخل الجنة عاق، ولا ولد زنا، ولا مدمن خمر\".٢ - الحسن بن عمرو الفقيمي: ورواه عنه أربعة:أ- محمد بن فضيل، وعبد الرحمن بن مغراء:رواه النسائي في \"السنن الكبرى\" ٣/ ١٧٧، وأبو نعيم في \"حلية الأولياء\" ٣/ ٣٠٧ من طريق محمد بن فضيل، والطحاوي في \"شرح مشكل الآثار\" ١/ ٣٩٣ من طريق عبد الرحمن بن مغراء كلاهما، عن الحسن، عن مجاهد، عن أبي هريرة مرفوعا بلفظ: \"لا يدخل الجنة ولد زنيه\".ب - مروان بن معاوية الفزاري، وفضيل بن سليمان النميري: =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= رواه النسائي في \"السنن الكبرى\" ٣/ ١٧٧، والطحاوي في \"شرح مشكل الآثار\" ١/ ٣٩٤، وأبو نعيم في \"حلية الأولياء\" ٣/ ٣٠٧ من طريق مروان. ورواه الطحاوي أيضًا في \"شرح مشكل الآثار\" ١/ ٣٩٣ من طريق فضيل كلاهما، عن الحسن، عن مجاهد، عن عبد الله بن عبد الرحمن بن أبي ذباب، عن أبي هريرة به.والحديث من طريق الحسن لا ينحط عن درجة الحسن.٣ - إبراهيم بن مهاجر البجلي:رواه النسائي في \"السنن الكبرى\" ٣/ ١٧٨، وعبد بن حميد في \"المنتخب\" (ص ٤٢٧)، ومن طريقه ابن الجوزي في \"الموضوعات\" ٣/ ٣٢٨، ورواه ابن حبان في \"المجروحين\" ١/ ١٠٢، والطبراني في \"المعجم الأوسط\" ١/ ٢٦٢ كلهم من طريق عمرو بن أبي قيس، عن إبراهيم بن مهاجر، عن مجاهد، عن عبد الله بن عبد الرحمن بن أبي ذباب، عن أبي هريرة مرفوعا بلفظ: \"لا يدخل ولد الزنا الجنة ولا شيء من نسله إلى سبعة آباء\".قال الطبراني: لم يرو هذا الحديث عن إبراهيم إلا عمرو.قلت: عمرو: صدوق له أوهام، وإبراهيم: صدوق لين الحفظ. قال ابن عدي: حديثه يكتب في الضعفاء وقال ابن حبان: كثير الخطأ تستحب مجانبة ما انفرد به من الروايات. ا. هـ.٤ - المنهال بن عمرو:رواه النسائي في \"السنن الكبرى\" ٣/ ١٧٧ في العتق من طريق زيد بن أبي أنيسة، عن المنهال، عن مجاهد، عن عبد الله بن عبد الرحمن بن أبي ذباب، عن أبي هريرة مرفوعًا باللفظ المذكور في الطريق السابق. والمنهال: صدوق ربما وهم.٥ - سليمان الأعمش:رواه النسائي في \"السنن الكبرى\" كما في \"تحفة الأشراف\" ١٠/ ١٤٠، ولم أقف عليه في النسخة المطبوعة من النسائي -فالله أعلم- من طريق عبد الواحد بن زياد، عن الأعمش، عن مجاهد، عن أبي هريرة موقوفا عليه. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وعبد الواحد ثقة، إلا أن في حديثه عن الأعمش وحده مقال. ٦ - الحكم بن عتيبة:رواه النسائي في \"السنن الكبرى\" ٣/ ١٧٨ في العتق من طريق شعبة، عن الحكم، عن مجاهد، عن أبي هريرة موقوفا. والحكم ثقة، إلا أنه ربما دلس.٧ - يزيد بن أبي زياد: وجاء عنه من وجهين:١) رواه أحمد في \"المسند\" ٣/ ٢٨ (١١٢٢٢)، وأبو نعيم في \"حلية الأولياء\" ٣/ ٣٠٨ من طريق عبد العزيز بن مسلم.ورواه أحمد في \"المسند\" ٣/ ٤٤ (١١٣٩٨)، وأبو نعيم في \"حلية الأولياء\" ٣/ ٣٠٩ من طريق شعبة بن الحجاج.ورواه ابن أبي شيبة في \"المصنف\" ٥/ ٣٣٠ عن عبد الرحيم بن سليمان.ورواه النسائي في \"السنن الكبرى\" ٣/ ١٧٦ من طريق زائدة بن قدامة.ورواه أبو نعيم في \"حلية الأولياء\" ٣/ ٣٠٨ من طريق مسعود بن سعد الجعفي.خمستهم عن يزيد بن أبي زياد، عن مجاهد، عن أبي سعيد الخدري مرفوعًا بلفظ \"لا يدخل الجنة منان، ولا عاق، ولا مدمن خمر\" مع اختلاف عندهم ليس في شيء منها: \"ولا ولد رنا\".٢) ورواه أبو يعلى في \"المسند\" ٢/ ٥٨، وأبو نعيم في \"حلية الأولياء\" ٣/ ٣٠٨ من طريق جرير، عن يزيد، عن مجاهد، عن أبي سعيد مرفوعًا باللفظ المذكور وزادا: \"ولا ولد الزنا\".وهذا الطريق مداره على يزيد بن أبي زياد الهاشمي مولاهم: ضعيف، كبر فتغير، وصار يتلقن، وكان شيعيا.٨ - عبد الكريم الجزري:رواه أبو طاهر بن فيل في جزئه كما في \"اللآلئ المصنوعة\" للسيوطي ٢/ ١٩٢ ومن طريقه الخطيب في \"تاريخ بغداد\" ١٢/ ٢٣٨، وابن الجوزي في \"الموضوعات\" ٣/ ٣٢٧ عن عامر بن إسماعيل البغدادي.ورواه أبو نعيم في \"حلية الأولياء\" ٣/ ٣٠٩ من طريق سعيد بن حفص.</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ورواه أبو نعيم ٩/ ٢٥٣ من طريق محمد بن أسلم. ثلاثتهم عن المؤمل بن إسماعيل، ثنا سفيان الثوري، عن عبد الكريم، عن مجاهد، عن عبد الله بن عمرو بن العاص مرفوعا بلفظ: \"لا يدخل الجنة عاق، ولا منان، ولا مرتدا أعرابيا بعد هجرة، ولا ولد زنا، ولا من أتى ذا محرم\".قال السيوطي: لا يصح، عبد الكريم: متروك. ا. هـ.قلت: انصرف ذهنه رحمه الله إلى ابن أبي المخارق، والأمر ليس كذلك، وهذا موضع يلتبس على كثير.فعبد الكريم هنا هو: الجزري ثقة متقن، كما جاء مصرحا به في \"الحلية\". وآفة هذا الإسناد هو: مؤمل بن إسماعيل البصري: صدوق سيء الحفظ.واقتصر محمد بن أسلم على قوله: \"لا يدخل الجنة مدمن خمر\". ووقع في \"الحلية\" ابن عمر، وأظنه تصحيف.وجاء من طريق عبد الكريم من وجه آخر: فرواه النسائي في \"السنن الكبرى\" ٣/ ١٧٧ من طريق إسرائيل، عن عبد الكريم، عن مجاهد قوله، إلا أنه جعل بدل: \"زنية\": \"المرتد أعرابيا بعد هجرة\".٩ - خصيف الجزري:رواه النسائي في \"السنن الكبرى\" ٣/ ١٧٦، وأبو نعيم في \"حلية الأولياء\" ٣/ ٣٠٩ من طريق عتاب بن بشير، عن خصيف، عن مجاهد، عن ابن عباس مرفوعا بلفظ: \"لا يدخل الجنة مدمن خمر، ولا عاق، ولا منان\".وعتاب: صدوق يخطئ، وخصيف: صدوق سيء الحفظ، خلط بآخره، ورمي بالإرجاء.١٠ - مسكين بن دينار:رواه أبو القاسم البغوي في \"معجم الصحابة\" كما في \"الإصابة\" لابن حجر ٧/ ٧٧، والطبراني في \"المعجم الكبير\" ٢٢/ ٣٧٢، ومن طريقه أبو نعيم في \"حلية الأولياء\" ٣/ ٣٠٩ من طريق عبيد بن إسحاق العطار، عن مسكين، عن مجاهد، عن أبي زيد الجرمي مرفوعا بلفظ: \"لا يدخل الجنة عاق، ولا منان، =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ولا مدمن خمر\". سئل عنه أبو حاتم الرازي في \"علل الحديث\" لابنه ٢/ ٣١ فقال: منكر.وقال الحافظ ابن حجر في \"الإصابة\" ٧/ ٧٧: وعبيد ضعيف جدا، وقد خولف. ا. هـ.١١ - يونس بن خباب:رواه النسائي في \"السنن الكبرى\" ٣/ ١٧٨ من طريق زيد بن أبي أنيسة، عن يونس، عن مجاهد، عن عبد الله بن عمر بن الخطاب موقوفا عليه بلفظ: \"لا يدخل الجنة ولد الزنا ولا الثاني ولا الثالث\".ويونس: صدوق يخطئ، رمي بالرفض.١٢ - منصور بن المعتمر:رواه الطحاوي في \"شرح مشكل الآثار\" ١/ ٣٩٥ من طريق محمد بن سابق.وأبو نعيم في \"حلية الأولياء\" ٣/ ٣٠٨ من طريق عبيد الله بن موسى.كلاهما عن أبي إسرائيل الملائي، عن منصور، عن مجاهد، عن مولى لأبي قتادة عن أبي قتادة مرفوعا بلفظ: \"لا يدخل الجنة عاق لوالديه، ولا منان، ولا ولد رنية، ولا مدمن خمر\".وسئل عنه أبو الحسن الدارقطني في \"العلل\" ٦/ ١٥٩ فقال: هو وهم، وأبو إسرائيل ضعيف، وإنما روى هذا الحديث منصور، عن سالم بن أبي الجعد، عن جابان، عن عبد الله بن عمرو اهـ.وجاء من طريق منصور من وجه آخر: رواه النسائي في \"السنن الكبرى\" ٣/ ١٧٦ من طريق موسى الجهني، عن منصور، عن مجاهد قال: سمعت أبا هريرة موقوفا بلفظ: \"أربعة لا يدخلون الجنة\" وذكر منهم ولد الزنا.المقام الثاني: بيان طرق الحديث عن غير مجاهد:أولًا: حديث أبي هريرة - رضي الله عنه -: ورواه عنه اثنان:١) أبو صالح السمان: وجاء عنه بلفظين:الأول: رواه أحمد في \"المسند\" ٢/ ٣١١ (٨٠٩٨)، والطحاوي في \"شرح مشكل =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= الآثار\" ١/ ٣٩١ من طريق خالد بن عبد الله. ورواه أبو داود كتاب العتق، باب في عتق ولد الزنا (٣٩٦٣)، والنسائي في \"السنن الكبرى\" ٣/ ١٧٨، والحاكم في \"المستدرك\" ٢/ ٢١٤، والبيهقي في \"السنن الكبرى\" ١٠/ ٥٧ من طرق عن جرير بن عبد الحميد.ورواه البيهقي في \"السنن الكبرى\" ١٠/ ٥٩، والطحاوي في \"شرح مشكل الآثار\" ١/ ٣٩١ من طريق سفيان الثوري.ثلاثتهم عن سهيل بن أبي صالح به بلفظ: \"ولد الزنا شر الثلاثة\". قال سفيان: يعني: إذا عمل بعمل والديه.الثاني: رواه أبو جعفر الطحاوي في \"شرح مشكل الآثار\" ١/ ٣٩١ من طريق يعقوب بن عبد الرحمن.ورواه ابن عدي في \"الكامل\" ٣/ ٤٤٨، ومن طريقه ابن الجوزي في \"الموضوعات\" ٣/ ٣٢٨ من طريق عبد العزيز بن أبي حازم.كلاهما عن سهيل بن أبي صالح به بلفظ: \"فرخ الزنا\". قال يعقوب: \"شر الثلاثة\". وقال عبد العزيز: \"لا يدخل الجنة\".قال ابن الجوزي عن إسناده: فيه من لا يعرف. ا. هـ.قلت: فيه حمزة بن داود الثقفي: لم أجد من ترجمه، إلا أن الحديث من بعض طرقه صحيح على شرط مسلم، قاله الحاكم، ووافقه الذهبي، والألباني في \"سلسلة الأحاديث الصحيحة\" ٢/ ٢٨٢.ومع ذلك فقد تابع أبا صالح عليه.٢) أبو سلمة بن عبد الرحمن:رواه الحاكم في \"المستدرك\" ٢/ ٢١٥، ومن طريقه البيهقي في \"السنن الكبرى\" ١٠/ ٥٨ من طريق أبي عوانة، عن عمر بن أبي سلمة به بلفظ: \"ولد الزنا شر الثلاثة\".قال الألباني في \"سلسلة الأحاديث الصحيحة\" ٢/ ٢٨٢: إسناده حسن في المتابعات والشواهد. ا. هـ.</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ثانيًا: حديث عبد الله بن عمرو بن العاص: ورواه عنه ثلاثة: ١) جابان: وجاء عنه من وجهين:الأول: منصور بن المعتمر، عن سالم بن أبي الجعد، عن جابان، عن عبد الله بن عمرو. والحديث يرويه بهذا السياق جماعة:١ - سفيان بن سعيد الثوري:رواه عبد الرزاق في \"المصنف\" ٧/ ٤٥٤، وعنه أحمد في \"المسند\" ٢/ ٢٠٣ (٦٨٩٢)، وابن خزيمة في \"التوحيد\" ٢/ ٨٦٤.ورواه الدارمي في \"المسند\" ٢/ ٢١٢، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٨/ ١٧٥ من طريق محمد بن كثير.ورواه المروزي في \"البر والصلة\" (ص ٥٥)، ومن طريقه ابن الجوزي في \"الموضوعات\" ٣/ ٣٢٦، وابن خزيمة في \"صحيحه\" ٢/ ٨٦٦ من طريق مؤمل بن إسماعيل.ورواه النسائي في \"السنن الكبرى\" ٣/ ١٧٥، والخطيب في \"تاريخ بغداد\" ١١/ ١٧ من طريق يحيى بن سعيد القطان.أربعتهم (عبد الرزاق، ابن كثير، مؤمل، القطان) عن سفيان به.٢ - جرير بن عبد الحميد:رواه النسائي كما في \"تحفة الأشراف\" للمزي ٦/ ٢٨٣ عن محمد بن قدامة، وابن خزيمة في \"التوحيد\" ٢/ ٨٦٥ عن يوسف بن موسى كلاهما عن جرير به.٣ - همام بن يحيى بن دينار:رواه أحمد في \"المسند\" ٢/ ١٦٤ (٦٥٣٧) عن يزيد بن هارون، عن همام به.٤ - شيبان النحوي:رواه الطحاوي في \"شرح مشكل الآثار\" ١/ ٣٩٥ من طريق عبيد الله بن موسى، عن شيبان به.٥ - أبو حفص الأبّار:رواه الخطيب في \"تاريخ بغداد\" ١١/ ١٩١، ومن طريقه ابن الجوزي في =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= \"الموضوعات\" ٣/ ٣٢٦ من طريق الحسن بن عرفة، عن أبي حفص به، إلا أنه أدخل بين منصور وجابان عبد الله بن مرة. قلت: وهذِه رواية الجماعة عن منصور، وخالفهم شعبة بن الحجاج فرواه من وجه آخر.الثاني: منصور، عن سالم بن أبي الجعد، عن نبيط بن شريط، عن جابان، عن عبد الله بن عمرو، وهذا الوجه تفرد بروايته شعبة بن الحجاج، ورواه عنه ستة:١ - محمد بن جعفر غندر:رواه ابن أبي شيبة في \"المصنف\" ٥/ ٣٣٠، والنسائي كتاب الأشربة، باب الرواية في المدمنين في الخمر ٨/ ٣١٨، وابن خزيمة في \"التوحيد\" ٢/ ٨٥٨ عن محمد بن بشار، ورواه أيضًا ٢/ ٨٦٦ عن محمد بن المثنى، ٢/ ٨٥٨ عن محمد بن أبان، ورواه أحمد ٢/ ٢٠١ (٦٨٨٢).أربعتهم عن غندر به.٢ - أبو داود الطيالسي في \"مسنده\" (ص ٣٠٣)، وعنه النسائي في \"السنن الكبرى\" ٣/ ١٧٥.٣ - عبد الرحمن بن مهدي:رواه الدارمي في \"المسند\" ٢/ ١١٢، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٨/ ١٧٨ كلاهما من طريقين عنه.٤ - حجاج بن محمد المصيصي:رواه أحمد في \"المسند\" ٢/ ٢٠١ (٦٨٨٢) عنه.٥ - وهب بن جرير بن حازم:رواه البخاري في \"التاريخ الكبير\" ٢/ ٢٥٧، وفي \"التاريخ الصغير\" ١/ ٢٦٢ - ٢٦٣ عن عبد الله بن محمد الجعفي عنه.٦ - عثمان بن جبلة:رواه البخاري في \"التاريخ الكبير\" ٢/ ٢٥٧، وفي \"التاريخ الصغير\" ١/ ٢٦٣ عن عبدان، عن أبيه عثمان، عن شعبة، عن يزيد، عن سالم، عن عبد الله بن عمرو =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= من قوله موقوفا. قال البخاري: لم يصح. ا. هـ وهذِه رواية شاذة معارضة لرواية الجماعة، ويزيد هو ابن أبي زياد، ضعيف كما سبق.٧ - بقية بن الوليد:رواه النسائي في \"السنن الكبرى\" ٣/ ١٧٦ عن عمرو بن عثمان، عن بقية قال: حدثني شعبة حدثني يزيد بن أبي زياد، عن سالم، عن عبد الله بن عمرو مرفوعا بلفظ: \"لا يدخل الجنة منان ولا عاق ولا ولد زنا\".قلت: هذا حاصل الوجهين، فأيهما يقدم؟ظهر لي أن للعلماء في ذلك ثلاثة مسالك:١ - أن الوجه الأول أصح لأمرين:أ- أنه رواية الجماعة: الثوري، وجرير، وهمام، وشيبان، وأبو حفص، والقطان.والوجه الثاني تفرد به شعبة، ولم يتابع عليه.ب - أن الوجه الأول يرويه الثوري عن منصور، وكلاهما كوفيان، وهو أعلم بحديث أهل بلده من شعبة، وأحفظ له منه.وإلى هذا ذهب الإمام النسائي كما في \"تحفة الأشراف\" للمزي ٦/ ٢٨٣، والعلامة أحمد شاكر في تحقيق \"المسند\" ١٠/ ٤٦، وشيخنا الدكتور محمد سعيد في تحقيقه لكتاب \"البر والصلة\" للحسين المروزي (ص ٥٦).٢ - أن الوجهين صحيحان:فرواية سفيان الثوري ومن معه صحيحة، ورواية شعبة صحيحة. وإلى هذا ذهب الإمام أبو حاتم ابن حبان في \"صحيحه\" كما في \"الإحسان\" ٨/ ١٧٩ قال: هما ثقتان حافظان .. فالخبر متصل عن سالم عن جابان، فمرة روي كما قال شعبة، وأخرى كما قال سفيان. ا. هـ.٣ - أن الوجهين ضعيفان:وذلك أن الخبر يدور على جابان عن عبد الله، وجابان هذا مجهول لا يكاد يعرف =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ثم إنه لا يعرف له سماع من عبد الله، ولا يعرف لسالم سماع من جابان، ولا سماع من نبيط. وهذا مسلك الإمام البخاري في \"التاريخ الكبير\" ٢/ ٢٥٧، وفي \"التاريخ الصغير\" ١/ ٢٦٣، وابن خزيمة في \"التوحيد\" ٢/ ٨٦٤، وما ذهبا إليه متعين، ويحمل كلام من سبق من العلماء على مسألة ضعيف وأضعف، أو على مثل مراد الترمذي في \"جامعه\": هو أصح ما في الباب. ولا يعني ذلك الأصحية المطلقة.نعم، وإن ضعف حديث عبد الله بن عمرو من هذا الوجه فلا يعني ضعفه مطلقا، بل هو قوي بالمتابعات الآتية، وبشواهد الباب جميعا.٢) هلال بن يساف:رواه الطبراني كما في \"الآلئ المصنوعة\" ٢/ ١٩٢، وأبو نعيم في \"ذكر أخبار أصبهان\" ٢/ ٧١ من طريق عبيدة بن حميد، عن عمار الدهني، عن هلال به.وعبيدة: صدوق نحوي ربما أخطأ.٣) عيسى بن حطان الرقاشي:رواه العقيلي في \"الضعفاء الكبير\" ٢/ ٧٥، وذكره البخاري في \"التاريخ الصغير\" ١/ ٢٦٣ والمصنف في الحديث الذي بعده عن علي بن زيد، عن زيد بن عياض، عن عيسى بن حطان به.قال البخاري: لا يصح، وقال العقيلي: لا يحفظ من وجه يثبت.ثالثا: حديث عبد الله بن عباس:رواه الطبراني في \"المعجم الكبير\" ١٠/ ٣٤٦، وفي \"المعجم الأوسط\" ٧/ ٢١٠، وابن عدي في \"الكامل\" ٣/ ٩١ من طريق محمد بن عبد الرحمن بن أبي ليلى، عن داود بن علي بن عبد الله بن عباس، عن أبيه، عن جده بلفظ: \"ولد الزنا شر الثلاثة، إذا عمل بعمل أبويه\".وابن أبي ليلى تفرد به عن داود كما قال الطبراني. قال الهيثمي في \"مجمع الزوائد\" ٦/ ٢٥٧: وفيه محمد بن أبي ليلى، وهو سيئ الحفظ. ا. هـ ووافقه الألباني في \"سلسلة الأحاديث الصحيحة\" ٢/ ٢٨٢. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= رابعا: حديث عثمان بن أبي العاص: رواه أبو يعلى الموصلي كما في \"اللآلئ المصنوعة\" ٢/ ١٩٢ من طريق عبد الله بن عيسى رجل من أهل البصرة، عن أبي الحكم مولى أبي العاص، عن عثمان مرفوعا بلفظ: \"لا يدخل الجنة ولد زنا، ولا عاق لوالديه، ولا مدمن خمر\". وبعد: فهذِه هي طرق، وشواهد الحديث مستوفاة بقدر الطاقة، أما ألفاظه فتنحصر في ثلاث:١) \"لا يدخل الجنة ولد الزنا\" كلفظ المصنف، إلا أن غالب المصادر تزيد عليه جملا أخرى كما سبقت الإشارة إليها.٢) \"ولد الزنا شر الثلاثة\".٣) \"فرخ الزنا لا يدخل الجنة\"، وفي بعض الطرق: \"شر الثلاثة\".أما الحكم عليه من حيث المجموع فقد اختلف العلماء فيه اختلافا شديدا، وحاصل أقوالهم تنحصر في:القول الأول: أنها موضوعة، لا يصح منها شيء:١ - وممن ذهب إلى هذا محمد بن طاهر المقدسي كما في \"الكاف الشاف\" لابن حجر (ص ١٧٦)، و\"المقاصد الحسنة\" للسخاوي (ص ٤٦٣).٢ - وابن الجوزي في \"الموضوعات\" ٣/ ٣٢٩، وتبعه على ذكره غالب من كتب في الأحاديث الموضوعة ومنهم:- ابن القيم في \"المنار المنيف في الصحيح والضعيف\" (ص ١٣٣).- والسيوطي في \"اللآلى المصنوعة\" ٢/ ١٩٢،- محمد بن طاهر الفتني الهندي في \"تذكرة الموضوعات\" (ص ١٨٠).القول الثاني: التردد في الحكم عليها بحكم صريح:وممن وجدته على ذلك: العلامة الألباني فتارة يميل إلى كلام من حكم عليه بالوضع كما في \"سلسلة الأحاديث الضعيفة\" (١٤٦٢)، وتارة يميل إلى تصحيح بعض طرقه ويحاول الإجابة عنها كما في \"سلسلة الأحاديث الصحيحة\" ٢/ ٢٨١، ٢٨٥.</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= القول الثالث: أن الحديث صحيح أو حسن من بعضه طرقه. وعلى هذا القول كثير من العلماء، ومنهم:ابن خزيمة في \"التوحيد\"، وابن حبان في \"صحيحه\" كما في \"الإحسان\"، وابن القيم في \"المنار المنيف\" حيث قال عن أحد ألفاظه: وهو حديث حسن. والعلامة أحمد شاكر في تحقيق \"المسند\" ١٥/ ٢٣٣، والألباني كما سبق، وغيره.والذي يظهر: أن القول بوضعه قول بعيد جدا، ولذا قال الحافظ ابن حجر في \"القول المسدد في الذب عن مسند أحمد\" (ص ٦٦): وليس في شيء من طرقه ما يقتضي الحكم بالوضع، والله أعلم. ا. هـ.وقال الحافظ السخاوي في \"المقاصد الحسنة\" (ص ٤٦٣): وزعم ابن طاهر، وابن الجوزي أن هذا الحديث موضوع، وليس بجيد. ا. هـ.قلت: وكذا الحكم عليه بالضعف بإطلاق غير جيد كذلك، نعم كثير من طرقه لا تخلو من ضعف، ولكنه بمجموعها، بل ببعض ما صح منها أو حسن كما سبق يحكم له بأنه صحيح لغيره في أقل أحواله.ولكن يبقى بعد ذلك النظر في بيان معناه وتوجيهه وهو:المقام الثالث: أجوبة العلماء عن معنى الحديث، وما يدل عليه:وقفت على أجوبة جماعة من أهل العلم أسوقها مع بيان مصدرها على سبيل الإيجاز:١ - أن قوله \"لا يدخل الجنة .. \":يراد به جنة معينة، فالمراد لا يدخل بعض الجنان، إذ النبي - صلى الله عليه وسلم - قد أعلم أنها جنان في جنة، واسم الجنة واقع على كل جنة، فأولاد الزنا أجسر على ارتكاب المنهيات من غيرهم.وهذا الجواب ذكره ابن خزيمة في \"التوحيد\" ٢/ ٨٦٨، وتلميذه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ٨/ ١٧٧، ولا يخفى ما فيه من تكلف.٢ - أن المراد بقوله: \"ولد الزنا ... \": =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= أي: المتحقق بوصف الزنا حتى صار وصفا غالبا عليه، فاستحق أن يكون منسوبا إليه، فيصح أن يقال: هو ابن له. كما يقال للمسافر: ابن السبيل. وليس المقصود الابن الذي تولد من فاحشة الزنا. وهذا الجواب ذكره أبو جعفر الطحاوي في \"شرح مشكل الآثار\" ١/ ٣٩٤، وانتصر له الألباني في \"سلسلة الأحاديث الصحيحة\" ٢/ ٢٨٨.٣ - أن المراد بقوله: \"شر الثلاثة .. \":رجل معين كان يؤذي رسول الله - صلى الله عليه وسلم -، فقيل: يا رسول الله إنه مع ما به ولد زنا. فقال - صلى الله عليه وسلم -: \"هو شر الثلاثة\".وهذا الجواب حكته عائشة - رضي الله عنه -، ورواه عنها الطحاوي ١/ ٣٩٢ مرتضيا له، ورواه الحاكم في \"المستدرك\" ٢/ ٢١٥، والبيهقي في \"السنن الكبرى\" ١٠/ ٥٨ وقال: في سنده سلمة بن الفضل الأبرش: يروي مناكير.٤ - أن يقال فى هذا الحديث وأمثاله من نصوص الوعيد:إنما هو معلق بالمشيئة، فالمعنى: لا يدخل الجنة إلا أن يشاء الله، فيغفر ويصفح، ولا يعذب على ارتكاب تلك الخطيئة.وهذا الجواب ذكره ابن خزيمة في \"التوحيد\" ٢/ ٨٦٩.٥ - أن المراد بقوله: \"شر الثلاثة\":أي: إذا عمل عملهما بعد ذلك.وهذا الجواب جاء في حديث ابن عباس الذي سبق وحديث عائشة، كلاهما مرفوعا، ولا يثبت.وجاء عن سفيان الثوري رواه عنه البيهقي في \"السنن الكبرى\" ١٠/ ٥٧، وحكاه ابن حجر عن أهل العلم كما في \"المقاصد الحسنة\" للسخاوي (ص ٤٦٤)، ونصره المناوي في \"فيض القدير\" ٦/ ٤٧٢، والألباني في \"سلسلة الأحاديث الصحيحة\" ٢/ ٢٨٣، والشيخ عبد الفتاح أبو غدة في تحقيقه \"للمنار المنيف\" (ص ١٣٣).٦ - أن المراد بقوله: \"لا يدخل الجنة\": =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= أي لا يدخل بعمل أصليه إن مات صغيرا بخلاف الولد الذي يكون من نكاح صحيح فإنه إن مات طفلا، وأبواه مؤمنان ألحق بهما، وبلغ درجتهما بصلاحهما كما قال تعالى {وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ} وولد الزنا لا يدخل الجنة بعمل أصليه، أما الزاني فنسبه منقطع، وأما الزانية فشؤم زناها. وهذا الجواب قرره أبو الخير الطالقاني كما نقله عنه الرافعي القزويني في \"التدوين في أخبار قزوين\" ٢/ ١٤٦، ومال إليه محمد بن طاهر الفتني الهندي في \"تذكرة الموضوعات\" (ص ١٨٥) وعبد الله بن الصديق الغماري في تحقيقه \"للمقاصد الحسنة\" (ص ٤٦٤).٧ - أن المراد بقوله: \"شر الثلاثة .. \":أي شرهم أصلا وعنصرا، ونسبا ومولدا، وذلك؛ لأنه خلق من ماء الزاني والزانية، وهو ماء خبيث .. فلا يؤمن أن يؤثر ذلك الخبث فيه، ويدس في عروقه، فيحمله على الشر، ويدعوه إلى الخبث. وعلى هذا: فالحديث عام مخصوص. وهذا ذكره الخطابي في \"معالم السنن\" ٤/ ٧٤، وانتصر له ابن القيم في \"المنار المنيف\" (ص ١٣٣) وذكره المناوي في \"فيض القدير\" ٦/ ٤٧٢.وانتصر له الشيخ أحمد شاكر في تحقيق \"المسند\" ١٥/ ٢٣٥ بقوله: هذا كلام جيد، واستدلال صحيح. يؤيده الواقع المشاهد في الأغلب الأكثر، والنادر غير ذلك. ا. هـ.٨ - أن المراد بقوله: \"شر الثلاثة\".أنه إنما صار كذلك؛ لأن والديه قد يقام عليهما الحد، فتكون العقوبة تمحيصا لهما، وهذا في علم الله لا يدري ما يصنع به، وما يفعل في ذنوبه.وهذا حكاه الخطابي في \"معالم السنن\" ٤/ ٧٣، وارتضاه المناوي في \"فيض القدير\" ٦/ ٤٧٢، واستضعفه العلامة أحمد شاكر في تحقيق \"المسند\" ١٥/ ٢٣٤.٩ - أن يقال في عموم ألفاظ الحديث:إنه لا يثبت منها شيء أبدا من حيث السند، وأما من حيث المتن فهي تصادم وتخالف الأصول الشرعية، وأعظمها قوله تعالى: {وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= [الإسراء: ١٥]. الجواب قرره الحافظ ابن الجوزي في \"الموضوعات\" ٣/ ٣٢٩، ومال إليه الألباني في \"سلسلة الأحاديث الضعيفة\" ٣/ ٦٥٧ (١٤٦٢).وبعد أن علم أن الحديث لا يمكن رده سندا، فلم يبق إلا توجيه معناه بما يلتئم وأصول الشرع، وفيما سبق ذكره من أجوبة كافٍ في رد دعوى مخالفته للأصول. وظهر لي أنه يمكن أن يقال: إن هذا الحديث من نصوص الوعيد، والقاعدة فيها أن تمر كما هي بلا تفسير كما في قوله \"من غش فليس منا\" وأشباهها؛ ليبقى أثرها في النفوس قويًا، ويقال في هذا الحديث بخصوصه: إن فيه تخويف لكل رجل وامرأة بألا يرتكبا هذِه الفاحشة؛ لكي لا يجني الولد الذي تولد عن فاحشتهما هذِه العقوبة الشديدة.وثم جواب آخر:١٠ - وهو أن يقال في قوله: \"لا يدخل الجنة\":أي لا يدخلها ابتداء، بل يعذب بقدر ذنوبه ثم يدخلها.وهذا الجواب قرره الدكتور عبد العزيز الشهوان في تحقيقه لكتاب \"التوحيد\" لابن خزيمة ٢/ ٨٦٨.وبعد: فإن ما سبق من أجوبة لا يقطع بصواب واحد منها، وإن كان المتيقن أن بعضها صحيح، ذلك أنه من المحال أن يوجد في النصوص الشرعية ما يناقض بعضه بعضا، والله جل وعلا أعلم بمراده ومراد رسوله - صلى الله عليه وسلم -.وأخيرًا: فقد يستطال ما ذكرته حول هذا الحديث رواية ودراية، فلا عجب فقد ألف عالمان رسالتين مستقلتين حول معناه:الأول: الحافظ السخاوي كما أشار إلى ذلك في \"المقاصد الحسنة\" (ص ٤٦٣).الثاني: أبو العباس أحمد بن الخياط الفاسي كما أشار إليها عبد الله الغماري في تحقيقه \"المقاصد الحسنة\" للسخاوي (ص ٦٦٤).ولم أقف على شيء منهما.</p><p> [٣٢١٢] وأخبرنا الحسين بن محمد (١) ، حدثنا محمد بن الحسن ابن بشر (٢) ، أنبأنا أبو الحسن أحمد بن محمد الطوابيقي (٣) ، حدثنا أبو بدر عباد بن الوليد (٤) ، حدثنا حبان بن هلال (٥) ، حدثنا حماد بن سلمة (٦) ، عن علي بن زيد (٧) ، عن زيد بن عياض (٨) ، عن عيسى بن حطان (٩) ، عن عبد الله بن عمرو أن النبي - صلى الله عليه وسلم - قال:  \"إن أولاد الزنا يحشرون يوم القيامة في صورة القردة والخنازير\"  (١٠) . </p><p>(١) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير. (٢) لم يذكر بجرح أو تعديل.(٣) لم أجده.(٤) صدوق.(٥) حبان بن هلال الباهلي، ويقال الكناني، روى عن: أبان بن يزيد العطار، وبكير بن أبي السميط وجرير بن حازم وغيرهم، روى عنه: علي بن المديني، وعبد بن حميد، ومحمد بن بشار بندار وغيرهم، روى له الجماعة، توفي عام ٢١٦ هـ. قال ابن حجر: ثقة، ثبت.(٦) أبو سلمة البصري، ثقة، عابد، وتغير حفظه بأخرة.(٧) أبو الحسن البصري، ضعيف.(٨) تكلم فيه أيوب السختياني.(٩) عيسى بن حطان الرقاشي، ويقال العائذي، روى عن: علي بن أبي طالب - رضي الله عنه -، ومسلم بن سلام ومصعب بن سعد بن أبي وقاص وغيرهم، روى عنه: بسام الصيرفي، وليث بن أبي سليم وعاصم الأحول وغيرهم، روى له أبو داود والترمذي والنسائي، قال ابن حجر: مقبول.(١٠) [٣٢١٢] الحكم على الإسناد:إسناده ضعيف جدا لعلل عدة:١ - عيسى بن حطان مختلف فيه. قال ابن حجر: مقبول. أي: حيث يتابع، وإلا =</p><p> [٣٢١٣] وأخبرنا الحسين بن محمد (١) ، حدثنا أبو بكر بن مالك القطيعي (٢) ، حدثنا عبد الله بن أحمد بن حنبل (٣) ، حدثنا أَبي (٤) ، حدثنا إسحاق بن إبراهيم المروزي (٥) ، حدثنا سلمة بن الفضل (٦) ، حدثني محمد بن إسحاق (٧) ، عن محمد بن عبد الله بن عمرو بن </p><p>= فهو ضعيف. ٢ - زيد بن عياض، أبو عياض البصري: تكلم فيه أيوب السختياني.٣ - علي بن زيد هو: ابن جدعان، ضعيف بالاتفاق.٤ - شيخ شيخ المصنف: لم يذكر بجرح أو تعديل، والطوابيقي لم أجده.التخريج:الحديث أخرجه العقيلي في \"الضعفاء الكبير\" ٢/ ٧٥ بإسناده فقال: حدثنا علي بن عبد العزيز، ثنا عارم، ثنا حماد بن سلمة به، وذكره البخاري في \"المعجم الصغير\" ١/ ٢٦٣ عن علي بن زيد وقال: لا يصح فذكره سواء.ثم قال العقيلي: لا يحفظ من وجه يثبت.وساق الذهبي الحديث في \"ميزان الاعتدال\" ٢/ ١٠٥ على أنه من منكرات زيد بن عياض تبعا للعقيلي. وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢٣٤ وقال: ما أظن له سندا يصح. ا. هـ.قلت: فظهر مما سبق ضعف الحديث.وأما معناه على فرض صحته فيقال فيه ما قيل في الحديث الذي قبله من أجوبة، وقد سبق ذكر هذا الطريق في الحديث الذي قبله.(١) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٢) أحمد بن جعفر بن حمدان، ثقة.(٣) ثقة.(٤) أحمد بن حنبل، الإمام، الحافظ، الثقة.(٥) ابن راهويه، ثقة، حافظ، مجتهد.(٦) الأبرش الأنصاري مولاهم، صدوق كثير الخطأ.(٧) صاحب المغازي، صدوق، يدلس، ورُمي بالقدر والتشيع.</p><p> عثمان (١) ، عن محمد بن عبد الرحمن بن لبيبة (٢) ، عن عبيد الله بن أبي رافع (٣) ، عن ميمونة زوج النبي - صلى الله عليه وسلم - رضي الله عنها -: سمعت النبي - صلى الله عليه وسلم - يقول:  \"لا تزال أمتي بخير ما لم يفش فيهم ولد الزنا، فإذا فشى فيهم ولد الزنا فيوشك أن يعمهم الله تعالى بعقاب\"  (٤) . </p><p>(١) أبو عبد الله المدني، المعروف بالديباج، صدوق. (٢) محمد بن عبد الرحمن بن لبيبه، ويقال: ابن أبي لبيبه: وردان (ويقال: لبيبه أمه، وأبو لبيبه أبوه). روى عن: سعد بن أبي وقاص، وسعيد بن المسيب، وعبد الله بن أبي سليمان وغيرهم، روى عنه: أسامه بن زيد الليثي، وحاتم بن إسماعيل، وسعيد بن أبي أيوب وغيرهم، روى له: أبو داود والنسائي. قال ابن حجر: ضعيف كثير الإرسال. انظر: \"تهذيب الكمال\" ٢٥/ ٦٢٠، و\"تقريب التهذيب\" لابن حجر (٦٠٨٠).(٣) لين الحديث.(٤) [٣٢١٣] الحكم على الإسناد:إسناده ضعيف. فيه عبيد الله بن أبي رافع ومحمد بن عبد الرحمن بن لبيبة ضعيفان، ومحمد ابن إسحاق مدلس، وقد عنعن، إلا أنه صرح بالتحديث من طريق جرير كما سيأتي.التخريج:الحديث مداره على محمد بن إسحاق، عن محمد بن عبد الله بن عمرو، عن محمد بن عبد الرحمن، عن ابن أبي رافع، عن ميمونة.ورواه عن ابن إسحاق اثنان:الأول: سلمة بن الفضل:أخرجه أحمد في \"المسند\" ٦/ ٣٣٣ (٢٦٨٣٠)، ومن طريقه المصنف.الثاني: جرير بن حازم:أخرجه أبو يعلى في \"المسند\" ١٣/ ٦ من طريق وهب بن جرير، والطبراني في \"المعجم الكبير\" ٢٤/ ٢٣ من طريق محمد بن المثنى كلاهما عن جرير بن حازم به =</p><p> [٣٢١٤] وأخبرنا الحسين بن محمد (١) ، حدثنا الفضل بن الفضل الكندي (٢) ، حدثنا إبراهيم بن الحسن الأدمي (٣) ، حدثنا أبو أمية محمد ابن إبراهيم الطرسوسي (٤) ، حدثنا سعيد بن أوس (٥) ، حدثنا أبو الأشهب العطاردي (٦) قال: سمعت عكرمة (٧) يقول: إذا كثر أولاد الزنا قل القطر (٨) . </p><p>= نحوه. وفي هذا الطريق تصريح ابن إسحاق بالسماع؛ فزالت شبهة التدليس.وبقيت العلتان الأوليان: ضعف ابن أبي رافع. قال ابن حجر: لين الحديث. وضعف محمد بن عبد الرحمن. قال ابن حجر: ضعيف كثير الإرسال.ومع ذلك فقد قال الحافظ المنذري في \"الترغيب والترهيب\" ٣/ ٢٧٧: إسناده حسن، وفيه ابن إسحاق وقد صرح بالسماع اهـ.وقال الحافظ الهيثمي في \"مجمع الزوائد\" ٦/ ٢٥٧: فيه محمد بن عبد الرحمن بن لبيبة: وثقه ابن حبان وضعفه ابن معين، ومحمد بن إسحاق قد صرح بالسماع، فالحديث صحيح أو حسن. ا. هـ قلت: ولا يخفى ما في كلام هذين الإمامين بعدما سبق ذكره. ولو قيل: إن هذا الحديث ضعيف ويشهد له ما سبق من الأحاديث لكان أولى، والله أعلم. وأما توجيه معناه فقد سبق قريبا.(١) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٢) صدوق.(٣) إبراهيم بن الحسن بن إسحاق الآدمي، لم أجده.(٤) صدوق، صاحب حديث، يهم.(٥) أبو زيد الأنصاري النحوي البصري، صدوق له أوهام، ورُمي بالقدر.(٦) جعفر بن حيان السعدي، ثقة.(٧) عكرمه مولى ابن عباس رضي الله عنهما: ثقة، ثبت.(٨) [٣٢١٤] الحكم على الإسناد:فيه الأدمي لم أجده، والطرسوسي وشيخه صدوقان وكلاهما يهم. =</p>"
}