{
  "id": null,
  "sura": 68,
  "aya": 17,
  "text": "<p> وقال الشاعر (١) : </p><p> تظل يومك في لهو وفي طرب ... وأنت بالليل شراب الخراطيم </p><p> ١٧ - قوله تعالى:  {إِنَّا بَلَوْنَاهُمْ} </p><p> يعني: اختبرناهم، وامتحنا أهل مكة بالقحط والجوع (٢) . </p><p> {كَمَا بَلَوْنَا} ابتلينا (٣)  {أَصْحَابَ الْجَنَّةِ} . </p><p>= بقوله: وقيل: ولم ينسبه. ولم يرتض هذا المعنى جماعة من المفسرين. قال أبو حيان في البحر: وأبعد النضر بن شميل في تفسيره الخرطوم بالخمر.وقال السمين الحلبي: وقد استبعد الناس هذا التفسير.وقال الآلوسي: وتعقب بأنه تنفيه الرواية والدراية.أما الرواية: فهو أن أولئك الكفرة هلكوا قبل تحريم الخمر، ما عدا الحكم وهو لم يثبت أنه حد، على أنهم لم يكونوا ملتزمي الأحكام.وأما الدراية: فلتعقيد اللفظ، وفوات فخامة المعنى. ا. هـ بتصرف.وذكره الكرماني في \"غرائب التفسير\" ٢/ ١٢٣٩ وقال: حكاه الثعلبي. وفيه تعسف.(١) القائل هو: الأعرج المعني.وهو في: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٢٣٨، \"مفاتيح الغيب\" للرازي ٣٠/ ٨٧، \"البحر المحيط\" لأبي حيان ٨/ ٣٠٠، \"الدر المصون\" للسمين الحلبي ١٠/ ٤٠٩، \"غرائب التفسير\" للكرماني ٢/ ١٢٣٩، \"روح المعاني\" للآلوسي ٢٩/ ٢٩.(٢) كذا، وفي (ت): يعني: اختبرنا أهل مكة، وابتليناهم بالجوع والقحط.والمعنى في: \"جامع البيان\" للطبري ٢٩/ ٢٩، \"معالم التنزيل\" للبغوي ٨/ ١٩٤.(٣) ذكره البغوي في \"معالم التنزيل\" ٨/ ١٩٤.</p><p> [٣٢١٥] أخبرنا أبو عمرو الفراتي (١) ، أنبأنا أبو موسى (٢) ، أنبأنا أبو عثمان الجزري (٣) ، حدثنا فارس بن عمرو (٤) ، حدثنا صالح بن محمد (٥) حدثنا محمد بن مروان (٦) ، عن الكلبي (٧) ، عن أبي صالح (٨) ، عن ابن عباس - رضي الله عنهما - في قول الله عز وجل:  {إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ} قال: بُستان باليمن يقال له الصروان (٩) دون صنعاء بفرسخين (١٠) يطؤه أهل الطريق، كان غرسه قوم من أهل الصلاة، وكانت لرجل فمات فورثه ثلاثة بنين له، وكان يكون للمساكين إذا </p><p>(١) أحمد بن أبي الفراتي، أبو عمرو الخوجاني، لم يذكر بجرح أو تعديل. (٢) عمران بن موسى بن الحصين، قال الحاكم: كان شيخًا يشبه المشائخ.(٣) لم أجده.(٤) أبو سهل نخجيري، لا يعتصد عليه.(٥) صالح بن محمد الترمذي، متهم ساقط.(٦) السدي الصغير، متهم بالكذب.(٧) محمد بن السائب، متهم بالكذب ورمي بالرفض.(٨) باذام مولى أم هانئ، ضعيف يرسل.(٩) كذا بالصاد. وفي (ت): بالضاد المعجمة.وهكذا وقع الاختلاف في عموم كتب التفسير، غير أن ياقوت الحموي ذكر في \"معجم البلدان\" ٣/ ٤٦٤ ضوران بتقديم الواو. وقال عنها: من حصون اليمن لبني الهرش. ا. هـ فالله أعلم.(١٠) الفرسخ: بفتح الفاء وسكون الراء المهملة، ثم فتح السين المهملة يعادل (٥٥٤٠) مترا، أي (٥.٥٤٠) كيلو مترا. فيكون مقدار الفرسخين (١١.٠٨٠) كيلو مترا أي: أحد عشر كيلو وثمانين مترا.حاشية \"الإيضاح والتبيان في معرفة المكيال والميزان\" (ص ٧٧ - ٧٨)، الأصل لابن الرفعة، والحاشية للدكتور محمد الخاروط.</p><p> صرموا نخلهم كل شيء تعداه المنجل (١) فلم يجزه، فإذا طرح من فوق النخل إلى البساط فكل شيء يسقط على البساط فهو أيضًا للمساكين، هاذا حصدوا زروعهم فكل شيء تعدّاه المنجل أيضًا فهو للمساكين، وإذا داسوا (٢) كان لهم كل شيء تنتثر (٣) أيضًا، فلما مات الأب وورثها هؤلاء الإخوة عن أبيهم فقالوا: والله إن المال لقليل، وإن العيال لكثير، إنما كان يفعل هذا الأمر إذ كان المال كثيرًا والعيال قليلًا، فأما إذا قلّ المال وكثر العيال فإنا لا نستطيع أن نفعل هذا. فتحالفوا بينهم يومًا ليغدنّ غدوة قبل خروج الناس فليصرمن من نخلهم ولم يستثنوا، لم يقولوا: إن شاء الله فغدا القوم بسدف (٤) من الليل إلى جنتهم ليصرموها، فرأوها مسودة وقد طاف عليها من الليل طائف من عذاب أصابها فأحرقها فأصبحت كالصريم (٥) . </p><p>(١) المنجل: اسم للآلة الحادة التي يقطع بها الزرع والعشب. والجز: القطع.(٢) أصل الدوس: الوطء بالرجل، والمدوس: ما يداس به الطعام، كالمدواس، والمداسة: موضع دوس الطعام. \"القاموس المحيط\" للفيروزآبادي ٢/ ٢٣٢.(٣) كذا، وفي (ت): ينشر. وكأنها تصحفت على الوجهين، وصوابها: تناثر أيضًا. والله أعلم.(٤) السدفة: بضم السين، وفتحها: الظلمة، أو اختلاط الضوء والظلمة معا، كوقت ما بين طلوع الفجر إلى الإسفار، والطائفة من الليل. \"القاموس المحيط\" للفيروزآبادي ٢/ ٥٤٠.(٥) [٣٢١٥] الحكم على الإسناد:إسناده ساقط؛ الفراتي لم يذكر بجرح أو تعديل، والجزري لم أجده، وفارس لا يعتمد عليه، صالح بن محمد الترمذي متهم ساقط، ومحمد بن مروان متهم =</p><p> فذلك قوله تعالى:  {إِذْ أَقْسَمُواْ} حلفوا {لَيَصْرِمُنَّهَا} ليجدنها وليقطعن ثمرها (١) </p><p>= بالكذب، والكلبي متهم بالكذب، ورمي بالرفض، وأبو صالح ضعيف يرسل. التخريج:القصة ذكرها كسياق المصنف:الفراء في \"معاني القرآن\" ٣/ ١٧٤، والبغوي في \"معالم التنزيل\" ٨/ ١٩٤، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢٤٠.- وأخرجها ابن المنذر وابن أبي حاتم كما في \"الدر المنثور\" للسيوطي ٦/ ٣٩٥ عن ابن عباس بأخصر من هذا.- وأخرجها عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٠٩، وعبد بن حميد كما في \"الدر المنثور\" للسيوطي ٦/ ٣٩٥، والطبري في \"جامع البيان\" ٢٩/ ٣١ كلهم من طريق معمر عن قتادة من قوله مختصرا.- وأخرجها عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٠٩، وعبد بن حميد، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٦/ ٣٩٥ عن سعيد بن جبير من قوله مختصرا.- وأخرجها الطبري في \"جامع البيان\" ٢٩/ ٣٢ من طريق إبراهيم بن المهاجر عن مجاهد من قوله مختصرا.وخلاصة القول:أن أصل القصة ثابت بالقرآن. وأما التفاصيل المذكورة فقد عرف حال إسنادها، وعلى فرض ثبوتها عن ابن عباس ومن بعده فيقال: إنها مما تُلقي عن أهل الكتاب. والله أعلم.(١) \"تفسير غريب القرآن\" لابن قتيبة (ص ٤٧٩)، \"جامع البيان\" للطبري ٢٩/ ٢٩، \"معالم التنزيل\" للبغوي ٨/ ١٩٥.وفي (ت): ليجذنها بالذال. والجذ هو القطع المستأصل. \"القاموس المحيط\" للفيروزآبادي ١/ ٤٦١.</p>"
}