{
  "id": null,
  "sura": 68,
  "aya": 4,
  "text": "<p> أي: وهو أربد (١) . </p><p> وقال النابغة الذبياني (٢) : </p><p> لم يُحرموا حسن العزاء وأمهم ... زحفت إليه بناتق مذكار (٣) </p><p> أي: وهو ناتق. </p><p> ٣ - {وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ (٣) } </p><p> غير مقطوع ولا منقوص، من قولهم حبل منين إذا كان غير متين، من قولهم: مننت الحبل إذا قطعته (٤) . </p><p> ٤ - {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ (٤) } </p><p>= وهو في: \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٢٢٦، \"البحر المحيط\" لأبي حيان ٨/ ٣٠٣، \"الدر المصون\" للسمين الحلبي ١٠/ ٤٠١. مع اختلاف في بعض ألفاظه عما في الديوان. (١) قال في \"الدر المصون\" للسمين الحلبي: وهذا ليس بتفسير إعراب، بل تفسير معنى.(٢) في الأصل: آخر والمثبت من (ت).(٣) البيت في \"ديوانه\" (ص ٨٩) ضمن قصيدة. والناتق المذكار هي التي تخرج ما عندها من ذكور.والبيت في: \"الأمالي\" لأبي على القالي ١/ ١٥٢، ٢/ ٣٠٧، \"سمط اللآلئ\" للبكري ١/ ٤٥، ٤٠٧، ٢/ ٩٥٥، \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٢٢٦. وفي ألفاظه عندهم اختلاف.(٤) \"معاني القرآن\" للفراء ٣/ ١٧٣، \"تفسير غريب القرآن\" لابن قتيبة (ص ٤٧٧)، و\"القرطين\" لابن مطرف الكناني (ص ١٧٤)، \"جامع البيان\" للطبري ٢٩/ ١٨، \"معاني القرآن\" للزجاج ٥/ ٢٠٤، \"معالم التنزيل\" للبغوي ٨/ ١٨٧.</p><p> قال ابن عباس (١) ومجاهد (٢) : دين عظيم. </p><p> وقال الحسن: كان خلقه آداب القرآن (٣) . </p><p> وسئلت عائشة - رضي الله عنها - عن خلق رسول الله - صلى الله عليه وسلم - فقالت: كان خلقه القرآن (٤) . </p><p>(١) أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٨، وابن المنذر، وابن أبي حاتم، وابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٣٩٠، وذكره النحاس في \"إعراب القرآن\" ٥/ ٦، \"معالم التنزيل\" للبغوي ٨/ ١٨٧. وجاء هذا المعنى عن ابن زيد، أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٩.(٢) أخرجه أبو عبيد في \"فضائل القرآن\" (ص ١١٢)، والطبري في \"جامع البيان\" ٢٩/ ١٨، وذكره البغوي في \"معالم التنزيل\" ٨/ ١٨٧.(٣) ذكره البغوي في \"معالم التنزيل\" ٨/ ١٨٧، وابن الجوزي في \"زاد المسير\" ٨/ ٤٢٨.وجاء هذا المعنى عن علي بن أبي طالب: ذكره ابن عطية في \"المحرر الوجيز\" ٥/ ٣٤٦، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢٢٧.وعن عطية العوفي: أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٩، وذكره الماوردي في \"النكت والعيون\" ٦/ ٦١.(٤) حديث صحيح. رواه عن عائشة ثمانية أنفس:أولاً: سعد بن هشام بن عامر: ورواه عنه اثنان:أ- زرارة بن أوفى: رواه عنه قتادة بن دعامة وعنه رواه أربعة أنفس:١ - سعيد بن أبي عروبة:رواه مسلم كتاب صلاة المسافرين، باب جامع صلاة الليل (٧٤٦)، والنسائي كتاب قيام الليل، باب قيام الليل ٣/ ١٩٩، والطبري في \"جامع البيان\" ٢٩/ ١٩، والبيهقي في \"السنن الكبرى\" ٣/ ٢٩ من وجهين، وفي \"دلائل النبوة\" ١/ ٣٠٨. كلهم من طرق عن سعيد بن أبي عروبة به. غير أن رواية الطبري جاء فيها: عن قتادة قال. وذكر لنا أن سعدًا سأل عائشة، فذكره. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ٢ - معمر بن راشد البصري: رواه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٠٧، وفي \"المصنف\" ٣/ ٣٩، ومن طريقه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ٦/ ٢٩٢، والحاكم في \"المستدرك\" ٢/ ٤٩٩. ورواه الطبري في \"جامع البيان\" ٢٩/ ١٨ عن محمد بن ثور كلاهما عن معمر به، غير أن رواية الطبري عن قتادة قال: سألت عائشة فأسقط واسطتين. وعليه فرواية الطبري معضلة.٣ - هشام الدستوائي:رواه الدارمي في \"المسند\" ١/ ٣٤٤، والبيهقي في \"السنن الكبرى\" ٣/ ٣٠ من طريق ابن قدامة كلاهما عن معاذ بن هشام عن أبيه به.٤ - همام:رواه أحمد في \"المسند\" ٦/ ٩٤ (٢٤٦٣٦) عن بهز، وأبو داود كتاب الصلاة، باب في صلاة الليل (١٣٤٢) عن حفص بن عمر. كلاهما عن همام به.ب- الحسن البصري:رواه الطبري في \"جامع البيان\" ٢٩/ ١٩ من طريق آدم بن أبي إياس، وأبو عبيد في \"فضائل القرآن\" (ص ١١٢)، والواحدي في \"الوسيط\" ٤/ ٣٣٤ من طريق عبد الله ابن المبارك. كلاهما آدم وابن المبارك عن المبارك بن فضالة. والمبارك يدلس تدليس التسوية وقد عنعن، والحسن لم يسمع من سعد؛ وعليه فالإسناد ضعيف. وأخرج حديث سعد غير من سبق عبد بن حميد، وابن المنذر، وابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٣٨٩.ثانيًا: جبير بن نفير:رواه الطبري في \"جامع البيان\" ٢٩/ ١٩ من طريق عبد الله بن وهب، وأبو الشيخ في \"أخلاق النبي - صلى الله عليه وسلم -\" (ص ١٩) من طريق ابن مهدي. كلاهما عن معاوية بن صالح عن أبي الزاهرية عن جبير.ثالثا: عبد الله بن شقيق العقيلي:رواه ابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٣٨٩. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= رابعًا: يزيد بن بابنوس: رواه النسائي كما في \"تحفة الأشراف\" ١٢/ ٣٣٦ ولم أجده في المطبوع، والحاكم في \"المستدرك\" ٢/ ٣٣٢، والبيهقي في \"دلائل النبوة\" ١/ ٣٠٩ كلهم من طريق أبي عمران الجوني عن يزيد به. ويزيد مختلف فيه.خامساً: الحسن البصري:رواه أحمد في \"المسند\" ٦/ ٢١٦ (٢٥٨١٣) عن إسماعيل عن يونس عن الحسن به. والحسن لم يدرك عائشة.سادسًا: زينب بنت يزيد:رواه ابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٣٨٩.سابعًا: أبو الدرداء:رواه ابن المنذر، وابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٣٨٩، والبيهقي في \"دلائل النبوة\" ١/ ٣٠٩، والواحدي في \"الوسيط\" ٤/ ٣٣٤ من طريق أبي إدريس الخولاني عن أبي الدرداء به.ثامنا: رجل من بني سوادة:رواه أحمد في \"المسند\" ٦/ ١١١ (٢٤٨٠٠)، وابن ماجه كتاب الأحكام، باب الحكم فيمن كسر شيئًا (٢٣٣٣) من طريق شريك النخعي عن قيس بن وهب عنه به. قال البوصيري في \"مصباح الزجاجة\" ٣/ ٣١: إسناده ضعيف للجهالة بالتابعي.والحاصل:أن الحديث ثابت، وإن كان في بعض طرقه ضعف، ثم إنني لم أذكر من طرقه هنا إلا ما يتعلق باللفظ المذكور. وإلا فالحديث يروى من طرق عدة، وبألفاظ متنوعة مطولا ومختصرا في وصف قيام النبي - صلى الله عليه وسلم - في الليل، وسيذكره المصنف عند كلامه على سورة المزمل، وسيأتي مزيد بيان له هناك إن شاء الله تعالى.ومعنى قول عائشة هذا كما قال الحافظ ابن كثير في \"تفسير القرآن العظيم\" ١٤/ ٨٧: أنه - صلى الله عليه وسلم -، صار امتثال القرآن أمرا ونهيا سجية له، وخلقا تطبعه، وترك طبعه الجبلي، فمهما أمره القرآن فعله، ومهما نهاه عنه تركه، هذا مع ما جبله الله =</p><p> وقال قتادة: هو ما كان يأتمر به من أمر الله -عز وجل-، وينتهى عما نهى الله سبحانه (١) . </p><p> وقال الجُنيد: سمي خلقه عظيما لأنه لم يكن له همة لشيء سوى الله تعالى (٢) . </p><p> قال الواسطي: لأنه جاد بالكونين عوضا عن الحق (٣) . </p><p> وقيل: لأنه عاشرهم بخُلقه وباينهم بقلبه، فكان ظاهره مع الخلق وباطنه مع الحق (٤) . </p><p> وأوصى بعض الحكماء رجلا فقال: عليك بالخلق مع الخلق وبالصدق مع الحق (٥) . </p><p> وقيل: لأنه امتثل تأديب الله تعالى إياه بقوله: {خُذِ الْعَفْوَ}  (٦) الآية. </p><p> وقيل: عظم خلقه حيث صغر (الخلق و)  (٧) الأكوان في عينه بعد </p><p>= عليه من الخلق العظيم من الحياء والكرم والشجاعة والصفح والحلم وكل خلق جميل. أهـ. (١) ذكره الواحدي في \"الوسيط\" ٤/ ٣٣٤، والبغوي في \"معالم التنزيل\" ٨/ ١٨٨، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢٢٧.(٢) ذكره ابن عطية في \"المحرر الوجيز\" ٥/ ٣٤٦، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢٢٧.(٣) ذكره السلمي في \"حقائق التفسير\" ٣٤٦/ ب.(٤) ذكره ابن عطية في \"المحرر الوجيز\" ٥/ ٣٤٦ على أنه كلام متصل بكلام الجنيد.(٥) ذكره ابن عطية في \"المحرر الوجيز\" ٥/ ٣٤٦.(٦) الأعراف: ١٩٩، والقول ذكره البغوي في \"معالم التنزيل\" ٨/ ١٨٨، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢٢٧.(٧) من (ت).</p><p> مشاهدة مكونها (١) . </p><p> وقيل: سمي خلقه عظيمًا لاجتماع مكارم الأخلاق فيه (٢) يدل عليه: </p><p> [٣٢٠٣] ما أخبرنا أبو القاسم الحسن بن محمد بن الحسن المفسر (٣) ، أنبأنا أبو عبد الله محمد بن أحمد - يعني: الصفار (٤) - حدثنا ابن أبي الدنيا (٥) ، حدثنا الدراوردي (٦) ، عن ابن عجلان (٧) ، عن القعقاع (٨) ، عن أبي صالح (٩) ، عن أبي هريرة رضي عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"بعثت ليتمم بي مكارم الأخلاق\"  (١٠) . </p><p>(١) ذكره السلمي في \"حقائق التفسير\" ٣٤٦/ ب ونسبه للحسين، ولعله ابن الفضل. (٢) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢٢٧.(٣) قيل: كذبه الحاكم.(٤) في (ت): أبو عبد الله الصفار.وهو الشيخ الإمام المحدث القدوة.(٥) صدوق حافظ، صاحب تصانيف.(٦) هو عبد العزيز بن محمد، صدوق كان يحدث من كتب غيره فيخطئ.(٧) صدوق إلا أنه اختلطت عليه أحاديث أبي هريرة.(٨) القعقاع بن حكيم الكناني، ثقة.(٩) ذكوان السمان الزيات، ثقة ثبت.(١٠) [٣٢٠٣] الحكم على الإسناد:إسناده ضعيف، وفيه سقط ومتنه صحيح بمتابعاته وشواهده.شيخ المصنف تكلم فيه الحاكم، وشيخ ابن أبي الدنيا سقط عند المصنف، وهو محمد بن سليم البغدادي، كذبه ابن معين كما في \"الجرح والتعديل\" لابن أبي حاتم ٧/ ٢٧٥. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= التخريج: الحديث مداره على محمد بن عجلان، عن القعقاع بن حكيم، عن أبي صالح، عن أبي هريرة. ورواه عن ابن عجلان اثنان:أ- عبد العزيز بن محمد الدراوردي:رواه ابن أبي الدنيا في \"مكارم الأخلاق\" (ص ١٨)، ومن طريقه المصنف من طريق محمد بن سليم.ورواه أحمد في \"المسند\" ٢/ ٣٨١ (٨٩٥٢)، وابن سعد في \"الطبقات الكبرى\" ١/ ١٩٢، والخرائطي في \"مكارم الأخلاق\" ١/ ١، والبيهقي في \"السنن الكبرى\" ١٠/ ١٩١، والسمعاني في \"أدب الإملاء والاستملاء\" ١/ ١٨٥ كلهم من طريق سعيد بن منصور.ورواه البخاري في \"الأدب المفرد\" (٢٧٣) عن إسماعيل بن أبي أويس.ورواه الحاكم في \"المستدرك\" ٢/ ٦١٣ من طريق إبراهيم الحزامي.ورواه الخطيب البغدادي في \"الجامع لأخلاق الراوي وآداب السامع\" ١/ ٩٣ من طريق محمد بن إسحاق السهمي.ورواه قاسم بن أصبغ في \"المجتبى\" كما في \"شرح الموطأ\" للزرقاني ٤/ ٢٥٦، ومن طريقه ابن عبد البر في \"التمهيد\" ٢٤/ ٣٣٣ من طريق إبراهيم بن حمزة الزبيري.ورواه ابن عبد البر في \"التمهيد\" ٣٤/ ٣٣٣ من طريق مصعب بن عبد الله الزبيري. سبعتهم عن الدراوردي به.ب- يحيى بن أيوب:رواه الدارمي في \"المسند\" ٢/ ٣٢٣، والطبراني في \"مكارم الأخلاق\" (ص ٣١٥)، والخرائطي في \"مكارم الأخلاق\" ١/ ٤، والبيهقي في \"السنن الكبرى\" ١٠/ ١٩٢، وفي \"الآداب\" (١٨٤) كلهم من طريق سعيد بن أبي مريم عن يحيى عن ابن عجلان به بلفظ: \"أكمل المؤمنين إيمانا أحسنهم خلقا\". وأخرجه من حديث أبي هريرة ابن عساكر كما في \"تهذيب تاريخ دمشق\" ٥/ ٤٣٨. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= والحديث مداره كما سبق على ابن عجلان، وهو صدوق وعليه فالحديث حسن. وممن حكم عليه من العلماء:- الحاكم، ووافقه الذهبي حيث قال: صحيح على شرط مسلم. ا. هـ.وابن عجلان أخرج له مسلم مقرونا؛ فلا يسلم لهما ما قالا.- الحافظ ابن عبد البر في \"التمهيد\" ٢٤/ ٣٣٣ حيث فال: هذا الحديث يتصل من طرق صحاح عن أبي هريرة وغيره.- الهيثمي في \"مجمع الزوائد\" ٨/ ١٨٨ حيث قال عن إسناد أحمد: رجاله رجال الصحيح.الشيخ أحمد شاكر في تحقيق \"المسند\" ١٧/ ٧٩ قال: إسناده صحيح.الشيخ الألباني في \"سلسلة الأحاديث الصحيحة\" ١/ ٧٥ قال: إسناده حسن.قلت: والأقرب في حال إسناده الحسن كما ذهب إليه الشيخ الألباني. ولكن له شواهد عدة منها:١ - أن مالك بن أنس ذكره في \"الموطأ\" ٢/ ٩٠٤ بلاغًا، ومن طريقه ابن سعد في \"الطبقات الكبرى\" ١/ ١٩٣.٢ - حديث جابر بن عبد الله:رواه الطبراني في \"المعجم الأوسط\" ٧/ ٧٤، والبغوي في \"شرح السنة\" ١٣/ ٢٠٢ من طريق يوسف بن محمد بن المنكدر عن أبيه عن جابر به.والحديث تفرد به عن يوسف عمر بن إبراهيم القرشي كما قال الطبراني، والقرشي ضعيف قاله الهيثمي في \"مجمع الزوائد\" ٨/ ١٨٨. قلت: ويوسف ضعيف أيضًا.٣ - معاذ بن جبل:رواه قاسم بن أصبغ، ومن طريقه ابن عبد البر في \"التمهيد\" ٢٤/ ٣٣٤ من طريق مكحول عن شهر بن حوشب عن معاذ فذكره.وقال يزيد بن هارون -أحد رواته -كما في \"التمهيد\": لا أعلمه إلا قال: شهر عن عبد الرحمن بن غنم عن معاذ.قلت: وفي شهر كلام مشهور.</p><p> وقال:  \"أدبني ربي فأحسن تأديبي\"  (١) . </p><p>= ٤ - زيد بن أسلم: رواه ابن وهب في \"الجامع\" ٢/ ٥٨٤ عن هشام بن سعد عن زيد مرسلا.وهو مرسل صحيح، قاله الألبانى في \"سلسلة الأحاديث الصحيحة\" ١/ ٧٥.والحاصل: أن الحديث من هذِه الطرق، وبما سقته من شواهد، يكون صحيحا بمجموعها. وهو معنى كلام الحافظ ابن عبد البر في \"التمهيد\" ٢٤/ ٣٣٣ - ٣٣٤: هذا الحديث يتصل من طرق صحاح عن أبي هريرة وغيره عن النبي - صلى الله عليه وسلم -. ثم قال: وهو حديث مدني صحيح. أهـ.وبنحوه قال الألباني في \"سلسلة الأحاديث الصحيحة\" ١/ ٧٥.(١) حديث ضعيف، رواه عبد الله بن مسعود، وعلي بن أبي طالب، وعبد الله بن عمر، ورجل من بني سليم.١ - أما حديث ابن مسعود:فأخرجه السمعاني في \"أدب الإملاء والاستملاء\" ١/ ٨٦ من طريق سفيان الثوري عن الأعمش قال: قال عبد الله فذكره بلفظ: \"إن الله أدبني\".قال السخاوي في \"المقاصد الحسنة\" (ص ٥٢): إسناده منقطع فيه من لم أعرفه.٢ - وأما حديث علي بن أبي طالب:أخرجه العسكري في \"الأمثال\" كما في \"الفتاوى\" لابن حجر (ص ٧)، وسبط ابن الجوزي في \"مرآة الزمان\" كما في \"كشف الخفاء\" للعجلوني ١/ ٧٠ من طريق السدي عن أبي عمارة عن علي بن أبي طالب به.قال ابن حجر في \"الفتاوى\" (ص ٧): سنده غريب، وقد سئل عنه بعض الأئمة فأنكروا وجوده. اهـ.وقال السخاوي في \"المقاصد الحسنة\" (ص ٥٢): سنده ضعيف جدا، وإن اقتصر شيخنا على الحكم عليه بالغرابة. ا. هـ.٣ - عبد الله بن عمر:أخرجه أبو نعيم في \"ذكر أخبار أصبهان\" ١/ ١١٧ من طريق مالك عن نافع عن =</p><p> [٣٢٠٤] أخبرنا أبو عمرو أحمد بن أبي الفراتي (١) ، حدثنا أبو العباس الأصم (٢) ، أنبأنا ابن عبد الحكم (٣) ، أنبأنا أبي (٤) </p><p>= ابن عمر به نحوه. وفي سنده أحمد بن يحيى بن الحجاج حدث بمناكير، وهذا منها كما نص عليه أبو نعيم. ٤ - رجل من بني سليم:أخرجه السرقسطي في \"دلائل النبوة\" كما في \"المقاصد الحسنة\" للسخاوي (ص ٥٢) من طريق الزهري عنه ولفظه: \"أدبني ربي ونشأت في بني سعد\".والحاصل: أن الحديث وإن تعددت مخارجه فكلها ضعيفة وممن صرح بذلك:١ - ابن تيمية في \"مجموع الفتاوى\" ١٨/ ٣٧٥ قال: المعنى صحيح، لكن لا يعرف له إسناد ثابت.٢ - السخاوي في \"المقاصد الحسنة\" (ص ٥٢) قال: وبالجملة فهو كما قال ابن تيمية لا يعرف له إسناد ثابت.٣ - الزركشي في \"اللآلئ المنثورة\" (ص ١٦٠) قال: معناه صحيح، لكن لم يأت من طريق صحيح.وقال سبط ابن الجوزي كما في \"كشف الخفاء\" للعجلوني ١/ ٧٠: وقد تكلم على الحديث الأصمعي، وأبو عمرو بن العلاء، والأزهري، وصححه أبو الفضل بن ناصر وجعله من معجزات نبينا - صلى الله عليه وسلم -. ا. هـ.٤ - الشوكاني في \"الفوائد المجموعة\" (ص ٣٢٧).٥ - الألباني في \"سلسلة الأحاديث الضعيفة\" ١/ ١٠٢.(١) لم يذكر بجرح أو تعديل.(٢) محمد بن يعقوب بن يوسف، ثقة.(٣) هو محمد بن عبد الله بن عبد الحكم، ثقة.(٤) عبد الله بن عبد الحكم بن أعين بن ليث المصري الفقيه، روى عن: إسماعيل بن عياش والليث بن سعد ومالك بن أنس وجمع، روى عنه: إبراهيم بن هانئ النيسابوري وأبناؤه: سعد وعبد الحكم وعبد الرحمن ومحمد، وغيرهم. قال أبو =</p><p> وشعيب (١) قالا: أنبأنا الليث (٢) ، عن عمرو بن أبي عمرو (٣) عن المطلب بن عبد الله (٤) ، عن عائشة - رضي الله عنها - قالت: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"إن المؤمن ليدرك بحسن خلقه درجة قائم الليل صائم النهار\"  (٥) . </p><p>= زرعة: ثقة. وقال أبو حاتم: صدوق. وقال ابن حجر: صدوق، أنكر عليه ابن معين شيئًا. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٥/ ١٠٥، \"تهذيب الكمال\" للمزي ١٥/ ١٩١، \"تقريب التهذيب\" لابن حجر (٣٤٢٢).(١) شعيب بن الليث بن سعد، ثقة نبيل فقيه.(٢) ابن سعد المصري، الإمام الثقة الثبت.(٣) القرشي المدني المخزومي مولاهم، ثقة ربما وهم.(٤) صدوق، كثير التدليس والإرسال.(٥) [٣٢٠٤] الحكم على الإسناد:إسناده ضعيف، ومتنه صحيح بمجموع طرقه وشواهده.وعلة ضعفه:أولًا: الانقطاع بين المطلب وعائشة. فإنه لم يدركها.ثانياً: في الإسناد سقط بين الليث وعمرو، والساقط هو: يزيد بن الهاد.ثالثًا: شيخ المصنف لم أجد فيه جرحا أو تعديلًا.التخريج:الحديث مداره على عمرو بن أبي عمرو عن المطلب عن عائشة ورواه عنه أربعة:١ - يزيد بن عبد الله بن أسامة بن الهاد:رواه أحمد في \"المسند\" ٦/ ٩٠ (٢٤٥٩٥)، والحاكم في \"المستدرك\" ١/ ٦٠ من طريق أبي النضر هاشم بن القاسم.ورواه البيهقي في \"الآداب\" (١٨٥)، والبغوي في \"معالم التنزيل\" ٨/ ١٩١، وفي \"شرح السنة\" ١٣/ ٨١ من طريق عبد الله بن عبد الحكم، وشعيب بن الليث. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ثلاثتهم عن الليث عن يزيد به. ٢ - يعقوب بن عبد الرحمن الاسكندراني:رواه أحمد في \"المسند\" ٦/ ١٣٣ (٢٥٠١٣) عن سعيد بن منصور، وأبو داود كتاب الأدب، باب حسن الخلق (٤٧٩٨) عن قتيبة بن سعيد، والبغوي فيا شرح السنة\" ١٣/ ٨١ من طريق محمد بن خلاد.ثلاثتهم عن يعقوب به.٣ - زهير بن حرب:رواه أحمد في \"المسند\" ٦/ ١٨٧ (٢٥٥٣٧) عن عبد الرحمن بن مهدي عن زهير به.٤ - سليمان بن بلال:رواه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ٢/ ٢٢٨ من طريق خالد بن مخلد عن سليمان به. وخالد فيه ضعف.هذِه طرق الحديث عن عائشة. وهي وإن تعددت إلا أنها تنتهي إلى المطلب عنها وقد سبق بيان ما في هذا الطريق، غير أن لحديث عائشة شواهد عدة منها:أ- حديث أبي هريرة:رواه البخاري في \"الأدب المفرد\" (٢٨٤) من طريق أبي صالح، ورواه الحاكم في \"المستدرك\" ١/ ٦٠ من طريق عطاء.كلاهما عن أبي هريرة، وصححه الحاكم على شرط مسلم، ووافقه الذهبي.ب- حديث عبد الله بن عمرو بن العاص:رواه أحمد في \"المسند\" ٢/ ٢٢٠ (٧٠٥٢)، والخرائطي في \"مكارم الأخلاق\" ١/ ٤١، والحاكم في \"المستدرك\" ٤/ ٣١٤ عن ابن لهيعة، عن الحارث بن يزيد، عن ابن حجيرة، عن عبد الله به نحوه.ورواية أحمد من طريق ابن المبارك، وسماعه من ابن لهيعة قديم، وعليه فالإسناد صحيح.ج- حديث أبي أمامة الباهلي:رواه البغوي في \"شرح السنة\" ١٣/ ٨٠ من طريق عفير بن معدان، عن سليم بن =</p><p> [٣٢٠٥] وأنبأنا أحمد بن أبي الفراتي (١) ، أنبأنا منصور بن محمد السرخسي (٢) ، حدثنا محمد بن أيوب الرازي (٣) ، حدثنا أبو الوليد (٤) ، حدثنا شعبة (٥) ، عن القاسم بن أبي بزة (٦) قال: سمعت عطاء (الكيخاراني)  (٧) ، عن أم الدرداء (٨) ، عن أبي الدرداء قال: قال </p><p>= عامر، عن أبي أمامة به نحوه. وعفير ضعيف. د- حديث أبي الدرداء:رواه عبد الرزاق في \"المصنف\" ١١/ ١٤٤ عن معمر قال: بلغني عن أبي الدرداء. وهذا معضل.والحاصل: أن الحديث صحيح بمجموع طرقه وشواهده كما سبق.(١) لم يذكر بجرحٍ أو تعديل.(٢) لم يذكر بجرحٍ أو تعديل.(٣) الحافظ المحدث الثقة.(٤) هشام بن عبد الملك الطيالسي، ثقة ثبت.(٥) كان الثوري يقول: هو أمير المؤمنين في الحديث.(٦) ثقة.(٧) في الأصلى، و (ت): (الكنجازاني)، والمثبت من مصادر ترجمته. وكيخاران: موضع بفارس \"معجم البلدان\" لياقوت ٤/ ٤٩٧، وهو: عطاء بن نافع الكيخاراني، ويقال: الكوخاراني، روى عن: جابر بن عبد الله وأم الدرداء، روى عنه: الحسن بن مسلم بن يناق والقاسم بن أبي بزة وغيرهما، وليس هو بعطاء بن يعقوب مولى بن سباع المدني، فرق بينهما أحمد بن حنبل وابن المديني ومسلم وغيرهم، ووهم فيه البخاري فجعله هو قال يحيى بن معين والنسائي وابن حجر: ثقة.انظر: \"التاريخ الكبير\" للبخاري ٦/ ٤٦٧، \"تهذيب الكمال\" للمزي ٢٠/ ١٢١، \"تقريب التهذيب\" لابن حجر (٤٦٠٣).(٨) هي الصغرى، واسمها: هجيمة الأوصابية، ثقة فقيهة.</p><p> رسول الله - صلى الله عليه وسلم -: \"ما من شيء أثقل في الميزان من خلق حسن\"  (١) . </p><p>(١) [٣٢٠٥] الحكم على الإسناد: إسناده ضعيف، والحديث صحيح.شيخ المصنف والسرخسي لم أجد فيهما جرحًا ولا تعديلا.التخريج:الحديث مداره على أم الدرداء عن أبي الدرداء. ورواه عنها اثنان:١ - عطاء بن نافع الكيخاراني:رواه أحمد في \"المسند\" ٦/ ٤٤٦ (٢٧٥١٧)، ٤٤٨ (٢٧٥٣٢)، وابن أبي شيبة في \"المصنف\" ٥/ ٢١١، وفي \"المسند\" ١/ ٥١ وعنه ابن أبي عاصم في \"السنة\" (ص ٣٤٩)، والبخاري في \"الأدب المفرد\" (٢٧٠)، وأبو داود كتاب الأدب، باب في حسن الخلق (٤٧٩٩)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٢/ ٢٣٠، وأمة الله الحنبلية في \"مسندها\" (ص ٢٨)، والآجري في \"الشريعة\" ٣/ ١٣٣٠، ١٣٣١. كلهم من طرق عن شعبة عن القاسم بن أبي بزة. ورواه أحمد في \"المسند\" ٦/ ٤٤٢ (٢٧٤٩٦) عن إبراهيم بن نافع عن الحسن بن مسلم.ورواه الترمذي كتاب البر والصلة، باب ما جاء في حسن الخلق (٢٠٠٣) والطبراني في جزء \"من اسمه عطاء من رواة الحديث\" (ص ٢٥).وقال الترمذي: حديث غريب من هذا الوجه، من طريق مطرف بن طريف.ثلاثتهم عن عطاء بن نافع به.ورواه حمزة السهمي في \"تاريخ جرجان\" (ص ٣٢١) من طريق عمران عن عطاء عن أم الدرداء قال: قال رسول الله - صلى الله عليه وسلم - فذكره.٢ - يعلي بن مملك:رواه عبد الرزاق في \"المصنف\" ١١/ ١٤٦، وأحمد في \"المسند\" ٦/ ٤٥١ (٢٧٥٥٣)، والترمذي كتاب البر والصلة، باب ما جاء في حسن الخلق (٢٠٠٢)، والبيهقي في \"السنن الكبرى\" ١٠/ ١٩٣، وفي \"الآداب\" (ص ١٨٥)، والبغوي في \"معالم التنزيل\" ٨/ ١٩٠، وفي \"شرح السنة\" ١٣/ ٧٨، وابن أبي عاصم في \"السنة\" (ص ٣٤٩)، والآجري في \"الشريعة\" ٣/ ١٣٣٠، ١٣٣١ كلهم =</p><p> [٣٢٠٦] وأنبأنا يعقوب بن أحمد بن السري العروضي (١) في درب الحاجب، أنبأنا محمد بن عبد الله بن أحمد بن جعفر العماني (٢) ، أنبأنا عبد الله بن أحمد بن عامر الطائي (٣) ، حدثنا أبي (٤) ، حدثنا علي بن موسى الرضا (٥) ، عن أبيه موسى بن جعفر (٦) ، عن أبيه جعفر بن محمد (٧) ، عن أبيه محمد بن علي (٨) ، عن أبيه علي بن الحسين (٩) ، عن أبيه الحسين بن علي (١٠) ، عن أبيه علي بن أبي طالب عليه السلام قال: </p><p>= من طرق، عن سفيان بن عيينة، عن عمرو بن دينار، عن ابن أبي مليكة، عن يعلى به.قال الترمذي: هذا حديث حسن صحيح.قلت: ويعلى لم يوثقه غير ابن حبان وباقي رجاله ثقات.فتحصل مما سبق:أن الحديث صحيح بمجموع طرقه، وقد صححه الألباني في \"سلسلة الأحاديث الصحيحة\" ٢/ ٥٦٢.(١) لم أجده.(٢) قال الحاكم: كان محدث أصحاب الرأي لولا مجون كان فيه.(٣) يروي عن أبيه عن أهل البيت نسخة كلها موضوعة.(٤) أحمد بن عامر الطائي، كان يضع الحديث.(٥) صدوق والخلل ممن روى عنه.(٦) صدوق عابد.(٧) أبو عبد الله القرشي العلوي، صدوق فقيه إمام.(٨) أبو جعفر الباقر، ثقة فاضل.(٩) أبو الحسين الهاشمي، زين العابدين، ثقة ثبت عابد فقيه فاضل مشهور.(١٠) الصحابي المشهور.</p><p> قال رسول الله - صلى الله عليه وسلم -: \"عليكم بحسن الخلق فإن حسن الخلق، في الجنة لا محالة، وإياكم وسوء الخلق فإن سيء الخلق في النار لا محالة\"  (١) . </p><p> [٣٢٠٧] وأخبرنا ابن فنجويه (٢) ، حدثنا عبيد الله بن محمد بن شنبة (٣) ، حدثنا سمعان (٤) ، حدثنا المعلفي (٥) ، حدثنا صالح (٦) ، عن سعيد الجريري (٧) ، عن أبي عثمان النهدي (٨) ، عن أبي هريرة - رضي الله عنه - </p><p>(١) [٣٢٠٦] الحكم على الإسناد: إسناده باطل، ومتنه موضوع.فيه عبد الله بن أحمد بن عامر عن أبيه، متهمان بوضع الحديث، ومن ذلك نسخة باطلة عن علي الرضا عن آبائه. قاله الذهبي في \"ميزان الاعتدال\" ١/ ١٩٠.التخريج:الحديث رواه أبو بكر أحمد بن علي بن لال في حديثه عن شيوخه كما في \"الجامع الكبير\" للسيوطي ١/ ٥٨٠ المخطوط، وفي إسناد ابن لال داود بن سليمان بن الغازي. قاله السيوطي.ورواه أيضًا الشجري في \"الأمالي\" ٢/ ١٧٨ من طريق إسحاق بن جعفر بن محمد ابن علي، عن أخيه موسى بن جعفر به بلفظ: \"بعثت بمكارم الأخلاق ومحاسنها ... \".(٢) ثقة صدوق، كثير الرواية للمناكير.(٣) لم يذكر بجرحٍ أو تعديل.(٤) سمعان بن أبي مسعود، لم أجده.(٥) هو: مضاء بن الجارود، قال أبو حاتم: محله الصدق.(٦) هو: صالح بن بشير المعروف بالمري، ضعيف.(٧) في الأصل، و (ت): بن جبير.والمثبت من مصادر الحديث وهو سعيد بن إياس الجريري، ثقة اختلط قبل موته بثلاث سنين.(٨) هو: عبد الرحمن بن مل الكوفي، ثقة ثبت عابد.</p><p> قال: قال رسول الله - صلى الله عليه وسلم -: \"أحبكم إلى الله تعالى أحسنكم أخلاقا الموطؤون(١)أكنافا الذين يألفون ويؤلفون، وأبغضكم إلى الله المشاؤون بالنميمة، المفرقون بين الإخوان، الملتمسون للبرآء(٢)العثرات\"  (٣) . </p><p>(١) أراد الذين جوانبهم وطيئة يتمكن فيها من يصاحبهم، ولا يتأذى بهم. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ٢٠١. (٢) جمع برئ على وزن علماء. \"فضل الله الصمد\" للجيلاني ١/ ٤١٨.(٣) [٣٢٠٧] الحكم على الإسناد:إسناده ضعيف، وهو حسن لغيره.الجريري سعيد بن إياس ثقة، لكنه اختلط بآخره، وصالح المري ضعيف، وابن شنبة لم يذكر بجرح أو تعديل، وسمعان لم أجده، ومع ذلك أشك أن في الإسناد سقطا لم أتبينه.التخريج:الحديث مداره على صالح المري، عن الجريري عن أبي عثمان عن أبي هريرة به. رواه ابن أبي الدنيا في \"الصمت وآداب اللسان\" (ص ١٦٩ - ١٧٠) (٢٥٥)، وفي \"الغيبة والنميمة\" ٢/ ١٠٨، والطبراني في \"المعجم الأوسط\" ٧/ ٣٥٠، وفي \"المعجم الصغير\" ٢/ ٨٩، والخطيب البغدادي في \"تاريخ بغداد\" ٥/ ٢٦٣، والمصنف كلهم من طريق صالح المري به.قال الطبراني: لم يروه عن الجرير إلا صالح المري.وقال العراقي في \"المغني عن حمل الأسفار\" ٢/ ١٦٠: إسناده ضعيف.وقال الهيثمي في \"مجمع الزوائد\" ٨/ ٢١: فيه صالح المري، وهو ضعيف.قلت: فتحصل ضعف الحديث، ولهن له شواهد:١ - من حديث أسماء بنت يزيد:رواه أحمد في \"المسند\" ٦/ ٤٥٩ (٢٧٦٠١)، والبخاري في \"الأدب المفرد\" (٣٢٣)، وابن أبي الدنيا في \"الصمت وآداب اللسان\" (ص ١٦٩ - ١٧٠) (٢٥٥). =</p>"
}