{
  "id": null,
  "sura": 69,
  "aya": 18,
  "text": "<p> ورُوي عن علي بن الحسين أنه قال: إن الله تعالى خلق العرش رابعًا، لم يخلق قبله إلا ثلاثة أشياء: الهواء، والقلم، والنور. ثم خلق العرش من ألوان الأنوار المختلفة، من ذلك: نور أخضر، منه اخضرت الخضرة، ونور أصفر، منه اصفرت الصفرة، ونور أحمر، منه احمرت الحمرة، ونور أبيض، وهو نور الأنوار ومنه ضوء النهار، ثم جعل منه سبعين ألف ألف ألف طبق، ليس من ذلك طبق إلا يسبح الله، ويحمده، ويقدسه بأصوات مختلفة، لو أذن للسان أن يسمع لتهدم الجبال والقصور وتخسف البحار (١) . </p><p> ١٨ - {يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَى} بالياء: كوفي غير عاصم (٢) . </p><p> الباقون: بالتاء (٣)  {مِنْكُمْ خَافِيَةٌ} . </p><p>(١) لم أجده عند غير المصنف. وهو خبر غيبي، ولا يعرف حال إسناده، والظن أنه مما تلقاه علي بن الحسين عن بعض أهل الكتاب. والله أعلم.(٢) في (ت): جاءت نسبتها لابن مسعود وأصحابه، والسلمي، والأعمش، ويحيى ابن وثاب، وحمزة، والكسائي. وممن قرأ بها أيضًا خلف.انظر: \"معاني القرآن\" للفراء ٣/ ١٨١، \"السبعة\" لابن مجاهد (ص ٦٤٨)، \"المبسوط في القراءات العشر\" لابن مهران (ص ٣٧٩)، \"التيسير\" للداني (ص ١٧٣).وتوجيهها كما في (ت): أن تأنيث الخافية غير حقيقي.وانظر \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٣.وثبتت هذِه القراءة عن النبي - صلى الله عليه وسلم -كما رواه أبو عمر الدوري في \"قراءات النبي - صلى الله عليه وسلم - \"(ص ١٦٤) عن أبي رافع.(٣) \"السبعة\" لابن مجاهد (ص ٦٤٨)، \"المبسوط في القراءات العشر\" لابن مهران =</p><p> وفي الحديث: قال: \"يُعرض الناس ثلاث عرضات، فأما عرضتان فجدال، وخصومات، ومعاذير.وأما الثالثة:فعند ذلك تطير الصحف في الأيدي، فآخذ باليمين، وآخذ بالشمال\"  (١) . </p><p>= (ص ٣٧٩)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٣٣، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٩٠. (١) حديث حسن موقوفا.رواه أبو هريرة، وأبو موسى الأشعري، وعبد الله بن مسعود، وقتادة مرسلا.١ - أما حديث أبي هريرة:فأخرجه الترمذي كتاب صفة القيامة، باب ما جاء في العرض (٢٤٢٥) من طريق علي بن علي بن رفاعة عن الحسن عن أبي هريرة. وقال: لا يصح من قبل أن الحسن لم يسمع من أبي هريرة.٢ - وأما حديث أبي موسى الأشعري:فأخرجه أحمد في \"المسند\" ٤/ ٤١٤ (١٩٧١٥)، وابن أبي شيبة في \"مسنده\" كما في \"مصباح الزجاجة\" ٢/ ٣٥٢، وعنه ابن ماجه كتاب الزهد، باب ذكر البعث (٤٢٧٧) من طريق علي بن علي بن رفاعة عن الحسن عن أبي موسى الأشعري، وذكره الدارقطني في \"العلل\" ٧/ ٢٥١ عن سعيد بن كثير عن قتادة عن الحسن عن أبي موسى مرفوعا.قال الترمذي (٢٤٢٥): لا يصح من قبل أن الحسن لم يسمع من أبي موسى الأشعري.وقال البوصيري في \"مصباح الزجاجة\" ٢/ ٣٥٢: رجال الإسناد ثقات، إلا أنه منقطع، والحسن لم يسمع من أبي موسى، قاله علي بن المديني، وأبو حاتم، وأبو زرعة.٣ - وأما حديث ابن مسعود:فأخرجه الطبري في \"جامع البيان\" ٢٩/ ٥٩، والبيهقي في \"البعث\" كما في \"فتح الباري\" ١١/ ٤٠٣، \"الدر المنثور\" ٦/ ٤١٠ من طريق مروان الأصغر عن أبي =</p>"
}