{
  "id": null,
  "sura": 70,
  "aya": 4,
  "text": "<p> وقال ابن كيسان: المعارج: الفتق الَّذي بين كل سماءين وأرضين (١) . </p><p> وقال قتادة: ذي الفواضل والنعم (٢) . </p><p> وقال سعيد بن جبير: ذي الدرجات (٣) . </p><p> وقال القرظي: ذي الفضائل العالية (٤) . </p><p> وقال مجاهد: معارج الملائكة (٥) . </p><p> ٤ - (يعرج) بالياء الكسائي. </p><p> وهي قراءة ابن مسعود، واختيار أبي عبيد (٦) </p><p>= ٥/ ٣٦٥، وابن الجوزي في \"زاد المسير\" ٨/ ٣٥٩، وأبو حيان في \"البحر المحيط\" ٨/ ٣٢٧. (١) لم أجده.(٢) أخرجه عبد بن حميد كما في \"الدر المنثور\" للسيوطي ٦/ ٤١٦، والطبري في \"جامع البيان\" ٢٩/ ٧٠، وذكره الما وردي في \"النكت والعيون\" ٦/ ٩٠، والبغوي في \"معالم التنزيل\" ٨/ ٢٢٠، وابن الجوزي في \"زاد المسير\" ٨/ ٣٥٩.(٣) ذكره البغوي في \"معالم التنزيل\" ٨/ ٢٢٠.وأخرجه الطبري في \"جامع البيان\" ٢٩/ ٧٠ عن سعيد، عن ابن عباس من قوله.(٤) لم أجده.(٥) أخرجه الطبري في \"جامع البيان\" ٢٩/ ٧٠ وعبد بن حميد وابن المنذر كما في \"الدر المنثور\" للسيوطي ٦/ ٤١٦، وأبو الشيخ في \"العظمة\" ٣/ ١٠٤٧ كلهم بلفظ: معارج السماء.وجاء في \"تفسير غريب القرآن\" لابن قتيبة (ص ٤٨٥): يريد: معارج الملائكة.(٦) \"معاني القرآن\" للفراء ٣/ ١٨٤، \"جامع البيان\" للطبري ٢٩/ ٧٢، \"السبعة\" لابن مجاهد (ص ٦٥٠)، \"المبسوط في القراءات العشر\" لابن مهران (ص ٣٨١)، =</p><p> غيرهم: بالتاء (١) . </p><p> {الْمَلَائِكَةُ وَالرُّوحُ} ، وهو جبريل عليه السلام (٢) . </p><p> {إِلَيْهِ} إلى الله تعالى (٣)  {فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ} من سني الدنيا لو صعد غير الملائكة، وذلك أنها تصعد من منتهى أمر الله من أسفل الأرض السابعة إلى منتهى أمره من فوق السماء السابعة (٤) . </p><p>= \"إعراب القرآن\" للنحاس ٥/ ٢٨، \"تفسير عبد بن حميد\" كما في \"الدر المنثور\" للسيوطي ٦/ ٤١٦، \"مسند ابن الجعد\" (٢٥٢٠). ووجه هذِه القراءة أن التأنيث للملائكة غير حقيقي. \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٣٥، \"إعراب القراءات الشاذة\" للعكبري ٢/ ٦١٨، وذكر اختيار أبي عبيد، لم أجده.(١) \"معاني القرآن\" للفراء ٣/ ١٨٤، \"جامع البيان\" للطبري ٢٩/ ٧٢، \"السبعة\" لابن مجاهد (ص ٦٥٠)، \"التيسير\" للداني (ص ١٧٤).(٢) ذكره الطبري في \"جامع البيان\" ٢٩/ ٧٠، والبغوي في \"معالم التنزيل\" ٨/ ٢٢٠.قال ابن كثير في \"تفسير القرآن العظيم\" ١٤/ ١٢٦: يحتمل أن يكون المراد به جبريل، ويكون من باب عطف الخاص على العام. ويحتمل أن يكون اسم جنس لأرواح بني آدم، فإنها إذا قبضت يصعد بها إلى السماء. ا. هـ.(٣) ذكره الطبري في \"جامع البيان\" ٢٩/ ٧٠، والبغوي في \"معالم التنزيل\" ٨/ ٢٢٠.وهذا هو التفسير الَّذي يوافق المذهب الحق، مذهب السلف الصالح رحمهم الله تعالى، المثبت لعلو الله تعالى على خلقه علوا حقيقيا.والقرطبي عفا الله عنه يختصر كلام المصنف في غالب تفسيره، إلا أنَّه في هذا الموطن في \"الجامع لأحكام القرآن\" ١٨/ ٢٨١ ساق جملة من الأقوال التي تخالف هذِه العقيدة، ولم يذكر كلام المصنف هنا.(٤) ذكره الطبري في \"جامع البيان\" ٢٩/ ٧٠، والبغوي في \"معالم التنزيل\" ٨/ ٢٢٠.</p><p> وروى ليث عن مجاهد {فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ} ، قال: من منتهى أمره من أسفل الأرضين إلى منتهى أمره من فوق السموات بمقدار خمسين ألف سنة، ويوم {كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ}  (١) يعني بذلك نزول الأمر من السماء إلى الأرض ومن الأرض إلى السماء في يوم واحد فذلك مقدار ألف سنة، لأن ما بين السماء إلى الأرض مسيرة خمس مائة عام (٢) . </p><p>(١) السجدة: ٥. (٢) أخرجه ابن أبي الدنيا في كتاب \"الأهوال\" (ص ١٨٢) (١٦٤)، والطبري في \"جامع البيان\" ٢٩/ ٧١، وذكره البغوي في \"معالم التنزيل\" ٨/ ٢٢٠.وهذِه الآية التي في المعارج: {تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ (٤)} وقوله تعالى في سورة الحج: {وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ} [آية: ٤٧] مع قوله تعالى في سورة السجدة: {يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ (٥)} [السجدة: ٥].فهذان الموضعان قد يوهم ظاهرهما التعارض، وقد جمع العلماء بينهما بوجهين:الأول: ما أخرجه ابن أبي حاتم عن ابن عباس قال: إن يوم الألف في سورة الحج هو أحد الأيام الستة التي خلق الله فيها السموات والأرض، ويوم الألف في سورة السجدة هو: مقدار سير الأمر وعروجه إليه تعالى، ويوم الخمسين ألف هو يوم القيامة.الثاني: أن المراد بجميعها يوم القيامة، وأن الاختلاف باعتبار حال المؤمن والكافر. ويدل لهذا قوله تعالى: {فَذَلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ (٩) عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ (١٠)} [المدثر: ٩ - ١٠].وروى أبو عبيد في \"فضائل القرآن\" (ص ٣٧٦)، وابن أبي حاتم عن ابن عباس أنَّه سئل عنهما فقال: هما يومان ذكرهما الله تعالى في كتابه الله أعلم بهما، ما أدري =</p><p> وقال محمد بن إسحاق بن يسار: لو سار بنو آدم من الدنيا إلى موضع العرش ساروا خمسين ألف سنة قبل أن يقطعوه (١) . </p><p> وقال الحكم (٢) ، وعكرمة (٣) : هو مدة عمر الدنيا من أولها إلى آخرها: خمسون ألف سنة لا يدري أحد كم مضى وكم بقي إلا الله. </p><p> وقال قتادة: هو يوم القيامة (٤) ، وقال الحسن: هو يوم القيامة (٥) . وليس يعني أن مقدار طوله هذا دون غيره، ولو كان كذلك لكانت له غاية تفنى فيها الجنّة والنار، ولكنه يقول: موقفهم الحساب حتَّى يفصل بين الناس خمسون ألف سنة من سني الدنيا، وذلك أن ليوم القيامة أولًا وليس له آخرًا، لأنه يوم ممدود، ولو كان له آخر لكان </p><p>= ما هي، وأكره أن أقول فيهما ما لا أعلم. انظر: \"الإتقان في علوم القرآن\" للسيوطي ٦/ ٢٤٣٥، \"دفع إيهام الاضطراب عن آيات الكتاب\" للشنقيطي ١٠/ ٢٠٦. فالله أعلم بمراده.(١) ذكره البغوي في \"معالم التنزيل\" ٨/ ٢٢٠، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢٨١.(٢) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢٨٢. والحكم هو ابن أبان.(٣) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣١٦، والطبري في \"جامع البيان\" ٢٩/ ٧١ من طريق معمر، عن الحكم، عن عكرمة به.وأخشى أن تكون الواو في قوله: وقال الحكم، وعكرمة قد تحرفت عن (عن)، إذ أن الراوي عن عكرمة هو الحكم، والله أعلم.(٤) أخرجه عبد بن حميد كما في \"الدر المنثور\" للسيوطي ٦/ ٤١٧، والطبري في \"جامع البيان\" ٢٩/ ٧١.(٥) ذكره الماوردي في \"النكت والعيون\" ٦/ ٩٠، والبغوي في \"معالم التنزيل\" ٨/ ٢٢٠، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢٨٢.</p><p> منقطعا (١) . </p><p> وقيل: معناه لو ولي محاسبة العباد في ذلك اليوم غير الله لم يفرغ منه في خمسين ألف سنة (٢) . </p><p> وهي رواية محمد بن الفضل عن الكلبي، قال: يقول: لو وليت حساب ذلك اليوم للملائكة والجن والإنس وطوقتهم محاسبتهم لم يفرغوا منه في خمسين ألف سنة، وأنا أفرغ منها في ساعة من نهار (٣) . </p><p> وقال يمان: هو يوم القيامة فيه خمسون موطنا كل موطن ألف سنة (٤) ، وفيه تقديم وتأخير كأنه قال: ليس له دافع من الله في يوم كان مقداره خمسين ألف سنة تعرج الملائكة والروح إليه (٥) . </p><p> وروى أبو الجوزاء (٦) ، وابن أبي طلحة (٧) ، عن ابن عباس قال: </p><p>(١) ذكره الطبري في \"جامع البيان\" ٢٩/ ٧١، والبغوي في \"معالم التنزيل\" ٨/ ٢٢٠، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢٨٢. (٢) ذكره أبو جعفر النحاس في \"إعراب القرآن\" ٥/ ٢٨، والماوردي في \"النكت والعيون\" ٦/ ٩٠، والبغوي في \"معالم التنزيل\" ٨/ ٢٢١، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢٨٢، والكرماني في \"غرائب التفسير\" ٢/ ١٢٥٠.(٣) ذكره الزجاج في \"معاني القرآن\" ٥/ ١٩، والبغوي في \"معالم التنزيل\" ٨/ ٢٢١، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢٨٢.(٤) ذكره البغوي في \"معالم التنزيل\" ٨/ ٢٢١، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢٨٢.(٥) \"معالم التنزيل\" للبغوي ٨/ ٢٢١.(٦) لم أجده.(٧) أخرجه الطبري في \"جامع البيان\" ٢٩/ ٧١، وابن المنذر، والبيهقي في \"البعث والنشور\" كما في \"الدر المنثور\" للسيوطي ٦/ ٤١٦.</p><p> هو يوم القيامة جعله الله على الكافرين مقدار خمسين ألف سنة، فأراد أن أهل الموقف يستطيلون ذلك اليوم (١) . </p><p> [٣٢٣٦] وأخبرنا ابن فنجويه (٢) ، أخبرنا أبو بكر بن مالك القطيعي (٣) ، حدثنا عبد الله بن أحمد بن حنبل (٤) ، حدثني أبي (٥) ، حدثنا حسن (٦) ، حدثنا ابن لهيعة (٧) ، حدثنا درّاج (٨) ، عن أبي الهيثم (٩) ، عن أبي سعيد الخدري، قال: قيل لرسول الله - صلى الله عليه وسلم -: {فِي </p><p>(١) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٢٨٢ ثم قال: وهذا القول أحسن ما قيل في الآية إن شاء الله ثم استدل لذلك بحديث أبي سعيد الآتي بعد.وقد حكى الحافظ ابن كثير في \"تفسير القرآن العظيم\" ١٤/ ١٢٦ - ١٢٧ أربعة أقوال في المعنى وهي كما يلي ملخصة:١ - أن المراد بذلك مسافة ما بين العرش العظيم إلى أسفل السافلين.٢ - أن المراد بذلك مدة بقاء الدنيا منذ خلق الله هذا العالم إلى قيام الساعة.٣ - أنَّه اليوم الفاصل بين الدنيا والآخرة. قال: وهو قول غريب جدا.٤ - أن المراد بذلك يوم القيامة. ثم أطال في الاستدلال لهذا القول وكأنه يرجحه. والله أعلم.(٢) ثقة صدوق، كثير الرواية للمناكير.(٣) أحمد بن جعفر، ثقة.(٤) أبو عبد الرحمن البغدادي، ثقة.(٥) إمام ثقة حافظ فقيه حجة.(٦) ابن موسى الأشيب البغدادي، ثقة.(٧) عبد الله بن لهيعة، صدوق، خلط بعد احتراق كتبه.(٨) ابن سمعان، صدوق، في حديثه عن أبي الهيثم ضعف.(٩) سليمان بن عمرو، ثقة.</p><p> يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ} ما أطول هذا اليوم؟ فقال رسول الله - صلى الله عليه وسلم -: \"والذي نفسي بيده إنه ليخفف عن المؤمن حتَّى يكون أخف عليه من صلاة مكتوبة يصليها في الدنيا\"  (١) . </p><p>(١) [٣٢٣٦] الحكم على الإسناد: إسناده ضعيف.دراج: في أحاديثه عن أبي الهيثم ضعف.ابن لهيعة: فيه لين، ثم إن كتبه احترقت فساء حفظه.التخريج:الحديث مداره على دراج، عن أبي الهيثم، عن أبي سعيد مرفوعا، ورواه عنه اثنان:١ - عبد الله بن لهيعة:رواه أحمد في \"المسند\" ٣/ ٧٥ (١١٧١٧)، وعنه المصنف، ورواه ابن أبي الدنيا في كتاب \"الأهوال\" (ص ١٨٢) (١٦٤ - ١٦٥)، وأبو يعلى في \"المسند\" ٢/ ١٣٤، وعنه الواحدي في \"الوسيط\" ٤/ ٣٥١ من طريق زهير بن حرب، ورواه ابن عدي في \"الكامل\" ٣/ ١١٤، وعنه البغوي في \"معالم التنزيل\" ٨/ ٢٢١، وفي \"شرح السنة\" ١٥/ ١٢٩ من طريق عبد الله بن سعيد الزهري.ثلاثتهم (أحمد بن حنبل، وزهير بن حرب، وعبد الله الزهري) عن الحسن بن موسى، عن ابن لهيعة به.٢ - عمرو بن الحارث:رواه الطبري في \"جامع البيان\" ١٩/ ٧٧ عن يونس، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٦/ ٣٢٩ من طريق حرملة بن يحيى كلاهما عن عبد الله بن وهب، عن عمرو به.قال ابن كثير في \"تفسير القرآن العظيم\" ١٤/ ١٢٨: دراج وشيخه: ضعيفان، والله أعلم.وقال الهيثمي في \"مجمع الزوائد\" ١٠/ ٣٣٧: إسناده حسن على ضعف في راويه. =</p>"
}