{
  "id": null,
  "sura": 71,
  "aya": 23,
  "text": "<p> وقرأ ابن محيصن، وعيسى:  (كُبارا) بالتخفيف (١) . </p><p> واختلفوا في معنى مكرهم: </p><p> فقال ابن عباس: قالوا قولًا عظيمًا (٢) . </p><p> وقال الحسن: مكروا في دين الله وأهله مكرًا عظيمًا (٣) . </p><p> وقال الضحاك: افتروا على الله وكذبوا، وكذبوا رسوله (٤) . وقيل: حرشوا سفلتهم على قتل نوح (٥) . </p><p> ٢٣ - {وَقَالُوا} بهم {لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا} </p><p> قرأ أهل المدينة بضم الواو (٦) . </p><p>= المصون\" للسمين الحلبي ١٠/ ٤٧٣، \"روح المعاني\" للآلوسي ٢٩/ ٩٥. ورجل قراء: ناسك. والبيت الثاني في: \"المحتسب\" لابن جني ٢/ ٢٣٠، \"الخصائص\" لابن جني ٣/ ٢٦٦، \"المحرر الوجيز\" لابن عطية ٥/ ٣٧٦، \"لسان العرب\" لابن منظور ٨/ ٤٨٥٥ (وضأ)، \"البحر المحيط\" لأبي حيان ٨/ ٣٣٥، \"الدر المصون\" للسمين الحلبي ١٠/ ٤٧٣.(١) \"مختصر في شواذ القرآن\" لابن خالويه (ص ١٦٢)، \"المحرر الوجيز\" لابن عطية ٥/ ٣٧٦، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٥٦٤.(٢) ذكره البغوي في \"معالم التنزيل\" ٨/ ٢٣٢.(٣) لم أجده.(٤) ذكره البغوي في \"معالم التنزيل\" ٨/ ٢٣٢.(٥) السابق، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٣٠٧.(٦) \"السبعة\" لابن مجاهد (ص ٦٥٣)، \"جامع البيان\" للطبري ٢٩/ ٩٩، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٣٩١، \"إتحاف فضلاء البشر\" ٢/ ٥٦٤.وأشهر قراء أهل المدينة نافع وأبو جعفر.</p><p> غيرهم بفتحها (١) ، وهما لغتان. </p><p> {وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ} قراءة العامة غير مجرى فيهما (٢) . قال أبو حاتم: لأنهما علي بناء فعل مضارع، وهما مع ذلك عجميان (٣) . وقرأ الأعمش، وأشهب العُقيلي:  (ولا يغوثا ويعوقا) مصروفين (٤)  {وَنَسْرًا} . </p><p> [٣٢٤٦] أخبرنا الحسن بن محمد بن الحسن العدل (٥) بقراءتي </p><p>(١) \"السبعة\" لابن مجاهد (ص ٦٥٣)، \"المبسوط في القراءات العشر\" لابن مهران (ص ٣٨٥)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٣٧. (٢) \"معاني القرآن\" للفراء ٣/ ١٨٩، \"البحر المحيط\" لأبي حيان ٨/ ٣٣٦، \"الدر المصون\" للسمين الحلبي ١٠/ ٤٧٤.والمعنى: أي: غير مصروفين.قال أبو حيان في توجيهها: إن كانا عربيين فمنع الصرف للعلمية ووزن الفعل، وإن كانا عجميين فللعجمية والعلمية.(٣) لم أجده.(٤) \"معاني القرآن\" للفراء ٣/ ١٨٩، \"مختصر في شواذ القرآن\" لابن خالويه (ص ١٦٢)، \"الكشاف\" ٦/ ٢١٨، \"المحرر الوجيز\" لابن عطية ٥/ ٣٧٦.ووهم ابن عطية هذِه القراءة، ولكن تعقبه أبو حيان في \"البحر المحيط\" ٨/ ٣٣٦: فقال: تخريجها على أحد وجهين:أحدهما: أنها جاءت على لغة من يصرف جميع ما لا ينصرف عند عامة العرب، وذلك لغة، وقد حكاها الكسائي وغيره.الثاني: أنها صرفت لمناسبة ما قبله وما بعده من المنون، إذ قبله (ودا) (ولا سواعا) وبعده (ونسرا) كما قالوا في صرف (سلاسلا) و (قواريرا) لمن صرف ذلك للمناسبة.(٥) أبو القاسم الحبيبي: قيل كذبه الحاكم.</p><p> عليه، حدثنا عبد الله بن يوسف بن أحمد بن مالك (١) ، حدثنا عبد الله بن محمد بن عبد العزيز البغوي (٢) ، حدثنا محمد بن بكار بن الريان (٣) ، حدثنا أبو معشر (٤) ، عن يزيد بن زياد (٥) ، عن محمد بن كعب (٦) قال: كان لآدم -عليه السلام- خمس بنين ود وسواع ويغوث ويعوق ونسر، وكانوا عبادًا، فمات رجل منهم، فحزنوا عليه حزنًا شديدًا، فجاءهم الشيطان فقال: هل لكم أن أصوّر لكم في قبلتكم مثله، إذا نظرتم عليه ذكرتموه؟ قالوا: نكره أن نجعل في قبلتنا شيئا نصلي إليه. قال: فأجعله في مؤخر المسجد. قالوا: نعم. فصوّره لهم من صُفر ورصاص. ثم مات آخر فصوّره لهم. ثم مات آخر فصوّره لهم ثم مات آخر فصوّره لهم. قال: فتنقصت الأشياء كما تنتقصون اليوم، وأقاموا على ذلك ما شاء الله أن يقيموا، ثم تركوا عبادة الله، فأتاهم الشيطان فقال لهم: ما لكم لا تعبدون شيئا؟ قالوا: من نعبد؟ قال: هذِه آلهتكم وآلهة آبائكم، ألا ترونها منصوبة في مصلاكم. قال: فعبدوها من دون الله تعالى، حتى بعث الله نوحا -عليه السلام- فدعاهم إلى عبادة الله، فقالوا:  {لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا} </p><p>(١) لم أجده. (٢) أبو القاسم البغوي، إمام ثقة، أقل المشايخ خطأ.(٣) أبو عبد الله البغدادي الرصافي، ثقة.(٤) نجيح بن عبد الرحمن، ضعيف، أسن واختلط.(٥) المدني، ثقة.(٦) القرظي، ثقة عالم.</p><p> سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا} (١) . </p><p> وروى سفيان (٢) ، عن (موسى (٣) ، عن) (٤) محمد بن قيس (٥) : {لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا} قال: كانوا قومًا صالحين بين آدم ونوح عليهم السلام، وكان لهم أتباع يقتدون بهم، فلما ماتوا قال أصحابهم الذين كانوا يقتدون بهم: لو صورناهم كان أشوق لنا إلى العبادة إذا ذكرناهم فصوروهم، فلما ماتوا وجاء </p><p>(١) [٣٢٤٦] الحكم على الإسناد: إسناده ضعيف فيه: أبو معشر ضعيف، أسن واختلط، وشيخ المصنف تكلم فيه الحاكم، وعبد الله بن يوسف لم أجده.التخريج:الأثر: أخرجه عبد بن حميد كما في \"الدر المنثور\" للسيوطي ٦/ ٤٢٧، وأبو الشيخ في \"العظمة\" ٥/ ١٥٩٠، وعمر بن شبة في كتاب \"مكة\" كما في \"فتح الباري\" ٨/ ٦٦٨، وذكره الواحدي في \"الوسيط\" ٤/ ٣٥٩، والبغوي في \"معالم التنزيل\" ٨/ ٢٣٢ بنحوه.ويشهد له: ما أخرجه البخاري كتاب التفسير باب {وَدًّا وَلَا سُوَاعًا} (٤٩٢٠) عن ابن عباس، وما أخرجه مسلم كتاب المساجد، باب النهي عن بناء المساجد على القبور (٥٢٨)، والنسائي كتاب المساجد، باب النهي عن اتخاذ القبور مساجد ٢/ ٤١، وأحمد في \"المسند\" ٦/ ٥١ (٢٤٢٥٢) وغيرهم عن عائشة مرفوعا.وما سيذكره المصنف قريبا عن محمد بن قيس.(٢) الثوري، ثقة حافظ إمام حجة، كان ربما دلس.(٣) موسى بن عبيدة، ضعيف.(٤) ساقطة من الأصل، وأثبتها من (ت).(٥) المديني القاص، ثقة.</p><p> آخرون دب إليهم إبليس فقال: إنما كانوا يعبدونهم، وبهم يسقون المطر؛ فعبدوهم (١) . وقال ابن عباس: كان نوح -عليه السلام- يحرس جسد آدم -عليه السلام- على جبل بالهند يحول بين الكافرين، وبين أن يطوفوا بقبره، فقال لهم الشيطان: إن هؤلاء يفتخرون عليكم، ويزعمون أنهم بنو آدم دونكم، وإنما هو جسد، وأنا أصور لكم مثله تطوفون به، فنحت خمسة أصنام، وحملهم على عبادتها، وهي: ود، وسواع، ويغوث، ويعوق، ونسرا. فلما كان أيام الغرق دفن الطوفان تلك الأوثان فطمها بالتراب، فلم تزل مدفونة حتى أخرجها الشيطان لمشركي العرب (٢) فاتخذت قضاعة (٣) ودا، فعبدوها بدومة الجندل، ثم توارثه </p><p>(١) الحكم على الإسناد: إسناده ضعيف.فيه موسى ابن عبيدة الربذي ضعيف.التخريج:الأثر: وصله الطبري في \"جامع البيان\" ٢٩/ ٩٨ - ٩٩ عن ابن حميد، ثنا مهران، عن سفيان به.وذكره البغوي في \"معالم التنزيل\" ٨/ ٢٣٣ معلقا كالمصنف.وهو مع ما سبق ذكره يتقويان فيكون لهما أصلا. والله أعلم.(٢) ذكره البغوي في \"معالم التنزيل\" ٨/ ٢٣٣، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٣٠٨ ونسبه للمصنف.(٣) هم شعب عظيم اختلف النسابون فيه:فقال الأكثر: هم من العدنانية، ينتسبون إلى قضاعة بن معد بن عدنان.وقيل: هم من حمير من القحطانية، غلب عليهم اسم أبيهم فهم: بنو قضاعة بن =</p><p> بنوه الأكابر فالأكابر حتى صارت إلى كلب (١) ، فجاء الإسلام وهو عندهم. وأخذ أعلى (٢) وأنعم (٣) -وهما من طئ (٤) - يغوث، فذهبوا </p><p>= مالك بن عمرو بن مرة بن زيد بن مالك بن حمير. كانت ديارهم في الشحر، ثم في نجران، ثم في الحجاز، ثم في الشام، فكان لهم ملك ما بين الشام والحجاز إلى العراق. وقد حاربهم الرسول - صلى الله عليه وسلم - في غزوة السلاسل سنة ٧ هـ، وكانوا أشداء في الحروب.\"الأنساب\" للسمعاني ٤/ ٥١٦، \"معجم ما استعجم\" للبكري ١/ ١٧ وما بعدها، \"تهذيب الأسماء واللغات\" للنووي ٢/ ٢٩٢، \"الروض الأنف\" للسهيلي ١/ ٢٣ وما بعدها، \"معجم قبائل العرب\" لرضا كحالة ٣/ ٩٥٧.(١) كلب: بطن من قضاعة:وهم ينتسبون إلى: كلب بن وبرة بن تغلب بن حلوان بن عمران بن الحاف بن قضاعة.ومنهم جماعة: منهم حب رسول الله - صلى الله عليه وسلم - زيد بن حارثة بن شراحيل الكلبي القضاعي، وكانوا ينزلون دومة الجندل وتبوك، وأطراف الشام، وقد اتخذوا في الجاهلية بدومة الجندل صنما يدعى ودا، ودخلوا في دين النصرانية، ثم في الإسلام.\"الأنساب\" للسمعاني ٤/ ٥١٦، \"معجم ما استعجم\" للبكري ١/ ٢١٠، \"فتح الباري\" لابن حجر ٨/ ٦٦٨، \"معجم قبائل العرب\" لرضا كحالة ٣/ ٩٩١.(٢) لم أجد لها ذكرا.غير أن محقق \"الجامع لأحكام القرآن\" للقرطبي ١٨/ ٣٠٩ أدخلها في النص الذي نقله القرطبي من هنا. وكتب في الهامش: زيادة عن تفسير الثعلبي. ا. هـ.(٣) أنعم: بطن من مراد من مذحج وهم بنو أنعم بن عمرو.\"جمهرة أنساب العرب\" لابن حزم (ص ٤٩٢)، \"معجم قبائل العرب\" لرضا كحالة ١/ ٤٧.(٤) طيئ بن أدد: قبيلة عظيمة من كهلان، من القحطانية تنتسب إلى طيئ. =</p><p> به إلى مراد (١) فعبدوه زمانًا، ثم إن بني ناجية (٢) أرادوا أن ينزعوه من أعلى وأنعم ففروا به إلى الحصين أخي بني الحارث بن كعب (٣) . </p><p> وأما يعوق: فكان لكهلان (٤) ، ثم توارثته بنوه الأكبر فالأكبر حتى صار إلى همدان. </p><p>= واسم طيئ: جلهمة بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ. وبطونهم وأفخاذهم كثيرة، وكانت منازلهم باليمين، ثم نزلوا على أجأ وسلمى الجبلين المشهورين، ثم تفرقوا في البلاد. \"الأنساب\" للسمعاني ٤/ ٣٥، \"جمهرة أنساب العرب\" لابن حزم (ص ٤٧٦)، \"معجم قبائل العرب\" لرضا كحالة ٢/ ٦٨٩.(١) مراد بن مذحج، من كهلان، من القحطانية، وهم: بنو مراد بن مذحج، وهو مالك بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ. وكانت بلادهم إلى جانب زبيد من بلاد اليمن.\"جمهرة أنساب العرب\" لابن حزم (ص ٤٠٦ - ٤٠٧)، \"معجم قبائل العرب\" لرضا كحالة ٣/ ١٠٦٦.(٢) ناجية من أولاد مراد بن مالك بن أدد. وبنوه كثر منهم:عبد الله، وعمير، ومفرج بطن. وكنانة، ومالك، ويشكر، ونمرة، وردمان. ثم إن لكل منهم بنون.\"جمهرة أنساب العرب\" لابن حزم (ص ٤٠٦ - ٤٠٧).(٣) بنو الحارث بن كعب بطن من مذحج، من القحطانية، سكنوا نجران جيرانا لبني ذهل من الأزد. وكانت رئاستهم في عبد المدان قبل البعثة، وكان قسما منهم يعبد يغوث، وقسما اعتنق النصرانية، وقسما آخر اعتنق اليهودية.\"معجم قبائل العرب\" لرضا كحالة ١/ ٢٣١.(٤) كهلان بن سبأ، هم: بنو كهلان ابن سبأ بن يشجب بن يعرب بن قحطان وبطونهم كثيرة، والمشهور منها سبعة: الأزد، طيئ، مذحج، همذان، كندة، مراد، وأنمار. وبنو كهلان.</p><p> وأما نسر: فكان لخثعم (١) يعبدونه. </p><p> وأما سواع: فكان لآل ذي الكلاع (٢) يعبدونه (٣) . </p><p>= وإخوانهم بنو حمير هم ملوك اليمن، ثم تفرقت بطون كهلان في سائر بلاد الجزيرة. \"معجم قبائل العرب\" لرضا كحالة ٣/ ١٠٠٢.(١) خثعم: قبيلة من القحطانية، تنتسب إلى خثعم بن أنمار بن أراش بن عمرو بن الغوث بن نبت بن مالك بن زيد بن كهلان. كانت منازلهم بجبال السراة، إلى أن تفرقوا في البلاد، وكانت تعظم ذا الخلصة، وهو بيت لخثعم، كان فيه صنم يدعى الخلصة، فهدم.\"جمهرة أنساب العرب\" لابن حزم (ص ٣٩٠)، \"الأنساب\" للسمعاني ٢/ ٣٢٦، \"تهذيب الأسماء واللغات\" للنووي ٢/ ٢٨٩، \"معجم قبائل العرب\" لرضا كحالة ١/ ٣٣١.(٢) الكلاع: بطن يعرف بذي الكلاع، من حمير، من القحطانية، وهم بنو شرحبيل بن حمير كانوا يقطنون بمخلاف السحول بن سواده.\"الأنساب\" للسمعاني ٥/ ١١٨، \"معجم قبائل العرب\" لرضا كحالة ٣/ ٩٩٠.(٣) أصل هذا الأثر عن ابن عباس:أخرجه البخاري كتاب في التفسير باب {وَدًّا وَلَا سُوَاعًا} (٤٩٢٠)، وعبد الرزاق في \"تفسير القرآن\" ٢/ ٣٢٠، وابن المنذر، وابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٤٢٧، والفاكهي كما في \"فتح الباري\" لابن حجر ٨/ ٦٦٧ كلهم من طريق ابن جريج، عن عطاء، عن ابن عباس، ولفظه:صارت الأوثان التي في قوم نوح، في العرب بعد. أما ود: فكانت لكلب بدومة الجندل، وأما سواع: فكانت لهذيل، وأما يغوث: فكانت لمراد، ثم لبني غطيف بالجرف عند سبأ، وأما يعوق: فكانت لهمدان، وأما نسر: فكانت لحمير، لآل ذي الكلاع أسماء رجال صالحين في قوم نوح، فلما هلكوا أوحى الشيطان إلى قومهم أن انصبوا إلى مجالسهم التي كانوا يجلسون فيها أنصابا، وسموها =</p><p> قال عطاء (١) ، وقتادة (٢) ، والثمالي (٣) ، والمسيب (٤) : صارت أوثان قوم نوح إلى العرب، فكان ود لكلب بدومة الجندل، وكان سُواع برهاط (٥) لهذيل، وكان يغوث لبني غطيف (٦) من مراد بالجرف (٧) ، وكان يعوق لهمدان، وكان نسر لآل ذي الكلاع من </p><p>= بأسمائهم ففعلوا، ولم تعبد، حتى إذا هلك أولئك ونسي العلم عبدت. والخبر كما هنا: ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٣٠٩ ونسبه للمصنف.(١) ذكره الماوردي في \"النكت والعيون\" ٦/ ١٠٤، والقرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٣٠٩.(٢) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٢٠، والطبري في \"جامع البيان\" ٢٩/ ٩٩ عن معمر، وأخرجه الطبري أيضًا عن سعيد كلاهما عن قتادة به.(٣) لم أجده.(٤) لم أجده.(٥) رُهَاط: بضم أوله، وتخفيف الهاء. موضع على ثلاث ليالٍ من مكة، وهي من بلاد هذيل، قرية ليست كبيرة على طريق المدينة. قال ابن الكلبي: اتخذت هذيل سواعا ربًا برهاط.\"معجم ما استعجم\" للبكري ٢/ ٦٧٨، \"معجم البلدان\" لياقوت ٣/ ١٠٧، \"فتح الباري\" لابن حجر ٨/ ٦٦٨.(٦) بنو غطيف بن عبد الله: بطن من مراد من كهلان، من العدنانية، وهم: بنو غطيف بن عبد الله بن ناجية بن مراد.\"الأنساب\" للسمعاني ٤/ ٣٠٣، \"فتح الباري\" لابن حجر ٨/ ٦٦٨، \"معجم قبائل العرب\" لرضا كحالة ٣/ ٨٨٩.(٧) كذا: الجرف، بالراء. وجاء كذلك في بعض روايات صحيح البخاري. قال ياقوت: وهو فاسد.قلت: قد ذكر ياقوت ومن قبله البكري: الجرف والجوف بالراء والواو، وعرفا كلا منهما فالجرف موضع لهذيل على ثلاثة أميال من المدينة نحو الشام. وهو =</p><p> حمير، وأما اللات فلثقيف، وأما العزى فلسليم (١) ، وغطفان (٢) ، وجُشم، ونصر، وسعد بن بكر (٣) . </p><p>= اسم لمواقع أخرى. أما الجوف فهو من أرض مراد. قال ياقوت: والجوف من أرض مراد له ذكر في تفسير قوله تعالى {إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ}.انظر: \"معجم ما استعجم\" للبكري ٢/ ٤٠٤، \"معجم البلدان\" لياقوت ٢/ ١٨٧ \"عمدة القاري\" للعيني ١٦/ ١٢٠، وقد وقع على الصواب في \"تفسير القرآن\" لعبد الرزاق ٢/ ٣٢٠ عن قتادة.(١) سليم: قبيلة مشهورة. يقال: سليم بن منصور بن عكرمة بن خصفة بن قيس بن عيلان بن مضر من العدنانية، وتتفرع إلى عدة عشائر وبطون، وكانت منازلهم في عالية نجد بالقرب من خيبر.\"الأنساب\" للسمعاني ٣/ ٢٧٨، \"معجم ما استعجم\" للبكري ١/ ١٠٠، ٢/ ٣٩١، \"معجم قبائل العرب\" لرضا كحالة ٢/ ٥٤٣.(٢) غطفان بن سعد: بطن عظيم متسع، كثير الشعوب والأفخاذ، من قيس بن عيلان، فهم بنو غطفان ابن قيس بن عيلان بن مضر بن نزار بن معد بن عدنان. كانت منازلهم بنجد مما يلي وادي القرى، وجبل طيئ، ثم افترقوا بعد الفتح الإسلامي وكانوا يعبدون العزى، وكانوا بنوا عليها بيتا، وأقاموا لها سدنة، فبعث النبي - صلى الله عليه وسلم - خالد بن الوليد فهدم البيت.انظر: \"معجم ما استعجم\" للبكري ١/ ٩٠، ٣٣٢، ٦١٢، ٦٦٦، \"الأنساب\" للسمعاني ٤/ ٣٠٢، \"معجم قبائل العرب\" لرضا كحالة ٣/ ٨٨٨.(٣) جُشم: لم يظهر لي أي جشم المعنية هنا إذ وجدت بهذا الاسم قرابة عشرين مسمى ما بين قبيلة، وبطن وحي وفخذ. ينظرون في \"معجم قبائل العرب\" لرضا كحالة ١/ ١٨٧ - ١٩٠.نصر: هم نصر بن عبد الله بن بكر بن سعد بن ضبة بن أد بن طابخة بن غلياس بن مضر بن نزار بن معد بن عدنان فهم بطن من ضبة العدنانية، ويوجد نصر بطون من =</p><p> أما مناة فكانت بقديد، وأما إساف ونائلة (١) وهبل (٢) فلأهل مكة، وكان إساف حيال الحجر الأسود، وكانت نائلة حيال الركن اليماني، وكان هُبل في جوف الكعبة ثمانية عشر ذراعا. </p><p> وقال الواقدي: كان ود على صورة رجل، وسواع على صورة امرأة، ويغوث على صورة أسد، ويعوق على صورة فرس، ونسر على سورة نسر من الطير (٣) . </p><p>= قبائل شتى. \"معجم قبائل العرب\" لرضا كحالة ٣/ ١١٨٠. سعد بن بكرت بطن من هوازن، من قيس بن عيلان، من العدنانية، وهم بنو سعد ابن بكر بن هوازن بن منصور، وهم حضنة النبي - صلى الله عليه وسلم -، ومساكنهم في السراة ثم تفرقوا بعد الإسلام.\"معجم قبائل العرب\" لرضا كحالة ٢/ ٥١٣ - ٥١٤.(١) قال ابن إسحاق: كان إساف ونائلة رجلا وامرأة من جرهم -هو إساف بن بغي، ونائلة بنت ديك- فوقع إساف على نائلة في الكعبة فمسخهما الله حجرين. قال بعض السلف: ما أمهلهما الله إلى أن يفجر فيها، ولكنه قبلها، فمسخا حجرين، وكانا على موضع زمزم ينحر أهل مكة عندهما.\"سيرة ابن هشام\" مع \"الروض الأنف\" ١/ ١٠٥، \"جمهرة أنساب العرب\" لابن حزم (ص ٤٩٢)، \"المغازي\" للواقدي ٢/ ٨٤١.(٢) هبل: صنم جاء به عمرو بن لحي من هيت، وهي من أرض الجزيرة حتى وضعه في الكعبة، وكانت قريش قد اتخذته صنما على بئر في جوف الكعبة. \"جمهرة أنساب العرب\" لابن حزم (ص ٤٩٢)، \"سيرة ابن هشام\" مع \"الروض\" ١/ ١٠٥.(٣) لم أجده في \"مغازية\". وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٨/ ٣٠٩ وقال عقبة: الله أعلم.وذكره الحافظ ابن حجر في \"فتح الباري\" ٨/ ٦٦٩ وقال: وهذا شاذ، والمشهور أنهم كانوا على سورة البشر، وهو مقتضى ما تقدم من الآثار في سبب عبادتها.</p>"
}