{
  "id": null,
  "sura": 72,
  "aya": 18,
  "text": "<p> وقال عكرمة: هو جبل في النار (١) . </p><p> وقال الكلبي: يكلف الوليد بن المغيرة أن يصعد في النار جبلًا من صخرة ملساء حتى يبلغ أعلاها يجذب من أمامه السلاسل، ويضرب بمقامع من حديد حتى يبلغ أعلاها، ولا يبلغها إلا في أربعين سنة، فإذا بلغ أعلاها انحدر إلى أسفلها ثم يكلف أيضًا صعودها، فذلك دأبه أبدا، وهو قوله تعالى: {سَأُرْهِقُهُ صَعُودًا (١٧) } [المدثر: ١٧]  (٢) . </p><p> ١٨ - {وَأَنَّ الْمَسَاجِدَ لِلَّهِ} </p><p> قال سعيد بن جبير: قالت الجن لنبي الله - صلى الله عليه وسلم -: كيف لنا أن نأتي المسجد، ونشهد معك الصلاة، ونحن ناؤون عنك؟ فنزلت: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا (١٨) } (٣) . </p><p> قال قتادة: كانت اليهود والنصارى إذا دخلوا كنائسهم وبيعهم أشركوا بالله، فأمر الله سبحانه وتعالى نبيه - صلى الله عليه وسلم - والمؤمنين أن يخلصوا له الدعوة </p><p>(١) أخرجه هناد، وعبد بن حميد، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٦/ ٤٣٦، والطبري في \"جامع البيان\" ٢٩/ ١١٦، والحاكم في \"المستدرك\" ٢/ ١٢٦ وصححه، والبيهقي في \"البعث والنشور\" (ص ٥٤٠) من طريق سماك، عن عكرمة، عن ابن عباس من قوله بلفظ: جبل في جهنم. (٢) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٢٠.وهو من الأمور الغيبية التي يحتاج إثباتها إلى نقل صحيح عن المعصوم - صلى الله عليه وسلم -.(٣) أخرجه الطبري في \"جامع البيان\" ٢٩/ ١١٧ من طريق إسماعيل بن أبي خالد، عن محمود، عن سعيد به.</p><p> إذا دخلوا المساجد (١) ، وأراد بها المساجد كلها (٢) . </p><p> وقال الحسن: أراد بها البقاع كلها، وذلك أن الأرض كُلَّها جُعلت للنبي - صلى الله عليه وسلم - مسجدًا، فكان المسلمون بعد نزول هذِه الآية إذا دخل أحدهم المسجد قال: أشهد أن لا إله إلا الله، والسلام على رسول الله (٣) . </p><p> وقال سعيد بن جبير (٤) ، وطلق بن حبيب (٥) : أراد بالمساجد الأعضاء التي يسجد عليها العبد، وهي سبعة: القدمان والركبتان واليدان والوجه. </p><p> [٣٢٥٣] وسمعت محمد بن الحسين السلمي (٦) ، يقول: سمعت </p><p>(١) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٢٣، وعبد بن حميد، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٦/ ٤٣٦، والطبري في \"جامع البيان\" ٢٩/ ١١٧ من طريق معمر، وسعيد كلاهما عن قتادة به. (٢) قاله عكرمة. أخرجه الطبري في \"جامع البيان\" ٢٩/ ١١٧ من طريق سفيان، عن خصيف، عن عكرمة به.(٣) ذكره البغوي في \"معالم التنزيل\" ٨/ ٢٤٢، وابن عطية في \"المحرر الوجيز\" ٥/ ٣٨٣، وابن الجوزي في \"زاد المسير\" ٨/ ٣٨٣، والقرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٢٠ إلى قوله مسجدا.(٤) ذكره البغوي في \"معالم التنزيل\" ٨/ ٢٤٢، وابن الجوزي في \"زاد المسير\" ٨/ ٣٨٢، والقرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٢٠ وفيه نسبته إلى سعيد بن المسيب، ولعله تصحيف.(٥) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٢٠، والشوكاني في \"فتح القدير\" ٥/ ٣٠٩.(٦) وهو أبو عبد الرحمن السلمي تكلموا فيه وليس بعمدة.</p><p> منصور بن عبد الله (١) ، يقول: سمعت أبا القاسم البزاز (٢) ، يقول: قال ابن عطاء (٣) : مساجدك أعضاؤك التي أُمرت أن تسجد عليها لا تذللها لغير خالقها (٤) . </p><p> [٣٢٥٤] أخبرنا أبو بكر محمد بن عبد الله بن محمد بن زكريا (٥) غير مرة، أخبرنا أبو حامد بن الشرقي (٦) ، حدثنا حمدان السلمي (٧) ، حدثنا موسى بن إسماعيل (٨) ، ومعلي بن أسد (٩) ، ومسلم بن إبراهيم (١٠) قالوا: حدثنا (وهيب)  (١١) ، </p><p>(١) أبو نصر الأصبهاني، لم يذكر بجرح أو تعديل. (٢) بكر بن محمد بن إبراهيم، ذكر ابن يونس أنه اختلط.(٣) أحمد بن محمد بن سهل بن عطاء، أبو العباس، زاهد عابد.(٤) [٣٢٥٣] الحكم على الإسناد:إسناده ضعيف. فيه شيخ المصنف متكلم فيه، ومنصور لم يذكر بجرح أو تعديل، وأبو القاسم اختلط.التخريج:ذكره السلمي في \"حقائق التفسير\" ٣٥١/ أ، وابن عطية في \"المحرر الوجيز\" ٥/ ٣٨٣، وأبو حيان في \"البحر المحيط\" ٨/ ٣٤٥ وصدره بقوله: وأبعد ابن عطاء فذكره بنحوه.(٥) ثقة.(٦) أحمد بن محمد بن الحسن، ثقة، مأمون.(٧) أحمد بن يوسف السلمي. حافظ، ثقة.(٨) أبو سلمة التبوذكي البصري، ثقة ثبت.(٩) أبو الهيثم البصري، ثقة ثبت، قال أبو حاتم: لم يخطئ إلا في حديث واحد.(١٠) أبو عمرو البصري، الأزدي الفراهيدي، ثقة مأمون.(١١) في الأصل، و (ت): وهب، والمثبت من كتب الحديث والرجال، وهو وهيب بن خالد بن عجلان الباهلي مولاهم، ثقة ثبت، لكنه تغير قليلًا بأخرة.</p><p> حدثنا ابن طاووس (١) ، عن أبيه (٢) ، عن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم -: \"أُمرت أن أسجد على سبعة أعضاء الجبهة، -وأشار بيده إلى أرنبته(٣)- واليدين والركبتين وأطراف القدمين، وأن لا أكف(٤)شعرًا، ولا ثوبًا\"  (٥) . </p><p>(١) عبد الله بن طاوس بن كيسان اليماني، ثقة فاضل. (٢) ثقة فقيه فاضل.(٣) الأرنبة: هي طرف الأنف.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٤١ (أرنب).(٤) النهي عن كف الشعر والثوب في الصلاة يحتمل معنيين:المعنى الأول: أي لا أمنعهما من الاسترسال حال السجود ليقعا على الأرض.والمعنى الثاني: أن يكون بمعنى الجمع، أي: لا يجمعهما ويضمهما.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ١٩٠ (كفف).(٥) [٣٢٥٤] الحكم على الإسناد:إسناده صحيح.التخريج:الحديث مداره على طاوس بن كيسان عن عبد الله بن عباس.ورواه عنه تسعة أنفس:أولا: عبد الله بن طاوس: وعنه خمسة أنفس:أ- وهيب بن خالد الباهلي مولاهم:ورواه -سوى المصنف- البخاري كتاب الأذان باب السجود على الأنف (٨١٢)، والنسائي كتاب الافتتاح باب السجود على اليدين ٢/ ٢٠٩، وأبو عوانة في \"المسند\" ٢/ ١٨٣، والبيهقي في \"السنن الكبرى\" ٢/ ١٠٣، والبغوي في \"معالم التنزيل\" ٨/ ٢٤٢، وفي \"شرح السنة\" ٣/ ١٣٦ كلهم من طريق معلي بن أسد.ورواه -سوى المصنف- الدارمي في \"المسند\" ١/ ٣٠٢ في الصلاة من طريق =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= مسلم بن إبراهيم. ورواه المصنف من طريق موسى بن إسماعيل، وأبو عوانة في \"المسند\" ٢/ ١٨٣ من طريق أحمد بن إسحاق، ورواه أحمد في \"المسند\" ١/ ٢٩٢ (٢٦٥٨) عن عفان، ورواه أبو يعلى في \"المسند\" ٤/ ٣١٩، ومن طريقه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ٥/ ٥٢، والبيهقي في \"السنن الكبرى\" ٢/ ١٠٣ من طريق إبراهيم بن الحجاج السامي، ورواه الدارمي في \"المسند\" ١/ ٣٠٢ عن يحيى بن حسان مقرونا بمسلم بن إبراهيم، ورواه أحمد في \"المسند\" ١/ ٣٠٥ (٢٧٧٧) عن يحيى بن إسحاق، ورواه مسلم كتاب الصلاة، باب أعضاء السجود (٤٩٠) من طريق بهز، ورواه الطبراني في \"المعجم الكبير\" ١١/ ٢٤ من طريق عبد الله بن معاوية الحمصي. عشرتهم عن وهيب به.ب- سفيان بن عيينة:رواه الشافعي في \"الأم\" ١/ ١١٣، ومن طريقه البيهقي في \"السنن الكبرى\" ٢/ ١٠٣، والبغوي في \"شرح السنة\" ٣/ ١٣٧، ورواه الحميدي في \"مسنده\" ١/ ٢٣٠، ورواه مسلم كتاب الصلاة، باب أعضاء السجود (٤٩٠) عن عمرو الناقد، ورواه ابن خزيمة في \"صحيحه\" ١/ ٣٢١ عن سعيد المخزومي، ورواه النسائي كتاب الافتتاح، باب السجود على الركبتين ٢/ ٢٠٩ عن محمد بن منصور المكي وعبد الله بن محمد الزهري، ورواه البيهقي في \"السنن الكبرى\" ٢/ ١٠٣ من طريق علي بن المديني.سبعتهم عن سفيان بن عيينة به.ج- عبد الملك بن جريج: ورواه عنه اثنان:رواه عبد الرزاق في \"تفسير القرآن\" ٢/ ١٨٠.ورواه مسلم كتاب الصلاة (٤٩٠) عن أبي الطاهر، ورواه النسائي كتاب الافتتاح، باب السجود على الأنف ٢/ ٢٠٩ عن الحارث بن مسكين، وأحمد بن عمرو بن السرح، ورواه النسائي ٢/ ٢٠٩، وابن خزيمة في \"صحيحه\" ١/ ٣٢١، وأبو عوانة في \"المسند\" ٢/ ١٨٢ عن يونس بن عبد الأعلى، ورواه أبو عوانة، =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= والبيهقي في \"السنن الكبرى\" ٢/ ١٠٣ من طريق بحر بن نصير، ورواه أبو عوانة من طريق الليث. ستتهم عن عبد الله بن وهب.كلاهما (عبد الرزاق، وابن وهب) عن ابن جريج به.د- معمر بن راشد البصري:رواه عبد الرزاق في \"تفسير القرآن\" ٢/ ١٧٩ عنه به.هـ- يحيى بن أيوب:رواه الطبراني في \"المعجم الكبير\" ١١/ ٢٣ من طريق سعيد بن أبي مريم عن يحيى به.ثانيا: إبراهيم بن ميسرة.رواه عبد الرزاق في \"تفسير القرآن\" ٢/ ١٨١ عن ابن جريج مختصرا.ورواه الطبراني في \"المعجم الكبير\" ١١/ ٥٠، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٥/ ٢٥١، والبيهقي في \"السنن الكبرى\" ٢/ ١٠٣ كلهم من طريق إبراهيم بن بشار الرمادي عن سفيان بن عيينة. كلاهما (ابن جريج، وابن عيينة) عن إبراهيم به.ثالثا: حفص بن غياث:رواه الطبراني في \"المعجم الكبير\" ١١/ ٣٥ من طريق سهل بن عثمان عن حفص به نحوه.رابعا: ليث بن أبي سليم:رواه ابن أبي شيبة في \"المصنف\" ١/ ٢٣٤ عن محمد بن فضيل عن ليث به.خامسا: شبيب بن بشر العجلي:رواه الطبراني في \"المعجم الكبير\" ١١/ ٤٩ من طريق عيسى بن يونس عن شبيب به.سادسا: عبد الله بن عبد الرحمن بن أبي حسين:رواه الطبراني في \"المعجم الكبير\" ١١/ ٤٩ من طريق عبيد الله بن الأخنس عن عبد الله به. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= سابعا: عبد الكريم بن أبي المخارق: رواه الطبراني في \"المعجم الكبير\" ١١/ ٥١ من طريق عبد الرحمن بن سفراء عن ابن أبي المخارق به.ثامنا: أبو بشر:رواه ابن أبي شيبة في \"المصنف\" ١/ ٢٣٤ عن هشيم عن أبي بشر به موقوفا على ابن عباس.تاسعا: عمرو بن دينار: ورواه عنه خمسة عشر نفسا، وهم:١ - شعبة بن الحجاج:- رواه البخاري كتاب الأذان، باب السجود على سبعة أعظم (٨١٠)، والبيهقي في \"السنن الكبرى\" ٢/ ١٠٨ من طريق مسلم بن إبراهيم.- ورواه مسلم كتاب الصلاة (٤٩٠)، وأحمد في \"المسند\" ١/ ٢٨٥ (٢٥٨٤)، ٢٨٦ (٢٥٩٠) من طريق محمد بن جعفر غندر.- ورواه أبو داود كتاب الصلاة، باب أعضاء السجود (٨٩٠) عن محمد بن كثير بلفظ: سبعة آراب.- ورواه أحمد في \"المسند\" ١/ ٢٥٥ (٢٣٠٠) عن عفان، ١/ ٢٧٩ (٢٥٢٧) عن بهز، ورواه أبو عوانة في \"المسند\" ٢/ ١٨٢ من طريق شبابة.- ورواه أحمد في \"المسند\" ١/ ٣٢٤ (٢٩٨٣)، والدارمي في \"المسند\" ١/ ٣٠٢ عن أبي النضر هاشم بن القاسم.- ورواه أبو داود الطيالسي في \"المسند\" (٢٦٠٦) ومن طريقه أبو عوانة في \"مسنده\" ٢/ ١٨٢.ثمانيتهم عن شعبة به.وجاء من وجه آخر:٢ - فرواه النسائي كتاب الافتتاح، باب النهي عن كف الشعر في السجود ٢/ ٢١٥، وابن خزيمة في \"صحيحه\" ١/ ٣٢١، والطبراني في \"المعجم الكبير\" ١١/ ٩ كلهم من طريق يزيد بن زريع عن شعبة وروح بن القاسم كلاهما عن عمرو به. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ٣ - سفيان بن عيينة: رواه البخاري كتاب الأذان باب السجود على سبعة أعظم (٨٠٩) عن قبيصة، وابن ماجه كتاب إقامة الصلاة، باب السجود (٨٨٤) عن هشام بن عمار، والنسائي كتاب الافتتاح، باب النهي عن كف الثياب في السجود ٢/ ٢١٦ عن محمد ابن منصور المكي، والشافعي في \"الأم\" ١/ ١١٣، والحميدي في \"المسند\" ١/ ٢٣٠، وأحمد في \"المسند\" ١/ ٢٢١ (١٩٢٧)، ومن طريقه الطبراني في \"المعجم الكبير\" ١١/ ٨، وابن خزيمة في \"صحيحه\" ١/ ٣٢١ عن سعيد المخزومي، وابن الجارود في \"المنتقى\" ١/ ١٨٦ عن محمود بن آدم، والطبراني في \"المعجم الكبير\" ١١/ ٨ من طريق عبد الرزاق ومن طريق محمد بن عباد المكي، ورواه أبو يعلى في \"المسند\" ٤/ ٣٧٧، والطبراني في \"المعجم الكبير\" ١١/ ٨ من طريق أبي خيثمة زهير بن حرب، والبيهقي في \"السنن الكبرى\" ٢/ ١٠٨ من طريق محمد بن يوسف الفريابي، ٢/ ١٠٣ من طريق علي بن المديني. كلهم -ثلاثة عشر نفسا- عن ابن عيينة به.٤ - هشيم بن بشير:رواه أحمد في \"المسند\" ١/ ٢٨٦ (٢٥٩٦) عنه به.٥ - أبو جعفر الرازي:رواه أبو يعلى في \"المسند\" ٤/ ٣١٩، والطبراني في \"المعجم الكبير\" ١١/ ١٠، وفي \"المعجم الصغير\" ١/ ٧٣، ومن طريقه الخطيب في \"تاريخ بغداد\" ٤/ ٨٠ كلهم من طريق علي بن الجعد، عن الرازي به.٦، ٧ - أيوب، ومحمد بن عبد الله بن عبيد:رواه الطبراني في \"المعجم الكبير\" ١١/ ١٠ من طريقين عنهما عن عمرو به.٨ - إبراهيم بن يزيد الخوزي:رواه عبد الرزاق في \"تفسير القرآن\" ٢/ ١٨٠، ومن طريقه الطبراني في \"المعجم الكبير\" ٩/ ١١.٩ - سفيان الثوري: =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= رواه الطبراني في \"المعجم الكبير\" ١١/ ٨ من طريق عبد الرزاق عنه به. ١٠ - أبان بن يزيد:رواه الطبراني في \"المعجم الكبير\" ١١/ ١٠ من طريق مسلم بن إبراهيم عن أبان به.١١ - محمد بن مسلم الطائفي:رواه عبد الرزاق ٢/ ١٨٠، ومن طريقه الطبراني ١١/ ٨.١٢ - عبد الملك ابن جريج:رواه عبد الرزاق في \"تفسير القرآن\" ٢/ ١٨٠، ومن طريقه الطبراني في \"المعجم الكبير\" ٨/ ١١.١٣ - أبو عوانة اليشكري:رواه البخاري كتاب الأذان باب لا يكف ثوبه في الصلاة (٨١٦) عن موسى بن إسماعيل، وابن ماجه كتاب إقامة الصلاة، باب السجود (٨٨٣)، وابن خزيمة ١/ ٣٢٠ عن بشر بن معاذ الضرير، والطبراني في \"المعجم الكبير\" ١١/ ١٠ من طريق أبي كامل.ثلاثتهم عن أبي عوانة به.١٤ - حماد بن زيد:رواه البخاري كتاب الأذان باب لا يكف شعرا (٨١٥)، والطبراني في \"المعجم الكبير\" ١١/ ٩ عن عارم أبي النعمان، وأبو داود كتاب الصلاة، باب أعضاء السجود (٨٨٩) عن سليمان بن حرب، ومسدد، وابن ماجه كتاب إقامة الصلاة، باب السجود (٨٨٣) عن بشر بن معاذ، والطبراني في \"المعجم الكبير\" ١١/ ٩، وأبو نعيم في \"حلية الأولياء\" ٦/ ٢٦٤ من طريق يحيى بن إسحاق.خمستهم عن حماد بن زيد به، إلا أن رواية يحيى بن إسحاق فيها ذكر حماد بن سلمة مقرونا بحماد بن زيد كما سيأتي.١٥ - حماد بن سلمة:رواه مسلم كتاب الصلاة (٤٩٠) عن أبي الربيع الزهراني، ويحيى بن يحيى، =</p><p> [٣٢٥٥] وأخبرنا أبو بكر الجوزقي (١) ، أخبرنا عمرو بن عبد الله البصري (٢) ، حدثنا أحمد بن سلمة (٣) ، حدثنا قتيبة بن سعيد (٤) ، حدثنا بكر بن مضر (٥) ، عن ابن الهاد (٦) ، عن محمد بن إبراهيم (٧) ، </p><p>= والنسائي كتاب افتتاح الصلاة، باب على كم السجود ٢/ ٢٠٨، والترمذي كتاب الصلاة، باب ما جاء في السجود على سبعة أعضاء (٢٧٣) عن قتيبة بن سعيد، والطبراني في \"المعجم الكبير\" ١١/ ٩ من طريق حجاج بن منهال. والطبراني في \"المعجم الكبير\" ١١/ ٩، وأبو نعيم في \"حلية الأولياء\" ٦/ ٢٦٤ من طريق يحيى بن إسحاق. خمستهم عن حماد بن سلمة به.قال الترمذي: حديث حسن صحيح.والخلاصة: أن الحديث ثابت من طرق في الصحيحين وغيرهما، غير أن رواية المصنف: وأشار بيده إلى أرنبته لا وجود لها في سائر الكتب، والذي عندهم عبارات مختلفة منها قوله: وأشار بيده إلى جبهته، ومنها قوله: وأشار إلى أنفه. وكلها متقاربة.وفي تحديد من فعل الإشارة اختلاف كثير، وغالب الروايات أنه طاوس.ثم إني وجدت أبا يعلى روى الحديث في \"مسنده\" ٣/ ١٤٢ عن عمرو الناقد عن وكيع عن شيخ لم يسمه عن طاوس عن عبيد الله (أو عبد الله) الأزدي عن ابن عباس.وهذا الإسناد ضعيف للجهالة، ثم إن طاوسا يرويه عن ابن عباس بلا واسطة وهي الرواية المحفوظة، وما رواه أبو يعلى غير محفوظ. والله أعلم.(١) محمد بن عبد الله بن محمد بن زكريا ثقة.(٢) لم يذكر بجرحٍ أو تعديل.(٣) أبو الفضل النيسابوري البزاز، الحافظ الحجة العدل المأمون المجود.(٤) أبو رجاء البلخي البغلاني، ثقة ثبت.(٥) ابن الحارث التيمي، ثقة له أفراد.(٦) هو: يزيد بن عبد الله بن أسامة بن الهاد الليثي، ثقة مكثر.(٧) المصري، ثقة ثبت.</p><p> عن عامر بن سعد (١) ، عن العباس بن عبد المطلب - رضي الله عنه - أنه سمع رسول الله - صلى الله عليه وسلم - يقول:  \"إذا سجد العبد سجد معه سبعة آراب(٢)\"  (٣) . </p><p>(١) ابن أبي وقاص القرشي، ثقة. (٢) الآراب: الأعضاء، واحدها: إرب بالكسر والسكون، والمراد بالسبعة: الجبهة، واليدان، والركبتان، والقدمان. وقد جاءت مبينة في الحديث السابق.\"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٣٦ (أرب).(٣) [٣٢٥٥] الحكم على الإسناد:رجاله ثقات، عدا عمرو بن عبد الله البصري لم يذكر بجرحٍ أو تعديل.التخريج:الحديث يرويه يزيد بن الهاد، عن محمد بن إبراهيم التيمي، عن عامر بن سعد، عن العباس به.ورواه عن يزيد سبعة أنفس:١ - بكر بن مضر:رواه المصنف من طريق عمرو البصري، والبيهقي في \"السنن الكبرى\" ٢/ ١٠١ من طريق يحيى بن منصور القاضي كلاهما عن أحمد بن سلمة.ورواه مسلم كتاب الصلاة، باب أعضاء السجود (٤٩١) بلفظ: \"سبعة أطراف\"، وأبو داود كتاب الصلاة، باب أعضاء السجود (٨٩١)، والترمذي كتاب الصلاة، باب ما جاء في السجود على سبعة أعضاء (٢٧٢)، والنسائي كتاب الافتتاح ٢/ ٢٠٨، وأحمد في \"المسند\" ١/ ٢٠٨ (١٧٨٠)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٥/ ٢٤٨ عن محمد بن عبد الله بن الجنيد. سبعتهم عن قتيبة بن سعيد عن بكر بن مضر به.٢ - عبد العزيز بن أبي حازم:رواه ابن ماجه كتاب إقامة الصلاة، باب السجود (٨٨٥) عن يعقوب بن حميد عن عبد العزيز به.٣ - إبراهيم بن محمد بن يحيى الأسلمي: =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= رواه الشافعي في \"الأم\" ١/ ١١٣ عنه به. ٤ - عبد الله بن جعفر:رواه أحمد في \"المسند\" ١/ ٢٠٦ (١٧٦٥) عن عبد الرحمن بن مهدي عن ابن جعفر به.٥ - عبد الله بن لهيعة:رواه أحمد في \"المسند\" ١/ ٢٠٦ (١٧٦٩) عن يحيى بن إسحاق عن ابن لهيعة به.٦ - الليث:رواه ابن خزيمة في \"صحيحه\" ١/ ٣٢٠ عن يونس بن عبد الأعلى عن عبد الله بن يوسف عن الليث به.٧ - حيوة:رواه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ٥/ ٢٤٩ من طريق ابن وهب عن حيوة به.وجاء من وجه آخر:فرواه أحمد في \"المسند\" ١/ ٢٠٦ (١٧٦٤) عن عبد الرحمن بن مهدي، عن عبد الله بن جعفر، عن إسماعيل بن محمد، عن عامر بن سعد، عن العباس بن المطلب به.ومن طريق ابن مهدي أخرجه الطحاوي في \"شرح معاني الآثار\" ١/ ٢٥٥، ٢٥٦. وإسناده صحيح.وجاء من وجه آخر أيضًا.فرواه البزار في \"مسنده\" كما في \"تخريج أحاديث وآثار الكشاف\" للزيلعي ٤/ ١٠٣ بلفظ: \"أمرت أن أسجد على سبعة آراب\" فذكرها.والحاصل:أن الحديث ثابت من غير وجه. وله شواهد:منها عن ابن عباس -وهو الحديث السابق- وأبي هريرة، وجابر، وأبي سعيد، وسعد. قاله الترمذي، والبزار غير أن البزار رحمه الله قال: =</p><p> فإن جعلت المساجد المواضع، فواحدها مسجد بكسر الجيم، وإن جعلتها الأعضاء، فواحدها مسجد بفتح الجيم (١) . </p><p> وقال الحسن:  {وَأَنَّ الْمَسَاجِدَ لِلَّهِ} يعني: الصلوات لله (٢)  {فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا} أي: أفردوا له التوحيد، وأخلصوا له العبادة (٣) ، وقيل معناه: فأفردوها لذكر الله، وعبادته، فلا تتخذوها متجرا، ولا مجلسا، ولا طريقا، ولا تجعلوا فيها لغير الله نصيبا (٤) . </p><p>= لا نعلم أحدا قال الآراب غير العباس. ا. هـ. قلت: ولكن يعكر على هذا الإطلاق، ما سبق ذكره في الحديث السابق.فقد أخرج أبو داود في كتاب الصلاة، باب أعضاء السجود (٨٩٠) عن محمد بن كثير، عن شعبة، عن عمرو بن دينار، عن طاوس عن ابن عباس: أمر نبيكم أن يسجد على سبعة آراب. ا. هـ.وهنا فائدة ذكرها الحافظ ابن حجر في \"فتح الباري\" ٢/ ٢٩٦ عندما جمع بين لفظ الأعضاء الوارد في حديث ابن عباس، ولفظ: الآراب الوارد في حديث العباس بن عبد المطلب بقوله: الآراب هي الأعضاء؛ فيحتمل أن يكون ابن عباس تلقاه عن أبيه - رضي الله عنه -. ا. هـ بتصرف.قلت: فكأنه يذهب إلى أن مخرج الحديث واحد وهو العباس بن عبد المطلب - رضي الله عنه -، والله أعلم.(١) \"معالم التنزيل\" للبغوي ٨/ ٢٤٢، \"الدر المصون\" للسمين الحلبي ١٠/ ٤٩٨، المعنى في \"تفسير غريب القرآن\" لابن قتيبة (ص ٤٩١).(٢) هذا القول قريب مما نقله المصنف عن الحسن آنفا. وعليه فالقولان يرجعان إلى معنى واحد. والله أعلم.(٣) قاله الطبري في \"جامع البيان\" ٢٩/ ١١٦.وأسند نحوه عن قتادة. وقد سبق أن ذكره المصنف قريبا.(٤) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٢٢.</p>"
}