{
  "id": null,
  "sura": 73,
  "aya": 5,
  "text": "<p> ٥ - قوله تعالى: {إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا (٥) } </p><p> قال الحسن: إن الرجل ليهذ (١) السورة، ولكن العمل به ثقيل (٢) . </p><p> وقال قتادة: ثقيل والله فرائضه وحدوده (٣) . </p><p> وقال ابن عباس: شديدًا (٤) . </p><p>= قلت: وللحديث شاهدان عن أبي هريرة، وأبي سعيد الخدري. ١ - أما حديث أبي سعيد الخدري:فرواه أحمد في \"المسند\" ٣/ ٤٠ (١١٣٦٠)، وابن ماجه كتاب الأدب، باب ثواب القرآن (٣٧٨٠).وفي سنده عطية العوفي وهو ضعيف.٢ - وأما حديث أبي هريرة:فرواه أحمد في \"المسند\" ٢/ ٤٧١ (١٠٠٨٧)، وابن أبي شيبة في \"المصنف\" ٦/ ١٣١، ومن طريقه ابن الضريس في \"فضائل القرآن\" (ص ٦٤) وزاد معه ابن نمير. ثلاثتهم عن وكيع، عن الأعمش، عن أبي صالح، عن أبي سعيد، أو أبي هريرة شك الأعمش.قال الهيثمي في \"مجمع الزوائد\" ٧/ ١٦٢: رواه أحمد، ورجاله رجال الصحيح.ا. هـ وبعد: فإن الحديث بهذين الشاهدين يرتقي لدرجة الصحيح لغيره، والله أعلم.(١) الهذ: سرعة القراءة، وهو يهذّ القرآن هذًّا، إذا أسرع فيه وتابعه.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ٢٥٥ (هذذ).(٢) أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٢٧، وابن نصر (ص ٣١)، وعبد بن حميد، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٦/ ٤٤٣.(٣) أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٢٤، والطبري في \"جامع البيان\" ٢٩/ ١٢٧، والمروزي في \"مختصر قيام الليل\" (ص ٣١)، وعبد بن حميد، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٦/ ٤٤٣.(٤) ذكره البغوي في \"معالم التنزيل\" ٨/ ٢٥٢.</p><p> وقال أبو العالية: ثقيلًا بالوعد والوعيد، والحرام والحلال (١) . </p><p> وقال محمَّد بن كعب: ثقيلًا على المنافقين (٢) . </p><p> وقال الفراء: ثقيلًا ليس بالخفيف السفساف؛ لأنه كلام ربنا (٣) . </p><p> وقال عبد العزيز بن يحيى: مهيبًا؛ ومنه يقال للرجل العاقل: رزين راجح (٤) . </p><p> [٣٢٥٨] سمعت الأستاذ أبا القاسم بن حبيب (٥) يقول: سمعت أبا إسحاق إبراهيم بن مضارب بن إبراهيم (٦) يقول: سمعت أبي (٧) يقول: سمعت الحسين (٨) بن الفضل (٩) ، وسئل عن هذِه الآية، فقال: معناها إنا سنلقي عليك قولًا خفيفًا على اللسان، ثقيلًا في الميزان (١٠) . </p><p>(١) ذكره البغوي في \"معالم التنزيل\" ٨/ ٢٥٢، والقرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٣٨. (٢) المراجع السابقة.(٣) قاله في \"معاني القرآن\" ٣/ ١٩٧، وذكره ابن قتيبة في \"تفسير غريب القرآن\" (ص ٤٩٣) ولم ينسبه.(٤) لم أجده.(٥) هو: الحسن بن محمَّد بن حبيب المفسر قيل: كذبه الحاكم.(٦) لم يذكر بجرح أو تعديل.(٧) أبو الفضل النيسابوري لم يذكر بجرح أو تعديل.(٨) في الأصل: الحسن، والمثبت من (ت).(٩) ذكره الذهبي في \"الميزان\" وعابه عليه ابن حجر في \"اللسان\"، وقال: وما كان لذكر هذا في هذا الكتاب معنى فإنه من كبار أهل العلم والفضل.(١٠) [٣٢٥٨] الحكم على الإسناد:في إسناده شيخ المصنف تكلم فيه الحاكم، وفيه من لم يذكر بجرح أو تعديل. =</p><p> وقال أبو بكر بن طاهر: يعني قولًا لا يحمله إلا قلب مؤيد بالتوفيق، ونفس مزيّنة بالتوحيد (١) . </p><p> وقال القاسم في هذِه الآية: سماع العلم من العالم مُرٌّ، واستعماله ثقيل؛ لكنه يأتي بالفرج إذا استعمله العبد على حد السنة، وتمام الأدب (٢) . وقيل: عني بذلك: إن القرآن عليه ثقيل محمله (٣) . </p><p> قال ابن زيد: هو والله ثقيل مبارك، كما ثقل في الدنيا ثقيل في الميزان يوم القيامة (٤) . </p><p> [٣٢٥٩] أخبرنا أبو الحسن بن أبي الفضل القهندزي (٥) ، أخبرنا </p><p>= التخريج: ذكره البغوي في \"معالم التنزيل\" ٨/ ٢٥٢، والقرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٣٩ ولم ينسبه لمعين، إلا أنه ختمه بقوله: ذكره القشيري.(١) ذكره السلمي في \"حقائق التفسير\" (٣٥٢/ أ)، والقرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٣٨ إلا أنه نسبه للحسين بن الفضل.(٢) ذكره السلمي في \"حقائق التفسير\" (٣٥٢/ أ) بلفظ: سماع العلم من العالم، واستعماله ثقيل؛ لكنه.(٣) ذكره الطبري في \"جامع البيان\" ٢٩/ ١٢٧ قولا في الآية وصدره بقوله: وقال آخرون: ثم ذكره. واحتج له بحديث ضرب الدابة بجرانها عند نزول الوحي عليه - صلى الله عليه وسلم -، وبقول ابن زيد الآتيين بعد.(٤) أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٢٧، وذكره البغوي في \"معالم التنزيل\" ٨/ ٢٥٢.(٥) أحمد بن محمَّد بن يوسف، من أعيان المعدلين.وقهندرز: بلاد شتى، منها موضع بنيسابور. \"اللباب في تهذيب الأنساب\" لابن الأثير ٣/ ٦٦.</p><p> مكي بن عبدان (١) ، حدثنا محمَّد بن يحيى (٢) ، قال: وفيما قرأت على عبد الله بن نافع (٣) ، وحدثني مطرف (٤) ، عن مالك (٥) ح (٦) . </p><p> [٣٢٦٠] وأخبرنا عبد الله بن حامد الوزان (٧) ، أخبرنا أبو بكر أحمد بن إسحاق (٨) ، أخبرنا محمَّد بن غالب (٩) ، حدثنا عبد الله (١٠) ، عن مالك (١١) ، عن هشام بن عروة (١٢) ، عن أبيه (١٣) ، عن عائشة - رضي الله عنها - أن الحارث بن هشام (١٤) سأل رسول الله - صلى الله عليه وسلم -، فقال: يا رسول الله، كيف يأتيك الوحي؟ فقال رسول الله - صلى الله عليه وسلم -: \"أحيانا يأتيني مثل صلصلة الجرس وهو أشد على فيفصم عني وقد وعيت(١٥)ما قال، وأحيانا يتمثل الملك رجلا، فأعي ما يقول\" . </p><p>(١) المحدث الثقة المتقن. (٢) الذهلي ثقة حافظ جليل.(٣) ابن أبي نافع الصائغ ثقة صحيح الكتاب في حفظه لين.(٤) مطرف بن عبد الله بن مطرف. ثقة لم يصب ابن عدي في تضعيفه.(٥) إمام دار الهجرة رأس المتقنين وكبير المتثبتين.(٦) من (ت).(٧) لم يذكر بجرح أو تعديل.(٨) ابن أيوب بن يزيد الصبغي قال الذهبي: ما علمت به بأسا.(٩) ابن حرب أبو جعفر الضبي البصري حافظ صدوق متقن.(١٠) ابن نافع الصائغ، ثقة صحيح الكتاب في حفظه لين.(١١) إمام دار الهجرة.(١٢) ابن الزبير بن العوام ثقة فقيه ربما دلس.(١٣) عروة بن الزبير بن العوام.(١٤) الصحابي الجليل.(١٥) أي: حفظت، يقال: وعيت الحديث، أعيه وعيا، إذا حفظته وفهمته. \"النهاية في =</p><p> قالت عائشة: ولقد رأيته ينزل عليه في اليوم الشديد البرد؛ فيفصم وإن جبينه ليرفض (١) عرقا (٢) . </p><p>= غريب الحديث والأثر\" لابن الأثير ٥/ ٢٠٧. (١) أي: يسيل، ويجري عرقه من جبينه. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٢٤٣.وهذِه اللفظة تفرد بها المصنف كما في \"تخريج أحاديث وآثار الكشاف\" للزيلعي ٤/ ١٠٩، واللفظ المشهور: ليفصد، والفصد هو قطع العرق لإسالة الدم. \"فتح الباري\" لابن حجر ١/ ٢١.(٢) [٣٢٥٩ - ٣٢٦٠] الحكم على الإسناد:إسناده صحيح، شيخ المصنف عبد الله بن حامد لم ذكر بجرح أو تعديل إلا أنه توبع.التخريج:الحديث مداره على هشام بن عروة عن أبيه عن عائشة. ويرويه عنه سبعة أنفس:١ - مالك بن أنس في \"الموطأ\" ١/ ٢٠٢ في القرآن:رواه المصنف من طريق عبد الله بن نافع، ومطرف، والبخاري كتاب بدء الوحي، باب كيف كان بدء الوحي إلى رسول الله - صلى الله عليه وسلم - (٢)، وأبو نعيم في \"دلائل النبوة\" (ص ٢٢٣) عن عبد الله بن يوسف، والترمذي كتاب المناقب، باب ما جاء كيف كان ينزل الوحي (٣٦٣٤)، وابن سعد في \"الطبقات الكبرى\" ١/ ١٩٨ عن معن ابن عيسى، والنسائي كتاب الافتتاح، باب جامع ما جاء في القرآن ٢/ ١٤٧ في \"السنن الكبرى\" ١/ ٤١٢ من طريق محمَّد بن إسحاق، زاد في الصغرى: والحارث بن مسكين، وأحمد في \"المسند\" ٦/ ٢٥٧ (٢٦١٩٨) عن عبد الرحمن ابن مهدي، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١/ ٢٢٥ من طريق أحمد بن أبي بكر، والبغوي في \"معالم التنزيل\" ٨/ ٢٥٢، وفي \"شرح السنة\" ١٣/ ٣٢١ من طريق أبي مصعب.تسعتهم عن مالك بن أنس به. =</p><p> [٣٢٦١] وأخبرنا عبد الله بن حامد (١) ، أخبرنا أحمد بن محمَّد بن يحيى العُبيدي (٢) حدثنا أحمد بن نجدة (٣) ، حدثنا يحيى الحِمَّاني (٤) ، </p><p>= ٢ - سفيان بن عيينة: رواه مسلم كتاب الفضائل، باب عرق النبي - صلى الله عليه وسلم - (٢٣٣٣) عن أبي بكر بن أبي شيبة، والنسائي كتاب الافتتاح، باب جامع ما في القرآن ٢/ ١٤٦ عن إسحاق بن إبراهيم، والحميدي في \"مسنده\" ١/ ١٢٤. ثلاثتهم عن سفيان به.٣، ٤ - أبو أسامة، ومحمد بن بشر:رواه مسلم (٢٣٣٣) عن أبي كريب عنهما، وعن محمَّد بن عبد الله بن نمير عن محمَّد بن بشر كلاهما عن هشام به.٥ - علي بن مسهر:رواه البخاري كتاب بدء الخلق، باب ذكر الملائكة (٣٢١٥) عن فروة بن أبي المغراء، والبيهقي في \"الأسماء والصفات\" ١/ ٤٩٨ من طريق منجاب بن الحارث كلاهما عن علي بن مسهر به.٦ - عامر بن صالح الزبيري:رواه أحمد في \"المسند\" ٦/ ٢٥٧ (٢٦٢٠٠)، والبغوي في \"معجم الصحابة\" كما في \"فتح الباري\" ١/ ١٩ وقال: عامر فيه ضعف.٧ - أيوب:رواه الطبري في \"جامع البيان\" ٢٢/ ٩١ عن يعقوب عن ابن عليه عن أيوب به. والحديث: كما هو ظاهر: ترويه عائشة عن الحارث بن هشام أنه هو الذي سأل رسول الله - صلى الله عليه وسلم -، وعلى هذا أكثر الرواة عن هشام بن عروة. قاله الحافظ ابن حجر في \"فتح الباري\" ١/ ١٩ وزاد: فيحتمل أن تكون عائشة حضرت ذلك -أي السؤال- وعلى هذا اعتمد أصحاب الأطراف فأخرجوه في مسند عائشة.ويحتمل أن يكون الحارث أخبرها بذلك بعد فيكون من مرسل الصحابة، وهو محكوم بوصله عند الجمهور، وقد جاء ما يؤيد الثاني ... والمشهور الأول. ا. هـ.(١) الوزان لم يذكر بجرح أو تعديل.(٢) قال الخليلي: ثقة مأمون.(٣) ابن العريان كان من الثقات.(٤) أبو زكريا الكوفي حافظ إلا أنه متهم بسرقة الأحاديث.</p><p> حدثنا ابن أبي الزناد (١) ، عن هشام بن عروة (٢) ، عن أبيه (٣) ، عن عائشة - رضي الله عنها - قالت: إن كان ليُوحى إلى رسول الله - صلى الله عليه وسلم -وهو على راحلته فتضرب بجرانها (٤)  (٥) . </p><p>(١) عبد الرحمن بن أبي الزناد صدوق تغير حفظه لما قدم بغداد، أثبت الناس في هشام بن عروة. (٢) ثقة فقيه ربما دلس.(٣) الزبير بن العوام الصحابي المشهور.(٤) الجران: باطن العنق. والمعنى: أي مدت عنقها على الأرض. \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٢٦٣.(٥) [٣٢٦١] الحكم على الإسناد:إسناده ضعيف فيه شيخ المصنف لم يذكر بجرح أو تعديل، والحماني، متهم بسرقة الحديث، ولكنه توبع فيصح الحديث كما سيأتي.التخريج:الحديث مداره على هشام بن عروة عن أبيه عن عائشة به، ورواه عن هشام اثنان:١ - عبد الرحمن بن أبي الزناد:رواه المصنف من طريق يحيى الحماني، وأحمد في \"المسند\" ٦/ ١١٨ (٢٤٨٦٨) عن سليمان بن داود، والبيهقي في \"دلائل النبوة\" ٧/ ٥٣ من طريق أشكيب أبي علي.ثلاثتهم (الحماني، وابن داود، وأشكيب) عن ابن أبي الزناد به.قال الهيثمي في \"مجمع الزوائد\" ٧/ ٢٥٧: رجاله رجال الصحيح.قلت: أما أشكيب هذا فلم أعرفه.٢ - معمر بن راشد البصري:رواه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٠٤ ومن طريقه المروزي في \"مختصر قيام الليل\" (ص ٣١).ورواه الطبري في \"جامع البيان\" ٢٩/ ١٢٧، والحاكم في \"المستدرك\" ٢/ ٥٠٥ =</p>"
}