{
  "id": null,
  "sura": 73,
  "aya": 20,
  "text": "<p> وقيل: أولاد المشركين (١) . </p><p> ١٨ - {السَّمَاءُ مُنْفَطِرٌ} منفلق متشقق (٢) . </p><p> {بِهِ كَانَ وَعْدُهُ مَفْعُولًا} . </p><p> ١٩ - قوله تعالى:  {إِنَّ هَذِهِ} السورة (٣) ، أو هذِه الآيات (٤) . </p><p> {تَذْكِرَةٌ فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا} بالإيمان والطاعة (٥) . </p><p> ٢٠ - {إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى} </p><p> أقرب {مِنْ ثُلُثَيِ اللَّيْلِ} روى هشام عن أهل الشام (ثلثي) ساكنة اللام </p><p>(١) ذكره القرطبي، وأبو حيان، والكرماني، والألوسي. قلت: والذي يظهر أن الأولى حمل الآية على العموم كما يفهم من كلام الطبري في \"جامع البيان\" ٢٩/ ١٣٧ ونص كلام أبي حيان في \"البحر المحيط\".(٢) جاء هذا المعنى عن جماعة، منهم:- ابن عباس: أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٣٨ والفريابي، وابن أبي حاتم كما في \"الدر المنثور\" للسيوطي ٦/ ٤٤٨.- ومجاهد، وقتادة: أخرجه عنهما الطبري في \"جامع البيان\" ٢٩/ ١٣٨.- والحسن: علقه البخاري كتاب التفسير، باب سورة المزمل وأخرجه عبد بن حميد كما في \"الدر المنثور\" للسيوطي ٦/ ٤٤٨، وابن أبي الدنيا في \"الأهوال\" (ص ٧٥) (٨) بلفظ: محزونة مثقلة به، والطبري في \"جامع البيان\" ٢٩/ ١٣٨.- عكرمة: أخرجه عبد بن حميد، والطبري في \"جامع البيان\" ٢٩/ ١٣٨.وانظر المعنى في \"غريب الحديث\" لابن قتيبة (ص ٤٩٤).(٣) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٥١، واختاره ابن كثير في \"تفسير القرآن العظيم\" ١٤/ ١٧١.(٤) ذكره الطبري في \"جامع البيان\" ٢٩/ ١٣٩، وأسنده عن قتادة.(٥) \"جامع البيان\" للطبري ٢٩/ ١٣٩.</p><p> غير مشبع (١)  {وَنِصْفَهُ وَثُلُثَهُ} نصبهما أهل مكة، والكوفة على معنى: وتقوم نصفه وثلثه (٢) . </p><p> وخفضهما الباقون عطفا على {ثُلُثَيِ}  (٣) . </p><p> {وَطَائِفَةٌ مِنَ الَّذِينَ مَعَكَ} أيضًا فيقومونه {وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ عَلِمَ أَنْ لَنْ تُحْصُوهُ} تطيقوا قيام الليل (٤) . {فَتَابَ عَلَيْكُمْ} فتجاوز عنكم ورجع (بكم)  (٥) إلى التخفيف عليكم (٦)  {فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ} قال السدي: مائة آية (٧) . </p><p>(١) كذا. وزاد الناسخ في الهامش: مخففا. وهشام هو ابن عمار الدمشقي ويرويها عن ابن عامر. وتنظر القراءة في:\"السبعة\" لابن مجاهد (ص ٦٥٨)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٤٦، \"التيسير\" للداني (ص ١٧٥). والباقون يقرؤونها بالضم.(٢) \"معاني القرآن\" للفراء ٣/ ١٩٩، \"السبعة\" لابن مجاهد (ص ٦٥٨)، \"جامع البيان\" للطبري ٢٩/ ١٤٠، \"المبسوط في القراءات العشر\" لابن مهران (ص ٣٨٦)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٤٥.(٣) \"معاني القرآن\" للفراء ٣/ ١٩٩، \"السبعة\" لابن مجاهد (ص ٦٥٨)، \"جامع البيان\" للطبري ٢٩/ ١٣٩، \"المبسوط في القراءات العشر\" لابن مهران (ص ٣٨٦)، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٤٥ وقال: وكلا القراءتين حسن غير أن النصب أقوى. ا. هـ.(٤) قاله الحسن، وسعيد بن جبير. أخرجه عنهما الطبري في \"جامع البيان\" ٢٩/ ١٤٠، وعبد بن حميد، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٦/ ٤٤٨، وقاله سفيان. أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٤٠ واختاره.(٥) في الأصل: لكم، والمثبت من (ت)، \"جامع البيان\" للطبري.(٦) \"جامع البيان\" للطبري ٢٩/ ١٤٠. وفيه: عنكم. بدلا من: عليكم.(٧) أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٤١.</p><p> وقال الحسن:  (من قرأ مائة آية في ليلة لم يحاجه القرآن (١) . وقاله كعب) (٢)  (٣) . </p><p> وقال سعيد: خمسون آية (٤) . </p><p> وروى الربيع بن زيد عن الحسن:  {فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ} . قال: يعني في صلاة المغرب، والعشاء (٥) . </p><p>= وأخرجه الطبراني في \"المعجم الكبير\" ١١/ ٢٩، والخليلي في \"الإرشاد\" ١/ ٣٢٢ عن ابن عباس مرفوعا، وموقوفا. قال ابن كثير في \"تفسير القرآن العظيم\" ١١/ ١٧٣: وهذا حديث غريب جدا، لم أره إلا في \"معجم الطبراني\" رحمه الله.وقال الهيثمي في \"مجمع الزوائد\" ٧/ ١٣٠: فيه عبد الرحمن بن طاوس، ولم أعرفه، وبقية رجاله وثقوا.(١) أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٤١.(٢) أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٤١ بلفظ: من قرأ في ليلة مائة آية كتب من العابدين.(٣) جاء في الأصل: \"من قرأ في ليلة مائة آية كتب من القائمين\". والمثبت من (ت) و\"جامع البيان\" للطبري ٢٩/ ١٤١.قال القرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٥٣: قول كعب أصح، لقوله - صلى الله عليه وسلم -: \"من قام بعشر آيات لم يكتب من الغافلين، ومن قام بمائة آية كتب من القانتين، ومن قام بألف آية كتب من المقنطرين\". أخرجه أبو داود كتاب الصلاة، باب تحزيب القرآن (١٣٩٨)، من حديث عبد الله بن عمرو.(٤) ذكره ابن عطية في \"المحرر الوجيز\" ٥/ ٣٩١، والقرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٥٣.والقول أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٤١ عن أبي سعيد الحسن البصري. فالله أعلم.(٥) ذكره البغوي في \"معالم التنزيل\" ٨/ ٢٥٧، وابن الجوزي في \"زاد المسير\" ٨/ ٣٥٦.</p><p> {عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ} فسوى بين درجة المجاهدين والمكتسبين المال الحلال للنفقة على نفسه وعلى العيال، والإحسان والإفضال (١) . </p><p> [٣٢٦٩] أخبرنا ابن فنجويه (٢) ، حدثنا ابن سَلم الخُتلي (٣) ، حدثنا أبو بكر بن عبد الخالق (٤) ، حدثنا أبو بكر أحمد بن محمَّد بن الحجاج (٥) ، حدثني أبو الفتح (٦) قال: قال أبو نصر بشر بن الحارث (٧) ، حدثنا المعافى بن عمران (٨) ، وعيسى بن يونس (٩) ، عن فرقد السبخي (١٠) عن إبراهيم (١١) عن (١٢) ابن مسعود قال: أيما </p><p>(١) \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ٥٥ ذكره تبعا للمصنف ثمَّ قال: فكان هذا دليلا على أن كسب المال بمنزلة الجهاد؛ لأنه جمعه مع الجهاد في سبيل الله. ا. هـ. (٢) ثقة صدوق كثير الرواية للمناكير.(٣) أحمد بن جعفر بن محمد بن سلم الختلي، ثقة ثبت.(٤) أحمد بن محمَّد بن عبد الخالق، ثقة.(٥) إمام فقيه محدث.(٦) نصر بن منصور، أبو الفتح صاحب بشر بن الحارث، وهو مروزي الأصل روى عن بشر، حدث عنه جعفر الطيالسي، وأحمد بن علي الأبار وآخرون، لم يذكر بجرح أو تعديل. انظر: \"تاريخ بغداد\" للخطيب البغدادي ١٣/ ٢٨٦.(٧) الحافي ثقة قدوة.(٨) الأزدي ثقة عابد فقيه.(٩) ابن أبي إسحاق السبيعي، ثقة مأمون.(١٠) صدوق عابد، لكنه لين الحديث كثير الخطأ.(١١) النخعي ثقة إلا أنَّه يرسل كثيراً، فقيه.(١٢) ساقطة من الأصل، والمثبت من (ت).</p><p> رجل جلب شيئاً إلى مدينة من مدائن المسلمين صابراً محتسباً، فباعه بسعر يومه كان عند الله بمنزلة الشهداء، ثمَّ قرأ عبد الله:  {وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ}  (١) . </p><p>(١) [٣٢٦٩] الحكم على الإسناد: إسناده ضعيف، فرقد السبخي صدوق عابد، لين الحديث كثير الخطأ، وأبو الفتح لم أجد فيه جرحا ولا تعديلا، والحديث صحيح مرفوعا من وجه آخر.التخريج:لم أجده موقوفا إلا عند المصنف.ومداره على إبراهيم النخعي عن ابن مسعود به.ورواه عن إبراهيم اثنان:١ - فرقد السبخي:رواه المصنف من طريق بشر الحافي، وابن أبي الدنيا في \"إصلاح المال\" ٢/ ٨٠ من طريق أبي نصر التمار. كلاهما عن المعافى بن عمران.إلا أن ابن أبي الدنيا أدخل بين المعافى وفرقد: مبارك بن يزيد.ورواه المصنف من طريق عيسى بن يونس.ورواه ابن مردويه كما في \"تخريج أحاديث وآثار الكشاف\" للزيلعي ٤/ ١١٢، والخطيب البغدادي في \"تاريخ بغداد\" ١٣/ ٤٧٢ من طريق عيسى بن يونس عن أبي عمرو بن العلاء. إلا أنهما أدخلا بين إبراهيم وابن مسعود علقمة.ثلاثتهم (المعافى، وعيسى، وأبو عمرو بن العلاء) عن فرقد به.وهو ضعيف من هذا الوجه لحال فرقد. قال ابن حجر في \"الكاف الشاف\" (ص ١٧٩): فرقد ضعيف.٢ - الأعمش:رواه أبو بكر الإسماعيلي في \"معجم شيوخه\" ٢/ ٥٣٤، وعنه حمزة السهمي في \"تاريخ جرجان\" (ص ٨٤) من طريق أحمد بن فيل عن عبد الوهاب الحوطي عن عيسى بن يونس عن الأعمش به مرفوعا بلفظ: \"من جلب طعاما إلى مصر من =</p><p> [٣٢٧٠] وأخبرنا ابن فنجويه (١) ، حدثنا موسى بن محمَّد بن علي (٢) ، حدثنا محمَّد بن عثمان بن أبي شيبة (٣) ، حدثنا عبد الحميد ابن صالح (٤) ، حدثنا أبو عقيل (٥) ، عن القاسم بن عبيد الله (٦) ، عن أبيه (٧) قال: سمعت ابن عمر يقول: ما خلق الله تعالى موتة أموتها بعد القتل في سبيل الله أحب إلى من أن أموت بين شعبتي رحل </p><p>= أمصار المسلمين كان له أجر شهيد\". وأخرجه بهذا اللفظ الديلمي في \"مسند الفردوس\" كما في \"الجامع الكبير\" للسيوطي ١/ ٧٧٠.والحديث من هذا الطريق صحيح.وللحديث شاهد من حديث اليسع بن المغيرة مرسلا.أخرجه الحاكم في \"المستدرك\" ٢/ ١٢. وقال الذهبي: خبر منكر، وإسناد مظلم.(١) ثقة صدوق كثير الرواية للمناكير.(٢) لم أجده.(٣) مختلف فيه مشاه بعضهم وكذبه آخرون.(٤) ابن عجلان البرجمي صدوق.(٥) يحيى بن المتوكل العمري المدني الحذاء الضرير صاحب بهية مولى العمريين قدم بغداد ومات بها قال ابن المبارك: ضعيف، وقال أحمد: روى عن قوم لا أعرف منهم أحد ولم يحمل عنهم وهو مديني مولى للعمريين وقال أيضًا: أحاديثه عن بهية عن عائشة منكرة وما روى عنها إلا هو وهو واهي الحديث. مات سنة (٢٦٧ هـ).انظر: \"تهذيب الكمال\" للمزي ٣١/ ٥١١، \"تقريب التهذيب\" لابن حجر (٧٦٣٣).(٦) هو: القاسم بن عبيد الله بن عبد الله بن عمر بن الخطاب، ثقة.(٧) عبيد الله بن عبد الله بن عمر بن الخطاب ثقة.</p><p> أضرب في الأرض أبتغي من فضل الله (١) . </p><p> {فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ} : </p><p> [٣٢٧١] سمعت محمَّد بن الحسين (٢) - يعني: السلمي- يقول: </p><p>(١) [٣٢٧٠] الحكم على الإسناد: إسناده ضعيف، أبو عقيل، ضعيف، وابن أبي شيبة مشاه بعضهم وكذبه آخرون.التخريج:الخبر مداره على عبيد الله بن عبد الله بن عمر. ورواه عنه اثنان:١ - القاسم بن عبيد الله:رواه المصنف من طريقه عن ابن عمر من قوله.٢ - الزهري:رواه عبد الرزاق في \"المصنف\" ١١/ ٤٦٤ ومن طريقه البيهقي في \"شعب الإيمان\" ٢/ ٩٣ عن معمر عن الزهري عن عبيد الله عن عمر بن الخطاب، أو غيره.وخالف معمرا يونس بن عبيد:فرواه علي بن معبد في \"الطاعة والمعصية\" كما في \"تخريج أحاديث وآثار الكشاف\" للزيلعي ٤/ ١١٢ عن ابن وهب، عن يونس، عن الزهري، عن نافع، أن عمر بن الخطاب فذكره. ونافع لم يدرك عمر، فهو منقطع. والخبر أخرجه أيضًا: سعيد بن منصور، وعبد بن حميد، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٦/ ٤٤٩ عن عمر بن الخطاب فتحصل أن الرواة اختلفوا في نسبته، فالبعض جعله من كلام ابن عمر، والبعض جعله من كلام عمر بن الخطاب، والبعض تردد في نسبته لأيهما.قال البيهقي بعد تخريجه: ورواه غيره عن عمر بن الخطاب لم يشك.وحكم الحافظ على طريق المصنف في \"الكاف الشاف\" (ص ١٧٩) بالضعف، ثمَّ حكى الاختلاف الذي سبق ذكره، ثمَّ سكت. والذي يظهر والله أعلم أن هذا الاضطراب يوجب رد الأثر، وعدم قبوله.(٢) أبو عبد الرحمن السلمي، تكلموا فيه وليس بعمدة.</p><p> سمعت منصور بن عبد الله (١) يقول: سمعت أبا القاسم الإسكندراني (٢) يقول: سمعت أبا جعفر الملطي (٣) يقول: سمعت علي بن موسى الرضا (٤) عن أبيه (٥) عن جعفر بن محمَّد (٦) عليهم السلام في هذِه الآية قال: ما تيسر لكم فيه خشوع القلب، وصفاء السر (٧) . </p><p> {وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا} من الشح والتقصير {وَأَعْظَمَ أَجْرًا} من ذلك الذي قدمتموه لو لم تكونوا قدمتموه (٨) ، ونصب خيراً، وأعظم </p><p>(١) أبو نصر الأصبهاني الصوفي، لم يذكر بجرح أو تعديل. (٢) بكر بن محمَّد بن إبراهيم بن المواز ذكر ابن يونس أنَّه اختلط.(٣) لم أجده لكن قال عبد الغني: ليس في الملطيين ثقة.(٤) صدوق والخلل ممن روى عنه.(٥) موسى بن جعفر بن محمَّد بن علي أبو الحسن الكاظم صدوق عابد.(٦) الصادق أبو عبد الله القرشي، صدوق فقيه إمام.(٧) [٣٢٧١] الحكم على الإسناد:إسناده ضعيف؛ السلمي متكلم فيه وليس بعمدة، ومنصور لم يذكر بجرح أو تعديل، وأبو اقاسم اختلط، والملطي لم أجده، والخلل ممن روى عن علي بن موسى.التخريج:الخبر يرويه أبو عبد الرحمن السلمي في \"حقائق التفسير\" (٣٥٢/ ب) وعنه يرويه المصنف.(٨) \"جامع البيان\" للطبري ٢٩/ ١٤٢، \"حقائق التفسير\" للسلمي (٣٥٢/ ب)، \"معالم التنزيل\" للبغوي ٨/ ٢٥٨، \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ٥٩.وعبارة الطبري: هو خيرا لكم مما قدمتموه في الدنيا.</p><p> أجراً على المفعول الثاني، وهو فضل في قول البصريين (١) . </p><p> وعِماد في قول الكوفيين لا محل له من الإعراب (٢) . </p><p> {وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} . </p><p>(١) وإليه ذهب الزجاج في \"معاني القرآن\" ٥/ ٢٤٤، والنحاس في \"إعراب القرآن\" ٥/ ٦٣، ومكي في \"مشكل إعراب القرآن\" (ص ٧٧٠)، والزمخشري في \"الكشاف\" ٦/ ٢٥٠ ولم يذكروا غيره. (٢) هذا الوجه ذكره:العكبري في \"التبيان في إعراب القرآن\" ٢/ ١٢٤٨، وأبو حيان في \"البحر المحيط\" ٨/ ٣٥٩، والسمين الحلبي في \"الدر المصون\" ١٠/ ٥٣١.ومعنى قوله: عماد. أي أن الكوفيين يعربون هو على أنها تأكيد للمفعول الأول.والقولان ذكرهما تبعا للمصنف: البغوي في \"معالم التنزيل\" ٨/ ٢٥٨، والقرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٥٩.وفي إعرابها وجه ثالث: وهو أنها بدل.ذكره العكبري، وضعفه أبو حيان، والسمين الحلبي.</p><p> الكشف والبيان عن تفسير القرآن </p><p> تأليف </p><p> أبي إسحاق أحمد بن إبراهيم الثعلبي المتوفى سنة ٤٢٧ هـ </p><p> أشرف على إخراجه </p><p> د/ صلاح باعثمان - د/ حسن الغزالي - أ. د/ زيد مهارش - أ. د/ أمين باشه </p><p> [المجلد الثامن والعشرون] </p><p> [سورة المدثر إلى آخر التكوير] </p><p> تحقيق </p><p> د/ صلاح بن سالم باعثمان </p><p> السيرة الذاتية للمحقق </p><p> د/ صَلاح بْن سَالم بْن سَعيْد باعثمان </p><p> أستاذ مساعد بجامعة الملك عبد العزيز - كلية التربية - قسم الدراسات القرآنية. </p><p> حصل على درجة الدكتوراه عام ١٤٢٨ هـ في تخصص التفسير وعلوم القرآن من جامعة أم القرى - كلية الدعوة وأصول الدين - قسم الكتاب والسنة، وعنوان رسالة الدكتوراه (اختيارات وترجيحات أبي جعفر النحاس في التفسير) </p><p> بعض من المناصب الإدارية التي شغلها: </p><p> رئيس قسم الدراسات القرآنية بكلية التربية جامعة الملك عبد العزيز. </p><p> مدير مكتب الجمعية العلمية السعودية للقرآن الكريم وعلومه بجامعة الملك عبد العزيز بجدة. </p><p> عضو المجلس التأسيسي للهيئة العالمية لتحفيظ القرآن الكريم. </p><p> عضو مجلس إدارة الجمعية الخيرية لمساعدة الشباب على الزواج. </p><p> عضو مجلس إدارة المستودع الخيري بمحافظة جدة. </p><p> عضوية الهيئات العلمية منها: </p><p> عضو الجمعية العلمية السعودية للقرآن الكريم وعلومه. </p><p> له مؤلفات منشورة أهمها: </p><p> ١ - حوار العقل في قصة نبي الله سليمان وبلقيس ملكة سبأ من خلال سورة النمل - منشور بمجلة القراءة والمعرفة كلية التربية جامعة عين شمس. </p><p> ٢ - النسخ في القرآن الكريم بيم المؤيدين والمعارضين - دراسة تحليلية منشور بمجلة القراءة والمعرفة كلية التربية جامعة عين شمس بالقاهرة. </p><p> ٣ - أدب نبي الله إبراهيم في دعوة أبيه من خلال سورة مريم - دراسة موضوعية منشور بمجلة كلية التربية جامعة الأزهر بالقاهرة. </p><p> * * * </p><p> الْكَشْفُ وَالْبَيَانُ عَن تَفْسِيرِ الْقُرْآنِ </p><p> [٢٨] </p><p> جَمِيع الْحُقُوق مَحْفُوظَة </p><p> رَقم الْإِيدَاع بدَارِ الْكتب ١٥٢٥٧/ ٢٠١٣ </p><p> الطَّبعَةُ الأولى </p><p> ١٤٣٦ هـ - ٢٠١٥ م </p><p> دَار التَّفْسِير </p><p> جدة - المملكة الْعَرَبيَّة السَعوديَّة </p><p> شَارِع مَحْمُود نصيف - حَيّ الأندلس </p><p> ص. ب: ١٢٢٤٩٧ - جدة: ٢١٣٣٢ </p><p> تلفاكس: ٦٦٨٨٨٢٣ - ٠١٢ </p><p> ٧٤ - سُورَة الْمُدَّثِرِ </p><p> سورة المدثر </p><p> مكية (١) ، وهي ألف وعشرة أحرف، ومائتان وخمس وخمسون كلمة، وست (٢) وخمسون آية (٣) . </p><p>(١) قاله ابن عباس، وابن الزبير. ابن عباس: أخرج ابن الضريس في \"فضائل القرآن\" (ص ٣٤)، وابن مردويه في \"تفسيره\" كما في \"الدر المنثور\" للسيوطي ٦/ ٤٥٠ في التفسير بالمأثور، والنحاس في \"الناسخ والمنسوخ\" ٣/ ١٣٢، والبيهقيُّ في \"دلائل النبوة\" ٧/ ١٤٢ - ١٤٣ عن ابن عباس قال: نزلت سورة المدثر بمكة.وابن الزبير: أخرج ابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٤٥٠ عن ابن الزبير مثله.وحكى ابن عطية في \"المحرر الوجيز\" ٥/ ٣٦٢، والبقاعي في \"مصاعد النظر\" ٣/ ١٣٤ الإجماع على مكيتها.ونقل ابن الجوزي في \"زاد المسير\" ٨/ ٣٩٨، وأبو حيان في \"البحر المحيط\" ٣/ ٣٦٢، والبقاعي في \"مصاعد النظر\" ٣/ ١٣٤ عن مقاتل: أنَّه استثنى الآية الحادية والثلاثين وهي: {وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً} الآية على أنها مدنية، وقد حكاه صاحب البحر عن محمَّد بن النقيب المقدسي في \"التحرير\".وقد رد الألوسي في \"روح المعاني\" ٢٩/ ١١٥ هذا القول بالأدلة والحجج القاطعة.انظر: \"البحر المحيط\" لأبي حيان ٣/ ٣٦٢، \"التحرير والتنوير\" لابن عاشور ٢٩/ ٢٩١.(٢) في (س): وخمس.(٣) انظر: \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٤٧، \"البيان في عد آي القرآن\" للداني ص ٢٥٨، \"القول الوجيز\" للمخللاتي (ص ٣٣٠).وجاء في (س) ما نصه: في المدني الأخير، والمكي، والشامي، وست في عدد =</p><p> [٣٢٧٢] أخبرنا محمَّد بن القاسم بن أحمد (١) قال: حدثنا عبد الله ابن أحمد بن جعفر (٢) قال: حدثنا أبو عمرو الحيري (٣) ، وعمرو بن عبد الله البصري (٤) قالا: حدثنا محمَّد بن عبد الوهاب (٥) قال: حدثنا أحمد بن عبد الله بن يونس (٦) ، قال: حدثنا سلام بن سليم بن سليمان (٧) ، قال: حدثنا هارون بن كثير (٨) ، عن ابن أسلم (٩) ، عن أبيه (١٠) ، عن أبي أُمامة (١١) ، عن أبيّ بن كعب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ يا أيها المدثر أُعطي من الأجرِ عشر </p><p>= الباقين. اختلافها: آيتان: {فِي جَنَّاتٍ يَتَسَاءَلُونَ} لم يعدها المدني الأخير، وعدها الباقون. {عَنِ الْمُجْرِمِينَ} لم يعدها المكي والشامي، وعدها الباقون. وهذا النص زائد عن الأصل. (١) أبو الحسن الماوردي النيسابوري، لم يذكر بجرح أو تعديل.(٢) أبو محمَّد الشيباني النيسابوري، ثقة.(٣) أحمد بن محمَّد بن أحمد بن منصور النيسابوري، إمام محدث.(٤) أبو عثمان، لم يذكر بجرح أو تعديل.(٥) ابن حبيب بن مهران العبدي، ثقة عارف.(٦) في الأصل، (س): يوسف، والمثبت من مصادر الحديث وكتب التراجم والرجال، وهو أبو عبد الله التميمي ثقة حافظ.(٧) المدائني، متروك.(٨) مجهول.(٩) زيد بن أسلم، قال ابن حجر: هو تحريف والصواب زيد بن سالم، جهله أبو حاتم.(١٠) قال الذهبي: زيد عن أبيه نكرة.(١١) الباهلي، صدي بن عجلان، صحابي مشهور.</p><p> حسنات بعدد من صدَّق بمحمد - صلى الله عليه وسلم - وكذَّب به بمكة\" (١) . </p><p>(١) [٣٢٧٢] الحكم على الإسناد: ضعيف جدًّا، والحديث موضوع أجمع العلماء رحمهم الله على رد حديث فضائل السور وعدم قبوله.التخريج:تقدم تخريجه وسبق بسط الكلام عليه.</p>"
}