{
  "id": null,
  "sura": 73,
  "aya": 10,
  "text": "<p> {لَا إِلَهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا} قيما بأمورك ففوضها إليه (١) . </p><p> ١٠ - {وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا (١٠) } نسختها آية القتال (٢) . </p><p>= القراءات العشر\" لابن الجزري ٢/ ٣٩٣، \"الدر المصون\" للسمين الحلبي ١٠/ ٥٢٣. (١) \"جامع البيان\" للطبري ٢٩/ ١٣٣.(٢) آية القتال هي قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ (١٢٣)} [التوبة: ١٢٣].والقول بالنسخ:أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٣٤، والنحاس في \"الناسخ والمنسوخ\" ٣/ ١٣٠، وذكره مكي في \"الإيضاح\" (ص ٤٤٤) عن قتادة بن دعامة. وأخرج الطبري في \"جامع البيان\" ٢٩/ ٧٢ نحوه عن عبد الرحمن بن زيد بن أسلم.وإلى هذا ذهب أبو بكر ابن العربي في \"أحكام القرآن\" ٤/ ١٨٨٠، وأبو القاسم البذوري في \"قبضة البيان في ناسخ ومنسوخ القرآن\" (ص ١٨).وفي المسألة قولان آخران:الأول: أنها محكمة غير منسوخة؛ لأن النبي - صلى الله عليه وسلم - لم يزل صابرا عليهم رفيقا بهم. وإلى هذا ذهب ابن الجوزي في \"نواسخ القرآن\" (ص ١٣٧).انظر: \"جامع البيان\" للطبري ٢٩/ ٧٢، \"الناسخ والمنسوخ\" للنحاس ٣/ ١٢٥، \"الإيضاح\" لمكي (ص ٤٤١).الثاني: أن يقال لا تعارض بين آيات الأمر بالعفو والصفح والإعراض عن المشركين وأهل الكتاب ومجادلتهم بالتي هي أحسن. وبين آيات القتال عامة؛ لأن كلا منهما موقوتة بمناسبتها وعلى الأمة أن تطبق ما قدرت عليه منهما حسب مراحل قوتها وضعفها، فتطبق الأمر بالقتال حال قوتها، وتطبق الأمر بالعفو حال ضعفها.وقد أشار إلى هذا المعنى الزركشي في \"البرهان\" ٢/ ٤٢، والزرقاني في \"مناهل العرفان\" ٢/ ١٥٠.</p><p> [٣٢٦٥] أخبرنا الحسين بن محمَّد بن الحسين الدينوري (١) ، حدثنا أحمد بن محمَّد بن إسحاق السني (٢) ، حدثنا حامد بن شعيب (٣) ، حدثنا سريج (٤) بن يونس (٥) ، حدثنا سعيد بن محمَّد الوراق (٦) ، عن الأحوص بن حكيم (٧) ، عن أبيه (٨)  (عن)  (٩) أبي الزاهرية (١٠) أن أبا الدرداء قال: إنا لنكشر (١١) في وجوه أقوام ونضحك إليهم، وإن قلوبنا لتقليهم (١٢) ولتلعنهم. </p><p>(١) ابن فنجويه ثقة صدوق كثير الرواية للمناكير. (٢) حافظ مقتن.(٣) حامد بن محمَّد بن شعيب البلخي البغدادي ثقة.(٤) في الأصل، و (ت): شريح، والمثبت من مصادر ترجمته.(٥) البغدادي، ثقة عابد.(٦) ضعيف.(٧) ابن عمير ضعيف الحفظ.(٨) حكيم بن عمير بن الأحوص العنسي أبو الأحوص الشامي الحمصي صدوق يهم قال ابن سعد: كان معروفا قليل الحديث، وقال أبو حاتم لا بأس به، قال محمَّد ابن عوف. شيخ صالح، وذكره ابن حبان في \"الثقات\".انظر: \"الطبقات الكبرى\" لابن سعد ٧/ ٤٥٢، \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٢٠٦، \"الثقات\" لابن حبان ٤/ ١٦٢، \"تهذيب الكمال\" المزي ٧/ ١٩٩، \"تقريب التهذيب\" لابن حجر (١٤٧٦).(٩) في الأصل: وعن، والمثبت من (ت).(١٠) حدير بن كريب الحضرمي صدوق.(١١) الكشر هو: ظهور الأسنان للضحك، وكاشره: إذا ضحك في وجهه وباسطه. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ١٧٦.(١٢) القلى: البغض، يقال: قلاه يقليه، قلى وقلى إذا أبغضه. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ١٠٥.</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= [٣٢٦٥] الحكم على الإسناد: إسناده ضعيف: سعيد الوراق، وشيخه الأحوص بن حكيم ضعيفان.التخريج:الحديث علقه البخاري كتاب الأدب، باب المداراة مع الناس، بصيغة التمريض. وجاء موصولا عن أبي الدرداء من أربعة أوجه:١ - أبو الزاهرية:رواه المصنف من طريق الوراق، والبيهقيُّ في \"شعب الإيمان\" ٦/ ٢٦٦، من طريق مسلمة بن سعيد، وأحمد بن مروان الدينوري في \"المجالسة وجواهر العلم\" ٣/ ٤٧٩ (١٠٨٧)، ومن طريقه ابن حجر في \"تغليق التعليق\" ٥/ ١٠٣، وعلي بن معبد في \"الطاعة والمعصية\" كما في \"تخريج أحاديث وآثار الكشاف\" للزيلعي ٤/ ١١٠ من طريق أبي معاوية، والشجري في \"الأمالي\" ٢/ ١٤٣ من طريق إسماعيل بن زكريا. كلهم عن الأحوص عن أبيه عن أبي الزاهرية عن أبي الدرداء إلا أن رواية البيهقي، والدينوري، والشجري ليس فيها: عن أبيه. بل الأحوص بن حكيم عن أبي الزاهرية.٢ - جبير بن نفير:رواه ابن أبي الدنيا في \"الحلم\" (ص ٦٩)، ومن طريقه ابن حجر في \"تغليق التعليق\" ٥/ ١٠٣ عن الوليد بن القاسم، ورواه إبراهيم الحربي في \"غريب الحديث\" كما في \"تغليق التعليق\" ٥/ ١٠٣ بلاغا عن الأحوص بن حكيم عن أبي الزاهرية عن جبير به.والوليد هو ابن القاسم بن الوليد الهمذاني: صدوق يخطئ كما في \"تقريب التهذيب\" لابن حجر (٧٤٤٧).٣ - أبو صالح:رواه أبو بكر بن المقرئ في \"فوائده\" كما في \"فتح الباري\" لابن حجر ١٠/ ٥٢٨، ومن طريقه ابن حجر في \"تغليق التعليق\" ٥/ ١٠٤ من طريق يوسف بن أسباط عن كامل بن العلاء عن أبي صالح به. =</p>"
}