{
  "id": null,
  "sura": 74,
  "aya": 18,
  "text": "<p> ١٨ - قوله تعالى:  {إِنَّهُ فَكَّرَ وَقَدَّرَ} الآيات </p><p> وذلك أن الله تعالى لما أنزل على النبي - صلى الله عليه وسلم - {حم (١) تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ (٢) } (١) إلى قوله: {إِلَيْهِ الْمَصِيرُ}  (٢) قام النبي - صلى الله عليه وسلم - في المسجد، والوليد بن المغيرة في المسجد قريبًا منه يسمع قراءته، فلما فطن النبي - صلى الله عليه وسلم - لاستماعه لقراءته (٣) أعاد قراءة الآية، فانطلق الوليد حتى أتى مجلس قومه بني مخزوم، فقال: والله لقد سمعت من محمد - صلى الله عليه وسلم - آنفًا كلامًا ما هو من كلام الإنس، ولا من كلام الجن، إن </p><p>= رواه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٣١، وعبد الله بن أحمد في \"الزهد\" (ص ٢٤) (١٨)، باب ذكر أودية جهنم وجبالها، وابن المبارك في زيادات \"الزهد\" (ص ٥٠٤) (٣٣٥)، ومن طريقه البغوي في \"شرح السنة\" ١٥/ ٢٤٨ (٤٤١٠)، باب صفة النار وأهلها. ثلاثتهم: عبد الرزاق، وابن موسى، وابن المبارك، عن سفيان بن عيينة بنحوه.كلاهما: شريك، وسفيان، عن عمار، عن عطية، عن أبي سعيد.ورواه سعيد بن منصور، والفريابي، وعبد بن حميد، وابن المنذر، وابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٤٥٥ عن أبي سعيد.ورواه البزار في \"البحر الزخار\" من طريق منجاب بن الحارث، والبيهقي من حديث سفيان كما في \"تخريج أحاديث وآثار الكشاف\" للزيلعي ٤/ ١٢٠.ومدار هذا الحديث على عطية العوفي وهو ضعيف بالاتفاق.قال الهيثمي في \"مجمع الزوائد\" ٧/ ٢٧٨: رواه أبو داود لغير سياقه ... رواه الطبراني في \"المعجم الأوسط\" وفيه عطية العوفي وهو ضعيف.(١) غافر: ١ - ٢.(٢) غافر: ٣.(٣) في (س): القراءة.</p><p> له لحلاوة، وإن عليه لطلاوة، وإن أعلاه لمثمر، وإن أسفله لمعذق (١) وإنه ليعلو ولا يعلي، ثم انصرف إلى منزله، فقالت قريش: صبأ -والله- الوليد، والله لتصبأنّ قريش كلهم، وكان يقال للوليد: ريحانة (٢) قريش، فقال لهم أبو جهل: أنا أكفيكموه فانطلق وقعد إلى جنب الوليد حزينًا، فقال له الوليد: ما لي أراك حزينًا يا ابن أخي فقال: ما يمنعني ألا أحزن، وهذِه قريش يجمعون لك (٣) نفقة يعينونك على كبر سنك، ويزعمون أنك زينت كلام محمد - صلى الله عليه وسلم -، وتدخل على ابن أبي كبشة، وابن أبي قحافة لتنال من فضل طعامهم، فغضب الوليد وقال: ألم تعلم قريش أني من أكثرهم مالًا وولدا، وهل شبع محمد وأصحابه من الطعام فيكون لهم فضل، فهل رأيتموه يخنق قط، فقالوا اللهم لا، قال: تزعمون أنه كاهن (٤) ، فهل رأيتموه قط يتكهن، قالوا: اللهم لا، قال: تزعمون </p><p>(١) كذا في الأصل، وفي (س): لمغدق، وهي موافقة لبعض الروايات. ومغدق: أي كثير غزير، يقال: ماء مغدق، أي: غزير. ومعذق: أي له شعوب.انظر: \"لسان العرب\" لابن منظور ١٠/ ٢٣٨، ٢٨٢.(٢) الرَّيحان: يطلق على الرحمة، والرزق، وبالرزق سمي الوليد ريحانًا.انظر: \"الصحاح\" للجوهري ١/ ٣٧١، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٢٦١.(٣) في (س): إليك.(٤) الكاهن: هو الذي يتعاطى الخبر عن الكائنات في مستقبل الزمان، ويدعي معرفة الأسرار والجمع منه: كهنة وكهان. والعرب تسمي كل من يتعاطي علمًا دقيقًا: كاهنًا. ومنه من كان يسمي المنجم والطبيب كاهنًا. =</p><p> أنه شاعر فهل رأيتموه قط ينطق بشعر؟ قالوا: اللهم لا، قال: تزعمون أنه كذاب، فهل جربتم عليه شيئًا من الكذب؟ قالوا: لا، وكان رسول الله - صلى الله عليه وسلم - يسمى: الأمين قبل النبوة من صدقه، فقالت قريش للوليد فما هو؟ فتفكر في نفسه، ثم نظر وعبس (١) ، فقال: ما هو إلا ساحر، ما رأيتموه يُفرّق بين الرجل وأهله، وولده، ومواليه، فهو ساحر (٢) ، وما يقوله سحر يؤثر (٣) . </p><p>= انظر: \"الصحاح\" للجوهري ٦/ ٢١٩١، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ١٨٦. (١) في (س): وعبس وبسر، والعابس: الكريه الملقي، والجهم المحيا، عبس يعبس فهو: عابس وعبس فهو معبس وعباس. والعبوس: قطوب الوجه من ضيق الصدر.انظر: \"مفردات ألفاظ القرآن\" للراغب للأصفهاني (ص ٥٤٤)، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ١٥٦.(٢) السحر: الأخذة التي تأخذ العين حتى يظن أن الأمر كما يرى وليس الأصل على ما يرى وهو عمل تُقُرِّب فيه إلى الشيطان بمعونة منه.والساحر: العالم، وسحره: خدعه.انظر: \"الصحاح\" للجوهري ٢/ ٦٧٩، \"لسان العرب\" لابن منظور (سحر).(٣) هذا الخبر مداره على عكرمة، عن ابن عباس.ويروى موصولًا، ومرسلًا، إذ يرويه عن عكرمة اثنان:١ - أيوب السختياني:رواه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٢٨ ومن طريقه إسحاق بن راهويه كما في \"البداية والنهاية\" لابن كثير ٣/ ٦٠، والحاكم ٢/ ٥٠٦، والبيهقي في \"دلائل النبوة\" ٢/ ١٩٨، وفي \"شعب الإيمان\" ١/ ١٥٦، والواحدي في \"أسباب النزول\" (ص ٤٦٨) من طريق إسحاق بن إبراهيم كلاهما: إسحاق بن راهويه، وإسحاق ابن إبراهيم الدبري، عن عبد الرزاق، عن معمر. =</p>"
}