{
  "id": null,
  "sura": 74,
  "aya": 56,
  "text": "<p> ٥٣ - قوله تعالى:  {كَلَّا} </p><p> ليس كما تقولون وتريدون (١) ، وقيل: حقًا (٢) ، وكلما ورد عليك منه فهذا وجهه (٣) ، {بَلْ لَا يَخَافُونَ الْآخِرَةَ} . </p><p> ٥٤ - {كَلَّا إِنَّهُ} يعني: القرآن (٤) ، {تَذْكِرَةٌ} وليس بسحر (٥) . </p><p> ٥٥ - {فَمَنْ شَاءَ ذَكَرَهُ (٥٥) }. </p><p> ٥٦ - {وَمَا يَذْكُرُونَ} </p><p> بالتاء نافع (٦) ويعقوب (٧) . </p><p>(١) ذكره ابن الجوزي في \"زاد المسير\" ٨/ ٤١٤. (٢) انظر: \"معالم التنزيل\" للبغوي ٨/ ٢٧٥، \"زاد المسير\" لابن الجوزي ٨/ ٤١٤، \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ٨٨.(٣) انظر: \"معالم التنزيل\" للبغوي ٨/ ٢٧٥.(٤) قاله قتادة. أخرجه عبد بن حميد، والطبري في \"جامع البيان\" ٢٩/ ١٧١، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٦/ ٤٦١، وذكره ابن فورك [١٩٥/ ب] ولم ينسبه، والواحدي في \"الوسيط\" ٤/ ٣٨٨، والسمعاني في \"تفسير القرآن\" ٦/ ٩٩.(٥) ذكره الطبري في \"جامع البيان\" ٢٩/ ١٧١.(٦) انظر: \"الحجة\" لابن خالويه (ص ٣٥٦)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ٣٨٧)، \"التذكرة\" لابن غلبون ٢/ ٦٠٤.(٧) انظر: \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ٣٨٧)، \"معالم التنزيل\" للبغوي ٨/ ٢٧٥، \"المحرر الوجيز\" لابن عطية ٥/ ٤٠٠، \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ٨٨، \"البحر المحيط\" لأبي حيان ٨/ ٣٧٢.والقراءة بالتاء: قراءة سبعية متواترة أيضًا كما في \"الإقناع في القراءات السبع\" لابن الباذش ٢/ ٧٩٧.</p><p> غيرهما بالياء (١)  {إِلَّا أَنْ يَشَاءَ اللَّهُ هُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ} أي: أهل أن تُتقى محارمه، وأهل أن يغفر لمن أتقاه (٢) . </p><p> [٣٢٩٧] أخبرنا ابن فنجويه (٣) ، قال: حدثنا عمر بن الخطاب (٤) ، قال: حدثنا عبد الله بن الفضل (٥) ، قال: حدثنا هدبة بن خالد (٦)  [ح] . </p><p> [٣٢٩٨] وأخبرنا عبد الله بن عبد الرحمن الدقاق (٧) ، وهارون بن محمد (٨) ، قالا: حدثنا محمد بن عبد العزيز (٩) ، قال: حدثنا هُدْبة (١٠)  [ح] . </p><p>(١) كأبي جعفر، وعاصم، وأبو عمرو، وطلحة، وابن كثير، وعيسى، والأعرج. انظر: \"السبعة\" لابن مجاهد (ص ٦٦٠)، \"الحجة\" لابن خالويه (ص ٣٥٦)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ٣٨٧)، \"التذكرة\" لابن غلبون ٢/ ٦٠٤، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٤٨. وتوجيه القراءة أن: الحجة لمن قرأ بالياء: أنه رده على قوله {بل يريد كل امريء منهم}، والحجة لمن قرأ بالتاء أنه جعلهم مخاطبين فدل عليهم بالتاء.(٢) قاله قتادة: أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٣٢، والطبري في \"جامع البيان\" ٢٩/ ١٧٢، وعزاه السيوطي في \"الدر المنثور\" ٦/ ٤٦١ لعبد بن حميد، وابن المنذر أيضًا، وذكره ابن فورك [١٩٥/ ب].(٣) ثقة صدوق كثير الرواية للمناكير.(٤) السجزي، لم أجده.(٥) ابن ذاخرة، لم أجده.(٦) أبو خالد القيسي، ثقة عابد، تفرد النسائي بتليينه.(٧) لم أجده.(٨) ابن هارون العطار، لم أجده.(٩) لم أجده.(١٠) أبو خالد القيسي، ثقة عابد، تفرد النسائي بتليينه.</p><p> [٣٢٩٩] وحدثنا موسى بن محمد بن علي (١) ، قال: حدثنا الحسن ابن علي المعمري (٢) ، قال: حدثنا هدبة (٣) ، قال: حدثنا (سهيل بن أبي حزم)  (٤) عن ثابت (٥) ، عن أنس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال في هذِه الآية {هُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ}  \"قال ربكم -عز وجل-: أنا أهل أن أُتقى ولا يُشرك بي غيري، وأنا أهل لمن أتقى(٦)أن يُشرك بي أن أغفر له\"  (٧) . </p><p>(١) لم أجده. (٢) صدوق حافظ.(٣) أبو خالد القيسي، ثقة عابد، تفرد النسائي بتليينه.(٤) في الأصل، (س): (سهل بن أبي حازم)، والصحيح ما أثبته من كتب التراجم والرواة، وهو أبو بكر البصري، ضعيف.(٥) البناني، ثقة عابد.(٦) في (س): أتقاني.(٧) [٣٢٩٧، ٣٢٩٨، ٣٢٩٩] الحكم على الإسناد:ضعيف، رواه المصنف من ثلاثة طرق، ومداره على سهيل بن أبي حزم وهو ضعيف، بالإضافة على عدد من الرواة لم أجد لهم ترجمة.والحديث يرتقي إلى درجة الحسن لغيره بمجموع طرقه ومتابعاته كما سيأتي.التخريج:الحديث يرويه عن أنس اثنان:الأول: ثابت بن أسلم البناني، وعنه: سهيل بن أبي حزم، ويرويه عنه جماعة. رواه المصنف من طريق الحسن بن علي المعمري، ومحمد بن عبد العزيز، وعبد الله بن الفضل، وعن المصنف يرويه البغوي في \"معالم التنزيل\" ٨/ ٢٧٥. ورواه ابن ماجه، كتاب الزهد، باب ما يرجى من رحمة الله يوم القيامة (٤٢٩٩) من طريق إبراهيم بن نصر، ورواه أبو يعلى الموصلي في \"مسنده\" ٦/ ٦٦ (٣٣١٧)، وعنه ابن عدي في \"الكامل\" ٤/ ٥٢٧ من طريق محمد بن يحيى القمي. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ورواه ابن أبي عاصم في \"السنة\" (ص ٤٥٥) (٩٦٩)، والطبراني في \"المعجم الأوسط\" ٨/ ٢٤٠ (٨٥١٥) من طريق معاذ بن المثنى. وابن أبي حاتم كما في \"تفسير القرآن العظيم\" لابن كثير ١٤/ ١٩١ من طريق أبيه. ورواه الدينوري في \"المجالسة\" ٦/ ٢٧٢ (٢٦٢٦) من طريق عباس الدوري، كلهم عن هدبة بن خالد. والنسائي في \"السنن الكبرى\" ٦/ ٥٠١ (١١٦٣٠) من طريق المعافى بن عمران. والدارمي في \"السنن\" (٢٧٦٦) من طريق سلم بن قتيبة. والحاكم في \"المستدرك\" ٢/ ٥٥١، من طريق سريج بن النعمان، وصحح إسناده، وأقره الذهبي، وتعقبه ابن حجر في \"إتحاف المهرة\" ١/ ٥٣٦ بقوله: بل ضعيف لضعف سهيل، وقد ذكر البزار، والترمذي أنه تفرد به.ورواه العقيلي في \"الضعفاء\" ٢/ ١٥٤ من طريق محمد بن عيسى الطباع وقال: لا يتابع -سهيل عليه ولا يعرف إلا به.ورواه الترمذي في كتاب التفسير، باب ومن سورة المدثر (٣٣٢٨)، وابن ماجه في كتاب الزهد، باب ما يرجى من رحمة الله يوم القيامة (٤٢٩٩)، وأحمد في \"المسند\" ٣/ ١٤٢ (١٢٤٤٢) كلهم من طريق زيد بن الحباب.ورواه أبو يعلى في \"مسنده\" ٦/ ٦٦ (٣٣١٧)، والواحدي في \"الوسيط\" ٤/ ٣٨٨ من طريق بشر بن الوليد الكندي.سبعتهم: هدبة، والمعافى، وسلم، وسريج، والطباع، وزيد بن الحباب، وبشر، عن سهيل، عن ثابت به.وهذا الطريق قال عنه الترمذي: غريب، وسهيل ليس بالقوي في الحديث.وقد تفرد سهيل بهذا الحديث عن ثابت. قلت: وقد تابع ثابتًا في روايته له عن أنس. وهو الثاني: حميد الطويل:رواه الخطيب في \"تاريخ بغداد\" ٥/ ٢٥٦ من طريق يزيد بن هارون، عن حميد به.وفي إسناده: أحمد بن محمد بن أبي الحسن التمار، قال فيه الخطيب: كان غير ثقة وروى أحاديث باطلة. ا. هـ. قلت: ولكن يشهد له:ما رواه ابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٤٦٢، \"تخريج أحاديث =</p><p> [٣٣٠٠] وأخبرنا ابن فنجويه (١) قال: حدثنا ابن مالك (٢) قال: حدثنا ابن أحمد بن حنبل (٣) ، قال: حدثنا أبي (٤) ، قال: حدثنا عبد القدوس بن بكر (٥) ، قال: سمعت محمد بن النضر الحارثي (٦) يذكر في قوله -عز وجل-: {هُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ} قال: أنا أهل أن </p><p>= وآثار الكشاف\" للزيلعي ٤/ ١٢٢ عن عبد الله بن دينار قال: سمعت أبا هريرة، وابن عمر، وابن عباس فذكره بنحوه. وقد حكم على الحديث الشيخ الألباني في \"ظلال الجنة\" (ص ٤٤٥) بأنه حسن لغيره.وإسناد ابن مردويه ضعيف جدًّا، قاله الشيخ الأرناؤوط في تخريجه لأحاديث \"المسند\".وحديث أنس: رواه غير من سبق البزار في \"البحر الزخار\" كما في \"الدر المنثور\" للسيوطي ٦/ ٤٦١، والحكيم الترمذي في \"نوادر الأصول\" ٢/ ١٢١.(١) ثقة صدوق كثير الرواية للمناكير.(٢) أبو بكر القطيعي، ثقة.(٣) عبد الله، ثقة.(٤) الإمام أحمد، ثقة حافظ فقيه حجة.(٥) عبد القدوس بن بكر بن خنيس الكوفي، أبو الجهم، قال أبو حاتم: لا بأس به، وذكره ابن حبان في \"الثقات\"، وذكر محمود بن غيلان عن أحمد وابن معين وأبي خيثمة أنهم ضربوا على حديثه، روى له الترمذي حديثًا واحدًا، وابن ماجه آخر. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٥٥، \"الثقات\" لابن حبان ٨/ ٤١٩، \"تهذيب الكمال\" للمزي ١٨/ ٢٣٥، \"تقريب التهذيب\" لابن حجر (٤١٤٤).(٦) محمد بن النضر، أبو عبد الرحمن الكوفي، قال أبو أسامة: كان من أعبد أهل الكوفة، وقال ابن المبارك: كان إذا ذكر الموت أضطربت مفاصله، وقال أبو نعيم: كان للذكر أنيسًا، وللحق جليسًا، وكان من المتعبدين.انظر: \"حلية الأولياء\" لأبي نعيم ٨/ ٢٣٨، \"سير أعلام النبلاء\" للذهبي ٨/ ١٧٥.</p><p> يتقيني عبدي، فإن لم يفعل؛ كنت أهلًا أن أغفر له (١)  (٢) . </p><p>(١) [٣٣٠٠] الحكم على الإسناد: حسن.فيه عبد القدوس، لا بأس به، ومحمد بن النضر، لم أجد فيه جرحًا ولا تعديلًا.التخريج:رواه أبو نعيم في \"حلية الأولياء\" ٨/ ٢٢١، والمصنف كلاهما من طريق أبي بكر ابن مالك القطيعي عن عبد الله بن أحمد عن أبيه به، وذكره القرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٨٩، والسمعاني في \"تفسير القرآن\" ٦/ ١٠٠.(٢) كتب الناسخ في نهاية هذِه السورة:تم الجزء بحمد الله وعونه وحسن توفيقه ومنه، لثلاث عشرة ليلة خلت من شهر الله الأطيب سنة ست وعشرين وستمائة، على يد العبد المذنب المرجو رحمة ربه وغفرانه حامد بن محمد بن حامد بن عبد الله الشتري غفر الله له ولوالديه ولجميع المسلمين وصلى الله على سيدنا نبيه ورسوله محمد وعلى آله، ورضي الله عن أصحابه وأتباعه.</p><p> ٧٥ - سُورَة القِيَامَةِ </p><p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} . عزتك اللهم </p><p> سورة القيامة </p><p> مكية (١) ، وهي ستمائة واثنان وخمسون حرفًا، ومائة وسبع وتسعون كلمة وأربعون آية (٢) . </p><p> [٣٣٠١] أخبرنا محمد بن القاسم الفقيه (٣) ، قال: حدثنا محمد بن يزيد المعدل (٤) ، قال: حدثنا أبو يحيى البزار (٥) ، قال: حدثنا محمد </p><p>(١) قاله: ابن عباس، وابن الزبير: ابن عباس: أخرج ابن الضريس في \"فضائل القرآن\" (ص ٣٤)، والنحاس في \"الناسخ والمنسوخ\" ٣/ ١٣٢، وابن مردويه في \"تفسيره\" كما في \"الدر المنثور\" للسيوطي ٦/ ٤٦٣، والبيهقي في \"دلائل النبوة\" ٧/ ١٤٢ - ١٤٣، عن ابن عباس قال: نزلت سورة القيامة، وفي لفظ: نزلت: {لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ (١)} بمكة.ابن الزبير: وأخرج ابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٤٦٣ عن عبد الله بن الزبير قال: نزلت سورة {لَا أُقْسِمُ} بمكة.وحكى ابن عطية في \"المحرر الوجيز\" ٥/ ٤٠١، والبقاعي في \"مصاعد النظر\" ٣/ ١٣٨ الإجماع عل مكيتها.(٢) انظر: \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٤٩، \"البيان\" للداني (ص ٢٥٩)، \"القول الوجيز\" للمخللاتي (ص ٣٣١ - ٣٣٢).وجاء في (س) ما نصه: وأربعون آية في الكوفي، وتسع وثلاثون في عبد الباقين، اختلافها: آية (لتعجل به) عدها الكوفي ولم يعدها الباقون. وهذا النص زائد عن الأصل.(٣) أبو الحسن الماوردي الفلوسي، لم يذكر بجرح أو تعديل.(٤) أبو عبد الله النيسابوري، لم يذكر بجرح أو تعديل.(٥) زكريا بن يحيى بن الحارث، فقيه حنفي لم يذكر بجرح أو تعديل.</p><p> ابن منصور (١) ، قال: حدثنا محمد بن عمران بن عبد الرحمن بن أبي ليلى (٢) ، قال: حدثني أبي (٣) ، عن مخلد (٤) بن عبد الواحد، عن الحجاج بن عبد الله (٥) ، عن أبي الخليل (٦) ، وعن علي بن زيد (٧) ، وعطاء بن أبي ميمونة (٨) ، عن زر بن حبيش (٩) ، عن أبيّ بن كعب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة القيامة شهدت أنا وجبريل له يوم القيامة أنه كان مؤمنًا بيوم القيامة وجاء ووجهه مُسْفر على وجوه الخلائق يوم القيامة\"  (١٠) . </p><p>(١) لم يتبين لي من هو. (٢) صدوق.(٣) مقبول.(٤) في الأصل: مجالد، وهو تصحيف، والصحيح ما أثبته والموافق لـ (س)، وهو ضعيف.(٥) لم أجده.(٦) بزيع بن حسان، أحاديثه مناكير كلها، لا يتابعه عليها أحد.(٧) ابن جدعان، ضعيف.(٨) ثقة رمي بالقدر.(٩) ثقة جليل مخضرم.(١٠) [٣٣٠١] الحكم على الإسناد:ضعيف جدًّا.التخريج الحديث: سبق بسط الكلام عنه.</p>"
}