{
  "id": null,
  "sura": 74,
  "aya": 8,
  "text": "<p> ٨ - {فَإِذَا نُقِرَ فِي النَّاقُورِ} أي: نفخ في الصور (١) . </p><p> [٣٢٧٦] حدثنا أبو محمد الحسن بن أحمد المخلدي (٢) قال: حدثنا أبو الحسن علي بن أحمد المحفوظي (٣) قال: حدثنا عبد الله بن هاشم (٤) قال: حدثنا أسباط بن محمد القرشي (٥) ، عن مُطرف (٦) ، عن عطية (٧) ، عن ابن عباس - رضي الله عنهما - في قول الله عز وجل: {فَإِذَا </p><p>(١) قاله: ابن عباس، ومجاهد، والضحاك، وعكرمة، والحسن، وقتادة، والربيع، وابن زيد. ابن عباس: أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٥١، وابن المنذر، وابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٤٥٢.مجاهد: أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٥.الضحاك: أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٥١.عكرمة: أخرجه عبد بن حميد كما في \"الدر المنثور\" للسيوطي ٦/ ٤٥٢، والطبري في \"جامع البيان\" ٢٩/ ١٥١.الحسن: أخرجه الطبري في \"جامع البيان\" ٢/ ١٥١.قتادة: أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٢٨، وعبد بن حميد كما في \"الدر المنثور\" للسيوطي ٦/ ٤٥٢، والطبري في \"جامع البيان\" ٢٩/ ١٥١.الربيع: أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٥١.ابن زيد: أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٥٢.(٢) إمام صدوق مسند عدل.(٣) لم يذكر بجرح أو تعديل.(٤) ابن حيان العبدي، ثقة.(٥) ثقة.(٦) ابن طريف الحارثي، ثقة فاضل.(٧) العوفي، صدوق يخطئ كثيرًا، وكان شيعيًا مدلسًا.</p><p> نُقِرَ فِي النَّاقُورِ (٨) } قال: قال رسول الله - صلى الله عليه وسلم -: \"كيف أنعم وصاحب القرن قد التقم القرن، وحنى جبهته، يستمع متى يُؤمر فينفخ\" ، فقال أصحاب رسول الله - صلى الله عليه وسلم - ورضي عنهم: كيف نقول؟ قال:  \"قولوا: حسبنا الله ونعم الوكيل على الله توكلنا\"  (١) . </p><p>(١) [٣٢٧٦] الحكم على الإسناد: ضعيف، فيه عطية العوفي: يخطئ كثيرًا، والمحفوظي: لم أجد فيه جرحًا ولا تعديلًا والحديث بمجموع طرقه حسن لغيره.التخريج:هذا الحديث يرويه عطية العوفي عن ابن عباس، ويرويه عنه ثلاثة:١ - مطرف بن طريف:رواه المصنف، وأحمد في \"المسند\" ١/ ٣٢٦ (٣٠٠٨)، وابن أبي شيبة في \"المصنف\" ١٠/ ٣٥٢ (١٠)، ومن طريقه الطبراني في \"المعجم الكبير\" ١٢/ ١٢٨ (١٢٦٧١)، ورواه أيضًا الطحاوي في \"شرح مشكل الآثار\" ١٣/ ٣٨١ (٥٣٤٧)، والطبري في \"جامع البيان\" ١٦/ ٣٠، ٢٩/ ١٥٠، وابن أبي حاتم كما في \"تفسير القرآن العظيم\" لابن كثير ١٤/ ١٧٩، والحاكم في \"المستدرك\" ٤/ ٦٠٣، كلهم من طرق عن أسباط بن محمد. وفي إسناد الحاكم في المطبوع هناك سقط واستدرك من \"إتحاف الخيرة المهرة\" لابن حجر ٧/ ٤٦٣.ورواه الطبري في \"جامع البيان\" ١٦/ ٢٩، ٢٩/ ١٥٠ من طريق ابن فضيل.والطبراني في \"المعجم الكبير\" ١٢/ ١٢٨ من طريق أبي عوانة.ثلاثتهم: أسباط، وابن فضيل، وأبو عوانة، عن مطرف بن طريف.٢ - ذوّاد بن علبة:رواه الطحاوي في \"شرح مشكل الآثار\" ١٣/ ٣٨٢ (٥٣٤٨) من طريق أبي غسان مالك بن إسماعيل عن ذاود به. وقال أبو غسان: وقال غيره: عن أبي سعيد.وذواد: ضعيف كما في \"تقريب التهذيب\" لابن حجر (١٨٤٤).٣ - الحسن بن عطية العوفي: =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= رواه الطبري في \"جامع البيان\" ٢٩/ ١٥١ بإسناد العوفيين المسلسل بالضعفاء عن الحسن بن عطية به. قلت: والحديث عن ابن عباس كما ترى مداره على عطية العوفي. وهو صدوق يخطئ كثيرًا، ولكن له شواهد من حديث جماعة من الصحابة منهم: (أبو سعيد الخدري، وزيد بن أرقم، وجابر بن عبد الله، والبراء بن عازب، وأنس بن مالك.١ - أما حديث أبي سعيد: فقد رواه عنه اثنان:أ- عطية العوفي: ورواه عنه ثمانية:رواه عبد الرزاق في \"تفسير القرآن\" ٢/ ١٧٥، وعنه أحمد في \"المسند\" ٣/ ٧٣ (١١٦٩٦).ورواه أبو نعيم في \"حلية الأولياء\" ٧/ ١٤٧ (٩٩٦٤)، والبغوي في \"معالم التنزيل\" ٣/ ١٥٧، وفي \"شرح السنة\" ١٥/ ١٠٣ (٤٢٩٩) من طريق أبي حذيفة. كلاهما: عبد الرزاق، وأبو حذيفة، عن سفيان الثوري، عن سليمان الأعمش. ورواه الطحاوي في \"مشكل الآثار\" ١٣/ ٣٨١ (٥٣٤٦)، وأبو الشيخ في \"العظمة\" ٣/ ٨٥٤ (٣٩٧) من طريق روح بن عبادة.ورواه الطبراني في \"المعجم الأوسط\" ١/ ٤٩ (٤٥) من طريق زهير بن عباد.كلاهما: روح، وزهير، عن سفيان بن عيينة، عن عمار الدهني.ورواه الترمذي، كتاب التفسير، باب ومن سورة الزمر (٣٢٤٣)، وأحمد في \"المسند\" ٣/ ٧ (١١٠٣٩)، وعبد بن حميد في \"المنتخب\" (ص ٢٧٩) (٨٨٦)، والحميدي في \"المسند\" ٢/ ٣٣٢ (٧٥٤) ومن طريقه أبو نعيم في \"حلية الأولياء\" ٧/ ٣٦٤ (١٠٨٦٢)، والحاكم في \"المستدرك\" ٤/ ٦٠٣، كلهم من طريق سفيان بن عيينة، عن مطرف.ورواه ابن ماجه، كتاب الزهد، باب صفة أمة محمد (٤٢٧٣)، من طريق عباد بن العوام، والطبري في \"جامع البيان\"، ١٦/ ٢٩ من طريق حفص.كلاهما عن الحجاج.ورواه الطحاوي في \"شرح مشكل الآثار\" ١٣/ ٣٨٥ (٥٣٤٥) من طريق أحمد بن =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= أبي شعيب، وأبو الشيخ في \"العظمة\" ٣/ ٨٥٢ (٣٩٦) من طريق أبي طالب الجرجاني، كلاهما عن موسى بن أعين، عن عمران البارقي. ورواه الطبري في \"جامع البيان\" ١٦/ ٣٠ من طريق شعيب بن حرب، وعبد الله بن المبارك في الزهد (ص ٤٣٣) (٥٩٧)، ومن طريقه الترمذي، كتاب صفة القيامة، باب ما جاء في شأن الصور (٢٤٣١)، والبغوي في \"شرح السنة\" ١٥/ ١٠٢ (٤٢٩٨)، كلاهما: شعيب، وابن المبارك، عن خالد بن طهمان.ورواه الطبري في \"جامع البيان\" ١٦/ ٢٩ من طريق يحيى بن أبي بكير، عن مالك بن مغول.ورواه أبو نعيم في \"حلية الأولياء\" ٥/ ١٢١ (٦٥٦٠) من طريق سفيان الثوري، عن عمرو بن قيس ثمانيتهم الأعمش، وعمار، ومطرف، والحجاج، وعمران، وخالد، ومالك، وعمرو، عن عطية العوفي به.وهذا الحديث يرويه عطية تارة عن ابن عباس، وتارة عن أبي سعيد، وأخشى أن يكون هذا من خطئه الكثير. والله أعلم.ب- أبو صالح: ويرويه عن الأعمش، وعن الأعمش يرويه أربعة:رواه الطحاوي في \"شرح مشكل الآثار\" ١٣/ ٣٧٨ (٥٣٤٣)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٣/ ١٠٥ (٨٢٣)، وأبو يعلى في \"المسند\" ٢/ ٣٣٩ (١٠٨٤) من طرق عن عثمان بن أبي شيبة، ومحمد بن جعفر الوركاني، ورواه الطحاوي في \"شرح مشكل الآثار\" ١٣/ ٣٧٨ (٥٣٤٢) من طريق إسحاق بن أبي إسرائيل.ثلاثتهم: عثمان، وإسحاق، والوركاني عن جرير بن عبد الحميد.ورواه الطحاوي في \"شرح مشكل الآثار\" ١٣/ ٣٧٩ (٥٣٤٤) من طريق أحمد الحراني، عن موسى بن أعين.ورواه الحاكم في \"المستدرك\" ٤/ ٦٠٣ من طريق إسماعيل التيمي. وهو ضعيف.ورواه الخطيب في \"تاريخ بغداد\" ٤/ ١٣٣ من طريق أبي مسلم.أربعتهم: جرير، وأبو مسلم، وإسماعيل، وموسى عن الأعمش، عن أبي صالح به. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= قال الحاكم: لولا أن التيمي على الطريق لحكمت للحديث بالصحة على شرط الشيخين. قلت: وفي بعض طرق الحديث كما عند الطحاوي: الأعمش عن أبي صالح، عن أبي هريرة.وسيأتي بيان ما في هذا الطريق قريبًا إن شاء الله تعالى.٢ - زيد بن أرقم:رواه الطبراني في \"المعجم الكبير\" ١٢/ ١٢٨ من طريق داود بن رشيد، وابن عدي في \"الكامل\" ٣/ ٨٩١ من طريق أيوب الوزان، كلاهما عن محمد بن ربيعة، عن خالد بن طهمان، عن عطية العوفي، عن زيد بن أرقم به.قلت: وعطية ضعيف كما سبق.٣ - جابر بن عبد الله:رواه أبو نعيم في \"حلية الأولياء\" ٣/ ٢٢١ (٣٧٧٤) من طريق سفيان، عن جعفر بن محمد، عن أبيه، عن جابر به.٤ - البراء بن عازب:رواه الخطيب في \"تاريخ بغداد\" ١/ ٤٠١ من طريق عبد الأعلى بن أبي المساور، عن عدي بن ثابت، عن البراء بن عازب.وعبد الأعلى: متروك، وكذبه ابن معين كما في \"تقريب التهذيب\" لابن حجر (ص ٢٧٤).٥ - أنس بن مالك:رواه الخطيب في \"تاريخ بغداد\" ٥/ ٣٦١ من طريق عفان، عن همام، عن قتادة، عن أنس به.ورجاله ثقات عدا شيخ الخطيب ليس فيه جرح ولا تعديل، قاله الألباني في \"سلسلة الأحاديث الصحيحة\" ٣/ ٦٨.قلت: هذا غاية ما وقفت عليه من طرق الحديث، وشواهده، وحاصل الأمر فيه ما يلي:أن عطية العوفي رواه على وجوه ثلاثة: قتادة عن ابن عباس، وتارة عن أبي سعيد، وتارة عن زيد بن أرقم، وهو مضطرب في كل ذلك، ولعل الترمذي حين =</p>"
}