{
  "id": null,
  "sura": 74,
  "aya": 10,
  "text": "<p> ٩ - {فَذَلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ (٩) عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ} </p><p> [٣٢٧٧] أخبرنا أبو جعفر البوناباذي الخلقاني (١) قال: حدثنا أبو العباس أحمد بن هارون الفقيه (٢) قال: حدثنا عمران بن موسى (٣) </p><p>= حسن الحديث قصد به الحسن لغيره لمتابعة أبي صالح له. وأما طريق أبي صالح ففي بعض أسانيدها إليه ضعف إلا أن منها جرير بن عبد الحميد، عن الأعمش عنه. وهذا سند صحيح على شرط الشيخين كما قاله الشيخ الألباني في \"سلسلة الأحاديث الصحيحة\" ٣/ ٦٧.وخلاصة القول: ثبوت الحديثين عن أبي سعيد الخدري، وضعفه عن غيره، ومنها حديث ابن عباس الذي أخرجه المصنف. والله أعلم.غريب الحديث:كيف أنعم: أي كيف أتنعم، من النعمة بالفتح، وهي: المسرة، والفرح، والترفه.انظر: \"الصحاح\" للجوهري ٥/ ٢٠٤٢، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ٧١، \"القاموس المحيط\" للفيروزآبادي (ص ١١٦٢).وحنى: أي: عطفه. يقال: حناه حنوا وحناه: عطفه. فانحنى وتحنى: انعطف. انظر: \"الصحاح\" للجوهري ٦/ ٢٣٢١، \"المجموع المغيث\" لأبي موسى المديني ١/ ٥١٥، \"القاموس المحيط\" للفيروزآبادي (ص ١٢٧٧).(١) محمد بن علي بن أحمد، لم أجده.(٢) لم أجده.(٣) عمران بن موسى بن مجاشع الجرجاني السختياني، أبو إسحاق، سمع من هدبة بن خالد، وشيبان بن فروخ، وإبراهيم بن المنذر، وغيرهم، وحدث عنه إبراهيم بن يوسف الهسنجاني، وأبو عبد الله بن الأخرم وغيرهم، قال الحاكم: هو محدث ثبت مقبول، كثير التصانيف والرحلة، وقال عنه الإسماعيلي: صدوق محدث البلد في زمانه، وقال عنه الذهبي: الإمام المحدث، الحجة، الحافظ. انظر: \"الأنساب\" للسمعاني ٣/ ٢٣٣، \"تذكرة الحفاظ\" ٢/ ٧٦٢، \"سير أعلام النبلاء\" ١٤/ ١٣٦.</p><p> قال: حدثنا هدبة بن خالد القيسي (١) قال: حدثنا أبو جناب (٢) القصاب قال: أمَّنا زُرارة بن أوفى (٣) رحمه الله فلمّا بلغ: {فَإِذَا نُقِرَ فِي النَّاقُورِ} الآية خرَّ ميتًا (٤) . </p><p>(١) ثقة عابد، تفرد النسائي بتليينه. (٢) في الأصل، (س): أبو حباب، والصحيح ما أثبته من كتب التراجم والرجال، وهو عون بن ذكوان الحرشي البصري، روى عن: زرارة بن أوفى، وعمرو بن هرم، وزياد النميري، وعامر الأحول وغيرهم، وعنه: يزيد بن هارون، وهدبة بن خالد وأخى البصرة، وثقه أحمد وابن معين، وقال أبو حاتم: لا بأس به صالح الحديث، وقال الدارقطني: متروك، انظر: \"الجرح والتعديل\" ٦/ ٣٨٧، \"الإكمال\" لابن ماكولا ٢/ ١٣٥، \"ميزان الاعتدال\" ٣/ ٣٠٥.(٣) ثقة عابد.(٤) [٣٢٧٧] الحكم على الإسناد:فيه أحمد بن هارون الفقيه، وشيخ المصنف لم أجدهما، وأبو جناب وثق، إلا أن ابن طاهر قال: قال الدارقطني: متروك.التخريج:هذا الأثر يحكيه عن زرارة اثنان:١ - أبو جناب القصاب:رواه المصنف من طريق عمران بن موسى، وابن حبان في \"الثقات\" ٤/ ٢٦٦، وأبو هلال العسكري في \"تصحيفات المحدثين\" ٢/ ٤٣٧ من طريق أحمد بن منيع، وعبد الله بن أحمد في \"زوائد الزهد\" (ص ٣٥١)، ومن طريقه ابن أبي عاصم في \"الزهد\" ٢/ ٢٤٧، وأبو نعيم في \"حلية الأولياء\" ٢/ ٢٩٣.أربعتهم: عمران، وابن حبان، وابن منيع، وعبد الله، عن هدبة بن خالد، عن أبي جناب به.٢ - بَهْز بن حكيم:رواه ابن سعد في \"الطبقات الكبرى\" ٧/ ١٥٠ من طريق إسحاق بن أبي إسرائيل، =</p>"
}