{
  "id": null,
  "sura": 74,
  "aya": 39,
  "text": "<p> ٣٩ - قوله تعالى: {إِلَّا أَصْحَابَ الْيَمِينِ (٣٩) } </p><p> فإنهم لا يحاسبون، ولا يرتهنون بذنوبهم، ولكن يغفرها الله تعالى لهم، ويتجاوزها عنهم كما وعدهم (١) . </p><p> قال قتادة: غلق الناس كلهم إلا أصحاب اليمين (٢) . واختلفوا فيهم: </p><p> [٣٢٨٤] فأخبرنا ابن فنجويه (٣) قال: حدثنا ابن البواب (٤) قال: حدثنا رضوان بن أحمد (٥) قال: حدثنا أحمد بن عبد الجبار (٦) قال: حدثنا أبو معاوية (٧) ، عن الأعمش (٨) ، عن أبي اليقظان (٩) ، </p><p>(١) قاله مجاهد، وابن زيد: مجاهد: أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٦٥، وعزاه السيوطي في \"الدر المنثور\" ٦/ ٤٥٩ لسعيد بن منصور، وعبد بن حميد، وابن المنذر، وابن أبي حاتم أيضًا.ابن زيد: أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٦٥، وذكره البغوي في \"معالم التنزيل\" ٨/ ٢٧٢، ولم ينسبه.(٢) أخرجه عبد بن حميد كما في \"الدر المنثور\" للسيوطي ٦/ ٤٥٩، والطبري فى \"جامع البيان\" ٢٩/ ١٥٦، وذكره البغوي في \"معالم التنزيل\" ٨/ ٢٧٢.(٣) ثقة صدوق كثير الرواية للمناكير.(٤) عبيد الله بن أحمد المقرئ، ثقة.(٥) أبو الحسين الصيدلاني، ثقة.(٦) أبو عمر العطاردي الكوفي، ضعيف وسماعه للسيرة صحيح.(٧) محمد بن خازم، ثقة أحفظ الناس لحديث الأعمش.(٨) سليمان بن مهران، ثقة حافظ ورع عارف بالقراءات، لكنه يدلس.(٩) عثمان بن عمير، ضعيف واختلط وكان يدلس ويغلو في التشيع.</p><p> عن زاذان (١) ، عن علي بن أبي طالب عليه السَّلام (٢) فى قوله: {إِلَّا أَصْحَابَ الْيَمِينِ (٣٩) } قال: هم أطفال المسلمين (٣) . </p><p>(١) الكوفي الضرير، صدوق يرسل، وفيه شيعية. (٢) الصلاة والسلام على أمير المؤمنين علي، رضي الله عنه، لم يرد تخصيصه بها دون الثلاثة، لكن هذا من فعلات الرافضة وسريانه إلى أهل السنة فيه هضم للخلفاء الثلاثة قبله رضي الله عنهم، فلينتبه إلى مسالك المبتدعة وألفاظهم، فكم من لفظ ظاهره السلامة وباطنه الإثم.انظر: \"مجموع الفتاوى\" لابن تيمية ٤/ ٤٢٠، ٤٦٦، ٤٩٦، ٤٩٧، ٢٢/ ٤٧٢، ٤٧٤.(٣) [٣٢٨٤] الحكم على الإسناد:ضعيف؛ فيه أبو اليقظان، وأحمد بن عبد الجبار، ضعيفان.التخريج:هذا الأثر مداره على الأعمش، عن أبي اليقظان، عن زاذان، عن علي. ورواه عنه ثلاثة: رواه المصنف من طريق أحمد بن عبد الجبار، ورواه ابن أبي شيبة في \"المصنف\" ١٣/ ٢٨٤، ورواه ابن عدي في \"الكامل\" ٦/ ٢٨٦، والعقيلي في \"الضعفاء\" ٣/ ٢١٢، وابن حبان في \"المجروحين\" ٢/ ٩٥ من طريق عمرو بن علي، عن يحيى بن سعيد.ثلاثتهم: يحيى بن سعيد، وابن أبي شيبة، وأحمد بن عبد الجبار، عن أبي معاوية الضرير.ورواه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٢٩، والطبري في \"جامع البيان\" ٢٩/ ١٦٥ من طريق وكيع، ومؤمل، ومهران.ورواه الحاكم في \"المستدرك\" ٢/ ٥٥١ كتاب التفسير: تفسير سورة المدثر من طريق علي بن قادم.خمستهم: علي بن قادم، ووكيع، وعبد الرزاق، ومهران، ومؤمل، عن سفيان الثوري. =</p><p> يدل عليه: </p><p> [٣٢٨٥] ما أخبرنا ابن فنجويه (١) قال: حدثنا ابن حبش المقري (٢) قال: حدثنا البغوي (٣) قال: حدثنا علي بن جعد (٤) قال: حدثنا أبو عقيل (٥) ، عن بُهّية (٦) ، عن عائشة - رضي الله عنهما - قالت: سألت رسول الله - صلى الله عليه وسلم - عن ولدان المؤمنين أين هم؟ قال:  \"في الجنة\" ، وسألته عن ولدان المشركين قال:  \"فإن شئت أسْمَعْتُك تضاغيهم في النار\"  (٧) . </p><p>= ورواه الطبري في \"جامع البيان\" ٢٩/ ١٦٥ من طريق ابن فضيل. ثلاثتهم: أبو معاوية، والثوري، وابن فضيل، عن الأعمش به.وأخرجه الفريابي، وسعيد بن منصور، وعبد بن حميد، وابن المنذر، وابن أبي حاتم كما في \"الدر المنثور\" للسيوطي ٦/ ٤٥٩.والأثر حكم عليه الحاكم بالصحة، وأقره الذهبي، وفي إسناد الحاكم: الأعمش عن عمران القطان عن زاذان. وعمران: صدوق يهم رمي برأي الخوارج.قلت: وبكل حال: فالأثر ضعيف إذ مداره على أبي اليقظان، وهو ضعيف. أو عمران القطان كما عند الحاكم وهو صدوق يهم.(١) ثقة صدوق، كثير الرواية للمناكير.(٢) الحسين بن محمد بن حبش الدينوري، ثقة مأمون.(٣) عبد الله بن محمد بن عبد العزيز، إمام ثقة، أقل المشايخ خطأ.(٤) ثقة، ثبت، رمي بالتشيع.(٥) يحيى بن المتوكل، ضعيف.(٦) بهية مولاة أبي بكر الصديق، روت عن أم المؤمنين عائشة، وعنها مولاها أبو عقيل، قال الحافظ: لا تعرف، قال ابن عمار ليست بحجة.انظر: \"تهذيب الكمال\" للمزي ٣٥/ ١٣٩، \"ميزان الاعتدال\" للذهبي ١/ ٣٥٦، \"تقريب التهذيب\" لابن حجر (٨٥٤٨).(٧) [٣٢٨٥] الحكم على الإسناد:ضعيف جدًّا.فيه أبو عقيل، ضعيف، وبهية مولاة أبي بكر، لا تعرف. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= التخريج: رواه أبو القاسم البغوي في \"الجعديات\" ٢/ ١٠٦٥ عن علي بن الجعد، ومن طريقه المصنف.ورواه أحمد في \"المسند\" ٦/ ٢١٥ (٢٥٨٠١) عن وكيع، ورواه الطيالسي في \"المسند\" (ص ٢٣٠) (١٥٧٦) من طريق يونس، ورواه ابن عدي في \"الكامل\" ٨/ ٤١ من طريق سعيد بن يحيى.ورواه ابن عبد البر في \"التمهيد\" ١٨/ ١٢٢ من طريق حجاج بن إبراهيم بسند ضعيف.ورواه ابن عدي في \"الكامل\" ٢/ ٢٥٩ ومن طريقه ابن الجوزي في \"العلل المتناهية\" ٢/ ٤٤٢ وقال: هذا حديث لا يصح.كلاهما من طريق أبي الربيع.والحارث بن أبي أسامة كما في \"بغية الباحث\" للهيثمي ٢/ ٧٥٧ (٧٥٣) من طريق: عصمة بن سليمان.سبعتهم: سعيد بن يحيى، وحجاج، وأبو الربيع، وعلي بن جعد، ووكيع، ويونس، وعصمة بن سليمان، عن أبي عقيل عن بهية، عن عائشة به.وقال الهيثمي في \"مجمع الزوائد\" ٧/ ٢٢٠: فيه أبو عقيل يحيى بن المتوكل ضعفه جمهور الأئمة: أحمد وغيره، ويحيى بن معين، ونقل عنه توثيقه في روايته من ثلاثة.وقال الحافظ ابن حجر في \"فتح الباري\" ٣/ ٢٤٦: وهو ضعيف جدًّا؛ لأن في إسناده أبا عقيل مولي بهية وهو متروك.قلت: كذا قال مع أنه قرر في \"تقريب التهذيب\" (٧٦٣٣) أنه ضعيف، وبكل حال فعلة الحديث أبو عقيل هذا ومولاته بهية لا تعرف.وقال ابن القيم في حاشيته على \"سنن أبي داود\" ١٢/ ٣١٦ بعد ذكره للحديث: فحديث واه يعرف به واه وهو أبو عقيل.غريب الحديث:أسمعتك تضاغيهم: أي صياحهم وبكاءهم، يقال: ضغا يضغو ضغوا وضغاء، =</p><p> وقال أبو ظبيان، عن ابن عباس - رضي الله عنهما -: هم الملائكة (١) . </p><p> وروى أبو حمزة الثمالي، عن أبي جعفر الباقر قال: نحن وشيعتنا أصحاب اليمين (٢) . </p><p> وقال مقاتل: هم أهل الجنة الذين كانوا على يمين آدم عليه السلام يوم الميثاق، حين قال لهم الله تعالى: هؤلاء في الجنة ولا أبالي (٣) . </p><p> وقال الحسن: هم المسلمون المخلصون (٤) . </p><p> وعنه أيضًا: هم الذين كانوا ميامين على أنفسهم (٥) . </p><p>= إذا صاح وضجَّ. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٨٤.(١) أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٦٦، وذكره النحاس في \"إعراب القرآن\" ٥/ ٧٣، والسمعاني في \"تفسير القرآن\" ٦/ ٩٨، والبغوي في \"معالم التنزيل\" ٨/ ٢٧٢.قال الألوسي في \"روح المعاني\" ٢٩/ ١٣٢: وتعقب -أي قول ابن عباس- بأن إطلاق النفس على الملك غير معروف، وبأنهم لا يوصفون بالكسب أيضًا، على أن الظاهر سباقًا وسياقًا أن يراد بهم طائفة من البشر المكلفين.(٢) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٨٥، وابن عادل الدمشقي في \"اللباب\" ١٩/ ٥٣٣.(٣) ذكره السمعاني في \"تفسير القرآن\" ٦/ ٩٨، دون نسبة، والبغوي في \"معالم التنزيل\" ٨/ ٢٧٣، والقرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٨٥.(٤) انظر: \"معالم التنزيل\" للبغوي ٨/ ٢٧٣، \"المحرر الوجيز\" لابن عطية ٥/ ٣٩٨، في \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ٨٥، \"روح المعاني\" للألوسي ٢٩/ ١٣١.(٥) انظر: \"معالم التنزيل\" للبغوي ٨/ ٢٧٣ ونسبه لمقاتل.</p><p> وقال ابن كيسان: هم المؤمنون الصالحون ليسوا بمرتهنين؛ لأنهم أدوا ما كان عليهم (١) . </p><p> وقال يمان: هم الذين افتكوا رهونهم (٢) . </p><p> وقال الحكيم: هم الذين اختارهم الله تعالى لخدمته، فلم يدخلهم في الرهن؛ لأنهم خدام الله وصفوته، وكسبهم لم يضرهم (٣) . </p><p> وقال القاسم: كل نفس مأخوذة بكسبها، من خير أو شر إلا من اعتمد على الفضل، والرحمة، دون الكسب والخدمة، فكل من اعتمد على الكسب فهو رهين به، ومن اعتمد على الفضل، فإنه غير مأخوذ (٤) . </p><p> [٣٢٨٦] وسمعت أبا عبد الرحمن السلمي (٥) يقول: سمعت أبا بكر الرازي (٦) يقول: سمعت أبا عمرو البخاري (٧) يقول في قوله تعالى: {كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ} قال: فأين الفرار من القدر، </p><p>(١) انظر: \"المحرر الوجيز\" لابن عطية ٥/ ٣٩٨، \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ٨٥، والثعالبي \"الكشف البيان\" ٥/ ٥١٦، \"فتح القدير\" للشوكاني ٥/ ٣٨٣. (٢) ذكره أبو السعود في \"إرشاد العقل السليم\" ٩/ ٦١ بنحوه، ولم ينسبه.(٣) انظر: في \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ٨٥، \"فتح القدير\" للشوكاني ٥/ ٣٨٣، ولم ينسبه.(٤) ذكره أبو عبد الرحمن السلمي في \"حقائق التفسير\"، والبغوي في \"معالم التنزيل\" ٨/ ٢٧٣، والقرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٨٥.(٥) محمد بن الحسين بن محمد، تكلموا فيه وليس بعمدة.(٦) محمد بن عبد الله بن عبد العزيز بن شاذان، ما هو بمؤتمن.(٧) لم أجده.</p>"
}