{
  "id": null,
  "sura": 75,
  "aya": 3,
  "text": "<p> وقال سهل: هي الأمّارة بالسوء، وهي قرينة الحرص والأمل (١) . </p><p> وقال أبو بكر الورّاق: النفس كافرة في وقت، منافقة في وقت، مرائية على الأحوال كلها هي كافرة؛ لأنها لا تألف الحق أبدًا، وهي منافقة؛ لأنها لا تفي بالعهد، وهي مرائية؛ لأنها لا تحب أن تعمل عملًا، ولا تخطو خطوة إلا لرؤية الخلق فمن كانت هذِه صفاته، فهي حقيقة بدوام الملامة لها (٢)  (٣) . </p><p> ٣ - قوله تعالى:  {أَيَحْسَبُ الْإِنْسَانُ} </p><p> نزلت في عدي بن ربيعة بن أبي سلمة حليف بني زهرة، ختن (٤) الأخنس بن شريق الثقفي، وكان النبي - صلى الله عليه وسلم - يقول:  \"اللهم اكفني جاري السوء\" يعني: عديّا، والأخنس، وذلك أن عدي بن ربيعة أتى النبي - صلى الله عليه وسلم - فقال: يا محمد حدثني عن يوم القيامة متى تكون؟ وكيف أمرها؟ وحالها؟ فأخبره النبي - صلى الله عليه وسلم - بذلك، فقال: لو عاينت </p><p>(١) ذكره أبو عبد الرحمن السلمي في \"حقائق التفسير\" [٣٥٤/ أ]. (٢) في (س): عليها.(٣) ذكره أبو عبد الرحمن السلمي \"حقائق التفسير\" [٣٥٤/ أ].وقال الطبري في \"جامع البيان\" ٢٩/ ١٧٥: وهذِه الأقوال التي ذكرناها عمن ذكرناها عنه وإن اختلفت بها ألفاظ قائليها، فمتقاربات المعاني، واصفة القول في ذلك بظاهر التنزيل: أنها تلوم صاحبها على الخير والشر، وتندم على ما فات.(٤) الختن بالتحريك: كل من كان من قبل المرأة مثل الأب والأخ، وعند العامة ختن الرجل زوج ابنته.انظر: \"الصحاح\" للجوهري ٥/ ٢١٠٧.</p><p> ذلك اليوم لم أصدقك يا محمد، ولم أؤمن به، أو يجمع الله العظام؟ فأنزل الله تعالى:  {أَيَحْسَبُ الْإِنْسَانُ}  (١) يعني: الكافر (٢)  {أَلَّنْ نَجْمَعَ عِظَامَهُ} بعد تفرقها، وبلاها، فنحييه ونبعثه بعد الموت (٣) ، يقال: إنه ذكر العظام، وأراد بها نفسه كلها؛ لأن العظم (٤) قالب الخلق ولن يستوي الخلق إلا باستوائها (٥) . </p><p>(١) لم أجده مسندًا. وقد ذكره المصنف، وتبعه البغوي في \"معالم التنزيل\" ٨/ ٢٨٠، والواحدي في \"أسباب النزول\" (ص ٤٦٩)، والزمخشري في \"الكشاف\" ٦/ ٢٦٧، والقرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٩٢، وأبو حيان في \"البحر المحيط\" ٨/ ٣٧٥، والخازن في \"لباب التأويل\" ٤/ ٣٧٠، ونظام الدين النيسابوري في \"غرائب القرآن\" ٦/ ٤٠٠، وابن عادل الدمشقي في \"اللباب\" ١٩/ ٥٤٦، والألوسي في \"روح المعاني\" ٢٩/ ١٣٧.وخالفهم ابن الجوزي في \"زاد المسير\" ٨/ ٤١٦ فذكره منسوبًا لمقاتل مختصرًا. وهذا الحديث استغربه الزيلعي في \"تخريج أحاديث وآثار الكشاف\" ٤/ ١٢٧ وقال: غريب، وهو في \"الكشف والبيان\" للثعلبي، \"معالم التنزيل\" للبغوي، \"أسباب النزول\" للواحدي هكذا من غير سند ولا راو. وتبعه على هذا الحافظ ابن حجر في \"الكاف الشاف\" ٤/ ١٨٠.(٢) انظر: \"النكت والعيون\" للماوردي ٦/ ١٥١، \"الوسيط\" للواحدي ٤/ ٣٩١، \"معالم التنزيل\" للبغوي ٨/ ٢٨٠، \"زاد المسير\" لابن الجوزي ٨/ ٤١٦، \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ٩١ - ٩٢.(٣) انظر: \"معالم التنزيل\" للبغوي ٨/ ٢٨٠.(٤) في (س): العظام.(٥) انظر: \"معالم التنزيل\" للبغوي ٨/ ٢٨٠، \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ٩١، \"اللباب\" لابن عادل ١٩/ ٥٤٦، \"فتح القدير\" للشوكاني ٥/ ٣٨٧.</p>"
}