{
  "id": null,
  "sura": 75,
  "aya": 33,
  "text": "<p> ٣٠ - {إِلَى رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ (٣٠) } المنتهى والمرجع. </p><p> تسوق الملائكة روحه إلى حين أمرهم الله تعالى (١) . </p><p> ٣١ - {فَلَا صَدَّقَ} يعني: أبا جهل (٢)  {وَلَا صَلَّى} </p><p> ٣٢ - {وَلَكِنْ كَذَّبَ وَتَوَلَّى (٣٢) ثُمَّ ذَهَبَ إِلَى أَهْلِهِ يَتَمَطَّى (٣٣) } يتبختر (٣) . </p><p> قال زيد بن أسلم: هي مشية بني مخزوم (٤) . </p><p>(١) ذكره الواحدي في \"الوسيط\" ٤/ ٣٩٥، والبغوي في \"معالم التنزيل\" ٨/ ٢٨٦، وابن الجوزي في \"زاد المسير\" ٨/ ٤٢٥، والقرطبي ١٩/ ١١١. (٢) ذكره الزجاج في \"معاني القرآن\" ٢/ ٢٥٤، وابن فورك [١٩٧/ أ] والماوردي في \"النكت والعيون\" ٦/ ١٥٨، والسمعاني في \"تفسير القرآن\" ٦/ ١٠٩، والواحدي في \"الوسيط\" ٤/ ٣٩٥، والبغوي في \"معالم التنزيل\" ٨/ ٢٨٦.وهو قول جمهور المفسرين: كابن عباس، ومجاهد، وقتادة، وابن زيد.والأولى حمل الآية على العموم. انظر: \"الكشاف\" للزمخشري ٦/ ٢٧٢، \"الجامع لأحكام القرآن\" ١٩/ ١١١، \"تفسير القرآن العظيم\" لابن كثير ٤/ ٤٥١.(٣) قاله مجاهد، وقتادة، وزيد بن أسلم:مجاهد: أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٩٩، وعزاه السيوطي في \"الدر المنثور\" ٦/ ٤٧٨ لعبد بن حميد، وابن المنذر أيضًا، وذكره ابن فورك [١٩٧/ أ].قتادة: أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٣٤، والطبري في \"جامع البيان\" ٢٩/ ١٩٩، وعزاه السيوطي في \"الدر المنثور\" ٦/ ٤٧٨ لعبد بن حميد، وابن المنذر أيضًا.زيد بن أسلم: أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٩٩، وذكره الزجاج في \"معاني القرآن\" ٥/ ٢٥٤.(٤) أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٩٩، وذكره الماوردي في \"النكت والعيون\" ٦/ ١٥٩، والسمعاني في \"تفسير القرآن\" ٦/ ١٩، ولم ينسبه، وابن عطية في \"المحرر الوجيز\" ٥/ ٤٠٦.</p><p> وأصله من المطا، وهو: الظهر، أي: يلوي مطاه تبخترا (١) . </p><p> وقيل: أصله يتمطط: أي يتمدد، والمط هو: المدّ، فجعلت أحد الطاءين ياء، وقد مضت هذِه المسألة (٢) . </p><p> وتمطى الإنسان إذا قام من منامه فتمدد (٣) . </p><p> [٣٣١١] أخبرنا الحسين (٤) بن محمد بن الحسين الدينوري، قال: حدثنا أحمد بن محمد بن علي بن الحسين الهمداني (٥) ، قال: حدثنا محمد بن علي بن مخلد الفرقدي (٦) ، قال: حدثنا سليمان (٧) بن داود الشاذكوني، قال: حدثنا سفيان بن عيينة (٨) ، عن يحيى بن سعيد الأنصاري (٩) أنه سمع شيخًا قديمًا يقال له: يُحنَّس (١٠) مولى للزبير </p><p>(١) ذكره الفراء في \"معاني القرآن\" ٣/ ٢١٢، والطبري في \"جامع البيان\" ٢٩/ ٢٠٠، والجوهري في \"الصحاح\" ٣/ ١١٦٠، وابن منظور في \"لسان العرب\" ٧/ ٤٠٤، والسمين الحلبي في \"الدر المصون\" ١٠/ ٥٨٢. (٢) ذكره ابن قتيبة في \"تفسير غريب القرآن\" (ص ٥٠١)، والجوهري في \"الصحاح\" ٣/ ١١٦٠، وابن منظور في \"لسان العرب\" ٧/ ٤٠٣.(٣) انظر: \"لسان العرب\" لابن منظور ٧/ ٤٠٤.(٤) في الأصل: يحيى، وما أثبته الموافق لما في (س) وكتب التراجم، وهو ابن فنجويه، ثقة صدوق، كثير الرواية للمناكير.(٥) لم يذكر بجرح أو تعديل.(٦) الشيخ المعمر الصدوق.(٧) في الأصل: سلمان، وما أثبته من (س) وهو أبو أيوب، أحد الهلكى.(٨) ثقة حافظ فقيه إمام حجة، إلا أنه تغير حفظه بأخرة، وكان ربما دلس، لكن عن الثقات.(٩) أبو سعيد المدني، ثقة ثبت.(١٠) هو ابن أبي موسى، ويقال: ابن عبد الله، أبو موسى المدني، الأسدي، مولى =</p><p> يقول: قال رسول الله - صلى الله عليه وسلم -: \"إذا مشت أمتي المطيطاء، وخدمتهم الروم وفارس، سُلّط(١)بعضهم على بعض\"  (٢) . </p><p>= مصعب بن الزبير، قال النسائي: ثقة، وقال الذهبي: ثقة، وذكره ابن حبان في \"الثقات\" وقال: كان رافضيًّا، وقال ابن حجر: ثقة. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٣١٣، \"الثقات\" لابن حبان ٥/ ٥٥٩، \"تهذيب الكمال\" للمزي ٣١/ ١٨٤، \"تقريب التهذيب\" لابن حجر (٧٤٩٣).(١) في (س): سلط الله.(٢) [٣٣١١] الحكم على الإسناد:ضعيف جدًّا، فيه الشاذكوني، هالك، وهو مرسل. لكن الحديث صحيح من طريق أخرى.التخريج:هذا الحديث يروى من وجهين يقوي أحدهما الآخر، فيكون صحيحًا لغيره بمجموعهما.الوجه الأول: عن يحيى بن سعيد الأنصاري: ويرويه عنه ثماني أنفس:١ - سفيان بن عيينة:رواه المصنف من طريق الشاذكوني، والبيهقي في \"دلائل النبوة\" ٦/ ٥٢٥، من طريق محمد بن يوسف، كلاهما عن سفيان، عن يحيى، عن يحنس مرسلًا.٢ - فرج بن فضالة:رواه أبو عبيد في \"غريب الحديث\" ١/ ٢٧٩، وأبو القاسم الأصبهاني في \"الترغيب والترهيب\" ١/ ٢٧٤ (٦٠٩) من طريق عامر الأنباري كلاهما عن فرج، عن يحيى، عن يحنس، عن عبد الله بن عمر مرفوعًا. وفرج بن فضالة: ضعيف.٣ - عبيد الله بن عمرو:رواه الداني في \"السنن الواردة في الفتن\" ١/ ٢٩٠ من طريق علي بن معبد، عن عبيد الله، عن يحيى، عن يحنس مرسلًا. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ٤ - عمارة بن غزية: رواه الطبراني في \"المعجم الأوسط\" ١/ ٤٧ (١٣٢)، ٤/ ٥٢ (٣٥٨٧) من طريق يحيى بن بكير، عن ابن لهيعة، عن عمارة، عن يحيى بن يحنس، عن أبي هريرة مرفوعًا.قال الهيثمي في \"مجمع الزوائد\" ١٠/ ٢٣٧: وإسناده حسن. قلت: كيف وفي الطريق ابن لهيعة وهو متكلم فيه من قبل حفظه.٥ - حماد بن زيد:رواه ابن أبي الدنيا في \"التواضع والخمول\" (ص ٢٩٤) (٢٤٩) عن خلف بن هشام ثنا حماد بن زيد، عن يحيى، عن يحنس مرسلًا. وهذا إسناد صحيح إلا أنه مرسل كما ترى.٦ - حماد بن سلمة:رواه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٥/ ١١٢ (٦٧١٦)، من طريق مؤمل بن إسماعيل، عن حماد، عن يحيى، عن عبيد بن سنوطا، عن خولة بنت قيس مرفوعًّا. ومؤمل سيئ الحفظ.٧ - أبو معاوية الضرير:رواه الترمذي، كتاب الفتن، باب ٧٤ (٢٢٦١)، وبحشل في \"تاريخ واسط\" (ص ٢٢٣)، والبزار في \"البحر الزخار\" كما في \"كشف الأستار\" ٤/ ١٢٨ من طريق محمد بن إسماعيل الواسطي، عن أبي معاوية، عن يحيى، عن عبد الله بن دينار، عن ابن عمر مرفوعًا.وهذا الإسناد صحيح كما قاله الشيخ الألباني في \"سلسلة الأحاديث الصحيحة\" ٢/ ٦٤٣ مع أن الترمذي قال: لا يعرف لحديث أبي معاوية عن يحيى بن سعيد أصل.٨ - مالك بن أنس:رواه الدارقطني في \"غرائب مالك\" كما في \"تخريج أحاديث وآثار الكشاف\" للزيلعي ٤/ ١٢٨، ونصر المقدسي في \"الأمالي\" كما في \"السلسلة الأحاديث الصحيحة\" ٢/ ٦٤٣، وعلقه الترمذي عن مالك، عن يحيى مرسلًا. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= الوجه الثاني: موسى بن عبيدة الربذي: رواه عبد الله بن المبارك في \"الزهد\" (ص ٤٧٤) (١٨٧)، وعنه البغوي في \"شرح السنة\" ١٤/ ٣٩٥ (٤٢٠٠).ورواه ابن عدي في \"الكامل\" ٨/ ٤٧ من طريق محمد بن القاسم.ورواه الترمذي، كتاب الفتن، باب (٧٤) (٢٢٦١)، والبيهقي في \"دلائل النبوة\" ٦/ ٥٢٥، من طريق زيد بن الحباب.ورواه أبو يعلى كما في \"تخريج أحاديث وآثار الكشاف\" للزيلعي ٤/ ١٢٨، وعنه ابن حبان في \"المجروحين\" ٢/ ٢٣٦ من طريق إسحاق بن سليمان.ورواه أبو نعيم في \"أخبار أصبهان\" ١/ ٣٠٨ من طريق روح بن عبادة.ورواه العقيلي في \"الضعفاء\" ٤/ ١٦٢ من طريق عبيد الله بن موسى.ستتهم: ابن المبارك، وابن القاسم، وابن الحباب، وإسحاق، وروح، وعبيدة، عن موسى بن عبيدة، عن عبد الله بن دينار، عن عبد الله بن عمر مرفوعًا.والحديث من هذا الوجه قال عنه الترمذي: حديث غريب، وقال ابن عدي: حديث موسى عن عبد الله بن دينار غير محفوظ.وقال العقيلي: لا يتابع عليه أبو موسى إلا من جهة فيها ضعف.قلت: موسى بن عبيدة ضعيف بالاتفاق، ولكن متابعة يحيى بن سعيد تشهد لصحة الحديث. نعم: عامة الطرق إلى يحيى لا تخلوا من مقال كما سبق، ولكن طريق أبي معاوية صحيح كما قرره الشيخ الألباني في \"سلسلة الأحاديث الصحيحة\" ٢/ ٦٤٢ وغيره.وعليه فالحديث صحيح بمجموع طرقه.غريب الحديث:المطيطا: هي مشية فيها تبختر ومد اليدين، يقال: مَطَوت، ومططت بمعنى: مددت، وهي من المصغرات التي لم يستعمل لها مكبر.انظر: \"غريب الحديث\" لأبي عبيد ١/ ٢٧٩، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ٢٩٠.</p>"
}