{
  "id": null,
  "sura": 75,
  "aya": 23,
  "text": "<p> ٢٣ - {إِلَى رَبِّهَا نَاظِرَةٌ} </p><p> قال ابن عباس - رضي الله عنهما -: وأكثر الناس (١) تنظر إلى ربها عيانًا (٢) . </p><p> قال الحسين بن واقد (٣) : أخبرني يزيد (٤) ، عن عكرمة (٥) ، وإسماعيل بن أبي خالد (٦) وأشياخ من أهل الكوفة قال: تنظر إلى ربها نظرًا (٧) . </p><p> وقال الحسن: تنظر إلى الخالق، وحُق لها أن تَنْضُر، وهي تنظر إلى الخالق (٨) . </p><p>(١) في (س): أكثر المفسرين. (٢) ذكره الواحدي في \"الوسيط\" ٤/ ٣٩٣، والبغوي في \"معالم التنزيل\" ٨/ ٢٨٤، وابن الجوزي في \"زاد المسير\" ٨/ ٤٢٢.(٣) ثقة له أوهام.(٤) ابن أبي سعيد النحوي، ثقة عابد.(٥) مولى ابن عباس - رضي الله عنهما -، ثقة ثبت عالم بالتفسير.(٦) الأحمسي البجلي، ثقة ثبت.(٧) الحكم على الإسناد:صحيح.التخريج:القول ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٩/ ١٠٦ منسوبًا لعكرمة وحده. والمصنف علق الإسناد هنا واختصره، وأصله في \"جامع البيان\" للطبري ٢٩/ ١٩٢ حيث رواه عن ثلاثة من أشياخه، عن علي بن الحسن بن شقيق قال: أخبرني الحسين بن واقد، عن يزيد النحوي، عن عكرمة، وإسماعيل بن أبي خالد، وأشياخ من أهل الكوفة ثم ذكره.(٨) أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٩٢، وذكره الماوردي في \"النكت =</p><p> وقال عطية العوفي: ينظرون إلى الله تعالى لا تحيط أبصارهم به من عظمته ونظره يحيط بهم، وذلك قوله تعالى:  {لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ}  (١) . </p><p> ودليل هذا التأويل: </p><p> [٣٣٠٦] ما أخبرني الحسين (٢) بن فنجويه، قال: حدثنا أحمد بن الحسن بن ماجه (٣) قال: حدثنا أبو جعفر محمد بن منده الأصفهاني (٤) ، قال: حدثنا الحسين (٥) بن حفص، قال: حدثنا إسرائيل بن يونس (٦) ، عن ثُوير (٧) بن أبي فاختة قال: سمعت ابن عمر - رضي الله عنهما - يقول: قال رسول الله - صلى الله عليه وسلم -: \"إن أدنى أهل الجنة منزلة لمن ينظر إلى خُزَّانه، وأزواجه، وسُرره، ونعمته مسيرة ألف عام، وإن </p><p>= والعيون\" ٦/ ١٥٦، والسمعاني في \"تفسير القرآن\" ٦/ ١٠٨، والواحدي في \"الوسيط\" ٤/ ٣٩٤. (١) الأنعام: ١٠٣. وأخرجه الطبري في \"جامع البيان\" ٢٩/ ١٩٢، وذكره الماوردي في \"النكت والعيون\" ٦/ ١٥٦، والقرطبي في \"الجامع لأحكام القرآن\" ١٩/ ١٠٨.(٢) ثقة صدوق كثير الرواية للمناكير.(٣) لم يذكر بجرح أو تعديل.(٤) قال ابن أبي حاتم: لم يكن بصدوق.(٥) في الأصل: الحسن، وما أثبته من كتب التراجم والرجال، وهو أبو محمد الأصبهاني صدوق.(٦) ابن أبي إسحاق السبيعي، ثقة.(٧) في الأصل: ثور، وما أثبته من (س)، وهو أبو الجهم الكوفي، ضعيف ورمي بالرفض.</p><p> أكرمهم على الله تعالى لمن ينظر إلى وجهه تبارك وتعالى غدوة وعشية\"، ثم قرأ رسول الله - صلى الله عليه وسلم -: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (٢٢) إِلَى رَبِّهَا نَاظِرَةٌ} (١) . </p><p>(١) [٣٣٠٦] الحكم على الإسناد: فيه ثوير ضعيف ورمي بالرفض، ومحمد بن منده لم يكن بصدوق كما قال ابن أبي حاتم وابن ماجة لم يذكر بجرح أو تعديل.التخريج:هذا الحديث يرويه عن ابن عمر اثنان:الأول: ثوير بن أبي فاختة: ويرويه عنه اثنان:أ- إسرائيل بن يونس:رواه المصنف من طريق الحسين بن حفص، وأحمد في \"المسند\" ٢/ ٦٤ (٥٣١٧)، عن حسين بن محمد، وأبو يعلى الموصلي في \"المسند\" ١٠/ ٧٦ (٥٧١٢)، والبغوي في \"شرح السنة\" ١٥/ ٢٣٢، والدارقطني في \"الرؤية\" (ص ٢٧٢) (١٧٢)، (٤٣٩٦) من طريق مؤمل بن إسماعيل، وعبد بن حميد في \"المنتخب\" (ص ٢٦٠) (٨١٩).وعنه الترمذي، كتاب صفة الجنة، باب ما جاء في رؤية الرب تبارك وتعالى (٢٥٥٣)، والبغوي في \"شرح السنة\" ١٥/ ٢٣٢ (٢٣٥)، وفي \"معالم التنزيل\" ٨/ ٥٨٢، ورواه الآجري في \"الشريعة\" ٢/ ١٠٣٢ (٦٢٠) بإسناد ضعيف من طريق الحسن الزعفراني، ورواه الدارقطني في \"الرؤية\" (ص ٢٧١) (١٧١) من طريق الحسن بن عرفة، وسعدان بن نصر.أربعتهم: ابن حميد، والحسن بن عرفة، والزعفراني، وسعدان، عن شبابة بن سوار.ورواه الآجري في \"الشريعة\" ٢/ ١٠٣٣ (٦٢١) بإسناد ضعيف من طريق حجاج، والبيهقي في \"البعث والنشور\" (ص ٢٣٨) (٤٧٧) باب آخر: من يدخل الجنة، من طريق ابن رجاء، ورواه الدارقطني في \"الرؤية\" (ص ٢٧٠) (١٧٠) من طريق محمد بن بكر، و (ص ٢٧٣) (١٧٤) من طريق مصعب بن المقدام. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ثمانيتهم: مصعب بن المقدام، ومحمد بن بكر، والحسين بن حفص، وحسين بن محمد، ومؤمل بن إسماعيل، والزعفراني، وشبابة، وابن رجاء عن إسرائيل بن يونس به. ب - عبد الملك بن أبجر:رواه أحمد في \"المسند\" ٢/ ١٤ (٤٦٢٣)، وعنه ابن منده في \"الرد على الجهمية\" (ص ١٠٠)، ورواه أبو الشيخ في \"العظمة\" ٣/ ١١١٥ (٦٥٤) من طريق عبد الله بن عمر بن أبان، وأبو يعلى في \"المسند\" ١٥/ ٩٦ (٥٧٢٩) من طريق سريح بن يونس، والحاكم في \"المستدرك\" ٢/ ٥٥٣، كتاب التفسير من طريق أحمد بن عبد الجبار، ورواه أبو بكر بن أبي شيبة في \"المصنف\" ١٣/ ٥٤٤.وعنه البيهقي في \"البعث والنشور\" (ص ٢٣٨) (٤٧٨)، ورواه أبو نعيم في \"حلية الأولياء\" ٥/ ١٠٠ (٦٤٧٥) من طريق زهير بن حرب، والواحدي في \"الوسيط\" ٤/ ٣٩٤ من طريق عثمان بن أبي شيبة، ورواه اللالكائي في \"شرح أصول الاعتقاد\" ٣/ ٥٣٦ (٨٤١) من طريق سهل بن حليمة.ورواه الدارقطني في \"الرؤية\" (ص ٢٧٣) (١٧٣) من طريق الحسن بن عرفة، ومحمد بن إسماعيل.عشرتهم: عبد الله بن أبان، وسريح، وأحمد بن عبد الجبار، وزهير بن حرب، وابن أبي شيبة، وسهل بن حليمة، وأحمد، وابن منده، والحسن بن عرفة، ومحمد بن إسماعيل، عن أبي معاوية محمد بن خازم.ورواه اللالكائي في \"شرح أصول الاعتقاد\" ٣/ ٥٣٦ (٨٤١) من طريق سهل بن حسين الجعفي.كلاهما: أبو معاوية، والجعفي عن عبد الملك بن أبجر به.كلاهما: إسرائيل، وابن أبجر، عن ثوير، عن ابن عمر به، وثوير ضعيف كما سبق.الثاني: مجاهد بن جبر:رواه الطبري في \"جامع البيان\" ٢٩/ ١٩٣، والبغوي في \"شرح السنة\" ١٥/ ٢٣٣ =</p><p> [٣٣٠٧] وأخبرنا ابن فنجويه (١) ، قال: حدثنا أبو الفتح محمد بن الحسين (٢) الأزدي الموصلي، قال: حدثني أحمد بن عيسى بن السّكين (٣) ، قال: حدثنا أحمد بن محمد بن عمر بن يونس اليمامي (٤) ، قال: حدثنا عبد الرزاق (٥) ، قال: أخبرنا رباح بن (٦) </p><p>= (٤٣٩٧) عن أبي كريب عن الأشجعي. ورواه اللالكائي في \"شرح أصول الاعتقاد\" ٣/ ٥٣٦ (٨٤١)، وابن عدي في \"الكامل\" ٢/ ٣١٨ من طريق يحيى بن سليمان عن يحيى بن يمان.كلاهما: عن سفيان، عن ثوير، عن مجاهد به.ورواه البغوي في \"شرح السنة\" ١٥/ ٢٣٣ من طريق عبد الله بن المبارك، عن سفيان، عن رجل، عن مجاهد به.ورواه ابن المنذر، وابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٤٧٠.قلت: وهذا الحديث مداره كما سبق على ثوير. وهو ضعيف بالإجماع كما قال الهيثمي في \"مجمع الزوائد\" ١٠/ ٤٠١، ولذا قال الترمذي بعد إخراجه له: هذا حديث غريب. وضعفه أيضًا الشيخ الألباني في \"سلسلة الأحاديث الضعيفة\" ٤/ ١٤٥٠، والأرناؤوط في تخريج أحاديث \"المسند\" ٨/ ٢٤٠.وقد حاول الحاكم أن يقوي الحديث بقوله: وثوير وإن لم يخرجاه فلم ينقم عليه غير التشيع، ولكن الذهبي تعقبه بقوله: بل هو واهي الحديث. ا. هـ.قلت: وطريق مجاهد على ضعفه فهو غير محفوظ، قال الترمذي: إن مجاهدًا لم يذكره أحد في السند إلا سفيان.(١) ثقة صدوق كثير الرواية للمناكير.(٢) في الأصل، (س): الحسن، وما أثبته من كتب التراجم والرجال، وهو أبو الفتح الموصلي، ضعيف متهم بوضع الحديث.(٣) ثقة.(٤) كذاب.(٥) ابن همام الصنعاني، ثقة حافظ عمي في آخر عمره فتغير، وكان يتشيع.(٦) في الأصل: عن، والمثبت من (س) وهو ثقة فاضل.</p><p> زيد الصنعاني، قال: أخبرنا ابن جُريج (١) ، قال: أخبرني زياد بن سعد (٢) ، أن أبا الزبير (٣) أخبره عن جابر بن عبد الله - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وسلم -: \"يتجلّى لنا ربنا عَز وَجَلَّ حتى ننظر إلى وجهه، فيخرّون له سجدًا،فيقول:ارفعوا رؤوسكم فليس هذا بيوم عبادة\"  (٤) . </p><p>(١) عبد الملك بن عبد العزيز، ثقة فقيه فاضل، كان يدلس ويرسل. (٢) في الأصل، (س): سعدان، وما أثبته من كتب التراجم والرجال، وهو أبو عبد الرحمن الخراساني، ثقة ثبت.(٣) محمد بن مسلم بن تدرس، صدوق إلا أنه يدلس.(٤) [٣٣٠٧] الحكم على الإسناد:ضعيف جدًا؛ فيه أبو الفتح الأزدي، متهم بالوضع، وأحمد اليمامي كذاب.التخريج:الحديث يرويه أبو الزبير عن جابر، ويرويه عنه ثلاثة:الأول: زياد بن سعد:رواه المصنف، والدارقطني في \"الرؤية\" (ص ١٦٨) (٥٣) من طريق ابن جريج، ورواه الدارقطني في \"الرؤية\" أيضًا (ص ١٦٨) (٥٤) من طريق مالك بن أنس، كلاهما: ابن جريج، ومالك، عن زياد به.الثاني: عبد الله بن لهيعة:رواه أحمد في \"المسند\" ٣/ ٣٤٦ (١٤٧٢١) عن موسى بن داود، ورواه الدارمي في \"الرد على الجهمية\" (ص ٥٨) عن عبد الغفار الحراني، والدارقطني في \"الرؤية\" (ص ١٦١) (٤٩).وفي \"الأسماء والصفات\" (ص ٢٩) من طريق يحيى بن إسحاق.ثلاثتهم: موسى، والحراني، ويحيى، عن عبد الله بن لهيعة به.قلت: وابن لهيعة: ضعفه جماعة. قال الشيخ الأرناؤوط في تخريج أحاديث \"المسند\": ضعيف من أجل ابن لهيعة.الثالث: عبد الملك بن عبد العزيز بن جريج: =</p><p> وروى الحسن، عن عمار بن ياسر قال: كان من دعاء النبي - صلى الله عليه وسلم -: </p><p>= رواه أحمد في \"المسند\" ٣/ ٣٨٣ (١٥١١٥) وعنه ابنه عبد الله في \"السنة\" ١/ ٢٤٨، وابن منده في \"الإيمان\" ٢/ ٨٢٥، والدارقطني في \"الرؤية\" (ص ١٦٣) (٥٥)، وفي \"الأسماء والصفات\" (ص ٢٨). ورواه أبو عوانة في \"مسنده\" كتاب: الإيمان، باب: الرد على الجهمية ١/ ١٢٣ (٣٦٤)، ومسلم كتاب: الإيمان، باب أدنى أهل الجنة منزلة (١٩١)، وابن منده في \"الإيمان\" ٢/ ٨٢٥ من طريق إسحاق بن منصور.ورواه مسلم أيضًا كتاب: الإيمان، باب: أدنى أهل الجنة منزلة (١٩١)، عن عبيد الله بن سعيد.ورواه اللالكائي في \"شرح أصول الاعتقاد\" ٣/ ٥٣٣ (٨٣٥) من طريق الحسن الآدمي.أربعتهم: أحمد، وإسحاق، وعبيد الله، والآدمي عن روح.ورواه أبو عوانة في \"مسنده\" ١/ ١٢٣ (٣٦٤)، وابن منده في \"الإيمان\" ٢/ ٨٢٦ من طريق حجاج بن محمد.ورواه الدارقطني في \"الرؤية\" (١٦١) (٤٩) من طريق محمد بن شرحبيل الصنعاني.ورواه أبو عوانة في \"مسنده\" ١/ ١٢٢ (٣٦٣) من طريق ابن عرعرة، وابن منده في \"الإيمان\" ٢/ ٨٢٥ من طريق أبي قدامة السرخسي، ومحمد بن بشار.ثلاثتهم: ابن عرعرة، والسرخسي، ومحمد بن بشار، عن أبي عاصم.أربعتهم: روح، وحجاج، والصنعاني، وأبو عاصم، عن ابن جريج به.ثلاثتهم: زياد، وابن لهيعة، وابن جريج، عن أبي الزبير، عن جابر به.قلت: وهذا الحديث رواه مسلم وغيره كما ترى، وهو يقرر أصلًا من أصول عقيدة أهل السنة والجماعة، وهو إثبات رؤية المؤمنين لربهم جلّ وعلا يوم القيامة، وأحاديث الرؤية متواترة حيث رواها أكثر من عشرين نفسًا من صحابة النبي - صلى الله عليه وسلم - وقد جمعها الإمام أبو الحسن الدارقطني في كتاب الرؤية، وذكر عددًا كثيرًا منها عامة من كتب في مسائل الاعتقاد بما يغني عن سردها في هذا المقام.</p><p> \"أسألك النظر إلى وجهك والشوق إلى لقائك، في غير ضراء مُضرة، ولا فتنة مضلة\"  (١) . </p><p>(١) تخريج الحديث: حديث صحيح.يرويه عن عمار أربعة أنفس:١ - الحسن البصري: ذكره المصنف، ولم يسنده، ثم إن الحسن لم يدرك عمار ابن ياسر، فهو ضعيف من هذا الوجه.٢ - عطاء بن السائب:رواه أبو يعلى في \"المسند\" ٣/ ١٩٥ (١٦٢٤) من طريق محمد بن فضيل بن غزوان.ورواه النسائي كتاب: السهو، باب: الدعاء بعد الذكر ٣/ ٥٥، وفي \"السنن الكبرى\" ١/ ٣٨٧ (١٢٢٨)، وابن أبي عاصم في \"السنة\" ١/ ٢٧٠ (٤٣٤)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٥/ ٣٠٤ (١٩٧١)، واللالكائي في \"شرح أصول الاعتقاد\" ٢/ ٥٤١ (٨٤٥)، والحاكم في \"المستدرك\" ١/ ٧٠٥.كلهم من طرق عن حماد بن زيد.كلاهما: ابن فضيل، وحماد، عن عطاء بن السائب، عن أبيه به.وطريق حماد: ضعفه الحاكم، ووافقه الذهبي، والألباني، فعطاء وإن كان قد اختلط إلا أن سماع حماد منه كان قبل اختلاطه.٣ - قيس:رواه النسائي كتاب: السهو، باب: الدعاء بعد الذكر ٣/ ٥٥، وفي \"السنن الكبرى\" ١/ ٣٨٨ (١٢٢٩)، والبزار كما في \"البحر الزخار\" ٤/ ٢٢٨ (١٣٩٢)، والطبراني في \"الدعاء\" ٢/ ١٠٨٠ (٦٢٥)، باب القول بعد التشهد بإسناد حسن، وابن أبي شيبة في \"المسند\" ١/ ٢٩٤ (٤٤٢)، \"المصنف\" ٧/ ٥٣، وعنه ابن أبي عاصم في \"السنة\" ١/ ٢٧٠.كلهم من طرق، عن شريك، عن أبي هاشم، عن أبي مجلز، عن قيس به. =</p><p> وقال مجاهد: يعني أنها تنتظر الثواب من ربها، ولا يراه من خلقه شيء (١)  (٢) . </p><p> قلت (٣) : وهذا تأويل مدخول؛ لأن العرب إذا أرادت بالنظر </p><p>= ٤ - أبو مجلز: رواه أحمد في \"المسند\" ٤/ ٢٦٤ (١٨٣٢٥)، عن إسحاق الأزرق، ٦/ ٣٦٦ (١٨٣٥٢) عن أسود بن عامر، كلاهما إسحاق، وأسود، عن شريك، عن أبي هاشم، عن أبي مجلز، عن عمار به.قلت: وفي طريق قيس، وأبي مجلز: شريك بن عبد الله، وهو صدوق يخطئ، تغير حفظه لما ولي القضاء، إلا أنه توبع كما سبق في طريق عطاء بن السائب، عن أبيه.وحاصل القول: أن الحديث صحيح ثابت.(١) أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٩٢، وذكره الماوردي في \"النكت والعيون\" ٦/ ١٥٦، والسمعاني في \"تفسير القرآن\" ٦/ ١٠٨، والقرطبي في \"الجامع لأحكام القرآن\" ١٩/ ١٠٦.(٢) وقد عَدَّ العلماء هذا القول من مجاهد من الأقوال التي خالف فيها قول أهل السنة قاطبة، ووافق فيه مذهب أهل الاعتزال في نفي رؤية الخالق -سبحانه وتعالى-.قال ابن عطية في \"المحرر الوجيز\" ٥/ ٤٠٥: حمل هذِه الآية جميع أهل السنة على أنها متضمنة رؤية المؤمنين ربهم. ا. هـ.وهي من مسائل الإجماع بين أهل السنة والتي صحت فيها الأحاديث المتواترة، بل وصح فيها التفسير القرآني البليغ في هذِه الآية.انظر: \"الاعتقاد والهداية إلى سبيل الرشاد\" للبيهقي (ص ١٢٦ - ١٤٤)، \"الشريعة\" للآجري ٢/ ٩٧٨ - ١٠٥٠، \"شرح أصول الاعتقاد\" للالكائي ٣/ ٥٠٣ - ٥١٦، \"الرؤية\" للدارقطني (ص ٢٧١ - ٢٧٤)، \"تفسير القرآن العظيم\" لابن كثير ١٤/ ١٩٩.(٣) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ١٠٧.</p>"
}