{
  "id": null,
  "sura": 75,
  "aya": 28,
  "text": "<p> قال سليمان التيمي، ومقاتل بن سليمان: هذا من قول الملائكة يقول بعضهم لبعض: من يرقى بروحه، فتصعد بها ملائكة الرحمة أو ملائكة العذاب (١) ، وهذِه رواية أبي الجوزاء عن ابن عباس - رضي الله عنهما - (٢) . </p><p> قال أبو العالية: يختصم فيها ملائكة الرحمة، وملائكة العذاب أيهم يرقى بها (٣) . </p><p> ٢٨ - {وَظَنَّ} وأيقن (٤)  {وأَنَّهُ الْفِرَاقُ} قال الشاعر: </p><p>= عن الثوري، عن قيس، عن طارق، عن عبد الله فقال: لا أظن الثوري سمعه من قيس أراه مدلسًا. ا. هـ. قلت: ولكن الثوري لم ينفرد به عن قيس، بل تابعه عليه خمسة أنفس كما سبق.ثم إن طريق طارق بن شهاب جاء ما يقويه وهو طريق السلمي.وبكل حال فالحديث بمجموع هذين الطريقين يكون صحيحًا لغيره.قال الحاكم بعد تخريجه لطريق قيس: هذا حديث صحيح على شرط مسلم، ولم يخرجاه. ووافقه الذهبي.(١) ذكره ابن فورك [١٩٧/ أ] والسمعاني في \"تفسير القرآن\" ٦/ ١٠٩ ولم ينسباه، والبغوي في \"معالم التنزيل\" ٨/ ٢٨٥، والزمخشري في \"الكشاف\" ٦/ ٢٧١ ولم ينسبه، وابن عطية في \"المحرر الوجيز\" ٥/ ٤٠٦.(٢) أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٩٥، وابن أبي حاتم كما في \"تفسير القرآن العظيم\" لابن كثير ١٤/ ٢٥١، وذكره الزجاج في \"معاني القرآن\" ٢/ ٢٥٤، ولم ينسبه، والماوردي في \"النكت والعيون\" ٦/ ١٥٨، وابن عطية في \"المحرر الوجيز\" ٥/ ٤٠٦، والقرطبي في \"الجامع لأحكام القرآن\" ١٩/ ١٠٩.(٣) أخرجه سعيد بن منصور، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٦/ ٤٧٧.(٤) قاله قتادة: أخرجه الطبري في \"جامع البيان\" ٢٩/ ١٩٥، وذكره الزجاج في \"معاني القرآن\" ٢/ ٢٥٤، والماوردي في \"النكت والعيون\" ٦/ ١٥٨ ولم ينسباه، والواحدي في \"الوسيط\" ٤/ ٣٩٥، والبغوي في \"معالم التنزيل\" ٨/ ٢٨٥.</p><p> فراق ليس يشبهه فراق ... قد انقطع الرجاء عن التلاق (١) </p><p> [٣٣٠٩] أخبرنا الربيع بن أحمد الحاتمي (٢) ، ومحمد بن عقيل الخزاعي (٣) ، قالا: أخبرنا علي بن محمد بن عقبة الشيباني (٤) ، قال: أخبرنا الخضر بن أبان القرشي (٥) قال: حدثنا إبراهيم بن هدبة (٦) ، عن أنس بن مالك - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إن العبد ليعالج كُرب الموت وسكراته، وإن مفاصله يُسلِّم بعضها على بعض تقول عليك السلام، تفارقني وأفارقك إلى يوم القيامة\"  (٧) . </p><p>(١) لم أقف على قائله. والبيت ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٩/ ١١٠. (٢) هكذا هنا، وقد تقدم في تفسير سورتي البقرة، والفرقان باسم الربيع بن محمد أبي الطيب الحاتمي، ولم أجده.(٣) تقدم في تفسير سورة الفرقان باسم أبي نصر محمد بن علي بن الفضل الخزاعي، ولم أجده.(٤) قال الخطيب: كان ثقة أمينًا.(٥) ضعيف.(٦) كذاب.(٧) [٣٣٠٩] الحكم على الإسناد:موضوع، فيه ابن هدبة كذاب، وفيه من لم أجده.التخريج:ذكره العراقي في \"المغني عن حمل الأسفار\" ٢/ ١٢١١ (٤٣٨٨) وقال: رويناه في \"الأربعين\" لأبي هدبة إبراهيم بن هدبة عن أنس، وأبو هدبة هالك. وذكره الهندي في \"تذكرة الموضوعات\" (ص ٢١٤) وقال: هو ضعيف جدًّا. والزبيدي في \"إتحاف السادة المتقين\" ١٢/ ٢٦٣، الباب الثالث في سكرات الموت وشدته، وابن عراق الكناني في \"تنزيه الشريعة\" ٢/ ٣٧٥ (٤٠)، والبقاعي في =</p>"
}