{
  "id": null,
  "sura": 75,
  "aya": 40,
  "text": "<p> ٣٨ - {ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّى (٣٨) } وخلقه (١) . </p><p> ٣٩ - {فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى (٣٩) } </p><p> ٤٠ - {أَلَيْسَ ذَلِكَ} الذي فعل هذا (٢)  {بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى} . </p><p> [٣٣١٤] أخبرنا ابن فنجويه (٣) ، قال: حدثنا أبو بكر بن مالك القطيعي (٤) ، قال: حدثنا محمد بن يونس الكديمي (٥) ، قال: حدثنا شعيب بن بيان الصفار (٦) ، قال: حدثنا شعبة (٧) ، قال: حدثني يونس الطويل (٨) جليس لأبي إسحاق الهمداني، عن البراء بن </p><p>(١) ذكره النحاس في \"معاني القرآن\" ٥/ ٩٤، والواحدي في \"الوسيط\" ٤/ ٣٩٦، والبغوي في \"معالم التنزيل\" ٨/ ٢٨٧، وابن الجوزي في \"زاد المسير\" ٨/ ٤٢٦. (٢) ذكره الطبري في \"جامع البيان\" ٢٩/ ٢٠١، والسمعاني في \"تفسير القرآن\" ٦/ ١١١، والواحدي في \"الوسيط\" ٤/ ٣٩٦، والبغوي في \"معالم التنزيل\" ٨/ ٢٨٧، وابن الجوزي في \"زاد المسير\" ٨/ ٤٢٦.(٣) ثقة صدوق كثير الرواية للمناكير.(٤) أحمد بن جعفر بن حمدان، ثقة.(٥) ضعيف.(٦) شعيب بن بيان بن زياد بن ميمون الصفار، البصري القسملي، قال الجوزجاني: له مناكير، وقال العقيلي: يحدث عن الثقات بالمناكير، وكان يغلب على حديثه الوهم، وقال الحافظ ابن حجر: صدوق يخطئ.انظر: \"الضعفاء الكبير\" للعقيلي ٢/ ١٨٣، \"تهذيب الكمال\" للمزي ١٢/ ٥٠٧، \"تقريب التهذيب\" لابن حجر (٢٧٩٥).(٧) ابن الحجاج، ثقة حافظ متقن.(٨) يونس الطويل: لم أجده.</p><p> عازب (١) - رضي الله عنهما - قال: لما نزلت هذِه الآية {أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى (٤٠) } قال رسول الله - صلى الله عليه وسلم -: \"سبحانك اللهم وبلى\"  (٢) . </p><p>(١) صحابي مشهور. (٢) [٣٣١٤] الحكم على الإسناد:ضعيف، فيه الكديمي ضعيف، وفيه من لم أجده.التخريج:الحديث يرويه المصنف، والواحدي في \"الوسيط\" ٤/ ٣٩٧ من طريق الكديمي، عن شعيب، عن شعبة، عن يونس، عن البراء بن عازب به، وسبق بيان ما في هذا الطريق من ضعف ولكن له شاهدان:١ - من حديث أبي هريرة رضي الله عنه:رواه أحمد في \"المسند\" ٢/ ٢٤٩ (٧٣٩١)، والحميدي في \"مسنده\" ٢/ ٤٣٧ (٩٩٥)، وأبو داود، كتاب الصلاة، باب مقدار الركوع والسجود (٨٨٧)، وعنه البيهقي في \"السنن الكبرى\" ٢/ ٤٤٠ (٣٦٩٢)، والبغوي في \"السنة\" ٣/ ١٠٤ (٦٢٣) عن عبد الله بن محمد الزهري، والترمذي، كتاب التفسير، باب ومن سورة التين (٣٣٤٧)، عن ابن أبي عمر، وابن السني في \"عمل اليوم والليلة\" (ص ٢٠٧) (٤٣٦) من طريق إبراهيم بن بشار، خمستهم: أحمد والحميدي، والزهري، وابن أبي عمر، وإبراهيم بن بشار، عن سفيان بن عيينة، عن إسماعيل بن أمية، عن رجل من البادية، عن أبي هريرة به نحوه.قال الترمذي: هذا الحديث إنما يروى بهذا الإسناد عن هذا الأعرابي، عن أبي هريرة، ولا يسمى.قلت: وقد جاء تسمية هذا الأعرابي في إسناد ضعيف.رواه الحاكم في \"المستدرك\" ٢/ ٥٥٤، من طريق يزيد بن عياض، عن إسماعيل، عن أبي اليسع، عن أبي هريرة، ويزيد بن عياض كذبه مالك وغيره، ثم إن أبا اليسع هذا لا يدرى من هو.على هذا فالحديث ضعيف كما قرره الألباني في \"ضعيف الجامع\" (٥٧٨٤). =</p><p> [٣٣١٥] وأخبرنا ابن فنجويه (١) قال: محمد بن إبراهيم الربيعي (٢) قال: حدثنا إبراهيم بن عبد الله بن أيوب المخرمي (٣) قال: حدثنا صالح بن مالك (٤) قال: حدثنا أبو نوفل علي بن سليمان (٥) قال: </p><p>= ٢ - مرسل موسى بن أبي عائشة: رواه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٣٥ عن إسرائيل. ورواه أبو داود، كتاب الصلاة، باب في الدعاء في الركوع والسجود (٨٨٤)، وعنه البيهقي في \"السنن الكبرى\" ٢/ ٤٤٠، والبغوي في \"معالم التنزيل\" ٨/ ٢٨٨، وفي \"شرح السنة\" ٣/ ١٠٥ (٦٠٤) من طريق محمد بن جعفر.ورواه ابن أبي حاتم كما في \"تفسير القرآن\" لابن كثير ١٤/ ٢٠٤ من طريق شبابة.كلاهما: محمد بن جعفر، وشبابة عن شعبة.كلاهما: إسرائيل، وشعبة، عن موسى بن أبي عائشة مرسلًا.وهذا الإسناد رجاله ثقات إلا أن موسى مع ثقته وعبادته فهو لم يدرك أحدًا من الصحابة، فضلًا عن إدراكه لرسول الله - صلى الله عليه وسلم -. وعليه: فهو خبر معضل.والحاصل: أن الحديث لا تخلو طرقه من كلام، ولكنه بمجموعها يصير له أصلًا قويًا. والله أعلم.(١) الحسين بن محمد بن الحسين، ثقة صدوق كثير الرواية للمناكير.(٢) أبو بكر الشاهد، قال ابن أبي الفوارس: فيه نظر.(٣) في الأصل: المخزومي، وما أثبت من كتب التراجم والرجال، وهو ليس بثقة، حدث عن ثقاتٍ بأحاديث باطلة.(٤) أبو عبد الله الخوارزمي، ذكره ابن حبان في \"الثقات\"، وقال: مستقيم الحديث.(٥) علي بن سليمان الكيساني، أبو نوفل، أصله كوفي، سكن دمشق، قال ابن أبي حاتم: سألت أبي عنه ما حاله؟ قال: ما أرى بحديثه بأسًا، صالح الحديث، ليس بالمشهور، وذكره ابن حبان في \"الثقات\"، وقال: يغرب.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٦/ ١٨٨، \"الثقات\" لابن حبان ٧/ ٢١٣، \"ميزان الاعتدال\" للذهبي ٤/ ٢٧٣.</p><p> حدثنا أبو إسحاق السبيعي (١) ، عن سعيد بن جبير (٢) ، عن عبد الله بن عباس - رضي الله عنهما - قال: من قرأ: {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى} إمامًا كان أو غيره (٣) فليقل: سبحان ربي الأعلى. ومن قرأ: {لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ (١) } فإذا انتهى إلى آخرها فليقل: سبحانك اللهم بلى، إمامًا كان أو غيره (٤)  (٥) . </p><p>(١) عمرو بن عبد الله، ثقة مكثر عابد، اختلط بأخرة. (٢) ثقة ثبت فقيه.(٣) قوله: إمامًا كان أو غيره، ساقطة من (س).(٤) في (س): أو مأمومًا.(٥) [٣٣١٥] الحكم على الإسناد:ضعيف؛ لأجل الربيعي والمخرمي ضعيفان، والحديث صحيح لغيره بمجموع طرقه.التخريج:مداره على أبي إسحاق السبيعي، ورواه عنه خمسة:١ - أبو نوفل علي بن سليمان: رواه المصنف كما سبق.٢ - شعبة بن الحجاج: رواه الواحدي في \"الوسيط\" ٤/ ٣٩٧ من طريق عاصم بن علي، عن شعبة.٣ - الجراح الرؤاسي:رواه الطبري في \"جامع البيان\" ٣٠/ ٢٥٠، عن أبي كريب، عن وكيع بن الجراح، عن أبيه.ثلاثتهم: أبو وكيع، وأبو نوفل، وشعبة، عن أبي إسحاق، عن سعيد بن جبير، عن ابن عباس موقوفًا.٤ - سفيان الثوري: =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= رواه ابن أبي حاتم كما في \"تفسير القرآن العظيم\" لابن كثير ١٤/ ٢٠٥ من طريق أبي أحمد الزبيري، عن سفيان. ٥ - إسرائيل بن يونس بن أبي إسحاق السبيعي: رواه أحمد في \"المسند\" ١/ ٢٣٢ (٢٠٦٦)، وعنه الطبراني في \"المعجم الكبير\" ١٢/ ١٣ (١٢٣٣٥).ورواه أبو داود، كتاب الصلاة، باب الدعاء في الصلاة (٨٨٣)، وعنه البيهقي في \"السنن الكبرى\" ٢/ ٤٤٠.ورواه أبو يعلى، وعنه الحاكم في \"المستدرك\" ١/ ٣٩٦، من طريق زهير بن حرب.كلاهما: أحمد وزهير، عن وكيع، عن إسرائيل.كلاهما: سفيان، وإسرائيل، عن أبي إسحاق، عن مسلم البطين، عن سعيد، عن ابن عباس موقوفًا.قلت: كما ترى قد اختلف على أبي إسحاق السبيعي فيه، فتارة يروي عن سعيد، وتارة يروي عن مسلم عن سعيد، ومع ذلك: فأمره محتمل، فلعل أبا إسحاق سمعه عن مسلم عن سعيد، وسمعه مرة أخرى من سعيد مباشرة فحدث بالوجهين. ولذا قال الحاكم: صحيح على شرط الشيخين ولم يخرجاه. ووافقه الذهبي، وقال الأرناؤوط: صحيح موقوفًا، رجاله ثقات رجال الشيخين.</p><p> ٧٦ - سُورَة الْإِنْسَانِ </p><p> سُوْرَةُ الْإِنْسَانِ (١) </p><p> مكية (٢) ، وهي ألف وأربعة (٣) وخمسون حرفًا، ومائتان وأربعون </p><p>(١) وتسمى: الأمشاج، وهل أتى، والدهر. انظر: \"مصاعد النظر\" للبقاعي ٣/ ١٤٣.(٢) قاله ابن عباس، وابن الزبير:ابن عباس: أخرج النحاس في \"الناسخ والمنسوخ\" ٣/ ١٣٢ عن ابن عباس قال: نزلت سورة الإنسان بمكة.ابن الزبير: وأخرج ابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٤٨٠ عن ابن الزبير قال: أنزلت بمكة سورة {هَلْ أَتَى عَلَى الْإِنْسَانِ}.وأخرج ابن الضريس في \"فضائل القرآن\" (ص ٣٤)، وابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٤٨٠، والبيهقي في \"دلائل النبوة\" ٧/ ١٤٢ - ١٤٣ عن ابن عباس قال: نزلت سورة الإنسان بالمدينة.وقد ذكر ابن الجوزي في \"زاد المسير\" ٨/ ٤٢٧ ثلاثة أقوال في نزولها:أحدها: أنها مدنية كلها، قاله الجمهور منهم: مجاهد وقتادة.والثاني: مكية، قاله ابن يسار، ومقاتل، وحكي عن ابن عباس والثالث: أن منها مكيًّا ومدنيًّا، ثم في ذلك قولان:أحدهما: أن المكي منها آية وهو قوله تعالى: {وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا} وباقيها جميعه مدني، قاله: الحسن وعكرمة.والثاني: أولها مدني إلى قوله: {إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْآنَ تَنْزِيلًا (٢٣)} ومن هذِه الآية إلى آخرها مكي حكاه الماوردي.وانظر: \"مصاعد النظر\" للبقاعي ٣/ ١٤٣.قلت: وقد أشار المصنف رحمه الله إلى ذلك.(٣) في (س): وأربع.</p><p> كلمة (١) ، وإحدى وثلاثون آية (٢) . </p><p> [٣٣١٦] أخبرني ناقل بن راقم (٣) قال: حدثنا محمد بن شاذة (٤) قال: حدثنا أحمد بن الحسن (٥) قال: حدثنا محمد بن يحيى (٦) قال: حدثنا سلم (٧) بن قتيبة، عن شعبة (٨) ، عن عاصم (٩) ، عن زر (١٠) ، عن أُبي (١١) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة{هَلْ أَتَى}كان، جزاؤه على الله جنة وحريرًا\"  (١٢) . </p><p> * * * </p><p>(١) في (س). واثنان وأربعون كلمة، وهو الموافق لما في \"البيان\" للداني. (٢) انظر: \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٥٢، \"البيان في عد آي القرآن\" للداني (ص ٢٦٥)، \"القول الوجيز\" للمخللاتي (ص ٣٣٣).(٣) لم أجده.(٤) أبو الحسين الكرابيسي لم أجد فيه جرحًا ولا تعديلًا.(٥) ابن الشرقي، ثقة مأمون.(٦) الذهلي، ثقة جليل، حافظ.(٧) في الأصل: سالم، وفي (س): مسلم، وما أثبته من كتب التراجم والرجال، وهو أبو قتيبة الخراساني، صدوق.(٨) ابن الحجاج، ثقة حافظ متقن، كان الثوري يقول: هو أمير المؤمنين في الحديث.(٩) ابن بهدلة، صدوق له أوهام، حجة في القراءة.(١٠) ابن حبيش، ثقة جليل.(١١) صحابي مشهور.(١٢) [٣٣١٦] الحكم على الإسناد:فيه شيخ المصنف لم أجده، وابن شاذة لم يذكر بجرح أو تعديل، وفيه أيضًا عاصم بن بهدلة، صدوق له أوهام.والحديث باطل موضوع، كما سبق بيانه، وهذا الإسناد من أمثل طرقه.</p>"
}