{
  "id": null,
  "sura": 76,
  "aya": 13,
  "text": "<p> والصبر على أداء الفرائض، والصبر على اجتناب محارم الله، والصبر على المصائب\" (١) . </p><p> {جَنَّةً وَحَرِيرًا} قال الحسن: أدخلهم الجنة، وألبسهم الحرير (٢) . </p><p> ١٣ - {مُتَّكِئِينَ} نصب على الحال (٣) </p><p> {فِيهَا} في الجنة (٤)  {عَلَى الْأَرَائِكِ} السرر في الحجال، لا تكون أريكة إلا إذ أجتمعا (٥)  (٦) . </p><p> قال الحسن: وهي لغة أهل اليمن، كان الرجل العظيم منهم يتخذ أريكة فيقال: أريكة فلان. </p><p>(١) تخريج الحديث: سعيد لم يدرك عمر، لأنه كان صغيرًا، وروايته عنه مرسلة. والحديث ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٩/ ١٣٤، وابن عادل الدمشقي في \"اللباب\" ٢٠/ ٢٧.(٢) ذكره الماوردي في \"النكت والعيون\" ٦/ ١٦٨، ولم ينسبه، والبغوي في \"معالم التنزيل\" ٨/ ٢٩٥، والقرطبي في \"الجامع لأحكام القرآن\" ١٩/ ١٣٥، والخازن في \"لباب التأويل\" ٤/ ٣٧٩ كلاهما لم ينسباه.(٣) ذكره الفراء في \"معاني القرآن\" ٣/ ٢١٦، والأخفش في \"معاني القرآن\" ٢/ ٧٢٣، والطبري في \"جامع البيان\" ٢٩/ ٢١٣، والزجاج في \"معاني القرآن\" ٥/ ٢٥٩، والنحاس في \"إعراب القرآن\" ٥/ ١٠٠.(٤) انظر: \"جامع البيان\" للطبري ٢٩/ ٢١٣، \"معالم التنزيل\" للبغوي ٨/ ٢٩٦، \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ١٣٥، \"لباب التأويل\" للخازن ٤/ ٣٧٩.(٥) في (س): اجتمعتا.(٦) ذكره الطبري في \"جامع البيان\" ٢٩/ ٢١٣، والزجاج في \"معاني القرآن\" ٥/ ٢٥٩، والسمعاني في \"تفسير القرآن\" ٦/ ١١٧، والبغوي في \"معالم التنزيل\" ٨/ ٢٩٦.</p><p> وقال مقاتل: الأرائك: السرر في الحجال من الدر، والياقوت، موضونة بقضبان الدرر (١) الذهب، والفضة، وألوان الجواهر (٢) . </p><p> {لَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَرِيرًا} أي: قيظًا ولا شتاءً (٣) . </p><p> قال قتادة: علم الله تعالى أن شدة الحر تؤذي، وشدة القرّ تؤذي، فوقاهم الله تعالى أذاهما جميعًا (٤) . </p><p> وقال مُرّة الهمداني: الزمهرير: البرد القاطع (٥) . </p><p> وقال مقاتل بن حيان: هي (٦) شيء مثل رؤوس الإبر ينزل من السماء في غاية البرد (٧) . </p><p> قال ابن مسعود - رضي الله عنه -: هو لون من العذاب، وهو البرد الشديد (٨) . </p><p>(١) من (س). (٢) \"تفسير مقاتل\" (ص ٥٢٧) بنحوه، وذكره القشيري في \"لطائف الإشارات\" (ص ٦٦٤) ولم ينسبه.(٣) انظر: \"معالم التنزيل\" للبغوي ٨/ ٢٩٦.(٤) أخرجه عبد بن حميد كما في \"الدر المنثور\" للسيوطي ٦/ ٤٨٦، والطبري في \"جامع البيان\" ٢٩/ ٢١٤.(٥) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ١٣٥، \"اللباب\" لابن عادل الدمشقي ٢٠/ ٣٠.(٦) في (س): هو.(٧) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ١٣٥، \"اللباب\" لابن عادل الدمشقي ٢٠/ ٣٠.(٨) أخرجه عبد بن حميد، وابن أبي حاتم كما في \"الدر المنثور\" للسيوطي ٦/ ٤٨٦، وذكره الماوردي في \"النكت والعيون\" ٦/ ١٦٩، والقرطبي في \"الجامع لأحكام القرآن\" ١٩/ ١٣٦.</p><p> [٣٣١٩] وسمعت أبا القاسم الحبيبي (١) يقول: سمعت أحمد بن عمران السوادي (٢) يقول: سمعت أبا العباس أحمد بن يحيى ثعلب (٣)  (أنه سئل)  (٤) عن قوله: {لَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَريِرًا} قال: الزمهرير: القمر بلغة طيئ (٥) ، قال شاعرهم (٦) : </p><p> وليلة ظلامها قد اعتكر ... قطعتها والزمهرير ما زهر </p><p> أي: لم يطلع القمر. </p><p> واختلف العلماء في سبب نزول هذِه الآيات فقال مقاتل: نزلت في رجل من الأنصار أطعم في يوم واحد مسكينًا ويتيمًا وأسيرًا. </p><p> وكانت قصته: </p><p>(١) قيل: كذبه الحاكم. (٢) لم أجده.(٣) إمام النحو، ثقة حجة.(٤) في الأصل: أن سئل، وفي (س): وسئل، وما أثبته الصحيح لغة.(٥) [٣٣١٩] الحكم على الإسناد:ضعيف؛ الحبيبي تكلم فيه الحاكم، والسوادي لم أجده.التخريج:ذكره الماوردي في \"النكت والعيون\" ٦/ ١٦٩، والزمخشري في \"الكشاف\" ٦/ ٢٧٩، وابن عطية في \"المحرر الوجيز\" ٥/ ٤١١، وابن الجوزي في \"زاد المسير\" ٨/ ٤٣٥، والرازي في \"مفاتيح الغيب\" ٣٠/ ٢٤٨. وبعضهم لم ينسبه.(٦) لم أهتد إلى قائله.وهو في \"النكت والعيون\" للماوردي ٦/ ١٦٩، \"الكشاف\" للزمخشري ٦/ ٢٧٩، \"زاد المسير\" لابن الجوزي ٨/ ٤٣٥، \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ١٣٦، \"البحر المحيط\" لأبي حيان ١٠/ ٣٥٧.</p><p> [٣٣٢٠] ما أخبرنا ابن فنجويه (١) قال: حدثنا محمد بن خلف بن حيان (٢) قال حدثنا (إسحاق بن محمد بن مروان)  (٣) قال: حدثنا أبي (٤) قال: حدثنا إبراهيم بن عيسى (٥) قال: حدثنا علي بن علي (٦) عن أبي حمزة الثمالي (٧) قال: بلغنا أن مسكينًا أتى إلى رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله أطمعني فقال: \"ما عندي ما أطعمك، ولكن اطلب\" ، فأتى رجلًا من الأنصار وهو يتعشى وامرأته فقال: إني أتيت رسول الله - صلى الله عليه وسلم - فقلت له: أطعمني فقال: \"ما عندي ما أطعمك، ولكن اطلب\" . فقال الأنصاري لامرأته: ما ترين؟ فقالت: أطعمه وأسقه، ثم أتى رسول الله - صلى الله عليه وسلم - يتيم فقال يا رسول الله أطعمني فقال:  \"ما عندي ما أطعمك، ولكن اطلب\" فأتى اليتيم الأنصاري الذي أتاه المسكين، فقال: له أطعمني. فقال لامرأته: ما ترين؟ فقالت: أطعمه وأسقه، فأطمعه ثم أتى رسول الله - صلى الله عليه وسلم - أسير فقال: يا رسول الله أطعمني، فقال: \"ما عندي ما أطعمك ولكن </p><p>(١) ثقة صدوق، كثير الرواية للمناكير. (٢) وقيل ابن جيان، وهو صدوق إن شاء الله.(٣) في الأصل: إسحاق بن محمد قال: حدثنا مروان، وما أثبته من (س)، وهو أبو العباس الكوفي، لا يحتج بحديثه.(٤) محمد بن مروان: شيعي متروك.(٥) لم أجده.(٦) لم يتبين لي من هو.(٧) ثابت بن أبي صفية، ضعيف رافضي.</p><p> اطلب\" فأتى الأسير الأنصاري، فقال له: أطعمني. فقال لامرأته: ما ترين؟ فقالت: أطعمه وأسقه (١) ، وكان هذا كله في ساعة واحدة، فأنزل الله -عَزَّ وَجَلَّ- فيما صنع الأنصاري من إطعامه المسكين واليتيم والأسير {وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا (٨) } (٢) . </p><p> وقال غيرهما: نزلت في علي بن أبي طالب - رضي الله عنه -، وفاطمة - رضي الله عنها -، وجارية لهما يقال لها فضة - رضي الله عنها -. </p><p> وكانت القصة فيه: </p><p> [٣٣٢١] ما أخبرنا أبو محمد الحسن بن أحمد بن محمد بن علي الشيباني العدل (٣) قراءة عليه في صفر سنة سبع وثمانين وثلاثمائة، قال: أخبرنا أبو حامد أحمد بن محمد بن الحسن بن الشرقي (٤) ، قال: حدثنا أبو محمد عبد الله بن محمد بن عبد الوهاب الخوارزمي </p><p>(١) من (س). (٢) [٣٣٢٠] الحكم على الإسناد:ضعيف جدًا، فيه إسحاق بن محمد لا يحتج بحديثه، وأبوه متروك، وإبراهيم بن عيسى لم أجده، وعلى لم أتبينه، والثمالي ضعيف وبينه وبين النبي - صلى الله عليه وسلم - مفاوز.التخريج:ذكره البغوي في \"معالم التنزيل\" ٨/ ٢٩٤، وابن الجوزي في \"زاد المسير\" ٨/ ٤٣٢، والقرطبي في \"الجامع لأحكام القرآن\" ١٩/ ١٢٨، والخازن في \"لباب التأويل\" ٤/ ٣٧٨، عن مقاتل به.إلا أن بعضهم سمى الرجل: أبا الدحداح الأنصاري.(٣) إمام صدوق، مسند عدل.(٤) ثقة مأمون.</p><p> ابن عم الأحنف بن قيس (١) في سنة ثمان وخمسين ومائتين، قال: حدثنا أحمد بن حماد المروزي (٢) ، قال: أخبرنا محبوب بن حميد البصري (٣) - وسأله عن هذا الحديث روح بن عبادة (٤) - قال: حدثنا القاسم بن بهرام (٥) ، عن ليث (٦) ، عن مجاهد (٧) ، عن ابن عباس - رضي الله عنهما - [ح] . </p><p> [٣٣٢٢] وأخبرنا عبد الله بن حامد (٨) قال: أخبرنا أبو محمد أحمد بن عبد الله المزني (٩) قال: حدثنا أبو الحسن محمد بن أحمد </p><p>(١) ذكره ابن حبان في \"الثقات\" ٨/ ٣٦٧، وقال: يروي عن أبي نعيم، روى عنه أهل خراسان مات سنة سبع وستين ومائتين، ربما أغرب. (٢) أحمد بن حماد المروزي الجعاب، عن علي بن الحسن بن شقيق، وعنه محمد بن حرب، ومحمد بن عبدة وثقه العباس بن مصعب، وعرض بالطعن فيه عبد الله بن محمود، وأورد له مناكير تدل على ضعفه قال ابن حجر: ورأيت له في تفسير {هَلْ أَتَى} من الثعلبي خبرًا باطلًا ... ا. هـ.انظر: \"ميزان\" للذهبى ١/ ٩٤، \"لسان الميزان\" لابن حجر ١/ ١٦٤.(٣) لم أجده.(٤) أبو محمد القيسي البصري، ثقة فاضل له تصانيف.(٥) القاسم بن بهارم، أبو همدان قال ابن حبان: شيخ كان يروي العجائب لا يجوز الاحتجاج به بحال، وقال الدارقطني: متروك.انظر: \"المجروحين\" لابن حبان ٢/ ٢١٤، \"الضعفاء\" لابن الجوزي ٣/ ٢٤٣.(٦) ليث بن أبي سليم، صدوق اختلط جدًا ولم يتميز حديثه فترك.(٧) ثقة إمام في التفسير وفي العلم.(٨) الوزان، لم يذكر بجرح أو تعديل.(٩) أبو محمد المغفلي، الشيخ الجليل القدوة الحافظ.</p><p> ابن سهيل بن علي بن مهران الباهلي (١) بالبصرة، قال: حدثنا (أبو مسعود عبد الرحمن)  (٢) بن مهر بن هلال قال: حدثني القاسم بن يحيى (٣) ، عن أبي على العنبري (٤) ، عن محمد بن السائب (٥) ، عن أبي صالح (٦) ، عن ابن عباس - رضي الله عنهما - [ح] . </p><p> [٣٣٢٣] قال أبو الحسن بن مهران (٧) ، وحدثني محمد بن زكريا البصري (٨) قال حدثني شعيب بن واقد المزني (٩) قال: حدثنا القاسم (١٠) بن بهرام (١١) ، عن ليث (١٢) ، عن مجاهد (١٣) ، عن ابن </p><p>(١) محمد بن أحمد بن سهيل بن علي بن مهران الباهلي، قال ابن عدي: هو أبو الحسن المؤدب، أصله واسطي، كتبت عنه وهو ممن يضع الحديث، \"الكامل\" لابن عدي ٦/ ٣٠٣، \"ميزان الاعتدال\" للذهبي ٣/ ٤٥٥. (٢) في الأصل: أبو مسعود وعبد الرحمن، لم أجده.(٣) أبو محمد الواسطي، ثقة.(٤) لم أجده.(٥) أبو النضر الكوفي، متهم بالكذب، ورمي بالرفض.(٦) باذام: ضعيف يرسل.(٧) في الأصل: الحسن، وهو أبو الحسن المؤدب، قال ابن عدي: وهو ممن يضع الحديث.(٨) ابن دينار، تكلم فيه.(٩) شعيب: ضرب على حديثه روى عن نافع بن هرمز، سمع منه أبو حاتم وقال: ضرب أبو حفص الصيرفي على حديث هذا الشيخ حيث رأه في كتابي، \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٣٥٣، \"ميزان الاعتدال\" للذهبي ٣/ ٣٨٢.(١٠) في الأصل: أبو القاسم، وما أثبته الصحيح.(١١) أبو همدان: متروك.(١٢) ابن أبي سليم: صدوق، اختلط جدًا ولم يتميز حديثه، فترك.(١٣) ثقة، إمام في التفسير والعلم.</p><p> عباس - رضي الله عنهما - في قول الله -عَزَّ وَجَلَّ-: {يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا (٧) } قال: مرض الحسن والحسين عليهما السلام فعادهما جدهما محمد - صلى الله عليه وسلم -، ومعه أبو بكر وعمر - رضي الله عنهما -، وعادهما عامة العرب، فقالوا يا أبا الحسن: لو نذرت على ولديك نذرًا -وكل نذر لا يكون له وفاء فليس بشيء- فقال علي - رضي الله عنه - (١) : إن برأ ولداي مما بهما؛ صمت لله ثلاثة أيام شكرا، وقالت (٢) جارية يقال له: فضة - رضي الله عنها - نوبية (٣) إن برأ سيداي مما بهما صمت لله تعالى ثلاثة أيام شكرا. فألبس (٤) الله تعالى الغلامين العافية، وليس عند آل محمد - صلى الله عليه وسلم - قليل ولا كثير، فانطلق علي - رضي الله عنه - إلى شمعون (٥) بن جابا الخيبري، وكان يهوديًا، فاستقرض منه ثلاثة أصواع من شعير. </p><p> وفي حديث المزني، عن ابن (٦) مهران الباهلي قال: انطلق علي - رضي الله عنه - إلى جار له من اليهود يعالج الصوف يقال له: شمعون بن جابا فقال له: هل لك أن تعطيني جَزّة من صوف تغزلها لك بنت محمد - صلى الله عليه وسلم - بثلاثة آصع من شعير قال: نعم، فأعطاه، فجاء بالصوف والشعير، فأخبر فاطمة بذلك فقبلت، وأطاعت قالوا: فقامت فاطمة </p><p>(١) في (س): رضي الله عنه. (٢) في الأصل: وقال، وما أثبت من (س)، وهو الصحيح لغة.(٣) في الأصل: نوبيه، وما أثبت من (س)، وهو الصحيح لغة.(٤) في الأصل: فلبس، وما أثبت من (س)، وهو الصحيح لغة.(٥) في (س): سمعان بن جابا.(٦) في الأصل: أبي. والمثبت من (س).</p><p> - رضي الله عنهما - إلى صاع، فطحنته، واختبزت منه خمسة أقراص لكل واحد منهم قرص، وصلى علي - رضي الله عنه - مع النبي - صلى الله عليه وسلم - المغرب، ثم أتى المنزل فوُضع الطعام بين يديه، إذ أتاهم مسكين، فوقف بالباب فقال: السلام عليكم (١) أهل بيت محمد - صلى الله عليه وسلم -، مسكين من مساكين المسلمين أطعموني أطعمكم الله تعالى من موائد الجنة، فسمعه على - رضي الله عنه - فأنشأ يقول (٢) : </p><p> أفاطم ذات المجد واليفين </p><p> (يا بنت)  (٣) خير الناس أجمعين </p><p> أما ترين البائس المسكين </p><p> قد قام بالباب له حنين </p><p> يشكو إلى الله ويستكين </p><p> يشكو إلينا جائعًا حزين </p><p> كل امرئ بكسبه رهين </p><p> وفاعلُ الخيرات يستبين </p><p> موعده جنةُ عِلِّيّين (٤) </p><p> حَرّمها الله على الضِّنين </p><p>(١) في (س): على. (٢) \"ديوانه\" (ص ٢٠٣) ليس كاملًا، وانظر: \"مناقب آل أبي طالب\" للسروي ٣/ ٣٧٤، \"نور الأبصار\" للشبلنجي (ص ١٢٥)، \"الأرجاز\" ١ - ٤، ٦، \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ١٢٩ - ١٣٠.(٣) في (الأصل): يا بنة.(٤) في (س): جنات عليينا.</p><p> وللبخيل موقف مهين </p><p> تهوي به النار إلى سجين </p><p> شرابها الحميم والغِسلين </p><p> فأنشأت فاطمة - رضي الله عنها - تقول: </p><p> أمرك يا بن عمّ سمعٌ (١) طاعه </p><p> ما بي من لُؤم ولا وضاعه </p><p> هُديت في (٢) الخير له صُنّاعه </p><p> أُطعمه ولا أُبالي الساعه </p><p> أرجو إذا أشبعت ذا مجاعه </p><p> أن ألحق الأخيار والجماعه </p><p> وأدخل الخلد ولي شفاعه </p><p> قال: فأعطوه الطعام، ومكثوا يومهم وليلتهم لم يذوقوا شيئًا إلا الماء القَرَاح (٣) ، فلما كان اليوم الثاني قامت فاطمة - رضي الله عنها - إلى صاع فطحنته، واختبزته وصلّى علي كرم الله وجهه مع النبي - رضي الله عنها - المغرب، ثم أتى المنزل، فوضع الطعام بين يديه، فأتاهم يتيم فوقف بالباب فقال: السلام عليكم أهل بيت محمد - صلى الله عليه وسلم -، يتيم من أولاد </p><p>(١) في (س): ذاك. (٢) في (س): إن.(٣) الماء القراح: هو الذي لم يخالطه شيء يطيب به، كالعسل، والتمر والزبيب.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ٣٢، \"لسان العرب\" لابن منظور ٢/ ٥٦١.</p><p> المهاجرين، استشهد والدي يوم العقبة أطعموني أطعمكم الله على موائد الجنة، فسمع على -عليه السلام- (١) فأنشأ يقول: </p><p> فاطم (٢) بنت السيد الكريم </p><p> بنت نبي ليس بالذميم </p><p> قد جاءنا الله بذا اليتيم </p><p> من يرحم اليوم فهو رحيم (٣) </p><p> موعده في جنة النعيم </p><p> قد حُرِّم الخلدُ على اللئيم </p><p> يزلّ في النار إلى الجحيم </p><p> شرابه الصديدُ والحميم </p><p> فأنشأت فاطمة عليها السلام (٤) تقول: </p><p> إني لأعطيه ولا أبالي </p><p> وأُوثر الله على عيالي </p><p> أمسوا جياعًا وهم أشبالي </p><p> أصغرهم يُقتل في القتالِ </p><p> بكربلاء (٥) يُقتل باغتيال </p><p>(١) في (س): كرم الله وجهه. (٢) في (س): يا فاطم.(٣) في (س): بالرحيم.(٤) في (س): - رضي الله عنها -.(٥) في (س): يكرفلا، وكربلاء: بالمد: وهو الموضع الذي قتل فيه الحسين بن علي رضي الله عنهما في طرف البرية عند الكوفة، والكربلة: رخاوة في القدمين يقال: =</p><p> للقاتل الويل مع الوبالِ </p><p> تهوي به النار إلى سفال </p><p> مُصفدُ اليدين بالأغلال </p><p> كبولة زادت على الأكبال </p><p> قال: فأعطوه الطعام، ومكثوا يومين وليلتين لم يذوقوا شيئًا إلا الماء القراح، فلما كان في اليوم الثالث قامت فاطمة - رضي الله عنها - إلى الصاع الباقي، فطحنته واختبزته، وصلى على عليه السلام (١) مع النبي - صلى الله عليه وسلم -، ثم أتى المنزل، فوضع الطعام بين يديه إذ أتاهم أسير، فوقف بالباب فقال: السلام عليكم أهل بيت محمد - صلى الله عليه وسلم -، تأسرونا وتشدوننا ولا تطعموننا، أطعموني فإني أسير محمد - صلى الله عليه وسلم - أطعمكم الله على موائد الجنة فسمعه على عليه السلام (٢) فأنشأ يقول: </p><p> فاطم يا بنة النبي أحمد </p><p> بنت نبي سيد مسود </p><p> هذا أسير للنبي المهتد </p><p> مكبل في غله مقيد </p><p> يشكو إلينا الجوع قد تمدد </p><p>= جاء يمشي مكربلًا فيجوز على هذا أن تكون أرض هذا الموقع رخوة فسميت بذلك. انظر: \"معجم البلدان\" لياقوت ٤/ ٤٤٥، \"معجم ما استعجم\" للبكري ٤/ ١١٢٣.(١) في (س): رضي الله عنه.(٢) في (س): رضي الله عنه.</p><p> من يطعم اليوم يجده في غد </p><p> عند العلي الواحد الموحد </p><p> ما يزرع الزارع سوف يحصد </p><p> فأطعمي من غير من أنكد </p><p> حتى تجازي بالذي لا ينفد </p><p> فأنشأت فاطمة عليها السلام (١) تقول: </p><p> لم يبق مما جئت غير صاع </p><p> قد دُميت كفي مع الذراع </p><p> ابناي والله من الجياع </p><p> أبوهما للخير ذو اصطناع </p><p> يصطنع المعروف بابتداع </p><p> عبل الذراعين (٢) طويل الباع </p><p> وما على رأسي من قناع </p><p> إلا قناع نسجه نساع (٣) </p><p> قال: فأطعموه الطعام، ومكثوا ثلاثة أيام ولياليها لم يذوقوا شيئًا إلا الماء القراح، فلما كان في اليوم الرابع، وقد قضوا نذرهم </p><p>(١) في (س): رضي الله عنه. (٢) عبل الذراعين: ضخمهما، والعبل: الضخم من كل شيء.انظر: \"لسان العرب\" لابن منظور ١١/ ٤٢٠.(٣) في (س): بساعي، والنسع -بالكسر- سير يضفر على هيئة أعنة النعال تُشد به الرحال.والجمع أنساع ونسوع ونسع. انظر: \"لسان العرب\" لابن منظور ٨/ ٣٥٢.</p><p> أخذ على بيده اليمني الحسن، وبيده اليسرى الحسين - رضي الله عنهم - أجمعين، وأقبل نحو رسول الله - صلى الله عليه وسلم - وهم يرتعشون كالفراخ من شدة الجوع، فلما بصر به النبي - صلى الله عليه وسلم - قال:  \"يا أبا الحسن ما أشد ما يسوؤني ما أرى بكم، انطلق إلى ابنتي فاطمة\" ، فانطلقوا إليها، وهي في محرابها، قد لصق بطنها بظهرها من شدة الجوع، وغارت (١) عيناها. فلما رآها النبي - صلى الله عليه وسلم - قال:  \"واغوثاه بالله، أهل بيت محمد يموتون جوعًا\" . فهبط جبريل عليه السلام فقال: يا محمد خذها هنأك الله في أهل بيتك. </p><p> قال:  \"وما آخذ يا جبريل؟ \" فأقرأه: {هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ} إلى قوله: {إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا (٩) } إلى آخر السورة (٢) . </p><p>(١) غارت عيناها: دخلت في الرأس، يقال: غارت عينه تغور غورا وغؤورا وغّوَّرت. انظر: \"لسان العرب\" لابن منظور ٥/ ٣٤.(٢) [٣٣٢١ - ٣٣٢٣] الحكم على الإسناد:إسناده مظلم والخبر باطل، فطريق القاسم بن بهرام عن ليث. فيها القاسم متروك، والليث اختلط جدًا فترك فضلًا عمن دون القاسم، وطريق أبي الحسن الباهلي يفيض بالهلكى والمجاهيل.التخريج:يروى عن ابن عباس، والأصبغ بن نباتة مرسلًا.أما حديث ابن عباس: فيرويه عنه اثنان:١ - مجاهد بن جبير:رواه المصنف من طريقي شعيب بن واقد، وروح بن عبادة، كلاهما عن القاسم =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ابن بهرام عن ليث، عن مجاهد به. ٢ - أبو صالح:رواه المصنف أيضًا من طريق أبي علي العنبري، عن محمد بن السائب الكلبي، عن أبي صالح به، ورواه ابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٤٨٥ عن ابن عباس.وأما مرسل الأصبغ بن نباتة:فرواه ابن الجوزي في \"الموضوعات\" ٢/ ١٧٢ من طريق أبي عبد الله السمرقندي، عن محمد بن كثير، عن الأصبغ به مرسلًا. والحديث باطل سندًا ومتنًا.وأما مرسل الأصبغ فمع كونه مرسلًا فالأصبغ قال فيه ابن معين: لا يساوي شيئًا، ومحمد بن كثير قال فيه أحمد: حرقنا كتبه، والسمرقندي: لا يوثق به، قاله ابن الجوزي كما في \"الموضوعات\".وأما من حيث المتن:فقد كثر كلام العلماء عليه، ومن ذلك: قول أبي عبد الله الحكيم الترمذي، حيث ذكر الحديث من \"نوادر الأصول\" ١/ ٣٦٧ وصدّره بقوله: ومن الحديث الذي تنكره القلوب ... فذكره ثم قال: هذا حديث مزوّق، وقد تطرق فيه صاحبه حتى يشبه على المستمعين، والجاهل يعض على شفتيه تلهفًا ألا يكون بهذِه الصفة، ولا يدري أن صاحب هذا الفعل مذموم قال الله تعالى في تنزيله الكريم: {وَيَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلِ الْعَفْوَ}. وهو الفضل الذي يفضل عن نفسك وعيالك. وقال - صلى الله عليه وسلم -: \"خير الصدقة ما كان من ظهر غني وابدأ بنفسك ثم من تعول\".وافترض الله تعالى على الأزواج النفقة لأهليهم وأولادهم، وقال - صلى الله عليه وسلم -: \"كفى بالمرء إثما أن يضيع من يقوت\". أفيحسب عاقل أن عليًا رضي الله عنه جهل هذا الأمر، حتى أجهد صبيانًا صغارًا من أبناء خمس أو ست على جوع ثلاثة أيام ولياليها، حتى تضرروا من الجوع وغارت العيون فيهم لخلاء أجوافهم حتى أبكى رسول الله - صلى الله عليه وسلم - ما بهم من الجهد. هب أنه آثر على نفسه هذا المسائل، فهل =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= يكون يجوز له أن يحمل على أطفاله جوع ثلاثة أيام بلياليهن، ما يروج هذا إلا على حمقى جهال، أبى الله لقلوب منتبهة أن تظن بعلي رضي الله عنه مثل هذا، وليث شعري من حفظ هذِه الأبيات كل ليلة عن علي وفاطمة رضوان الله عليهما، وإجابة كل منهما صاحبه حتى أراه إن هؤلاء الرواة فهذا وأشباهه عامتها مفتعلة. ا. هـ. ولما أخرجه ابن الجوزي في كتابه \"الموضوعات\" قال: وهذا حديث لا يشك في وضعه، ولو لم يدل عليه إلا هذِه الألفاظ الركيكة، والأشعار الرديئة والأفعال التي تنزه عنها أولئك السادة. ا. هـ.وذكر القصة مختصرة السمعاني في \"تفسير القرآن\" ٦/ ١١٦ ثم قال: وفي هذِه القصة خَبْط كثير تركنا ذكره. ا. هـ.وقال القرطبي في \"الجامع لأحكام القرآن\" ١٩/ ١٢٨: وقد ذكر النقاش، والثعلبي، والقشيري، وغير واحد من المفسرين في قصة على، وفاطمة، وجاريتها، حديثًا لا يصح ولا يثبت ... ثم ذكره، وختمه بنقل كلام الحكيم الترمذي الذي سبق ذكره ثم قال: ومثل هذِه الأحاديث مفتعلة، فإذا صارت إلى الجهابذة رموا بها وزيفوها، وما من شيء إلا له آفة ومكيدة، وآفة الدين وكيده أكثر. ا. هـ.وقال أبو حيان في \"البحر المحيط\" ٨/ ٤٠٣: وذكر النقاش حكاية طويلة جدًّا ظاهرة الاختلاق ... لسفساف ألفاظها وكسر أبياتها، وسفاطة معانيها. ا. هـ. وقد ذكر بعضهم هذا الخبر مطولًا، والبعض ذكره مختصرًا.انظر: \"النكت والعيون\" للماوردي ٦/ ١٦٨، \"الوسيط\" للواحدي ٤/ ٤٠١، \"أسباب النزول\" للواحدي (ص ٤٧٠)، \"تفسير القرآن\" للسمعاني ٦/ ١١٦، \"معالم التنزيل\" للبغوي ٨/ ٢٩٥، \"الكشاف\" للزمخشري ٦/ ٢٧٨، \"زاد المسير\" لابن الجوزي ٨/ ٤٣٢، \"مبهمات القرآن\" للبلنسي (ص ٦٨٨)، \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ١٢٨، \"غرائب القرآن\" للنيسابوري ٦/ ٤١٢، \"حاشية الشهاب على البيضاوي\" ٩/ ٣٥٤.</p><p> وزاد ابن مهران الباهلي في هذا الحديث: فوثب النبي - صلى الله عليه وسلم - حتى دخل على فاطمة - رضي الله عنها -، فلما رأى ما بهم، نكب عليهم يبكي، وقال لهم:  \"أنتم منذ ثلاث فيما أرى وأنا غافل عنكم\" ، فهبط جبريل عليه السلام بهذِه الآيات: {إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا (٥) عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا (٦) }. </p><p> قال: هي عين في دار النبي - صلى الله عليه وسلم - تفجر إلى دور الأنبياء عليهم السلام والمؤمنين. </p><p> {يُوفُونَ بِالنَّذْرِ} يعني: عليًّا، وفاطمة، والحسن، والحسين، وجاريتهم فضة رضوان الله تعالى عليهم {وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا * وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا} يقول على شهوتهم الطعام، وإيثارهم به مسكينًا من مساكين المسلمين، ويتيمًا من يتامى المسلمين، وأسيرًا من أسارى المشركين، ويقولون إذا أطعموهم {إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا (٩) إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا (١٠) }. </p><p> قال: والله ما قالوا لهم هذا بألسنتهم، ولكنهم أضمروه في نفوسهم (١) ، فأخبر الله عز وجل بإضمارهم. يقولون:  {لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا} فتمنون علينا به، ولكنا أعطيناكم لوجه الله تعالى، وطلب ثوابه، قال الله تعالى:  {فَوَقَاهُمُ اللَّهُ شَرَّ ذَلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً} في الوجوه {وَسُرُورًا} في القلوب {وَجَزَاهُمْ بِمَا صَبَرُوا جَنَّةً} يسكنونها </p><p>(١) في (س): في صدور نفوسهم.</p><p> {وَحَرِيرًا} يلبسونه ويفترشونه {مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ لَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَرِيرًا (١٣) }. </p><p> قال ابن عباس - رضي الله عنهما -: بينا أهل الجنة في الجنة إذ رأوا ضوءًا كضوء الشمس، وقد أشرقت الجنان لها، فيقول أهل الجنة: يا رضوان، قال ربنا عز وجل {لَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَرِيرًا} فيقول لهم رضوان عليه السلام: ليست هذِه بشمس ولا قمر، ولكن هذِه فاطمة وعلى ضَحِكَا ضَحْكا أشرقت الجنان من نور ضحكهما، وفيهما أنزل الله تعالى {هَلْ أَتَى عَلَى الْإِنْسَانِ} إلى قوله: {وَكَانَ سَعْيُكُمْ مَشْكُورًا} وقد أنشدت فيه: </p><p> أنا مولى لفتى ... أنزل فيه هل أتى (١) </p><p> وعلى هذا القول تكون السورة مدنية (٢) . </p><p> وقد اختلف العلماء في نزول هذِه السورة، فقال مجاهد، وقتادة: هي كلها مدنية (٣) . </p><p> وقال الحسن وعكرمة: منها آية مكية (٤) ، وهي (٥) قوله عز وجل: {وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا} والباقي مدنية. </p><p>(١) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ١٣٦. (٢) في مكية السورة ومدنيتها خلاف سبق بيانه في أول السورة.(٣) انظر: \"معالم التنزيل\" للبغوي ٨/ ٢٩١، \"المحرر الوجيز\" لابن عطية ١٦/ ١٨٢، \"زاد المسير\" لابن الجوزي ٨/ ٤٢٧ قال: وهو قول الجمهور.(٤) انظر: \"معالم التنزيل\" للبغوي ٨/ ٢٩١، \"المحرر الوجيز\" لابن عطية ١٦/ ١٨٢، \"زاد المسير\" لابن الجوزي ٨/ ٤٢٧.(٥) في الأصل: وهو، وما أثبت من (س) وهو الأصح لغة.</p>"
}