{
  "id": null,
  "sura": 78,
  "aya": 24,
  "text": "<p> وقال بعض العلماء: مجاز الآية: لابثين فيها أحقابا، لا يذوقون في تلك الأحقاب إلا حميمًا وغساقًا، ثم يلبثون أحقابًا (١) ، يذوقون غير الحميم، والغساق من أنواع العذاب، فهو توقيت لأنواع العذاب، لا لمكثهم في النار (٢) . </p><p> ٢٤ - {لَا يَذُوقُونَ فِيهَا بَرْدًا} يشفيهم من الحر إلا الغساق، وهو الزمهرير (٣) . </p><p>= وقال ابن عطية في \"المحرر الوجيز\" ٥/ ٤٢٨: وهو قول خلف؛ لأن الأخبار لا تنسخ، وإنما ذكرنا هذا القول تنبيهًا على فساده. وقال القرطبي في \"الجامع لأحكام القرآن\" ١٩/ ١٧٧: وهذا بعيد لأنه خبر، وقد قال تعالى: {وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ} على ما تقدم. هذا في حق الكفار، فأما العصاة الموحدون فصحيح ويكون النسخ بمعنى التخصيص.قلت: وهو الصواب.ثم قال بعد سياقه الأقوال في معنى الحقب ١٩/ ١٧٢: هذِه أقوال متعارضة، والتحديد في الآية للخلود، يحتاج إلى توقيف يقطع العذر، وليس ذلك بثابت عن النبي - صلى الله عليه وسلم -، وإنما المعنى -والله أعلم- ما ذكرناه أولًا؛ أي: لابثين فيها أزمانًا ودهوراً كلما مضى زمن يعقبه زمن، ودهر يعقبه دهر هكذا أبد الآبدين من غير انقطاع.(١) زاد بعدها في (س): أخر.(٢) ذكره ابن فورك [٢٠٢/أ].(٣) قاله ابن عباس، والربيع، وأبو العالية:ابن عباس: أخرجه الطبري في \"جامع البيان\" ٣٠/ ١٤، وابن المنذر، وابن أبي حاتم كما في \"الدر المنثور\" للسيوطي ٦/ ٥٠٣، وذكره النحاس في \"إعراب القرآن\" ٥/ ١٣٢.الربيع: أخرجه الطبري في \"جامع البيان\" ٣٠/ ١٤، وذكره السمعاني في \"تفسير القرآن\" ٦/ ١٤٠ ولم ينسبه. =</p><p> وقيل: صديد أهل السعير (١) . </p><p> وقال الثُّمالي: دموعهم (٢) . </p><p> وقال شهر بن حوشب: الغساق: واد في النار فيه ثلاثمائة وثلاثون شعبًا في كل شعب ثلاثمائة وثلاثون بيتاً، في كل بيت أربع زوايا، في كل زاوية شجاع كأعظم ما خلق الله تعالى من الخلق، في رأس كل شجاع سُم (٣) . </p><p>= أبو العالية: أخرجه هناد، وعبد بن حميد كما في \"الدر المنثور\" للسيوطي ٦/ ٤٠٣، والطبري في \"جامع البيان\" ٣٠/ ١٤. (١) قاله ابن رزين، وإبراهيم، وعطية، وقتادة، وابن زيد: أبو رزين: أخرجه الطبري في \"جامع البيان\" ٣٠/ ١٣، وذكره النحاس في \"إعراب القرآن\" ٥/ ١٣٢.إبراهيم: أخرجه الطبري في \"جامع البيان\" ٣٠/ ١٣، وذكره النحاس في \"إعراب القرآن\" ٥/ ١٣٢.عطية: أخرجه الطبري في \"جامع البيان\" ٣٠/ ١٣، وذكره ابن الأنباري في \"الأضداد\" (ص ١٣٩) ولم ينسبه.قتادة: أخرجه الطبري في \"جامع البيان\" ٣٠/ ١٣، وذكره الماوردي في \"النكت والعيون\" ٦/ ١٨٧.ابن زيد: أخرجه الطبري في \"جامع البيان\" ٣٠/ ١٣، وذكره السمعانى في \"تفسير القرآن\" ٦/ ١٤٠.(٢) قاله سفيان، وابن زيد:سفيان: أخرجه الطبري في \"جامع البيان\" ٣٠/ ١٣، وذكره السمعاني في\" تفسير القرآن\" ٦/ ١٤٠ ولم ينسبه.ابن زيد: ذكره الماوردي في \"النكت والعيون\" ٦/ ١٨٧، وابن عطية في \"المحرر الوجيز\" ٥/ ٤٢٧.(٣) في (س): سهم من السم.</p>"
}