{
  "id": null,
  "sura": 80,
  "aya": 24,
  "text": "<p> {لَمَّا يَقْضِ مَا أَمَرَهُ} : أى لم يفعل ما أمره به ربه، ولم يؤد ما فرض الله عليه (١) . </p><p> ٢٤ - قوله تعالى:  {فَلْيَنْظُرِ الْإِنْسَانُ إِلَى طَعَامِهِ} </p><p> كيف قدره ربه، ودبره له ليكون له آية وعبرة (٢) . </p><p> قال مجاهد: إلى مدخله ومخرجه (٣) . </p><p> [٣٣٥٣] أخبرنا ابن فنجويه الدينوري (٤) ، قال: حَدَّثَنَا أبو بكر بن مالك القطيعي (٥) ، قال: حَدَّثَنَا عبد الله بن أَحْمد بن حنبل (٦) ، قال: حَدَّثَنَا أبي (٧) ، قال: حَدَّثَنَا أَحْمد بن عبد الملك (٨) ، قال: حَدَّثَنَا حماد بن زيد (٩) ، عن علي بن زيد بن جُدْعان (١٠) ، </p><p>(١) قاله مجاهد: أخرجه الطبري في \"جامع البيان\" ٣٠/ ٥٦، وعزاه السيوطي في \"الدر المنثور\" ٦/ ٥٢٠ للفريابي، وعبد بن حميد، وابن المنذر أَيضًا، وذكره الماوردي في \"النكت والعيون\" ٦/ ٢٠٦، والسمعاني في \"تفسير القرآن\" ٦/ ١٦٠. (٢) انظر: \"معالم التنزيل\" للبغوي ٨/ ٣٣٨، \"الكشاف\" للزمخشري ٦/ ٣١٦، \"لباب التأول\" للخازن ٤/ ٣٩٥.(٣) انظر: \"معالم التنزيل\" للبغوي ٨/ ٣٣٨، \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ٢١٧، \"لباب التأويل\" للخازن ٤/ ٣٩٥، ولم ينسبه.(٤) ثِقَة صدوق، كثير الرواية للمناكير.(٥) أَحْمد بن حمدان، ثِقَة.(٦) أبو عبد الرَّحْمَن البغدادي، ثِقَة.(٧) إمام ثِقَة حافظ فقيه حجة.(٨) أبو يحيى الحراني، ثِقَة تكلم فيه بلا حجة.(٩) أبو إسماعيل البَصْرِيّ الأزرق، ثِقَة ثبت.(١٠) أبو الحسن البَصْرِيّ، ضعيف.</p><p> عن الحسن (١) ، عن الضحاك بن سفيان الكلابي (٢) أن النَّبِيّ -صلى الله عليه وسلم- وقال له:  \"يَا ضحاك ما طعامك؟ \" قال يَا رسول الله: اللحم، واللبن، قال:  \"ثم يصير إلى ماذا؟ \" ، قال: إلى ما قد علمت، قال:  \"فإن الله تعالى ضرب ما يخرج من ابن آدم مثلاً للدنيا\"  (٣) . </p><p>(١) البَصْرِيّ، ثِقَة فقيه، كان يرسل كثيرًا ويدلس. (٢) في الأصل، (س): الكلبي، وما أثبته من كتب التراجم والرجال، وكنيته أبو سعيد، له صحبة كان ينزل نجدًا، وكان واليًا للنبي - صلى الله عليه وسلم - هناك على قومه، روى عنه الحسن البَصْرِيّ، وسعيد بن المسيّب. انظر: \"الإصابة\" لابن حجر ٢/ ٢٠٦.(٣) [٣٣٥٣] الحكم على الإسناد:ضعيف فيه: علي بن زيد: ضعيف، وللانقطاع بين الحسن البَصْرِيّ والضَّحَاك إذ لم يسمع منه.التخريج:الحديث مداره على حماد بن زيد، عن الحسن، عن الضحاك، ويرويه عنه ثلاثة:١ - أَحْمد بن عبد الملك:رواه أَحْمد في \"المسند\" ٣/ ٤٥٢ (١٥٧٤٧)، وعنه المصنف.٢ - مسدد بن مسرهد:رواه الطَّبْرَانِيّ في \"المعجم الكبير\" ٨/ ٢٩٩ (٨١٣٨) من طريق معاذ بن المثنَّى، عن مسدد به.٣ - خالد بن خداش:رواه ابن أبي الدنيا في \"الجوع\" (ص ١٠٦) (١٦٤)، وفي \"التواضع والخمول\" (ص ٢٠٣) (٢١٠) عنه به.قال المنذري في \"الترغيب والترهيب\" ٤/ ١٧٤: رواه أَحْمد، ورواته رواة الصحيح إلَّا علي بن زيد بن جدعان.وقال الهيثمي في \"مجمع الزوائد\" ١٠/ ٢٩١: رواه أَحْمد والطبراني، ورجال الطَّبْرَانِيّ رجال الصحيح غير علي بن زيد بن جدعان، وقد وثق. =</p><p> [٣٣٥٤] وأخبرنا ابن فنجويه (١) ، قال: حَدَّثَنَا ابن مالك (٢) ، قال:  (حدثنا ابن حنبل)  (٣) ، قال: حَدَّثني محمَّد بن عبد الرَّحِيم أبو يحيى (٤) ، قال: حَدَّثني أبو حذيفة (٥) ، قال: حَدَّثَنَا سفيان (٦) ، عن يونس بن عبيد (٧) ، عن الحسن (٨) ، عن عُتي (٩) ، عن أُبيّ بن كعب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إن مطعم ابن آدم جُعل مثلاً للدنيا، وإن قَزّحه ومَلّحه فانظر(١٠)إلى ما يصير\"  (١١) . </p><p>= وحاصل الأمر: أن الحديث لا تنفك عنه العلتان السابقتان، إلَّا أنَّه مع ذلك يتقوى بالشواهد الآتية في الحديث الذي يليه كما بسطها الشيخ الألباني في \"السلسلة الصحيحة\" ١/ ٦٦٢ (٣٨٢). فيكون حسنًا لغيره بمجموع شواهده. (١) ثِقَة صدوق، كثير الرواية للمناكير.(٢) أبو بكر القطيعي، ثِقَة.(٣) في (س): حَدَّثَنَا عبد الله، قال: حَدَّثَنَا ابن حنبل، وهو ثِقَة.(٤) ثِقَة، حافظ.(٥) موسى بن مسعود، صدوق سيئ الحفظ وكان يصحف.(٦) الثَّوريّ، ثِقَة حافظ إمام حجة، كان ربما دلس.(٧) ابن دينار العبدي، ثِقَة ثبت فاضل ورع.(٨) البَصْرِيّ، ثِقَة فقيه، كان يرسل كثيرًا ويدلس.(٩) في (س): عمي، وهو: عتي بن ضمرة التَّمِيمِيّ العدي البَصْرِيّ، وقيل ابن زيد بن ضمرة، يروي عن أبي بن كعب ويروي عنه الحسن، ذكره ابن حبان في \"الثِّقات\" وقال ابن حجر: ثِقَة.انظر: \"الثِّقات\" لابن حبان ٥/ ٢٨٦، \"تقريب التهذيب\" لابن حجر (٤٤٤٥).(١٠) في (س): فلينظر.(١١) [٣٣٥٤] الحكم على الإسناد:رجاله ثقات، إلَّا أن الحسن البَصْرِيّ مدلس، وقد عنعنه، لكن الحديث صحيح بشواهده، الأول ما سبق ذكره، والثاني يأتي قريبًا. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= التخريج: الحديث مداره على يونس بن عبيد، عن الحسن، عن عتي، عن أبي بن كعب به.ويرويه عنه ثلاثة:رواه عبد الله بن أَحْمد في \"زوائد المسند\" ٨/ ٤٩ (٢١٢٩٧)، وعنه المصنف من طريق أبي يحيي بن البَزَّار، والبيهقي في \"الزهد الكبير\" (ص ١٧٦) (٤١٢)، والطبراني في \"المعجم الكبير\" ١/ ١٩٨ (٥٣١)، وعنه أبو نعيم في \"حلية الأولياء\" ١/ ٣١٩ (٨٤٤) عن علي بن عبد العزيز، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٢/ ٤٧٦ (٧٠٢) من طريق موسى بن الحسين بن بسطام، والحسين المروزي في \"زياداته على الزهد\" لابن المبارك (ص ١٦٩) (٤٩٤)، عن محمَّد بن عليّ الوراق.أربعتهم: البزار، وعلى، وموسي، والوراق، عن سفيان الثَّوريّ.ورواه ابن أبي الدنيا في \"الجوع\" (ص ١٠٧) (١٦٥)، ويحيى بن صاعد في \"زوائد الزهد\" لابن المبارك (ص ١٦٩) (٤٩٥) من طريق أبي غسان، عن عبد السلام بن حرب.ورواه يحيى بن صاعد في \"زوائد الزهد\" لابن المبارك (ص ١٦٩) (٤٩٣)، عن زياد بن أَيُّوب، عن هشيم بن بشير مرفوعًا.ورواه ابن أبي الدنيا في \"الجوع\" (ص ١٠٨) (١٦٦) من طريق إسماعيل بن عليّه موقوفًا.أربعتهم: سفيان، وعبد السلام، وهشيم، وابن عليّة عن يونس به.وخالف يونس بن عيد أبو الأشهب:فرواه أبو نعيم في \"حلية الأولياء\" ١/ ٣١٩ (٨٤٣) من طريق يونس بن حبيب، عن أبي داود، عن أبي الأشهب، عن الحسن، عن أُبيّ بن كعب موقوفًا مختصرًا.وسنده ضعيف: الحسن البَصْرِيّ لم يلق أُبيّ بن كعب فهو منقطع.إلَّا أن الحديث كما سبق له الشاهد الذي قبله، وله شاهد آخر وهو: حديث سلمان الفارسيّ: =</p><p> [٣٣٥٥] وأخبرنا ابن فنجويه (١) , قال: حَدَّثني ابن صقلاب (٢) , قال: حَدَّثَنَا ابن أبي الخصيب (٣) ، قال: حَدَّثَنَا أبي (٤) ، قال: حَدَّثَنَا </p><p>= رواه عبد الله بن المبارك في \"الزهد\" (ص ١٦٨) (٤٩١)، وعنه ابن أبي الدنيا في \"الجوع\" (ص ١٠٩) (١٦٧)، ويحيى بن صاعد في \"زوائد الزهد\" لابن المبارك (ص ٤٩٢) (١٦٩)، والطبراني في \"المعجم الكبير\" ٦/ ٢٤٨ (٦١١٩) من طريق محمَّد بن يوسف الفريابي. قال الهيثمي في \"مجمع الزوائد\" ١٠/ ٢٩١: رجاله رجال الصحيح.كلاهما: ابن المبارك، والفريابي، عن سفيان، عن عاصم الأحول، عن أبي عثمان.قال ابن المبارك: عن أبي عثمان: جاء رجل.وقال الفريابي: عن أبي عثمان، عن سلمان: جاء رجل.والذي يظهر أن الشك من شيخهما سفيان الثَّوريّ كما في رواية ابن صاعد والله أعلم.قلت: وحاصل الأمر: أن الحديث بمجموع هذِه الشواهد الثلاثة يتقوى فيكون صحيحاً، وقد ذهب إلى ذلك الشيخ الألباني في \"سلسلة الأحاديث الصحيحة\" ١/ ٦٦٢.غريب الحديث:قَزْحه ومَلْحه: أي توبله، من القزح، وهو التابل الذي يطرح في القدر، كالكمون، والكزبرة ونحو ذلك.يقال: قزحت القدر، إذا تركت فيها الأبازير.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ١٥.(١) ثِقَة صدوق، كثير الرواية للمناكير.(٢) محمَّد بن الحسن بن بشر، لم يذكر بجرح أو تعديل.(٣) محمَّد بن أَحْمد بن المستنير، لم يذكر بجرح أو تعديل.(٤) لم أجده.</p><p> سهل بن تمام (١) ، قال: حَدَّثَنَا عمر بن سليم (٢) ، عن أبي الوليد (٣) قال: سألت ابن عمر عن الرَّجل يدخل الخلاء، فينظر إلى ما يخرج منه؟ قال: يأتيه الملك فيقول: انظر إلى ما بخلت به إلى ما صار (٤) . </p><p> وقال أبو قلابة: مكتوب في التوراة: يا بن آدم انظر إلى ما بخلت به إلى ما صار! (٥) . </p><p>(١) سهل بن تمام بن بزيع حدث عن أَبيه، وقرة بن خالد وعدة، وعنه أبو داود وأبو زرعة، وأبو حاتم قال الحافظ ابن حجر: صدوق يخطئ. انظر: \"سير أعلام النبلاء\" للذهبي ١٩/ ٤١١، \"تقريب التهذيب\" لابن حجر (٢٦٥٢).(٢) في الأصل، (س): سليمان. وما أثبته من كتب التراجم والرجال، وهو صدوق له أوهام.(٣) أبو الوليد صاحب ابن عمر، مجهول، أنكر العقيلي أن يكون هو عبد الله بن الحارث، وفرق بينهما مسلم وابن عبد البر وابن الجارود وابن القطَّان.انظر: \"تهذيب الكمال\" للمزي ٣٤/ ٣٩٣، \"تقريب التهذيب\" لابن حجر (٨٤٣٩).(٤) [٣٣٥٥] الحكم على الإسناد:ضعيف فيه أبو الوليد مجهول، وأبو الخصيب لم أجده، وابن صقلاب وشيخه لم يذكرا بجرح أو تعديل.التخريج:ذكره ابن عطية في \"المحرر الوجيز\" ٥/ ٤٣٩، والقرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٢١٨.وأخرجه عبد بن حميد، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٦/ ٥٢١ عن أبي قلابة من قوله نحوه.(٥) أخرجه عبد بن حميد، وابن المنذر كما في \"الدر المنثور\" للسيوطي ٦/ ٥٢١.</p>"
}