{
  "id": null,
  "sura": 81,
  "aya": 9,
  "text": "<p> {سُئِلَتْ} </p><p> ٩ - {بِأَيِّ ذَنْبٍ قُتِلَتْ}  [التكوير: ٩] </p><p> قرأ العامة: على الفعل المجهول فيهما (١) ، ولهما وجهان: </p><p>= كلاهما عن عبد الرزاق، عن سماك، عن النعمان، عن عمر. قال البزار: وهذا الحديث لا نعلم يروى عن عمر إلا من هذا الوجه، ولم يسنده أحد عن عمر إلا عبد الرزاق، عن إسرائيل، على أنا لم نسمعه من أحد عن عبد الرزاق إلا من الحسين بن مهدي. وقد خولف عبد الرزاق في إسناده عن إسرائيل.وقال الهيثمي في \"مجمع الزوائد\" ٧/ ١٣٤: رجال البزار رجال الصحيح غير حسين بن مهدي الأُبُلِّي وهو: ثقة.وأما مرسل قتادة بن دعامة:فرواه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٥١، والطبري في \"جامع البيان\" ٣٠/ ٧٢ من طريق ابن ثور.كلاهما: عبد الرزاق، وابن ثور، عن معمر، عن قتادة مرسلًا.وأما مرسل خليفة بن حصين:فرواه ابن أبي حاتم كما في \"تفسير القرآن العظيم\" لابن كثير ١٤/ ٢٣١ من طريق عبد الله بن رجاء.ورواه الطبراني في \"المعجم الكبير\" ١٨/ ٣٣٨ (٨٦٨) من طريق يحيى الحماني.وقال الهيثمي في \"مجمع الزوائد\" ٧/ ١٣٤: وفيه يحيى بن عبد الحميد الحماني وهو: ضعيف.ورواه البيهقي في \"السنن الكبرى\" ٨/ ٢٠٢ (١٦٤٢٥) من طريق أبي نعيم.ثلاثتهم: أبو رجاء، والحماني، وأبو نعيم، عن قيس بن الربيع، عن الأغر بن الصباح، عن خليفة مرسلًا.(١) ذكره الفراء في \"معاني القرآن\" ٣/ ٢٤١، واختاره، وابن عطية في \"المحرر الوجيز\" ٥/ ٤٤٢، والهمداني في \"إعراب القرآن\" ٤/ ٦٣٢، وأبو حيان في \"البحر المحيط\" ١٠/ ٤١٦.</p><p> أحدهما: سئلت هي، فقيل لها: بأي ذنب قتلت، ثم يجوز قتلت، كما يقال: قال عبد الله: إنه ذاهب، وإني ذاهب، وقال عبد الله: بأي ذنب ضُربت وبأي ذنب ضُرب، كلاهما سائغ جائز. والآخر: سئل عنها (١) الذين وأدوها، كأنك قلت: طلبت منهم، فقيل: أين أولادكم؟ وبأي ذنب قتلتموهم؟ (٢) . </p><p> [٣٣٧١] أخبرنا الحسين بن محمد بن عبد الله المقرئ (٣) ، قال: أخبرنا البغوي (٤) ببغداذ (٥) ، قال: حدثنا ابن أبي شيبة (٦) ، قال: حدثنا زياد بن أيوب دلويه (٧) قال: </p><p>(١) في (س): عن. (٢) ذكره الفراء في \"معاني القرآن\" ٣/ ٢٤٠ - ٢٤١، واختار الوجه الأول، والواحدي في \"الوسيط\" ٤/ ٤٢٩، والرازي في \"مفاتيح الغيب\" ٣١/ ٦٩، والهمداني في \"إعراب القرآن\" ٤/ ٦٣٢.(٣) ابن فنجويه، ثقة صدوق كثير الرواية للمناكير.(٤) عبد الله بن محمد بن عبد العزيز، إمام ثقة، أقل المشايخ خطأ.(٥) في (س): ببغداد، وفيها أربع لغات:بغداد: بدالين مهملتين، وبغداذ معجمة الأخيرة، وبغدان بالنون، ومغدان بالميم بدلًا من الباء، وبالنون بدلًا من الدال، تذكر وتؤنث. وكانت قرية من قرى الفرس فأخذها أبو جعفر المنصور فبنى بها مدينته.وباغ بالفارسية: البستان الكثير الشجر، وداذ: معطى. فمعناه: معطى البساتين. انظر: \"معجم ما استعجم\" للبكري ١/ ٢٦٢، \"معجم البلدان\" لياقوت ١/ ٤٥٦.(٦) ثقة حافظ.(٧) أبو هاشم الطوسي، ثقة حافظ.</p>"
}