{
  "id": null,
  "sura": 85,
  "aya": 22,
  "text": "<p> ٢٢ - {فِي لَوْحٍ مَحْفُوظٍ (٢٢) } </p><p> قرأ يحيى بن يعمر:  (في لُوح) بضم اللام (١) أي: أنَّه يلوح، وهو ذو نور، وعلو، وشرف، وقرأ الآخرون: بفتح اللام (٢) . </p><p> (محفوظ) : قرأ نافع (٣) ، وابن محيصن (٤) : بضم الظاء على نعت القرآن، وقرأ الباقون (٥) : بالكسر على نعت (اللوح) . </p><p> [٣٤٣٥] أخبرنا ابن فنجويه (٦) ، قال: حَدَّثَنَا مخلد بن جعفر </p><p>(١) انظر: \"مختصر في شواذ القرآن\" لابن خالويه (ص ١٧١) عن اليماني، \"الكشاف\" للزمخشري ٦/ ٣٥١، \"مفاتيح الغيب\" للرازي ٣١/ ١٢٤ - ١٢٥، \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ٢٩٧، \"البحر المحيط\" لأبي حيان ٨/ ٤٤٦. وهي قراءة غير متواترة. (٢) انظر: \"الجامع لأحكام القرآن\" للقرطبي ١٩/ ٢٩٧، \"البحر المحيط\" لأبي حيان ٨/ ٤٤٦، \"الدر المصون\" للسمين الحلبي ١٠/ ٧٥٠، \"فتح القدير\" للشوكاني ٥/ ٤٨١.(٣) انظر: \"السبعة\" لابن مجاهد (ص ٦٧٨)، \"المبسوط في القراءات العشر\" لابن مهران الأَصْبهانِيّ (ص ٤٠١)، \"التذكرة\" لابن غلبون ٢/ ٦٢٢، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٦٩، \"التيسير\" للداني (ص ١٧٩).(٤) ذكره الطبري في \"جامع البيان\" ٣٠/ ١٤٠، والنحاس في \"إعراب القرآن\" ٥/ ١٩٦، وابن عطية في \"المحرر الوجيز\" ٥/ ٤٦٣، وأبو حيان في \"البحر المحيط\" ٨/ ٤٤٦.(٥) انظر: \"السبعة\" لابن مجاهد (ص ٦٧٨)، \"المبسوط في القراءات العشر\" لابن مهران الأَصْبهانِيّ (ص ٤٠١)، \"التذكرة\" لابن غلبون ٢/ ٦٢٢، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٦٩، \"التيسير\" للداني (ص ١٧٩).(٦) ثِقَة صدوق، كثير الرواية للمناكير.</p><p> الباقرحي (١) ، قال: حَدَّثَنَا الحسن بن علويه (٢) ، قال: حَدَّثَنَا إسماعيل ابن عيسى (٣) ، قال: حَدَّثَنَا إسحاق بن بشر (٤) ، قال: أخبرنا مقاتل (٥) ، وابن جريج (٦) ، عن مجاهد (٧) ، عن ابن عباس - رضي الله عنهما - قال: إن في صدر اللوح: لا إله إلَّا الله وحده، ودينه الإِسلام، ومحمَّد عبده ورسوله، فمن آمن بالله تعالى، وصَدَّق بوعده، واتبع رسله، أدخله الجنة. قال: واللوح: لوح من دُرّة بيضاء، طوله ما بين السماء والأرض، وعرضه ما بين المشرق والمغرب، وحافتاه الدر والياقوت، ودفتاه ياقوتة حمراء، وقلمه نور، وكلامه برّ، معقود بالعرش، وأصله في حجر ملك يقال له: ماطريون، محفوظ من الشياطين، فذلك قوله تعالى: {بَلْ هُوَ قُرْآنٌ مَجِيدٌ (٢١) فِي لَوْحٍ مَحْفُوظٍ (٢٢) } لله عز وجل فيه في كل يوم وليلة ثلاثمائة وستون لحظة، يُحيي ويميت، ويُعز ويذل، ويفعل ما يشاء (٨) . </p><p>(١) في الأصل: الباقر، والمثبت من (س)، وهو أبو علي الفارسيّ، اختلط بعد أن كان أمره مستقيمًا. (٢) أبو محمَّد البغدادي القطَّان، ثِقَة.(٣) العطار، ضعفه الأَزدِيّ وصححه غيره.(٤) كذاب.(٥) ابن سليمان، كذبوه وهجروه، ورمي بالتجسيم.(٦) عبد الملك بن عبد العزيز، ثِقَة فقيه فاضل، كان يدلس ويرسل.(٧) ثِقَة إمام في التفسير والعلم.(٨) [٣٤٣٥] الحكم على الإسناد:ضعيف جدًّا، فيه مقاتل بن سليمان، كذبوه وهجروه، وإسحاق بن بشر كذاب، والباقرحي اختلط بعد أن كان أمره مستقيمًا. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= التخريج: يروى عن ابن عباس موقوفًا، ومرفوعًا، ورواه عنه ثلاثة:الأول: مجاهد بن جبر:رواه المصنف، وعنه الواحدي في \"الوسيط\" ٤/ ٤٦٣، والبغوي في \"معالم التنزيل\" ٨/ ٣٨٩، من طريق إسماعيل بن عيسى، عن إسحاق بن بشر، عن مقاتل، وابن جريج، عن مجاهد، عن ابن عباس موقوفًا.الثاني: الضحاك بن مزاحم الهلالي:رواه أبو الشيخ في \"العظمة\" ٢/ ٤٩٦ (١٦٠) من طريق سفيان بن عيينة، عن أبي حمزة الثمالي، عن الضحاك، عن ابن عباس مرفوعًا.وهذا إسناد ضعيف: الضحاك قيل إنه لم يلق ابن عباس، وأبو حمزة الثمالي ضعيف.الثالث: سعيد بن جبير. جاء عنه من ثلاثة أوجه:١ - عبد الملك بن سعيد بن جبير:رواه محمَّد بن عثمان بن أبي شيبة في العرش كما في \"تفسير القرآن العظيم\" لابن كثير ٤/ ٣١٤، ولم أجده في العرش، وعنه الطَّبْرَانِيّ في \"المعجم الكبير\" ١٢/ ٧٢ (١٢٥١١)، وأبو نعيم في \"حلية الأولياء\" ٤/ ٣٠٥، وابن مردويه كما في \"اللآلئ المصنوعة\" للسيوطي ١/ ٢٥، عن زيد بن عبد الله البكائي، عن ليث بن أبي سليم عن عبد الملك بن سعيد، عن أَبيه مرفوعًا.وهذا إسناد ضعيف. قال أبو نعيم: غريب من حديث سعيد، وابنه عبد الملك لم نكتبه إلَّا من هذا الوجه. ا. هـ.وضعفه الألباني في تحقيقه لـ \"شرح الطحاوية\" (ص ٢٦٣)، وأعله بزياد البكائي، وليث بن أبي سليم.٢ - أبو حمزة الثمالي:رواه الطبري في \"جامع البيان\" ٢٧/ ١٣٥ من طريق عبيد الله بن موسى.ورواه الحاكم في \"المستدرك\" ٢/ ٤٧٤، ٢/ ٥٦٤، وعنه البيهقي في \"الأسماء =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= والصفات\" ٢/ ٢٦٤ من طريق سفيان. ورواه أبو الشيخ في \"العظمة\" ٢/ ٤٩٢ (١٥٨) من طريق سعيد بن يحيى، عن مسلم بن خالد، عن يزيد بن أبي خالد.ورواه اللالكائي في \"شرح أصول الاعتقاد\" ٤/ ٧٤٢ (١٢٢٥) من طريق الحسن ابن حبيب.خمستهم: ابن موسى، وسفيان، والحسن بن حبيب، ويزيد، عن أبي حمزة الثمالي، عن سعيد، عن ابن عباس موقوفًا.وهذا إسناد ضعيف: أبو حمزة الثمالي: رافضي ضعيف.قال الحاكم بعد تخريجه: هذا حديث صحيح الإسناد، فإن أَبا حمزة الثمالي لم ينقم عليه إلَّا الغلو في مذهبه فقط، وتعقبه الذهبي بقوله: اسم أبي حمزة ثابت وهو واه بمرة.٣ - بكير بن شهاب الكُوفيّ:رواه الطَّبْرَانِيّ في \"المعجم الكبير\" كما في \"اللآلئ المصنوعة\" للسيوطي ١/ ٢٦ من طريق أبي نعيم، عن عبد الله بن الوليد، عن بكير، عن سعيد، عن ابن عباس موقوفًا. وهذا الطريق قال عنه الشيخ الألباني في تعليقه على \"شرح الطحاوية\" (ص ٢٦٣) إسناده يحتمل التحسين، فإن رجاله كلهم ثقات غير بكير بن شهاب، وهو الكُوفيّ قال فيه أبو حاتم: شيخ، وذكره ابن حبان في \"الثِّقات\". ا. هـ.قلت: وحاصل الأمر: أن الحديث بمجموع هذِه الطرق والمتابعات يكون حسنًا لغيره موقوفًا، والله أعلم. ويشهد له أَيضًا:ما رواه أبو الشيخ في \"العظمة\" ٢/ ٤٩١ (١٥٧) عن أَحْمد بن محمَّد البغدادي، وابن الجوزي في \"الموضوعات\" ١/ ١٦٨ من طريق أبي الفتح الأَزدِيّ، كلاهما، عن سعيد بن ثواب، عن بكير السكوني، عن محمَّد بن عثمان الحراني، عن مالك بن دينار، عن الحسن، عن أنس به مرفوعًا نحوه.وهو بهذا السياق موضوع قاله ابن الجوزي، والذهبي في \"الميزان\" ٦/ ٢٥٣. وقال محمَّد بن عثمان: متروك. =</p><p> [٣٤٣٦] وأخبرنا عقيل بن محمَّد (١) ، أنّ المعافى بن زكريا (٢) أخبرهم، عن محمَّد بن جرير (٣) قال: حَدَّثَنَا عمرو (٤) بن عليّ قال: سمعت قرة بن سليمان (٥) قال: حَدَّثَنَا حرب بن سريج (٦) قال: حَدَّثَنَا عبد العزيز بن صهيب (٧) ، عن أنس بن مالك - رضي الله عنه - في قوله: {بَلْ هُوَ قُرْآنٌ مَجِيدٌ (٢١) فِي لَوْحٍ مَحْفُوظٍ (٢٢) } قال: إن اللوح المحفوظ </p><p>= وقواه السيوطي في \"اللآلئ المصنوعة\" ١/ ٢٥ بحديث ابن عباس السابق. قلت: والأقرب وقفه على ابن عباس. والله أعلم.(١) لم أجده.(٢) أبو الفرج النهرواني، العلامة الفقيه الحافظ الثقة.(٣) الطبري، الإِمام العلم المجتهد، صاحب التصانيف البديعة.(٤) ابن بحر بن كنيز، ثِقَة حافظ.(٥) في الأصل، (س): سليم، وما أثبته من كتب التراجم والرجال، وهو قرة بن سليمان الجهضمي الأَزدِيّ، جليس حماد بن زيد، روى عن هشام بن حسان ومعاوية بن صالح، روى عن أبو الوليد الطَّيالِسيّ وعمرو بن عليّ، قال عنه أبو حاتم: ضعيف الحديث.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٧/ ١٣١، \"ميزان الاعتدال\" للذهبي ٣/ ٣٨٨.(٦) في الأصل، (س): شريح، وما أثبته من كتب التراجم والرجال، وهو حرب بن سريج بن المنذر المنقري، أبو سفيان البَصْرِيّ البزَّاز، روى عن الحسن وغيره، وعنه عبيد الله القواريري وشيبان بن فروخ، وثقه ابن معين ولينه غيره، قال ابن حجر، صدوق يخطئ.انظر: \"ميزان الاعتدال\" للذهبي ٢/ ٢١١، \"تقريب التهذيب\" لابن حجر (١١٦٤).(٧) البناني، ثِقَة.</p><p> الذي ذكره الله تعالى في جبهة إسرافيل عليه السلام (١) . </p><p> وقال مقاتل: اللوح المحفوظ: عن يمين العرش (٢) . </p><p>(١) [٣٤٣٦] الحكم على الإسناد: ضعيف، فيه قرة بن سليمان، ضعفه أبو حاتم، وشيخ المصنف لم أجده.التخريج:رواه الطبري في \"جامع البيان\" ٣٠/ ١٤٠، وعنه المصنف من طريق عمرو بن علي، عن قرة، عن حرب، عن عبد العزيز بن صهيب، عن أنس به.وذكره ابن عطية في \"المحرر الوجيز\" ٥/ ٤٦٣ مختصرًا، والقرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٢٩٦.(٢) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٢٩٦، والخازن في \"لباب التأويل\" ٤/ ٤١٤، ولم ينسبه.</p><p> ٨٦ - سُورَة الطارق </p><p> سورة الطارق </p><p> مكية (١) ، وهي مائتان وتسع (٢) وثلاثون حرفًا، وإحدى وستون كلمة، وسبع (٣) عشرة آية (٤) . </p><p> [٣٤٣٧] أخبرنا أبو عثمان بن أبي بكر المقرئ (٥) ، قال: أخبرنا أبو عمرو بن أبي الفضل الشروطي (٦) ، قال: حَدَّثَنَا إبراهيم بن شريك الأَزدِيّ (٧) ، قال: حَدَّثَنَا أبو عبد الله بن يونس (٨) ، قال: </p><p>(١) قاله ابن عباس: أخرجه ابن الضُّرَيس في \"فضائل القرآن\" (ص ٣٤)، وابن مروديه كما في \"الدر المنثور\" للسيوطي ٦/ ٥٥٩، والبيهقي في \"دلائل النبوة\" ٧/ ١٤٢ - ١٤٣، عن ابن عباس قال: نزلت {وَالسَّمَاءِ وَالطَّارِقِ (١)} بمكة. وقد حكى ابن عطية في \"المحرر الوجيز\" ٥/ ٤٦٤، والبقاعي في \"مصاعد النظر\" ٣/ ١٧٨ الإجماع على مكيتها.(٢) في (س): وتسعة.(٣) في (س): وستة.(٤) انظر: \"الكشف عن وجوه القراءات\" لمكي ٢/ ٣٦٩ وذكر تسع عشرة آية في المدنِيُّ والكوفي، \"البيان في عد آي القرآن\" للداني (ص ٢٧٥)، \"القول الوجيز\" للمخللاتي (ص ٣٤٣).وجاء في (س) ما نصه: وستة عشر آية في المدني الأول، وسبع عشرة في عدد الباقين اختلافها: آية {إِنَّهُمْ يَكِيدُونَ كَيْدًا (١٥)} لم يعدها المدني الأول.(٥) سعيد بن محمَّد الزعفراني، ثِقَة صالح.(٦) محمَّد بن جعفر بن مطر، عدل ضابط.(٧) أبو إسحاق الأسدي، الإِمام المحدث الثقة.(٨) أَحْمد بن يونس اليربوعي، ثِقَة حافظ.</p><p> حَدَّثَنَا سلام بن سليم (١) ، قال: حَدَّثَنَا هارون بن كثير (٢) ، عن زيد بن أسلم (٣) ، عن أَبيه (٤) ، عن أبي أُمامة الباهليّ (٥) ، عن أُبيّ بن كعب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة الطارق، أعطاه الله تعالى من الأجر بعدد كل نجمٍ في السماء عشر حسنات\"  (٦) . </p><p> [٣٤٣٨] وأخبرنا ابن فنجويه (٧) ، قال: حَدَّثَنَا ابن نصرويه (٨) ، قال: حَدَّثَنَا أبو العباس إسحاق بن الفضل الزَّيات (٩) ، قال: يوسف ابن موسى القطَّان (١٠) ، قال: حَدَّثَنَا الضحاك بن مخلد (١١) ، عن عبد الله بن عبد الرَّحْمَن بن يعلي بن كعب (١٢) ، عن عبد الرَّحْمَن بن </p><p>(١) متروك. (٢) مجهول.(٣) قال ابن حجر: هو تحريف والصواب زيد بن سالم، جهله أبو حاتم.(٤) قال الذهبي: زيد عن أَبيه نكرة.(٥) صحابي مشهور.(٦) [٣٤٣٧] الحكم على الإسناد:ضعيف جدًّا، والحديث موضوع.التخريج:سبق بسط الحديث عنه.(٧) ثِقَة صدوق، كثير الرواية للمناكير.(٨) لم أجده.(٩) ذكره الدارقطني فقال: صدوق.(١٠) أبو يعقوب، صدوق.(١١) أبو عاصم النَّبِيل، ثِقَة، ثبت.(١٢) عبد الله بن عبد الرَّحْمَن بن يعلق بن كعب الطَّائِفِيِّ، أبو يعلى الثَّقَفيّ يروي عن =</p><p> خالد بن (جبل -أو ابن أبي جبل)  (١) ، شك أبو عاصم- عن أَبيه (٢) قال: رأيت رسول الله - صلى الله عليه وسلم - متوكئًا على قوس في مشرقة ثقيف فقرأ سورة: {وَالسَّمَاءِ وَالطَّارِقِ (١) } حتَّى ختمها، فحفظتها في الجاهلية قال: فمررت في مجلس ثقيف، وفيهم (٣) قوم من قريش فيهم عُتبة، وشيبة ابنا ربيعة، واستقرؤني (٤) فقرأتها عليهم، فقال الثقفيون: ما نرى هذا إلَّا حقًا، فقال القرشيون: نحن أعلم بصاحبنا لو علمنا أنَّه حق لتبعناه (٥) . </p><p>= عطاء والمطلب بن حنطب، روى عن ابن المبارك وأبو عاصم النَّبِيل وأبو نعيم، ذكره ابن حبان في \"الثِّقات\" وقال ابن حجر: صدوق يخطئ ويهم. انظر: \"الثِّقات\" لابن حبان ٧/ ٤٠، \"تقريب التهذيب\" لابن حجر (٣٤٣٨).(١) في الأصل: جبلة أو ابن أبي جبلة، وما أثبت من (س)، وكتب التراجم والرجال، وهو عبد الرَّحْمَن بن خالد بن جبل بن العدواني، يروي عن أَبيه، روى عنه عبد الله بن عبد الرَّحْمَن الطَّائِفِيِّ، قال والحافظ ابن حجر: قال الحسيني: مجهول وذكره ابن حبان في \"الثِّقات\".انظر: \"الثِّقات\" لابن حبان ٧/ ٧٢، \"تعجيل المنفعة\" لابن حجر ١/ ٧٩٣.(٢) له صحبة.(٣) في (س): وفيه.(٤) في (س): فاستقرآني.(٥) ٤٣٨٣٥٥] الحكم على الإسناد:ضعيف، فيه ابن نصرويه لم أجده، وعبد الله بن عبد الرَّحْمَن، صدوق يخطئ ويهم، وعبد الرَّحْمَن بن خالد قال الحسيني: مجهول.التخريج:الحديث مداره على عبد الله الطَّائِفِيِّ، عن عبد الرَّحْمَن بن خالد، عن أَبيه به. =</p>"
}