{
  "id": null,
  "sura": 89,
  "aya": 8,
  "text": "<p> منازلهم، ولا يقيمون في موضع (١) . </p><p> وقال الكلبي: إرم: هو الذي يجتمع إليه نسب عاد، وثمود، وأهل السواد، وأهل الجزيرة، كان يقال لهم: عاد إرم وثمود، فأهلك الله تعالى عادًا وثمودًا، وبقي أهل السواد، وأهل الجزيرة، وكانوا أهل عمد، وخيام، وماشية في الربيع، فإذا هاج العود رجعوا إلى منازلهم، فكانوا أهل جنان وزروع، ومنازلهم كانت بواد القرى، وهي التي يقول الله تعالى: </p><p> ٨ - {الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ}  (٢) . </p><p> وقيل: سموا ذات العماد، لبناء بناه بعضهم فشيّد عُمده، ورفع بناءه (٣)  (٤) . </p><p>(١) قاله ابن عباس، ومجاهد، وقتادة: ابن عباس: ذكره الواحدي في \"الوسيط\" ٤/ ٤٨١.مجاهد: أخرجه الطبري في \"جامع البيان\" ٣٠/ ١٧٧، وذكره الواحدي في \"الوسيط\" ٤/ ٤٨١، والماوردي في \"النكت والعيون\" ٦/ ٢٦٨، والسمعاني في \"تفسير القرآن\" ٦/ ٢١٩.قتادة: أخرجه الطبري في \"جامع البيان\" ٣٠/ ١٧٧، وذكره الواحدي في \"الوسيط\" ٤/ ٤٨١.(٢) ذكره البغوي في \"معالم التنزيل\" ٨/ ٤١٨.(٣) ذكره الطبري في \"جامع البيان\" ٣٠/ ١٧٧، والبغوي في \"معالم التنزيل\" ٨/ ٤١٨، وابن الجوزي في \"زاد المسير\" ٩/ ١١٢، بلا نسبة.(٤) قال الطبري في \"جامع البيان\" ٣٠/ ١٧٧: وأشبه الأقوال في ذلك بما دل عليه ظاهر التنزيل: قول من قال عني بذلك أنهم كانوا أهل عمد سيارة؛ لأن المعروف =</p><p> والعمادُ، والعَمَدُ، والعُمُد: جمع عمود (١) ، وهي: </p><p> [٣١٦٧] ما أخبرنا أبو القاسم الحسن بن محمد بن الحسن (٢) المفسر، قال: أخبرنا (أبو عبد الله)  (٣) محمد بن عبد الله بن أحمد الصَّفَّار الأصفهاني، قال: أخبرنا أبو جعفر أحمد بن مهدي بن رستم (٤) الأصفهاني، قال: </p><p>= في كلام العرب من العماد ما عمد به الخيام من الخشب، والسواري التي يحمل عليها البناء، ولا يعلم بناء كان لهم بالعماد بخبر صحيح، بل وجه أهل التأويل قوله إذات العماد) إلى أنه عني به طول أجسامهم، وبعضهم إلى أنه عني به عماد خيامهم، فأما عماد البنيان فلا يعلم كثير أحد من أهل التأويل وجهه إليه وتأويل القرآن إنما يوجهه إلى الأغلب الأشهر من معانيه ما وجد إلى ذلك سبيل دون الأنكر. (١) انظر: \"الصحاح\" للجوهري ٢/ ٥١١، \"مفردات ألفاظ القرآن\" للراغب الأصبهاني (ص ٥٨٥)، \"لسان العرب\" لابن منظور ٣/ ٣٠٣.(٢) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٣) في الأصل: أبو عبيد الله، وما أثبته من (س)، وكتب التراجم والرجال، وهو الشيخ الإمام المحدث القدوة.(٤) في الأصل: رسيم، وما أثبته من (س)، وكتب التراجم والرجال، وهو أبو جعفر الأصبهاني، سمع: أبا نعيم، وأبا اليمان، وسعيد بن أبي مريم، وغيرهم، وحدث عنه؛ الحافظ محمد بن يحيى بن منده، وأحمد بن جعفر السمسار وغيرهم، قال محمد بن يحيى بن منده: لم يحدث ببلدنا منذ أربعين سنة أوثق منه، صنف \"المسند\"، ولم يعرف له فراش منذ أربعين سنة، صاحب عبادة رحمه الله، وقال أبو نعيم الحافظ: كان صاحب ضياع وثروة، أنفق على أهل العلم ثلاثمائة ألف درهم، وقال ابن النجار: كان من الأئمة الثقات، وذوي المروءات، رحل إلى الشام ومصر والعراق. =</p><p> حدثنا عبد الله بن صالح المصري (١) ، قال: حدثنا ابن لهيعة (٢)  [ح] . </p><p> [٣٤٦٨] وأخبرنا أبو القاسم (٣) ، قال: أخبرنا أبو الحسن أحمد بن محمد بن عبدوس الطرائفي (٤) ، قال: أخبرنا عثمان بن سعيد الدارمي (٥) ، قال: أخبرنا عبد الله بن صالح (٦) ، قال: حدثنا ابن لهيعة (٧) ، عن خالد بن أبي عمران (٨) ، عن وهب بن منبه (٩) ، عن عبد الله بن قلابة (١٠) أنه خرج في طلب إبل له شردت، فبينا هو في صحاري عدن إذ هو قد وقع على مدينة في تلك الفلوات (١١) ، عليها حصن، وحول الحصن قصور كثيرة، وأعلام طوال، فلما دنى منها </p><p>= انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٧٩، \"ذكر أخبار أصبهان\" لأبي نعيم ١/ ١١٧، \"سير أعلام النبلاء\" للذهبي ١٢/ ٥٩٧، \"العبر\" للذهبي ١/ ٣٩٣، \"شذرات الذهب\" لابن العماد ١/ ٨٥. (١) كاتب الليث، صدوق كثير الغلط، ثبت في كتابه، وكانت فيه غفلة.(٢) عبد الله بن لهيعة، صدوق، خلط بعد احتراق كتبه.(٣) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٤) قال الحاكم: كان من أهل الصدق، ولم يزل مقبولًا في الحديث.(٥) إمام حافظ.(٦) كاتب الليث، صدوق كثير الغلط، ثبت في كتابه، وكانت فيه غفلة.(٧) عبد الله بن لهيعة، صدوق، خلط بعد احتراق كتبه.(٨) التجيبي، أبو عمر التونسي، فقيه صدوق.(٩) ثقة.(١٠) لم أجده.(١١) الفلوات: جمع الفل، وهي: الأرض التي لا شيء فيها.انظر: \"لسان العرب\" لابن منظور ١١/ ٥٣١.</p><p> ظن أن فيها أحدًا يسأله عن إبله، فلم ير خارجًا أو داخلًا، فنزل عن دابته وعقلها، وسل سيفه، ودخل من باب الحصن؛ فلما صار خلف الحصن إذا هو ببابين عظيمين لم يُر أعظم منهما، والبابان (١) مُرَصعان بالياقوت الأبيض والأحمر، فلما رأى ذلك دهش، وأعجبه، ففتح أحد البابين، فإذا هو بمدينة لم ير أحد مثلها، وإذا قصور كل قصر مُعَلَّق تحته أعمدة من زَبَرْجَد وياقوت، وفوق كل قصر منها غرف، وفوق الغرف غرف مبنية بالذهب، والفضة، واللؤلؤ، والياقوت، ومصاريع (٢) تلك الغرف مثل مصاريع المدينة، يقابل بعضها، بعضًا مفروشة كلها باللؤلؤ، وبنادق من مسك وزعفران، فلما عاين الرجل ما عاين، ولم ير فيها أحدًا هاله ذلك، ثم نظر على الأزقّة (٣) ، فإذا هو بشجر في كل زقاق منها، قد أثمرت تلك الأشجار، وتحت الشجر أنهار مُطردة، يجري ماؤها من قنوات من فضة، كل قناة أشد بياضًا من الشمس، فقال الرجل: والذي بعث محمدًا - صلى الله عليه وسلم - بالحق، ما خلق الله تعالى مثل هذا (٤) في الدنيا، وإن هذِه (٥) هي </p><p>(١) في (س): وللبابين مصرعان مرصعان. (٢) مصاريع: جمع مصرع، وهو: الباب.انظر: \"لسان العرب\" لابن منظور ٨/ ١٩٩.(٣) الأزقة: جمع زقاق: وهو الطريق الضيق.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٢٧٧، \"لسان العرب\" لابن منظور ١٠/ ١٤٤.(٤) في (س): هذِه.(٥) في الأصل: هذا، وما أثبت من (س)، وهو الصواب لغة.</p><p> الجنة التي وصفها الله عز وجل في كتابه، فحمل معه من لؤلؤها، ومن بنادق المسك والزعفران، ولم يستطع أن يقلع من زبرجدها، ولا من ياقوتها شيئًا، فأخذ ما أراد، وخرج، ورجع إلى اليمن، فأظهر ما كان معه وأعلم الناس أمره، وباع بعض ما حمل، فلم يزل أمره ينمي حتى بلغ معاوية - رضي الله عنه - خبره، فأرسل في طلبه حتى قدم عليه، فخلى به، وقصّ عليه ما رأى، فأرسل معاوية - رضي الله عنه - إلى كعب الأحبار، فلما أتاه قال له: يا أبا إسحاق، هل في الدنيا مدينة من ذهب وفضة؟ قال: نعم، أُخبرك بها وبمن بناها، إنما بناها شداد بن عاد، فأما المدينة (فإرم ذات العماد) التي وصفها الله تعالى في كتابه، وهي التي لم يخلق مثلها في البلاد. قال معاوية - رضي الله عنه -: فحدثني حديثها. فقال: إن عادًا الأولى وليس عادًا قوم هود، وإنما هود عليه السلام وقوم هود ولد ذلك، وكان عاد له ابنان، شداد وشديد، فهلك عاد، فبقيا، وملكا، وقهرا البلاد، وأخذاها عنوة، ثم مات شديد وبقي شداد، فملك وحده، ودانت له ملوك الأرض، وكان مولعًا بقراءة الكتب، كلما مر فيها بذكر الجنة دعته نفسه إلى بناء مثلها عتوا على الله تعالى، فأمر بصنعة تلك المدينة (إرم ذات العماد) ، وأمَّر على صناعتها مائة قهرمان (١) مع كل قهرمان ألف من الأعوان، وكتب إلى كل ملك في الدنيا أن يجمع له ما في بلاده من الجواهر، </p><p>(١) القهرمان: من أمناء الملك وخاصته، كالخازن، والوكيل، والحافظ، فارسي معرب. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ١١٣.</p><p> وكانت تحت يده مائتان وستون ملكًا، فخرج القهارمة وتبددوا في الأرض ليجدوا ما يوافقوه حتى وقعوا على صحراء عظيمة نقية من التلال، فإذا هم بعيون مُطردة (١) ، قالوا: هذِه صفة إرم التي أمر الملك بها، فقدروها العرض والطول (٢) ، ثم وضعوا أساسها من الجزع اليماني وأقاموا في بنيانها ثلاثمائة سنة حتى فرغوا منها، وكان عمر شداد سبعمائة (٣) سنة، فلما أتوه فارغين منها قال: انطلقوا واجعلوا عليها حصنًا (٤) ، واجعلوا حول الحصن ألف قصر، عند كل قصر ألف علم، يكون في كل قصر من تلك القصور وزير من وزرائي، ويكون فوق كل (٥) علم ناطور (٦) ، فرجعوا وعملوا ما أمرهم به، فأمر ألف وزير أن يتهيئوا للنقلة إلى إرم ذات العماد، وأمر تلك الأعلام برجال يسكنونها، ويقيمون عليها، وكان الملك وأهله (٧) في جهازهم عشر سنين، ثم ساروا إليها، فلما كان منها </p><p>(١) المطردة: الجارية. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ١٠٧، \"لسان العرب\" لابن منظور ٣/ ٢٦٨. (٢) في (س): بالعرض والطول.(٣) في (س): تسعمائة.(٤) الحصن: كل موضع حصين لا يوصل إلى ما في جوفه. والجمع: حصون.انظر: \"لسان العرب\" لابن منظور ١٣/ ١١٩.(٥) من (س).(٦) الناطور: حافظ الزرع، والتمر، والكرم، وهي من كلام أهل السواد وليست بعربية محضة. انظر: \"لسان العرب\" لابن منظور ٥/ ٢١٥.(٧) في (س): وأهله يقيمون في جهازهم.</p><p> على مسيرة يوم وليلة، بعث الله تعالى عليهم، وعلى من كان معه صيحة من السماء، فأهلكتهم جميعًا ولم يبق منهم واحد، وسيدخلها رجل من المسلمين في زمانك: أحمر، أشقر، قصير، على حاجبه خال، وعلى عنقه خال، يخرج في طلب إبل له في تلك الصحاري. والرجل عند معاوية - رضي الله عنه -، فالتفت إليه كعب فقال: هذا والله ذلك الرجل (١) . </p><p>(١) [٣٤٦٧، ٣٤٦٨] الحكم على الإسناد: ضعيف جدًّا، والخبر مختلق مكذوب، رواه المصنف من طريقين، فيهما شيخ المصنف، كذبه الحاكم، وابن لهيعة خلط بعد احتراق كتبه، وكاتب الليث كثير الغلط، فيه غفلة، وعبد الله بن قلابة لم أجده.التخريج:رواه المصنف، وابن أبي حاتم كما في \"تفسير القرآن العظيم\" لابن كثير ٤/ ٣٤٤ - ٣٤٥، وذكره الزمخشري في \"الكشاف\" ٦/ ٣٦٩، وابن الجوزي في \"زاد المسير\" ٩/ ١١٢، والقرطبي في \"الجامع لأحكام القرآن\" ٢٠/ ٤٧، والرازي في \"مفاتيح الغيب\" ٣١/ ١٦٧، وابن كثير في \"تفسير القرآن العظيم\" ٤/ ٣٤٤ - ٣٤٥، والشوكاني في \"فتح القدير\" ٤/ ٥٠٨.وقد أكثر العلماء من نقد هذِه القصة وتكذيبها:ومن ذلك قول الحافظ ابن كثير:فهذِه الحكاية ليس يصح إسنادها، ولو صح إلى ذلك الأعرابي، فقد يكون اختلق ذلك، أو أنه أصابه نوع من الهوس والخبال. فأعتقد أن ذلك له حقيقة في الخارج وليس كذلك، وهذا ما يقطع بعدم صحته. ا. هـ.وقول الحافظ ابن حجر في \"تخريج الكشاف\" ٤/ ١٨٤: آثار الوضع عليه لائحة.وقول العلامة الشوكاني:هذا كذب على كذب، وافتراء على افتراء، وقد أصيب الإسلام وأهله بداهية =</p><p> وروى الشعبي (١) ، عن دغفل الشيباني (٢) ، عن علماء حمير قالوا: لما هلك شداد بن عاد، ومن معه من الصيحة على مرحلة من إرم ذات العماد، ملك من بعده ابنه مرثد بن شداد، وقد كان أبوه خلفه بحضرموت على ملكه وسلطانه، فأمر بحمل أبيه من تلك المفازة إلى حضرموت، فحمل مطليًا بالصبر والكافور، وأمر فحفرت له حُفيرة في مغارة استودعه فيها على سرير من ذهب، وألقى عليه سبعين حُلّة منسوجة بقضبان الذهب (٣) ، ووضع عند رأسه لوحًا </p><p>= دهياء وفاقرة عظمى، ورزية كبرى أمثال هؤلاء الكذابين من الدجالين الذين يجترئون على الكذب، تارة علي بني إسرائيل، وتارة على الأنبياء، وتارة على الصالحين، وتارة على رب العالمين، وتضاعف هذا الشر وزاد كثرة بتصدر جماعة من الذين لا علم لهم بصحيح الرواية من ضعيفها من موضوعها للتصنيف والتفسير للكتاب العزيز، فأدخلوا هذِه الخرافات المختلقة، والأقاصيص المنحولة، والأساطير المفتعلة في تفسير كتاب الله سبحانه، فحرفوا وغيروا وبدلوا. ا. هـ. (١) عامر بن شراحيل، ثقة مشهور فقيه فاضل.(٢) هو دغفل بن حنظلة بن زيد السدوسي، النسابة الشيباني، الذهلي، مختلف في صحبته، سُئل أحمد: له صحبة؟ قال: ما أعرفه، وعده ابن المديني في المجهولين من شيوخ الحسن، وقال ابن سعد: لم يسمع من النبي - صلى الله عليه وسلم -، وقال العسكري: يقال إنه روى مرسلا، وقال ابن حبان: أدرك النبي - صلى الله عليه وسلم -، وقال ابن حجر: مخضرم، ويقال: له صحبة، ولم يصح.انظر: \"الاستيعاب\" لابن عبد البر ٢/ ٤٥، \"أسد الغابة\" لابن الأثير ٢/ ١٩٣، \"تهذيب الكمال\" للمزي ٨/ ٤٨٦، \"الإصابة\" لابن حجر ٢/ ٣٢٤، \"تقريب التهذيب\" لابن حجر (١٨٢٦).(٣) قضبان الذهب: قطع الذهب. =</p>"
}