{
  "id": null,
  "sura": 90,
  "aya": 9,
  "text": "<p> أحد) (أيحسب أن لم يره أحد) \" يعني: بكسر السين (١) . </p><p> ٨ - قوله تعالى: {أَلَمْ نَجْعَلْ لَهُ عَيْنَيْنِ (٨) وَلِسَانًا وَشَفَتَيْنِ (٩) } </p><p> قال قتادة: نعم الله ظاهرة يقررك بها كيما تشكر (٢) . </p><p>(١) [٣٤٨٥] الحكم على الإسناد: ضعيف؛ عبد العزيز بن عمر يخطئ، وشيخه مجهول.التخريج:أخرجه ابن قانع في \"معجم الصحابة\" ٣/ ٩ قال: حدثنا يعقوب بن يوسف المطوعي، نا أبو الرَّبيع الزهراني، نا عبد العزيز بن عمر بن عبد العزيز به.وعزاه ابن حجر في \"المطالب العالية\" ٤/ ١٨١ (٣٧٨٩) إِلَى أبي يعلى، قال: حدثنا أبو الرَّبيع الزهراني به، وأشار إِلَى أنَّه بفتح السين، ولم أجده في المسند المطبوع ولعله في مسنده الكبير، وهو مفقود فيما أعلم، وهو الذي اعتمده الحافظ ابن حجر في \"المطالب العالية\".وذكره البوصيري في \"إتحاف الخيرة المهرة\" ٦/ ٣٠٠ - ٣٠١ وقال: هذا إسناد ضعيف.ولقراءة الكسر شاهد في قوله تعالى: {يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ (٣)} [سورة الهمزة: آية ٣].رواه أبو داود في كتاب الحروف والقراءات (٣٩٩٥)، والطبراني في \"المعجم الأوسط\" ٢/ ٢٥٣، (١٩٠٢)، وابن حبّان في صحيحه كما في \"الإحسان\" ١٤/ ٢٤٠ (٦٣٣٢) والحاكم في \"المستدرك\" ٢/ ٢٨١ (٣٠١٣) كلهم من طريق عبد الملك بن عبد الرحمن الذماري، حدثنا سفيان، حَدَّثني محمَّد بن المنكدر، عن جابر قال: رأيت النَّبِيّ - صلى الله عليه وسلم - يقرأ: {يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ (٣)} بكسر السين، وفيه عبد الملك الذماري صدوق، وكان يضعف كما في \"التقريب\" ١/ ٦١٦. وضعفه الألباني في \"ضعيف سنن أبي داود\" (٨٥٩).(٢) انظر: \"جامع البيان\" للطبري ٣٠/ ١٩٩، \"الوسيط\" للواحدي ٤/ ٤٩٠، \"معالم التنزيل\" للبغوي ٨/ ٤٣١، \"الدر المنثور\" للسيوطي ٦/ ٥٩٤، وعزاه لابن أبي =</p><p> [٣٤٨٦] أخبرنا عبد الله بن حامد (١) ، أنا أبو القاسم عبد الله بن عامر هو السمرقندي (٢) ، نا عمر بن بجير (٣) نَّا جيعويه (٤) ، نا صالح ابن محمَّد (٥) ، نا عبد الحميد المدنِيُّ (٦) ، عن أبي حازم (٧) قال: قال رسول الله - صلى الله عليه وسلم -: \"إن الله تعالى يقول: ابن(٨)آدَمَ إن نازعك لسانك فيما حرمت عليك، فقد أعنتك عليه بطبقتين(٩)، فأطبق، وإن نازعك بصرك إِلَى بعض ما حرمت عليك، فقد أعنتك عليه بطبقتين، فأطبق، وإن نازعك فرجك إِلَى بعض ما حرمت عليك، فقد أعنتك عليه بطبقتين، فأطبق\"  (١٠) . </p><p>= حاتم، وعبد بن حميد. (١) أبو محمَّد الماهاني الأَصْبهانِيّ، لم يذكر بجرح أو تعديل.(٢) لم أجده.(٣) عمر بن محمَّد بن بجير الهمداني، السمرقندي، الإِمام الحافظ، الثبتُ.(٤) ابن محمَّد الترمذي، لم أجده.(٥) الترمذي، متهم ساقط.(٦) عبد الحميد بن سليمان، ضعيفٌ.(٧) سلمة بن دينار، أبو حازم الأعرج، الإِمام أحد الأعلام.(٨) في (ج): يَا ابن.(٩) في (ج): بطبقين.(١٠) [٣٤٨٦] الحكم على الإسناد:ضعيف جدًّا، علته صالح بن محمَّد الترمذي، متهم ساقط، وفيه عبد الحميد بن سليمان ضعيف، وهو مرسل، وفي إسناده من لم أجده.التخريج:ورد مرفوعًا من حديث أبي هريرة - رضي الله عنه -، كما في \"كنز العمال\" ١٥/ ٨٥٦، و\"إتحاف السادة المتقين، بشرح إحياء علوم الدين\" ٩/ ٣٤، وأشار إِلَى أنَّه عند</p>"
}