{
  "id": null,
  "sura": 90,
  "aya": 2,
  "text": "<p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> ١ - قوله عز وجل: {لَا أُقْسِمُ بِهَذَا الْبَلَدِ (١) } (١) </p><p> (يعني: أقسم بهذا البلد مكة)  (٢)  (٣) . </p><p> ٢ - {وَأَنْتَ} يَا محمَّد - صلى الله عليه وسلم - {حِلٌّ} حلال (٤)  {بِهَذَا الْبَلَدِ} </p><p> تصنع فيه ما تريد من القتل والأسر. وذلك أن الله تعالى أحلَّ لنبيه - صلى الله عليه وسلم - مكة يوم الفتح (٥) حتَّى قَاتَلَ وقَتَل، وأحلّ ما شاء، وحرّم ما شاء، فقتل ابن خَطَل وهو متعلق بأستار الكعبة (٦) ، ومَقيس بن صبابة (٧) </p><p>(١) في معنى لا أقسم ثلاثة أقوال: الأول: أن تكون صلة. الثاني: أن تكون بمعنى ألا. الثالث: أن (لا) رد لكلامهم ثم ابتدأ أقسم بهذا البلد. انظر: \"إعراب القرآن\" للنحاس ٥/ ٢٢٧.(٢) في (ج): أي أقسم بهذا البلد يعني: مكة.(٣) ذكر العيني في \"عمدة القاري\" ١٦/ ١٥٤ عن الواسطيّ أنَّه قال: المراد بذلك المدينة، ورد عليه بأن السورة مكية.(٤) انظر: \"جامع البيان\" للطبري ٣٠/ ١٩٤، \"معالم التنزيل\" للبغوي ٨/ ٤٢٩، \"إيجاز البيان\" للنيسابوري ٢/ ٣١٩.(٥) سيأتي تخريجه.(٦) رواه البخاري في كتاب الحج، باب: دخول الحرم ومكة بغير إحرام (١٨٤٦).ورواه أَيضًا في كتاب الجهاد، باب: قتل الأسير وقتل الصبر (٣٠٤٤).ورواه مسلم في كتاب الحج، باب: جواز دخول مكة بغير إحرام (١٣٥٧) كلاهما من حديث أنس بن مالك - رضي الله عنه -.وانظر سبب الأمر بقتله، وكذا الاختلاف في اسمه، والجمع بين الأقوال في \"فتح الباري\" لابن حجر ٤/ ٦٠ - ٦١، وسيذكر المصنف سبب قتله في تفسير سورة النصر.(٧) رواه النَّسائيّ في كتاب تحريم الدم، باب: الحكم على المرتد ٧/ ١٠٥. =</p><p> وغيرهما (١) ثم قال: \"من دخل دار أبي سفيان فهو آمن\"  (٢) ، فأحلَّ دم ابن خطل وأصحابه (٣) ، وحرم دار أبي سفيان (٤) ، ثم قال - صلى الله عليه وسلم -: \"إن الله حرَّمَ مكة يوم خلق السموات والأرض، فهي حرام إِلَى أن تقوم </p><p>= وأبو داود في كتاب الجهاد، باب: قتل الأسير ولا يعرض عليه الإِسلام (٢٦٨٣) مختصرًا، وفي إسناديهما إسماعيل بن عبد الرحمن السدي، صدوق يهم، ورُمي بالتشيع. وأسباط بن نصر الهمْداني، صدوق كثير الخطأ، يُغرب. كلهم من حديث سعد بن أبي وقاص - رضي الله عنه -.وله شاهد من حديث أنس بن مالك عند أبي داود، في كتاب الجنائز، باب: أين يقوم الإِمام من الميت إذا صلى عليه (٣١٩٤).فالحديث بمجموع طرقه صحيح لغيره، كما ذكر ذلك الألباني في \"سلسلة الأحاديث الصحيحة\" ٤/ ٣٠٠، وقد صححه الحاكم في \"المستدرك\" ٢/ ٦٢، ووافقه الذهبي.وسيأتي سبب الأمر بقلته ومن قتله، في تفسير سورة النصر.وانظر: \"فتح الباري\" لابن حجر ٨/ ١١.(١) وعددهم تسعة من الرجال، وست أو ثمان من النساء، وذلك للاختلاف في القينتين.وانظر: \"فتح الباري\" لابن حجر ٨/ ١١، حيث ذكر أسماءهم ومصادره في ذلك، والاختلاف بينها، وسبب إهدار دم كل فرد منهم، ومن قُتِل، ومن عُفِي عنه، وسيذكر المصنف شيئًا من ذلك في تفسير سورة النصر.(٢) رواه مسلم في كتاب الجهاد والسير، باب: فتح مكة (١٧٨٠) من حديث أبي هريرة - رضي الله عنه -.(٣) تقدم تخريجه.(٤) قال ابن حجر في \"الكاف الشاف\" ٤/ ٧٥٤: المراد به ما تقدم من قوله: \"من دخل دار أبي سفيان فهو آمن\".</p>"
}