{
  "id": null,
  "sura": 90,
  "aya": 3,
  "text": "<p> الساعة، لم تحل لأحد قبلي ولا تحل لأحد بعدي، ولم تحل لي إلَّا ساعة من نهار، فلا يعضد شجرها، ولا يختلى خلاها، ولا يُنفَّر صيدها، ولا تحل لقطتها إلَّا لمنشد (١)  \". فقال العباس - رضي الله عنه -: يَا رسول الله إلَّا الإذخر(٢)لبيوتنا(٣)وقبرونا، فقال رسول الله - صلى الله عليه وسلم -: \" إلَّا الإذخر\" (٤) . </p><p> وقال شرحبيل بن سعد: معنى قوله: {وَأَنْتَ حِلٌّ بِهَذَا الْبَلَدِ (٢) } قال: يحرمون أن يقتلوا بها صيدًا، ويعضدوا بها شجرة، ويستحلون إخراجك وقتلك (٥) . </p><p> ٣ - قوله -عز وجل-: {وَوَالِدٍ وَمَا وَلَدَ (٣) } </p><p>(١) في (ج): لمنشدها. (٢) الإذخر بكسر الهمزة: حشيشة طيبة الرائحة، يسقف بها البيوت فوق الخشب، وهمزتها زائدة.انظر: \"غريب ما في الصحيحين\" للحميدي (ص ١٥١)، \"لسان العرب\" لابن منظور ٤/ ٣٠٣.(٣) في (ج): فإنَّه لبيوتنا لبيوتنا.(٤) رواه البخاري في كتاب الحج، باب: فضل الحرم (١٥٨٧) مختصرًا، وفي باب: لا ينفر صيد الحرم، مستوفًى (١٨٣٣).ورواه مسلم في كتاب الحج، باب: تحريم مكة وصيدها، وخلاها، وشجرها، ولقطتها، إلَّا لمنشد على الدوام (١٣٥٣).كلاهما من حديث ابن عباس - رضي الله عنهما -.(٥) انظر: \"معالم التنزيل\" للبغوي ٨/ ٤٢٩، وعن الثعلبي نقله ابن عطية في \"المحرر الوجيز\" ٥/ ٤٨٣، والسيوطي في \"الدر المنثور\" ٦/ ٥٩٣، وعزاه إِلَى سعيد بن منصور وابن المنذر.</p><p> قال عكرمة، وسعيد بن جبير: الوالد الذي يولد له، وما ولد: العاقر الذي لا ولد له (١) ، ورويناه (٢) عن ابن عباس، - رضي الله عنهما - وعلى هذا القول تكون ما: نافية وهو بعيد لا يصح إلَّا بإضمار (٣)  (٤) . </p><p> قال (٥) عطية عنه (٦) الوالد وولده (٧) . </p><p> مجاهد، وقتادة، والضَّحَاك، وأبو صالح:  {وَوَالِدٍ} : آدَمَ {وَمَا وَلَدَ} : ولده (٨) . </p><p>(١) قول ابن عباس وعكرمة انظره في \"جامع البيان\" للطبري ٣٠/ ١٩٥، وعزاه السيوطي في \"الدر المنثور\" ٦/ ٥٩٣ إِلَى ابن أبي حاتم. وقول سعيد بن جبير انظره في \"المحرر الوجيز\" لابن عطية ٥/ ٤٨٣، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ٦١ - ٦٢.(٢) في (ج): ومثله.(٣) في (ج): بالإضمار.(٤) معناه كما قال القرطبي في \"الجامع لأحكام القرآن\" ٢٠/ ٦٢: لا يصح إلَّا بإضمار الموصول، أي: ووالد والذي ما ولد، وذلك لا يجوز عند البصريين.(٥) من (ج).(٦) أي: عن ابن عباس.(٧) انظر: \"المحرر الوجيز\" لابن عطية ٥/ ٤٨٣، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ٦٢، وهو اختيار الطبري في \"جامع البيان\" ٣٠/ ١٩٥.(٨) انظر: \"جامع البيان\" للطبري ٣٠/ ١٩٥ - ١٩٦، \"الدر المنثور\" للسيوطي ٦/ ٥٩٣، \"تفسير القرآن العظيم\" لابن كثير ١٤/ ٣٥٤ وقال: وهذا الذي ذهب إليه مجاهد وأصحابه، حسن قوي؛ لأنه تعالى لمَّا أقسم بأم القرى، وهي المساكن، أقسم بعده بالساكن، وهو آدَمَ أبو البشر وولده.وقال ابن القيم في \"التبيان في أقسام القرآن\" (ص ٢٥): وعلى هذا فقد تضمن القسم أصل المكان، وأصل السكان، فمرجع البلاد إِلَى مكة، ومرجع العباد إِلَى آدَمَ.</p>"
}