{
  "id": null,
  "sura": 91,
  "aya": 12,
  "text": "<p> وروى عطاء الخراساني، عن ابن عباس - رضي الله عنهما - قال: اسم العذاب الذي جاءهم الطغوى، فقال: كذبت ثمود بعذابها (١)  (٢) . </p><p> وقراءة (٣) العامة بفتح الطاء، وقرأ الحسن وحماد بن سلمة (بطغواها) بضم الطاء، وهي لغة كالفَتوى والفُتوى والفُتيا (٤) . </p><p> ١٢ - {إِذِ انْبَعَثَ} قام (٥)  {أَشْقَاهَا} وهو قدار بن سالف، عاقر الناقة </p><p> وكان رجلًا أشقر أزرق، قصيرًا ملتزق الحلق، واسم أمه قديرة (٦) . </p><p>= وانظر: \"جامع البيان\" للطبري ٣٠/ ٢١٤. (١) في (ب)، (ج): كذبت ثمود بطغواها، أي: بعذابها.(٢) انظر: \"جامع البيان\" للطبري ٣٠/ ٣١٣، والأثر ضعيف؛ لأن عطاء الخراساني لم يدرك ابن عباس، كما صرح بذلك الإمامان أبو داود والدارقطني.انظر: \"تهذيب الكمال\" للمزي ٢٠/ ١١٠.وذكر هذا القول النحَّاس في \"إعراب القرآن\" ٥/ ٢٣٧، وقال: وهذا يصح على حذف، أي: بعذاب طغواها مثل: {وَاسْأَلِ الْقَرْيَةَ} [يوسف: ٨٢].(٣) في (ب)، (هـ): وقرأ.(٤) انظر: \"المحتسب\" لابن جني ٢/ ٣٦٣، \"مختصر في شواذ القرآن\" لابن خالويه (ص ١٧٤)، \"الكامل في القراءات الخمسين\" للهذلي (٣٤٩/ ب)، \"شواذ القراءة\" للكرماني (٢٦٦)، \"إتحاف فضلاء البشر\" للدمياطي ٢/ ٦١٢، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ٧٨، \"البحر المحيط\" لأبي حيان ٨/ ٤٧٥، وقال: وقراءة الحسن وحماد على أنها مصدر كالرجعى والحسنى، وكان قياسها الطغيا بالياء، كالسقيا، لكنهم شذوا فيه. وقال القرطبي: وقيل: هما لغتان.(٥) قام ليست في (ج).(٦) روى الإِمام أحمد في \"مسنده\" (٢٣٢٠)، من حديث ابن عباس ليلة أسري بالنبي - صلى الله عليه وسلم - وفيه: أنه نظر في النار ورأى رجلًا أحمر أزرق جعدًا شعثًا إذا رأيته، قال: \"من هذا يا جبريل\"، قال: هذا عاقر الناقة ورجاله ثقات، إلا قابوس بن أبي =</p><p> [٣٤٩٧] أخبرنا محمَّد بن حمدون (١) ، أخبرنا مكي بن عبدان (٢) ، حدثنا عبد الرحمن (بن بشر)  (٣) ، حدثنا سفيان (٤) ، حدثنا هشام بن عروة (٥) ، عن أبيه (٦) ، عن عبد الله بن زمعة (٧) - رضي الله عنه - قال: ذكر رسول الله - صلى الله عليه وسلم - عاقر الناقة، قال:  \"انتدب لها رجل عارم(٨)، ذو عز ومنعة في قومه، كأبي زمعة\" وذكر الحديث (٩) . </p><p>= ظبيان فيه لين كما في \"تقريب التهذيب\" لابن حجر ٢/ ١٧. وانظر \"جامع البيان\" للطبري ٣٠/ ٢١٤، \"إعراب القرآن\" للنحاس ٥/ ٢٣٨، \"معالم التنزيل\" للبغوي ٨/ ٤٤، \"البداية والنهاية\" لابن كثير ١/ ١٣٥، وقال: وكان يقال: إنه ولد زانية، ولد على فراش سالف، وهو ابن رجل يقال له صيبان.(١) العالم الزاهد الصالح، لم يذكر بجرح أو تعديل.(٢) المحدث الثقة المتقين.(٣) ما بين القوسين ليس في الأصل، والمثبت من (ب)، (ج)، وهو أبو محمَّد النيسابوري، ثقة.(٤) ابن عيينة، ثقةٌ، حافظٌ، إمام حجة إلا أنه تغير حفظه بأخرة، وكان ربما دلس عن الثقات.(٥) ثقةٌ، ربما دلس.(٦) عروة بن الزبير بن العوام الأسدي، ثقةٌ.(٧) عبد الله بن زمعة بن الأسود بن المطلب بن أسد القرشي، صحابي مشهور، قتل يوم الدار مع عثمان بن عفان. انظر: \"الاستيعاب\" ٣/ ٤٣.(٨) عارم: أي خبيث شرير، والعرام الشدة والقوة والشراسة.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٢٢٣.(٩) [٣٤٩٧] الحكم على الإسناد:شيخ المصنف لم أر فيه جرحًا ولا تعديلاً، وبقية رجاله ثقات؛ والحديث صحيح، كما سيأتي في التخريج. =</p>"
}