{
  "id": null,
  "sura": 91,
  "aya": 10,
  "text": "<p> قضي عليهم من قدرٍ سبق، أو فيما يستقبلون مما أتاهم به نبيهم - صلى الله عليه وسلم - وأكَّدت به عليهم الحجة؟ فقال:  \"في شيءٍ قد قضي عليهم\" قال: قلت: ففيم العمل إذا؟ قال:  \"من كان الله خلقه لإحدى المنزلتين، يهيئه الله تعالى لها،وتصديق ذلك في كتاب الله عز وجل:{وَنَفْسٍ وَمَا سَوَّاهَا(٧)فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا(٨)} \"  (١) . </p><p> ٩ - {قَدْ أَفْلَحَ} سعد وفاز، وها هنا موضع القَسَم (٢) </p><p> {مَنْ زَكَّاهَا} أي: أفلحت نفس زكاها الله تعالى (يعني: أصلحها)  (٣) ، وطَهرها من الذنوب، ووفقها للتقوى (٤) . </p><p> ١٠ - {وَقَدْ خَابَ} وخسرت نفس {مَنْ دَسَّاهَا} </p><p>(١) [٣٤٩٣] الحكم على الإسناد: ضعيف جدًا؛ فيه عبد الله بن محمَّد بن سنان، متروك، وموسى بن محمَّد لم أجده، لكن الحديث صحيح من طريق آخر.التخريج:رواه الإِمام مسلم في القدر، باب: كيفية خلق الآدمي في بطن أمه، وكتابة رزقه وأجله وعمله وشقاوته وسعادته. (٢٦٥٠) من طريق آخر عن عزرة بن ثابت، به.(٢) أي جواب القسم.انظر: \"جامع البيان\" للطبري ٣٠/ ٢١٢، وقال ابن القيم في \"التبيان في أقسام القرآن\" (ص ١٥): لمَا طال الكلام حسن حذف اللام من الجواب، وقد تضمن هذا القسم الإقسام بالخالق والمخلوق، فأقسم بالسماء وبانيها، والأرض وطاحيها، والنفس ومسويها.(٣) ما بين القوسين ليس في الأصل، والمثبت من (ب)، (ج).(٤) انظر: \"جامع البيان\" للطبري ٣٠/ ٢١١.</p><p> دسسها الله فأخملها وخذلها، ووضع منها، وأخفى محلها، حتى عمل (١) بالفجور، وركب المعاصي، والعرب تفعل هذا كثيرًا، فتُبدِل في الحرف المشدد بعض حروفه ياء أو واوًا، كالتَّفضي، والتَّظني وبابهما (٢)  (٣) . </p><p> [٣٤٩٤] أخبرنا أبو بكر بن عبدوس المزكي (٤) ، أخبرنا أبو الحسن المحفوظي (٥) ، حدثنا عبد الله بن هاشم (٦) حدثنا عبد الرحمن بن مهدي (٧) ، عن سفيان (٨) ، عن خُصيف (٩) ، عن سعيد بن جبير (١٠) ، ومجاهد (١١)  {قَدْ أَفْلَحَ مَنْ زَكَّاهَا} قال أحدهما: أصلحها، وقال الآخر: طهَّرها، {وَقَدْ خَابَ مَنْ دَسَّاهَا} قال أحدهما: </p><p>(١) عمل أي الإنسان، وفي (ب)، (ج): عملت - ركبت: أي النفس. (٢) في (ب)، (ج): بابها.(٣) انظر: \"مجاز القرآن\" لأبي عبيدة ٢/ ٣٠٠، \"تفسير غريب القرآن\" لابن قتيبة (ص ٥٣٠)، \"تأويل مشكل القرآن\" لابن قتيبة (ص ٣٤٤)، \"جامع البيان\" للطبري ٣٠/ ٢١٢.(٤) محمَّد بن أحمد بن عبدوس، أبو بكر، فقيه نحوي، لم يذكر بجرح أو تعديل.(٥) علي بن أحمد بن محفوظ، لم يذكر بجرح أو تعديل.(٦) ابن حيان العبدي، ثقة، صاحب حديث.(٧) ثقةُ، ثبتٌ، حافظ.(٨) الثوري، ثقة، حافظ، فقيه إمام حجة، وكان ربما دلس.(٩) ابن عبد الرحمن الجزري، صدوقٌ، سيِّئ الحفظ، خلط بآخره، ورمي بالإرجاء.(١٠) ثقة ثبت فقيه.(١١) ابن جبر، ثقة إمام في التفسير وفي العلم.</p><p> أغواها، وقال الآخر: أضلَّها (١) . </p><p> وقال قتادة: دسّاها: آثمها وأفجرها (٢) ، وقال ابن عباس: أبطلها (٣) وأهلكها (٤) . </p><p> [٣٤٩٥] وأخبرنا عبد الله بن حامد (٥) ، أخبرنا أبو محمَّد المُزني (٦) ، حدثنا الحضرمي (٧) ، حدثنا عثمان (٨) ، حدثنا أبو الأحوص (٩) ، عن محمَّد بن السائب (١٠) ، </p><p>(١) [٣٤٩٤] الحكم على الإسناد: ضعيف فيه خصيف بن عبد الرحمن، صدوق، سيئ الحفظ، وشيخ المصنف، وشيخه لم أر فيهما جرحًا, ولا تعديلًا.التخريج:أخرجه الطبري في \"جامع البيان\" ٣٠/ ٢١٢ قال: حدثنا أبو غريب، ثنا وكيع، عن سفيان به. والقائل: لأغواها، سعيد بن جبير، وأما مجاهد فقد نقل عنه كلا القولين.(٢) انظر: \"جامع البيان\" للطبري ٣٠/ ٢١٣.(٣) في (ج): أضلها.(٤) انظر \"التبيان في أقسام القرآن\" لابن القيم (ص ١٧ - ١٨) منسوبًا إلى تلامذة ابن عباس، وفي \"المستدرك\" للحاكم ٢/ ٥٧١ عن ابن عباس: أغواها، وقال: هذا حديث صحيح على شرط الشيخين، ولم يخرجاه، ووافقه الذهبي.(٥) الأصبهاني، لم يذكر بجرح أو تعديل.(٦) في الأصل: (المزين)، والتصحيح من (ب)، (ج)، وهو أحمد بن عبد الله بن محمَّد المزني، الشيخ الجليل القدوة الحافظ.(٧) محمَّد بن عبد الله بن سليمان مطين، ثقةٌ، حافظٌ.(٨) ابن محمَّد بن إبراهيم بن عثمان العبسي، ثقةٌ، حافظ، شهير، وله أوهام.(٩) سلاَّم بن سليم، ثقةٌ، متقنٌ، صاحب حديث.(١٠) الكلبي، متهم بالكذب، ورمي بالرفض.</p><p> عن أبي صالح (١) : {قَدْ أَفْلَحَ مَنْ زَكَّاهَا (٩) وَقَدْ خَابَ مَنْ دَسَّاهَا (١٠) } (٢) قال: أفلحت نفس زكَّاها الله، وخابت نفس أفسدها الله عز وجل (٣) . </p><p> وقال الحسن: معناه قد أفلح من زكَّى نفسه فأصلحها، وحملها على طاعة الله عز وجل، {وَقَدْ خَابَ مَنْ دَسَّاهَا (١٠) } قال: من أهلكها وأضلها وحملها على معصية الله عز وجل (٤) ، فجعل الفعل للنفس (٥) . </p><p>(١) مولى أم هانئ، ضعيفٌ، يرسل. (٢) {وَقَدْ خَابَ مَنْ دَسَّاهَا (١٠)} ليست في الأصل.(٣) [٣٤٩٥] الحكم على الإسناد:ضعيف جدًّا، محمَّد بن السائب الكلبي متهم بالكذب، وشيخ المصنف لم يذكر بجرح أو تعديل.التخريج:لم أجده عند غير المصنف.(٤) انظر: \"معالم التنزيل\" للبغوي ٨/ ٤٣٩، \"التبيان في أقسام القرآن\" لابن القيم (ص ١٧).(٥) هذا هو أحد القولين في المسألة: والقول الثاني: أن الفعل لله سبحانه، أي: أفلحت نفس زكاها الله، وهذا قول ابن عباس ومقاتل، والفرَّاء، والزجّاج، والطبري، يشهد له حديث \"اللهم آت نفسي تقواها، أنت وليها ومولاها، وزكها أنت خير من زكلاها\" يأتي تخريجه.أما القول الثاني: وهو جعل الفعل للنفس، فهو قول الحسن وقتادة، أي. أفلح من زكى نفسه، بطاعة الله، وصالح الأعمال، ورجح هذا القول ابن القيم رحمه الله بعد ذكره لأدلة كل قول من ثلاثة وجوه.أحدها: أن طريقة القرآن تعليق الفلاح على فعل العبد واختياره.الثاني: أن فيه زيادة فائدة، وهي إثبات فعل العبد وكسبه، وما يثاب وما يعاقب عليه، وفي قوله: {فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا (٨)} إثبات القضاء والقدر السابق، فتضمنت الآيتان هذين الأصلين العظيمين، وهما كثيرًا ما يقترنان في القرآن. =</p><p> [٣٤٩٦] أخبرني (١) الحسين بن محمَّد بن عبد الله السفياني (٢) ، حدثنا محمَّد بن الحسن (٣) بن علي اليقطيني (٤) ، أخبرنا أحمد بن عبد الله بن يزيد العقيلي (٥) ، حدثنا صفوان بن صالح (٦) ، حدثنا الوليد بن مسلم (٧) ، حدثنا ابن لهيعة (٨) ، عن خالد بن يزيد (٩) ، عن سعيد بن أبي هلال (١٠) ، أن رسول الله - صلى الله عليه وسلم - كان إذا قرأ هذِه الآية: {قَدْ أَفْلَحَ مَنْ زَكَّاهَا (٩) } وقف ثم قال: \"اللهم آت نفسي </p><p>= الثالث: أن هذا القول يستلزم القول الأول لا العكس، فإن العبد إذا زكَى نفسه ودسَّاها، فإنما يزكيها بعد تزكية الله لها بتوفيقه وإعانته، وإنما يدسَّيها بعد تدسية الله لها بخذلانه، والتخلية بينه وبين نفسه، بخلاف ما إذا كان المعنى على القدر السابق المحض، لم يبق للكسب وفعل العبد ها هنا ذكر البتة اهـ باختصار وتصرف يسير. انظر: \"التبيان في أقسام القرآن\" لابن القيم (ص ١٩).(١) في (ب)، (ج): وأخبرنا.(٢) ابن فنجويه، ثقة صدوق كثير الرواية للمناكير.(٣) في (ج): الحسين وهو تصحيف.(٤) ثقة.(٥) مستور.(٦) أبو عبد الملك الثقفي، ثقةٌ، وكان يدلس تدليس التسوية.(٧) القرشي، ثقةٌ، لكنه كثير تدليس التسوية.(٨) في (ب)، (ج): عن أبي لهيعة، خطأ، وهو عبد الله بن لهيعة، صدوق خلط بعد احتراق كتبه.(٩) في الأصل: زيد وهو خطأ، والتصحيح من (ب)، (ج)، وهو أبو عبد الرحيم المصري، ثقة فقيه.(١٠) في (ب)، (ج): عن سعيد وأبي هلال، وهو أبو العلاء المصري، صدوق.</p>"
}