{
  "id": null,
  "sura": 93,
  "aya": 5,
  "text": "<p> ٤ - {وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى (٤) وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى (٥) } (١) </p><p> من الثواب، وقيل: من النصر والتمكين، وكثرة المؤمنين فترضى (٢)  (٣) . </p><p> [٣٥١٠] أخبرنا عبد الله بن حامد (٤) ، أخبرنا أبو عبد الله محمد بن عامر السمرقندي (٥) ، حدثنا عمر بن بجير (٦) ، حدثنا (٧) عبد بن حميد (٨) ، عن قبيصة (٩) ، عن سفيان (١٠) ، عن الأوزاعي (١١) ، عن إسماعيل بن (عبيد الله)  (١٢) ، عن علي بن عبد الله بن عباس (١٣) (عن </p><p>(١) {وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى (٤)} ليست في الأصل. (٢) من (ب).(٣) انظر: \"لباب التأويل\" للخازن ٤/ ٤٣٨.(٤) الأصبهاني، لم يذكر بجرح أو تعديل(٥) ليست في (ب)، (ج)، ولم أجده.(٦) عمر بن محمد بن بجير، الإمام الحافظ الثبت.(٧) في (ب)، (ج): أخبرنا.(٨) ابن نصر الكسيِّ، أبو محمد، ثقة حافظ.(٩) ابن عقبة بن محمد بن سفيان السوائي، صدوق، ربما خالف.(١٠) الثوري، ثقةٌ، حافظٌ، فقيه، إمام حجة، وكان ربما دلس.(١١) عبد الرحمن بن عمرو، ثقةٌ، جليلٌ.(١٢) في (ب): عبيد، وهو إسماعيل بن عبيد الله بن أبي المهاجر، القرشي المخزومي، أبو عبد الحميد الدمشقي، وثقه العجلي، ويعقوب بن سفيان، والدارقطني، وغيرهم. مات سنة (١٣١ هـ)، وروى له الجماعة سوى الترمذي.انظر: \"الجرح والتعديل\" ٢/ ١٨٢، \"الثقات\" لابن حبان ٦/ ٤٠، \"تهذيب الكمال\" ٣/ ١٤٣، \"التقريب\" (٤٦٦).(١٣) أبو محمد، الهاشمي، ثقةٌ، عابدٌ.</p><p> أبيه) (١) قال: قال رسول الله - صلى الله عليه وسلم -: \"أُريت ما هو مفتوح على أمتي كفْرًا كَفْرا(٢)، فسرني ذلك\" ، فنزلت: {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى (٥) } قال: أعطي في الجنة ألف قصر من لؤلؤ (٣) ، ترابها المسك، في كل قصر ما ينبغي له (٤) . </p><p>(١) من (ج). (٢) كفرًا كفرًا بالفتح، أي: قرية قرية. انظر \"النهاية في غريب الحديث\" ٤/ ١٨٩.(٣) في (ج): من لؤلؤ أبيض.(٤) [٣٥١٠] الحكم على الإسناد:شيخ المصنف، لم يذكر بجرح أو تعديل، وشيخ شيخه لم أجده. ولكن الحديث بمجموع طرقه صحيح.التخريج:رواه مرسلًا البيهقي في \"دلائل النبوة\" ٧/ ٦٢ من طريق قبيصة به، وقد جاء الحديث موصولًا من رواية علي بن عبد الله بن عباس عن أبيه.ورواه البيهقي في \"دلائل النبوة\" ٧/ ٦١ من طريق قبيصة به، بلفظ: عرض على رسول الله - صلى الله عليه وسلم - ما هو مفتوح على أمته.ورواه الطبراني في \"المعجم الأوسط\" ١/ ١٧٩ (٥٧٢)، وفي \"المعجم الكبير\" ١٠/ ٣٣٧ (١٠٦٥٠)، قال الهيثمي: \"إسناد الكبير حسن\" \"مجمع الزوائد\" ٧/ ١٣٨.ورواه الطبري في \"جامع البيان\" ٢٠/ ٢٣٢.ورواه ابن أبي حاتم في تفسيره كما في \"الدر المنثور\" ٦/ ٦١٠ ووجدناه في \"العلل\" (١٧٧٥).ورواه أبو نعيم في \"حلية الأولياء\" ٣/ ٢١٢.ورواه الواحدي في \"الوسيط\" ٤/ ٥٠٩ كلهم من طريق عمرو بن هاشم عن الأوزاعي به.وروى ابن أبي شيبة في \"المصنف\" ٧/ ٣١ (٣٣٩٨٠) آخره فقط فقال: حدَّثنا رواد ابن الجراح عن الأوزاعي به. =</p><p> [٣٥١١] وأخبرني عقيل بن محمد (١) أن أبا الفرج البغدادي القاضي (٢) أخبرهم، عن محمد بن جرير (٣) ، حدثني عباد بن يعقوب (٤) ، حدثنا الحكم بن ظهير (٥) ، عن السدي (٦) ، عن ابن عباس في قوله: {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى (٥) }، قال: رضي محمد عليه السلام أن لا يدخل أحد (٧) من أهل بيته النار (٨) . </p><p>= ورواه الحاكم في \"المستدرك\" ٢/ ٥٧٣ في كتاب التفسير من طريق عصام بن رواد عن أبيه عن الأوزاعي به، وقال: هذا حديث صحيح الإسناد ولم يخرجاه. قال الذهبي: تفرد به عصام بن رواد عن أبيه وقد ضعف. قلت: عصام بن رواد لم يتفرد به، بل تابعه قبيصة عن سفيان وموسى بن سهل عن عمرو بن هاشم، كلهم عن الأزاعي به.فالحديث بمجموع هذِه الطرق صحيح، صححه الحاكم، وحسَّنه الهيثمي، وقال ابن كثير: وهذا إسنادٌ صحيح إلى ابن عباس، ومثل هذا ما يقال إلا عن توقيف. \"تفسير ابن كثير\" ١٤/ ٣٨٣.(١) الجرجاني، لم أجده.(٢) المعافي بن زكريا، العلامة الفقيه، الحافظ الثقة.(٣) أبو جعفر الطبري، الإمام العلم المجتهد، عالم العصر، صاحب التصانيف.(٤) الأسدي، الرواجني، صدوقٌ، رافضي.(٥) أبو محمد، الفزاري، متروكٌ، ورُمي بالرفض، واتهمه ابن معين.(٦) إسماعيل بن عبد الرحمن السدي، صدوقٌ، يهم، ورُمي بالتشيع.(٧) في الأصل: أحدًا، والمثبت من (ب)، (ج).(٨) [٣٥١١] الحكم على الإسناد:ضعيف جدًّا، فيه الحكم بن ظهير متروك، وشيخ المصنف لم أجده.التخريج:رواه ابن جرير الطبري في \"جامع البيان\" ٣٠/ ٢٣٢ ومن طريقه ساقه المصنف، =</p><p> وقيل: هي الشفاعة في جميع المؤمنين (١) . </p><p> [٣٥١٢] أخبرنيه (٢) أبو عبد الله الفنجوي (٣) ، حدثنا أبو علي المقرئ (٤) ، حدثنا محمد بن عمران بن أسد الموصلي (٥) ، حدثنا محمد بن أحمد المذاري (٦) ، حدثنا عمرو بن عاصم (٧) ، حدثنا حرب بن سريج (٨) البزاز (٩) ، </p><p>= وفيه الحكم بن ظهير متروك، كما تقدم، بالإضافة إلى عباد رافضي، والحكم رُمي بالرفض، والسدي رُمي بالتشيع، والمتن يدعو إلى بدعتهم، مما يزيد في ضعفه. (١) انظر: \"الوسيط\" للواحدي ٤/ ٥١٠، \"معالم التنزيل\" للبغوي ٨/ ٤٥٥، \"زاد المسير\" لابن الجوزي ٩/ ١٥٧.(٢) في (ب)، (ج): وأخبرنا.(٣) ثقة، صدوق، كثير الرواية للمناكير.(٤) الحسين بن محمد بن حبش، ثقة مأمون.(٥) لم أجده.(٦) في (ب)، (ج): المرادي، وهو خطأ، وقد ورد في \"الأنساب\" للسمعاني، و\"الثقات\" لابن حبان: محمد بن أحمد بن زيد، وفي \"تهذيب الكمال\" ٢٢/ ٨٨ في ترجمة شيخه عمرو بن عاصم، قال: محمد بن أحمد بن زبدا، ويقال: ابن زبدة المذاري، وفي \"الثقات\": المدادي، أبو جعفر من أهل البصرة، يروي عن محمد بن عبد الله الأنصاري، والبصريين، وروى عنه عبد الله بن قحطبة وغيره. انظر \"الثقات\" لابن حبان ٩/ ١٢٣، \"الأنساب\" للسمعاني ٥/ ٢٤٠.(٧) ابن عبيد الله الكلابي القيسي، أبو عثمان، البصري، صدوق، في حفظه شيء.(٨) في (ب): شريح وهو خطأ، وقد تصحف كذلك في أغلب المراجع التي ذكرته.(٩) حرب بن سُرَيج -بالمهملة والجيم- بن المنذر المنقري، أبو سفيان البصري، البزاز، قال أحمد: ليس به بأس، ووثقه ابن معين، وقال أبو حاتم: ليس بقوي، =</p><p> حدثنا أبو جعفر محمد بن علي (١) ، حدثني عمي محمد (بن علي)  (٢) ابن الحنفية (٣) ، عن أبيه علي بن أبي طالب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"أشفع لأمتي حتى ينادي ربي عز وجل: رضيتَ يا محمد؟ فأقول رب رضيتُ\" ، ثم قال (٤) : إنكم معشر أهل العراق تقولون: إن أرجى آية في القرآن: {قُلْ يَاعِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ}  (٥) ، قال: قلت: إنَّا لنقول ذلك، قال: ولكنَّا أهل البيت نقول: إنَّ أرجى آية في كتاب الله تعالى: {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى (٥) } وهي الشفاعة (٦) . </p><p>= ينكر عن الثقات، وقال الحافظ: صدوق يخطئ. انظر: \"الجرح والتعديل\" ٣/ ٢٥٠، \"تهذيب الكمال\" ٥/ ٥٢٢، \"التقريب\" (١١٦٤). (١) محمد بن علي بن الحسين بن علي بن أبي طالب، أبو جعفر الباقر، ثقةٌ.(٢) من (ب)، (ج).(٣) محمد بن علي بن أبي طالب الهاشمي، أبو القاسم، المدني، ثقةٌ.(٤) القائل هو أبو جعفر الباقر محمد بن علي بن الحسين كما في \"الوسيط\" للواحدي ٤/ ٥١٠.(٥) الزمر: ٥٤.(٦) [٣٥١٢] الحكم على الإسناد:ضعيف، فيه محمد بن أحمد المذاري ذكره ابن حبان في \"الثقات\" ولم أجد فيه جرحًا ولا تعديلاً، وفيه حرب بن سُريج، صدوق يخطئ، ومحمد بن عمران بن أسد الموصلي لم أجده.التخريج:رواه البزار كما في \"كشف الأستار\" ٤/ ١٧٠ (٣٤٦٦)، والطبراني في \"المعجم الأوسط\" ٢/ ٣٠٧ (٢٠٦٢)، وأبو نعيم في \"حلية الأولياء\" ٣/ ١٧٩.كلهم من طريق محمد بن أحمد المذاري به. =</p><p> [٣٥١٣] وأخبرني ابن فنجويه (١) ، حدثنا أحمد بن جعفر بن حمدان (٢) ، حدثنا أبو عامر حامد بن سعدان (٣) ، حدثنا أحمد بن صالح المصري (٤) ، حدثنا عبد الله بن وهب (٥) ، أخبرني عمرو بن الحارث (٦) أن بكر (٧) بن سوادة (٨) حدَّثه عن عبد الرحمن بن جبير (٩) ، عن عبد الله بن عمرو بن العاص أن النبي - صلى الله عليه وسلم -: تلا قول الله في إبراهيم: {فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ}  (١٠) وقال </p><p>= قال الهيثمي: رواه البزار والطبراني في \"الأوسط\" وفيه محمد بن أحمد بن زيد المذاري، ولم أعرفه، وبقية رجاله وثقوا على ضعف في بعضهم، \"مجمع الزوائد\" ١٠/ ٣٧٧. قلت: المذاري تقدمت ترجمته إلا أنه لم يذكر بجرح ولا تعديل.وحسن الحديث المنذري في كتابه \"الترغيب والترهيب\" ٤/ ٤٤٦ وعندي أن الحديث ضعيف بهذا الإسناد، إذ مداره على محمد بن أحمد المذاري.وروى قول أبي جعفر الواحدي في \"الوسيط\" ٤/ ٥١٠، من طريق حرب بن سريج وهو صدوق، يخطئ، وهناك أقوال أخرى في أرجى آية في القرآن انظرها في \"فتح الباري\" ٨/ ٥٣٧.(١) ثقةٌ، صدوق، كثير الرواية للمناكير.(٢) القطيعي، ثقة.(٣) قال ابن المنادي: مستور صالح ثقة.(٤) أبو جعفر ابن الطبري، ثقةٌ حافظ.(٥) أبو محمد المصري الفقيه، ثقةٌ، حافظٌ، عابدٌ.(٦) ابن يعقوب الأنصاري، ثقةٌ، فقيهٌ، حافظٌ.(٧) في (ب)، (ج): بكير وهو خطأ.(٨) ابن ثمامة الجذامي، أبو ثمامة، المصري، ثقةٌ، فقيهٌ.(٩) المصري المؤذن العامري، ثقةٌ، عارفٌ بالفرائض.(١٠) إبراهيم: ٣٦.</p><p> عيسى: {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (١١٨) } (١) ، فرفع يديه (وقال:  \"اللهم أمتي أمتي\"  (٢) ، وبكى (٣) فقال الله عز وجل: \"يا جبريل اذهب إلى محمد - ربك أعلم- فسله ما يبكيك، فأتاه جبريل فسأله فأخبره رسول الله - صلى الله عليه وسلم -،فقال الله عز وجل:يا جبريل اذهب إلى محمد فقل: إنَّا سنرضيك في أمتك ولا نسوؤك\"  (٤) . </p><p> ويروى أن النبي - صلى الله عليه وسلم - قال: لما نزلت هذِه الآية: \"إذًا لا أرضى وواحد من أمتي في النار\"  (٥) . </p><p> وقال جعفر بن محمد: دخل رسول الله - صلى الله عليه وسلم - على فاطمة - رضي الله عنها - وعليها كساء من ثلة الإبل (٦) ، وهي تطحن بيدها، وترضع ولدها (٧) ، فدمعت عينا رسول الله - صلى الله عليه وسلم - لما أبصرها، فقال (٨) : \"يا بنتاه تعجلي (٩) مرارة </p><p>(١) المائدة: ١١٨. (٢) ما بين القوسين ساقط من الأصل وأثبته من (ب)، (ج).(٣) بكى ليست في (ج).(٤) [٣٥١٣] الحكم على الإسناد:رجاله ثقات، والحديث صحيح كما في التخريج.التخريج:أخرجه الإمام مسلم كتاب الإيمان، باب: دعاء النبي - صلى الله عليه وسلم - لأمته وبكائه شفقة عليهم (٢٠٢).(٥) سيذكره المصنف مسندًا بعد قليل، وهناك تخريجه والحكم عليه.(٦) من ثلة الإبل، أي من صوف الإبل.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٢٢٠.(٧) في (ج): بيدها.(٨) ساقطة من (ج).(٩) في (ج): تحملي.</p><p> الدنيا بحلاوة الآخرة، فقد أنزل الله {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى (٥) } (١) \". </p><p> [٣٥١٤]  (أخبرنا النعمان بن محمد الجرجاني (٢) ، حدثنا أبو الحسن محمد بن محمد بن صالح (٣) ، حدثنا أبو الفضل صالح ابن عبد الله بن الحسن الهاشمي (٤) ، حدثني عمي (٥) عبد الصمد بن </p><p>(١) رواه ابن الأعرابي في \"معجم شيوخه\" ١/ ٤٣٥ (٤٤٤)، وأورده سليمان الحسيني في كتابه \"البرهان في تفسير القرآن\" ٤/ ٤٧٢. كلاهما بإسنادٍ واحدٍ: حدَّثنا محمد بن يونس، نا حماد بن عيسى الجهني، نا جعفر بن محمد، عن أبيه، عن جابر. بن عبد الله قال: دخل رسول الله - صلى الله عليه وسلم - على فاطمة. . . الحديث إلا أن ابن الأعرابي لم يذكر سبب النزول. وفي إسنادهما: محمد بن يونس الكديمي، ضعيف، وقد اتُهِمَ في وضع الحديث كما في \"تقريب التهذيب\" لابن حجر ٢/ ١٥٠، \"الكشف الحثيث\" لسبط ابن العجمي (ص ٢٥٤)، وفيه حماد بن عيسى ضعيف كما في \"تقريب التهذيب\" لابن حجر ١/ ٢٣٩.وذكره السيوطي في \"الدر المنثور\" ٦/ ٦١١ وعزاه إلى العسكري في \"المواعظ\"، وابن مردويه وابن لال، وابن النجار.وذكره المتقي الهندي في \"كنز العمال\" ١٢/ ٤٢٢ (٣٥٤٧٥).(٢) سديد صالح فاضل.(٣) لم أجده.(٤) أبو الفضل صالح بن عبد الله بن الحسن الهاشمي، قال الخطيب: كان أحد الأولياء، يوصف بالتقلل مع الانفراد والعزلة عن الناس، وقال: حدَّث عن عمه عبد الصمد، روى عنه أبو أحمد بن عدي الجرجاني. انظر \"تاريخ بغداد\" ١٤/ ٤٢٢، \"تلخيص المتشابه في الرسم\" للخطيب ١/ ١٧٣.(٥) في (ب)، (ج): (حدثني عمر بن) وهو تصحيف، والصواب ما أثبته.</p><p> إسماعيل بن عبد الصمد بن (١) علي بن عبد الله بن عباس (٢) ، حدثني عبد الصمد (٣) ، عن أبيه (٤) ، عن جده (٥) قال: قال رسول الله - صلى الله عليه وسلم - في قول الله عز وجل {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى (٥) } قال: \"لا يرضى محمد - صلى الله عليه وسلم - وواحد من أمته في النار(٦)\"  (٧) . </p><p>(١) في (ب)، (ج): (عن)، وسياق السند يأباه، فلعلها (بن) وتصحفت خاصة أن عبد الصمد روى عن أبيه على والله أعلم. (٢) عبد الصمد بن إسماعيل، لم أجده.(٣) عبد الصمد بن علي بن عبد الله بن عباس، قال العقيلي: عن أبيه عن جده، حديثه غير محفوظ، ولا يعرف إلا به، وقال الذهبي: ليس بحجة.(٤) علي بن عبد الله بن عباس، ثقةٌ، عابدٌ.(٥) عبد الله بن عباس - رضي الله عنه -.(٦) ما بين القوسين ساقط من الأصل، وأثبته من (ب)، (ج).(٧) [٣٥١٤] الحكم على الإسنادضعيفٌ، فيه عبد الصمد بن علي ليس بحجة، وفي رواته من لم أجدهم.التخريج:رواه الخطيب في تلخيص المتشابه في الرسم ١/ ١٧٣، قال: حدَّثنا أبو سعد الماليني، أنا عبد الله بن عدي، أنا صالح بن عبد الله بن الحسن بن إسماعيل بن عبد الصمد بن علي بن عبد الله بن عباس بن عبد المطلب، حدَّثني عمي عبد الصمد، حدَّثني جدي عبد الصمد بن علي، حدَّثني أبي عن جدي عن رسول الله - صلى الله عليه وسلم - به. وذكره السيوطي في \"الدر المنثور\" ٦/ ٦١٠.قال ابن القيم: وما يغتر به الجهال من أنه لا يرضى، وواحد من أمته في النار، أولا يرضى أن يدخل أحد من أمته النار، فهذا من غرور الشيطان لهم، ولعبه بهم، فإنه - صلى الله عليه وسلم - يرضى بما يرضى به ربه تبارك وتعالى، وهو سبحانه يدخل النار من يستحقها من الكفار والعصاة، ثم يحد لرسوله حدًا يشفع فيهم، ورسوله أعرف به وبحقه، من أن يقول: لا أرضى أن يُدخِل أحدًا من أمتي النار على أن يدعه فيها، =</p>"
}