{
  "id": null,
  "sura": 93,
  "aya": 1,
  "text": "<p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> ١ - قوله عز وجل: {وَالضُّحَى (١) } </p><p> قال المفسرون: سألت اليهود رسول الله - صلى الله عليه وسلم - عن ذي القرنين، وأصحاب الكهف (وعن الروح)  (١) فقال: \"سأخبركم غدًا\" ولم يقل: إن شاء الله، فاحتبس عنه الوحي (٢) . </p><p> وقال زيد بن أسلم (٣) : كان سبب احتباس جبريل عنه كون جروٍ في بيته، فلما نزل جبريل، عاتبه رسول الله - صلى الله عليه وسلم - على إبطائه، فقال: يا محمَّد، أما علمت أنَّا لا ندخل بيتًا فيه كلب ولا صورة (٤) . </p><p>(١) ما بين القوسين ليس في الأصل، والمثبت من (ب)، (ج). (٢) انظر: \"الوسيط\" للواحدي ٤/ ٥٠٨، \"معالم التنزيل\" للبغوي ٨/ ٤٥٣، \"زاد المسير\" لابن الجوزي ٩/ ١٥٤، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ٩٣، ونسبه ابن الجوزي في \"زاد المسير\" ٥/ ٢٤٩ إلى عكرمة، وقتادة والضحاك.وذكر أن هذا هو سبب نزول قوله تعالى {وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ} [سورة مريم: ٦٤].وسؤال اليهود لا يتأتي مع كون السورة مكية، إلا أن ابن الجوزي ذكر في تفسير قوله تعالى: {وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا (٢٣) إِلَّا أَنْ يَشَاءَ اللَّهُ} [سورة الكهف: ٢٣ - ٢٤] هذا السبب، وقال: سألت قريشٌ النبيَّ - صلى الله عليه وسلم -.انظر: \"زاد المسير\" ٥/ ١٢٧، ووقع كذلك في \"سيرة ابن إسحاق\" (ص ٢٠٢). وقال ابن حجر في \"فتح الباري\" ٨/ ٧١٠: وذكر سورة الضحى هنا بعيد، لكن يجوز أن يكون الزمان في القصتين متقاربًا، فضم بعض الرواة إحدى القصتين إلى الأخرى.(٣) في (ج): ابن زيد وهو خطأ.(٤) انظر: \"معالم التنزيل\" للبغوي ٨/ ٤٥٣، \"زاد المسير\" لابن الجوزي ٩/ ١٥٤. =</p><p> واختلفوا في مدة احتباس الوحي عنه، فقال ابن جريج (١) : اثنا عشر يومًا، وقال ابن عباس: خمسة عشر يومًا، وقيل: خمسة وعشرون يومًا، وقال مقاتل: أربعين يومًا (٢) . </p><p> قالوا: فقال المشركون: إن محمدًا ودّعه ربه وقلاه، ولو كان أمره </p><p>= وقد ذُكر هذا القول عن خولة، خادمة النبي - صلى الله عليه وسلم -، ذكره الواحدي في \"أسباب النزول\" (ص ٤٨٢)، ورواه الطبراني في \"المعجم الكبير\" ٢٤/ ٢٤٢، وعزاه ابن حجر في \"المطالب العالية\" ٤/ ١٨٢ لمسند أبي بكر بن أبي شيبة. وذكره البوصيري في \"إتحاف الخيرة المهرة\" ٦/ ٣٠١ وقال: هذا إسناد ضعيف. وقال الهيثمي في \"مجمع الزوائد\" ٧/ ١٣٨: رواه الطبراني وأم حفص لم أعرفها.وقال ابن حجر في \"فتح الباري\" ٨/ ٧١٠: وجدت الآن في الطبراني بإسناد فيه من لا يعرف أن سبب نزولها وجود جرو كلب تحت سريره - صلى الله عليه وسلم - لم يشعر به فأبطأ عنه جبريل لذلك، وقصة إبطاء جبريل بسبب كون الكلب تحت سريره مشهورة، لكن كونها سبب نزول هذِه الآية غريب، بل شاذ مردود بما في \"الصحيح\" والله أعلم.قلت: قصة إبطاء جبريل بسبب الكلب التي أشار إليها ابن حجر، رواها مسلم في كتاب اللباس والزينة، باب: تحريم تصوير صورة الحيوان وتحريم اتخاذ ما فيه صورة غير ممتهنة بالفرش ونحوه، وأن الملائكة عليهم السلام لا يدخلون بيتًا فيه صورة، ولا كلب من حديث ميمونة - رضي الله عنها - (٢١٠٥).(١) في (ج): ابن جرير وهو خطأ.(٢) انظر هذِه الأقوال في \"معالم التنزيل\" للبغوي ٨/ ٤٥٣، \"زاد المسير\" لابن الجوزي ٥/ ٢٤٩، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ٩٢.قال ابن حجر في \"فتح الباري\" ٨/ ٧١٠: وكل هذِه الروايات لا تثبت، والحق أن الفترة المذكورة في سبب نزول سورة {وَالضُّحَى (١)} غير الفترة المذكورة في ابتداء الوحي، فإن تلك دامت أيامًا، وهذِه لم تكن إلا ليلتين أو ثلاثًا، فاختلطتا على بعض الرواة.</p><p> من الله لتتابع عليه، كما كان يفعل بمن كان قبله من الأنبياء (١) . </p><p> وقال المسلمون: يا رسول الله أما ينزل عليك الوحي؟ فقال:  \" وكيف ينزل عليّ الوحي وأنتم لا تُنقون براجِمَكُم(٢)، ولا تُقلمون أظفاركم\" ، فأنزل الله عز وجل هذِه السورة (٣) ، فقال النبي - صلى الله عليه وسلم -: \"يا جبريل ما جئت حتى اشتقت إليك\" ، فقال جبريل عليه السلام: وأنا كنت إليك أشد شوقًا، ولكني عبدٌ مأمور {وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ}  (٤) الآية (٥) . </p><p>(١) انظر: \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ٩٢. (٢) البراجم: العُقَد التي في ظهور الأصابع، وهي المواضع التي تتشنج ويجتمع فهيا الوسخ، واحدتها برجمة. \"المجموع المغيث\" لأبي بكر الأصبهاني ١/ ١٤٣، وللاستزادة انظر: \"فتح الباري\" لابن حجر ١٠/ ٣٣٨.(٣) في (ج): فأنزل الله تعالى جبريل عليه السلام بهذِه السورة.(٤) مريم: ٦٤.(٥) رواه الإمام أحمد في \"مسنده\" ١/ ٤٠٣ (٢١٨٢) قال: حدثنا أبو اليمان، ثنا إسماعيل بن عياش، عن ثعلبة بن مسلم الخثعمي، عن أبي كعب مولى ابن عباس، عن ابن عباس، عن النبي - صلى الله عليه وسلم -: أنه قيل له: يا رسول الله لقد أبطأ عنك جبريل عليه السلام، فقال: \"ولِمَ لا يبطئ عني، وأنتم حولي لا تستنون، ولا تقلمون أظفاركم، ولا تقصون شواربكم، ولا تنقون رواجبكم\".ورواه الطبراني في \"المعجم الكبير\" ١١/ ٤٣١ (١٢٢٢٤) قال: حدثنا أبو عامر النحوى، ثنا سليمان بن عبد الرحمن الدمشقي، ثنا إسماعيل بن عياش به. والحديث ضعيفٌ، فيه: ثعلبة بن مسلم الخثعمي، مستورٌ كما في \"تقريب التهذيب\" لابن حجر ١/ ١٤٩. وفيه أبو كعب مولى علي بن عبد الله بن عباس. قال أبو زرعة: لا يعرف إلا في هذا الحديث، ولا يُسمى.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٤٣٠. =</p><p> [٣٥٠٩] أخبرنا عبد الله بن حامد (١) ، أخبرنا محمد بن يعقوب (٢) ، حدثنا الحسن (٣) بن علي بن عفان (٤) ، حدثنا أبو (٥) أُسامة (٦) ، عن سفيان (٧) ، عن الأسود بن قيس (٨) أنه سمع جندب بن سفيان (٩) يقول: رُمي النبي - صلى الله عليه وسلم - بحجر في أصبعه فقال:  \"هل أنت إلاَّ أصبع دميت، وفي سبيل الله ما لقيت\" ، فمكث ليلتين أو ثلاثًا لا يقوم فقالت له امرأة: يا محمد ما أرى شيطانك إلاَّ قد تركك لم أره </p><p>= وقد روى معنى الجزء الأخير منه من قوله: \"يا جبرّيل ما جئت حتى اشتقت إليك\" الطبري في \"جامع البيان\" ١٦/ ١٠٤، بلفظ: احتبس جبريل عن النبي - صلى الله عليه وسلم -، فوجد رسول الله - صلى الله عليه وسلم - من ذلك وحزن، فأتاه جبريل، فقال: يا محمد {وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ} وإسناده ضعيف فيه عطية العوفي. وبمعناه عند الطبري في الموضع السابق، والحاكم في \"المستدرك\" ٢/ ٦٦٧ وقال: حديث صحيح على شرط الشيخين ولم يخرجاه، ووافقه الذهبي.وقد ذكره العيني في \"عمدة القاري\" ١٦/ ١٦٥ عن مقاتل مرفوعًا، وهو مرسل.والقرطبي في \"الجامع لأحكام القرآن\" ٢٠/ ٩٣ - ٩٤ بلفظ المصنف.(١) الأصبهاني، الوزان، لم يذكر بجرح أو تعديل.(٢) أبو العباس الأصم، ثقة.(٣) في الأصل: الحسين، والتصحيح من (ب)، (ج).(٤) العامري، أبو محمد، الكوفي، صدوق.(٥) ليست في (ب)، (ج).(٦) حماد بن أُسامة القرشي، مولاهم، الكوفي، ثقةٌ، ثبتٌ، ربما دلس، وكان بأخرة يحدث من كتب غيره.(٧) الثوري، ثقة، حافظ، إمام حجة، وكان ربما دلس.(٨) أبو قيس الكوفي، ثقة.(٩) جندب بن عبد الله بن سفيان البجلي، ربما نُسبَ إلى جده، صحابي جليل.</p><p> قربك منذ ليلتين أو ثلاثًا - وقيل: إن المرأة التي قالت ذلك أم جميل امرأة أبي لهب (١) فأنزل الله عز وجل: {وَالضُّحَى (١) } (٢) . يعني: النهار </p><p>(١) قوله: وقيل: إن المرأة التي قالت ذلك. . . رواه الحاكم في \"المستدرك\" ٢/ ٥٧٣ من حديث زيد بن أرقم في كتاب التفسير، تفسير سورة {وَالضُّحَى (١)}، وقال: حديث صحيح، كما حدثناه هذا الشيخ، إلاَّ أني وجدت له علة، قال في \"التلخيص\": قال الحاكم: أخبرنا أبو عبد الله الصفَّار، ثنا أحمد بن مهران، ثنا عبيد الله، فقال فيه بدل زيد بن أرقم: يزيد بن زيد والباقي سواء. (٢) [٣٥٠٩] الحكم على الإسناد:شيخ المصنف لم أر فيه جرحًا ولا تعديلًا، والحسن بن علي، صدوق، وبقية رجاله موثقون.التخريج:رواه ابن أبي حاتم قال: حدثنا أبو سعيد الأشج، وعمرو بن عبد الله الأودي قالا: حدثنا أبو أُسامة به.انظر \"تفسير القرآن العظيم\" لابن كثير ١٤/ ٣٨١وبنحوه رواه الترمذي في كتاب تفسير القرآن، باب: ومن سورة {وَالضُّحَى (١)} (٣٣٤٥)، وقال: هذا حديث حسن صحيح ولفظه: كنت مع النبي - صلى الله عليه وسلم - في غار فدميت أصبعه، فقال النبي - صلى الله عليه وسلم -:\"هل أنت إلاَّ أُصبع دميت وفي سبيل الله ما لقيت\" قال: فأبطأ عليه جبريل فقال المشركون: قد ودِّع محمد، فأنزل الله تعالى: {مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى (٣)}.قال ابن كثير في \"تفسير القرآن العظيم\" ١٤/ ٣٨٢: وذكر أن أصبعه عليه السلام دُميت، وقوله هذا الكلام الذي اتفق أنه موزون، ثابت في الصحيحين، ولكن الغريب هاهنا جعله سببًا لتركه القيام، ونزول هذِه السورة.والحديث الذي أشار إليه ابن كثير رواه البخاري كتاب الجهاد باب من ينكب أو يطعن في سبيل الله (٢٨٠٢)، ومسلم كتاب الجهاد والسير باب ما لقي النبي - صلى الله عليه وسلم - من أذى المشركين والمنافقين (١٧٩٦). =</p><p> كله (١) دليله قوله: {وَاللَّيْلِ إِذَا سَجَى (٢) }، فقابله بالليل نظيره قوله:  {أَنْ يَأْتِيَهُمْ بَأْسُنَا ضُحًى}  (٢) أي: نهارًا (٣) . </p><p> وقال قتادة ومقاتل: يعني: وقت الضحى، وهي الساعة التي فيها ارتفاع الشمس، واعتدال النهار من الحر والبرد في الشتاء </p><p> والصيف (٤) ، وقيل: هي الساعة التي كلّم الله فيها موسى (٥) ، وقيل: هي الساعة التي أُلقي فيها السحرة سجدًا، بيانه قوله {وَأَنْ يُحْشَرَ </p><p>= وروى البخاري في كتاب فضائل القرآن، باب كيف نزل الوحي وأول ما نزل (٤٩٨٣)، ومسلم كتاب الجهاد والسير، باب ما لقي النبي - صلى الله عليه وسلم - من أذى المشركين والمنافقين (١٧٩٧)، عن الأسود بن قيس قال: سمعت جندب بن سفيان يقول: اشتكى رسول الله - صلى الله عليه وسلم - فلم يقم ليلتين أو ثلاثًا، فجاءته امرأة فقالت: يا محمد إني لأرجو أن يكون شيطانك قد تركك، لم أره قربك منذ ليلتين أو ثلاثٍ، قال: فأنزل الله عز وجل {وَالضُّحَى (١) وَاللَّيْلِ إِذَا سَجَى (٢) مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى (٣)}. (١) هذا قول الفراء في \"معاني القرآن\" ٣/ ٢٧٣.وانظر: \"إعراب القرآن\" للنحَّاس ٥/ ٢٤٧، \"جامع البيان\" للطبري ٣٠/ ٢٢٩، وهذا هو الراجح، قال الشوكاني في \"فتح القدير\" ٥/ ٤٥٧: لما قابل الضحى بالليل دل على أن المراد به النهار كله لا بعضه.(٢) الأعراف: ٩٨.(٣) قال ابن القيم في \"التبيان في أقسام القرآن\" (ص ٤٧): فأقسم بضوء النهار لعد ظلمة الليل، على ضوء الوحي ونوره بعد ظلمة احتباسه واحتجابه. .(٤) انظر: \"جامع البيان\" للطبري ٣٠/ ٢٢٩، \"معالم التنزيل\" للبغوي ٨/ ٤٥٤، \"زاد المسير\" لابن الجوزي ٩/ ١٥٦. واختاره النحَّاس في \"إعراب القرآن\" ٥/ ٢٤٧.(٥) انظر: \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ٩١، \"فتح القدير\" للشوكاني٥/ ٤٥٧.</p>"
}