{
  "id": null,
  "sura": 93,
  "aya": 11,
  "text": "<p> ١١ - {وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ (١١) } </p><p> يعني: النبوة، عن مجاهد، وروى (١) ليث (٢) ذهب الكلبي (٣) وحكم الآية في جميع الأنعام (٤) . </p><p>= قال الهيثمي في \"مجمع الزوائد\" ٣/ ٩٩، رواه الطبراني في \"الأوسط\" وفيه ضرار بن صرد، وهو: ضعيفٌ، وقال أبو حاتم: صدوق، يكتب حديثه ولا يحتج به. قلت: ليس في السند ذكر لضرار، لكن فيه حبان بن علي: ضعيفٌ، وطلحة بن عمرو: متروك.الثاني: من حديث عائشة - رضي الله عنها - رواه ابن الجوزي بسنده في \"الموضوعات\" ٢/ ٤٨٥ - ٤٨٦ بلفظ: يا عائشة إذا رددت المسائل فلم يذهب، فلا بأس أن تزبريه، وليس فيه ذكر للعدد ثلاثًا.وفيه وهب بن زمعة، قال عبد الغني بن سعيد الحافظ: وهب بن زمعة هو: وهب بن وهب القاضي. قال ابن الجوزي: وقد ذكرنا فيما مضى من كتابنا أنه كان يضع الحديث.وقال محمد بن محمد الحسيني: شديد الضعف، وحكم أبو الفرج بن الجوزي بوضعه. \"الكشف الإلهي\" ١/ ٨٢، وانظر \"اللآلئ المصنوعة\" ٢/ ٦٢.وضعفه الألباني في \"ضعيف الجامع الصغير\" (٥٢٠) وفي \"السلسلة الضعيفة\" (٢٥٠٧) قال المناوي: أشعر قوله: لا بأس أي: لا كراهة وأن الأولى عدم زبره؛ لعموم قوله تعالى: {وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ (١٠)} \"فيض القدير\" ١/ ٤٦٨ قلت: هذا على فرض صحته ولم يصح.(١) زيادة من (ب)، (ج).(٢) الليث بن أبي سليم بن زنيم.(٣) انظر: \"جامع البيان\" للطبري ٣٠/ ٢٣٢، \"الوسيط\" للواحدي ٤/ ٥١٣، \"معالم التنزيل\" للبغوي ٨/ ٤٥٨.(٤) انظر: \"المحرر الوجيز\" لابن عطية ٥/ ٤٩٥، \"زاد المسير\" لابن الجوزي ٩/ ١٦٠، وذكر أنه قول مقاتل.</p><p> [٣٥٣٠] أخبرني أبو عبد الله الفنجوي (١) ، حدثنا أبو بكر (بن مالك)  (٢) القطيعي (٣) ، حدثنا عبد الله بن أحمد بن حنبل (٤) ، حدثني أبو عمرو الأزدي (٥) ، حدثنا مسلم بن إبراهيم (٦) ، حدثنا نوح ابن قيس (٧) ، حدثني نصر بن علي (٨) ، قال: كان عبد الله بن غالب (٩) إذا أصبح يقول: لقد رزقني الله البارحة خيرًا، قرأت كذا، وصليت كذا، وذكرت (١٠) الله كذا، وفعلت كذا، فيقال له: يا أبا فراس إن مثلك لا يقول مثل هذا، فيقول: الله عز وجل يقول: {وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ (١١) }، وتقولون أنتم: لا تحدث بنعمة ربك (١١) . </p><p>(١) في (ب)، (ج): ابن فنجويه، وهو الحسين بن محمد الدينوري، ثقة صدوق كثير الرواية للمناكير. (٢) ما بين القوسين زيادة من (ب)، (ج).(٣) أحمد بن جعفر القطيعي، ثقةٌ.(٤) ثقة.(٥) نصر بن علي بن نصر بن علي الجهضمي، ثقةٌ، ثبتٌ.(٦) الأزدي الفراهيدي، ئقةٌ، مأمونٌ.(٧) ابن رباح الأزدي، أبو روح البصري، صدوقٌ، رُمي بالتشيع.(٨) ابن صُهبان الجهضمي الكبير، ثقة.(٩) الحداني البصري، العابد، صدوق قليل الحديث.(١٠) ذكرت ساقطة من (ج).(١١) [٣٥٣٠] الحكم على الإسناد:رجاله ثقات ما عدا نوح بن قيس، وعبد الله بن غالب صدوقان.التخريج:أخرجه أبو نعيم في \"حلية الأولياء\" ٢/ ٢٥٧، قال: حدَّثنا أبو بكر بن مالك به، =</p><p> [٣٥٣١] وأخبرني ابن فنجويه (١) ، حدثنا ابن مالك (٢) ، حدثنا بشر ابن موسى (٣) ، حدثنا عبد الله بن يزيد المقري (٤) ، حدثنا أبو معمر (٥) ، عن بكر بن عبد الله المزني (٦) أنه قال: قال رسول الله - صلى الله عليه وسلم -: \"من أُعطِيَ خيرًا فلم يُرَ عليه، سُمِيَ بغيض الله، معاديًا لنعمة الله\"  (٧) . </p><p> [٣٥٣٢] وأخبرنا الحسين (٨) بن محمد بن الحسين الدينوري (٩) ، </p><p>= ومن طريقه أخرجه المزي في \"تهذيب الكمال\" ١٥/ ٤٢٠، وانظر \"المحرر الوجيز\" ٥/ ٤٩٥. (١) الحسين الدينوري، ثقةٌ، صدوق، كثير الرواية للمناكير.(٢) أحمد بن جعفر القطيعي، ثقةٌ.(٣) ابن صالح بن شيخ بن عميرة، ثقة.(٤) أبو عبد الرحمن المقرئ، ثقةٌ، فاضلٌ.(٥) أبو معمر عبد الصمد، قال ابن أبي حاتم: روى عن بكر بن عبد الله المزني، روى عنه عبد الله بن يزيد المقرئ، وكامل بن طلحة، سمعت أبي يقول ذلك، وسمعته يقول: هو منكر الحديث. انظر: \"التاريخ الكبير\" للبخاري ٦/ ١٠٤، \"الجرح والتعديل\" ٦/ ٥٠، \"الثقات\" لابن حبان ٧/ ١٣٤.(٦) أبو عبد الله البصري، ثقة، ثبت، جليل.(٧) [٣٥٣١] الحكم على الإسناد:ضعيفٌ، فيه: أبو معمر، منكر الحديث، وهو حديث مرسل.التخريج:رواه ابن أبي الدنيا في كتاب \"الشكر لله عز وجل\" (ص ٢٩) ح/ ٥٤ قال: حدثني سويد ابن سعيد أخبرنا عبد الله بن يزيد المقرئ به.(٨) في (ب)، (ج): الحسن، وهو خطأ.(٩) من (ب)، (ج)، وهو ابن فنجويه، ثقة صدوق كثير الرواية للمناكير.</p><p> حدّثنا (أحمد بن محمَّد)  (١) بن إسحاق (٢) ، حدّثنا أبو القاسم بن منيع (٣) ، حدّثنا منصور بن أبي مزاحم (٤) ، حدّثنا أبو (٥) وكيع (٦) ، عن أبي عبد الرحمن يعني: القاسم بن الوليد (٧) ، عن النُّعمان بن بشير (٨) - رضي الله عنه - قال: سمعت رسول الله - صَلَّى الله عليه وسلم - يقول على المنبر:  \"من لم يشكر القليل لم يشكر الكثير، ومن لم يشكر النَّاس لم يشكر الله، والتحدث بنعمة الله شكر، وتركه كفر، والجماعة رحمة، والفرقة عذاب\"  (٩) . </p><p> * * * </p><p>(١) في (ب)، (ج): محمَّد بن أحمد بن إسحاق وهو خطأ. (٢) أبو بكر ابن السني ثقة.(٣) عبد الله بن محمَّد بن عبد العزيز البغوي، إمام ثقة، أقل المشايخ خطأ.(٤) أبو نصر البغدادي، ثقة.(٥) ساقطة من جميع النسخ، والتصحيح من مسند الإمام أحمد (١٧٩٨١).(٦) الجراح بن مليح بن عدي الرؤاسي، صدوق يهم.(٧) صدوق يغرب.(٨) صحابي مشهور.(٩) [٣٥٣٢] الحكم على الإسناد:ضعيفٌ، فيه أبو وكيع، صدوق يهم، والقاسم بن الوليد، صدوق يغرب.التخريج:رواه الإمام أحمد في \"المسند\" ٥/ ٣٤٩ (١٧٩٨١، ١٧٩٨٢). والبزار في \"البحر الزخار\" كما في \"كشف الأستار\" ٢/ ٢٥٣ (١٦٣٧). والشهاب في \"مسنده\" ١/ ٢٣٩ (٣٧٧) وفي ١/ ٤٣ (١٥). والبيهقيّ في \"شعب الإيمان\" ٦/ ٥١٦ (٩١١٩)، والبغوي في \"معالم التنزيل\" ٨/ ٤٥٩، كلهم من طريق أبي وكيع به. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ورواه ابن أبي الدُّنيا في \"الشكر\" (ص ١٣١) (٦٣)، من طريق أبي عبد الرحمن الشامي عن الشعبى به، إلَّا أن فيه شيخ ابن أبي الدُّنيا واسمه: عمر بن إسماعيل الهمداني: متروك، كما في \"تقريب التهذيب\" لابن حجر ١/ ٧١٢. والحديث ضعَّفه ابن كثير في \"تفسير القرآن العظيم\" ١٤/ ٣٨٦، والسيوطي في \"الدر المنثور\" (ص ١٠٥)، والسخاوي في \"المقاصد الحسنة\" (ص ١٨٦) وقال: لكن له شواهد.قلت: لبعضه شواهد، وهو قوله: من لم يشكر النَّاس لم يشكر الله.الأوَّل: من حديث أبي هريرة رواه أحمد في \"مسنده\" ٢/ ٥٠٨ (٧٤٥٢)، وأبو داود في كتاب الأدب، جاب في شكر المعروف (٤٨١١)، والبيهقيّ في \"السنن الكبرى\" ٦/ ١٨٢ (١١٨١٢).الثَّاني: من حديث أبي سعيد الخدري، رواه أحمد في \"مسنده\" ٣/ ٤١٨ (١٠٨٨٧). والترمذي في كتاب: البر والصلة، باب: ما جاء في الشكر لمن أحسن إليك (١٩٥٥) وقال: حديث حسن صحيح.الثالث: من حديث جرير بن عبد الله، رواه الطّبرانيّ في \"المعجم الكبير\" ٢/ ٣٥٦ (٢٥٠١).وقال الهيثمي في \"مجمع الزوائد\" ٥/ ٢١٧: رواه عبد الله بن أحمد والبزار والطبراني ورجالهم ثقات.وقال الألباني في \"سلسلة الأحاديث الصحيحة\" (٦٦٧): وهذا إسناد حسن، رجاله ثقات، وفيه أبي عبد الرحمن واسمه: القاسم بن عبد الرحمن. قلت: في الإسناد القاسم بن الوليد: فيه كلام؛ لا ينزل حديثه عن رتبة الحسن، كذلك الجراح بن مليح.</p><p> ٩٤ - سُورَة الشَّرحِ </p><p> سورة {أَلَمْ نَشْرَحْ} </p><p> مكية (١) ، وهي مائة وثلاثة أحرف، وسبع وعشرون كلمة، وثمان آيات (٢) . </p><p> [٣٥٣٣] أخبرنا أبو محمَّد إسحاق بن إبراهيم بن أحمد بن علي الجرجاني (٣) ، حدّثنا أبو القاسم عبد الله بن محمَّد بن إبراهيم الآبندوني (٤) ، حدثني أبو بكر أحمد بن إسحاق بن إبراهيم البصري (٥) ، حدّثنا محمَّد بن عبد الملك بن أبي الشَّوارب (٦) ، حدّثنا </p><p>(١) أخرج ابن الضريَّس فى \"فضائل القرآن\" (ص ٣٢)، والنحَّاس فى \"الناسخ والمنسوخ\" ٣/ ١٣٢، والبيهقيّ في \"دلائل النبوة\" ٧/ ١٤٣، عن ابن عباس - رضي الله عنهما - قال: نزلت سورة: {أَلَمْ نَشْرَحْ} بمكة، زاد بعضهم: بعد الضحى، وأخرج ابن مردويه عن عبد الله بن الزُّبير وعائشة مثله. انظر: \"الدر المنثور\" للسيوطي ٦/ ٦١٤، وقال ابن عطية في \"المحرر الوجيز\" ٥/ ٤٩٦: وهي مكية بإجماع المفسرين، لا خلاف بينهم في ذلك.(٢) انظر: \"البيان في عد آي القرآن\" للداني (ص ٢٧٨)، \"لباب التأويل\" للخازن ٤/ ٤٤١.(٣) في الأصل: المرجاني وهو خطأ، والصَّواب ما أثبته من (ب)، (ج)، وهو ابن أبي إسحاق الكيال، لم يذكر بجرح أو تعديل.(٤) الآبندوني: نسبة إلى آبندون، وهي قرية من قرى جرجان. \"الأنساب\" ١/ ٥٧. وهو عبد الله بن إبراهيم بن يوسف أبو القاسم الجرجاني، ويعرف بالآبندوني، كان إمامًا حافظاً، زاهداً، ثقةً، مأمونًا، ورعًا، مكثرًا من الحديث، أحد أركان الحديث، مات سنة (٣٦٧ هـ) أو (٣٦٨ هـ). انظر: \"تاريخ بغداد\" ٩/ ٤٠٧، \"سير أعلام النبلاء\" ١٦/ ٢٦٢.(٥) لم أجده.(٦) صدوق.</p><p> أبو عوانة (١) ، عن عاصم بن بهدلة (٢) ، عن زرَّ بن حبيش (٣) ، عن عبد الله (٤) قال: سمعت رسول الله - صَلَّى الله عليه وسلم - يقول:  \"من قرأ: {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ(١)} فكأنَّما جاءني وأنا مُغتمٌّ ففرَّج عنَّى\"  (٥) . </p><p> * * * </p><p>(١) الوضَّاح بن عبد الله اليشكري، ثقة ثبت. (٢) ابن أبي النجود، صدوق له أوهام حجة في القراءة.(٣) ثقة جليل.(٤) ابن مسعود، صحابي مشهور.(٥) [٣٥٣٣] الحكم على الإسناد:فيه محمَّد بن عبد الملك، وعاصم صدوقان، وفيه من لم أجده.التخريج:تقدم مرارًا في أوائل السور.</p>"
}