{
  "id": null,
  "sura": 93,
  "aya": 9,
  "text": "<p> إليهم، فأكثرنا لك الإخوان والأعوان (١) . </p><p> وحذف الكاف من قوله فآوى وأختيها لمشاكلة رؤوس (٢) الآي، ولأن المعنى معروف (٣) . </p><p> ٩ - {فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ (٩) } واذكر يتمك. </p><p> وقرأ النخعي والشعبي:  (فلا تكهر) بالكاف، وكذلك هو في مصحف عبد الله (بن مسعود)  (٤)  (٥) ، والعرب تعاقب بين القاف، والكاف يدل عليه حديث معاوية بن الحكم (٦) الذي تكلم في الصلاة: ما كهرني ولا ضربني (٧) . </p><p>(١) لم أجده. (٢) في (ج): روي.(٣) انظر: \"معاني القرآن\" للفراء ٣/ ٢٧٤.(٤) ما بين القوسين زيادة من (ب)، (ج).(٥) انظر: \"معاني القرآن\" للفراء ٣/ ٢٧٤، \"جامع البيان\" للطبري ٣٠/ ٢٣٣، \"مختصر في شواذ القرآن\" لابن خالويه (ص ١٧٥)، \"شواذ القراءة\" للكرماني (ص ٢٦٦)، \"المحرر الوجيز\" لابن عطية ٥/ ٤٩٥، \"البحر المحيط\" لأبي حيان ٨/ ٤٨٢ وقال: وهي لغة بمعنى قراءة الجمهور.(٦) هو معاوية بن الحكم السلمي، صحابي، كان ينزل المدينة، ويسكن في بني سليم، له حديث واحد في الكهانة والطيرة، والخط، وفي تشميت العاطس في الصلاة جاهلًا، وفي عتق الجارية ومنهم من يقطعه فيجعله أحاديث، وأصله حديث واحد قاله ابن عبد البر في \"الاستيعاب\" ٣/ ٤٦٩، وابن حجر في \"تقريب التهذيب\" (٦٧٥٣).(٧) الحديث رواه الإمام مسلم في كتاب: المساجد، ومواضع الصلاة، باب: تحريم الكلام في الصلاة، ونسخ ما كان من إباحته (٥٣٧): بينا أنا أصلي مع رسول الله - صلى الله عليه وسلم -، إذ عطس رجل من القوم. فقلت: يرحمك الله! . . . الحديث.</p><p> [٣٥٢١] أخبرني ابن فنجويه (١) ، حدثنا ابن مالك القطيعي (٢)  (٣) ، حدثنا عبد الله بن أحمد بن حنبل (٤) ، حدثني أبي (٥) ، حدثنا إسحاق بن عيسى (٦) ، حدثنا مالك (٧) ، عن ثور بن زيد الديلي (٨) ، سمعت أبا الغيث (٩) يحدث، عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"كافل اليتيم له أو لغيره(١٠)، أنا وهو كهاتين في الجنة، إذا اتقى الله عز وجل\" وأشار مالك بالسبابة والوسطى (١١) . </p><p>(١) الحسين بن الدينوري، ثقةٌ، صدوقٌ، كثير الرواية للمناكير. (٢) ساقطة من الأصل، وأثبته من (ب)، (ج).(٣) أحمد بن جعفر بن حمدان بن مالك، صدوقٌ.(٤) ثقةٌ.(٥) إمام ثقة حافظ فقيه حجة.(٦) ابن نجيح، البغدادي، صدوقٌ.(٧) مالك بن أنس، رأس المتقنين وكبير المتثبتين.(٨) ثقة.(٩) سالم أبو الغيث المدني، مولى ابن مطيع، ثقةٌ.(١٠) في (ج): ولغيره.(١١) [٣٥٢١] الحكم على الإسناد:فيه القطيعي، وإسحاق بن عيسى صدوقان، وبقية رجاله ثقات.التخريج:بهذا اللفظ رواه الإمام أحمد في المسند ٣/ ٧١،ح/ ٨٦٦٤، وبدون قوله: إذا اتقى الله رواه الإمام مسلم في صحيحه، في كتاب: الزهد والرقائق، باب: الإحسان إلى الأرملة والمسكين واليتيم (٢٩٨٣) ورواه الإمام البخاري من حديث سهل بن سعد - رضي الله عنه - في كتاب: الطلاق، باب: اللعان (٥٣٠٤)، وفي كتاب: الأدب، باب: من يعول يتيمًا (٦٠٠٥).</p><p> [٣٥٢٢] وأخبرني ابن فنجويه (١) ، حدثنا ابن رزمة (٢) ، حدثنا الحسن بن علي (٣) بن نصر الطوسي (٤) ، حدثنا جعفر بن محمد بن الفضيل (٥) برأس العين (٦) ، حدثنا إبراهيم بن زكريا (٧) ، حدثنا الحسن بن أبي جعفر (٨) ، عن علي بن زيد (٩) ، عن سعيد بن </p><p>(١) الحسين الدينوري، ثقة، صدوق، كثير الرواية للمناكير. (٢) أبو الحسين أحمد بن محمد بن رزمة، معدل، ثقة.(٣) في الأصل: عباد وهو خطأ، والمثبت من (ب)، (ج).(٤) ثقة.(٥) في الأصل (ج): الفضل، والصواب ما أثبته من (ب)، وهو جعفر بن محمد بن الفضيل الرسعني أبو الفضل، ويقال له: الراسي، قال النسائي: ليس بالقوي، وذكره ابن حبان في \"الثقات\" وقال: مستقيم الحديث، وقال الحافظ: صدوق حافظ. انظر: \"الثقات\" لابن حبان ٨/ ١٦٢، \"تهذيب الكمال\" للمزي ٥/ ٩٩، \"تقريب التهذيب\" لابن حجر (٩٥٢).(٦) رأس العين: أرض في الجزيرة، يخرج منها ماء الخابور، النهر المعروف، بينها وبين حرَّان خمسة عشر فرسخًا، والنسبة إليها رسعني. ينظر \"معجم البلدان\" ٣/ ١٣، ويقارن بما قاله السمعاني في \"الأنساب\" ٣/ ٦٤.(٧) إبراهيم بن زكريا العجلي البصري، وهو العبدسي، وهو الواسطي كما قال الذهبي، وقال ابن حجر: وقد فرق غير واحد بين إبراهيم بن زكريا العجلي وبين إبراهيم بن زكريا الواسطي، منهم ابن حبان، فذكر العجلي في \"الثقات\"، والواسطي في \"الضعفاء\"، وكذا فرق بينهما الحاكم في \"الكنى\"، والعقيلي في \"الضعفاء\" والمؤلف في \"المغني\" وهو الصواب. اهـ. قلت: وكلاهما ضعيف وأحاديثهما مناكير. انظر: \"الضعفاء الكبير\" للعقيلي ١/ ٥٣ - ٥٤، \"المجروحين\" لابن حبان ١/ ١١٥، \"لسان الميزان\" لابن حجر ١/ ١٥٥ - ١٥٦.(٨) الجُفْري البصري، ضعيف الحديث مع عبادته وفضله.(٩) ابن جدعان، ضعيفٌ.</p><p> المسيب (١) ، عن عمر بن الخطَّاب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إن اليتيم إذا بكى اهتز لبكائه عرش الرحمن عز وجل،فيقول الله عز وجل لملائكته:يا ملائكتي من أبكى هذا اليتيم الذي غيبت أباه في التراب،فتقول الملائكة:ربنا أنت أعلم،فيقول الله:يا ملائكتي فإني أشهدكم لَمَن أسكتهُ وأَرضَاهُ، أن أُرضيهَ يوم القيامة\" ، وكان عمر إذا رأى يتيمًا مسح رأسه، وأعطاه شيئًا (٢) . </p><p>(١) أحد العلماء الأثبات الفقهاء. (٢) [٣٥٢٢] الحكم على الإسناد:ضعيفٌ جدًا، فيه إبراهيم بن زكريا، والحسن بن أبي جعفر، وعلي بن زيد كلهم ضعفاء، وصرَّح الأئمة بوضعه، كما سيأتي في التخريج.التخريج:أخرجه ابن عدي في \"الكامل في ضعفاء الرجال\" في ترجمة الحسن بن أبي جعفر، وقال: وهذا لا أعرفه إلا من هذا الطريق ٣/ ١٤٢، ورواه أبو نعيم في \"تاريخ أصبهان\" ٢/ ٢٦٩، كلاهما من طريق الحسن بن أبي جعفر، وأورده السيوطي في \"اللآلئ المصنوعة في الأحاديث الموضوعة\" ٢/ ٧١ من طريق أبي نعيم، وكذا ابن عراق في \"تنزيه الشريعة المرفوعة عن الأخبار الشنيعة الموضوعة\" ٢/ ١٣٦، وقال: في سنده من لم أقف على ترجمته. قلت: وله شاهد من حديث أنس بن مالك، أخرجه الخطيب في \"تاريخ بغداد\" ١٣/ ٤٢.وقال: هذا حديث منكر جدًا لم أكتبه إلا بإسناده، ورجاله كلهم معروفون إلا موسى بن عيسى، فإنه مجهول عندنا غير مقبول، قال الذهبي بعد نقله لكلام الخطيب: قلت هو واضعه \"تذكرة الحفاظ\" ٤/ ١٢٠١، وذكره ابن الجوزي في \"الموضوعات\" ٢/ ٥١١، وقال في \"تنزيه الشريعة\" ٢/ ١٣٦: إن هذا لا يقتض الوضح، وذكره الشوكاني في \"الفوائد والمجموعة في الأحاديث الموضوعة\" (ص ٧٢).</p>"
}