{
  "id": null,
  "sura": 93,
  "aya": 10,
  "text": "<p> [٣٥٢٣] وأخبرنا عبد الله بن حامد (١) ، (حدثنا أحمد بن شاذان (٢) ، حدثنا جيغويه بن محمد (٣) ) (٤) ، حدثنا صالح بن محمد (٥) ، حدثنا سليمان بن عمرو (٦) ، عن أبي حازم (٧) ، عن أنس ابن مالك - رضي الله عنه - قال: من ضم يتيمًا فكان في نفقته، وكفاه مؤنته (٨) ، كان له حجابًا من النار يوم القيامة، ومن مسح رأس يتيم، كان له بكل شعرة حسنة (٩) . </p><p> ١٠ - {وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ (١٠) } </p><p>(١) الأصبهاني الوزان، لم يذكر بجرح أو تعديل. (٢) البلخي، لم أجده.(٣) لم أجده.(٤) ما بين القوسين ساقط من الأصل، وأثبته من (ب)، (ج).(٥) الترمذي، متهم ساقط.(٦) أبو داود النخعي، كذاب.(٧) سلمة بن دينار، ثقة.(٨) ما بين القوسين ساقط من الأصل، وأثبته من (ب)، (ج).(٩) [٣٥٢٣] الحكم على الإسناد:موضوع، علته سليمان بن عمرو، كذَّاب، وصالح الترمذي، متهم ساقط، وفيه من لم أجده.التخريج:رواه ابن عدي في \"الكامل في ضعفاء الرجال\" ٤/ ٢٢١ في ترجمة سليمان ابن عمرو، قال حدثنا محمد بن علي بن سهل المروزي، حدثنا صالح بن محمد الترمذي به مرفوعًا إلى النبي - صلى الله عليه وسلم -. قال ابن عدي بعد ذكره لهذا الحديث وأحاديث أخرى، وهذِه الأحاديث عن أبي حازم كلها، مما وضعه سليمان بن عمرو عليه.</p><p> فلا تزجر، لكن بذلُ (١) يسيرٍ، أو ردُّ جميلٍ، واذكر فقرك. </p><p> [٣٥٢٤] أخبرنا عبد الله بن حامد (٢)  (فيما أجاز لي روايته عنه)  (٣) ، أخبرنا إسماعيل بن إبراهيم الحلواني (٤) ، حدثنا العباس بن عبد الله (٥) ، حدثنا سعيد أبو عمرو البصري (٦) ، حدثنا سهل بن أسلم العدوي (٧) ، عن الحسن (٨) في قول الله عز وجل: {وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ (١٠) } قال: أما إنه ليس بالسائل الذي يأتيك، لكنه (٩) طالب العلم (١٠) . </p><p>(١) في (ج): ببذل. (٢) الأصبهاني الوزان، لم يذكر بجرح أو تعديل.(٣) ما بين القوسين زيادة من (ب)، (ج).(٤) أبو بشر الخزاز، لم يذكر بجرح أو تعديل.(٥) لم يتبين لي من هو.(٦) سعيد بن عون القرشي البصري، روى عن عبد الواحد بن زياد وغيره، وروى عنه أبو حاتم وأبو زرعة، قال أبو حاتم: بصري صدوق. انظر: \"الجرح والتعديل\" ٤/ ٥٣.(٧) تصحف في الأصل إلى: العنوي، وفي (ب)، (ج): العنبري، والتصحيح من كتب الرجال، وهو أبو سعيد البصري، صدوق.(٨) البصري، ثقة فقيه فاضل، كان يرسل كثيرًا ويدلس.(٩) في (ب)، (ج): لكن.(١٠) [٣٥٢٤] الحكم على الإسناد:منقطع، ذكر البخاري أن سماع سهل بن أسلم من الحسن البصري مرسل. \"التاريخ الكبير\" ٤/ ١٠٢ وفي إسناده من لم يذكر بجرح أو تعديل ومن لم أتبينه.التخريج:ذكره البغوي في \"معالم التنزيل\" ٨/ ٤٥٨.</p><p> [٣٥٢٥] وأخبرني ابن حامد (١) إجازة، حدثني العباس بن محمد ابن قوهيار (٢) ، حدثنا حاتم بن يونس (٣) ، حدثني عبيد (٤) بن يعيش (٥) ، سمعت يحيى بن آدم (٦) يقول: {وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ (١٠) } قال: إذا جاءك الطالب للعلم فلا تنهره (٧)  (٨) . </p><p> [٣٥٢٥] وأخبرنا أبو عبد الله بن فنجويه (٩) ، حدثنا أبو حذيفة (١٠) ، حدثنا أبو عروبة (١١) ، حدثنا يحيى بن حكيم (١٢) ، والحسين بن سلمة </p><p>(١) الأصبهاني الوزان، لم يذكر بجرح أو تعديل. (٢) في (ج): موها، خطأ، وهو أبو الفضل النيسابوري، المسند الجليل.(٣) الجرجاني، الحافظُ، لم يذكر بجرح أو تعديل.(٤) في (ب)، (ج): بد، وهو خطأ.(٥) أبو محمد المحاملي الكوفي العطار، ثقة.(٦) ابن سليمان، أبو زكريا الكوفي، ثقةٌ، حافظٌ.(٧) قال ابن القيم: والتحقيق أن الآية تتناول النوعين أي طالب المال وطالب العلم.\"التبيان في أقسام القرآن\" (٤٨).(٨) [٣٥٢٥] الحكم على الإسناد:شيخ المصنف، وحاتم بن يونس، لم أر فيهما جرحًا ولا تعديلًا.التخريج:رواه أبو الشيخ في كتاب \"طبقات المحدثين بأصبهان\" ٢/ ٢٠٢ من طريق الحسين بن الفرج عن يحيى بن آدم، به. والحسين بن الفرج: تركه أبو حاتم، وقال ابن معين كذاب انظر: \"الجرح والتعديل\" ٣/ ٦٢.(٩) الحسين الدينوري، ثقةٌ، صدوق، كثير الرواية للمناكير.(١٠) أحمد بن محمد بن علي بن الحسين الهمذاني، لم يذكر بجرح أو تعديل.(١١) الحسين بن محمد بن أبي معشر الحراني، الحافظ الصادف صاحب التصانيف.(١٢) يحيى بن حكيم المقوِّم، ثقة، حافظ، عابد، مصنف، ذكره ابن حبان في =</p><p> ابن أبي كبشة (١) ، قالا: حدثنا أبو (٢) قتيبة (٣) ، حدثنا الحسن بن علي الهاشمي (٤) ، عن عبد الرحمن الأعرج (٥) ، عن أبي هريرة، قال: قال النبي - صلى الله عليه وسلم -: \"لا يمنعن أحدكم المسائل، أن يعطيه إذا سأل، وإن رأى في يده(٦)قلبين(٧)من ذهب\"  (٨) . </p><p>= \"الثقات\" وقال: كان ممن جمع وصنف، مات سنة ٢٥٦ هـ وروى له أصحاب السنن ما عدا ابن ماجه. انظر: \"الجرح والتعديل\" ٩/ ١٣٤، \"الثقات\" لابن حبان ٩/ ٢٦٦، \"تهذيب الكمال\" ٣١/ ٢٧٣، \"التقريب\" (٧٥٣٤).(١) صدوق.(٢) في (ج): ابن، وهو خطأ.(٣) مسلم بن قتيبة الشعيري، صدوق.(٤) الحسن بن علي بن محمد بن ربيعة بن نوفل بن الحارث بن عبد المطلب النوفلي الهاشمي، ضعيف، ضعفه النسائي وابن عدي، وقال البخاري: منكر الحديث، روى له الترمذي وابن ماجه حديثًا واحدًا في الطهارة. انظر: \"التاريخ الكبير\" للبخاري ٢/ ٢٩٨، \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٢٠، \"تهذيب الكمال\" للمزي ٦/ ٢٦٤، \"تقريب التهذيب\" لابن حجر (١٢٦٣).(٥) ابن هرمز أبو داود، المدني، ثقة، ثبت، عالم.(٦) في (ب)، (ج): يديه.(٧) القلب: السوار. ومنه الحديث أنه رأى في يدي عائشة قلبين.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ٩٨ (قلب).(٨) [٣٥٣٦] الحكم على الإسناد:ضعيفٌ، فيه الحسن بن علي الهاشمي، ضعيف، وأبو حذيفة لم يذكر بجرح أو تعديل.التخريج:رواه ابن عدي في \"الكامل في ضعفاء الرجال\" ٣/ ١٦٤، قال: حدثنا ابن أبي =</p><p> [٣٥٢٧] وأخبرنا ابن فنجويه (١) ، حدثنا (عبيد الله بن محمد)  (٢) ابن شنبة (٣) ، حدثنا عبيد الله بن أحمد الكسائي (٤) ، حدثنا أحمد بن ثابت بن غياث (٥) ، حدثنا إبراهيم بن الشماس (٦) ، حدثنا أحمد </p><p>= عصمة، ثنا عبد الله، ثنا أبو قتيبة به. ورواه العقيلي في كتابه \"الضعفاء الكبير\" ١/ ٢٣٤ قال: حدثنا محمد بن زكريا البلخي، حدثنا أبو هريرة الصيرفي، حدثنا أبو قتيبة به.وذكره المتقى الهندي في \"كنز العمال\" (١٦٢٨٩) وعزاه للديلمي.(١) ثقةٌ، صدوق، كثير الرواية للمناكير.(٢) ما بين القوسين زيادة من (ب)، (ج)(٣) لم يذكر بجرح أو تعديل.(٤) محله الصدق.(٥) هكذا في الأصل و (ب)، وفي (ج): عتاب وهو أشهر وهو المتداول في كتب التراجم، وقد أشار محقق \"الجرح والتعديل\" عند ترجمته أن في نسخة \"غياث\"، وهو أحمد بن ثابت بن عتاب الرازي، المعروف بفرخويه، روى عن عبد الرزاق، وسمع منه أبو حاتم الرازي، قال أبو العباس الطهراني: كانوا لا يشكون أنه كذاب.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٤٤، \"ميزان الاعتدال\" للذهبي ١/ ٨٦، \"لسان الميزان\" لابن حجر ١/ ١٤٣.(٦) إبراهيم بن الشماس الغازي، أبو إسحاق السمرقندي، قال أبو سعد الإدريسي: كان شجاعًا بطلًا مبارزًا، وعالمًا فاضلًا عاملًا ثقةً ثبتًا في الرواية، متعصبًا لأهل السنة، كثير الغزو، روى له أبو داود في \"المسائل\"، وابن ماجه في \"التفسير\"، قتل سنة (٢٢١ هـ).انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ١٠٥، \"الثقات\" لابن حبان ٨/ ٦٩، \"تهذيب الكمال\" للمزي ٢/ ١٠٥، \"تقريب التهذيب\" لابن حجر (١٨٥).</p><p> بن أيوب الضبي (١) ، عن إبراهيم بن أدهم (٢) قال: نِعْمَ القوم السُّؤَال يحملون زادنا إلى الآخرة (٣) . </p><p> [٣٥٢٨] وقال إبراهيم (٤) : المسائل بريد الآخرة يجيء إلى باب </p><p>(١) ذكره ابن أبي حاتم في \"الجرح والتعديل\" ولم يذكر فيه جرحًا ولا تعديلًا، وذكره ابن حبان في \"الثقات\" ونسبه إلى سمرقند وقال: مستقيم الحديث يعتبر حديثه من غير رواية النضر بن سلمة عنه. اهـ. وهو غير أحمد بن أيوب بن راشد الضبي من رجال \"التهذيب\" مقبول. انظر: \"الجرح والتعديل\" ٢/ ٤٠، \"الثقات\" لابن حبان ٨/ ٤. (٢) الزاهد، صدوق.(٣) [٣٥٢٧] الحكم على الإسناد:موضوع؛ فيه أحمد بن ثابت، كذَّاب.التخريج:أخرجه أبو نعيم في \"حلية الأولياء\" ٨/ ٣٢ قال: حدثنا عمر بن أحمد بن عثمان الواعظ، ثنا أبو ذر أحمد بن محمد بن سليمان، ثنا عمر بن مدرك، ثنا إبراهيم بن شماس، به. وفيه عمر بن مدرك الرازي: قال يحيى بن معين: كذاب. \"الجرح والتعديل\" ٦/ ١٣٦.وذكره القرطبي في \"تفسيره\" ٢٠/ ١٠١، والخازن في \"تفسيره\" ٤/ ٤٣٩.(٤) هو إبراهيم بن أدهم، المتقدم.وفي \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٠١، \"لباب التأويل\" للخازن ٤/ ٤٣٩: إبراهيم النخعي والظاهر أنه وهم، والدليل على ذلك ما رواه ابن حبان في كتاب \"الثقات\" ٨/ ٤ في ترجمة أحمد بن أيوب، قال: حدثنا محمد بن معاذ، ثنا الفرياناني، ثنا إبراهيم بن شماس، عن أحمد بن أيوب، عن إبراهيم بن أدهم قال: المسائل بري با-لموحدة بعدها الراء المهملة، وقد تصحف فيه إلى يزيد بالمثناة والزاي المعجمة الآخرة- يجيء إلى باب أحدكم فيقول: هل توجهون إلى أهاليكم بشيء. =</p><p> أحدكم فيقول: هل توجهون إلى أهليكم بشيء؟ (١) . </p><p> [٣٥٢٩] وأخبرني ابن فنجويه (٢) ، حدثنا عبد الله بن يوسف (٣) ، حدثنا الحسن بن علي بن زكريا القرشي (٤) ، حدثنا هدبة بن خالد (٥) ، حدثنا حبان (٦) بن علي (٧) ، حدثنا طلحة بن عمرو (٨) ، عن </p><p>= وهذا الطريق هو طريق المصنف في الأثر الذي قبله، فيظهر لي أن كلا القولين لإبراهيم بن أدهم، وأن المصنف اكتفى بذكر الإسناد في الأثر الأول، عن ذكره في الأثر الثاني، لأن السند واحد والله أعلم. (١) [٣٥٢٨] الحكم على الإسناد:انظر الإسناد السابق.التخريج:أخرجه ابن حبان في كتاب \"الثقات\" ٨/ ٤ في ترجمة أحمد بن أيوب، وإسناده موضوع؛ فيه أحمد بن عبد الله الفرياناني، قال ابن عدي: يحدث عن الفضيل بن عياض وابن المبارك بالمناكير، وقال النسائي: ليس بثقة، وقال أبو نعيم الحافظ: مشهور بالوضع، وقال الدارقطني: متروك الحديث، وقال ابن حبان: يروى عن الثقات ما ليس من حديثهم، وعن غير الأثبات ما لم يحدثوا. \"المجروحين\" ١/ ١٤٥، \"الكامل في ضعفاء الرجال\" ١/ ٢٨١، \"لسان الميزان\" ١/ ٣٠١، وقد ذكر الأثر القرطبي في \"تفسيره\" ٢٠/ ١٠١، والخازن في \"تفسيره\" ٤/ ٤٣٩.(٢) الحسين الدينوري، ثقة، صدوق، كثير الرواية للمناكير.(٣) ابن أحمد بن مالك، لم أجده.(٤) أبو سعيد، العدوي، البصري، يضع الحديث.(٥) أبو خالد القيسي البصري، ثقة عابد، تفرد النسائي بتليينه.(٦) في (ب)، (ج): حيان.(٧) أبو علي العنزي، الكوفي، ضعيف.(٨) ابن عثمان، الحضرمي، متروكٌ.</p><p> عطاء (١) ، عن ابن عباس - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وسلم -: \"إذا رددت المسائل ثلاثًا فلم يرجع، فلا عليك أن تزبره(٢)\"  (٣) . </p><p>(١) ابن أبي رباح، ثقة، فقيه، فاضل، لكنه كثير الإرسال. (٢) تزبره: أي تنهره وتغلظ له في القول. \"النهاية في غريب الحديث\" ٢/ ٢٩٣، \"لسان العرب\" ٤/ ٣١٥ (زبر).(٣) [٣٥٢٩] الحكم على الإسناد:موضوع، فيه الحسن بن علي يضع الحديث، وحبان بن علي، ضعيف، وطلحة بن عمرو، متروكٌ.التخريج:رواه الدارقطني في الأفراد كما فى \"أطراف الغرائب والأفراد\" ٣/ ٢٦١ (٢٥٩٩)، وكما في \"الجامع الصغير\" للسيوطي ١/ ١٠٠، قال الدارقطني: تفرد به الوليد بن الفضل، قال ابن حبان: يروى المناكير التي لا يُشك أنها موضوعة. \"المجروحين\" ٣/ ٨٢.ورواه ابن الجوزي في \"الموضوعات\" ٢/ ٤٨٥ من طريق الدارقطني، قال: أنبأنا هبة الله بن أحمد، أنبأنا أبو طالب محمد بن علي بن الفتح، حدثنا الدارقطني، حدثنا إسماعيل بن العباس الوراق، حدثنا عباد بن العوام، حدثنا الوليد بن الفضل الغُبري، حدثنا عبد الرحمن بن حسين، حدثنا ابن جريج، عن عطاء، عن ابن عباس، قال: قال رسول الله - صلى الله عليه وسلم -. . . الحديث.ورواه الديلمي في \"فردوس الأخبار\" ١/ ٣٤١، وفيه طلحة بن عمرو: متروكٌ، قال ابن عراق في \"تنزيه الشريعة\" إسناده ضعيف ٢/ ١٣١.وله شاهدان:الأول: من حديث أبي هريرة رواه الطبراني في \"الأوسط\" ٥/ ١١٣ (٤٨٣٣)، قال: حدثنا عبد الملك بن محمد الجرجاني أبو نعيم، قال: حدثنا عمار بن رجاء، قال حدثنا: أحمد بن أبي طيبة، قال: حدثنا حبان بن علي، عن طلحة بن عمرو، عن عطاء، عن أبي هريرة. =</p>"
}