{
  "id": null,
  "sura": 94,
  "aya": 4,
  "text": "<p> وقيل: ذنوب أمتك، فأضافها إليه؛ لاشتغال قلبه بها، واهتمامه لها (١) . </p><p> وقال عبد العزيز بن يَحْيَى وأبو عبيدة: يعني: خففنا عنك أعباء النبوة والقيام بأمرها، وقيل: عصمناك عن احتمال الوزر (٢) . </p><p> ٤ - {وَرَفَعْنَا لَكَ ذِكْرَكَ (٤) } </p><p> [٣٥٣٤] أخبرنا أبو القاسم عبد الخالق بن علي المؤذن (٣)  (بقراءتي عليه)  (٤) ، حدّثنا أبو بكر بن خنب (٥) ، حدّثنا أبو إسماعيل محمَّد بن إسماعيل (٦) ، حدّثنا صفوان يعني: ابن صالح الثَّقفيُّ (٧) أبو عبد الملك (٨) ، حدّثنا الوليد بن مسلم (٩) ، حدثني عبد الله بن </p><p>(١) الأصل: به، له، والتصحيح من (ب)، (ج). (٢) انظر هذِه الأقوال في \"معالم التنزيل\" للبغوي ٨/ ٤٦٣، \"زاد المسير\" لابن الجوزي ٩/ ١٦٢، \"المحرر الوجيز\" لابن عطية ٥/ ٤٩٦، \"لباب التأويل\" للخازن ٤/ ٢٤١، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٠٦، \"عمدة القارئ\" للعيني ١٦/ ١٦٥.(٣) أبو القاسم الشَّافعي النيسابوري، ثقة.(٤) ما بين القوسين زيادة من: (ب)، (ج).(٥) في (ج): حبيب، وهو خطأ وهو محمَّد بن أحمد بن خَنْب البُخاريّ، صدوق لا بأس به.(٦) ابن يوسف السلمي التِّرمذيُّ، نزيل بغداد، ثقةٌ، حافظ، لم يتضح كلام أبي حاتم فيه.(٧) زاد بعدها في (ح): أخبرنا وهو خطأ.(٨) ثقةٌ، وكان يدلس تدليس التسوية.(٩) ثقةٌ، لكنَّه كثير التدليس والتسوية.</p><p> لهيعة (١) ، عن درّاج (٢) ، عن (٣) أبي الهيثم (٤) ، عن أبي سعيد الخدري، عن النَّبيِّ - صلى الله عليه وسلم - أنَّه سأل جبريل - عليه السَّلام - عن هذِه الآية: {وَرَفَعْنَا لَكَ ذِكْرَكَ (٤) } (٥) قال: \"قال الله -عز وجل-: إذا ذُكِرتُ ذُكِرتَ معي\"  (٦) . </p><p>(١) صدوقٌ، خلط بعد احتراق كتبه. (٢) ابن سمعان أبو السمح، صدوق في حديثه عن أبي الهيثم ضعف.(٣) في (ب)، (ج): بن.(٤) سليمان بن عمرو بن عبد أو عبيد الليثي المصري، ثقة.(٥) الآية ساقطة من (ب)، (ج).(٦) [٣٥٣٤] الحكم على الإسناد:ضعيف؛ علَّته ابن لهيعة، اختلط، ودرَّاج، ضُعف حديثه عن أبي الهيثم.التخريج:رواه ابن جرير الطبري في تفسيره \"جامع البيان\" ٣٠/ ٢٣٥، وأبو يعلى في \"مسنده\" ٢/ ٥٢٢ ح/ ١٣٨٠ وضعف إسناده المحقق، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٨/ ١٧٥ ح/ ٣٣٨٢ وضعف إسناده شعيب الأرنؤوط، والواحدي في تفسيره \"الوسيط\" ٤/ ٥١٦، والبغوي في \"تفسيره\" من طريق المصنف ٨/ ٤٦٣، وابن أبي حاتم في \"تفسيره\" كما في \"تفسير ابن كثير\" ١٤/ ٣٨٩، وزاد السيوطي نسبته إلى ابن المنذر، وابن مردويه، وأبي نعيم في \"الدلائل\"، \"الدر المنثور\" ٦/ ٦١٥.وذكره الهيثمي في \"مجمع الزوائد\" ٨/ ٢٥٤، وقال: رواه أبو يعلى وإسناده ا. هـ ولم يذكر شيئًا فلعله سقط الحكم، وتقدم كلام ابن حجر: أن في حديث درَّاج عن أبي الهيثم ضعف، وضعفه الألباني كما في \"السلسلة الضعيفة\" ح / ١٧٤٦.وقال الحاكم: سمعت أبا العباس محمَّد بن يعقوب يقول: سمعت العباس بن محمَّد الدُّوريُّ يقول: سألت يَحْيَى بن معين من أحاديث درَّاج عن أبي الهيثم، عن أبي سعيد فقال: هذا إسناد صحيح اهـ. \"المستدرك\" ٢/ ٢٧٠.قلت: وعلى التسليم بكلام ابن معين يبقى اختلاط عبد الله بن لهيعة، فالحديث يبقى على ضعفه كما تقدم.</p><p> [٣٥٣٥] وحدثنا أبو سعد (١) عبد الملك بن أبي عثمان الواعظ إملاءً (٢) ، حدّثنا إسماعيل بن أحمد الجرجاني (٣) ، أخبرنا عمران بن موسى (٤) ، حدّثنا أبو معمر (٥) ، حدّثنا عبَّاد (٦) ، عن عوف (٧) ، عن الحسن (٨) في قوله: {وَرَفَعْنَا لَكَ ذِكْرَكَ (٤) } قال: إذا ذُكرتُ ذُكرتَ (٩) . </p><p> وقال قتادة: رفع الله ذكره في الدُّنيا والآخرة، فليس خطيب ولا متشهد، ولا صاحب صلاة إلَّا ينادى بها: أشهد أن لا إله إلَّا الله، وأن محمدًا رسول الله (١٠) . </p><p>(١) في الأصل و (ج): أبو سعيد وهو خطأ، والتصحيح من (ب). (٢) النيسابوري، الواعظ، الخركوشي، ثقة، صالح ورع.(٣) أبو سعيد، نزيل نيسابور، لم يذكر بجرح أو تعديل.(٤) ابن مجاشع السختياني الجرجاني، الإمام المحدث الحجة الحافظ.(٥) إسماعيل بن إبراهيم بن معمر القطيعي، ثقة، مأمون.(٦) في (ج): عباده، وهو إما عباد بن عباد أو عباد بن العوام، وكلاهما ثقة، إلَّا أن ابن عباد ربَّما وهم.(٧) عوف بن أبي جميلة، الأعرابي، ثقة، رمي بالقدر وبالتشيع.(٨) الحسن البصري، ثقة فقيه فاضل مشهور، وكان يرسل كثيرًا ويدلس.(٩) [٣٥٣٥] الحكم على الإسناد:فيه: إسماعيل بن أحمد الجرجاني، لم أر فيه جرحًا ولا تعديلًا، وبقية رجاله ثقات.التخريج:لم أجده من قول الحسن، وقد جاء مثله من قول مجاهد، رواه عبد الرزاق في \"تفسيره\" ٢/ ٣٨٠، والبيهقيّ في \"دلائل النبوة\" ٧/ ٦٣.(١٠) انظر: \"جامع البيان\" للطبري ٣٠/ ٢٣٥، \"دلائل النبوة\" للبيهقي ٧/ ٦٣، \"النكت والعيون\" للماوردي ٦/ ٢٩٧، \"معالم التنزيل\" للبغوي ٨/ ٤٦٤، \"الوسيط\" =</p><p> وقال مجاهد: يعني (١) : بالتأذين (٢) . </p><p> وفيه يقول: حسَّان بن ثابت: </p><p> أغر عليه للنبوة خاتمٌ ... من الله مشهود يلوحُ ويشهدُ </p><p> وضَمَ الإله اسمَ النَّبيّ إلى اسمه ... إذا قال في الخمس المؤذن أشهدُ (٣) </p><p> وقال ابن عطاء (٤) : يعني: جعلتُ (٥) تمام الإيمان بي بذكرك معي (٦) . </p><p> وقيل: رفعنا لك ذكرك عند الملائكة في السماء (٧) . </p><p>= للواحدي ٤/ ٥١٦، \"الدر المنثور\" للسيوطي ٦/ ٦١٤، وزاد عزوه لعبد بن حميد، وابن المنذر. (١) في (ج): به بالتأذين.(٢) انظر: \"معالم التنزيل\" للبغوي ٨/ ٤٦٤، \"إعراب القراءات السبع\" لابن خالويه ٢/ ٥٠١، \"تفسير القرآن\" لعبد الرَّزاق ٢/ ٣٨٠، \"دلائل النبوة\" للبيهقي ٧/ ٦٣، وقال ابن عطية \"المحرر الوجيز\" ٥/ ٤٩٧: وهذا متجه إلَّا أن الآية نزلت بمكة قديمًا، والأذان شرع بالمدينة.(٣) \"ديوانه\" (ص ٤٧).(٤) في (ج): عطاء وهو خطأ.(٥) في الأصل: فعلت، والمثبت من (ب)، (ج) وهو أنسب للسياق.(٦) انظر: \"حقائق التفسير\" للسلمي ٣٧٠/ أ، وبمعناه عند الخازن في \"لباب التأويل\" ٤/ ٤٤٢.(٧) انظر: \"معالم التنزيل\" للبغوي ٨/ ٤٦٤، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٠٧.</p><p> وقيل: بأخذ ميثاقه على النبيين وإلزامهم الإيمان به، وإقرارهم (١) بفضله (٢) . </p><p> وقال ذو النون: همم الأنبياء تجول حول العرش، وهمة محمَّد - صلى الله عليه وسلم - فوق العرش (٣) لذلك قال: {وَرَفَعْنَا لَكَ ذِكْرَكَ (٤) } فذِكْرُهُ (٤) بذكرِهِ، ومفزع (٥) الخلق يوم القيامة إلى محمَّد - صلى الله عليه وسلم - كمفزعهم إلى الله؛ لعلمهم بجاهه عنده (٦) . </p><p>(١) في (ب)، (ج): والإقرار. (٢) انظر: \"معالم التنزيل\" للبغوي ٨/ ٤٦٤، \"تفسير القرآن العظيم\" لابن كثير ١٤/ ٣٩٠ - ٣٩١، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٠٧.(٣) ساقطة من (ج).(٤) في (ب)، (ج): ذكره.(٥) في (ج): يفزع.(٦) ذكره السلمي في \"حقائق التفسير\" ٣٧٠/ أ. قلت: وهذِه من عبارات الصوفية الغلاة، وما قاله ذو النون -إن صح عنه- كلام باطل، والنّاس إنَّما يفزعون إلى النَّبيّ - صَلَّى الله عليه وسلم - يوم القيامة، لكي يشفع لهم عند ربهم والله تعالى يقول: {وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى (٢٦)} [النجم: ٢٦] فالشفاعة لابد لها من شرطين: إذن الله للشافع، ورضاه عن المشفوع، فكيف يكون مَفْزَعُ الخلق إلى محمَّد - صلى الله عليه وسلم - كَمَفْزَعِهِم إلى الله تعالى، وأمَّا قوله: \"همم الأنبياء تجول حول العرش وهمة محمَّد - صلى الله عليه وسلم - فوق العرش\" فهذا يحتاج إلى دليل ونص؛ لأنَّه أمر غيبي، فالواجب الابتعاد عن مثل هذِه العبارات والالتزام بالكتاب والسنة، يقول النَّبيّ - صَلَّى الله عليه وسلم -: \"لا تطروني كما أطرت النصارى ابن مريم إنما أنا عبدٌ فقولوا: عبد الله ورسوله\" رواه البُخاريّ كتاب: أحاديث الأنبياء، باب: قول الله: {وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا} (٣٤٤٥) من حديث عمر بن الخطاب - رضي الله عنه -.</p>"
}