{
  "id": null,
  "sura": 94,
  "aya": 6,
  "text": "<p> ٥ - {فَإِنَّ مَعَ الْعُسْرِ يُسْرًا (٥) } </p><p> إن مع الشدة التي أنت فيها من جهاد المشركين، ومزاولة ما أنت بسبيله يسرًا، ورجاءً (١) بأن يظهرك عليهم حتى ينقادوا للحق الذي جئتهم به طوعًا وكرهًا (٢) . </p><p> ٦ - {إِنَّ مَعَ الْعُسْرِ يُسْرًا (٦) } كرره؛ لتأكيد الوعد، وتعظيم الرجاء (٣) . </p><p> وقيل: فإن مع العسر يسرًا في الدُّنيا، وإن مع العسر يسرًا في الآخرة (٤) . </p><p> [٣٥٣٦] أخبرنا عبد الله بن حامد (٥) ، أخبرنا أحمد بن عبد الله (٦) ، حدّثنا محمَّد بن عبد الله (٧) ، حدّثنا عثمان (٨) ، حدّثنا ابن علية (٩) ، </p><p>(١) في (ب)، (ج): فرجًا، وفي البغوي والخازن: ورخاءً. (٢) انظر: \"جامع البيان\" للطبري ٣٠/ ٢٣٥، \"معالم التنزيل\" للبغوي ٨/ ٤٦٤، \"لباب التأويل\" للخازن ٤/ ٤٤٢.(٣) انظر: \"معالم التنزيل\" للبغوي ٨/ ٤٦٤، \"لباب التأويل\" للخازن ٤/ ٤٤٢ وهذا هو القول الأوَّل في الآية، ورجحه أبو حيان في \"البحر المحيط\" ٨/ ٤٨٤.(٤) انظر: \"البحر المحيط\" لأبي حيان ٨/ ٤٨٤ فيكون التكرار باعتبار المحل، وهذا هو القول الثَّاني في الآية.(٥) الأصبهاني الوزَّان، لم يذكر بجرح أو تعديل.(٦) أبو محمَّد المزني، الشَّيخ الجليل القدوة الحافظ.(٧) الحضرمي، الملقب بمُطيّن، ثقة، حافظ.(٨) عثمان بن محمَّد بن أبي شيبة، ثقة، حافظ، شهير، وله أوهام.(٩) إسماعيل بن إبراهيم بن مقسم أبو بشر، البصري، ثقةٌ حافظٌ.</p><p> عن (١) يونس (٢) ، عن الحسن (٣) ، قال: لما نزلت هذِه الآية قال رسول الله - صَلَّى الله عليه وسلم -: \"أبشوا قد(٤)جاءكم اليسر لن يغلب عسرٌ يسرين\"  (٥) . </p><p> [٣٥٣٧] وأخبرني ابن فنجويه (٦) ، حدّثنا عمر بن الخطَّاب (٧) ، حدّثنا علي بن مزازاز (٨) الخياط (٩) ، حدّثنا قطن بن نسير (١٠) ، حدّثنا جعفر بن سليمان (١١) ، </p><p>(١) في (ب)، (ج): حدّثنا. (٢) ابن عبيد بن دينار العبدي، ثقة، ثبت، فاضل، ورع.(٣) الحسن البصري، ثقة فقيه فاضل مشهور، وكان يرسل كثيرًا ويدلس.(٤) في (ب)، (ج): فقد.(٥) [٣٥٣٦] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرح أو تعديل، مرسل، وقد تقدم الكلام على مراسيل الحسن.التخريج:رواه عبد الرزاق في \"تفسيره\" ٢/ ٣٨٠.وأخرجه الطبري في تفسيره \"جامع البيان\" ٣٠/ ٢٣٦، من ثلاث طرق كلها عن الحسن مرسلًا.ورواه الحاكم في \"المستدرك\" ٢/ ٥٧٥ (٣٩٥٠)، وقال عنه الذهبي: مرسل.والواحدي في \"الوسيط\" ٤/ ٥١٧، والبيهقيّ في \"شعب الإيمان\" ٧/ ٢٠٦ (١٠٠١٣). وله شواهد يأتي ذكرها في الحديث الآتي.(٦) ثقة صدوق كثير الرِّواية للمناكير.(٧) في (ب): (- رضي الله عنه -)، وهو السجزي، ولم أجده.(٨) في (ب): مردازاذ، ولم تتبين لي في (ج).(٩) في (ج): الحناط، ولم أجده.(١٠) في (ب): بشير خطأ، وهو أبو عباد البصري، صدوق يخطئ.(١١) في (ب): سلمان وهو خطأ، وهو أبو سليمان الضبعي، صدوق زاهد وكان يتشيع.</p><p> عن رجل (١) ، عن إبراهيم النَّخعيُّ (٢) ، قال ابن مسعود: والذي نفسي بيده لو كان العسرُ في جحرٍ لطلبه اليسرُ، حتَّى يدخل عليه، إنه لن يغلب عسرٌ يسرين، إنه لن يغلب عسرٌ يسرين (٣) . </p><p>(١) صرح باسمه عبد الرَّزاق كما سيأتي في التخريج. (٢) ثقه، إلَّا أنَّه يرسل كثيرًا.(٣) [٣٥٣٧] الحكم على الإسناد:فيه من لم أجده، وفيه راوٍ مبهم.التخريج:رواه عبد الرَّزاق في \"تفسيره\" ٢/ ٣٨٠ قال: حدّثنا جعفر بن سليمان، عن ميمون أبي حمزة، عن إبراهيم النَّخعيُّ، عن ابن مسعود، قال ابن حجر: إسناده ضعيف \"فتح الباري\" ٢/ ٧١٢.قلت: فالرجل الذي لم يسم في إسناد المصنف، صرَّح به عبد الرَّزاق، وهو ميمون أبو حمزة الأعور القصَّاب، مشهورٌ بكنيته، ضعيف. وقال ابن عدي: وأحاديثه التي يرويها خاصة عن إبراهيم ما لا يتابع عليها، \"الكامل في ضعفاء الرجال\" ٨/ ١٥٨.ورواه ابن أبي الدُّنيا في كتاب \"الفرج بعد الشدة\" (ص ٢٨)، قال: حدّثنا علي بن الجعد، أنا شعبة، عن معاوية بن قرة، عمن حديثه، عن ابن مسعود، وإسناده منقطع. ومن طريقه أخرجه البيهقي في \"شعب الإيمان\" ٧/ ٢٠٦ (١٠١١).ورواه ابن جرير في \"جامع البيان\" ٣٠/ ٢٣٦ بإسنادين منقطعين كذلك.وقد ورد مرفوعًا من حديث ابن مسعود رواه الطّبرانيّ في \"المعجم الكبير\" ١٠/ ٨٥، ح/ ٩٩٧٧، وفيه أبو حمزة ميمون الأعور: ضعيف كما تقدم. قال ابن حجر: إسناده ضعيفٌ \"فتح الباري\" ٨/ ٧١٢. وقال الهيثمي: رواه الطّبرانيّ، وفيه إبراهيم النَّخعيُّ وهو ضعيف \"مجمع الزوائد\" ٧/ ١٣٩ كذا قال. وقال حمدي السلفي محقق الطّبرانيّ: لعله محرف من أبي مالك النَّخعيُّ، وهو متروك، وأبو حمزة ضعيفٌ اهـ.وله شاهد من حديث أنس بن مالك مرفوعًا أخرجه ابن أبي حاتم كما في \"تفسير =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ابن كثير\" ١٤/ ٣٩١، والبزار كما في \"كشف الأستار\" ٣/ ٨١ (٢٢٨٨)، والطبراني في \"الأوسط\" ٢/ ١٤٥ (١٥٢٥)، والحاكم في \"المستدرك\" ٢/ ٢٨٠، وأبو نجيم في \"تاريخ أصبهان\" ١/ ١٤٢، والبيهقيّ في \"شعب الإيمان\" ٧/ ٢٠٦ (١٠٠١٢). كلهم من طريق عائذ بن شريح عن أنس.قال الهيثمي: فيه عائذ بن شريح وهو: ضعيفٌ \"مجمع الزوائد\" ٧/ ١٣٩.ومن شواهده الحديث السابق، وهو من مراسيل الحسن.ومن شواهده ما رواه الطبري في \"جامع البيان\" ٣٠/ ٢٣٦ بسنده عن قتادة، قوله: ذكر لنا أن رسول الله - صلى الله عليه وسلم - بَشَّرَ أصحابه بهذِه الآية فقال: \"لن يغلب عسرٌ يسرين\" وهو مرسل كما ترى.ومن شواهده ما رواه ابن مردويه من حديث جابر بإسناد ضعيف، ولفظه: \"أوحي إليَّ أن مع العسر يسرًا إن مع العسر يسرًا، ولن يغلب عسرٌ يسرين\" \"فتح الباري\" ٨/ ٧١٢.أما شواهده الموقوفة:فرُوي ذلك عن عمر بن الخطَّاب، رواه الإمام مالك في \"الموطأ\" في كتاب الجهاد، باب: الترغيب في الجهاد ٢/ ٤٤٦، ح/ ٦، قال ابن حجر: من طريق منقطع \"فتح الباري\" ٨/ ٧١٢.ورواه الحا كم في \"المستدرك\" في تفسير سورة آل عمران ٢/ ٣٢٩، وقال: صحيح على شرط مسلم ووافقه الذهبي، وقال الحاكم في تفسير ألم نشرح ٢/ ٥٧٥: قد صحت الرِّواية عن عمر بن الخطَّاب وعلي بن أبي طالب.وروي ذلك عن ابن عباس، رواه الفراء في \"معاني القرآن\" ٣/ ٢٧٥ قال: حدثني حبان، عن الكلبي، عن أبي صالح، عن ابن عباس، وفيه الكلبي محمَّد بن السَّائب: متهم بالكذب. وحبان بن علي الغزي: ضعيف. قال ابن حجر: أخرجه الفراء بإسناد ضعيف \"فتح الباري\" ٨/ ٧١٢. وانظر \"المقاصد الحسنة\" للسخاوي ح / ٨٧٧. وضعفه الألباني في \"ضعيف الجامع الصَّغير\" ح/ ٤٧٨٤، و \"السلسلة الضعيفة\" (٤٣٤٢).</p><p> قال العلماء في معنى هذا الحديث: لأنَّه (١) عرّف العسر، ونكّر اليسر، وهي عادة (٢) العرب إذا ذكرت اسمًا مُعرّفًا (٣) ثم أعادته فهو هو، وإذا نكّرته ثم كرَّرته فهما اثنان (٤) . </p><p> وقال الحسن بن يَحْيَى بن نصر الجرجاني، صاحب كتاب \"النظم\"  (٥) : تكلم النَّاس في قوله - صلى الله عليه وسلم -: \"لن يغلب عسرٌ يسرين\" فلم يحصل (٦) غير قولهم: أن العسر معرفة، واليسر نكرة مكررة، فوجب أن يكون العسر واحدًا، واليسر اثنان (٧) ، وهذا قول مدخول لا يجب على هذا (٨) التدريج إذا قال الرجل (٩) : إن مع الفارس </p><p>(١) في (ج): إنه. (٢) في (ب)، (ج): ومن عادة.(٣) في الأصل: معروفًا، وما أثبته من (ب)، (ج).(٤) انظر: \"معاني القرآن\" للزجَّاج ٥/ ٣٤١، \"إعراب القراءات السبع\" لابن خالويه ٢/ ٥٠١، \"إعراب ثلاثين سورة من القرآن\" لابن خالويه (ص ١٢٧)، \"إملاء ما منّ به الرحمن\" للعكبري (ص ٢٨٩)، \"معالم التنزيل\" للبغوي ٨/ ٤٦٥، \"لسان العرب\" لابن منظور ٤/ ٥٦٣، وهذا هو القول الثالث في هذِه الآية.وقد ذكر هذا الكلام ابن هشام في كتابه \"مغني اللبيب\" ٢/ ٦٥٦ في الباب السادس: في التحذير من أمور اشتهرت بين المعربين، والصَّواب خلافها، الموضع الرابع عشر وذكر أنَّه يشكل على هذا الكلام أمور ثلاثة. فراجعه هناك فإنَّه كلام نفيس.(٥) في الأصل: النظر وهو خطأ، والتصحيح من (ب)، (ج) وهو: كتاب \"نظم القرآن\".(٦) في الأصل: يحمل، وما أثبته من (ب)، (ج) و \"معالم التنزيل\" وهو أنسب.(٧) في (ب)، (ج): عسرًا واحدًا ويسران.(٨) ساقطة من (ج).(٩) ساقطة من (ج).</p><p> سيفًا، إن مع الفارس سيفًا، أن يكون الفارس واحدًا والسيف اثنين، ولا يصح هذا في نظم العربية فمجاز قوله: لن يغلب عسر يسرين أن الله بعث نبيه - صلى الله عليه وسلم - مقلًا مخفًا فعيَّره المشركون بفقره حتَّى قالوا: نجمع لك مالًا فاغتم، وظن أنهم كذَّبوه، لفقره فعزَّاه الله تعالى، وعدَّدَ عليه نعماءه، ووعده الغني، فقال:  {أَلَمْ نَشْرَحْ}  (١) إلى قوله: (ذكرك) فهذا ذكر امتنانه عليه، ثم ابتدأ ما وعده من الغني ليُسلّيه (٢) مما خامر قلبه، فقال (٣) : {فَإِنَّ مَعَ الْعُسْرِ يُسْرًا (٥) } (والدليل عليه دخول الفاء في قوله فإن)  (٤) ، ولا تدخل الفاء أبداً إلَّا في عطف أو (٥) جواب، ومجازه: لا يحزنك ما يقولون، فإن مع العسر يسرًا في الدُّنيا عاجلًا، ثم أنجزه ما وعده، وفتح (٦) عليه القرى العربية (٧) ، ووسّع ذات يده حتَّى كان يهب المائين (٨) من الإبل، ثم ابتدأ فضلاً آخر من أمر الآخرة، فقال تأسيةً له: {إِنَّ مَعَ الْعُسْرِ يُسْرًا (٦) } والدليل على ابتدائه تعريه من الفاء والواو وحروف (٩) النسق، فهذا </p><p>(١) في (ب)، (ج): {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ (١) وَوَضَعْنَا عَنْكَ وِزْرَكَ (٢)}. (٢) في (ج): لتسلية.(٣) ساقطة من: (ج).(٤) ما بين القوسين ساقط من (ج).(٥) ساقطة من: (ج).(٦) في (ب)، (ج): ففتح.(٧) في (ج): القريبة.(٨) في (ب): المائتين.(٩) في (ج): حرف.</p><p> وعد عام لجميع المؤمنين، ومجازه إن مع العسر في الدُّنيا للمؤمنين يسرًا في الآخرة لا محالة (١) ، فقوله: لن يغلب عسر يسرين أي: لن يغلب عسر الدُّنيا اليسر الذي وعده الله المؤمنين في الدُّنيا، واليسر الذي وعدهم في الآخرة، إنَّما يغلب أحدهما، وهو يسر الدُّنيا، فأمَّا يسر الآخرة فدائم غير زائل؛ أي لا يجمعهما في الغلبة، كقوله - صلى الله عليه وسلم -: \"شهراً عيدٍ لا ينقصان\"  (٢) أي لا يجتمعان في النقصان (٣)  (٤) . </p><p> وقال أبو بكر الورَّاق: مع (٥) اجتهاد الدُّنيا جزاء الجنَّة (٦)  (٧) . </p><p>(١) في المصادر المذكورة في تخريج هذا الكلام زيادة هنا: فربما اجتمع له اليسران يسر الدُّنيا، وهو ما ذكره في الآية الأولى، ويسر الآخرة، وهو ما ذكره في الآية الثَّانية. (٢) جزء من حديث متَّفقٌ عليه رواه البُخاريّ في كتاب: الصوم، باب: شهراً عيدٍ لا ينقصان (١٩١٢).ومسلم في كتاب: الصوم، باب: بيان معنى قوله - صلى الله عليه وسلم -: \"شهراً عيدٍ لا ينقصان\" (١٠٨٩)، من حديث أبي بكرة - رضي الله عنه - ولفظه \"شهراً عيدٍ لا ينقصان: رمضانُ وذو الحجة\".(٣) انظر أقوال أهل العلم في معنى هذا الحديث في \"فتح الباري\" لابن حجر ٤/ ١٢٥ - ١٢٦.(٤) انظر: \"معالم التنزيل\" للبغوي ٨/ ٤٦٥، \"الوسيط\" للواحدي ٤/ ٥١٩، \"زاد المسير\" لابن الجوزي ٩/ ١٦٥، \"لباب التأويل\" للخازن ٤/ ٤٤٢، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٠٨. ويؤيّد هذا القول ما ذكره ابن هشام رحمه الله في كتابه \"مغني اللبيب\" ٢/ ٦٥٦.(٥) في (ب)، (ج): إن.(٦) في (ج): خير الآخرة.(٧) انظر: \"حقائق التفسير\" للسلمي ٣٧٠/ أ.</p><p> قال القاسم: يُرد أهل السعادة من أسجان (١) الدُّنيا، إلى رضوان العقبى (٢) . </p><p> وقراءة العامة بتخفيف السين (٣) ، وقرأ أبو جعفر وعيسى بضمهما (٤) ، وفي حرف عبد الله:  (إن مع العسر يسرًا) مرَّة واحدة غير مكررة (٥)  (٦) . </p><p> [٣٥٣٨] أخبرني أبو عبد الرحمن محمَّد بن الحسين بن محمَّد الرمجاري (٧) ، وأبو الحسن علي بن محمَّد بن محمَّد (٨) بن أحمد </p><p>(١) في (ب): أشجان. (٢) انظر: \"حقائق التفسير\" للسلمي ٣٧٠/ أ.(٣) في (ب)، (ج): السينين.(٤) انظر: \"إعراب القراءات السبع\" لابن خالويه ٢/ ٥٠١، \"المحرر الوجيز\" لابن عطية ٥/ ٤٩٧، \"شواذ القراءة\" للكرماني (ص ٢٦٧)، \"البحر المحيط\" لأبي حيان ٨/ ٤٨٤.(٥) في (ب)، (ج): غير مكرر.(٦) انظر: \"معاني القرآن\" للفراء ٣/ ٢٧٥، \"مختصر في شواذ القرآن\" لابن خالويه (ص ١٧٥)، \"المحرر الوجيز\" ٥/ ٤٩٧، \"الكشاف\" للزمخشري ٤/ ٧٦١.وهذِه القراءة تعارض ما تقدم عن ابن مسعود، من أنَّه لن يغلب عسرٌ يسرين، وأجاب الزمخشري في \"الكشاف\" ٤/ ٧٦١ بقوله: كأنه قصد باليسرين ما في قوله: {يُسْرًا} من معنى التفخيم، فتأوله بيسر الدارين، وذلك يسران في الحقيقة.(٧) في (ب)، (ج): البرمجازي وما أثبته هو الصواب، وهي نسبة إلى رمجار، وهي محلة كبيرة بنيسابور \"الأنساب\" ٣/ ٨٩، وهو أبو عبد الرحمن السلمي، تكلموا فيه، وليس بعمدة.(٨) ساقطة من (ج).</p><p> البغدادي (١) قالا: حدّثنا أبو العباس محمَّد بن يعقوب الأصم (٢) ، حدّثنا أحمد بن شيبان (٣) الرملي (٤) ، حدّثنا عبد الله بن ميمون القداح (٥) ، حدّثنا شهاب بن خراش (٦) ، عن عبد الملك بن عمير (٧) ، عن ابن عباس قال: أُهدِيَ للنبي - صلى الله عليه وسلم - بغلة أهداها له كسرى، فركبها بحبل من شعر، ثم أدرفني خلفه ثم سار بي مليًّا (٨) ، ثم التفت إليَّ فقال لي:  \"يا غلام\" قلت: لبيك يا رسول الله قال: \"احفظ الله يحفظك، احفظ الله تجده أمامك، تعَرَّف إلى الله في الرخاء، يعرفك في الشدة، وإذا سألت فاسأل الله، وإذا استعنت فاستعن بالله قد مضى القلم بما هو كائن، فلو جهد الخلائق أن ينفعوك بما لم يقضه الله لك لما قدروا عليه (٩) ، ولو جهدوا أن يضروك بما لم يكتبه الله عليك، ما قدروا عليه فإن استطعت أن تعمل بالصبر مع اليقين فافعل، فإن لم تستطع فاصبر، فإن في الصبر على ما تكره خيرًا كثيرًا، وأعلم أن مع الصبر النصر، وأن مع </p><p>(١) ابن أحمد بن عثمان البغدادي الطّرازي الشَّيخ الكبير مسند خراسان. (٢) ثقة.(٣) في (ج): سنان وهو خطأ.(٤) أبو عبد المؤمن الرملي، صدوق.(٥) منكر الحديث، متروكٌ.(٦) أبو الصلت، الواسطيِّ، صدوقٌ يخطئ.(٧) ابن سويد اللخمي، الكوفيِّ، ثقةٌ، فصيحٌ، عالمٌ، فقيهٌ، تغير حفظه، وربما دلس.(٨) في (ب)، (ج): ميلًا.(٩) ساقطة من (ب)، (ج).</p><p> الكَرْب الفرج، وأن مع العسر يسرًا\" (١) . </p><p>(١) [٣٥٣٨] الحكم على الإسناد: ضعيفٌ جدًا، فيه عبد الله بن ميمون القداح، منكر الحديث، متروك. عبد الملك ابن عمير، مدلس، وقد عنعن، وصرح أبو حاتم بعدم سماعه من ابن عباس، لكن الحديث بمجموع طرقه وشواهده صحيح كما سيأتي في التخريج.التخريج:بهذا اللفظ رواه الحاكم في \"المستدرك\" كتاب \"معرفة الصّحابة\" ٣/ ٦٢٣ قال: حدّثنا أبو العباس محمَّد بن يعقوب به. وقال: هذا حديث كبير عال من حديث عبد الملك بن عمير، عن ابن عباس - رضي الله عنهما -، إلَّا أن الشيخين - رضي الله عنهما - لم يخرجا: شهاب بن خراش، ولا القداح في الصحيحين، وقد روى الحديث بأسانيد عن ابن عباس غير هذا. وقال الذهبي في التلخيص: لم يخرج الشيخان: ابن خراش ولا القداح؛ لأنَّ القداح قال عنه أبو حاتم: متروكٌ، والآخر مختلف فيه، وعبد الملك لم يسمع من ابن عباس فيما أرى.والحديث روى من عدة طرق:فرواه الإمام أحمد في \"مسنده\" ١/ ٤٨٢ (٢٦٦٤) ١/ ٥٠٥ (٢٨٠٠).ورواه التِّرمذيُّ في كتاب: صفة القيامة (٢٥١٦)، وقال: هذا حديث حسن صحيح، وصححه الألباني في صحيح سنن التِّرمذيُّ (٢٠٤٣).ورواه أبو عيلى في \"مسنده\" ٤/ ٤٣٠ (٢٥٥٦).والطبراني في \"المعجم الكبير\" ١٢/ ٢٣٨ (١٢٩٨٨).والبيهقيّ في \"شعب الإيمان\" ٢/ ٢٧ (١٠٧٤).كلهم عن اللَّيث بن سعد، عن قيس بن الحجاج، عن حنش بن عبد الله الصنعاني، عن ابن عباس. وهذا سند صحيح، قيس بن الحجاج: روى عنه جمع، وذكره ابن حبان في \"الثقات\" ٧/ ٣٢٩.ورواه البيهقي في \"الأسماء والصفات\" ١/ ١٨٨ (١٢٦) من طريق ابن لهيعة ونافع ابن يزيد، وكهمس بن الحسن، وهمام، عن قيس بن الحجاج، عن حنش به. ورواه الطّبرانيّ في \"الكبير\" ١١/ ٢٢٣، ح / ١١٥٦٠، من طريق عكرمة، وإسناده =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ضعيف، فيه عمر بن عبد الله المدني، مولى غفرة: ضُعف كما في \"التقريب\" (٤٩٣٤). ورواه عبد بن حميد في مسنده كما في \"المنتخب\" (ص ٢١٤) (٦٣٦)، وابن الجعد في \"مسنده\" (ص ٤٩٤) (٣٤٤٥)، والطبراني في \"الكبير\" ١١/ ١٧٨، ح/ ١١٤١٦، وابن أبي الدُّنيا في كتاب \"الفرج بعد الشدة\" (ص ١٤)، ح / ٦، وابن عدي في \"الكامل في الضعفاء\" ٨/ ٣٣٠، والسهمي في \"تاريخ جرجان\" (ص ٧٧). كلهم من طريق عطاء بن رباح، وضعف إسناده ابن رجب في \"جامع العلوم والحكم\" (ص ٤٦٠)، ففي إسناد ابن الجعد والطبراني وابن أبي الدنيا: عبد الواحد بن سليم: ضعيف، كما في \"التقريب\" (٤٢٤١)، وفي إسناد عبد بن حميد: المثني بن الصباح: ضعيف، كما في \"التقريب\" (٦٤٧١)، وفي إسناد ابن عدي: نوفل بن سليمان، قال أبو حاتم: ضعيف الحديث \"الجرح والتعديل\" ٨/ ٤٨٨.ورواه أبو نعيم في \"حلية الأولياء\" ١/ ٦٢٤، وعلقه ابن أبي عاصم في السنة ح/ ٣١٨ من طريق عبيد الله بن عبد الله.ورواه الحاكم في \"المستدرك\" ٣/ ٦٢٤ من طريق ابن أبي مليكة، قال الذهبي في \"التلخيص\": عيسى بن محمَّد القرشي ليس بمعتمد. وكذا رواه الطّبرانيّ في \"الكبير\" ١١/ ١٢٣، ح / ١١٢٤٣. والشهاب في \"مسنده\" ١/ ٤٣٤ ح (٧٤٥) كلهم من طريق عيسى بن محمَّد القرشي، وعيسى: ليس بالقوي، كما قال أبو حاتم في \"الجرح والتعديل\" ٦/ ٢٨٦.وقد رُوِيَ عن النَّبيِّ - صَلَّى الله عليه وسلم - أنَّه وصى ابن عباس بهذِه الوصيَّة من حديث:١ - أبي سعيد الخدري، رواه الآجري في \"الشريعة\" ١/ ٨٣٢، وأبو يعلى في \"مسنده\" ٢/ ٣٥٠، ح / ١٠٩٩، وابن عدي في \"الكامل في ضعفاء الرجال\" ٩/ ٧٦، وفيه يَحْيَى بن ميمون التمار: كذَّابٌ، انظر \"الكامل في ضعفاء الرجال\" الموضع المتقدم و \"مجمع الزوائد\" ١/ ١٦٨.٢ - ومن حديث عبد الله بن جعفر، رواه ابن أبي عاصم في \"السنة\"ح/ ٣١٥، وفيه علي بن أبي على الهاشمي، قال الهيثمي في \"مجمع الزوائد\" ٧/ ١٩٠: ضعيفٌ. =</p><p> [٣٥٣٩] سمعت أبا القاسم الحسن بن محمَّد بن الحسن (١) النيسابوري (٢) ، يقول: سمعت أبا على محمَّد بن عامر البغدادي (٣) يقول: سمعت عبد العزيز بن يَحْيَى (٤) يقول: سمعت عمي (٥) يقول: سمعت العتبي (٦) يقول: كنت ذات يوم في البادية بحالة من الغم، فألقي في روعي بيت (من الشعر)  (٧) فقلت: </p><p>= ٣ - ومن حديث سهل بن سعد الساعدي، رواه ابن أبي الدُّنيا في كتاب \"الفرج بعد الشدة\" (١٥)، ح/ ٧، وفيه محمَّد بن إبراهيم بن المطلب بن أبي وداعة السهمي: مقبولٌ، \"التقريب\" ٢/ ٥١. والحديث بمجموع طرقه وشواهده صحيح، صححه التِّرمذيُّ كما تقدم، وقال ابن منده فيما نقله ابن رجب عنه: أصح الطرق كلها طريق حنش الصنعاني التي أخرجها ابن رجب \"جامع العلوم والحكم\" (٤٦١). وصححه الألباني بمجموع طرقه، كما في \"ظلال الجنَّة في تخريج السنة\" (١٣٨).(١) في (ج): الحسين وهو خطأ.(٢) الحبيبي، قيل: كذَّبه الحاكم.(٣) لم أجده.(٤) الكناني، صدوق.(٥) لم أجده.(٦) محمَّد بن عبيد الله بن عمرو بن معاوية بن عمرو بن عتبة بن أبي سفيان، أبو عبد الرحمن العتبي، العلامة الأخباري، الشاعر المجود، من أهل البصرة، كان صاحب أخبار ورواية للآداب، وكان يشرب، وله تصانيف أدبيات وشهرة، روى عن ابن عيينة وأبي مخنف لوط بن يَحْيَى، وروى عنه أبو حاتم السجستاني وغيره، مات سنة (٢٢٨ هـ). انظر: \"تاريخ بغداد\" ٢/ ٣٢٤، \"الأنساب\" للسمعاني ٤/ ١٤٩، \"سير أعلام النبلاء\" ١١/ ٩٦، \"شذرات الذَّهب\" ٢/ ٦٥.(٧) في (ب)، (ج): شعر.</p><p> أرى الموت لمن أصبح ... مغمومًا له أروح </p><p> فلما جنَّ الليل سمعت هاتفًا يهتف من الهواء (١) : </p><p> ألا أيها المرء الذي الهمّ به برّح ... وقد أنشد بيتًا لم يزل في فكره يسنح (٢) </p><p> إذا اشتد بك العسر ففكر في ألم نشرح ... فعسرٌ بين يسرين إذا فكرتها فافرح (٣) </p><p> قال: فحفظت الأبيات، وفرّج الله غمي (٤) . </p><p>(١) في (ب)، (ج): السماء يقول. (٢) في (ج): يسبح.(٣) في (ب)، (ج) زيادة: فإن العسر مقرون بيسرين فلا تترح.(٤) [٣٥٣٩] الحكم على الإسناد:فيه من لم أجده، وشيخ المصنف كذَّبه الحاكم.التخريج:ذكره الواحدي في \"الوسيط\" ٤/ ٥٢٠ قال: سمعت أبا إسحاق المقرئ به، وأبو إسحاق هو أحمد بن محمَّد الثعلبي، مصنف هذا التفسير، وذكره عن الواحدي السبكي في \"طبقات الشَّافعية الكبرى\" ٥/ ٢٤٢، وذكره السمعاني في \"تفسير القرآن\" ٦/ ٢٥١ من طريق المصنف.وانظر: \"زاد المسير\" لابن الجوزي ٩/ ١٦٥ - ١٦٦، \"لباب التأويل\" للخازن ٤/ ٤٤٢.وذكره السيوطي في \"الأرَج في الفرج\" (ص ١٠٥) (٨٨). وبنحوه ذكره التنوخي في كتابه \"الفرج بعد الشدة\" (ص ٢٤).</p><p> [٣٥٤٠] وأنشدنا الأستاذ أبو القاسم الحبيبي (١) ، قال: أنشدنا (٢) أبو محمَّد أحمد بن محمَّد بن إسحاق الجيرنجي (٣) بمرو، قال: أنشدنا إسحاق بن بهلول القاضي (٤) : </p><p> فلا تأيس وإن أعسرتَ يومًا ... فقد أيسرت في دهرٍ طويل </p><p> ولا تظننَّ بربك ظن سوءٍ (٥) ... فإن الله أولى بالجميل </p><p> فإن العسر يتبعه يسارٌ ... وقول الله أصدق كل قيل (٦) </p><p>(١) قيل: كذَّبه الحاكم. (٢) في (ب)، (ج): أنشدني.(٣) في الأصل: الجيرجي، والتصحيح من (ب)، (ج): وهو منسوب إلى جيرنج قرية كبيرة بأعالي مرو. انظر: \"الأنساب\" للسمعاني ٢/ ١٤٢، ولم أجد له ترجمة.(٤) إسحاق بن بهلول بن حسَّان الأنباري، أبو يعقوب، من الأنبار، يروي عن يزيد بن هارون وغيره قال أبو حاتم: صدوق، مات سنة (٢٥٢ هـ). انظر: \"الجرح والتعديل\" ٢/ ٢١٤، \"الثقات\" لابن حبان ٨/ ١١٩، \"تذكرة الحفَّاظ\" ٢/ ٥١٨، \"سير أعلام النبلاء\" ١٢/ ٤٨٩.(٥) في (ج): سوء ظن.(٦) [٣٥٤٠] الحكم على الإسناد:شيخ المصنف كذَّبه الحاكم، وفيه من لم أجده.التخريج:ذكره ابن أبي الدُّنيا في كتابه \"الفرج بعد الشدة\" (ص ٧١) عن جعفر بن محمَّد، ومطلعه: فلا تجزع، وكذا التنوخي في كتابه \"الفرج بعد الشدة\" (ص ٥٧)، ومن =</p><p> [٣٥٤١] وأنشدني أبو القاسم الحبيبي (١) ، قال: أنشدني محمَّد بن سليمان (٢) بن معاذ الكرجي (٣) قال: أنشدنا أبو بكر الأنباري (٤) : </p><p> إذا بلغ العسر مجهوده ... فثق عند ذاك بيسرٍ سريع </p><p> ألم تر نحس الشتاء الفظيع ... يتلوه سعد الرَّبيع البديع (٥) </p><p> ويزيد بن محمَّد (٦) العلوي (٧) : </p><p>= طريقه أخرجه البيهقي في شعب الإيمان\" ٧/ ٢٠٧. وذكره الواحدي \"الوسيط\" ٤/ ٥٢٠ من طريق المصنف، وكذا السمعاني في \"تفسير القرآن\" ٦/ ٢٥١، \"لباب التأويل\" للخازن ٤/ ٤٤٣. وذكره الأبشيهي في كتابه \"المستطرف في كل فن مستظرف\" ١/ ١٠٩، ولم ينسبه.(١) الحسن بن محمَّد بن حبيب، قيل: كذَّبه الحاكم.(٢) في (ب): سلمان.(٣) في (ب)، (ج): الكرخي، ولم أجده.(٤) محمَّد بن القاسم الأنباري، النّحوي، قال الخطيب: كان صدوقاً دينًا من أهل السنة.(٥) [٣٥٤١] الحكم على الإسناد:شيخ المصنف، كذَّبه الحاكم، والكرجي لم أجده.التخريج:ذكره الواحدي في \"الوسيط\" ٤/ ٥٢٠، من طريق المصنف، وكذا السمعاني في \"تفسير القرآن\" ٦/ ٢٥٢.(٦) في (ج): محمود.(٧) لم أجده.</p><p> إن يكن نالك الزمانُ ببلوى ... عظُمت شدة عليك وجلّت </p><p> وتلتها قوارع ناكبات (١) سُئمت ... دونها الحياة ومُلّت </p><p> فاصطبر وانتظر بلوغ مداها ... فالرزايا إذا توالت تولت </p><p> وإذا أوهنت قواك وحلت (٢) ... كُشفت عنك جملة فتجلت (٣) </p><p> وقال الآخر: </p><p> إذا الحادثات بلغن المدى ... وكادت تذوب لهن المُهج </p><p> وحلّ البلاءُ وقلّ الرجاءُ ... فعند التناهي يكون الفرج (٤) </p><p> [٣٥٤٢] وأنشدني أبو القاسم الحسن بن محمَّد السدوسي (٥) ، قال: أنشدني أبو الحسن عيسى بن زيد (٦) العقيلي </p><p>(١) في (ج): باكيات. (٢) في (ب): وجلت.(٣) انظر: \"المستطرف في كل فن مستظرف\" للأبشيهي ٢/ ٦٠.(٤) ذكره السيوطي في \"الأرَج في الفرج\" (ص ١٠١) (٦٦)، ولم يذكر قائله.(٥) الحبيبي، قيل ت كذَّبه الحاكم.(٦) في (ج): يزيد وهو خطأ. وهو أبو الحسن الهاشمي، كذاب.</p>"
}