{
  "id": null,
  "sura": 94,
  "aya": 8,
  "text": "<p> [٣٥٤٣] أخبرنا محمَّد بن عبدوس (١) ، حدّثنا محمَّد بن يعقوب (٢) ، حدّثنا محمَّد بن الجهم (٣) ، حدثني الفراء (٤) ، حدثني قيس بن الرَّبيع (٥) ، عن أبي حصين (٦) قال: مرَّ شريح (٧) برجلين يصطرعان، فقال: ليس بهذا أمر الفارغ، إنَّما قال الله -عزَّ وجلَّ-؛ : {فَإِذَا فَرَغْتَ فَانْصَبْ (٧) }. </p><p> ٨ - {وَإِلَى رَبِّكَ فَارْغَبْ (٨) } </p><p> قال الفراء: فكأنه في قول شريح إذا فرغ الفارغ من الصَّلاة أو غيرها (٨) . </p><p>= - ٢٣٧، \"الوسيط\" للواحدي ٤/ ٥٢٠ - ٥٢١، \"معالم التنزيل\" للبغوي ٨/ ٤٦٦، \"المحرر الوجيز\" لابن عطية ٥/ ٤٩٧، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٠٨ - ١٠٩، \"الدر المنثور\" للسيوطي ٦/ ٦١٧. (١) محمَّد بن أحمد بن عبدوس، أبو بكر النّحوي، لم يذكر بجرح أو تعديل.(٢) أبو العباس الأصم، ثقةٌ.(٣) أبو عبد الله السمّري، ثقة صدوق.(٤) يَحْيَى بن زياد الفراء، صدوق.(٥) الأسدي، أبو محمَّد، الكوفيِّ، صدوقٌ، تغير لما كبر أدخل عليه ابنه ما ليس من حديثه، فحدث به.(٦) عثمان بن عاصم بن حَصين الأسدي، الكوفيِّ، ثقةٌ، ثبتٌ، سني، وربما دلَّس.(٧) ابن الحارث بن قيس، الكوفيِّ، النَّخعيُّ، القاضي، أبو أميَّة، مخضرمٌ، ثقةٌ.(٨) [٣٥٤٣] الحكم على الإسناد:شيخ المصنف، لم أر فيه جرحًا ولا تعديلاً، والأثر صحيح كما في التخريج.التخريج:أخرجه الفراء في \"معاني القرآن\" ٣/ ٢٧٦، ومن طريقه أخرجه المصنف، وفيه =</p><p> {فَانْصَبْ} من النصب وهو التعب، والدؤوب في العمل (١) . </p><p> وقيل: أمره بالقعود للتشّهد إذا فرغ من الصَّلاة، والانتصاب للدعاء (٢) . </p><p> حبان (٣) عن الكلبي: إذا فرغت من تبليغ الرسالة فانصب؛ أي استغفر لذنبك وللمؤمنين (٤) . </p><p> جنيد: فإذا فرغت من أمر الخلق فاجتهد في عبادة الحق (٥) . </p><p>= قيس بن الرَّبيع: صدوق، ورواه الإمام أحمد في \"الزهد\" (ص ٢١٣) حدّثنا عبد الله، حدّثنا ابن نمير، حدّثنا حفص بن غياث عن الأعمش: أن شريحًا مر بقوم يلعبون، فقال: وهذا إسناد صحيح رجاله كلهم ثقات. قال ابن العربي في \"أحكام القرآن\" ٤/ ١٩٥٠ بعد ذكره لقول شريح: وفيه نظر، فإن الحبش كانوا يلعبون بالدرق والحراب في المسجد، يوم العيد، والنبي - صلى الله عليه وسلم - ينظر- رواه مسلم في كتاب: صلاة العيدين، باب: الرخصة في اللعب الذي لا معصية فيه في أيَّام العيد (٨٩٢)، ودخل أبو بكر بيت رسول الله - صَلَّى الله عليه وسلم - على عائشة وعندها جاريتان من جواري الأنصار تغنيان، فقال أبو بكر: أمزمارة الشَّيطان في بيت رسول الله - صَلَّى الله عليه وسلم - فقال: \"دعهما يا أبا بكر فإنَّه يوم عيد\" رواه مسلم كذلك في المرجع السابق، ولا يلزم الدؤوب على العمل، بل هو مكروه للخلق.(١) انظر: \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (٨٠٧)، \"لسان العرب\" لابن منظور ١/ ٧٥٨.(٢) بنحوه في \"النكت والعيون\" للماوردي ٦/ ٢٩٩ منسوبًا إلى ابن مسعود.(٣) في (ب)، (ج): حيان بالمثناة وهو حبان بن علي العنزي، تقدَّم.(٤) انظر: \"النكت والعيون\" للماوردي ٦/ ٢٩٨ بلفظ: \"فإذا فرغت من صلاتك فانصب في دعائك\" قاله الكلبي، وانظر التأويل الخامس الذي ذكره الماوردي.(٥) انظر: \"حقائق التفسير\" للسلمي ٣٧٠/ أمنسوبًا للقاسم، ولعلّه أبا القاسم كنية الجنيد.</p><p> أبو العباس بن عطاء: فإذا فرغت من تبليغ الوحي فانصب في طلب الشفاعة، وإلى ربك فارغب (١) في جميع أحوالك لا إلى سواه (٢) . </p><p> (وقيل إذا فرغت من أشغال الدُّنيا، ففرغ قلبك لهموم العقبى.</p><p> جعفر (٣) : اذكر ربك على فراغ منك عن كل ما دونه) (٤)  (٥) . </p><p> وقيل: إذا فرغت من العبادة فانصب إلى الإعراض عنها مخافة ردها عليك، وإلى ربك فارغب من (٦) الاستغفار لعملك كالخجل المستحي (٧) . </p><p> [٣٥٤٤] أخبرنا الشَّيخ أبو الفضل محمَّد بن جعفر الخزاعي المقرئ (٨) ، حدّثنا أبو محمَّد عبد الله بن محمَّد المزكي (٩) ، حدّثنا الوليد بن أبان (١٠) ، </p><p>(١) ما بني القوسين ساقط من الأصل، وأثبته من (ب)، (ج). (٢) انظر: \"حقائق التفسير\" للسلمي ٣٧٠/ أ.(٣) جعفر الصادق، تقدم.(٤) ما بين القوسين ساقط من الأصل، وأثبته من (ب)، (ج).(٥) انظر: \"حقائق التفسير\" للسلمي ٣٧٠/ أ.(٦) في (ب)، (ج): في.(٧) لم أقف عليه.(٨) محمَّد بن جعفر بن عبد الكريم بن بديل، ضعفوه.(٩) في الأصل: (المزني) هكذا، ولعلها تصحيف من (المزكي)، وهو الموافق لما في (ب)، (ج)، وهو أبو الشَّيخ الأصبهاني، الإمام الحافظ.(١٠) في الأصل و (ج): بيان، وفي (ب): سنان، وما أثبته هو الصواب، وهو الوليد =</p><p> ويحيى بن محمَّد بن صاعد (١) ، ومحمد بن أحمد الشطوي (٢) قالوا: حدثنا ابن أبي بزة (٣) ، حدّثنا عكرمة بن سليمان (٤) قال: قرأت على إسماعيل بن عبد الله (٥) فلما بلغتُ إلى قوله: {وَالضُّحَى (١) } </p><p>= ابن أبان بن بونة، أبو العباس الأصبهاني، صاحب \"المسند الكبير\"، و \"التفسير\"، روى عنه أبو الشَّيخ كثيرًا، وقال عنه: كان حافظًا دينًا، أحد العلماء بالحديث، مات سنة (٣١٠ هـ). انظر: \"سير أعلام النبلاء\" ١٤/ ٢٨٨، \"طبقات المحدثين بأصبهان\" ٤/ ٣٥١، \"طبقات المفسرين\" للداودي ٢/ ٣٦١. (١) ابن كاتب، أبو محمَّد البغدادي، ثقة ثبت.(٢) محمَّد بن أحمد بن هلال الشطوي، أبو بكر سمع من سفيان بن وكيع بن الجراح، وأحمد بن منيع وغيرهما، وروى عنه عبد العزيز الخرقي وغيره، وربما سماه بعضهم: أحمد بن محمَّد، قال الدارقطني؛ والسمعاني: ثقة، مات سنة (٣١٠ هـ). انظر: \"تاريخ بغداد\" ١/ ٣٧١، \"الأنساب\" للسمعاني ٣/ ٤٢٨.(٣) في الأصل: أبزه، وما أثبته من (ب)، (ج)، وهو أحمد بن محمَّد بن عبد الله البزي، إمام في القراءات، ضعيف الحديث.(٤) عكرمة بن سليمان بن كثير بن عامر، أبو القاسم المكيِّ المقرئ، قرأ القرآن على شبل بن عباد، وإسماعيل القسط، وقرأ عليه أحمد بن محمَّد البزي وغيره، وقد تفرد عنه البزي بحديث التَّكبير من {وَالضُّحَى (١)}، قال الذهبي: شيخ مستور، ما علمت أحدًا تكلم فيه. انظر: \"الجرح والتعديل\" ٧/ ١١، \"معرفة القراء الكبار\" ١/ ١٤٦، \"غاية النهاية\" ١/ ٥١٥.(٥) إسماعيل بن عبد الله بن قسطنطين، أبو إسحاق المخزومي مولاهم، المكيِّ، المقرئ، المعروف بالقسط، قارئ أهل مكّة في زمانه، وآخر أصحاب ابن كثير وفاة، عرض عليه وعلى صاحبيه: شبل ومعروف بين مشكان، وقرأ عليه عكرمة بن سليمان وغيره، قال ابن الجزري: ثقة ضابط مات سنة (١٩٠ هـ). انظر: \"الجرح والتعديل\" ٢/ ١٨٠، \"غاية النهاية\" ١/ ١٦٥، \"معرفة القراء الكبار\" ١/ ١٤١، \"شذرات الذَّهب\" ١/ ٣٢٦.</p><p> قال: كبَّر حتَّى تختم مع (كل خاتمة)  (١) سورة، فإني قرأتُ على شبل ابن عباد (٢) ، وعلى عبد الله بن كثير (٣) فأمراني بذلك، قال: وأخبرني عبد الله بن كثير أنَّه قرأ على مجاهد (٤) فأمره بذلك، وأخبره مجاهد أنَّه قرأ على ابن عباس فأمره بذلك، وأخبره ابن عباس أنَّه قرأ على أُبيّ بن كعب فأمره بذلك، وأخبره أُبيّ أنَّه قرأ على النَّبيّ - صلى الله عليه وسلم - فأمره بذلك (٥) . </p><p> * * * </p><p>(١) في (ب)، (ج): (خاتمة كل). (٢) المكيِّ، صاحب ابن كثير، ثقة رمي بالقدر.(٣) أبو معبد المكيِّ، صدوق، أحد الأئمة.(٤) ابن جبر، ثقة، إمام في التفسير وفي العلم.(٥) [٣٥٤٤] الحكم على الإسناد:ضعيفٌ، فيه شيخ المصنف، وأحمد بن محمَّد البزي، ضعيفان، وعكرمة بن سليمان، مستور.التخريج:رواه الفاكهي في \"أخبار مكّة\" ٣/ ٣٥.ورواه الحاكم في \"المستدرك\" ٣/ ٣٤٤، وقال: هذا حديثٌ صحيحٌ الإسناد ولم يخرجاه، وتعقَّبه الذهبي بقوله: البزي: قد تُكلِّم فيه.ورواه البيهقي في \"شعب الإيمان\" ٢/ ٣٧١ (٢٠٧٩) من طريق الحاكم، وبرقم (٢٠٨٠ - ٢٠٨١).ورواه البغوي في \"معالم التنزيل\" ٨/ ٤٥٩ - ٤٦٠.ورواه الذهبي في \"معرفة القُرَّاء الكبار\" ١/ ١٧٧.كلهم من طريق البزي، حدَّثنا عكرمة بن سليمان به، والبزي: ضعيف، وعكرمة ابن سليمان: مستور. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وقد جاء موقوفًا على أُبي بن كعب: رواه البيهقي في \"شعب الإيمان\" ٢/ ٣٧٠ (٢٠٧٧). قال ابن كثير: فهذِه سنة تفرَّد بها أبو الحسن أحمد بن محمَّد بن عبد الله البزي \"تفسيره\" ١٤/ ٣٨٠.قلتُ: لم ينفرد بها البزي، إذا جاء ذلك من طريق محمَّد بن عبد الله بن عبد الحكم قال: أخبرنا الشَّافعي محمَّد بن إدريس قال: حدّثنا إسماعيل بن قسطنطين به.رواه الخطيب البغدادي في \"تاريخ بغداد\" ٢/ ٥٦، ومن طريقه أخرجه المزي في \"تهذيب الكمال\" ٢٤/ ٣٦٦، فمدار الحديث على إسماعيل بن عبد الله بن قسطنطين، وقد قال فيه ابن الجزري: ثقة جبل.والحديث ضعيف، قال عنه أبو حاتم: حديث منكر، وقال الذهبي: البزي صحح له الحاكم حديث التَّكبير، وهو حديثٌ منكر. \"سير أعلام النبلاء\" ١٢/ ٥١.وقال د. بكر بن عبد الله أبو زيد: لا يصح التَّكبير عن النَّبيِّ - صَلَّى الله عليه وسلم - ولا عن صحابته - رضي الله عنهم - وعامة ما يروى مما لا تقوم به الحجة، وتكلم شيخ الإسلام رحمه الله كلامًا شديدًا في السكبير المذكور، وأنَّه لم يرد إلَّا في رواية البزي عن ابن كثير \"مرويات دعاء ختم القرآن\" (ص ٦٥). وانظر كلام شيخ الإسلام في التَّكبير في مجموع الفتاوى ١٣/ ٤١٧.اختلف المكيون في ابتداء التَّكبير هل هو من أول سورة {أَلَمْ نَشْرَحْ} أو من أول سورة {وَالضُّحَى (١)} أو آخرها، كما فصَّل ذلك ابن الجزري والمصنف بإيراده الحديث في تفسير سورة {أَلَمْ نَشْرَحْ} دليل على اختياره لهذا القول والله أعلم. انظر: \"النشر في القراءات العشر\" ٢/ ٤٠٥ باب التَّكبير وما يتعلق به، \"شرح طيبة النشر\" (ص ٣٣٢).</p><p> الكشف والبيان عن تفسير القرآن </p><p> تأليف </p><p> أبي إسحاق أحمد بن إبراهيم الثعلبي المتوفى سنة ٤٢٧ هـ </p><p> أشرف على إخراجه </p><p> د/ صلاح باعثمان - د/ حسن الغزالي - أ. د/ زيد مهارش - أ. د/ أمين باشه </p><p> [المجلد الثلاثون] </p><p> [سورة التين إلى الناس] </p><p> تحقيق </p><p> د/ أحمد بن محمد البريدي </p><p> السيرة الذاتية للمحقق </p><p> د/ أحمد بن محمد بن إبراهيم البريدي </p><p> أستاذ مشارك بجامعة القصيم - كلية العلوم والآداب - قسم الدراسات الإسلامية. </p><p> حصل على درجة الدكتوراه في تخصص التفسير وعلوم القرآن من جامعة الإمام محمَّد بن سعود الإسلامية- كلية أصول الدين، وعنوان رسالة الدكتوراه (جهود الشَّيخ ابن عثيمين في التفسير وعلوم القرآن) . </p><p> عضوية الهيئات العلمية منها: </p><p> عضو الجمعية العلمية السعودية للقرآن الكريم وعلومه. </p><p> عضو شرف الهيئة المغربية للإعجاز العلمي في القرآن والسنة في المغرب. </p><p> بعض من المناصب الإدارية التي شغلها: </p><p> عضو مجلس إدارة مركز تفسير للدراسات القرآنية. </p><p> عضو مجلس إدارة مؤسسة تحبير، وهي مؤسسة تعني بالإنتاج الإعلامي للتفسير وعلوم القرآن ومقرها الرياض. </p><p> مستشاراً في شبكة التفسير والدراسات القرآنية وعنوانها على الشبكة: www.tafsir.org </p><p> < رمز>له مؤلفات منشورة أهمها: </p><p> ١ - جهود الشَّيخ ابن عثيمين وآراؤه في التفسير وعلوم القرآن. </p><p> ٢ - تفسير القرآن بالقرآن \"دراسة تأصيلية\" . </p><p> ٣ - تفسير القرآن بالقرآن \"دراسة تأصيلية\" ، مجلة معهد الشاطبي للدراسات القرآنية، السعودية، ١٤٢٧ هـ، العدد الثَّاني. </p><p> ٤ - أشد آية على العلماء -تفسير وفوائد- مجلة الجمعية السعودية للقرآن وعلومه، السعودية. العدد الرابع. </p><p> * * * </p><p> الْكَشْفُ وَالْبَيَانُ عَن تَفْسِيرِ الْقُرْآنِ </p><p> [٣٠] </p><p> جَمِيع الْحُقُوق مَحْفُوظَة </p><p> رَقم الْإِيدَاع بدَارِ الْكتب ١٥٢٥٩/ ٢٠١٣ </p><p> الطَّبعَةُ الأولى </p><p> ١٤٣٦ هـ - ٢٠١٥ م </p><p> دَار التَّفْسِير </p><p> جدة - المملكة الْعَرَبيَّة السَعوديَّة </p><p> شَارِع مَحْمُود نصيف - حَيّ الأندلس </p><p> ص. ب: ١٢٢٤٩٧ - جدة: ٢١٣٣٢ </p><p> تلفاكس: ٦٦٨٨٨٢٣ - ٠١٢ </p><p> ٩٥ - سُورَة التين </p><p> سورة {وَالتِّينِ} مكية (١) </p><p> وهي مائة وخمسون حرفًا، وأربع وثلاثون كلمة، وثمان آيات (٢) . </p><p> [٣٥٤٥] أخبرنا أبو الحسين الخبازي المقرئ (٣) غير مرَّة، حدّثنا (أبو بكر)  (٤) أحمد بن إبراهيم الجرجاني (٥) ، وأبو الشَّيخ عبد الله بن محمَّد الأصبهاني (٦) قالا: حدّثنا أبو إسحاق إبراهيم بن شَريك (٧) ، حدّثنا أحمد بن يونس اليربوعي (٨) ، حدّثنا سلاَّم بن سُليم (٩) ، </p><p>(١) أخرج ابن الضريس في \"فضائل القرآن\" (ص ٣٢)، والنحَّاس فى \"الناسخ والمنسوخ\" ٣/ ١٣٢، والبيهقيّ في \"دلائل النبوة\" ٧/ ١٤٣، عن ابن عباس قال: أنزلت سورة: {وَالتِّينِ} بمكة. وابن مردويه كما في \"الدر المنثور\" للسيوطي ٦/ ٦١٨. وحكى ابن الجوزي في \"زاد المسير\" ٩/ ١٦٨ فيها قولين: الأوَّل: مكية في قول الجمهور، والثاني: مدنية حكاه الماوردي، عن ابن عباس وقتادة ..(٢) انظر \"البيان في عد آي القرآن\" للداني (ص ٢٧٩)، \"لباب التأويل\" للخازن ٤/ ٤٤٥.(٣) ساقطة من الأصل، والمثبت من (ب)، (ج)، وهو: إمام ثقة.(٤) ما بين القوسين ساقط من الأصل، والمثبت من (ب)، (ج).(٥) هو: الإسماعيلي، الشَّافعي، صاحب الصَّحيح، الإمام الحافظ الحجة.(٦) الإمام الحافظ الصادق، محدث أصبهان.(٧) الإمام المحدث الثقة.(٨) ساقطة من الأصل، والمثبت من (ب)، (ج)، وهو: ثقة حافظ.(٩) المدائني الطَّويل. متروك.</p><p> حدّثنا هارون بن كثير (١) ، عن زيد بن أسلم (٢) ، عن أبيه (٣) ، عن أبي أُمامةَ الباهلي (٤) ، عن أُبي بن كعب قال: قال رسول الله - صَلَّى الله عليه وسلم -: \"من قرأ سورة والتين أعطاه الله خصلتين: العافية واليقين في دار الدُّنيا(٥)، فإذا خوف أعطاه الله(من الأجر)(٦)بعدد من قرأ هذِه السورة صيام يوم\"  (٧) . </p><p> * * * </p><p>(١) مجهول. (٢) قال ابن حجر: هو تحريف، والصَّواب: زيد بن سالم. جهله أبو حاتم.(٣) قال الذهبي: زيد عن أبيه: نكرة.(٤) ساقطة من الأصل، والمثبت من (ب)، (ج)، وهو: صحابي مشهور.(٥) في (ب): ما دام في دار الدُّنيا، وفي (ج): ما دام في الدُّنيا.(٦) ما بين القوسين ساقط من الأصل، والمثبت من (ب)، (ج).(٧) [٣٥٤٥] الحكم على الإسناد:موضوع.التخريج:سبق بسط الكلام عليه.</p>"
}