{
  "id": null,
  "sura": 95,
  "aya": 5,
  "text": "<p> ٥ - {ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ (٥) } </p><p> يعني: إلى أرذل العمر حين ينقص عمره، ويضعف بدنه (١) ، ويذهب عقله (٢) . قال ابن عباس: هم نفر ردوا إلى أرذل العمر على عهد رسول الله - صلى الله عليه وسلم -، فأنزل الله عذرهم وأخبر أن لهم أجرهم الَّذي عملوا قبل أن تذهب عقولهم (٣) . </p><p>(١) في الأصل: بصره، والمثبت من (ب)، (ج): وهو أعم، والموافق لما في \"معالم التنزيل\" للبغوي ٨/ ٤٧٢. (٢) انظر: \"معالم التنزيل\" للبغوي ٨/ ٤٧٢، وهذا القول الأول في الآية، ورجحه الطبري.(٣) رواه الطبري في \"جامع البيان\" ٣٠/ ٢٤٤، قال: حدثني محمد بن سعد قال: حدثني أبي قال: حدثني عمي، قال: حدثني أبي، عن أبيه، عن ابن عباس. وذكره السيوطي في \"الدر المنثور\" ٦/ ٦١٩، وزاد نسبته إلى ابن مردويه، وابن أبي حاتم.وسنده ضعيف، فيه محمد بن سعد بن محمد بن الحسن بن عطية بن سعد بن جنادة العوفي، كان لينًا في الحديث، وقال الدارقطني: لا بأس به.انظر: \"الأنساب\" للسمعاني ٤/ ٢٥٩.وأبوه سعد بن محمد، قال عنه أحمد بن حنبل: لم يكن هذا أيضًا ممن يستأهل أن يكتب عنه، ولا كان موضعًا لذاك، وقال عنه أيضًا: جهمي. حكاهما الخطيب في \"تاريخ بغداد\" ٩/ ١٢٦، وابن حجر في \"لسان الميزان\" ٣/ ٢٣، وقوله: حدثني عمي: هو الحسين بن الحسن بن عطية العوفي، ضعَّفه أبو حاتم ويحيى بن معين. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٤٨، \"تاريخ بغداد\" للخطيب ٨/ ٣٠، \"سير أعلام النبلاء\" للذهبي ٩/ ٣٩٦.وأبوه الحسن بن عطية، ضعيفٌ كما في \"تقريب التهذيب\" لابن حجر ١/ ٢٠٦.وأبوه عطية العوفي، صدوقٌ يخطئ كثيرًا، وكان شيعيًا مدلسًا، وضعفه جمع من الأئمة، وقد تقدَّمت ترجمته.</p><p> قال عكرمة: لم يضر هذا الشيخ الهرم كبرُه، إذ ختم الله له بأحسن ما كان يعمل (١) . </p><p> قال أهل المعاني: السافلون: الضعفى والهرمى والزمنى، فقوله:  {أَسْفَلَ سَافِلِينَ} نكرة تعم الجنس، كما تقول: فلانٌ أَكرمُ قائمٍ، فإذا عرَّفت قلتَ: القائمين (٢) . </p><p> [٣٥٥٠] أخبرني ابن فنجويه (٣) ، (حدثنا محمد بن عبد الله بن مهران (٤) ، حدثنا جعفر بن محمد، الفريابي (٥) ، حدثنا قتيبة بن سعيد (٦) ) (٧) ، حدثنا خالد بن الزيّات (٨) ، حدثنا داود بن (٩) سليمان (١٠) ، عن عبد الله بن عبد الرحمن بن (١١) معمر بن (١٢) حزم </p><p>= وهذا إسناد ضعيفٌ لا تقوم به حجة، وقد روى الثعلبي من هذا الطريق كثيرًا عن ابن عباس، وكذا الطبري. (١) انظر: \"جامع البيان\" للطبري ٣٠/ ٢٤٤.(٢) انظر \"معاني القرآن\" للفراء ٣/ ٢٧٧.(٣) ثقة صدوق كثير رواية المناكير.(٤) لم يتبين لي من هو.(٥) إمام حافظ ثبت.(٦) ثقة ثبت.(٧) ما بين القوسين ساقط من (ب)، (ج).(٨) خالد بن يزيد الزيات أبو عبد الله. قال أحمد وأبو حاتم: ليس به بأس. \"الجرح والتعديل\" ٢/ ٣٥٧، \"تاريخ بغداد\" ٨/ ٣٠٨.(٩) في (ب)، (ج): أبو.(١٠) قال عنه ابن حجر: مجهول.(١١) في (ج): (عن).(١٢) في (ج): (عن).</p><p> الأنصاري (١) ، عن أنس قال: قال رسول الله - صلى الله عليه وسلم -: \"المولود(٢)حتَّى يبلغ الحنث(٣)، ما عمل من حسنة كتبت لوالديه، فإن عمل سيئة لم تكتب عليه، ولا على والديه، فإذا بلغ الحنث، وجرى عليه القلم، أُمر الملكين الذين معه يحفظانه ويُسددانه، فإذا بلغ أربعين سنة في الإسلام آمنه الله عز وجل من البلايا الثلاث، من الجنون، والجذام، والبرص، فإذا بلغ خمسين خفف الله حسابه، فإذا بلغ ستين رزقه الله الإنابة إليه فيما يحب، فإذا بلغ سبعين أحبه أهل السماء، فإذا بلغ ثمانين كتب الله حسناته، وتجاوز عن سيئاته، فإذا بلغ تسعين غفر الله له ما تقدم من ذنبه وما تأخر، وشفعه في أهل بيته، وكان اسمه أسير الله في أرضه فإذا بلغ أرذل العمر، لا يعلم بعد علم شيئًا كتب الله له مثل ما كان يعمل في صحته من الخير، وإن عمل سيئة لم تكتب عليه\"  (٤) . </p><p>(١) أبو طوالة، قاضي المدينة، ثقة. مات سنة أربع وثلاثين ومائة \"تهذيب الكمال\" ١٥/ ٢١٧، \"تقريب التهذيب\" (٣٤٣٥). (٢) في (ب)، (ج): لا يكتب على المولود.(٣) يبلغ الحنث، أي: يبلغ مبلغ الرجال، ويجري عليه القلم، فيكتب عليه الحنث، وهو الإثم.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٤٤٩ (حنث).(٤) [٣٥٥٠] الحكم على الإسناد:ضعيفٌ، فيه داود بن سليمان: مجهول، ومحمد بن عبد الله بن مهران لم أتبينه.التخريج:بهذا اللفظ رواه أبو يعلى في \"مسنده\" ٦/ ٣٥١ (٣٦٧٨)، قال: حدثنا منصور بن =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= أبي مزاحم، حدثني خالد الزيات به. وقال ابن حجر كما نقل عنه السيوطي في \"اللآليء المصنوعة\" ١/ ١٣٢: وخالد الزيات وشيخه مجهولان اهـ، وقال ابن حجر كما في \"تعجيل المنفعة\" (٣٦ أ) بعد قول الحسيني عن خالد الزيات أنَّه مجهول قال: بل هو معروف، ثم ذكر من روى عنه. فيبقى هنا داود بن سليمان على جهالته. وقد حكم عليه ابن الجوزي بالوضع في كتابه \"الموضوعات\" ١/ ٢٨٤، وتعقبه الحافظ ابن حجر في كتابه \"القول المسدد في الذب عن مسند الإمام أحمد\" (ص ٢٩)، وقال: إن له طرقًا عن أنس وغيره يتعذر الحكم مع مجموعها على المتن، بأنه موضوع ثم ذكر طرق أنس وشواهده.وقد فصَّل الحافظ ابن حجر طرقه وشواهده في رسالته: \"معرفة الخصال المكفرة للذنوب المقدمة والمؤخرة\" (ص ٢٦٤)، من مجموعة الرسائل المنيرية المجلد الأول، ومن طرق أنس.ما رواه الإمام أحمد في \"المسند\" ٤/ ٨٦ (١٢٨٦٦)، وأبو يعلى في \"مسنده\" ٧/ ٢٤١ ح/ ٤٢٣١، والبزار كما في \"كشف الأستار\" ٤/ ٢٢٥ (٣٥٨٧)، والبيهقي في \"الزهد الكبير\" (ص ٢٤٥) (٦٤٢)، وابن حبان في \"المجروحين\" ٣/ ١٣٢، وفيه يوسف بن أبي ذرة- وقد تصحف في المسند إلى يوسف بن أبي بردة -وهو خطأ، قال عنه ابن حبان: منكر الحديث جدًّا، لا يجوز الاحتجاج به بحال. وقال الهيثمي: ضعيف \"مجمع الزوائد\" ١٥/ ٢٠٥.وقال الحافظ ابن حجر: ومن أقوى طرقه ما أخرجه البيهقي في الزهد له (ص ٢٤٣) (٦٤١)، عن الحاكم، عن الأصم، عن بكر بن سهل، عن عبد الله بن محمد بن رمح، عن عبد الله بن وهب، عن حفص بن ميسرة، عن زيد بن أسلم، عن أنس .... فذكر الحديث، ورواته عن ابن وهب فصاعدًا من رجال الصحيح، والبيهقي، والحاكم، والأصم: لا يسأل عنهم، وابن رمح: ثقةٌ، وبكر بن سهل: قواه جماعة، وضعفه النسائي ومع هذا لم ينفرد به بكر بن سهل فقد رويناه ... إلخ \"القول المسدد\" (ص ٢٩ - ٣٠). =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وتعقبه عبد الرحمن بن يحيى المعلمي في حاشيته على \"الفوائد المجموعة في الأحاديث الموضوعة\" (ص ٤٨٣)، وذكر لحديث أنس اثني عشر طريقًا، كلها معلولة، وبيّن عللها. وقد روى الإمام أحمد هذا الحديث عن أنس موقوفًا ٢/ ٦١٥ ح/ ٥٥٩٤، قال ابن الجوزي: فيه الفرج بن فضالة: قال يحيى والنسائي: ضعيفٌ، وقال البخاري: منكر الحديث \"الموضوعات\" ١/ ٢٨٥.وللحديث شواهد كلها معلولة.منها حديث عبد الله بن أبي بكر الصديق: رواه البزار كما في \"كشف الأستار\" ٤/ ٢٢٦ (٣٥٨٩)، ورواه الحاكم في \"المستدرك\" ٣/ ٥٤٤ (٦٠٢٣)، والعقيلي في \"الضعفاء الكبير\" ٤/ ٣٥١، قال ابن حجر: في رواته من لا يعرف حاله، ثم هو منقطع بين محمد بن عبد الله بن عمرو بن عثمان، وبين عبد الله بن أبي بكر. ومنها حديث عثمان بن عفان: ذكره الحكيم الترمذي في \"نوادر الأصول\" ١/ ٦٧٥، وأخرجه البيهقي في \"الزهد الكبير\" (ص ٢٤٥) (٦٤٣).ورواه ابن الجوزي في \"الموضوعات\" ١/ ٢٨٦، وقال: فيه عزرة بن قيس: وقد ضعفه يحيى، وأبو الحسن الكوفي: مجهول:ومنها حديث عبد الله بن عمر بن الخطَّاب: رواه الإمام أحمد في \"مسنده\" ٢/ ٢١٦، ح/ ٥٥٩٥، قال الهيثمي: ورجال إسناده وُثِّقُوا على ضعفٍ في بعضهم كثير \"مجمع الزوائد\" ١٠/ ٢٥٠، وقال المعلمي: أنَّه منقطع، الديباج واسمه: محمد بن عبد الله بن عمرو بن عثمان: لم يدرك أحدًا من الصحابة \"الفوائد المجموعة\" الحاشية (ص ٤٨٤).ومنها حديث أبي هريرة: ذكره الحكيم الترمذي في \"نوادر الأصول\" ١/ ٦٧٦، قال المعلمي: في سنده اليقظان بن عمار بن ياسر لا يدرى من ذا؟ رواه بجهل عن الزهري عن أبي سلمة، عن أبي هريرة، ولا يخفى بطلان هذا على عارف بالفن \"الفوائد المجموعة\" الحاشية (ص ٤٨٥).ومنها حديث شداد بن أوس: أخرجه ابن حبان في كتاب \"الثقات\" ٩/ ٢٤٨، وفيه =</p><p> وقال الحسن ومجاهد وقتادة: يعني: ثم رددناه إلى النار (١) </p><p> أبو العالية: يعني: في (٢) شر صورة في صورة خنزير (٣) . </p><p>= علي بن الجهم، قال ابن حبان: لا أعرف هذا من هو. وقال ابن حجر: مجهول \"الآلئ المصنوعة\" ١/ ١٣١. قال الشوكاني: أقل أحوال الحديث أن يكون حسنًا لغيره \"الفوائد المجموعة\" (ص ٤٨٢) وللاستزادة انظر: \"مجمع الزوائد ومنبع الفوائد\" ١٠/ ٢٠٤، \"اللآلئ المصنوعة\" ١/ ١٢٧: فقد أطال في ذلك \"الموضوعات\" لابن الجوزي ١/ ٢٨٤ - ٢٨٦، \"الفوائد المجموعة\" للشوكاني مع \"حاشية المعلمي\" (ص ٤٨١)، \"الخصال المُكَفِّرة للذنوب المتقدمة والمتأخرة\" (ص ٢٦٤) من مجموعة \"الرسائل المنيرية\" ج/ ١، \"القول المسدد في الذب عن مسند أحمد\" (ص ٢٩)، \"تنزيه الشريعة\" ١/ ٢٠٦.وقد خرَّج ابن حجر هذا الحديث بقوله: على أن للحديث عندي مخرجًا لا يرد عليه شيء من هذا أي: الإصابة بالأمراض بعد السنّ المذكور -على تقدير الصحة- وذلك أنَّه وإن كان لفظه عامًا فهو مخصوص ببعض الناس دون بعض؛ لأن عمومه يتناول الناس كلهم، وهو مخصوص قطعًا بالمسلمين، والكفار لا يحميهم الله ولا يتجاوز عن سيئاتهم، ولا يغفر ذنوبهم، ولا يشفعهم، وإذا تعين أن لفظه العام محمول على أمر خاص فيجوز أن يكون ذلك خاصًا أيضًا ببعض المسلمين دون بعض، فيخص مثلًا بغير الفاسق، ويحمل على أهل الخير والصلاح، فلا مانع لمن كان بهذِه الصفة، أن يمن الله تعالى عليه بما ذكر في الخبر، ومن ادعى خلاف ذلك فعليه البيان والله المستعان، \"القول المسدد\" (ص ٣١ - ٣٢).(١) انظر: \"جامع البيان\" للطبري ٣٠/ ٢٤٥، \"معالم التنزيل\" للبغوي ٨/ ٤٧٢، \"زاد المسير\" لابن الجوزي ٩/ ١٧٣، وهذا هو القول الثاني في الآية.(٢) في (ب)، (ج): يعني: إلى النار في شر صورة، وهو هكذا في \"معالم التنزيل\"، وفي \"جامع البيان\" موافق للنسخة الأصل.(٣) انظر: \"جامع البيان\" للطبري ٣٠/ ٢٤٥، \"معالم التنزيل\" للبغوي ٨/ ٤٧٢، وهو =</p><p> [٣٥٥١] أخبرنا عبد الله بن حامد (١) ، أخبرنا أحمد بن عبد الله (٢) ، حدثنا محمد بن عبد الله (٣) ، حدثنا أحمد بن جوّاس (٤) ، حدثنا </p><p>= تابع للقول الثاني. والراجح والله أعلم هو القول الثاني، قول الحسن، ومجاهد، وقتادة، وأبي العالية، ورجحه ابن كثير رحمه الله في \"تفسير القرآن العظيم\" ١٤/ ٣٩٥ بقوله: ولو كان هذا هو المراد يعني: أرذل العمر، لما حسن استثناء المؤمنين من ذلك؛ لأن الهرم قد يصيب بعضهم، وإنما المراد ما ذكرناه. أي: إلى النار. ورجحه ابن القيم رحمه الله من عشرة أوجه. أذكر منها ما يلي:١ - أن أرذل العمر لا يسمى أسفل سافلين لا في لغة ولا عرف.٢ - أن المردودين إلى أسفل العمر بالنسبة إلى نوع الإنسان قليل جدًّا، فأكثرهم يموت ولا يرد إلى أرذل العمر.٣ - أنَّه سبحانه ذكر حال الإنسان في مبدأه ومعاده، فمبدؤه خلقه في أحسن تقويم، ومعاده رده إلى أسفل سافلين، أو إلى أجر غير ممنون.٤ - أن نظير هذِه الآية قوله تعالى: {فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ * إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (٢٥)} [الانشقاق: ٢٤، ٢٥] فالعذاب الأليم هو أسفل سافلين، والمستثنون هنا هم المستثنون هناك، والأجر الممنون هناك هو المذكور هنا والله أعلم. \"التبيان في أقسام القرآن\" (ص ٣١ - ٣٣) بتصرف.قلت: ويؤيده أيضًا ما أسنده المصنف عن علي بن أبي طالب - رضي الله عنه - الآتي.(١) الماهاني الوزان الأصبهاني، لم يذكر بجرحٍ أو تعديل.(٢) المزني، أبو محمد: الشيخ الجليل القدوة الحافظ.(٣) الحضرَمي، ثقة حافظ.(٤) في (ج): حراش وهو خطأ، وهو: أحمد بن جوَّاس بفتح الجيم وتشديد الواو آخره مهملة الحنفي، أبو عاصم، الكوفي. ثقة. مات سنة ثمان وثلاثين ومائتين، \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٤٤، \"تهذيب الكمال\" للمزي ١/ ٢٨٥، \"تقريب التهذيب\" لابن حجر (٢١).</p><p> أبو الأحوص (١) ، عن أبي إسحاق (٢) ، عن هبيرة (٣) ، عن علي (٤) - رضي الله عنه - قال: أبواب جهنم بعضها أسفل من بعض، فيبدأ بالأسفل فيملئ فهي أسفل السافلين (٥) . </p><p>(١) سلَّام بن سليم الحنفي، مولاهم: ثقة متقن صاحب حديث. (٢) عمرو بن عبد الله السبيعي: ثقة، اختلط بآخره.(٣) هبيرة بن يريم الشبامي، ويقال: الخارفي، أبو الحارث الكوفي، روى عن علي وابن مسعود وابن عباس، روى عنه: أبو إسحاق السبيعي وأبو فاختة. قال ابن حنبل: لا بأس بحديثه. وقال النسائي: ليس بالقوي. قال ابن حجر: لا بأس بحديثه، وقد عيب بالتشيع. ينظر: \"الجرح والتعديل\" ٩/ ١٠٩، \"تهذيب الكمال\" ٣٠/ ١٥٠، \"التقريب\" (٧٢٦٨).(٤) أمير المؤمنين.(٥) [٣٥٥١] الحكم على الإسناد:في إسناده شيخ المصنف لم يذكر بجرحٍ أو تعديل. والأثر صحيح لغيره كما سيأتي.التخريج:أخرجه ابن أبي شيبة في \"المصنف\" ٧/ ٤٩ (٣٤١٢٦) قال: حدَّثنا أبو الأحوص عن أبي إسحاق به.وأخرجه هناد في كتاب \"الزهد\" ١/ ١٧٣ (٢٤٧) من طريق يونس عن أبي إسحاق به.وأخرجه ابن جرير في \"جامع البيان\" ١٤/ ٣٥ من طريق يونس، عن أبي إسحاق، ومن طريق إسرائيل، عن أبي إسحاق، عن هبيرة بن يريم، وهبيرة: لا بأس به، إلَّا أنَّه قد تابعه حطَّان بن عبد الله الرقاشي وهو: ثقة، كما في \"التقريب\" ١/ ٢٢٥.رواه ابن المبارك في كتاب \"الزهد\" (ص ٨٥).ورواه ابن أبي شيبة في \"المصنف\" ٧/ ٤٩ (٣٤١٢٧).ورواه ابن جرير في \"جامع البيان\" ١٤/ ٣٥ بإسناد صحيح.</p>"
}