{
  "id": null,
  "sura": 96,
  "aya": 10,
  "text": "<p> عن منزلة إلى منزلة في اللباس والطعام وغيرهما (١) ، وكان رسول الله - صلى الله عليه وسلم - يقول:  \"أعوذ بك من فقر يُنسي، ومن غنى يُطغي\"  (٢) . </p><p> ٨ - {إِنَّ إِلَى رَبِّكَ الرُّجْعَى (٨) } المرجع في الآخرة (٣) . </p><p> ٩ - {أَرَأَيْتَ الَّذِي يَنْهَى (٩) عَبْدًا إِذَا صَلَّى (١٠) } </p><p> نزلت في أبي جهل نهى النبي - صلى الله عليه وسلم - عن الصلاة، حين فرضت عليه (٤) . </p><p> [٣٥٥٩] أخبرنا عبد الله بن حامد (الوزان الأصفهاني)  (٥) ، أخبرنا </p><p>= الأخذ بها وإن كانت حجتها في العربية ضعيفة. وانظر: \"شرح طيبة النشر\" لابن الجزري (ص ٣٣٠) وقال: وهي لغة ثبتت القراءة بها، والباقون بمدها وهي اللغة الفصحى.(١) انظر: \"معالم التنزيل\" للبغوي ٨/ ٤٧٩، \"لباب التأويل\" للخازن ٤/ ٤٤٨.(٢) بهذا اللفظ لم أجده مرفوعًا، وإنما وجدته موقوفًا على عبد الله بن مسعود، رواه وكيع في كتاب الزهد ٢/ ٤٢٧ (١٨٣) ورواه الطبراني في \"المعجم الكبير\" ٩/ ٢٢٦، كلاهما من طريق عون بن عبد الله بن عتبة عن عبد الله بن مسعود.قال الهيثمي في \"مجمع الزوائد\" ١٠/ ١٤٤: عون لم يسمع من ابن مسعود.وقد جاء نحوه مرفوعًا بلفظ: \"بادروا بالأعمال سبعًا، هل تنتظرون إلا فقرًا منسيًا أو غنى مطغيًا .. \" الحديث رواه الترمذي في كتاب: الزهد، باب: ما جاء في المبادرة بالعمل (٢٣٥٦) من حديث أبي هريرة - رضي الله عنه - وقال: حسن غريب، وضعفه الألباني في \"ضعيف سنن الترمذي\" (٤٠٠) وفي \"سلسلة الأحاديث الضعيفة\" (١٦٦٦).(٣) انظر: \"معالم التنزيل\" للبغوي ٨/ ٤٧٩.(٤) سيأتي تخريجه.(٥) ما بين القوسين زيادة من (ب)، (ج) ولم يذكر بجرحٍ أو تعديل.</p><p> أحمد بن عبد الله (١) ، حدثنا محمد بن عبد الله (٢) ، حدثنا يعقوب بن إبراهيم الدورقي (٣) ، حدثنا معتمر بن سليمان (٤) ، عن أبيه (٥) ، حدثنا نعيم بن أبي هند (٦) ، عن أبي حازم (٧) ، عن أبي هريرة، قال: قال أبو جهل (٨) : هل يعفَّر (٩) محمد وجهه بين أظهركم، قالوا: نعم، قال: فو الَّذي يُحلف به لئن رأيتُه يفعل ذلك لأطأن على رقبته، قال: فقيل له: ها هو ذاك يصلي، قال: فانطلق ليطأ على رقبته، قال: فما فجئهم منه إلا يتقي بيديه، وينكص على عقبيه (١٠) ، قال: فقالوا له: مالك يا أبا الحكم قال: إن بيني وبينه لخندقًا من نار، وهولًا وأجنحة (١١) ، فأنزل الله تعالى: </p><p>(١) المزني أبو محمد الشيخ الجليل القدوة الحافظ. (٢) الحضرمي: ثقة، حافظ.(٣) ثقة وكان من الحفاظ.(٤) التيمي، أبو محمد، البصري، يلقب بالطفيل: ثقة.(٥) سليمان بن طرخان ثقة عابد.(٦) نعيم بن أبي هند النعمان بن أشيم الأشجعي: ثقة، رُمي بالنصب. \"تهذيب الكمال\" ٢٩/ ٤٩٧، \"تقريب التهذيب\" (٧١٧٨).(٧) سلمان، الكوفي: ثقة.(٨) في (ب)، (ج) زيادة: لعنه الله في الموضعين.(٩) عفَّر وجهه بالتراب تعفيرًا: ألصقه بالتراب، ويقال: التراب العَفَرُ. \"تفسير غريب ما في الصحيحين\" (ص ٣٦٧).(١٠) ينكص على عقبيه: ينكص إذا رجع القهقهري إلى خلفه.انظر: \"تفسير غريب ما في الصحيحين\" للحميدي (ص ٣٦٧).(١١) في \"صحيح مسلم\" كما سيأتي تخريجه هنا زيادة فقال رسول الله - صلى الله عليه وسلم -: \"لو دنا مني =</p>"
}