{
  "id": null,
  "sura": 97,
  "aya": 3,
  "text": "<p> ٣ - قوله تعالى: {لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ (٣) } </p><p> [٣٥٨٤] أخبرنا أبو عمرو الفراتي (١) ، أخبرنا أبو موسى (٢) , </p><p>= أبي العيزار، قال أبو حاتم: متروك الحديث، ذاهب الحديث، وقال ابن معين: ليس بشيء، وقال أبو زرعة: ضعيف الحديث. \"الجرح والتعديل\" ٩/ ١٧٩. ورواه أبو نعيم في \"حلية الأولياء\" ٥/ ٦٤، ومن طريقه أخرجه ابن الجوزي في \"العلل المتناهية\" ٢/ ٤٠ (٨٧٧) وقال: هذا حديث لا يصح، وأبو الفتح مجهول الحال، قال ابن عدي: وعامة حديث الصلت بن الحجاج منكر. اهـ.وقد رواه أيضًا من حديث الصلت ابن عدي في \"الكامل في ضعفاء الرجال\" ٥/ ١٣١، والخطيب في \"تاريخ بغداد\" ٥/ ٣٣٠.الثاني: من حديث أبي هريرة - رضي الله عنه - رواه ابن خزيمة في \"صحيحه\" ٣/ ٣٣٢ (٢١٩٥) ومن طريقه أخرجه البيهقي في \"شعب الإيمان\" ٣/ ٣٤٠ (٣٧٠٦) بلفظ: من صلى العشاء الآخرة في جماعة في رمضان فقد أدرك ليلة القدر وفي إسناده عقبة بن أبي الحسناء مجهول. \"لسان الميزان\" ٤/ ٢١٥.الثالث: من حديث أبي أُمامة - رضي الله عنه - رواه الطبراني في \"المعجم الكبير\" ٨/ ١٧٩ (٧٧٤٥) ورواه أيضًا في \"مسند الشاميين\" ٢/ ٤٣ (٨٨٩) بلفظ: من صلى العشاء في جماعة فقد أخذ من حظه من ليلة القدر وفي إسناده سلمة بن علي الخشني متروك، كما في \"التقريب\" ٢/ ١٨٣.الرابع: روى الإمام مالك في \"الموطأ\" في كتاب الاعتكاف، باب ما جاء في ليلة القدر ١/ ٣٢١ قال: بلغني أن سعيد بن المسيب كان يقول: من شهد العشاء من ليلة القدر فقد أخذ بحظه منها. قال ابن عبد البر: مثل هذا لا يكون رأيًّا ولا يؤخذ إلا توقيفًا ومراسيل سعيد من أصح المراسيل. \"الاستذكار\" ١٠/ ٣٤٣. قلت: لكنه ضعيف كما هو ظاهر.والخلاصة: أنه لم يصح في هذا المعنى شيء حسب اطلاعي، والله أعلم.(١) لم يذكر بجرح أو تعديل.(٢) عمران بن موسى، لم يذكر بجرح أو تعديل.</p><p> أخبرنا موسى بن عبد المؤمن (١) ، حدثنا أبو مصعب (٢) عن مالك (٣) أنه سمع من يثق به أن رسول الله - صلى الله عليه وسلم - أُرِيَ أعمار الناس فقاصر أعمار أمته أن لا يبلغوا من الأعمال مثل الذي بلغ غيرهم في طول العمر فأعطاه الله ليلة القدر خير من ألف شهر (٤) . </p><p> واختلفوا في الحكمة الموجبة لهذا العدد: </p><p> [٣٥٨٥] فأخبرنا الحسين بن (محمد بن)  (٥) الحسين الثقفي (٦) ، حدثنا الفضل بن الفضل الكندي (٧) ، حدثنا عبد الرحمن بن أبي حاتم (٨) ، قال: قرئ على يونس بن عبد الأعلى (٩) ، أخبرنا ابن </p><p>(١) لم أجده. (٢) أحمد بن أبي بكر بن الحارث الزهري، صدوقٌ.(٣) إمام دار الهجرة رأس المتقنين، وكبير المثبتين.(٤) [٣٥٨٤] الحكم على الإسناد:مرسل، وفيه من لم يذكر بجرح أو تعديل ومن لم أجده.التخريج:رواه مالك في \"الموطأ\" في كتاب الاعتكاف، باب: ما جاء في ليلة القدر ١/ ٣٢١, ح/١٥ ورواه البيهقي في \"شعب الإيمان\" ٣/ ٣٢٣ (٣٦٦٧).قال ابن عبد البر: هذا أحد الأحاديث الأربعة التي لا توجد في غير \"الموطأ\" لا مسنداً ولا مرسلًا. انظر: \"الاستذكار\" ١٠/ ٣٤٢.(٥) ما بين القوسين ساقط من الأصل، والمثبت من (ب)، (ج).(٦) ابن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٧) صدوق.(٨) الإمام الثبت، صاحب التفسير.(٩) ثقة.</p><p> وهب (١) ، قال: وحدثني مسلمة (٢) ، عن علي بن (٣) عروة (٤) ، قال: ذكر رسول الله - صلى الله عليه وسلم - يومًا أربعةً من بني إسرائيل عبدوا الله ثمانين عامًا، لم يعصوه طرفة عين، فذكر أيوب وزكريا وحزقيل بن العجوز، ويوشع بن نون (٥) قال: فعجب أصحاب النبي - صلى الله عليه وسلم - من ذلك؛ فأتاه جبريل، فقال: يا محمد عجبتْ أمتُك من عبادة هؤلاء النفر ثمانين سنة، لم يعصو الله طرفة عين، فقد أنزل الله عليك خيرًا من ذلك ثم قرأ عليه: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (١) } الآية (٦) ، هذا أفضل مما عجبت أنت وأمتك (٧) قال: فسر بذلك النبي - صلى الله عليه وسلم - والناس معه (٨) . </p><p>(١) ثقة، حافظ، عابد. (٢) ابن علي الخشني، متروك.(٣) في (ج): وبعدها: - رضي الله عنه -. ولا محل لها.(٤) في (ب): عروبة. وهو علي بن عروة القرشي، الدمشقي، روى عن: سعيد المقبري، وابن جريج، وعطاء بن أبي رباح روى عنه: إبراهيم بن أعين، خالد بن حيان الرقي، قال يحيى بن معين: ليس بشيء. قال البخاري: مجهول، وقال أبو حاتم: متروك الحديث: قال ابن حجر: متروك. ينظر: \"الجرح والتعديل\" ٦/ ١٩٨، \"تهذيب الكمال\" ٢١/ ٦٩، \"التقريب\" (٤٧٧١).(٥) هذِه أسماء أنبياء من بني إسرائيل، وسبب لقب حزقيل بابن العجوز لأن أمه سألت الله الولد وهي عجوز وقد كبرت وعقمت عن الولد فوهبه الله تعالى لها.انظر: \"عرائس المجالس\" للمصنف (ص ٢٢١).(٦) في (ب)، (ج): الآيات.(٧) في (ج) زيادة: منه.(٨) [٣٥٨٥] الحكم على الإسناد:ضعيف جدًا، فيه مسلمة، وعلي بن عروة متروكان، والخبر مرسل. =</p><p> [٣٥٨٦] وأخبرنا أبو عمرو الفراتي (١) ، أخبرنا محمد بن إسحاق (٢) ، حدثنا سعيد بن عيسى (٣) ، حدثنا فارس بن عمرو (٤) ، حدثنا صالح (٥) ، حدثنا مسلم (٦) بن خالد (٧) ، عن ابن أبي (٨) نجيح (٩) أن النبي - صلى الله عليه وسلم - ذكر رجلاً من بني إسرائيل؛ لبس السلاح في سبيل الله ألف شهر، فعجب المسلمون من ذلك فأنزل الله -عز وجل-: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (١) وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ (٢) لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ (٣) } الذي لبس ذلك الرجل السلاح في سبيل الله (١٠) . </p><p>= التخريج: أخرجه ابن كثير في \"تفسيره\" عن ابن أبي حاتم قال: أخبرنا يونس به. \"تفسير ابن كثير\"١٤/ ٤٠٥.وذكره السيوطي \"الدر المنثور\" ٦/ ٦٢٩ وعزاه لابن أبي حاتم.(١) لم يذكر بجرح أو تعديل.(٢) لم أجده.(٣) في الأصل: موسى، والمثبت من (ب)، (ج) وسعيد لم أجده.(٤) لا يعتمد عليه.(٥) صالح بن محمد الترمذي، متهم ساقط.(٦) في الأصل: سلمة، والمثبت من (ب)، (ج).(٧) الخزومي، المعروف بالزنجي، فقيهٌ، صدوقٌ، كثير الأوهام.(٨) ساقط من الأصل، والمثبت من (ب)، (ج).(٩) عبد الله بن أبي نجيح يسار المكي، ثقةٌ، ورُمي بالقدر.(١٠) [٣٥٨٦] الحكم على الإسناد:ضعيف جداً لحال فارس بن عمرو وصالح بن محمد، كما أنه مرسل، وفيه من لم أجده. =</p><p> ويقال أن ذلك الرجل شمسون النبي (١) -عليه السلام-، وكانت قصته على ما ذكر وهب بن منبه: أنه كان رجلًا مسلمًا، وكانت أمه قد جعلته نذيرًا (٢) ، وكان من أهل (٣) قرية من قرى الروم، كانوا يعبدون الأصنام، وكان منزله منها على أميال غير كثيرة، فكان يغزوهم وحده ويجاهدهم في الله فيصيب منهم، وفيهم حاجته ويقتل ويسبى ويصيب الأموال، وكان إذا لقيهم لقيهم بلحي بعير (٤) ، ولا يلقاهم بغيره، فإذا قاتلوه وقاتلهم فلغب (٥) وعطش انفجر له من </p><p>التخريج: رواه البيهقي في \"السنن الكبرى\" ٤/ ٣٥٦ (٨٣٠٥)، وفيه: عن ابن أبي نجيح عن مجاهد أن النبي - صلى الله عليه وسلم -، قال البيهقي: وهذا مرسل.وأخرجه ابن المنذر وابن أبي حاتم عن مجاهد. انظر \"الدر المنثور\" ٦/ ٦٢٩، \"تفسير ابن كثير\" ١٤/ ٤٠٥.وأخرجه الواحدي في \"أسباب النزول\" (ص ٤٨٦) من طريق ابن أبي نجيح عن مجاهد مرسلًا.وأخرج نحوه ابن جرير في \"تفسيره\" ٣٠/ ٢٥٩ عن مجاهد موقوفًا، وفي إسناده محمد بن حميد الرازي، والمثنى بن الصباح ضعيفان.(١) من (ب)، (ج).(٢) في (ب)، (ج): نذيره.(٣) من (ب)، (ج).(٤) اللحيان: حائطا الفم، وهما العظمان اللذان فيهما الأسنان من داخل الفم من كل ذي لحي، ويكون للإنسان والدابة.انظر: \"لسان العرب\" لابن منظور ١٥/ ٢٤٣.(٥) في (ج): فتعب. واللغب هو التعب.انظر: \"لسان العرب\" لابن منظور ١/ ٧٤٢.</p><p> الجحر الذي في اللحي ماء عذب، فشرب منه حتى يروي، وكان قد أعطي قوة من (١) البطش، وكان لا يوثقه حديد ولا غيره، وكان كذلك يجاهدهم في الله ويصيب منهم حاجته، ولا يقدرون منه على شيء حتى قالوا: لن تأتوه إلاَّ من قبل امرأته، فدخلوا على امرأته فجعلوا لها جعلًا (٢) ، فقالت: نعم أنا أوثقه لكم. فأعطوها حبلًا وثيقًا، وقالوا لها: إذا نام فأوثقي يده في (٣) عنقه حتى نأتيه فنأخذه. </p><p> فلما نام أوثقت يده إلى عنقه بذلك الحبل، فلما هب جذبه بيده فوقع من عنقه، فقال لها: لم فعلت ذلك. </p><p> فقالت: أجرب (٤) به قوتك، ما رأيت مثلك قط. </p><p> فأرسلت إليهم: أني قد ربطته بالحبل، فلم أغن شيئًا. فأرسلوا إليها بجامعة (٥) من حديد، فقالوا (٦) : إذا نام فاجعليها في عنقه. </p><p> فلما نام جعلتها في عنقه ثم أحكمتها فلما هب جذبها فوقعت من </p><p>(١) في (ب)، (ج): في. (٢) الجعل: هو ما يجعل للإنسان على الأمر يفعله.انظر: \"معجم مقاييس اللغة\" لابن فارس ١/ ٤٦٠، \"لسان العرب\" لابن منظور ١١/ ١١١.(٣) في (ب)، (ج): إلى.(٤) في (ب)، (ج): أختبرت.(٥) الجامعة هي الغُلّ لأنها تجمع اليدين إلى العنق.انظر: \"لسان العرب\" لابن منظور ٨/ ٥٩.(٦) في (ب)، (ج): لها.</p><p> يده وعنقه، فقال لها: لم فعلت ذلك (١) ؟ قالت: أجرب (٢) به قوتك، ما رأيت مثلك في الدنيا يا (٣) شمسون، أما في الأرض شيء يغلبك، قال؟ لا إلاَّ شيء واحد، قالت: وما هو، قال لها (٤) : ما أنا بمخبرك به فلم تزل تسأل عن ذلك، وكان ذا شعر كثير، فقال لها: ويحك إن أمي كانت جعلتني نذيراً (٥) ، فلا يغلبني شيء أبدًا ولا يضبطني إلاَّ شعري. فلما نام أوثقت يده إلى عنقه بشعر رأسه، فأوثقه ذلك، وبعثت إلى القوم فجاؤا فأخذوه، فجدعوا أنفه وأذنيه وفقؤا عينيه، ووقفوه للناس بين ظهراني المدينة، وكانت مدينة ذات أساطين، وكان ملكهم قد أشرف عليها (٦) بالناس لينظر (٧) إلى شمسون ما يصنع به فدعا الله شمسون حين مثلّوا به، ووقفوه للناس (٨) أن يسلطه عليهم فأمره أن يأخذ بعمودين من عمد المدينة التي عليها الملك والناس معه (٩) ، فيجذبهما (١٠) جميعًا فجذبهما فرد </p><p>(١) فى (ب) , (ج): هذا. (٢) فى (ج): أختبرت.(٣) ساقطة من (ب) , (ج).(٤) ساقطة من (ب) , (ج).(٥) فى (ب) , (ج): نذيره.(٦) فى (ب) , (ج): عليهم.(٧) فى (ب) , (ج): لينظروا.(٨) ما بين القوسين ساقط من الأصل, والمثبت من (ب) , (ج).(٩) فى (ب) , (ج): الذين معه.(١٠) فى (ج): فيجتذ بهما.</p><p> الله بصره إليه (١) ، وما أصابوا من جسده، ووقعت المدينة بالملك ومن عليها من الناس فهلكوا فيها هدمًا (٢) . </p><p> وقيل: هو أن الرجل (فيما مضى)  (٣) لا يستحق أن يقال له فلان (٤) عابد؛ حتى يعبد الله ألف شهر، وهي ثلاثة وثمانون سنة وأربعة أشهر، فجعل الله تعالى لأمة محمد - صلى الله عليه وسلم - ليلة خيرًا من ألف شهر كانوا يعبدون فيها (٥) . </p><p> وقال أبو بكر الورَّاق: كان ملك سليمان -عليه السلام- خمسمائة شهر، وملك ذي القرنين خمسمائة شهر، فيحتمل أن يكون معنى الآية ليلة القدر خير لمن أدركها من مملكة سليمان وذي القرنين عليهما السلام (٦) . </p><p>(١) في (ب): إليه بصره، وفي (ج): بصره. (٢) ذكره المصنف في كتابه \"عرائس المجالس\" (ص ٣٩٢)، قال: أخبرنا أبو عبد الله الضبي بإسناده عن وهب بن منبه، فذكره، وذكره القرطبي في \"الجامع لأحكام القرآن\" ٢٠/ ١٣٢.(٣) ما بين القوسين ساقط من الأصل، والمثبت من (ب)، (ج).(٤) ساقطة من الأصل، والمثبت من (ب)، (ج).(٥) انظر: \"زاد المسير\" لابن الجوزي ٩/ ١٩٢، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٣١، \"البحر المحيط\" لأبي حيان ٨/ ٤٩٣.(٦) انظر: \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٣١، \"البحر المحيط\" لأبي حيان ٨/ ٤٩٣ وتصحف فيه شهر إلى سنة وهو خطأ. ومعنى هذا القول أن ليلة القدر خير من ملك سليمان وملك ذي القرنين مجتمعين.</p><p> [٣٥٨٧] وأخبرني ابن فنجويه (١) ، حدثنا ابن شنبة (٢) ، حدثنا عبد الله بن محمد الأشقر (٣) ، حدثنا زيد بن أخزم (٤) ، حدثنا أبو داود (٥) ، حدثنا القاسم بن الفضل (٦) ، عن يوسف بن مازن الراسبي (٧) ، قال: قام رجل (٨) إلى الحسن بن علي (٩) - رضي الله عنهما - فقال: سودت (وجوه المؤمنين، عمدت إلى هذا الرجل فبايعته (١٠) يعني: معاوية - رضي الله عنه -، قال الحسن: لا تؤنبني فإن رسول الله - صلى الله عليه وسلم - قد أري في </p><p>(١) ثقة صدوق كثير الرواية للمناكير. (٢) في (ب)، (ج): عبيد الله بن محمد بن شنبة، ولم يذكر بجرح أو تعديل.(٣) عبد الله بن محمد بن عبد الرحمن بن الأشقر، أبو القاسم، راوي \"التاريخ الصغير\" للبخاري، وسمع من: الحسن بن عرفة وزيد بن أخزم وآخرين، وحدث عنه: محمد بن المظفر وآخرون، أحسن الذهبي والسمعاني الثناء عليه. \"الأنساب\" ١/ ١٦٨، \"سير أعلام النبلاء\" ١٤/ ٣٠٣.(٤) ثقة حافظ.(٥) سليمان بن داود الطيالسي، ثقة حافظ، غلط في أحاديث.(٦) القاسم بن الفضل بن معدان الحداني الأزدي أبو المغيرة البصري، روى عن: قتادة وابن سيرين ومسلم بن مخراق ويوسف بن مازن وآخرين روى عنه: أبو داود الطيالسي وإسماعيل بن علية وشيبان بن فروخ وغيرهم، قال يحيى بن سعيد وأحمد بن حنبل ويحيى بن معين وابن حجر: ثقة، مات سنة سبع وستين ومائة. \"تهذيب الكمال\" ٢٣/ ٤١٠، \"تقريب التهذيب\" لابن حجر (٥٤٨٢).(٧) ثقة.(٨) صرَّح الحاكم بأن القائل للحسن هو: سفيان بن أبي الليل صاحب أبيه. \"المستدرك\" ٣/ ١٨٧ (٤٧٩٧)(٩) الهاشمي، سبط رسول الله - صلى الله عليه وسلم - وريحانته.(١٠) فبايعته ساقطة من (ج).</p><p> منامه بني أمية يخطبون على منبره، رجل فرجل فساءه ذلك فنزلت: {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ (١) }، ونزلت: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (١) وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ (٢) لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ (٣) } يملكه بنو أمية. قال القاسم: فحسبنا ملك بني أمية، فإذا هو ألف شهر لا يزيد ولا ينقص) (١)  (٢) . </p><p>(١) ما بين القوسين ساقط من الأصل، واكتفى ناسخها بقوله: إلى آخره. وما أثبته من (ب)، (ج). (٢) [٣٥٨٧] الحكم على الإسناد:ضعيف، في إسناده من لم أجد فيه جرحًا ولا تعديلًا، ومتنه منكر.التخريج:رواه الترمذي في كتاب التفسير، باب: من سورة القدر (٣٣٥٠) وقال: هذا حديث غريب، لا نعرفه إلا من هذا الوجه من حديث القاسم بن الفضل. وقد قيل: عن القاسم بن الفضل عن يوسف بن مازن. والقاسم بن الفضل الحداني هو ثقة، وثقه يحيى بن سعيد، وعبد الرحمن بن مهدي، ويوسف بن سعد رجلٌ مجهول، ولا نعرف هذا الحديث على هذا اللفظ إلا من هذا الوجه.ورواه الحاكم في \"المستدرك\" ٣/ ١٨٦ (٤٧٩٦) وما بعده، وقال الذهبي: ولا أدري آفته ممَّن. ورواه في ٣/ ١٩٢ (٤٨١١) وحذفه الذهبي في تلخيصه لضعفه.ورواه الطبراني في \"المعجم الكبير\" ٣/ ٨٩ (٢٧٥٤).ورواه البيهقي في \"شعب الإيمان\" ٣/ ٣٢٣ (٣٦٦٩).ومن طريق يوسف بن مازن الراسبي، كذلك.ورواه ابن جرير الطبري في \"جامع البيان\" ٣٠/ ٢٦٠، وفيه عيسى بن مازن ولعله تصحيف. والحديث قال عنه ابن كثير: منكر جدًا، ونقل عن شيخه المزِّي قوله: هو حديث منكر. وقال أيضًا بعد ذكره للاختلاف في يوسف بن مازن، وهذا يقتضي اضطرابًا في هذا الحديث. وضعفه أيضًا من جهة أن ملك بني أمية يتجاوز ألف شهر، إلا إذا أسقط من مدتهم أيام ابن الزبير فيقاربه. وكذلك أن السورة =</p><p> وقال المفسرون: معناه عمل صالح في ليلة القدر خير من عمل ألف شهر ليس فيها ليلة القدر (١) . </p><p> وروى الربيع عن أبي العالية قال: ليلة القدر خير من عُمْر (٢) ألف شهر (٣)  (٤) . </p><p> وقال مجاهد: سلام الملائكة والروح عليك (٥) تلك الليلة، خير </p><p>= مكية، والمنبر إنما صنع بالمدينة .. إلخ \"تفسير ابن كثير\" ١٤/ ٤٠٤ - ٤٠٥. وقد جاء من حديث عبد الله بن عباس، رواه الخطيب البغدادي في \"تاريخ بغداد\" ٨/ ٢٨٠.ورواه ابن الجوزي في \"العلل المتناهية\" ١/ ٢٩٣ (٤٧٣)، وقال: هذا حديث لا يصح، وأحمد بن محمد بن سعيد هو ابن عقدة، قال الدارقطني: كان رجل سوء. وأكثر رجال هذا الإسناد مجاهيل. وقال ابن القيم: كل حديث في ذم بني أمية فهو كذب. \"المنار المنيف\" (ص ١١٧)، والحديث قال عنه الألباني: ضعيف الإسناد ومضطرب ومتنه منكر.\"ضعيف سنن الترمذي\" (٦٦٣).(١) قال به قتادة ومجاهد.انظر: \"جامع البيان\" للطبري ٣٠/ ٢٥٩، ورجحَّه وتابعه ابن كثير في \"تفسير القرآن العظيم\" ١٤/ ٤٠٦، \"النكت والعيون\" للماوردي ٦/ ٣١٣، واختاره الفراء في \"معاني القرآن\" ٣/ ٢٨٠، والزجاج في \"معاني القرآن\" ٥/ ٣٤٧.(٢) في (ب): عمل.(٣) هذا القول ساقط من (ج) وكرر فيها ما قبله.(٤) انظر: \"النكت والعيون\" للماوردي ٦/ ٣١٣ منسوبًا إلى الربيع، ومثله في (الدر المنثور\" للسيوطي ٦/ ٦٢٨، وعزاه لعبد بن حميد. ووجدته منسوبًا إلى أبي العالية في \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٣١ بنحو ما قبله، ومثله في \"البحر المحيط\" لأبي حيان ٨/ ٤٩٣.(٥) ساقطة من (ج).</p>"
}