{
  "id": null,
  "sura": 100,
  "aya": 6,
  "text": "<p> وقرأ قتادة: فوسّطن بالتشديد (١)  {جَمْعًا} أي جمع العدو وهم الكتيبة. وقال القرظي: يعني جمع مني (٢) . </p><p> ٦ - {إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ (٦) } </p><p> قال ابن عبَّاس ومجاهد وقتادة والربيع: لكفور جحود لنعمة (٣) الله تعالى (٤) . قال الكلبي: هو بلسان كندة وحضر موت، وبلسان معدٍ كلهم العاصي، وبلسان مضر وربيعة وقضاعة: الكفور، وبلسان بني مالك: البخيل (٥) . </p><p>(١) وهي قراءة علي بن أبي طالب وابن أبي ليلى. انظر \"المحتسب\" لابن جني ٢/ ٣٧٠، \"معاني القرآن\" للفراء ٣/ ٢٨٥، \"معاني القرآن\" للزجاج ٥/ ٣٥٣، \"المحرر الوجيز\" لابن عطية ٥/ ٥١٤.(٢) انظر: \"جامع البيان\" للطبري ٣٠/ ٢٧٦ - ٢٧٧، \"معالم التنزيل\" للبغوي ٨/ ٥٠٨، \"زاد المسير\" لابن الجوزي ٩/ ٢٠٩.قال ابن القيم في \"التبيان في أقسام القرآن\" (ص ٥٠): الله سبحانه أقسم بما يعرفونه من شأن الخيل، إذا كانت في غزو فأغارت فأثارت النقع وتوسطت جمع العدو، وهذا أمر معروف، وذكر خيل المجاهدين أحق ما دخل في هذا الوصف فذكره على وجه التمثيل لا الاختصاص، فإن هذا شأن خيل المقاتلة، وأشرف أنواع الخيل خيل المجاهدين.(٣) في (ب)، (ج): لنعم.(٤) انظر: \"جامع البيان\" للطبري ٣٠/ ٢٧٧ - ٢٧٨، \"معالم التنزيل\" للبغوي ٨/ ٥٠٩، \"زاد المسير\" لابن الجوزي ٩/ ٢١٠.(٥) انظر: \"معاني القرآن\" للفراء ٣/ ٢٨٥، \"النكت والعيون\" للماوردي ٦/ ٣٢٥، \"شعب الإيمان\" للبيهقي ٨/ ٥٠٧، \"معالم التنزيل\" للبغوي ٨/ ٥٠٩، \"الكشَّاف\" للزمخشري ٤/ ٧٨٠، \"مفاتيح الغيب\" للرازي ٣٢/ ٦٤، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٦٠ منسوبًا إلى ابن عباس، \"فتح الباري\" لابن حجر ٨/ ٧٢٧. وانظر \"لسان العرب\" لابن منظور ٣/ ٣٨١.</p><p> وروى شعبة عن سماك (بن حرب)  (١) أنَّه قال: إنما سميت كندة لأنها قطعت أباها (٢) . </p><p> وقال ابن سيرين: هو اللوّام لربه (٣) . </p><p> وقال الحسن: هو الذي يعد المصائب وينسى النعم (٤) . أخذه الشَّاعر (٥) فقال: </p><p> يَا أيها الظَّالمُ في فعلهِ ... والظُّلمُ مردودٌ على من ظَلَمْ </p><p> إلى متى أَنْت وحتَّى متى ... تَشْكو المصيبات وتنس النَّعم (٦) </p><p> [٣٦٠٨] أخبرنا الأستاذ أبو القاسم الحسن بن محمَّد بن حبيب (٧) </p><p>(١) ساقطة من (ب)، (ج). (٢) انظر: \"جامع البيان\" للطبري ٣٠/ ٢٧٨، \"الكشاف\" للزمخشري ٤/ ٧٨٠، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٦١.(٣) لم أجده من قول ابن سيرين، وإنما وجدته من قول الحسن البَصْرِيّ.انظر \"جامع البيان\" للطبري ٣٠/ ٢٧٨، \"النكت والعيون\" للماوردي ٦/ ٣٢٥.(٤) رواه ابن أبي الدنيا في كتاب \"الشكر\" (ص ٣١)، والطبري في \"جامع البيان\" ٣٠/ ٢٧٨ وإسناده صحيح.(٥) هو محمود الورَّاق كما ذكر ذلك ابن أبي الدنيا في المصدر السابق.انظر: \"تاريخ بغداد\" للخطيب ١٣/ ٨٧.(٦) ذكره ابن أبي الدنيا في كتاب \"الشكر\" (ص ٣١)، والقرطبي في \"الجامع لأحكام القرآن\" ٢٠/ ١٦٠.(٧) قيل: كذبه الحاكم.</p><p> يوم الخميس في صفر سنة ثمان وثمانين وثلاثمائة، أخبرنا أبو جعفر محمَّد بن أَحْمد بن سعيد الرَّازيّ (١) ، حَدَّثَنَا العباس بن حمزة (٢) ، حَدَّثَنَا أحمد بن حرب (٣) ، حَدَّثَنَا صالح بن محمَّد (٤) ، حَدَّثَنَا سلمة (٥) ، عن جعفر بن الزُّبير (٦) ، عن القاسم (٧) عن أبي أُمامة (٨) - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - في هذِه الآية {إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ (٦) } قال رسول الله - صلى الله عليه وسلم -: \"أتدرون ما الكنود\" . قالوا: الله ورسوله أعلم. قال:  \"الكنود الذي يأكل وحده ويمنع رِفده(٩)ويضرب عبده\"  (١٠) . </p><p>(١) ضعفه الدارقطني. (٢) أبو الفضل النَّيْسَابُورِيّ، وثقه الحاكم.(٣) ابن محمَّد الطَّائيّ الموصلي، صدوق.(٤) صالح بن محمَّد التِّرْمِذِيّ، متهم ساقط.(٥) سلمة، لم أستطع تمييزه، وقد سبق في تفسير سورة القدر، أن اسمه في بعض النسخ: مسلم بن خالد، وهو المخزومي، صدوق كثير الأوهام.(٦) الحنفي أو الباهليّ، الدِّمشقيّ، نزيل البصرة، متروك الحديث.(٧) القاسم بن عبد الرَّحمن الدِّمشقيّ، أبو عبد الرَّحْمَن، صاحب أبي أُمامة، صدوق، يغرب كثيرًا.(٨) صدى بن عجلان صحابي مشهور.(٩) الرَّفد: القدح، تُحتلب الناقة في قدح، وقال شمر: رَفد ورِفد: القدح قال: والكسر أعرب. انظر: \"لسان العرب\" لابن منظور ٣/ ١٨٢.(١٠) [٣٦٠٨] الحكم على الإسناد:موضوع، علته: جعفر بن الزُّبير، متروك، وصالح بن محمَّد متهم ساقط، وشيخ المصنف تكلم فيه الحاكم وشيخه ضعفه الدارقطني. =</p><p> وقال عطاء: الكنود الذي لا يعطي في النائبة مع قومه (١) . </p><p> وقال أبو عبدية (٢) : هو قليل الخير، والأرض الكنود التي لا تنبت شيئًا (٣) . </p><p>= التخريج: رواه الطبري في تفسيره \"جامع البيان\" ٣٠/ ٢٧٨ من طريق جعفر بن الزُّبير به.رواه الطَّبْرَانِيّ في \"المعجم الكبير\" ٨/ ٢٤٥ (٧٩٥٨) من طريق جعفر بن الزُّبير، وفي ٨/ ١٨٨ (٧٧٧٨) من طريق أبي عمرو عن القاسم به.قال الهيثمي: رواه الطَّبْرَانِيّ بإسنادين في أحدهما جعفر بن الزُّبير وهو ضعيف، وفي الآخر من لم أعرفه \"مجمع الزوائد\" ٧/ ١٤٢.ورواه ابن أبي حاتم في \"تفسيره\" من طريق جعفر بن الزُّبير كما في \"تفسير ابن كثير\" ١٤/ ٤٣٦ وضعف إسناده.ورواه الواحدي في تفسيره \"الوسيط\" ٤/ ٥٤٤ من طريق جعفر بن الزُّبير، وتقدم الكلام عليه.وقد ورد موقوفًا على أبي أُمامة رواه الطبري في تفسيره \"جامع البيان\" ٣٠/ ٢٧٨.ورواه البُخَارِيّ في \"الأدب المفرد\" باب: حسن الملكة (ص ٦٥) (١٦٠) كلاهما من طريق حمزة بن هانئ عن أبي أُمامة، وحمزة بن هانئ، قال عنه الذهبي: مجهول، وقال أبو حاتم: لم يرو عنه غير حريز بن عثمان، وذكره ابن حبان في \"الثِّقات\"، وقال الآجري عن أبي داود: شيوخ حريز كلهم ثقات. \"الجرح والتعديل\" ٣/ ٢١٦، \"الثِّقات\" لابن حبان ٤/ ١٧٠، \"المغني في الضعفاء\" ١/ ٢٩٢، \"لسان الميزان\" ٢/ ٤١٣. وقال الألباني في \"ضعيف الأدب المفرد\" (ص ٣٥) ضعيف موقوفًا وروي عنه مرفوعًا بسند واهٍ جدًّا.(١) انظر: \"معالم التنزيل\" للبغوي ٨/ ٥٠٩، \"البحر المحيط\" لأبي حيان ٨/ ٥٠٢.(٢) في (ب)، (ج): أبو عبيد وهو خطأ.(٣) انظر: \"مجاز القرآن\" لأبي عبيدة ٢/ ٣٠٧، \"معالم التنزيل\" للبغوي ٨/ ٥٠٩.</p><p> قال أبو زبيد (١) : </p><p> إن نفسي ولم أطِبْ عنك نَفْسًا ... غير أني أُمنْى بدهر كنود (٢) </p><p> وقال الفضيل بن عياض: الكنود الذي أنسته الخصلة الواحدة من الإساءة الخصال الكثيرة من الإحسان. والشكور الذي أنسته الخصلة الواحدة من الإحسان الخصال الكثيرة من الإساءة. </p><p> وقال أبو بكر الورَّاق: الكنود الذي يرى النعمة من نفسه وأعوانه. </p><p> محمَّد بن عليّ (٣) التِّرْمِذِيّ: هو الذي يرى النعمة ولا يرى المنعم. </p><p> وقال أبو بكر الواسطيّ: هو الذي ينفق نعم الله في معاصي الله. </p><p> وقال بسام بن عبد الله: هو الذي يعامل ربه على عقد العوض. </p><p> ذو النُّون: تفسير الهلوع والكنود قوله: {إِذَا مَسَّهُ الشَّرُّ جَزُوعًا (٢٠) وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا (٢١) } (٤) . وقيل: هو الذي يكفر اليسير ولا يشكر الكثير، وقيل: الحقود. وقيل: الحسود. وقيل: جهول لقدره. وفي الحكمة من جهل قدره هتك ستره. </p><p> وقال بعضهم -وأحسن-: رأسُه على وسادِة النعمة وقلبه في ميدان الغفلة. </p><p>(١) في الأصل و (ج): أبو زيد، والمثبت من (ب). (٢) انظر: \"جمهرة أشعار العرب\" لأبي زيد القُرشيّ (ص ٢٦٤)، \"المحرر الوجيز\" لابن عطية ٥/ ٥١٤، \"البحر المحيط\" لأبي حيان ٨/ ٥٠٠ ومطلعه فيهما: أن تفتني فلم. \"فتح القدير\" للشوكاني ٥/ ٤٨٣.(٣) ساقطة من (ب)، (ج).(٤) المعارج: ٢٠ - ٢١.</p>"
}