{
  "id": null,
  "sura": 100,
  "aya": 1,
  "text": "<p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> ١ - قوله عز وجل: {وَالْعَادِيَاتِ ضَبْحًا (١) } </p><p> قال ابن عبَّاس، وعطاء، ومجاهد، وعكرمة، والحسن، والكلبي، وأبو العالية، والربيع، وعطية، وقتادة، ومقاتلان (١) ، وابن كيسان: هي الخيل التي تعدوا في سبيل الله فتضبحُ، وهو صوت أنفاسها إذا جهدت في الجري، فيكبو (٢) الربو (٣) في أجوافها من شدة العدو (٤) . </p><p> قال ابن عبَّاس: وليس شيء من الدواب يضبح غير الفرس والكلب والثعلب (٥) . </p><p>(١) مقاتل بن حيان ومقاتل بن سليمان. (٢) في الأصل: فيكثر، والمثبت من (ب)، (ج).(٣) الربو: هو التهيج الذي يعرض للمسرع في مشيه وحركته، وربا الفرس إذا انتفخ من عدو أو فزع، والربو: البهر وانتفاخ الجوف.انظر: \"لسان العرب\" لابن منظور ١٤/ ٣٠٥.(٤) انظر: \"جامع البيان\" للطبري ٣٠/ ٢٧١ - ٢٧٢، \"الوسيط\" للواحدي ٤/ ٥٤٤، \"معالم التنزيل\" للبغوي ٨/ ٥٠٧، \"المحرر الوجيز\" لابن عطية ٥/ ٥١٣، \"زاد المسير\" لابن الجوزي ٩/ ٢٠٧.(٥) رواه عبد الرَّزّاق في \"تفسير القرآن\" ٢/ ٣٩٠ عن سفيان بن عيينة عن عمرو بن دينار عن عطاء عن ابن عبَّاس. ورواه الطبري في \"جامع البيان\" ٣٠/ ٢٧٢ من طريق أبي كريب، حَدَّثَنَا وكيع، حَدَّثَنَا سفيان بن عيينة به. وليس فيهما ذكر الثعلب، وإسناده صحيح، رجاله كلهم ثقات، وصححه ابن حجر في \"فتح الباري\" ٨/ ٧٢٨، وذكره البَغَوِيّ في \"معالم التنزيل\" ٨/ ٥٠٧ كما ذكره المصنف =</p><p> قال أهل اللغة: وأصل الضبح والضباح للثعالب، فاستعير في الخيل، وهو من قول العرب: ضبحته النَّار إذا غيَّرت لونه، وإنما تضبح هذِه الحيوانات إذا تغيرت حالُها من تعب، أو فزع، أو طمع (١) ، أو نصب (٢) . </p><p> قوله:  {ضَبْحًا} على المصدر مجازه: والعاديات تضبح ضبحًا (٣) . </p><p> قال الشَّاعر (٤) : </p><p> لست بالتبُّع اليمانيَّ إنْ لم ... تضبح الخَيْلُ في سواد العراق (٥) </p><p>= وابن عطية في \"المحرر الوجيز\" ٥/ ٥١٣ وقال: وهذا عندي لا يصح عن ابن عباس - رضي الله عنهما - وذلك أن الإبل تضبح، والأسود من الحيات، والبوم، والصدي، والأرنب، والثعلب، والقوس وهذِه كلها قد استعلمت لها العرب الضبح اهـ. قلت: صح السند كما تقدم، وابن عطية نظر إليه من جهة اللغة فحسب، وقد نقله عنه أبو حيان في \"البحر المحيط\" ٨/ ٤٩٩. وانظر \"لسان العرب\" لابن منظور ٢/ ٥٢٣.(١) في (ب)، (ج): طمع ونصب.(٢) انظر: \"معجم مقاييس اللغة\" لابن فارس ٣/ ٣٨٥، \"لسان العرب\" لابن منظور ٢/ ٥٢٣ وما بعدها، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (ص ٥٠١)، \"النهاية في غريب الحديث\" لابن الأثير ٣/ ٧١، \"معالم التنزيل\" للبغوي ٨/ ٥٠٧، \"الجامع لأحكام القرآن\" ٢٠/ ١٥٥، \"البحر المحيط\" لأبي حيان ٨/ ٤٩٩.(٣) انظر: \"معاني القرآن\" للزَّجَّاج ٥/ ٣٥٣، \"إعراب ثلاثين سورة من القرآن\" لابن خالويه (ص ١٥٥)، \"معالم التنزيل\" ٨/ ٥٠٧، \"الكشَّاف\" للزمخشري ٤/ ٧٧٨.(٤) لم أهتد إلى قائله.(٥) انظر: \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٥٤.</p><p> وقال آخر (١) : </p><p> والعاديات أسابِيُّ (٢) الدَّماءِ بها ... كأنَّ أعناقَهَا أنصابُ تَرْجيب (٣) </p><p> يعني الخيل. </p><p> قال مقاتل: بعث رسول الله - صلى الله عليه وسلم - سرية إلى حي مكنانة، واستعمل عليهم المنذر بن عمرو الأَنْصَارِيّ أحد النقباء، وتأخر خبرهم، فقال المنافقون: قتلوا جميعًا فأخبر الله تعالى عنها فقال: {وَالْعَادِيَاتِ ضَبْحًا (١) } يعني تلك الخيل (٤) عدت حتَّى ضبحت، وهو صوت </p><p>(١) هو: سلامة بن جندل. (٢) في الأصل: أتاني، والمثبت من (ب)، (ج). والأسابي هي الطرائق من كل شيء. انظر: \"شرح اختيار المفضل\" ٢/ ٥٧١.(٣) انظر: \"شرح المفضليات\" للمفضل الضَّبِّيّ ٢/ ٥٧١، \"الجامع لأحكام القرآن\" ٢٠/ ١٥٤، \"لسان العرب\" لابن منظور ١/ ٤١٣، وفيه: وللبيت تفسيران:١ - أن يكون شبَّه أنصاب أعناقها بجدار ترجيب النخل.٢ - أن يكون أراد الدماء التي تُراق في رجب: وانظر \"شرح اختيار المفضل\" المرجع السابق.(٤) ذكره الواحدي في \"أسباب النزول\" (ص ٤٨٩)، وابن عطية في \"المحرر الوجيز\" ٥/ ٥١٣، وابن الجوزي في \"زاد المسير\" ٩/ ٢٠٧ - ٢٠٨، والقرطبي في \"الجامع لأحكام القرآن\" ٢٠/ ١٥٥ من قول مقاتل، وهو مرسل إذ أنَّه لم يشاهد التنزيل. وقد رواه البَزَّار، كما في \"كشف الأستار\" ٣/ ٨٢ (٢٢٩١) من حديث ابن عبَّاس بنحوه، وفي إسناده ضعف قاله ابن حجر في \"فتح الباري\" ٨/ ٧٢٧. وقال الهيثمي في \"مجمع الزوائد\" ٧/ ١٤٢: رواه البَزَّار عن ابن عباس وفيه حفص بن جميع وهو ضعيف.</p><p> ليس بصهيل ولا حمحمة. وقالت الحكماء (١) : هو تقلقل (٢) الجرذان في القتب (٣) ، وقيل: هو صوت إرخاء مشافرها إذا عدت (٤) . </p><p> قال أبو الضحى: وكان ابن عبَّاس يحكي ضباحها: أح أح (٥) . </p><p> وقال قوم: هي الإبل. </p><p> [٣٦٠٦] أنبأني عبد الله بن حامد (٦) ، أخبرنا أَحْمد بن محمَّد بن أبي سعيد (٧) ، حَدَّثَنَا الحسن بن محمَّد بن الصبَّاح (٨) ، حَدَّثَنَا مروان ابن معاوية (٩) ، حَدَّثَنَا إسماعيل بن أبي خالد (١٠) ، عن أبي </p><p>(١) ساقطة من (ج). (٢) قلقل: صوت، والقلقلة: شدة الصياح.انظر: \"لسان العرب\" لابن منظور ١١/ ٥٦٧.(٣) لم أجده.(٤) قاله ابن عبَّاس كما رواه عنه عكرمة عند عبد بن حميد.انظر: \"الدر المنثور\" للسيوطي ٦/ ٦٥١.(٥) انظر: \"جامع البيان\" للطبري ٣٠/ ٢٧٣، وذكره السيوطي في \"الدر المنثور\" ٦/ ٦٥٢ وزاد نسبته إلى ابن المنذر.وانظر: \"تفسير القرآن العظيم\" لابن كثير ١٤/ ٤٣٥.(٦) الوزان الأَصْبهانِيّ، لم يذكر بجرح أو تعديل.(٧) في الأصل و (ج): سعد وهو خطأ، والمثبت من (ب)، وهو أبو العباس البزَّاز، وثقه يوسف القواس.(٨) الزعفراني، أبو علي البغدادي، ثِقَة.(٩) ابن الحارث الفزاري، ثِقَة، حافظ، وكان يدلس أسماء الشيوخ.(١٠) أبو عبد الله الأحمسي، البَجَليّ، ثِقَة، ثبت.</p><p> صالح (١) في قوله: {وَالْعَادِيَاتِ ضَبْحًا (١) } قال: نازلت فيه عكرمة (٢) ، فقال عكرمة: قال ابن عبَّاس: هي الخيل في القتال فقلت أنا (٣) : قال علي - رضي الله عنه -: هي الإبل في الحج. فقلت (٤) : مولاي أعلم من مولاك (٥) . </p><p> وقال الشعبي: تمارى على وابن عبَّاس - رضي الله عنهما - في قوله: {وَالْعَادِيَاتِ ضَبْحًا (١) } قال ابن عبَّاس: هي الخيل، ألا تراه يقول: {فَأَثَرْنَ بِهِ نَقْعًا (٤) } فهل تثيره إلَّا بحوافرها، وهل تضبح الإبل؟ ! إنما تضبح الخيل. فقال علي - رضي الله عنه -: ليس كما قلت، لقد رأيتنا يوم (٦) بدر وما معنا إلَّا فرسٌ أبلقٌ للمقداد بن الأسود - رضي الله عنه - وفي رواية أخرى: وفرس لمرثد بن أبي مرثد الغنوي (٧) . </p><p>= (١) مولى أم هانئ، ضعيف يرسل. (٢) مولى ابن عباس، ثِقَة ثبت عالم بالتفسير.(٣) في (ج): إنما.(٤) القائل هو أبو صالح كما صرح به عبد الرَّزّاق في \"تفسير القرآن\" ٢/ ٣٩٠.(٥) [٣٦٠٦] الحكم على الإسناد:ضعيف، فيه أبو صالح باذام، وشيخ المصنف لم يذكر بجرح أو تعديل.التخريج:أخرجه عبد الرَّزّاق في \"تفسيره\" ٢/ ٣٩٠ من طريق ابن عيينة عن إسماعيل به.وأخرجه عبد بن حميد كما في \"الدر المنثور\" ٦/ ٦٥١ - ٦٥٢، وذكره القرطبي في \"تفسيره\" ٢٠/ ١٥٥. وانظر الإسناد الذي يليه.(٦) في (ج): في يوم.(٧) عزاه السيوطي إلى عبد بن حميد كما في \"الدر المنثور\" ٦/ ٦٥٢، \"معاني القرآن\" للفراء ٣/ ٢٨٤، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٥٥، قال ابن حجر في =</p><p> [٣٦٠٧] وأخبرني عقيل بن محمَّد (بن أَحْمد)  (١) الجرجاني (٢) أن أَبا الفرج البغدادي القاضي (٣) ، أخبرهم عن محمَّد بن جرير الطبري (٤) ، حَدَّثني يونس بن عبد الأعلى (٥) ، أخبرنا ابن وهب (٦) ، حَدَّثني أبو صخر (٧) ، عن أبي معاوية البَجَليّ (٨) ، عن سعيد بن جبير (٩) ، عن ابن عبَّاس، حدثه قال: بينما أنا في الحجر جالس أتاني رجل فسألني عن {وَالْعَادِيَاتِ ضَبْحًا (١) }، فقلت له: الخيل حين تُغِيرُ في سبيل الله تم تأوي إلى الليل فيصنعون طعامهم ويورون نارهم. فانفتل عني، فذهب إلى علي بن أبي طالب - رضي الله عنه -وهو تحت سقاية زمزم فسأله عن {وَالْعَادِيَاتِ ضَبْحًا (١) } فقال: سألت عنها أحدًا قبلي. قال (١٠) : نعم، سألت عنها ابن عبَّاس. </p><p>= \"تقريب التهذيب\" (٦٨٦٩)، \"الإصابة\" ٦/ ٢٠٢: لم يثبت أنَّه كان ببدر فارس غير المقداد. وسيذكره المصنف مسندًا من طريق سعيد بن جبير عن ابن عبَّاس بنحوه. (١) من (ب)، (ج).(٢) لم أجده.(٣) من (ب)، (ج)، وهو المعافى بن زكريا، العلامة الفقيه الحافظ الثقة.(٤) الإِمام العلم المجتهد، صاحب التصانيف.(٥) ثِقَة.(٦) عبد الله بن وهب القُرشيّ، ثِقَة، حافظ عابد.(٧) حميد بن زياد الخراط، صدوق يهم.(٨) عمار بن معاوية الدهني، صدوق، يتشيع، ولم يسمع من ابن جبير شيئًا.(٩) ثِقَة، ثبت فقيه.(١٠) في (ب)، (ج): قلت.</p><p> فقال: الخيل حين تُغيرُ في سبيل الله. قال: اذهب فادعه لي. فلما وقفت على رأسه، قال: تفتي النَّاس بما لا علم لك به، والله إن كانت لأول غزوة في الإِسلام بدر، وما كان معنا إلَّا فرسان: فرس للزبير، وفرس للمقداد بن الأسود - رضي الله عنهما -، فكيف تكون العاديات ضبحا؟ ! إنما العاديات ضبحا الإبل من عرفة إلى مزدلفة، ومن المزدلفة إلى مني. قال ابن عبَّاس: فنزعت (١) عن قولي ورجعت إلى الذي قال علي - رضي الله عنه - (٢) . </p><p>(١) في الأصل: فزعت، والمثبت من (ب)، (ج) وهو الصواب. (٢) [٣٦٠٧] الحكم على الإسناد:ضعيف؛ عمار بن معاوية، لم يسمع من ابن جبير شيئًا، وشيخ المصنف لم أجده.التخريج:أخرجه ابن جرير الطبري في تفسيره \"جامع البيان\" ٣٠/ ٢٧٢ ورجاله ثقات. ومن طريقه أخرجه المصنف، ورواه الحاكم في \"المستدرك\" في كتاب الجهاد ٢/ ١١٥، ح/٢٥٠٧، وقال: هذا حديث صحيح على شرط الشيخين ولم يخرجاه، فقد احتجا بأبي صخر، وهو حميد بن زياد الخراط المصري، وبأبي معاوية البَجَليّ، وهو والد عمار بن أبي معاوية الدهني، الصواب والد معاوية بن عمار كما في \"تهذيب الكمال\" ٢١/ ٢٠٨. قال الذهبي: لا والله ولا ذكر لأبي معاوية في الكتب الستة، ولا احتج البُخَارِيّ بأبي صخر، وهو حميد بن زياد الخراط المصري، وبأبي معاوية البَجَليّ، وهو والد عمار بن أبي معاوية الدهني، الصواب والد معاوية بن عمار كما في \"تهذيب الكمال\" ٢١/ ٢٠٨ قال الذهبي: لا والله ولا ذكر لأبي معاوية في الكتب الستة، ولا احتج البُخَارِيّ بأبي صخر، والخبر منكر اهـ.قلت: أبو معاوية روى له النَّسائيّ وابن ماجه كما في ترجمته من المصادر =</p><p> وإلى قول علي ذهب ابن مسعود وعبيد بن عمير ومحمَّد بن كعب والسدي (١) . </p><p> وقال بعضهم: من قال هي الإبل، قال ضبحًا يعني: ضبعًا تمد أعناقها في السير، وضبحت وضبعت بمعنى واحد (٢) . </p><p> قالت صفية بنت عبد المطَّلب: </p><p>= المذكورة، ورواه ابن أبي حاتم في \"تفسيره\" كما في \"تفسير ابن كثير\" ١٤/ ٤٣٤ - ٤٣٥، ورواه أبو بكر الأنباري في كتاب \"الأضداد\" (ص ٣٦٤). كلهم من طريق عبد الله بن وهب به. والحديث ضعيف للانقطاع بين عمَّار بن معاوية وسعيد بن جبير كما تقدم. (١) انظر: \"جامع البيان\" للطبري ٣٠/ ٢٧٢ - ٢٧٣، \"معالم التنزيل\" للبغوي ٨/ ٥٠٧، \"المحرر الوجيز\" لابن عطية ٥/ ٥١٣، \"زاد المسير\" لابن الجوزي ٩/ ٢٠٦، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٥٥.والراجح والله أعلم أن المراد بالعاديات: هي الخيل، أما قول علي - رضي الله عنه - بأن المراد به مكان يوم بدر فهو حديث ضعيف كما تقدم. وأما من قال: إن حال نزول الآية بمكة لم يكن جهاد ولا خيل تجاهد، فإنَّه لا يلزم؛ لأنه سبحانه أقسم بما يعرفون من شأن الخيل إذا كانت في غزوة، ثم إن الضبح في الخيل أظهر منه في الإبل، والإيراء لسنابك الخيل أبين منه لأخفاف الإبل. وقد رجَّح هذا القول الطبري في \"جامع البيان\" ٣٠/ ٢٧٣، واختاره الفراء في \"معاني القرآن\" ٣/ ٢٨٤، والزجَّاج في \"معاني القرآن\" ٥/ ٣٥٣، وأبو عبيدة في \"مجاز القرآن\" ٢/ ٣٠٧، ورجَّحه ابن القيم في \"التبيان في أقسام القرآن\" (ص ٤٩ - ٥٠) وأجاب عن أدلة من قال هي الإبل.(٢) قاله أبو عبيدة في \"مجاز القرآن\" ٢/ ٣٠٧وانظر: \"تفسير غريب القرآن\" لابن قتيبة (ص ٥٣٥)، \"معالم التنزيل\" للبغوي ٨/ ٥٠٧، \"البحر المحيط\" لأبي حيان ٨/ ٤٩٩.</p>"
}