{
  "id": null,
  "sura": 102,
  "aya": 8,
  "text": "<p> وقال الفراء: والأول (١) أشبه بكلام العرب لأنه تغليط فلا ينبغي أن يختلف لفظه (٢) . </p><p> ٨ - {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨) } اختلفوا فيه وأكثروا. </p><p> [٣٦١٤] فأخبرنا أبو علي الحسين بن محمَّد بن عليّ بن إبراهيم السَّرَّاج (٣) بقراءتي عليه في الجامع يوم الجمعة (٤) ، سنة ثمان وثمانين وثلاثمائة، حَدَّثَنَا (أبو بكر محمَّد بن عليّ بن مهران)  (٥) الخشاب (٦) ، حَدَّثَنَا علي بن سعيد العسكري (٧) ، حَدَّثَنَا الحسين بن معاذ الأخفش (٨) -مستملي أبي حفص الفلاس- حَدَّثَنَا إبراهيم بن أبي سويد الذَّارع (٩) ، </p><p>(١) في (ب)، (ج): الأولى. (٢) انظر: \"معاني القرآن\" للفراء ٣/ ٢٨٨.(٣) ثِقَة، كثير الحديث.(٤) في (ب) زيادة: في المحرم.(٥) في (ب)، (ج): أبو بكر بن محمَّد، عن علي بن مهران.(٦) لم أجده.(٧) قال ابن مردويه: كان من الثِّقات يحفظ ويصنف.(٨) الحسين بن معاذ الأخفش أبو عبد الله الحجبي، حدث عن: شاذ بن فياض وأَحمد بن عبدة الضَّبِّيّ وغيرهم، وروى عنه: أَحْمد بن سلمان النجار وغيره، ذكر له الذهبي أحاديث منكرة وقال: اضطرب في أسانيدها. \"تاريخ بغداد\" للخطيب ٨/ ١٤١، \"ميزان الاعتدال\" للذهبي ٢/ ٧١.(٩) في (ب)، (ج): الذراع، والصواب ما أثبتناه، وهو: إبراهيم بن الفضل بن أبي سويد الذراع، روى عن: حماد بن سلمة وعمارة بن زاذان وأبي عوانة وعبد الواحد بن زياد وغيرهم، وروى عنه: أبو حاتم وأبو زرعة الرازيان. قال ابن =</p><p> حَدَّثَنَا سويد أبو حاتم (١) عن قتادة (٢) ، عن عبد الله بن شَقِيق (٣) ، عن أبي هريرة عن النَّبِيّ - صلى الله عليه وسلم - {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨) } قال (٤) : \"الماء البارد\"  (٥) . </p><p> [٣٦١٥] وحدثنا أبو الحسن (٦) محمَّد بن عليّ بن الحسين بن </p><p>= حجر: مقبول. \"الجرح والتعديل\" لابن أبي حاتم ٢/ ١٢٢، \"تقريب التهذيب\" لابن حجر (٢٢٩).(١) سويد بن إبراهيم الجحدري أبو حاتم الحفاظ البَصْرِيّ، روى عن: حجاج بن أرطأة والحسن البَصْرِيّ وقتادة بن دعامة وغيرهم، وروى عنه: شيبان بن فروخ وصفوان بن عيسى وغيرهم. قال ابن حجر: صدوق سيئ الحفظ له أغلاط وقد أفحش ابن حبان القول فيه، مات سنة (٢٦٧ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٤/ ٢٣٧، \"تهذيب الكمال\" للمزي ١٢/ ٢٤٢، \"تقريب التهذيب\" لابن حجر (٢٦٨٧).(٢) ابن دعامة السدوسي: ثِقَة ثبت.(٣) العقيلي البَصْرِيّ، ثِقَة فيه نصب.(٤) زاد بعدها في (ب)، (ج): عن.(٥) [٣٦١٤] الحكم على الإسناد:ضعيف؛ فيه إبراهيم بن الفضل: مقبول، وسويد بن إبراهيم، سيئ الحفظ، وله أغلاط، وفيه من لم أجده.التخريج:أخرج النَّسائيّ في \"السنن الكبرى\" ٦/ ٥٢١ (١١٦٩٧) من طريق أبي سلمة بن عبد الرَّحْمَن، عن أبي هريرة - رضي الله عنه - قال: قال النَّبِيّ - صلى الله عليه وسلم -: \"هذا والذي نفسي بيده النعيم الذي تسألون عنه يوم القيامة: الظل البارد، والرطب البارد، عليه الماء البارد\". مختصر، وإسناده صحيح.(٦) في (ب)، (ج): أبو الحسين.</p><p> القاسم الحسني (١) السني (٢) ، حَدَّثَنَا أَحْمد بن عليّ بن مهدي بن صدقة (٣) بالرملة، حَدَّثني أبي (٤) ، حَدَّثَنَا علي بن موسى الرضا (٥) ، حَدَّثني أبي: موسى بن جعفر (٦) ، حَدَّثني أبي: جعفر بن محمَّد (٧) ، حَدَّثني أبي: محمَّد بن عليّ (٨) ، حَدَّثني أبي: علي بن الحسين (٩) ، حَدَّثني أبي: الحسين بن عليّ (١٠) ، حَدَّثني أبي (١١) : علي بن أبي طالب - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وسلم - في قوله عز وجل: {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨) } قال: \"الرطب والماء البارد\"  (١٢) . </p><p>(١) في (ج): الحسيني. (٢) قال الإدريسي: كان يجازف في الرواية في آخر أيامه.(٣) متهم بوضع الأحاديث.(٤) علي بن مهدي بن صدقة: لم أجده.(٥) صدوق والخلل ممن روى عنه.(٦) الهاشمي أبو الحسن الكاظم: صدوق عابد.(٧) الصادق الهاشمي العلوي، صدوق فقيه إمام.(٨) ابن الحنفية الهاشمي: ثِقَة عالم.(٩) ابن عليّ بن أبي طالب زين العابدين: ثِقَة ثبت عابد فقيه فاضل مشهور.(١٠) سبط رسول الله -صلى الله عليه وسلم-.(١١) ساقط من الأصل، والمثبت من (ب)، (ج).(١٢) [٣٦١٥] الحكم على الإسناد:موضوع، علَّته أَحْمد بن مهدي: روى عن أَبيه عن علي بن موسى الرضا عن آبائه نسخة موضوعة.التخريج:لم أجده من حديث علي بن أبي طالب - رضي الله عنه - وقد جاء بنصه من حديث جابر بن =</p><p> وقال عبد الله بن عمر: هو الماء البارد في الصيف (١) ، ودليل هذا التأويل الخبر المأثور: إن أول ما يسأل الله العبد يوم القيامة أن يقول له: ألم أصح جسمك وأروك من الماء البارد (٢) . </p><p> وقال أنس بن مالك: ضاف رسول الله - صلى الله عليه وسلم - إلى المقداد بن الأسود فقدم إليه طعامًا فأكله، ثم سقاه ماء باردًا فاستطابه، وقال:  \"ما أبردها(٣)على الكبد\" ، ثم قال:  \"إذا شرب أحدكم الماء فليشرب أبرد ما يقدر عليه\" ، قيل (٤) : ولم؟ قال:  \"لأنه أطفئ للمَرّة وأنفع للغلة، وأبعث على الشكر\"  (٥) . </p><p> [٣٦١٦] وسمعت أَبا القاسم الحبيبي (٦) يقول: سمعت أَبا </p><p>= عبد الله، ورواه البيهقي في \"شعب الإيمان\" ٤/ ١٤٣ (٤٦٠٠) وفي إسناده عبد الله بن يحيى الطلحي، ومحمَّد بن موسى الأيلي لم أجد لهما ترجمة. (١) لم أجده عند غير المصنف.(٢) رواه أَحْمد في كتاب \"الزهد\" (ص ١). ورواه التِّرْمِذِيّ في كتاب تفسير القرآن باب: ومن سورة التكاثر (٣٣٥٨) وقال: حديث غريب، والحاكم في \"المستدرك\" ٤/ ١٥٣، وقال: حديث صحيح الإسناد، ووافقه الذهبي وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٦/ ٣٦٤، والطبراني في \"المعجم الأوسط\" ١/ ٢٦ (٦٢)، وفي \"مسند الشاميين\" ١/ ٤٤٢ (٧٧٩)، والبيهقي في \"شعب الإيمان\" ٤/ ١٤٧، (٤٦٠٧). كلهم من حديث أبي هريرة - رضي الله عنه - وصححه الألباني في \"سلسلة الأحاديث الصحيحة\" (٥٣٩).(٣) في (ب)، (ج): يَا بردها.(٤) في (ب): قيل له.(٥) لم أقف عليه.(٦) قيل: كذبه الحاكم.</p><p> زكريا (١) العنبري (٢) يقول: سمعت أَبا العباس الأزهري (٣) يقول: سمعت أَبا حاتم (٤) يقول: الماء البارد والعذب يستخرج الحمد من جوف القلب (٥) . </p><p> وقال مالك بن دينار: قال رجل للحسن: إن لنا جارًا لا يأكل الفالوذج (٦) ، ويقول: لا أقوم بشكره، فقال: ما أجهل جاركم نعمة الله عليه بالماء البارد أكثر من نعمه بجميع الحلوى (٧) . </p><p>(١) في (ج): أَبا بكر وهو خطأ. (٢) يحيى بن محمَّد بن عبد الله: الإِمام المفسر الثقة.(٣) أَحْمد بن محمَّد بن الأَزْهَر: واهٍ.(٤) سهل بن محمَّد السجستاني: صدوق.(٥) [٣٦١٦] الحكم على الإسناد:ضعيفٌ جدًّا، فيه أبو العباس الأزهري، واهٍ، وشيخ المصنف تكلم فيه الحاكم.التخريج:لم أجده عند غير المصنف.(٦) الأصل: الفالوذ، والمثبت من (ب)، (ج) وهو نوعٌ منَ الحلوى.(٧) أخرج أَحْمد في كتاب \"الزهد\" ١/ ٢٦٤ قال: حدَّثنا ابن عليّة، حدَّثنا روح بن القاسم، ومن طريقه أخرجه ابن أبي عاصم في كتاب \"الزهد\" ٢/ ٢٦٤، وأخرج ابن أبي الدنيا في كتاب \"الشكر\" (ص ٣٣) (٧١)، قال: حَدَّثَنَا أَحْمد بن إبراهيم نا إسماعيل بن إبراهيم، حَدَّثني روح بن القاسم: أن رجلًا من أهله تنسك، فقال: لا آكل الخبيص أو الفالوذج، لا أقوم بشكره قال: فلقيت الحسن، فقلت له في ذلك. فقال الحسن: هذا إنسان أحمق وهل يقوم بشكر الماء البارد. إسناده صحيح. ومن طريقه أخرجه البيهقي في \"شعب الإيمان\" ٤/ ١٣٩ (٤٥٨٣)، وأخرج ابن سعد في \"الطبقات الكبرى\" ٧/ ١٧٦ في ترجمة الحسن البَصْرِيّ نحوه.</p><p> [٣٦١٧] وأخبرنا أبو الحسن عبد الرحمن بن إبراهيم بن (١) محمد ابن يحيى (٢) ، حدثنا أبو محمد أحمد بن عبد الله المزني (٣) إملاءً، حدثنا يوسف بن موسى (٤) ، حدثنا أبو بكر محمد بن حفص البصري (٥) بمصر، حدثنا عبد الله بن سلمة بن عياش (٦) ، حدثنا الأشعث بن براز (٧) ، عن قتادة (٨) ، عن عبد الله بن شقيق (٩) ، عن أبي هريرة، عن النبي - صلى الله عليه وسلم - في قول الله جلَّ ثناؤه: {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨) } قال: \"من أكل خبز البر وشرب الماء المبرّد (١٠) ، </p><p>(١) في (ج): (عن). (٢) ابن سختويه: ثقة.(٣) في (ج): المزكي، والصواب ما أثبتناه، ولم يذكر بجرحٍ أو تعديل.(٤) أبو يعقوب المروروذي: ثقة من الأعيان.(٥) في (ج): المصري، لم أجده.(٦) ذكره ابن حبان في \"الثقات\"، وقال: بصري يروي عن الأشعث بن براز الهجيمي، حدثنا عنه أبو يعلى بالموصل. \"الثقات\" ٨/ ٣٦١.(٧) أشعث بن براز، أبو عبد الله الهجيمي، البصري السعدي روى عن: الحسن وقتادة وعلي بن زيد، روى عنه: مسلم بن إبراهيم وإبراهيم بن أبي سويد وأبو عون الزيادي قال ابن معين: ليس بشيء. قال أبو حاتم وأبو زرعة: ضعيف الحديث. قال ابن حبان: يخالف الثقات في الأخبار ويروى المنكر في الآثار حتى خرج عن حد الاحتجاج به. ينظر: \"التاريخ الكبير\" ١/ ٤٢٨، \"الجرح والتعديل\" ٢/ ٢٦٩، \"المجروحين\" (ص ١٧٣).(٨) ابن دعامة السدوسي، ثقة، ثبت.(٩) العقيلي، ثقة.(١٠) في (ب)، (ج): البارد.</p><p> وكان له ظل فذلك النعيم الذي يسأل عنه \"(١).</p><p> [٣٦١٨] وأخبرني أبو عبد الله بن فنجويه الدينوري (٢) ، حدثنا أبو بكر بن مالك (٣) ، حدثنا عبد الله بن أحمد بن حنبل (٤) ، حدثني الوليد بن شجاع (٥) ، حدثنا محمد بن سعيد بن الأصبهاني (٦) ، عن ابن أبي ليلى (٧) ، عن الشعبي (٨) ، عن عبد الله بن مسعود، عن النبي - صلى الله عليه وسلم - {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨) } قال: \" الأمن والصحة\" (٩) . </p><p>(١) [٣٦١٧] الحكم على الإسناد: ضعيف جدًّا، علته الأشعث بن براز ضعيف الحديث، وفيه من لم أجده، ومن لم يذكر بجرح أو تعديل.التخريج:أخرجه ابن عدي في \"الكامل في ضعفاء الرجال\" ٢/ ٤٦ بنحوه قال: أخبرنا أحمد بن علي بن المثنى، حدثنا عبد الله بن سلمة به، ثم قال: وروى أشعث بن براز عن قتادة عن عبد الله بن شقيق، عن أبي هريرة ثلاثة أحاديث غير هذين الحديثين، ولا يتابع أشعث عليها، كلها بهذا الإسناد غير محفوظة، لا يرويها عن قتادة غير أشعث.(٢) ثقة، صدوق، كثير الرواية للمناكير.(٣) في (ب)، (ج) زيادة: القطيعي، وهو ثقة.(٤) ثقة.(٥) ثقة.(٦) هكذا ورد في النسخ؟ ! والذي في مصادر التخريج: محمد بن سليمان عمه، وهو صدوق يخطئ.(٧) محمد بن عبد الرحمن، صدوق، سيئ الحفظ جدًا.(٨) عامر بن شراحيل، ثقة، مشهور، فقيه، فاضل.(٩) [٣٦١٨] الحكم على الإسناد:ضعيف، فيه ابن أبي ليلى صدوق سيئ الحفظ جدًا، وفيه علة الإرسال كذلك، =</p><p> [٣٦١٩] وأخبرني ابن فنجويه (١) ، حدثنا محمد بن عبد الله بن برزة (٢) ، حدثنا محمد بن غالب بن حرب (٣) ، حدثني زكريا بن </p><p>= فالشعبي لم يسمع من عبد الله بن مسعود، قاله أبو حاتم والدارقطني والحاكم، وقال العجلي: ولا يكاد الشعبي يرسل إلّا صحيحًا. \"المراسيل\" لأبي حاتم (ص ١٣٢)، \"جامع التحصيل\" (ص ٢٠٤)، \"تهذيب التهذيب\" ٣/ ٤٨. التخريج:رواه عبد الله بن الإمام أحمد في كتاب \"الزهد\" (ص ١٥٧) ومن طريقه أخرجه ابن أبي عاصم في كتاب \"الزهد\" ٢/ ١٥٧، ورواه ابن أبي حاتم من طريق محمد بن سليمان بن الأصبهاني، عن ابن أبي ليلى به، كما في \"تفسير ابن كثير\" ١٤/ ٤٤٩، ورواه أبو نعيم في \"تاريخ أصبهان\" ٢/ ١٤٥ كلهم من طريق الوليد بن شجاع، حدثنا محمد بن سليمان الأصبهاني عن ابن أبي ليلى، به.فالذي يظهر لي -والله أعلم أن الراوي- عن ابن أبي ليلى هو محمد بن سليمان عم محمد بن سعيد، لما تقدم، ولأن محمد بن سليمان ذكر من شيوخه محمد بن عبد الرحمن بن أبي ليلى، ومن تلامذته الوليد بن شجاع ولم يذكر في محمد بن سعيد، بل ذكروا أن من شيوخه عمه محمد بن سليمان، ومحمد بن سليمان صدوق يخطئ، فهو مما يُعلّ به الحديث أيضًا. وقد ورد موقوفًا على ابن مسعود، رواه ابن جرير الطبري في \"جامع البيان\" ٣٠/ ٢٨٥ من ثلاثة طرق كلها من طريق ابن أبي ليلى عن الشعبي، عن ابن مسعود.ورواه هناد في كتاب \"الزهد\" ٢/ ٣٦٤ (٦٩٤) موقوفًا على ابن مسعود، وإسناده منقطع.ورواه البيهقي في \"شعب الإيمان\" ٤/ ١٤٩ (٦٤١٥) من طريق ابن أبي ليلى به، فالحديث ضعيف مرفوعًا وموقوفًا.(١) ثقة، صدوق، كثير الرواية للمناكير.(٢) لم يحمد أمره.(٣) البصري، حافظ صدوق متقن.</p><p> يحيى الرقاشي المقرئ (١) ، حدثنا عبد الله بن عيسى أبو خلف (٢) ، حدثنا يونس بن عبيد (٣) ، عن عكرمة (٤) ، عن ابن عباس أنه سمع عمر بن الخطاب - رضي الله عنه - يقول: خرج علينا رسول الله - صلى الله عليه وسلم - عند الظهيرة، فوجد أبا بكر - رضي الله عنه - في المسجد فقال له:  \"يا أبا بكر ما أخرجك في هذِه الساعة؟ \" قال: يا رسول الله أخرجني الذي أخرجك. قال: وجاء عمر، فقال له رسول الله - صلى الله عليه وسلم -: \"يا ابن الخطاب ما أخرجك؟ \" ، فقال: أخرجني (٥) يارسول الله الذي أخرجكما فقعد معهما عمر، قال: فأقبل رسول الله - صلى الله عليه وسلم - يحدثهما ثم قال:  \"هل لكما من قوة فتنطلقان إلى هذا النخيل فتصيبان طعامًا وشراباً وظلًا\" ، قلنا: نعم. قال: \"مرّوا بنا إلى أبي الهيثم بن التيهان </p><p>(١) زكريا بن يحيى بن عبد الله بن أبي سعيد الرقاشي الحزار المقرئ أبو عبد الله، يروي عن سعيد بن عبد الرحمن الجمحي ومعاذ بن معاذ ومسلم بن قتيبة يروي عنه أبو يعلى الموصلي، وعبد الله بن أحمد بن حنبل، ومحمد بن غالب بن حرب قال ابن حبان: يغرب ويخطئ. ينظر: \"الثقات\" ٨/ ٢٥٤، \"ذيل ميزان الاعتدال\" (ص ١٨٤) (٣٩٠)، \"تعجيل المنفعة\" ١/ ٥٥١، \"لسان الميزان\" ٢/ ٤٨١. (٢) عبد الله بن عيسى الخرّاز، أبو خلف البصري صاحب الحرير، روى عن داود بن أبي هند، وسعيد بن أبي عروبة، ويحيى البكاء، روى عنه: عمر بن شبة ومحمد ابن موس الحرشي، وزكريا بن يحيى الرقاشي. قال أبو زرعة: منكر الحديث، وقال النسائي: ليس بثقة، وقال ابن حجر: ضعيف. ينظر: \"الجرح والتعديل\" ٥/ ١٢٧، \"تهذيب الكمال\" ١٥/ ٤١٦، \"التقريب\" (٣٥٢٤).(٣) العبدي، ثقة، ثبت، فاضل ورع.(٤) ثقة، ثبت، عالم بالتفسير.(٥) من (ب)، (ج).</p><p> الأنصاري \" قال: فتقدم رسول الله - صلى الله عليه وسلم - بين أيدينا، فاستأذن وسلّم عليهم ثلاث مرات، وأم الهيثم(١)تسمع الكلام من رواء الباب، وتريد أن يزيدهم رسول الله - صلى الله عليه وسلم - من السلام، فلما أراد رسول الله - صلى الله عليه وسلم - أن ينصرف خرجت أم الهيثم تسعى خلفهم،فقالت:يا رسول الله، لقد سمعت تسليمك لكني(٢)أردت أن تزيدنا من سلامك، فقال لها رسول الله - صلى الله عليه وسلم -: \" أين أبو الهيثم \" قالت: يا رسول الله، هو قريب، ذهب يستعذب لنا الماء، ادخلوا فإنه يأتي الساعة إن شاء الله، وبسطت لهم بساطًا تحت شجرة، حتى جاء أبو الهيثم ففرح بهم أبو الهيثم، وقرت عينه، وصعد أبو الهيثم على نخلة يصرم لهم عذقًا(٣)، فقال له رسول الله - صلى الله عليه وسلم -: \" حسبك يا أبا الهيثم \"،قال:يا رسول الله تأكلون من بسره ومن رطبه ومن تذنوبه(٤). ثم أتاهم فشربوا عليه ماءً(٥). فقال رسول الله - صلى الله عليه وسلم -: \" هذا من النعيم الذي تسألون عنه\" (٦) . ثم قام أبو الهيثم إلى شاة </p><p>(١) لم أجد من ذكرها. (٢) ساقط من الأصل، والمثبت من (ب)، (ج).(٣) العذق بالكسر العرجون بما فيه من الشماريخ، ويجمع على عذاق.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ١٩٩.(٤) التذنوب: أي الذي بدأ فيه الإرطاب من قبل ذنبه.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ١٧٠.(٥) في (ب)، (ج): ثم أتاهم بماء فشربوا عليه.(٦) في (ب)، (ج): يسألون عنه.</p><p> ليذبحها، فقال رسول الله - صلى الله عليه وسلم -: \"إياك واللبون\" ، وقامت أم الهيثم تعجن لهم وتخبز، فوضع رسول الله - صلى الله عليه وسلم - وأبو بكر وعمر - رضي الله عنه - رؤوسهم (١) للقائلة، فانتبهوا وقد أدرك طعامهم، فوضع بين أيديهم طعامهم (٢) فأكلوا (٣) وشبعوا، وحمدوا الله تعالى، ثم رد عليهم أبو الهيثم بقية الأعذاق، فأكلوا من رطبه وتذنوبه، فسلّم عليهم رسول الله - صلى الله عليه وسلم - ودعا لهم بخير (٤) . </p><p>(١) ساقط من الأصل، وأثبته من (ب)، (ج). (٢) في (ب)، (ج): الطعام.(٣) في (ب): فأكلوه.(٤) [٣٦١٩] الحكم على الإسناد:ضعيف، فيه ابن برزة، لم يُحمد أمره، وعبد الله بن عيسى، ضعيف، وقصة أبي الهيثم ثابتة من طريق آخر كما في التخريج.التخريج:رواه أبو يعلى في \"مسنده\" ١/ ٢١٤ (٢٥٠).ورواه الطبراني في \"المعجم الكبير\" ١٦/ ٢٥٣ (٥٦٨)، وفي \"المعجم الصغير\" ١/ ١٢٤ - ١٢٦، أشار إليه الحاكم في \"المستدرك\" ٤/ ١٤٥ عند حديث (٧١٧٨) ورواه مختصرًا في ٤/ ٢٦١ (٧٥٧٦) من طريق هلال بن بشر عن عبد الله بن عيسى، به.ورواه العقيلي في كتاب \"الضعفاء الكبير\" ٢/ ٢٨٦ في ترجمة عبد الله بن عيسى. وروه ابن عدي في \"الكامل في ضعفاء الرجال\" ٥/ ٤١٣ وقال وهذا الحديث لا أعلم رواه عن يونس بهذا الإسناد غير عبد الله بن عيسى. قلت: كلهم من طريق زكريا بن يحيى الرقاشي عن عبد الله بن عيسى به، وهذا إسناد ضعيف، وقد ضعفه الهيثمي في \"مجمع الزوائد\" ١٠/ ٣١٧.وقصة أبي الهيثم بن التيهان ثابتة في \"صحيح مسلم\" من حديث أبي هريرة - رضي الله عنه - (٢٠٣٨).</p><p> [٣٦٢٠] وأخبرني ابن فنجويه (١) ، حدثنا ابن شنبة (٢) ، حدثنا الفريابي (٣) ، حدثنا منصور بن أبي (٤) مزاحم (٥) ، حدثنا أبو سعيد المؤدب وهو محمد بن مسلم بن أبي الوضاح (٦) ، عن محمد بن عمرو (٧) ، عن صفوان بن سليم (٨) ، عن محمود بن لبيد (٩) ، قال: لما نزلت هذِه الآية: {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨) } قالوا: يا رسول الله عن أي نعيم نُسأل، وإنما هما هذان الأسودان (١٠) التمر والماء، وسيوفنا على عواتقنا؟ قال:  \"إن ذلك لكائن\"  (١١) . </p><p>(١) ثقة، صدوق، كثير الرواية للمناكير. (٢) عبيد بن محمد، لم يذكر بجرح أو تعديل.(٣) جعفر بن محمد، إمام حافظ ثبت.(٤) ساقطة من (ب)، (ج).(٥) ثقة.(٦) صدوق يهم.(٧) ابن علقمة بن وقاص الليثي، صدوق له أوهام.(٨) ثقة، عابد مفت، رمي بالقدر.(٩) صحابي جليل.(١٠) الأسودان: التمر والماء، فالتمر أسود وهو الغالب على تمر المدينة، فأضيف الماء إليه ونعت بنعته إتباعًا، والعرب تفعل ذلك فى الشيئين يصطحبان فيسميان معًا باسم الأشهر منهما كالقمرين والعمرين. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٤١٨.(١١) [٣٦٢٠] الحكم على الإسناد:ضعيف، فيه محمد بن عمرو، صدوق له أوهام، وكذلك محمد بن مسلم وابن شنبة لم يذكر بجرح أو تعديل، والحديث حسن بشواهده. =</p><p> [٣٦٢١] وأخبرنا الفنجوي (١) ، حدثنا القطيعي (٢) ، حدثنا ابن حنبل (٣) ، حدثنا أبي (٤) ، حدثنا عفان (٥) ، حدثنا يزيد بن إبراهيم (٦) ، </p><p>= التخريج: رواه أحمد في \"مسنده\" ٦/ ٥٩٧ (٢٣١٢٨) من طريق يزيد بن هارون عن محمد ابن عمرو به. وابن أبي شيبة في \"المصنف\" ٧/ ٨٠ (٣٤٥)، وابن جرير الطبري في تفسيره \"جامع البيان\" ٣٠/ ٢٨٨ وفيه: محمد بن محمود بن لبيد وهو خطأ، والصواب محمود بن لبيد كما في \"المسند\" وغيره. ورواه هناد في كتاب \"الزهد\" ٢/ ٣٩٥ (٧٦٨).ورواه البيهقي في \"شعب الإيمان\" ٤/ ١٤٢ (٤٥٩٨)، والواحدي في تفسيره \"الوسيط\" ٤/ ٥٤٩. وقال الهيثمي: رواه أحمد وفيه محمد بن عمرو بن علقمة، وحديثه حسن وفيه ضعف لسوء حفظه، وبقية رجاله رجال الصحيح \"مجمع الزوائد\" ٧/ ١٤٢.وللحديث شاهدان:الأول: من حديث الزبير بن العوام، رواه أحمد في \"مسنده\" ١/ ٢٦٦ (١٤٠٨)، رواه الترمذي في كتاب \"تفسير القرآن\"، باب: ومن سورة التكاثر (٣٣٥٦) وقال: حديث حسن.ورواه ابن ماجه في كتاب \"الزهد\"، باب: معيشة أصحاب النبي - صلى الله عليه وسلم - (٤١٥٨)، وحسنه الألباني في \"صحيح سنن الترمذي\" (٢٦٧٢).الثاني: من حديث أبي هريرة رواه الترمذي في الموضع السابق رقم (٣٣٥٧) وقال: حديث ابن عيينة عن محمد بن عمرو -يعني حديث الزبير- عندي أصح من هذا. فالحديث بشواهده حسن.(١) ثقة، صدوق، كثير الرواية للمناكير.(٢) أحمد بن جعفر بن حمدان، ثقة.(٣) عبد الله بن أحمد بن حنبل، ثقة.(٤) ثقة، حافظ، إمام فقيه حجة.(٥) ابن مسلم بن عبد الله الباهلي، ثقة، ثبت، ربما وهم.(٦) التستري، ثقة، ثبت.</p><p> أخبرنا يوسف بن أخت ابن سيرين (١) ، عن أبي قلابة (٢) ، عن النبي - صلى الله عليه وسلم - في قول الله تعالى: {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨) } قال: \"ناس من أمتي يعقدون العسل بالنقي(٣)فيأكلونه\"  (٤) . </p><p> [٣٦٢٢] وأخبرني ابن فنجويه (٥) ، حدثنا ابن شنبة (٦) ، حدثنا </p><p>(١) يوسف بن عبد الله بن الحارث ابن أخت ابن سرين، روى عنه: الأحنف بن قيس وأنس بن مالك، وأبيه روى عنه: عاصم الأحول وخالد الحذاء وسليمان بن المغيرة قال ابن معين: ثقة، وكذلك ابن حجر، ينظر: \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٢٢٥، \"تهذيب الكمال\" للمزي ٣٢/ ٤٣٤، \"تقريب التهذيب\" لابن حجر (٧٨٦٩). (٢) عبد الله بن زيد الجرمي، ثقة فاضل كثير الإرسال.(٣) في (ج): بالنقا. والنقي هو الخبز الحوَّاري.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ١١٢.(٤) [٣٦٢١] الحكم على الإسناد:مرسل.التخريج:أخرجه أحمد في كتاب \"الزهد\" (ص ٣١)، قال: حدَّثنا عفان به، ومن طريقه أخرجه المصنف، وأخرجه ابن أبي عاصم في كتاب \"الزهد\" ٢/ ٣٤ من طريق عبد الله بن الإمام أحمد به، وأخرجه ابن أبي الدنيا في كتاب \"إصلاح المال\" (ص ١٠٥) (٣٦٢) من طريق عفان به، ولفظه: يعقدون السمن والعسل. وهو مرسل كما تقدم.وأخرجه ابن مردويه عن أبي الدرداء موصولًا كما في \"الدر المنثور\" ٦/ ٦٦٠.(٥) ثقة، صدوق، كثير الرواية للمناكير.(٦) عبيد الله بن محمد، لم يذكر بجرح أو تعديل.</p><p> الفريابي (١) ، حدثنا إبراهيم بن عبد الله (٢) ، أخبرنا هشيم (٣) ، أخبرنا منصور بن زاذان (٤) ، عن ابن سيرين (٥) ، عن ابن عمر قال: لا تدخل الحمام فإنه مما أحدثوا من النعيم، قال: وكان منصور لا يدخل الحمام (٦) . </p><p> [٣٦٢٣] وأخبرني الحسين بن محمد بن الحسين (٧) ، حدثنا أحمد ابن جعفر بن حمدان (٨) ، حدثنا محمود بن الفرج (٩) ، حدثنا ابن أبي </p><p>(١) جعفر بن محمد، إمام حافظ ثبت. (٢) الهروي، صدوق، حافظ، تكلم فيه بسبب القرآن.(٣) ابن بشير السلمي، ثقة، ثبت، كثير التدليس والإرسال الخفي.(٤) ثقة، ثبت، عابد.(٥) ثقة، ثبت، كبير القدر، كان لا يرى الرواية بالمعنى.(٦) [٣٦٢٢] الحكم على الإسناد:فيه عبيد الله بن محمد بن شنبة لم أر فيه جرحًا أو تعديلاً، وبقية رجاله ثقات عدا إبراهيم بن عبد الله فإنه صدوق، والأثر صحيح كما سيأتي.التخريج:أخرجه ابن أبي شيبة في \"المصنف\" ١/ ١٠٣ (١١٦٥) قال: حدثنا هشيم بن بشير به، وإسناده صحيح.(٧) ابن فنجويه الدينوري، ثقة، صدوق كثير الرواية للمناكير.(٨) القطيعي، ثقة.(٩) محمود بن الفرج بن عبد الله الأصبهاني، أبو بكر، سمع إسماعيل بن عمرو البجلي وسعيد بن عنبسة الرازي، وأحمد بن عبيدة الضبي، روى عنه: أبو سهل بن زياد، وعبد الباقي بن قانع، قال ابن أبي حاتم الرازي، وكان صدوقًّا ثقة، مات سنة (٢٨٤ هـ) ينظر: \"تاريخ بغداد\" ١٣/ ٩٣، \"الإنساب\" ١٣/ ٢٩٩.</p><p> الشوارب (١) ، حدثنا أبو عوانة (٢) ، عن إبراهيم الهجري (٣) ، عن أبي الأحوص (٤) ، عن عبد الله (٥) ، عن النبي - صلى الله عليه وسلم - قال:  \"إن الله -عز وجل- ليُعدُّ نعمه على العبد، حتى يعد عليه سألتني فلانة أن أزوجكها يسميها باسمها فزوجتكها\"  (٦) . </p><p> [٣٦٢٤] وأخبرني ابن فنجويه (٧) ، حدثنا ابن صقلاب (٨) ، حدثنا </p><p>(١) محمد بن عبد الملك، صدوق. (٢) الوضاح بن عبد الله اليشكري، ثقة، ثبت.(٣) ابن مسلم العبدي بين الحديث، يرفع موقوفات.(٤) عوف بن مالك الجشمي، ثقة.(٥) ابن مسعود - رضي الله عنه -، الصحابي الجليل.(٦) [٣٦٢٣] الحكم على الإسناد:ضعيف، فيه إبراهيم بن مسلم الهجري؛ ليِّن الحديث، رفع موقوفات.التخريج:لم أجده من حديث عبد الله بن مسعود رضي الله وقد جاء نحوه من حديث عياض بن غنم - رضي الله عنه - رواه ابن مردويه كما في \"الدر المنثور\" ٦/ ٦٥٩ - ٦٦٠.وقد جاء بنصه موقوفًا على عبد الله بن سلام - رضي الله عنه - رواه البيهقي في \"شعب الإيمان\" ٤/ ١٤٨ (٤٦١٠) وقال: هذا موقوف، وقد روي مرفوعًا ثم ذكره بنحوه، وإسناده الموقوف حسن، أما المرفوع فضعيف، فيه حجاج بن نصير ضعيف. وقد تقدم أن علة المرفوع إبراهيم الهجري وهو يرفع الموقوفات فلعلَّ هذا منها.والحديث ذكره القرطبي في \"تفسيره\" ٢٠/ ١٧٧ بقوله: وروى أبو الأحوص عن عبد الله، عن النبي - صلى الله عليه وسلم - فذكره.(٧) ثقة، صدوق، كثير الرواية للمناكير.(٨) محمد بن الحسن، لم يذكر بجرح أو تعديل.</p><p> ابن أبي الخصيب (١) ، حدثني محمد بن عيسى (٢) ، حدثنا فضل بن سهل (٣) ، حدثنا حفص بن عمر (٤) ، حدثنا الحكم بن أبان (٥) ، عن عكرمة (٦) ، عن ابن عباس قال: لما نزلت {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨) } قالت الصحابة: يا رسول الله وأي نعيم نحن فيه، وإنما نأكل في أنصاف بطوننا الشعير فأوحى الله -عز وجل- إلى نبيه قل لهم (٧) : أليس تحتذون (٨) النعال، وتشربون الماء البارد؟ ! فهذا من النعيم (٩) . </p><p>(١) محمد بن أحمد بن المستنير، لم يذكر بجرح أو تعديل. (٢) أبو عيسى الترمذي، صاحب الجامع، أحد الأئمة.(٣) الأعرج، صدوق.(٤) في الأصل: عمرو، والمثبت من (ب)، (ج)، وهو العدني، ضعيف.(٥) أبو عيسى العدني، صدوق عابد.(٦) مولى ابن عباس، ثقة، ثبت، عالم بالتفسير.(٧) في (ب)، (ج): قال: قلهم.(٨) في (ج): يجدون.(٩) [٣٦٢٤] الحكم على الإسناد:فيه من لم يذكر بجرح أو تعديل، وحفص بن عمر ضعيف.التخريج:رواه ابن أبي حاتم كما في \"تفسير ابن كثير\" ١٤/ ٤٤٩ قال: حدثنا أبو عبد الله الظهراني، حدثنا حفص بن عمر العدني عن الحكم بن أبان عن عكرمة، قال: لما أنزلت ... الخ. وأخرجه عبد بن حميد عن عكرمة مرسلاً، كما في \"الدر المنثور\" ٦/ ٦٦١.</p><p> [٣٦٢٥] وأخبرني ابن فنجويه (١) ، حدثنا أبو زرعة الرازي (٢) ، حدثنا أبو الحسين الأشناني القاضي (٣) ، حدثنا أحمد بن الحسن بن سعيد الخراز (٤) ، حدثني أبي (٥) ، حدثني محمد بن مروان (٦) ، عن أبان بن تغلب (٧) ، عن أنس بن مالك قال: لما نزلت: {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨) } جاء رجل محتاج فقال: يا رسول الله، هل عليّ من النعمة شيء؟ قال:  \"نعم،النعلان:والظل والماء البارد\"  (٨) . </p><p> [٣٦٢٦] وأخبرنا محمد بن محمد بن هانئ (٩) ، حدثنا أبو عبد الله </p><p>(١) ثقة، صدوق، كثير الرواية للمناكير. (٢) الصغير أحمد بن الحسين بن علي، حافظ صدوق.(٣) عمر بن الحسن بن علي الأشناني، ضعيف صاحب بلايا.(٤) لم أجده.(٥) لم أجده.(٦) محمد بن مروان، متهم بالكذب.(٧) الربعي، ثقة، تكلم فيه للتشيع.(٨) [٣٦٢٥] الحكم على الإسناد:فيه محمد بن مروان، متهم بالكذب، والأشناني ضعيف صاحب بلايا، وفيه من لم أجده.التخريج:أخرجه أبو نعيم الأصبهاني في \"تاريخ أصبهان\" ٢/ ٢٤٧ في ترجمة محمد بن عبد الله بن ماهان، قال: حدثنا أحمد بن عبيد الله بن محمود، حدثنا أبو بكر بن ماهان، حدثنا الحسين بن مصعب البجلي، ثنا الحسن -هكذا، ولعله أحمد بن الحسن -كما هنا- بن سعيد الخرّاز، حدثنا أبي به.وأخرجه ابن مردويه كما فى \"الدر المنثور\" ٦/ ٦٦٥.(٩) لم أجده.</p><p> محمد بن محمد الرواساني (١) ، حدثنا أبو سعيد الأشج (٢) ، حدثنا ابن نمير (٣) ، عن ابن جريج (٤) ، عن مجاهد (٥) : {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨) } قال: عن كل لذة من لذات الدنيا (٦) . </p><p>(١) لم أجده. (٢) ثقة.(٣) الهمداني، ثقة، صاحب حديث من أهل السنة.(٤) ثقة فقيه فاضل، كان يدلس ويرسل.(٥) ثقة، إمام في التفسير وفي العلم.(٦) [٣٦٢٦] الحكم على الإسناد:مرسل، ابن جريج لم يسمع من مجاهد إلَّا حرفًا أو حرفين لم يسمع غير ذلك قاله يحيى بن معين والبرديجي، كما في \"جامع التحصيل\" (ص ٢٢٩)، \"تهذيب التهذيب\" ٣/ ٥٠٣، وفي إسناده من لم أجده.التخريج:أخرجه ابن جرير في \"جامع البيان\" ٣/ ٢٨٩.وأخرجه أبو نعيم في \"حلية الأولياء\" ٣/ ٢٨١. كلاهما من طريق عبد الله بن أبي نجيح عن مجاهد، وعبد الله بن نجيح ثقة إلَّا أن يحيى بن سعيد قال: لم يسمع التفسير من مجاهد، وقال ابن حبان: ابن أبي نجيح نظير ابن جريج في كتاب القاسم بن أبي أبزة عن مجاهد في التفسير، رويا عن مجاهد من غير سماع. \"جامع التحصيل\" (ص ٢١٨)، \"تهذيب التهذيب\" ٣/ ٢٨٤ فالأثر ضعيف من كلا الطريقين لعلة الإرسال. وبعض أهل العلم يصحح طريق ابن أبي نجيح عن مجاهد كشيخ الإسلام ابن تيمية، فإنه قال: وقول القائل لا تصح رواية ابن أبي نجيح عن مجاهد جوابه: أن تفسير ابن أبي نجيح عن مجاهد من أصح التفاسير، بل ليس بأيدي أهل التفسير كتاب في التفسير أصح من تفسير ابن أبي نجيح عن مجاهد. \"مجموع فتاوى ابن تيمية\" ١٧/ ٤٠٩.</p><p> [٣٦٢٧]  (١) وأنبأني عبد الله بن حامد (٢) ، أخبرنا محمد بن الحسين (٣) ، حدثنا علي بن الحسن بن أبي عيسى (٤) ، حدثنا يحيى بن يحيى (٥) ، حدثنا عامر (٦) بن أساف (٧) اليمامي (٨) ، عن يحيى، وهو عندنا ابن أبي كثير (٩) قال قرأ رسول الله - صلى الله عليه وسلم -: {أَلْهَاكُمُ التَّكَاثُرُ (١) } على أصحابه فلما بلغ {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨) } قال: \"هل تدرون ما ذاك النعيم\" ، قالوا: الله ورسوله أعلم. قال:  \"بيت يكنك، وخرقة تواري عورتك، وكسرة تشد بها صلبك، ما سوى ذلك نعيم\"  (١٠) . </p><p>(١) الحديث كله ساقط من (ج). (٢) الأصبهاني، لم يذكر بجرح أو تعديل.(٣) النيسابوري القطان قال عنه الحاكم: الشيخ الصالح.(٤) ثقة.(٥) ابن بكر بن عبد الرحمن، ثقة ثبت إمام.(٦) في جميع النسخ: أبو عامر. والتصحيح من كتب التراجم.(٧) ساقطة من (ج).(٨) عامر بن عبد الله بن يساف اليمامي، صالح له مناكير.(٩) ثقة، ثبت، لكنه يدلس ويرسل.(١٠) [٣٦٢٧] الحكم على الإسناد:ضعيف، فيه عامر بن يساف له مناكير، وشيخ المصنف لم يذكر بجرح أو تعديل، والحديث مرسل.التخريج:لم أجده بهذا اللفظ. وقد روى الإمام أحمد في \"مسنده\" ١/ ١٠٠ (٤٤٢).والترمذي في \"سننه\" في كتاب الزهد، باب ما جاء في الزهادة في الدنيا (٢٣٤١). =</p><p> [٣٦٢٨] وأخبرنا عبد الله بن حامد (١) إجازة، أخبرنا أبو بكر محمد بن يحيى المكي (٢) ، حدثني أبو بكر محمد بن جعفر المقرئ (٣) بشمشاط (٤) ، حدثنا أحمد بن سفيان بن علقمة (٥) ، عن (٦) عبد الله المقدمي (٧) ، حدثنا عمرو بن خالد (٨) ، حدثنا النضر بن </p><p>= والطبراني في \"المعجم الكبير\" ١/ ٩١ (١٤٧). والحاكم في \"المستدرك\" ٤/ ٣١٢ (٧٨٦٦) وصححه ووا فقه الذهبي.والبيهقي في \"شعب الإيمان\" ٧/ ٢٩٥ (١٠٣٦٧) عن عثمان بن عفان - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"كل شيء فضل عن ابن آدم من جلف الخبز وثوب يواري سوءته وبيته يكنه ما سوى ذلك حساب يحاسب به يوم القيامة\". هذا لفظ البيهقي.وضعفه الألباني في \"ضعيف سنن الترمذي\" (٤٠٦)، وفي \"السلسلة الضعيفة\" (١٠٦٣) وقال: فثبت أن الحديث من الإسرائيليات أخطأ الحريث في رفعه. اهـ.وروى نحوه عبد الرزاق في \"تفسيره\" ٢/ ٣٩٣ عن الحسن وقتادة موقوفًا.(١) لم يذكر بجرح أو تعديل.(٢) لم أجده.(٣) لم أجده.(٤) شمشاط: مدينة بالروم على شاطئ الفرات. \"معجم البلدان\" ٣/ ٣٦٢.(٥) لم أجده.(٦) في الأصل: بن، والمثبت من (ب)، (ج).(٧) قال ابن عدي: ضعيف.(٨) عمرو بن خالد بن فروخ بن سعيد التميمي، أبو الحسن الحراني روى عن: الليث بن سعد، وزهير بن معاوية، والنضر بن عربي، روى عنه: أبو حاتم وأبو زرعة الرازيان، وعلي بن الحسن الهسنجاني، قال أبو حاتم: صدوق، وقال العجلي: ثبت ثقة، وقال ابن حجر: ثقة، ينظر \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٢٣٠، \"تهذيب الكمال\" للمزي ٢١/ ٦٠١، \"تقريب التهذيب\" لابن حجر (٥٠٢٠).</p><p> عربي (١) ، عن عكرمة (٢) ، عن ابن عباس قال: قرأ رسول الله: {أَلْهَاكُمُ التَّكَاثُرُ (١) } ثم قال: \"تكاثر الأموال جمعها من غير حقها، ومنعها من(٣)حقها، وشدها في الأوعية.{حَتَّى زُرْتُمُ الْمَقَابِرَ}حتى دخلتكم قبوركم{كَلَّا سَوْفَ تَعْلَمُونَ}لو قد دخلتم قبوركم{ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ}لو قد خرجتم من قبوركم إلى محشركم{كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ}لو قد تطايرت الصحف فشقي وسعيد {لَتَرَوُنَّ الْجَحِيمَ(٦)ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ} قال: وذلك حين يؤتى بالصراط فينصب بين جسري جهنم.{ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ}قال: عن خمس، عن شبع البطون وبارد الشراب، ولذة النوم، وظلال(٤)المساكن، واعتدال الخلق\"  (٥) . </p><p>(١) في (ب)، (ج): عدي وهو خطأ، وهو الباهلي الجزري، لا بأس به. (٢) عكرمة بن عبد الله، مولى ابن عباس، ثقة، ثبت.(٣) في (ب)، (ج): عن.(٤) في (ب)، (ج): وظل.(٥) [٣٦٢٨] الحكم على الإسناد:ضعيف، عبد الله بن أبي بكر المقدمي، ضعيف، وفيه من لم أجده.التخريج:أخرجه بنحوه مختصرًا جدًّا العقيلي في \"الضعفاء الكبير\" ٣/ ٢٥٨ وقال: عمرو ابن بشر بن السرح، عن عنبسة بن سعيد بن غنيم، منكر الحديث.وقد أخرجه ابن مردويه من حديث عياض بن غنم - رضي الله عنه -كما في \"الدر المنثور\" ٦/ ٦٥٩ - ٦٦٠.</p><p> [٣٦٢٩] وأخبرنا عبد الله بن حامد (١) ، أخبرنا أحمد بن عبد الله (٢) ، حدثنا (٣) محمد بن عبد الله (٤) ، حدثنا الحسن بن زياد (٥) ، حدثنا (٦) ، أبو خالد الأحمر (٧) ، عن مفضل (٨) ، عن مغيرة (٩) ، عن إبراهيم (١٠) قال: من أكل فسمَّى وفرغ فحمد الله لم يسأل عن نعيم ذلك الطعام (١١) . </p><p>= وأخرجه ابن أبي حاتم وابن مروديه عن زيد بن أسلم، عن أبيه مرسلًا كما في \"الدر المنثور\" ٦/ ٦٥٩. (١) الأصبهاني، لم يذكر بجرح أو تعديل.(٢) أبو محمد المزني، الشيخ الجليل القدوة الحافظ.(٣) من (ب)، (ج).(٤) أبو جعفر الحضرمي، الملقب بمطين، ثقة حافظ.(٥) لم يتبين لي من هو.(٦) من (ب)، (ج).(٧) سليمان بن حيان الأزدي، صدوق يخطئ.(٨) مفضل بن مهلهل أبو عبد الرحمن السعدي، ثقة، ثبت نبيل عابد، وثقه ابن معين وأبو زرعة والنسائي وقال أبو حاتم: صدوق، ثقة، انظر: \"الجرح والتعديل\" ٨/ ٣١٦، \"تهذيب الكمال\" ٢٨/ ٤٢٢، \"التقريب\" (٦٨٦٢).(٩) المغيرة بن مِقسم، ثقة، متقن، إلا أنه يدلس، ولاسيما عن إبراهيم.(١٠) النخعي، ثقة فقيه.(١١) [٣٦٢٩] الحكم على الإسناد:ضعيف، فيه أبو خالد، صدوق يخطئ، والمغيرة بن مقسم مدلس وقد عنعن وفيه الحسن لم أتبينه، وشيخ المصنف لم يذكر بجرح أو تعديل.التخريج:أخرجه ابن أبي شيبة في \"المصنف\" ٥/ ١٣٨ (٢٤٥٠٢)، قال: حدثنا جرير، عن =</p><p> وقال ابن عباس: النعيم صحة الأبدان والأسماع والأبصار، قال: يسأل الله العباد فيما استعملوها وهو أعلم بذلك منهم، وهو قوله:  {إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا}  (١) . </p><p> أبو جعفر: العافية (٢) . </p><p> [٣٦٣٠] وأنبأني عقيل (٣) ، أخبرنا المعافى (٤) ، أخبرنا ابن </p><p>= منصور، عن إبراهيم، عن تميم بن سلمة قال: حُدثت أن الرجل إذا ذكر الله على طعامه وحمده على آخره لم يسأل عن نعيم ذلك الطعام. ورجاله ثقات: ورواه كذلك في ٦/ ٧٣ (٢٩٥٧٠). وأخرج عبد الرزاق في \"مصنفه\" ١٠/ ٤٢٤ (١٩٥٧٧) عن معمر، عن منصور، عن إبراهيم قال: شكر الطعام أن تسمِّي إذا أكلت وتحمد إذا فرغت. ورجاله ثقات.(١) الإسراء: ٣٦.أخرجه الطبري في \"جامع البيان\" ٣٠/ ٢٨٦ قال: حدثني على قال: ثنا أبو صالح قال: ثني معاوية، عن علي، عن ابن عباس. وإسناده ضعيف فيه معاوية بن صالح الحضرمي، صدوق لهم أوهام، وفيه أبو صالح عبد الله بن صالح كاتب الليث، صدوق كثير الغلط. وهو كذلك من طريق علي بن أبي طلحة عن ابن عباس ولم يسمع منه، إلَّا أن الواسطة مجاهد بن جبر وهو ثقة. وقد أخرجه البيهقي في \"شعب الإيمان\" ٤/ ١٤٨ (٤٦١٣) من طريق عبد الله بن صالح به، وتقدم ما فيه.(٢) رواه الطبري في \"جامع البيان\" ٣٠/ ٢٨٦ وإسناد ضعيف جدّا، فيه سعد بن طريف الإسكافي، متروك، ورماه ابن حبان بالوضع، وكان رافضيًا. \"تقريب التهذيب\" لابن حجر (٢٢٤١). وقد روي كذلك عن علي بن أبي طالب - رضي الله عنه - رواه البيهقي في \"شعب الإيمان\" ٤/ ١٤٨ (٤٦١٢) وفيه سعد بن طريف وتقدم ما فيه.(٣) الجرجاني، لم أجده.(٤) أبو الفرج الجريري، العلامة الفقيه الحافظ.</p><p> جرير (١) ، حدثنا ابن حميد (٢) ، حدثنا مهران (٣) ، عن إسماعيل بن عياش (٤) ، عن عبد الرحمن بن الحارث التميمي (٥) ، عن ثابت البناني (٦)  (٧) ، عن أنس عن النبي - صلى الله عليه وسلم - قال:  \"النعيم المسئول عنه يوم القيامة كسرة تقويه وماء يرويه وثوب يواريه\"  (٨) . </p><p> [٣٦٣١] وبه عن مهران، عن سفيان (٩) ، عن بكير بن عتيق العامري (١٠) قال: </p><p>(١) الطبري، الإمام العلم المجتهد، صاحب التصانيف. (٢) محمد بن حميد بن حيان الرازي، ضعيف، وكان ابن معين حسن الرأي فيه.(٣) مهران بن أبي عمر العطار الرازي، صدوق له أوهام، سيئ الحفظ.(٤) أبو عتبة العنسي، صدوق في روايته عن أهل بلده، مخلط في غيرهم.(٥) لم أجده.(٦) ثابت بن أسلم البناني، ثقة، عابد.(٧) زيادة من (ب)، (ج).(٨) [٣٦٣٠] الحكم على الإسناد:ضعيف، فيه ابن حميد ضعيف، ومهران، صدوق له أوهام سيئ الحفظ، وعبد الرحمن التميمي لم أجده.التخريج:أخرجه ابن جرير في \"جامع البيان\" ٣٠/ ٢٨٨. ولم يذكر فيه أنسًا بل أرسله ثابت البناني عن النبي - صلى الله عليه وسلم -، ولعل أنس سقط من المطبوع، فإن المصنف رواه من طريق ابن جرير كما تقدم وجعل فيه أنسًا، وإن لم يكن هناك سقط فهي علة أخرى يضعف بها الحديث.(٩) سفيان الثوري، ثقة، حافظ، إمام حجة وكان ربما دلس.(١٠) بكير بن عُتيق بضم أوله، العامري، ويقال: المحاربي، الكوفي، صدوق، روى له البخاري في \"خلق أفعال العباد\" حديثًا واحداً. انظر: \"الجرح والتعديل\" لابن =</p><p> أُتي سعيد بن جبير (١) بشربة عسل فقال: أما إن هذا من النعيم الذي يسأل الله (٢) عنه (٣) . </p><p> وقال محمد بن كعب: يعني عما أنعم عليكم بمحمد - صلى الله عليه وسلم - (٤) ودليل هذا التأويل قوله: {يَعْرِفُونَ نِعْمَتَ اللَّهِ ثُمَّ يُنْكِرُونَهَا}  (٥) . </p><p> عكرمة: عن الصحة والفراغ والمال. </p><p> سعيد بن جبير: عن الصحة والفراغ (٦)  (٧) ودليله ما روي عن ابن </p><p>= أبي حاتم ٢/ ٤٠٤، \"الثقات\" لابن حبان ٦/ ١٠٦، \"تهذيب الكمال\" للمزي ٤/ ٢٤٨، \"التقريب\" لابن حجر (٧٦٢). (١) ثقة، ثبت، فقيه.(٢) من (ب)، (ج).(٣) [٣٦٣١] الحكم على الإسناد:ضعيف، فيه ابن حميد ضعيف، وقد توبع، ومهران صدوق له أوهام سيئ الحفظ.التخريج:أخرجه ابن جرير في \"جامع البيان\" ٣٠/ ٢٨٨، إلّا أنه أخرجه في الموضع المتقدم من طريق أبي كريب، حدثنا وكيع عن سفيان به، وإسناده حسن.وقد أخرجه ابن أبي شيبة في \"المصنف\" ٧/ ٢٠٢ (٣٥٣٤٤).وأخرجه أحمد في كتاب \"الزهد\" (ص ٣٧١)، وهناد في \"الزهد\" ٢/ ٣٦٤ (٦٩٣)، ٢/ ٣٦٦ (٧٠٠) كلهم من طريق بكير بن عتيق العامري به، وهو صدوق، فالأثر حسن.(٤) انظر: \"معالم التنزيل\" للبغوي ٨/ ٥٢١، \"زاد المسير\" لابن الجوزي ٩/ ٢٢٣.(٥) النحل: ٨٣.(٦) من (ب)، (ج).(٧) انظر: \"معالم التنزيل\" للبغوي ٨/ ٥٢٠، \"زاد المسير\" لابن الجوزي ٩/ ٢٢٢.</p><p> عباس عن النبي - صلى الله عليه وسلم - قال:  \"نعمتان مغبون فيهما كثير من الناس: الصحة والفراغ\"  (١) . </p><p> وقال عروة بن محمد (٢) : كنا مع وهب بن منبه فرأينا رجلًا أصم أعمى مقعدًا مجذومًا مصابًا، فقلنا (٣) لوهب: هل بقي على هذا (شيء من النعيم)  (٤) . قال: نعم، أعظمه يسيغه ما يأكل ويشرب، ويسهل عليه إذا خرج لذلك (٥)  (٦) . </p><p> قال بكر بن عبد الله المزني: يا لها من نعمة نأكل لذة ويخرج سرحًا (٧)  (٨) . </p><p>(١) أخرجه البخاري كتاب الرقاق، باب: الصحة والفراغ وأنه لا عيش إلَّا عيش الآخرة (٦٤١٢). (٢) عروة بن محمد بن عطية السعدي، عامل عمر بن عبد العزيز على اليمن، مقبول، روى له أبو داود حديثًا واحدًا. انظر: \"الجرح والتعديل\" ٦/ ٣٩٧، \"تهذيب الكمال\" ٢٠/ ٣٢، \"التقريب\" (٤٥٦٧).(٣) في (ب)، (ج): فقلت.(٤) في (ب)، (ج): (من النعيم شيء).(٥) في (ب)، (ج): كذلك.(٦) بنحوه رواه البيهقي في \"شعب الإيمان\" ٤/ ١١٨ (٤٤٩٦).وأخرج نحوه عبد بن حميد من طريق عكرمة عن عمر بن الخطاب كما في \"الدر المنثور\" للسيوطي ٦/ ٦٦٥.(٧) سرحًا أي سهلًا، إذا سهلت ولادة المرأة، قيل: ولدت سرحًا.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٣٥٧.(٨) أخرجه البيهقي في \"شعب الإيمان\" ٤/ ١١٤ (٤٤٧٤) عن بكر بن عبد الله المزني بمعناه، وأخرجه البيهقي بنصه عن الحسن البصري \"شعب الإيمان\" ٤/ ١١٤ =</p><p> أبو العالية: عن الإسلام والستر. </p><p> الحسين بن الفضل: تخفيف (١) الشرائع، وتيسير القرآن. </p><p> أبو بكر الوراق: عن الآلاء والنعماء (٢) . </p><p>= (٤٤٧٥)، وأخرجه عبد بن حميد عن الحسن كما في \"الدر المنثور\" للسيوطي ٦/ ٦٦٥. (١) ساقط من الأصل، وأثبته من (ب).(٢) انظر: \"معالم التنزيل\" للبغوي ٨/ ٥٢١، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٧٨. قال الطبري في \"جامع البيان\" ٣٠/ ٢٨٩: والصواب من القول في ذلك أن يقال: إن الله أخبر أنه سائل هؤلاء القوم عن النعيم، ولم يخصص في خبره أنه سائلهم عن نوع من النعيم، دون بعض بل عمَّ الخبر في ذلك عن الجميع فهو سائلهم كما قال عن جميع النعيم، لا عن بعض دون بعض. وقال ابن القيم في \"إغاثة اللهفان\" (ص ٣): والنعيم المسؤول عنه نوعان: نوع أخذ من حله وصرف في حقه فيسئل عن شكره، ونوع أخذ بغير حله وصرف من غير حقه فيسئل عن مستخرجه ومصرفه.وقال زكريا الأنصاري في \"فتح الرحمن\" (ص ٣٥): يعم المؤمن والكافر، فالمؤمن يسأل عن شكر النعمة، والكافر يسأل عنها سؤال توبيخ.وقال شيخ الإسلام ابن تيمية في \"مجموع الفتاوى\" ١٧/ ١٨٠: {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨)} أي عن شكره، فإنه لا يبيح شيئًا ويعاقب من فعله، ولكن يسأله عن الواجب الذي أوجبه معه، وعمَّا حرمه عليه، هل فرَّط بترك مأمور، أو فعل محظورًا.</p><p> ١٠٣ - سُورَة العصر </p><p> سورة والعصر </p><p> مكية (١) ، وهي ثمانية وستون حرفًا، وأربع عشرة كلمة، وثلاث آيات (٢) . </p><p> [٣٦٣٢] أخبرنا كامل بن أحمد (٣) ، أخبرنا محمد بن مطر (٤) ، حدثنا إبراهيم بن شريك (٥) ، حدثنا أحمد بن يونس (٦) ، حدثنا سلام ابن سليم (٧) ، حدثنا هارون بن كثير (٨) ، عن زيد بن أسلم (٩) ، عن أبيه (١٠) ، عن أبي أمامة (١١) ، عن أُبي بن كعب قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة والعصر ختم الله له بالصبر، وكان مع أصحاب </p><p>(١) وهو قول الجمهور، وقال مجاهد وقتادة ومقاتل: إنها مدنية. انظر: \"زاد المسير\" لابن الجوزي ٩/ ٢٢٤.(٢) انظر \"البيان في عد آي القرآن\" للداني (ص ٢٨٧)، \"لباب التأويل\" للخازن ٤/ ٤٦٦.(٣) العزائمي المستملي النيسابوري، ثقة، صحيح الرواية.(٤) النيسابوري، عدل ضابط.(٥) الإمام المحدث الثقة.(٦) اليربوعي، ثقة، حافظ.(٧) المدائني، متروك.(٨) مجهول.(٩) قال ابن حجر: هو تحريف، والصواب: زيد بن سالم، جهله أبو حاتم.(١٠) قال الذهبي: زيد عن أبيه نكرة.(١١) صحابي.</p><p> الحق يوم القيامة\" (١) . </p><p>(١) [٣٦٣٢] الحكم على الإسناد: موضوع.التخريج:تقدم مرارًا في أوائل السور.</p>"
}