{
  "id": null,
  "sura": 102,
  "aya": 2,
  "text": "<p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> ١ - {أَلْهَاكُمُ التَّكَاثُرُ (١) } </p><p> يقول: شغلكم المباهاة والمفاخرة بكثرة المال والعدد عن طاعة ربكم، وما ينجيكم من سخطه عليكم (١) . </p><p> ٢ - {حَتَّى زُرْتُمُ الْمَقَابِرَ (٢) } أي: متم فدفنتم فيها (٢) . </p><p> قال قتادة: نزلت في اليهود قالوا: نحن أكثر من بني فلان، وبنو فلان أكثر من بني فلان، ألهاهم ذلك حتَّى ماتوا ضلالًا (٣) . </p><p> وقال ابن بريدة: نزلت في حي (٤) من الْأَنصار تناحروا (٥) . </p><p>(١) انظر: \"جامع البيان\" للطبري ٣٠/ ٢٨٣، \"معالم التنزيل\" للبغوي ٨/ ٥١٧. (٢) انظر: \"جامع البيان\" للطبري ٣٠/ ٢٨٣، \"معالم التنزيل\" للبغوي ٨/ ٥١٧.(٣) رواه الطبري في \"جامع البيان\" ٢٠/ ٢٨٣ قال: حَدَّثَنَا ابن عبد الأعلى قال: ثنا ابن ثور عن معمر عن قتادة به. وإسناده صحيح، محمَّد بن عبد الأعلى الصَّنْعانِيّ ثِقَة. ومحمَّد بن ثور الصَّنْعانِيّ ثِقَة، ومعمر بن راشد ثِقَة. ورواه عبد الرَّزّاق في \"تفسير القرآن\" ٢/ ٣٩٣ من حديث معمر عن قتادة، وذكره الواحدي في \"أسباب النزول\" (ص ٤٩٠). والأثر مرسل قتادة لم يشاهد التنزيل.(٤) في (ب): فخذ.(٥) هكذا ذكره المصنف مختصرًا، وقد رواه ابن أبي حاتم كما في \"تفسير القرآن العظيم\" لابن كثير ١٤/ ٤٤٣، قال: حَدَّثَنَا أبو سعيد الأَشَج حَدَّثَنَا أسامة قال صالح بن حيانى -في الأصل حبان والتصحيح من كتب التراجم- حَدَّثني عن ابن بريدة في قوله {أَلْهَاكُمُ التَّكَاثُرُ (١)} قال: نزلت في قبيلتين من قبائل الْأَنصار في بني الحارثة وبني الحارث ... الخ. وإسناده ضعيف؛ صالح بن حيان القُرشيّ ضعيف. وهذا الأثر يدل على أن السورة مدنية، إلَّا أنَّه لم يصح كما تقدم.</p><p> مقاتل والكلبي: نزلت في حيين من قريش بني عبد مناف بني قصي، وبني سهم بن عمرو بن هصيص بن كعب، كان بينهم لحاء (١) فتعادّوا السادة والأشراف أيهم أكثر، فقال بنو عبد مناف: نحن أكثر سيدًا وأعز عزيزًا، وأعظم نفرًا وأكثر عديدًا. وقال بنو سهم: مثل ذلك، فكثرهم بنو عبد مناف، ثم قالوا: نعد موتانا، حتَّى زاروا القبور فعدوهم، وقالوا: هذا قبر فلان، وهذا قبر فلان فكثرهم بنو سهم بثلاثة أبيات؛ لأنهم كانوا أكثر عددًا في الجاهلية، فأنزل الله تعالى هذِه الآية (٢) . </p><p> [٣٦١٢] أخبرنا أبو القاسم (٣) عبد الرَّحْمَن بن أَحْمد بن جعفر (٤) ، وأبو بكر أَحْمد بن الحسن بن أَحْمد الحيريان (٥) ، أخبرنا أبو محمَّد حاجب بن أَحْمد بن يرحم (٦) ، حَدَّثَنَا عبد الرَّحِيم بن منيب (٧) ، </p><p>(١) أي: تشاتم وتنازع وتسابّ. انظر: \"لسان العرب\" لابن منظور ١٥/ ٢٤٢.(٢) انظر: \"معاني القرآن\" للفراء ٣/ ٢٨٧، \"أخبار مكة\" للفاكهي ٤/ ٢٢٣، \"أسباب النزول\" للواحدي (ص ٤٩٠)، \"معالم التنزيل\" للبغوي ٨/ ٥١٧، \"زاد المسير\" لابن الجوزي ٩/ ٢١٧ - ٢١٨، كلهم بغير إسناد، ومقاتل والكلبي لم يشاهدا التنزيل.(٣) من أول السورة إلى قوله: أبي القاسم ساقط من (ج).(٤) الحيري لم أجده.(٥) في هامش (ب): الحرميان، وهو ثِقَة في الحديث.(٦) مختلف فيه.(٧) كان صدوقًا.</p><p> حَدَّثَنَا النضر بن شميل (١) ، أخبرنا شعبة (٢) ، عن قتادة (٣) ، عن مطرف ابن عبد الله بن الشخير (٤) ، عن أَبيه (٥) ، قال: انتهيت إلى رسول الله - صلى الله عليه وسلم - وهو يقرأ هذِه الآية: {أَلْهَاكُمُ التَّكَاثُرُ (١) } قال: \"يقول ابن آدم: مالي مالي، وهل لك من مالك إلَّا ما أكلت فأفنيت، أو لبست فأبليت، أو تصدقت فأمضيت\"  (٦) . </p><p> وروى زر بن حبيش عن علي بن أبي طالب - رضي الله عنه - قال: ما زلنا نشك في عذاب القبر حتَّى نزلت: {أَلْهَاكُمُ التَّكَاثُرُ (١) } إلى قوله: {كَلَّا سَوْفَ تَعْلَمُونَ (٣) } يعني في القبر (٧) . </p><p>(١) ثِقَة ثبت. (٢) ابن الحجاج: ثِقَة، حافظ متقن، كان الثَّوريّ يقول: هو أمير المُؤْمنين في الحديث.(٣) قتادة بن دعامة السدوسي: ثِقَة ثبت.(٤) ثِقَة عابد فاضل.(٥) صحابي مشهور.(٦) [٣٦١٢] الحكم على الإسناد:فيه من لم أجده وحاجب بن يرحم: مختلف فيه، والحديث صحيح كما سيأتي.التخريج:أخرجه مسلم في كتاب الزهد والرقائق (٢٩٥٨) من طريق همام عن قتادة، به.(٧) أخرجه التِّرْمِذِيّ في كتاب التفسير، باب: ومن سورة التكاثر (٣٣٥٥) وقال: حديث غريب.والطبري في \"جامع البيان\" ٣/ ٢٨٤، وابن أبي حاتم كما في \"تفسير القرآن العظيم\" لابن كثير ١٤/ ٤٤٤، والبيهقي في \"شعب الإيمان\" ١/ ٣٥٩ (٣٩٩)، وإسناده ضعيف، مداره على عمرو بن قيس الرَّازيّ، صدوق له أوهام كما في \"تقريب التهذيب\" لابن حجر ١/ ٧٤٤. والحجاج بن أرطأة كثير الخطأ والتدليس =</p>"
}