{
  "id": null,
  "sura": 104,
  "aya": 1,
  "text": "<p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> ١ - {وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ (١) } </p><p> قال: ابن عباس: هم (١) المشَّاؤون بالنميمة، المفرقون بين الأحبة، الباغون للبراء العنت (٢) . </p><p> سعيد بن جبير وقتادة: الهمزة الذي يأكل لحوم الناس ويغتابهم، واللمزة الطعَّان عليهم (٣) . مجاهد: الهمزة الطعَّان في الناس، واللمزة الطعَّان في أنساب الناس (٤) . </p><p> وقال أبو العالية والحسن وعطاء بن أبي رباح: الهمزة الذي يعيب </p><p>(١) ساقط من الأصل، وأثبته من (ب)، (ج). (٢) في (ج): العيب. وهو كذلك في كتب التفسير. أخرجه الطبري في \"جامع البيان\" ٣٠/ ٢٩٢، وهناد في كتاب \"الزهد\" ٢/ ٥٧٦ (١٢١٤)، وفي إسنادهما رجل لم يسمّ. وأخرجه سعيد بن منصور كما في \"فتح الباري\" لابن حجر ٨/ ٧٢٩، وبنحوه رواه ابن أبي الدنيا في كتاب \"الغيبة والنميمة\" (ص ١٤) (١٢٧) وفي إسناده رجل لم يسمّ، وقد ورد عند الإمام أحمد في \"مسنده\" ٧/ ٦١٣ (٢٧٠٥٢) من حديث أسماء بنت يزيد بن السكن أن النبي - صلى الله عليه وسلم - قال: \"ألَا أخبركم بخياركم .... -ثم قال- ألَا أخبركم بشراركم: المشاؤون بالنميمة، المفسدون بين الأحبة، الباغون للبرآء العنت\" وفي إسناده شهر بن حوشب، صدوق كثير الإرسال والأوهام كما في \"تقريب التهذيب\" لابن حجر ١/ ٤٢٣، وورد مثله عند أحمد في \"مسنده\" ٥/ ٦٢٨ (١٧٥٣٧) من مرسل عبد الرحمن بن غنم، وفي إسناده شهر بن حوشب.(٣) انظر: \"جامع البيان\" للطبري ٣٠/ ٢٩٢، \"معالم التنزيل\" للبغوي ٨/ ٥٢٩.(٤) انظر: \"زاد المسير\" لابن الجوزي ٩/ ٢٢٧، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٨١.</p><p> ويطعن (١) في وجه الرجل إذا أقبل، واللمزة الذي يغتابه من خلفه إذا أدبر وغاب (٢) . </p><p> ضده مقاتل (٣) ، وقال مرة: يعني كل طعَّان عيَّاب مغتاب للمرء إذا غاب (٤) . </p><p> دليله قول زياد بن الأعجم: </p><p> إذا لقَيتُك عَنْ سَخْط تُكاشِرُني (٥) ... وإن تغيّبتُ كُنتَ الهامزَ اللُّمزه (٦) </p><p>(١) في الأصل: ويطغى، والمثبت من (ب)، (ج). (٢) انظر: \"معالم التنزيل\" للبغوي ٨/ ٥٢٩، \"زاد المسير\" لابن الجوزي ٩/ ٢٢٧، \"جامع البيان\" للطبري ٣٠/ ٢٩٢.(٣) أي: الهمزة الذي يعيبك في الغيب، واللمزة الذي يعيبك في الوجه، كما في \"معالم التنزيل\" للبغوي ٨/ ٥٢٩، \"زاد المسير\" لابن الجوزي ٩/ ٢٢٨ وما تقدم من الأقوال -عدا قول ابن عباس- تدل على التفريق بين الهمزة واللمزة.(٤) انظر: \"المحرر الوجيز\" لابن عطية ٥/ ٥٢١ ومعنى هذا القول أنه لا فرق بين الهمزة واللمزة.(٥) في (ج):تدلي بودي إذا لاقيتني كذباً ... وإن أُغيب فأنت الهامز اللمزهوقال آخر:إذا لقيتك عن سخط ...وبهذا السياق في \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٨٢.(٦) البيت من شواهد أبي عبيدة في \"مجاز القرآن\" ٢/ ٣١١، والطبري في \"جامع البيان\" ٣٠/ ٢٩١ وصدره: تدلي بودي. وفي \"معاني القرآن\" للزجاج ٥/ ٣٦١، \"لسان العرب\" لابن منظور ٥/ ٤٢٦ كما أورده المصنف.</p><p> ابن زيد: الهمزة الذي يهمز الناس بيده ويضربهم، واللمزة الذي يلمزهم بلسانه ويعيبهم (١) . سفيان الثوري: يهمز بلسانه ويلمز بعينه (٢) . </p><p> ابن كيسان: الهمزة الذي يؤذي جليسه لسوء اللفظ، واللمزة الذي يكسر عينه على جليسه، ويشير برأسه، ويومض بعينه، ويرمز بحاجبه (٣) . وهما لغتان للفاعل نحو سُخَرة وضُحكة للذي يسخر ويضحك من الناس. </p><p> وروي عن أبي جعفر والأعرج بسكون الميم فيهما، فإن صحت القراءة فهي بمعنى المفعول وهو الذي يتعرض للناس حتى يهمزوه، ويضحكوا منه، ويحملهم على الاغتياب (٤) . </p><p> وقرأ عبد الله والأعمش (ويل للهمزة واللمزة)  (٥) ، وأصل الهمز الكسر والعضُّ على الشيء بالعنف، ومنه همز الحرف (٦) ، ويُحكى </p><p>(١) انظر: \"جامع البيان\" للطبري ٣٠/ ٢٩٢، \"زاد المسير\" لابن الجوزي ٩/ ٢٢٨، \"معالم التنزيل\" للبغوي ٨/ ٥٢٩. (٢) انظر: \"معالم التنزيل\" للبغوي ٨/ ٥٢٩، \"زاد المسير\" لابن الجوزي ٩/ ٢٢٨.(٣) انظر: \"معالم التنزيل\" للبغوي ٨/ ٥٢٩، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٨٢، وهو بمعنى قول سفيان الثوري.(٤) انظر: \"معالم التنزيل\" للبغوي ٨/ ٥٢٩، \"الجامع لأحكام القرآن\" ٢٠/ ١٨٢، \"البحر المحيط\" لأبي حيان ٨/ ١٥٠، \"عمدة الحفَّاظ\" للسمين الحلبي ٤/ ٤٠.(٥) انظر: \"معاني القرآن\" للفراء ٣/ ٢٨٩، \"مختصر في شواذ القرآن\" لابن خالويه (ص ١٧٩)، \"المحرر الوجيز\" لابن عطية ٥/ ٥٢١، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٨٢، \"شواذ القراءة\" للكرماني (ص ٢٧٠).(٦) انظر: \"معجم مقاييس اللغة\" لابن فارس ٦/ ٦٥، \"معالم التنزيل\" ٨/ ٥٣٠.</p><p> أن أعرابيًا قيل له: أتهمز الفأرة؟ قال: الهِرةُ تهمِزُها (١) ، وقال العجاج: </p><p> ومن همزنا رأيسَه تهشما (٢) </p><p> واختلف المفسرون فيمن نزلت هذِه الآية، فقال قوم: نزلت في جميل بن عامر الجمحي وإليه ذهب ابن أبي نجيح. </p><p> وقال الكلبي: نزلت في الأخنس بن شريق ووهب بن عمرو الثقفي وكان يقع في الناس ويغتابهم مقبلين ومدبرين. </p><p> وقال محمد بن إسحاق بن يسار: ما زلنا نسمع أن سورة الهمزة نزلت في أمية بن خلف الجمحي. </p><p> وقال مقاتل: نزلت في الوليد بن المغيرة وكان يغتاب النبي - صلى الله عليه وسلم - ويطعن في وجهه. </p><p> وقال مجاهد وغيره: ليست بخاصة لأحد، بل كل من كانت هذِه صفته (٣) . </p><p>(١) ذكره الجوهري في \"الصحاح\" ٣/ ٩٠٢، وابن منظور في \"لسان العرب\" ٥/ ٤٢٦. وانظر \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ١٨٢. (٢) هكذا نسبه المصنف، وكذا القرطبي في \"الجامع لأحكام القرآن\" ٢٠/ ١٨٢، ولم أجده في ديوانه، وانظر \"لسان العرب\" لابن منظور ٥/ ٤٢٥ منسوبًا إلى رؤبة بن العجاج. وذكره الجوهري في \"الصحاح\" ٣/ ٩٠٢.(٣) انظر هذِه الأقوال في \"جامع البيان\" للطبري ٣٠/ ٢٩٣، \"الوسيط\" للواحدي ٤/ ٥٥٢، \"معالم التنزيل\" ٨/ ٥٣٠، \"زاد المسير\" لابن الجوزي ٩/ ٢٢٦ - ٢٢٧، \"المحرر الوجيز\" لابن عطية ٥/ ٥٢١، \"الجامع لأحكام القرآن\" ٢٠/ ١٨٣، \"البحر المحيط\" لأبي حيان ٨/ ٥٠٩، \"الدر المنثور\" للسيوطي ٦/ ٦٦٩.</p>"
}