{
  "id": null,
  "sura": 105,
  "aya": 5,
  "text": "<p> ٥ - {فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ (٥) } </p><p> كزرع أكلته الدواب فراثته فيبس، وتفرقت أجزاؤه، شبَّه تقطع أوصالهم بتفرق أجزاء الروث (١) ، قال مجاهد: العصف ورق الحنطة (٢) . </p><p> قتادة: هو التبن (٣) . </p><p> قال الحسن: كنا ونحن غلمان بالمدينة نأكل الشعير إذا قُضِب وكان يسمى العصف (٤) . </p><p> سعيد بن جبير: هو الشعير النابت الذي يؤكل ورقه (٥) . </p><p> الفراء: أطراف الزرع قبل أن يسنبل ويُدرك (٦) . </p><p> عكرمة: كالحب إذا أكل فصار أجوف (٧) . </p><p> ابن عباس: هو القشر الخارج الذي يكون على حب الحنطة كهيئة الغلاف له. </p><p>(١) انظر: \"جامع البيان\" للطبري ٣٠/ ٣٠٤، \"معالم التنزيل\" للبغوي ٨/ ٥٤١. (٢) انظر: \"جامع البيان\" للطبري ٣٠/ ٣٠٤.(٣) انظر: \"تفسير القرآن\" لعبد الرزاق ٢/ ٣٩٧، \"جامع البيان\" للطبري ٣٠/ ٣٠٤.(٤) انظر \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ١٥٧ في تفسير قوله تعالى: {وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ (١٢)} [الرحمن: ١٢].(٥) انظر بنحوه في \"جامع البيان\" للطبري ٢٧/ ١٢١.(٦) انظر: \"معاني القرآن\" للفراء ٣/ ٢٩٢.(٧) انظر: \"معالم التنزيل\" للبغوي ٨/ ٥٤١، وبنحوه في \"جامع البيان\" للطبري ٣٠/ ٣٠٤.</p><p> المؤرج: هو ما تعصفَ من الزرع فسقطت أطرافه (١) . </p><p> وقال ابن السكيت: هو العصف والعصيفة والجِل (٢)  (٣) . </p><p> وقيل: كرزع أكل حبه وبقي تبنه (٤) . </p><p> وقال الضحاك: كطعام مطعوم (٥) . </p><p> * * * </p><p>(١) لم أجده. (٢) الجِل بالكسر: قصب الزرع وسوقه إذا حصد عنه السنبل.انظر: \"لسان العرب\" لابن منظور ١١/ ١١٨.(٣) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٧/ ١٥٧.(٤) ذكره ابن منظور في \"لسان العرب\" ٩/ ٢٤٨ عن الحسن.(٥) أخرجه الطبري في \"جامع البيان\" ٣٠/ ٣٠٤ عن حبب بن أبي ثابت، وأخرج عن الضحاك قوله: كزرع مأكول.وانظر في معاني العصف \"لسان العرب\" لابن منظور ٩/ ٢٤٧.</p><p> ١٠٦ - سُورَة قُرَيْش </p><p> سورة قريش </p><p> مكية (١) ، وهي ثلاثة وسبعون حرفًا، وسبع عشرة كلمة، وأربع آيات (٢) . </p><p> [٣٦٤٠] أخبرنا ناقل بن راقم البابي (٣) ، حدثنا عبد الله بن أحمد ابن محمد (٤) البلخي، حدثنا عمرو بن محمد بن محمد الكرباسي (٥) ، حدثنا أسباط بن اليسع (٦) ، حدثنا يحيى بن عبد الله (٧) السلمي، حدثنا نوح بن أبي مريم (٨) ، عن علي بن زيد (٩) ، عن زر بن حبيش (١٠) ، عن أبي بن كعب قال: قال رسول الله صلي الله عليه وسلم: \"من </p><p>(١) قال ابن عطية في \"المحرر الوجيز\" ٥/ ٥٢٥: مكية بلا خلاف. وحكى الخلاف فيها الخازن في \"لباب التأويل\" ٤/ ٤٧٥، ورجَّح كونها مكية، وحكاه أيضًا ابن الجوزي في \"زاد المسير\" ٩/ ٢٣٨. (٢) انظر: \"البيان في عد آي القرآن\" للداني (ص ٢٩٠)، \"لباب التأويل\" للخازن ٤/ ٤٧٥.(٣) في (ب)، (ج): راقم بن ناقل، لم أجده.(٤) كذا في جميع النسخ، والصواب محمود، كان رأس المعتزلة في زمانه وداعيتهم قال جعفر الكعبي: لا استجيز الرواية من أمثاله.(٥) في (ب)، (ج): محمد بدون تكرار، وفي (ج): الكرابيسي، لم أجده.(٦) الذهلي، مقبول.(٧) في (ب)، (ج): عبيد الله، وهو خطأ، ويحيى ثقة.(٨) نوح الجامع، كذبوه في الحديث وقال ابن المبارك: كان يضع.(٩) ابن جدعان التيمي، ضعيف.(١٠) أبو مطرف الكوفي، ثقة جليل.</p><p> قرأ لإيلاف قريش؛ أعطي من الأجر عشر حسنات بكل من طاف بالكعبة واعتكف بها\" (١) . </p><p> [٣٦٤١] أخبرني الحسين بن محمد بن الحسين (٢) ، حدثنا هارون ابن محمد بن هارون (٣) ، حدثنا خازم بن يحيى الحُلْوَاني (٤) ، أخبرنا أبو مصعب (٥) ، عن إبراهيم بن محمد بن ثابت (٦) ، أخبرني عثمان ابن عبد الله بن أبي عتيق (٧) ، عن سعيد بن عمرو بن جعدة (٨) ، عن أبيه (٩) ، عن جدته أم هاني بنت أبي طالب (١٠) - رضي الله عنهما - قالت: إن رسول </p><p>(١) [٣٦٤٠] الحكم على الإسناد: موضوع.التخريج:سبق بيانه.(٢) ابن فنجويه، ثقة، صدوق كثير الرواية للمناكير.(٣) هارون بن محمد بن هارون العطار، لم أجده.(٤) أبو الحسن، لم يذكر بجرح أو تعديل.(٥) أحمد بن أبي بكر الزهري، المدني، الفقيه، صدوق.(٦) إبراهيم بن محمد بن ثابت الحجي، روى عن أبيه، وعثمان بن عبد الله بن أبي عتيق، وعنه يحيى النيسابوري ويعقوب بن حميد وغيرهما، قال أبو حاتم: صدوق قال ابن عدي: روى مناكير. انظر \"الجرح\" لابن أبي ٢/ ١٢٥، \"الكامل\" لابن عدي ١/ ٤٢٤.(٧) عثمان بن عبد الله بن أبي عتيق، يروي عن سعيد بن عمرو بن جعدة وروى عنه سليمان بن بلال، ذكره ابن حبان في \"الثقات\" انظر: \"الجرح والتعديل\" لابن أبي حاتم ٦/ ١٥٦، \"الثقات\" لابن حبان ٧/ ١٩٨.(٨) ابن هبيرة المخزومي، ذكره ابن حبان في \"الثقات\".(٩) لم أجده.(١٠) صحابية مشهورة.</p><p> الله - صلى الله عليه وسلم - قال:  \"فضَّل الله قريشًا بسبع خصال لم يعطها أحد قبلهم، ولا يعطيها أحدًا بعدهم، فضَّل الله قريشًا أني منهم، وأن النبوة فيهم، وأن الحجابة منهم، والسقاية فيهم(١)،(ونصرهم الله على الفيل)(٢)، وعبدوا الله عشر سنين لا يعبده غيرهم، وأنزل الله تعالى فيهم سورة لم يشرك فيها أحدًا غيرهم\"  (٣) . </p><p> * * * </p><p>(١) فيهم ساقطة من (ب). (٢) في (ج): نصرهم الفيل.(٣) [٣٦٤١] الحكم على الإسناد:ضعيف، علته إبراهيم بن محمد بن ثابت، له مناكير، وفيه من لم أجده، ومن لم يذكر بجرح أو تعديل.التخريج:رواه البخاري في \"التاريخ الكبير\" ١/ ٣٢١ مختصرًا، وابن عدي في \"الكامل في ضعفاء الرجال\" ١/ ٤٢٤ وفيه: \"بست خصال\"، رواه الطبراني في \"المعجم الكبير\" ٢٤/ ٤٠٩ (٩٩٤)، والحاكم في \"المستدرك\" ٢/ ٥٨٤ (٣٩٧٥)، وقال: حديث صحيح الإسناد ولم يخرجاه، وتعقبه الذهبي بقوله: يعقوب ضعيف وإبراهيم صاحب مناكير، هذا أنكرها. ورواه الواحدي في \"أسباب النزول\" (ص ٤٩٢). كلهم من طريق إبراهيم بن محمد بن أبي ثابت به.ورواه البخاري في \"التاريخ الكبير\" في الموضع السابق قال: قال لي الأويسي: حدثني سليمان عن عثمان بن عبد الله بن أبي عتيق، عن ابن جعدة المخزومي، عن ابن شهاب، عن النبي - صلى الله عليه وسلم - نحوه، وقال البخاري: هذا بإرساله أشبه. اهـ. قلت: وهذِه علة أخرى. وقال الهيثمي في \"مجمع الزوائد\" ١٠/ ٢٤: رواه الطبراني وفيه من لم أعرفه. وقال ابن كثير في تفسير سورة قريش: ذكر حديث غريب في فضلها. ثم أورده \"تفسير ابن كثير\" ١٤/ ٤٦٥.</p>"
}