{
  "id": null,
  "sura": 106,
  "aya": 3,
  "text": "<p> قال الكلبي: وكان أول من حمل السمراء من الشام ورحَّل إليها الإبل هاشم بن عبد مناف (١)  (٢) . </p><p> ٣ - {فَلْيَعْبُدُوا} لام الأمر (٣) {رَبَّ هَذَا الْبَيْتِ (٣) الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ} </p><p> [٣٦٤٦] أخبرنا أبو عبد الله الحسين بن محمَّد (٤) ، حدثنا أبو الفضل عبيد الله بن عبد الرحمن بن محمَّد (٥) ، حدثنا حمزة بن القاسم بن عبد العزيز (٦) ، </p><p>= التخريج: المرفوع لم أجده. وأما الأبيات فانظرها في \"السيرة النبوية\" لابن هشام ١/ ٩٥، ١٢٠، \"النكت والعيون\" للماوردي ٦/ ٣٤٧، \"معالم التنزيل\" للبغوي ٨/ ٥٤٨، \"البداية والنهاية\" لابن كثير ٢/ ٢٥٣، وعزاه إلى مطرود بن كعب الخزاعي، وقيل للزبعري والد عبد الله. وانظر كذلك ٣/ ١٤٢.(١) انظر \"السيرة النبوية\" لابن هشام ١/ ٩٥، \"معالم التنزيل\" للبغوي ٨/ ٥٤٨، \"لباب التأودل\" للخازن ٤/ ٤٧٦.(٢) قول الكلبي ساقط من نسخة (ب).(٣) لام الأمر: ساقط من (ب)، (ج).وانظر: \"إعراب ثلاثين سورة من القرآن\" لابن خالويه (ص ٩٩).(٤) ابن فنجويه، ثقة، صدوق كثير الرواية للمناكير.(٥) أبو الفضل عبيد الله بن عبد الرحمن بن محمَّد الزهريّ، سمع جعفر بن محمَّد الفريابي وغيره، وحدث عنه البرقاني وآخرون، قال الدارقطني: ثقة، صدوق صاحب كتاب. انظر: \"تاريخ بغداد\" للخطيب ١٠/ ٣٦٨، \"سير أعلام النبلاء\" للذهبي ٣١/ ٤٦٢.(٦) حمزة بن القاسم بن عبد العزيز، أبو عمر الهاشمي، سمع من سعدان بن نصر وغيره، روى عنه الدارقطني وآخرون، قال الخطيب: كان ثقة مشهور بالصلاح. انظر: \"تاريخ بغداد\" للخطيب ٨/ ١٨١، \"السير\" للذهبي ٢٩/ ٣٦٣.</p><p> حدثنا حنبل (١) بن إسحاق، حدثنا أحمد بن حنبل (٢) ، حدثنا سيَّار (٣) ، حدثنا جعفر (٤) ، قال: سمعت مالك بن دينار (٥) ، يقول: ما سقطت أمة من عين الله تعالى إلَّا ضرب أكبادها بالجوع (٦) . </p><p> {وَآمَنَهُمْ مِنْ خَوْفٍ} وذلك أنهم كانوا يقولون: نحن قطَّان (٧) حرم الله. فلا يعرض لهم أحد في الجاهلية وإن كان الرجل ليصاب في الحي من أحياء العرب فيقال: حرمي حرمي. فيُخَلى عنه وعن ماله تعظيمًا </p><p>(١) ساقطة من (ج)، وهو حنبل بن إسحاق بن حنبل الشيباني، أبو علي، ابن عم الإِمام أحمد، سمع من أبي نعيم وخلق كثير، روى عنه عبد الله البغوي وأبو بكر الخلال وغيرهما، قال الدارقطني: كان صدوقًا، وقال الخطيب: كان ثقة انظر: \"تاريخ بغداد\" للخطيب ٨/ ٢٨٦، \"التذكرة\" للذهبي ٢/ ٦٠٠. (٢) أحد الأئمة، ثقة، حافظ.(٣) ابن حاتم العنزي، صدوق، له أوهام.(٤) جعفر بن سليمان الضبعي صدوق، لكنه كان يتشيع.(٥) أبو يحيى البصري، صدوق.(٦) [٣٦٤٦] الحكم على الإسناد:حسن، فيه جعفر، صدوق، وسيَّار صدوق له أوهام.التخريج:أخرجه أحمد في كتاب الزهد (ص ٣٢٥).وأخرجه ابن أبي عاصم في \"الزهد\" ٢/ ٣٢٥.وأخرجه البيهقي في \"شعب الإيمان\" ٣/ ١٩٨ (٣٣١٦) وفيه: ضرب أكابرها ولعله تصحيف.كلهم من طريق سيار به، وإسناده حسن.(٧) القُطان: المقيمون، ومجاوروا مكة قطانها.انظر: \"لسان العرب\" لابن منظور ١٣/ ٣٤٣.</p><p> للحرم، وكان غيرهم من قبائل العرب إذا خرج أُغير عليه (١) . </p><p> وقال الضحاك والربيع وشريك وسفيان: وآمنهم من الجذام فلا يصيبهم ببلدهم الجذام (٢) . </p><p> [٣٦٤٧] وأخبرنا أيضًا أبو الحسن علي بن محمَّد بن الحسن الجرجاني المقرئ (٣) ، حدثنا أبو عبد الله محمَّد بن عيسى المقرئ البروجردي (٤) ببغداد، حدثنا أبو سعيد عمير بن مرداس (٥) ، حدثنا (محمَّد بن)  (٦) بكير الحضرمي، </p><p>(١) قاله قتادة بنحوه. أخرجه عبد الرزاق في \"تفسير القرآن\" ٢/ ٣٩٨، والطبري في \"جامع البيان\" ٣٠/ ٣٠٩. (٢) انظر \"جامع البيان\" للطبري ٣٠/ ٣٠٩، \"معالم التنزيل\" للبغوي ٨/ ٥٤٨، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ٢٠٩. وقد ورد كذلك عن ابن عباس رواه الطبري في الموضع المتقدم، وأبو الشيخ الأصبهاني في \"طبقات المحدثين بأصبهان\" ١/ ٤٢٤ - ٤٢٥.(٣) أبو الحسين الخبازي، إمام ثقة.(٤) أبو عبد الله محمَّد بن عيسى ابن ديزك البروجردي، حدث عن عمير بن مرداس وغيره، وحدث عنه سلامة النصيبي، وأبو نعيم الأصبهاني وقال: عنه: ثقة وقال الخطيب: كان ثقة مستورا إلا أنه كان يغلط. \"تاريخ بغداد\" للخطيب ٢/ ٤٠٥، \"الأنساب\" للسمعاني ١/ ٣٣٢.(٥) الدونقي، قال ابن حبان: يغرب.(٦) ما بين القوسين ساقط من الأصل، وأثبته من (ب)، (ج)، وهو محمَّد بن بكير بن واصل الحضرمي، من أهل بغداد، يروي عن بن عيينة وابن وهب، وروى عنه أحمد بن منصور الرمادي قال أبو حاتم: صدوق عندي يغلط أحيانا، وقال ابن حجر: صدوق يخطئ. انظر: \"الجرح والتعديل\" ٧/ ٢١٤، \"التقريب\" لابن حجر (٧٦٥).</p><p> حدثنا القاسم بن عبد الله (١) ، عن أبي بكر بن محمَّد (٢) ، عن سالم (٣) قال: قال رسول الله - صلى الله عليه وسلم -: \"غبار المدينة يبرئ من الجذام(٤)\"  (٥) . </p><p>(١) ابن عمر بن حفص بن عاصم بن عمر بن الخطاب، متروك، رواه أحمد بالكذب. (٢) أبو بكر بن محمَّد بن زيد بن عبد الله بن عمر العدوي، ثقة.(٣) سالم بن عبد الله بن عمر بن الخطَّاب، أحد الفقهاء السبعة، ثبت. عابد.(٤) الجذام، قال ابن فارس: الجيم والذال والميم أصل واحد وهو القطع، والجذم سمي لتقطع الأصابع، وهو داء معروف. \"معجم مقاييس اللغة\" ١/ ٤٣٩، \"لسان العرب\" ١٢/ ٨٧. وانظر \"النهاية في غريب الحديث\" ١/ ٢٥١.(٥) [٣٦٤٧] الحكم على الإسناد:ضعيفٌ جدًّا؛ علته القاسم بن عبد الله متروك، والحديث مرسل.التخريج:قال العجلوني في \"كشف الخفاء\" ٢/ ١٠٢.رواه أبو نعيم في الطب عن ثابت بن قيس بن شماس، ورواه ابن السني بلفظ: يبرئ من الجذام.ورواه الزبير بن بكار في \"أخبار المدينة\" عن إبراهيم بلاغًا بلفظ: يطفئ الجذام اهـ.وقال المناوي: جاء ذلك عن ابن عمر مرفوعًا: روى رزين أنه قال: لما رجع النبي - صلى الله عليه وسلم - من تبوك تلقاه رجال من المخلفين فأثاروا غبارًا فخمروا فغطى بعض من كان معه أنفه فأزال رسول الله - صلى الله عليه وسلم - اللثام عن وجهه وقال: أما علمتم أن عجوة المدينة شفاء من السم وغبارها شفاء من الجذام. \"فيض القدير\" ٤/ ٥٢٦.وذكره المنذري في \"الترغيب والترهيب\" ٢/ ٢٢٨ من حديث سعد بن أبي وقاص، ولفظه: لما رجع رسول الله - صلى الله عليه وسلم - من تبوك تلقاه رجال .. الخ، كما تقدم، وقال: ذكره رزين العبدري في جامعه ولم أره في الأصول.وذكره السيوطي في \"الجامع الصغير\" ٢/ ١٩٧ (٥٧٥٤) وقال: رواه ابن السني وأبو نعيم في الطب، عن أبي بكر بن محمَّد عن سالم مرسلًا. وانظر \"ضعيف الجامع الصغير\" للألباني (ص ٥٦٩).</p><p> وقال علي - رضي الله عنه -: {وَآمَنَهُمْ}  (١) أن تكون الخلافة إلَّا فيهم (٢) . </p><p>(١) في (ب)، (ج): {وَآمَنَهُمْ مِنْ خَوْفٍ}. (٢) انظر: \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ٢٠٩.قال الطبري في \"جامع البيان\" ٣٠/ ٣٠٩: والصواب من القول في ذلك أن يقال: إن الله تعالى ذكره أخبر أنه {وَآمَنَهُمْ مِنْ خَوْفٍ} والعدو متخوف منه، والجذام مخوف منه، ولم يخصص الله الخبر عن أنه آمنهم من العدو دون الجذام ولا من الجذام دون العدو، بل عم الخبر بذلك فالصواب أن يعم كما عم جلَّ ثناؤه، فيقال: آمنهم من المعنيين كليهما.</p><p> ١٠٧ - سُورَة المَاعُون </p><p> سورة أرأيت </p><p> مكية (١) ، وهي مائة وخمسة (٢) وعشرون حرفًا (٣) وخمس (٤) وعشرون كلمة, وسبع آيات (٥) . </p><p> [٣٦٤٨] أخبرنا أبو الحسن محمَّد بن القاسم الفقيه (٦) ، حدثنا </p><p>(١) قال ابن عطية في \"المحرر الوجيز\" ٥/ ٥٢٧: وهي مكية بلا خلاف علمته، وقال المصنف: هي مدنية. قلت: وهذا وهم منه رحمه الله فالمصنف نصَّ على أنها مكية كما ترى. والخلاف حاصل فيها كما ذكر ذلك ابن الجوزي حيث قال: وفيها قولان: أحدهما: مكية قاله الجمهور، والثاني: مدنية. روي عن ابن عباس وقتادة، وقال هبة الله المفسر: نزل نصفها بمكة في العاص بن وائل ونصفها بالمدينة في عبد الله بن أُبيَّ المنافق.انظر: \"زاد المسير\" لابن الجوزي ٩/ ٢٤٣، \"لباب التأويل\" للخازن ٤/ ٤٧٨.(٢) في (ب)، (ج): وثلاثة وعشرون حرفًا.(٣) قال الداني في \"البيان في عد آي القرآن\" (ص ٢٩١): كذا قال عطاء وهو وهم، والصحيح أن حروفها مائة واثنا عشر حرفا، وثلاثة عشر حرفًا لاختلاف المصاحف في إثبات الألف وحذفها في قوله تعالى: أرأيت. والصواب مائة وثلاثة عشر حرفًا مع رسم الألف في أرأيت وصلاتهم، واحد عشر دونهما، واثنا عشر حرفًا مع حذف أحدهما وصلاتهم مرسومة بغير واو في كل المصاحف.(٤) ساقط من الأصل، وأثبته من (ب)، (ج).(٥) انظر: \"البيان في عد آي القرآن\" للداني (ص ٢٩١)، \"لباب التأويل\" للخازن ٤/ ٤٧٨.(٦) ابن أحمد المرتب، لم يذكر بجرح أو تعديل.</p><p> أبو محمَّد بن أبي حامد (١) ، حدثنا أبو جعفر محمَّد بن الحسن الأصفهاني (٢) ، حدثنا مؤمل بن إسماعيل (٣) ، حدثنا سفيان الثوري (٤) ، حدثنا أسلم (٥) المنقري، عن عبد الله بن عبد الرحمن ابن أبزى (٦) ، عن أبيه (٧) ، عن أبي بن كعب، قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة{أَرَأَيْتَ}غفر الله له إن كان للزكاة مؤديًا\"  (٨) . </p><p>(١) عبد الله بن أحمد بن جعفر، ثقة. (٢) قال الخطيب: كان ثقة.(٣) أبو عبد الرحمن، صدوق، سيئ الحفظ.(٤) ثقة، حافظ فقيه عابد، إمام حجة، وكان ربما دلس.(٥) في (ب)، (ج): سالم. وهو أبو سعيد المنقري، ثقة.(٦) الخزاعي، مقبول.(٧) صحابي.(٨) [٣٦٤٨] الحكم على الإسناد:ضعيف، فيه مؤمل بن إسماعيل صدوق سيئ الحفظ، ومتن الحديث موضوع كما تقدم ذكره.التخريج:تقدم مرارًا في أوائل السور.</p>"
}