{
  "id": null,
  "sura": 107,
  "aya": 5,
  "text": "<p> ٣ - {وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ (٣) فَوَيْلٌ لِلْمُصَلِّينَ (٤) الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ (٥) } </p><p> [٣٦٤٩] حدثنا أبو محمَّد عبد الله بن حامد بن محمَّد (١) الفقيه، أخبرنا أبو حامد أحمد بن محمَّد بن الحسن بن (٢) الشرقي، حدثنا محمَّد بن إسحاق الصَّغاني (٣) ببغداد، حدثنا عمرو بن الربيع بن طارق (٤) ، حدثنا عكرمة بن إبراهيم (٥) ، عن عبد الملك بن عمير (٦) ، عن مصحب بن سعد (٧) ، (عن سعد)  (٨) قال: سألت رسول الله - صلى الله عليه وسلم - </p><p>= ويجفوه، فهو سائر إلى معنى القراءة العامة: {يَدُعُّ الْيَتِيمَ}، أي يدفعه ويجفو عليه. \"مختصر في شواذ القرآن\" لابن خالويه (ص ١٨١)، \"شواذ القراءة\" للكرماني (ص ٢٧١). (١) ساقطة من (ب)، (ج)، وهو الوزان، لم يذكر بجرح أو تعديل.(٢) ساقطة من (ج)، وهو ثقة مأمون.(٣) أبو بكر الصاغاني، ثقة، ثبت.(٤) عمرو بن الربيع بن طارق، الكوفي، روى عن يحيى بن أيوب وابن لهيعة، وعنه عكرمة بن إبراهيم القاضي وأبو حاتم وقال عنه: صدوق، وقال ابن حجر: ثقة.انظر \"الجرح\" لابن أبي حاتم ٦/ ٢٣٣، \"التقريب\" لابن حجر (٥٠٣٠).(٥) عكرمة بن إبراهيم الأزدي الموصلي، أبو عبد الله، قاضي الري، روى عن عاصم وعبد الملك بن عمير وإدريس بن يزيد، وعنه عمرو بن الربيع والنفيلي، قال يحيى بن معين: ليس بشيء، وقال النسائي: ضعيف. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٧/ ١١، \"اللسان\" لابن حجر ٤/ ٢٢١.(٦) ابن سويد اللخمي، ثقة فصيح عالم تغير حفظه وربما دلس.(٧) ابن أبي وقاص الزهريّ، ثقة.(٨) ساقطة من (ج)، وهو سعد بن أبي وقاص، صحابي مشهور.</p><p> عن قوله عز وجل: {الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ (٥) }. قال:  \"هم الذين يؤخرون الصلاة عن وقتها\"  (١) . </p><p> وقال ابن عباس: هم المنافقون يتركون الصلاة في السر إذا غاب </p><p>(١) [٣٦٤٩] الحكم على الإسناد: ضعيف؛ شيخ المصنف لم يذكر بجرح أو لعديل، وفيه عكرمة بن إبراهيم، ضعيف، وقد أخطأ في رفعه، والصواب وقفه كما سيأتي.التخريج:رواه أبو يعلى في \"مسنده\" ٢/ ١٤٠ (٨٢٢)، ورواه بن جرير الطبري في \"جامع البيان\" ٣٠/ ٣١٣، ورواه العقيلي في \"الضعفاء الكبير\" ٣/ ٣٧٧، ورواه البيهقي في \"السنن الكبرى\" ٢/ ٢١٤. كلهم من طريق عكرمة بن إبراهيم، وهو ضعيف، وقد خالف غيره من الثقات إذ رووه موقوفًا.فرواه موقوفًا على سعد بن أبي وقاص أبو يعلى في \"مسنده\" ٢/ ٦٣ - ٦٤ (٧٠٤ - ٧٠٥). وقال الهيثمي: إسناده حسن \"مجمع الزوائد\" ١/ ٣٢٥. ورواه عبد الرزاق في \"تفسيره\" ٢/ ٤٠٠. وابن جرير في \"جامع البيان\" ٣٠/ ٣١١ ورجاله ثقات. والبيهقي في \"السنن الكبرى\" ٢/ ٢١٥ وقال: وهذا الحديث إنما يصح موقوفًا. وقال العقيلي: وقال الثوري وحماد بن زيد وأبو عوانة وقيس بن الربيع عن عاصم بن بهدلة عن مصعب بن سعد عن أبيه موقوفًا ... والموقوف أولى. \"الضعفاء الكبير\" ٣/ ٣٧٧.وقال ابن كثير بعد ذكره للإسناد الموقوف: وهذا أصح إسنادًا، وقد ضعف البيهقي رفعه وصحح وقفه وكذلك الحاكم \"تفسير ابن كثير\" ١٤/ ٤٧١. وقال الهيثمي: رواه البزار وأبو يعلى مرفوعًا بنحو هذا وموقوفًا، وفيه عكرمة بن إبراهيم ضعفه ابن حبان وغيره. وقال البزار: رواه الحفَّاظ موقوفًا ولم يرفعه غيره \"مجمع الزوائد\" ١/ ٣٢٥.فالحديث ضعيف مرفوعًا صحيح موقوفًا على سعد بن أبي وقاص - رضي الله عنه -. =</p><p> الناس ويصلونها في العلانية إذا حضروا (١) . بيانه قوله:  {وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَى يُرَاءُونَ النَّاسَ}  (٢) . </p><p> مجاهد: لاهون غافلون عنها متهاونون بها. وقال قتادة: ساه عنها لا يبالي صلى أم (٣) لم يصل (٤) . </p><p> [٣٦٥٠] أخبرني عقيل بن محمَّد (٥) أن أبا الفرج البغدادي (٦) ، أخبرهم، عن محمَّد بن جرير (٧) ، حدثنا أبو غريب (٨) ، حدثنا (٩) معاوية بن هشام (١٠) ، عن شيبان النحوي (١١) ، عن جابر الجعفي (١٢) ، قال: حدثني رجل (١٣) ، عن أبي برزة الأسلمي (١٤) - رضي الله عنه - قال: قال </p><p>(١) رواه الطبري في \"جامع البيان\" ٣٠/ ٣١٢ وإسناده ضعيف. ومعنى هذا القول أنهم يتركونها فلا يصلونها. (٢) النساء: ١٤٢.(٣) في (ب): أو.(٤) انظر القولين في \"تفسير القرآن\" لعبد الرزاق ٢/ ٣٩٩، \"جامع البيان\" للطبري ٣/ ٣١٢، \"معالم التنزيل\" للبغوي ٨/ ٥٥٢.(٥) لم أجده.(٦) المعافى بن زكريا، ثقة.(٧) الطبري، ثقة، صادق.(٨) محمَّد بن العلاء بن غريب الهمداني، ثقة، حافظ.(٩) في (ج): قال.(١٠) القصَّار، صدوق له أوهام.(١١) شيبان بن عبد الرحمن التميمي، ثقة صاحب كتاب.(١٢) جابر بن يزيد بن الحارث الجُعفي، ضعيف رافضي.(١٣) مجهول.(١٤) نضلة بن عبيد، صحابي.</p><p> رسول الله لمَّا نزلت هذِه الآية: {الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ (٥) } \"الله أكبر هذِه خير لكم من أن لو(١)أعطى كل رجل منكم مثل جميع الدنيا، هو الذي إن صلى لم يرج خير صلاته، وإن تركها لم يخف ربه\"  (٢)  (٣) . </p><p> [٣٦٥١] وبه عن ابن جرير، حدثني (٤) أحمد بن عبد الرحيم البَرْقي (٥) ، حدثنا عمرو بن أبي سلمة (٦) قال: سمعت عمر بن سليمان (٧) يحدث، عن عطاء بن دينار (٨) أنه قال: الحمد لله </p><p>(١) في (ب)، (هـ): من لو. (٢) في (هـ): عذاب ربه.(٣) [٣٦٥٠] الحكم على الإسناد:ضعيف؛ شيخ المصنف لم أجده، وفيه جابر الجعفي ضعيف، وشيخه مبهم لم يسم.التخريج:أخرجه ابن جرير الطبري في \"جامع البيان\" ٣٠/ ٣١٣، ورواه ابن مردويه بسند ضعيف كما في \"الدر المنثور\" ٦/ ٦٨٣.(٤) من بعد: (حدثني) إلى قوله: يمج صبيرة أقحم في النسخة الأصلية ضمن لوحات تفسير سورة الكوثر، ولذا ترى أن ترقيم اللوحات الذي بهامش الصفحة قد تغير من (١١٩) إلى (١٢٧) مباشرة فليتنبه لهذا.(٥) أحمد بن عبد الله بن عبد الرحيم البر في، أبو بكر، سمع من عمرو بن أبي سلمة وأسد السنة وعدة وعنه أحمد بن علي المدئني، والطحاوي، وخلق قال أبو حاتم: صدوق، وقال السمعاني: كان ثقة ثبتًا. انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٦١، \"الأنساب\" ١/ ٣٢٥، \"السير\" للذهبي ١٣/ ٤٧.(٦) التنيسي، صدوق له أوهام.(٧) عمر بن سليمان بن عاصم بن عمر بن الخطاب، ثقة.(٨) الهذلي، صدوق.</p>"
}