{
  "id": null,
  "sura": 108,
  "aya": 2,
  "text": "<p> ٢ {فَصَلِّ لِرَبِّكَ وَانْحَرْ (٢) } </p><p> قال محمَّد بن كعب: إن ناسًا يصلون لغير الله وينحرون لغير الله فإنا أعطيناك الكوثر فلا تكن صلاتك ونحرك إلَّا لي (١) ، وقال عكرمة وعطاء وقتادة: فصل لربك صلاة العيد يوم النحر وانحر نسكك (٢) وقال أنس بن مالك: كان النبي - صلى الله عليه وسلم - ينحر قبل أن يصلي فأمر أن يصلي ثم ينحر (٣) ، وقال سعيد بن جبير، ومجاهد: فصل لربك صلاة الغداة (٤) المفروضة بجمع وانحر البُدن بمنى (٥) ، وقال بعضهم: نزلت هذِه الآية يوم الحديبية حين حُصر النبي - صلى الله عليه وسلم - وأصحابه وصدوا عن البيت فأمره الله تعالى أن يصلي وينحر البدن، وينصرف فعل ذلك وهذِه رواية أبي معاوية البجلي عن سعيد بن جبير (٦) . </p><p>(١) انظر: \"جامع البيان\" للطبري ٣٠/ ٣٢٧، \"معالم التنزيل\" للبغوي ٨/ ٥٥٩. (٢) انظر: \"جامع البيان\" للطبري ٣٠/ ٣٢٦، \"معالم التنزيل\" للبغوي ٨/ ٥٥٩، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ٢١٨.(٣) أخرجه الطبري في \"جامع البيان\" ٣٠/ ٣٢٦، وإسناده ضعيف، فيه محمَّد بن حميد الرازي ضعيف.(٤) في (ج): العيد.(٥) انظر: \"جامع البيان\" للطبري ٣٠/ ٣٢٦، \"معالم التنزيل\" للبغوي ٨/ ٥٥٩، \"زاد المسير\" لابن الجوزي ٩/ ٢٤٩.(٦) أخرجه الطبري في \"جامع البيان\" ٣٠/ ٣٢٧ وإسناده ضعيف فيه ثلاث علل.الأولى: الإرسال سعيد بن جبير لم يدرك التنزيل. الثانية: إسناده منقطع قال أحمد بن حنبل: عمَّار بن معاوية الدهني لم يسمع من سعيد بن جبير شيئًا. \"جامع =</p><p> [٣٦٦٣] وأخبرنا عبد الله بن حامد (١) ، أخبرنا محمَّد بن الحسين (٢) ، حدثنا أحمد بن يوسف (٣) ، حدثنا حجاج (٤) ، حدثنا حماد (٥) ، عن عاصم الجحدري (٦) ، عن أبيه (٧) ، عن عقبة بن ظبيان (٨) ، عن علي بن أبي طالب - رضي الله عنه - أنه قال في هذِه الآية: {فَصَلِّ لِرَبِّكَ وَانْحَرْ (٢) } قال: وضع اليمين (٩) على ساعده اليسرى ثم وضعهما على صدره (١٠) . </p><p>= التحصيل\" للعلائي (ص ٢٤١). الثالثة: الراوي عن معاوية هو أبو صخر حميد بن زياد صدوفيهم. \"تقريب التهذيب\" لابن حجر ١/ ٢٤٤. (١) أبو محمَّد الماهاني، لم يذكر بجرح أو تعديل.(٢) أبو بكر النيسابوري القطان، سماعه صحيح.(٣) ابن خالد الأزدي، حافظ ثقة.(٤) حجاج بن المنهال الأنماطي، ثقة فاضل.(٥) حمَّاد بن سلمة بن دينار، ثقة، عابد.(٦) عاصم بن العجاج، ثقة.(٧) لم أجده.(٨) عقبة بن ظبيان، ويقال: عقبة بن ظهير، روى عن علي، وروى عنه عاصم الجحدري عن أبيه. انظر \"التاريخ الكبير\" للبخاري ٦/ ٤٣٧، \"الجرح\" لابن أبي حاتم ٦/ ٣١٣.(٩) في (ب): اليد اليمنى، وفي (ج): يده اليمنى.(١٠) [٣٦٦٣] الحكم على الإسناد:ضعيف؛ العجاج الجحدري لم أجد وشيخ المصنف لم يذكر بجرح أو تعديل، وكذلك، وعقبة بن ظبيان، قال أبو محمَّد: اختلف حماد بن مسلمة ويزيد بن زياد ابن أبي الجعد في هذا الحديث فقال حماد: عن عاصم الجحدري عن أبيه عن عقبة بن ظبيان عن علي، وروى يزيد بن زياد بن أبي الجعد عن عاصم الجحدري =</p><p> [٣٦٦٤] وأخبرنا ابن فنجويه (١) ، حدثنا علي بن إبراهيم بن أحمد العطار (٢) ، حدثنا عبد الله بن محمَّد بن عبد العزيز (٣) ، حدثنا هاشم (٤) ابن الحارث المروزي (٥) ، حدثنا محمَّد بن ربيعة (٦) ، حدثنا يزيد بن </p><p>= عن عقبة بن ظهير عن علي، وقد اختلف في الراوي عنه بين حماد بن سلمة، وبين يزيد بن زياد بن أبي الجعد. التخريج:أخرجه ابن جرير في \"جامع البيان\" ٣٠/ ٣٢٦ من طريق محمَّد بن حميد، حدثنا أبو صالح الخراساني، حدثنا حماد به مثل رواية المصنف، ورواه من طريق ابن حميد، حدثنا مهران. ومن طريق ابن بشار حدثنا عبد الرحمن، كلاهما حدثنا حماد بن سلمة عن عاصم الجحدري، عن عقبة بن ظبيان، عن أبيه، عن علي، وهذا إن لم يكن تصحيف فهو اضطراب آخر. وأخرجه الحاكم في \"المستدرك\" ٢/ ٥٨٦ (٣٩٨) ومن طريقه أخرجه البيهقي في \"السنن الكبرى\" ٢/ ٢٩ (٢١٦٣) كلاهما من طريق حمَّاد بن سلمة، عن عاصم الجحدري، عن عقبة بن صهبان، عن علي. هكذا عقبة بن صهبان واستدركها البيهقي من رواية البخاري في \"التاريخ الكبير\" ٦/ ٤٣٧ كما أورده المصنف وانظر: الإسناد الذي يليه.(١) ثقة، صدوق كثير الرواية للمناكير.(٢) علي بن إبراهيم بن أحمد بن يزيد بن أبي غرة، العطار البغدادي، سمع محمَّد بن السري القنطري وغيره، وعنه محمَّد بن عبد العزيز البرذعي وآخرون، قال الخطيب: كان ثقة مات سنة (٣٧٩ هـ). انظر: \"تاريخ بغداد\" ١١/ ٣٤١.(٣) أبو القاسم البغوي، ثقة.(٤) في (ج): هشيم. وهو تصحيف.(٥) هاشم بن الحارث، أبو محمَّد المروروذي، يروي عن عبيد الله بن عمرو، ويروي عنه ابن أبي الدنيا وأبو القاسم البغوي، وأكثر عنه، قال الخطيب: كان ثقة، وقال ابن حبان: مستقيم الحديث ربما أغرب. انظر \"تاريخ بغداد\" للخطيب ١٤/ ٦٦، \"الثقات\" لابن حبان ٩/ ٢٤٤.(٦) الكلابي، صدوق.</p><p> زياد بن أبي الجعد (١) ، عن عاصم الجحدري (٢) ، عن عقبة بن ظهير (٣) ، عن علي بن أبي طالب - رضي الله عنه - في قوله (٤) : {فَصَلِّ لِرَبِّكَ وَانْحَرْ (٢) } قال: وضع اليمنى على الشمال في الصلاة (٥) . </p><p> [٣٦٦٥] وأخبرنا عبد الخالق بن علي بن عبد الخالق (٦) ، أخبرنا محمَّد بن أحمد بن خنب (٧) ، حدثنا يحيى بن أبي طالب (٨) ، أخبرنا زيد ابن الحُباب (٩) ، حدثنا روح بن المسيب (١٠) ، أخبرني عمرو بن مالك </p><p>(١) يزيد بن زياد بن أبي الجعد الأشجعي، صدوق. (٢) عاصم الجحدري، ثقة.(٣) عقبة بن ظهير، هو عقبة بن ظبيان، مجهول الحال.(٤) في (ب)، (ج): في هذِه الآية.(٥) [٣٦٦٤] الحكم على الإسناد:ضعيف، عقبة بن ظبيان مجهول الحال، وانظر الإسناد السابق.التخريج:رواه البخاري في \"التاريخ\" ٦/ ٤٣٧، ورواه عبد الرزاق في \"تفسيره\" ٢/ ٤٠١، ورواه ابن جرير الطبري في \"جامع البيان\" ٣٠/ ٣٢٥، ورواه الدارقطني في \"سننه\" ١/ ٢٨٥ (٦). كلهم من طريق يزيد بن زياد به، وانظر الإسناد الذي قبله فقد رواه الحاكم والبيهقي. وضعفه ابن كثير في \"تفسيره\" ١٤/ ٤٨١ حيث قال: يروى هذا عن علي ولا يصح.(٦) أبو القاسم، ثقة.(٧) أبو بكر البخاري، الدهقان، صدوق لا بأس به.(٨) الزبرقان، محله الصدق.(٩) أبو الحسين العكلي، صدوق، يخطئ.(١٠) أبو رجاء البصري، ضعيف.</p><p> النكري (١) ، عن أبي الجوزاء (٢) ، عن ابن عباس في قول الله عز وجل: {فَصَلِّ لِرَبِّكَ وَانْحَرْ (٢) } قال: وضع اليمين على الشمال في الصلاة عند النحر (٣) . يدل عليه ما: </p><p> [٣٦٦٦] أخبرنا عبد الله بن حامد (٤)  (قراءة عليه)  (٥) ، أخبرنا محمَّد بن جعفر (٦) ، حدثنا علي بن حرب (٧) ، حدثنا المعافى بن داود (٨) ، حدثنا إسرائيل (٩) ، عن سماك بن حرب (١٠) ، عن قبيصة بن هُلْب (١١) ، </p><p>(١) في (ب)، (ج): بكر بن مالك البكري، وهو: أبو يحيى ويقال أبو مالك البصري، صدوق له أوهام. (٢) أوس بن عبد الله الربعي، ثقة يرسل كثيرًا.(٣) [٣٦٦٥] الحكم على الإسناد:ضعيف؛ فيه روح بن المسيب متكلم فيه، وعمرو بن مالك النكري، صدوق له أوهام.التخريج:رواه البيهقي في \"السنن الكبرى\" ٢/ ٣١ (٢١٦٨) من طريق زيد بن الحباب به.(٤) أبو محمَّد الماهاني، لم يذكر بجرح أو تعديل.(٥) زيادة من (ب) , (ج).(٦) أبو بكر المطيري، ثقة، مأمون.(٧) الطائي، صدوق، فاضل.(٨) لم أجده.(٩) ابن يونس بن أبي إسحاق السبيعي، ثقة.(١٠) الذهلي البكري، صدوق، تغير بأخرة، فكان ربما تلقن.(١١) تصحفت في (ب) إلى: المهلب وهو قبيصة بن هلب الطائي، واسم أبيه يزيد وله صحبة، يروي عن أبيه: وعنه سماك بن حرب، ذكره بن حبان في \"الثقات\"، وقال =</p><p> عن أبيه (١) قال: كان رسول الله - صلى الله عليه وسلم - يضرب بإحدى يديه على الأخرى (في الصلاة)  (٢)  (٣) . </p><p> [٣٦٦٧] وأخبرنا عبد الله بن حامد (٤) ، أخبرنا مكي بن عبدان (٥) ، حدثنا عبد الله بن هاشم (٦) قال: حدثنا عبد الرحمن (٧) ، حدثنا سفيان (٨) ، عن سماك (٩) ، عن قبيصة بن هلب (١٠) ، عن أبيه (١١) ، </p><p>= ابن حجر: مقبول انظر \"الثقات\" لابن حبان ٥/ ٢١٩، \"التقريب\" لابن حجر (٥٥١٦). (١) يزيد بن قنافة الطائي، له صحبة.(٢) ساقطة من (ج).(٣) [٣٦٦٦] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرح أو تعديل، المعافى، لم أجده، وقبيصة بن هلب مقبول والحديث صحيح بشواهده.التخريج:رواه أحمد في \"مسنده\" ٦/ ٢٩٨ (٢١٤٦٤)، ورواه الطبراني في \"المعجم الكبير\" ٢٢/ ١٦٥ (٤٢٣). وللحديث شواهد سيذكر بعضها المصنف.(٤) أبو محمَّد الماهاني، لم يذكر بجرح أو تعديل.(٥) أبو حاتم التميمي، المحدث الثقة المتقن.(٦) ابن حيان العبدي، ثقة.(٧) ابن مهدي، ثقة ثبت حافظ.(٨) الثوري، ثقة حافظ إمام حجة، كان ربما دلس.(٩) ابن حرب الذهلي، صدوق تغير بآخرة.(١٠) الطائي، مقبول.(١١) صحابي.</p><p> قال: رأيت النبي - صلى الله عليه وسلم - واضعًا يمينه على شماله في الصلاة (١) . </p><p> قال عبد الله بن حامد: هلب لقب واسمه يزيد بن قنافة (٢)  (٣) . </p><p> [٣٦٦٨] وأخبرنا عبد الله بن حامد (٤) ، أخبرنا مكي بن عبدان (٥) ، </p><p>(١) [٣٦٦٧] الحكم على الإسناد: شيخ المصنف لم يذكر بجرح أو تعديل، الحديث صحيح بشواهده.التخريج:رواه أحمد في \"مسنده\" ٦/ ٢٩٧ (٢١٤٦١).ورواه الترمذي في كتاب الصلاة، باب: ما جاء في وضع اليمين على الشمال في الصلاة (٢٥٢) قال: وفي الباب عن وائل بن حجر وغطيف بن الحرث وابن عباس وابن مسعود وسهل بن سعد. قال أبو عيسى: حديث هُلب حديث حسن والعمل على هذا عند أهل العلم من أصحاب النبي - صلى الله عليه وسلم - والتابعين ومن بعدهم. ورواه ابن ماجه في كتاب إقامة الصلاة والسنة فيها باب: وضع اليمين على الشمال في الصلاة (٨٠٩)، وقد ذكر كذلك حديث وائل بن حجر وحديث عبد الله بن مسعود - رضي الله عنهما -، وسيذكرهما المصنف.ورواه الدارقطني في \"السنن\" ١/ ٢٨٥ (٧)، والطبراني في \"المعجم الكبير\" ٢٢/ ١٦٥ (٤٢٤)، والبيهقي في \"السنن الكبرى\" ٢/ ٢٩ (٢١٦٠).والحديث حسنه الترمذي كما تقدم، وصححه ابن عبد البر في \"الاستيعاب\" ٤/ ١١٠، والألباني في \"صحيح سنن الترمذي\" (٢٠٧) قال: حسن صحيح.فالحديث بشواهده التي ذكرها الترمذي، وسيذكر بعضها المصنف صحيح إن شاء الله.(٢) في (ب). قثامة وهو خطأ.(٣) قاله أيضًا البخاري في \"التاريخ الكبير\" ٧/ ١٧٧، وابن حبان في \"الثقات\" ٥/ ٣١٩.(٤) أبو محمَّد الماهاني، لم يذكر بجرح أو تعديل.(٥) أبو حاتم التميمي، المحدث، الثقة المتقن.</p><p> حدثنا إبراهيم بن الحارث (١) ، حدثنا يحيى بن أبي بكير (٢) ، حدثنا زهير ابن معاوية (٣) ، حدثنا أبو إسحاق (٤) ، عن (٥) عبد الجبار بن وائل بن حجر (٦)  (عن وائل بن حُجْر)  (٧) ، قال: رأيت النبي - صلى الله عليه وسلم - يضع يده اليمنى على اليسرى في الصلاة قريبًا من الرسغ (٨) ، ويرفع يديه حتى يبلغا أذنيه (٩) . </p><p>(١) إبراهيم بن الحارث بن إسماعيل البغدادي، سمع يزيد بن هارون وغيره، حدث عنه البخاري وآخرون قال ابن حجر: صدوق. انظر \"السير\" للذهبي ٢٥/ ١٦، \"التقريب\" لابن حجر (١٥٩). (٢) أبو زكريا الكرماني، ثقة.(٣) ابن حديج، ثقة ثبت إلا أن سماعه عن أبي إسحاق بآخرة.(٤) عمرو بن عبد الله بن عبيد السبيعى، ثقة، عابد اختلط بآخرة.(٥) في (ج): (بن) وهو خطأ.(٦) عبد الجبار بن وائل بن حُجر الكندي، يروي عن أمه عن أبيه، قال ابن حبان: ومن زعم أنه سمع أباه فقد وهم؛ لأن وائل بن حجر مات وأمه حامل به. عداده في أهل الكوفة، روى عنه أبو إسحاق السبيعي وابنه سعيد بن عبد الجبار قال ابن حجر: ثقة لكنه أرسل. \"تهذيب الكمال\" للمزي ١٦/ ٣٩٣، \"تقريب التهذيب\" لابن حجر (٣٧٤٤).(٧) ما بين القوسين ساقط من الأصل، وأثبته من (ب)، (ج).(٨) الرسغ: مفصل بين الكف والساعد.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٢٢٧.(٩) [٣٦٦٨] الحكم على الإسناد:ضعيف، شيخ المصنف لم يذكر بجرح أو تعديل، وفيه علتان أخريان: الأولى: سماع زهير بن معاوية من أبي إسحاق السبيعي كان بعد الاختلاط كما صرَّح به أبو زرعة في \"الجرح والتعديل\" ٣/ ٥٨٨.الثانية: الانقطاع بين عبد الجبار بن وائل، وبين أبيه حيث صرَّح الأئمة بعدم =</p><p> [٣٦٦٩] وأخبرنا عبد الله (بن حامد)  (١) ، أخبرنا محمَّد بن الحسين (٢) ، حدثنا أحمد بن يوسف (٣) ، حدثنا حجاج (٤) ، حدثنا هشيم (٥) ، عن الحجاج بن (٦) أبي زينب السلمي (٧) ، حدثنا </p><p>= سماعه منه. لكن صحَّ الحديث من طريق آخر كما سيأتي في التخريج.التخريج:رواه الإِمام أحمد في \"مسنده\" ٥/ ٤١٦ (١٨٣٩٤) من طريق يحيى بن أبي بكير به.ورواه الدارمي في \"سننه\" (١٢٧٧) من طريق زهير بن معاوية به.وقد روى الإِمام مسلم هذا الحديث في \"صحيحه\" في كتاب الصلاة، باب: وضع يده اليمنى على اليسرى (٤٠١) قال: حدثنا زهير بن حرب، حدثنا عفَّان، حدثنا همام، حدثنا محمَّد بن جحادة، حدثنا عبد الجبار بن وائل، عن علقمة بن وائل ومولى لهم أنهما حدثاه عن أبيه وائل بن حجر أنه رأى النبي - صلى الله عليه وسلم - ... الحديث. وكذا رواه أحمد في \"مسنده\" ٥/ ٤١٥ (١٨٣٨٧). فالحديث من هذا الطريق سالم من كلا العلتين: من اختلاط أبي إسحاق ومن إرسال عبد الجبار، ولذا أخرجه مسلم في \"صحيحه\".(١) زيادة من (ب)، (ج)، وهو أبو محمَّد الوزان، لم يذكر بجرح أو تعديل.(٢) أبو بكر النيسابوري القطان، قال عنه الحاكم: الشيخ الصالح.(٣) الأزدي، النيسابوري، ثقة حافظ.(٤) ابن المنهال الأنماطي، ثقة فاضل.(٥) في (ب)، (ج): هشام. وهو تصحيف، وهو هشيم بن بشير السلمي، ثقة ثبت كثير التدليس والإرسال الخفي.(٦) في (ج): (عن) وهو خطأ.(٧) الحجاج بن أبي زينب السلمي، يروى عن أبي عثمان النهدي وطلحة بن نافع، وعنه محمَّد بن يزيد وهشيم، قال يحيى بن أبي معين: ليس به بأس، وقال ابن حجر: صدوق يخطئ. انظر \"الجرح\" لابن أبي حاتم ٣/ ١٦١، \"التقريب\" لابن حجر (١١٢٦)</p><p> أبو عثمان النهدي (١) ، عن ابن مسعود أن النبي - صلى الله عليه وسلم -: رأى رجلًا وهو (٢) يصلي واضعًا يده اليسرى على اليمنى، فنزع اليسرى عن اليمنى، ووضع اليمين (٣) على اليسرى (٤) . </p><p>(١) عبد الرحمن بن ملّ، ثقة، ثبت، عابد. (٢) ساقطة من (ب)، (ج).(٣) في (ب): اليمنى.(٤) [٣٦٦٩] الحكم على الإسناد:ضعيف، فيه شيخ المصنف وشيخه لم يذكرا بجرح أو تعديل، وابن أبي زينب صدوق يخطئ.التخريج:رواه أبو داود في كتاب الصلاة، باب: وضع اليمنى على اليسرى في الصلاة (٧٥٥).ورواه النسائي في كتاب الافتتاح، باب: في الإِمام إذا رأى الرجل قد وضع شماله على يمينه ٢/ ١٢٦.ورواه ابن ماجه في كتاب إقامة الصلاة والسنة فيها، باب: وضع اليمين على الشمال في الصلاة (٨١١)، وفيه قال هشيم: أنبأنا الحجاج بن أبي زينب فانتفت علة تدليس هشيم.ورواه الدارقطني في \"السنن\" ١/ ٢٨٦ (١٢)، والرجل المبهم في الحديث، هو عبد الله بن مسعود كما تدل عليه روايات تخريج الحديث.وقال العقيلي بعد ذكره للحديث في ترجمة الحجاج بن أبي زينب: لا يتابع عليه \"الضعفاء الكبير\" ١/ ٣٨٢. وله شاهد من حديث جابر بن عبد الله رواه الدارقطني في \"السنن\" ١/ ٢٨٧ (١٣)، ورواه ابن عدي في \"الكامل في ضعفاء الرجال\" ٢/ ٥٣٠ في ترجمة الحجاج بن أبي زينب، والحديث حَسَّنَ إسناده الحافظ ابن حجر في \"فتح الباري\" ٢/ ٢٢٤، وحسَّنه الألباني في \"صحيح سنن أبي داود\" (٦٨٦).</p><p> [٣٦٧٠] وأخبرنا أبو محمَّد الحسن بن أحمد بن محمَّد بن علي المخلدي (١) ، أخبرنا أبو الفضل يعقوب بن يوسف بن عاصم البخاري الفقيه (٢) ، حدثنا الحسن بن الفضل البُصراني (٣) ، حدثنا وهب بن إبراهيم الرازي (٤)  (٥) ، حدثنا أبو عبد الله إسرائيل بن حاتم المروزي (٦) -وكان ثقة مأمونًا, أخبرنا مقاتل بن حيان (٧) ، عن أصبغ بن نُبَاتة (٨) ، عن علي بن أبي طالب - رضي الله عنه - قال: لما نزلت هذِه السورة {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ (١) فَصَلِّ لِرَبِّكَ وَانْحَرْ (٢) } قال النبي - صلى الله عليه وسلم - لجبريل عليهما السلام: \"ما هذِه النحيرة التي أمرني بها </p><p>(١) في الأصل: الحسن بن محمَّد بن الحسن بن أحمد وهو خطأ، والصواب ما أثبته من (ب)، (ج)، وهو إمام صدوق مسند عادل. (٢) يعقوب بن يوسف بن عاصم البخاري، سمع بالعراق محمَّد بن عبيد الله بن المنادي، وغيره، وروى عنه يحيى بن منصور القاضي وآخرون، مات ببخارى سنة (٣٢٥ هـ). انظر: \"الأنساب\" للسمعاني ٤/ ١١١.(٣) أبو علي الزعفراني، متروك.(٤) في (ب): الدراري، وفي (ج): الداري. وهو تصحيف.(٥) وهب بن إبراهيم الفامي، أبو علي، من أهل الري، جليس أبي زرعة، يروي عن أبي عاصم النبيل، روى عنه أهل بلده. قال ابن أبي حاتم. صدوق ثقة، وذكره ابن حبان في \"الثقات\" انظر \"الجرح\" لابن أبي حاتم ٩/ ٢٩، \"الثقات\" لابن حبان ٩/ ٢٢٩.(٦) إسرائيل بن حاتم المروزي، أبو عبد الله، قال ابن حبان: روى عن مقاتل الموضوعات وعن غيره من الثقات الأوابد والطامات. انظر \"المجروحين\" لابن حبان ١/ ١٧٧، \"الميزان\" للذهبي ١/ ٢٠٨.(٧) النبطي، صدوق فاضل.(٨) التميمي الحنظلي، الكوفي، متروك.</p><p> ربي (١) ، قال: ليست بنحيرة ولكنه يأمرك إذا (٢) تحرمت للصلاة أن ترفع يديك إذا كبرت وإذا ركعت، وإذا رفعت رأسك من الركوع، وإذا سجدت، فإنه صلاتنا وصلاة الملائكة (الذين في السموات السبع)  (٣) ، وإن لكل شيء زينة وإن زينة الصلاة رفع الأيدي عند كل تكبيرة \". وقال رسول الله - صلى الله عليه وسلم -: \" رفع الأيد في الصلاة من الاستكانة \"،قلت:فما الاستكانة.قال:\" ألا (٤) تقرأ هذِه الآية: {فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ}  (٥) قال: \"هو الخضوع\"  (٦) . </p><p>(١) في (ج): أمرني ربي عز وجل بها. (٢) في (ب): إن.(٣) ما بين القوسين ساقط من الأصل، وأثبته من (ب)، (ج).(٤) في (ب)، (ج): أما.(٥) المؤمنون: ٧٦.(٦) [٣٦٧٠] الحكم على الإسناد:ضعيف جدًا؛ فيه الحسن بن الفضل وأصبغ بن نباتة، متروكان، وإسرائيل بن حاتم اتهمه ابن حبان.التخريج:رواه الحاكم في \"المستدرك\" ٢/ ٥٨٦ (٣٩٨١)، وصححه وتعقبه الذهبي في \"التلخيص\" بقوله: إسرائيل صاحب عجائب لا يعتمد عليه، وأصبغ شيعي متروك عند النسائي، ومن طريقه:أخرجه البيهقي في \"السنن الكبرى\" ٢/ ٧٥ (٢٣٥٧).وأخرجه ابن أبي حاتم من طريق وهب بن إبراهيم به، كما في \"تفسير ابن كثير\" ١٤/ ٤٨١ وعقَّب عليه بقوله: حديث منكر جدًا.وأخرجه ابن حبان في كتابه \"المجروحين\" ١/ ١٧٧ - ١٧٨ قال: حدثنا أحمد بن =</p><p> يدل عليه ما: </p><p> [٣٦٧١] أخبرنا عبد الله بن حامد الوزان (١) ، أخبرنا أحمد ابن محمَّد بن يحيى بن بلال (٢) ، حدثنا أبو زرعة الرازي (٣) ، حدثنا عبد الجبار بن سعيد بن سليمان بن نوفل بن مساحق (٤) العامري، حدثنا ابن أبي الزناد (٥) ، عن موسى بن عقبة (٦) ، عن عبد الله بن الفضل (٧) ، عن عبد الرحمن الأعرج (٨) ، عن عبيد الله (٩) بن أبي رافع، عن علي بن أبي </p><p>= محمَّد بن يحيى الشحام بالري، حدثنا وهب بن إبراهيم القاضي به، وعلق عليه بقوله: وهذا متن باطل، إلَّا ذكر رفع اليدين فيه، وهذا خبر رواه عمر بن صبح، عن مقاتل بن حيان، وعمر بن صبح يضع الحديث فظفر عليه إسرائيل بن حاتم فحدَّث عنه مقاتل بن حيان. وأخرجه ابن الأعرابي في \"معجم شيوخه\" ٢/ ٢٢٧ وعن وهب بن إبراهيم، به.(١) أبو محمَّد الوزان، لم يذكر بجرح أو تعديل.(٢) أبو حامد البزاز، قال الخليلي: ثقة مأمون.(٣) عبيد الله بن عبد الكريم، إمام حافظ ثقة.(٤) في (ب)، (ج): مساحة. وهو تصحيف، وهو عبد الجبار بن سعيد بن سليمان بن نوفل بن مساحق العامري من أهل المدينة، يروى عن ابن أبي الزناد وأهل المدينة، روى عنه أبو زرعة الرازي، قال العقيلي: في حديثه مناكير، ذكره ابن حبان: في \"الثقات\" ٨/ ٤١٨، \"الضعفاء\" للعقيلي ٣/ ٨٦.(٥) عبد الرحمن بن أبي الزناد، صدوق تغير حفظه لما قدم بغداد.(٦) ابن أبي عياش، ثقة فقيه.(٧) عبد الله بن الفضل بن العباس بن ربيعة بن الحارث بن عبد المطلب الهاشمي، ثقة.(٨) عبد الرحمن بن هرمز، ثقة، ثبت، عالم.(٩) في (ج): عبد الله. وهو تصحيف، وهو عبيد الله بن أبي رافع المدني، ثقة.</p><p> طالب - رضي الله عنه -، عن رسول الله - صلى الله عليه وسلم - أنه كان إذا قام إلى الصلاة المكتوبة كبَّر، ورفع يديه حذو منكبيه، ويصنع مثل ذلك إذا قضى قرآته، وأراد أن يركع ويصنع (١) إذا رفع (٢) من الركوع، ولا يرفع يديه في شيء من صلاته وهو قاعد (٣) . </p><p>(١) في (ب)، (ج): ويصنعه. (٢) في (ج): ركع. وهو خطأ.(٣) [٣٦٧١] الحكم على الإسناد:ضعيف، شيخ المصنف لم يذكر بجرح أو تعديل، وفيه عبد الجبار بن سعيد، قال العقيلي: له مناكير، إلا أنه قد توبع، تابعه سليمان بن داود الهاشمي، وعبد الله ابن وهب المصري كما سيأتي.التخريج:رواه الترمذي في كتاب الدعوات، باب منه (٣٤٣٣)، وقال: حديث حسن صحيح.ورواه ابن ماجه في كتاب إقامة الصلاة والسنة فيها، باب: رفع اليدين إذا ركع وإذا رفع رأسه من الركوع (٨٦٤). كلاهما من طريق سليمان بن داود الهاشمي عن ابن أبي الزناد به، وسليمان ثقة كما في \"التقريب\" ١/ ٣٨٤.ورواه ابن خزيمة في \"صحيحه\" ح/ ٥٨٤، ١/ ٢٩٤ (٥٨٤).والطحاوي في \"شرح معاني الآثار\" ١/ ٢٢٢، كلاهما من طريق عبد الله بن وهب عن ابن أبي الزناد به، وعبد الله بن وهب هو المصري، ثقة كما في \"التقريب\" ١/ ٥٤٥، فمدار الحديث على ابن أبي الزناد، وحديثه من قبيل الحسن. كما قال الذهبي، إلا أنه قد تابعه عبد الملك بن عبد العزيز بن جريج وهو ثقة كما رواه ابن خزيمة في صحيحه ١/ ٣٠٦ (٦٠٧) فيرتقي بذلك إلى درجة الصحيح لغيره وقد صححه ابن خزيمة، وقال الترمذي: حسن صحيح، وتابعه الألباني في \"صحيح سنن الترمذي\" (٢٧٢١).</p><p> [٣٦٧٢] وأخبرنا الشيخ الصالح أبو الحسن (١) أحمد بن إبراهيم ابن عبدويه بن سدوس العبدوي (٢)  (قراءة عليه)  (٣) في رجب سنة أربع وثمانين وثلاثمائة، أخبرنا أبو العباس أحمد بن (محمَّد ابن)  (٤) الأزهر الأزهري (٥) ، وعبد الله بن يحيى بن مهران المُذكِّر (٦) قالا: سمعنا أبا (٧) إسماعيل الترمذي (٨)  (ح)  (٩) . </p><p> [٣٦٧٣] وأخبرنا أبو محمَّد المخلدي (١٠) إملاء، أخبرنا أبو محمَّد عبد الله بن يحيى بن أحمد المذكر (١١) ، حدثنا أبو إسماعيل محمَّد بن إسماعيل السلمي، قال: صليت خلف عارم أبي النعمان (١٢) فرأيته يرفع يديه حين افتتح الصلاة، وحين ركع، وحين رفع رأسه من الركوع، فقلت له: ما هذا؟ قال: صليت خلف </p><p>(١) في الأصل: الحسين وهو خطأ، والصواب ما أثبته من (ب)، (ج). (٢) النيسابوري، لم يذكر بجرح أو تعديل.(٣) ما بين القوسين ساقط من الأصل، وما أثبته من (ب)، (ج).(٤) السابق.(٥) واهٍ.(٦) لم أجده.(٧) ساقطة من (ب)، (ج).(٨) السلمي الترمذي، ثقة، حافظ، لم يتضح كلام أبي حاتم فيه.(٩) ما بين القوسين زيادة من (ج).(١٠) أبو محمَّد الشيباني النيسابوري، إمام صدوق مسند عدل.(١١) لم أجده.(١٢) محمَّد بن الفضل السدوسي، ثقة، ثبت تغير في آخر عمره.</p><p> حمَّاد بن زيد (١) فرأيته يرفع يديه حين افتتح الصلاة، وحين ركع، وحين رفع رأسه من الركوع، فقلت له: ما هذا؟ قال: صليت خلف أيوب السختياني (٢) فرأيته رفع يديه حين افتتح الصلاة، وحين ركع، وحين رفع رأسه من الركوع، فقلت له: ما هذا؟ فقال: صليت خلف (٣) عطاء بن أبي رباح (٤) فرأيته يرفع يديه حين افتتح الصلاة، وحين ركع، وحين رفع رأسه من الركوع، فقلت له: ما هذا؟ فقال: صليت خلف عبد الله بن الزبير (٥) فرأيته يرفع (٦) يديه حين افتتح الصلاة، وحين ركع، وحين رفع رأسه من الركوع، فقلت له: ما هذا؟ فقال: صليت خلف أبي بكر - رضي الله عنه - فرأيته رفع يديه حين افتتح الصلاة، وحين ركع، وحين رفع رأسه من الركوع، فقلت له: ما هذا؟ فقال: صليت خلف رسول الله - صلى الله عليه وسلم - فرأيته (٧) رفع يديه حين افتتح الصلاة، وحين ركع، وحين رفع رأسه من الركوع (٨) . </p><p>(١) في (ب، ج): أحمد بن نجيد. وهو خطأ، وهو حماد بن زيد بن درهم، ثقة ثبت. (٢) أيوب بن أبي تميمة السختياني، ثقة، ثبت حجة.(٣) في (ب)، (ج): إلى جنب.(٤) عطاء بن أبي رباح، ثقة، فقيه، فاضل، لكنه كثير الإرسال.(٥) صحابي مشهور.(٦) في (ب)، (ج): رفع.(٧) ساقطة من (ج).(٨) [٣٦٧٢ - ٣٦٣٧] الحكم على الإسناد:ضعيف، أبو العباس الأزهري واهٍ، وعبد الله بن يحيى المذكر لم أجده. وقد جاء من طريق آخر، رجاله ثقات. =</p><p> [٣٦٧٤] وأنبأني عقيل (بن محمَّد الفقيه)  (١) ، أخبرنا المعافى (بن زكريا)  (٢) ، أخبرنا محمَّد بن جرير (٣) ، حدثنا أبو كريب (٤) حدثنا وكيع (٥) ، عن إسرائيل (٦) ، عن جابر (٧) ، عن أبي جعفر (٨) {فَصَلِّ لِرَبِّكَ وَانْحَرْ (٢) } قال: يرفع يديه أول ما يكبر في الافتتاح إلى النحر (٩) . </p><p>= التخريج: رواه البيهقي في \"السنن الكبرى\" ٢/ ٧٣ (٢٣٤٩)، قال: أخبرنا أبو عبد الله الحافظ، ثنا أبو عبد الله محمَّد بن عبد الله الصفار الزاهد، إملاءً من أصل كتابه، قال: قال أبو إسماعيل محمَّد بن إسحاق السلمي: صلَّيت خلف أبي النعمان محمَّد بن الفضل فرفع يديه حين افتتح الصلاة وحين ركع ... الحديث.قال البيهقي: رواته ثقات.ورفع اليدين في المواضع المذكورة ثابت عن النبي - صلى الله عليه وسلم - جاء ذلك من حديث عبد الله بن عمر، ومالك بن الحويرث - رضي الله عنهما -، انظرهما في: صحيح البخاري في كتاب الأذان، باب رفع اليدين إذا كبر وإذا ركع وإذا رفع (٧٣٦، ٧٣٧)، وصحيح مسلم في كتاب الصلاة، باب استحباب رفع اليدين حذو المنكبين مع تكبيرة الإحرام والركوع، وفي الرفع من الركوع (٣٩٠، ٣٩١).(١) زيادة من (ب)، (ج)، لم أجده.(٢) زيادة من (ب)، (جـ)، وهو أبو الفرج النهرواني، العلامة الفقيه، الحافظ الثقة.(٣) أبو جعفر الطبري، الإِمام العلم المجتهد.(٤) محمَّد بن العلاء، ثقة حافظ.(٥) ثقة حافظ عابد.(٦) ابن يونس، ثقة.(٧) ابن يزيد الجعفي، ضعيف رافضي.(٨) أبو جعفر الباقر، ثقة فاضل.(٩) [٣٦٧٤] الحكم على الإسناد:ضعيف، فيه جابر بن يزيد الجعفي، ضعيف، وشيخ المصنف لم أجده. =</p><p> [٣٦٧٥] وأخبرنا محمَّد بن عبدوس (١) ، حدثنا محمَّد بن يعقوب (٢) ، أخبرنا محمَّد بن الجهم (٣) ، حدثنا الفراء (٤) قال: يقال: {فَصَلِّ لِرَبِّكَ وَانْحَرْ (٢) } أي: استقبل القبلة بنحرك. وسمعت بعض العرب يقول: منازلنا تتناحر. أي: هذا بنحر هذا، أي: قبالته (٥) ، وأنشدني بعض بني أسد: </p><p> أباحَكَم ما أنت عَمُّ مجالدٍ ... وسَيّدُ أهلِ الأبطح المُتناحِرِ (٦) ؟ </p><p> أي: ينحر بعضه (٧) بعضًا (٨) . </p><p>= التخريج: أخرجه ابن جرير الطبري في \"جامع البيان\" ٣٠/ ٣٢٦ ومن طريقه أخرجه المصنف.(١) أبو بكر النحوي، لم يذكر بجرح أو تعديل.(٢) أبو العباس الأصم، ثقة.(٣) أبو عبد الله السمري، ثقة صدوق.(٤) يحيى بن زياد، صدوق.(٥) في الأصل: قباله، والمثبت من (ب)، (ج).(٦) لم يسم قائله، والبيت من شواهد الفراء في \"معاني القرآن\" ٣/ ٢٩٦، وانظره في \"جامع البيان\" للطبري ٣٠/ ٣٢٨، \"لسان العرب\" لابن منظور ٥/ ١٩٧، وفيهما: هل أنت بدلًا من: ما أنت.(٧) في (ج): بعضهم.(٨) [٣٦٧٥] الحكم على الإسناد:شيخ المصنف لم يذكر بجرح أو تعديل، وبقية رجاله ثقات.التخريج:\"معاني القرآن\" للفراء ٣/ ٢٩٦، ونقله ابن جرير في \"جامع البيان\" ٣٠/ ٣٢٨.</p>"
}