{
  "id": null,
  "sura": 110,
  "aya": 1,
  "text": "<p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> ١ - {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ (١) } </p><p> على من عاداك وناواك {وَالْفَتْحُ} قال يمان: فتح المدائن والقصور (١) ، وقال عامة المفسرين: فتح مكة. </p><p> وكانت قصته على ما ذكره محمَّد بن إسحاق بن يسار والعلماء من أصحاب الأخبار، أن رسول الله - صلى الله عليه وسلم - لما صالح قريشًا عام الحديبية كان فيما اشترطوا: أنه من أحب أن يدخل في عهد رسول الله - صلى الله عليه وسلم - وعقده دخل فيه، ومن أحب أن يدخل في عهد قريش وعقدهم (٢) دخل فيه، فدخلت بنو بكر في عقد قريش، ودخلت خزاعة في عهد (٣) رسول الله - صلى الله عليه وسلم -، وكان بينهما شر قديم، وكان السبب الذي هاج ما بين بكر وخزاعة أن رجلًا من بلحضرمي (٤) يقال له: مالك بن عماد (٥) خرج تاجرًا، فلما توسط أرض خزاعة عدوا عليه فقتلوه فعدت خزاعة </p><p>(١) جاء ذلك عن بعض الصحابة لم يُسموا، وذلك في قصة سؤال عمر لهم عن تفسير هذِه الآية فقالوا: فتح المدائن والقصور، وقال ابن عباس: مَثَل ضُرِبَ لمحمد - صلى الله عليه وسلم - نعيت إليه نفسه. رواه البخاري في كتاب التفسير، باب قوله {وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا (٢)} (٤٩٦٩)، وفي \"النكت والعيون\" للماوردي ٦/ ٣٦٠، \"الجامع لأحكام القرآن\" ٢٠/ ٢٣٠ نسبه إلى ابن عباس وسعيد بن جبير. (٢) في (ب)، (ج): وعهدهم.(٣) في (ب)، (ج): عقد.(٤) في (ج): بني الحضرمي.(٥) هكذا في الأصل وفي (ب): عامر، وفي (ج)، عابد، والذي في \"السيرة النبوية\" لابن هشام ٢/ ٨٤٢ عبّاد.</p><p> قبيل الإِسلام علي بني الأسود بن رزْن (١) الديلي وهم أشراف بكر (٢) فقتلوهم (٣) بعرفة عند أنصاب الحرم (٤) . </p><p> فبينا بنو (٥) بكر وخزاعة على ذلك من الشر؛ حجز بينهم الإِسلام، وتشاغل الناس به، فلما كان صلح الحديبية، ووقعت تلك الهدنة اغتنمها بنو الديل من بني بكر من خزاعة فأرادوا أن يصيبوا منهم ثأرًا (٦) بأولئك النفر الذين أصابوا منهم بني الأسود بن رزْن، فخرج نوفل بن معاوية الديلي في بني الدئل (٧) ، وهو يومئذ قائدهم (وليس كل بني بكر تابعه)  (٨) حتى بيَّت (٩) خزاعة وهم على </p><p>(١) في الأصل، (ب): رزين، والمثبت من (ج)، في الموضعين. وهو الموافق لما في \"السيرة النبوية\" لابن هشام. وانظر: \"الروض الأنف\" للسهيلي ٤/ ٨٤.(٢) في (ج) زيادة: أشراف بكر سلمى وكلثوم وذؤيب.(٣) في (ب): فقتلوه.(٤) في (ب)، (ج) زيادة: وأخذوا مالهم فغدت بنو بكر على رجل من خزاعة فقتلوه.وقارن بما في \"السيرة النبوية\" لابن هشام ٢/ ٨٤٢.وانظر: التعريف بأنصاب الحرم في \"أخبار مكة\" للفاكهي ٢/ ٢٧٣.(٥) ساقطة من الأصل، (ج)، والمثبت من (ب).(٦) ساقط من الأصل، وأثبته من (ج).(٧) في (ب): الديل.(٨) ما بين القوسين ساقط من الأصل، وأثبته من (ب)، (ج).(٩) البيات: أن تأتي العدو ليلًا كأنك أخذته في بيته.انظر: \"معجم مقاييس اللغة\" لابن فارس ١/ ٣٢٥.</p><p> الوَتير (١) -ماءً لهم بأسفل مكة-، فأصابوا منهم رجلًا وتجاوزوا (٢) واقتتلوا، ورفدت قريش بَني بكر بالسلاح، وقاتل معهم من قريش من قاتل بالليل مستخفيًا؛ حتى جاوزا (٣) خزاعة إلى الحرم، وكان ممن أعان من قريش بني بكر على خزاعة ليلتئذٍ بأنفسهم متنكرين: صفوانُ بن أمية وعكرمة بن أبي جهل، وسهيل بن عمرو مع عبيدهم، قالوا: فلما انتهوا إلى الحرم قالت بنو بكر: يا نوفل إنا دخلنا الحرم (٤) إلهك إلهك. فقال كلمة عظيمة: إنه لا إله لي اليوم (يا بني بكر)  (٥) أصيبوا ثأركم فيه، فلعمري إنكم لتسرقون في الحرم أفلا تصيبون ثأركم فيه (٦) . فلما دخلت خزاعة مكة؛ لجئوا إلى دار بُديل بن ورقاء الخزاعي ودار مولى لهم يقال له: رافع، فلما تظاهرت (بنو بكر و)  (٧) قريش على خزاعة، وأصابوا منهم ما أصابوا، ونقضوا ما كان بينهم وبين رسول الله - صلى الله عليه وسلم - من العهد (والميثاق)  (٨) بما استحلوا من خزاعة، وكانوا في عقده (٩) ، خرج </p><p>(١) الوتير: بفتح أوله وكسر ثانيه بعده ياء وراء مهملة، موضع في ديار خزاعة، وهو ما بين أدام إلى عرفة. انظر: \"معجم ما استعجم\" للبكري ١/ ١٢٦، ٤/ ١٣٦٨. (٢) ساقطة من (ب)، وفي (ج): تحاوزوا، وهي كذلك في \"السيرة النبوية\" لابن هشام.(٣) (ب)، (ج): حازوا.(٤) في (ب)، (ج): في الحرم.(٥) ساقط من الأصل، وأثبته من (ب)، (ج).(٦) ساقط من الأصل، وأثبته من (ب)، (ج).(٧) من (ج)، وهو كذلك في \"السيرة النبوية\" لابن هشام.(٨) السابق.(٩) في (ج): في عقده وعهده.</p><p> عمرو بن سالم الخزاعي حتى قدم على رسول الله - صلى الله عليه وسلم - المدينة، وكان ذلك ما هاج فتح مكة، فوقف عليه وهو في المسجد جالس بين ظهراني الناس فقال: </p><p> لا هم إني ناشد محمدا </p><p> وذكر الأبيات كما ذكرناها في سورة التوبة (١) إلى قوله: </p><p> هم بيتونا بالوتير هجدا ... فقتلونا رُكعًا وسجدا (٢) </p><p> (يريد بقوله ركعًا وسجدًا إنا قد كنا أسلمنا قبل أن يقتلونا)  (٣) ، فقال رسول الله - صلى الله عليه وسلم -: \"قد نصرت يا عمرو بن سالم\" ، ثم عرض لرسول الله - صلى الله عليه وسلم - عنان من السماء، فقال: إن هذِه السحابة لتستهل بنصر بني كعب (٤) وهم رهط عمرو بن سالم، ثم خرج بديل بن ورقاء في نفر من خزاعة حتى قدموا على رسول الله - صلى الله عليه وسلم - المدينة، فأخبروه بما أصيب منهم ومظاهرة قريش بني بكر عليهم، ثم انصرفوا راجعين إلى مكة، وقد </p><p>(١) في (ب) , (ج): براءة. (٢) الأبيات انظرها في \"السيرة النبوية\" لابن هشام ٢/ ٨٤٦، وفي \"معالم التنزيل\" للبغوي ٩/ ٤ - ١٠.(٣) ساقط من الأصل، وأثبته من (ب)، (ج).(٤) الحديث أخرجه ابن إسحاق في كتابه \"السير والمغازي\" وإسناده حسن رجاله رجال الصحيح ما عدا ابن إسحاق مدلس إلَّا أنه صرَّح بالتحديث. ورواه البيهقي في \"السنن الكبرى\" ٩/ ٢٣٣ (١٨٦٣٨)، من طريق ابن إسحاق.وانظر: \"الطبقات الكبرى\" لابن سعد ٢/ ١٣٤، \"البداية والنهاية\" لابن كثير ٤/ ٢٧٩، \"مجمع الزوائد\" للهيثمي ٦/ ١٦١.</p><p> كان رسول الله - صلى الله عليه وسلم - قال للناس:  \"كأنكم بأبي سفيان قد جاء ليشدد العقد، ويزيد في المدة\"  (١) ، ومضى بديل بن ورقاء وأصحابه (٢) ، فلقوا أبا سفيان بعُسْفان قد بعثته قريش إلى رسول الله - صلى الله عليه وسلم - ليشدد العقد ويزيد في المدة، وقد رهبوا الذي صنعوا، فلما لقيَ أبو سفيان بديلًا قال: من أين أقبلت يا بديل؟ وظن أنه قد أتى رسول الله - صلى الله عليه وسلم -، قال: سرت في خزاعة في هذا الساحل وفي بطن هذا الوادي. قال: أوما أتيت محمدًا؟ قال: لا. </p><p> قال: فلما راح بديل إلى مكة قال أبو سفيان: لئن كان جاء بديل (٣) من المدينة لقد علف بها النوى، فعمد إلى مبرك ناقته فأخذ من بعرها ففتَّهُ فرأى فيها النوى، فقال: أحلف بالله لقد جاء بُديل محمدًا. ثم خرج (٤) أبو سفيان حتى قدم على رسول الله - صلى الله عليه وسلم - المدينة، فدخل على ابنته أم حبيبة بنت أبي سفيان، فلما ذهب ليجلس على فراش رسول الله - صلى الله عليه وسلم - طوته عنه، فقال: يا بنية أرغبت (٥) بي عن هذا الفراش، أم رغبت به عني؟ ! قالت: بل هو فراش رسول الله - صلى الله عليه وسلم - (وأنت رجل مشرك نجس, فلم أحب أن </p><p>(١) رواه ابن إسحاق ضمن حديثه في فتح مكة، ورواه الطحاوي في \"شرح معاني الآثار\" ٣/ ٣١٥ عن الزهريّ مرسلًا. (٢) من (ج).(٣) من (ج).(٤) ساقطة من (ج).(٥) في (ج): ما أدري أرغبت.</p><p> تجلس على فراش رسول الله - صلى الله عليه وسلم -) (١) . فقال: والله يا بنية لقد أصابك بعدي (٢) شر. ثم خرج حتَّى أتى رسول الله - صلى الله عليه وسلم - فكلمه (٣) فلم يرد عليه شيئًا، ثم ذهب (٤) إلى أبي بكر - رضي الله عنه - فكلمه (٥) أن يكلم له رسول الله - صلى الله عليه وسلم -. فقال: ما أنا بفاعل. ثم أتى عمر بن الخطاب - رضي الله عنه - فكلمه، فقال: أنا (٦) أشفع لكم إلى رسول الله - صلى الله عليه وسلم -! فوالله لو لم أجد أحدًا (٧) إلَّا الذر لجاهدتكم به. ثم خرج فدخل على علي بن أبي طالب - رضي الله عنه - وعنده فاطمة بنت رسول الله - صلى الله عليه وسلم -، عندها الحسن (٨) بن علي - رضي الله عنهم - غلام يدب بين يديها، فقال: يا علي إنك أمس القوم رحمًا وأقربهم مني قرابة، وإني (٩) قد جئت في حاجة فلا أرجعن كما جئت خائبًا، فاشفع لنا (١٠) إلى رسول الله - صلى الله عليه وسلم -. قال: ويحك يا أبا سفيان لقد عزم رسول الله - صلى الله عليه وسلم - على أمر ما نستطيع أن نكلمه فيه. فالتفت إلى فاطمة - رضي الله عنهما -، فقال: يا بنت محمد </p><p>(١) ما بين القوسين ساقط من (ج). (٢) في الأصل: لقد أصابني بعدك، والتصحيح من (ب)، (ج).(٣) من (ج).(٤) في (ب): أتى.(٥) في (ب)، (ج): فكلمه وسأله.(٦) في (ب): ما أنا.(٧) ساقطة من (ج).(٨) في (ب): الحسين.(٩) من (ج).(١٠) في (ج): لي.</p><p> هل لك أن تأمري بُنيك هذا فيجير بين الناس، فيكون سيد العرب إلى آخر الدهر. </p><p> قالت: ما بلغ بُنيَّ ذلك أن يجير بين الناس وما يجير على رسول الله - صلى الله عليه وسلم - أحد. فقال: يا أبا حسن إني أرى الأمور قد اشتدت، عليّ فانصحني. فقال: والله ما أعلم شيئًا (١) يغني عنك شيئًا، ولكنك سيِّد بني كنانة فقم فأجر بين الناس، تم الحق بأرضك. قال: وترى ذلك مغنيًا عني شيئًا، قال: لا والله ما (٢) أظنه، ولكن (٣) لا أجد لك غير ذلك. فقام أبو سفيان في المسجد فقال: يا أيها الناس إني قد أجرت بين الناس. ثم ركب بعيره فانطلق، فلما أن قدم على قريش، قالوا: ما وراءك؟ قال: جئت محمدًا فكلمته فوالله ما ردَّ عليّ شيئًا، ثم جئت ابن أبي قحافة فلم أجده عنده خيرًا (٤) ، ثم جئت ابن الخطاب فوجدته أعدى القوم، ثم أتيت علي بن أبي طالب، فوجدته ألين القوم، وقد أشار عليّ بشيء صنعته، فوالله ما أدري هل يغني عني شيئًا أم لا. قالوا: وماذا أمرك؟ قال: أمرني أن أجير بين الناس، ففعلت. قالوا: فهل أجاز ذلك محمد؟ قال: لا. قالوا: والله (٥) إن زاد الرجل على أن لعب بك فما يغني عنَّا ما </p><p>(١) في (ج): لك شيئًا. (٢) في (ب): لا.(٣) في (ب)، (ج): ثم قال.(٤) في (ج): فكلمته فوالله ما ردَّ عليّ شيئًا.(٥) في (ج): ويلك والله.</p><p> قلت. قال: لا والله ما وجدت غير ذلك. قال: وأمر رسول الله - صلى الله عليه وسلم - الناس بالجهاد (١) ، وأمر أهله أن يجهزوه، فدخل أبو بكر على ابنته (٢) عائشة - رضي الله عنها - وهي تصلح (٣) بعض جهاز رسول الله - صلى الله عليه وسلم -، فقال: أي بُنية أمركم رسول الله - صلى الله عليه وسلم - بأن تجهزوه؟ قالت: نعم. فتجهَّزْ، قال: فأين ترينه يريد؟ قالت: ما أدري (٤) . ثم إن رسول الله - صلى الله عليه وسلم - أعلم الناس أنَّه سائر إلى مكة، وأمرهم بالجد والتهيؤ، وقال:  \"اللهم خذ العيون والأخبار عن قريش حتَّى نبغتها(٥)في بلادها\"  (٦) فتجهز الناس، وكتب حاطب بن أبي بلتعة كتابًا، إلى قريش، وأعطاه سارة (٧) ، فأتى رسول الله - صلى الله عليه وسلم - بذلك الخبر من السماء، فبعث رسول الله - صلى الله عليه وسلم - عليًّا والزبير - رضي الله عنهما - حتَّى أخذاه منها، وقد مضت القصة في سورة الممتحنة (٨) ثم استخلف رسول الله - صلى الله عليه وسلم - على المدينة </p><p>(١) في (ب): بالجهاز. وهي الموافقة لما في المصادر التي ذكرتها كما سيأتي. (٢) من (ب)، (ج).(٣) في (ج): تحرك وتصلح.(٤) في (ج): لا والله ما أدري.(٥) نبْغتها: أي نفجأها، يقال: بغته يبغته بغتًا أي فاجأه.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ١٤٢.(٦) المرفوع جاء ضمن حديث ابن إسحاق الطويل في فتح مكة، وإسناده حسن.(٧) في (ج): زيادة يخبرهم بالذي أجمع عليه رسول الله - صلى الله عليه وسلم - من الأمر في السير إليهم.(٨) الحديث رواه البخاري في كتاب تفسير القرآن من سورة الممتحنة، باب: {لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ} (٤٨٩٠)، ورواه مسلم في كتاب فضائل الصحابة، باب: من فضائل أهل بدر - رضي الله عنهم -، وقصة حاطب بن أبي بلتعة (٢٤٩٤) من حديث على - رضي الله عنه -.</p><p> أبا رُهْم كلثوم بن حصين بن خلف (١) الغفاري (٢) ، وخرج عامدًا إلى مكة لعشر مضين من رمضان، سنة ثمان (٣) فصام رسول الله - صلى الله عليه وسلم - وصام الناس معه؛ حتَّى إذا كان بالكديد ما بين عسفان وأَمَج (٤) أفطر رسول الله -صلى الله عليه وسلم-، ثم مضى حتَّى نزل مَرَّ الظهران في عشرة آلاف من المسلمين (٥) ، ولم يتخلف من المهاجرين والأنصار عنه أحد (٦) . وقد كان أبو سفيان بن الحارث بن عبد المطلب، وعبد الله </p><p>(١) في (ج): بن عبيد بن خلف. (٢) أسلم بعد قدوم النبي -صلى الله عليه وسلم- المدينة، مشهور باسمه وكنيته، وكان ممن بايع تحت الشجرة. \"الإصابة\" ٣/ ٣٠٤، و\"تهذيب الكمال\" ٢٤/ ٢٠٣.(٣) اتفقوا على أن وقت خروجه - صلى الله عليه وسلم - في رمضان واختلفوا في اليوم، فقيل: يوم العاشر، كما ذكره المصنف، وقيل لاثنتي عشرة، وقيل: لست عشرة، وقيل: لسبع عشرة، وقيل: لتسع عشرة. انظر هذِه الأقوال في \"صحيح مسلم\" في كتاب الصيام، باب جواز الصوم والفطر في شهر رمضان (١١١٦).(٤) أَمَج: -بفتح أوله وثانيه وبالجيم- قرية جامعة بها سوق، وهي كثيرة المزارع والنخل، وهي على سابة: واد عظيم، وأهل أمج: خزاعة. \"معجم ما استعجم\" ١/ ١٩٠.(٥) رواه البخاري في كتاب المغازي، باب: غزوة الفتح في رمضان (٤٢٧٦) من حديث ابن عباس.(٦) في (ج) زيادة: وأوعب مع رسول الله -صلى الله عليه وسلم- المهاجرون والأنصار فلم يتخلف عنهم أحد، وقد عميت الأخبار عن قريش ... وهو كذلك في \"سيرة ابن هشام\" ٢/ ٨٥١، وسيأتي هذا الموضع في النسخة الأصل و (ب) بعد قليل وهو ساقط من (ج) هناك حيث تقدم هنا، إلَّا أن فيها زيادة: وقد كان العباس بن عبد المطلب لقي رسول الله - صلى الله عليه وسلم - بالجحفة مهاجرًا، وقد كان قبل مقيمًا بمكة على سقايته ورسول الله عنه راض. وهو كذلك في \"سيرة ابن هشام\" في الموضع المتقدم.</p><p> ابن أبي (١) أمية بن المغيرة قد لقيا رسول الله - صلى الله عليه وسلم - بنيق العقاب، فيما بين مكة والمدينة (٢) ، فالتمسا الدخول على رسول الله - صلى الله عليه وسلم - فلم يأذن لهما، وكلمته أم سلمة فيهما (٣) ، فقالت: يا رسول الله، ابن عمك وابن عمتك وصهرك. قال:  \"لا حاجة لي بهما، أما ابن عمي فهتك عرضي، وأما ابن عمتي وصهري فهو الَّذي قال لي بمكة ما قال\"  (٤) . فلما خرج الخبر إليهما بذلك ومع أبي سفيان بُني له. فقال: والله ليأذنن لي أو لآخذن بيد بُني هذا ثم لنذهبن في الأرض حتَّى نموت عطشًا وجوعًا. فلما بلغ ذلك رسول الله - صلى الله عليه وسلم - رقَّ لهما فأذن لهما، فدخلا عليه فأسلما. فلما نزل رسول الله - صلى الله عليه وسلم - مرَّ الظهران وقد عميت الأخبار عن قريش، فلا يأتيهم عن رسول الله - صلى الله عليه وسلم - خبر ولا يدرون ما هو فاعل، فخرج في تلك الليلة أبو سفيان بن حرب وحكيم بن حزام وبُديل بن ورقاء يتجسسون الأخبار هل يجدون خبرًا أو يسمعونه (٥) ، وقد قال العباس بن عبد المطلب - رضي الله عنه - ليلتئذ: يا صباح قريش، والله لئن بغتها رسول الله - صلى الله عليه وسلم - في بلادها فدخل مكة عنوة (قبل أن يأتوه </p><p>(١) من (ج). (٢) انظر: \"معجم ما استعجم\" ٤/ ١٣٤١.(٣) ساقطة من (ج).(٤) قال السهيلي في \"الروض الأنف\" ٤/ ٩٨: يعني حين قال له: والله لا آمنت بك حتَّى تتخذ سلمًا إلى السماء فتعرج فيه، وأنا انظر ثم تأتي بصكٍّ وأربعة من الملائكة يشهدون أن الله قد أرسلك.(٥) من قوله: وقد عميت الأخيار ... إلى قوله: أو يسمعونه قد تقدم موضعه في (ج) كما تقدم التنبيه عليه.</p><p> فيستأمنوه) (١) ، إنه لهلاك قريش إلى آخر الدهر. فخرج على بغلة لرسول الله - صلى الله عليه وسلم -، وقال: أخرج إلى الأراك لعلي أرى حطَّابًا (٢) أو صاحب لبن، أو داخلًا يدخل مكة (٣) فيخبرهم بمكان رسول الله -صلى الله عليه وسلم- فيأتونه فيستأمنونه (٤) . </p><p> قال العباس: فخرجت فوالله إني لأطوف (٥) في الأراك التمس ما خرجت له، إذ سمعت صوت أبي سفيان وحكيم بن حزام وبديل بن ورقاء قد خرجوا يتجسسون الخبر عن رسول الله - صلى الله عليه وسلم -، فسمعت أبا سفيان يقول: والله ما رأيت كاليوم قط نيرانًا (٦) . فقال بديل: هو (٧) والله نيران خزاعة جمشتها الحرب. فقال أبو سفيان: خزاعة ألأم من ذلك وأذل (٨) . فعرفت صوته، فقلت: يا أبا </p><p>(١) ما بين القوسين ساقط من الأصل، (ب)، وأثبته من (ج). (٢) في (ج): أجد بعض الحطَّابة. وهو كذلك في \"السيرة النبوية\" لابن هشام.(٣) في (ج): أو ذا حاجة يأتي مكة. وهو كذلك في \"السيرة النبوية\" لابن هشام ومن الملاحظ أن ما انفردت به نسخة (ج) هو بالنص من \"السيرة النبوية\" لابن هشام فما أدري هل هو اختلاف نسخ أم حصل فيها لصرف من الناسخ.(٤) في (ج): ليخرجوا إليه فيستأمنوه قبل أن يدخلها عنوة. وهو كذلك في \"السيرة النبوية\" لابن هشام.(٥) في (ب)، (ج): لأجول.(٦) في (ج): نيرًا ولا عسكرًا.(٧) في (ب)، (ج): هذِه.(٨) خروج أبي سفيان، وحكيم بن أبي حزام، وبُديل، لتحسس الخبر. أخرجه البخاري في كتاب المغازي، باب أين ركز النبي - صلى الله عليه وسلم - الراية يوم الفتح (٤٢٨٠) عن عروة مرسلًا.</p><p> حنظلة (١) . قال: أبو الفضل؟ فقلت: نعم. فقال: لبيك، فداك أبي وأمي، فما وراءك؟ فقلت: هذا رسول الله - صلى الله عليه وسلم - وراءك (٢) قد جاء بما لا قبل لكم به بعشرة آلاف من المسلمين. قال: فما تأمرني. قال: فقلت (٣) : تركب عجز هذِه البغلة فأستأمن لك رسول الله - صلى الله عليه وسلم -، فوالله لئن ظفر بك ليضربن، عنقك. فأردفني (٤) ، فخرجت أركض به بغلة رسول الله - صلى الله عليه وسلم - نحو رسول الله - صلى الله عليه وسلم - فكلما مررت بنار من نيران المسلمين فنظروا إلى فقالوا: هذا عم رسول الله - صلى الله عليه وسلم - على بغلة رسول الله - صلى الله عليه وسلم -، حتَّى مررت بنار عمر بن الخطَّاب - رضي الله عنه - فقال: أبو سفيان، الحمد لله الَّذي أمكن منك بغير عقد ولا عهد ثم اشتد نحو رسول الله - صلى الله عليه وسلم -. وركضت البغلة (٥) وقد أردفت أبا سفيان حتَّى اقتحصت باب القبة، وسبقت عمر - رضي الله عنه - بما تسبق (٦) الدابة البطيئة الرجل البطيء، فدخل عمر - رضي الله عنه - على رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله، هذا أبو سفيان عدو الله قد أمكن الله منه بغير عهد ولا عقد، فدعني أضرب عنقه. فقلت: يا رسول الله، إني قد أجرته. ثم إنىِ جلست إلى رسول الله وأخذت برأسه وقلت: والله لا </p><p>(١) في (ج): فعرف صوتي. (٢) في (ب): وراءكم.(٣) ساقطة من (ب)، (ج).(٤) في (ج): فردفته.(٥) في (ب)، (ج): فركضت بالبغلة.(٦) في (ب)، (ج): يُسبق به.</p><p> يناجيه اليوم أحد دوني. فلما أكثر فيه عمر - رضي الله عنه - قلت: مهلًا يا عمر، فوالله ما تصنع هذا، إلَّا أنَّه رجل من بني عبد مناف، ولو كان رجلًا (١) من بني عدي بن كعب ما قلت هذا. قال: مهلًا يا عباس، فوالله لإسلامك يوم أسلمت أحب (٢) إليَّ من إسلام الخطاب لو أسلم، وذلك أني أعلم أن إسلامك كان أحب إلى رسول الله - صلى الله عليه وسلم - من إسلام الخطاب لو أسلم، فقال رسول الله - صلى الله عليه وسلم -: \"اذهب فقد أمَّنَّاه حتَّى تغدوا على به الغداة\" ، فرجع به إلى منزله، فلما أصبح غدا به على رسول الله صلى الله عليه وسلم، فلما رآه (٣) قال: \"ويحك يا أبا سفيان، ألم يأن لك أن تعلم أن لا إله إلَّا الله\" . فقال: بأبي أنت (٤) وأمي ما أوصلك وأكرمك وأحلمك (٥) ، والله لقد ظننت أن لو كان مع الله غيره (٦) لقد أغني شيئًا. فقال:  \"ويحك يا أبا سفيان، ألم يأن لك أن تعلم أني رسول الله\" . فقال: بأبي أنت وأمي ما أوصلك وأحلمك وأكرمك، أما هذِه فإن في النفس منها شيء. فقال العباس:  (فقلت له)  (٧) : ويلك تشهَّدْ بشهادة </p><p>(١) من (ب)، (ج). (٢) في (ب)، (ج): كان أحب.(٣) ساقط من (ب).(٤) ساقط من الأصل.(٥) في (ب)، (ج): أحلمك وأكرمك.(٦) في (ج): إلهًا غيره.(٧) ساقطة من (ج).</p><p> الحق قبل والله أن يضرب عنقك. فتشهد (١) . </p><p> فقال رسول الله - صلى الله عليه وسلم - للعباس -حين تشهد أبو سفيان-: \"انصرف يا عباس فاحتبسه عند خطم الجبل(٢)بمضيق الوادي حتَّى يمر عليه جنود الله\"  (٣) . فقلت له: يا رسول الله، إن أبا سفيان رجل يحب الفخر، فاجعل له شيئًا يكون في قومه، فقال:  \"نعم، من دخل دار أبي سفيان فهو آمن، ومن دخل المسجد فهو آمن، ومن أغلق عليه بابه فهو آمن\"  (٤) فخرجت به (٥) حتَّى حبسته عند خطم الجبل بمضيق الوادي فمرت عليه القبائل، فيقول: من هؤلاء؟ فأقول: سليم (٦) . فيقول: مالي ولسليم. فتمر بي (٧) قبيلة، فيقول: من هذِه؟ فأقول: أسلم (٨) ، فيقول: مالي ولأسلم. وتمر جهينة، فيقول (من هؤلاء؟ </p><p>(١) في (ج): فتشهد شهادة الحق وأسلم. (٢) خطم الجبل هو الأنف النادر منه، ويروى حطم بالحاء المهملة ومعناه مضيق الجبل. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٤٠٢.(٣) رواه البخاري في كتاب المغازي، باب أين ركز النبي - صلى الله عليه وسلم - الراية يوم الفتح (٤٢٨٠) من مرسل عروة بن الزبير.(٤) رواه مسلم في الجهاد والسير، باب فتح مكة، من حديث أبي هريرة - رضي الله عنه - (١٧٨٠).(٥) من (ب)، (ج).(٦) سليم: قبيلة عظيمة من قيس عيلان، والنسبة إليهم سُلمي، وهم بنو سليم بن منصور ابن عكرمة بن حفصة بن قيس وهم أكثر قبائل قيس.انظر: \"لب اللباب\" للسيوطي ٢/ ١٣٣، \"نهاية الأرب\" للقلقشندي (ص ٢٧١).(٧) في (ب): به.(٨) أسلم: بطن من خزاعة من القحطانية، وهم بنو أسلم بن قصي بن حارثة بن عمرو. انظر: \"لب اللباب\" للسيوطي ١/ ٥٨، \"نهاية الأرب\" للقلقشندي (ص ٤٩).</p><p> فأقول: جهينة) (١) . فيقول: مالي ولجهينة. حتَّى مرَّ رسول الله - صلى الله عليه وسلم - في الخضراء (٢) كتيبة رسول الله - صلى الله عليه وسلم - من المهاجرين والأنصار في الحديد لا يرى منهم إلَّا الحدق، فقال: من هؤلاء يا أبا الفضل؟ فقلت: هذا رسول الله - صلى الله عليه وسلم - في المهاجرين والأنصار. فقال: يا أبا الفضل، لقد أصبح ملك ابن أخيك عظيمًا. فقلت: ويحك، إنها النبوة. فقال: نعم إذًا. فقلت: إلحق الآن بقومك فحذِّرهم. فخرج سريعًا حتَّى أتى مكة، فصرخ في المسجد: يا معشر قريش، هذا محمد قد جاءكم بما (٣) لا قبل لكم به. قالوا: فمه. قال: من دخل داري فهو آمن (٤) . قالوا: ويحك، وما تغني عنا دارك. قال: ومن دخل المسجد فهو آمن، ومن أغلق عليه بابه فهو آمن (٥) . </p><p> قالوا: وجاء حكيم بن حزام وبُديل بن ورقاء رسول الله - صلى الله عليه وسلم - أيضًا بمر (٦) ، فأسلما وبايعاه، فلما بايعاه بعثهما رسول الله - صلى الله عليه وسلم - بين يديه إلى </p><p>(١) ما بين القوسين من الأصل. (٢) قال ابن هشام: وإنما قيل لها الخضراء لكثرة الحديد وظهوره فيها.(٣) في (ب)، (ج): فيما.(٤) في (ج): ومن أغلق عليه بابه فهو آمن.(٥) رواه الطحاوي في \"شرح معاني الآثار\" ٣/ ٣١٩، وقالْ هذا حديث متصل الإسناد صحيح. ورواه الطبراني في \"المعجم الكبير\" ٨/ ٩ (٧٢٦٤) كلاهما من حديث ابن عباس. وقال الهيثمي في \"مجمع الزوائد\" ٦/ ١٦٤: رجاله رجال الصحيح، وذكره ابن حجر في \"المطالب العالية\" (٤١٨ - ٤٢٠) وعزاه لإسحاق وقال: هذا حديث صحيح.(٦) أي مَرُّ الظهران وتقدم رسمه.</p><p> قريش يدعونهم إلى الإسلام. وقال:  \"من دخل دار أبي سفيان -وهي بأعلى مكة- فهو آمن، ومن دخل دار حكيم(بن حزام)(١)-وهي بأسفل مكة- فهو آمن، ومن أغلق بابه وكف يده فهو آمن\" ، وأنه لما خرج أبو سفيان وحكيم من عند رسول الله -صلى الله عليه وسلم- عامدين إلى مكة بعث في أثرهما الزبير، وأعطاه رايته وأمّره على خيل المهاجرين والأنصار وأمره بغرز رايته بأعلى مكة بالحجون (٢) ، فقال للزبير:  \"لا تبرح حيث أمرتك أن تغرز رايتي حتَّى آتيك\" ، ومن ثم دخل رسول الله - صلى الله عليه وسلم - مكة، وضربت هناك قبته، وأمر خالد بن الوليد فيمن كان أسلم من قضاعة وبني سليم، وأناس إنما أسلموا قبيل ذلك، وأمره أن يدخل من أسفل مكة، وبها بنو بكر قد استنفرتهم قريش وبنو الحارث بن عبد مناف، ومن كان من الأحابيش أمرتهم قريش أن يكونوا بأسفل مكة، وأن صفوان بن أمية وعكرمة بن أبي جهل وسهيل بن عمرو وكانوا قد جمعوا أناسًا بالخَنْدَمة (٣) ليقاتلوا، وقال النبي - صلى الله عليه وسلم - لخالد والزبير حين بعثهما:  \"لا تقاتلا إلَّا من قاتلكم\" . وأمر رسول الله - صلى الله عليه وسلم - أيضًا سعد بن عبادة - رضي الله عنه - أن يدخل في بعض الناس من كَدَاء، فقال سعد حين توجه داخلًا: </p><p>(١) من (ب)، (ج). (٢) انظر: \"صحيح البخاري\" باب أين ركز النبي - صلى الله عليه وسلم - الراية يوم الفتح (٤٢٨٠) عن عروة مرسلًا.(٣) الخَنْدَمة: اسم جبل بمكة.انظر: \"معجم ما استعجم\" للبكري ٢/ ٥١٢.</p><p> اليوم يوم الملحمة اليوم تستحل الحرمة (١) . فسمعها رجل (٢) من المهاجرين فقال: يا رسول الله، اسمع ما قال سعد بن عبادة، وما نأمن أن يكون له في قريش صولة. فقال رسول الله - صلى الله عليه وسلم - العلي بن أبي طالب) (٣) : \"أدركه فخذ الراية فكن أنت الَّذي تدخل بها\" . </p><p> فلم يكن بأعلى مكة من قبل الزبير قتال، وأما خالد بن الوليد فقدم على قريش وبني بكر والأحابيش بأسفل مكة فقاتلهم، فهزمهم الله، ولم يكن بمكة قتال غير ذلك، وقتل من المشركين أناس قريب من اثني (٤) عشر أو ثلاثة عشر، ولم يقتل من المسلمين إلَّا رجل من جهينة يقال له: سلمة بن الميلاء من خيل خالد بن الوليد، ورجلان يقال لهما: كرز بن جابر وخنيس (٥) بن خالد، وهو الأشعر كانا في خيل خالد بن الوليد، فشذا عنه وسلكا طريقًا غير طريقه فقتلا جميعًا (٦) . </p><p> وروى ابن إسحاق عن عبد الله بن أبي (٧) نجيح، وعبد الله بن أبي </p><p>(١) انظر: \"صحيح البخاري\" باب أين ركز النبي - صلى الله عليه وسلم - الراية يوم الفتح (٤٢٨٠) من حديث عروة مرسلًا. (٢) قال ابن هشام في \"السيرة النبوية\" ٢/ ٨٥٧: هو عمر بن الخطاب.(٣) ما بين القوسين ساقط من الأصل، وأثبته من (ب)، (ج).(٤) في (ج): اثنا.(٥) في \"صحيح البخاري\" كتاب المغازي باب أين ركز النبي - صلى الله عليه وسلم - الراية يوم الفتح (٤٢٨٠)، \"المؤتلف والمختلف\" للدارقطني ٢/ ٦٨٥: حبيش.(٦) رواه البخاري -الموضع السابق- (٤٢٨٠)، مرسلًا.(٧) ساقط من الأصل.</p><p> بكر أن حماس بن قيس بن خالد أخا بني بكر كان يعد سلاحًا قبل أن يدخل رسول الله - صلى الله عليه وسلم - مكة ويصلح منها، فقالت له امرأته: لماذا تعد ما أرى. قال: لمحمد وأصحابه. فقالت: والله ما أرى (١) يقوم لمحمد وأصحابه شيء. قال: والله إني لأرجو أن أُخدِمك بعضهم وقال: </p><p> إن يُقبلوا اليوم فمالي (٢) عله </p><p> هذا سلاح كامل وألّه (٣) </p><p> وذو غرارين سريع السِّله (٤) </p><p> ثم شهد الخندمة مع صفوان وسهيل وعكرمة (بن أبي جهل)  (٥) ، فلمَّا انهزموا خرج حماس (٦) منهزمًا، حتَّى دخل بيته، ثم قال لامرأته: أغلقي عليّ بابي. قالت: فأين ما كنت تقول؟ فقال: </p><p>(١) في (ب)، (ج): أراه. (٢) في (ج): فما بي.(٣) الألة: الحربة العظيمة النَّصل سميت بذلك لبريقها ولمعانها.انظر: \"لسان العرب\" لابن منظور ١١/ ٢٣.(٤) قال ابن منظور في \"لسان العرب\" ١١/ ٣٣٨: سيف سليل: مسلول، وسللت السيف وأسللته بمعنى وأتيناهم عند السِّلة، أي عند استلال السيوف، قال حماس بن خالد ..وقال السهيلي في \"الروض الأنف\" ٤/ ١٠٢: بكسر السين هي الرواية، يريد الحالة من سل السيف ومن أراد المصدر فتح.(٥) من (ب)، (ج).(٦) في (ج): جماش.</p><p> إنك لو شهدت يوم الخندمة </p><p> إذ فر صفوان وفر عكرمه </p><p> وأبو يزيد (١) قائم كالمأتمه </p><p> واستقبلتهم بالسيوف المسلمه </p><p> يقطعن كل ساعد وجُمجُمه </p><p> ضربًا فلا تسمع إلَّا غمغمه (٢) </p><p> لهم نهيتُ (٣) خلفنا وهمهمه </p><p> لم (٤) تنطقي في اللوم أدنى كلمه (٥) </p><p> قالوا وكان رسول الله - صلى الله عليه وسلم - قد عهد إلى أمرائه من المسلمين حين أمرهم أن يدخلوا مكة، ألَّا يقتلوا أحدًا إلَّا من قاتلهم إلَّا أنَّه عهد في نفر سماهم أمر بقتلهم وإن وجدوا تحت أستار الكعبة منهم عبد الله بن سعد بن أبي سرح بن حبيب بن خزيمة بن نصر بن مالك بن حسل بن عامر بن لؤي، فإنما أمر رسول الله - صلى الله عليه وسلم - بقتله أنَّه كان قد أسلم فارتد (٦) مشركًا، ففرَّ إلى عثمان (بن عفان)  (٧) - رضي الله عنه -، وكان </p><p>(١) في (ب)، (ج): أبو بديل وهو خطأ، والمقصود به سهيل بن عمرو، كنيته أبو يزيد. (٢) الغمْغَمة: الكلام الَّذي لا يُبين. انظر: \"لسان العرب\" لابن منظور ١٢/ ٤٤٤.(٣) النهيت: الصياح، وقيل هو الصوت من الصدر عند المشقة.انظر: \"لسان العرب\" لابن منظور ٢/ ١٠١.(٤) في (ب)، (ج): لا.(٥) انظر: \"السيرة النبوية\" لابن هشام ٢/ ٨٥٩.(٦) في (ج): ثم ارتد.(٧) من (ب)، (ج).</p><p> أخاه من الرضاع، فغيبه حتَّى أتى رسول الله - صلى الله عليه وسلم - بعد أن اطمأن أهل مكة، فاستأمن له، فصمت رسول الله - صلى الله عليه وسلم - طويلًا ثم قال:  \"نعم\" فلما انصرف به عثمان، قال رسول الله - صلى الله عليه وسلم - لمن حوله من أصحابه \"أما والله لقد صمتُّ ليقوم إليه بعضكم فيضرب عنقه\" ، فقال رجل من الأنصار: فهلَّا أومأت إليَّ يا رسول الله. قال:  \"النبي لا يقتل بالإشارة\"  (١) . </p><p> وعبد الله بن خطل رجل من تميم بن غالب، وإنما أمر بقتله أنَّه كان مسلمًا فبعثه رسول الله - صلى الله عليه وسلم - (مصدقًا وبعث معه رجلًا من الأنصار)  (٢) ، وكان معه مولى له يخدمه، وكان مسلمًا فنزل منزلًا فأمر المولى أن يذبح له تيسًا، ويصنع له طعامًا، ونام واستيقظ ولم يصنع له شيئًا، فعدا عليه فقتله ثم ارتدَّ مشركًا (٣) ، وكانت له قينتان: فرتنا، وأخرى معها، وكانت تغنيان بهجاء رسول الله - صلى الله عليه وسلم - فأمر بقتلهما معه (٤) . </p><p>(١) رواه النسائي بنحوه في كتاب تحريم الدم، باب: الحكم في المرتد ٧/ ١٠٥ - ١٠٦، وأبو داود في كتاب الحدود، باب: الحكم فيمن ارتد (٤٣٥٩) كلاهما من حديث سعد بن أبي وقاص، ورواه الطحاوي في \"شرح معاني الآثار\" ٣/ ٣٣٠، ورواه أبو يعلى في \"مسنده\" ٢/ ١٠٠ (٧٥٧)، وقال محققه: رجاله رجال الصحيح. والحديث صحَّحه الألباني بمجموع طرقه في \"سلسلة الأحاديث الصحيحة\" ٤/ ٣٠٠، وانظر: \"السيرة النبوية\" لابن هشام ٢/ ٨٥٩. (٢) ما بين القوسين ساقط من الأصل.(٣) رواه ابن إسحاق معلقًا كما \"السيرة النبوية\" لابن هشام ٢/ ٨٦٠، \"فتح الباري\" لابن حجر ٤/ ٦١.(٤) رواه الحارث بن أبي أسامة في \"مسنده\" من قول أبي سلمة الخزاعي \"بغية =</p><p> والحويرث بن نقيذ بن وهب بن عبد (١) بن قصي، وكان ممن يؤذيه بمكة. ومقيس بن صُبابة (٢) ، وإنما أمرَ رسول الله - صلى الله عليه وسلم - بقتله لقتله الأنصاري الَّذي قتل أخاه خطأ، ورجوعه إلى قريش مرتدًا (٣) ، وعكرمة بن أبي جهل. وسارة مولاة كانت (٤) لبعض بني عبد المطلب وكانت ممن تؤذيه بمكة (٥) . فأما عكرمة فهرب إلى اليمن وأسلمت امرأته أم حكيم بنت الحارث بن هشام، فاستأمنت له رسول الله - صلى الله عليه وسلم - فأمَّنه فخرجت في طلبه (٦) حتَّى أتت به رسول الله - صلى الله عليه وسلم - فأسلم (٧) ، وكان </p><p>= الباحث\" للهيثمي ٩/ ٧٠٢ (٦٩٨)، وكذا في \"المطالب العالية\" لابن حجر ٤/ ٤١٨ - ٤١٧، ورواه الدارقطني في \"السنن\" ٢/ ٣٠١ (٢٩٢) من حديث عبد الرحمن المخزومي، وجعل القينتين لقيس بن صبابة، وفي إسناده عمرو بن عثمان المخزومي. ويقال: اسمه عمر، مقبول كما في \"تقريب التهذيب\" ١/ ٧٤١. (١) ساقطة من (ب)، (ج).(٢) ضبطه ابن حجر في \"فتح الباري\" ٨/ ١١ فقال: مهملة مضمومة وموحدتين الأولى خفيفة. وفي المراجع التي ذكرته منهم من جعله بمهملة، ومنهم من جعله بالمعجمة ضُبابة.(٣) انظر: \"السيرة النبوية\" لابن هشام ٢/ ٨٦٠ عن ابن إسحاق معلقًا. ورواه الطبراني في \"المعجم الأوسط\" ٦/ ٣٤٣ من حديث أنس بن مالك - رضي الله عنه -، قال الهيثمي في \"مجمع الزوائد\" ٦/ ١٦٨: فيه الحكم بن عبد الملك وهو ضعيف.وانظر: \"المطالب العالية\" ٤١٦ - ٤١٧، \"فتح الباري\" لابن حجر ٨/ ١١.(٤) في (ج): كانت مولاة.(٥) انظر: \"السيرة النبوية\" لابن هشام ٢/ ٨٦٠ عن ابن إسحاق معلقًا، \"فتح الباري\" لابن حجر ٨/ ١١.(٦) في (ج): في طلبه إلى اليمن.(٧) رواه الحاكم في \"المستدرك\" ٣/ ٢٦٩ (٥٠٥٥)، وإسناده ضعيف فيه محمد بن =</p><p> عكرمة يحدث فيما يذكرون (١) أن الَّذي ردَّه إلى الإسلام بعد خروجه إلى اليمن، أنَّه كان يقول: أردتُ ركوب البحر لألحق بالحبشة، فلما أتيت لأركب السفينة، قال صاحبها: عبد الله (٢) لا تركب سفينتي حتَّى تُوحِّد الله وتخلع ما دونه من الأنداد، فإني أخشى أن لا تفعل أن نهلك فيها. قلت: وما يركبها أحد إلَّا قال هذا؟ ! قال: نعم، لا يركبها أحد إلَّا أخلص. قال: قلت: ففيما أفارق محمدًا فهذا هو الَّذي جاءنا به، فوالله إن إلهنا في البحر كإلهنا في البر، فعرفت الإسلام عند ذلك ودخل في نفسي (٣) . </p><p> وأما عبد الله بن خطل فقتله سعيد بن حريث المخزومي وأبو برزة (٤) الأسلمي، اشتركا في دمه (٥) ، وأما مقيس بن صبابة </p><p>= عمر الواقدي، متروك مع سعة علمه. \"تقريب التهذيب\" لابن حجر ٢/ ١١٧، ورواه الطبراني في \"المعجم الكبير\" ١٧/ ٣٧٢ (١٠٢٠) عن عروة مرسلًا. (١) في (ج): يقولون.(٢) في (ب)، (ج): يا عبد الله.(٣) روى نحوه النسائي والطحاوي وأبو يعلى ضمن حديث قصة عبد الله بن سعد بن أبي سرح.(٤) في (ج): أبو بردة وهو خطأ.(٥) رواه النسائي والطحاوي وأبو يعلى ضمن حديث قصة عبد الله بن سعد بن أبي سرح، إلَّا أنَّه جعل بدلًا من أبي برزة عمار بن ياسر، وعند الإمام أحمد في في \"المسند\" ٥/ ٥٨٤ (١٩٣٠٣) أن قاتله أبو برزة. قال الهيثمي في \"مجمع الزوائد\" ٦/ ١٧٥: رجاله ثقات. وأشار إلى ذلك أبو داود في كتاب الجهاد، باب قتل الأسير ولا يعرض عليه الإسلام (٢٦٨٥)، وانظر الخلاف في قاتله والترجيح في \"فتح الباري\" لابن حجر ٤/ ٦٠ - ٦١.</p><p> فقتله نميلة بن عبد الله رجل من قومه. فقالت أخت مقيس (١) : </p><p> لعمري لقد أخزى نميلة رهطه ... وفجّع أضياف الشِّتاء بمقيس </p><p> فلله عينا من رأى مثل مِقيس ... إذا النفساء أصبحت لم تُخرس (٢)  (٣) </p><p> وأما قينتا ابن خطل فقتلت إحداهما وهربت فرتنا، حتَّى استؤمن لها رسول الله - صلى الله عليه وسلم - فأمنها (٤) . (وأما سارة فاستؤمن لها فأمنها)  (٥) فعاشت حتَّى أوطأها رجل من الناس فرسًا له في زمالت (٦) عمر بن الخطاب - رضي الله عنه - فقتلها بالأبطح (٧) . وأما الحويرث بن نقيذ فقتله علي بن أبي </p><p>(١) في (ج) زيادة: في قتله. (٢) الخرس والخِراس: طعام الولادة والخُرسة: ما تطعمه المرأة عند ولادها.انظر: \"لسان العرب\" لابن منظور ٦/ ٦٣.(٣) انظر: \"السيرة النبوية\" لابن هشام ٢/ ٨٦٠ عن ابن إسحاق معلقًا، \"المعجم الكبير\" للطبراني ٦/ ٦٦، \"فتح الباري\" لابن حجر ٨/ ١١، \"الإصابة\" لابن حجر ٦/ ٤٧٣.(٤) انظر: \"السيرة النبوية\" لابن هشام ٢/ ٨٦١، \"فتح الباري\" لابن حجر ٨/ ١١، \"بغية الباحث\" للهيثمي ٣/ ٧٠٩ (٦٩٨)، \"المطالب العالية\" لابن حجر ٤/ ٤١٧ - ٤١٨.(٥) من (ج).(٦) في (ب)، (ج): زمن.(٧) انظر: \"السيرة النبوية\" لابن هشام ٢/ ٨٦١ عن ابن إسحاق معلقًا، \"فتح الباري\" لابن حجر ٨/ ١١، \"الإصابة\" لابن حجر ٧/ ٦٩٠.</p><p> طالب - رضي الله عنه - (١) . </p><p> فلما دخل رسول الله - صلى الله عليه وسلم - مكة (٢) وقف قائمًا على باب الكعبة، ثم قال: \"لا إله إلَّا الله وحده لا شريك له، صدق وعده، ونصر عبده وهزم الأحزاب وحده (٣) ، ألَا كل مأثرة أو دم أو مال مُدَّعى (٤) فهو تحت قدمي هاتين إلَّا سدانة البيت، وسقاية الحاج، ألَّا وقتيل الخطأ (٥) العمد (٦) بالسوط والعصا ففيها (٧) الديَّة مغلظة (مائة من الإبل)  (٨) ، منها أربعون (٩) في بطونها أولادها (١٠) ، يا معشر </p><p>(١) رواه الطبراني في \"المعجم الكبير\" ٦/ ٦٦ (٥٥٢٩)، قال الهيثمي في \"مجمع الزوائد\" ٦/ ١٧٣: رجاله ثقات، ورواه الدارقطني في \"السنن\" ٢/ ٣٠١ وإسناده ضعيف، وانظر: \"السيرة النبوية\" لابن هشام ٢/ ٨٦١، \"فتح الباري\" لابن حجر ٨/ ١١.(٢) ساقط من الأصل.(٣) في (ج): صدق الله وعده، ونصر عبده، وهزم له الأحزاب وحده.(٤) في (ب)، (ج): يدعى.(٥) في (ب): وقتل العمد الخطأ.(٦) في (ج): شبه العمد وقد وردت الرواية بكلا اللفظين.(٧) في (ب)، (ج): ففيه.(٨) من (ج).(٩) في (ب): أربعون خلفة.(١٠) الحديث رواه أبو داود في كتاب الديات، باب في دية الخطأ شبه العمد (٤٥٤٧)، ورواه النسائي في كتاب القسامة، باب: كم دية شبه العمد ٨/ ٤٠، ورواه ابن ماجة في كتاب الديات، باب دية شبه العمد مغلظة (٢٦٢٧)، ورواه الدارقطني في \"سننه\" ٣/ ١٠٤ (٧٨)، ورواه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٣/ ٣٦٤ (٦٠١١). =</p><p> قريش إن الله قد أذهب عنكم نخوة (١) الجاهلية وتعظّمها بالآباء، الناس من آدم، وآدم خلق من تراب \". ثم تلا رسول الله - صلى الله عليه وسلم -هذِه الآية:{يَاأَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى}(٢).</p><p> \" يا أهل مكة، ما ترون أني فاعل بكم \"(٣).قالوا:خيرًا، أخ كريم وابن أخ كريم.ثم قال:\" اذهبوا فأنتم الطلقاء\" (٤) . فأعتقهم رسول الله </p><p>= قال الأرنؤوط: إسناده صحيح. كلهم من حديث عبد الله بن عمرو بن العاص.وصححه الألباني في \"صحيح سنن أبي داود\" (٣٨٠٧).وقد جاء من حديث ابن عمر، رواه أحمد في \"مسنده\" ٢/ ٧٦ (٤٥٦٩)، والنسائي في كتاب القسامة، باب: كم دية شبه العمد ٨/ ٤٢، وأبو يعلى في \"مسنده\" ١٠/ ٤٢ (٥٦٧٥)، وفي أسانيدهم علي بن زيد بن جدعان ضعيف، لكنه يتقوى بما قبله.وانظر: \"إرواء الغليل\" للألباني ٧/ ٢٥٦.(١) نخوة: أي كبر وعُجب، وأنفة وحميِّة، وقد نخى وانتخى كزُهي وازدهى.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ٣٤.(٢) في (ب)، (ج) إكمال للآية: {وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} الحجرات: ١٣. والحديث بنحوه عند الترمذي في كتاب تفسير القرآن، باب: ومن سورة الحجرات، وقال: حديث غريب لا نعرفه من حديث عبد الله بن دينار عن ابن عمر إلّا من هذا الوجه، وعبد الله بن جعفر يضعَّف ضعفه يحيى بن معين وغيره.وصححه الألباني في \"صحيح سنن الترمذي\" (٢٦٠٨).(٣) في (ج): فيكم.(٤) انظر: \"السيرة النبوية\" لابن هشام ٢/ ٨٦٢ عن ابن إسحاق معلقًا.</p><p> - صلى الله عليه وسلم -، وقد كان الله (١) أمكنه من رقابهم عنوة، وكانوا له فيئًا فبذلك يسمى أهل مكة الطلقاء (٢) ، ثم إجتمع الناس بمكة لبيعة رسول الله - صلى الله عليه وسلم - على الإسلام، فجلس لهم على الصفا، وعمر بن الخطاب رضي الله عنه أسفل من مجلسه يأخذ على الناس (٣) فبايعوه على السمع والطاعة فيما استطاعوا، فلما فرغ (٤) من بيعة الرجال بايع النساء (٥) . </p><p> وقال عروة بن الزبير خرج صفوان بن أمية يريد جُدة ليركب منها إلى اليمن، فقال عمير بن وهب: يا نبي الله إن صفوان بن أمية سيِّد قومي وقد خرج هاربًا منك، ليقذف نفسه في البحر فأمِّنه صلى الله عليك. فقال:  \"هو آمن\" . قال: يا رسول الله أعطني ما يعرف به أمانك. فأعطاه رسول الله - صلى الله عليه وسلم - عمامته التي دخل بها (٦) مكة، فخرج </p><p>(١) في (ب)، (ج): الله سبحانه وتعالى. (٢) روى الإمام أحمد في \"مسنده\" ٥/ ٤٨٥ (١٨٧٣٠) عن جرير بن عبد الله، عن النبي - صلى الله عليه وسلم - قال: \"الطلقاء من قريش\" وفيه شريك بن عبد الله النخعي صدوق يخطئ كثيرًا وعاصم بن بهدلة صدوق له أوهام، ورواه الطبراني في \"المعجم الكبير\" ٢/ ٣١٦ (٢٣١٤)، وفيه حجاج بن أرطاة، صدوق كثير الخطأ والتدليس كما في \"تقريب التهذيب\" لابن حجر ١/ ١٨٨. والحديث بالمتابعات حسن والله أعلم.(٣) في (ج): على البيعة.(٤) في (ج): بلغ.(٥) انظر: \"معالم التنزيل\" للبغوي ٨/ ٥٧٤، \"السيرة النبوية في ضوء المصادر الأصلية\" لمهدي رزق الله (ص ٥٧٢).(٦) في (ج): فيها.</p><p> بها عمير حتَّى أدركه بها (١) بجدة، وهو يريد أن يركب البحر، فقال: يا صفوان فداك أبي وأمي أذكرك الله في نفسك أن تهلكها؛ فهذا أمان (٢) رسول الله -صلى الله عليه وسلم- قد جئتك به. فقال له: ويلك أغرب عني ولا تكلمني. فقال: يا صفوان فداك أبي وأمي أفضل الناس (وأبر الناس)  (٣) وأحلم الناس، وخير الناس ابن عمتك (٤) ، عزه عزك، وشرفه شرفك، وملكه ملكك. قال: إني أخافه على نفسي. قال: هو أحلم من ذلك وأكرم، فرجع به معه حتَّى قدم به على رسول الله - صلى الله عليه وسلم -، فقال صفوان: هذا زعم أنك أمنتني. قال رسول الله - صلى الله عليه وسلم -: \"صدق\" . قال: فاجعلني في أمري بالخيار شهرين. قال:  \"أنت فيه بالخيار أربعة أشهر\"  (٥) . </p><p> قالوا: ولما دخل رسول الله -صلى الله عليه وسلم- مكة هرب هبيرة بن أبي وهب المخزومي وعبد الله بن الزبعري السهمي إلى نجران، فرمى عبد الله ابن الزبعري حسَّانُ بن ثابت وهو بنجران ببيت واحد ما زاد عليه: </p><p> لا تَعْدَمنْ رجُلًا أحلَّك بُغْضُه ... نجرانَ في عَيْشٍ أحَذَّ لئيم (٦) </p><p>(١) ساقطة من (ب)، (ج). (٢) في (ج): من.(٣) من (ب)، (ج).(٤) في (ج): ابن عمك.(٥) رواه ابن إسحاق عن عروة بن الزبير مرسلًا، كما في \"السيرة النبوية\" لابن هشام ٢/ ٨٦٦، وفي \"البداية والنهاية\" لابن كثير ٤/ ٣٠٨ موصولًا: قال ابن إسحاق: وحدثني محمد بن جعفر بن الزبير عن عروة عن عائشة به.(٦) أحذ: أي أقطع. =</p><p> فلما بلغ ذلك ابن الزبعري رجع إلى النبي - صلى الله عليه وسلم - وأسلم (١) فقال حين أسلم: </p><p> يا رسُولَ الملِيكِ إنَّ لسانِى ... راتِقٌ ما فَتَقْتُ إذا أنا بُورُ </p><p> إذ أبارِي الشيطان في سَنَن الغَيّ ... ومن مال مَيْلُه مثْبُور </p><p> آمنَ اللَّحْمُ والعظامُ لربيِّ ... ثمَّ قلبي (٢) الشهيدُ أنت النذير (٣) </p><p> وأما هبيرة بن أبي وهب فقد أقام بها كافرًا (٤) ، وقد قال حين بلغه إسلام أم هانئ بنت أبي طالب، وكانت تحته واسمها هند: </p><p> أشاقتكَ هِنْدٌ أم ناك سُؤَالُها ... كذَاكَ النَّوى أسبابُها وانتقالُها (٥) </p><p> القصيدة (٦) . </p><p>= انظر: \"لسان العرب\" لابن منظور ٣/ ٤٨٢، والبيت في \"ديوان حسان\" (ص ١٢). (١) من (ب)، (ج).(٢) في الأصل، (ب): نفسي، والمثبت من (ج)، وهو المناسب لما بعده.(٣) في (ج) زيادة بيت:إنني عنك زاجرٌ ثم حيًّا ... من لؤيّ وكُلُّهمْ مغرُوروهو في \"السيرة النبوية\" لابن هشام ٢/ ٨٦٧.(٤) في (ج): أقام بمكة حتَّى مات كافرًا.(٥) في (ج): انفتالها وهو كذلك في \"السيرة النبوية\" لابن هشام.(٦) في (ج): ذكرت الأبيات: =</p><p> قال ابن إسحاق: وكان جميع من شهد فتح مكة من المسلمين عشرة آلاف (١) : من بني غفار أربعمائة، ومن أسلم أربعمائة، ومن مزينة ألف وثلاثة (٢) نفر، ومن بني سليم سبعمائة (٣) ، ومن جهينة ألف وأربعمائة رجل، وسائرهم من قريش والأنصار وحلفائهم </p><p>= وقد أرَّقَتْ في رأس حصن ممنَّع ... بنجران يسري بعقد ليل خيالُها وعاذلةٍ هَبَّت بليل تُلومُني ... وتعذلني بالليل ضلَّ ضلالُهاوتزعم أني إن أطعت عشيرتي ... سأردي وهل يُرْدين ألا زيالُهافإني لمن قوم إذا جدَّ جدهمْ ... على أي حال أصبح اليوم حالُهاوإني لحامٍ من رواء عشيرتي ... إذا كان من تحت العوالي مجالُهاوصارت بأيديها السيوف كأنها ... مخاريق ولدان ومنها ظلالهاإني لأقلَى الحاسدين وفِعلَهُمْ ... لي الله رزقي ونفسها وعيالُهاوإن كلام المرء في غير كُهِنهِ ... لكالنبل تهوي ليس فيها نصالُهافإن كنتِ قد تابعتِ دينَ محمد ... وعطَّفَتِ الأرحامَ منك حِبالُهافكوني على أعلى سَحيقِ بهَضْبة ... بلملمة غبراء يَبْسٍ بلالُهاوهي في \"السيرة النبوية\" لابن هشام ٢/ ٨٦٧.وفي قصة ابن الزبعري ينظر: \"الاستيعاب\" لابن عبد البر ٣/ ٣٦، \"البداية والنهاية\" لابن كثير ٤/ ٣٠٩، \"الإصابة\" لابن حجر ٤/ ٨٧.(١) رواه الطحاوي في \"شرح معاني الآثار\" ٣/ ٣١٩ من حديث ابن عباس وقال: هذا حديث متصل الإسناد صحيح.وقال ابن كثير في \"البداية والنهاية\" ٤/ ٣٠٩: وقال عروة والزهري وموسى بن عقبة: كان المسلمون يوم الفتح مع رسول الله - صلى الله عليه وسلم - اثنا عشر ألفًا فالله أعلم.(٢) من (ج).(٣) عند الطبراني في \"المعجم الكبير\" ١١/ ٣٧٠ (١٢٠٣٩) من حديث ابن عباس قال: شهد مع رسول الله - صلى الله عليه وسلم - يوم فتح مكة ألف من بني سليم، وإسناده حسن.</p>"
}