{
  "id": null,
  "sura": 110,
  "aya": 3,
  "text": "<p> ٣ - {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا (٣) } </p><p> فإنك حينئذ لاحق به وذائق الموت، كما ذاق من قبلك من الرسل (١) ، وعند الكمال يرتقب الزوال كما قيل: </p><p> إذا تم أمر بدا (٢) نقصه ... توقع زوالًا إذا قيل تم (٣) </p><p> روى سعيد بن جبير عن ابن عباس، أن عمر بن الخطاب - رضي الله عنه - كان يدنيه ويأذن لأهل بدر ويأذن له معهم، فقال عبد الرحمن بن عوف: أتأذن لهذا الفتى (٤) معنا، ومن أبنائنا من هو مثله، فقال: إنه ممن قد علمتم، قال ابن عباس: فأذن لهم ذات يوم وأذن لي معهم فسألهم عن قول الله عز وجل: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} الآية-. ولا أراه سألهم إلَّا من أجلي- فقال بعضهم: أمر الله نبيه - صلى الله عليه وسلم - إذا فتح عليه أن يستغفره ويتوب إليه، فسألني فقلت: ليس كذلك، ولكن أخبر نبي الله - صلى الله عليه وسلم - بحضور أجله، ونُعِيت إليه نفسه، فذلك علامة موته، فقال عمر: ما أعلم منها إلَّا ما تعلم (٥) ، ثم قال: كيف تلومونني عليه بعد ما ترون (٦) . </p><p>(١) انظر: \"جامع البيان\" للطبري ٣٠/ ٣٣٣، \"معالم التنزيل\" للبغوي ٨/ ٥٧٦. (٢) في (ب)، (ج): دنا.(٣) لم أهتد إلى قائله.(٤) في (ج): الغلام.(٥) في (ب)، (ج): يعلم.(٦) رواه البخاري في كتاب المناقب، باب: علامات النبوة في الإسلام (٣٦٢٧)، =</p><p> [٣٦٨٣] أخبرنا عبد الله بن حامد الأصبهاني (قراءة عليه)  (١) ، أخبرنا محمد بن جعفر المطيري (٢) ، حدثنا علي بن حرب (٣) ، حدثنا ابن فضيل (٤) ، حدثنا عطاء (٥) ، عن سعيد (بن جبير)  (٦) ، عن ابن عباس، قال: لما نزلت {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ (١) }، قال النبي -صلى الله عليه وسلم-: \"نُعيت إليَّ نفسي\" بأنه مقبوض في تلك السنة (٧) . </p><p>= وفي كتاب التفسير، باب قوله {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا (٣)} (٤٩٧٠). (١) ما بين القوسين من (ب)، (ج)، وعبد الله لم يذكر بجرح أو تعديل.(٢) ثقة مأمون.(٣) الطائي، صدوق.(٤) محمد بن فضيل، صدوق عارف، رمي بالتشيع.(٥) ابن السائب، صدوق اختلط.(٦) ما بين القوسين من (ب)، (ج)، وسعيد ثقة ثبت فقيه.(٧) [٣٦٨٣] الحكم على الإسناد:ضعيف؛ شيخ المصنف لم يذكر بجرح أو تعديل، وفيه عطاء بن السائب، صدوق اختلط في آخر عمره، قال أبو حاتم: وما روى عنه ابن فضيل ففيه غلط واضطراب، رفع أشياء كان يرويه عن التابعين فرفعه إلى الصحابة. وقال أحمد: وكان يرفع عن سعيد بن جبير أشياء لم يكن يرفعها. انظر: \"الجرح والتعديل\" ٦/ ٣٣٢، \"تهذيب التهذيب\" ٤/ ١٣١، قلت؛ الصواب وقفه على ابن عباس كما سيأتي.التخريج:رواه الإمام أحمد في \"مسنده\" ١/ ٣٥٩ (١٨٧٦)، وابن جرير في \"جامع البيان\" ٣٠/ ٣٣٤ كلاهما من حديث محمد بن فضيل به. قال الهيثمي: رواه أحمد وفيه عطاء بن السائب وقد اختلط \"مجمع الزوائد\" ٩/ ٢٢. =</p><p> وقال قتادة ومقاتل: عاش النبي - صلى الله عليه وسلم -بعد نزول هذِه السورة سنتين (١) . </p><p> [٣٦٨٤] وأخبرنا عبد الله بن حامد الوزان (٢) ، أخبرنا محمد بن </p><p>= ورواه الطبراني في \"المعجم الكبير\" ٣/ ٥٨ (٢٦٧٦) من حديث عبد الله بن عباس، وجابر بن عبد الله، وفيه إدريس بن سنان الصنعاني، ضعيف، ورواه الطبراني في \"المعجم الكبير\" ١١/ ٣٣٠ (١١٩٠٧) ورجاله ثقات عدا شيخ الطبراني لم أجده. قلت: الصواب وقفه على ابن عباس كما:رواه الطبراني في \"المعجم الكبير\" ١٢/ ٥١ (١٢٤٤٥) من طريق أبي بشر، عن سعيد بن جبير، عن ابن عباس.ورواه الإمام أحمد في \"مسنده\" ١/ ٥٦٦ (٣١٩١)، ورواه ابن جرير في \"جامع البيان\" ٣٠/ ٣٣٣ كلاهما من طريق عاصم، عن أبي رزين، عن ابن عباس.ورواه النسائي في \"السنن الكبرى\" ٦/ ٥٢٥ (١١٧١٢)، والطبراني في \"المعجم الكبير\" ١١/ ٣٢٨ (١١٩٠٣)، وفي \"المعجم الأوسط\" ٢/ ٢٨٤ (١٩٩٦).كلهم من طريق عكرمة عن ابن عباس.قال الهيثمي: رواه الطبراني في \"الكبير\"، \"الأوسط\" بأسانيد، وأحد أسانيد رجاله رجال الصحيح. \"مجمع الزوائد\" ٩/ ٢٣.وقد رواه بلفظ مقارب البخاري في كتاب التفسير، باب قوله: {وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا (٢)} (٤٩٦٩) من طريق حبيب بن أبي ثابت، عن سعيد بن جبير، عن ابن عباس، وقد وَهَّمَ ابنُ حجر عطاء بن السائب في رفعه ورجح وقفه. انظر \"فتح الباري\" ٨/ ٧٣٦.(١) انظر: \"زاد المسير\" لابن الجوزي ٩/ ٢٥٧، \"فتح القدير\" للشوكاني ٥/ ٥١٠. وهناك أقوال أخرى فراجعها إن شئت في \"فتح الباري\" لابن حجر ٨/ ٧٣٤، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ٢٣٢.(٢) من (ب)، (ج)، والوزان لم يذكر بجرح أو تعديل.</p><p> جعفر المطيري (١) ، حدثنا علي بن حرب (٢) ، حدثنا أبو (٣) عامر العقدي (٤) ، عن سفيان (٥) ، عن أبي إسحاق (٦) ، عن أبي عبيدة (٧) ، عن عبد الله (٨) قال: لمَّا نزلت {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا (٣) } كان النبي - صلى الله عليه وسلم - يكثر أن يقول:  \"سبحانك اللهم وبحمدك، اغفر لي إنك أنت التواب الرحيم(٩)\"  (١٠) . </p><p>(١) من (ب)، (ج)، والمطيري ثقة مأمون. (٢) الطائي، صدوق، فاضل.(٣) في (ج): ابن وهو خطأ.(٤) أبو عامر عبد الملك بن عمرو القيسي العقدي، ثقة.(٥) سفيان بن سعيد الثوري، ثقة، حافظ، إمام حجة، وكان ربما دلس.(٦) عمرو بن عبد الله الهمداني السبيعي، ثقة مكثر عابد، اختلط بأخرة.(٧) أبو عبيدة بن عبد الله بن مسعود مشهور بكنيته، ثقة.(٨) ابن مسعود، صحابي مشهور.(٩) من (ج).(١٠) [٣٦٨٤] الحكم على الإسناد:ضعيف؛ شيخ المصنف لم يذكر بجرح أو تعديل، وفيه انقطاع، أبو عبيدة لم يسمع من أبيه، والحديث بشواهده صحيح لغيره.التخريج:رواه الإمام أحمد في \"مسنده\" ٢/ ٥ (٤١٢٩)، والحاكم في \"المستدرك\" ٢/ ٥٨٧ (٣٩٨٣)، وقال: هذا حديث صحيح الإسناد ولم يخرجاه، ووافقه الذهبي.وابن جرير في \"جامع البيان\" ٣٠/ ٣٣٥، وابن أبي حاتم في \"تفسيره\" كما في \"تفسيره ابن كثير\" ١٤/ ٤٩٤ كلهم من طريق أبي إسحاق به، وهو منقطع لكن يشهد له حديث عائشة وأم سلمة وسيذكرهما المصنف.</p><p> [٣٦٨٥] وأخبرنا عبد الله (بن حامد)  (١) ، أخبرنا مكي بن عبدان (٢) ، حدثنا عبد الله بن هاشم (٣) ، حدثنا أبو معاوية (٤) ، عن الأعمش (٥) ، عن مسلم (٦) ، عن مسروق (٧) ، عن عائشة - رضي الله عنها - قالت: كان رسول الله - صلى الله عليه وسلم - يكثر أن يقول قبل أن يموت:  \"سبحانك اللهم وبحمدك، أستغفرك وأتوب إليك\" قالت (٨) : فقلت: يا رسول الله ما هؤلاء الكلمات التي أراك قد أحدثتها تقولها؟ قال:  \"جعلتها علامة في أمتي إذا رأيتها قلتها {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ(١)} \"  (٩) . </p><p>(١) من (ب)، (ج)، وهو الوزان، لم يذكر بجرح أو تعديل. (٢) ثقة، متقن.(٣) العبدي، ثقة، صاحب حديث.(٤) محمد بن خازم الضرير، ثقة، أحفظ الناس لحديث الأعمش، وقد رمي بالإرجاء.(٥) سليمان بن مهران ثقة، حافظ، لكنه يدلس.(٦) مسلم بن صُبيح الهمداني، ثقة، فاضل.(٧) مسروق بن الأجدع بن مالك الهمداني الوادعي، ثقة.(٨) في الأصل: قال.(٩) [٣٦٨٥] الحكم على الإسناد:شيخ المصنف لم يذكر بجرح أو تعديل، وبقية رجاله ثقات، والحديث صحيح كما في التخريج.التخريج:رواه الإمام مسلم في \"صحيحه\" في كتاب الصلاة، باب: ما يقال في الركوع والسجود (٤٨٤).ورواه البخاري مختصرًا في كتاب المغازي (٤٢٩٣)، وفي كتاب التفسير، سورة النصر (٤٩٦٧) وسيذكره المصنف.</p><p> [٣٦٨٦] وبه (١) عن ابن هاشم (٢) حدثنا عبد الله بن نمير (٣) ، أخبرنا الأعمش (٤) ، عن مسلم - وهو: ابن صبيح (٥) - عن مسروق (٦) ، عن عائشة - رضي الله عنها - قالت: لمَّا نزلت {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ (١) } إلى آخرها ما رأيت النبي (٧) - صلى الله عليه وسلم - صلى صلاة (٨) إلَّا قال: \"سبحانك اللهم وبحمدك اغفر لي(٩)\"  (١٠) . </p><p> [٣٦٨٧] وأخبرنا الحسين بن محمد بن فنجويه (١١) ، حدثنا أحمد </p><p>(١) في (ج): أخبرنا عبد الله بن حامد، أخبرنا مكي بن عبدان، حدثنا عبد الله بن هاشم. (٢) العبدي، ثقة، صاحب حديث.(٣) الهمداني، ثقة، صاحب حديث من أهل السنة.(٤) ثقة حافظ، لكنه يدلس.(٥) ثقة فاضل.(٦) ثقة.(٧) في (ب)، (ج): رسول الله.(٨) ساقطة من (ج).(٩) في (ج): أستغفرك وأتوب إليك.(١٠) [٣٦٨٦] الحكم على الإسناد:شيخ المصنف لم أجد فيه جرحًا ولا تعديلًا، وبقية رجاله ثقات، والحديث صحيح، كما في التخريج.التخريج:رواه البخاري في كتاب التفسير، تفسير سورة النصر (٤٩٦٧)، ورواه مسلم في كتاب الصلاة، باب: ما يقال في الركوع والسجود (٤٨٤).(١١) ثقة صدوق، كثير الرواية للمناكير.</p><p> ابن جعفر بن حمدان (١) ، حدثنا إبراهيم بن سهلويه (٢) ، حدثنا علي بن محمد الطنافسي (٣) ، حدثنا حفص بن غياث (٤) ، عن عاصم الأحول (٥) ، عن الشعبي (٦) ، عن أم سلمة (٧) - رضي الله عنهما - قالت: كان رسول الله - صلى الله عليه وسلم - بآخرةٍ لا يقوم، ولا يقعد، ولا يجيء، ولا يذهب، إلَّا قال:  \"سبحان الله وبحمده أستغفر الله وأتوب إليه\" فقلنا: يا رسول الله مالك لا تقوم ولا تقعد ولا تجيء ولا تذهب إلَّا قلت: سبحان الله وبحمده (٨) وأستغفر الله وأتوب إليه، قال:  \"فإني أمرت بها\" ثم قرأ {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} حتَّى ختمها (٩) . </p><p> وقال مقاتل: لما نزلت هذِه الآية قرأها رسول الله - صلى الله عليه وسلم - على </p><p>(١) ساقطة من (ج)، وهو القطيعي، ثقة. (٢) لم أجده.(٣) ثقة عابد.(٤) ثقة فقيه، تغير حفظه قليلًا في الآخر.(٥) عاصم بن سليمان، ثقة.(٦) عامر بن شرحبيل، ثقة مشهور فاضل.(٧) أم المؤمنين.(٨) من (ب)، (ج).(٩) [٣٦٨٧] الحكم على الإسناد:ضعيف ابن سهلويه لم أجده، وللانقطاع، قال ابن المديني: الشعبي لم يلق أم سلمة. \"تهذيب التهذيب\" ٣/ ٤٨ والحديث بالشواهد المتقدمة صحيح لغيره.التخريج:رواه ابن جرير في \"جامع البيان\" ٣٠/ ٣٣٥ قال: حدثنا أبو السائب، قال: ثنا حفص به. ورواه ابن مردويه كما في \"الدر المنثور\" ٦/ ٦٩٩.</p><p> أصحابه، وفيهم (١) : أبو بكر وعمر وسعد بن أبي وقاص - رضي الله عنهم - ففرحوا واستبشروا، وسمعها العباس فبكى، فقال له النبي - صلى الله عليه وسلم -: \"ما يبكيك يا عم \" ؟ قال: نُعيت إليك نفسك. فقال:  \"إنه(٢)لكما تقول\" فعاش بعدها سنتين ما رئي فيهما (٣) ضاحكًا مستبشرًا (٤) . </p><p> وهذِه السورة تسمى سورة التوديع (٥) . </p><p> [٣٦٨٨] أخبرنا ابن فنجويه (٦) ، حدَّثنا عبد الله بن يوسف (٧) ، حدَّثنا محمد بن عمران (٨) ، حدَّثنا أبوالدرداء عبد العزيز بن منيب (٩) ، حدثنا إسحاق بن عبد الله بن كيسان (١٠) ، حدثني أبي (١١) ، </p><p>(١) في (ج): وهم. (٢) في (ج): إنها.(٣) في (ج): فيها.(٤) ذكره الزمخشري في \"الكشَّاف\" ٤/ ٨٠٧ وقال الزيلعي في \"تخريج أحاديث وآثار الكشَّاف\" ٤/ ٣١٩: ذكره الثعلبي من قول مقاتل وسنده إلى مقاتل أول كتابه. وذكره القرطبي في \"الجامع لأحكام القرآن\" ٢٠/ ٢٣٣ وتصَّحف (سنتين) إلى (ستين يومًا). وأبو حيان في \"البحر المحيط\" ٨/ ٥٢٥.والحديث ضعيف لعلة الإرسال.(٥) روي ذلك عن ابن مسعود كما في \"إرشاد العقل السليم\" لأبي السعود ٩/ ٢٠٩، \"فتح القدير\" للشوكاني ٥/ ٥٠٨.(٦) الحسين بن محمد، ثقة، صدوق، كثير الرواية للمناكير.(٧) لم أجده.(٨) لم أجده.(٩) في (ب)، (ج): المنيب، وهو صدوق.(١٠) لينه أبو أحمد الحاكم.(١١) صدوق: يخطئ كثيرًا.</p><p> عن عكرمة (١) ، عن ابن عباس قال: أقبل رسول الله - صلى الله عليه وسلم - من غزوة حنين، فنزل عليه:  {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} السورة، فقال رسول الله - صلى الله عليه وسلم -: \"يا علي ويا فاطمة بنت محمد {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ(١)وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا(٢)} سبحان ربي وبحمده وأستغفره إنه كان توابا، ويا علي بن أبي طالب إنه يكون من بعدي في المؤمنين الجهاد\" ، فقال على: علام نجاهد المؤمنين الذين يقولون: آمنا. قال:  \"على الإحداث في الدين(٢)إذا عملوا بالرأي ولا رأي في الدين، إنما الدين من الرب أمره ونهيه\" ، فقال على: يا رسول الله أرأيت إن عرض لنا أمر لم يبين الله فيه قرآنًا ولم تنص فيه سنة منك قال: \"تجعلونها(٣)شورى بين العابدين ولا تقضون برأي خاصة(٤)، ولو كنت مستخلفًا أحدًا لم يكن أحد أحق منك لقدمتك(٥)في الإسلام، وقرابتك من رسول الله - صلى الله عليه وسلم -، وصهرك وعندك فاطمة سيدة نساء المؤمنين(٦)، وقبل ذلك ما كان من بلاء أبي طالب إياي حين نزل القرآن، فأنا حريص على أن أرعى ذلك في ولده\" . </p><p>(١) مولى ابن عباس، ثقة ثبت. (٢) في (ب)، (ج): بالدين.(٣) في (ب)، (ج): تجعلونه.(٤) ساقط من الأصل، وأثبته من (ب)، (ج).(٥) في (ب): لتقدمتك.(٦) في (ب)، (ج): العالمين. =</p><p> [٣٦٨٩] وأخبرنا عبد الله بن حامد الوزان (١) ، أخبرنا مكي بن عبدان (٢) ، حدثنا أحمد بن منصور المروزي (أبو صالح (٣) ، حدثني أحمد بن المصعب المروزي (٤) ) (٥) ، </p><p>= [٣٦٨٨] الحكم على الإسناد: ضعيف جدًّا؛ علته: إسحاق بن عبد الله بن كيسان وأبوه، وفيه أيضًا من لم أجده.التخريج:رواه الطبراني في \"المعجم الكبير\" ١١/ ٣٧١ (١٢٠٤٢) قال: حدثنا محمد بن علي المروزي، حدثنا أبو الدرداء عبد العزيز بن منيب به، وفيه لمَّا أقبل رسول الله - صلى الله عليه وسلم - من غزوة خيبر.قال الهيثمي: رواه الطبراني في \"الكبير\" وفيه عبد الله بن كيسان، قال البخاري: منكر الحديث \"مجمع الزوائد\" ١/ ١٧٩.قلت: ورواه الضياء في \"المختارة\". قال ابن حجر: تعقبه الصدر الياسوفي فيما رأيت بخطه، فقال: هو من رواية إسحاق عن أبيه، وفيهما الضعف الشديد. انظر: \"لسان الميزان\" ١/ ٤٧٨.وقال الحاكم: وقد ذكرت في ترجمة ابنه حديثًا موضوعًا، رواه عن أبيه عن عكرمة وعنه عبد العزيز. \"تهذيب التهذيب\" ٣/ ٢٤٠ قلت: لعله يقصد هذا الحديث.(١) لم يذكر بجرح أو تعديل.(٢) ثقة متقن.(٣) أحمد بن منصور بن راشد الحنظلي، صدوق.(٤) أحمد بن مصعب المروزي، أبو عبد الرحمن الهجيمي، روى عن الفضل بن موسى السيناني وعبد الرحمن بن مهدي وغندر وحفص بن غياث، قال ابن أبي حاتم: كتب عنه أبي بالري، جاء إلى محمد بن حميد وسألته عنه فقال: صدوق من أجلة أهل مرو. انظر: \"الجرح والتعديل\" ٢/ ٧٦، \"الثقات\" ٨/ ٣.(٥) ما بين القوسين ساقط من الأصل.</p><p> حدثنا عمر بن إبراهيم (١) ، حدثنا عيسى بن علي بن عبد الله بن عباس (٢) ، عن أبيه (٣) ، عن جده (٤) قال: لما نزلت {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} جاء العباس إلى علي (بن أبي طالب)  (٥) - رضي الله عنهما - فقال: ادخل على رسول الله - صلى الله عليه وسلم - فإن كان هذا الأمر من بعده لنا (٦) لم تشاحنا عليه قريش، وإن كان لغيرنا سألناه الوصاة بنا، فقال: سأفعل، قال (٧) : فدخل العباس - رضي الله عنه - على رسول الله - صلى الله عليه وسلم - مُسِّرًا (٨) ، فذكر ذلك له، فقال النبي - صلى الله عليه وسلم -: \" (يا عباس يا عم رسول الله)  (٩) إن الله قد جعل أبا بكر خليفتي على دين الله ووصيه، فاسمعوا له </p><p>(١) عمر بن إبراهيم بن خالد الكردي الهاشمي، مولاهم، روى عن عبد الملك بن عمير وابن أبي ذئب، وشعبة وبقي إلى بعد العشرين ومائتين، وعنه إسحاق الختلي وعبد الله بن محمد المخزومي وغيرهما، قال الذهبي: كذاب. \"المغني في الضعفاء\" ٢/ ٤٦٢، (٤٤١٨)، \"لسان الميزان\" ٥/ ١٣٧ (٦٠٥٩). (٢) عيسى بن علي بن عبد الله بن عباس القرشي الهاشمي، أبو العباس، ويقال: أبو موسى أخو داود وسليمان وعبد الصمد، وعم السفاح والمنصور قال ابن معين: ليس به بأس. قال الحافظ: صدوق، مقل، كان معتزلًا للسلطان. \"تهذيب الكمال\" ٢٣/ ٥، \"التقريب\" (٥٣١٢).(٣) ثقة، عابد.(٤) عبد الله بن عباس.(٥) ما بين القوسين ساقط من الأصل.(٦) في (ب)، (ج): لنا من بعده.(٧) ساقطة من (ب)، (ج).(٨) في (ج): سرًّا.(٩) ما بين القوسين ساقط من الأصل.</p><p> تفلحوا، وأطيعوا (١) ترشدوا\" قال ابن عباس: ففعلوا ورشدوا (٢) . </p><p>(١) في (ب)، (ج): وأطيعوه. (٢) [٣٦٨٩] الحكم على الإسناد:موضوع؛ آفته عمر بن إبراهيم الكردي كذَّاب، وشيخ المصنف لم يذكر بجرح أو تعديل.التخريج:رواه الخطيب البغدادي في \"تاريخ بغداد\" ١١/ ٢٩٣ في ترجمة عثمان بن سعيد التمَّار من طريقين مدارهما على عمر بن إبراهيم.ورواه ابن الجوزي في كتابه \"الموضوعات\" ٢/ ٥٧ من طريقين وقال: هذا حديث لا يصح ومدار الطريقين على عمر بن إبراهيم وهو الكردي، قال الدارقطني: كان كذَّابًا يضع الحديث.وقد أشار إلى الحديث أبو حاتم في \"الجرح والتعديل\" ٦/ ٢٨٢ في ترجمة عيسى بن علي بن عبد الله بن عباس.ورواه الذهبي في \"ميزان الاعتدال\" ٣/ ١٨٠ في ترجمة عمر بن إبراهيم الكردي، وقال: هذا الحديث ليس بصحيح ويبطله أن العباس قال لعلي: ألَا تدخل بنا إلى رسول الله - صلى الله عليه وسلم - فنسأله، الحديث وهو في الصحيح.قلت: يشير إلى ما رواه البخاري في \"صحيحه\" في كتاب الاستئذان، باب: المعانقة وقول الرجل كيف أصبحت (٦٢٦٦)، وفيه أن عليًّا قال: والله لئن سألناها رسول الله - صلى الله عليه وسلم -؛ فيمنعُنا لا يعطيناها الناس أبدًا، وإني لا أسألها رسول الله - صلى الله عليه وسلم - أبدًا.وانظر \"تنزيه الشريعة المرفوعة\" ١/ ٣٤٤، \"الفوائد المجموعة\" (ص ٣٣٢).</p><p> ١١١ - سُورَة المَسَدِ </p><p> سورة تبت </p><p> مكية (١) ، وهي سبعة وسبعون حرفًا، وثلاث وعشرون كلمة، وخمس آيات (٢) . </p><p> [٣٦٩٠] أخبرنا (أبو الحسين)  (٣) الخبازي المقري (٤) ، حدثنا أبو الشيخ الحافظ (٥) ، حدثنا إبراهيم بن شريك (٦) ، حدثنا أحمد بن يونس (٧) اليربوعي (٨) ، حدثنا سلَّام بن سليم (٩) المدائني (١٠) ، قال: </p><p>(١) مكية بالإجماع. انظر: \"المحرر الوجيز\" لابن عطية ٥/ ٥٣٤، \"زاد المسير\" لابن الجوزي ٩/ ٢٥٨، \"فتح القدير\" للشوكاني ٥/ ٥١١.(٢) في الأصل: وعشرون كلمة، وهو الموافق لما في \"لباب التأويل\" للخازن ٤/ ٤٩٤، وما أثبته من (ب)، (ج)، وهو الموافق لما في \"البيان في عدِّ آي القرآن\" للداني (ص ٢٩٥)، والذي يظهر لي أن فرق العدد هو في الكلمات الثلاث: عنه، في، من. فمن حسبها قال: ثلاث وعشرون، ومن لم يحسبها قال: عشرون، وبالنظر إلى عدد الأحرف نجدها داخلة في العدد والله أعلم.(٣) ما بين القوسين زيادة من (ب)، (ج)، وهو علي بن محمد، إمام ثقة.(٤) زيادة من (ب)، (ج).(٥) عبد الله بن محمد بن جعفر بن حيان، الإمام الحافظ الصادق.(٦) أبو إسحاق الأسدي، الإمام المحدث الثقة.(٧) أبو عبد الله التميمي، ثقة حافظ.(٨) زيادة من (ب)، (ج).(٩) الطويل، متروك.(١٠) زيادة من (ب)، (ج).</p><p> حدثنا هارون بن كثير (١) ، عن زيد بن أسلم (٢) ، عن أبيه (٣) ، عن أبي أمامة الباهلي (٤) ، عن أُبي بن كعب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ{تبت}رجوت أن لا يجمع الله بينه وبين أبي لهب في دار واحدة\"  (٥) . </p><p>(١) مجهول. (٢) قال ابن حجر: هو تحريف والصواب زيد بن سالم، جهله أبو حاتم.(٣) قال الذهبي: زيد عن أبيه نكرة.(٤) زيادة من (ب)، (ج).(٥) [٣٦٩٠] الحكم على الإسناد:موضوع.التخريج:تقدم مرارًا في أوائل السور.</p>"
}