{
  "id": null,
  "sura": 111,
  "aya": 2,
  "text": "<p> وموسى، فقال موسى: يَا آدم أَنْتَ أبونا خنتنا (١) وأخرجتنا من الجنة، قال آدم: يَا موسى (أَنْتَ الذي)  (٢) اصطفاك الله بكلامه، وخطَّ لك بيده، أتلومني على أمر قدَّره الله عليّ قبل أن يخلقني بأربعين سنة، فحجَّ موسى (فحجَّ آدم موسى، فحجَّ آدم موسى عليهما السلام)  (٣) \" (٤) . </p><p> ٢ - {مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ (٢) } </p><p> قال ابن مسعود: لمَّا دعا رسول الله - صلى الله عليه وسلم - أقربيه إلى الله، قال أبو لهب لأصحابه: إن كان ما يقول ابن أخي حقًّا فإنِّي أفتدي (٥) نفسي بمالي وولدي فأنزل الله تعالى: {مَا أَغْنَى}  (٦) أي ما يغني: وقيل أي شيء أغنى عنه ماله من عذاب الله، قال أبو العالية: يعني </p><p>(١) في مصادر تخريج الحديث: خيبتنا. (٢) ما بين القوسين ساقط من الأصل، وأثبته من (ب)، (ج).(٣) [٣٦٩٧] الحكم على الإسناد:رجاله ثقات سوى شيخ المصنف وعبد الله بن محمَّد، لكن الحديث صحيح كما تقدم.التخريج:تقدم في الحديث السابق.(٤) في (ج): أفدي.(٥) في (ب)، (ج): {مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ (٢)}.(٦) انظر: \"معالم التنزيل\" للبغوي ٨/ ٥٨٢، \"زاد المسير\" لابن الجوزي ٩/ ٢٦٠، \"لباب التأويل\" للخازن ٤/ ٤٩٤، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ٢٣٨، ونسبه إلى ابن عباس، \"البحر المحيط\" لأبي حيان ٨/ ٥٢٧.</p><p> أغنامه، وكان صاحب سائمة ومواشي (١) . </p><p> {وَمَا كَسَبَ} يعني ولده (٢) . قرأ الأَعمش:  (وما اكتسب) ، ورواه عن ابن مسعود (٣) . </p><p> [٣٦٩٨] أخبرنا الحسين بن محمَّد بن الحسين (٤) ، حَدَّثَنَا موسى ابن محمَّد بن عليّ (٥) ، حَدَّثَنَا إبراهيم بن هاشم البَغَوِيّ (٦) ، حَدَّثَنَا أَحْمد بن حنبل (٧) ، حَدَّثَنَا عبد الرَّزّاق (٨) ، أخبرنا معمر (٩) , عن ابن خثيم (١٠) ، عن أبي الطفيل (١١) ، قال: كنت عند ابن عباس يومًا فجاءه بنو أبي لهب يختصمون في شيء بينهم، فاقتتلوا عنده في </p><p>(١) انظر: \"النكت والعيون\" للماوردي ٥/ ٣٦٥، \"معالم التنزيل\" للبغوي ٨/ ٥٨٢، \"لباب التأويل\" للخازن ٤/ ٤٩٤. (٢) انظر: \"جامع البيان\" للطبري ٣٠/ ٣٣٧، \"معاني القرآن\" للزجاج ٥/ ٣٧٥، وقال: موضع ما رفع، المعنى: ما أغنى عنه ماله وكسبه. \"زاد المسير\" لابن الجوزي ٩/ ٢٦٠.(٣) انظر: \"مختصر في شواذ القرآن\" لابن خالويه (ص ١٨٢)، \"المحرر الوجيز\" لابن عطية ٥/ ٥٣٤، \"البحر المحيط\" لأبي حيان ٨/ ٥٢٧، \"شواذ القراءة\" للكرماني (ص ٢٧٢).(٤) ابن فنجويه، ثِقَة، صدوق كثير الرواية للمناكير.(٥) لم أجده.(٦) أبو إسحاق البيع، قال الدارقطني: ثِقَة.(٧) أبو عبد الله الشَّيبانِيّ، ثِقَة، حافظ إمام فقيه حجة.(٨) عبد الرَّزّاق بن همام الصَّنْعانِيّ، ثِقَة، حافظ عمي في آخر عمره فتغير وكان يتشيع.(٩) معمر بن راشد البَصْرِيّ، ثِقَة، ثبت، فاضل.(١٠) عبد الله بن عثمان بن خُثيم، صدوق.(١١) عامر بن واثلة، صحابي مشهور.</p><p> البيت، فقام يحجز بينهم، فدفعه بعضهم فوقع على الفراش، فغضب ابن عبَّاس، وقال: أخرجوا عني الكسب الخبيث. يعني ولده أنَّهم كسبه (١) . ودليل هذا التأويل ما: </p><p> [٣٦٩٩] أخبرني ابن فنجويه (٢) ، حَدَّثَنَا أبو حمزة (٣) ، حَدَّثني عمارة بن عمير التَّيْميّ (٤) ، عن عمته سودة (٥) ، قالت: قلت لعائشة: آكلُ من مال ولدي، فقالت: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"إن أطيب ما أكل أحدكم من كسبه، وإن ولده من كسبه\"  (٦) . </p><p>(١) [٣٦١٥] الحكم على الإسناد: في إسناده موسى، لم أجده وبقية رجاله ثقات، والأثر صحيح كما في التخريج.التخريج:أخرجه عبد الرَّزّاق في \"تفسيره\" ٢/ ٤٠٦ حَدَّثَنَا معمر به وإسناده صحيح، ومن طريقه أخرجه ابن جرير في \"جامع البيان\" ٣٠/ ٣٣٧، والحاكم في \"المستدرك\" ٢/ ٥٨٨ (٣٩٨٦).(٢) ابن فنجويه، ثِقَة، صدوق كثير الرواية للمناكير.(٣) هكذا كُتب الإسناد في جميع النسخ، وفيه سقط ظاهر، وأبو حمزة لم يتبين لي من هو.(٤) عمارة بن عمير التَّيْميّ، ثِقَة، ثبت.(٥) عمته وفي بعض الأسانيد عن أمه، لا يعرفان.(٦) [٣٦١٦] الحكم على الإسناد:فيه عمة عمارة وأبو حمزة لم أجدهما، والإسناد به سقط ظاهر، والحديث بمتابعاته وشواهده صحيح.التخريج:رواه ابن أبي شيبة في \"المصنف\" (٢٢٦٩٧) من طريق الأَعمش عن عمارة به.ورواه الإِمام أَحْمد في \"المسند\" ٧/ ٢٧٧ (٥٠٨٣) قال: حَدَّثَنَا يحيى عن سفيان =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= عن إبراهيم عن عمارة به. ورواه أبو داود في كتاب البيوع، باب: في الرَّجل يأكل من مال ولده (٣٥٢٨) من طريق إبراهيم عن عمارة به.ورواه التِّرْمِذِيّ في كتاب الأحكام، باب: ما جاء أن الوالد يأخذ من مال ولده (١٣٥٨) من طريق الأَعمش عن عمارة به قال: وفي الباب عن جابر وعبد الله بن عمرو، وقال: هذا حديث حسن صحيح، وقد روى بعضهم هذا عن عمارة بن عمير، عن أمه، عن عائشة، وأكثرهم قالوا: عن عمته عن عائشة.قلت: رواه السهمي في \"تاريخ جرجان\" ١/ ٢٢٩ من طريق عمارة بن عمير عن أمه به.ورواه النَّسائيّ في كتاب البيوع، باب: الحث على الكسب ٧/ ٢٤٠ - ٢١٤ من طريق منصور عن عمارة به. ورواه ابن ماجه في كتاب التجارات، باب: ما للرجل من مال ولده (٢٢٩٠) من طريق الأَعمش عن عمارة به. ورواه البُخَارِيّ في \"التاريخ الكبير\" ١/ ٤٠٦ من طريق إبراهيم النَّخَعيّ عن عمارة به، والطبراني في \"المعجم الأوسط\" ٤/ ٣٨٠ (٤٤٨٧). وعمة عمارة لا تُعرف كما قال ابن القطَّان إلَّا أن الحديث قد جاء من طريق الأَعمش عن إبراهيم، عن الأسود، عن عائشة به. رواه ابن أبي شيبة في \"المصنف\" ٤/ ٥١٦ (٢٢٦٩٣).ورواه الإِمام أَحْمد في \"المسند\" ٧/ ٣١٤ (٢٥٣١٧)، والنَّسائيّ في \"الموضع السابق\" ٧/ ٢٤١. والطبراني في \"المعجم الأوسط\" ٤/ ٣٨٠ (٤٤٨٦). قال المنذري: حديث حسن \"مختصر سنن أبي داود\" ٥/ ١٨٣.وله شاهد من حديث جابر بن عبد الله وعبد الله بن عمرو كما أشار إلى ذلك التِّرْمِذِيّ.ورواهما ابن ماجه في الموضع السابق (٢٢٩١، ٢٢٩٢). قال المنذري عن حديث جابر بن عبد الله: رجال إسناده ثقات. \"مختصر سنن أبي داود\" ٥/ ١٨٣. قلت: وحديث عبد الله بن عمرو جاء من طريق عمرو بن شعيب عن أَبيه عن جده، فالحديث بمجموع هذِه الطرق صحيح إن شاء الله، حسَّنه التِّرْمِذِيّ كما تقدم، =</p>"
}