{
  "id": null,
  "sura": 111,
  "aya": 1,
  "text": "<p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> ١ - قوله عز وجل:  {تَبَّتْ يَدَا أَبِي لَهَبٍ} </p><p> [٣٦٩١] أخبرنا عبد الله بن حامد الوزان (١) ، (حدثنا مكي بن عبدان)  (٢) ، حدثنا عبد الله بن هاشم (٣) ، حدثنا عبد الله بن نمير (٤) ، حدثنا الأعمش (٥) ، عن عبد الله بن مرة (٦) ، عن سعيد بن جبير (٧) ، عن ابن عباس قال: لما أنزل الله عز وجل: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ}  (٨) أتى رسول الله - صلى الله عليه وسلم - الصفا فصعد عليه ثم نادى:  \"يا صباحاه\" فاجتمع إليه الناس من رجل يجيء، ورجل (٩) يبعث رسوله، فقال رسول الله - صلى الله عليه وسلم -: \"يا بني عبد المطلب، يا بني فهر، يا بني .. </p><p> ، يا بني .. (١٠) ، لو أخبرتكم أن خيلًا بسفح هذا الجبل تريد أن تغير </p><p>(١) أبو محمد الوزان، لم يذكر بجرح أو تعديل. (٢) ما بين القوسين ساقط من الأصل، وأثبته من (ب)، (ج)، وهو أبو حاتم التميمي، المحدث الثقة المتقن.(٣) ابن حيان العبدي، ثقة.(٤) الهمداني، ثقة صاحب حديث من أهل السنة.(٥) سليمان بن مهران، ثقة حافظ لكنه مدلس.(٦) هكذا في جميع النسخ والذي في الصحيحين وغيره: عمرو بن مرة، وهو ثقة، وهو الَّذي يروي عن سعيد بن جبير بخلاف الأول، فلم يعد من شيوخه سعيد بن جبير، ولم أرَ من ذكره من طريق عبد الله بن مرة سوى المصنف فلعله وهم والله أعلم.(٧) ثقة ثبت فقيه.(٨) الشعراء: ٢١٤.(٩) في (ب)، (ج): بين رجل يجيء وبين رجل يبعث.(١٠) في (ج): يا بني لؤي، يا بني عبد مناف.</p><p> عليكم صدقتموني \"،قالوا:نعم.قال:\" فإني نذير لكم بين يدي عذاب شديد\"، فقال أبو لهب: تبًا لك (١) سائر هذا اليوم ما دعوتموني (٢) إلَا لهذا، فأُنزل (٣)  {تَبَّت}  (٤) أي: خابت وخسرت يدا أبي لهب (٥) ، أي: تبَّ هَو، أخبر عن يديه، والمراد به نفسه على عادة العرب في التعبير ببعض الشيء عن كله، كقوله سبحانه:  {فَبِمَا كسَبَتْ}  (٦) ، و {قدَّمتْ أيدِيكم}  (٧) ، ونحوها (٨) ، وقيل: اليد صلة (٩) ، تقول العرب: يد الدهر، ويد الرزايا والمنايا. </p><p>(١) في (ب)، (ج): لكم. (٢) لم تتضح في الأصل، وما أثبته من (ب)، (ج).(٣) في (ب)، (ج): فأنزل الله تعالى.(٤) [٣٦٩١] الحكم على الإسناد:شيخ المصنف لم يذكر بجرح أو تعديل، وبقية رجاله ثقات، والحديث صحيح كما في التخريج.تخريجه:رواه البخاري في كتاب التفسير، تفسير سورة {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ (١)} (٤٩٧١)، ورواه مسلم في كتاب الإيمان، باب: قوله تعالى: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ (٢١٤)} (٢٠٨).(٥) انظر: \"معاني القرآن\" للزجَّاج ٥/ ٣٧٥، \"مفردات ألفاظ القرآن\" للراغب الأصفهاني (ص ١٦٢).(٦) الشورى: ٣٠.(٧) آل عمران: ١٨٢.(٨) في (ب)، (ج): {فَبِمَا كَسَبَتْ أَيْدِيكُمْ}، {قَدَّمَتْ أَيْدِيكُمْ} وبما كسبت يداك، ونحوها.(٩) أي زائدة، والعلماء يعبرون بهذِه اللفظ تأدبًا مع القرآن.</p><p> قال الشاعر (١) : </p><p> لما أكبَّت يد المنايا (٢) ... عليه نادى ألَا مُجيرُ (٣) </p><p> وقيل: المراد به ماله وملكه، يقال: فلان قليل ذات اليد، يعنون المال، والتباب: الخسارة والهلاك (٤) . </p><p> [٣٦٩٢] سمعت الأستاذ أبا القاسم الحبيبي (٥) يقول: سمعت محمد بن مسعود النسوي (٦) ، قال: سمعت نفطويه (٧) ، قال: سمعت المنقري (٨) ، عن الأصمعي (٩) ، عن أبي عمرو بن العلاء (١٠) ، قال: لمَّا قُتِلَ عثمان (بن عفان)  (١١) - رضي الله عنه - سمعوا هاتفًا (١٢) من الجن يبكي </p><p>(١) لم أهتد إلى قائله. (٢) في (ب)، (ج): الرزايا.(٣) البيت انظره في \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ٢٣٦، \"فتح القدير\" للشوكاني ٥/ ٥١١.(٤) ذكر هذِه الأقوال: البغوي في \"معالم التنزيل\" ٨/ ٥٨١، والخازن في \"لباب التأويل\" ٤/ ٤٩٤، والقرطبي، والشوكاني، السابق.(٥) قيل: كذبه الحاكم.(٦) أبو الحسن محمد بن محمد بن مسعود النسوي، لم أجده.(٧) إبراهيم بن محمد بن عرف العتكي، صدوق.(٨) زكريا بن يحيى بن خلَّاد، وثقه ابن حبان.(٩) عبد الملك بن قريب، صدوق.(١٠) المازني، ثقة.(١١) ما بين القوسين زيادة من (ب)، (ج).(١٢) في (ب)، (ج): صوت هاتف.</p><p> عليه (ويقول)  (١) : </p><p> لقد خلّوك وانصدعوا ... فما عطفوا ولا رجعوا </p><p> ولم يُوفوا (بنذْرِهم ... فتبًا للذي)  (٢) صنعوا (٣) </p><p> وأبو لهب هو ابن عبد المطلب، واسمه عبد العزى فلذلك لم يسمه (٤) ، وقيل: اسمه كنيته. قال مقاتل: كني باللهب لحسنه وإشراق وجهه، وكانت وجنتاه كأنهما يلتهبان (٥) . </p><p>(١) ما بين القوسين ساقطة من الأصل، وأثبته من (ب)، (ج). (٢) في (ج): (بعهدهم فيا تبًا لما).(٣) [٣٦٩٢] الحكم على الإسناد:منقطع؛ أبو عمرو بن العلاء لم يدرك زمن مقتل عثمان - رضي الله عنه -، وفيه أيضًا شيخ المصنف قيل: كذبه الحاكم، وشيخه لم أجده.التخريج:ذكره الماوردي في \"تفسيره\" ٦/ ٣٦٤، والقرطبي في \"تفسيره\" ٢٠/ ٢٣٥.وذكره ابن أبي الدنيا في كتاب الهواتف، باب: هواتف الجان (ص ١٠٦) إلَّا أنَّه ذكره في قتل المتوكل.(٤) في (ب): لم يسمعه وهو تصحيف.(٥) انظر: \"معالم التنزيل\" للبغوي ٨/ ٥٨١، \"لباب التأويل\" للخازن ٤/ ٤٩٤، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ٢٣٦، وذُكِرَ بكنيته ولم يسم، قيل: لأن اسمه عبد العزى، والعزى صنم، ولم يُضف الله في كتابه العبودية إلى صنم، وهناك أقوال أخرى ذكرها القرطبي في \"الجامع لأحكام القرآن\".وانظر: \"شرح صحيح مسلم\" للنووي ٣/ ٨٣.</p><p> {وَتَبَّ} أبو لهب، الواو فيه واو العطف، وقرأ عبد الله وأُبي (١) بن كعب: (وقد تبّ)  (٢) ، فالأول: دعاء، والثاني: خبر. كما يقال: غفر الله لك وقد فعل، وأهلكه الله وقد فعل، الواو فيه واو الحال (٣) . </p><p> وقراءة العامة {أبي لهب}  (٤) بفتح الهاء، وقراءة أهل مكة (٥) بجزمها، ولم يختلفوا في قوله:  {ذَاتَ لَهَبٍ} أنها مفتوحة الهاء لأنهم راعوا فيه رؤوس الآي (٦) . </p><p> [٣٦٩٣] أخبرني الحسين بن محمد بن الحسين الدينوري (٧) ، حدثنا أحمد بن محمد بن إسحاق السّني (٨) ، حدثنا حامد بن محمد بن شعيب البلخي (٩) ، حدثنا سريج بن يونس (١٠) ، أخبرنا </p><p>(١) في الأصل: بن أبي. والصواب ما أثبته من (ب)، (ج). (٢) انظر: \"معاني القرآن\" للفراء ٣/ ٢٩٨، \"إعراب القراءات السبع\" لابن خالويه ٢/ ٥٤١، \"الجامع لأحكام القرآن\" ٢٠/ ٢٣٦، \"شواذ القراءة\" للكرماني (ص ٢٧٢).(٣) انظر: \"معاني القرآن\" للفراء ٣/ ٢٩٨، \"جامع البيان\" للطبري ٣٠/ ٣٣٦.(٤) ساقط من (ب)، (ج).(٥) من القراء العشرة عبد الله بن كثير فقط، ومن غيرهم ابن محيصن.(٦) انظر: \"علل القراءات\" للأزهري ٢/ ٨٠٥، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ٢٥)، \"التيسير\" للداني (ص ١٧٣)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٤٠٤، \"البحر المحيط\" لأبي حيان ٨/ ٥٢٧.(٧) ابن فنجويه، ثقة، صدوق كثير الرواية للمناكير.(٨) أبو بكر بن السني، ثقة، حافظ.(٩) أبو العباس البلخي، ثقة.(١٠) أبو الحارث البغدادي، ثقة، عابد.</p><p> هشيم (١) ، أخبرنا منصور (٢) ، عن الحكم (٣) ، عن أبي ظبيان (٤) ، عن ابن عباس قال: لما خلق الله تعالى القلم، قال: اكتب ما هو كائن فكتب فيما كتب: {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ}  (٥) . </p><p>(١) هشيم بن بشير السلمي، ثقة، ثبت كثير الإرسال والتدليس الخفي. (٢) منصور بن زاذان الواسطي، ثقة، ثبت.(٣) الحكم بن عتيبة، ثقة، ثبت فقيه إلا أنَّه ربما دلس.(٤) حُصين بن جندب بن الحارث، ثقة.(٥) [٣٦٩٣] الحكم على الإسناد:صحيح، الحكم بن عتيبة تحمَّل الأئمة تدليسه.التخريج:أخرجه عبد الله بن الإمام أحمد في كتاب \"السنة\" ٢/ ٤٠١ (٨٧٢)، وأخرجه الخطيب البغدادي في \"تاريخ بغداد\" ١٤/ ٢٠٥ كلاهما من طريق هشيم بن بشير به، وأخرجه اللالكائي في \"شرح اعتقاد أهل السنة\" ٣/ ٥٥٧ من طريق مجاهد عن ابن عباس بنحوه.وبلفظ: إن أول شيء خلقه الله القلم، فقال له: اكتب، فقال: وما أكتب، فقال: القدر، فجرى من ذلك اليوم بما هو كائن إلى أن تقوم الساعة. ورد موقوفًا ومرفوعًا، فالموقوف رواه الحاكم في \"المستدرك\" ٢/ ٥٤٠ (٣٨٤٠) وقال: حديث صحيح على شرط الشيخين ولم يخرجاه. ورواه البيهقي في \"السنن الكبرى\" ٩/ ٣ (١٧٤٨١) كلاهما من طريق الأعمش عن أبي ظبيان عن ابن عباس. ورواه الحاكم في \"المستدرك\" ٢/ ٤٩٢ (٣٦٩٣) من طريق مقسم عن ابن عباس وصححه، ووافقه الذهبي. وعبد الله بن أحمد في \"السنة\" ٢/ ٤١٠ (٨٩٤) من طريق أبي الضحى عن ابن عباس.قلت: فيهما عطاء بن السائب، وقد اختلط.وأمَّا المرفوع فقد جاء من طريقين عن ابن عباس:الأول: من طريق القاسم بن بزة، عن سعيد بن جبير، عن ابن عباس، رواه =</p><p> [٣٦٩٤] وأخبرنا أبو القاسم الحسن بن محمد بن الحسن (١) ، أخبرنا أبو الطيب محمد بن عبد الله بن المبارك الشعيري (٢) ، حدثنا محمد بن أشرس السلمي (٣) ، حدثنا عبد الصمد ابن حسَّان المروزي (٤) ، عن سفيان (٥) ، عن منصور (٦) ، قال: سئل </p><p>= أبو يعلى في \"مسنده\" ٤/ ٢١٧ (٢٣٢٩) بإسناد صحيح، والطبراني في \"المعجم الكبير\" ١١/ ٦٨ (١٢٥٠٠)، والبيهقي في \"السنن الكبرى\" ٩/ ٣ (١٧٤٨٢). الثاني: من طريق أبي الضحى عن ابن عباس، رواه الطبراني في \"المعجم الكبير\" ١١/ ٤٣٣ (١٢٢٢٧).وورد من حديث عبادة بن الصامت، رواه الترمذي في \"السنن\" في كتاب التفسير، تفسير سورة ن (٣٣١٩)، وصححه الألباني في \"صحيح سنن الترمذي\" (٢٦٤٥).ورواه أحمد في \"المسند\" ٦/ ٤٣٢ (٢٢١٩٧)، ورواه أبو داود الطيالسي في \"مسنده\" (ص ٧٩)، ورواه الطبراني في \"مسند الشاميين\" ١/ ٥٧. ورواه البيهقي في \"السنن الكبرى\" ١٠/ ٢٠٤ (٢٠٦٦٤).وورد من حديث ابن عمر، رواه الطبراني في \"مسند الشاميين\" ٢/ ٣٩٧.فالحديث بدون: (فكتب فيما كتب تبت يدا أبي لهب). ثابت مرفوعًا إلى النبي - صلى الله عليه وسلم - من حديث ابن عباس وغيره، وهذِه اللفظة ثابتة من قول ابن عباس والله أعلم. وانظر كتاب \"السنة\" لابن أبي عاصم ١/ ٤٨ باب ذكر القلم أنَّه أول ما خلق الله تعالى وما جرى به القلم مع تخريجه \"ظلال السنة\".(١) الحبيبي، قيل: كذبه الحاكم.(٢) قاضي حلوان، ثقة حافظ.(٣) السلمي نيسابوري، يروي عن الضعفاء، فما يقع في حديثه من المناكير، فمنهم لا منه.(٤) المروذي، صدوق.(٥) الثوري، ثقة، حافظ إمام حجة، كان ربما دلس.(٦) منصور بن المعتمر، ثقة، ثبت وكان لا يدلس.</p><p> الحسن (١) عن قوله تعالى: {تَبَّتْ يَدَا أَبِي لَهَبٍ} هل كان في أم الكتاب، وهل كان يستطيع أبو لهب أن لا يصلى النَّار، فقال الحسن: والله ما كان يستطيع ألَّا يصلاها، وإنها لفي كتاب الله قبل أن يُخلَق أبو لهب وأبواه (٢) . ويؤيد هذا ما: </p><p> [٣٦٩٥] أخبرنا أبو طاهر محمَّد بن الفضل بن محمَّد بن إسحاق ابن خزيمة (السلمي (٣) في شعبان سنة أربع وثمانين وثلاثمائة، أخبرنا جدي إمام الأئمة أبو بكر محمَّد بن إسحاق بن خزيمة (٤)  (٥) ، حَدَّثَنَا محمَّد بن يحيى (٦) ، حَدَّثَنَا معاوية بن عمرو (٧) ، حَدَّثَنَا زائدة (٨) ، </p><p>(١) البَصْرِيّ، ثِقَة، فقيه. (٢) [٣٦٩٤] الحكم على الإسناد:ضعيف، فيه محمَّد بن أشرس السلمي ضعيف متهم، وشيخ المصنف تكلم فيه الحاكم.التخريج:لم أجده عند غير المصنف مسندًا، وانظر \"السنة\" لعبد الله بن الإِمام أَحْمد ٢/ ٤٣٧ (٩٧٥)، \"القدر\" للفريابي (ص ١٨٦) (٢٩)، (ص ٢١٠) (٣٦١). وقد نقله القرطبي في \"تفسيره\" ٢٠/ ٢٣٧.(٣) محدث، مرض وتغير عقله، قال الذهبي: ما أراهم سمعوا منه إلَّا في حال وعيه.(٤) أبو بكر السلمي النَّيْسَابُورِيّ، اتفق أهل الشرق في وقته، أنَّه إمام الأئمة.(٥) ما بين القوسين ساقط من (ب)، (ج).(٦) الذُّهليّ، ثِقَة، حافظ جليل.(٧) معاوية بن عمرو بن المهلب بن عمرو الأَزدِيّ، أبو عمرو البغدادي، ثِقَة.(٨) زائدة بن قدامة الثَّقَفيّ، أبو الصلت، ثِقَة، ثبت صاحب سنة.</p><p> عن الأَعمش (١) ، عن أبي صالح (٢) ، عن أبي هريرة عن النَّبِيّ -صلى الله عليه وسلم- وقال:  \"احتج آدم وموسى فقال موسى: يَا آدم أَنْتَ الذي خلقك الله بيده، ونفخ فيك من روحه، أغويت النَّاس وأخرجتهم من الجنة،فقال آدم:وأنت موسى الذي اصطفاك الله بكلامه تلومني على عمل أعمله كتبه الله عليّ قبل أن يخلق السموات والأرض،قال:فحجَّ آدم موسى عليهما السلام\"  (٣) . </p><p> [٣٦٩٦] وأخبرنا محمَّد بن (٤) الفضل (٥) ، أخبرنا جديّ (٦) ، قال: حضرت مجلس إسحاق بن إبراهيم (٧) وأنا عن يمين الدُّكان (٨) فقرأ </p><p>(١) سليمان بن مهران، ثِقَة، حافظ لكنه مدلس. (٢) ذكوان الزيَّات، المدنِيُّ ثِقَة ثبت.(٣) [٣٦٩٥] الحكم على الإسناد:إسناد صحيح؛ رجاله ثقات سوى شيخ المصنف.التخريج:من هذا الطريق رواه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٤/ ٥٥ (ح ٦١٧٩)، والنَّسائيّ في \"السنن الكبرى\" ٦/ ٣٣٠ (١١١٣٠).والحديث رواه البُخَارِيّ في كتاب الأنبياء، باب: وفاة موسى (٣٤٠٩) وفي كتاب القدر، باب: تحاج آدم وموسى عند الله عز وجل (٦٦١٤)، وفي كتاب التوحيد، باب: وكلم الله موسى تكليمًا (٧٥١٥). ورواه مسلم في كتاب القدر، باب: حجاج آدم وموسى عليهما السلام (٢٦٥٢) من خمسة طرق.(٤) ساقطة من (ج).(٥) ابن محمَّد بن إسحاق بن خزيمة، لم يذكر بجرح أو تعديل.(٦) محمَّد بن إسحاق بن خزيمة، ثِقَة، اتفق في وقته أهل الشرق أنَّه إمام الأئمة.(٧) ابن راهويه، ثِقَة، حافظ.(٨) الدكان: واحد الدكاكين، وهو الحوانيت فارسي معرب. =</p><p> علينا، أخبرنا النضر بن شميل (١) ، حَدَّثَنَا حمَّاد بن سلمة (٢) ، عن عمَّار مولى بني هاشم (٣) ، عن أبي هريرة، عن رسول الله -صلى الله عليه وسلم- قال:  \"لقي موسى آدم عليهما السلام فقال: أَنْتَ آدم الذي خلقك الله بيده، وأسجد لك ملائكته، وأسكنك جنته، فأخرجت ولدك من الجنة،قال له:يَا موسى أَنْتَ الذي اصطفاك الله برسالته وكلمك، فأنا أقدم أم الذكر،قال:بل الذكر فحجَّ آدمُ موسى عليهما السلام\"  (٤) . </p><p> [٣٦٩٧] وأخبرنا محمَّد بن الفضل (٥) ، أخبرنا جدي (٦) ، حَدَّثَنَا عبد الله بن محمَّد الزُّهْرِيّ (٧) ، حَدَّثَنَا سفيان (٨) ، حَدَّثَنَا أبو الزِّناد (٩) ، عن الأعرج (١٠) ، عن أبي هريرة، عن النَّبِيّ - صلى الله عليه وسلم - قال: \"احتج آدم </p><p>= انظر: \"لسان العرب\" لابن منظور ١٣/ ١٥٧. (١) المازني، ثِقَة، ثبت.(٢) حمَّاد بن سلمة البَصْرِيّ، ثِقَة، ثبت تغير حفظه بأخرة.(٣) عمَّار بن أبي عمَّار، صدوق ربما أخطأ.(٤) [٣٦٩٦] الحكم على الإسناد:رجاله ثقات سوى شيخ المصنف وعمار، لكن الحديث صحيح كما تقدم.التخريج:تقدم في الحديث السابق.(٥) تغير قبل موته، وما سمع أحد منه إلَّا في حال وعيه.(٦) محمَّد بن إسحاق بن خزيمة، ثِقَة.(٧) ابن عبد الرَّحْمَن بن المسور بن مخرمة الزُّهْرِيّ، صدوق.(٨) سفيان بن عيينة، ثِقَة، حافظ إمام حجة، إلَّا أنَّه تغير حفظه بأخرة.(٩) عبد الله بن ذكوان، ثِقَة فقيه.(١٠) عبد الرَّحْمَن بن هرمز، ثِقَة ثبت عالم.</p>"
}