{
  "id": null,
  "sura": 112,
  "aya": 2,
  "text": "<p> ٢ - وأما قوله: {اللَّهُ الصَّمَدُ (٢) } </p><p> فاختلفوا فيه: فقال ابن عباس ومجاهد والحسن وسعيد بن جبير: الذي لا جوف له، وقال سعيد بن المسيّب: الذي لا حشو له، الشعبي: الذي لا يأكل ولا يشرب، (عكرمة: الذي لا يخرج منه شيء)  (١) وقيل: تفسيره ما بعده، وإليه ذهب القرظي (٢)  (٣) . </p><p>= انظر: \"المبسوط في القراءات العشر\" لابن مهران الأَصْبهانِيّ (ص ١٩٤)، \"التيسير\" للداني (ص ٩٦)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٧٩، \"معاني القرآن\" للفراء ١/ ٤٣١، \"فتح القدير\" للشوكاني ٢/ ٣٥٢. (١) ما بين القوسين ساقط من الأصل، وما أثبته من (ب)، (ج).(٢) في الأصل: الشعبي: الذي لا يأكل ولا يشرب، وإليه ذهب القرظي، وقيل تفسيره ما بعده، وما أثبته من (ب)، (ج)، لأنه هو الصواب، إذ محمَّد بن كعب القرظي لم يقل بقول الشعبي، وإنما قال: الصمد الذي لم يلد ولم يولد ولم يكن له كفوًا أحد، فجعل تفسيره ما بعده، كما في \"جامع البيان\" ٣٠/ ٣٤٦.(٣) هذِه الأقوال رواها ابن أبي عاصم في \"السنة\" ١/ ٢٩٩، ورواها الطبري في \"جامع البيان\" ٣٠/ ٣٤٤.فأما قول ابن عباس فإسناد ابن أبي عاصم فيه عبد الله بن ميسرة، أبو إسحاق، الكُوفيّ، ضعيف، كما في \"تقريب التهذيب\" لابن حجر ١/ ٥٣٩. وفي إسناد الطبري عطية العوفي، صدوق يخطئ كثيرًا، كما في \"تقريب التهذيب\" لابن حجر ١/ ٦٧٨. فالأثر بهذين الطريقين يكون حسنًا والله أعلم.وأما قول مجاهد والحسن فروياه بإسناد صحيح. وأما قول سعيد بن جبير فإسناد ابن أبي عاصم فيه محمَّد بن مسلم الطَّائِفِيِّ، صدوق، يخطئ من حفظه كما في \"تقريب التهذيب\" لابن حجر ٢/ ١٣٣، إلَّا أنَّه قد تابعه عند الطبري الرَّبيع بن مسلم الجمحي، وهو ثِقَة، كما في \"تقريب التهذيب\" لابن حجر ١/ ٢٩٥ فيكون الأثر صحيحًا.وأما قول سعيد بن المسيّب فإسناده ضعيف، فيه المستقيم بن عبد الملك، واسمه =</p><p> [٣٧١٦] أخبرنا محمَّد بن الفضل (١) ، أخبرنا محمَّد بن إسحاق بن </p><p>= عثمان، ليِّن الحديث كما في \"تقريب التهذيب\" لابن حجر ١/ ٦٦٢. وأما قول الشعبي فإسناد ابن أبي عاصم صحيح، وإسناد الطبري فيه زكريا بن أبي زائدة ثِقَة، إلَّا أنَّه مدلس كما في \"تقريب التهذيب\" لابن حجر ١/ ٣١٣، وقد عنعن، لكن قد تابعه يحيى بن سعيد وعيسى بن يونس عند ابن أبي عاصم. وأما قول عكرمة فروياه بإسناد صحيح، وقد ضعفَّه العلَّامة الألباني في تخريجه لكتاب \"السنة\" لابن أبي عاصم حيث وهم -حفظه الله- في تسمية أبي رجاء الراوي عن عكرمة، فسماه مطر بن طهمان، وهو صدوق كثير الخطأ كما في \"تقريب التهذيب\" لابن حجر ٢/ ١٨٧ إلَّا أن أَبا رجاء قد جاء مصرحًا به عند الطبري في \"جامع البيان\" ٣٠/ ٣٤٦، فقال: عن أبي رجاء محمَّد بن سيف -تصحف فيه إلى يوسف-، ومحمَّد بن سيف ثِقَة كما في \"تقريب التهذيب\" لابن حجر ٢/ ٨٥. بالإضافة إلى أن ابن أبي عاصم قد رواه عن أبي رجاء من ثلاثة طرق: من طريق شعبة عنه، ومن طريق إسماعيل بن عليّة عنه، ومن طريق يزيد بن زريع عنه. وكلهم قد رووا عن محمَّد بن سيف. بخلاف مطر بن طهمان فإنِّي لم أر من هؤلاء روى عنه سوى شعبة.وأما قول محمَّد بن كعب القرظي فروياه بإسناد ضعيف فيه أبو معشر الراوي عنه، واسمه نجيح بن عبد الرَّحْمَن السندي ضعيف، كما في \"تقريب التهذيب\" لابن حجر ٢/ ١٤١، إلَّا أن الإِمام أَحْمد قال: يُكتب حديثه عن محمَّد بن كعب في \"التفسير\"، وقال ابن المدينيّ: يحدث عن محمَّد بن كعب بأحاديث صالحة \"تهذيب التهذيب\" لابن حجر ٥/ ٦١١ - وروى بعض هذِه الأقوال البيهقي في \"الأسماء والصفات\" ١/ ١٥٦.وانظر: \"معالم التنزيل\" للبغوي ٨/ ٥٥٨، \"زاد المسير\" لابن الجوزي ٩/ ٢٦٨. ومعنى هذِه الأقوال: أي أن الله غني عن هذِه الأشياء لكمال غناه سبحانه وتعالى، والخالق جلَّ وعلَا أحق بكل غنى وكمال جعله لبعض مخلوقاته.انظر: \"مجموع الفتاوى\" لابن تيمية ١٧/ ٢٣٩.(١) أبو طاهر النَّيْسَابُورِيّ، تغير عقله قبل موته، وما سمع أحد من بعد تغيره.</p><p> خزيمة (١) ، حَدَّثَنَا أَحْمد بن منيع (٢) ومحمود بن خداش (٣) قالا: حَدَّثَنَا أبو سعد الصغاني (٤) ، حَدَّثَنَا أبو جعفر الرَّازيّ (٥) ، عن الرَّبيع (٦) ، عن أبي العالية (٧) ، عن أُبي بن كعب قال: الصمد الذي لم يلد ولم يولد، لأنه ليس شيء يولد إلَّا سيموت، وليس شيء يَرِثْ (٨) إلَّا سَيُورث، إن الله لا يموت ولا يُورث (٩) . </p><p> وقال أبو وائل شَقِيق بن سلمة: هو السيِّد الذي قد انتهى سؤدده (١٠) ، وهي رواية علي بن أبي طلحة عن ابن عباس قال: هو </p><p>(١) ثِقَة، إمام الأئمة. (٢) أبو جعفر البَغَوِيّ، ثِقَة حافظ.(٣) الطالقاني، صدوق.(٤) في (ب)، (ج): أبو سعيد الصَّنْعانِيّ. وهو محمَّد بن ميسر، ضعيف(٥) عيسى بن أبي عيسى، صدوق سيئ الحفظ.(٦) ابن أنس البكري، صدوق له أوهام(٧) رفيع بن مهران، ثِقَة.(٨) في (ج): يموت.(٩) [٣٧١٦] الحكم على الإسناد:ضعيف؛ فيه الصغاني ضعيف، وأبو جعفر الرَّازيّ صدوق سيئ الحفظ، والربيع بن أنس صدوق له أوهام. قال ابن حبان: النَّاس يتقون حديثه، ما كان من رواية أبي جعفر عنه لأن في تخريجه اضطرابًا كثيرًا. \"الثِّقات\" ٤/ ٢٢٨.التخريج:أخرجه التِّرْمِذِيّ في كتاب تفسير القرآن، باب: ومن سورة الإخلاص (٣٣٦٤)، وابن أبي عاصم في \"السنة\" ١/ ٢٩٨، وابن عدي في \"الكامل في ضعفاء الرجال\" ٧/ ٤٦٠.كلهم ضمن حديث انسب لنا ربك، وقد حسَّنت الحديث هناك بشواهده أما الموقوف هنا فليس له شواهد فيبقى على ضعفه.(١٠) رواه عبد الرَّزّاق في \"تفسير القرآن\" ٢/ ٤٠٧، وابن أبي عاصم في \"السنة\" =</p><p> السيِّد الذي قد كُمل في جميع أنواع الشرف والسؤدد (١) . غيره: هو السيِّد المقصود في الحوائج (٢)  (٣) ، تقول العرب: صمدت فلانًا أصمِده وأصمُدُه صمْدًا -بسكون الميم- إذا قصدته، والمصمود صمد كالقبض والنقض، ويقال: بيت مصمود (٤) ومصمد إذا قصده النَّاس في حوائجهم (٥) . قال طرفة: </p><p>= ٢/ ٣٣٠، والطبري في \"جامع البيان\" ٣٠/ ٣٤٦، والبيهقي في \"الأسماء والصفات\" ١/ ١٥٧ (٩٩) وإسناده صحيح. وذكره البُخَارِيّ في كتاب التفسير، باب قوله {اللَّهُ الصَّمَدُ (٢)} معلقًا، قال ابن حجر في \"فتح الباري\" ٨/ ٧٤٠: وقد وصله الفريابي من طريق الأَعمش عنه. (١) رواه الطبري في \"جامع البيان\" ٣٠/ ٣٤٦، والبيهقي في \"الأسماء والصفات\" ١/ ١٥٦ (٩٨) وفي إسناده معاوية بن صالح الحضرميّ صدوق له أوهام، كما في \"تقريب التهذيب\" لابن حجر ٢/ ١٩٦، وأبو صالح عبد الله بن صالح كاتب الليث، صدوق كثير الغلط كما في \"تقريب التهذيب\" لابن حجر ١/ ٥٠١. والأثر ذكره البَغَوِيّ في \"معالم التنزيل\" ٨/ ٥٨٨، وابن كثير في \"تفسير القرآن العظيم\" ١٤/ ٥١٣.(٢) في (ج): الحاجات.(٣) روى نحوه عكرمة والضَّحَاك عن ابن عباس، كما في \"تفسير القرآن العظيم\" لابن كثير ١٤/ ٥١٣، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ٢٤٥. وذكره البَغَوِيّ في \"معالم التنزيل\" ٨/ ٥٨٨، ولم ينسبه. وصحح هذا القول الخطابي كما في \"مجموع الفتاوى\" لابن تيمية ١٧/ ٢١٨.(٤) في (ب): معمود.(٥) انظر: \"الصحاح\" للجوهري ٢/ ٤٩٩، \"معجم مقاييس اللغة\" لابن فارس ٣/ ٣٠٩، \"لسان العرب\" لابن منظور ٣/ ٢٥٨، \"معالم التنزيل\" للبغوي ٨/ ٥٨٨، \"مجموع الفتاوى\" لابن تيمية ١٧/ ٢١٧.</p><p> وإن يلتقِ الحيُّ الجميع تُلاقني ... إلى ذروة البيت الرفيع المصمَّدِ (١) </p><p> وأنشد الأئمة في الصمد: </p><p> ألا بكَّر الناعي بخير بني أسد ... بعمرو بن مسعود وبالسيِّد الصمد (٢) </p><p> وقال آخر: </p><p> علوته بحسام ثم قلت له ... خذها حذيف وأنت السيِّد الصمد (٣) </p><p> وقال قتادة: الصمد الباقي بعد خلقه (٤) . </p><p>(١) البيت من معلقته المشهورة: انظر: \"ديوانه\" (ص ٣٠)، \"معجم مقاييس اللغة\" لابن فارس ٣/ ٣١٠. (٢) هذا البيت من شواهد أبي عبيدة في \"مجاز القرآن\" ٢/ ٣١٦، ونسبه إلى الأسدي، ومطلعه لقد بكَّر، وأورده الطبري في \"جامع البيان\" ٣٠/ ٣٤٧، وابن منظور في \"لسان العرب\" ٣/ ٢٥٨.والبيت أورده ابن عباس في \"سؤالات نافع بن الأزرق له\"، ونسبه إلى الأسدية كما رواه الطَّبْرَانِيّ في \"المعجم الكبير\" ١٠/ ٢٤٨، وهذِه القصة متكلم فيها، قال الهيثمي في \"مجمع الزوائد\" ٧/ ١٤٥: رواه الطَّبْرَانِيّ وفي إسناده جويبر، وهو متروك.(٣) البيت غير منسوب في \"معجم مقاييس اللغة\" لابن فارس ٣/ ٣١٠، \"الصحاح\" للجوهري ٢/ ٤٩٩، \"لسان العرب\" لابن منظور ٣/ ٢٥٨.(٤) أخرجه: ابن أبي عاصم في \"السنة\" ١/ ٣٠١، والطبري في \"جامع البيان\" ٣٠/ ٣٤٧، والبيهقي في \"الأسماء والصفات\" ١/ ١٥٩ (١٥٩) وإسناده صحيح. ورواه ابن أبي حاتم في \"تفسير القرآن العظيم\" كما في \"مجموع الفتاوى\" لابن تيمية ١٧/ ٢١٩.</p><p> عاصم ومعمر: هو الدائم (١) . علي بن موسى الرضا: هو الذي آيست العقول عن الإطلاع على كيفيته. </p><p> محمد بن علي الترمذي: هو الأزلي بلا عدد، والباقي بلا أمد والقائم بلا عمد. الحسين بن الفضل: هو الأزلي بلا ابتداء. </p><p> وقيل: هو الذي جلَّ عن شبه (٢) المصورين، وقيل: هو بمعنى نفي التجزي والتأليف عن ذاته (٣)  (٤) . </p><p> ميسرة: المصمت (٥) . ابن مسعود: الذي ليست له أحشاء (٦) . </p><p>(١) انظر: \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ٢٤٥، \"فتح القدير\" للشوكاني ٥/ ٥١٦، غير منسوب، وعند الطبري في \"جامع البيان\" ٣٠/ ٣٤٧ من رواية معمر عن قتادة. (٢) في (ج): شبيه.(٣) في (ج): أدائه.(٤) انظر هذِه الأقوال في \"حقائق التفسير\" للسلمي (٣٧٦ / ب)، \"مجموع الفتاوى\" لابن تيمية ١٧/ ٢١٨ وقال عن القول الأخير: وهذا قول كثير من أهل الكلام.(٥) أخرجه ابن أبي عاصم في \"السنة\" ١/ ٣٠١ وضعفه الألباني في تخريجه لكتاب \"السنة\"؛ لأنه من رواية عطاء بن السائب عنه، وعطاء بن السائب اختلط، وقال: وسائر رجاله رجال الشيخين، قال ابن قتيبة: كأن الدال في هذا التفسير مبدلة من تاء، والصمت من هذا، وتعقبه ابن تيمية في \"مجموع الفتاوى\" ١٧/ ٢١٥ بقوله: قلت: لا إبدال في هذا، ولكن هذا من جهة الاشتقاق الأكبر.(٦) رواه ابن أبي حاتم في \"تفسيره\" كما في \"مجموع الفتاوى\" لابن تيمية ١٧/ ٢٢٠، قال ابن أبي حاتم: حدثنا أبو سعيد الأشج، ثنا أبو أحمد، ثنا مندل بن علي، عن أبي روق عطية بن الحارث، عن أبي عبد الرحمن السلمي، عن عبد الله بن مسعود: فذكره.وإسناده ضعيف؛ فيه مندل بن علي العنزي ضعيف. كما في \"تقريب التهذيب\" لابن حجر ٢/ ٢١٢.</p><p> أبو إسحاق الكوفي عن عكرمة: الصمد الذي ليس فوقه أحد (١) ، وهو قول على (٢) - رضي الله عنه -. السدي: هو المقصود إليه في الرغائب، المستعان به (٣) عند المصائب (٤) . يمان: الذي لا ينام. كعب الأحبار: الذي لا يكافئه من خلقه أحد (٥) . </p><p> ابن كيسان: الذي لا يوصف بصفته أحد (٦) . </p><p> مقاتل بن حيان: الذي لا عيب فيه. ربيع: الذي لا تعتريه الآفات. </p><p> سعيد بن جبير أيضًا: الكامل في جميع صفاته وأفعاله (٧) . </p><p> الصادق: هو الغالب الذي لا يُغلب (٨) . </p><p> أبو هريرة: هو المستغني عن كل أحد والمحتاج إليه كل أحد (٩) . </p><p> مرة الهمداني: هو الذي لا يبلى ولا يفن، الحسين بن الفضل </p><p>(١) انظر: \"مجموع الفتاوى\" لابن تيمية ١٧/ ٢١٦. (٢) انظر: \"مجموع الفتاوى\" لابن تيمية ١٧/ ٢١٦.(٣) ساقطة من (ب)، (ج).(٤) انظر: \"النكت والعيون\" للماوردي ٦/ ٣٧٢.(٥) رواه ابن أبي حاتم في \"تفسير القرآن العظيم\"، ونسبه إلى قتادة بإسناد صحيح.انظر: \"مجموع الفتاوى\" لابن تيمية ١٧/ ٢٢٢.(٦) قول ابن كيسان، ساقط من (ب)، (ج).(٧) قول سعيد بن جبير، ساقط من (ج).(٨) انظر: \"غرائب القرآن ورغائب الفرقان\" للحسن القمي النيسابوري ٣٠/ ٢٢٠.(٩) انظر: \"النكت والعيون\" للماوردي ٦/ ٣٧٢.</p><p> أيضًا: هو الذي يحكم (١) ما يريد ويفعل ما يشاء، ولا معقب لحكمه، (ولا رادَّ لقضائه.</p><p> محمد بن علي أيضًا: الصمد الذي لا تدركه الأبصار، ولا تحويه الأفكار، ولا تبلغه الأقطار (٢) ، وكل شيء عنده بمقدار) (٣) . </p><p> ابن عطاء: الصمد (٤) الذي لم يتبين عليه أثر فيما أظهر (٥) . </p><p> جعفر: الذي لم يعط لخلقه من معرفته إلَّا الاسم والصفة. </p><p> جنيد: الذي لم يجعل لأعدائه سبيلًا إلى معرفته. وقيل: هو الذي لا يُدْرَكُ حقيقة نعوته وصفاته، ولا يتسع له (٦) اللسان، ولا يشير إليه البنان. ابن عطاء (٧) : هو المتعالي عن الكون والفساد (٨) . </p><p>(١) في الأصل: يفعل، والمثبت من (ب)، (ج). (٢) في (ج): لا تحويه الأقطار، ولا تبلغه الأفكار.(٣) ما بين القوسين ساقط من الأصل، وأثبته من (ب)، (ج).(٤) ساقط من الأصل، وأثبته من (ب)، (ج).(٥) قال ابن تيمية في \"مجموع الفتاوى\" ١٧/ ٢١٨: يريد قوله: {وَمَا مَسَّنَا مِنْ لُغُوبٍ} [ق: ٣٨].(٦) في (ب)، (ج): إليه.(٧) في (ب)، (ج): ابن عطاء أيضًا.(٨) ذكر جميع هذِه الأقوال ابن تيمية في \"مجموع الفتاوى\" ١٧/ ٢١٦ - ٢١٨ عند تفسيره لسورة الإخلاص.وانظر بعض هذِه الأقوال في: \"حقائق التفسير\" للسلمي (٣٧٦ / ب)، \"معالم التنزيل\" للبغوي ٨/ ٥٨٨، \"لباب التأويل\" للخازن ٤/ ٤٩٧، \"الجامع لأحكام القرآن\" للقرطبي ٢٠/ ٢٤٥، \"فتح القدير\" للشوكاني ٥/ ٥١٦.</p><p> وقال الواسطي: هو الذي لا يُستخرق، ولا يُستغرق، ولا تعترض عليه القواطع والعلل (١) . </p><p> وقال جعفر الصادق (٢) أيضًا: الصمد خمس حروف: ، فالألف دليل على أحديته، واللام دليل على إلاهيته، وهما مدغمان لا يظهران على اللسان، ويظهران في الكتابة، فدلَّ ذلك على أن أحديته وألوهيته خفية لا تدرك بالحواس، وأنه لا يقاس بالناس فخفاؤه (٣) في اللفظ دليل على أن العقول لا تدركه ولا تحيط به علمًا، وإظهاره في الكتابة دليل على أنه يظهر على (٤) قلوب العارفين، ويبدو لأعين المحبين (٥) في دار السلام، والصَّاد دليل على صدقه، فوعده صدق، وقوله صدق، وفعله صدق، ودعا عباده إلى الصدق، والميم دليل على ملكه، فهو الملك على الحقيقة، والدال علامة دوامه في أبديته وأزليته (٦) . </p><p>(١) انظر: \"حقائق التفسير\" للسلمي (٣٧٧ / أ). (٢) ساقط من الأصل، وأثبته من (ب)، (ج).(٣) في (ج): بخفائه.(٤) في (ب)، (ج): في.(٥) في (ج): المختبين.(٦) ذكره السلمي في \"حقائق التفسير\" (٣٧٦ / أ).قال شيخ الإسلام عن الرافضة في \"منهاج السنة\" ٢/ ٤٦٤: ما كذب على أحد ما كُذب على جعفر الصادق، حتى نسبوا إليه كتاب \"الجفر\" ... و\"منافع سور القرآن في المنام\"، وما يذكر عنه من حقائق التفسير التي ذكر كثيرًا منها أبو عبد الرحمن السلمي. =</p>"
}