{
  "id": null,
  "sura": 112,
  "aya": 3,
  "text": "<p> ٣ - {لَمْ يَلِدْ وَلَمْ يُولَدْ (٣) وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (٤) } </p><p> اختلف القراء فيه فقرأ حمزة ويعقوب ساكنة الفاء مهموزة (١) ، ومثله روى العباس عن أبي عمرو وإسماعيل عن نافع، وقرأ شيبة </p><p>= وقال في ٨/ ١١: وكذلك جعفر الصادق قد كُذب عليه من الأكاذيب ما لا يعلمه إلَّا الله .. وحتى نسب إليه أنواع من تفسير القرآن على طريقة الباطنية، كما ذكر ذلك عنه أبو عبد الرحمن السلمي في كتاب \"حقائق التفسير\" فذكر قطعة من التفاسير التي هي من تفاسيره، وهو من باب تحريف الكلم عن مواضعه، وتبديل مراد الله تعالى من الآيات بغير مراده. والراجح في معنى الصمد هو ما قاله شيخ الإسلام ابن تيمية: للسلف فيه أقوال متعددة، قد يظن أنها مختلفة، وليس كذلك بل كلها صواب، والمشهور منها قولان:أحدهما: أن الصمد هو الذي لا جوف له، وهو قول أكثر السلف من الصحابة والتابعين وطائفة من أهل اللغة.والثاني: أنه السيِّد الذي يصمد إليه في الحوائج، وهو قول طائفة من السلف والخلف وجمهور اللغويين. \"مجموع الفتاوى\" لشيخ الإسلام ١٧/ ٢١٤ بتصرف يسير.وقد تقدمت أقوالهم وذكرت الحكم عليه بالصحة والضعف. واختار هذا ابن كثير في \"تفسير القرآن العظيم\" ١٤/ ٥١٤، حيث نقل قول الطبراني بعد إيراده كثيرًا من هذِه الأقوال: وكل هذِه صحيحة، وهي صفات ربنا عَزَّ وَجَلَّ هو الذي يصمد إليه في الحوائج، وهو الذي قد انتهى سؤدده، وهو الصمد الذي لا جوف له، ولا يأكل ولا يشرب، وهو الباقي بعد خلقه، وقال البيهقي نحو ذلك.وهذا هو اختيار الزجاج أيضًا في \"معاني القرآن\" ٥/ ٣٧٨.قلت: وبعض ما ذكر المصنف هو من باب التفسير الإشاري عند الصوفية، وقد تقدم الكلام في سورة الضحى، وأنه لا بأس به إذا اجتمعت به أربعة شروط.(١) أي مهموزة الواو.</p><p> مشبعة (١) غير مهموزة، ومثله روى حفص عن عاصم، وقرأ الآخرون مثقلًا مهموزًا، وكلها لغات صحيحة فصيحة (٢) . معناه: المِثْل أحدٌ، أي هو أحد، وقيل: على التقديم والتأخير مجازه (لم يكن له أحدٌ كفوًا)  (٣) . </p><p> وقال عبد خير: سأل رجل علي بن أبي طالب - رضي الله عنه - عن تفسير هذِه السورة؟ فقال:  {قُلْ هُوَ اللَّهُ أَحَدٌ} بلا تأويل عدد، {اللَّهُ الصَّمَدُ} لا (٤) تبعيض بدد (٥) . لم يلد فيكون مورثًا هالكًا، ولم يولد فيكون إلهًا مشاركًا، ولم، يكن له من خلقه كفوًا أحد (٦) . </p><p> [٣٧١٧] وأخبرنا أبو عبد الرحمن السلمي (٧) بقرآءتي عليه (٨) قال: </p><p>(١) ساقطة من (ج). (٢) انظر: \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ٤٢١)، \"علل القراءات\" للأزهري ٢/ ٨٥٧، \"التيسير\" للداني (ص ١٨٣)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢١٦، وفي ٢/ ٤٠٤، \"المحرر الوجيز\" لابن عطية ٥/ ٥٣٧، \"البحر المحيط\" لأبي حيان ٨/ ٥٣.(٣) انظر: \"إعراب القرآن\" للنحاس ٥/ ٣١٢، \"إعراب ثلاثين سورة من القرآن\" لابن خالويه (ص ٢٣١)، \"البحر المحيط\" لأبي حيان ٨/ ٥٣٠.(٤) في (ب)، (ج): بلا.(٥) في (ج): مدد.(٦) ذكره الطبري في كتابه \"جامع البيان\" ٣٠/ ٢٨٢، كما ذكره المصنف من غير إسناد.(٧) محمد بن الحسين، تكلموا فيه، وليس بعمدة.(٨) (بقرآءتي عليه) ساقطة من (ب)، (ج).</p><p> سمعت أبا بكر الرازي (١) ، يقول: سمعت أبا على الروذباري (٢) ، يقول: وجدنا أنواع الشرك ثمانية: النقص (٣) ، والتقلب، والكثرة، والعدد وكونه علة أو معلولًا، والأشكال والأضداد، فنفى الله تعالى عن صفته نوع الكثرة والعدد بقوله:  {قُلْ هُوَ اللَّهُ أَحَدٌ} ، ونفى النقص والتقلب بقوله:  {اللَّهُ الصَّمَدُ} ، ونفى العلل (٤) والمعلول بقوله: {لَمْ يَلِدْ وَلَمْ يُولَدْ} ، ونفى الأشكال والأضداد بقوله:  {وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ} فحصلت الوحدانية البحت لذلك سميت سورة الإخلاص (٥) . </p><p>(١) محمد بن عبد الله بن عبد العزيز بن شاذان الرازي، ما هو بمؤتمن. (٢) أحد شيوخ الصوفية لم يذكر بجرح أو تعديل.(٣) في (ج): (التنقص) في الموضعين.(٤) في (ج): العلة.(٥) [٣٧١٧] الحكم على الإسناد:ضعيف شيخ المصنف وشيخه متكلم فيهما.التخريج:أخرجه أبو عبد الرحمن السلمي في \"حقائق التفسير\" (٣٧٧ / أ)، ومن طريقه أخرجه المصنف.وفي سبب تسمية هذِه السورة بسورة الإخلاص: راجع \"تفسير الماوردي\" ٦/ ٣٧١.</p><p> ١١٣ - سُورَة الفلق </p><p> سورة الفلق </p><p> مدنية (١) ، وهي أربعة (٢) وسبعون حرفًا، وثلاث وعشرون كلمة وخمس آيات (٣) . </p><p> [٣٧١٨] أخبرنا أبو عمرو الفراتي (٤) ، أخبرنا أبو (٥) موسى، أخبرنا مكي بن عبدان (٦) ، حدثنا سليمان بن داود (٧) ، حدثنا أحمد ابن نصر (٨) ، حدثنا أبو معاذ (٩) ، عن أبي عصمة نوح بن أبي </p><p>(١) مدنية في قول ابن عباس رواية أبي صالح، وبه قال قتادة في آخرين. القول الثاني: أنها مكية، قاله ابن عباس في رواية كريب، وبه قال الحسن وعطاء وعكرمة وجابر. والصحيح هو القول الأول، ويدلُّ عليه سبب نزول السورة في حديث عقبة بن عامر الآتي، حيث أن عقبة من أهل المدينة.انظر: \"المحرر الوجيز\" لابن عطية ٥/ ٥٣٨، \"زاد المسير\" لابن الجوزي ٩/ ٢٧٠، \"لباب التأويل\" للخازن ٤/ ٤٤٩، \"فتح القدير\" للشوكاني ٥/ ٥١٨.(٢) في (ج): تسعة.(٣) انظر: \"البيان في عد آي القرآن\" للداني (ص ٢٩٧)، وفيه: تسعة وسبعون حرفًا، \"لباب التأويل\" للخازن ٤/ ٤٩٩.(٤) في (ب)، (ج): أبو عمرو أحمد بن أبي الفراتي، وهو الخوجاني، لم يذكر بجرح أو تعديل.(٥) ساقطة من (ج)، وهو عمران بن موسى الفرغاني، لم يذكر بجرح أو تعديل.(٦) أبو حاتم التميمي، ثقة، مأمون.(٧) لم يتبين لي من هو.(٨) لم أجده.(٩) الفضل بن خالد، ذكره ابن حبان في \"الثقات\".</p><p> مريم (١) ، عن زيد (٢) العمِّي (٣) ، عن أبي نضرة (٤) ، عن ابن عباس، عن أُبي بن كعب، عن النبي - صلى الله عليه وسلم -: \"من قرأ المعوذتين فكأنما قرأ الكتب التي أنزلها الله تعالى كلها\"  (٥) . </p><p> [٣٧١٩] وأخبرنا أبو الحسن عبد الرحمن بن إبراهيم بن محمد العدل (٦) ، حدثنا أبو العباس محمد بن يعقوب (٧) ، أخبرنا العباس (٨) بن الوليد بن مَزْيد (٩) البيروتي (١٠) ، أخبرني أبي (١١) ، حدثنا الأوزاعي (١٢) ، حدثني يحيى بن أبي كثير (١٣) ، حدثني محمد بن </p><p>(١) كذبوه في الحديث، وقال ابن المبارك: كان يضع. (٢) في (ج): عن يزيد بن أبي مريم وهو خطأ.(٣) زيد بن الحواري أبو الجواري، ضعيف.(٤) المنذر بن مالك بن قُطعة، ثقة.(٥) [٣٧١٨] الحكم على الإسناد:موضوع، فيه أبو عصمة كذبوه، وفيه من لم يذكر بجرح أو تعديل، ومن لم أجده.التخريج:سبق الكلام عليه.(٦) ابن أبي إسحاق المزكى، ثقة.(٧) الأصم، ثقة.(٨) في (ج): أبو العباس، وهو خطأ.(٩) في (ج): مرثد، وهو خطأ.(١٠) ساقط من الأصل، وأثبته من (ب)، (ج)، وهو أبو الفضل العذري، ثقة.(١١) الوليد بن مزيد العُذري، أبو العباس، ثقة، ثبت.(١٢) عبد الرحمن بن عمرو، ثقة، جليل.(١٣) أبو نصر اليمامي، ثقة، ثبت.</p><p> إبراهيم بن الحارث التيمي (١) ، عن عقبة بن عامر الجهني (٢) - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال له:  \"ألَا أُخبرك بأفضل ما تعوذ به المتعوذون\" ، قلت: بلى، قال:  \" {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ(١)} و{قُلْ أَعُوذُ بِرَبِّ النَّاسِ}\"  (٣) . </p><p>(١) أبو عبد الله المدني، ثقة له أفراد. (٢) صحابي مشهور.(٣) [٣٧١٩] الحكم على الإسناد:منقطع، محمد بن إبراهيم لم يسمع الحديث من عقبة، والحديث بطرقه صحيح كما سيأتي في التخريج، وانظر ما بعده.التخريج:رواه الإمام أحمد في \"مسنده\" ٤/ ٤٢٨ (١٥٠٢٢). والطبراني في \"المعجم الكبير\" ١٧/ ٣٤٢ (٩٤٣) كلاهما من طريق يحيى بن أبي كثير به. إلا أن الإمام أحمد رواه في \"المسند\" ٥/ ١٥١ (١٦٩٣٨)، وجعله من رواية محمد بن إبراهيم. أن أبا عبد الله أخبره أن ابن عابس -هو عقبة بن عامر- الجهني أخبره.كذا أخرجه النسائي في كتاب الاستعاذة ٨/ ٢٥٠، ورواه كذلك في \"السنن الكبرى\" ٤/ ٤٤٠. وابن أبي عاصم في كتاب \"الآحاد والمثاني\" ٥/ ٣٥ (٢٥٧٤). وابن سعد في \"الطبقات الكبرى\" ٢/ ٢١٠.وأبو عبد الله قال عنه الذهبي: لا يُعرف، وقال ابن حجر: مقبول، وذكره ابن حبان في \"الثقات\".ترجمته في: \"الكنى\" للبخاري (٤١٤)، \"الثقات\" لابن حبان ٥/ ٥٧٨، \"ميزان الاعتدال\" للذهبي ٤/ ٥٤٥، \"تقريب التهذيب\" لابن حجر ٢/ ٤٢٩. فالحديث بهذا الإسناد ضعيف، إلَّا أن للحديث طرفا كثيرة سيذكر المصنف بعد هذا الحديث شيئًا منها، وقد رواها الإمام أحمد في \"مسنده\" في الموضع المتقدم. والنسائي في كتاب الاستعاذة ٨/ ٢٥٠ مستوفاة، يصح بها الحديث، وذكر ابن كثير في \"تفسير القرآن العظيم\" ١٤/ ٥٢٠ طرقًا كثيرة لهذا الحديث. ثم قال: فهذِه طرق عن عقبة كالمتواترة عنه تفيد. القطع عند كثير من المحققين في الحديث. =</p><p> [٣٧٢٠] وأخبرنا الخبازي (١) ، حدثنا ابن عدي (٢) حدثنا إبراهيم ابن دحيم (٣) ، حدثنا أبي (٤) ، حدثنا الوليد بن مسلم (٥) ، حدثنا هشام بن الغاز (٦) ، عن يزيد بن يزيد بن جابر (٧) ، عن القاسم أبي عبد الرحمن (٨) ، عن عقبة بن عامر (٩) قال: قال رسول الله - صلى الله عليه وسلم -: \"يا عقبة ألَا أعلمك سورتين هما أفضل القرآن -أو من(١٠)أفضل القرآن-\" ، قلت: بلى يا رسول الله، فعلمني المعوذتين ثم قرأ بهما في صلاة الغداة، وقال لي:  \"اقرأ بهما كلما قمت ونمت\" . </p><p>= والحديث صححه الألباني أيضًا في \"سلسلة الأحاديث الصحيحة\" (١١٠٤)، \"صحيح الجامع\" (٧٨٣٩). (١) في (ب)، (ج): أبو الحسين الخبازي المقرئ، إمام كبير، محقق.(٢) عبد الله بن عدي الجرجاني، أبو أحمد، الإمام الحافظ الثقة.(٣) إبراهيم بن عبد الرحمن دحيم بن إبراهيم بن ميمون، حدث عن أبيه وإبراهيم بن عبد الله المصيصي وغيرهما، وروى عنه أبو زرعة، وأبو أحمد بن عدي، وسليمان الطبراني، وغيرهم، روى القراءة عن هشام بن عمار، ورواها عنه أحمد بن محمد بن سعيد مات سنة (٣٠٣ هـ) انظر: \"تاريخ دمشق\" لابن عساكر ٧/ ١٩، \"غاية النهاية\" لابن الجزري ١/ ١٦.(٤) عبد الرحمن بن إبراهيم بن عمرو العثماني، ثقة، حافظ، متقن.(٥) أبو العباس القرشي، ثقة، لكن كثير التدليس والتسويه.(٦) ابن ربيعة الجرشي، ثقة.(٧) الأزدي الشامي، ثقة فقيه.(٨) أبو عبد الرحمن الدمشقي، صدوق يغرب كثيرًا.(٩) صحابي مشهور.(١٠) ساقطة من (ج).[٣٧٢٠] الحكم على الإسناد:فيه القاسم، صدوق، يغرب كثيرًا، وإبراهيم بن دحيم، لم يذكر بجرح أو تعديل والحديث بطرقه صحيح. =</p><p> [٣٧٢١] وأخبرنا أبو العباس سهل بن محمد بن سعيد المروزي الفقيه (١) ، أخبرنا جدي أبو الحسين المحمودي (٢) ، أخبرنا محمد بن علي (٣) ، حدثنا أبو العباس أحمد بن عمرو العُصفري (٤) ، حدثنا عمير بن عبد المجيد (٥) ، حدثنا عبد الحميد بن جعفر (٦) ، عن صالح </p><p>= التخريج: رواه الإمام أحمد في \"مسنده\" ٥/ ١٣٧ (١٦٨٤٥).ورواه النسائي في \"سننه\" كتاب الاستعاذة ٨/ ٢٥٣.ورواه أبو يعلى في \"مسنده\" ٣/ ٢٧٨ (١٧٣٦) قال المحقق: إسناده صحيح. كلهم من طريق الوليد بن مسلم به.وجاء من طريق العلاء بن الحارث عن القاسم بن عبد الرحمن عن عقبة به.رواه أبو داود في كتاب الوتر، باب: المعوذتين (١٤٦٢)، والنسائي في الموضع المتقدم ٨/ ٢٥٣، وأحمد في \"المسند\" ٥/ ١٤٦ (١٦٨٩٩)، ورواه ابن خزيمة في \"صحيحه\" ١/ ٢٦٨، ورواه الطبراني في \"المعجم الكبير\" ١٧/ ٣٣٥ (٩٢٦)، ورواه الحاكم في \"المستدرك\" ١/ ٣٦٦، ورواه البيهقي في \"السنن الكبرى\" ٢/ ٣٩٤ (٣٨٥٣).وللحديث طرق تقدم بعضها، وسيأتي بعضها يصح بها هذا الحديث، وقد حسن إسناده الألباني في \"صحيح سنن النسائي\" (٥٠٢٥).وقال ابن كثير: فهذِه طرق عن عقبة كالمتواترة عنه تفيد القطع عند كثير من المحققين في الحديث. \"تفسيره\" ١٤/ ٥٢٠.(١) لم أجده.(٢) لم أجده.(٣) محمد بن علي، لم أجده.(٤) أبو العباس القِلّوري، العُصْفُري البصري، ثقة.(٥) في (ب)، (ج): (عمير بن عمير بن عبد الحميد) وهو خطأ، وهو أبو المغيرة الحنفي، ضعيف.(٦) ابن عبد الله بن الحكم بن رافع الأنصاري، صدوق رمي بالقدر وربما وهم.</p><p> ابن أبي عريب (١) ، عن كثير بن مرة (٢) ، عن عبد العزيز بن مروان (٣) ، قال: سمعت عقبة بن عامر الجهني (٤) يقول: سمعت النبي - صلى الله عليه وسلم - يقول:  \"إنك لن تقرأ سورة أحب إلى الله عَزَّ وجَلَّ، ولا أقرب عنده من{قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ}فإن استطعت أن لا تدعها في صلاة فافعل\"  (٥) . </p><p> [٣٧٢٢] وأخبرنا أبو عبد الله محمد بن أحمد بن محمد بن يعقوب المزكي (٦) ، أخبرنا أبو الحسن أحمد بن محمد بن عبدوس الطرائفي (٧) ، </p><p>(١) في الأصل، (ب): (غريب) بالمعجمة، والمثبت من (ج)، وهو ابن حرمل بن كليب، مقبول. (٢) أبو شجرة الحضرمي الحمصي، ثقة.(٣) عبد العزيز بن مروان بن الحكم، أبو الأصبغ، كان صدوقًا.(٤) صحابي مشهور.(٥) [٣٧٢١] الحكم على الإسناد:ضعيف؛ فيه عمير بن عبد المجيد ضعيف، وفي إسناده من لم أجده، والحديث بطرقه صحيح كما سيأتي.التخريج:أخرجه الطبراني في \"المعجم الأوسط\" ٢/ ٨٠ (١٣١١)، وفي \"المعجم الكبير\" ١٧/ ٣٤٥ (٩٥١) من طريق عمير بن عبد المجيد به. وعمير ضعيف كما تقدم، إلَّا أن للحديث طرقًا كثيرة يصح بها الحديث، كما تقدم في الإسنادين السابقين، وقد استوفاها النسائي في \"سننه\" في كتاب الاستعاذة ٨/ ٢٥٠، وأحمد في \"مسند عقبة\" ٥/ ١٣٦، وابن كثير في \"تفسيره\" ١٤/ ٥٢٠ وقال: فهذِه طرق عن عقبة كالمتواترة عنه، تفيد القطع عند كثير من المحققين في الحديث. اهـ.(٦) محدث أديب، لم يذكر بجرح أو تعديل.(٧) قال الحاكم: كان من أهل الصدق ولم يزل مقبولا في الحديث.</p><p> حدثنا معاذ بن نجده بن العريان (١) ، حدثنا خلاد يعني ابن يحيى (٢) ، حدثنا سفيان (٣) ، عن إسماعيل (٤) ، عن قيس بن أبي حازم (٥) ، عن عقبة بن عامر (٦) قال: قال رسول الله - صلى الله عليه وسلم -: \"أُنْزَل عليّ الليلة سورتان(٧)لم أسمع بمثلهن،ولم أر مثلهن:المعوذتين\"  (٨) . </p><p>(١) معاذ بن نجده بن العريان الهروي، صالح الحديث قد تكلم فيه، روى عن قبيصة وخلاد بن يحيى وسعيد بن منصور وغيرهم، روى عنه الحافظ أبو إسحاق الفزاري وجماعة من أهل مراة \"الميزان\" للذهبي ٤/ ١٣٣، \"اللسان\" لابن حجر ٦/ ٥٥. (٢) ابن صفوان السلمي، صدوق رمي بالإرجاء.(٣) الثوري، ثقة، حافظ.(٤) إسماعيل بن أبي خالد الأحمسي البجلي، ثقة.(٥) قيس بن أبي حازم البجلي، ثقة، مخضرم يقال له رؤية وتغير.(٦) صحابي مشهور.(٧) في (ج): أنزل الله على الليلة سورتين.(٨) [٣٧٢٢] الحكم على الإسناد:فيه معاذ بن نجدة، صالح الحديث قد تكلم فيه، وشيخ المصنف لم يذكر بجرح أو تعديل، والحديث صحيح. كما سيأتي.التخريج:رواه الإمام مسلم في \"صحيحه\" في كتاب صلاة المسافرين وقصرها، باب: فضل قراءة المعوذتين (٨١٤/ ٢٦٥) من حديث إسماعيل به، (٨١٤/ ٢٦٤) من حديث قيس بن أبي حازم به.</p><p> القصة (١) : </p><p> قال ابن عباس وعائشة دخل حديث بعضهما في بعض: كان غلام من اليهود يخدم رسول الله - صلى الله عليه وسلم - فدبّت (٢) إليه اليهود، فلم يزالوا به حتى أخذ مشاطة (٣) رأس رسول الله - صلى الله عليه وسلم -، وعدة أسنان من مشطه، فأعطاها اليهود، فسحروه فيها، وكان الذي تولى ذلك رجل منهم يقال له: لبيد ابن أعصم (٤) ، ثم دسَّها في بئر بني زريق يقال لها: ذَروان (٥) ، فمرض رسول الله - صلى الله عليه وسلم -، وانتثر شعر رأسه، ولبث ستة أشهر يرى أنه يأتي النساء ولا يأتيهن، وجعل يذوب، ولا يدري ما عراه، فبينما هو نائم إذ أتاه ملكان فقعد أحدهما عند رأسه، والآخر عند رجليه، فقال الذي عند رجليه للذي عند رأسه: ما بال الرجل، قال: طُبَّ، قال: وما طُبَّ، قال: سحر (٦) ، قال: ومن سحره، قال: لبيد بن أعصم </p><p>(١) في (ب)، (ج): ذكر القصة. (٢) في (ج): فدنت.(٣) المشاطة: الشعر الذي يسقط من الرأس واللحية عند التسريح بالمشط.انظر: \"تفسير غريب ما في الصحيحين\" للحميدي (ص ٥٤١)، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ٣٣٣.(٤) في (ج): (الأعصم) في الموضعين.(٥) بئر ذروان -بفتح أوله وإسكان ثانيه-: بئر معروفة بناحية المدينة، هكذا نقله ثقات المحدثين، وهي بئر في دور بني زريق من الأنصار. وقال القتيبي: هي بئر أروان بالهمزة، مكان الذال. وقال الأصمعي: وبعضهم يُخطِّئ من يقول ذروان.انظر: \"معجم ما استعجم\" للبكري ١/ ٢١١، ٢/ ٦١٢.(٦) انظر \"تفسير غريب ما في الصحيحين\" للحميدي (ص ٥٤١).</p><p> اليهودي، قال: وبم طبَّه، قال: بمشط ومشاطة، قال: وأين هو، قال: في جُف طلعة (١) تحت راعوفة (٢) في بئر ذروان والجف قشر الطلع، والراعوفة حجر في (٣) أسفل البئر كان يقول عليه المايح (٤) . فانتبه رسول الله - صلى الله عليه وسلم - مذعورًا، وقال:  \"يا عائشة أما شعرت أن الله تعالى أخبرني بدائي\" ، ثم بعث رسول الله - صلى الله عليه وسلم - عليًا والزبير وعمار ابن ياسر - رضي الله عنهم -، فنزحوا ماء تلك البئر كأنه نُقاعة الحناء (٥) ثم رفعوا </p><p>(١) جُفُّ الطلعة وعاؤها، وهو الغشاء الذي عليها، ويروى: جُبُّ طلعة بالباء، أي ما في جوفها. انظر: \"تفسير غريب ما في الصحيحين\" للحميدي (ص ٥٤١)، \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٢٧٨.(٢) راعوفة البئر، وراعونة، تقال بالفاء والنون، وهي صخرة تترك في أسفل البئر إذا احتفرت، تكون ثابتة هناك فإذا أرادوا تنقية البئر يقوم عليه المستقي. ويقال: بل هو حجر ثابت في بعض البئر، يكون صلبًا لا يمكنهم إخراجه ولا كسره فيترك على حاله.\"تفسير غريب ما في الصحيحين\" للحميدي (ص ٥٤١)، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٢٣٥.(٣) ساقطة من (ب)، (ج).(٤) في (ج): الماتح.والماتح: هو المستقي من البئر بالدلو في أعلى البئر، والمايح -بالياء- الذي يكون في أسفل البئر يملأ الدلو. تقول: متح الدلو يمتحها متحًا إذا جذبها مستقيًا لها، وماحها يميحها إذا ملأها.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ٢٩١.(٥) قال الداودي: المراد الماء الذي يكون من غسالة الإناء الذي تعجن فيه الحناء.انظر: \"فتح الباري\" لابن حجر ١٠/ ٢٣٠.</p><p> الصخرة، وأخرجوا الجف، فإذا فيه مشاطة رأسه وأسنان من مشطه، وإذا وتر معقود فيه إحدى عشرة (١) عقدة، مغروزة بالإبر، فأنزل الله تعالى هاتين السورتين، فجعل كلما يقرأ آية انحل (٢) عقدة، ووجد رسول الله - صلى الله عليه وسلم - خفة، حتى (٣) انحلت العقدة الأخيرة، فقام رسول الله - صلى الله عليه وسلم - كأنما أنشط من عقال (٤) ، وجعل جبريل عليه السلام يقول: بسم الله أرقيك، من كل شيء يؤذيك من (٥) حاسد وعين، والله يشفيك. قال: فقالوا: يا رسول الله أفلا نأخذ الخبيث فنقتله، فقال و:  \"أما أنا فقد شفاني الله، وأكره أن أثير على الناس شرًا\"  (٦) . </p><p>(١) في (ج): عشر. (٢) في (ب)، (ج): قرأ آية انحلت.(٣) في (ج): حين.(٤) أنشط من عقال أي حُلَّ.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ٥٧.(٥) في (ج): ومن.(٦) ذكره الواحدي في \"أسباب النزول\" (ص ٥٠٢ - ٥٠٣)، والقرطبي في \"الجامع لأحكام القرآن\" ٢٠/ ٢٥٣ - ٢٥٤.وقال ابن كثير في \"تفسير القرآن العظيم\" ١٤/ ٥٢٧ - ٥٢٨: قال الأستاذ المفسر الثعلبي في \"تفسيره\"، فذكره كما ذكره المصنف، ثم قال: هكذا أورده بلا إسناد وفيه غرابة وفي بعضه نكارة شديدة، ولبعضه شواهد مما تقدم.قلت: وقصة سحر النبي - صلى الله عليه وسلم - ثابت في الصحيحين من حديث عائشة - رضي الله عنهما - رواه البخاري في كتاب الطب، باب: السحر (٥٧٦٣)، ورواه مسلم في كتاب السلام، باب: السحر (٢١٨٩).وما ذكره المصنف هو عبارة من مجموعة من الأحاديث والروايات، تقدم كلام =</p><p> قالت عائشة - رضي الله عنهما -: ما غضب رسول الله - صلى الله عليه وسلم - غضبًا ينتقم من أحد لنفسه قط، إلَّا أن يكون شيئًا هو لله عَزَّ وجَلَّ فيغضب لله وينتقم (١) . </p><p>= ابن كثير في تقويمه. منها حديث عائشة وتقدم تخريجه. وعند البيهقي في \"دلائل النبوة\" ٧/ ٩٢ من حديث عائشة ألفاظ زائدة على ما في الصحيحين.ومنها حديث ابن عباس رواه ابن سعد في \"الطبقات الكبرى\" ٢/ ١٩٧ قال: أخبرنا عمر بن حفص، عن جويبر، عن الضحاك، عن ابن عباس. وجويبر هو ابن سعيد الأزدي ضعيف جدًّا كما في \"تقريب التهذيب\" لابن حجر ١/ ١٦٨. ورواه البيهقي في \"دلائل النبوة\" ٦/ ٢٤٨ من رواية الكلبي، عن أبي صالح، عن ابن عباس.ورواه ابن مردويه من طريق عكرمة عن ابن عباس، كما في \"الدر المنثور\" للسيوطي ٦/ ٧١٧.ومنها حديث زيد بن أرقم: رواه الإمام أحمد في \"مسنده\" ٥/ ٤٩٣ (١٨٧٨١)، والنسائي في كتاب تحريم الدم، باب: سحرة أهل الكتاب ٧/ ١١٢ - ١١٣، والطبراني في \"المعجم الكبير\" ٥/ ١٨٠ (٥٠١٦). وصححه الألباني في \"صحيح سنن النسائي\" (٣٨٠٢).وأما قوله: فجعل جبريل يقول: بسم الله أرقيك، فرواه مسلم في كتاب السلام، باب: الطب والمرض والرقى (٢١٨٦) من حديث أبي سعيد الخدري - رضي الله عنه -.فائدة: في تعرض النبي - صلى الله عليه وسلم - للسحر لا يحط من منصب النبوة، لأن ما أصاب النبي - صلى الله عليه وسلم - إنما هو مرض من الأمراض اعتراه كما يعتري سائر البشر، ولا عيب في ذلك، فإن المرض يجوز على الأنبياء عليهم السلام، فالسحر إنما تسلط على جسده وظواهر جوارحه لا على تمييزه ومعتقده.انظر \"تفسير المعوذتين\" لابن القيم (ص ١٠٧)، \"فتح الباري\" لابن حجر ١٠/ ٢٢٧.(١) قول عائشة - رضي الله عنه - جاء ضمن حديث رواه البخاري في كتاب المناقب، باب: صفة =</p>"
}