{
    "id": 173,
    "sura": 2,
    "aya": 166,
    "text": "<p>وقوله- تعالى-: إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا ... بدل من قوله: إِذْ يَرَوْنَ الْعَذابَ. أو مفعولا به بتقدير اذكر.</p><p>وتَبَرَّأَ من التبرؤ وهو التخلص والتنصل والتباعد، ومنه برئت من الدين أى: تخلصت منه، وبرأ المريض من مرضه، أى: تخلص من مرضه.</p><p>والمراد بالذين اتبعوا: أئمة الكفر الذين يحلون ويحرمون ما لم يأذن به الله.</p><p>والمراد بالذين اتبعوا: أتباعهم وأشياعهم الذين يتلقون جميع أقوالهم بالطاعة والخضوع بدون تدبر أو تعقل.</p><p>وجملة وَرَأَوُا الْعَذابَ حال من الأتباع والمتبوعين، والضمير يعود على الفريقين. أى:</p><p>تبرؤا جميعا من بعض في حال رؤيتهم للعذاب.</p><p>وجملة وَتَقَطَّعَتْ بِهِمُ الْأَسْبابُ معطوفة على تبرأ، أو رأوا.</p><p>والباء في بِهِمُ للسببية أى: وتقطعت بسبب كفرهم الأسباب التي كانوا يرجون من ورائها النجاة، وقيل للملابسة أى: تقطعت الأسباب ملتبسة بهم فخابت آمالهم وسقطوا صرعى.</p><p>والْأَسْبابُ جمع سبب، وهو في الأصل الحبل الذي يرتقى به الشجر ونحوه، ثم سمى به كل ما يتوصل به إلى غيره، عينا كان أو معنى. فيقال للطريق سبب، لأنك بسلوكه تصل إلى الموضع الذي تربده، ويقال للمودة سبب لأنك تتواصل بها إلى غيرك، والمراد بالأسباب هنا:</p><p>الوشانج والصلات التي كانت بين الأتباع والمتبوعين في الدنيا، من القرابات والمودات والأحلاف والاتفاق في الدين ... إلخ.</p><p>والمعنى: واذكر أيها العاقل لتعتبر وتتعظ يوم القيامة، ذلك اليوم الهائل الشديد الذي يتنصل فيه الرؤساء من مرءوسيهم، والاتباع من متبوعيهم حال رؤيتهم جميعا للعذاب وأسبابه ومقدماته وما أعدلهم من شقاء وآلام، وقد ترتب على كل ذلك أن تقطع ما بين الرؤساء والأذناب من روابط كانوا يتواصلون بها في الدنيا، وصار كل فريق منهم يلعن الآخر ويتبرأ منه.</p><p>قال بعض العلماء: وفي قوله: وَتَقَطَّعَتْ بِهِمُ الْأَسْبابُ استعارة تمثيلية إذ شبهت هيئتهم عند خيبة أملهم حين لم يجدوا النعيم الذي تعبوا لأجله مدة حياتهم وقد جاء إبانه في ظنهم فوجدوا عوضه العذاب، بحال المرتقى إلى النخلة ليجتنى الثمر الذي كد لأجله طول السنة فتقطع به السبب- أى الحبل- عند ارتقائه فسقط هالكا، فكذلك هؤلاء قد علموا جميعا حينئذ أن لا نجاة لهم، فحالهم كحال الساقط من علو لا ترجى له سلامة. وهي تمثيلية بديعة تشتمل على سبعة أشياء كل واحد منها يصلح لأن يكون مشبها بواحد من الأشياء التي تشتمل عليها الهيئة المشبهة بها وهي:</p><p>تشبيه المشرك في عبادته الأصنام بالمرتقى بجامع السعى، وتشبيه العبادة وقبول الآلهة منه بالحبل الموصل، وتشبيه النعيم والثواب بالثمرة في أعلى النخلة لأنها لا يصل إليها المرء إلا بعد طول وهو مدة العمر، وتشبيه العمر بالنخلة في الطول، وتشبيه الحرمان من الوصول للنعيم</p><p>بتقطع الحبل، وتشبيه الخيبة بالبعد عن الثمرة، وتشبيه الوقوع في العذاب بالسقوط المهلك..».</p>"
}