{
    "id": 225,
    "sura": 2,
    "aya": 218,
    "text": "<p>وبعد أن بين- سبحانه- عاقبة من يرتد عن دينه أتبع ذلك ببيان عاقبة المؤمنين الصادقين فقال- تعالى-: إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هاجَرُوا وَجاهَدُوا فِي سَبِيلِ اللَّهِ، أُولئِكَ يَرْجُونَ رَحْمَتَ اللَّهِ، وَاللَّهُ غَفُورٌ رَحِيمٌ.</p><p>قال الإمام الرازي: في تعلق هذه الآية بما قبلها وجهان:</p><p>الأول: أن عبد الله بن جحش قال: يا رسول الله: هب أنه لا عقاب علينا فيما فعلنا، فهل نطمع منه أجرا وثوابا؟ فنزلت الآية، لأن عبد الله كان مؤمنا وكان مهاجرا، وكان مجاهدا بسبب هذه المقاتلة.</p><p>وفي الثاني: أنه تعالى لما أوجب الجهاد قبل بقوله: كُتِبَ عَلَيْكُمُ الْقِتالُ وَهُوَ كُرْهٌ لَكُمْ وبين أن تركه سبب للوعيد أتبع ذلك بذكر من يقوم به وجزاؤه فقال: إِنَّ الَّذِينَ آمَنُوا، وَالَّذِينَ هاجَرُوا ولا يكاد يوجد وعيد إلا ويعقبه وعد» .</p><p>والمعنى: إن الذين آمنوا بالله وملائكته وكتبه ورسله واليوم الآخر، واستقاموا على طريق الحق، وأذعنوا لحكمه، واستجابوا لأوامر الله ونواهيه: وَالَّذِينَ هاجَرُوا أى: تركوا أموالهم وأوطانهم من أجل نصرة دينهم: وَجاهَدُوا فِي سَبِيلِ اللَّهِ لإعلاء كلمته أُولئِكَ الموصوفون بتلك الصفات الثلاثة يَرْجُونَ رَحْمَتَ اللَّهِ. أى: يؤملون تعلق رحمته- تعالى- بهم، أو ثوابه على أعمالهم وَاللَّهُ غَفُورٌ رَحِيمٌ أى: واسع المغفرة للتائبين المستغفرين، عظيم الرحمة بالمؤمنين المحسنين.</p><p>قال القرطبي: «والهجرة معناها الانتقال من موضع إلى موضع، والقصد ترك الأول إيثارا للثاني. والهجرة ضد الوصل، والاسم الهجرة. وجاهد مفاعله من جهد إذا استخرج الجهد.</p><p>والاجتهاد والتجاهد: بذل الوسع والمجهود، والجهاد- بالفتح- الأرض الصلبة.</p><p>وإنما قال يَرْجُونَ وقد مدحهم، لأنه لا يعلم أحد في هذه الدنيا أنه صائر إلى الجنة ولو بلغ في طاعة الله كل مبلغ لأمرين:</p><p>أحدهما: أنه لا يدرى بماذا ختم له.</p><p>والثاني: لئلا يتكل على عمله، والرجاء أبدا معه خوف كما أن الخوف معه رجاء».</p><p>وجيء بهذه الأوصاف الثلاثة مترتبة على حسب الواقع إذا الإيمان يكون أولا ثم المهاجرة من أرض الظالمين إذا لم يستطع دفع ظلمهم، ثم الجهاد من أجل إعلاء كلمة الحق.</p><p>وأفرد الإيمان بموصول وحده لأنه أصل الهجرة والجهاد، وجمع الهجرة والجهاد في موصول واحد لأنهما فرعان عنه.</p><p>وبذلك نرى أن هذه الآية الكريمة قد دعت المؤمنين إلى بذل أموالهم وأنفسهم في سبيل نصرة الحق بأحكم أسلوب، وبرأتهم مما أثاره المشركون حولهم من شبهات، وحذرتهم من السير في طريقهم، وبشرتهم بحسن العاقبة متى استجابوا لتعاليم دينهم، واعتصموا بحبله.</p><p>وبعد هذا الحديث الجامع عن البذل والتضحية، ساق القرآن في آيتين ثلاثة أسئلة وأجاب عنها بما يشفى الصدور، ويصلح النفوس.</p><p>فقال تعالى:</p>"
}