{
    "id": 179,
    "sura": 2,
    "aya": 172,
    "text": "<p>الطيبات من الأطعمة: المستلذات، ويجوز حملها على ما طاب من الرزق بتحليل الله له.</p><p>وما رزقناكم: ما أوصلناه إليكم من الرزق، - وهو ما ينتفع به.</p><p>أى: يا من آمنتم بالله وملائكته وكتبه ورسله واليوم الآخر كلوا من ألوان الطيبات التي أحللناها لكم، ولا تتعرضوا لما حرمناه عليكم.</p><p>وكان الخطاب هنا للمؤمنين خاصة، لأنهم أحق بالفهم، وأجدر بالعلم وأحرى بالاهتداء، وأولى بالتكريم والتشريف.</p><p>ومفعول كُلُوا محذوف، أى: كلوا رزقكم حال كونه بعض طيبات ما رزقناكم.</p><p>ثم أمرهم- سبحانه- بشكره على هذه الطيبات التي أباحها لهم فقال: وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ.</p><p>وهذه الجملة الكريمة معطوفة على جملة كُلُوا.</p><p>والشكر: هو الاعتراف بالنعمة مع ضرب من التعظيم لموجدها، ووضعها في الموضع الذي أمر به.</p><p>أى: تمتعوا بنعم الله، واعترفوا له بها على وجه التعظيم، بأن تمتثلوا ما أمر به، وتجتنبوا ما نهى عنه، إن كنتم تخصونه بالعبادة حقا، وتفردونه بالطاعة صدقا.</p><p>قال الآلوسى: وجملة إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ بمنزلة التعليل لطلب الشكر، كأنه قيل:</p><p>«واشكروا له لأنكم تخصونه بالعبادة، وتخصيصكم إياه بالعبادة، يدل على أنكم تريدون عبادة كاملة تليق بكبريائه، وهي لا تتم إلا بالشكر، لأنه من أجل العبادات» .</p><p>وجواب الشرط محذوف دل عليه المذكور والتقدير: إن كنتم إياه تعبدون فكلوا واشكروا لله.</p><p>ولقد أمر الله- تعالى- عباده أن يشكروه في آيات كثيرة ومن ذلك قوله- تعالى-: لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذابِي لَشَدِيدٌ.</p><p>وقال- تعالى-: وَمَنْ شَكَرَ فَإِنَّما يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ.</p><p>وفي الحديث الصحيح الذي رواه البخاري أن رسول الله صلّى الله عليه وسلّم قال: «الطاعم الشاكر بمنزلة الصائم الصابر» وروى الإمام مسلّم في صحيحه عن أنس بن مالك عن النبي صلّى الله عليه وسلّم أنه قال:</p><p>«إن الله ليرضى عن العبد أن يأكل الأكلة فيحمده عليها، أو يشرب الشربة فيحمده عليها» قال صاحب المنار: قال الأستاذ الإمام: لا يفهم هذه الآية حق فهمها إلا من كان عارفا بتاريخ الملل عند ظهور الإسلام وقبله، فإن المشركين وأهل الكتاب كانوا فرقا وأصنافا، منهم من حرم على نفسه أشياء معينة بأجناسها أو أصنافها كالبحيرة والسائبة عند العرب، وكبعض الحيوانات عند غيرهم وكان المذهب الشائع في النصارى أن أقرب ما يتقرب به إلى الله- تعالى- تعذيب النفس، وحرمانها من الطيبات المستلذة، واحتقار الجسد ولوازمه، واعتقاد أنه لا حياة للروح إلا بذلك ... ثم قال: وقد تفضل الله على هذه الأمة بأن جعلها أمة وسطا تعطى الجسد حقه والروح حقها، فأحل لنا الطيبات لتتسع دائرة نعمه الجسدية علينا، وأمرنا بالشكر عليها ليكون لنا منها فوائد روحانية عقلية، فلم نكن جسمانيين محضا كالأنعام، ولا روحانيين خلصا كالملائكة، وإنما جعلنا أناسى كملة بهذه الشريعة المعتدلة، فله الحمد والشكر والثناء الحسن»  .</p>"
}