{
    "id": 207,
    "sura": 2,
    "aya": 200,
    "text": "<p>ثم بين- سبحانه- ما يجب عليهم عمله بعد فراغهم من أعمال الحج فقال- تعالى-:</p><p>فَإِذا قَضَيْتُمْ مَناسِكَكُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آباءَكُمْ أَوْ أَشَدَّ ذِكْراً.</p><p>المناسك: جمع منسك مشتق من نسك نسكا من باب نصر إذا تعبد. والمراد هنا العبادات التي تتعلق بالحج.</p><p>قال ابن كثير: عن ابن عباس- رضي الله عنهما- قال: كان أهل الجاهلية يقفون في الموسم- بين مسجد منى وبين الجبل بعد فراغهم من الحج يذكرون فضائل آبائهم- فيقول الرجل منهم. كان أبى يطعم الطعام ويحمل الديات ... ليس لهم ذكر غير فعال آبائهم فأنزل الله- تعالى- على نبيه صلّى الله عليه وسلّم هذه الآية»  .</p><p>والمعنى: فإذا فرغتم من عباداتكم، وأديتم أعمال حجكم، فتوفروا على ذكر الله وطاعته كما كنتم تتوفرون على ذكر مفاخر آبائكم، بل عليكم أن تجعلوا ذكركم لله- تعالى- أشد وأكثر من ذكركم لمآثر آبائكم، لأن ذكر مفاخر الآباء إن كان كذبا أدى إلى الخزي في الدنيا والعقوبة</p><p>في الآخرة. وإن كان صدقا فإنه في الغالب يؤدى إلى العجب وكثرة الغرور، أما ذكر الله بإخلاص وخشوع فثوابه عظيم، وأجره كبير. وفضلا عن ذلك فإن المرء إذا كان لا ينسى أباه لأنه سبب وجوده فأولى به ثم أولى ألا ينسى الذي خلق أباه وهو الله رب العالمين.</p><p>فالمقصود من الآية الكريمة الحث على ذكر الله- تعالى- والنهى عن التفاخر بالأحساب والأنساب.</p><p>و «أو» هنا في معنى الإضراب والترقي إلى أعلى، لأنه.. سبحانه أمرهم أولا بأن يذكروه ذكرا يماثل ذكرهم لآبائهم ثم ترقى بهم إلى ما هو أعلى من ذلك وأسمى فطالبهم بأن يكون ذكرهم له- سبحانه- أكثر وأعظم من ذكرهم لآبائهم.</p><p>قال صاحب الكشاف: وقوله: أَوْ أَشَدَّ ذِكْراً في موضع جر عطف على ما أضيف إليه الذكر في قوله: «كذكركم» كما تقول كذكر قريش آباءهم أو قوم أشد منهم ذكرا. أو في موضع نصب عطف على آباءَكُمْ بمعنى، أو أشد ذكرا من آبائكم.</p><p>وبعد أن أمر- سبحانه- الناس بذكره، بين أنهم بالنسبة لدعائه وسؤاله فريقان، أما الفريق الأول فقد عبر عنه بقوله: فَمِنَ النَّاسِ مَنْ يَقُولُ رَبَّنا آتِنا فِي الدُّنْيا وَما لَهُ فِي الْآخِرَةِ مِنْ خَلاقٍ.</p><p>أى: من الناس نوع يقول في دعائه يا ربنا آتنا ما نرغبه في الدنيا فنحن لا نطلب غيرها، وهذا النوع ليس له في الآخرة من خَلاقٍ أى: نصيب وحظ من الخير.</p><p>وهذا النوع من الناس هو الذي استولى عليه حب الدنيا وشهواتها ومتعها فأصبح لا يفكر إلا فيها، ولا يهتم إلا بها، صارفا نظره عن الآخرة وما فيها من ثواب وعقاب.</p><p>والفاء في قوله: فَمِنَ النَّاسِ للتفصيل، لأن ما بعدها تقسيم للناس إلى فريقين.</p><p>وحذف مفعول آتِنا للدلالة على تعميم المطلوب فهم يطلبون كل ما يمكن أن تصل إليه أيديهم من متاع الدنيا بدون تمييز بين حلال أو حرام.</p>"
}