{
    "id": 699,
    "sura": 5,
    "aya": 30,
    "text": "<p>فماذا كان وقع هذا النصح الحكيم، والإرشاد القويم في نفس ذلك الإنسان الحاسد الظالم؟</p><p>لقد بين الله ذلك بقوله: فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنَ الْخاسِرِينَ.</p><p>قال القرطبي: قوله فَطَوَّعَتْ لَهُ نَفْسُهُ: أى: سولت وسهلت نفسه له الأمر. وشجعته وصورت له أن قتل أخيه طوع سهل. يقال: طاع الشيء يطوع أى: سهل وانقاد. «وطوعه فلان له أى سهله» .</p><p>والمعنى: أن قابيل سهلت له نفسه وزينت له- بعد هذه المواعظ- قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنَ الْخاسِرِينَ في دنياه وفي أخراه.</p><p>أصبح من الخاسرين في دنياه لأنه قتل أخاه، والأخ سند لأخيه وعون له، لما بينهما من رحم قوية ورابطة متينة.</p><p>وأصبح من الخاسرين في آخرته، لأنه ارتكب جريمة من أكبر الجرائم وأشنعها وقد توعد الله مرتكبها بالغضب واللعنة والعذاب العظيم.</p><p>والتعبير بقوله- تعالى فَطَوَّعَتْ تعبير دقيق بليغ، فإن هذه الصيغة- صيغة التفعيل- تشير إلى أنه كانت هناك بواعث متعددة تتجاذب نفسه، كانت هناك بواعث الشر التي تدعوه إلى الاقدام على قتله، ودوافع الخير التي تمنعه من الإقدام على قتل أخيه، وأخيرا تغلبت دوافع الشر على دوافع الخير فقتل أخاه.</p><p>وقد صور الإمام الرازي هذا المعنى تصويرا حسنا فقال:</p><p>قال المفسرون: فطوعت، أى: سهلت له نفسه قتل أخيه، وتحقيق الكلام أن الإنسان إذا تصور القتل العمد العدوان وكونه من أعظم الكبائر فهذا الاعتقاد يصير صارفا له عن فعله فيكون هذا الفعل كالشىء العاصي المتمرد عليه الذي لا يطيعه بوجه ألبتة. فإذا أوردت النفس أنواع وساوسها، صار هذا الفعل سهلا عليه، فكأن النفس جعلت بوساوسها العجيبة هذا الفعل كالمطيع له، بعد أن كان كالعاصى المتمرد عليه، فهذا هو المراد بقوله: فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ .</p><p>هذا، والآية الكريمة بعد كل ذلك، تشير إلى شناعة الجريمة في ذاتها من حيث الباعث عليها، إذ الباعث عليها هو الحسد ومن حيث الصلة بين القاتل والمقتول إذ هي صلة أخوة تقتضي المحبة والمودة والتراحم ومن حيث ذات الفعل فإنه أكبر جريمة بعد الإشراك بالله- تعالى-.</p><p>قال الآلوسى: أخرج الشيخان وغيرهما عن ابن مسعود- رضى الله عنه- قال: قال رسول الله- صلى الله عليه وسلم «لا تقتل نفس ظلما إلا كان على ابن آدم الأول كفل من دمها. لأنه أول من سن القتل» وأخرج ابن جرير والبيهقي في شعب الإيمان عن ابن عمر- رضى الله عنه- قال: «إنا لنجد ابن آدم القاتل، يقاسم أهل النار العذاب. عليه شطر عذابهم» .</p>"
}