{
    "id": 803,
    "sura": 6,
    "aya": 14,
    "text": "<p>ثم أمر- سبحانه- نبيه صلى الله عليه وسلم أن يستنكر ما عليه المشركون من كفر وإلحاد، وأن ينفى عن نفسه بشدة ما تردوا فيه من جهالة وضلالة فقال:</p><p>قُلْ أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فاطِرِ السَّماواتِ وَالْأَرْضِ، وَهُوَ يُطْعِمُ وَلا يُطْعَمُ.</p><p>أى: قل لهم- يا محمد- موبخا وزاجرا، بأى عقل أبحتم لأنفسكم الإشراك بالله، واتخذتم من دونه معبودا سواه، مع أنه- سبحانه- باعترافكم هو الخالق لكم وللسموات والأرض ولكل شيء؟</p><p>وقد سلطت الهمزة على المفعول الأول لا على الفعل، للإيذان بأن المستنكر إنما هو اتخاذ غير الله وليا لا اتخاذ الولي مطلقا، ونظير هذه الآية قوله- تعالى- قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجاهِلُونَ.</p><p>ثم دلل- سبحانه- على أنه هو وحده المستحق للعبادة بأمرين.</p><p>أولهما: قوله- تعالى- فاطِرِ السَّماواتِ وَالْأَرْضِ.</p><p>أى خالقهما ومنشئهما على غير مثال سبق، فالفطر- كما قال اللغويون- الإبداع والإيجاد من غير سبق مثال يحتذي.</p><p>وثانيهما: قوله- تعالى- وَهُوَ يُطْعِمُ وَلا يُطْعَمُ.</p><p>أى: أنه- سبحانه- هو الذي لا يحتاج إلى أحد وكل ما سواه محتاج إليه وهو الرزاق لغيره، والمنافع كلها من عنده.</p><p>وقرأ أبو عمرو (وهو يطعم ولا يطعم) بفتح الياء في الثاني. أى: وهو يرزق غيره ويطعمه أما هو- سبحانه- فلا يتناول طعاما ولا شرابا.</p><p>وهذه الجملة حالية مؤيدة لإنكار اتخاذ ولى سوى الله، وفيها تعريض بمن اتخذوا أولياء من دونه من البشر بأنهم محتاجون إلى الطعام، وأنه- سبحانه- هو الذي خلق لهم هذا الطعام فهم عاجزون عن البقاء بدونه.</p><p>ثم أمره- سبحانه- بأن يصرح أمامهم بأنه برىء من شركهم ومن أفعالهم القبيحة فقال- تعالى- قُلْ إِنِّي أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلا تَكُونَنَّ مِنَ الْمُشْرِكِينَ.</p><p>أى: قل أيها الرسول الكريم بعد إيراد هذه الآيات والحج الدالة على وحدانية الله: إنى  أمرت من خالقي أن أكون أول من يسلم له وجهه ويخصه بالعبادة، كما أنى نهيت عن أن أكون من المشركين الذين يجعلون مع الله آلهة أخرى.</p><p>وصح عطف الجملة الثانية الإنشائية على الأولى الخبرية لأن الأولى خبرية في اللفظ ولكنها إنشائية في المعنى فكانت في قوة الجملة الطلبية والتقدير: كن أول من أسلم ولا تكونن من المشركين، ويجوز عطفها على جملة قُلْ إِنِّي أُمِرْتُ وهي إنشائية في اللفظ والمعنى.</p>"
}