{
    "id": 827,
    "sura": 6,
    "aya": 38,
    "text": "<p>ثم ذكر- سبحانه- بعض الآيات الكونية المبثوثة في الأرض والجو والمعروضة على البصائر والأبصار فقال- تعالى-:</p><p>وَما مِنْ دَابَّةٍ فِي الْأَرْضِ وَلا طائِرٍ يَطِيرُ بِجَناحَيْهِ إِلَّا أُمَمٌ أَمْثالُكُمْ.</p><p>الدابة: كل ما يدب على الأرض من حيوان. والطائر: كل ذي جناح يسبح في الهواء، والأمم: جمع أمة وهي جماعة يجمعهم أمر ما.</p><p>والمعنى: إنه لا يوجد نوع ما من أنواع الأحياء التي تدب على الأرض ولا من أنواع الطير التي تسبح في الهواء إلا وهي أمم مماثلة لكم في أن الله خلقهم وتكفل بأرزاقهم.</p><p>قال صاحب الكشاف: فإن قلت ما الغرض من ذكر ذلك؟ قلت: الدلالة عن عظم قدرة الله. وسعة سلطانه، وتدبير تلك الخلائق المتفاوتة الأجناس، المتكاثرة الأصناف، وهو حافظ لما لها، وما عليها، مهيمن على أحوالها، لا يشغله شأن عن شأن، وأن المكلفين ليسوا بمخصوصين بذلك دون من عداهم من سائر الحيوان» وذكر الجناحين في الطير لتوجيه الأنظار إلى بديع صنعه- سبحانه- وحسن خلقه.</p><p>قال- تعالى-: أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صافَّاتٍ وَيَقْبِضْنَ ما يُمْسِكُهُنَّ إِلَّا الرَّحْمنُ إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ .</p><p>ثم قال- تعالى-: ما فَرَّطْنا فِي الْكِتابِ مِنْ شَيْءٍ ثُمَّ إِلى رَبِّهِمْ يُحْشَرُونَ.</p><p>التفريط في الأمر: التقصير فيه وتضييعه حتى يفوت. والمراد بالكتاب اللوح المحفوظ وقيل المراد به القرآن.</p><p>والمعنى: ما تركنا في الكتاب شيئا لم نحصه ولم نثبته، وإنما أحطنا بكل شيء علما، وليس من مخلوق صغر أو كبر في هذا الوجود إلا وسيجمع يوم القيامة أمام خالقه.</p><p>فالآية الكريمة مسوقة لبيان سعة علم الله- تعالى- وكمال قدرته، لتكون كالدليل على أنه- سبحانه- قادر على تنزيل الآية التي اقترحوها، وإنما لم ينزلها لأن حكمته تقتضي ذلك.</p><p>وجملة ما فَرَّطْنا فِي الْكِتابِ مِنْ شَيْءٍ معترضة لتقرير مضمون ما قبلها.</p><p>والتعبير بثم في قوله ثُمَّ إِلى رَبِّهِمْ يُحْشَرُونَ للإشارة إلى أنهم أعداد لا يحصيها العد، وجمعهم ليس يسيرا في ذاته، وإن كان بالنسبة لقدرته- تعالى- أمرا هينا.</p><p>ويرى بعض العلماء أن المراد بحشر البهائم موتها. ويرى آخرون أن المراد بعثها يوم القيامة لقوله- تعالى-: وَإِذَا الْوُحُوشُ حُشِرَتْ. وفي الحديث الشريف عن أبى ذر الغفاري أن النبي صلى الله عليه وسلم رأى شاتين تتناطحان فقال: يا أبا ذر هل تدرى فيم تتناطحان؟ قال: لا. قال:</p><p>ولكن الله يدرى وسيقضي بينهما.</p>"
}