{
    "id": 898,
    "sura": 6,
    "aya": 109,
    "text": "<p>ثم حكى القرآن بعض المقترحات المتعنتة التي كان يقترحها المشركون على رسول الله صلى الله عليه وسلم فقال: وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمانِهِمْ.</p><p>الجهد: الوسع والطاقة من جهد نفسه يجهدها في الأمر إذا بلغ أقصى وسعها وطاقتها فيه.</p><p>وهو مصدر في موضع الحال.</p><p>أى: وأقسم أولئك المشركون بالله مجتهدين في أيمانهم، مؤكدين إياها بأقصى ألوان التأكيد، معلنين أنهم لئن جاءتهم آية من الآيات الكونية التي اقترحوها عليك يا محمد ليؤمنن بها أنها من عند الله وأنك صادق فيما تبلغه عن ربك.</p><p>وقد لقن الله- تعالى- رسوله صلى الله عليه وسلم الرد المفحم لهم فقال: قُلْ إِنَّمَا الْآياتُ عِنْدَ اللَّهِ.</p><p>أى: قل لهم يا محمد إن هذه الآيات التي اقترحتموها تعنتا وعنادا مردها إلى الله، فهو وحده</p><p>القادر عليها والمتصرف فيها حسب مشيئته وحكمته، إن شاء أنزلها وإن شاء منعها، أما أنا فليس ذلك إلىّ.</p><p>أخرج ابن جرير- بسنده- عن محمد بن كعب القرظي قال: كلم نفر من قريش رسول الله صلى الله عليه وسلم فقالوا له، يا محمد، تخبرنا أن موسى كان معه عصا ضرب بها الحجر، فانفجرت منه اثنتا عشرة عينا، وتخبرنا أن عيسى كان يحيى الموتى، وتخبرنا أن ثمود كانت لهم ناقة فأتنا بآية من هذه الآيات حتى نصدقك، فقال لهم رسول الله صلى الله عليه وسلم: «أى شيء تحبون أن آتيكم به» ؟ قالوا، تجعل لنا الصفا ذهبا، فقال لهم «فإن فعلت تصدقوني» ؟ قالوا نعم. والله لئن فعلت لنتبعنك أجمعون فقام رسول الله صلى الله عليه وسلم يدعو فجاءه جبريل فقال، إن شئت أصبح الصفا ذهبا على أن يعذبهم الله إذا لم يؤمنوا، وإن شئت فاتركهم حتى يتوب تائبهم، فقال صلى الله عليه وسلم «بل أتركهم حتى يتوب تائبهم» ، فأنزل الله- تعالى- قوله: وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمانِهِمْ. إلى قوله وَلكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ .</p><p>وقوله: وَما يُشْعِرُكُمْ أَنَّها إِذا جاءَتْ لا يُؤْمِنُونَ.</p><p>أى: وما يدريكم أيها المؤمنون الراغبون في إنزال هذه الآيات طمعا في إسلام هؤلاء المشركين أنها إذا جاءت لا يؤمنون أى: إذا جاءت هذه الآيات فأنا أعلم أنهم لا يؤمنون وأنتم لا تعلمون ذلك ولذا توقعتم إيمانهم ورغبتم في نزول الآيات.</p><p>فالخطاب هنا للمؤمنين، والاستفهام في معنى النفي، وهو إخبار عنهم بعدم العلم وليس للإنكار عليهم.</p><p>أى: إنكم أيها المؤمنون ليس عندكم شيء من أسباب الشعور بهذا الأمر الغيبى الذي لا يعلمه إلا علام الغيوب وهو أنهم لا يؤمنون إن جاءتهم الآيات التي يقترحونها على رسول الله صلى الله عليه وسلم تعنتا وجهلا.</p><p>قال صاحب الكشاف: وَما يُشْعِرُكُمْ وما يدريكم أَنَّها أى الآية التي تقترحونها إِذا جاءَتْ لا يُؤْمِنُونَ يعنى أنا أعلم أنها إذا جاءت لا يؤمنون بها وأنتم لا تدرون بذلك، وذلك أن المؤمنين كانوا يطمعون في إيمانهم إذا جاءت تلك الآية ويتمنون مجيئها، فقال- عز وجل- وما يدريكم أنهم لا يؤمنون، وقيل: إنها بمعنى «لعل» من قول العرب: ائت السوق أنك تشترى حمارا.</p><p>وقال امرؤ القيس.</p><p>عوجا على الطلل المحيل لأننا ... نبكي الديار كما بكى ابن خذام</p><p>أى: لعلنا نبكي الديار.</p><p>وقرئ بكسر «إنها» على أن الكلام قد تم قبله بمعنى: وما يشعركم ما يكون منهم؟ ثم أخبرهم بعلمه فيهم فقال: إنها إذا جاءت لا يؤمنون البتة» .</p>"
}