{
    "id": 1050,
    "sura": 7,
    "aya": 96,
    "text": "<p>ثم بين- سبحانه- أن سنته قد جرت بفتح أبواب خيراته للمحسنين، وبإنزال نقمه على المكذبين الضالين فقال: وَلَوْ أَنَّ أَهْلَ الْقُرى آمَنُوا وَاتَّقَوْا لَفَتَحْنا عَلَيْهِمْ بَرَكاتٍ مِنَ السَّماءِ وَالْأَرْضِ.</p><p>البركات: جمع بركة: وهي ثبوت الخير الإلهى في الشيء، وسمى بذلك لثبوت الخير فيه كما يثبت الماء في البركة.</p><p>قال الراغب: ولما كان الخير الإلهى يصدر من حيث لا يحس، وعلى وجه لا يحصى ولا يحصر، قيل لكل ما يشاهد منه زيادة غير محسوسة هو مبارك وفيه بركة» .</p><p>والمعنى: ولو أن أهل تلك القرى المهلكة آمنوا بما جاء به الرسل. واتقوا ما حرمه الله عليهم، لآتيناهم بالخير من كل وجه. ولوسعنا عليه الرزق سعة عظيمة، ولعاشوا حياتهم عيشة رغدة لا يشوبها كدر، ولا يخالطها خوف.</p><p>وفي قوله: لَفَتَحْنا استعارة تبعيه، لأنه شبه تيسير البركات وتوسعتها عليهم بفتح الأبواب في سهولة التناول.</p><p>وقيل: المراد بالبركات السماوية المطر، وبالبركات الأرضية النبات والثمار وجميع ما فيها من خيرات.</p><p>وقوله: وَلكِنْ كَذَّبُوا فَأَخَذْناهُمْ بِما كانُوا يَكْسِبُونَ بيان لموقفهم الجحودى.</p><p>أى: ولكنهم لم يؤمنوا ولم يتقوا بل كذبوا الرسل الذين جاءوا لهدايتهم فكانت نتيجة تكذيبهم وتماديهم في الضلال أن عاقبناهم بالعقوبة التي تناسب جرمهم واكتسابهم للمعاصي، فتلك هي سنتنا التي لا تتخلف، نفتح للمؤمنين المتقين أبواب الخيرات، وننتقم من المكذبين الضالين بفنون العقوبات.</p><p>وقد يقال: إننا ننظر فنرى كثيرا من الكافرين والعصاة مفتوحا عليهم في الرزق والقوة والنفوذ وألوان الخير، وترى كثيرا من المؤمنين مضيقا عليهم في الرزق وفي غيره من وجوه النعم، فأين هذا من سنة الله التي حكتها الآية الكريمة؟</p><p>والجواب على ذلك أن الكافرين والعصاة قد يبسط لهم في الأرزاق وفي ألوان الخيرات بسطا كبيرا، ولكن هذا على سبيل الاستدراج كما في قوله- تعالى-: فَلَمَّا نَسُوا ما ذُكِّرُوا بِهِ فَتَحْنا عَلَيْهِمْ أَبْوابَ كُلِّ شَيْءٍ حَتَّى إِذا فَرِحُوا بِما أُوتُوا أَخَذْناهُمْ بَغْتَةً فَإِذا هُمْ مُبْلِسُونَ.</p><p>ومما لا شك فيه أن الابتلاء بالنعمة الذي مر ذكره في الآية السابقة ثُمَّ بَدَّلْنا مَكانَ السَّيِّئَةِ الْحَسَنَةَ حَتَّى عَفَوْا لا يقل خطرا عن الابتلاء بالشدة. فقد ابتلى الله كثيرا من الناس بألوان النعم فأشروا وبطروا ولم يشكروه عليها فأخذهم الله أخذ عزيز مقتدر.</p><p>والخوف، لأن أصحابها شكروا الله عليها.</p><p>واستعملوها فيما خلقت له، فكانت النتيجة أن زادهم الله غنى على غناهم، وأن منحهم الأمان والاطمئنان وذلك فضل الله يؤتيه من يشاء.</p>"
}