{
    "id": 965,
    "sura": 7,
    "aya": 11,
    "text": "<p>أو المعنى نحن الذين خلقناكم في ظهر آدم. ثم صورناكم حين أخذنا عليكم الميثاق، ثم أمرنا بعد ذلك ملائكتنا بالسجود لآدم فسجدوا إلا إبليس فإنه لم يكن من الساجدين.</p><p>والسجود: لغة، التذلل والخضوع مع انخفاض بانحناء وغيره، وخص في الشرع بوضع الجبهة على الأرض بقصد العبادة.</p><p>وللعلماء أقوال في كيفية السجود الذي أمر الله به الملائكة لآدم وأرجح هذه الأقوال. أن السجود المأمور به في الآية يحمل على المعنى المعروف في اللغة. أى: أن الله- تعالى- أمرهم بفعل تجاه آدم يكون مظهرا من مظاهر التواضع والخضوع له تحية وتعظيما، وإقرارا له بالفضل دون وضع الجبهة على الأرض الذي هو عبادة، إذ عبادة غير الله شرك يتنزه الملائكة عنه، وعلى هذا الرأى سار علماء أهل السنة.</p><p>وقيل إن السجود كان لله. وآدم إنما كان كالقبلة يتوجه إليه الساجدون تحية له. وإلى هذا الرأى اتجه علماء المعتزلة، وقد قالوا ذلك هربا من أن تكون الآية الكريمة حجة عليهم، إذ أن أهل السنة قالوا: إبليس من الملائكة والصالحون من البشر أفضل من الملائكة. واحتجوا بسجود الملائكة لآدم وخالفت المعتزلة في ذلك، وقالت الملائكة أفضل من البشر، وسجود الملائكة لآدم كان كالقبلة.</p><p>والذي نراه أن ما سار عليه أهل السنة أرجح لأن ما ذهب إليه المعتزلة يبعده أن المقام مقام لإظهار فضل آدم على الملائكة، وإظهار فضله عليهم لا يتحقق بمجرد كونه قبلة للسجود: وأمر الله الملائكة بالسجود لآدم، هو لون من الابتلاء والاختبار، ليميز الله الخبيث من الطيب، وينفذ ما سبق به العلم واقتضته المشيئة والحكم.</p><p>وإبليس: اسم مشتق من الإبلاس، وهو الحزن الناشئ عن شدة اليأس وفعله بلس.</p><p>والراجح أنه اسم أعجمى، ومنعه من الصرف للعلمية والعجمة وهو كائن حي، وقد أخطأ من حمله على معنى داعي الشر الذي يخطر في النفوس، إذ ليس من المعقول أن يكون ذلك مع أن القرآن أخبرنا بأنه يرى الناس ولا يرونه. قال- تعالى-: إِنَّهُ يَراكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لا تَرَوْنَهُمْ.</p><p>وللعلماء في كون إبليس من الملائكة أولا قولان:</p><p>أحدهما: أنه كان منهم، لأنه- سبحانه- أمرهم بالسجود لآدم، ولولا أنه كان منهم لما توجه إليه الأمر بالسجود، ولو لم يتوجه إليه الأمر بالسجود لم يكن عاصيا ولما استحق الخزي والنكال، ولأن الأصل في المستثنى أن يكون داخلا تحت اسم المستثنى منه حتى يقوم دليل على أنه خارج عنه.</p><p>والثاني: أنه ليس منهم لقوله- تعالى-: إِلَّا إِبْلِيسَ كانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ فهو أصل الجن، كما أن آدم أصل الإنس، ولأنه خلق من نار، والملائكة خلقوا من نور، ولأن له ذرية ولا ذرية للملائكة.</p><p>ففي هاتين الآيتين بيان لنعمتين عظيمتين من نعم الله على عباده:</p><p>أولاهما: نعمة التمكين في الأرض واتخاذهم إياها وطنا مزودا بضروب شتى مما يحتاجون إليه من معايشهم وما به قوام حياتهم وكمالها.</p><p>وثانيهما: نعمة خلقهم من أب واحد، تجمعهم به رحم واحدة، وبسببها كانوا خلفاء في الأرض وفي عمارة الكون، وفضلوا على كثير من الخلق، فكان الواجب عليهم أن يقابلوهما بالشكر والإيمان.</p><p>ثم حكى القرآن الكريم الأسباب التي حملت إبليس على عدم السجود لآدم فقال:</p>"
}