{
    "id": 1056,
    "sura": 7,
    "aya": 102,
    "text": "<p>ثم كشف القرآن عن طبيعتهم فقال: وَما وَجَدْنا لِأَكْثَرِهِمْ مِنْ عَهْدٍ وَإِنْ وَجَدْنا أَكْثَرَهُمْ لَفاسِقِينَ.</p><p>أى: ما وجدنا لأكثر الناس من وفاء بعهودهم في الإيمان والتقوى، بل الحال والشأن أننا علمنا أن أكثرهم فاسقين، أى خارجين عن طاعتنا، تاركين لأوامرنا، منتهكين لحرماتنا.</p><p>وبعضهم يجعل الضمير في أَكْثَرَهُمْ لأهل القرى المهلكة، وأنهم كانوا إذا عاهدوا الله بعهد نقضوه ولم يوفوا به. والأول أرجح.</p><p>والمراد بالعهد ما عاهدهم الله عليه من الإيمان والتقوى والعمل الصالح.</p><p>ومن في قوله مِنْ عَهْدٍ مزيدة للاستغراق وتأكيد النفي.</p><p>وإنما حكم على الأكثرين منهم بنقض العهود، لأن الأقلية منهم قد آمنوا ووفوا بما عاهدوا الله عليه من الإيمان والعمل الصالح.</p><p>وهذا لون من الاحتراس الذي امتاز به القرآن في عرضه للحقائق، فهو لا يلقى التهم جزافا، وإنما يعطى كل ذي حق حقه، فإن كان الأكثرون قد استحقوا الذم لكفرهم ونقضهم لعهودهم، فإن هناك قلة آمنت فاستحقت المدح والثناء.</p><p>قال الآلوسى: وإِنْ مخففة من الثقيلة وضمير الشأن محذوف، ولا عمل لها فيه لأنها ملغاة على المشهور. وذهب الكوفيون إلى أن إِنْ هنا نافية واللام في لَفاسِقِينَ بمعنى إلا، أى: ما وجدنا أكثرهم إلا فاسقين» .</p><p>وإلى هنا تكون الآيات الكريمة التي جاءت في أعقاب الحديث عن أهل القرى المهلكة، قد بينت لنا السنن الإلهية في سعادة الأمم وشقائها، وكشفت لنا عن حكمته- سبحانه- في ابتلائه لعباده بالسراء تارة وبالضراء أخرى، وحضت الناس على المراقبة لله وشكره على نعمائه، وحذرتهم من الغفلة والأمان من مكره- سبحانه- فإنه لا يأمن مكر الله إلا القوم الخاسرون.</p><p>ثم اتجهت في النهاية بالخطاب إلى رسول الله صلّى الله عليه وسلّم.</p><p>فأطلعته على الطبائع الغالبة في البشر حتى لا يضيق ذرعا بأحوال من أرسل إليهم.</p><p>ثم عادت السورة بعد ذلك إلى الحديث عن قصة أخرى من قصص الأنبياء مع أقوامهم،فحدثتنا عن قصة موسى مع فرعون ومع بنى إسرائيل بعد حديثها قبل ذلك عن شعيب الذي كان معاصرا لموسى- عليهما السلام-.</p><p>فأنت ترى أن السورة الكريمة قد التزمت الترتيب التاريخى في حديثها عن الأنبياء- عليهم الصلاة والسلام-.</p><p>ولقد قلنا من قبل إن الأسلوب البارز في هذه السورة الكريمة وهي تدعو الناس إلى وحدانية الله يتجلى في تذكيرهم بنعم الله التي لا تحصى، وتخويفهم عن طريق سرد أحوال الأمم المهلكة، بسبب مخالفتها لرسلها، وعتوها عن أمر ربها، ولعل هذا هو السر في أنها ساقت لنا قصص نوح وهود وصالح ولوط وشعيب مع أممهم الذين أهلكوا بسبب كفرهم ولم تذكر لنا- مثلا- قصة إبراهيم مع قومه مع أن لوطا- عليه السلام- كان معاصرا له، وذلك لأن قوم إبراهيم لم يهلكوا، ولم يلتمس هو من ربه ذلك، بل اعتزلهم وما يعبدون من دون الله.</p><p>فالسورة الكريمة قد التزمت في مجموعها الحديث عن مصارع المكذبين ليكونوا عبرة لكل عاقل، وذكرى لكل عبد منيب.</p>"
}