{
    "id": 1209,
    "sura": 8,
    "aya": 49,
    "text": "<p>هذا، وقوله- تعالى- بعد ذلك: إِذْ يَقُولُ الْمُنافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ غَرَّ هؤُلاءِ دِينُهُمْ.. بيان لصنفين آخرين من أعداء المسلمين بعد بيان العدو الرئيسى وهم المشركون الذين خرجوا بطرا ورئاء الناس لمحاربة الإسلام وقد شجعهم الشيطان على ذلك.</p><p>قال الفخر الرازي: أما المنافقون فهم قوم من الأوس والخزرج- كانوا يظهرون الإسلام ويخفون الكفر ولم يخرج منهم أحد إلى بدر سوى عبد الله بن أبى- وأما الذين في قلوبهم مرض فهم قوم من قريش أسلموا ولم يهاجروا.</p><p>ثم إن قريشا لما خرجوا لحرب رسول الله صلى الله عليه وسلم قال أولئك: نخرج مع قومنا فإن كان محمد في كثرة خرجنا إليه، وإن كان في قلة أقمنا في قومنا..</p><p>وعامل الإعراب في «إذ» فيه وجهان: الأول: التقدير، والله شديد العقاب إذ يقول المنافقون» ..</p><p>والثاني: اذكروا إذ يقول المنافقون..» .</p><p>وقوله: غَرَّ أى: خدع، من الغرور وهو كل ما يغر الإنسان من مال وجاه وشهرة وشيطان.</p><p>أى: اذكروا- أيها المؤمنون- وقت أن قال المنافقون والذين في قلوبهم مرض: غر هؤلاء دينهم: أى خدعهم، لأنكم أقدمتم على قتال قوم يفوقونكم عدة وعددا، وهذا القتال- في زعمهم- لون من إلقاء النفس إلى التهلكة، لأنهم قوم لا يدركون حقيقة أسباب النصر وأسباب الهزيمة، فهم لخراب بواطنهم من العقيدة السليمة، لا يعرفون أثرها في الإقدام من أجل نصرة الحق ولا يقدرون ما عليه أصحابها من صلة طيبة بالله- عز وجل- الذي بيده النصر والهزيمة..</p><p>وماداموا قد فقدوا تلك المعرفة، وهذا التقدير، فلا تستبعدوا منهم- أيها المؤمنون- أن يقولوا هذا القول عنكم، فذلك مبلغهم من العلم، وتلك موازينهم في قياس الأمور ...</p><p>والحق، أن الإنسان عند ما يتدبر ما قاله المنافقون والذين في قلوبهم مرض في حق المؤمنين عند ما أقدموا على حرب أعدائهم في بدر ...</p><p>أقول: عند ما يتدبر ذلك ليرى أن هذا القول دأب كل المنافقين والذين في قلوبهم مرض في كل زمان ومكان.</p><p>إننا في عصرنا الحاضر رأينا كثيرين من أصحاب العقيدة السليمة، والنفوس النقية، والقلوب المضحية بكل شيء في سبيل نصرة الحق.. رأينا هؤلاء يبلغون رسالات الله دون أن يخشوا أحدا سواه ويهاجمون الطغاة والمبطلين والفجار، ليمكنوا لدين الله في الأرض، حتى ولو أدت بهم هذه المهاجمة إلى بذل أرواحهم.</p><p>ورأينا في مقابل هؤلاء الصادقين أقواما- ممن آثروا شهوات الدنيا على كل شيء- لا يكتفون بالصمت وهم يشاهدون أصحاب العقيدة السليمة يصارعون الطغاة.</p><p>بل هم- بسبب خلو نفوسهم من المثل العليا- يلقون باللوم على هؤلاء المؤمنين، ويقولون ما حكاه القرآن من أقوال في أشباههم السابقين من المنافقين والذين في قلوبهم مرض: غر هؤلاء دينهم.</p><p>إنهم لا يدركون الأمور ببصيرة المؤمن، ولا يزنونها بميزان الإيمان.</p><p>إن المؤمن يرى التضحية في سبيل الحق مؤدية إلى إحدى الحسنين النصر أو الشهادة.</p><p>أما هؤلاء المنافقون والذين في قلوبهم مرض، فلا يرون الحياة إلا متعة وشهوة وغنيمة فَإِنْ أُعْطُوا مِنْها رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْها إِذا هُمْ يَسْخَطُونَ .</p><p>وقوله- تعالى- وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَإِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ حض للمؤمنين على التمسك بما يدعوهم إليه إيمانهم من استقامة وقوة..</p><p>أى: ومن يكل أمره إلى الله، ويثق به- ينصره- سبحانه- على أعدائه، فإنه- عز وجل- عزيز لا يغلبه شيء، حكيم فيما يدبر من أمر خلقه.</p><p>وبذلك نرى أن هذه الآيات الكريمة، قد صورت تصويرا بديعا ما عليه الكافرون وأشباههم من بطر ومفاخرة وصد عن سبيل الله.. ومن طاعة للشيطان أوردتهم المهالك.</p><p>وحكت ما قالوه من أقوال تدل على جبنهم وجهلهم وانطماس بصيرتهم.</p><p>ونهت المؤمنين عن التشبه بهم، لأن البطر والمفاخرة والبغي، واتباع الشيطان: كل ذلك يؤدى إلى خزي الدنيا وعذاب الآخرة.</p><p>ولقد كان أبو جهل قمة في البغي والبطر والمراءاة عند ما قال- بعد أن نصحه الناصحون بالرجوع عن الحرب فقد نجت العير: «لا لن نرجع حتى نرد بدرا، فنقيم ثلاثا، ننحر الجزر، ونشرب الخمر، وتعزف القيان علينا، فلن تزال العرب تهابنا أبدا» .</p><p>وعند ما بلغت مقالة أبى جهل أبا سفيان قال: «وا قوماه!! هذا عمل عمرو بن هشام «يعنى أبا جهل» كره أن يرجع لأنه ترأس على الناس فبغى، والبغي منقصة وشؤم. إن أصاب محمد النفير ذللنا» .</p><p>وصدقت فراسة أبى سفيان، فقد أصاب محمد صلى الله عليه وسلم النفير وتسر بل المشركون بالذل والهوان في بدر بسبب بطرهم وريائهم وصدهم عن سبيل الله، واتباعهم لخطوات الشيطان.</p><p>فاللهم نسألك أن توفقنا إلى ما يرضيك، وأن تجنبنا البطر والرياء وسوء الأخلاق.</p><p>وبعد هذا البيان لأحوال الكافرين في حياتهم انتقل القرآن لبيان أحوالهم عند مماتهم.</p><p>فقال- تعالى-:</p>"
}