{
    "id": 1297,
    "sura": 9,
    "aya": 62,
    "text": "<p>قال القرطبي: روى أن قوما من المنافقين اجتمعوا، وفيهم غلام من الأنصار يدعى عامر بن قيس، فحقروه وتكلموا فقالوا: إن كان ما يقوله محمد حقا لنحن شر من الحمير. فغضب الغلام وقال: والله إن ما يقوله محمد صلى الله عليه وسلم لحق، ولأنتم شر من الحمير. ثم أخبر النبي صلى الله عليه وسلم بقولهم فحلفوا إن عامرا كاذب.</p><p>فقال عامر: هم الكذبة، وحلف على ذلك وقال: اللهم لا تفرق بيننا حتى يتبين صدق الصادق وكذب الكاذب. فأنزل الله هذه الآية .</p><p>فقوله- سبحانه-: يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ خطاب للمؤمنين الذين كان المنافقون يذكرونهم بالسوء، ثم يأتون إليهم بعد ذلك معتذرين.</p><p>أى: إن هؤلاء المنافقين يحلفون بالله لكم- أيها المؤمنون- ليرضوكم، فتطمئنوا إليهم، وتقبلوا معاذيرهم.</p><p>قال أبو السعود: وإفراد إرضائهم بالتعليل مع أن عمدة أغراضهم إرضاء الرسول صلى الله عليه وسلم للإيذان بأن ذلك بمعزل عن أن يكون وسيلة لإرضائه، وأنه- عليه الصلاة والسلام- إنما لم يكذبهم رفقا بهم، وسترا لعيوبهم، لا عن رضا بما فعلوا، وقبول قلبي لما قالوا. .</p><p>وقوله: وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ جملة حالية في محل نصب من ضمير «يحلفون» جيء بها لتوبيخهم على إيثارهم رضا الناس على رضا الله ورسوله.</p><p>أى: هم يحلفون لكم. والحال أن الله ورسوله أحق بالإرضاء منكم لأن الله- تعالى- هو خالقهم ورازقهم ومالك أمرهم، وهو العليم بما ظهر وبطن من أحوالهم. ولأن رسوله صلى الله عليه وسلم هو المبلغ لوحيه- عز وجل- قال صاحب المنار ما ملخصه: وكان الظاهر أن يقال: «يرضوهما» ونكتة العدول عنه إلى «يرضوه» : الإعلام بأن إرضاء رسوله عين إرضائه سبحانه ... وهذا من بلاغة القرآن في نفس الإيجاز. ولو قال «يرضوهما» لما أفاد هذا المعنى إذ يجوز في نفس العبارة أن يكون إرضاء كل منهما في غير ما يكون به إرضاء الآخر، وهو خلاف المراد هنا، وكذلك لو قيل:</p><p>«والله أحق أن يرضوه، ورسوله أحق أن يرضوه» لا يفيد هذا المعنى أيضا وفيه ما فيه من الركاكة والتطويل ...</p><p>وقد خرجه علماء النحو على قواعدهم ... وأقرب الأقوال إلى قواعدهم قول سيبويه: إن الكلام جملتان حذف خبر إحداهما لدلالة خبر الأخرى عليه، كقول الشاعر:</p><p>نحن بما عندنا وأنت بما عندك راض والرأى مختلف.</p><p>فهذا لا تكلف فيه من ناحية التركيب العربي، ولكن تفوت به النكتة التي ذكرناها ... .</p><p>وقوله: إِنْ كانُوا مُؤْمِنِينَ تذييل قصد به بيان أن الإيمان الحق لا يتم إلا بإرضاء الله ورسوله عن طريق طاعتهما والانقياد لأوامرهما.</p><p>أى: إن كانوا مؤمنين حقا، فليعملوا على إرضاء الله ورسوله، بأن يطيعوا أوامرهما، ويجتنبوا نواهيهما، وإلا كانوا كاذبين في دعواهم الإيمان ثم توعدهم- سبحانه- بسوء المصير بسبب مخالفتهم لله ورسوله فقال:</p>"
}