{
    "id": 1458,
    "sura": 10,
    "aya": 94,
    "text": "<p>والمراد مِمَّا أَنْزَلْنا إِلَيْكَ هنا: ما أوحاه الله- تعالى- إلى نبيه صلى الله عليه وسلم من قصص حكيم يتعلق بأنبياء الله- تعالى- ورسله.</p><p>قال الآلوسى: «وخصت القصص بالذكر، لأن الأحكام المنزلة عليه صلى الله عليه وسلم ناسخة لأحكامهم، ومخالفة لها فلا يتصور سؤالهم عنها» .</p><p>والمراد بالكتاب: جنسه فيشمل التوراة والإنجيل.</p><p>والمعنى: فإن كنت أيها الرسول الكريم- على سبيل الفرض والتقدير- في شك مما أنزلنا إليك من قصص حكيم كقصة موسى ونوح وغيرهما فَسْئَلِ الَّذِينَ يَقْرَؤُنَ الْكِتابَ مِنْ قَبْلِكَ وهم علماء أهل الكتاب، فإن ما قصصناه عليك ثابت في كتبهم.</p><p>فليس المراد من هذه الآية ثبوت الشك للرسول صلى الله عليه وسلم وإنما المراد على سبيل الفرض والتقدير، لا على سبيل الثبوت.</p><p>قال ابن كثير: «قال قتادة بن دعامة: بلغنا أن رسول الله صلى الله عليه وسلم قال: «لا أشك ولا أسأل» .</p><p>وكذا قال ابن عباس وسعيد بن جبير والحسن البصري، وهذا فيه تثبيت للأمة، وإعلام لهم بأن صفة نبيهم صلى الله عليه وسلم موجودة في الكتب المتقدمة التي بأيدى أهل الكتاب، كما قال- تعالى- الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوباً عِنْدَهُمْ فِي التَّوْراةِ وَالْإِنْجِيلِ.. .</p><p>وشبيه بهذه الآية قوله- تعالى- في شأن عيسى- عليه السلام-: أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّي إِلهَيْنِ مِنْ دُونِ اللَّهِ؟ قالَ سُبْحانَكَ ما يَكُونُ لِي أَنْ أَقُولَ ما لَيْسَ لِي بِحَقٍّ. إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ ...</p><p>فعيسى- عليه السلام- يعلم علم اليقين أنه لم يقل ذلك، وإنما يفرض قوله فرضا.</p><p>ليستدل عليه بأنه لو قاله لعلمه الله- تعالى- منه.</p><p>أى: إن كنت قلته- على سبيل الفرض والتقدير- فقولي هذا لا يخفى عليك.</p><p>قال صاحب الكشاف ما ملخصه: فإن قلت: كيف قال الله- تعالى- لرسوله صلى الله عليه وسلم: فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنا إِلَيْكَ..؟</p><p>قلت: هو على سبيل الفرض والتمثيل. كأنه قيل: فإن وقع لك شك- مثلا- وخيل لك الشيطان خيالا منه تقديرا فَسْئَلِ الَّذِينَ يَقْرَؤُنَ الْكِتابَ.</p><p>والمعنى: أن الله- عز وجل- قدم ذكر بنى إسرائيل، وهم قراء الكتاب ووصفهم بأن العلم قد جاءهم، لأن أمر رسول الله صلى الله عليه وسلم مكتوب عندهم في التوراة والإنجيل، وهم يعرفونه كما يعرفون أبناءهم فأراد أن يؤكد علمهم بصحة القرآن، وصحة نبوة محمد صلى الله عليه وسلم ويبالغ في ذلك فقال: فإن وقع لك شك فرضا وتقديرا. فسل علماء أهل الكتاب يعنى أنهم من الإحاطة بصحة ما أنزل إليك، بحيث يصلحون لمراجعة مثلك، فضلا عن غيرك.</p><p>فالغرض وصف الأحبار بالرسوخ في العلم بصحة ما أنزل إلى رسول الله صلى الله عليه وسلم لا وصفه بالشك فيه.</p><p>ويجوز أن يكون على طريق التهييج والإلهاب كقوله فَلا تَكُونَنَّ ظَهِيراً لِلْكافِرِينَ..</p><p>ولذلك قال صلى الله عليه وسلم عند نزوله: «لا أشك ولا أسأل بل أشهد أنه الحق» .</p><p>وقيل: خوطب رسول الله صلى الله عليه وسلم والمراد خطاب أمته.</p><p>ومعناه: «فإن كنتم في شك مما أنزلنا إليكم..»</p><p>وقوله لَقَدْ جاءَكَ الْحَقُّ مِنْ رَبِّكَ فَلا تَكُونَنَّ مِنَ المُمْتَرِينَ كلام مستأنف مؤكد لاجتثاث إرادة الشك.</p><p>والتقدير: أقسم لقد جاءك الحق الذي لا لبس فيه من ربك لا من غيره، فلا تكونن من الشاكين المترددين في صحة ذلك.</p>"
}