{
    "id": 1513,
    "sura": 11,
    "aya": 40,
    "text": "<p>فقوله- سبحانه- حَتَّى إِذا جاءَ أَمْرُنا وَفارَ التَّنُّورُ قُلْنَا احْمِلْ فِيها مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ ... بيان لمرحلة جديدة من مراحل قصة نوح- عليه السلام- مع قومه.</p><p>وحَتَّى هنا حرف غاية لقوله- تعالى- قبل ذلك وَيَصْنَعُ الْفُلْكَ.. إلخ.</p><p>والمراد بالأمر في قوله- سبحانه- حَتَّى إِذا جاءَ أَمْرُنا ... حلول وقت نزول العذاب بهم، فهو مفرد الأمور، أى: حتى إذا حل بهم وقت عذابنا.. قلنا احمل فيها من كل زوجين اثنين.</p><p>ويصح أن يكون المراد به الأمر بالشيء على أنه مفرد الأوامر، فيكون المعنى: حتى إذا جاء أمرنا لنوح بركوب السفينة، وللأرض بتفجير عيونها، وللسماء بإنزال أمطارها ... قلنا احمل فيها ...</p><p>وجملة، وفار التنور، معطوفة على جاءَ أَمْرُنا، وكلمة فارَ من الفور والفوران، وهو شدة الغليان للماء وغيره.</p><p>قال صاحب المنار ما ملخصه: «والفور والفوران ضرب من الحركة والارتفاع القوى، يقال في الماء إذا غلا وارتفع ... ويقال في النار إذا هاجت قال- تعالى- إِذا أُلْقُوا فِيها سَمِعُوا لَها شَهِيقاً وَهِيَ تَفُورُ ...</p><p>ومن المجاز: فار الغضب، إذا اشتد ... » .</p><p>وللمفسرين في المراد بلفظ التَّنُّورُ أقوال منها: أن المراد به الشيء الذي يخبز فيه الخبز، وهو ما يسمى بالموقد أو الكانون ...</p><p>ومنها أن المراد به وجه الأرض ...</p><p>ومنها: أن المراد به موضع اجتماع الماء في السفينة ...</p><p>ومنها: أن المراد به طلوع الفجر من قولهم: تنور الفجر ...</p><p>ومنها: أن المراد به أعالى الأرض والمواضع المرتفعة فيها..</p><p>وقيل: إن الكلام على سبيل المجاز، والمراد بقوله- سبحانه- فارَ التَّنُّورُ التمثيل بحضور العذاب، كقولهم، حمى الوطيس، إذا اشتد القتال  .</p><p>وأرجح هذه الأقوال أولها، لأن التنور في اللغة يطلق على الشيء الذي يخبز فيه، وفورانه معناه: نبع الماء منه بشدة مع الارتفاع والغليان، كما يفور الماء في القدر عند الغليان، ولعل ذلك كان علامة لنوح- عليه السلام- على اقتراب وقت الطوفان.</p><p>وقد رجح هذا القول المحققون من المفسرين، فقد قال الإمام ابن جرير بعد أن ذكر جملة من الأقوال في معنى التنور: «وأولى الأقوال عندنا بتأويل قوله التَّنُّورُ قول من قال:</p><p>هو التنور الذي يخبز فيه، لأن هذا هو المعروف من كلام العرب، وكلام الله لا يوجه إلا إلى الأغلب الأشهر من معانيه عند العرب، إلا أن تقوم حجة على شيء منه بخلاف ذلك، فيسلم لها.</p><p>وذلك لأنه جل ثناؤه إنما خاطبهم بما خاطبهم به لإفهامهم معنى ما خاطبهم به.</p><p>أى: قلنا لنوح حين جاء عذابنا قومه ... وفار التنور الذي جعلنا فورانه بالماء آية مجيء عذابنا.. احمل فيها- أى السفينة من كل زوجين اثنين..» .</p><p>وقال الإمام الرازي ما ملخصه: فإن قيل: فما الأصح من هذه الأقوال- في معنى التنور..؟.</p><p>قلنا: الأصل حمل الكلام على حقيقته، ولفظ التنور حقيقة في الموضع الذي يخبز فيه، فوجب حمل اللفظ عليه ...</p><p>ثم قال: والذي روى من أن فور التنور كان علامة لهلاك القوم لا يمتنع لأن هذه واقعة عظيمة، وقد وعد الله- تعالى- المؤمنين النجاة فلا بد أن يجعل لهم علامة بها يعرفون الوقت المعين «فلا يبعد جعل هذه الحالة علامة لحدوث هذه الواقعة» .</p><p>وجملة قُلْنَا احْمِلْ فِيها مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ جواب إذا ولفظ زَوْجَيْنِ تثنية زوج، والمراد به هنا الذكر والأنثى من كل نوع.</p><p>قراءة الجمهور: مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ بدون تنوين للفظ كل، وإضافته إلى زوجين.</p><p>وقرأ حفص: مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ بتنوين لفظ كل وهو تنوين عوض عن مضاف إليه، والتقدير: احمل فيها من كل نوع من أنواع المخلوقات التي أنت في حاجة إليها ذكرا وأنثى.</p><p>ويكون لفظ زَوْجَيْنِ مفعولا لقوله احْمِلْ واثنين صفة له.</p><p>والمراد بأهله: أهل بيته كزوجته وأولاده، وأكثر ما يطلق لفظ الأهل على الزوجة، كما في قوله- فَلَمَّا قَضى مُوسَى الْأَجَلَ وَسارَ بِأَهْلِهِ آنَسَ مِنْ جانِبِ الطُّورِ ناراً، قالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ ناراً ... .</p><p>والمراد بأهله: من كان مؤمنا منهم.</p><p>وجملة إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ استثناء من الأهل.</p><p>أى: احمل فيها أهلك إلا من سبق عليه قضاؤنا بكفره منهم فلا تحمله.</p><p>والمراد بمن سبق عليه القول: زوجته التي جاء ذكرها في سورة التحريم في قوله- تعالى ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍ كانَتا تَحْتَ عَبْدَيْنِ مِنْ عِبادِنا صالِحَيْنِ فَخانَتاهُما.. وابنه الذي أبى أن يركب معه السفينة.</p><p>قال الآلوسى عند تفسيره لهذه الجملة: والمراد زوجة له أخرى تسمى (واعلة) بالعين المهملة، وفي رواية (والقه) وابنه منها واسمه (كنعان) .. وكانا كافرين» .</p><p>وجملة وَمَنْ آمَنَ معطوفة على قوله وَأَهْلَكَ أى: واحمل معك من آمن بك من قومك.</p><p>والمعنى للآية الكريمة: لقد امتثل نوح أمر ربه له بصنع السفينة، حتى إذا ما تم صنعها، وحان وقت نزول العذاب بالكافرين من قومه، وتحققت العلامات الدالة على ذلك، قال الله- تعالى- لنوح: احمل فيها من كل نوع من أنواع المخلوقات التي أنت في حاجة إليها ذكرا وأنثى، واحمل فيها أيضا من آمن بك من أهل بيتك دون من لم يؤمن، واحمل فيها كذلك جميع المؤمنين الذين اتبعوا دعوتك من غير أهل بيتك.</p><p>وقد ختم- سبحانه- الآية الكريمة بما يدل على قلة عدد من آمن به فقال: وَما آمَنَ مَعَهُ إِلَّا قَلِيلٌ.</p><p>أى: وما آمن معه إلا عدد قليل من قومه بعد أن لبث فيهم قرونا متطاولة يدعوهم إلى الدين الحق ليلا ونهارا، وسرا وعلانية.</p><p>قال الآلوسى بعد أن ساق أقوالا في عدد من آمن بنوح- عليه السلام- من قومه: ...</p><p>والرواية الصحيحة أنهم كانوا تسعة وسبعين: زوجته، وبنوه الثلاثة ونساؤهم، واثنان وسبعون رجلا وامرأة من غيرهم ... » .</p>"
}