{
    "id": 1582,
    "sura": 11,
    "aya": 109,
    "text": "<p>ثم ساق- سبحانه- بعد ذلك من الآيات ما فيه تسلية للنبي صلى الله عليه وسلم عما أصابه من قومه من أذى، وما فيه تثبيت لقلوب المؤمنين، وما فيه إرشاد لهم إلى ما يقربهم من الخير، ويبعدهم عن الشر فقال- تعالى-:</p><p>قال الفخر الرازي: اعلم أنه- تعالى- لما شرح أقاصيص عبدة الأوثان ثم أتبعه بأحوال الأشقياء وأحوال السعداء شرح للرسول صلى الله عليه وسلم أحوال الكفار من قومه فقال: فَلا تَكُ فِي مِرْيَةٍ ... والمعنى: فلا تكن، إلا أنه حذف النون لكثرة الاستعمال، ولأن حرف النون إذا وقع على طرف الكلام، لم يبق عند التلفظ به إلا مجرد الغنة، فلا جرم أسقطوه..» .</p><p>والمرية بكسر الميم- الشك المتفرع عن محاجة ومجادلة بين المتخاصمين.</p><p>والمعنى: لقد قصصنا عليك أيها الرسول الكريم الكثير من أخبار السابقين وبينا لك مصير السعداء والأشقياء ... ومادام الأمر كذلك، فلا تك في شك من أن عبادة هؤلاء المشركين لأصنامهم إنما هي تقليد لما كان يعبده آباؤهم من قبل، وهذه العبادة لغير الله- تعالى- ستؤدى بالجميع إلى سوء العاقبة وإلى العذاب الأليم.</p><p>والخطاب وإن كان للرسول صلى الله عليه وسلم على سبيل التسلية والتثبيت، إلا أن التحذير فيه يندرج تحته كل من يصلح للخطاب.</p><p>وهذا الأسلوب كثيرا ما يكون أوقع في النفس، وأشد تأثيرا في القلب، لأنه يشعر المخاطب بأن ما بينه الله- تعالى- لرسوله صلى الله عليه وسلم إنما هو من قبيل القضايا الموضوعية التي لا تحتاج إلى جدال مع أحد، ومن جادل فيها فإنما يجادل في الحق الواضح بدافع الحسد والعناد، لأن الواقع يشهد بصحة ما بينه الله- تعالى- لرسوله صلى الله عليه وسلم.</p><p>وجملة ما يَعْبُدُونَ إِلَّا كَما يَعْبُدُ آباؤُهُمْ مِنْ قَبْلُ مستأنفة، لبيان أن الخلف قد ساروا في الجهالة والجحود على طريقة السلف.</p><p>وعبر عن عبادة الآباء بالمضارع، مع أنها كانت في الماضي بقرينة مِنْ قَبْلُ. للدلالة على استمرارهم على هذه العبادة الباطلة حتى موتهم، وأن أبناءهم لم ينقطعوا عنها، بل واصلوا السير على طريق آبائهم الضالين بدون تفكر أو تدبر.</p><p>والمضاف إليه في قوله مِنْ قَبْلُ محذوف، والتقدير: من قبلهم.</p><p>وقوله وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنْقُوصٍ تذييل قصد به تأكيد العقاب الذي ينزل بهم في الآخرة بسبب عبادتهم لغير الله.</p><p>وموفوهم من التوفية، وهي إعطاء الشيء كاملا بدون نقص.</p><p>والمراد بالنصيب هنا: المقدار المعد لهم من العذاب، وسماه نصيبا على سبيل التهكم بهم.</p><p>أى: وإنا لمعطو هؤلاء الذين نهجوا منهج آبائهم في عبادة غير الله، نصيبهم وحظهم من عذاب الآخرة كاملا بدون إنقاص شيء منه، كما ساروا هم على طريقة سلفهم في الضلال دون أن يغيروا شيئا منها ...</p><p>ومنهم من جعل المراد بالنصيب هنا: ما يشمل الجزاء على الأعمال الدنيوية والأخروية.</p><p>قال صاحب المنار: أى، وإنا لمعطوهم نصيبهم من جزاء أعمالهم في الدنيا والآخرة وافيا تاما لا ينقص منه شيء، كما وفينا آباءهم الأولين من قبل، فإنه ما من خير يعمله أحد منهم كبرّ الوالدين وصلة الأرحام ... إلا ويوفيهم الله جزاءهم عليه في الدنيا بسعة الرزق، وكشف الضر جزاء تاما، لا ينقصه شيء يجزون عليه في الآخرة ... »</p><p>ويبدو لنا أن الرأى الأول أقرب إلى الصواب، لأن سياق الآية الكريمة يؤيده إذ الكلام فيها في شأن جزاء الذين ساروا على نهج آبائهم في الضلال، وليس في بيان الجزاء العام في الدنيا والآخرة.</p>"
}