{
    "id": 1672,
    "sura": 12,
    "aya": 76,
    "text": "<p>وقوله- سبحانه- فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعاءِ أَخِيهِ ثُمَّ اسْتَخْرَجَها مِنْ وِعاءِ أَخِيهِ معطوف على كلام محذوف يفهم من المقام.</p><p>والتقدير: وبعد هذه المحاورة التي دارت بين إخوة يوسف وبين الذين اتهموهم بالسرقة أخبر الإخوة بتفتيش أمتعتهم للبحث عن الصواع بداخلها.</p><p>«فبدأ» المؤذن بتفتيش أوعيتهم، قبل أن يفتش وعاء «بنيامين» فلم يجد شيئا بداخل أوعيتهم.</p><p>فلما وصل إلى وعاء «بنيامين» وقام بتفتيشه وجد السقاية بداخله، فاستخرجها منه على مشهد منهم جميعا.</p><p>ويبدو أن هذا الحوار من أوله كان بمشهد ومرأى من يوسف- عليه السلام- وكان أيضا بتدبير وتوجيه منه للمؤذن ومن معه، فهو الذي أمر المؤذن بأن ينادى «أيتها العير إنكم لسارقون» ، وهو الذي أشار عليه بأن يسألهم عن حكم السارق في شريعتهم، وهو الذي أمره بأن يبدأ بتفتيش أوعيتهم قبل أن يفتش وعاء شقيقه «بنيامين» دفعا للتهمة، ونفيا للشبهة ...</p><p>روى أنه لما بلغت النوبة إلى وعاء «بنيامين» لتفتيشه قال يوسف- عليه السلام-:</p><p>ما أظن هذا أخذ شيئا؟ فقالوا: والله لا تتركه حتى تنظر في رحله، فإنه أطيب لنفسك وأنفسنا».</p><p>ويطوى القرآن ما اعترى إخوة يوسف من دهشة وخزي، بعد أن وجدت السقاية في رحل «بنيامين» وبعد أن أقسموا بالله على براءتهم من تهمة السرقة ... يطوى القرآن كل ذلك، ليترك للعقول أن تتصوره ...</p><p>ثم يعقب على ما حدث ببيان الحكمة التي من أجلها ألهم الله- تعالى- يوسف أن يفعل ما فعل من دس السقاية في رحل أخيه، ومن سؤال إخوته عن جزاء السارق في شريعتهم فيقول كَذلِكَ كِدْنا لِيُوسُفَ، ما كانَ لِيَأْخُذَ أَخاهُ فِي دِينِ الْمَلِكِ إِلَّا أَنْ يَشاءَ اللَّهُ....</p><p>و «كدنا» من الكيد وأصله الاحتيال والمكر، وهو صرف غيرك عما يريده بحيلة، وهو مذموم إن تحرى به الفاعل الشر والقبيح، ومحمود إن تحرى به الفاعل الخير والجميل.</p><p>والمراد به هنا: النوع المحمود، واللام في «ليوسف» للتعليل.</p><p>والمراد بدين الملك: شريعته التي يسير عليها في الحكم بين الناس.</p><p>والمعنى: مثل هذا التدبير الحكيم دبرنا من أجل يوسف ما يوصله إلى غرضه ومقصده، وهو احتجاز أخيه بنيامين معه، بأن ألهمناه بأن يضع السقاية في رحل أخيه، وبأن يسأل إخوته عن حكم السارق في شريعتهم.. وما كان يوسف ليستطيع أن يحتجز أخاه معه، لو نفذ شريعة ملك مصر، لأن شريعته لا تجيز استرقاق السارق سنة كما هو الحال في شريعة يعقوب، وإنما تعاقب السارق بضربه وتغريمه قيمة ما سرقه.</p><p>وما كان يوسف ليفعل كل ذلك التدبير الحكيم في حال من الأحوال، إلا في حال مشيئة الله ومعونته وإذنه بذلك، فهو- سبحانه- الذي ألهمه أن يدس السقاية في رحل أخيه، وهو- سبحانه- الذي ألهمه أن يسأل إخوته عن عقوبة السارق في شريعتهم حتى يطبقها على من يوجد صواع الملك في رحله منهم.</p><p>والجملة الكريمة بيان لمظهر من مظاهر فضل الله- تعالى- على يوسف حيث ألهمه ما يوصله إلى مقصوده بأحكم أسلوب.</p><p>قال الآلوسى ما ملخصه: قوله: «كذلك كدنا ليوسف» أى: مثل ذلك الكيد العجيب وهو إرشاد الإخوة إلى الإفتاء المذكور ... دبرنا وصنفنا من أجل يوسف ما يحصل به غرضه ...</p><p>وقوله «ما كان ليأخذ أخاه في دين الملك» أى في حكمه وقضائه والكلام استئناف وتعليل لذلك الكيد، كأنه قيل: لماذا فعل؟ فقيل: لأنه لم يكن ليأخذ أخاه جزاء وجود الصواع عنده في دين الملك في أمر السارق إلا بذلك الكيد، لأن جزاء السارق في دينه أن يضاعف عليه الغرم ... دون أن يسترق كما هو الحال في شريعة يعقوب.</p><p>وقوله «إلا أن يشاء الله» أى: لم يكن يوسف ليتمكن من أخذ أخيه في حال من الأحوال، إلا في حال مشيئته- تعالى- التي هي عبارة عن ذلك الكيد المذكور ... ».</p><p>قالوا: وفي الآية دليل على جواز التوصل إلى الأغراض الصحيحة بما صورته صورة الحيلة والمكيدة إذا لم يخالف ذلك شرعا ثابتا».</p><p>وقوله- سبحانه- نَرْفَعُ دَرَجاتٍ مَنْ نَشاءُ وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ استئناف لبيان قدرة الله- تعالى- وسعة رحمته وعطائه.</p><p>أى: نرفع من نشاء رفعه من عبادنا إلى درجات عالية من العلوم والمعارف والعطايا والمواهب ... كما رفعنا درجات يوسف- عليه السلام-.</p><p>وَفَوْقَ كُلِّ ذِي عِلْمٍ من أولئك المرفوعين «عليم» يزيد عنهم في علمهم وفي مكانتهم عند الله- تعالى- فهو- سبحانه- العليم بأحوال عباده، وبمنازلهم عنده، وبأعلاهم درجة ومكانة.</p><p>وقال- سبحانه- «نرفع» بصيغة الاستقبال وللأشعار بأن ذلك سنة من سننه الإلهية التي لا تتخلف ولا تتبدل، وأن عطاءه- سبحانه- لا يناله إلا الذين تشملهم إرادته ومشيئته كما تقتضيه حكمته.</p><p>وجاءت كلمة «درجات» بالتنكير، للإشارة إلى عظمها وكثرتها.</p>"
}