{
    "id": 1721,
    "sura": 13,
    "aya": 14,
    "text": "<p>ثم بين- سبحانه- أن دعوته هي الدعوة الحق، وما عداها فهو باطل ضائع فقال:</p><p>لَهُ دَعْوَةُ الْحَقِّ أى: له وحده- سبحانه- الدعوة الحق المطابقة للواقع، لأنه هو الذي يجيب المضطر إذا دعاه، وهو الحقيق بالعبادة والالتجاء.</p><p>فإضافة الدعوة إلى الحق من إضافة الموصوف إلى صفته، وفي هذه الإضافة إيذان بملابستها للحق، واختصاصها به، وأنها بمعزل عن الباطل.</p><p>ومعنى كونها له: أنه- سبحانه- شرعها وأمر بها.</p><p>قال الشوكانى: قوله: «له دعوة الحق» إضافة الدعوة إلى الحق للملابسة. أى:</p><p>الدعوة الملابسة للحق، المختصة به التي لا مدخل للباطل فيها بوجه من الوجوه.</p><p>وقيل: الحق هو الله- تعالى- والمعنى: أنه لله- تعالى- دعوة المدعو الحق وهو الذي يسمع فيجيب.</p><p>وقيل: المراد بدعوة الحق هاهنا كلمة التوحيد والإخلاص والمعنى: لله من خلقه أن يوحدوه ويخلصوا له العبادة.</p><p>وقيل: دعوة الحق، دعاؤه- سبحانه- عند الخوف، فإنه لا يدعى فيه سواه، كما قال- تعالى- وَإِذا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ.</p><p>وقيل: الدعوة الحق، أى العبادة الحق فإن عبادة الله هي الحق والصدق» .</p><p>ثم بين- سبحانه- حال- من يعبد غيره فقال: وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ إِلَّا كَباسِطِ كَفَّيْهِ إِلَى الْماءِ لِيَبْلُغَ فاهُ وَما هُوَ بِبالِغِهِ.</p><p>والمراد بالموصول «والذين» الأصنام التي يعبدها المشركون من دون الله.</p><p>والضمير في يدعون، للمشركين، ورابط الصلة ضمير نصب محذوف أى: يدعونهم.</p><p>والمعنى: لله- تعالى- العبادة الحق، والتضرع الحق النافع، أما الأصنام التي يعبدها هؤلاء المشركون من غير الله. فإنها لا تجيبهم إلى شيء يطلبونه منها، إلا كإجابة الماء لشخص بسط كفيه إليه من بعيد، طالبا منه أن يبلغ فمه وما الماء ببالغ فم هذا الشخص الأحمق، لأن الماء لا يحس ولا يسمع نداء من يناديه.</p><p>والمقصود من الجملة الكريمة نفى استجابة الأصنام لما يطلبه المشركون منها نفيا قاطعا، حيث شبه- سبحانه- حال هذه الآلهة الباطلة عند ما يطلب المشركون منها ما هم في حاجة إليه، بحال إنسان عطشان ولكنه غبى أحمق لأنه يمد يده إلى الماء طالبا منه أن يصل إلى فمه دون أن يتحرك هو إليه. فلا يصل إليه شيء من الماء لأن الماء لا يسمع نداء من يناديه.</p><p>ففي هذه الجملة الكريمة تصوير بليغ لخيبة وجهالة من يتوجه بالعبادة والدعاء لغير الله- تعالى-.</p><p>وأجرى- سبحانه- على الأصنام ضمير العقلاء في قوله لا يَسْتَجِيبُونَ مجاراة للاستعمال الشائع عند المشركين، لأنهم يعاملون الأصنام معاملة العقلاء.</p><p>ونكر شيئا في قوله لا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ للتحقير. والمراد أنهم لا يستجيبون لهم أية استجابة حتى ولو كانت شيئا تافها.</p><p>والاستثناء في قوله إِلَّا كَباسِطِ كَفَّيْهِ إِلَى الْماءِ ... من أعم الأحوال.</p><p>أى: لا تستجيب الأصنام لمن طلب منها شيئا، إلا استجابة كاستجابة الماء لملهوف بسط كفيه إليه يطلب منه أن يدخل فمه، والماء لا يشعر ببسط كفيه ولا بعطشه ولا يقدر أن يجيب طلبه ولو مكث على ذلك طوال حياته.</p><p>والضمير «هو» في قوله «وما هو ببالغه» للماء، والهاء في «ببالغه» للفم: أى: وما الماء ببالغ فم هذا الباسط لكفيه.</p><p>وقيل الضمير «هو» للباسط، والهاء للماء، أى: وما الباسط لكفيه ببالغ الماء فمه.</p><p>قال القرطبي: «وفي معنى هذا المثل ثلاثة أوجه:</p><p>أحدها: أن الذي يدعو إلها من دون الله كالظمآن الذي يدعو الماء إلى فيه من بعيد يريد تناوله ولا يقدر عليه بلسانه، ويشير إليه بيده فلا يأتيه أبدا لأن الماء لا يستجيب، وما الماء ببالغ إليه، قاله مجاهد.</p><p>الثاني: أنه كالظمآن الذي يرى خياله في الماء وقد بسط كفه فيه ليبلغ فاه وما هو ببالغه، لكذب ظنه وفساد توهمه. قاله ابن عباس.</p><p>الثالث: انه كباسط كفيه إلى الماء ليقبض عليه، فلا يجد في كفه شيئا منه .</p><p>وقد ضربت العرب مثلا لمن سعى فيما لا يدركه، بالقبض على الماء كما قال الشاعر:</p><p>ومن يأمن الدنيا يكن مثل قابض ... على الماء، خانته فروج الأصابع</p><p>وقوله- سبحانه- وَما دُعاءُ الْكافِرِينَ إِلَّا فِي ضَلالٍ أى: وما عبادة الكافرين للأصنام، والتجائوهم إليها في طلب الحاجات، إلا في ضياع وخسران لأن هذه الآلهة الباطلة لا تملك لنفسها نفعا ولا ضرا، فضلا عن أن تملك ذلك لغيرها.</p>"
}