{
    "id": 1724,
    "sura": 13,
    "aya": 17,
    "text": "<p>ثم ضرب- سبحانه- مثلين للحق هما الماء الصافي والجوهر النقي اللذان ينتفع بهما، ومثلين للباطل هما زبد الماء وزبد الجوهر اللذان لا نفع فيهما فقال- تعالى- أَنْزَلَ مِنَ السَّماءِ ماءً فَسالَتْ أَوْدِيَةٌ بِقَدَرِها، فَاحْتَمَلَ السَّيْلُ زَبَداً رابِياً.</p><p>والأودية: جمع واد وهو الموضع المتسع الممتد من الأرض الذي يسيل فيه الماء بكثرة.</p><p>والسيل: الماء الجاري في تلك الأودية.</p><p>والزبد: هو الغثاء الذي يعلو على وجه الماء عند اشتداد حركته واضطرابه أو ما يعلو القدر عند الغليان ويسمى بالرغوة والوضر والخبث لعدم فائدته، ورابيا: من الربو بمعنى العلو والارتفاع.</p><p>والمعنى: أنزل الله- تعالى- من السماء ماء كثيرا، ومطرا مدرارا، فسالت أودية بقدرها، أى: فسالت المياه في الأودية بسبب هذا الإنزال، بمقدارها الذي حدده الله- تعالى- واقتضته حكمته في نفع الناس.</p><p>أو بمقدارها قلة وكثرة، بحسب صغر الأودية وكبرها، واتساعها وضيقها «فاحتمل السيل زبدا رابيا» أى فحمل الماء السائل في الأودية بكثرة وقوة، غثاء عاليا مرتفعا فوق الماء طافيا عليه، لا نفع فيه ولا فائدة منه.</p><p>وإلى هنا يكون قد انتهى المثل الأول، حيث شبه- سبحانه- الحق وأهله في الثبات والنفع بالماء الصافي الذي ينزل من السماء فتمتلئ به الأودية ويبقى محل انتفاع الناس به إلى الوقت المحدد في علم الله- تعالى-.</p><p>وشبه الباطل وشيعته في الاضمحلال وعدم النفع، بزبد السيل المنتفخ المرتفع فوق سطح الماء، فإنه مهما علا وارتفع فإنه سرعان ما يضمحل ويفنى وينسلخ عن المنفعة والفائدة.</p><p>ثم ابتدأ- سبحانه- في ضرب المثل الثاني فقال: وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغاءَ حِلْيَةٍ أَوْ مَتاعٍ زَبَدٌ مِثْلُهُ.</p><p>و «من» في قوله «ومما يوقدون» لابتداء الغاية، وما موصولة، ويوقدون من الإيقاد وهو جعل الحطب وما يشبهه في النار ليزيد اشتعالها.</p><p>والجملة في محل رفع خبر مقدم، وقوله «زبد» مبتدأ مؤخر.</p><p>والحلية: ما يتحلى به الإنسان من الذهب والفضة وغيرهما.</p><p>والمتاع: ما يتمتع به في حياته من الأوانى والآلات المتخذة من الحديد والرصاص وأشباههما.</p><p>والضمير في قوله «مثله» يعود إلى الزبد في قوله- تعالى- زَبَداً رابِياً.</p><p>وقد قرأ حمزة والكسائي وحفص «يوقدون» وقرأ الباقون توقدون بالتاء.</p><p>والضمير للناس، وأضمر مع عدم سبق ذكره لظهوره.</p><p>والمعنى: وشبيه بالمثل السابق في خروج الزبد والخبث وطرحه بعيدا عن الأشياء النافعة، ما توقدون عليه النار من المعادن والجواهر، لكي تستخرجوا منها ما ينفعكم من الحلي والأمتعة المتنوعة، فإنكم في مثل هذه الحالة، تبقون على النقي النافع منها، وتطرحون الزبد والخبث الذي يلفظه الكير، والذي هو مثل زبد السيل في عدم النفع.</p><p>فقد شبه- سبحانه- في هذا المثل الثاني الحق وأهله في البقاء والنفع بالمعادن النافعة الباقية، وشبه الباطل وحزبه في الفناء وعدم النفع بخبث الحديد الذي يطرحه كير الحداد، ويهمله الناس.</p><p>ثم بين- سبحانه- المقصود من ضرب هذه الأمثال فقال: كَذلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْباطِلَ.</p><p>أى: مثل ذلك البيان البديع، يضرب الله الأمثلة للحق وللباطل إذا اجتمعا بأن يبين بأنه لا ثبات للباطل- مهما علا وانتفخ- مع وجود الحق، كما أنه لا ثبات للزبد مع الماء الصافي، ولا مع المعادن النقية.</p><p>والكلام على حذف مضاف والتقدير: يضرب الله مثل الحق ومثل الباطل.</p><p>وسر الحذف: الإنباء عن كمال التماثل بين الممثل والممثل به، حتى لكأن المثل المضروب هو عين الحق وعين الباطل.</p><p>ثم شرع- سبحانه- في تقسيم المثل فقال: فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفاءً وَأَمَّا ما يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ.</p><p>أى: فأما الزبد الذي لفظه السيل والحديد فيذهب «جفاء» مرميا به، مطروحا بعيدا، لأنه لا نفع فيه.</p><p>يقال: جفأ الماء بالزبد، إذا قذفه ورمى به، وجفأت الريح الغيم، إذا مزقته وفرقته، والجفاء بمعنى الغثاء.</p><p>وأما ما ينفع الناس من الماء الصافي، والمعدن النقي الخالي من الخبث «فيمكث في الأرض» أى فيبقى فيها لينتفع الناس به.</p><p>وبدأ- سبحانه- بالزبد في البيان فقال فَأَمَّا الزَّبَدُ فَيَذْهَبُ مع أنه متأخر في الكلام السابق لأن الزبد هو الظاهر المنظور أولا لأعين الناس، أما الجوهر فهو مستتر خلفه لأنه هو الباقي النافع.</p><p>أو لأنه جرت العادة في التقسيم أن يبدأ بالمتأخر كما في قوله- تعالى- يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ، فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ .</p><p>وقوله كَذلِكَ يَضْرِبُ اللَّهُ الْأَمْثالَ تفخيم لشأن هذا التمثيل الذي اشتملت عليه الآية الكريمة.</p><p>أى: مثل ذلك البيان البديع الذي اشتملت عليه الآية الكريمة يضرب الله الأمثال للناس لعلهم يتفكرون، فيحملهم هذا التفكير على الإيمان الحق، وحسن التمييز بين الخير والشر، والمعروف والمنكر، والحق والباطل.</p><p>قال الإمام الشوكانى: «هذان مثلان ضربهما الله- تعالى- في هذه الآية للحق وللباطل يقول: إن الباطل وإن ظهر على الحق في بعض الأحوال وعلاه، فإن الله- تعالى- سيمحقه ويبطله ويجعل العاقبة للحق وأهله.</p><p>كالزبد الذي يعلو الماء فيلقيه الماء، وكخبث هذه الأجسام، فإنه وإن علا عليها فإن الكير يقذفه ويدفعه، فهذا مثل الباطل.</p><p>وأما الماء الذي ينفع الناس وينبت المراعى فيمكث في الأرض، وكذلك الصافي من هذه الأجسام فإنه يبقى خالصا لا شوب فيه، وهو مثل الحق.</p><p>وقال الزجاج: فمثل المؤمن واعتقاده ونفع الإيمان كمثل هذا الماء المنتفع به في نبات الأرض وحياة كل شيء، وكمثل نفع الفضة والذهب وسائر الجواهر لأنها كلها تبقى منتفعا بها.</p><p>ومثل الكافر وكفره كمثل الزبد الذي يذهب جفاء، وكمثل خبث الحديد وما تخرجه النار من وسخ الفضة والذهب الذي لا ينتفع به» .</p>"
}