{
    "id": 1748,
    "sura": 13,
    "aya": 41,
    "text": "<p>كما سلط عليهم المؤمنين فهزموهم في غزوة بدر وفي غزوة الفتح وفي غيرهما. ثم وبخ- سبحانه- المشركين لعدم تفكرهم وتدبرهم واتعاظهم بآثار من قبلهم، فقال- تعالى-:</p><p>أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُها مِنْ أَطْرافِها....</p><p>والهمزة للاستفهام الإنكارى، والواو للعطف على مقدر يقتضيه المقام.</p><p>والخطاب لمشركي مكة ومن كان على شاكلتهم في الكفر والضلال.</p><p>والمراد بالأرض هنا: أرض الكفرة والظالمين.</p><p>والأطراف جمع طرف وهو جانب الشيء.</p><p>والمعنى: أعمى هؤلاء الكافرون عن التفكير والاعتبار، ولم يروا كيف أن قدرة الله القاهرة، قد أتت على الأمم القوية الغنية- حين كفرت بنعمه- سبحانه-، فصيرت قوتها ضعفا وغناها فقرا، وعزها ذلا، وأمنها خوفا ... وحصرتها في رقعة ضيقة من الأرض، بعد أن كانت تملك الأراضي الفسيحة، والأماكن المترامية الأطراف.</p><p>فالآية الكريمة بشارة للمؤمنين، وإنذار للكافرين.</p><p>وشبيه بهذه الآية قوله- تعالى-: أَفَلا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُها مِنْ أَطْرافِها أَفَهُمُ الْغالِبُونَ .</p><p>قال الآلوسى ما ملخصه: «وروى عن ابن عباس أن المراد بانتقاص الأرض: موت أشرافها وكبرائها وذهاب العلماء منها. وعليه يكون المراد بالأرض جنسها وبالأطراف الأشراف والعلماء، وشاهده قول الفرزدق:</p><p>واسأل بنا وبكم، إذا وردت منى ... أطراف كل قبيلة، من يتبع؟</p><p>يريد أشراف كل قبيلة.</p><p>وتقرير الآية عليه: أو لم يروا أنا نحدث في الدنيا من الاختلافات خرابا بعد عمارة، وموتا بعد حياة، وذلا بعد عز ... فما الذي يؤمنهم أن يقلب الله- تعالى- الأمر عليهم فيجعلهم أذلة بعد أن كانوا أعزة ...</p><p>ثم قال: وهو كما ترى:</p><p>والأول- وهو أن يكون المراد بالأرض: أرض الكفر، وبالأطراف الجوانب- أوفق بالمقام، ولا يخفى ما في التعبير بالإتيان المؤذن بعظيم الاستيلاء من الفخامة، وجملة «ننقصها» في موضع الحال من فاعل نأتى ... » .</p><p>وقوله- سبحانه-: وَاللَّهُ يَحْكُمُ لا مُعَقِّبَ لِحُكْمِهِ بيان لعلو شأن حكمه- تعالى- ونفاذ أمره.</p><p>والمعقب: هو الذي يتعقب فعل غيره أو قوله فيبطله أو يصححه.</p><p>أى: والله- تعالى- يحكم ما يشاء أن يحكم به في خلقه، لا راد لحكمه، ولا دافع لقضائه، ولا يتعقب أحد ما حكم به بتغيير أو تبديل، وقد حكم- سبحانه- بعزة الإسلام، وعلو شأنه وشأن أتباعه على سائر الأمم والأديان ...</p><p>وقوله وَهُوَ سَرِيعُ الْحِسابِ أى: وهو- سبحانه- سريع المحاسبة والمجازاة، لأنه لا يحتاج إلى ما يحتاج إليه غيره من الإحصاء والعد، إذ هو- سبحانه- محيط بكل شيء، فلا تستبطئ. عقابهم- أيها الرسول الكريم- فإن ما وعدناك به واقع لا محالة.</p>"
}