{
    "id": 1738,
    "sura": 13,
    "aya": 31,
    "text": "<p>ثم أشار- سبحانه- إلى عظمة هذا القرآن الذي أوحاه إلى نبيه صلى الله عليه وسلم فقال:</p><p>وَلَوْ أَنَّ قُرْآناً سُيِّرَتْ بِهِ الْجِبالُ، أَوْ قُطِّعَتْ بِهِ الْأَرْضُ، أَوْ كُلِّمَ بِهِ الْمَوْتى....</p><p>والمراد بالقرآن هنا: معناه اللغوي، أى الكلام المقروء.</p><p>وجواب لو محذوف لدلالة المقام عليه.</p><p>والمعنى: ولو أن كتابا مقروءا من الكتب السماوية، سُيِّرَتْ بِهِ الْجِبالُ أى: تحركت من أماكنها، أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أى شققت وصارت قطعا، أَوْ كُلِّمَ بِهِ الْمَوْتى بأن يعودوا إلى الحياة بعد قراءته عليهم.</p><p>ولو أن كتابا مقروءا كان من وظيفته أن يفعل ذلك لكان هذا القرآن، لكونه الغاية القصوى في الهداية والتذكير، والنهاية العظمى في الترغيب والترهيب.</p><p>وعلى هذا المعنى يكون الغرض من الآية الكريمة بيان عظم شأن القرآن الكريم، وإبطال رأى الكافرين الذين طلبوا من الرسول صلى الله عليه وسلم آية كونية سواه.</p><p>ويصح أن يكون المعنى: ولو أن كتابا مقروءا من الكتب السماوية نزل عليك يا محمد فسيرت به الجبال أو قطعت به الأرض أو كلم به الموتى، لما آمن هؤلاء المعاندون.</p><p>قال- تعالى-: وَلَوْ أَنَّنا نَزَّلْنا إِلَيْهِمُ الْمَلائِكَةَ وَكَلَّمَهُمُ الْمَوْتى وَحَشَرْنا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا ما كانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشاءَ اللَّهُ ... .</p><p>وعلى هذا المعنى يكون المقصود من الآية الكريمة، بيان غلوهم في العناد والطغيان، وتماديهم في الكفر والضلال، وأن سبب عدم إيمانهم ليس مرده إلى عدم ظهور الدلائل الدالة على صدقه صلى الله عليه وسلم وإنما سببه الحسد والعناد والمكابرة.</p><p>ووجه تخصيص هذه الأشياء الثلاثة من بين الخوارق التي طلبوها منه صلى الله عليه وسلم ما ذكره الإمام ابن كثير من أن المشركين قالوا للنبي صلى الله عليه وسلم: يا محمد، لو سيرت لنا جبال مكة حتى تتسع فنحرث فيها، أو قطعت لنا الأرض كما كان سليمان يقطع لقومه بالريح، أو أحييت لنا الموتى كما كان عيسى يحيى الموتى لقومه، فأنزل الله- تعالى- هذه الآية .</p><p>وقوله- سبحانه- بَلْ لِلَّهِ الْأَمْرُ جَمِيعاً إضراب عن مطالبهم المتعنتة إلى بيان أن الأمور كلها بيد الله، وأن قدرته- سبحانه- لا يعجزها شيء.</p><p>أى: إن الله- تعالى- لا يعجزه أن يأتى بالمقترحات التي اقترحوها، ولكن إرادته- سبحانه- لم تتعلق بما اقترحوه، لعلمه- سبحانه- بعتوهم ونفورهم عن الحق مهما أوتوا من آيات.</p><p>وقوله- سبحانه: أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعاً تيئيس للمؤمنين من استجابة أولئك الجاحدين للحق، إلا أن يشاء الله لهم الهداية، والاستفهام للإنكار. وأصل اليأس: قطع الطمع في الشيء والقنوط من حصوله.</p><p>وللعلماء في تفسير هذه الجملة الكريمة اتجاهان:</p><p>أحدهما يرى أصحابه أن الفعل ييأس على معناه الحقيقي وهو قطع الطمع في الشيء، وعليه يكون المعنى: أفلم ييأس الذين آمنوا من إيمان كفار قريش، ويعلموا أن الله- تعالى- لو يشاء هداية الناس جميعا لاهتدوا، ولكنه لم يشأ ذلك، ليتميز الخبيث من الطيب.</p><p>وعلى هذا الاتجاه سار الإمام ابن كثير فقد قال- رحمه الله-: وقوله- تعالى: أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أى: من إيمان جميع الخلق ويعلموا أو يتبينوا أَنْ لَوْ يَشاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعاً فإنه ليس هناك حجة ولا معجزة أبلغ ولا أنجع في النفوس والعقول من هذا القرآن، الذي لو أنزله الله على جبل لرأيته خاشعا متصدعا من خشية الله.</p><p>وثبت في الصحيح أن رسول الله صلى الله عليه وسلم قال: «ما من نبي إلا وقد أوتى ما آمن على مثله البشر، وإنما كان الذي أوتيته وحيا أوحاه الله إلى، فأرجو أن أكون أكثرهم تابعا يوم القيامة  .</p><p>ويؤيد هذا الاتجاه ما ذكره السيوطي في تفسيره من أن بعض الصحابة قالوا للرسول صلى الله عليه وسلم يا رسول الله، اطلب لهم- أى للمشركين- ما اقترحوه عسى أن يؤمنوا.</p><p>أما الاتجاه الثاني فيرى أصحابه أن الفعل ييأس بمعنى يعلم، وعليه يكون المعنى: أفلم يعلم المؤمنون أنه- سبحانه- لو شاء هداية الناس جميعا لآمنوا.</p><p>وهذا الاتجاه صدر به الآلوسى تفسيره فقال ما ملخصه:</p><p>ومعنى قوله- سبحانه-: أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أفلم يعلموا. وهي كما قال القاسم بن معن لغة هوازن. وقال الكلبي هي لغة حي من النخع، وأنشدوا على ذلك قول سحيم بن وئيل الرباحي:</p><p>أقول لهم بالشعب إذ يأسروننى ... ألم تيأسوا أنى ابن فارس زهدم</p><p>وقول رباح بن عدى:</p><p>ألم ييأس الأقوام أنى أنا ابنه ... وإن كنت عن أرض العشيرة نائيا</p><p>والظاهر أن استعمال اليأس في ذلك حقيقة.</p><p>وقيل مجاز لأنه متضمن للعلم فان الآيس عن الشيء عالم بأنه لا يكون ...</p><p>والفاء للعطف على مقدر. أى: أغفلوا عن كون الأمر جميعه لله- تعالى- فلم يعلموا أن لو يشاء الله لهدى الناس جميعا ... .</p><p>ثم حذر- سبحانه- الكافرين من التمادي في كفرهم، وبشر المؤمنين بحسن العاقبة فقال- تعالى-: وَلا يَزالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِما صَنَعُوا قارِعَةٌ أَوْ تَحُلُّ قَرِيباً مِنْ دارِهِمْ حَتَّى يَأْتِيَ وَعْدُ اللَّهِ إِنَّ اللَّهَ لا يُخْلِفُ الْمِيعادَ.</p><p>والقارعة: من القرع، وهو ضرب الشيء بشيء آخر بقوة وجمعها قوارع.</p><p>والمراد بها: الرزية والمصيبة والكارثة.</p><p>أى: ولا يزال الذين كفروا من أهل مكة وغيرهم تصيبهم بسبب ما صنعوه من الكفر والضلال «قارعة» أى مصيبة تفجؤهم وتزعجهم أو تحل تلك المصيبة في مكان قريب من دارهم، فيتطاير شرها إليهم، حتى يأتى وعد الله بهلاكهم وهزيمتهم ونصر المؤمنين عليهم، إن الله- تعالى- لا يخلف الميعاد، أى: موعوده لرسله ولعباده المؤمنين.</p><p>وأبهم- سبحانه- ما يصيب الكافرين من قوارع، لتهويله وبيان شدته.</p><p>والتعبير بقوله وَلا يَزالُ يشير إلى أن ما أصابهم من قوارع كان موجودا قبل نزول هذه الآية، واستمرت إصابته لهم بعد نزولها، لأن الفعل لا يَزالُ يدل على الإخبار باستمرار شيء واقع.</p><p>ولعل هذه الآية الكريمة كان نزولها في خلال سنى الجدب التي حلت بقريش والتي أشار إليها القرآن بقوله: فَارْتَقِبْ يَوْمَ تَأْتِي السَّماءُ بِدُخانٍ مُبِينٍ يَغْشَى النَّاسَ هذا عَذابٌ أَلِيمٌ ... .</p><p>وعبر- سبحانه- عما أصابهم من بلاء بالقارعة، للمبالغة في شدته وقوته. حتى إنه ليقرع قلوبهم فجأة فيبهتهم ويزعجهم، ولذلك سميت القيامة بالقارعة، لأنها تقرع القلوب بأهوالها.</p><p>وقال- سبحانه-: أَوْ تَحُلُّ قَرِيباً مِنْ دارِهِمْ لبيان أنهم بين أمرين أحلاهما مرّ لأن القارعة إما أن تصيبهم بما يكرهونه ويتألمون له، وإما أن تنزل قريبا منهم فتفزعهم، وتقلق أمنهم، وهم مستمرون على ذلك حتى يقضى الله أمرا كان مفعولا.</p><p>ولقد قضى الله- تعالى- أمره، بهزيمتهم في بدر وفي غيرها. وأتم نصره على المؤمنين بفتح مكة. وبدخول الناس في دين الله أفواجا.</p><p>ثم أخذت السورة الكريمة بعد ذلك في تسلية الرسول صلى الله عليه وسلم وفي إقامة الأدلة على وحدانية الله- تعالى- وعلى بطلان الشرك، وفي بيان ما أعده للكافرين من عقاب، وما أعده للمتقين من ثواب فقال تعالى:</p>"
}