{
    "id": 1780,
    "sura": 14,
    "aya": 30,
    "text": "<p>ثم بين- سبحانه- لونا ثالثا من ألوان أعمالهم القبيحة، وعقائدهم الباطلة فقال وَجَعَلُوا لِلَّهِ أَنْداداً لِيُضِلُّوا عَنْ سَبِيلِهِ ...</p><p>والأنداد: جمع ند وهو مثل الشيء الذي يضاده وينافره ويتباعد عنه.</p><p>وأصله من ند البعير يند- بكسر النون- ندا- بالفتح- إذا نفر وذهب على وجهه شاردا.</p><p>وقوله «ليضلوا» قرأ الجمهور- بضم الياء- من أضل غيره إذا جعله ضالا.</p><p>أى: أن هؤلاء الخاسرين لم يكتفوا بمقابلة نعمة الله بالجحود، وإحلال قومهم دار البوار، بل أضافوا إلى ذلك أنهم جعلوا لله- تعالى- أمثالا ونظراء، ليصرفوا غيرهم عن الطريق الحق، والصراط المستقيم، الذي هو إخلاص العبادة لله- تعالى- وحده.</p><p>وقرأ ابن كثير وأبو عمرو «ليضلوا» - بفتح الياء- أى: ليستمروا في ضلالهم، فإنهم حين جعلهم الأنداد لله- تعالى- كانوا ضالين، وجهلوا ذلك فاستمروا في ضلالهم توهما منهم أنهم على صواب.</p><p>قال صاحب الكشاف: قرئ «ليضلوا» بفتح الياء وضمها. فإن قلت: الضلال لم يكن غرضهم في اتخاذ الأنداد فما معنى اللام؟</p><p>قلت: لما كان الضلال والإضلال نتيجة اتخاذ الأنداد، كما كان الإكرام في قولك، جئتك لتكرمنى نتيجة المجيء، دخلته اللام، وإن لم يكن غرضا، على طريق التشبيه والتقريب»</p><p>وقوله- سبحانه- قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ أمر منه- عز وجل- لنبيه صلى الله عليه وسلم بأن يهددهم بهذا المصير الأليم.</p><p>والتمتع بالشيء: الانتفاع به مع التلذذ والميل إليه.</p><p>أى: قل- أيها الرسول الكريم- لهؤلاء الخاسرين، تمتعوا بما شئتم التمتع به من شهوات ولذائذ، فإن مصيركم إلى النار لا محالة.</p><p>قال صاحب فتح القدير ما ملخصه: قوله «قل تمتعوا» بما أنتم فيه من الشهوات، وبما زينته لكم أنفسكم من كفران للنعم «فإن مصيركم إلى النار» أى: مرجعكم إليها ليس إلا.</p><p>ولما كان هذا حالهم، وقد صاروا لفرط تهالكهم عليه لا يقلعون عنه. جعل- سبحانه- الأمر بمباشرته مكان النهى عن قربانه، إيضاحا لما تكون عليه عاقبتهم، وأنهم لا محالة صائرون إلى النار.</p><p>فجملة «فإن مصيركم إلى النار» تعليل للأمر بالتمتع، وفيه من التهديد ما لا يقادر قدره.</p><p>ويجوز أن تكون هذه الجملة جوابا لمحذوف دل عليه السياق كأنه قيل: قل تمتعوا فإن دمتم على ذلك فإن مصيركم إلى النار.</p><p>والأول أولى والنظم القرآنى عليه أدل، وذلك كما يقال لمن يسعى في مخالفة السلطان: اصنع ما شئت من المخالفة فإن مصيرك إلى السيف»  .</p><p>وشبيه بهذه الآية قوله- تعالى-: قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحابِ النَّارِ  .</p><p>وقوله- تعالى-: نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلى عَذابٍ غَلِيظٍ  .</p><p>وقوله- تعالى- لا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلادِ مَتاعٌ قَلِيلٌ ثُمَّ مَأْواهُمْ جَهَنَّمُ وَبِئْسَ الْمِهادُ  .</p>"
}