{
    "id": 1753,
    "sura": 14,
    "aya": 3,
    "text": "<p>ثم وصف- سبحانه- هؤلاء الكافرين بجملة من الصفات الذميمة، التي أردتهم وأهلكتهم فقال- تعالى-: الَّذِينَ يَسْتَحِبُّونَ الْحَياةَ الدُّنْيا عَلَى الْآخِرَةِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ، وَيَبْغُونَها عِوَجاً....</p><p>ويستحبون: بمعنى يحبون، فالسين والتاء للتأكيد، أى: يختارون ويؤثرون ولذا عداه بعلى. أى: يختارون شهوات الحياة الدنيا. ويؤثرون لذائذها ومتعها على الدار الآخرة وما فيها من نعيم وخيرات ...</p><p>«ويصدون» من الصد، وهو صرف الغير عن الشيء ومنعه منه يقال: صد فلان فلانا عن فعل الشيء، إذا منعه من فعله.</p><p>وسبيل الله: طريقه الموصلة إليه وهو ملة الإسلام.</p><p>ويبغون من البغاء- بضم الباء- بمعنى الطلب. يقال: بغيت لفلان كذا، إذا طلبته له، وبغيت الشيء أبغيه بغاء وبغى وبغية إذا طلبته.</p><p>والعوج- بكسر العين وفتحها- مصدر عوج- كتعب. إلا أن بعضهم يرى أن مكسور العين يكون فيما ليس بمرئى كالآراء والأقوال والعقائد، وأن مفتوحها يكون في المرئيات كالأجساد والمحسوسات.</p><p>أى: أن هؤلاء الكافرين يؤثرون شهوات الدنيا على الآخرة ونعيمها، ولا يكتفون بذلك بل يضعون العراقيل في طريق دعوة الحق حتى يبتعد الناس عنها، ويطلبون لها العوج والميل تبعا لزيغ نفوسهم، مع أنها أقوم طريق، وأعدل سبيل. والضمير المنصوب في قوله «يبغونها» يعود إلى سبيل الله. أى يبغون لها العوج، فحذف الجار وأوصل الفعل إلى الضمير، كما في قوله وَإِذا كالُوهُمْ ... أى: كالوا لهم.</p><p>وقوله عِوَجاً مفعول به ليبغون.</p><p>وبعضهم جعل الضمير المنصوب في «يبغونها» ، وهو الهاء هو المفعول، وجعل «عوجا» حال من سبيل الله أى: ويريدونها أن تكون في حال اعوجاج واضطراب. وقوله: أُولئِكَ فِي ضَلالٍ بَعِيدٍ بيان الحكم العادل الذي أصدره- سبحانه- عليهم.</p><p>أى: أولئك الموصوفون بما ذكر في ضلال بعيد عن الحق.</p><p>والإشارة بأولئك الدالة على البعد، للتنبيه على أنهم أحرياء بما وصفوا به بسبب تلبسهم بأقبح الخصال، وأبشع الرذائل.</p><p>وعبر بفي الظرفية للدلالة على تمكن الضلال منهم، وأنه محيط بهم كما يحيط الظرف بالمظروف.</p><p>قال الآلوسى: وفي الآية من المبالغة في ضلالهم ما لا يخفى، حيث أسند فيها الى المصدر ما هو لصاحبه مجازا كجد جده ...</p><p>ويجوز أن يقال: إنه أسند فيها ما للشخص إلى سبب اتصافه بما وصف به، بناء على أن البعد في الحقيقة صفة له باعتبار بعد مكانه عن مقصده، وسبب بعده ضلاله، لأنه لو لم يضل لم يبعد عنه، فيكون كقولك: قتل فلانا عصيانه، والإسناد مجازى وفيه المبالغة المذكورة أيضا.</p>"
}