{
    "id": 1907,
    "sura": 16,
    "aya": 6,
    "text": "<p>وقوله- سبحانه-: وَلَكُمْ فِيها جَمالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ بيان لنوع آخر من أنواع منافع الحيوان للإنسان.</p><p>قال أبو حيان في البحر والجمال مصدر جمل- بضم الميم-، يقال رجل جميل وامرأة جميلة وجملاء، قال الشاعر:</p><p>فهي جملاء كبدر طالع ... بذت الخلق جميعا بالجمال</p><p>والجمال يكون في الصورة بحسن التركيب، بحيث يدركه البصر فتتعلق به النفس.</p><p>ويكون في الأخلاق، باشتمالها على الصفات المحمودة، كالعلم والعفة والحلم.</p><p>ويكون في الأفعال، بوجودها ملائمة لمصالح الخلق. وجلب المنفعة لهم وصرف الشر عنهم..»  .</p><p>وجمال الأنعام من النوع الأول، ومن جمالها- أيضا- كثرتها ودلالتها على أن صاحبها من أهل السعة واليسار.</p><p>وقوله «تريحون» من الإراحة، يقال: أراح فلان ماشيته إراحة، إذا ردها إلى المراح، وهو منزلها الذي تأوى إليه، وتبيت فيه.</p><p>و «تسرحون» من السروح، وهو الخروج بها غدوة من حظائرها إلى مسارحها ومراعيها.</p><p>يقال: سرحت الماشية أسرحها سرحا وسروحا، إذا أخرجتها إلى المرعى.</p><p>ومفعول الفعلين «تريحون وتسرحون» محذوف للعلم به.</p><p>والمعنى: ولكم- أيها الناس- في هذه الأنعام جمال وزينة، حين تردونها بالعشي من مسارحها إلى معاطنها التي تأوى إليها، وحين تخرجونها بالغداة من معاطنها إلى مسارحها ومراعيها.</p><p>وخص- سبحانه- هذين الوقتين بالذكر، لأنهما الوقتان اللذان تتراءى الأنعام فيهما، وتتجاوب أصواتها ذهابا وجيئة، ويعظم أصحابها في أعين الناظرين إليها.</p><p>وقدم- سبحانه- الإراحة على التسريح، لأن الجمال عند الإراحة أقوى وأبهج، حيث تقبل من مسارحها وقد امتلأت بطونها، وحفلت ضروعها، وازدانت مشيتها.</p><p>وقال- سبحانه-: حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ. بالفعل المضارع، لإفادة التجديد والتكرار، وفي ذلك ما يزيد السرور بها، ويحمل على شكر الله- تعالى- على وافر نعمه.</p><p>قال صاحب الكشاف: «منّ الله بالتجمل بها، كما منّ بالانتفاع بها لأنه من أغراض أصحاب المواشي. بل هو من معاظمها لأن الرعيان إذا روحوها بالعشي، وسرحوها بالغداة فزينت إراحتها وتسريحها الأفنية وتجاوب فيها الثغاء والرغاء، آنست أهلها، وفرحت أربابها. وأجلتهم في عيون الناظرين إليها، وأكسبتهم الجاه والحرمة عند الناس.</p><p>فإن قلت: لم قدمت الإراحة على التسريح- مع تأخر الإراحة في الوجود؟.</p><p>قلت: لأن الجمال في الإراحة أظهر، إذا أقبلت ملأى البطون، حافلة الضروع، ثم أوت إلى الحظائر حاضرة لأهلها» .</p>"
}