{
    "id": 2016,
    "sura": 16,
    "aya": 115,
    "text": "<p>ثم بين- سبحانه- ما حرمه على عباده رعاية لمصالحهم فقال: إِنَّما حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَما أُهِلَّ لِغَيْرِ اللَّهِ بِهِ ...</p><p>والميتة في عرف الشرع: ما مات حتف أنفه، أو قتل على هيئة غير مشروعة، فيدخل فيها المنخنقة والموقوذة والمتردية والنطيحة، وما عدا عليها السبع.</p><p>وكان الأكل من الميتة محرما، لفساد جسمها بسبب ذبول أجزائه وتعفنها، ولأنها أصبحت بحالة تعافها الطباع السليمة لقذارتها وضررها.</p><p>والدم المحرم: هو ما يسيل من الحيوان الحي كثيرا كان أم قليلا وكذلك يحرم من دم الحيوان ما جرى منه بعد ذبحه، وهو الذي عبر عنه القرآن بالمسفوح..</p><p>والحكمة في تحريم الدم المسفوح، أنه تستقذره النفوس الكريمة، ويفضى شربه أو أكله إلى الإضرار بالنفس..</p><p>وحرمة الخنزير شاملة للحمه ودمه وشحمه وجلده. وإنما خص لحمه بالذكر لأنه المقصود بالأكل، ولأن سائر أجزائه كالتابعة للحمه ...</p><p>ومن الحكم في تحريم لحم الخنزير: قذارته، واشتماله على دودة تضر بآكله، كما أثبت ذلك العلم الحديث.</p><p>وقوله: وَما أُهِلَّ لِغَيْرِ اللَّهِ بِهِ معطوف على ما قبله من المحرمات.</p><p>والفعل أُهِلَّ مأخوذ من الإهلال بمعنى رفع الصوت، وكانوا في الجاهلية إذا أرادوا ذبح ما قربوه إلى آلهتهم، سموا عليها أسماءها فيقولون: باسم اللات أو باسم العزى، رافعين بذلك أصواتهم.</p><p>فأنت ترى أن تحريم الميتة والدم ولحم الخنزير كان لعله ذاتية في تلك الأشياء، أما تحريم ما أهل لغير الله به، بسبب التوجه بالمذبوح إلى غير الله- عز وجل-.</p><p>وقوله- تعالى-: فَمَنِ اضْطُرَّ غَيْرَ باغٍ وَلا عادٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ بيان لحالات الضرورة التي يباح للإنسان فيها أن يأكل من تلك المحرمات.</p><p>واضطر: من الاضطرار وهو الاحتياج إلى الشيء بشدة.</p><p>والمعنى: فمن ألجأته الضرورة إلى أكل شيء من هذه المحرمات، حالة كونه «غير باغ» ، أى: غير طالب للمحرم وهو يجد غيره، أو غير طالب له على جهة الاستئثار به على مضطر آخر، «ولا عاد» أى: ولا متجاوز في أكله ما يسد الجوع ويحفظ الحياة «فإن الله» - تعالى- «غفور» واسع المغفرة لعبادة «رحيم» كثير الرحمة بهم ثم نهى- سبحانه- عن القول على الله- تعالى- بغير علم اتباعا للظن والأوهام، فقال:</p>"
}