{
    "id": 1928,
    "sura": 16,
    "aya": 27,
    "text": "<p>ثم بين- سبحانه- مصيرهم في الآخرة، بعد أن بين عاقبة مكرهم في الدنيا فقال- تعالى-: ثُمَّ يَوْمَ الْقِيامَةِ يُخْزِيهِمْ، وَيَقُولُ أَيْنَ شُرَكائِيَ الَّذِينَ كُنْتُمْ تُشَاقُّونَ فِيهِمْ ...</p><p>أى: هذا هو مصير هؤلاء المستكبرين في الدنيا، أما مصيرهم في الآخرة فإن الله- تعالى- يذلهم ويهينهم ويفضحهم على رؤوس الأشهاد، ويقول لهم على سبيل التقريع والتوبيخ: أين شركائى في العبادة والطاعة، الذين كنتم تعادون وتخاصمون المؤمنين في شأنهم، قائلين لهم: إنكم لا بد لكم من إشراكهم معى في العبادة.</p><p>وجيء بثم المفيدة للترتيب النسبي، للإشارة إلى ما بين الجزاءين من تفاوت فإن خزي الآخرة أشد وأعظم مما نزل بهم من دمار في الدنيا.</p><p>والاستفهام في قوله «أين شركائى..» للتهكم بهم وبمعبوداتهم الباطلة التي كانوا يعبدونها في الدنيا، فإنهم كانوا يقولون للمؤمنين إن صح ما تقولونه من العذاب في الآخرة، فان الأصنام ستشفع لنا.</p><p>أى: أين هؤلاء الشركاء ليدفعوا عنكم ما نزل بكم من خزي وذلة وعذاب مهين؟! وأضاف- سبحانه- الشركاء إليه، لزيادة توبيخهم، لأنهم في هذا اليوم العظيم، يعلمون علم اليقين أنه لا شركاء له- سبحانه- وشبيه بهذه الآية قوله- تعالى-: وَيَوْمَ يُنادِيهِمْ فَيَقُولُ أَيْنَ شُرَكائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ.</p><p>قال الجمل ما ملخصه: وقوله: «تشاقون» من المشاقة وهي عبارة عن كون كل واحد من الخصمين في شق غير شق صاحبه.</p><p>وقرأ نافع «تشاقون» بكسر النون خفيفه، وقرأ الباقون بفتح النون، ومفعوله محذوف.</p><p>أى: تشاقون المؤمنين، أو تشاقون الله، بدليل القراءة الأولى ... ».</p><p>ثم حكى- سبحانه- ما يقوله أولو العلم في هذا الموقف الهائل الشديد فقال- تعالى-: قالَ الَّذِينَ أُوتُوا الْعِلْمَ، إِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوءَ عَلَى الْكافِرِينَ.</p><p>والمراد بالذين أوتوا العلم، كل من اهتدى إلى الحق في الدنيا وأخلص لله- تعالى- العبادة والطاعة.</p><p>أى: قال الذين هداهم الله- تعالى- إلى صراطه المستقيم، في هذا اليوم العصيب، إن الخزي الكامل، في هذا اليوم، والسوء الذي ليس بعده سوء، على هؤلاء الكافرين، أصحاب القلوب المنكرة للحق، والنفوس الجاحدة لليوم الآخر وما فيه من حساب.</p><p>وجيء بجمله «قال الذين أوتوا العلم..» غير معطوفة على ما قبلها، لأنها واقعة موقع الجواب لقوله- سبحانه- «أين شركائى ... » وللتنبيه على أن الذين أوتوا العلم سارعوا بالجواب بعد أن وجم المستكبرون، وعجزوا عن الإجابة.</p><p>وقولهم هذا يدل على شماتتهم بأعداء الله- تعالى-، وتوبيخهم لهم على كفرهم، واستكبارهم عن الاستماع إلى كلمة الحق.</p><p>وقال- سبحانه-: قالَ الَّذِينَ أُوتُوا الْعِلْمَ ... بلفظ الماضي، مع أن هذا القول سيكون في الآخرة، للإشارة إلى تحقق وقوعه، وأنه كائن لا محالة.</p>"
}