{
    "id": 2139,
    "sura": 17,
    "aya": 110,
    "text": "<p>ذكر المفسرون في سبب نزول قوله- تعالى-: قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ أَيًّا ما تَدْعُوا فَلَهُ الْأَسْماءُ الْحُسْنى.. ذكروا روايات منها: ما أخرجه ابن جرير وابن مردويه عن ابن عباس قال: وصلّى رسول الله صلى الله عليه وسلم بمكة ذات يوم فدعا الله- تعالى- فقال:</p><p>يا الله، يا رحمن، فقال المشركون: انظروا إلى هذا الصابئ ينهانا أن ندعو إلهين وهو يدعو إلهين فنزلت.</p><p>ومعنى: ادعوا، سموا، وأَوِ للتخيير. وأَيًّا اسم شرط جازم منصوب على المفعولية بقوله: ادْعُوا والمضاف إليه محذوف، أى: أى الاسمين. وتَدْعُوا مجزوم على أنه فعل الشرط لأيّا، وجملة فَلَهُ الْأَسْماءُ الْحُسْنى واقعة موقع جواب الشرط، وما مزيدة للتأكيد. والحسنى: مؤنث الأحسن الذي هو أفعل تفضيل.</p><p>والمعنى: قل يا محمد للناس: سموا المعبود بحق بلفظ الله أو بلفظ الرحمن بأى واحد منهما سميتموه فقد أصبتم، فإنه- تعالى- له الأسماء الأحسن من كل ما سواه، وقال- سبحانه-: فَلَهُ الْأَسْماءُ الْحُسْنى للمبالغة في كمال أسمائه- تعالى- وللدلالة على أنه ما دامت أسماؤه كلها حسنة، فلفظ الله ولفظ الرحمن كذلك، كل واحد منهما حسن.</p><p>وقد ذكر الجلالان عند تفسيرهما لهذه الآية، أسماء الله الحسنى، فارجع إليها إن شئت.</p><p>وقوله- سبحانه-: وَلا تَجْهَرْ بِصَلاتِكَ وَلا تُخافِتْ بِها وَابْتَغِ بَيْنَ ذلِكَ سَبِيلًا تعليم من الله- تعالى- لنبيه كيفية أفضل طرق القراءة في الصلاة.</p><p>فالمراد بالصلاة هنا: القراءة فيها. والجهر بها: رفع الصوت أثناءها، والمخافتة بها:</p><p>خفضه بحيث لا يسمع. يقال: خفت الرجل بصوته إذا لم يرفعه، والكلام على حذف مضاف.</p><p>والمعنى: ولا تجهر يا محمد في قراءتك خلال الصلاة، حتى لا يسمعها المشركون فيسبوا القرآن، ولا تخافت بها، حتى لا يسمعها من يكون خلفك، بل أسلك في ذلك طريقا وسطا بين الجهر والمخافتة.</p><p>ومما يدل على أن المراد بالصلاة هنا: القراءة فيها، ما رواه الشيخان وغيرهما عن ابن عباس.</p><p>قال: نزلت ورسول الله صلى الله عليه وسلم مختف بمكة، فكان إذا صلى بأصحابه رفع صوته بالقرآن، فإذا سمع ذلك المشركون، سبوا القرآن، ومن أنزله، ومن جاء به، فأمره الله بالتوسط.</p><p>وقيل: المراد بالصلاة هنا: الدعاء. أى: لا ترفع صوتك وأنت تدعو الله، ولا تخافت به. وقد روى ذلك عن عائشة، فقد أخرج الشيخان عنها أنها نزلت في الدعاء.</p><p>ويبدو لنا أن التوجيهات التي بالآية الكريمة تتسع للقولين، أى: أن على المسلم أن يكون متوسطا في رفع صوته بالقراءة في الصلاة، وفي رفع صوته حال دعائه.</p>"
}