{
    "id": 2158,
    "sura": 18,
    "aya": 18,
    "text": "<p>ثم صور- سبحانه- بعد ذلك مشهدا عجيبا من أحوال هؤلاء الفتية فقال: وَتَحْسَبُهُمْ أَيْقاظاً وَهُمْ رُقُودٌ ...</p><p>والحسبان بمعنى الظن، والأيقاظ جمع يقظ وهو ضد النائم، والرقود: جمع راقد والمراد به هنا: النائم.</p><p>أى: وتظنهم- أيها المخاطب لو قدر لك أن تراهم- أيقاظا منتبهين، والحال أنهم رقود أى: نيام.</p><p>وقالوا: وسبب هذا الظن والحسبان، أن عيونهم كانت مفتوحة، وأنهم كانوا يتقلبون من جهة إلى جهة، كما قال- تعالى- بعد ذلك: وَنُقَلِّبُهُمْ ذاتَ الْيَمِينِ وَذاتَ الشِّمالِ.</p><p>أى: ونحركهم وهم رقود إلى الجهة التي تلى أيمانهم، وإلى الجهة التي تلى شمائلهم، رعاية منا لأجسامهم حتى لا تأكل الأرض شيئا منها بسبب طول رقادهم عليها.</p><p>وعدد مرات هذا التقليب لا يعلمه إلا الله- تعالى- وما أورده المفسرون في ذلك لم يثبت عن طريق النقل الصحيح، لذا ضربنا صفحا عنه.</p><p>ثم بين- سبحانه- حالة- كلبهم فقال: وَكَلْبُهُمْ باسِطٌ ذِراعَيْهِ بِالْوَصِيدِ.</p><p>والمراد بالوصيد- على الصحيح- فناء الكهف قريبا من الباب، أو هو الباب نفسه، ومنه قول الشاعر: بأرض فضاء لا يسد وصيدها. أى: لا يسد بابها.</p><p>أى: وكلبهم الذي كان معهم في رحلتهم ماد ذراعيه بباب الكهف حتى لكأنه يحرسهم ويمنع من الوصول إليهم.</p><p>وما ذكره بعض المفسرين هنا عن اسم الكلب وصفاته، لم نهتم بذكره لعدم فائدته.</p><p>ثم ختم- سبحانه- الآية بقوله: لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِراراً وَلَمُلِئْتَ مِنْهُمْ رُعْباً.</p><p>أى. لو عاينتهم وشاهدتهم- أيها المخاطب- لأعرضت بوجهك عنهم من هول ما رأيت. ولملئ قلبك خوفا ورعبا من منظرهم.</p><p>وقد أخذ العلماء من هذه الآية أحكاما منها: أن صحبة الأخيار لها من الفوائد ما لها.</p><p>قال ابن كثير- رحمه الله- ربض كلبهم على الباب كما جرت به عادة الكلاب وهذا من سجيته وطبيعته حيث يربض ببابهم كأنه يحرسهم، وكان جلوسه خارج الباب. لأن الملائكة لا تدخل بيتا فيه كلب- كما ورد في الصحيح.. وشملت كلبهم بركتهم، فأصابه ما أصابهم من النوم على تلك الحال، وهذا فائدة صحبة الأخيار، فإنه صار لهذا الكلب ذكر وخبر وشأن.</p><p>وقال القرطبي- رحمه الله- ما ملخصه: قال ابن عطية: وحدثني أبى قال: سمعت أبا الفضل الجوهري في جامع مصر يقول على منبر وعظه سنة تسع وستين وأربعمائة: إن من أحب أهل الخير نال من بركتهم، كلب أحب أهل فضل وصحبهم فذكره الله في محكم تنزيله.</p><p>قلت- أى القرطبي-: إذا كان بعض الكلاب نال هذه الدرجة العليا بصحبة ومخالطة الصلحاء والأولياء حتى أخبر الله بذلك في كتابه، فما ظنك بالمؤمنين المخالطين المحبين للأولياء.</p><p>والصالحين!! بل في هذا تسلية وأنس للمؤمنين المقصرين عن درجات الكلمات: المحبين للنبي صلّى الله عليه وسلم وآله خير آل.</p><p>روى في الصحيح عن أنس قال: بينا أنا ورسول الله صلّى الله عليه وسلم خارجان من المسجد،فلقينا رجل عند سدة المسجد، فقال: يا رسول الله. متى الساعة؟ فقال رسول الله صلّى الله عليه وسلم: «ما أعددت لها؟ قال: فكأن الرجل استكان، ثم قال: يا رسول الله، ما أعددت لها كثير صلاة ولا صيام ولا صدقة، ولكني أحببت الله ورسوله: قال صلّى الله عليه وسلم:</p><p>«فأنت مع من أحببت» . وفي رواية قال أنس: فما فرحنا بعد الإسلام فرحا أشد من قول النبي صلّى الله عليه وسلم «فأنت مع من أحببت» .</p><p>قال أنس. فأنا أحب الله ورسوله وأبا بكر وعمر، فأرجو أن أكون معهم، وإن لم أعمل بأعمالهم.</p><p>قلت: وهذا الذي تمسك به أنس يشمل من المسلمين كل ذي نفس، فلذلك تعلقت أطماعنا بذلك، وإن كنا مقصرين، ورجونا رحمة الرحمن، وإن كنا غير مستأهلين..</p><p>ثم حكى- سبحانه- حال هؤلاء الفتية بعد أن أعاد إليهم الحياة، فذكر بعض أقوالهم فيما بينهم فقال- تعالى-:</p>"
}