{
    "id": 2203,
    "sura": 18,
    "aya": 63,
    "text": "<p>وقوله- سبحانه-: قالَ أَرَأَيْتَ إِذْ أَوَيْنا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ حكاية لما رد به يوشع على موسى- عليه السلام- عند ما طلب منه الغداء.</p><p>والاستفهام في قوله أَرَأَيْتَ للتعجب مما حدث أمامه من شأن الحوت حيث عادت إليه الحياة، وقفز في البحر، ومع ذلك نسى يوشع أن يخبر موسى عن هذا الأمر العجيب.</p><p>أى: قال يوشع لموسى- عليه السلام-: تذكر وانتبه واستمع إلى ما سألقيه عليك من خبر هذا الحوت، أرأيت ما دهانى في وقت أن أوينا ولجأنا إلى الصخرة التي عند مجمع البحرين، فإنى هناك نسيت أن أذكر لك ما شاهدته منه من أمور عجيبة، فقد عادت إليه الحياة، ثم قفز في البحر.</p><p>وقال إِذْ أَوَيْنا إِلَى الصَّخْرَةِ دون أن يذكر مجمع البحرين، زيادة في تحديد المكان وتعيينه. وأوقع النسيان على الحوت دون الغداء الذي طلبه منه موسى، للإشعار بأن الغداء الذي طلبه موسى منه، هو ذلك الحوت الذي فقداه.</p><p>وقوله وَما أَنْسانِيهُ إِلَّا الشَّيْطانُ أَنْ أَذْكُرَهُ جملة معترضة جيء بها لبيان ما يجرى مجرى السبب في وقوع النسيان منه.</p><p>وقوله أَنْ أَذْكُرَهُ بدل اشتمال من الهاء في «أنسانيه» .</p><p>أى: وما أنسانى تذكيرك بما حدث من الحوت إلا الشيطان الذي يوسوس للإنسان، بوساوس متعددة، تجعله يذهل وينسى بعض الأمور الهامة.</p><p>وقوله وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَباً معطوف على قوله فَإِنِّي نَسِيتُ الْحُوتَ.</p><p>أى: نسيت أن أخبرك بأن الحوت عند ما أوينا إلى الصخرة عادت إليه الحياة، واتخذ طريقه في البحر اتخاذا عجيبا، حيث صار يسير فيه وله أثر ظاهر في الماء، والماء من حوله كالقنطرة التي تنفذ منها الأشياء.</p><p>وعلى هذا تكون جملة، «واتخذ سبيله في البحر عجبا» ، من بقية كلام يوشع للتعجب مما حدث من الحوت، حيث عادت إليه الحياة بقدرة الله- تعالى-، واتخذ طريقه في البحر بتلك الصورة العجيبة.</p><p>وقيل: إن هذه الجملة من كلام الله- تعالى- لبيان طرف آخر من أمر هذا الحوت العجيب، بعد بيان أمره قبل ذلك بأنه اتخذ سبيله في البحر سربا.</p><p>ويبدو لنا أن الرأى الأول أرجح، لأن سياق الآية يدل عليه، لذا اكتفى به بعض المفسرين دون أن يشير إلى غيره.</p><p>قال الامام الرازي: قوله وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَباً فيه وجوه:</p><p>الأول: أن قوله عَجَباً صفة لمصدر محذوف، كأنه قيل: واتخذ سبيله في البحر اتخاذا عجبا، ووجه كونه عجبا، انقلابه من المكتل وصيرورته حيا وإلقاء نفسه في البحر.</p><p>الثاني: أن يكون المراد منه ما ذكرنا من أنه- تعالى- جعل الماء عليه كالطاق وكالسراب.</p><p>الثالث: قيل إنه تم الكلام عند قوله وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ ثم قال بعده:</p><p>عَجَباً والمقصود منه تعجب يوشع من تلك الحالة العجيبة التي رآها، ثم من نسيانه لها..</p>"
}