{
    "id": 2182,
    "sura": 18,
    "aya": 42,
    "text": "<p>أى: وكانت نتيجة جحود صاحب الجنتين لنعم ربه، أن أهلكت أمواله وأبيدت كلها.</p><p>فصار يقلب كفيه ظهرا لبطن أسفا وندما، على ما أنفق في عمارتها وتزيينها من أموال كثيرة ضاعت هباء، ومن جهد كبير ذهب سدى.</p><p>وقوله- سبحانه-: وَأُحِيطَ بِثَمَرِهِ معطوف على مقدر محذوف لدلالة السباق والسياق عليه.</p><p>وأصل الإحاطة مأخوذة من إحاطة العدو بعدوه من جميع جوانبه لإهلاكه واستئصاله.</p><p>والمعنى: فحدث ما توقعه الرجل الصالح من إرسال الحسبان على بستان صاحبه الجاحد المغرور «وأحيط بثمره» بأن هلكت أمواله وثماره كلها.</p><p>وجاء الفعل «أحيط» مبنيا للمجهول، للإشعار بأن فاعله متيقن وهو العذاب الذي أرسله الله- تعالى- أى: وأحاط العذاب بجنته.</p><p>وقوله: فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلى ما أَنْفَقَ فِيها تصوير بديع لما اعتراه من غم وهم وحسرة وندامة. وتقليب اليدين عبارة عن ضرب إحداهما على الأخرى، أو أن يبدي ظهرهما ثم بطنهما ويفعل ذلك مرارا، وأيّا ما كان ففعله هذا كناية عن الحسرة الشديدة، والندم العظيم.</p><p>«وهي» أى الجنة التي أنفق فيها ما أنفق خاوِيَةٌ عَلى عُرُوشِها أى: ساقطة ومتهدمة على دعائمها وعلى سقوفها.</p><p>وأصل الخواء السقوط والتهدم. يقال: خوى البيت إذا سقط. كما يطلق على الخلاء من الشيء. يقال: خوى بطن فلان من الطعام أى: خلا منه، وخوت الدار إذا خلت من سكانها.</p><p>والعروش جمع عرش، وهو سقف البيت.</p><p>والمقصود أن الجنة بجميع ما اشتملت عليه، صارت حطاما وهشيما تذروه الرياح.</p><p>وجملة: «ويقول يا ليتني لم أشرك يربى أحدا» معطوفة على جملة «يقلب كفيه..» .</p><p>أى: صار يقلب كفيه حسرة وندامة لهلاك جنته، ويقول زيادة في الحسرة والندامة:</p><p>يا ليتني اتبعت نصيحة صاحبي فلم أشرك مع ربي- سبحانه- أحدا في العبادة أو الطاعة.</p><p>وهكذا حال أكثر الناس، يذكرون الله- تعالى- عند الشدائد والمحن، وينسونه عند السراء والعافية.</p><p>والمتدبر لهذه الآية الكريمة يراها قد صورت فجيعة الرجل الجاحد في جنته تصويرا واقعيا بديعا.</p><p>فقد جرت عادة الإنسان أنه إذا نزل به ما يدهشه ويؤلمه. أن يعجز عن النطق في أول وهلة. فإذا ما أفاق من دهشته بدأ في النطق والكلام.</p><p>وهذا ما حدث من ذلك الرجل- كما صوره القرآن الكريم- فإنه عند ما رأى جنته وقد تحطمت أخذ يقلب كفيه حسرة وندامة دون أن ينطق، ثم بعد أن أفاق من صدمته جعل يقول:</p><p>يا ليتني لم أشرك بربي أحدا.</p>"
}