{
    "id": 2445,
    "sura": 20,
    "aya": 97,
    "text": "<p>وقوله- سبحانه-: قالَ فَاذْهَبْ فَإِنَّ لَكَ فِي الْحَياةِ أَنْ تَقُولَ لا مِساسَ حكاية لما قاله موسى- عليه السلام- للسامري.</p><p>والمساس: مصدر ماسّ- بالتشديد- كقتال من قاتل، وهو منفي بلا التي لنفى الجنس.</p><p>والمعنى: قال موسى للسامري: مادمت قد فعلت ذلك فاذهب، فإن لك في مدة حياتك، أن تعاقب بالنبذ من الناس، وأن تقول لهم إذا ما اقترب أحد منك: لا مِساسَ أى لا أمسّ أحدا ولا يمسّنى أحد، ولا أخالط أحدا ولا يخالطني أحد.</p><p>قال صاحب الكشاف: عوقب في الدنيا بعقوبة لا شيء أطم منها وأوحش وذلك أنه منع من مخالطة الناس منعا كليا، وحرم عليهم ملاقاته ومكالمته ومكالمته ومبايعته ومواجهته، وكل ما يعايش به الناس بعضهم بعضا. وإذا اتفق أن يماس أحدا- رجلا أو امرأة- حم الماس والممسوس- أى أصيبا بمرض الحمى- فتحامى الناس وتحاموه، وكان يصيح: لا مساس. وعاد في الناس أوحش من القاتل اللاجئ إلى الحرم، ومن الوحش النافر في البرية.. .</p><p>وقال الآلوسى ما ملخصه: والسر في عقوبته على جنايته بما ذكر. أنه ضد ما قصده من إظهار ذلك ليجتمع عليه الناس ويعززوه، فكان ما فعله سببا لبعدهم عنه وتحقيره. وقيل:</p><p>عوقب بذلك ليكون الجزاء من جنس العمل، حيث نبذ فنبذ، فإن ذلك التحامى عنه أشبه شيء بالنبذ...</p><p>قالوا: وهذه الآية الكريمة أصل في نفى أهل البدع والمعاصي وهجرانهم وعدم مخالطتهم.</p><p>ثم بين- سبحانه- عقوبة السامري في الآخرة، بعد بيان عقوبته في الدنيا فقال:</p><p>وَإِنَّ لَكَ مَوْعِداً لَنْ تُخْلَفَهُ.</p><p>وقوله: تُخْلَفَهُ قرأها الجمهور بضم التاء وفتح اللام. أى: وإن لك موعدا في الآخرة لن يخلفك الله- تعالى- إياه. بل سينجزه لك، فيعاقبك يومئذ العقاب الأليم الذي تستحقه بسبب ضلالك وإضلالك، كما عاقبك في الدنيا بعقوبة الطرد والنفور من الناس.</p><p>وقرأ ابن كثير وأبو عمر لَنْ تُخْلَفَهُ بضم التاء وكسر اللام أى: وإن لك موعدا في الآخرة لن تستطيع التخلف عنه، أو المهرب منه، بل ستأتيه وأنت صاغر..</p><p>ثم بين- سبحانه- ما فعله موسى- عليه السلام- بالعجل الذي صنعه السامري لإضلال الناس. فقال: وَانْظُرْ إِلى إِلهِكَ الَّذِي ظَلْتَ عَلَيْهِ عاكِفاً.</p><p>أى: وقال موسى- أيضا- للسامري: وانظر الى معبودك العجل الذي أقمت على عبادته أنت وأتباعك في غيبتي عنكم.</p><p>لَنُحَرِّقَنَّهُ بالنار أمام أعينكم، والجملة جواب لقسم محذوف، أى: والله لنحرقنه ثُمَّ لَنَنْسِفَنَّهُ فِي الْيَمِّ نَسْفاً أى: ثم لنذرينّه في البحر تذرية، بحيث لا يبقى منه عين ولا أثر.</p><p>يقال: نسف الطعام ينسفه نسفا، إذا فرقه وذراه بحيث لا يبقى منه شيء.</p><p>وقد نفذ موسى- عليه السلام- ذلك حتى يظهر للأغنياء الجاهلين الذين عبدوا العجل، أنه لا يستحق ذلك. وإنما يستحق الذبح والتذرية، وأن عبادتهم له إنما هي دليل واضح على انطماس بصائرهم، وشدة جهلهم.</p>"
}