{
    "id": 2480,
    "sura": 20,
    "aya": 132,
    "text": "<p>ثم كلف الله- تعالى- رسوله صلّى الله عليه وسلّم أن يأمر أهل بيته بالمداومة على إقامة الصلاة فقال: وَأْمُرْ أَهْلَكَ بِالصَّلاةِ وَاصْطَبِرْ عَلَيْها.</p><p>والمراد بأهل بيته صلّى الله عليه وسلّم أزواجه وبناته: وقيل: ما يشملهم ويشمل معهم جميع المؤمنين من بنى هاشم. وقيل المراد بهم: جميع أتباعه من أمته.</p><p>أى: وأمر- أيها الرسول الكريم- أهل بيتك بالمداومة على إقامة الصلاة بخشوع وإخلاص واطمئنان، واصطبر على تكاليفها ومشاقها، وعلى إقامتها كاملة غير منقوصة، وعلى تحقيق آثارها الطيبة في نفسك.</p><p>وقد ساق بعض المفسرين عن تفسيره لهذه الآية أحاديث منها ما أخرجه البيهقي عن عبد الله بن سلام قال: كان النبي صلّى الله عليه وسلّم إذا نزلت بأهله شدة أو ضيق أمرهم بالصلاة، وتلا هذه الآية: وَأْمُرْ أَهْلَكَ بِالصَّلاةِ ...</p><p>وأخرج مالك والبيهقي عن أسلم قال: كان عمر بن الخطاب يصلى من الليل ما شاء الله- تعالى- أن يصلى حتى إذا كان آخر الليل أيقظ أهله للصلاة ويقول لهم: الصلاة، الصلاة ويتلو هذه الآية ... .</p><p>وقوله- سبحانه- لا نَسْئَلُكَ رِزْقاً نَحْنُ نَرْزُقُكَ وَالْعاقِبَةُ لِلتَّقْوى تشجيع وتحريض للمؤمنين على إقامة الصلاة، ودفع لما يتوهمه البعض من أن المداومة على إقامة الصلاة قد تشغل الإنسان عن السعى في طلب المعاش.</p><p>أى: مر- أيها الرسول الكريم- أهلك بالمداومة على الصلاة، واصطبر على تكاليفها، فهذه الصلاة هي من أركان العبادات التي خلقك الله وخلق عباده من أجلها، ولا يصح أن يشغلكم عنها أى شاغل من سعى في طلب الرزق أو غيره، فنحن لا نكلفكم أن ترزقوا أنفسكم أو غيركم، وإنما نحن الذين نرزقكم ونرزق الخلق جميعا قال- تعالى-: وَما مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُها..  .</p><p>وقال- سبحانه-: وَكَأَيِّنْ مِنْ دَابَّةٍ لا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُها وَإِيَّاكُمْ وَهُوَ السَّمِيعُ الْعَلِيمُ .</p><p>وقوله وَالْعاقِبَةُ لِلتَّقْوى أى: والعاقبة الحميدة لأهل التقوى والخشية من الله- تعالى- الذين لا تلهيهم تجارة ولا بيع عن ذكر الله وإقام الصلاة..</p><p>روى الترمذي وابن ماجة عن أبى هريرة قال: قال رسول الله صلّى الله عليه وسلّم: «يقول الله- تعالى-: «يا بن آدم. تفرغ لعبادتي، املأ صدرك غنى، وأسد فقرك، وإن لم تفعل ملأت صدرك شغلا، ولم أسد فقرك» .</p><p>وروى ابن ماجة عن زيد بن ثابت قال: سمعت رسول الله صلّى الله عليه وسلّم يقول: «من كانت الدنيا همه، فرق الله عليه أمره، وجعل فقره بين عينيه، ولم يأته من الدنيا إلا ما كتب له.</p><p>ومن كان الآخرة نيته، جمع له أمره، وجعل غناه في قلبه، وأتته الدنيا وهي راغمة  .</p><p>ثم ختم- سبحانه- السورة الكريمة بإيراد بعض الشبهات التي أثارها المشركون حول النبي صلّى الله عليه وسلّم ورد عليها بما يبطلها فقال- تعالى-:</p>"
}