{
    "id": 2561,
    "sura": 21,
    "aya": 78,
    "text": "<p>وقوله- سبحانه-: وَداوُدَ منصوب- أيضا- بفعل مقدر، أو معطوف على قوله سبحانه- قبل ذلك: وَنُوحاً إِذْ نادى.</p><p>وسليمان هو ابن داود، وكلاهما من أنبياء الله- سبحانه-، وينتهى نسبهما إلى يعقوب- عليه السلام- وكانت وفاتهما قبل ميلاد المسيح- عليه السلام- بألف سنة تقريبا، وقد جمع الله- تعالى- لهما بين الملك والنبوة.</p><p>والحرث: الزرع. قيل: كان كرما- أى عنبا- تدلت عناقيده.</p><p>وقوله: نَفَشَتْ من النفش وهو الرعي بالليل خاصة. يقال: نفشت الغنم والإبل، إذا رعت ليلا بدون راع.</p><p>وقد ذكر المفسرون عند تفسيرهم لهذه الآيات روايات ملخصها: أن رجلين دخلا على داود- عليه السلام- أحدهما صاحب زرع، والآخر صاحب غنم، فقال صاحب الزرع لداود:</p><p>يا نبي الله، إن غنم هذا قد نفشت في حرثى فلم تبق منه شيئا، فحكم داود- عليه السلام- لصاحب الزرع أن يأخذ غنم خصمه في مقابل إتلافها لزرعه.</p><p>وعند خروجهما التقيا بسليمان- عليه السلام- فأخبراه بحكم أبيه. فدخل سليمان على أبيه فقال له: يا نبي الله، إن القضاء غير ما قضيت، فقال له: كيف؟ قال: ادفع الغنم إلى صاحب الزرع لينتفع بها، وادفع الزرع إلى صاحب الغنم ليقوم عليها حتى يعود كما كان. ثم يعيد كل منهما إلى صاحبه ما تحت يده، فيأخذ صاحب الزرع زرعه، وصاحب الغنم غنمه..</p><p>فقال داود- عليه السلام- القضاء ما قضيت يا سليمان  .</p><p>والمعنى: اذكر- أيها الرسول الكريم- قصة داود وسليمان، وقت أن كانا يحكمان في الزرع الذي «نفشت فيه غنم القوم» أى: تفرقت فيه وانتشرت ليلا دون أن يكون معها راع فرعته وأفسدته.</p><p>قال القرطبي: «ولم يرد- سبحانه- بقوله إِذْ يَحْكُمانِ فِي الْحَرْثِ: الاجتماع في الحكم وإن جمعهما في القول، فإن حكمين على حكم واحد لا يجوز وإنما حكم كل واحد منهما على انفراده، وكان سليمان الفاهم لها بتفهيم الله- تعالى- له  .</p><p>وقوله- تعالى-: وَكُنَّا لِحُكْمِهِمْ شاهِدِينَ جملة معترضة جيء بها لبيان شمول علم الله- تعالى- وإحاطته بكل شيء.</p><p>أى: وكنا لما حكم به كل واحد منهما عالمين وحاضرين، بحيث لا يغيب عنا شيء مما قالاه.</p><p>وضمير الجمع في قوله لِحُكْمِهِمْ: لداود وسليمان، واستدل بذلك من قال إن أقل الجمع اثنان، وقيل: ضمير الجمع يعود عليهما وعلى صاحب الزرع وصاحب الحرث أى: وكنا للحكم الواقع بين الجميع شاهدين.</p>"
}