{
    "id": 2687,
    "sura": 23,
    "aya": 14,
    "text": "<p>ثم بين- سبحانه- أطوارا أخرى لخلق الإنسان تدل على كمال قدرته- تعالى- فقال:</p><p>ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً أى: ثم صيرنا النطفة البيضاء، علقة حمراء إذ العلقة عبارة عن الدم الجامد.</p><p>فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً أى: جعلنا بقدرتنا هذه العلقة قطعة من اللحم، تشبه في صغرها قطعة اللحم التي يمضغها الإنسان في فمه.</p><p>فَخَلَقْنَا الْمُضْغَةَ عِظاماً أى: حولنا هذه المضغة من اللحم التي لم تظهر معالمها بعد، إلى عظم صغير دقيق، على حسب ما اقتضته حكمتنا في خلقنا.</p><p>فَكَسَوْنَا الْعِظامَ لَحْماً أى: فكسونا هذه المضغة التي تحولت بقدرتنا إلى عظام دقيقة باللحم، بحيث صار هذا اللحم ساترا للعظام ومحيطا بها.</p><p>قال بعض العلماء: «وهنا يقف الإنسان مدهوشا، أمام ما كشف عنه القرآن من حقيقة في تكوين الجنين، لم تعرف على وجه الدقة إلا أخيرا، بعد تقدم علم الأجنة التشريحى» .</p><p>ذلك أن خلايا العظام غير خلايا اللحم وقد ثبت أن خلايا العظام هي التي تكون أولا من الجنين، ولا تشاهد خلية واحدة من خلايا اللحم إلا بعد ظهور خلايا الهيكل العظمى للجنين.</p><p>وهي التي يسجلها النص القرآنى في قوله- تعالى-: فَخَلَقْنَا الْمُضْغَةَ عِظاماً، فَكَسَوْنَا الْعِظامَ لَحْماً فسبحانه العليم الخبير .</p><p>وقوله- تعالى-: ثُمَّ أَنْشَأْناهُ خَلْقاً آخَرَ بيان لما انتهت إليه أطوار خلق الإنسان.</p><p>أى: ثم صيرنا هذا الإنسان بشرا سويّا، بعد أن كان نطفة، فعلقة، فمضغة، فعظاما، فلحما يكسو هذه العظام، وهذا كله يدل على كمال قدرة الله- تعالى- وعلى أنه حق، إذ قدرته- سبحانه- لا يعجزها شيء.</p><p>قال صاحب الكشاف: «قوله- تعالى-: ثُمَّ أَنْشَأْناهُ خَلْقاً آخَرَ، أى: خلقا مباينا للخلق الأول مباينة ما أبعدها، حيث جعله حيوانا بعد أن كان جمادا، وناطقا وكان أبكم، وسميعا وكان أصم وبصيرا وكان أكمه، وأودع باطنه وظاهره- بل كل عضو من أعضائه بل كل جزء من أجزائه- عجائب فطرته، وغرائب حكمته، لا تدرك بوصف الواصف، ولا تبلغ بشرح الشارح ... » .</p><p>فَتَبارَكَ اللَّهُ أَحْسَنُ الْخالِقِينَ أى: فكثر خيره- سبحانه- ودام إحسانه وتقدس شأنه، فهو- عز وجل- أحسن الخالقين على الإطلاق، فقد أتقن كل شيء خلقه، وأحكم كل شيء صنعه.</p><p>ولفظ «تبارك» فعل ماض لا ينصرف، والأكثر إسناده إلى غير مؤنث.</p><p>وهو مأخوذ من البركة بمعنى الكثرة من كل خير، أو بمعنى الثبات والدوام وكل شيء دام وثبت فقد برك.</p>"
}