{
    "id": 3260,
    "sura": 28,
    "aya": 8,
    "text": "<p>والفاء في قوله: فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَناً.. هي الفصيحة.</p><p>والالتقاط: وجود الشيء والحصول عليه من غير طلب ولا قصد.</p><p>والمراد بآل فرعون: جنوده وأتباعه الذين عثروا على التابوت الذي به موسى، وحملوه إلى فرعون. والحزن- بالتحريك، وبضم فسكون- نقيض السرور، وفعله كفرح.</p><p>يقال: حزنه الأمر وأحزنه. أى: جعله حزينا.</p><p>واللام في قوله: لِيَكُونَ ... هي لام العاقبة والصيرورة.</p><p>قال القرطبي: قوله- تعالى-: فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَناً لما كان التقاطهم إياه يؤدى إلى كونه عدوا لهم وحزنا، فاللام في لِيَكُونَ لام العاقبة والصيرورة، لأنهم إنما أخذوه ليكون لهم قرة عين، فكان عاقبة ذلك أن كان لهم عدوا وحزنا، فذكر الحال بالمآل كما في قول الشاعر:</p><p>وللمنايا تربى كل مرضعة ... ودورنا لخراب الدهر نبنيها</p><p>أى: فعاقبة البناء: الخراب، وإن كان في الحال مفروحا به .</p><p>ويرى بعضهم أن اللام هنا يصح أن تكون للتعليل، بمعنى، أن الله- تعالى- سخر بمشيئته وإرادته فرعون وآله. لالتقاط موسى، ليجعله لهم عدوا وحزنا، فكأنه- سبحانه- يقول: قدرنا عليهم التقاطه بحكمتنا وإرادتنا، ليكون لهم عدوا وحزنا.</p><p>إلى هذا المعنى أشار الإمام ابن كثير بقوله: قال محمد بن إسحاق وغيره اللام هنا لام العاقبة لا لام التعليل، لأنهم لم يريدوا بالتقاطه ذلك- أى: لم يريدوا بالتقاطه العداوة والحزن-، ولا شك أن ظاهر اللفظ يقتضى ما قالوا. ولكن إذا نظرنا إلى معنى السياق، فإنه تبقى اللام للتعليل، لأن معناه: أن الله- تعالى- قيضهم لالتقاطه ليجعله لهم عدوا وحزنا، فيكون أبلغ في إبطال حذرهم منه .</p><p>ومع وجاهة الرأيين، إلا أننا نميل إلى الرأى الثاني، لأنه- كما قال الإمام ابن كثير- أبلغ في إبطال حذرهم منه، ولأن قوله- تعالى-: إِنَّ فِرْعَوْنَ وَهامانَ وَجُنُودَهُما كانُوا خاطِئِينَ يشير إلى أن اللام للتعليل..</p><p>والمعنى: ونفذت أم موسى ما أوحيناه إليها، فأرضعت ابنها موسى. وألقته في اليم حين خافت عليه القتل، فالتقطه آل فرعون من اليم، ليكون لهم عدوا وحزنا، وليعلموا أن ما أردناه لا بد أن يتم مهما احترسوا واحتاطوا وحذروا، فما شاء الله كان، وما لم يشأ لم يكن.</p><p>وقوله- تعالى-: إِنَّ فِرْعَوْنَ وَهامانَ وَجُنُودَهُما كانُوا خاطِئِينَ تعليل لما قبله، وخاطِئِينَ أى: مرتكبين للخطيئة التي هي الذنب العظيم، كقوله- تعالى- في قوم نوح- عليه السلام-: مِمَّا خَطِيئاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا ناراً....</p><p>وكقوله- سبحانه- في شأن الكافرين بَلى مَنْ كَسَبَ سَيِّئَةً وَأَحاطَتْ بِهِ خَطِيئَتُهُ. فَأُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ .</p><p>أى: فعلنا ما فعلنا من جعل موسى عدوا وحزنا لفرعون وآله، لأن فرعون ووزيره هامان، وجنودهما الذين يناصرونهما، كانوا مرتكبين للذنوب العظيمة في كل ما يأتون ويذرون، ومن مظاهر ذلك قتلهم لذكور بنى إسرائيل، وإبقاؤهم لإناثهم.</p>"
}