{
    "id": 3565,
    "sura": 33,
    "aya": 32,
    "text": "<p>ثم وجه- سبحانه- إليهن نداء ثانيا فقال: يا نِساءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّساءِ إِنِ اتَّقَيْتُنَّ.</p><p>أى: يا نساء النبي، لقد أعطاكن الله- تعالى- من الفضل ومن سمو المنزلة ما لم يعط غيركن، فأنتن في مكان القدوة لسائر النساء، وهذا الفضل كائن لكن إن اتقيتن الله- تعالى- وصنتن أنفسكن عن كل ما نهاكن- سبحانه- عنه.</p><p>قال صاحب الكشاف: أحد في الأصل بمعنى وحد، وهو الواحد، ثم وضع في النفي العام مستويا فيه المذكر والمؤنث والواحد وما وراءه. ومعنى قوله لَسْتُنَّ كَأَحَدٍ مِنَ النِّساءِ:</p><p>لستن كجماعة واحدة من جماعات النساء. أى: إذا استقصيت أمة النساء جماعة جماعة، لم توجد منهن جماعة واحدة تساويكن في الفضل والسابقة  .</p><p>وجواب الشرط في قوله إِنِ اتَّقَيْتُنَّ محذوف لدلالة ما قبله عليه. أى: إن اتقيتن فلستن كأحد من النساء.</p><p>قال الآلوسى: قوله إِنِ اتَّقَيْتُنَّ شرط لنفى المثلية وفضلهن على النساء، وجوابه محذوف دل عليه المذكور.. والمفعول محذوف. أى: إن اتقيتن مخالفة حكم الله- تعالى- ورضا رسوله صلّى الله عليه وسلّم والمراد إن دمتن على اتقاء ذلك. والمراد به التهييج بجعل طلب الدنيا والميل إلى ما تميل إليه النساء لبعده من مقامهن، بمنزلة الخروج من التقوى .</p><p>فالمقصود بالجملة الكريمة بيان أن ما وصلن إليه من منزلة كريمة، هو بفضل تقواهن وخشيتهن لله- تعالى- وليس بفضل شيء آخر.</p><p>ثم نهاهن- سبحانه- عن النطق بالكلام الذي يطمع فيهن من في قلبه نفاق وفجور فقال: فَلا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ.</p><p>أى: فلا ترققن الكلام، ولا تنطقن به بطريقة لينة متكسرة تثير شهوة الرجال، وتجعل مريض القلب يطمع في النطق بالسوء معكن فإن من محاسن خصال المرأة أن تنزه خطابها عن ذلك، لغير زوجها من الرجال.</p><p>وهكذا يحذر الله- تعالى- أمهات المؤمنين- وهن الطاهرات المطهرات- عن الخضوع بالقول، حتى يكون في ذلك عبرة وعظة لغيرهن في كل زمان ومكان فإن مخاطبة المرأة- لغير زوجها من الرجال- بطريقة لينة مثيرة للشهوات والغرائز، تؤدى إلى فساد كبير، وتطمع من لا خلاق لهم فيها.</p><p>ثم أرشدهن- سبحانه- إلى القول الذي يرضيه فقال: وَقُلْنَ قَوْلًا مَعْرُوفاً.</p><p>أى: اتركن الكلام بطريقة تطمع الذي في قلبه مرض فيكن، وقلن قولا حسنا محمودا، وانطقن به بطريقة طبيعية، بعيدة عن كل ريبة أو انحراف عن الحق والخلق الكريم.</p>"
}