{
    "id": 3589,
    "sura": 33,
    "aya": 56,
    "text": "<p>ثم أثنى الله- تعالى- على نبيه ثناء كبيرا وأمر المؤمنين بأن يعظموه ويوقروه فقال: إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ، يا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً.</p><p>قال القرطبي ما ملخصه: هذه الآية شرف الله بها رسوله صلّى الله عليه وسلّم في حياته وموته، وذكر منزلته منه.. والصلاة من الله رحمته ورضوانه، ومن الملائكة الدعاء والاستغفار، ومن الأمة الدعاء والتعظيم لأمره..</p><p>والضمير في يُصَلُّونَ لله- تعالى- ولملائكته. وهذا قول من الله شرف به ملائكته..</p><p>أو في الكلام حذف. والتقدير: إن الله يصلى وملائكته يصلون.</p><p>وقال ابن كثير: والمقصود من هذه الآية الكريمة، أن الله- تعالى- أخبر عباده بمنزلة عبده ونبيه عنده في الملأ الأعلى: بأنه يثنى عليه عند الملائكة المقربين وأن الملائكة تصلى عليه، ثم أمر الله أهل العالم السفلى بالصلاة والتسليم عليه. ليجتمع الثناء عليه من أهل العالمين العلوي والسفلى جميعا  .</p><p>والمعنى: إن الله- تعالى- يثنى على نبيه محمد صلّى الله عليه وسلّم ويرضى عنه، وإن الملائكة تثنى عليه صلّى الله عليه وسلّم وتدعو له بالظفر بأعلى الدرجات وأسماها.</p><p>يا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ أى: عظموه ووقروه وادعوا له بأرفع الدرجات وَسَلِّمُوا تَسْلِيماً أى: وقولوا: السلام عليك أيها النبي. والسلام: مصدر بمعنى السلامة.</p><p>أى: السلامة من النقائص والآفات ملازمة لك.</p><p>والتعبير بالجملة الاسمية في صدر الآية، للإشعار بوجوب المداومة والاستمرار على ذلك.</p><p>وخص المؤمنين بالتسليم، لأن الآية وردت بعد النهى عن إيذاء النبي صلّى الله عليه وسلم، والإيذاء له صلّى الله عليه وسلّم إنما يكون من البشر.</p><p>وقد ساق المفسرون- وعلى رأسهم ابن كثير والقرطبي والآلوسى- أحاديث متعددة في فضل الإكثار من الصلاة على النبي صلّى الله عليه وسلم، وفي كيفية الصلاة عليه..</p><p>ومنها: ما رواه الإمام أحمد وابن ماجة عن عامر بن ربيعة قال: سمعت النبي صلّى الله عليه وسلم يقول: «من صلّى على صلاة لم تزل الملائكة تصلى عليه ما صلّى على، فليقلّ عبد من ذلك أو ليكثر» .</p><p>ومنها ما رواه الشيخان وغيرهما عن كعب بن عجرة قال: لما نزلت هذه الآية قلنا:</p><p>يا رسول الله، قد علمنا السلام، فكيف الصلاة عليك، قال: قولوا: اللهم صل على محمد، وعلى آل محمد، كما صليت على إبراهيم وعلى آل إبراهيم، إنك حميد مجيد. اللهم بارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد.</p><p>والآية الكريمة تدل على وجوب الصلاة والسلام على النبي صلّى الله عليه وسلّم والمؤمنون الصادقون هم الذين يكثرون من ذلك. قال صاحب الكشاف ما ملخصه: فإن قلت: الصلاة على رسول الله صلّى الله عليه وسلّم واجبة أم مندوب إليها؟ قلت: بل واجبة، وقد اختلفوا في حال وجوبها، فمنهم من أوجبها كلما جرى ذكره صلّى الله عليه وسلّم ومنهم من قال تجب في كل مجلس مرة، وإن تكرر ذكره.</p><p>ومنهم من أوجبها في العمر مرة.. والذي يقتضيه الاحتياط: الصلاة عليه عند كل ذكر..</p><p>لما ورد من الأخبار في ذلك.</p><p>ومنها: «رغم أنف رجل ذكرت عنده فلم يصل على».</p>"
}