{
    "id": 3552,
    "sura": 33,
    "aya": 19,
    "text": "<p>ثم أخذت السورة الكريمة في تصوير ما جبلوا عليه من سوء تصويرا معجزا، فقال- تعالى- أَشِحَّةً عَلَيْكُمْ، جمع شحيح من الشح وهو البخل في أقبح صوره. ولفظ أَشِحَّةً منصوب على الحال من الضمير في قوله: وَلا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا.</p><p>أى: أن من صفات هؤلاء المنافقين الجبن والخور، حالة كونهم بخلاء بكل خير يصل إليكم- أيها المؤمنون- فهم لا يعاونونكم في حفر الخندق، ولا في الدفاع عن الحق والعرض والشرف ولا في أى شيء فيه منفعة لكم.</p><p>فَإِذا جاءَ الْخَوْفُ، أى فإذا اقترب الوقت الذي يتوقع فيه اللقاء بينكم وبين أعدائكم. رَأَيْتَهُمْ أيها الرسول الكريم- يَنْظُرُونَ إِلَيْكَ بجبن وهلع تَدُورُ أَعْيُنُهُمْ في مآقيهم يمينا وشمالا.</p><p>وحالهم كحال الذي يُغْشى عَلَيْهِ مِنَ الْمَوْتِ أى: كحال الذي أحاط به الموت من كل جانب، فصار في أقصى دركات الوهن والخوف والفزع.</p><p>هذه هي حالهم عند ما يتوقعون الشدائد والمخاوف، أما حالهم عند الأمان وذهاب الخوف، فهي كما قال- تعالى- فَإِذا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدادٍ.</p><p>وقوله سَلَقُوكُمْ من السّلق. وأصله بسط العضو ومده للأذى، سواء أكان هذا العضو يدا أو لسانا. والمراد به الإيذاء بالكلام السيئ القبيح.</p><p>أى: أنهم عند الشدائد جبناء بخلاء، فإذا ما ذهب الخوف وحل الأمان، سلطوا عليكم ألسنتهم البذيئة بالأذى والسوء، ورموكم بألسنة ماضية حادة، تؤثر تأثير الحديد في الشيء، وارتفعت أصواتهم بعد أن كانوا إذا ما ذكر القتال أمامهم، صار حالهم كحال المغشى عليه من الموت.</p><p>ثم هم بعد كل ذلك أَشِحَّةً عَلَى الْخَيْرِ أى بخلاء بكل خير، فهم يحرصون على جمع الغنائم، وعلى الأموال بكل وسيلة، ولكنهم لا ينفقون شيئا منها في وجه من وجوه الخير والبر.</p><p>قال ابن كثير قوله أَشِحَّةً عَلَى الْخَيْرِ أى: ليس فيهم خير، قد جمعوا الجبن والكذب وقلة الخير، فهم كما قال في أمثالهم الشاعر:</p><p>أفي السلم أعيارا جفاء وغلظة ... وفي الحرب أمثال النساء العوارك</p><p>أى: هم في حال المسالمة كأنهم الحمير الأعيار. والأعيار جمع عير وهو الحمار. وفي الحرب كأنهم النساء الحيض  .</p><p>ثم بين- سبحانه- سوء مصيرهم فقال: أُولئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّهُ أَعْمالَهُمْ وَكانَ ذلِكَ عَلَى اللَّهِ يَسِيراً.</p><p>أى: أولئك المنافقون الموصوفون بما سبق من الصفات السيئة لَمْ يُؤْمِنُوا بما يجب الإيمان به إيمانا صادقا، بل قالوا بألسنتهم قولا تكذبه قلوبهم وأفعالهم فَأَحْبَطَ اللَّهُ أَعْمالَهُمْ بأن أبطلها وجعلها هباء منثورا، وكان ذلك الإحباط على الله- سبحانه- هينا يسيرا.</p><p>وخص- سبحانه- يسر إحباط عملهم بالذكر مع أن كل شيء يسير عليه- تعالى- لبيان أن أعمالهم جديرة بالإحباط والإفساد، لصدورها عن قلوب مريضة، ونفوس خبيثة.</p><p>قال صاحب الكشاف: وهل يثبت للمنافقين عمل حتى يرد عليه الإحباط؟</p><p>قلت: لا، لكنه تعليم لمن عسى يظن أن الإيمان باللسان إيمان، وإن لم يوطئه القلب، وان ما يعمل المنافق من الأعمال يجدي عليه، فبين أن إيمانه ليس بإيمان، وأن كل عمل يوجد منه باطل، وفيه بعث على إتقان المكلف أساس أمره وهو الإيمان الصحيح، وتنبيه على أن الأعمال الكثيرة من غير تصحيح المعرفة كالبناء من غير أساس، وأنها مما يذهب عند الله هباء منثورا  .</p>"
}