{
    "id": 3619,
    "sura": 34,
    "aya": 13,
    "text": "<p>ثم بين- سبحانه- بعض الأشياء التي كان الجن يعملونها لسليمان- عليه السلام- فقال: يَعْمَلُونَ لَهُ ما يَشاءُ مِنْ مَحارِيبَ، وَتَماثِيلَ وَجِفانٍ كَالْجَوابِ، وَقُدُورٍ راسِياتٍ.</p><p>والمحاريب: جمع محراب. وهو كل مكان مرتفع، ويطلق على المكان الذي يقف فيه الإمام في المسجد، كما يطلق على الغرفة التي يصعد إليها، وعلى أشرف أماكن البيوت.</p><p>قالوا والمراد بها: أماكن العبادة، والقصور المرتفعة.</p><p>والتماثيل: جمع تمثال وقد يكون من حجر أو خشب أو نحاس أو غير ذلك.</p><p>قال القرطبي ما ملخصه: والتماثيل جمع تمثال. وهو كل ما صور على مثل صورة حيوان أو غير حيوان. وقيل: كانت من زجاج ونحاس ورخام، تماثيل أشياء ليست بحيوان.</p><p>وذكر أنها صور الأنبياء والعلماء، وكانت تصور في المساجد ليراها الناس. فيزدادوا عبادة واجتهادا.</p><p>وهذا يدل على أن ذلك كان مباحا في زمانهم، ونسخ ذلك بشرع محمد صلّى الله عليه وسلم .</p><p>والجفان: جمع جفنة. وهي الآنية الكبيرة. والجواب: جمع جابية، وهي الحوض الكبير الذي يجبى فيه الماء ويجمع لتشرب منه الدواب.</p><p>والقدور: جمع قدر. وهو الآنية التي يطبخ فيها الطعام من نحاس أو فخار أو غيرهما.</p><p>وراسيات: جمع راسية بمعنى ثابتة لا تتحرك.</p><p>أى: أن الجن يعملون لسليمان- عليه السلام- ما يشاء من مساجد وقصور، ومن صور متنوعة، ومن قصاع كبار تشبه الأحواض الضخمة، ومن قدور ثابتات على قواعدها، بحيث لا تحرك لضخامتها وعظمها.</p><p>وقوله- سبحانه-: اعْمَلُوا آلَ داوُدَ شُكْراً وَقَلِيلٌ مِنْ عِبادِيَ الشَّكُورُ مقول لقول محذوف.</p><p>أى: أعطينا سليمان كل هذه النعم، وقلنا له ولأهله: اعملوا يا آل داود عملا صالحا، شكرا لله- تعالى- على فضله وعطائه، وقليل من عبادي هو الذي يشكرني شكرا خالصا على نعمى وفضلي وإحسانى.</p><p>وقوله شُكْراً يجوز أن يكون مفعولا لأجله. أى: اعملوا من أجل الشكر، أو مصدرا واقعا موقع الحال. أى: اعملوا شاكرين.</p><p>وقَلِيلٌ خبر مقدم. ومِنْ عِبادِيَ صفة له. و، الشَّكُورُ مبتدأ مؤخر.</p><p>وهكذا يختم القرآن هذه النعم بهذا التعقيب الذي يكشف عن طبيعة الناس في كل زمان ومكان، حتى يحملهم على أن يخالفوا أهواءهم ونفوسهم، ويكثروا من ذكر الله- تعالى- وشكره.</p><p>وحقيقة الشكر: الاعتراف بالنعمة للمنعم، والثناء عليه لإنعامه، واستعمال نعمه- سبحانه- فيما خلقت له.</p><p>والإنسان الشكور: هو المتوفر على أداء الشكر، الباذل قصارى جهده في ذلك، عن طريق قلبه ولسانه وجوارحه.</p>"
}