{
    "id": 3669,
    "sura": 35,
    "aya": 9,
    "text": "<p>قال أبو حيان- رحمه الله- لما ذكر- سبحانه- أشياء من الأمور السماوية، وإرسال الملائكة، أتبع ذلك بذكر أشياء من الأمور الأرضية كالرياح وإرسالها، وفي هذا احتجاج على منكري البعث، دلهم على المثال الذي يعاينونه، وهو وإحياء الموتى سيان. وفي الحديث أنه قيل لرسول الله صلّى الله عليه وسلم: كيف يحيى الله الموتى وما آية ذلك في خلقه؟ فقال: «هل مررت بوادي أهلا محلا- أى مجدبا لا نبات فيه- ثم مررت به يهتز خضرا؟ فقالوا: نعم، فقال:</p><p>فكذلك يحيى الله الموتى، وتلك آيته في خلقه» .</p><p>فقوله- تعالى-: وَاللَّهُ الَّذِي أَرْسَلَ الرِّياحَ فَتُثِيرُ سَحاباً بيان لمظهر آخر من مظاهر قدرته- عز وجل- ومن سعة رحمته بعباده.</p><p>وقوله: فَتُثِيرُ من الإثارة بمعنى التهييج والتحريك من حال إلى حال.</p><p>أى: والله- تعالى- وحده، هو الذي أرسل الرياح، فجعلها بقدرته النافذة تحرك السحب من مكان إلى مكان، فتذهب بها تارة إلى جهة الشمال، وتارة إلى جهة الجنوب، وتارة إلى غير ذلك.</p><p>وقوله: فَسُقْناهُ إِلى بَلَدٍ مَيِّتٍ بيان للحكمة من هذه الإثارة. والمراد بالبلد الميت:</p><p>الأرض الجدباء التي لا نبات فيها. والضمير في فَسُقْناهُ يعود إلى السحاب.</p><p>وقوله: فَأَحْيَيْنا بِهِ الْأَرْضَ بَعْدَ مَوْتِها أى: فأحيينا بالمطر النازل من السحاب الأرض الجدباء، فاهتزت وربت وأنبتت من كل زوج بهيج.</p><p>فالضمير في قوله بِهِ يعود إلى المطر، لأن السحاب يدل عليه لما بينهما من تلازم، ويصح أن يعود إلى السحاب لأنه سبب نزول الأمطار.</p><p>وقال- سبحانه- فَتُثِيرُ بصيغة المضارع. استحضارا لتلك الصورة البديعة الدالة على قدرة الله- تعالى-، والتي من شأنها أن تغرس العظات والعبر في النفوس.</p><p>وقال- سبحانه-: فَسُقْناهُ فَأَحْيَيْنا بنون العظمة، وبالفعل الماضي، للدلالة على تحقق قدرته ورحمته بعباده.</p><p>قال صاحب الكشاف ما ملخصه: فإن قلت: لم جاء فَتُثِيرُ على المضارعة دون ما قبله وما بعده؟.</p><p>قلت: ليحكى الحال التي تقع فيها إثارة الرياح للسحاب، وتستحضر تلك الصور البديعة الدالة على القدرة الربانية، وهكذا يفعلون بكل فعل فيه نوع تمييز وخصوصية..</p><p>ولما كان سوق السحاب إلى البلد الميت، وإحياء الأرض بالمطر بعد موتها، من الدلائل على القدرة الباهرة قيل: فسقنا، وأحيينا، معدولا بهما عن لفظ الغيبة، إلى ما هو أدخل في الاختصاص وأدل عليه.. .</p><p>والكاف في قوله- تعالى-: كَذلِكَ النُّشُورُ بمعنى مثل، وهي في محل رفع على الخبرية. أى: مثل ذلك الإحياء الذي تشاهدونه للأرض بعد نزول المطر عليها، يكون إحياء الأموات منكم.</p><p>قال الإمام الرازي: فإن قيل ما وجه التشبيه بقوله: كَذلِكَ النُّشُورُ؟ فالجواب من وجوه:</p><p>أحدها: أن الأرض الميتة لما قبلت الحياة اللائقة بها، كذلك الأعضاء تقبل الحياة.</p><p>ثانيها: كما أن الريح يجمع القطع السحابية، كذلك يجمع- سبحانه- بين أجزاء الأعضاء..</p><p>ثالثها: كما أنا نسوق الريح والسحاب إلى البلد الميت، كذلك نسوق الروح والحياة إلى البدن الميت  .</p><p>والنشور: الإحياء والبعث بعد الموت. يقال: أنشر الله- تعالى- الموتى ونشرهم، إذا أحياهم بعد موتهم. ونشر الراعي غنمه، إذا بثها بعد أن آواها.</p>"
}