{
    "id": 3670,
    "sura": 35,
    "aya": 10,
    "text": "<p>ثم بين- سبحانه- أن العزة الكاملة إنما هي لله- تعالى- وحده فقال: مَنْ كانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعاً....</p><p>والمراد بالعزة: الشرف والمنعة والاستعلاء، من قولهم: أرض عزاز، أى: صلبة قوية.</p><p>ومَنْ شرطية، وجواب الشرط محذوف. وقوله: فَلِلَّهِ الْعِزَّةُ جَمِيعاً تعليل للجواب المحذوف.</p><p>والمعنى من كان من الناس يريد العزة التي لا ذلة معها. فليطع الله وليعتمد عليه وحده فلله- تعالى- العزة كلها في الدنيا والآخرة، وليس لغيره منها شيء.</p><p>وفي هذا رد على المشركين وغيرهم ممن يطلبون العزة من الأصنام أو من غيرها من المخلوقات قال- تعالى-: وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا. كَلَّا سَيَكْفُرُونَ بِعِبادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا  .</p><p>وقال- سبحانه-: الَّذِينَ يَتَّخِذُونَ الْكافِرِينَ أَوْلِياءَ مِنْ دُونِ الْمُؤْمِنِينَ، أَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعاً  .</p><p>قال القرطبي ما ملخصه: يريد- سبحانه- في هذه الآية، أن ينبه ذوى الأقدار والهمم، من أين تنال العزة ومن أين تستحق، فمن طلب العزة من الله- تعالى- وجدها عنده، - إن شاء الله-، غير ممنوعة ولا محجوبة عنه.. ومن طلبها من غيره وكله إلى من طلبها عنده. وقال صلّى الله عليه وسلّم مفسرا لهذه الآية: «من أراد عز الدارين فليطع العزيز» ، ولقد أحسن القائل.</p><p>وإذا تذللت الرقاب تواضعا ...منا إليك فعزها في ذلها</p><p>فمن كان يريد العزة لينال الفوز الأكبر، فليعتز بالله- تعالى-، فإن من اعتز بغير الله، أذله الله، ومن اعتز به- سبحانه أعزه .</p><p>ولا تنافى بين هذه الآية وبين قوله- تعالى-: وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ لأن العزة الكاملة لله- تعالى- وحده، أما عزة الرسول صلّى الله عليه وسلّم فمستمدة من قربه من الله- تعالى-، كما أن عزة المؤمنين مستمدة من إيمانهم بالله- تعالى- وبرسوله صلّى الله عليه وسلم.</p><p>والخلاصة أن هذه الآية الكريمة ترشد المؤمنين إلى الطريق الذي يوصلهم إلى السعادة الدنيوية والأخروية. ألا وهو طاعة الله- تعالى-، والاعتماد عليه والاعتزاز به.</p><p>وقوله- سبحانه-: إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ حض للمؤمنين على النطق بالكلام الحسن، وعلى الإكثار من العمل الصالح.</p><p>ويَصْعَدُ من الصعود بمعنى الارتفاع إلى أعلى والعروج من مكان منخفض إلى مكان مرتفع. يقال صعد في السلم ويصعد صعودا إذا ارتقاه وارتفع فيه.</p><p>والْكَلِمُ اسم جنس جمعى واحده كلمة.</p><p>والمراد بالكلم الطيب: كل كلام يرضى الله- تعالى- من تسبيح وتحميد وتكبير. وأمر بالمعروف، ونهى عن المنكر، وغير ذلك من الأقوال الحسنة.</p><p>والمراد بصعوده: قبوله عند الله- تعالى- ورضاه عن صاحبه، أو صعود صحائف هذه الأقوال الطيبة.</p><p>والمعنى: إليه- تعالى- وحده، لا إلى غيره يصعد الكلم الطيب، أى: يقبل عنده، ويكون مرضيا لديه، أو إليه- وحده- ترفع صحائف أعمال عباده، الصادقين فيجازيهم بما يستحقون من ثواب، والعمل الصالح الصادر عن عباده المؤمنين يرفعه الله- تعالى- إليه، ويقبله منهم، ويكافئهم عليه.</p><p>فالفاعل لقوله يَرْفَعُهُ ضمير يعود على الله- تعالى-، والضمير المنصوب يعود إلى العمل الصالح أى: يرفع الله- تعالى- العمل الصالح إليه، ويقبله من أصحابه.</p><p>ومنهم من يرى أن الفاعل لقوله يَرْفَعُهُ هو العمل الصالح. والضمير المنصوب يعود إلى الكلم الطيب. أى: أن العمل الصالح هو الذي يرفع الكلم الطيب. بأنه يجعله مقبولا عند الله- تعالى-.</p><p>ومنهم من يرى العكس. أى: أن الكلم الطيب هو الذي يرفع العمل الصالح.</p><p>قال الشوكانى ما ملخصه: ومعنى: وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ أن العمل الصالح يرفع الكلم الطيب. كما قال الحسن وغيره. ووجهه أنه لا يقبل الكلم الطيب إلا من العمل الصالح وقيل: إن فاعل يَرْفَعُهُ هو الكلم الطيب، ومفعوله العمل الصالح. ووجهه أن العمل الصالح لا يقبل إلا مع التوحيد والإيمان وقيل: إن فاعل يَرْفَعُهُ ضمير يعود إلى الله- تعالى-.</p><p>والمعنى: أن الله- تعالى- يرفع العمل الصالح على الكلم الطيب، لأن العمل يحقق الكلام. وقيل: والعمل الصالح هو الذي يرفع صاحبه..</p><p>ويبدو لنا أن أرجح هذه الأقوال، أن يكون الفاعل لقوله يَرْفَعُهُ هو الله- تعالى-، وأن الضمير المنصوب عائد إلى العمل الصالح لأن الله- تعالى- هو الذي يقبل الأقوال الطيبة، وهو- سبحانه- الذي يرفع الأعمال الصالحة ويقبلها عنده من عباده المؤمنين.</p><p>ثم بين- تعالى- بعد ذلك سوء عاقبة الذين يمكرون السوء فقال: وَالَّذِينَ يَمْكُرُونَ السَّيِّئاتِ لَهُمْ عَذابٌ شَدِيدٌ، وَمَكْرُ أُولئِكَ هُوَ يَبُورُ.</p><p>والمكر: التدبير المحكم. أو صرف غيرك عما يريده بحيلة. وهو مذموم إن تحرى به صاحبه الشر والسوء- كما في الآية الكريمة، ومحمود إن تحرى به صاحبه الخير والنفع والسَّيِّئاتِ جمع سيئة وهي صفة لموصوف محذوف.</p><p>وقوله يَبُورُ أى: يبطل ويفسد، من البوار: يقال: بار المتاع بوارا إذا كسد وصار في حكم الهالك.</p><p>أى: والذين يمكرون المكرات السيئات من المشركين والمنافقين وأشباههم، لهم عذاب شديد من الله- تعالى-، ومكر أولئك الماكرين المفسدين، مصيره إلى الفساد والخسران، لأن المكر السيئ لا يحيق إلا بأهله.</p><p>ويدخل في هذا المكر السيئ ما فعله المشركون مع الرسول صلّى الله عليه وسلّم في دار الندوة، حيث بيتوا قتله، ولكن الله- تعالى- نجاه من شرورهم، كما دخل فيه غير ذلك من أقوالهم القبيحة، وأفعالهم الذميمة، ونياتهم الخبيثة.</p>"
}