{
    "id": 3799,
    "sura": 37,
    "aya": 11,
    "text": "<p>والفاء في قوله- تعالى-: فَاسْتَفْتِهِمْ.. هي الفصيحة، والاستفتاء: الاستخبار عن الشيء ومعرفة وجه الصواب فيه.</p><p>والمراد من الاستفهام في الآية: توبيخ المشركين على إصرارهم على شركهم وجهلهم.</p><p>وتعجيب العقلاء من أحوالهم.</p><p>واللازب: أى: الملتصق بعضه ببعض. يقال: لزب الشيء يلزب لزبا ولزوبا، إذا تداخل بعضه في بعض، والتصق بعضه ببعض. والطين اللازب: هو الذي يلزق باليد- مثلا- إذا ما التقت به قال النابغة الذبياني:</p><p>فلا تحسبون الخير لا شر بعده ... ولا تحسبون الشر ضربة لازب</p><p>أى: ضربة ملازمة لا مفارقة لها.</p><p>والمعنى: إذا كان الأمر كما أخبرناك أيها الرسول الكريم- من أن كل شيء في هذا الكون يشهد بوحدانيتنا وقدرتنا، فاسأل هؤلاء المشركين «أهم أشد خلقا» أى: أهم أقوى خلقة وأمتن بنية، وأضخم أجسادا.. «أم من خلقنا» من ملائكة غلاظ شداد، ومن سماوات طباق، ومن أرض ذات فجاج.</p><p>لا شك أنهم لن يجدوا جوابا يردون به عليك، سوى قولهم: إن خلق الملائكة والسموات والأرض. أشد من خلقنا.</p><p>وقوله- تعالى- إِنَّا خَلَقْناهُمْ مِنْ طِينٍ لازِبٍ إشارة إلى المادة الأولى التي خلقوا منها في ضمن خلق أبيهم آدم- عليه السلام-.</p><p>أى: إنا خلقناهم من طين ملتصق بعضه ببعض، ومتداخل بعضه في بعض.</p><p>فأنت ترى أن الآية الكريمة قد ساقت دليلين واضحين على صحة البعث الذي أنكره المشركون.</p><p>أما الدليل الأول فهو ما يعترفون به من أن خلق السموات والأرض والملائكة.. أعظم وأكبر منهم ... ومن كان قادرا على خلق الأعظم والأكبر كان من باب أولى قادرا على خلق الأقل والأصغر.</p><p>وقد ذكر- سبحانه- هذه الحقيقة في آيات كثيرة منها قوله- تعالى- لَخَلْقُ السَّماواتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ، وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ   .</p><p>وأما الدليل الثاني فهو قوله- تعالى-: إِنَّا خَلَقْناهُمْ مِنْ طِينٍ لازِبٍ وذلك لأن من خلقهم أولا من طين لازب، قادر على أن يعيدهم مرة أخرى بعد أن يصيروا ترابا وعظاما.</p><p>إذ من المعروف لدى كل عاقل أن الإعادة أيسر من الابتداء. وقد قرر- سبحانه- هذه الحقيقة في آيات منها قوله- تعالى-: وَهُوَ الَّذِي يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ، وَهُوَ أَهْوَنُ عَلَيْهِ، وَلَهُ الْمَثَلُ الْأَعْلى فِي السَّماواتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ</p>"
}