{
    "id": 4621,
    "sura": 49,
    "aya": 9,
    "text": "<p>وقد ذكروا في سبب نزول هاتين الآيتين روايات منها: ما رواه الإمام أحمد عن أنس قال:</p><p>قيل للنبي صلّى الله عليه وسلّم: لو أتيت عبد الله بن أبى؟ فانطلق إليه النبي صلّى الله عليه وسلّم وركب حمارا، وانطلق المسلمون يمشون، وهي أرض سبخة، فلما انطلق إليه- عليه الصلاة والسلام- قال: إليكم عنى، فو الله لقد آذاني ريح حمارك. فقال رجل من الأنصار: والله لحمار رسول الله أطيب ريحا منك.</p><p>قال: فغضب لعبد الله رجال من قومه، وغضب للأنصارى أصحابه. قال: فكان بينهم ضرب بالجريد والأيدى.. فبلغنا أنه أنزلت فيهم وَإِنْ طائِفَتانِ مِنَ الْمُؤْمِنِينَ ...  .</p><p>والخطاب في الآية لأولى الأمر من المسلمين، والأمر في قوله فَأَصْلِحُوا للوجوب، والطائفة: الجماعة من الناس.</p><p>أى: وإن حدث قتال بين طائفتين من المؤمنين، فعليكم يا أولى الأمر من المؤمنين أن تتدخلوا بينهما بالإصلاح، عن طريق بذل النصح، وإزالة أسباب الخلاف.</p><p>والتعبير «بإن» للإشعار بأنه لا يصح أن يقع قتال بين المؤمنين، فإن وقع على سبيل الندرة، فعلى المسلمين أن يعملوا بكل وسيلة على إزالته.</p><p>وجاء «اقتتلوا» بلفظ الجمع، لأن لفظ الطائفة وإن كان مفردا في اللفظ إلا أنه جمع في المعنى، فروعى فيه المعنى هنا. وروعي فيه اللفظ في قوله بَيْنَهُما.</p><p>قالوا: والنكتة في ذلك أنهم في حال القتال يكونون مختلطين فلذا جاء الأسلوب بصيغة الجمع، وفي حال الصلح يكونون متميزين متفرقين فلذا جاء الأسلوب بصيغة التثنية.</p><p>ثم بين- سبحانه- حكمه في حال اعتداء إحداهما على الأخرى فقال: فَإِنْ بَغَتْ إِحْداهُما عَلَى الْأُخْرى فَقاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ.</p><p>والبغي: التعدي وتجاوز الحد والامتناع عن قبول الصلح المؤدى إلى الصواب.</p><p>أى: فإن بغت إحدى الطائفتين على الأخرى، وتجاوزت حدود العدل والحق، فقاتلوا- أيها المؤمنون- الفئة الباغية، حتى تفيء وترجع إلى حكم الله- تعالى- وأمره، وحتى تقبل الصلح الذي أمرناكم بأن تقيموه بينهم.</p><p>وقوله: فَإِنْ فاءَتْ فَأَصْلِحُوا بَيْنَهُما بِالْعَدْلِ وَأَقْسِطُوا بيان لما يجب على المؤمنين أن يفعلوه مع الفئة الباغية، إذا ما قبلت الصلح ورجعت إلى حكم الله- تعالى-.</p><p>أى: فإن رجعت الفئة الباغية عن بغيها، وقبلت الصلح، وأقلعت عن القتال، فأصلحوا بين الطائفتين إصلاحا متسما بالعدل التام وبالقسط الكامل.</p><p>وقيد- سبحانه- الإصلاح بالعدل. ثم أكد ذلك بالأمر بالقسط حتى يلتزم الذين يقومون بالصلح بينهما العدالة التي لا يشوبها أى حيف أو جور على إحدى الطائفتين.</p><p>وقوله: إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ تذييل المقصود به حض المؤمنين على التقيد بالعدل في أحكامهم، لأن الله- تعالى- يحب من يفعل ذلك.</p>"
}