{
    "id": 5117,
    "sura": 58,
    "aya": 13,
    "text": "<p>ثم بين- سبحانه- جانبا من مظاهر لطفه بعباده فقال: أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْواكُمْ صَدَقاتٍ.</p><p>الإشفاق معناه: أن يتوقع الإنسان عدم حصوله على ما يريده والمراد به هنا: الخوف.</p><p>والاستفهام مستعمل فيما يشبه اللوم والعتاب، لتخلف بعضهم عن مناجاة الرسول صلى الله عليه وسلم بسبب تقديم الصدقة.</p><p>و «إذ» في قوله: فَإِذْ لَمْ تَفْعَلُوا ظرفية مفيدة للتعليل.</p><p>والمعنى: أخفتم- أيها المؤمنون- أن تقدموا قبل مناجاتكم للرسول صلى الله عليه وسلم صدقة فيصيبكم بسبب ذلك الفقر، إذا ما واظبتم على ذلك.</p><p>فَإِذْ لَمْ تَفْعَلُوا وَتابَ اللَّهُ عَلَيْكُمْ أى: فحين لم تفعلوا ما كلفناكم به من تقديم الصدقة قبل مناجاتكم للرسول صلى الله عليه وسلم، وتاب الله- تعالى- عليكم، بأن رخص لكم في هذه المناجاة بدون تقديم صدقة، وخفف عنكم ما كان قد كلفكم به- سبحانه- والفاء في قوله:</p><p>فَأَقِيمُوا الصَّلاةَ. وَآتُوا الزَّكاةَ، وَأَطِيعُوا اللَّهَ وَرَسُولَهُ معطوفة على كلام محذوف.</p><p>أى: فحين خففنا عنكم الصدقة- بفضلنا ورحمتنا- فداوموا على إقامة الصلاة، وعلى إعطاء الزكاة لمستحقيها، وأطيعوا الله ورسوله، في كل ما أمركم به أو نهاكم عنه.</p><p>واعلموا أن الله- تعالى- خبير بما تعملون، ولا يخفى عليه شيء من أقوالكم أو أفعالكم، وسيجازى الذين أساءوا بما عملوا، ويجازى الذين أحسنوا بالحسنى.</p><p>وقد ذكر المفسرون أن هذه الآية ناسخة للتي قبلها، لأنها أسقطت وجوب تقديم الصدقة الذي أمرت به الآية السابقة.</p><p>وقد لخص الإمام الآلوسى كلام العلماء في هذه المسألة تلخيصا حسنا فقال: «واختلف في أن الأمر للندب أو للوجوب، لكنه نسخ بقوله- تعالى-: أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا ...</p><p>وهو وإن كان متصلا به تلاوة، لكنه غير متصل به نزولا. وقيل نسخ بآية الزكاة. والمعول عليه الأول.</p><p>ولم يعين مقدار الصدقة، ليجزئ القليل والكثير. أخرج الترمذي عن على بن أبى طالب قال: لما نزلت يا أَيُّهَا الَّذِينَ آمَنُوا إِذا ناجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْواكُمْ صَدَقَةً....</p><p>قال لي النبي: صلى الله عليه وسلم: «ما ترى في دينار» قلت: لا يطيقونه قال: «نصف دينار» قلت: لا يطيقونه، قال: «فكم» ؟ قلت: شعيرة. قال: «فإنك لزهيد» .</p><p>فلما نزلت: أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا ... قال صلى الله عليه وسلم: «خفف الله عن هذه الأمة» ولم يعمل بها- على المشهور- غير على- كرم الله وجهه.</p><p>واختلف في مدة بقاء هذا الأمر. أى: الأمر بتقديم الصدقة: فعن مقاتل: عشرة أيام.</p><p>وقال قتادة: ساعة من نهار ... .</p><p>قال بعض العلماء: «والآية الناسخة متأخرة في النزول، وإن كانت تالية للآية المنسوخة في التلاوة.</p><p>والظاهر- والله أعلم- أن الحادثة من باب الابتلاء والامتحان، ليظهر للناس محب الدنيا من محب الآخرة، والله بكل شيء عليم»  .</p><p>وقال أحد العلماء: «ولا يشتم من قوله- تعالى-: أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْواكُمْ صَدَقاتٍ.... أن الصحابة قد وقع منهم تقصير. فإن التقصير إنما يكون إذا ثبت أنه كانت هناك مناجاة لم تصحبها صدقة، والآية قالت: فَإِذْ لَمْ تَفْعَلُوا أى: ما أمرتم به من الصدقة، وقد يكون عدم الفعل، لأنهم لم يناجوا، فلا يكون عدم الفعل تقصيرا.</p><p>وأما التعبير بالإشفاق من جانبهم، فلا يدل على تقصيرهم، فقد يكون الله- تعالى- علم- أن كثيرا منهم استكثر التصدق عند كل مناجاة في المستقبل لو دام الوجوب، فقال الله- تعالى- لهم أَأَشْفَقْتُمْ.</p><p>وكذلك ليس في قوله وَتابَ اللَّهُ عَلَيْكُمْ ما يدل على أنهم قصروا، فإنه يحمل على أن المعنى أنه تاب عليهم برفع التكليف عنهم تخفيفا، ومثل هذا يجوز أن يعبر عنه بالتوبة ... »</p><p>ثم تعود السورة مرة أخرى إلى الحديث عن المنافقين وأشباههم، فتصور أحوالهم، وتبين سوء مصيرهم، وتكشف القناع عن الأسباب التي أدت بهم إلى الخسران والهلاك فقال- تعالى-:</p>"
}