{
    "id": 5149,
    "sura": 59,
    "aya": 23,
    "text": "<p>وقوله- سبحانه-: هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ ... تأكيد لأمر التوحيد لأن مقام التعظيم يقتضى ذلك.</p><p>ثم عدد- سبحانه- بعد ذلك بعض أسمائه الحسنى، وصفاته الجليلة فقال: الْمَلِكُ أى: المالك لجميع الأشياء، والحاكم على جميع المخلوقات والمتصرف فيها تصرف المالك في ملكه.</p><p>الْقُدُّوسُ أى: المنزه عن كل نقص، البالغ أقصى ما يتصوره العقل في الطهارة وفي البعد عن النقائص والعيوب، وعن كل ما لا يليق.</p><p>من القدس بمعنى الطهارة، والقدس- بفتح الدال- اسم للإناء الذي يتطهر به ومنه القادوس.</p><p>وجاء لفظ القدوس بعد لفظ الملك، للإشعار بأنه- تعالى- وإن كان مالكا لكل شيء، إلا أنه لا يتصرف فيما يملكه تصرف الملوك المغرورين الظالمين، وإنما يتصرف في خلقه تصرفا منزها عن كل ظلم ونقص وعيب..</p><p>السَّلامُ أى: ذو السلامة من كل ما لا يليق، أو ذو السلام على عباده في الجنة، كما قال- تعالى-: سَلامٌ قَوْلًا مِنْ رَبٍّ رَحِيمٍ.</p><p>الْمُؤْمِنُ أى: الذي وهب لعباده نعمة الأمان والاطمئنان، والذي صدق رسله بأن أظهر على أيديهم المعجزات التي تدل على أنهم صادقون فيما يبلغونه عنه.</p><p>الْمُهَيْمِنُ أى: الرقيب على عباده، الحافظ لأقوالهم وأفعالهم وأحوالهم، من الأمن، ثم قلبت همزته هاء، وقيل أصله هيمن بمعنى رقب، فهاؤه أصلية.</p><p>الْعَزِيزُ أى: الذي يغلب غيره، ولا يتجاسر على مقامه أحد..</p><p>الْجَبَّارُ أى: العظيم القدرة، القاهر فوق عباده.</p><p>قال القرطبي: قال ابن عباس: الجبار: هو العظيم. وجبروت الله عظمته. وهو على هذا القول صفة ذات، من قولهم: نخلة جبارة..</p><p>وقيل هو من الجبر وهو الإصلاح، يقال: جبرت العظم فجبر، إذا أصلحته بعد الكسر، فهو فعال من جبر، إذا أصلح الكسير وأغنى الفقير..  .</p><p>الْمُتَكَبِّرُ أى: الشديد الكبرياء، والعظمة والجلالة. والتنزه عما لا يليق بذاته.</p><p>وهاتان الصفتان- الجبار المتكبر- صفتا مدح بالنسبة لله- تعالى-، وصفتا ذم بالنسبة لغيره- تعالى-، وفي الحديث الصحيح عن أبى هريرة أن رسول الله صلى الله عليه وسلم، قال فيما يرويه عن ربه: «الكبرياء ردائي. والعظمة إزارى. فمن نازعنى في واحد منهما قصمته. ثم قذفته في النار» .</p><p>سُبْحانَ اللَّهِ عَمَّا يُشْرِكُونَ أى: تنزه- سبحانه وتقدس عن إشراك المشركين. وكفر الكافرين.</p>"
}