{
    "id": 5131,
    "sura": 59,
    "aya": 5,
    "text": "<p>ثم ساق- سبحانه- ما يغرس الطمأنينة في قلوب المؤمنين، الذين اشتركوا في تخريب ديار بنى النضير، وفي قطع نخيلهم، فقال- تعالى-: ما قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوها قائِمَةً عَلى أُصُولِها فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفاسِقِينَ.</p><p>و «ما» شرطية في موضع نصب، بقوله: قَطَعْتُمْ وقوله: مِنْ لِينَةٍ بيان لها..</p><p>وقوله: فَبِإِذْنِ اللَّهِ جزاء الشرط. واللام في قوله- تعالى-: وَلِيُخْزِيَ الْفاسِقِينَ متعلقة بمحذوف.</p><p>واللينة: واحدة اللين، وهو النخل كله، أو كرام النخل فقط.</p><p>قال الآلوسى ما ملخصه: اللينة هي النخلة مطلقا.. وهي فعلة من اللّون، وياؤها مقلوبة عن واو لكسر ما قبلها- فأصل لينة: لونة ...</p><p>وقيل: اللينة: النخلة مطلقا.. وقيل: هي النخلة القصيرة، وقيل: الكريمة من النخل..</p><p>ويمكن أن يقال: أراد باللينة النخلة الكريمة .. .</p><p>وقد ذكروا في سبب نزول هذه الآية روايات منها: أن المسلمين عند ما أخذوا في تقطيع نخيل اليهود، قال اليهود للنبي صلى الله عليه وسلم: يا محمد إنك تنهى عن الفساد، فما بالك تأمر بقطع النخيل؟ فأنزل الله هذه الآية.</p><p>وقيل: إن المسلمين بعد أن قطعوا بعض النخيل، ظنوا أنهم قد أخطئوا في ذلك، فقالوا:</p><p>لنسألن رسول الله صلى الله عليه وسلم فنزلت هذه الآية.</p><p>وقيل: إن المسلمين نهى بعضهم بعضا عن قطع النخيل، وقالوا إنما هي مغانم المسلمين، فنزلت هذه الآية لتصديق من نهى عن القطع، وتحليل من قطع من الإثم.</p><p>والمعنى: لا تختلفوا- أيها المؤمنون- في شأن ما فعلتموه بنخيل بنى النضير، فإن الذي قطع شيئا من هذه النخيل لا إثم عليه، والذي لم يقطع لا إثم عليه- أيضا- لأن كلا الأمرين بإذن الله- تعالى- ورضاه، وفي كليهما مصلحة لكم.</p><p>لأن من قطع يكون قد فعل ما يغيظ العدو ويذله، ويحمله على الاستسلام والخضوع لأمركم..</p><p>ومن ترك يكون قد فعل ما يعود بالخير عليكم، لأن تلك النخيل الباقية، منفعتها ستئول إليكم ...</p><p>وقد شرع- سبحانه- لكم كلا الأمرين في هذا المقام وَلِيُخْزِيَ الْفاسِقِينَ عن أمره، وهم يهود بنى النضير، ومن ناصرهم، وأيدهم، وسار على طريقتهم في الخيانة والغدر.</p><p>فالآية الكريمة المقصود بها: إدخال المسرة والبهجة في قلوب المؤمنين، حتى لا يتأثروا بما حدث منهم بالنسبة لنخيل بنى النضير، وحتى يتركوا الخلاف في شأن هذه المسألة، بعد أن صدر حكم الله- تعالى- فيها، وهو أن القطع والترك بإذنه ورضاه، لأن كلا الأمرين يغرس الحسرة في قلوب الأعداء..</p><p>وعبر- سبحانه- باللينة عن النخلة، لأن لفظ «لينة» أخف لفظا، وأدخل في كونها نخلة من كرام النخل.</p><p>وقال- سبحانه-: أَوْ تَرَكْتُمُوها قائِمَةً عَلى أُصُولِها لتصوير هيئتها وحسنها وأن فروعها قد بقيت قائمة على أصولها، التي هي جذورها وجذوعها.</p><p>قال الآلوسى: وقوله: وَلِيُخْزِيَ الْفاسِقِينَ متعلق بمقدر على أنه علة له، وذلك المقدر عطف على مقدر آخر. أى: ليعز المؤمنين، وليخزى الفاسقين أى: ليذلهم..</p><p>والمراد بالفاسقين: أولئك الذين كفروا من أهل الكتاب. ووضع الظاهر موضع المضمر،إشعارا بعلة الحكم- أى أن فسقهم هو السبب في إخزائهم..   .</p><p>هذا، ومن الأحكام التي أخذها العلماء من هذه الآية: أن تخريب ديار العدو، وقطع الأشجار التي يملكها، وهدم حصونه ومعسكراته.. جائز مادام في ذلك مصلحة تعود على المسلمين، وما دامت هناك حرب بينهم وبين أعدائهم.</p><p>ثم بين- سبحانه- حكم الفيء الذي أفاءه على المسلمين في غزوة بنى النضير وفيما يشبهها من غزوات، وأمر المؤمنين بأن يطيعوا رسوله صلى الله عليه وسلم في أمره ونهيه، وأثنى- سبحانه- على المهاجرين والأنصار لقوة إيمانهم، ولنقاء قلوبهم وسخاء نفوسهم.. فقال- تعالى-:</p>"
}