{
    "id": 5135,
    "sura": 59,
    "aya": 9,
    "text": "<p>ثم مدح- سبحانه- بعد ذلك الأنصار، الذين يحبون من هاجر إليهم فقال: وَالَّذِينَ تَبَوَّؤُا الدَّارَ وَالْإِيمانَ مِنْ قَبْلِهِمْ، يُحِبُّونَ مَنْ هاجَرَ إِلَيْهِمْ.</p><p>والجملة الكريمة معطوفة على الْمُهاجِرِينَ أو مبتدأ وخبره: يُحِبُّونَ والتبوؤ:</p><p>النزول في المكان، ومنه المباءة للمنزل الذي ينزل فيه الإنسان.</p><p>والمراد بالدار: المدينة المنورة، وأل للعهد. أى: الدار المعهودة المعروفة وهي دار الهجرة.</p><p>وقوله: وَالْإِيمانَ منصوب بفعل مقدر. أى: وأخلصوا الإيمان.</p><p>قال صاحب الكشاف: فإن قلت: ما معنى عطف الإيمان على الدار، ولا يقال: تبوأوا الإيمان؟ ..</p><p>قلت معناه: تبوأوا الدار وأخلصوا الإيمان. كقوله: علفتها تبنا وماء باردا.</p><p>أى: وجعلوا الإيمان مستقرا ومتوطنا لهم، لتمكنهم منه، واستقامتهم عليه، كما جعلوا المدينة كذلك.</p><p>أو أراد: دار الهجرة ودار الإيمان، فأقام لام التعريف في الدار مقام المضاف إليه، وحذف المضاف من دار الإيمان، ووضع المضاف إليه مقامه..</p><p>أو سمى المدينة- لأنها دار الهجرة، ومكان ظهور الإيمان- بالإيمان .</p><p>وقوله: مِنْ قَبْلِهِمْ أى: من قبل المهاجرين، وهو متعلق بقوله تَبَوَّؤُا.</p><p>وقوله: يُحِبُّونَ مَنْ هاجَرَ إِلَيْهِمْ خبر المبتدأ، أو حال من الذين تبوأوا الدار ...</p><p>أى: هذه هي صفات المهاجرين الذين أخرجوا من ديارهم ... وهذا هو جزاؤهم ...</p><p>أما الذين سكنوا دار الهجرة وهي المدينة المنورة، من قبل المهاجرين، وأخلصوا إيمانهم وعبادتهم لله- تعالى-، فإن من صفاتهم أنهم يحبون إخوانهم الذين هاجروا إليهم حبا شديدا، لأن الإيمان ربط قلوبهم برباط المودة والمحبة. وقوله: وَلا يَجِدُونَ فِي صُدُورِهِمْ حاجَةً مِمَّا أُوتُوا صفة أخرى من صفات الأنصار.</p><p>ومعنى: يَجِدُونَ هنا: يحسون ويعلمون، والضمير للأنصار، وفي قوله أُوتُوا للمهاجرين. والحاجة في الأصل: اسم مصدر بمعنى الاحتياج، أى الافتقار إلى الشيء.</p><p>والمراد بها هنا: المأرب أو الرغبة الناشئة عن التطلع إلى ما منحه النبي صلى الله عليه وسلم للمهاجرين دون الأنصار، من فيء أو غيره.</p><p>أى: أن من صفات الأنصار- أيضا- أنهم لا تتطلع نفوسهم إلى شيء مما أعطى للمهاجرين من الفيء أو غيره، لأن المحبة التي ربطت قلوب الأنصار بالمهاجرين، جعلت الأنصار يرتفعون عن التشوف إلى شيء مما أعطاه النبي صلى الله عليه وسلم المهاجرين وحدهم ...</p><p>ثم وصفهم- سبحانه- بصفة ثالثة كريمة فقال: وَيُؤْثِرُونَ عَلى أَنْفُسِهِمْ وَلَوْ كانَ بِهِمْ خَصاصَةٌ....</p><p>والإيثار معناه: أن يؤثر الإنسان غيره على نفسه، على سبيل الإكرام والنفع، والخصاصة: شدة الحاجة، وأصلها من خصاص البيت، وهو ما يبقى بين عيدانه من الفرج والفتحات.</p><p>أى: أن من صفات الأنصار أنهم كانوا يقدمون في النفع إخوانهم المهاجرين على أنفسهم، ولو كانوا في حاجة ماسة، وفقر واضح، إلى ما يقدمونه لإخوانهم المهاجرين.</p><p>ولقد ضرب الأنصار- رضى الله عنهم- أروع الأمثال وأسماها في هذا المضمار، ومن ذلك ما رواه الشيخان والترمذي والنسائي وغيرهم عن أبى هريرة قال: أتى رجل رسول الله صلى الله عليه وسلم فقال: يا رسول الله، أصابنى الجهد، فأرسل إلى نسائه فلم يجد شيئا، فقال صلى الله عليه وسلم: «ألا رجل يضيف هذا الرجل الليلة رحمه الله» ؟ فقال رجل من الأنصار- وفي رواية أنه أبو طلحة- فقال: أنا يا رسول الله، فذهب به إلى أهله، فقال لامرأته: أكرمى ضيف رسول الله صلى الله عليه وسلم قالت: والله ما عندي إلا قوت الصبية!! قال: إذا أراد الصبية العشاء فنوميهم، وتعالى فأطفئى السراج، ونطوى بطوننا الليلة لضيف رسول الله صلى الله عليه وسلم ففعلت.</p><p>ثم غدا الضيف على رسول الله صلى الله عليه وسلم فقال رسول الله صلى الله عليه وسلم: «لقد عجب الله الليلة من فلان وفلانة» وأنزل الله فيهما: وَيُؤْثِرُونَ عَلى أَنْفُسِهِمْ وَلَوْ كانَ بِهِمْ خَصاصَةٌ.. .</p><p>وقوله- سبحانه-: وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولئِكَ هُمُ الْمُفْلِحُونَ تذييل قصد به حض الناس على التحلي بفضيلة السخاء والكرم.</p><p>والشح: يرى بعضهم أنه بمعنى البخل، ويرى آخرون أن الشح غريزة في النفس تحملها على الإمساك والتقتير، وأما البخل فهو المنع ذاته، فكأن البخل أثر من آثار الشح.</p><p>قال صاحب الكشاف: «الشح» - بالضم والكسر وقد قرئ بهما-: اللؤم، وأن تكون نفس المرء كزة حريصة على المنع كما قال الشاعر:</p><p>يمارس نفسا بين جنبيه كزّة ... إذا همّ بالمعروف قالت له مهلا</p><p>وقد أضيف إلى النفس لأنه غريزة فيها، وأما البخل فهو المنع نفسه، ومنه قوله- تعالى-: وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ ...   .</p><p>أى: ومن يوق- بتوفيق الله وفضله- شح نفسه وحرصها على الإمساك، فيخالفها فيما تأمره به من المنع والتقتير. فأولئك الذين يخالفونها هم المفلحون، الفائزون برضا الله- عز وجل-.</p><p>ومن الأحاديث التي وردت في النهى عن الشح، ما أخرجه مسلم- في صحيحه- عن جابر بن عبد الله، أن رسول الله صلى الله عليه وسلم قال: «إياكم والظلم فإن الظلم ظلمات يوم القيامة، واتقوا الشح فإن الشح أهلك من كان قبلكم، حملهم على أن سفكوا دماءهم، واستحلوا محارمهم»   .</p>"
}