{
    "id": 5163,
    "sura": 60,
    "aya": 13,
    "text": "<p>والمراد بالقوم الذين غضب الله عليهم: المشركون، بصفة عامة، ويدخل فيهم دخولا أوليا اليهود، لأن هذا الوصف كثيرا ما يطلق عليهم.</p><p>فقد ذكروا في سبب نزول هذه الآية، أن قوما من فقراء المؤمنين، كانوا يواصلون اليهود.</p><p>ليصيبوا من ثمارهم، وربما أخبروهم عن شيء من أخبار المسلمين، فنزلت الآية لتنهاهم عن ذلك.</p><p>أى: يا من آمنتم بالله- تعالى- حق الإيمان، ينهاكم الله- تعالى- عن أن تتخذوا الأقوام الذين غضب الله عليهم أولياء، وأصفياء، بأن تفشوا إليهم أسرار المسلمين، أو بأن تطلعوهم على ما لا يصح الاطلاع عليه.</p><p>وقوله- تعالى-: قَدْ يَئِسُوا مِنَ الْآخِرَةِ كَما يَئِسَ الْكُفَّارُ مِنْ أَصْحابِ الْقُبُورِ تعليل للنهى عن موالاتهم، وتنفير من الركون إليهم.</p><p>واليأس: فقدان الأمل في الحصول على الشيء، أو في توقع حدوثه.</p><p>والكلام على حذف مضاف، أى قد يئس هؤلاء اليهود من العمل للآخرة وما فيها من ثواب، وآثروا عليها الحياة الفانية.. كما يئس الكفار من عودة موتاهم إلى الحياة مرة أخرى للحساب والجزاء، لاعتقادهم بأنه لا بعث بعد الموت، ولا ثواب ولا عقاب- كما حكى القرآن عنهم ذلك في آيات كثيرة منها قوله- تعالى- قالُوا أَإِذا مِتْنا وَكُنَّا تُراباً وَعِظاماً أَإِنَّا لَمَبْعُوثُونَ.</p><p>فالمقصود من الآية الكريمة، تشبيه حال هؤلاء اليهود في شدة إعراضهم عن العمل للآخرة.. بحال أولئك الكفار الذين أنكروا إنكارا تاما، أن هناك بعثا للأموات الذين فارقوا الحياة، ودفنوا في قبورهم.</p><p>وعلى هذا الوجه يكون قوله- تعالى-: مِنْ أَصْحابِ الْقُبُورِ متعلق بقوله يَئِسُوا ومِنَ لابتداء الغاية.</p><p>ويصح أن يكون قوله- تعالى-: مِنْ أَصْحابِ الْقُبُورِ بيانا للكفار، فيكون المعنى: قد يئسوا من الآخرة، وما فيها من جزاء ... كما يئس الكفار الذين ماتوا وسكنوا القبور، من أن ينالوا شيئا- ولو قليلا- من الرحمة، أو تخفيف العذاب عنهم، أو العودة إلى الدنيا ليعملوا عملا صالحا غير الذي أرادهم وأهلكهم.</p><p>وعلى كلا القولين، فالآية الكريمة تنهى المؤمنين عن موالاة قوم غضب الله عليهم، بأبلغ أسلوب، وأحكم بيان.</p><p>حيث وصفت هؤلاء القوم، بأنهم قد أحاط بهم غضب الله- تعالى- بسبب فسوقهم عن أمره، وإعراضهم عن طاعته، وإنكارهم للدار الآخرة وما فيها من جزاء.</p><p>وبعد فهذا تفسير لسورة «الممتحنة» نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده.</p><p>وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.</p>"
}