{
    "id": 5186,
    "sura": 62,
    "aya": 9,
    "text": "<p>والمقصود بالنداء في قوله- سبحانه-: يا أَيُّهَا الَّذِينَ آمَنُوا إِذا نُودِيَ لِلصَّلاةِ ... جميع المكلفين بها، الذين يجب عليهم أداؤها..</p><p>وناداهم- سبحانه- بصفة الإيمان، لتحريك حرارة الإيمان في قلوبهم، ولتحريضهم على المسارعة إليها، إذ من شأن المؤمن القوى، أن يكون مطيعا لما يأمره خالقه به.</p><p>والمراد بالنداء: الأذان والإعلام بوقت حلولها.</p><p>والمقصود بالصلاة المنادى لها هنا: صلاة الجمعة، بدليل قوله- تعالى- مِنْ يَوْمِ الْجُمُعَةِ.</p><p>واللام في قوله لِلصَّلاةِ للتعليل، ومِنْ بمعنى في، أو للبيان، أو للتبعيض، لأن يوم الجمعة زمان، تقع فيه أعمال، منها الصلاة المعهودة فيه وهي صلاة الجمعة لأن الأمر بترك البيع خاص بها، لوجود الخطبة فيها.</p><p>وقوله: فَاسْعَوْا ... جواب الشرط، من السعى، وهو المشي السريع.</p><p>والمراد به هنا: المشي المتوسط بوقار وسكينة، وحسن تهيؤ لصلاة الجمعة..</p><p>قال الآلوسى ما ملخصه: قوله: فَاسْعَوْا إِلى ذِكْرِ اللَّهِ أى: امشوا إليه بدون إفراط في السرعة..</p><p>فقد أخرج الستة في كتبهم عن أبى سلمة من حديث أبى هريرة قال: قال رسول الله صلى الله عليه وسلم: «إذا أقيمت الصلاة فلا تأتوها وأنتم تسعون، وأتوها وأنتم تمشون، وعليكم السكينة، فما أدركتم فصلوا، وما فاتكم فأتموا» .</p><p>والمراد بذكر الله: الخطبة والصلاة جميعا، لاشتمالهما عليه، واستظهر بعضهم أن المراد به الصلاة، وقصره بعضهم على الخطبة.. .</p><p>وإنما عبر- سبحانه- بالسعي لتضمنه معنى زائدا على المشي، وهو الجد والحرص على التبكير، وعلى توقى التأخير.</p><p>والمعنى: يا من آمنتم بالله حق الإيمان، إذا نادى المنادى لأجل الصلاة في يوم الجمعة، فامضوا إليها بجد، وإخلاص نية، وحرص على الانتفاع بما تسمعونه من خطبة الجمعة، التي هي لون من ألوان ذكر الله- تعالى- وطاعته.</p><p>والأمر في قوله- سبحانه-: فَاسْعَوْا إِلى ذِكْرِ اللَّهِ، وَذَرُوا الْبَيْعَ.. الظاهر أنه للوجوب، لأن الأمر يقتضى الوجوب، ما لم يوجد له صارف عن ذلك، ولا صارف له هنا.</p><p>والمراد من البيع هنا: المعاملة بجميع أنواعها، فهو يعم البيع والشراء وسائر أنواع المعاملات.</p><p>أى: إذا نودي للصلاة من يوم الجمعة، فاخرجوا إليها بحرص وسكينة ووقار. واتركوا المعاملات الدنيوية من بيع، وشراء، وإجارة، وغيرها.</p><p>وإنما قال- سبحانه-: وَذَرُوا الْبَيْعَ ... لأنه أهم أنواع المعاملات، فهو من باب التعبير عن الشيء بأهم أجزائه.</p><p>واسم الإشارة في قوله- سبحانه-: ذلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ يعود إلى ما سبق ذكره من الأمر بالسعي إلى ذكر الله، متى نودي للصلاة، وترك الاشتغال بالبيع وما يشبهه.</p><p>أى: ذلكم الذي أمرتكم به من السعى إلى ذكر الله عند النداء للصلاة من يوم الجمعة، ومن ترك أعمالكم الدنيوية.. خير لكم مما يحصل لكم من رزق في هذه الأوقات، عن طريق البيع أو الشراء أو غيرهما.</p><p>فالمفضل عليه محذوف، لدلالة الكلام عليه، والمفضل هو السعى إلى ذكر الله- تعالى-.</p><p>وهذا التفضيل باعتبار أن منافع السعى إلى ذكر الله- تعالى- باقية دائمة، أما المنافع الدنيوية فهي زائلة فانية ...</p><p>وجواب الشرط في قوله إِنْ كُنْتُمْ تَعْلَمُونَ محذوف. أى: إن كنتم تعلمون ما هو خير لكم، فاسعوا إلى ذكر الله عند النداء للصلاة، واتركوا البيع والشراء.</p><p>أو إن كنتم من أهل العلم والفقه السليم للأمور، عرفتم أن امتثال أمر الله- تعالى- بأن تسعوا، إلى ذكره عند النداء لصلاة الجمعة، خير لكم من الاشتغال في هذا الوقت بالبيع والشراء..</p><p>إذ في هذا الامتثال سعادتكم ونجاتكم من خزي الدنيا وعذاب الآخرة.</p>"
}