{
    "id": 5208,
    "sura": 64,
    "aya": 9,
    "text": "<p>ثم حذرهم- سبحانه- من أهوال يوم القيامة فقال- تعالى-: يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذلِكَ يَوْمُ التَّغابُنِ.</p><p>والظرف يَوْمَ متعلق بقوله- تعالى- قبل ذلك: ثُمَّ لَتُنَبَّؤُنَّ بِما عَمِلْتُمْ.</p><p>والمراد بيوم الجمع: يوم القيامة. سمى بذلك لأنه اليوم الذي يجتمع فيه الأولون والآخرون في مكان واحد للحساب والجزاء.</p><p>وسمى- أيضا بيوم التغابن، لأنه اليوم الذي يغبن فيه أهل الحق أهل الباطل.</p><p>والتغابن تفاعل من الغبن بمعنى الخسران والنقص، يقال غبن فلان فلانا إذا بخسه حقه، بأن أخذ منه سلعة بثمن أقل من ثمنها المعتاد، وأكثر ما يستعمل الغبن في البيع والشراء، وفعله من باب ضرب، ويطلق الغبن على مطلق الخسران أى: قل- أيها الرسول الكريم- لهؤلاء الجاحدين للبعث: لتبعثن يوم القيامة ثم لتنبؤن بما عملتم يوم القيامة يوم يجتمع الخلائق للحساب فيغبن فيه أهل الحق أهل الباطل، ويغبن فيه المؤمنون الكافرين، لأن أهل الإيمان ظفروا بالجنة، وبالمقاعد التي كان سيظفر بها الكافرون لو أنهم آمنوا، ولكن الكافرين استمروا على كفرهم فخسروا مقاعدهم في الجنة، ففاز بها المؤمنون.</p><p>قال القرطبي: يَوْمُ التَّغابُنِ أى: يوم القيامة ... وسمى يوم القيامة بيوم التغابن، لأنه غبن أهل الجنة أهل النار.</p><p>أى: أن أهل الجنة أخذوا الجنة، وأهل النار أخذوا النار على طريق المبادلة فوقع الغبن على الكافرين لأجل مبادلتهم الخير بالشر، والنعيم بالعذاب.</p><p>يقال: غبنت فلانا، إذا بايعته أو شاريته، فكان النقص عليه، والغلبة لك.</p><p>فإن قيل: فأى معاملة وقعت بينهما حتى يقع الغبن فيها؟ قيل له: هو تمثيل الغبن في الشراء والبيع .</p><p>وقال الآلوسى ما ملخصه: ذلِكَ يَوْمُ التَّغابُنِ أى يوم غبن فيه أهل الجنة أهل النار، فالتفاعل ليس على ظاهره، كما في التواضع والتحامل لوقوعه من جانب واحد، واختير للمبالغة.</p><p>وقد ورد هذا التفسير عن ابن عباس ومجاهد وقتادة. واختاره الواحدي.</p><p>وقال غير واحد: ذلِكَ يَوْمُ التَّغابُنِ أى: اليوم الذي غبن فيه بعض الناس بعضا، بنزول السعداء منازل الأشقياء لو كانوا سعداء، وبالعكس ففي الحديث الصحيح: «ما من عبد يدخل الجنة إلا أرى مقعده من النار- لو أساء- ليزداد شكرا، وما من عبد يدخل النار إلا أرى مقعده من الجنة- لو أحسن ليزداد حسرة- وهو مستعار من تغابن القوم في التجارة، وفيه تهكم بالأشقياء لأنهم لا يغبنون حقيقة السعداء، بنزولهم في منازلهم من النار   .</p><p>ثم فصل- سبحانه- أحوال الناس في هذا اليوم الهائل الشديد فقال وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صالِحاً، يُكَفِّرْ عَنْهُ سَيِّئاتِهِ، وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ.</p><p>أى: ومن يؤمن بالله- تعالى- إيمانا حقا، ويعمل عملا صالحا، يكفر الله- تعالى- عنه سيئاته التي عملها في الدنيا بأن يزيلها من صحيفة عمله- فضلا منه- تعالى- وكرما- وفوق ذلك يدخله بفضله وإحسانه جنات تجرى من تحت ثمارها الأنهار خالِدِينَ فِيها أَبَداً أى: خلودا أبديا.</p><p>ذلِكَ الذي ذكرناه لكم من تكفير السيئات، ومن دخول الجنات.. هو الْفَوْزُ الْعَظِيمُ الذي لا فوز يقاربه أو يدانيه.</p>"
}