{
    "id": 5232,
    "sura": 66,
    "aya": 3,
    "text": "<p>والظرف في قوله- تعالى- وَإِذْ أَسَرَّ النَّبِيُّ إِلى بَعْضِ أَزْواجِهِ حَدِيثاً متعلق بمحذوف تقديره اذكر، وقوله: أَسَرَّ من الإسرار بالشيء بمعنى كتمانه وعدم إشاعته.</p><p>والمراد ببعض أزواجه: حفصة- رضى الله عنها-.</p><p>والمراد بالحديث قوله لها- كما جاء في بعض الروايات-: «بل شربت عسلا عند زينب، ولن أعود، وقد حلفت فلا تخبري بذلك أحدا ... » .</p><p>أو قوله لها في شأن مارية: «إنى قد حرمتها على نفسي، فاكتمي ذلك فأخبرت بذلك عائشة» .</p><p>أى: واذكر- أيها العاقل لتعتبر وتتعظ- وقت أن أسر النبي صلى الله عليه وسلم إلى زوجه حفصة حديثا، يتعلق بشربه العسل في بيت زينب بنت جحش، وقوله صلى الله عليه وسلم لحفصة لا تخبري بذلك أحدا» .</p><p>فَلَمَّا نَبَّأَتْ بِهِ أى: فلما أخبرت حفصة عائشة بهذا الحديث الذي أمرت بكتمانه وَأَظْهَرَهُ اللَّهُ عَلَيْهِ أى: وأطلع الله- تعالى- نبيه صلى الله عليه وسلم على ما قالته حفصة لعائشة.</p><p>فالمراد بالإظهار: الاطلاع، وهو مشتق من الظهور بمعنى التغلب.</p><p>وعبر بالإظهار عن الاطلاع، لأن حفصة وعائشة كانتا حريصتين على عدم معرفة ما دار بينهما في هذا الشأن، فلما أطلع الله- تعالى- نبيه على ذلك كانتا بمنزلة من غلبتا على أمرهما.</p><p>وقوله- سبحانه-: عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَنْ بَعْضٍ بيان للمسلك السامي الذي سلكه صلى الله عليه وسلم في معاتبته لحفصة على إفشائها لما أمرها أن تكتمه والمفعول الأول لعرف محذوف أى: عرفها بعضه.</p><p>أى: فحين خاطب صلى الله عليه وسلم حفصة في شأن الحديث الذي أفشته، اكتفى بالإشارة إلى جانب منه، ولم يذكر لها تفاصيل ما قاله لها سابقا. لسمو أخلاقه صلى الله عليه وسلم إذ في ذكر التفاصيل مزيد من الخجل والإحراج لها.</p><p>قال بعضهم: ما زال التغافل من فعل الكرام وما استقصى كريم قط وقال الشاعر:</p><p>ليس الغبي بسيد في قومه ... لكن سيد قومه المتغابى</p><p>وإنما عرفها صلى الله عليه وسلم ببعض الحديث، ليوقفها على خطئها وعلى أنه كان من الواجب عليها أن تحفظ سره صلى الله عليه وسلم.</p><p>قالوا: ولعل حفصة رضى الله عنها- قد فعلت ذلك، ظنا منها أنه لا حرج في إخبار عائشة بذلك، أو أنها اجتهدت فأخطأت، ثم تابت وندمت على خطئها.</p><p>ثم حكى- سبحانه- ما قالته حفصة للرسول صلى الله عليه وسلم وما رد به عليها فقال: فَلَمَّا نَبَّأَها بِهِ قالَتْ مَنْ أَنْبَأَكَ هذا قالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ.</p><p>أى: فلما سمعت من الرسول صلى الله عليه وسلم ما يدل على أنه قد اطلع على ما قالته لعائشة، قالت له: من أخبرك بما دار بيني وبينها؟ فأجابها صلى الله عليه وسلم بقوله: أخبرنى بذلك الله- تعالى- العليم بجميع أحوال عباده وتصرفاتهم.. الخبير بما تكنه الصدور، وبما يدور في النفوس من هواجس وخواطر.</p><p>وإنما قالت له صلى الله عليه وسلم: مَنْ أَنْبَأَكَ هذا لتتأكد من أن عائشة لم تخبره صلى الله عليه وسلم بما دار بينهما في هذا الشأن ... فلما قال لها صلى الله عليه وسلم: نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ تحقق ظنها في كتمان عائشة لما قالته لها، وتيقنت أن الذي أخبره بذلك هو الله- عز وجل-.</p><p>وفي تذييل الآية الكريمة بقوله: الْعَلِيمُ الْخَبِيرُ إشارة حكيمة وتنبيه بليغ، إلى أن من الواجب على كل عاقل، أن يكون ملتزما لكتمان الأسرار التي يؤتمن عليها، وأن إذاعتها- ولو في أضيق الحدود- لا تخفى على الله- عز وجل- لأنه- سبحانه- عليم بكل معلوم،ومحيط بخبايا النفوس وخلجاتها.</p>"
}