{
    "id": 5493,
    "sura": 73,
    "aya": 18,
    "text": "<p>وقوله: السَّماءُ مُنْفَطِرٌ بِهِ صفة ثانية لهذا اليوم.</p><p>والمراد بالولدان: الأطفال الصغار، وبه بمعنى فيه..</p><p>والمقصود بهاتين الآيتين- أيضا- تأكيد التهديد للمشركين، حتى يقلعوا عن شركهم وكفرهم.. أى: إذا كان الأمر كما ذكرنا لكم من سوء عاقبة المكذبين، فكيف تصونون أنفسكم- إذا ما بقيتم على كفركم- من عذاب يوم هائل شديد، هذا اليوم من صفاته أنه يحول الشعر الشديد السواد للولدان، إلى شعر شديد البياض..</p><p>وهذا اليوم من صفاته- أيضا- أنه لشدة هوله، أن السماء- مع عظمها وصلابتها- تصير شيئا منفطرا- أى: متشققا بِهِ أى: فيه، والضمير يعود إلى اليوم..</p><p>وصدر- سبحانه- الحديث عن يوم القيامة، بلفظ الاستفهام «كيف» للإشعار بشدة هوله. وأنه أمر يعجز الواصفون عن وصفه.</p><p>ووصف- سبحانه- هذا اليوم بأنه يشيب فيه الولدان، ثم وصفه بأن السماء مع عظمها تتشقق فيه، للارتقاء في الوصف من العظيم إلى الأعظم، إذ أن تحول شعر الأطفال من السواد إلى البياض- مع شدته وعظمه- أشد منه وأعظم، انشقاق السماء في هذا اليوم.</p><p>قال صاحب الكشاف: وقوله يَجْعَلُ الْوِلْدانَ شِيباً مثل في الشدة، يقال في اليوم الشديد، يوم يشيب نواصي الأطفال والأصل فيه أن الهموم والأحزان، إذا تفاقمت على الإنسان، أسرع فيه الشيب، كما قال أبو الطيب:</p><p>والهمّ يخترم الجسيم نحافة ... ويشيب ناصية الصبى ويهرم</p><p>ويجوز أن يوصف اليوم بالطول، وأن الأطفال يبلغون فيه أوان الشيخوخة والشيب.</p><p>وقوله: السَّماءُ مُنْفَطِرٌ بِهِ وصف لليوم بالشدة- أيضا- وأن السماء على عظمها وإحكامها تنفطر فيه فما ظنك بغيرها من الخلائق...</p><p>ووصف- سبحانه- السماء بقوله: مُنْفَطِرٌ بصيغة التذكير، حيث لم يقل منفطرة، لأن هذه الصيغة، صيغة نسب. أى: ذات انفطار، كما في قولهم: امرأة مرضع وحائض، أى: ذات إرضاع وذات حيض. أو على تأويل أن السماء بمعنى السقف، كما في قوله- تعالى-: وَجَعَلْنَا السَّماءَ سَقْفاً مَحْفُوظاً أو على أن السماء اسم جنس واحده سماوة، فيجوز وصفه بالتذكير والتأنيث..</p><p>وقوله: كانَ وَعْدُهُ مَفْعُولًا الضمير فيه يعود إلى الخالق- عز وجل- والوعد مصدر مضاف لفاعله. أى: كان وعد ربك نافذا ومفعولا، لأنه- سبحانه- لا يخلف موعوده.</p><p>ويجوز أن تكون هذه الجملة صفة ثالثة لليوم، والضمير في وعده يعود إليه، ويكون من إضافة المصدر لمفعوله. أى: كان الوعد بوقوع يوم القيامة نافذا ومفعولا.</p>"
}