{
    "id": 5623,
    "sura": 77,
    "aya": 1,
    "text": "<p>بسم الله الرّحمن الرّحيم</p><p>تفسير سورة المرسلات</p><p>مقدمة وتمهيد</p><p>1- سورة «المرسلات» هي السورة السابعة والسبعون في ترتيب المصحف، أما ترتيبها في النزول فهي السورة الثالثة والثلاثون، وقد كان نزولها بعد سورة «الهمزة» ، وقبل سورة «ق» .</p><p>وهي من السور المكية الخالصة، وقيل إن آية: وَإِذا قِيلَ لَهُمُ ارْكَعُوا لا يَرْكَعُونَ مدنية، وهذا القيل لا وزن له، لأنه لا دليل عليه. وعدد آياتها: خمسون آية.</p><p>2- وقد ذكروا في فضلها أحاديث منها: ما أخرجه الشيخان عن عبد الله بن مسعود قال: بينما نحن مع النبي صلى الله عليه وسلم في غار بمنى، إذ نزلت عليه: «والمرسلات» ، فإنه ليتلوها، وإنى لأتلقاها من فيه، وإن فاه لرطب بها..</p><p>وعن ابن عباس- رضى الله عنهما- قال: إن أم الفضل- امرأة العباس- سمعته يقرأ «والمرسلات عرفا» ، فقالت: يا بنى- ذكرتني بقراءتك هذه السورة. إنها لآخر ما سمعت رسول الله صلى الله عليه وسلم يقرأ بها في المغرب  .</p><p>3- وسورة المرسلات زاخرة بالحديث عن أهوال يوم القيامة، وعن أحوال المكذبين في هذا اليوم، وعن مظاهر قدرة الله- تعالى-، وعن حسن عاقبة المتقين..</p><p>التفسير وقد افتتحت هذه السورة بقوله- تعالى-:</p><p>وللمفسرين في معنى هذه الصفات الخمس: «المرسلات والعاصفات والناشرات والفارقات والملقيات» اتجاهات، فمنهم من صدر تفسيره ببيان أن المراد بها الملائكة. فقد قال صاحب الكشاف: أقسم الله بطوائف من الملائكة، أرسلهن بأوامره فعصفن في مضيهن كما تعصف الرياح، تخففا في امتثال أمره. وبطوائف منهن نشرن أجنحتهن في الجو عند انحطاطهن بالوحي، أو نشرن الشرائع في الأرض.. ففرقن بين الحق والباطل، فألقين ذكرا إلى الأنبياء عذرا، للمحقين، أو نذرا للمبطلين.</p><p>فإن قلت: ما معنى عرفا؟ قلت: متتابعة كشعر العرف- أى: عرف الفرس- يقال:</p><p>جاءوا عرفا واحدا، وهم عليه كعرف الضبع: إذا تألبوا عليه...</p><p>ومنهم من يرى أن المراد بالمرسلات وما بعدها: الرياح، فقد قال الجمل في حاشيته:</p><p>أقسم الله- تعالى- بصفات خمس موصوفها محذوف، فجعلها بعضهم الرياح في الكل، وجعلها بعضهم الملائكة في الكل ... وغاير بعضهم فجعل الصفات الثلاث الأول، لموصوف واحد هو الرياح وجعل الرابعة لموصوف ثان وهو الآيات، وجعل الخامسة لموصوف ثالث وهو الملائكة.. .</p><p>وسنسير نحن على هذا الرأى الثالث، لأنه في تصورنا أقرب الآراء إلى الصواب، إذ أن هذه الصفات من المناسب أن يكون بعضها للرياح، وبعضها للملائكة.</p><p>فيكون المعنى: وحق الرياح المرسلات لعذاب المكذبين، فتعصفهم عصفا، وتهلكهم إهلاكا شديدا،</p>"
}