{
    "id": 5774,
    "sura": 80,
    "aya": 16,
    "text": "<p>كِرامٍ بَرَرَةٍ أى: هذه الآيات بأيدى سفرة من صفاتهم أنهم مكرمون ومعظمون عنده- تعالى-، وأنهم أتقياء مطيعون لله- تعالى- كل الطاعة، جمع برّ، وهو من كان كثير الطاعة والخشوع لله- عز وجل- ...</p><p>هذا والمتأمل في هذه الآيات الكريمة يراها قد اشتملت على كثير من الآداب والأحكام، ومن ذلك: أن شريعة الله- تعالى- تجعل التفاضل بين الناس، أساسه الإيمان والتقوى، فمع أن عبد الله ابن أم مكتوم، كان قد قاطع الرسول صلى الله عليه وسلم خلال حديثه مع بعض زعماء قريش.... ومع أن الرسول صلى الله عليه وسلم لم يتشاغل عنه إلا لحرصه على جذب هؤلاء الزعماء إلى الإسلام.</p><p>مع كل ذلك، وجدنا الآيات الكريمة، تعاتب النبي صلى الله عليه وسلم عتابا تارة فيه رقة. وتارة فيه شدة. وذلك لأن الميزان الذي أنزله الله- تعالى- للناس مع الرسل، لكي يبنوا عليه حياتهم، هو: إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقاكُمْ.</p><p>ولقد استجاب الرسول الكريم لهذا التوجيه الحكيم، فبنى حياته كلها بعد ذلك على هذا الميزان العادل، ومن مظاهر ذلك: إكرامه لابن أم مكتوم، وقوله له كلما رآه: «أهلا بمن عاتبني فيه ربي» .</p><p>وفعل صلى الله عليه وسلم ما يشبه ذلك، مع جميع المؤمنين الصادقين الذين كانوا من فقراء المسلمين، ولم يكونوا أصحاب جاه أو نفوذ أو عشيرة قوية.</p><p>لقد جعل زيد بن حارثة- وهو الغريب عن مكة والمدينة- أميرا على الجيش الإسلامى في غزوة مؤتة، وكان في هذا الجيش عدد كبير من كبار الصحابة.</p><p>وقال صلى الله عليه وسلم في شأن سلمان الفارسي: «سلمان منا أهل البيت» .</p><p>وقال صلى الله عليه وسلم في شأن عمار بن ياسر، عند ما استأذن عليه في الدخول: «ائذنوا له.</p><p>مرحبا بالطيب المطيب» .</p><p>وكان من مظاهر تكريمه لعبد الله بن مسعود، أن جعله كأنه واحد من أهل بيته.</p><p>فعن أبى موسى الأشعرى قال: قدمت أنا وأخى من اليمن، فمكثنا حينا وما نرى ابن مسعود وأمه إلا من أهل بيت رسول الله صلى الله عليه وسلم من كثرة دخولهم على رسول الله، ولزومهم له ...</p><p>وقال صلى الله عليه وسلم لأبى بكر الصديق عند ما حدث كلام بينه وبين سلمان وصهيب وبلال في شأن أبى سفيان: يا أبا بكر لعلك أغضبتهم، لئن كنت أغضبتهم فقد أغضبت ربك.</p><p>فقد أخرج الإمام مسلم في صحيحه ... أن أبا سفيان أتى على سلمان وصهيب وبلال في نفر، فقالوا: ما أخذت سيوف الله من عدو الله مأخذها، فقال أبو بكر: أتقولون هذا لشيخ قريش وسيدهم؟.</p><p>فأتى النبي صلى الله عليه وسلم فأخبره فقال: «يا أبا بكر لعلك أغضبتهم؟ لئن كنت أغضبتهم فقد أغضبت ربك» فأتاهم فقال: يا إخوتاه أأغضبتكم؟ قالوا: لا. ويغفر الله لك يا أخى ... .</p><p>ولقد سار خلفاؤه صلى الله عليه وسلم على هذه السنة، فكانوا يكرمون الفقراء، فأبو بكر- رضى الله عنه- أذن لصهيب وبلال في الدخول عليه، قبل أن يأذن لأبى سفيان وسهيل بن عمرو ...</p><p>وعمر- رضى الله عنه- يقول في شأن أبى بكر: «هو سيدنا وأعتق سيدنا» يعنى: بلال ابن رباح ...</p><p>قال صاحب الكشاف عند تفسيره، لهذه الآيات: ولقد تأدب الناس بأدب الله في هذا تأدبا حسنا، فقد روى عن سفيان الثوري- رحمه الله-، أن الفقراء كانوا في مجلسه أمراء ....</p><p>ثم انتقلت السورة الكريمة بعد ذلك، إلى الحديث عن جانب من نعم الله- تعالى- على خلقه، وموقفهم من هذه النعم، فقال- تعالى-:</p>"
}