{
    "id": 5851,
    "sura": 83,
    "aya": 3,
    "text": "<p>ومعنى: كالُوهُمْ أَوْ وَزَنُوهُمْ: كالوهم أو وزنوا لهم، فحذفت اللام، فتعدى الفعل إلى المفعول، فهو من باب الحذف والإيصال.</p><p>فالواوان في «كالوهم أو وزنوهم» يعودان إلى الاسم الموصول في قوله: الَّذِينَ إِذَا اكْتالُوا. والضميران المنفصلان «هم» ، يعودان إلى الناس.</p><p>قال صاحب الكشاف: والضمير في «كالوهم أو وزنوهم» ضمير منصوب راجع إلى الناس. وفيه وجهان: أن يراد: كالوا لهم، أو وزنوا لهم فحذف الجار، وأوصل الفعل، كما في قول الشاعر:</p><p>ولقد جنيتك أكمؤا وعساقلا ... ولقد نهيتك عن بنات الأوبر</p><p>بمعنى جنيت لك. وأن يكون على حذف مضاف، وإقامة المضاف إليه مقامه، والمضاف هو المكيل أو الموزون ...  .</p><p>والمعنى: هلاك شديد، وعذاب أليم، للمطففين، وهم الذين يبخسون حقوق الناس في حالتي الكيل والوزن وما يشبههما، ومن مظاهر ذلك أنهم إذا اشتروا من الناس شيئا حرصوا على أن يأخذوا حقوقهم منهم كاملة غير منقوصة، وإذا باعوا لهم شيئا، عن طريق الكيل أو الوزن أو ما يشبههما يُخْسِرُونَ أى: ينقصون في الكيل أو الوزن.</p><p>يقال: خسر فلان الميزان وأخسره، إذا نقصه، ولم يتمه كما يقتضيه العدل والقسط.</p><p>وافتتحت السورة الكريمة بلفظ «الويل» للإشعار بالتهديد الشديد، والوعيد الأليم لمن يفعل ذلك. وقوله وَيْلٌ مبتدأ، وهو نكرة، وسوغ الابتداء به كونه دعاء. وخبره «للمطففين» .</p><p>وقال- سبحانه- إِذَا اكْتالُوا عَلَى النَّاسِ ولم يقل: من الناس. للإشارة إلى ما في عملهم المنكر من الاستيلاء والقهر والظلم.</p><p>وإلى هذا المعنى أشار صاحب الكشاف بقوله: لما كان اكتيالهم من الناس اكتيالا يضرهم، ويتحامل فيه عليهم، أبدل «على» مكان «من» للدلالة على ذلك.</p><p>ويجوز أن يتعلق «على» بيستوفون، ويقدم المفعول على الفعل لإفادة الخصوصية. أى:</p><p>يستوفون على الناس خاصة، فأما أنفسهم فيستوفون لها.</p><p>وقال الفراء: «من» و «على» يعتقبان في هذا الموضوع، لأنه حق عليه، فإذا قال:</p><p>اكتلت عليك، فكأنه قال: أخذت ما عليك. وإذا قال: اكتلت منك، فكقوله: استوفيت منك ... .</p><p>والتعبير بقوله: يَسْتَوْفُونَ ويُخْسِرُونَ يدل على حرصهم الشديد فيما يتعلق بحقوقهم. وإهمالهم الشنيع لحقوق غيرهم، إذ استيفاء الشيء، أخذه وافيا تاما، فالسين والتاء فيه للمبالغة.</p><p>وأما يُخْسِرُونَ فمعناه إيقاع الخسارة على الغير في حالتي الكيل والوزن وما يشبههما.</p>"
}