{
    "id": 6091,
    "sura": 94,
    "aya": 1,
    "text": "<p>تفسير سورة الشرح</p><p>مقدمة وتمهيد</p><p>1- هذه السورة الكريمة من السور المكية، وتسمى: سورة «الشرح» وسورة «ألم نشرح» وسورة «الانشراح» ، وترتيبها في النزول، الثانية عشرة، وكان نزولها بعد سورة الضحى، وقبل سورة «العصر» . وعدد آياتها ثماني آيات.</p><p>2- وكما عدد الله- تعالى- لنبيه صلى الله عليه وسلم بعض نعمه العظيمة عليه في سورة الضحى، جاءت سورة الشرح، لتسوق نعما أخرى منه- تعالى- عليه صلى الله عليه وسلم حاثا إياه على شكره، ليزيده منها.</p><p>والاستفهام في قوله- سبحانه-: أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ للتقرير لأنه إذا دخل على النفي قرره، وهذا التقرير المقصود به التذكير، حتى يداوم على شكره- تعالى-.</p><p>وأصل الشرح: البسط للشيء وتوسعته، يقال: شرح فلان الشيء، إذا وسعه، ومنه شرح فلان الكتاب، إذا وضحه، وأزال مجمله، وبسط ما فيه من غموض.</p><p>والمراد بشرح الصدر هنا: توسعته وفتحه، لقبول كل ما هو من الفضائل والكمالات النفسية. وإذهاب كل ما يصد عن الإدراك السليم وعن الحق والخير والهدى.</p><p>وهذا الشرح، يشمل الشق البدني لصدره صلى الله عليه وسلم كما يشمل الشرح المعنوي لصدره صلى الله عليه وسلم عن طريق إيداعه الإيمان والهدى والعلم والفضائل.</p><p>قال الإمام ابن كثير: قوله: أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ يعنى: أما شرحنا لك صدرك.</p><p>أى: نورناه وجعلناه فسيحا رحيبا واسعا، كقوله أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلامِ....،</p><p>وقيل المراد بقوله: أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ شرح صدره ليلة الإسراء، كما تقدم من رواية مالك بن صعصعة ... وهذا وإن كان واقعا، ولكن لا منافاة، فإن من جملة شرح صدره صلى الله عليه وسلم الذي فعل بصدره ليلة الإسراء، ما نشأ عنه من الشرح المعنوي- أيضا- ....</p><p>والمعنى: لقد شرحنا لك- أيها الرسول الكريم- صدرك شرحا عظيما، بأن أمرنا ملائكتنا بشقه وإخراج ما فيه مما يتنافى مع ما هيأناك له من حمل رسالتنا إلى الناس، وبأن أودعنا فيه من الهدى والمعرفة والإيمان والفضائل والحكم ... ما لم نعطه لأحد سواك.</p><p>ونون العظمة في قوله- سبحانه- نَشْرَحْ تدل على عظمة النعمة، من جهة أن المنعم العظيم، إنما يمنح العظيم من النعم، وفي ذلك إشارة الى أن نعمة الشرح، مما لا تصل العقول إلى كنه جلالتها.</p><p>واللام في قوله- تعالى-: لَكَ للتعليل، وهو يفيد أن ما فعله الله- تعالى- به، إنما هو من باب تكريمه، ومن أجل تشريفه وتهيئته لحمل رسالته العظمى إلى خلقه، فمنفعة هذا الشرح إنما تعود إليه وحده صلى الله عليه وسلم لا إلى غيره.</p><p>قال الإمام الرازي: فإن قيل: لم ذكر الصدر ولم يذكر القلب؟ فالجواب أن محل الوسوسة هو الصدر، كما قال- تعالى-: الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ، فإزالة تلك الوسوسة، وإبدالها بدواعى الخير، هي الشرح، فلا جرم خص ذلك الشرح بالصدر دون القلب.</p><p>قال محمد بن على الترمذي: القلب محل العقل والمعرفة، وهو الذي يقصده الشيطان، فالشيطان يجيء إلى الصدر الذي هو حصن القلب، فإذا وجد مسلكا أغار فيه، وبث فيه الهموم، فيضيق القلب، ولا يجد للطاعة لذة، وإذا طرد العدو في الابتداء، حصل الأمن، وانشرح الصدر ....</p>"
}