{
  "id": null,
  "sura": 4,
  "aya": 11,
  "text": "<p> {اأَوْلاَدِكُمْ}  {وَاحِدَةً}  {وَاحِدٍ}  {يُوصِي}  {آبَآؤُكُمْ} </p><p> (١١) - يَأمُرُكُمُ اللهُ تَعَالَى بِالْعَدْلِ فِي مُعَامَلَةِ أَبْنَائِكُمْ فَإِنَّ أَهْلَ الجَاهِلِيةِ كَانُوا يَجْعَلُونَ المِيْرَاثَ كُلَّهُ لِلْذُّكورِ دُونَ الإِنَاثِ، فَأَمَرَ اللهُ تَعَالَى بِالمُسَاوَاةِ بَيْنَهُمْ فِي المِيْرَاثِ، وَجَعَلَ لِلْذَكَرِ مِثْلُ حَظِّ الأُنْثَيَينِ نَظَراً لاحْتِياجِ الرَّجُلِ إلَى مَؤُونَةِ النَّفَقَةِ، وَالكُلْفَةِ وَمُعَانَاةِ التِّجَارَةِ وَالتَّكَسُّبِ. فَإِنْ كَانَ الأوْلاَدُ إِنَاثاً اثْنَتَينِ فَمَا فَوْقَ ذَلِكَ، فَلَهُنَّ ثُلُثَا المِيْرَاثِ، قِيَاساً عَلَى حُكْمِ الأُخْتَيْنِ، فَإِنَّهُمَا تَأْخُذَانِ ثًُلُثَيِ التَّرِكَةِ، وَالبِنْتَانِ أَوْلى بِذَلِكَ مِنَ الأخْتَينِ، لِذَلِكَ اتَّفَقَ الفُقَهَاءِ عَلَى ذَلِكَ، وَيَكُونُ لِلأَبَوَينِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ. وَإِنْ كَانَ لِلْمَيِّتِ بِنْتٌ وَاحِدَةٌ كَانَ لَهَا نِصْفُ المِيرَاثِ. </p><p> وَإِنْ لَمْ يَكُنْ لِلْمَيِّتِ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ، كَانَ لِلأُمِّ الثُّلُثُ وَلِلأَبِ الثُّلُثَانِ. وَتَرِكَةُ المَيِّتِ لا تُقَْمُ بَيْنَ الوَرَثَةِ إلاَّ بَعْدَ أنْ يَخْرُجَ مِنْهَا الدَّيْنَ وَالوَصِيَّةُ التِي أَوْصَى بِهَا المَيِّتُ عَلَى أنْ تَكُونَ فِي الحُدُودِ التِي عَيَّنَهَا الشَّرْعُ، فَهُما مُقَدَّمَانِ عَلَى المِيْرَاثِ. وَإذَا لَمْ يَكُنْ لِلْمُتَوَّفَى وَلَدٌ وَلَهُ أَبَوَانِ وَإِخْوَةٌ - أَكْثَرُ مِنْ وَاحِدٍ - تَنْزِلُ حِصَّةُ الأُمَِّ إلَى السُّدُسِ، وَلاَ يَسْتَفِيدُ الأَوْلاَدُ شَيْئاً مِنَ المِيرَاثِ بِهَذَا الحَجْبِ، وَيُحوزُ الأَبُ خَمْسَةَ أَسْدَاسِ المِيرَاثِ البَاقِيَةَ كُلَّها، وَقِيلَ فِي تَفْسِيرِ ذَلِكَ إنَّ الأَبَ يَلِي نَفَقَةَ أَوْلاَدِهِ، أمَّا الأُمُّ فَلاَ تَجِبُ عَلَيْهَا نَفَقَتُهُمْ. </p><p> وَيَقُولُ تَعَالَى إِنَّهُ إِنَّمَا فَرَضَ لِلآبَاءِ وَالأَبْنَاءِ نَصِيباً مِنَ المِيرَاثِ، وَجَعَلَ لَهُمْ جَمِيعاً حَقّاً فِي المِيرَاثِ لأنَّ الإِنْسَانَ قَدْ يَأْتِيهِ النَّفْعُ فِي الدُّنْيَا أَوْ فِي الآخِرَةِ مِنْ أَبَويهِ أَكْثَرَ مِمَّا يَأتِيهِ مِنْ أَبْنَائِهِ، وَقَدْ يَكُونُ العَكْسُ هُوَ الصَّحِيحُ. وَالذِي يَعْلَمُ ذَلِكَ هُوَ اللهُ وَحْدَهُ. </p><p> الحَظُّ - النَّصِيبُ وَالحِصَّةُ. </p><p> يُوصِيكُمُ - يَعْهَدُ إِلَيْكُمْ بِأنْ تَفْعَلُوا. </p>"
}