{
  "id": null,
  "sura": 5,
  "aya": 5,
  "text": "<p> {الطيبات}  {الكتاب}  {والمحصنات}  {المؤمنات}  {آتَيْتُمُوهُنَّ}  {مُسَافِحِينَ}  {بالإيمان}  {الخاسرين} </p><p> (٥) - لَمَّا ذَكَرَ اللهُ تَعَالَى مَا حَرَّمَ عَلَى عِبَادِهِ المُؤْمِنِينَ مِنَ الخَبَائِثِ، وَمَا أَحَلَّ لَهُمْ مِنَ الطَّيبَاتِ، ذَكَرَ حُكْمَ ذَبَائِحِ أَهْلِ الكِتَابِ مِنَ اليَهُودِ وَالنَّصَارَى: فَقَالَ: إِنَّهَا حَلاَلٌ لِلْمُسْلِمِينَ لأنَّهُمْ يَعْتَقِدُونَ تَحْرِيمَ ذَبْحِ الذَّبَائِحِ لِغَيْرِ اللهِ، وَلا يَذْكُرُونَ عَلَى ذَبَائِحِهِمْ غَيْرِ اسْمِ اللهِ. </p><p> وَقَالَ تَعَالَى: إنَّهُ يَحِلُّ لِلْمُسْلِمِينَ أَنْ يَطْعَمُوا مِنْ ذَبَائِحِ أَهْلِ الكِتَابِ مِمَّا لَمْ يَرِدْ نَصٌ عَلَى تَحْرِيمِهِ. وَأَحَلُّ اللهُ لِلْمُسْلِمِينَ نِكَاحَ العَفِيفَاتِ مِنْ أَهْلِ الكِتَابِ (وَقِيلَ بَلْ مَعْنَاهُ المُحْصَنَاتُ بِالحُرِّيَّةِ) ، إذَا دَفَعُوا لَهُنَّ مُهُورَهُنَّ (أُجُورَهُنَّ) . </p><p> وَكَمَا شَرَطَ اللهُ الإِحْصَانَ، وَهُوَ العِفَّةُ، فِي النِّسَاءِ، كَذَلِكَ شَرَطَهُ فِي الرِّجَالِ، وَهُوَ أنْ يَكُونَ الرَّجُلُ مُحْصَناً عَفِيفاً، وَلِهذا قَالَ (غَيْرَ مُسَافِحِينَ)  (وَالمُسَافِحُونَ هُمُ الزُّنَاةُ الذِينَ لاَ يَرْتَدِعُونَ عَنْ مَعْصِيَةٍ، وَلاَ يَرُدُّونَ أنْفُسَهُمْ عَمَّنْ جَاءَهُمْ، أوْ هُمُ الذِينَ يُجَاهِرُونَ بِالمَعْصِيَةِ التِي يَأتُونَهَا) ، وَلا مَتَّخِذِي أخْدَانٍ (وَهُمْ أصْحَابُ العَشِيقَاتِ - أوْ هُمُ الذِينَ يَأتُونَ المَعْصِيَةَ سِرّاً) ، لِذَلِكَ ذَهَبَ الإِمَامُ أًحْمَدُ إلى أنَّهُ لاَ يَصِحُّ عِنْدَهُ عَقْدُ الرَّجُلِ الفَاجِرِ عَلَى امْرَأةٍ عَفِيفَةٍ حَتَّى يَتُوبَ. </p><p> وَمَنْ يَكْفُرْ بِالإِيمَانِ، وَيَجْحَدْ بِالدِّينِ فَقَدْ هَلَكَ عَمَلُهُ وَبَطَلَ (حَبِطَ) وَسَيَكُونُ فِي الآخِرَةِ مِنَ الخَاسِرِينَ. </p><p> مُحْصِنِينَ - أَصْحَابُ عِفَّةٍ يَتَعَففُونَ بِالزَّوَاجِ عَنْ الزِّنَى. </p><p> غَيْرَ مُسَافِحِينَ - غَيْرَ مُجَاهِرِينَ بِالزِّنَى. </p><p> مُتَّخِذِي أَخْدَانٍ - مُصَاحِبِي خَلِيلاتٍ لِلزِّنَى سِرّاً. </p><p> حَبِطَ عَمَلُهُ - هَلَكَ عَمَلُهُ وَبَطَلَ ثَوَابُهُ. </p><p> طَعَامُ - ذَبَائِحُ اليَهُودِ وَالنَّصَارَى. </p><p> يَكْفُرْ بِالإِيمَانِ - يُنْكِرْ شَرَائِعَ الإِسْلاَمِ. </p>"
}