{
  "id": null,
  "sura": 33,
  "aya": 35,
  "text": "<p> {المسلمات}  {المؤمنات}  {القانتات}  {الصادقين}  {الصادقات}  {الصابرين}  {الصابرات}  {الخاشعين}  {الخاشعات}  {المتصدقين}  {المتصدقات}  {الصائمين}  {الصائمات}  {الحافظين}  {الحافظات}  {الذاكرين}  {الذاكرات} </p><p> (٣٥) - قَالَ ابْنُ عَبَّاسٍ: قَالَ النِّسَاءُ لِلنَّبٍي صلى الله عليه وسلم مَا لَهُ يَذْكُرُ المُؤْمِنينَ وَلا يَذْكُرُ المُؤْمِنَاتِ؟ فَأَنْزَلَ اللهُ تَعالى هذِهِ الآيةَ. </p><p> وَقَدْ مَيَّزَ اللهُ تَعَالى بينَ الإِسلامِ وَالإِيمَانِ وَجَعَلَ الإِيمَانَ أَخَصَّ مِنَ الإِسْلامِ. وَقَالَ تَعَالى:  {قَالتِ الأعرابُ آمَنَّا: قُلْ: لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الإِيمَانُ فِيْ قُلُوبِكُمْ.} وَجَاءَ فِي الصَّحِيحَين: \" لاَ يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ \" فَالزَّانِي حِينَ يَزْنِي تُنْتَزَعُ عَنْهُ صِفَةُ الإِيمَانِ، وَلِكنَّهُ لا يُعْتَبَرُ كَافِراً، وَلا تُنْتَزَعُ عَنْهُ صِفَةُ الإِسلامِ بِإِجْمَاعِ المُسْلِمينَ. </p><p> وَفِي هذهِ الآيةِ يَذْكُرُ اللهُ تَعَالى الصِّفَاتِ التِي يَسْتَحِقُّ بِها عِبَادَهُ أَنْ يَغْفِرَ اللهُ لَهُمْ، وَأَنْ يَمْحُو عَنْهُمْ زَلاَّتِهِمْ، وَيَثُيِبَهُمْ بالنّعِيمِ المُقِيمِ، وَهَذِهِ الأَوْصَافُ هِيََ: </p><p> - إِسْلاَمُ الظَّاهِرِ بالانْقِيَادِ لأَحْكَامِ الدِّينِ بِالقَوْلِ وَالعَمَلِ. </p><p> - إِسْلاَمُ البَاطِِ (الإِيمَانُ) بِالتَّصْدِيقِ التَّامِ والإِذْغَانِ لِمَا فَرَضَ الدِّينُ مِنْ أَحْكَامٍ. </p><p> - القُنُوتُ وَهُوَ دَوَامُ العَمَلِ فِي هُدُوءٍ وَطُمَأْنِينَةٍ. </p><p> - الصِّدْقُ فِي الأَقْوَالِ والأَعْمَالِ وَهُوَ عَلاَمَةٌ عَلى الإِيمانِ كَمَا أَنَّ الكَذِبَ عَلاَمَةٌ عَلَى النِّفَاقِ. </p><p> - الصَّبْرُ عَلَى المَكَارِهِ وَتَحَمُّلِ المَشَاقِّ في أَدَاءِ العِبَادَاتِ وَتَرْكِ الشَّهَوَاتِ. </p><p> - الخُشُوعُ والتَّواضُعُ لله تَعَالى بِالقَلْبِ والجَوَارِحِ، ابْتِغَاءَ ثَوَابِ اللهِ، وَخَوْفَ عِقَابِهِ. </p><p> - التَّصَدُّقُ بِالمَالِ والإِحْسَانُ إٍلى المُحْتَاجِينَ الذِينَ لاَ كَسْبَ لَهُمْ. </p><p> - الصَّوْمُ فإِنَّهُ مُعِينٌ عَلَى كَسْرِ حِدَّةِ الشَّهْوَةِ. </p><p> (وفي الحَدِيثِ:  \" الصَّوْمُ زَكَاةُ الدِّينِ \" ) (رَوَاهُ ابْنُ مَاجَه) . </p>"
}