{
  "id": null,
  "sura": 2,
  "aya": 264,
  "text": "<p> والجواب عن ذلك أن إبراهيم بدأ بالمقاولة وهي الدعوى، ونمرود بدأ بالمحاجة في تلك الدعوى، والردّ عليه قالوا: يكون قوله: (إذا قال إبراهيم) ظرفًا في المحاجة أي: حاج وقت قال إبراهيم \" فلا يلزم \" تقدم كلام إبراهيم. </p><p> ٢٦٤ - (لا تبطلوا صدقاتكم بالمنِّ والأذى. .) . ابن عطية: إذا علم الله من المتصدر أنه يمنُّ بصدقته فلا يتقبلها منه انتهى. </p><p> قيل: إنما تناولت الآية من تصدق قاصدًا للمنّ، وأمَّا من تصدق بها غير قاصدٍ لمنٍّ ثم طرأ له قصده بعد ذلك، فينبغي أن لا تبطل صدقته. </p><p> ورُدَّ بأن الثواب، والعقاب يترتب باعتبار المال، والعاقبة، ويدل عليه أن ابن التلمساني قال في آداب الطفل أو غيره: فمن أمر الشارع </p><p> بتأديبه أنه جائز مالم يؤد أدبه إلى الهلاك. فتبين أن ذلك الأدب كان غير جائز، وكذلك من أخر الصلاة فأُغْمِي عليه يكون عاصيًا بتأخيره. </p><p> أبو حيان: يحتمل أن يكون (الأذى) راجعًا للمُتَصدق. ويريد أنه يُدْخِلُ الأذى على نفسه بأن لا يكون عنده إلَّا قوت يومه فيتصدق به، ويبقى جائعًا لكن يقال: ليس هذا مبطلًا للصدقة، وعطف (الأذى) على (المنِّ) هو في الظاهر من عطف العام على الخاص، وفي التحقيق من عطف الأخص على الأعم؛ لأن نفي الأعم أخص من نفي الأخص. </p><p> - (كالذي. .) . مكيِّ: الكاف نعت لمصدر محذوف تقديره: </p><p> إبطالاً. كإبطال إنفاق الذي ينفق. </p><p> ابن هشام: لا حاجة إلى هذا الحذف، بل هو حال من الواو أي:  (لا تبطلوا صدقاتكم) مُشبهين (الذي ينفق) . </p><p> - (ماله. .) . الذي قرّ عليه المفسرون أنها كلمة واحدة، وأن المراد بها المال، ويحتمل أن تكون (ما) موصوله و (له) جار ومجرور وهذا أعم؛ لأن المال قيل: إنه لا يطلق على كل المتملك بل على بعضه. </p><p> - (فمثله كمثل صفوان. .) . (الكاف) إمّا زائدة أو كما قال الزمخشري أول السورة: أن (مثل) بمعنى صفة. فالكاف أصليّة و (عليه) صفة لمثل. و (تراب) فاعل أو مبتدأ و (عليه) خبره، والجملة صفة لى (صفوان) ، والضمير في (فمثله) عائد على اسم الفاعل المفهوم من قوله: (لا تبطلوا) أي: فمثل المُبْطل، ويبعد عوده على (الذي) ؛ لأنه يكون من باب القياس على الفروع وفيه عند الأصولين خلاف؛ لأنه قاس مبطل الصدقة على المنفق رياءً، والمنفق رياءً على الحجر الصلد المغطاة بالتراب فالمنفق رياءً فرع. </p><p> - (فأصابه. .) . يحتمل عود الضمير على (التراب) ، لقربه، والظاهر </p>"
}