{
  "id": null,
  "sura": 2,
  "aya": 222,
  "text": "<p> فإن قلت: وكذلك من دخل النار ثم أُخْرِج منها مغفور له؟. قلت: المغفرة في حق هذا أجلي، وأظهر منها في الآخَر، وقدم الجنة على المغفرة؛ لنفع الدلالة على المغفرة مرتين أولًا: باللزوم، وثانيًا: بالمطابقة. </p><p> ٢٢٢ - (ويسألونك عن المحيض. .) ظاهره وقوع السؤال من جماعة. </p><p> وقال ابن عطية: السائل واحد. فكيف يُفْهم مع الآية إلا أن يقال المباشرة بالسؤال واحد، وغيره يسأل، ولم يباشر بالسؤال، فيكون على هذا من باب إطلاق اللفظ، واستعماله في حقيقته، ومجازه. </p><p> الزمخشري: إن قلت: ما بال (يسألونك) قد جاء بغير واو ثلاث مرات، ثم مع الواو ثلاثًا؟. </p><p> فأجاب: بأن سؤالهم عن تلك الحوادث. الأول وقع في أحوال متفرقة، فلم يؤت بحرف العطف، فكان كل واحد من تلك السؤالات سؤال مبتدأ. وسألوا عن الحوادث الأُخر في وقت واحد، فجىء بحرف العطف، لذلك، كأنه قيل: يجمعون لك بين السؤال عن الخمر، والميسر، والسؤال عن الانفاق، والسؤال عن كذا، وكذا. وهذا بناء منه على أن الواو تفيد الجمع في الزمان، وعدم المهلة، وهو خلاف قول المحققين. </p><p> ومذهب المحققين: أنها تفيد الاشتراك في الفعل، ولا تقتضي إثبات المهلة، ولا نفيها، ولا إثبات الترتيب، ولا نفيه بخلاف الفاء فإنها صريحة في الترتيب، و \" ثم \" صريحة في المهلة. </p><p> قال ابن هشام:  \" الواو العاطفة معناها: مطلق الجمع،فتعطف الشيء على مصاحبه نحو:(فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ)،وعلى سابقه نحو:(ولقد أرسلنا نوحًا وإبراهيم. .)،وعلى لاحقه نحو:(كَذَلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ)، وقد اجتمع هذان في(ومنك ومن نوح وابراهيم وموسى وعيسى).</p><p> فعلى هذا إذا قيل: \" جاء زيد وعمرو \"، احْتُمِل ثلاثة معان. قال ابن </p><p> مالك: وكونها للمعية راجح؛ وللترتيب كثير، ولعكسه قليل. انتهى. </p><p> ويجوز أن يكون بين متعاطفيها تقاربٌ أو تراخٍ نحو:  (إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ) ، فإن الردّ بعد إلقائه في اليمِّ، والإِرسال على رأس أربعين سنة. وقول بعضهم: إن معناها الجمع المطلق </p><p> غير سديد، لتقييده الجمع بقيد الإطلاق، وإنما يُبْنى، للجمع لا بقيد. </p><p> وقال السيرافي:  \" إن النحويين، واللغويين أجمعوا على أنها لا تفيد الترتيب \" . مردود، بل قال: بإفادتها إياه \" قطرب، والرّبعي، </p><p> والفراء،، وثعلب، وأبو عمر الزاهد، والشافعيِّ، ونقل الإِمام في \" البرهان \" عن بعض الحنفية: \" أنها للمعية \" . </p><p> - (قُلْ هُوَ أَذًى. .) . استدل به ابن سرور على أن أقل الحيض لا حدّ له خلافًا لِمَنْ ذهب إلى أن أقله ثلاثة أيام، وهم الكوفيون. أو يوم وليلة، وهو الشافعي، والطبري. </p><p> قال: ووجه الدليل من الآية ثلاثة أوجه: </p><p> الأول: أنه اقتصر في جوابهم على سؤالهم عن الإِخبار بأنه (أذى) ومن شرط الجواب أن يكون مطابقًا للسؤال، وذلك يقتضي أن يكون كل أذى حيض؛ لأنهم سألوا عن المحيض، فأخبروا بأنه أذى، والأذى يطلق على القليل، والكثير، فلولا أن يسيره حيض لما صحَّ الجواب. وهذا الوجه الذي ذكر ضعيف؛ لأنه لا يلزم مطابقة الجواب للسؤال من جميع الوجوه. </p><p> قال: الوجه الثاني: أنه تعالى أمرنا باعتزالهن في حال الحيض، وعلق الأمرِ باعتزالهن على شرط وجوده، فلا بدّ من أن يكون لنا ما نعلم به كونهن حِيْضَا؛ ليصبح منا إمْتثال الأمر بالإعتزال، ويكون ذلك قبل أن ينقضي وقته، فلو كان محدودًا بثلاثة أيام لما عَلِمْتَ في ابتدائه هل يدوم ثلاثة أيام، فيكون حيضًا مانعًا من الصلاة، أو أقل فلا يمنع فيؤدى إلى تكليف مالا يطاق. </p><p> أما إذا قلنا: أول دم تراه ولو دفعة، فهو حيض أمكن اعتزالهن، وسقوط التكليف عنهن. </p><p> الثالث: أن السؤال وقع عن الحيض، والحيض هو السيلان، فأول دم تراه يتناوله الاسم؛ لصدق السيلان عليه. </p><p> - (وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ. .) . أجاز ابن بُكَير، والعراقيون وطىء الحائض إذا طهرت، ولم تغتسل. </p><p> قال ابن يونس: واستدل بثلاثة أوجه: </p><p> الأول: قوله: (حَتَّى يَطْهُرْنَ) ، فعلَّق المنع بغاية، ومن شرط الغاية أن يكون ما بعدها مخالفًا لما قبلها. </p><p> الثاني: أن الحكم إذا تعلق بعلة وجب زواله بزوالها، والعلة هنا وجود الدم، فوجب أن يجوز الوطىء إذا ارتفع. </p><p> الثالث: أن الحيض قد زال، ولم يبق إلا الغسل، فوجب وطئها كالجنب. </p><p> قال ابن بُكير:  \" ورواية أشهب عن مالك في \" العتبية \": \" من أنه لا يجبر زوجته النصرانية إذا طهرت على الغسل من الحيض \". يدل على أنه يجوز له الوطىء قبل الغسل.</p><p> وردَّه ابن رُشد: \" بأنه إنما جاز له وطؤها قبل أن تغتسل؛ لأنه لا يجب الغسل عليها على القول بأن الكفار غير مخاطبين بفروع الشريعة، فتكون هذه في حكم من قد اغتسل، فيجوز وطؤها. </p><p> ابن رُشد: والظاهر من مذهب مالك أن وطأها إذا طهرت من الدم ولم تغتسل ممنوع لا مكروه بدليل قوله: (ولاتقربوهن حتى يطهرن) ؛ لأن المعنى: حتى يطهرن بالماء فإذا تطهرن به، إذ قرئ (حتى يطهَّرن) بالتشديد، وهي القراءة المختارة؛ لأن المعنى يدل على أن الطهر الأول هو الثاني، إمّا من الدم، وإمّا بالماء، فمن حملهما جميعًا على أن المراد بهما التطهير بالماء إذ هو الأظهر من \" التفعل \" أن يراد به الاغتسال بالماء، لم يجز وطىء الحائض حتى تغتسل. </p><p> ومن قال: المراد بهما الطهر من الدم إذ قد يُعَبرْ عن الطهر من الدم بالتطهير، كما يقال:  \" تكسَّر الحجر، وتبرد الماء \" ، أجاز الوطىء من غير اغتسال. وهو الأظهر في المعنى، والقياس؛ لأن العلة في المنع وجود الدم بدليل قوله:  (فاعتزلوا النساء في المحيض. .) ، فإذا ارتفعت العلة بزواله جاز الوطىء. </p><p> وأما قول من قال:  \" إن معنى قوله:(حَتَّى يَطْهُرْنَ)أي: من الدم(فإذا تطهرن)أي: بالماء \" ، فبعيد؛ لأن الله أباح وطئهن بقوله:  (حَتَّى يَطْهُرْنَ) ثم بيّن الوطىء الذي أباحه بقوله: (فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ) أي: على الوجه الذي أذن الله فيه، فلو كان الطهر الأول: من الدم، والثاني: بالماء، لجاز بالأول ولم يجز بالثاني؛ لأنه أطلق الأول بقوله: </p><p> (وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ) ، وقيد الثاني بقوله:  (فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ) ، وهذا لا يصح أن يقال، ولا يستقيم في الكلام أن يقول:  \" لا تفعل كذا حتى يكون كذا فإذا كان كذا؛ لشيء آخر فافعله \" . </p><p> انتهى. هذا الكلام غير صحيح؛ لأنَّا نقول:  \" قولك لا يجوز أن يقال: \" لا تكرم زيدًا حتى يأتي خالد فإذا أتى عمرو فأكرمه \"، مسلم، ولا يتناول محل النزاع؛لأن قوله:(فَإِذَا تَطَهَّرْنَ)المراد به الاغتسال وهو ملزوم؛ لارتفاع الدم،وإنما نظيره قولنا:\" لا تكرم زيدًا حتى يأتي عمرو فإذا دخل عندك عمرو فأكرمه، أو فإذا أتاك خالد وعمرو فأكرمه \"، وهذا جائز. </p><p> الباجي: قال مالك، والشافعي، وجمهور الفقهاء: لا يجوز وطؤها حتى تغتسل سواء انقطع دمها لأكثر أمد الحيض أو أقله. وقال ابن بُكير: الإِمساك عنها استحسان. </p><p> وقال أبو حنيفة: إن انقطع الدم لأكثر أمد الحيض، وهو عشرة أيام عنده جاز له أن يطأها قبل أن تغتسل، وإن انقطع قبل لم يجز له وطؤها حتى تغتسل أو يحكم بطهرها لمجىء آخر وقت الصلاة. يريد؛ لأنها إذا مضى عليها وقت صلاة تكون طاهرة باعتبار الحكم؛ لأنها مكلفة بالاغتسال. </p><p> قال ابن عبد البر: وهذا الحكم لا وجه له، وقد حكموا للحائض </p><p> بعد انقطاع دمها بحكم الحائض في العدّة، وقالوا لزوجها: عليه الرجعة ما لم تغتسل، قال: فإن قيل: قال الله تعالى: (حتى يَطْهُرن) ، وحتى غاية فما بعدها بخلافها. </p><p> قيل: إن في قوله تعالى: (فإذا تَطَهَّرْن) دليلاً على المنع (حتى يطهرن) بالماء؛ لأن (تطهرن) كقوله تعالى: (وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا. .) ، يريد الاغتسال بالماء، وقد يقع التحريم بشيء، ولا يزول بزواله؛ لعلة أخرى كقوله في المبتوتة (فلا تحل له من بعد حتى تنكح زوجًا غيره. .) ، وليس بنكاح الزوج يحل له، بل حتى يطلقها الزوج، وتعتد منه. انتهى. </p><p> يقال له: المبتوتة خرجت بالإِجماع إذ أجمعوا على أنها لا تحل بنفس الدخول، بل حتى يطلقها الزوج، وتعتد منه، ولم يخالف أحد في ذلك، وأمر به الشارع. وأما هذا فلا إجماع فيه، والخلاف موجود فلا دليل لك فيه. </p><p> وقال بعض البيانيين: في الآية حذف التقابل حذف من الأول، لدلالة الثاني، ومن الثاني؟ لدلالة الأول، والتقدير: (ولا تقربوهن حتى </p><p> يطهرن) ويتطهَّرن - فإذا طهرن، وتطهَّرن (فأتوهن من حيث أمركم اللَّه) . قال ابن يونس: قال غير واحد من البغداديين علق تعالى جواز الوطىء بالطهارة التي هي انقطاع الدم، والتطهّر الذي هو الغسل. </p><p> ولا يجوز استباحة وطئها إلا بعد حصول الشرطين، ثم إنه تعالى أثنى على فاعل هذه الطهارة، فقال:  (إن الله يحب التوابين ويحب المتطهرين) ، والثناء لا يقع إلَّا على فعل يصدر من المكلف، وانقطاع الدم ليس من فعل المرأة إذ ليست قادرة على كفه، فلا يكون الثناء إلَّا على الاغتسال بالماء. </p><p> قال ابن العربي: فإن قيل: المراد حتى ينقطع دمهن، وقد يستعمل التشديد موضع التخفيف، فيقال:  \" تطهَّر \" بمعنى: طهر، و \" قطَّع \" بمعنى: قطع، ولا يفتقر إلى إضمار، وأنتم تفتقرون أن تقولوا: التقدير: يطهرن بالماء. </p><p> قلنا: لا يقال: طهرت بمعنى: انقطع دمها، وإنما التشديد تكثير التخفيف، وأيضا فالظاهر أن ما بعد الغاية هو المذكور قبلها، فيكون (يَطْهُرْن) مخففا بمعنى: المشدّد، وجمع بين اللغتين كما قال تعالى:  (رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ (١٠٨) . </p><p> فإن قيل: إن (فَإِذَا تَطَهَّرْنَ) ابتداء كلام؛ لأنه لو كان بمعنى </p><p> الأول لاكتفى بالأول عنه فقال:  (حتى يطهرن فأتوهن) . </p><p> فأجاب بأوجه: </p><p> أحدها: أن المُعاد في الشرط هو المذكور في الغاية بدليل إثباته بالفاء، ولو كان غيره لذُكر بالواو. </p><p> وأما الزيادة فلا يخرجه عن أن يكون هو بعينه، ألا ترى أنك تقول:  \" لا تعط هذا الثوب زيدًا حتى يدخُل الدار فإذا دخل فأعْطه ثوبًا ومائة درهم \" ، ولو كان غيره لقلت: فإذا دخل وجلس فافعل كذا، وكذا \". </p><p> الثاني: أنه علق. الحكم بقوله:  (فإذا تطهرن) على انقطاع الدم، والاغتسال بالماء، فصار كقوله:  (وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ) ، فعلق دفع المال على بلوغ النكاح، وإيناس الرشد، وكذلك قوله في المطلقة (حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ. .) ، ثم جاءت السنة باشتراط الوطىء. </p><p> فإن قيل: فعلى هذا نفصل التحريم إلى غاية، وما بعد الغاية مخالفًا لما قبلها إذا كانت مطلقة. </p><p> أما إذا ضُم إليها شرط آخر فإن الحكم يرتبط به كقوله:  (حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ. .) . </p><p> فإن قيل: إنما هذا إعادة لما تقدم، وليس بتجديد شرط كقولك:  \" لا تعط زيدًا شيئًا حتى يدخل الدار فإذا دخل فأَعطه \" . فالجواب: أن \" تَطَهَّر \" لا يقال إلا فيما يكتسبه الإِنسان، وانقطاع الدم غير مكتسب. </p><p> فإن قيل: يقال: تقطَّع الحبل، ويقال في صفات الله: تجَّبر، وتكَّبر وليس فيه اكتساب، ولا تكلف. </p><p> فالجواب: أن ذلك نادر سلمناه لكن لا يقال: تطهَّرتْ بمعنى: انقطع دمها، وإنما حملناه في تقطَّع الحبل على المجاز إذ لا مفر عنه؛ لأن الجَمادات لا توصف بالاكتساب، وهنا عنه مندوحة، وهي حمله على الحقيقة، وأن المراد به الاغتسال بالماء، وأيضا فإنه مدحهنَّ بقوله:  (ويحب المتطهرين) ، والمدح إنما يكون على ما اكتسب من الأفعال بدليل قوله تعالى:  (وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا) . </p><p> - (من حيث أمركم اللَّه. .) . فجرى فيه الخلاف الذي في لفظ:  \" أمر \" هل هو للوجوب أو لمطلق الترجيح المحتمل للوجوب والندب. </p>"
}