{
  "id": null,
  "sura": 2,
  "aya": 286,
  "text": "<p> - (لا نفرق بين أحد من رسله. .) . مدلول هذه لا يخالف مدلول قوله:  (تلك الرسل فضلنا بعضهم على بعض) . أسبق تخريجها،؛ لأن الحكم إذا أسند إلى شيء فإنما يسند إليه باعتبار لفظه المناسب وقد قال:  (من رسله) فما التفريق بينهم إلا في وصف الرسالة أي: لا نؤمن ببعضهم، ونترك بعضهم كما قال في الآية الأخرى:  (وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ) . </p><p> ٢٨٦ - (لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا) . ذكر الفخر: أنها من كلام النَّاس، ولا يصح؛ لأنه خبر لا طريق لهم إلى معرفته إلا أن يكون أنزل قبله ما هو في معناه، وتكليف ما لا يطاق فيه ثلاثة أقوال: </p><p> - مذهب أهل السنة جوازه. </p><p> - مذهب المعتزلة منعه. </p><p> والثالث: الوقف. </p><p> وإذا قلنا: بالجواز فهل هو واقع أولا؟. فيه خلاف، وتردد الأشعري في وقوعه، وقسمه ابن التلمساني على خمسة أقسام والخلاف إنما هو في </p><p> قسمين وهما: المستحيل عقلًا، والمستحيل عادة، وما عداهما فلا خلاف فيه إذ ليس من تكليف ما لا يطاق. </p><p> قال في \" المحصول \" : وفائدة التكليف بالمستحيل عقلًا أو عادة أن يكون علامة على شقاوة المكلف بذلك؛ لأنه لا يتوصل إلى امتثاله، والآية حجة لمن يجيز التكليف بما لا يطاق، ويمنع وقوعه إذ لا يبقى إلا ما هو ممكن الوقوع. </p><p> ومن قال بوقوعه: احتج بقضية أبي لهب، فإنه مكلف بأن يؤمن بأن لا يؤمن بقوله:  (سيصلي نارًا ذات لهب) ، وهو مكلف بأن يؤمن بالنبيّ صلى اللَّه عليه وسلم، وجميع ما جاء به ومن جملته هذه السورة. </p><p> وأجاب سراج الدين الأرموي فِي \" شرح الحاصل \" : بأنه مكلف بأن يؤمن بالنبي صلى اللَّه عليه وسلم، وبما جاء به إيمانًا جُمليا لا تفصيليًّا. </p><p> قال شيخنا: الفخر، وابن التلمساني: جعلا من ذلك التكليف بما علم الله عدم وقوعه، وهو وهْم؛ لأن هذا ليس من تكليف ما لا يطاق بوجه؛ لأنه ممكن في نفس الأمر، كتكليف العصاة بالصلاة في الوقت فيفعلونها بعد الوقت قضاءً. </p><p> وقالوا في النائم إذا ضرب برجله إناءً فكسره: فإنه يضمنه، وكذلك إذا ضرب أحدًا فقتله فهل هذا من تكليف ما لا يطاق أم لا؟. </p><p> والظاهر أنه من خطاب الوضع. </p><p> - (لها ما كسبت) . القَرَافي: هذه الآية تدل على أن المصائب لا يثاب عليها؛ لأنه ليس للمكلف فيها اعتماد. قاله: في \" قواعده \" . </p><p> ويجاب: بأنه لا حصر في الآية بأنه لا يثاب الإِنسان إلا على ما اكتسبه، وفعله. </p><p> وحاصل كلام القرافي: أن المثوبة تترتب على ما هو من كسب العبد ومقدوره وما لا كسب له فيه، ولا هو مقدور له لا مثوبة فيه لقوله تعالى:  (وأن ليس للإِنسان إلا ما سعى) ، ويشترط أن يكون المُكْتَسب مأمورًا به فما لا أمر فيه لا ثواب فيه كالأفعال قبل البعثة وكأفعال الحيوانات التي لا تعقل، وكذلك الموتى يسمعون المواعظ، والقرآن، والذكر ولا ثواب لهم لعدم تعلق الأوامر بهم. </p><p> وأما المكفرات فلا يشترط فيها ذلك كالمصائب التي تصيب الإِنسان حتى الشوكة، فالمصيبة مكفرة اقترن فيها السخط أو الصبر فإن اقترن بها الصبر فله الثواب من حيث الصبر، وله التكفير من حيث المصيبة، وما كان سبباة للثواب يكون سببا للتكفير، وليس ما كان سببًا للتكفير يكون سببًا للثواب ثم السخط الذي يصحب المصيبة، قد يكون ما يترتب عليه </p><p> أكثر مَّما يترتب على المصيبة، وقد يكون أقل، وقد يكون مساوًيا. </p><p> قال القرافي: والتكفير بحسب قدر الألم فلو فرضنا ولدًا لا يتألم والده بفَقْده لما كان له عليه شيء. </p><p> قال: ولما كان التكفير مرتبًا على المصائب لم يجز أن يقال للمريض: اللهم اجعل له هذا المرض كفارة. فإنه تحصيل حاصل، وفيه قلة أدب، وهو لا يجوز كما تقرر في \" الأدعية \" . </p><p> ابن العربي: قال علماؤنا: هذه الآية دليل على أن القود واجب على شريك الأب خلافا لأبي حنيفة، وعلى شريك الخاطئ خلافا </p><p> للشافعي، وأبي حنيفة؛ لأن كلا منهما قد اكتسب القتل. </p><p> وقالوا: إن اشتراك من لا يجب عليه القصاص مع من يجب عليه القصاص شبهة في دَرْء ما يُدْرأ بالشبهة. وذكر ابن عطية، والزمخشري وجه المغايرة بين فعليّ (كسبت) و (اكتسبت) ، وهما متقاربان، وتَقَرُّر ما قال ابن عطية: أن المكلف بفعل الطاعات مستحضر للثواب عليها. </p><p> فيسهل عليه أمرها من غير تكلف طبيعي فلا وازع له عن فعلها، وفاعل المعصية يستحضر العقوبة عليها في الدار الآخرة، وشهوته تحمله عليها، وتكلفه فعلها، وتوجب معاندته، ومدافعته للوازع الديني، وقد قال الغزالي: إن استحضار العقوبة الأخروية في فعل الكبيرة، وتعقيبها بالاستغفار غالبًا يصيرها صغيرة. </p><p> وكلام الزمخشري ظاهره مخالف لهذا، وهو في الحقيقة راجع إليه. </p><p> وتقريره أن الشَّر مما تشتهيه النفوس، وتأمر به فهي في تحصيله أعمل، وأقوى اجتهادًا، فجُعلت مكتسبة، ولما لم تكن كذلك في الخير وصفت بما لا دلالة فيه على الفعل، والتكلف. </p><p> وقال ابن الضائع في باب ما جاء من العدول على \" فعّال \" - إن \" كسَبَ \" و \" اكتسب \" إن اجتمعتا في كلام واحد كانت لفظة \" كسب \" عامة و \" اكتسب \" خاصة بالكثير، وإن انفردت إحداهما عمت في الأمرين. </p><p> وهذه الآية لما كان الإِنسان يثاب على قليل الخير، وكثيره استعمل فيه اللفظ العام للقليل، والكثير وهو \" كسب \" . </p><p> ولما كانت الصغائر معفوًا عنها جاء بلفظ الكثير إشعارًا بأنها ليس عليها إلا ما فوق الصغائر. </p><p> قال ابن هشام اللَّخميِّ في \" شرح أبيات الجمل \" </p><p> عند قوله: </p><p> جزى ربُّه عني عديَّ بن حاتم ..... </p><p> حكى ابن اللخميِّ عن الزجاج أنه يقال: جزيته في الخبر، </p><p> وجازيته في الشرّ. فيستعمل فعل الزيادة في الشرِّ، وفعل النقص في الخير، ومنه (لها ما كسبت وعليها ما اكتسبت) استعمل الفعل الذي فيه الزيادة في الشرِّ، والذي لا زيادة فيه في الخير ومنه قول النابغة: </p><p> ِ. . . . . . . . . . . . . . فحمَلْتُ برَّةَ واحتَمَلْتُ فَجار </p><p> - (رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا. .) . الزمخشري: إن قلت: النسيان، والخطأ متجاوز عنهما في العفو، فما معنى الدعاء بترك المؤاخذة \" فيهما \" ؟. </p><p> فأجاب: بأن الدعاء راجع لسببهما، وهو التفريط، والغفلة. </p><p> وهذا على مذهبه في منع تكليف ما لا يطاق؛ لأنه دعاء بتحصيل الحاصل ونحن نقول: بجواز الدعاء بتحصيل الحاصل،؛ لأنه ممكن باعتبار الأصالة. </p><p> فإن قلت: الأصل تقديم الشرط، وأن يقال: إن نسينا أو أخطأنا فلا تؤاخذنا!. </p><p> فالجواب: أنه قدمَ المدعو به للاهتمام به. </p><p> ابن العربي: تعلق بالآية جماعة من العلماء في أن الفعل الواقع خطأ أو نسيانًا لغو في الأحكام، كما جعله اللَّه لغوًا في الآثام وبيَّن النبيّ صلى اللَّه عليه وسلم بقوله:  \" رفع عن أمتي الخطأ والنسيان وما استكرهوا عليه \" . </p><p> وهذا لا حجة فيه؛ لأن الحديث لم يصح، والآية إنما جاءت لرفع الإِثم الثابت في قوله:  (وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ) . </p><p> فأمّا أحكام العباد، وحقوق الناس فثابتة \" انتهى.</p><p> قال اللَّخمي: في \" كتاب الأيمان بالطلاق \" لمّا تكلم على طلاق المكره،استدل من عَذَرَه بالإكراه بقوله عليه السلام:\" رفع عن أمتي الخطأ، والنسيان وما استكرهوا عليه \" </p><p> أخرجه البخاري ومسلم \". انتهى.</p><p> فكيف يقول: ابن العربي لم يصح. وانظر كلام ابن رشد في رسم حلف من سماع عيسى من \" كتاب الأيمان والنذور \".</p><p> فإن قلت: قد قالوا: إذا قتل رجلًا خطأ إن عليه صوم شهرين!. </p><p> فجوابه: أن النسيان إنما هو سبب في رفع الإِثم، وليس هو سببًا في صومه، والقتل سبب في الصوم رتب الشرع على ذلك صومًا فيجب امتثاله لا أنه كفارة، بل الإِثم ساقط عنه. </p><p> - (ولا تحْمل. .) . أبو حيان: قُرئ بالتشديد إما، للتعدية أو للمبالغة \" . انتهى. ظاهره على الَبدلية، وتصح المعية، والمبالغة مع التخفيف، مستفادة من لفظ (على) </p><p> فإن قلت: ما أفاد (كما حملته) ، وعدم ذكره أبلغ؛ لأن النفي المطلق أبلغ من نفي المقيد؟. </p><p> فالجواب: أن الدعاء حالة الخوف مظنة الإجابة؛ لأنه أقرب لمكان التضرع، والالتجاء فَذِكْرُ عقوبة من مضى في هذا مما يزيد في الخوف. </p><p> - (ربنا ولا تحملنا. .) . إن كان راجعًا لأمور الآخرة فتأسيس وإن أريد به أمور الدنيا فتأكيد. </p><p> إن أريد بـ (مالا طاقة لنا) الحقيقة، وهو ما ليس في قدرة البشر؛ لأن الدعاء بنفي \" الإصر \" يستلزم الدعاء برفع ما فوقه، وإن أريد به المجاز كما أشار إليه ابن عطية في أحد التفاسير من أنه الأمر المستصعب، وإن كان يطاق، فيكون تأسيسا. </p><p> - (واعف عنا واغفر لنا وارحمنا) . وجه الترتيب أن العفو عبارة عن عدم المؤاخذة بالذنب، ولا يلزم من رفع المشقة، أو غير المقدور عدم المؤاخذة، </p><p> ولا يلزم من عدم المؤاخذة بالذنب ستره؛ لأنه قد لا يؤاخذه به، ويظهر عليه. ثم عقب ذلك بالرحمة؛ لأن العفو، والمغفرة من باب دفع المؤلم، والرحمة من باب جلب الملائم، ودفع المؤلم آكد. </p><p> والرحمة معناها في الأصل: الرقة. </p><p> وقال الآمدي: إذا وردت صفة للَّه تعالى يستحيل حملها على حقيقتها فإمّا أن تردَّ لِصفة لفعل أو لصفة المعنى، وهي: الإِرادة. فإمّا أن يكون أراد بهم الخير أو فعل بهم ما يوصلهم إلى طريق الخير. </p><p> قيل: على هذا تكون الرحمة سببا في العفو، والأصل أن يقدم </p><p> السبب على مسبَّبه، فلِمَ أخرت؟. </p><p> أجيب: بأنه تكثير، للدعاء؛ لأنه على ترتيب الآية يكون الدعاء بالرحمة مرتين: </p><p> أولًا: باللزوم؛ لاستلزامها العفو. </p><p> وثانيا: بالمطابقة. </p><p> الزمخشري: وعنه عليه السلام: \" من قرأ الآيتين من آخر سورة البقرة في ليلة كفتاه \" انتهى. </p><p> أول الآيتين:  (آمن الرسول. . .) . </p><p> انظر \" إكمال \" عياض في \" كتاب الطب \" . </p><p> * * * </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> الكتاب: التقييد الكبير في تفسير كتاب الله المجيد للبَسِيْليِّ </p><p> المؤلف: أبو العباس أحمد بن محمد بن أحمد البَسِيْلي التونسي (المتوفي ٨٣٠ هـ) </p><p> الناشر: كلية أصول الدين، جامعة الإمام محمد بن سعود الإسلامية - الرياض - المملكة العربية السعودية </p><p> الطبعة الأولى - ١٤١٢ - ١٩٩٢ هـ </p><p> عدد الأجزاء: ٢ </p><p> [ترقيم الكتاب موافق للمطبوع] </p><p> الجزء الثاني </p><p> تفسير </p><p> سُورَةِ آلِ عِمْرَانَ </p><p> سُورَةُ آلِ عِمْرَانَ </p><p> ابن عطية: حكى النقاش: أن اسمها في التوراة طيِّبة. انتهى. </p><p> ليس معناه: أنها في التوراة، بل ورد في التوراة حكم من الأحكام، ونصّ فيها على ثبوته في القرآن في سورة آل عمران. </p><p> قال الجرجاني: أحسن الأقوال أن (الم) إشارة إلى حروف المعجم أي: هذه الحروف كتابك. </p><p> ابن عطية: فلا بدّ أن يكون (اللَّه) مبتدأ، وخبره (نزَّل عليك الكتاب) بحيث يكون في الخبر ما يدل على الكتاب المضمر. </p><p> وُيعْترض بأن السورة نزلت ردا على نصارى نجران الذي زعموا أن عيسى هو الله فالمناسب أن يكون الخبر (لا إله إلا هو) ، فما محل الفائدة؟. وإذا كان هو الخبر لم يبق ما يدل على إضمار الكتب. </p><p> وجعل الجرجاني هذه الآية مثل قوله:  (أفمن شرح اللَّه صدره للإِسلام) . قال ابن عطية: وفيه نظر؛ لأن تلك شرط يحتاج إلى الجواب بخلاف هذه. </p><p> واختلف أهل علْمِ الكلام في مَدْرك التوحيد. قيل: مَدْركه العقل، وقيل: السمع، والعقل شاهد له؛ وعكس سراج الدين الأرموي قال: مَدْركة ليس إلا السّمع، لأن من أبطل دلالة التمانع يقول: إن الإِلهين يتفقان. </p><p> فقاد الآخرون: وإن اتفقا فيجوز اختلافهما. </p><p> وتردد المقترح في مدركه. </p><p> الغزالي: أخص أسماء الله تعالى (القيوم) فإنه القائم بأمور العباد، ولا يشاركه في ذلك غيره بخلاف غيره من الأسماء \". انتهى. </p><p> هذا إنما يتم على مذهب الفلاسفة القائلين بقدم العالم، والذي يجري على مذهب أهل السنة أن يكون أخص أوصافه القديم. </p><p> الفخر: الوصف ب (الحي القيوم) يستلزم جميع صفات الله تعالى. انتهى. إن أراد استلزامهما ذلك لذاتهما، ومجرد لفظتهما فممنوع، وإن أراد تضمينه الدليل العقلي إليهما فمُسَلَّم. </p><p> وفي لفظ (القيوم) إشارة إلى الرَّد على نصارى نجران فِي محاجتهم في عيسى أنه اللَّه؛ لأن معنى (القيوم) : (لا تأخذه سنة ولا نوم) ، وعيسى يأخذه النوم، والسِّنَة. </p>"
}