{
  "id": null,
  "sura": 2,
  "aya": 276,
  "text": "<p> مخصوصًا فيكون عبارة عن البيع الشرعي فلا يتناول إلّا الحلال من البيوعات. </p><p> فإن قلت: يلزم على هذا تحصيل الحاصل؛ لأن الحلال لا يُحلل!. </p><p> قلت: تكون الواو على هذا للحال. </p><p> و (الربا) . حكى فيه اللَّخْميِّ في \" كتاب الصرف \" ثلاثة أقوال. </p><p> ٢٧٦ - (يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ. .) . الأحكام الشرعية منوطة بمصالح دنيوية، وأخروية فلما تضمن الكلام السابق حصول المصلحة الأخروية بالصدقة تضمن هذا أنه مُحصِّل للمصلحة الدنيوية. </p><p> و (الربا) متضمن أيضا للمفسدة الدينية؛ لترتب العقاب عليه، والدنيوية؛ لأنه مَمْحَقة للمال، والصدقة زيادة فيه. وحمله ابن عطية على أنه في الدار الآخرة، والظاهر خلافه وبدأ هنا (بالربا) ، وفيما تقدم بالصدقة، وطريق المقابلة، واللف، والنشر العكس. </p><p> والجواب: أنه لمَّا كان ذِكْر الصدقة يطول الكلام فيه قدم الكلام على (الربا) ثم عاد إلى \" الصدقة \" . </p><p> فإن قلت: هلا قيل: يمحق الله المال الذي فيه (الربا) فهو أبلغ في التخويف؛ لأن محق المال الذي فيه الربا أشد؛ لاستلزامه محق الربا، وزيادة. </p><p> فالجواب: أن هذا أجلى في محق الربا، والمخاطبون عوام. </p><p> - (والله لا يحب كل كفار أثيم) قول ابن عطية: الله تعالى يحب التوفيق على العموم. انتهى. </p><p> كان القاضي أبو العباس بن حيدره، والفقيه المفتي أبوالقاسم الغُبْرينِّي يقولان: هذه نزعة اعتزالية غفل فيها، ولم يشعر فيها، بل مذهبنا أن الله تعالى يحب الخير، والشر. والرجل سُنِّي لا شك في فضله، ودينه. </p><p> الآمدي في \" أبكار الأفكار \" : إذا وردت صفة لله تعالى يستحيل حملها على حقيقتها، فإمّا أن ترد لصفة المعنى، وهي الإِرادة أو لصفة الفعل، فالمعنى هنا: واللَّه لا يريد كل كفار. وإن رددتها لصفة الفعل فالمعنى: واللَّه لا يهدي كل كفار. ويكون حينئذ مخصوص بمن علم الله سبحانه، وتعالى أنه يموت كافرًا؛ لأن من أسلم فقد هُدِي، وعلى المعنى الأول تكون لا نافية على عمومها أي: لا يريد ثواب كل كفَّار. </p><p> قيل: إن قلت: إن نقيض المستحب مكروه فظاهر، وإن كان أعم فَهلَّا قيل: واللَّه يكره كل كفَّار. </p><p> وأجيب: بأن عادة العرب أنهم يقولون في المدح التام: \" حبذا زيد \" وفي الذم التام: \" لا حبذا زيد \" . فنفى المحبة عندهم يستلزم الكراهة. </p><p> ابن هشام: قال البيانيون: إذا وقعت \" كل \" في حيز النفي كان النفي موجها إلى الشمول خاصة، وأفاد بمفهومه ثبوت الفعل لبعض الأفراد </p><p> كقولك:  \" ما جاء كل القوم \" ، و \" لم يأخذ كلَّ الدراهم \"  \" وكلُّ الدراهم، لم آخذ \" ، وقوله: </p><p> ما كل رأي الفتى يدعو إلى رشد </p><p> وقوله: </p><p> ما كل ما يتمنى المرء يدركه. </p><p> وإن وقع النفيُ في حيزها اقتضى السلب من كل فرد كقوله عليه السلام لما قال له ذو اليدين:  \" أنسيت أم قُصِرَتْ الصلاة: كلُ ذلك لم يكن \" . </p><p> وقول أبي النجم: </p><p> قد أصبحتْ أمُّ الخيار تَدْعِي ... عليَّ ذنبًا كلهُ لم أصنع </p><p> وقد يشكل على قولهم في القسم الأول قوله تعالى:  (واللَّه لا يحب كل كفار أثيم) ، وقوله تعالى:  (واللَّه لا يحب كل مختال فخور) . </p><p> قلت: وكذا هذه الآية. </p><p> وقد صرح الشلوبين، وابن مالك في بيت أبي النجم: بأنه لا فرق في المعنى بين رفع \" كَل \" ونصبه. </p><p> ورَدّ الشلوبين على ابن أبي العافية إذ زعم أن بينهما فرقا، والحق ما قال البيانيون. </p><p> والجواب عن الآية: أن دلالة المفهوم إنما يُعَول عليها عند عدم </p>"
}