{
  "id": null,
  "sura": 2,
  "aya": 274,
  "text": "<p> - (وما تنفقوا من خير فإن اللَّه به عليم) طاعة العبد سيده وهو حاضر ينظر إليه أكثر من طاعته إياه في غَيْبَتِه غالبًا، فجاءت الآية على المعتاد. </p><p> قيل:  (بصير) أخص من (عليم) على مذهب أهل السنة، فلِمَ عدل عنه إلى عَلِمَ الذي هو أعم؟. </p><p> وأجيب: بأن الآية خطاب للعوام لا للخواص، وصفة العلم عند العامة أجلى إذ لا خلاف فيها بخلاف (بصير) . </p><p> فإن منهم من رده لـ (عليم) . ومنهم من أبقاه على ظاهره. </p><p> ٢٧٤ - (بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً) ابن عطية: عن ابن عباس نزلت في علي بن أبي طالب رضي اللَّه عنه: كانت له أربعة دراهم فتصدق بدرهم </p><p> ليلًا، وبدرهم نهارًا، وبدرهم سرًّا، وبدرهم علانية. انتهى. </p><p> قيل: التصدق بالليل والنهار لا يخرج عن كونه سرًّا، وعلانية. </p><p> أجيب: بأنه لا يعترض على السبب، وإنما ينظر في تطبيق السبب على لفظ الآية، ويفهم هذا بأنها قسمة رباعية، فتصدق في الليل بدرهم سرا، وبدرهم علانية، وكذلك في النهار، ويكون من باب اللف والنشر، سرا الليل، وعلانية النهار، ويدل عليه عدم العطف. </p><p> فإن قيل: لمَ قدم \" السرّ \" على \" العلانية \" ، ونفقة السرّ أفضل فهلا بدأ بالعلانية، ليكون العطف ترقيًا لا تدنيًا؛ لأن عطف الترقي تأسيس، وعطف التدني فيه ضرب من التأكيد. </p><p> فالجواب: أن ذلك على قاعدة استصحاب الحال، وذلك أن نفقة السر أفضل؛ لخلوص النية فيها وسلامتها من الرياء فإذا أنفق أولاً سرًّا </p><p> بنية خالصة، واستصحب تلك النية بعينها في نفقة الجهر فأنفق جهرًا بتلك النية الخالصة كان في أعلا درجات الطاعة فبهذا المعنى يكون العطف ترقيًا. </p><p> - (فلهم أجرهم. .) . معنى الإِضافة: الأجر اللائق بهم. ولو قيل:  \" فلهم أجر \" ، كان مفهومه أن من فعل دون ذلك لا أجر له ولا شك أنه يؤجر. </p><p> ابن عطية: دخلت \" الفاء \" ؛ لأن الموصول وصل بالفعل، ولم يدخل عليه عامل يغير معناه. </p><p> أبو حيان: وكذا إذا كانت الصلة ظرفًا أو مجرورًا. انتهى. </p><p> كذا ذكر ابن عصفور في \" المقرِّب \" ، و \" شرح الإِيضاح \" . </p><p> فإن قلت: الظرف والمجرور محل، والتعليل عند الأصوليين بالصفة لا بالمحل!. </p><p> فالجواب: أن المحل هنا ناب مناب متعلقه، وهو: كائن أو مستقر. </p><p> الذي هو صفة، وتنوسي المتعلق حتى صار المحل كأنه هو؛ ولذا لا يجوز الجمع بينها. </p><p> أبو حيان: ومن شروط دخول الفاء أن يكون الخبر مُسْتَحقًّا بالصلة كهذه الآية. </p><p> قيل: هذا مردود فإنه ما عُلِمَا كونه سببًا إلَّا بعد دخول الفاء لا قبلها؛ لكونه مُستحقًّا بالصلة فرع عن دخول الفاء فلا يصح أن يكون شرطًا فيها. </p><p> وأجيب: بأن هذه بالنسبة إلى السامع، وكلا منا في دخول الفاء، بالنسبة إلى قصد المتكلم، ونيته. </p><p> قال الشيخ: وعادتهم يردون على كلام أبي حيان قوله: (الذي خلقني فهو يهدين) ، فإن نفس الخلق غير موجب للهداية وإلّا لزم منه مذهب المعتزلة القائلين بمراعاة الأصلح، وعادتهم يجيبون: بأن المراد (الذي خلقني) هذا الخلق الخاص على هذه الصفة، وهي النبوة، ونظيره قوله:  (فمن ثقلت موازينه. .) . </p><p> فإن قلت: النفقة مستلزمة، لثبوت الأجر لهم مع \" الفاء \" ، ومع عدمها فما أفادت؟. </p><p> فالجواب: أن الخبر إذا كان ثابتًا، وعطف عليه ما يتوسم عدم ثبوته فلا بدّ من \" الفاء \" فأتى بها هنا؛ لتدل على كمال الارتباط، وأن ذلك سبب في نفي الحزن، والخوف عنهم، ولفظ:  (الرب) هنا دال على أن هذا الثواب محض تفضل من اللَّه تعالى كما يقول أهل السنة. </p><p> سؤال آخر: لأي شيء نفى الحزن عنهم بالفعل، والخوف بالاسم والمناسب العكس؟!. </p>"
}