{
  "id": null,
  "sura": 2,
  "aya": 257,
  "text": "<p> ٢٥٥ - (لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ) . .) قدم السِّنَة لينفي النوم مرتين باللزوم، والمطابقة؛ لأنها قد تتقدم بين يدي النوم، وقد يهجم النوم دون تقدم السنة. </p><p> - (له ما في السماوات وما في الأرض. .) . من باب السلب لا من باب العدم، لأن السلب نفي الصفة على ما يمكن اتصافه بها، والعدم نفيها على ما لا يمكن أن يتصف بها. ومثال الأول:  \" زيد لا يبصر \" ، ومثال الثاني:  \" الحائط لا يبصر \" . </p><p> ٢٥٧ - (اللَّهُ وَلِيُّ) .. إلى قوله:  (أَوْلِيَاؤُهُمُ الطَّاغُوتُ. .) . أفرد (وَلِيُّ) في الأولى، وجمعه ثانيًا، والمخبر عنهما فيهما مفرد؛ لأن الطاغوت لفظ مفرد!. </p><p> وجوابه: أن الزمخشري: فسّر الطاغوت: بالشيطان والأصنام. </p><p> فهو وإن كان لفظه مفرد فمعناه الجمع. </p><p> سؤال آخر: جعل نظير المبتدأ في الجملة الأولى خبرًا في الثانية، ونظير </p><p> الخبر في الأولى مبتدأ في الثانية، وإنما تحصل \" المشاكلة \" لو جعل نظير المبتدأ مبتدءًا، أو نظير الخبر خبرًا. </p><p> فيقال: والذين كفروا الطاغوت أولياؤهم أو والطاغوت أولياء الذين كفروا. </p><p> وجوابه: أنه قصد الحصر في الجملة الثانية. فجعل الخبر مُعرَّفًا كما يقال:  \" زيد الرجل الغني لا غيره \" . </p><p> فالقصد هنا التبكيت عليهم، وأنهم لا ولي لهم إلا الطاغوت بخلاف الذين آمنوا فإنه لا يمكن الحصر فيهم أو وليهم اللَّه ورسوله والملائكة، وفي سورة العقود:  (إنما وليكم اللَّه ورسوله والذين آمنوا. .) ، فقال الزمخشري: إن قلت: لِمَ أفرد الولي، وهم متعددون؟. </p><p> فأجاب بأن الولي في الحقيقة هو الله تعالى، وولاية من عداه على جهة التبع له. </p><p> ٢٥٩ - (مائة عام) . لا يصح تعلقه بـ (أماته) ؛ لأن الإِماتة سلب الحياة، وهي لا تمتد إلا أن يُأوَّل بمعنى ألبثه اللَّه بالموت مائة عام، وحينئذ يتعلق بما فيه من المعنى العارض له بالتضمين أي: معنى البث؛ لأنه </p><p> كالإِماتة في عدم الامتداد. فلو صح ذلك لعلقناه، بما فيه من معناه الوضعي، ويصير هذا التعليق بمنزلته في قوله:  (قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ بَلْ لَبِثْتَ مِائَةَ عَامٍ) ، وفائدة التضمين أن تدل كلمة واحدة على معنى كلمتين يدل على ذلك أسماء الشرط. ونظير هذا قوله صلى اللَّه عليه وسلم:  \" كل مولود يولد على الفطرة حتى يكون أبواه هما اللذان يهودانه وينصرانه. . \" لا يجوز تعلق (حتى) بـ (يولد) ؛ لأن الولادة لا تستمر إلى هذه الغاية، بل الذي يستمر إليها كونه على الفطرة فالوجه في ذلك تعلّقها بما تعلقت به (على) فإن (على) متعلقة ب (كائن) محذوف منصوب على الحال من الضمير في (يولد) . </p><p> و (يولد) خبرٌ \" كل \" قاله ابن هشام المصري. </p><p> قلت: ويحتمل الحديث المذكور إعرابًا آخر وهو أن يكون (يولد) في موضع خفض نعتًا لـ (مولود) ، والخبرما تعلق به (على) ، وهو \" كائن \" بالقدر مرفوعًا. </p><p> - (قال كم لبثت) . الزمخشري: قال له: ذلك بغير واسطة بعد إيمان الرجل. </p><p> فنبه عليه ابن سلامة أنه اعتزال يريد: أن مذهبهم أن الكافر لا يكلمه الله بوجه، وعلى مذهبنا لا يكلمه كلام رضى، وأما كلام إبعاد فورد (اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ (١٠٨) . </p><p> ٢٦٠ - قوله:  (. . وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي. .) . بيان لكون السؤال عن الكيفية ويؤخذ منه أن الشك منِ جهة التلاوة، وكيفيتها من جهة الإِعراب لا يؤخذ منه الشك في كونه قرآنًا. </p><p> - (فَصُرْهُنَّ إِلَيْكَ. .) . ابن هشام: \" لا يصح تعلق (إلى) </p>"
}