{
  "id": null,
  "sura": 2,
  "aya": 273,
  "text": "<p> - (وما تنفقوا. .) . تحتمل الواو للحال أي:  (وما تنفقوا من خير فلأنفسكم) حال كونكم تقصدون به وجه اللَّه. وهذا خبر فِي معنى الطلب، إمّا الأمر أو النهي. </p><p> - (يوفَّ إليكم. .) أي: في المقدار. </p><p> - (وأنتم لا تظلمون) أي: في الصفة، وهو تأسيس. </p><p> ٢٧٣ - (سبيل الله) . قال مالك في \" كتاب الحبس \" : هو وجوه الخير بالإطلاق كيفما كانت. </p><p> وقال ابن عبد البر: المشهور عن مالك: أنه الجهاد. </p><p> - (من التعفف. .) . لم يقل: من تعففهم إشارة إلى إتصافهم بأبلغ وجوه التعفف، وأنهم لم يتصفوا بتعففهم اللائق بهم، بل اتصفوا بالتعفف الأكمل، و (من) للتعليل، وهي متعلقة ب (يحسب) ولا يصح تعلقها بـ (أغنياء) ، لأنه متى ظنَّهم ظان قد استغنوا من تعففهم علم أنهم فقراء من المال فلا يكون جاهلاً بحالهم. قاله ابن هشام. </p><p> ولبعضهم في المعنى: </p><p> غنيّ بلا دنيا عن الناس كلهم ... وإن الغنى الأعلى عن المال لا به </p><p> - (تعرفهم بسيماهم. .) . خطاب له عليه السلام، ولغيره. </p><p> - (لا يسألون الناس إلحافًا. .) يحتمل أن يكون مثل: (وما ربك بظلَّام للعبيد) ، أي: لو قُدِّر صدور السؤال منهم لما قُدِّر وقوعه إلّا بـ \" الإِلحاف \" لأجل ما نالهم من الجهد، والحاجة. </p><p> ويحتمل أن يكون مثل قوله تعالى:  (لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ) . </p><p> ، فيكون من باب نفي استلزام الأخص أمرًا، وإذا لم يستلزم الأخص أمرًا لم يستلزمه الأعم، والمعنى: لا يسألون الناس الإِلحاف في السؤال أي: لأجل سبب الإلحاف، وهو شدة الحاجة، وإذا لم يسألوهم، لأجل شدة الحاجة فأحرى أَلَّا يسألوهم؛ لأجل سبب عدم الإِلحاف، وهو مطلق الحاجة فقط. </p><p> \" الفخر \" : ويحتمل أن يكون المراد بالإِلحاف تأكيد صبرهم. </p><p> انتهى. فينبغي على هذا أن يوقف على قوله:  (لا يسألون الناس) . </p><p> و (إلحاف) مصدر أي: يلحفون إلحافًا أي: يبالغون في شدة صبرهم، وتجلدهم على الفقر. </p><p> وجعل الزجَّاج معنى الآية كقول امرىء القيس: </p><p> عَلَى لاَحِبٍ لاَ يُهْتَدَى بِمَنَارِهِ ... إِذَا سَافَهُ العَوْدُ النَّبَاطِيُّ جَرْجَرَا </p><p> المعنى: لا يكون منهم سؤال فلا يكون إلحاف، كما أن معنى البيت ليس ثَمَّ منار فلا يكون اهتداء. </p><p> وقوله: لاَحِبٍ: طريق. وقولِه: لا يهتدي بمناره أي: ليس فيه علم، ولا منار فيهتدى به. يصف طريقَا غير مسلوك. </p><p> وقوله: إذا سافه العَوْد: أي: إذا شمه المُسِنُّ مُسِنُّ الإِبل صوَّت ورغا؛ لبعده وما يلقاه من مَشَقَّتِه، والنباطيِّ: المنسوب إلى النَّبط وهو: أشد الإبل، وأصبرها. </p><p> وقيل: هو الضَّخْم، وأِصل اللاحب: الطريق البين الذي لَحبَتْه الحوافر أي: أثَّرتْ فيه فصارت فيه طرائق، وآثار بيِّنة هذا أصله، ثم يستعمل لكل طريق بين، وخفى. </p><p> وبناه على \" فاعل \" ، وحقه أن يبني على \" مفعول \" كما قيل: (عيشة راضية) ، بمعنى: مرضية، ومعنى جرجر: صوت. </p><p> ورُدَّ على الزجاج: بأن من لوازم المنار الاهتداء بخلاف السؤال فإنه أعم من الإِلحاف فلا يلزم من نفي \" الإِلحاف \" نفي السؤال، أو يلزم من نفي المنار نفى الاهتداء. </p><p> ووجَّه بعضهم قول الزجاج: أنه نفي للسؤال، و \" الإلحاف \" جميعًا بأن هؤلاء المذكورين بين رجلين رجل جاهل بهم يحسبهم أَغنياء، ورجل يعرفهم بسيماهم، وأنهم فقراء فلا يفتقرون إلى السؤال. </p>"
}