{
  "id": null,
  "sura": 2,
  "aya": 280,
  "text": "<p> - (حرب) . الزمخشري: التنكير للتعظيم. </p><p> قيل: كونه للتعظيم مشكل، لأن التنكير إنما هو للتقليل، والشيوع في آحاد ذلك الشيء. </p><p> وأجيب: بأن التعظيم في الصفة، وفي الكيفية لا في الكمية، والقدر. </p><p> - (وإن تبتم فلكم رءوس أموالكم) . قيل: مفهومه مخالف لمذهبنا أنه يجب ردّ الزيادة، وبطلان الربا، وللمعطي رأس ماله. </p><p> وأجيب: بأنهم إن لم يتوبوا سقط الخطاب؛ لأنه لا يخاطب بردِّ الربا إلا المؤمن. </p><p> ٢٨٠ - (وإن كان ذو عسرة) . ابن العربي: في المعنى المقصود منها ثلاثة أقوال: </p><p> الأول: المراد بها ربا الدَّين خاصة فيه يكون الإنظار قاله ابن </p><p> عباس، وشريح القاضي، والنخعي. </p><p> والثاني: أنه عام في كل دين قاله العامة، وعبّر عنه ابن عطية بقوله: قاله جمهور العلماء: النَظِرَة إلى الميسرة حكم ثابت في العسر سواء كان الدين ربا أو من تجارة في ذمة أو من أمانة فسّره الضحاك. </p><p> الثالث: قال متأخر علمائنا: هو نص في دين الربا، وغيره من الديون مَقِيسٌ عليه. </p><p> قال ابن العربي: والأول ضعيف، ولا يصح عن ابن عباس، لأن الآية وإن كان أولها خاصًّا كان آخرها عام، وخصوص أولها لا يمنع من عموم آخرها لا سيما إذا كان العام مستقلا بنفسه. </p><p> الثالث: ضعيف، لأن العموم قد يتناول الكل فلا مدخل للقياس فيه \". انتهى.</p><p> قال عياض في \" كتاب الوصايا \" من \" الإكمال \" في حديث سعد بن أبي وقاص: أن قولك: \" زيد ذو مال \" أبلغ من قولك: \" زيد له مال \". </p><p> ونحوه للزمخشري أول سورة آل عمران، في قوله تعالى:  (واللَّه عزيز ذو انتقام) ، وفي سورة غافر في قوله تعالى:  (إن اللَّه لذو فضل. .) ، ونحوه لابن الخطيب في سورة الروم، في قوله:  (فأت ذا القربى حقه. .) . </p><p> وخالفهم ابن اعطية في سورة الرعد: ، في قوله تعالى:  (وإن ربك لذو مغفرة. .) أنها دالة على تغليب جانب الخوف على جانب الرجاء؛ لأن قوله:  (ذو مغفرة) تقتضي تقليل المغفرة. </p><p> وقال بعضهم: قولك: \" زيد صاحب مال \" أبلغ من قولك: \" ذو مال \" ؛ لأن \" ذو مال،يقتضي مطلق النسبة سواء اتصف به أم لا بخلاف قولك:\" صاحب \" بناء على قول الأكثر وهو الصحيح.</p><p> والإِتيان بلفظة (ذو عسرة) ، ولم يقل: وإن كان معسرًا موافق لما تقرر في الفقه أن من له دار، وخادم، وفرس لا فضل في ثمنهن يجوز له أخذ الزكاة، ويسمى فقرا مع أنه إذا كان عليه دين فإن ذلك يباع عليه فليس مجرد الإِعسار موجبًا، لإِنظاره، فناسب إدخال (ذو) . </p><p> ابن عطية:  (كان) هنا عند سيبويه تامة بمعنى وجد، وحدث. </p><p> ومن هنا يَظْهرُ أن الأصل الغني؛ لإِدخال (إن) فدلَّ على أن الإِعسار لم يكن موجودًا \" انتهى. </p><p> ويردّ بأنه فرق بين الدين الكائن عن عوض، والدين الكائن لا عن عوض فالدين عن عوض الأصل فيه المِلأ واستصحاب الحال ببقاء ذلك العوض، وذهابه على خلاف الأصل، والذي لا عن عوض كنفقة الزوجات، والبنين، ونفقة الأبوين، ليس الأصل فيه الملاء. </p><p> وحكى المهدوي عن بعضهم: أن هذه الآية ناسخة لما كان في الجاهلية من بيع من أعسر بدين. </p><p> وحكى مكيّ أنه عليه السلام أمر به في صدر الإِسلام. فعلى الأول هو نسخ لغوي، وعلى الثاني نسخ اصطلاحي، وأورد القَرافي في \" قواعده \" سؤالًا قال: ثواب الواجب أعظم من ثواب المندوب مع أن تأخير الغريم بالدين واجب، والتصدق به عليه مندوب إليه، والآية نص في أن التصدق عليه أفضل. </p><p> وأجاب: بأن التصدق به عليه يستلزم التأخير وزيادة. </p><p> - (وأن تصدقوا خير لكم. .) . ابن عطية: معناه عند الأكثر أن الصدقة على المعسر. خير من انظاره. </p><p> وقيل: معناه (وأن تصدقوا) على الغني، وعلى الفقير \" انتهى.</p><p> المشهور عند الأصوليين أن العام إذا ورد على سبب فإنه لا يقتصر على سببه بل يكون عامًا فعمومه في الغني، والفقير أحسن. الزمخشري: وقيل: المراد بالتصدق الإِنظار كقوله عليه السلام: \" لا يحل دين رجل مسلم فيؤخره إلا كان له بكل يوم صدقة \". انتهى.</p><p> وهل هو أيضا عام في المعسر والموسر أو خاص بالمعسر؟. </p><p> فإن قلنا: إنه خاص فـ (خير) \" فعل \" لا \" أفعل \" إذ يجبر الغريم على إنظار المعسر. </p>"
}