{
  "id": null,
  "sura": 2,
  "aya": 284,
  "text": "<p> إثمها \". انتهى.</p><p> قوله: في الوجه الأول: كتمان الشهادة من فعل القلب. يرد بأن الكتم إنما هو من فعل اللسان لا القلب، وإنما الذي من فعل القلب، العلم، والجهل، والنسيان، والتناسي، والتجاهل، وتجد الشخص ذاكرًا الشهادة بقلبه ولا ينطق بها فقد كتمها. </p><p> ويجاب أيضا بجواب آخر، وهو أن القلب يستوي فيه الفعل، والترك، ولا تفاوت بينهما إذ لا أثر للترك فيه بالترك بالنسبة إلى \" الفعل \" بخلاف الجوارح فإن الفعل يمتاز عن الترك بالبديهية، وكتمان الشهادة ترك فلو أسنده للجوارح لما حسن تَرتب الإِثم عليه؛ فلذلك أسنده للقلب الذي هما فيه مستويان.</p><p> ٢٨٤ - (ولله ما في السماوات وما في الأرض) . (ما) واقعة على أنواع من يعقل، وعلى ما لا يعقل \" أو غُلِّب ما لا يعقل \" لكثرته. </p><p> واحتجوا بها على أن أعمال العباد مخلوقة للَّه؛ لأنها مما في السماوات وما في الأرض. </p><p> واحتجوا بها على أن السماء بسيطة إذ لو كانت كُرَوية؛ لكانت الأرض مما فيها، ولم يكن لذكره فائدة. </p><p> وأجيب: بأن دلالة المطابقة أولى من التضمين، والالتزام؛ لأنها مشاهدة مرئية. </p><p> ومذهب المتأخرين أنها كروية. </p><p> قال الغزالي في \" التهافت \" : لا نبني على ذلك كفر، ولا إيمان: وفي الآية حجة لمن يقول: إن الشهادة بالمظروف تستلزم الشهادة بالظرف؛ لأن كون للَّه ما في السماوات يستلزم أن السماوات أنفسها له، وكذا الأرض. </p><p> وذكر الفقهاء الخلاف فيما إذا شهد شاهدان لرجل بشيء مظروف في شيء، وماتا أو غابا هل يكون له الظرف أم لا؟. </p><p> قالوا: إن كان الظرف من ضروريات ذلك المظروف لا يمكن أن يجعل إلا فيه كالزيت، والخلّ فهو له بما فيه باتفاق، وإن لم يكن من ضرورياته كحبة من صندوق أو في صرة ففي كون الظرف له خلاف، وذكرها ابن الحاجب في \" كتاب الإقرار \" ، ونصه فيها:  \" وثوب في صندوق أو منديل \" في لزوم ظرفه قولان بخلاف \" زيت في جره \" ، \" وجبه بطانها لي \" ، و \" خاتم فضة لي \" فلا يقبل. </p><p> - (وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به اللَّه) . من إقامة المسبَّب مقام مسبَبَه؛ لأن المحاسبة عليها مسبَبَة عن العِلْم به أي: يعلمه اللَّه فيحاسبكم عليه. </p><p> وتكلم القاضي في \" الإكمال \" على هذا في \" كتاب الإِيمان \" في حديث: \" إذا همّ العبد بسيئة \" . </p><p> وحاصله أن ما يقع به في النفس إن كان وسوسة وتردد من غير جزم فلا خلاف في عدم المؤاخذة به. </p><p> وإن كان على سبيل الجزم، والمواطأة عليه. فإمّا أن يكون له أثر في </p><p> الخارج أم لا!. </p><p> فإن كان قاصرًا على النفس، ولا أثر له في الخارج كالإِيمان، والكفر فلا خلاف في المؤاخذة عليه، وإن كان له أثر في الخارج فإن تم به بأثر ذلك فلا خلاف في المؤاخذة به كمن يعزم على السرقة فيسرق أو على القتل فيقتل، وإن عزم عليه في نفسه، ورجع عن فعله في الخارج فإن كان اختيارًا لغير مانع فلا خلاف في عدم المؤاخذة به، بل ذكروا أنه يؤجر على ذلك كما في بعض طرق الحديث:  \" إنما تركها من جرَّاي \" ، وإن رجع عنه لمانع منعه ففي المؤاخذة به قولان \" انتهى. </p><p> وجعل ابن عطية: هذه الآية كآية الأنفال: (إن يكن منكم عشرون صابرون. .) ، وليست مثلها؛ لأن آية الأنفال ليس فيها إلا النسخ؛ لأنه رفع كل الحكم وهذه تحتمل النسخ، والتخصيص كما قال بعضهم. </p><p> وفي الآية دليل لمن الزم الطلاق بالنية خلاف المشهور. </p><p> - (فيغفر لمن يشاء. .) . اعتزل الزمخشري هنا فقال: يغفر لمن استوجب المغفرة بالتوبة، ويعذب من استوجب العقوبة بالإصرار. وما مراده إلا الإيجاب العقلي، ولو كان سُنْيا لتأول أنه أراد الإيجاب الشرعي. </p><p> فقال الزمخشري: وقُرئ (فيَغْفِرْ) بالنصب في جواب الشرط \". وردّه أبو حيان: بأن النحويين نصبوا على أن الفاء إنما تَنْصبُ في الأجوبة الثمانية، ولم يعدوا منها الشرط. </p><p> يُردّ بقول الشلوبين: قول النحويين، الأجوبة الثمانية لا مفهوم للعدد فيه، بل مرادهم كل مَا ليس بخبر واجب فيدخل فيه الشرط. وجعله أبو حيان: معطوفا على مصدر مقدّر. فيكون من عطف الفعل على الاسم الملفوظ به. </p><p> وتحامل الزمخشري هنا، وأساء الأدب على السُوسِّى كما خطَّأ ابن عامر في قراءته (وكذلك زُيِّن لكثير من المشركين قتلُ أولَادَهم </p><p> شركائِهم). ولكن تخطئته لأبي عمرو من طريق السوسي أشنع. </p><p> وذكر ابن عطية هنا عن النقاش (فيغفر لمن يشاء) أي لمن ينزع عنه، (ويعذب من يشاء) أي من أقام عليه. وهو نحو منْ قول الزمخشري، وفيه إبهام الاعتزال؛ لأنه يوهم أن المعاصي لا تغفر إلا بالتوبة. ومذهب أهل السنة أنه يجوز أن تغفر وإن لم يتب منها إلا الكفر. </p>"
}