{
  "id": null,
  "sura": 2,
  "aya": 271,
  "text": "<p> قلت: ويدل على ذلك قول ابن عصفور في \" مقربه \" : أن \" فعيل \" إن كان صفة قد يجمع على \" أفعال \" كشريف، وأشراف. ولم يذكر إذا كان اسمًا، وهو كذلك \" كأصيل \" ، \" وآصال \" . </p><p> ٢٧١ - (فنِعمَّا هِيَ. .) . قرئ (فنِعْمَّا هِيَ) ، وفيه الجمع بين ساكنين وهو لا يجوز إلَّا إن كان الأول حرف مدّ ولين فيجوز بلا خلاف، أو حرف لين خاصة فيجوز على اختلاف. </p><p> - (وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ) . </p><p> في الآية ثلاثة أسئلة: </p><p> الأول: ذكر (وتؤتوها الفقراء. .) في القسم الثاني دون الأول!. </p><p> جوابه: أن الإظهار مظنة الاستقصاء، وتكثير الفقراء، والإخفاء </p><p> مظنة عدم استقصاء الفقراء فنبه فيه بالاستقصاء معبرًا عنه بقوله:  (وتؤتوها الفقراء) . </p><p> السؤال الثاني: أضاف \" السيئات \" إليهم، ولم يضف \" الصدقات \" إليهم وهما متقابلان!. </p><p> جوابه: أن السيئات عبارة عن الجزاء على الأعمال فلا تقابل؛ لأن الصدقة هي العمل لا الجزاء عليه، وإنما يَردُ السؤال إذا قلنا إن \" السيئات \" عبارة عن الأعمال أنفسها. </p><p> السؤال الثالث (ونكفر) فيه عشر قراءات. نُكَفِّرُ، نُكَفِّرْ، نُكَفِّرَ، يُكَفِّرُ، يُكَّفَرْ، يُكَفِّرَ، تُكَفِّرُ، تُكَفِّرْ، تُكَفِّرَ، يُكَفَّرُ. فعلى قراءة رفع الراء لا سؤال؛ لأنها جملة استئنافية. وعلى قراءة جزم الراء يكون معطوفًا على موضع جواب الشرط وهو قوله:  (فهوِ خير لكم) وإذا كان كذلك فالحكمة في أن ذكر تكفير السيئات تحريضًا، وتحضيضًا عليه، وزيادة في الأفضلية. </p><p> - (وإن تخفوها. .) . أبو حيان: ضمير النصب عائد على (الصدقات) لفظًا، ومعنى بأي تفسير فسرت، \" ولا زيادة \" . </p><p> وقيل:  (الصدقات) المبتدأة: الفريضة. والمخفاة: التطوع، فالضمير عائد عليها لفظًا لا معنى فهو نظير \" عندي درهمٌ ونصفُه \" . </p><p> انتهى. أراد أن الصدقات غير الثانية؛ لأن المَعْنى من الأولى: الإظهار، ومن الثانية: الإخفاء فلا يتجه أن يكون المعنى: وَإن تخفوا الصدقات المظهرة. </p><p> ونظيره ذلك \" عندي درهم، ونصفُه \" قد يفرق بينهما بأن الدرهم متشخص فلهذا استحال عود الضمير عليه لفظًا، ومعنى بخلاف \" الصدقات \" فإنها عام لم يقصد بها صدقة معينة، وجعل بعضهم \" عندي درْهمٌ ونصفه \" من باب الاستخدام. </p><p> قال: وهو أن يؤتى باللفظ مجردًا عن المعنى استخدامًا له قصدًا؛ لعود الضمير على لفظه، ولا يقصد بذلك اللفظ إفادة معناه الأصلي بوجه. </p>"
}