{
  "id": null,
  "sura": 3,
  "aya": 16,
  "text": "<p> الأول: لفظ \" النبأ \" ؛ لأنه أخص من الخبر؛ لاقتضائه غير آية الخبر كما قالوه في قوله:  (وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَأ. .) . </p><p> الثاني: دخول أداة الاستفهام تنبيهًا للمخاطب، واستحضاراً لذهنه؛ ليفهم ما يلقى له. </p><p> الثالث: لفظ (قل) مع أن القرآن كله هو مأمور بتبليغه للناس، فهو دليل على الاعتناء بالمبلَّغ، وتعظيم أمره. وذِكر لفظ (الرب) مناسب: إشارة إلى أن هذا الثواب تفضل من الله تعالى ليس باستحقاق بوجه. </p><p> وقول أبي حيان: لا يصح كون (خير) فعلًا لئلا يكون بعض ما بَقيَ خير منه، بناءً على أن (مِن) للتبعيص، وهي محتملة للسببية أي: بخير سببه ذلك المتقدم، وقد تقدم تقرير السببية، وهو توهم العذر مُظْهِرة حبًّا. </p><p> ١٦ - ومعنى (الذين يقولون. .) الزمخشري: (الذين) نَصْب على المدح، أو رَفْع، ويجوز الجر صفة للمتقين، أو للعباد. انتهى. </p><p> كونه صفة للعباد لا يتقرر مع قوله هو، وابن عطية في قوله تعالى: - (واللَّه بصير بالعباد) إنه وعد، ووعيد فكيف يوصف العباد بهذه الصفة وهم قائلون للأمرين؟!. </p><p> فاختلف أهل السنة، والمعتزلة في القول هل هو حقيقة في النفسي مجاز في اللساني، أو العكس، أو مشترك؟. </p><p> فإن قلت: الخطاب للَّه تعالى، وهو عالم بكل شيء فلِمَ أكدوا إيمانهم بـ (أن) ؟!./ </p><p> فالجواب أن المخاطب إذا لم يكن مُنْكِرًا، ولا ظهرت عليه مخايل الإِنكار، وبموضع الخطاب من ينكر فإنه يؤكد. </p><p> فإن قلت: لمَ عبر عن قولهم بالمضارع فقال: (الذين يقولون) وقال: وقيل: (للذين اتقوا. .) بلفظ الماضي؟. </p><p> فالجواب: أن المطلوب تحصيل التقوى فأتى بها بصيغة المضي إشعارًا بتأكد الأمر بها، والمبادرة إلى فعلها كأنها واقعة. والدعاء المطلوب أسند: لأمته لكثرة الذنوب فهو مأمور بتكرر الاستغفار منها في كل وقت. وأيضا فالإِيمان وقع منهم في الماضي لقولهم:  (آمنا) ، ونقول التقوى هي تفسير الإِيمان. </p><p> واختلف القرويون: هل يجوز أن يقول الإِنسان: \" أنا مؤمن، أو لابد أن يضيف إلى ذلك \" إن شاء الله \"؛ لأنه لا يقطع بحقيقة إيمانه. </p><p> والآية تدل على الأول؛ لأنها أتت في معرض المدح لمن قال هذه </p><p> المقالة، والمدح على الشيء يدل على جوازه، ومذهب ابن سحنون، وابن عبدوس جواز ذلك من غير استثناء، وحُكي عن الركراكي بالقيروان، وكان صالحًا أنه قال: لا أماته الله على الإِسلام إن كان يعتقد أنه مسلم. </p><p> فسُئل عن ذلك سيدي أبو عبد الله بن سلامة فقال: يريد اعتقاد أنه كامل الإِسلام، وأمّا الإِسلام فلا شك في حصوله. </p><p> وقال غيره: أرادها في الحديث: \" المسلم من سلم الناس من لسانه </p><p> ويده \". وقال ابن بطال في أوائل \" شرح البخاري \"، وجماعة يرون </p><p> الاستثناء، وهو قول ابن عبد الحكم، وحمديس، وابن عبدوس، وأحمد بن صالح الكوفي. قال أبو عبيد وجماعة من الفقهاء: يأتون به من غير </p><p> استثناء منهم أبو عبد الرحمن السُلَميِّ، وعطاء، وسعيد بن جبير، وإبراهيم التميمي، وعون بن عبد الله، ولما عَرّف عياض في \" المدارك \" لمحمد بن سحنون قال: لا يستثنى في مسألة الإِيمان، وخالفه ابن عبدوس، وغيره، وكان يقول:  \" أنا مؤمن \" عند اللَّه، وأنكره ابن عبدوس، وأصحابه، وأهل مصر، والمشرق، وتُكلم بذلك بمصر في حلقة أبي الذكر الفقيه </p><p> فأنكروه، فقال أبو الذكر: وعندنا فرقة بالمغرب يقال: لهم السحنونية تقول: ذلك، وكان ابن سحنون يقول: المرء يعلم اعتقاده فكيف يعلم أنه يعتقد الإِيمان ثم يشك فيه،، وكان أصحابه يسمون من خالفهم الشكوكية لاستثنائهم. </p><p> قال القاضي عياض: وهذا خلاف لفظي لا حقيقة فمن التفت إلى مغيب الحال، والخاتمة، وما سبق به القدر. قال: بالاستثناء. ومن التفت إلى حال يقينه، وصحة معتقده في ذمته لم يقل به. ثم نشأ بينهم بعدُ اختلاف آخر بعد ثلاثمائة سنة في القول في الغير هل يقال: هو مؤمن عند اللَّه أم لا؟. وجرى فيه بين ابن التبان وابن أبي زيد، والشبيبي، وأبي </p><p> ميسرة، والداودي \" زحوف،والصحيح قول ابن أبي زيد:إن كانت سريرتك مثل علانيتك فأنت مؤمن عند الله زاد الدوادي \" وختم لك بذلك. وأما ابن التبان، وغيره فأطلقوا القول \" بأنت مؤمن \" . </p>"
}