{
  "id": null,
  "sura": 3,
  "aya": 14,
  "text": "<p> من غلا البصر يكون المصدر، وهو (رأي العين)  \" ترشيحًا \" ؛ للمجاز، وإن كانت حقيقية للناس يخلقهم هنالك فيكون مصدرًا حقيقة. </p><p> - (لأولى الأبصار) . قيل:  (لعبرة الأولي الأبصار) ؛ لأنه قد ينظر، ولا يعتبر!. </p><p> أجيب: بأن \" بَصيرة \" يجمع على \" أبصار \" . انظره. </p><p> ١٤ - (زُيِّن للناس) . مناسبتها لما قبلها أن ما تقدم اقتضى الحض على الجهاد، ومدح المتصف به، ومن خالف نفسه في ميلها إلى الراحة، وأتت هذه في معرض الذم لمن لم يتصف بذلك، وطاوع نفسه في ميلها إلى الشهوات. وقيل: المزين هو الله. وقيل: الشيطان. فعلى الأول هو تزيين خلق، وعلى الثاني تزيين وسوسة، فهو مشترك فإن قلنا: بتعميم المشترك صح حمله على الأمرين، وإلَّا فنجعله، للقدر المشترك بينهما، وهو مطلق الحمل على حب الشهوات خلقًا، وإبداعًا، أو وسوسة، وكسبًا. والتزيين </p><p> هو إظهار الشيء في أحسن صورته، وإن كانت مرجوحة كمن يكسوا خادمه ثوبًا حسنًا. والحب في اللغة: مطلق الميل. والشهوة: هي الميل إلى الأمر الحسي. فميل الإِنسان إلى الصلاة، ونحوها حب لا شهوة، فالحب أعمّ من الشهوة، و \" المزُينَّ \" : إنما هو الشيء المُشْتهَى فهو من باب تعليق الحكم على سبب السبب، لأن الشهوة متعلقة بالمُشْتهَى. والحب متعلق بالشهوة. </p><p> والتزيين متعلق بالحب. </p><p> - و (الناس) عام في الأولياء، والصالحين، وغيرهم لكن غيرهم يتبعونه في تزيينه، وهم لا يتبعونه. </p><p> قيل:  \" الألف واللام \" لا يصح كونها؟ للعهد إذ لم يتقدم معهود، ولا للجنس بمعنى العموم لقوله:  (من النساء والبنين) فهم غير داخلين في العموم. </p><p> أجيب: بأنها للجنس، وقد يَرِدُ التخصيص مصاحبًا للعام. وقول أبي البقاء: حُركَتْ الهاء في الشهَوات؛ لأنه اسم غير صفة. يوهم أنه لا يصح فيها إلا الفتح، وليس كذلك، بل يجوز فيها الإسكان، والفتح. </p><p> وقال ابن عصفور في \" باب التثنية والجمع \" : إن الاسم إذا كان على وزن \" فِعْل \" أو \" فُعْل \" أو \" فِعْله \" أو \" فُعْله \" فإن كان صحيحًا جاز فيه ثلاثة أوجه: بقاء العين ساكنة كهنْدات جمع هِنْد، وجَمْل، وجمْلات، وفتحها </p><p> طلبًا للتخفيف كهنَدات، واتباعها للفاء كهنِدات، وجمِلات، وإن كان معتل العين فالإِسكان ليس إلَّا كدِيْمة، ودُوْلة، فقول: دِيمات، ودُوْلات، وإن كان معتل اللام فحكمه حكم الصحيح ما لم تكن اللام ياءً فلا يجوز إلَّا الاتباع. انتهى. </p><p> - و (شهوات) جمع شهوة، وهو معتل اللام، وليست لامُه ياءً فيجوز فيه ثلاثة أوجه: يتفق فيها وجهان يرجعان إلى وجه واحد وهما: اتباع العين الفاء، وفتح العين. ويبقى وجه آخر وهو: الإسكان. </p><p> وفي الدرة الألفية ومثل:  \" خطوة \" ، و \" سدره \" أتت في جمعها الفاء ثلاث روايات. وتقديم (النساء) على (البنين) من باب التقديم بالرتبة، والأصالة، وتقديم ذلك على (الذهب والفضة) ؛ لأنه أهم. </p><p> فإن قلت: في سورة الكهف قدم \" المال \" فقال: (المال والبنون زينة الحياة الدنيا) . </p><p> فالجواب: أن آية الكهف اقتضت الحكم بإسناد الزينة بهما إلى (الحياة الدنيا) ، ولا شك أن المال في ذلك مقدم؛ لأنه إن كان المال كان الولد معه زينة، وإن لم يكن فالأولاد محنة، وعذاب. وهذه الآية أُسندت الزينة فيها إلى النفس وشهوتها، ولا شك أنها إلى الأولاد، والنساء أميل منها إلى المال، لأنها تبذل المال في تحصيل ذلك، والعطف يدل؛ لأن شهوة النساء عامة التعلق إذ لم يلزم من شهوة البنين شهوة النساء دون العكس. </p><p> قال: السكاكي: قد يكون في كل واحد من الأمرين صفة تقتضي التقديم لكن يكون أحدهما أهم في مكان فيقدم، وإن أخر في غيره؛ لكون قرينة أخص منه في ذلك، فمنه قوله تعالى:  (إنما أموالكم وأولادكم فتنة) ، فتقديم \" الأموال \" من باب تقديم السبب فإنه إنما يشرع في النكاح عند قدرته على مؤنته فهو سبب إلى التزويج، والنكاح سبب إلى التناسل؛ ولأن المال سبب للتنعم بالولد، وفقده سبب، للشقاء به، وكذلك تقديم النساء على البنين في قوله:  (حب الشهوات من النساء والبنين) إلى آخر الآية. إنما أخر ذكر \" الذهب \" و \" الفضة \" عن \" النساء \" و \" البنين \" ؛ لأنهما أقوى في الشهوة الجبلية من المال فإن الطبع يحث على بذل المال لتحصيل النكاح، والولد. قال الشاعر: </p><p> لولا بُنيَّات كزغب القطا ... رددن من بعض إلى بعض </p><p> لكان لي مضطرب واسع ... في الأرض ذات الطول والعرض </p><p> وإنما أولادنا بنينا ... أكبادنا تمشي على الأرض </p><p> والنساء أقعد من الأولاد في الشهوة الجبلية، والبنون أقعد من الأموال، والذهب أقعد من الفضة، والفضة أقعد من الأنعام، أو وسيلة إلى تحصيلها، فلما صُدِّرت الآية بالأهم، وكان المحبوب مختلف المراتب، اقتضت حكمة الترتيب أن يقدم ما هو الأهم فالأهم، انتهى. </p>"
}