{
  "id": null,
  "sura": 3,
  "aya": 27,
  "text": "<p> القديمة، والحادثة، وقد قال الفقهاء فيمن حلف بعزة اللَّه إن أراد الحادثة لم يحنث، وإن أراد القديمة حنث. </p><p> ٢٧ - (تولج الليل في النهار. .) ابن عطية معناه: ما ينتقص من النهار يزاد في الليل، والعكس في كل فصل من السنة. انتهى. بل ذلك في كل يوم لكن عبر ابن عطية بما يفهمه العوام ونقص كل يوم وزيادته إنما يفهمه العلماء. </p><p> ولذلك كان بعضهم يقول: إن القرآن يشتمل على ألفاظ يفهمها العوام، وألفاظ يفهمها الخواص، وعلى ما يفهمه الفريقان وهو شأن الكلام الوجيز البليغ، ومنه هذه الآية؛ لأن الإيلاج يشمل الأيام التي لا يفهمها إلا الخواص، والفصول التي يدركها العوام، وكذلك المخلوقات تدرك العوام دلالتها على خالقها بتغيرها الحسيّ، وهو الإحياء، والإماتة ونحوهما، وبروز الثمرة، والنبات حالتي الوجود، والعدم، ويدرك العالم وجه دلالتها بأدق من ذلك من جهة أن العرض لا يبقى زمانين فلابدّ للجوهر في كل زمن من عرض يخلقه الله فيه. والآية دالة على أن النهار متقدم على </p><p> الليل؛ لأن المُولَج فيه ظرف للمُولج، والظرف سابق على المظروف، وتدل أيضا على بطلان مذهب من زعم أن الفضلة الفجرية ليست من الليل، ولا من النهار؛ لأن الإِيلاج يقتضي اتصال المُولج بالمُولج فيه من غير فاصل بينهما فلو كان هناك زمن ثالث فاصل بينهما لما تصور إيلاج أحدهما في الآخر ولزم أن يكون النهار مولجًا في الفضلة التي تليه، والفضلة مولجة في الليل، والليل مولج في الفضلة، والفضلة مولجة في النهار، وذلك مصادم للفظ الآية إلّا أن يجاب بأن الآية لا حصر فيها، ولا تنافي كون الفضلة مُولجة أيضا مع إيلاج أحدهما في الآخر، أو يقال: إيلاج بعض الفضلة في أحدهما يُعدُّ إيلاج أحدهما فيما يستلزم إيلاج أحدهما في الآخر، ولا يتقرر قياسًا من الشكل الأول؛ لعدم تكرار الوسط. </p><p> قيل: وفي الآية رد على \" قول \" المنجمين باستواء زمني الليل، والنهار في وسط الأرض، وهو موضع خط الاستواء. </p><p> وقولهم: إن بعض المواضع يكون فيها النهار دائمًا، وبعضها يكون الليل دائمًا على ما اقتضته الهيئة عندهم. </p><p> وأجيب بوجهين: </p><p> الأول: أن تلك المواضع خالية لا عمارة فيها، والآية خطاب لنا فيما نشاهده، وتتعلق به الأحكام، والخالي لا تكليف فيه. </p><p> وردّ بأن وسط الأرض معمور باتفاق، واختلفوا فيما بعد خط الاستواء من جهة الجنوب، ومذهب بطليموس أن العمارة فيه بقدر ست عشرة درجة من الفلك. </p><p> الثاني: الآية مطلقة فتصدق بصورة. وُردَّ بأنها مطلقة في الإِيلاج لا في لفظ الليل، والنهار؛ لأنه معرّف بـ (أل) فيعم. </p><p> - (وتخرج الحي من الميت) . ابن عطية: قيل: الميْت بالتخفيف إنما يستعمل فيما قد مات، ومشددًا يستعمل فيهما. انتهى. </p><p> عادتهم ينتقدون على الشاطبي قوله: </p><p> وميْتًا لدى الأنعام والحجرات خُذْ ... [وما] لم يمت للكل جاء مثقلًا </p><p> فيردون عليه بقوله تعالى:  (ويأتيه الموت من كل مكان وما هو بميْت) ، مع أن فيه الخلاف قال في \" التيسير \" : ما كان قد مات، فثقَّله نافع، وحمزة، وحفص، والكسائي، </p><p> وخففه الباقون. قال مكي: ما لم يمت، فهو مشدّد باتفاق لم يختلفوا فيه، ولم يختلفوا في تخفيف ما هو نعت لما فيه هاء التأنيث. </p><p> - (وترزق من تشاء) . استدل بها المعتزلة. على أن الرزق إنما يطلق على الحلال؛ لأنها خرجت مخرج الامتنان، ولا يكون إلّا بالحلال. </p><p> ويجاب بمنع كونها للامتنان، بل للإِخبار بكمال قدرة اللَّه تعالى، وأنه يفعل ما يشاء، ويحكم ما يريد. </p><p> - (بغير حساب) . أي: تفضلا منك. </p><p> فإن قلت: قوله: (من تشاء) ، يدل على تخصيص الرزق بالبعض دون البعض، فما الجمع بينه، وبين قوله:  (وما من دابة في الأرض إلا على اللَّه رزقها) سبق تخريجها. </p><p> فالجواب: أن المشيئة هنا قيدت بقوله: (بغير حساب) فبعض الناس يرزقه الرزق الكثير، وبعضهم يقدر عليه رزقه كما قال:  (لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا. .) . </p><p> ابن عطية: هذا هو معنى التجريد \" انتهى.</p><p> قال صاحب \" المثل السائر \" وهو ابن الأثير ما نصه: التجريد إخلاص الخطاب لغيرك، وأنت تريد نفسك من جردت السيف إذا نزعته من غمده، وله فائدتان: </p><p> طلب التوسع في الكلام، وتمكن المُخَاطَبْ من إجراء أوصاف مقصودة له من مدح، وغيره على نفسه، وهو قسمان: محض، وغير محض. المحض: أن تأتي بالكلام خطاب: لغيرك تخاطب به نفسك فتكون جردت الخطاب عن نفسك لغيرك، وأنت تريد به نفسك كقوله: </p><p> إلَامَ يراك المرءُ في زِيِّ شاعر ... وقد نَحَلْت شوقًا فروعُ المنابر </p><p> كتمت بصيت الشعر علما وحكمة ... ببعضها ينقاد صعب المفاخر </p><p> أما وأبيك الخير إنك فارس الـ ... مقال ومحْي الدَّارِسات الغَوَابر </p><p> وَإنَّك أعييت المَسَامِع والنُّهَى ... بقولك عمَّا في بطون الدَّفاتر </p><p> فأجرى الخطاب على غيره، وهو يريد نفسه ليتمكن من ذكر ما ذكره من الصفات الفائقة. </p><p> الثاني: غير المخص: وهو خطاب لنفسك لا لغيرك، ولئن كان بين النفس، والبدن فرق إلَّا أنَّهما كأنهما شيءٌ واحدة لعلاقة أحدهما بالآخر، وبين هذا القسم، والذي قبله فرق ظاهر، وهو أولى بأن يسمى تجريدًا. وهذا هو نصف تجريد؛ لأنك لم تجرد به عن نفسك شيئًا بل خاطبتها كأنك فصلتها عنك وهي منك كقوله: </p><p> أقول لها وقد جَشَأَت وجَاشَتْ ... مكانكِ تحمدي أو تستريحي </p><p> قال: وَمثَّل أبو علي الفارسي التجريد بقولهم: \" لئن لقيت فلانًا لتقلينَّ منه </p>"
}