{
  "id": null,
  "sura": 3,
  "aya": 13,
  "text": "<p> \" ما \" . ذكر ابن عطية، وغيره: من أن النبيّ صلى الله عليه وسلم لما غلب قريشًا بـ \" بدر \" قالت اليهود: هذا هو النبيّ الذي في كتابنا الذي لا يهزم، فلما كانت وقعت \" أحد \" كفر جميعهم، وقالوا: ليس هو النبيّ المنصور. وكان الأولى أن يذكر فاعل الغلبة، لأنهم يقولون: نعم نُغْلَبُ ولكن يَغْلِبُنا غيرك، وهو النبيّ الحقيقي لا أنت؟. </p><p> وجوابه: أن هذا تنبيه على التنفير من الدعوى، وأنه ينبغي للإِنسان أن لا يدعى شيئًا. </p><p> قال الفخر: في الآية حجة بجواز تكليف ما لا يطاق؛ لأن هؤلاء خوطبوا بأنهم يغلبون، ويعذبون، ومع هذا فهم مكلفون بالإِيمان. انتهى. يردّ بأن المعنى إن دمتم على دينكم، والحكم عليهم بأنهم يغلبون ويعذبون معلل بكفرهم، لأن ذكر الحكم عقب الوصف المناسب يشعر بالغلبة. </p><p> ١٣ - (فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَى كَافِرَةٌ) . في الآية سؤالان: </p><p> الأول: أن المطابقة في كلام العرب معتبرة، وهو نوع من أنواع البديع فالأصل أن يقال: فئة تقاتل في سبيل الله، وأخرى تقاتل في سبيل الطاغوت، أو فئة مؤمنة، وأخرى كافرة، فلا بدّ في العدول عن هذا من حكمه. وما هي؟. </p><p> وجوابه: أنه لو قيل: فئة مؤمنة لما لزم أن يكون قتالها في سبيل الله، - وقوله:  (فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ) مستلزم للإِيمان، والجهاد، ولو قال: وأخرى تقاتل في سبيل الطاغوت لما أفاد أنها كافرة إذ لعلها مؤمنة، وقصدت العدوان، والظلم فلما قال: كافرة استلزم القتال بدلالة قوله: (التقتا) فاستلزم استصحاب الكفر. </p><p> السؤال الثاني: لِمَ عبر في الأول بالفعل، وفي الثاني بالاسم، وهلا قيل: فئة مقَاتِلة في سبيل الله، وأخرى كافرة، أو فئة تقاتل في سبيل الله وأخرى تكفر؟!. </p><p> والجواب من وجهين: </p><p> الأول: أن القتال أمر فعلي متجدد فناسب التعبير عنه بالفعل المضارع، والكفر أمر اعتقاديِّ قلبي فهو ثابت، فناسب التعبير عنه، بالاسم المقتضى للثبوت. </p><p> الثاني: أن في الآية حذف التقابل أي: فئة مؤمنة تقاتل في سبيل الله، وأخرى كافرة تقاتل في سبيل الطاغوت. </p><p> - (يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ) . فيها أوجه: </p><p> أحدها: ترون المشركين مثليّ المشركين. وقد يُشْكل مع ما في سورة الأنفال:  (وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا. .) . </p><p> وجوابه: أن المسلمين يرون المشركين قبل القتال مثليهم ابتلاءً من اللَّه لهم فإذا شرعوا في القتال يرونهم قليلين فهزموهم، وهذه الرؤية إن كانت </p>"
}