{
  "id": null,
  "sura": 3,
  "aya": 6,
  "text": "<p> فالجواب: أن الآية سيقت للردّ على نصارى نجران في قولهم: عيسى إله، وتضمنت مع ذلك الوعد، والوعيد، فناسب التقييد بالمجرور. </p><p> ٦ - (هو الذي يصوركم. .) البناء على المضمر يفيد الحصر، وكذا </p><p> تعريف الخبر، وأتى ب (يصوركم) بصيغة المضارع، وإن كان التصوير ماضيًا، لأن المراد به التعجب كقوله تعالى:  (فتصبح الأرض مخضرة) . </p><p> وعبر عن المشيئة بصيغة المضارع أيضا، وهي حاصلة أولاً باعتبار ظهور أثرها، لأنه مستقبل، وفيه ردّ على الطبايعية. </p><p> - (لا إله إلا هو) . كالنتيجة لما ذُكِرَ من المقدمات. </p><p> ٧ - (ومنه آيات محكمات) . الزمخشري: أُحكمت عبارتها بأن حفظت من الاحتمال، أو الاشتباه. يريد: والنسخ. </p><p> ابن التلمساني في أول \" شرح المعالم الفقهية \" : قال ابن عباس، والزجاج: القرآن [كله] محكم إلا آيات القيامة فإنها متشابهة إذ لم يكشف الغطاء عنها. </p><p> وقيل: المتشابه ما ورد عليه النسخ، والمحكم ما عداه \". انتهى. </p><p> فعلى هذا يكون في القرآن ما هو محكم متشابه كالمتعة فإنها أجيزت ثم نسخت ثم نُسخ الناسخ. </p><p> وقال بعض السلف: المتشابه الحروف المقطعة في أوائل السور، والمحكم ما عداها. وعبر عنه ابن عطية: بأن المحكم ما فهم العلماء معناه، \" المتشابه ما لم يكن لهم سبيل إلى علمه كوقت قيام الساعة، وخروج يأجوج، ومأجوج، ونزول عيسى، والحروف المقطعة في أوائل السور. </p><p> انظر قوله: نزول عيسى فليس في القرآن. </p><p> قال ابن التلمساني: وقال الأصم:: المحكم نعته عليه السلام في الكتب السالفة، والمتشابه نعته في القرآن. </p><p> وقال واصل بن عطاء، وعمر بن عبيد المعتزليان: المحكم: الوعيد الوارد على الكبائر: والمتشابه: ما ورد على الصغائر. وهذا أول من زاد درجة بين الإِيمان، والكفر سموها فسقًا، وجعلوها مخلدة في النار إن مات قبل التوبة فاعتزلهما الحسن البصري لهذه المقالة، واعتزلا مجلسه فسموا معتزلة \". انتهى. </p><p> وذكر الأصوليون الخلاف هل يرد في القرآن ما لا يُفْهم أم لا؟. </p><p> وقال بعض شُرَّاح \" المحصول \" : أما بالنسبة إلى الكلام القديم الأزلي فلا خلاف فيه في امتناع ذلك. </p><p> قال: وإنما الخلاف في الألفاظ المعبر بها عنه، والتقسيم المذكور في الآية الظاهر أنه غير مستوفٍ؛ لأن الأقسام ثلاثة منها: ما هو نص في معناه، ولا يصح صرفه عنه بوجه. </p><p> ومنها: الظاهر. </p><p> ومنها: المحتمل. فالمحكم هو النص الذي لا احتمال فيه والمتشابه هي: الألفاظ المحتملة التي يحتاج في ردها إلى الصواب دليل عقلي أو سمعي ويبقى ما هو ظاهر في معناه. </p><p> وعلى قول ابن مسعود أيضا القائل: أن المحكم الناسخ، والمتشابه المنسوخ يبقى قسم آخر وهو ما ليس بناسخ ولا منسوخ، وذلك أكثر القرآن. </p><p> وفي الآية سؤال، وهو أن المفسرين قالوا: المحكم في القرآن أكثر من المتشابه. </p><p> و (آيات) جمع سلامة، ونص سيبويه على أنه جمع قلة إذا لم يدخل عليه \" أل \" ، و \" ضميرهن \" الذي هو ضمير جماعة المؤنث إنما يكون لما دون العشرة، فكيف عبّر عنه بجمع القلة، وأعيد عليه ضمير (آيات) القليل؟. </p><p> والجواب: أنه قد يطلق جمع القلة، ويراد به الكثرة كما يوضع جمع الكثرة موضع جمع القلة، وأعيد الضمير على (آيات) باعتبار لفظها </p>"
}