{
  "id": null,
  "sura": 3,
  "aya": 48,
  "text": "<p> ولا يصحُّ لأحد أن يقول: القرعة تجري في موضع التراضي فإنها لا تكون أبدًا مع التراضي، فكيف يستحيل اجتماعها معه؟. ثم يقال: إنها لا تكون إلّا في محله، هذا بعيد \" انتهى كلامه. </p><p> ويجاب: بأن أبا حنيفة يمنع استحالة اجتماعهما مع التراضي، وقد نص ابن عطية على أن الجمهور على تجويزها فيما يصح فيه التراضي. </p><p> ٤٨ - (ويعلمه الكتاب. .) أبو حيان: هو معطوف على (كذلك الله يخلق ما يشاء. .) . انتهى. </p><p> ويلزمه عطف الجملة الفعلية على الاسمية. لا يقال: الأولى فعليه أيضا؛ لتصديرها ب (قال) لأنه لم يجعله معطوفًا على (قال) ، بل على ما بعده، وفي عطفه الاسمية على الفعلية؛ والعكس ثلاثة أقوال ذكرها ابن هشام المصري: </p><p> أحدها: الجواز مطلقًا. قال: وهو المفهوم من قول النحويين في باب الاشتغال. </p><p> الثاني: المنع مطلقًا حُكِي عن ابن جنيّ. </p><p> الثالث: لأبي علي يجوز في الواو فقط. </p><p> قال: وأضعفها الثاني. </p><p> وقدم (الكتاب) ؛ لأن أول ما يتعلم الصغير الكتابة ثم الحكمة: وقدم (التوراة والإِنجيل) على الرسالة؛ لأن كونه رسولًا لا ينافي بأن يكون قبل ذلك نبيًا يُنَزَلُ عليه ثم أرسل؛ لأن الرسول، هو الذي أمر بالتبليغ. </p><p> والنبيّ: أنزل عليه الوحي، ولم يؤمر بالتبليغ. وأجاز الزمخشري أن يكون، (ويعلمه) كلامًا مستأنفًا. </p><p> قال أبو حيان، واعترض بأنه عنى أنه استئناف إخبار، فثبوت الواو ينفيه؛ لأنها تقتضي العطف \" انتهى.</p><p> هذا غير صحيح، وقد ذكر غير واحد أنه يصح وقوع الواو في ابتداء الكلام من غير عطف، بل ذكر ابن التلمساني في باب القياس: أن الفاء يصح وقوعها في ابتداء الكلام \" . </p><p> وقال القرافي في \" شرح المحصول \" : نقل سيف الدين عن جماعة أن الواو ترد للاستئناف \" كقوله تعالى:(والراسخون في العلم).، ونصّ المَازري في \" المعلم \" في أول \" كتاب الجهاد \": على أن \" ثم \" تكون \" للاستئناف \".</p><p> وقال عياض في \" كتاب السلام \" في حديث الردّ على الذميِّ أنه يقول </p><p> له:  \" وعليك \" ، قال: إن الواو فيه للاستئناف \".وقال ابن عصفور:\" فيما تأتينا فتحدثنا \". أن الرفع على الاستئناف \" .، وذكر ابن هشام المصري من أقسام الواو: واو الاستئناف قال نحو (وَنُقِرُّ فِي الْأَرْحَامِ) الحج: هـ، \"وتشربُ اللبن\" فيمن رفع، و (ونذرُهم في طغيانهم يعمهون) فيمن رفع، ونحو (واتقوا اللَّه ويعلمُكم اللَّه) . </p><p> قال: إذ لو كانت للعطف؛ لانتصب (وَنُقِرُّ) ، ولانتصب، أو انجزم \" تشربُ \" ، ولانجزم (ونذرُهم) ، وللزم عطف الخبر على الأمر. </p>"
}