{
  "id": null,
  "sura": 3,
  "aya": 146,
  "text": "<p> ١٤٥ - (وما كان. .) . الزمخشري: إن أريد نفي ما هو منفي بذاته أتى بأداة النفي فقط مثل: \" ما يطير زيد \" ، ولا يحتاج لنفي القابلية، لأن العقل يصدق ذلك النفي، وإن أريد نفي ما هو ممكن الوقوع، أو قريب من الإِمكان أتى بـ \" كان \" التي تقتضي نفي القابلية مثل: \" ما كان لزيد أن يقوم \" ، فهو قابل لذلك باعتبار جنسه غير قابل له بذاته فدخلت (كان) هنا على النفي، وأتى به في صورة الممكن؛ ليكون أبلغ في النفي. </p><p> ١٤٦ - (وكأين. .) . أنشد ابن عطية هنا: </p><p> وكأين ترى من صامت لك مُعْجبِ ... زيادَتُهُ أو نَقْصُهُ في التَّكلًّمِ. </p><p> قال أبو عبيد في \" الأمثال \" : </p><p> البيت للأحنف بن قيس كان مجالسه رجل يطيل الصمت حتى أُعْجِبَ به الأحنف ثم إنه تكلم يومًا فقال: يا أبا سرّ أتقدر أن تمشي على سرْدق المسجد، فعندها تمثل الأحنف بالبيت بعده: </p><p> لسانُ الفَتى نِصْفٌ ونِصْفٌ فؤادهُ ... فلم يَبْقَ إلَّا صُورَةُ اللَّحم والدّمِ </p><p> قال شيخنا ابن عرفة \" أخبرني شيخنا ابن الحُبَاب \" قال: أخبرني شيخنا أبو العباس أحمد السُّلَميّ قال: قلت: لشيخنا الأستاذ أبي الحسن علي بن عصفور لِمَ أكثرت من الشواهد في \" شرحك للإِيضاح \" على </p><p> (كأين) ؟. قال: ؛ لأني دخلت على السلطان أبي عبد الله المنتصر فألفيت ابن هشام خارجًا من عنده فأخبرني أنه سأله عما يحفظ من الشواهد في شرحك للإِيضاح \" على قراءة، (كأين) فلم يستحضر غير بيت الإِيضاح: </p><p> وكأين بالأباطح من صديق ... يراني لو أُصِبْتُ هو المصابا </p><p> قال ابن عصفور: فلما سألني أنا قلت له: احفظ فيها خمسين بيتًا فلما </p><p> أنشدته نحو العشر، قال: حسبك ثم أعطاني خمسين دينارًا فخرجت فوجدت ابن هشام \" المصري \" جالسًا بالباب فأعطيته شطرها. </p><p> ابن هشام المصري، (كأين) : اسم مركب من كاف التشبيه وأيّ المنونه؛ ولذا جاز الوقف عليها بالنون؛ لأن التنوين لما دخل في التركيب أشبه النون الأصلية؛ وكذا رُسِمَ في المصحف نونا، ومن وقف حذفه اعتبر حكمه في الأصل، وهو الحذف في الوقف. وتوافق \" كأيّ \" ، \" كم \" في خمسة أمور: الإِبهام، والافتقار إلى التمييز، والبناء، ولزوم التصدير، وإفادة التكثير تارة وهو الغالب نحو:  (وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ) ، والاستفهام أخرى، وهو نادر، ولم يثبته إلا ابن قتيبة، وابن عصفور، \" </p><p> وابن مالك، واستدل عليه بقول أبي بن كعب لابن مسعود رضي الله عنهما:  \" كأيّ تقرأ سُورةَ الأحزاب آيةً \" ؟. فقال:  \" ثلاثا \" وسبعين \".</p><p> وتخالفها في خمسة أمور: أنها مركبة، وكم بسيطة على الصحيح خلافًا لمن زعم أنها مركبة من الكاف، و \" ما \" الاستفهامية ثم حذفت ألفها؛ لدخول الجار، وسُكِنَتْ ميمها؛ للتخفيف؛ لثقل الكلمة بالتركيب. وكون مميزها مجرورًا بـ \" من \" غالبًا حتى زعم ابن عصفور لزوم ذلك ويرُده قول سيبويه: \" وكأيّ رجلًا قد رأيت \" زعم ذلك يونس إلا أن أكثر العرب لا يتكلمون </p>"
}