{
  "id": null,
  "sura": 3,
  "aya": 41,
  "text": "<p> أي الناجين، وإلا فقد عُلِم أنه من أهلك،، وكذلك هذا لما سمع البشارة بكلام ظاهره الاحتمال سأل عنه استغرابًا له، واستبعادًا كونه من صلبة، واحْتَمل عنده أن يكون من صلب غيره. </p><p> - (وقد بلغني الكبر) . الذي يتوقع منه الطلب، والقصد هو \" البالغ \" تقول: \" بلغت المدينة \" ، ولا يقول:  \" بلغني المدينة \" ، فالزمان طريق، والكَبر هو الطالب. </p><p> ٤١ - (إلا رمزا. .) الرمز: الإِشارة، وجعل الزمخشري الاستثناء منقطعًا؛ لأنه قال: الرمز ليس من جنس الكلام. وهذ يدل على أن إطلاق الكلام عنده على الإِشارة ليس حقيقة، وهو ظاهر كلام ابن التلمساني، لأنه قال: لا خلاف أن إطلاقه على الكناية، والإِشارة، ودلالة الحال مجاز. وظاهر كلام ابن عصفور أنه حقيقة لغوية، وليس بمجاز؛ لأنه جعله لغة يطلق على الكناية، والإِشارة، وما يفهم من حال الشيء. وأعرب أبو حيان (رمزًا) مفعولا على حذف حرف الجرّ أي إلا برمز، وأبطل نصبه على الاستثناء فإن العامل المتقدم مفرغ للعمل فيما بعد (إلَّا) . قال: ؛ لأن </p><p> المفرغ إذا حذف منه حرف النفي، استقام في الكلام مثل:  \" ما لقيت إلا زيدًا \" . تقول:  \" لقيت زيدًا \" بخلاف \" ما قام القوم إلا زيدًا \" . لا يحسن \" قام القوم زيدًا \" ، وهنا يحسن آيتك أن تكلم الناس رمزًا \" انتهى كلامه.</p><p> ويجاب: بأن غير المفرغ مشتمل على نفي، وإثبات، فنفيتَ القيام عن القوم، وأثبته لزيد فإذا اسقطت حرف النفي لم يستقم بقاء لفظ القوم الذي هو منفي مع زيد الذي هو مثبت، وهنا لا تقول: إنه مستثنى من الناس، بل من الكلام المفهوم من (تكلم) ، والمعنى لا تكلم الناس كلامًا إلا رمزًا. </p><p> فالرمز مخرج من الكلام، والمخرج منه أبدًا أوسع من المخرج إذ لا يجوز استثناء المستغرق، وإذا كان أوسع منه فهو غيره قطعًا؛ لأن الجزء غير الكل، وإذا \" كان غيره \" استحال حمله عليه،وبيانه أن المعنى:لا تكلم \" الناس كلامًا \" لفظًا، وغير لفظ إلا رمزًا ولو أسْقطت النفي و(إلا)وقلت: آيتك أن تكلم الناس كلامًا لفظًا، وغير لفظ رمزًا، لقبح ذلك، ولم يحسن إذ لا يوصف \" اللفظ بالرمز فلذلك قلنا: إنه استثناء غير مفرغ كما أعربه الزمخشري، وابن عطية. وهذا مع قوله تعالى في سورة مريم (أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَ لَيَالٍ سَوِيًّا) ، يدل على أن اليوم يشمل الليل </p><p> والنهار. واحتج الباجي بهذه الآية على لزوم الطلاق بالإِشارة، والرمز؛ لأنه أطلق عليه كلاما. </p><p> وسُئل شيخنا ابن عرفة: هل تقبل زيادة التجار للسمسار في السلعة بالإشارة وتلزمهم؟. </p><p> فقال: نعم إذا فُهمت. </p><p> فإن قلت: لِمَ قدم هنا (العشي) على (الإِبكار) ؟. </p><p> فالجواب: قال القاضي أبو علي عمر بن عبد الرفيع رحمه الله هو مبالغة في الأمر بذلك، وإشعار بتكرره؛ لاقتضائه التسبيح في عشي كل يوم، وبكرة غده، ولو قيل: بالإِبكار، والعشي لما تناول إلا طرفي نهار يوم واحد. </p><p> وأجاب غيره: بأن ذلك؛ لأن أول ما صلى جبريل بالنبي صلى اللَّه عليه وسلم صلاة الظهر \"، وهي من العشي. </p>"
}