{
  "id": null,
  "sura": 3,
  "aya": 39,
  "text": "<p> ٣٩ - (فنادته الملائكة. .) . يؤخذ منه جواز نداء المصلي، وإعلامه بما يستبشر به بما فيه عبادة أو مصلحة دينية كهذه. </p><p> فإن قلت: لعل الصلاة هنا الدعاء!. </p><p> فالجواب: أن المحراب، والقيام قرينة في أن المراد الصلاة الشرعية؛ ولأنه إذا تعارض حمل اللفظ على حقيقته الشرعية، أو على حقيقته اللغوية فحمله على الشرعية أولى. </p><p> قال شيخنا: وكان بعضهم يحكى أنه رأى الملائكة، وأن الكلام وقع منهم له، فأنكره عليه بعض علمائنا بأصول الدين، وقال: كذب؛ لأن الملك إنما يكلم نبيًا أو رسولاً فرد عليه ابن عبد السلام بحديث مسلم في \" كتاب الزهد \" في الثلاثة الذين أحدهم أقرع، والآخر أعمى، والآخر فقير كلمهم الملك. </p><p> وأخرجه أيضا البخاري في \" كتاب بدء الخلق \" . </p><p> قلت: وأخبرني الشيخ العابد الزاهد الصالح أبو فارس عبد العزيز البسيلي، وهو عم والدي رحمهما الله تعالى أنه كان عند صلاته بالليل، وكان كثير التهجد تأتي إليه الملائكة في صفة طيور كبار ويسلمون عليه \" سلام عليكم \" ذكر لي ذلك قرب وفاته رحمة الله تعالى عليه. </p><p> - (يُبَشِّرُكَ بِيَحْيَى) . في هذا، ونحوه ردّ على ابن عصفور فإن صاحب </p><p> \" الجمل \" لما قال: والحدث: المصّدر، وهو اسم الفعل، والفعل مشتىّ منه \".</p><p> قرر ابن عصفور ما يلزمه من التناقض بأن هذا الاسم بعد المسمى. وفي هذه الآية سمى هذا ب (يحيى) قبل أن تحصل النطفة في الرحم، وقد سمى الله نبيه بمحمد قبل أن يوجد. </p><p> وجوابه: أن الغالب هو ما ذكره ابن عصفور، وإن هذا على سبيل الفرض، والتقدير أي: على تقدير تقدم وجود صورته. </p><p> - (مصدقًا) . ابن عطية: حال مؤكدة بحسب حال هؤلاء الأنبياء عليهم الصلاة، والسلام. انتهى. يريد أنه لا يكون النبيّ إلا مصدقًا. ويحتمل أن تكون مبينة؛ لأنه ما صدق حتى جرى سبب التصديق، لأنه لم يصدق بعيسى حتى أخبرته به الملائكة فإذا أُخبر \" الخبرَ \" النبيُّ بذلك أصدق بلا شك، وإن لم يُخْبر به فإنه لا يصدق ولا يكذب.</p><p> فإن قلت: الفرض أنه صدَّق به أولًا؛ لأن الملائكة أخبرته بذلك، في البطن بدليل أن ابن عطية قال: روى ابن عباس: \" أن امرأة زكريا قالت </p><p> لمريم وكلٌ منهما \" حامل \" : \" إني أجد ما في بطني يتحرك لما في بطنك،وفي رواية:يسجد له \" . </p><p> فالجواب: أنه وإن صح هذا فمرتب على الوحي، والإِخبار بصحة نبوة عيسى، وليس التصديق مخلوقًا في المُصَدِّق بالطبع بخلاف قولك:  \" الحق مصدقًا \" . فإن الحق لا يكون إلا مصدقا. </p><p> - (وسيدًا) . كَرِه في \" العتبية \" الدعاء بـ (يا سيدي) . وحكى ابن رشد فيه قولين، وتكلم ابن عطية هنا في معاوية، وأبي بكر، و \" عمر \" بكلام صعب لا ينبغي نقله، ولا يحل اعتقاده. </p><p> - (وحصورًا) . الظاهر أن ذلك اختيار منه؛ لأنه نقص في الخلقة؛ لأنه </p><p> عيب ينزه عنه النبيّ صلى الله عليه وسلم. </p><p> وقد قال القاضي عياض في \" الشفاء \" : إن الإِكثار من النكاح وصف كمال. وما ذكره ابن حزم في \" النحل والملل \" في ذلك الرجل النكَّاح السفَّاح، وذمه إنما هو، لأن ذلك كان منه لمجرد الشهوة البهيمية، وأمّا الإِكثار منه بغير تكثير النسل، والذرية في الإِسلام فلا ذمّ فيه. </p><p> ابن العربي: الصحيح قول من قال: أن الحصور هو الذي يكف عن النساء عن قدرة منه؛ لوجهين: </p><p> أحدهما: أنه مدحه، وأثنى عليه بذلك، والمدح إنما يكون على الفعل المكتسب دون الجَبليِّ في الغالب. </p><p> الثاني: أن (حصورًا)  \" فعول \" ، وبناء \" فعول \" في اللغة من صيغ الفاعلين، قال: وإذا ثبت هذا ف (يحيى) كفَّ عن النساء عن قدرة منه في شرعه. فأما شرعنا فالنكاح رُوِي أن النبيّ صلى الله عليه وسلم: \" نهى </p><p> عثمان بن مضعون عن التبتل \"،قال الراوي:ولو أُذن لنا فيه لاخْتصينا \" . ولهذا بالغ قوم فقالوا: النكاح واجب، وقصر آخرون فقالوا: مباح، وتوسط علماؤنا فقالوا: مندوب: والصحيح أنه يختلف باختلاف حال الناكح والزمان، وقد بيناه فِي سورة النساء \". انتهى.</p><p> والبشارة بكل وصف من هذه الأوصاف على حِدَتِه لا بالمجموع </p><p> والحكم على شيئين تارة يعتبر فيه كونهما مجتمعين، وتارة يراعى فيه كل واحد على حِدَته مثل: \" لا تأكل سمكًا، وتشرب لبنا \". ومن كلامهم: </p>"
}