{
  "id": null,
  "sura": 1,
  "aya": 6,
  "text": "<p> طلبُ معونته وقضاءُ حاجته. </p><p> ويؤيد ذلك بقية السورة أنه أُخرج على الدعاء فقال اللَّه - عَزَّ وَجَلَّ -: \" هذا لعبدي، ولعبدي ما سأل \" . </p><p> وقوله:  (اهدِنَا (٦) </p><p> قال ابنُ عباس - رضي اللَّه عنهما -: أرْشِدْنا. </p><p> والإرشاد، والهداية واحد، بل الهدايةُ في حق التوفيق أقربُ إلى فهم الخلق من الإرشاد بما هي أعم في تعارفهم. </p><p> ثم القول بالهداية يُخرَّج على وجوهٍ ثلاثة: </p><p> أحدها: البيانُ. ومعلومٌ أن البيانَ قد تقدم من اللَّه لا أحد يريد به ذلك لمضي ما به البيان من كتابٍ وسنةٍ، وإلى هذا تذهب المعتزلة. </p><p> والثاني: التوفيقُ له، والعصمةُ عن زيغه. وذلك معنى قولهم:  \" اللهمَّ اهْدِنَا فيمَنْ هَدَيْتَ \" ، وقوله:  (اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ (٦) صِرَاطَ الَّذِينَ)، ووصَفَهم إلى آخر السورة، ولو كان على البيان على ما قالت المعتزلة فهو والمغضوب عليهم في ذلك سواء، فثبت أَنه على ما قلنا دون ما ذهبوا إليه. </p><p> والثالث: أَن يكون على طلب خلق الهداية لنا؛ إذ نسب إليه من جهة الفعل، وكل ما يفعله خلق؛ كأَنه قال: اخلُق لنا هدايتنا، وهو الاهتداءُ منا. وباللَّه التوفيق. </p><p> ثم تأْويل طلب الهداية، ممن قد هداه اللَّه يتوجه وجهين: </p><p> أحدهما: طلب الثبات على ما هداه اللَّه، وعلى هذا معنى زيادات الإيمان، أنها بمعنى الثبات عليه، وذلك كرجلين ينظران إلى شيء فيرفع أَحدهما بصره عنه، جائز القول بازدياد نظر الآخر. </p><p> ووجه آخر: على أن في كل حال يخاف على المرءِ ضد الهدى، فيهديه مكانه أبدًا فيكون له حكم الاهتداءِ؛ إذْ في كل وقت إيمان منه دفع به ضده. </p><p> وعلى ذلك قوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ. . .) الآية، ونحو ذلك من الآيات. </p><p> وقد يحتمل أيضًا معنى الزيادةِ هذا النوعُ. وباللَّه التوفيق. </p><p> وأما (الصِّرَاطَ) فهو الطريق والسبيل في جميع التأويل وهو قوله: (وَأَن هَذَا صِرَاطِي .. ) </p><p> ) هو الآية، وقوله:  (قُلْ هَذِهِ سَبِيلِي) . </p><p> ثم اختلفوا فيما يراد به: </p><p> فقَالَ بَعْضُهُمْ: هو القرآن. </p><p> وقَالَ بَعْضُهُمْ: هو الإيمان. </p><p> وأيهما كان فهو القائم الذي لا عوج له، والقيم الذي لا اختلاف فيه، مَنْ لزِمهُ وصَلَ إلى ما ذكر. وباللَّه التوفيق. </p><p> وقوله:  (الْمُسْتَقِيمَ) . </p><p> قيل: هو القائم بمعنى الثابت بالبراهين والأَدلة، لا يُزيله شيء، ولا ينقضُ حُجَجه كيدُ الكائدين، ولا حيلُ المريبين. </p><p> وقيل:  (الْمُسْتَقِيمَ) والذي يستقيم بمن تمسك به حتى يُنجيه، ويدخله الجنة. </p><p> وقيل:  (الْمُسْتَقِيمَ) بمعنَى: يُستقامُ به؛ كقوله:  (وَالنَّهَارَ مُبْصِرًا) ، أي: يُبصَرُ به. يدل عليه قوله:  (إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا. . .) الآية. فالمستقيم هو المتبع له. وباللَّه التوفيق. </p><p> ثم ذكر من ذكر من الْمُنعَم عليهم؛ ولله على كل مؤمن نعَمٌ بالهداية. </p><p> وما ذكر دليل على أن \" الصراط \" هو الدِّين؛ لأَنه أنعم به على جميع المؤمنين. </p><p> لكن تأْويل من يردُّ إلى الخصُوص يتوجه وجهين: </p><p> أحدهما: أنه أَنعم عليهم بمعرفة الكتب والبراهين، فيكون على التأْويل الثاني من القرآن والأدلة. </p><p> والثاني: أن يكون لهم خصوص في الدِّين قُدِّموا به على جميع المؤمنين؛ كقول داود، وسليمان:  (الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَى كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ) ، وعلى هذا الوجه يكون (اهدِنَا) . </p>"
}