{
  "id": null,
  "sura": 1,
  "aya": 2,
  "text": "<p> ثم فيه الإقرار بوحدانيته في إنشاءِ البرِية كلها، وتحقيق الربوبية له عليها بقوله:  (رَبِّ الْعَالَمِينَ) وكل واحد منها يجمع خصال خير الدارين، ويوجب القائل به -عن صدق القلب- درك الدارين. </p><p> ثم الوصف لله -عَزَّ وَجَلَّ- بالاسمين يتعالى عن أن يكون لأَحد من معناهما حقيقة، أو يجوز أن يكون منه الاستحقاق نحو \" اللَّه \" و \" الرحمن \" . </p><p> ثم الوصف بالرحمة التي بها نجاة كل ناج، وسعادة كل سعيد، وبها يتقي المهالكَ كلها مع ما من رحمته خلق الرحمة التي بها تعاطف بينهم وتراحمهم. </p><p> ثم الإيمان بالقيامة بقوله تعالى:  (مَالِكِ يَوْمِ الدِّينِ) مع الوصف له بالمجد، وحسن الثناء عليه. </p><p> ثم التوحيد، وما يلزم العباد من إخلاص العبادة له، والصدق فيها، مع جعل كل رفعة وشرف منالًا به عَزَّ وَجَلَّ. </p><p> ثم رفع جميع الحوائج إليه، والاستعانة به على قضائها، والظفر بها على طمأْنينة القلب وسكونه، إذ لا خيبة عند معونته، ولا زيغ عند عصمته. </p><p> ثم الاستهداء إلى ما يرضيه، والعصمة عما يغويه في حادث الوقت، على العلم بأنه لا ضلال لأَحد مع هدايته في التحقيق. </p><p> والرجاء والخوف من اللَّه لا من غيره. </p><p> وعلى ذلك جميع معاملات العباد، ومكاسبهم على الرجاء من اللَّه تعالى أَن يكون جعل ذلك سببًا به يصل إلى مقصوده، ويظفر بمراده. ولا قوة إلا باللَّه. </p><p> قوله تعالى (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٢) الرَّحْمَنِ الرَّحِيمِ (٣) مَالِكِ يَوْمِ الدِّينِ (٤) </p><p> قولهُ عَزَّ وَجَلََّّ:  (الْحَمْدُ لِلَّهِ (٢) </p><p> احتمل: أن يكون جلَّ ثناؤُه حمدَ نفسه؛ ليُعلِم الخلقَ استحقاقَه الحمد بذاته؛ فيَحمَدوه. </p><p> فَإِنْ قِيلَ: كيف يجوز أن يحمدَ نفسه، ومثلهُ في الخلق غير محمود؟! </p><p> قيل له: لوجهين: </p><p> أحدهما: أنه استحق الحمدَ بذاته، لا بأَحدٍ؛ ليكون في ذلك تعريفُ الخلقِ لما يُزلفُهم لديه بما أَثْنَى على نفسه؛ ليُثْنُوا عليه. وغيرُه إنما يكون ذلك له به -جل وعز- فعليه: توجيه الحمد إليه لا إلى نفسه؛ إذ نفسُه لا تستوجبه بها، بل باللَّه تعالى. </p><p> والثاني: أَن اللَّه تعالى حقيق بذلك؛ إذ لا عيب يمسُّهُ، ولا آفة تحل به فيدخل نقصان في ذلك. ولا هو خاصّ بشيء. والعبدُ لا يخلو عن عيوب تمسُّه، وآفات تحل به، ويُمدح بالائتمار، ويذم بتركه. وفي ذلك تمكن النقصان، وحق لمثله الفزع إلى اللَّه، والتضرع إليه؛ ليتغمدهُ برحمته، ويتجاوز عن صنيعه. </p><p> وعلى ذلك معنى التكبير، نحمد به ربنا ولا نحمد غيره؛ إذ ليس للعبد معنى يستقيم معه تكبُّره، إذ هُم جميعًا أَكفاء من طريق المحبة، والخلق، وما أَدرك أَحدٌ منهم من فضيلة أو رفعة فباللَّه أدركه، لا بنفسه؛ فعليه تنزيه الرب، والفزعُ إليه بالشكر، لا بالتكبر على أمثاله. واللَّه عن هذا الوصفِ مُتَعَالٍ. </p><p> ويحتمل أن يكون قوله:  (الْحَمْدُ لِلَّهِ) على إضمار الأَمر، أي: قولوا: الحمد لله؛ لأن الحمد يضاف إلى اللَّه، فلا بد من أن يكون له علينا؛ فأَمرَ بالحمد لذلك. </p><p> ثم يخرج ذلك على وجهين: </p><p> أحدهما: ما رُويَ عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - أنه قال:  \" الحمد لله: أي الشكر لله بما صنع إلى خلقه \" . </p><p> فيخرج تأويل الآية على هذا؛ لأنه -على هذا الترتيب- على الأَمر بتوجيه الشكر إليه، وذلك يتضمن الأَمر أيضًا بكل الممكن من الطاعة على ما رُويَ عن النبي - عليه السلام - \" أَنَّه صَلَّى حَتَّى تَوَرَّمَتْ قَدَمَاهُ فقِيلَ لَهُ: أليسَ قَدْ غَفَرَ اللهُ لكَ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ؟قَالَ:أَفلا أكونُ عَبْدًا شَكُورًا \" !. </p><p> فصيَّر أَنواع الطاعات شكرًا له، فمن أَطاع اللَّه - تعالى - فقد شكر له، فيخرج تأْويل الآية على هذا. </p><p> والوجه الثاني: أنه يخرج مخرج الثناء على اللَّه - عَزَّ وَجَلَّ - والمدح له، والوصفِ بما يستحقه، والتنزيه عما لا يليق به، من توجيه النعم إليه، وقطع الشركة عنه في الإنعام والإفضال على عباده. </p><p> وعلى ذلك ما رُويَ عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" أَن اللَّه - عَزَّ وَجَلَّ -يقول:قسمت الصلاة بيني وبين عبدي نصفين،فإذا قال العبد:الْحَمْدُ لله رَب الْعَالَمين،قال اللَّه تعالى:حَمِدَني عَبدي \" ؛ فجعل الحمدَ هذا الحرف، وصيَّر منه ثناءً؛ لوجهين: </p><p> أحدهما: أنه نسب الربوبية إليه في جميع العالم، وقطعها عن غيره. </p><p> والثاني: أَنه سَمَّى ذلك صلاةً، والصلاةُ اسْم للثناءِ والدعاءِ، وذلك خلاف الذم ونقيضه. </p><p> وفي الوصف بالبراءَة من الذم مدحٌ، وثناء بغاية المدح والثناءِ؛ ولذلك يفرق القول بين الحمد والشكر؛ إذ أُمِرنا بالشكر للناس بما جاءَ عن رسول اللَّه - عليه السلام -: \" إنَّ من لم يَشكُرِ النَّاس لم يشكرِ اللَّه \" صيره بمعنى المجازاة، والحمدُ بمعنى الوصف بما هو أَهله؛ فلم يُستَحَب الحمد إلا لله. وباللَّه التوفيق. </p><p> وقوله:  (رَبِّ الْعَالَمِينَ) . </p><p> رُويَ عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - أنه قال:  \" سيد العالَمين \" . والعالم: كل من دَبَّ على وجه إلأرض. </p><p> وقد يتوجه:  \" الربُّ \" إلى الربُوبية لا إلى السؤدد؛ إذ يستقيم القول برب كل شيء من بني آدم وغيره، نحو رب السماوات والأرضين، ورب العرش ونحوه، وغير مستقيم القول بسيد السماوات ونحوه. </p>"
}