{
  "id": null,
  "sura": 1,
  "aya": 5,
  "text": "<p> والجود، والتمجيد هو الوصف بذلك، وباللَّه التوفيق. </p><p> ثم أُجمع على أن قوله:  (مَالِكِ يَوْمِ الدِّينِ (٤) أنه يوم الحسابِ والجزاءِ. وعلى ذلك القول:  (أَإِنَّا لَمَدِينُونَ) ، وقوله تعالى:  (يَوْمَئِذٍ يُوَفِّيهِمُ اللَّهُ دِينَهُمُ الْحَقَّ) وهو الجزاء. </p><p> ومن ذلك قول الناس:  \" كما تدين تدان \" . </p><p> وجائز أن يكون (مَالِكِ يَوْمِ الدِّينِ) على جعل ذلك اليوم لما يدان اليوم؛ إذ به يظهر حقيقتُه، وعِظمُ مرتبته، وجليلُ موقعه عند ربه. </p><p> وفي الآية دلالة وصف الرب بملكِ ما ليس بموجود لوقت الوصفِ بملكه، وهو يوم القيامة. </p><p> ثبت أن اللَّه بجميع ما يستحق الوصف به يستحقه بنفسه لا بغيره. </p><p> ولذلك قلنا نحن: هو خالق لم يزل، ورحيم لم يزل، وجواد لم يزل، وسميع لم يزل -وإن كان ما عليه وقع ذلك لم يكن- وكذلك نقول: هو رب كل شيء، وإله كل شيء في الأزل -وإن كانت الأَشياء حادثة- كما قال:  (مَالِكِ يَوْمِ الدِّينِ) وإن كان اليومُ بعدُ غير حادثٍ. وباللَّه التوفيق. </p><p> * * * </p><p> قوله تعالى:  (إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ (٥) اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ (٦) صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ (٧) </p><p> وقوله:  (إِيَّاكَ نَعْبُدُ) . </p><p> فهو -واللَّه أعلم- على إضمار الأَمر، أي: قل: ذا. ثم لم يجعل له أن يَستثني في القول به، بل ألزمه القول بالقول فيه. ثم هو يتوجه وجهين: </p><p> أحدهما: يحال القول به على الخبر عن حاله؛ فيجب ألا يستثنى في التوحيد، وأن من يَستَثْني فيه عن شَكٍّ يُستَثْنَى. </p><p> واللَّه - تعالى - وصف المؤمنين بقوله تعالى:  (إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا. . .) الآية. </p><p> وكذلك سئل رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن أفضل الأعمال فقال:  \" إيمان لا شكَّ فيه \" . </p><p> والثاني: عن الأحوال التي ترد في ذلك. لكنه إذا كان ذلك على اعتقاد المذهب لم يجز الشك فيه؛ إذ المذاهب لا تعتقد لأوقات، إنما تعتقد للأبد؛ لذلك لم يجز الثناء فيه في الأبد. وباللَّه التوفيق. </p><p> ثم قوله:  (إِيَّاكَ نَعْبُدُ) يتوجه وجهين: </p><p> أحدهما: إلى التوحيد، وكذا رُوِيَ عن ابن عَبَّاسٍ - رضي اللَّه عنهما - أنه قال:  \" كُلُّ عبادةٍ في القرآنِ فهو توحيد \" . </p><p> والوجه الآخر: أن يكون على كل طاعة أن يعبد اللَّه بها، وأصلها يرجع إلى واحد؛ لما على العبد أن يوحد اللَّه - تعالى - في كل عبادة لا يُشرك فيها أحدًا، بل يخلصها فيكون موحدًا لله تعالى بالعبادة والدِّين جميعًا. </p><p> وعلى ذلك قطعُ الطمع، والخوف، والحوائج كلها عن الخلقِ. </p><p> وتوجيهُ ذلك إلى اللَّه تعالى بقوله:  (أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ) وعلى ذلك المؤمن لا يطمعُ في الحقيقة بأحدٍ غير اللَّه، ولا يرفع إليه الحوائج، ولَا يخاف إلا من الوجه الذي يخشى أن اللَّه جعله سببًا لوصول بلاءٍ من بلاياه إليه على يديه؛ فعلى ذلك يخافُه، أو يرجو أن يكون اللَّه تعالى جعلَ سببَ ما دفعه إليه على يديه، فبذلك يرجو ويطمع، فيكون ذلك من الضالين، فيكون في ذلك التعوُّذُ من جميع أنواع الذنوب، والاستهداءُ إلى كل أنواع البر. </p><p> وقوله:  (وَإِيَّاكَ نَسْتَعِينُ) . </p><p> فذلك طلب المعونة من اللَّه تعالى على قضاء جميع حوائجه دينًا ودنيا. </p><p> ويحتمل أن يكون هو على أثر الفزع إلى اللَّه بقوله:  (إِيَّاكَ نَعْبُدُ) على طلب التوفيقِ لما أَمر به، والعصمة عما حذره عنه، وكذلك الأَمر البين في الخلق من طلب التوفيق، والمعونة من اللَّه، والعصمةِ عن المنهي عنه جرت به سنة الأَخيار. واللَّه الموفق. </p><p> ثم لا يصلح هذا على قول المعتزلة؛ لأن تلك المعونةَ على أَداءِ ما كلف قد أعطى؛ </p><p> إذ هو على قولهم لا يجوز أن يكون مكلفًا قد بقي شيء -مما به أَداءُ ما كلف- عند اللَّه، وطلبُ ما أُعْطِي كتمانُ العطيةِ، وكتمانُ العطيةِ كفرانٌ؛ فيصير كأن اللَّه أَمر أن يَكْفُر نعمَهُ ويكتمها ويطلبها منه تعنتًا. وظنُ مثله باللَّه كفر. </p><p> ثم لا يخلو من أَن يكون عند اللَّه ما يُطْلب فلم يُعطه التمام إذًا، أوْ ليس عندهُ فيكون طلبه استهزاءً به، إذ مَنْ طَلَب إلى آخَرَ مَا يَعْلم أنه ليس عنده فهو هازئ به في العرف، مع ما كان الذي يُطلب إما أن يكون لله ألا يعطيه مع التكليف فيبطل قولهم؛ إذ لا يجوز أَن يكلف وعنده ما به الصلاح في الدِّين فلا يعطى، أوْ ليس له أَلا يعطى فكأَنه قال: اللهم لا تَجُر. </p><p> وَمَنْ هذا عِلْمهُ بربه فالإسلام أَولى به، وهذا مع ما كان لا يدعو اللَّه أَحد بالمعونة إلا ويطمئن قلبهُ أَنه لا يذل عند المعونة، ولا يزيغ عند العصمة، وليس مثلهُ يملك اللَّه عند المعتزلة. ولا قوة إلا باللَّه. </p><p> وقد رُويَ عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال في خبر القسمة:  \" اللَّه يقول: هذا بَيني وبينَ عبدي نِصْفين \" . </p><p> وذلك يحتمل: أن يكون كل حرف من ذلك بما فيها جميعًا الفزعُ إلى اللَّه بالعبادة، والاستعانة ورفع الحاجة إليه، وإظهار غناه -جل وعلا- عنه؛ فيتضمن ذلك الثناء عليه، وطلب الحاجة إليه. </p><p> ويحتمل: أن يكون الحرفُ الأَول لله بما فيه عبادتُه وتوحيدهُ، والثاني للعبد بما فيه </p>"
}