{
  "id": null,
  "sura": 2,
  "aya": 184,
  "text": "<p> وقوله:  (لَعَلَّكُم تَتَّقُونَ) ، أي: ما حرم عليكم من أنواع اللذات بكف الأنفس عن الذي به يدعو إليها من الأغذية. </p><p> أو (تَتَّقُونَ) نقمة اللَّه في الآخرة، ومخالفته في الفعل في الدنيا. وقد جعل اللَّه جل ئناؤه عباداته أعوانًا للمعتادين بها على الكف عن المعاصي، والخلاف لله في الشهوات، فقال:  (وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ) ، وقال:  (إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ) ، وغير ذلك. واللَّه الموفق. </p><p> والأصل: أن العبادات تذكر أصحابها عظم أحوالهم في أوقات فيها من المقام بين يدي الجبار، وتطلعهم على الموعود لهم في الميعاد. وهما أمران عظيمان: </p><p> أحدهما: في الزجر بما يعلم من عظم المقام واطلاع الواحد القهار عليه. </p><p> والثاني: في الترغيب بما يشعر قلبه من لذيذ الموعد ما يضمحل لديه كل لذة دونه، وتنقطع شهواته التي بينه وبين ما وعد، واللَّه أعلم. </p><p> ثم قال:  (فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ. . . (١٨٤) الآية، من غير </p><p> أن ذكر فطرا، فلا أشار إلى ما ذكر من السفر والمرض اللذين جعلا له تأخير الصيام إلى أيام أخر، ولا أشار إلى أعين تلك الأيام. </p><p> وكذلك قال مثله فيما كان عرف الوقت لابتداء الصيام بقوله عَزَّ وَجَلَّ:  (فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ) على أثر المعرف له بقوله عَزَّ وَجَلَّ: (فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ) ، لكن الفطر يعرف أنه مضمر فيه بالعقل والسمع: </p><p> فأما السمع: فما جاء من الآثار في الإذن بالإفطار للسفر والمرض؛ دل أن في ذكر </p><p> العدة (مِنْ أَيَّامٍ أُخَرَ) إضمار فطر. واللَّه أعلم. </p><p> والعقل: أن اللَّه تعالى جعل المرض والسفر سببي الرخص، فلا يجوز أن يصيرا سببي زيادة فرض على ما كان قبل اعتراضهما، على أن قوله:  (يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ) دليل أنه لو كان يلزم القضاء مع فرض فعل الصوم لكان ذلك عسرًا وحرجًا في الدِّين، وقد أخبر اللَّه تعالى أنه ما يجعل علينا الحرج في الدِّين. </p><p> وعلى ذلك قال بعض الناس: يلزمهما القضاء إن أفطرا أو لا، محتجا بما لم يذكر في القرآن الأنطار، وذكر (فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ) كأنه جعل الوقت لهما غير الذي هو لغيرهما. </p><p> يؤيد ذلك المرُويَ عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" الصائم في السفر كالمفطر \" ، </p><p> ومعلوم أن على المفطر في الحضر القضاء. فكذلك الصائم في السفر. </p><p> ولكن الآية عندنا على الإضمار، وعلى ذلك يجري ذكر الرخص على إئر ذكر الحضر، كقوله عَزَّ وَجَلَّ:  (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ) من غير ذكر الأكل أنه على إباحته. </p><p> وقال اللَّه عَزَّ وَجَلَّ:  (وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ) ، ثم قال عَزَّ وَجَلَّ:  (فَإِنْ أُحْصِرْتُمْ) ولم يذكر منه الإحلال، لكنه معلوم أنه على الشك ما لم يوجد؛ إذ لا يكون العذر سبب الزيادة في الفرض. وكذلك قوله عَزَّ وَجَلَّ:  (وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ) ، ثم قال عَزَّ وَجَلَّ:  (فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ. . .) الآية وذلك على إطلاق الحلق، ثم يلزمه الفداء؛ لأن الأذى والمرض يلزمانه. فمثله الأول. </p><p> ثم الأصل: أنه لا أحد يلزم فرض صيام الشهر في غيره إذا لم يدرك الشهر، وقد أمر من نحن في ذكره؛ فبان أنه لزمه بإدراك الشهر لإدراك وقت الإمكان بلا عذر. وقال:  (فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ) ، وقال:  (وَلِتُكْمِلُوا الْعِدَّةَ) وليعلم أن الذي يلزمه بالشهر في أوقات الإمكان. وذلك على ما يلزم الإحداث الطهارة لأوقات عبادة لا تقوم دونها، وفعل الجنابات لأوقات الحلول وإن تأخرت فمثله أمر الشهر. </p><p> دليله ما بينا، وما ثبت عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وعن صحابته: فعل الصيام في ذلك الوقت والفطر جميعًا؛ ثبت أن الصوم يجوز على المرض والسفر؛ إذ هما لأنفسهما لا يناقضان الصيام بما جاز معهما، وقد أمر به المتمتع وهو المسافر، أن ليس ذلك على حاضري المسجد الحرام، وذابح الصيد والمبادئ بهما لا يضادان الصيام، ثم كان القضاء عن الشهر بظاهر التلاوة؛ فبان أنه يجوز فيهما. </p><p> وإذا جاز ثبت أن التأخير رخصة والفضل في الفعل. واللَّه أعلم. </p><p> والخبر على من يجهده الصيام حتى خيف عليه، وكذلك ما جاء من الآثار:  \" أن ليس من البر الصيام في السفر \" . واللَّه أعلم. </p><p> وعلى هذا يخرج قول أصحابنا في المكره على الفطر: أنه إن كان مريضًا أو مسافرًا </p><p> لا يسعه ألا يفطر لما جاء في ذلك من الوعيد في الفعل في السفر في حال الضرورة، ويسعه لو كان صحيحًا مقيمًا لما لم يذكر له الرخصة، ويلزمه فيه القضاء، مع ما فيه؛ إذ لم يكن ظهر الإذن في تلك الحال كان كفه عنه تعظيمًا لأمر دينه، من غير أن ذكر له في الدِّين النهي عنه، فهو في سعة، وليس كالمكره على أكل الميتة، ما ليس ذلك بذي بدل. </p><p> وقد فرق بين ذي بدل وما لا بدل له، نحو إتلاف مال آخر، وأكل الميتة، ولأن علته الاضطرار وليست علة الفطر في السفر تلك، إذ قد يجوز، لا له، فهو عذر النفس، لا ضرورة النفس؛ فكأنه غير معقول العلة، وفيه تعظيم الدِّين. وليس في أكل الميتة وما ذكر. ولا قوة إلا باللَّه. </p><p> ثم السفر الذي له الرخص: أجمع أنه لم يرد به المكان، لما جاء الفطر في الأمصار، ثبت أنه لنفس السفر. </p><p> ثم كان السفر - حقيقته الظهور والخروج عن الأوطان، وقد يكون مثله في الخروج عن الأوطان إلى الضياع ونحوه، ولم يؤذن في الفطر؛ ثبت أنه راجع إلى الحد، وعلى ذلك متفق القول. </p><p> ثم كان الحد المرخص عندنا: الخروج على قصد سفر ثلاثة أيام لخصال ثلاث: </p><p> أحدها: الإجماع على أن هذا الحد مرخص ودونه تنازع. والتنازع يوجب النظر؛ لا الفتوى بالرخص، وفي ذلك أمر بفعل الصيام. </p><p> والثاني: مجيء الخبر من وجهين: </p><p> أحدهما: في تقدير مسح السفر بثلاثة أيام، ومعلوم أنه جعل للسفر حدا ووقتًا لفعل رخصة المسح وأوقات الأفعال على اختلافها. يتفق على أنها لا تقصر عن احتمال الأفعال على الوفاء، وليس بما لم يدخل الليالي في حق السفر عبرة؛ لأن الأسفار وإن كانت مؤسسة: على قطع الطرق والسير فيها، فإن دوام السير يجحف صاحبه ويهلكه، وفي ذلك منع السفر؛ ثبت أن أوقات السعي والسير مشترطة داخلة في حق السفر. </p><p> لذلك صارت الليالي كالمعفوة، فتكون محيطة بما فيها من فعل المسح. </p><p> والثاني: ما جاء من الأثر في النهي عن سفر ثلاثة أيام إلا لمحرم. وهو المنهي لما </p><p> جاء به النهي، وفيما دونه تنازع، لم يوجب الرخصة للإشكال في حق التمام لما له الرخصة على ما كان لما له النهي. واللَّه أعلم. </p><p> والوجه الثالث: أن السفر عذر، والنهايات في الأعذار الثلاث، فكذلك بالأيام؛ إذ بها يسافر. وقال موسى عليه السلام:  (قَالَ إِنْ سَأَلْتُكَ عَنْ شَيْءٍ بَعْدَهَا فَلَا تُصَاحِبْنِي قَدْ بَلَغْتَ مِنْ لَدُنِّي عُذْرًا (٧٦) . </p><p> وأما المرض فلم يجز أن يكون اسمه سببًا للرخصة؛ إذ ربما كان المرض يخفف الصيام ويسهل عليه سبيل فعله. </p><p> ومن البعيد الترخيص بما يسهل فيه الفعل، والتضييق لما يشتد؛ فثبت أنه ليس لاسم المرض. وعلى ذلك الإجماع فهو - واللَّه أعلم - لما يخاف أن يزداد له بترك الأكل الداء، ويقبح على المرء اكتساب الداء وتعاطي الضارية، فرخص له الفطر بذلك، وذلك معنى البشرية، إذ به تخفيف ما به أو منع، أو ما يعتريه من الضرر، ولهذا ما رخص أصحابنا لمن به رمد يخاف الزيادة فيه. </p><p> وقد رُويَ عن أنس بن مالك، رضيَ اللَّهُ تعالى عنه، أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال: \" يفطر المريض </p><p> والحبلى إذا خافت أن تضع ولدها، والمرضع إذا خافت الفساد على ولدها \" ثبت أن الرخصة لما يخاف من فساد ينزل. ولا قوة إلا باللَّه. </p><p> وعن عبد اللَّه بن عمر، رضيَ اللَّهُ تعالى عنهما، عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" من مات من طعام أو شراب وهو يقدر فله النار \" وباللَّه المعونة. </p><p> وقوله:  (وَعَلَى الَّذِينَ يُطِيقُونَهُ) . </p><p> قال قائلون: يطيقون الفداء. وذلك في الأمر الأول في المسافر والمريض أن له أن يقضي في أيام أخر، وأن يفدي. وفيه:  (وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ) ، أي: أن تقضوا الصيام - واللَّه أعلم - إذ قد يحتمل أيضًا أن كانت الرخصة من قبل فيمن عليه بالخيار بين أن يصوم وبين أن يفدي، والصوم خير على ما ذكر في الآية، ثم نسخ ذلك، إن كان على التأويل الأول بقوله:  (فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ. . .) الآية، أنه ألزم القضاء على كل حال، وإن كان الثاني فقوله:  (فَلْيَصُمْهُ) ، أنه ألزم الفعل على حال، وبمثل ذلك خبر معاذ في إحالة الصيام: أنه كان للمرء خيار بين الفطر والفداء وبين الصيام، ثم نسخ. </p><p> في قوله:  (وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ) على أثر ذكر السفر والمرض دلالة جعل الصيام في السفر خيرًا من الفطر والفداء في غيره، وإن احتمل الذي ذكرت. واللَّه أعلم. </p><p> ثم الدلالة على النسخ في الوجه الذي ذكرت. ومتفق القول على أن المطلق لم يكن له الخروج من ذلك بالفداء. فبذلك عرف النسخ مع ما ثبت من قطع الآية على القضاء في أحد الوجهين، وفعل الصيام في الآخر. </p><p> وعلى ذلك معتبر القول في الشيخ الفاني الذي لا يقوم للقضاء أن له الفطر والفداء؛ لأن الصوم قد ثبت أنه يحتمل الوفاء بالفداء لكن نسخ بالصيام، فإذا ارتفع الصيام بالعجز عمن يحتمل الخطاب بعبادات الأموال وهم المشايخ، جاز أن يخاطبوا بالصيام ليخرجوا عنه بالفداء. وعلى ذلك ما جاء في الأثر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالأمر بالصيام عن الميت، أنه الصيام الذي هو صيام من لا يحتمل فعله وهو الفداء. واللَّه أعلم. </p><p> وقد قرئ (يُطَوَّقُونَهُ) بمعنى يُكلَّفونه، ولا يطيقونه، لكن في الآية (وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ) ولو كان \" لا يطيقونه \" : لا يرغبون فيه، إلا أن يشترط فيه طاقة الجهد. والله أعلم. </p><p> وقوله عَزَّ وَجَلَّ:  (فَمَنْ تَطَوَّعَ خَيْرًا) . </p><p> من زيادة فداء، وما يستزيد من الخيرات التي لم يفترض ليعوَّد به الخير. أو (تَطَوَّعَ) فيما أذن له في الفداء بالصوم. واللَّه أعلم. </p><p> ورُويَ عن عائشة، رضيَ اللَّهُ تعالى عنها، أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" لا تسموا شهر رمضان رمضان، فإنما هو اسم من أسماء اللَّه تعالى. انسبوه إلى ما نسبه لكم القرآن \" . </p><p> وقوله:  (فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ) . </p><p> أضاف عَزَّ وَجَلَّ الفعل إلى الشهر بقوله:  (فَلْيَصُمْهُ) ؛ فلذلك إذا قصد به صوم الشهر جائز الصوم وإن لم ينو الفرض سوى ما ذكرنا. وكذلك سائر الفرائض نحو الظهر والعصر ينوي ذلك، فيكون ذلك على ما جعله اللَّه من فرض وإن لم ينو الفرض. ولا قوة إلا باللَّه. </p><p> وعلى ذلك من نوى بالصيام غير صيام الشهر جائز عن صيام الشهر، لما أمرنا بصيام الشهر ولم نؤمر بأن نجعل ذلك لشيء سواه، والشهر موجود لنفسه لا يحتاج صاحبه إلى أن يوجده كان من ذلك على كل حال. وكذلك كل حق معين في شيء لم يزل عنه نيته إلى غيره؛ كمن يأمر إنسانًا بشراء شيء بعينه لم يتحول عنه بالنية، على أن ذلك كالظهر والعصر ونحو ذلك؛ فيحال على تحقيق ذلك قصد غير، وبعد فإن كلا يجمع ألا يجوز غير؛ فثبت أن استحقاق الشهر بصومه لا يستحق عليه غيره من الصيام فجاز عنه. </p><p> وعلى ذلك أجاز أبو حنيفة في السفر غيره، من حيث أذن له في تأخير هذا، أو غيره فرض عليه نحو صوم الظهار والقتل، ولا رخصة له في تأخيره، فجاز فيه؛ إذ هو وقت صيام حول إلى وقت غيره، فصار هذا الوقت بالحكم لغيره، وليس كنية المتطوع؛ لأنه في موضع الرخصة وفي العمل به وقد يكون له مقدار التطوع من الفضل على غيره فهو أولى به. ولما قد يجوز النفل بلا نية نفل، فكأنه لم ينو النفل. فهو رجل لم يعمل برخصة الله بل عمل بوجه العزم. ولا قوة إلا باللَّه. </p><p> وقوله:  (لَعَلَّكُمْ تَتَّقُونَ) . </p><p> قيل:  (تَتَّقُونَ) الأكل والشرب والجماع. </p><p> ويحتمل:  (تَتَّقُونَ) المعاصي؛ لأن النفس إذا جاعت شبعت عن جميع ما تهوى </p><p> وتشتهي. وإذا شبعت تمنت الشهوات، وتتمنى ما تهوى. </p><p> ويحتمل:  (تَتَّقُونَ) عذاب اللَّه وعقابه. واللَّه أعلم. </p><p> وقوله:  (فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ) . </p><p> ألزم بعض الناس على المريض والمسافر قضاء عدة الأيام وإن صاموا، فاستدلوا بظاهر الآية فقالوا: أوجب عليهم القضاء على غير ذكر الإفطار فيها. </p><p> واحتجوا أيضًا بما رُويَ عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، أنه قال:  \" الصائم في السفر كالمفطر في الحضر \" ، فقد حقق له حكم الإفطار في أن لا صوم له؛ فدل أنه لم يجز، فكان كتقديم الصوم عن وقته. </p><p> وأما عندنا: فهو على إضمار الإفطار، كأنه قال:  (فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ) فأفطر، (فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ) . وهو كما ذكر عَزَّ وَجَلَّ في المتأذي:  (فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ) أي: من كان به أذى فرفع من رأسه ففدية. وكما قال في المضطر:  (فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ) ومثله كثير في القرآن. فلا يجوز لأحد أن يأتي ذلك، ولأن المرض والسفر أعذار رخص الإفطار فيها تخفيفا وتوسيعًا على أربابها، فلو كان على ما قال هو لكان فيه تضييق عليهم؛ ولأنه إذا قضى في عدة من الأيام إنما يقضي عن ذلك الوقت، فلو لم يجز الفعل في ذلك الوقت وفي تلك الحال، لكان لا يأمر بالقضاء عن ذلك الوقت ولا عن تلك الحال؛ فدل أنه على ما ذكرنا. واللَّه أعلم. </p><p> وأصله: ما رُويَ عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، أنه صام في السفر، وروي أنه أفطر، ورُويَ عن الصحابة، أنهم صاموا في السفر. ولو كان لا يجوز لكان لا معنى لصومهم. </p><p> وأما قوله:  \" الصائم في السفر كالمفطر في الحضر \" ، فهو عندنا: إذا كان الصوم أجهده وضعفه لزمه أن يفطر، صار كالذي أفطر في الحضر. واللَّه أعلم. </p><p> ورُويَ عن أنس - رَضِيَ اللَّهُ عَنْهُ - أنه قال:  \" الصوم أفضل والفطر رخصة \" . </p><p> وقوله تعالى:  (وَعَلَى الَّذِينَ يُطِيقُونَهُ) . </p><p> قرأ بعضهم:  \" وَعَلَى الَّذِينَ يُطَوَّقُونَه \" ، فمعناه يكلفونه. </p><p> وقَالَ بَعْضُهُمْ:  \" لا يطيقونه \" . لكن هذا لا يحتمل؛ وذلك أنه قال:  (وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ) ، دل أن قوله:  \" لا يطيقونه \" لا يحتمل. </p><p> وقيل: كان أول ما ترك الصوم كان من شاء صام ومن شاء أفطر وأطعم مسكينا كل يوم، فلما نزل صوم شهر رمضان نسخ ما كان قبله عمن يطيق الصوم، ويثبت الرخصة لمن لا يطيق من نحو الشيخ الفاني، والحبلى والمرضع إذا خافت على ولدها. </p><p> وقيل:  (وَعَلَى الَّذِينَ يُطِيقُونَهُ) ، أي: الفدية. </p><p> وقيل:  (وَعَلَى الَّذِينَ يُطِيقُونَهُ) ، ثم عجزوا، (فِدْيَةٌ طَعَامُ مِسْكِينٍ) كل يوم. </p><p> وقيل: إن المريض والمسافر إن شاءا أفطرا وقضيا، وإن شاءا أفطرا وفديا. </p><p> لكن ذلك كله منسوخ بما ذكرنا بنزول (شَهْرُ رَمَضَانَ) . </p><p> ورُويَ عن أنس، رضيَ اللَّهُ تعالى عنه، أنه قال:  \" أحيل الصوم ثلاثة أحوال: فمرة يُقضَى، ومرة يطعم، ومرة يصام، ثم نسخ هذا كله \" . </p><p> ثم الأصل في هذا: أن من عجز عن قضائه جعل له الخروج بالفداء بعجزه عن ابتدائه، من نحو الشيخ الفاني وغيره. </p><p> ومن لم يعجز عن قضائه، لم يجعل له الخروج بالفداء، من نحو المرضع والحبلى والمريض والمسافر؛ لأنهم لم يعجزوا عن غير المفروض والبدل أبدًا، إنما يجب إذا عجز عن إتيان الأصل. واللَّه أعلم. </p><p> وقوله:  (فَمَنْ تَطَوَّعَ خَيْرًا) . </p><p> يحتمل: زيادة الطواف. </p>"
}