{
  "id": null,
  "sura": 2,
  "aya": 282,
  "text": "<p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ وَلَا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلَا يَبْخَسْ مِنْهُ شَيْئًا فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَى أَجَلِهِ ذَلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَى أَلَّا تَرْتَابُوا إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (٢٨٢) وَإِنْ كُنْتُمْ عَلَى سَفَرٍ وَلَمْ تَجِدُوا كَاتِبًا فَرِهَانٌ مَقْبُوضَةٌ فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلَا تَكْتُمُوا الشَّهَادَةَ وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ (٢٨٣) . </p><p> وقوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ وَلَا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلَا يَبْخَسْ مِنْهُ شَيْئًا فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَى أَجَلِهِ ذَلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَى أَلَّا تَرْتَابُوا إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (٢٨٢) </p><p> فيه دليل جواز السلم من قوله:  (إِذَا تَدَايَنْتُمْ بِدَيْنٍ) ؛ لأن المداينة هي فعل اثنين، وهو السلم نفسه؛ لأنه دين من الجانبين جميعًا، وعلى ذلك رُويَ عن ابن عَبَّاسٍ - رضي الله عنه - أنه قال: شهدوا أن الْمُسْلَم المضمون مما أجازه اللَّه - تعالى - في كتاب الكريم، ثم تلا هذه الآية. </p><p> فأما الخبر الذي جاء به نهى عن الدَّين: فإن ذلك على فوت القبض فيه، دليله: جواز ما كان دينًا بدين إذا قبض أحد الجانبين. </p><p> وقال آخرون: قوله: (إِذَا تَدَايَنْتُمْ بِدَيْنٍ) ، هو بيع كل دين إلى أجل مسمى، فهو يسمى </p><p> التداين، كما يسمى البائع والمشتري: المتبايعين؛ لأن كل واحد منهما بائع في وجه، ومشترٍ في وجه. فعلى ذلك المداينة والتداين. واللَّه أعلم. </p><p> وقوله تعالى:  (إِلَى أَجَلٍ مُسَمًّى) : </p><p> فالعرف في الإسلاف عند الناس: ألا يخلى عن الأجل، فصار الأجل بالعرف شرطا في جواز السلم وإن لم يؤجل؛ لأن الرجل لا يسلم السلف ليؤديه حالة الإسلاف؛ لأن الحاجة هي التي تحمله على الإسلاف فهو إنما يسلف ليؤديه في وقت ثان؛ لأنه لو كان عنده حاضرا لا يحتاج إلى غيره، ولكنه يبيعه فيصل إلى حاجته، ولا يتحمل الْمُؤْنة العظيمة، فصار في العرف كأنه بأجل، يفسد لترك بيان الأجل. واللَّه أعلم. وعلى ذلك رُويَ عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، أنه قال:  \" من أسلف فليسلف في كيل معلوم، ووزن معلوم، إلى أجل معلوم \" . </p><p> ثم أمر عَزَّ وَجَلَّ بالكتابة في التداين بقوله:  (فَاكْتُبُوهُ) ، وذلك - واللَّه أعلم - لأنه وصل إلى حاجته بقبض رأس المال والآخر لم يصل؛ فلعل ذلك يحمله على إنكار الحق والجحود؛ فأمر عَزَّ وَجَلَّ بالكتابة؛ احترازا عن الإنكار وجحود الحق له؛ لأنه إذا تذكر أنه كتب وأشهد عليه يرتدع عن الإنكار والجحود؛ فهو كما ذكرنا في قوله:  (وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ) ؛ لأنه إذا ذكر أنه يقتل ارتدع عن قتل غيره؛ فكذلك إذا ذكر أنه مكتوب عليه يمتنع من الإنكار والجحود؛ لما يخاف ظهور كذبه وفضيحته على الناس، واللَّه أعلم. </p><p> ولا كذلك بيع العين بالعين؛ لأن كل واحد منهما لا يصل إلى حاجته إلا بما يصلي به الآخر، فليس هنالك للإنكار معنى؛ لذلك لم يؤمر بالكتابة في بيع الأعيان، وأمر في المداينات. واللَّه أعلم. </p><p> ويحتمل الأمر بالكتابة في التداين وجهًا آخر: وهو أنه يجوز أن ينسى فينكر ذلك، أو ينسى بعضه ويذكر بعضًا؛ فأمر اللَّه تعالى بالكتابة؛ لئلا يبطل حق الآخر بترك الكتابة. ولا كذلك بيع العين؛ لذلك افترقا. واللَّه أعلم. </p><p> قال الشيخ - رحمه اللَّه تعالى -: والنسيان يعقب التنازع، والمنازعة توجب التخالف، وفيه الفساد؛ فأمر بالكتابة لدفع ذلك، وللوفاء بالحق، ودفع الخصومات. واللَّه أعلم. </p><p> ولا يحتمل أن يفرض الكتابة، وأكثر ما فيه أن يحفظ الحق، ولمن له تركه كذلك ألا يقبضه مع ما ليست في عقد أو فسخ فيكلم فيه بوجوب واختيار، إنما هي للحق، فله فعل ذلك. واللَّه أعلم. </p><p> ثم اختلف في الكتابة: </p><p> قَالَ بَعْضُهُمْ: هي واجبة لازمة. واستدلوا على وجوبها بقوله تعالى:  (إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا، أخبر برفع الجناح في التجارة الحاضرة، فلو كانت في المداينة غير واجبة لم يكن لرفع الجناح فيها معنى؛ فدل أنها لازمة في المداينة حيث رفع الجناح في الحاضرة منها.</p><p> وأما عندنا: فهي ليست بواجبة؛ لأنه قال عَزَّ وَجَلَّ: (وَإِنْ كُنْتُمْ عَلَى سَفَرٍ وَلَمْ تَجِدُوا </p><p> كَاتِبًا فَرِهَانٌ مَقْبُوضَةٌ) ، ثم أمر، قال:  (فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ) ، ذكر الرهن بدلًا عن الكتابة، ثم ذكر ترك الرهن بالائتمان. فإذا كان له ترك الرهن بالائتمان، وهو بدل الكتابة - فعلى ذلك له ترك الكتابة بالائتمان، إن كان أصله مفروضا لم يحتمل ترك بدله بالائتمان. فإذا كان ذلك له دل أنه ليس بمفروض ولا لازم. والله أعلم. </p><p> وقوله تعالى:  (وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ) : </p><p> فهذا لأن الكاتب مأمون عليه فيؤدي حق ما اؤتمن فيه، لا يزيد على ما أملى عليه بالنصيحة وأداء الأمانة. وهكذا الواجب على كل محكم بين اثنين أن يحكم بالعدل والنصيحة وأداء الأمانة، كقوله تعالى:  (إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ) ، وكقوله:  (يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ) وكقوله: (وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ) . </p><p> وقوله تعالى:  (وَلَا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ) ، قَالَ بَعْضُهُمْ: هذا وذلك أن الكتبة كانوا في صدر الاسلام قليلا، فنهوا عن ترك الكتابة؛ إذ في ذلك بطلان حقوق الناس وذهابها. وأما اليوم فلا بأس بالإبقاء عليها، لم يجد من يكتب له بالأجر؛ </p><p> فلا يبطل حقه. </p><p> وفيه وجه آخر: وهو أن قوله - تعالى -: (وَلَا يَأْبَ كَاتِبٌ) ، أي: لا يأب الكاتب إذا كتب أن يكتب بالعدل، أي: له ترك الكتابة، ولكنه إذا كتب لا يكتب إلا بالعدل. والله أعلم. </p><p> وقوله تعالى:  (كَمَا عَلَّمَهُ اللَّهُ) ، هو نقض على المعتزلة؛ لأنهم يقولون: يكتب وإن لم يعلمه اللَّه تعالى. واللَّه - عَزَّ وَجَلَّ - أخبر أنه يكتب بتعليم اللَّه إياه. ولو كان التعليم من اللَّه تعالى إيتاء الأسباب لم يكن لقوله تعالى:  (وَمَا عَلَّمْنَاهُ الشِّعْرَ) معنى؛ لأنه قد أعطى أسبابه. </p><p> والعدل -ما ذكرنا-: ألا يزيد على الحق، ولا ينقص منه. وأصل العدل: هو وضع الشيء موضعه. </p><p> وقوله تعالى:  (وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ) : ما عليه، (وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلَا يَبْخَسْ) : </p><p> ولا ينقص، (مِنْهُ شَيْئًا) أي: لا يملي على الكاتب أقل من حقه ولا ينقص منه شيئًا. </p><p> ففيه دلالة على أن القول قوله في قدر الحق حيث أوعد فيما يملى على الكاتب ألا ينقص من حق الطالب شيئًا. </p><p> وقوله تعالى:  (فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ) ، قال قائلون: هذا كله واحد: السفيه، والضعيف، والذي لا يستطيع أن يمل. </p><p> وقال آخرون: بل هو مختلف، السفيه هو الصغير، فليملل وليه. والضعيف هو المريض الذي لا يقدر أن يُمِلَّ. والذي لا يستطيع أن يُمِلَّ هو الجاهل الذي لا يعرف أن يُمِلَّ. ثم اختلف في الولي: </p><p> قَالَ بَعْضُهُمْ: الولي: هو صاحب الحق، يُمِلُّ بالعدل بين يدي من عليه الحق؛ لئلا يزيد على ذلك شيئًا، فإن زاده أو نقصه أنكر عليه صاحبه. </p><p> وقال آخرون: الولي هو وصي الصغير، أو ذو النسب منه. </p><p> ثم المسألة في الحجر: </p><p> قال أبو حنيفة - رضي اللَّه تعالى عنه -: الحجر لا يمنع عقوده. </p><p> وقال مُحَمَّد بن الحسن: لا يجوز عقوده، ولكن الولي هو الذي يتولى ذلك؛ استدلَالًا بظاهر قوله:  (فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ) ، فإنما جعل الإملاء إلى الولي، لا إليه. ولو كان يجوز إملاؤه لكان لا معنى لجعل ذلك إلى غيره؛ دل أنه لا يجوز. </p><p> وأما أبو حنيفة - رضي اللَّه تعالى عنه - فإنه ذهب إلى أنه يجوز بقوله تعالى:  (إِذَا تَدَايَنتُم بِدَيْنٍ) ، أجاز تداينه؛ فدل أن الحجر لا يمنع العقد عليه ولا تداينه، ولأن السفيه لم يستفد الإذن من السلطان؛ إنما استفاده من اللَّه تعالى، ولا يجوز حجر من لم يستفد الإذن منه. </p><p> وقوله تعالى:  (وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ) : </p><p> لم يجعل الإشهاد شرطا في جواز البيع، ولكنه معطوف على قوله:  (فاكتبوه) . أمر عَزَّ وَجَلَّ بالإشهاد في البيع والتداين؛ للمعنى الذي ذكرنا: أن ترك الإشهاد والكتابة يحمله على الإنكار وجحود الحق، فإذا كان هنالك شهود وكتاب يمتنع من الإنكار؛ لخوف ظهور الكذب. ولم يصر شرطا في جواز التداين؛ لأن الإشهاد إنما ذكر بعد المداينة والمبايعة. وكذلك الكتابة فهو لما ذكرنا: أن الإنسان من طبعه النسيان والسهو؛ فأمر بالاستشهاد والكتابة لئلا ينسى، أو يحمله ترك الإشهاد والكتابة على الإنكار. </p><p> وأما الأمر بالإشهاد في النكاح -في عقد النكاح نفسه- دليله قوله - عليه السلام -: \" لا نكاح إلا بشهود \" ؛ لذلك صار شرطًا في عقد النكاح، ولم يصر شرطًا في المبايعة. ووجه آخر: وهو أن الشهادة في النكاح تدفع تهمة الزنى عنهما، وقد يحوج إليه في أول أحواله. والحاجة إلى الشهادة في البيع إلى ما يتعقب فيه من توهم وقوع التنازع؛ إذ له بذل ملكه للآخر من غير عقد بيع، وليس لها بذل فرجها له من غير عقد النكاح؛ لذلك صار الإشهاد شرطا في جواز النكاح، ولم يكن شرطا في البيع. واللَّه أعلم. </p><p> وقوله تعالى:  (وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ) : </p><p> في الآية دلالة أن من قضى بالشاهد واليمين قضى بخلاف ظاهر الكتاب، وهو أيضا خلاف السنة؛ لأن قوله تعالى:  (وَاسْتَشْهِدُوا) ، ليس هو الإشهاد، إنما هو الإحضار للشهادة؛ إذ العجز لا يقع في الإشهاد، إنما يقع عند الاستحضار، ولو كان بيمينه غنية لم يأمر المرأتين هتك سترهما؛ ولأن الآية ذكرت حق القضاء في البياعات الواقعة </p><p> والأحكام إلى سبيلها لزوم الفصل بالقضاء بين أربابها. فمن جعل فصل القضاء بالشاهد واليمين جعل على خلاف ما جعله من له نصب الشرائع والحجج، وقال اللَّه تعالى:  (وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا) . </p><p> وأما مخالفة السنة - فقوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: البينة على المدعي، واليمين على المدعَى عليه. </p><p> فإذا أتى بشاهد واحد لم يخرج الآخر من أن يكون مدعى عليه. فإذا كان كذلك، وقد جعل النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حجة المدعَى عليه اليمين، ولم يجعل اليمين حجة للمدعي؛ فلذلك قلنا: إنه المخالف لظاهر الكتاب والسنة. ولأن اللَّه تعالى جعل المرأتين في حال الضرورة، وهو حال عدم الرجل مقام ذلك الرجل، فلو كان يجوز القضاء بالشاهد واليمين، لم يحتج إلى أن يكلف النساء من الخروج إلى أبواب القضاء والسلاطين لأداء الشهادة، وفي ذلك هتك الستر عليهن وكشف عورتهن، وتكلف القضاة فضل التفحص في حالهن ومعرفتهن؛ لذلك بطل القضاء بالشاهد واليمين. واللَّه أعلم. </p><p> فَإِنْ قِيلَ: رُويَ عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، أنه قضى به. </p><p> قيل: إنه لم يرو أنه فيم قضى في الأموال أو في غير الأموال فإن ثبت أنه فيم قضى لكنا نقضي به. </p><p> ثم قال الصحابة: رضوان اللَّه تعالى عليهم أجمعين، أنه قضى بالشاهد واليمين في </p><p> الأمان. </p><p> ونحن نقضي بعض أحكام الأمان بالشاهد الواحد إذا كان عدلا. واليمين باب ما يحتاط فيه إذا شهد شاهد أنه أمنه لم يقبل، ولكن يستروّ. وأما الأموال فإن الاحتياط في ذلك ترك القضاء إلى أن تقوم الحجة التي تزيل الشبهة من جميع الوجوه. وباللَّه التوفيق. </p><p> وأما شهادة النساء: فإنها جائزة في الأموال وفي غير الأموال إلا في الحدود خاصة، فإنها غير مقبولة. أما جوازها في غير الحدود؛ لأن اللَّه تعالى ذكر التداين، وذكر في التداين الأجل، والأجل ليس بمال. ثم أجاز شهادتهن في التداين وفي الأجل الذي ليس هو بمال؛ دل ذلك أن علة جواز شهادتهن ليس هو المالية نفسها، وأجيزت شهادتهن فيما لا مالية فيه وهو الأجل؛ فظهرت أن علتها ليست مالية. </p><p> وأما بطلان شهادتهن في الحدود؛ فلأن شهادتهن إنما أجيزت بحكم البدل عن شهادة الرجال، والأبدال في الحدود غير مقبولة نحو الوكالات والكفالات؛ فعلى ذلك شهادتهن لما كانت جوازها بحكم البدل لم تقبل، ولأنهن جعلن على السهو والغفلة ونقصان العقل والدَّين؛ لقوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" إنهن ناقصات عقل ودين \" . فإذا كان كذلك أورث ذلك شبهة في الحدود، والحدود مما يبتغى فيها الدرء؛ لذلك لم تقبل. واللَّه أعلم. </p><p> ولأن شهادتهن إنما ذكرت فيما يبتغى به الإعلام والإعلان، لا الإسرار. فعلى ذلك تقبل شهادتهن فيما يبتغى ذلك المعنى. وأما الحدود وما يلزم بها ذلك إنما يبتغى في ذلك الإسرار والستر؛ لذلك قلنا بأن شهادتهن تجوز في النكاح والطلاق والعتاق؛ لأن النكاح يبتغى فيه الإعلان على ما جاء:  \" أعلنوا النكاح \" ؛ لذلك قبلت. واللَّه أعلم. </p><p> ومعنى آخر: أن الخصم أجاز شهادة النساء بالانفراد في كل شيء ما خلا الحدود والقصاص؛ لذلك قبل بالرجال. ولأن شهادة النساء أجيزت في الأصل توسيعا، فلا يجوز أن ترد فيما يتوسع، وتقبل فيما يضيق، وأمر النكاح والطلاق في الشهادة أوسع، فهو أحق أن يقبل. </p><p> وقوله تعالى:  (وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ) </p><p> فإن قال قائل: كيف جاز استشهاد المرأتين عند وجود الرجلين؟ واللَّه أمر باستحضار الرجلين عند الحاكم للشهادة، لا أمر بالإشهاد عليها؛ لذلك قال عَزَّ وَجَلَّ: (فَإِنْ لَمْ يَكُونَا </p><p> رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ). </p><p> أي: لا تكلف النساء حضور أبواب القضاة ومجلسهم لأداء الشهادة إلا عند العجز عن وجود الرجل؛ لما في ذلك هتك أستارهن، وكشف عورتهن. واللَّه أعلم. </p><p> والثاني: أن اللَّه تعالى ذكر امرأتين وأقامهما مقام رجل فائتٍ، والرجل الذي قامت امرأتان مقامه هو فائت أبدا غير موجود، إذ له أن يشهد عددا على ذلك الحق؛ لذلك جازت شهادتهن وإن كان هناك رجلان. واللَّه أعلم. </p><p> فَإِنْ قِيلَ: ما الحكمة في ذكر رجلين دون ذكر العدد، أو ذكر واحد؟ </p><p> قيل: لوجوه: </p><p> أحدها: ذكر على قدر الأشياء ومراتبها عند الناس، إذا كان أمرًا عظيما فظيعا لا تقبل فيه إلا شهادة عدد، نحو الزنى، كقوله تعالى:  (وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا) . وإذا كان خسيسا سهلا عند الناس قبل قول الفرد حرًّا كان أو عبدًا، من نحو الاستئذان للدخول على آخر ونحوه. ثم الأموال وغيرها هي المتوسطة المترددة بين هذين، فقبل الوسط من الشهادة، ولم يقبل دونها. واللَّه أعلم. </p><p> ووجه آخر: قيل: إنه ذكر ذلك عبادة، لا لمعنى المودع فيه، ولكن سمعا، فهو على ما ذكر، لا يطلب معناه. </p><p> والثالث: أن الواحد لم تقبل شهادته في الحقوق بالانفراد؛ لأنه ينتفع بها. لأن من صدق في قوله يتلذذ بتصديقهم إياه. فعلى ذلك لم يقبل قول المدعي في دعواه وإن كان عدلا، لما ينتفع بالتصديق وقبول قوله فيه. فإذا كانا اثنين صار تلذذ كل واحد منهما وانتفاعه لصاحبه؛ فحصلت الشهادة خالصة صافية؛ فقبلت. واللَّه أعلم. </p><p> والرابع: أن الإنسان مطبوع على السهو والغفلة، فإذا كان فردا يخاف عليه النسيان؛ أمر بضم آخر إليه ليذكر كل واحد منهما صاحبه إذا نسيه. وعلى ذلك يخرِج قوله:  (فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى) ، لما ذكر أنهن جبلن وطبعن على فضل السهو والغفلة، أمر بضم غيرها إليها إذا سهت وغفلت عنها. </p><p> ثم اختلف في قوله:  (شَهِيدَيْنِ مِنْ رِجَالِكُمْ) : </p><p> قال أصحابنا - رحمهم اللَّه تعالى -: يرجع الخطاب إلى الأحرار خاصة دون العبيد والكفرة. أما الكفرة؛ فلأن الخطاب في الابتداء للمؤمنين بقوله: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا </p><p> تَدَايَنْتُمْ بِدَيْنٍ. . .) الآية؛ فخرج الكفار من خطاب الآية؛ لذلك لم تقبل شهادتهم على أهل الإسلام. </p><p> وأما العبيد فلم يدخلوا تحت هذا الخطاب لوجوه: </p><p> أحدها: ما ذكرنا: أن ظاهر الخطاب للأحرار دون العبيد، لما لا يملكون هم التداين والتبايع؛ فعلى ذلك خطاب الشهادة. </p><p> فَإِنْ قِيلَ: أليس العبيد يملكون التبايع والتداين؟ قيل: يملكون بالإذن والتولية لا بملك أنفسهم فذلك القدر من التداين وغيره، يملك الكفار، ثم لم يجب قبول شهادتهم، ولا دخلوا تحت ذلك الخطاب؛ فكذلك العبيد. </p><p> والثاني: ما قاله عَزَّ وَجَلَّ: (وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا) ، ثم لا يملك العبيد الإجابة لكل ما دعوا لحق السادات؛ فعلى ذلك ليس عليهم الإجابة في الشهادة لحق السادات. واللَّه أعلم. </p><p> والثالث: أن اللَّه تعالى قسم الشهادة قسمة الميراث بقوله: (فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ) ، وقال في الميراث:  (لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ) ، ثم لا حظ للعبيد في الميراث؛ فعلى ذلك لا حظ لهم في الشهادة. </p><p> والرابع: أن الشهادات تجري مجرى الولايات والتمليكات، ثم لا ولاية نكون للعبد على غيره ولا تمليك؛ فعلى ذلك الشهادة، إذ فيها ولاية وتمليك الحاكم الحكم. والله أعلم. وعلى هذا بطلت شهادة الكفار على أهل الإسلام لما لا ولاية لهم عليهم. </p><p> والخامس: أن الشهود بين حالين: بين أن يصدقوا فتمضي شهادتهم، وبين أن يكذبوا فيضمنوا. ولما كان العبيد إذا كذبوا في شهادتهم لم يضمنوا؛ لأن ضمان الشهادة ضمان معروف؛ لأنه لا بدل له بإزاء من لم يكن من أهل الشهادة؛ دل أنهم ليسوا من أهل الشهادة. </p><p> وعلى ذلك قلنا: إن النكاح يجوز بشهادة الفاسق والمحدود في القذف، وأنهما من أهل الشهادة فيه؛ لأنهما من أهل الضمان، وإن كانت شهادتهما ردت لتهمة الكذب في سائر الحقوق. وأما العبد: فليس هو من أهل الشهادة بحال، للمعنى الذي وصفنا. والله أعلم. </p><p> وإلا القياس يقتضي أن تجوز شهادة العبيد؛ لأنها من حق اللَّه، ودليله قوله تعالى:  (وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ) ، وقوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ) . فإذا كانت من حق اللَّه تعالى، وحقوق اللَّه تعالى لا يختلف </p><p> العبيد والأحرار فيها، فيجب أن تقبل شهادتهم، لكنها لم تقبل للوجوه التي ذكرناها. والله أعلم. </p><p> وقوله تعالى:  (فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ) ، إلى أن قال:  (فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى) : </p><p> قد ذكرنا فيما تقدم أنهن لما جبلن وطبعن على فضل سهو وغفلة، ضمت إليها أخرى لتذكرها الشهادة إذا نسيت. </p><p> وفي الآية دلالة أن الرجل إذا نسي الشهادة، ثم ذكر فتذكر، يجوز أن يشهد. وأما إذا أخبر بالشهادة ولم يتذكر، لم يجز له أن يشهد؛ لقوله:  (فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى) ، إذ لم يقل:  \" فتخبر إحداهما الأخرى \" . </p><p> وقوله تعالى:  (مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ) : </p><p> فيه دلالة أن من المسلمين من لا يكون مرضيا، وكذلك فيهم من يكون عدلا ومن لا يكون عدلا، دليله قوله تعالى:  (وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ) ، لأنه لو لم يكن فيهم مرضيا وغير مرضي لكان يقول:  \" وأشهدوا رجلين منكم \" ، ولم يشترط فيه العدالة والرضاء. </p><p> وهو على المعتزلة؛ لأنهم يقولون: المسلم لا يكون غير عدل ولا غير مرضي. وفي الآية التي ذكرنا دلالة ما قلنا. واللَّه أعلم. </p><p> وفي قوله:  (مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ) ، دلالة أن الشهود إذا شهدوا على المدعى عليه بالحق، وهم مرضيون عنده، يجب أن يؤدي إليه حقه؛ لأنا قلنا: إن قوله: (وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ) ، أمر باستحضارهم عند الحاكم، فإذا كان كذلك فهو دليل ما قلنا. واللَّه أعلم. </p><p> وقوله تعالى:  (وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا) : </p><p> احنتلف فيه: </p><p> قيل:  (وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا) للإشهاد. </p><p> وقيل: لا يأبوا إذا ما دعوا للأداء. وهذا أشبه؛ لأن للشهود أن يقولوا: أحضر الخصم هاهنا لتشهدنا عليه، فإنا لا نحضر المكان الذي هو فيه. وليس هذا القول في الأداء، إذ الأداء لا يكون إلا عند الحاكم؛ لذلك كان أولى، كقوله تعالى: (وَلَا تَكْتُمُوا </p><p> الشَّهَادَةَ)، ولا يجد من يشهدهم، ولا يجد من يشهد له غيرهم. واللَّه أعلم. </p><p> وقوله تعالى:  (وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَى أَجَلِهِ) : </p><p> فيه دلالة جواز السلم في الثياب؛ لأن ما يكال ويوزن لا يقال فيه:  \" الصغير والكبير \" ، ولا يكتب:  \" صغيرة وكبيرة \" ، إنما يقال ذلك في العددي. </p><p> وقوله تعالى:  (ذَلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ) ، يقول: أعدل عند اللَّه، (وَأَقْوَمُ لِلشَّهَادَةِ) ، في الحجة. </p><p> وقوله تعالى:  (وَأَدْنَى أَلَّا تَرْتَابُوا) : </p><p> أقرب إلى دفع الظنون والشكوك التي تحملكم على التناكر والتنازع الذي عاقبته الفسخ؛ ولهذا ما أمر عَزَّ وَجَلَّ بالكتابة فيه والإشهاد، وذكر كل صغير وكبير، لئلا يقع بينهم في العاقبة تنازع وتناكر، فيحمل ذلك الحاكم على فسخ العقد بينهما. وعلى ذلك نصبوا الأجل فيه شرطا لقطع وقوع التنازع والتناكر الذي حكمه الفسخ في العاقبة. والله أعلم. </p><p> وقوله تعالى:  (إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ. . .) الآية: </p><p> استثنى عَزَّ وَجَلَّ التجارة الحاضرة بترك الكتابة والإشهاد والرهن وغيره، وذلك لما ذكرنا آنفا أن الديون والقروض تنسى وتشتبه على الناس؛ فلذلك أمر بالكتابة فيها، والإشهاد، ولا كذلك التجارات الحاضرات، وعلى ذلك أمر ظاهر بين الناس أنهم يكتبون ويشهدون في الديون والقروض، ولم يعلموا ذلك في التجارات الحاضرات الجاريات فيما بينهم، لارتفاع ما يخاف وقوعه في الديون والقروض وخلائها عن ذلك. واللَّه أعلم. </p><p> وقوله:  (تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا) : </p><p> يقول: يدًا بيد وليس فيها إيجاب القبض على المجلس. </p><p> وقوله (وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ) : </p><p> أمر عَزَّ وَجَلَّ بالإشهاد في التجارة الحاضرة، ولم يأمر بالكتابة، وأمر في التداين بالكتابة والإشهاد، جميعا؛ فالأمر بالكتابة لمحافظة الحقوق ومعاهدة كل قليل وكثير فيه، وأما الأمر بالإشهاد للأدب، والأمر بالرهن أمر بالوفاء، والرهن والكتابة والإشهاد كل ذلك يمنع صاحبه عن الإنكار والجحود، ويذكر عند النسيان والسهو. ذلك كله لقطع التنازع الواقع فيما بينهما في المتعقب. واللَّه أعلم. </p>"
}