{
  "id": null,
  "sura": 2,
  "aya": 198,
  "text": "<p> كَسَبُوا وَاللَّهُ سَرِيعُ الْحِسَابِ (٢٠٢) وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ لِمَنِ اتَّقَى وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ (٢٠٣) </p><p> وقوله:  (لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ (١٩٨) </p><p> قيل: التجارة، وذلك أن أهل الجاهلية كانوا يتحرجون من التجارة في عشر من ذي الحجة، فلما أن كان الإسلام امتنع أهل الإسلام عن التجارة، وأحبوا أن يكون خروجهم للحج خاصة، دون أن يختلط غيره من الأعمال، فرخص اللَّه عَزَّ وَجَلَّ للحاج وطلب الفضل. </p><p> ورُويَ عن ابن عمر - رضي اللَّه تعالى عنه -: أن رجلًا سأله، فقال: إنا قوم نكرى، ويزعمون أنه ليس لنا حج، فهل لنا حج؟ فقال: ألستم تحرمون وتقفون؟ فقال: بلى. قال: فأنتم حجاج، وقال: جاء رجل إلى النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فسأله عما سألتني عنه مثله، فلم يجبه حتى أنزل اللَّه تعالى هذه الآية:  (لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ) ، فقال النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" أنتم حجاج \" ورُويَ عن ابن عَبَّاسٍ رضيَ اللَّهُ عنه مثله. </p><p> وأصحابنا، رحمهم اللَّه تعالى، يرون حج الأجير والتاجر تامًّا، وظاهر القرآن يدل على ذلك. وكان عند القوم أن الاستئجار على الطاعة لا يجوز أمرًا ظاهرًا حتى سألوا في هذا. </p><p> وأصله: أن الحج لا يمنع أفعال غيره، فأشبه الصوم، ويجوز فيه الإجارة، كذا في وأما الصلاة فهي مانعة لما سواها من الأفعال؛ فاختلفا. </p><p> وقوله (فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ) . </p><p> قيل: إن أهل الجاهلية كانوا يفيضون من عرفات قبل غروب الشمس، ومن مزدلفة بعد طلوع الشمس، فأمر أهل الإسلام بالخلاف في الحالين جميعًا: أن يجعلوا الإفاضة من عرفة بعد الغروب، ومن المزدلفة قبل طلوع الشمس. واللَّه أعلم. </p><p> وفي الخبر:  \" خالفوهم في الرجعتين جميعًا \" . </p><p> والإفاضة: هي الإسراع في المشي في اللغة. </p><p> وقيل: الإفاضة: الانحدار. </p><p> وقوله:  (فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ) . </p><p> يعني المزدلفة. </p><p> ويحتمل قوله (فَاذْكُرُوا اللَّهَ) وجهين: </p><p> يحتمل: صلاة المغرب والعشاء، </p><p> ويحتمل: الدعاء فيهما جميعًا. </p><p> وقال ابن عَبَّاسٍ - رضي اللَّه تعالى عنهما -: (الْمَشْعَر الْحَرَام) ، الجبل وما حوله، وهو الجبل الذي يوقف عليه يقال له:  \" قزح \" ، وسمي \" جمعًا \" ، أيضًا؛ لأنه يجمع بين المغرب والعشاء في وقت العشاء، وقيل: يسمى جمعًا، لأنه اجتمع فيه آدم وحواء. </p><p> ورُويَ عن ابن عَبَّاسٍ، رضيَ اللَّهُ تعالى عنه، أنه قال: سمي العرفات عرفات؛ لأن جبريل، صلوات اللَّه تعالى عليه، لما علَّم إبراهيم - عليه السلام - المناسك كان يقول له: عرفت عرفت. واللَّه أعلم بذلك. </p><p> وقوله:  (وَاذْكُرُوهُ كَمَا هَدَاكُمْ وَإِنْ كُنْتُمْ مِنْ قَبْلِهِ لَمِنَ الضَّالِّينَ) </p><p> يحتمل وجوهًا: </p><p> يحتمل: الأمر بالذكر أمر بالشكر له على ما أنعم عليهم من أنواع النعم. </p><p> ويحتمل:  (وَاذْكُرُوهُ كَمَا هَدَاكُمْ) ، وأرشدكم لأمر المناسك. </p><p> ويحتمل: الأمر بالتوحيد؛ كأنه قال: وحدوه كما وفقكم لدينه، وعلى ذلك يخرج قوله:  (وَإِنْ كُنْتُمْ مِنْ قَبْلِهِ لَمِنَ الضَّالِّينَ) ، عن الهدى، وعن المناسك، وعن معرفة النعم والشكر. واللَّه أعلم. </p>"
}