{
  "id": null,
  "sura": 2,
  "aya": 60,
  "text": "<p> نبوته. </p><p> وذلك أَن أَهل الكتاب كانوا عرفوا هذه الأَنباء بكتبهم، وكان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يذكر ذلك بمشهدهم، كما في كتابهم، ولم يكن ظهر منه اختلاف إليهم، ولا درس كتابهم؛ فدل: أنه باللَّه عرف، وكان فيها تسكين قلب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - والتصبر عليه؛ لظهور الخلاف له من قومه، وترك طاعتهم إياه، وأن ذلك ليس بأول خلاف كان له من قومه، ولا أَول تكذيب، بل كان من الأُمم السالفة لأَنبيائهم ذلك، فصبروا عليه؛ فاصبر أَنت كما صبروا؛ كقوله:  (فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَهُمْ. . .) الآية. </p><p> * * * </p><p> قوله تعالى:  (وَإِذِ اسْتَسْقَى مُوسَى لِقَوْمِهِ فَقُلْنَا اضْرِبْ بِعَصَاكَ الْحَجَرَ فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَشْرَبَهُمْ كُلُوا وَاشْرَبُوا مِنْ رِزْقِ اللَّهِ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ (٦٠) وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نَصْبِرَ عَلَى طَعَامٍ وَاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْبِتُ الْأَرْضُ مِنْ بَقْلِهَا وَقِثَّائِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا قَالَ أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَى بِالَّذِي هُوَ خَيْرٌ اهْبِطُوا مِصْرًا فَإِنَّ لَكُمْ مَا سَأَلْتُمْ وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ (٦١) . </p><p> وقوله:  (وَإِذِ اسْتَسْقَى مُوسَى لِقَوْمِهِ فَقُلْنَا اضْرِبْ بِعَصَاكَ الْحَجَرَ) . </p><p> يعني: طلب الماء لقومه عند حاجتهم إليه؛ فأَوحى اللَّه - تعالى - إليه: أَن اضرب بعصاك الحجر. </p><p> قد ذكرنا فيما تقدم: أَن اللَّه - عَزَّ وَجَلَّ - قد أَراهم لمنْ عَصَاهُ آيات عجيبة، من نحو الثعبان الذي كان يتلقف ما يأْفكون؛ كقوله:  (فَأَلْقَى مُوسَى عَصَاهُ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ) وقوله: (فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ) . </p><p> ومن ضربه البحر بها حتى انفلق؛ كقوله:  (فَانْفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ) . </p><p> ومن ضربه الحجر بها، وانفجار العيون منه، وغير ذلك من الآيات مما يكثر، ذكرها عَزَّ وَجَلَّ من آيات رسالته، وآيات نبُوته. </p><p> وفيما أرى منها، من عجيب آياته: دلالةُ حدوث العالم وإبداعه، لا من شيء؛ </p><p> لأَنه - عَزَّ وَجَلَّ - قد أَخرج بلطفه، من حجر يصغر في نفسه -مما يحمل من مكان إلى مكان- من الماءِ ما يكفي لخلق لا يحصى عددهم إلا اللَّه، وفجر منه أَنهارًا، لكل فريق نهر على حدة. </p><p> ثم لا يحتمل: كون ذلك الماءِ بكليته فيه، لصغره وخفته، ولا كان ينبغي ذلك من أَسفله. </p><p> فإذا كان هذا كما ذكرنا ظهر أن اللَّه - عَزَّ وَجَلَّ - كان ينشئ ذلك الماء فيه، ويحدث من لا شيء؛ لأَن ذلك الحجر لم يكن من جوهر الماءِ، ولا من أَصله. </p><p> فإذا كان قادرًا على هذا فإنه قادر على إِنشاءِ العالم من لا شيء سبق، ولا أَصل تقدم. </p><p> وكذلك ما أَراهم - عَزَّ وَجَلَّ - من العصا: الثعبان والحية، لم يكونا من جوهرها، ولا من أَصلها، ولا تولدها منها، بل أَنشأَ ذلك وأَبدع، بلطفه. واللَّه الموفق. </p><p> وقوله:  (فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا) . </p><p> قيل: كانوا اثني عشر سبطًا؛ لقوله:  (اثْنَيْ عَشَرَ نَقِيبًا) ، وهم بنو يعقوب؛ فجعل لكل سبط نهرًا على حدة، فانضم كل فريق إلى أبيهم الذي كانوا منه، ولم ينضموا إلى أَعمامهم وبني أعمامهم. </p><p> ففيه دلالة: أَن المواريث لا تصرف إلى غير الآباءِ إلا بعد انقطاع أَهل الاتصال بالآباءِ. </p><p> وفيه دلالة: أَن القوم في الصحاري والبوادي ينزلون مجموعين غير متفرقين، ولا متباعدين بعضهم من بعض بحيث يكون بعضهم عونًا لبعض وظهيرًا؛ لأَنهم نزلوا جميعًا في موضع واحد، مجموعين -مع كثرتهم وازدحامهم- غير متفرقين ولا متباعدين، وإن </p>"
}