{
  "id": null,
  "sura": 2,
  "aya": 45,
  "text": "<p> قيل: إن اليهود كانوا يصلون ولا يركعون؛ فأُمروا أن يصلوا لله ويركعوا فيها على ما يفعله المسلمون. </p><p> وقيل: إنَّهم كانوا يصلون وحدانا لغير اللَّه؛ فأُمروا بالصلاة مع النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأَصحابه بالجماعة. </p><p> وفيه أمر بحضور الجماعة. </p><p> وقيل:  (وَارْكَعُوا مَعَ الرَّاكِعِينَ) أي: كونوا مع المصلينَ يعني المسلمين، ولا تخالفوهم في الدِّين والمذهب، أَي: اعتقادًا. </p><p> وقوله عَزَّ وَجَلَّ:  (أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ (٤٤) </p><p> قيل فيه بوجوه: </p><p> قيل:  (أَتَأْمُرُونَ النَّاسَ) يَعنى: الأَتباع والسفلة باتباعكم، وتعظيمكم لعلمكم، وتلاوتكم الكتاب، (وَتَنسَونَ أَنفُسَكُمْ) ولا تأْمرونها باتباع مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وتعظيمه، لعلمه، ولنبوته، ولفضل منزلته عند اللَّه؟! </p><p> وقوله:  (وَأَنْتُمْ تَتْلُونَ الْكِتَابَ) . </p><p> أي: تجدون في كتابكم أنه كذلك. </p><p> وقوله:  (أَفَلَا تَعْقِلُونَ) . </p><p> أَن ذا لا يصحُّ؟!. </p><p> وقيل:  (أَتَأْمُرُونَ النَّاسَ) يعني: الفقراءَ والضعفةَ بالإيمان بمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، ولا تأمرون الأغنياء وأهلَ المروءَة بالإيمان به، لما تخافون فوت المأْكلة، والبر، وانقطاعه عنكم. </p><p> ويحتمل أن ذا الخطاب لهم ولجميع المسلمين، ألا يأْمر أحدٌ أحدًا بمعروف إلا ويأمر نفسه بمثلهِ، بل الواجب أَن يبدأ بنفسه، ثم بغيره، فذلك أنفع وأَسرع إلى القبول. </p><p> (أَفَلَا تَعْقِلُونَ) أَن ذلك في العقل لازم أن يجعل أول السعي في إصلاح نفسه، ثم الأمر لغيره. واللَّه أعلم. </p><p> وقوله:  (وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ (٤٥) </p><p> يحتمل وجوهًا: </p><p> يحتمل: أَن استعينوا بالصبر على ترك الرئاسة والمأكلة في الدنيا؛ لأَن الخطاب كان </p><p> للرؤساءِ منهم بقوله:  (أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ) إلى قوله: (وَأَنْتُمْ تَتْلُونَ الْكِتَابَ) والله أعلم. </p><p> ويحتمل: أن اصبروا على ترك الرئاسة لمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، والانقياد والخضوع له، لما بمن لكم من الثواب الآخرة لمن آمن به وأَطاعه، وترَكَ الرئاسةَ له. </p><p> ويحتمل: أَن اصبروا على المكاره وترك الشهوات؛ بأن الجنة لا تدرك إلا بذلك؛ لما جاءَ:  \" حفت الجنة بالمكاره، والنار بالشهوات \" . </p><p> ويحتمل؛ أن استعينوا بالصوم والصلاة على أَدَائهما. </p><p> لكن هذا يرجع إلى المؤمنين، والآية نزلت في رؤساء بني إسرائيل، دليله قولُه:  (وَأَنْتُمْ تَتْلُونَ الْكِتَابَ) . </p><p> وإنما يصلح هذا التأويل قوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا. . .) الآية. </p><p> وقوله عَزَّ وَجَلَّ:  (وَإِنَّهَا لَكَبِيرَةٌ) . </p><p> يُخرَّج -واللَّه أعلم- على ما ذكرنا من ترك الرئاسة، والمأْكلة في الدنيا، إنها لكبيرة عليهم إلا على الخاشعين، فإنها غير كبيرة، ولا عظيمة عليهم. </p><p> ويحتمل: أنَ تركَ الرئاسة لمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - والانقياد له، والخضوع - لثقيل إلا على الخاشعين؛ فإنه لا يثقل ذلك عليهم، ولا يكبر. </p><p> ويحتمل أَن يقال: إن الصبر على الطاعة، وأداء هذه الفرائض كبيرة على المنافقين إلا </p>"
}