{
  "id": null,
  "sura": 2,
  "aya": 257,
  "text": "<p> بَيْنَ أَحَدٍ مِنْ رُسُلِهِ)، لقول قوم حيث قالوا:  (نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ، وإلا لكان في الإيمان باللَّه إيمان بجميع ذلك.</p><p> وقوله تعالى: (فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لَا انْفِصَامَ لَهَا وَاللَّهُ سَمِيعٌ عَلِيمٌ) . </p><p> يحتمل هذا وجهين: </p><p> يحتمل: فقد عقد لنفسه عقدًا وثيقًا لا انقصام لذلك العقد ولا انقطاع، لا تقوم الحجة ببعضه. </p><p> ويحتمل:  (فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى) ، بنصره إياه بالحجج والبراهين النيرة التي من اعتصم بها لا انفصال بها عنه ولا زوال. </p><p> ثم فيه نقض على المعتزلة؛ لأنه أخبر عَزَّ وَجَلَّ أن من آمن باللَّه فقد استمسك بكذا. </p><p> والمعتزلة يقولون: صاحب الكبيرة يخلد في النار، وهو مؤمن باللَّه، فأية عروة أوهَى من هذا على قولهم؟ وأن له زوالاً وانقطاعًا من ثوابه الذي وعد له عَزَّ وَجَلَّ بإيمانه وتصديقه به. وباللَّه العصمة. </p><p> وقوله تعالى:  (وَاللَّهُ سَمِيعٌ) لقولهم، (عَلِيمٌ) بثوابهم. </p><p> أو (سَمِيعٌ) ، بإيمانهم، (عَلِيمٌ) ، بجزاء إيمانهم. واللَّه أعلم. </p><p> وقوله تعالى:  (اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا (٢٥٧) </p><p> قيل: الولي: الحافظ. </p><p> وقِيل: الولي: الناصر، وهو ناصر المؤمنين وحافظهم. </p><p> وقيل: سمى وليًّا لأنه يلي أمور الخلق من النصر والحفظ والرزق وغيره. وعلى ذلك يسمى الولي وليًّا لما يلي أمور الناس. </p><p> وقيل: قوله: (اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا) ، أي: اللَّه أولى بهم إليه رجاؤهم أطعمهم، وهو الذي يكرمهم، وأن الطاغوت أولى بالكافرين، كما قال:  (وَالنَّارُ مَثْوًى لَهُمْ) ، أي أولى بهم. واللَّه أعلم. </p><p> وقوله تعالى:  (يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ) . </p><p> وقوله:  (يُخرِجُهُم) ، بمعنى: أخرجهم. وجائز هذا في اللغة (يفعل) بمعنى (فعل) ، و (فعل) بمعنى (يفعل) ، جاز فيها، غير ممتنع عنه. </p><p> وقوله تعالى:  (يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ) ، و (يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ) ، هو ابتداء نشوئهم عليه، ليس أن كانوا فيه ثم أخرجهم، كقوله تعالى:  (اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ) ، رفعها ابتداء، ليس أن كانت موضوعة ثم رفعها. فعلى ذلك الأول. </p><p> والآية تنقض على المعتزلة قولهم؛ إذ من قولهم: إن جميع ما أعطى مؤمن من الإخراج من الكفر، أعطى مثله الكافر؛ فكأنهم يقولون: أخرجهم جميعًا من الظلمة، وعليه إخراج الكفار أيضًا من الظلمات، إذ ذلك هو الأصلح له، وعليه أن يعطى ما هو الأصلح لهم في الدِّين. فإذا كان هذا قولهم، فهو ولي الكفرة والمؤمنين جميعًا على قولهم؛ إذ هو بالسبب الذي ذكر الولاية للمؤمنين فيعطى أيضًا للكفرة. </p><p> فإن قالوا: إنه أضاف (الكفر) إلى الطاغوت، وأنتم تضيفونه إلى اللَّه عَزَّ وَجَلَّ؟ </p><p> قيل: هو ظاهر الكذب؛ لأنا لا نضيف ذلك إليه (الكفر) . إنما نقول: إنه خلق فعل الكفر من الكافر كفرًا، وخلق فعل النور من المؤمن نورا. على أنه إن كان هذا في الكفرة فما القول في الأول من قولكم: إنه منعم على المؤمن، ثم لا نعمة فيه على المؤمن إلا بالأمر والأقدار، والأقدار منه موجود للكافر في كفره على قولكم، ثم لا نعمة تقع في الأمر والدعاء للمؤمن إلا ويقع مثله للكافر، إذ هو في الأمر والدعاء كالمؤمن سواء. ولا قوة إلا باللَّه. </p><p> وليس في القول: إنه خالق، بأنه خالق فعل كل أحد على ما عليه إضافة الكفر إليه، بل إنما يضيف الخير إليه بما منه فيه من الإفضال على الشكر له. فدل أن له عَزَّ وَجَلَّ في المؤمن فضل صنع، ليس ذلك له في الكافر. </p><p> و (الكفر) في اللغة الستر، وكذلك (الظلمة) : هي الستر. يقال:  (كفرت الشيء) أي سترته، وكذلك يقال:  (ليل مظلم) ؛ لأنه يستر ضوء النهار ونوره، فيستر الأشياء عن أبصار الخلق. </p><p> قال الشيخ - رحمه اللَّه تعالى - في قوله:  (اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ. . .) الآية: دلت هذه الآية على أن كان من اللَّه إلى الذين آمنوا معنى لم يكن منه إلى الذين كفروا به كان إيمانهم، ولو لم يكن إلا الأمر والأقدار أو البيان، على ما قالت المعتزلة، لكان كل ذلك عندهم إلى الكفرة، فلا وجه لتخصيص المؤمنين بما ذكر، </p><p> وجعل الطاغوت أولى بالكافرين، وصنع اللَّه إلى كل واحد، ولم تكن من اللَّه تلك الزيادة، فإذا كان الذي ذكر لهم في أنفسهم فلا وجه للامتنان بذلك. ومن البعيد ذكر الامتنان فيما به الإلزام والأمر. وما ذكرت المعتزلة إنما هي أسباب الإلزام، ولولا ذلك كان أيسر عليهم وأقل لائمة. فكيف بمن بها ثبت أن كان منه فضل، ليس ذلك في أعدائه فيه استوجب الحمد منهم؛ ولهذا يضاف إليه الخيرات على الشكر له، وتوجيه الحمد إليه، ولا يضاف إليه الشر بما ليس في ذلك تشكر، إنما منه الخذلان بما علم من إيثار الكافر عداوته واختياره الكفر به؛ فلذلك لم يجز الإضافة إليه؛ والإضافة إلى اللَّه جل ثناؤه لا باسم الخلق يخرج مخرج التعظيم له والخضوع من العبد بالحمد له والشكر. ولا يجوز مثله فيما ليس فيه ذلك على ما لا يضاف إليه الأنجاس والخبائث والجواهر القبيحة، وإن كان من طريق الخلقة جرى عليها تدبيره وخرجت على تقديره. فعلى ذلك أفعال الخلق، وعلى ذلك القول بأنه رب كل شيء، وإله كل شيء. ثم على الإشارة لا يوصف بذلك في الأشياء الخاملة المستخف بها. فمثله الأول. واللَّه أعلم. </p><p> وقوله تعالى:  (وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ) ، (وَاللَّهُ لَا يَهْدِي الْقَومَ الظَّالِمِينَ) ، (وَاللَّهُ لَا يَهْدِي القَومَ الْفَاسِقِينَ) ، ونحو ذلك يخرج على وجوه: </p><p> أحدها: أنه لا يهديهم وقت اختيارهم ذلك، ويكون على ألا يخلق منهم فعل الهداية، وهم يختارون فعل الضلال. </p><p> ويحتمل: من في علمه أنه لا يهتدي، فيرجع المراد به إلى الخاص. </p><p> ويحتمل: لا يهدي طريق الجنة في الآخرة من كفر باللَّه في الدنيا. </p><p> ويحتمل: لا يجعلهم في حكمهم، كقوله تعالى:  (أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ) . </p><p> وقوله تعالى:  (أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ) . </p><p> ذكر أن الكفرة هم أصحاب النار، وذكر في آية أخرى أن الملائكة أصحاب النار بقوله تعالى:  (وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً) ، لكنه ذكر الملائكة أصحاب النار؛ لما يتولون تعذيب الكفرة فيها، فسماهم بذلك، وذكر الكفرة أصحاب النار؛ لأنهم هم المعذبون فيها، والملائكة هم معذبوهم بها. واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى: (أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللَّهُ الْمُلْكَ إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ قَالَ أَنَا أُحْيِي وَأُمِيتُ قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا </p>"
}