{
  "id": null,
  "sura": 2,
  "aya": 226,
  "text": "<p> فَإِنْ قِيلَ: الحلف بالطلاق، والعتاق، والحج بالماضي يلزم، كيف لا لزمته الكفارة؟ قيل: لأن الطلاق، والعتاق، والحج يلزم دون ذكر ما ذكر، إذا قال:  (عليَّ حجة) ، أو (أنت طالق) ، أو (هو حر) . ولو قال:  (والله) ألف مرة، دون ذكر ذلك الفعل لا يكون يمينًا، ولا يلزمه شيء؛ لذلك افترقا. واللَّه أعلم. </p><p> وقوله:  (لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٢٢٦) </p><p> وقوله:  (وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (٢٢٧) </p><p> وقوله:  (وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ) </p><p> قال الشيخ - رحمه اللَّه تعالى -: الإيلاء معلوم في اللغة أنه اليمين. وكذلك كان </p><p> ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - يقرأ:  (للذين يُقْسِمُون من نسائهم) . </p><p> وما هو لليمين من الحكم، لا يجب لغيرها نحو الكفارة التي تجب للحنث فيها، ثم يجب له على كل حال، على أي وصف كانت اليمين. فكذلك حكم الإيلاء. وهو قول عبد اللَّه بن مسعود وعبد اللَّه بن عَبَّاسٍ، رضيَ اللَّهُ تعالى عنهما. </p><p> ورُويَ عن عليٍّ - رضي اللَّه تعالى عنه - التفريق بين الغضب والرضا. ثم أوجب التربص للمُولِي. فمن كانت يمينه بدون أربعة أشهر فهو بعد المدة ليس بِمُولٍ، فلم يلزمه الحكم الذي جعل اللَّه للإيلاء؛ ألا ترى أنه في المدة ذكر (الفيء) ، وهو لو وجد منه لم يجب عليه ما في الفيء من </p><p> الكفارة؟! فكذا بمضي المدة لا يلزمه الطلاق. وبه يقول علي وابن عَبَّاسٍ وابن مسعود - رضي اللَّه تعالى عنهم - فيقول ابن مسعود: يلزمه حكم يمين يوم، وابن عَبَّاسٍ يقول: الإيلاء يمين الأبد. وذلك عندنا على إرادة الإتمام، ولو جعله شرطًا لكان الحكم يلزمه بمضي الأربعة الأشهر؛ فلا وجه للزيادة عليه، وهو قول عبد اللَّه بن مسعود: يلزمه بدونه. </p><p> ثم اختلف الصحابة - رضي اللَّه تعالى عنهم - في الوقف بعد الأربعة الأشهر، على اتفاقهم على حق لزوم الطلاق أو حقه بمضي المدة، ثم لا يجوز أن يحلف بحق الطلاق فيلزم، ويجوز أن يحلف بالطلاق فيلزم؛ لذلك كان الطلاق أحق مع ما ذلك زيادة في المدة للتربص. وجميع المدد التي جعلت بين الزوجين لم تحتمل الزيادة عليها لما جعلت له المدة، فمثله مدة الطلاق. وهذا على أن اللَّه - تعالى - حذر نقض اليمين بقوله:  (وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا) ، وأطلق في هذا أربعة أشهر، بما روي في قراءة أُبي بن كعب، أنه </p>"
}