{
  "id": null,
  "sura": 2,
  "aya": 185,
  "text": "<p> ويحتمل: نفس الحج. </p><p> ويحتمل: أصل التطوع أن كل ما يتطوع به فهو خير له إذا ثطوع في الأصل خير. </p><p> وقوله عَزَّ وَجَلَّ:  (شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ (١٨٥) . </p><p> قوله:  (هُدًى لِلنَّاسِ) . </p><p> قيل: يهتدون به الطريق المستقيم. </p><p> وقيل: بيان للناس من الضلالة. </p><p> وقوله:  (وَبَيِّنَاتٍ مِنَ الْهُدَى) . </p><p> قيل: حجج للناس إذا تأملوه. </p><p> - وقيل:  (وَبَيِّنَاتٍ) أي: فيه الحلال، والحرام، والأحكام، والشرائع. </p><p> وقوله:  (وَالْفُرْقَانِ) . </p><p> قيل: يفرق بين الحق والباطل. </p><p> وقيل:  (وَالْفُرْقَانِ) ، المخرج في الدِّين من الشبهة والضلالة. </p><p> قال ابن عَبَّاسٍ - رضي اللَّه تعالى عنه -: \" نزل الفرقان إلى السماء الدنيا من اللوح جملة في شهر رمضان في ليلة القدر -في ليلة مباركة- جملة واحدة، ثم أنزل بعد ذلك على مواقع النجوم رسلًا رسلًا في الشهور والأيام على قدر الحاجات \" . </p><p> وقولهه تعالى:  (فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ) . </p><p> يحتمل قوله:  (فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ) وهو مقيم صحيح، (فَلْيَصُمْهُ) . ثم رخص للمريض والمسافر الإفطار بقوله عَزَّ وَجَلَّ:  (فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ) . </p><p> ويحتمل قوله:  (فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ) أي: من شهد منكم بعقله الشهر (فَلْيَصُمْهُ) فلا يدخل في الخطاب المجانين ولا الصبيان، ألا ترى أن أول الخطاب خرج للمؤمنين بقوله عَزَّ وَجَلَّ:  (يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ) فهَؤُلَاءِ لم يدخلوا فيه؛ فدل أن قوله:  (فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ) أي؛ شهد منكم بعقله، (فَلْيَصُمْهُ) . </p><p> ثم يحتمل أن تكون فرضية الصوم بقوله عَزَّ وَجَلَّ:  (فَلْيَصُمْهُ) . </p><p> ويحتمل: لا بهذا، ولكن بقوله:  (وَلِتُكْمِلُوا الْعِدَّةَ) ؛ إذ لا يجب إكمال العدة لما مضى إلا على حق الفرضية. </p><p> والثاني: قال اللَّه تعالى: (يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ) ، بما رخص للمريض والمسافر الإفطار، ولو كان غير فرض لم يكن لما ذكر من الامتنان علينا بالتيسير معنى؛ لأن المنة لا تذكر فيما له تركه؛ فدل أنه فرض. </p><p> ويحتمل: أن يكون فرضيته بقوله عَزَّ وَجَلَّ: (كُتِبَ عَلَيْكُمُ الصِّيَامُ) ؛ لأن قوله:  (كُتِبَ) ، أي: فرض. فدلت هذه الآيات على أنه فرض. </p><p> ثم اختلف في قضاء ما فات منه برخصة الإفطار في السفر أو في المرض: </p><p> قَالَ بَعْضُهُمْ: لا يجوز إلا متتابعًا. وكذلك روي في حرف أبي بن كعب في قوله:  \" فعدة من أيام أخر متتابعات \" . </p><p> وأما عندنا: فإنه يجوز متتابعًا ومتفرقًا؛ اتباعًا لما رُويَ عن خمسة من أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، أنهم قالوا:  \" إن شاء تابع، وإن شاء فرق \" سوى أن عليًّا، رضيَ اللَّهُ تعالى عنه، قال: يتابع، لكنه إن فرق جاز، ثم عن عليٍّ، وعبد اللَّه بن عَبَّاسٍ، وأبي سعيد الخدري، وأبي هريرة، رضيَ اللَّهُ تعالى عنهم، وآخر لست أذكره، أنهم قالوا: بجواز ذلك، ولا يحتمل أن التتابع شرطًا فيه خفي ذلك على هَؤُلَاءِ، أو تركوه إن عرفوه؛ فدل </p><p> أنه لا يصح ذكر التتابع شرطًا فيه، وليس كذكر التتابع في صوم كفارة اليمين في حرف ابن مسعود، رضيَ اللَّهُ تعالى عنه؛ لأنه لم يخالفه أحد من الصحابة، رضوان اللَّه تعالى عليهم أجمعين، في ذلك، فصار كالمتلو. وهاهنا قد خالفوا أبيًّا في حرفه؛ فلم يصر كالمتلو؛ لذلك افترقا. واللَّه أعلم. </p><p> وقراءة أُبي إن ثبتت عنه، فهو على الأرب؛ لما ذكر من إجماع الصحابة، رضيَ اللَّهُ تعالى عنهم، وبما أنه وجب بوقت، وكل ذي وقت فليس التتابع بشرط فيه في غير ذلك الوقت. </p><p> ولو كان التتابع شرطًا، لكان حق الإفطار يلزم الكل؛ حتى يكون القضاء موصولا أو الابتداء. </p><p> فأما إذا جاز التفريق بين بعض له حكم الابتداء وبعض له حكم القضاء، لجاز في غيره من الأبعاض؛ إذ كل ذلك له في الابتداء جاز الفعل والترك. فصار حق كل يوم في القضاء لنفسه لا لغيره؛ إذ كذلك حقه في الترك القضاء، وفي الفعل في الابتداء. ولا قوة إلا باللَّه. </p><p> وما ذكر من المسائل فهي مبنية على هذا الذي ذكرت: أن التتابع للفعل لا يحتمل اعتراض رخصة التفريق على إمكان الجمع؛ ثبت أن الجمع شرط فيه. وما نحن فيه يحتمل صوم كل يوم على الانفراد أن يؤخر فعله في الشهر بالرخصة عن غيره كذلك القضاء. واللَّه أعلم. </p><p> وبعد، لو كان التتابع شرطًا لم يكن لقوله:  (فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ) ، وقوله عَزَّ وَجَلَّ:  (وَلِتُكْمِلُوا الْعِدَّةَ) ، كبير فائدة؛ لأن في التتابع شرط الجملة، لا أن يكلف له العدد، وعلى الرجل أن يتم المدة التي للقضاء، لا أن يحفظ الحساب لإكمال العدة. واللَّه أعلم. </p><p> والأصل: أن كل صوم يؤمر بالتتابع بحيث الفعل يكون التتابع شرطًا فيه حيثما كان الفعل. وكل صوم يكون التتابع فيه بحيث الوقت، ففوت ذلك الوقت يسقط حق التتابع. </p><p> ولهم على هذا مسائل: </p><p> إذا قال:  \" لله عليَّ أن أصوم شعبان \" ، فلزمه أن يصوم متتابعًا، لكنه إذا فات شيء منه يقضي إن شاء متتابعًا، وإن شاء متفرقًا؛ لأن التتابع بحيث الوقت يسقط لسقوطه. </p><p> ولو قال:  \" لله عليَّ أن أصوم شهرًا متتابعًا \" ، يلزمه أن يصوم متتابعًا، لا يخرج من نذره إلا به؛ لأن التتابع ذكر للصوم، فهو لا يسقط عنه أبدًا. </p><p> والثاني: ما قال عَزَّ وَجَلَّ: (يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ) ، واليسر رخصة، لم يجز أن يجعل فيه ما هو عسر وضيق: وهو التتابع. واللَّه أعلم. </p><p> ثم في قوله:  (فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ) ، دلالة أنه إذا صام من غيره لم يجز؛ لأنه أضاف عَزَّ وَجَلَّ الصوم إلى الشهر، وأشار إليه بقوله عَزَّ وَجَلَّ:  (فَلْيَصُمْهُ) فلو جاز له أن يصوم من غيره لكان فيه صرف إلى غير ما جعله اللَّه، وفي ذلك خوف اعتراض لأمره، وإشراك في حكمه. ونسأل اللَّه العصمة من الزيغ عن الحق. </p><p> وأما قوله عَزَّ وَجَلَّ:  (يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ) . </p><p> قالت المعتزلة: من صام في السفر أو في المرض فعل ما لم يرد اللَّه؛ لأن اللَّه عز وجل أخبر أنه لم يرد العسر، وإنَّمَا أراد اليسر، فإذا صام في المرض أو في السفر أراد العسر، واللَّه تعالى أخبر أنه لم يرد، فدل أنه فعل ما لم يرد اللَّه. </p><p> لكن الوجه عندنا: أن قوله: (يُرِيدُ اللَّهُ) ، معناه: أراد اللَّه بكم اليسر لما رخص لكم الإفطار في السفر؛ لأنهم أجمعوا على أن الصوم في السفر أفضل، والإفطار رخصة، ولا جائز أن يقال: لم يرد اللَّه ما هو أفضل، وأراد ما هو دونه على قولهم، ولكن يقال: أراد لمن أفطر اليسر، وأراد لمن ترك الإفطار العسر، وإرادته نافذه، فلا جائز أن ينفذ في وجه ولا ينفذ في وجه آخر. </p><p> وقوله عَزَّ وَجَلَّ:  (يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ) ، أي: يريد أن ييسر عليكم بالإذن في </p><p> الفطر، لا أن يعسر عليكم بالنهي عنه. </p><p> وقد يحتمل الفعل، لكنه لم يذكر عن أحد أن اللَّه تعالى أراد به اليسر فصام؛ فثبت أن الإرادة موجبة، مع ما لا يحتمل على قولهم أن يكون الصائم في السفر غير مراد، وقد قضى به فرض اللَّه، وأطاع اللَّه فيه. والمعتزلة يقولون بالإرادة في كل فعل الطاعة فضلًا عن الفريضة. </p><p> وقوله \" (وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ) . </p><p> قيل: يعني تعظمون اللَّه، (عَلَى مَا هَدَاكُمْ) لأمر دينه. ويجوز أن يريد بالتعظيم الأمر بالشكر لما أنعم عليهم من أنواع النعم من التوحيد والإسلام وغيره. </p>"
}