{
  "id": null,
  "sura": 2,
  "aya": 233,
  "text": "<p> أي: اللَّه يعلم من حب كل واحد منهما صاحبه، وأنتم لا تعلمون ذلك. </p><p> ويحتمل:  (وَاللَّهُ يَعْلَمُ) وفيما صلاحكم، (وَأَنْتُمْ لَا تَعْلَمُونَ) ذلك. </p><p> * * * </p><p> قوله تعالى:  (وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا وَلَا مَوْلُودٌ لَهُ بِوَلَدِهِ وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ فَإِنْ أَرَادَا فِصَالًا عَنْ تَرَاضٍ مِنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ بِالْمَعْرُوفِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ (٢٣٣) </p><p> وقوله:  (وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا وَلَا مَوْلُودٌ لَهُ بِوَلَدِهِ وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ فَإِنْ أَرَادَا فِصَالًا عَنْ تَرَاضٍ مِنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا) . </p><p> قَالَ بَعْضُهُمْ:  (وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ) ، هن المطلقات، يرضعن أولادهن، وهو كقوله تعالى:  (فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ) ، ذكر هاهنا الأجر، وذكر هناك الرزق والكسوة، وهما واحد. </p><p> وقال آخرون: لا، ولكن قوله:  (وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ) هن المنكوحات، وقوله:  (فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ) هن المطلقات. دليل ذلك: ذكر الأجر في أحدهما، والرزق والكسوة في الأخرى، على أن المنكوحة إذا استؤجرت على رضاع ولدها منه لم يستوجب الأجر، ويستوجب قبل الزوج الرزق والكسوة؛ فدل هذا على أن ذكر الأجر في المطلقات، وذكر الرزق والكسوة في المنكوحات. </p><p> فَإِنْ قِيلَ: ما فائدة ذكر الرزق والكسوة في المنكوحة في الرضاع، وقد يستوجب ذلك في غير الرضاع؟ </p><p> قيل: فائدة ذكر الرزق والكسوة فيه - واللَّه أعلم - لأنها تحتاج إلى فضل طعام وفضل كسوة لمكان الرضاع؛ ألا ترى أن لها أن تفطر لذلك؟! فثبت أن لها فضل حاجة في حال الرضاع ما لا يقع لها تلك الحاجة في غير حال الرضاع؛ فخرج ذكر الرزق والكسوة فيه - واللَّه أعلم - ذكر تلك الزيادة والفضل، واللَّه أعلم. </p><p> وفي القرآن دليل أن مؤنة الرضاع على الأب من أوجه: </p><p> أحدها: قوله تعالى: (وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى) . </p><p> والثاني: قوله عَزَّ وَجَلَّ: (وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ) . </p><p> والثالث: قوله تعالى: (لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ) . </p><p> فثبت أنه حق على الوالد إلى أن ذكر فيه إيتاء الأجر. </p><p> وفيه دلالة على أن شرط الطعام والكسوة للظئر يجوز بقوله تعالى:  (وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ) ، غير أن الكسوة لا تجوز إلا بإعلام الجنس، والطعام يجوز؛ لأن الظئرة تكسى كسوة الأهل وتطعم طعامهم. فلابد في الكسوة من إعلام جنسه، إذ لا يجوز أن تكون كسوة واحدة لها وللأهل، ويجوز في الطعام ذلك؛ لأن الكسوة ليست بذي غاية تعرف، فاحتيج إلى ذكر الجنس ليقع في حد قرب المعرفة والعلم، وأما الطعام فهو ذو غاية عند الناس غير متفاوت ولا متفاضل عندهم؛ لذلك جاز هذا، ولم يجز الآخر إلا أن يعلم الجنس، فإذا علم الجنس فحينئذ يصير عندهم كالطعام. واللَّه أعلم. </p><p> قال الشيخ - رحمه اللَّه تعالى - فدل على جوازه قوله تعالى:  (وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ) ، أي - واللَّه أعلم - مثل ما على المولود له، ويكون ذلك بعد موته؛ لذلك يجوز شرط الكسوة والطعام في الرضاع. </p><p> وقوله:  (حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ) ، ليس فيه جعل الحولين شرطا في الرضاع لوجوه: </p><p> أحدها: قوله: (لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ) ، فلو لم يحتمل الزيادة والنقصان لم يكن لقوله:  (لِمَن أَرَادَ) معنى. </p><p> والثاني: الإرادة والقدرة ربما تذكر على غير إرادة وقدرة في الحقيقة، ولكن على إرادة حقيقة الفعل. دليله قوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" من أراد الحج فليفعلْ كذا، ومن استطاع أن يفعل كذا فليفعل \" ، ليس ذلك على حقيقة القدرة والإرادة، ولكن هذا - واللَّه أعلم - على معنى:  \" من فعل كذا فليفعل كذا \" ؛ فكذلك الأول ليس على حقيقة الإرادة، ولكن تذكر ذلك لما لم يكن الفعل إلا بقدرة وإرادة. واللَّه أعلم. </p><p> والثالث: لا يخلو \" الحولين \" من أن يقدر بالأهلة فقد ينتقص عن سنتين، أو أن يقدر بالأيام فقد يزداد على المعروف من الوقت؛ فثبت أنه بحيث الاحتمال لما ذكرنا؛ إذ </p><p> يحتمل (لِمَن أَرَادَ) أن يزيد حتى يتم، أو (لِمَن أَرَادَ) أن يقتصر على التمام، على أن الآية ليست في حق الحرمة، لكنها في حق الفعل؛ إذ قد يجب الحرمة لا بحولين. </p><p> ورُويَ عن ابن عَبَّاسٍ، رضيَ اللَّهُ تعالى عنهما، في تأويل قوله:  (وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا) ، وقوله:  (وَفِصَالُهُ فِي عَامَيْنِ) ، قال: إن كان الحمل ستة أشهر، ففصاله في عامين، وإن كان الحمل تسعة أشهر، فيقدر الباقي؛ فدل هذا على أن (الحولين) ليسا بشرط في الفطام، ولا وقت له، لا يجوز الزيادة عليه ولا النقصان. واللَّه أعلم. </p><p> وقد ذكرنا أن قوله:  (وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ) ، يحتمل وجهين: </p><p> قيل: إنه في المطلقة، وقيل: إنه في المنكوحة. وقد دللنا على أنه في المنكوحة. </p><p> واللَّه أعلم. </p><p> وقوله:  (لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا) . </p><p> قال قوم: قوله: (إِلَّا وُسْعَهَا) ، إلا ما يسع ويحل. لكن هذا لو كان على ما ذكر لكان بالأمر يحل ويسع، فكان كأنه قال: لا نكلف إلا ما نكلف. وذلك لا يكون. </p><p> وقال قوم:  (إِلَّا وُسْعَهَا) ، يعني: طاقتها وقدرتها. وهذا أشبه، ومعناه: لا يكلف الزوج بالإنفاق عليهما والكسوة إلا ما يحتمل ملكه وإن كانت حاجاتها تفضل عما يحتمله ملكه، لم يفرض عليه إلا ما احتمله ملكه - واللَّه أعلم - كقوله:  (لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا) . </p><p> ثم اختلف في تحريم الرضاع في حال الكبير: </p><p> قال قوم: يحرم. ورووا في ذلك أحاديث. </p><p> وقال أصحابنا - رحمهم اللَّه تعالى -: لا يحرم. وذكروا في ذلك إلى الآثار رويت عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، أنه عليه السلام سئل عن الرضاع، فقال:  \" ما أنبت اللحم وأنشز العظم \" ، وفي بعضها عنه:  \" لا رضاع بعد حلم، ولا رضاع بعد فصال \" . ورُويَ عن علي بن أبي طالب وابن عَبَّاسٍ، رضيَ اللَّهُ تعالى عنهم، أنهما قالا: لا رضاع بعد الحولين. وعن عليٍّ وابن مسعود، رضيَ اللَّهُ تعالى عنهما، أنهما قالا: لا رضاع بعد الفطام أو الفصال، الشك منا. ورُويَ عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في بعض الأخبار: أنه دخل على عائشة، رضيَ اللَّهُ تعالى عنها، فرأى معها رجلًا، فرأت عائشة: ، رضيَ اللَّهُ تعالى عنها، الكراهة في وجهه، فقالت:  \" إنه أخي من الرضاعة أو عمي \" ، فقال لها رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" انظرن من إخوانكن، ما الرضاعة؟ إنما الرضاعة من المجاعة \" . </p><p> ورُويَ عن أبي موسى الأشعري - رضي اللَّه تعالى عنه -: أن رجلًا قال له: إن امرأتي أرضعتني، أتحرم عليَّ؟ فقال: نعم. فبلغ ذلك ابن مسعود، رضيَ اللَّهُ تعالى عنه، فأتاه، فقال له: أأنت تفتي بكذا؟ فقال: نعم، فقال: كذبت، أو كلام نحو هذا؛ إنما الرضاعة من المجاعة. إلى هذه الأخبار ذهب أصحابنا، رحمهم اللَّه تعالى، في نفي تحريم الرضاع بعد الفطام وبعد الكبر. </p><p> وأصله: أن ينظر: فإن كان غذاؤه باللبن أو أغلب غذائه فهو يحرم، وإذا كان بالطعام أو غالب غذائه به، فهو لا يحرم. </p><p> وأصله: ما ذكر في الخبر: \" ما أنبت اللحم وأنشز العظم، فهو يحرم \" ، فإذا كان غذاؤه بالطعام سوى اللبن، فالطعام هو الذي ينبت اللحم وينشز العظم، فلم يحرم. </p><p> ثم الأصل: بأن كل مذكور على الكمال والتمام لا يمتنع عن احتمال الزيادة والنقصان. </p><p> دليله قوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" من أدرك عرفة بليل وصلى معنا بجمع فقد تم حجه \" ، وقوله عليه السلام:  \" إذا فعلت هذا فقد تمت حجتك \" ، وقوله:  \" إذا فعلت هذا فقد تمت صلاتك \" . وصفهما بالتمام والحرمة باقية. </p><p> ثم قدر أبو حنيفة - رضي اللَّه تعالى عنه -، الزيادة بستة أشهر، ذهب في ذلك إلى أن الفطام ربما يعترض ويعترى في حال -وهو حال الحر والبرد- ما لو منع الرضاع منه لأورث هلاك الصبي وتلفه، لما لم يعود بغيره من الطعام، ففيه خوف هلاكه، فإذا كان فيه خوف هلاكه، لما ذكرنا، استحسن أبو حنيفة، رضيَ اللَّهُ تعالى عنه، إبقاءها بعد الحولين لستة أشهر، إذ على هذين الحالين تدور السنة. واللَّه أعلم. </p><p> وقال زفر: بزيادة سنة، ذهب في ذلك إلى أنه لما جاز أن يزاد بالاجتهاد على حولين بستة أشهر، جاز أن يزاد بالاجتهاد على الحولين بسنة. </p><p> قال الشيخ - رحمه اللَّه تعالى -: وعلى ما زيد على المذكور من الحبل مثل أقل وقت الرضاع، يزاد على المذكور من الرضاع مثل أقل الحبل، أو لما احتمل الأقل الانتقال إلى الوسط يحتمل الوسط الانتقال إلى الأكثر، وذلك في قوله:  (وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا) . </p><p> وقوله:  (لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا) ، يحتمل وجهين: </p><p> يحتمل:  (لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا) ، في ترك الإنفاق عليهما. </p><p> ويحتمل:  (لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا) في انتزاع الولد منها، وهي تريد إمساكه. </p><p> وقوله تعالى:  (وَلَا مَوْلُودٌ لَهُ بِوَلَدِهِ) ، كذلك يحتمل وجهين: </p><p> ويحتمل: لا يضار الوالد بولده في ردها الولد عليه ورميه إليه بعد ما، ألف الولد الأم. </p><p> ويحتمل: لا يضار الوالد في تحميل فضل النفقة عليه وملكه لا يحتمل ذلك، بل إنما يحمل عليه ما احتمله ملكه. </p><p> وفي قوله:  (وَلَا مَوْلُودٌ لَهُ بِوَلَدِهِ) ، دليل أنه إنما يسمى (الوالد) على المجاز، ليس على التحقيق؛ لأنه لم يلد هو، إنما ولد له؛ فثبت أن الرجل يستحق اسم الفعل بفعل غيره، وكل معمول له يستحق اسم الفاعل وإن لم يعمل هو، نحو ما سمي (والدًا) ، وإن لم يلد هو، وإنما ولد له. </p><p> ففيه دلالة أن من حلف:  (لا يعتق) ، و (لا يطلق) فأمر غيره، ففعل، حنث وجعل كأنه هو الفاعل. واللَّه أعلم. </p><p> ثم اختلف في تأويل قوله:  (وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ) . </p><p> قَالَ بَعْضُهُمْ: هو معطوف على قوله: (لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا) ومعناه: ألا يضار الوارث أيضًا باليتيم. </p><p> وقال آخرون: هو معطوف على الكل: على النفقة، والكسوة، والمضارة. </p><p> وقال غيرهم: هو راجع إلى النفقة والكسوة دون المضارة. وهو قولنا؛ لوجهين: </p><p> أحدهما: أن نسق الكلام إنما هو على قوله: (وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ) ، فنسقه على حرف (على) أولى من نسقه على حرف (لا) ، ليصح، إذ، لو حمل على قوله:  (لَا تُضَارَّ) ولكان ما يوازيه من الكلام، إنما هو: الوارث مثل ذلك. </p><p> والثاني: أنه لو حمل على إضرار من الوارث بالولد في الميراث لقال: وعلى المورث بحق الميراث، فلا ضرر يقع فيه، بل يقع الإنفاق؛ فثبت أن حمله عليه أحق. </p><p> ثم اختلف في قوله:  (وَعَلَى الْوَارِثِ) : </p><p> قَالَ بَعْضُهُمْ: أراد (بالوارث) الوالد، والأم، والجد، ولا يدخل ذو الرحم المحرم فيه. ذهبوا في ذلك إلى ما رُويَ عن ابن عَبَّاسٍ، رضيَ اللَّهُ تعالى عنه، أنه قال ذلك. </p><p> وأما أصحابنا، رحمهم اللَّه تعالى، ذهبوا إلى ما رُويَ عن عمر، رضيَ اللَّهُ تعالى عنه، أنه أوجب النفقة على العم، وقال: لو لم يبق من العشيرة إلا واحد لأوجبتُ عليه النفقة. وروي أيضا عن زيد بن ثابت، رضيَ اللَّهُ تعالى عنه أنه قال في قوله تعالى: </p><p> (وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ) : النفقة على كل ذي الرحم المحرم على قدر مواريثهم. فاتبعنا الصحابة، رضوان اللَّه تعالى عليهم أجمعين، في ذلك. وفي الكتاب دليل وجوب النفقة على المحارم، قوله:  (لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَلَا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالَاتِكُمْ أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ أَوْ صَدِيقِكُمْ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا) فإنما يأكل بحق، لا بالرضاء. </p><p> ألا ترى أنه يأكل من بيت الأجنبي إذا بذل ورضي، فلو لم يكن أكله من بيت هَؤُلَاءِ بحق لم يكن للتخصيص فائدة. </p><p> فإن عورض (بالصديق) ، أنه لا يفرض عليه قيل: لما أنه لو فرض عليه، لانقطعت الصداقة بينهما. ثم لقائل أن يقول: كيف لا أوجبت النفقة على كل وارث على ظاهر الآية؟ </p><p> قيل: الآية مخصوصة بالإنفاق؛ لأن المرأة وارثة، ولا تفرض عليها نفقة الزوج؛ دل أنه أراد وارثا دون وارث، وهو الوارث من الرحم المحرم. واللَّه أعلم. </p><p> وقوله:  (فَإِنْ أَرَادَا فِصَالًا عَنْ تَرَاضٍ مِنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا) . </p><p> قيل: فإن أراد الأبوان فِصال الصبي وفطامه بدون الحولين ليس لهما إلا بتراضيهما جميعًا واتفاقهما على ذلك، وأما بعد تمام الحولين فإنه إذا أراد أحدهما الفصال دون الآخر يفصل وأصله واحد بأن الفصال بعد الحولين فصال على التمام والكمال فجاز أن يفصل إذا أراد أحدهما. وأما الفصال قبل الحولين فصال عن غير تمام ذكره الكتاب، فلا يفصل إلا باجتماعهما واتفاقهما على ذلك. وأما ما بعد الحولين هو على تمام النص، فجاز ذلك لرأي واحد منهما، وما قبله لا يجوز إلا لرأيهما جميعًا. </p><p> وأصله: أنه بالحولين قد ظهر التمام والكفاية، ثم بالنص، وما دونه يعلم بالاجتهاد، وعند التنازع يزول موضع بيان الصواب فيرد إلى الحد المذكور، مع ما في القرآن للتمام ذكر إرادة الفرد، وللفصل التشاور. واللَّه أعلم. </p><p> ثم إن الزوجين يحكمان عن أنفسهما برضاع ولدهما لذلك يحتج إلى نظير غيرهما، ولا إلى رأي آخر، لما لا يجوز أن يعدم شفقتهما جميعًا عن ولدهما. وأما إذا كان الحكم لغيرهما أو على غيرهما فلا بد من أن يحكم غيره، دليله: قوله تعالى: (يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ) ، وكقوله:  (فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا) فهذا الحكم على غيرهما؛ ولذلك احتيج إلى غيرهما؛ وذلك الزوجان يحكمان على أنفسهما وينظران لولدهما؛ لذلك افترقا. واللَّه أعلم. </p><p> و (الجناح) و (الحرج) واحد: وهو الضيق، ومعناه: أي لا ضيق ولا تبعة عليهما، ولا إثم إذا أرادا فطامه بدون الحولين. </p><p> وقوله:  (وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ بِالْمَعْرُوفِ) . </p><p> فيه دلالة جواز الرضاع بعد الحولين وحرمته؛ لأنه ذكر في قوله:  (فَإن أرَادَا فِصَالا) بتراضيهما بدون الحولين. </p><p> ثم قوله:  (وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلَادَكُمْ) يصير استرضاعا بعد الحولين. </p><p> إذ ذكر الرضاع في الحولين بقوله:  (لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ) ، وذكر الفصال بدون الحولين بقوله:  (فَإِنْ أَرَادَا فِصَالًا عَنْ تَرَاضٍ مِنْهُمَا وَتَشَاوُرٍ) فحصل قوله: (وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلَادَكُمْ) بعد الحولين. وهذا يدل لقول أبي حنيفة، رضيَ اللَّهُ تعالى عنه، ويقوي مذهبه. </p><p> ويحتمل: أن تكون الآية في جواز استرضاع غير الأمهات إذا أبت الأم رضاعه؛ وهو كقوله:  (وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى) . </p><p> وقوله تعالى:  (إِذَا سَلَّمْتُمْ) ، يعني إذا سلمتم الأمر لله تعالى، (مَا آتَيْتُمْ بِالْمَعْرُوفِ) ، أي قبلتم، ليس هو على الإيتاء، ولكن على القبول، دليل ذلك قوله تعالى:  (فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ) ، ليس هو الإيتاء نفسه، ولكنه على القبول كأنه قال: فإن تابوا وقبلوا إقامة الصلاة وعهدوا إيتاء الزكاة فخلوا سبيلهم، فعلى ذلك الأول. </p><p> و (مَا آتَيْتُمْ) أي قبلتم إيتاء ما عهدوا وهو الأجر. </p><p> وقد يكون (مَا آتَيْتُمْ) ، أي: عقدتم عقد الإيتاء؛ إذ الإيتاء هو الإعطاء والعطية عقدتم </p>"
}