{
  "id": null,
  "sura": 2,
  "aya": 179,
  "text": "<p> غيرهم، إذا اقتص ارتفع عنه العذاب الأليم، وإن لم يقتص فلا. </p><p> وجائز عندنا: أن يكون العذاب الأليم في الدنيا، إذ لم يخلق شيء من العذاب أشد من القتل؛ إذ القتل هو الغاية من الألم والوجع. واللَّه أعلم. </p><p> وقوله:  (وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ (١٧٩) </p><p> قيل: فيه بوجهين، وإلا فظاهر القصاص لا يكون حياة، لكن قيل: من تفكره في نفسه قتلها إذا قتل آخر ارتدع عن قتله، فتحيا النفسان جميعًا. </p><p> والثاني: من نظر فرأى آخر يقتل بغيره امتنع عن قتل آخر ففيه حياته أو تذكر أنه مقتص منه إذا قتل حمله حبه في إحياء نفسه على أن يرتدع عن قتل كلٍّ، ففيه الحياة للأنفس جميعًا؛ ولهذا نقول بوجوب القصاص في الأنفس كلها وإن اختلفت أحوالها، إذ لو لم يجعل بين الأنفس على اختلاف الأحوال قصاص لم يكن في القصاص حياة. فأحق من يجعل فيه القصاص عند مختلف الأحوال لما يغضب الشريف على الوضيع فيحمله غضبه على قتله، فجعل القصاص، أو لما يستخف به. </p><p> وأما الوارث لما يطمع وصوله إلى مورثه فيحمله على قتله، فسبب القتل ليس ما يذكر، لكنه شدة الغضب، وفي المواريث زيادة، وهو ما يصل إلى ماله، وفي الكافر من استخفافه بدينه من المقتول، فطلب فيه المعنى الذي فيه الإحياء وهو حرمان الميراث؛ فعلى هذا التقدير يقتل المسلم بالكافر؛ لأن المسلم قد يستخف بالكافر في دار سلمه، فيحمله استخفافه إياه على قتله. ففيه معنى يدعو إلى الفناء، فيجب أن يقتص من المسلم بالكافر لتحقيق معنى الحياة. وعلى هذا التقدير يقتل الحر بالعبد؛ لأن الحر يستخف بالعبد، فيدعوه استخفافه به على قتله، فهو يقتل به. </p><p> أو نقول: يقتل الولد بالوالد لما يستعجل الوصول إلى ملكه، فيحمله على قتله؛ فلزم حفظ ما لأجله الحياة، ثم في الوالد شفقة ومحبة تمنع الوالد عن قتل ولده؛ لذلك انتهى عنه القصاص، وهذا معنى قوله عليه الصلاة والسلام:  \" لا يقاد الوالد بولده \" . وباللَّه التوفيق. </p><p> قال الشيخ - رضي اللَّه تعالى عنه -: الوالد يحب ولده؛ لأنه يرغب أن يكون له ولد. </p><p> وأما الولد فإنما يحب والده له لنفسه ومنافع له. فإذا كان الولد له لم يقتص منه. </p><p> * * * </p><p> قوله تعالى:  (كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ (١٨٠) فَمَنْ بَدَّلَهُ بَعْدَمَا سَمِعَهُ فَإِنَّمَا إِثْمُهُ عَلَى الَّذِينَ يُبَدِّلُونَهُ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (١٨١) فَمَنْ خَافَ مِنْ مُوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٨٢) . </p><p> وقوله: (كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ </p>"
}