{
  "id": null,
  "sura": 2,
  "aya": 75,
  "text": "<p> ضرب اللَّه لقلوبهم مثلًا بالحجارة، وشبهها بها؛ لتساويها، وشدة صلابتها، وأَنها أشدُّ قسوة من الحجارة، وذلك: أَن من الحجارة -مع صلابتها وشدتها، مع فقد أسباب الفهم والعقل عنها، وزوال الخطاب منها- ما تخضع له، وتتصدع؛ كقوله:  (لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ) . </p><p> وقوله:  (فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ. . .) الآية. </p><p> وقلبُ الكافر -مع وجود أسباب الفهم والعقل، وسعة سببية القبول- لا يخضع له، ولا يلين. </p><p> وكذلك أَخبر اللَّه عَزَّ وَجَلَّ عن الجبال أَنها تلينُ، وتخضع لهول ذلك اليوم بقوله:  (وَتَكُونُ الْجِبَالُ كَالْعِهْنِ) . وقلبُ الكافر لا يلين أَبدًا. </p><p> أَو أَن يقال: إن اللَّه عَزَّ وَجَلَّ جعل من الجبال مَنافِع للخلق مع صلابتها وشدتها حتى يتفجر منه الأَنهار والمياه. وقلبُ الكافر -مع احتمال ذلك وإمكانه- لا منفعة منه لأَحدٍ. </p><p> وباللَّه الئوفيق. </p><p> ثم وجه حكمة ضرب قلوبهم مثلًا بالحجارة، وتشبيهها بها، دونَ غيرها من الأَشياء الصلبة؛ من الحديد، والصُّفْر، وغيرهما، وذلك - واللَّه أعلم - أَن الحديد تُلينه النار، وكذلك الصُّفْر حتى تضرب منهما الأَواني. </p><p> والحجرُ لا تُلينهُ النار ولا شيء؛ لذلك شبه قلب الكافر بها. وهذا - واللَّه أعلمَ - في قوم علم اللَّه أَنهم لا يؤمنون أَبدًا. </p><p> وقوله:  (وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ) . </p><p> خرجت على الوعيد -أبلغ الوعيد- والوعظ؛ حين ذَكرهم علمه بما يعملون. </p><p> * * * </p><p> قوله تعالى:  (أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلَامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ (٧٥) وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَى بَعْضٍ قَالُوا أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ لِيُحَاجُّوكُمْ بِهِ عِنْدَ رَبِّكُمْ أَفَلَا تَعْقِلُونَ (٧٦) أَوَلَا يَعْلَمُونَ أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ (٧٧) وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ الْكِتَابَ إِلَّا أَمَانِيَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ (٧٨) فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ (٧٩) </p><p> وقوله:  (أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ) . </p><p> قيل: الآية -وإن خرجت على عموم الخطاب- فالمراد منها الخصوص، وهو </p>"
}