{
  "id": null,
  "sura": 2,
  "aya": 231,
  "text": "<p> اللَّه لا يحب كل ذواق مطلاق \"؛ وذلك لقصده الفراق بالنكاح، إذ النكاح بني في الأصل على البقاء والدوام عليه، وفيه التعفف، وفي الطلاق زوال ما به يقصد؛ فلهذا لحقه ما لحقه من اللعن. </p><p> ثم المحلَّل له لما طلب بنكاح الزوج الثاني ما ينفر عنه الطباع ويكرهه من عودها إليه بعد مضاجعة غيره إياها، واستمتاعه بها منع لهذا المعنى عن إيقاع الثالثة، لكن إذا تفكر حرمتها عليه إلا بنكاح آخر، انزجر عن ذلك. </p><p> ثم العقد نفسه لا ينفر عنه الطباع ولا يكرهه؛ ثبت أن الدخول شرط فيه ليكون زجرًا ومنعًا عن ارتكابه. </p><p> وقوله:  (فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يَتَرَاجَعَا) ، يخرج على الترخيص؛ وذلك - واللَّه أعلم - أن الطلاق يحرمها عليه ويبينها منه كما تحرم عليه هي بأنواع الحرم يحرم فأخبر - عز وجل - وأباح له النكاح بعد وقوع الحرمة - أن هذه الحرمة ليست كغيرها من الحرم التي لا ترتفع أبدًا. واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا وَمَنْ يَفْعَلْ ذَلِكَ فَقَدْ ظَلَمَ نَفْسَهُ وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ وَمَا أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتَابِ وَالْحِكْمَةِ يَعِظُكُمْ بِهِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (٢٣١) وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوفِ ذَلِكَ يُوعَظُ بِهِ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكُمْ أَزْكَى لَكُمْ وَأَطْهَرُ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ (٢٣٢) </p><p> وقوله:  (وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ) </p><p> وقال عَزَّ وَجَلَّ:  (وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ) ، ذكر في الآية الأولى (الإمساك) ، والإمساك المعروف: هو إمساكها على ما كان من الملك. وذكر في الآية الأخيرة (الرد) ، والرد لا يكون إلا بعد الخروج من الملك. هذا هو الظاهر في الآية. لكن بعض أهل العلم يقولون: إنه يمسكها على الملك الأول ويردها من الحرمة إلى الحل؛ لأن من مذهبهم: أن الطلاق يوجب الحرمة، ولا يخرجها من ملكه. وهذا جائز أن يحرم المرأة على زوجها وهى بعد في ملكه. فإذا كان كذلك فأمر بالإمساك على الملك الأول وبالرد من الحرمة إلى الحل. وهو قول أهل المدينة أي يردها من العدة إلى ما لا عدة، ويمسكها بلا عدة. </p><p> وأما عندنا: فهو واحد بحدث الإمساك، دليله قوله:  (وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا) ، </p><p> ولو لم يكن الإمساك سوى القصد إليه، لكان لم يكن بالقصد إليها مضرًّا. </p><p> وهو فيما أمر بالإمساك بالمعروف فيه وجهان: </p><p> أحدهما: هو أن يمسكها على ما كان يمسكها من قبل من مراعاة الحقوق ومحافظة الحدود. </p><p> ويحتمل ما قيل: ألا تطول عليها العدة، على ما ذكر في القصة من تطويل العدة عليها، وفيه نزلت الآية. </p><p> وفيه دلالة أن الزوج يملك جعل الطلاق بائنًا بعدما وقع رجعيا؛ لأنه يصير بائنا بتركه المراجعة؛ فعلى ذلك يملك إلحاق الصفة من بعد وقوعه، فيصير بائنًا. واللَّه أعلم. </p><p> وقوله:  (وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا وَمَنْ يَفْعَلْ ذَلِكَ فَقَدْ ظَلَمَ نَفْسَهُ) . </p><p> قال الشيخ - وحمه اللَّه تعالى -: الأصل عندنا في المناهي: أنها لا تدل على فساد الفعل ولا تستدل بالنهي على الفساد، كقوله تعالى:  (فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يَتَرَاجَعَا إِنْ ظَنَّا أَنْ يُقِيمَا حُدُودَ اللَّهِ) ، على ذلك قوله:  (وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا) ، أنه يصير ممسكًا لها وإن كان فيه ضرارًا لها، وهكذا هذا في كل ما يشبه هذا من قوله:  (وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا) ، أنه إذن بالفعل في حال فهو وإن أوجب نهيًا في الفعل، فذلك لا يدل على الفساد في حال أخرى. </p><p> وقوله:  (وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا) . </p><p> معناه - واللَّه أعلم - أي لا تعملوا بآيات اللَّه عمل من يخرج فعله بها مخرج فعل الهازئ؛ لأنه معقول أن أهل الإيمان والتوحيد لا يتخذون آيات اللَّه هزؤا، ولا يقصدون إلى ذلك. </p><p> وقيل: إنهم في الجاهلية كانوا يلعبون بالطلاق والعتاق، ويمسكونهم بعد الطلاق والعتاق على ما كانوا يمسكون قبل الطلاق وقبل العتاق، فنهوا عن ذلك بعد الإسلام والتوحيد. </p><p> ثم اختلف في (آيَاتِ اللَّهِ) : </p><p> قيل: حجج اللَّه. </p><p> وقيل: أحكام اللَّه. </p><p> وقيل: دين اللَّه. </p><p> ويحتمل:  (آيَاتِ اللَّهِ) ، الآيات المعروفة. </p><p> وقوله:  (وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ وَمَا أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتَابِ وَالْحِكْمَةِ يَعِظُكُمْ بِهِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ) . </p><p> قوله:  (نِعْمَتَ اللَّهِ) ، يحتمل وجوهًا: </p><p> يحتمل:  (نِعْمَتَ) هاهنا محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وهو من أعظم النعم. </p><p> ويحتمل:  (نِعْمَتَ) ، الإسلام وشرائعه. </p><p> ويحتمل:  (نِعْمَتَ) ، هي التي أنعمها على خلقه جملة. </p><p> النعمة على ثلاثة أوجه: </p><p> النعمة بالإسلام، تقتضي منه المحافظة. </p><p> والنعمة الخاصة، تقتضي الشكر. </p><p> والنعم العامة جملة، تقتضي منه التوحيد. </p><p> وقوله:  (وَمَا أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتَابِ) ، وهو القرآن. ففيه دلالة أن (الْكِتَاب) ، هو منزل، ليس كما يقول القرامطة؛ لأنهم يقولون: بأن محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ألف القرآن، وإنما كان </p><p> يوحى إليه كما يتوهم الرجل شيئًا فيجعله كلامًا. </p><p> وقوله:  (وَالْحِكْمَةِ) ، اختلف فيه: </p><p> قيل:  (وَالْحِكْمَةِ، الفقه.</p><p> وقيل: (وَالْحِكْمَةِ) ، الحلال والحرام. </p><p> وقيل:  (وَالْحِكْمَةِ) ، المواعظ. </p><p> وقيل:  (وَالْحِكْمَةِ) ، هي الإصابة: إصابة موضع كل شيء منه. </p><p> وقيل:  (الحكمة) ، القرآن، وهو من الإحكام والإتقان، كأنه قال - عَزَّ وَجَلَّ -: \" اذكروا ما أعطاكم من الفقه والإصابة والكتاب المحكم والمتقن الذي لا يأتيه الباطل من بين يديه ولا من خلفه \" . </p><p> وقوله:  (يَعِظُكُم به) ، يعني بالقرآن. </p>"
}