{
  "id": null,
  "sura": 2,
  "aya": 124,
  "text": "<p> وقوله:  (وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ (١٢٤) </p><p> قيل: الابتلاء والامتحان في الشاهد: استفادة علم خَفِيَ عليه من الممتحن والمبتلى به، ليقع عنه علم ماكان ملتبسًا عليه. </p><p> وفي الغائب لا يحتمل ذلك؛ إِذ اللَّه - عَزَّ وَجَلَّ - عالم في الأَزل بما كان، وبما يكون في أَوقاته أبدًا. </p><p> ثم يرجع الابتلاء منه إلى وجوه: </p><p> أَحدها: أَن يخرج مخرج الأَمر بالشيء أَو النهي عنه، لكن الذي ذكر يظهر بالأمر والنهي؛ فسمى ابتلاء من اللَّه تعالى. </p><p> والثاني: ليكون ما قد علم اللَّه أَنه يوجد موجودًا، وليكون ما قد علم أنه سيكون كائنًا. </p><p> وعلى هذا يخرج قوله:  (حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ) ، حتى نعلمه موجودًا، كما علم أَنه يوجد؛ كما قال:  (عَالِمُ الْغَيْبِ وَالشَّهَادَةِ) ، علم الغيبَ، علم أنه مُوجَد. وَعلم الشهادةَ، عَلِم به موجودًا، حتى يوجد الذي علم أَنه يجاهد منهم - مجاهدًا، والذي، يصبر منهم صابرًا. </p><p> ثم اختلف في الكلمات التي ابتلاه بها: </p><p> فقَالَ بَعْضُهُمْ: الكلمات: هي التي ذكرت في سورة الأَنعام، وهو قوله:  (فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ رَأَى كَوْكَبًا) ، ورأَي القمر بازغًا، ورأَي الشمس بازغة، هي الحجج التي أَقامها على قومه بقوله:  (وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ) . </p><p> وقيل: ابتلاه بعشر ففعلهن: خمسةً في الرأْس، وخمسة في الجسد. </p><p> لكن في هذا ليس كبيرُ حكمةٍ؛ إِذ يفعل هذا كل واحد، ولكن الحكمة فيه هي: ما قيل: إن ابتلاءه بالنار، حيث أُلْقي فيها، فصبر، حتى قال له جبريل:  \" أَتستعين بي؟قال:أَمَّا منْك فلا \" . </p><p> وابتلي بإسكان ذريته الوادي، الذي لا ماءَ فيه، ولا زرع، ولا غرس. </p><p> وابتُلي بالهجرة مِن عِندهم، وتركهم هنالك -وهم صغار- ولا ماءَ معهم، ولا زرع، ولا غرس. </p><p> وابتلي بالهجرة إلى الشام. </p><p> وابتلي بذبح ولده. </p><p> ابتلي بأَشياءَ لم يبتل أَحد من الأَنبياء بمثله، فصبر على ذلك. </p><p> ففى مثل هذا يكون وجه الحكمة. </p><p> وفيه لغة أُخرى:  (وَإذِ ابْتَلى إِبْرَاهِيمُ) بالرفع (رَبَّهُ) بنصب الباء. </p><p> ومعناه - واللَّه أعلم -: أَنه سأَل ربه بكلمات فأعطاهن. وهو تأْويل مقاتل. وهو أَن قال: اجعلني للناس إِمامًا. قال: نعم. قال:  (وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ) ، قال: نعم قال: (وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ) ، قال: نعم. قال: و (اجْعَلْ هَذَا بَلَدًا آمِنًا) . </p><p> قال: نعم. قال:  (وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الْآخِرِ) . قال: نعم. </p><p> مثل هذا: سأَل ربه هذا فأَعطاهن إياه. </p><p> وقوله:  (قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا) . </p><p> يحتمل: جعله رسولًا يقتدى به؛ لأَن أَهل الأديان. -مع اختلافهم- يدينون به، ويقرون نبوته. </p><p> ويحتمل: إمامًا من الإمامة والخلافة. </p><p> وقوله:  (قَالَ وَمِنْ ذُرِّيَّتِي قَالَ لَا يَنَالُ عَهْدِي الظَّالِمِينَ) . </p><p> فَإِنْ قِيلَ: كيف كان قوله: (لَا يَنَالُ عَهْدِي الظَّالِمِينَ) وجوابًا لقوله: (وَمِنْ ذُرِّيَّتِي) وكانت الرسالة في ذريته؛ كقوله:  (وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ) ؟ </p><p> يحتمل قوله:  (وَمِنْ ذُرِّيَّتِي) : أَحب أَن تكون الرسالة تدوم في ذريته أَبدًا؛ حتى لا تكون بين الرسل فترات؛ فأُخبر أَن في ذريته من هو ظالم، فلا ينال الظالم عهده. </p><p> ويحتمل: أَن يكون سؤالهُ جعلَ الرسالة في أَولاد إِسماعيل؛ لأَن العرب من أَولاد إسماعيل - عليه السلام - فأُخبر أن في أَولاده من هو ظالم؛ فلا يناله. </p><p> والعهدُ: ما ذكرنا، هو الرسالة والوحي. </p>"
}