{
  "id": null,
  "sura": 2,
  "aya": 221,
  "text": "<p> يستوجب بعضهم قبل بعض المعونة لهم والحفظ والصلاح، كقوله:  (إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ) . دل قوله:  (فَإِخْوَانُكُمْ فِي الدِّينِ) ، على أن الصغير قد يعق والديه في أمر الدِّين، ويجوز منهم التدين إذا عقلوه وإن لم يكونوا بلغوا. واللَّه أعلم. </p><p> ثم أوعدهم عَزَّ وَجَلَّ بقوله: </p><p> (وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ) . </p><p> أي - واللَّه أعلم - يعلم طالب النفع والنظر لهم من طالب الفساد والإسراف في أموالهم. </p><p> وقوله:  (وَلَوْ شَاءَ اللَّهُ لَأَعْنَتَكُمْ) . </p><p> قيل: يضيق عليكم، ولم يأذن لكم بالمخالطة معهم. </p><p> وقيل: لأعنتكم، فلم يرض لكم في الخلطة. </p><p> وقيل: لأحرجكم. وهو واحد. </p><p> وأصل العنت: الإثم، كقوله تعالى:  (لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ) ، يعني: أثمتم. </p><p> وقوله:  (إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ) . </p><p> فيه وعيد لهم على ما ذكرنا. واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَلَا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ وَلَا تُنْكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ أُولَئِكَ يَدْعُونَ إِلَى النَّارِ وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ (٢٢١) </p><p> اختلف أهل التأويل في تأويل هذه الآية: </p><p> فقال قائلون: الحظر على كل مشرك ومشركة -كتابيًّا كان أو غير كتابي- ثم نسخ بقوله:  (وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ) . فالإماء على الحصر؛ لأنه إنما استثنى الحرائر دون الإماء بقوله:  (وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ) . </p><p> وقال آخرون: هو على المشركات خاصة دون الكتابيات، والكتابيات مستثنيات، </p><p> فدخلت كل كتابية -حرة كانت أو أمة- تحت الاستثناء؛ لأن الاستثناء إذا كان عن جملة الأديان سوى دين الكتابيات لم يحتمل دخول بعض أهل ذلك الدِّين دون بعض، والذي يدل عليه قوله تعالى:  (وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ) ، فجعل الأمة المؤمنة خيرًا بالنكاح من المشركة، ومن قوله إنه بالقدرة على طول الحرة الكافرة لا يباح له نكاح الأمة المؤمنة. فبان أن موقع الآية ليس على التناسخ على ما يقوله على أن الإماء يدخلن تحت قوله عَزَّ وَجَلَّ:  (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ) ، دليله قوله تعالى:  (فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ) ، فثبت أنهن قد يتعففن فيستوجبن اسم الإحصان، وقد جعل شرط الحل هو ذكر الإحصان. وقوله أيضًا:  (وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّنًا) . وقوله:  (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ) ، مستثنيًا الإماء من جملة المحصنات؛ دل أنهن دخلن في الخطاب. وقد أجمع على أنهن تحل لنا بالسبي، وكل مذكور في الكتاب يستوي الحل فيه إلا من جهة العدو. فإذا أبيح لنا تزويج المسبيات منهن كالحرائر، ثبت أنه محكوم بحكمهن في النكاح. فبطل قول من أبطل نكاح الإماء؛ إذ ثبت أن الآية بخلاف ما قال. وباللَّه التوفيق. </p><p> ثم الآية تضمنت أحكامًا: </p><p> منها: أن من قول أصحابنا - رحمهم اللَّه تعالى أجمعين -: أن المناهي بحيث النهي لا توجب الحرمة. </p><p> والثاني: أن الآية كيف كان حملها على الخصوص في بعض أحق والعموم في بعض ومخرج الخطابين واحد. </p><p> والثالث: أن في الآية ذكر المنع، لعلة وهي الدعوة إلى النار، فكيف لم يلزم حفظ ما لأجله وجب الحرمة على وجوده؟ وهذا هو الأصل: أن تحفظ الأحكام المعللة بالعلل ما دامت توجد العلل. </p><p> والرابع: البيان في تولى النكاح؛ إذ للأولياء خرج الخطاب بقوله:  (وَلَا تُنْكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا) . </p><p> وأما قولنا في النهي: فإن النهي يوجب الانتهاء، ولكن لا يوجب الحرمة إلا بدليل يقوم على مراد الحرمة في النهي، لما رأينا من المناهي كثيرة لم توجب الحرمة، فلو كان </p><p> نفس النهي موجبًا ذلك لوجب أن يوجب في كل ذلك، فلما لم يوجب ذلك، دل أن نفسه لا توجب الحرمة، ولكن الدليل هو الموجب للحرمة. </p><p> وأما قولهم وسؤالهم عن الخصوص والعموم: فذلك جائز عندنا، خروج الآية على العموم يعقل بها الخصوص. وهو كثير في القرآن مما لا يحتاج إلى ذكره وشرحه، ومن ذلك قوله عَزَّ وَجَلَّ:  (لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ) عقل إيجاب تعظيم الرسل والأنبياء والإيمان لهم على العموم، وإقام الصلاة وإيتاء الزكاة في حق البعض دون البعض، وكذا قوله:  (مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ وَلَا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ) . فالتخلف غير موجود في بعض الأحيان، وإنَّ حق النهي عن الرغبة عن نفسه أخذ الجميع، فعلى ذلك هاهنا يجوز خروجه عامًّا يخص بالعقول. </p><p> وأما قولهم: وجوب الحكم لعلة، وهو الدعاء إلى النار، فله وجهان: </p><p> أحدهما: أن الكتابي أقر بكتاب، يقدر على إلزام الدِّين بالدعاء إليه، ففيه رجاء الإسلام، وغيرهم من أهل الشرك لا طمع فيهم بمثله. </p><p> والثاني: أن علة الحظر قوله: (أُولَئِكَ يَدْعُونَ إِلَى النَّارِ) ، والزوجات لا يدعون أزواجهن إلى ذلك، بل الأزواج هم الأصل في الدعاء، وهم الأمراء على الزوجات، والزوجات بين الأتباع للأزواج والمذللات في أيديهم؛ لذلك أبيح. </p><p> ثم الأصل: أن النكاح جعل لأمرين: إما لإبقاء النسل، وإما للتحصن والتعفف عن السفاح. ثم قد ينكح من لا نسل فيه، فما بقي إلا وجه المنع عن السفاح. ثم الدعاء إلى النار أعظم من السفاح، بهذا لم يبح النكاح. </p><p> ثم الدلالة على تخصيصها على وجهين: </p><p> أحدهما: قول الخصوم بالنسخ: أنه ورد على بعض دون بعض، وما ذلك إلا الخصوص. </p><p> والثاني: أن ذكر ذلك في الكتابيات لم يجر بحيث إظهار ما يحل وما يحرم، إذ شرط نكاحهن إنما هو عند العجز عن الحرائر، فجرى الذكر فيهن، إذ هن الأصل في عقود النكاح، وأن الإماء دخيلات في حق النكاح، وإنما جرى الذكر في حلهن بملك اليمين؛ </p><p> لذلك ترك ذكرهن مع ما يجوز دخول الإماء في قوله:  (وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ) ؛ لما أوجب لهن العفة والتحصن بقوله:  (فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ) ، وبقوله:  (مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ وَلَا مُتَّخِذَاتِ أَخْدَانٍ) . </p><p> وأما قولهم: خاطب الأولياء في النهي بقوله: (وَلَا تُنْكِحُوا الْمُشْرِكِينَ) ، وخاطب الأولياء أيضا في الأمر بإنكاح الأيامى بقوله:  (وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ) ، فدل أن الولي شرط في جواز النكاح. </p><p> فجوابنا: أنه إنما خاطب الأولياء في النهي عن النكاح، وفي الأمر بالنكاح، لما العرف في الأمة ألا يتولى النساء النكاح بأنفسهن، بل الأولياء هم الذين يتولون عليهن النكاح برضائهن وأمرهن وتدبيرهن؛ لذلك خرج الخطاب للأولياء مع ما ليس في تخصيص الأولياء، بالخطاب دليل إخراج النساء عن ولاية النكاح. ألا ترى أنه ذكر في الآية (الصلاح) بقوله: (وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ) ، لم يصر ذلك شرطًا في الجواز، فعلى ذلك الأولى. وهذا يدل أيضًا على أن ليس في تخصيص المحصنات من الكتابيات حظر نكاح الإماء منهن. </p><p> والثاني: أن قوله: (وَلَا تَنْكِحُوا الْمُشْرِكَاتِ) ، يحتمل أن يكون في الصغار خاصة، نهى الأولياء عن تزويج الصغار من المسلمين المشركات من غير الكتابيات. فإذا كان محتملًا ما ذكرنا، لم يكن لمخالفنا الاحتجاج به علينا في إبطال نكاح المرأة نفسها دون وليها. واللَّه أعلم. </p><p> وقوله:  (وَلَا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ) . </p><p> اختلف في تأويله: </p><p> قال قوم: هو في غير الكتابيات، يبين ذلك قوله:  (الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ) ، فنسق الكتابيات بالإحلال على ما لم يختلف فيه أحوال الحل من أول الإسلام إلى الأبد ولا من قبل ذلك نحو الطيبات من الطعام - من طعام المؤمنين </p><p> وأهل الكتاب ونحو المحصنات من المؤمنات، فمثله الكتابيات، إذ نَسَقَ نكاحهن على من ذكر. ولو كان التأويل هذا، كانت الآية نطقت بألا تنكحوا المشركات غير الكتابيات؛ فلا يكون في الآية تحريم الإماء من أهل الكتاب، ولا النهي عن ذلك، وإنما يعرف إن كان يجوز أو لا، بدليل آخر سوى هذه الآية. </p><p> فَإِنْ قِيلَ: على ذلك لِمَ لا كانت آية الإحلال في التخصيص بذكر المحصنات دليلًا على حرمة نكاح الإماء؟ </p><p> قيل: يكون الجواب لأوجه: </p><p> أحدها: أن ذكر الحل في حال لا يدل على الحرمة في غيرها. كذلك ذكر الحل في صنف لا يدل على حرمة في غيره. ولو كان ذا يدل، لكان يجيء أن يكون حكم ما لا يرد فيه السمع مخالفًا لما يرد فيه. وذلك فاسد؛ إذ السمع هو دليل الحكم فيما لا سمع فيه بالمعنى الذي ضمن فيه. واللَّه أعلم. وأيد ذلك قوله:  (وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ) ، ثم هن يحللن وإن لم يؤتين أجورهن؛ فمثله الأول. </p><p> والثاني: أنه منسوق على مثله في المؤمنات. ثم لم يكن ذلك في المؤمنات على تحريم الإماء؛ فمثله في الكتابيات. </p><p> فَإِنْ قِيلَ: لما بين في إماء المؤمنات؟ </p><p> قيل لهم: لم يزعم أحد أن ذلك على نسخ هذه الآية؛ فثبت أنه ليس في الذكر في المحصنات تحريم الغير؛ فكذلك في المنسوق على ذلك مع ما لو كان في مثل هذا الاستدلال على الحرمة، لكان في قوله:  (وَلَا تَنْكِحُوا الْمُشْرِكَاتِ) ؛ إذ وقع على غير الكتابيات - دليل على الإحلال، فيكون ذكر الحرمة في نوع دليل الحل في غيره على مثل ذكر الحل في نوع. وفي ذلك تناقض الأدلة. واللَّه أعلم. </p><p> ووجه آخر: أن (وَالْمُحْصَنَات) ، يحتمل أن يريد به العفائف، وأهل الصلاح، والإماء قد يستحققن هذا الاسم، كقوله تعالى:  (فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ) ، وقوله:  (مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ وَلَا مُتَّخِذَاتِ أَخْدَانٍ) ، وقوله:  (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ كِتَابَ اللَّهِ عَلَيْكُمْ وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ) ، وإذا استحققن الاسم فهن في الآية حتى يظهر الإخراج. والله </p><p> أعلم. </p><p> وبعد، فإنا نقول: أكثر ما في ذلك أن يكون في ذلك النهي عن تزوج الإماء من أهل الكتاب، فإن النهي في ذلك لا يدل على الحرمة؛ لأنه معلوم المعنى الذي له يقع النهي عن نكاح الإماء -أنه لمكان رق الأولاد، ولمكان مخالطة الإماء الرجال وخلوتهن بالموالي- وذلك مما ينفر عنه الطباع، ثم كان النساء الزانيات جميع ذلك فيهن موجود، والنهي قائم، وقد يلحق أولادهن أعظم الشين الذي يضعف على الرق، ثم لم يمنع النهي جواز نكاحهن بما هو نهي نفار الطباع، لا معنى في ذلك له بكون الحرمة؛ فمثله أمر الإماء. واللَّه الموفق. </p><p> ثم دليل حلهن: أن كل امرأة حرمت لنفسها، فسواء وجه الحل بها في ملك اليمين والنكاح، وكل امرأة كانت حرمتها بالحق فيختلف فيها المكان، فإذا كانت هذه محللة بملك اليمين ثبت أنها لم تحرم لنفسها، فهي تحل بالنكاح كما تحل بملك اليمين. على هذا الأصل أمر المجوسيات والمحارم ونحوها. واللَّه أعلم. </p><p> وقال قوم: الآية في جميع المشركات والكتابيات، ثم نسخت الكتابيات بالآية التي في سورة المائدة، وكان النسخ بشرط الإحصان، فبقيت الإماء على الحرمة. دليل ذلك وجهان: </p><p> أحدهما: قوله تعالى: (وَلَا تُنْكِحُوا الْمُشْرِكِينَ) ، أنه يدخل في ذلك الكتابي وغيره؛ فكذا في الأول. </p><p> والثاني: قوله تعالى: (أُولَئِكَ يَدْعُونَ إِلَى النَّارِ. . .) الآية. </p><p> والثالث: أن الكتابي مشرك في الحقيقة، إذ هو بما لا يغفر له، والكتابي في الدعاء إليها وغيره سواء؛ فلذلك كان على ما ذكرت. </p><p> فنحن نقول في ذلك - وباللَّه التوفيق -: ليس فيما ذكم دليل على ما ادعى؛ لأنه جائز خروج آية واحدة في أمرين يختلف موقعهما من الخصوص والعموم بالدليل نحو قوله: (مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ وَلَا يَرْغَبُوا </p><p> بِأَنْفُسِهِمْ عَنْ نَفْسِهِ. . .) الآية، أنه قد يجوز التخلف عنه لعذر، ولا يجوز الرغبة عنه بحال، وقال في قوله:  (لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًا. . .) الآية، أن ليس كل ذلك مما يقتضي عموم الخلق وإن كان الظاهر في الكل بالمخرج واحد، ثم ما ذكرت من الآية دليل الفصل. </p><p> والثاني: أنه يجوز أن تكون الآية في غير أهل الكتاب. دليل ذلك الأمر بالمعروف من التفرقة في التسمية، وإن كانوا في الشرك مجتمعين؛ قال اللَّه تعالى:  (مَا يَوَدُّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَلَا الْمُشْرِكِينَ) ، وقال:  (إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا) ، وغير ذلك مما قد فصل الله بينهم في النسبة وإن كانوا في حقيقة الشرك مجتمعين، فجائز أن تكون الآية على ذلك، ثم حرم تزويج المسلمات من أهل الكتاب لا بهذه الآية، لكن بغيرها من الأدلة. </p><p> ألا ترى أنا لا نترك مماليك أهل الإسلام تحت أيديهم لا بهذه الآية؟! فمثله أمر الإنكاح. واللَّه أعلم. </p><p> ثم في الآية دليل ذلك، وهو قوله تعالى:  (وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ. . .) الآية، وكل يجمع ألا يحل نكاح الأمة المؤمنة على الحرة الكتابية، فلو كانت هي مرادة في هذه الآية لكان نكاح من هو خير منها في النكاح لا يحرم عليه، حتى إن الذي يقول بهذا التأويل يحرم لطول الكتابية فضلا عن نكاحها. ولا قوة إلا باللَّه. </p><p> وقوله:  (أُولَئِكَ يَدْعُونَ إِلَى النَّارِ) ، دليل أن الإماء غير داخلات في الخطاب؛ لأنهن لا يدعون بل الغالب عليهن أن يتبعن ويجبن لمن هن تحتهم فيما دعين إليه، لا أن يدعون. هذا الأمر المتعارف. واللَّه أعلم. </p><p> ثم نقول: جعل كأن الآية نزلت في الكتابيات، فقال:  \" ولاتنكحوا الكتابيات \" ، فإن الكتاب في جميع ما جرى به الذكر في حقوق النكاح والطلاق والأحكام تضمن خطاب الأحرار، خاصة فيما أبهم، وعرف أمر الحرمة في الإماء والعبيد بالأدلة العقلية مما دلت عليه أحكام السمع؛ فكذا هذا. واللَّه الموفق. </p><p> وقوله:  (وَلَا تَنْكِحُوا) ، محمول على التحريم باتفاق الأمة وإن احتمل ما هو بهذا المخرج على غير التحريم، على أن اللَّه تعالى قد بين بقوله: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ </p><p> الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ وَآتُوهُمْ مَا أَنْفَقُوا وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ) أن النكاح قد أنفسخ حيث أباح لغير الأزواج التزوج. وفي قوله:  (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ) ، أنه الاستمتاع بذوات الأزواج إذا سبين، وقال:  (وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ) ، ذكر جملة النساء ونهى الرجل عن التمسك بعصمتهن. واسم الشرك اسم لفريق بالإطلاق، واسم الكفر للجملة، على ما قال:  (وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَيْلَةً وَاحِدَةً) الآية، وقال:  (إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ. . .) الآية، وغير ذلك مما جمع في اسم الكفر وعرف بأسماء المذاهب، وجعل اسم (الشرك) في التفريق. فدلت هذه الآيات على الحرمة في قوله:  (وَلَا تَنكِحُوا. . .) الآية، ويدل قوله في آخر الآية:  (أُولَئِكَ يَدْعُونَ إِلَى النَّارِ) على ذلك، ومعلوم أن أول دعائهم إلى النكاح، فصير ذلك سببًا للنار.، وما يوجبها حرام. </p><p> ثم فيها دلالة عموم الآية في الذكور؛ لأنه في تعارف الخلق: أن الرجال هم الذين يدعون، لا النساء، والنساء تتبعهم. وذلك المعنى في رجال أهل الكتاب وغيرهم سواء، فتكون الحرمة فيهم سواء. وعلى ذلك المروي من الخبر: أن رجلًا أسلم وتحته ثماني نسوة وأختان ونحو ذلك فأسلمن. دل أنهن يتبعن الرجال، لا أنهن يدعون إلى ما يخترن من الدِّين. واللَّه أعلم. </p><p> ثم الدليل على أن النهي أيضًا نهي تحريم في قوله:  (وَلَا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ) ، أنه لولا خبث فيهن في الحقيقة يوجب حرمة الاستمتاع لكان لا ينهى عن التناكح، وذلك من أبلغ أسباب دعوتهن إلى الإسلام بما ذكرت من الفرق في طاعتهن الأزواج فيما يختارون من الدِّين في المتعارف بمن رويت فيهن الخبر، وخاصة ذلك في المشركات أحق في الحل منه في الكتابيات؛ إذ هن إنما أخذن دينهن عن آبائهن بالاعتياد والتقليد، ومعلوم اعتيادهن ما فيه رضاء الأزواج وإيثار ذلك على ما فيه رضاء الآباء حتى يؤثرنهم عليهم بما جعل اللَّه بينهم مودة ورحمة. والكتابيات أخذن دينهن لما علمن أنه دين الرسل وأنهن أمرن بالتمسك به. فإذا نهوا عن نكاح المشركات وأبيحوا نكاح الكتابيات - </p><p> والإسلام فيهن بالنكاح أرجى- ثبت أن ذلك كان لخبث نهوا، وقد حرم اللَّه الخبائث. </p><p> واللَّه أعلم. </p><p> ثم اللَّه - سبحانه وتعالى - أخبر أنه حرم الخبائث وأحل الطيبات، فلولا أن فيما حرم خبثًا، يحتمل الوقوف عليه، وفيما أحل طيبًا لسوى الحرمة والحل له - كان كذلك لم يحتمل التسمية في وصف التحريم والتحليل هو لا غير. وهذا كما وصف المؤمن بالحياة والسمع والبصر، والكافر بضد ذلك بما في كل معنى ذلك، لا أنه اسم لقب دون أن يكون له حقيقة له يسمى. فمثله الذي ذكرت. </p><p> ثم كان (الخبث) يكون من وجهين: </p><p> من خبث الأحوال، ومن خبث الأفعال، وله سمي الكفر (رجسًا) ، وكذا الخمر والميسر، وذلك كله بخبث الأفعال. وعلى ذلك يجوز أن يكون تحريم تزويج المسلمات المشركين لخبث الفعل: وهو خوف وقوع الكفر؛ إذ هن يتبعن الرجال فيما يؤثرون من الأفعال ويقلدونهم الدِّين، فيكون التحريم لهذا الخوف؛ إذ هو الوجه الذي عليه جرى حرمات النكاح من ذلك نحو نكاح ما كثر عددهن بقوله:  (وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ) ، فمنع عن الخمس، وأكثر الخوف وقوع الجور الذي هو في العقل خبيث، ونكاح الأمة بعد الحرة؛ إذ الطبع ينفر عن مناكحة من يخالط الرجال ويخلو بهم، لا يؤمن عليه السفاح، فما يؤثر مثلها عند الغناء بالحرة عنده عنها إلا لأمر حدث بينهما مما يبعث ذلك على الجور، فنهوا عن ذلك. </p><p> وكذلك نكاح المحارم بما قد يجري من الأمور في النكاح مما يحمل على تضييع الحدود وأنواع النشوز الذي يمنع ذلك القيام بحق النسب وصلته، فيكون في ذلك تضييع الفرض. وكذلك محارم المرأة، وعلى هذا يجب تحريم المسلمة على الكتابي وغيره لخوف وقوع فعل الخبث بينهما، وهو الكفر. ولم يقع النهي عن نكاح الزانية والزاني على ذلك؛ لأنه ليس في الطباع احتمال اتباع أحدهما الآخر في ذلك الوجه بل ينفر عن ذلك أشد النفار، فلا يخاف فيه هذا، فهو على الأدب بما يلحق الولد الطعن وصاحبه يشتم به، لا أن يلحقه وصفه موافقة ما ثم إلا لمكان الآخر يكون النهي نهي تحريم، بل كان على الإرشاد بما يلحق من الطعن دون ما أن يحدث من تعدى حد أو جور في الفعل. وعلى ذلك أمر نكاح الأمة. واللَّه أعلم. </p><p> ثم وجه التفصيل بين الكتابية والمشركة - واللَّه أعلم - في إباحة التناكح: أن المشركة </p><p> آثرت فعل البهيمي في الدِّين على فعل البشرى، والكتابية آثرت فعل البشرى، وهو ما يدعو إليه العقل لا الطباع؛ لأنهن يرجعن في الاختيار إلى الإيمان بالرسل لكن أنهى إليهن أنهم نهوا عن الإيمان بمن يدعوهن إليه، فاعتقدن على ذلك بالآثار عندهن من الحجج، كما اعتقدنا نحن بأن لا نبي بعد نبينا مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لكن خبرنا صحيح وخبرهم فاسد. وإلا فوجه الاعتقاد على ما في العقل ذلك. وأما المشركة لم تختر ذلك بحجة أنما كان لوجود الآباء على ذلك من غير الإنهاء إلى من في العقل اتباعه؛ كما قالوا:  (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ. . .) الآية، فحرم علينا نكاحها لخبث اختيارها واتباع فعل البهيمي، وإيثاره على فعل البشرى. واللَّه أعلم. </p><p> وعلى ذلك لو أسلمت لم يعظم درجة إسلامها، لولا أنا نرجو من رحمة اللَّه أن اللَّه -إذا قبلت هي الإسلام- بالاختيار لينير قلبها حتى ينشرح صدرها للحق لكان لا يكون لإسلامها فضل حمد. واللَّه الموفق. </p><p> ووجه آخر: أن الكتابية لما آمنت بكتب الأنبياء، عليهم الصلوات والسلام، في الجملة، فقد آمنت بذلك بالرسل جميعًا، لكنها كذبت من كذبت، لما وقع الخبر عندها بخلاف الحقيقة، فأمكن أن تنبه عن حقيقة ذلك بالكتاب الذي آمنت به؛ ليكون إيمانها في الحقيقة إيمانا بمن كذبته بما ظنت أن في ذلك الكتاب تصديقًا. والمشركة احتيج فيها إلى ابتداء الإلزام، لا أن كان معها ما به اللزوم مما قد وجد إيمانها به. والله أعلم. وعلى هذا لا يسلم للمرتد حق الكتاب إذا اختاره؛ لأنا نعلم أنه يظهر ذلك، لا أنه في الحقيقة مختار؛ إذ كتابنا مصدق كتابهم، فلم يجز أن تظهر له بما به التصديق التكذيب ليرجع إلى رد هذا بقبول الآخر. فلذلك دم تحل ذبائحهم. واللَّه أعلم. </p><p> ودليل النهي عن النكاح والإنكاح حتى يكون الإيمان، أن الإيمان معروف عندهم، يعلمون به حقيقة الشرط. واللَّه أعلم. </p><p> ومخاطبات الأولياء في قوله:  (وَلَا تَنْكِحُوا) ، يخرج على الأمر المعروف من التولى، أو على الوقت الذي إليهم حق التولية، أو على أن الحق لهن عليهم في التزويج إذا أردن، فنهوا عن ذلك؛ ليعلم أن لا حق يجب لهم في ذلك. واللَّه أعلم. </p>"
}