{
  "id": null,
  "sura": 2,
  "aya": 236,
  "text": "<p> النِّكَاحِ وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَى وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ (٢٣٧) </p><p> وقوله:  (لَا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ (٢٣٦) </p><p> فيه دليل رخصة طلاق غير المدخولات بهن في الأوقات كلها؛ إذ لا يتكلم بنفي الجناح إلا في موضع الرخصة، ولم يخص وقتًا دون وقت. وأما المدخولات بهن فإنه عز وجل ذكر لطلاقهن وقتًا بقوله:  (إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ) ؛ لذلك قال أصحابنا - رحمهم اللَّه تعالى -: أن لا بأس للرجل أن يطلق امرأته في حال الحيض إذا لم يدخل بها. </p><p> وجهه: أنه إذا كان دخل بها فعرف وقت طهرها مه، سبق من الدخول بها، فأمر بالطلاق في ذلك الوقت ليكون أدعى إلى المراجعة إذا ندم على طلاقها. وأما التي لم يدخل بها لا يعرف وقت طهرها لما لم يسبق منه ما به يعرف ذلك الوقت، فلم يؤمر بحفظ ذلك الوقت. ولأنه إذا لم يدخل بها فإن الطلاق بينهما منه، فجعل كل الأوقات له وقتا للطلاق، لما لم يجعل له حق المراجعة قبلها ليكون بعض الأوقات له أدعى إلى ذلك. واللَّه أعلم. </p><p> والثاني: أن المدخول بها يتوهم علوقها منه، فجعل الطلاقها وقتًا لتستبين حالها: أحامل، أم لا؟ لئلا يندم على طلاقها؛ لأن الرجل إذا طلق امرأته ثم علم أنها حامل يندم على طلاقها؛ لذلك كان الجواب ما ذكرنا. واللَّه أعلم. </p><p> وفيه دليل رخصة طلاق المبين منه إذا لم يملك إمساكها عند الندامة. لأن الطلاق قبل الدخول تبين المرأة من زوجها. </p><p> والأصل في الأمرين - جعل الطلاق في وقت حلها للأزواج. وكل الأوقات في غير المدخول بها وقت الحل. </p><p> وقوله تعالى:  (أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً) </p><p> ومعناه - ولم تفرضوا لهن فريضة، كأنه عطف على قوله:  (وَلَا جُنَاحَ عَلَيْكُمْ) ، إلى قوله عَزَّ وَجَلَّ:  (مَا لَمْ تَمَسُّوهُنَّ) ، دليله قوله تعالى:  (وَمَتِّعُوهُنَّ) ، دل الأمر بالمتعة أن قوله تعالى:  (أَوْ تَفْرِضُوا لَهُنَّ) ، معناه - ولم تفرضوا لهن. ودل قوله عَزَّ وَجَلَّ:  (فَنِصْفُ مَا فَرَضْتُمْ) \"، أن ذلك في غير المفروض لها؛ حيث أوجب في المفروض نصف المفروض </p><p> وأوجب ثَمَّ المتعة. ثم يجيء في القياس أن يوجب في غير المفروض نصف مهر المثل إلا المتعة؛ لأنه إذا دخل بها أوجب كل مهر المثل كما أوجب كل المفروض عند الدخول بها، ونصف المفروض عند عدم الدخول بها، لكن أوجب المتعة لوجهين: </p><p> أحدهما: أن مهر المثل إنما يقدر بها إذا دخل بها، فإذا لم يدخل بها لم يعرف الزوج ما قدر مهر مثلها؟، فإذا لم يعرف ما قدر مهر مثلها لم يعرف النصف من ذلك. </p><p> والثاني: أنهم أوجبوا المتعة تخفيفًا وتيسيرًا؛ لأن الحاكم يلحقه فضل كلفة وعناء في تعرف حالها وحال نسائها، إذ مهر المثل إنما يعتبر بنسائها، وليس ذلك في المتعة. والله أعلم. </p><p> ثم قدر المتعة: يعتبر شأنه اعتبارًا بقدرها؛ لأنه لو اعتبر شأنه قدر ما أوجب لها غناءها وغناء أهلها، ومهر المثل لا يبلغ ذلك، فكان في ذلك تفضيل المتعة على مهر المثل -وقد ذكرنا أن المتعة أوجب تخفيفًا- ولو نظر إلى قدرها دون قدره لكلف الزوج ما لا طاقة له به ولا وسع؛ لذلك وجب النظر إلى قدره اعتبارا بقدرها. واللَّه أعلم. </p><p> وقوله:  (أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً) ، أو نسق على قوله:  (مَا لَمْ تَمَسُّوهُنَّ) ، فهو على:  \" ما لم تفرضوا لهن فريضة \" ، وعلى ذلك قوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا) . وعلى هذا إجماع القول في جواز النكاح بغير تسمية. </p><p> وفي ذلك دليل أن قوله تعالى:  (وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ) ، هو ما يبتغى من النكاح بالمال، لا بتسمية المال، فيكون النكاح موجبًا له، به يوصل إلى حق الاستمتاع، لا بالتسمية؛ ولهذا كان لها حق حبس نفسها عنه حتى يسلم إليها ما منع عن الملك إلا مهر به مسمى أو غير مسمى، كقوله تعالى:  (وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ) وقوله تعالى: (يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ. . .) الآية. </p><p> وإذا جاز النكاح بلا تسمية لم يفسده فساد التسمية، بل الذي أفسد في أعلى أحواله كأنه لم يكن، وعلى ذلك اتفاق فيما يتزوج المرأة على ما لا يحل من خمر أو ميتة أو نحو ذلك أن يجوز؛ فيكون في ذلك أمران: </p><p> أحدهما: أن ما لا يتعلق جوازه بالشرط، ففساد الشرط لا يفسد. </p><p> والثاني: أن تبين موضع النهي عن الشغار أنه غير مفسد العقد؛ لأنه في جعل ذلك بدلًا للبضع، واللَّه تعالى لم يجعل التسمية شرطًا لجوازه ليفسد لفسادها. واللَّه أعلم. </p><p> ثم جعل الطلاق قبل المماسة سببا لإسقاط بعض ما أوجب العقد، فهو - واللَّه أعلم - لما لم يوصل إليه كمال ما له قصد النكاح، إذ هو مجعول للتعفف، وحقيقته في إمكان الاستمتاع، لا بالعقد، ولولا ذلك لما جعل النكاح، ولم يبطل كل المهر لما تقلب في الملك الذي له البدل، إذ هو في الحقيقة للملك، لا للاستمتاع. دليل ذلك: ما لا يزداد لكثرة الاستمتاع؛ فثبت أنه بدل الملك في التقلب فيه، إذ ليس هو سببًا لفسخ السبب الموجب للملك، الذي له وجب البدل، بل هو تقلب فيه، لم يرفع عنه البدل كله. والله أعلم. فأوجب عَزَّ وَجَلَّ نصف المهر، وأسقط نصفه بما قد فقد أحد القصدين ووجد الآخر. واللَّه أعلم. </p><p> ثم إذا لم تكن التسمية جعل اللَّه تبارك وتعالى المتعة مقام نصف المسمى عند التسمية، وإن كان لو تركا، والتدبير بعد بيان الواجب فيما لم يسم مهر المثل نحو وجوب المسمى فيما سمى، لكان الذي يغلب على الوهم أنا لا ندرك تدبيرنا غير نصف مهر المثل، فتولى اللَّه سبحانه وتعالى بيان ذلك ليعلم الناس - واللَّه أعلم - أن اللَّه تعالى بين كل ما بالخلق إليه حاجة على قدر ما يحتمله وسعهم ويبلغه عقولهم، وأن الذي لا يحيط به تدبرهم، بين لهم بالإشارة إليه تفضلًا منه على عباده ليؤلف به بينهم، ويمنعهم عن التنازع. واللَّه أعلم. </p><p> ثم لم يبين لنا ماهية المتعة بالإشارة إليها. ومعلوم أن قدر الذي يتبين فيما علم قصور التدبير عن الإحاطة بدرك ذلك النوع من الحكمة فيما لم يبين، فهو - واللَّه أعلم - بما علم أن العقول تبلغه، وأنه بالتدبير فيما يتبين وجه الوصول إليه. ولا قوة إلا باللَّه. </p><p> ثم قد بين أن الحق أوكد عند التسمية، منه فيما لم يكن التسمية، بوجهين: </p><p> أحدهما: بقوله تعالى: (عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ) ، فيما كان الطلاق قبل المماسة، وعند التسمية أوجب نصف المسمى، احتمله ووسعه أو لا. ومعلوم أن الاحتمال على قدر الموسع أخف مما كان يجب احتماله عند الخروج من الوسع. واللَّه أعلم. </p><p> والثاني: بما علم من وقوع الاختلاف يكون بين الأمة فيما لا تسمية إذا مات أحد الزوجين في حق إكمال المهر وارتفاع ذلك بما كان ثم تسمية، فهو الدليل على أن الحق في أحد الزوجين أوكد منه في الآخر، على أن العقود والفسوخ كلها تثبت لها عند </p><p> تسمية البدل، ولا يجب شيء من ذلك بنفس العقد البدل حتى يستوفى في بعض ذلك، ولا يجب شيء في البعض على كل حال؛ فثبت به ما ذكرت، فأوجب ما ذكرت - ألا يراد بالمتعة نصف مهر المثل؛ إذ قد ثبت بالبيان الأول أن التدبير لا يوجب الزيادة عليه، وبالبيان الثاني أن الأمر فيه محمول على التيسير والتخفيف، ومن البعيد المجاوزة بالأمر المؤسس على التخفيف على المؤسس بالتغليظ في التغليظ. </p><p> ولم يبين لنا ماهية المتعة - ما هي؟ </p><p> ومعروف أن المتعة هي التي يتمتع بها، وأن مهر المثل مما قد يتمتع به. </p><p> فجعلنا نصف مهر المثل نهاية المتعة بما هو النهاية فيما كان مبنيا على التغليظ، فلا يجاوز بها. </p><p> ذلك مع ما فيه وجهان: </p><p> أحدهما: إحالة وجوبها أكثر من مهر مثلها، فيكون الدخول بها سببًا لإسقاط الحق، وقد جعله اللَّه تعالى سببًا لمنع السقوط؛ فثبت أن مهر المثل معتبر في المتعة. </p><p> والثاني: أنها بحكم البدل عن ذلك. دليله وجهان: </p><p> أحدهما: أن المطالبة كانت بمهر المثل، والطلاق سبب إسقاط حقوق النكاح لإيجابها؛ فثبت أن المتعة كانت مكان ما فيه المطالبة، لا أن حدث الوجوب بالطلاق. </p><p> والثاني: أنه متى وجب مهر المثل لم يوجد لها نحو أن يدخل بها. ثبت أنها كانت بدلًا، فلا يزاد البدل، مع ما كان التحويل إلى غير نوع مهر المثل. إنما هو - واللَّه أعلم - لما قد يتعذر تعرفه، أو أن لم يعرف ذلك بالاجتهاد والتفحص عن أحوالها ومحلها ومحل قومها، وفي ذلك مؤن وتكلف. ثم بعد العلم بذلك لا بد من الاجتهاد في الوسط من ذلك، ثم في أمرها منهم، فجعل اللَّه تفضله من الوجه الذي للمرء سبيل العلم به عن ذلك التكلف. أو لو رفع هو إلى الحاكم أمكنه الوصول إلى العلم به بدون ما ذكرت من النظر. </p><p> فكان ذلك - واللَّه أعلم - نحو ما فرض اللَّه تعالى من زكاة الإبل، لا فيها إذا صار بحيث لو كانت فيها لكانت جزءًا يتعذر أخذ مثله، ثم التسليم إلى الشراء، فجعل في ذلك بدلا على أن الذي عليه لو خرج بتسليم العين جاز؛ فمثله ما نحن فيه. </p><p> وهذا هو وجه جعل اللَّه تعالى متعة على أنها كانت واجبة نحو الإمساك، لو رام ذلك، إذ عليه النفقة والكسوة، فإذا طلقها فجعلت هي مكان مهر المثل إذا فات السبب الذي كان </p><p> يجب بحقها، فجعلت واجبه بحق غيرها حتى لا يقع في الطلاق وجوب أمر لم يكن فيما تقدم، لو أريد بها الإمساك. ومن البعيد أن يزداد كسوة المرأة على مهرها أو نصف مهرها في الحق. ولا قوة إلا باللَّه. </p><p> ثم ليس في ظاهر الآية إبطال المهر فيما لم يسم، ولا النصف فيما سمى. وإنَّمَا في الأول الأمر بالمتعة، وفي الثاني بيان أن لها نصف الفرض. </p><p> والقول: بأن نصف هذا العبد لفلان، أو لفلان، كذا من الحق لا يبطل عنه الحقوق جملة، أو عن النصف لآخر بذلك القول، بل فيه بيان ذلك أنه له وغيره متروك لدليله. ولا قوة إلا باللَّه. </p><p> وكذلك قوله تعالى:  (فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا) ، ليس في ذلك أن لا عدة عليهن، ولكن فيه أن لا عدة لهم، ويجوز أن تكون عليها، لا له. </p><p> وكذلك عندنا: العدة هي التي عقيب الخلوة لا يملك هو فيها إمساكها، ويلزمه المؤن فكأنها عليه، لا له في المعتبر. </p><p> فلما ذكرت يبطل قول من ادعى أن القول بالمهر والعدة فيما لا مماسة فيه خلاف الظاهر - واللَّه أعلم - مع ما لو كان في الظاهر ذلك لأمكن أن يكون من المسيس الإمكان، لا حقيقته. دليل ذلك: أنه لو وجدت القبلة أو المعانقة في الملأ من الخلق لوجد المسيس في الحقيقة، ولم يجب به ذلك؛ فثبت أن المراد من ذلك معنى في المسيس، لا ما يلحقه اسمه. </p><p> ثم الذي يؤيد أنه الإمكان والاجتماع وجهان: </p><p> أحدهما: قول تعالى: (وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلَا تَأْخُذُوا مِنْهُ شَيْئًا أَتَأْخُذُونَهُ بُهْتَانًا وَإِثْمًا مُبِينًا (٢٠) وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا (٢١) ، فأعظم عليه أخذ شيء مما آتاها بما كان من إفضاء بعض إلى بعض. والإفضاء في اللغة معروف: أنه الانضمام، لا المجامعة، مع ما كانت المجامعة إلى الأزواج، يضاف فعلها، وفي هذا إضافة الإفضاء إلى كل واحد منهما. ثبت أنه في معنى ذلك من كل واحد منهما نحو الذي من الآخر، وذلك يكون في الاجتماع خاصة. واللَّه أعلم. </p><p> والثاني: وجود القول من خمسة من نجباء الصحابة الخلفاء، رضوان اللَّه تعالى عليهم أجمعين، فمن دونهم ممن لا يحتمل خفاء الآيات عليهم، ومن شهد الخطاب أحق بفهم الحقيقة من المراد أن يسألوا عن ذلك من أن يطلعهم على حقيقته إذا كان بحيث احتمال </p><p> الخفاء، والخاصة النجباء الذين يعلمون أنهم أئمة الخلق، وعلى الاقتداء بهم حثت الأمة، مع ما في ذلك عدول عن الظاهر، وقول بالذي لا يحتمل فهمه عنه؛ ثبت أن كان ذلك منهم عن بيان من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، أو عن دليل شهدوه أظهر المراد. ولا قوة إلا باللَّه. </p><p> على أن في الآية، لو كان في تصريح جماع، لكان يلزم ذلك بالخلوة لوجهين سوى ما ذكرت: </p><p> أحدهما: جرى أحكام الكتاب والسنة في البدل لأشياء مقصودة اسما وتحقيقًا يستوجب حق العرفاء بها بحق شرط اللَّه القبض في الرهن، والقتال في المغانم، والإيتاء في الأجور والمهور والخروج لأمر الهجرة وأمر رؤيا إبراهيم عليه الصلاة والسلام، لما أسلما لأمر اللَّه، فعلى ذلك أمر المهور والعدة في الخلوة إذ هي سلمت نفسها لذلك، وعلى ذلك أمر الخروج من الأمانات بقوله تعالى:  (إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا) ، ولو كان لا يخرج إلا بإدخال في الأيدي في الحقيقة، لكان لا سبيل إلى القيام بما كلف اللَّه تعالى. وعلى ذلك إجماع القول في الإجارات إذا أمكن الانتفاع بها. واللَّه أعلم. </p><p> والثاني: أن النساء لا يملكن من تسليم ما عليهن من الحق، ومحال أن يلزمهن من الحق أكثر مما ذكر، لكن اللَّه تعالى وسعهن؛ فثبت أن ليس عليهن غير الذي فعلن، فاستوجبن ما لهن، وعلى ذلك قوله تعالى:  (وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ) ، والله أعلم. </p><p> ثم قد أجمع على وجوب المهر في موت أحدهما، وأن الموت لا يسقطه، وإن لم يكن ثم دخول. فهو - واللَّه أعلم - أن المقصود بالنكاح الملك وقيام الزوجية إلى موت أحدهما، وإن كان ذلك الاستمتاع وقد وجد تمامه. وقد بينا أن المهر للملك، لا لنفس الاستمتاع، فوجب كماله وإن مات أحدهما، لما بلغ الملك نهايته. </p><p> وعلى هذا يخرج قولنا فيما لم يسم لها المهر؛ إذ مهر المثل إنما هو بدل الملك. دليله: أنه يوجب لها المطالبة به عند قيامه وإن لم يسم به. </p><p> وأصله: ما بينا من تعلق هذا الملك بالبدل حكمًا، وإن لم يكن تعلق به شرطًا، وقد وجد ثَمَّ. </p><p> وعلى هذا رُويَ عن ابن مسعود، رضيَ اللَّهُ تعالى عنه، في ذلك، وقام معقل بن سنان فقال:  \" نشهد أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قضى في بروع بنت واشق بمثل الذي قضيت أنت \" . فسر به عبد اللَّه لموافقة رأيه ما روي له عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وإذا ثبت ذلك فعلى ذلك، إذ المعقول بالنكاح أن تبذل المرأة نفسها له ليستمتع بها، فإذا جاءت الخلوة وجد تمام المقصود منها بالنكاح، على ما وجد في موت أحدهما، فيجب كمال المهر كما وجب بالأول، ويستوي في ذلك مهر المثل والمسمى. والله أعلم. </p><p> وعلى ذلك فيما لم يوجب جعله بذل المنفعة، إذ هو قيمة البضع، ويجب قيمة الأشياء بإتلافها، ولم يوجد هاهنا. وعندنا: أنه وإن كانت قيمة ذلك فهي بدل ملك ذلك، لا بدل الانتفاع نفسه، إذ لا يجب في الزنى؛ ثبت أنه للملك يجب أو لشبهته، وقد وجد في الأول على تمام ما رجع إليه المقصود، وجب على ما مر بيانه. واللَّه أعلم. </p><p> وأوجب قوم في المسماة بعد النكاح نصف المسمى إذا طلق قبل الدخول استدلَالًا بظاهر الآية. ولكن التسمية عند الناس إنما تكون في العقد حتى لا يعرف لها وجود غيرها، وهي التسمية في العقد، فهي المرادة في الخطاب، إذ هي المعروفة من الفرض، ثم غيرها بحق الاستدلال، فإن ألزم الدليل لها حق التسمية في العقد لزم، وإلا لا. ثم وجد جميع الأسباب التي تحتمل الاعتياض جعل ذكر الفرض بعد السبب كلا ذكر، فمثله أمر النكاح، فأوجب ذلك فساد التسمية، فلم يجب المسمى من بعد إلا حيث يوجبه الدليل، وقد قام دليل الوجوب عند وجود ما له حكم الدخول بها، يجب عند ذلك، وإلا لا. </p><p> ثم وجه لزوم القول بما يخرج على أحوال أحديهما أن لهذا التسمية إذا جازت جازت بحق مهر المثل، إذ كل سبب ليس له عوض بالحكم لم يجز. ثم كان مهر المثل يسقط قبل الدخول بها، كذلك الواجب به. واللَّه أعلم. وأيضًا فإن الحكم يوجب تبيين مهر </p><p> المثل ليدفع إليها، إذ لها حق الامتناع إلا به، فاصطلاحها على ما سميا من بعد له حق ما في الحكم ذلك وهو التبيين، ولو بينه الحاكم لكان يسقط. فمثله هذا. واللَّه أعلم. </p><p> والثالث: أنه معلوم أنه لو كان الذي في علم اللَّه تعالى من طلاقها، لو كان ظاهرًا وقت التسمية، لكان حقها عليه المتعة، ولم يكن يجب النظر إلى مهر المثل إلا من وجه تحديد المتعة. فكذلك إذا ظهر - واللَّه أعلم - وأمكن أن يقال: الأصل في ذلك أن المتعة ليس يوجبها الطلاق، ولكن النكاح يوجب، ثم كان الواجب بالنكاح مجهول، لا يدري أهو مهر المثل أو المتعة؟؛ إذ لا يجوز أن يجبا، ولا أن يوجب الطلاق أحدهما، لما هو بيان ذلك؛ فثبت أن الواجب في الحقيفة أحدهما، لكن لها مطالبة مهر المثل في الظاهر، ولها التسمية عنه بما العرف في النكاح أنه للدوام ثم هو للاستمتاع، فحمل الأمر على ذلك الظاهر وبه أجيزت التسمية. فلما ورد الطلاق قبل الدخول ظهر حقيقة الواجب، فبطل الذي كان بحق المهر، لما ظهر أن الواجب في علم اللَّه تعالى المتعة. واللَّه أعلم. </p><p> وعلى أصل هذا المعتبر أمر المفروض الظاهر أنه نوع الإيمان، وذلك مما لا يزداد ولا ينتقص، فيجب بالطلاق نصف مهورهن. ثم إذا كان من نوع ما يزاد وينقص فيحدث أحد الوجهين، فليس في الكتاب تسمية ذلك النوع على المعروف، ولا القضاء فيه بشيء. </p><p> ومعلوم أن ذلك لو كان في يدي الزوج ليجب نصف ذلك فيما كان الطلاق قبل الدخول بها، فيصير بحكم المفروض. وإن لم يكن بما كان حدث من الحق، أو بما كان في علم اللَّه تعالى أن الحق في ذلك النصف؛ إذ ذلك حكم الطلاق قبل الدخول بها على حق المنصوص، فيكون الذي حدث من النصف حقه، أو بما كان ذلك مهرًا والحادث محتمل جعله مهرًا، فهو فيه على ما عليه معتبر الحقوق من لحوق الفروع الأصول. فإذا كان ذلك بعد القبض فقد انتهى أمر الحق، وحدث ما حدث على ملكها، إذ على ذلك يحدث. </p><p> فقلنا: لو نقص المهر في العين لكان يصير النصف له بحق بعض القبض فيه، ثم نقض العقد، وإذا كان كذلك لا يخلو أمر الزيادة من أن يرد عليه فيرجع بشيء لم يسلم إليها، وذلك فضل على ما أخذ من الحق يأخذه بالحكم، فيكون ربا؛ لأنه لم يسمه، ولا يسلم إليه، فزال المعنى الذي هو لها فيه، فيكون أخذه بلا عوض في عقد التبادل، فيصير ربا، ولو أبقى له على فسخ القبض في المهر والعقد فيصير ذلك لما فضل من أصل قد فسخ العقد فيه مما لم يكن لها إلا ببدل بلا بدل، وذلك وصف الربا، وقد حرم اللَّه الربا؛ </p><p> فيجب بالضرورة جعل المفروض كالهالك، فيجب نصف القيمة ليزول معنى الربا. والله أعلم. </p><p> وعلى ما ذكرت يخرج قول أبي يوسف، رحمه اللَّه تعالى، في العلة والهيئة: أنه يظهر الواجب في الحكم. </p><p> وعند أبي حنيفة، رضيَ اللَّهُ تعالى عنه، ذلك في حق النقض يصير كذلك، دليله: ما لم يكن يجوز فيه تقلب الزوج، لو كان منه، ثم النقض لا يرد على ما ليس له حكم المهر، فيبقى ذلك للمرأة على ما كان لها قبل الطلاق؛ إذ الطلاق نقض الملك في المهر، وليس ذلك بمهر. واللَّه أعلم. </p><p> قال الشيخ - رحمه اللَّه تعالى -: والمذكور من المتعة فيما فيه الدخول يحتمل ما عليه في حال النكاح من الكسوة والنفقة، إلى تمام العدة، فتكون الآية في ذكر النفقة بعد الفراق؛ إذ لا يجوز أن يكون الطلاق سببًا لإيجاد حق غير واجب قبله. ويحتمل أن يكون في حق المتبرع شرط عليه ليكون تسريحًا بالإحسان على ما رغب في غير المدخول بها من الإتمام؛ إذ لا يجوز أن يكون ذلك بدلًا فيكون لملك واحد بدلين، مع ما جعل اللَّه تعالى الطلاق سببا لتخفيف الحقوق على الزوج، ورفع المؤنة، ورد الأمر إلى الغناء بالآخر بقوله تعالى:  (وَإِنْ يَتَفَرَّقَا يُغْنِ اللَّهُ كُلًّا مِنْ سَعَتِهِ) ، لم يحتمل به الوجوب، فيصير سببًا لإلزام المؤنة. ولا قوة إلا باللَّه. </p><p> وقوله تعالى:  (حَقًّا عَلَى الْمُحْسِنِينَ) . </p><p> فيه دليل لأبي حنيفة، رضيَ اللَّهُ تعالى عنه، حيث قال: إن الذمي إذا تزوج امرأة ولم يسم لها صداقًا، ثم طلقها قبل أن يدخل بها، لا متعة لها؛ لأن اللَّه تعالى إنما أوجب المتعة على المحسنين، والذمي ليس بمحسن. والدليل على أن المتعة إنما أوجبت تخفيفا، ومهر المثل لا؛ لأن مهر المثل أوجب على المرء احتمله ملكه أو لم يحتمل، والمتعة لم تلزم إلا ما احتمله ملكه؛ فبان أنها أوجبت تخفيفًا فإذا كان تخفيفا؛ لم يزد على مهر المثل. </p><p> والثاني: أن المتعة أوجبت بدلًا عن نصف مهر المثل، ثم لا جائز أن يراد بالبدل المبدل، كما قيل في سائر الأبدال. واللَّه أعلم. </p><p> والمتعة - هي ثلاثة أثواب؛ لأنه يخرجها من المنزل، وأقل ما تخرج المرأة من المنزل إنما تخرج بثلاثة أثواب. </p><p> فإن قال لنا قائل: إن الكتاب ذكر المتعة للمطلقة قبل المماسة إذا لم يفرض لها فرض، وذكر أنه في نصف المفروض إذا طلقها قبل المماسة، وأنتم أوجبتم كل المسمى وكل مهر المثل إذا خلا بها ولم يمسسها. </p><p> قيل له: في الآية بيان وجوب المتعة في حال وبيان وجوب نصف المهر في حال، وليس في بيان وجوب النصف نفي وجوب الكل؛ لأنه إذا قيل:  \" لفلان نصف هذا الشيء \" ، ليس فيه دليل أن النصف الآخر ليس له، فإذا كان ما ذكرنا ليس لمخالفنا الاحتجاج علينا بظاهر الكتاب، ولا السنة إلى مخالفة الآية، فصار معرفة ذلك بتدبير آخر من جهة الكتاب، مع ما أنه لا يوجب المهر كله لعين المسيس، فكانا -نحن وهو- اتفقنا جميعًا على إيجابه لا بالكتاب. واللَّه أعلم. </p><p> وإن شئت قلت: إن الخلوة لا توجب كمال الصداق، وإنما يوجبه صحة العقد. دليله: مطالبة المرأة الزوج بكماله بعد صحة النكاح؛ فدل أن وجوبه لا بالخلوة، ولكن بصحة العقد، فالكلام إنما وقع في إسقاط البعض، فيسقط إذا قام دليل الإسقاط. والله أعلم. </p><p> وإن شئت قلت: إن المرأة لا تملك سوى تسليم نفسها إليه، فالعقد إنما وقع على ما يقدر على تسليمه إليه، ليس على ما لا تقدر؛ لأنها لا تقدر على تسليم الاستمتاع إليه؛ إذ لو كان العقد واقعًا على ذلك لكان يبطل؛ لأن من باع ما لا يقدر على تسليمه إلى المشترى لبطل العقد بأصله، فعلى ذلك عقد النكاح إذا جعل واقعًا على تسليم الاستمتاع إليه كان باطلًا كالبيع للمعنى الذي وصفناه. واللَّه أعلم. </p><p> ثم اختلف في المرأة التي مات عنها زوجها ولم يدخل بها ولا فرض لها مهرًا: رُويَ عن عبد اللَّه بن مسعود، رضيَ اللَّهُ تعالى عنه، أنه قال: لها مهر مثلها، وروى عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - \" أنه قضى لبروع بنت واشق بمهر مثلها \" . </p><p> ورُويَ عن عليٍّ بن أبي طالب رضيَ اللَّهُ تعالى عنه، أنه قال: لها المتعة بكتاب الله تعالى. وقال: لا ندع كتاب اللَّه بقول أعرابي. ذهب - واللَّه أعلم - إلى أن الكتاب ذكر المتعة في الطلاق، ثم كان ذلك الحكم في غير الطلاق كهو في الطلاق؛ فعلى ذلك الفرقة التي وقعت بالموت توجب المتعة كوجوبها في الفرقة الواقعة في غير الطلاق، كقوله تعالى:  (وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ) ، ذكر (المطلقات) ، ثم </p>"
}