{
  "id": null,
  "sura": 2,
  "aya": 21,
  "text": "<p> وكقوم بُلُوا في شدة الجوع والعطش لضيق الزمان وجَدْبِهِ، فاستغاثوا بمن يملك كشف ذلك عنهم فأَغاثهم بالمطر. </p><p> ثم منهم من عرف نعمة من أَنعم عليهم بالوقود وأَغاثهم بالمطر، فتلقوا نعمته بالشكر فنجوا بذلك فما خشوا من الهلاك، ووصلوا إلى حوائِجهم بالنار والمطر. </p><p> وذلك مثل من اتبع محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وعرف نعم اللَّه فشكره. </p><p> ومنهم من تلقى نور النار بالكفران والجهل بالمنعم به عليه، ونسي ما كان عليه، وهو قوله:  (فَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ) آيات فيها ذكر ما بَينت، وقوله:  (وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ. . .) الآية، فأَذهب اللَّه نورَهُ فلا ينتفع بنور النار، ولا وَصل إلى حاجته التي بها يقضي. </p><p> وذلك مثل الذين كفروا بمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: أنهم لم ينتفعوا به، ولا قضوا حاجاتهم، بل زادهم ذلك ظلمةً وحيرة، كمستوقد النار إذا ذهب بصرهُ. </p><p> وكذلك قوم بُلوا بالسلوك في الطريق عند شدة الظلمة، ولم يتلقوا النعمة بالشكر من الوجه الذي جُعل لهم لوضع أَقدامهم بنور البرق فأَذهب اللَّه نوره، وسَكَنَ لمعانُ البرق؛ فعاد الغياث له هلاكا، والمطر -الذي وجهه- عليه بلاء. </p><p> فمثله من كابر رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، واعترض على الاستماع إليه، ولا قوة إلا باللَّه. </p><p> * * * </p><p> قوله تعالى (يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ (٢١) الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا وَالسَّمَاءَ بِنَاءً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ (٢٢) وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ (٢٣) فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ (٢٤) وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقًا قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ وَأُتُوا بِهِ مُتَشَابِهًا وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَهُمْ فِيهَا خَالِدُونَ (٢٥) . </p><p> وقوله:  (يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ) . </p><p> فالخطاب يحتمل الخصوص والعموم. </p><p> وقوله:  (اعْبُدُوا) : وحدوا ربَّكم. </p>"
}