{
  "id": null,
  "sura": 2,
  "aya": 129,
  "text": "<p> وعلى ذلك: وقع كل نوع منها لفوت النعمة، التي هي المرغوبة المختارة في الطبيعة، وإلى ما يدوم تلك يدعو العقل ببذل ما ينقطع منه، ثم جعلت قوى النفس بشهواتها، ونعم الأَموال بأَنواع الكد والجهد. </p><p> فعلى ذلك: خفف حقوق الأَموال؛ فلم يجعل إلا في الفضل الذي لا اختيار لهم ألا يبلغوا بالجهد ذلك، ففي ذلك جعلت الحقوق على ما يحتمل الوسع لهم من الترتيب، مع اليسر الذي أَخبر اللَّه أَنه يريد بهم ذلك، لا العسر، واللَّه أعلم. </p><p> وقوله:  (وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ) . </p><p> دل سؤال التوبة أَن الأَنبياء - عليهم السلام - قد يكون منهم الزلات والعثرات، على غير قصد منهم. </p><p> ثم فيه الدليل على أَن العبد قد يُسأَل عن زلة لم يتعمدها ولم يقصدها؛ لأنهم سأَلوا التوبة مجملًا. ولو كان سبق منهم شيء علموا به وعرفوه لذكروه؛ فدل سؤالهم التوبة مجملًا على أَن العبد مسئول عن زلات لم يتعمدها. </p><p> وقوله:  (رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ (١٢٩) </p><p> يحتمل وجوهًا: </p><p> يحتمل (رَسُولًا مِنْهُمْ) : من المسلمين؛ لأَنه أَخبر أَن عهده لا يناله الظالم. </p><p> ويحتمل (رَسُولًا مِنْهُمْ) : من جنسهم، من البشر؛ لأنه أَقرب إلى المعرفة والصدق ممن كان من غير جنسهم، كقوله تعالى:  (وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا. . .) الآية. </p><p> ويحتمل (رَسُولًا مِنْهُمْ) : أي من قومهم، ومن جنسهم، وبلسانهم، لا من غيرهم، ولا بغير لسانهم - واللَّه أعلم - كقوله:  (لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ) . </p><p> وقوله:  (يَتْلُو عَلَيْهِمْ آيَاتِكَ) . </p><p> قيل: الآيات هي الحجج. </p><p> وقيل: الآيات هي الدِّين. </p><p> ويحتمل: يدعوهم إلى توحيدك، واللَّه أعلم. </p><p> وقوله:  (وَيُعَلِّمُهُمُ الْكِتَابَ) . </p><p> يعني القرآن: ما أَمرهم به، ونهاهم عنه، ونحو ذلك. </p><p> وقوله:  (وَالْحِكْمَةَ) </p><p> قيل: الفقه، يقول: يعلمهم الكتاب وما فيه من الفقه. </p><p> وقيل: الحكمة ما فيه من الأَحكام من الحلال والحرام. </p><p> وقيل: الحكمة: هي السنة هاهنا. </p><p> وقيل: الحكمة: هي الإصابة. وبعض هذا قريب من بعض، وباللَّه التوفيق. </p><p> وقال الحسن: الحكمة: هي القرآن؛ أَعاد القول به. يعني تكرارًا. </p><p> وقال ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: الحكمة: الفقه. </p><p> وقوله:  (وَيُزَكِّيهِمْ) . </p><p> قال ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: يأْخذ زكاة أَموالهم -فذلك يزكيهم- كقوله:  (خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا) . </p><p> وقيل: يزكيهم إلى ما به زكاة أَنفسهم. </p><p> وقيل: يزكيهم بعمل الصالح. </p><p> فإن قال لنا قائل ممن ينتحل مذهب الاعتزال: أَليس اللَّه - عَزَّ وَجَلَّ - أَضاف التزكية والهداية إلى رسوله، ولم يكن منه -حقيقة- فعل التزكية والهداية، ولا خلق ذلك منه -كيف لا قلتم أيضًا- فيما أَضاف ذلك إلى نفسه: أَن ليس فيه منه خلق ذلك، ولا حقيقة سوى الدعاء والبيان، على ما لم يكن في إضافة ذلك إلى رسوله سوى الدعاء والبيان؟! </p><p> قيل: كذلك على ما قلتم: أَنه أَضاف ذلك إلى رسوله بقوله: (وَتُزَكِّيهِمْ) ، وبقوله:  (وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ) ، وقوله:  (وَلِكُلِّ قَوْمٍ هَادٍ) ، غير أَنه جعل إلى نفسه فضْلَ هدايةٍ، لم يجعل ذلك لرسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأَثبت زيادة تزكيةٍ، لم يثبت ذلك لرسوله عليه السلام؛ كقوله:  (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ) ، وكقوله:  (وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَى مِنْكُمْ مِنْ أَحَدٍ أَبَدًا وَلَكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ) . </p><p> فدل إضافة تلك الزيادة إلى نفسه على: أن له فضلَ فعلٍ، ليس ذلك لرسوله، وهو خلق فعل الاهتداء، وفعل التزكية، وباللَّه التوفيق. </p><p> وبعد: فإن الرسول لا يحتمل أَن يملك قدرة فعل أَحد يُقدره عليه لو أَراده بما </p><p> أَقدرهم اللَّه على الفعل، حتى قدَروا؛ فجاز أَن يكون له عليه قدرة. </p><p> وفي تحقيقها جواز خلق ذلك له، ومثله في رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لا يحتمل، ولا قوة إلا باللَّه. </p><p> وقوله:  (إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ) . </p><p> أي: لا شيء يعجزه، والعزيز بذاته، وكل شيء دونَه غيرُ عزيز، ذليل. </p><p> وقيل: العزيز: المنيع. </p><p> وقيل: العزيز: المنتقم من أَعدائه. </p><p> والحكيم: هو المصيب في فعله. والحكيمُ في أَمره ونهيه. والحكيم هو الذي أَحكم كل شيء جعله دليلًا على وحدانيته. </p><p> ثم ذكر بعض المفسرين علل المناسك فقال: سميت العرفات عرفات؛ لما قيل له: عرَفتَ. ومِنًى؛ لما قيل له: تمنَّهُ. ورَمي الجمار؛ لما استقبل لإبراهيم الشيطان فرمى. </p><p> فهذه العلل لا تطمئن بها القلوب، وتنفر عنها الطباع، أَلا ترى أَنه ذكر في قصة آدم فعل ذلك جملةً؛ فزال المعنى الذي ذكر في إِبراهيم عليه السلام؟! </p><p> ثم قد ذكر في الخبر أَن الملائكة قالت لآدم: حججناه، قبلك بأَلفي عام؛ فثبت أَنهم قد فعلوا هذا كله. </p><p> ثم يمكن نصب الحكمة فيه من طريق العقل، وهو أَن الحج قصد لزيارة ذلك المكان؛ فأَمر بمختلف الأَفعال الواقع بها الزيارة. </p><p> كالصلاة: إنها الخضوع لعينه؛ ولذلك أَمر فيها بإحضار الأَفعال المختلفة من حال الخضوع. </p><p> ثم المرءُ قد يخضع مرة بالقيام، ومرة بالركوع، ومرة بالسجود. أَمر بإحضار مختلف الأَفعال التي فيها الزورة. </p><p> غير أن الصلاة تخالف الحج؛ فلأنَّ أفعالها فعل المعاش أُمر فيها بإِحضار حالة تذكره الخضوع، والوقوف لله، مفرقًا بين تلك الحالة وحالة المعاش؛ ولهذا تُقْضَى في كل مكان. </p><p> ثم أَفعال الحج في ظاهرها إلى أَفعال المعاش، وما إليه وَقع القصد -لا عينها- غير </p>"
}