{
  "id": null,
  "sura": 2,
  "aya": 110,
  "text": "<p> العلة في الذي لا يكون مخلوقًا، أنه ليس هو من عنده لوجب القول بخلقه ما هو من عنده، ثم لم يقولوا به؛ فَبان أَن ما يقولون فاسد، باطل، ليس بشيء. </p><p> ثم جهة الحسد ما ذكرنا أنهم أحبوا أن تكون الرسالةُ فيهم، أَو أن يكون من عنده سعَةْ؛ كقوله:  (لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ) ، وكقوله:  (لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ) ؛ فبهذين الوجهين يخرج حسدهم. </p><p> قوله:  (مِّنْ عِندِ أَنفُسِهِم) . </p><p> أي: من قِبَلِها، لا أَن اللَّه - تعالى - أمرهم. وليس يضاف إلى اللَّه - تعالى - بأَنه من عنده بما يخلق، ولكن بما يأمر أو يلزم. </p><p> أَلَا تَرى أَن الأنجاس كلها، والخبائث، والشياطين، كلهم مخلوقة وإن لم يجز نسبتها إلى اللَّه - تعالى - بمعنى أنه مِن عنده؟ كذلك ما ذكر من الحسد. </p><p> على أَنه معلوم أَنهم لم يكونوا يدعون مِنْ دون اللَّه خَلْقًا فبذلك الوجه ينكر عليهم، بل كانوا يدعون الأَمر في كل ما نُسب إلى اللَّه تعالى؛ فعلى ذلك ورد العقاب، واللَّه أعلم. </p><p> وقوله:  (مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ) . </p><p> أي: بين لهم في التوراة أن محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - نبي، وإن دينه الإسلام؛ كقوله:  (يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ) . </p><p> وقوله:  (فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ) . </p><p> يحتمل: النهي عن مكافأة ما يؤذونه في الدنيا، ثم لم ينسخ. </p><p> وقيل: فيه نهي عن قتالهم، حتى يأْتى أَمر اللَّه في ذلك، ثم جاءَ بقوله:  (قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ. . .) الآية. </p><p> وقيل: حتى يأتي اللَّه بأمره، أي: بعذابه، واللَّه أعلم. </p><p> وقوله:  (إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) </p><p> من التعذيب والانتقام، وبكل شيء. ولم ينسخ هذا. </p><p> وقوله:  (وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ (١١٠) </p><p> كرر اللَّه - عَزَّ وَجَلَّ - الأَمر بإقامة الصلاة، وإيتاءِ الزكاة، في القرآن تكرارًا كثيرًا، حتى كانت لا تخلو سورة إلا وذكرهما فيها -في غير موضع- وذلك لعظم شأنهما، وأمرهما، وعلو منزلتهما عند اللَّه، وفضل قدرهما. </p><p> وعلى ذلك جعلهما شريعة في الرسل السالفة، صلوات اللَّه عليهم. </p><p> أَلا ترى إلى قول إبراهيم - عليه السلام -: (رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي) . </p><p> وقوله لموسى وهارون:  (أَنْ تَبَوَّآ لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا) إلى قوله: (وَأَقِيمُوا الصَّلَاةَ) . وقول عيسى:  (وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا) ، وقوله:  (وَقَالَ اللَّهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ) . </p><p> وذلك - واللَّه أعلم - أَن الصلاة قُربة فيما بين العبد وبين ربه، تجمع جميع أفعال الخير، وفيها غاية منتهى الخضوع له، والطاعة: من القيام بين يديه، والمناجاة فيه، والركوع له، والسجود على الأَرض، وتعفير الوجه فيها حتى لو أَن أَحدًا ممن خلص دينه لله لو أعطى ما في الدنيا على أن يعفر وجهه في الأَرض لأَحد من الخلق ما فعل، وبالله التوفيق. </p><p> والزكاةُ فيما بين العبد وبين الخلق؛ لتآلف القلوب واجتماعها، وفيها إظهار الشفقة لهم والرحمة. </p><p> لذلك عظم اللَّه شأْنهما، وشرف أَمرهما، وأَعلى منزلتهما؛ وعلى ذلك قرنهما بالإيمان في المواضع كلها، وأَثبت بين الخلق الأُخوة بهما بقوله:  (فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ) . </p><p> ثم هما تكرمان بالعقل؛ لأَن الصلاة تجمع جميع أَنواع خيرات الأَفعال، وفيها غايةُ الخضوع له، والخشوع -على ما ذكرنا- وذلك مما يوجبه العقل، وإن لم يرد فيه السمع. </p><p> وكذلك الزكاة: فيها تزكية الأَنفس وتطهيرها، وذلك مما في العقل واجب. فَإِنْ قِيلَ: ما الحكمة في وجوبها؟ </p><p> قيل: إظهار ما أَنعم اللَّه على العبد من الأَموال والسعة فيها، وما أعطاهم من سلامة الجوارح عن جميع الآفات، يخرج مخرج الأَمر بأَداءِ شكر ما أَنعم عليهم عز وجل. </p><p> فَإِنْ قِيلَ: ما الحكمة في وجوبها فيما أُعْطي منهما، يعني من النفس، والمال دون غيره؟ </p><p> قيل: لأن الوُجوب من غيره يخرج مخرج المعاوضة والمبادلة، لا مخرج أَداءِ الشكر، واللَّه أعلم. </p><p> ثم الحكمة في: إيجاب الصلاة والزكاة، وغيرهما من العبادات أَن اللَّه - تعالى - إذ عمهم بنعمه فيما فضلهم بالجوهر، وسخر لهم جميعَ ما في الأرض، وبسط عليهم النعم، حتى صار كل منهم لا يُبصر غير نعمه، من غير استحقاق منهم شيئًا من ذلك - لزمهم الشكر عليها. </p>"
}