{
  "id": null,
  "sura": 2,
  "aya": 29,
  "text": "<p> باختيارهم الكفر- بين أَطباق النار؛ فذلك هو الخسران المبين. </p><p> وقوله:  (كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ (٢٨) </p><p> يحتمل وجوهًا: </p><p> \" كيف \" : من أَين ظهرت لكم الحجةُ أَن تعبدوا من دون اللَّه من الأَصنام وغيرها أَنه حق، ولم يظهر لكم منها الإنشاء بعد الموت، ولا الإماتةُ بعد الإحياءِ؟ </p><p> وقيل: كيف تكفرون بالبعث بعد الموت (وَكُنْتُمْ أَمْوَاتًا) يعني نُطَفًا (فَأَحْيَاكُمْ) ، وأَنتم لا تنكرون إنشاء الأَول فكيف تنكرون البعث والإحياء بعد الموت؛ وقيل: كيف تكفرون بالإحياءِ والبعث بعد الموت، وفي العقل أن خَلْقَ الخلْق للإفناءِ والإماتة من غير قصد العاقبةِ عبث ولعب؛ لأَن كل بانٍ بنى للنقض فهو عابث، وكذلك كل ساع فيما لا عاقبة له فهو عابث هازل، فكيف تجعلون فعله عَزَّ وَجَلَّ؛ إذ لو لم يجعل للخلق دارًا للجزاءِ، والعقاب كان في خلقه إياهم عابثًا هازلًا خارجا من الحكمة؟! تعالى عما يقول الظالمون علوا كبيرًا. </p><p> وقوله:  (ثُمَّ إِلَيْهِ تُرْجَعُونَ) . </p><p> أَي: تعلمون أَنكم تُرجَعون إليه، وكذلك المصير والمآب. </p><p> والثاني: ترجعون إلى ما أعَد لَكُم من العذاب. احتج عليهم بما أَخبرهم اللَّه أَنه أَنشأهم بعد الموتة الأُولى، وأنه يبعثهم بعد الموتة الأُخرى (ثُمَّ إِلَيْهِ تُرْجَعُونَ) كأنه يقول: ثم اعلموا أَنكم إليه ترجعون. </p><p> قوله:  (هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا (٢٩) </p><p> قيل: إنه صلة قوله: (كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا) أي: كيف تكفرون بالذي خلق لكم ما في الأرض ما يدلكم على وحدانيته؛ لأَنه ليس شيء من الأرض إلا وفيه دلالة وحدانيته. </p><p> ويحتمل: كيف تكفرون بالذي خلق لكم ما في الأَرض نعيمًا من غير أَن كان وجب لكم عليه حق من ذلك لتشكروا لَهُ عليها، فكيف وجهتم أَنتم الشكر فيها إلى غيره؟ </p><p> ويحتمل (خَلَقَ لَكُمْ مَا فِي الْأَرْضِ) : محنة يمتحنكم بها في الدنيا؛ كقوله:  (لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا) ، ثم لتجزون في دار أخرى فكيف أنكرتم البعث؟! </p><p> وفى بيان حكمةِ خلق الخلق في الدنيا للفناءِ، والإحياء للآخرة - حكمة، وفي إنكارها ذهاب الحكمة. </p><p> وقوله:  (ثُمَّ اسْتَوَى إِلَى السَّمَاءِ) . </p><p> قيل فيه بوجوه: </p><p> قيل: استوى إلى الدخان؛ كقوله:  (اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ) . </p><p> وقيل: استوى: تَمَّ؛ كقوله:  (بَلَغَ أَشُدَّهُ وَاسْتَوَى) أي: تَمَّ. </p><p> وقيل: استوى: أَي: استولى. </p><p> والأَصل عندنا في قوله:  (ثُمَّ اسْتَوَى إِلَى السَّمَاءِ) و (اسْتَوَى عَلَى الْعَرْشِ) ، وغيرها من الآيات من قوله:  (وَجَاءَ رَبُّكَ. . .) الآية. وقوله:  (هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ. . .) الآية، من الآيات التي ظنت المشبِّهةُ أَن فيها تحقيق وصف اللَّه تعالى بما يستحق كثير من الخلق الوصفَ به على </p><p> التشابه. </p><p> في الحقيقة إنها تحتمل وجوهًا: </p><p> أحدها: أَنْ نَصِفَهُ بالذي جاء به التنزيل على ما جاء، ونعلم أَنه لا يشبه على ما ذُكر من الفعل فيه بغيره؛ لأنك بالجملة تعتقد أن اللَّه ليس كمثله شيء، وأنه لا يجوز أَن يكون له مثل في شيء؛ إذ لا يوجد حدثه فيه، أَو قدم ذلك الشيء من الوجه الذي أشبه اللَّه. </p><p> وذلك مدفوع بالعقل والسمع جميعًا، مع ما لم يجز أَن يقدر الصانع عند الوصف بالفعل كغيره، وأنه حي، قدير، سميع، بصير، نفى ما عليه أمر الخلق لما يصير بذلك أَحد الخلائق. </p><p> وإذا بطل هذا بطل التشابه وانتفى، ولزم أَمر السمع والتنزيل على ما أَراد اللَّه. وبالله التوفيق. </p><p> والثاني: أَن يمكن فيه معان تُخرِج الكلام مَخْرج الاختصار والاكتفاءِ بمواضع إفهام في تلك المواضع على إِتمام البيان، وذلك نحو قوله:  (وَجَاءَ رَبُّكَ وَالْمَلَكُ) أَي: بالملك. وذلك كقوله:  (فَاذْهَبْ أَنْتَ وَرَبُّكَ. . .) أَي: بربك (فَقَاتِلَا) ؛ إذ معلوم أَنه يقاتل بربه؛ ففهم منه ذلك. </p><p> وكذلك معلوم أَن الملائكة يأتُون، فكأنه بين ذلك. </p><p> يدل عليه قوله:  (لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ) ، وكذلك (هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ. . .) الآية. </p><p> ومما يوضح أَنه لم يكن أَحدٌ اعتقد أَو تصوَّر في وهْمِه النظرُ لإتيان الربِّ ومجيئه، ولا كان بنزوله وعد بنظر. وكان بِنزولِ الملائِكة؛ كقوله:  (يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَى. . .) ، وقوله:  (مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ وَمَا كَانُوا إِذًا مُنْظَرِينَ) فيما ذكرنا عظيمُ أَمرهم، وجليلُ شأْنهم، ومثله في قوله:  (الرَّحْمَنُ عَلَى الْعَرشِ اسْتَوَى) ، مع ما له وجهان: </p><p> أَحدهما: أَن يكون معنى العرش الْملك والاستواءُ التام الذي لا يوصف بنقصان في ملك، أَو الاستيلاءُ عليه، وألَّا سلطان لغيره، ولا تدبير لأَحد فيه. </p><p> والثاني: أَن يكون العرش أَعلى الخلق وأَرفعه. </p>"
}