{
  "id": null,
  "sura": 2,
  "aya": 283,
  "text": "<p> وقوله:  (وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ) اختلف فيه: </p><p> قَالَ بَعْضُهُمْ:  (وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ) لا يشغل الكاتب ولا الشهيد، فيقول له: اكتب لي كذا، واشهد لي على كذا، وهو يجد غيره. </p><p> وقال آخرون:  (وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ) ، أي لا يضار كاتب صاحب الحق، فيكتب ما لا ينبغي أن يكتب بالزيادة والنقصان، وكذلك الشاهد لا يزيد على الحق ولا ينقص من الحق شيئًا، ولا يكتم الشهادة أيضًا. فهذا أقرب. واللَّه أعلم. </p><p> فَإِنْ قِيلَ: إذا كان المعنى راجعًا إلى ما ذكرت ألا يزيد الكاتب ولا ينقص ألا قال: لا يضارُّ بالرفع؟ </p><p> قيل: إنه لا يضاره فطرحت إحداهما فإذا طرحت انتصبت علامة للطرح إذ هكذا عمل الإضمار. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - أنه قال:  \" الإضرار أن يقول الرجل للرجل وهو عنه غني: إن اللَّه أمرك ألا تأبى إذا ما دعيت فتضاره بذلك \" . </p><p> وقوله:  (وَإن تَفعَلُوا) أي: تضاروا (فَإِنَّهُ فُسُوقٌ بِكُمْ) ؛ هذا يدل على أن التأويل هو ما ذكرنا من النهي عن الزيادة والنقصان والتحريف والكتمان؛ إذ في ذلك خروج عن الأمر. </p><p> والفسق هو الخروج عن الأمر كقوله (فَفَسَقَ عَنْ أَمْرِ رَبِّهِ) ، وهو على المعتزلة؛ كقوله:  (وَاتَّقُوا اللَّهَ) في المضارة من الزيادة والنقصان والكتمان (وَيُعَلِّمُكُمُ اللَّهُ) الحكم والأدب وما يحل وما لا يحل (وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ) حرف وعيد. </p><p> وقوله تعالى:  (وَإِنْ كُنْتُمْ عَلَى سَفَرٍ وَلَمْ تَجِدُوا كَاتِبًا فَرِهَانٌ مَقْبُوضَةٌ فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلَا تَكْتُمُوا الشَّهَادَةَ وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ (٢٨٣) </p><p> قد ذكرنا فيما تقدم في الأمر بالكتابة والإشهاد: أنهما - واللَّه أعلم - لحفظ الحقوق، ما جل منها وما دق، وألا يحملهم على الإنكار والجحد، وأن يذكرهم ذلك حتى لا ينسوا، فعلى ذلك الأمر بالرهان لئلا يؤخر قضاء الدَّين ويذكرون ولا ينسون، واللَّه أعلم. </p><p> ثم فيه دلالة ألا يجوز الرهن إلا مقبوضا؛ لأن الرهن يقبض لأمرين: </p><p> أحدهما: لأنه إذا كان مقبوضًا محبوسًا عن صاحبه عن جميع أنواع منافعه ذكره وتقاضاه لقضاء دينه، وإذا كان في يديه لم يتقاضاه على ذلك؛ لذلك قلنا: إنه لا يجوز إلا </p><p> مقبوضًا. </p><p> والثاني: أنه إنما يقبض ليستوفى منه الدَّين، ولا يستوفى إلا بعد القبض، أو يأخذ ليأخذ الدَّين منه من غير بخس فيه ولا منع عنه. </p><p> ووجه آخر -فيما لا يجوز الرهن إلا مقبوضًا- لأنه جعل وثيقة، فلا جائز أن يكون وثيقة وهو في يدي الراهن غير محبوس ولا ممنوع عن منافعه؛ فدل ما ذكرنا من طلب الناس بعضهم من بعض الرهون، أنهم طلبوا وثيقة. فإذا كان وثيقة فهو إنما يكون وثيقة إذا كان في يدي المرتهن محبوسًا عن صاحبه. ألا ترى أن الكاتب أمر بأداء الأمانة إذا أمن بعضهم بعضا بغير رهن، فلو كان الرهن يكون رهنا في يدي الراهن لذكر فيه أداء الأمانة في الرهن، ولم يكن لذكر القبض وجه؛ لذلك قلنا: إن الرهن لا يجوز إلا أن يكون مقبوضًا محبوسًا عن منافع صاحبه. </p><p> وقوله:  (فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ) فيه دلالة ضمان الرهن دلالة استيفاء الدِّين من الرهن؛ لأنه إنما ذكر الأداء فيما أمن بعضهم بعضا بلا رهن، ولم يذكر الأداء فيما فيه الرهن، فلولا أن جعل في الرهن استيفاء الحق والدَّين وإلا لذكر الأداء فيه كما ذكر في الرهن فدل أنه مضمون به إذا هلك، هلك به. واللَّه أعلم. </p><p> وأيضا قوله:  (فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ وَلْيَتَّقِ اللَّهَ رَبَّهُ) فيه دليل لقولهم في الشركات: إنه يكتب اشتركا على تقوى اللَّه وأداء الأمانة؛ لأن كل واحد منهما أمين في ذلك، لذلك ذكر فيه تقوى اللَّه وأداء الأمانة، كما ذكر - عَزَّ وَجَلَّ - تقوى اللَّه وأداء الأمانة فيما اؤتمن. </p><p> وقوله:  (وَلَا تَكْتُمُوا الشَّهَادَةَ وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ) ذكر إثم القلب، والإثم موضعه القلب لكنه يشيع في الجوارح ويظهر على ما روي:  \" إن في النفس مضغة إذا صلحت صلح البدن، وإذا فسدت فسد البدن \" . </p><p> قال الشيخ - رحمه اللَّه -: وفيه دلالة أن المأثم تعمد القلوب بأي شيء كان؛ فلذلك وصف القلب بأنه آثم؛ وهو كقوله:  (يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ) ، وكذا قوله (وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ) الآية. </p><p> * * * </p><p> قوله تعالى:  (لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢٨٤) آمَنَ الرَّسُولُ بِمَا أُنْزِلَ </p>"
}