{
  "id": null,
  "sura": 2,
  "aya": 61,
  "text": "<p> كان ذلك أَنفع لهم، وأَهون عليهم، من جهة الرعي والربع وسعة المنازل. </p><p> وفي الأَول: سبق المعنى الذي وصفنا، واللَّه أعلم. </p><p> وقوله:  (قَدْ عَلِمَ كُلُّ أُنَاسٍ مَشْرَبَهُمْ) . </p><p> أي: موردهم. </p><p> وفيه دلالة قطع التنازع، ودفع الاختلاف من بينهم؛ لما بين لكل فريق منهم موردًا على حدة. </p><p> ولو كان مشتركها لخيف وقوع التنازع والاختلاف بينهم، وفي وقوع ذلك بينهم قطع الأَنساب وألأَرحام، وباللَّه التوفيق. </p><p> وقوله:  (كُلُوا) . </p><p> يعني: المن والسلوى. </p><p> وقوله:  (وَاشْرَبُوا مِنْ رِزْقِ اللَّهِ) ، من الماءِ الذي أَخرج لهم من الحجر، وكلاهما رزق اللَّه، الذي ساقه إليهم، من غير تكلف ولا مشقة. </p><p> وقوله:  (وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ) . </p><p> قيل: لا تسعوا في الأرض بالفساد. </p><p> ويحتمل: لا تعثوا، أي: لا تفسدوا؛ لأن العُثُو هو الفساد نفسه، كأَنه قال: لا تفسدوا في الأرض؛ فتكونوا مفسدين. </p><p> وقوله:  (وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نَصْبِرَ عَلَى طَعَامٍ وَاحِدٍ (٦١) </p><p> قيل فيه بوجوه: </p><p> قيل: أَول ما أنزل المن، فعند ذلك قالوا: لن نصبر على طعام واحد، ثم أَنزل السلوى. </p><p> وقيل: كانوا يتخذون من المن القُرَص، فيأكلون مع السلوى، فهو طعام واحد؛ فقالوا: لن نصبر عليه. </p><p> ويحتمل: أَن يكون طعامهم في اليوم مرة؛ فطلبوا الأَطعمة المختلفة. واللَّه أعلم. </p><p> وقوله:  (فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْبِتُ الْأَرْضُ مِنْ بَقْلِهَا وَقِثَّائِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَ) . </p><p> قال: يبين لنا معنى إضافة خصوصية الأشياءِ إلى اللَّه - عَزَّ وَجَلَّ - يخرج مخرج التعظيم لذلك الشيء المخصوص، من ذلك: بيت اللَّه، ورسول اللَّه، وناقة اللَّه، هذا كله يخرج مخرج التعظيم لهذه الأَشياءِ. </p><p> وإضافة كلية الأشياءِ إلى اللَّه تعالى يخرج مخرج تعظيم الرب وإجلاله، نحو ما قال:  (رَبُّ كُلِّ شَيْءٍ) ، و (خَالِقُ كُلِّ شَيْءٍ) ، و (رَبُّ السَّمَاوَاتِ وَالْأَرْضَ) ، و (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ) ونحوه. هذا كله وصف تعظيم الرب وإجلاله. </p><p> وقد اختلف في \" الفوم \" : </p><p> قيل: الفوم هو الثوم، وكذلك رُوِي في قراءة عبد اللَّه أَنه قرأَه: وثومها. </p><p> وقيل: الفوم البر. </p><p> وقوله:  (قَالَ أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَى بِالَّذِي هُوَ خَيْرٌ) . </p><p> قيل في \" أدنى \" بوجوه: </p><p> قيل: أَدنى في القيمة. </p><p> وقيل: أدنى في الخطر والرغبة. </p><p> وقيل: أدنى في المنافع. </p><p> وقيل: أَدنى؛ لما لا يصل هذا إليهم إلا بالمؤنة والمشقة، وذلك لهم بلا مؤنة ولا مشقة؛ فهو خير. </p><p> وكل يرجع إلى واحد، واللَّه اعلم. </p><p> ويحتمل: أَدنى، أَي: أَدْوَن وأَقل، ولا شك أن ما طلبوا، وسَأَلوا دون الذي كان لهم. </p><p> ويحتمل:  (أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَى بِالَّذِي هُوَ خَيْرٌ) : قد أعطوا. </p><p> ولو كان ذلك أَصلح لهم في الدِّين، لم يكن موسى ليلومهم عليه. ثبت أنه لم يكن، ثم أعطوا ذلك. ثبت أَن اللَّه تعالى قد يجوز له -في الحكمة- فعل ما كان غيره أَصلح لهم في الدِّين، ولا قوة إلا باللَّه. </p><p> وقوله:  (اهْبِطُوا مِصْرًا) . </p><p> قيل: المصر المعروف. </p><p> وقيل: مصر من الأَمصار؛ لأن ما طلبوا لا يوجد إلا في الأَمصار، وباللَّه التوفيق. </p><p> وقوله:  (فَإِنَّ لَكُمْ مَا سَأَلْتُمْ) . </p><p> من الأَطعمة المختلفة إن كان المراد منه المراد، وإن كان الأَطعمة المختلفة فَهو كما قال. </p><p> وقوله:  (وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ) . </p><p> قيل فيه بوجوه: </p><p> قيل: الذلة: ذلة احتمال المؤنة والشدائد؛ لما سأَلوا من الأَطعمة المختلفة. </p><p> وقيل: الذلة: ذلة الجزية والصغار؛ بعصيانهم ربهم. </p><p> وقيل: ذلة الكسب والعمل؛ لأَن الأَول كان يأْتيهم من غير كسب ولا مؤنة. </p><p> وقوله:  (وَالْمَسْكَنَةُ) . </p><p> قيل: هي الفقر والحاجة. </p><p> وقيل: قطعُ رجائهم من الآخرة؛ لما عصوا ربهم. </p><p> وقوله:  (وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ) . </p><p> قيل فيه بوجوه: </p><p> قيل: باءُوا: رجعوا. </p><p> وقيل: استوجبوا. </p><p> وقيل: أَقَروا، وكله يرجع إلى واحد. </p><p> وقوله:  (ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ) . </p><p> قد ذكرنا فيما تقدم: أَن الآيات، هي الحجج التي أعطى الرسل، وأَجراها على أيديهم. </p><p> وقال الحسن: هي دين اللَّه. </p><p> وقوله:  (وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ) . </p><p> يحتمل: أن يكون هذا في غيرهم؛ لأَنه لم يكن في زمن موسى نبي سوى هارون، وهم لم يقتلوه. </p><p> إلا أَن يقال: إن ذلك كان من أولادهم بعد موسى. </p><p> أو كان ذلك من غيرهم سوى هَؤُلَاءِ وأَولادهم. </p><p> على أَن قتل الأَنبياء في بني إسرائيل كان ظاهرًا، حتى قيل: قتل في يوم كذا كذا نبيًّا. </p><p> ولم يذكر قتل رسول من الرسل، وذلك - واللَّه أعلم - لقوله:  (إِنَّا لَنَنصُرُ رُسُلنَا) ولقوله: (إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ) ، أَخبر أَنه ينصرهم، وأَنهم منصورون ومن كان اللَّه ناصره فهو المنصور أَبدا. </p><p> ولأَن الرسل هم الذين أُوتوا الآيات المعجزة؛ فلم يكن لهم استقبال الرسل بذلك للآيات التي كانت معهم. </p><p> وأما الأَنبياء، فلم يكن معهم تلك الآيات المعجزة، وإنما كانوا يدعون الخلق إلى دين اللَّه بالآيات التي كانت للرسل، والحجج التي كانت معهم؛ لذلك كان ما ذكر، والله أعلم. </p><p> قال قوم: لم يقتل أَحد من الرسل، وإنما قتل الأَنبياء، أَو رسل الرسل. </p><p> فإن كان كذلك فعلى ذلك يخرج ما ذكرنا من الآيات. </p><p> وإن لم يكن فالنصر كان بالحجج والآيات؛ فكانت تلك للكل. </p><p> وعلى ذلك: لا دلالة في كون الآيات مع الأَنبياء، وغير كونها، فإن لم يكن لهم ابتداء شرع، ولا نسخ، بل على الدعاء إلى ما سبق من الشرائع وكانت آياتهم كآيات الرسل، أَو دلالات العصمة، مع ما كان بهم حفظ الكتب السماوية بلا تبديل. </p><p> واللَّه أَعلم بالحق في ذلك، ونعتصم باللَّه عن بسط اللسان في ذلك، بالتدبير، دون شيء ظهر على أَلسن الرسل، أَو القول فيهم بشيء إن كانت آية لكل، أَوْ لا. لكن الله تعالى قد أَقام حجته لكلٍّ على قدر الكفاية والتمام. </p>"
}