{
  "id": null,
  "sura": 2,
  "aya": 247,
  "text": "<p> أجروه على ألسنتهم من غير تحقيق، لئلا يستوجبوا العذاب بتركهم ذلك إذا أجيبوا وأعطوا ما سألوا وتمنوا؛ لما عرف من شدة القتال مع العدو والجهاد في سبيل اللَّه، وكراهية ذلك في كل قوم إلى أن بينوا أنهم عن حق سألوا لما تبينوا العلة التي حملتهم على ذلك، وغاية رغبتهم فيها، وما لأجله كان السؤال، إن قالوا:  (وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنَا مِنْ دِيَارِنَا وَأَبْنَائِنَا) ، من القتل، وأخذ الأموال وسبي الذراري. </p><p> قوله تعالى:  (فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ) ، أي: فرض، (تَوَلَّوْا إِلَّا قَلِيلًا مِنْهُمْ) ، فيه دلالة على أنه قد كان فيهم ما كان في هذه من قوله:  (لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ) ، من كراهية القتال والجهاد في سبيل اللَّه. </p><p> وقيل:  (تَوَلَّوْا إِلَّا قَلِيلًا مِنْهُمْ) ، وهم ثلاثمائة وثلاثة عشر نفرًا لم يتولوا عما سألوا. ثم قال لهم نبيهم. </p><p> قوله تعالى:  (وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا (٢٤٧) </p><p> قيل: سمي \" طالوتا \" لطوله وقوته. </p><p> وقوله:  (قَالُوا أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنَ الْمَالِ) . </p><p> يتوجه مثل هذا الكلام وجهين: </p><p> أحدهما: على الإنكار، فلا يحمل على الإنكار؛ لأنه كفر. </p><p> والثاني: على الاسترشاد وطلب العلم لهم منه في ذلك عن جهة جعله له ملكًا، لما قد عرفوا أن لا يستوجب الملك، ولا يولى إلا أحد رجلين: إما بالوراثة من الآباء، أو بالسعة في المال، لذلك قالوا:  (وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنَ الْمَالِ) ، لأنهم كانوا أبناء الملوك وأرباب الأموال. </p><p> ثم بين لهم - عَزَّ وَجَلَّ - أن جهة الاختيار ليس إليهم، وأن سبب الملك ليس ما ذكرنا دون غيره، بل اللَّه - عَزَّ وَجَلَّ - يختار من يشاء لذلك بأسباب سوى ما ذكروا بفضل علم وبفضل قوة، حيث قال: </p><p> (قَالَ إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ وَاللَّهُ يُؤْتِي مُلْكَهُ مَنْ يَشَاءُ) . </p><p> قرر عندهم أن الملك يحتاج إلى فضل علم وفضل قوة. </p><p> ثم يحتمل قوله:  (بَسْطَةً فِي الْعِلْمِ) ، علم الحرب والقتال. </p><p> ويحتمل: علم الأشياء الأخر على حفظ الرغبة وغيره. </p><p> قال الشيخ، رحمه اللَّه تعالى، في قوله:  (أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ) : فهو - واللَّه أعلم - لأي معنى جعل له الملك علينا؛ أو كيف يكون له الملك علينا، ونحت بظاهر الأسباب التي تحقق الملك أملك، فنكون بها أحق بالملك منه فبين اللَّه أن المعنى الذي له صار أحق بالملك منهم في ذلك الأمر. واللَّه أعلم. </p><p> والحرف (أَنَّى) وإن كان مما يتعارف في الإنكار فليس هو كذلك في الحقيقة؛ إذ قد أخبرهم من هو نبي عندهم، ومن تقرر عنده نبوة أحد لا يحتمل تكذيبه إياه في هذا. والله أعلم. </p><p> وقد يحتمل كون أهل النفاق فيهم، فيكون منهم الإنكار أيضًا كما كان أمثال ذلك في عهد رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يؤيد سؤالهم الآية حتى قال:  (إِنَّ آيَةَ مُلْكِهِ) كذا. واللَّه تعالى أعلم. ويؤيد ذلك كثرة مخالفتهم إياه لما امتحنوا بالنهر. واللَّه الموفق. </p><p> وفي هذا ونحو ذلك دلالة جواز الآيات بغير الرسل إذا كان فيها تصديق الرسل، وكذلك قصة مريم، وكذلك عمل صاحب سليمان، وغير ذلك مما جاء به الكتاب، لكن ذلك يجوز إذا كان منهم تصديق الرسول، فيكون في التحقيق كآيات لهم ظهرت على ألسن غيرهم أو أيديهم. ومن أراد بها ادعاء الرسالة لنفسه فيعجز عن ذلك، بل لا يكرم اللَّه بها من يعلم أنه يدعو إلى تصديق الكذب ومضاهاة الرسل. وبهذا يجاب لمن يعارض بمن يتعلم القرآن، ثم يأتي موضعًا لا يعرف فيحتج به في نبوته، مع ما في ذلك أوجه تمنع الاحتجاج به من ذلك، بما فيه من الإخبار عن الأسئلة والإنباء عن أمور لا توجد هنالك - واللَّه أعلم - وبما لايعلم أوله أنه من تعلم تقدم منه إلى من هو حجة له، أو عن وحي إليه، إذ لم يكن امتحن من قبل. والحجة ما يخرج من المعتاد وحمل الطبيعة، يكرم بها وقت الدعوة بلا سبب سبق منه في مثله ولا عناية. ولا قوة إلا باللَّه. وبعد فإنه قد ظهر في جميع من لسانه ذلك اللسان ممن لا يطاق الدفع لمثله ولا إنكار وانتشر أمر الآتي به، فيظهر بذلك كذبه، ويفتضح عند الدعوى قبل المحنة والتأمل فيما جاء به إلا أن يأتي به من ليس ذلك لسانه، ولا معنى للاحتجاج به في أمثالهم. واللَّه الموفق. </p><p> وقوله:  (وَاللَّهُ وَاسِعٌ عَلِيمٌ) </p><p> (وَاسِعٌ) ، أي غنى، يغني من يشاء ويعطيه، (عَلِيمٌ) ، بمن يصلح للملك. </p>"
}