{
  "id": null,
  "sura": 2,
  "aya": 177,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ (١٧٧) </p><p> قيل:  (لَيْسَ الْبِرَّ) في نفس التوجه إلى ما ذكر دون الإيمان. </p><p> ويحتمل:  (لَيْسَ الْبِرَّ) في ذلك، ولكن البر لمن يقصد إليه، إذ قد يقع ذلك لحوائج تعرض، تخرج عن القربة. </p><p> ويحتمل:  (لَيْسَ الْبِرَّ) في التوجه إلى كذا، ولكن البر في الائتمار لأمره والطاعة له، والبر هو الطاعة في الحقيقة. </p><p> وقيل:  (لَيْسَ الْبِرَّ) تحويل الوجه إلى المشرق والمغرب، (وَلَكِنَّ الْبِرَّ) ما ثبت في القلب من طاعة اللَّه وصدقته الجوارح. </p><p> وقيل:  (لَيْسَ الْبِرَّ) أن تصلوا ولا أن تعملوا غير الصلاة. كل ذلك يرجع إلى واحد. </p><p> وجملته أن يقال: ليس البر كله ذلك، لكن ما ذكر، إذ ذلك الوجه هم استعظموه حتى قال اللَّه تعالى:  (وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ بِكُلِّ آيَةٍ مَا تَبِعُوا قِبْلَتَكَ) . </p><p> والثاني: أن يكون ذلك بنفسه ليس ببر، وإنما صار برًّا بالأمر به، أو بما ذكر من الإيمان والخيرات. فلمَّا زال عنه الوجهان سقط فعله أن يكون برًّا. </p><p> وقوله:  (وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ) ، بأنه واحد، لا شريك له. يعني صدق باللَّه بأنه واحد، لا شريك له. </p><p> (وَالْيَوْمِ الْآخِرِ) ، وصدق بالبعث الذي فيه جزاء الأعمال، وصدق بالكتب، والملائكة، والكتاب، والنبيين. </p><p> وللبر تأويلان: </p><p> أحدهما: ما قيل. </p><p> والثاني: على الإضمار؛ كأنه قال: ليس البر بر من يولي وجهه، ولكن البر بر من آمن باللَّه، كما قال: (أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَجَاهَدَ </p><p> فِي سَبِيلِ اللَّهِ لَا يَسْتَوُونَ عِنْدَ اللَّهِ)، أي أجعلتم سقاية الحاج كإيمان من آمن باللَّه؟ </p><p> وقيل: أجعلتم صاحب السقاية كمن آمن باللَّه؟ </p><p> وقيل: إن البر بمعنى: البار، يقول ليس البار من يحول وجهه قبل كذا، ولكن البار \" من آمن باللَّه \" الآية. </p><p> وقوله:  (وَآتَى الْمَالَ عَلَى حُبِّهِ) . </p><p> قيل: أعطى على حاجته. </p><p> وقيل: على قلته آثر غيره على نفسه؛ كقوله:  (وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ) . </p><p> وقيل:  (عَلَى حُبِّهِ ذَوِي الْقُرْبَى) أي ذوي قرابته. </p><p> وفيه دلالة أن الأفضل أن يبدأ بصلة قرابته، ثم اليتامى؛ لأن على جميع المسلمين حفظهم؛ ولأنهم أضعف، فيبدأ بهم قبل المساكين. </p><p> رُويَ عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، أنه قال:  \" ليس المسكين الذي ترده اللقمة واللقمتان، والتمرة والتمرتان.قيل:فما المسكين يا رسول اللَّه؟قال:الذي لا يجد ما يغنيه ولا يسأل الناس، ولا يفطن به فيتصدق عليه \" . </p><p> (وَابْنَ السَّبِيلِ) . </p><p> قيل: هو الضيف ينزل بالمسلمين. </p><p> وقيل: هو المنقطع -حاج أو غاز- وقيل: هو المجتاز وهو واحد. </p><p> قوله تعالى:  (وَفِي الرِّقَابِ) . </p><p> قيل: هم المكاتبون. </p><p> (وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ) ، ظاهر. </p><p> (وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا) </p><p> ويحتمل: العهود التي بينهم وبين الناس. </p><p> ويحتمل: العهود التي فيما بينهم وبين ربهم. وقد ذكرنا العهد من اللَّه تعالى -ما هو؟ - فيما مضى. </p><p> وفي حرف ابن مسعود، رضيَ اللَّهُ عنه، (والموفين) على النسق على الأول. </p><p> قيل: إذا عاهدت عهدًا بلسانك تفي به بعملك وفعلك. </p><p> ثم ليس في القرآن آية أجمع لشرائط الإيمان من هذه، وكذلك رُويَ عن رسول الله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، أنه سئل عن الإيمان، فقرأ هذه الآية. </p><p> وهكذا رُويَ عن عبد اللَّه بن مسعود، رضيَ اللَّهُ عنه، أنه سئل عن الإيمان، فتلا هذه الآية. </p><p> وقوله:  (وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ) . </p><p> قيل: في الآية تقديم وتأخير: \" السائلين وفي الرقاب والصابرين \" . وعلى هذا يخرج حرف ابن مسعود - رضي اللَّه تعالى عنه:  \" والموفين بعهدهم \" . </p><p> وقوله:  (الْبَأْسَاءِ) . </p><p> من البأس، وهو الفقر. </p><p> (وَالضَّرَّاءِ) . </p>"
}