{
  "id": null,
  "sura": 2,
  "aya": 65,
  "text": "<p> ورأَوا التشديد، والمشقة- أَبوا قبولها، وتركوا العمل بما فيها من الأَحكام والشرائع؛ فخُوِّفُوا برفع الجبل فوقهم؛ فقبلوا ذلك، واللَّه أعلم. </p><p> وقوله:  (فَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَكُنْتُمْ مِنَ الْخَاسِرِينَ) . </p><p> يحتمل وجوهًا: </p><p> قيل: فضل اللَّه عليكم الإسلام ورحمته: القرآن. </p><p> وقيل: فضل اللَّه عليكم بمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، بعث إليكم رسولًا؛ ليجمعكم، ويؤلف بينكم، ويدعوكم إلى دين اللَّه الحق، بعد ما كنتم في فترة من الرسل، وانقطاع من الدِّين والعمل. </p><p> ويحتمل: فضل اللَّه عليكم؛ لما أَنجا آباءَكم من العذاب، ولم يرسل عليهم الجبل، وإلا ما توالدتم أَنتم. </p><p> وقيل: فضل اللَّه عليكم؛ لما أَعطاهم التوراة، ووفقهم على قبولها، وإلا كنتم من الخاسرين. وبعضه قريب من بعض. </p><p> وقوله:  (وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنْكُمْ فِي السَّبْتِ (٦٥) </p><p> فيه دلالة إثبات رسالة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> كأنه قال: ولقد علمتم أَن محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لم يكن يعلم الذين اعتدوا منكم في السبت، ولا كان علم ما فُعِل بهم، ثم علم ذلك؛ فإنما علم باللَّه - عَزَّ وَجَلَّ - لأَنه لم يكن قرأَ كتابكم، ولا كان يختلف إلى أَحد ممن يعرف ذلك؛ فباللَّه - عَزَّ وَجَلَّ - عرف ذلك، وبه علم؛ فدل: أَنه رسول اللَّه إليكم. </p><p> ويحتمل قوله:  (وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنْكُمْ فِي السَّبْتِ فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ) . </p><p> أي: علمتم ما أَصاب أُولئك باعتدائهم يوم السبت بالاصطياد، وكنتم تقولون:  (نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ) . يعني: أَبْناءُ رسل اللَّه وأَحباؤُه. </p><p> فلو كان كما تقولون، لم يكن ليجعلهم قردةً -وهي أَقبحُ خلق اللَّه، وأَوحشُه- إذ مثل ذلك لا يُفعل بالأَحباء ولا بالأَبناءِ. </p><p> أَو أَن يحمل على التحذير لهَؤُلَاءِ؛ لئلا يُكذبوا محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ولا يعصوه في أَمره، فيصيبكم ما أَصاب أُولَئِكَ؛ بتكذِيبهم موسى، وعصيانهم أَمرَه، واللَّه أعلم. </p><p> ثم سبب تحريم الاصطياد في السبت كان -واللَّه أعلم- لما قيل: إن موسى - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أراد أَن يجعل يومًا لله، خالصًا للطاعة له، والعبادةِ فيه -وهو يوم الجمعة- فخالفوا هم أَمره </p>"
}