{
  "id": null,
  "sura": 2,
  "aya": 245,
  "text": "<p> يقطع ولا يصل؛ إذ لو حمل ذلك على ما يقولون هم لخرج فعله فعل من يجهل العواقب. فَإِنْ قِيلَ: فلِمَ يلام القاتل إذا قتل غيره بغير حق؟ </p><p> قيل له: لأنه كتب أجل المقتول بقتل هو معصية بما علم اللَّه أنه ينقضي به. وكتاب الآجال هو بيان النهايات والأعمار. </p><p> وقوله:  (وَقَاتِلُوا فِي سَبِيلِ اللَّهِ وَاعْلَمُوا أَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (٢٤٤) </p><p> قد ذكرناه متضمنًا فيما تقدم. </p><p> وقوله:  (مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً وَاللَّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ (٢٤٥) </p><p> عامل اللَّه تعالى بلطفه وكرمه الخلق معاملة من لا حق له في أموالهم، لا كمعاملة العباد بعضهم بعضًا، وإن كان العبيد وأموالهم كلهم له حيث طلب منهم الإقراض لبعضهم من بعض ثم وعد لهم الثواب على ذلك فقال:  (فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً) . ثم لما سمع اليهود ذلك قالوا: إن إله مُحَمَّد فقير، وهو قوله:  (لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا ِإنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ) . ومرة قالوا لما رأوا الشدة على بعض الناس فقالوا: إنما يفعل ذلك ببخله حيث قالوا: (يَدُ اللَّهِ مَغْلُولَةٌ) . فرأوا المنع إما للبخل وإما للفقر. فأكذبهم اللَّه في قولهم ذلك فقال:  (وَاللَّهُ يَقْبِضُ وَيَبْسُطُ) . </p><p> قيل:  (يَقْبِضُ) ، أي يقتر، (وَيَبْسُطُ) ، أي يوسع. </p><p> وقيل:  (يَقْبِضُ) ما أعطى، أي يأخذ. و (وَيَبْسُطُ) ويترك ما أعطى، ولا يأخذ منه شيئًا. </p><p> وقيل: إنها نزلت في أبي الدحداح؛ وذلك أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال: \" من تصدق بصدقة فله مثلها في الجنة. فقال أبو الدحداح: إن تصدقت بحديقتي، فلي مثلها في الجنة؟ فقال: نعم. وقال: وأم الدحداح معي؟ قال: نعم. وقال: والصبية معي؟ قال: نعم. فرجع أبو الدحداح فوجد أم الدحداح والصبية فيها، فقام على باب الحديقة، فنادى: يا أم الدحداح إِنِّي جعلت حديقتي هذه صدقة، واشترطت مثيلتها في الجنة، وأم الدحداح </p><p> والصبية فيها معي. قالت: بارك اللَّه لك فيما شريت، وفيما اشتريت أربيت. فخرجوا منها، فتركوا ما كانوا اجتنوا منها، وسلموا الحديقة للنبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. فنزل قوله:  (مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا. . .) الآية. </p><p> قال الشيخ - رحمه اللَّه تعالى - في قوله:  (مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا) الآية، في توجيه الآية إليه: فمنهم من يوجهها إلى جميع المحاسن يؤثرها ويختارها لله، فله أضعاف ذلك في الموعود - آجلا وعاجلا - فالآجل ما وعد، والعاجل ثناء الناس وجلالة القدر له في القلوب، متعارف ذلك للأخيار. وسماه قرضا بما هو اسم المعروف، ليذكره عظم نعمه عليه، إن قبله قول المعروف بالشكر له في ذلك، وإن كان ذلك حقا له عليه. واللَّه أعلم. </p><p> والثاني: ليعرف الخلق كيفية الصحبة والمعاشرة بينهم. إن اللَّه تعالى عامل عبده فيما هو له معاملة من يستحق الشكر منه بما يسدى إليه من النعم، ولله حقيقة ذلك، ليعقل الحكماء أن مثل ذلك في معاملة الإخوان، وفيما كان نعمه في الحقيقة أوجب وأحق، وليعظموا المعروفين بالمعروف بما أكرمهم اللَّه تعالى بالأسماء الجليلة. ولا قوة إلا باللَّه. ومنهم من يوجهها إلى الصدقات خاصة؛ سماها قرضا لوجوه: </p><p> أحدها: أن جعل معاملة الفقراء والتصدق عليهم معاملة اللَّه تفضيلا لهم، على ما نسب مخادعة المؤمنين إلى اللَّه تعالى تعظيمًا لهم، فمثله الصدقة. ثم وعد فيه العوض لتصير الصدقة بمعنى الإقراض، إذ يرجع في عوضه، فيزول وجه الامتنان عن الفقير بما يأخذ منه البدل. وباللَّه التوفيق. </p><p> والثاني: سمى ذلك قرضًا بما هو له على ما لم يزل اللَّه تعالى عود به عباده بالذي عرفوا به كرمه وجوده حتى سمى تسليم الذي له في الحقيقة قرضا كالتسليم إلى من لا حق له في الحقيقة، وعلى ذلك أمر الشراء بقوله تعالى:  (إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ) ، واللَّه أعلم. </p><p> والثالث: أنه ذكرهم وجه القصد في الصدقات، والموقع لها، ليكون ذلك تبينًا لعظيم منه الفقر عليه إذ وصل به إلى اللَّه ذكره وأجل محله عنده، فيصير عنده أحد الأعوان له والأنصار على عظيم الموعود وجليل القدر عند اللَّه. فيحمده على ذلك ويشكر له دون أن يمن عليه أو يؤذيه. واللَّه الموفق. </p>"
}