{
  "id": null,
  "sura": 2,
  "aya": 222,
  "text": "<p> وقوله:  (يَدْعُونَ إِلَى النَّارِ) ، يحتمل وجهين: </p><p> أحدهما: الخبر عما يدعو بعضهم بعضا إلى عبادة غير اللَّه، وذلك دعاء إلى النار، كما قال اللَّه تعالى:  (إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ) ، بما يوجب الفعل الذي دعوا إليه ذلك فكأنما دعوا إلى ذلك، إذ هوالمقصود من الثاني. وعلى ذلك تسمية الجزاء باسم العمل الذي له الجزاء. واللَّه أعلم. </p><p> ويحتمل:  (يَدْعُونَ) في التناكح للهو واستكثار الأتباع في معاداة اللَّه تعالى ومعاداة أوليائه بالتناكح، واللَّه يدعو إلى التعفف واستكثار الأتباع على ما ينال به مغفرته ورحمته. </p><p> واللَّه أعلم. </p><p> وقوله:  (أُولَئِكَ يَدْعُونَ إِلَى النَّارِ) ، يعني: يدعون إلى العمل الذي يستوجب به النار. </p><p> (وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ) ، يعني يدعو إلى العمل الذي يوجب لهم الجنة والمغفرة واللَّه أعلم، وقوله:  (وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ) . </p><p> * * * </p><p> قوله تعالى:  (وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ (٢٢٢) نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ وَقَدِّمُوا لِأَنْفُسِكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ مُلَاقُوهُ وَبَشِّرِ الْمُؤْمِنِينَ (٢٢٣) </p><p> وقوله:  (وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ) . </p><p> دل جوابه على أن السؤال كان عن قربان النساء في الحيض، أو كان عن موضع </p><p> الحيض. فأخبر - عَزَّ وَجَلَّ - أنه (أَذًى) . والعرب تفعل ذلك - ربما أن تفهم من الجواب مراد السؤال، وربما تبين المراد في السؤال - وإذا جاز أن يتبع غير وقت الأذى وقت الأذى بالاتصال أومن بعد انقطاع الدم قبل أن تغتسل يجوز أن تتبع غير مكان الأذى مكان الأذى بالاتصال، واللَّه أعلم، ولا يحتمل أن يكون الأمر بالاعتزال يقع على اعتزال الأبدان والأشخاص بالاتفاق؛ إذ كل يجمع أن له أن يمسها باليد وأن يقبلها وغير ذلك، إلا أنهم اختلفوا في موضع الاستمتاع: </p><p> قال أبو حنيفة - رضي اللَّه تعالى عنه -: يستمتع بها ما فوق السرة وما تحت الركبة، ويجتنب غير ذلك. </p><p> وقال مُحَمَّد - رضي اللَّه تعالى عنه -: يجتنب شعار الدم، على ما جاء عن عائشة، رضيَ اللَّهُ تعالى عنها، أنها قالت:  \" يتقي شعار الدم، وله ما سوى ذلك \" . ثم دل هذا </p><p> الخبر على أن النهي في الموضع الذي فيه الأذى. دليله: أول الآية: (قُلْ هُوَ أَذًى) . </p><p> وحجة أبي حنيفة، رضيَ اللَّهُ تعالى عنه، ما روي أنه قال: لها ما تحت السرة، وله ما فوقها، وما روي أن أزواج الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إذا حضن أمرهن أن يتزرن ثم يضاجعهن. </p><p> وأما مُحَمَّد، رحمه اللَّه تعالى، فإنه ذهب إلى ما ذكرنا: أنه ينهى عن قربان ذلك الموضع للأذى، وأما الموضع الذي لا أذى فيه فلا بأس. ويجوز أن ينهى عن قربان هذه الأعضاء من نحو الفخذ وغيرها؛ لاتصالها بالموضع الذي فيه الأذى. </p><p> ويحتمل أن يكون ذكر الإزار كناية عن الموضع الذي فيه الأذى؛ وعلى ذلك روي عن عائشى: ، رضيَ اللَّهُ تعالى عنها، أنها سئلت: عما يحل للرجل من امرأته وهي حائض؟ فقالت:  \" يحل له كل شيء إلا النكاح \" . وسئلت: عما يحل للمحرم من امرأته؟ فقالت: لا يحل له شيء إلا الكلام. </p><p> وقوله:  (وَلَا تَقْرَبُوهُنَّ) أي: لا تجامعوهن. </p><p> (حَتَّى يَطْهُرْنَ) فيه لغتان: </p><p> في حرف بعضهم (يَطْهُرْنَ) بضم الهاء وتخفيفها، وفي حرف آخرين بتشديد الهاء وفتحها: </p><p> فمن قرأ بالتخفيف فهو عبارة عن انقطاع الدم، ومن قرأ بالتشديد فإنه عبارة عن حل قربانها بعد الاغتسال. </p><p> ثم من قول أصحابنا - رحمهم اللَّه تعالى -: إن المرأة إذا كانت أيامها عشرا تحل لزوجها أن يقربها قبل أن تغتسل، وإذا كانت أيامها دون العشر لم يحل له أن يقربها إلا </p><p> بعد الاغتسال. </p><p> ويحتمل: أن تكون الآية فيما كانت أيامها دون العشر في اللغتين؛ إذ الغالب كان على أن الحيض لا يحيط بكل وقت، على ما روي أنه صلى اللَّه تعالى عليه وسلم قال لحمنة بنت جحش:  \" تحيَّضي في علم اللَّه من الشهر ستا أو سبعا \" . فعلى ذلك أنه إنما جعل قربانها بالاغتسال. </p><p> قال الشيخ - رحمه اللَّه تعالى - في قوله:  (وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ) : إنه على ما دون العشر من المدة بما الغالب كان على ألا يمتد إلى أكثر الوقت ولا يقصر عن الأقل، على ما رُويَ عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، أنه قال في النساء:  \" هن ناقصات عقل ودين \" . </p><p> ووصف نقصان دينهن: أن تحيض إحداهن في الشهر ستًّا أو سبعًا، ووصفهن جملة بنقصان دينهن، ثم ذكر ما بين في التفسير عن الجملة، ثبت أن ذلك كان الغالب في الجملة حتى خرج عليه الجواب أنه لا يمتد إلى الأكثر ولا يقصر عن الأقل. واللَّه أعلم. </p><p> وأيد هذا ما أخبر عن ابتداء الآية أنه الأذى، وأمر بالاعتزال، ثم جعل لها بعد الانقطاع قبل الاغتسال حكم الأذى؛ فلم يجز أن يجعل الحكم لما ليس بحقيقة حكم الأذى، فيجعل للطهر الذي هو ضده ذلك الحكم، واللَّه أعلم، وبما أنه ليس لذلك حكم الأذى </p><p> في العشر إن كان الوقت يضيق عنه في رفع الصلاة، فكذا في أمر القربان. واللَّه أعلم. </p><p> وعلى ما ذكرت من العرف ينصرف أمر الوقت: أنها لو أخرت الاغتسال عن وقت الصلاة فإن للزوج أن يقربها بما لزمها من قضاء الصلاة، وهذا النوع من الأذى لا يمنع لزوم القضاء. وحصل الخطاب على الوقت بالعرف أنهن لا يتأخرن، وبما ذكرت عن لزوم القضاء الذي يمنعه حكم الأذى، وبذلك صار غسل الحيض كغسل غيره من الأحداث، وهو لا يمنع القربان. واللَّه أعلم. </p><p> وحرم إتيان الأدبار، بما عليه اتفاق الآثار، وبما خص المكان بالأمر بالقربان، وبما أمر بالاعتزال للحُيَّضِ، ولو كان يحل غِشْيانهن في الأدبار لم يكن للأمر بالاعتزال معنى؛ إذ قد بقي أحد الموضعين من المقصود بالغِشْيان لو احتمل. واللَّه أعلم. </p><p> والأصل في ذلك: أن الحل في الابتداء لم يتعلق بقضاء الشهوات، ولا كان هذا لها، وإنما القضاء للشهوات خاصة الجنة، فأما الدنيا فإنما جعلت لقضاء الحاجات؛ إذ بها يكون بقاء النسل والأبدان، وبها يكون قوام الأبدان ودوام الحياة إلى انقضاء الأعمار، وركبت فيهم الشهوات لتبعثهم على قضاء تلك الحاجات؛ إذ لولا الشهوات لكان كل أمر من ذلك على الطباع يكون كالأدوية الكريهة والمحنة الشديدة، فخلق اللَّه تعالى فيهم الشهوات ليدوم ما به جرى تدبيره في أمر العالم، ولا تتعلق الحاجات بإتيان الأدبار. ولو أحلت لكان الحل لحق الشهوة خاصة، والدنيا لم تخلق لها؛ فلذلك لم تجعل بها حل مع ما لو كان يحتمل ذلك لاحتمل التناكح في نوع؛ فإذا لم يحتمل بأن أن ذلك إنما جعل للنسل. واللَّه الموفق. </p><p> وقال بشر: إذ حرم الغشيان للحُيَّضِ بما هو أذى، وهو يكون على ما يتقذر، فالذي مجراه الدبر والذي منه يخرج من الأذى أوحش وأخبث، وذلك قائم في كل الأوقات، كقيام الحيض في أوقاته، فالحرمة لذلك أشد، ذكر بوجه، أمكن أن يبسط ما قال على الذي وصفته. واللَّه أعلم. </p><p> وقوله:  (فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ) . </p><p> قيل فيه بوجوه: </p>"
}