{
  "id": null,
  "sura": 2,
  "aya": 180,
  "text": "<p> بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ (١٨٠) </p><p> تكلموا فيه بأوجه: </p><p> قيل: إنه منسوخ بما بين عَزَّ وَجَلَّ في آية أخرى من حق الميراث. </p><p> ومنهم من قال: لم ينسخ. </p><p> ثم قيل: فيه بوجهين: </p><p> قيل: إنه قد كان ذلك؛ لأن الناس كانوا حديثي عهد في الإسلام، يسلم الرجل ولا يسلم أبواه. فقوله:  (كُتِبَ) إنما وقع على من كان لا يرث. </p><p> ومنهم من يقول: بأنها كانت للوارث ولم ينسخ، وإنما يقع الأمر في غير من يرث ممن ذكر. لكن في ذلك ذكر (كُتِبَ) ، وذلك إيجاب. </p><p> ولا يحتمل أن يفرض عليهم صلتهم مع التحذير عن اتخاذهم أولياء بقوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْإِيمَانِ) وقوله: (لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ) ، وفي إلزام الفرضية من حيث المعروف إبقاء الموالاة وإلزام المحبة، وقد حذر وجود ذلك؛ فثبت أن الآية فيمن يتوارثون اليوم لكنها نسخت. واللَّه أعلم. </p><p> ومنهم من يقول: لا، ولكنه وقع على من كان يرث وعلى من كان لا يرث بقوله:  (كُتِبَ عَلَيْكُمْ) ، فهو كان مكتوبًا عليهم مفروضًا في حق الوصاية. </p><p> ثم من رأى نسخه استدل بقوله:  (يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ) ، ذكر فيه الوصاية على بيان كل ذي حق حقه. فليس الذي أوصى اللَّه يمنع وصايته التي كتب عليهم. لكن في الآية دليل لم ينسخ بهذه لوجهين: </p><p> أحدهما: قوله: (يُوصِيكُمُ اللَّهُ) . فهو وصيته ذكره كذكر الوصاية في الأول، ففيه جعل حق كالحق المجعول لهم إذا لم يذكر ذلك الوصية مع الميراث ثم نفاه. </p><p> والوجه الآخر: أنه قال: (مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ) ، فجعل حكم الإرث على ذكر الوصية، والإرث بعد الوصية؛ فبانَ أن لها حكم البقاء. </p><p> ثم قيل: فيه بوجهين: </p><p> قال قائلون: قوله: (يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ) ، لم يكن ميراثًا، ولا هو </p><p> من أهل الميراث. فحدوث الإرث لا يمنع حق القطع عنه بالمكتوب الأول. </p><p> ومنهم من جعل ذلك فيمن كان وارثًا. فورود البيان من بعد يقطع عنه المكتوب له. </p><p> ثم من الناس من ادعى نسخ هذا بقوله:  (لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيبًا مَفْرُوضًا) ، ولو جعل الوصية له ما جعل اللَّه لهم فيه من النصيب خص به الكثير دون القليل؛ فثبت أن ذلك (الكتاب) رفع عنهم مما جعل لهم الحق في الذي قل أو كثر. </p><p> ثم الوجه فيه عندنا: فهو أنه إن لم يكن نسخ بهذه الآيات، على ما قاله بعض الناس، فهو منسوخ بقوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" إن اللَّه أعطى كل ذي حق حقه، فلا وصية لوارث \" . فبين أنه قد كان أعطى ذا حق حقه على رفع ما كانت لهم من الوصاية فيه. </p><p> ثم اختلفوا في الخبر الذي روي:  \" إن اللَّه تبارك وتعالى قد أعطى كل ذي حق حقه، فلا وصية لوارث \" . </p><p> قال قائلون: فلا يجوز ورود النسخ على الآية؛ إذ السنة لا ترد على نسخ الكتاب. </p><p> وقال آخرون: لا، ولكنه من أخبار الآحاد. وأخبار الآحاد، على قولكم، لا ترد على نسخ خبر مثله، فكيف على كتاب رب العالمين؟ </p><p> فأما الأول -في أن السنة لا تعمل في نسخ الكتاب-: فقد سبق القول فيه، أن الذي حملهم على هذا هو جهلهم بموقع النسخ، وإلا لو علموه ما أنكروه. وهو ما قلنا: إن النسخ بيان منتهى الحكم إلى الوقت المجعول له. </p><p> فأما من قال: بأنه من أخبار الآحاد، فإن الأصل في هذا أن يقال: إنه من حيث الرواية من الآحاد، ومن حيث علم العمل به متواتر. </p><p> ومن أصلنا: أن المتواتر بالعمل هو أرفع خبر يعمل، إذ المتواتر المتعارف قرنًا بقرنٍ مما عمل الناس به لم يعملوا به، إلا لظهوره، وظهوره يغني الناس عن روايته، لما علموا خلوه عن الخقاء. </p><p> ولهذا يقول في الخبر الذي جاء عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" أنه نهى عن كل ذي ناب من السباع \" ، فترد به الخبر المروي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه من أخبار الآحاد. هو من حيث </p>"
}