{
  "id": null,
  "sura": 2,
  "aya": 173,
  "text": "<p> على ما أباح لكم من الطيبات. </p><p> وقوله:  (إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ) </p><p> أي: إن كنتم منه ترون ذلك. </p><p> ويحتمل:  (إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ) وأي إياه توحدون. </p><p> ويحتمل:  (إِنْ كُنْتُمْ) ومِمَّن تعبدونه -إياه تقصدون- فاجعلوا عبادتكم له خالصة، لا تعبدوا غيره ليكون له. ولا قوة إلا باللَّه. </p><p> وقيل:  \" إن \" بمعنى: إذ آثرتم عبادته فاشكروا له. </p><p> ويحتمل قوله:  (وَاشكُرُوا لِلَّهِ) على جميع ما أنعم عليكم من الدِّين، والنبي، والقرآن وغير ذلك من النعم، أي: كونوا له شاكرين. </p><p> وقوله:  (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ (١٧٣) </p><p> ذكر \" الميتة \" فمعناه: حرم عليكم الأكل من الميتة والتناول منها، فإذا كان كذلك فليس فيه حرمة ما لا يؤكل والانتفاع به من نحو الصوف، والشعر، والعظم ونحوه. </p><p> ألا ترى أن هذا إذا أريد من الشاة وهي حية وأبين منها لم تصر ميتة لا يجوز الانتفاع به، وغيره من اللحم إذا أبين منها صار ميتة؛ لما روي في الخبر: \" ما أبين من الحي </p><p> فهو ميت \".</p><p> ولأن الصوف واللبن وغيرهما ليسوا بذوي الروح فيموت باستخراج الروح منها؛ كالحيوان على ما ذكرنا من الخبر. </p><p> ورُويَ عن عمر، رضيَ اللَّهُ تعالى عنه، أنه سئل عن الأنفحة استخرجت من الميتة، فقال: أفيها دم؟ فقيل: لا. فقال: لا بأس، كلوا؛ فإن اللبن على ذكاة فيه. أو كلام نحو هذا. </p><p> وكذلك رُويَ عن ابن عمر، رضيَ اللَّهُ تعالى عنهما، أنه قال: لا بأس. </p><p> فَإِنْ قِيلَ: ألا فسد بنجاسة الضرع؛ كالوعاء النجس يكون فيه اللبن يفسد بفساده؟ </p><p> قيل: إن الشيء إذا كان موضعًا للشيء ومعدنه في الأصل فإن فساد ذلك الموضع لا يوجب فساد ما فيه. </p><p> ألا ترى أن الدم الذي يجري بين الجلد واللحم إذا ذبح لا يفسد اللحم لما كان ذلك موضعه ومظانه؟! فعلى ذلك اللبن في الضرع. </p><p> وأما الإهاب: فإنه إذا دبغ فقد طهر؛ لما رُويَ عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال: \" أيما إهاب دبغ فقد طهر \". </p><p> والدم المذكور في هذه الآية هو الدم المسفوح. دليله قوله تعالى:  (قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا) ، </p><p> فالمحرم من الدماء المسفوح وهو السائل. ألا ترى أن الشاة إذا ماتت صارت ميتة بهلاك ذلك المحرم من الدم فيها؟! </p><p> وقوله:  (فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ) . </p><p> واختلف فيه على أوجه: </p><p> قيل: قوله: (غَيْرَ بَاغٍ وَلَا عَادٍ) هو تفسير قوله: (فَمَنِ اضْطُرَّ) ، وهو كقوله:  (مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ وَلَا مُتَّخِذَاتِ أَخْدَانٍ) ، فصار قوله:  (غَيْرَ مُسَافِحَاتٍ وَلَا مُتَّخِذَاتِ أَخْدَانٍ) تفسير قوله: (مُحْصَنَاتٍ) ؛ لأنها إن كانت محصنة كانت غير مسافحة ولا متخذة الأخدان. فعلى ذلك إن كان مضطرَّا كان غير باغ ولا عاد. واللَّه أعلم. </p><p> وقيل:  (فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ) أي غير مستحل لتنارله، (وَلَا عَادٍ) بعدو على أكله للجوع. </p><p> وقيل:  (غَيْرَ بَاغٍ) غير متجاوز حده، (وَلَا عَادٍ) ولا مقتصر نهايته. </p><p> وقيل:  (غَيْرَ بَاغٍ) فيه (وَلَا عَادٍ) على حد اللَّه إذ حرمه عليه في غير حال الاضطرار، فيصير باغيا في الأكل، عاديا على حد اللَّه. </p><p> وقيل:  (غَيْرَ بَاغٍ وَلَا عَادٍ) وفي مجاوزته في أكل الحد المجعول له من إقامة المهجة ودفع الضرورة، فأكل بشهوة أو لحاجة غير حاجة الجوع خاصة. </p><p> وقيل:  (غَيْرَ بَاغٍ) على المسلمين، (وَلَا عَادٍ) وعليهم. </p><p> لكن تصريح النهي عن الانتفاع بالشيء وحرمة هتكها صاحبها نهي عما هتك لا عما كان مباحا لهم كما رُويَ عن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - \" لا صلاة للمرأة الناشزة ولا للعبد الآبق \" وذلك نهي عن الإباق والنشوز لا عن الصلاة، فمثله لو كان نهيا، فكيف ولا نهي؟! ولكن ذكر إباحة على صفة لم يذكر الحل والتحريم في الابتداء مع تلك الصفة وجملته أن بغيه لا يحرم ما قد أحل بالخبر هو بالاتفاق؛ فكذلك ما أحل بالسبب، دليل ذلك: أمر الكفرة وسائر الفسقة أنه لم يحرم بينهم شيء من ذلك. </p><p> والثاني النهي عن قتله. </p><p> ثم اختلف في حرمة عين الميتة في حال الاضطرار وحلها: </p><p> قَالَ بَعْضُهُمْ: عينها حلال ليس بمحرم. </p><p> وقال آخرون: عينها محرمة لكن التناول منها مباح. وهو قول أصحابنا رحمهم اللَّه. </p><p> فمن قال بحل عينها للضرورة ذهب إلى أن الحظر والإباحة لا يقع في الأصل لعين الشيء، ولا يتكلم فيها بحل ولا حرمة بحيث العين، بل الحرمة والحل هي الواردة عليها، موجبة حق الحرمة، ثم الحرمة ترتفع بالضرورة. فيبقى عينه على ما كان في الأصل. </p><p> ومن قال بحرمة عينها وبحل التناول منها ذهب إلى أن الحرمة حدثت لما كانت ميتة ومهلًّا لغير وجه اللَّه. فحدوث الحل للضرورة يدل على أن العلة كانت هي الضرورة في حق رفع حرمة التناول، ولم ترفع حرمة عينها إلا أنه أبيح التناول منها للضرورة على بقاء الحرمة. ولكن يجب ألا يتكلم في هذا ومثله بحرمة العين وحلها بعد أن تكون الإباحة للضرورة؛ إذ لله أن يحل عينا محرمة في حال الاضطرار، وله أن يحرم عينها ويحل التناول منها للاضطرار. فالتكلم فيه فضل وتكلف. وباللَّه التوفيق. </p><p> ثم المسألة في الباغي والعادي: يحرم عليه التناول منها في حال الاضطرار أم لا؟ قال بعض أهل العلم: محرم ذلك عليه لأوجه: </p><p> أحدها: لأنه ظالم. وفي المنع عن التناول منها زجر عن الظلم، وفي إباحة التناول منها إعانة على الظلم، لذلك حرم عليه. </p><p> والثاني: أن القاتل عوقب عندما يأوي إلى الحرم بترك المؤاكلة والمشاربة والمجالسة إلى أن يضطر فيخرج عقوبة له. فكذلك هذا يحرم عليه التناول منه عقوبة له إلى أن ينزجر. </p><p> وقال: إنه قد استحق بالبغي على أهل الإسلام العقوبة العظيمة، ويعاقب بهذا أيضًا. </p><p> ثم من قول هذا الرجل في الباغي: أنه إذا أتلف أموال أهل العدل لا يتعرض له بها ولا يغرم. وكذلك العادل إذا أتلف أموال أهل البغي لا غرامة عليه. </p><p> والغرامة نوع من العقوبات، فإذا استويا في سقوط الغرامة -وإن كان أحدهما ظالمًا- كيف لا استويا أيضًا في هذا؟ وما الذي يوجب التفرقة بينهما؟ </p><p> ثم نقول لهذا المخالف لنا: إن الباغي المقيم يمسح يومًا وليلة، وإذا سافر لم يرخص له المسح. وهو في الحضر رخصة كهي في السفر. فما باله حرم إحدى الرخصتين على إباحة الأخرى مع وجود الظلم والبغي؛ فقال: لأن الضرورة طريق التناول فيه رخصة، لا ترخص الظالم، إذ هو تخفيف. </p><p> والأصل في المسألة أن الباغي على أهل الإسلام لا يأتمر بأحكام أهل الإسلام؛ إذ لو ائتمر أمر بالكف عن بغيه. وإذا لم يأتمر في ذا، لاشك أنه لا يأتمر في الثاني، ولا يؤمر بما فيه العبث، ولا يزجره التحريم عن التناول، إذ على العلم بحرمة البغي بغى ما اشتهت نفسه، فكيف ينتهي للحرمة فيما اضطرت إليه نفسه؟ ولم يملك الغلبة عليها في شهوتها إيثارًا لها، كذلك إنظارًا لها للكف لا معنى لإحداث الحرمة عليه ببغيه. </p>"
}