{
  "id": null,
  "sura": 2,
  "aya": 15,
  "text": "<p> والثاني: لا يعلمون ما يحل بهم من العذاب لذلك، واللَّه أعلم. </p><p> وقوله:  (وَإِذَا لَقُوا الَّذِينَ آمَنُوا (١٤) </p><p> يعني: أصحاب مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقوله:  (قَالُوا آمَنَّا) . </p><p> أظهروا لهم الموافقة في العلانية، ويضمرون لهم الخلاف في السر. </p><p> وقوله:  (وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ) . </p><p> قيل فيه بأَوجه: </p><p> قيل: إن شياطينهم؛ يعني الكهنة؛ سموا بذلك لبعدهم عن الحق. </p><p> يقال: شَطَن، أَي: بَعُدَ. </p><p> وقيل: إن كل عاتٍ ومتمرد يسمى شيطانًا لعتوه وتمرده؛ كقوله:  (شَيَاطِينَ الْإِنْسِ وَالْجِنِّ) سموا بذلك لعتوهم وتمردهم؛ إذ من قولهم: إن الشياطين أَصْلهم من الجن. </p><p> وقيل: سموا شياطين؛ لأَنه كان مع كل كاهن شيطان يعمل بأَمره، فسموا بأَسمائِهم؛ وذلك جائِز في اللغة جالي، واللَّه أَعلم. </p><p> وقوله:  (قَالُوَا إِنَّا مَعَكُم) . </p><p> قيل: فيه وجهان: </p><p> الأَول: أَي: معكم في القصد والمعونة. </p><p> والثاني: إنا معكم، أي: على دينكم لا على دين أُولَئِكَ، واللَّه أَعلم. </p><p> قوله:  (إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ) . </p><p> بإظهار الموافقة لهم في العلانية، وإظهار الخلاف لهم في السر. </p><p> وقوله:  (اللَّهُ يَسْتَهْزِئُ بِهِمْ (١٥) </p><p> قيل فيه بوجوه: </p><p> قيل: يجزيهم جزاء الاستهزاءِ. </p><p> وكذلك قوله:  (يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ) أي: يجزيهم جزاء المخادعة، وكذلك قوله:  (وَمَكَرُوا وَمَكَرَ اللَّهُ) أي: يجزيهم جزاء </p><p> المكر، يحمل على الجزاء؛ لما لا يجوز إضافة المكر والخداع والاستهزاءِ مبتدأ إلى اللَّه؛ لأَنه مذموم من الخلق إلا على المجازاة، فكيف من اللَّه عَزَّ وَجَلَّ؟! </p><p> وقَالَ بَعْضُهُمْ: يجوز إضافة الاستهزاء إلى اللَّه، وإن كان لا يجوز من الخلق أَن يستهزئ بعضهم من بعض، كالتكبر، يجوز لله ولا يجوز للخلق؛ لأَن الخلق أَشكال بعضهم لبعض وأَمثال، واللَّه - عَزَّ وَجَلَّ - لا شكل له ولا مثل. </p><p> وكذلك الاستهزاء يجوز له، ولا يجوز لغيره؛ لأَن الاستهزاء هو الاستخفاف، فلا يجوز أَن يستخف ممن هو مثله في الخلقة، وما خلق له من الأَحداث والغِيَر، واللَّه تعالى يتعالى عن ذلك. والأَول أَقرب، واللَّه أعلم. </p><p> أَو أَضاف استهزاء المؤمنين بهم إلى نفسه كما ذكرنا في المخادعة. </p><p> ثم اختلف في كيفية الاستهزاءِ: </p><p> فقال الكلبي: هو أن يُفتح لهم باب من الجنة فيدنون منه، ثم يغلق دونهم. فإن ثبت ذا فهو كما قال. </p><p> وقيل: إنه يرفع لأَهل الجنة نور يمضون به، قيقصد أُولَئِكَ المضي معهم بذلك النور، ثم يطفأ ذلك النور؛ فيتحيرون وهو قولهم:  (انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا) . </p><p> وقيل: أَن يعطي لهم في الدنيا ما ينتفعون به من أنواع النعم ظاهرًا على ما أَظهروا لهم الموافقة في العلانية، ويحرم لهم ذلك في الآخرة بإضمارهم الخلاف لهم في السر. </p><p> وقوله:  (وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ) . </p><p> الآية في قوم علم اللَّه أنهم لا يؤمنون؛ كقوله:  (أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ) </p>"
}