{
  "id": null,
  "sura": 2,
  "aya": 128,
  "text": "<p> وقد قرئ:  \" فأمْتِعْه \" على معنى دعاءِ إِبراهيم - عليه السلام - \" ومن كفر فأمتِعْه \" بالجزم. </p><p> فَإِنْ قِيلَ: لم لا كان تفاضل الامتحان بتفاضل النعم. </p><p> وإنما يعقل فضل الامتحان بفضل العقل، ويعلم أَن المؤمن هو المفضَّل بالعقل. </p><p> كيف لا وقع فضل ما به يمتحن -وهو النعم- لأَن العقل الذي به يدرك الحق واحد، لا تفاضل فيه لأَحد. </p><p> ثم العقل الذي به يمتحن واحد؛ فهما متساويان -فيما به دَرْكُ الحق- إلا أَن أحدهما يدركه فيتبعه، والآخر يدركه فيعانده. فهو -من حيث معرفته- ذو عقل، أعرض عنه؛ فيسمى معاندًا، إذ من لا عقل له يُسمى مجنونًا. </p><p> وقوله:  (ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ) . </p><p> ذكر الاضطرار، وهو كقوله:  (خُذُوهُ فَاعْتِلُوهُ إِلَى سَوَاءِ الْجَحِيمِ) وهو السوق، وكقوله:  (وَنَسُوقُ الْمُجرِمينَ) ، إِنهم يساقون إليها، ويُدَعون، لا أنهم يأتونها طوعًا واختيارًا. </p><p> وقوله:  (وَبِئْسَ الْمَصِيرُ) . </p><p> أي: بئس ما صاروا إليه. </p><p> وقوله:  (وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا (١٢٧) </p><p> أُمِرَا برفع البيت وببنائه؛ فَفَعلا، ثم سألا ربهما: أَن يتقبل منهما. فهكذا الواجب على كل مأْمور بعبادةٍ، أَو قُربة -إذا فرغ منها، وأَداها- أَن يتضرع إلى اللَّه، ويبتهل؛ ليقبل منه، وأَلا يرد عليه؛ ليضيع سعيه. </p><p> وقوله:  (إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ) لدعائهم. (الْعَلِيمُ) بما نَوَوْا وأَضمروا. </p><p> وقوله:  (رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ (١٢٨) </p><p> والإسلام قد ذكرنا فيما تقدم أَنه يتوجه إلى وجوه: </p><p> أحدها؛ هو الخضوع له والتذلل. </p><p> والثاني: هوِ الإخلاص. </p><p> ثم اخْتَلَفَ أهل الكلام في الإسلام: </p><p> فقَالَ بَعْضُهُمْ: إِنه يتجدد في كل وقت؛ لذلك سألوا ذلك، وهو كقوله - تعالى - </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ) ، معناه: آمنوا باللَّه في حادث الوقت؛ لأَنه تارك فعل الكفر في كل وقت؛ فبترك الكفر يتجدد له الإيمان. </p><p> وعلى ذلك: يخرج تأويلنا في الزيادة بقولهم: زادتهم إيمانا يتجدد له، ويزداد في حادث الوقت. </p><p> وقال آخرون: كان سؤالهم الإسلام سؤال الثبات عليه والدوام. </p><p> وقد ذكرنا أَن العصمة لا ترفع خوف الزوال. </p><p> ومثل هذا: الدعاء والسؤال -على قول المعتزلة- يكون عبثًا؛ لأَنه لا يملك إِعطاءَ ما سألوا عندهم، بل هم الذين يملكون ذلك، فيَخرج السؤال في هذا -عندهم- مخرج اللعب والعبث، فنعوذ باللَّه من السرف في القول والزيغ عن الهدى. </p><p> ثم الإيمان: هو التصديق والتصديق بالقلب يتجدد في كل وقت، فلا وقت يخلو القلب عنه في حال سكون، أَو حال حركةٍ، واللَّه أعلم. </p><p> وقوله:  (وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ) . </p><p> يحتمل: أن الأُمةَ المسلمة هي أُمةُ مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ وذلك: أنه لم يكن من أَولاد إِسماعيل رسول سوى مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فسألا: أن يجعل من ذريتهما رسولًا، وأُمة مسلمة، خالصة له. </p><p> وإنما الرسل كانوا من أَولاد إِسحاق ومن نسله، واللَّه أَعلم. </p><p> وقوله:  (وَأَرِنَا مَنَاسِكَنَا) . </p><p> وقيل في قوله:  (وَأَرِنَا مَنَاسِكَنَا) : يريد الإراءَة إلى يوم القيامة، يدل عليه قراءَة عبد اللَّه:  \" وأَرهم مناسكهم \" ، وفي قراءَة غيره على ضم الرؤية إلى نفسه. </p><p> والمنسكُ: هو القربة. وأَفعالُ الحج سميت مناسكًا. </p><p> ثم لا يحتمل: أن يسألا ذلك، من غير أَمر سبق منه - عَزَّ وَجَلَّ - بذلك؛ لأَنه ليس من الحكمة سؤال: إِيجاب فضل عبادة، أَو قربة بغير أَمر؛ فدل أَنه قد سبق منه بذلك أمر، لكنه لم يبين لهما، فسألا: تعليم ماهيتها وكيفيتها، فعلمهما جبريل ذلك. </p><p> ففيه: دلالة تأخير البيان عن وقت قرع السمع الخطاب؛ أَلا ترى أَنه أَمر بالنداء للحج ولم يعلم. </p><p> والثاني: أَن آدم والملائكة قد كانوا حجوا هذا البيت قبل إبراهيم - عليه السلام - فدل </p><p> أَن الأَمر به قد سبق. </p><p> والثالث: قوله -في نفس الحج-: (وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا) . </p><p> ثم لا يحتمل: لزوم الكلفة بالخروج قبل وجوب الحج؛ لما لم يأْمر بفعل ما له إيجاب الحقوق والفرائض. </p><p> لكنها أوجبت شكرًا لما أَنعم عليه؛ فدل أَن الحج كان واجبًا قبل الخروج، وقد تأَخر الإمكان؛ فمثله البيان، واللَّه أعلم. </p><p> واحتج بقوله:  (أَقِيمُوا الصَّلَاةَ) </p><p> أَن ظاهره يوجب خضوعًا، لزم به ما أَداه السمع على تأَخر ما بينه، وكذلك الزكاةُ، وكذا ظاهرُ قوله:  (وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ) . </p><p> واحتج أَيضًا بقول القائل وسؤاله رسولَ اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن أَوقات الصلاة ففعله في يومين، وقد كان يمكنه تعليمه وقت السؤال، لكنه أَخر؛ فدل أن البيان يجوز تأَخره عن وقت قرع الخطابِ السمعَ. </p><p> ثم في تأْخير البيان محنة المخاطب به، أَمر في تعلم العلم وطلب مراد ما تضمن الخطاب، واللَّه أعلم. </p><p> وذكر في أَمر الحج -عند كل نسك من المناسك- معاني لها، لكنها ذكرت لأَحوالٍ كانت في شأْن آدم وأَمر إبراهيم، وأَمر مُحَمَّد - عليهم الصلاة والسلام - وقد كان الحج قبلهم. </p><p> وقد ذكر في أَمر الرَّمَل أَنه كان من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ومن معه؛ ليُعلِم به قوتهم؛ حتى </p><p> قال عمر - رَضِيَ اللَّهُ عَنْهُ -: \" علام أَهز كتفي، وليس أَحد إِزاءَه؟! لكني أَتبع رسول اللَّه، عليه السلام \" أَو كما قال، رحمه اللَّه. </p><p> وقد ذكر ذلك في قصة إبراهيم عليه السلام: أَنه رمل، ولم يكن في وقته من كان الفعلُ لأجله، وكذلك غيرُه من الأَنبياء، صلى اللَّه عليهم وسلم. </p><p> إلا أَنا نقول: جعل اللَّه كذلك؛ لعلمه بالحاجة إلى ذلك في وقت قد جعل ذلك نسكًا، فحفظ ذلك على حق النسك، وإن لم يكن المعنى مقارنًا له في كل وقت، على ما قيل:  \" إِن صلة الرحم تزيد في العمر \" -بمعنى جعل اللَّه أَجله ذلك بما علم أَنه يصل الرحم- فيكون صرف العمر إلى تلك المدة لذلك. </p><p> وكما يكتب شقيًّا أَو سعيدًا في الأَزل للوقت الذي فيه يكون كذلك، ونحو ذلك، والله الموفق. </p><p> ثم الأَصل: أَن اللَّه - جل ثناؤه - جعل على عباده في كل الأنواع التي يتقلب فيها </p><p> البشر للمعاش، أَو لأَنواع اللذات؛ لتكون العبادة منهم في كل نوع مقابل ما يختار صاحب ذلك شكرًا لما مكن من مثله، لما يتلذذ به ويتعيش؛ إِذ كل لذة، وكل ما يتعيش به نعمة خصَّ اللَّه بها صاحبها، بلا تقدُّم سبب يستوجبها العبد؛ فلزمه -في الحكمة- الشكر لمن أَسدى إليه تلك النعمة. </p><p> وعلى ذلك: نجد التقلب -من حال القيام، إلى حال القعود، والاضطجاع- أَمرًا عاما في البشر، من أَنواع اللذات، فمثله يكون العبادة بذلك النوع عامة، نحو الصلوات. </p><p> وعلى ذلك: معنى الرق، والعبودةُ لازم لا يفارق، فمثله الاعتراف به، والاعتقاد دائم لا محالة لا يخلو منه وقت. </p><p> وعلى ذلك: أَمر إِعطاءِ النفس شهواتها، من المطاعم ونحو ذلك؛ لا يعم الأَوقات عموم التقلب من حال إلى حال؛ إذ لا يخلو عنها المرءُ وإن كانت مختلفة. فجعلت عبادة الصيام في خاص الأَوقات. </p><p> ثم لم يمتد ما بين الأَوقات امتدادًا متراخيًا، فعلى ذلك: جعل العفو عن الصيام، لم يجعل كذلك، بل في سنة، مع ما قد يدخل الصيام في كثير من الأُمور. </p><p> ثم للناس في الأَموال معاش، وبها تلذذ: </p><p> لكن منها قوت لا بد منه؛ فالارتفاق بمثله لازم، لا يحتمل جعل القربة فيه، سوى أَن جعل ذلك لعينه قربة؛ إذ فرض على المرء الاستمتاع به. </p><p> ومنها فضْل، به جعلت قرب التصدق؛ لأَنه له بحق التلذذ، لا بحق ما لا بد منه. </p><p> وكذلك نوع تقلب الأَحوال في النفس التي هي بحق الضرورة، لم يجعل لمثل ذلك فضل قربة يؤديها سوى ما به حياته. وذلك يجعل بحكم الفرض عليه ولا ندبه. </p><p> وكذلك أَمر الصيام: لم يجعل عما لا بد منه للقوة، ولكن فضل قوة في الاحتمال. </p><p> لكن الزكاة هي من حقوق ما يجوز أَن يكون هي لغير من عليه، ففرض عليه البذل إلى غيره. وحقوق الأَفعال لا تحتمل أن يصير السبب الذي له به يجب أَن يكون لغيره فيجب عليه؛ فجعل فرض ذلك الفعل في نفسه. وهي تجب للأَحوال لوجهين: </p><p> أَحدهما: أَن فيها حقوقًا شائعة، على نحو النفقات، فأخرت هي إلى الحول؛ تخفيفًا، أَو لما هي تجب فيما له حكم الفضل. </p><p> والفضل: ما يفضل عن الحاجة. والحاجات تتجدد في أَوقات -لا أَنها تتتابعُ- لا يظهر في مثله الفضل إِلا بمدةٍ بينةٍ أكثرها حول. </p><p> ثم فَرضُ الحج جُعِل في العمر مرة؛ لأنه في حق الأَسفار المديدة، التي لا يختار مثلها للذات إلا في النوادر، فلم يوجَب مثلُه إلا خاصًّا؛ فأوجب في جميع العمر مرة. </p><p> وقد أَوجب في الأَموال في كل سنة؛ لأن أَرباب الأَموال قد يتقلبون في البلاد النائية رغبة في فضول اللذات؛ فلذلك يجوز فرض مثل ذلك. </p><p> وعلى ذلك أَمر الجهاد -على أن الجهاد كالذي لا بد من الأَقوات- إِذ في ترك ذلك خوف غلبة الأَعداء، وفيها تلف الأَبدان والأَديان، والأَموال، ففرض على قدر ما فرض من الأَقوات؛ لما بينت من الخلل، ثم كانت أَحوال أَهل السفر تكون على غير المعروف من أَحوال المقيمين - في حق الرَّزانة والوقار، وحق الانبساط والنشاط - فعلى ذلك: فرائض الأَمرين - نحو الجهاد- فيه أَنواع: ما عُد في غيره من اللعب، وكذلك أَمر الحج. وعلى مثل هذا يخرج رمي الجمار والرمَل والسعي ونحو ذلك. </p><p> فجعل ذلك في حق الأَسفار سُنَّة، وإن كان مثل ذلك عُدَّ في غير ذلك عبثًا؛ إِذ قد بينا مخرج العبادات، على ما عليه أَحوال العباد بأَنفسهم، لولا العبادات، واللَّه أعلم. </p><p> ثم جعل ذلك في أَمكنة متباعدة الأَطراف؛ إِذ هو بحق أَمر الأَسفار يجب في المعهود؛ فجعل في النسك، بنفسه بالذي به يقطع الأَسفار، ولا قوة إلا باللَّه. </p><p> ووجه آخر: من المعتبرات: أَن العبادات جعلت أَنواعًا: </p><p> منها ما يبلغ القيام بحقها العامَ فصاعدًا، وهذه لم يجز أَن يجعل وقتها ينقص عن احتمال فعلها. ولا وقت من طريق الإشارة أجمع لمختلف الأَحوال بعد سقوط اعتبار العمر من السنة. </p><p> ثم لأَن فعل الحج قد يمتد ذلك، ويجاوز، لم يجعل ذلك وقتًا له، وإنما جعل العمر، لما كان لا وقت يشار إليه إلا وجميع ما فيه مما يحتمله العام الآخر، وما تقدمه وما تأَخره، ثم في العمر أَحوال، لا تحتمل إِضافتها إلى الأَعوام؛ لأَن ما يضاف إلى عام </p><p> فذلك لكل عام. وليس ما يضاف إلى العمر موجودًا بحق الأَعوام. فجعل ذلك وقته، واللَّه أعلم. </p><p> ثم الزكاة هي تجب للأَموال؛ صونا لها؛ لكسب عدد، وفضل غنى، ولكن على ذلك تكتب لأَحوال الحياة لا لما يخلف؛ فلم يمتد أَمرها إلى العمر؛ على أَنها جعلت حقا للفقراء. ومتى أُريد جعل الوقت له العمر يصير لغيره، ويجب فيه ما يجب في الأَول؛ فتبطل الزكاة ويبقى الفقراء بلا عيش؛ إذ اللَّه -بفضله- قدر أَقوات الخلق، ثم فضل الخلق في الأَملاك، حتى كان بعضهم بحيث لا يملك شيئًا، وبعضهم يجاوز ما ينالُ أَضعافَ عمره. </p><p> ثبت أَن ذلك له بما يقتضي به كفاية الفقراء؛ فلا بد أَن يجعل لذلك مدة يتوسع في ذلك الفريقان جميعًا. </p><p> ثم كانت الأَقوات -التي هي مجهولة للخلق جميعًا- تتجدد في كل عام على ذلك؛ إذ جعلت أَقوات الفقراء في أَموال الأَغنياء، جعلت في كل عام. </p><p> على أَنه إِذ جعلت أَقوات الخلق في بركات السماء والأَرض، جعلها اللَّه متجددة بتجدد الأَعوام، ولا قوة إلا بالله. </p><p> والصلاة والصيام عبادتان تلزم قوى الأَبدان، فعلى ما يختلف قواهما، اختلف في الأَمر بهما والترك، وفي أَنواع الرخص. </p><p> لكن الصلاة ليس فيها مكابدة الشهوات، ولا مدافعة اللذات؛ إِذ لا سبيل إلى مثلها متتابعًا لما يصير اللذة أَلما، والشهوة وجعًا؛ فيبطل حق التتابع، وقدر المفروض من الصلوات لا يشتغل عما يقوم بها النفس. </p><p> والصيام يضاد ذلك، ويضر في البدن. </p><p> فجعل عبادة الصلوات في كل يوم، وعبادة الصيام في أوقات متراخية؛ إذ هي تضاد معنى المجعول له الأغذية بين إِقامة الأَبدان، وفي الصيام خوف فنائها؛ لذلك استعين بطول الاغتذاء على أوقات الصيام، ولا قوة إلا باللَّه. </p><p> وإن شئت قلت: إن اللَّه أَنعم على البشر بما هو غذاء وقوام، وبما هو لذة وشهوة، ثم أَنعم عليهم بما هو لهم به رفعة وجاه عند الخلق -وهي الأَموال- فأَلزمهم في كل نوع من هذه الأنواع عباداتٍ. </p>"
}