{
  "id": null,
  "sura": 2,
  "aya": 220,
  "text": "<p> رقبته وإعتاقها. ولا قوة إلا باللَّه. </p><p> وفي قوله:  (كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ) دلالة جواز تأخير البيان؛ لأنه أمر بالتفكر والتدبر، وجعل لهم عند الفكر الوصول إلى المراد في الخطاب، فدل أنه يتأخر عن وقت قرع الخطاب السمع. </p><p> وقوله:  (وَيَسْأَلُونَكَ عَنِ الْيَتَامَى قُلْ إِصْلَاحٌ لَهُمْ خَيْرٌ (٢٢٠) </p><p> كأن في السؤال إضمارًا؛ لأنه قال:  (وَيَسْأَلُونَكَ عَنِ الْيَتَامَى) ، ولم يبين في أي حكم، وإضماره - واللَّه أعلم - أن يقال: يسألونك عن مخالطة اليتامى. يبين ذلك قوله:  (وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ) أن السؤال كان عن المخالطة. </p><p> وكذلك قوله:  (يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ) ، ولم يبين في أي حكم، فكأنه قال: يسألونك عن شرب الخمر والعمل بالقمار والميسر، ثم قال:  (قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ) ، دل قوله:  (قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ) أن السؤال كان عن شرب الخمر والعمل بالميسر. وهذا جائز في اللغة، وفي القرآن كثير أن يكون في الجواب بيان السؤال أنه عما كان وإن لم يذكر في السؤال؛ كقوله:  (يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ) دل ما ذكر من الفتيا أن الاستفتاء كان عن الميراث. وكذلك قوله:  (وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ وَأَنْ تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ) ، دل قوله:  (وَأَنْ تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ) أن السؤال كان عن نساء اليتامى. وهذا جائز، وربما يخرج الجواب على إثر نوازل، فيعرف مراده بالنوازل دون ذكر السؤال. </p><p> ثم السؤال يحتمل وجهين: </p><p> يحتمل: أن يكون عن مخالطة الأموال والأنفس جميعًا بقوله: (قُلْ إِصْلَاحٌ لَهُمْ خَيْرٌ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ) ، فإنما حملهم - واللَّه أعلم - على سؤال المخالطة، ما قيل: لما نزل قوله: (إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا) ، وقوله:  (فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا) أشفق المسلمون من خلطة اليتامى، فعزلوا لهم بيتا، وعزلوا طعامهم وخدمهم وثيابهم، فشق ذلك عليهم جميعًا، فسألوا عن ذلك رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فنزلت هذه </p><p> الآية:  (وَيَسْأَلُونَكَ عَنِ الْيَتَامَى. . .) الآية. </p><p> وفي الآية دليل جواز المناهدات والمؤاكلات في الأسفار وغيرها حيث أباح لهم المخالطة بأموال اليتامى. فإذا احتمل ذلك مال الصغار من اليتامى فاحتماله في مال الكبير أشد؛ إذ مال الكبر يحتمل الإباحة والإذن، ومال الصغير لا. </p><p> وفي الآية دليل جواز القليل من المعروف واليسير منه في ملك الصغير، واحتماله ذلك؛ لأنه - جل وعز - أباح لهم المخالطة مع اليتامى على العلم في الاستيفاء مبلغ الكبير بل يقصر عنه. </p><p> وفيه دليل أن علة الربا ليس هو الأكل، على ما قاله بعض الناس، ولكن هو الكيل والوزن؛ لأنه أباح لهم المخالطة في المأكول من الطعام والمشروب من الشراب، على غير كيل ولا وزن، على العلم بقصور الصغير عن الاستيفاء قدر الكبير وبلوغه مبلغه، فلو كان علته الأكل لكان لا يبيح لهم أكل الربا؛ فدل أن علته ليس الأكل، ولكن هي الفضل عن الكيل أو الوزن في الجنس. </p><p> وفيه دليل جواز بيع الثمرة بالثمرتين لخروجه عن الكيل. </p><p> وهكذا كل شيء خرج عن الكيل والوزن، لترك للناس مكايلته وموازنته، وإن كان كيليا يجوز بيع واحد باثنين. واللَّه أعلم. </p><p> وفيه دليل أن لا بأس بأن يؤدب الرجل اليتيم بما هو صلاح له. وذلك كما يؤدب ولده وأن يعلمه بما فيه الاعتياد لمحاسن الأخلاق والتوسيع، كما أمر بالصلاة إذا بلغ سبعًا، والضرب عليها إذا بلغ عشرًا اعتيادًا. ألا ترى أنه روي في الخبر:  \" شر الناس الذي يأكل وحده ويشرب وحده \" . وفي المخالطة التخلق بالأخلاق الحسنة، وفي تركها التخلق بالأخلاق السيئة، والاعتياد بعادة السوء. </p><p> وقوله:  (قُلْ إِصْلَاحٌ لَهُمْ خَيْرٌ) ، فيه دليل إضمار، وهو طلب الصلاح لهم: إما بالتولي لهم في أموالهم والنظر لهم بما يعقب نفعا لهم، وطلب التخلق بالأخلاق الحسنة والاعتياد بالعادة المحمودة؛ فذلك (إصلاح) خير، بطلبكم الصلاح لهم، أو خير لهم بما يعود نفع ذلك إليهم. وإلا فظاهر الصلاح حسن لكل أحد، فلا وجه لتخصيصهم به؛ فدل أنه على طلب النفع والنظر لهم. واللَّه أعلم. </p><p> وقوله:  (وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ) ، فيه دليل الترغيب؛ كقوله:  (ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ) رغبهم عَزَّ وَجَلَّ بما أخبر أنهم (فَإِخْوَانُكُمْ فِي الدِّينِ) ، بطلب الصلاح والنظر والنفع لهم، إذ </p>"
}