{
  "id": null,
  "sura": 2,
  "aya": 243,
  "text": "<p> ولا قوة إلا باللَّه. </p><p> * * * </p><p> قوله تعالى:  (أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ فَقَالَ لَهُمُ اللَّهُ مُوتُوا ثُمَّ أَحْيَاهُمْ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ (٢٤٣) وَقَاتِلُوا فِي سَبِيلِ اللَّهِ وَاعْلَمُوا أَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (٢٤٤) مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً وَاللَّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ (٢٤٥) . </p><p> وقوله:  (أَلَمْ تَرَ) ، حرف تعجب وتنبيه، ليتأمل فيما يلقى إليه مما أريد الإنباء عنه، أو فيما قد كان سبق الإنباء عنه، ليتجدد بالنظر فيه عهدا. وعلى ذلك المعروف من استعمال هذه الكلمة، وكذلك وجه تأويله إلى الخبر مرة وإلى العلم به ثانية، وإلى النظر فيه ثالثاً، على اختلاف ما قيل. وفيه كل ذلك. واللَّه تعالى أعلم. </p><p> قوله:  (أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ) ، \" ألم تخبر \" ، </p><p> و \" ألم تنظر \" ، ومثل هذا إنما يقال عن أعجوبة. </p><p> فالقصد فيه - واللَّه تعالى أعلم - أنه جواب قوله:  (لَوْ كَانُوا عِنْدَنَا مَا مَاتُوا وَمَا قُتِلُوا) ، أخبرهم اللَّه عَزَّ وَجَلَّ عن قصة هَؤُلَاءِ: أن جهلهم بآجال أُولَئِكَ حملهم على هذا القول؛ مثل جهل بني إسرائيل بآجالهم حملهم على الخروج من ديارهم حذر الموت، ثم لم ينفعهم ذلك بل أُميتوا. كذلك هذا. </p><p> ثم اختلف في قصة هذه: </p><p> قَالَ بَعْضُهُمْ: أخرجوا فرارًا من الجهاد في سبيل اللَّه، فأماتهم اللَّه، ثم أحياهم، وأمرهم أن يخرجوا إلى الجهاد في سبيل اللَّه. </p><p> وقال آخرون: وقع الطاعون في قريتهم، فخرج أناس وبقي أناس، فمن خرج أكبر ممن بقي، فنجا الخارجون، وهلك الباقون، فلما كانت الثانية خرجوا بأجمعهم إلا قليلًا، فأماتهم اللَّه، ثم أحياهم. </p><p> فلا تدري كيف كانت القصة. فإن كانت القصة في الفرار من الجهاد في سبيل اللَّه، وله نظير في الآيات، قوله تعالى: (قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى </p><p> مَضَاجِعِهِمْ)، وقوله:  (قُلْ لَنْ يَنْفَعَكُمُ الْفِرَارُ إِنْ فَرَرْتُمْ مِنَ الْمَوْتِ أَوِ الْقَتْلِ) ، وقوله:  (قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ) وقوله: (أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ) ، ومثله كثير في القرآن. </p><p> وإن كانت القصة في الطاعون، فقد جاء الخبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، أنه قال:  \" إذا كنتم في أرض وفيها وباء فلا تخرجوا فرارًا منها \" . \" وإذا لم تكونوا فيها فلا تدخلوها \" . </p><p> ومعناه واللَّه أعلم: أنهم إذا كانوا فيها يخرجوا مخرج الفرار إن تحولوا، أو أن الفرار أنجاهم إن لم يكونوا فيها فدخلوا فأصابهم فأماتهم اللَّه، يظنون أنهم إذا لم يكونوا فيها لم يصبهم ذلك. ففي الوجهين سيان القضاء. وقد جاء:  \" أن لا عدوى ولا هامة \" . </p><p> فَإِنْ قِيلَ: رُويَ عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: أنه كان إذا مر على حائط مائل أسرع المشي، كيف نهى عن الخروج عن أرض فيها وباء وطاعون؟ </p><p> قيل: إن كل ما كان مخرجه مخرج آية وفيها إهلاكهم فذلك لا يكون إلا بأمر سبق </p><p> منهم، فحق مثله الفرار إلى اللَّه، لا إلى غيره. وأما انكسار الحائط فليس لأمر سبق منه، فجائز أن يأخذ منه حذره. هذا هو الفرق بينهما. واللَّه تعالى أعلم. </p><p> قال الشيخ - رحمه اللَّه تعالى -: ويجوز أن يكون فعله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ليعلم أن مثله من الخوف لا يعد نقصانا في الدِّين؛ وذلك كالعدة تتخذ للحرب والأغذية للبدن، لا على ظن باللَّه أنه لا يملك الحياة دونها أو قهر العدو، ولكن على التأهب والائتمار؛ إذ قد جعل الذي خيف فيه والذي رجى. واللَّه تعالى أعلم. </p><p> وقوله:  (إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ) ، حين أحياهم بعد ما أماتهم، وذلك فضل منه. و (لَذُو فَضْلٍ عَلَى النَّاسِ) ، بكل نعمة أنعمها عليهم، يستحق الشكر من الخلق بذلك. </p><p> هذه الآية على المعتزلة إذ قالوا: ليس لله أن يفعل بخلقه إلا الأصلح لهم في الدِّين، ولو فعل غير ذلك كان جائزا. فإذا كان هذا عليه، فأنى يكون الأفضل؛ وإنما يقال (ذو فضل) ، و (ذو مَنٍّ) ، إذا أعطى ما ليس عليه. وأما من أعطى ما كان عليه لا يقال: إنه (تفضل) أو (مَنٍّ) ، كمن يقضي دينًا عليه لآخر لا يستوجب الشكر بذلك، لأنه قضى ما كان عليه قضاؤه؛ فكذلك اللَّه تعالى إذا أخبر أنه (ذو فضل) و (ذو مَنٍّ) لم يكن ذلك عليه، فاستوجب الشكر على الخلق بذلك. وباللَّه التوفيق. </p><p> ثم الكلام في أن أُولَئِكَ ماتوا بآجالهم، أو لا بآجالهم؟ </p><p> قالت المعتزلة: لم تكن آجالهم. ومن قولهم: أن لكل أحد أجلين: إن قتل فأجله كذا، وإن مات فكذا. </p><p> قيل: ذلك تأجيل من لا يعلم أنه يقتل أو يموت، فإذا علم اللَّه أنه يموت لم يكتب له أجل القتل. وكذلك ما روي في الخبر:  \" أن صلة الرحم تزيد في العمر \" . إذا كان في علم اللَّه تعالى في [الأزل] أنه يصل الرحم فكتب عمره أزيد ممن يعلم في [الأزل] أنه </p>"
}