{
  "id": null,
  "sura": 2,
  "aya": 158,
  "text": "<p> الدنيا محمول كله على أسباب، لا أنها توجب ولكن اللَّه تعالى أجرى أحكامه عليها، فيكون الخوف والرجاء في التحقيق من اللَّه تعالى أن يكون جعل ذلك سببًا. والله الموفق. </p><p> وأيضا: أن يعلم أن المصائب في الدنيا ليست كلها عقيب الآثام، بل لله تعالى الابتلاء بالحسنات والسيئات، أيضًا لا يدل على وهن عقد المصائب، ولا زلة بليَ بها. وعلى ذلك أمر الأنبياء والرسل، عليهم السلام، ولكن على وجهين: </p><p> أحدهما: أن يكون اللَّه تعالى يريد أن يحميَ وليه لذات الدنيا لينالها موفرة في الآخرة. </p><p> والثاني: أن يكون لهم بعده زلات لا يسلم عنها البشر، فيبتلوا، فيبعثوا يوم القيامة ولا زلة بقيت مما يجزيهم تلك. ولا قوة إلا باللَّه. وإنما كذلك جعلت لمحنة. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا وَمَنْ تَطَوَّعَ خَيْرًا فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ (١٥٨) </p><p> قال دلَّ: قوله: (إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا وَمَنْ تَطَوَّعَ خَيْرًا فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ) . </p><p> دلَّ أن صعودهما من اللازم في نسكه، وكذلك صعد رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - الصفا وقال:  \" نبدأ بما بدأ اللَّه \" ، وقد قال اللَّه تبارك وتعالى:  (فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا) الآية، ولم يقل: بينهما. فمن لم يصعد الصفا والمروة فلم يطف بهما، مع ما قال اللَّه تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ) ، وفي ترك صعودهما إحلال شعائر اللَّه، إذ قد بين اللَّه أنهما (مِن شَعَائِرِ اللَّهِ) . وما روي أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - طاف بينهما على ناقته، ومعلوم أن ناقته لا تصعدهما، فهو عندنا للعذر فعل ذلك، وإلا فإنه قد رُويَ عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: أنه صعدهما واستقبل البيت وقال: نبدأ بما بدأ اللَّه. </p><p> دليل ذلك ما رُويَ عن ابن عَبَّاسٍ، رضيَ اللَّهُ عنه، أنه طاف بينهما على ناقته وبالبيت لعُذر به. </p><p> ولا يحتمل أيضا أن يكون بغير عذر وهو الملقب بالسعي؛ لما فيه من فعل السعي، والراكب لا يسعى. </p><p> وقال الشافعي: رُويَ عن جابر بن عبد اللَّه: أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - طاف بالبيت وبين الصفا والمروة على ناقته ليرى الناس. </p><p> وقال: خبر جابر أولى من خبر ابن جبير؛ فكأنه وقع عنده أنه عن ابن جبير. وذلك عن ابن جبير عن ابن عَبَّاسٍ، رضيَ اللَّهُ تعالى عنه، وهو أولى؛ لأن العذر كامنٌ لا يعرف بالنظر من بعد، وإنما يعرف بالتأمل، أو بالخبر من عند ذي العذر، وعلى هذا خرج خبر ابن عَبَّاسٍ، رضيَ اللَّهُ عنه، على أن خبر جابر لو صح على ما يروى فهو لما ذكر أنه \" يرى الناس، فكأنه أراد أن يعلمهم، وذلك كالتعليم منه، والتعليم عليه لازم، فهو بتركه يلام عليه، فذلك عذر. واللَّه أعلم. </p><p> والثاني: أنه يجوز أن يكون فعله ذلك ليس هو فعل ما كان عليه، أنه كيف كان يفعله؛ فكان ذلك لمكان الدلالة للخلق بذلك هو الأمر المتوارث من صنيع الحج والعمرة، أن الأولى يفعلون ما يفعل الحاج، لا على فعل الحج، ولكن على التعليم؛ فعلى ذلك أمر المرُويَ عنه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. واللَّه أعلم. </p><p> ثم اختلف في الطواف بينهما بعد ما قيل: إن الجناح فيه لوجهين: </p><p> أحدهما: ما قيل: كان بالصفا صنم وبالمروة صنم فيخرجوا لمكانهما. </p><p> وقيل: كان بينهما أصنام، لذلك كان يخرجهم. </p><p> ثم قال الشافعي: إن السعي بينهما مفروض، حتى لو ترك الحاج خطوة منه وأتى </p><p> أقصى بلاد المسلمين أمر بالعود ليضع قدمه موضعها ويخطو تلك الخطوة. </p><p> واحتج بما روت صفية بنت فلان أنها سمعت امرأة سألت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن ذلك، فقال:  \" إن اللَّه كتب عليكم السعي بين الصفا والمروة فاسعوا \" . وهو يأتي مرة بقبول المراسيل لتوهم الغلط، ومرة يحتج بامرأة لا يعرف ولا يذكر اسمها. </p><p> والوجه فيه إن ثبت وصح أن الكتاب يحتمل غير ما قاله. وهو أن يقال:  (كُتِبَ) أي حكم، كقوله:  (النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ) ، وقوله:  (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ كِتَابَ اللَّهِ عَلَيْكُمْ وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ) ، قيل: به حكم اللَّه عليكم. </p><p> وقال آخرون: ليس بفرض ولا لازم. </p><p> واحتجوا بما ذكر في حرف أُبي:  \" لا جناح عليه أن لا يطوف بينهما \" ، ولا يذكر ذلك في شيء واجب. </p><p> والثاني: إن هذه اللفظة لفظة رخصة، ولا يرخص بترك ما هو فرض أو لازم. </p><p> ثم الجواب عن الحرف الأول أن اللات ربما تزاد وتنقص، ولا يوجب زيادتها ونقصانها تغير حكمها، كقوله:  (يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا) ، أي: لا تضلوا. ومثل هذا كثير في القرآن. </p><p> والثانى: ما ذكرنا أن المسلمين كانوا يتحرجون عن الطواف بينهما لمكان الأصنام. فبين عَزَّ وَجَلَّ أن لا حرج عليهم في ذلك، لا أن ليس الجناح يدفع الحرج في تركه. </p><p> وأما عندنا: فهو لازم؛ لأنه نوع ما لا يتبرع به، والأصل عندنا: أن ما لا يتبرع به يخرج الأمر به مخرج الوجوب واللزوم؛ كالطواف، وسجدة التلاوة، وكالوتر، والأضحية وغيره. </p><p> وقد رُويَ عن عائشة، رضيَ اللَّهُ تعالى عنها، أنها قالت:  \" ما تم حج امرئ قط إلا بالسعي \" . فهو وصف بالنقصان لا وصف بالفساد، وفرق بين التمام من النقص وبين </p>"
}