{
  "id": null,
  "sura": 2,
  "aya": 267,
  "text": "<p> أَنْصَارٍ (٢٧٠) إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (٢٧١) </p><p> وقوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنَ الْأَرْضِ وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ وَاعْلَمُوا أَنَّ اللَّهَ غَنِيٌّ حَمِيدٌ (٢٦٧) </p><p> فيه دليل وجوب الزكاة في أموال التجارة بقوله:  (مَا كَسَبْتُمْ) ؛ لأن أموال التجارة هي التي تكتسب، وليس في كتاب اللَّه تعالى بيان وجوب الزكاة في أموال التجارة في غير هذا الموضوع، وليس فيه سنة عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، ولكن ذكر عن بعض الصحابة - رضي الله تعالى عنهم - القول به؛ فيحتمل أن يكون ما قالوا قالوا بهذه الآية. وأما زكاة الفضة، والذهب، والمواشي فيما لها ذكر في الكتاب والسنة، فالزكاة تجب فيها لعينها، اكتسب فيها أو لم يكتسب. وأما أموال التجارة فإن الزكاة تجب فيها بالاكتساب. وفيه دليل أن النفقة المذكورة فيه لازمة واجبة؛ لأنه قال:  (إِلَّا أَنْ تُغْمِضُوا فِيهِ) ، ذكر الإغماض، والإغماض لا يذكر في المعروف، إنما يذكر في اللازم والواجب الذي لا مخرج له عنه إلا بالأداء، إلا عن عفو وصفح والرضاء بدون الحق - ثبت أنه على اللزوم. </p><p> وفيه دليل وجوب الحق في الرطاب والخضراوات؛ لأنه ذكر في الآية المخرج، والرطاب هي التي تخرج من الأرض. وأما الحبوب إنما تخرج من الأصل الذي يخرج من الأرض؛ لذلك كان الرطاب والخضراوات أولى بوجوب الحق من غيره بظاهر الآية. </p><p> قال الشيخ - رحمه اللَّه تعالى -: والوجوب في الحبوب بما كانت تخرج من الحقوق، والحقوق بظاهر هذه الوجوه في التي تخرج من الأرض. وأما أبو يوسف ومُحَمَّد - رحمهما اللَّه تعالى - فإنهما قالا: يحتمل قوله: (أَخْرَجْنَا لَكُمْ مِنَ الْأَرْضِ) ، يعني من الأصل الذي يخرج لكم من الأرض، كقوله تعالى:  (يَا بَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا) ، ولا ينزل من السماء اللباس كما هو، ولكن أراد الأصل الذي به يكون اللباس، وكذلك قوله:  (خَلَقَكُمْ مِنْ تُرَابٍ) ، وهو لم يخلقنا من التراب، وإنما خلق الأصل من التراب، وهو آدم - عليه السلام - فعلى ذلك الأول. واللَّه أعلم. </p><p> والوجه فيه: أنه منَ اللَّه تعالى علينا بما أخرج لنا من الأرض من أنواع ما أخرج بحبة تلقى في الأرض فتفسد فيها، فيخرج منها النبات بلطفه، لا صنع لأحد فيها. وتلك المنة لا تكون على أربابها خاصة دون الفقراء أو بل هي على الفقراء كهي على أربابها؛ لأنه أخرجه رزقًا للكل، ففيه حق الفقراء والأغنياء جميعًا. ومن ثم جاز وجوب العشر على </p>"
}