{
  "id": null,
  "sura": 2,
  "aya": 213,
  "text": "<p> قوله تعالى:  (كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ وَمَا اخْتَلَفَ فِيهِ إِلَّا الَّذِينَ أُوتُوهُ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ بَغْيًا بَيْنَهُمْ فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ (٢١٣) أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ (٢١٤) يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلْ مَا أَنْفَقْتُمْ مِنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ (٢١٥) . </p><p> وقوله:  (كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ) ، قال أبو موسى الأشعري، رضيَ اللَّهُ تعالى عنه، وآخر معه من الصحابة، رضوان اللَّه تعالى عليهم أجمعين، قالا:  (كَانَ النَّاسُ أُمَّةً وَاحِدَةً) ، كلهم كفار إلى أن بعث اللَّه عَزَّ وَجَلَّ فيهم النبيين. </p><p> وقال عبد اللَّه بن مسعود - رضي اللَّه تعالى عنه -: (كَانَ النَّاسُ أُمَّةً وَاحِدَةً) ، مؤمنين كلهم زمن نوح، عليه السلام، الذين كانوا في السفينة إلى أن اختلفوا من بعد، فبعث اللَّه فيهم النَّبِيِّينَ. </p><p> وقَالَ بَعْضُهُمْ:  (كَانَ النَّاسُ أُمَّةً وَاحِدَةً) ، مؤمنين كلهم زمن آدم، عليه الصلاة والسلام، إلى أن أنزل اللَّه الكتاب عليهم وبعث فيهم الرسل. </p><p> ولو قيل بغير هذا كان أقرب. </p><p> قوله:  (كَانَ النَّاسُ أُمَّةً وَاحِدَةً) ، يعني صنفًا واحدًا. </p><p> ومعنى الأمة معنى الصنف، كقوله تعالى: (وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ </p><p> إِلَّا أُمَمٌ أَمْثَالُكُمْ)، يعني: أصنافا. </p><p> ثم خص اللَّه تعالى صنفا ببعث الرسل إليهم وإنزال الكتب عليهم من بين غيرها من الأصناف تفضيلًا لهم وإكرامًا، وبعث كل رسول إلى قومه فيهم كفار وفيهم مؤمنون؛ لأن الأرض لا تخلو من ولي أو نبي، كقوله تعالى:  (وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ) ، ليعلموا أن سائر أصناف الخلق خلقوا لهم ولحاجاتهم. وهو قول الحسن. </p><p> وكذلك قول أبي حنيفة - رضي اللَّه تعالى عنه -: أن الأرض لا تخلو عن نبي أو ولي. واللَّه أعلم. </p><p> وقوله:  (فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ) ، لمن أطاعه، (وَمُنْذِرِينَ) ، لمن عصاه. </p><p> وجائز أن تكون البشارة والنذارة جملة عن الوقوع بما به يقعان مختلف؛ كقوله تعالى:  (إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ) ، وقوله:  (لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا) . </p><p> وقوله:  (وَأَنْزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ) </p><p> يحتمل قوله:  (لِيَحْكُمَ) ، وجهين: </p><p> يحتمل:  (لِيَحْكُمَ) ، الكتاب المنزل عليهم بالحق فيما بينهم، وهو كقوله تعالى:  (وَهَذَا كِتَابٌ مُصَدِّقٌ لِسَانًا عَرَبِيًّا لِيُنْذِرَ الَّذِينَ ظَلَمُوا وَبُشْرَى لِلْمُحْسِنِينَ (١٢) . </p><p> وقرأ بعضهم:  (لِيَحْكُمَ) ، بالياء، وقرأ آخرون:  \" لتحكم \" ، بالتاء. </p><p> فمن قرأ بالياء جعل الكتاب هو المنذر. </p><p> ومن قرأ بالتاء صير الرسول هو المنذر؛ فكذلك في هذا: ليحكم الكتاب بينهم بالحق، وليحكم الرسول بالكتاب فيما بينهم بالحق. </p><p> وقوله:  (فِيمَا اخْتَلَفُوا فِيهِ) </p><p> يحتمل قوله:  (فِيهِ) وجوهًا: </p><p> يحتمل:  (فِيهِ) ، في مُحَمَّد - صلى الله عليه وسلم -. </p><p> ويحتمل:  (فِيهِ) ، في دينه. </p><p> ويحنمل:  (فِيهِ) ، في كتابه. </p><p> وقوله:  (وَمَا اخْتَلَفَ فِيهِ إِلَّا الَّذِينَ أُوتُوهُ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ بَغْيًا بَيْنَهُمْ) </p>"
}