{
  "id": null,
  "sura": 2,
  "aya": 214,
  "text": "<p> أي: ما اختلفوا فيه إلا من بعد ما جاءتهم البينات والعلم، إما من جهة العقل، وإما من جهة السمع والكتب والخبر، وإما من جهة المعاينة والمشاهدة لكنهم تعاندوا وكابروا وكفروا به بغيًا. </p><p> وقوله:  (بغيَا بَينَهُمْ) . </p><p> قيل:  (بَغيَا بَينَهُمْ) ، أي: حسدًا بينهم. </p><p> وقيل:  (بغيَا بَينَهُمْ) ، ظلمًا منهم، ظلموا محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقوله:  (فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ) . </p><p> تأويله - واللَّه أعلم - أي هدى اللَّه الذين آمنوا، ولم يختلفوا من بين الذين اختلفوا. </p><p> ويحتمل: هدى اللَّه من أنصف ولم يعاند، ولم يهد الذين عاندوا ولم ينصفوا. </p><p> وقوله:  (بِإِذْنِهِ) ، قيل: بأمره، وقيل: بفضله. </p><p> لكن قوله:  (بِإِذْنِهِ) ، بأمره، لا يحتمل، ولكن (بِإِذْنِهِ) ، أي: بمشيئته وإرادته. </p><p> وقوله:  (وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ) . </p><p> فيه دلالة أنه من شاء أن يهتدي فاهتدى، ومن لم يشا أن يهتدي لم يهتد؛ لأنه لو كان شاء أن يهتدوا جميعًا أنه من شاء أن يهتدوا جميعًا، على ما يقوله المعتزلة، لكان يقول: واللَّه يهدي إلى صراط مستقيم، ولم يقل:  (مَنْ يَشَاءُ) ، فدل قوله:  (مَن يَشَآءُ) ، على أنه شاء إيمان من آمن، ولم يشأ إيمان من لم يؤمن، فالآية تنقض على المعتزلة قولهم: إنه شاء أن يؤمنوا، لكن آمن بعضهم ولم يؤمن البعض. </p><p> وفي قوله:  (فَبَعَثَ اللَّهُ النَّبِيِّينَ) ، دلالة على ألا يفهم من البعث والإتيان والمجيء الانتقال من مكان إلى مكان، ولا الزوال من موضع إلى موضع؛ لأنه ذكر البعث، وهم كانوا بين ظهرانيهم، فدل أنه يراد الوجود، لا غير. </p><p> وقوله:  (أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ (٢١٤) </p><p> قيل: معنى قوله: (أَمْ حَسِبْتُمْ) ، على إسقاط \" الميم \" . </p><p> وقيل:  (أَمْ حَسِبْتُمْ) ، بمعنى:  \" بل حسبتم \" . </p><p> وقوله:  (وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ) . </p><p> قيل: شبه الذين خلوا من قبلكم. </p><p> وقيل:  (مَثَلُ الَّذِينَ) ، خبر الذين خلوا من قبلكم، وقيل: سنن الذين خلوا من قبلكم من البلاء والمحن التي أصابت الماضين من المؤمنين. </p><p> وقوله:  (أَمْ حَسِبْتُمْ. . .) الآية، أم حسبتم أن تدخلوا الجنة قبل أن تبتلوا كما ابتلي من قبلكم، أي: لا تظنوا ذلك عمله، وإن كان فيهم من قد يدخل - واللَّه أعلم - كقوله تعالى:  (الم (١) أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ (٢) وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ (٣) أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَنْ يَسْبِقُونَا سَاءَ مَا يَحْكُمُونَ (٤) . </p><p> وقيل: إن القصة فيه أن المنافقين قالوا للمؤمنين: لم تقتلون أنفسكم وتهلكون أموالكم؛ فإنه لو كان مُحَمَّد نبيًّا لم يسلط عليه؟ فقال المؤمنون لهم: إن من قتل منا دخل الجنة. فقالوا: لم تمنَوْن الباطل والبلايا؟ فأنزل اللَّه تعالى:  (أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ) ، من غير أن تبتلوا وتصيبكم الشدائد، (وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ) . </p><p> وقوله:  (وَزُلْزِلُوا) </p><p> قيل: حركوا. </p><p> وقيل: جهدوا. </p><p> وقوله:  (حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ) </p><p> قيل فيه بوجهين: </p><p> قيل: يقول الرسول والمؤمنون جميعًا (مَتَى نَصْرُ اللَّهِ) ، ثم يقول اللَّه لهم:  (أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ) . </p><p> وقيل: يقول المؤمنون (مَتَى نَصْرُ اللَّهِ) ثم يقول الرسول: ألا إن نصر اللَّه قريب ويحتمل هذا في كل رسول بعثه اللَّه تعالى إلى أمته يقول هذا، وأمته يقولون أيضًا. </p>"
}