{
  "id": null,
  "sura": 2,
  "aya": 227,
  "text": "<p> قرأ:  \" فإن فاءوا فيهن \" ، يعني في الأربعة الأشهر، ففي غير ذلك حكم النهي له آخذ. والله أعلم. </p><p> وقوله:  (وَإِنْ عَزَمُوا الطَّلَاقَ (٢٢٧) </p><p> كقوله:  (وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا) . وليس ذلك على إحداثه بعد مضي المدة، كذلك الأول. واللَّه أعلم. </p><p> ثم اختلف فيه على وجوه: </p><p> قال ابن مسعود - رضي اللَّه تعالى عنه -: الإيلاء على يوم فقط، وأما التربص بأربعة أشهر؛ لأنه لم يذكر في الكتاب للإيلاء مدة، وإنما ذكر المدة للتربص. </p><p> وقال ابن عَبَّاسٍ - رضي اللَّه تعالى عنه -: الإيلاء على الأبد، ذهب في ذلك إلى أن الإيلاء كان طلاق القوم، والطلاق يقع إلى الأبد. </p><p> وقال آخرون: من ترك القربان في حال الغضب مُولٍ، وإن لم يحلف. لكن هذا ليس بشيء؛ لأن اللَّه تعالى ذكر الإيلاء، والإيلاء هي اليمين. دليله ما ذكرنا من حرف ابن مسعود وابن عَبَّاسٍ:  (للذين يقسمون) ؛ فدل هذا أن حكم الإيلاء لا يلزم إلا باليمين على ترك القربان. </p><p> ورُويَ عن عليٍّ بن أبي طالب - رضي اللَّه تعالى عنه -: أن رجلا سأله - أنه حلف ألا يقرب امرأته سنتين. فقال: هو إيلاء، وأنها تبين إذا مضت أربعة أشهر. فقال: إنما حلفت ذلك لمكان ولدي. فقال: لا يكون إيلاء. فرأى في ذلك إيلاء إذا كان عاصيًا وإذا كان إيلاؤه هو ترك قربانه إياها بمكان الولد لم ير ذلك إيلاء. ثم لا يجوز أن يحمل ما حمل هَؤُلَاءِ. أما ما حمل علي بن أبي طالب، رضي اللَّه تعالى عنه، واعتباره بالعصيان وغير العصيان، فالإيلاء هو اليمين، والأيمان لا يختلف وجوبها ووجوب أحكامهما في حال العصيان وفي حال الطاعة. فعلى ذلك حكم الإيلاء. </p><p> ولو حمل على ما حمل ابن مسعود، رضيَ اللَّهُ تعالى عنه، لكان لا يبقى الإيلاء بعد مضي اليوم، فإذا لم يكن يمين بعد اليوم لم يبق حكمها. </p><p> ولو حمل على ما قال ابن عَبَّاسٍ، رضيَ اللَّهُ تعالى عنه، لكان لا فائدة لذكر التربص. </p><p> فإذا بطل ما ذكرنا ثبت قولنا: إن مدة الإيلاء إذا قصرت عن أربعة أشهر لم يلزمه حكم الإيلاء. ولو كان على الأبد لكان لا فائدة في ذكر المدة، وألا يعتبر العصيان ولا الطاعة ولا الغضب ولا الرضاء على ما ذكرنا. </p><p> وروي في بعض الأخبار، أنه قال: الإيلاء ليس بشيء. معناه ما قيل: إن الإيلاء كان طلاق القوم، فقوله:  \" ليس بشيء \" يقع للحال دون مضي المدة ثم اختلفوا أيضًا بعد مضي المدة، قيل أن يفيء إليها في المدة. </p><p> قال أصحابنا - رحمهم اللَّه تعالى -: إذا مضت أربعة أشهر وقع الطلاق. </p><p> وقال قوم: إنه يوقف بعد مضي المدة، فإما أن يفيء إليها، وإما أن يطلقها. </p><p> واحتجوا في ذلك إلى أن اللَّه تعالى ذكر الفيء بعد تربص أربعة أشهر بقوله:  (تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَاءُوا) ؛ لذلك كان له الفيء بعد مضي الأربعة الأشهر، وروى في بعض الأخبار الوقف فيه، ورُويَ عن عمر وعلي وعثمان وعائشة وابن عمر - رضيَ اللَّهُ تعالى عنهم - في الْمُولي: إذا مضت أربعة أشهر فإما أن يفيء وإما أن يطلق. إلى هذا يذهبون. لكن هذا يحتمل أن يكون من الراوي دون أن يكون ما قالت الصحابة. وأما عندنا: إن قولهم: ذكر الفيء بعد تربص أربعة أشهر، فذلك لا يوجب الفيء بعد مضيها؛ ألا ترى إلى قوله:  (وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ) ، ليس أنه يمسكها بعد مضي الأجل، ولكن معناه: إذا قرب انقضاء أجلهن فأمسكوهن. فعلى ذلك جعل لهم الفيء، إذا قرب انقضاء أربعة أشهر. </p><p> وأما ما روي من (الوقف) ، فليس فيه الوفف بعد مضي أربعة أشهر، يحتمل الوقف في الأربعة الأشهر. </p><p> وأما عندنا: فإنها تَبِينُ إذا مضت أربعة أشهر؛ لما روي عن سبعة من أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، أو ثمانية، أنهم قالوا: إذا مضت أربعة أشهر بانت منه، من نحو: عمر وعلي وابن مسعود وعثمان وابن عَبَّاسٍ وجابر وزيد بن ثابت، رضوان اللَّه تعالى عليهم أجمعين، فاتبعناهم. </p><p> ثم اختلف في الطلاق إذا وقع: </p><p> قال قوم: هو رجعي. وهو قول أهل المدينة. فهو على قولهم؛ تعنُّت؛ لأن الزوج يقدم إلى الحاكم، فيطلق عليه الحاكم، ثم كان له حق المراجعة، فيكلف الحاكم العنت. </p><p> وأما عندنا: فهو بائن. وعلى ذلك جاءت الأخبار، رُويَ عن ابن عَبَّاسٍ - رضي اللَّه تعالى عنه - أنه قال: إذا مضت أربعة الأشهر فهي تطليقة بائنة. وعن ابن مسعود - رضيَ اللَّهُ تعالى عنه - مثله. ورُويَ عن أُبي بن كعب - رضي اللَّه تعالى عنه - في قوله:  \" فإن فاءوا \" أي فيهن يعني في الأربعة الأشهر، (فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ) فثبت أنه جعل الرحمة والمغفرة فيها. </p><p> والثاني: قوله: (وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا) ، ولو لم يجعل له القربان والنقض في المدة لكان لا سبيل له إلى نقضها بعد مضي المدة؛ إذ هي تتأكد؛ فثبت أنه لا بما اعتبروا يلزم. </p><p> ثم قوله:  (فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ) يحتمل وجهين: </p><p> يحتمل: بما جعل له الخروج مما ضيق على نفسه؛ لأنه لا تطول عليه المدة. </p><p> ويحتمل: أن المغفرة كانت بما ارتكب ما إذا مضى عليه وجد ذاته مستحقًا للعقوبة، فغفر له صنيعه، ورحمه بأن يجاوز عنه ما فعل. </p><p> وقوله:  (وَإِنْ عَزَمُوا الطَّلَاقَ) : </p><p> رُويَ عن ابن عَبَّاسٍ - رضي اللَّه تعالى عنه - أنه قال: عزيمة الطلاق مضيُّ أربعة </p>"
}