{
  "id": null,
  "sura": 2,
  "aya": 140,
  "text": "<p> مُخْلِصُونَ (١٣٩) أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطَ كَانُوا هُودًا أَوْ نَصَارَى قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهُ مِنَ اللَّهِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (١٤٠) تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ (١٤١) </p><p> وقوله:  (قُلْ أَتُحَاجُّونَنَا فِي اللَّهِ) . </p><p> رُويَ عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - أنه قال: قالت اليهود والنصارى: نحن أبناء اللَّه وأَحباؤه، ونحن أَولى باللَّه منكم، فأنزل اللَّه - في ذلك -: (قُلْ أَتُحَاجُّونَنَا فِي اللَّهِ) . </p><p> وقيل: في اللَّه، يعني: في دين اللَّه. أَي: أَتحاجون وتخاصمون في دين اللَّه؟! </p><p> وقوله:  (وَهُوَ رَبُّنَا وَرَبُّكُمْ) . </p><p> أَي: أَتحاجون في اللَّه مع علمكم وإِقراركم أنه ربنا وربكم بقوله: (وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ) . </p><p> وقوله:  (وَلَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ) . </p><p> قيل: لنا دينُنا ولكم دينُكم؛ كقوله تعالى:  (لَكُمْ دِينُكُمْ وَلِيَ دِينِ) . </p><p> ويحتمل:  (لَنَا أَعْمَالُنَا) ولا تُسئلون أَنتم عنها، (وَلَكُمْ أَعْمَالُكُمْ) لا نُسأل نحن عن أعمالكم، كقوله:  (وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ) . </p><p> وقوله: ، (وَنَحْنُ لَهُ مُخْلِصُونَ) . </p><p> دينًا وعملا، لا نشرك فيه غيره. </p><p> وقوله:  (أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطَ كَانُوا هُودًا أَوْ نَصَارَى قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهُ مِنَ اللَّهِ (١٤٠) </p><p> قيل: بل تقولون. </p><p> وقيل: على الاستفهام في الظاهر: أيقولون، لكنه على الرد والإنكار عليهم، وذلك أَن اليهود قالوا: إن إبراهيم وبنيه، ويعقوب وبنيه كانوا هودًا أو نصارى. قال اللَّه تعالى: قل يا مُحَمَّد: أَنتم أعلم بدينهم أَم اللَّه، مع إِقراركم أَنه ربكم، لا يخفى عليه شيء في الأَرض ولا في السماء؟!. </p><p> ومعنى الاستفهام: هو تقرير ما قالوه، كالرد عليهم والإنكار. </p><p> وقوله:  (وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهُ مِنَ اللَّهِ) </p>"
}