{
  "id": null,
  "sura": 2,
  "aya": 273,
  "text": "<p> وقوله تعالى:  (وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلِأَنْفُسِكُمْ) : </p><p> (مِنْ خَيْرٍ) ، أي: مال، (فَلِأَنْفُسِكُمْ) ، يعني: فلأنفسكم الثواب. </p><p> وقيل قوله:  (فَلِأَنْفُسِكُمْ) ، يعني: منفعته لكم. </p><p> وفي قوله:  (وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلِأَنْفُسِكُمْ) دلالة على أنهم كانوا يتحرجون بالتصدق على أقربائهم من الكفار خشية ما يقع من التعاون على ما اعتيدوا من الدِّين؛ إذ المكاسب لكل أهل دين إنما تقع من العقلاء مكان ما ينفقون به لأجل الدِّين؛ فبين جل وعلا: أن ذلك يقع لكم ولأنفسكم، وتكفير ما ارتكبتم. </p><p> ثم في الآية دلالة جواز الصدقة على الكفار، ودليل جواز دفع الكفارات إليهم بقوله:  (وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلِأَنْفُسِكُمْ) ؛ فهو دليل لأصحابنا؛ لأنه جعل هذه الصدقة مكفرة. </p><p> وقوله تعالى:  (يُوَفَّ إِلَيْكُمْ) ، يعني: يوفر عليكم ثواب صدقاتكم، وإن كان التصدق على الكفرة. </p><p> وقوله تعالى:  (وَأَنْتُمْ لَا تُظْلَمُونَ) ، في حرمان الثواب والجزاء. </p><p> وقوله تعالى:  (لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللَّهِ لَا يَسْتَطِيعُونَ ضَرْبًا فِي الْأَرْضِ يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ تَعْرِفُهُمْ بِسِيمَاهُمْ لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ (٢٧٣) </p><p> قيل:  (لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللَّهِ) وقيل: (فِي سَبِيلِ اللَّهِ) أي: من سبيل اللَّه، يعني: حبسوا بالفقر عن الجهاد، وهو كقوله:  (وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ) . والعرب تستعمل حروف الخفض بعضها في موضع بعض. </p><p> ويحتمل قوله تعالى:  (لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللَّهِ) ، أي: حبسوا أنفسهم في طاعة اللَّه، لا يجدون ما يتجرون، ولا ما يحترفون، ولا ما يكتسبون. </p><p> وقوله تعالى:  (لَا يَسْتَطِيعُونَ ضَرْبًا فِي الْأَرْضِ) : للتجارة. </p><p> وقوله تعالى:  (لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا) ، يحتمل وجهين: </p><p> يحتمل: لا يظهرون السؤال، أي: لا يسألون؛ كقوله تعالى:  (وَلَا تنفَعُهَا شَفَاعَة) أي: لا يشفع لهم. </p><p> ويحتمل: فإن كان على السؤال فإنهم إذا سألوا لم يلحفوا، دليله قوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" من فتح على نفسه بابًا من المسألة، فتح اللَّه عليه سبعين بابا من الفقر \" . ثم ذكر في الخبر: \" من </p>"
}