{
  "id": null,
  "sura": 2,
  "aya": 272,
  "text": "<p> وقوله تعالى:  (وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ) : </p><p> فيه دليل أن من السيئات ما يكفرها الصدقة، ومنها ما لا يكفر. </p><p> وقيل: إن \" من \" هاهنا صلة، ففيه إطماع تكفير السيئات كلها بالصدقة، كقوله تعالى:  (إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ) . </p><p> وهو نقض على المعتزلة؛ لأنهم لا يرون تكفير الكبائر بغير التوبة عنها، ولا التعذيب على الصغائر. فأما إن كانت الآية في الكبائر - فبطل قولهم: لا يكفر بغير التوبة، أو في الصغائر فيبطل قولهم: إنها مغفورة؛ إذ وعدت بالصدقة؛ لأنهم يخلدون صاحب الكبائر في النار، واللَّه تعالى أطمع له تكفير السيئات كلها بالصدقة. واللَّه الموفق. </p><p> وقوله تعالى:  (وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ) : </p><p> فيه وعيد وتحذير، أنه يعلم ما تسرون وما تعلنون في الصدقة. </p><p> ويحتمل:  (تَعْمَلُونَ) ، من جزائكم للصدقة. </p><p> * * * </p><p> قوله تعالى:  (لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلِأَنْفُسِكُمْ وَمَا تُنْفِقُونَ إِلَّا ابْتِغَاءَ وَجْهِ اللَّهِ وَمَا تُنْفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ (٢٧٢) لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللَّهِ لَا يَسْتَطِيعُونَ ضَرْبًا فِي الْأَرْضِ يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ تَعْرِفُهُمْ بِسِيمَاهُمْ لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ (٢٧٣) الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٢٧٤) . </p><p> قوله تعالى:  (لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلِأَنْفُسِكُمْ وَمَا تُنْفِقُونَ إِلَّا ابْتِغَاءَ وَجْهِ اللَّهِ وَمَا تُنْفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ (٢٧٢) </p><p> أخبر أنه ليس عليه هداهم، وعليه البيان والتبليغ؛ فدل أن هناك فضل هدى، لا يملك هو ذلك، وهو التوفيق على الهدى والتحقيق له. </p><p> وهذا يرد على المعتزلة ويكذبهم أن كل الهدى: البيان؛ إذ لو كان كل الهدى بيانًا لكان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يملك ذلك، إذ عليه البيان، فدل أنه لا يملك الهدى المراد في الآية؛ فهو على ما ذكرنا من التوفيق. </p><p> ويحتمل قوله:  (لَيْسَ عَلَيْكَ هُدَاهُمْ) أي: حساب ترك اهتدائهم، كقوله:  (مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ) ، و (فَإِنَّمَا عَلَيْكَ الْبَلَاغُ) . </p>"
}