{
  "id": null,
  "sura": 2,
  "aya": 93,
  "text": "<p> فهو -واللَّه أعلم- أَنهم أَخذوا هذه المحاجة من أَوائلهم، وإن علموا بما ظهرت نبوة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وأَنه مبعوث، وأَنتم تقلدونهم، فتُقلدونهم -لو وأوتيتم- كما قلدتموهم، وإن علمتم بما عاينتم؛ إذ لا حجة لكم. واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَلَقَدْ جَاءَكُمْ مُوسَى بِالْبَيِّنَاتِ ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ (٩٢) وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاسْمَعُوا قَالُوا سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ بِكُفْرِهِمْ قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (٩٣) قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الْآخِرَةُ عِنْدَ اللَّهِ خَالِصَةً مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ (٩٤) وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (٩٥) وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ (٩٦) </p><p> وقوله:  (وَلَقَدْ جَاءَكُمْ مُوسَى بِالْبَيِّنَاتِ ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ) . </p><p> والبينات: ما ذكرنا -فيما تقدم- من الآيات المعجزة، والحجج العجيبة، والبراهين الظاهرة على رسالته ونبوته، وصدق ما يدعوهم إليه، مما يدل كله أَنه من عند اللَّه. </p><p> ثم -مع ما جاءَهم موسى بها- عبدوا العجل واتخذوه إلهًا، وكفروا باللَّه. </p><p> يُعَزِّي نبيه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لئلا يظن أَنه اول مُكذَّب من الرسل. ولا أَول من كُفِر به؛ حتى لا يضيق صدره بما يقولون، ويستقبلونه بما يكره، وباللَّه التوفيق. كقوله:  (وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ) . </p><p> وقوله:  (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ (٩٣) </p><p> قد ذكرنا هذا فيما تقدم ما فيه مقْنع، إن شاءَ اللَّه تعالى. </p><p> وقوله:  (وَاسْمَعُوا قَالُوا سَمِعْنَا وَعَصَيْنَا) . </p><p> يحتمل وجهين: </p><p> يحتمل: اسمعوا، أي: أَجيبوا. </p><p> ويحتمل: اسمعوا: أَطيعوا، لكن هذا فيما بين الخلق جائز السمع والطاعة. </p><p> وأَما إِضافة الطاعة إلى اللَّه - عَزَّ وَجَلَّ - فإِنه غير جائز؛ إذ لا يجوز أَن يقال: أَطاع اللَّه. وأَما السمع فإنه يجوز؛ لقوله:  \" سمع اللَّه لمن حمده \" . </p>"
}