{
  "id": null,
  "sura": 2,
  "aya": 191,
  "text": "<p> (سَبِيلِ اللَّهِ) : دينه وطاعته، أي: في إظهار دينه. </p><p> قيل: هي أول آية نزلت في الأمر بالقتال. </p><p> وقيل: أول آية نزلت في الأمر بالقتال قوله: (أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا) . </p><p> ويحتمل: أنه أخبر كأنهم نهوا أولًا ثم أذن لهم فقاتلوا فأنكر عليهم، فأنزل اللَّه أنه أذن لهم إخبارًا. فلا يدري أيتهما أول، ولكن فيه الأمر بالقتال، والنهي عن الاعتداء هاهنا؛ قيل: هو نهي عن قتل الذراري والنساء والشيخ الفاني، على ما جاء أنه بعث سرية أوصى لهم ألا يقتلوا وليدًا ولا شيخًا. </p><p> وقيل: نهاهم أن يقاتلوهم في الشهر الحرام إلا أن يبدأهم المشركون بالقتال. والله أعلم. </p><p> وقوله:  (إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ) . </p><p> أي أنه لا يحب الاعتداء، لم يحب من اعتدى. </p><p> وقوله:  (وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ (١٩١) </p><p> قيل: لفظ (حَيْثُ) يعبر عن المكان؛ ففيه إذن بقتلهم في جميع الأمكنة، وفي تعميم الأمكنة تعميم الأوقات، فهو على عموم المكان إلا فيما استثنى من المسجد الحرام مطلقًا. </p><p> وأما قوله:  (يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ) ، فالاستثناء فيه مقيد، فلا يخرج عن ذلك العام. واللَّه أعلم. </p><p> ثم منهم من جعل لهم القتال في الحرم وفي أشهر الحج بظاهر هذه الآية. </p><p> ومنهم من قال: لا يقتل فيهما جميعًا. </p><p> وقال أصحابنا رحمهم اللَّه تعالى: يقتل في الشهر الحرام، ولا يقتل في الحرم إلا أن يبدأهم بالقتال، فحينئذ يقتلهم. </p><p> وكذلك يقولون فيمن قتل آخر ثم التجأ إلى الحرم: لم يقتل فيه، ولكن لا يؤاكل ولا يشارب ولا يجالس حتى يضطر فيخرج، فيقتل. </p><p> وإذا قتل في الحرم يقتل. فعلى ذلك لا يقاتل في الحرم إلا أن يبدأهم بالقتال، فعند ذلك يحل القتل. </p><p> وإنما لم يحل القتال في الحرم إلا أن يبدءوهم به، وإن كان ظاهر قوله:  (وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ) يبيح القتل في الأمكنة كلها، بقوله:  (وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ فِيهِ) ، استثنى الحرم دون غيره من الأماكن. </p><p> وأما قوله:  (يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ) ، ظاهر هذه الآية يحرم القتال في أشهر الحج، لكن فيه دليل حل القتال بقوله:  (وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ) ، يعني بالفتنة الشرك، جعل القتل فيه كبيرًا، ثم أخبر أن الشرك فيه أكبر وأعظم من القتل. </p><p> فالأصل عندنا: أن الابتلاء إذا كان من وجهين يختار الأيسر منهما والأخف؛ فلذلك قلنا: إنه يختار القتل في الحرم على بقاء الفتنة -وهو الشرك- إذ هو أكبر وأعظم. والله أعلم. </p><p> وقوله:  (وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ) . </p><p> يحتمل:  (وَأَخْرِجُوهُمْ) من مكة كما (أَخْرَجُوكُمْ) عام الحديبية. </p><p> ويحتمل: أن أمرهم بأن يضيقوا عليهم ويضطروهم إلى الخروج كما فعل أهل مكة بهم. </p><p> ويحتمل: الإخراج على ما جاء: \" ألا لا يحجن مشرك بعد عامي هذا \" . </p>"
}