{
  "id": null,
  "sura": 2,
  "aya": 67,
  "text": "<p> وقيل: أَراد بالهاءِ: العقوبة والنكالَ، (لِمَا بَيْنَ يَدَيْهَا) يعني: لما مضى من الذنوب. (وَمَا خَلْفَهَا) يعني: ما بَقي، واللَّه أَعلم. </p><p> وقوله:  (خَاسِئِينَ) . </p><p> قيل: الخاسئ: الصاغرُ. </p><p> وقيل: الخاسئ: الذليلُ. </p><p> وقيل: البعيدُ. وكله يرجع إلى واحد، واللَّه أَعلم. </p><p> * * * </p><p> قوله تعالى:  (وَإِذْ قَالَ مُوسَى لِقَوْمِهِ إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً قَالُوا أَتَتَّخِذُنَا هُزُوًا قَالَ أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ (٦٧) قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا فَارِضٌ وَلَا بِكْرٌ عَوَانٌ بَيْنَ ذَلِكَ فَافْعَلُوا مَا تُؤْمَرُونَ (٦٨) قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا لَوْنُهَا قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَاءُ فَاقِعٌ لَوْنُهَا تَسُرُّ النَّاظِرِينَ (٦٩) قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا وَإِنَّا إِنْ شَاءَ اللَّهُ لَمُهْتَدُونَ (٧٠) قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا ذَلُولٌ تُثِيرُ الْأَرْضَ وَلَا تَسْقِي الْحَرْثَ مُسَلَّمَةٌ لَا شِيَةَ فِيهَا قَالُوا الْآنَ جِئْتَ بِالْحَقِّ فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ (٧١) وَإِذْ قَتَلْتُمْ نَفْسًا فَادَّارَأْتُمْ فِيهَا وَاللَّهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ (٧٢) فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا كَذَلِكَ يُحْيِ اللَّهُ الْمَوْتَى وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ (٧٣) ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٧٤) . </p><p> وقوله:  (وَإِذْ قَالَ مُوسَى لِقَوْمِهِ إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً) . </p><p> قيل: قُتِل قتيلٌ في بني إِسرائيل، وأُلْقيَ على باب غيرِهم؛ فتنازعوا فيه واختلفوا؛ فأَمر اللَّه نبيه موسى أَن يذبحوا بقرةً، فقال:  (إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً) فاضربوا ببعضها ذلك الميت؛ فيحيى، فيقول: مَنْ قتلني. </p><p> وقوله:  (قَالُوا أَتَتَّخِذُنَا هُزُوًا قَالَ أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ (٦٧) قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا </p><p> هِيَ قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ). </p><p> قَالَ بَعْضُهُمْ: كفروا بهذا القول؛ لأَنهم سمَّوْه هازئًا، ومن سَمَّى رسولًا من الرسل هازئًا يكفر؛ أَلا ترى أَنهم قالوا في الاخِر:  (الْآنَ جِئْتَ بِالْحَقِّ) ؟! دل أَن ما قال لهم أَولَ مرةٍ ليس بحق عندهم. </p><p> وليس هذا بشيء. ولا يحتمل ما قالوا. </p><p> ولكن يحمل على المجازاة، كأَنهم قالوا: أتجازينا بهذا لما مضى منا وسبق من العصيان بك، والخلاف لك؟! لما لم يعلموا أَنه من عند اللَّه يأْمر بذلك. </p><p> وهذا وأَمثاله على المجازاة جائزٌ على ما ذكرنا من الاستهزاءِ، والمخادعة، والمكر، كله على المجازاة جائز. </p><p> وكقول نوح لقومه:  (فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ) ، على المجازاة جائز على ما ذكرنا من الاستهزاء؛ فكذلك الأَول. </p><p> وأما الاستهزاء فيما بين الخلق فهو جهل يسخر بعضهم ببعض؛ لجهلٍ بأَحوال أَنفسهم؛ إذ كلهم سواء مِن جهة الجوْهر والخِلْقة، وتركيب الجوارح، وتصوير الصُّور، وتمثيلها. </p><p> أَلا ترى: أن موسى أجاب لهم عن الهزء بالجهْل، فقال:  (أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ) ؟! </p><p> دل أَن الهزء في الخلق لجهلٍ فيهم، وباللَّه التوفيق. </p><p> ثم استدل قوم بهذه الآية على: عموم الخطاب وقت قرْع السمع؛ لأَنه أَمرهم بذبح بقرة لم يبين لهم كيفيَّتها، ولا ماهيتها وقت الخطاب، إلا بعد البحث والسؤال عنها؛ فثبت أَنه على العموم. </p><p> أَلا ترى ما روي في الخبر:  \" لو عمدوا إلى أَدنى بقرة لأَجزأتهم، لكنهم شددوا على أنفسهم فشدد اللَّه عليهم \" . </p><p> لكن هذا لا يصح؛ لأَنه دعوى على اللَّه، لحدوث شيء في أَمره، وبُدُوٍّ في حكمه، فذلك كفرٌ، لا يقوله مسلم، فضلًا عن أَن يقولَ به رسولٌ من الرسل. </p><p> تأْويل هذا أَنه قال: إنه يقول كذا، فلو كان الأَول على: غير ذلك لكان قد بدا له فيما عم وفسر بما لم يكن أَرادَ. وذلك معنى البداءِ، بل معنى الرجوع عن الأَول مما أَراد، والتفسير له بغَيره، ولا قوة إلا باللَّه. </p><p> ثم في الآية دليل خصوص الخطاب من وجهين: </p><p> أَحدهما: أَخذُ كل آيةٍ خرجت في الظاهر على العموم حتى الخصوص. </p><p> والثاني: جواز تأْخير البيان على تقدم الأَمر به؛ لما ذكرنا: أنها لو حملت على العموم -وهو مرادها- ثم ظهر الخصوص، فهو بدو وحدوث في الأَحكام والشرائع، فذلك حال من جهل العواقب والنهايات، تعالى اللَّه عن ذلك. </p><p> ومعنى سُؤالهم؛ بدعاءِ الرب لهم: البيان بما أريد جعل ذلك آية؛ فوقع عندهم: أَنْ لا كل بقرة تصلح للآيات، ولذلك لم يسأَلوا موسى عن تفسيرها؛ إذ اللَّه - تعالى - هو الذي يعلم الآيات. </p><p> والحرف الثاني هو الأَول الذي قلنا: إليه انصرف المراد في الابتداءِ؛ لما يوجبه، وأَن الأَمر بالذبح في الابتداءِ كان على ما آل أَمرها إليه وظهر. </p><p> لكنهم أمروا بالسؤال عنها، والبحث عن أَحوالها؛ ليصلوا إلى المراد فيه، لا أَنه أَحدث لهم ذلك بالسؤال. </p><p> وعلى ذلك: ما روي في الخبر: \" أَن صلة الرحم تزيد في العمر \" . </p><p> أَي: لما علم من عبده أَنه يصل رحمه، جعل مدة عمره أَكثر مما لو علم أَنه لا يصل، لا أَنه يجعل أَجله إلى وقت، فإذا وصل رحمه زادَ على ذلك. </p><p> لا على ما يقوله المعتزلة: أَن اللَّه - تعالى - يجعل لكل أَحد أَجلين، فإذا وَصل رحمه أَماته في أَبْعد الأَجلين، وإذا لم يصل جعلَ أَجله الأولَ. </p><p> فهذا أَمر من يجهل العواقب، فأَما من كان عالمًا بالعواقب فلا؛ لأَنه بدوٌّ ورجوعٌ عما تقدم من الأَمر. </p><p> ثم من استدل بهذه الآية: بقبول قول أَولياءِ المقتول وَهِمَ؛ لأَوجهٍ: </p><p> أَحدها: ما لا يقبل قول القتيل قبل خروج الروح منه: إنَّ فلانًا قتلني، في قطع حَق الميراث، وإغرام الدية. </p><p> والثاني: أَن ذلك كان آية عظيمة لهم، لم يكن ذلك لغيرهم. </p><p> والثالث: أَن أَولياء المقتول قد كانوا -قبل أن يحيى- يدَّعون عليهم القتل، فلو كان لهم حق القبول، لم يحتج إلى تلك الآية. </p><p> والرابع: أَن قبول قول الميت أَحق من قبول قول الولي؛ لأَن الوليَّ ينتفع بقوله، والميت لا ينتفع بقوله شيئًا، ثم القتيل لا يقبل قوله في شريعتنا فكذلك الولي، والله الموفق. </p><p> ثم وَجْه جعْلِ البقرة آيةً دون غيرها من البهائم وجهان: </p><p> أَحدهما: ما رُويَ أن رجلًا كان بارًّا بوالديْه، محسنًا إليهما عاطفًا عليهما، وكانت له بقرة على تلك الصفة والشبه، فأراد اللَّه - عَزَّ وَجَلَّ - أَن يوصل إليه في الدنيا جزاء ما كان منه بمكان والديْهِ. </p><p> والثاني: أَنهم كانوا يعبدون البُقُور والعَجَاجيل، وحُببَ ذلك إليهم؛ كقوله:  (وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ) ، ثم تابوا وعادوا إلى عبادة اللَّه وطاعته، فأَراد اللَّه أَن يمتحنهم بذبح ما حُبِّب إليهم؛ ليظهر منهم حقيقة التوبة، وانقلاع ما كان في قلُوبهم من حب البُقُور والعجاجيل، واللَّه أَعلم. </p><p> وقوله:  (لَا فَارِضٌ) . </p>"
}