{
  "id": null,
  "sura": 2,
  "aya": 113,
  "text": "<p> إثبات النكاح إذا كان ثم شهود؛ ولكن فيه نفى النكاح بغير شهود تصريحًا. </p><p> ألا ترى أَن من قال: لا نكاح إلا بشهود، لا يسأل أن: لِم قلت: إن النكاح يجوز بالشهود؟ ولكن يسأَل أنْ: لِمَ قلت: إنه لا يجوز بغير شهود؟ فعلى ذلك قوله:  (لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى) ليس فيه إثبات الدخول لهم تصريحًا، وفيه نفي دخول غيرهم تصريحًا، واللَّه أعلم. </p><p> وقوله:  (بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ) . </p><p> قد قلنا إنه خرج مخرج الرد عليهم، والإنكار لحكمهم على اللَّه؛ فقال: بل يدخلها من أسلم وجهه لله وهو محسن. </p><p> ثم اختلف في قوله:  (أَسْلَمَ وَجْهَهُ لِلَّهِ) . </p><p> قيل: أخلص دينه لله وعمله. </p><p> وقيل: أَسلم نفسه لله. </p><p> وقد يجوز أن يذكر الوجه على إرادة الذات، كقوله:  (كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ) أي: إلا هو. </p><p> وقيل: أَسلم، أي: وجه أمره إلى دينه فأخلص. وبعضُه قريب من بعض. </p><p> أَسلم نفسه لله أَي بالعبودية؛ كقوله:  (وَرَجُلًا سَلَمًا لِرَجُلٍ) . </p><p> وذلك معنى الإسلام: أن تُخْلص نفسك لله، لا تجعل لأحد شركًا من عبودة، ولا من عبادة. </p><p> وقوله:  (فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) . </p><p> قد ذكرنا متضمنها فيما تقدم. </p><p> وقوله:  (وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَى عَلَى شَيْءٍ وَقَالَتِ النَّصَارَى لَيْسَتِ الْيَهُودُ عَلَى شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ (١١٣) </p><p> فَإِنْ قِيلَ: كيف عاتبهم بهذا القول، وقد أَمر نبيه - عليه السلام - في آية أُخرى أَن يقول لهم ذلك:  (قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ حَتَّى تُقِيمُوا التَّوْرَاةَ) ؟. </p><p> قيل: إنما أَمر نبيه: أَن يقول لهم: إنهم ليسوا على شيء إذا لم يقيموا التوراة، فأما إذا </p><p> أَقاموا التوراة - وفيها أَمر لهم بالإسلام، واتباع الرسول مُحَمَّد - فهُم على شيء. </p><p> ومعنى هذا الكلام - واللَّه أعلم - أن قال لهم: كيف قلتم ذلك، وعندكم من الكتاب ما يبين لكم، ويميز الحق من الباطل، ويرفع من بينكم الاختلاف، لو تأَملتم فيه وتدبرتم؟! </p><p> ويحتمل: أَن كل فريق منهم لما قال لفريق آخر ذلك: أنهم ليسو على شيء، أكذبهم اللَّه - تعالى - ورد عليهم: بلى من أَسلم منهم فهم على شيء؛ لأَنه كان أَسلم من أَوائلهم. </p><p> ويحتمل: أَنهم ليسوا على شيء، على نفس دعاويهم، وقولِهم في اللَّه بما لا يليق، وهم على شيء، في تكذيب بعضهم بعضًا بما قالوا. </p><p> وقيل: لما قالت اليهود: ليست النصارى على شيء من الدِّين؛ فما لك يا مُحَمَّد اتبع ديننا؛ فإنهم ليسوا على شيء؛ وكذلك قول الفريق الآخر لأُولئك. </p><p> ثم اختلف في \" الإسلام \" : </p><p> قيل: الإسلام هو الخضوع. </p><p> وقيل: الإسلام هو الإخلاص بالأفعال، وهو أَن يُسلم نفسه لله، أَو يسلم دينه، لا يشركه فيه. </p><p> وقوله:  (كَذَلِكَ قَالَ الَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ) . </p><p> قيل: الذين لا يعلمون: الذين لا كتاب لهم، وهم مشركو العرب. </p><p> وقيل: الذين لا يعلمون: هم الذين لا يقدرون على تلاوة القرآن والكتاب، وتمييز ما فيه، وهم جُهَّالهم. </p><p> سوَّى - عَزَّ وَجَلَّ - بينهم في القول -مَنْ علم منهم ومَن لم يعلم- لأَن من علم منهم لم ينتفع بعلمه؛ فكان كالذي لم يعلم شيئًا، وقد ذكرنا هذا فيما تقدم في قوله:  (صُمٌّ بُكْمٌ عُمْيٌ) ، أَنه سماهم بذلك؛ لما لم ينتفعوا بالآيات، والأَسباب التي أَعطاهم اللَّه - عَزَّ وَجَلَّ - واللَّه أعلم. </p><p> وقوله:  (فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) . </p><p> بالعذاب؛ لاختلافهم فيما بينهم، وبقولهم في اللَّه بما لا يليق، تعالى اللَّه عما يقول </p>"
}