{
  "id": null,
  "sura": 2,
  "aya": 35,
  "text": "<p> وجل - أنه خلقه من مارج من نار. </p><p> وقيل: المارجُ هو لهبُها مع ما ليس في القرآن، ولا في الخبر أَنهم إنما خلقوا من النور، ولم يخلقوا من غيره. </p><p> ثم اختلف في إِبليس: إنه لم كفر باللَّه؟ قيل: إنَه كفر لما لم ير الأَمرَ بسجود من فوقه لمن هو دونه حكمة. </p><p> وقيل: كفر لما رأَي أن اللَّه تعالى وضع الأَمر في غير موضع الأَمر، ورآه جورًا؛ فكفر وقيل: كفر لما أَبى الائتمار بالسجود واستكبر فكفر. </p><p> وقيل: كفر لما أضمر إضلال الخلق. </p><p> وقيل: أَبى الطاعة فيما أُمر به، واستكبر على آدم؛ لما رأَي لنفسه فضلًا عليه بقوله:  (خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ) . </p><p> وقوله:  (وَكَانَ مِنَ الْكَافِرِينَ) . </p><p> أي صار كقوله:  (إِنَّهُ كَانَ فَاحِشَةً) . </p><p> وكقوله:  (فَكَانَ مِنَ الْغَاوِينَ) أي: صار. </p><p> وقيل: كان في علم اللَّه تعالى أنه سيكفر. </p><p> وقوله:  (وَقُلْنَا يَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ (٣٥) </p><p> قد ذكرنا فيما تقدم أَن الجَنة هي اسم البقعة التي حُفت بالأَشجار والغُروس وأنواع النبات. </p><p> دليله: قوله: (وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ) . </p><p> وذلك أيضًا ظاهرٌ معروفٌ عند الناس؛ ألا تُسمى كل بقعة من الأرض بستانا، ولا جنة حتى يجتمع فيها ما ذكرنا. </p><p> ثم لا يُدْرَى ما تلك الجنة التي أمر آدمُ وحواء بالكَون، والمُقام فيها: أهي التي وُعد المتقون، أَو جنة من جنات الدنيا؛ إذ ليس في الآية بيان ذلك. </p><p> وفي الآية دلالة أن الشرط في الذكر قد يُضْمر، ويكون شرطًا بلا ذكر؛ لأنه قال:  (أَلَّا تَجُوعَ فِيهَا وَلَا تَعْرَى) ثم قد جاع وعَرِيَ حين عصى، فدل أَن ترك المعصية كان </p><p> شرطًا فيه. </p><p> ثم مضى الأَمر من اللَّه تعالى لآدم وزوجته بالسُّكنى في الجنة، والمُقام فيها، وأَمْرهما بالتناول من جميع ما فيها إلا شجرة نُهِيا عن التناول منها، وأُمِرَا بالاجتناب عنها بقوله:  (وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ) وذي صورةُ الممتحن أَن يُؤمر بشيء ويُنْهَى عن شيء. </p><p> وقوله:  (وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ) . </p><p> قوله:  (رَغَدًا) أَي: سعَةً؛ يقال: أَرْغَد فلانٌ إذَا وشع عليه، وكثر مالهُ. </p><p> وقوله:  (وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ) . </p><p> أَي: لا تأْكلا. </p><p> دليله قوله:  (وَكُلَا مِنْهَا) ؛ ولأَنه بالقُربان ما يوصل إلى التناول. واللغةُ لا تَأْبى تسمية الشيء باسم سببه. </p><p> ثم اختُلف في تلك الشجرة: </p><p> فقَالَ بَعْضُهُمْ: هي شجرة العنب، ولذلك جعل للشيطان فيها حظًا لما عصيا ربهما بها. </p><p> وقيل: إنها كانت شجرة الحنطة؛ ولذلك جعل غذاءُ آدم وحواءَ - عليهما السلام - وغذاءُ أَولادهما منها إلى يوم القيامة ليُقاسوا جزاءَ العصيان والخلاف له. </p><p> وقيل: إنها شجرة العلم؛ لما علما من ظهور عورتهما، ولم يكونا يعلمان قبل ذلك، وهو قوله:  (بَدَتْ لَهُمَا سَوْآتُهُمَا) ، واللَّه أعلم. </p><p> والقولُ في ماهيتها لا يجوز إلا من طريق الوحي. ولا وحي في تلاوتها. ولا يجوز القطعُ على شيء من ذلك. </p><p> ثم احتَمَل معنى النهي عن التناول منها وجوها: </p><p> أَحدها: إيثار الآخر عليه. </p><p> وقد يكون هذا أَن ينهى الرجل عن التناول من شيء إيثارًا لآخر عليه. </p><p> - ويحتمل: النهي عن التناول من الشيء لداء يكون فيه لما يخاف الضرر به، لا على </p>"
}