{
  "id": null,
  "sura": 2,
  "aya": 30,
  "text": "<p> وكذلك تقدرُه الأوهام؛ فيكون موصوفا بعلوه على التعالي عن الأمكنة، وأَنه على ما كان قبل كون الأَمكنة، وهو فوق كل شيء؛ أي بالغلبة، والقدرة، والجلال عن الأَمكنة، ولا قوة إلا باللَّه. </p><p> وأَصله ما ذكرنا: ألا نُقَدرَ فعلَه بفعل الخلق، ولا وصفه بوصف الخلق؛ لأنه أخبر أنه (لَيْسَ كَمِثْلِهِ شَيْءٌ) . </p><p> وقوله:  (فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ) . </p><p> مرة قال:  (فَسَوَّاهُنَّ) ، ومرة قال:  (خَلَقَ سَبْعَ سَمَاوَاتٍ) ، ومرة قال:  (فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ. . .) الآية، ومرة قال:  (بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ) . وكله يرجع إلى واحد. </p><p> * * * </p><p> قوله تعالى:  (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ (٣٠) وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ (٣١) قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ (٣٢) قَالَ يَا آدَمُ أَنْبِئْهُمْ بِأَسْمَائِهِمْ فَلَمَّا أَنْبَأَهُمْ بِأَسْمَائِهِمْ قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ (٣٣) وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ (٣٤) وَقُلْنَا يَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ (٣٥) فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ (٣٦) فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ (٣٧) قُلْنَا اهْبِطُوا مِنْهَا جَمِيعًا فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٣٨) وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (٣٩) . </p><p> وقوله:  (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ) . </p><p> قال الشيخ - رَضِيَ اللَّهُ عَنْهُ -: القول فيما يتوجه إليه مما تضمن قصة آدم عليه السلام من سورة البقرة، والكشفُ عما قال فيها أهل التفسير من غير شهادة لأحد منا لإصابة جميع ما فيه من الحكمة أَو القطع على تحقيق شيء، ووجهوا إليه بالإحاطة. </p><p> ولكن الغالب مما يحتمله تدبير البشر، ويبلغه مبلغ علمنا مما يجوز أَن يوصَف به أَهلُ المحنة، وإن كان تنزيه الملائِكة عن كل معنى فيه وحشة أَوْلى بما وصفهم اللَّه من الطاعة </p><p> بقوله:  (لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ) . </p><p> وقوله:  (وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا) إلى قوله: (لَا يَسْبِقُونَهُ بِالْقَوْلِ. . .) الآية. </p><p> وقوله:  (يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ. . .) الآية. </p><p> وقوله:  (لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلَا يَسْتَحْسِرُونَ) . </p><p> وما جاءَت به الآثار عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من وصف طاعتهم لله، ومواظبتهم على العبادة. </p><p> وما لا يذكر عن أحد من الرسل وصف ملك بالمعصية، بل إنما ذلك يذكر عن بعض السلف مما لا لوم في مخالفته في فروع الدِّين، فضلا من أَن يبسط اللسان في ملائِكة الله سبحانه، وباللَّه المعونةُ والعصمة. </p><p> قال اللَّه تعالى لملائِكته:  (إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ. . .) الآية. </p><p> زعم قوم أن هذا زلة منهم، لم يكن ينبغي لهم أن يقابلوا قوله:  (إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً) بهذا؛ لما يخرج مخرج الاستعتاب بقولهم: أَتفعل ونحن نفعل كذا؟! كالمنكرين لفعله. </p><p> وأَيدوا ذلك بقوله عَزَّ وَجَلَّ:  (إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ) أنه لولا كان في ذلك طرف من الجهل يحذر عن مثله قائِلُه، لم يتبع قولهم هذا، ومعلوم عندهم أن يكون هو يعلم ما لا يعلمون. </p><p> وأَيد ذلك بما امتحنهم بالإنباءِ عن أَسْماءِ الأَشياءِ، مقرونًا بقوله:  (إِن كُنتُم صَادِقِينَ) ولولا أنه سبق منهم ما استحقوا عليه التوعد لم يكن لذلك الشرط عند القول: (أَنْبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ) وفائِدة مع ما يوضع موضع التوبيخ والتهدد. </p><p> ومنهم من قال: إن قوله: (أَتَجْعلُ فِيهَا مَن يُفسِدُ فِيهَا) قولُ إبليس، هو الذي تعرض بهذا القول، وإن كان الكلام مذكورًا باسم الجماعة؛ لأَنه جائِز خطاب الواحد على إرادة الجماعة، وذكر الجماعةِ على إرادة الواحد، وإن كان خطاب اللَّه تعالى لجملة ملائِكته حيث قال:  (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ. . .) الآية. </p><p> قوله:  (أَنْبِئُونِي) بكذا، وهو يعلم أنهم لا يعلمون ذلك، ولا يحتمل أَن يأْمرهم بذلك وهم لا يعلمون. ولو تكلفوا الإخبار لَلَحِقَهم الكذبُ في ذلك. </p><p> ثبت أن ذلك على التوبيخ والتهدد لما فرط منهم. </p><p> ويكشف عن ذلك أَيضًا عند اعترافهم بأن لا علم لهم إلا ما علمهم اللَّه (أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ. . .) الآية، ولو لم يكن منهم ما استحقوا به التأْديب والتنبيه عنْ غفلة سبقت منهم، لم يكن لذلك كثيرُ معنى؛ إذ لا يخفى على اللَّه عز وجل عِلْمُ ما ذكر من الكفرة الأشقياءِ، فضلًا عن الكرام البررة. </p><p> ولكن قد يعاتب الأخيار عند الهفوة، والزلة بما يحل من خوف التنبيه والتوبيخ: نحو قولِهِ: (وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ) . </p><p> وقوله لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: (إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ. . .) الآية. </p><p> ولملائِكته:  (وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِ) . </p><p> واستجازوا إمكان العصيان عند المحنة. </p><p> ودليلُ المحنة ما بينا من الفعل بالأمن والخوف المذكورين، وما مدحوا بعبادتهم لله تعالى، وما أوعدوا لو ادعَوا الألوهية؛ ولما لم يحتمل أن يُحمدوا على العبادة والطاعة فيما كان فعلهم على الخير والشر، ولا تعظم المحنة فيما لا يمكن المعصية، ولا تحتملها البنْية؛ إذ الطاعة هي في اتقاءِ المعصية. </p><p> وقال أَيضًا:  (لَا يَعْصُونَ اللَّهَ) ، ولا يقال مثله لمن لا يحتمل فعل المعصية. </p><p> فثبت أن المعاصي منهم ممكنة؛ ولذلك خَطَرُ طاعاتهم، وعِظمُ قَدرِ عباداتهم، والممتَحَن مَخُوف منه الزلة والهفوة، بل المعصية، وكل بلاء إلا أَن يعصمه اللَّه تعالى ويحفظه، وذلك من اللَّه إفضال وإحسان لا يُستَحق قبلَه، ولا يُلْزمه أحد من خلقه. </p><p> فجائِز الابتلاء به مع ما في زلة أمثالهم من ترك الرجاء بالخلق، وقطع الإياس، والحث على الفراغ إلى اللَّه تعالى بالعصمة والمعونة؛ إذ لم يقم لطاعته أحد وإِن جَل قَدرُهُ عند ما وُكِل إلى نفسه مما يعلم اللَّه أَنه يَختار في شيء الخلاف، لا أَنه يفزع إليه وينزع إليه. </p><p> وعلى ذلك معنى زَلات الرسل عليهم الصلاة والسلام. </p><p> وزعم قوم أَن ذلك ليس منهم بالزلة، بل اللَّه تعالى عصمهم عنها، ولكن قوله:  (أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا) يخرج على وجهين: </p><p> أَحدهما: على السؤال بعد أَن أعلمهم اللَّه أَنهم يفعلون؛ فقالوا: كيف يَفْعلون ذلك، وقد خلقتهم ورزقتهم وأَكرمتهم بأَنواع النعم، ونحن إذ خلقتنا نُسبحك بذلك، ونقدس </p><p> لك؟! </p><p> أو كيف تحتمل عقولهم عصيانًا -مع عظم نعمتك عليهم- ونحن معاشر الملائِكة تأْبى علينا العقول ذلك؟! </p><p> فقال اللَّه عَزَّ وَجَلَّ:  (إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ) . . </p><p> أَي: أَمْتحنهُم مع ما ركب فيهم من الشهوات التي -لغلبتها على أَنفسهم- تعتريهم أَنواع الغفلة، ويصعب عليهم التيقظ؛ لكثرة الأَعداءِ لهم، وغلبة الشهوات؛ فلما عظمت المحنة عليهم يكون منهم ذلك. </p><p> وهذا الوجه يخرج على سؤال الحكمة في خلق من يعصيه. </p><p> فأخبر أَنه يعلم ما لا تعلمون؛ إذ بذلك بيان الأَولياءِ والأعداءِ، وبيان أن اللَّه لا يخلق من يخلق لحاجته له، أو لمنفعة له؛ إذ لو كان كذلك لم يخلق من يخالفه في الفعل الذي أُمِر به. </p><p> وإنما خلق الخلق بعضهم لبعض عِبرًا وعِظةً؛ فيكون في عقوبة العُصاة ووعيدهم مَزْجَز لغيرهم وموعظة، ولغير ذلك من الوجوه. </p><p> والوجه الآخر: أَن يكون المعنى من قوله: (أَتَجْعلُ فِيهَا) على الإيجاب، أَي: أَنت تفعل ذلك؛ إذ ليس عليك في خلق من يعصيك ضرر، ولا لك في خلق من يطيعك نفع، جل ثناؤك، من أَن يكون فعلك لأحد هذين. </p><p> وذلك كقوله:  (أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَنْ يَحِيفَ اللَّهُ. . .) الآية. على إيجاب ذلك، لا على الاستفهام. </p><p> مع ما يحتمل أن الأَلف زائِدة؛ كقوله:  (أَتُرِيدُ أَنْ تَقْتُلَنِي كَمَا قَتَلْتَ نَفْسًا بِالْأَمْسِ) وقوله: (أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ) بمعنى: إنكم تريدون، وذلك يرجع إلى الأول. </p><p> وقال: ؛ معنى قوله:  (إنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ) : أن اللَّه قد كان أخبرهم عن الذين يفسدون، ولم يكن أَعلمهم ما فيهم من الرسل والأَخيار، فهو يعلم ما لا تعلمون من الأَخيار فيهم؛ ولذلك ذكَّرهم عند سؤال الإنباءِ بما أَعلمهم من عظيم امتنانه على آدم أَن جعله بمعنى نبيء إلى الملائكة بما علمهم الأسماء. </p><p> ولم يكن بلغ توهمهم أَن في البشر ما يحتاج المخلوقون من النور -الذي هو سبب </p><p> رفع الأستار عن الأَشياءِ، وجلاء الأَشياءِ به- ثم يحتاجون في اقتباس العلم إلى من هو من جوهر التراب والماءِ الذي هو أصل الستر والظلمة. </p><p> فأَراهم اللَّه بذلك ليعلموا أن ليس طريق المعرفة، والعلم بالأَشياءِ الخلقة، ولكن لطفُ اللَّه وامتنانُه، ولا قوة إلا باللَّه. </p><p> وقال قوم: كان منهم من استحق العتاب من طريقِ الخطر بالقلوب، لا من طريق الزلة -التي هي العصيان- ولكنهم يعاتبون على أمثال ذلك -وإن لم تبلغ بهم المعصية- لعلو شأْنهم، ولعظمِ قدرهم. </p><p> كما قد عاتب اللَّه نبيه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في أشياءَ وإن لم يكن ذلك منه معصية؛ كقوله تعالى:  (عَفَا اللَّهُ عَنك. . .) الآية. </p><p> وقوله:  (وَلَا تُجَادِلْ عَنِ الَّذِينَ يَخْتَانُونَ أَنْفُسَهُمْ) . </p><p> وقوله:  (وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ. . .) الآية. ولم يكن إثم في ذلك، وقال:  (يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ. . .) الآية؛ لأنه، من غير أَن كان منه عصيان؛ فمثل ذلك أمر الملائِكة. </p><p> ثم تكلموا في معنى ذلك: </p><p> فمنهم من يقول: ظنوا أنهم أكرم الخلق على اللَّه، وأَنه لا يُفَضِّل أَحدًا عليهم. </p><p> ومنهم من يقول: ظنوا أَنهم أعلم من جميع من يخلق من جوهر النار أَو التراب؛ من حيث ذكرت من جوهرهم، أَو لعظم عبادتهم لله، وعلمهم بأن في الجن والإنس عصاة؛ فلهذا امتحنهم بالعلم، ثم بالسجود؛ لإظهار علو البشر وشرفه، وعظم ما أكرموا به من العلم. </p><p> ومنهم من أيقول: ظنوا أنهم فضلم ابفعلهم:، (دنتحُ مجَتدِكَ وَنُقَذِسٌ لَك) . </p><p> وقوله:  (إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً) . </p><p> قال قوم: يريد به آدم عليه السلام، يخلف الملائكة في الأرض ومن تقدمه من الجان. </p><p> وذلك بعيد؛ كأنهم قالوا:  (أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا) ولم يكن آدم - عليه السلام - بالذي كان يفسد في الأرض، ويسفك الدماء، بل كان يسبح بحمده ويقدس له. </p>"
}