{
  "id": null,
  "sura": 2,
  "aya": 24,
  "text": "<p> بِشَيْءٍ مِنَ الْخَوْفِ. . .) الآية، ولأَن في العقل ما يدفع حمل الأشياء كلها على الإباحة، لما في ذلك فساد الخلق، وتفانيهم. </p><p> فيين لِكل منهم ملْكًا على حدة بسبب يكتسب به؛ لئلا يحملهم على التفاني والفساد، وباللَّه نستعين. </p><p> وقوله:  (فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا) . </p><p> أي: أَعدالًا، وأَشكالًا في العبادة، وكله واحد. </p><p> ند الشيء: هو عِدْلهُ. وشكلُه: هو مثلُه \" </p><p> وقوله:  (وَأَنْتُمْ تَعْلَمُونَ) . </p><p> الأَول: أَن لا نِدَّ، ولا عِدْل، ولا شكل؛ لما أَراكم من إِنشاءِ هذه الأَشياء ولم تروا من ذلك ممن تعبدونه شيئًا. </p><p> والثاني:  (وَأَنْتُمْ تَعْلَمُونَ) ولما أَنشأ فيكم من الأَشياءِ ما لو تدبرتم وتفكرتم وتأَملتم، علمتم أنه لا نِد له ولا شكل له؛ كقوله:  (وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ) . </p><p> وقوله عَزَّ وَجَلَّ:  (وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا (٢٣) </p><p> من القرآن أنه مُخْتَلَق مفترى، وأنه ليس منه؛ كقولهم:  (إِنْ هَذَا إِلَّا اخْتِلَاقٌ) وقولهم: (مَا هَذَا إِلَّا إِفْكٌ مُفْتَرًى) ، و (مَا هَذَا إِلَّا سِحْرٌ) . </p><p> وقوله:  (فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ) . </p><p> أي: ائْتوا أَنتم بمثل ما أَتى هو؛ إذ أنتم وهو سواء في الجوهر والخلقة واللسان، ليس هو أَولى بذلك منكم؛ أَعني: في الاختلاق. </p><p> وقوله:  (وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ) . </p><p> أي: استعينوا بآلهتكم الذين تعبدون من دون اللَّه، حتى تعين لكم على إتيان مثله إن كنتم صادقين في مقالتكم أنه مختلق مفترى. </p><p> ويقال:  (وَادْعُوا شُهَدَاءَكُمْ) . يعني شعراءَكم وخطباءَكم ليعينوكم على إتيان مثله. </p><p> ويقال: ادعوا شهداءَكم من التوراة، والإنجيل، والزبور، وسائِر الكتب المنزلة على الرسل السالفة أنه مختلق مفترى. </p><p> وقوله:  (فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا (٢٤) </p><p> يحتمل وجوهًا: </p><p> يحتمل أنهم اقروا على أثر ذلك بالعجز عن إتيان مثله من غير تكلف ولا اشتغال كان منهم لما دفع عَزَّ وَجَلَّ عن أطماعهم إتيان مثله نظمًا، ولا اجتهدوا كل جهدهم، وتكلفوا </p><p> كل طاقتهم على إطفاءِ النور ليخرج قولهم على الصدق بأَنه مُختلقٌ مفترى، ويظهر كذب الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: أَنه كلام رب العالمين. </p><p> فدل إقرارهم بالعجز عن إتيان مثله، وترك اشتغالهم بذلك: أَنه كلام رب العالمين، مُنَزل على نبيه ورسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقوله:  (فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ) . </p><p> الوَقود بالنصب هو الحَطب، وبالرفع هو النار. </p><p> أَخبر عَزَّ وَجَلَّ أن حَطبها الناس كلما احترقوا أُعيدوا وبُدّلوا؛ كقوله:  (كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا) . والحجارة فيه وجهان: </p><p> قيل: هي الكبريت. </p><p> وقيل: الحجارة بعينها لصلابتها، وشدتها أشد احتراقًا، وأكثر إحماء. </p><p> و (أُعِدَّتْ لِلْكَافِرِينَ) . </p><p> في الآية دلالة أنها لم تعد لغير الكافرين. </p><p> وهى تنقض على المعتزلة قولهم حيث خلدوا صاحب الكبيرة في النار، ولم يطلقوا له اسم الكفر، وفي زعمهم أَنها أُعدت للكافرين أيضًا، وإن كان تعذيب المؤمن بمعاصي يرتكبها، وأَوزار حملها، وفواحش تعاطاها؛ وذلك أَن اللَّه يعذب من يشاء بما شاءَ، وليس إلى الخلق الحكم في ذلك؛ لقوله:  (وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا) . </p><p> فإن قالوا: إن أَطفال المشركين في الجنة، والجنة لم تُعدَّ لهم، وإنما أُعدت للمؤمنين، ثم جاز دخول غيرهم فيها وتخليدهم. وكذلك النَّار وإن كانت معدة للكافرين، جاز لغير الكافر التعذيب والتخليد فيها، كقوله:  (فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ. . .) الآية، شرط الكفر بعد الإيمان. </p><p> ثم من ينشأ على الكفر، والذي كفر بعد الإيمان سواء في التخليد، فكذلك مرتكب الكبيرة، والكافر، سواء في التخليد. </p><p> فيقال لهم: إن كل كافر تشهد خلقته على وحدانية ربه؛ فإذا ترك النظر في نفسه، واختار الاعتناد فصار كَكُفْرٍ بعد الإيمان؛ لأَنه لم يكن مؤمنًا ثم كفر. </p><p> وأَما قولهم في الأطفال؛ فإنهم إنما خُلِّدوا الجنة جزاء لهم من ربهم، ولله أَن يعطي </p>"
}