{
  "id": null,
  "sura": 2,
  "aya": 186,
  "text": "<p> (وَلَعَلَّكُمْ تَشْكُرُونَ) : </p><p> أي: ربكم بهذه النعم التي أنعمها عليكم. </p><p> ويحتمل: أنه أمر بالتعظيم له والشكر لما رخص لهم الإفطار في السفر والمرض. </p><p> واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ (١٨٦) أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ تِلْكَ حُدُودُ اللَّهِ فَلَا تَقْرَبُوهَا كَذَلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ (١٨٧) </p><p> وقوله:  (وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ) . </p><p> هو على الإضمار - واللَّه أعلم - كأنه قال: وإذا سألك عبادي: \" أين أنا عن إجابتهم \" ، فقل لهم: إني قريب الإحسان، والبر، والكرامة لمن أطاعني. </p><p> ويحتمل:  (فَإِنِّي قَرِيبٌ) . قرب العلم والإجابة، لا قرب المكان والذات كقرب بعضهم من بعض في المكان؛ لأنه كان ولا مكان، ويكون على ما كان، وكذلك قوله:  (مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَى مِنْ ذَلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ) ، وكقوله:  (وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ) ، (وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَكِنْ لَا تُبْصِرُونَ) كل ذلك يرجع إلى قرب العلم والإحاطة وارتفاع الجهات، لا قرب الذات على ما ذكرنا. </p><p> وإن كانت القصة على ما قاله بعض أهل التفسير: بأن اليهود قالوا: كيف يسمع ربك دعاءنا، وأنت تزعم أن بيننا وبين السماء مسيرة خمسمائة عام، وأن غلظ كل سماء مسيرة خمسمائة عام؟ ! فنزل قوله:  (وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ) ، هذا لما لم يعرفوا الصانع؛ ألا تراهم جعلوا له الولد، وجعلوا له شركاء، فخرج سؤالهم، إن كان، مخرج سؤال المتعنت، لا سؤال المسترشد. </p>"
}