{
  "id": null,
  "sura": 2,
  "aya": 31,
  "text": "<p> ولكن يحتمل: أَن يريد آدم وولده -إلى يوم القيامة- أَن يجعل بعضهم خلفاء لبعض؛ كقوله:  (وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ) ، أو يجعلهم خلفاء من ذكروا، إن صح الذي قالوا. </p><p> وجائز أَن يكونوا على وجه الأَرض، إذ هي مخلوقة لهم قرارا ومِهادًا ومعادًا، وهم جُعِلوا سكانهَا وعُمَّارها - أَن يكونوا خلفاء، في إظهار أَحكام اللَّه تعالى ودينه، كقوله لداود عليه السلام:  (إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ) ، فجعله كذلك ليحكم بين أهلها بحكم اللَّه ولا يتبع الهوى، وبذلك أُمر بنو آدم. </p><p> وقولُه:  (وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ) . </p><p> قيل: بأمرك. </p><p> وقيل: بمعرفتك. </p><p> وقيل: بالثناءِ عليك؛ إذ كانوا أَضافوا ذلك إلى أنفسهم دون أن يذكروا عظيم مِنَّة الله عليهمِ بذلك، واختصاصَه إياهم بالتوفيق له؛ إذ كيف ذكروا من نُعُوت البشر شرَّ ما فيهم، دون أن يحمَدوا اللَّه -بما وفقوا له- أَو يدعوا للبشر بالعصمة والمغفرة مما ابتلوا. </p><p> ولذلك - واللَّه أعلم - صَرفوا شغلهم من بعد إلى الاستغفار لمن في الأَرض، ونصر أولياءِ اللَّه، ولا قوة إلا باللَّه. </p><p> ومن الناس من أَخبر في ذلك: أَن إبليس سأَلهم: لو فُضل آدمُ عليهم، وأُمِروا بالطاعة له ما يصنعون؟ </p><p> فأَظهر اللَّه عَزَّ وَجَلَّ أَنه علم ما كتم إِبليس من العصيان، وما أَظهروا هم من الطاعة. وهذا شيء لا يعلم حقيقته؛ لأَن المعاتبة كانت في جملة الملائكة، والمخاطبة بالإنباءِ، وما أُلحق به وأَمر بالسجود وكان في غيره. </p><p> ولم يحتمل أَن يكونوا يؤاخذون بسؤال إبليس اللعين. </p><p> ولكن يحتمل وجوه العتاب الإخبار فيما لم يبلغوا العصيان، واللَّه الموفق. </p><p> وقوله:  (وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ (٣١) </p><p> يحتمل: أن يكون علم لهم. </p><p> ويحتمل: أن يكون علَّم بإِرسال ملك من غير الذين امتحنوا به. وفي ذلك تثبيت أحد وجهين: </p><p> إما أَن يكون العلم بالأَشياءِ حقيقة ضرورة، يقع عند النظر في الأسباب التي هي أَدلة وقوعه عند التأَمل فيها؛ نحو وقوع الدرك بالبصر عند النظر وفتح العين. </p><p> وإما أن يكون اللَّه تعالى خلق فعل التعلم الذي يعلم المرء فيما يضاف فيه إلى الله تعالى أَنه علم. </p><p> وكذا قوله:  (علَّمَهُ البَيَانَ) . </p><p> وكذا قوله:  (وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ) ، ولا يحتمل هذه الأَسباب لما كانت له كلها، ولم يكن تعلَّم حقيقة ليؤذنه. </p><p> وكذلك قول الملائكة:  (لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا) ، واللَّه الموفق. </p><p> وقوله:  (فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ) . </p><p> ظاهره أَمر، ولكنه يحتمل التوعد والمعاتبة على ما بينا، وذلك في القرآن كثير. </p><p> وإن كان في الحقيقة أَمرًا، ففيه دلالة جواز الأَمر فيما لا يعلمه المأمور إذا كان بحيث يحتمل العلم به إلى ذي العلم تبين له إذا طلب واستوجب رتبة التعلم والبحث. </p><p> ويحتمل: أَن يكونوا نُبِّهوا حتى لا يسبق إليهم -عند إعلام آدم- أَن ذلك من حيث </p><p> يدركونه لو تكلفوا. </p><p> أَو أَراد أن يريَهم آية عجيبة تدل على نبوته، ذكرهم عجزهم عن ذلك، وألزمهم الخضوع لآدم عليه السلام في إفادة ذلك العلم له، كما قال عَزَّ وَجَلَّ:  (وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى) ، ذكره أَولًا حالَه وحالَ عَصاه، ليعلم ما أَراه ما في يده من آية نبوته على نبينا وعليه السلام. </p><p> وقوله:  (إِنْ كُنْتُمْ صَادِقِينَ (٣١) قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ (٣٢) قَالَ يَا آدَمُ أَنْبِئْهُمْ بِأَسْمَائِهِمْ فَلَمَّا أَنْبَأَهُمْ بِأَسْمَائِهِمْ قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ (٣٣) وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ (٣٤) . </p><p> قوله:  (إِنْ كُنْتُمْ صَادِقِينَ) في المعاني التي ذكروا؛ إذ كنتم مذ خُلِقتم موصوفين بالصدق. </p><p> أو على تحذير القول بلا علم وكأَنه قال: واصدقوا، واحذروا القول بالجهل. وفي ذلك أَنهم لم يتكلفوا بالقول في شيء لم يعلمهم اللَّه تعالى. </p><p> قال أبو بكر عبد الرحمن بن كيسان: هذا يبطل قول المنجمة والعَافة بدعواهم على </p><p> الغيب بلا تعليم ادَّعوه من اللَّه تعالى. </p><p> وفي قصة آدم عليه السلام دلالة نبوة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ إذْ أَخبر نبينا مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بما علم بما في غير القرآن من الكتب السماوية من غير أَن عُرِف بالاختلاف إليهم، أَو معرفة الأَلسن التي بها ذكرت في كتبهم. ذكرَها على ما لم يَدع أَحد -له العلمُ بها- النكيرَ عليه؛ ليُعلم أَنه باللَّه علم ذلك. </p><p> وفيها دلالة فضل آدم عليه السلام أَبِي البشر؛ إذ أَحوجَ ملائكتَه إليه لاقتباس أَصل الأَشياءِ، وهو العلم الذي كل خير له كالتابع، وبه يصلح وينفع، ولا قوة إلا باللَّه. </p><p> وفيها دلالة محنة الملائكة بوجهين: </p><p> أَحدهما: تعلُّمُهم العلم الذي هو أحق شيء يحتمل الخير؛ إذ قد يُلْهَم المرءُ ربما من غير تكلف، وهم قد أمروا به مع ما قدم ما يخرج مخرج التهدد في القول من قوله:  (أَنبئوني) وذلك -فيما لا محنة- فاسد مع ما سبق من دليل المحنة. </p><p> والثاني: فيما أمرهم بالسجود لآدم عليه السلام حتى صير مَنْ أَبَى كافرًا إبليسًا. </p><p> وفي ذلك أيضًا دليل فضل آدم عليه السلام؛ إذ جُعِل موضعَ عبادةِ خيار خلقِ اللَّه معه، وباللَّه التوفيق. </p><p> وفي ذلك أن السجود ليس بنفسه عبادة؛ إذ قد يجوز السجود لأَحد من الخلق كما أمر به لآدم عليه السلام:  (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ) ، ولم يجز الأمر بالعبادة لآدم، ولله اسم المعبود، ولو جاز لأحد ذلك لكان غيرُ اللَّه إله. </p><p> دليل ذلك تسمية العرب كل شيء يعبدونه إلهًا، ولا قوة إلا باللَّه. </p><p> ثم السجود يحتمل وجهين: </p><p> الوجه الأول: الخضوع كما قال اللَّه تعالى: (يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ. . .) الآية. </p><p> وقوله:  (وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ) ، فإن كان المراد منه الخضوع له والتعظيم، فكذلك يحتمل وجهين: </p><p> أحدهما: أن اللَّه تعالى إذ فضله عليهم بما أطلعه على علوم خصه بها أمره بالخضوع والتعظيم، فذلك الحق على كل محتاج إلى آخر ما به رجاءُ النجاة، أو دَرْك العلو والكرامة أَن يعظمهُ ويبجلهُ، ويخضعَ له. </p><p> والثاني: امتحنهم بوجه يُظهر قدرَ الطاعةِ؛ لأَن الخضوعَ لمن يعلو أَمره ويجِلُّ قدره، </p><p> أَمر سهل، عليه طُبع الخلق، فإذا كان في تقدير المأمور بالخضوع أَنه دونه في الرتبة، أو شكله، أَو لم يكن بينهم كثير تفاوت اشتدت المحنة في مثله بالطاعة له والخضوع. </p><p> فامتحنهم اللَّه به حتى ظهر الخاضع لله، والمستسلم لحقه، والمتكبر في نفسه، وهو إبليس. </p><p> وعلى ذلك الغالبُ من أَتباع الأَنبياء عليهم السلام والذين يأْبون ذلك، أن الذي يحملهم على الإباءِ عظمُهم في أنفسهم، وظنُهم أنهم أَحق بأن يكونوا متبوعين، والله أَعلم. </p><p> والوجه الثاني: أَن يكون المراد من ذكر السجود حقيقة السجود فهو يُخَرَّج على وجهين: </p><p> أَحدهما: أن يُجعل السجود تحية؛ أَلزم الملائِكة تحيةَ آدم به، وهو ابتداء ما أَكرم به أَصل الإنس، وإليه مرجع جملة المؤمنين في الجنة أن يأتيهم الملائكةُ بالتحياتِ والتحف، وإن اختلفت أَنفس التحيات. </p><p> وفي ذلك دليل بيِّن: أن السجودَ ليس بعبادة في نفسه؛ إذ قد يؤمر به للبشر، ولا يجوز الأَمر بعبادةِ غيرِ اللَّه؛ فيكون السجود لغيره من حيث الفعل، والعبادةُ به لله كغيره من المعروف، يصنع إلى الخلق. </p><p> ومثله أَمرِ سجودِ يعقوب وأَولاده ليوسف عليه السلام، واللَّه أعلم. </p><p> والثاني: أن يكون السجود له بمعنى التوجه إليه، وهي الحقيقة لله تعالى، نحو السجود إلى الكعبة لله تعالى تعظيمًا له، وتبجيلا لكعبته، وتخصيصًا من بين البقاع. كذلك أَمْرُ السجودِ لآدمَ عليه السلام، تعظيمًا له وتبجيلًا من بين سَائِر البشر، كلاهما سِيَّان. </p><p> ثم قد ثبت نسخ السجود للخلق بما رُويَ عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أَنه قال:  \" لو كان يحل لأَحد أَن يَسجد لأَحد لأَمرت المرأَة أَن تسجد لزوجها \" . </p><p> ولما جُعِل السجودُ في العبادة عبادةً للمسجود له، واعترافا بعرف الأشرار بعبادة عظمائهم، ومن يعبدونه من دون اللَّه؛ فيصير ذلك المعنى هو السابق في القلوب، وذلك </p><p> مما لا يُحتَمل لأَحدٍ دون اللَّه؛ فنهي عنه لذلك -وإن لم يكن بنفسه عبادة للمسجود له في الحقيقة- كما نُهي عن أَشياء بما يتصل بها من الوحشة، وإن لم يكن ذلك في الحقيقة مُحْتَملًا له، فكذلك الأَمر الأَول، كما نُهي عن سبِّ من يُعْبَد من دون اللَّه خَوْفًا لسبِّ اللَّه، ويؤمر بأُمور ليست -بنفسها- بقُربةٍ ليتوصل بها إلى القُربة، كالسعي إلى الحج والجمعة، ونحو ذلك. </p><p> وفيه أَن السُّنَّة تنسخ الكتابَ؛ لأَن السجود لآدم عليه السلام في الكتاب، ومثله السجود ليوسف، ثم نهى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن ذلك فحرم؛ فدل أن السنة تنسخ الكتاب. </p><p> وقولُ الملائِكة:  (سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ) . </p><p> يُشْبه أَن يكون السابقُ إلى وهمهم مُنًى، أَو خَطَرَ فِعلِ ما كان باللَّه خرج من أَن يعقلوا حكمته؛ إفَا بما لم يبلغهم العلم بها، أَو يخطر ببالهم أَنه تعالى كيف يأْمرهم، وهو يعلم أنهم لا يعلمون بها، أو خطرَ ببالهم من غير تحقيق ذلك، ولكن على ما يُبْلَى به الأَخيارُ؛ كقوله:  (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلَا نَبِيٍّ إِلَّا إِذَا تَمَنَّى. . .) الآية. </p><p> أو كما لا يخلو به الممتَحَنُ عن الخواطر التي تبلغ المحنةُ بهم المجاهدةَ بها في دفعها، وإن لم يكن لهم بما يخطر ببالهم صُنْع. </p><p> فقالوا:  (سُبْحَانَكَ) ؛ نزهوا عَما خطر ببالهم، وسبق إلى وهمهم. </p><p> ووصفوا بأَنه (عَليِم) : لا يخفى عليه شيء. </p><p> (حَكِيم) : لا يخطئ في شيء، ولا يخرجُ فعلهُ عن الحكمة، وباللَّه التوفيق والعصمة. </p><p> وفي الآية منعُ التكلم في الشيء إلا بعد العلم به، والفزع به إلى اللَّه عن القول به إلا بعلم، وهذا هو الحق الذي يلزم كل من عرف اللَّه. </p><p> وبه أَمر اللَّه تعالى نبيهُ عليه الصلاة والسلام فقال:  (وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ. . .) . </p><p> وسُئل أبو حَنيفة - رَضِيَ اللَّهُ عَنْهُ - عن الإرجاءِ ما بدؤُه؟ فقال: فعل الملائكة إذا </p><p> سئلوا عن أَمرٍ لم يعلموا فوضوا ذلك إلى اللَّه تعالى. </p><p> ومَعنى الإرجاءِ نوعان: </p><p> أحدهما: محمود؛ وهو إِرجَاء صاحب الكبائر، ليحكم اللَّه تعالى فيهم بما يشاء، ولا يُنزلهم نارًا ولا جنة؛ لقوله تعالى:  (إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ) . </p><p> والإرجاء المذموم هو الجبر، أَن تُرجَأ الأفعالُ إلى اللَّه تعالى، لا يجعلُ للعبد فيه فعلًا، ولا تدبيرَ شيء من ذلك. </p><p> وعلى ذلك المروِيُّ، حيث قال:  \" صنفان من أُمتي لا ينالهم شفاعتي؛ القدريةُ والمرجئةُ \" . </p><p> والقدرية: هي التي لم تر لله -في فعل الخلق- تدبيرًا، ولا له عليه قدرةَ التقدير. </p><p> والمرجئة: هي التي لم تر للعبد فيما ينسب إليه من الطاعة والمعصية فعلًا ألبتَّة؛ فأبطلت الشفاعة لهما، وجُعِلت للمذهب الأوسط بينهما، وهو الذي يُحَققُ للعبد فعلًا، ولله تقديرًا، ومن العبد تحركًا بخير أَوْ شر، ومن اللَّه خلقه. </p><p> وذلك على المعقول مما عليه طريقُ العدل والحق بين التفريط والتقصير. </p><p> وكذلك قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" خير الأُمور أَوساطها \" . </p><p> وكذلك قال اللَّه تعالى:  (وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا. . .) الآية، ولا قوة إلا باللَّه. </p><p> وعن ابن جريج قال: سجودُ الملائِكة لآدم إيماء، ولم يكن يحل وضع الوجه بالأَرض لأَحد. </p><p> وعن ابن عَبَّاسٍ - رضي اللَّه عنهما - قال: كان سجودُ الملائِكة سجودَ تحيةٍ، ولم يكن سجود عبادة. </p><p> وعن قتادة قال: كانت الطاعة لله، والسجدة لآدم عليه السلام إكرامًا له، والله أعلم. </p><p> ثم اختلف في إِبليس: </p><p> قَالَ بَعْضُهُمْ: هو من الملائِكة. </p><p> وقال آخرون: لم يكن من الملائِكة، وهو قول الحسن؛ والأَصم: ذهبوا في ذلك إلى وجوه: </p><p> أَحدها: ما ذكر عَزَّ وَجَلَّ عن طاعة الملائِكة له بقوله: (لَا يَعصُونَ اللَّهَ مَآ أَمَرَهُم. . .) </p><p> وقال:  (لَا يَسْبِقُونَهُ بِالْقَوْلِ. . .) الآية. </p><p> وقال:  (لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلَا يَسْتَحْسِرُونَ. . .) الآية. </p><p> وصف اللَّه تعالى طاعتهم له، وائْتِمارَهم إياه؛ فلو كان اللعين الرجيم منهم لأطاعَه كما أَطاعوه. </p><p> والثاني: قوله: (خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ) والملائِكة إنما خلقوا من النور. </p><p> والثالث: قوله تعالى: (كانَ مِنَ الجِنِّ) ، ولم يقل من الملائِكة فَدَلَّت هذه الآياتُ أنه لم يكن من الملائكة. </p><p> ثم قال في قوله:  (فَسَجَدُوا إِلَّا إِبْلِيسَ) : إنه قد يجوز الاستثناء من غير نوع المستثنى منه؛ نحو ما يقال: دخل أَهل الكوفة هذه الدارَ إلا رجلًا من أَهل المدينة. وذلك جائِز في اللغة. </p><p> ويستدل بالاستثناء أن الأَمر كان عليهم جميعًا في الأَصل، وكان الأَمرُ بالسجود له وللملائِكة جميعًا؛ كقوله:  (ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ) ، دل أَن كان هنالك أَمر للناس بالإفاضة، فكذلك الأَول، واللَّه أعلم. </p><p> وذهب من قال: إنه من الملائِكة، أنه لما لم يذكر في قصةٍ من القصص -مع كثرة التكرار لها في القرآن، وغيره من الكتب السالفة- أَنه ليس منهم، وليس فيما ذكر من الآيات ما يدل على أَنه لم يكن منهم؛ لأَن قوله:  (لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ) ، لو لمْ يُتَوهم منهم العصيانُ والخلافُ لله تعالى لم يكن للمدح بالطاعة والخضوع له معنى. </p><p> ألا ترى إلى قوله:  (وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ. . .) الآية مع ما ذكرنا: أنهم يُمتحنون بأنواع المحن، وكل مُمْتَحَن في شيء يجوز كون المعصية منه والخلاف لديه. </p><p> وأَما قوله:  (كانَ مِنَ الجِنِّ) ، أي صار من الجن. </p><p> وقيل: الجنُ أَراد به الملائِكة؛ سُمُّوا جنَّا لاستتارهم عن الأَبصار؛ كقوله:  (وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ) . وأما قوله خلق الملائِكة من النُور، وإبليسَ من النار - فهو واحد؛ لأَنه أخبر - عز </p>"
}