{
  "id": null,
  "sura": 2,
  "aya": 165,
  "text": "<p> ثم دلهم - عَزَّ وَجَلَّ - أن الذي سخر السحاب بالرياح التي جعلها في الهواء، وبما فيها من المنافع التي تقدم ذكرها، على أن مدبرهما واحد؛ إذ لو كان التدبير من عند اثنين لأوجب التناقض في التدبير والصنعة، إذ يجعل كل منهما على خلاف ما جعله الآخر، ويتدبر كل منهما لينقض تدبير الآخر. </p><p> وفي اتساق التدبير وإتقان الصنعة وإحكامها دليل أن إلهكم هو الواحد الذي دعتكم هذه الأشياء إلى الإقرار بوحدانيته، وألزمتكم العبودية له بما أودع له في كل هذه المصنوعات من أدلة وحدانيته وآيات ربوبيته؛ ولهذا قال:  (لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ) ليعتبروا ما فيها من الأدلة والحجج؛ إذ من لا يعقل جهة الحكمة في خلق هذه الأشياء: مم خلقت؟ ولماذا خلقت؟ وما الحكمة فيها؟ يستوي عليه خلقها وغير خلقها. </p><p> ثم فيه دلالة أن ما خلق من السماوات والأرض، والليل والنهار، والرياح والسحاب، خلقها ليدلهم على وحدانيته وربوبيته، وجعلها مسخرة مذللة لهم. وباللَّه التوفيق. </p><p> * * * </p><p> قوله تعالى:  (وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ اللَّهَ شَدِيدُ الْعَذَابِ (١٦٥) إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ (١٦٦) وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا كَذَلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ (١٦٧) . </p><p> وقوله:  (وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ) . </p><p> قيل فيه بوجوه: </p><p> قيل:  (يَتَّخِذُ) يعبد (مِنْ دُونِ اللَّهِ) . </p><p> وقيل:  (يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا) في التسمية. يعني: يتخذ الجواهر التي تصاغ أو تنحت ونحو ذلك، مما يتعلق كونهم بصنيعهم، يسفههم بهذا، أنهم تركوا عبادة من به قامت لهم كل نعمة، وسلم لهم كل خير، وعبدوا ما قد اتخذوه بالمعالجات ولا قوة إلا باللَّه. </p><p> وقيل:  (يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا) ، أي أشباهًا في التسمية، أو أعدالًا في العبادة، أو شركاء في الحقوق كقوله: (وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا </p><p> هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا. . .) الآية، يسفههم بما عبدوا ما قد صنعوه بالصناعة أو النحت، وزينوا بأنواع الزينة، وعلموا أنه لا يملك شيئًا، وأعرضوا بذلك عن عبادة من عرفوه بشهادة جميع العالم به ألهم وعلموا أنه لا يملك شيئًا مما عبدوه ضرَّا ولا نفعًا، بل لو كان يجوز العبادة لغير اللَّه لكان أُولَئِكَ الذين اتخذوا أولى من المتخذين. </p><p> ثم بين عظم سفههم: علمهم بجهلها بعبادتهم، وعجزها عن الدفع عنها، ثم قاموا بنصرها والدفع عنها سفهًا بغير علم. </p><p> وقوله:  (يُحِبُّونَهُمْ كَحُبِّ اللَّهِ) . </p><p> قيل: يحبون عبادة الأنداد وطاعتهم كحبهم عبادة اللَّه وطاعته؛ لأنهم يقولون:  (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) ، ويقولون:  (هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ) . </p><p> وقيل: يحبون عبادة الأنداد كحب المؤمنين عبادة ربهم. </p><p> وقيل: يحبون آلهتهم كما يحب الذين آمنوا ربهم. </p><p> ثم قال:  (وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ) منهم لآلهتهم. </p><p> قيل:  (وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ) أي: أشد حبًّا لأجل اللَّه. </p><p> وقيل: أي أشد اختيارًا لطاعته، وأكثر ائتمارًا وإعظامًا وإجلالًا لأمره من إعظامهم وإجلالهم آلهتهم. واللَّه أعلم. </p><p> (وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ) أي لعبادته منهم لعبادة الأوثان من حيث لا يؤثر المؤمن على عبادة اللَّه، أعني في الاختيار لا فيما يوجد من ظاهر الأحوال في الدارين جميعًا، وهم يتركون عبادة الأوثان بوجود ما هو أعجب منها أو بأدنى شيء من متاع الدنيا. </p><p> ثم المحبة -محبة الشهوة والميل إليها، وهو في الخلق، لا يحتمل في اللَّه، ومحبته- الطاعة وإيثار الأمر والإعظام، فهو في اللَّه يحتمل. </p><p> وبعد فإن الحب يخرج على الثناء، وعلى العبادة والطاعة، وعلى التبجيل والتعظيم، وقد يخرج على ميل القلوب، فحب الكفرة هذا، وهو حب الجسداني به الذي يولده </p>"
}