{
  "id": null,
  "sura": 2,
  "aya": 36,
  "text": "<p> جهة الإيثار، ولكن إشفاقًا عليه ورحمة. </p><p> ويحتمل أيضًا النهي عن التناول من الشيء على جهة الحرمة، فإذا كان ممكنا هذا محتملا حمل آدم وحواء على التناول منها لما اشتبه عليهما، ولم يعرفا معنى النهي بأَنه نهيُ حرمةٍ، أَو نهي إيثار غيره عليهما، أَو نهي داء؛ لأَنهما لو كانا يعلمان أَن ذلك النهي نهي حرمة لكانا لا يأَتيان ولا يتناولان، وباللَّه التوفيق. </p><p> ثم في الآية دلالة على أن الحال التي يكون فيه الإنسان في سعة ورغد يشتد على الشيطان اللعين؛ لأَنه إنما تعرض لآدم وحواءَ بالوسوسة التي وسوس إليهما ليزيل تلك الحال عنهما. </p><p> وإنما يبلى بالسعة، والرخاء ثم لما لحقته من الشدائد والبلايا مما كسبت أيدينا؛ لقوله:  (وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ) . </p><p> ثم الآية ترد على بعض المتقشفة قولهم بتحريم الطيبات والزينة. </p><p> وقوله:  (فَتَكُونَا مِنَ الظَّالِمِينَ) . </p><p> أي: الضارِّين؛ لأَن كل ظالم ضارٌّ نفسَه في الدارين جميعًا. </p><p> وقوله:  (فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا (٣٦) </p><p> أي: دعاهما، وزين لهما إلى سبب الزلة والإخراج عنها، لا أَن تولى إخراجهما وإزلا لهما، </p><p> وقد ذكرنا أَن الأَشياءَ تسمى باسم أسبابها، أَو الأَسباب باسم الأشياء. وذلك ظاهر معروف في اللغة، غير ممتنع تسمية الشيء باسم سببه. </p><p> ثم تكلموا فيما أصاب آدم من الشجرة، وفي جهة النهي عنها: فقال قوم: أكل منها وهو ناسٍ لعهد اللَّه نسيان ترك الذكر. </p><p> وأَبى ذلك قوم </p><p> واحتج الحسن بأَن نسيانه نسيان تضييع واتباع الهوى، لا نسيان الذكر بأَوجهٍ: </p><p> أحدها: ما جرى في حكم اللَّه - تعالى - من العفو عن النسيان الذي هو ترك الذكر، وألا يلحق صاحبَه اسمُ العصيان، وقد عوقب هو به، ونسب إلى العصيان بقوله:  (وَعَصَى آدَمُ رَبَّهُ فَغَوَى) مع ما تقدم القول فيه أن يكونا من الظالمين. </p><p> والثاني: أَن عَدُوه قد ذكَره لو كان ناسيًا؛ حيث قال:  (مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ. . .) الآية. </p><p> وقوله:  (وَقَاسَمَهُمَا) . </p><p> وقوله:  (فَدَلَّاهُمَا بِغُرُورٍ) . </p><p> ولو كان نسيان الذكر لم يكونا ليغترا بالقسم والإغواء عن ذلك، ولا وُصِفا بأن استزلهما الشيطان ونحو ذلك. </p><p> فثبت أَنه كان نسيان تضييع، وذلك كقوله:  (وَكَذَلِكَ الْيَوْمَ تُنْسَى) ، وقوله:  (فَالْيَوْمَ نَنْسَاهُمْ كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَذَا) ، وغير ذلك مما ذكر فيه النسيان ومعناه التضييع، سُمي به لما كان كل منسي متروكا، وترك اللازم تضييع، أو بما ينسى به ويغفل عما يحل به من نعمة اللَّه، فسمي به كما وصف ذنب المؤمن بجهالة الجهلة بما يحل به لا بجهله بحقيقة فعله. </p><p> أو سمي به من حيث لا يُقصد بذلك عصيانُ الرب أَو طاعة الشيطان. </p><p> وإلى ذلك يصرف بعض وجوه النسيان، لا حقيقته. </p><p> ومن يقول: بأنه كان على النسيان فهو يُخرِّج النسيان على وجوه: </p><p> أَحدها: أنه لكثرة ما كان بينه، وبين عدوه من التراجع اشتغل قلبه بوجوه الدفاع له، والفكر في الأَسباب التي بها نجاته، ويتخلص من مكائِده، حتى أَنساه ذلك ذكر العهد. </p><p> والسبب الذي يدفع الأَشياءَ عن الأَوهام في الشاهد كثرة الاشتغال، وإنَّمَا كان النسيان عدوا في الأُمور وسببًا للعفو؛ لأَنه لا يَخْرج الآخذ به عن الحكمة، وذلك معلوم في الشاهد، أن من أَقبل على أَمر، وأَخذ في تحفظه وتذكره عمل عليه ذلك، وإذا أحب ذلك مع الاشتغال بغيره من الأُمور صعب عليه، بل الغالب في مثله الخفاء. </p><p> وجائِز معاتبة آدم مع ذلك وتسميته عصيانا بأوجه: </p><p> أَحدها: أنه لم يكن امتُحن بأنواع مختلفة يتعذر عليه وجه الحفظ في ذلك. </p><p> وإِنَّمَا امتحن بالانتهاءِ عن شجرة واحدة بالإشارة إليها؛ فجائز ألا يُعذر في مثله. </p><p> وكذلك النسيان فيما يُعذر في الشاهد، إنما يُعذر في النوع الذي يُبْلى به، وتكثر به النوازل. </p><p> ألا ترى أنه يُعذر بالسلام في الصلاة، وترك التسمية في الذبيحة ونحو ذلك، ولا </p><p> يُعذر في الأَكل في الصلاة، وفي الجماع في الحج، ونحو ذلك، فمثله الأَمر الذي نحن فيه. </p><p> والثاني: أنه جائِز أخذ الأَخيار ومعاتبة الرسول بالأَمر الخفيف اليسير الذي لا يؤخذ بمثل ذلك غيره؛ لكثرة نعم اللَّه عليهم، وعظم مِنَّته عندهم، كما أُوعدوا التضاعف في العذاب على ما كان مِن غَيره. </p><p> وعلى ما ذكر في أمر يونس - عليه السلام - من العقوبة بماء لعل ذلك من عظيم خيرات غيره؛ إذ فارق قومه عما عاين من المناكير فيهم، وفعل مثله من حد ما يوصف به غيره. </p><p> وكذلك ما عوتب مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فيما خطر بباله تقريب أَجِلة الكفرة؛ إشفاقًا عليهم، وحرصًا على إسلامهم ومن يتبعهم على ذلك مما لعل من دونه لا يعدل شيء من خيرَاته بالذي عوتب به، وباللَّه التوفيق. </p><p> والثالث: أَنه لما عوتب بالذي يجوز ابتداء المحنة به، ولمثله خلقه حيث قال لملائكته:  (إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً) لكنه بِكرمه، وبالذي عَوّد خلقه من تقديم إحسانه وإنعامه في الابتلاءِ على الشدائد والشرور، وإن كان له التقديم بالثاني، وذلك في جملة قوله:  (وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ) ، وقوله:  (وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ) ، وباللَّه التوفيق. </p><p> وعلى ما في ذلك من مبالغة غيره، والزجر عن المعاصي، وتعظيم خطره في القلوب؛ إذ جوزي أَبو البشر وأَول الرسل منهم -على ما فضله بما امتحن ملائكته بالتعلم منه، والسجود- بذلك القدر من الزلة؛ ليعلم الخلقُ أَنه ليس في أمره هوادةٌ، ولا في حكمه محاباة؛ فيكونون أَبدًا على حذرٍ من عقوبته، والفزع إليه بالعصمة عما يوجب مقته، وألَّا يكلهم إلى أَنفسهم؛ إذ علموا بابتلاءِ من الذي ذكرت محله في قلوبهم بذلك القدر من الزلة، ولا قوة إلا باللَّه. </p><p> والثاني: أَن يكون حَفظ النهي عنه لكنه خطر ببَاله النهي عن وجه لا يلحقه فيه وصف العصيان، أو نسي قوله:  (فَتَكُونَا مِنَ الظَّالِمِينَ) ، وقد ذكرنا النهي في وقت الفعل، ولكن يسمى الوصف بالفعل من الظلم والنهي؛ لعله سبق إلى وهمه غير جهة التحريم، إذ يكون النهي على أَوجه: </p><p> أَحدها: للحرمة. </p><p> والثاني: نهي لما فيه من الداء وعليه في أكله ضرر، وهذا معروف في الشاهد بما عليه الطباع، نهى قوم عن أشياءَ محللة هي لهم ما يؤذي ويضر، فيحتمل أَن يسبق إلى وهمه ذلك، لما وعد له في ذلك من عظيم النفع. </p><p> يحتمل ما خوف به ليصل إلى ما وعد على ما سبق وُجِّه النهي إلى ما وجه من حيث الضرر والمشقة، ونسي قوله:  (فَتَكُونَا مِنَ الظَّالِمِينَ) أَو ذكرا وعرفَا أَن الظلم قد يقع على الضَّرَر؛ كقوله:  (كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا وَلَمْ تَظْلِمْ مِنْهُ شَيْئًا) أي: لم ينقص منه، والنقصان في النفس ضرر. </p><p> وعلى ذلك فسر عامة أهل التفسير الظلم في القرآن أَنه الضرر. واسم الضرر يأخذ ضررَ الداء، وضرر المأْثم وإن كانت حقيقته وضع الشيء في غير موضعه، ولا قوة إلا باللَّه. </p><p> وقد يحتمل النهي أن يخرج مخرج المنع؛ ليكون غيره هو الذي يبدأ به، ويُخص ذلك لغيره، لا على التحريم، نحو الآمر بالمعروف، فيما يمنع الرجل ولده عن التناول مما يريد به غيره، لا على التحريم. </p><p> واذا احتمل ذا، ثم بُيِّن له عظيمُ ما في ذلك من البركة من غير أَنْ عاين عدُوه ليعلم أَن ذلك صنيعه. </p><p> وجائز أَن يسبق إليه أَن ذلك إِشارةُ مَلَكٍ أَو إِلهام في النفس -على ما يكون لكثير من الأخيَار- إلا أَنه من وحي عدُوه، فدعته نفسه إلى الأكل، فيكون كالناسي والجاهل بحقيقة وجه النهي، وإن كان تعمد أَكله، ولا قوة إلا باللَّه. </p><p> والأَصل في هذا أَن فعله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إن كان على نسيان العهد، أو على المذكر له، فإن الذي أَصابه عقوبة. </p><p> وإنِ كان بالذي يكون به المحنة، فلولا أَن اللَّه إِنْ يعاقبه على ما فعله لم يكن ليُغير عليه نعمة أنعم عليه بعذاب، وقد قال: إنه لا يُغَير نعمَة التي أنعمها على قوم حتى يغَيروا ما بأَنفسهم. </p><p> وما لا يحتمل العقوبة بالتغيير لم يكن ليفعل بعد وعده ذلك، مع ما قد اعترفا بالظلم؛ إذ قالا:  (رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا. . .) الآية. </p><p> وقد قال اللَّه تعالى:  (وَعَصَى آدَمُ رَبَّهُ فَغَوَى) . وقد كان قال لهما:  (فَتَكُونَا مِنَ الظَّالِمِينَ) . فكان فيما بُليَ به وجهان: أحدهما: أن ذلك لم يُزِل عنهما اسمَ الإيمان، ولا دعيا إليه بعدُ لفعلهما ذلك. </p><p> ثبت أنه لا كل ذنب يزيل اسمَ الإيمان، وإن الذنُوب لا يُحقَّق فيها الكذب فيما اعتقد ألا يعصي اللَّه في شيء. </p><p> وفي ذلك فساد أهل الخوارج والمعتزلة، وبيان أن قوله: (وَمَنْ يَعْصِ اللَّهَ </p><p> وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا)، ليس على كل عصيانٍ، ولا الوعيد بالظلم المطلق بوجه كل ظالم وكل عصيانٍ وغواية، بل يلزم به تقسيم هذه الحروف على ما يلحق به، ومن يريد بها الجمع في كل الأَنامِ خارج عن المعروف من أحكام اللَّه في أَهل المآثم. </p><p> والثاني: قد عوقب بوجه لا يجب جزءٌ منها بما يسميه المعتزلة كبيرة، بل يُزيل به اسمَ الإيمان؛ من نحو شُرب قطرة من الخمر، أو قذف محصنة، أَو أَخذ عشرة دراهم من مال آخر. </p><p> وكذلك فعل أولاد يعقوب. ثم لم يجترئ أَحد على دعوى خروج من ذكرت من دين اللَّه؛ لزم بطلان قولهم، مع ما كان من قولهم: إن الصغيرة لا يَجوزُ في الحكمة التعذيبُ عليها، ولا الكبيرة العفو عنها. </p><p> وقد كان عذب آدم عليه السلام - بأنواع العذاب، لما لو لم يكن سوى ما أَظهر فعلَهما على رءوس الخلائق لكان عظيمًا. </p><p> ثم اختلف في الوجه الذي بلى: </p><p> منهم من يقول: لما كان من صلبه من الكفرة وهم ليسوا بأَهل الجنة. </p><p> وقيل: رحمة للخلق لئلا ييأَسوا، ولا يزيل الولاية بكل ذنب. </p><p> وقيل: بليا لتنبئة الخلق -بهما- ألا يقوم أحد بتعاهد نفسه عما يذم إليه إذا وكل نفسه إليه، فيكون ذلك سببًا لزجر الخلق عن النظر إلى أنفسهم في شيء من الخير، والفزع إليه، بالعصمة عن كل شيء. </p><p> وقيل: بلى بحق المحنة؛ إذ هي ترد صاحبها بين اللذات والآلام، وبين أَحوال مختلفة لا يحتمل أن يصير بحيث يأمن الزلل، وإنما ذلك بحفظ اللَّه ومَنِّه، لا بتدبير أحد وجهده، </p><p> وإن كان اللَّه نعالى يوفق على قدر الجهد، ويعصم على قدر الرغبة إليه والاعتصام به، ولا قوة إلا باللَّه. </p><p> وليس بنا حاجة إلى ذكر حكمة الزلة، إذا كانت نفسُه مجبولةً على حبه، باعثةً إلى مثله لولا نعمة الرب. </p><p> كما قال يوسف - عليه السلام -: (وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي. . .) الآية. </p><p> وقال:  (وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا) . </p><p> ثم اختلف في ماهية الشجرة: </p><p> قيل: بأَنها شجرة العنب، وجعل للشيطان فيها نصيبًا بما بلى به أبو البشر وأُمهم. </p><p> وقيل: الحنطة فيها جعل غذاء ولده؛ ليبدل بالراحة الكد، وبالنعمة البؤس. </p><p> وقيل: شجرة العلم، إذ بدث لهما سوآتهما فعلما بذلك ما لم يسبق لهما في ذلك، وفزعا إلى ما يُستران به من الورق. </p><p> ْفالأَصل أَن هذا نوع ما يعلم بالخبر من عند عالم الغيب، وليس بنا إلى تعرف حقيقته حاجة، وإنَّمَا علينا معرفة قدر المعصية؛ فنعتصم باللَّه عنها، والطاعةِ؛ فنرغب فيها، وباللَّه العصمة. </p><p> والأَصل فيه أَن اللَّه تعالى فرق بين دار المحنة ودار الجزاءِ؛ إذ الجمع بينهما يزيل البلوى، ويكشف الغطاءَ؛ فجعل اللذيذَ الذي لا راحة فيه، والمؤلمَ الذي لا تنغيص فيه - جزاءً، والتردد بينهما محنة، ولا قوة إلا باللَّه. </p><p> وقوله تعالى:  (فَتَكُونَا مِنَ الظَّالِمِينَ) . </p><p> أي: تصيران منهم. </p><p> وكذلك القول في إبليس:  (وَكَانَ مِنَ الْكَافِرِينَ) أي: صار منهم. </p><p> ويحتمل: ممن يكونون كذلك؛ إذ في علم اللَّه أَنهم يصيرون ممن في علم الله كذلك، مع جواز القول بلا تحقيق آخر؛ كقوله:  (فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ) لا أَنَّ ثَمَّ خالقًا غيره. </p><p> ثم اختلف في الوجه الذي أوصل إبليسُ إليه الوسوسة: </p><p> فقال الحسن: كان آدم - عليه السلام - في السماء وإبليس في الأَرض، ولكنه أوصل إليه بالسبب الذي جعل اللَّه لذلك. </p><p> وقال قوم: كان خاطبهُ في رأْس الحية. </p><p> وقيل: تصور بغير الصورة التي كان عليها عند قوله: (إِنَّ هَذَا عَدُوٌّ لكَ وَلِزَوجِكَ. . .) فاغتر به، ولو عرفه لما اغتر به بعد أَن حذره اللَّه عنه، واللَّه أَعلم كيف كان ذلك. </p><p> وعلى ذلك اختلف في الوجوه التي يوسوس إلى بني آدم: </p><p> منهم من يقول: يجري بين الجلد واللحم كما يجري الدم، فيقابل وجه بصره بقلبه؛ فيقذف فيه. </p><p> ومنهم من يقول: هو بحيث جُعلَتْ له قوة إيصال الخطر ببَاله، والقذف في قلبه من الوجه الذي جعل له، وذلك لا يعلمه البشر. </p><p> ومنهم من يقول: إن النفس كأَنها سيالة في الجسد، دائرة في جميع الآفاق، لولا الجسد الذي يَحبسه لكان له الانتشار، على ما يظهر في حال النوم عند سكون جسده، ومن ذلك سلطان فكرة الرجل على مَنْ في أَقصى بقاع الأَرض حتى يصير له كالمعاين؛ ففي ذلك يكون قدحه وقذفه. </p><p> ونحن نقول -وباللَّه التوفيق-: إنا لا نعلم حقيقة كيفية ذلك، لكن اللَّه تعالى جعل للحق أَعلامًا، وكذلك للباطل. </p><p> وكل معنى يدعو إلى الباطل، ويحجب عن الحق، فهو عمل الشيطان، يجب التعوذ </p><p> منه والفزع إليه وإن لم يعلم حقيقة كيفية ذلك؛ قال اللَّه تعالى:  (وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ) . </p><p> وقال اللَّه عَزَّ وَجَلَّ:  (إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا) . </p><p> وقال الحسن في قوله:  (مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ إِلَّا أَنْ تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ) وقد علم - آدم أن الملائكة أفضل، وقد علم ألا خلود يكون معه، وقد أُخبر أَنه يموت، وقد علم أَنه لا يكون مَلَكًا، وقد خلق من طين والملائكة من </p><p> نور، ولكن يكون على فضل الملائكة. </p><p> (وَقاسَمَهُمَا) . </p><p> حلف لهما في وسوسته أَنه يقول ذلك عن نصيحة، فتابعاه في الأكل لا على القبول عنه ما ذكر؛ إذ لو كان عن قبول كان أعظم من الأَكل، ولكن أَكلا على الشهوة، واتباع الهوى. </p><p> ولو صدقاه في ذلك لكفرا، وكان هذا اعظم من الأَكل، ولم يقل لهما ذلك فيهما لأَجل ذلك الشيء. </p><p> وذلك كما يقول الرجل لآخر -في شيء يقتل عليه أو يقطع له-: لو فعلتَ لا يُفعلُ بك ذلك، فيقدمُ عليه، أنه يقدم لشهوته، لا على التصديق له في ذلك. </p><p> وكذا من يُذكر أَحدًا بمثل امرأَةٍ بحبها وإيثارها إياه؛ فيأتيها بشهوة لا بتصديق الآخر؛ فمثْلُه أمر آدم فيما وسوس إليه الشيطان. </p><p> وهذا الذي يذكر الحسنُ يوجب أن يكون آدم كان يعلم أَن ذلك كان من الشيطان عدُوِّه. </p><p> وذلك إقدام على أَثر ما ذكر على ما يصف أنه كان يعلم أَنه أَمر فظيع يوجب فِعله -على العلم بالنهي- أنه لا ينال به خيرًا، ولا يصل بذلك إلى فضل، بل اتبع الشيطان بما هوى واشتهى. </p><p> وهذا لو كان شهده كان فظيعًا أن يدعيَه على أبي البشر، ومن قد فضَّله اللَّه بالذي سبق ذكره. </p><p> بل لو قيل له: إنه لم يكن علم أَنه من عدوه، أَو إلهام -على ما يكون للأخْيار- أو كان أَسمع على غير الصورة التي أَدَّاها من قبل، كان أَقرب وأَحق أن ينطق به من أَن يذكر الذي ذكر. </p><p> ومتى يكون الإقدام لجهة بخير لا على طمع في ذلك؟! بل لا يُنكَر أَن يكون له، ولكن على ما بينا. </p><p> وليس من ذلك الوجه، الوحشة في الدِّين. </p><p> ثم قد ذكر ملكين، والكلام في الفضلِ وغَير الفضل -على قوله- لا معنى له؛ لأَنَّه </p><p> يجعل فعلهم جبرًا - ومن فِعْله جبرٌ لا ترتفع درجته ولا يعلو قدره، ثم يجعل الفضل لهم بالخِلقة، فكيف كان يطمع في ذلك ولم يكن هو بخلقتهم. </p><p> ولهذا أنكر أن يكون منهم عصيان؛ إذ خلقوا من نور، ومن لا يعصي بالخلقة، فإنه لا يحمد، ولو كان يجب الحمد به لوجب في كل موات، وكل حيوان لا يعصي بالخلقة، وذلك بعيد. </p><p> وجائز أَن يكون آدم - عليه السلام - طمع أن يكونا ملكين؛ بأَن يُجعل على ما عليه صنيعهم من العصمة، أَو الاكتفاء بذكر اللَّه وطاعته عن جميع الشهوات. </p><p> واللَّه قادر على أَن يجعل البشر على ذلك، وذلك على ما يوجَد فيهم من معصوم ومخذول، ليعلم أَن الخلقة لا توجب شيئًا مما ذكر، ولا قوة إلا باللَّه. </p><p> ثم الأَصل أَن معرفة موت البشر وما عنه خلق كل شيء إنما هو سمعي، ليس هو حسي، ولا في الجوهر دليلُ الفناء، ولله أن يميت من شاءَ وُيبقيَ من شاءَ. </p><p> فقولُ الحسنَ -إِنه علم ذلك ثبت بثبات الخبر عن اللَّه- ينتهي إليه أَنه كان بلغه في ذلك الوقت. </p><p> وكذلك أَمرُ الملائكة، وحالُ الإغذاء، ومحبةُ الذكر، وظهورُ العصمة تعرف بالمحبة والمشاهدة بمنها، ولا قوة إلا باللَّه. </p><p> ثم ذكر الحسن في خلال ذلك: أن آدم - عليه السلام - قد علم أَن الملائكة لا يموتون. </p><p> لا أَدرى ما هذا؟ </p><p> أَهو عقدٌ اعتقد، أوْ جَرَى على لسانه؟ لأَن مثلَه لا يُعلَم إلا بما لا يرتاب في ذلك أَنه جاءَ عن اللَّه، ولا قوة إلا باللَّه. </p><p> وقوله:  (فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا) . </p><p> أي: دعاهما وزيَّن لهما، أَي: سبب الزلة والإخراج منها، لا أن تولى هو إخراجهما وإزلالهما. </p><p> وقد ذكرنا أنه قد تُسمى الأَشياءُ باسم أَسبابها، والأسباب باسم الأشياء. وذلك ظاهر معروف في اللغة، غير ممتنع تسمية الشيء باسم سببه، واللَّه أعلم. </p><p> وقوله:  (فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ) . </p><p> من الخصب، والسَّعة، والنعم التي أَنزلهما اللَّه - تعالى - فيها، وأَباح لهما التناول مما فيه. </p><p> ثم اختلف في وسوسة الشيطان لآدم وحواءَ - عليهما السلام - فيم كان؟ ومن أَين كان؟ ولماذا كان؟. </p><p> قيل: إنه كان في السماء، فوسوس إليهما من رأْس الحيَّة؛ حسدًا منه لما رآهما يتقَلبان في نعم اللَّه، ويتنعمان فيه، فاشتد ذلك عليه. </p><p> وقيل: إنه كان في الدنيا فوسوس لهما من بُعدٍ، واللَّه أعلم. </p><p> ثم اختلف في الشيطان: أَله سلطان على القلوب؟ أَو يوسوس في صدورهم من بُعد؟ </p><p> فقَالَ بَعْضُهُمْ: له سلطان على القلب؛ على ما جاءَ أَنه يجري في الإنسان بين الجلد واللحم مجرى الدم. </p><p> وقيل: إنه لا سلطان له على القلوب، ولكنه يَقْذف فيهم من البعد، ويدعوهم إلى الشر بآثار ترى في الإنسان من الأحوال؛ من حال الخير والشر، وكأن تلك الأحوال ظاهرة من أَثر الخير والشر. </p><p> فإذا رأَي ذلك فعند ذلك يوسوس، ويدعوه إلى الشر. وعلى ذلك قوله عَزَّ وَجَلَّ:  (وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ) أخبر أنه لا سلطان له علينا سوى الدعاء لنا وهو لا يشبه، واللَّه أَعلم. </p><p> ثم قيل فيمن عصى ربه: أَليس قد أَطاع الشيطان؟ </p><p> قيل: بلى. . </p><p> فَإِنْ قِيلَ: فإذا أَطاع أَلَا يكفر؟ </p><p> قيل: لا؛ لأَنه ليس يقصد قصد طاعة الشيطان، وإنما يكفر بقصد طاعة الشيطان، وإن كان في عصيان الرب طاعته. </p><p> وكذلك رُويَ عن أبي حنيفة - رَضِيَ اللَّهُ عَنْهُ - أنه سئل عن ذلك فأَجاب بمثل هذا الجواب. </p><p> والأَصل: أَن الفعل الذي يُبْلى له ليس هو لنفسه فعل الطاعة للشيطان ليصير به مطيعًا، إنما يجعله طاعة القصد بأَن يجعلَه طاعة له، وقد زال، وإن سُرَّ هو به وفرح كما سُرَّ بزوال السرور عنهما واللذة، وإن كان ذلك بفعل من لا يجوز وصف من فعل ذلك بطاعة الشيطان، ولا قوة إلا باللَّه. </p>"
}