{
  "id": null,
  "sura": 2,
  "aya": 203,
  "text": "<p> آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ) \".</p><p> وقوله:  (وَاللَّهُ سَرِيعُ الْحِسَابِ) </p><p> قيل فيه بوجوه: </p><p> قيل: فيه تقديم وتأخير، كأنه قال: حسابه سريع. </p><p> وقيل:  (سَرِيعُ) ، كما أن الإبطاء في الحساب يكون للتفكر فيه والاستذكار وحفظ عقد الأصابع أو لشغل شغله، فاللَّه - تعالى - يتعالى عن ذلك أن يوصف به أو يشغله شيء. </p><p> وقيل:  (سَرِيعُ) ، أي قريب، كأن قد جاء، كقوله:  (اقْتَرَبَتِ السَّاعَةُ) ، وكقوله:  (وَاقْتَرَبَ الْوَعْدُ الْحَقُّ) ، وكقوله: أَتَى أَمْرُ اللَّهِ)، أي قرب. </p><p> وقيل: كناية عن عذاب شديد، أي شديد العقاب والعذاب، وهو كقوله:  (أَتَى أَمْرُ اللَّهِ) ، وهو كقوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" من نوقش الحساب عذب \".</p><p> وقوله:  (وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ (٢٠٣) </p><p> قيل: إنه يحتمل وجهين: </p><p> قيل: إنه أراد بالأيام المعدودات أيام النحر والذبح، أي: اذكروا اللَّه بالنحر والذبح في أيامكم. فهو عند أبي حنيفة، رحمه اللَّه تعالى، يوم النحر ويومان بعده. </p><p> وقيل: أراد بالأيام المعدودات أيام رمي الجمار، دليله قوله تعالى:  (فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ) ، وهي أيام التشريق، وهي ثلاثة أيام بعد النحر. </p><p> ورُويَ عن عليٍّ، رضيَ اللَّهُ تعالى عنه، أنه قال: \" الأيام المعدودات: يوم النحر ويومان بعده، اذبح في أيها شئت، وأفضلها أولها \". </p><p> وكذلك رُويَ عن عمر، رضيَ اللَّهُ تعالى عنه. واللَّه أعلم. </p><p> وقوله:  (فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ) . </p><p> قيل:  (فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ) ، أي: بعد يوم النحر بيومين. يقول: من نفر من منى قبل غروب الشمس في اليوم الثاني فلا إثم عليه، ومن لم ينفر حتى غربت الشمس وأقام إلى الغد -اليوم الثالث- فيرمي الجمار، ثم ينفر فلا إثم عليه. </p><p> وقيل:  (فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ) ، من أيام التشريق فلا إثم عليه، ومن تأخر إلى اليوم الثالث من أيام التشريق فلا إثم عليه. </p><p> ثم لا يحتمل قوله:  (فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ) ، أن يكونا جميعًا على الرخصة، التعجيل والتأخير جميعًا، فلا يلحقه الإثم بكليهما؛ لأنه إذا كان التعجل هو الرخصة فالتأخر لا يكون رخصة، وإذا كان التأخر هو الرخصة فالتعجل ليس برخصة، لكن الوجه فيه - واللَّه أعلم - ما رُويَ عن ابن عَبَّاسٍ، رضيَ اللَّهُ تعالى عنه، أنه قال:  (فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ) غفر له، (وَمَنْ تَأَخَّرَ) وغفر له ما كان له من الإثم والذنب في اليوم الذي أخر. واللَّه أعلم. </p><p> ويحتمل: أنه خيره، أي: إن فعل ذا أو ذا فلا إثم عليه. </p><p> وعن ابن مسعود، رضيَ اللَّهُ تعالى عنه، أنه قال في قوله تعالى:  (فَلَا إِثْمَ عَلَيْهِ) : رجع مغفورًا له. </p><p> وقوله:  (لِمَنِ اتَّقَى وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ) . </p><p> قيل فيه بوجوه: </p><p> قيل:  (لِمَنِ اتَّقَى) ، قتل الصيد في الإحرام، وعلى ذلك قوله:  (وَاتَّقُوا اللَّهَ) وأي فلا تستحلوا قتل الصيد في الإحرام. </p><p> وقال ابن عَبَّاسٍ - رضي اللَّه تعالى عنه -: من اتقى معاصي اللَّه جملة. </p>"
}