{
  "id": null,
  "sura": 2,
  "aya": 98,
  "text": "<p> (إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ (١٠٣) </p><p> إذ كان لهم أَن يقولوا: أنزل على لسان العجمي، لكنه غيّر ذلك بلسانه. </p><p> وكذلك قوله:  (لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ) ، مخافة النسيان والذهاب. </p><p> وكذلك قوله:  (وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ) . </p><p> فدلت هذه الآيات كلها على بطلان قولهم، وفساد مذهبهم، وبُعدهم عن دين الله المستقيم. </p><p> وقوله:  (وَهُدًى وَبُشْرَى لِلْمُؤْمِنِينَ) . </p><p> هدى من الضلالة، وبشرى للمؤمنين بالجنة. </p><p> وقوله:  (مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ اللَّهَ عَدُوٌّ لِلْكَافِرِينَ (٩٨) </p><p> يحتمل وجهين: </p><p> يحتمل: من كان عدوًّا لله، أَو ملائكته، أَو رسله. </p><p> ويحتمل: افتتاح العداوة به دون هَؤُلَاءِ على التعظيم لهم، وفضل المنزلة عند اللَّه، وحسن المآب لديه؛ كقوله:  (وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ) ، معنى إضافة ذلك إليه: على التعظيم له، والإفضال لله، لا على جعل ذلك لله مفردًا. </p><p> فعلى ذلك: معنى افتتاح العداوة به -على ما ذكرنا- واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَلَقَدْ أَنْزَلْنَا إِلَيْكَ آيَاتٍ بَيِّنَاتٍ وَمَا يَكْفُرُ بِهَا إِلَّا الْفَاسِقُونَ (٩٩) أَوَكُلَّمَا عَاهَدُوا عَهْدًا نَبَذَهُ فَرِيقٌ مِنْهُمْ بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ (١٠٠) وَلَمَّا جَاءَهُمْ رَسُولٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ كِتَابَ اللَّهِ وَرَاءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ (١٠١) وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ وَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ لَوْ كَانُوا يَعْلَمُونَ (١٠٢) وَلَوْ أَنَّهُمْ آمَنُوا وَاتَّقَوْا لَمَثُوبَةٌ مِنْ عِنْدِ اللَّهِ خَيْرٌ لَوْ كَانُوا يَعْلَمُونَ (١٠٣) </p><p> وقوله:  (وَلَقَدْ أَنْزَلْنَا إِلَيْكَ آيَاتٍ بَيِّنَاتٍ وَمَا يَكْفُرُ بِهَا إِلَّا الْفَاسِقُونَ) . </p><p> بيَّن فيها الحلالَ والحرام، وما يُؤْتى وما يُتَّقى، وما يُنْهى وما يُؤْمر. </p>"
}