{
  "id": null,
  "sura": 2,
  "aya": 258,
  "text": "<p> مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِي كَفَرَ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٢٥٨) أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا قَالَ أَنَّى يُحْيِي هَذِهِ اللَّهُ بَعْدَ مَوْتِهَا فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ بَلْ لَبِثْتَ مِائَةَ عَامٍ فَانْظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وَانْظُرْ إِلَى حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢٥٩) وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي قَالَ فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ اجْعَلْ عَلَى كُلِّ جَبَلٍ مِنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْيًا وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (٢٦٠) </p><p> وقوله:  (أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللَّهُ الْمُلْكَ (٢٥٨) </p><p> فقد ذكرنا فيما تقدم أن قوله تعالى:  (أَلَمْ تَرَ) ، إنما يفتتح به لأعجوبة، كقوله:  (أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ) ، وقوله:  (أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ) . </p><p> وفيه إباحة التكلم في الكلام والمناظرة فيه والحجاج بقوله:  (حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ) ، ورد على من يمنع التكلم فيه وهو كذلك؛ لأنا أمرنا بدعاء الكفرة جميعًا إلى وحدانية الله تعالى، والإقرار له بذلك، والمعرفة له أنه كذلك، وكذلك الأنبياء بأجمعهم أمروا وندبوا إلى دعاء الكفرة إلى شهادة أن \" لَا إِلَهَ إِلَّا اللَّهُ وحده لا شريك له \" ، فإن دعوناهم إلى ذلك لا بد من أن يطلبوا منا الدليل على ذلك، والبيان عليه، والوصف له كما هو له، والتقرير عندهم أنه كذا، فلا يكون ذلك إلا بعد المناظرة والحجاج فيه؛ لذلك قلنا: أن لا بأس بالتكلم والمناظرة فيه. وفيه دلالة على إباحة المحاجة في التوحيد. </p><p> وفيه الإذن بالنظر في النظر؛ لأنه حاجه لينظر. واللَّه أعلم. </p><p> وقوله:  (أَنْ آتَاهُ اللَّهُ الْمُلْكَ) . </p><p> قال أهل الاعتزال في قوله تعالى:  (أَنْ آتَاهُ اللَّهُ الْمُلْكَ) : هو إبراهيم، عليه السلام، لا ذلك الكافر؛ لقوله تعالى:  (لَا يَنَالُ عَهْدِي الظَّالِمِينَ) ، أخبر أن عهده لا يناله الظالم، والملك عهد. </p><p> لكنه غلط عندنا لوجوه: </p><p> أحدها: أن إبراهيم، صلوات اللَّه عليه وسلامه، ما عرف بالملك. </p><p> والثاني: أن الآية ذكرت في محاجة ذلك الكافر إبراهيم، ولو كان غير ملك، وكان إبراهيم، عليه السلام، هو الملك، لم يقدر المحاجة مع إبراهيم، عليه السلام إذ لا </p><p> محاجة إلا عن ملك؛ دل أنه هو الذي كان الملك. </p><p> والثالث: قال: (أَنَا أُحْيِي وَأُمِيتُ) ، ثم قيل: إنه جاء برجلين، فقتل أحدهما، وترك الآخر. فلو لم يكن ملكا لم يتأت له ذلك بين يدي إبراهيم، إذا كان إبراهيم، صلوات اللَّه عليه وسلامه، هو الذي (آتَاهُ اللَّهُ الْمُلْكَ) ، فدل أن المراد به ذلك الكافر. </p><p> ثم (الْمُلْكُ) يكون في الخلق بأحد أمرين: إما الفضل والشرف والعز والسلطان والدِّين، وإما من جهة الأموال والطول عليها والقهر والغلبة. فإن لم يكن له (الْمُلك) من جهة الأول لكان له ذلك بفضول الأموال؛ لذلك كان ما ذكرنا. واللَّه أعلم. </p><p> قال الشيخ - رحمه اللَّه تعالى -: أعطي (الملك) ليمتحن به، كما يعطى الغنى والصحة ليمتحن بهما. </p><p> وقوله تعالى:  (إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ) . </p><p> وكان هذا من إبراهيم - عليه السلام - واللَّه أعلم - عن سؤال سبق منه أن قال له ذلك الكافر: من ربك الذي تدعوني إليه؟ فقال:  (رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ) وإلا لا يحتمل ابتداء الكلام بهذا على غير سبق سؤال كان منه. وهو ما ذكر في قصة فرعون حيث دعاه موسى إلى الإيمان بربه، (قَالَ فَمَنْ رَبُّكُمَا يَا مُوسَى (٤٩) قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى (٥٠) ، فعلى ذلك الأول. </p><p> وقوله تعالى:  (قَالَ أَنَا أُحْيِي وَأُمِيتُ) . </p><p> أنه دعا برجلين، فقتل أحدهما، وترك الآخر، على ما قيل في القصة. </p><p> (قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِي كَفَرَ) . </p><p> قال بعض الجدليين: هذا من إبراهيم، عليه السلام، صرف المحاجة إلى غير ما كان ابتداؤها، ومثله في الظاهر انقطاع وَحَيد عن الجواب؛ لأن من حاج آخر شيئًا، وناظره فيه لعلة ضمن وفاء تلك العلة وإتمامها إلى آخره، فإذا اشتغل بغيرها كان منه انقطاع عما ضمن وفاءها؛ فإبراهيم اشتغل بغيرها وترك الأول وهو في الظاهر انقطاع؛ لأن جوابه أن يقول: أنا أفعل كما فعلت، أو أن يقول له: إن هذا الحي كان حسا، ولكن أحيي هذا الميت. </p><p> لكنه، صلوات اللَّه عليه وسلامه، فعل هذا ليظهر عجزه على الناس؛ لأن ذلك كان منه تمويهًا وتلبيسًا على قومه أخذ به قلوبهم، فأراد إبراهيم، صلوات اللَّه عليه وسلامه، أن </p>"
}