{
  "id": null,
  "sura": 2,
  "aya": 54,
  "text": "<p> الحلال والحرام فهو فرقان. </p><p> وقيل: يسمى فرقانًا؛ لما فرق فيه بين الحق والباطل. وهما واحد. </p><p> وقيل: سميت التوراة فرقانًا؛ لما فيها المخرج من الشبهات. </p><p> وقيل: الآية على الإضمار؛ كأَنه قال: وإذ آتينا موسى الكتاب -يعني التوراة- ومحمدًا الفرقان؛ كقوله:  (تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ) . </p><p> وقوله:  (لَعَلَّكُمْ تَهْتَدُونَ) . </p><p> فالكلام فيه كالكلام في قوله:  (لَعَلَّكُمْ تَشْكُرُونَ) وقد ذكرنا فيه ما أَمكن، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنْفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ فَتُوبُوا إِلَى بَارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ عِنْدَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ (٥٤) وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ وَأَنْتُمْ تَنْظُرُونَ (٥٥) ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ (٥٦) وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَمَا ظَلَمُونَا وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (٥٧) وَإِذْ قُلْنَا ادْخُلُوا هَذِهِ الْقَرْيَةَ فَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ نَغْفِرْ لَكُمْ خَطَايَاكُمْ وَسَنَزِيدُ الْمُحْسِنِينَ (٥٨) فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَنْزَلْنَا عَلَى الَّذِينَ ظَلَمُوا رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ (٥٩) . </p><p> وقوله عَزَّ وَجَلَّ:  (وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنْفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ) . </p><p> وقيل: ظلمتم أَنفسكم باتخاذكم العجل إلهًا. </p><p> وقوله عَزَّ وَجَلَّ:  (فَتُوبُوا إِلَى بَارِئِكُمْ) . </p><p> قيل: ارجعوا عن عبادة العجل إلى عبادة ربكم. </p><p> وقيل: ارجعوا عن اتخاذ العجل إلهًا إلى اتخاذ خالقكم إلهًا. </p><p> وقوله عَزَّ وَجَلَّ:  (فَاقْتُلُوا أَنْفُسَكُمْ) . </p><p> قال الفقيه أَبو منصور - رحمه اللَّه -: لولا اجتماع أَهل التأْويل والتفسير على صرف ما أَمر اللَّه - جل وعز - إياهم بقتل أنفسهم على حقيقته، وإلا لم نكن نصرف الأَمر بقتل أَنفسهم على حقيقة القتل؛ وذلك لأَن الأَمر بالقتل كان بعد التوبة، ورجوعهم إلى عبادة اللَّه، والطاعة له، والخضوع. </p><p> دليله قوله عَزَّ وَجَلَّ: - (وَلَمَّا سُقِطَ فِي أَيْدِيهِمْ وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوا قَالُوا لَئِنْ لَمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ (١٤٩) . ظهر بهذا: أَنهم تابوا قبل أَن يؤمروا بالقتل. </p><p> وقد شرع على أَلسن الرسل: قتال الكفرة حتى يسلموا؛ فلا يجوز ذلك إِنْ أَسلموا، فيحصل الإرسال للقتل خاصة، لا للدِّين، واللَّه أعلم. </p><p> ولأَن القتل هو عقوبة الكفر، لا عقوبة الإسلام، وخاصة قتل استئصال، على ما روي في الخبر: أَنْ قُتل سبعون أَلفًا في يوم واحد. </p><p> وذلك استئصال وإهلاك، ولم يهلك اللَّه قومًا إلا في حال الكفر والعناد؛ إذ الإسلام سبب درء القتل وإسقاطه؛ لأَن من يقتل لكفره إذا أَسلم سقط القتل عنه وزال، وكذلك إذا أَسلم وتاب ومات عليه، لم يعاقب في الآخرة لكفره في الدنيا. </p><p> فعلى ذلك: يجب ألا يعاقب هَؤُلَاءِِ في الدنيا -بالقتل- بعد التوبة والرجوع إلى عبادة اللَّه وطاعته. </p><p> ويصرف الأَمر بالقتل، إلى إجهاد أَنفسهم بالعبادة لله، والطاعة له، واحتمال الشدائد والمشقة؛ لتفريطهم في عصيان ربهم، باتخاذهم العجل. إلهًا، وبعبادتهم إياه دون اللَّه. </p><p> وذلك جار في الناس، يقال: فلان يقتل نفسه في كذا، لا يعنون حقيقة القتل، ولكن: إجهاده نفسه في ذلك، وإتعابه إياها، واحتمال الشدائد والمشقة فيه. </p><p> فعلى ذلك، يصرف الأَمر بقتل أَنفسهم إلى ما ذكر، بالمعنى الذي وصفنا، والله أعلم. </p><p> ثم صرف ذلك إلى حقيقة القتل احتمل وجهين: </p><p> أَحدهما: أَن يجعل ذلك ابتداءَ محنة من اللَّه - تعالى - لهم بالقتل، لا عقوبة لما سبق من العصيان. </p><p> ولله أن يمتحنهم -ابتداء- بقتل أَنفسهم؛ كقوله:  (وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ اقْتُلُوا أَنْفُسَكُمْ أَوِ اخْرُجُوا مِنْ دِيَارِكُمْ) الآية، على تأْويل كثير من المتأَولين في ذلك؛ إذْ لَه أَنْ يميتهم بجميع أَنواع الإماتة. </p><p> فعلى ذلك: له أَن يأْمر بقتل أَنفسهم، وفيه إماتة، مع ما فيه الاستسلام لعظيم ما دعوا إليه، من بذل النفس لله، مما في مثله جعل وفاءِ إبراهيم الأَمر بالذبح، وبذل ولده النفس </p><p> له. </p><p> فيكون في ذلك القدر وفاء وتوبة لا حقيقة القتل، واللَّه أعلم. </p><p> والثاني: يجوز ذلك؛ لأَن عقوبات الدنيا وثوابها محنة، لجواز الامتحان بعد التوبة والرجوع إلى طاعة اللَّه؛ لأَنها دار محنة. </p><p> وأَما عقوبات الآخرة وثوابها فليستا بمحنة؛ لأَنها ليست بدار امتحان؛ لذلك: جاز التعذيب في الدنيا بعد التوبة، ولم يجز في الآخرة إذا مات على التوبة، واللَّه أعلم. </p><p> ثم قيل في قوله:  (فَاقْتُلُوا أَنْفُسَكُمْ) ، بوجوه: </p><p> قيل: أُمروا ببذل الأَنفس للقتل، والتسليم له؛ فصاروا كأن قد قتلوا أنفسهم. </p><p> ويجوز أن يكون الأَمر بقتل أَنفسهم أمرًا بمجاهدة الأَعداء، وإن كان فيها تلفهم على ما قال:  (إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ. . .) الآية، مذكور ذلك في التوراة. </p><p> وكذا قوله:  (لَا تَسْفِكُونَ دِمَاءَكُمْ) ، نهى عن القتل الذي فيه قتل أنفسهم. </p><p> وقد قيل في قوله:  (وَلَا تَقْتُلُوا أَنْفُسَكُمْ) ، بمعنى: أي لا تقتلوا مَن تَقتلون، فكأنما قد قتلتم أنفسكم، وعلى هذا التأويل خَرج أَبو بكر قوله:  (وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ اقْتُلُوا أَنْفُسَكُمْ) . واللَّه الموفق. </p><p> وقيل: أمر بعضًا بقتل بعض، كقوله:  (فَسَلِّمُوا عَلَى أَنْفُسِكُمْ تَحِيَّةً) ، أَي: يسلم بعضهم على بعض. </p><p> وقيل: أَمر كل من عبد العجل بقتل نفسه، واللَّه أعلم. </p><p> وقوله؛ (ذَلِكُمْ خَيْرٌ لَكُمْ عِنْدَ بَارِئِكُمْ) . </p><p> قيل: إن التوبة خير لكم عند خالقكم. </p><p> وقيل: قتلكم أنفسكم خير لكم من لزوم عبادة العجل. </p><p> ويحتمل: عبادة الرب - عَزَّ وَجَلَّ - خير لكم من عبادة العجل، واللَّه أعلم. </p><p> وقوله:  (فَتَابَ عَلَيْكُمْ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ) . </p><p> وقد ذكرنا المعنى في ذلك فيما تقدم. </p><p> وفي بذل أَنفسهم للقتل، والصبر عليه، وكف أَيديهم عن الدفع، والممارسةَ فيه وجهان: </p>"
}