{
  "id": null,
  "sura": 2,
  "aya": 106,
  "text": "<p> عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٠٩) وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ (١١٠) </p><p> وقوله:  (مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا (١٠٦) </p><p> قال بعض أهل الكلام:  (مَا نَنْسَخْ) من اللوح المحفوظ (أَوْ نُنْسِهَا) : نَدعُها في اللوح. </p><p> وقيل:  (مَا نَنْسَخْ مِنْ آيَةٍ) أي نرفع بآيةٍ أُخرى أو نتركها في الأخرى. </p><p> وقيل:  (مَا نَنْسَخْ مِنْ آيَةٍ) فنرفع حكمها، والعملَ بها، (أَوْ نُنْسِهَا) أَي: نترك قراءتها وتلاوتها. </p><p> فيجوز رفع عينها، ويجوز رفع حكمها وِإبقاء عينها؛ لأَوجه: </p><p> أَحدها: ظهور المنسوخ؛ فبطل قول من أَنْكر النسخ؛ إذ وجد. ومن أَنكر ذلك فإنما أَنكر لجهل بالمنسوخ؛ لأَن النسخ بيان الحكم إلى وقت، ليس على البداءِ، على ما قالت اليهود. </p><p> والثاني: أَن للتلاوة فيها فضلًا -كما للعمل- فيجوز رفع فضل العمل، وبقاءُ فضل التلاوة. </p><p> والثالث: على جعل الأَول في حالة الاضطرار، والثاني في وقت السعة، كقوله:  (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ) . </p><p> ثم يجوز أَن يرفع عينها فيُنْسى ذكرُها، كما رُويَ عن عمر - رَضِيَ اللَّهُ عَنْهُ - أنه قال:  \" كنا نعدل سورة الأَحزاب بسورة البقرة، حتى رفع منها آيات،منها:الشيخ والشيخة إذا زنيا فارجموهما ألبتَّة \" . </p><p> وأَما قوله:  (نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا) . </p><p> فاختلف فيه: قيل: (نَأْتِ بِخَيْرٍ مِنْهَا) أي: أخف وأَهونَ على الأبدان؛ كقوله:  (وَعَلَى الَّذِينَ يُطِيقُونَهُ) ، إن الأمر بالصوم كان لوقت دون وقت؛ إذ رجع الحكم عند الطاقة إلى غَيره. وكذا ما كان من الحكم في تحريم الأَكل عند النوم والجماع، وكذا </p><p> تحريم الميتة: لو لم يرد فيهما الإباحة والحل عند الضرورة لكُنَا نعرفه بالحرمة، وذلك أَخف وأَهون، واللَّه أعلم. </p><p> وقيل:  (نَأْتِ بِخَيْرٍ مِنْهَا) في الثواب في العاقبة. </p><p> وقيل:  (نَأْتِ بِخَيْرٍ مِنْهَا) في المنفعة (أَوْ مِثْلِهَا) في المنفعة. </p><p> وقيل:  (نَأْتِ بِخَيْرٍ مِنْهَا) وهو أَن يظهر لكم به الخير في حق الاتباع. والمثلُ: في حق الأَمر، فيشترك أَصحاب المنكرين للنسخ في حق الائتمار بالمثل، ويفضلونهم بظهور الأَخير. </p><p> وهو كالصلاة إلى بيت المقدس؛ كان لهم مثلُ ما لليهود في حق الائتمار ما كان ظهر لهم الأَخير في وقت ظهور الأَمر، وأبهم الخير. وظهر عنده فيمن أَبى: أن اتباعه لم يكن لأَجل حق المتابعة، بل لما كان عنده الحجة. </p><p> فأما من جعله خيرًا على البدل فاستدل بها الآخر رخصة وإباحة، والإباحة ورودها للتخفيف. </p><p> ومن استدل على أَن النسخ -أَبدًا- يَرِدُ على ما هو أَغلظ، عورض بقوله:  (فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ) ، فأبدل بعقوبة أَشد من الأَول -وهو الرجم- بقوله:  \" خذوا عني. خذوا عني \" . </p><p> ويحتمل قوله:  (نَأْتِ بِخَيْرٍ مِنْهَا) وجهًا آخر: وهو آية والآيات هي الحجج؛ فيكون معناه: ما نرفع من حجة فننفيها عن الأَبصار، إلا نأت بخير منها يعني أقوى منها في إلزام الحجة، أَو مثلها. </p><p> ولا شك أن ما يعترض هو أقوى حالة الاعتراض في لزوم الحجة على ما غاب عن الأَبصار؛ فيكون قوله:  (نَأْتِ بِخَيْرٍ مِنْهَا) على هذا الوزن، أي: نأت بحجة هي أقوى وأكثر من الأُولى، أَو مثلها في القوة. </p><p> فَإِنْ قِيلَ: ما الحكمة في النسخ؟ وما وجهه؟ </p><p> قيل: محنة يمتحن بها الخلق، ولله أَن يمتحن خلقه بما يشاءُ، في أي وقت شاء: يأمر بأَمرٍ في وقت، ثم ينهى عن ذلك، ويأمر بآخر. </p><p> وليس في ذلك خروج عن الحكمة، ولا كان ذلك منه لبداءٍ يبدو له، بل لم يزل عالما بما كان ويكون، حكيمًا يحكم بالحق والعدل؛ فنعوذ باللَّه من السرف في القول. </p>"
}