{
  "id": null,
  "sura": 2,
  "aya": 144,
  "text": "<p> يوجب اختلافًا في الدِّين وتفرقًا فيه. </p><p> فنقول: إن الإيمان في الأصل الذي لا يقع على اعتقاد الصلاة إلى جهة دون جهة، بل يقع على الائتمار. فالإيمان من الصحابة، رضوان اللَّه تعالى عليهم أجمعين، الذين ماتوا كان على اعتقاد الائتمار فهم مؤمنون باعتقاد الائتمار إلى بيت المقدس، مؤمنون باعتقاد الائتمار إلى الكعبة. فلا تفرق ولا اختلاف في الإيمان، إذ في الأصل به وقع الاعتقاد للائتمار. وباللَّه التوفيق. </p><p> ثم قوله:  (وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ) تأويله: أي لا يضيع إيمانكم بالصلاة إلى بيت المقدس. ولو كان على الصلاة فهو لوجهين: </p><p> أحدهما: أنها إنما قامت بالإيمان، فهو سبب لها، وقد يذكر الشيء باسم سببه. </p><p> والثاني: أن اليهود عرفوه إيمانا، فورد الخطاب على ما عندهم معروف؛ كقوله:  (فَرَاغَ إِلَى آلِهَتِهِمْ) ، لا أن كان ثم آلهة، لكن لما عندهم، وكذلك قوله:  (فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ) ، لا أن كان ثم خالق سواه، ولكن لما عرفوا كل صانع خالقًا، فخرج على الخطاب على ما عرفوا هم ذلك الأول. واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ (١٤٤) وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ بِكُلِّ آيَةٍ مَا تَبِعُوا قِبْلَتَكَ وَمَا أَنْتَ بِتَابِعٍ قِبْلَتَهُمْ وَمَا بَعْضُهُمْ بِتَابِعٍ قِبْلَةَ بَعْضٍ وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ إِنَّكَ إِذًا لَمِنَ الظَّالِمِينَ (١٤٥) الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ وَإِنَّ فَرِيقًا مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ (١٤٦) الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ (١٤٧) وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا فَاسْتَبِقُوا الْخَيْرَاتِ أَيْنَ مَا تَكُونُوا يَأْتِ بِكُمُ اللَّهُ جَمِيعًا إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٤٨) </p><p> وقوله:  (قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ (١٤٤) </p><p> قد ذكرنا أنه يخرج على الوعد له. </p><p> قوله:  (فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا) . </p><p> قال بعض المُفْتُون: إنه كان يقلب بصره إلى السماء لما يكره أن تكون قبلته قبلة اليهود. ولكن هذا بعيد؛ لأن مثل هذا لا يظن بأحد من المسلمين، فكيف برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؟ </p>"
}