{
  "id": null,
  "sura": 2,
  "aya": 265,
  "text": "<p> فكذلك الثواب الذي يكون للصدقة يذهب ويتلاشى حتى لا يُظفر بها بالمن والأذى والرياء، كما أذهب المطر التراب الذي على الصفوان، فصار صلدًا، لا شيء عليه من التراب. </p><p> وقوله تعالى:  (وَاللَّهُ لَا يَهْدِي القَومَ الْكَافِرِينَ) . </p><p> قالت المعتزلة: لا يهدي القوم الكافرين بكفرهم الذي اختاروا. </p><p> وقلنا نحن: لا يهديهم وقت اختيارهم الكفر، ويهديهم وقت اختيارهم الإيمان. </p><p> وفي قوله:  (قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا أَذًى) ، وجه آخر، هو أن يحتمل قوله:  (مَعْرُوفٌ) ، هذه التسبيحات والثناء والحمد، (وَمَغْفِرَةٌ) ، ستر ما ارتكب من المأثم. وقوله:  (خَيْرٌ) ، أي أحب على البذل من صدقة يتبعها أذى. واللَّه أعلم. </p><p> وقوله:  (وَمَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ وَتَثْبِيتًا مِنْ أَنْفُسِهِمْ كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (٢٦٥) </p><p> في الأمثال التي ضربها اللَّه تعالى وذكرها في القرآن وجوه: </p><p> أحدها: جواز قياس ما غاب من الحكم عن المنصوص بالمنصوص إذا جمعهما معنى واحد. </p><p> والثاني: أن علوم المحسوسات والمشاهدات هي علوم الحقائق، وهي الأصول التي بها يستدل ويوصل إلى صرفة الغائب. </p><p> والثالث: فيها إثبات رسالة مُحَمَّد، عليه أفضل الصلوات وأكمل التحيات، وذلك أن العرب كانت لا تضرب الأمثال، ولا كانت تعرفها في أمر التوحيد وتعريف ما غاب عن حواسهم من أمر القيامة ونحو ذلك. ثم بعث اللَّه تعالى محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وأنزل عليه القرآن، وذكر فيه الأمثال؛ ليذكرهم تلك الأمثال ليعلموا أنه إنما عرفها باللَّه عَزَّ وَجَلَّ، لا أنه أنشأ هذا القرآن من تلقاء نفسه. وذلك من آيات نبوته ورسالته. وعلى ذلك جعل عدم الكتابة وإنشاء الشعر من آيات نبوته ورسالته؛ لأن من عادة العرب إنشاء الشعر والكتابة، ويفضلون أربابها على غيرهم؛ لئلا يعرف هو بها، ويقولون: إنه أخذ من الكتب، أو اختلق من نفسه، كقوله تعالى: (وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ </p><p> بِيَمِينِكَ إِذًا لَارْتَابَ الْمُبْطِلُونَ). </p><p> والرابع: فيها دلالة أن اللَّه - جل وعلا - خالق الدنيا وما فيها من المحاسن والخبائث، والأعالي والخسائس، حيث ضرب مثل الرفيع بالرفيع والخسيس بالخسيس؛ فدل أن خالق هذه الأشياء كلها هو اللَّه تعالى، لا شريك له ولا شبيه. </p><p> ثم شبه الصدقة التي هي لله - عَزَّ وَجَلَّ - مرة بالربوة من الأرض: وهي المرتفعة منها، ومرة بالحبة التي تنبت كذا كذا سنبلة، وفي كل سنبلة كذا كذا حبة، ومرة بالأضعاف المضاعفة؛ كقوله:  (فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً) . فهو - واللَّه أعلم - لما علم عَزَّ وَجَلَّ رغبة الناس مرة في العدد في الدنيا، ومرة في البساتين المرتفعة أرضها وتربتها ليشرفوا على غيرهم من الخلائق والبقاع، ومرة في الكثير من الأشياء والعظيم منها رغبهم عَزَّ وَجَلَّ في الصدقة بما ذكرنا من الأشياء لعلمه برغبتهم فيها، ليرغبوا في ذلك. واللَّه أعلم. </p><p> وعلى ذلك حرم اللَّه تعالى الصدقات على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لأنه كان يرغب الناس في الصدقة؛ لئلا يظنوا فيه ظن السوء ويقولون: إنه إنما يرغبهم فيها لينتفع هو بها. </p><p> وقوله تعالى:  (وَتَثْبِيتًا مِنْ أَنْفُسِهِمْ) واختلف فيه: </p><p> قيل:  (وَتَثْبِيتًا) : تصديقا، كقوله تعالى:  (فَأَمَّا مَنْ أَعْطَى وَاتَّقَى (٥) وَصَدَّقَ بِالْحُسْنَى (٦) فَسَنُيَسِّرُهُ لِلْيُسْرَى (٧) . </p><p> وقيل:  (وَتَثْبِيتًا) ، أي: تيقينا بالإسلام. </p><p> وقيل: يثبتون في مواضع الصدقة. </p><p> وقيل (وَتَثْبِيتًا) في الصدقة، إذا كانت لله أمضى وتصدق بها، وإن خالطه شيء أمسك. واللَّه أعلم. </p><p> وقوله تعالى:  (كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ) . </p><p> قيل: الربوة: المرتفع من الأرض. </p><p> وقيل: الربوة: الظاهر المستوي من المكان. </p>"
}