{
  "id": null,
  "sura": 2,
  "aya": 230,
  "text": "<p> الخلق ومجيئهم؟ والاستواء والمجيء إلى احتمال معان أن ينفي عنه التشبيه أكثر من احتمال الحدود التي في الشاهد. فإذا لم يفهم من هذا ذلك لم يجز أن يفهم من الأول ما فهموا، وقد قال:  (لَيْسَ كَمِثْلِهِ شَيْءٌ) . </p><p> وقوله:  (حُدُودُ اللَّهِ) . </p><p> قيل: أحكام اللَّه وسننه. </p><p> وقيل: أوامره ونواهيه. </p><p> وقيل: آدابه وهو واحد. </p><p> وقوله:  (وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَئِكَ هُمُ الظَّالِمُونَ) . </p><p> يحتمل وجهين: </p><p> يحتمل:  (وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ) مستحل بها، فيكفر بتعديه ذلك، فهو ظالم - ظلم كفر. </p><p> ويحتمل. (وَمَنْ يَتَعَدَّ) تجاوز أمر اللَّه وما نهاه عنه غير مستحل لها، فهو ظالم نفسه، غير كافر. </p><p> وقوله:  (فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ (٢٣٠) </p><p> هذه الآية رجعت إلى الأولى قوله:  (الطَّلَاقُ مَرَّتَانِ) ، فإن طلقها بعد التطليقتين تطليقة أخرى (فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ) ، وقوله:  (الطَّلَاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ) ، قيل: التطليقة الثالثة، وعلى ذلك جاء الخبر، وهو واحد عندنا، يدل عليه أيضًا قوله تعالى:  (حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ) . </p><p> ويحتمل: عقد النكاح خاصة، دون الجماع من الثاني؛ إذ ليس في الآية ذكر الدخول بها. وأما عندنا: فهو على الجماع في النكاح الثاني، يدل عليه قوله عليه الصلاة والسلام:  \" لا، حتى تذوق من عسيلته ويذوق من عسيلتها \" ، فيكون النكاح مضمرًا، وهو أولى؛ لأن الآية في عقوبة الأول ولا يشتد عليه النكاح حتى يتصل به الوطء. </p><p> وفيه دلالة على كراهية التطليقة الثالثة - إذ هي لا تحل له بعدها إلا بعد دخول زوج آخر بها، وذلك مما ينفر عنه الطبع ويكرهه. </p><p> وقوله:  (فَإِنْ طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يَتَرَاجَعَا إِنْ ظَنَّا أَنْ يُقِيمَا حُدُودَ اللَّهِ وَتِلْكَ حُدُودُ اللَّهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ) . </p><p> فيه دليل على أن في التراجع إيجاب عقد بهما جميعا؛ فدل على قطع رجعه الثاني المحل للزوج الأول، وذلك أن لا رجعة فيه لغيره. وقوله:  (وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ) ، أضاف (الرد) إلى الأزواج؛ فدل أنهم ينفردون به دونهن. </p><p> ثم ذكر الكتاب:  (فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ) ، جعل سبب الحل على الزوج الأول نكاح الثاني، لم يجز أن ينهى عنه، وقد جعل هو سبب رفع الحرمة؛ إذ مثل هذا -في أحكام اللَّه تعالى- لا يوجد ولا يستقيم وهو كالوضوء فيما جعل سببًا لإقامة الصلاة، ولم يجز أن يجعل سببًا لها ثم يكره الإقدام عليه وينهى عنه، وكالتحريم إذ جعل سببًا للدخول بها في الصلاة لم يجز النهي عنها، وبها قوامها. كذا هذا، لما جعل سببًا لرفع الحرمة به لا جائز أن ينهى عنه. </p><p> ثم فيه دلالة جواز نكاح المحلل. فإن سئلنا عن قوله عليه الصلاة والسلام:  \" لعن الله المحلِّل والمحلَّل له \" . قيل: لحوق اللعن لأجل النكاح على قصد الفراق والطلاق، ليس لأجل التحليل على الأول، ورفع الحرمة عنه، دليله قوله عليه الصلاة والسلام: \" إن </p>"
}