{
  "id": null,
  "sura": 2,
  "aya": 271,
  "text": "<p> أَنْصَارٍ (٢٧٠) </p><p> يحتمل: نفقة المحارم. </p><p> ويحتمل: النفقات التي تجري بين الخلق. </p><p> ويحتمل: المفروض من الصدقات. </p><p> ويحتمل غيرها. </p><p> ثم رُويَ عن ابن عَبَّاسٍ - رضي اللَّه تعالى عنه - عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في قوله تعالى:  (أَوْ نَذَرْتُمْ مِنْ نَذْرٍ) قال: \" من نذر نذرًا لم يسمه فكفارته كفارة يمين، ومن نذر نذرًا في معصية فكفارته كفارة يمين، ومن نذر نذرًا لا يطيقه فكفارته كفارة يمين، ومن نذر نذرا أطاقه فليوف به \" . </p><p> فيه تنبيه وتذكير أن اللَّه تعالى يعلم صدقهم ونذرهم؛ ليحتسبوا في النفقة ويخلصوا، وفي النذر يوفوا به. </p><p> وقوله تعالى:  (فَإِنَّ اللَّهَ يَعْلَمُهُ) . </p><p> قيل: يقبله. </p><p> وقيل: يأمر بوفائه. </p><p> ويحتمل قوله:  (يَعْلَمُهُ) أي: يعلم ما وفيتم منه؛ فيجزيكم على ذلك. </p><p> ويحتمل:  (يَعْلَمُهُ) : ما أردتم بصدقاتكم ونذوركم؛ فيكون فيه ترغيب للناس في أداء الفرائض. </p><p> وقوله تعالى:  (وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ) . </p><p> في الآخرة، يعني مجير يجيرهم من العذاب. </p><p> وقيل. ما للظالمين من شفيع يشفع لهم، ولا نصير ينصرهم؛ لأنه ما من ظالم إلا وله في الدنيا ظهير. </p><p> وقوله:  (إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (٢٧١) </p><p> قَالَ بَعْضُهُمْ: هي الفريضة. </p><p> وقال آخرون: هي التطوع. وهو أَوْجَه. </p><p> وقال غيرهم:  (إِنْ تُبْدُوا الصَّدَقَاتِ) ، هي الفريضة، (وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ) هي التطوع. </p><p> قال الشيخ - رحمه اللَّه تعالى -: لا يحتمل الإخفاء في التطوع، والإبداء في الفرض؛ لما أخبر في الإخفاء أنه خير، ولا يكون التطوع خيرًا من الفريضة. ومن حمله على الفريضة يستحب أن يظهروا الزكاة المفروضة ليقتدوا به ويرغبوا الناس عليها. ومنهم من يستحب الإخفاء أيضًا، ويقولون: في الإبداء شيئان: الصدقة نفسها، والاقتداء، وفي الإخفاء وجوه: </p><p> أحد ها: الصدقة. </p><p> والآخر: ترك المراءاة وسلامتها. </p><p> والثالث: الكف عن المن والأذى. </p><p> ومنهم من حمل قوله:  (إِنْ تُبْدُوا الصَّدَقَاتِ) على الفريضة، و (وَإِنْ تُخْفُوهَا) على التطوع، وذهب إلى أن الفريضة ليس فيها الرياء؛ لأنه لا شيء عليه، فسواء فيها الإبداء والإخفاء، وأما التطوع ففيه الرياء؛ لأنه معروف ليس عليه، والإخفاء له أسلم. والله أعلم. </p><p> وقال ابن عَبَّاسٍ - رضي اللَّه تعالى عنه - في قوله:  (إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ. . .) الآية، جعل اللَّه - تعالى - صدقة السر في التطوع تفضل علانيتها بسبعين ضعفًا، وجعل صدقة الفريضة علانيتها أفضل من سرها بخمسة وعشرين ضعفا، وكذلك جميع الفرائض والنوافل في الأشياء كلها. </p><p> وفي بعض الأخبار عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" صدقة السر تطفئ غضب الرب، وصنائع المعروف تقي مصارع السوء، وصلة الرحم تزيد في العمر \" . </p><p> وعن الحسن، قال: الإبقاء على العمل أشد من العمل؛ وذلك أن العبد ليعمل العمل سرا فيكتب له عمل السر، فلا يزال به الشيطان حتى ينسخ من عمل السر إلى عمل العلانية، ثم لا يزال به الشيطان حتى يحب أن يحمد، حتى يكتب من عمل العلانية في الرياء. </p>"
}