{
  "id": null,
  "sura": 2,
  "aya": 229,
  "text": "<p> وقيل: لهم من الفضيلة من الولايات والشهادات والعقل، وذلك ليس لهن. </p><p> وقيل: هي فضيلة في الحق وبما ساق إليها من المهر. </p><p> وقال الشيخ أبو منصور، رحمه اللَّه تعالى، في قوله:  (وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ) . </p><p> أي من الحقوق على الأزواج. ثم يحتمل حقوقهن المهر والنفقة، ويحتمل ما أتبع من قوله:  (فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ) ، ويحتمل قضاء ما لها من الحوائج خارج البيت مما به قوام دينها ووقايتها عن النار. وعليها من الحقوق: </p><p> مقابل الأول: البذل له وألا يوطئن فرشهن أحدًا. </p><p> ومقابل الثاني: أن يحسن إليهن في البر باللسان والقول المعروف الذي فيه تطيب نفسه به، كما وصف الحميدة منهن. \" من إذا نظرت إليها سرتك، وإذا دعوتها أجابتك، وإذا غبت عنها حفظتك في مالك ونفسها \" . </p><p> ومقابل الثالث: ألا تتلقاه بمكروه، ولا تقابله بما يضجره ويغضبه مع الخدمة وكفاية الداخل مما به قوام دينه. واللَّه أعلم. </p><p> و \" الدرجة \" : التي ما له من الملك فيها، والفضل في الحقوق عليها، وما جعل \" قوامًا عليها \" ، وغير ذلك. واللَّه أعلم. </p><p> ويحتمل: ما لهن من قوله: (فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ) ، وعليهن بذل حقهم المعروف، والإحسان إليهم فيما يبغون من الخدمة والقيام بكفاية داخل البيت، مع حفظ ماله عندها. واللَّه أعلم. </p><p> وقوله عَزَّ وَجَلَّ:  (الطَّلَاقُ مَرَّتَانِ (٢٢٩) </p><p> فيه دلالة أنه يطلق بنيتين بمرتين. </p><p> وقوله:  (فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ) . </p><p> أن له الرجعة بعد طلاقين، بذكره مرتين. وفيه أن المطلق في الطهر الثالث من غير رجعة مطلق للسنة؛ لما خير بين الإمساك أو التسريح من غير مراجعة، وهو على مالك؛ لأنه يقول: ليس له أن يزيد على تطليقة واحدة إلا أن يراجع. </p><p> والتسريح بإحسان: هو التطليقة الثالثة، كذلك رُويَ عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، أنه سئل عن \" التسريح بإحسان \" ، فقال:  \" هو التطليقة الثالثة \" . </p><p> فَإِنْ قِيلَ: أيش الحكمة في ذكر (المعروف) في الإمساك.، و (الإحسان) في الثسريح. </p><p> قيل: وذلك أن في (التسريح) قطع الحقوق التي أوجبها النكاح، فأمر عند قطعها عنها بالإحسان إليها مبتدئا، والإحسان أبدًا إنما يكون عند ابتداء الفعل، لا عند المكافأة. وأما (المعروف) في الإمساك فالنكاح أوجب ذلك؛ كقوله:  (وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا) . قيل:  \" الميثاق الغليظ \" : الحقوق التي أوجب النكاح. وهذا - واللَّه أعلم - وجه الحكمة، و (المعروف) ما عرفا في النكاح، و (الإحسان) هو ما يبتدئ مما لم يعرفا. </p><p> وقوله:  (وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ) . </p><p> فظاهر هذه الآية الكريمة يوجب ابتداء الخطاب للأزواج، ثم آخرها يوجب الخطاب لهما جميعًا، ثم آخرها يوجب الخطاب لغير الأزواج يحفظ. عليهما حدود الصحبة، فيشبه أن يكون في الآية الإضمار (فهما الحكمين) ، فيكون كقوله:  (وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا) ، فيكونان هما اللذان يحفظان عليها الحد والمحدود. </p><p> ويحتمل: أن يكون الخطاب في قوله: (فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ) للحكام؛ لأنهم هم الذين يتولون النظر في أمور الناس ليقوموهم على حفظ حدود اللَّه. </p><p> ثم القول عندنا في قوله:  (وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا) ، إذا. كان النشوز واقعًا من قبل الزوج فإنه لا يحل له أخذ شيء على الخلع استدلَالًا بقوله:  (وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلَا تَأْخُذُوا مِنْهُ شَيْئًا) . وأما إذا كان النشوز من قبلها فإنه لا بأس أن يأخذ قدر المهر، ويكره الزيادة وتجوز. أما قدر المهر فإنه لا بأس إذا كان من قبلها استدلَالًا بقوله:  (فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ) ، ذكر رفع الحرج عن الذي فدى فيما عنه نهي في غير هذا وهو المؤتمن؛ لذلك قلنا: إنه يجوز إذا كان النشوز من قبلها قدر المهر. وأما الزيادة فإنها تكره استدلَالًا بما روي في الخبر: أن امرأة أتت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فذكرت بغض زوجها، فقال:  \" أتردين عليه حديقته؟ \" فقالت: نعم، وزيادة. فقال: \" أما الزيادة </p><p> فلا \". ففيه الدلالة أن النشوز إذا كان من قبلها فإنه يجوز قدر المهر. </p><p> وقال ابن داود: خالف الشافعي ظاهر الكتاب فيما جعل له أخذ ما فدى والزيادة، والكتاب رفع الحرج عن أخذ ما فدى، لم يجعل له غيره بقوله:  (وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ) . </p><p> وقال ابن شريح: ما ذلك الأخذ في الطلاق، إنما ذلك في الطلاق كرها؛ لأنه ليس في الآية ذكر الطلاق. واستدل بقوله:  (وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا) ، فجعل له أكل ما أخذ بالوصف الذي ذكره، ثم كان له أخذ ما تبذل في غير الطلاق، فعلى ذلك في الطلاق وفي الطلاق، أحق. واللَّه أعلم. </p><p> والأصل عندنا: جواز ما بذلت أخذه مما احتيج به الرجل إن كان له ذلك في غير الطلاق، وهو في الطلاق أجوزه؛ لأنها تنتفع، غير أنه يكره له الفضل لما ذكرنا من الآية والخبر. ثم يجوز هو لأنه تبادل، فكان كالعقود التي تكره لربح ما لم يضمن على الجواز </p><p> فكذا هذا. </p><p> والأصل: بأن الطلاق بالبذل بينها، وهو لو لم يملك البينونة مطلقًا لم يملكه بما شرط؛ فثبت أنه يملك. </p><p> وأصله: أنه بالطلاق، ويصرف إليها ما ملك عليها بالعقد فانتفعت بإزاء ما بذلت؛ لذلك سلم للزوج ما أخذ. واللَّه أعلم. </p><p> قال: ويكره أخذ الزيادة بما فيه رفع النكاح، فيصير أخذ ما يأخذ بالذي أعطى، فما يفضل عليه ليس بإزائه بدل، وذلك وصف الربا. واللَّه أعلم. </p><p> ثم اختلف في قوله:  (إِلا أَن يَخَافَا) : </p><p> قيل:  (يَخَافَا) علما، يعني الرجل والمرأة. </p><p> وقيل: علم الحكمان ألا يقيما حدود اللَّه. وعلى ذلك قوله:  (فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ) ، (خِفْتُمْ) ويعني علمتم. </p><p> وقيل: الخوف هو الخوف، فكأنه أقرب؛ لأن العلم يكون فيما مضى من الحال أنهما أقاما حدودًا أو لم يقيما. وأما الخوف في حادث الوقت أمكن؛ لأنه لا يعلم باليقين؛ لذلك كان ما ذكرنا، وهو كقوله:  (قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) . </p><p> ثم اختلف في قوله:  (فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ) : </p><p> قَالَ بَعْضُهُمْ: أراد بقوله: (عليهما) ، (عليه) خاصة. وهذا جائز في اللغة إضافة الشيء إلى الاثنين، والمراد واحد منهما، كقوله:  (يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ) وإنَّمَا يخرج من أحدهما، ومثله كثير. </p><p> وقال آخرون: أريدا جميعًا: المرأة بالفداء، والزوج بالأخذ؛ لأن الزوج نهي عن أخذ شيء مما آتاها بقوله:  (وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا) ، ثم أباح ورفع الحرج منه بالأخذ على الشرط. </p><p> وقيل: أراد بذلك الزوج خاصة. وهو ما ذكرنا. واللَّه أعلم. </p><p> وقوله:  (تِلْكَ حُدُودُ اللَّهِ فَلَا تَعْتَدُوهَا) . </p><p> قيل: إذا لم يفهم بحد من حدود اللَّه تعالى ما يفهم من حد الخلق، كيف فهم من استواء الرب ومجيئه من قوله:  (اسْتَوَى عَلَى الْعَرْشِ) ، و (وَجَاء رَبُّكَ) ما فهم من استواء </p>"
}