{
  "id": null,
  "sura": 2,
  "aya": 253,
  "text": "<p> ولكنهم باللَّه وبنصره إياهم. </p><p> قال الشيخ - رحمه اللَّه -: من آيات وحدانيته: قتل داود جالوت مع ضعف داود وقوة عدوه. </p><p> * * * </p><p> قوله تعالى:  (تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ مِنْهُمْ مَنْ كَلَّمَ اللَّهُ وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ وَلَكِنِ اخْتَلَفُوا فَمِنْهُمْ مَنْ آمَنَ وَمِنْهُمْ مَنْ كَفَرَ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا وَلَكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ (٢٥٣) يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ وَالْكَافِرُونَ هُمُ الظَّالِمُونَ (٢٥٤) . </p><p> وقوله:  (تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ مِنْهُمْ مَنْ كَلَّمَ اللَّهُ وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ وَلَكِنِ اخْتَلَفُوا فَمِنْهُمْ مَنْ آمَنَ وَمِنْهُمْ مَنْ كَفَرَ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا وَلَكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ (٢٥٣) </p><p> قوله:  (تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ) </p><p> يحتمل: تفضيل بعضهم على بعض ما ذكر (مِنْهُمْ مَنْ كَلَّمَ اللَّهُ) ، ومنهم من اتخذه خليلا، ومنهم من سخر له الريح والطير، ما كان في الأنبياء مثله. </p><p> ويحتمل:  (بَعْضَهُمْ عَلَى بَعْضٍ) ، في الحجاج، والحجج على القوم؛ لأن فيهم من كان أكثر محاجة لقومه وأعظم حججا، وهو إبراهيم، صلوات اللَّه عليه وسلامه، وموسى. </p><p> ويحتمل:  \" التفضيل \" التمكين في الأرض، مكن لبعضهم ما لم يكن للباقين. </p><p> ويحتمل: ذلك في الآخرة في الشفاعة، ورفع الدرجات. </p><p> ويحتمل:  (بَعْضَهُمْ عَلَى بَعْضٍ) ، في الرسالة؛ لأن منهم من أرسل إلى الإنس والجن جميعًا، ومنهم من أرسل إلى الإنس خاصة، ومنهم من أرسل إلى قومه خاصة، ومنهم من أرسل إلى نفر. واللَّه أعلم. </p><p> وقد ذكرنا ألا يكون من اللَّه تفضيل لبعض الرسل على بعض على قول المعتزلة؛ لأنه فعل ما عليه أن يفعل، وكل من فعل ما عليه أن يفعل، فإنه لا يوصف بالفضل والإفضال؛ دل أنه ليس على ما يقولون ويذهبون إليه. </p>"
}