{
  "id": null,
  "sura": 2,
  "aya": 73,
  "text": "<p> لذلك قلنا: ألا نصْرف مرادَ الآية إلى العموم بلفظ العموم، ولا إلى الخصوص بلفظ الخصوص إلا بعد قيام الدليل والبرهان على ذلك، واللَّه الموفق. </p><p> وقوله:  (فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا (٧٣) </p><p> قَالَ بَعْضُهُمْ: بفخذها الأَيمن. </p><p> لكن هذا لا يعلم إلا بخبر عن اللَّه تعالى، ولكن يقال:  (بِبَعْضِهَا) بقدر ما في الكتاب. </p><p> وقوله:  (كَذَلِكَ يُحْيِ اللَّهُ الْمَوْتَى) . </p><p> أَي: هكذا يُحي اللَّه الموتى، من الوجه الذي لا يتوهمون إحياءَه، بضرب بعض البقرة عليه. </p><p> وكذلك قوله:  (وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُورُ (٩) . </p><p> فكما أَحيا الأَرض بَعد موتها بالمطر المنزل من السماءِ، يقدر على إِحياءِ الموتى، وبعثهم على الوجه الذي لا يظنون ولا يتوهمون، واللَّه أعلم. </p><p> ويحتمل: إِحياء ذلك القتيل لهم، لما لم يكونوا اطمَأنوا على إِحياءِ الموتى؛ فأَرَاهُم اللَّه - عَزَّ وَجَلَّ - ذلك؛ ليطمئنوا، وليَستَقِروا على ذلك، ولا يضطَربوا فيه، واللَّه أعلم. </p><p> وقوله:  (وَيُرِيكُمْ آيَاتِهِ) . </p><p> يحتمل: يُريكم آيات وحدانيته. </p><p> ويحتمل: يريكم آيات إِحياءِ الموتى، وآيات البعث. </p><p> ويحتمل: آياته فيما تحتاجون إليه، كما أَرى من تقدمكم عند حاجاتهم. </p><p> ويحتمل:  (وَيُرِيكُمْ آيَاتِهِ) آيات نبوة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ إذ هو خَبَّر عن الغيب. </p><p> وأَوضح آيات الرسالة؛ الخَبَرُ عن الغئبِ، وذكرُ القصة على الوجه الذي يعلم أَن الاختراع لا يبلغ ذلك؛ لتعلموا أَنه باللَّه علم؛ إذ لم يذكر له خط كتاب، ولا اختلافٌ إلى من عنده. </p><p> على أَنه لو كان مسموعًا منهم، يجري على مثله القول في الزيادة والنقصان، ولكن منعهم اللَّه تعالى عن ذلك -إذ علموا صدقه- إِشفاقًا على أَنفسهم، أَن ينزل عليهم نِقْمة اللَّه. </p><p> وقوله:  (لَعَلَّكُمْ تَعْقِلُونَ) . </p><p> لكي تعْقلُوا آيات وحدانيته، وتعقلوا أَنه قادر على إِحياءِ الموتى بَعْدَ الموت. </p><p> وقوله:  (ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ (٧٤) </p>"
}