{
  "id": null,
  "sura": 2,
  "aya": 167,
  "text": "<p> هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ قَالَ لِكُلٍّ ضِعْفٌ وَلَكِنْ لَا تَعْلَمُونَ (٣٨) . وقوله:  (وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُونَ) ، وكقوله:  (يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ) ، وقوله:  (وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا) ، وقوله:  (قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءَكُمْ بَلْ كُنْتُمْ مُجْرِمِينَ) ، وكقوله:  (يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ) . </p><p> وقيل:  (إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا) ، يعني: الشياطين، (مِنَ الَّذِينَ اتَّبَعُوا) يعني: الإنس. </p><p> وقيل: يبرأ اللَّه كلا غدا أن أوثانهم لن تغني عنهم شيئًا، ولا شركاؤهم الذين أضلوهم، ولا أشرافهم شغلوا عنهم حين عاينوا النار. </p><p> وقوله:  (وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ) . </p><p> قيل:  (الْأَسْبَابُ) والأرحام والأنساب؛ كقوله:  (فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ) ، وكقوله:  (يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ (٣٤) وَأُمِّهِ وَأَبِيهِ (٣٥) وَصَاحِبَتِهِ وَبَنِيهِ (٣٦) لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ (٣٧) . </p><p> وقيل:  (وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ) يعني العهود والأيمان التي كانت بينهم في الدنيا. </p><p> وقيل: تواصلهم في الدنيا وتوادهم لم ينفعهم شيئًا؛ لأنهم كانوا يتواصلون ويتوادون في الدنيا رجاء أن ينفع بعضهم بعضًا؛ كقوله:  (الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ) . </p><p> وقوله:  (وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا كَذَلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ (١٦٧) </p><p> وقوله:  (كَذَلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ) التي لم يريدوا اللَّه بها. </p><p> (حَسَرَاتٍ عَلَيْهِمْ) ، أي: حسرة عليهم وندامة. </p>"
}