{
  "id": null,
  "sura": 2,
  "aya": 174,
  "text": "<p> وأصله قوله عَزَّ وَجَلَّ:  (وَلَا تَقْتُلُوا أَنْفُسَكُمْ) ، وقوله:  (وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ) ، حرم عليهم إلقاء أنفسهم إلى المهالك، وقتلهم الأنفس. وفي دفع هذه الرخصة عنه إباحة محرم، وهو أعظم منه عليه. فلم يفعل؟ وأما من قال: بأن من قتل فأوى إلى الحرم، فإن أهله نهوا عن مؤاكلته ومشاربته، ولم ينه في نفسه الأكل والشرب، إذ لا يقدر أحد منعه عن ذلك. فالقول في مثله تكلف. فكذا الأول. واللَّه أعلم. </p><p> ثم المسألة في القدر الذي يجوز أن يتناول منها. </p><p> فعندنا: أن الإباحة كانت للاضطرار، فهو على القدر الذي له الدفع والإزالة، وذلك بدون ما فيه شدة المجاعة، وذلك الأصل في انتفاء الضرورة. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ وَلَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (١٧٤) أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَى وَالْعَذَابَ بِالْمَغْفِرَةِ فَمَا أَصْبَرَهُمْ عَلَى النَّارِ (١٧٥) ذَلِكَ بِأَنَّ اللَّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ (١٧٦) </p><p> وقوله:  (إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ) : أي في الكتاب يحتمل هذا وجهين: </p><p> يحتمل: أن كتموا ما في كتبهم من بعث مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وعلى آله، وصفته. </p><p> ويحتمل: ما كتموا من الأحكام والشرائع من نحو الحدود والرجم وغير ذلك من الأحكام. وقد ذكرنا هذا فيما تقدم. </p><p> وقوله:  (وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا) . </p><p> قد ذكرنا تأويل هذا فيما تقدم. </p><p> وقوله:  (أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ) . </p><p> يحتمل وجهين: </p><p> يحتمل: ما يأكلون في دنياهم إلا أوجب ذلك لهم في الآخرة أكل النار. </p><p> ويحتمل: ما يأكلون في دنياهم إلا أكلوا في الآخرة عين النار. </p><p> وقوله:  (وَلَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ) . </p><p> قيل: لا يكلمهم بكلام خير، ولكن يكلمهم بغيره، كقوله:  (قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ) . </p><p> وقيل: لا يكلمهم غضبًا عليهم؛ يقال: فلان لا يكلم فلانًا، لما غضب عليه. </p>"
}