{
  "id": null,
  "sura": 2,
  "aya": 285,
  "text": "<p> إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ (٢٨٥) لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ (٢٨٦) </p><p> وقوله تعالى:  (لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ (٢٨٤) </p><p> هو ظاهر، إذ ما في السماوات والأرض كلهم عبيده وإماؤه، ردًّا على قولهم:  (عُزَيْرٌ ابْنُ اللَّهِ) ، و (الْمَسِيحُ ابْنُ اللَّهِ) ، و \" الملائكة بنات اللَّه \" . </p><p> وقد ذكرنا الوجه فيما تقدم في غير موضع. </p><p> وقوله تعالى:  (وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ) . </p><p> ومن الناس من استدل على نسخها بقوله:  (فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ) ، لكنه لا يحتمل؛ لأن الآية وعد وخبر بالمحاسبة، والوعد لا يحتمل النسخ؛ لأنه خلف وبداء، وذلك ممن يجهل بالعواقب، تعالى اللَّه عَزَّ وَجَلَّ عن ذلك علوًا كبيرًا. </p><p> ثم اختلف فيه: </p><p> قال الحسن: هو على ما عزم لا على ما خطر بالنفس. وكذا قوله:  \" مَن هَمَّ \" . ويحتمل: أن يكون على التقديم والتأخير: إن تخفوا ما في أنفسكم أو تبدوه يحاسبكم به اللَّه. </p><p> ويحتمل أيضًا: إن تبدوا ما في أنفسكم أو تخفوه وعزمتم عليه وعقدتم، لا على الخطر فيه أو حديث النفس، على ما روي:  \" مَن هَمَّ بحسنة فله كذا، ومَن هَمَّ بسيئة فكذا \" ، ليس على ما يخطر فيه أو حديث النفس، على ما روي، وتحدث النفس به، ولكن على العزم عليه والاعتقاد. وكذلك قوله:  (وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ) همت هي به هَمَّ عزم، وهو هَمَّ بها هَمَّ خطر. والمرء غير مؤاخذ بما يخطر في القلب وتحدث النفس به، إنما يؤاخذ على ما عزم واعتقد عليه. واللَّه أعلم. </p><p> وقوله تعالى:  (فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) . </p><p> فيه دليل ما قلنا: إنه على العزم والاعتقاد عليه؛ لما ذكرنا من العفو والعقوبة عليه. </p><p> وقوله تعالى:  (آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ (٢٨٥) </p><p> وقوله:  (آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ) ، يحتمل وجهين: </p><p> يحتمل: آمن بنفس المنزل (بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ) ، أنه من عند اللَّه وكذلك (وَالْمُؤْمِنُونَ) أيضًا آمنوا بما أنزل إليه أنه من عند اللَّه تعالى. </p><p> ويحتمل:  (آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ) ، أي: آمن الرسول بما في المنزل إليه، وكان فيه ما ذكر:  (آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ) ، إلى قوله:  (وَإِلَيْكَ الْمَصِيرُ) ، وكذلك \" المؤمنون \" آمنوا بجميع ما في المنزل، وهو ما ذكرنا. </p><p> وفيه دليل أن الإيمان بالمنزل على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إيمان بجميع الرسل والكتب كلها والملائكة والبعث والجنة والنار. </p><p> وفيه دلالة نقض قول من يشك في إيمانه ويستثني؛ لأنه عَزَّ وَجَلَّ شهد لهم بالإيمان، فلا يخلو الاستثناء: إما أن يكون لشكهم في إتيان ما أمروا، أو في الذي أخبر اللَّه عنه بما كان، ففيه الويل لهم. </p><p> وفيه دلالة نقض قول المعتزلة؛ لأنه شهد لهم بالإيمان، وهم نفوا عنهم الاسم الذي شهد اللَّه لهم بالإيمان به، وبالذي ذكر، وكل صاحب كبيرة مؤمن بجميع ما ذكر، وقد سماهم اللَّه به مؤمنين، وشهد لهم به. واللَّه الموفق. </p><p> فَإِنْ قِيلَ: فقد ذكر الطاعة في آخرها. </p><p> قيل: ذكر الطاعة في الإجابة، وبتلك الإجابة شهد لهم؛ فيلزمهم ما شهد اللَّه لهم جل وعلا بما أجابوا. واللَّه أعلم. </p><p> وقوله تعالى:  (لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ) </p><p> ويحتمل: أن يكون هنا خبرا أخبر اللَّه عَزَّ وَجَلَّ عن المؤمنين أنهم قالوا: (لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ) كما فرق اليهود والنصارى. </p><p> وقوله تعالى:  (. . . وَقَالُوا سَمِعْنَا وَأَطَعْنَا) . </p><p> يحتمل:  (سَمِعْنَا) قولك ودعاءك، و (وَأَطَعْنَا) ، أي: أطعناك في الإجابة. </p><p> ويحتمل:  (سَمِعْنَا) القرآن، و (وَأَطَعْنَا) ، أي: أطعنا ما فيه. واللَّه أعلم. </p><p> وقوله تعالى:  (. . . غُفْرَانَكَ رَبَّنَا) . </p><p> أي: اغفر لنا ربنا </p><p> (وَإِلَيْكَ الْمَصِيرُ) </p><p> أي: المرجع. </p>"
}