{
  "id": null,
  "sura": 2,
  "aya": 164,
  "text": "<p> الخلق وجميع معايبهم. يقال: فلان واحد زمانه. يراد لارتفاع أمره وعلو مرتبته، لا بحيث العدد، إذ بحيث العدد مثله كثير. </p><p> وقوله:  (وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ) ، فيه إثبات إله واحد، وفي قوله:  (لَا إِلَهَ إِلَّا هُوَ) ونفى غيره من الآلهة. </p><p> فَإِنْ قِيلَ: لم كان هذا دليلًا؟ وهو في الظاهر دعوى. </p><p> قيل له: دليل وحدانيته في قوله: </p><p> (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (١٦٤) </p><p> خلق السماوات وجعل فيها منافع، وخلق الأرض وجعل فيها منافع للخلق، ثم جعل منافع السماء متصلة بمنافع الأرض لبعد ما بينهما؛ إذ لا منفعة للخلق في منافع إحداهما إلا باتصال منافع الأخرى بها من نحو ما جعل من معرفة الطرف في الأرض بالكواكب، وإنضاج الأعناب والثمار وينعها بالشمس والقمر، وجعل إحياء الأرض وإخراج ما فيها من النبات من المأكول والمشروب والملبوس بالأمطار؛ فدل اتصال منافع أحدهما بالآخر وتعلقها به على أن منشئهما واحد؛ لأنه لو كان من اثنين لكان إذا قطع هذا وصل الآخر، وإذا وصل هذا قطع الآخر. فإذ لم يكن، ولكنه اتصل، دل أنه فعل واحد، فهو ينقض على الثنوية والزنادقة قولهم. </p><p> وكذلك يدل اختلاف الليل والنهار على أن خالقهما واحد؛ لأنه لو كان اثنين لكان إذا أتى هذا بالليل منع الآخر بالنهار، وإذا أتى أحدهما بالنهار منع الآخر بالليل. </p><p> وفيه ذهاب عيش الخلق، وفي ذهابه تفانيهم وفسادهم. فدل أنه واحد. </p><p> والثاني: أنه جعل للخلق في الليل والنهار منافعًا، وجعل بعضها متصلة ببعض متعلقة مع تضادهما، كقوله:  (وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ) . فدل اتصال منافع أحدهما بالآخر مع اختلافهما وتضادهما أن محدثهما واحد. </p><p> وفيه دلالة حدوث العالم؛ لما ذكرنا من تغييرها وزوالها من حال إلى حال. فدل تغييرها وزوالها على إنما حدث زوال مثل هذه الأشياء بابتدائها وعجزها على قدرة مثلها على أن لها محدثًا. </p><p> والثاني: أن كل واحد منهما، أعني الليل والنهار، يصير بمجيء الآخر مغلوبًا، فلولا أن كان ثم لغير فيه تدبير، وإلا ما احتمل أن يصير مغلوبًا بعد ما كان غالبًا، فدل أن لهما محدثًا، وأنه واحد. </p><p> فيه دلالة البعث والحياة بعد الموت؛ لأن الليل يأتي على النهار فيتلفه ويذهب به حتى لا يبقى فيه من أثر النهار شيء، وكذلك النهار يأتي على الليل فيتلفه حتى لا يبقى من أثر الليل شيء. ثم وجد بعد ذلك كل واحد منهما على ما وجد. في النشوء من غير نقصان ولا تفاوت. فدل أنه قادر على إنشاء ما أماته وأتلفه، وإن لم يبق له أثر، على ما قدر من إيجاد ما أتلف، وإنشاء ما أذهب من الليل بالنهار، ومن النهار بالليل، وإن لم يبق له أثر. </p><p> وقوله:  (وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ) ، وقيل: اختلافهما وما جعل أحدهما مظلِمًا والآخر مضيئًا. </p><p> وقيل: اختلافهما لنقصانهما وزيادتهما، إذ ماينتقص من أحدهما يزداد في الآخر، فدل انتقاصهما وزيادتهما على أن منشئهما واحد؛ لأنه لو كان من اثنين لمنع كل واحد منهما صاحبه من الزيادة والنقصان، وباللَّه التوفيق، ولتغير التدبير، ولا يجري كل عام الأمر فيه على ما جرى عليه في العام الأول. </p><p> وقوله:  (وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ) فالآية تنقض على المعتزلة قولهم؛ لأنه عَزَّ وَجَلَّ جعل الفلك التي تجري في البحر من آياته. والمعتزلة جعلوها من آيات البحارين؛ لأن الفلك قبل أن يعمل فيها وينحت لا تسمى فُلْكا، ولكن يسمى خشبًا، فلو لم يكن عمل العباد وفعلهم فيها من مصنوعه ومخلوقه، لزال به موضع الحجاج وتسميته باسم الآيات؛ فدل أن له فيها صنعًا وتقديرًا حيث صار من عجيب آياته. </p><p> ثم فيه أعجوبة، وهو أن الطباع تنفر من مغافصة البحر بالاطلاع على أمواجهه وأهواله، وأراهم من عظم آياته مما يجريه في البحر على الحفظ والأمر الواقع لهم؛ فدل أنه من عند قادر لطيف خبير. </p><p> وفيه أيضا دلالة وحدانيته؛ وذلك أن أهل البر لهم الانتفاع بأهل البحر، ولأهل البحر الانتفاع بأهل البر على بعد ما بينهما وتضادهما؛ فدل أن محدثهما واحد. </p><p> ثم فيه دلالة إباحة التجارات مع الخطرات على احتمال المشقات وتحمل المؤنات. </p><p> وفي ذلك دلالة النبوة؛ لأن يعلم أن اتخاذ السفن وبما فيه من المنافع لا يقوم له تدبير البشر، ثبت أنه علم ذلك ممن علم جواهر الأشياء، وما يصلح الأشياء وما لايصلح، وفي الحاجة إلى ذلك إيجاب القول بالرسالة للبشر. </p><p> وقوله:  (وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ مَاءٍ) ، وفيه دلالة فضل العلوي على السفلي؛ لأن ما ينزل من السماء من الماء ينزل عذبًا، وما يخرج من الأرض يخرج مختلفًا: منه ما هو عذب ومنه ما هو أجاج، ومنه ما هو مر. فدل ذا على فضل العلوي على السفلي. </p><p> وقوله:  (فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا) ، قد ذكرنا هذا أن فيه دلالة البعث. </p><p> وقوله:  (وَبَثَّ فِيهَا) ، قيل: خلق. </p><p> وقيل: بسط. </p><p> وقيل: فرق. </p><p> (مِنْ كُلِّ دَابَّةٍ) . </p><p> قيل: جعل فيها من كل جوهر الدابة. </p><p> منها: ما جعل مأكولًا منتفعًا بها من كل أنواع المنافع؛ ليدلهم وليرغبهم على ما وعد لهم في الجنة. </p><p> ومنها: ما جعل غير مأكولة ولا منتفع بها، بل جعلها أعداء لهم ليدلهم على تحذير ما أوعدوا وحذروا في النار. </p><p> وقوله:  (وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ) يحتمل وجهين: يحتمل: تصرفها مرة للعذاب، ومرة للمنافع؛ لأنه جعل فيها منافع كثيرة للخلق: بها تجري السفن في البحار، وبها تنشر السحاب في الهواء، وبها تنتفي الأشياء، وبها يتميز ما للخلق مما للدواب مما يكثر ذلك. ثم يعلم من عظم لطفه أنه جعل الهواء بحال لا يقر فيها شيء وإن لطف، والسحاب مع غلظه وكثافته جعل الهواء مع لطافتها ورقتها مقرًّا للسحاب حتى يعلم أن ليس لغير اللَّه فيه تدبير. </p><p> ويحتمل:  (وَتَصْرِيفِ الرِّيَاحِ) صرفه إياها مرة صباء، ومرة دبورا، ومرة جنوبًا ومرة نسيمًا، ومرة يمينا، ومرة شمالا للمنافع. </p><p> ثم فيه دلالة أنها من الأجسام، لا من الأعراض؛ لأنه جل وعز جعلها ماسة مانعة لا صارعة من قام في ناحيتها، وذلك صفة الأجسام، لا صفة الأعراض، لكن لا ترى للطافتها؛ فدل أنها من الأجسام ما لا يرى ولا يمس، كالهواء لا يرى ولا يمس وهو من الأجسام، وكالذرة التي في الشمس ترى ولا تمس. </p>"
}