{
  "id": null,
  "sura": 2,
  "aya": 19,
  "text": "<p> غيره، وبه يقول حسين النجار. </p><p> وأبَى قوم ذلك إلا على أثر أَحوال تصرف فهم السامع إلى معنى الاستهزاءِ، نحو أن يذكر على أثر فعل له جزاء؛ فيفهم منه جزاءُ الاستهزاءِ كذكر السيئة في الجزاء، والمكر ونحو ذلك. </p><p> ثم يخرج ما نحن فيه على أوجه: </p><p> أَحدها: ما بينا. </p><p> والثاني: ما ينسب إليه فعل المأمور، نحو قول المؤمنين للمنافقين في الآخرة:  (ارْجِعُوا وَرَاءَكُمْ) وقول أَهل الجنة، ودعائهم أهل النار بالخروج، لو ثبت ما ذكره الكلبي، وقول الملائِكة:  (فَادْعُوا وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ) وغير ذلك. </p><p> وقوله:  (أَوْ كَصَيِّبٍ مِنَ السَّمَاءِ فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَابِعَهُمْ فِي آذَانِهِمْ مِنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ وَاللَّهُ مُحِيطٌ بِالْكَافِرِينَ (١٩) يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ كُلَّمَا أَضَاءَ لَهُمْ مَشَوْا فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا وَلَوْ شَاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢٠) . </p><p> ثم ما ذكر من \" الظلمات \" يخرج على وجوه ثلاثة: </p><p> أَحدها: ظلمات كفرهم بقلوبهم؛ إذ أظهروا الإيمان أولًا. </p><p> والثاني: المتشابه في القرآن، وهو الذي تعلق به كثير من المشركين حتى نزول قوله:  (فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ. . .) الآية. </p><p> والثالث: ما في الإسلام من الشدائد، والإفزاع من الجهاد، والحدود وغير ذلك. </p><p> وأَمكن صرف الأَول، والآخر إلى الفريقين: الكافر، والمنافق، وصرف تأْويل المتشابه إلى الكافر. </p><p> على أنا بينا أَن لكل من ذلك حَظًّا، ويدل آخر الآية - وهو قوله:  (وَاللَّهُ مُحِيطٌ بِالْكَافِرِينَ) - على أن المثل لهم، إلا أن المنافق شريكهم في الكفر، واللَّه الموفق. </p><p> وجائِز أن يكون المثل المضروب بالآية إنما هو للقوم الذين شهدوا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لأنهم كانوا قبل بعثه صنفين: </p><p> صنف ينتحل الكتاب الذي هو عندهم مما جاءَ به الرسل، لكن أَئمتهم قد غيروا ما في كتبهم من دين اللَّه وأَحكامه حتى عطلوا ذلك، وأَبدعوا غير الذي جاءَت به الرسل من الدِّين والأَحكام. </p><p> بَين ذلك قولُه:  (وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا. . .) الآية. </p><p> وقوله:  (قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ) . </p><p> وقوله:  (إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ. . .) الآية. </p><p> ومنهم من أبدع الكتاب ونسب إليهم؛ كقوله:  (وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ. . .) الآية. </p><p> تبين ما ظهر من التفرق فيهم، ومن القول في أَنبيائهم، وفي اللَّه سبحانه. ومعلوم أن دين الرسل واحد غير مختلف، وبما كان من الفترة اندرست الكتب، وذهبت الرسوم؛ فصاروا في ظلمة الضلالة، وحَيرة الزيغ، وتاهوا في سبيل الشيطان، وانقطع من بين أظهرهم الأَئمة الذين يوثق بهم في الدِّين، بما ليس لأَحد برهان يشهد له بالتمسك بسبيل الأنبياءِ، والاعتصام بكتبهم؛ إِذْ كلهم يدعي ذلك - وقد ظهر فيهم القول المختلف والمتناقض الذي لا تحتمله الحكمة، وَلا يصبر عليه العقل. </p><p> وصنف: لا ينتحل الكتاب، ولا يؤمن بنبي من الأَنبياءِ، بل يعبدون الأَوثان والنيران والأحجار، وما يهوون مما لا يملك الضرر ولا النفع، ليس لهم شرع، بل هم حيارى، لا يعرفون معبودًا، ولا يبصرون طريقا، وليس فيهم مَنْ إذا فزعوا إليه دلهم على المحجة، وأطلعهم على الحق، بل هم في الضلال تائهون، وفي الظلمات متحيرون. </p><p> فأحوج الفريقين جميعًا ما حل بهم من الحيرة والتيه، إلى من يشفيهم من داءِ الضلالة بنور الهدى، ومن ظلمة الاختلاف بضياءِ الائتِلاف، ويخرجهم من سبيل الشيطان إلى سبيل اللَّه، ويَدُلهم على معرفة المعبود الحق لئلا يتخذوا من دونه أَربابًا. </p><p> فبعث إليهم - عند شدة حاجتهم - رسولا، وأكرمهم بما أَراهم من الآيات التي يعلمهم بها أَنه أنعم بها عليهم؛ ليستنقذهم من الضلالة إن هم أَطاعوه، وشكروا نعمة اللَّه. </p><p> فكانوا كقوم بُلُوا بظلماتِ الليل والسحاب، فتحيروا فيها بما حالت الظلمة بينهم وبين حاجاتهم، وتعذر عليهم الوجه في وضع أَقدامهم، فتاهوا، فدفعهم التيهُ إلى استيقاد النار؛ ليبلغوا حوائجهم، ويأمنوا العَطَبَ في وضع الأَقدام. </p>"
}