{
  "id": null,
  "sura": 2,
  "aya": 143,
  "text": "<p> وقوله:  (يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ) . </p><p> هذا على المعتزلة؛ لأنه أخبر عَزَّ وَجَلَّ أنه (يَهْدِي مَنْ يَشَاءُ) ، ولا جائز أن يهدي وهو لا يهتدي. وهم يقولون: شاء أن يهدي ولكن لم يهتدوا. </p><p> قوله:  (مَن يَشَآءُ) وعلى أن مشيئة الهداية ليست للكل على ما قالت المعتزلة: أن هدايته بيان وذلك للجميع. </p><p> وفيه دليل نسخ السنة بالكتاب؛ لأن القبلة إلى بيت المقدس لم تكن مذكورة في الكتاب، بل عملوا على سنة الأولين الماضين، وهذا على الشافعي؛ لأنه لا يرى نسخ الكتاب بالسنة إلا بعد عمل رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فإذا عمل به صار سنة، فهو نسخ السنة بالسنة، لا نسخ بالكتاب. </p><p> فهذا منه قبيح فاحش. </p><p> وفيه نبذ الكتاب وهجره، وقد نهينا عنه، والتحكم على اللَّه عَزَّ وَجَلَّ؛ لأنه لم يجعل الكتاب من القدر ما يقع فيه الزجر على ما كان عليه آنفا لولا علمه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. فنعوذ باللَّه من السرف في القول والزيغ عن الهدى. </p><p> ولكن لم يعرف ما النسخ وما قدره، ولو علم لما قال بمثله. وهو عندنا: ما ذكرنا من بيان منتهى الحكم إلى وقته، ولله جل جلاله نصب الأحكام والشرائع في كل وقت، يبين ذلك مرة بالكتاب، وتارة على لسان المصطفى - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. وباللَّه التوفيق. </p><p> وكما جعل له - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أن يعمل به، فنسخ الكتاب فيه تلك الشريعة. فكذلك في غيره من الناس. واللَّه أعلم. </p><p> وقوله:  (وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا (١٤٣) </p><p> (وَكَذَلِكَ) ، لا يتكلم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إلا على العطف على ما سبق من الخطاب، وهو - واللَّه أعلم - معطوف على قوله: [ (قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ. . .) ] الآية، كأنه قال: كما وفقكم على الإيمان بما ذكر، وهداكم للإسلام، كذلك جعلكم (أُمَّةً وَسَطًا) يعني عدلًا، (لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ) . </p><p> ثم اختلف في قوله:  (عَلَى النَّاسِ) : </p><p> قيل:  \" على \" بمعنى \" اللام \" أي للناس. وهذا جائز في اللغة سائغ، كقوله:  (وَمَا ذُبِحَ عَلَى النُّصُبِ) ، أي للنصب. </p><p> وقيل:  (عَلَى) بمعنى \" على \" ، أي أن يشهدوا على الأمم للأنبياء على تبليغ الرسالة، ويشهد الرسول لهم بالعدالة. </p><p> وفيه دليل قبول شهادة أهل الإسلام على أهل الكفر، ورد شهادتهم علينا؛ لأنه لو قبلت شهادتنا عليهم على التبليغ، ثم شهد أُولَئِكَ بأنهم لم يبلغوا، لكان فيه تناقض. فدل أن شهادتنا تقبل عليهم، ولا تقبل شهادتهم علينا. واللَّه أعلم. </p><p> ويحتمل قوله:  (لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ) الذين أبوا إجابة الرسل. (وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا) أن جحدتم الرسالة، وذلك قوله:  (وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا. . .) الآية أضاف اللَّه إليه جعلهم (أُمَّةً وَسَطًا) . ثبت أن لله في فعل ذلك فعل به ذكر مننه. واللَّه أعلم. </p><p> قوله:  (وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا) ، فالوسط: العدل. أخبر - عَزَّ وَجَلَّ - أنه جعل هذه الأمة عدلًا، فالعدل هو المستحق للشهادة والقبول لها. </p><p> ففيه الدلالة على أجعل إجماع هذه الأمة، حجة؛ لأنه وصفها بالعدالة، وصيرها </p><p> من أهل الشهادة. فإذا اجتمعوا على شيء وشهدوا به، لزم قبول ذلك، والحكم بما شهدوا، والشهادة فيه أنه من عند اللَّه وقع لهم ذلك. </p><p> والثاني: قال: (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ) </p><p> أخبر اللَّه عَزَّ وَجَلَّ أن فيهم صدقة، يلزم اتباعهم. </p><p> والثالث: ما قال عَزَّ وَجَلَّ: (وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا) ولا يجوز الوعيد في مثله إذا لم يكن ذلك هو الحق عند اللَّه. </p><p> والرابع؛ قوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا (٥٩) . </p><p> أمر عَزَّ وَجَلَّ عند التنازع الرد إلى كتاب اللَّه وإلى سنة رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ فدل أنه إذا لم يتنازع لم يجب الرد إلى ما ذكر. واللَّه أعلم. </p><p> وقوله:  (لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ) ، رُويَ عن ابن عَبَّاسٍ - رضي اللَّه تعالى عنه - أنه قال: يسأل اللَّه تعالى يوم القيامة الأمم عن تبليغ الأنبياء رسالته إليهم، فينكرون. ثم يأتي بهذه الأمة يشهدون عليهم بالتبليغ. فذلك قوله:  (لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ) ، ويشهد الرسول عليهم يعني لهم بالعدالة والتزكية. واللَّه أعلم. </p><p> قال الشيخ - رضي اللَّه تعالى عنه -: وفي قوله: (لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ) ، وجهان: </p><p> أحدهما: على الكفرة. وفي ذلك دليل قبول شهادة المسلمين عليهم، ورد شهادتهم عليهم، لما يتناقض فيزول منفعة الشهادة عليهم. </p><p> والثاني: ليكون من شهد رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، شهود على من يكون بعدهم. </p><p> وفي ذلك دليل من تأخر الصحابة، رضوان اللَّه تعالى عليهم أجمعين، عن الخلاف لهم، (وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا) إذا خالفتموه وعصيتموه. </p><p> وقوله:  (وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلَى عَقِبَيْهِ) . </p><p> فهذا - واللَّه أعلم - لما كانوا في المتابعة على قسمين: </p><p> منهم من تبعه لما وافق هواه. </p><p> ومنهم من تبعه لما علم أنه الحق من عند اللَّه عَزَّ وَجَلَّ؛ ليبين لهم ويقع علم ذلك عندهم: من المتبع له بهواه، ومن المتبع له بالأمر والطاعة له. </p><p> وقيل أيضًا في قوله:  (إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ) ، قيل: ليعلم من يتبع الرسول ما قد علم أنه يكون كائنًا، وليعلم ما قد علم أنه يوجد موجودا. </p><p> وقيل: إنه يجوز أن يراد بالعلم المعلوم. معناه - واللَّه أعلم - إلا ليكون المتبع له، والمنقلب على عقبيه. </p><p> ثم الأصل في هذا ونحوه من قوله:  (وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ) أنا لا نصف اللَّه تعالى بالعلم في الخلق، قال: غير الحال التي الخلق عليها؛ لأن وصفنا إياه بالعلم على غير الحال التي عليها الخلق يومئ إلى وصفه بالجهل؛ لأنه لا يجوز أن يقال: يعلم من الساكن في حال السكون حركة، أو السكون في حال الحركة، أو يعلم من الجالس قيامًا، أو القائم جلوسًا. </p><p> وكذلك لا يجوز أن يقال: يعلم من العدم موجودًا، أو من الوجود معدومًا في حال وجوده؛ لأنه وصف بعلم ما ليس، وهو محال. وباللَّه العصمة. </p><p> وقيل: إن كل علم يذكر على حدوث المعلوم يذكر بذكر الوقت للمحدَث -بفتح الدال- أي: يسند علمه إلى المحدث بذكر الوقت؛ لئلا يفهم بذكره قدم المعلوم في </p><p> الأزل. </p><p> وإذا وصفنا اللَّه بما هو حقيقة بلا ذكر الخلق مع ذلك نصفه بالذي نصفه به في الأزل لتعاليه عن التغير والزوال وعن الانتقال من حال إلى حال. ولا قوة إلا باللَّه. </p><p> وقوله:  (وَإِنْ كَانَتْ لَكَبِيرَةً إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ) . </p><p> يعني: تحويل القبلة، لكبيرة: ثقيلة، على من كان اتباعه لهواه، دون أمر أمر به، إلا على الذي يتبع أمر اللَّه فيها ويعتقد طاعته فإنها ليست بثقيلة عليه ولا كبيرة. </p><p> وقوله:  (وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ) </p><p> قال بعض أهل التفسير: إن قومًا صلوا إلى بيت المقدس ثم ماتوا على ذلك، فلما حولت القبلة إلى الكعبة قالوا: ضاعت صلواتهم التي صلوا إليها، إشفاقًا عليهم. </p><p> لكن هذا بعيد لا يحتمل؛ لأن الذي اعتقد الإسلام من الصحابة، رضي اللَّه تعالى عنهم، وعرف موقع أمر اللَّه وأمر رسوله، لا يجوز أن يخطر ببالهم هذا، أو يعملون لو خطر ببالهم، حتى يسألوا عن ذلك، بل كانوا أعلم باللَّه من أن يجد عدو لله فيهم ذلك؛ ولأنهم قوم يأتمرون بأمر اللَّه وطاعته، ويموتون على التصديق، وعلموا أنهم مؤمنون، ثم يشككون في أحوالهم، لكن إن كان ثم سؤال فهو من اليهود الذين اعتقدوا بطلان التناسخ في الأحكام والشرائع، فكانوا يحتجون على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بأنه ينهى عن التفرق والاختلاف، ثم يدعوهم إلى ذلك. أو قوم من الكفرة آذوا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأفرطوا في التكذيب له والخلاف والمعاداة، فأرادوا الإسلام، فظنوا أن ما كان منهم من العصيان والتكذيب يمنع قبول الإسلام، فأنزل اللَّه عَزَّ وَجَلَّ:  (وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ) ، لما كان منكم في حال الكفر. </p><p> ألا ترى أن آخر الآية يدل عليه. </p><p> وقوله:  (إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ) . </p><p> أخبر أنه (رَحِيمٌ) يتجاوز عمن تاب. </p><p> أو قوم علموا ألا تناسخ في الدِّين ولا اختلاف فيه؛ فظنوا أن نسخ الأحكام وتبديلها </p>"
}