{
  "id": null,
  "sura": 2,
  "aya": 115,
  "text": "<p> (إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا) . </p><p> وقيل: أراد بمساجد اللَّه: بيت المقدس؛ قيل: إن النصارى استعانوا ببُختنصر وهو رئيس المجوس، حتى خربوا المساجد، وقتلوا من فيها من أَهل الإسلام، ثم بنى أَهل الإسلام -بعد ذلك بزمان- مساجد، فكان لا يدخل نصراني فيها إلا خائفا، مستخفيًا. واللَّه أعلم. </p><p> وقوله:  (لَهُمْ فِي الدُّنْيَا خِزْيٌ) . </p><p> قيل: الخزى: الجزية. ويحتمل القتال، (وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ) . </p><p> وقوله:  (وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ (١١٥) </p><p> قيل: إن رهطًا من أَصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - انطلقوا سَفْرًا، وذلك قبل أن تُصرف القبلة إلى الكعبة، فحضر وقت الصلاة، فاشتبه عليهم، فتحرَّوْا، فمنهم من صلى إلى المشرق، ومنهم من صلى إلى المغرب؛ صلوا إلى جهات مختلفة، فلما بَانَ لهم ذلك قدموا على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فسأَلوا عن ذلك؛ فنزلت الآية فيهم (فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ </p><p> اللَّهِ). </p><p> وهذا يرد على الشافعي قولَه؛ لأَنه يقول: إنْ صلى إلى جهة القبلة يجوز، وإلا فلا. </p><p> وليس في الآية ذكر جهة دون جهة، بل فيها ذكر المشرق والمغرب، وكذلك في الخبر ذكر المشرق والمغرب؛ فخرج قوله على ظاهر الآية، وهذا عندنا في الاشتباه والتحري، وأَما عند القصد فهو قوله:  (فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) . </p><p> ورُوِى عن ابن عمر - رَضِيَ اللَّهُ عَنْهُ - أن قوله:  (وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ. . .) الآية، نزلت في النوافل في الأسفار. </p><p> ولكن عندنا على ما ذكرنا في الكل، واللَّه أعلم. </p><p> وقوله:  (فَثَمَّ وَجْهُ اللَّهِ) . </p><p> اختلف فيه: </p><p> قيل: ثَمَّ وَجْهُ اللَّهِ، يعني: ثَمَّ ما قصدتم وجه اللَّه. </p><p> وقيل: ثَمَّ قبلَةُ اللَّه. </p><p> وقيل: ثَمَّ وجهُ اللَّه: ثم اللَّه. على ما ذكرنا من جواز التكلم بالوجه على إرادة الذات، أي: ليس هو عنهم بغائب. </p><p> وقيل: ثَمَّ رضاء اللَّه. </p><p> وقيل: ثم ما ابتغيتم به وجه اللَّه. </p><p> وقيل فيه: ثم وجه الذي وجهكم إليه إذا لم يجئ منكم التقصير، كما قال رسول الله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في أكل الناسي:  \" إنما أَطعمك اللَّه وسقاك \" . </p><p> وقيل فيه: ثم بلوغكم ما قصدتم بفعل الصلاة من وجه اللَّه ورضائه، أي: ظفرتم به. </p><p> ثم الغرض في القبلة ليس إصابة عينها، ولكن أَغلب الظن، وأَكبر الرأْي؛ لأَنه ليس لنا إلى إصابة عينها سبيل؛ إذ سبيل معرفتها بالاجتهاد، لا باليقين والإحاطة، ليس كالمياه والأَثواب وغيرها من الأَشياء؛ لأَن هذه الأَشياء في الأَصل طاهرة، والنجاسة عارضة فيظفر بأَعينها على ما هي في الأَصل. </p>"
}