{
  "id": null,
  "sura": 2,
  "aya": 255,
  "text": "<p> كل معبود إلها ومعناه - واللَّه أعلم - أن الذي يستحق العبادة ويحق أن يعبد هو اللَّه الذي لا إلا إلا هو لا الذي تعبدونه أنتم من الأوثان والأصنام التي لا تنفعكم عبادتكم إياها ولا يضركم ترككم العبادة لها. </p><p> ويحتمل أن يكون على الإضمار: أن قل اللَّه الذي لا إله إلا هو لأنهم كانوا يقرون بالخالق ويقرون بالإله؛ كقوله عَزَّ وَجَلَّ (وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ) وكقوله: (قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ (٨٦) سَيَقُولُونَ لِلَّهِ) وكقوله: (قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ (٨٨) سَيَقُولُونَ لِلَّهِ)، فإذا كانوا يقرون به فأخبرهم أن الذي يقرون به وشممونه هو اللَّه الذي لا إله إلا هو الحي القيوم ويحتمل أن يكون لقوم من أهل الإسلام عرفوا اللَّه تعالى وآمنوا به، ولم يعرفوا نعته وصفته فعلمهم نعته وصفته أنه الحي القيوم إلى آخره. </p><p> * * * </p><p> قوله تعالى:  (اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ (٢٥٥) </p><p> وقوله (الْحَيُّ الْقَيُّومُ) قيل هو الحي بذاته لا بحياة هي غيره كالخلق هم أحياء بحياة هي غيرهم حلت فيهم لابد من الموت، واللَّه عَزَّ وَجَلَّ يتعالى عن أن يحل فيه الموت؛ لأنه حي بذاته وجميع الخلائق أحياء لا بذاتهم، تعالى اللَّه عَزَّ وَجَلَّ عما يقول فيه الملحدون علوا كبيرا. </p><p> والأصل: أن كل من وصف في الشاهد بالحياة وصف ذلك للعظمة له والجلال والرفعة. يقال:  (فلان حي) ، وكذلك الأرض سماها اللَّه تعالى (حية) ، إذا اهتزت وربت وأنبتت، لرفعتها على أعين الخلق. فعلى ذلك اللَّه سبحانه وتعالى (حي) للعظمة. </p><p> وكذلك الأرض سماها اللَّه تعالى:  (حية) للعظمة والرفعة ولكثرة ما يكون يذكر في المواطن كلها، كما سمى الشهداء (أحياء) ؛ لأنهم مذكورون في الملأ من الخلق. </p><p> ويحتمل: أنه يسمى (حيًّا) لما لا يغفل عن شيء، ولا يسهو، ولا يذهب عنه شيء، ولا يعزب عنه مثقال ذرة في الأرض ولا في السماء. وباللَّه العصمة. </p><p> وقوله:  (الْقَيُّومُ) ، القائم على مصالح أعمال الخلق وأرزاقهم. </p><p> وقيل:  (الْقَيُّومُ) ، هو القائم على كل شيء يحفظه ويعاهده، كما يقال:  (فلان قائم على أمر فلان) ، يعنون أنه يتحفظ أموره حتى لا يذهب عنه شيء. </p><p> وقيل:  (هُوَ الْحَيُّ الْقَيُّومُ) ، أي لا يغفل عن أحوال الخلق. </p><p> وقوله تعالى:  (لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ) . </p><p> قيل:  (السِّنَة) ، النعاس. </p><p> وقيل:  (السِّنَة) ، هي بين النوم واليقظة، وسمى (وسنان) . </p><p> وقيل:  (السِّنَة) ، هي ريح تجيء من قبل الرأس، فتغشى العينين، فهو (وسنان) بين النائم واليقظان. </p><p> ويحتمل قوله:  (لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ) على نفي الغفلة والسهو عنه؛ إذ لو أخذه، صار مغلوبًا مقهورًا، فيزول عنه وصفه (حي، قيوم) ، كقوله:  (لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ) على نفي الغفلة. </p><p> ويحتمل: أنه نفى عن نفسه ذلك؛ لأن الخلق إنما ينامون وينعسون طلبًا للراحة والمنفعة -إما لدفع حزن أو وحشة- فأخبر أنه ليس بالذي يحتاج إلى راحة، وإلى دفع حزن أو وحشة. </p><p> وقيل: لا يفتر ولا ينام. </p><p> قال الشيخ - رحمه اللَّه تعالى -: والنوم والسِّنَة حالان تدلان على غفلة من حلَّا به، وعلى حاجته إلى ما فيه راحته، وعلى عجزه، إذ هما يغلبان ويقهران. فوصف الرب نفسه يما يعلو عن الذي دلا عليه من الوجوه. </p><p> وقوله تعالى:  (لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) . </p><p> وهو العالي على ذلك، القاهر له، لا تأخذه سِنة ولا وحشة، ولا معنى يدل على العجز والحاجة. ولا قوة إلا باللَّه. </p><p> وقوله:  (لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) ، أخبر أن ما في السماوات وما في الأرض، عبيده وإماؤه، ليس كما قالوا:  (فلان ابن الله) ، و (الملائكة بنات الله) ، بل كلهم عبيده وإماؤه، والناس لا يتخذون ولدا من عبيدهم وإمائهم، فاللَّه أحق ألا يتخذ، وقد ذكرنا هذا فيما تقدم. </p><p> وقوله تعالى:  (مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ) ، أي: لا أحد يجترئ على الشفاعة إلا بإذنه. </p><p> ثم اختلف في الشفاعة: </p><p> قالت المعتزلة: لا تكون الشفاعة إلا لأهل الخيرات خاصة الذين لا ذنب لهم، أو كان لهم ذنب فتابوا عنه. ذهبوا في ذلك إلى ما ذكر اللَّه تعالى في قوله:  (الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ) ، أخبر أنهم يستغفرون للذين آمنوا وتابوا واتبعوا. فإذا كان الاستغفار في الدنيا إنما يكون للذين آمنوا وتابوا واتبعوا، فعلى ذلك الشفاعة إنما تكون في الآخرة لهَؤُلَاءِ. </p><p> وأما عندنا: فإن الشفاعة تكون لأهل الذنوب؛ لأن من لا ذنب له لا حاجة له إلى الشفاعة. وقوله:  (لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ) ، يكون لهم ذنوب في أحوال التوبة، فإنما يغفر لهم الذنوب التي كانت لهم، فقد ظهر الاستغفار لأهل الذنوب؛ فعلى ذلك الشفاعة. </p><p> فَإِنْ قِيلَ: أرأيت رجلًا قال لعبده: إن عملت عملًا تستوجب به الشفاعة فأنت حر، فأي عمل يعمله ليستوجب به الشفاعة حتى يعتق عبده: الطاعة، أو المعصية؟ قيل: الطاعة، فعلى ذلك الشفاعة، لا تكون إلا لأهل الطاعة والخير لا لأهل المعصية. </p><p> قيل: إن الشفاعة التي يستوجبها أهل الذنوب إنما يستوجبون بالطاعات التي كانت لهم حالة الشفاعة؛ لأن أهل الإيمان وإن ارتكبوا مآثم ومعاصي فإن لهم طاعات، فبتلك الطاعات يستوجبون الشفاعة، كقوله:  (خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا) ، فالشفاعة في شره بخيره. </p><p> وقالوا: لا شفاعة في الشاهد لأحد في الآخرة؛ لأن الشفاعة هي أن يذكر عن مناقب أحد عند أحد وخيراته، ليس سوءا، وكذا في الآخرة. </p><p> والجواب لهم من وجهين: </p><p> أحدهما: أنه إنما يذكر في الدنيا خيرات المشفع له لجهالة هذا بأحواله، فيذكر خيراته ليعرفه بها، فيشفع فيه. واللَّه تعالى عارف لا يتعرف. </p><p> والثاني: أن ذكر خيراته لحاجة تقع للمذكور له تكون في مثلها، لا تكون في الآخرة خاصة، واللَّه - تعالى - يتعالى عن الحاجة عما بالعباد؛ لذلك اختلفا. واللَّه أعلم. </p><p> فإن قال لنا قائل: إن جميع ما ذكر في هذه الآية -من أولها إلى آخرها- كلها دعوى، فما الدليل على تلك الدعوى؟ </p><p> قيل: يحتمل أن يكون دليله ما تقدم ذكره من قوله تعالى: (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ. . .) الآية. </p><p> والثاني: من أنكر الصانع فيتكلم أولا معه في حدث العالم، وحاجته إلى محدث، فإذا ثبت حدث العالم، فحينئذ يتكلم في إثبات الصانع ووحدانيته. وباللَّه التوفيق. </p><p> وفي قوله تعالى:  (واحد) ، ليس من حيث العدد؛ لأن كل ذي عدد يحتمل الزيادة والنقصان، ويحتمل الطول والعرض، ويحتمل القصر والكسر، ولكن يقال: ذلك (واحد) من حيث العظمة والجلال والرفعة، كما يقال: فلان واحد زمانه، وواحد قومه، يعنون به رفعته وجلالته في قومه وسلطانه عليهم، جائز القول، فهم لا يعنون من جهة العدد؛ لأن مثله كثير فيهم من حيث العدد. واللَّه أعلم. </p><p> وقوله:  (يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ) . </p><p> هذا على المعتزلة؛ لأنهم لا يصفونه بالعلم، وقد أخبر أن له العلم. </p><p> ثم احتمل:  (عِلْمِهِ) ، علم الغيب. </p><p> وقال آخرون: علم الأشياء كلها. لا يعلمون إلا ما يعلمهم اللَّه من ذلك، كقول الملائكة:  (لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا) . </p><p> ومن قال: علم الغيب، فهو الذي قال:  (عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا (٢٦) إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ). </p><p> وقوله تعالى:  (وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ) . </p><p> قَالَ بَعْضُهُمْ:  (وَسِعَ كُرْسِيُّهُ) ، وسع علمه. وهو قول ابن عَبَّاسٍ، رضيَ اللَّهُ تعالى عنه. </p><p> وقال آخرون:  (كُرْسِيُّهُ) ، قدرته، وهو وصف بالقدرة والعظمة. </p><p> وقيل:  (وَسِعَ كُرْسِيُّهُ) ، والكرسي هو أصل الشيء، يقال: كرسي كذا، والمراد منه أنه المعتمد والمفزع للخلق. وذلك وصف بالعظمة والقوة. </p>"
}