{
  "id": null,
  "sura": 2,
  "aya": 188,
  "text": "<p> وقيل:  (تِلْكَ) سنن اللَّه. وكان الأول أقرب واللَّه أعلم. </p><p> قوله تعالى:  (وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ (١٨٨) </p><p> وقوله:  (وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ) . </p><p> قيل: لا تأكلوا أموالكم بينكم بالباطل، ولا تدلوا بها إلى الحكام. وقراءة أُبي:  \" فلا تدلوا بها إلى الحكام \" ، وجهان: </p><p> على إضمار لا؛ كقوله:  (وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ) ، أي: ولا تكتموا الحق. </p><p> وقيل:  (وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ) بما تلبسوا على الحكام، وتقيموا على ذلك حججا باطلة، على ما جاء عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، أنه قال:  \" إنكم تختصمون إليَّ ولعل بعضكم ألحن بحجته من بعض، فمن قضيت له بحق أخيه المسلم فكأنما قضيت له بقطعة من النار \" . </p><p> وقوله:  (وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ) ، جعل مال أخيه كماله، ونفس أخيه كنفسه بقوله تعالى:  (وَلَا تَقْتُلُوا أَنفُسَكُم) . فإذا أكل مال أخيه بالباطل لزمه مثله، جعل كأكل ماله بباطل، وجعل قتل نفس أخيه بالباطل كقتل نفسه بالباطل؛ لأنه إذا قتله بباطل قتل به. </p><p> ثم من الناس من استدل بهذا على أبي حنيفة، رضيَ اللَّهُ تعالى عنه، فيما يقول بمضي العقد إذا شهد الشهود على ذلك عند الحاكم، وقضى به، ثم ظهر أن الشهود شهود زور؛ حيث قال:  (وَلَا تَأْكُلُوا) ، وكما روي من الوعيد للأخذ مكان ما أخذ قطعة من نار، فإذا لم يحل ذلك لم يمض العقد. </p><p> غير أن الأصل عندنا في كل ما لو اجتمع الخصمان على ذلك بسبب جعل ذلك لهما، فإذا قضى الحاكم بذلك السبب نفذ. </p><p> وقوله:  (لِتَأْكُلُوا فَرِيقًا مِنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ) . </p><p> يعني: طائفة من أموال الناس. </p><p> * * * </p><p> قوله تعالى:  (يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ (١٨٩) وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ (١٩٠) وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ كَذَلِكَ جَزَاءُ الْكَافِرِينَ (١٩١) فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٩٢) </p>"
}