{
  "id": null,
  "sura": 2,
  "aya": 120,
  "text": "<p> هذه الآية. </p><p> وفيها لغتان:  \" لا تَسأل \" بنصب التاءِ وهو ما ذكرنا. </p><p> ويحتمل وجهًا آخر: أَي لا تشتغل بأَصحاب الجحيم؛ فإن ذلك تكلف منك وشُغل. </p><p> وفيها لغةٌ أُخرى برفع التاءِ:  (وَلَا تُسْأَلُ عَنْ أَصْحَابِ الْجَحِيمِ) ، أَي: لا تُسأَل أنت يا مُحَمَّد عن ذنوب أَصحاب الجحيم؛ وهو كقوله:  (وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ) وكقوله: (عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ) ، وكقوله:  (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى) ، ونحوه. </p><p> وقوله:  (وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلَا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ (١٢٠) </p><p> اختلف في الملة: </p><p> قيل الملة: السنة؛ كقوله:  \" بسم اللَّه، وعلى ملة رسول اللَّه \" ، وكقوله (اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا) . </p><p> وقيل الملة: الدِّين، كقوله عليه السلام:  \" لا يتوارث أهل الملتين \" . </p><p> وقيل: الملة هاهنا: القبلة، وهو كقوله:  (وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ بِكُلِّ آيَةٍ مَا تَبِعُوا قِبْلَتَكَ) . </p><p> آيس - عَزَّ وَجَلَّ - رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن اتباع أُولئك دينه وقبلته؛ لأنهم يختارون الدِّين، والقبلة؛ بهوى أَنفسهم، لا بطلب الحق، وظهوره، ولزوم الحجة. </p><p> وذلك: أَن النصارى إنما اختاروا قبلتهم المشرق؛ لأَن مكان الجبل الذي كان فيه </p><p> عيسى في ناحية المشرق بقوله:  (إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا) . </p><p> واليهود اختاروا قبلتهم ناحية المغرب؛ لأَن موسى عليه السلام كان بناحية المغرب لما أعطى الرسالة وكلمه ربه؛ كقوله:  (وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ) . </p><p> وأما أهل الإسلام فإنما اختاروا الكعبة -شرفها اللَّه- قبلة بالأَمر، لا اتباعًا لهواهم. </p><p> والعقل يوجب أن تكون الكعبة قبلة؛ إذ هي مقصد الخلق من آفاق الدنيا، فلما احتيج في الصلاة إلى التوجه إلى وجه كان أَحَق ذلك الموضع الذي جعل للخلق مقاصد أخرى. </p><p> ثم قوله تعالى:  (وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلَا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ) . </p><p> أخبر - عَزَّ وَجَلَّ - رسوله: أن ليس في وسعك إرضاءُ هَؤُلَاءِ؛ لاختلافهم في الدعاوى في الملل. </p><p> فَإِنْ قِيلَ: كيف نهى رسوله عن اتباع ملتهم على علم منه: أنه لا يتبع؟ </p><p> قيل: لأن العصمة لا تزيل المحنة، ولا تدفعها، بل المحنة إنما تقع في العصمة لوجهين: </p><p> أحدهما: أن عصمته لِمَا مضى لا توجب عصمته في الحادث. </p><p> والثاني: أَن أَحق مَنْ يُنهى عن الأَشياء مَنْ أُكرم بالعصمة؛ إذ على زَوال النهي يرتفع عنه جهة العصمة؛ لأَنه يصير برفع النهي مباحًا. </p><p> فلهذا دل القول على النهي عما فيه إرضاؤهم -وإن كان في الأصل معصومًا عنه- وباللَّه التوفيق. </p><p> وفي إزالة الأمر والنهي إِزالةُ فائدة العصمة؛ لأَن العصمة: هي أَن يعصم في الأمر حتى يؤديَه، وفي النهي، حتى ينتهيَ عنه، وباللَّه التوفيق. </p><p> وقوله:  (قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ) . </p><p> قيل؛ إن دين اللَّه -الذي اختاره أَهلُ الإسلام؛ بالأمر، واتباع الآيات، والحجج- هو الدِّين، لا كما اختار أُولئك بهوى أنفسهم، واستقبال الآيات والحجج بالرد، والإنكار، والمعاندة. </p><p> ويحتمل: أن يكون الخطابُ في قوله: (وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ) </p>"
}