{
  "id": null,
  "sura": 2,
  "aya": 47,
  "text": "<p> قوله تعالى (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ (٤٧) وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنْصَرُونَ (٤٨) وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ (٤٩) وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَأَنْجَيْنَاكُمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَأَنْتُمْ تَنْظُرُونَ (٥٠) وَإِذْ وَاعَدْنَا مُوسَى أَرْبَعِينَ لَيْلَةً ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ (٥١) ثُمَّ عَفَوْنَا عَنْكُمْ مِنْ بَعْدِ ذَلِكَ لَعَلَّكُمْ تَشْكُرُونَ (٥٢) وَإِذْ آتَيْنَا مُوسَى الْكِتَابَ وَالْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ (٥٣) . </p><p> وقوله:  (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ) . </p><p> يحتمل وجوها: </p><p> يحتمل:  (أنعمت عليكم) بمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وذلك أن الناس كانوا على فترة من الرسل، وانقطاع من الوحي، واختلاف من الأديان والمذاهب؛ فبعث اللَّه - تعالى - محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ ليجمعهم ويدعوهم إلى دين اللَّه، ويؤلف بينهم، ويخرجهم من الحيرة والتيه، وذلك من أعظم نعمة أنعمها عليهم، وباللَّه التوفيق. </p><p> وذلك أيضًا يُحْتمل فيما تقدم من الآيات. </p><p> وقوله:  (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِي. . .) والآية. </p><p> وقوله:  (وَآمِنُوا بِمَا أَنْزَلْتُ مُصَدِّقًا لِمَا مَعَكُمْ) يعني محمدا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وعهدُه في الأرض رسولُه، كقوله:  (وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ) إلى قوله: (وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي) ، أي: عهدى. </p><p> وعلى ذلك قوله:  (وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ) ، يعني: بمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقوله:  (وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ) ، يعني: محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وكذلك قوله:  (وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ) ، أَمكن تخريج هذه الآيات كلها على مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> ويحتمل أيضا قوله:  (نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ) الوجوه التي ذكرنا. </p><p> أحدها: أن جعل منكم الأنبياء والملوك؛ كقوله:  (وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ وَجَعَلَكُمْ مُلُوكًا) . </p><p> كما قيل: إن كل نبي من لدن يعقوب إلى زمن عيسى عليه السلام كان من بني إسرائيل. </p><p> ويحتمل: ما آتاهم - عَزَّ وَجَلَّ - من أنواع النعم ما لم يؤت أَحدًا من العالمين؛ </p><p> كقوله:  (وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنَ الْعَالَمِينَ) ، من المن، والسلوى، وتظليل الغمام، وامتداد اللباس على قدر القامة والطول. </p><p> كما قيل، إن ثيابهم كانت تزداد وتمتد عليهم على قدر ما تزداد قامتهم، وكانت لا تُبلَى عليهم ولا تتوسخ، وذلك مما لم يؤتِ أحدًا سواهم. </p><p> ويحتمل أيضا قوله:  (نِعْمَتِيَ) أي: النجاة من فرعون وآله؛ كقوله:  (وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ. .) الآية. </p><p> وقوله:  (وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) . </p><p> قيل: فُضلوا على جميع من على وجه الأرض؛ على الدواب بالجوهر، وعلى الجن بالرسل، وعلى البشر بالإيمان. </p><p> ويَحْتمل تفضيلُهم على العالمين وجوهًا أيضا: </p><p> ما ذكرنا من بعث الأنبياء منهم. </p><p> والنجاة من أيدي العدو. </p><p> وإهلاك العدو وهم يرونه. </p><p> وفَرق البحر بهم، والنجاة منه، وإهلاك العدو فيه. </p><p> وذلك من أَعظم النعم: أَن ترى عدوَّك في الهلاك وأَنت بمعزل منه آمن. </p><p> وقوله:  (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ) إلى قوله: (فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) . </p><p> يحتمل: فضَّل أَوائلهم. </p><p> وفي الآية وجهان على المعتزلة: </p><p> أَحدهما: قهوله: (اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ) ، وعندهم: أَن جميع ما فعل مما عليه الفعل، ولو فعل غيره لكان يكون به جائزا، فإذا كان تركه بفعله جائزا ففعله حق عليه. </p><p> ولا أَحد يكون بفعل ما لا يجوز له الترك منعمًا على أَحد؛ فثبت أن كان ثَمَّ منه معنى زائدٌ خصهم به، وأَن ليس التخصيص محاباة كما زعمت المعتزلة، ولا ترك الإنعام بخلٌ كما قالوا. </p><p> والثاني: قوله: (فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ) ، فلو لم يكن منه إليهم فضل معنى، لم يكن لهم ئفضيل على غيرهم؛ فثبت أن كان فيهم ذلك. </p><p> ومن قول المعتزلة: أَن ليس لله أَن يخص أَحدًا بشيء إلا باستحقاق يفعله، وبذلك هم </p>"
}