{
  "id": null,
  "sura": 2,
  "aya": 240,
  "text": "<p> أنه على خلق فعل التعليم ونفيه. واللَّه تعالى أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ وَاللَّهُ عَزِيزٌ حَكِيمٌ (٢٤٠) وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ (٢٤١) كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ (٢٤٢) </p><p> وقوله:  (وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ وَاللَّهُ عَزِيزٌ حَكِيمٌ (٢٤٠) </p><p> قد ذكرنا فيما تقدم أنها تخرج على وجهين: </p><p> على النسخ بقوله تعالى:  (وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا) . </p><p> ويحتمل: على نسخ الوصية خاصة دون نسخ العدة، وأن الأمر بالاعتداد في الآيتين أمر واحد - أربعة أشهر وعشرًا، ونسخ الوصية بآية الميراث وبقول رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: </p><p> \" لا وصية لوارث \" . </p><p> وفيه دلالة: أن للموصَى له خيارًا بين قبول الوصية وبين ردها. </p><p> وفيه أيضا: أن له أن يردها إذا قبل بقوله تعالى: (غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ) ، إذ في الخروج ردها وذلك بعد القبول. </p><p> وقوله:  (فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ وَاللَّهُ عَزِيزٌ حَكِيمٌ) ، قد ذكرنا فيما تقدم أنها تحتمل وجهين: </p><p> تحتمل: ما فعلن في أنفسهن من معروف، من التشويف والتزيين. وكذلك روى في حرف ابن مسعود - رضي اللَّه تعالى عنه -: \" لا جناح عليهن أن يتشوفن ويتزين ويلتمسن الأزواج \" . </p><p> ويحتمل: وضعهن أنفسهن في الأكفاء بمهر مثلهن. واللَّه أعلم. </p><p> وقوله:  (وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ (٢٤١) </p><p> تحتمل الآية أن تكون في المطلقات المدخولات بهن وقد فرض لهن أن يأمر الأزواج </p>"
}