{
  "id": null,
  "sura": 2,
  "aya": 142,
  "text": "<p> وقوله:  (سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا (١٤٢) </p><p> هذا - واللَّه أعلم - وعد كان وعده عَزَّ وَجَلَّ لنبيه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه يحوله إلى الكعبة من بيت المقدس، وإخبار عما يقول له اليهود قبل أن يحول وقبل أن يقولوا له شيئًا. </p><p> ألا ترى إلى قوله:  (قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ) ، أنه لو لم يكن فيها وعد بتحويل القبلة من بيت المقدس إلى الكعبة لكان تقلب وجهه إلى السماء بذلك تخييرًا منه وتحكمًا عليه. </p><p> وليس لأحد على اللَّه التخيير والتحكم عليه في الأحكام والشرائع ولا في غيرها، فدل أنه على الوعد له ما فعل. واللَّه أعلم. </p><p> ثم فيه إثبات رسالة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حيث كان أخبره على ما أخبر من التحويل إلى الكعبة. </p><p> والقول منهم نقل أنه علم ذلك باللَّه واختلف في قوله (سَيَقُولُ السُّفَهَاءُ) قيل: هو اليهود، وقالوا ذلك عند تحويل القبلة إلى الكعبة، وذلك أنهم لايرون نسخ الشرائع والأحكام؛ لأنه كالبداء والرجوع عنها. </p><p> وذلك فعل من يجهل عواقب الأمور، كبانٍ بنى بناءً ثم نقضه لجهل منه به. </p><p> لكن ذلك منهم جهل بمعرفة النسخ وقدره. </p><p> ولو عرفوا ما النسخ ما نفوا نسخ الشرائع والأحكام. </p><p> وأما النسخ عندنا: فهو بيان منتهى الحكم إلى وقت ليس فيه بداء ولا نقض لما مضى، بل تجديد حكم في وقت بعد انقضاء حكم على بقاء الأول لوقت كونه، ليس على ما فهمت اليهود من البداء والنقض لما مضى كالبناء الذي وصفوا. وباللَّه التوفيق. </p><p> وإن كانت الآية في غير اليهود من أهل مكة، على ما يقول بعض أهل التفسير، فقالوا: لما رجع مُحَمَّد إلى قبلتنا من القبلة الأولى يرجع إلى ديننا. فقال اللَّه عَزَّ وَجَلَّ:  (قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ) . </p><p> قل يا مُحَمَّد: لله المشرق والمغرب والأمكنة كلها والنواحي، يأمر بالتوجه إلى أي ناحية شاء شرقًا وغربًا، فالطاعة له في الائتمار لأمره، والقبول لدعائه، لا للتوجه نحو الشرق أو نحو الغرب لِهَوى هووا ولتمنٍّ تمنوا؛ لأن اليهود جعلوا قبلتهم المغرب اتباعًا لهواهم، لا اتباعًا لأمر أمروا به. </p><p> وكذلك النصارى اتخذوا المشرق قبلة لهوى أنفسهم؛ فأخبر اللَّه تعالى المؤمنين أنهم يأتمرون باللَّه حيث ما أمروا توجهوا نحوه. </p>"
}