{
  "id": null,
  "sura": 2,
  "aya": 125,
  "text": "<p> وقال الحسن: لا ينال الظالم في الآخرة العهدَ. </p><p> ويحتمل: أَن يكون المراد من ذلك: وذريتي، فأخبر أَن فيهم من لا يصلح لذلك. </p><p> ويحتمل: أَن يريد به الإمامَة لَا النبوة، وقد كانت هي في نسل كل الفرق، والنبوةُ كانت فيهم. </p><p> ويحتمل: أَن يكون قصدَ خصوصًا من ذريته، ممن علم اللَّه أَن فيهم من لا يصلح لذلك. </p><p> ولا يحتمل: أن يريد به الإمامَة لا النبوة وقد ذكر، أَو قال الإنسان: قيل له: إِنه من ذريتك لكن لا ينال من ذكر؛ ولهذا خص بالدعاءِ من آمن منهم دون من كفر. </p><p> وقوله:  (وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَأَمْنًا (١٢٥) </p><p> قيل: المثابة المجمع. </p><p> وقيل: المثابة: المرجع، يثوبون: يرجعون. </p><p> وقيل: يحجون. </p><p> وقوله:  (مَثَابَةً لِلنَّاسِ وَأَمْنًا) . </p><p> هو فعل العباد؛ لأَنهم يأمنون ويثوبون. </p><p> أَخبر أَنه جعل ذلك؛ ففيه دلالة خلق أَفعال العباد. </p><p> ثم بين فيه - عَزَّ وَجَلَّ - شدة اشتياق الناس إليها، وتمنيهم الحضور بها، مع احتمال الشدائد والمشقة، وتحمل المؤن، مع بعد المسافة والخطرات؛ فدل أَن اللَّه تعالى -بلطفه وكرمه- حبب ذلك إلى قلوب الخلق، وأَنه جعل من آيات الربوبية والوحدانية، وتدبير سماوي، لا من تدبير البشرية. </p><p> وفيه دلالة نبوة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ إِذ أَخبر عما قد كان؛ فثبت أَنه أَخبر عن اللَّه عَزَّ وَجَلَّ. </p><p> وقوله:  (وَأَمْنًا) ولمن دخله من عذاب الآخرة. </p><p> وقيل:  (وَأَمْنًا) لكل مجرم آوى به، وآوى إليه من القتل، وغيره؛ كقوله:  (وَمَنْ دَخَلَهُ كَانَ آمِنًا) ، عن كل ما ارتكب. </p><p> وأما عندنا: فإنه إن قتل قتيلًا، ثم التجأَ إِليه، فإِنه لا يقتل ما دام فيه؛ لأَنه لا يقتل للكفر هنالك. </p><p> فعلى ذلك القصاص؛ لقوله:  (وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ) ، وما رُويَ عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" إِنَّ اللَّهَ حَرَّمَ مَكَّةَ، فَلَمْ تَحِلَّ لِأَحَدٍ قَبْلِي، وَلاَ تَحِلُّ لِأَحَدٍ بَعْدِي، وَإِنَّمَا أُحِلَّتْ لِي سَاعَةً مِنْ نَهَارٍ، لاَ يُخْتَلَى خَلاَهَا، وَلاَ يُعْضَدُ شَجَرُهَا، وَلاَ يُنَفَّرُ صَيْدُهَا \" . </p><p> وما رُويَ عن ابن عمر - رَضِيَ اللَّهُ عَنْهُ - أنه قال: \" لو ظفرت بقاتل عمرَ في الحرم ما قتلته، وإِذا قتل في الحرم يقتل به هنالك. </p><p> والوجه فيه: أَن إِقامة مثله عليه فيما يرتكبه في الحرم أحق؛ إذ هي كفارة؛ لينزجر عما ارتكب، وأَحق ما يقع فيه الزجر بمثله، ما هو فيه منِ المكان. </p><p> وإذا قيل في غير الحرم، ثم التجأ إلى الحرم - قال أبو حنيفة - رحمه اللَّه - لا يخرج من الحرم. </p><p> وأَبو يوسف - رحمه اللَّه - جعل ذلك للسلطان، ذهب إلى أنه قال: (وَأَخْرِجُوهُمْ مِنْ </p><p> حَيْثُ أَخْرَجُوكُمْ وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ)، كما قال:  (فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ) ، فأوجب الإخراج، من حيث أخرج، كما أوجب القتل من حيث قتل. </p><p> وقيل: لم يُخرَج من الحرم إذا لم يخرج منه، كما لم يُقتل في الحرم إذا لم يقتُل فيه. </p><p> أَو نقول بالإخراج للقتل، قَصْد ما لم يَسُغْ فعله فيها كان كالصيد يخرج، يلزم فيه ما يجب بالقتل؛ فمثله في موضع الحظر. </p><p> وبعد فإِنه لو أخرج لم يأمن بالحرم، بل زيد في عقوبته؛ إِذ الإخراج عقوبة، فقد زيد عليه، مع ما لم يجز في الكفار -الذين نهوا عن قتلهم- إِخراجهم للقتل، كذلك القاتل. </p><p> وذهب الآخر: إلى أنه يُخْرج؛ لإقامة الحد عند أبي حنيفة - رحمه اللَّه - وإن لم يرتكب فيه. </p><p> وإِخراج المرتكب له، أَقل في الحكم من إِقامته عليه. غير أنه غلط؛ لأن إِخراجه للقتل يرفع من الحد؛ لأَنه يصل إلى قتله، ولما في القتل عقوبة واحدة، وفي الإخراج عقوبتان. </p><p> ثم لم يلزمه العقوبة الواحدة -وهي القتل- إِذا لم يقتل فيه كان من ألا يلزمه العقوبتان أحق. </p><p> وقول:  (وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى) </p><p> اختلف في (مَقَامِ إِبْرَاهِيمَ) : </p><p> منهم من جعل الحرم كله مقامه -يصلي إليه- لمقامه هنالك بأَولاده. </p><p> ومنهم من جعل المسجد مقامه؛ لأَنه كان مكان عبادته فهو المصلى. </p><p> ومنهم من جعل ما ظهر من مقامه -وهو موضع ركوبه ونزوله- لما رُويَ عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: أَنه لما قدم مكة قام إلى الركن اليماني، فقال عمر:  \" يا رسول الله! أَلا تتخذ مقامَ إبراهيم مصلى؟! \" فأنزل اللَّه - تعالى -: (وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى) . </p><p> وعندنا: القبلةُ البيتُ؛ كقوله - تعالى -: (فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) ، </p><p> وقوله:  (جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ) ، أي: مقامًا لقيام العبادات. </p><p> وقوله:  (وَعَهِدْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ) . </p><p> فيه الأمر ببنائه. </p><p> وقوله:  (أَن طَهِّرَا بَيتِيَ) . </p><p> يحتمل التطهير لوجهين: </p><p> أَحدهما: عن الأَصنام والأَوثان التي كانت هنالك، وعبادةِ غير اللَّه والأَنجاسِ. </p><p> ويحتمل: التطهير عن كل أَنواع الأَقذار، وعن كل أَنواع المكاسب، على ما روي في جملة المساجد. </p><p> وقوله:  (لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ) . </p><p> قيل: الطائف: هو القادم؛ سمي طائفًا لدخوله بطوافه. </p><p> وقيل: الاستحبابُ الطوافُ؛ لذلك قال أَصحابنا - رحمهم اللَّه - الطوافُ للقادم أَفضل من الصلاة. والصلاة للمقيم أَفضل. </p>"
}