{
  "id": null,
  "sura": 3,
  "aya": 117,
  "text": "<p> وقوله:  (وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ (١١٥) </p><p> أي: لن يرد ذلك عليكم؛ بل يقبل؛ بل تجزون به في الآخرة. </p><p> قال الشيخ - رحمه اللَّه -: أي: كيف يَكْفُرهُ، وهو الشكور الذي يقبل اليسير، ويعطي الجزيل؟!. </p><p> وهو في حرف حفصة:  \" فلن تتركوه \" : أي: لن تتركوه دون أن تُجزوا عليه؛ وإن قل ذلك؛ كقوله:  (وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا) ، معناه - واللَّه أعلم - ما ذكر، (وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ) . </p><p> وقيل: لن يظلمكم. </p><p> وقيل: لن ينقصكم. </p><p> وقيل: فلن يضل عنكم؛ بل يشكر ذلك لهم، يعني: فلن يضيع ذلك عند اللَّه، والله أعلم. </p><p> (وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ) : ظاهر. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (١١٦) مَثَلُ مَا يُنْفِقُونَ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنْفُسَهُمْ فَأَهْلَكَتْهُ وَمَا ظَلَمَهُمُ اللَّهُ وَلَكِنْ أَنْفُسَهُمْ يَظْلِمُونَ (١١٧) </p><p> وقوله:  (إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا) : </p><p> قال الشيخ - رحمه اللَّه -: فهو - واللَّه أعلم - أن بمثله يكون التناصر في الدُّنيا، لكن الذي كان فيها لا ينفع في الآخرة، بل يكون كما قال اللَّه - عَزَّ وَجَلَّ -: (يَوْمَ يَفِرُّ الْمَرْءُ. . .) الآية، ثم لا مال له، ثم ولا لو كان فينفع؛ وذلك أنهم ظنوا أن كثرة الأموال والأولاد تمنعهم من عذاب اللَّه؛ كقولهم:  (نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ) ، فأخبر اللَّه - عَزَّ وَجَلََّّ -: أن كثرة الأموال والأولاد لا تغني عنهم من عذاب اللَّه شيئًا. </p><p> وقوله:  (مَثَلُ مَا يُنْفِقُونَ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنْفُسَهُمْ فَأَهْلَكَتْهُ (١١٧) </p><p> ضرب مثل نفقة الكفار التي أنفقوها بريح فيها صر أصابت حرث قوم، وذلك - والله أعلم - أنهم كانوا ينفقون ويعملون جميع الأعمال: من عبادة الأصنام والأوثان، ويقولون:  (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) ، ظنوا أن تلك الأعمال والنفقات </p><p> التي أنفقوها في صد الناس - تنفعهم في الآخرة، وتقربهم إلى اللَّه، فأخبر أنها لا تنفع، فكان كالريح التي فيها صرّ وبرد، ظنوا أن فيها رحمة، وشيئا ينفع زروعهم، وينمو بها، فإذا فيها نار أحرقت حرثهم؛ كما طمعوا من أعمالهم ونفقاتهم التي في الدنيا - بالآخرة؛ قربة وزلفة إليه، فإذا هي مهلكة لأبدانهم؛ كالريح التي فيها صر كانت مهلكة؛ محرقة لزروعهم وحرثهم، واللَّه أعلم. </p><p> والصرّ: هو البرد الشديد. وقيل: الصر: الصوت؛ كقوله:  (فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا) . </p><p> قيل. هي الصوت. </p><p> قيل: مثل ما ينفقون في الصدّ عن سبيل اللَّه، وفي قتال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ كقوله:  (إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا. . .) والآية، أي: يتأسفون على ما أنفقوا تأسف صاحب الزرع على ما كان أنفق فيه، واللَّه أعلم. </p><p> وقوله:  (وَمَا ظَلَمَهُمُ اللَّهُ وَلَكِنْ أَنْفُسَهُمْ يَظْلِمُونَ) : والظلم: ما ذكرنا: هو وضع الشيء في غير موضعه، فهو - واللَّه أعلم - قال: هم الذين وضعوا أنفسهم في غير موضعها، لا أن وضع اللَّه أنفسهم ذلك الموضع؛ لأنهم عبدوا غير اللَّه، ولم يجعلوا أنفسهم خالصين سالمين لله، فهم الذين ظلموا أنفسهم؛ حيث أسلموها لغير اللَّه، وعبدوا دونه، فذلك وضعها في غير موضعها؛ لأن وضعها موضعها هو أن يجعلوها خالصة لله، سالمة له. </p><p> وقيل: ما ضروا اللَّه بعبادتهم غيره وبكفرهم به، إنما ضروا أنفسهم؛ إذ لا حاجة له إلى عبادتهم، واللَّه الموفق. </p><p> قال الشيخ - رحمه اللَّه -: تقديم وتأخير، وأصل ذلك أن اللَّه قد وضع كل نفس الخلقة بموضع العبودية، فجعلوها عبدة غيره. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ إِنْ كُنْتُمْ تَعْقِلُونَ (١١٨) هَا أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ وَإِذَا لَقُوكُمْ قَالُوا آمَنَّا وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ </p>"
}