{
  "id": null,
  "sura": 3,
  "aya": 161,
  "text": "<p> هو على الأمر في الحقيقة كأنه قال: وعلى اللَّه فتوكلوا أيها المؤمنون. والتوكل: هو الاعتماد عليه، وتفويض الأمر إليه، لا بالكثرة والأسباب التي يقوم بها، من نحو: القوة والعدة والنصرة والغلبة، وفي الشاهد إنما يكون عند الخلق بثلاث: إمّا بالكثرة، وإما بفضل قوَّة بطش، وإمَّا بفضل تدبير ورأي في أمر الحرب، وجميع نصر رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وغلبته على عدوه إنما كان لا بذلك؛ ولكن بالتوكل عليه وتفويض الأمر إليه؛ دل أن ذلك كان باللَّه - عزَّ وجلَّ - وذلك من آيات نبوته - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> * * * </p><p> قوله تعالى:  (وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ (١٦١) أَفَمَنِ اتَّبَعَ رِضْوَانَ اللَّهِ كَمَنْ بَاءَ بِسَخَطٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ (١٦٢) هُمْ دَرَجَاتٌ عِنْدَ اللَّهِ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ (١٦٣) لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ (١٦٤) </p><p> وقوله - عزَّ وجلَّ -: (وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ) </p><p> فيه قراءتان:  \" يَغُلَّ \" بنصب الياء، وبرفع الياء ونصب الغين، ومن قرأه بنصب الياء فذلك يحتمل وجهين: يحتمل: (وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ) أي: لم يكن نبي من الأنبياء غل قط، وهو أحق من لا تتهمونه؛ لعلمكم به؛ فكيف اتهمتموه هنا بالغلول؟! </p><p> وقيل: إن ناسًا من المنافقين خَشوا ألا يقسم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - الغنيمة بينهم؛ فطلبوا القسمة؛ فنزلت هذه الآية. </p><p> وقيل: قالوا: اعدل يا مُحَمَّد في القسمة؛ فنزل هذا. </p><p> ويحتمل قوله:  (وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ) أي: قد كنتم عرفتموه من قبل أن يرسل، فما </p><p> عرفتموه خان قط أَوْ غَلَّ؛ فكيف يحتمل الخيانة بعدما أرسل؟! هذا لا يحتمل. </p><p> ومن قرأه بالرفع أي: يُغَلَّ، فهو -أيضًا- يحتمل وجهين، أي: يتهم بالغلول في الغنيمة؛ فهو يرجع إلى تأويل الأول. </p><p> ويحتمل قوله:  \" أن يُغَلَّ \" أن يخان في الغنيمة، لا يخون ولا يحل أن يخان النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في الغنيمة؛ فإنه يطلع على ذلك، يطلع اللَّه [رسوله] ، على ما جاء في بعض الأخبار أنه مرَّ بقبر، فقال: إنه في عذاب، قيل: بماذا يا رسول اللَّه؟ ! فقال:  \" إِنَّهُ كَانَ أَخَذَ مِنَ الغَنِيمَةِ قَدْرَ دِرْهَمَينِ أَوْ نَحْوَهُ \" . </p><p> ويحتمل: خصوص الغنيمة بما يتناول الغالَّ حِلُّهُ، بما لا يعرف له صاحب؛ كالمال الذي لا مالك له، وربما يباح التناول منه للحاجة والأخذ بغير البدل بوجه لا يحتمل بتلك أكل الحل من ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ) : </p><p> أي: يؤخذ به يوم القيامة، وهكذا كل من أخذ من مال غيره بغير إذنه؛ فإنه يؤخذ به. </p><p> وقال بعض الناس: وإنما خص الغنيمة بفضل وعيد؛ لأن الغلول فيها يجحف بحق الفقراء وأهل الحاجة، أو يضر ذلك أصناف الخلق، وسائرُ الأموال ليس كذا. </p><p> وقيل: إنما جاء الوعيد في هذا أنهم كانوا أهل نفاق، يستحلون الغلول في الغنيمة والأخذ منها، وهذا كأنه أشبه. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال: بعث رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - جيشًا فغلوا رأس ذهب؛ فنزلت الآية، (وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ) . </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -أيضًا- قال: فُقِدَتْ قطيفة حمراء يوم بدر مما </p>"
}