{
  "id": null,
  "sura": 3,
  "aya": 104,
  "text": "<p> قوله تعالى:  (وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (١٠٤) وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ (١٠٥) يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ (١٠٦) وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ (١٠٧) تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعَالَمِينَ (١٠٨) وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ (١٠٩) </p><p> وقوله:  (وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ) . </p><p> وقوله:  (وَلْتَكُنْ مِنْكُمْ) </p><p> يحتمل أن يكون هذا خبرًا في الحقيقة، وإن كان في الظاهر أمرًا؛ فإن كان خبرًا ففيه دلالة أن جماعة منهم إذا قاموا على الأمر بالمعروف، والنهي عن المنكر - سقط ذلك عن الآخرين؛ لأنه ذكر فيه حرف التبعيض، وهو قوله:  (مِنْكُمْ أُمَّةٌ. . .) الآية. </p><p> ويحتمل أن يكون على الأمر في الظاهر والحقيقة جميعًا، ويكون قوله:  (مِنْكُمْ) - صلة، فإن كان على هذا ففيه أن على كل أحد أن يأمر بالمعروف وينهى عن المنكر، وذلك واجب؛ كأنه قال: كونوا أمة (وَيَنْهَوْنَ عَنِ الْمُنْكَرِ) الآية؛ لأنه ذكر - جل وعز - الأمر بالمعروف والنهي عن المنكر في آي كثيرة من كتابه، منها هذا:  (وَلْتَكُنْ مِنْكُمْ أُمَّةٌ. . .) الآية، ومنها قوله:  (كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ) ، وذم من تركهما بقوله:  (كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ) . </p><p> ورُوي عن عكرمة أن ابن عَبَّاسٍ - رضي اللَّه عنهما - قال له: \" قد أعياني أن أعلم ما </p><p> يفعل بمن أمسك عن الوعظ، فقلت: أنا أعلمك ذلك، اقرأ الآية الثانية:  (أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ. . .) ، فقال لي: أصبت. </p><p> فاستدل ابن عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ - بهذه الآية على أن اللَّه أهلك من عمل السوء، ومن لم ينه عنه من يعمله، فجعل - واللَّه أعلم - الممسكين عن نهي الظالمين مع الظالمين في العذاب. </p><p> وقد رُوي عن أبي بكر الصديق - رَضِيَ اللَّهُ عَنْهُ - قال:  \" يا أيها الناس،إنكم تقرءون هذه الآية:(يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ)، وإني سمعت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -يقول:\" إِذَا رَأَوا الظَّالِمَ، فَلَم يَأْخُذُوا عَلَى يَدِهِ - أَوشَكَ أَنْ يَعُمَّهُم اللهُ بِعِقَابٍ \".</p><p> وعن جرير قال: سمعت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يقول: \" إن الرجُلَ لَيَكُونُ فِي القَوْمِ، وَيَعْمَلُ فِيهِم بِمَعَاصِي الرحْمَنِ، وَهُم أكْثَرُ مِنْهُ وَأَعَزُّ، وَلَو شَاءُوا أَنْ يَأْخُذُوا عَلَى يَدِهِ لَأَخَذُوا عَلَى يَدِهِ، فَيَرْهَبُوا لَهُ؛ فَيُعَذّبُهُمُ اللهُ بِهِ \".</p><p> وعن حذيفة قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" والَّذِى نَفْسِي بِيَدِهِ، لَتَأْمُرُنَّ بالمَعْرُوفِ، وَلَتَنْهَوُنَّ عَنِ الْمُنْكَرِ، أَوْ لَيَعُمَّكُمُ اللهُ بِعِقَابٍ مِنْ عِنْدِهِ، ثُمَّ لَتَدْعُونَهُ ولا يَستَجِيبُ لكُم \". </p><p> وعن أبي سعيد الخدري يذكر أنه سمع النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يقول:  \" إِن اللهَ لَيَسأَلُ العَبدَ يَوْمَ القيَامَةِ حَتى يَقُولَ: مَا مَنَعَكَ إِذَا رَأَيْتَ مُنْكَرًا أَنْ تُنْكِرَهُ؟فإذَا اللهُ لَقَّنَ عَبدًا حُجتَهُ فَقَالَ:أَيْ رَبِّ، وَثِقْتُ بِكَ، وَفَرَقْتُ مِنَ النَّاسِ \" . </p><p> وعن أبي هريرة - رَضِيَ اللَّهُ عَنْهُ - قال: اجتمع نفر من أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقالوا: يا رسول اللَّه، أرأيت إن قلنا بالمعروف حتى لا يبقى من المعروف إلا ما عملنا به، وانتهينا عن المنكر حتى لا يبقى، أيسعنا ألا نأمر بالمعروف ولا ننهى عن المنكر؟ فقال:  \" مُرُوا بالمَعْروفِ، وإنْ لَمْ تَعْمَلُوا بِهِ كُلهِ، وانْهَوْا عَنِ الْمُنْكَرِ وَإنْ لَمْ تُنْهَوُا عَنْهُ \" . </p><p> ولا ينبغي للرجل أن يقول: لست ممن يعمل بالمعروف كله، وينتهي عن المنكر كله، حتى آمر غيري وأنهاه، فإن فعله المعروف واجب عليه، فلا يجب إذا قصر في واجب أن يقصر في غيره. </p><p> وقوله:  (كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ) . </p><p> يحتمل وجوهًا: </p><p> يحتمل:  (كُنْتُمْ) : أي: صرتم خير أمّة أظهرت للناس؛ بما تدعون الخلق إلى النجاة والخير. </p><p> ويحتمل:  (كُنْتُمْ خَيْرَ أُمَّةٍ) في الكتب السالفة؛ بأنكم تأمرون بالمعروف وتنهون عن المنكر. </p><p> ويحتمل: تكونون خير أمة إن أمرتم بالمعروف، ونهيتم عن المنكر. </p><p> يحتمل:  (كُنْتُمْ) : صرتم خير أمة، وكانوا كذلك هم خير ممن تقدمهم من الأمم؛ </p>"
}