{
  "id": null,
  "sura": 3,
  "aya": 97,
  "text": "<p> (وَهُدًى لِلْعَالَمِينَ (٩٦) فِيهِ آيَاتٌ بَيِّنَاتٌ (٩٧) </p><p> يحتمل قوله:  (فِيهِ آيَاتٌ بَيِّنَاتٌ) - ما لو تأملوا لهداهم؛ وذلك أن اللَّه - عَزَّ وَجَلَّ - خلق هذا البيت بين الجبال في أرض ملساء قليلة الإنزال والريع، لا ماء فيه ولا شجر ولا نزهة؛ ما لا يرغب الخلق إلى مثله، ثم جعل قلوب الناس تميل وتهوى إليه أفئدتهم من غير أن كان فيه ما يرغبهم من النزهة، فلولا أن كان ذلك من آيات اللَّه ولطفه؛ وإلا ما رغب الناس إلى مثله. </p><p> ويحتمل قوله:  (فِيهِ آيَاتٌ بَيِّنَاتٌ) - ما ذكر:  (مَقَامُ إِبْرَاهِيمَ وَمَنْ دَخَلَهُ كَانَ آمِنًا) ، وذلك آياته، واللَّه أعلم. </p><p> وقوله:  (وَمَنْ دَخَلَهُ كَانَ آمِنًا) : ظاهره فيمن يجني، ثم دخل الحرم آمِن؛ لأن من لم يجن فهو آمِن أين دخل من الحرم وغيره، وإنما الآية على ما يخص بالأمن إذا دخل الحرم دون غيره. </p><p> وقد روي عن جماعة من أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يوافق هذا، ورُوي عن ابن عباس - رَضِيَ اللَّهُ عَنْهُ - قال: \" إذا أصاب الرجل الحدَّ في الحرم، أقيم عليه، وإن </p><p> أصابه في غير الحرم، ثم لجأ إليه، لا يُحَدَّث، ولا يُجالَس، ولا يُؤَاكَل، ولا يبايع، حتى يخرج منه؛ فيؤخذ، فيقام عليه الحد \".</p><p> ورُوي عن ابن عمر - رَضِيَ اللَّهُ عَنْهُ - أنه قال: \" لو وجدنا قاتل أبينا في الحرم لم نقتله \"</p><p> ورُوي عن الحسن - رحمه اللَّه - أنه قال في قوله:  (وَمَنْ دَخَلَهُ كَانَ آمِنًا) -كان هذا في الجاهلية، فأما الإسلام: فلم يزده إلا شدة: من أصاب الحد في غيره، ثم لجأ- إليه أقيم عليه الحد. </p><p> يقال للحسن: إن الصيد كان يأمن في الجاهلية، ثم الإسلام لا يرفع ذلك الأمن؛ بل كان أمن الصيد في حال الإسلام. كهو في حال الجاهلية؛ فعلى ذلك الأمن الذي كان في الجاهلية هو باقٍ غير زائل في الإسلام. </p><p> وأصحابنا - رحمهم اللَّه - يذهبون إلى ما روي عن ابن عَبَّاسٍ وابن عمر - رضي الله عنهما - أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال: \" إِنَّ اللَّه - تعالى - حَرَّمَ مَكَّةَ يَوْمَ خَلَقَها؛ لم تُحَلَّ لِأَحَدٍ قَبلي ولا تُحَلُّ لِأَحَدٍ بَعْدي، وإنَّما أُحِلَّتْ لِي ساعة مِنْ نَهَارٍ، لا يُخْتَلَي خَلَاهَا، وَلَا يُعْضد شَجَرُها، ولا يُنَفَر صَيدُها، ولا يُحْتَشُّ حَشِيشُها \". أخبر رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أن مكة بعد </p><p> الإسلام حرام؛ كما كانت قبله، وأنها لم تُحَلَّ له إلا ساعة من نهار، فإذا كان الملتجئ آمنًا قبل الإسلام؛ فالواجب أن يكون آمنًا بعد الإسلام، حتى يخرج منها. </p><p> وحجة أخرى: وهو أن اللَّه - تعالى - أباح لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قتل المشركين جميعًا، بل فرض ذلك عليه، إلا أهل مكة؛ فإنه لم يُحِلَّ له قتلهم إلا ساعة من نهار، ففضَّل مكة على غيرها بما خصها به من التحريم؛ فلا يبعد ألا يقام على من التجأ إليها في الإسلام؛ إذ كانت جنايته أقل من كفر أهلها، ولم يُحَلَّ قتالُهم إلا ساعة من نهار. </p><p> وفي الفرق بين من قتل فيها وفي غيرها، ثم لجأ إليه - وجه آخر: قال اللَّه - تعالى:  (وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ) : أباح لهم القتل عند المسجد الحرام، إذا قاتلونا؛ فعلى ذلك يقام الحد إذا أصاب وهو فيه، وإذا أصاب - وهو في غيره - ثم لجأ إليه: لم يُقِم؛ كما لم يُقَاتَلُوا إذا لم يُقَاتِلُوا، وهذا فرق حسن واضح بحمد اللَّه وعونه. </p><p> قال الشيخ - رحمه اللَّه - في قوله - عَزَّ وَجَلَّ -: (وَمَنْ دَخَلَهُ كَانَ آمِنًا) -: يحتمل أن يكون خبرًا من الحرم في قديم الدهر: أنه كان على ما بين الخلق من القتال والحرب يأمنون بالحرم، إذا التجأوا إليه؛ وذلك كقوله:  (أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ) ؛ فيكون ذلك من عظيم آيات اللَّه - تعالى - أن أهل الجاهلية - على عظيم ما بدلوا من الأمور، وغيروا من الدِّين - منعهم اللَّه - تعالى - عن هذا التغيير؛ حتى بقيت لكل من شهده آية أن اللَّه له هذا السلطان، وبه قام هذا التدبير العظيم، له العلم بحقائق الأشياء، ووضع كل شيء موضعه؛ وعلى ذلك قال بعض أهل التأويل في قوله:  (ذَلِكَ لِتَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ) - إن اللَّه قد جعل - جل ثناؤه - ذلك كالماء في الشرع والطبع، فأمّا الشرع: فما جاءت به الرسل، وأمّا الطبع: فما تنافر الناس، حتى سار ذلك إلى الصيد الذي يؤذيه الأخذ، وإلى أنواع الأشياء التي قامت بجوهر تلك البقعة من النبات، لا بأسباب تكتسب؛ ولهذا كره بيع رباع مكة، </p><p> ورخص في بيع ما يحدث فيه من البنيان، واللَّه أعلم. </p><p> ودلَّ قوله: و (جَعَلنَا) كذا - على لزوم ذلك الحق؛ لأنه مذكور بحرف الامتنان، والاحتجاج له، ولا يجوز تغير الذي هذا وضْعُهُ، واللَّه أعلم. </p><p> ويحتمل: كأنْ صار آمنًا، أي: أوجب له الأمان، ومعلوم أن الذي لم يلزمه القتل كان آمنا دون دخوله؛ فثبت أن ذلك فيمن لزمه؛ وأَيَّد ذلك قوله:  (وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ) فهم قوم قد سبق منهم الكفر وقت شرع القتل بالكفر، لم يأخذهم حق الشرع على ما سبق من الكفر في وقت لم يكن ذلك جزاءه في الدنيا، إلا أن يُحْدِثَ القتال؛ فعلى ذلك من لزمه - لا فيه - فهو يأمن به، إلا أن يكون أحدثه فيه، واللَّه أعلم. </p><p> وأصله: أنه أضاف الأمان إلى نفسه بقوله: (كَانَ آمِنًا) فكل حق بِتَلَفِ نَفْسِهِ فله أمان بالدخول فيه، وكل حق في إقامته إحياء ما جعلت الحياة لنفع مثله - فهو يقام؛ ليكون زجرًا له، وتكفيرًا على بقاء الأمن؛ ليقي نفسه، ورده إلى ما لم يدر أنه التجأ إليه؛ للهرب عن حكم اللَّه - تعالى - أو للأمان باللَّه؛ ليصل إلى إقامة أحكام اللَّه - تعالى - آمنًا، وفي إقامته هذا أيضًا، واللَّه أعلم. </p><p> وقوله (وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا) </p><p> فرض اللَّه - تعالى - الحج بهذه الآية على من استطاع إليه سبيلًا، ولم يبين ما السبيل، وبين ذلك رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: حيث سئل عن الاستطاعة؛ فقال:  \" الزَّاد، والراحِلَةُ \" ، وهكذا يقول علماؤنا: إن الاستطاعة والسبيل هو الزاد والراحلة؛ كما روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - </p><p> وقال بعض الناس: إذا كان بينه وبين الحج بحر، لم يلزمه الحج؛ فكأنه ذهب إلى ظاهر الآية:  (مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا) ؛ فجعل البحر وأشباهه مزيلا للاستطاعة؛ فخالف ما روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لأن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - سئل عن الاستطاعة؟ فقال:  \" الزَّادُ والرَّاحِلَةُ \" ؛ فلم يجز لأحد أن يزيد في شرائط الاستطاعة مع الزاد والراحلة؛ لأن النبي - عليه السلام - هو المبين عن اللَّه؛ فعلينا اتباعه في قوله وفعله وتفسيره الآية، ولكنا نجعل من يحول بينه وبين البيت معذورًا في التأخير، ولا يأثم - إن شاء اللَّه تعالى - إذا لم يقدر على الوصول إلى البيت بعلة على ما جعل التأخير في غيرها من العبادات عند الأعذار والعلل، ولا يأثم في ذلك. </p><p> ثم في الآية دلالة أنه لا يلزم المرأة الحج إلا بالمحرم؛ لأن المرأة -وإن وجدت الزاد والراحلة- فإنها تحتاج إلى من يُركِبُها ويُنزلها، ولا تقدر على ذلك إلا بغيرها، وهكذا العرف فيهن، فإذا كان كذلك جعل كأنها غير واجدة للراحلة، واللَّه أعلم. </p><p> وفيه دلالة أن العبد إذا حج ثم أُعْتِق - لزمه حجة الإسلام؛ لأنه لا يملك الزاد والراحلة، فإذا لم يملك الزاد والراحلة لم يجز ذلك من حجة الإسلام وكذلك روي عنه </p><p> - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" أَيُّمَا عَبدٍ حَجَّ وَلَو عَشْرَ حِجَجٍ؛ فَعَلَيهِ إِذَا أُعْتِقَ حَجَّةُ الإسْلامِ \" . وليس كالحر - الفقير يحج، ثم أيسر: جاز ذلك من حجة الإسلام؛ ففرقوا بينهما، وإن كانا في زوال الحج في الابتداء سواء؛ وذلك أن الفقير إذا بلغ ذلك المكان صار غنيًا، ولزمه الفرض؛ لأنه لا يحتاج حينئذ إلى زاد وراحلة، وأمّا العبد إذا حضر ذلك المكان لم يَعْتِقْ؛ لذلك افترقا. </p><p> وفي ذلك حُجة أخرى: ما أجمع أهل العلم أن فقيرًا لو حضر القتال ضرب له بسهم كامل؛ كما يضرب لمن كان فَرضُ الجهاد لازمًا له، ولو أن عبدًا شهد الوقعة رضخ له، ولم يكمل له سهم الحر؛ فافترقت حال الفقير والعبد في: الجهاد، والضرب في السَّهْمان؛ فعلى ذلك يفترق حالهما في الحج، واللَّه أعلم. </p><p> وقال بعض أهل العلم: إن الشيخ الذي لا يستمسك على الراحلة، إذا وجد غيره يحج عنه - يلزمه فرض الحج؛ فما ينكر من قال في المرأة بمثله، فاحتج بما روي عن ابن عباس - رَضِيَ اللَّهُ عَنْهُ - قال: \" جاء رجل إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقال: يا رسول اللَّه، إن أبي </p><p> شيخ فأدركته فريضة الحج، وهو لا يستطيع أن يستمسك على الراحلة؛ أفيجزئ أن أحج عنه؟ فقال - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" أَرَأيتَ لَوْ كَانَ عَلَى أبِيكَ دَيْن فَقَضَيتَهُ عَنْهُ، أكان يُقْبَلُ مِنْكَ \" ؟ قال: نعم؛ قال:  \" فاللهُ أَوْلَى بِحَج أَبِيكَ \" أو كلام نحوه، ولكن ليس في الخبر أن فريضة الحج إنما أدركته في الحال التي لا يستمسك على الراحلة، فيجوز أن أدركته فريضة الحج قبل ذلك؛ فكذلك يقول علماؤنا: إن الحج إذا وجب فأخر أداءه حتى أعْسَرَ - لم يسقط عنه الحج، وكذلك إن وجب عليه الحج فلم يحج حتى كبر، فصار لا يستمسك على الراحلة، عليه أن يوصي ليُحَجَّ عنه. </p><p> ويحتمل -أيضًا- أنه رغبه رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في الحج عنه تبرعًا، لا أنه ألزمه الحج في ذلك الوقت الذي لا يثبت على الراحلة - وعندنا أنه لا يلزمه؛ لأنه إذا لم يستمسك على الراحلة فلا راحلة له، ثم من قول هذا القائل: إن من لزمه فرض الحج، فله التأخير، وفي التأخير فَوْتٌ أو إدراك المنيّة، ومِنْ قوله: إنه لو أخر حتى مات يصير فاسقا؛ فإذا مات مات فاسقا، يجعل له رخصة التأخير، ثم يفسقه؛ فكأنه يجعل له الرخصة في الفسق، فذلك قبيح وخش من القول سمج. </p><p> وأما عندنا: فإنه لا يسع له التأخير في أوّل أحوال الإمكان على تمام شرط الاختيار؛ </p><p> كغيره من العبادات التي لزمت، من نحو الصلاة، والصيام، وغيرهما؛ لا يسع التأخير؛ فعلى ذلك الحج. ثم مِنْ قول الشافعي - رحمه اللَّه -: إن على الكافر الحج والصلاة والصيام في حال كفره، فإذا أسلم سقط ذلك عنه؛ فذلك عندنا لعب وعبث في دين اللَّه - تعالى - غير جائز أن يلزمه فرض في حال لا يجوز له فعله، فإذا جاء سبب الجواز يسقط عنه ذلك. </p><p> وفي الآية دلالة أن الحج إنما كان فرضا على المؤمنين خاصة؛ بقوله:  (وَمَن كَفَرَ) بالحج (فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ) فلو كان هو على الكافر كما هو على المسلم، لم يكن لقوله معنى؛ دل أنه غير لازم، واللَّه أمر بالعبادات باسم المؤمنين. </p><p> ثم المسألة بيننا وبين المعتزلة في الاستطاعة، قالت المعتزلة: تكون قبل الفعل؛ لأن اللَّه - تعالى - فرض الحج، وأمر بالخروج إليه، إذا قدر على الزاد والراحلة؛ على ما فسره رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إذا لم يقدر لم يلزمه؛ فدلّ أنها تتقدم. </p><p> وأمَّا عندنا: فهي على وجهين: </p><p> أحدهما: استطاعة الأسباب والأحوال. </p><p> والثاني: استطاعة الأفعال. </p><p> فأمّا استطاعة الأحوال والأسباب: فيجوز تقدمها، من نحو: الزاد، والراحلة، والجوارح السليمة. </p><p> وأمّا استطاعة الأفعال فإنها لا تكون إلا مع الفعل؛ لأنها استطاعة الفعل وسببه؛ فلا تكون إلا معه، والوقت في الحج لفعل الحج لا للإيجاب؛ لأنه لو كان للإيجاب لكان له ألا يخرج، ولا يأتي ذلك المكان فيجب عليه الحج؛ ولأنه لو لم يلزمه إلا بالوقت، ثم لا يتمكن فعله به دون المكان فيجيء - لا يلزمه إلا بحضور ذلك، فلا يلزمه الخروج أبدًا؛ إذ الحج غير لازم إلا بالوقت، ولأنه ليس على العبد أن يتكلف في اكتساب إيجاب العبادات، وعليه أن يَجْهَدَ في أداء الواجب عليه. </p><p> ثم الأوقات على أقسام ثلاثة: </p><p> وقت الإيجاب والأداء جميعًا نحو: الصلاة، والصيام، ونحوهما. ووقت الإيجاب، نحو: الزكاة. ووقت الأداء -وهو الحج- إنما وجوبه بالزاد والراحلة، وأمَّا الوقت: فهو للأداء خاصة، فإذا كان في أقصى بلاد المسلمين فهو لم يعط قدرة فعل الحج؛ لأنه لا يقدر على فعله إذا كان فيما ذكر؛ دل أن قدرة الفعل لا تتقدم الفعل، وقدرة الأحوال تتقدم لما ذكرناه، واللَّه أعلم. </p><p> وقوله:  (وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ) . </p><p> في الآية دلالة أن اللَّه - عَزَّ وَجَلَّ - إذا أمر عباده بأمر ليس يأمره لحاجة نفسه، ويأمر لحاجة العبد؛ لأنه غني بذاته، لا حاجة تمسه، وأمَّا الأمر فيما بين الخلق: فإنما هو لحاجة بعضهم لبعض: إمَّا جر منفعة، أو دفع مكروه، فذلك معنى قوله:  (وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ) . </p><p> ثم اختلف في قوله:  (وَمَن كَفَرَ) : عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - (وَمَن كَفَرَ) قال: من زعم أنه لم ينزل. </p><p> وعن الحسن:  (وَمَن كفَرَ) قال: من زعم أن الحج ليس بواجب. </p><p> وقيل:  (وَمَن كفَرَ) باللَّه، قال: هو الذي إن حج لم يرج ثوابه، وإن جلس لم يخش عقابه. </p><p> وعن ابن عَبَّاسٍ قال:  (مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا) ، والسبيل أن يصح بدن العبد، وأن يكون له ثمن زاد وراحلة، من غير أن يحجب \".</p><p> ثم قال:  (وَمَن كفَرَ) ، يقول: ومن كفر بالحج فلم ير حجه برًّا، ولا تركه إثمًا. </p><p> وفي قوله:  (وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ) دلالتان: </p><p> إحداهما: في الوجوب بقوله: (وَلِلَّهِ عَلَى النَّاسِ) ، وأيد ذلك قولُهُ:  (وَمَن كَفَرَ) وما جاء من الأثر واتفاق القول. </p><p> والثانية: جعل البيت شرطًا للقيام لما هو في قوله: (عَلَى النَّاسِ) ذلك؛ فيكون فيه دليل لزوم الطواف، تفسيره في قوله:  (وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ) ، وكذلك أيده قوله:  (فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ) ، وأيّد -أيضًا- ما روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال في امرأة نَفِسَتْ: \" أَحابِسَتُنا هِيَ؟ \" قيل: إنها أفاضت. وعلى ذلك اتفاق القول بلزوم الطواف، واللَّه أعلم. </p><p> فلما دلّ أن الطواف لازم لم يخل إمَّا أن يكون الطواف المبدأ به في الحج، أو الذي يختم به، والذي يبدأ به لا يلزم كل الناس -ثبت أن الفرض هو الذي يختم به، وهو </p><p> قوله:  (مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا) : أوجب جعل السبيل إليه والإمكان- شرطًا للوجوب؛ إذ الآية في ذكر الوجوب لا الفعل؛ وعلى ذلك جميع العبادات، جعل الإمكان في وجوبها شرطًا بالسمع بقوله:  (لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا) ، وغير ذلك مما ذكر في كل نوع من العبادات من الاستطاعة؛ وكذا حق هذا بالفعل، وذلك يخرج على وجهين: </p><p> استطاعة الفعل من القدرة التي تحدث لا محالة ما سلمت الأسباب، إلا أن يكون ممن منه الفعل الإعراض عنها بالشغل بغير تلك الأفعال، أو اشتغال ذلك بالفعل؛ فيكون فوت الاستطاعة بتضييعه، ولا عذر بفوت ما كان المكلف يفوته، كفوت العلم به على الإمكان، وإن كان لا يقوم دونه، والذي يؤيد أن هذه الاستطاعة ليست بشرط في الإيجاب أنها لا تبقى، ثم محال وجودها في حال لو أريد إقامة الحج لا يتهيأ، وذلك نحو أن يكون في أقصى البلاد من مكة، ومعلوم أن القدرة التي بها يكون الفعل ليست معه، ومحال تكليف السبب الذي به يجب الفعل؛ فلذلك لم يجب تكليف بالخروج ولا أمر بالحج؛ فكأنه يؤمر بتكليف سبب الإيجاب -ثبت أن قد يجب الحج لا بتلك القوة؛ وكذلك يجوز في الكفارات استعمال الأبدال في حال العجز، وإن كان لا يعلم أن العجز يمتد إلى آخر ما يقوم به الأصل، بل على ظهور ألا يمتد بمضي البدل- ثبت أنْ لا عبرة لفقد قدرة الفعل ووجودها في التكليف، واللَّه أعلم. </p><p> والثاني: يراد بالاستطاعة: سلامة الأسباب، ولا يجوز التكليف دونها بالفعل لأنه ممنوع، ومحال أمر الممنوع عن الفعل - به؛ كالأعمى، والمُقْعَدِ، ونحو ذلك، وإلى مثل هذا انصرف شرط الاستطاعة، وهو اللازم في العقل؛ لما القرب بحق الشكر لما أنعم على المأمور، فإذا منع عنه السبب الذي هو النعمة لم يحتمل أن يؤمر بالشكر ولا نعمة، واللَّه أعلم. </p>"
}