{
  "id": null,
  "sura": 3,
  "aya": 158,
  "text": "<p> لا يتقدم الموت بالخروج في الغزو، ولا يتأخر بالمقام وترك الخروج، دعاهم إلى التسليم، إنما هي أنفاس معدودة، وأرزاق مقسومة، وآجال مضروبة، ما لم يفناها واستوفاها وانقضى أجلها: لا يأتيها. </p><p> (وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ) : وعيد. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَئِنْ قُتِلْتُمْ فِي سَبِيلِ اللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِنَ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِمَّا يَجْمَعُونَ (١٥٧) </p><p> أي أن الموت إن كان لا بدّ نازل بكم؛ فقتلكم أو موتكم في طاعة اللَّه وجهاده خير من أن ينزل بكم في غير طاعة اللَّه وسبيله. </p><p> (لَمَغْفِرَةٌ مِنَ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِمَّا يَجْمَعُون) : من الأموال. </p><p> (وَلَئِنْ مُتُّمْ أَوْ قُتِلْتُمْ لَإِلَى اللَّهِ تُحْشَرُونَ (١٥٨) </p><p> أي: إن متم على فراشكم، أو قتلتم في سبيل اللَّه - فإليه تحشرون، فمعناه - والله أعلم - أي: إن لم تقدروا على أن لم تحشروا إليه، كيف تقدرون ألا ينزل على فراشكم بكم الموت، وإن أقمتم في بيوتكم؟! واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ (١٥٩) إِنْ يَنْصُرْكُمُ اللَّهُ فَلَا غَالِبَ لَكُمْ وَإِنْ يَخْذُلْكُمْ فَمَنْ ذَا الَّذِي يَنْصُرُكُمْ مِنْ بَعْدِهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (١٦٠) </p><p> وقوله - عَزَّ وَجَلَّ -: (فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ) : </p><p> يحتمل هذا وجهين: </p><p> يحتمل: فبرحمة من اللَّه عليك لنت لهم؛ كقوله:  (وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ) ويحتمل قوله: (فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ) : فيجب أن يكون الإنسان رحيما على خلقه؛ على ما جاء في الخبر قال لأصحابه:  \" لَنْ تَدْخُلُوا الجَنَّةَ حَتَّى تَرَاحَمُوا \" ، فقيل: كلنا نرحم يا رسول اللَّه، فقال:  \" لَيسَ تَرَاحُمَ الرجُلِ وَلَدَهُ أَوْ أَخَاهُ، وَلَكِنْ يَتَرَاحَمُ بَعْضُهُم بَعْضًا \" أو كلام نحو هذا. </p><p> وما جاء:  \" مَنْ لَمْ يَرحَم صَغِيرَنَا، وَلَم يُوَقر كَبِيرَنَا - فَلَيسَ مِنَّا \" ، وما جاء: \" مَنْ لَمْ </p>"
}