{
  "id": null,
  "sura": 3,
  "aya": 79,
  "text": "<p> ويحتمل: لا يكلمهم بالرحمة سوى أن يقول لهم: (اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ) ؛ وكقوله:  (وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ) . </p><p> وقوله:  (وَلَا يَنْظُرُ إِلَيْهِمْ) . </p><p> نظر رحمة، كما ينظر إلى المؤمنين بالرحمة. </p><p> وقوله:  (وَلَا يُزَكِّيهِمْ) : </p><p> أي: لا يجعل لخيراتهم ثوابًا. </p><p> ويحتمل: أن يكون هذا في قوم علم اللَّه منهم أنهم لا يؤمنون أبدًا؛ فقال: لا يزكيهم، أي: لا تزكو أعمالهم. </p><p> وقوله:  (وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ (٧٨) </p><p> أي: كانوا يحرفون ألسنتهم بالكتاب على التعظيم والتبجيل: </p><p> (لِتَحْسَبُوهُ مِنَ الْكِتَابِ) </p><p> أي: كانوا يحرفون نعته -عليه أفضل الصلوات- وصفتَهُ، ثم يتلونه على التعظيم والتبجيل؛ ليحسبوه من الكتاب المنزل من السماء، وما هو من الكتاب الذي أنزل من السماء. </p><p> (وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ) وهو كقوله - عَزَّ وَجَلَّ -: (فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا) . </p><p> (وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ) </p><p> أنهم يكذبون على اللَّه، وأن ذلك ليس هو من عند اللَّه. </p><p> وقوله:  (مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ (٧٩) </p><p> أي: ما كان لبشر اختاره اللَّه للذي قال؛ وتبين أنهم إنما أضافوا دينهم الذي فيه عبادة غير اللَّه إلى أنبيائهم كِذْبة، وأن اللَّه يجعل رسالته عند من يعصمه عن مثله بقوله:  (اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ) ، لا يجعلها حيث يخان ويكتم، واللَّه الموفق. وهذه الآية تنقض على الباطنية قولهم؛ لأنهم يقولون: إن اللَّه لا يؤتي النفس </p><p> البشرية الكتاب ولا النبوة؛ إنما يؤتي النفس البسيطة، وهي الروحانية، ليأتي تخيل في قلوب الأنبياء، ويؤيدهم حتى يؤلفوا؛ كقوله:  (نَزَلَ بِهِ الرُّوحُ الْأَمِينُ (١٩٣) عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ (١٩٤) بِلِسَانٍ عَرَبِيٍّ مُبِينٍ (١٩٥) . </p><p> فإذا ثبت ذلك في قلوب الرسل ألفوا هم الكتب والصحف، لا يقدر غير الرسل على ذلك، ثم الناس يأخذون ذلك منهم؛ فالآية تكذبهم وترد عليهم قولهم؛ حيث أخبر أنه يؤتي البشر الكتاب والحكم والنبوة بقوله:  (مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ... ) وكذلك قال عيسى - عليه السلام - في المهد:  (إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا) . </p><p> وفي الآية دليل عصمة الرسل والأنبياء - عليهم السلام - عن الكفر بقوله:  (مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ) ، وخاصّة في عصمة رسولنا - مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قوله:  (إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ) ، وقال:  (وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا) : شرَطَ في المؤمنين اكتسابَ ما يستوجبون به الأذى، ولم يشترط في النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ دل أنه لا يكون منه اكتسابُ ما يستوجب به الأذى، ويكون من المؤمنين بشرطه فيهم ذلك، واللَّه أعلم. </p><p> وقوله:  (وَلَكِنْ كُونُوا) : </p><p> معناه، أي: ولكن يقول لهم: كونوا ربّانيين؛ وكأنه على الابتداء والاستئناف ويقول لهم: </p><p> (وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ) . </p><p> ثم اختلف في (رَبَّانِيِّينَ) ؛ قيل: متعبدين لله بالذي يُعلّمون الكتاب، وبالذي يدرسونه. </p><p> وقيل: الربانيون: العلماء الحكماء. وقيل: حكماء علماء. وقيل: علماء فقهاء. وهو واحد. </p>"
}