{
  "id": null,
  "sura": 3,
  "aya": 154,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (لِكَيْلَا تَحْزَنُوا عَلَى مَا فَاتَكُمْ وَلَا مَا أَصَابَكُمْ) : </p><p> يعني: من الفتح والغنيمة، ولا ما أصابكم من القتل والهزيمة. </p><p> ويحتمل قوله:  (لِكَيْلَا تَحْزَنُوا عَلَى مَا فَاتَكُمْ) من الدنيا، (وَلَا مَا أَصَابَكُمْ) : فيها من أنواع الشدائد؛ بما أدخلتم على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من الغمّ بعصيانكم إيّاه. </p><p> (وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ) : </p><p> على الوعيد. </p><p> وقوله:  (ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعَاسًا يَغْشَى طَائِفَةً مِنْكُمْ وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ (١٥٤) </p><p> قيل فيه بوجهين؛ قيل: الطائفة التي أتاهم النعاس هم المؤمنون، سمعوا بانصراف العدو عنهم فصدقوا الخبر فناموا؛ لأن الخوف إذا غلب يمنع النوم، وأمَّا الطائفة التي قد أهمتهم أنفسهم هم المنافقون، لم يصدّقوا الخبر فلم يذهب عنهم الخوف، فلم ينعسوا؛ وذلك كقوله - عَزَّ وَجَلَّ -: (يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا) الآية. </p><p> وقيل: كانت الطائفتان جميعًا من المؤمنين، لكن إحداهما قد أتاها النعاس؛ لما أمنوا من العدو، والأخرى لا؛ بعصيانهم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وترْكِهم أمره منع ذلك النوم عنهم؛ إذ كيف يلقون رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وكيف يعتذرون إليه؟ واللَّه أعلم. </p><p> وعن ابن مسعود - رضي اللَّه عنه - قال:  \" النُّعَاسُ فِي الصَّلَاةِ مِنَ الشَّيطَانِ، وَفِي القِتَالِ أَمَنَة مِنَ اللَّه \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ) : </p><p> قيل: يظنون باللَّه ألا ينصر محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأصحابه، ذا في غير المؤمنين. </p><p> وقيل:  (يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ)  [ظنونًا] كاذبة، إنما هم أهل شرك وريبة في أمر اللَّه، يقولون: [ (لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا) ]. </p><p> وقوله: - عَزَّ وَجَلَّ -: (يَقُوُلونَ هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ) : </p><p> قيل: يقولون بعضهم لبعض: (هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ) ، يعني بالأمر: النصر </p><p> والغنيمة. </p><p> وقيل: قالوا ذلك للمؤمنين. </p><p> (قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ) </p><p> يعني النصر والفتح كلّه بيد اللَّه. </p><p> (يُخْفُونَ فِي أَنْفُسِهِمْ مَا لَا يُبْدُونَ لَكَ) : </p><p> والذين يخفون قولهم: لو أقمنا في منازلنا ما قتلنا هاهنا، وقيل: يقولون: (لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ) ، قالوا: ليس لنا من الأمر من شيء؛ إنما الأمر إلى مُحَمَّد، ولو كان الأمر لنا ما خرجنا إلى هَؤُلَاءِ حتى قتلنا هاهنا. </p><p> قال اللَّه - تعالى -: (قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ) : قيل: (قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ) كما يقولون: (لَبَرَزَ) ، يعني: لخرج من البيوت (الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ) ؛ ليقتلوا. </p><p> وقيل: من كتب عليه القتل يظهر الذي كتب عليه حيث كان. </p><p> وقيل: إذا كتب على أحد القتل لأتاه، ولو كان في البيت، وكقوله:  (أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ) ، وقيل: متى كتب اللَّه على قوم القتل فلم يموتوا أبدًا؟ ! وفي هذا بيان أن الآجال المكتوبة هي التي تنقضي بها الأعمار: إن كان قتلًا فقتل، وإن كان موتًا فموت، لا على ما قالت المعتزلة: إن القتل تعجيل عن أجله المكتوب له وعليه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ) : </p><p> والابتلاء هو الاستظهار؛ كقوله - عَزَّ وَجَلَّ -: (يَوْمَ تُبْلَى السَّرَائِرُ) تبدي وتظهر، وذلك يكون بوجهين: يظهر بالجزاء مرة، ومرة بالكتاب، يعلم الخلق من كانت سريرته حسنة بالجزاء، وكذلك إذا كانت سيئة، أو يعلم ذلك بالكتاب. </p>"
}