{
  "id": null,
  "sura": 3,
  "aya": 39,
  "text": "<p> أي: مجيب الدعاء. </p><p> وقوله:  (فَنَادَتْهُ الْمَلَائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ (٣٩) </p><p> دل هذا أن المحراب هو موضع الصلاة. </p><p> (أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَى) . </p><p> فيه دلالة لقول أصحابنا - رحمهم اللَّه - أن الرجل إذا حلف ألا يبشر فلانًا فأرسل إليه غيره يبشره - حنث في يمينه؛ لأنه هو البشير، وإن كان المؤدي غيره؛ ألا ترى أن البشارة -هاهنا- أضيفت إلى اللَّه - تعالى - فكان هو البشير؛ فكذلك هذا. </p><p> وقوله:  (مُصَدِّقًا بِكَلِمَةٍ مِنَ اللَّهِ) . </p><p> (بِكَلِمَةٍ) قيل: عيسى - عليه السلام - كان بكلمة من اللَّه، فيحيى صدقه برسالته. وقيل: أول من صدق عيسى - يَحْيَى بن زكريا، ولهذا وقع على النصارى شبهه؛ حيث قالوا: عيسى ابن اللَّه، بقوله:  (بِكَلِمَةٍ مِنَ اللَّهِ) ، (وَرُوحٌ مِنْهُ) ، ظنوا أنه في معنى (فيه) ؛ لكن ذلك إنما يذكر إكرامًا لهم وإجلالا، ولا يوجب ذلك ما قالوا؛ ألا ترى أن اللَّه - عَزَّ وَجَلَّ - قال:  (وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ) ، ونحو ذلك، لم يكن فيه أن النعمة منه في شيء؛ فعلى ذلك الأول. </p><p> وقوله:  (وَسَيِّدًا) : </p><p> قيل: سَيِّدًا في العلم والعبادة. </p><p> وقيل: السيِّد: الحكيم هاهنا. </p><p> وقيل: السيد: الذي يطيع ربه ولا يعصيه، فكذلك كان صلوات اللَّه عليه. </p><p> وقيل: السيد: الحسن الخلق. </p><p> وقيل: السيد: التقي. </p><p> وقيل: اشتق يَحْيَى من أسماء اللَّه - تعالى - من:  \" حي \" ، واللَّه - عَزَّ وَجَلَّ - هو الذي سماه يحيى؛ وكذلك عيسى - روح اللَّه - هو الذي سماه مسيحًا؛ بقوله:  (يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ) ، وذلك إكرامًا لهم وإجلالًا، على ما سمى إبراهيم: خليل اللَّه، ومُحَمَّد: حبيب اللَّه، وموسى: كليم اللَّه؛ إكرامًا لهم وإجلالًا؛ فكذلك الأول. </p><p> وجائز أن يكون \" يَحْيَى \" بما حيي به الدِّين. </p><p> قال الشيخ - رحمه اللَّه - في قوله:  (بِيَحْيَى) : قيل: سماه به؛ لما حيي به الدِّين والمروءة، أو حيي به العلم والحكمة، أو حيي به الأخلاق الفاضلة، والأفعال المرضية؛ ولهذا - واللَّه أعلم - سمي سيدًا؛ لأن السؤدد في الخلق يكتسب بهذا النوع من الأحوال. </p><p> وسمي مسيحًا بما مسح بالبركة، أو يبارك في كل شيء يمسحه بيده؛ نحو أن يبرأ به وَيَحْيَى، واللَّه أعلم. </p><p> وحقيقة السؤدد أنه يكتسب بالأخلاق الحسنة، والأفعال المرضية، وجائز أن يكون - عليه السلام - جمعهما فيه؛ فسمي به، واللَّه أعلم. </p><p> والأصل في هذا ونحوه: أن الأسماء إن جعلت للمعارف، ليعلم بها المقصود - فالكف عن التكلف في المعنى الذي له سموا له أسلم، وإن كان في الجملة يختار ما يحسن منه في الأسماع، دون ما يقبح على المقال، أو على الرغبة في ذكره على ما يختار </p><p> من كل شيء، واللَّه أعلم. </p><p> وقوله:  (وَحَصوُرًا) : </p><p> قيل: الحصور: الذي لا ماء له ولا شهوة. </p><p> وقيل: هو المأخوذ عن النساء، والممنوع منهن. </p><p> وقيل: هو الذي لا يشتهي النساء. </p><p> وكله واحد، واللَّه أعلم. </p><p> (وَنَبِيًّا مِنَ الصَّالِحِينَ) : </p><p> ذكر أنه من الصالحين، وإن كان كل نبي لا يكون إلّا صالحًا؛ على ما سمي كل نبي صديقا، وإن كان لا يكون إلا صديقًا، ووجه ذكره صالحًا: أنه كان يتحقق فيه ذلك؛ لأن غيره من الخلق، وإن كان يستحق ذلك الاسم - إنما يستحق بجهة، والأنبياء - عليهم السلام - يتحقق ذلك فيهم من الوجوه كلها. </p><p> والثاني: دعاء أن يلحق بالصالحين في الآخرة، واللَّه أعلم. </p><p> قال الشيخ - رحمه اللَّه -: ما ذكر في كل نبي أنه كان من الصالحين - يخرج على أوجه: على جميع الصلاح، وعلى البشارة لهم في الآخرة أنهم يلحقون بأهل الصلاح، وعلى أنهم منهم؛ لولا النبوة؛ ليعلم أن النبوة إنما تختار في الدِّين لمن تم لهم وصف الصلاح، وعلى الوصف به أنهم كذلك على ألسن الناس، وأن الذين ردوا عليهم - ردّوا </p><p> بعد علمهم بصلاحهم، أو على الوصف به كالوصف بالصديق، وإن كان كل نبي كذلك؛ مع ما لعل لذلك حد عند اللَّه؛ لذلك أراد لم يكن أطلع غيره عليه، واللَّه أعلم. </p><p> وجائز أن يكون \" يَحْيَى \" بما حي به الأخلاق المحمودة، والأفعال المرضية؛ ولذلك سمى سيدًا؛ وجملته أن لله أن يسمي من شاء بما شاء، وليس لنا تكلف طلب المعنى، فيما سمى اللَّه الجواهر به؛ إذ الأسماء للتعريف، لكن يختار الأسماء الحسنة في السمع على التفاؤل، واللَّه أعلم. </p><p> وقوله: وروح اللَّه وكلمته - كقوله: خليل اللَّه وحبيبه، وذبيح اللَّه، وكليم اللَّه، ليس على توهم معنى يزيل معنى الخلقة، ويوجب معنى الربوبية أو النبوة، وذلك على ما قيل: من بيوت اللَّه، وعلى ما قيل لدينه: نور اللَّه، وقيل لفرائضه: حدود اللَّه، لا على معنى يخرج عن جملة خلقه؛ بل على تخصيص لذلك في الفضل على أشكاله، وذلك كما قال لمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: (وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ) ، وقال في الجملة:  (وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ) ، لا على ما توهمته النصارى في المسيح، فمثله الأول، ولا قوة إلا باللَّه. </p><p> وقوله:  (وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا) : </p><p> بشارة ببقائه إلى أن يصير كهلًا. </p><p> وفيه وجه آخر: وهو أن في ذلك بيان أن كلامه في المهد كلام مختار؛ إذ ذلك وصف كلام الكهل؛ ليعلم أن قوله:  (إِنِّي عَبْدُ اللَّهِ) ، إلى آخره: إنما هو حقيقة الخضوع لله، والإنباء عنه، لا على خلقه؛ كنطق الجوارح في الآخرة، واللَّه أعلم. </p><p> أو لتكون آية له دائمة؛ إذ لم يكن على ما عليه أمر البشر: من التغيير، على أن آيات الجوهرية تزول عند الفناء، نحو العصا فيما تعود إلى حالها، واليد، ونحو ذلك؛ ليخص هو بنوع من الآيات الحسية بالدوام، ولا قوة إلا باللَّه. </p>"
}