{
  "id": null,
  "sura": 3,
  "aya": 179,
  "text": "<p> الدنيا مقلوبًا. </p><p> والثاني: أنه لو كان كذلك لكان يجب أن يعجب به رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ إذ على كل ذلك معجبًا، ولكانوا فيما حسبوا أن ذلك ضر لهم - يشعرون، لا ألا يشعرون، مع ما قيل:  (وَلَا يَحسَبَنَّ) بالياء في بعض القراءة، ومتى كان يحسب الكفرة ذلك شرا حتى يعاتبوا على الحسبان؟! واللَّه الموفق. </p><p> والثاني: قالوا ذلك خبر عما يئول الأمر إليه؛ كقوله - تعالى -: (فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا) ، وهم لا لذلك التقطوا، وكمن يقول للسارق: سرقت لتقطع يدك، وكما يقال: من الوافر </p><p> . . . . . . . . . . . . لدوا للموت وابنوا للخراب </p><p> والذي قالوه إنما هو تنبيه وإيقاظ لقوم لا يذكرون عواقب الأمور، فيحرصون عليها عن غفلة بالعواقب، فأما اللَّه - سبحانه وتعالى - فمحال أن يكون أمره على ذلك ليكون فيما يذكره ذلك؛ ألا ترى أن أحدًا لا يقول: ولدت للموت، أو بنيتُ للخراب؛ لأنه لا لذلك يفعل، وإن كان إليه يئول، وإنما هو قول الواعظ لهم بما ذكرت؛ كذلك بطل هذا، وأمر قوم فرعون لم يقل: ليكون لهم عندهم؛ إنما هو ليكون لهم عند اللَّه تعالى، وبما أراد اللَّه، وكان كذلك، ولا قوة إلا باللَّه. </p><p> وقد بيّنا ما في الحكمة تحقيقه من طريق الاعتبار - ولا قوة إلا باللَّه - والأصل في ذلك أن اللَّه - تعالى - عالم بمن يؤثر عداوته ويعاند آياته، فإرادته ألا يكون منه ذلك حاجة إليه في موالاته، أو إيجاب غلبة عليه في بعض ما يريد، جل اللَّه عن هذا الوصف. </p><p> قوله تعالى:  (مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلَكِنَّ اللَّهَ يَجْتَبِي مِنْ رُسُلِهِ مَنْ يَشَاءُ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَإِنْ تُؤْمِنُوا وَتَتَّقُوا فَلَكُمْ أَجْرٌ عَظِيمٌ (١٧٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ) </p><p> قيل فيه بوجوه: </p><p> قيل: لا يترك اللَّه المؤمنين على ما أنتم عليه أيها المنافقون؛ ولكن يمتحنكم بالجهاد وبأنواع المحن؛ ليظهر المنافق لهم من المؤمن. </p><p> وقيل: ليظهر الكافر لهم من المؤمن المصدق. </p><p> وقيل فيه بوجه آخر: وذلك أن المنافقين كانوا يطعنون لأصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ويستهزئون بهم سرًّا؛ فقال اللَّه - عَزَّ وَجَلَّ -: لا يدع المؤمنين على ما أنتم عليه من الطعن فيهم، والاستهزاء بهم؛ ولكن يمتحنكم بأنواع المحن؛ لتفتضحوا وليظهر نفاقكم عندهم. </p><p> ويحتمل وجهًا آخر: وهو أن قوله: (مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ) ، أي: لا يدع المؤمنين على ما أنتم عليه من النفاق والكفر في دار واحدة؛ ولكن يجعل لكم دارًا أخرى يميز فيها الخبيث من الطيب. يجعل الخبيث في النار، والطيب في الجنة؛ كقوله - عَزَّ وَجَلَّ -: (لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلَى بَعْضٍ فَيَرْكُمَهُ جَمِيعًا فَيَجْعَلَهُ فِي جَهَنَّمَ) الآية. </p><p> وقوله:  (وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ) : </p><p> قيل فيه بوجهين: </p><p> قيل: إنهم كانوا يقولون: لا نؤمن حتى نؤتى مثل ما أوتي الأنبياء؛ كقولهم:  (لَنْ نُؤْمِنَ حَتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ) ؛ ومثل قوله:  (بَلْ يُرِيدُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُؤْتَى صُحُفًا مُنَشَّرَةً) ؛ فعلى ذلك قوله:  (وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ) إلا من اجتباه لوحيه، وجعله موضعا لرسالته، أي: لا يجعلكم رسلًا؛ إذ علم الغيب آية من آيات رسالته، واللَّه أعلم. </p><p> وقيل: إن الشياطين كانوا يصعدون إلى السماء، فيسترفون؛ فيأتون بأخبارها إلى الكهنة قبل أن يبعث رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، ثم إن الكهنة يخبرون بها غيرهم من الكفرة؛ فأنزل الله تعالى:  (وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ) : بعدما بعث رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - نبيا، كما كنتم تطلعون على أخبار السماء قبل بعثه. </p><p> (وَلَكِنَّ اللَّهَ يَجْتَبِي مِنْ رُسُلِهِ مَنْ يَشَاءُ) </p><p> أي: يصطفي من يشاء، فيجعله رسولًا، فيوحي إليه ذلك، أي: ليس الوحي من </p><p> السماء إلى غير الأنبياء، عليهم السلام. </p><p> ويحتمل قوله - تعالى -: (يَجْتَبِي مِنْ رُسُلِهِ مَنْ يَشَاءُ) ، أي. لا يُطْلِعُ أحدًا منكم على الغيب إلا من اجتباه منكم لرسالته. </p><p> ويحتمل قوله:  (يَجْتَبِي مِنْ رُسُلِهِ مَنْ يَشَاءُ) ، أي: لا ينسخ شرائعه وأحكامه برسول آخر؛ نحو ما بَيْن موسى إلى عيسى - عليهما السلام - ولكنه إن كان فيما بينهما نبي لم يجعل له أحكامًا سوى أحكام موسى - عليه السلام - أبقى تلك الأحكام والشرائع؛ وكذلك ما بين عيسى إلى مُحَمَّد - عليهما الصلاة والسلام - فاجتبى هَؤُلَاءِ؛ لإبقاء شرائعهم وأحكامهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَآمِنُوا بِاللَّهِ وَرُسُلِهِ) : </p><p> ظاهر </p><p> (وَإِنْ تُؤْمِنُوا) : برسله كلهم. </p><p> (وَتَتَّقُوا) : المعاصي. </p><p> (فَلَكُمْ أَجْرٌ عَظِيمٌ) </p><p> ويحتمل:  (وَإِنْ تُؤْمِنُوا وَتَتَّقُوا) الشرك (فَلَكُمْ أَجْرٌ عَظِيمٌ) . </p><p> * * * </p><p> قوله تعالى:  (وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ هُوَ خَيْرًا لَهُمْ بَلْ هُوَ شَرٌّ لَهُمْ سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (١٨٠) لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ سَنَكْتُبُ مَا قَالُوا وَقَتْلَهُمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا عَذَابَ الْحَرِيقِ (١٨١) ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ (١٨٢) </p>"
}