{
  "id": null,
  "sura": 3,
  "aya": 106,
  "text": "<p> بما بذلوا مهجهم لله في نصر دينه، وإظهار كلمته، والإشفاق على رسوله، حتى كان أحب إليهم من أنفسهم؛ ويرونه أولى بهم، واللَّه الموفق. </p><p> ثم اختلف في المعروف والمنكر، قيل: المعروف: كل مستحسن في العقل فهو معروف، وكل مستقبح فيه فهو منكر. </p><p> ويحتمل الأمر بالمعروف: هو الأمر بالإيمان، والنهي عن المنكر: هو النهي عن الكفر؛ دليله: قوله: (وَتُؤْمِنُونَ بِاللَّهِ. . .) الآية، يؤمنون هم، ويأمرون غيرهم بالإيمان، وينهون عن الكفر. </p><p> وقوله:  (وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا (١٠٥) </p><p> لأن التفرق هو سبيل الشيطان بقوله:  (وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ) . </p><p> (مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ) : والبينات: هي الحجج التي أتى بها. </p><p> ويحتمل: بيان ما في كتابهم من صفة رسولنا مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ونعته الشريف. </p><p> ويحتمل: تفرقوا عما نهج لهم اللَّه، وأوضح لهم الرسل؛ فأبدعوا لأنفسهم الأديان بالأهواء، فحذرنا ذلك، وعرفنا أن الخير كله في اتباع من جعله اللَّه حجة له، ودليلًا عليه، وداعيا إليه، ولا قوة إلا باللَّه. </p><p> (وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ) : </p><p> دل هذا أن السبيل هو الذي يدعو الشيطان إليها. </p><p> وقوله:  (يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ (١٠٦) </p><p> وصف اللَّه - عَزَّ وَجَلَّ - وجوه أهل الجنة بالبياض؛ لأن البياض هو غاية ما يكون به الصفاء؛ لأن كل الألوان تظهر في البياض، ووصف - عَزَّ وَجَلَّ - وجوه أهل النار بالسواد؛ لأن السواد هو نهاية ما تكون به الظلمة؛ إذ الألوان لا تظهر في السواد فهو شبيه بالظلمة. </p><p> وقد يحتمل أن يكون المراد من وصف البياض والسواد - ليس نفس البياض والسواد؛ ولكنّ البياض هو كناية عن شدّة السرور والفرح، والسّواد كناية عن شدة الحزن والأسف؛ </p><p> كقوله:  (وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ (٣٨) ضَاحِكَةٌ مُسْتَبْشِرَةٌ (٣٩) ، ووصف وجوه أهل الجنة بالضحك، وليس على حقيقة الضحك؛ ولكن وصف بغاية السرور والفرح؛ وكذلك وجوه أهل النار وصفها بالغبر والقتر؛ وهو وصف بشدة الحزن، واللَّه أعلم. </p><p> وقوله:  (أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ) : </p><p> يحتمل وجوهًا: </p><p> يحتمل: أكفرتم بألسنتكم بعدما شهدت خلقتكم بوحدانية اللَّه تعالى؛ لأن خلقة كل أحد تشهد على وحدانيته. </p><p> ويحتمل: أي: كفرتم بعدما آمنتم بمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قبل أن يبعث بوجودكم، نعته وصفته في كتابكم وعلى هذا قال بعض أهل التأويل:  (وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ) : أي: على استجابة كثير منهم من الأجلّة والكبراء، الذين لا يعرفون بالتعنت في الدِّين ولا بالتقليد، واللَّه أعلم. </p><p> ويحتمل قوله: أكفرتم أنتم بعد أن آمن منكم فرق؟!؛ لأن منهم من قد آمن، ومنهم من كفر، فقال لمن كفر: أكفرتم أنتم وقد آمن منكم نفر؟ ! ألا ترى أنه قال:  (وَمِنْ قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ) ، واللَّه أعلم؛ وكقوله:  (فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ وَكَفَرَتْ طَائِفَةٌ) . </p><p> وقيل: أراد بالإيمان - الذي قالوا حين أخرجوا من ظهر آدم. </p><p> وفي الآية ردّ قول المعتزلة بتخليد أهل الكبائر في النار، وإخراجهم إياهم من الإيمان من غير أن أدخلوهم في الكفر؛ لأنه - عَزَّ وَجَلَّ - لم يجعل إلا فريقين: بياض </p>"
}