{
  "id": null,
  "sura": 3,
  "aya": 132,
  "text": "<p> ولفعله فضل فزع في القلوب بوجود ذلك، ومعلوم أن ذلك بالعواقب لا بنفس الفعل- ثبت أنه لا يجب خلود من ليس بكافر فيها حتى يكون ممن أعدّت له، ولغير أثر وتحذير لا تحقيق ذلك كله، واللَّه أعلم. </p><p> وإن التأويل هو الثاني من اتقاء جميع المعاصي؛ فيكون لذلك بعد عبارتان: </p><p> إحداهما: أن قد ظهر أهل الجنة وأهل النار، وبينهم قوم لم تبلغ بهم الذنوب الشرك، فيدخلون في الوعيد بالنار المعدة لهم، ولا اتقوا جميع المعاصي؛ فيكونون في الوعد المطلق فيمن أعدت له الجنة؛ فحقه الوقف فيه حتى يظهر ذلك في قوله:  (وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ) ، وفي قوله:  (أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ) ، وقوله:  (وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ) ، الآية، وغير ذلك من آيات العفو والمغفرة، وما كان ذلك واجبًا في الحكمة، فيكون القائم به يستحق وصف العدل لا العفو والمغفرة - ثبت أن ذلك فيما قد وجب، أو يكون فيمن يجزيهم جزاءهم ويدخلهم الجنة؛ إذ أخبر أنه لا يجزي السيئة إلا بمثلها، وبالتخليد مضاعفة ذلك من وجهين: </p><p> أحدهما: أنه عذاب الكفر، وهذا دونه. </p><p> والثاني: منع لذة الحسنة بكليتها، بل حق ذلك أن يكون كقوله:  (فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ) الآية، أن يجزي بالأمرين جميعًا، ولا قوة إلا باللَّه. </p><p> والثاني: أنه قد جاء بمقابل السيئة من الحسنات، ومقابل كل أنواع من المعاصي من الطاعات، وقد وعد على الحسنة عشر أمثالها؛ فمحال أن يقابل مثل الذي دون الشرك من السيئات - الشرك في إحباط العمل، ولا يقابل مثل الذي دون الإيمان الإيمان في إحباط الذنوب، ويجب له الجنة، ثم مع ذلك الإيمان الذي لا أرفع منه، وهو الذي بعثه على الخوف والرجاء وقت الإساءة، وعلى أنه لو خشي على نفسه كل بلاء ورجا كل نفع في الكفر بربه - لم يؤثر ذلك مع ما وعد على الحسنة عشر أمثالها، ثم يبطل لذة ذلك كله، ويلزم الخلق القول فيه بالكرم والعفو والرحمة، ولا قوة إلا باللَّه. </p><p> وقوله:  (وَأَطِيعُوا اللَّهَ وَالرَّسُولَ ... (١٣٢) </p><p> ذكر - واللَّه أعلم - طاعة الرسول؛ لأن من الناس من لا يرى طاعة الرسول؛ فأمر - عَزَّ وَجَلَّ - بطاعة رسوله - لئلا يخالفوا أمر اللَّه ولا أمر رسوله، وأن من أطاع اللَّه ولم ير طاعة رسوله فهو لم يطع اللَّه في الحقيقة. </p><p> ويحتمل:  (وَأَطِيعوا اللَّهَ) في أمره ونهيه، وأطيعوا الرسول فيما بين في سننه أو دعا أو </p>"
}