{
  "id": null,
  "sura": 3,
  "aya": 173,
  "text": "<p> به من بعد ما أصابهم القرح، أي: الجراحة. </p><p> قيل: دعاهم إلى بدر الصغرى بعد ما أصابهم بأُحدٍ القروح والجراحات؛ فأجابوه، فذلك قولهَ تعالى -: (الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ. . .) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِلَّذِينَ أَحْسَنُوا مِنْهُمْ) : </p><p> في الإجابة له بعدما أصابتهم الجراحة، وشهدوا القتال معه. </p><p> (وَاتَّقَوْا) : </p><p> الخلاف له، وترك الإجابة، ويحتمل: اتقوا النار وعقوبته. </p><p> (أَجْرٌ عَظِيمٌ) : </p><p> في الجنة وثواب جزيل، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ ... (١٧٣) </p><p> قيل: إن المنافقين قالوا لأصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بعد ما انهزم كفار مكة وولوا أدبرهم:  (إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ) ، يخوفونهم؛ حتى لا يتبعوهم على أثرهم، فذلك عادتهم لم تزل؛ كقوله - تعالى -: (مَا زَادُوكُمْ إِلَّا خَبَالًا) ، أي: فسادًا. </p><p> وقيل: إنه إنما قال ذلك لهم رجل يقال لهم: نعيم بن مسعود، ولا ندري كيف كانت القصة؟. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَزَادَهُمْ إِيمَانًا) : </p><p> لما وجدوا الأمر على ما قال لهم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ووعد لهم، لا على ما قال أُولَئِكَ؛ فزادهم ذلك إيمانًا، أي: تصديقًا. </p><p> زادهم: قيل: جراءة وقوة وصلابة على ما كانوا من قبل في الحرب والقتال، ويحتمل؛ زادهم ذلك في إيمانهم قوة وصلابة وتصديقًا. </p><p> وقيل: قوله - عَزَّ وَجَلَّ -: (فَزَادَهُمْ إِيمَانًا) ، أي: تصديقًا ويقينًا بجرأتهم على عدوهم، ويقينهم بربهم، واستجابتهم لنبيهم - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> فإن قال قائل: ما معنى قوله - سبحانه وتعالى -: (فَزَادَهُمْ إِيمَانًا) على أثر قوله - عز وجلَ:  (الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا) ، وقول ذلك قول لا يحتمل أن يزيد الإيمان، وليس كقوله - عَزَّ وَجَلَّ -: (وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا) ؛ لأنها حجج، والحجج تزيد التصديق، أو تحدث، أو تدعوا إلى الثبات على ذلك؛ فيزيد الإيمان؛ فقولهم: اخشوهم، كيف يزيد؟ قيل: يخرج ذلك - واللَّه أعلم - على وجوه: </p><p> أحدها: أنهم إذا علموا أنهم أهل النفاق، وأنهم يخوفون بذلك، وقد كان وعدهم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بصنيعهم، فكذبوهم بذلك، وأقبلوا نحو أمر رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إجابة لأمره؛ وتصديقا بوعده، ومجانبة لاغترارهم بأخبار أعدائه والنزول على قولهم؛ فكان ذلك منهم - عند ذلك - زائدًا في إيمانهم مع ما في تكذيبهم؛ ذلك نحو قوله - عَزَّ وَجَلَّ -: (وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ. . .) ، الآية: إنه إذا زاد بتكذيب آيات الله رجسًا؛ فمثله تكذيب المكذب بالآيات؛ لذلك يزيد إيمانًا، واللَّه أعلم. </p><p> والثاني: أن يكون رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أخبرهم بتفرق أعداء اللَّه، وتشتت أمرهم، وأخبرهم المنافقون بالاجتماع؛ فصاروا إلى ما نعتهم به رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ فوجدوا الأمر على ما قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وذلك من أنباء الغيب، والإنباء عن الغيب، من أعظم آيات النبوة؛ فزادهم ذلك إيمانًا، واللَّه أعلم، وذلك، قوله - عَزَّ وَجَلَّ -: (أَفَمَنِ اتَّبَعَ رِضْوَانَ اللَّهِ. . .) الآية. </p><p> والثالث: لم لما يغتروا بقول المنافقين، ولا قصدوا لذلك، ولا ضعفوا؛ فأنزل اللَّه - </p>"
}