{
  "id": null,
  "sura": 3,
  "aya": 49,
  "text": "<p> يفهم ويعرف حقيقته، أو يوصف هو بمعنى من معاني كلام الخلق أو صفاتهم، أو يكون لتكوينه وقت أو مدة أو حال، أو يكون تكوين بعد تكوين، على ما يكون من الخلق، إنما هو أوجز حرف يفهم معناه، بالعبارة إخبار منه - عَزَّ وَجَلَّ - الخلق عن سرعة نفاذ أمره ومشيئته. </p><p> * * * </p><p> قوله تعالى:  (وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ (٤٨) وَرَسُولًا إِلَى بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِ الْمَوْتَى بِإِذْنِ اللَّهِ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (٤٩) وَمُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ وَجِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (٥٠) إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ (٥١) </p><p> وقوله:  (وَيُعَلِّمُهُ الْكِتَابَ) : بشارة منه لها -أيضًا-: أنه يعلمه الكتاب، ثم اختلف في (الْكِتَاب) ؛ قيل:  (الْكِتَاب) : الخط هاهنا يخط بيده، ويحتمل (الْكِتَاب) : الكتاب نفسه: التوراة والإنجيل، ويحتمل (الْكِتَاب) : كتب النبيين. </p><p> (وَالْحِكْمَةَ) ؛ قيل: الحكم بين الخلق، وقيل: الفقه، وقيل: الحلال والحرام، وقيل: السنة. </p><p> (وَالْحِكْمَةَ) : هي الإصابة، وقد ذكرناه فيما تقدم. </p><p> وقوله:  (وَرَسُولًا إِلَى بَنِي إِسْرَائِيلَ (٤٩) أي: أجعله رسولًا إلى بني إسرائيل، وهذا -أيضًا- بشارة لها منه، وكان عيسى - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من أوَّل أمره إلى آخره آية؛ لأنه ولد من غير أب، </p><p> على خلاف ما كان سائر البشر، يكلم الناس في المهد، وأقرَّ بالعبودية له، ولم يكن لأحد من البشر ذلك، وإبراء الأكمه والأبرص، وإحياء الموتى، وأنباء ما كانوا يأكلون ويدخرون، وما كان له مأوى يأوى إليه، ولا عيش يتعيش هو به، والبشر لا يخلو عن ذلك، ثم ألقى شبهه على غيره؛ فقتل به، ورفع هو إلى السماء؛ وذلك كله آية، وكانت آياته كلها حسية يعلمها كل أحد، وآيات رسول اللَّه - عليه أفضل الصلوات وأكمل التحيات - كانت حسية وعقلية: </p><p> أمَّا الحسية: فهو انشقاق القمر، ونبع الماء من بين أصابعه، وكلام الشاة </p><p> المسمومة، وقطع مسيرة شهر في ليلة، وغير ذلك من الآيات مما يكثر عددها؛ هذه كلها كانت حسية. </p><p> وَأفَا العقلية: فهذا القرآن الذي نزل عليه، وهو بين أظهرهم، وهم فصحاء وبلغاء وحكماء، يتلى عليهم:  (فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ. . .) الآية، وقوله: (قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ </p><p> ظَهِيرًا)، فلو كان بهم طاقة أو قدرة أن يأتوا بمثله، لجهدوا كل جهد، وتكلفوا كل تكلف؛ حتى يطفئوا هذا النور؛ ليتخلصوا عن قتلهم، وسبي ذراريهم، واستحياء نسائهم، فلما لم يفعلوا ذلك - دَلَّ أنه كان آية معجزة، عجزوا جميعًا عن إتيان مثله، فأي آية تكون أعظم من هذا؟! وباللَّه المعونة والنجاة. </p><p> وقوله:  (أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ) : </p><p> أي: بعلامة أني رسول منه إليكم، ثم فسَّر الآية، فقال:  (أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّه) </p><p> قوله:  (أَنِّي أَخْلُقُ لَكُمْ) </p><p> هو على المجاز، لا على التخليق والتكوين؛ لأن الخلق ليس هو من فعل المخلوق، وإنَّمَا هو من فعل اللَّه - عَزَّ وَجَلَّ - لأن التخليق: هو الإخراج من العدم إلى الوجود، وذلك فعل اللَّه - تعالى - لا يقدر المخلوق على ذلك؛ فهو على المجاز؛ ألا ترى أنه قال في آخره:  (وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ) ، وليس إلى الخلق تحليل شيء أو تحريمه، إنما ذلك إلى اللَّه - عَزَّ وَجَلَّ - فمعناه: أني أظهر لكم حل بعض ما حرم عليكم؛ فعلى ذلك قوله:  (أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ) أي: أظهر لكم بيدي ما خلق اللَّه من الطين طائرًا؛ فيكون آية لرسالتي إليكم؛ وكذلك الآيات ليس مما ينشئ الأنبياء، ولكن تظهر على أيديهم. </p><p> وإنَّمَا لم يجز إضافة التخليق إلى الخلق؛ لما ذكرنا: أنه إخراج الشيء من العدم إلى الوجود، وذلك ليس إلى الخلق. </p><p> والثاني: أن التخليق هو إخراج الفعل على التقدير، وفعل العبد إنما يخرج على تقدير اللَّه، لا يخرج على تقديره؛ لذلك لم يجز إضافة ذلك إلى الخلق، إلا على المجاز. واللَّه أعلم. </p><p> قال الشيخ - رحمه اللَّه -: الخلق: اسم المجاز والحقيقة، والتخليق: فعل حقيقة خاصَّة، وآيات الأنبياء - عليهم السلام - هي التي تخرج على خلاف الأمر المعتاد فيما بينهم، يجريها اللَّه - سبحانه وتعالى - على أيديهم؛ ليعلموا أن ذلك لم يكن بهم، إنما كان ذلك بالمُرسِل الذي أرسلهم؛ ليدل على صدقهم، ولا قوة إلا باللَّه. </p><p> وإبراء الأكمه والأبرص \" هو من آيات النبوة؛ لخروجها عن الأمر المعتاد فيما بينهم. فَإِنْ قِيلَ: إن إحياء الموتى، وإبراء الأكمه والأبرص من آيات النبوة؛ لعجزهم عن إتيان مثله، وخروجه عن المعتاد فيما بينهم، ولكن أنباء ما يأكلون وما يدخرون لِمَ كان من آيات النبوة، ويجوز أن يكون ذلك من منجم؟ </p><p> قيل: له جوابان -إن كان يكون مثل ذلك بالنجوم-: </p><p> أحَدهما: أنه مضموم إلى الآيات؛ فصار آية بما ضم إليها. </p><p> والثاني: أن هذا -وإن كان يعلم بالنجوم- فعيسى - عليه السلام - لما علم قومه أنه لم يختلف إلى أحد في تعلم علم النجوم، ثم عرف ذلك وأنبأهم بذلك - دل أنه إنما علم ذلك باللَّه؛ فكان آية، وباللَّه التوفيق. </p><p> مع ما كان في قومه أطباء وحكماء وبصراء - لم يَدَّعِ أحد شيئًا من هذه الآيات التي جاء بها عيسى - عليه السلام - دل ترك اشتغالهم في ذلك على إقرارهم بأنها آية سماوية، لكنهم تعاندوا وكابروا فلم يؤمنوا به. </p><p> قال الشيخ - رحمه اللَّه -: الخلق: اسم المجاز والحقيقة، والتخليق: فعل حقيقة خاصة. </p><p> وقوله (بِإِذْنِ اللَّهِ) . </p><p> قيل: بأمر اللَّه. </p>"
}