{
  "id": null,
  "sura": 3,
  "aya": 21,
  "text": "<p> والثاني: بما في الجواب؛ دليله: قوله: (يَسْتَفتُونَكَ) ، (يَسْأَلُونَكَ) في غير موضع، على غير البيان أنه عن ماذا؟ وهو - واللَّه أعلم - داخل تحت ذينك الوجهين. </p><p> ثم يحتمل أن تكون المحاجة قد كثرت فيما قال:  (فَإِنْ حَاجُّوكَ) ، والحجة قد ظهرت فيه؛ فكانوا يعودون إليها مرة بعد مرّة؛ عود تعنت وعناد؛ فأكرم اللَّه رسوله بالإعراض عن محاجتهم، ذلك كما ظهر تعنتهم فقال:  (فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ) على الإعراض عن محاجتهم، واللَّه أعلم. </p><p> وعلى ذلك يخرج معنى الأمر بالتولي عنهم في غير موضع. </p><p> ويحتمل أن تكون المحاجة في عبادة الواحد القهار والأوثان التي كانوا يعبدونها من دون اللَّه؛ فبين - جل ثناؤه - في ذلك بالذي يقول لهم هو ومن اتبعه على ذلك؛ نحو قوله:  (لَكُمْ دِينُكُمْ وَلِيَ دِينِ) ، وقوله:  (لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ) الآية، ونحو ذلك، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (٢١) أُولَئِكَ الَّذِينَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ (٢٢) </p><p> وقوله:  (إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ) : قيل: بآيات اللَّه التي في كتابهم: من بعث مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وصفته. </p><p> وقيل:  (بِآيَاتِ اللَّهِ) : بالقرآن، وبمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> (وَيَقْتُلُونَ) : يحتمل قوله: (وَيَقْتُلُونَ) أي. يهمون يريدون قتلهم؛ كقوله:  (فَإِنْ قَتَلُوكُمْ (١) فَاقْتُلُوهُمْ)، فلو كان على حقيقة القتل، فإذا قتلونا لم نقدر على قتلهم؛ وكقوله:  (فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ) ، أي: إذا أردت أن تقرأ القرآن؛ وكقوله:  (إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا) كذا، أي: إذا أردتم أن تقوموا إلى الصلاة؛ لأنه إذا قام إلى الصلاة لم يقدر على الغسل؛ فكذلك الأول. </p><p> ويحتمل أن يريد: الرضا بقتل آبائهم الأنبياء، فأضاف ذلك إليهم. </p><p> وقيل: إنه أراد آباءهم الذين قتلوا الأنبياء. </p><p>(١) هذه قراءة حمزة والكسائي -بغير ألف- واللَّه أعلم.</p><p> وقيل: جاءَ أنهم كانوا يقتلون ألف نبي كل يوم، قال الشيخ: لا أعرف هذا، فإن صح فهو على أنهم تمنوا ذلك، أو قتلوا نبيا وأنصاره، فسموا أنبياء؛ لما كان ينبئ بعضهم بعضا، واللَّه أعلم. </p><p> وقوله:  (فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ) : لو كان أراد آباءَهم كيف يأمر رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالبشارة وهم موتى؟ ! دل هذا على أن التأويل هو الأول: أنهم هموا بقتلهم، أو ورضوا بصنع آبائهم، واللَّه أعلم. </p><p> والبشارة المطلقة إنما تستعمل في الشرور والخيرات خاصة، إلا أن تكون مقيدة؛ فحينئذ تجوز في غيرها؛ كقوله:  (فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ) قيدها هنا؛ لذلك قال أصحابنا - رحمهم اللَّه -: أن ليست الحقائق أولى من المجاز، ولا الظاهر أولى </p>"
}