{
  "id": null,
  "sura": 3,
  "aya": 86,
  "text": "<p> الإسلام لدينهم، وادعوا أن دينهم هو دين اللَّه؛ فأخبر اللَّه - تعالى - أن دينه هو الإسلام، وأن من يبتغي الدِّين؛ ليدين اللَّه به، غيرَهُ -، فاللَّه لا يقبل منه، واللَّه أعلم. </p><p> ويحتمل الابتغاء: الإرادة؛ فيكون فيه تحقيق الدِّين؛ إذ هي تجامع الفعل؛ فكأنه قال: من دان غير دين الإسلام، فلن يقبل منه، وإن قصد به اللَّه بالدِّين، واللَّه الموفق. </p><p> أيد ذلك قوله:  (وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ) : أنه فيمن أتى بغيره، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمُ الْبَيِّنَاتُ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٨٦) أُولَئِكَ جَزَاؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ (٨٧) خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ (٨٨) إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٨٩) </p><p> وقوله:  (كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ. . .) الآية. </p><p> فالآية تحتمل وجوهًا: </p><p> تحتمل: ألا يهدي اللَّه قومًا هم معاندون مكابرون فيه، غير خاضعين له ولا متواضعين؛ إنما يهدي من خضع له وتواضع، فأما من عاند وكابر: فلا يهديه. </p><p> ويحتمل أن هذا في قوم مخصوصين، علم اللَّه منهم أنهم لا يؤمنون أبدًا؛ فأخبر اللَّه - تعالى - أنه لا يهديهم، وأما من علم اللَّه أنه يؤمن وتاب: فإنه يهديهم بقوله: (إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا) الآية: أطمع من تاب وأصلح أن يهديه ويغفر له. </p><p> ويحتمل: ألا يهديهم طريق الجنة، إذا ماتوا على كفرهم؛ كقوله:  (وَلَا لِيَهْدِيَهُمْ طَرِيقًا (١٦٨) إِلَّا طَرِيقَ جَهَنَّمَ). </p><p> قال الشيخ - رحمه اللَّه -: ويحتمل: لا يهديهم في وقت اختيارهم الضلالة. </p><p> وقيل: بما اختاروا من الضلالة لا يهديهم، أي: لا يعينهم: (وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ) . </p><p> قال الشيخ - رحمه اللَّه -: ودل قوله: (كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ) - أن دين الإسلام هو الإيمان، وأن الكفر مقابله من الأضداد، وكيف يهدي قبل كفرهم؟!. </p><p> وقيل: في وقت اختيارهم. </p><p> وقيل: ذلك في قوم علم اللَّه أنهم لا يؤمنون، وكانت همتهم التعنت والمخالفة، </p>"
}