{
  "id": null,
  "sura": 3,
  "aya": 101,
  "text": "<p> أعلم - أن يدعوهم إلى شيء لا يعلمون أن في ذلك كفرًا، نهاهم أن يطيعوهم، وفي كل ما يدعوكم إليه كفر وأنتم لا تعلمون. </p><p> ويحتمل: النهي عن طاعتهم، نهاهم عن أن يطيعوهم، وإن كان يعلم أنهم لا يطيعونهم؛ كما نهى الرسولَ - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في غير آي من القرآن، كقوله:  (وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ) ، (فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ) ، فكذلك هذا. </p><p> قال الشيخ - رحمه اللَّه -: ويشبه أن تكون الآية في عرض أمور عظام ترغب فيها النفس ليكفر بها؛ فحذر عن ذلك بما بين من الاعتناد والخسار في آية أخرى؛ ليعلموا أن ذلك تجارة مخسرة، وقد كانت لهم ولأهل كل دين ومذهب هذا الاعتناد، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَكَيْفَ تَكْفُرُونَ وَأَنْتُمْ تُتْلَى عَلَيْكُمْ آيَاتُ اللَّهِ وَفِيكُمْ رَسُولُهُ وَمَنْ يَعْتَصِمْ بِاللَّهِ فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيمٍ (١٠١) يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (١٠٢) وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ (١٠٣) </p><p> وعلى ذلك قوله:  (وَكَيفَ تَكفُرُونَ) . </p><p> على أن الذي أراكم الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ألذ للعقول، وأروح للأبدان مما وُعِدوه مع سوء ألمآب، واللَّه أعلم. </p><p> وقوله:  (وَكَيْفَ تَكْفُرُونَ وَأَنْتُمْ تُتْلَى عَلَيْكُمْ آيَاتُ اللَّهِ) : </p><p> وهو على وجه التعجب ظاهر، ولكنه على طلب الحجة في كفرهم. </p><p> (وَفِيكُمْ رَسُولُهُ) </p><p> يدفع عنكم الشبهة التي عرضت لكم بإلقاء الكفار إليكم. </p><p> (وَمَنْ يَعْتَصِمْ بِاللَّهِ) : </p><p> أي: من جعل اللَّه - عَزَّ وَجَلَّ - ملجأ له، ومفزعًا إليه عند الشبه والإشكال. </p><p> (فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيمٍ) </p><p> أي: يحفظه عن الشبه، ويرشده إلى صراط مسمقيم، واللَّه أعلم. </p><p> ويحتمل:  (وَمَنْ يَعْتَصِمْ بِاللَّهِ) : يتمسك بالذي جاء من القرآن، (فَقَدْ هُدِيَ إِلَى صِرَاطٍ </p>"
}