{
  "id": null,
  "sura": 3,
  "aya": 20,
  "text": "<p> جميع ما يضاف إلى اللَّه أنه يفهم من غير الوجه الذي يضاف إلى لخلق؛ فمثله أمر الشهادة، واللَّه أعلم. </p><p> وروي عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - أنه قال:  (شَهِدَ اللَّهُ) إلى قوله: (إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ) على معنى جَعْلِ (أَنَّهُ) صِلَة في الكلام، وحقيقته: شهد اللَّه الذي لا إله إلا هو، والملائكة، ومن ذكر: أن الدِّين عند اللَّه الإسلام، والإسلام في -الحقيقة-: جعل كلية الأشياء لله له، لا شريك له فيها: في ملك، ولا إنشاء، ولا تقدير. والإيمان: التصديق بشهادة كلية الأشياء لله تعالى، بأنه ربها وخالقها على ما عليها، جل عن الشركاء. </p><p> وقد قيل: الإسلام: خضوع. </p><p> وقيل: الإخلاص، وهو يرجع إلى ما بيّنا، وذلك كقوله:  (ضَرَبَ اللَّهُ مَثَلًا رَجُلًا فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ وَرَجُلًا سَلَمًا لِرَجُلٍ) ، والإيمان: هو التصديق لله تعالى، بما أخبر أنه رب كل شيء، وأن له الخلق والأمر. </p><p> وقيل: هو التصديق بما جاءت به الرسل، وذلك يرجع إلى ما بينا أيضًا. واللَّه أعلم. </p><p> وقوله:  (قَائِمًا بِالْقِسْطِ) : قيل: هو عادل لا يجور، لا أن للقيام معنى في ذلك؛ كقوله:  (كُونُوا قَوَّامِينَ بِالْقِسْطِ) ، بمعنى: كونوا عادلين مقسطين، والله أعلم. </p><p> وقيل: قيام تولٍّ وحفظ، أو كفاية وتدبير؛ كما يقال: فلان قائم بأمر كذا، لا على توهم انتصاب؛ وعلى ذلك قوله:  (أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ) . </p><p> وقوله:  (فَإِنْ حَاجُّوكَ (٢٠) </p><p> ولم يقل: في ماذا يحاجوك؟ فيحتمل - واللَّه أعلم - أن يكون هذا. ما علم اللَّه أنهم لا يؤمنون ولا يقبلون الحجة - أمره بترك المحاخة بقوله:  (فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ) ؛ </p><p> وكذلك: من اتبعني أسلموا أنفسهم لله؛ كقوله:  (وَتَوَلَّى عَنْهُم)  (فَأَعْرِضْ عَنْهُمْ) ، أيأسه عن إيمانهم، وأمره بترك المحاجة معهم. </p><p> وقوله:  (فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ) : </p><p> أي: أخلصت. </p><p> ثم يحتمل قوله:  (وَجْهِيَ لِلَّهِ) ، أي: نفسي لله لا أشرك فيها أحدًا، ولا أجعل لغير الله فيها حقا، على ما جعل الكفار في أنفسهم شركاء وأربابًا. </p><p> قال الشيخ - رحمه اللَّه -: وقيل: الإسلام أن يجعل نفسه بكليتها لله - تعالى - سالمة، لا شركة فيها لأحد؛ كما قال:  (وَرَجُلًا سَلَمًا لِرَجُلٍ) ، والإيمان: هو التصديق لشهود الربوبية لله من نفسه وغيره؛ لأنه ما من شيء إلا وفيه شهادة الربوبية. </p><p> وقوله:  (وَمَنِ اتَّبَعَنِ) : </p><p> أي: ومن اتبع ديني، فقد أسلموا أنفسهم لله تعالى، أيضًا، لم يشركوا فيها شركاء وأربابًا. </p><p> ويحتمل قوله:  (وَجْهِيَ لِلَّهِ) ، أي: أسلمت أمر ديني وعملي للَّهِ؛ وكذلك من اتبعني واتبع ديني، فقد أسلموا أعمالهم وأمورهم لله؛ كقوله - أتعالى، -: (وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ) ، وفي حرف ابن مسعود رَضِيَ اللَّهُ عَنْهُ، \" ومن اتبعني \" أي: ومن معي. </p><p> وقوله:  (وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ) : قيل: الذين أوتوا الكتاب: اليهود والنصارى، والأميين: العرب الذين لا يقرءون الكتاب، ولا لهم كتاب. </p><p> (أَأَسْلَمْتُمْ) أنتم لله؛ كما أسلمت أنا وجهي لله، ومن اتبعني. </p><p> (فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا) : وأخلصوا وجوههم لله وأعمالهم. </p><p> (وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ) : أي: فإن أبوا أن يسلموا فليس عليك إلا البلاغ كقوله - تعالى -: (مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ) وكقوله: (إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ) ، وكقوله:  (فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ) . </p><p> وقوله:  (وَاللَّهُ بَصِيرٌ بِالْعِبَادِ) : هو حرف وعيد. </p><p> قيل:  (بَصِيرٌ) : غير غافل. </p><p> وقيل: بصير بجزاء أعمالهم. </p><p> وقيل: بصير بما أسروا وأعلنوا، وفي كل وجه وعد ووعيد. </p><p> قال الشيخ - رحمه اللَّه - في قوله:  (فَإِنْ حَاجُّوكَ) : ولم يبين في ماذا، فقد يجوز ترك الإخبار عن القصة بوجهين: </p><p> أحدهما: بعلم أهله. </p>"
}