{
  "id": null,
  "sura": 3,
  "aya": 130,
  "text": "<p> وفي قوله:  (لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ) وجواز العمل بالاجتهاد؛ لأنه - عليه الصلاة والسلام - عمل بالاجتهاد لا بالأمر، حتى منع عنه، واللَّه أعلم. </p><p> قال الشيخ - رحمه اللَّه - قوله:  (لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ) ويحتمل أن يكون على أثر أمر مما جبل عليه البشر ما رأى في ذلك صلاح الخلق، ومما عليه التدبير بحيث الإطلاق فقيل هذا، وإن كان على ما رأيت فليس لك من أمر هذا شيء، وإنَّمَا الذي إليك الصفح عن ذلك والإعراض، واللَّه أعلم ما كان. </p><p> ويحتمل أن يكون يبتدئ القول به من غير أن يسبق منه ما يعاتب عليه أو يمنع منه؛ ليكون -أبدًا- مُتَقبلا الإذن له في كل شيء والأمر، ولا يطمع نفسه في شيء لم يسبق له البشارة به، على أن النهي والوعيد أمران جائزان، وإن كان قد عصم عن ركوب المنهي، ووجوب الوعيد؛ إذ هنالك تظهر رتبة العصمة، ولا قوة إلا باللَّه. </p><p> والظاهر أن يكون على إثر أمر استعجل ذلك من: دعاء الإهلاك أو الهداية لقبول الحق والخضوع له؛ فيقول: ليس لك شيء من ذلك في أحد على الإشارة إليه، إنما ذلك إلى اللَّه، يصنع فيهم ما عنده من الثواب أو التعذيب، على قدر ما يعلم من إقبالهم على الطاعة له أو نفاذهم عنها، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا الرِّبَا أَضْعَافًا مُضَاعَفَةً وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ (١٣٠) وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ (١٣١) وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ (١٣٢) </p><p> وقوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا الرِّبَا أَضْعَافًا مُضَاعَفَةً) . </p><p> قوله:  (لَا تَأْكُلُوا الرِّبَا) - كقوله:  (وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا) ففيه نهي عن الأخذ؛ كقوله:  (وَأَخْذِهِمُ الرِّبَا وَقَدْ نُهُوا عَنْهُ) ؛ فعلى ذلك قوله:  (لَا تَأْكُلُوا الرِّبَا) ، أي: لا تأخذوا. </p><p> وقوله:  (أَضْعَافًا مُضَاعَفَةً) </p><p> فَإِنْ قِيلَ: ما معنى النهي عن المضاعفة وغير المضاعفة حرام؟ ! لكنه يحتمل هذا وجوهًا: </p><p> يحتمل: أن يكون هذا قبل تحريم الربا، فنهوا عن أخذ المضاعفة. </p><p> ويحتمل قوله:  (لَا تَأْكُلُوا الرِّبَا) : أي: لا تكثروا أموالكم بأخذ المضاعفة. </p><p> ويحتمل:  (أَضْعَافًا مُضَاعَفَةً) ، أي: لا تصرّوا على استحلال الربا فتثبتون عليه آخر الأبد. </p><p> ويحتمل. (أَضْعَافًا مُضَاعَفَةً) ؛ تضعيف العذاب. </p><p> ويحتمل ما قيل: كان أحدهم يبايع الرجل إلى أجل، فإذا حل الأجل زاد في الربح، وزاد الآخر في الأجل، وذلك كان ربا الجاهلية. </p><p> قال الشيخ - رحمه اللَّه - في قوله:  (لَا تَأْكُلُوا الرِّبَا) . </p><p> يحتمل الأكل؛ لأنه نهاية كل كسب. </p><p> ويحتمل الأخذ؛ كقوله:  (وَأَخْذِهِمُ الرِّبَا وَقَدْ نُهُوا عَنْهُ) ، وقوله:  (وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا) ، وقوله:  (أَضْعَافًا مُضَاعَفَةً) : في الأخذ، أي: لا تأخذوا لتُكَثروا أموالكم، أو تقصدوا بذلك تضاعف أموالكم إلى غير حد؛ وليس فيه أن القليل ليس بمحرم، لكن ذلك هو مقصود أكله؛ فنهوا عن ذلك، وحرمة القليل بغير ذلك من ليُكَثروا أن يكون في نازلة عليها، خرج النهي لا على الإذن بدون ذلك، ولو كان على حقيقة الأكل فهو على النهي عن التوسع بالربا أو الأمر بالعود إلى ما لا ربا فيه، وإن كان </p>"
}