{
  "id": null,
  "sura": 3,
  "aya": 133,
  "text": "<p> بلغ، والقصد في الآية إلى فرض طاعة الرسول، وأطيعوا الرسول في أمره ونهيه، كما أطعتم اللَّه في أمره ونهيه. </p><p> قوله تعالى:  (وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ (١٣٣) </p><p> وقوله: - عَزَّ وَجَلَّ - (وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ) . </p><p> يحتمل أن يكون هذا موصولا بقوله - عَزَّ وَجَلَّ -: (لَا تَأْكُلُوا الرِّبَا أَضْعَافًا مُضَاعَفَةً) ، أي: لا تأخذوا الربا أضعافا مضاعفة فتكثروا أموالكم، وحقيقته: وسارعوا إلى ما فيه وعد المغفرة من ربكم: بالإجابة له إلى ما دعا، والقيام به بحق الوفاء. </p><p> وقوله:  (وَاتَّقُوا اللَّهَ) في استحلال الربا؛ لأن من استحل محرما فقد كفر، وحقيقته: اتقوا ما أوعدكم ربكم عليه النار. </p><p> وأصل الطاعة: الائتمار بأمر المطاع في كل أمر، فمن أطاع اللَّه فيما أمر، وأطاع رسوله - رحمه ربه، وفي الطاعة رحمة الخلق؛ على ما روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" لَنْ تَدْخُلُوا الجَنَّةَ حَتَّى تَرَاحَمُوا؛قَالُوا:كُلُّنَا نَرحَمُ يَا رَسُولَ اللهَ؟قَالَ:لَيسَ رَحْمَةَ الرجُلِ وَلَدَهُ؛ وَلَكِنَّهُ رَحْمَةٌ عَامَّةٌ \" . </p><p> قوله:  (وَأَطِيعُوا اللَّهَ) في تحريم الربا، وأطيعوا الرسول: في تبليغه إليكم تحريم الربا والنهي عن أخذه. </p><p> (لَعَلَّكُمْ تُرْحَمُونَ) : أي: ارحموا الناس وترحموهم في ترك أخذ الربا، ترحمون أنتم، وتنجون من النار ومن عذاب اللَّه. </p><p> ثم قال:  (وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ) . </p><p> أي: بادروا بالتوبة والرجوع عن استحلال الربا والترك عن أخذه، والمغفرة هي فعل اللَّه، لكنه - واللَّه أعلم - كأنه قال: بادروا إلى الأسباب التي بها تستوجبون المغفرة من ربكم، والمغفرة: هي الستر في اللغة. </p><p> ثم يحتمل وجهين: </p><p> يحتمل: ألا يهتك أستاركم في الآخرة إذا تبتم. </p><p> ويحتمل: أن ينسى عليكم سيئاتكم في الجنة؛ لأن ذكر المساوئ في الجنة تنقص عليهم نعمه، فأخبر - عَزَّ وَجَلَّّ - أنه ينسيهم مساوئهم في الجنة؛ لئلا ينقص ذلك عليهم، واللَّه أعلم. </p><p> وقوله: - عَزَّ وَجَلَّ -: (وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ) : </p><p> وبادروا -أيضًا- بالتوبة عن استحلال الربا إلى جنة عرضها السماوات والأرض، فمعنى ضرب مثل الجنة بضرب السماوات والأرض، وذلك - واللَّه أعلم - ذكر هو أن للسماوات والأرض أحوالًا ليست تلك الأحوال لغيرها من الخلائق؛ بقوله - عَزَّ وَجَلَّ -: (لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ) ؛ وذلك أنهما عندهم من أشد الخلائق وأقواها، فقال: إن الذي قدر على اتخاذ ما هو أشد وأقوى وأصلب - لقادر على إنشاء ما هو دونه، وهو هذا العالم الصغير. </p><p> ووصف -أيضًا- السماوات والأرض بالغلظ والكثافة والشدة؛ لقوله - عَزَّ وَجَلَّ -: (سَبعَ سماوَاتٍ)  (شِدادًا) وغلاظا، ثم أخبر - عَزَّ وَجَلَّ - أنها مع غلظها وكثافتها تكاد أن تنشق لعظيم ما قالوا بأن لله ولدًا وشريكًا بقوله:  (تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا (٩٠) أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا (٩١) ؛ ليعلموا عظيم القول وقبحه؛ لئلا يقولوا في اللَّه ما لا يليق به. </p><p> ووصف -أيضًا- السماوات والأرض بالدوام إلى وقت يبعد فناؤهما في أوهام الخلق، وإن كانا فانيان بقوله - عَزَّ وَجَلَّ -: (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ) فإذا كان للسماوات والأرض ما ذكرنا من الأحوال عند الخلق، ليست تلك الأحوال لغيرها من الخلائق؛ من شدتها وقوتها، وصلابتها وكثافتها وسعتها - شبه عرض جنته وسعتها بسعة السماوات والأرض وعرضهما؛ لما هما عند الخلق ليسا بذوي نهاية، وإن كانا ذوي نهاية وغاية؛ كما وصف أهل الجنة وأهل النار بالدوام فيهما بدوام السماوات والأرض، وإن كانا فيهما غير دائمين أبدًا؛ لبعد فنائهما عن أوهام الخلق؛ فعلى ذلك الأول، واللَّه أعلم. </p><p> وفيه دلالة أن الجنة ذو نهاية المكان في العرض، وإن لم تكن بذات نهاية الوقت وغايته؛ لأنه ذكر العرض لها، وكل ذي عرض يحتمل نهاية عرضه - واللَّه أعلم - ولو لم يكن ذا نهاية من حيث العرض، فكأن اللَّه غير موصوف بالقدرة على الزيادة، ومن زال عنه </p><p> وصف ذلك - انقطع عنه الطمع، واضمحل الرجاء. </p><p> وبعد، فإن ثم دارًا أخرى سوى الجنة، فأوجب ذلك نهاية الجنة من حيث العرض. </p><p> إذ كان غير الجنة دار أخرى مثلها في ارتفاع نهاية الوقت، وجائز وجود أمرين مختلفين على اتفاق في الوقت، ومحال وجودهما في مكان واحد اتفاق بمكان؛ لذلك لزم نهايتهما، وإن زالت عنهما نهاية الوقت. </p><p> وقوله: - عَزَّ وَجَلَّ -: (أُعِدَّتْ لِلْمُتَّقِينَ) : </p><p> والاتقاء: هو من الطاعة في كل أمره ونهيه، وترك مخالفته في ذلك كله، ثم سبب التقوى يكون بوجوه ثلاثة: بذكر عظمته وجلاله ورفعته عن مخالفة أمره ونهيه؛ فيذله ذلك ويحقره، فيمنعه عن مخالفته. </p><p> أو بذكر نعمته وإحسانه، فيمنعه ذلك عن ارتكاب ما نهي عنه حياء منهم. </p><p> والثالث: بذكر نقمته وعذابه في مخالفة أمره ونهيه؛ فيتقي بذلك عذاب اللَّه ونقمته. </p><p> قال الشيخ - رحمه اللَّه -: وقوله - عَزَّ وَجَلَّ -: (أُعِدَّتْ لِلْمُتَّقِينَ) ، ثم فسَّرَ الذين يتقون إلى آخر ذلك، فهو يحتمل وجهين: </p><p> أحدهما: أن يكون المراد: من أعدت له، له من جميع الذي ذكر. </p><p> والثاني: أن يريد بـ (أُعِدَّتْ لِلْمُتَّقِينَ (١٣٣) الَّذِينَ) اتقوا الشرك بالذي أخبر - عَزَّ وَجَلَّ - بقوله:  (إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ) . ثم وصفهم بالذي ذكر من الأفعال المحمودة؛ لا أن ذلك بكليته شرط لأن يعد له الجنة حتى يحرم من لم يبلغ ذلك، فإن كان على الأول - فكأنه وصف النهاية لمن أعدّت الجنة، وقد يجوز أن يكون لهم أتباع </p><p> في الشركة، وإن لم يبلغوا تلك الرتبة بفضل اللَّه، أو بما أعطى من ذكر فيهم من الشفاعة، أو بما شاركوا أُولَئِكَ في أصل الاعتقاد بقبول ذلك، وإن كان منهم تقصير على أنه قد يذكر في كل أمر من الأمور العظيمة، والنهاية في ذلك على مشاركة من دونهم لهم في ذلك، وعلى ذلك ما ذكر من بعث الرسل إلى الفراعنة على دخول من دونه في ذلك، وعلى مخاطبة أهل الجلال في ذلك، ودخول من دونهم في الحق؛ وكذلك ذكر الخطاب في أهل الرفعة والعلو على تضمين من دون ذلك؛ فكذلك الأول؛ وكذلك اللَّه - سبحانه - ذكر في القرآن من الكفرة الذين جمعوا مع الكفر العناد والتمرد، وذكر أهل الإيمان الذين لهم مع ذلك الخيرات منّا منه، إن ذكر هَؤُلَاءِ بأعلى أما استحقوا من الثناء، والأول، بأعلى ما به يصير لمَقْته، من غير تخصيص في أصل له الوعد والوعيد، إلا من حيث التشديد والتفضيل، فمثله الأول؛ أيد ذلك قسمته أهل الجنة قسمين: السابقين، - وَأَصحَابَ اليَمِينِ، ثم قال في الذين من ذكر: الذين (خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا) وقد بين في آخر ذلك ما يدل على ذلك، وهو من ذكر من الذين يأتون الفواحش والظلم، ثم (وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا) ، ويكون في ذلك وجهان: </p><p> أحدهما: أن اللَّه - تعالى - بمنِّه يوفقه لما يرضيه في آخر أمره؛ ليختمه به؛ إذ كان في وقت ارتكابه ما ارتكب، وتقصيره فيما قصر - معتقدًا جلال ربه، خائفًا عظمته، راجيًا رحمته، متعرضًا لما عرفه من الكرم والعفو، فيكون هو شريك من ذكر في الخاتمة، وإن كان منه تخلف عنه في الابتداء، واللَّه أعلم. </p><p> أو أن يكون يجزيه عما قصر وفرط؛ حتى يطهره مما كان من الخلط؛ فيرجع إلى ما وافق الأول في جملة الاعتقاد، فتكون معدة لمن جمع ذلك، والجمع يكون بالذي ذكر، أو بالعفو والجود؛ إذ جعل الجزاء طريقه الجود والكرم، لا الاستحقاق، واللَّه أعلم. </p><p> وإن كان على معنى الثاني - فالآية تخرج مخرج الترغيب في جميع تلك الأوصاف، وتكون الجنة في الإطلاق معدّة للمتقين، الذين اتقوا الشركة والدرجات وما فيها من الفضائل والمراتب، على قدر ما يبقى من أنواع الخلاف في الأفعال، ويتوسل إلى اللَّه - تعالى - بالمبادرة والمسارعة إلى ما فيه الرغاثب؛ وعلى ذلك أمر الوعد بتفضيل الذرجات في الجنة، وتفريق الدركات في النار، على ما أعدت النار في الجملة للكفرة، ويتفاوت أهلها بتفاوت الأفعال من الخلاف والتمرد، واللَّه الموفق. </p>"
}