{
  "id": null,
  "sura": 3,
  "aya": 128,
  "text": "<p> على الأمر؛ على ما جبل الخلق من الإقبال على الأمور المهمة، وإذا كثروا على ذلك قوله:  (إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ) ، ولعلهم -أيضًا- بما يطمعون أنهم لو أطاعوا اللَّه، وثبتوا لأعدائه - أن لهم النصر والدفع، فكان ذلك بعض ما يستبشرون؛ وعلى ذلك أكثر ما بلى أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالهزيمة، إنما كان يصرف قلوبهم إلى بعض ما جبل عليه البشر من حب الدنيا، والإعجاب بالكثرة، ونحو ذلك، ثم من أعظم الأعلام في ذلك ما قال اللَّه - عَزَّ وَجَلَّ -: (وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُمْ بِهِ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ) فتكون البشارة والطمأنينة بالذي جبل عليه البشر على ما بينتُ، ويكون النصر من عند اللَّه، الذي متى أراد نصر أحد لن يغلب، قلَّت أعوانه أو كثرت، وذلك لطف من الله العزيز العليم؛ يريهم النصر من الوجه الذي لا يعلمه إلا هو، وفي حال الأنفس من أنفسهم أن يقوم لعدوهم؛ ليعلموا عظيم لطفه الذي بمثله ارتفعت درجات الأخيار، وشرفت منازلهم، ولو كان لهم بالإذن؛ على ما ذكر من قوة جبريل - عليه السلام - في قلب قريات لوط بجناح واحد، لم يكن يقوم لمثله أهل الأرض، فضلًا عن عدد يسير منهم، ولكنهم لا يتقدمون بين يدي اللَّه، واللَّه لم يكن أذن لهم في القتال عند كل مشهد، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ (١٢٨) وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَاللَّهُ غَفُورٌ رَحِيمٌ (١٢٩) </p><p> وقوله. (لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ. . .) الآية. </p><p> قوله:  (لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ) : إنما أنت عبد مأمور؛ فليس لك من الأمر؛ إنما ذلك إلى الواحد القهار، الذي لا شريك له ولا ند؛ كقوله:  (يَقُولُونَ هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ) . </p><p> وقوله:  (أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ. . .) الآية </p><p> فيه: أنه كان من النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - معنى قولًا وفعلًا، حتى ترك قوله:  (لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ) ، ولكنا لا نعلم ذلك المعنى، غير أنه قيل في بعض القصة: إن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - شج يوم أُحد في وجهه، وكسرت رباعيته، فدعا عليهم؛ فنزل قوله:  (لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ) </p>"
}