{
  "id": null,
  "sura": 3,
  "aya": 19,
  "text": "<p> وقيل:  \" شهد اللَّه \" أي: علم اللَّه أنه لا إله إلا هو، وكذلك علم الملائكة وأولو العلم أنه لا إله إلا هو، فإن قال لنا ملحد: كيف صح، وهو دعوى؟! </p><p> قيل: لأن دعوى من ظهر صدقه في شهادته إذا شهد، وهو مقبول، وهو بما ادعى من الألوهية والربوبية؛ إذا لم يَسْتَقِلهُ أحد - ظهر صدقه، وقهر كل مكذب له في دعواه، وبالله النجاة. </p><p> وقوله:  (قَائِمًا بِالْقِسْطِ) : </p><p> أي: حافظ ومتولٍّ؛ كقوله:  (قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ) ، أي: حافظ لها ومتولٍّ؛ كما يقال: فلان قائم على أمر فلان، أي: حافظ لأمره، ومتعاهد لأسبابه. </p><p> قال الشيخ - رحمه اللَّه -: وقيل: هو عادل، أي: لا يجور، لا أن ثم معنى القيام؛ كقوله:  (قَوَّامِينَ بِالْقِسْطِ) : مقسطين، لا أن ثم للقيام فيه معنى يسبق الوهمُ إليه، واللَّه أعلم. </p><p> وقوله:  (إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ (١٩) </p><p> وقال قائلون: إن الدِّين الذي هو حق مِنْ بين الأديان، وهو الإسلام؛ لأن كل أحد منهم ممن دان دينًا يدعي أنَّه هو دين اللَّه الذي أمر به. </p><p> وقال قوم: إن الدِّين الذي أمر به الآمر من عند اللَّه هو دين الإسلام؛ لأنهم. كانوا مع اختلافهم مقرين بالإيمان، لكن بعضهم لا يقرون بالإسلام؛ فأخبر - عَزَّ وَجَلَّ - أن الذين الذي أمر به وفيه التوحيد هو دين الإسلام، لا غيره؛ ألا ترى أنه قال:  (مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا. . .) : أخبر عز </p><p> وجل، أن إبراهيم - عليه السلام - ليس على دين سوى دين الإسلام، والإسلام هو الإخلاص، على ما ذكرنا فيما تقدم، وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال:  \" شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ: أَنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ، وَأنَّهُ قَائِمٌ بِالْقِسْطِ،وَالْقِسْطُ:هُوَ العَدْلُ فِي جَمِيعِ القُرآنِ \" . </p><p> وقوله:  (وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ) : </p><p> يحتمل وجهين. </p><p> يحتمل الاختلاف: التفرق، أي: تفرقوا في الكفر؛ كقوله:  (وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا) الآية. ويحتمل: الاختلاف: نفس الاختلاف في الدِّين؛ كقوله:  (وَلَكِنِ اختَلَفُوا فَمِنْهُمْ مَنْ آمَنَ وَمِنْهُمْ مَنْ كفَرَ) : أخبر أنهم لم يختلفوا عن جهل؛ ولكن عن علم وبيان؛ كقوله:  (إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ) . </p><p> ثم يحتمل قوله:  (إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ) وجهين: أي: لم يختلفوا إلا من بعد ما علموا وعرفوا. </p><p> ويحتمل: أي: لم يختلفوا إلا من بعد ما أوتوا أسباب: ما لو تفكروا وتدبروا - لوقع العلم لهم بذلك والبيان، لكنهم تعنتوا وكابروا؛ فاختلفوا. </p><p> ثم في الآية دليل ألا يجوز أن يُفسَّر قوله:  (وَجَاءَ رَبُّكَ) ، وقوله:  (إِلَّا أَن يَأْتِيَهُمُ اللَّهُ) ، ونحوه: بالانتقال من حال إلى حال، أو من مكان إلى مكان؛ لأنه ذَكَرَ مجيءَ العلم، والعلم لا يوصف بالمجيء ولا ذهاب، وكذلك قوله:  (وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ) : ذكر مجيء الحق وزهق الباطل؛ فهما لا يوصفان بمجيء الأجسام، وذهابهم بالانتقال والتحول من مكان إلى مكان، ولا يعرف ذلك ولا يصرف إليه؛ فعلى ذلك لا جائز أن يصرف قوله:  (وَجَاءَ رَبُّكَ) ، (استَوَى عَلَى الْعَرْشِ) ، ونحوه - إلى المعروف من استواء الخلق ومجيئهم؛ لتعاليه عن ذلك، قال: والمجيء لا يكون عن الانتقال خاصة؛ بل يكون مرة ذاك وأخرى غيره، </p><p> وكذلك الإتيان، واللَّه أعلم. </p><p> وقوله:  (بَغْيًا بَيْنَهُمْ) </p><p> قيل: حسدًا بينهم؛ لأنهم طمعوا أن يبعث الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من بني إسرائيل، على ما بعث سائر الرسل بعد إسرائيل منهم، فلما بعث من غير بني إسرائيل حسدوه، وخالفوا دينه الإسلام، ويحتمل \" بغيًا \" : من البغي، وهو الجور. </p><p> وقوله:  (وَمَنْ يَكْفُرْ بِآيَاتِ اللَّهِ) </p><p> أي: من المختلفين </p><p> (فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ) : كأنه على الإضمار - أنْ قل يا مُحَمَّد: ومن يكفر بآيات اللَّه من بعد ما جاءهم العلم والبيان، فإن اللَّه سريع الحساب. </p><p> وله ثلاثة أوجه؛ لأن ظاهر الجواب على غير إضمار أن يكون:  (وَمَنْ يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ) ، أي: العذاب - واللَّه أعلم - سمى به؛ لأن بعد الحساب عذاب؛ لقوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" مَنْ نُوقشَ الحِسَابَ عُذِّبَ \" ، فجعل الحساب عذابًا. </p><p> ثم أخبر - عَزَّ وَجَلَّ - أنه سريع الحساب، لا كحساب الذي يكون بين الخلق؛ لأن الخلق تشغلهم أسباب، وتمنعهم أشياء يحتاجون إلى التفكر والتدبر، واللَّه يتعالى عن أن يشغله شيء أو يمنعه معنى، جل اللَّه عن ذلك. </p><p> وقيل: على التقريب حسابه سريع \" كَأْن قد جاء لقربه، واللَّه أعلم. </p><p> قوله:  (شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ) : هو شهادة ربوبية، لا يتوهم له كيفية، ولا يخطر بالبال له المائية، ولا يحتمل الوصول إلى حقيقة ذلك بالتفكر، ولا أن يُحتمل بلوغُ العقل الوقوفَ على ذلك؛ إذ هو خَلْق قصر عن الإحاطة بمائية نفسه، وعن إدراك وجه قيامه بالذي ركب أو تجديد من حيث نفسه، وهو تحت جميع ما ذكرت، إذ هو خلق وحَدَث جرى عليه التدبير، ودخل تحت التقدير؛ فالربوبية أحق أن ينحسر عنها الأوهام، وتَكِلُّ عن توهم إدراكها الأفهام؛ وعلى ذلك أمر تكوين اللَّه الأشياءَ، على ما شهدت الأشياء، التي هي تحت التكوين في العبارة، لا على توهمٍ في التكوين معنى تحتمله الأفهام، أو تبلغه العقول؛ وإنما هو عبارة بها جعل لا يقف على العبارات عن المتعالي عن صفات الخلق، المحقق له الجلال عن جهاتهم إلا من حيث المفهوم في الخلق، للتقريب إلى الأفهام دون تحقيق المفهوم، مما عن العبارة عنه -قدرت العبارات في الإخبار عن اللَّه تعالى، عن ذلك وعلى هذا القول اللَّه والرحمن وجميع ما يتعارف الخلق من الأسماء على ما يقرب من الأفهام- المراد بها لا تحقيق الحروف، أو إدخال تحت تركيب الكلام وتأليف العبارة، وهذا معنى معرفة وحدانيته من جهة ضرورات توجب المعرفة، على الوصف بالسبحانية له عن معاني جميع المعروفين، وباللَّه العصمة والمعونة. </p><p> ثم قد يحتمل أن يؤذن في العبارة عن ذلك بما هو ألطف وأدفع للتوهم: توهم ما لعل للقلب عند ذكر الشهادة فضل حيرة، ليس عند تلك العبارة، وذلك يخرج على وجوه في الاحتمال؛ لما يسعه عقولنا دون القطع على شيء مما وقع عندنا من الرجوع إليه واللَّه - سبحانه - أعلم من ذلك بشهادة الخلائق كلهم: ما فيها من آثار الصنعة، ودلالة الربوبية، وشهادة الألوهية؛ لتكون شهادة بالذي ذكر: بأن. لا إله إلا هو، إذ في كل شيء سواه هذه الشهادة بالصفة التي جعلها هو فيه له، واللَّه أعلم. </p><p> والثاني: أن يكون بذاته متعاليًا عن جميع معاني من سواه من المعاني التي أدخلتها </p><p> اسم مربوب، وظهر كل شيء في الحقيقة له عند توهم المعبود، لا يستحق غيرُه غير آثار الحدثيَّة وجهات المدخلة تحت القدرة والتدبير، وهو بذاته متعالٍ عن كلية الجهات والمعاني، التي كانت بها بعد أن لم تكن، وبها صارت مربوبة عبدًا، وهو متعال أيضًا عن الوصف بالجهات والمعاني؛ بل هو خلق الخلق، ولا قوة إلا باللَّه. </p><p> ويحتمل: شهد: علم، وكذلك مَنْ شهد الشيء فقد علم مخبره خلقته بإله العالم، وأنه واحد لا شريك له، إله الكل وخالقهم؛ ليعلموا أنما أعلمهم أنه كما أخبر، وذلك في نقض قول كثير ممن ينفون عن اللَّه - تعالى - أنه عالم وشاهد كل شيء، واللَّه الموفق. </p><p> ويحتمل: شهد على الخلائق أن يكون عليهم القول والاعتقاد أنه لا إله غيره؛ بمعنى: قضى وأمر، واللَّه الموفق.، وليس فيما جمعه اللَّه بشهادة من ذكر توهم معنى لشهادته بما هو بشهادة من ذكر، مع ما قد يحتمل لما جمع إلى شهادته شهادة من ذكر وجهان: </p><p> أحدهما: فضل من ذكر بما ذكر شهادته عند ذكر شهادتهم؛ على نحو قوله:  (وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ) الآية؛ ذكر ما له، وإن كان له الخلق كله؛ بوجهين: </p><p> أحدهما: بما جعل ذلك لوجوه العبادة؛ كما أضاف إليه المساجد على أنها وغيرها له، وذكر في الملائكة الذين عنده في أمر القيامة، وإليه المصير، ونحو ذلك، إما مخصوص لما ذكر من الأوقات في فضل أو غير جعل له، أو لما كان ذلك لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - نسب إليه، أو كان لكلية المعاني للعبادة؛ فمثله أمر شهادات من ذكوتها بشهادة اللَّه؛ تفضلًا لأُولَئِكَ وتخصيصًا، من بين الخلائق، واللَّه أعلم. </p><p> والثاني: على كون الشهادة من الإخبار بحق الأمر، نسبه إليه؛ كما نسب إليه كتابة الألواح ونفخ جبريل الروح بما كان منه أمر به، فكذا فعله في الإضافة إليه، واللَّه أعلم. </p><p> ثم حق ذلك -فيما على التحقيق- أن يفهم ما عن اللَّه ربوبيّة وعن العبد عبودية، على </p>"
}