{
  "id": null,
  "sura": 3,
  "aya": 47,
  "text": "<p> والرفعة، ومن كان وجيهًا في الدنيا والآخرة فهو مقرب فيهما. </p><p> وقوله:  (قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ (٤٧) </p><p> عرفت مريم أن الولد يكون بمس البشر، وعلمت -أيضًا- أنها لا تتزوج، ولا يمسها بشر أبدًا؛ لأنها قالت:  (قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ) فإن لم يكن مسها أحد قبل ذلك، فلعله يمسها في حادث الوقت؛ فيكون لها منه الولد، فلما لم يقل لها يمسسك؛ ولكن قال:  (كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ) دل ذلك أنها علمت أنها لا تتزوج أبدًا؛ لأنها كانت محررة لله، مخلصة له في العبادة، واللَّه أعلم. </p><p> ويحتمل قوله:  (أَنَّى يَكُونُ لِي وَلَدٌ) </p><p> أي: من أي وجه يكون لي ولد بالهبة؛ لأنها بشرت أن يهب لها ولدًا، فقالت: من أي وجه يكون لي ولد بالهبة، (وَلَمْ يَمْسَسْنِي بَشَرٌ) ؟ </p><p> ثم قال:  (كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ) تأويله: ما ذكر في سورة مريم حيث قالت: (أَنَّى يَكُونُ لِي غُلَامٌ) الآية، ثم قال:  (كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ) أي: خلق الخلق عَلَيَّ هَيِّنٌ: بِأبٍ، وبغير أبٍ، وبمس بشر، وبغير مس، وبسبب، وبغير سبب؛ على ما خلق آدم بغير أب ولا أم؛ فعلى ذلك يخلق بتوالد بعض من بعض، وبغير توالد بعض من بعض؛ كخلق الليل والنهار، يخلق بلا توالد أحدهما من الآخر؛ فكذلك يخلق لك ولدًا من غير أب ولا مس بشر، وباللَّه الحول والقوة. </p><p> وقوله:  (إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ) : </p><p> أي: إذا قضى أمرًا بتكوين أحد، أو بتكوين - فإنما يقول له: كن، لا يثقل عليه، ولا يصعب خلق الخلق وتكوينهم؛ كقوله:  (مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ) أي: خلق الخلق كلهم ابتداء، وبعثهم بعد الموت - كخلق نفس واحدة؛ أن يقول:  (كُنْ فَيَكُونُ) ؛ وإنَّمَا يثقل ذلك على الخلق ويصعب؛ لموانع تمنعهم وأشغال تشغلهم، فاقا اللَّه - سبحانه وتعالى - عن أن بشغله شغل، أو يمنعه مانع، أو يحجب عليه حجاب. </p><p> وقوله:  (فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ) : </p><p> ذكر - واللَّه أعلم - هذا الحرف؛ لأنه ليس في كلام العرب حرف أو جزء منه يعبر فيفهم معناه، لا أن كان منه - عَزَّ وَجَلَّ - كاف أو نون، أو حرف، أو هجاء، أو صفة </p>"
}