{
  "id": null,
  "sura": 3,
  "aya": 191,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ (١٩٠) </p><p> في الآية وجوه. </p><p> أحدها: أنه خلق السماوات والأرض للبشر ولمنافعهم، لا أنه خلقهما لأنفسهما: لا منفعة لهما بخلقه إياهما؛ حتى يكون خلقه لأنفسهما؛ إذ خلق الشيء لا لمنفعة أحد أو للفناء خاصة - عَبَث، فإذا كان ما ذكرنا أنه لا منفعة لهما في خلقهما - دل أنه إنما خلقهما لمنافع البشر، وسخرهما لهم، ثم جعل منافع السماء مع بُعْدِها من الأرض متصلة بمنافع الأرض؛ حتى لا تقوم منافع هذا إلا بمنافع الآخر؛ فيصيرهما كالمتصلين؛ لاتصال المنافع مع بعد ما بينهما؛ فدل هذا أن الذي أنشأهما واحد. </p><p> وكذلك:  (وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ) : هما مختلفان: أحدهما ظلام والآخر نور، يُفْنِيان الأعمار ويقربان الآجال، وليس بينهما في رأي العين تشابُه ولا تشاكل؛ إذ أحدهما نور والآخر ظلام، وهما متضادان، لكن خلقهما لمنافع البثر، والمقصود بخلقهم بنو آدم لا أنفسُهُم، على ما ذكرنا أنْ لا منفعة لهم في خلقهم، ثم صيرهما مع اختلافهما وتضادهما كالشكلين؛ لاتصال منافع بعضها ببعض؛ دل أن منشئهما واحد، وأنه عليم حكيم؛ حيث جمع من المتضادين المختلفين وصيرهما كالشكلين؛ وهما لعلم وحكمة وتدبير صارا كذلك. </p><p> وفيهما دلالة البعث؛ لأنهما يَفنيان حتى لا يبقى من الليل أثر حتى يجيء النهار، فيذهب النهار أيضا حتى لا يبقى من النهار أثر، فيجيء آخر، لا يزالان كذلك، فإذا كان قادرًا على خلق الليل وإنشائه من غير أثر بقي من النهار؛ وكذلك قادر على إنشاء النهار من غير أن بقي من الليل أثر ظلام - لقادر على أن ينشئ الخلق ثانيا ويحييهم، وإن فَنوا وهلكوا ولم يبق منهم أثر؛ فإذا كان ما ذكرنا من خلق السماوات والأرض وما فيهما لمنافع البشر، وهو المقصود من خلقهما لا غيرهم من الخلائق؛ لما ركب فيهم من العقول والبصر الذي بهما يميزون بين المنافع والمضار، وبين الخبيث والطيب، وبين الحسن والقبيح، ولم يركب ذلك في غيرهم من الخلائق - لابد من أمر ونهي: يأمر بأشياء، وينهى عن أشياء؛ يمتحنهم على ذلك؛ إذ هم أهل التمييز والفهم والبصر؛ فإذا كان ما ذكرنا، لابد -أيضًا- من دار أخرى للجزاء، يُكْرَمُ المطيع له فيها والولي، ويُعَاقَبُ العدو فيها والعاصي، ولا قوة إلا بالله. </p><p> وقوله - عَزَّ وَجَلَّ -: (الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ (١٩١) </p>"
}