{
  "id": null,
  "sura": 3,
  "aya": 183,
  "text": "<p> قوله تعالى:  (الَّذِينَ قَالُوا إِنَّ اللَّهَ عَهِدَ إِلَيْنَا أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ قُلْ قَدْ جَاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِنْ كُنْتُمْ صَادِقِينَ (١٨٣) فَإِنْ كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِنْ قَبْلِكَ جَاءُوا بِالْبَيِّنَاتِ وَالزُّبُرِ وَالْكِتَابِ الْمُنِيرِ (١٨٤) </p><p> وقولهَ عَزَّ وَجَلَّ -: (الَّذِينَ قَالُوا إِنَّ اللَّهَ عَهِدَ إِلَيْنَا أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّى يَأْتِيَنَا بِقُرْبَانٍ) : </p><p> قيل: إنهم لما دعوا إلى الإسلام - يعني: اليهود - قالوا:  (إِنَّ اللَّهَ عَهِدَ إِلَيْنَا أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ) ، وكان ذلك آية في بني إسرائيل؛ فسأل اليهود منْ نبينا مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ذلك. </p><p> وقيل: كان مِنْ قبلنا، في الأمم الخالية ذلك؛ فسألوا من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ذلك، ولكن لم يكن القربان من آيات النبوة والرسالة إن كان؛ فهو من آيات التقوى؛ كقوله - عز وجل -: (وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْآخَرِ قَالَ لَأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ) : كان القربان من آيات التقوى؛ ألا ترى أنه قال: يا مُحَمَّد (قُل قَدْ جَاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ) يعني: القربان؛ (فَلِمَ قَتَلْتُمُوهُمْ إِنْ كُنْتُمْ صَادِقِينَ) </p><p> أي: إن كان ذلك من آيات النبوة، لم قتلتم الأنبياء الذين أتوا به؟! أو لِمَ قَتَلَ أوائِلُكُم الأنبياءَ؛ إذ أتوا بالقربان، (إِنْ كُنْتُمْ صَادِقِينَ) : أنه من آيات النبوة، أو (إِنْ كُنْتُمْ صَادِقِينَ) : أنه عهد إليكم ألا تؤمنوا به حتى يأتي بقربان، واللَّه أعلم. </p><p> وفي قوله - عَزَّ وَجَلَّ -أيضًا-: (قُلْ قَدْ جَاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِنْ كُنْتُمْ صَادِقِينَ) - فهو، واللَّه أعلم، ادعَوا أن أوائلهم ادَّعَوُا الذي ذكروا من العهد، وهم تبِعُوا أُولَئِكَ، فعرَّفهم صُنْعَ من بدعواهم احتجوا؛ ليكون لهم فيه آيةٌ، أما تكذيبهم بما احتجوا بوصية المتقدمين في ذلك، فَبَطَل عذرهم؛ إذ هم قتلوهم؛ فلا يجوز تصديقهم على العهد الذي ادعوا وذلك صنيعهم، أو يقروا أنهم أُخْبِروا بالعهد من غير أن كان كذبًا وباطلًا؛ فبطل حجاجهم. </p><p> على أن في الآية:  (إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ) ، فجعل ذلك آية التُّقَى لا آية النبوة. والأصل فيه: أنا لما عرفنا آيات الرسل - عليهم السلام - لا يُذكر فيها </p>"
}