{
  "id": null,
  "sura": 3,
  "aya": 196,
  "text": "<p> والاستجابة تكون على أثر السؤال؛ كقوله - عَزَّ وَجَلَّ -: (وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ. . .) الآية. </p><p> وقوله تعالى:  (أَنِّي لَا أُضِيعُ عَمَلَ عَامِلٍ مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثَى بَعْضُكُمْ مِنْ بَعْضٍ) . </p><p> قيل: من الخلق كلهم، لكن جعل جزاء أعمال الكفرة في الدنيا؛ كقوله تعالى:  (نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ) ، وأما المؤمنون: في الدنيا والآخرة، وأما الكفار فإنما يعطيهم ابتداء ليس بجزاء. </p><p> وقوله - عَزَّ وَجَلَّ -: (نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ) ، أي: نردها عليهم، وهم لا يبخسون أرزاقهم. </p><p> وقيل: قوله: (مِنْكُمْ) - إشارة إلى المؤمنين خاصَّة؛ كقوله - عَزَّ وَجَلَّ -: (وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَالَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِنْ دِيَارِهِمْ وَأُوذُوا فِي سَبِيلِي. . .) الآية: </p><p> الذين هاجروا: إلى اللَّه تعالى ورسوله طوعًا، (وَأُخْرِجُوا مِنْ دِيَارِهِمْ) ، أي: اضطروهم حتى خرجوا من ديارهم فهاجروا، (وَأُوذُوا فِي سَبِيلِي) ، أي: في طاعتي، (وَقَاتَلُوا) : حتى (قُتِلُوا) . </p><p> ويحتمل هذا كله أنْ هاجر بَعْضٌ طوعًا، وبعض أُخرجوا من ديارهم حتى هاجروا، وقاتل بعضٌ حتى قتلوا، وقاتل بعض ولم يُقْتلوا، وقُتِل بعض. </p><p> وقوله:  (وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ. . .) الآية </p><p> تأويلها ظاهر. </p><p> * * * </p><p> قوله تعالى:  (لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلَادِ (١٩٦) مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ (١٩٧) لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا نُزُلًا مِنْ عِنْدِ اللَّهِ وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرَارِ (١٩٨) وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا أُولَئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ (١٩٩) يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ (٢٠٠) </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلَادِ مَتَاعٌ قَلِيلٌ) : يحتمل تقلبهم وجوهًا. </p><p> وذلك نعمة من اللَّه عليهم؛ لترْكِهِم يَتَّجِرون في البلدان مع كفرهم بربهم. </p><p> والثاني: أعطاهم أموالًا يتنعمون فيها ويتلذذون. </p>"
}