{
  "id": null,
  "sura": 3,
  "aya": 56,
  "text": "<p> ويحتمل قوله:  (وَمُطَهِّرُكَ) بقتل الكفرة من وجه الأرض؛ على ما ذكر في بعض القصة: أنه ينزل من السماء، فلا يبقى على وجه الأرض كافر إلا وهو يقتله مع الذين اتبعوه؛ فذلك تَطْهِيرُهُ وَجَعْلُ الذين اتبعوه فوق الذين كفروا. </p><p> وقوله:  (ثُمَّ إِلَيَّ مَرْجِعُكُمْ) </p><p> ذكر هذا - واللَّه أعلم - وإن كان المرجع للكل إليه في كل حال؛ لأنهم يُقِرُّونَ ويعترفون في ذلك اليوم أن المرجع إليه، وكانوا ينكرون ذلك في الدُّنيا؛ وهو كقوله:  (الْمُلْكُ يَوْمَئِذٍ لِلَّهِ) ، الملك كان في ذلك اليوم وفي غير ذلك اليوم، ولكن معناه: لا ينازعه أحد يومئذ في ملكه، ويقرون له بالملك، وفي الدُّنيا أنكروا ملكه؛ وهو كقوله:  (وَبَرَزُوا لِلَّهِ جَمِيعًا) ، كلهم بارزون لله في كل وقت؛ لكنهم أنكروا بروزهم في الدنيا له؛ فيقرون يومئذ بالبروز له؛ فكذلك الأول، واللَّه أعلم. </p><p> وقوله:  (فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ) . </p><p> يحتمل: أحكم بينكم مَنِ المحقُّ منكم، ومَنِ المبطلُ. </p><p> ويحتمل: أحكم بينكم: أي: أجزيكم على قدر أعمالكم. </p><p> ويحتمل: أحكم بينكم أي، أجزي كلا بعمله على ما يستوجبون. </p><p> وقوله:  (فَأَمَّا الَّذِينَ كَفَرُوا فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ (٥٦) وَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ) الآية: </p><p> وقوله:  (فِي الدُّنْيَا) ، قيل: القتل، والجزية، وفي الآخرة: العذاب. </p><p> قال الشيخ - رحمه اللَّه - في قوله:  (إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ) فقوله: (مُتَوَفِّيكَ) : </p><p> يحتمل تَوَفِّي الموت بما يقبض روحه كفعله بجميع البشر؛ تكذيبًا لمن ظن أنه اللَّه، أو ابنه، لا يحتمل أن يموت، وقد ألزمهم هذا أيضًا بوجهين ظاهرين -وإن كان فيما عليه خلقته وجوهره. ثم تقلبه من حال إلى حال في نفسه، ومكان إلى مكان في حق القرار والحاجة- كفاية لمن يعقل الحقائق، وبُلْغَة لمن تأمَّل الأشياء عبرا. </p><p> أحدهما: بقوله: (مَا الْمَسِيحُ ابْنُ مَرْيَمَ) ، وقوله:  (عِيسَى ابْنُ مَرْيَمَ) حتى ينطق به لسان كل منهم، ومعلوم إحالة ابن بشر إلهًا أو ولدًا لإله؛ إذ هو يكون أصغر منهما وذلك آية حدثه، وكذلك قوله في المهد:  (إِنِّي عَبْدُ اللَّهِ) : إلى آخر ما ذكر، مع ما لو احتمل ذلك لكان آدم - عليه السلام - الذي هو الأصل، هو المقدم، وهو الذي لا يعرف له وَالِدَانِ أحق أو هو؟ إذ هو بجوهره فهو ولده لا غير، أو ذلك وصف الأولاد، واللَّه أعلم. </p><p> والثاني:  (كَانَا يَأْكُلَانِ الطَّعَامَ) : فأخبر عن حاجته وغلبة الجوع عليه، وفقر نفسه إلى ما يقيمها من الأغذية. ثم في ذلك حاجة إلى الخلاء، واختيار الأمكنة القذرة لقضاء حاجته، وباللَّه التوفيق. </p><p> والثالث: على قبضه بنفسه من بين أظهر أعدائه، ورفعه إلى ما به شرفه، وتطهيره مما كان يحسُّ منهم من الكفر وأنواع الفساد، وختمه من بين البشر على وجه آية يكون له عليهم من أول أحوال ظهوره إلى آخر أحوال مقامه فيهم؛ ليكون أوضح لمتبعيه في الآيات، وعلى مخالفيه في قطع العذر. ولا قوة إلا باللَّه. </p><p> وفي الدعاء إلى المباهلة دلالة ظهور التعنت والعناد، وفي تخلفهم عن ذلك دليل </p><p> علمهم بتعنتهم وخوفهم مما قد وُعِدوا بالنزول عليهم، ثم لزموا مع ذلك ما كانوا عليه من السفه والعناد؛ ليعلم أن الحيل عمن اعتاد المعاندة منقطعة، ومعلوم أن الدعاء إلى المباهلة لا يكون في أول أحوال الدعوة؛ وإنَّمَا يكون بعد توفير الحجة وقطع الشبهة؛ ففي ذلك بيان أنه كانت ثَمَّ محاجاتٌ، حتى بلغ الأمر هذا، وعلى ذلك أمر القتال أنه لم يوضع في أول أحوال الإرسال، وفي الحال التي للقول وللحق وجه القبول من طريق النصف والعقل؛ وإنما كان عند ظهور معاندتهم، وكثرة سفههم، حتى همّوا بالقتل، وأكثروا الأذى، وأكرهوا أقوامًا على الكفر، وأخرجوا رسول ربِّ العزة من بين أظهرهم بما راموا قتله، وطردوا أصحابه من بلادهم حتى تحصنوا بالغيران، فأذن الله تعالى عند ذلك بالقتال، وفتح الفتوح؛ ليكون آيته في كل وجوه الآيات ظاهرة وحجته بينة، وفي ذلك جواز محاجة الكفرة في التوحيد والرسالة، لكن على ما قال اللَّه - تعالى -: (وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ) ، و (فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاءً ظَاهِرًا) ، نهي عن التعمق والخوض فيما تقصر عنه الأفهام، وإن كان معلومًا أن لله حججًا ظاهرة وغامضة، ولا قوة إلا باللَّه. </p><p> وفي ذلك تعليم الأمر بالمعروف، والنهي عن المنكر: أنه يكون ذلك باللطف والرفق يرى المقصود به؛ ليقرر به عنده الحجة، ويزيل عنه الشبهة من الوجه الذي يحتمله عقله، ويبلغه فهمه، فإن رآه يتعامى في ذلك يوعده ويخوفه بالذي في ذاك من الوعيد. </p><p> فإن رأيته يكابر عرفت شؤم طبعه وسوء عنصره، يوعده بما جاء به التعليم من الضرب </p>"
}