{
  "id": null,
  "sura": 3,
  "aya": 134,
  "text": "<p> ثم السّبب الذي به يستعان على التقوى ثلاثة: </p><p> أحدها: أن يذكر المرء عظمته وجلاله وقدرته عليه في كل أحواله؛ فيتقي مخالفته بالهيبة والإجلال. </p><p> والثاني: أن يذكر عظم منّته عليه، ونعمه عنده، وأياديه التي فيها يتقلب، وبها يتمتع؛ فيتقيه حياء منه. </p><p> والثالث: أن يذكر نفسه عظم نقمته الموعودة، وعذابه المعد لأهل الخلاف له؛ فيتقيه إشفاقًا على نفسه، واللَّه الموفق. </p><p> وجملة ذلك: أن من تأمل ما إليه مرجعه، والذي منه بدؤه وما فيه متقلبه، من أول أحواله إلى منتهي آجاله، حتى صير ذلك كله كالعيان لقلبه - سَهُل عليه وجه التقوى؛ لما عند ذلك تذهب شهواته، وتضمحل أمانيه، واللَّه الموفق. </p><p> * * * </p><p> قوله تعالى:  (الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ (١٣٤) وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ (١٣٥) أُولَئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ (١٣٦</p><p> وقوله: - عَزَّ وَجَلَّ -: (الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ) . </p><p> قيل: السراء: الرخاء، والضراء: الشدة. </p><p> وقيل: السراء: السعة، والضراء: الضيق؛ وهو واحد. </p><p> وقيل: السراء: ما يسرهم الإنفاق؛ من نحو الولد وغيره، يسره الإنفاق عليه، والأجنبي يضره. </p><p> وعلى تأويل الأول: أن الإنفاق في حال الرخاء والسعة - أيسر وأهون على المرء من الإنفاق في حال الضيق والفقر، فإذا أنفق في الأحوال استوجب بذلك المدح، واللَّه أعلم. </p><p> والسبب الذي يُيَسرُ عليه الأمر وجهان: </p><p> أحدهما: علمه بأن الذي في يديه في الحقيقة في يد اللَّه؛ فهو يصرف ذلك حيث يصرفه، لم يخرجه من يد مَنْ يَدُهُ فِي يَدِهِ، كأنه يعد في يده. </p><p> والثاني: بعلمه بجود ربه وقدرته، حيث يكون ذلك فيما به قضاء حاجته، والوصول إلى منفعته مع ما يعلم بالجود، وكثرة الانتفاع بما لا ملك للمنتفع به، وحرمان ذي الملك ذلك فيه. </p><p> قال الشيخ - رحمه اللَّه - في قوله:  (الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ) : يحتمل فيما يسرهم ويضرهم، أو في حال يسر وعسر، أو حال بلاء ونعمة. </p><p> ثم السبب الذي يسهل سبيل الإنفاق في تلك الأحوال -وإن كان بالذي ذكر في تسهيل التقوى- هذا وجوه ثلاثة: </p><p> أحدها: أن ترى مالك لمن له يد امتحنك بحق ذلك وحفظه، وأنك إذا بذلته ارتفعتْ عنك مئونة الحفظ، ومراعاة الحق على ما لم يكن ذاك عنك نفعه الذي كان له وقت كونه في يدك؛ إذ هو بعد البذل في يد من يدك قبله في يده، فكأنه لم يخرج من يدك بحيث النفع، وإنما سقطت عنك ما ذكرت من المئونة؛ إذ معلوم وجودها لك في الظاهر؛ لا منتفع به، ومن لا ملك له في الشيء منتفع به، على العلم باستواء الأمر على من له بذلت، واللَّه أعلم. </p><p> والثاني: أن تشعر قلبك جوده بمن آثره على ما عنده، وقدرته على إعطائه إياه من خزائنه التي لا تنفد، ولا يتعذر عليه، فتيقن بذلك، وتعلم أنه لك على الإيصال إليه؛ فيما لم يكن أوصله، وعلى ذلك فيما أعطاه في القدرة واحد؛ فيهون عليه ذلك؛ واللَّه أعلم. </p><p> والثالث: أن تعلم أن الذي عليه جبل وإليه دفع؛ ليس للوقت الذي فيه؛ ولكن ليتزود لمعاده، ويكتسب به الحياة الدائمة، والمنفعة التي لا تنفد، فيصير كبائع الشيء بأضعاف ثمنه، أو كباذل ما فيه فكاك رقبته، أو كمقدم ما يمتهن إلى مكان مهنته، أو كمن يعد الشيء في مسكنه لوقت حاجته، فإن مثله آثَرُ الشيء على الطبيعة، وألذ شيء في العقل. ولا قوة إلا باللَّه. </p><p> ثم الأصل في قوله:  (أُعِدَّتْ لِلْمُتَّقِينَ) أي: من لم يبلغ بما يرتكب من المعاصي - الكفر، لم يمتنع من احتمال التسمية المتقين على إرادة خصوص التقوى؛ وهو ممتنع </p><p> عن احتمال التسمية بالكفر على صرف الآية في إعداد النار إلى خصوص أو عموم، فثبت به خروج صاحب الكبائر عن أهل الاسم الذي أعدّت له النار، ولم يثبت خروجه عن أهل الاسم الذي له أعدت الجنة، فالقول فيه، وإنما ذلك في الجنة فاسد بأوجه: </p><p> أحدها: مع الإشكال فيما يحرم الجنة، والإحاطة بأن النار لم يذكر أنها أعدت له أدخل فيها، فيكون في ذلك إسقاط شهادة تثبت بيقين بالشك، وإيجاب شهادة لم تجب بالخيال. </p><p> والثاني: أن يكون في ذلك إسقاط اسم العفو والرحمة؛ إذ لو لم يجعل لمثله - لبطل أن يكون له موضع لما في غيره استحقاق، واللَّه أعلم. </p><p> والثالث: ما فيه إسقاط الموازنة والمقابلة مع مجيء الآيات بالكتب التي تقرأ الموازين التي توزن؛ مع ما في ذلك مخالفته التوهم بالكريم الذي أمرنا أن نسميه بها؛ مع ما قد جاء من التجاوز عن السيئات والتقبل للحسنات من واحد، وفي ذلك قلب ذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالْكَاظِمِينَ الْغَيْظَ) . </p><p> رُويَ عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" مَنْ كَظَمَ غَيظًا - وهُو يَقْدِر عَلَى إِنْفَاذِهِ - مَلأهُ اللهُ أَمْنًا وَإِيمَانًا \" . </p><p> والغيظ متردد بين الحزن والغضب، والحزن على من فوقه، والغضب على من دونه، والغيظ بين ذلك، مدحهم - عَزَّ وَجَلَّ - بترديد حزنهم وغيظهم في أجوافهم. </p><p> ْوقوله - عَزَّ وَجَلَّ - (وَالْعَافِينَ عَنِ النَّاسِ) . </p><p> أي: عمّن ظلم. </p><p> وروي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه، قال:  \" مَا عَفَا رَجُلٌ عَمَّنْ ظَلَمَهُ إِلا زَادَهُ اللهُ بِهَا عِزًّا \" ومن عفا عن الناس عن مظلمة - فقد أحسن بذلك؛ كما يقال: فلان يحسن بكذا؛ ولا يحسن. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ) . </p><p> والإحسان يحتمل وجهين: </p><p> يحتمل: العلم والمعرفة: </p><p> ويحتمل: أن يفعل فعلًا ليس عليه من نحو المعروف والأيادي الذي ليس عليه، إنما فعله الإفضال، ذكر -هاهنا- المحسنين وحبه، وأخبر في الآية الأولى أن الجنة أعدت للمتقين بقوله - عَزَّ وَجَلَّ -: (وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ) ثم قال: (أُعِدَّتْ لِلْمُتَّقِينَ) ، وأخبر أن النار أعدت للكافرين. </p><p> ثم اختلفوا فيه: قَالَ بَعْضُهُمْ: من لم يكن من المتقين لم تعدّ الجنة له، فهو ممن أعدّت له النار، وهو قول الخوارج والبغاة. </p><p> وقال آخرون: إنه أخبر أن النار أعدت للكافرين، فهو إذا لم يكن كافرًا - ليس ممّن أعدت له النار، فهو ممّن أعدّت له الجنة. </p><p> وقال غيرهم: أخبر أن النار أعدت للكافرين وأخبر أن الجنة أعدت للمتقين، فوصف المتقين: فهم الذين اتقوا معاصيه، وتركوا مخالفة أمره ونهيه، فإذا كان قوم لهم مساوئ - </p><p> لم يدخلوا في إطلاق قوله - عَزَّ وَجَلَّ -: (أُعِدَّتْ لِلْمُتَّقِينَ) ولا دخلوا في قوله: (أُعِدَّتْ لِلْكَافِرِينَ) وفيكون لهم موضعًا بالنار. </p><p> وأما عندنا: فإنه يرجى دخول من ارتكب المساوئ من المؤمنين في قوله - عز وجل -: (وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ) ، بقوله - عَزَّ وَجَلَّ -: (اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ) ، ذكر خلط عمل الصالح مع السيئ، ثم وعد لهم التوبة بقوله - عَزَّ وَجَلَّ -: (عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ) والعسى من اللَّه واجب. </p><p> والثاني: قوله - عَزَّ وَجَلَّ -: (أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ) فإذا تجاوز لم يبق لهم مساوئ؛ فصاروا من أهل هذه الآية:  (أُعِدَّتْ لِلْمُتَّقِينَ) . </p><p> وقوله -أيضًا-: (وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ) وقالوا: (وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ) . </p><p> أخبر أنهم (إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ) : وقد ذكرنا فيما تقدم أنهم لأي معنى ظلموا أنفسهم، حيث لم يسلموا أنفسهم لله خالصين، والظلم: هو وضع الشيء في غير موضعه، فإذا لم يسلموا له - وضعوا أنفسهم في غير موضعها، لذلك صاروا ظلمة أنفسهم. </p><p> (ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ) أي: طلبوا لذنوبهم مغفرة، وأقروا أنه لا يغفر الذنوب إلا اللَّه. </p><p> (وَلَمْ يُصِرُّوا) على ذنوبهم، والإصرار: هو الدوام عليه، ثم أخبر أن جزاء هَؤُلَاءِ المغفرة من ربهم؛ (وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا. . .) ، إلى آخر ما ذكر. </p><p> دلّت هذه الآيات على تأييد قولنا: إن أهل المساوئ والفواحش إذا تابوا صاروا ممن أعدّت لهم الجنة، وإن لم يكونوا من المتقين من قبل، فمثله إذا تجاوز اللَّه عن سيئاتهم؛ وعفا عنهم بما هو عفو غفور، واللَّه أعلم. </p><p> قال الشيخ - رحمه اللَّه - في قوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ. . .) والآية: </p><p> يحتمل أن يكون الظلم غير الفاحشة. </p><p> ويحتمل أن يكون واحدًا في المراد؛ إذ قد يكون في المعنى أن كل عاص ظالم </p>"
}