{
  "id": null,
  "sura": 3,
  "aya": 52,
  "text": "<p> وقيل: بمشيئة اللَّه. </p><p> واختلف في \" الأكمه \" : </p><p> عن مجاهد، قال:  \" الأكمه: الذي يبصر بالنهار، ولا يبصر بالليل \" . </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: \" الأكمه: الأعمى الممسوح العين \" ، وقيل: هو الذي ولد من أمه أعمى لا يتكلف أحد من الأطباء إبراء مثله، ولا اشتغل بدوائه، دل أنه عرف ذلك باللَّه تعالى، والأطباء يتكلفون في دفع العلل العارضة الحادثة، وأما ما كان خلقة من جِبِلَّة - فلا. </p><p> وقوله:  (إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ) : </p><p> قيل: قال: إن هذا آية لكم؛ إن كنتم صدقتم أني رسول اللَّه إليكم. </p><p> وقيل: قال: إن في ذلك لآية لكم في رسالتي؛ إن كنتم مؤمنين بالمُرسِل. </p><p> ويحتمل (إن كنتم تُؤمِنُونَ) أي: بالآيات أنها تُعَرِّفُ مَا جُعِلْنَ له، واللَّه أعلم. </p><p> وقوله:  (وَجِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ ... (٥٠) </p><p> الآية: ما ذكر. </p><p> وقوله:  (فَاتَّقُوا اللَّهَ) : </p><p> يحتمل: فاتقوا اللَّه في تكذيبي في الآيات، و (وَأَطِيعُونِ) في تصديقي. </p><p> وقوله:  (إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ (٥١) ظاهر، قد ذكرنا فيما تقدم. </p><p> * * * </p><p> قوله تعالى:  (فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ (٥٢) رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ (٥٣) </p><p> وقوله:  (فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ) : قيل: أَحَسَّ: علم. </p><p> وقيل: أحسَّ: رأى؛ وهو كقوله:  (هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ) . </p><p> وقيل: أحسَّ، أي: وجد، وهو قول الكيساني، وقيل: عرف؛ وهو كله واحد. </p><p> ثم قوله:  (فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنْصَارِي إِلَى اللَّهِ) : </p><p> يحتمل - واللَّه أعلم - أن قومه لما سألوه أن يسأل ربه أن ينزل عليهم مائدة من السماء؛ تكون لهم آية لرسالته وصدقه؛ ففعل اللَّه - عَزَّ وَجَلَّ - ذلك، وأنزل عليهم المائدة، ثم أخبر أن من كفر منهم بعد إنزال المائدة يعذبه عذابًا لا يعذبه أحدًا، فكفروا به؛ فعلم أن العذاب ينزل عليهم؛ فأَحبَّ أن يخرج بمن آمن به؛ لئلا يأخذهم العذاب، فقال:  (مَنْ أَنْصَارِي إِلَى اللَّهِ) ؛ يؤيد ذلك قوله:  (فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ وَكَفَرَتْ طَائِفَةٌ فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ. . .) الآية. </p><p> ويحتمل أن يكونوا أظهروا الإسلام له، وكانوا في الحقيقة على خلاف ذلك، فلما علم ذلك منهم، وقد همُّوا على قتله، قال عند ذلك:  (مَنْ أَنْصَارِي إِلَى اللَّهِ) ؛ أحبَّ أن يكون معه أنصار مع اللَّه ينصرونه؛ فيظهر المؤمنون من غيرهم، فنصرهم اللَّه على أعدائهم؛ ليظهر المؤمنون من غيرهم، وهو قوله:  (فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ) . </p><p> ومن الناس من يقول: إنه لم يكن في سُنَّةِ عيسى - عليه السلام - الأمر بالقتال، وفي الآية إشارة إلى ذلك بقوله:  (فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ) ، أخبر أنهم أصبحوا ظاهرين على عدوهم؛ فلا يخلو إمَّا أن يكون قتالًا أو غلبة بحجة أو بشيء ما يقهرهم، واللَّه أعلم. </p><p> وقوله:  (قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ) : </p><p> اختلف في الحواريين: </p><p> قَالَ بَعْضُهُمْ: هم القصَّارون الغسَّالون للثياب، ومبيضوها. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال:  \" إِنَّمَا سُمُّوا الحَوَارِيينَ؛ لِبَيَاضِ ثِيَابِهِم \" ، وكانوا يصيدون السَّمك. </p><p> وقيل: الحواري: الوزير، والناصر، والخاص؛ على ما جاء عن رسول الله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" إِن لِكُلِّ نَبِي حَوَارِيِّينَ، وَحَوَارِيي فُلان وفُلان \" ، ذكر نفرًا من الصحابة - رضوان اللَّه عليهم أجمعين، - وإنما أراد - واللَّه أعلم - الناصر والوزير. </p><p> ويحتمل أن يكونوا سمُّوا بذلك؛ لصفاء قلوبهم، وهم أصفياء عيسى - عليه السلام -. كذلك روي عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - واللَّه أعلم بهم. </p><p> وقوله:  (نَحْنُ أَنْصَارُ اللَّهِ) </p><p> إن اللَّه يتعالى عن أن يُنصَر، ولكن يحتمل (نَحْنُ أَنْصَارُ اللَّهِ) ، أي: أنصار دين اللَّه، أو أنصار نبيه، أو أنصار أوليائه؛ تعظيمًا. </p><p> وكذلك قوله:  (إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ) : إن اللَّه لا يُنْصَرُ؛ ولكن يُنْصَرُ دِينُهُ أو رسلُهُ أو أولياؤه؛ وهو كقوله:  (يخادعُونَ اللَّهَ) : إن اللَّه لا يُخَادَعُ، ولا يمكر، ولكن لما خادعوا أولياءه أو دينه، أضاف ذلك إلى نفسه؛ فعلى ذلك لما نصروا دين اللَّه ونبيه ووليّه، أضاف ذلك إلى نفسه. </p>"
}