{
  "id": null,
  "sura": 3,
  "aya": 185,
  "text": "<p> جميعًا، واللَّه أعلم. </p><p> قوله تعالى:  (كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ (١٨٥) </p><p> وقوله - عَزَّ وَجَلَّ -: (كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ) : </p><p> فيه دلائل: </p><p> أحدها: دليل إثبات الرسالة؛ لأنه ليس في العقل ألا تبقى هذه الأنفس أبدًا، ولا تدوم، ولا فيه آثار فنائها وموتها، ثم وجود العلم من كل منهم بالموت، والتسليم له، والإقرار منهم أن كل نفس تموت - يدل أنهم إنما عرفوا ذلك وأيقنوا به من خبر السماء بالوحي، واللَّه أعلم. </p><p> ثم إن كل حي يتلذذ بحياته، وحُبِّب ذلك إليه، ويتكره الموت ويبغضه؛ دل أن هذا العالم لم يكن بالطباع، ولكن كان بغيره؛ لما يتلذذ طبع كل منهم بالحياة، ويتكره بالموت ويتنغص به؛ إذ لو كان به: لكان يختار ما يتلذذ به، ولدفع ما يتكره به؛ فدل أن غيرًا فَعَلَ ذلك وخلق؛ لما ذكر:  (خلق الموتَ وَالحيَاةَ) الآية؛ وفي ذلك بطلان قول أصحاب الطبائع. </p><p> وأيضًا: أن كل نفس يجتمع فيها الطبائع المختلفة المتضادة، التي من طبعها التنافر - لم يجز أن يكون بنفسه تجتمع؛ دل أن له جامعًا. وأيضا: إن كان العالَم لو كان بنفسه وطبعه لاختار كل لنفسه أحوالاً: أحسنَ الأحوال وألذها؛ فيبطل به الشرور والقبائح؛ فدل وجود ذلك على كونه بغيره. ثم فيه أن ذلك الغير -الذي كان به العالم- واحدٌ لا عدد؛ إذ لو كان بعدد لم يحتمل وجود العالم على الطبائع المختلفة والهمم المتفرقة: لما جَمَعَ هذا فَرَّقَ الآخر، وما أثبت هذا نفي الآخر، وفي ذلك فساد الربوبية؛ فدل وجوده على ما ذكرنا: أنه واحد لا عدد؛ فاتسق تدبيره ونفذ أمره، مع ما كان الأمر المعتمد بين الملوك في الشاهد: أن من فعل هذا نقض الآخر، وما رام هذا إيجادَهُ يريد الآخر إعاقتهُ، وما أبقى هذا أراد الآخر إفناءه؛ وفي ذلك تناقض وتناف؛ فدل الوجود على. أن الذي به كان - واحد لا عدد، ثم يحتمل على الاصطلاح منهم؛ لأنه يدل على العجز والجهل: أن العجز والجهل هو الذي حملهم على الاصطلاح، والعاجز والجاهل لا يصلح أن يكون إلهًا وربًّا، وباللَّه التوفيق. </p><p> ثم الدلالة على حكمته وعلمه: ما لم يُعَايَنْ شَيءَ وَلَا يُشَاهَدْ إلا وفيه حكمة عجيبة، ودلالة بديعة مما يَعْجَزُ الحكماء عن إدراك مائيته، وكيفية خروجه على ما خرج، وعلم كل أحد منهم بتصور علمه على ما عنده من الحكمة، والعلم عن إدراك كُنْهِ ذلك فيما ذكرنا، وخروجُ الفعل متقنًا محكمًا - دلالةُ حكمةِ مبدعه وخالقه، وباللَّه التوفيق. </p><p> ثم الدلالة أنه لم يخلق الخلق للفناء خاصَّة؛ ولكن خلق للعواقب: يتأمل ويرجى ويخاف ويحذر - خروج فعل كل أحد في الشاهد من الحكمة إذا بنى للفناء والنقض، فإذا كان الحكمة التي هي جزء يُخرج فعلَهُ عن الحكمة؛ إذا كان ذلك للفناء والهلاك خاصَّة، فخروج الكل عن ذلك لذلك أحرى وأولى أن يكون سفها لا حكمة، واللَّه الموفق. </p><p> قال: دلت طمأنينة القلوب بموت كل نفس، وترك حكماء البشر الاحتيال - في دفعه، على ما ليس في الجوهر دليله، ولا في العقل امتناعه - أنه عرف ذلك بمن له التدبير فيها بالوحي إليه؛ وفي ذلك إيجاب القول بالرسل، ثم دل قهر جميع الحكماء به على حب الحياة إليهم، وبغض الموت عندهم - على خروج جميع الأحياء عن تدبيرهم، وفي خروجهم خروج الأموات؛ إذ هم تحت تدبير الأحياء. </p><p> ثم في طمأنينة كل قلب على الموت دلالةُ التدبير للواحد؛ إذ لو كان لأكثر لَجُوز التمانع وإبطال الوارد من الحي؛ وفي ذلك ارتياب، مع ما كانت كل نفس تحت أمور تقهرها، وتحوجها إلى أمور تعلم أن مدبرها هيأها على ذلك وطَبَعَهَا، وأنه العليم بما به صلاحها وقوامها وإليه حاجتها، وعلى ذلك جبلها؛ ليظهر عظيم حكمته وتعاليه عن الشرك في التدبير، أو المعونة في التقدير. </p><p> ثم لا يحتمل نشوء مثله على ما جرى عليه من حكمته في موت كُل - أنه كان للموت أنشأ لا لغير؛ إذ تدبيرُ فعلٍ واحد للفناء خاصَّة من حكماء البشر - يُخْرِج عن معنى الحكمة، ويدل على قصور صاحب ذلك وسفهه؛ فجملة العالم الذي كانت حكمة الحكماء جزءًا منها، وعقل العقلاء بعضًا منها - أحق وأولى؛ فثبت أنها أُنْشِئَتْ (لِيَوْمٍ عَظِيمٍ (٥) يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ (٦) ، ويوم تجزى كل نفس بما كسبت، وذلك قوله - تعالى:  (كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ) </p><p> لما ذكرنا أنهم لها خلقوا - أعني: الآخرة- للجزاء والثواب. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَنْ زُحْزِحَ عَنِ النَّارِ) : </p>"
}