{
  "id": null,
  "sura": 3,
  "aya": 146,
  "text": "<p> وقيل: الذين آمنوا وجاهدوا يجزيهم في الآخرة، وكل متمسك بأمر اللَّه ومؤتمر بأمره فهو شاكر. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ (١٤٥) </p><p> يحتمل قوله:  (إِلَّا بِإِذْنِ اللَّهِ) ، أي: لا يموت إلا بقبض المسلط على قبض الأرواح - روحه؛ كقوله:  (قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ) : إن مات أو قتل. </p><p> ويحتمل:  (إِلَّا بِإِذْنِ اللَّهِ) : إلا بعلم اللَّه. </p><p> (كِتَابًا مُؤَجَّلًا) : </p><p> قيل: وقتًا موقتًا، لا يتقدم ولا يتأخر، مات أو قتل، ما لم تستوف رزقها وأجلها. </p><p> وقيل:  (كِتَابًا مُؤَجَّلًا) ، أي: مبينًا في اللوح المحفوظ، مكتوبًا فيه. </p><p> وقوله:  (وَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا) : </p><p> أي: من أراد بمحاسن أعماله الدنيا نؤته منها. </p><p> (وَمَنْ يُرِدْ ثَوَابَ الْآخِرَةِ نُؤْتِهِ) : </p><p> أي: من يرد بأعماله الصالحات ومحاسنه الآخرة نؤته منها. </p><p> [ (وَسَنَجْزِي الشَّاكِرِينَ) ]: </p><p> وهو كقوله:  (مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا) على قدر ما قدر (وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ) ؛ فكذلك هذا -أيضًا- واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا وَاللَّهُ يُحِبُّ الصَّابِرِينَ (١٤٦) وَمَا كَانَ قَوْلَهُمْ إِلَّا أَنْ قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ (١٤٧) فَآتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْآخِرَةِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ (١٤٨) </p><p> وقوله:  (وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ) : </p><p> قيل: فيه لغات: </p><p> أحدها:  \" قاتل معه \" بالألف، وتأويله: وكم من نبي قاتل معه ربيون كثير، فقتل؛ على الإضمار. </p><p> والثاني:  \" وكم من نبيّ قُتِل معه ربيون كثير \" ، برفع القاف. </p><p> والثالث:  \" وكم من نبي[قَاتَلَ]معه ربيون كثير \" بالنصب. </p><p> ومعنى الآية - واللَّه أعلم -: كم من نبي قتل معه ربيون كثير، فلم ينقلب أتباعه على أعقابهم؛ بل كانوا بعد وفاتهم أشد اتباعًا لهم من حال حياتهم؛ حتى قالوا: لن يبعث الله من بعده رسولا؛ فما بالكم يخطر ببالكم الانقلاب على أعقابكم، إذا أخبرتم أنه قتل نبيكم أو مات؟!. </p><p> وفي إنباء هذه الأمة قصصَ الأمم الخالية وأخبارهم - وجهان. </p><p> أحدهما: دلالة إثبات رسالة رسولنا مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لأنهم علموا أنه لم يختلف إلى أحد منهم ممن يعلم هذا، ثم أخبر بذلك، فكان ما أخبر؛ فدل أنه علم ذلك باللَّه. </p><p> والثاني: العمل بشرائعهم وسننهم، إلا ما ظهر نسخه بشريعتنا؛ ألا ترى أنه ذكر محاسنهم وخيراتهم؛ وإنما ذكر لنتبعهم في ذلك ونقتدي بهم، وذكر مساوئهم وما لحقهم بها؛ لننتهي عنها ونكون على حذر مما أصابهم بذلك، واللَّه أعلم. </p><p> وقوله:  (رِبِّيُّونَ كَثِيرٌ) : اختلف فيه - عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال:  \" عالم كثير \" ، وعنه -أيضًا-: \" الجموع الكثير \" . </p><p> وعن الحسن - رحمه اللَّه - مثله. </p>"
}