{
  "id": null,
  "sura": 3,
  "aya": 169,
  "text": "<p> فمكتوب ذلك عليه، ومن مات في بيته فمكتوب ذلك عليه، فإذا لم تقدروا دفع ما كتب عليكم من الموت؛ كيف زعمتم أنهم لو قعدوا ما قتلوا، وهو مكتوب عليهم كالموت؟!. </p><p> وهذه الآية ترد على المعتزلة قولهم؛ لأنهم يقولون: إن من قتل مات قبل أجله، أو قبل أن يستوفي أجله؛ فهم واليهود فيما أنكر اللَّه عليهم قولهم لو أطاعونا وقعدوا ما قتلوا - سواء بقوله:  (قُلْ فَادْرَءُوا عَنْ أَنْفُسِكُمُ الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ) . </p><p> * * * </p><p> قوله تعالى:  (وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ (١٦٩) فَرِحِينَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (١٧٠) يَسْتَبْشِرُونَ بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ وَأَنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُؤْمِنِينَ (١٧١) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا) : </p><p> قيل فيه بوجوه، قيل: إن المنافقين قالوا للذين قتلوا بأُحُدٍ وببَدْرٍ: إنهم ماتوا؛ فأنزل اللَّه - عَزَّ وَجَلَّ -: (وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ) وبأحد وبدر (أَمْوَاتًا) كسائر الموتى؛ بل هم أحياء عند ربهم. </p><p> وقيل: قالوا: إن من قتل لا يحيا أبدًا ولا يبعث؛ فقال - عَزَّ وَجَلَّ -: بل يحيون ويبعثون كما يحيا ويبعث غيرهم من الموتى. </p><p> وقيل: إن العرب كانت تسمي الميت: مَنْ انقطع ذكره إذا مات ولم يذكر، أي: لم يَبقَ له أحد يُذْكر به؛ فقالوا: إذا قتل هَؤُلَاءِ ماتوا، أي: لا يذكرون؛ فأخبر اللَّه - عَزَّ وَجَلَّ - أنهم مذكورون في الملأ: ملأ الملائكة، وملأ البشر، وهو الظاهر المعروف في الخلق أن الشهداء مذكورون عندهم. </p><p> وقيل: قوله - عَزَّ وَجَلَّ -: (بَلْ أَحْيَاءٌ عِنْدَ) </p><p> أي: يُجْرِي أعمالهم بعد قتلهم، كما كان يُجْري في حال حياتهم، فهم كالأحياء فيما يجري لهم ثواب أعمالهم وجزائهم، ليسوا بأموات. </p><p> وقيل: إن حياتهم حياة كلفة؛ وذلك أنهم أمروا بإحياء أنفسهم في الآخرة؛ ففعل المؤمنون ذلك: أحيوا أنفسهم في الآخرة؛ فسموا أحياء لذلك، والكفار لم يحيوا أنفسهم </p>"
}