{
  "id": null,
  "sura": 3,
  "aya": 93,
  "text": "<p> ثم اختلف في الْبِرّ، قيل: الْبِرّ هو الجنة هاهنا. </p><p> وقيل: الْبِرّ هو الإسلام، إن كان في الكافرين. </p><p> وقيل: لن تنالوا درجات الجنة، وما عند اللَّه من الثواب إلا بإنفاق ما تحبون. </p><p> وقوله:  (وَمَا تُنْفِقُوا مِنْ شَيْءٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ) </p><p> ففيه دليلُ قبول القليل من الصدقة؛ لأنهم كانوا يمتنعون عن قليل التصدق استحقارًا، فأخبر أنه بذلك عليم وإن قلَّ، بعد أن يكون ذلك للَّهِ عَزَّ وَجَلَّ، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (كُلُّ الطَّعَامِ كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ إِلَّا مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ مِنْ قَبْلِ أَنْ تُنَزَّلَ التَّوْرَاةُ قُلْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ (٩٣) فَمَنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ مِنْ بَعْدِ ذَلِكَ فَأُولَئِكَ هُمُ الظَّالِمُونَ (٩٤) </p><p> قوله:  (كُلُّ الطَّعَامِ كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ إِلَّا مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ) الآية. </p><p> قال ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: \" وكان الطعام كله حلالًا، إلا الميتة والدم ولحم الخنزير. </p><p> (إِلَّا مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ) ، يعني: يعقوب، حرم على نفسه لحم الإبل </p><p> وألبانها، وكان من أحب الطعام إليه، إن ثبت ما ذكر في القصة: أن يعقوب - عليه السلام - أقبل يريد بيت المقدس، فلقيه ملك، فظن يعقوب أنه لص؛ فعالجه يصارعه حتى أضاء له الفجر، فلما أضاء لهما الفجر غمز الملك فخذ يعقوب، فتهيج عليه عرق النسا؛ فكان يبيت الليل ساهرًا من وجعه، فأقسم: لئن شفاه اللَّه ليحرِّمن أحبّ الطعام والشراب إليه على نفسه؛ فشفاه اللَّه من ذلك؛ فحرم لحم الإبل وألبانها؛ لأنها من أحب الطعام والشراب إليه. </p><p> فإن ثبت هذا فهو إنما حرم ذلك على نفسه بالإذن من اللَّه - \" تعالى - والأمر منه. </p><p> ثم إن اليهود قالوا: إنما كان تحريم ذلك من اللَّه في التوراة؛ فأمر اللَّه - تعالى - نبيه أن قل لهم:  (فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ) : أن ذلك التحريم من اللَّه في التوراة. </p><p> ويحتمل أن يكون التحريم كان بظلم منهم؛ كقوله - تعالى -: (فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ. . .) الآية؛ ثم أنكروا تحريم ذلك بظلمهم، فدُعوا بإحضار التوراة؛ ليظهر كذبهم، فأبوا ذلك. </p>"
}