{
  "id": null,
  "sura": 3,
  "aya": 83,
  "text": "<p> تعالى - في القرآن في أهل الكتاب، فإنما يراد به بنو إسرائيل. </p><p> والثاني: ذكره كما ذكرنا من تصديق بعضهم بعضًا، وتبليغ كتب اللَّه إلى قومهم. </p><p> وقوله:  (ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ) . </p><p> أخذ عليهم الميثاق؛ ليأخذوا على قومهم المواثيق أن يؤمنوا بمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إذا خرج وينصروه. </p><p> وقوله:  (قَالَ أَأَقْرَرْتُمْ) : </p><p> قال اللَّه - تعالى - للأنبياء:  (قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي) ، قيل: هو عهدي. </p><p> والإصر: قيل: هو العهد. </p><p> (قَالُوا أَقْرَرنَا) </p><p> بالعهد لنؤمنن به ولننصرنه، وأخذنا على قومنا ليؤمنن به ولينصرنه، وقال اللَّه - تعالى -: (فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ) </p><p> ويقول اللَّه - تعالى -: وأنا على إقراركم بمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من الشاهدين. </p><p> وقيل: قال اللَّه: فاشهدوا أني قد أخذت عليكم بالعهد، وأنا معكم من الشاهدين أنكم قد أقررتم بالعهد. </p><p> يقول اللَّه - تعالى -: (فَمَنْ تَوَلَّى بَعْدَ ذَلِكَ (٨٢) </p><p> العهد والإقرار بنقض العهد، والرجوع عن الإقرار </p><p> (فَأُولَئِكَ هُمُ الْفَاسِقُونَ) . </p><p> وقوله:  (أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ (٨٣) </p><p> الدِّين كأنه يتوجه إلى وجوه يرجع إلى اعتقاد المذهب في الأصل، ويرجع إلى الحكم والخضوع؛ كقوله - تعالى -: (أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ) ، ويرجع إلى الجزاء. </p><p> ثم قوله:  (أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ) : كأن كى منهم يبغي دينا هو دين اللَّه، ويدعي أن </p><p> الدِّين الذي هو عليه دين اللَّه، لكن هذا - واللَّه أعلم - كل منهم في الابتداء يبغي دين الله في نفسه، لكن بَانَ له من بعد وظهر بالآيات والحجج أنه ليس على دين اللَّه، وأن دين الله هو الإسلام، فلم يرجع إليه ولا اعتقده، ولزم غيره بالاعتناد والمكابرة؛ فهو باغٍ غيرَ دين اللَّه، واللَّه أعلم. </p><p> قال الشيخ - رحمه اللَّه - في قوله:  (أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ) ، أي: أفغير ما في دين اللَّه من الأحكام والتوحيد. </p><p> ويحتمل:  (أَفَغَيْرَ دِينِ اللَّهِ) : يدينون، وليس على الاستفهام؛ ولكن على الإيجاب أنهم في صنيعهم يبغون غير الذي هو دين اللَّه، كقوله:  (أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ) ؛ وكقوله:  (أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَنْ يَحِيفَ اللَّهُ عَلَيْهِمْ. . .) الآية. </p><p> وقوله:  (وَلَهُ أَسْلَمَ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا) : </p><p> يحتمل وجوهًا: </p><p> يحتمل: أسلم، أي: استسلم، وخضع له بالخلقة؛ إذ في خلقة كُل دلالاتُ وَحدانيته. </p><p> ويحتمل:  (وَلَهُ أَسْلَمَ مَنْ فِي السَّمَاوَاتِ) ، يعني: الملائكة، (وَالْأَرْضِ) المؤمنين الذين أسلموا طوعًا وكرهًا، يعني: أهل الأديان يقرون أن اللَّه ربهم وهو خلقهم؛ كقوله:  (وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ) ، فذلك إسلامهم، وهم في ذلك مشركون. عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال:  \" مَنْ فِي السمَاوَاتِ أَسْلَمُوا طَوْعًا،وَأَمَّا أهْلُ الأرْضِ:فَمِنْهُم مَنْ أَسْلَمَ طَوْعًا، وَمِنْهُم مَنْ أَسْلَمَ كَرْهًا؛ مَخَافَةَ السَّيفِ \" . </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ أيضًا - قال:  \" طَوْعًا مَنْ وُلِدَ فِي الإسْلَامِ، وَكُل مَنْ أَسْلَمَ وَلَمْ يُولَدْ فِي الإسْلَامِ فَهُوَ كَرْهٌ \" . </p><p> وقيل: منهم من أسلم طوعًا، ومنهم من جبروا عليه، والإسلام: هو تسليم النفس </p>"
}