{
  "id": null,
  "sura": 3,
  "aya": 144,
  "text": "<p> والخلاص، واللَّه أعلم. </p><p> وقيل: يتمنون الموت، أي: يتمنون الشهادة؛ لما سمعوا لها من عظيم الثواب وجزيل الأجر، تمنوا أن يكونوا شهداء لله - عَزَّ وَجَلَّ - أحياء عند ربهم، واللَّه أعلم. </p><p> وقيل: في قوله - عَزَّ وَجَلَّ -: (تَمَنَّوْنَ الْمَوْتَ) : وذلك حين أخبر اللَّه - عَزَّ وَجَلَّّ - عن قتلى بدر، وما هم فيه من الخير؛ فتمنوا يومًا مثل يوم بدر؛ فأراهم اللَّه يوم أحد فانهزموا، فعوتبوا على ذلك بقوله:  (تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ أَنْ تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ) ، يعني: يوم أحد. </p><p> وقوله: - عَزَّ وَجَلَّ -: (فَقَدْ رَأَيْتُمُوهُ) . </p><p> يحتمل أيضًا، وجوهًا: </p><p> يحتمل: فقد رأيتم أسباب الموت وأهواله. </p><p> ويحتمل: فقد رأيتم أصحابكم الذين قتلوا بين أيديكم، على تأويل من صرف قوله - عَزَّ وَجَلَّ -: (تَمَنَّوْنَ الْمَوْتَ) إلى القتال، واللَّه أعلم. </p><p> وقوله - عزّ وجلّ -: (وَأَنْتُمْ تَنْظُرُونَ) . </p><p> يحتمل:  (وَأَنْتُمْ تَنْظُرُونَ) ؛ إلى الموت، يعني: إلى موت أصحابكم أو إلى القتال. </p><p> ويحتمل:  (وَأَنْتُمْ تَنْظُرُونَ) ، أي: تعلمون أنكم كنتم تمنون الموت، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ (١٤٤) </p><p> يحتمل هذا وجهين: </p><p> يحتمل - واللَّه أعلم -: أن يقول لهم: إنكم لما آمنتم بمحمّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قبل أن يبعث لم تؤمنوا به؛ لأنّه مُحَمَّد رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، ولكن آمنتم بالذي أرسله إليكم، والمُرسِل حي، وإن كان مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قتل أو مات على زعمكم؛ فكيف انقلبتم على أعقابكم؟!. </p><p> قال الشيخ - رحمه اللَّه -: في الآية خبر بانقلاب من علم اللَّه أنه يرتد بموت رسول الله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كقوله - عَزَّ وَجَلَّ -: (وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ) . </p><p> والشاكرون: الذين جاهدوهم، قد أخبر اللَّه - تعالى - أنه يحبّهم ويحبّونه. </p><p> وقال الحسن: إن أبا بكر الصّديق - رَضِيَ اللَّهُ عَنْهُ - كان - واللَّه - إمام الشاكرين. </p><p> ويحتمل وجهًا آخر، وهو أن من كان قبلكم من قوم موسى وعيسى - عليهما السلام - كانوا يكذبون رسلهم ما داموا أحيّاء؛ حتى قال لهم موسى - عليه السلام - (يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ) ، وكذلك قال عيسى - عليه السلام -: (يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا) الآية، فإذا ماتوا ادعوا أنهم على دينهم، وأنهم صدقوهم فيما دعوهم إليه، وإن لم يكونوا على ذلك، فلم ينقلبوا على أعقابهم؛ فكيف تنقلبون أنتم على أعقابكم إن مات مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أو قتل؟!. </p><p> والانقلاب على الأعقاب: على الكناية والتمثيل، ليس على التصريح، وهو الرجوع إلى ما كانوا عليه من قبل من الدِّين. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا) : </p><p> أي: من ارتد بعد الإسلام فلن يضرّ اللَّه شيئًا؛ لأنه لم يستعملهم لنفسه، ولكن إنما استعملهم لأنفسهم؛ ليستوجبوا بذلك الثواب الجزيل في الآخرة، فإنما يضرون بذلك أنفسهم، لا اللَّه - تعالى. </p><p> والثاني: أنه إنما يأمرهم ويكلفهم؛ لحاجة أنفسهم، لا أنه يأمر لحاجة نفسه، ومن أمر آخر في الشاهد: إنما يأمر لحاجة نفس الآمر، فإذا لم يأتمر لَحِق ضرر نَفْس ذلك الآمر، فإذا كان اللَّه - سبحانه - يتعالى عن أن يأمر لحاجته؛ وإنما يأمر لحاجة المأمور، فإذا ترك أمره - ضر نفسه، وباللَّه التوفيق. </p><p> (وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ) : </p><p> قيل: الموحّدين لله. </p>"
}