{
  "id": null,
  "sura": 3,
  "aya": 181,
  "text": "<p> (وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ) : وعيد منه - عَزَّ وَجَلَّ - إياهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ (١٨١) قيل: لما نزلت: (مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا. . .) الآية، قالت اليهود: ربكم يستقرض منكم ونحن أغنياء. وليس في الآية بيان أن ذلك القول إنما قاله اليهود أو غيرهم من الكفرة، ولكن فيه أنهم قالوا ذلك؛ فلا ندري من قال ذلك، ولا يجوز أن يشار إلى أحد بعينه إلا ببيان، ثم يحتمل ذلك القول منهم وجوهًا: </p><p> يحتمل أن يكون قال ذلك أوائلهم؛ على ما قال في قتل الأنبياء - عليهم السلام - وهَؤُلَاءِ لم يَقْتُلُوا؛ ولكن إنما قتلهم أوائلهم، أضيف ذلك إليهم؛ رضاء منهم بصنيعهم؛ فعلى ذلك القول الذي قالوا يحتمل ما ذكرنا. </p><p> ويحتمل أن يكون هَؤُلَاءِ قالوا ذلك بحضرة أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وبمشهدهم، أو قالوا ذلك في سر. </p><p> فإن قال ذلك أوائلهم؛ فإنه يحتمل وجهين: </p><p> يحتمل أن يكون اللَّه - تعالى - أعلم ذلك رسولَهُ - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ تصبيرًا منه إياه وتسكينًا؛ ليصبر على أذى الكفار؛ حيث قالوا في اللَّه ما قالوا فكيف فيه؟! واللَّه أعلم. </p><p> ويحتمل أن يكون ذلك ليكون ذلك آية من آيات رسالته. </p><p> وإن كانوا قالوا ذلك بحضرة أصحابه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ ففيه -أيضًا- وجهان: </p><p> أحدهما: ما ذكرنا من التسكين والتصبير على أذاهم. </p><p> والثاني: ليعلموا أن جميع ما يقولون محفوظ عليهم، ليس بغائب عنه، ولا غافل عنه؛ كقوله - تعالى -: (وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ. . .) الآية، لكنه يؤخر ذلك إلى وقت. </p><p> وإن كانوا قالوا ذلك سرًا؛ ففيه -أيضًا- وجهان: </p><p> أحدهما: ما ذكرنا أن يكون آية من آيات النبوة؛ ليعلموا أنه إنما علم ذلك باللَّه، على علم منهم أنه لم يكن فيما بينهم من يُنْهِي الخبرَ إليه. </p><p> والثاني: خرج على التعزية له والتصبير على أذاهم. </p><p> ثم معنى قوله - تعالى -: (وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا) ، و (مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا) - يحتمل وجهين: </p><p> أحدهما: لئلا يمنوا على الفقراء بما يتصدقون عليهم؛ إذ يعلمون أنه ليس بفقير ولا محتاج ليستقرض لفقره ولحاجته، وكل من أقرض آخر لا لحاجة له في ذلك القرض ولا فقر؛ ولكن ليكون ماله عنده محفوظًا في الشاهد - فإنه لا يَمُن الْمُقْرِضُ عليه؛ بل تكون المنة للذي عنده القرض على الْمُقْرِض؛ حيث يحفظ ماله في السفاتج؛ فعلى ذلك المال الذي يقرضون ويتصدقون على الفقراء، يكون محفوظًا عند اللَّه ليوم حاجتهم إليه؛ فلا منة تكون على الفقير، واللَّه أعلم. </p><p> والثاني: إنباء عن جوده وكرمه؛ لأن العبد وما في يده له، فلو أراد أن يأخذ جميع ما في يده لكان له ذلك، ثم يطلب منه ببدل يضاعف على ذلك. </p><p> والثالث: أن المولى في الشاهد إذا طلب من عبده القرض؛ يكون في ذلك شرف للعبد وعظم؛ فعلى ذلك اللَّه - تعالى - إذا طلب من عبده القرض، على علم منه في أنه غني بذاته، لا يجب أن يبخل عليه، وفي ذلك شرفه وعظمه، واللَّه أعلم. </p><p> وقوله:  (لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ) ، قال أهل التفسير: قالت اليهود، وذلك تنبيه بصنيعهم وشدة سفههم؛ حتى زعموا أن يد اللَّه مغلولة، لكن ليس في الآية بيان القائلين، ولا في النسبة إلى أحد تقع سوى خوف الكذب؛ لو لم يكن ذلك منه، لكنهم قالوه، والأغلب على مثله أن يكونوا قالوه سرا، يكون في إظهاره آية الرسالة، أو كانت الأوائل يقولون فيكون في ذلك ذلك؛ إذ لا يحتمل أن يُصْبَرَ لمثله: يقال بحضرة الصحابة - رضوان اللَّه عليهم أجمعين - إلا أن يكون في وقت أمروا بالكف؛ فيكون في ذلك بيان قدر طاعتهم لله، مع عظيم ما سمعوا من القول، وجملة ذلك أن في ذكر ذلك دعاء إلى الصبر على أذاهم وسوء قولهم؛ إذ هم مع تقلبهم في نعم اللَّه - تعالى - وعلمهم بأنهم لم ينالوا خيرًا إلا باللَّه - تعالى - اجترءوا عليه بمثل هذا القول، وبلغ عُتُوُّهُم هذا، </p><p> واللَّه - جل ثناؤه - مع قدرته وسلطانه يَحْلمُ عنهم ليوم وعدهم فيه الجزاء؛ فمن ليس منه إليهم نعمة ولا تقدم عليهم منه كثير منة - أحق بالصبر لأذاهم، وإعراضٍ عن مكافأتهم؛ وعلى ذلك قوله - تعالى -: (قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ. . .) الآية، وقال اللَّه تعالى لرسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: (فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (سَنَكتُبُ مَا قَالُوا) : </p><p> قيل: سنجزيهم جزاء ما قالوا، وقيل: سنحفظ ما قالوا، وسنثبت، وسألزم، كقوله - عَزَّ وَجَلَّ -: (وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ) ، واللَّه أعلم. </p><p> وقوله:  (وَقَتْلَهُمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ) : </p><p> قد ذكرنا هذا فيما تقدم أنه يحتمل: إذ قتل أوائِلُهم؛ فأضيف إليهم لرضائهم بفعلهم؛ كقوله - تعالى - (مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا) ؛ لرضاه بقتله. </p>"
}