{
  "id": null,
  "sura": 3,
  "aya": 186,
  "text": "<p> قيل: بُعِّدَ ونُحِّيَ عنها. </p><p> (وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ) : </p><p> قيل: فاز: نجا، وقيل: سَعِدَ، وقيل: الفائز: السابق، وقيل: فاز: غنم. </p><p> وأصل الفوز: النجاة، أي: نجا مما يخاف ويحذر، ويظفر بما يتأمَّل ويرجو. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ) : حياة الدنيا للدنيا غرور؛ كقوله - عَزَّ وَجَلَّ -: (اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ) ، حياة الدنيا للدنيا لعب ولهو وغرور، وللآخرة: ليست بلعب ولا لهو ولا غرور. وأصل الغرور: هو أن يتراءى الشيء في ظاهره حسنا مموهًا؛ يغتر بها كل ناظر إليها ظاهرًا، فإذا نظر في باطنها وجدها قاتلة مهلكة، نعوذ باللَّه من الاغترار بها. </p><p> وقيل: الحياة الدنيا -على ما عند أُولَئِكَ الكفرة- لعب ولهو، وعند المؤمنين حكمة. </p><p> * * * </p><p> قوله تعالى:  (لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ (١٨٦) وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَنًا قَلِيلًا فَبِئْسَ مَا يَشْتَرُونَ (١٨٧) لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِنَ الْعَذَابِ وَلَهُمْ عَذَابٌ أَلِيمٌ (١٨٨) </p><p> وقوله - عَزَّ وَجَلَّ -: (لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ) : </p><p> يحتمل الابتلاء في الأموال والأنفس: أن يُبلَوْا بالنقصان فيها؛ كقوله - عز وجَل -: (وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ. . .) الآية. </p><p> ويحتمل: أن يُبلَوْا بما جعل فيها من العبادات، من نحو: الزكاة في الأموال والصدقات والحقوق التي جعل فيها، وفي الأنفس: من العبادات: من الصلاة والجهاد والحج، وغيرها من العبادات، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ) : </p>"
}