{
  "id": null,
  "sura": 3,
  "aya": 152,
  "text": "<p> أي: أولى بكم، أو ناصركم، أو حافظكم، أو وليكم. </p><p> (وَهُوَ خَيْرُ النَّاصِرِينَ) : </p><p> أي: خير من ينصر من نصره؛ فلا يغلب، كقوله:  (إِنْ يَنْصُرْكُمُ اللَّهُ فَلَا غَالِبَ لَكُمْ) . </p><p> وقوله:  (سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ (١٥١) </p><p> هذه بشارة من اللَّه - عَزَّ وَجَلَّ - لرسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالنصر له؛ حيث أخبر أنه يلقي في قلوبهم الرعب، وكذلك روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" نُصِرتُ بِالرعْبِ مَسِيرَةَ شَهْرَيْنِ \" ، وكان ما ذكر؛ لأن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان يأتيهم بعد ذلك ويقصدهم، لا أنهم أتوه، وكانوا قبل ذلك يأتون رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ويقصدونه. </p><p> وقوله:  (بِمَا أَشْرَكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا) : </p><p> أي: بالشرك ما فذف في قلوبهم من الرعب، من غير أن كان لهم بما أشركوا حجة أو كتاب أو برهان أو عذر؛ قال ابن عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ:  \" السلطان في القرآن حجة \" . </p><p> وقوله (وَمَأْوَاهُمُ النَّارُ) : </p><p> أي: مقامهم في النار. </p><p> (وَبِئْسَ مَثْوَى الظَّالِمِينَ) : </p><p> أي: النار بئس مقام الظالمين. </p><p> وقوله:  (وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ (١٥٢) </p><p> أي: أنجز اللَّه وعده؛ حيث أخبر أنه يلقي في قلوبهم الرعب، وقد فعل. </p><p> (إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ) : </p><p> قال أهل التفسير:  [إذ تَقْتُلُونَهُمْ]  (١) . </p><p> وقوله:  (حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ) : </p><p>(١) في الكتاب المطبوع هكذا [إذ تضلونهم]، والصواب من تفسير القرطبي وغيره. ما أثبتناه. اهـ (مصحح النسخة الإلكترونية).</p><p> هو على التقديم والتأخير:  \" حتى إذا تنازعتم وفشلتم \" ؛ إذ التنازع هو سبب الفشل والجبن؛ كقوله:  (وَلَا تَنَازَعُوا فَتَفْشَلُوا) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ) </p><p> وقيل: في القصّة: إن نفرًا من رماة أمرهم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أن يكونوا في مكان، وألا يدعوا موقفهم، فتركوه ووقعوا في غنائمه؛ فعوقبوا على ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ) ، يحتمل: ما أراكم ما تحبون من الهزيمة والغنيمة. </p><p> ويحتمل: ما أراكم من النصر لكم على عدوكم، وإنجاز الوعد لكم. </p><p> وقوله: - عَزَّ وَجَلَّ - (مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ) : </p><p> روي عن عبد اللَّه بن مسعود - رَضِيَ اللَّهُ عَنْهُ - أنه قال: \" ما كنا نعرف أن أحدًا من أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يريد الدنيا، حتى نزل قوله: ، (مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا) . </p><p> وقوله:  (ثُمَّ صَرَفَكُمْ عَنْهُمْ) . </p><p> روي عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - في قوله - تعالى -: (ثُمَّ صَرَفَكُمْ عَنْهُمْ) ، يعني: هُزِمَ المسلمون، يقول: صرفوا عن المشركين منهزمين، بعد إذ كانوا هزموهم، لكن لما عصوا وتركوا المركز صرفهم اللَّه عن عدوه: </p><p> (لِيَبْتَلِيَكُمْ) </p><p> أي: ذلك الصرف كان لكم من اللَّه ابتلاء ومحنة. </p><p> وقيل: كان ذلك العصيان -الذي منكم كان- من اللَّه ابتلاء؛ ليعلم من قد علم أنه يعصي عاصيًا، واللَّه أعلم. </p><p> ودلّ قوله - عَزَّ وَجَلَّّ -: (ثُمَّ صَرَفَكُمْ عَنْهُمْ) - وإن كان الانصراف فعلهم -أن الله </p><p> لفعلهم - على ما عليه فعلهم - خالقٌ، وأن خلق الشيء ليس هو ذلك الشيء؛ إذ ذلك الشيء إذا كان انصرافًا عن العدو معصيّة، وقد تبرأ اللَّه - تعالى - عن أن تضاف إليه المعاصي، وقد أضاف انصرافهم إلى فعله وهو الصرف - ثبت أنه غير فعلهم، واللَّه أعلم. </p><p> (وَلَقَدْ عَفَا عَنْكُمْ) : </p><p> يحتمل وجهين: </p><p> يحتمل:  (عَفَا عَنْكُمْ) ؛ حيث لم يستأصلكم بالقتل. </p><p> ويحتمل:  (عَفَا عَنْكُمْ) ؛ حيث قبل رجوعكم وتوبتكم عن العصيان. </p><p> وهذه الآية قوله - عَزَّ وَجَلَّ -: (ثُمَّ صَرَفَكُمْ) ، وقوله:  (وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ) - ترد على المعتزلة؛ وكذلك قوله - تعالى -: (لَبَرَزَ الَّذِينَ كُتِبَ عَليهِمُ القَتلُ) ، إلى آخر الآية؛ لأنهم يقولون: هم الذين صرفوا أنفسهم لا اللَّه، وهم الذين كتبوا عليهم القتل لا اللَّه، وهم الذين يداولون لا اللَّه، وقد أضاف - عَزَّ وَجَلَّ - ذلك إلى نفسه؛ فعلى ذلك لا يضيف إليه إلا عن فعل وصنع له فيه؛ ولأنهم يقولون: لا يفعل إلا الأصلح لهم في الدِّين، فأي صلاح كان لهم في صرفه إياهم عن عدوهم؟! وأي صلاح لهم فيما كتب عليهم القتل؟! فدل أن اللَّه قد يفعل بعباده ما ليس ذلك بأصلح لهم في الدِّين، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ) : </p><p> بالعفو عنهم، وقبول التوبة؛ حيث عصوا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وتركوا أمره، وعلى قول المعتزلة عليه أن يفعل ذلك؛ فعلى قولهم ليس هو بذي فضل على أحد، نعوذ باللَّه من السرف في القول. </p><p> قال الشيخ - رحمه اللَّه -: الفائدة في تخصيص المؤمنين بالامتنان عليهم دون جملة من بعث النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فيهم ومنهم، مع ما ذكر منته بالبعث من أنفسهم، وقد بيّنا وجه المنة في البعث من جوهر البشر - وجهان: </p><p> أحدهما: أن من لم يؤمن به لم يكن عرف نعمة من اللَّه - تعالى - وإن كان - في الحقيقة - نعمة منه لهم، ورحمة لهم وللعالمين، فخص من عرفه ليشكروا له بما ذكرهم؛ وهو كقوله - عَزَّ وَجَلَّ -: (إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ) أي: هم يقبلون ويعرفون حق الإنذار. </p>"
}