{
  "id": null,
  "sura": 3,
  "aya": 188,
  "text": "<p> وعن علي - رَضِيَ اللَّهُ عَنْهُ - قال:  \" ما أخذ اللَّه ميثاقًا على أهل الجهل بطلب العلم، حتى أخذ ميثاقًا من أهل العلم ببيان العلم؛ لأن العلم كان قبل الجهل \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا (١٨٨) </p><p> قيل: بما غيَّروا من نعت مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وصفته في كتابهم وكتموه، وتبديلهم الكتاب، وإعجاب الناس ذلك وحمدهم على ذلك. </p><p> وقيل: إن اليهود دخلوا على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فقالوا: نحن نعرفك ونصدقك - وليس ذلك في قلوبهم - فلما خرجوا من عند رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ قال لهم المسلمون: ما صنعتم؟ فيقولون: عرفناه وصدقناه؛ فيقول المسلمون: أحسنتم، بارك اللَّه فيكم: يحمدهم المسلمون على ما أظهروا من الإيمان، وهم يحبون أن يحمدوا على ذلك؛ فذلك تأويل قوله:  (وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا) . </p><p> وقيل: إنهم قالوا: نحن أهل الكتاب الأول والعلم، وأهل الصلاة والزكاة. ولم يكونوا كذلك، وأحبُّوا أن يحمدوا على ذلك، واللَّه أعلم بالقصَّة. </p><p> وفي قوله - عَزَّ وَجَلَّ أيضًا -: (لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا. . .) والآية - دلّ ما ذم اللَّه عباده، وأوعدهم عليه أليم عقابه فيما أحبُّوا الحمد على ما لم يفعلوا - على تعالى الرب عن قول المعتزلة في قولهم: ليس لله في الإيمان </p><p> تدبير سوى الأمر، ولا صُنْع، وقد أحث أن يحمد عليه بقوله - عَزَّ وَجَلَّ -: (أَنْعَمْتَ عَلَيْهِمْ) ، وبقوله - عَزَّ وَجَلَّ -: (بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ) ، وقولهِ - تعالى -: (وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ) ، في غير موضع من القرآن، ولا قوة إلا باللَّه. </p><p> * * * </p><p> قوله تعالى:  (وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٨٩) </p><p> قال اللَّه - تعالى -: (وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) : </p><p> امتدح - جل ثناؤه - بإدخال كلية الأشياء تحت قدرته، وبه خَوَّفَ من عاند نعمته، وأطمع من خضع له عظيم ثوابه؛ فلئن جاز إخراج شيء تحت القدرة عن قدرته، لاضمحل الخوفُ عما خوَّفَهُ، والرجاءُ فيما أطمعه؛ إذ لم يظهر على ذلك قدرته إلا بقوله:  (وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) ، وما لا صنع لأحد في شيء إلا بأقداره، ومحال أن يقدر على ما لا يقدر هو عليه، أو يزول به قدرته؛ لما فيه ما ذكرت؛ فلذلك قلنا في بطلان قول المعتزلة بإخراج أفعال صنع الخلق عن قدرة اللَّه، وامتناعه عن تدبيره، ولا قوة إلا باللَّه. </p><p> قال اللَّه - عَزَّ وَجَلَّ -: (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ) . .) إلى قوله - عَزَّ وَجَلَّ -: (لَآيَاتٍ لِأُولِي الْأَلْبَابِ (١٩٠) </p><p> نقول - وباللَّه نستعين -: أخبر اللَّه - تعالى - أن فيما ذكر آيات لمن ذكر، ومعلوم أن الآيات إنما احتيج إليها لمعرفة أمور غابت عن الحواس، يوصل إليها بالتأمل والبحث عن الوجوه التي لها جعلت تلك الأشياء المحسوسة، التي يغني من له اللب دخولها تحت الحواس - عن تكلف العلم بها بالتدبير، بل علم الحواس هو علم الضرورات وأوائل علوم البشر الذي منه يرتقي إلى درجات العلوم؛ فيلزم طلب ذلك؛ فيبطل به قول من قال: العلوم كلها ضرورات لا تقع بالأسباب، ولا يلزم الخطاب دون تولى الرب إنشاءَ العلم في القلوب بحقيقه ما فيه الخطاب؛ إذ ذلك يرفع حق الطلب، ويستوفي فيه الموصوف باللبِّ وغير الموصوف، والمتفكر في الأمر وغير المتفكر، وقد قال اللَّه - تعالى -: (وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ. . .) الآية، وفي ذلك دليل أن المقصود مما أظهر ليس هو ما أظهر، إذ لزم التفكر بالذي أظهر؛ ليوصل به إلى العلم بالذي له أنشأ الذي أظهر، ويعلم ما جعل في الذي دليله وعلمه، وهذا لكل أنواع العلوم أن منها ظاهرًا مستغنيا بظهوره عن الطلب، وخفيًّا يطلب بما له في الذي ظهر من أثر ينبئ عنه التأمل، </p><p> واللَّه أعلم. </p><p> وفي ذلك دليل لزوم التوحيد باللبِّ؛ إذ صيرها آيات لمن له ذلك، وأوَّل درجات الآيات أن يُعَرف منشئها وجاعلها آيات، واللَّه أعلم. </p><p> ثم دلَّ اتصال منافع السماء والأرض على تباعد ما بينهما، حتى قام بها وحي جميع من دب على وجه الأرض وانتفع بشيء، ثم في إيصال الليل بالنهار في منافع كل حي على تضاد ما بينهما؛ حتى صارا كالشكيلين، والسماء والأرض كالقرينين - على أن منشئ ذلك كله واحد، وأنه لو اختلف الإنشاء لتناقض التدبير، وبَطَلَ وجوه النفع، وأن الذي أنشأ ذلك علم كيف يدبر لاتصال المنافع واجتماعها بغيرها، على اختلافِ ما بينها، وأنه حكيم وضع كل شيء على ما لو تدبر الحكماء فيه -لم يكن يُعْرَفُ اتصال أقرب في المنافع، على اختلاف في الجواهر، وتضاد في الأحوال- أبلغَ من ذلك؛ بل تقصر حكمتهم عن الإحاطة بوجه الحكمة، أو الظفر بطرف منها، إلا بمعونة مَنْ دَبَّرَ ذلك سبحانه، - وذلك هو الدليل على قدرته وعلو سلطانه؛ إذ سخر ذلك كلها لبذل ما فيها من المنافع لمن جعلها له، وجعل لبعض على بعض سلطانًا وقهرا؛ ليُعْلَمَ أن التدبير يرجع إلى غير ذلك، ويُعْلَمَ أن من قَدَرَ على ذلك، وعلم قبل خلق المنتفعين بما خلق على أي تدبير يخلق ذلك، وبأي وجه يصل كل خلق في ذلك إلى منافعه بها، وما الذي سوى معاشهم، وعلى أي تدبير، دلهم عليه - لقادر على إعادة مثله، والزيادة منه على أنواع ذلك؛ إذ كل أمر له حق الابتداء - كان ذلك أبعد عن التدبير مما له حق الاحتذاء بغيره أو الإعادة، مع ما كان في إعادة الليل والنهار، وجعل كُل من ذلك كالذي، مضى، وإن كان الذي مضى -مرة- دلالة كافية للبعث والقدرة عليه، واللَّه الموفق. </p><p> ومنها: أنها جعلت على تدبير يُعَرِّفُ صَاحِبَهَا ومُنْشِئَهَا، وأنه دبرها على ما فيها من وجوه الحكمة التي صارت الحكمة جزءًا منها، وفنون العلم التي تنال بالتأمل فيها، مما يوضح أن الذي أبرمها حكيم عليم، مع ما فيها من آثار الإحكام والإتقان الكافية في الإنباء عن الإنشاء للحكمة، وأن الذي أبدع ذلك ليس بعابث ولا سفيه. </p><p> ثم معلوم أن الفعل للهلاك والفناء غيرُ داخل في الحكمة؛ ثبت أن ذلك غير مقصودا فصار المقصود من ذلك وجهًا يبقى؛ فثبت أن مع هذه دارًا أخرى تبقى، فهي المقصود، وجعلت بحق الجزاء؛ وفي ذلك لزوم المحنة والقول بالرسالة؛ ليعلم بالوحي كيفية وجوه المحنة مع ما لم يخل شيء من أن يكون فيه آثار النعمة، من غير أن كان منه ما يستحق ذلك؛ فثبت أنه في حق الابتداء، ولازمٌ شكر المنعم في العقول؛ فيجب به وجهان: </p><p> أحدهما: القول بالرسل؛ لبيان وجوه الشكر؛ إذ النعم مختلفة، وأصل الشكر يتفاضل على قدر المنعمين؛ وكذلك النعم تتفاضل على قدر تفاضل متوليها، لابد من بيان ذلك ممن يعرف حقيقة مقادير النعم، وجلالة حق المنعم، وباللَّه التوفيق. </p><p> فكان فيها آيات الرسالة والتوحيد، وحكمته وقدرته وعلمه وجلاله عن الأشباه والشركاء، وبها جل عن احتمال الشرك في صنعه، أو الشبه في فعله على أن كليةَ كُلّ مَنْ سواه تحت القدرة، وهو المتعالي عن ذلك. </p><p> وفيه دلالة البعث؛ لما ذكرت، ولما إذ لزم الشكر بما ذكرت -لزمت عقوبة الكفران، وقد يخرج المعروف به سليمًا غريقًا في النعم، وفي الحكمة والعقل عقوبته- لزم أن يكون ثَمَّ دارٌ أخرى، مع ما كان خلق الخلق، لا لين يعرف الحكمة من السفه، والولاية من العداوة، والخير من الشر، والرغبة من الرهبة، لا معنى له بما فيه تضييع الحكمة، وجمع بين الذي حقه التفريق في الحكمة والعقل، وذلك آية السفه، ومحال كونه ممن الحكمة صفته والعدل نعته؛ فلزم به خلق الممتحن بالذي ذكرت؛ فصار </p><p> جميع الخلائق للمحن. </p><p> ثم لابدَّ من ترغيب وترهيب؛ إذ على مثله جُبِل محتملو المحن؛ فلزم به القول بالدار الأخرى، وهو البعث؛ ليكون إحداهما بحق ابتداء النعم، والأخرى: بحق استحقاق الجزاء، وإن كان لله التكليف بلا جزاء سابق النعم، ولا قوة إلا باللَّه. </p><p> والمعاقبة واجبة في الحكمة للجفاء والكفران، وباللَّه التوفيق. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِنَ الْعَذَابِ) </p><p> وقيل: بمفازة، أي: بنجاة من العذاب، وهو ما ذكرنا من الفوز أنه نجاة على ما </p>"
}