{
  "id": null,
  "sura": 3,
  "aya": 26,
  "text": "<p> الأيام التي عبد آباؤهم العجل، فظنوا أنهم إنما يعذبون بقدر ما عبد آباؤهم العجل، وأنهم لا يخلدون في النار؛ لأنهم زعموا أنهم أبناء اللَّه وأحباؤه. </p><p> ويحتمل أن يكون آباؤهم قالوا لهم: إنكم لا تعذبون في النار إلا قدر عبادتنا العجل؛ فأخبر - عَزَّ وَجَلَّ - أن قد غرهم في دينهم ما كانوا يفترون، ثم خوفهم فقال:  (فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لَا رَيْبَ فِيهِ) . </p><p> * * * </p><p> قوله تعالى:  (قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢٦) تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاءُ بِغَيْرِ حِسَابٍ (٢٧) </p><p> وقوله:  (قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ) يحتمل قوله: (مَالِكَ الْمُلْكِ) وجهين: </p><p> أحدهما: مالك ملك كل ملك في الدنيا له حقيقة الملك. </p><p> والثاني: أن الملك له، يؤتي من يشاء من ملكه، وينزع ممن يشاء الملك، وهو المالك لذلك، والقادر عليه. </p><p> والآية ترد على القدرية قولهم؛ لأنهم يقولون: إن اللَّه لا يعطي الكافر الملك، وهو قد أخبر - عَزَّ وَجَلَّ - أنه يؤتي من يشاء الملك، وقد يؤتي الكافر به الملك، فإن قالوا: أراد بـ \" الملك \" : الدِّين، فقد أخبر - عَزَّ وَجَلَّ - أيضا أنه ينزع، فكيف يستقيم على قولكم في الأصلح هذا. </p><p> ثم في الآية تقوية لمن قرأ:  (مَالِكِ يَوْمِ الدِّينِ) ، بالألف لأنه أعم وأجمع؛ لأنه قال:  (مَالِكَ الْمُلْكِ) وهو أعمّ. </p><p> والثاني: أن (الملك) إنما يعبر عن الولاية والسلطان، و \" المالك \" : إنما يعبر عن حقيقة الملك، ومن له في الشيء حقيقة الملك - فله ولاية التغلب والتصرف فيه ولاية السلطان، ولا كل من له ولاية السلطان يكون له ولاية التغلب فيه؛ لذلك كان بالألف </p><p> أقرب، ومن قرأ:  \" ملك يوم الدِّين \" بغير ألف ذهب إلى أن هذا كقوله: (الْمُلْكُ يَوْمَئِذٍ لِلَّهِ يَحْكُمُ بَيْنَهُمْ) ، ومن الملك يقال: ملك؛ لا يقال: مالك؛ لذلك كان ما ذكر، واللَّه أعلم. </p><p> والمالك -على الإطلاق- لا يقال إلا على اللَّه؛ وكذلك الرب -على الإطلاق- لا يقال إلا على اللَّه، وأما العبد فإنه يقرن الشيء إليه؛ فيقال ربّ الدار ومالكها، ورب الدابة ومالكها، واللَّه أعلم. </p><p> وقوله:  (قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ) : </p><p> قال قائلون: الخطاب لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - خاصة. </p><p> وقال آخرون: الخطاب بذلك لكل عاقل؛ وهو كقوله:  (قُل هُوَ اللَّهُ أَحَدٌ) إلى آخر الآية، ذلك الخطاب لكل أحد لا لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - خاصة. </p><p> وقال الشيخ - رحمه اللَّه -: ليس هو خطاب؛ ولكنه أمر بالبلاغ ليقوله كل أحد؛ لأنه لو خوطب به لم يذكر \" قل \" عند قراءته. </p><p> وقوله:  (اللَّهُمَّ) : قال قائلون: \" اللهم \" : يعني: يا آلهتهم. </p><p> وقال آخرون:  (الله) - على القطع - \" أمِّنَّا \" اقصدنا بالخير، واللَّه أعلم. </p><p> قال الشيخ - رحمه اللَّه - في قوله:  (قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ) الآية: فكأنه - عَزَّ وَجَلَّ - امتحن من رغب في الملك، أو نال حظًّا منه - أن يصرفوا وجه الرغبة إليه، أو يروا حقيقة ما نالوه منه؛ فيوجهون إليه الشكر، ويخضعون له بالعبادة والطاعة فيما أمرهم به؛ لينالوا شرفه ويدوم له عزه؛ وذلك كقوله:  (مَنْ كَانَ يُرِيدُ ثَوَابَ الدُّنْيَا فَعِنْدَ اللَّهِ ثَوَابُ الدُّنْيَا وَالْآخِرَةِ) ، ليريهم أن الذي يملك هذا النوع الذي رغبت فيه أنفسكم، ومنعتكم عن القيام بحقهِ - هو الذي يملك ذلك؛ فإليه فاصرفوا سعيكم، وبشكره استديموا، الذي له اخترتم جل كدحكم؛ فإنه يملك ذلك دون غيره؛ وجملة ذلك في قوله:  (وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ) ، ومعقول فيما عليه طبع البشر، وإليه دعاهم عقولهم: أن كل شيء تؤثره أنفسهم - كان الذي يحق عليهم طلبه عند من به </p><p> يوصل إليه، واختيارهم ما به يبلغون ما يأملون من أنواع الحيل التي تقربهم إلى ذلك، فمثله يلزم أمر الملك ولذات الدنيا، وتقرر في قلوبهم وجود ذلك لقوم؛ لو كان ينال بالتدبير أو بحسن السياسة، وطلب ذلك من الوجوه التي يطلب بها البشر - لم يكن الدِّين لهم ذلك بأحق من غيرهم؛ بل كان فيمن حرموا مَنْ هم أولى بذلك، وأحق أن يكون في ذلك متبوعًا لا تابعًا من الذين نالوه؛ ليعلم أن الذي يملك دفع ذلك إلى أحد أو تمليكه أحدًا، غير الذين صرفوا كدحهم، وجعلوا له سعيهم؛ فيكون لله في كل أمر مما عليه أمر البشر آية عظيمة، وعلامة لطيفة على تفرده بملك ذلك، وتوحُّدِهِ بالتدبير فيه لمن له بصيرة ولمن به يمتحن عباده. </p><p> وعلى ذلك إذ ثبتت في ذلك أدلة التوحيد، ولزوم الاعتبار به؛ ليعرف من له الحق ثبت القول ببطلان ما ينكره كثير من المعتزلة؛ أن الملك الذي ناله الجبابرة، والسعة التي تصل إلى الكَفَرَة- لم يكن نالوه بتقدير اللَّه، ولا وصلوا إليه بتدبيره؛ إذ حقه ما ذكرت من عظيم ما فيه من النعم؛ ليلزمهم به أرفع المحن وأعلى الشكر، وله أن يبلو بالحسنات والسيئات؛ كما وعد عَزَّ وَجَلَّ؛ وجملته: أن الدنيا إذ هي دار محنة ومكان ابتلاء، فليس الذي يعطى منه على الاستحقاق، ولا ما يمنع على العقوبة -وإن احتمل الدفع والمنع لذلك- ولكن له وللمحن، والمحنة أكثرها على مخالفة الأهواء، وتحمل المكاره، ويكون ذلك على إعطاء ما يعظم في أنفسهم، أو التمكين ليمتحنوا؛ فيتبين الإيثار والترك لوجه اللَّه، والرغبة فيمن إليه حقيقة ملك كل شيء، أو الميل إلى من إليه أنواع التغرير والمخادعات من غير تحقيق، ولا قوة إلا باللَّه. </p><p> وعلى ذلك قوله:  (أَنْ آتَاهُ اللَّهُ الْمُلْكَ) ، يبيِّن ذلك احتجاجه على إبراهيم - عليه السلام -، بالذي ذكر، وإغضاء إبراهيم عنه، ولو كان الذي آتاه اللَّه، الملك إبراهيم - عليه السلام -، لم يكن ليجترئ على تلك المقالة بقوله: (أَنَا أُحْيِي </p><p> وَأُمِيتُ)، ولا قوة إلا باللَّه. </p><p> ثم على قول المعتزلة: إنّ اللَّه - تعالى - إنما يشاء أن يؤتي الملك أولياءه، وينزع عن أعدائه في الجملة، فكيف ادعى لنفسه هذا السلطان والملك، وكان الوجوب على ضدّ ذلك؟! أيظن المعتزلة أن الملحدة تطعن ما هو يوجب الشبهة في حجج التوحيد بأوضح مما أعطاهم المعتزلة بهذا القول، أو يمكنهم من الطعن في نقض ما ادعت الموحدة من علو الرب وقدرته وجلاله بأبلغ مما لقنتهم المعتزلة بما لبست ثوب التوحيد، واستترت بستره في الظاهر، ثم أعطت للملحدة هذا؛ ليظنوا أنهم بلغوا ما به نقض التوحيد، ودفع حجج أهله، جل اللَّه عما وصفته الملحدة، وتعالى، فبه العصمة والنجاة. </p><p> ولما أعطتهم المعتزلة في الجملة سبقهم به إبليس، حتى كانوا بمثله يحتجون؛ فيظنون أنهم أحق بالنبوة منهم، بما أعطوا من الملك والثروة في الدنيا؛ فظنوا أنهم أجل عند اللَّه - تعالى - وأرفع في المنزلة منهم، من لم يكن ليؤثرهم بالرسالة عليهم، لكن أُولَئِكَ حققوا حقائق النعم لله، ونيل ما نالوا من الملك والشرف به، والمعتزلة رامت إزالة ذلك عن اللَّه؛ ليزيلوا عنهم ما لزمهم من الشكر له، والطاعة لمن بعثه اللَّه، وأسأل اللَّه تمام نعمه في الدِّين والدنيا. </p><p> وقوله:  (تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ) ، وقوله:  (وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ) ونحو ذلك: وجوه من الأدلة: </p><p> أحدها: أن يعلم أن اللَّه - عَزَّ وَجَلَّ - فيما يخلق - لا يخلق على معونة الأسباب، وتوليد الطبائع؛ لأن الأسباب تكون بموضع الإشكال؛ وكذلك الطباع تولد الذي في جوهره؛ نحو: الحار يولد الحرارة، والبارد يولد البرودة؛ فبين اللَّه - تعالى - الإنشاء على أحوال التضاد؛ ليعلم أنه القادر على اجتماع ما شاء مما شاء بلا معونة من ذلك ولا توليد، ولا قوة إلا باللَّه. </p><p> والوجه الثاني: أنه جرى تقدير ذلك على ما لا تفاوت له، ولا اختلاف في اختلاف الأعوام؛ ليعلم أنها مسوَّاة على التدبير، أحكمه على ذلك العزيز الحكيم، الذي لا يعجزه شيء، ولا يخفى عليه أمر؛ وليعلم أن الذي قدر على ذلك واحد؛ إذ لم يختلف ولم </p><p> يتناقض، ولا قوة إلا باللَّه. </p><p> وأيضًا، أنه قد صير كل جوهر بأحداث الآخر؛ كأنه لم يكن قط، ولا كان بقي له أثر، ثم رده بالوصف الذي كان؛ حتى لا يفوت منه شيء، حتى لا سبيل إلى العلم بالتفصيل بينهما؛ ليعلم أن قدرته على البعث، بعد أن يفنى كل الأجزاء والآثار، على ما كان، ولا قوة إلا باللَّه. </p><p> وأيضًا، أنه إذ بني الأمر على ما فيه من عظيم الحكمة، وعجيب التدبير - لم يجز أن يكون فعله خارجًا على العبث، ثم في رفع المحنة، وإبطال الرسالة في تعليم ما في ذلك من الحكمة، وما يلزم بمكان ذلك التدبير من الشكر والمعرفة، ثم من الترغيب فيما يملك من النعمة، والترهيب عما عنده من النقمة - إبطال الحكمة، وتقرير العالم مَع ما ذكرت على العبث، وذلك فاسد في العقول، وموجود في الجواهر عظيم حكمة منشئها، ثبت بذلك العبادة والرسالة والجزاء، ولا قوة إلا باللَّه. </p><p> وقوله:  (تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ) إلى آخره: يحتمل وجهين: يحتمل أن تؤتي ابتداء من غير أن كان آتاهم مرة؛ وكذلك تنزع -أي تمنع- ابتداء من غير أن كان آتاهم، ثم ينزع؛ كقوله:  (رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ) ، رفع ابتداء من غير أن كانت موضوعة فرفعها؛ وكقوله:  (يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ) ، إخراج الابتداء، لا أن كانوا فيها ثم أخرجهم، فعلى ذلك هذا، وعلى ذلك قوله:  (تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ) إيلاج ابتداء، لا أن كان أحدهما في الآخر؛ كقوله - تعالى -: (قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ) ، و (النَّهَارَ سَرْمَدًا) ، أخبر أنه لم يجعل واحدًا منهما مؤبدا؛ وكذلك قوله:  (وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ) إخراج ابتداء؛ أن يخلق الحي من الميت </p>"
}