{
  "id": null,
  "sura": 3,
  "aya": 189,
  "text": "<p> يخاف ويحذر، أي: ليسوا هم بنجاة، من العذاب، بل لهم عذاب أليم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٨٩) </p><p> يشبه - واللَّه أعلم - أن يكون هذا جوابًا لقولهم:  (لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ) أي: كيف جاز نسبة الفقر إليه والحاجة، وله ملك ما في السماوات وما الأرض؟! ونسبة الغنى إلى أنفسكم، وأنتم عبيده وإماؤه، وما في يد العبد يكون لمولاه؟!. </p><p> أو أن يكون جوابًا لقولهم:  (وَقَالُوا اتَّخَذَ اللَّهُ وَلَدًا) ، أي: كيف يجوز أن يتخذ ولدًا، وله ملك ما في السماوات وما في الأرض، كلهم عبيده وإماؤه؟ ! والولد في الشاهد إنما يُتَّخَذُ لأحد وجوه ثلاثة: إمَّا لوحشة أصابته فيستأنس به، أو لحاجة تبدو له فيُدْفع به، أو لقهر وغلبة يخاف من عدوٍّ؛ فيستنصر به على أعدائه، ويرث ملكه إذا مات. فإذا كان اللَّه له ملك السماوات والأرض وتعالى عن أن يصيبه شيء من ذلك؛ كيف جاز لكم أن تقولوا: اتخذ ولدًا؟! وإن كان الخلق كلهم عبيده وإماءه، وأنتم لا تتخذون الأولاد من عبيدكم وإمائكم؛ كيف زعمتم أنه اتخذ ولدًا من عبيده؟!. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) : وهذا على المعتزلة؛ لأنهم يقولون: لا يقدر على خلق فعل العبد، وعلى قولهم: غير قادر على أكثر الأشياء، وهو قد أخبر أنه على كل شيء قدير. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ (١٩٠) الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ (١٩١) رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ (١٩٢) رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ (١٩٣) رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ (١٩٤) </p><p> . </p>"
}