{
  "id": null,
  "sura": 3,
  "aya": 22,
  "text": "<p> من الباطن؛ إلا بدليل على ما صرفت أشياء كثيرة عن حقائقها بالعرف؛ من نحو: الإيمان، وغيرها. </p><p> وقوله:  (أُولَئِكَ الَّذِينَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ (٢٢) </p><p> يحتمل وجوهًا: </p><p> يحتمل: أعمالهم التي فعلوا؛ قبل أن يبعث مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فلما بعث كفروا به، فبطلت تلك الأعمال. </p><p> ويحتمل: ما كان لهم من الأعمال: من صلة المحارم، والقربات، والصدقات، فبطلت لما لا قوام لها إلا بالإيمان، فلما لم يأتوا به - بطلت. </p><p> وقوله:  (فِي الدُّنْيَا وَالْآخِرَةِ) : أما في الآخرة: فثوابها، وأما في الدنيا: فحمدها وثناؤها. </p><p> ويحتمل في الدنيا: ثواب الدنيا؛ كقوله:  (مَنْ كَانَ يُرِيدُ ثَوَابَ الدُّنْيَا فَعِنْدَ اللَّهِ ثَوَابُ الدُّنْيَا وَالْآخِرَةِ) ، واللَّه أعلم. </p><p> قال الشيخ - رحمه اللَّه - في قوله:  (إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ) : فالآيات أعلام وحجج، وهن أنواع: </p><p> منها حسِّيات، نحو: الخلائق؛ في الدلالة على وحدانية اللَّه تعالى. والخارجة منها عن احتمال وسع البشر يظهر عند أداء الرسل الرسالة، يشهد على أن الذي أرسلهم هو الذي تولاها؛ ليعلم بها محجة ويوضح بها رسالتهم. </p><p> ومنها: السمعيات: وهي التي جاءت بها الرسل من الأنباء؛ عما لا سبيل إلى الوقوف عليها، إلا بالتعلم بلا تقدم تعليم، أو ما لا يعلم حقيقة ذلك إلا اللَّه؛ ليعلم أن اللَّه هو الذي </p><p> أطلعهم عليها؛ ليكون آية لهم، واللَّه أعلم. </p><p> ومنها العقليات: وهي التي تعرف بالمحن، والبحث عنها مما بها يوصل إلى معرفة التوحيد والرسالة ونحوها، ثم قد جعلها كلها لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فمن يكفر بها يخرج على وجهين: </p><p> أحدهما: على الكفران بحقيقة الآيات؛ أن يكون هن آيات لما أقيمت له، وهن من الوجوه التي ذكرت، فقضى اللَّه - تعالى - لمن يكفر بها بما ذكرت؛ لتعنتهم ومعاندتهم، واللَّه أعلم. </p><p> والثاني: أن يريد بالكفر بالآيات: الكفر بمن له الآيات؛ فنسب إلى الآيات؛ لما بها تعلم الحقيقة، كما تنسب الأشياء إلى أسبابها التي بها يوصل إليها، فذلك معنى الكفر بالآيات، ثم كانت الكتب السماوية، وما فيها من النعوت، وما أعجزهم عن إتيان مثل القرآن، وغير ذلك من الحسّيات، واللَّه أعلم. </p><p> فعلى ما ذكرنا يخرج معنى الكفر بالآيات؛ لأنها بحيث يأخذها الحواس، ويحيط بها الأوهام والعقول؛ ولكن على أنهن آيات للذي دَلَّكُم عليه، أو على الكفر بالذي له آيات توجب تحقيقه، واللَّه أعلم. </p><p> وقوله:  (فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لَا رَيْبَ فِيهِ) </p><p> وقال في ذلك الكتاب:  (لا رَيبَ فِيهِ) ، وقد ارتاب فيها أكثر أهل الأرض؛ قيل: قوله: (لَا رَيْبَ فِيهِ) قد يتكلم به على تثبيت المقول به عند قائله، لا على نفي الشك عن كل من سمعه؛ إرادة التأكيد؛ فعلى ذلك أمكن أن يخرج معناه؛ إذ هو مخاطبة على ما عليه كلامهم؛ وكذلك قولهم أبدًا على دوامه وامتداده، لا على حقيقة الأبدية؛ وكذلك يقولون:  (هَذَا إِفْكٌ قَدِيمٌ) ، وأمر قديم: لا على حقيقة القدم؛ التي تخرج على الكون بعد أن لم يكن، واللَّه الموفق. </p><p> والثاني: على أنه لا يرتاب فيه المتأمّل المنصف بما جعل اللَّه لذلك من الآيات، وعليه من الأدلة التي من تدبر فيها - أظهرته له، حتى يصير كالمعاين، ولا قوة إلا باللَّه. </p><p> والثالث: أن يخبر به رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن قوم مخصوصين مما كانوا ينازعون فيه، بعد علمهم بصدقه؛ ليعرف به تعنتهم، ويؤيسه عن الطمع فيهم، ولا قوة إلا باللَّه. </p><p> قوله تعالى: (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُدْعَوْنَ إِلَى كِتَابِ اللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ </p>"
}