{
  "id": null,
  "sura": 3,
  "aya": 77,
  "text": "<p> (وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ) . </p><p> بأنْ ليس في كتابهم حرمة أموالهم، ولا لهم عليهم سبيل، وهم يعلمون أنهم يكذبون على اللَّه، عَزَّ وَجَلَّ. </p><p> وقوله:  (بَلَى مَنْ أَوْفَى بِعَهْدِهِ وَاتَّقَى فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ (٧٦) </p><p> يحتمل قوله:  \" بلى \" ؛ ردا على قولهم:  (لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ) ؛ بل عليكم سبيل فيهم، ثم ابتدأ الكلام فقال:  (مَنْ أَوْفَى بِعَهْدِهِ وَاتَّقَى فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ) ، أي: هَؤُلَاءِ الّذين يحبّهم اللَّه لا أنتم. </p><p> ويحتمل قوله:  (بَلَى مَنْ أَوْفَى بِعَهْدِهِ) : الذي عليه في التوراة أمر بأداء الأمانة، وإظهار نعته - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وصفته التي فيها، واتقاء محارمه وظلم الناس في ترك الوفاء، وفي نقض العهد، وصدق اللَّه ورسوله، ولم يكتم نعته وصفته - فإن اللَّه يحبّهم، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا أُولَئِكَ لَا خَلَاقَ لَهُمْ فِي الْآخِرَةِ وَلَا يُكَلِّمُهُمُ اللَّهُ وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (٧٧) وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ (٧٨) مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ (٧٩) وَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ (٨٠) </p><p> وقوله:  (إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ) : </p><p> قيل: عهد اللَّه: أمره ونهيه. </p><p> يحتمل هذا العهد فيما عهدوا في التوراة ألا يكتموا نعته وصفته؛ ولكن يظهرون ذلك للناس ويقرون به. </p><p> (وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا) : </p><p> أيمانهم التي حلفوا كذبًا أن ليس نعته وصفته فيه؛ مخافة ذهاب منافعهم. </p><p> ويحتمل: أن حلفوا كذبًا، فأخذوا أموال الناس بالباطل والظلم؛ وعلى ذلك روي عن </p><p> رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" مَنْ حَلَفَ عَلَى يَمِينٍ؛ لِيَقطَعَ بِهَا مَالَ امْرِئٍ مُسلِم لَقِيَ اللَّه - تعالى - وَهُوَ عَلَيهِ غَضْبَانُ \" وتلا هذه الآية: (إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا. . .) الآية. </p><p> والعهد والأيمان سواء؛ ألا ترى إلى قوله - عَزَّ وَجَلَّ -: (وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ. . .) ، الآية. </p><p> ويحتمل عهد اللَّه: ما قبلوا عن اللَّه، وما ألزمهم اللَّه، والأيمان: ما حلفوا، والله أعلم. </p><p> وقوله:  (أُولَئِكَ لَا خَلَاقَ لَهُمْ فِي الْآخِرَةِ) : </p><p> أي: لا نصيب لهم في الآخرة مما ذكروا أن لهم عند اللَّه من الخيرات والحسنات؛ كقوله:  (فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ) . </p><p> وقوله:  (وَلَا يُكَلِّمُهُمُ اللَّهُ) : </p><p> يحتمل وجهين: </p><p> يحتمل: أنه أراد بذلك كلام الملائكة الذين يأتون المؤمنين بالتحية والسلام من ربهم؛ كقوله:  (وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ (٢٣) سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ (٢٤) . </p><p> وقوله:  (لا تكلمهم) الملائكة؛ على ما تكلم المؤمنين، أضاف ذلك إلى نفسه، على ما ذكرنا فيما تقدم من إضافة النصر إليه على إرادة أوليائه؛ فكذلك هذا، أو أن يكون اللَّه - عَزَّ وَجَلَّ - كان قد كلمهم بتكليم الملائكة إياهم؛ لأنهم رسله؛ فكان كقوله:  (وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا) : صيره ببعث الرسل كأنْ قد كلمهم هو؛ فكذلك الأول. </p><p> ويحتمل: أن يكون اللَّه - عَزَّ وَجَلَّ - يكرم المؤمنين في الجنة بكلامه على ما كلم موسى في الدنيا؛ فلا يكلمهم كما يكلم المؤمنين. </p>"
}