{
  "id": null,
  "sura": 3,
  "aya": 55,
  "text": "<p> (فَاعْتَدُوا عَلَيْهِ. . .) هو جزاء الاعتداء؛ فيجوز؛ فعلى ذلك المكر والخداع والاستهزاء: لا يجوز أن يسمى به، فيقال: يا ماكر، ويا خادع، ويا مستهزئ؛ لأنها حروف مذمومَة عند الناس؛ فيَشْتُمُ بعضهم بعضًا بذلك؛ لذلك لا يجوز أن يسمّى اللَّه - تعالى - به إلا في موضع الجزاء. وباللَّه العصمة. </p><p> وقوله:  (وَاللَّهُ خَيْرُ الْمَاكِرِينَ) : </p><p> أي: خير الجازينَ أهل الجور بالعدل، وأهل الخير بالفضل. </p><p> وقيل:  (وَمَكَرُوا) ؛ حيث كذبوه وهمَّوا بقتله، (وَمَكَرَ اللَّهُ) ؛ حيث رفع الله عيسى - عليه السلام - وألقى شبهه على رجل منهم حتى قتلوه؛ فذلك خير لعيسى - عليه السلام - من مكرهم. </p><p> وقيل:  (وَمَكَرُوا) ، أي: قالوا، (وَمَكَرَ اللَّهُ) : قال اللَّه. وقولهم الشرك، وقال لهم: قولوا التوحيد. </p><p> (وَاللَّهُ خَيْرُ الْمَاكِرِينَ) ، أي: خير القائلين. </p><p> قال الشيخ - رحمه اللَّه -: (وَاللَّهُ خَيْرُ الْمَاكِرِينَ) ؛ بما بالحق يمكر، ويأخذ من استحق الأخذ، وهم لا، واللَّه أعلم. </p><p> والمكر: هو الأخذ بالغفلة، واللَّه يأخذهم بالحق من حيث لا يعلمون؛ فسمي مكرًا لذلك؛ كما يقال: امتحنه اللَّه وهو الاستظهار، ولكن لا يراد به هذا في حق اللَّه. </p><p> وقوله:  (إِذْ قَالَ اللَّهُ يَا عِيسَى إِنِّي مُتَوَفِّيكَ (٥٥) </p><p> اختلف فيه: قيل: هو على التقديم والتأخير: ورافعك إليَّ، ثم متوفيك بعد نزولك من السماء، ولكن هو التقديم والتأخير، ولم يكن في الذكر فهو </p><p> سواء؛ لأنا قد ذكرنا أنْ ليس في تقديم الذكر، ولا في تأخيره ما يوجب الحكم كذلك؛ لأنه كَمْ مِنْ مُقَدَّمٍ في الذكر هو مؤخَّر في الحكم، وكم من مؤخَّر في الذكر هو مقدَّم في الحكم، فإذا كان كذلك: لم يكن في تقديم ذكر الشيء، ولا في تأخيره - ما يدل على إيجاب الحكم كذلك؛ كقوله:  (اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا) : فإنما هو قبض الأرواح؛ فيحتمل الأول كذلك، ويحتمل توفي الجسم، أي: متوفيك من الدُّنيا، أي: قابضك، وليس بوفاة موت. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: (إِنِّي مُتَوَفِّيكَ) ، أي: مميتك وهو ما ذكرنا؛ </p><p> ليعلم أنه ليس بمعبود. </p><p> وقوله:  (وَرَافِعُكَ إِلَيَّ) : </p><p> هو على تعظيم عيسى - عليه السلام - ليس على ما قالت المشبهة؛ بإثباتها المكان له؛ لأنه لو كان في قوله:  (وَرَافِعُكَ إِلَيَّ) يوجب ذلك، يجب أن يكون أهل الشام أقرب إليه؛ لأن إبراهيم - عليه السلام - قال: </p><p> (إِنِّي ذَاهِبٌ إِلَى رَبِّي سَيَهْدِينِ) ، والكفرة إليه قريب منه؛ كقوله:  (ثُمَّ</p><p> إِلَيَّ مَرْجِعُكُمْ) ؛ دل هذا أن ما قالوا خيال فاسد - تعالى اللَّه عما يقول الظالمون علوا كبيرًا - ولكن على التعظيم والتبجيل، أعني: المضاف إليه. </p><p> والأصل في هذا: أن الخاص إذا أضيف إلى اللَّه فإنما يراد به تعظيم ذلك الخاص؛ نحو ما قال:  \" بيت اللَّه \" ؛ على تعظيم البيت، (نَاقَةَ اللَّهِ) ؛ فهو على تعظيم الناقة، ونحوه مما يكثر وقوعه. </p><p> وإذا أضيف الجماعة إليه، فهو على إرادة تعظيم الربِّ - جل ثناؤه - نحو:  (رَبِّ الْعَالَمِينَ) ، (لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) ، ونحوه؛ كله على إرادة تعظيم الربِّ، جل ثناؤه. </p><p> وقوله:  (وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا) : </p><p> قيل فيه بوجوه: </p><p> قيل: مطهرك من أذى الكفرة، من بين أظهر المخالفين لك. </p><p> وقيل: ومطهرك من الكفر والفواحش، ويحتمل: مطهرك مما قالوا فيك. </p><p> وقوله:  (وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا) </p><p> يحتمل: يجعله فوق الذين كفروا بالقهر والغلبة والقتل، ويحتمل: بالحجة، ويحتمل: في المنزلة والدرجة في الآخرة. </p>"
}