{
  "id": null,
  "sura": 4,
  "aya": 88,
  "text": "<p> اللَّهُ وَمَنْ يُضْلِلِ اللَّهُ فَلَنْ تَجِدَ لَهُ سَبِيلًا (٨٨) وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ حَتَّى يُهَاجِرُوا فِي سَبِيلِ اللَّهِ فَإِنْ تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا (٨٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ) </p><p> اختلف في قصة الآية: قيل: إن ناسًا من أهل مكة قدموا على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - المدينةَ، فأسلموا، وأقاموا بها ما شاء اللَّه أن يقيموا، ثم ندموا على الهجرة والإقامة فيها، وأرادوا الرجعة إلى مكة واجتووا المدنية؛ فخرجوا يتحولون مَنْقَلَةً مَنْقَلَةً، حتى تباعدوا من المدينة، فلحقوا بمكة، فكتبوا كتابًا، ثم بعثوا به مع رسول من قبلهم إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فقدم به الرسول عليه بالمدينة، فإذا فيه:  \" إنا على الذي فارقناك عليه من التصديق باللَّه وبرسوله، اشتقنا إلى أرضنا، واجتوينا المدينة \" . ثم إنهم خرجوا من مكة متوجهين إلى الشام للتجارة، فبلغ ذلك المسلمين وهم عند رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ فقَالَ بَعْضُهُمْ لبعض: فما يمنعنا أن نخرج إلى هَؤُلَاءِ الذين رغبوا عن ديننا، وتركوا هجرتنا، فنقتلهم ونأخذ ما معهم؟ ! فقال فريق منهم: كيف تقتلون قومًا على دينكم؟! ورسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ساكت لا ينهى واحدًا من الفريقين؛ حتى نزل قوله - تعالى -: (فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ) : يبين اللَّه - عَزَّ وَجَلَّ - لرسوله أمرهم وما صاروا إليه. </p><p> وقيل: تخلَّف رجال عن أُحُدٍ، فكان أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فيهم فئتين: فرقة تقول: اعف عنهم، وفرقة تقول: نقتلهم؛ فنزلت الآية:  (فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ) . </p><p> وقيل: إن قومًا كانوا يتحدثون، فاختصموا في أهل مكة: فقَالَ بَعْضُهُمْ: إنهم كفار، وقال آخرون: إنهم قد أكلوا ذبائحكم، وصلوا صلاتكم، وأجابوا دعوتكم؛ فهم معكم، وقال غيرهم: تركوا النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وتخلفوا عنه. فأكثروا في ذلك؛ فنزل قوله - تعالى -: فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ. . .) الآية، فلا ندري كيف كانت القصة، ولكن فيه النهي عن الاختلاف والتنازع بينهم؛ كأنه قال - واللَّه أعلم -: كيف تختلفون في قوم ظهر نفاقهم؟ </p><p> وكيف لا تسألون رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن حالهم وهو بين أظهركم؟! كقوله - تعالى -: (فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ. . .) الآية، وظهور نفاقهم يحتمل الخبر منه نصًّا أنهم منافقون. </p><p> ويحتمل الظهور بالاستدلال على أفعالهم، وقد يوقف على حال المرء بفعله أنه كافر أو مؤمن. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاللَّهُ أَرْكَسَهُمْ بِمَا كَسَبُوا) </p><p> قال الكسائي: فيه لغتان؛ يقال: أركسته في أمر كذا وكذا وركسته، وارتكس الرجل: إذا وقع فيه ورجع إليه. </p><p> وقيل في حرف ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - وحفصة - رضي اللَّه عنها -: \" واللَّه ركسهم بما كسبوا \" . </p><p> ثم قيل: أركسهم: أي ردهم. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: (أَرْكَسَهُمْ بِمَا كَسَبُوا) قال: أوقعهم. </p><p> ثم يحتمل قوله - تعالى -: (أَرْكَسَهُمْ بِمَا كَسَبُوا) وجهين: </p><p> ما أظهروا بما كان في قلوبهم من النفاق والخلاف لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ كقوله - تعالى -: (بِمَا كَسَبَتْ قُلُوبُكُمْ) . </p><p> ويحتمل: ابتداء كسب كسبوا بعد ما أسلموا، أي: كفروا وارتدوا عن الإسلام بعد ما صح إسلامهم. </p><p> وفي إضافة ارتكاسهم إلى اللَّه دلالة خلق فعلهم وحرمان أمر يملكه، واللَّه أعلم بما كسبوا من إحداث شرك، أو بكسبهم بالقلوب وقت إظهارهم الإيمان في أن ظهر عليهم بلحوقهم إخوانهم من الكفرة، أو لما جعل اللَّه من أعلام النفاق التي ظهرت بغرض الجهاد والعبادات، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَتُرِيدُونَ أَنْ تَهْدُوا مَنْ أَضَلَّ اللَّهُ) . </p><p> تأويله - واللَّه أعلم -: أتريدون أن تهدوا وقد أراد اللَّه أن يضلُّوا؛ لما علم اللَّه منهم أنهم لا يهتدون؛ باختيارهم الكفر. </p>"
}