{
  "id": null,
  "sura": 4,
  "aya": 1,
  "text": "<p> سُورَةُ النِّسَاءِ </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله - تعالى -: (يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا (١) </p><p> قوله - تعالى -: (يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ) </p><p> في كل ما كان الخطاب للكفرة: ذكر اللَّه - سبحانه وتعالى - على أثره حُجج وحدانيته، ودلائل ربوبيته؛ لأنهم لم يعرفوا ربهم، من نحو ما ذكر:  (يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ. . .) الآية، وكقوله - تعالى -: (يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ. . .) الآية، وكقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا) ، ونحوه كثير: ذكر الحجج والدلائل التي بها يوصل إلى معرفة الصانع وتوحيده؛ لينظروا فيها وليتفكروا؛ فيعرفوا بها خالقهم وإلههم. </p><p> وفي كل ما كان الخطابُ للمؤمنين: لم يذكر حجج الوحدانية، ولا دلائل الربوبية؛ لأنهم قد عرفوا ربهم قبل الخطاب، ولكن ذكر على أثره نعمه التي أنعمها عليهم، وثوابه الذي وعد لهم، نحو قوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (١٠٢) </p><p> وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا. . .) إلى آخر ما ذكر، ذكر نعمه التي أنعمها عليهم، وكقوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ. . .) كذا إلى آخر ما ذكر؛ على هذا يخرج الخطاب في الأغلب. </p><p> وقوله - عَزَّ وَجَلَّ -: (اتَّقُوا رَبَّكُمُ) . </p><p> قيل: اتقوا عذابه ونقمته. </p><p> وقيل: اتقوا عصيانه في أمره ونهيه. </p><p> وقيل: اتقوا اللَّه بحقه في أمره ونهيه. </p><p> قوله - عَزَّ وَجَلَّ -: (الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ) </p><p> أضاف خلقنا إلى آدم؛ إذ صورة الإنسان في النطفة. </p><p> قال: دلت إضافة خلقنا من آدم -وإن لم تكن أنفسنا مستخرجة منه- على أمرين: </p><p> أحدهما: جوازُ إضافة الشيء إلى الأصل الذي إليه المرجع، وإنْ بَعُدَ ذلك عن الراجع إليه؛ على التوالد والتتابع. </p><p> والثاني: أنا لم نكن بأبداننا فيه، وإن أضيف خلقنا إليه؛ إذ لو كنا فيه لكُنا منه بحق الإخراج لا بحق الخلق منه. وذلك يبطل قول من يجعل صورة الإنسان في النطفة مع الإحالة أن يكون معنانا في التراب أو النطفة؛ إذ هما من الموات الخارج من احتمال الدرك، ونحن أحياء داركون، واللَّه أعلم. </p><p> وقوله:  (وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً) </p><p> أي: فرق، ونشر، وأظهر منهما أولادًا كثيرًا: ذكورا وإناثًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ) </p><p> قوله:  (تَسَاءَلُونَ بِهِ) ، أي: اتقوا اللَّه الذي تساءلون بعضكم من بعض، أي: يسأل بعضكم من بعض الحوائج والحقوق به، يقول: أسألك بوجه اللَّه، وبحق اللَّه، وباللَّه. </p><p> ويسأل بعضكم من بعض بالرحم، يقول الرجل لآخر: أسألك بالرَّحم وبالقرابة أن تعطيني. </p><p> وقوله:  (وَالْأَرْحَامَ) ، روي عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - يقول:  (وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ) ، واتقوا في الأرحام وصلوها. </p><p> وقرئ بالنصب والخفض:  (وَالْأَرْحَامَ) : فمن قرأ بالنصب يقول: اتقوا اللَّه فلا تعصوه، واتقوه الأرحام فلا تقطعوها. </p><p> ومن قرأ بالخفض يقول: اتقوا اللَّه الذي تساءلون به والأرحام. </p><p> وروي في الخبر أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" اتقُوا اللهَ وَصِلُوا الأَرْحَامَ؛ فَإِنَّهُ أَتْقَى لكُم فِي الدُّنْيَا، وَخَيرٌ لكُمْ فِي الْآخِرَةِ \" . والآية في الظاهر على العظة والتنبيه. </p><p> وكذلك قوله:  (إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا) </p><p> هو على التنبيه والاتعاظ. </p>"
}