{
  "id": null,
  "sura": 4,
  "aya": 56,
  "text": "<p> الجسد يكون له سرور وحزن، لا يتألم ويتلذذ، وقد جرى الوعد بالمؤلم والملذ. </p><p> وكذلك حكمة خلق الجسد على ذلك بما يحقق العلم بالمرغب والمرهب من الموعود، على أن السرور والغموم ليسا بحيث يرغب فيهما أو يزهد إلا من حيث يألم الجسد ويتلذذ، بل كل يكون فيه الأمران؛ ليسر ويحزن؛ فلذلك كان القول بالأجساد أحق من طريق التقدير على ما جرى به حق السمع والعقل، واللَّه أعلم بحقيقة ذلك، وبيده الملك، يكرم من شاء بما شاء؛ فضلًا منه، ويهين من شاء؛ بما شاء عدلًا منه، والله الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمِنْهُمْ مَنْ آمَنَ بِهِ) </p><p> بما أنزل على مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من اليهود (وَمِنْهُمْ مَنْ صَدَّ عَنْهُ) </p><p> قال:  (فَمِنْهُمْ مَنْ آمَنَ بِهِ) يعني: بالكتاب الذي أعطى إبراهيم (وَمِنْهُمْ مَنْ صَدَّ عَنْهُ) : عن الكتاب، وهو قول ابن عَبَّاسٍ، رَضِيَ اللَّهُ عَنْهُ. </p><p> وقيل:  (فَمِنْهُمْ مَنْ آمَنَ بِهِ) يعني: إبراهيم (وَمِنْهُمْ مَنْ صَدَّ عَنْهُ) يعني: عن إبراهيم، عليه السلام. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَفَى بِجَهَنَّمَ سَعِيرًا) </p><p> كأن جهنم - واللَّه أعلم - معظم النار وجميع دركاتها، والسعير هو التهابها ووقودها؛ كقوله - عَزَّ وَجَلَّ -: (وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ (٤٣) لَهَا سَبْعَةُ أَبْوَابٍ لِكُلِّ بَابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ (٤٤) . </p><p> ويحتمل قوله:  (وَكَفَى بِجَهَنَّمَ سَعِيرًا) أي: عذابًا، واللَّه أعلم. </p><p> (وَكَفَى بِجَهَنَّمَ) أي: بالتهاب جهنم التهابًا؛ إذ السعير: الالتهاب، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ إِنَّ اللَّهَ كَانَ عَزِيزًا حَكِيمًا (٥٦) وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا لَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا (٥٧) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا) </p><p> يحتمل الآيات: أعلام الدِّين وآثاره. </p><p> ويحتمل الآيات: آيات الربوبية له. </p><p> ويحتمل الآيات: أعلام رسالة الرسول عفًيِلى؛ فيكون الكفر بها كفرًا باللَّه. </p><p> وقوله - تعالى -: (سَوْفَ نُصْلِيهِمْ نَارًا) </p><p> قيل:  (نُصْلِيهِمْ) : ندخلهم، وقيل:  (نُصْلِيهِمْ) : نشويهم؛ يقال: شاة مصلية، أي: مشوية. </p><p> وقوله - عَزَّ وَجَلَّ -: (كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا) : </p><p> كلما احترقت جلودهم بدلناهم جلودًا غيرها، أي: جددنا لهم جلودًا غيرها؛ ليزدادوا التهابًا وإيقادًا من غير أن يسكن ألم العذاب، فهو من حيث التجديد غير؛ لأن الأولى قد احترقت ونضجت، ومن حيث العين نفسها هي الأولى، ألا ترى ما يقال: تبدل فلان، فإنما يقال من حيث تغيره من لون إلى لون، لا أن كانت تحولت نفسه وتبدل من حال إلى حال؛ فعلى ذلك قوله:  (بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا) هي من حيث العين أنها تلك بعينها واحد، وعلى ذلك البعث بعد الموت، والإنشاء هو من حيث التجديد غير، حيث تفانوا وذهبت آثارهم، ومن حيث الإعادة إلى الحالة الأولى هم بأنفسهم ليسوا بغير، وعلى ذلك قد سمي البعث خلقًا جديدًا، وإن كان بعث الأولى في المعنى. </p><p> ثم تكلموا في قوله - تعالى -: (بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا) قالوا: كيف كان أن يعذب جلودًا لا مأثم فيها، وإنَّمَا المأثم في الجلود التي احترقت ونضجت، وقالوا: أيدنا فيمن قطع يده وهو كافر، ثم أسلم، فمات على الإسلام، ما حال اليد المقطوعة، تعذب في النار، أو تكون مع النفس في الجنة؟ وفيمن قطعت يده وهو مسلم، ثم كفر، فمات على كفره، تلحق النفس أو تكون في الجنة؟ </p><p> فالجواب لهذا كله: أن الجوارح والأعضاء ليست تعمل ما تعمل بالاختيار والطوع، ولكنها كالمكرهات والمقهورات في العمل؛ ألا ترى أن الإكراه عليها يوجب تحويل الفعل منها إلى المكره، فيجعل كأن المكره هو الذي قد فعل ذلك في حق الضمان؛ فهذا يدل أن هذه الجوارح كالمكرهات والمقهورات لحقت النفس حيث كانت. </p><p> ثم معلوم: أن من أسلم في آخر عمره يتمنى سلامة جوارحه التي كانت ذهبت عنه؛ </p>"
}