{
  "id": null,
  "sura": 4,
  "aya": 102,
  "text": "<p> ثم قوله:  (فَلَيْسَ عَلَيْكُمْ جُنَاحٌ) يرجع إلى وجهين: </p><p> أحدهما: إلى ترك الركعتين، وإن لم يتم السفر بعد الخروج له، وليس كسائر الأعذار، نحو الحيض، إذا لم يتم أنه يلزم إعادة المتروك، والإغماء، ونحو ذلك، وأمر الصوم في السفر بعد الخروج له ليس كسائر الأعذار؛ فلا يعاد. </p><p> والثاني: ليس عليكم جناح في السفر، وإن كان ذلك اختيارا منكم لترك صلاة الحضر، أو ليس عليكم ما على المقيم من الجناح إن لم يتم، فإذا رجع الجناح إلى ذلك بقي الأمر بالقصر، وإن خرج بحد الخبر؛ إذ قد يكون خبرًا في المخرج أمرا في الحقيقة نحو قوله - تعالى -: (إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ. . .) الآيات، ونحو ذلك كقوله - تعالى -: (فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا) أنه لما صار: \" لا جناح \" راجعا إلى ما كان ثَمَّ من الأصنام أو الفعل؛ بقي حق الأمر بالطواف، وإن كان في مخرج الخبر، وصار من اللوازم، دليل ذلك الأمر الوارد في الآية والظاهر من فعل رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في الأسفار. </p><p> ولا يحتمل أن يكون [. . .] يضيع من الجميع، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَيْلَةً وَاحِدَةً وَلَا جُنَاحَ عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذًى مِنْ مَطَرٍ أَوْ كُنْتُمْ مَرْضَى أَنْ تَضَعُوا أَسْلِحَتَكُمْ وَخُذُوا حِذْرَكُمْ إِنَّ اللَّهَ أَعَدَّ لِلْكَافِرِينَ عَذَابًا مُهِينًا (١٠٢) فَإِذَا قَضَيْتُمُ الصَّلَاةَ فَاذْكُرُوا اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِكُمْ فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلَاةَ إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا (١٠٣) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ. . .) الآية. </p><p> اختلف أهل العلم في صلاة الخوف: </p><p> قال بعض أهل العلم: يجعل الإمام القوم طائفتين، يصلي بالطائفة الأولى، </p><p> ركعة، ويصف الطائفة الأخرى مصاف العدو، فإذا صلى بهم ركعة؛ فيقومون ويصلون الركعة الثانية وحدانًا. </p><p> ثم ينصرفون ويقومون مقامهم بإزاء العدو، وترجع الطائفة التي كانت مصاف العدو فيصلي بهم الإمام الركعة الثانية، ثم يسلم بهم الإمام، فيقومون ويقضون الركعة الأولى وحدانًا. ويقولون: لأنه ليس في الآية إتيان الطائفة الأولى وعودها إلى الإمام؛ لذلك لا يفعل. </p><p> وقالوا -أيضًا- بأن القيام بعد الفراغ من الصلاة مصاف العدو أطمع وأرجى من القيام قبل الفراغ منها. </p><p> وقيل: بل القيام مصاف العدو، وهم في الصلاة أطمع وأرجى من القيام في غير الصلاة. </p><p> وأما أصحابنا - رحمهم اللَّه - فإنهم ذهبوا إلى ما روي في الأخبار. </p><p> روي عن ابن عمر - رَضِيَ اللَّهُ عَنْهُ - قال: صلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - صلاةَ الخوف: فصلى بإحدى الطائفتين ركعة والطائفة الأخرى مواجهو العدو، ثم انصرفوا وقاموا في مقام أصحابهم، مقبلين على العدو، وجاء أُولَئِكَ، فصلى بهم النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ركعة ثم سلم النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، ثم قضى هَؤُلَاءِ ركعة، وهَؤُلَاءِ ركعة. </p><p> وعن عبد اللَّه قال: صلى بنا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - صلاة الخوف، فقاموا صفين: فقام صف خلف النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وصفٌّ مستقبل العدو، وصلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالصف الذي يلونه ركعة، ثم قاموا فذهبوا وقاموا مقام أُولَئِكَ، واستقبل هَؤُلَاءِ العدو، وجاء أُولَئِكَ فقاموا مقام هَؤُلَاءِ، فصلى بهم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ركعة، ثم سلم، فقاموا يصلون لأنفسهم ركعة، ثم سلموا، فذهبوا فقاموا مقام أُولَئِكَ مستقبلين العدو، وجاء أُولَئِكَ إلى مقامهم، فصلوا لأنفسهم ركعة، ثم سلموا. </p><p> وروى ابن عَبَّاسٍ وزيد بن ثابت وحذيفة بن اليمان - رضي اللَّه عنهم - عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - نحو ذلك، فاتفق على هذه الرواية عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - هَؤُلَاءِ الجماعة من الصحابة - رضوان الله عليهم أجمعين -: ابن مسعود، وابن عمر، وابن عَبَّاسٍ، وزيد بن ثابت، وحذيفة؛ كلهم يقولون: إن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - صلى بإحدى الطائفتين ركعة، والطائفة الأخرى مواجهو العدو، ثم صلى بالطائفة الأخرى ركعة، وإن واحدًا منهم لم يقض بقية صلاته حتى فرغ النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من صلاته كلها، فصلى المؤتمون ما بقي عليهم من صلاتهم؛ وهذا نظرًا لما عليه المسلمون جميعًا فيما سبقهم الإمام: لا يقضونه حتى يفرغ الإمام من صلاته، ثم يقضون ما فاتهم، والأخبار التي جاءت بخلاف ذلك يحتمل أن تكون في الوقت الذي كانوا يقضون الفائتة قبل فراغ الإمام من صلاته، ثم نسخ ذلك بما توارث الأمة القضاء بعد الفراغ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلْيَأْخُذُوا أَسْلِحَتَهُمْ) اختلف فيه. </p><p> قيل: هم الطائفة التي بإزاء العدو، يأخذون السلاح؛ ليكون أهيب للحرب والقتال. </p><p> وقيل: هم الطائفة الذي يصلون، يأخذون السلاح حتى إذا استقبلهم العدو والحرب يقدرون على ذلك. </p><p> وقيل: إذا وقع بينهم الحرب فلهم تأخير الصلاة إلى وقت انقطاع الحرب بينهم. </p><p> وقال الحسن: يصلي الإمام بكل طائفة تمام الصلاة؛ لأنه ذكر في الخبر أنه كان يصلي بكل طائفة سجدة، والسجدة هي اسم التمام، وهذا جائز في اللغة. </p><p> لكن عندنا ما ذكرنا من الأخبار عن الصحابة: عن عمر، وابن عَبَّاسٍ، وغيرهما - رضوان اللَّه عليهم أجمعين - حيث قالوا: صلاة السفر ركعتان، وصلاة الفطر والأضحى </p><p> ركعتان، وصلاة الخوف ركعة تمام غير قصر، وما روينا أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - سجد بالصف الأول، ولم يسجد معه الصف الثاني، فلما رفع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - رأسه من السجدتين سجدهما أهل الصف الثاني؛ فهذا يدل على أن الأمر ما وصفنا. وإذا كان العدو مواجَهةَ القبلة فالإمام بالخيار: إن شاء جعل القوم صفين: صفا أمامه بإزاء العدو، وصفًّا معه يصلي بهم؛ هكذا روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه فعل ذلك بالمسلمين: </p><p> وروى جابر بن عبد اللَّه أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - صلى بهم والعدو في القبلة، فصلى بطائفة ركعة، وجاءت الأخرى فصلى بها أخرى. وإن شاء جعل القوم كلهم خلفه صفين فيصلي بهم، فإذا انتهوا إلى السجود، سجد الصف الأول، والصف الثاني يحرس العدو، فلما فرغ هَؤُلَاءِ من السجود سجد الآخرون، ثم كذلك يفعل بهم في الثانية، وهذا -أيضًا- روي أنه فعل؛ فيختار أيهما شاء. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلْيَكُونُوا مِنْ وَرَائِكُمْ) </p><p> أي: ليكونوا مصاف العدو يحرسونهم من العدو. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ) </p><p> يحتمل قوله - تعالى -: (حِذْرَهُمْ) ، أي: يأخذون ما يستترون به ويحرسون العدو، من نحو الترس، والدرع، ونحوه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَسْلِحَتَهُمْ) : ما يقاتل به من السلاح ويحارب. </p><p> ويحتمل ما يتحصن به من الحصن، من نحو الجبال وغيرها. </p><p> وفيه الأمر بتعلم آداب الحرب والقتال، وأخذ الأهبة والإعداد للعدو دون أن يَكِلُوا الأمر إلى ذلك؛ ولكن يكلوا الأمر إلى ما وعد اللَّه لهم من النصر بقوله - تعالى -: (وَمَا </p><p> النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ)، وبقوله:  (وَخُذُوا حِذْرَكُمْ) وقوله - تعالى -: (وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ) ، وقوله:  (فَانْفِرُوا ثُبَاتٍ أَوِ انْفِرُوا جَمِيعًا) ، وغيره من الآيات، فيها الدلالة على تعلم آداب الحرب وأخذ الأهبة فيه؛ حيث أمرهم - عَزَّ وَجَلَّ - بمجاهدة العدو في غير آي من القرآن. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ. . .) الآية. </p><p> هذا يعلم بالطبع أن كل أحد يطلب الفرصة على عدوه والغفلة منه، هذا معروف في طباع الخلق. </p><p> وقوله - عَزَّ وَجَلَّ -: (عَنْ أَسْلِحَتِكُمْ) : ما يحارب به ويقاتل. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَمْتِعَتِكُمْ) - يحتمل: أمتعتكم: ما يحرس به العدو ويستتر به منه، أي: يطلبون الغفلة عن الأسلحة والأمتعة. </p><p> ويحتمل: الأمتعة أن يريد بها غيرها، من: الثياب وغيرها. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا جُنَاحَ عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذًى مِنْ مَطَرٍ أَوْ كُنْتُمْ مَرْضَى أَنْ تَضَعُوا أَسْلِحَتَكُمْ وَخُذُوا حِذْرَكُمْ) </p><p> في الآية دلالة أن اللَّه - تعالى - لم يرد بقوله:  (إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ. . .) ، - بَذْلَها للقتل؛ حيث رخص لهم وضع الأسلحة وأخذ الحذر عندما بُلُوا بالمطر والمرض؛ لأنه لو كان المراد بشراء الأنفس منهم بذلها للقتل - لكان لا يرفع ذلك عندما يخافون على أنفسهم من الهلاك؛ إذ الحرض وخوف الهلاك لا يرفع ذلك في الأحوال كلها إذا كان الأمر بذلك أمرًا بالقتل والهلاك؛ ألا ترى أن من وجب عليه الرجم لم يرفع عنه بالمرضِ الرجم؛ لأن في الرجم هلاكه، فلما رفع عنهم القتال في حال المرض، أو في الحال الذي يخاف الهلاك - دل أنه لم يرد بشراء الأنفس بذلها للقتل؛ ولكن أراد - واللَّه أعلم - إظهار دين اللَّه، ونصر أهل دينه؛ ألا ترى أنه قال في آية أخرى:  (فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا) ، جعل الثواب والأجر عند الغلبة على عدوه مثل ما جعل عند القتل، ولو كان الأمر بذلك أمرًا بالقتل خاصة - لا يستوجب الأجر والثواب بغيره؛ دل أنه ما ذكرنا؛ ألا ترى أنه قال:  (فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا) : جعل الوعد للقاتل ما جعل </p>"
}