{
  "id": null,
  "sura": 4,
  "aya": 163,
  "text": "<p> وفي حرف حفصة - رضي اللَّه عنها -: \" لكن الراسخون في العلم يؤمنون بما أنزل إليك وما أنزل من قبلك المقيمين الصلاة المؤتين الزكاة والمؤمنون باللَّه واليوم الآخر سوف نؤتيهم أجرًا عظيمًا \" ، وكذلك في حرف أبي:  (المُقِيمِينَ الصَّلاةَ) بالنصب. </p><p> * * * </p><p> قوله تعالى:  (إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَعِيسَى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ وَآتَيْنَا دَاوُودَ زَبُورًا (١٦٣) وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَمْ نَقْصُصْهُمْ عَلَيْكَ وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا (١٦٤) رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا (١٦٥) لَكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ أَنْزَلَهُ بِعِلْمِهِ وَالْمَلَائِكَةُ يَشْهَدُونَ وَكَفَى بِاللَّهِ شَهِيدًا (١٦٦) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ) </p><p> قيل فيه بوجوه: </p><p> قيل: قوله: (كَمَا أَوْحَيْنَا إِلَى نُوحٍ) الكاف صلة زائدة، ومعناه: إنا أوحينا إليك ما أوحينا إلى نوح ومن ذكر من بعده، أي: لا يختلف ما أنزل إليك وما أنزل إلى غيرك من الرسل؛ وهو كقوله - تعالى - (وَإِنَّهُ لَفِي زُبُرِ الْأَوَّلِينَ) ، (إِنَّ هَذَا لَفِي الصُّحُفِ الْأُولَى) . </p><p> وقيل:  (إِنَّا أَوْحَيْنَا إِلَيْكَ) من الحجج والآيات \" كما أوحينا إلى نوح \" ومن ذكر من الحجج والآيات على صدق ما ادعوا، أي: قد أعطاك اللَّه، من الحجج والآيات ما يدل على رسالتك ونبوتك؛ كما أعطى أُولَئِكَ من الحجج والآيات على صدق ما ادعوا من الرسالة والنبوة، ثم لم يؤمنوا. </p><p> وقيل: إن اليهود قالوا: إن محمدًا لو كان رسولا - لكان يؤتى كتابًا جملة، كما أوتي موسى كتابًا جملة من غير وحي؛ فقال اللَّه - تعالى -: (إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ) وحيًا من غير أن أوتي كل منهم كتابًا جملة كما أوتي موسى، ثم كان أُولَئِكَ رسلاً؛ فعلى ذلك مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - رسول وإن لم يؤت كتابًا كما أوتي موسى، ولله أن يفعل ذلك: يؤتي من شاء كتابًا جملة مرة، ومن شاء يوحي إليه بالتفاريق، واللَّه أعلم </p>"
}