{
  "id": null,
  "sura": 4,
  "aya": 135,
  "text": "<p> والثالث: يحتمل: أن يكونوا عبدوا هذه الأصنام؛ لمنافع يتأملون بذلك في الدنيا والسعة في الدنيا؛ كقوله - تعالى -: (إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ. . .) الآية؛ فعلى ذلك قوله - عز وجل -: (مَنْ كَانَ يُرِيدُ ثَوَابَ الدُّنْيَا فَعِنْدَ اللَّهِ ثَوَابُ الدُّنْيَا وَالْآخِرَةِ) لا عند من تطلبون. </p><p> ويحتمل أن تكون الآية في أهل المراءاة والنفاق، الذين يراءون بأعمالهم الصالحة في الدنيا؛ يريدون ثواب الدنيا لا غير، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَانَ اللَّهُ سَمِيعًا) . </p><p> لمقالتكم </p><p> (بَصِيرًا) . </p><p> بما تريدون وتعملون، وهو وعيد. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلَى بِهِمَا فَلَا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا (١٣٥) </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ. . .) الآية. </p><p> عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال: كونوا قوامين بالعدل في الشهادة على من كانت: من قريب أو بعيد، ولو على نفسه فأقر بها، وكذلك قال عامة أهل التأويل قوله:  (قَوَّامِينَ) : قوالين لله، ولكن يكون في كل عمل وكل قول يلزم أن يقوم لله، ويجعل الشهادة له؛ فإذا فعل هكذا - لا يمنعه عن القيام بها قربُ أحد ولا بعده، ولا ما يحصل على نفسه أو والديه، وكذلك قال اللَّه - تعالى - في آية أخرى:  (وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ) فإذا جعلها للَّهِ - عَزَّ وَجَلَّ - لم يجعلها للمخلوق، أمكن له القيام بها، </p><p> وإن كان على نفسه أو من ذكرتم ما يمنع القيام بها فهو مختلف: أما على نفسه؛ لنفع يطمع أو لدفع ضرر يدفع بذلك، وأما على الوالدين بالاحتشام يحتشم منهما؛ فيمتنع عن أداء ما عليه، وأما القرابة: بطلب الغناء لهم ودفع الفقر عنهم؛ فأخبر أنه أولى بهم؛ فلا يمنعك غناء أحد منهم ولا فقره - القيامَ بها، وكذلك روي عن ابن عَبَّاسٍ - رضي اللَّه عنه - في تأويل هذه الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا) </p><p> قيل فيه بوجهين: </p><p> قيل:  (فَلَا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا) وتعملوا لغير اللَّه. </p><p> وقيل:  (فَلَا تَتَّبِعُوا الْهَوَى) ؛ كراهة أن تعدلوا. </p><p> ويحتمل:  (فَلَا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا) : عن الحق من الصرف بالعدول. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا) </p><p> فيه لغتان: </p><p> \" تلُوا \" بواو واحدة، من الولاية؛ يقول: كونوا عاملين للَّهِ، وقائلين له، مؤدين الشهادة له، وإن كنتم وليتم ذلك. </p><p> وقيل:  \" تَلْوُوا \" بواوين، من التحريف؛ يقول: لا تتبعوا الهوى، ولا تحرفوا الشهادة، ولا تعرضوا عنها وتكتموها. </p><p> وفي حرف حفصة - رضي اللَّه عنها -: \" إن يكونوا غنيا أو فقيرًا فاللَّه أولى بهما \" . </p><p> وعن قتادة - رضي اللَّه عنه -: فاللَّه أولى بهما، يقول: اللَّه أولى بغنيكم وفقيركم؛ فلا يمنعكم غناء غنى أن تشهد عليه لحق علمته، ولا أمر ثبت لفقير أن تشهد عليه بحق علمته. </p><p> وفي حرف حفصة - رضي اللَّه عنها -: (وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا) ، وهو من الولاية التي ذكرنا. </p>"
}