{
  "id": null,
  "sura": 4,
  "aya": 128,
  "text": "<p> (وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيمًا) </p><p> فيجزيكم به، أو كان به عليما: من يفعل الخير ومن لا يفعل الخير، واللَّه أعلم. </p><p> وعن الحسن في قوله:  (وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ) ، أي: ترغبون عن نكاحهن. </p><p> وعن ابن سيرين: لا يرغب في نكاحها؛ لدمامتها، ولا يزوجها غيره؛ رغبة في مالها. </p><p> وعلى ذلك يخرج قوله - تعالى -: (وَأَنْ تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ. . .) الآية، وقوله - تعالى -: (وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى. . .) الآية. </p><p> وني قوله - تعالى -: (وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ) دلالة أن للولي أن يزوج اليتيمة الصغيرة؛ لأنه لو لم يكن له ذلك - لم يكن للعتاب على ترك تزويجهن من غيرهم معنى. </p><p> فَإِنْ قِيلَ: اسم اليتيم يقع على الصغيرة والكبيرة جميعًا؛ فلعل المراد من اليتيمة: الكبيرة هاهنا، قيل: هو كذلك، غير أن الغالب يقع على الصغائر منهن، واللَّه أعلم. </p><p> وفيه دلالة؛ أن الكاح قد يقوم بالواحد؛ لأنه قال - عَزَّ وَجَلَّ -: (وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ) ؛ فلو لم يكن له أن يتزوجها - لم يكن لهذا العتاب معنى؛ دل أن له أن ينكح. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا ... ) </p><p> قيل: خافت، أي: علمت من بعلها نشوزا. </p><p> وقيل: الخوف - هاهنا - خوف لا غير، فمن قال بالخوف فهو حمل على أن يظهر لها منه جفاء؛ يجفوها لدمامتها أو لكبرها، ويسيء صحبتها؛ لترضى بالفراق عنه؛ ليتزوج غيرها، وهو الخوف حقيقة. </p><p> وهكذا روي عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - أنه قال:  [إنَّ سَوْدَةَ بِنْتَ زَمْعَةَ خشيت أن يطلقها النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فجعلت يومها لعائشة - رضي اللَّه عنها - فأنزل اللَّه - تعالى]  (١) : (وَإنِ </p><p>(١) الثابث في البخاري وغيره أنها وهبت ليلتها لعائشة - رضي اللَّه عنهما - لا أنها خشيت أن يطلقها رسول اللَّه - صلى اللَّه عليه وسلم - وهذا نص الحديث في البخاري - رحمه اللَّه -: ٥٢١٢ - حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا زُهَيْرٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ سَوْدَةَ بِنْتَ زَمْعَةَ وَهَبَتْ يَوْمَهَا لِعَائِشَةَ «وَكَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقْسِمُ لِعَائِشَةَ بِيَوْمِهَا وَيَوْمِ سَوْدَةَ»وكيف يصح ذلك والنبي - صلى اللَّه عليه وسلم - لم يكن ملزمًا بالعدل في القسمة بين أزواجه لقوله تعالى (تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ). اهـ (مصحح النسخة الإلكترونية).</p><p> امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا. . .) الآية. ثم قال: فهذا الصلح الذي أمر اللَّه. </p><p> فجعل الخوف - هاهنا - خشية. </p><p> وعن عائشة - رضي اللَّه عنها - أنها قالت: هي المرأة تكون عند الرجل دميمة، ولا يحبها زوجها؛ فتقول: لا تطلقني، وأنت في حِلٍّ من شأني. </p><p> وقيل:  (خَافَتْ مِنْ بَعْلِهَا نُشُوزًا) أي: علمت، والعلم هو أن يكون للرجل امرأتان: إحداهما كبيرة أو دميمة، والأخرى شابة، يميل قلبه إلى الشابة منهما، ويكره صحبة الكبيرة منهما، ويستثقل المقام معها، وأراد فراقها؛ فتقول: لا تفارقني، واجعل أيامي لضرتي، أو يصالحها على أن يكون عند الشابة أكثر من عند الكبيرة، وهو ما روي عن عائشة - رضي اللَّه عنها - أنها قالت: هي المرأة تكون عند الرجل دميمة، ولا يحبها أزوجها؛ فتقول: لا تطلقني، وأنت في حِلٍّ من شأني. </p><p> فالخوف هو ما يظهر لها من نشوزه قبل تزوج أخرى - بأعلام، والعلم هو ما يظهر من ترك مضاجعته إياها، وسوء صحبته معها. </p><p> وعلى هذين الوجهين رُوي عن الصحابة - رضوان اللَّه عليهم أجمعين - عن بعضهم: يكون عند الرجل امرأتان: إحداهما كبيرة، والأخرى شابة؛ فيؤثر الشابة على الكبيرة؛ فيجري بينهما صلح على أن يمسكها ولا يفارقها على الرضا منها بإبطال حقها أو بدونه، وهو ما روينا من خبر ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - أن سودة - رضي اللَّه عنها - جعلت أيامها لعائشة - رضي اللَّه عنها - خشية أن يفارقها. وكذلك رُوي عن عمر، رَضِيَ اللَّهُ عَنْهُ. </p><p> وروي عن علي - رَضِيَ اللَّهُ عَنْهُ - أنه أتاه رجل يستفتيه في امرأة خافت من بعلها نشوزًا؛ </p><p> قال: هي المرأة تكون عند الرجل؛ فتنبو عيناه من دمامتها أو كبرها، أو فقرها، أو سوء خلقها؛ فيكون فراقه، فإن وضعت له من مهرها شيئًا حل له، وإن جعلت من أيامها شيئًا لغيرها فلا حرج. </p><p> دلت هذه الأحاديث التي ذكرنا على أن الرجل إذا كان له نسوة أن يسوي بينهن، فيقيم عند كل واحدة يومًا، إلا أن يصطلحا على غير ذلك، والصلح خير، كما قال اللَّه، عز وجل. </p><p> وبين قوله:  (وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ ... ) </p><p> أن على الرجل -وإن عدل بين نسائه في قسمة الأيام- ألا يخلي إحداهن من الوطء، واللَّه أعلم. ولا يكون وطؤه كله لغيرها، وتكون الأخرى كالمعلقة التي ليست بأيم ولا ذات زوج، لكنها إذا رضيت بإبطال حقها أو بدون حقها فإنه لا حرج على الزوج في ذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا) </p><p> يحتمل: أن يكون رفع الحرج عن الزوج خاصة، وإن كان الفعل مضافًا إليهما؛ إذ ليس للمرأة لْي ترك حقها حرج، وكذلك قوله - تعالى -: (فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ) ليس على المرأة جناح في الافتداء؛ لأنها تفتدي بمالها، ولها أن تُمَلِّكَ على مالها من شاءت؛ فكأنه قال - عَزَّ وَجَلَّ -: فلا جناح عليه في أخذ ما افتدت، أو في إبطال حقها إذا رضيت. </p><p> ويحتمل: أن يكون على ما ذكر، وهو أن لا حرج على المرأة المقام معه وإن استثقل الزوج ذلك ويكره صحبتها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ) . </p><p> عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال: شحت المرأة بنصيبها من زوجها أن تدعه للأخرى، وشح الرجل بنصيبه من الأخرى. </p><p> وقيل: الشح: الحرص، وهو أن يحرص كل على حقه. وكان الشح والحرص واحد، وإن كان أحدهما في المنع، والآخر في الطلب؛ لأن البخل يحمله على الحرص، والحرص يحمله على المنع، وكل واحد منهما يكون سببًا للآخر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ تُحْسِنُوا وَتَتَّقُوا) </p><p> في أن تعطوهن أكثر من حقهن، وتتقوا في ألا تبخسوا من حقهن شيئًا. </p>"
}