{
  "id": null,
  "sura": 4,
  "aya": 138,
  "text": "<p> يعطهم؛ لما علم أنهم لا يهتدون أبدًا، وهو التوفيق، فهذا يرد على من لا يجعل الهدى إلا بيانًا؛ إذ قد بين لهم ذلك. </p><p> * * * </p><p> قوله تعالى:  (بَشِّرِ الْمُنَافِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا (١٣٨) الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا (١٣٩) وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذًا مِثْلُهُمْ إِنَّ اللَّهَ جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعًا (١٤٠) الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِنْ كَانَ لَكُمْ فَتْحٌ مِنَ اللَّهِ قَالُوا أَلَمْ نَكُنْ مَعَكُمْ وَإِنْ كَانَ لِلْكَافِرِينَ نَصِيبٌ قَالُوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِنَ الْمُؤْمِنِينَ فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا (١٤١) </p><p> وقوله - عَزَّ وَجَلَّ -: (بَشِّرِ الْمُنَافِقِينَ) بكذا. </p><p> البشارة المطلقة المرسلة لا تكون إلا بالخير خاصة، وأما إذا كانت مقيدة مفسرة فإنها تجوز في الشر؛ كقوله - تعالى -: (بَشِّرِ الْمُنَافِقِينَ بِأَنَّ لَهُمْ) كذا، وكذلك قوله - تعالى -: (فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ) ، وفي القرآن كثير، ما ذكرها في الشر إلا مفسرة مقيدة. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَشِّرِ الْمُنَافِقِينَ) - يدل هذا على أن الآية الأولى في أهل النفاق والمراءاة، علي ما ذكرنا من التأويل؛ لأنه لم يسبق فيما تقدم ذكر لهم سوى قوله - تعالى -: (آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولَهِ) . ويحتمل على الابتداء والانتناف على غير ذكر تقدم، وذلك جائز في القرآن كثير. </p><p> ثم فسر المنافقين فقال:  (الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ) </p><p> ثم يحتمل قوله - تعالى -: (يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ) قولا وفعلا: </p><p> أما القول: كقولهم: (إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ) ، وغيره من الآيات. </p><p> وأما الفعل: فكانوا يمنعون المؤمنين أن يغزوهم؛ كقوله - تعالى -: (وَإِنَّ مِنْكُمْ لَمَنْ لَيُبَطِّئَنَّ) ، وكقوله:  (إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ) ، وكقوله - تعالى -: (فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ) ، كانوا يمنعون أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - والمسلمين عن أن يغزوهم ويقاتلوهم؛ فهم - وإن كانوا يُرُون </p>"
}