{
  "id": null,
  "sura": 4,
  "aya": 77,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ ... (٧٧) </p><p> اختلف فيه؛ قيل: نزلت الآية في بني إسرائيل، وهي الآية التي ذكرها اللَّه - تعالى - في سورة البقرة:  (أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْ بَنِي إِسْرَائِيلَ مِنْ بَعْدِ مُوسَى. . .) إلى قوله: (فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا مِنْهُمْ) . </p><p> وقيل: إنها نزلت في المؤمنين من أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - استأذنوا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في قتال كفار مكة سرا؛ لكثرة ما يلقون من الأذى منهم؛ فنزل قوله - تعالى -: (كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ) أي: لم أؤمر بالقتال، فنهاهم عن ذلك، فلما كتب عليهم القتال وأمروا به كرهوا ذلك؛ فدل قوله - تعالى -: (فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ. . .) الآية. </p><p> وقيل: إنها نزلت في المنافقين الذين كانوا يقاتلون مع النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ) أي: يخشون الناس - يعني المنافقين كخشية المؤمنين اللَّه أو أشد خشية؛ كقوله - سبحانه وتعالى -: (يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ) . </p><p> وإن كانت في المؤمنين؛ فتأويله: يخشون الناس في القتال كخشية اللَّه في الموت أو أشد خشية؛ لأنه أهيب وأسرع نفاذًا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ أيضًا -: (أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ. . .) الآية. </p><p> تكلموا في ذلك: </p><p> فمنهم من جعله خبرًا عن أمر بني إسرائيل الذين قالوا لنبي لهم:  (ابْعَثْ لَنَا مَلِكًا. . .) الآية، أنهم إذا أمروا بالكف عن مقاتلته تمنوا الإذن في ذلك، وسألوا نبيهم - عليه السلام - عن ذلك، ثم فيهم من أعرض عن الطاعة، وقد كان أهل الإيمان يتمنون الإذن في ذلك؛ كقوله - تعالى -: (وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ) ، فوعظوا بمن ذكرت؛ ليقبلوا العافية، ولا يتمنوا محنة فيها شدة؛ فيبعثهم على ما بعث </p><p> أُولَئِكَ. </p><p> وروي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" لَا تَتَمَنوا لِقَاءَ الْعَدُوِّ وَاسْأَلُوا رَبَّكُم العَافِيَةَ، وَإذَا لَقِيتُمُوهُم فَثُورُوا فِي وُجُوهِهِم \"  (١) </p><p> أو كان في علم اللَّه - سبحانه وتعالى - أن يأمرهم، فَأُخْبِرُوا بالذين قتلوا وحل بهم؛ لئلا يفعلوا مثل فعلهم، واللَّه أعلم. </p><p> وخشيتهم كخشية اللَّه؛ كقوله - تعالى -: (لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ. . .) إلى تمام القصة. </p><p> وقد قيل: الآية نزلت فيما سألوا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فأجيبوا في ذلك، ثم خاطبهم الذي ذكر. </p><p> لكن اختلف في ذلك: </p><p> فمنهم من يقول: كان ذلك في المصدقين؛ لكن اشتد عليهم الأمر، وذلك نحو ما كان منهم يوم حنين وأحد ونحو ذلك، حتى أغاثهم اللَّه - تعالى - وفرج عنهم بِمنِّه، وعلى ذلك قوله - تعالى -: (وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ) ، أي: ما فيه الموت من الجهاد، وعلى ذلك:  (يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً) ، فلما عاينوا السبب الذي فيه هلاكهم، وتبلغ عند ذلك الخشية غايتها؛ نحو قرب الموت وشدة المرض؛ يكون المرء يخشى منه الموت ما لا يخشى لولا تلك الحال؛ لأنه يرى الموت من المرض، وإن كان الذي يظهر عليه من خشية الموت في تلك الحال أشد، فهو -في الحقيقة- خشية من اللَّه - تعالى - أن يكون جعل ذلك سبب الموت، وأنه حضره وقرب منه؛ فيكون في ظاهر الأمر كمن يخشى من تلك الأحوال، وقد جعل لما جبل عليه الخلق في مثله معروف مثله؛ أعني: أن المريض عند الموت لما يغلب عليه الإياس من حياته، وإن كان الذي يصيبه يستوي عليه أحواله، فعلى ذلك أمر الأول. </p><p> وعلى ذلك فيما طبع عليه الخلق من طمأنينة القلب عند ملك أسباب الرزق والقدرة </p><p>(١) أخرجه البخاري (١٥/ ١٤١) كتاب التمني: باب كراهية تمني لقاء العدو (٧٢٣٧)، ومسلم (٣/ ١٣٦٢) كتاب الجهاد والسير: باب كراهة تمني لقاء العدو، والأمر بالصبر عند اللقاء (١٧٤٢)، عن عبد اللَّه بن أبي أوفي بلفظ \" يا أيها الناس: لا تتمنوا لقاء العدو، واسألوا اللَّه العافية، فإذا لقيتموهم فاصبروا، واعلموا أن الجنة تحت ظلال السيوف \"، واللفظ لمسلم.</p><p> عليه ما لم يكن في غيرها، وإن كان من حيث قدرة اللَّه - تعالى - واحد؛ فتكون تلك الخشية جبلية طبيعية، لا اختيارية، أو سخط بحكم الرب، وهو كالذي جاء من قوله - تعالى -: (كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ. . .) الآية. </p><p> وقوله - على ذلك -: (رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلَا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ قُلْ. . .) الآية، يحتمل وجهين: </p><p> أحدهما: الخبر عما في طباعهم، كما قال - عَزَّ وَجَلَّ -: (كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ. . .) الآية، وقال النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" حُفَّتِ الْجَنَّةُ بِالْمَكَارِهِ \" وإنما ذلك على الطبع فذلك الطبع كالسائل عن ذلك، وربما يضيفون القول والسؤال على اعتبار الأحوال إلى ما لا يطيق له، فعلى ذلك هذا، واللَّه أعلم. </p><p> ويحتمل: أن يكون قولا منهم عن وجه الحكمة لهم بالأمر فيما علم أنهم يبلغون بالقتل والجبن إلى حال لا يقومون للعدو، ولا يملكون أنفسهم في ذلك الوقت؛ فأخبر اللَّه - عز وجل - أن الذي حملهم على ذلك رغبتهم في التمتع بالدنيا، ولو صوروا متاع الآخرة في قلوبهم لذهب عنهم ذلك، ويثبتون للعدو، ولا يبالون للعدو بما يحل بهم، ولا يخشون لذلك، وكأنه وعد لهم أن متاع الآخرة لكم على هذا الفعل لو صبرتم خير لكم، وما وعد لكم عليه خير من متاع الدنيا. </p><p> وأيضا: أن يقال: إن هذا وإن عظم هوله على الطبع، فإنه إذا كان للَّهِ بحق العبادة لهو أيسر وأهون من الموت على صاحبه إذا حضر؛ إذ يريهم اللَّه متاع الآخرة أو بعض ما فيه الكرامة؛ فيصير ذلك متاع الآخرة لهم وقت الموت فهو خير من تمتعهم في الدنيا ثم الموت، ولا ذلك منه، كما قيل في تأويل قوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" مَنْ أَحَبَّ لِقَاءَ اللهَ أَحَبَّ اللهُ لِقَاءَهُ، وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لقَاءَهُ \" إن المؤمن يرى ما له من الكرامة؛ فيحب الموت أن يعجل به؛ ليصل إلى ذلك، والكافر يرى سخطه فيكرهه، وعلى هذا تأويل القول في الدنيا أنها: ، \" سِجْنُ الْمُؤْمِن وَجَنَّة الْكَافِرِ \" أن تكون كذلك في ذلك الوقت، واللَّه أعلم. </p><p> وتأويل آخر: أن تكون الآية في المنافقين: أنه يظهر عليهم النفاق وقت المحنة بالجهاد دون غيره من العبادات، قال اللَّه - تعالى -: (وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ. . .) الآية، بين ما نزل بالمنافقين، وكذلك قوله - تعالى -: (قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ. . .) الآيات، - واللَّه أعلم - فيمن نزلت الآية، لكنها معلوم أن فيها ترغيبًا فيما عند اللَّه، وتزهيدًا في الدنيا، ودعاء إلى الرضا بحكم اللَّه - تعالى - فيما خف وثقل، واللَّه المستعان. </p><p> وعلى التأويل الآخر: جميع ما ذكر ظاهر في المنافقين، مذكور ذلك في الآيات التي ذكرتها، وفيهم قال اللَّه - تعالى -: (قُلْ لَنْ يَنْفَعَكُمُ الْفِرَارُ إِنْ فَرَرْتُمْ مِنَ الْمَوْتِ. . .) الآية، وغير ذلك مما دل على إنكارهم، وفضل خوفهم في ذلك، واللَّه أعلم. </p><p> فإن قال قائل: كيف قال اللَّه - تعالى -: (إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفًا) وقد هلك به أكثر البشر؟ </p><p> قيل: قد يخرج على وجوه - واللَّه أعلم -: </p><p> أحدها: أنه يضعف كيده على من تعوذ باللَّه - تعالى - كقوله - تعالى -: (وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ. . .) الآية، وإنما يقوى على من جنح له، ومال إلى ما دعاه إليه؛ كقوله - تعالى -: (إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ. . .) الآية إلى قوله - تعالى -: (ثُمَّ لَا يُقْصِرُونَ) . </p><p> والثاني: أن يكون ضعيفا على المقبل على ربه، والذاكر له في أحواله، والمفوض أمره إلى ربه، فأما من تولاه وأقبل على إشارته فهو الذي جعل له السلطان على نفسه بما آثره في شهواته، ومال به هواه، وهو كقوله - تعالى -: (لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا. . .) الآية، وقد سماه اللَّه - تعالى -: (الْوَسْوَاسِ الْخَنَّاسِ) ، بما يخنس بذكر اللَّه - تعالى - ويوسوس عند الغفلة عن اللَّه، فكان سلطانه به، واللَّه الموفق. </p><p> والثالث: أنه لا يملك الجبر والقهر ولا اكتساب الضرر في الأبدان والأموال، فهو ضعيف، واللَّه أعلم. </p><p> والرابع - واللَّه أعلم -: أن يكون كان ضعيفا، أي: صار ضعيفا عند نصر اللَّه ومعونته، واللَّه أعلم. </p><p> ويحتمل: كان ضعيفا لو ظهر، حتى يعلم أنه شيطان، لكن قوى بما لا يعلم المغرور أنه كيده وتغريره، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ) </p><p> قيل: في حرف حفصة: \" وأقيموا الصلاة وآتوا الزكاة،قالوا:ربنا لم كتبت علينا القتال، فلما كتب عليهم القتال إذا هم يخشون الناس كخشية اللَّه \" كأن في الآية إضمارًا، يبين ذلك حرف حفصة، وإلا لم يكن في ظاهر الآية خبر حتى يكون قوله - تعالى -: (فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ. . .) الآية - جوابًا له. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ. . .) فإن كانت الآية في المنافقين، فهو على الإنكار قالوا ذلك، وإن كانت في المؤمنين فهو يخرج على طلب الحكمة في فرض القتال عليهم، طلبوا أي حكمة في فرض القتال علينا؟ وقد تطلب الحكمة في الأشياء، ولا عيب يدخل في ذلك، وأصله: أن كل آمر - في الظاهر - من هو فوقه فذلك سؤال له في الحقيقة لا أمر؛ فيخرج سؤاله مخرج الخضوع والتضرع له، ومن أمر من دونه فهو في الحقيقة ليس بسؤال، فهو يخرج على الأمر والنهي، وهو الأمر الظاهر في الناس. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ) </p><p> معناه - واللَّه أعلم -: إنا لم نخلقكم للدنيا وللمتاع فيها، إنما خلقناكم للآخرة وللمقام فيها، فلو خلقتكم للدنيا ثم كتبت عليكم القتال - لكان ذلك عبثًا خارجًا عن الحكمة، ولكن خلقناكم للآخرة وللمقام فيها. </p><p> ويحتمل قوله - تعالى -: (يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً) وقوله - تعالى -: (وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ. . .) إلى آخره، أن لم يقولوا ذلك قولا، ولكن كان ذلك خطرًا في قلوبهم، فأخبرهم نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عما أضمروا؛ ليعلموا أنه إنما عرف ذلك باللَّه - تعالى - ليدلهم على نبوته ورسالته. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَوْلَا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ) فنموت حتف أنفنا ولا نقتل، قتلا؛ فَيُسَرُّ بذلك الأعداء؛ كقوله:  (رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ) ، وفي القتل فتنة. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ) يحتمل وجهين: </p><p> أحدهما: ما ذكرنا: أنهم لم يخلقوا لمتاع الدنيا، ولكن إنما خلقوا لمتاع الآخرة. </p><p> والثاني: أن متاع الدنيا قليل من متاع الآخرة، كقوله - سبحانه وتعالى -: (فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ) ، وكقوله - تعالى -: (أَفَرَأَيْتَ إِنْ مَتَّعْنَاهُمْ سِنِينَ (٢٠٥) ثُمَّ جَاءَهُمْ مَا كَانُوا يُوعَدُونَ (٢٠٦) مَا أَغْنَى عَنْهُمْ مَا كَانُوا يُمَتَّعُونَ (٢٠٧) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالْآخِرَةُ خَيْرٌ لِمَنِ اتَّقَى) لأن متاع الآخرة دائم غير منقطع، ومتاع الدنيا زائل منقطع. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تُظْلَمُونَ فَتِيلًا) قد ذكرناه. </p><p> * * * </p><p> قوله تعالى:  (أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ وَإِنْ تُصِبْهُمْ حَسَنَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِ اللَّهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِكَ قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ فَمَالِ هَؤُلَاءِ الْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا (٧٨) مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولًا وَكَفَى بِاللَّهِ شَهِيدًا (٧٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ) </p><p> قيل: لما استشهد من استشهد يوم أحد، قال المنافقون: لو كان إخواننا عندنا ما ماتوا وما قتلوا؛ قال اللَّه - تبارك وتعالى -: (أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ) . </p><p> ويحتمل: أن يكون جوابًا لما سبق من القول قولهم: (لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلَا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ) يقول: من كتب عليه الموت ينزل به لا محالة، قاتل أو لم يقاتل؛ كقوله - تعالى -: (قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ. . .) . </p><p> ويحتمل: أن يكون قوله - تعالى -: (أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ) : إذا كان الموت نازلا بكم لا محالة فالقتل أنفع لكم؛ إذ تستوجبون بالقتل الثواب الجزيل، ولا يكون ذلك لكم إذا متم حتف أنفكم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فِي بُرُوجٍ مُشَيَّدَةٍ) . </p><p> قال الفراء: الْمُشَيَّد والمَشِيد واحد، غير أن الْمُشَيَّد -بالتشديد- فيما يكثر الفعل، والمَشِيد فيما لا يكثر الفعل. </p><p> وقيل: الْمُشَيَّد: هو المجصَّص، والشيد: هو الجِصّ. </p>"
}