{
  "id": null,
  "sura": 4,
  "aya": 2,
  "text": "<p> قوله تعالى:  (وَآتُوا الْيَتَامَى أَمْوَالَهُمْ وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ وَلَا تَأْكُلُوا أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ إِنَّهُ كَانَ حُوبًا كَبِيرًا (٢) وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلَّا تَعُولُوا (٣) </p><p> قوله - تعالى -: (وَآتُوا الْيَتَامَى أَمْوَالَهُمْ) يحتمل هذا وجهين: </p><p> أحدهما: احفظوا أموالهم إلى أن يخرجوا من اليتم، فإذا خرجوا من اليتم أعطوهم أموالهم. </p><p> ويحتمل قوله:  (وَآتُوا الْيَتَامَى أَمْوَالَهُمْ) ، أي: أنفقوا عليهم من أموالهم، ووسعوا عليهم النفقة ولا تضيقوها لينظروا إلى أموال غيرهم. </p><p> (وَآتُوا) ، بمعنى: آتوا لوقت الخروج من اليتم، أي: احفظوا؛ لتؤتوا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ) </p><p> أي: لا تأخذوا الخبيث فتتركوا لهم ما وعد لكم في الآخرة بحفظ أموالهم. </p><p> وقيل: لا تأخذوا الجياد من ماله وتعطي الدون من ماله؛ فذلك تبديل الخبيث بالطيب. </p><p> وقيل: لا تأكلوا الخبيث: وهو أموال اليتامى، وتذروا الطيب: وهو أموالكم؛ إشفاقًا على أموالكم أن تفنى. </p><p> وقيل: لا تأكلوا الحرام مكان الحلال؛ لأن أكل مال اليتيم حرامٌ، وأكل ماله حلال؛ </p><p> فنهي أن يبدلوا الخبيث بالطيب. </p><p> ويحتمل: لا تأخذ ماله -وهو خبيث- ليؤخذ منك الذي لك وهو طيب. </p><p> ويحتمل: لا تأكلوا ذلك؛ إبقاء لأموالكم التي طيبها اللَّه - تعالى - لكم، بما جعل اللَّه لكم خبيثًا. </p><p> ويحتمل:  (وَلَا تَأْكُلُوا أَمْوَالَهُمْ) في الدنيا؛ فتكون هي نارا تأكلونها؛ فتتركون الموعود لكم في إبقاء الخبيث؛ كقوله:  (إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا. . .) الآية. </p><p> وقوله:  (وَلَا تَأْكُلُوا أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ) </p><p> يحتمل هذا - واللَّه أعلم - وجهين: </p><p> يحتمل قوله:  (أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ) ، أي: مع أموالكم، أي: لا تخلطوا أموالهم مع أموالكم فتأكلوها؛ ففيه نهي عن الخلط والجمع. </p><p> ويحتمل:  (أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ) ، أي: بأموالكم؛ ففيه النهي عن أكل أموالهم بأموال أنفسهم تبعًا؛ كقوله - عَزَّ وَجَلَّ -: (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ) . </p><p> وقوله - تعالى -: (وَلَا تَأْكُلُوا أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ) ، بمعنى: لا تجمعوها إليها فتأكلونهما معًا. </p><p> ويحتمل: مع أموالكم، واللَّه أعلم. </p><p> وقوله - جل وعز -: (إِنَّهُ كَانَ حُوبًا كَبِيرًا) </p><p> قيل: جورًا. </p><p> وقيل: الحوب: الإثم، وهو واحد. </p><p> وقيل: خطأ. </p><p> وقِيل: ذنبًا كبيرًا. </p>"
}