{
  "id": null,
  "sura": 4,
  "aya": 130,
  "text": "<p> وأصل ذلك: أن في كل ما كان المرء مدفوعا مضطرًّا - فإنه غير مكلف في ذلك، وفي كل ما كان باختيار منه وإيثار غير عليه - فإنه مكلف في ذلك، والحب مما يدفع المرء فيه ويضطر، ولا صنع له فيه، لم يكلف التسوية فيما يكون مدفوعًا فيه مضطرا؛ لأنه لا يملك التسوية، وعلى هذا يخرج قولنا: إن الكافر مكلف بالإيمان في حال الكفر؛ لشغله به، واختاره فعل الكفر، ليس كالمضطر، وقد ذكرنا - فيما تقدم -: أن الاستطاعة تكون على ضربين: استطاعة أحوال وأسباب، واستطاعة أفعال، والاستطاعة التي هي استطاعة الأحوال والأسباب من نحو الصحة والسلامة وغيرهما يجوز فبل ومع وبعد، وأما استطاعة الأفعال فإنها لا تكون إلا مع الفعل، وباللَّه التوفيق. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَا تَمِيلُوا كُلَّ الْمَيْلِ) : في النفقة والقسمة، معناه: لا يحملنكم شدة الحب والميل بالقلب أن تتركوا الإنفاق عليها وإيفاء الحق، أعني: حق القسم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَتَذَرُوهَا كَالْمُعَلَّقَةِ) </p><p> ليست بأيم ولا ذات بعل، ليست هي بأيم تتكلف هي مؤنتها كما تتكلف الأيم، ولا ذات بعل يتحمل البعل مؤنتها. </p><p> وفي حرف أبي بن كعب:  \" فتذروها كالمسجونة \" ، وهو ما ذكرنا: لا ينفق هو عليها، ولا يطلقها؛ لتتزوج زوجًا آخر، فهي كالمحبوسة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ تُصْلِحُوا وَتَتَّقُوا) </p><p> هو ما ذكرنا في قوله - عَزَّ وَجَلَّ -: (وَإِنْ تُحْسِنُوا وَتَتَّقُوا) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا) </p><p> هذا ينقض قول من يقول: إنه لم يكن رحيمًا ثم صار رحيمًا؛ لأنه أخبر أنه كان رحيمًا، وهو يقول: صار رحيما، وباللَّه العصمة. </p><p> ثم المسألة: بأن المرأة إذا جعلت أيامها لضرتها، كان لها أن ترجع وتفسخ ذلك؛ لأنها جعلت لها ما لم يجب بعدُ ولم يلزم؛ فكان كمن أبرأ آخر عن حق لم يجب بعد، فإن إبراءه - باطل، له أن يعود إليه، فيأخذه به إذا وجب؛ فعلى ذلك هذا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ يَتَفَرَّقَا يُغْنِ اللَّهُ كُلًّا مِنْ سَعَتِهِ ... (١٣٠) </p><p> أي: الزوجان إن تفرقا؛ لما لم يقدر الزوج على التسوية بينهن (يُغْنِ اللَّهُ كُلًّا مِنْ سَعَتِهِ) : المرأة تتزوج آخر، والرجل بامرأة أخرى. </p><p> ويحتمل:  (كُلًّا مِنْ سَعَتِهِ) أن كل واحد منهما -وإن كان غنيا بالآخر في حال النكاح- فاللَّه قادر على أن يغني كل واحد منهما بعد الافتراق، كما كان يرزق قبل الفراق. </p><p> وفيه دليل قطع طمع الارتزاق من غير اللَّه، وإن جاز أن يجعل غيره سببًا في ذلك؛ لأنه قال - عَزَّ وَجَلَّ -: (وَإِنْ يَتَفَرَّقَا يُغْنِ اللَّهُ) ؛ ليعلم كلٌّ أن غناه لم يكن بالآخر؛ حيث وعد لهما الغناء، وكذلك في قوله - تعالى -: (وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ وَالصَّالِحِينَ. . .) إلى قوله - تعالى -: (إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ) - دليل قطع طمع الارتزاق بعضهم من بعض في النكاح؛ لما وعد لهم الغناء إذا كانوا فقراء. </p><p> وفيه دليل وقوع الفرقة بينهما بالمرأة، بالمكنى من الكلام؛ لمشاركتهما فيه، وإن كان الزوج هو المنفرد بالفراق؛ لما أضاف الفعل إليهما بقوله:  (وَإِنْ يَتَفَرَّقَا يُغْنِ اللَّهُ) وكذلك قوله - تعالى -: (فَارقُوهُنَّ) ، و (سَرِّحُوهُنَّ) ، واللَّه أعلم. </p><p> وفيه دليل لزوم النفقة في العدة؛ لأنه ذكر الافتراق، والفراق إنما يكون بانقضاء العدة، ثم أخبر - عَزَّ وَجَلَّ - عن غناء كل واحد منهما بالآخر قبل الفراق؛ دل أن للمرأة غناء بالزوج ما دامت بالعدة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَانَ اللَّهُ وَاسِعًا حَكِيمًا) </p><p> قيل: واسعًا: جودًا. </p><p> وقيل: واسعًا: يوسع على كل منهما رزقه، (حَكِيمًا) حكم على الزوج: إمساكًا بمعروف أو تسريحًا بإحسان. </p><p> وقيل: حكيمًا؛ حيث حكم فرقتهما. </p><p> وأصل الحكيم: أن يضع كل شيء موضعه. </p><p> * * * </p><p> قوله تعالى:  (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللَّهَ وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ غَنِيًّا حَمِيدًا (١٣١) </p>"
}