{
  "id": null,
  "sura": 4,
  "aya": 34,
  "text": "<p> تمام الثلث؛ لأن الميراث قد نسخ بالآية التي في الأحزاب بقوله - عَزَّ وَجَلَّ -: (وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ) ثم قال: (إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا) ، فهي الوصية إلى تمام الثلث؛ فإذا كانت الآية في الذي أسلم على يديه ووالاه وعاقده فهو ليس بمنسوخ. </p><p> وقيل:  (فَآتُوهُمْ نَصِيبَهُمْ) من النصر والمعونة والمشورة، ولا ميراث. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا) </p><p> بما ذكر من الشرط والوفاء به، وباللَّه التوفيق. </p><p> * * * </p><p> قوله تعالى:  (الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِلْغَيْبِ بِمَا حَفِظَ اللَّهُ وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا إِنَّ اللَّهَ كَانَ عَلِيًّا كَبِيرًا (٣٤) وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَا إِنَّ اللَّهَ كَانَ عَلِيمًا خَبِيرًا (٣٥) </p><p> وقوله - عَزَّ وَجَلَّ -: (الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ) </p><p> قال أهل التأويل: الآية نزلت في الأزواج؛ دليله قوله - تعالى -: (وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ) والأزواج هم المأخوذون بنفقة أزواجهم، وفيه دليل وجوب نفقة المرأة على زوجها، وعلى ذلك إجماع أهل العلم. </p><p> وقال بعض أهل العلم في قوله - تعالى -: (الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ) - دليل ألا يجوز النكاح إلا بالولي، حيث أخبر أنهم القوامون عليهن دونهن. </p><p> قيل له: إن كانت الآية في الأزواج وفي الأولياء على ما ذكرت ففيه دليل جواز النكاح بغير ولي لا بطلانه، وذلك قوله - تعالى -: (الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ </p><p> بَعْضَهُمْ عَلَى بَعْضٍ) أخبر أنه فضل بعضهم على بعض، وذلك التفضيل تفضيل خلقة، وهو أن جعل الرجال من أهل المكاسب والتجارات، والقيام بأنواع الحرف، والتقلب في البلدان والمدائن، والنساء ليس كذلك؛ بل جعلهن ضعفاء عاجزات عن القيام بالمكاسب والحرف والتقلب في حاجاتهن؛ فالرجال هم القوامون عليهن. وَالُونَ أمورهن، وقاضون حوائجهن، قائمون على ذلك، ففرض على الرجال القيام بمصالحهن كما ذكرنا مع ما فرض ذلك على الرجال، يجوز إذا ولين بأنفسهن وقمن بحوائجهن من البياعات، والأشرية، وغير ذلك؛ فعلى ذلك النكاح، وإن كان الرجال هم القوَّام عليهن، فإنهن إذا ولين ذلك بأنفسهن وقمن - جاز ذلك كما جاز غيره، وكذا ما أمر الأولياء بالتزويج في قوله - تعالى -: (وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ. . .) الآية، ونهاهم عن العضل عن النكاح بقوله - عَزَّ وَجَلَّ -: (فَلَا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ. . .) الآية؛ لأن ذلك حق عليهم أن يفعلوا حتى يلين ذلك بأنفسهن؛ إذ لا بد من حضور مشهد الرجال ومجلسهم ليشهدوا على ذلك، فذلك على الأولياء القيام به. </p><p> وكهذا ما جعل نفقتهن إذا لم يكن لهن مال على محارمهن؛ لأنهن لا يقمن بالمكاسب وأنواع الحرف والتجارات، والرجال يقومون، فجعل مؤنتهن عليهم؛ لضعفهن وعجزهن عن القيام بالمكاسب خلقة؛ ولهذا ما لم يجعل للذكور من المحارم بعضهم </p><p> على بعض النفقة؛ لما يقومون بالمكاسب؛ فإذا صار زَمِنًا وعجز عن المكاسب جعل نفقته على محارمه؛ لأنه صار في الخلقة كالمرأة، واللَّه أعلم. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - في قوله:  (الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ) قال: أمراء عليهن أن تطيعه فيما أمر اللَّه به من طاعته، وطاعته أن تكون محسنة إلى أهلها، حافظة لماله، وفضله عليها بنفقته وسعته. </p><p> وقيل: نزلت الآية في رجل لطم امرأته لطمة في وجهها؛ فنشزت عن فراش زوجها، واستعدت إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقالت: يا رسول اللَّه، لطمني زوجي فلان لطمة، وهذا أثر يده في وجهي؛ فقال لها رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" اقْتَصِّي مِنْهُ \" ، وكان القصاص بينهم يومئذٍ بين الرجال والنساء في اللطمة والشجة والضربة، ثم أبصر النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - جبريل - عليه السلام - ينزل؛ فقال لها:  \" كُفي حَتى أَنْظُرَ مَا جَاءَ بِهِ جِبرِيْلُ فِي أَمْرِكِ \" ، فأتاه بهذه الآية:  (الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ) أي: المسلّطون على آداب النساء في الحق. </p><p> وقيل: تفضيلهم عليهن بالعقل والميراث، وفي الفيء، واللَّه أعلم. </p><p> ثم قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" أَرَدْنَا أَمْرًا وَأَرَادَ اللهُ أَمْرًا، وَالذِي أَرَادَ اللهُ خَيرٌ مِمَّا أَرَدْنَا \" . </p><p> وقيل في قوله - تعالى -: (وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ) : بما ساقوا من المهر </p><p> والنفقة. </p><p> استدل الشافعي - رحمه اللَّه - بقوله - تعالى -:، (الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ. . .) الآية، على أن النكاح لا يجوز إلا بالولي، فصرف تأويل الآية إليهم، وفيها:  (وَبِمَا أَنفَقُوا) فيلزم الأولياء النفقة، وهو لا يقول به. </p><p> وبعد: فإن الآية لو كانت في الأولياء فهو في كل أمر لهن إليهم حاجة؛ فيخرج ذلك مخرج الحق لهن في أن يتولوا لهن العقود كلها، ويقوموا في كفايتهن وكفالتهن، لا أنهن لو قمن بأنفسهن يبطل فعلهن؛ فمثله أمر النكاح. </p><p> وأهل التأويل يحملون الآية على الأزواج، ومن تدبر الآية علم أنها فيما قال أهل التأويل دون الذي ذهب إليه الشافعي، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَالصَّالِحَاتُ قَانِتَاتٌ) . </p><p> عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال:  (قَانِتَاتٌ) يعني: مطيعات، والقانت: هو المطيع. </p><p> ويحتمل: مطيعات لله تعالى: </p><p> ويحتمل: مطيعات للأزواج. </p><p> ويحتمل:  (قَانِتَاتٌ) أي: قائمات بأداء ما فرض اللَّه عليهن من حقوقه وحقوق أز وا جهن. </p><p> وقوله - عَزَّ وَجَلَّ -: (حَافِظَاتٌ لِلْغَيْبِ) . </p><p> قيل: حافظات لما استودعهن اللَّه من حقه، وحافظات للغيب لغيب أزواجهن. </p><p> وقيل: حافظات لأنفسهن -لغيبة أزواجهن- في فروجهن. </p><p> ويحتمل:  (حَافِظَاتٌ لِلْغَيْبِ) أي: لله في أموره ونواهيه، والقيام بحقوقه، وقانتات </p><p> وحافظات هو تفسير صالحات. </p><p> وقوله - عَزَّ وَجَلَّ -: (بِمَا حَفِظَ اللَّهُ) </p><p> اختلف في تلاوته وتأويله؛ في حرف بعضهم بالنصب (بِمَا حَفِظَ اللَّهُ) وتأويله: بحفظ اللَّه، لكنه نصب لسقوط حرف الخفض، ومن رفعه جعل تأويله: بما استحفظهن اللَّه تعالى، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ) . </p><p> قال بعض أهل الأدب: سمي العلم خوفًا؛ لأنه اضطر في العلم. </p><p> وقال آخر -وهو الفراء-: الخائف: الظان؛ لأنه يرجو ويخاف. </p><p> وأما الأصل في أنه سمي العلم خوفا؛ لغلبة شدة الخوف؛ فيعمل عمل العلم بالشيء على غير حقيقته؛ لأنه يعرف بالاجتهاد، وبأكثر الرأي والظن، وهكذا كل ما كان سبيل معرفته الاجتهاد - فإن غالب الظن وأكبر الرأي يعمل عمل اليقين في الحكم ديان لم يكن هنالك حقيقة؛ ألا ترى إلى قوله تعالى -: (فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ) ، وألزمنا العمل بظاهر علمنا وإن لم نصل إلى حقيقة إيمانهن؛ فعلى ذلك إذا علم منها النشوز علم أكثر الظن وأغلبه يعمل عمل الذي ذكر في الآية من العظة وغيرها؛ لأن قوله - تعالى -: (تَخَافُونَ نُشُوزَهُنَّ) ليس على وجود النشوز منها للحال حقيقة؛ ولكن على غالب الظن؛ لأنها إذا كانت ناشزة كيف يعظها؛ وكيف يهجرها ويضربها؛ فدل أنه على غالب العلم؛ أولا ترى أنه من أكره على أن ينطق بكلام الكفر بقتل أو ضرب يخاف منه التلف - كان في حل وسعة أن ينطق به بعد أن يكون قلبه مطمئنا بالإيمان، وذلك إنما يعلم علم غالب الظن، وأكبر الرأي لا يعلم علم حقيقة، ثم أبيح له أن يعمل عمل حقيقة العلم؛ فكذلك الأول - واللَّه أعلم - نهى اللَّه - عَزَّ وَجَلَّ - المرأة عن عصيان زوجها، وأمرها بطاعته في نفسها، كما أمره أن يحسن عشرتها، وهذا هو - والله أعلم - هو الحق الذي ذكره اللَّه - تعالى - في سورة البقرة مجملا بقوله - تعالى -: (وَلَهُنَّ </p><p> . </p><p> مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ)، وفسر الحق عليهن في هذه السورة وهو أن تطيعه في نفسها، وتحفظ غيبته؛ ألا ترى أنه قال - تعالى -: (فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا) . </p><p> وروي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" حَق الزوجِ عَلَى امْرَأَتِهِ إنْ دَعَاهَا وَهِي عَلَى قَتَبٍ أَنْ تُطِيعَهُ \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَعِظُوهُنَّ) </p><p> عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال: عظوهن بكتاب اللَّه (فَإِنْ أَطَعْنَكُمْ) أي رجعن إلى الفراش والطاعة، وإلا فاهجروهن، والهجران ألا يجامعها، ولا يضاجعها على فراشه، ويوليها الظهر، فإن قبلت وإلا فقد أذن اللَّه لك أن تضربها ضربًا غير مبرِّح، ولا تكسر لها عظمًا، فإن قبلت وإلا فقد حل لك منها الفداء. </p><p> ويحتمل قوله - تعالى -: (فَعِظُوهُنَّ) : يقول لها: كوني من الصالحات، ومن القانتات، ومن الحافظاتْ، ولا تكوني من كذا، على الرفق واللين؛ فإن هي تركت ذلك وإلا فاهجرها، والهجران يحتمل وجهين: </p><p> يحتمل التخويف على الاعتزال منها، وترك المضاجعة والجماع. </p><p> ويحتمل: أن يهجرها ولا يجامعها، لا على التخويف من ترك ذلك؛ فإن هي تركت ذلك وإلا ضربها عند ذلك الضرب الذي ذكرنا غير مبرِّح، ولا شائن، واللَّه أعلم. </p><p> على الترتيب: يعظها أولا بما ذكرنا من الرفق بها واللين لعلها تطيعه وتترك ذلك، ثم إذا لم تطعه خوفها بالهجران؛ فلعل قلبها لا يحتمل الهجران وترك المضاجعة؛ فتطيعه؛ فإن هي أبت ذلك حينئذ هجرها، ولم يجامعها ولا يضاجعها؛ فإن هي أطاعته وإلا عند ذلك ضربها؛ فإن هي أطاعته وإلا فعند ذلك يرفعان إلى الحاكم، وهذا يجب في الأمر بالمعروف والنهي عن المنكر: يعظه على الرفق واللين أولا، ولا يغلظه في القول؛ فإن هو قبل ذلك وإلا عند ذلك غلظ القول به؛ فإن قبل ذلك وإلا بسط يده فيه على ما أمر اللَّه - سبحانه وتعالى - الأزواج أن تعامل النساء من العظة، ثم الهجران، ثم الضرب، ثم الرفع إلى الحكمين. </p><p> وروي في الخبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" لَا تَضْرِبُوا إِمَاءَ اللهِ \" ؛ فترك الناس ضربهن، فجاء عمر - رَضِيَ اللَّهُ عَنْهُ - فقال: واللَّه لقد دبر النساء يا رسول اللَّه؛ فأمر بضربهن، قال: فأطاف بآل مُحَمَّد النساء كثيرًا يشتكين أزواجهن، فلما أصبح رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" لَقَدْ أَطَافَ الليلَةَ بآلِ مُحَمدٍ سَبعُونَ امْرَأَةً يَشْتَكِينَ الضربَ، واللهَ مَا تَجِدُونَ أُولَئِكَ خَيَارَكُمْ \" ، وقال:  \" خَيرُكُم خَيرُكُم لِأَهْلِهِ، وَأنا خَيرُكُم لِأَهْلي \" وقال: \" أَحْسَنُ المُؤْمِنِينَ إِيمَانًا أَحْسَنُهُمْ خُلُقًا وَأَلْطَفُهُمْ بِأهْلِهِ \" . </p><p> قال: والموعظة كلام يلين القلوب القاسية، ويرغب الطبائع النافرة؛ فيكون ذلك تذكير عواقب الأمور ومبادئ الأحوال، واللَّه أعلم. </p><p> وعلى ذلك يعظها زوجها بأن يذكرها نعم الربِّ - جل جلاله - وما جعل من الحق عليها، وما وعد في ذلك وأوعد. </p><p> ففي هذه الآيات دلالة لزوم الاجتهاد وتكليف ما لا يوصل إلى معرفة المكلف به إلا بالتدبر والعرض على الأمور المعتادة أو الأسباب المعقولة في جعلها أسبابًا للمصلحة، وسبلا للوقوف على ما في أصول تلك النوازل من الحكمة، ولا قوة إلا باللَّه. </p><p> ثم جعل تأديبهن إلى الأزواج، لا إلى الأئمة؛ إذ عقوبة الأئمة تكون بالضرب أو الحبس وما يلحقها من المكروه فيما له أمر بالتأديب مع ما في ذلك من الستر، ويكون الغالب منه ما لا يجد لسبيل الإظهار عند الحاكم، ويكون في أوقات تضيق عن احتمال ذلك، ويكون ذلك أصلا لتأديب كل كافلِ أحدٍ من الأيتام والصغائر، وغير ذلك، والله أعلم. </p><p> والأصل: أن اللَّه - تعالى - قال:  (وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً) ، فجعل التأديب من الوجه الذي فيه حفظ المجعول لنا - آية، ورعاية ما جعل بينهم من المودة والرحمة، والمنازعات والخصومات إلى الحكام يقطع تلك؛ فجعل لهم من ذلك قدر ما لا يقطع مثله من التأديب المعنى المجعول بينهم؛ ولذلك لم تأذن بالضرب المبرح، ولا أذن إلا عند انقطاع الحيل التي جعلت للألفة والمحبة، على أن في خفيف ذلك إظهار الإشفاق على ما اعترض من خوف انقطاع المودة والرحمة، وإبداء العتاب الذي هو آية النصح والرحمة؛ إذ ذلك مما يخاف في ترك ذلك تمام ما قد افتتح من السر والشفقة، واللَّه أعلم. </p><p> وقيل في قوله - تعالى -: (وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ) : بما ساقوا من المهر والنفقة. </p><p> وقوله - تعالى -: (وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ) </p><p> يحتمل وجهين: </p><p> أحدهما: أن يهجرها في حال مضاجعته إياها في ألا يكلمها، لا أن يترك مضاجعتها؛ إذ المضاجعة حق بينهما عليه في تركها ما عليها، لا يؤذيها بما يضر حقه ونفسه، والله أعلم. </p><p> ويحتمل قوله: أي اهجروهن عن المضاجع ومضاجعة أخرى في حقها؛ فيكون حقها عليه في حال الموافقة وحفظ حدود اللَّه بينهما، لا في حال التضييع، واللَّه أعلم. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - أنه قال: يهجرها في ألا يجامعها، ولا يضاجعها على فراشه، ويوليها الظهر، لكنه على هذا يشتركان في التأديب؛ لأنه به يؤدب نفسه في ذلك إلى حاجته، لكن المعنى من ذلك ألا يجامعها لوقت علمه بشهوتها وحاجتها، وإنما ينظر شهوته دونها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا) </p><p> إن أطعنكم، أي: لا تطلبوا عليهن عللا. </p><p> وقيل: لا تكلفوهن الحبَّ، وإنما جعل اللَّه الموعظة والهجران والضرر في المضاجع. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - أنه قال: فإن أطاعته فلا سبيل له عليها. </p><p> ثم الضرب هو ما ذكرنا أنه يضربها ضربًا غير مبرح، وهو ما روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" عَلِّقْ سَوْطَكَ - أَوْ ضَعْ حَيثُ يَرَاهُ أَهْلُكَ، وَلَا تَضْرِبْهَا بِهِ \" ، قيل: وبم نضرب؟ قال: بنعليك ضربًا غير مبرح، يعني: غير مؤثر ولا شائن. </p>"
}