{
  "id": null,
  "sura": 4,
  "aya": 36,
  "text": "<p> وقيل:  (عَلِيمًا خَبِيرًا) بنصيحتهما لهما، عليمًا بما أَسَرتِ المرأة إلى حكمها، والزوج إلى حكمه، خبيرًا بما اطلع كل واحد من الحكمين من صاحبه على ما أفشى به إليه أصدقه أم لم يصدقه؟ واللَّه أعلم. </p><p> وفي حرف ابن مسعود - رَضِيَ اللَّهُ عَنْهُ -: \" فأتوا حكمة من أهله وحكمة من أهلها \" . </p><p> * * * </p><p> قوله تعالى:  (وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُورًا (٣٦) الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُونَ مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا (٣٧) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاعْبُدُوا اللَّهَ) </p><p> قيل: وَحِّدُوا اللَّه. </p><p> وقيل: أطيعوا اللَّه. وقد ذكرنا هذا فيما تقدم </p><p> (وَلَا تُشْرِكُوا بِهِ شَيْئًا) </p><p> يحتمل: النهي عن الإشراك في العبادة والطاعة. </p><p> ويحتمل: النهي عن الإشراك في الربوبية والألوهية. </p><p> ويحتمل: النهي عن الإشراك في سلطانه، وغير ذلك؛ كل ذلك إشراك باللَّه، وباللَّه العصمة. </p><p> قال بعض أهل اللغة: العبادة هي الطاعة التي معها الخضوع. </p><p> وقَالَ بَعْضُهُمْ: التوحيد، وأصلها: أن يجعل العبد نفسه لله عبدًا، لا يشرك فيها غيره من هوى أو ما كان من وجوه الإشراك. </p><p> ثم له وجهان: </p><p> أحدهما: في الاعتقاد. </p><p> والثاني: في الاستعمال، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَبِالْوَالِدَيْنِ إِحْسَانًا) </p><p> أمر اللَّه - تعالى - بالإحسان إلى الوالدين، وأمر بالإحسان إلى ذي القربى، </p><p> واليتامى، والمساكين. . . إلى آخر ما ذكر، لكن المعنى الذي به أمر بالإحسان إلى هَؤُلَاءِ الأصناف والفرق مختلف: أما إحسان الوالدين: </p><p> تَشَكُو لهما بما أحسنا إليه وربياه صغيرًا؛ كقوله:  (أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ. . .) وقوله - تعالى -: (فَلَا تَقُلْ لَهُمَا أُفٍّ. . .) الآية (وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا) يذكر حال صغره وضعفه أن كيف ربياه، ويشكر لهما على ذلك، ويحسن إليهما كما أحسنا إليه وربياه صغيرًا، وقال اللَّه، - عَزَّ وَجَلَّ -أيضًا-: (وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا) ، فإحسان الوالدين جزاء وتشكر لما أنعما هما عليه، وذلك يكون من جانب الولد؛ لأن مثله لا يلزم الوالدين لولده، وذلك فرض على الولد، حتى عد عقوق الوالدين من الكبائر؛ روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" أَكْبَرُ الكَبَائِرِ: الإشْرَاكُ باللَّهَ، وَعُقُوقُ الوَالِدَيْنِ \" . </p><p> والواجب على الرجل أن يطيع والديه وكل واحد منهما؛ إلا أن يأمراه بمعصية، أو ينهياه عن أداء فريضة، أو تأخيرها عن وقتها، فإن طاعتهما - حينئذٍ - معصية لله، ألا ترى إلى قوله - تعالى -: (وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا) ، أمره بمصاحبتهما بالمعروف إلا أن يأمراه بمعصية؛ ولهذا قال أصحابنا - رحمهم اللَّه -: لا ينبغي للرجل أن يقتل أباه الكافر إذا كان محاربًا؛ إلا أن يضطره الأب إلى ذلك؛ لأنه قال:  (وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا) فمن المعروف في الدنيا ألا يقتله، ولا يشهر عليه السلاح. </p><p> وقالوا أيضا: إن مات أحدهما تولى دفنه، وذلك من حسن الصحبة والمعروف. </p><p> روي أن أبا طالب لما مات قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لعليٍّ:  \" اذْهَبْ فَوَارِهِ \" . </p><p> ثم في هذه الآية تسوية بين الوالدين فيما أمر له من الإحسان إليهما، ولم يجعل للأب فضلا في ذلك على الأم؛ فذلك يدل على أن إسلام كل واحد من الأبوين إسلام للصغير؛ إذ كان الإجماع قائمًا في أن إسلام الأب إسلام لولده الصغار، وكذلك قول </p><p> رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حيث قال:  \" غَيرَ أنَّ أَبَويْهِ يُهَوِّدَانِهِ وُينَصِّرَانِهِ \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَبِذِي الْقُرْبَى) </p><p> أمر بالإحسان إلى ذي القربي، ومعنى الأمر به - واللَّه أعلم - صلة يصل بعضهم بعضًا، وذلك من جانبين ما يلزم هذا أن يحسن إلى هذا لزم الآخر أن يحسن إليه، وذلك إبقاء للمودة فيما بينهم والمحبة، وذلك فرض -أيضًا- أن يصل بعضهم بعضا؛ لأن صلة القرابة فريضة. </p><p> والأمر بالإحسان إلى اليتامى يحتمل وجهين: </p><p> يحتمل: لما ليس لهم والد يقوم بكفايتهم على ما يقوم له والده، وأمر بذلك؛ لما يبر الرجل ولد آخر لمكان والديه، فإذا مات والده يمتنع عن ذلك، فأمر أن يحسنوا إليه بعد موت والده على ما كانوا يحسنون في حياته؛ لأنه في ذلك الوقت أحوج إليه؛ إذ لا شفقة لأحد عليه، وشفقة والده معدومة، واللَّه أعلم. </p><p> ومعنى الأمر بالإحسان إلى المساكين يحتمل أيضا وجهين: </p><p> يحتمل: شكر اللَّه على ما مَنَّ عليهم وأنعم بالإفضال على أُولَئِكَ؛ إذ لم يسبق منهم إلى اللَّه معنى يستوجبون ذلك دونهم، أمر بالإحسان إليهم؛ شكرًا لما أنعم عليهم وأحسن إليهم. </p><p> والثاني: أنهم من جوهرهم وجنسهم في الخلقة؛ يحتاجون إلى ما يحتاج هَؤُلَاءِ من المأكل، والمشرب، والملبس، وغير ذلك، يأمرهم بالإحسان إليهم؛ شفقة منهم لهم؛ ليتقووا على أداء ما فرض اللَّه عليهم؛ إذ هم مثلهم في الخلقة والجوهر، واللَّه أعلم. </p><p> وهذا الإحسان في اليتامى والمساكين من جانب ليس من جانبين. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَابْنِ السَّبِيلِ) </p><p> أمر اللَّه بالإحسان إلى ابن السبيل؛ للوجهين اللذين وصفتهما في المساكين، واللَّه أعلم. </p><p> وقيل في اليتامى: إنه أمر الأوصياء بالقيام على ما لهم وحفظهم؛ رحمة لهم، وباللين لهم. </p><p> وقوله:  (وَالْجَارِ ذِي الْقُرْبَى) </p><p> وهم ذوو قرابة، وله حقان: حق الجوار، وحق الرحم، كذلك روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" الجِيرَانُ ثَلَاثَة: جَارٌ لَهُ حَقٌّ وَاحِد، وَجَار لَهُ حَقَّانِ،وَجَار لَهُ ثَلَاثَةُ حُقُوقٍ:فَأما الذِي لَهُ حُقُوق ثَلَاثَة: حَق القَرَابَةِ، وَحَق الإسْلَامِ، وَحَق الجِوَارِ،وَالَّذِى لَهُ حَقَّانِ:حَق الإسْلَامِ، وحَق الجِوَارِ، وَالذِي لَهُ حَق وَاحِدْ هُوَ حَق الجِوَارِ خَاصَّةً \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالْجَارِ الْجُنُبِ) </p><p> خص اللَّه - سبحانه وتعالى - الْجَارِ الْجُنُبِ دون غيره من الجيران غير الملازقين، وكان ذلك دليلًا على أن الحقوق التي تلزم بالجوار إنما تلزم في الجيران الملازقين؛ لأنهم الجيران بالملك، يمس ملك بعضهم بعضًا، ويلصق به؛ كما في الرحم يمس أنفس بعضهم لبعض، ولهذا قال أبو حنيفة - رضي اللَّه عنه -: إنه إذا أوصى لجيرانه، فالوصية للملازقين دون غيرهم؛ لأنهم هم الذين يلزم لبعضهم على بعض حقوق يقومون بأدائها في حال حياتهم، فإذا ماتوا فأوصوا إنما أوصوا بأداء ما كان بينهم، وكذلك قال في الوصية لذوي قرابته؛ إنها لقرابته الذين يفرض عليهم صلتهم إذا كانوا أحياء، فإذا مات فأوصى فإنما يوصي بأداء ما كان يؤدي في حال حياته، وذلك مما عليه الأداء؛ وفيه دليل على أن الشفعة الواجبة للجار إنما تكون للجار الجنب الملازق دون غيره من </p><p> الجيران، وقد ذكر رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حق الجار، وأمر بمسامحته. </p><p> وعن ابن عمر - رضي اللَّه عنه - قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" مَا زَالَ جِبرِيلُ يُوصِيني بالجَارِ حَتَّى ظَنَنْتُ أنهُ سَيُوَرِّثُهُ \" وفي بعض الأخبار: \" مَنْ كَانَ يُؤْمِنُ باللَّهِ وَالْيَوْمِ الآخِر، فَلْيُكْرِمْ جَارَهُ \" ، وفي بعضها:  \" مَا آمَنَ مَنْ أَمْسَى شَبعَانًا وَجَارهُ جَائِعٌ \" . </p><p> وإذا بيع بجنبه دارٌ أو أرضٌ، فله أن يأخذها بالشفعة؛ لما روي عن عمرو بن </p><p> الشريد، عن أبي رافع، عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" الجَارُ أَحَق بِسَقَبِهِ \" وعن عمرو بن الشريد، عن أبيه قال: قلت: يا رسول اللَّه، أرض ليس لأحد فيها شرك إلا الجوار؟ قال:  \" الجَارُ أَحَق بِسَقَبِهِ مَا كَانَ \" . </p><p> وعن رافع بن خديج قال: عَرَضَ عَلَيَّ سَعدٌ بيتًا له، فقال: خذه؛ فإني قد أعطيت به أكثر مما تعطيني؛ ولكنك أحق به؛ لأني سمعت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يقول:  \" الجَارُ أَحَق بِسَقَبِهِ \" . </p><p> وعن أبي الزبير، عن جابر - رضي اللَّه عنه -: أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قضى بالشفعة بالجوار. </p><p> وعنه -أيضًا- قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" الجَارُ أَحَق بِسَقبةِ جَارِهِ إِذَا كَانَ طَرِيقُهُمَا واحدًا يَنْتَظِرُ بِهَا وَإِنْ كَانَ غَائِبًا \" . وقول النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - \" يُنْتَظَرُ بِهَا وإنْ كَانَ غَائِبًا \" يدل على أنه لا ينتظر بها أكثر من ذلك؛ وفي ذلك دليل على أن الشفيع إن أمسك عن طلب الشفعة، وقد علم بالبيع - بطلت شفعته، ومما يدل على ذلك -أيضًا- أن الشفعة إنما جعلت للجار - واللَّه أعلم - بما يخاف عليه من سوء جوار المشتري، والضرر الذي عسى أن يلحقه منه، فلو جعلنا الشفيع على شفعته أبدًا لم يؤمن أن يبني المشترى في الدار، وينفق فيها نفقة عظيمة، ثم يجيء الشفيع فيطلب الشفعة؛ فيقال للمشتري: سلم الدار وارفع بناءك، وفي ذلك ضرر عليه بيِّن. </p><p> وعن علي وعبد اللَّه قالا: قضى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالشفعة بالجوار. </p><p> وعن شريح قال: كتب إليَّ عمر - رضي اللَّه عنه -: أن اقض للجار بالشفعة. </p><p> وإلى هذا ذهب أصحابنا - رحمهم اللَّه - في إيجاب الشفعة للجار. </p><p> وأنكر قوم أن تكون الشفعة إلا فيما لم يقسم من الدور والأرضين، واحتجوا في ذلك بما روي عن سعيد بن المسيب وأبي سلمة قالا:  \" قضى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالشفعة في كل ما لم يقسم، فإذا وقعت الحدود وصرفت الطرق، فلا شفعة \" . </p><p> وكذلك روى أبو هريرة - رَضِيَ اللَّهُ عَنْهُ - عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بمثله. </p><p> لكن تأويل الحديث عندنا - واللَّه أعلم -: أن قوله: \" قضى بالشفعة فيما لم يقسم \" قول الراوي؛ لأنه لم يحك عنه أنه قال: لا شفعة فيما قسم، فيحتمل أن يكون علم ذلك فحكاه، ولم يعلم بما روأه الآخرون بإيجاب الشفعة فيما قد قسم. </p><p> وأمَّا قوله:  \" فإذا وقعت الحدود، فلا شفعة \" ، فليس فيه بيان حكاية عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. وقد يجوز أن يكون ذلك من الراوي، أو أن قال ذلك إنما قال في القسمة، لا شفعة في القسمة عندنا. </p><p> ثم قد جعل اللَّه - تعالى - للجيران بعضهم على بعض حقوقًا باتصال أملاكهم، حتى قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - \" مَنْ أَرَادَ أَنْ يَبِيعَ دَارَهُ فَلْيَستَأذِنْ جَارَهُ \" فإذا أراد البائع اختيار الجار الذي لا حق له على الجار الذي له حق، جعل له إبطال ذلك؛ إذ ليس غرضه من البيع إلا الثمن؛ وهو وقد يوجد ذلك من الجار؛ ولهذا ما توجب الشفعة في الهبات والصدقات مما يجوز أن يقصد بها أسبابا وأحوالا لا يوجد ذلك في الجار، وأما البيع فالمقصود فيه الثمن. </p><p> وقوله - عَزَّ وَجَلَّ - أيضًا:  (وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ) </p><p> والْجُنُبِ: البعيد، بيّن - واللَّه أعلم - ليعلم أن الحق الذي ذكر للجار من الإحسان إليه ليس هو بحق القرابة، بل هو بحق الجوار، فأمر بالإحسان إلى من له جوار بالملك نحو ما أمر بالإحسان إلى من له جوار بالنسب، ثم كان الحق قد يفترض بجوار النسب بمال مع ما كانت الصلة مفروضة فيمن مس ملكُهُ ملكَهُ في الملك وجوبه فيما وقع التَّمَاسُّ بالبدن </p><p> في البدن. </p><p> على أن الآية فيما أمر بالإحسان إلى جميع من ذكر قد يصير ذلك حقا يلزم بحال، فمثله حق الجوار، وذلك لا يعرف غير حق الشفعة، وقد جاءت به الآثار، وثوارث المسلمون في ذلك الطلب والاحتيال في الصرف والمنع؛ فبان أن الحق به ظاهر لا يحتمل الخفاء، مع ما لا يشك من القوام عن ذلك إلا وعنده حظ من العلم فيه لا يوجد مثله بشيء من الحقوق في غير أملاك المحقين، هذا البيان والظهور ثبت أن أمره كان معروفًا في الأمة حتى جرى به التوارث. </p><p> ثم هذا النوع من العلم لا يحتمل انتشاره ونيله بالرأي؛ فصار كسنة ظاهرة، لها حق التواتر مع ما يستغنى عن روايته، واللَّه أعلم. </p><p> ثم اعلم أن الناس على اختلافهم متفقون على وجوب حق الشفعة بحق الشرك فيما يحتمل القسمة، وأما أن يجب بحق القسمة، فيجب ذلك في كل محتمل القسمة، وذلك مما يأباه الجميع، أو يجب بما جعل من حق الجوار الذي جاء به الكتاب، وجرت به السنة، أو بما جعل من تأذي بعض الجيران ببعض، والأمر بالمعروف في الخلق من الاستخبار عن أحوال الجيران قبل تأمل الدور وتفاوت القيم باختلاف الجيران بما في ذلك من المؤن والمضار، وأي هذين كان فالشفعة واجبة بالجوار؛ لأنهما أمران لا يسلم عنهما على ثبات الجوار؛ فيجب به الشفعة مع ما أمكن الجمع بين الآثار بما لا يحتمل تسمية الشريك جارًا من حيث الشرك لوجهين: </p><p> أحدهما: قوله - تعالى -: (وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ) ، لم يجعل الأرض من حيث الأرض متجاورة حتى أثبت لها القطع؛ فأوجب بالقطع التجاور مع ما كان الجوار في اللغة اسمًا للتقارب والالتصاق، لا لتداخل معروف، ذلك عند من تأبى نفسه مكابرة المعارف. </p><p> والوجه الآخر: ما لا يسمي الشركاء في عين العرصات جيرانًا، ثبت أن ذلك ليس من </p><p> أسماء الشرك؛ فلا وجه لصرف الخبر باسم الجوار إلى الشرك مع ما قد جاء ما يقطع من السؤال عن أرض ليس لأحد فيها شرك إلا الجوار أنه قال:  \" الجَارُ أَحَق بِسَقَبِهِ. . . \" . </p><p> ومما جاء:  \" الجَارُ أَحَق بِشُفْعَةِ جَارِهِ يُنْتَظَرُ بِهِ وَإِنْ كَانَ غَائِبَا \" إذا كان طريقهما واحدًا؛ فيجب بما ذكرت صرفه عن الشريك إلى وجه يوافق خبر الجار، وله أوجه ثلاثة: </p><p> أحدها: أن قوله: \" قضى بالشفعة لشريك لم يقسم \" غير مقابل لخبر الجوار؛ إذ هو أحق في القولين: </p><p> وما روي من القول:  \" إِذَا وَقَعَتِ الحُدُودُ وَصُرِفَتِ الطُّرُقُ فَلَا شُفْعَةَ \" فقد يحتمل أن يكون خبرًا عن هذا الفعل ألا شفعة في صرف الطريق وإظهار الحدود؛ إذ القسمة في معنى البيع في الأمور حتى منع الاقتسام في كل ما لا يحتمل التفاضل إلا بما يجوز به، فقيل: لا شفعة في هذا، واللَّه أعلم. </p><p> والثاني: أن يكون إذا كان هذا فلا شفعة لهم مع من لم تقع بينهم الحدود، ولا صرفت بينهم الطرق، واللَّه أعلم. </p><p> والثالث: إذا وقعت الحدود فتباينت، وصرفت الطرق فتباعدت؛ إذ فيما لم يتباينا ثم حد ليس واحد من الأمرين، وإذا احتمل خبر الشرك ما ذكرنا، ثبت أمر الشفعة بالجوار والشرك جميعًا على الترتيب، ولا قوة إلا باللَّه. </p><p> ولو كان الجنب اسمه لبعيد الجيران بالنسب استحق بما كان الذي به الجوار يلتصقان، ويكون كل واحد منهما بجنب الآخر؛ إذ لا يسمى كل بعيد به، ففيه وجهان: </p><p> أحدهما: الحق بالاتصال. </p><p> والثاني: بيان ما به يكون الجوار، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالصَّاحِبِ بِالْجَنْبِ) اختلف فيه: </p><p> قال علي - رَضِيَ اللَّهُ عَنْهُ -: هي المرأة. </p><p> وقال عبد اللَّه بن مسعود - رضي اللَّه عنه - كذلك أيضًا هي المرأة. </p><p> وعن ابن عَبَّاسٍ - رضي اللَّه عنه -: هو الرفيق في السفر، وكذلك قول مجاهد. </p><p> فإن كان الصاحب بالجنب هو المرأة، فالأمر بالإحسان من جانب، وإن كان هو الرفيق في السفر فمن جانبين، ما يلزم هذا يلزم الآخر مثله بحق المصاحبة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا مَلَكَتْ أَيْمَانُكُمْ) يحتمل الأمر وجهين: </p><p> بالإحسان إلى المماليك شكرًا لما أنعم عليهم مما جعل لهم من الخولة من جوهرهم وأمثالهم في الخلقة أذلاء تحت أيديهم يستخدمونهم ويستعملونهم في حوائجهم. </p><p> أو لما هم أمثالهم في الحاجة من المطعم، والمشرب، والملبس، وهم مقهورون في أيديهم، وقد يترك الرجل النظر لمن هو مقهور في يده؛ أمر بالنظر إليهم، واللَّه أعلم. </p><p> وقد جاءت الآثار في ذلك عن أنس - رَضِيَ اللَّهُ عَنْهُ - قال: كانت عامة وصية رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" الصَّلَاةَ وَمَا مَلَكَتْ أَيْمَانُكُمْ \" . </p><p> وعن جابر بن عبد اللَّه قال: كان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يوصي بالمملوك خيرًا، ويقول:  \" وَأَطْعِمُوهُم مِمَّا تَأْكُلُونَ، وَأَلْبِسُوهُم مِمَّا تَلْبَسُونَ \" . </p><p> وعن علي - رضي اللَّه عنه - قال سمعت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يوصي بالصلاة والزكاة وما ملكت أيماننا. </p>"
}