{
  "id": null,
  "sura": 4,
  "aya": 149,
  "text": "<p> وفي قوله:  (لَا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ) دليل على أنه ليس في إباحة الشيء في حال - يوجب حظره في حال أخرى؛ لأنه نهي عن الجهر بالسوء من القول، ثم لم يدل ذلك على أنه لا ينهى عن ذلك في غير حال الجهر. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَانَ اللَّهُ سَمِيعًا عَلِيمًا) . </p><p> بجهر السوء، (عَلِيمَا به.</p><p> ثم قال: (إِنْ تُبْدُوا خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا عَنْ سُوءٍ ... (١٤٩) </p><p> يحتمل - واللَّه أعلم - أن العفو والتجاوز خير عند اللَّه من الانتصار؛ فيحتمل هذا وجهين: </p><p> يحتمل: أن يكون على الترغيب: رغبهم - عَزَّ وَجَلَّ - بالعفو عن السوء والمظلمة، فكما أنه يعفو عن خلقه، ويتجاوز عنهم مع قدرته على الانتقام - فاعفوا أنتم عن ظالمكم أيضًا، وإن أنتم قدرتم على الانتصار والانتقام منهم، فيكون لكم بذلك عند الله الثواب. </p><p> ويحتمل: أن يأمرهم بالعفو عن مظالمهم؛ ليعفو - عَزَّ وَجَلَّ - عن مظالمهم التي فيما بينهم وبين ربهم؛ وعلى ذلك يخرج قوله:  (فَإِنَّ اللَّهَ كَانَ عَفُوًّا قَدِيرًا) - واللَّه أعلم - فإن اللَّه - عَزَّ وَجَلَّ - أقدر على عفو ذنوبكم منكم على عفو صاحبكم المسيء إليكم. </p><p> وقَالَ بَعْضُهُمْ: اللَّه أجدر وأحرى أن يعفو عنك إذا عفوت عن أخيك في الدنيا، وهو على ذلك أقدر. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذَلِكَ سَبِيلًا (١٥٠) أُولَئِكَ هُمُ الْكَافِرُونَ حَقًّا وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا (١٥١) وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ وَلَمْ يُفَرِّقُوا بَيْنَ أَحَدٍ مِنْهُمْ أُولَئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (١٥٢) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ) يحتمل وجهين: </p><p> يحتمل قوله - تعالى -: (إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ. . .) أي: يريدون، أن يفرقوا بين اللَّه ورسله؛ فيكون قوله:  (يَكْفُرُونَ بِاللَّهِ) : في الدهرية؛ لأنهم </p>"
}