{
  "id": null,
  "sura": 4,
  "aya": 173,
  "text": "<p> أن يكون لمن ذكر فضل على البشر، وكلامنا في تفضيل الجوهر على الجوهر، ولأن البشر ركب فيهم من الشهوات والأماني التي تدعوهم إلى ما فيه الخلاف لله والمعصية له، وجعل لهم أعداء أمروا بالمجاهدة معهم، من نحو: أنفسهم، والشياطين الذين سلطوا عليهم، ولا كذلك الملائكة؛ فمن حفظ نفسه، وصانها، وأخلصها من بين الأعداء، وقمع ما ركب فيهم من الشهوات، والحاجات الداعية إلى الخلاف لله والمعصية له - كان أفضل ممن لا يشغله شيء من ذلك، واللَّه أعلم. </p><p> وما ذكر من اغترار آدم وحَواء بقول إبليس:  (إِلَّا أَنْ تَكُونَا مَلَكَيْنِ) لا يحتمل أن يكون آدم لما خلقه من جوهر البشر، وأخبر أنه جعله خليفة في الأرض أنه يتناول ما نهي عنه؛ ليصير من جوهر الملائكة، ولكنه - واللَّه أعلم - رأي أن الملائكة طبعوا على حب العبادة لله، ولم يركب فيهم من الشهوات والحاجات التي تشغل المرء عن العبادة لله والطاعة له - فأحب أن يطبع بطبعهم؛ ليقوم بعبادة اللَّه كما قاموا هم، والله أعلم. </p><p> والتكلم في مثل هذا فضل؛ ذلك إلى اللَّه تعالى، وإليه التخيّر والإفضال. </p><p> ثم تأويل قوله عَزَّ وَجَلَّ - واللَّه أعلم -: (لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ) : وذلك أنهم كانوا يعبدون الملائكة دون اللَّه، ويعبدون المسيح دونه؛ فأخبر أن أُولَئِكَ الذين تعبدونهم أنتم لم يستنكفوا عن عبادتي؛ فكيف تستنكفون أنتم؟! </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا) </p><p> فهو - واللَّه أعلم - على الإضمار؛ كأنه قال: ومن يستنكف عن عبادته ويستكبر، ومن لم يستنكف عن عبادته ولم يستكبر؛ فسيحشرهم إليه جميعًا. </p><p> ثم بين جزاء من لم يستنكف عن عبادته ومن لم يستكبر، ومن استنكف واستكبر، فقال:  (فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ. . . (١٧٣) الآية، (وَأَمَّا الَّذِينَ اسْتَنْكَفُوا وَاسْتَكْبَرُوا. . .) الآية؛ وإلا لم يكن في الذين استنكفوا مؤمن؛ بل كانوا كلهم كفارًا؛ بالاستنكاف والاستكبار عن عبادته. </p><p> والاستنكاف والاستكبار واحد في الحقيقة، وقال الكساني: وإنما جمع بينهما؛ لاختلاف اللفظين، وهذا من حسن كلام العرب: كقول العرب: كيف حالك؟ وبالك؟ والحال والبال واحد، ومثله في القرآن والشعر كثير. </p><p> لكن الاستنكاف -والأنفة- لا يضاف إلى اللَّه تعالى، والاستكبار يضاف، فهما من هذا المعنى مختلفان، وأما في الحقيقة فهما واحد، واللَّه أعلم. </p>"
}