{
  "id": null,
  "sura": 4,
  "aya": 172,
  "text": "<p> الهلاك؛ فيتخذ الولد ليرث ملكه. </p><p> فإذا كان اللَّه - سبحانه - يتعالى عن أن تمسه حاجة أو تصيبه وحشة، أو لملكه زوال - يتعالى عن أن يتخذ ولدًا وهو عبده. </p><p> (وَكَفَى بِاللَّهِ وَكِيلًا) . قيل: حافظًا. وقيل: شهيدًا. </p><p> وقيل: الوكيل: هو القائم في الأمور كلها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ ... (١٧٢) </p><p> تكلم الناس في هذه الآية: قال الحسن: فيه دليل تفضيل الملائكة على البشر؛ لأنه قال - عَزَّ وَجَلَّ -: (لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ) ؛ لأن الثاني يخرج مخرج التأكيد للأول، وأبدًا إنما يذكر ما به يؤكد؛ إذا كان أفضل منه وأرفع، لا يكون التأكيد بمثله ولا بما دونه؛ كما يقال: لا يقدر أن يحمل هذه الخشبة واحد ولا عشرة، ولا يعمل هذا العمل واحد ولا عدد؛ فهو على التأكيد يقال؛ فعلى ذلك الأول: خرج ذكر الملائكة على أثر ذكر المسيح؛ على التأكيد، وأبدًا إنما يقع التأكيد بما هو أكبر، لا بما دونه. </p><p> والثاني: قال: (لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ) ، وقال - عز وجل -: (يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ) ، وقالوا: فكيف يستوي حال من يعصي مع حال من لا يعصي؟! وحال من لا يفتر عن عبادته طَرْفَةَ عَيْنٍ مع حال من يرتكب المناهي؟! </p><p> والثالث: ما قال اللَّه - تعالى - حكاية عن إبليس؛ حيث قال لآدم وحواء - عليهما السلام - (مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ إِلَّا أَنْ تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ) . </p><p> لو لم يكن للملائكة فضل عندهم ومنزلة -ليس ذلك للبشر- لم يكن إبليس بالذي يغرهما بذلك الملك والوعد لهما أنهما يصيران مَلَكَينِ، ولا كان آدم وحواء باللَّذين يغتران بذلك - دل أن الملك أفضل من البشر. </p><p> والرابع: أن الأنبياء - صلى اللَّه عليهم وسلم - ما استغفروا لأحد، إلا بدءوا بالاستغفار لأنفسهم ثم لغيرهم من المؤمنين؛ كقول نوح - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: (رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ. . .) الآية. </p><p> وكقول إبراهيم - عليه السلام - (رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ) ، وما أمر اللَّه - عَزَّ وَجَلَّ - نبيه محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالاستغفار؛ فقال:  (وَاسْتَغْفِرْ لِذَنْبِكَ) الآية، وقال:  (لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ) ، وما أمر بذلك، وما فعلوا ذلك؛ إلا ما يحتمل ذلك فيهم. </p><p> والملائكة لم يستغفروا لأنفسهم؛ ولكنهم طلبوا المغفرة للمؤمنين من البشر؛ كقوله:  (فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ) ، وإلى هذا ذهب بعض الناس: بتفضيلهم الملائكة على البشر. </p><p> وقال آخرون بتفضيل البشر على الملائكة، ولا يجب أن يتكلم في تفضيل البشر على الإطلاق على الملائكة؛ لأنهم يعملون بالفساد وبكل فسق، إلا أن يتكلم في تفضيل أهل الفضل من البشر والمعروف منهم بذلك - على الملائكة؛ فذلك يحتمل أن يتكلم فيه. </p><p> ويذهب من قال بتفضيل من ذكرنا من البشر على الملائكة - إلى أنه: ليس في قوله تعالى: (لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ) - دلالة على أن الملائكة كلهم أفضل منهم؛ لأنه إنما ذكر \" المقربون \" ، لم يذكر الملائكة مطلقًا؛ فيجوز </p>"
}