{
  "id": null,
  "sura": 4,
  "aya": 31,
  "text": "<p> ظَلَمَ نَفْسَهُ)، وقوله - تعالى -: (وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَئِكَ هُمُ الظَّالِمُونَ) ، وقوله - تعالى -: (فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ) . </p><p> وهذا الوعيد - واللَّه أعلم - لما يفعل ذلك مستخفا بحدود اللَّه واستحلالا منه لذلك؛ وإلا لو كان ذلك على غير وجه الاستخفاف بها والاستحلال لها - لم يستوجب هذا الوعيد؛ ألا ترى أنه قال - تعالى -: (كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى) ثم قال - عَزَّ وَجَلَّ -: (فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ) إنما جاء هذا في قتلى العمد، ثم أبقى الأخوة فيما بينهما، وأخبر أن ذلك تخفيف منه ورحمة، وفيما كان الفعل منه فعل الاستخفاف والاستحلال لا يجوز أن يكون فيه منه رحمة، ويخلد في النار؛ وعلى ذلك يخرج قوله - تعالى -: (وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا) ، إذا قتله مستحلا له مستخفا بتحريم اللَّه إياه؛ فاستوجب هذا الوعيد، وأما من فعل على غير الاستحلال والاستخفاف بحدوده فالحكم فيه ما ذكرنا، واللَّه أعلم. </p><p> وقوله - تعالى، أيضًا -: (عُدْوَانًا وَظُلْمًا) يحتمل: الاستحلال؛ دليله قوله - عز وجل -: (كُتِبَ عَلَيْكُمُ الْقِصَاصُ) ثم قال - عز وحل -: (فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ) ، وقال:  (ذَلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ) فأبقى الأخوة التي كانت بقوله - عز وجل -: (يَا أَيُّهَا الَّذِينَ آمَنُوا) ؛ فثبت أن الأيمان بعدُ باق فأبقى له الرحمة والأخوة، وهاهنا زال؛ لذلك افترقت الآيتان. </p><p> والثاني: أنه وعد اختلافهم، ولم يذكر الخلود، وجائز تعذيبه في الحكمة والتنازع في الخلود لا غير. </p><p> والأصل في هذا ونحوه: أنه لم يتنازع أن يكون فعله الذي فيه الوعيد إن كان ثَمَّ خلود، فهو الذي يزيل عنه اسم الإيمان، ويبطل عنه حق فعله، وإنما التنازع في إبقاء اسم الإيمان في لزوم الوعيد؛ فهي فيمن لم يبق له الاسم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ ... (٣١) </p><p> اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: كبائر الشرك؛ لأن كبائر الشرك أنواع، منها: الإشراك باللَّه، ومنها جحود الأنبياء صلى اللَّه عليهم وسلم، ومنها: الجحود ببعض الرسل، عليهم السلام، ومنها: جحود العبادات، واستحلال المحرمات، وتحريم المحللات، وغير ذلك، وكل ذلك </p><p> شرك باللَّه. </p><p> فقيل أراد بالكبائر كبائر الشرك، فإذا اجتنب كبائر الشرك صارت ما دونها موعودا لها المغفرة بالمشيئة بقوله - تعالى -: (إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ) وعد المغفرة لما دون الشرك، وقرنها بمشيئته؛ فهو في مشيئة اللَّه - تعالى -: إن شاء عذبه، وإن شاء عفا عنه، وباللَّه التوفيق. </p><p> وقيل: أراد بالكبائر كبائر الإسلام. </p><p> ثم يحتمل وجهين بعد هذا: </p><p> يحتمل: أن تكون الصغائر مغفورة باجتناب الكبائر. </p><p> ويحتمل: أن تكون الصغائر مغفورة بالحسنات؛ ألا ترى أنه قال في آخره:  (نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ) ، والتكفير إنما يكون بالحسنات؛ ألا ترى أنه قال:  (إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ) ، أخبر أن من السيئات ما يذهبها الحسنات. </p><p> ويحتمل: أن يكون التكفير لها جميعًا وإن لم تجتنب؛ ألا ترى أنه قال في آية أخرى:  (إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ) إلى قوله - عَزَّ وَجَلَّ -: (وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ) ، وقال - عَزَّ وَجَلَّ -: (تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ) ؛ ألا ترى أنه روي عن أنس - رضي اللَّه عنه - قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" شَفَاعَتِي نَائِلَة لِأَهْلِ الكَبَائِرِ مِنْ أُمَّتي \" . </p><p> وروي عن عليٍّ أبن أبي طالب، - رضي اللَّه عنه - أنه سمع امرأة تدعو: اللَّهُمَّ </p><p> اجعلني من أهل شفاعة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقال:  \" مَهْ! فَقُولي: اللَّهُمَّ اجْعَلْنِي مِنَ الفَائِزِينَ؛ فَإِنَ شَفَاعَةَ مُحَمدٍ - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لِأَهْلِ الكَبَائِرِ \" ثم قرأ: (إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ. . .) الآية. </p><p> ثم اختلف في كيفية الكبائر وماهيتها: </p><p> فقَالَ بَعْضُهُمْ: ما أوجب الحد فهو كبيرة: من نحو الزنا، والسرقة، والقذف، وغير ذلك. </p><p> وقال آخرون: الإشراك باللَّه، وقتل النفس التي حرم اللَّه بغير حقها، وأكل مال اليتيم، وأكل الربا، وقول البهتان، والفرار من الزحف. </p><p> وروي عن عبد اللَّه بن مسعود - رَضِيَ اللَّهُ عَنْهُ - أنه سئل عن ذلك؛ فقال: \" من أول السور إلى هنا من المحرمات، فهو من الكبائر. </p><p> وروي أنه قيل لابن عَبَّاسٍ: إن عبد اللَّه بن عمر، يقول: الكبائر تسع. فقال، ابن عَبَّاسٍ - رضي اللَّه عنه -: هن إلى التسعين أقرب، ولكن لا كبيرة مع توبة، ولا صغيرة مع إصرار. </p><p> وروي عن الحسن قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" مَا تَقُولُونَ فِي الزنَا وَالسرِقَةِ وَشُربِ الْخَمْرِ؟ \" قالوا: اللَّه ورسوله أعلم، قال:  \" هُنَّ فَوَاحِشُ، وَفِيهِنَّ عُقُوبَة \" ثم قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" أَلَا أُنْبَئُكُم بِأكْبَرِ الْكَبَائِرِ؟ \" قالوا: بلى يا رسول اللَّه، قال:  \" الْإشْرَاكُ بِاللَّهِ، وَعُقُوقُ الوَالِدَيْنِ \" قال: وكان متكئًا فجلس، ثم قال:  \" أَلَا وَقَوْلُ الزورِ، أَلَا وَقَوْلُ الزُورِ \" قاله ثلاثًا. </p><p> وقوله - تعالى -: (إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ) </p><p> ذكر تكفير السيئات إذا اجتنب الكبائر، ولم يذكر الحكم إذا لم يجتنبها؛ فليس فيه أنه إذا لم يجتنب لا يكفر، فهو في مشيئة اللَّه: إن شاء [غفر]  (١) ، وإن شاء عذَّب؛ على ما ذكرنا: أن وجوب الحكم لا يوجب إيجاب ذلك الحكم في حال أخرى، حظرًا كان أو إحلالا، واللَّه أعلم. </p><p>(١) في الكتاب المطبوع هكذا [كفر] ولعل الصواب ما أثبتاه يؤيده ما بعده (عذَّب)، أو تكون [كفَّر] بتشديد الفاء. واللَّه أعلم. (مصحح النسخة الإلكترونية).</p>"
}