{
  "id": null,
  "sura": 4,
  "aya": 108,
  "text": "<p> ثمة أمر ونهي، فأما إذا لم يكن ثمة لا أمر ولا نهي فلا معنى للعصمة والتوفيق. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاسْتَغْفِرِ اللَّهَ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا (١٠٦) </p><p> وقوله - تعالى -: (وَاسْتَغْفِرِ اللَّهَ) ، ليس هو قول الناس: نستغفر اللَّه، ولكن كأنه قال: كونوا على الحال التي تكون أعمالكم مكفرة للذنوب؛ ألا ترى إلى قول هود لقومه:  (وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ. . .) الآية. وقال نوح - عليه السلام - لقومه:  (اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا. . .) الآية، لم يريدوا أن يقولوا: نستغفر اللَّه قولا حسب؛ ولكن أرادوا أن يكونوا على الحال التي تكون أعمالهم مكفرة لذنوبهم؛ لأنهم لو قالوا بلسانهم ألف مرة: نستغفر اللَّه، لكان لا ينفعهم ذلك؛ فعلى ذلك قوله:  (وَاسْتَغْفِرِ اللَّهَ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا) </p><p> وحقيقة الاستغفار وجهان: </p><p> أحدهما: الانتهاء عما أوجب العقوبة؛ لقوله:  (إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ) وعلى ذلك معنى قول من ذكر. </p><p> والثاني: طلب الستر بالعفو والتجاوز. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تُجَادِلْ عَنِ الَّذِينَ يَخْتَانُونَ أَنْفُسَهُمْ ... (١٠٧) هو ما ذكرنا أن العصمة لا تنفع؛ إذا لم يكن أمر ونهي. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَخْتَانُونَ أَنْفُسَهُمْ) : لا أحد يقصد قصد خيانة نفسه، ولكن لما رجع في العاقبة ضرر الخيانة إلى أنفسهم، صاروا كأنهم اختانوا أنفسهم كقوله:  (وَمَا يَخْدَعُون إِلا أنفُسَهُم) ، لا أحد يقصد قصد خداع نفسه؛ لكن لما رجع في العاقبة حاصل الخداع إليهم - صاروا كأنهم خدعوا أنفسهم؛ فعلى ذلك الأول، والله أعلم. </p><p> قوله تعالى:  (يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَى مِنَ الْقَوْلِ وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا (١٠٨) هَا أَنْتُمْ هَؤُلَاءِ جَادَلْتُمْ عَنْهُمْ فِي الْحَيَاةِ الدُّنْيَا فَمَنْ يُجَادِلُ اللَّهَ عَنْهُمْ يَوْمَ الْقِيَامَةِ أَمْ مَنْ يَكُونُ عَلَيْهِمْ وَكِيلًا (١٠٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ) </p><p> يحتمل وجهين: </p><p> يحتمل:  (يَسْتَخْفُونَ مِنَ النَّاسِ) ، أي: يحتشمون من الناس أن يعلموا بصنيعهم، ولا يحتشمون من اللَّه، على علم منهم أنه لا يخفى عليه شيء. </p><p> ويحتمل:  (يَسْتَخْفُونَ مِنَ النَّاسِ) ، أي: يسترون سرهم من الناس. </p><p> وكذلك رُويَ في حرف حفصة: ولا يستترون من اللَّه، ولكن اللَّه يطلع الناس على ما يسرون. </p><p> (وَهُوَ مَعَهُم) ، أي: لايخفي عليه شيء. </p><p> وقوله:  (يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ) - على وجهين: </p><p> أحدهما: على نفي القدرة وإثباتها: أن لهم ذلك في الإخفاء من الناس، وليس لهم في الإخفاء عن اللَّه. </p><p> والثاني: على قلة المبالاة: يعلم باطلاع اللَّه - تعالى - عليهم، وتركهم مراقبة اللَّه في الأمور، واجتهادهم في ذلك عن الخلق، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذْ يُبَيِّتُونَ مَا لَا يَرْضَى مِنَ الْقَوْلِ) عن ابن عَبَّاسٍ - رضي اللَّه عنه - قال:  (إِذْ يُبَيِّتُونَ مَا لَا يَرْضَى مِنَ الْقَوْلِ) يقول: من العمل والفرية على اليهودي، بالسرقة. </p><p> وقيل: يبيتون: أي يؤلفون القول فيما بينهم، فيقولون: يأتي به النبي، فيقول له كذا وكذا؛ ليدفعوا عن صاحبهم الخيانة والتهمة، وهو طُعْمَة؛ على ما قيل في القصة: إنه سرق درع رجل فرماها في دار يهودي. </p><p> وقيل: إنه خبأها في دار يهودي، فلما طلب منه حلف باللَّه أنه ما سرق. </p><p> وقيل: التبييت: هو التقدير بالليل، وقد ذكرناه في قوله:  (بَيَّتَ طَائِفَةٌ مِنْهُمْ. . .) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا) </p><p> هو على الوعيد؛ أي: عن علم منه يفعلون هذا، لا عن غفلة؛ كقوله - تعالى -: (وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ) ، لكنه يؤخره إلى يوم على علم منه ذلك، وعلى الإعلام أن اللَّه لم يزل عالمًا بما يكون منهم، وعلى ذلك امتحنهم، وباللَّه التوفيق. </p>"
}