{
  "id": null,
  "sura": 4,
  "aya": 85,
  "text": "<p> والثالث: وحرض المؤمنين على المجاهدة والقتال معهم؛ وعدًا بالنصر لهم، والفتح، والغنيمة، واللَّه أعلم. </p><p> وقوله - عز وجل -: (عَسَى اللَّهُ أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا) . </p><p> والـ \" عسى \" من اللَّه واجب؛ وعد اللَّه نبيه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أن يكف عنهم بأس الذين كفروا. </p><p> وتجوله - عَزَّ وَجَلَّ -: (وَاللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنْكِيلًا) . </p><p> قيل: وقوله: (أَشَدُّ بَأْسًا) ؛ لما يدفع بأس المشركين عنكم، ولا يقدرون هم دفع بأس اللَّه عن أنفسهم؛ فبأس اللَّه أشد. </p><p> وقوله - سبحانه -: (وَأَشَدُّ تَنْكِيلًا) ، قيل: التنكيل: هو العذاب الذي يكون للآخر فيه زجر ومنع. </p><p> وقيل: حين قال له: (لَا تُكَلَّفُ إِلَّا نَفْسَكَ) ؛ ولو لم يتبعك أحد من الناس - لكف الله عنك بأس المشركين. </p><p> وقيل: البأس: هو عذاب الدنيا، والتنكيل والنكال: هو عذاب الآخرة؛ كأنه يخوفهم ببأسه؛ لتخلفهم عن العدو ومخافة بأسهم وعذابهم؛ فأخبر اللَّه - عَزَّ وَجَلَّ -، أن بأس اللَّه وعذابه أشد من بأس الأعداء، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (مَنْ يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَهُ نَصِيبٌ مِنْهَا وَمَنْ يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُنْ لَهُ كِفْلٌ مِنْهَا ... (٨٥) </p><p> قوله تعالى: وقوله - عَزَّ وَجَلَّ -: (مَنْ يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَهُ نَصِيبٌ مِنْهَا وَمَنْ يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُنْ لَهُ كِفْلٌ مِنْهَا) </p><p> لم يذكر ما تلك الشفاعة التي يشفع؛ فيحتمل الشفاعة الحسنة: هي الدعاء له بالمغفرة والرحمة، وهو لذلك مستوجب؛ فيكون له بذلك نصيب. والشفاعة السيئة: هي الدعاء عليه باللعن والمقت، وهو لذلك غير مستوجب؛ فيكون له بذلك نصيب. </p><p> وقيل: هو كقول العرب: \" الدالّ على الخير كفاعله \" ، من دل آخر على الخير؛ فله في ذلك نصيب، وكذلك من دل آخر على الشر. </p><p> ويحتمل: الشفاعة الحسنة: في مظلمة، يسعى في دفع مظلمة عن أخيه المسلم، وهي </p><p> شفاعة حسنة؛ فله في ذلك نصيب. </p><p> ويحتمل: الشفاعة السيئة: هي أن يسعى في فساد أمر يلحقه من ذلك نقمة ومظلمة؛ فله في ذلك إثم. </p><p> وقيل: الشفاعة الحسنة: هي التي ينتفع بها وعمل بها، هي بينك وبينه، هما فيها شريكان، والشفاعة السيئة، هي التي تضر به، هما فيها شريكان. </p><p> ويحتمل: أن تكون الشفاعة الحسنة: كل صانع معروف، وكل آمر به، والشفاعة السيئة: كل صانع منكر، وآمر به؛ فهما شريكان في ذلك: الآمر والفاعل جميعًا. </p><p> ويحتمل ما روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" كُل مَعْروفٍ صَدَقَة، وَالدَّال عَلَى الْخَيرِ كَفَاعِلِهِ، وَاللهُ يُحِبُّ إِغَاثَةَ اللَهْفَانِ \" . </p><p> وعن الحسن - رَضِيَ اللَّهُ عَنْهُ - قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" لَا صَدَقَةَ أَفْضَلُ مِنْ صَدَقَةِ اللسَانِ \" ؛ قيل: وما صدقة اللسان يا رسول اللَّه؟ قال:  \" الشفَاعَةُ تُجْرِيهَا إِلَى أَخِيكَ، وترفع عنه ثقل الكريهة وتحقن بها الدم \" . </p><p> والكفل والنصيب واحد. </p><p> وقيل: الكفل: الجزاء، وهو واحد. </p><p> وقيل: الكفل: الإثم، ولكن ليس إثمه خاصة؛ ألا ترى أنه قال:  (يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ) . </p><p> والشفاعة من أعظم ما احتيج إليها؛ إذ قد جاء القرآن بها، والآثار ممن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - والشفاعة في المعهود من الأمر تكون عند زلات يُستَوجَبُ بها المقت والعقوبة؛ فيعفى عن مرتكبها بشفاعة الأخيار وأهل الرضا بهم، ثم كانت الصغائر منا لا يجوز التعذيب عليها عند القائلين بالخلود بالكبائر، والكبائر مما يعفى عنها بالشفاعة؛ فإذن يبطل عظيم ما جاء من القرآن والآثار في الامتنان، ويسقط ما جبل عليه أهل العلم باللَّه وبرحمته، ويبطل رجاء المسلمين بشفاعة الرسل - عليهم السلام - ولا قوة إلا باللَّه. </p><p> وقَالَ بَعْضُهُمْ: الشفاعة تخرج على وجهين: </p><p> الأول: على ذكر محاسن أحد عند آخر؛ ليقرر له عنده المنزلة والرتبة. </p><p> والثاني: أن يدعو له؛ فالأول هو الذي يحتمل توجيه الشفاعة إليه، والثاني قد بين بقوله:  (الَّذِينَ يَحْمِلُونَ الْعَرْشَ. . .) إلى قوله: (العَظِيمُ) ، وقوله - تعالى -: (وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى) ، والخوف يدل على وجهين: الشفاعة؛ لأن المرتضى هو ذو منزلة وقدْر، وهو ممن تضمنته آية شفاعة الملائكة؛ فيقال: الوجه الأول في الآخرة لا معنى له؛ لوجهين: </p><p> أحدهما: أنه في تقرير الأمر عند من يجهله، واللَّه - جل ثناؤه - هو العليم بحقيقة ذلك، بل غيره مما يجوز عليهم خفاء الحقائق؛ كقوله تعالى:  (يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ قَالُوا لَا عِلْمَ لَنَا. . .) الآية، وقال عيسى - عليه السلام -: (مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ. . .) الآية؛ وكان في ذلك أن الحقائق في ذلك عند اللَّه، وهم تبرءوا عن العلم بذلك، وأقروا بأن اللَّه هو المنفرد بعلم ذلك، وباللَّه التوفيق. </p><p> والثاني: أن ثمة كتبًا يقرأ فيها أعمال بني آدم وما سبق منهم من صغير وكبير؛ فهي الكافية في التقدير إن كان في حق الاحتجاج، وإن كان في حق الإعلام - فعلم اللَّه بهم مغنٍ عن ذلك، ولا قوة إلا باللَّه. </p><p> وأما الدعاء: فكذلك نقول بالدعاء لمن له ذلك الوصف، ويشفع له فيما كان في ذلك منه من المآثم والذنوب، لا أنه إذا كان كل أفعالهم ذلك، فيشفع لهم؛ لأنه لا يجوز في الحكمة تعذيبهم، على ما ذكر من الأفعال، بل لهم عليها أعظم الثواب، وأرفع المأوى. </p><p> وطلب الشفاعة والمغفرة لمثله يصح من وجوه: </p><p> أحدها: أن ذلك لا يجوز في الحكمة؛ فكأنهم طلبوا منه ألا يجور ولا يسفه، وذلك لأفسق الخلق يخرج مخرج السفيه، فضلا عن أن يتضرع إلى اللَّه به، جل الكريم الحليم عن هذا الوصف. </p><p> والثاني: أن يخلق في مثله؛ إذ هو مثاب غير معاقب، يلقى ذلك منه بالشكر والحمد، وفي الدعاء كتمان ذلك وكفرانه، ومحال الإذن في مثله، وباللَّه التوفيق. </p><p> والثالث: أن ذلك في الموعود له بالجنة والمبشر بها؛ فطلب مثله يوجب الجهالة بذلك، لا أن يكون الوقت لم يبين، يكون ذلك في الاستعجال، وهو قولنا في أصحاب الكبائر: إنهم لو عُذبوا بقدر الذنوب - لكان ذلك في الحكمة عدلا؛ فيشفع لسائلهم بالفضل والإحسان دون العدل والاستيفاء، ولا قوة إلا باللَّه. </p><p> والأصل: أنها مقادير للعقوبات، وإنما يعرف من يعرف مقادير الأجرام، وليس مِنَ الخلائق مَنْ يحتمل تركيبه احتمال العلم بمقاديرها؛ إذ لا أحد يبلغ في معرفة تعظيم اللَّه كُنْه عظمته؛ ليعرفوا قدر الخلاف لأمره - جل وعلا - وما كان هذا سبيله - فحق القول الاتباع أن اللَّه لا يجزي بالسيئة إلا مثلها. </p><p> ثم معلوم أن لا سيئة أعظم من الكفر، وجعل مثلها من الجزاء: الخلود في النار، ممن ألزم ذلك لما دونه وصف اللَّه - تعالى - أنه يجزي بالسيئة أكثر من مثلها، واللَّه - عَزَّ وَجَلَّ - أخبرنا أنه لا يجزي ذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ أيضًا -: (مَنْ يَشْفَعْ شَفَاعَةً حَسَنَةً. . .) يكون فيما بين المرء والرب: يشفع إليه بالمغفرة لأحد والتجاوز عن المذنب؛ ليكون له نصيب منها. </p><p> ويحتمل: أن يكون اللَّه - تعالى - برحمته يرحمه على أخيه بالشفاعة إليه - بالتجاوز عنه والمغفرة. </p><p> ويحتمل: أن يكون اللَّه - تعالى - إذا غفر له يجعل له في شفيعه شفاعة؛ يهبه له كما وهب الأول له، وفي السيئة فيما يلعنه، أو يدعو اللَّه عليه بالهلاك عن غير استحقاق، أو عليه في بقائه ضرر يكون له نصيب منها يلعن لآخر، أو أحدًا يلعنه ويدعو عليه به أن يعاقبه </p><p> بإساءته إلى أخيه في طلب الهلاك له بلا معنى له. </p><p> وقوله - عَزَّ وَجَلَّ - أيضًا:  (مَنْ يَشْفَعْ. . .) الآية، يحتمل فيما بينه وبين ربه يشفع له: بخير إليه من عفو وتجاوز، أو يسوء إليه من لعنه أو هلاكه، والنصيب منها بوجهين: </p><p> أحدهما: المغفرة في الأول هي برحمته أخاه وإشفاقه عليه، أو يعطي المشفوع له الشفاعة؛ فيكون ذلك له نصيبا منها، وفي الثاني: يجزيه بإساءته إلى من لعنه ودعا عليه بالهلاك بلا استحقاق نفس الأول، أو واحدًا بمثله فيه، واللَّه أعلم. </p><p> ويحتمل: فيما بينه وبين الناس، ثم يكون ذلك بوجوه: </p><p> أحدها: بما يشفع إلى من بين أخاه وآخر سواء في دفع ذلك وحلت التحية أو الألفة، أو إلى ضد ذلك يشفع في إقالة عثرة، أو ينم بينهما؛ لإلقاء عداوة، أو يشفع إليه بالدلالة على ملهوف في إغاثة، أو مظلوم في نكبة، أو يصنع معروفا أو نكبة، يبعث ذلك على خير أو شر، ولا قوة إلا باللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقِيتًا) . </p><p> قيل: هو الحافظ، وهو قول ابن عَبَّاسٍ. </p><p> وقيل:  (مُقِيتًا) : حسيبًا، وقيل: شهيدًا، وقيل:  (مُقِيتًا) أي: مقتدرًا، مجازيًا بالحسنة والسيئة. </p><p> وروي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" مَنِ اسْتَأْكَلَ بِمُسْلِمٍ أكلَةً - أَطْعَمَهُ اللهُ مِنْ نَارِ جَهَنَّمَ، وَمَنْ قَامَ بِأَخِيهِ الْمُسْلِمِ مَقَامَ سُمْعَةٍ وَرِياءٍ - أَقَامَهُ اللهُ - تَعَالَى - مَقَامَ سُمْعَةٍ وَرِيَاءٍ، وَمَنْ تَتَبَّعَ عَوْرةَ أَخِيهِ الْمُسْلِمِ - تَتَبَّعَ اللهُ عَورَتَهُ، وَمَنْ تَتَبَّعَ اللهُ عَوْرَتَهُ - يَفْضَحْهُ فِي بَيتِهِ \" . </p><p> وعن الفَرَّاء والكسائي قالا: الْمُقِيت: المقتدر؛ من \" أَقاتَ، يُقِيت إِقاتة \" . </p>"
}