{
  "id": null,
  "sura": 4,
  "aya": 165,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا) . </p><p> اختلف فيه: قَالَ بَعْضُهُمْ: خلق اللَّه كلامًا وصوتًا، وألقى ذلك في مسامعه. </p><p> وقال آخرون: كتب له كتابا فكلمه بذلك؛ فذلك معنى قوله:  (وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا) لا أن كلمه بكلامه، ولا ندري كيف كان؟ سوى أنا نعلم أنه أحدث صوتًا لم يكن، فأسمع موسى ذلك كيف شاء، وما شاء، وممن شاء؛ لأن كلامه الذي هو موصوف به في الأزل لا يوصف بالحروف، ولا بالهجاء، ولا بالصوت، ولا بشيء مما يوصف به كلام الخلق بحال. وما يقال: هذا كلام اللَّه - إنما يُقال على الموافقة والمجاز؛ كقوله:  (حَتَّى يَسْمَعَ كَلَامَ اللَّهِ) ، ولا سبيل له أن يسمع كلام اللَّه الذي هو موصوف به بالأزل؛ ولكنه على الموافقة والمجاز يقال ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا) يخرج هذا - واللَّه أعلم - مخرج التخصيص له؛ إذ ما من رسول إلا وقد كان له خصوصية، والكلام خصوصية لموسى - عليه السلام - إذ كلمه من غير أن كان ثمة سفير ورسول، وكان لسائر الرسل وحيًا يوحي إليهم؛ أي: دليل برسول، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا) دل المصدر على تحقيق الكلام؛ إذ المصادر مما يؤكد حقائق ما له المصادر في موضوع اللغة، وأيد ذلك الأمر المشهور من تسمية موسى: كليم اللَّه، وما جرى على ألسن الخلق من القول بأن اللَّه كلم موسى؛ فثبت أنه كان له فيما كلمه خصوصية لم يشركه فيها غيره من الرسل، وعلى حق الوحي لمانزال الكتب له شركاء في ذلك من الرسل؛ فثبت أن لما وصف به موسى خصوصية بايَنَ بها غيره؛ على ما ذكره من خصوصية كثير من الرسل بأسماء أو نعوت أوجبت لهم الفضيلة بها، وإن كان حمل ما يحتمل تلك الخصوصية - قد يتوجه إلى ما قد يشترك في ذلك جملة الرسل؛ فعلى ذلك أمر تكليم موسى - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقوله - عَزَّ وَجَلَّ -: (رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ ... (١٦٥) </p><p> أخبر أنه بعث الرسل بالبشارة في العاقبة لمن أطاعه، والإنذار لمن عصاه؛ فهذا ليعلم أن كل أمر لا عاقبة له فهو عبث، ليس من الحكمة، وأن الذي دعا الرسلُ الخلق إليه إنما دعوا لأمر له عاقبة؛ إذ في عقل كل أحد أن كل أمر لا عاقبة له ليس بحكمة؛ فهذا - والله </p>"
}