{
  "id": null,
  "sura": 4,
  "aya": 89,
  "text": "<p> ويحتمل: إنكم لا تقدرون على هداهم إذا لم يهدهم اللَّه؛ كقوله - تعالى -: (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ) ، </p><p> وفي قوله -أيضًا-: (أَتُرِيدُونَ أَنْ تَهْدُوا) قيل: أن يُسَمَّوْا مهتدين، وقد أظهر اللَّه - تعالى - ضلالهم؛ صلة لقوله - تعالى -: (فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ) وحذرهم عن الاختلاف في التسمية بعد البيان. </p><p> وقيل: أن تجعلوهم مهتدين، وقد جعلهم ضالين على نحو قوله - تعالى -: (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ) الآية، أَيَّدَنَا تَمَامُ الآية، وأوضح الأول قوله:  (وَمَنْ يُضْلِلِ اللَّهُ فَلَنْ تَجِدَ لَهُ سَبِيلًا) يقول: من أضله اللَّه عن الهدى فلن تجد له سبيلا يهتدي به، وقيل: دينا، وقيل: مخرجا، وهو واحد، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً ... (٨٩) </p><p> قيل: ود الذين تركوا، الهجرة، فرجعوا إلى أهلهم ومنازلهم، الذين لهم قال اللَّه:  (فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ) - أن تكفروا كما كفروا، أي: تتركون الهجرة وترجعون كما رجعوا منهم؛ فتكونون أنتم وهم سواء؛ شرعًا في الكفر، فسماهم اللَّه كفارًا، وأمرهم بالبراءة منهم؛ فقال: </p><p> (فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ) </p><p> بالهجرة الأولى؛ كقوله - تعالى -: (لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ) ، وقال اللَّه - تعالى -: (لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ) ، وكقوله - تعالى -: (لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ) ، نهاهم أن يتخذوا أولياء حتى يهاجروا هجرة ثانية إلى المدينة، ويثبتون على ذلك. </p><p> هذا على قول من قال: إنهم كانوا هاجروا ثم لحقوا بمكة. </p><p> وأما في قول من قال: إنهم كانوا في أهلهم تكلموا بالإسلام فيها ولم يهاجروا - فمعنى هذا: لا تتخذوا منهم أولياء حتى يهاجروا كما هاجر غيرهم. </p><p> وقيل: المهاجرون على طبقات: </p><p> منهم: من هاجر، وأقام، وسمع، وأطاع، وثبت على ذلك. </p><p> ومنهم: من هاجر، ثم خرج من غير إذن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فلحق بأهله وأبطل هجرته التي هاجر، وإيمانَهُ الذي آمن. </p><p> ومنهم: من تكلم بالإسلام، وأقام بأهله، ولم يهاجر، وبه قوة على الهجرة؛ كان كذلك. </p><p> ومنهم: من تكلم بالإسلام ولم يكن له قوة على الهجرة؛ كانوا مستضعفين، وهو - واللَّه أعلم - ما قال اللَّه:  (إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ) الآية. وروي عن ابن عَبَّاسٍ - رضي اللَّه عنه - قال:  \" كنت أنا وأمي من المستضعفين \" . </p><p> والذين آمنوا ولم يهاجروا ولهم قوة الهجرة ما قال اللَّه - تعالى:  (وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ) . </p><p> وفي قوله - تعالى -: (فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ حَتَّى يُهَاجِرُوا) - يحتمل: من أظهر الموافقة من المنافقين للكفرة، ولحق بهم. </p><p> ويحتمل: من قد آمن ولم يهاجر؛ فيكون الأول على ولاية الدِّين، والثاني: على ولاية الميراث؛ كقوله - تعالى -: (وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ) . </p><p> ومن يتأول الآية على إظهار الكفر دون الخروج من المدينة - فمهاجرته تخرج على وجهين: </p><p> أحدهما: أن يكون قد انضم فيها إلى معاني الكفرة فيما يترك صحبتهم. </p><p> والثاني: أن يهاجر الأعلام المجعولة لأهل النفاق، مما يظهر ذلك فيما امتحنوا به من الأفعال؛ فيظهر خلاف ذلك؛ كقوله:  (وَيُعَذِّبَ الْمُنَافِقِينَ إِنْ شَاءَ أَوْ يَتُوبَ عَلَيْهِمْ) . وقوله:  (فَإِنْ تَوَلَّوْا) </p>"
}