{
  "id": null,
  "sura": 4,
  "aya": 76,
  "text": "<p> وذلك ينقض قولهم، وباللَّه التوفيق. </p><p> وقوله:  (الظَّالِمِ أَهْلُهَا) قيل: المشرك أهلها: كل ظالم منعهم عن الخروج إلى دار الإسلام والهجرة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاجْعَلْ لَنَا مِنْ لَدُنْكَ وَلِيًّا) في ديننا، ونصيرًا يمنعنا عن المشركين، ويقال: مانعًا يمنع عنا المشركين، وقد ذكرنا الولي والنصير في غير موضع، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (الَّذِينَ آمَنُوا يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ ... (٧٦) وسبيل اللَّه: ذكرنا الذي يأمر خلقه بالسلوك فيه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ كَفَرُوا يُقَاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ) قال ابن عَبَّاسٍ: الطاغوت: هو الشيطان في هذا الموضع؛ لأنه هو الذي يدعو ويأمر بالسلوك في سبيله. </p><p> وفي الآية دلالة ألا يؤمر الكفار بالجهاد، ولا بالصلاة، ولا بالزكاة، ولا بغيرها من العبادات؛ لأنه أخبر أنهم لو قاتلوا إنما يقاتلون في سبيل الشيطان، وكذلك إذا صلوا، صلوا له، وكذلك سائر العبادات، ولكن يؤمرون أولا بإتيان ما لو فعلوا من العبادات كانت في سبيل اللَّه، وهو الإيمان، وهذا ينقض قول من يقول: إن الكافر مأمور مكلف بالصلاة، والزكاة، وغيرها من العبادات، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَقَاتِلُوا أَوْلِيَاءَ الشَّيْطَانِ) هذا يدل على أن الطاغوت هو الشيطان هاهنا، وكل ما عبد دون اللَّه فهو طاغوت. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفًا) يحتمل قوله: (إِنَّ كَيْدَ الشَّيْطَانِ) : أي: كيد أولياء الشيطان (كَانَ ضَعِيفًا) إذا كان اللَّه ناصركم؛ كقوله - سبحانه وتعالى -: (إِنْ يَنْصُرْكُمُ اللَّهُ فَلَا غَالِبَ لَكُمْ) . </p><p> ويحتمل أن كيد الشيطان كان ضعيفًا؛ لأنه لا يعمل سوى الدعاء والأمر يدعوهم إلى سبيله؛ فذلك لضعفه لا يباشر القتال ولا الضرب، إنما هو إشارة منه ودعاء؛ كقوله - تعالى -: (وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ) . </p><p> * * * </p><p> قوله تعالى:  (أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلَا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِمَنِ اتَّقَى وَلَا تُظْلَمُونَ فَتِيلًا (٧٧) </p>"
}