{
  "id": null,
  "sura": 4,
  "aya": 97,
  "text": "<p> فضيلته عليه بدرجات. </p><p> لكن قوله:  \" درجة \" ، و \" درجات \" عندنا: واحد؛ ألا ترى أنه - تعالى - قال:  (وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ) ، ليس هو شيئًا واحدًا؛ ولكنه أشياء، والذي قعد لعذر يستوي في الأجر مع الذي خرج؛ إذا كان يتمنى أن يخرج إن قدر؛ لأنه لو لم يكن كذلك لكان لا معنى للاستثناء. </p><p> وفي الآية دلالة أن فرض الجهاد - فرضُ كفاية: يسقط عن الباقين بقيام بعضهم، وإن كان الخطاب يعمهم في ذلك، وهو قوله - تعالى -: (فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ) ، وفرض الخروج لطلب العلم فرضُ كفاية: إذا خرج بعضهم لطلبه يسقط عن الباقين ذلك؛ فعلى ذلك فرض الجهاد، وإن كان ذلك خلاف ما عاتب اللَّه - تعالى - عليه الثلاثة الذين خلفوا في سورة \" براءة \" ؛ لأن أُولَئِكَ تخلفوا عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وقد قال اللَّه - تعالى - (مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ وَلَا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ) فإنما عاتب أُولَئِكَ لتخلفهم عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقوله - تعالى -: (إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ ... (٩٧) </p><p> عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال: نزلت هذه الآية في قوم من المنافقين خرجوا مع المشركين إلى بدر، فلما التقى المسلمون والمشركون، أبصروا قلة المسلمين - وهم مع المشركين على المؤمنين، فقالوا:  (غَرَّ هَؤُلَاءِ دِينُهُمْ) . وأظهروا النفاق، فقتلوا، عامتهم؛ ضربت الملائكة وجوههم وأدبارهم، فقالت لهم الملائكة:  (قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ) . </p><p> وقيل: إنها نزلت في نفر أسلموا بمكة مع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ثم أقاموا عن الهجرة، وخرجوا مع المشركين إلى القتال، فلما رأوا قلة المؤمنين شكوا في النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقالوا:  (غَرَّ هَؤُلَاءِ دِينُهُمْ) ، فقتلوا، فقالت الملائكة: فيم كنتم؟ قالوا: كذا. </p><p> وقيل: نزلت في قوم أسلموا بمكة ولم يهاجروا، وكانت الهجرة يومئذ مفترضة؛ </p>"
}