{
  "id": null,
  "sura": 4,
  "aya": 43,
  "text": "<p> ولم نحيا، ويقرأ \" تُسَوَّى \" و \" تَسَوَّى \"  \" وتَسَّوى \" ، و \" [وتُسْوَى \" ، و \" تستوى \" ، و \" تُسْوَى] \"  (١) وفي حرف حفصة: \" لو تستوى بهم الأرض \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا) . </p><p> قيل: لما أنطق اللَّه - تعالى - جوارحهم وشهدت عليهم حين أنكروا أن يكونوا مشركين بقوله - تعالى -: (إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ) - لم يستطيعوا أن يكتموا اللَّه حديثًا. </p><p> ويحتمل: على الاستئناف: لا يكتمون اللَّه حديثًا. </p><p> ويحتمل: أن يكونوا يودّوا في الآخرة ويتمنوا أن لم يكونوا كتموا في الدنيا حديثًا. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ إِنَّ اللَّهَ كَانَ عَفُوًّا غَفُورًا (٤٣) </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى) </p><p> واختلف في قوله:  (لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى) قيل: لا تدنوا مكان الصلاة وأنتم سكارى، وكذلك الجنب لا يدنو مكان الصلاة؛ وهو قول عن ابن مسعود، رضي اللَّه عنه. </p><p>(١) قال السمين: وقرأ أبو عمرو وابن كثير وعاصم «تُسَوَّى» بضم التاء وتخفيف السين مبنياً للمفعول. وقرأ حمزة والكسائي: تَسَوَّى بفتحِها والتخفيفِ، ونافع وابن عامر بالتثقيل. فأما القراءة الأولى فمعناها: أنهم يَوَدُّون أن اللَّه تعالى يُسَوِّي بهم الأرض: إمَّا على أن الأرض تنشق وتبتلعهم، وتكون الباء بمعنى «على»، وإمَّا على أنهم يَوَدُّون أن لو صاروا تراباً كالبهائم، والأصل: يَوَّدون أن اللَّه يُسَوِّيهم بالأرض، فَقُلِب إلى هذا كقولهم: «أدخلت القَلَنْسوة في رأسي»، وإمَّا على أنهم يودُّون لو يُدْفَنون فيها، وهو كمعنى القولِ الأول، وقيل: لو تُعْدَلُ بهم الأرض أي: يُؤْخَذُ ما عليها منهم فديةً.وأمَّا القراءة الثانية فأصلُها «تَتَسَوَّى» بتاءين، فحذفت إحداهما. وفي الثالثة حُذِفت أحداهما. ومعنى القراءتين ظاهرِ مِمَّا تقدَّم، فإن الأقوال الجارية في القراءةِ الأولى جاريةٌ في القراءتين الأُخْرَيَيْن، غايةُ ما في الباب أنه نَسَب الفعلَ إلى الأرض ظاهراً. اهـ (الدر المصون ٣/ ٦٨٦).</p><p> وقيل: قوله: (لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى) نهي عن الصلاة في حال السكر؛ روي أن رجلًا صنع طعامًا فدعا أبا بكر، وعمر، وعثمان، وعليًّا، وسعد بن أبي وقاص، فأكلوا، وسقاهم خمرًا، وذلك قبل أن تحرم؛ فحضرت صلاة المغرب، فأمهم رجل منهم فقرأ:  (قُلْ يَا أَيُّهَا الكافرون) ، بطرح اللاءات؛ فنزل قوله - تعالى -: (لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى) . </p><p> وروي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" لَا يُصَلِّيَنَ أَحَدُكُم وَهُوَ لَا يَعْقِلُ صَلَاتَهُ \" . </p><p> وفي الآية دلالة: أن في الصلاة قولاً فرضًا، نهي عن قربانها في حال السكر؛ مخافة تركه، أو نهي عن قربانها في حال السكر؛ خوفا أن يدخل فيها قولا ليس منها؛ وفي ذلك دليل فساد الصلاة بالكلام عمدًا كان أو خطأ؛ لأن السكران لا يفعل ذلك على العمد، ولكن على الخطأ، والأصل في هذا: أنه لم ينهه عن فعل الصلاة في حال السكر لنفس الصلاة، ولكن فيه نهي عن السكر، وكذلك قوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" لَا صَلَاةَ للْعَبدِ الَآبِقِ، وَلَا لِلْمَرأَةِ الناشِزَةِ \" ليس النهي فيه عن الصلاة، ولكن النهي عن الإباق والنشوز نفسه، وهكذا كل عبادة نهي عنها بأسباب تتقدم، فالنهي إنما يكون عن تلك الأسباب، لا عن العبادة التي أمر بها؛ لأن الإباق والنشوز والسكر ليسوا بالذي يعملون في إسقاط ذلك الفرض وتلك العبادة. </p><p> وفي الآية دلالة أن السكران مخاطب بقوله:  (لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى) نهي </p><p> عن قربان الصلاة في حال السكر، فالنهي إنما وقع في حال السكر، فإذا كان مخاطبًا عمل طلاقه ونفذت عقوده؛ ألا ترى أنه قال في آية أخرى:  (إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ) ، فلو لم يكن عليهم ذكر في حال السكر لم يكن ليصدهم عن ذكر اللَّه معنى ولا ذكر عليهم، دل أنه مخاطب، ولهذا ما قال أبو يوسف - رحمه اللَّه -: إنه إذا ارتد عن الإسلام يكون ارتداده ارتدادًا؛ ولما نفذ طلاقه وسائر عقوده وفسوخه، فعلى ذلك الارتداد. </p><p> وعلى قول أبي حنيفة - رحمه اللَّه - لا يصير مرتدًّا؛ استحسانًا، ليس كسائر العقود والفسوخ؛ لأن سائر العقود يتعلق جوازها باللسان، وإن كان رضا القلب شرطًا فيها، وأما الإيمان والكفر فإنما يكون بالقلب، وإن كانت العبادة باللسان تكون شرطًا فيما بين الخلق، فإذا كان كذلك فإذا سكر يُذْهِبُ السكرُ القلبَ؛ فجعل كأنه لم ينطق به، وإما كان سائر العقود تعلقها باللسان، فإذا نطق به جاز، واللَّه أعلم. </p><p> ثم اختلف في قوله - تعالى -: (لَا تَقْرَبُوا الصَّلَاةَ. . .) </p><p> منهم من حمل على مكان الصلاة؛ إذ الصلاة فعل، والفعل لا يقرب. </p><p> ومنهم من حمل على الفعل؛ أي: لا تصلوا. </p><p> وأي الوجهين أريد به فالآخر داخل فيه؛ لأنه إذا نهي عن حضور مكانها لحرمته فهي أعلى في الحرمة، وأحق في المنع؛ وأيد ذلك قوله - سبحانه وتعالى -: (حَتَّى تَعْلَمُوا مَا تَقُولُونَ) والعلم بالقول يحتاج إليه في حق الفعل؛ لئلا يترك المفروض من الذكر فيفسد، أو يدخل المحرم فيه فيفسد، وفي ذلك دلالة أحد الوجهين، وفي حق العموم الوجهان جميعًا، وهو على الخطأ يقول؛ فثبت أن الخطأ من القول في الصلاة مفسدًا؛ إذ لو كان لا يفسد لم يكن سوى النهي، وفي التأخير نهي أيضًا، واللَّه أعلم. </p><p> ولو أريد به الصلاة فإنما المكان لأجلها، فلا وجه للحضور دون إمكان الفعل للفعل، </p><p> واللَّه أعلم. </p><p> وعلى ذلك أمر الجنب، واستثناء عابري السبيل؛ ليكون على فعل الصلاة بالتيمم؛ فيكون في الآية دلالة التيمم للجنب، أو المكان فيباح الدخول فيه على العبور فيه بالتيمم أيضًا، فعلى ذلك عندنا الدخول للاغتسال فيه؛ إذ كان فيه بالتيمم، واللَّه أعلم. </p><p> وإذا أبيح للجنب على المنع عن دخول المسجد إلا بالتيمم؛ فثبت أن التيمم قد جعل له الطهارة، فله الصلاة به لعذر، واللَّه أعلم. </p><p> ثم في المروي دلالة عمن أَمَّ في المغرب بـ (قُل يَا أَيُّهَا الكافرون) على طرح اللاءات في حال السكر حتى نزل قوله - تعالى -: (لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى) - أن كلام الكفر في حال السكر لا يكفر صاحبه؛ إذ خاطبهم باسم الإيمان؛ فلذلك لم يكن عند أبي حنيفة - رحمه اللَّه - كافرًا، على أن المخطئ لما يجري على لسانه كلمة الكفر لا يصير كافرًا في الحكم، والسكران يجري على لسانه على الخطأ؛ دليله ما لا يذكره، وما كان من عقد القلب فهو لا ينسى، وبخاصة المذاهب كلها يختار عن فكر الأسباب، وعن اختيار الأحق من الأمور عنده إما لحجة، أو شبهة، أو شهوة، من نحو الإلف بالتقليد، وحسن الظن، والذي يكون على ما ذكرت لا يحتمل السهو عنه حتى لا يخطر بباله لو أراد بدعوة عن قريب ثبت أنه كان عن خطأ، وقد جاء برفع الخطأ. </p><p> وأصله: أن اللسان معبر عن الاعتقاد في أمر الدِّين، وبخاصة في الكفر الذي يكون بالقلب خاصة بلا استعمال اللسان؛ فإذا كان مخطئا فهو أمر اللسان دون القلب الذي اللسان عنه معبر، ومن عبر الكفر باللسان ووصفه لا يكفر إلا بأن يكون يُعَبّرُ عن نفسه أنه اعتقده، فلذلك كان على ما بينا، على أنه قد يجري بتلاوة القرآن على اللسان بالغلط ما يكفر عليه بالتعمد؛ فلا يجوز أن يجعل تلاوته للتعظيم، والإيمان به كفرًا، ثبت بذلك رفع حكم الكفر عمن أخطأ في إجرائه على اللسان، فمثله السكران؛ إذ هو مخطيء، واللَّه أعلم. </p><p> ثم اختلف أهل التأويل في تأويل قوله - تعالى -: (وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ) : </p><p> عن علي بن أبي طالب - رَضِيَ اللَّهُ عَنْهُ - أنه قال: هو أن يكون مسافرًا ولا يجد </p><p> الماء فيتيمم. </p><p> وعن ابن عَبَّاسٍ - رضي اللَّه عنه - قال: هو المسافر. </p><p> وقيل:  (وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ) نهي الجنب أن يدخل المسجد ومكان الصلاة إلا عابري سبيل، إلا مجتازًا. </p><p> ومن تأول الآية على المرور في المسجد فهو غير بعيد؛ يقول: إنما كره للجنب أن يستوطن المسجد، فأما المار لأمر يعرض له، فقد رخص له؛ ألا ترى أن الجنب رخص له أن يقرأ بعض الآية، ولا يجوز أن يتمها، فمروره في المساجد إذا لم يجلس فيه كقراءته بعض الآية إذا لم يتمها، وعلى ذلك أمر الجنب. </p><p> واستثناء عابري السبيل يكون على فعل الصلاة بالتيمم؛ فيكون في الآية دلالة التيمم للجنب، أو المكان؛ فيباح الدخول فيه على العبور فيه بالتيمم أيضًا؛ فعلى ذلك عندنا الدخول للاغتسال فيه إذا كان منه بالتيمم، واللَّه أعلم. </p><p> وإذا أبيح للجنب دخول المسجد بالتيمم؛ فثبت أن التيمم قد جعل له الطهارة، فله الصلاة به لعذر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ) الآية. </p><p> أباح اللَّه - تعالى - للمريض المقيم أن يتيمم، والآية ذكرت المرض عامَّا، وأجمعوا أن المريض الذي لا يخاف أن يضر به الماء لا يتيمم، وإنما أجازوا أن يتيمم إذا خاف ضرر </p><p> الماء إن هو توضأ به؛ فدل أن اللَّه - تعالى - لما أباح للمريض التيمم لم يبح باسم المرض، ولكنه لمعنى في المرض؛ دليله ما ذكر أنه لم يبح لكل مريض، وإنما أبيح لمريض دون مريض. </p><p> وفيه دليل لقول أبي حنيفة - رضي اللَّه عنه - حيث أباح للمقيم الجنب التيمم إذا خاف على نفسه الهلاك؛ ألا ترى أن اللَّه - عَزَّ وَجَلَّ - أباح للسفر التيمم، ولم يبحه باسم السفر، ولكنه أباح لمعنى فيه: وهو إذا كان بمكان إعذار والماء؛ ألا ترى أنه لا يباح له التيمم في الأمصار، وإن كان اسم السفر موجودًا؛ لعدم معنى السفر؛ فعلى ذلك إباحة التيمم للمريض إباحة لمعنى في المرض؛ ألا ترى أنه ذكر مجيئه من الغائط، والغائط هو المكان المطمئن الذي يقضي فيه الحاجة، ولا كل من جاء من ذلك المكان يلزمه الوضوء والتيمم؛ دل أنه لمعنى فيه، فعلى ذلك الأول. </p><p> وروي أن جريحًا غسل فمات، فبلغ الخبر النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ فقال:  \" قَتَلَوهُ، فَإِنَّمَا يَكْفِيهِم كَفٌّ مِنْ تُرَابٍ \" ، وكذلك غسل محدود فمات، فقال:  \" قَتَلوه، إِنَّمَا يَكْفِيهِ كَفٌّ مِنْ تُرَابٍ \" ونحو هذا، فإذا ثبت أن المراد من المرض والسفر والغائط المعنى الذي فيه لا لعين المرض والسفر والغائط؛ لما ذكرنا؛ دل أن كل مريض يباح له التيمم، وإنما يباح لمريض دون مريض، وكذلك لم يبح لكل أسفر وإنما يباح، لسفر دون سفر، ومكان دون مكان، وهو المكان الذي يعدم الماء فيه ويفقد. </p><p> فعلى ذلك المراد من قوله:  (أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا) </p><p> عين اللمس وهو الجماع، وكذلك روي عن ابن عَبَّاسٍ - رضي اللَّه عنه - قال: الملامسة، والمباشرة، والإفضاء، والرفث، والجماع - نكاح، ولكن اللَّه - تعالى - كنى. </p><p> وعن الحسن، وعبيد بن عمير، وعطاء، قالوا: الملامسة: الجماع. </p><p> فَإِنْ قِيلَ: ما الحكمة في ذكر المرض والسفر والغائط والملامسة إذا كان المراد من ذكرها غيرها؟ </p><p> قيل: الحكمة في ذكرها هو أن المرض في أغلب أحواله يُعْجِزُ المرءَ عن إصابة الماء، وكذلك السفر في أغلب أحواله يُعْجِز صاحبَهُ عن الماء، فخرج الذكر على أغلب الأحوال، وكذلك من جاء من الغائط؛ الأغلب أنه إنما يجيء عن قضاء الحاجة؛ لأنهم كانوا لا يخرجون إلا لقضاء الحاجة، وكذلك الملامسة من الزوجين، الأغلب فيها قضاء الوطر والحاجة، فعلى الأغلب خرج الذكر وإن احتمل غيره، وهذا يدل على أن الاحتجاج بالظواهر والعموم بحق المخرج باطل؛ لما لا يجوز لأحد أن يحتج بظاهر هذه الآية أن يقول: على كل مريض، أو على كل مسافر إلا كذا. </p><p> ثم اللمس إن أريد به الجماع، فهو ممكن لوجهين: </p><p> أحدهما: البلية بالقبلة، واللمس باليدين من الزوجين ظاهرًا لا يحتمل ألَّا يعرف به الرسول والأئمة من فعل العوام، فلو كان الوصف فيه لازمًا لا يحتمل ترك إظهار البيان حتى يلزم أكثر الأمة المنكر في فعل الصلاة، واللَّه أعلم. </p><p> والثاني: أن يكون الأمر بالمعروف في كل لمس ومس جرى الذكر به بين الذكور والإناث فهو بحق الكناية عن الجماع، وكذلك سائر الحروف المحتملة للكناية عنه؛ من نحو: المباشرة، والغشيان، ونحو ذلك، وبه قال كل من أجاز التيمم للجنب في حق الصلاة من الصحابة - رضوان اللَّه تعالى عليهم - واللَّه أعلم. </p><p> وإن أريد به غير الجماع مما قد يحتمل وجوهًا، فهو لا يجمع الكل، ولكن يرجع إلى خاص، وهو الذي في الغالب أن يكون ثم خروج وإن لم يكن، وهي المباشرة الفاحشة؛ دليله ذكر المرض والسفر على غير اقتران الحكم بنفسه؛ إذ هو اسمان لوجوه، فانصرفا إلى غاية ما له وقعت الرخصة من العجز والعدم، فمثله أمر الوضوء في الأول، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَتَيَمَّمُوا صَعِيدًا طَيِّبًا) </p><p> قيل: التيمم: القصد؛ يقال: تيممت الصعيد وأممته، لغتان. </p><p> وقوله:  (فَتَيَمَّمُوا) : تعمدوا صعيدًا طيبًا، فإذا كان التيمم القصد والتعمد إلى الصعيد - لم يجز إلا بالنية؛ لأنه - عَزَّ وَجَلَّ - أمر بالقصد إليه والتعمد، وذلك أمر بالنية؛ لأن القصد نية. </p><p> وفي حرف حفصة وابن مسعود - رَضِيَ اللَّهُ عَنْهُ - \" فأموا صعيدًا طيبًا \" أي: اقصدوا قصده، والصعيد، قيل: هو وجه الأرض، وسمي: صعيدًا؛ لما يصعد عليها. </p><p> وقيل: الصعيد هو الأرض التي تنبت؛ ألا تري أنه رُويَ عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" جُعِلَتْ لي الأَرْضُ مَسجِدًا وَطَهُورًا، إِلا السَّبَخَةَ وَالمَقْبَرَةَ \" وقيل: إنها ملعونة؛ ولهذا قال أبو يوسف - رحمه اللَّه -: إن التيمم لا يجوز من الأرض السبخة؛ لأنها ليست </p><p> بطيب، والطيب ما ينبت، وأما أبو حنيفة - رضي اللَّه عنه - فإنه قال: الطيب: هو الطاهر الحلال، له أن يتيمم به إذا عدم الماء، الطيب: اسم ما أحل في كل نوع، من المقصود فيه، والمقصود في التيمم التطهر، فهو الطهور والطاهر، وأيده الخبر الذي ذكر من جعل الأرض طهورًا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ) </p><p> الأمر يقع بمسح الأيدي على الذراعين دون الكفين؛ دليله أمر الوضوء أنه يُغْسَلُ الذراعان وقت غسلهما بلا غسل كفين؛ إذ قد تقدم غسلهما، فالذراعان دخلتا في المسح بذكر اليد، وكذلك في الوضوء؛ لأن الكفين يغسلان قبل غسل الوجه، فالأمر بغسل اليد يقع على الذراعين وما وراء ذلك. </p><p> وعن موسى بن عقبة، عن الأعرج، عن أبي الجهيم قال: أقبل رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من غائط أو بول، فسلمت عليه، فلم يرد عليَّ السلام، فضرب باليد الحائط ضربة فمسح بها وجهه، ثم ضرب ضربة أخرى فمسح بها يديه إلى المرفقين، ثم رد السلام. </p><p> وهكذا يقول أصحابنا - رحمهم اللَّه - بالضربتين: ضربة للوجه، وضربة للذراعين. </p><p> الأصل: أنه إذا قال اللَّه - عَزَّ وَجَلَّ - في الوضوء:  (وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ) : أنه في وقت الأمر يفعل الغسل إلى المرافق غير مخاطب بغسل الكفين على حق غسل الذراع؛ إذ </p>"
}