{
  "id": null,
  "sura": 4,
  "aya": 127,
  "text": "<p> لمنفعة ترجع إليهم؛ فإذا ناقض .. خرج الفعل من الحكمة. فأما اللَّه - سبحانه وتعالى - يمتحن عباده، ويبعث الرسل - عليهم السلام - لحاجة بالمبعوث إليهم وبالممتحنين، ولمنافع ترجع إليهم؛ فيكون ذلك منه كهدايا؛ فمن لا يقبلها فنفسه يضر ولحقها يبخس، لا أن يرجع إليه ذلك؛ فزال ذلك المعنى الذي له خرج الفعل من الخلق عن حد الحكمة؛ فلزم القول بموافقة الحكمة والمصلحة، ولا قوة إلا باللَّه. </p><p> * * * </p><p> قوله تعالى:  (وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ وَأَنْ تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيمًا (١٢٧) وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا وَالصُّلْحُ خَيْرٌ وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ وَإِنْ تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا (١٢٨) وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ وَإِنْ تُصْلِحُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا (١٢٩) وَإِنْ يَتَفَرَّقَا يُغْنِ اللَّهُ كُلًّا مِنْ سَعَتِهِ وَكَانَ اللَّهُ وَاسِعًا حَكِيمًا (١٣٠) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ. . .) الآية. </p><p> ذكر الاستفتاء في النساء، وليس فيه بيان عما وقع به السؤال؛ إذ قد يجوز أن يكون في الجواب بيان المراد في السؤال، وإن لم يكن في السؤال بيان؛ نحو قوله - تعالى -: (وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ) ؛ دل الأمر باعتزال النساء في المحيض - على أن السؤال عن المحيض إنما كان عن الاعتزال، وإن لم يكن في السؤال بيان المراد؛ وكذلك قوله - تعالى -: (وَيَسْأَلُونَكَ عَنِ الْيَتَامَى قُلْ إِصْلَاحٌ لَهُمْ خَيْرٌ وَإِنْ تُخَالِطُوهُمْ. . .) الآية؛ دل قوله:  (وَإِنْ تُخَالِطُوهُمْ) وعلى أن - السؤال إنما كان عن مخالطة اليتامى، وكقوله:  (يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ) ؛ دل قوله:  (فِيهِمَا إِثْمٌ كَبِيرٌ) وعلى أن السؤال عن الخمر والميسر - ما ذكر في الجواب من الإثم، وإن لم يكن في السؤال بيان ذلك. </p><p> ثم قوله - تعالى -: (وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ) ليس في السؤال ولا في الجواب بيان ما وقع به السؤال؛ فيحتمل أن يكون السؤال في أمورهن جميعًا: في الميراث وغير ذلك من الحقوق، ثم ذكر واحدًا فواحدًا؛ كقوله - تعالى -: (لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ) ، كقوله: (لِلرِّجَالِ نَصِيبٌ مِمَّا اكْتَسَبُوا </p><p> وَلِلنِّسَاءِ نَصِيبٌ مِمَّا اكْتَسَبْنَ) الآية، هذا في الميراث. وأما في الحقوق فقال اللَّه - عَزَّ وَجَلَّ -: (وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ) . ويحتمل غيرها من الحقوق سوى حقوق النكاح، فترك البيان في الجواب؛ لما ذكر واحدًا فواحدًا في غيرها من الآي؛ إذ الجواب خرج مخرج العدة أنه يفعل بقوله - عَزَّ وَجَلَّ -: (يُفتِيكُمْ) ، وقد فعل هذا، واللَّه أعلم. </p><p> ويحتمل غير هذا: وهو أن يترك البيان في السؤال والجواب؛ لنوازل يعرفها أهلها، لم يحتج إلى بيان ما وقع به السؤال؛ لمعرفة أهلها به. </p><p> ويحتمل ما قاله أهل التأويل: وهو أنهم كانوا لا يورثون النساء ولا الصغار من الأولاد؛ وإنما كانوا يورثون المقاتلة من الرجال والذين يحرزون الغنائم، فلما بين اللَّه - عَزَّ وَجَلَّ - للنساء وللصغار نصيبًا في الأموال، وفرض لهم حقًّا، سألوا عند ذلك رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن ذلك؛ فأنزل اللَّه - تعالى -: (وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ) ، وكذلك روي عن ابن عَبَّاسٍ - رضي اللَّه عنه - وذكر القصة هكذا، واللَّه أعلم. </p><p> ويحتمل: أن يكون السؤال وقع عن يتامى النساء؛ ألا ترى أنه قال - عَزَّ وَجَلَّ -: (وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ) الآية. </p><p> قيل: كانت اليتيمة في حجر الرجل ذات مال؛ يرغب عن أن يتزوجها لدمامتهما، ويمنعها عن الأزواج؛ رغبة في مالها، وهكذا روي عن عائشة، رضي اللَّه عنها. </p><p> وعلى ذلك يخرج قوله:  (وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ. . .) الآية. </p><p> وقوله:  (وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ) </p><p> هذا - واللَّه أعلم - كأنه معطوف، على قوله:  (وَيَسْتَفْتُونَكَ فِي النِّسَاءِ) ، والمستضعضون من الولدان، على ما ذكرنا من الميراث والحقوق. </p><p> (وَأَنْ تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ) </p><p> في إبقاء حقوقهم وأداء ما لهم عليكم. </p>"
}