{
  "id": null,
  "sura": 4,
  "aya": 84,
  "text": "<p> (لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا) ، وحيث قال:  (وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ (٣٩) إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ). </p><p> وقال غيرهم ما ذكرنا على التقديم والتأخير: وإذا جاءهم أمر من الأمن أو الخوف أذاعوا به إلا قليلا منهم، واللَّه أعلم بذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ ... (٨٤) </p><p> قوله:  (لَا تُكَلَّفُ إِلَّا نَفْسَكَ) يحتمل وجهين: </p><p> أي: ليس عليك حسابهم ولا جزاء تخلفهم، إنما حساب ذلك عليهم؛ كقوله - عز وجل -: (مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ) ، وكقوله - عَزَّ وَجَلَّ -: (فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ) . </p><p> والثاني:  (لَا تُكَلَّفُ إِلَّا نَفْسَكَ) </p><p> أي: تكلف أنت بالقتال والجهاد، وإن تخلف هَؤُلَاءِ عن الخروج معك؛ يؤيد ذلك ما روي عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال: هذا حين استنفر النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أصحابه - رضي الله عنهم - بوعد أبي سفيان بدرا الصغرى، فخذله الناس؛ فأنزل اللَّه - تعالى - هذه الآية؛ فقال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" لَأخْرُجَن إِلَى بَدْرٍ وَإِنْ لَم يتبِعْنِي أَحَدٌ مِنْكُم \" ، فاتبعه أقل الصحابة - رضي اللَّه عنهم - وقالوا: حسبنا اللَّه ونعم الوكيل. </p><p> وفيه دليل وعد النصر له والفتح، والنكبة على الأعداء؛ لأنه تكلف الخروج وحده؛ فلو لم يكن وعد النصر له - لم يؤمر بالخروج؛ ألا ترى أنه قال اللَّه - عَزَّ وَجَلَّ -: (عَسَى اللَّهُ أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا) ، و \" عسى \" من اللَّه - تعالى - واجب. </p><p> وفي قوله - تعالى -: (عَسَى اللَّهُ) وعد نصره وإن خرج وحده؛ إذ الـ \" عسى \" هو من اللَّه واجب. </p><p> وقوله - عَزَّ وَجَلَّ -: و (حَرِّضِ الْمُؤْمِنِينَ) يحتمل وجوهًا: </p><p> يحتمل: حرض المؤمنين بالثواب لهم وكريم المآب على ذلك. </p><p> ويحتمل قوله - تعالى -: و (حَرِّضِ الْمُؤْمِنِينَ) ؛ لما في القتال معهم إظهار دين اللَّه - الإسلام - وفي ترك المجاهدة والقتال معهم نصر العدو عليهم، وإظهار دينهم، أمر - عز وجل - رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ليرغبهم في مجاهدة أعدائهم. </p>"
}