{
  "id": null,
  "sura": 4,
  "aya": 80,
  "text": "<p> فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا (٨١) أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا (٨٢) </p><p> وقوله - عَزَّ وَجَلَّ -: (مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ ... (٨٠) </p><p> لأن اللَّه - تعالى - أمر بطاعة الرسول، فإذا أطاع رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقد أطاع اللَّه - تعالى - لأنه اتبع أمره؛ ألا ترى أنه قال - عَزَّ وَجَلَّ -: (وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ) ، وحتى جعل طاعة الرسول من شرط الإيمان بقوله - عَزَّ وَجَلَّ -: (فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ) الآية. </p><p> والثاني: أن الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إنما يأمر بطاعة اللَّه، فإن أطاع رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وائتمر بأمره فقد أطاع اللَّه - عَزَّ وَجَلَّ - لأنه هو الآمر بطاعة اللَّه، وباللَّه التوفيق. </p><p> وقيل: لأن الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يأمر بأمر اللَّه - تعالى - لذلك كانت طاعته طاعة اللَّه، وذكر في بعض الأخبار أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال في المدينة:  \" مَنْ أَحَبَّني فَقَدْ أَحَبَّ اللهَ - تعالى - وَمَنْ أَطَاعَني فَقَدْ أَطَاعَ اللهَ \" فعيره المنافقون في ذلك فأنزل اللَّه - تعالى - تصديقًا لقول النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: (مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا) . </p><p> وروي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" مَنْ أَطَاعَ اللهَ فَقَدْ ذَكَرَ وَإِنْ قَلَّتْ صَلَاتُهُ وَصِيَامُهُ وَتلَاوَتُهُ الْقُرْآنَ، وَمَنْ عَصَاهُ فَقَدْ نَسِيَ اللهَ - تَعَالَى - وإنْ كَثُرَ صِيَامُهُ وَصَلَاتُهُ وَتِلَاوَتُهُ القُرْآنَ \" ، فطاعة اللَّه - تعالى - إنما تكون في اتباع أمره، وانتهاء مناهيه، وكذلك حبه إنما يكون في اتباع أمره ونواهيه؛ كقوله - تعالى -: (قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ) . </p><p> وقوله -أيضًا- (مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ) ظاهر مكشوف، حقيقته أنه يطيعه لطاعة اللَّه؛ إذ الأمر يطيعه على أنه يدعوه إلى طاعته، وطاعته إجابته له بما يطيع اللَّه به، وحكمته أنه لم يجعل مسلك الطاعة عبادة وإن كانت هي لله عبادة، ولا تجوز عبادة الرسول؛ فصير اللَّه - تعالى - طاعته عبادة لله - تعالى - فأعلم: أن الطاعة قد تكون غير مستحقة لاسم العبادة؛ إذ قد يسمى لا من ذلك الوجه، ولذلك جاز القول بمطاع في الخلق، ولا يجوز بمعبود، واللَّه أعلم. </p><p> وأيضا: فيه شهادة له بالعصمة في كل ما دعا إليه وأمر به، وإلزام للخلق بالشهادة له بالصدق في ذلك والقيام به، أكد بقوله - تعالى -: (فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ. . .) ، وبقوله - عَزَّ وَجَلَّ -: (فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ. . .) الآيتين جميعًا، وذلك الإباء على لزوم طاعته أخوف مخالفة العذاب الأليم، وأزال عن الواجد في نفسه من قضائه الحرج الإيمان، ثم ليست طاعته في فعله خاصة، أو قول ما يقوله، ولكنها بوجهين: </p><p> أحدهما: اعتقاد كل فعل وقول على ما عليه عنده من خصوص، أو عموم، أو إلزام، أو آداب، أو إباحة، أو ترغيب. والثاني: في الوفاء بالذي منه المراد فيه من أن يفعل كفعله أو يتقي ذلك، أو يستعمله في حق الإباحة، أو ما أراد من محله فيه، يعرف موقع كل من ذلك بالأدلة، ولا قوة إلا باللَّه. </p><p> وقول من يقول: لا يلزم طاعته في فعله أو يلزم، كلام بهذا الإطلاق لا معنى له. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا) </p><p> في أعمالهم وأفعالهم، فإنما عليهم ما عملوا وعليكم ما عملتم، ما تسأل أنت عن أعمالهم، ولا يسألون عما فعلتم، واللَّه أعلم. </p><p> ويحتمل قوله:  (فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا) يطلع على سرائرهم، إنما عليك أن تعاملهم على الظاهر، واللَّه أعلم. </p>"
}