{
  "id": null,
  "sura": 4,
  "aya": 131,
  "text": "<p> وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا (١٣٢) إِنْ يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِآخَرِينَ وَكَانَ اللَّهُ عَلَى ذَلِكَ قَدِيرًا (١٣٣) مَنْ كَانَ يُرِيدُ ثَوَابَ الدُّنْيَا فَعِنْدَ اللَّهِ ثَوَابُ الدُّنْيَا وَالْآخِرَةِ وَكَانَ اللَّهُ سَمِيعًا بَصِيرًا (١٣٤) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللَّهَ ... (١٣١) </p><p> وصى الخلق كلهم:  (أَنِ اتَّقُوا اللَّهَ) ، ثم قوله - عَزَّ وَجَلَّ -: (وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللَّهَ. . .) . </p><p> قيل: وصينا: أمرنا. </p><p> وقيل: وصينا: فرضنا على الذين أوتوا الكتاب من قبلكم وإياكم: (أَنِ اتَّقُوا اللَّهَ) ، وقوله - عَزَّ وَجَلَّ -: (أَنِ اتَّقُوا اللَّهَ) ، قيل: أي أمرناهم أن يوحدوا اللَّه ويتقوا الشرك. </p><p> وقال مقاتل:  (أَنِ اتَّقُوا اللَّهَ) ، أي: وحدوا اللَّه. </p><p> وقيل: قوله - تعالى -: (أَنِ اتَّقُوا اللَّهَ) ، أي: أطيعوه فيما أمركم ونهاكم عنه. </p><p> ويحتمل:  (أَنِ اتَّقُوا اللَّهَ) ، أي: اتقوا عذاب اللَّه ونقمته، ولا تعبدوا غيره دونه (وَإن تَكْفُرُوا) . </p><p> ولم تتقوا فيما أمركم اللَّه ونهاكم. </p><p> (فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) </p><p> ذكر هذا على أثر قوله:  (وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللَّهَ) ؛ ليعلموا أنه لم يأمرهم بذلك لحاجة له في عبادتهم، ولم يأمر لمنفعة نفسه؛ إذ من له ملك ما في السماوات وما في الأرض لا يحتاج إلى آخر ينتفع به؛ ولكن ليعلموا أنه - تعالى - إنما أمرهم بذلك لحاجتهم في ذلك، ولمنفعة أنفسهم؛ ألا ترى أنه قال - عز وجل -: (وَكَانَ اللَّهُ غَنِيًّا حَمِيدًا) غنيًّا عن عبادتكم له وطاعتكم إياه، وحميدًا في سلطانه، ويكون غنيًّا عن خلقه في الأزل، حميدًا في فعله، وذلك الحميد في الفعل يخرج على إتقان الفعل وإحكامه، أو على إحسانه إلى خلقه، وإنعامه عليهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا (١٣٢) </p><p> هو ما ذكرنا من غنائه عن عبادة خلقه وطاعتهم له. </p>"
}