{
  "id": null,
  "sura": 4,
  "aya": 93,
  "text": "<p> إذ الذي له حكم العمد والخطأ لا يظهر لغيره. </p><p> والثاني: وكان اللَّه لم يزل عليمًا بالذي يكون من عباده، وبالذي به المصالح بينهم؛ فحكم بما فيه المصالح، فيما علم من وقوع الجنايات. </p><p> والثالث: يبين أنه لا عن جهل يقع الخلاف لأمره ولما لم يرض به من خلقه، ولا عن خطأ في التدبير، أي: عليم بالذي يكون من الخلق، لا عن جهل بهم خرج أمرهم، وحكيم في التدبير، أي: لا يلحقه الخطأ في تدبير الخلائق، على ما يكون منهم من الفساد والشر؛ إذ بمثله من غيره يعلم الخطأ والجهل؛ لما في ذلك ضرر يقع به، واللَّه يتعالى عن هذا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا ... (٩٣) قيل في بعض القصة: إن رجلا قتل آخر عمدا؛ فلما علم أنه يُقتل به ارتد عن الإسلام، ولحق بدار الحرب؛ فنزل الوعيد. </p><p> وهذا - واللَّه أعلم - كقوله تعالى:  (الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ) كانوا يمنعون الزكاة لما كان عندهم أن الزكاة تنقص المال؛ فجحدوا بها رأسًا، وكقوله:  (لَمْ نَكُ مِنَ الْمُصَلِّينَ (٤٣) وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ (٤٤) وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ (٤٥) وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ (٤٦) . فتركوا الزكاة والصلاة؛ لما يلحقهم بذلك مؤن وأشغال، يشغلهم ذلك كله عما تهوى أنفسهم؛ فانكروا رأسًا؛ لأنهم إن صلوا وأدوا الزكاة لا يكون ذلك صلاة وزكاة؛ إذ كانوا يكذبون بيوم الدِّين؛ فعلى ذلك قاتل المسلم عمدًا إذا علم أنه مقتول به ترك دينه؛ فصار من أهل النار خالدًا مخلدًا فيها. </p><p> ويحتمل قوله:  (وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا) لدينه يقتله عمدا، غير غالط فيه ولا جاهل، عالما بذلك، وإلى قتله لدينه قاصدًا، ومن كان هذه صفته فقد كفر، ووجب له هذا الوعيد الذي ذكره في كتابه الكريم، إلا أن يجدد إيمانا؛ فإن اللَّه - تعالى - يقبل إيمانه وتوبته. </p><p> والرابع: أن يكون الوعيد الذي ذكره في كتابه ذلك جزاء، ولله الإفضال عليه بالعفو والمجاوزة؛ إذ ذلك جزاؤه إن لم يكن له حسنات يقابل به، فإما إذا كانت له </p><p> حسنات يقابل به، يبدل اللَّه بفضله - سيئاته حسنات، كقوله - تعالى -: (فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ) . </p><p> ثم الدليل أن الآية فيمن قتل مسلمًا لدينه، قاصدا لنفسه دون دينه - قوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى) ، وإنما يكتب عليهم إذا كان القتل قتل عمد، وأبقى لهم بعد القتل اسم الإيمان، ثم قال:  (فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ) ؛ فأبقى لهم اسم الإخوة، ثم قال:  (ذَلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ) أطمعه في رحمته - عَزَّ وَجَلَّ - وبعيد أن يكون له مع هذا خلود في النار؛ فدلت الآية على بقاء اسم الإيمان، وعلى رجاء الرحمة، وهما معنيان ينقضان قول المعتزلة؛ حيث خلدوا صاحب الكبيرة في النار، ولأنه - تعالى - قال:  (فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا) ولم يقل: يجزيه، وله أن يتفضل بالعفو عنه، على ما وصفنا، وبالله التوفيق والنجاة. </p><p> وروي عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - في تأويل الآية ما يؤيد ما قلنا: روي عنه أنه قال في قوله: (فَجَزَاؤُهُ جَهَنَّمُ) ، قال: هي جزاؤه، إن شاء عذبه وإن شاء غفر له. </p><p> وروي عن أبي سعيد الخدري أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" كَانَ فِيمَنْ قَبلَكُم رَجُل قَتلَ تسعًا وَتِسعِينَ نَفْسا، فسَأَلَ عَنْ أَعْلَمِ أَهْلِ الْأَرْضِ؟ فَدُلَّ عَلَى رَاهِبٍ؛فَأَتَاهُ فَقَالَ:إِني قَتَلْتُ تِسعَة وَتِسعِينَ نَفْسًا بِغَيرِ حَق؛ فَهَلْ لِي مِنْ تَوبَةٍ؟فَقَالَ:لَا. فَقَتَلَهُ، ثُمَّ سَألَ عَنْ أَعْلَمِ أَهْلِ الْأَرْضِ، فَدُلَ عَلَى رَجُلٍ،فَأتاهُ فَقَالَ:إِني قَتَلْتُ مِائةَ نَفْسٍ بِغَيرِ حَق؛ فَهَلْ لِي مِنْ تَوْبَةٍ؛قَالَ:نَعَم، وَمَنْ يَحُولُ بَينَكَ وَبَيّنَ التوبَةِ؟! انْطَلِقْ إِلَى أَرضِ كَذَا وَكَذَا؛ فَإِنَّ فِيهَا أُنَاسًا يَعْبُدُونَ اللهَ فَاعْبُدْهُ مَعَهُم؛ فَانْطَلَقَ، حَتَّى إِذَا بَلَغَ نِصْفَ الطرِيقِ أَتَاهُ الْمَوتُ، فَاخْتَصَمَ مَلَائِكَةُ الرحْمَةِ وَمَلَائِكَةُ الَعَذابِ، فَأتاهُم مَلَكٌ، فَجَعَلُوهُ حَكَمًا بَينَهُم،فَقَالَ:قِيسُوا مَا بَينَ الْأَرضينِ، أَيهُمَا كَانَ أَدْنَى وَأَقْرَبَ فَهُوَ لَهُ؛ فَقَاسُوهُ فَوَجَدُوهُ أَدْنَى لِلْأَرْضِ التِي أَرَادَ؛ فَقَبَضَتْهُ مَلَائِكَةُ الرحْمَةِ \" . </p>"
}