{
  "id": null,
  "sura": 4,
  "aya": 24,
  "text": "<p> يحتمل: كان في ذلك الوقت فاحشة. </p><p> ويحتمل: كان فاحشة، أي: صار فاحشة في الإسلام. </p><p> * * * </p><p> قوله تعالى:  (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ كِتَابَ اللَّهِ عَلَيْكُمْ وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا (٢٤) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ) اختلف في تأويله: </p><p> قال ابن مسعود - رَضِيَ اللَّهُ عَنْهُ -: \" والمحصنات عن النساء إلا ما ملكت أيمانكم \" قال: ذات الأزواج من المسلمين والمشركين. </p><p> وقال علي - رَضِيَ اللَّهُ عَنْهُ -: ذات الأزواج من المشركين. </p><p> وذهب عبد اللَّه في تأويل الآية إلى أن بيع الأمة طلاقها؛ فيحل للمشتري وطؤها، وأسر الكتابية والمشركة يحلها لمولاها؛ وإن كان لها زوج في دار الحرب. </p><p> وذهب علي - رَضِيَ اللَّهُ عَنْهُ - إلى أن الآية نزلت في المشركات. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال: كل ذات زوج إتيانها زنا؛ إلا ما سبيت. </p><p> وروي عن أبي سعيد الخدري - رَضِيَ اللَّهُ عَنْهُ - قال: وقعت في سهمي يوم أوطاس جارية، فبينا أنا أسوقها إذ رفعت رأسها إلى الحل فقالت: ذلك زوجي؛ فأنزل اللَّه - سبحانه وتعالى -: (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ. . .) الآية، قال أبو سعيد - رَضِيَ اللَّهُ عَنْهُ -: فاستحللنا فروجهن بها. </p><p> بيّن أبو سعيد الخدري، في حديثه أن الآية نزلت في المشركات ذات الأزواج، </p><p> وكأن حديثه يقوي قول علي بن أبي طالب - رَضِيَ اللَّهُ عَنْهُ - ومن وافقه. </p><p> وقيل -أيضًا- في تأويل الآية:  (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ) قال: والمحصنات من النساء حرام على الرجال إلا ما ملكت يمينك، قال: ملك يمينه امرأته. </p><p> وعن أبي قلابة قال: ما سبيتم من النساء، إذا سبيت المرأة ولها زوج من قومها، فلا بأس أن يطأها. </p><p> وعن ابن عَبَّاسٍ - رضي اللَّه عنه -: (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ) قال: لا يحل له أن يتزوج فوق أربع نسوة وما زاد عليهن، فهو عليه حرام كأمه وابنته وأخته:  (إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ) الإماء فإنه على أربع، وأكثر من أربع. </p><p> وعن أبي سعيد الخدري - رضي اللَّه عنه -: (إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ) هن نساءكنَّ نُصيبهن، يهاجرن ولا يهاجر أزواجهن، فمنعناهن في هذه الآية، ثم أنزل اللَّه - عز وجل - في الممتحنة:  (وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ) ، حللن لنا بعد أن نتزوجهن، وفيه نهى عن الزنا وأباح التزويج، فجعلوا ملك اليمين التزويج. </p><p> وأصح التأويلين وأولاهما بالقبول ما روي عن عليٍّ أبن أبي طالب - رضي اللَّه عنه -، </p><p> وابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - لما روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في ذلك، وظاهر القرآن يدل على أن ذلك هو الحق؛ لأن اللَّه - تعالى - قد فَصل في غير هذا الموضع بين التزويج وملك اليمين، فجعل ملك اليمين الإماء؛ ألا ترى إلى قوله:  (إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ) وقال: (لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ) ، فهاتان الآيتان تدلان على أن قول اللَّه - سبحانه وتعالى - في آية المحصنات:  (إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ) على غير الأزواج، كما روي عن الجماعة من الصحابة - رضوان اللَّه عليهم أجمعين - الذين ذكرناهم، ثم الكلام بين علي وابن مسعود - رضي اللَّه عنهما - ونحن نعلم أن ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - أوجب على الأمة إذا باعها مولاها ولها زوج - العدة؛ إذا كان قد دخل بها، وأنها عنده لا تحل لمولاها حنى تنقضي عدتها، فلم يجعلها حلالا للمولى الثاني بملكه إياها؛ فكان قول علي - رَضِيَ اللَّهُ عَنْهُ - أشبه بظاهر الآية؛ لأنه تأول الآية على متزوجة تحل بالملك لمولاها في حال الملك من قول عبد اللَّه؛ إذ جعلها محرمة وإن كانت مملوكة حتى تمضي عدتها. </p><p> وفي ذلك وجه آخر: وهو أن اللَّه - تعالى - قال:  (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ) وعند اللَّه يحرمها على البائع ويحلها للمشتري، ولم يخص اللَّه - تعالى - أحدًا من المالكين. </p><p> وروي عن علي بن أبي طالب - رَضِيَ اللَّهُ عَنْهُ - حمل الآية على امرأة كافرة متزوجة سبيت، فأحلها اللَّه - تعالى -: هي لمالكها، فلم تعرف من حال المملوكة، هذا مع موافقة الحديث الذي رواه أبو سعيد الخدري، رَضِيَ اللَّهُ عَنْهُ. </p><p> وظاهر الآية يدل على أن المأسورة ذات الزوج لا عدة عليها، وهو قوله - تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ. . .) إلى قوله: (وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ) ، فأمر ألا يردهن إليهم وينكحهن، فلما جاز أن يتزوج الحرة إذا خرجت مسلمة ولا عدة عليها، حلت إذا سبيت فملكت قبل أن تعتد. </p><p> والثاني: إنها كانت حرة، فأبطل السبي حكم الحرية والزوجية، فكذلك يبطل حكم العدة. </p><p> هذا كله إذا سبيت ولم يكن معها زوجها، فأما إذا سبيت وزوجها معها، فإن الفرقة لا </p><p> تقع بينهما؛ لأنها لو بانت من زوجها بانت للرق، والرق لا يمنع ابتداء النكاح كيف يعمل في فسخ نكاح ثابت؟ ولكن اختلاف الدارين هو الموقع فيما بينهما الفرقة؛ لفوت الاجتماع بينهما، وإذا فات الاجتماع بين الزوجين والإياس عن الانتفاع وقعت الفرقة فيما بينهما، وهذا يبطل قول من يقول: إنه تقع الفرقة فيما بينهما للرق. </p><p> والثالث: أن العدة حق من حقوق الزوج؛ يبين ذلك قول اللَّه - سبحانه وتعالى -: (فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا) ، فلا يجوز أن يبقى للحربي على المسلمة الخارجة إلى دار الإسلام حق، فإذا لم تكن عليها العدة لها أن تتزوج، وسبيل الأمة المسبية مسألة الحرة المسلمة؛ لأن حكم الإسلام قد جرى عليها؛ فحلت للمولى وإن كان لها في دار الحرب زوج. </p><p> ومن الدليل -أيضًا- على أن المسبية ذات الزوج يحل تزوجها ووطؤها لمولاها: أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - تزوج صفية بنت حيي بن أخطب في رجوعه من خيبر قبل أن يصل إلى المدينة، ومعلوم أنه كان لها زوج كبير، وأن عدتها منه لو كانت واجبة لم تنقض في تلك المدة؛ فهذا يبين ألا عدة على مسبية من زوجها المقيم في دار الحرب، ولا على مسلمة إذا خرجت من دار الحرب، وأقام زوجها هنالك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ. . .) الآية. </p><p> قيل فيه بأوجه ثلاثة: </p><p> أحدها: في المسبية ذات الأزواج، وكذلك روي عن عليٍّ وأبي سعيد الخدري - رضي اللَّه عنهما - فيكون فيه أمران: </p><p> أحدهما: الحرمة على الأزواج. </p><p> والثاني: ارتفاع العدة؛ إذ هما حقان للحربي، وحقه في نفسه لا يمنع الاسترقاق، ولو كانت حُرة الاستمتاع فمثله في زوجته، لكن يدخل على هذا سبي الزوج معها أن الرق قد ثبت فيهما ولم يبطل النكاح؛ فيجاب لهذا بوجهين: </p><p> أحدهما: الاستحسان من حيث يلزم المولى حق الإنكاح بقوله: (وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ وَالصَّالِحِينَ. . .) الآية، فلم يبطل عليه التجديد، وليس هذا في سبي الزوجة؛ </p><p> فلا تعفف لها به، وهو في دار الحرب. </p><p> والثاني: أن يكون الزوج وحق الرق إنما يجب إذا أخرج المرء من يد نفسه، والمملوك قد يكون له يد في النكاح، فكأنها لم تخرج من يده إذا سبي معها، وإذا لم يسبيا لا يكون لمن في دار الحرب يد في دار الإسلام. </p><p> وفي حق الآية عبارة أخرى: أنها إذا سبيت دونه انقطعت عنها عصمة الزوج، وقد جعل اللَّه - تعالى - انقطاع عصمته بسبب حل غيره؛ لقوله - تعالى -: (إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ. . .) إلى قوله (وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ) ، وقد جعل ذلك في الزوج سببًا لقطع عصمته بقوله - تعالى -: (وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ) ، وعصمة الزوجين عصمة مشتركة، أيهما خرج مسلمًا خرج لئلا يعود، وكذلك المختلف يختلف لئلا يخرج؛ فبطلت العصمة بينهما، وأحل التناكح، ولو خرجا معًا لا، فمثله أمر السبي. </p><p> وتأويل آخر: أن يكون قوله - تعالى -: (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ. . .) الآية إلى قوله: (فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ. . .) الآية، على ألا يحل وراء الأربع إلا ملك يمين، وعلى هذا في غير ذات الأزواج، وقد روي مثله عن ابن عَبَّاسٍ - رضي اللَّه عنه - ويكون في ذلك بيان ما كانت حرمته من حيث العدد، ويختص في النكاح، فإن كان النكاح وملك اليمين فيما كانت الحرمة من حيث المنكوحة يستوي من حيث كانت حرمة العدد بحيث العقد بما فيه من الحقوق التي لا يقوم لها إلا بشر قد عصم، وملك اليمين لا يجب فيه ذلك، وما كانت الحرمة بحيث نفس المرأة تستوي لاستواء الملكين في حق الحل والحرمة. </p><p> ووجه آخر: قيل: المحصنات: هن الحرائر، وما ملكت أيمانكم بالنكاح، فذهب من يقول بهذا إلى ما لو لم يذكر \" أيمان \" ، ولكن قال:  \" المحصنات من النساء إلا ما ملكتم \" ؛ فيكون التحريم في غير النكاح، لكنه بعيد على المعهود من الكلام أنه لا يتكلم به إلا في ملك اليمين خاصة، ويجوز جعل الأمرين من الإماء على خطر وطء الزانيات على الموالي، واختيار المتعففات منهن لمكان الأولاد. </p><p> وقوله - تعالى -: (كِتَابَ اللَّهِ عَلَيْكُمْ) </p><p> قيل: كتب اللَّه عليكم ما ذكر مما مر في هَؤُلَاءِ الإناث. </p><p> وقال الكسائي: نصب كتاب اللَّه على قوله: حرم كذا وأحل كذا، كتاب اللَّه عليكم؛ على الأمر؛ يقول: عليكم كتاب اللَّه، ودونكم كتاب اللَّه، اتبعوا كتاب اللَّه، في نحو هذا المعنى. </p><p> وقيل:  (كِتَابَ اللَّهِ عَلَيْكُمْ) يقول: هذا حرام اللَّه عليكم في الكتاب. </p><p> وقيل: هذا التحريم من النكاح قضاء اللَّه عليكم في الكتاب. </p><p> وقوله - جل وعز -: (وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ) اختلف فيه: </p><p> قيل:  (مَا وَرَاءَ ذَلِكُمْ) أي: ما سوى ذلكم، وهو قول ابن عَبَّاسٍ، رضي اللَّه عنه؛ دليله قوله:  (وَيَكفرونَ بِمَا وَرَآءَهُ) ، أي: سواه. </p><p> وقيل:  (مَا وَرَاءَ ذَلِكُمْ) أي: ما قبله وأمامه، وهو كقوله:  (وَكَانَ وَرَاءَهُمْ مَلِكٌ) ، وهو كان أمامهم. </p><p> وقيل:  (وَرَاءَ ذَلِكُمْ) أي: بعد ذلك وخلفه، وهو ظاهر. </p><p> ومن قال سوى ذلك يقول: أحل لكم ما سوى ذلكم الذي حرم عليكم ما لم يسم لكم. </p><p> ومن قال (وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ) : أمام ذلك وقبله، وهو ما ذكر قبل هذه المحرمات: قوله: (فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ) . </p><p> ومن قال:  (مَا وَرَاءَ) : بعد، أي: ما بعد الأربعة الأصناف المحرمة: المحرمات بالنسب، والمحرمات بالرضاعة، والمحرمات بالصهر، والمحرمات بالجمع، يقول: أحل لكم ما بعد هَؤُلَاءِ الأربعة الأصناف. </p><p> وقيل في قوله:  (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ) : هن المتعففات من الإماء (إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ) من الإماء المسافحات الزانيات، كأنه قال: فاستمتعوا بالمتعففات منهن ولا تستمتعوا بالزانيات؛ لأنهن يلبسن عليكم النسب، وهو كقوله - تعالى -: (وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّنًا) . </p><p> وقوله:  (وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ) بين اللَّه - تعالى - أن النكاح لا يكون إلا ببدل يكون مالًا؛ لأنه قال:  (بِأَمْوَالِكُمْ) . </p><p> وفي الآية دلالة -أيضًا- على أن ما يملك ولا يقع عليه اسم المال لا يَكْفِيَنَ مهرًا؛ لأنه قال:  (أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ) ولا يسمَّى الدانق والحبة: مالًا، ولو كانت الحبة مالًا كانت التمرة مالًا، فثبت بما وصفنا من دلالة الآية أن المهور لا تكون إلا من الأملاك. </p><p> فَإِنْ قِيلَ: روي أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال لرجل:  \" قَدْ زَوجْتُكَهَا بِمَا مَعَكَ مِنَ الْقُرْآنِ \" ، قيل: تأويله عندنا - واللَّه أعلم -: \" بما معك من القرآن \" أي: من أجل ما معك من القرآن، ولا يجوز أن تكون السورة مهرًا بدليل الكتاب؛ لأنها ليست بمال، وكذلك كل شيء ليس بمال ولا يكون له قيمة، فلا يجوز أن يكون مهرًا، وكذلك قوله - سبحانه وتعالى -: (فَنِصْفُ مَا فَرَضْتُمْ) ، يدل على أن السورة وما لا يتمول لا يكون مهرًا. </p><p> وروي عن أنس أن عبد الرحمن بن عوف - رَضِيَ اللَّهُ عَنْهُ - تزوج على وزن نواة من </p><p> الذهب. </p><p> قلنا: وزن نواة من الذهب يكون دينارًا. </p><p> فَإِنْ قِيلَ: قد بين في الخبر قيمتها ثلاثة دراهم وثلث، لكن لا ندري من كان المقوم للنواة، ولا يجوز أن يجعل تقويم ذلك المقوم وتفسيره حجة على علمائنا حتى نعلم ذلك، مع ما قال قوم: إن النواة عشرة دراهم، وهو ما قال إبراهيم. </p><p> فَإِنْ قِيلَ: روي عن جابر - رَضِيَ اللَّهُ عَنْهُ - قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" مَنْ أَعْطَى فِي نِكَاح مِلْءَ كَفهِ طَعَامًا أَوْ دَقِيقًا أَوْ سَوِيقًا فَقَدِ اسْتَحَلَّ \" . </p><p> وكذلك يقول أصحابنا - رحمهم اللَّه - ولكن يتم لها عشرة دراهم، ولم يقل النبي - - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: ولا شيء عليه سوى ذلك مع ما يقول المخالف لنا إذا كان المهر مما لا يتمول لم يكن مهرًا، وملء الكف من الطعام لا يتمول، وإن جعل ذلك مهرًا فقد ترك أصله: أن ما لا يتمول فليس بمهر، فكذلك ما روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" زَوجْتُكَهَا بِمَا مَعَكَ مِنَ الْقُرْآنِ \" ولم يذكر أن ليس عليه سوى ذلك، وأهل العلم مجمعون على أن السورة لا تكون مهرًا. </p><p> ومن الحجة لعلمائنا ما روي عن جابر بن عبد اللَّه - رضي اللَّه عنه - عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" لَا مَهْرَ دُونَ عَشَرَةٍ \" . </p><p> وروي عن علي - رَضِيَ اللَّهُ عَنْهُ - قال:  \" لا يكون المهر أقل من عشرة دراهم \" . </p><p> وعن ابن عمر - رضي اللَّه عنه - مثله. </p><p> على أن أهل العلم أجمعوا أن النكاح لا يكون إلا ببدل، وأنه خالف سائر الأملاك التي توهب ويتصدق بها بغير بدل، وكل يجعل لذلك حدا، وإن اختلفوا في ذلك المقدر والحد، وكل يقول -أيضًا-: إن التافه لا يكون مهرًا، فذهب أصحابنا أن الفروج لما لم تملك إلا ببدل، لم يجعل البدل إلا ما أجمعوا عليه، وهو عشرة دراهم؛ إذ كان النكاح مخصوصًا ألا يملك إلا ببدل دون غيره من الأملاك. </p><p> وقوله - عَزَّ وَجَلَّ -: (مُحْصِنِينَ غَيْرَ مُسَافِحِينَ) </p><p> قيل: متناكحين غير زانين بكل زانية. </p><p> وقيل:  (بِأَمْوَالِكُمْ مُحْصِنِينَ) أي: عفائف للفروج، وغير مسافحين في العلانية بالزنا؛ وكأنه أمر - عَزَّ وَجَلَّ - ابتغاء النكاح بالأموال، ونهي عن الاستمتاع بغير مال. </p><p> وقيل: المسافح الذي يزني بكل امرأة يجدها، والمسافِحَةُ كذلك تزني بكل أحد. </p><p> والمتخذات أخدان: هن اللاتي لا يزنين إلا بأخدانهن. </p><p> والسفاح من الفعل: ما ظهر وعلا. </p><p> مسألة في المتعة: </p><p> وقوله - تعالى -: (فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ) </p><p> ذهب قوم إلى جواز المتعة بهذه الآية؛ يقولون: ذكر الاستمتاع بهن ولم يذكر </p><p> النكاح، وذكر الأجر بعد الاستمتاع، والمهر إنما يجب في النكاح بالعقد: يؤخذ الزوج أولا بالمهر ثم يستمتع بها؛ فهو بالمتعة والإجارة أشبه؛ كقوله - تعالى -: (فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ) ، أمر بإيتاء \" الأجرة إذا أرضعن فعلى ذلك: لما ذكر الاستمتاع بهن، وأمر بإيتاء الأجر لا المهر؛ دل أنها نزلت في المتعة. </p><p> وأمّا عندنا: فإنها نزلت في النكاح؛ دليله ما تقدم من الذكر، وهو قوله:  (وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ) نكاحًا، وقوله:  (مُحْصِنِينَ) هو: متناكحين، (غَيْرَ مُسَافِحِينَ) هو غير زانين. </p><p> وقوله - تعالى -: (أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ) كل ذلك يدل أنه في النكاح، فكذلك قوله:  (فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ) في النكاح (فَآتُوهُنَّ أُجُورَهُنَّ) وقد سمى اللَّه المهر أجرًا؛ كقوله:  (إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ) ، وقال:  (فَانْكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَآتُوهُنَّ أُجُورَهُنَّ) . </p><p> وأما قولهم: ذكر إيتاء الأجر بعد الاستمتاع والمهر يجب بالنكاح - فهو على التقديم والتأخير؛ كأنه قال: فآتوهن أجورهن إذا استمتعتم بهن؛ كقوله - تعالى -: (إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ) ، أي: طلقوهن، -إذا طلقتم- لعدتهن، ونحو ذلك كثير. </p><p> وقال أبو بكر الأصم: دل قوله: (فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ) فآتوهن مهورهن كملا، وإذا لم يدخلوا بهن فالنصف بالآية الأخرى؛ فهذا فائدة ذكر الأجور والاستمتاع، وهو بالنكاح أشبه وأولى من المتعة؛ لما ذكرنا من تحريم الأجناس من المحرمات في أولها وإباحتها </p><p> في آخرها ما وراء ذلك، وبين -أيضًا- أن الاستمتاع هنا النكاح، وأن الأجر هو المهر؛ لما ذكرنا. </p><p> ورُويَ عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال: رحم اللَّه عمر، ما كانت المتعة إلا رحمة رحم اللَّه بها أمة مُحَمَّد؛ فلولا نهيه عنها إيانا ما زنى إلا شقي، وكان يراها حرامًا حلالا. </p><p> قال: وكان يقول في حرف أُبي: \" إلى أجل مسمى \" . </p><p> وروي عنه أنه قال: إن الناس هذا قد أكثروا في المتعة، فقال: إنها لا تحل إلا لمن اضطر إليها؛ كالميتة، والدم، ولحم الخنزير؛ فدل قوله: إنها بمنزلة الميتة على أنه رجع عن قوله الأول؛ فإن كانت المتعة في حال غير الضرورة حرامًا فهي في حال الضرورة حرام، وإنما أحل اللَّه المحرم في الضرورة إذا خاف الرجل على تلف نفسه، وليس في ترك الوطء خوف تلف نفسه. </p><p> وروي عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - في قوله - تعالى -: (فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ) قال: نسخها: (يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ. . .) الآية. </p><p> هذا يدل على أنه رجع عن قوله الأول. </p><p> ومن الدليل على تحريمها قول اللَّه - سبحانه وتعالى -: (وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (٥) إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ)، فحرم اللَّه - تعالى - من الجماع ما عدا النكاح وملك اليمين، والمتعة ليست بملك نكاح، ولا ملك يمين؛ فهي </p><p> داخلة في التحريم. </p><p> ومن الدليل على تحريمها ما روي عن عليٍّ - رَضِيَ اللَّهُ عَنْهُ - عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه، نهى عن متعة النساء يوم خيبر، وعن أكل لحوم الحمر الإنسية. </p><p> وعن سبرة الجهني، عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه نهي عن متعة النساء يوم فتح مكة. </p><p> وعن ابن عمر - رَضِيَ اللَّهُ عَنْهُ - قال: نهى النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يوم خيبر عن متعة النساء، وعن أكل لحوم الحمر الأهلية. </p><p> وفي خبر آخر أنه كان قائمًا بين الركن والمقام وهو يقول: : إِني كُنْتُ أَذِنْتُ لَكُم فِي المُتْعَةِ، فَمَنْ كَانَ عِنْدَهُ شَيءْ فَلْيُفَارِقْهُ، وَلَا تَأْخُذُوا مِمَّا آَتيتُمُوهُنَّ شَيئًا؛ فَإِن اللَّهَ - عَز وَجَلَّ - قَدْ حَرَّمَهَا إِلَى يَومِ القِيَامَةِ \". </p><p> وعن ابن عمر - رضي اللَّه عنه - قال: سمعت عمر - رَضِيَ اللَّهُ عَنْهُ - يقول في المتعة: لو تقدمت فيها لرجمت. </p><p> وعن عبد اللَّه قال: المتعة -متعة النساء- منسوخة، نسخها الطلاق، والصداق، والعدة، والمواريث، والحقوق التي تجب في النكاح. </p><p> وعن عائشة - رضي اللَّه عنها - أنها إذا ذكر لها المتعة قالت: واللَّه ما نجد في كتاب الله النكاح والاستسرار، ثم تتلو هذه الآية:  (وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ) الآية. </p><p> وعن عمر - رَضِيَ اللَّهُ عَنْهُ - قال: متعتان كانتا على عهد رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأنا أنهي عنهما وأعاقب عليهما. فأنكر قوم على عمر - رضي اللَّه عنه - إقراره أنهما فعلا في عهد النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ونهيه عنهما. </p><p> لكن الجواب في ذلك كحكم أنه علم بنهي النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن متعة النساء، وما نزل فيها من نص القرآن؛ فكان وعيده لاحقًا بمن فعلها لعلمه بأنها منسوخة. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ) يحتمل الإجارة. </p><p> ويحتمل التسريح بالنكاح أنه إذا كان بعد الاستمتاع يؤتيهن كل المهر؛ لأنه ذكر المهر في النكاح، والبعض بعد الطلاق، فبين الكل في هذا، وأيد هذا التأويل ما كان عليه ذكر المحرمات والإحلال أنه كله بالنكاح، وكذلك على ذلك قوله - تعالى -: (وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا) ، أن كله في النكاح لا في الإجارة وإن ذكر فيه الأجر كما ذكر للإماء، ولو كان بالإجارة فهو منسوخ بقوله:  (وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ) ، كان ذلك إجارة وصف أنه بغي، ونهوا عن ذلك. </p><p> وبقوله:  (وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ) ، ذكر أن مُبتَغي وراء ذلك باغٍ بهذا لو عرف بحكم الكتاب، فما ذكرته له ناسخ، ولو عرف بالإخبار، فكانت أخبار الإباحة رويت مقرونًا بها النهي، فمن رام الأخذ بطرف منها على الإغضاء عن الطرف الثاني أعطى خصمه الإغضاء عليه بالطرف الثاني والمنع عما قال به. </p><p> ثم امتناع الأمة عن العمل على ظهور الحاجة، ونفور الطباع عن قبول مثله من أحد في المتضدين؛ فاصبر على الحق. </p><p> ثم دل ما روي عن ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - أنه قال: نسخه الطلاق والعدة - أن الأول كان نكاحها يمضي بمضي المدة أبطله ارتفاع أحكام النكاح عنه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ) . </p><p> في الآية دلالة أن الزيادة في المهر جائزة؛ لأن الفريضة هي التسمية. </p><p> فَإِنْ قِيلَ: قوله: (فِيمَا تَرَاضَيْتُمْ) معناه قوله: (إِلَّا أَنْ يَعْفُونَ أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ. . .) : هو أن تبذل المرأة من مهرها شيئًا للزوج، أو الزوج لها. </p><p> قيل: لو كان ذلك كذلك برضاها؛ يعني: رضا زوجها، وقال:  (تَرَاضَيْتُمْ بِهِ) فجعل للزوج في الرضا نصيبًا، ومعناه - واللَّه أعلم - أن الزوج إذا زاد على المهر فذلك جائز، فهذا التراضي إنما يكون منهما جميعًا في الحالين، وذلك أصل الزيادة في المهر، والثمن في البيع، وأشباه ذلك. </p><p> وقد روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه كان يخطب أم سلمة ويقول:  \" إِنْ كَانَ إِيْمَانُكِ أَنْ أَزِيدَكِ فِي الصدَاقِ زِدْتُكِ، وَإِنْ أَزِدْكِ أَزِدِ النّسوَةَ \" . </p><p> وروي عن عليٍّ - رَضِيَ اللَّهُ عَنْهُ - قال: زدها، فهو أعظم للبركة. </p><p> وروي عن عثمان وعمار كذلك. </p><p> وقد دل الكتاب والسنة وقول الصحابة على جواز ذلك، فهو الحق، وعلى ذلك جمهور المسلمين في بياعاتهم وتجاراتهم. </p><p> ومن الدليل -أيضًا- على جواز الزيادة في الثمن والمهر وأنها تصير كأنها كانت مسماة في عقد البيع -: أن رجلا لو اشترى من رجل عبدًا بيعًا باتًّا، ثم إن أحدهما جعل لصاحبه الخيار يومًا فنقض البيع - أن نقضه جائز، ويصير ذلك كالخيار المشروط في أصل البيع، وكذلك رجل اشترى عبدًا بألف درهم حالَّة، ثم إن البائع أَخلَّ المشترى في الثمن </p>"
}