{
  "id": null,
  "sura": 4,
  "aya": 26,
  "text": "<p> يحتمل:  (غَفُورٌ رَحِيمٌ) ؛ حيث كفر عنكم ما ارتكبتم في الدنيا بالعذاب الذي يقام عليكم، ولم يجعل عذابكم في الآخرة؛ إذ عذاب الآخرة أشد من عذاب الدنيا، وذلك من رحمته. </p><p> ويحتمل:  (غَفُورٌ رَحِيمٌ) من رحمته أن يجعل الحدود في الدنيا زواجر عن العود إلى ارتكاب مثله من الأفعال. </p><p> * * * </p><p> قوله تعالى:  (يُرِيدُ اللَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِنْ قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٢٦) وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلًا عَظِيمًا (٢٧) يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ وَخُلِقَ الْإِنْسَانُ ضَعِيفًا (٢٨) </p><p> وقوله - عَزَّ وَجَلَّ -: (يُرِيدُ اللَّهُ لِيُبَيِّنَ لَكُمْ) </p><p> يحتمل قوله: يريد اللَّه أن يبين لكم ما تؤتون وما تنفقون، وما لكم وما عليكم، ويبين ما به صلاحكم ومعاشكم في أمر دينكم ودنياكم، لكن حقيقة المراد بالآية: إما أن يكون أراد جميع ما ذكر، أو معنى خاصا مما احتمله الكلام، وليس لنا القطع على ما أراد به. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِنْ قَبْلِكُمْ) </p><p> يحتمل وجوهًا: </p><p> أي: يبين لكم سبيل الذين من قبلكم، أي: سبيل الأنبياء والرسل - عليهم الصلاة والسلام - وأهل الهدى والطاعة منهم؛ ليعلموا ما عملوا هم وينتهوا عما انتهوا، وكذلك في حرف ابن مسعود - رَضِيَ اللَّهُ عَنْهُ -: (سُنَنَ الَّذِينَ مِنْ قَبْلِكُمْ) : سبل الذين من قبلكم. </p><p> ويحتمل: قوله: (وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِنْ قَبْلِكُمْ) أي: أمر الرسالة والنبوة؛ ليهديكم مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وهو رسول؛ إذ أمر الرسالة والنبوة ليس ببديع، قد كان في الأمم السالفة رسل وأنبياء - عليهم السلام - فأمر رسالة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ونبوته ليس ببديع ولا حادث؛ كقوله - تعالى -: (قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ) . </p><p> ويحتمل قوله:  (وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِنْ قَبْلِكُمْ) أي: يبين لكم أن كيف كان سنته في الذبن خلوا من قبل في إهلاك من عاند اللَّه ورسوله، واستئصال من استأصلهم بتكذيب </p><p> الرسل والأنبياء - عليهم السلام - والخلاف لهم؛ كقوله - تعالى -: (سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ) ، وقوله - تعالى -: (فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ) . </p><p> وقيل:  (سُنَنَ الَّذِينَ مِنْ قَبْلِكُمْ) شرائع الذين من قبلكم من المحرمات والمحللات: من أهل التوراة، والإنجيل، والزبور، وسائر الكتب. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَتوُبَ عَليكُم) </p><p> أي: يريد أن يتوب عليكم. </p><p> وفي قوله - تعالى -أيضًا-: (سُنَنَ الَّذِينَ مِنْ قَبْلِكُمْ) يحتمل: يهديكم تلك السنن، أي: يبينها لكم أنها كانت ماذا؟ </p><p> ويحتمل:  (وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِنْ قَبْلِكُمْ) بمعنى: جعل تلك السنن هداية لكم. ثم قوله - عَزَّ وَجَلَّ -: (مِنْ قَبْلِكُمْ) يحتمل: سنته وسيرته في الذين من قبلكم؛ لتعتبروا بها. </p><p> ويحتمل: سنتهم التي لزموها، وسيرتهم التي سلكوها بما لها من العواقب؛ لتتعظوا بها، واللَّه أعلم بحقيقة ما انصرف إليه مراد الآية، لكن فيما احتمله، فهاهنا موعظة بيناها فيه، وعلى ذلك معنى قوله - عَزَّ وَجَلَّ -: (يُرِيدُ اللَّهُ لِيُبَيِّنَ لَكُمْ) يحتمل: كل ما به لنا نفع، أو كل ما بنا إليه حاجة، أو كل ما علينا القيام به، أو يرجع ذلك إلى الخاص مما يريد بالآية الإخبار عنه، وأن الذي علينا النظر فيما قد يفضل البيان عنه، وفيما أنبأنا عن سنته فيمن تقدمنا مما نرجو به الهداية والشفاء؛ للقيام بما علينا في ذلك من الحق دون الشهادة عليه - جل ثناؤه - بالمراد فيها في مخرج الكناية دون التصريح من الموعود. </p><p> وقوله - تعالى -: (لِيُبَيِّنَ) وأن يبين في مفهوم الخطاب فيما جرى به الذكر في هذه الآية واحد؛ إذ لو كان ذكر \" أن \" لسبق إلى الفهم غير الذي سبق في هذا على حق العباد من التفاهم، واللَّه أعلم. </p><p> ثم كان معلومًا فيما أراد بقوله:  (يُرِيدُ اللَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ) أنه لو لم يبين ما أراد بهذا الوعد ولم يهد - أنه كان يلحقه الخلف في الوعد؛ فعلى ذلك فيمن قال: يريد اللَّه أن يتوب عليكم، ويريد اللَّه أن يخفف عنكم: لو لم يكن يخفف ويتوب على من أريد بقوله: يتوب ويخفف عنكم - يلحقه الخلف في الوعد، ثم يخالف وصف كافر في حال </p>"
}