{
  "id": null,
  "sura": 4,
  "aya": 23,
  "text": "<p> وقيل:  (إِلَّا مَا قَدْ سَلَفَ) قبل: التحريم. </p><p> (إِنَّهُ كَانَ فَاحِشَةً) أي: صار فاحشة في الإسلام: </p><p> (وَمَقْتًا) قيل: بغضًا. </p><p> (وَسَاءَ سَبِيلًا) أي: بئس المسلك تزوج نساء الآباء. </p><p> ويحتمل أن تكون الآية في الطلاق؛ إذ كان الرجل يطلق امرأته ثم يندم على طلاقها، فيتزوجها ابنه، فيمقت ذلك الأب ويبغض. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَسَاءَ سَبِيلًا) : أي: بئس السبيل نكاح امرأة أبيه، حيث مقت أبيه وبئس مقت أبيه المسلك. </p><p> * * * </p><p> قوله تعالى:  (حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ وَعَمَّاتُكُمْ وَخَالَاتُكُمْ وَبَنَاتُ الْأَخِ وَبَنَاتُ الْأُخْتِ وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ وَأُمَّهَاتُ نِسَائِكُمْ وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا (٢٣) </p><p> وقوله:  (حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ) إلى آخره، يحتمل وجهين: يحتمل: أي: حرم عليكم الاستمتاع بأمهاتكم وبناتكم وأخواتكم. . . وما ذكر، والجماع بهن. </p><p> ويحتمل: حرمة النكاح، أي: حرم عليكم نكاح أمهاتكم وبناتكم وأخواتكم، فإن كان هذا أراد، فلا يحرم النكاح لنفس النكاح، ولكن يحرم النكاح؛ لما به يوصل إلى الاستمتاع بالنساء، وإليه يقصد؛ فدل أنه يحرم الجمع بين الأختين في الاستمتاع في ملك اليمين، ولا يحرم الجمع بينهما في العقد. </p><p> ثم ذكر الحرمة في الأمهات والبنات والأخوات، ولم يذكر في الجدات فهُنَّ محرمات وإن علون، ولم يذكر في بنات البنات، فهُنَّ محرمات وإن سفلن. </p><p> فعندنا: أن ذكر الحرمة في الأمهات والبنات ذكر في الجدات وإن علون، وفي بنات البنات وإن سفلن؛ لأنه ذكر الحرمة في العمات والخالات، والعمات من ولد الجد، والخالات من ولد الجدات، فإنما ذكرت في الأولاد الحرمة، ثبت حرمة الجدات والأجداد، وكذلك ذكر الحرمة في الأخوات وبنات الأخوات، فالحرمة في بنات الأخ والأخوات لحرمة في الأخوات والإخوة، فعلى ذلك ذكر في الأمهات ذكر الحرمة في البنات وبنات البنات، لما ذكرنا. </p><p> أو أن يقال: إن بنات البنات بنات وإن سفلن، فدخلن في ذكر الحرمة نصًّا، وكذلك أم الأم أم، وإن علت، فدخلت في الخطاب. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ) </p><p> ذكر الأمهات من الرضاعة والأخوات، ولم يذكر البنات، قال بشر: إنما لم يذكر البنات من الرضاعة؛ لأنه لا يمكن من الرضاعة البنات؛ لذلك لم يذكر، وذلك اختلاف بيننا وبينه في لبن الفحل، فعندنا لبن الفحل محرم، وعند بشر لا يحرم لبن الفحل، ذكر اللَّه - سبحانه وتعالى - الحرمة في النسب بيننا وبَيّنَ بيان إحاطة وحقيقة، وذكر الحرمة في الرضاع، وبين بيان كفاية لا بيان إحاطة؛ فإما أن تركه للاجتهاد والاستنباط من المذكور، وقد أجمعوا جميعًا أن بنات الإخوة والأخوات من الرضاع كالذكر في أولادها؛ فعلى ذلك يجب أن يكون ذكر الحرمة في الأمهات من الرضاعة ذكرًا في بناتها، أو ترك بيان ذلك للسنة: روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" يَحْرُمُ مِنَ الرضَاعِ مَا يَحْرُمُ مِنَ النَّسَبِ \" ، وما روي عن عائشة - رضي اللَّه عنها - قالت: جاء عمِّي من الرضاعة، فاستأذن عليَّ، فأبيت أن آذن له حتى أسأل رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فجاء رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فسألته عن ذلك؟ فقال:  \" إنَه عَمُّكِ، فَأذَني لَهُ \" فقلت: يا رسول اللَّه، إنما أرضعتني المرأة ولم يرضعني الرجل؟! فقال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" إِنهُ عَمُّكِ، فَلْيلِجْ عَلَيكِ \" فقالت عائشة - رضي اللَّه عنها -: وذلك بعد أن ضرب علينا الحجاب. </p><p> وعن ابن عَبَّاسٍ - رضي اللَّه عنه - سئل عن رجل له امرأتان، أو جارية وامرأة، فأرضعت هذه جارية وهذه غلامًا، هل يصلح للغلام أن يتزوج الجارية؟ فقال: لا؛ اللقاح واحد. </p><p> وعن عمرة، عن عائشة - رضي اللَّه عنها -: أنها أخبرتها أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان عندها، وأنها سمعت رجلا يستأذن في بيت حفصة - رضي اللَّه عنها - قالت عائشة - رضي اللَّه عنها -: فقلت: يا رسول اللَّه، هذا رجل يستأذن في بيتك، فقال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" أُرَاهُ فُلَانًا \" - لعم حفصة من الرضاعة - فقالت عائشة - رضي اللَّه عنها -: يا رسول اللَّه، لو كان فلان حيا - لعمها من الرضاعة - دخل عليَّ؟ فقال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" نَعَم؛ إِنَّ الرضَاعَةَ تُحَرمُ مَا تُحَرمُ الوِلَادَةُ \" . </p><p> وعن علي - رضي اللَّه عنه - قال: لا تنكح من أرضعته امرأة أبيك، ولا امرأة أخيك، ولا امرأة ابنك. </p><p> وعن عائشة - رضي اللَّه عنها -: أن أفلح أخا أبي القعيس جاء فاستأذن عليها -وهو عمها من الرضاعة- بعد أن نزل الحجاب، قالت: فأبيت أن آذن له، فلما جاء رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أخبرته بالذي صنعت، فأمرني بأن آذن له عليَّ. </p><p> وحجة أخرى من النظر: بأن اللَّه - تعالى - حرم الابنة على أبيها، وعلى جدها، والابنة حدثت عن ماء الأب بعينه، ولم تحدث عن ماء الجد، ولكن الجد سبب ماء الأب الذي حدثت عنه الابنة، قال: فاللبن -وإن كان حدوثه من الأم- فإن سبب كونه هو الأب؛ فيجب أن تحرم المرأة التي أرضعتها امرأته عليه؛ إذا كان سببًا لذلك اللبن، كما يحرم المرضع إذا كان سببًا على التي أرضعته. </p><p> ثم بقيت مسألتان: </p><p> إحداهما: في التقدير، والأخرى في الحد. </p><p> أما في التقدير: فعموم قوله - تعالى -: (وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ) لم يخص قدرًا دون قدر. </p><p> وروي عن عليٍّ وعبد اللَّه قالا: قليل الرضاع وكثيره سواء. </p><p> وعن ابن عَبَّاسٍ كذلك. </p><p> وعن عبد اللَّه بن عمر قال: الرضعة الواحدة تحرم. </p><p> فَإِنْ قِيلَ: رُويَ عن عائشة - رضي اللَّه عنها - أنها قالت: كان فيما نزل عشر رضعات، ثم صرن إلى خمسٍ، فتوفي النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وهو فيما يقرأ. </p><p> فَإِنْ قِيلَ: لسنا نجد في القرآن آية الناسخ ولا آية المنسوخ، ولا يجوز أن يقال من القرآن شيء؛ فلا نترك ما نجده ثابتًا في القرآن، محفوظًا برواية لعلها قد غلطت فيها. </p><p> ورُويَ عنها أنها قالت: يحرم من الرضاع ما أنبت اللحم والدم. </p><p> وروي عنها -أيضًا-، أنها قالت: لا تحرم المصَّة والمصَّتان، ولا الإملاجة ولا الإملاجتان: فذكر ذلك لابن عمر - رَضِيَ اللَّهُ عَنْهُ - فقال: حكم اللَّه أولى وخير، أو كلام نحو هذا من حكمها. </p><p> وعن عمرو بن دينار قال: سألت ابن عمر - رضي اللَّه عنهما - فذكر شيئًا من الرضاع، فقال: لا نعلم إلا أن اللَّه - تعالى - حرم الأختين من الرضاعة، قال: فقلت: إن أمير المؤمنين ابن الزبير يقول: لا تحرم المصَّة والمصَّتان قال: فقضاء اللَّه خير من </p><p> قضائك وقضاء أمير المؤمنين. مع ما يحتمل قوله: لا تحرم المصة والمصتان، ولا الإملاجة ولا الإملاجتان؛ لما لم يتحقق بالمصة والمصتين أن اللبن قد صار في جوف الصبي ووصل إليه؛ فلذلك لم يحرم به. </p><p> وأما المسألة في الحد: أن الرضاع في الكبر لا يحرم عندنا، وما روي في خبر عائشة - رضي اللَّه عنها - أنه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - دخل عليها، فرأى عندها رجلا، فتغير وجه رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقال:  \" مَنْ هَذَا؟ \" قالت: إنه عمي من الرضاعة، فقال:  \" انْظُري مَا الرضَاعَةُ؟ إِنما الرضَاعَةُ مَنْ المَجَاعَةِ \" . وما روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" الرضَاعُ مَا أنْبتَ اللحْمَ، وَأَنْشَز العَظْمَ \" ، وما روي عنه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" الرضَاعُ مَا فَتَّقَ الأَمْعَاءَ \" وفتق الأمعاء، إنما يكون في الصغر؛ لأن أمعاء الصبي تكون ضيفة لا تحتمل الطعام لضيقها، وأما فتقها باللبن على ما وصفه - عَزَّ وَجَلَّ - لبنا خالصا سائغا للشاربين، فإذا كان غذاؤه إنما يكون باللبن -للمعنى الذي وصفنا- كانت كفاية مجاعته به، وكان هذا معنى قوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" إِنما الرضَاعَةُ مِنَ المَجَاعَةِ \" وكذلك ما روي: \" الرضَاعُ مَا أَنْبَتَ اللحْمَ وَأَنْشَزَ العَظْمَ \" وفي الكبر لا ينبت اللحم، ولا ينشز العظم. </p><p> وروى زاذان عن علي بن أبي طالب - رَضِيَ اللَّهُ عَنْهُ - قال: سمعت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - </p><p> يقول:  \" الجَزعَةُ تُحَرِّمُ كَمَا يُحَرِّمُ حَولَانِ كَامِلَانِ \" فإن ثبت هذا فهو الأصل في ذلك، والمعتمد عليه، فإن عورض بما في خبر سالم، حيث قال لها رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - \" أَرْضِعِي سَالِمًا خَمْسَ رَضَعَاتٍ تَحْرُمِي عَلَيهِ \" قيل: هذا يحتمل وجهين: </p><p> يحتمل: أن يكون ذلك لسالم خاصة دون غيره من الناس، فإذا كان كذلك لا يقاس عليه غيره. </p><p> ويحتمل: أن يكون منسوخًا بما روينا من الأخبار المرفوعة والموقوفة بإيجاب الحرمة بالقليل منه والكثير. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأُمَّهَاتُ نِسَائِكُمْ وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ. . .) الآية. </p><p> اجتمع أهل العلم في \" الربيبة \" على أنها لا تحرم على الرجل الذي كان تزوج أمها وطلقها قبل الدخول بها أو ماتت، وإنَّمَا تحرم عليه إذا دخل بها. </p><p> واختلف في أم المرأة إذا لم يدخل بالابنة حتى بانت منه: </p><p> قال أصحابنا - رحمهم اللَّه -: هي حرام عليه، كان دخل بالأم أو لم يدخل بها. </p><p> وقال آخرون: شرط الدخول في آخر القصة راجع إلى الربيبة والأم جميعًا، فما لم </p><p> يدخل بواحدة منهما حل له أن يتزوج بالأخرى إذا فارقها، وهو القياس الظاهر في الكتاب في أمر الشرط والثنيا أن يكون الشرط فيهما جميعًا؛ لأنه قال - تعالى -: (وَأُمَّهَاتُ نِسَائِكُمْ وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ) ذكر أمهات النساء وربائب النساء، ثم شرط الدخول بهن، فيجب أن يكون الشرط لاحقًا بهما جميعًا. </p><p> وكذلك روي عن علي - رَضِيَ اللَّهُ عَنْهُ - قال: هي بمنزلة الربيبة. </p><p> وعن جابر قال: ينكح أمها إن شاء. </p><p> وعن ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - أنه أفتى في امرأة تزوجها رجل فطلقها قبل أن يدخل بها أو ماتت، قال: لا بأس أن يتزوج أمَّها، فلما أتى المدينة رجع، فأتاهم فنهاهم عن ذلك، فقيل: إنها ولدت أولادًا، فقال: ولو ولدت. </p><p> إلى هذا يذهبون أُولَئِكَ، وهو الظاهر من الآية. </p><p> واحتج بعض أصحابنا في ذلك أن الثنيا الملحق في آخر الكلام ربما يلحق الكل، على ما تقدم من الكلام، وربما يقع على ما يليه، فلما كان غير ملحق على الكل من المذكور، وقع على ما يليه. </p><p> فَإِنْ قِيلَ: يلحق على ما تقدم من الذكر ما يحتمل ليس على ما يحتمل؛ ألا ترى أن اللَّه - تعالى - قال:  (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ. . .) إلى قوله: (وَمَا أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْ) ، لم يلحق الكل، ولا وقع على ما يليه خاصة، ولكنه لحق على ما احتمل عليه، فعلى ذلك في هذا لم يلحق الكل؛ لأنه لا يحتمل، ووقع على الأم والرّبيبة؛ لأنه يحتمل. </p><p> واحتج أصحابنا - رحمهم اللَّه أيضًا - أن الحرمة قد تثبت بقوله - عَزَّ وَجَلَّ -: (حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ. . .) إلى قوله - تعالى -: (وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ وَأُمَّهَاتُ نِسَائِكُمْ) فلا تستحل بالشك، وفي الربيبة لم تثبت إلا بالشرط؛ فلا تحرم بالشك. </p><p> وقيل -أيضًا-: إن الدخول لو كان شرطًا في الأم والربيبة جميعًا لاكتفي بذكر نساء </p><p> الأمهات والربائب، فنقول: أمهات نسائكم من ربائبكم اللاتي دخلتم بهن، ولم يَحْتَجْ إلى أن يذكر (وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ) على ما اكتفى بذكر الحرمة في الأنساب والرضاع في الأصول عن الشعوب، فلما لم يكتف بذلك، دل أن الربائب مخصوصات بالشرط دون الأمهات، ومما يبين ذلك أن الربيبة لو لم تذكر لم يجز أن يبقى من الكلام: وأمهات نسائكم اللاتي دخلتم بهن ولو لم يذكر الأمهات، فبقي من الكلام:  (وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ) - كان كلامًا تامًّا؛ فدل ذلك على أن قوله - تعالى -: (مِنْ نِسَائِكُمُ) وإنما هو في الربائب دون الأمهات. </p><p> وأصله: ما روى عمرو بن شعيب، عن أبيه، عن جده أنه قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" أَيما رَجُلٍ تَزَوجَ امْرَأَة فَطَلقَهَا قَبلَ أَنْ يَدْخُلَ بِهَا أَوْ مَاتَتْ عِنْدَهُ، فَلَا بَأْسَ بِأَنْ يَتَزَوجَ ابْنَتَهَا. وَأَيمَا رَجُلٍ تَزَوجَ امْرَأَةً فَطَلقَهَا قَبلَ أَنْ يَدْخُلَ بِهَا أَوْ مَاتَتْ عِنْدَهُ فَلَا يَحِلُّ لَهُ أَنْ يَتَزَوجَ أُمَّهَا \" . </p><p> وعن ابن عَبَّاسٍ وعمران بن حصين في \" أمهات نسائكم \" ، قالا: هي مبهمة. </p><p> وقال أكثر أهل العلم: إذا تزوج الرجل امرأة ودخل بها، لم يجز له أن يتزوج ابنتها، وإن لم تكن ربيبة وفي بيته وحجره، وهي في ذلك بمنزلتها لو كانت في حجره يربيها. </p><p> وأجمعوا جميعًا: أن الجمع بين المرأة وأمها وابنتها في الجماع في ملك اليمين حرام. </p><p> وكذلك رُويَ عن عمر - رَضِيَ اللَّهُ عَنْهُ - أنه سئل عن ذلك؟ فقال: ما أحب ذلك. </p><p> فإن قال قائل: إن الخطاب - كما ذكرت - يدل على أن الشرط في الدخول بالأمهات إنما هو بسبب الربائب، فما تنكر أن يكون حكم الأمهات حكم الربائب كما كان حكم </p><p> حلائل الأبناء حكم نساء الآباء؟ قيل: لا يجوز أن يقاس المنصوصات بعضها على بعض، وإنما يقاس ما لا نص فيه على المنصوص؛ فعلى ذلك الأول، واللَّه أعلم. </p><p> ثم يجب أن ننظر أي حكمة أوجبت تحريم الجمع بين المحارم بين محارم الرجال ومحارم النساء؟ </p><p> وروي عن أنس قال: إن أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كانوا يكرهون الجمع بين القرائب في النكاح، وقالوا: لأنه يورث الضغائن، أو كلام نحو هذا؛ فقيل له: يا أبا حمزة، من منهم؟ فقال: أبو بكر وعمر وعثمان، رضي اللَّه عنهم. </p><p> وروي مرفوعًا أنه قال: لا ينكح كذا على كذا، ولا كذا على كذا، فإنهن يتقاطعن. </p><p> ونراه قال:  \" لَا تُنْكَحُ المَرأَةُ عَلَى عَمَّتِهَا، وَلَا عَلَى خَالَتِهَا \" . </p><p> وروي في بعضها أنه يوجب القطيعة. </p><p> وروي عن ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - أنه كره الجمع بين ابنتي عم، وقال: لا أحرم، ولكن أكره؛ لأنه يوجب القطيعة. فلم يحرم؛ لأن صلة القرابة فيما بينهما ليست بمفترضة، والصلة بين المحارم مفترضة، فإذا كانت مفترضة فالجمع بينهما يحمل على القطيعة؛ فحرم، وعلى ذلك في نساء الآباء وحلائل الأبناء إذا فارق واحد من هَؤُلَاءِ امرأته فلعله يندم على ذلك؛ فيريد العود إليها، فإذا تزوجها أبوه أو ابنه، أورث ذلك فيما بينهما الضغائن والقطيعة؛ لذلك حرم، واللَّه أعلم. </p><p> وكذلك هذا المعنى في الابنة، إذا طلقها ثم تزوج بأمها، حملها ذلك على الضغينة فيما بينهما. </p><p> وأمَّا إذا تزوج الأم، ثم فارقها قبل أن يدخل بها، حل له أن يتزوج بابنتها؛ لأن الأم تُؤْثر ابنتها على نفسها في المتعارف؛ فلا يحمل ذلك على القطيعة، والابنة لا تؤثر أمها على نفسها، بل تؤثر نفسها على أمها، كذلك كان ما ذكر. </p><p> وأمَّا إذا دخل بالأم لم يحل له أن ينكح بالابنة؛ لأنه يذكر استمتاع هذه في استمتاع </p><p> هذه؛ فيكون جامعًا بينهما في الاستمتاع؛ لذلك حرم. </p><p> ثم اختلف في الجماع والدخول بها إذا كان من غير رشد؛ قال أصحابنا - رحمهم اللَّه - يحرم كما يحرم الحلال، ويمنع نكاح الربيبة كما يمنع الحلال. </p><p> وقال قوم: لا يحرم، ولا يمنع نكاح الربيبة، واستدلوا في ذلك بقول اللَّه - تعالى -: (وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسَائِكُمُ) لأن اللَّه - تعالى - حرم ربائب النساء إذا دخل بالأمهات، والمزني بها ليست بزوجة للزاني؛ فلا تحرم ابنتها، لكنه لا حجة لهم في ذلك؛ وذلك أن اللَّه - تعالى - ذكر الدخول بهن، ولم يذكر النكاح، ولا خص الدخول في النكاح، بل ذكر الدخول، وهو على كل دخول، رشدا كان أو سفاحًا، والسفاح أحق في الحرمة من الحلال؛ إذ حكمه أغلظ وأشد؛ فعلى ذلك في إيجاب الحرمة من الحلال يجيء أن يكون أشد وأغلظ، ولو كان ذكر الدخول - هاهنا - في النكاح لم يكن فيه ما يمنع وجوب الحرمة إذا كان في غير النكاح؛ ألا ترى إلى قول اللَّه - تعالى -: (وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ) والربيبة التي لا تكون في حجر الرجل مثلها في الحرمة، ولم يجعل قوله - تعالى -: (فِي حُجُورِكُمْ) خصوصًا فيها دون ما أشبهها، وكذلك يجوز ألا يجعل قوله:  (مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ) خصوصًا الدخول بالزوجات دون ما أشبههن - وهن الموطوءات - مع ما ذكرنا أن ليس في الآية ذكر نسائنا؛ لذلك لم يكن فيه دليل الحظر في غيره. </p><p> وبعد: فإنا قد ذكرنا فيما تقدم أن ليس في حظر شيء في حال حظره في غير تلك الحال، والحرمة من ذلك الاستمتاع أنه إذا استمتع بإحداهما لم يكن له الاستمتاع بالأخرى، ولا يحل أن يتزوج بالأخرى؛ ألا ترى إلى ما روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" مَلْعُون مَنْ نَظَرَ إِلَى فَرجِ امْرَأَةٍ وَابْنَتِهَا \" ومعلوم أنه لا ينظر إلى فرجهما في وقت واحد، وإنما ينظر في وقتين، فهو - واللَّه أعلم - إذا نظر إلى فرج إحداهما ثم نظر إلى فرج أخرى يذكر نظره في فرجها في وقت نظره في فرج هذه، فهو كالقاضي وطره فيهما، كذلك في الزنا كهو في النكاح، واللَّه أعلم. </p><p> على أنهم أجمعوا: أن من وطئ أمَةً له لم يكن له أن يتزوج ابنتها؛ فدل أن الدخول بها في النكاح وفي غير النكاح سواء، وأنه محرم، وما أجمعوا عليه -أيضًا- أنه إذا وطئ امرأة في النكاح الفاسد لشبهة حرمت ابنتها عليه، وهو وطء حرام؛ فدل هذا على أن </p><p> التحريم إنما يكون بالاستمتاع بها لا غير. </p><p> وروي -أيضًا- عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" مَنْ نَظَرَ إِلَى فَرجِ امْرَأَةٍ لَم تَحِلَّ لَهُ أُمُّهَا وَلَا ابْنَتُهَا \" . </p><p> وعن عمران بن حصين في رجل زنى بأم امرأته قال: حرمت عليه امرأته. </p><p> وعن عبد اللَّه قال: لا ينظر اللَّه في رجل نظر إلى فرج امرأة وابنتها. </p><p> إلى هذه الأخبار ذهب أصحابنا، رحمهم اللَّه. </p><p> وقوله - تعالى -: (وَأُمَّهَاتُ نِسَائِكُمْ وَرَبَائِبُكُمُ. . .) الآية. الأصل: أن اللَّه - سبحانه وتعالى - بين المحرمات في الأنساب بيان الإبلاغ، وفي غير الأنساب بيان الكفاية؛ إذ بين في الأنساب الحرمة في الطرفين: في اللواتي علون وسفلن: نحو الأمهات والبنات، ثم في اللواتي يتصلن بالآباء والأمهات: نحو العمات والخالات، ثم في اللواتي يشركن الطرفين بالاسم: كالأخوات. </p><p> وذكر في الرضاع من الأنفس أحد الطرفين، وفي الشعوب ما يشركن الطرفين؛ على الاكتفاء بذكر طرف من الأنفس عن الطرف الآخر، وبذكر المشتركات من الشعوب؛ اكتفاء عن ذكر المنفردات؛ فعلى ذلك أمر الأنفس في خطاب الحرمات، فلما ذكر في ذلك الأمهات والبنات جميعا على ما ذكر في الواحد فيما كان المذكور في نوعه بحق الكفاية من البيان، لا بحق الإبلاغ؛ دل أن ذلك لما أريد به التفريق في الأمرين وأيد ذلك خبر عبد اللَّه بن عمر - رَضِيَ اللَّهُ عَنْهُ - عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأقاويل جماعة الصحابة مع ما كان في ذلك إمكان شبهة محضة؛ إذ لو اقتصر على إبداء الآيةِ الحُرمَة بالعقد لا يزال ذلك بالشك، على أن وجه الاعتبار الاستواء في الحرمة قبل الدخول؛ لتكون حرمة الابنة على الأم في زوجها حرمة الأم عليها على ما عليهما أمر الابن من الأب في زوجته، لكن فرق من حيث إساءة الرجل في الاختيار إذا اختار الأم على الابنة إن علم، أو الغفلة إن لم يكن علم، وحق مثله الزجر عنه، والتوبة عن مثله، فجعل له مفارقتها لابنتها، وقد يعلم بذلك قبل الدخول، على أن الدخول مذكر له ما كان بها في حال الاستمتاع بها، </p><p> وقد حرم ذلك الجمع حرمة أيدية ما ينبغي أن يجعل بما يذكر، وسبيل الحظر بالقلب، واللَّه أعلم. </p><p> وليس أمر الابن والأب هذا؛ إذ إليهما في الابتداء الاختيار والإيثار، وكل يؤثر الذي له على الذي هو لغيره، وفي النساء إنما يجب بعد الخطاب، وليس منهن عرض، لذلك لم يعتبر حالهن على أن الأمهات في العرف يؤثرن لَذَّات بناتهن على لَذَّاتهن؛ فلا يلحقهن في الفراق لأجل البنات غضاضة، ويلحق للبنات، فلذلك فرق. </p><p> وأمَّا بعد الدخول فهو موجب الحرمة، لا من حيث الإيثار؛ إذ من جهة حرام أو حلال يوجب ذلك؛ فلذلك اختلف الأمر أن قال بشر: دل تخصيص ذكر الأصلاب في حلائل الأبناء على رفع حرمة الرضاع، أو على ألا يكون الابن إلا من الصلب، ونحن نقول: لا دلالة فيه على ما ذكرنا، لو استدل به على الكون كان أقرب؛ إذا خص ذكر الأصلاب ولو لم يكن الابن إلا من الصلب لكان القول بحلائل أبنائكم كافيًا عن ذكر الأصلاب، مع ما فيه وجوب الإلحاق بقوله:  \" يَحْرُمُ مِنَ الرَّضَاعَةِ. . . \" ، ومعلوم أن الحرمة من الولادة تلحقه وإن لم يكن منه حقيقة الولادة بما كان سببًا له، فكذلك يصير مرضعًا لما كانت هي مرضعة، وإن لم يكن منه حقيقة الإرضاع؛ لما كان هو سبب لما به ورود اللبن، وأيد ذلك أمر حلائل أبناء الأبناء، بل حلائل أبناء البنات، وإن لم يكونوا للصلب؛ للاتصال به بالنسب على البعد عما ذكرنا أحق، واللَّه أعلم، مع ما يجوز أن يقال: صار الرضاع ولادًا في الحكم بالخبر؛ فيصير للصلب بالحكم نحو قوله:  (وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ) . </p><p> ثم قد يعتبر فيهم الولاء في الحجاب؛ لما جاء:  \" إِنَّ الوَلَاءَ لُحْمَةٌ كَلُحْمَةِ النَّسَبِ \" ، ويصير ذو نسب ورحم في الحكم ما ذكر من الخبر، فمثله الأول، مع ما قد قيل: إن فائدة ذكر الصلب ألا تتحقق حرمة حلائل أبناء التبني بالأصلاب؛ ولذلك قال - واللَّه أعلم - (فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ) ، وقوله - تعالى -: (حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ) إلى قوله - تعالى -: (وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ) ؛ إذ يحتمل الجمع في العقد، والجمع في الملك، والجمع في الاستمتاع ويحتمل الجمع في جنس الاستمتاع. </p><p> ويحتمل ألا يرجع المراد إلى معنى من ذلك، ولكن يرجع إلى الكل، ثم كان الاستمتاع بهما مرة واحدة غير ممكن، فإن كانت فيه حرمة فهو لمعنى هنالك يوجد في حال الجمع، لا أن الخطاب يأخذه؛ إذ هو غير ممكن وجوده، ولا يتهيأ احتماله؛ ليقصد بالخطاب نحوه، ولكن من خاطب يجوز أن يخاطب بما يجعل فيه تحريمه وإن لم ينص عليه في الخطاب، ثم الملك المطلق أو العقد المطلق قد يوجدان غير محرمين نحو عقده به ملك ملك يمين؛ فثبت أن المقصود لو كان ملكا أو عقدًا فهو مقيد؛ نحو ملك النكاح، أو عقد ملك النكاح، وقد أجمع على دخول هذا في حق الخطاب؛ إذ قد أجمع على أن من جمع بين الأختين في النكاح أنه لا يصح، وأجمعوا أنه لو تزوج بعقدين: أن نكاح الثانية فاسد من غير أن كان جمع في العقد، بل في الملك لو ثبت العقد في الثانية، وإذا ثبتت الحرمة بهذا العقد والملك لم يكن لعقد ملك اليمين ولا تملكه أثبت أنها لمعنى في ذلك، لا لنفس ملك أو عقد. </p><p> وبعد: فإنهما في إيجاب الحل واحدة، ثبت أن ذلك ليس للحل نفسه، ولا للملك، ولا للعقد؛ إذ كل ذلك على الانفراد لا يعمل هذا العمل؛ فيجب أن يكون المعنى من ذلك الاستمتاع، والجمع في الفعل به غير ممكن؛ فثبت أنه لمعنى قد وصف الجمع بالاستمتاع وذلك على وجوه: </p><p> أحدها: عقد الاستمتاع، وهو عقد النكاح؛ إذ عقد ملك اليمين قد يوجد ولا يوجب حق الاستمتاع، وملك النكاح؛ إذ هو لا يخلو من أن يوجب ذلك الحق، ثم كان نفس الاستمتاع بحقه أحق من الأسباب الموجبة له، والعدة مما يوجب الاستمتاع نفسه؛ فهي أحق أن تكون شرطا للمنع، بل هي أولى؛ إذ قد يمنع الاستمتاع بملك اليمين، ولا يمنع لحل ولا لملك ولا لسبب، فإذا وجب المنع في النكاح لما هو سبب له فهو لأن يجب بحقيقته أحق، وإن شئت قلت: إن لم يتفرد الخلق لنوع من السبب دون أن يشاركه غيره من الأسباب لزم أن يكون حقيقة السبب مجهولا، لا يطلق ما قد يثبت الحرمة إلا بيقين، واللَّه أعلم. </p><p> وأيضا إن عقدة النكاح قد حرم عليه وعليها، لكن الذي حرم عليه في محارمها عليها في الكل. </p><p> ثم معلوم أن يملك الزوج فيها ما به يحل لغيره من الفراق حضرة فعله، فلما دخل عجز عن ذلك بما أحدث له فيها الاستمتاع بها حقًا بعد الفراق أبقاها على ما سبق من الوصل بلا فراق؛ فعلى ذلك ما فيه من الحق؛ إذ ذلك واجب بما فيه الشرك على أنها في بقية ملك له بنكاح عملت فيها بقية ملكه عمل صلة ملكه فمثله فيه، وقد ألحق بعض من أنكر حرمة الجمع في العدة بالوطء حرمة ما نزل منها من اللبن على احتمال درور دونه، ودون الولد بما كان هو سببا في ذلك كانت حرمة العدة أحق بذلك. </p><p> فالأصل: أن الحرمة قد ثبتت بالنكاح، فلما وقعت الفرقة أشكل زوالها؛ فلا يزال بالشك مع ما في الإزالة تعليق الحرمة بالحل أو بالملك خاصة، وقد بينا وجوبها لا لتلك الوجوه. </p><p> ثم الأصل في النكاح: أن المقصود منه الاستمتاع، وبحله يحل هو، وبحرمته يحرم؛ فيجب أن يكون هو الأصل للتحريم والتحليل، وعلى هذا يحرم كثير من الإماء في حق الاستمتاع بهن، وإن لم يحرم فيهن الملك، ويحرم بالاستمتاع في ذلك، وإن كان الملك لا يوجب الحرمة؛ فإذا ثبت أن الاستمتاع أحق في التحريم، والعدة حق الاستمتاع - أوجبها، فيجب أن تكون هي محرمة؛ لذلك لم يجز نكاح الأخت فيها مع ما كانت موجبة الحرمة فيها أكثر مما يوجب في ملك اليمين، ثم كان الاستمتاع بملك اليمين يحرم الاستمتاع بالأخت، فالعدة التي هي مجعولة لتأكيد الحرمات وقطع المجعول للحل خاصة أحق أن يمنع، واللَّه أعلم. </p><p> وعلى ما بينا إذا ثبت أن الاستمتاع هو الأصل في التحريم، سواء له وقع من وجه يحل أو لا فيهن الحرمة حرمة الأنفس، لا حرمة الجمع؛ إذ لا أثر يقع له جمع. </p><p> ثم الأصل في ذلك أن تعلق الحرمات بالمحرم من الأعيان أظهر منه بالمحللة منها، ثم كان الاستمتاع بالأعيان المحللة توجب حرمة الأمهات والبنات فهو في المحرم أحق مع ما لا يخلو أن تكون الحرمة لا تجب إلا فيما يحل، فيجب ألا يجب في النكاح الفاسد، ولا في وطء جارية بعد وطء الابن، أو الملك فيهما أيضا زائل بالنسب، فيجب ألا </p><p> تجب الحرمة فيما لا يكون منه نسب، أو في وقت لا يتمكن، أو بإيجاب الحقوق، فيجب ألا تجب في مماسة الأمة دون الفرج، أو للاستمتاع خاصة؛ فيجب استواء حال السفاح والنكاح. </p><p> وقوله - عَزَّ وَجَلَّ - (اللَّاتِي دَخَلْتُمْ بِهِنَّ) </p><p> قَالَ بَعْضُهُمْ: هو كناية عن الجماع. </p><p> لكنه عندنا: الدخول بها: هو أخذه يدها في إدخالها في موضع الخلوة والجماع، لا نفس الجماع، كما يقال: فلان دخل بفلان موضع كذا، لا يراد به عين الدخول به المعروف، وهو أخذ اليد والدخول فيه؛ لذلك قلنا بأنه إذا أدخلها في موضع وخلا بها، وجب كمال المهر بظاهر الآية، ووجبت الحرمة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ - أيضًا:  (اللَّاتِي دَخَلْتُمْ بِهِنَّ) كنى به عن الجماع من حيث لا يكون الجماع إلا بالدخول بها مكانًا يسترهما، وإلا فحقيقة الدخول بآخر ليس بجماع، ولا يصلح القول به مطلقًا دون ذكر المكان، إلا في المرأة بما يعلم أنها لماذا يدخل؟ وفيم يدخل؟ فجائز أن يكون في الحرمة على حق الكناية، والمراد منه الجماع، وجائز على حقيقة الدخول بها مكانًا لذلك؛ إذ هو الظاهر، وهذا الثاني يكون بأخذ يدها أو شيء منها؛ ليكون هو الداخل بها لا هي، ووجوده لا يكون إلا للشهوة؛ فيكون هو المذكور للحرمة، فإذا لم يظهر حقيقة المراد يجب الاحتياط في إيجاب الحرمة من كل وجه، أو تحقيق هذا؛ إذ هو أظهر له، وله أدلة ثلاثة: </p><p> أحدها: ما روي: \" مَلْعُونْ مَنْ نَظَرَ إِلَى فَرْجِ امْرَأَةٍ وَابْنَتِهَا \" أنه أوجب اللعن بالنظر، فلولا أن نظر الأول قد حرم الثاني لم يلحقه به اللعن، ثم النظر دون اللمس في العبادات والأحكام، فاللمس أحق في إيجاب الحرمة. </p><p> والثاني: ما بينا أن علة الحرمة الاستمتاع، ومعلوم أن معناه في القبلة والمباشرة أعلى منه في السبب الذي يقضي به الاستمتاع، وهو النكاح، وقد أوجب له، فالقبلة أحق أن يوجب لها، وذلك كما أوجب بسبب الحدث -وهو النوم- حكمه، ثم لا يجب إلا في </p><p> حال دون حال، وقد يجب لنفس الحدث على كل حال، فمثله سبب الاستمتاع من حقيقته، واللَّه أعلم. </p><p> والثالث: أن كل أنواع الاستمتاع في الحرمة والحل متصل بالجماع، وبخاصة في حقوق الأملاك؛ فعلى ذلك في فسخ الأملاك وتحريمها، على أنه يبعد أن يكون المرء يستمتع بالمرأة عاما ثم يستمتع بها ولدها، وكذلك بابنتها دون الفرج، أو أن يكون من لا يقدر على الإيلاج لِعِنَّةٍ أو جبٍّ يرتفع عنه الحرمة أبدًا، فيشترى أمّا وابنة ويستمتع بهما أبدًا، وذلك بعيد؛ فيجب الحرمة من الوجه الذي ذكرت. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ) . </p><p> يحتمل ذكر الصلب وجوهًا: </p><p> أحدها: يحتمل أن يكون ذكر الصلب؛ ليعلم أن الحرمة في حليلة الولد كهو في الولد الصلب، وكذلك الحرمة في حليلة ابن الرضاع كهي في حليلة ابن الصلب؛ على ما كانت في محارم الرضاع، وإن لم يذكر: نحو أن ذكر أمهات الرضاع وأخواته، ولم يذكر غيرها، ثم دخل ما دون ذلك في الحرمة؛ فعلى ذلك هذا. </p><p> وقال بشر: دل تخصيص الأصلاب على فسخ حرمة حليلة الابن عن الرضاعة؛ إذ لا يكون من الرضاع ابن. </p><p> قلنا: لو لم يكن من الرضاع ابن لم يكن لذكر الصلب للابن معنى ولا فائدة؛ دل أنه يكون من الرضاع ابن على ما يكون من النسب، وأن الحرمة من الرضاع كهي في النسب، وإن كانوا في الحقوق مختلفين: نحو العتاق، يعتق بعض على بعض، ويوجب لبعض في أموال بعض النفقة، وحقوق بمثلها لا توجب في محارم الرضاع، وذلك - واللَّه أعلم - أن الرضاع انتفاع، والنسب حدوث نفس بعضهم من بعض، فإذا كان كذلك لم يوجب الرضاع إلا حرمة الانتفاع خاصة، وهو الاستمتاع، وأمَّا النسب فهو كون الولد منه، وحدوث نفسه منه؛ فأوجب مع ذلك حقوقًا، ولأن في إقرار بعضهم في يد بعض -مماليك وعبيدًا- قهرًا وغلبة لم يوجب ذلك؛ فما لم يحصل لبعضهم قهر بعض، لذلك كان الجواب ما ذكر. </p><p> وقيل: إنه ذكر أبناء الأصلاب؛ وذلك أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - تزوج امرأة زيد بن حارثة بعد ما </p><p> طلقها، وقد كان تبناه، فعابه المنافقون على ذلك، وقالوا: تزوج رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - امرأة ابنه، فأنزل اللَّه - تعالى -: (وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ) </p><p> يحتمل قوله - سبحانه وتعالى -: (وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ) وجوهًا: </p><p> يحتمل الجمع بينهما في العقد، وقد أجمعوا: أنه إذا لم يجمع بينهما بالعقد ولكنه تزوج إحداهما، ثم تزوج أخرى، لم يحل له نكاح الأخرى؛ دل أنه لم يرد به الجمع في العقد. </p><p> أو يحتمل الجمع في الملك، وقد أجمعوا -أيضًا-: أن له الجمع بينهما في ملك اليمين؛ فدل أنه إنما أراد الجمع بينهما في الاستمتاع، وإذا استمتع بإحداهما بنكاح، ثم فارقها، لم يحل له أن يتزوج أختها، والأولى في عدة منه من طلاق بائن؛ لأن الاستمتاع هو الذي حبسها عن الأزواج؛ فكان كالجمع بينهما في الاستمتاع، ولأن المعنى الذي به حرم الجمع في ملك النكاح، ذلك إذا كانت في عدة منه موجود، وهو خوف القطيعة فيما بينهما، واللَّه أعلم. </p><p> ولأن أكثر أحكام الزوجات قائم فيما بينهما: نحو الإسكان، والإنفاق عليها، وإلحاق الولد، وغير ذلك من الحقوق. </p><p> وعن عليٍّ - رَضِيَ اللَّهُ عَنْهُ - أنه سئل عن رجل طلق امرأته، فلم تنقض عدتها حتى تزوج أختها، ففرق عليٌّ بينهما، وجعل لها الصداق بما استحل من فرجها، وقال: تكمل الأخرى عدتها، وهو خاطب. </p><p> وعن زيد بن ثابت أنه سئل عن رجل تحته أربع نسوة، فطلق إحداهن ثلاثًا، أيتزوج رابعة؟ فقال: لا، حتى تنقضي عدة التي طلق. </p><p> وعن عائشة - رضي اللَّه عنها - مثله. </p><p> واختلف في الجمع بين الأختين من ملك اليمين: عن عمر - رَضِيَ اللَّهُ عَنْهُ - أنه سئل </p><p> عن المرأة وأختها من ملك اليمين، هل توطأ بعد الأخرى؛ قال: ما أحب أن أجيزهما جميعًا، ونهى عنه. </p><p> وعن ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - أنه حنث في الأختين من ملك اليمين، فقال: حمل أحدكم ملك اليمين. </p><p> وعن ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - قال: يحرم من جمع الإماء ما يحرم من جمع الحرائر إلا العدد. </p><p> وعن ابن عمر - رضي اللَّه عنهما - أنه سئل عن رجل له أمتان أختان، وقع على إحداهما أيقع على الأخرى؟ قال: لا ما دامت في ملكه. </p><p> وأجمعوا -أيضًا- على أنه إن تزوج بامرأة فاشترى أختها لم يحل له أن يطأها؛ إلى هذا ذهب أصحابنا؛ رحمهم اللَّه. </p><p> ثم إذا طلق امرأته وانقضت عدتها أو ماتت، حل له أن يتزوج أختها، ولم يحل له أن يتزوج بأمها، وذلك - واللَّه أعلم - بأن الحرمة في الأخت في نفسها وليس في ولدها، والحرمة في الأم والابنة في أنفسهما، وفي ولدها، فإذا كانت الحرمة في الأخت من وجه، وفي الأم من وجهين، ففيما كانت الحرمة من وجه كانت حرمة الجمع لا حرمة تأبيد، وفيما كانت من وجهين حرمة جمع وحرمة تأبيد؛ لأنها تأدت إلى أولادها، وفي الأخت لم يتأد؛ لذلك اختلفا. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِلَّا مَا قَدْ سَلَفَ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا) </p><p> يحتمل: إلا ما قد سلف قبل التحريم في الجاهلية، فإنهم إذا انتهوا عن ذلك في الإسلام، يغفر اللَّه لهم. </p><p> ويحتمل قوله:  (إِلَّا مَا قَدْ سَلَفَ) وإن كان محرمًا في ذلك الوقت فإنهم إذا انتهوا عن ذلك بعد الإسلام يغفر ذلك لهم، ويتجاوز عنهم، فهم كما ذكرنا في قوله:  (إِلَّا مَا قَدْ سَلَفَ إِنَّهُ كَانَ فَاحِشَةً) . </p>"
}