{
  "id": null,
  "sura": 4,
  "aya": 18,
  "text": "<p> هذا -أيضًا- يحتمل وجهين: </p><p> يحتمل جهل الفعل؛ فيقع فيه من غير قصد. </p><p> ويحتمل: قصد الفعل، والجهل بموقع الفعل. </p><p> والعمل بجهالة يخرَّج على وجوه: يكون عن غلبة: تغلب عليه شهوته؛ فيعمل ذلك العمل على طمع منه أنه سيتوب من بعد، ويصير رجلاً صالحًا؛ على ما فعل إخوة يوسف، حيث قالوا:  (أَوِ اطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا مِنْ بَعْدِهِ قَوْمًا صَالِحِينَ) ثم سماهم جهلة بذلك في آية أخرى، حيث قال لهم:  (هَلْ عَلِمْتُمْ مَا فَعَلْتُمْ بِيُوسُفَ وَأَخِيهِ إِذْ أَنْتُمْ جَاهِلُونَ) . </p><p> ويحتمل العمل بالجهالة: هو أن يعمل على طمع المغفرة، ويتكل على رحمة اللَّه وكرمه. </p><p> ويحتمل العمل بالجهالة: جهالة عقوبة عمله على ذلك. </p><p> وكذلك الخطأ والنسيان على وجهين: خطأ الفعل: وهو الذي ليس بصواب ولا رشد. </p><p> وخطأ القصد عمد الفعل: وهو الذي قصد أحدًا فأصاب غيره. </p><p> والنسيان على وجهين -أيضًا-: </p><p> نسيان ترك: وهو الذي يجوز أن يضاف إلى اللَّه - سبحانه وتعالى - بحال؛ كذلك الجهالة، واللَّه أعلم. </p><p> والأصل في الشيء المنسي أنه متروك، فسمي المتروك من الرحمة والكرامة منسيًّا؛ فتجوز الإضافة إلى اللَّه - تعالى - من هذا الوجه. </p><p> وقيل: نزل قوله: (إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ. . .) الآية - في المؤمنين. </p><p> وقوله:  (وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ ... (١٨) إلى آخر الآية، في </p><p> الكافرين. </p><p> وقيل: إنهما جميعًا في المؤمنين، والثالثة في الكفار. </p><p> وقيل: إن الأولى في المؤمنين، والثانية في المنافقين، والثالثة: في الكفار. </p><p> وعن عمر بن الخطاب - رَضِيَ اللَّهُ عَنْهُ - قال: إن اللَّه - تعالى - يقبل توبة العبد ما لم يغرغر. </p><p> ورُوي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" مَنْ تَابَ قَبلَ أَنْ تُغَرغِرَ نَفْسُهُ وُيعَايِنَ المَلَائِكَةَ قَبِلَ اللهُ تَوْبَتَهُ \" . </p><p> والأصل في هذا أن توبة الكافر تقبل إذا كان توبته توبة اختيار، وأمَّا إذا كانت توبته توبة اضطرار ودفع فإنها لا تقبل أبدًا؛ كقوله:  (لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ) إذا كان إيمانه إيمان دفع واضطرار عند معاينة العذاب فإنه لا يقبل أبدًا، وهو -أيضًا- كإيمان فرعون، حيث قال:  (حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ. . .) الآية، لم يقبل إيمانه؛ لأنه إيمان دفع واضطرار؛ فعلى ذلك كل إيمان كان إيمان دفع واضطرار فإنه لا يقبل أبدًا، وكقوله:  (فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ) . </p><p> وقيل: قوله - عَزَّ وَجَلَّ -: (قَالَ إِنِّي تُبْتُ الْآنَ. . .) توبة تشريط، فلم تقبل؛ لأنه لم يقطع القول فيه قطعا. </p><p> وقيل: في قوله - عَزَّ وَجَلَّ -: (وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا </p>"
}