{
  "id": null,
  "sura": 4,
  "aya": 159,
  "text": "<p> قتلناه، كذبًا؛ فذلك تشبيه لهم، واللَّه أعلم. </p><p> فإن احتمل هذا - لم يكن ما قالوا من تخطئة العين لهم درك، ولو كان ما قال أهل التأويل من إلقاء شبهه عليه؛ فذلك من آيات رسالته، أراد اللَّه أن تكون آياته قائمة بعد غيبته عنهم، وفي حال إقامته بينهم، واللَّه أعلم. </p><p> وقوله:  (وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ) قيل: لفي شك، من قتل عيسى - عليه السلام - قتل أو لم يقتل؛ </p><p> وقيل:  (لَفِي شَكٍّ مِنْهُ) في عيسى، أي: على الشك يقولون ذلك. </p><p> قال اللَّه - تعالى -: (مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ) . </p><p> أي: ليس لهم بذلك إلا اتباع الظن: إلا قولا منهم بظنهم في غير يقين. </p><p> (وَمَا قَتَلُوهُ يَقِينًا) . </p><p> أي: ما قتلوا ظنهم يقينًا؛ (بَل رفَعَهُ اللَّهُ) . </p><p> وقيل:  (وَمَا قَتَلُوهُ يَقِينًا) أي: يقينًا ما قتلوه. </p><p> (بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا (١٥٨) </p><p> قيل: عزيزا حين حال بينهم وبين عيسى أن يقتلوه ويصلوا إليه. </p><p> (حَكِيمًا) . </p><p> حكم أن يرفعه اللَّه حيَّا. وعن ابن عَبَّاسٍ - رضي اللَّه عنه -: (وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا) في أن رسله يكونون معصومين، وهو قوله - تعالى -: (كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ) ، وقوله - عَزَّ وَجَلَّ أيضًا -: (وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ (١٧١) إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ (١٧٢) . وقد ذكرنا هذا فيما تقدم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ ... (١٥٩) </p><p> اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: قوله - تعالى -: (قَبْلَ مَوْتِهِ) هو أي: قبل موت عيسى، إذا نزل من السماء - آمنوا به أجمعين، وبه يقول الحسن. </p><p> وقال الكلبي: إن اللَّه - تعالى - إذا أنزل عيسى - عليه السلام - عند مخرج الدجال، فقتل الدجال - يؤمن به بقية أهل الكتاب؛ فلا يبقى يهودي ولا نصراني إلا أسلم. </p><p> وقَالَ بَعْضُهُمْ:  (إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ) أي: قبل موت الكتابي؛ لا يموت يهودي حتى يؤمن بعيسى، عليه السلام. وكذلك رُوي عن ابن عَبَّاسٍ - رضي اللَّه عنه -: قال: لا يموت يهودي حتى يؤمن بعيسى - عليه السلام -، قيل: وإن ضرب بالسيف؟ قال: وإن ضرب بالسيف. </p><p> وقال: هي في حرف أُبَي: \" إلا ليؤمنن به قبل موتهم \" . </p><p> لكن التأويل إن كان هو الثاني؛ فهو في رؤسائهم الذين كانت لهم الرياسة، فلم يؤمنوا؛ خوفًا على ذهاب تلك الرياسة والمنافع التي كانت لهم، فلما حضرهم الموت أيقنوا بذهاب ذلك عنهم؛ فعند ذلك يؤمنون، وهو - واللَّه أعلم - كقوله - تعالى -: (وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ. . .) الآية، لكن لا ينفعهم إيمانهم في ذلك الوقت؛ كقوله - تعالى -: (لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ) ؛ لأنه إيمانُ دفع العذاب والاضطرار؛ كقوله - تعالى -: (فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ. . .) الآية؛ فكان إيمانهم إيمان دفع العذاب عن أنفسهم، لا إيمان حقيقة؛ لأنه لو كان إيمان حقيقة لقبل، ولكن إيمان دفع العذاب؛ كقول فرعون حين أدركه الغرق:  (قَالَ آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ) ، فلم يقبل منه ذلك؛ لأنه إيمان دفع العذاب، وإيمان الاضطرار، لا إيمان حقيقة؛ فعلى ذلك الأول، وباللَّه التوفيق. </p><p> وقيل في حرف ابن مسعود - رضي اللَّه عنه -: \" وإن من أهل الكتاب إلا من ليؤمنن به قبل موته \" . </p><p> وفي حرف حفصة - رضي اللَّه عنها -: \" وإن كل أهل الكتاب لما ليؤمنن به قبل موته \" . </p><p> وقيل:  (إِلَّا لَيُؤْمِنَنَّ) قيل: باللَّه. </p><p> وقيل: بعيسى. </p>"
}