{
  "id": null,
  "sura": 4,
  "aya": 92,
  "text": "<p> قوله تعالى:  (وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلَّا خَطَأً وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ إِلَّا أَنْ يَصَّدَّقُوا فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَإِنْ كَانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ فَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِنَ اللَّهِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (٩٢) وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا (٩٣) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلَّا خَطَأً) اختلف فيه: عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: (وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلَّا خَطَأً) : أي: لا ينبغي لمؤمن أن يقتل مؤمنا بغير حق عمدا، إلا خطئًا فيما لا يملكه. </p><p> وقيل:  (إِلَّا) بموضع الواو، كأنه قال: وما كان لمؤمن أن يقتل مؤمنًا متعمدًا ولا خطأ، وذلك. جائز في اللغة. </p><p> وقيل: وما كان ينبغي لمؤمن أن يترك قتله إذا قتل آخر عمدا إلا خطأ، فإنه يترك قتله ولا يقتل به؛ وهو قول أبي بكر الكسائي. </p><p> وقيل: وما كان ينبغي لمؤمن أن يترك حكم قتله إلا خطأ. </p><p> قال أبو بكر الكسائي: حكم القتل ما ذكرنا من القصاص والقود، أو كلام نحو هذا. </p><p> ويحتمل قوله:  (وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا) قط بعد ما سبق من اللَّه بيانه في غير آي من القرآن، نحو قوله - تعالى -: (يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ) وقوله - تعالى -: (وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ) ، وقوله - تعالى -: (وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا) ، وغيرها من الآيات. </p><p> (إِلَّا خَطَأً) فإنه لم يسبق منه الحكم فيه إلا في هذه الآية. </p><p> وقيل: وليس لمؤمن أن يقتل مؤمنًا على كل حال إلا أن يقتله مخطئًا؛ فعليه ما في القرآن. وهو قريب مما ذكرنا. </p><p> ثم الخطأ - عندنا - على وجهين: خطأ قصد، وخطأ دين. </p><p> فخطأ القصد: هو أن يقصد أحدًا فيصيب غيره. </p><p> وخطأ الدِّين: هو أن يعرفه مشركًا كافرًا من قبل حلال الدم؛ فيقتله على ما عرفه من قبل، وهو للحال مسلم. </p><p> فَإِنْ قِيلَ: كيف لزمه في قتل الخطأ ما لزمه من الكفارة؛ وقد أخبر اللَّه - عَزَّ وَجَلَّ - أنه لا يؤاخذه له، وأن لا حرج عليه في ذلك؛ بقوله:  (لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ) ، وقال في آية أخرى:  (وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ) ، وغيرها من الآيات. </p><p> قيل: إن الفعل فعل مأثم، وإن كان لم يوجد منه القصد فيه، فما أُوجِبَ إنما أُوجِبَ؛ لما الفعل فعل مأثم. </p><p> والثاني: يجوز أن يكون اللَّه يكلفنا بترك القتل والفعل في حال السهو والغفلة، ألا قرى أف قال:  (لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا) ، والخطأ نقيض الصواب؛ فلا يجوز أن يؤمر بطلب الصواب ولا ينهى عن إتيان ضده؛ كقوله - تعالى -: (وَلَا تَنْسَ </p><p> نَصِيبَكَ مِنَ الدُّنْيَا. . .) الآية. </p><p> ثم اختلف في المعنى الذي أوجب عليه رقبة مؤمنة. </p><p> قيل: لأنه أتلف نفسًا خلقها اللَّه - تعالى - لعبادته؛ فأوجب مكانها نفسًا مؤمنة؛ لتعبد اللَّه على ما عبدت تلك. </p><p> لكن التأويل لو كان هذا لكان يجب في العمد ما وجب في الخطأ؛ لأنه وجد ذلك المعنى، لكن أوجب لا لذلك المعنى - واللَّه أعلم - ولكن تغليظًا وتشديدًا عليه لما أتلف نفسًا محظورًا لم يؤذن له في ذلك؛ لئلا يقدم على مثله، ولله أن يوجب على من شاء بما شاء لما شاء، من غير أن يقال: لم؟ وكيف؟ وأين؟ </p><p> والثاني: أوجب عليه رقبة مؤمنة؛ لأنه أبقى له نفسًا مؤمنة؛ فعلى ما أبقى له نفسًا مؤمنة أوجب عليه مثلها رقبة مؤمنة. </p><p> وفي قوله - تعالى أيضًا -: (وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلَّا خَطَأً) واختلف في تأويل (وَمَا كَانَ لِمُؤْمِنٍ) ؛ فمنهم من يقول بإضمار: وما كان بمتروك لمؤمن أن يقتل مؤمنًا إلا خطأ. </p><p> ويخرج معنى \" بمتروك \" على وجهين: </p><p> أحدهما: ما قاله \" أبو بكر الملقب بالأصم: أي بمتروك له في القصاص إلا أن يقتله خطأ. ولكن هذا يوجب منع العفو لما به الترك، ومعلوم أنه أمر رغب فيه؛ حتى دعا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ولي القتيل إلى العفو، ثم إلى أخذ الدية، ثم لما أبت نفسه عن ذلك أذن له في القصاص؛ويدل على ذلك قوله:(فَمَنْ عُفِيَ لَهُ. . .)الآية،وقوله:(وَكَتَبْنَا عَلَيْهِمْ فِيهَا. . .)،إلى قوله:(فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ. . .)الآية،إلا أن يرجع في قوله:\" بمتروك له \" إلى الوجوب، أي: لا يدفع عنه إيجاب القصاص إلا من قتل مؤمنًا خطأ؛ فإنه ليس عليه القصاص. </p><p> والثاني: أنه ما كان بمتروك له من التأنيب والتوبيخ والتعيير بسوء صنيعه بأخيه وتعديه حد اللَّه وبمعونة ولي القتيل؛ إذ قال:  (مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا) ، فحق ذلك على الناس أن يظهروا له النكير عليه، ويقوموا بالنصر لوليه - واللَّه أعلم - إلا أن يكون خطأ؛ فلا يتلقونه بشيء مما ذكرت، بل يقومون بالشفاعة له، والمعونة في احتمال ما لزمه؛ ولذلك جعل - واللَّه أعلم - أمر العقل على ما به من إبقاء الألفة، ودفع الضغينة، واجتماع التالم في المصيبة. </p><p> ومنهم من يقول في تأويل الآية:  (وَمَا كَانَ لِمُؤْمِنٍ) أي: حرام عليه ذلك الفعل بما حرم اللَّه، وبما بينهما من الأخوة في الدِّين، وبما هو شقيقه وجنسه، يتألم بما يتألم به الآخر، ويتأذى بما يتأذى الآخر، والنفس عن مثله تنتهي، والطبع ينفر، فما كان له بعد هذا أن يقتل. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِلَّا خَطَأً) قيل فيه بوجوه: </p><p> أحدها: أن يقع ذلك منه على الخطأ؛ فيكون على ما لا يلحقه اللائمة التي ذكرنا، ولا وصف التعدي الذي وصفنا. </p><p> والثاني: أن يكون الأمر في موضع الابتداء؛ لما بين له من الحكم بمعنى: وما كان لمؤمن أن يقتل مؤمنَا ألبتَّة، لكن من قتل مؤمنَا خطأ فتحرير رقبة؛ كقوله:  (لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا) ، بمعنى: لا يسمعون فيها لغوَا ألبتَّة، لكن الذي يسمعون: يسمعون سلامًا. </p><p> وقيل:  (وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلَّا خَطَأً) : إلا ألا يعلمه أنه مؤمن، وكان عرفه كافرًا، له قتله بما روي من الإذن في البيات وقتل عيون الكفرة بما سبق من ظهور كفرهم، وإن احتمل إيمانهم فيما بين الوقتين؛ فيكون بمعنى: حرام عليهم إلا مَنْ هذا وصفُهُ. </p><p> ويجوز:  (وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلَّا خَطَأً) أي: أليس، لمؤمن ذلك قط إلا أن يقتل خطأ؛ فإنه ليس فيمن يقال كان له أو لا؛ لما يقع به إلا أن يفعله هو في التحقيق؛ إذ حقيقة الفعل أن يقع بإرادة ويخرج عليها، وهذا لا يقع بها، ولا يخرج </p><p> عليها. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ) </p><p> فلم يذكر في القاتل أنه مؤمن عند ذكر قتله، لكنه رجع إليه بوجهين: </p><p> أحدهما: أن الآية في بيان قتل يكون من المؤمن، وعليها جرى تفسير الحكم عند الوقوع. </p><p> والثاني: قوله: (تَوْبَةً مِنَ اللَّهِ) والتوبة بالتحرير تكون للمؤمن لا غيره، والله أعلم. </p><p> على أنه حق الشرع من العبادات؛ فلا يحتمل قصد الكافر به، وأيد ذلك المذكور من الصيام، وهو لا يقوم إلا بالإيمان، ثم جعل الإيمان شرطا من حيث الذكر، وتأكده بأوجه ثلاثة: </p><p> أحدها: بالتأكيد، يذكر كل قتيل على اختلاف أهل القتيل، وفي ذلك دليل أن ذلك جعل عليه لمكان أمر يدخل على دينه مما عليه من الحق أن يحفظ حرمته، وبحرمته يتقي قتل من ذكر؛ إذ حرم دينه عليه؛ فيصير في قتله مُضَيعًا، فالزم ما ذكرت في كل أنواع القتيل لرجوع أمر ذلك كله إلى تضييع من حق دينه؛ ولذلك قيل:  (تَوْبَةً مِنَ اللَّهِ) وذلك يخرج على وجهين: </p><p> أحدهما: أن تحقيق معنى التوبة في فعل اللَّه، وذلك يخرج على وجهين: </p><p> أحدهما: على ما تجاوز منه؛ إذ لم يأخذه بالخطأ؛ فيكون بحق جعل ذلك شكرا من العبد بما لم يؤاخذه بالخطأ؛ فيكون معنى التوبة منه أنه لم يؤاخذه بالخطأ، لا إن في الإعتاق ذلك، والإعتاق للشكر له فيما لم يكن أخذه، وقد يجوز أن يؤاخذه لما بالجهد في التحفظ قد يؤمن ذلك، فلما لم يكلفه وتجاوز عما كان على الخطأ؛ يأمر بالشكر لذلك. </p><p> والثاني: قبولا منه ذلك في حق التوبة عن غير القتل من الزلات؛ فيكون فيه قيام بما أمر توخيه في حكمة العفو عن مثله، بجعل ذلك من العبد مقبولا بحق التوبة من الزلات. </p><p> أو نُسب إلى التوبة منه إذا كان على التوفيق لفعله، وذلك تسمية اللَّه \" توابًا \" على التوفيق والتجاوز، واللَّه أعلم. </p><p> والثاني: يرجع إلى فعل العبد؛ فتكون توبة من اللَّه على عبده القاتل بأن يتوب بإعتاق </p><p> رقبة مؤمنة، وذلك يخرج على وجهين: </p><p> أحدهما: أن يكون الفعل فعل مأثم، ولله - تعالى - مؤاخذته عليه؛ لأنه بالجهد يمكن اتقاء ذلك؛ ولذلك تعبد بقوله:  (رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا) وإذا كان كذلك؛ فيكون ذلك منه توبة إلى اللَّه؛ ليحفظ عن مثله في أمر الدِّين. </p><p> والثاني: أن يكون عليه حفظ دينه عما يقع فيه من التضييع الذي يبلى بإنساء الشيطان، أو بفرط غفلة، أو نحو ذلك؛ فيلزم جبر ذلك بما ذكر وإن لم يعلم؛ إذ قد يجوز وقوع النقصان في ذي الحرمات من وجه لا إثم يلحقه نحو المذكور في المتأذي، وفي أمر السهو في ذلك: فيؤمر به؛ لينجبر ذلك، وذلك نحو ما قد يفسد بأمور من وجه لا يعلم به، فكذلك أمر النقصان؛ فيؤمر بالتوبة إلى اللَّه - عَزَّ وَجَلَّ - عن ذلك بما يمتحن اللَّه به من الأمور - واللَّه أعلم - مع ما قد يتصل بالقتل ما له حكم الخطأ يأثم المرء عليه ويحرج؛ فجائز أن يرجع حرف التوبة من اللَّه إلى ذلك، وهو سمى خطأ العمد. </p><p> والثاني: مما يدل على جعل الإيمان شرطًا: أنه جعل لما وقع في حق الدِّين من التضييع إذا تعلقت الحرمة بالدِّين من الوجه الذي بينا، ولا فرق بين عبادة يشار إليها يقع فيها تضييع في حد منها يبرئ تلك بكفارة وبين جملة من العبادات يعتقدها الإنسان وضمن الوفاء بما يقع في حد منها تضييع أن مقدار حدها من الفرض لا يعلمه إلا من يعلم حد التضييع من الأصل، ولا يعلم حده غير الذي جعل الحدود؛ فيكون في ذلك بيان المبرئ، وبدونه لعله لا ينجبر؛ فألزم بالاحتياط ذلك، وعلى ذلك أمر الحدود للإجرام. </p><p> والثالث: متفق القول على موقع الشرط أنه بحق اللزوم، وعلى ذلك شرط في التتابع في الصيام له هذا المعنى والأول جميعًا، وعلى هذا الاتفاق جعل قوم أمر هذا أصلا لغيره من الكفارات، ونحن لا نجعلها؛ لوجهين: </p><p> أَحَدُهما: لما لم يجعل ذكر التتابع في هذا أصلا لكل ما لم يذكر فيه التتابع. </p><p> والثاني: لما بينا من محل كل من أصل ذلك أنه إنما يعلم من علم ما حد ذا من الأصل؟ ومعلوم الاختلاف في الكل؛ لذلك لم يجب هذا، لكن يطلق المطلق ويقيد المقيد بالذكر، وأيد ذلك أن اللَّه - تعالى - قد ذكر في كل قتل، ولو كان بالذي يحتمل درك الحد بالتدبير لكان ترك الذكر في هذا لإفهام الحكم في نوع المذكور أقرب منه في غير نوعه، فبين - واللَّه أعلم - لوجهين: </p><p> أحدهما: للتنبيه على لزوم الرجوع في هذا إلى الذكر. </p><p> والثاني: للتنبيه أنه لم يجعل لمكان القتيل، لكن لما وقع في الدِّين من التضييع. </p><p> وجائز أن يكون شرط الإيمان بما سبق منه تضييع حد من الحدود الذي اقتضى إيجابه عليه الإيمان، فأمر بإعتاق من يسلم له الرقبة؛ لحفظ ما ألزمه حق الإيمان من الشغل عنه بحق الرق فيه لغيره. </p><p> ويجوز أن يكون إنما أبقيت به نفسه وهي مؤمنة لله تعالى، فأمر أن يشكر لله - تعالى - بإبقاء نفس مؤمنة؛ إذ بالعتق إحياء. </p><p> وعلى ما ذكر من اختلاف الحدود وما له حدود في حق الشرع لم يقس الطعام على الصيام عند العجز عنه، على ما قضى به في حق الظهار والفطر، مع ما في الظهار حق لها لم يكن له التأخير إلى القدرة عليه أو ملك الرقبة، وليس هاهنا، وأمر الفطر هو في بعض صيام قد جعل لأصله من الطعام عوضًا عرف حده بقوله - تعالى -: (وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ. . .) الآية، فعلى ذلك أمر عوض التعدي فيه، وليس في أمر القتل ذلك. </p><p> ودلت الآية بذكر الإيمان على أن له حدا يعرف موقعه، ثم الذي يبين فيها آية التصديق خاصة ما جمع بين المؤمن الذي يحتمل أن يكون منه سائر الشرائع، والذي لا يحتمل سوى نفس الإيمان: وهو المؤمن الذي من قوم عدو لنا؛ إذ قد يؤمن في دار الحرب بما في العقل دليله، ولا يعلم به غيره من العبادات التي لها حق الشرائع. </p><p> وقد يجوز أن يكون في الإبلاع في وصف ما يكفر به إبلاع في التحذير عن الغفلة التي لديها خوف وقوع ما ذكر، وعلى ما ذكرت من تضييع حق ألزمه دينه لزم التعوذ كل </p><p> واحد منهم الكفارة على التمام؛ لما انفرد كل بما لزمه من الحق بدينه في التضييع؛ وعلى هذا قولهم في المحرمين يقتلون الصيد: إن كل واحد منهم جنى على إحرامه الذي لم يتصل إحرامه بإحرام غيره، على أن النفس إذ هي لا تحتمل التجزئة؛ لم يتجزأ المجعول لها، وعلى ذلك أمر القصاص، والدية، لم تجب في الحقيقة للنفس؛ إذ هي قد تجب لما دونها فيما يحتمل التجزئة أكثر مما يجب للنفس، وإذا بلغت النفس فسقط بعض ما له منها حكم الوجوب، ولما هي ترجع إلى غير الجاني. </p><p> ومحال أخذ الكل ممن يرجع إليه بالكل بما يكون في طلب التخفيف الإجحاف وإهلاك الخلق، ولما كان حق النفس من حيث القتل في المال يختلف، ومن حيث القصاص والكفارة لا تثبت أن المرجع في هذين إلى أحوال في نفس القاتلين من دين يضيع حقه أو امتناع عن احتمال التجزئة أو إحياء أريد بالموضوع، ولو لم يجعل في الجماعة لذهب فائدة الإحياء؛ إذ الوجود بالآحاد غير فيبطل الإحياء في أبلغ أحوال الحاجة إليه، ثم إذا رجع أمر الكفارة إلى من تولى قتله وقد سبق عليه أمر الدية، كقوله - تعالى -: (وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ) بمعنى: عليه تحرير ما ذكر، وقد أوجب عليه، وعلى ذلك جميع ما في القرآن من الأمر على إثر الأسباب. </p><p> ثم نسق على ذلك بقوله:  (وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ) فحقها أن تكون عليه والخبر الوارد عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في أمر العقل الذي توارثته الأمة إلى يومنا هذا، بل الأمم، حتى كان قد ظهر عن أمر الرسل السالفة بحق التواتر في المؤمنين بهم والمنكرين لهم؛ فكان ذلك بحق التعاون؛ ولذلك قال أصحابنا - رحمهم اللَّه - في الذين لا عاقلة لهم: تجب الدية في أموالهم. وعلى ذلك فيما يظهر بأقاويلهم دون البينات وهو الحق؛ إذ فيما يجب فيه القصاص أنفسهم تتلف، فعلى ذلك الدية. </p><p> والأصل في ذلك: أن معنى القصاص معقول أيد الذي ذكره اللَّه - تعالى - في القرآن من قوله:  (وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ) ، فلا معنى لصرف ذلك إلى غير المتولي؛ لما يذهب الحياة. </p><p> وجائز شرع ذلك بحق العقل؛ لينزجر الناس به، ولتسلم لهم الحياة التي هي ألذ الأشياء؛ إذ بها تعرف اللذات كلها، وذلك المعنى ليس نفس القتيل أحق من غيره من أن </p><p> يجعل القصاص لحقه، بل الأولى أن يجعل لا محالة للردع والزجر؛ مع ما كان معلومًا أن نفس القتيل لا تنتفع بالقصاص، بل إنما نفعها في أن يبقى؛ لخوف القصاص ممن يروم قتله؛ إشفاقًا على نفسه، وليس ذلك المعنى في أمر الدية بشيء، وإنما تُوجَبُ بعد الوفاة، ولم تجب من وجه يتولد منه الغضاضة والعداوة التي لديها سفك الدماء على حق تخصيص الدماء لما هي تجب بالخطأ من وجه يعلم عذر من منه ذلك، لكن اللَّه - تعالى - بفضله بما جعل للمتصلين معونة في حياته، وشرفا في كثرة الأقوام، ونباهة في الدنيا، مع ما يقع بها التناصر والتدافع الذي بمثله الدوام والقوام؛ فيعظم في مثله مصيبة العقل وبخاصة من وجه لعله تسبق إليهم الأفعال في التلبيس على أهله بالخطأ، وأن ذلك ليس بحق؛ فيخاف وقوع الشر بينهم والعداوة التي تولد الفساد؛ فجعل اللَّه - بمنهِ وفضله - لهم ما تطيب بمثله أنفسهم، ويسكن المعنى الذي يخاف من حدوث الشر بينهم، مع ما له جعل ما للخلق له ابتداء المحنة بما ذكر بلا سبب يسبق، فهو بالسبب أحق، وإذا جعل بهذا من الوجه الذي له حق الابتداء، فله وضع ذلك في أموالهم، مَنَّ بإبقاء نفس القاتل لهم ما ذكرت من المنافع على ما جعل في ذلك، وإن لم يرجع منفعة الواجب في ذلك إلى القتيل بما لا يعلم أنه يقتل؛ ليجعل ذلك لوجه يتزود به لمعاده، وإن حرم ذلك في دنياه؛ فيصير المجعول في ذلك فيمن لهم وعليهم بالذي ذكرت من دفع الفساد، والقيام بحق الإحسان. </p><p> ثم الأصل في إتلاف الأموال: أن منافعها عند القيام ومضارها عند الإتلاف ترجع إلى أربابها خاصة، والأنفس يرجع ما لها في ذلك إلى العشائر والمتصلين؛ فعلى ذلك المجعول فيها مع ما كانت الأموال تملك؛ فيصير من ضمنه كأنه اشتراه، وكل مشترى بالتسليم إليه الخروج منه؛ فلا يحتمل أن يضمن من لم يكن منه الجناية لما يسقط لو ضمن بعقد التسليم، ولا على ذلك أمر جنابات الأنفس؛ فجائز في حق الشرع الموضوع </p><p> على غير من يتولى الخروج؛ إذ على غير التسليم إلى أحد يستوجب بدله. </p><p> ثم وقوع الخطأ يكون من وجهين: </p><p> أحدهما: من جهة دينه: نحو أن ظنه القاتل كافرًا بما كان عرفه كذلك، أو بما عليه سيماء الكفرة. </p><p> ومن جهة نفسه في أن يرمي غيره فيصيبه. </p><p> والحكم في وجهي الخطأ واحد. </p><p> والخطأ الثالث، وهو الذي لم يقتضه حق هذه الآية، وهو عند الضرب قد يقع ذلك فيما أخطأ الدِّين وفيما تعمد أو النفس جميعًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ) لم يبين من أهله؛ وقال في موضع آخر:  (وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا) ، ولم يبين من وليه؟ فكأن الأهل والولي هم ورثته، على ما جاء في الخبر: أنه ورَّث امرأة أَشْيَم من دية زوجها، وإن كانت الدية لأهل العصبة منهم من قتل، ولأن هذه الدية إنما وجبت لمكان ما لهم من المنافع من القتيل في حال حياته، دون غيرهم فإذا قتل فذهب منافعه </p><p> عنهم، أوجب ذلك لهم؛ لأنهم هم المنتفعون في حياته دون غيرهم. </p><p> وقيل: إن القتل يوجب الضغائن فيما بين أولياء القتيل وأولياء القاتل؛ فيحمل ذلك على الفساد والإهلاك، فإذًا وجبت هذه الدية لتطيب أنفسهم بذلك، ولا يحمل ذلك على الضغائن والحقد. </p><p> وقيل: أوجبت هذه الدية؛ لئلا يدعي الخطأ؛ فيسقط القصاص عن نفسه بدعوى الخطأ؛ فأوجب الدية لما إذا ادعى الخطأ - أخذ بالدية، وقد ذكرنا أن الخطأ على وجهين: </p><p> وهو أن يقصد شيئًا، فيصيب إنسانًا، فهو خطأ؛ لأنه أصاب غير الذي قصده بالضربة. </p><p> والثاني: خطأ الدين، وهو إن عرفه كافرًا، فقتله على ذلك، قاصدا له، فهو خطأ. </p><p> وللخطأ وجه آخر: وهو أن يضرب الرجلُ الرجل قاصدًا لذلك؛ بغير حديدة، فإن كان الذي ضربه به حجرًا صغيرًا، أو عصًا صغيرة، فحكمه حكم الخطأ، وإن كان حجرًا كبيرًا مثله يَقْتُل، أو عصًا عظيمة - فإن أصحابنا - رحمهم اللَّه - اختلفوا في ذلك. </p><p> قال أبو حنيفة - رَضِيَ اللَّهُ عَنْهُ -: لا قود في ذلك، وعلى عاقلته الدية مغلظة. </p><p> وقال مُحَمَّد - رحمه اللَّه -: يقتل به إذا كان مِنْ مِثْلِهِ لَا يُنْجَى. </p><p> وقد رُوي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ما يبين أن العمد ما كان بحديد؛ فهو حجة لأبي حنيفة - رحمه اللَّه - في الحجر العظيم؛ ودليل على أن القصد بالضرب قد يكون خطأ. </p><p> وروي عن النعمان بن بشير، عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" كُلُّ شَيءٍ خَطَأٌ إِلا الحَديدَ والسيفَ \" وسنذكر هذه المسألة في باب شبه العمد، إن شاء اللَّه تعالى. </p><p> ثم أجمع أهل العلم على أن الرقبة على القاتل، لا على العاقلة، وأما الدية فلم يذكر </p><p> على من تجب؟ فقال أكثر السلف: الدية تجب على العاقلة، وعلى ذلك تواترت الآثار عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقال بعض الناس: الدية -أيضًا- على القاتل كالرقبة؛ فيقال له: إن الصيام بدل عن الدية، أو عن العتق؛ فإن قال: لا، بل بدل عن العتق؛ قيل له: فذلك يدل على أن الذي يجب على القاتل هو العتق؛ الذي إن لم يجده صام مكانه، ويدل على أن الدية ليست عليه. </p><p> وقد روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه جعل الدية على العاقلة: عن مقسم عن ابن عَبَّاسٍ قال: كتب النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كتابًا بين المهاجرين والأنصار: أن يعقلوا معاقلهم، ويفدوا غائبهم بالمعروف، والإصلاح بين المسلمين. </p><p> وعن أبي هريرة - رَضِيَ اللَّهُ عَنْهُ - أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قضى في الجنين: عبدًا أو أمة على العاقلة. والتي ضربت ضرتها بعمود فسطاط فقتلتها، فقضى النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بديتها على عصبة القاتلة، وفيما في بطنها غرة، فقال أعرابي: يا نبي اللَّه، أتغرمني من لا طعم، ولا شرب، ولا صاح ولا استهل، فمثل ذلك يطلّ. فقال النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" أَسَجْعٌ كَسَجْعِ الأَعْرابِ؟! اغْرَمْ؛ فَإِنَّ الديَةَ عَلَى العَاقِلَةِ، والميراثَ لِأهْلِ الفَرائِضِ \" وعمود الفسطاط مما يقتل مثله، </p><p> ولم يوجب النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - على التي ضربت ضرتها به فقتلتها القصاصَ؛ فذلك حجة لأبي حنيفة - رضي اللَّه عنه - في قوله: إن الخشبة العظيمة والصغيرة سواء، ولا قصاص فيه، والأخبار فيه كثيرة. </p><p> وقوله - عَزَّ وَجَلَّ أيضا -: (وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ) ذكر - واللَّه أعلم - مسلمة إلى أهله؛ على الحث والترغيب في التسليم، والنهي عن التعاسر الذي عنه توهم حدوث الشر والفساد الذي يوقع مثله جعل العوض في قتل الخطأ، وعلى ذلك قوله:  (فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ) ، وقد بينا من يسلم، ثم بين التسليم إلى أهل القتيل، ولم يبين مَنْ أهله؟ وقد أجمع السلفُ على أن أهله: ورثته، والأصل في ذلك: أن الدية جُعلت بدلا لنفس القتيل؛ فتصير متروكة عنه، وعلى ذلك لو كانت منه الوصايا أو عليه دين ينفذ منها، فصارت فيما قال اللَّه - تعالى -: (وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ. . .) ، الآيات التي فيها بيان من يرث من بعد الوصية والدَّين، فذلك لهم؛ فيصير أهله بعد وفاته من ينتفع بتركته؛ إذ كذلك وصف الأهل في الحياة أنه يرجع إلى المتصلين به، وبمنافعه مع ما كان اسم الأهل في الزوجة غير ممتنع استعماله على كل حال؛ فيجب دخولها في ذلك، وغيرها من الورثة أحق، وقد روي في مثل ذلك مرفوعًا في توريث امرأة أَشْيَم الضَّبَّابي، وعمل به عمر بحضرة الصحابة - رضوان الله عليهم أجمعين - والذين لهم سائر الولايات سوى ولاية الميراث مع ولاية الميراث أحق، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِلَّا أَنْ يَصَّدَّقُوا) فالثنيا من الدية؛ لأنه لا حق لأحد في العتق حتى يحتمل التصدق، وهو كقوله - تعالى - في القصاص:  (فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ) ، وذكر التصدق على ما عليه الترغيب في الديون من قوله:  (وَأَنْ تَصَدَّقُوا خَيْرٌ لَكُمْ) . </p><p> ثم الأصل: أن التصدق من المعروف إلى ذوي الحاجات، والعقل إنما وضع أصله على الأغنياء، لكن يخرج على وجهين: </p><p> أحدهما: أن الآية جاءت بذكر القاتل، ووجود الدية المسلمة كلها لكل قاتل عسير؛ فكان الترغيب على ذلك. </p><p> والثاني: أنه معروف في الديون، وكذلك حكم الصدقات؛ إذ لا يقع له الثواب في الدنيا ربما يقع لغير المعروفين؛ فيكون فعلهم - في الحقيقة - للَّهِ، لا لابتغاء الجزاء، فسمي صدقة؛ إذ هو اسم لما يقع من المعروف للَّهِ مع ما يتمكن في ذلك أن العقل ليس شرطه الغناء الذي له يجب الزكوات، وغير ذلك النوع من الغناء لا يخرج أهله عن احتمال الصدقة، بل جعل على أهل الديوان، وهم الذين أموالهم هي التي تخرج بحق العطايا يؤخذ لوقت الخروج، لا بعد الوقوع بالملك، وتمام شرط الغناء له، وفي هذا صرف الثنيا إلى الذي يلي من الكلام دون الذي تقدم، وحمله على بعض الكلام دون الكلام؛ ليعلم أن موقع الفهم عن الحكم على ما يقتضيه حق الحكمة دون الذي ينتهي إليه حق اللسان، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ) . </p><p> عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال: يكون الرجل مؤمنًا وأهله كفار في دار الحرب، فيقتله مسلم، فلا دية عليه، ولكن عليه عتق رقبة مؤمنة. </p><p> وعنه -أيضًا- قال: كان الرجل يسلم، ثم يأتي قومَهُ فيقيم فيهم، ثم يمر بهم الجيش من المسلمين؛ فيصاب فيمن يصاب؛ فأنزل اللَّه - تعالى -: (فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ) . </p><p> وقَالَ بَعْضُهُمْ: كيف يكون للمؤمن المقيم في دار الحرب دية؛ وأولياؤه حرب لنا؟ </p><p> فهل يجوز أن تعطى لهم الدية ونحن نغتنم أموالهم؟ فَإِنْ قِيلَ: تكون الدية لبيت المال، قيل له: إنما يجوز أن تكون لبيت المال من لو كان حيًّا - كان له في بيت المال حق، فأما المسلم المقيم في دار الحرب فلا حق له في بيت المال؛ لأن حكمنا لا يجري على داره، فكيف يستحق بيت المال ديته؟! </p><p> وبعد: فإن المسلم في دارهم لم يصر بالإسلام محرزا نفسه وماله؛ لأن دار الحرب ليست بدار يحرز بها الدماء والأموال، فإذا كان كذلك فلم يكن للأنفس والأموال هنالك بدل؛ لذلك لم تجب الدية، ألا ترى أنَّ من أتلف مال ذلك المسلم لم يغرم </p><p> بَدَلَهُ؟ فعلى ذلك لم يغرم بدل نفسه؛ لأن حرمتهما سواء في دار الإسلام. </p><p> ثم اختلف في تأويل قوله -أيضًا-: (فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ. . .) الآية، على الاتفاق أن لا دية فيه لكن الاختلاف في أنه: من يخرج على ثلاثة أوجه: </p><p> أحدها: أن ذلك فيما يقتل على الإغارة، نحو أن يغار على أهل الحرب وفيهم مسلم: فإنه لا دية فيه؛ لما أبيحت الإغارة؛ فيجب على هذا أمران: </p><p> أحدهما: أن يكون دفع الكفارة في ذلك أحق من دفع الدية، ومن حيث كانت الكفارة حق اللَّه بمعنى العبادة أو القربة، فإذا وقعت الإباحة من عنده فهي في السقوط أحق من الدية التي هي حق العباد، ولم يرد ممن هي له الإباحة، فلما أوجبت هي فالدية أحق أن ثجب، فإذ لم تجب بأن أنه ليس على ما قدروا. </p><p> والثاني: أن يكون لو كان كذلك، فيجيء أن يكون ذلك فيمن كان من قوم عدو لنا أو لا سواء جُعل من حيث الإغارة، بل إذا صارت الإغارة مباحة، وإن كان فيهم مسلم ذهب حق النفس من الأمرين جميعًا: من الدية، والكفارة، وكذلك الجواب في قوم تترسوا بالمؤمنين أنه إذا أبيح الرمي فيستوي الأمران جميعًا من الدية والكفارة. </p><p> وعلى ذلك اختلف فيمن له القصاص فيما دون النفس؛ فمات من الاقتصاص: أن لا كفارة في ذلك، وقد اختلف في الدية، وعلى ذلك من يقتله ممن لا يحتمل العلم، وما أوجب من العقل في الوجود بلا دية يوجب أن تكون الدية أحق في الإيجاب من الكفارة؛ فإذ لم تجب بأن أن ليس دفع الدية لما ظنوا. </p><p> والقول الثاني: ذهبوا إلى القتيل الذي قومه أهل الحرب أنه لا تجب فيه الدية؛ يقوله:  (مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ) . ويؤيد ذلك قوله:  (فَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ) وأهله عدو لا يحتمل التسليم إليهم بما لنا أخذ أموالهم؛ فيصير بذلك لنا، وأما الكفارة فهي بين العبد وبين اللَّه، فتلزمه؛ إذ هي في حق التوبة والكفارة؛ لما في ذلك من معنى الإثم؛ فيدخل على ذلك -أيضًا- أمران: </p><p> أحدهما: إبطال الدية عن كل نفس لا وارث لها إذا قتل من أهل دار الإسلام في دار الإسلام؛ إذ لا أهل لها، وعدم الأهل أكثر من كون الأهل وهم أعداء له، بل يغرم الذي قتله وقومه لبيت المال، فعلى ذلك الأول لو كان يجب، ولكن لم يجب لا لهذا؛ إذ قد </p><p> رأينا الوجوب مع ما هو أعظم في العدة من هَؤُلَاءِ، وأيد ذلك الإيجاب في المؤمن الذي قومه من أهل الميثاق، أو الكافر الذي هو من أهل الميثاق، والعداوة لم تكن انقطعت بالميثاق. </p><p> والوجه الثاني: أنه لا توارث يجري بين المسلم وأهل الكفر ليبطل حق الدية بوجوبها لهم، بل يتحول الميراث بالإسلام إلى أهل الإسلام، وإن لم يكن له خصوص أهل، وعلى ذلك جميع تركته؛ فبان أنه لا لهذا لم يوجب. </p><p> والقول الثالث: أن الآية فيمن أسلم في دار الحرب ولم يخرج إلينا حتى يقتله مؤمن خطأ أن عليه تحرير رقبة، ولا دية فيه؛ فيكون المعنى (مِنْ قَوْمٍ عَدُوٍّ لَكُمْ) : هو من قوم في الظاهر عند القاتل لم يخرجوا بعد عن إظهار المعاداة، ثم يكون قتله الخطأ من وجهين: أحدهما: بما كان عرف كفره، ولم يظهر انتقاله عما كان عليه في الظاهر، لا بخروجه إلى دار الإسلام ولا سيما يظهر، وذلك ظاهر الوجود، وفي مثله نزل قوله - تعالى -: (وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا. . .) الآية، وقد أخبر أنهم كانوا كذلك يكتمون دينهم حتى مَن اللَّه عليهم بالإظهار؛ فيكون هذا بين أظهرهم على الأمر الأول، ولا على ذلك شأن المسلمين الذين دخلوا تلك الدار بالأمان، ولا يحتمل أن يلحقه هذا النوع من قتل الخطأ؛ فلزم في نفسه البدل على كل حال. </p><p> والثاني: أن يرمي غيره فيصيبه على ما يكون خطأ أهل هذه الدار، ولم تجب له الدية؛ لما يقع فيه الخطأ من الوجه الذي على الآمر يفعل على ما بينت؛ فلا يحتمل أن يجعل لنفسه بدل. </p><p> والأصل في ذلك: أن دإر الحرب هي دار الحرب، وفي الحرب سفك الدماء وإتلاف الأموال؛ فلا يقع بها إحراز الدماء والأموال؛ فلذلك لم يجب فيها البدل، وليس كدار </p><p> الإسلام؛ لأنها دار سلم وأمن حتى جعلت تحرز بها الدماء والأموال على ما كان أنفس الأعداء إذا دخلت بالميثاق إلينا استوجبت حق الأعراض ولزوم البدل، وإن كانوا من قوم عدو لنا؛ إذ هي الدار دار سلم وإحراز، ولا يشبه الذي أسلم، ولم يخرج، الذي خرج من هذه الدار مسلمًا لما كان يخرج بأمان، وفي الأمان لزوم حفظ الأمر الأول، وليس في الأول ذلك على أن أحد الأمرين في ابتداء الإيجاب، والآخر في البقاء على ما وجب، ومعلوم تفاضل هذين في الأصول، واختلاف الأمر بينهما، وقد كان في إبقاء بعض ما يستوجب بالدِّين لترك الهجرة؛ كقوله - تعالى -: (وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ) ، وقد نسخت تلك الهجرة، ولم تنسخ الهجرة إلى دار الإسلام، وإن نسخت إلى المدينة، فلم يكن لنا من ولايتهم من شيء، وإنما حق بذل الأنفس لمن يبقى عنه من الأولياء والأهل، وقد بقي ذلك؛ فلذلك لم يجب. </p><p> وعلى هذا يخرج قولنا فيه: لو قتل عمدًا ألَّا يجب القصاص ولا الدية؛ لأن الله تعالى - قال:  (فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا) ، وقد بقي فيما نحن فيه الولاية؛ لذلك بطل السلطان، وفي بطلانه بطلان البدل، ويجوز معه بقاء الحق الذي بينه وبين اللَّه؛ لثبات تلك الحرمة. </p><p> ووجه آخر في تأويل: قوله: (مِنْ قَوْمٍ عَدُوٍّ لَكُمْ) أي: في قوم مظهري العداوة؛ دليل ذلك: أنه وإن خرج إلى هذه الدار فهم قومه، لكنه ليس يرجع إلى مؤمن آمن وهو يعد فيهم أن لا شيء، فإذا خرج إن عاد وإلا فله حكم نازله لم يقتضه حق الآية؛ فيجب فيه الذي يجب على حسب الدليل الموجب، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ كَانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ فَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ) . </p><p> اختلف فيه: قَالَ بَعْضُهُمْ: ذلك القتيل معاهد؛ من قوم بيننا وبينهم ميثاق؛ فاحتج </p><p> بعض أصحابنا - رحمهم اللَّه - بهذه الآية الكريمة، في إيجاب الدية في قتل المعاهد: دية مسلمة، وهي مثل دية المسلم؛ لأن اللَّه - تعالى - قال فيهما جميعًا:  (فَدِيَةٌ مُسَلَّمَةٌ) . . .) فهما سواء. وقد روي ذلك عن ابن عَبَّاسٍ، رضي اللَّه عنه. </p><p> والآية تحتمل غير هذا؛ لأن اللَّه - تعالى - قال في أول الآية:  (وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلَّا خَطَأً. . .) إلى قوله: (فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَإِنْ كَانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ. . .) فيحتمل: أن يكون معناه: وإن كان المقتول المؤمن من قوم بينكم وبينهم ميثاق، فاكتفى بذكر الإيمان في القتيلين الأولين عن إعادة ذكر الإيمان في القتيل الثالث، ولم يكتف بذكر الإيمان في القتيل الأول عن إعادته في الثاني؛ لأنه لو قال اللَّه - تعالى -:، (وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلَّا خَطَأً وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ) ، ولم يزد على هذا - كنا نوجب الدية في قتل كل مؤمن؛ فذكر الإيمان في الثاني للتفريق بينهما. </p><p> وأما ذكر الإيمان في الثاني أغنى عن ذكره في الثالث؛ لأنه لا تفرقة بينهما؛ لذلك كان ما ذكرنا. </p><p> وعن الحسن:  (وَإِنْ كَانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ) قال: مؤمن. </p><p> واستدل من ذهب إلى أن المقتول مسلم بأن اللَّه - تعالى - قال:  (فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ) ولا تجب الكفارة على قاتل المعاهد إذا لم تكن ذمة، ألا ترى أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فدى قتيلي عمرو بن أمية، وكان لهما عهد، ولم يبلغنا أنه أمر بالكفارة، فيقال: إن الكفارة واجبة على قاتل المعاهد المستأمن بظاهر الآية بقوله: (وَإِنْ كَانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ) . </p><p> وقال أيضا: ومما يدل أن المقتول معاهد: أنه لو كان مسلمًا لم يجب لأهله من </p><p> المعاهدين الدية؛ لأنهم لا يرثونه، وإنما يرثونه إذا كان معاهدًا، وهذا يؤيد قول أصحابنا - رحمهم اللَّه - في وجوب كمال دية المسلم على قاتل المعاهد. </p><p> وقد روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه ودى ذميًّا دية مسلم، وحديث عمرو بن أمية: أنه كان ببعض الطريق، فأقبل رجلان من بني عامر حتى نزلا في ظل هو فيه، وكان معهما عهد من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لم يعلم به عمرو، وقد علم أنهما من بني عامر، فلما ناما عدا عليهما فقتلهما، وهو يرى أنه أصاب منهما ثأره من بني عامر، فلما قدم عمرو على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال: لقد قتلت قتيلين لأدينهما. فوداهما رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> ومعلوم أن الدية كانت تامة وإن لم تسم؛ لأن العرب كانت لا ترضى أن تنتقص دياتها عن ديات المسلمين. </p><p> وعن ابن عَبَّاسٍ - رضي اللَّه عنه -: أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - جعل دية العامِرِيَّينِ دية الْحُرَّيْنِ المسلمين. </p><p> وعن ابن مسعود - رضي اللَّه عنه - قال: دية أهل الكتاب مثل دية المسلم. </p><p> فَإِنْ قِيلَ: روي عن عمر - رضي اللَّه عنه - قال: دية اليهودي والنصراني أربعة آلاف درهم، ودية المجوسي ثمانمائة درهم. عن عثمان - رضي اللَّه عنه - مثله. </p><p> قيل: يحتمل هذا ما روي عن عمر: أنه قوَّم الإبل فبلغت قيمتها أربعة آلاف درهم، ثم قومها ثانيًا فبلغت ستة آلاف، إلى أن بلغت عشرة آلاف، أو ما ذكر، فيحتمل أنه لما قوَّمها فبلغت أربعة آلاف كان ذلك في دية يهودي أو نصراني؛ فظن الراوي أنه إنما أوجب أربعة آلاف؛ لأنه دية النصراني أو اليهودي، فروي على ذلك مع ما رُوي عن عمر وعثمان </p><p> - رضوان اللَّه عليهم أجمعين - بعشرة آلاف. </p><p> وروي أن أبا بكر وعمر وعثمان - رضي اللَّه عنهم - قالوا: دية المعاهد دية الحر المسلم، فهذا يوهن قولهما الأول. </p><p> أو يحتمل أن يكون على الاصطلاح: </p><p> فَإِنْ قِيلَ: روي عن عمرو بن شعيب عن أبيه عن جده أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" دِيَةُ الكَافِرِ نِصْفُ دِيَةِ الْمُسْلِمِ \" قيل: إن كلا الفريقين تركوا العمل بهذا الخبر؛ لأن من يقول بأربعة آلاف لم يأخذ به؛ لأن أربعة آلاف ثلث دية المسلم، على قوله؛ لأن دية المسلم الحر اثنا عشر ألفا عنده. </p><p> ومن يقول بعشرة آلاف لم يأخذ به؛ فقد أجمعوا على ترك العمل به؛ وذلك لما لم يثبت عندهم - واللَّه أعلم - مع ما وصفنا في باب: قتل المسلم بالكافر ما يدل على أن ذلك واجب، فإذن وجب قتل المسلم بالذي وجب أن تكون ديتهما سواء، ألا ترى أن الكفارة على قاتلهما سواء. </p><p> وقوله -أيضًا-: (وَإِنْ كَانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ) . . . اختلف في تأويل هذا الحرف من وجهين: </p><p> أحدهما: أن الآية في المؤمنين خاصة، لكنهم على أقسام ثلاثة: </p><p> أحدها: على النشوء على الإيمان. </p><p> والآخر: على إحداث الإيمان في دار الحرب من أهل الحرب. </p><p> والثالث: على إحداث الإيمان من أهل الميثاق في دار العهد. </p><p> والآخر من وجهي الآية: بيان جميع ما يجب في نفسه حق إذا قتل خطأ من مؤمن قد أحرز دمه بالإيمان، أو بالإيمان والدار، أو بالعهد، وفي ذلك إنما قطع الحق عن كثير ممن ينهى عن قتلهم إذا لم تتضمنهم هذه الآية، من نحو نساء أهل الحرب والذراري، فلم </p><p> تجب الدية بما لم تحرز دماؤهم بدار الحرب، ولم تجب الكفارة بارتفاع الميثاق، وإن كنا لا نقتلهم. </p><p> فإن كان تأويل الآية هذا - فكان في الآية -أيضًا- على تخصيص القتيل المؤمن من أهل الحرب أن لا دية فيه، وعنها كان فَهْمُ الإجماع أن اللَّه لو أراد الجمع بين القتيل لكان يخرج الأمر على الإبلاغ على ما في الكفارة وما فيها من صفة الإيمان، أو على الإيجاز والتدريج فيها بالمعنى، فالذكر في قتيل واحد كان، فلما ذكر في قتيلين ولم يذكر في الواحد - دل أنه على التفريق، وأيد ذلك أمر الصيام أنه ذكر مرة، والحكم به يأتي على الكل، أوعلى ذلك، حق الدية مع ما بين الذي هو وصفه. </p><p> وإن كان تأويل الآية الأولى فأوجب في المعاهد بالمروي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: أنه قضى في عامريَّينِ دخلا بأمانٍ فَقُتِلَا - بدية حُرَّينِ مسلمَين، وفي ذلك بيان أن الدية لم تكن وجبت بالنهي عن القتل؛ إذ هو في الذراري والنساء قائم، ولم تجب، لكن بالعهد، فإذا كان على الاتفاق في الدِّين والنهي فرق بينهما بالعهد؛ فعلى ذلك أمر المسلمين على الاتفاق في الدِّين والنهي يفرق بينهما بمكان العهد والإحراز. </p><p> وأيد التأويل الثاني شرط الإيمان في قوله - تعالى -: (فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ) فلولا أن الذكر يقتضي القتيل من العدو، لم يكن ليحتاج إلى ذكر المؤمن، وقد سبق بيان المقصود في ابتداء الآية في النهي والثنيا جميعًا، فإذا لم يذكر في أهل الميثاق فصار متروكًا على ما يقتضيه، وأيد ذلك الذي هو وصفه أن ذكر النوعين يدل على التفريق إذ ليس على حق الاقتضاء بالمعنى، ولا على حق الإبلاغ في البيان، وجميع الكل يخرج على ذانك النوعين في حق الحكمة؛ لذلك صار إلى حق التفريق. </p><p> ثم الظاهر قد يضمن الخطاب بأمرين: </p><p> أحدهما: في حق هتك الحرمة. </p><p> والآخر: في حق العوض من غير تفريق في وزن الملفوظ، وجاء البيان للواجد، </p><p> وهي دية المؤمن؛ فيصير كأن البيان في الآية، ومعلوم أنه لو كان - لكان يأخذ الكل، إلا أن يجيء التفريق على ما ذكر من أمر الصيام وحق التوبة، وأن ذكر الآحاد في حق بيان التضمين كذلك في الكل الدية على حد واحد مع ما استوى أمر الكفارة فيما له حق البيان التام أو بيان الكفاية، فعلى ذلك الأول، وأيد ذلك وجهان: </p><p> أحدهما: أن الدية بمبلغها كانت في الجاهلية فأقرت على ذلك في الإسلام، وكذلك حق القسامة، وكانت كذلك في أهل الكفر عند الأمان، فعلى ذلك اليوم، أو يلزم الذي عرف حتى يظهر؛ ولذلك - واللَّه أعلم - لم يجز في الأمر البيان؛ لأنه كان على معروف، وأيد ذلك جميع الأمور المنقسمة، من نحو الحدود بين العبيد والأحرار في التفريق، والديات بين الذكور والإناث؛ أنه يجب ذلك الانقسام في أهل الكفر، فعلى ذلك حد الجملة والنصف. </p><p> والثاني: خبر ابن عَبَّاسٍ - رضي اللَّه عنه - في العامريَّين، وعلى ذلك جاء عن عمر، وعلى - رضي اللَّه عنهما - وما روي عن عمر - رَضِيَ اللَّهُ عَنْهُ - فهو في الوقت الذي بلغت قيمة الإبل أربعة آلاف، وسنذكر ذلك. </p><p> ثم الأصل: أن البدل حق المتلف، والإسلام والكفر أمران يرجعان إلى الدِّين والمذاهب، والناس لا يملكون الزيادة والنقصان من الأبدال لأنفسهم؛ لأنه لا بهم جعلت الدية، لكن بالشرع؛ فبه يُعرف التفريق والجمع، فما لم يثبت التفريق والمعنى في كل نفس من المنافع وإليها ما في غيرها لزم الجمع حتى يجيء علم التفريق. </p><p> والأصل: أن البدل أمر يرجع إلى منافع تقع للمجني عليه مكان ما ذهب منه، أو لغيره فيما يدخل عليهم من النقصان بفوت نفسه، ثم كل أمر مجعول للمنافع فالنظر فيها إلى قدر المنافع عند أهلها، وأهل الذمة أحق بالزيادة؛ لتعجيل المنفعة لهم في الدنيا؛ إذ لا حظ لهم في الآخرة. </p><p> وقد زعم الشافعي أن العبد لو بيع على أنه كافر فوجده مسلمًا أنه عيب يرد منه؛ فيصير الإسلام عيبًا في قيمته؛ فلا يجيء أن يكون الحر منهم أقل قيمة من الحر منا، ومحل الدِّين ما ذكرت، فهذا - وإن كان القول به منه شنيعًا - لا يجوز أن يحتج به، فهو في موضع التنبيه، وقوله يلزمه، كقوله - سبحانه وتعالى -: (فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ) ، فحاجهم بالذي عند أئمتهم، فعلى ذلك يحاجُّ بالذي عنده، ولا قوة </p><p> إلا باللَّه. </p><p> وقد حاج بنفي الإلهية بما لا ينفع ولا يضر، ولا يسمع ولا يبصر، وإن كان وجود ما انتفي لا يوجب القول به. </p><p> ثم القتل على أقسام ثلاثة: </p><p> عمد، وهو ينقسم إلى قسمين: </p><p> أحدهما: أن يتعمد نفس القتيل. </p><p> والثاني: أن يتعمد دينه فيقتل لأجل دينه. </p><p> وخطأ، وهو -أيضًا- على قسمين: </p><p> أحدهما: أن يقع بأحد الجناية عن غير قصده. </p><p> والثاني: أن يقع له على قصده، لكن على ظن لزومه الدِّين الذي استوجب القتل به. </p><p> وبين الخطأ والعمد قتل آخر سمي: </p><p> خطأ العمد، أو شبه العمد: مما لم يبين حكمه في منصوص القرآن، ولا هو مما يحتمل معرفة حقيقته بالعيان؛ لأنه ليس في العين جناية تقع من حيث الوقوع إلا عن عمد أو خطأ؛ فصار ذلك معروفا حكمه بالشرع، وللَّه أن يشرع في حقيقة الخطأ والعمد شرعا واحدا؛ على ما عليه أمر شرعه في جميع الأمور، وقد جاء الخبر فيه، واتفاق الصحابة - رضوان اللَّه عليهم أجمعين - على إيجاب الدية في ذلك، وليس في ذلك ذكر الكفارة، فلما ثبت إلحاقه بالذي هو خطأ في الحكم قيس عليه أمر الكفارة؛ مع ما كان لذلك أوجه تقدر: </p><p> أحدها: أن في العمد ما هو لنفسه كفارة وهو القصاص، وقد دفع ذلك في شبه العمد، والدية تلزم العاقلة، فلا بد من وضع كفارة في ذلك؛ كالذي ذكر في الخطأ فيه. </p><p> والثاني: أنه ذكر في الكفارة توبة من اللَّه، والتوبة من اللَّه تخرج على أوجه ثلاثة: على التوفيق لفعله. </p><p> أو على التجاوز لما كان من الزلة. </p><p> أو على جعل ذلك الفعل منه توبة عن زلته. </p><p> وأي هذه الوجوه الثلاثة كان ففي ذلك معنى يحق وصف التوبة؛ فيكون في ذلك مما قد يتوجه إلى عمد يلحق وصف الزلة، أو أمر تجوز الكلفة به؛ فيقع العدول عنه؛ إذ قال:  (وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ) ، فإن جعل في ذا توبة فهو في وجه فيه جناح؛ فيدخل في ذلك قتل فيه جناح، ويكون له حكم الخطأ يبينه الخبر. </p><p> والثالث: اتفاق أهل الفتوى على القول به، وأيضًا أن الذي يقع الخطأ فيه لدينه فقد تعمد قتله، وأوجبت عليه الكفارة، فقد وجدت كفارة مع تعمد فيما لا بدل لنفسه، فإذا كان شبه العمد يجب فيه البدل فهو لوجوب الكفارة أحق. </p><p> وأما العمد الذي فيه القصاص ففيه أوجه ثلاثة: </p><p> أحدها: أن اللَّه - تعالى - بين ما فيه من الحق على نحو ما بين في الخطأ، وإنما يجب طلب العلم بالحكم فيما لم يُبَيَّن منصوصًا من النوازل التي يعلم أن للَّهِ - تعالى - فيها حكمًا؛ إذ لم ينص عليه، فقد جعله مبينا بالتضمن لا بالتصريح، فإذا بين سقطت الحاجة وبطل الاجتهاد والتعرف به، وعلى مثل ذلك يجاب لقتل الصيد عمدا أن الحكم فيه لم يبين بالتصريح، فهو متروك للتضمين. </p><p> والثاني: أن الكفارة في حق الزجر عنه، والتكفير لفعله، وفي السيف ذلك والزيادة فيه؛ فلذلك لم يضم إليه غيره. </p><p> ثم معلوم أن الكفارة إنما جُعلت بما معه الإبقاء حتى يصوم شهرين، وفيما فيه القصاص لا مهلة له يستوجب به بقاء النفس؛ لتقوم بالكفارة؛ فلذلك لم تجب. </p><p> والثالث: الاتفاق أن الذي يقتص لا يلزمه الكفارة، فمن وجب له حكم العمد لم تجب عليه الكفارة، ولو أوجبنا الكفارة على القاتل جعلناها حقا لله من حيث النفس لا من حيث معنى في الجناية له تجب، وذلك المعنى في نفس القاتل والقتيل سواء؛ فيكون ولي القتيل آخذًا الذي له وقع القصاص والذي ليس له القصاص، لكن له الكفارة فتلزمه، فإذ لم تجب، بأن أنها تجب بحال في النفس والجناية، فلم تجب فيما عدمت تلك الحالة. </p><p> والأصل: أنها لم تجعل للحظر ولا لنفس الحرمة؛ إذ قد يوجد قتل نفس محظورة ولم تجعل فيها الكفارة، نحو الذراري والنساء من أهل الشرك، بل لو كان كذلك كان الخطأ من أبعد ما يجعل له الكفارة؛ فثبت أنها لم تجعل لذلك، ومن يقس - يقس بذلك؛ فبطل، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ) اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: لا يجزئ إلا من صام وصلى. </p><p> وعن ابن عَبَّاسٍ قال: الرقبة المؤمنة: كل مولود ولد في الإسلام، صغيرًا كان أو كبيرًا. </p><p> والأشبه أن يجزئ الصغير من المسلمين، ألا ترى أنهم أجمعوا أن على قاتل الصغير من المؤمنين مثل ما كان على قاتل الكبير منهم؟! فيجب أن يجزئ الصغير من المؤمنين على ما يجزئ عنه الكبير منهم؛ إذ كان حكم الصغير من المؤمنين حكم الكبير منهم. </p><p> ومما يدل على ذلك -أيضًا- أن حكم الصغير من المؤمنين، وميراثه، وتزويجه، وطلاق الرجل الزوجة الصغيرة - حكم الكبير، فهم مؤمنون في الحكم وإن كانوا صغارًا، ولكن لسنا نذكر عن أصحابنا رواية منصوصة في جوازه، والقياس ما ذكرنا، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ) </p><p> وصف اللَّه - تعالى - الشهرين بالتتابع، ووصف الرقبة بالإيمان، فهو - واللَّه أعلم - يحتمل أن يكون على التغليظ والتشديد؛ لما يجوز أن يجاوز جرم حكم الخطأ جرم غيره من الأشياء، نحو أن يقتله بعصًا، أو بسوط، ونحوه، قاصدًا له، ولا شك أن جرمه أعظم من جرم غيره من الأفعال التي توجب الكفارة من الأيمان والظهار وغيره؛ فغلظ فيه ما لم </p><p> يغلظ في غيره بالإيمان في الرقبة والتتابع في الصيام، وهذا كما يقولون: إن ضرب التعزير أشد من ضرب حد الزنا وحد شرب الخمر وغيره؛ لأن جرم فعل التعزير ربما يبلغ جرم الزنا أو يجاوز، وهو أن يخنق آخر مرة أو مرتين، لا شك أن حرمته أعظم من حرمة من قذف آخر، أو شرب قطرة من خمر؛ فغلظ فيه وشدد؛ لما ذكرنا، فعلى ذلك شرط الإيمان في العتاق في كفارة القتل، والتتابع في الصوم؛ تغليظًا وتشديدًا للمعنى الذي ذكرنا، وهو أن يقتله قتل شبه العمد؛ أي: عمد القصد، خطأ الحكم، ألا ترى أنه غلظ في الدية في شبه العمد ولم يغلظ في غيره. </p><p> وروي أعن ابن عمر - رضي اللَّه عنه -، أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" قتيلُ السَّوطِ والعَصَا فيه الديةُ مُغلَّظة \" . </p><p> وعن النعمان بن بشير - رضي اللَّه عنه - قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" كُلُّ شَيء خَطَأٌ إِلا السيفَ وَالْحَدِيدَ، وَلِكُل خَطَأ أَرْشٌ \" . </p><p> ذكر اللَّه - تعالى - قتل الخطأ والعمد، فبين حكمهما، ولم يذكر غيرهما في كتابه، لكنا عرفنا قبلُ شبه العمد والحكم فيه بما روينا من خبر ابن عمر - رَضِيَ اللَّهُ عَنْهُ - عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وحديث النعمان عنه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حيث قال:  \" أَلَا إِنَّ قَتيلَ خَطَإ الْعَمدِ قَتِيلُ السوْطِ والعَصَا،ففيه الدية مُغَلَّظة:ثَلاثُونَ جَذَعةً، وثَلاثُونَ حِقَّةً، وَأَرْبَعُونَ ما بَينَ ثَنيَّةٍ إِلَىْ بَازِل عَامِهَا، كلُّها خَلِفَة \" . </p><p> واختلف الصحابة: - رضوان اللَّه عليهم أجمعين -: </p><p> روي عن عمر - رضي اللَّه عنه - ما ذكرنا من الخبر المرفوع أثلاثًا. </p><p> وعن علي - رَضِيَ اللَّهُ عَنْهُ - قريبًا منه أثلاثا. </p><p> وعن أبي موسى الأشعري والمغيرة ما روينا من الخبر المرفوع أثلاثًا. </p><p> وعن ابن مسعود - رضي اللَّه عنه - في شبه العمد أرباعًا: خمسة وعشرين حقة، وخمسة وعشرين جذعة، وخمسة وعشرين بنات لبون، وخمسة وعشرين بنات مخاض. </p><p> ثم لا يحتمل أن يكون الصحابة - رضوان اللَّه عليهم أجمعين - قالوا ذلك رأيًا من أنفسهم؛ لأن هذا باب ما لا يوقف إلا بالسمع والخبر من اللَّه - تعالى - فيجعل كأنهم جميعًا سمعوا ذلك من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في وقت واحد؛ فدل أنه في وقتين مختلفين، فهو على التناسخ، فلم يظهر الأول منهما من الآخر؛ فأوجب الأخف باليقين، ولم يوجب الأغلظ بالشك، وهذا قول أبي حنيفة - رحمه اللَّه - حيث قال في شبه العمد بالأرباع، وأما مُحَمَّد - رحمه اللَّه - فإنه ذهب إلى ظاهر الخبر المرفوع بالأثلاث. </p><p> ثم اختلف أصحابنا - رحمهم اللَّه - فيمن رمى آخر في بحر فغرق فمات: </p><p> قال أبو حنيفة - رحمه اللَّه -: لا يُقتل به. </p><p> وقال فيمن أحرق آخر بالنار: قُتل به، وكان يفرق بينهما بوجهين: </p><p> أحدهما: أن يكون الرامي في الماء حسب أنه يحسن أن يسبح، وذلك موجود في كثير من الناس؛ فصار ذلك شبهة يزول بها القصاص عن الرامي، وأما الذي رمى صاحبه في النار ليس له أن يدعى مثل تلك الشبهة؛ لذلك لم يزل عنه القصاص. </p><p> والثاني: أن النار جارحة؛ ألا ترى أنها تستعمل في موضع السلاح، ويحارب بها؟! وهي من أشد السلاح، ولا كذلك الماء؛ لذلك افترقا. </p><p> ثم القول في مبلغ الدية من الإبل ما روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه ودى رجلا بمائة من الإبل ورُوي أن الكتاب الذي كتبه رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لعمرو بن حزم في العقول في النفس مائة من الإبل. </p><p> وما روينا من خبر ابن عمر - رَضِيَ اللَّهُ عَنْهُ - قال: خطب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فقال:  \" ألا إنَّ قَتيلَ خَطَإ العَمْد فيه الديةُ مُغَلَّطظةَ مِائة مِنَ الإبِلِ \" . </p><p> ثم القول في أسنان الإبل في الدية ما رُويَ عن عبد اللَّه عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال: \" دِيةُ الخَطَإ أخْماسٌ، وكذلك رُوي عن عبد اللَّه بالأخماس، وعن عمر - رضي اللَّه عنه - كذلك. </p><p> وعلي بن أبي طالب في الخطأ أرباع. </p><p> وكان أبو حنيفة يذهب إلى ما روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وإلى ما روي عن عمر وعبد اللَّه - رضي اللَّه عنهما - ويجعل دية الخطأ أخماسًا من الإبل، وفي شبه العمد أرباعا؛ لما ذكرنا، ومُحَمَّد - رحمه اللَّه - يذهب إلى ما رُويَ عن عليٍّ - رَضِيَ اللَّهُ عَنْهُ - بالأرباع في الخطأ، وفي شبه العمد بالأثلاث؛ بالخبر المرفوع، والوجه فيه ما ذكرنا. </p><p> ثم المسألة في مبلغ الدية من الورق، رُوي في بعض الأخبار عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قضى بالدية اثني عشر ألفًا. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - جعل الدية اثني عشر ألفًا. </p><p> وروي عن عبيدة السلماني قال: وضع عمر بن الخطاب - رَضِيَ اللَّهُ عَنْهُ - الديات: فوضع على أهل الذهب ألف دينار، وعلى أهل الورِق عشرة آلاف درهم، وعلى أهل الإبل مائة من الإبل، وعلى أهل البقر مائتي بقرة، وعلى أهل الشياة ألفي شاة، وعلى أهل الحلل مائتي حلة. </p><p> ثم رُويَ عن عمر - رَضِيَ اللَّهُ عَنْهُ - أنه قال: قَوِّموا الإبل؛ فقوَّموها أوقية، ثم غلت </p><p> الإبل؛ فقال: قوِّموا؛ فقُوِّمت أوقية ونصفًا، ثم غلت؛ حتى قُوِّمت عشرة آلاف درهم. </p><p> فلو علم عمر - رَضِيَ اللَّهُ عَنْهُ - أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قضى بالدراهم، لم يحتج إلى أن يقوِّموا الإبل، ومحال أن يخفى على عمر وغيره من الصحابة - رضوان اللَّه عليهم أجمعين - سنةُ النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حتى يضطروا إلى تقويم الإبل؛ فدل أن الخبر في اثني عشر غير ثابت. </p><p> ثم الاختلاف أن الدية من الدنانير ألف دينار؛ فوجب أن تكون الدية من الورِق عشرة آلاف؛ لأنه رُوي عن عمر - رَضِيَ اللَّهُ عَنْهُ - أنه جعل قيمة كل دينار عشرة. </p><p> ورُوي أنه كتب إلى أمراء الأجناد أن تؤخذ الجزية من أهل الورق أربعين درهمًا، ومن أهل الذهب أربعة دنانير. </p><p> وعن علي - رَضِيَ اللَّهُ عَنْهُ - أنه قال: لا تقطع اليد إلا في دينار أو عشرة دراهم. </p><p> دل ما ذكرنا من قول الصحابة أن قيمة كل دينار عشرة دراهم؛ فلما أجمعوا في أن الدية من الذهب ألف دينار - وجب أن تكون من الورق عشرة آلاف؛ ألا ترى أنه يؤخذ في الزكاة من مائتي درهم خمسة دراهم، وفي عشرين دينارًا: نصف دينار؟! دل على أن الدية عشرة آلاف. </p><p> ثم يحتمل الخبر -إن ثبت- أن الدية اثنا عشر ألفًا، وزن ستة؛ لأن الدية كان أصلها الإبل، فقومت الإبل دراهم؛ فبلغت اثني عشر ألفًا من وزن ستة، ثم رُدَّت الأوزان إلى وزن سبعة؛ فكانت اثني عشر ألفا، وكسر وزن سبعة، ألقوا الكسر؛ لأن القيم لا تُعرف منصوصًا؛ وإنما تُعرف بالاجتهاد، وقد تزداد وتنقص، ويكون بين القيمتين الشيء اليسير؛ </p><p> فتركوا ذلك الكسر؛ لما وصفنا، ولأنه لم يكن في الدية في أصلها كسر، وهذا وجه محتمل؛ فأخذ أصحابنا - رحمهم اللَّه - بآخر التقديرين؛ لأن الأوزان استقرت على وزن سبعة، وبطل وزن ستة، ولا شك أن وزن سبعة هي الآخرة؛ لاستقرارها في الناس على ذلك، وباللَّه التوفيق. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ) قد ذكرنا معنى التتابع في ذلك. وفي قوله - تعالى -: (فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ) عند الجميع من جميع من ذكر من القائلين في هذه الآية، ثم قوله - تعالى -: (تَوْبَةً مِنَ اللَّهِ) . </p><p> قال بعض أهل العلم: ندامة من اللَّه - تعالى - وقد يندم الرجل على أفعل يفعله، خطأ. </p><p> لكن عندنا على حقيقة التوبة؛ لأن الفعل فعلُ مأثم وإن كان خطأ، ولأنه يجوز أن يكلف الإنسان وينهى في حال الخطأ؛ لما لا يتأمل في ذلك ولا ينظر؛ لئلا يترك التأمل في ذلك والنظر؛ فتكون التوبة على الحقيقة؛ لما ذكرنا. </p><p> وفي قوله أيضًا:  (تَوْبَةً مِنَ اللَّهِ) قد بينا الوجه في ذلك. </p><p> وقال بعض أهل التأويل: التوبة - في الحقيقة: هي الندامة على الأمر، وكل من يتولد من فعله قتل أحد؛ فهو يندم على ذلك الفعل الذي حدث منه الذي ذكر، ويحزن عليه؛ فيكون - على هذا التقدير - معنى التوبة من اللَّه: إلقاء ذلك الحزن في قلبه، أو رجوعه بالتأسف إلى اللَّه بالإعتاق والصيام، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا) </p><p> لمن قتله خطأ ولم يقصد، ومن قصده، أو (عَلِيما) بما حكم عليكم من الدية والكفارة، أو (عَلِيما) بآجالكم، (حَكيما) في قضائه وحكمه؛ حيث وضع كل شيء موضعه، واللَّه أعلم به. </p><p> وقوله - تعالى -: (وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا) يخرج ذلك عند ذكر هذه الآية، وهو كذلك بذاته على أوجه: </p><p> أحدها: أنه عليم بالذي عليه خرج حقيقة فعل ذلك القاتل من القصد وغير القصد، وهو حكيم بما حكم علينا الذي ذكر بظاهر أحوال القتيل، وإن لم يُعْرف حقيقة الأمر في ذلك؛ </p>"
}