{
  "id": null,
  "sura": 4,
  "aya": 71,
  "text": "<p> وإن كان ذلك في الثواب دل أن له أن يثيب حتى يصير ما أثاب عليه فضلا، ولا يحتمل ألا يرضى بطاعة العبد واتباع رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ فثبت أن الرضا ليس هو المراد، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَفَى بِاللَّهِ عَلِيمًا) قيل: عليمًا بالآخرة وثوابها. </p><p> وقيل:  (وَكَفَى بِاللَّهِ عَلِيمًا) بما وعد من الخير في الآخرة لهَؤُلَاءِ الأصناف. </p><p> وعن ابن عَبَّاسٍ - رضي اللَّه عنه - قال: الصديقون هم الذين أدركوا الرسل - عليهم السلام - وصدَّقوهم. </p><p> وعن أبي ذر - رضي اللَّه عنه - قال: الصديقون هم المؤمنون. </p><p> وقيل الصديقون: السابقون، الذين سبقوا إلى تصديق النبيين، أنعم اللَّه عليهم بالتصديق، والشهداء: هم الذين أنعم اللَّه عليهم بالشهادة. </p><p> والصالحون: هم المؤمنون أهل الجنة. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا خُذُوا حِذْرَكُمْ فَانْفِرُوا ثُبَاتٍ أَوِ انْفِرُوا جَمِيعًا (٧١) وَإِنَّ مِنْكُمْ لَمَنْ لَيُبَطِّئَنَّ فَإِنْ أَصَابَتْكُمْ مُصِيبَةٌ قَالَ قَدْ أَنْعَمَ اللَّهُ عَلَيَّ إِذْ لَمْ أَكُنْ مَعَهُمْ شَهِيدًا (٧٢) وَلَئِنْ أَصَابَكُمْ فَضْلٌ مِنَ اللَّهِ لَيَقُولَنَّ كَأَنْ لَمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ يَا لَيْتَنِي كُنْتُ مَعَهُمْ فَأَفُوزَ فَوْزًا عَظِيمًا (٧٣) </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا خُذُوا حِذْرَكُمْ) </p><p> قيل: خذوا عدتكم من السلاح. </p><p> وقيل: قوله: (خُذُوا حِذْرَكُمْ) من جميع ما يحترز به العدو؛ كقوله - سبحانه وتعالى -: (وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ. . .) الآية، وكقوله - </p><p> تعالى -: (وَلَوْ أَرَادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً) ، أمر اللَّه - عَزَّ وَجَلَّ - بالاستعداد للعدو، والإعداد له، وألا يوكل الأمر في ذلك إلى اللَّه دون الإعداد للعدو. </p><p> وقيل: لقاؤه، وإن كان يقدر على نصر أوليائه وقهر عدوه من غير الأمر بالقتال معهم؛ إذ في ذلك محنة امتحنهم بها؛ فعلى ذلك أمرهم بالإعداد للعدو، وأخذ الحذر لهم، وذلك أسباب تعد قبل لقائهم إياه. </p><p> وفيه دلالة تعلم آداب الحرب قبل لقاء العدو؛ ليحترس منه. </p><p> وفيه دلالة إباحة الكسب؛ لأنه فرض عليهم الجهاد، وأمر بالإعداد له؛ ليحترس من العدو، ولا يوصل إلى ذلك إلا بالكسب، واللَّه أعلم. </p><p> وفي قوله -أيضًا-: (يَا أَيُّهَا الَّذِينَ آمَنُوا خُذُوا حِذْرَكُمْ) أي: ما تحذرون به عدوكم، وما تحذرونه وجوه: منها: الأسلحة، ومنها: البنيان، ومنها: النّكْر عند الالتقاء، والثبات، وذكر اللَّه - عَزَّ وَجَلَّ - كما قال:  (فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا) ، وفي هذا الأمر بالإعداد للعدو قبل اللقاء، وأيد ذلك قوله - عَزَّ وَجَلَّ -: (وَلَوْ أَرَادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً) ، وكذلك قوله:  (وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ) ، فيكون الأمر بالإعداد قبل وقت الحاجة دليل جواز الكسب لحاجات تجددت، وأن الاستعداد للحاجات ليس برغبة في الدنيا؛ إذ لم يكن الإعداد فشل ولا ترك التوكل، على أن الجوع وحاجات النفس تعين وتلقي العدو، ولا حول ولا قوة إلا باللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَانْفِرُوا ثُبَاتٍ أَوِ انْفِرُوا جَمِيعًا) قيل: الثبات: هو السرايا (أَوِ </p><p> انْفِرُوا جَمِيعًا) يعني: عسكرًا. </p><p> وقيل:  (ثُبَاتٍ) يعني: فرقًا، (أَوِ انْفِرُوا جَمِيعًا) : مجموعًا. </p><p> وقيل:  (فَانْفِرُوا ثُبَاتٍ) أي: عصبًا، (أَوِ انْفِرُوا جَمِيعًا) . </p><p> وعن ابن عَبَّاسٍ - رضي اللَّه عنه - قال: زحفًا. </p><p> وقيل الثبات: الأثبات، والثبة في كلام العرب الجمع الكثير، ومعناه: انفروا كثيرًا أو قليلا، وفي ذلك دلالة الأمر بالخروج إلى العدو فرادى وجماعة، وفرقًا وجماعة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَانْفِرُوا ثُبَاتٍ) أي: إذا استنفرتم فانفروا ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَانْفِرُوا ثُبَاتٍ أَوِ انْفِرُوا جَمِيعًا) ومعلوم أن عليهم الدفع، فيحتمل أن يكون قوله - تعالى -: (انْفِرُوا) إذا أَزُّوا؛ أي: على ما استنفرتم من جميع أو بعض؛ فيكون في ذلك دلالة قيام البعض عن الكل على غير الإشارة إلى ذلك، وقد يجب فرض في مجهول على كل القيام حتى يعلم الكفاية بمن خرج، وهو كفرائض تعرف لا تعرف بعينها، أو حرمات تظهر لا يعرف المحرم بعينه، فعلى من حرم عليه الإيفاء والقيام بجميع الفرائض؛ ليخرج عما عليه، ثم إذا غلب عليهم في التدبير الكفاية بمن خرج سقط عن الباقين، ولو لم يكن يسقط لم يكن للإمام استنفار البعض؛ يدل على ذلك قوله - تعالى -: (فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ. . .) الآية، وقوله - تعالى -: (قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ) ، وأصله أنه فرض لعله لا يجوز بقاؤه، وقد زالت العلة، على أن خروج الجميع من جهة إبداء للعورة من </p>"
}