{
  "id": null,
  "sura": 4,
  "aya": 101,
  "text": "<p> هذه لك وهذه لرسولك، أبايعك على ما بايعت عليه رسولك. ومات؛ فنزل فيه:  (وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ) أي: وجب أجره. </p><p> وقيل: إنه لما سمع الرجل أن الملائكة ضربت وجوه أُولَئِكَ وأدبارهم، وقد أدنف للموت؛ فقال: أخرجوني؛ فاحتمل بينه وبين النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فلما انتهي إلى عقبة، فتوفي بها؛ فأنزل اللَّه هذه الآية، واللَّه أعلم بذلك. </p><p> وفي قوله:  (إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ) - دلالة أن إسلام الولدان إذا عقلوا إسلامهم - إسلام، وكفرهم كفر؛ لأنه تعالى استثناهم وعذرهم في ترك الهجرة؛ فلو لم يكن إسلامهم إسلامًا، ولا كفرهم كفرًا - لكان مقامهم هنالك وخروجهم منها سواءً، ولا معنى للاستثناء في ذلك؛ إذا لم يكن عليهم خروج، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا إِنَّ الْكَافِرِينَ كَانُوا لَكُمْ عَدُوًّا مُبِينًا (١٠١) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ إِنْ خِفْتُمْ. . .) الآية. </p><p> أباح اللَّه - تعالى - القصر من الصلاة؛ إذا ضرب في الأرض إذا خاف أن يفتنه الكفار، ولم يبين القصر في ماذا؟ فيحتمل: القصر قصرًا من الركعات؛ على ما قال أصحابنا - رحمهم اللَّه تعالى - ويحتمل: القصر من الركوع والسجود والقيام بالإيماء؛ كقوله:  (فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا) ، رخص للخائف الصلاة بالإيماء. </p><p> ويحتمل: القصر قصر الاقتداء، وذلك -أيضًا- مباح عند الخوف. </p><p> ثم تأول قوم أن الصلاة كانت ركعتين، فزيدت في صلاة الحضر، وأقرت في صلاة السفر، ورخص في القصر من ركعتي السفر في حال الخوف، وقالوا: صلاة الخوف ركعة. </p><p> ورُويَ عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال: فرض اللَّه - تعالى - صلاة الحضر أربعًا، وصلاة السفر ركعتين، وصلاة الخوف ركعة، على لسان نبيكم. </p><p> وكذلك رُويَ عن جابر بن عبد اللَّه - رضي اللَّه عنه - قال: صلاة الخوف ركعة، ركعة. </p><p> وقال آخرون: إنما رخص اللَّه - تعالى - في قصر الصلاة من أربع إذا كان الخوف، فردها إلى ركعتين رخصة. </p><p> وقالوا ثَمَّ: إن رسول اللَّه أعلمنا أن اللَّه - تعالى - تصدق علينا أن نقصر في حال الأمن؛ فثبت بالسنة أن القصر في غير الخوف جائز؛ كما أجازه اللَّه في حال الخوف. </p><p> والقصر -في قول هَؤُلَاءِ- أن تُرَدَّ الأربع إلى ركعتين، والقصر في قول الأولين أن يرد الركعتان في حال الخوف إلى ركعة. </p><p> وقال غيرهم: القصر إنما كان في حال الخوف كما قال اللَّه تعالى. فأما الآن: فإن المسافر إذا صلى ركعتين، فليس ذلك بقصر؛ ولكنه إتمام بقول عمر - رَضِيَ اللَّهُ عَنْهُ - حيث قال: صلاة السفر ركعتان، تمام غير قصر على لسان نبيكم. </p><p> وروي أن رجلا سأل عمر - رَضِيَ اللَّهُ عَنْهُ - عن قوله - تعالى -: (فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا) ، قال: وقد أمن الناس اليوم؟!. فقال عمر - رَضِيَ اللَّهُ عَنْهُ -: عجبتُ مما عجبتَ منه؛ فسألت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقال:  \" صَدَقة تَصَدَّقَ اللهُ تَعَالَى بِهَا، عَلَيكُم فَاقْبَلُوا صَدَقَتَهُ \" ؛ فيحتمل أن يكون قوله:  \" صلاة السفر ركعتان تمام غير قصر \" - يريد به أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لما قال:  \" صَدَقَة تَصَدَّقَ اللهُ بِهَا عَلَيكُم \" ؛ صار الفرض ركعتين وارتفع القصر، وصارت الركعتان تمامًا غير قصر؛ إذ كانتا هما </p><p> الفرض بعد الصدقة التي تصدق اللَّه بها علينا؛ فكل واحد من الخبرين موافق لصاحبه؛ أعني خبر عمر - رَضِيَ اللَّهُ عَنْهُ - مع ما روي عن ابن عَبَّاسٍ - رضي اللَّه عنهما - قال: كان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، يسافر من المدينة إلى مكة لا يخاف إلا اللَّه، يصلي ركعتين. وهذا يؤيد حديث عمر - رضي اللَّه عنه -: \" صَدَقَة تَصَدَّقَ اللَّهُ بِهَا عَلَيكُم \" ؛ لأن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان لا يصلي وهو آمن ركعتين مع شرط اللَّه الخوف؛ إلا وقد رفع اللَّه شرط الخوف عن المسافر. </p><p> وقال قوم: إن التقصير في السفر، والحضر هو الإتمام. واحتجوا بقول اللَّه - تعالى -: (فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ) قال: فرفع الحرج عن المقصر، ولو كان التقصير حتمًا لكان قال: وعليكم جناح ألا تقصروا من الصلاة إن خفتم ولكن الأمر ليس كما توهموا؛ وذلك أنا قد ذكرنا أن النص في القصر إنما جاء في حال الخوف، وأما حال الأمن فلا نص فيما يوجب القصر؛ وإنما جاز القصر من الصلاة في حال الأمن؛ لقول رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" صَدَقَة تَصَدَّقَ اللَّهُ بِهَا عَلَيكُم \" ، وتقصيره في حال الأمن، ومحال أن يتصدق اللَّه بالركعتين علينا. </p><p> ويقول قائل: فرضها قائم؛ فأين موضع الصدقة؟! إذ لو كان الأمر على ما ذكرنا فما معنى قول عمر - رضي اللَّه عنه -: \" إن صلاة السفر ركعتان تمام غير قصر؛ على لسان نبيكم \" ؛ لأنه - واللَّه أعلم - جعل الصدقة من اللَّه بذلك مزيلة للفرض في الركعتين بعد الركعتين؛ فبقيت الركعتان تمامًا، إذا كانتا فرض المسافر؟ مع ما روي أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - سافر أسفارًا كثيرة، فلم يرو عنه أحد أنه أتم الصلاة في شيء من الأحوال في سفره، وكلٌّ روي أنه - عليه السلام - كان يصلي ركعتين ركعتين؛ فلو كانت الفريضة أربعًا، والقصر رخصة - لأتم في وقت؛ وقصر في وقت، ألا ترى أن الإفطار في السفر لما كان رخصة غير حتم - أفطر النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في أوقات وصام في أوقات؛ فدل ذلك أن فرض المسافر ركعتان غير قصر. </p><p> وروي عن ابن عمر - رضي اللَّه عنه - قال: صليت مع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بمنى ركعتين، ومع أبي بكر الصديق - رضي اللَّه عنه - ركعتين، ومع عمر - رضي اللَّه عنه - ركعتين، </p><p> ومع عثمان - رَضِيَ اللَّهُ عَنْهُ - صدرًا من خلافته، ثم صلى أربعًا، وما صلى أربعًا؛ يحتمل أن يكون عزم على الإقامة. </p><p> وكذلك روي عن الزهري قال: بلغني أنه إنما صلى أربعًا؛ لأنه أزمع أن يقيم بعد الحج. </p><p> وعن عمران بن حصين قال:  \" سافرنا مع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فكان يصلي ركعتين، ركعتين حتى يرجع إلى المدينة، وأقام بمكة ثماني عشرة يومًا، لا يصلي إلا ركعتين،وقال لأهل مكة:\" صَلُّوا أَرْبَعًا؛ فَإِنَّا قَومٌ سَفْرٌ \".</p><p> وخالف بعض أهل العلم هذا الحديث؛ لأنهم يقولون: إذا أقام ببلد في غير حرب أربعا يتم بعد ذلك، وإن لم يكن عزم على المقام بذلك البلد. </p><p> وروي عن عمر بن الخطاب عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال: \" صَلَاةُ الْمُسَافِرِ رَكْعَتَانِ حَتى يئول إِلَى أهْلِهِ أَوْ يَمُوت \".</p><p> ورُوي عن ابن عمر - رَضِيَ اللَّهُ عَنْهُ - أنه سئل عن الصلاة في السفر، قال: ركعتان ركعتان؛ من خالف السنة كفر. </p><p> واستدل قوم بقوله - تعالى -: (فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ) أن القصر رخصة، وأن الأفضل إتمام الصلاة؛ إذ \" لا جناح \" تستعمل في موضع التخفيف، لا في موضع الأمر؛ على نحو الصيام بقوله: (يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا </p><p> يُرِيدُ بِكُمُ الْعُسْرَ)، وهذا حرف لا يستعمل في موضع الأمر والإيجاب، واللَّه أعلم. </p><p> وسلَّم قوم لهم هذا المعنى في الآية، وردوا القصر إلى أقصر للخوف، يلحق عند الضرب في الأرض، وإذن كان على وجهين: </p><p> أحدهما: في بيان المراد في قوله: (فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا) ، أنه: </p><p> ليس على تمام المعروف من الصلاة؛ لكن على القصر على الحد الذي ينتهي إليه الخوف من أمر القبلة، أو ترك القيام والركوع والسجود، وإلى الإيماء والقعود، واللَّه أعلم. </p><p> والثاني: ما في قوله: (وَإذَا كُنتَ فِيهِم. . .) الآية، وإنما يذكر ذلك في أحوال لهم الانفراد وهو أحوال السفر، ومعلوم أن ذلك في حق قصر الاقتداء فكأنه قال:  (وَلَا جُنَاحَ عَلَيْكُمْ) في الاقتداء به، وإن قصرتم في الاقتداء عن تمام حقه من الجماعة، وكذلك إصابة الكل أفضل؛ فبين أن ارتفاع ذلك لا يمنعكم الاقتداء، ولا يلزمكم نصب إمام آخر؛ لثؤدوا جميع الصلاة في الجماعة، وأيد الوجهين قوله - تعالى -: (إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا) . . . إلى قوله تعالى:  (وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ) ؛ فالقصر في السفر على ما عليه، ليس للخوف؛ وأيد ذلك ما التبس على عمر - رضي اللَّه عنه - حتى سأل عن ذلك رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقال:  \" صَدَقَة تَصَدقَ اللَّه بِهَا عَلَيكُم فَاقْبَلُوا صَدَقَتَهُ \" ، بمعنى: حكم حَكَمَ اللَّه عليكم في أن لم يفرض عليكم في السفر غير ركعتين، هو من جميع المذكور عن اللَّه من العفو؛ فهو في الإسقاط، وأيد ذلك ما كان يقول عمر - رَضِيَ اللَّهُ عَنْهُ - بعد ذلك:  \" صلاة السفر ركعتان تمام غير قصر على لسان نبيكم \" . فعلم أن ذلك ليس في حق الآية؛ لكن في ابتداء الشرع، وعلى ذلك المروي بأن الصلاة كانت في الأصل ركعتين، فزيدت في الحضر وأقرت في السفر، وإلى هذين التأويلين يتوجه قول أصحابنا، رحمهم اللَّه. </p><p> وقد تحتمل الآية قصر الصلاة. </p>"
}