{
  "id": null,
  "sura": 4,
  "aya": 161,
  "text": "<p> ثم المنع لهم يكون من وجهين: </p><p> أحدهما: منع من جهة منع الإنزال؛ لقلة الأمطار والقحط؛ كسني يوسف - عليه السلام - وسني مكة، على ما كان لهم من القحط. </p><p> والثاني: منع من جهة الخلق: ألا يعطوا شيئًا، لا بيعًا ولا شراء ولا معروفًا. </p><p> ولكن في آية أخرى بيان أن قوله:  (حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ) - أنه على التحريم، ليس على المنع، وهو قوله:  (وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ) : أخبر - عَزَّ وَجَلَّ - أن ذلك جزاء بغيهم؛ فدل ما ذكرنا في الآية أن ذلك على حقيقة التحريم؛ لما يحتمل أن يكونوا لا يستحلون ما ذكر في الآية، ولكن كانوا يتناولون الربا على غير الاستحلال؛ فحرم ذلك عليهم. </p><p> وفي قوله - تعالى -: (حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ) دلالة لأصحابنا - رحمهم اللَّه - في قولهم: إن من قد أَقَرَّ، فقال: هذا الشيء لفلان اشتريته منه - أنه له، ولا يؤخذ منه؛ وإلا في ظاهر قوله: هذا الشيء لفلان اشتريته منه - أنه إذا اشتراه منه لا يكون لفلان؛ فيكون ذلك منه إقرارًا له، لكنه على الإضمار؛ كأنه قال: هذا الشيء كان لفلان اشتريته منه. </p><p> وكذلك قوله:  (حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ) أي: كانت أحلت لهم، وكذلك في حرف ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - وحرف ابن عَبَّاسٍ - رضي اللَّه عنهما -: \" حرمنا عليهم طيبات كانت أحلت لهم \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَبِصَدِّهِمْ عَنْ سَبِيلِ اللَّهِ كَثِيرًا) </p><p> أي: بصدهم الناس عن سبيل اللَّه كثيرًا، يحتمل هذا وجهين: </p><p> يحتمل: أنهم صدوا من يستجهلون ويستسفهون عن سبيل اللَّه: كانوا يدلون على الباطل وعلى غير سبيل اللَّه، فذلك الصد محتمل. </p><p> ويحتمل: أنهم كانوا يصدون عن سبيل اللَّه بالقتال والحرب. </p><p> وقوله:  (وَأَخْذِهِمُ الرِّبَا وَقَدْ نُهُوا عَنْهُ ... (١٦١) </p><p> دل أن الربا لم يزل محرمًا على الأمم كلها كما حرم على هذه الأمة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَكْلِهِمْ أَمْوَالَ النَّاسِ بِالْبَاطِلِ) </p><p> يحتمل هذا وجهين: </p><p> يحتمل أكل أموالهم بالباطل: هو الرشوة؛ كقوله - تعالى -: (وَأَكْلِهِمُ السُّحْتَ) ، قيل: هو الرشوة. </p><p> وقيل: ما كانوا ينالون من أموال الأتباع والسفلة؛ بتحريفهم التوراة لهم، وهو قول ابن عباس، رَضِيَ اللَّهُ عَنْهُ. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَعْتَدْنَا لِلْكَافِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا) . </p><p> الآية ظاهرة. </p>"
}