{
  "id": null,
  "sura": 4,
  "aya": 90,
  "text": "<p> وأبوا الهجرة. </p><p> (فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ) </p><p> لأنهم صاروا حربًا لنا؛ حيث تركوا الهجرة وأبطلوا إيمانهم الذي تكلموا به (وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا) </p><p> لما ذكرنا، واللَّه أعلم. </p><p> وقوله:  (وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا (٨٩) إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ) يخرج على وجهين: </p><p> أحدهما: في لحوق قوم من مظهري الإيمان أنهم لو لحقوا بمن لا ميثاق بينكم وبينهم ولا عهد؛ فاقتلوهم حتى يتوبوا ويهاجروا، ولو لحقوا بأهل الميثاق - لا تدعوا الولاية التي كانت بينكم وبينهم. </p><p> والثاني: أن تكون الآية في قوم من الأعداء وأهل الحرب: لو انضموا إلى أهل الميثاق وأهل العهد فلا تقاتلوهم؛ فيكون الأمر عقيب موادعة تجري بين رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وبين قوم في دورهم، على أن لا تمانع بينهم لأهل الاتصال في الزيادة والاجتماع إلى المدة المجعولة للعهد، ممن إذا خيف منهم: ينبذ إليهم العهد، ويوفي إليهم المدة إذا وفوا - والله أعلم - كقوله:  (إِلَّا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنْقُصُوكُمْ. . .) ، وقوله - عَزَّ وَجَلَّ -: (فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ) . </p><p> * * * </p><p> قوله تعالى:  (إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَنْ يُقَاتِلُوكُمْ أَوْ يُقَاتِلُوا قَوْمَهُمْ وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ فَمَا جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا (٩٠) سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَنْ يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْ كُلَّ مَا رُدُّوا إِلَى الْفِتْنَةِ أُرْكِسُوا فِيهَا فَإِنْ لَمْ يَعْتَزِلُوكُمْ وَيُلْقُوا إِلَيْكُمُ السَّلَمَ وَيَكُفُّوا أَيْدِيَهُمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأُولَئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَانًا مُبِينًا (٩١) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ) </p><p> قَالَ بَعْضُهُمْ: استثنى الذين خرجوا من دار الهجرة مرتدين إلى قومهم، وكان بينهم وبين المؤمنين عهد وميثاق، وقال: وفيهم نزل قوله - تعالى -: (إِلَّا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ) ، كأنه قال - واللَّه أعلم -: إن وصل هَؤُلَاءِ إلى أُولَئِكَ الذين بينكم وبينهم عهد وميثاق - فلا تقاتلوهم. </p><p> وقيل: كان هذا في حي من العرب بينهم وبين رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أمان وعهد، وكانت الموادعة على أن من أتاهم من المسلمين فهو آمن، ومن جاء منهم إلى المؤمنين فهو آمن، يقول - واللَّه أعلم -: إن وصل هَؤُلَاءِ أو غيرهم إلى أهل عهدهم - أو قال: عهدكم - فإن لهم مثل الذي لأُولَئِكَ من العهد وترك القتال. </p><p> وعن ابن عَبَّاسٍ - رضي اللَّه عنه - قال: لما صد مشركو مكة نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن البيت - جاء رجل - يقال كذا من بعض القبائل - لينظر ما أمر مُحَمَّد وقريش؛ فرآهم قد حالوا بين رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وبين البيت، فقال: يا معشر قريش، هلكتم؛ أتردون قومًا عمار ضفروا رءوسهم عن البيت، واللَّه لا نشرككم في هذا؛ فصالح رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ووادعه ألا يكونوا مع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ولا يكونوا عليه، ومن لجأ إليه فهو آمن. </p><p> فلا ندري كيف كانت القصة في ذلك، غير أن فيه دليلا أن من اتصل بأهل العهد وكان على رأيهم - فهو بمنزلتهم، لا نقاتلهم. </p><p> ومن قولنا: إن الإمام إذا وادع أهل بلدة من بلدان أهل الحرب، فمن دخل فيها أو اتصل بهم فهم آمنون مثلهم؛ لا يحل قتالهم، ولا أسرهم، حتى ينبذ إليهم عهدهم، وإذا أمَّن قومًا منهم في دار الإسلام ووادعهم، ثم انضم إليهم آخرون، فدخلوا معهم دار الإسلام - له قتالهم وأسوهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ) </p><p> قيل: أي: ضيقة صدورهم، وهكذا قال الكسائي: كل من ضاق صدره عن فعل أو كلام؛ فقد حصر، فهذا - واللَّه أعلم - ما ذكرنا: أن الموادعة ألا يعين بعضهم بعضًا في القتال، ولا يعينوا عليهم عدوهم، فنهاهم اللَّه عن قتالهم؛ لما أخبر أن قلوبهم تضيق على أن يقاتلوكم مع قومهم أو أن يقاتلوا قومهم معكم. </p><p> وفي قوله - تعالى - أيضًا:  (أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ) يحتمل: أن يكون حكم هذا الحرف ما ضَمَّنه الحرف الأول؛ فيكون ذلك الشيء عمن ذكرت إذا كان هذا صفته - </p>"
}