{
  "id": null,
  "sura": 4,
  "aya": 32,
  "text": "<p> ويقرأ في بعض القراءات:  (إن تجتنبوا كبير ما تنهون عنه)  (١) فإن ثبت هذا فهو يدل على التأويل الذي ذكرنا آنفًا: أنه أراد بالكبائر كبائر الشرك، واللَّه أعلم. </p><p> قوله - عَزَّ وَجَلَّ -: (وَنُدْخِلْكُمْ مُدْخَلًا كَرِيمًا) </p><p> قيل: الجنة. </p><p> * * * </p><p> قوله تعالى:  (وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَى بَعْضٍ لِلرِّجَالِ نَصِيبٌ مِمَّا اكْتَسَبُوا وَلِلنِّسَاءِ نَصِيبٌ مِمَّا اكْتَسَبْنَ وَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ إِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا (٣٢) وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا (٣٣) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَى بَعْضٍ) الآية. </p><p> قيل: لا يتمنى الرجل مال أخيه، ولا امرأته، ولا داره، ولا شيئا من الذي له؛ ولكن ليقل: اللهُمَّ ارزقني، تذكر النوع الذي رغبت؛ فاللَّه واجد ذلك، وهو الواسع العليم. </p><p> وقيل: هو كذلك في التوراة. </p><p> وقيل: إن أم سلمة قالت: يا رسول اللَّه، يغزو الرجال ولا نغزو، ويذكر الرجال ولا نذكر؛ فنزلت الآية:  (وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ) إلى قوله - عَزَّ وَجَلَّ -: (لِلرِّجَالِ نَصِيبٌ مِمَّا اكْتَسَبُوا وَلِلنِّسَاءِ نَصِيبٌ) . </p><p> ويحتمل: أن يكون هذا التمني في الديانة وفي الدنيا: </p><p> أما في الديانة: هو أن يتمنى أحد أن يكون قدره مثل قدر آخر عند الناس من العلم، والزهد، وغير ذلك؛ فنهي أن يتمنى ذلك؛ إذ لم يبلغ هو ذلك المبلغ إلا باحتمال المكاره </p><p> والمشقة والجهد. </p><p> وفي الدنيوية: هو أن يتمنى مال: أخيه، وزوجته، وخدمه. </p><p> ويحتمل: أن يكون معنى التمني: ما ذكر في خبر أم سلمة؛ لأن في ذلك الكفران بنعم اللَّه؛ لأن النساء -وإن لم يُجْعَل عليهن القتال وغيره من الخيرات- رفع عنهن بعض المؤُنات؛ ففي التمني الكفرانُ بتلك النعم التي أنعم اللَّه - تعالى - عليهن. </p><p> وفي قوله -أيضًا-: (وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ) ، أي: الذي فضل اللَّه بعضكم على بعض؛ فهو - واللَّه أعلم - لما فيه السخط بحكمه، يريد الصرف إليه، أو لما فيه أنه إنما قصر فضله على ما رأى وألا يسع فضله له وللذي فضله، ولما النظر إلى ما أكرم به غيره بحق التمني -يلهى عن نعم اللَّه- تعالى عليه، أو لما يخرج ذلك مخرج العداوة، وحق نعم اللَّه على كل أحد - أن يُعرف التعظيم له، وكذلك قيل: فضلت على غيرك؛ لترحمه وتتفضل عليه؛ للتعظيم، والتمني أوخش من الحسد؛ لأن الحسد هو إرادة الصرف عنه، وفي التمني ذلك وإرادة الفضل له به عليه. </p><p> (وَاسْأَلُوا اللَّهَ) - سبحانه وتعالى - (مِنْ فَضْلِهِ) ، وكان فضله في الحقيقة هو ما له ألا يبذل، وذلك يخرج على فضل في الدِّين، أو فضل في الخلق والمروءة، فأما فيما يرجع إلى نعم الدنيا مما لا يسثعمله في أحد ذينك الوجهين - فهو في الظاهر نعمة، وفي الحقيقة بلية ومحنة؛ قال اللَّه - سبحانه وتعالى -: (فَلَا تُعْجِبْكَ أَمْوَالُهُمْ) ، الآية، وقال اللَّه - عَزَّ وَجَلَّ -: (أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ. . .) . </p><p> وجائز أن تكون الآية في النهي، مع ما مكنوا من النعم ووفقوا للخيرات: </p><p> فإن كان لما وفقوا للخيرات - فحق ذلك أن يشكر لله؛ بما أكرم به من حسنات، ويرغب في التوفيق لمثله. </p><p> وإن كان في أمر النعم - فحقه أن يعينه بالدعاء؛ لتكون النعمة له نعمة، لا بلية </p>"
}