{
  "id": null,
  "sura": 4,
  "aya": 54,
  "text": "<p> وقيل: لهم نصيب من الملك من الشرف والأموال والرياسة فيما بينهم، لكن ألا يأتون الناس، نقيرًا، فكيف يتبعونهم؟!. </p><p> وقيل: قوله - سبحانه -: (أَمْ لَهُمْ نَصِيبٌ مِنَ الْمُلْكِ) </p><p> أي: ليس لهم نصيب من الملك فكيف يؤتون الناس شيئًا؟! إنما الملك لله - عز وجل - هو الذي يؤتى الملك من يشاء؛ كقوله - تعالى -: (قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ. . . .) الآية، إنما يستفاد ذلك باللَّه - عَزَّ وَجَلَّ - لا بأحد دونه، واللَّه - تعالى - أعلم. </p><p> * * * </p><p> قوله تعالى:  (أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا (٥٤) فَمِنْهُمْ مَنْ آمَنَ بِهِ وَمِنْهُمْ مَنْ صَدَّ عَنْهُ وَكَفَى بِجَهَنَّمَ سَعِيرًا (٥٥) </p><p> وقوله - عَزَّ وَجَلَّ -: (أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ) </p><p> يقول: بل يحسدون محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - على ما آتاه اللَّه من فضله من الكتاب والنبوة؛ يقول اللَّه - عَزَّ وَجَلَّ - ردا عليهم:  (فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ) ، فلم يحسدوه، فكيف يحسدون محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بما آتاه اللَّه - تعالى - من الكتاب والنبوة، وهو من أولاد إبراهيم، عليه السلام؟! فهذا - واللَّه أعلم - معناه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا) </p><p> قيل: أراد الملائكة والجنود. </p><p> وقيل: هو ملك سليمان بن داود، وداود كان من آل إبراهيم، عليه السلام. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَمْ يَحْسُدُونَ النَّاسَ) يعني: محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - (عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ) يعني: من كثرة النساء، لكن ذلك ليس بحسد، إنما هو طعن طعنوه، وعيب عابوه؛ لأن الحسد هو أن يرى لآخر شيئًا ليس له؛ فيتمنى أن يكون ذلك له دونه، وقد كان لهم نساء، لكنه إن كان ذلك فهو طعن طعنوه، وعيب عابوه على كثرة النساء، ويقولون: لو كان نبيًّا لشغلته النبوة عن النساء، ويقولون: يحرم على الناس أكثر من أربع، ويتزوج تسعًا وعشرًا؛ فأنزل اللَّه - عَزَّ وَجَلَّ - ردَّا عليهم:  (وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ. . .) وكان لداود تسع وتسعون امرأة، وما قيل -أيضًا- إن لسليمان - عليه السلام - ثلاثمائة سرية وسبعمائة حرائر. </p><p> إن ثبت ذلك: فكثرة النساء له لا تمنع ثبوت الرسالة والنبوة، وإنما تمنع كثرة النساء لأحد شيئين: </p><p> إما لخوف الجور، وإما للعجز عن القيام بإيفاء حقهن. </p><p> فالأنبياء - عليهم السلام - يؤمن ناحيتهم الجور، وكانوا يقومون بإيفاء حقهن مع ما كان قيام رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - خاصة لتسع أو لعشر من النساء من آيات النبوة؛ لأنه كان معروفًا بالعبادة لله ليلًا، وبالصيام له نهارًا، وتحمل الجوع وأنواع المشقة تباعًا، ومعلوم في الخلق أن من كان هذا سبيله لم يقدر على وفاء حق امرأة واحدة؛ فضلًا أن يقوم لإيفاء حق العشر وأكثر؛ فدل أنه باللَّه قدر على ذلك، وعلى ذلك قيام داود - عليه السلام - لمائة من النساء، وقيام سليمان - عليه السلام - لألف منهن، فذلك من آيات النبوة؛ لما ذكرنا: أنه ليس في وسع أحد سواهم القيام بذلك. </p><p> وكذلك في قيام رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لإظهار هذا الدِّين من غير اتباع كان له، أو ملك، أو فضل سعة - دليل أنه كان بنصر اللَّه أظهر، ويعوذه به جميع هذا الخلق على دينه. </p><p> وفي قوله -أيضًا-: (أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ. . .) الآية تحتمل وجهين: </p><p> أحدهما: المحاجة: أن كيف يحسدون محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأتباعه من آل إبراهيم وأولاده بما خصهم به من فضله، ولم يزل ذلك في آل إبراهيم، ولم يكونوا حسدوهم. </p><p> وعلى هذا قوله - تعالى -: (فَمِنْهُمْ مَنْ آمَنَ بِهِ) أي: بمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أو بكتابه الذي أنزل عليه. </p><p> والثاني: أن يكون على التصبير على أذاهم الذي كان منهم بالحسد مما كان هذا فيمن تقدمه من آل إبراهيم، ومن فضله، ومن الحساد لهم في ذلك، والمؤذين لهم، فصبروا، ولم يكافئوهم؛ نحو قوله - تعالى -: (فَمِنْهُمْ مَنْ آمَنَ بِهِ) : أي: بإبراهيم - عليه السلام - أو بما أنزل إليه، أو آله، واللَّه أعلم. </p><p> الأصل في اختلاف التأويل الآية واحدة فيما يجب في ذلك من الحق أنه على أقسام: </p><p> أحدها: أنه يتسع الكل. </p><p> ويحتمل: دخول الكل في المراد. </p><p> ويحتمل: إرادة البعض؛ فإن كان ذلك مما يجب العمل به يلزم طلب الدليل على الموقع للمراد، فإن وجد من طريق الإحاطة شهد عليه بالمراد، وإن لم يوجد عمل به على حسب الإذن في العمل به بالاجتهاد من غير الشهادة عليه أنه المقصود لا غير، واللَّه أعلم. </p><p> وإن كان ذلك مما لا يجب العمل به وإنما حقه الشهادة، يشهد به على ما هو في الحكمة وجوب تلك الشهادة من غير أن يقضي على الآية بقصد ذلك إذا كانت بحيث تتسع له ولغيره؛ نحو القول بأنه سميع عليم على إثر أمورهم من أدلة الخصوص، لو </p><p> كانت تحتمل الخصوص، وفي الحكمة أنه سامع كل صوت، وعليم بكل شيء، فبه يشهد، ولا يقال في ذلك: إنه أراد ذا من الخاص، نحو قوله - تعالى -: (وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ) ، قال قوم: لا يقع الطلاق حتى يوقع؛ لأنه ذكر أنه سميع ولو أوقع الطلاق بغير قول، لم يكن لذكر السميع في هذا الموضع فائدة. </p><p> وقال قوم:  (سَمِيعٌ) لإيلائه؛ إذ هو قسم ينطق به، (عَلِيمٌ) لعزمه، وقد ذكر (سَمِيعٌ عَلِيمٌ) ؛ فيجب توجيه كل حرف إلى وجه، ليفيد حقيقة ذلك في هذا الموضع، ولو كان لا يقع دون القول لكان كل أمره مسموعًا؛ ليلتقي القول بأنه سميع عن القول بأنه عليم. </p><p> وفي جملة العقد من طريق الحكمة أنه سميع بكل صوت، عليم بكل شيء، لكن في النوازل يتوجه وجهين لا يجب القطع عليه في الإرادة إلا أن يجيء ما يوجب الإحاطة، وقد عمل به الخلق على الاختلاف، واللَّه أعلم. </p><p> ووجه آخر من التأويل: أنه يحتمل وجوهًا لا يسع للكل في حق العمل أو في حق الشهادة، لكنها لأحد الحقين، فإن كان ذلك في حق العمل يجب طلب دليله، ويكون الدليل على وجهين: </p><p> أحدهما: أن يوجب على حق العمل والشهادة جميعًا. </p><p> والآخر: أن يوجب على حق العمل خاصة، وقد بينا ذلك. </p><p> وإن كان في حق الشهادة فيجب الوقف في تحقيق المراد، والتسليم لله حتى يظهر، وذلك في حق إضافة الاستواء إلى اللَّه - تعالى - على العرش، والقول بالرؤية من حيث يثبت ما به يرى على الإشارة إليه، لا بالإحاطة، ونحو ذلك من الأمور، واللَّه أعلم. </p><p> ووجه آخر: أن يكون احتمال وجوهها إنما يكون بمقدمات، فيختلف على اختلاف تلك المقدمات، فلا يجوز تأويل تلك إلا بمعرفة المقدمة، إذا لم يكن فيها غير معرفة الموقع من المقدمة؛ نحو قوله - تعالى -: (فَإِذَا فَرَغْتَ فَانْصَبْ) ، لم يكن لأحد تأويل واحد من الوجهين حتى يعلم بالسمع أنه فيم كان مشغولا. </p><p> وقوله - تعالى -: (فَلْيَنْظُرْ أَيُّهَا أَزْكَى طَعَامًا) ، لم يكن لأحد طلب مراد قائله أو تأويل مراده، ولا يظفر به إلا بالوحي، ولا قوة إلا باللَّه. </p><p> والقول في حقه إلى أن يتبين ما كان في حق الشهادة، فلازم الوقف فيه حتى يظهر، وما كان في حق العمل، فإن كان في نوع ما يحتمل الاحتياط فحقه القيام به حتى يظهر دليل التوسيع، ودليل التوسيع على الوجهين اللذين ذكرت، وإن كان فيما لا يحتمل الاحتياط فحقه التوقف حتى يظهر واللَّه أعلم. </p><p> ولا يخلو شيء إلا أحد الوجهين به حاجة من دليل يكون له. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا) </p><p> أي: غير الجلود النضيجة؛ كقوله - تعالى -: (أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ) ، أي: تجدد ما قد فني، وكذلك أعيد ما قد كان من الجلود قبل النضج جديدًا في رأي العين من حيث صار الأول نضيجًا، لا أن كان هذا غير الأول، بل هو الأول غير نضيج؛ إذ ذلك نعت الأول، وتعذيب ما كان ارتكب المعصية؛ لأن التعذيب -في الحقيقة- على غير الذي أثم فيه. </p><p> وقال قائلون: الجلود والعظام ونحو ذلك لم تكن عصت ولا أطاعت، بل استعملت قهرًا وجبرًا، لا أنها عملت طوعًا، لكن الذي به عملت والذي استعملها في الجسد به يتلذذ ويتألم، فهو المعذب والمثاب بما صدر من الجسد؛ ألا ترى أن أجساد أهل الجنة تزداد الحسن والجمال، وجعل لأهلها حدا لا يزداد ولا ينتقص، وأجساد أهل النار مشوهة قبيحة؛ ليكون لهم في التقبيح عقوبة، وللأول بالتحسين ثواب، فكانت فيها أحوال للجزاء لم تكن للأعمال، فثبت أن المثاب والمعاقب ما ذكرت، لكنه يتألم ويتلذذ، فجعلت على ما بها تمام اللذة والألم من الأجساد لا على إعادة أنفس تلك الأجساد، بل على التجديد، كما ذكره في القرآن، وكذلك المقطوع على بعض الأعضاء في حال الكفر إذا أسلم يبعث سليمًا، لا كذلك، ومثله في حال الإسلام لو أريد لم يرفع عنه ألم ذلك؛ فدل الذي ذكرت على حق تجدد الثاني على ما شاء اللَّه والذي به كان المأثم والبر على ما قد كان، واللَّه أعلم. </p><p> وللمذهب الأول أن الجزاء هو لما يختم عليه؛ إذ لو كان إسلام لتمنى لنفسه أحسن الأحوال، وأسلم البنية ليستعملها بالخير، فأوجب ذلك إبطال جميع السيئات كانت بجوارح ذهبت أو بقيت، وكذلك من اختار الكفر فقد آثره، واختار أن يكون على ذلك، </p><p> وإن سلمت جوارحه وتمت فلزمه حكم احتياط جميع ما تقدم بكل فائت منه وباق، وفي الأول استوجب جعل جميع ما تقدم منه بالفائت والباقي حسنات لما ندم عن الكل بكل الجوارح، فلحق حكم تبديل السيئات بالحسنات في الكل؛ فيكون على حكم إعادة الأولى بحق التجديد في المعنى - واللَّه أعلم - نحو قوله - تعالى -: (أُولَئِكَ الَّذِينَ حَبِطَتْ أَعْمَالُهُمْ) ، وقوله:  (فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ. . .) الآية. </p><p> وفي الإعادة كقوله - تعالى -: (من يُعِيدُنَا. . . .) الآية، وقوله - عز وجل -: (أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ. . .) الآية، وغير ذلك من آيات البعث، واللَّه أعلم. </p><p> وقال قائلون: الواجب من العقوبة للكفر، وغيره بحكم التبع له، وكذلك الثواب الواجب منه للإيمان، ولغيره بحكم التبع، بل به قام، والأول به سقطت عنه مشيئة العفو، فصار الذي به الجزاء خاصًّا، وغيره بحكم التبع يزداد وينتقص؛ فعلى ذلك أمر الجزاء والتجديد والإعادة، وكل ذلك للذي هو بحق التبع، والاتباع في الشاهد بتجدد أعين الأفعال، ولا يدوم، والاعتقاد في الأمرين يدوم، فعلى ذلك أمر الجزاء ولذلك، واللَّه الموفق. </p><p> ولهذا الوجه ما يبطل الخلود لما سوى الكفر؛ إذ في ذلك إبطال الجزاء الدائم من حيث الأفعال، وإدامة الجزاء المنقطع من حيث الأفعال، فيكون فيه زيادة في العقوبة على المثل، واللَّه يقول:  (فَلَا يُجْزَى إِلَّا مِثْلَهَا) ، واللَّه الموفق. </p><p> ثم اختلف في المبعوث أنه يبعث بجسده أو يبعث الروحاني منه، سمته بعض الفلاسفة نفسًا، وبعضهم جوهرًا روحانيًّا، وبعضهم بسيطًا، فإن كل جسد فيه روحاني في حياته ومنافعه؛ وجسده له كالمانع عن جميع ما يحتمل من الأمور؛ إذ الجوهر الروحاني لطيف، ينفذ في الأشياء، ويتخلل إلا بالحابس، يبين ذلك أمر النائم أن النفس تخرج لقوله - تعالى -: (اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا) ، أو هي مما يسكن الجوارح وينقطع عنها هم الجسدية يرجع إلى حصة جوهره فيرأها تطوف في البلاد النائية، </p><p> وفي الأمكنة العلوية، حتى لا تصفها أرض ولا سماء تأتي بالأخبار عنها كأنها شاهدة، أما ما كان ذلك عملها بالجوهر حيث يكون من النفاذ إذا لم تحبس، أو هي بالجوهر تخرج فتعمل ذلك وهي تسمع وتبصر وتعقل في المنام كأنها بالجسد كذلك؛ فدل أن العمل في حال اليقظة وما له الجزاء لها، فعلى ذلك أمر الجزاء، وعلى ذلك جميع الجواهر التي بها الأغذية والحياة ليست بأعين تلك الأشياء، ولكن بما جعل في سريتها من الروحاني، وهي القوى التي تظهر في البدن إلى كل أجزاء البدن، فتقوى وتصح فيه بحياة روحه، وتزول عنه الآفات، وكذلك عن السمع والبصر والعقل حل شيء ثم تلقي فعله؛ فعلى ذلك أمر المعاد من الجزاء فهو على ذلك، وكذلك الثواب يكون من كل موعود مما يعرف في الشاهد بجسده ويرجع إلى السرية التي هي روح لذلك فيكون هو الثواب؛ لما هو بحكم روح في الجسد؛ ألا ترى أنه لا يبقى في الآخرة بالأكل الأجساد التي تلقى، وهي الأثقال التي تفضل في الجسد، ويخرج عنها جميع ما فيها من الأقوية والروح، فثبت أن الأمر يرجع إلى ما ذكرت، وهذا معنى قوله - عليه السلام -: \" مَا لَا عَينٌ رَأَتْ، وَلَا أذُنٌ سَمِعَتْ، وَلَا خَطَرَ عَلَى قَلْبِ بَشَرٍ \" لأن ذلك الجوهر لا تراه العين، ولا تسمعه الأذن في الشاهد، ولا يخطر على القلب، وتكون لذة ذلك روحانيًّا، لا هذه لذة الحياة بحياتها السمع والبصر، وكل باطن في الجواهر ولذة الأجساد إنما يكون باللهاة في الطعم، وبالعين في اللون، وهذا النوع، فيذهب هذا، ويكون الأول، وعلى ذلك تذهب العبادات الجسدانية، وتبقى الروحانية من الحمد، والثناء، والتعظيم، والهيبة، والمعرفة، ونحو ذلك يبقى أبدًا، بل يزداد؛ لما يذهب عنها الحواجب من الجسداني، وعلى ذلك يبطل تقدير الرؤية، وإبطاله مما عليه أمر الشاهد لذهاب ما به كونها في الشاهد، ورجوع الأمر إلى ما يحاط به على سقوط الحواجب، واللَّه أعلم. </p><p> اختلف من ذكرت في أمر البعث: </p><p> فمنهم من لا يرى على ما في الجسد من الروحاني فناء، والبعث هو إسقاط الأجساد وخروج ما فيها من الروحاني بصورها. </p><p> ومنهم من يقول: تفنى وتعاد على حالها، ومعلوم أن ذكر الجديد لا يحتمل بلا ذهاب الأصل، وذكر الإعادة بلا فوته، وقال:  (مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ) وجعل إنشاء الأولى دلالة للأخرى، وليس ثَمَّ أخرى، بل هي الأولى، والأولى هي -على ما يزعمون- غير معروفة عند المنكرين؛ فيحتج عليهم بها، بل يجب أن يعرفوا الأولى أولا، ثم يساعدوا على نفي البعث، ويلزموا الإظهار. </p><p> والدهرية ومنكري البعث يقولون في جميع العالم بالظهور بعد الكون، وبالكون في الأصول بالقوة، ثم الظهور بالفعل، فكيف ينكرون البعث ليحتج عليهم بالخلق الأول؟! واللَّه أعلم. </p><p> وقال قوم بالبعث بالأجساد على ما كانت، لكنها كانت في الدنيا منشأة للفناء، مشتمل عليها آثار الفناء، ويحيط بها أعلام الهلاك، ومن آفات كلها وسواتر تحجبن عن أعمال لطائف الجواهر، وعن إدرإك الروحانيين، وإلا فهي كما وصفهم إلله - تعالى - أنه خلقهم في أحسن تقويم، وكرمهم بأقوم جوهر، وأكمل أسر، وأنقى خلقة، فإذا وقعت عليهم الآفات، وأعيدوا للبقاء؛ فيزول عنهم جميع الظلمات التي هن حواجب وسواتر لهم على الإحاطة بحقائق الأضياء وبواطنها، وعلى شكلهم تنشأ الأجساد المجعولة أجزاء لهم، فيلحقون بجميع اللطائف جسدا بما فيها من الجوهر الروحاني وتصير هذه في اللطف كذلك الجوهر، وهي لما تنقل إلى ألطف من ذلك، وأنور لهم كالأرواح؛ </p><p> فيفضلون على الروحانيين بأجساد فيها معانيها من اللطافة، والنفاذ في الأمور التي هي كالروحانيين في التمثيل وما فيهم حق الروحانيين ألطف من ذلك بارتفاع آثار الفناء عنها، وخروجها من أن يعمل فيها الفساد، وعلى ذلك أجساد الجزاء، فإنها تخرج عن الآفات، وتمنع عن الفساد، وتصير أجسادها في الطيب والضياء كالروحاني، وما فيها من الروحاني يبقى فيها على كل حال لا يفنى، والأصل فيه أن الجزاء بحق الشهوات واللذات، لا بحق الأغذية وحياة أجساد المستنفعين بها، فتكون هي بجسدها وسريتها واحدة، وبقاء الأجساد لها أحق من بقاء الروحاني في هذا العالم من طريق الاعتبار؛ لأن الذي له حق الروحاني في الشاهد به البقاء والغذاء والحياة لا يدفع بها الآفات العارضة في الأرواح من جهة القوالب التي تضعف وتقوى، وفي الآخرة لا تعرض الآفات التي يحتاج فيها إلى الأغذية، وإنَّمَا ينال عنها الشهوات واللذات، وإنما يكون ذلك من حق الأجساد في الشاهد؛ لذلك كانت أحق أن تكون في الآخرة، ثم هذا القول أوفق بما جاء به من حجج السمع وما عليه الاعتبار. </p><p> فأما حجج السمع: فإن اللَّه - عَزَّ وَجَلَّ - قال:  (إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ. . .) الآية، وقال:  (أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا. . .) الآية وقال - عَزَّ وَجَلَّ -: (مَنْ يُحْيِ الْعِظَامَ وَهِيَ رَمِيمٌ (٧٨) قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ) الآية، وغير ذلك مما حاج به منكري البعث، والإشكال كان لهم في الأجساد، وفيها جرت المحاجاة؛ لذلك كانت هي أولى في الاعتبار مع ما كانت الأشياء اللطيفة التي لا تمس ولا تحس في التجديد لم يكن بحيث احتمال الإنكار لوجودهم في كل حال؛ نحو العقول تذهب بأسباب ثم تعود، وكذلك العلوم والسمع والبصر، ونحو ذلك، ثم الحسيات اللطائف: نحو الليل، والنهار، والنور، والظلمة، والظل، ونحو ذلك يرون الفناء والعود في كل حين لا ينكرون هذا النوع؛ ليحاجوا بالذي ذكر وبهذا؛ فلذلك كان القول بالأجساد أحق، واللَّه أعلم. </p><p> والاعتبار أن اللَّه - سبحانه وتعالى - أنشأ هذا الخلق على ما يتلذذون ويتألمون؛ ليكون ذلك علمًا للترغيب والترهيب بالموعود، وما يحل من الآفات وأضدادها في الروحاني في </p>"
}