{
  "id": null,
  "sura": 4,
  "aya": 73,
  "text": "<p> جهات؛ فلذلك لم يحتمل تكليفه بخروج الجميع من جهة استنفر منها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنَّ مِنْكُمْ لَمَنْ لَيُبَطِّئَنَّ ... (٧٢) قوله: (مِنْكُمْ) يحتمل وجوهًا: </p><p> يحتمل: في الظاهر منكم. </p><p> ويحتمل: في الحكم منكم. </p><p> ويحتمل: في الدعوى؛ لأنهم كانوا يدعون أنهم منا، ويظهرون الموافقة للمؤمنين، وإن كانوا -في الحقيقة- لم يكونوا. </p><p> وقوله - تعالى - (لَيُبَطِّئَنَّ) قيل: إن المنافقين كانوا يبطئون الناس عن الجهاد ويتخلفون؛ كقوله - تعالى -: (قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ وَالْقَائِلِينَ لِإِخْوَانِهِمْ هَلُمَّ إِلَيْنَا وَلَا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا) ، كانوا يسرون ذلك ويضمرونه، فأطلع اللَّه - عز وجل - نبيه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - على ذلك؛ ليعلموا أنه إنما عرف ذلك باللَّه تعالى. </p><p> وفيه دلالة إثبات رسالة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنْ أَصَابَتْكُمْ مُصِيبَةٌ قَالَ قَدْ أَنْعَمَ اللَّهُ عَلَيَّ إِذْ لَمْ أَكُنْ مَعَهُمْ شَهِيدًا (٧٢) وَلَئِنْ أَصَابَكُمْ فَضْلٌ مِنَ اللَّهِ لَيَقُولَنَّ كَأَنْ لَمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ. . .) على التقديم والتأخير يسر ويفرح، إذا أصابتكم مصيبة كأن لم يكن بينكم وبينه مودة؛ لأن كل من كان بينه وبين آخر مودة إذا أصابته نكبة يحزن عليه ويتألم، فأخبر اللَّه - عَزَّ وَجَلَّ - أن هَؤُلَاءِ المنافقين إذا أصابت المؤمنين نكبة يسرون بذلك ولا يحزنون، كأن لم يكن بينهم مودة ولا صحبة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَئِنْ أَصَابَكُمْ فَضْلٌ مِنَ اللَّهِ ... (٧٣) يعني: الغنيمة والفتح، </p><p> يقولون:  (يَا لَيْتَنِي كُنْتُ مَعَهُمْ فَأَفُوزَ فَوْزًا عَظِيمًا) أي: يأخذ من الغنيمة نصيبًا وافرًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنْ أَصَابَتْكُمْ مُصِيبَةٌ قَالَ قَدْ أَنْعَمَ اللَّهُ عَلَيَّ إِذْ لَمْ أَكُنْ مَعَهُمْ شَهِيدًا) هذا قول المكذب الشامت: (وَلَئِنْ أَصَابَكُمْ فَضْلٌ مِنَ اللَّهِ. . .) الآية، هو قول الحاسد؛ وهو قول قتادة. </p><p> وقوله - تعالى -: (وَإِنَّ مِنْكُمْ لَمَنْ لَيُبَطِّئَنَّ) يعني: ليتخلفن عن النفير: (فَإِنْ أَصَابَتْكُمْ مُصِيبَةٌ) يعني: شدة وبلاء من العيش والعدو، (قَالَ قَدْ أَنْعَمَ اللَّهُ عَلَيَّ إِذْ لَمْ أَكُنْ مَعَهُمْ شَهِيدًا) فيصيبني ما أصابهم: (كَأَنْ لَمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَانْفِرُوا ثُبَاتٍ أَوِ انْفِرُوا جَمِيعًا) دل أن فرض الجهاد فرض كفاية </p><p> يسقط بقيام البعض عن الباقين؛ لأنه قال:  (فَانْفِرُوا ثُبَاتٍ أَوِ انْفِرُوا جَمِيعًا) أمر بنفير </p>"
}