{
  "id": null,
  "sura": 4,
  "aya": 7,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَكَفَى بِاللَّهِ حَسِيبًا) </p><p> قيل: شهيدا بما أخذ من ماله وأنفق. </p><p> ويحتمل قوله:  (حَسِيبًا) يحاسبه في الآخرة؛ إذا لم يحاسبه اليتيم في الدنيا. </p><p> قوله تعالى:  (لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيبًا مَفْرُوضًا (٧) وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا (٨) وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ فَلْيَتَّقُوا اللَّهَ وَلْيَقُولُوا قَوْلًا سَدِيدًا (٩) إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا (١٠) </p><p> وقوله - عَزَّ وَجَلَّ -: (لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ. . .) الآية. </p><p> يحتمل أن تكون الآية - واللَّه أعلم - نزلت بسبب ما لم يكن يورث أهل الجاهلية الإناث والصغار، ويجعلون المواريث لذوي الأسنان من الرجال، الذين يصلحون للحرب، ويحرزون الغنيمة؛ فنزلت الآية بتوريث الرجال والنساء جميعًا. </p><p> ويقال: إن الآية نزلت في شأن رجل يقال له: أوس بن ثابت الأنصاري، توفي </p><p> وترك بنات وامرأة، فقام رجلان من بني عمه - وهما وصيان - فأخذا ماله، ولم يعطيا امرأته ولا بناته شيئًا؛ فجاءت امرأة أوس بن ثابت إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فشكت، وأخبرت بالقصة؛ فقال لها:  \" ارْجِعِي في بَيتِكِ حَتَّى أَنْظُرَ مَا يُحْدِثُ اللَّه في ذَلِكَ \" . فانصرفت؛ فنزل قوله - تعالى -: (لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ. . .) الآية. </p><p> وقيل: نزلت الآية في شأن امرأة سعد: أن سعدا استشهد بأُحد، وترك ابنتين وامرأة، فاحتوى أخ لسعد على مال سعد، ولم يعط المرأة ولا الابنتين شيئًا؛ فاختصمت إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأخبرته بالقصة؛ فقال لها:  \" لَم يُنْزِلِ اللهُ عَلَيَّ فِيكُم شَيئًا \" . ثم نزلت الآية، فأخذ من عمهما ثلثي المال، ورده إليهما، ودفع الثمُن إلى المرأة، وترك البقية للعم. </p><p> واللَّه أعلم أنْ فيم كان نزولها؟. </p><p> وفي هذا الخبر دليل أن للابنتين الثلثين، كما للثلاث فصاعدًا، ليس كما قال بعض الناس: إن لهما النصف؛ لأن اللَّه - تعالى - إنما جعل الثلثين للثلاثة. </p><p> ثم تحتمل الآية وجهين بعد هذا: </p><p> تحتمل أن يكون المراد الأولاد خاصة لا غير؛ فيدخل كل ولد: ولد البنات، وولد البنين؛ لأنهم كلهم أولاده. </p><p> ويحتمل أن يكون المراد منها الرجال والنساء؛ فيدخل ذوو الأرحام في ذلك، فلما لم يدخل بنات البنات في ذلك -وهم أولاد- دل أنه أراد النساء والرجال جميعًا، لا </p><p> الأولاد خاصة. </p><p> وفيه دلالة نسخ الوصية للوارث؛ لأنه قال - عَزَّ وَجَلَّ -: (لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ. . .) إلى قوله: (مَفْرُوضًا) أي: معلومًا بما أوجب في كل قبيل. </p><p> ثم قال في قوله:  (نَصِيبًا مَفْرُوضًا) ، قيل: ذا يرجع إلى ما بين فرضه، وهو أصحاب الفرائض دون العصبات، فيكون على ما أشار إلى حقه من حيث الاسم في القرآن. </p><p> ويحتمل ما بين، وقد جرى فيه ذكر حقين: </p><p> أحدهما: حق العصبة، كما ذكر في الأب والإخوة والأولاد، وحق أصحاب الفرائض، ولو كان على ذلك فقد يتضمن الفرض ما يعلم بالإشارة إليه والدلالة؛ لأن أكثر من يوصي بحق العصبة هو ما لا نص فيه، والذي فيه النص هو في الأولاد والإخوة -خاصة- والوالد. </p><p> وقيل: يتضمن كل الأقرباء على اختلاف الدرجات؛ فيكون منصوصًا -أيضًا- ومدلولا عليه، ويؤيد هذا التأويل قوله:  (وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ) ثم بَيَّنَ: (مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ) وأُولَئِكَ هم البعداء الذين لهم أخوة الدِّين والهجرة، فإذا بقي في الرحم أحد - لم يصرف ذلك إلى المؤمنين، وقد قدم حقهم على المؤمنين والمهاجرين بالرحم؛ لذلك هم أولى، مع ما للإمام صرف ذلك بحق الإيمان إليهم؛ فيصير الدفع إليهم بحق الجواز، وإلى غيرهم شك عند قيامهم؛ فالدفع إليهم أولى لوجهين: </p><p> أحدهما: عموم الكتاب على تحقيق حق لكل آية منها؛ دون إدخال حكم آية في حق آخرين بلا ضرورة. </p><p> والثاني: الإجماع من الوجه الذي ذكرت مع اتفاق أكثر الصحابة - رضوان اللَّه عليهم أجمعين - والفتوى إلى يومنا هذا. </p>"
}