{
  "id": null,
  "sura": 4,
  "aya": 79,
  "text": "<p> وقَالَ بَعْضُهُمْ:  (بُرُوجٍ مُشَيَّدَةٍ) أي: حصينة. </p><p> وقيل: قصور محصنة طوال. </p><p> وقوله:  (وَإِنْ تُصِبْهُمْ حَسَنَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِ اللَّهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِكَ) معلوم أنهم لم يريدوا بالحسنة والسيئة حسنة في الدِّين وسيئة في دينهم، ولكن إنما أرادوا بالحسنة والسيئة في الدنيا من المنافع والبلايا والشدائد؛ وذلك أنهم ما كانوا يحزنون لما يصيبهم من السيئة في الدِّين، ولا كانوا يفرحون بالحسنة والخير في الدِّين، ولكن فرحهم بما كانوا يصيبون في الدنيا من الخصب والسعة، وحزنهم بما يصيبهم من الضيق والشدة، وكانوا يتطيرون برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وهكذا كان دأب الكفرة من قبل، كانوا يتطيرون بالأنبياء والرسل - عليهم السلام - كقوله - عَزَّ وَجَلَّ - إخبارًا عن قوم موسى - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: (وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ) ، وكقوله - تعالى -: (قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ قَالَ طَائِرُكُمْ عِنْدَ اللَّهِ بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ) ، وقال اللَّه - عز وجل -: (أَلَا إِنَّمَا طَائِرُهُمْ عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) ؛ فعلى ذلك قولهم:  (وَإِنْ تُصِبْهُمْ حَسَنَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِ اللَّهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِكَ) ؛ تطيرًا منهم برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ فقال - تعالى -: (قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ) </p><p> أي: بتقديره كان وقضائه، فضلا؛ كقوله - تعالى -: (وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ) ، وجزاءً؛ كقوله - عَزَّ وَجَلَّ -: (وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ) أي: ما أصابهم إنما أصابهم بسوء صنيعهم برسل اللَّه صلى اللَّه عليهم وسلم وتكذيبهم إياهم؛ كقوله - تعالى -: (وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَالِ هَؤُلَاءِ الْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا) أي: لا يفقهون ما لهم وما عليهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ ... (٧٩) وروي </p><p> في حرف ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - قال:  \" وأنا قدرتها عليك \" </p><p> يحتمل: أن يكون قوله - تعالى -: (مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ) يرجع إلى ما ذكرت من السعة والعافية ونحوها (وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ) من البلاء، والشدة (فَمِنْ نَفْسِكَ) أي: من جناية نفسك؛ جزاء. </p><p> وفي الأول قال:  (فَمِنَ اللَّهِ) في ذلك بعينه بحق الجزاء، وفي الثاني:  (فَمِنْ نَفْسِكَ) بحق الجناية على الآية التي ذكرت من قوله - تعالى -: (وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ) . </p><p> ويحتمل: أن تكون الآية الأولى في أمر الدنيا، والأخرى في أمر الدِّين؛ إذ اختلفت الإضافة في هذه واتفقت في الأولى؛ إذ الأولى على ما عليه أمر المحنة من قوله - تعالى -: (وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً) ، وقوله - عَزَّ وَجَلَّ -: (وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ) ، وقوله - تعالى -: (خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا) ، جعل اللَّه - تعالى - بمختلف أحوال للعباد لا منفع لهم في ذلك، وكذلك قوله - تعالى -: (وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ. . .) الآية، وقوله - تعالى -: (اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ. . .) الآية. </p><p> والثانية: في حق الأفعال، فيضاف إلى اللَّه ما صلح منها؛ شكرًا وحمدًا بما أنعم الله عليه، وذلك قوله - تعالى -: (وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ) ، وقوله: </p><p> (صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ) ، وقوله:  (بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ. . .) الآية، وقوله - تعالى -: (اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ) ، وقوله:  (وَلَكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ. . .) الآية، وغير ذلك؛ فيضاف إليه بما منه في ذلك من الفضل والنعمة؛ شكرًا، والثاني في زله وضلاله لا تجوز الإضافة إليه لما شبه الاعتذار، ولا عذر لأحد في ذلك، ويقبح في الإضافة، وذلك نحو القول بأنه: رب السماوات والأرض، ولا يقال: هو رب الخنازير والأقذار، ونحو ذلك؛ لما يقبح في السمع، وإن كان من حيث الخلق والتقدير واحدًا، فمثله أمر الأفعال، واللَّه الموفق. </p><p> ونفي الإضافة عنه لا يدل على نفي أن يكون خلقه؛ لما بينا من الأشياء؛ الإضافة إليه كالتخصيحص، فلا يقال: يا خالق القردة والخنازير، ويا إله الأقذار والخبائث، ويا رب الشرور والمصائب، وإن كان كل ذلك داخلا في أسماء الجملة، ومحقق منه تقديرها وخلقها، وكذلك الفواحش والكبائر، واللَّه أعلم. </p><p> والثاني: الخيرات والأعمال الزاكية قد تضاف إليه، لا من وجه التخليق عند الجميع، بل عندنا: من جهة الإفضال بالتوفيق والإنشاء، وعند المعتزلة: من جهة الأمر والترغيب؛ فعلى ذلك نفي الإضافة فيما لم يضف إليه لهذا، وأيدَتْ هذا قراءة عبد اللَّه بن مسعود - رَضِيَ اللَّهُ عَنْهُ -: \" وأنا قدرتها عليك \" . </p><p> فإن قال قائل: ذلك لا يقع على الأفعال؛ لقوله:  (مَا أَصَابَكَ) ، ولو كان عليها كان يقول: ما أصبت، ثم كان له جوابان: </p><p> أحدهما: أن الإجابة اسم مشترك، ما يصيبه هو يصيب ذلك، فسواء لو أضيف إليه أو أضيف هو إليه، واللَّه أعلم. </p><p> والثاني: أن ذلك يخرج مخرج الجزاء أيضًا إذا كان على ما يقوله؛ فيكون على ما يصيبه من جزاء حسنة أو سيئة، وإذ لم يجعل لله في حسنه فضلا لم يحتمل الإضافة إليه مع ما قد بينا من إضافات أعمال الخير إليه، ودفع الشر لما ليس في فعله من اللَّه إفضال عليه به </p><p> إنعام، وكان في فعل الخير ذلك، لا بالأمر والنهي؛ إذ هما يستويان في كل واحد، والله أعلم. </p><p> ثم أوضح ذلك خبر عبد اللَّه، فطعنه قوم لمخالفة المصحف المعروف، قلنا: ليس بذي خلاف، إنما هو بيان المطلق، وقد يقبل خبر الآحاد في مثله، واللَّه أعلم. </p><p> وقيل: خبر عبد اللَّه من خبر الآحاد، ولعله ليس قبل مصحفه كلمة ترُوى عنه العامة لا تحتمل التبديل، وأما خبره عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ إذ لا يجوز اختراع القراءة مرفوع، وخبر الفرد فيه يقبل، فيما لا خلاف فيه، وإن كان فيه تأويل الظاهر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولًا) . </p><p> قيل في حرف حفصة:  \" وأرسلناك إلى الناس رسولا \" ، </p><p> (وَكَفَى بِاللَّهِ شَهِيدًا) </p><p> قيل:  (وَكَفَى بِاللَّهِ شَهِيدًا) أي: بأنك رسول اللَّه. </p><p> وقيل:  (وَكَفَى بِاللَّهِ شَهِيدًا) على ما يضمرون في قلوبهم. </p><p> وقيل: فلا شاهد أفضل من اللَّه بأنك رسوله </p><p> وفي قوله -أيضًا-: (وَكَفَى بِاللَّهِ شَهِيدًا) وجوه: </p><p> أحدها: إن جحدوا تبليغك في الدنيا، أو يقولوا: لم تعلم رسالتك. </p><p> والثاني: أن يكون بالآيات التي جعلها اللَّه - تعالى - لرسالتك تحقق، وشهادة اللَّه لك بالرسالة شهيدًا، لك، أو مبينا، أو حجة. </p><p> والثالث: أن يكون جعل علم الأنبياء والرسل - عليهم السلام - وتبليغهم الخبر إليهم شهادته وكفي به شهيدا على ما أضاف بيعة الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إليه، ونصر أوليائه إليه، قال اللَّه - تعالى -: (أَوَلَمْ يَكُنْ لَهُمْ آيَةً أَنْ يَعْلَمَهُ عُلَمَاءُ بَنِي إِسْرَائِيلَ) . </p><p> ويحتمل: شهيدًا مبينًا، أو حكمًا مبينًا، فمعناه: فيبين لهم بالمعاينة ما كان بينه بالدلالة والآيات، وحكمًا فاصلا بين المحق والمبطل؛ فيخرج الوجهان جميعًا مخرج الإعراض عن المحاجة بما ظهر من العناد والمكابرة، وتفويض الأمر إلى اللَّه وإخبار عن الفراغ مما كان عليه فيهم من حق البلاغ، ولا قوة إلا باللَّه. </p><p> * * * </p><p> قوله تعالى:  (مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا (٨٠) وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا مِنْ عِنْدِكَ بَيَّتَ طَائِفَةٌ مِنْهُمْ غَيْرَ الَّذِي تَقُولُ وَاللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ </p>"
}