{
  "id": null,
  "sura": 4,
  "aya": 19,
  "text": "<p> حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ) هم الذين يتوبون عند معاينتهم الموت؛ أخبر أنه لا يقبل توبتهم؛ لأنهم يتوبون توبة دفع واضطرار. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ) لا تقبل توبتهم، لأنهم يتوبون في الآخرة؛ دفع العذاب عن أنفسهم؛ كقوله تعالى:  (مَآ أَشْرَكْنَا) ، و (مَا كُنَّا مُشْرِكِينَ) . </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا (١٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا) . </p><p> قَالَ بَعْضُهُمْ: كان يجوز لهم أن يرثوا النساء طوعًا؛ لأنه إنما نهي أن يرثوهن كرهًا، فكان فيه دليل جواز وراثتهن طوعًا. </p><p> وأما عندنا: فإنه ليس فيه دليل جواز وراثتهن طوعًا، وإن كان النهي إنما كان في حال الكره؛ لأن الأصل عندنا: أن ليس في حظر الحكم في حال دليل إباحته في حال أخرى، ولا في إباحته في حال دليل حظره في حالة أخرى، ولا في حله في حال دليل حرمته في حال أخرى، ولا في حرمته في حال دليل حله في حال أخرى، دليل ذلك قوله - تعالى -: (وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ) ، ليس على أن لهم أن يقتلوا إذا لم يخشوا الإملاق، وقوله:  (إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ) ، ليس فيه أنه لا يحل له؛ إذا لم يؤت أجورهن، وقوله:  (فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً) . </p><p> والقصة في الآية ما قيل: إن الرجل إذا مات وترك امرأة، كان أولياؤه أحق بامرأته من ولي نفسها: إن شاءوا تزوجوها وإن شاءوا زوجوها، وإن شاءوا لم يتزوجوها؛ فنزلت الآية في ذلك. </p><p> وقيل -أيضًا-: كانوا في أول الإسلام إذا مات الرجل أقبل أقرب الناس منه فيلقي على امرأته ثوبًا فيحدث نكاحها طوعًا وكرهًا؛ فنزلت الآية في ذلك. </p><p> والآية عندنا خرجت مخرج بيان التحريم على ما كانوا يفعلون؛ دليل ذلك قوله - تعالى -: (وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ) نهي الأبناء أن ينكحوا ما نكح آباؤهم من النساء؛ فدل أن النهي كان في الحالين جميعًا: في حال الكره والرضا، واللَّه أعلم. </p><p> وفي قوله:  (لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا. . .) الآية، تحتمل حرمة وراثتهن أبدًا، وأن ذكره \" كرهًا \" لأوجه: </p><p> أحدها: أن ليس في ذكر الحرمة في وجه أو ذكر الحكم في حال دلالة تخصيص الحال؛ كقوله - سبحانه وتعالى -: (وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ) ، وقوله:  (فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً) ، وقوله - عَزَّ وَجَلَّ -. (إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ) ، أنهن يحللن وإن لم يؤتين أجورهن، وإذا لم يصر ذلك شرطا صار كأنه قال اللَّه - عَزَّ وَجَلَّ -: (لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا) ، واللَّه أعلم. </p><p> والثاني: أن تكون الوراثة أبدًا تكون كرهًا ويجب الميراث سواء من فيه وله أولاد إذا كان وجه الوراثة، فذكره ذلك وغير ذلك سواء. </p><p> والثالث: أنهم كانوا يتوارثون النكاح، وهو أمر لا يحتمل الانقسام، ولا عند الاشتراك بالاستمتاع، فكان ذلك على تراض منهم لواحد. </p><p> أو أن، يكون فيما كانت الوراثة ترجع إلى واحد؛ فيكون ذلك له بحق النكاح لا الميراث، فإذا حرم النكاح في حق من يرث من الذكور -وهم الآباء والأبناء- فبطل الميراث لو كان يجوز أن يورث. </p><p> ثم دلت هذه الآية في قطع وراثة منافع الأبضاع، وملك الأبضاع أدوم من ملك الإجارات؛ فيجب أن يكون قطع الإجارات أولى. </p><p> ودليل آخر على بطلان الوراثة: أن المرأة قد ترث الميراث؛ فتكون وراثة بعض نفسها، فبطل من حيث يراد إثباته. </p><p> وقوله:  (وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ) اختلف فيه. </p><p> قَالَ بَعْضُهُمْ: هو معطوف على ما تقدم، وهو ما ذكرنا من الوراثة، نهى أن </p><p> يعضلوهن؛ ليُذْهِبُوا ما آتوهن إلا أن يأتين بفاحشة مبينة؛ قيل: لم يكن يومئذ عقوبة؛ إذا أتت المرأة بفاحشة سوى أخذ المهور منها، وكانوا يمسكونها على الوراثة، فإذا أتت بفاحشة أخذ ما آتاها، ثم يسرحها. </p><p> فَإِنْ قِيلَ: إنما نهاها عن الوراثة؛ لأن الولي إذا ورثها ورثت هي نفسها؛ فيبطل بذلك، فالنهي لذلك. </p><p> قيل: لو كان لذلك فالمرأة إذا كانت ممن لا ترث عن الزوج مملوكة يجيء أن يحل ذلك؛ إذ لا وراثة ثَمَّ، فإذا لم يجز دل أنها خرجت على بيان التحريم، واللَّه أعلم. </p><p> وقيل: في قوله - عَزَّ وَجَلَّ -: (وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ) على الابتداء، ليست على الأول، نهي الزوج أن يأخذ منها ما آتاها من المهر إلا أن يأتين بفاحشة مبينة. </p><p> ثم اختلف في قوله - تعالى -: الفاحشة. </p><p> قَالَ بَعْضُهُمْ: هو الزنا، وهو ما ذكرنا. </p><p> وقال آخرون: الفاحشة - هاهنا - هو النشوز، أي: إذا نشزت فلا بأس أن يأخذ منها ما آتاها. </p><p> وقيل: هو ما ذكره - عَزَّ وَجَلَّ - في آية أخرى:  (وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا) ، لا تأخذوا منه شيئًا:  (إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ) ، نهى الأزواج أن يأخذوا منهن شيئًا إلا عندما يخافا ألا يقيما حدود اللَّه، فحينئذ أباح أخذ ما افتدت به، فعلى ذلك قوله:  (وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ) ، وهو ما ذكرنا من النشوز وخوف ترك إقامة حدود اللَّه؛ فعند ذلك أباح له أخذ ما آتاها، واللَّه أعلم. </p><p> وقوله:  (وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ) اختلف فيه: </p><p> قيل: هو كقوله - تعالى -: (فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ) </p><p> وكقوله - تعالى -: (فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ) . </p><p> وقيل:  (وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ) : في كلامها، وبرها، والإنفاق عليها، والإحسان إليها والاجتناب عما لا يليق بها من الشتم والإيذاء، وغير ذلك. </p><p> (وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ) يحتمل: بالفضل، ويحتمل: كما لو فعل بك مثل ذلك لم تنكره، بل تعرفه وتقبله. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنْ كَرِهْتُمُوهُنَّ) قيل فيه بوجهين: </p><p> قيل: كرهتم صحبتهن من قبحهن ودميمتهن، أو سوء خلقهن، فصبرتم على ذلك (وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا) </p><p> قيل: يهب لكم منهن أولادًا تقر بهم أعينكم، أو يعطي لكم في الآخرة ثوابًا جزيلاً بصحبتكم إياهن. </p><p> وقيل في قوله - عَزَّ وَجَلَّ -: (فَإِنْ كَرِهْتُمُوهُنَّ) أي: كرهتم فراقهن، ويجعل الله </p>"
}