{
  "id": null,
  "sura": 4,
  "aya": 59,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ) وقال - عَزَّ وَجَلَّ -: (إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ) ، فمن ولي أمرًا أو حكمًا فيما بين الناس فقد ولي الأمانة، يجب أن يؤديها إلى أهلها، وعلى ذلك جاءت الآثار: </p><p> روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" مَا مِنْ أَحَدٍ يَكُونُ عَلَى شَيءٍ مِنْ هَذِهِ الأُمُورِ -قَلَّتْ أَوْ كَثُرَتْ- فَلَا يَعْدِلُ فِيهِم إِلا أَكَبَّهُ اللهُ - تَعَالَى - فِي النَّارِ \" . </p><p> وفي خبر آخر:  \" أَيُّمَا امْرِئٍ وَليَ مِنْ أَمْرِ الناسِ شَيئًا ثُمَّ لَم يُحِطْهُم مِثْلَ مَا يَحُوطُ بِهِ نَفْسَهُ وَأَهْلَهُ لَم يُرَحْ رَائِحَةَ الجَنَّةِ يَوْمَ القِيَامَةِ \" . </p><p> وعن أبي سعيد الخدري - رَضِيَ اللَّهُ عَنْهُ - قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" إِنَّ مِنْ أَحَبِّ النَّاسِ إِليَّ وَأَقْرَبِهِم مَجْلِسًا مِني يَوْمَ القِيَامَةِ: إِمَامٌ عَادِلٌ،وإن أَبْغَضَ النَّاسِ إِليَّ يَوْمَ القِيَامَةِ وَأَشَدَّهُم عَذَابًا:إِمَامٌ جَائرٌ \" . </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا (٥٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ) </p><p> فَإِنْ قِيلَ: كيف خص اللَّه - تعالى - المؤمنين بالخطاب بالطاعة له وطاعة الرسول والأمر بها يعم المؤمن والكافر جميعًا؟. </p><p> قيل فيه بوجوه ثلاثة: </p><p> أحدها: أن من عادة الملوك أنهم إذا خاطبوا بشيء إنما يخاطبون أهل الشرف والمجد، ومن كان أسمع لخطابهم، وأعظم لقولهم؛ كقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي أَمْرِي) وقال - تعالى -: (يَا أَيُّهَا الْمَلَأُ أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا) ، يخاطبون أبدًا أهل الشرف والمجد، ومن هو أقبل لقولهم، وأطوع لأمرطم؛ فعلى ذلك خاطب اللَّه - تعالى - المؤمنين وأمرهم أن يطيعوه ويطيعوا رسوله، وإن كان الخطاب بذلك يعمهم. </p><p> والثاني: يحتمل أن يكون الخطاب بذلك للمؤمنين خاصة؛ لأن الكافر إنما يخاطب باعتقاد الطاعة له أولا، فإن أجاب إلى ذلك فعند ذلك يخاطب بغيره، والمؤمن قد اعتقد طاعة ربه، وطاعة رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لذلك خرج الخطاب منه للمؤمنين خاصة، واللَّه أعلم. </p><p> ويحتمل: أن يكون تخصيص الخطاب للمؤمنين؛ لما أمر بطاعه أولي الأمر؛ ليعلم أنه إنما أمر بطاعة أولي الأمر إذا كانوا مؤمنين، واللَّه أعلم. </p><p> ثم فيه دلالة جواز الطاعة لغير اللَّه؛ لأن كل من عمل بأمر آخر فقد أطاعه، هو الائتمار للآمر. </p><p> وأما العبادة فهي إخلاص الشيء بكليته لله - عَزَّ وَجَلَّ - حقيقة؛ إذ الأشياء كلها لله بكليتها حقيقة، ليست لأحد سواه؛ لذلك لم يجز أن يعبد غير اللَّه - تعالى - وقد يجوز أن يطاع غيره؛ لما ذكرنا أن الطاعة هي الائتمار بالأمر، وليس العبادة؛ لذلك افترقا. </p><p> ثم طاعة الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - تكون طاعة لله؛ لأنه بأمره يطاع، وفي طاعتهم له طاعته. </p><p> ثم قيل: قوله - تعالى -: (أَطِيعُوا اللَّهَ) في فرائضه، ورسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في سنته. </p><p> وقيل:  (أَطِيعُوا اللَّهَ) فيما أمركم ونهاكم في كتابه، (وَأَطِيعُوا الرَّسُولَ) - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فيما أمركم ونهاكم في سنته. </p><p> ثم اختلف في أولي الأمر: </p><p> قيل هم الأمراء على السرايا. </p><p> وقيل: هم العلماء والفقهاء. </p><p> وقيل: هم أهل الخير. </p><p> ويحتمل: أولي الأمر: الذين يُوَلَّوْنَ السرايا. </p><p> فكيفما ما كان ومن كان، ففيه الدلالة ألا يولى إلا من له العلم والبصر في ذلك، أمراء السرايا كانوا أو غيرهم؛ لأنه - عَزَّ وَجَلَّ - أمر بطاعتهم، ولا يؤمر بطاعة أحد إلا بعلم وبصر يكون له في ذلك. </p><p> والآية التي تقدمت، وهو قوله - تعالى -: (وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ) يدل على أن أولي الأمر الأمراء؛ لأنه - تعالى - أمر الحكام في الآية الأولى بالعدل، وأمر الرعية بالسمع لهم والطاعة فيما يحكمون ويأمرون، واللَّه أعلم. ألا ترى أنه روي في الخبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" يا َأَيُّهَا النَّاسُ، اسْمَعُوا وَأَطِيعُوا، وَإنْ أُمِّرَ عَلَيكُم حَبَشِيٌّ مُجَدَّعٌ فَاسْمَعُوا لَهُ وَأَطِيعُوا مَا أَقَامَ فِيكُم كِتَابَ اللهَ \" . </p><p> وعن ابن عمر - رَضِيَ اللَّهُ عَنْهُ - عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" عَلَى الْمَرءِ الْمُسْلِمِ السمعُ وَالطاعَةُ فِيمَا أَحَبَّ وَكَرِهَ، إِلا أَنْ يُؤْمَرَ بِمَعصِيةٍ، فَمَنْ أُمِرَ بِمَعصِيَةٍ فَلَا سَمعَ عَلَيهِ وَلَا طَاعَةَ \" . </p><p> وبعد: هذه الآية والتي تليها تدل على أن أولي الأمر هم الفقهاء، وهو قوله - تعالى -: (فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ) ، والتنازع يكون بين العلماء؛ فكأنه - واللَّه أعلم - أمر في آية أولي الأمر بطاعتهم، وأمر أولي الفقه برد ما يختلفون فيه إلى كتاب اللَّه - تعالى - وسنة رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> والآية تحتمل المعنيين - واللَّه أعلم -: أن على العامة طاعة أمرائهم في أحكامهم، وعليهم اتباع علمائهم في فتواهم؛ يبين ذلك قول اللَّه - تعالى -: (فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ. . .) الآية، فلو لم يجب على قومهم قبول قول علمائهم ما وجب عليهم إنذار قومهم. </p><p> وفي هذه الآية دليل على إبطال قول الرافضة في الإمامة؛ لأن اللَّه - تعالى - قال:  (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ) فليس يخلو أولو الأمر من أحد ثلاثة أوجه: </p><p> إما أن يكون الأمراء، أو الفقهاء، أو الإمام الذي تدعيه الرافضة، فإن كان المعنى في أولي الأمر: الفقهاء أو الأمراء، ففيه إبطال قول الرافضة: إنه الإمام الذي يصفونه، ومحال أن يكون ذلك هو الإمام الذي يذكرونه؛ لأنه قال اللَّه - عَزَّ وَجَلَّ -: (فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ) ، وذلك الإمام عندهم طاعته مفترضة، وهم بين أظهر المتنازعين عندهم، ومخالفته كفر في مذهبهم، فلو كان ذلك كذلك، لقال - واللَّه أعلم -: \" فردوه إلى الإمام؛ فإن من خالفه فقد كفر \" ، ولكنه - عَزَّ وَجَلَّ - أمر برد المتنازع إلى كتاب اللَّه - تعالى - وسنة رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ فدل على أن قول أحد لا يقوم في الحجة مقام قول الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ) قيل: (إِلَى اللَّهِ) ، أي: إلى كتاب اللَّه، أو إلى رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إذا كان حيًّا، فلما مات، فإلى سنته. </p><p> واستدل قوم بهذه الآية على إبطال الاجتهاد، وترك القول إلا بما يوجد في كتاب اللَّه - تعالى - أو في سنة رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، نصًّا، ويقولون: فَنَكِلُ أمره إلى اللَّه - سبحانه وتعالى - ورسوله - عليه أفضل الصلوات وأكمل التحيات - وليس ذلك عندنا. </p><p> والآية تحتمل وجهين: </p><p> أحدهما: أن يحمل تأويلها على أن التنازع إذا كان في عهد رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وجب أن يرد إليه - عليه الصلاة والسلام - ويُسأل عن ذلك، ولا يُستعمل في الحادثة الاجتهاد ولا النظر. </p><p> فأما ما كان من التنازع بعد وفاة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: فإن حكم الحادثة يطلب في كتاب اللَّه، أو في سنة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أو في إجماع المسلمين، فإن وجد الحكم في أحدهم بينا وإلا قيل بالاجتهاد. </p><p> والوجه الثاني: أن يكون المجتهد إذا ما اجتهد فيه إلى كتاب اللَّه - تعالى - وسنة رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فيقول: وجدت في الكتاب أو في السنة كذا وكذا، وهذه الحادثة تشبه هذا الحكم، فحكمها حكمه، ويكون رادًّا لحكم الحادثة إلى كتاب اللَّه - تعالى - وسنة رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أو شبهها بما وجده من الحكم فيهما. </p><p> وإذا كان ما وصفنا من تأويل الآية محتملًا؛ فلا حجة لهم علينا في ذلك، واللَّه المستعان. </p><p> وفي الآية دلالة جعل الإجماع حجة، وهو قوله:  (فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ. . .) الآية، أنه إنما أمر بالرد إلى اللَّه والرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عند التنازع؛ لم يأمر عند الإجماع؛ دل أنه إذا كان ثَمَّ إجماع لا تنازع فيه، لم يجب الرد إلى ما أودع في الكتاب وفي السنة. </p><p> وفي الآية دلالة أنه يدرك بالطلب المودع فيه؛ لأنه لو لم يدرك، أو ليس ذلك فيه، لم </p><p> يكن للرد إلى ذلك معنى؛ ألا ترى أنه قال اللَّه - سبحانه وتعالى -: (لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ) ، فإنما يستنبط ما فيه؛ فدل أن حكم الحوادث، مذكور في هذين: في الكتاب، والسنة؛ إذ لو لم يكن الفرج عند النظر والطلب، لكان لا يفيد الأمر بالرد إليهما معنى. </p><p> ثم لا توجد نصوص في كل ما يتلى، ثبت أنه مطلوب، وهو يدل على لزوم البحث في استخراج المودع من المنصوص، واللَّه أعلم. </p><p> وفي قوله -أيضًا-: (يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ. . .) الآية - تخصيص المؤمنين على اشتراك الجميع في اللزوم؛ يخرج على أوجه: </p><p> أحدها: على مخاطبة الأشراف والنجباء، وعلى ذلك أمر الملوك في الأمور، يريدون اشتراك الرعية وأهل المملكة في ذلك؛ كقوله - سبحانه -: (قَالَتْ يَا أَيُّهَا الْمَلَأُ) ، وقال سليمان - عليه السلام -: (يَا أَيُّهَا الْمَلَأُ) ، وقال فرعون للملأ:  (يَا أَيُّهَا الْمَلَأُ. . .) ، ونحو ذلك، فمثله الذي نحن فيه، واللَّه أعلم. </p><p> والثاني: أنهم مما قد عرفوا الأمور والمناهي؛ فقيل لهم:  (أَطِيعُوا اللَّهَ) وما ذكر، واعلموا أنهم فيمن أمروا به ونهوا عنه، ولم يكن من الكفرة علم بالذي يوجهون الأمر إليهم؛ فلذلك خص من ذكر، واللَّه أعلم. </p><p> والثالث: أن الكفرة قد أنكرت المعبود والرسول، فجرى الخطاب فيمن ثبتت لهم المعرفة بذلك، مع ما يحتمل: أن يكون هذا الخطاب في الشرائع، وهي غير لازمة للكفرة؛ فلذلك كان على ما ذكرت. </p><p> والرابع: ما أدخل في الخطاب أولي الأمر منا، ولا يلزمهم طاعتهم؛ لذلك خص المؤمنين، وكان المقصود بالآية بيان طاعة أولي الأمر منا، وإلا كانت طاعة اللَّه - تعالى - وطاعة الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بما كان إيمانهم قد ثبت، ولكن جمعت طاعة من ذكر؛ ليعلم أن قد يكون بطاعة أولي الأمر طاعة اللَّه، واللَّه الموفق. </p><p> ومما يبين الذي ذكرت أن كل من عرف الإله، عرف أن عليه طاعته بما عرف اسمه الذي سمت العرب كل معبود: إلهًا، فمن عرف منهم الإله عرف أنه معبود، ثم من عرف ما له عنده من الأيادي، وعليه من النعم علم أن عليه شكره وطاعته به. </p><p> ثم من عرف الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، عرف أن طاعته هي طاعة اللَّه؛ لأنه إليه يدعو، وعن أمره ونهيه يأمر وينهى؛ إذ هو رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - منه إلى الخلق، وليس من عرف اللَّه وعرف الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يعرف أن عليه طاعة أولي الأمر بما لم يرو عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ فبين اللَّه - تعالى - ذلك في هذه الآية؛ ليعلموا أن طاعتهم هي طاعة اللَّه وطاعة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ وذلك هو الدليل على جعل الإجماع حجة، وأن متبعهم هو مطيع للَّهِ - تعالى - إذ صير اللَّه - تعالى - طاعتهم طاعته، وهم في ذلك الإجماع. </p><p> وعلى ما ذكرت من شأن الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يخرج قوله - تعالى -: (مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ. . .) ، وقوله - تعالى -: (فَلَا وَرَبِّكَ لَا يُؤمِنُونَ) الآية، صير الواجد حرجًا مما قضى واجدًا حرجًا من قضاء اللَّه - تعالى - في نفي حكم الإيمان؛ وعلى ذلك قوله - تعالى -: (وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللَّهِ،أي:ليكون عليهم طاعته بأمر اللَّه - تعالى - إذ هي طاعة اللَّه أولا؛ لتكون طاعته طاعة اللَّه بإذنه وبأمره، واللَّه الموفق.</p><p> ثم اختلف في أولي الأمر، ومعلوم أنهم هم الذين إليهم يرجع تدبير أمور الدِّين، وعن آرائهم يصْدرُ وهم الذين تضمنتهم آية أرجو أن يكون فيها الكفاية في تعريف المقصود بها، وهو قوله - عَزَّ وَجَلَّ -: (وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ) ، فجعل أولي الأمر مَنْ عندهم علم الاستنباط، وشهد لهم بالعلم فيما رد إليهم؛ فثبت أنهم الفقهاء المعروفون بالاستنباط ورعاية أمور الدِّين، وفي هذا -أيضًا- دلالة على إصابتهم فيما أجمعوا عليه؛ إذ شهد لهم في الجملة بالعلم؛ وعلى ذلك قوله - تعالى -: (كُنْتُمْ خَيْرَ أُمَّةٍ. . .) الآية، وقوله - تعالى -: (وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا. . .) الآية. </p><p> ثم كانت الشهادات والأمر والنهي للعلماء بهما؛ ثبت أن الأمر في ذلك ينصرف إلى العلماء، وأنهم إذا اجتمعوا على شيء بالأمر أو بالنهي، يكون إجماعًا؛ لأن ذلك كذلك عند اللَّه - تعالى - وتجوز شهادتهم على جميع العوام ومن تأخرهم، ومن ذلك في الأمور </p><p> التي تجري بها البلية والعمل بها في العامة، مما لا يحتمل خفاء مثله، على ما ذكرت من الخاص أن ذلك كان عند أُولَئِكَ الخاص على ذلك؛ إذا لم يغيروا ولا شهدوا في ذلك بغيره، وأمراء السرايا لو كانوا أهل البصر في الأمر مع العلم بالشرع والفتيا يلزم فيهم ذلك؛ لأنهم صيروا في الباب أهل الأمر. </p><p> وأيد الأول أنهم العلماء -: قوله - تعالى -: (فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ) ومعلوم أن على العوام لذي الإشكال والحاجة الرد إلى أولي الأمر بما ذكرت من الآية، فثبت أن هذا في تنازع العلماء، وهو يوضح إبطال قول الروافض في جعل أولي الأمر إمامهم، وإبطال قول من يجعل أولي الأمر كل أمير أو نحوه، وإنَّمَا هم العلماء في كل نوع، حتى يمكن فيهم التنازع، وإمامهم واحد لا معنى للتنازع فيهم، والتنازع إنما بكون عن تدبر وبحث ونظر، ولا معنى في ذلك للعوام الذين لا يعرفون الأصول والفروع، واللَّه الموفق. </p><p> ثم اختلف في تأويل قوله - تعالى -: (فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ) : </p><p> فقال قوم: كأنه قيل: كِلُوا الأمر فيه إلى اللَّه - تعالى - والرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، ولا تجتهدوا فيه؛ كقوله - تعالى -: (وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ) ، تعالى، ولأن الاختلاف كان على تأويل الكتاب والسنة، فكيف يطلب من بعد فيهما، وبعد الطلب حدث التنازع؟!. </p><p> وقال قوم: الاختلاف يقع في التأويل بقوله - عَزَّ وَجَلَّ -: (فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ) إلى ظاهر ذلك، ولا تتأولوا فتختلفوا؛ إذ الأول كان على التأويل. </p><p> وقال قوم: هذا كان في عهد رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أن يظهر في ذلك نص الحكم والحق في ذلك؛ فيكون الأمر الذي يتنازع فيه أولو الأمر لم يجز لأحد العمل إلا بالبيان، ولهم وجه الوصول إلى البيان في الحقيقة، فأمروا بذلك مع ما كان يجوز أن يكون التنازع في وقت لم يفرغ من بيان جميع ما بالخلق إليه حاجة بالكفاية؛ إذ كان ذلك الوقت وقت حدوث الشرائع، ووقت احتمال التناسخ وتبديل الأحكام، فإن وقع التنازع بين المجتهدين فلهم مع إشكال التنازع شبهة احتمال أن أصله لم ينزل، وأن الذي يتضمن حكمه من المنصوص لم يبلغهم في ذلك، فيجب في ذلك الرد إلى اللَّه - سبحانه وتعالى - بالرد إلى </p><p> رسوله مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وأما بعده فقد فرغ من جميع أصول الحوادث التي يعلم اللَّه - سبحانه وتعالى - أنها تقع بيان كفاية؛ إذ لو لم يبين ذلك القدر لبقي تنازع لا ارتفاع له، ولا يجوز الحكم، ولكان لا يعلم الحادث الذي له أصل يطلب أولاً، وفي ذلك تمكين المعنى الذي يخرج إلى الرسالة مع ما قد تكلم جميع الصحابة - رضوان اللَّه عليهم أجمعين - ومن بعدهم إلى اليوم في الحوادث من غير أن يظهر يهن أحد قول بأن هذا هو ما لم ينزل له الأصل، فصار ذلك إجماعًا في بيان أصول كل حادث؛ فيجب طلبه في الأصول، واللَّه أعلم. </p><p> والأصل: أنه فيما يوكل إلى أحد يوكل إلى من يعلم الحكم ويملك إظهاره، فلو كان للتنازع يجب الرد إلى اللَّه - تعالى - وترك الحكم في ذلك بالاجتهاد؛ فإذًا يبطل أن يكون في الرد إليه علم بحكمه إلا للوقت الذي لا يحتاج إلى الحكم؛ وهو يوم القيامة؛ على أنه معلوم لو كان يرده إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، لكان لا يدعهم على ما هم عليه من التنازع الذي هو أصل كل شين وفساد؛ فعلى ذلك فيما يرد إلى اللَّه، سبحانه وتعالى. </p><p> وإذا علم - عَزَّ وَجَلَّ - بجميع النوازل وبجميع ما بالخلق إليه حاجة فصارت النوازل كلها مردودات إليه؛ فيجب أن يكون حكم فيها؛ إذ قال اللَّه، - عَزَّ وَجَلَّ -: (فَحُكمُهُ إلَى اللَّهِ) ، تعالى، وإذا لم يحكم فيها لم يصر الحكم إليه، بل لا حكم فيه إلى اللَّه - تعالى - فلما وجب بالذي ذكرت أن يكون ذلك مما تضمنه البيان - لزم الاجتهاد. </p><p> ثم لو كان الحق عند التنازع الظاهر دون أن يطلب -على أصح التأويلات- دليل، لكان لا يجوز التنازع أن يقع؛ لأن الظاهر قد كان في أيديهم وهو حجة لا يحتمل أن يتركه أحد إلا بالدليل لو كان حجة، وكان قد قام الدليل على لزوم العدول عن الظاهر بتأويل جميع أولي الأمر في ذلك؛ فثبت أن دليل ذلك مطلوب يوجد، ويتفقون عليه إذا أنصفوا، وأنعموا النظر، وأعرضوا عن حسن الظن، ففريق من الأئمة على أن الذي يقوله هَؤُلَاءِ يقتضي أحكام الحوادث كلها بيقين؛ فثبت أن أحكامهم مودعات في المنصوص؛ فصرن متعلقات بالمعاني، لا بالظواهر. </p><p> ثم الأصل: أن العمل بالظواهر في محتمل المعاني ومختلف التأويلات مما فيه التنازع </p><p> في الأمة، وللتنازع أمر بالرد؛ فبعيد أن يرد إلى ما لم يثبت صحته، بل في الظاهر وجه في ظاهر الاسم باللسان، والظاهر من التفاهم في المعتاد؛ نحو القول بأن اغسلوا وجوهكم، أنه بأي شيء غسل يستحق اسم الغسل في اللغة، لكن لما يغسل به عادة في الاستعمال إلى ذلك ينصرف الخطاب، ويصير الظاهر في المعتاد به أولى من الظاهر في اللسان، ويكون في ذلك منع الذي ذكر حتى يوضحه دليل، أو يعلم أنه المعتاد؛ فيكون ذلك دليلًا، واللَّه أعلم. </p><p> ثم لا يحتمل التنازع فيما فيه المعتاد من التفاهم والعدول عنه إلا بدليل؛ فيجب القول لمن عدل إن كان عنده دليل؛ فيكون بما يوجب العمل منع، واللَّه أعلم. </p><p> ثم قيل في قوله - تعالى -: (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ) بأوجه ثلاثة: </p><p> (أَطِيعُوا اللَّهَ) - تعالى - فيما أمر، والرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فيما بلغ، وأطيعوا اللَّه فيما فرض، والرسول فيما سَنَّ، وأطيعوا اللَّه - عَزَّ وَجَلَّ - فيما أنزل ونص، والرسول فيما بَيَّنَ. </p><p> والأصل في معهود اللسان: أن الطاعة تكون في الائتمار، فرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - مطاع في جميع ما أمر، لازم طاعته في ذلك وأمره -إذا ثبت أنه أمره- هو أمر اللَّه - تعالى - وطاعته - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - طاعة اللَّه - عَزَّ وَجَلَّ - وله يجب به ظهور الخصوص والعموم والتناسخ جميعًا، وبه تبين الفرض والأدب وكل نوع، وما يظهر، فباللَّه - تعالى - ظهر على لسانه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: كتابًا كان، أو تنزيلا كان، أو تأويلاً، فالتقسيم بين الذي لله - عَزَّ وَجَلَّ - والذي لرسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يوجب الشبهة، وَتَوَهُّم الاختلاف، جل اللَّه - عَزَّ وَجَلَّ - أن يبعث رسولا يخالفه، وباللَّه المعونة والتوفيق. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا) </p><p> يحتمل قوله - عَزَّ وَجَلَّ -: (ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا) أي: ذلك الرد خير إلى ما ذكر. </p><p> ويحتمل:  (ذَلِكَ خَيْرٌ) أي: الائتلاف فيما أمكن فيه خير من الاختلاف وأحمد. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَحْسَنُ تَأْوِيلًا) أي: عاقبة. </p>"
}