{
  "id": null,
  "sura": 4,
  "aya": 82,
  "text": "<p> فتوكل على اللَّه، وثق به، ولا تخافهم، فإن اللَّه - تعالى - يدفع عنك شرهم وكيدهم. </p><p> ويحتمل:  (وَتَوَكَّلْ عَلَى اللَّهِ) في جزائه؛ فإن اللَّه هو يتولى جزاء تكذيبهم إياك، والله أعلم. </p><p> (وَكَفَى بِاللَّهِ وَكِيلًا) فيما ذكرنا. </p><p> أي: كفى به مانعًا، فلا أحد أمنع منه. </p><p> وقيل:  (وَكَفَى بِاللَّهِ شَهِيدًا) ، مما يبيتون وحافظًا. </p><p> وقَالَ بَعْضُهُمْ: لا يكون التبييت إلا بالليل، يؤلفون الشيء ويقدرونه بالليل. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا (٨٢) </p><p> لو كان الحكم لظاهر المخرج على ما يقوله قوم - لكان القرآن خرج مختلفًا متناقضًا؛ لأنه قال - عَزَّ وَجَلَّ - في الآية:  (لَا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ. . .) الآية، ويقول في آية أخرى:  (إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ) ، لو كان على ظاهر المخرج فهو مختلف، وكذلك قوله - تعالى -: (فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ) ، وقال اللَّه - عَزَّ وَجَلَّ - في آية أخرى:  (فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يَتَرَاجَعَا) في إحداهما حظر وفي الأخرى إباحة، فلو كان على ظاهر المخرج والعموم - لكان مختلفًا متناقضًا، ويجد أهل الإلحاد أوضح طعن فيه وأيسر سبيل إلى القول بأنه غير منزل من عند الرحمن؛ إذ به وصفه أنه لو كان من عند غير اللَّه لوجدوا فيه اختلافا كثيرًا. </p><p> وقال - عَزَّ وَجَلَّ -: (لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ. . .) الآية، وقال - عَزَّ وَجَلَّ -: (وَإِنَّا لَهُ لَحَافِظُونَ) ، ثم وجد أكثر ما فيه الحكم متفرقًا إلى غير المخرج، ومحصلا على غير مجرى اللفظ من العموم والخصوص؛ فدل به أن الحكم لا كذلك، ولكن المعنى المودع فيه والمدرج، لا يوصل إلى ذلك إلا بالتدبر والتفكر فيه، وإلى هذا ندب اللَّه عباده؛ ليتدبروا فيه؛ ليفهموا </p><p> مضمونه، وليعملوا به. </p><p> ثم يحتمل بعد هذا وجهان: </p><p> أحدهما: قوله - تعالى -: (وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا) أي: لو كان هذا القرآن من عند غير اللَّه، لكان لا يُوَافَقُ بما يخبرهم النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ولكن يخبرهم مخالفا لذلك؛ لأن الكهنة، الذين كانوا يدعون الخبر عن غيب، لا يخرج خبرهم موافقا، بل كان بعضه مخالف لبعض مناقض له، فلما خرج هذا ما يخبر النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من سرائرهم موافقًا له، دل أنه خبر عن اللَّه تعالى. </p><p> والثاني: أنهم كانوا يقولون: (إِنْ هَذَا إِلَّا اخْتِلَاقٌ) ، (مَا هَذَا إِلَّا إِفْكٌ مُفْتَرًى) ، ونحوه، فأخبر اللَّه - تعالى - أنه لو كان من عند غير اللَّه لكان لا يوافق لما عندهم من الكتب، بل كان مختلفا متناقضا، فلما خرج هذا القرآن مستويا، موافقًا لسائر الكتب؛ كقوله - تعالى -: (مُصَدِّقًا لِمَا مَعَهُمْ) ، (وَمُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ) ، دل أنه من عند اللَّه نزل. </p><p> ويحتمل وجهًا آخر: وهو أن هذا القرآن نزل على مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في أوقات متفرقة متباعدة على نوازل مختلفة، فلو كان من عند غير اللَّه نزل - لخرج مختلفًا، مناقضًا بعضه بعضًا؛ لأن حكيمًا من البشر لو تكلم بكلمات في أوقات متباعدة - لخرج كلامه متناقضًا مختلفًا، إلا أن يستعين بكلام رب العالمين، ويعرضه عليه؛ فعند ذلك لا تناقض، فلما خرج هذا - مع تباعد الأوقات - غير مختلف ولا متناقض، دل أنه من عند اللَّه - تعالى - نزل، وباللَّه التوفيق. </p><p> وفيه الاحتجاج على الْمُلْحِدَة؛ حيث قال - عَزَّ وَجَلَّ -: (أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ. . .) إلى قوله: (اخْتِلَافًا كَثِيرًا) فلو وجدوا لأظهروا ذلك، وقوله - تعالى -: (بِسُورَةٍ مِنْ مِثْلِهِ) ولو قدروا على ذلك لأتوا به؛ دل ترك إتيانهم ذلك: أنهم لم يقدروا على إتيان مثله، ولو وجدوه مختلفًا لأظهروه، ولو كان من كلام البشر -على ما قالوا- لأتوا به؛ لأنهم من البشر؛ فظهر أنه منزل من عند اللَّه، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ) وقوله: (لِيَدَّبَّرُوا آيَاتِهِ) ، دلالة بينة على وجهين: </p><p> أحدهما: أن المقصود منه يدرك بالتأمل والتدبر؛ إذ به جرى الأمر والترغيب قبل وقت العمل، بل ألزم القيام بما يعقل بالتدبر. </p><p> ثم فيه وجهان: </p><p> أحدهما: أن الأمر ليس على مخرج الكلام عند أهل اللسان، ولا على حق الأيسر في اللغة؛ إذ حق مثله أن يرغب في معرفة الموقع عند أهل اللسان من المخرج، ويوجه إليه لا يدَّبَّر فيه، واللَّه أعلم. </p><p> ومعلوم -أيضًا- أن التدبر فيه حظ الحكماء وأهل البصر، لا حظ العوام، وما يعرف من حيث اللسان فهو حظ الفريقين، ثبت أن على العوام اتباع الخواص فيما فهموا هم والاقتداء بهم، واللَّه أعلم. </p><p> والثاني: أنه جعل وجه معرفة الاختلاف والاتفاق بالتدبر فيه لا يقرع الكلام السمع، وإذا ثبت ذلك لم يلزم العمل بشيء من الظاهر حتى يعرف الموقع أنه على ذلك بالتدبر؛ لئلا يلحق المتمسك به النقيض بالتدبر، واللَّه أعلم. </p><p> والوجه الثاني: بما تضمنت الاختلاف أن ارتفاع الاختلاف جعله حجة على أنه عن اللَّه؛ إذ علم اللَّه -مما جبل عليه الخلق- أنه لا أحد يملك بحق الاختراع لا عن علم السماع ينتهي إليه عن اللَّه بخبر الصادقين، يملك تأليف الكلام ونظم مثله غير متناقض، ولا مختلف ينفي بنفي الاختلاف ما قرن به من الكهنة؛ إذ كذلك كلام الكهنة يخرج مختلفًا، وما قرن من تعليم البشر وأساطير الأولين، والسحر، ونحو ذلك؛ إذ كل ذلك يخرج على الاختلاف، وفي ذلك بيان حظر جعل المخرج بحق اللسان من الاسم حجة ودليلا؛ لما يوجد من ذلك الوجه اختلافا كثيرا، ولو كان من ذلك الوجه الاحتجاج - لوجد الاختلاف، ومن رام أن يجعل القرآن - لولا بيان الخبر - موقعه على جهة قد يقع فيه الاختلاف دونه - فهو وصف القرآن مع اجتماع الخبر بنفي الاختلاف، وأما ما هو في نفسه مختلف، فمثله لكل كاهن وبشر أريد تثبيت التناقض فيه أمكن لمن يذب عنه إن كان عنه مترجم معبر يجب ضم تأويله إليه، فيبطل أن يكون على أحد، ووجود اختلاف في </p>"
}