{
  "id": null,
  "sura": 4,
  "aya": 4,
  "text": "<p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - مثله. </p><p> والعول: هو المجاوزة عن الحد؛ ولذلك سمي الحساب الذي ازداد على أصله عولا؛ لمجاوزته الحد؛ فعلى ذلك العول هاهنا هو: المجاوزة عن الحد الذي جعل له، وهو الجور. </p><p> وقوله:  (فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً) : ليس بشرط؛ ليتفق القول، ولأنه لا وجه لمعرفة حد الخوف الذي يجعل شرطا للجواز، وكل عدل يخاف أدنى خوف، بل جميع أمور الدِّين هي على الخوف والرجاء. </p><p> ولأنه يوجب جهل النساء بمن يحل لهن النكاح ويحرم؛ إذ لا يعرفن ذلك، ومتى حرم عليه حرم عليها، ولا يحتمل أن يجعل للحل شرطا لا يوصل إلى حقيقته، ولظهور الجور في الأمة على الإبقاء على النكاح؛ فضلًا عن خوفه؛ كذا مع ما في قوله:  (وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا. . .) الآية. دلالة ظاهرة، وكذلك في قوله:  (وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا) الآية، وقوله - تعالى -: (وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا)  (فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ) . </p><p> * * * </p><p> قوله تعالى:  (وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا (٤) وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا (٥) </p><p> وقوله - تعالى -: (وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً) . </p><p> عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: نحلة -قال-: المهر. </p><p> وقيل: النحلة: الفريضة، أي: آتوهن فريضتهن. </p><p> وقيل: نحلة؛ أي: عطية، أي: تُعْطَى هي لا وليها؛ وهو من النُّحْلَى. </p><p> وقيل: نحلة: من نحلة الدِّين، أي: من الدِّين أن تؤتوا النساء صدقاتهن؛ ليس على ما كانوا يفعلون في الجاهلية: يتزوجون النساء بغير مهورهن؛ ففيه أن لأهل الكفر النكاح بغير مهر. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا) . </p><p> وفي الآية دلالة جواز هبة المرأة من زوجها، وفساد قول من لا يجيز هبة المرأة بمالها حتى تلد أو تبقى في بيته سنة؛ فيجوز أمرها. </p><p> وفي الآية -أيضًا-: دليل أن المهر لها؛ حيث أضاف الإحلال والهبة إليهن بقوله:  (فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا) . </p><p> وفيه دليل -أيضًا-: أن هبة الديون والبراءة منها جائزة؛ كما جازت هبة المرأة مهرها وهو دَين. </p><p> وقيل: فيه وجه آخر، وهو أن الآباء في الجاهلية والأولياء كانوا يأخذون مهور نسائهم؛ فأمرهم - عَزَّ وَجَلَّ - ألا يأخذوا ذلك، وحكم بأن المهر للمرأة دون وليها، إلا أن تهبه لوليها؛ فيحل حينئذٍ. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَكُلُوهُ هَنِيئًا) : لا داء فيه، و (مَرِيئًا) : لا إثم فيه. </p><p> وقيل: الهنيء: هو اللذيذ الشهي، الذي يلذ عند تناوله ويسر. </p><p> والمريء: الذي عاقبته. </p><p> ثم الحكمة في ذكر الهنيء والمريء هنا وجهان: </p><p> أحدهما: ما ذكر في الآيات من الوعيد بأخذه منها: يقول - عَزَّ وَجَلَّ -: (فَلَا تَأْخُذُوا مِنْهُ شَيْئًا أَتَأْخُذُونَهُ بُهْتَانًا. . .) إلى قوله: (بَعْضُكُمْ إِلَى بَعْضٍ) ؛ لئلا يمتنعوا عن قبول ذلك للوعيد الذي ذكر في الآيات. </p><p> والثاني: إن الامتناع عن قبول ما بذلت الزوجة يحمل على حدوث المكروه، ويورث الضغائن؛ وذلك يسبب قطع الزوجية فيما بينهما. </p><p> وقيل: قوله - عَزَّ وَجَلَّ -: (وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً) ، يعني: بطيبة أنفسكم: يقول: لا تعطوهن مهورهن وأنتم كارهون، ولكن آتوهن وأنفسكم بها طيبة؛ إذ كان المهور لهن دونكم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنْ طِبْنَ لَكُمْ) ، أي: ما طابت به أنفسهن من غير كره فهو حلال. </p><p> وعن علقمة أنه قال لامرأته: أطعميني من الهنيء المريء. </p><p> وعن علي - رَضِيَ اللَّهُ عَنْهُ - قال: إذا اشتكى أحدكم شيئًا فليسأل امرأته ثلاثة دراهم من صداقها، ثم يشتري بها عسلًا، ثم يشربه بماء السماء، فيجمع اللَّه - تعالى - الهنيء المريء والشفاء والماء المبارك. </p><p> وفي قوله - أيضًا، عَزَّ وَجَلَّ -: (فَكُلُوهُ هَنِيئًا مَرِيئًا) أن النفقة - وإن كانت عليه - فهي إذا قامت بها في نفسها لا يحرج هو؛ لأن نفقتها عليها ليست بأعظم من نفقته من مالها إذا تطيبت، ووصف بالهنيء المريء بما ربما يستثقل الطبع عن مالها؛ كراهة الامتنان، أو بما كان عليه كفايتها، أو بما جرى من الوعيد الشديد في منع مهرها، أو بما قد تحتشمه فتبذل له، أو بما يوهم الطمع في مالها، والرغبة في النكاح لذلك؛ فطيبه اللَّه - تعالى - حتى وصفه بغاية ما يحتمل المال من الطيب. </p><p> وفيه بيان جواز معروفها، وترغيب في حسن المعاشرة بينهما حتى أبقى ذلك بعد الفراق بقوله - عَزَّ وَجَلَّ -: (إِلَّا أَنْ يَعْفُونَ أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ. . .) الآية وذلك أحد ما يورث المحبة والمودة، أو يديمها؛ إذ جعل اللَّه بينهما بقوله:  (وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا) . </p><p> مسألة: في العبد لا ينزوج أكثر من اثنتين: </p><p> روي عن عبد اللَّه بن عتبة - رَضِيَ اللَّهُ عَنْهُ - أنه قال: قال عمر بن الخطاب - رَضِيَ اللَّهُ عَنْهُ -: \" ينكح العبد اثنتين، ويطلق اثنتين، وتعتد الأمة بحيضتين، فإن لم تحض فشهر ونصف \" . </p><p> وعن علي - رَضِيَ اللَّهُ عَنْهُ - أنه قال:  \" لا يحل للعبد أن ينكح فوق اثنتين \" . </p><p> وعن عبد الرحمن بن عوف أنه قال:  \" يتزوج العبد اثنتين \" . </p><p> وعن عمر - رَضِيَ اللَّهُ عَنْهُ - أنه قال لابن مسعود - رضي اللَّه عنه -: \" ما يحل للعبد من النساء؟قال:\" اثنتين \"، قال عمر - رضي اللَّه عنه -: \" ذلك أرى \".</p><p> وعن الحكم قال: اجتمع أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - على أن العبد لا يجمع من النساء فوق اثنتين؛ فهَؤُلَاءِ ستة نفر من أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، منهم: عمر بن الخطاب، وعبد الرحمن بن عوف، وعلي، وابن مسعود، والفضل بن العباس، والأنصاري - رضوان اللَّه عليهم أجمعين - اتفقوا على أن العبد يتزوج اثنتين، ولا يتزوج أكثر من ذلك. </p><p> وأيضًا عن ابن عمر - رَضِيَ اللَّهُ عَنْهُ - قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" طَلاقُ الأَمَةِ تَطْليقَتَانِ، وَعِدتُهَا حَيضَتَانِ \".</p><p> وعن عائشة - رضي اللَّه عنها - قالت: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" الأَمَةُ تُطَلقُ تَطْيقَتَينِ، وَتَعْتَد حَيضَتَينِ \". </p><p> فإن احتج محتج بعموم الآية أن اللَّه - تعالى - قال:  (مَثْنَى وَثُلَاثَ وَرُبَاعَ) ، ولم يذكر عبدًا ولا حرًّا؛ فهو على عمومه. </p><p> قيل: في الآية دليل أن الخطاب للأحرار، وهو قوله - تعالى -: (فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ) ؛ فهو على من له النكاح بنفسه، والعبد يكون له النكاح بغيره بقوله - عَزَّ وَجَلَّ -: (وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ) : فكان المخاطب بنكاح العبيد مواليهم، ليس له أن ينكح المرأة إلا بإذن مولاه؛ ومولاه يزوجه إذا شاء بغير أمره، فإنما الخطاب لمن له أن يتزوج إذا شاء؛ والعبد من ذلك خارج؛ ألا ترى أنه قال - عز </p><p> وجل -: (أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ) ؟! والعبد لا يملك ملك اليمين؛ فدل أن الخطاب راجع إلى الأحرار دون العبيد. </p><p> فَإِنْ قِيلَ: قد جعلتم للعبد أن يطلق الحرة ثلاثًا، فجعلتم له من الطلاق مثل الذي جعلتموه للحر؛ فيجب أن تجعلوا له مِنْ تزوج النساء مثل الذي يجوز للحر. </p><p> قيل: الفرق بينهما أن الطلاق عندنا بالنساء؛ لأن الحر يطلق امرأته الأمة تطليقتين؛ فتحرم عليه؛ والتزويج بالرجال لا ينظر فيه إلى النساء، فللعبد أن يتزوج النصف من تزويج الحر، كما أن عدة الأمة وطلاقها على النصف من عدة الحرة، على ما روينا من الخبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" حَتَّى يَكُونَ لِلْعَبدِ في امْرَأَتَينِ شَيءٌ نِصْفُ مَا لِلْحُر مِنَ الأرْبَعِ \" ؛ ورُويَ عن الحسن أنه قال في قوله - تعالى -: (وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ) يعني: الكفار. </p><p> وقيل:  (وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ) ؛ فيكونوا قيامًا عليكم، ولكن كونوا أنتم قيامًا عليهم. </p><p> وقيل: لا تؤتوهم أموالكم؛ فيكونوا أربابًا عليكم، وكونوا أربابًا بأموالكم عليهم. </p><p> ومن صرف التأويل إلى اليتامى جعل معنى قوله - عَزَّ وَجَلَّ -: (أَمْوَالَكُمُ) و - كقوله:  (وَلَا تَقْتُلُوا أَنْفُسَكُمْ) ، وكقوله:  (فَسَلِّمُوا عَلَى أَنفُسِكُم) : يريد من ترونه في البيوت؛ فعلى ذلك إضافة أموال اليتامى إلى الأولياء. </p>"
}