{
  "id": null,
  "sura": 4,
  "aya": 156,
  "text": "<p> غلف فيه. </p><p> ثم قال - عَزَّ وَجَلَّ -: (بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ) . </p><p> يحتمل أن يكون هذا جوابًا وردًا على قولهم: إن قلوبنا أوعية للعلم، لا تسمع شيئا إلا وعته؛ أخبر - عَزَّ وَجَلَّ - أنه طبع على قلوبهم بكفرهم؛ فلا يفقهون شيئا، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَانًا عَظِيمًا (١٥٦) وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِينًا (١٥٧) بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا (١٥٨) وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا (١٥٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَانًا عَظِيمًا) . </p><p> قال ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: قذفوها بالزنا، وهو قولهم:  (لَقَدْ جِئْتِ شَيْئًا فَرِيًّا) . </p><p> وقيل في قوله - تعالى -: (وَبِكُفْرِهِمْ) أي: كفرهم بمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وبالقرآن، وقولهم على مريم ما قالوا:  (لَقَدْ جِئْتِ شَيْئًا فَرِيًّا) . </p><p> (وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ ... (١٥٧) </p><p> قيل: سمي مسيحًا؛ لأن جبريل - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - مسحه بالبركة؛ فهو كالممسوح الفعيل، بمعنى: المفعول، وذلك جائز في اللغة. </p><p> وقيل: المسيح، بمعنى: ماسح؛ لأنه كان يمسح المريض والأبرص والأكمه فيبرأ؛ فسمي لذلك مسيحًا، وذلك جائز الفعيل بمعنى فاعل، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ. . .) الآية. </p><p> لبعض الناس تعلق بهذه الآية بوجهين: </p><p> أحدهما: في احتمال الغلط والخطأ في المشاهدات والمعاينات. </p><p> والثاني: في احتمال المتواتر من الأخبار الغلط والكذب؛ وذلك أنه قيل في القصة: إن اليهود طلبت عيسى - عليه السلام - ليقتلوه، فحاصروه في بيت ومعه نفر غير أصحابه من الحواريين، فأدركهم المساء؛ فباتوا يحرسونه؛ فأوحى اللَّه - تعالى - إلى عيسى - عليه </p>"
}