{
  "id": null,
  "sura": 5,
  "aya": 4,
  "text": "<p> قَالَ بَعْضُهُمْ:  (غَيْرَ مُتَجَانِفٍ لِإِثْمٍ) : أي: غير مُتَعَمد لإثم، وهو قول ابن عَبَّاسٍ. </p><p> وقال الكسائي:  (غَيْرَ مُتَجَانِفٍ) : غير متمايل، والجنف: الميل، وكذلك قَالَ الْقُتَبِيُّ. </p><p> وقال أَبُو عَوْسَجَةَ -أيضًا-: الجنف: الميل. </p><p> ثم قوله:  (غَيْرَ مُتَجَانِفٍ لِإِثْمٍ) يحتمل وجهين: </p><p> قيل: غير مستحل أكل الميتة في حال الاضطرار، وحرم عليه التناول من الصيد. </p><p> وقيل: غير متلذذ ولا مشتهٍ، يتناول على التكره منه، لا على التلذذ والشهوة. </p><p> وقيل -أيضًا-: إنه لا يتناول إلا في حال الاضطرار؛ كقوله - تعالى -: (وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ) ، وقوله - عَزَّ وَجَلَّ - (غَيْرَ بَاغٍ وَلَا عَادٍ) تفسير قوله: (اضْطُرَّ) ؛ فعلى ذلك هذا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ) ، أي: من رحمته أن جعل لكم التناول من المحرم، ورخص لكم؛ إذ له أن يترككم تموتون جوعًا؛ كقوله - تعالى -: (وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ اقْتُلُوا أَنْفُسَكُمْ. . .) الآية. </p><p> * * * </p><p> قوله تعالى:  (يَسْأَلُونَكَ مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللَّهُ فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ (٤) الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلَا مُتَّخِذِي أَخْدَانٍ وَمَنْ يَكْفُرْ بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ (٥) </p><p> وقوله - عَزَّ وَجَلَّ -: (يَسْأَلُونَكَ مَاذَا أُحِلَّ لَهُمْ) : </p><p> ليس في السؤال بيان: مم كان سؤالهم؟ ولكن في الجواب بيان المراد من سؤالهم، فقال:  (قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ) ؛ دل قوله - تعالى -: (أُحِلَّ لَكُمُ الطَّيِّبَاتُ) : أن سؤالهم كان عن الطيبات، مما يصطاد من الجوارح. </p><p> ثم اختلف في قوله - تعالى -: (أُحِلَّ لَكُمُ الطَّيِّبَاتُ) : </p><p> قَالَ بَعْضُهُمْ:  (الطَّيِّبَاتُ) : هن المحللات، لكنه بعيد؛ لأنه كأنه قال:  \" أحل لكم المحللات \" ؛ على هذا التأويل. لكنه يحتمل وجهين غير هذا: </p><p> أحدهما: أن أحل لكم بأسباب تطيب بها أنفسكم من نحو: الذبح، والطبخ، </p><p> والخبز، وغيره. لم يحل لكم ما يكره به أنفسكم التناول منه غير مطبوخ، ولا مذبوح، ولا مشوي، ولكن أحل لكم بأسباب طابت بها أنفسكم التناول منه، واللَّه أعلم. </p><p> ويحتمل وجهًا آخر: وهو أن أحل لكم ما يستطيب به طباعكم لا ما تنكره طباعكم وتنفر عنه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ) : كأنهم سألوا رسول اللَّه، - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عما يحل من الجوارح؛ فذكر ذلك لهم، مع ما ذكر في بعض القصة: أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لما أمر بقتل الكلاب، فأتاه أناس، فقالوا: ماذا يحل لنا من هذه الأمة التي أمرت بقتلها؟ فنزل قوله تعالى:  (يَسْأَلُونَكَ مَاذَا أُحِلَّ لَهُمْ) الآية. </p><p> وقيل: سميت: جوارح؛ لما يكتسب بها، والجوارح: هن الكواسب؛ قال اللَّه - تعالى -: (أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ) ، قيل: اكتسبوا، وجرح: كسب. </p><p> وقال أبو عبيد: سميت: جوارح؛ لأنها صوائد، وهو ما ذكرنا من الكسب، يقال: فلان جارحٌ أهله، أي: كاسبهم. </p><p> وقال غيره: سميت: جوارح؛ لأنها تجرح، وهو من الجراحة، فإذا لم يَجْرح، لم يحل صيده. </p><p> واحتج مُحَمَّد - رحمه اللَّه - بهذا المعنى في صيد الكلب إذا قَتَلَ، ولم يَجْرَح في مسألة من كتاب الزيادات، ومما يدل على صحة ذلك ما روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أن عدي بن حاتم - رَضِيَ اللَّهُ عَنْهُ - قال: سألت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن المعراض؛ فقال:  \" مَا أَصَبتَ بَعَرْضِهِ فَلَا تَأكُلْ؛ فَهُوَ وَقِيذٌ، وَمَا أَصَبتَ بِحَدِّهِ فَكُلْ \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللَّهُ. . .) الآية. </p><p> قَالَ بَعْضُهُمْ:  (مُكَلِّبِينَ) هن الكلاب يكالبن الصيد. </p><p> وقَالَ الْقُتَبِيُّ: المكلبون: أصحاب الكلاب، وكذلك قال الفراء والكسائي: المكلبون: هم أصحاب الكلاب. والمكلب: الكلب المعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (تُعَلِّمُونَهُنَّ) : قال الحسن وأبو بكر: تضرونهن، يقال: كلب مضراة على طلب الصيد، وهما يبيحان الصيد وإن أكل منه الكلب؛ فعلى قولهما يصح تأويل الإضراء؛ إذ يبيحان التناول، وإن أكل منه. </p><p> وقال: تؤدبونهن؛ ليمسكوا الصيد لكم، وهو عندنا على حقيقة التعليم؛ تُعَلّم ليمسكوا الصيد لهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مِمَّا عَلَّمَكُمُ اللَّهُ) يتوجه وجهين: </p><p> أحدهما:  (مِمَّا عَلَّمَكُمُ اللَّهُ) ، أي: مما جعل بينكم، بحيث احتمال تعليم هَؤُلَاءِ، ولم يجعل غيركم من الخلائق محتملاً لذلك ولا أهلاً. </p><p> ويحتمل قوله - تعالى -: (مِمَّا عَلَّمَكُمُ اللَّهُ) : أن قال لكم: علموهن بكذا، وافعلوا كذا، فكيفما كان، ففيه دليلُ جَعْلِ العلم شرطا فيه. </p><p> ثم تخصيص الكلاب بالذكر دون غيرها من الأشياء، وإن كانت الكلاب وغيرها سواء إذا عُلِّمَتْ؛ لخبث الكلاب ومخالطتها الناس، حتى جاء النهي عن اقتنائها، وجاء الأمر بقتلها في وقت لم يجئ بمثله في سائر السباع؛ ليعلم أن ما كسب هَؤُلَاءِ مع خبثها إذا كن معلمين، يحتمل التناول منه، فغيرها مما لم يجئ فيه ذلك أحرى. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ) . </p><p> إنما أباح أكل ما أمسك علينا، ولم يبح مما أمسك على نفسه؛ لأن الكلب وغيره من السباع من طباعهم إذا أخذوا الصيد يأخذون لأنفسهم ولا يصبرون على ألا يتناولوا منه، فإذا أخذ الصيد ولم يتناول منه؛ دل أنه إنما أمسك لصاحبه، وإذا تناول منه لم يمسك لصاحبه؛ لأن الباقي لا يدري أنه أمسكه لصاحبه أو أمسكه لنفسه لوقت آخر لما شبع، وعلى ذلك جاءت الآثار. </p><p> روي عن عدي بن حاتم قال: قلت: يا رسول اللَّه، إنا قوم نَتَصَيدُ بهذه الكلاب والبزاة، فهل يحل لنا منها؛ فقال:  \" يَحِلُّ لَكُم(وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللَّهُ فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ)مِما عَلَّمْتُمْ مِنْ كَلْب أَوْ بَازٍ، فَذَكَرتَ عَلَيهِ اسْمَ اللَّهَ \" قلت: وإن قتل؟ قال:  \" إِذَا قَتَلَهُ وَلَمْ يَأْكُلْهُ، فَإِنَّمَا أَمْسَكَ عَلَيكَ، وَإِنْ أَكَلَ فَلَا تَأْكُلْ؛ فَإِنَّمَا أَمْسَكَ عَلَى نَفْسِهِ \" ، فقلت: يا رسول اللَّه، أرأيت إن خالطت كلابنا كلابًا أخرى؟ قال:  \" إِذَا خَالَطَ كَلْبُكَ كِلَابًا فَلَا تَأْكُلْ؛ فَإِنَّكَ إِنَّمَا ذَكَرتَ اسْمَ اللَّهَ عَلَى كَلْبِكَ، وَلَم تَذْكُرهُ عَلَى كَلْبِ غَيرِكَ \" . </p><p> وعن ابن عَبَّاسٍ - رضي اللَّه عنه - أنه قال: إذا أكل الكلب من الصيد، فليس بمعلم. </p><p> وعنه -أيضًا- قال: إذا أكل الكلب من الصيد فلا تأكل، وإذا أكل الصقر فكل؛ لأن الكلب تستطيع أن تضربه والصقر لا. </p><p> وعن علي - رَضِيَ اللَّهُ عَنْهُ - قال: إذا أكل الكلب فلا تأكل واضربه. </p><p> وقد ذكرنا من الأخبار ما يدل على أن الكلب إذا كان غير معلم لم يؤكل صيده، من خبر عدي بن حاتم قال: قلت: يا رسول اللَّه، إنا قوم نصيد بهذه الكلاب؟ فقال:  \" إِذَا أَرْسَلْتَ كِلَابَكَ الْمُعلَّمَةَ، وَذَكَرتَ اسْمَ اللَّهَ عَلَيهَا، فَكُلْ مَما أَمْسَكْنَ عَلَيكَ، وَإِنْ قَتَلْنَ، إِلا أَنْ يَأْكُلَ الكَلْبُ، فَإِنْ أَكَلَ فَلَا تَأكُلْ \" ، وعلى هذا يخرج قولنا: إنه إذا أكل من دمه يؤكل؛ لأنه لو أمسكه علينا كنا لا نأكله، وذلك من غاية تعليمه؛ لأنه تناول الخبيث، </p><p> وأمسك الطيب على صاحبه. </p><p> ولو كان صيد الكلب إذا أكل منه حلالا، لكان المعلَّم وغير المعلَّم سواء، وكان ما أمسك على نفسه وعلى صاحبه سواء؛ لأن كل الكلاب تطلب الصيد إذا أرسلت عليه، وتمسكه حتى يموت، وتأكل منه إلا المعلم، فما معنى تخصيص اللَّه - تعالى - المعلم منها والممسك على صاحبه، لو كان الأمر على ما قال مخالفنا. </p><p> وقد روي عن أبي حنيفة - رَضِيَ اللَّهُ عَنْهُ - أنه قال: إن عُلِّمَ الكلبُ حتى صار لا يأكل من صيد، ثم أكل من صيد يصيد - لم يجز أن يؤكل من صيده الأول إذا كان باقيًا. </p><p> ومذهبه عندنا - واللَّه أعلم -: أن صيد الكلب لا يؤكل حتى يكون معلمًا، وإن أمسك في أول ما برسل فلم يأكل، فإذا أمسك مرارًا ثم أكل، دَلنا أكله على أن إمساكه عن الأكل لم يكن لأنه معلم؛ إذ قد يمسك غير المعلم للشبع، ولو كان معلمًا ما أكله؛ فاستدل بأكله في الرابعة على أن إمساكه في الثالثة كان على غير حقيقة تعليم، وهذا عندنا في صيد يقرب بعضه من بعض، فأما إذا كثر إمساكه، ثم ترك إرساله مدة، يجوز أن ينسى فيها ما علم، ثم أرسل فأكل - فليس فيها رواية عنه، ويجوز أن يقال: يؤكل ما بقي من صيده الأول، ويفرق بين المسألتين بأن الثاني قد نسى، والأول يبعد من النسيان؛ لتقارب ما بين الصيدين؛ فلا وجه إلا أن يجعل غير مستحكم التعليم في الصيد المتقدم. </p><p> وقد ذكرنا - فيما تقدم -: أن الصقر والبازي من الجوارح، واستدللنا على ذلك بما أوضحناه؛ فدل ذلك على أن صيد ما ليس بمعلم من الطير لا يؤكل إلا أن يدرك ذكاته. </p><p> ثم يكون تعليم البازي والصقر بإجابته صاحبه ورجوعه إليه، وتعليم الكلاب ترك الأكل </p>"
}