{
  "id": null,
  "sura": 5,
  "aya": 57,
  "text": "<p> عليًّا - رَضِيَ اللَّهُ عَنْهُ - كان خليفة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؟ ! قيل: لهذا جوابان: </p><p> أحدهما: أن قوله: \" أنْتَ مِنْي بِمَنْزِلَةِ هَارُونَ مِنْ مُوسَى \" يحتمل أن يكون في الأخوة التي كان آخاه رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وليس في إثبات الأخوة إثبات الخلافة له. </p><p> والثاني: أنه كانت له الخلافة في الوقت الذي كان هو، وليس في الخبر جعل الخلافة له في الأوقات كلها وهكذا جواب ما روي عنه:  \" مَنْ كُنْتُ مَولَاهُ فَعَليٌّ مَولَاهُ \" ، واللَّه أعلم. </p><p> ثم إن كان الحديث الذي روي عن أبي جعفر - رَضِيَ اللَّهُ عَنْهُ - صحيحًا؛ ففي الآية معنيان: </p><p> أحدهما: فضيلة علي - كرم اللَّه وجهه - وقد كان كثير الفضائل، مُستَكْمِلاً خصال الخير. </p><p> والآخر: أن العمل اليسير في الصلاة لا يفسدها، وقد روي في بعض الأخبار عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه خلع نعله في الصلاة، وأنه مس لحيه، وأنه أشار بيده، وغير ذلك من العمل اليسير فعله في صلاته؛ فيقاس كل عمل يسير على ما دل عليه الخبر على جواز الصلاة. </p><p> وفيه وجه آخر: وهو أن الصدقة التطوع تسمى زكاة؛ لأن صدقة علي - رضي الله عنه - بالخاتم لم تكن صدقة مفروضة، بل كانت تطوعا؛ فسماها اللَّه زكاة وإن كانت تطوعا؛ ألا ترى أنه قال في آية أخرى:  (وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ) ، فسماها اللَّه زكاة، وإن كانت تطوعًا؛ كما تسمى صلاة الفرض والتطوع: صلاة، وصوم التطوع والفرض: صيامًا؛ فعلى ذلك هذا. </p><p> وظاهر الآية في جملة المؤمنين، وليس علي - رَضِيَ اللَّهُ عَنْهُ - أولى بها من غيره، فإن كان فيه نزل، فهو ما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ (٥٦) </p><p> ظاهر هذا لو صرف إلى أبي بكر الصديق - رَضِيَ اللَّهُ عَنْهُ - كان أقرب؛ لأنه كان هو الغالب على أهل الردة من أول ما وقع بينهم إلى آخره، وعلي - رضي اللَّه عنه - إنما صار الأمر له في آخره حين حارب الخوارج، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ (٥٧) </p>"
}