{
  "id": null,
  "sura": 5,
  "aya": 38,
  "text": "<p> مِنْهُمْ)، ولا ينفعهم ذلك، يذكر هذا - واللَّه أعلم - ليصرفوا أنفسهم عن معاصي اللَّه، والخلاف له بأدنى شيء يطلبون من الأموال والشهوات، وأخبر أنه لو كان لهم ما في الأرض ومثله معه ليفتدوا بعذاب يوم القيامة، ما نفعهم ذلك، وما تقبل منهم. </p><p> والحكمة في ذكر هذا - واللَّه أعلم - ليعلموا أن الآخرة ليست بدار تقبل فيها الرشا كما تقبل في الدنيا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَهُمْ عَذَابٌ أَلِيمٌ) </p><p> دل هذا على أن من العذاب ما لا ألم فيه من نحو الحبس والقيد، فأخبر أن عذاب الآخرة أليم كله، ليس كعذاب الدنيا: منه ما يكونُ، أليمًا ومنه ما لا يكون. </p><p> وقوله - عَزَّ وَجَلَّ -: (يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِينَ مِنْهَا ... (٣٧) </p><p> يحتمل قوله - عَزَّ وَجَلَّ -: (يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ) : أي: يطلبون ويسألون الخروج منها من غير عمل الخروج نفسه. </p><p> ويحتمل قوله - تعالى -: (يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ) ولكن يردون ويعادون إلى مكانهم؛ كقوله - تعالى -: (كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا) أي: يجتهدون في الخروج منها (أُعِيدُوا فِيهَا) ؛ فيه دليل أنهم يعملون عمل الخروج؛ ولكن يردون ويعادون فيها. </p><p> * * * </p><p> قوله تعالى:  (وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ (٣٨) فَمَنْ تَابَ مِنْ بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٣٩) أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُعَذِّبُ مَنْ يَشَاءُ وَيَغْفِرُ لِمَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٤٠) </p><p> وقوله:  (وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا. . .) الآية </p><p> عام في السراق، خاص في السرقة؛ لأنه يدخل جميع أهل الخطاب في ذلك، وإن </p><p> كان يجوز أن يدرأ الحد عن بعض السراق، إذا سرقوا من محارمهم، أو ممن له تأويل الملك في ماله أو شبهة التناول منه؛ لأنه إذا سرق ممن ليس له ذلك التأويل ولا تلك الشبهة - قطع؛ فدل أنها عامة في السراق؛ وعلى هذا يخرج قول ابن عَبَّاسٍ؛ حيث سئل عن قوله - تعالى -: (وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا) أخاص هو أم عام؟ فقال:  \" لا؛ بل عام \" أي: عام في السراق؛ ألا ترى أنه قال في خبر آخر؛ حيث سئل عن ذلك فقال:  \" ما كان من الرجال والنساء قطع \" . </p><p> وأما قولنا:  \" خاص في السرقة \" ؛ لأنه لا يحتمل قلب أحد قطع اليد في الشيء التافه الخسيس الذي إذا أخذ أمنه، دل أن الخطاب بذلك من اللَّه - عَزَّ وَجَلَّ - رجع إلى سرقة دون سرقة، لا إلى كل ما يقع عليه اسم السرقة؛ وكذلك الخطاب بقطع اليد رجع إلى بعض اليد، وهو الكف، وإن كان اسم اليد يقع من الأصابع إلى الإبط؛ لأن الناس مع اختلافهم - اتفقوا على أن اليد لا تقطع من الإبط ولا من المرفق، لكنهم اختلفوا فيما دون ذلك: فعلى قول بعضهم: تقطع الأصابع دون الكف، وعندنا: أنه تقطع الأصابع بالكف؛ لأنه بها يُقْبَضُ الشيءُ وُيؤْخذ؛ فمخرج الخطاب بالقطع عام، والمراد منه: رجع إلى بعض اليد دون بعض. </p><p> وكذلك قوله تعالى:  (فَاقْطَعُوا أَيْدِيَهُمَا) مخرج الخطاب بالقطع عام، ليس فيه </p><p> بيان من يتولى القطع، فالمراد منه: رجع إلى الولاة؛ فهذا كله يدل على أن ليس في مخرج عموم اللفظ دليل عموم المراد، ولا في مخرج خصوص اللفظ دليل خصوصه؛ بل يعرف ذلك كله بدليل: يقوم العموم بدليل العموم، والخصوص بدليل الخصوص؛ فهذا ينقض قول من يقول: إنه على العموم حتى يقوم دليل الخصوص، واللَّه أعلم. </p><p> فَإِنْ قِيلَ لنا: أيش الحكمة في إقامة الحد في السرقة على ما به تكتسب السرقة وهو اليد، ولم يقم الحد في سائر الحدود فيما به كان اكتسابها؛ من نحو القصاص والزنا وغيره، أنه إذا قتل آخر لم تقطع يده وبها كان اكتساب القتل؛ وكذلك الزنا لم يقم الحد على ما به كان الزنا، بل أقيم على غير ما به كان ذلك الفعل، وفي السرقة أقيم على ما به كان ذلك خاصة؟! </p><p> قيل - واللَّه أعلم - لخلتين: إما لقصور في الاستيفاء من الحق، أو لخوف الزيادة في الاستيفاء على الحق؛ لأنه إذا قتل: لو قطعت يده بقيت له النفس، وقد تلفت نفس الآخر، فكان في ذلك قصور في استيفاء الحق. </p><p> وفي الزنا: لو أقيم به على الذي به كان اكتساب الفعل لخيف تلف نفسه به؛ فكان في ذلك استيفاء الزيادة على الحق. </p><p> وأما السرقة: فإنه أمكن استيفاء الحق مما كان به اكتسابها، على غير قصور يقع في الاستيفاء، ولا خوف الزيادة في الاستيفاء؛ لذلك كان ما ذكر، واللَّه أعلم. </p><p> فَإِنْ قِيلَ: ما الحكمة في قطع يد قيمتها ألوف بسرقة عشرة، وذلك مما لا يمثاله في الظاهر، وقد أخبر ألا يجزي إلا مثلها، كيف جزي هذا بأضعاف ذلك؟ قيل: لهذا جوابان: </p><p> أحدهما: أن جزاء الدنيا محنة يمتحن بها المرء، ولله أن يمتحن عباده بأنواع المحن ابتداء على غير جعل ذلك جزاء لكسب يكتسب، فمن له الامتحان بأنواع المحن على غير جعلها جزاء لشيء - كان له الامتحان بأن يجعل ما يساوي ألوفا جزاء فلس أو حبة، وبالله العصمة والنجاة. </p><p> والثاني: أن ليس القطع في السرقة جزاء ما أخذ من المال؛ ولكنه جزاء ما هتك من </p><p> الحرمة؛ ألا ترى أنه قال:  (جَزَاءً بِمَا كَسَبَا) ، ولم يقل: جزاء بما أخذا من الأموال؟! فيجوز أن يبلغ جزاء تلك الحرمة قطع اليد، وإن قصر علم البشر عن ذلك؛ لأن مقادير العقوبات إنما يعرف من يعرف مقادير الإجرام، وليس أحد من الخلائق يحتمل علمه مبلغ مقادير الإجرام، فإذا لم يحتمل علمهم مبلغ مقاديرها لم يحتمل معرفة مقادير عقوباتها، فإذا كان كذلك فحق القول فيه الاتباع والتسليم - بعد العلم في الاتباع - أن اللَّه لا يجزي بالسيئة إلا مثلها، وباللَّه التوفيق. </p><p> ثم الكلام في قطع اليمين ما روي في حرف ابن مسعود - رَضِيَ اللَّهُ عَنْهُ -: \" فاقطعوا أيمانهما \" . </p><p> وعن علي - رَضِيَ اللَّهُ عَنْهُ -: قال: \" إذا سرق الرجل قطعت يده اليمنى \" ، وعلى ذلك اتفاق الأمة. </p><p> ثم المسألة في مقدار السرقة، وليس في الآية ذكر مقدارها، واختلف أهل العلم في ذلك: </p><p> فقَالَ بَعْضُهُمْ: تقطع في ربع دينار فصاعدًا. </p><p> وقال أصحابنا: لا تقطع اليد إلا في عشرة دراهم فصاعدًا أو دينار. </p><p> وقد روي من الأخبار ما احتج به كل فريق منهم: </p><p> روي عن عائشة - رضي اللَّه عنها - أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان يقطع في ربع دينار فصاعدًا. </p><p> وعنها أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" تُقْطَعُ يَدُ السارِقِ فِي رُبُعِ دِينَارٍ فَصَاعِدًا \" . </p><p> وعروة بن الزبير يقول: كانت عائشة - رضي اللَّه عنها - تحدث عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" لَا تُقْطَعُ اليَدُ إِلا فِي المِجَنِّ أَوْ فِي ثَمَنِهِ \" وتزعم أن قيمة المجن أربعة دراهم؛ فدل قول عائشة أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان لا يقطع اليد إلا في ثمن المجن - أن قولها:  \" إن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان لا يقطع اليد إلا في ربع دينار \" أن ثمن المجن كان عندها ربع دينار أو لا يكون كذلك؛ وعلى ذلك ما روي عن ابن عمر - رضي اللَّه عنهما -: \" أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قطع في مجن قيمته ثلاثة دراهم \" . في الخبر أنه قطع في مجن، وأما التقويم فإنما هو من عند عبد اللَّه. </p><p> وعن أنس بن مالك - رضي اللَّه عنهما - أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قطع في مجن، فقيل: يا أبا حمزة، كم كانت قيمته؟ قال: دون خمسة دراهم؛ هذا يدل على أن التقويم كان من </p><p> أنس، فكان ذلك كتقويم ابن عمر وعائشة، رضي اللَّه عنهم. </p><p> وليس في التقويم حجة في واحد من المقومين؛ لمخالفة كل واحد منهم صاحبه، وإنما قوموه من قِبَلِ أنفسهم. </p><p> فأما إن كان في مِجَنَّينِ مختلفين: فهو على التناسخ، وأما إن كان في مجن واحد في وقتين مختلفين: فإن كان في وقتين مختلفين، لم يكن لمخالفنا فيه حجة؛ لما يحتمل الزيادة والنقصان على اختلاف الأوقات، وإن كان في مجنين مختلفين فهو على التناسخ فلم يظهر؛ فلا يقدم على القطع بالشك. </p><p> ثم الأخبار التي تمنع القطع بدون العشرة: </p><p> ما روي عن عمرو بن شعيب قال:  \" دخلت على سعيد بن المسيب،فقلت له:إن أصحابك: عروة، ومُحَمَّد بن مسلم، وفلان - رجل آخر -يقولون:ثمن المجن خمسة دراهم أو ثلاثة؟فقال:أما هذا فقد مضت السنة فيه عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عشرة دراهم.</p><p> وعن ابن عَبَّاسٍ - رضي اللَّه عنه - قال: ثمن المجن في عهد رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عشرة دراهم. </p><p> وعن عمرو بن شعيب، عن أبيه، عن جده، عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" أنه كان لا يقطع اليد إلا في ثمن المجن، وهو يومئذ يساوي عشرة دراهم \". </p><p> فلما اختلف المقومون في قيمة المجن رجعنا إلى ما روي عن سعيد بن المسيب؛ </p>"
}