{
  "id": null,
  "sura": 5,
  "aya": 33,
  "text": "<p> في الآية تصبير رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - على تكذيب الكفرة إياه، وأنه ليس بأول مكذَّب في الحق، بل كانت الرسل من قبل يكذبون فيما يأتون من الآيات والحجج والبيان. </p><p> * * * </p><p> قوله تعالى:  (إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ (٣٣) إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٣٤) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا. . .) الآية </p><p> قَالَ بَعْضُهُمْ: الآية نزلت في أهل الكفر، وبيان الحكم فيهم؛ وهو قول الحسن وأبي بكر الأصم، وقالا: لأن اللَّه - عَزَّ وَجَلَّ - ذكر محاربة اللَّه ورسوله، وذكر السعي في الأرض بالفساد، وكل كافر قد حارب اللَّه ورسوله، وسعى في الأرض بالفساد - فللإمام أن يقتلهم بأي أنواع القتل شاء، ما دام الحرب فيما بينهم قائمًا، فإذا أثخنوا في الأرض - بترك ذلك - يَمُنَّ اللَّه عليهم إن شاء. </p><p> وأما المسلم إذا قطع الطريق: فإنه لا يقال: إنه حارب اللَّه ورسوله؛ فدل أنها نزلت في أهل الكفر؛ للكفر، لا لقطع الطريق. </p><p> وقال آخرون: نزلت في المشركين إذا قطعوا الطريق فأما المسلمون إذا قطعوا الطريق، </p><p> فإنما هم سراق تقطع أيديهم فقط. </p><p> وقال غيرهم: نزلت الآية بالحكم في المشركين إذا قطعوا الطريق وأخافوه، لكن يتحرى ذلك الحكم في المسلمين، إذا قطعوا الطريق على الناس وأخافوهم. </p><p> روي عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال:  \" وادع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أبا بردة هلال بن عويمر الأسلمي، فجاء أناس يريدون الإسلام، فقطع الطريق عليهم؛ فنزل جبريل - عليه السلام - على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -بالحد فيهم:أن من قتل وأخذ المال - صُلب، ومن قَتَل ولم يأخذ المال - قُتِلَ، ومن أخذ المال ولم يقتل - قطعت يده ورجله من خلاف، ومن جاء مسلمًا - هدم الإسلام ما كان في الشرك \" ؛ فدل حديث ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - على أن الآية نزلت في الموادعين غير المحاربين. </p><p> روي عن أنس قال:  \" إن أناسًا من عُكْل أو عُرَينة أتوا النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فشكوا إليه الجهد، فبعث معهم بلقاح وراعيا،وقال لهم:\" اشْرَبُوا أَلْبَانَهَا، وَتَدَاوَوْا بِأبْوَالِهَا \"، فلما أن صَحُّوا قتلوا راعي النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - واستاقوا الإبل، وارتدوا عن الإسلام؛ فبعث في آثارهم، فأتى بهم بعد ما ترجل بهم النهار، فأمر بهم فقطعت أيديهم وأرجلهم، وسمل أعينهم، وقطع ألسنتهم، وتركوا بالمكان حتى ماتوا؛ فنزلت الآية \" . </p><p> وروي عن علي - رضي اللَّه عنه - ما يخالف هذا؛ روي:  \" أن حارثة بن بدر حارب اللَّه ورسوله، وسعى في الأرض فسادًا، وتاب من قبل أن يقدر عليه،فكتب علي بن أبي طالب إلى عامله بالبصرة:أن حارثة قد تاب قبل أن يقدر عليه؛ فلا تتعرض له إلا بالخير \" ألا ترى أن حارثة قد أطلق فيه أنه حارب اللَّه ورسوله وكان مؤمنًا؟! فهذا </p><p> يدل على أن الحكم الذي أجري على قطاع الطريق الكفرة يجري ذلك الحكم في المسلمين، إذا كان منهم ما كان من المشركين من قطع الطريق على الناس وإخافته عليهم. </p><p> وقد يتوهم أن الآية نزلت في أهل الحرب، وقد أبيح لنا قتل من ظفرنا به منهم كيف شئنا، وإن لم يفسدوا في الأرض ولم يقطعوا الطريق؛ وهذا يدل أن الآية نزلت بالحكم في أهل الكفر وأهل الإسلام جميعًا، إذا سعوا في الأرض بالفساد، ومن الدليل على ذلك: أن اللَّه - تعالى - قال:  (إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ) ، وأجمعوا أن الكافر إذا قتل مسلمًا، وأظهر في الأرض الفساد، فقدرنا عليه وأسرناه، ثم أسلم - أنه يزول عنه القتل والقطع والطلب؛ فدل ذلك على أن الآية نزلت بالحكم في المسلمين؛ لأنه يختلف حكمه إذا تابوا من قبل أن يقدر عليهم، أو بعد قدرتنا عليهم، ولم ينزل فيمن يستوي حكمه في الحالين جميعًا، إذا تابوا بعد القدرة، فالحكم ثابت عليهم، فأما الذي روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من فعله بالعرنيين: فإنهم كانوا أسلموا، ثم ارتدوا. </p><p> واحتج من ذكرنا قوله من المتأخرين بأن الآية نزلت فيهم - بحديث أنس من فعله بالعرنيين. وقد روي عن بعض المتقدمين أن الآية نزلت بعد قتل العرنيين من نحو ابن سيرين وغيره؛ فالواجب على من ادعى أن الآية نزلت في العرنيين أن يبين دعواه. </p><p> وكان أصحابنا - رحمهم اللَّه - يذهبون إلى ما روي عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - ويرون أن يؤخذ المحارب إذا تاب قبل أن يقدر عليه بما أصاب من دم ومال، على سبيل القصاص، ولا يصلب ولا تقطع يده ورجله فيما أصاب من مال؛ فكأنهم ذهبوا إلى أن يزال الحد الذي للَّهِ على المحارب بتوبته قبل أن يقدر عليه، وهو ما كان إلى الإمام إقامته، ولا أمر للولي فيه. </p><p> وأما الحقوق التي هي للعباد: فإن التوبة لا تعمل في إبطالها، ولكل ذي حق أن يأخذ بحقه لا حق للإمام؛ لأن الحق صار للولي دون الإمام. </p><p> وفي قوله:  (إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ) دلالة على أن السارق إذا رد السرقة قبل أن يقدر عليه أن لا قطع عليه؛ وكذلك روي عن بعض المتقدمين أنهم قالوا: ليس على تائب قطع. </p><p> ودل قوله:  (وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا) على أن السارق في المصر ليلاً أو نهارًا لا يكون محاربًا، وإنما هو سارق تقطع يده دون رجله؛ لأنه ذكر السعي في الأرض بالفساد، والسارق في المصر لا يقال: سعى في الأرض؛ ألا ترى إلى قوله - تعالى -: (وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ) ، لم يرد الضرب في المصر، ولكن أراد الأسفار؛ فعلى ذلك الأول. </p><p> وأما الكلام في القتل والصلب والقطع: فروي عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال:  \" إذا حارب وقتل وأخذ المال - قطعت يده ورجله من خلاف وصلب، فإن قتل ولم يأخذ المال - قتل، وإن أخذ المال ولم يقتل - قطعت يده ورجله من خلاف \" . </p><p> وتأول الآية:  (الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ. . .) الآية: على أن الواجب على المحارب من العقوبة له على قدر جنايته، ويزاد في عقوبته بقدر زيادته في جرمه. </p><p> وتأول غيره الآية: على أنها نزلت في المحارب الذي يصيب المال والنفس، وإذا أصاب الأمرين كان للإمام أن يقتله كيف شاء: إن شاء قتله بالسيف قتلاً، وإن شاء قطع يده ورجله ثم يتركه حتى يموت، وإن شاء صلبه حيًّا، وإن أبطأ عليه الموت طعن بالرماح حتى يموت؛ وإلى هذا كان يذهب أبو حنيفة، رحمه اللَّه. </p><p> وأما أبو يوسف ومُحَمَّد - رحمهما اللَّه - قالا: إذا صلب لم تقطع يده ورجله؛ لأنه لا يجوز أن يجمع عليه الأمرين، وإنما جعل اللَّه له أحدهما بظاهر قوله:  (أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ) ، وجعلا عقوبته مختلفة على قدر جنايته، إن قيل: فما معنى التخيير فيه؟ قيل: معناه - واللَّه أعلم - أن يقتل بالسيف، أو يقتل بالصلب، أو يقتل بقطع اليد والرجل. </p><p> وأصله: أن حرف التخيير إذا كان في متفق الأسباب يخرج مخرج التخيير، من نحو: التخيير في كفارة اليمين، وكفارة الظهار، وكفارة المتأذي؛ لأن سبب وجوبه </p><p> واحد. </p><p> وإذا كان في مختلف الأسباب فيخرج مخرج بيان الحكم لكل في نفسه؛ كقوله - تعالى -: (قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّبَ وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا) لا يحتمل التخيير، ولكنه على بيان الحكم لكل في نفسه؛ لأن سبب وجوبه مختلف، فتأويله: إما أن تعذب من ظلم، وتتخذ الحسن فيمن آمن باللَّه؛ ألا ترى أنه قال:  (أَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهُ)  (وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَى) . </p><p> وقول من جعل الحكم فيمن جمع القتل وقطع الطريق أقرب إلى التأويل - واللَّه أعلم - ممن لم يجمع؛ لأنه قال - عَزَّ وَجَلَّ -: (إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ. . .) الآية، فمن حارب وأفسد في الأرض فقد أتى بالأمرين جميعا؛ لأن محاربته أن يقتل، وإفساده في الأرض بقطع الطريق، فإذا جمع هو بين الأمرين يجمع بين عقوبتين. </p><p> وأصله أن أمر قطاع الطريق محمول على فضل تغليظ، من نحو ما يجمع بين قطع اليد والرجل في أخذ المال، وذلك لا يجمع في أخذ المال في المصر، ومن نحو الصلب، وذلك لم يجعل في غيره من القتل في المصر؛ فدل أنه محمول على فضل تغليظ، فجاز أن يجمع بين ما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَوْ يُنْفَوْا مِنَ الْأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ) : قَالَ بَعْضُهُمْ: \" وينفوا من الأرض \" على إسقاط الألف، ويكون في القتل والصلب نفيه إذا قتل وأخذ المال. </p><p> وقَالَ بَعْضُهُمْ: نفيه أن يطلب فلا يقدر عليه. </p><p> وعن الحسن قال: يطلب حتى يخرج من أرض الإسلام، وذلك إلى الإمام. </p><p> وأصله ما ذكرنا: أنه إذا قدر عليه وقد قتل وأخذ المال يقتل؛ وفي القتل نفيه، وإذا لم يقتل ولم يأخذ المال حبس إن قدر عليه؛ وفي الحبس نفيه، وإن لم يقدر عليه يطلب حتى يبرح عن الطريق، واللَّه أعلم. </p><p> وقول أبي عبيد؛ حيث قال: إنه يصلب بعد القتل؛ لأن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - نهى عن </p>"
}