{
  "id": null,
  "sura": 5,
  "aya": 3,
  "text": "<p> قوله تعالى:  (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ ذَلِكُمْ فِسْقٌ الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِإِثْمٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٣) </p><p> وقوله - عَزَّ وَجَلَّ -: (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) : </p><p> هو على الإضمار - واللَّه أعلم - كأنه قال: حرم عليكم أكل الميتة والدم وأكل لحم الخنزير. . . إلى آخر ما ذكر؛ ألا ترى أنه قال: يجوز الانتفاع بصوف الميتة وبعظمها؛ دل أنه على الإضمار: إضمار \" أكل \" ، وأما الانتفاع بجلدها لا يجوز إلا بعد الدباغ؛ </p><p> لأن الجلد ربما يشوى مع اللحم فيؤكل؛ فهو حرام كاللحم، إلا أن يدبغ. </p><p> ثم في الآية دليل الامتحان من وجهين: </p><p> أحدهما: إباحة التناول من جوهر، وامتحن بحرمة الخنزير والدم لم يحله بسبب ولا بغير سبب، وامتحن بحل الآخر بسبب، وحَرَّم بسبب. </p><p> والثاني: امتحن بسبب حل تنفر الطباع عنه؛ لأن كل ذي روح يتألم بالذبح واستخراج الروح منه، وجعل طبيعة كل أحد مما ينفر عنه لم يتألم به؛ لتطيب أنفسهم بذلك، ثم جعل ما يخرج من الأرض كله حلالاً بلا سبب يكتسبون، إلا ما لا يقدرون على التناول منه؛ لخوف الهلاك؛ لأنه موات لا تنفر الطبائع عنه، ثم جعل أسباب الحل أسبابًا يكتسبون مما لا يعمل في استخراج ذلك الدم المحرم منه حل أكله، وإذا لم يعمل في استخراج ذلك الدم؛ فهلك فيه - أفسده؛ لأنه أتلف فيه ما هو محرم فأفسده؛ فاستخراج ذلك الدم مما يطيب ذلك، ويمنع عن الفساد، إلا في طول الوقت، والذي هلك فيه الدم يفسد في قليل الوقت. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) : </p><p> قال الكسائي:  (وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) : أي: ذكر وسمي عليه غير اسم اللَّه، مشتقة من استهلال الصبي، ومنه أهك الهلال، وأهل المهل بالحج إذا لبى. </p><p> قال قتادة: كان أهل الجاهلية يخنقون الشاة؛ حتى إذا ماتت أكلوها. </p><p> والكافر - في الحقيقة - يهل لغير اللَّه؛ لأنه لا يعرف اللَّه حقيقة، لكنه أجيز ذبائح الكتابي؛ لأنه يسمي عليها اسم اللَّه تعالى. </p><p> (وَالْمَوْقُوذَةُ) : كانوا يضربون بالعصي حتى إذا ماتت أكلوها. </p><p> (وَالْمُتَرَدِّيَةُ) : كانت تردى في بئر أو من جبل؛ فتموت. </p><p> (وَالنَّطِيحَةُ) : كان الكبشان يتناطحان؛ فيموت أحدهما، فيأكلونه. </p><p> (وَمَا أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْ) : كان أهل الجاهلية إذا قتل السبع شيئًا من هذا وأكل منه، أكلوا ما بقي؛ فقال اللَّه - تعالى -: (إِلَّا مَا ذَكَّيْتُمْ) . </p><p> ثم روي عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال:  (وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ) فما أَدْرَكْتَ من هذا كُلِّه يتحرك له الذنَبُ، أو يَطْرف له العينُ - فاذبحْ، واذكر اسم اللَّه عليه؛ فهو حلال. </p><p> وروي عن عليٍّ - رَضِيَ اللَّهُ عَنْهُ - قال: إذا طرفت بعينها، أو ركضت برجلها أو حركت ذنبها - فهي ذكية. </p><p> وكذلك روي عن أبي الزبير أنه سمع عبيد بن عمير - رَضِيَ اللَّهُ عَنْهُ - يقول كذلك، وكانه روي - مرفوعًا - عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كذلك. </p><p> وهذا - واللَّه أعلم - إذا خنقها أو أوقذها - يغمى عليها، فإذا ذبحت، فحركت ذنبها، أو طرفت عينها، أو ركضت برجلها - أفاقت؛ فاستدل بذلك على حياتها. </p><p> وليس هذا كشاة ينزع الذئب أو السبع ما في بطنها، وصارت بحال لا تتحامل، إنها وإن تحركت أو طرفت بعينها فإنها لا تؤكل. </p><p> وأصله: أن كل ما لو قطع العروق فتركت فماتت، تكون ميتة، فإذا أدركها في تلك الحال فذكاها، كانت ذكية، وكل ما لو صار بحال لو ماتت كانت ذكية، فإذا أدركه في تلك الحال فذكاه، كانت ميتة. </p><p> (وَالْمُتَرَدِّيَةُ) : الممتنعة عن الذبح، في المذبح، إذا ذبح من غير المذبح يجوز أكله. </p><p> وروي عن رافع بن خديج قال: أصبنا إبلا وغنمًا، فَنَدَّ منها بعير؛ فرماه رجل بسهم؛ فحبسه؛ فقال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" إنَّ لِهَذِهِ الإبِلِ أَوابِدَ كآوابِدِ الوَحشِ، فَإِذَا كَانَ غَلَبَكُم شَيءٌ مِنْهَا، فَاصْنَعُوا بِهِ هَكَذَا \" . </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - أنه قال - في البعير يتردى في البئر - إذا لم يُقْدَرْ على منحره؛ فهو بمنزلة الصيد ينحره من حيث أدرك. </p><p> وسئل علي بن أبي طالب - رَضِيَ اللَّهُ عَنْهُ - عن بعير تردى في بئر، فصار أعلاه أسفله؛ </p><p> فقال: قطعوه أعضاء وكلوه. </p><p> وعن ابن عمر - رَضِيَ اللَّهُ عَنْهُ - كذلك روي أنه سئل رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقيل: هل تكون الذكاة إلا في الحلق واللبَّة؛ فقال: أَمَا إِنَها لَوْ طُعِنَتْ فِي فَخِذِهَا، أَجْزَى عَنْكَ \".</p><p> وَإِذَا ذكي بِغَيرِ السكين من نحْوِ المروة والقصبة مما يقطع - يجوز. </p><p> روي أن عدي بن حاتم - رَضِيَ اللَّهُ عَنْهُ - قال: يا رسول اللَّه، أُرْسِلُ كلبي فيأخذ الصيد، وليس معي ما أذكيه به؛ فأذبحه بالمروة أو القصبة؛ فقال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" أَمْرِ الدَّمَ بمَا شِئْتَ، واذْكُرِ اسْمَ اللَّهِ عَلَيهِ \". وكذلك روي عن علي أبن أبي طالب - رضي اللَّه عنه -.</p><p> وروي أن رجلًا أشاط دم جزور بجدل؛ فسأل النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقال: \" إِذَا أَنْهرتَ الدَّمَ </p><p> فَكُلْ \".</p><p> وعن حذيفة - رضي اللَّه عنه - قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" اذبح بكل ما أفرى الأوداج وأهرق الدم ما خلا السِّنَّ والظُّفُرَ \".</p><p> وإلى هذا يذهب أصحابنا - رحمهم اللَّه - في ذلك، ويرون كل ما أنْهرَ الدم: من حجر، أو مروة، أو نحو ذلك - مذكى ويؤكل، ويحملون قول رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" إِلَّا السِّنَّ والظُّفُرَ \" على أنهما إذا كانا غير منزوعين؛ لأن ذلك خنق، وليس بذبح؛ يفسر ذلك قول ابن عَبَّاسٍ - رضي اللَّه عنه -حيث قال:إن ذلك خنق، وفي الخبر بيان؛لأنه قال:\" كُل مَا أَنْهَرَ الدَّمَ وَأَفْرَى الأوْدَاجَ، مَا خَلا السِّنَّ وَالظُّفُرَ؛ فَإِنَّهُمَا مُدَى الحَبَشَةِ \"، وهم </p><p> إنما كانوا يذبحون بسن أو ظفر غير منزوعة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا ذُبِحَ عَلَى النُّصُبِ) . </p><p> أي: للنصب، قيل: كانوا يذبحون للأوثان والأصنام التي يعبدونها؛ يتقربون بذلك إليها؛ كما كان أهل الإسلام يتقربون بالذبائح يذبحونها إلى اللَّه؛ فحرم اللَّه - عز وجل - ما كانوا يذبحون للنصب (وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) ؛ لما ذكرنا أن الأمر به خرج مخرج قبول النعمة والشكر له فيما أنعم عليهم من عظيم النعم؛ فإذا أهلوا به لغير اللَّه - أي: لغير وجه اللَّه لم يقبلوا نعمه، ووجهوا الشكر إلى غيره؛ فحرم لذلك، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ) . </p><p> قيل: سهام العرب وكعاب فارس التي يتقامرون بها. </p><p> وقيل: الأزلام: هي القداح، كانوا يقتسمون بها الأمور: فكان الرجل إذا أراد سفرًا أخذ قِدحًا، فقال:  \" هذا يأمره بالخروج \" ، فإن هو خرج فهو مصيب في سفره خيرا، ويأخذ قِدحًا آخر؛ فيقول:  \" هذا يأمره بالمكث \" ، فإن هو خرج فليس بمصيب خيرًا في سفره. والمنيح بينهما؛ فنهي اللَّه عن ذلك، وأنبا أن ذلك فسق؛ بقوله:  (ذَلِكُمْ فِسْقٌ) . </p><p> وعن الحسن قال: كانوا يعمدون إلى قداح فيكتبون على أحدها: \" مُرْني \" ، وعلى الآخر:  \" انْهَنِي \" ، ثم يحيلونها إذا أرادوا السفر: فإن خرج عليه \" مرني \" مضى في وجهه، وإن خرج الذي عليه \" انهني \" لم يخرج. </p><p> قال أبو بكر الكيساني: إن في النهي عن العمل بالأزلام دليل النهي عن العمل بالنجوم، فإذا نهي عن العمل بقول المقتسمين ينهى -أيضًا- عن العمل بقول المنجِّمة؛ لأنهم يقولون عين ما يقول أُولَئِكَ ويعملون به، لكن المنجمة ليسوا يقولون: إن نجم كذا يأمركم كذا، ونجم كذا ينهى عن كذا؛ على ما كان يفعل أُولَئِكَ. </p><p> ويجوز أن يكون اللَّه - عَزَّ وَجَلَّ - جعل في النجوم أعلامًا ومعاني يدركون بها، ويستخرجون أشياء تحتمل ذلك؛ ويكون على ما يستخرج أهل الاجتهاد بالاجتهاد أشياء من معنى النصوص، وأحكامًا لم تذكر في المنصوص؛ فعلى ذلك المنجمة يجوز أن يستخرجوا أشياء من النجوم بدلائل ومعان تكون في النجوم، ولا عيب عليهم في ذلك ولا لائمة، إنما اللائمة عليهم فيما يحكمون على اللَّه ويشهدون عليه. </p><p> قَالَ الْقُتَبِيُّ: الأزلام: القداح، واحدها: زَلَم وزُلَم، بها: أن يضرب، فأخذ الاستقسام من القسم - وهو النصيب - كأنه طلب النصيب. </p><p> قال أَبُو عَوْسَجَةَ: استقسمت، أي: ضربت بالقداح؛ قال: كأنه من القسم. </p><p> وقال أبو عبيد: إنما سمي: استقسامًا؛ لأنهم كانوا يطلبون قسم الرزق وطلب </p><p> الحوائج بها؛ فكانوا يسألونها أن تقسم لهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكُمْ فِسْقٌ) : </p><p> يحتمل قوله:  (فِسْقٌ) : أي: العمل بالأزلام، والشهادة على اللَّه أنه أمر بذلك - فِسق، وعلى هذا من يستجيز العمل بالقرعة؛ لأنه يقول: يقرع فمن خرجت قرعته يحكم له، فإنما يحكم له بأمر القرعة؛ كأن القرعة تأمره بالحكم لهذا بهذا، وتنهاه عن الحكم لهذا بهذا، فهو بالأزلام والقداح التي نهى اللَّه عن العمل بذلك أشبه، وبها أمثل من غيره. </p><p> ويحتمل قوله - تعالى -: (ذَلِكُمْ فِسْقٌ) : أي: التناول مما ذكر من المحرمات: من الميتة، والدم، ولحم الخنزير، وما أهل لغير اللَّه به، وما ذبح على النصب، وما ذكر في أول السورة من الاصطياد في الإحرام والتناول منه؛ ذلك كله فسق، وهو قول ابن عَبَّاسٍ، رضي اللَّه عنه. </p><p> وقوله - عَزَّ وَجَلَّ -: (الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ) : إنهم كانوا يطمعون دخول أهل الإسلام في دينهم وعودهم إليهم، فأيأسهم اللَّه - سبحانه وتعالى - عن ذلك؛ فقال: اليوم يض الذين كفروا من ترككم دين الإسلام؛ فلا تخشوهم واخشون؛ آمنهم عن ذلك. وقوله - عَزَّ وَجَلَّ -: (الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي) الآية: قال أبو عبيد: كان دينهم إلى ذلك اليوم ناقصًا؛ فحينئذ كمل دينهم؛ فعلى زعمه: أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يدعو الناس إلى دين ناقص، ومن مات من أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من المهاجرين والأنصار - رضوان اللَّه عليهم أجمعين - ماتوا على دين ناقص، ويحشرون يوم القيامة على دين ناقص، وأي قول أفحش من هذا وأسمج؟!. </p><p> وقال آخر من أصحابه: كان الدِّين كاملاً إلى ذلك الوقت، فلمَّا بعث اللَّه بالفرائض، وافترض عليهم - صار الدِّين ناقصًا إلى أن يؤدوا الفرائض وما افترض عليهم؛ فعند ذلك يكمل؛ فهذا القول -أيضًا- في الوحشة والسماجة والقبح مثل الأول. </p><p> ويقال لأبي عبيد: قل -أيضًا- بأنه لم يكن رضي لهم بالإسلام دينًا قبل ذلك فعند ذلك رضي. </p><p> والأصل في تأويل الآية وجوه: </p><p> أحدها:  (الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ) : أي: برسوله، وببعثه أكملت لكم دينكم، وبه أتممت عليكم نعمتي. </p><p> ويحتمل قوله:  (الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ) : أي: اليوم أظهرت لكم دينكم، ولم يكن قبل ذلك ظاهرًا، حتى قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" نُصِرتُ بِالرعْب مَسِيرَةَ شَهْرَيْنِ \" ، وقال:  \" أَلا لَا يَحُجَّنَّ بَعْدَ الْعَامِ مُشْرِكٌ \" ؛ وذلك لظهوره ولغلبة أَهل الإسلام عليهم، وإن لم يكن هذا قبل ذلك. </p><p> ويحتمل قوله:  (الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ) ؛ لما آمنهم من العدو والعود إلى دين أُولَئِكَ، وإياس أُولَئِكَ عن رجوعهم إلى دين الكفرة، وأي نعمة أتم وأكمل من الأمن من العدو؛ ويقول الرجل: اليوم تم ملكي وكمل؛ إذا هلك عدوه؛ لأمنه من عدوه، وإن كان لم يوصف ملكه قبل ذلك بالنقصان؛ فعلى ذلك هذا، واللَّه أعلم. </p><p> وقيل:  (الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ) ، أي: أمر دينكم بما أمروا بأمور وشرائع لم يكونوا أمروا بها قبل ذلك، وهذا جائز. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا) : أي: أكرمتكم بالدِّين المرضي وهو الإسلام؛ كقوله - تعالى -: (وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ) : </p><p> قيل: المخمصة: المجاعة. </p><p> وقال أَبُو عَوْسَجَةَ: رجل خميص، أي: جائع. </p><p> وقال غيره: هو من ضيق البطن. وهو واحد؛ لأنه من الجوع ما يضيق البطن. </p><p> وقوله - عَزَّ وَجَلَّ -: (غَيْرَ مُتَجَانِفٍ لِإِثْمٍ) : </p>"
}