{
  "id": null,
  "sura": 5,
  "aya": 94,
  "text": "<p> الصَّالِحَاتِ ثُمَّ اتَّقَوْا وَآمَنُوا ثُمَّ اتَّقَوْا وَأَحْسَنُوا وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ)، لكن الوجه فيه ما ذكرنا، ليس على التكرار، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَيَبْلُوَنَّكُمُ اللَّهُ بِشَيْءٍ مِنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللَّهُ مَنْ يَخَافُهُ بِالْغَيْبِ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ (٩٤) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَوْ عَدْلُ ذَلِكَ صِيَامًا لِيَذُوقَ وَبَالَ أَمْرِهِ عَفَا اللَّهُ عَمَّا سَلَفَ وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ (٩٥) </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَيَبْلُوَنَّكُمُ اللَّهُ بِشَيْءٍ مِنَ الصَّيْدِ) وليس فيه بيان أنه ابتلى بالأمر فيه أو بالنهي، لكن بيانه في آية أخرى: أن الابتلاء إنما كان بالنهي عن الاصطياد بقوله: (وَإِذَا حَلَلْتُمْ فَاصْطَادُوا) ، دل هذا على أن المحرم كان منهيا عن الاصطياد بقوله:  (وَإِذَا حَلَلْتُمْ) ، وأن الابتلاء الذي ذكر في الآية كان بالنهي عن الاصطياد، واللَّه أعلم. </p><p> ثم اختلف في الآية: </p><p> قَالَ بَعْضُهُمْ: النهي بشيء من الصيد لأهل الحرم؛ ألا ترى أنه روى في الخبر قال:  \" لَا يُنَفَرُ صَيدُهَا، وَلا يُخْتَلى خَلَاهَا، وَلَا يُعْضَدُ شَجَرُهَا \" فكان الابتلاء بالنهي عن الصيد لأهل الحرم؛ لما أخبر أنه لا ينفر صيدها، وأما المحرم فإنما نهي عن الاصطياد </p><p> بقوله:  (وَإِذَا حَلَلْتُمْ فَاصْطَادُوا) وبقوله: (لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ) . </p><p> وقال آخرون: الابتلاء بالنهي عن الاصطياد للمحرمين، وفي قوله:  (لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ) نهي عن قتله، وهنالك نهي عن أخذه بقوله:  (تَنَالُهُ أَيْدِيكُمْ) . </p><p> وقوله - تعالى -: (بِشَيْءٍ مِنَ الصَّيْدِ) : أي: في بعض الصيد دون بعض؛ لأن المحرم لم ينه عن أخذ صيد البحر وإنما نهي عن أخذ صيد البر بقوله:  (أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ) وقال - تعالى -: (وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا) فذلك معنى قوله: (بِشَيْءٍ مِنَ الصَّيْدِ) ، واللَّه أعلم. </p><p> ويحتمل على التقديم والتأخير، كأنه قال: ليبلونكم اللَّه بشيء تناله أيديكم ورماحكم من الصيد، واللَّه أعلم. </p><p> ثم اختلف في قوله:  (تَنَالُهُ أَيْدِيكُمْ) : </p><p> قَالَ بَعْضُهُمْ: ما تناله الأيدي هو البيض؛ وعلى هذا يخرج قولنا: إن المحرم منهي عن أخذ البيض، فإن أخذ بيضا فإن عليه الجزاء، والذي يدل على ذلك ما روي أبو هريرة - رضي اللَّه عنه - قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" فِي بَيضِ النَّعَامِ صِيَامُ يَوْمٍ أَوْ إِطْعَامُ مِسكِينٍ \" . </p><p> وعن كعب بن عجرة أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قضى في بيض نعام أصابه محرم بثمنه. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - عليه ثمنه أو قيمته. </p><p> وعن ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - مثله. </p><p> وقَالَ بَعْضُهُمْ: تناله أيديكم: هو صيد الصغار، وهي الفراخ التي لا تطير فتؤخذ بالأيدي أخذا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَرِمَاحُكُمْ) : قَالَ بَعْضُهُمْ: ما رميت وطعنت. </p><p> وقيل في قوله:  (تَنَالُهُ أَيْدِيكُمْ) : ما يؤخذ بغير سلاح، (وَرِمَاحُكُمْ) : ما يؤخذ بالسلاح من نحو: النبل، والرماح، وغيرهما من السلاح. </p><p> ثم في الآية دلالة أن المحرم قد نهي عن أخذ الصيد، وكذلك في قوله - تعالى -: (وَإِذَا حَلَلْتُمْ فَاصْطَادُوا) ، والاصطياد: هو الأخذ لا القتل، وإنما النهي عن القتل في قوله:  (لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (لِيَعْلَمَ اللَّهُ مَنْ يَخَافُهُ بِالْغَيْبِ) </p><p> ليعلم ما قد علم أنه يكون كائنا، أو أن يقال: ليعلم ما قد علم غائبًا عن الخلق شاهدًا؛ كقوله - تعالى -: (عَالِمُ الْغَيْبِ وَالشَّهَادَةِ. . .) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَنْ يَخَافُهُ بِالْغَيْبِ) اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: يخافه بالغيب: بغيب الناس؛ أي: يخافه وإن لم يكن بحضرته أحد. </p><p> وقال آخرون: يخاف العذاب بالأخبار وإن لم يشهد ويصدق، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ) </p><p> أي: من استحل قتل الصيد بعد ما ورد النهي والتحريم (فَلَهُ عَذَابٌ أَلِيمٌ) . </p><p> والثاني: من اعتدى على الصيد بعد النهي على غير استحلال، (فَلَهُ عَذَابٌ أَلِيمٌ) إن شاء عذب، وإن شاء عفا، وإذا عذب كان عذابه أليمًا. </p>"
}