{
  "id": null,
  "sura": 5,
  "aya": 55,
  "text": "<p> ومضيعًا حقا لغيره، ومن كان هذا سبيله لم يكن يستوجب كل هذا الثناء من اللَّه تعالى؛ فهذا ينقض على الروافض قولهم وما روي:  \" مَنْ كُنْتُ مَوْلَاهُ فَعَليٌّ مَوْلَاهُ \" وغيره من الأخبار، وذلك في الوقت الذي طلب علي - رضي اللَّه عنه - الخلافة وحارب عليها؛ لأنه لا يحتمل أن يعلم أن له الخلافة في زمن أبي بكر - رضي اللَّه عنه - ويرى الحق لنفسه، ثم يترك طلبها؛ لأنه كان مضيعًا حق اللَّه عليه؛ فدل سكوته وترك طلبه على أن الحق ليس له، ولكن كان لأبي بكر - رَضِيَ اللَّهُ عَنْهُ - واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ) . </p><p> أي: للمؤمنين، أي: ذوو رحمة ورأفة للمؤمنين. </p><p> (أَعِزَّةٍ عَلَى الْكَافِرِينَ) </p><p> أي: شاقة شديدة على الكافرين، وهو ما وصفهم، عَزَّ وَجَلَّ:  (أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ) الآية، بذلك وصفهم عَزَّ وَجَلَّ. </p><p> وقوله:  (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ) اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: ذلك الجهاد في سبيل اللَّه، أي: في طاعة اللَّه (فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ) ، وقيل: ذلك الإسلام (فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ) . </p><p> (وَاللَّهُ وَاسِعٌ عَلِيمٌ) </p><p> قد ذكرنا هذا في غير موضع. </p><p> * * * </p><p> قوله تعالى:  (إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ (٥٥) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا. . .) الآية. </p><p> قال بعض أهل التأويل: قوله - تعالى -: (إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا) هو صلة قوله: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) وكذلك قوله - تعالى -: (لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ) : هو صلة ما تقدم ذكره: نهى المؤمنين أن يتخذوا الذين أوتوا </p><p> الكتاب، والذين لم يؤتوا الكتاب أولياء في غير آي من القرآن، وأخبر أن اللَّه ورسوله هو ولي الذين آمنوا، والمؤمنون -أيضًا- بعضهم أولياء بعض كما في قوله:  (وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) ، فإذا كان اللَّه - عَزَّ وَجَلَّ - ورسوله والذين آمنوا أولياء لمن آمن - لم ينبغ أن يتخذوا الكفار أولياء. </p><p> وذكر في بعض القصة أن عبد اللَّه بن سلام قال للنبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: إن اليهود أظهروا لنا العداوة من أجل إسلامنا، وحلفوا ألا يكلمونا، ولا يخالطونا في شيء، ومنازلنا فيهم، وإنا لا نجد متحدثًا دون هذا المسجد؛ فنزلت الآية - فقالوا: قد رضينا باللَّه وبرسوله والمؤمنين أولياء. </p><p> ثم اختلف في نزوله: </p><p> قَالَ بَعْضُهُمْ: نزلت في شأن علي - رَضِيَ اللَّهُ عَنْهُ - تصدق بخاتمه وهو في الركوع. </p><p> ويقولون: خرج النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فإذا هو بمسكين، فدعاه النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقال:  \" هَلْ أَعْطَاكَ أَحَدٌ شَيئًا \" ، قال: نعم يا رسول اللَّه، قال النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" ماذا؟ \" قال: خاتم فضة؛ قال:  \" مَنْ أَعْطَاكَ؟ \" قال: ذلك الرجل القائم - يعني: عليا - قال النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" على أي حال أعطاكه؟قال:أعطانيه وهو راكع؛ فكبر النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ودعا له وأثنى عليه. فاحتج الروافض بهذه الآية على تفضيل علي بن أبي طالب - رَضِيَ اللَّهُ عَنْهُ - على أبي بكر وإثبات الخلافة له دون غيره.</p><p> ويقولون: نزلت في شأنه - رَضِيَ اللَّهُ عَنْهُ - لما روي عن أبي جعفر - رضي اللَّه عنه - قال: \" تصدق علي بن أبي طالب - رضي اللَّه عنه - بخاتمه وهو راكع؛ فنزل:  (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ) </p><p> فيقال لهم: هب أن الآية نزلت في شأنه، وليس فيها دلالة إثبات الخلافة له في زمن </p><p> أبي بكر - رَضِيَ اللَّهُ عَنْهُ - لأنا قد ذكرنا في الآية الأولى ما يدل على إثبات الإمامة له في الوقت الذي كان هو إمامًا، ونحن لا نجعل لعلي - كرم اللَّه وجهه - الخلافة له في الوقت الذي لم ير لنفسه فيه الخلافة؛ لأنه روي عنه أنه قال:  \" إن أبا بكر هو خير الناس بعد رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - \" أو كلام نحو هذا. </p><p> وفي الخبر عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" لَو وَلَّيتُم أَبَا بَكْرٍ لَوَجَدْتُمُوهُ قَوِيًّا فِي دِينِهِ، ضَعِيفًا فِي بَدَنِهِ، وإنْ وَلَّيتُم عُمَرَ لَوَجَدْتُمُوهُ قَويًّا فِي دِينِهِ وَبَدَنِهِ، وإنْ وَلَّيتُم عَليًّا لَوَجَدْتُمُوهُ هَادِيًا مَهْدِيًّا مُرشِدًا \" فنقول: نحن على ما كان من على وسائر الصحابة - رضوان اللَّه عليهم أجمعين - من تسليم الأمور إلى أبي بكر، وتفويضهم إليه من غير منازعة ظهرت من على - كرم اللَّه وجهه - في ذلك؛ فلو كان الحق له في ذلك الوقت، لظهرت منه المنازعة على ما ظهرت في الوقت الذي كان له. </p><p> فقالوا: لأن عليًّا - رَضِيَ اللَّهُ عَنْهُ - لم يكن له أنصار، وفي الوقت الذي ظهرت المنازعة منه والطلب كان له أنصار. </p><p> قيل: لا يحتمل أن يكون الحق له فيها ثم لا يطلب؛ لما لم يكن له أنصار؛ ألا ترى أن أبا بكر - رضي اللَّه عنه - مع ضعفه في بدنه، خرج وحده لحرب أهل الردة، حتى لما رأوه خرج وحده حينئذ تبعوه؟! فأبو بكر لم يترك طلب الحق لعدم الأنصار، مع ضعفه في بدنه، فعلي - رَضِيَ اللَّهُ عَنْهُ - مع شدته وقوته وفضل علمه بأمر الحرب؛ حتى لم يبارز أحدًا من الأعداء إلا غلبه وأهلكه؛ فكيف توهمتم فيه ترك طلب الحق لفقد الأنصار له والأعوان في ذلك؟! هذا لعمري لا يتوهم في أضعف أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فضلا أن يتوهم في علي - رَضِيَ اللَّهُ عَنْهُ - فدل ترك طلب ذلك منه على أنه ترك؛ لما رأى الحق له، واللَّه أعلم. </p><p> واحتجوا بما روي عن رسول، اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال لعلي:  \" أَنْتَ مِني بِمَنْزِلَةِ هَارُونَ مِنْ مُوسَى، غَير أَنْ لَا نَبِيَّ بَعْدِي \" ، وهارون كان خليفة موسى؛ فَلِمَ أنكرتم -أيضًا- أن </p>"
}