{
  "id": null,
  "sura": 5,
  "aya": 99,
  "text": "<p> بالنار، وما من عقوبة إلا وقد يحتمل شيء منها سوى عقوبة النار؛ فإنه لا يحتملها أحد، ولأن عقوبات الدنيا وعذابها على الانقضاء، وعذاب الآخرة لا انقضاء له ولا فناء؛ لذلك وصف بالشدة، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ (٩٩) قُلْ لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تُفْلِحُونَ (١٠٠) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللَّهُ عَنْهَا وَاللَّهُ غَفُورٌ حَلِيمٌ (١٠١) قَدْ سَأَلَهَا قَوْمٌ مِنْ قَبْلِكُمْ ثُمَّ أَصْبَحُوا بِهَا كَافِرِينَ (١٠٢) </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ) فيه وجهان: </p><p> أحدهما: ردّا على من يقول: إن الموعظة لا تنفع ولا تنجع فيه إذا لم يكن الواعظ مستعملا لما يعظ غيره! إذ ليس أحد من الخلق أشد استعمالا من الرسل - عليهم السلام - ثم لا تنفع مواعظهم وذكراهم قومهم، ولا تنجع فيهم؛ لشؤمهم ولشدة تعنتهم. </p><p> والثاني: إنباء أن ليس على الرسل إلا البلاغ، ولا ضرر عليهم بترك القوم إجابتهم؛ كقوله - تعالى -: (فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ وَإِنْ تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ) ما تبدون من العداوة لمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ولأصحابه، وبنصب الحرب والقتال معهم، وما تكتمون من المكر له، والقصد لقتله؛ كقوله - تعالى -: (وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ) الآية كانوا يمكرون، ويقصدون قصد إهلاكه، لكن اللَّه - عَزَّ وَجَلَّ - أطلع رسوله على مكرهم، وأخبر أنه يعصمه عن الناس، وقال -: (كُلَّمَا أَوْقَدُوا نَارًا لِلْحَرْبِ أَطْفَأَهَا اللَّهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا) . </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ ... (١٠٠) </p><p> يحتمل وجهين: </p><p> أحدهما: خرج عن سؤال قد سبق منهم عن كثرة الأموال؛ لما رأوا أُولَئِكَ كانوا يستكثرون ويجمعون من حيث يحل ولا يحل، فمالت أنفسهم إلى ذلك ورغبت، فقال: </p>"
}