{
  "id": null,
  "sura": 5,
  "aya": 10,
  "text": "<p> وتضمرون من العدل والجور، خرج على الوعيد. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ... (٩) قَالَ بَعْضُهُمْ: هذه الآية هي صلة ما تقدم في قوله - سبحانه وتعالى -: (يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ. . .) إلى آخر ما ذكر. فإذا فعلوا، وقاموا في الشهادة والعدل في الحكم، كان لهم ما ذكر من الوعد، واللَّه أعلم. ولكن يحتمل هي على الابتداء - والله أعلم - كأنه قال: وعد اللَّه الذين آمنوا وعملوا الصالحات وعدًا، ثم بين ما في ذلك الوعد، فقال: لهم مغفرة وأجر عظيم: يستر على ذنوبهم، ويتجاوز عنها، وأجر عظيم: الجنة، قال ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: \" لهم مغفرة في الدنيا لذنوبهم،وأجر عظيم في الآخرة:الجنة \" ، وهو ما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ (١٠) قيل: كفروا بآيات اللَّه وكذبوا بآياته، يعني: محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - والقرآن، (أُولَئِكَ أَصْحَابُ الْجَحِيمِ) . </p><p> وقيل:  (كَفَرُوا) بتوحيد اللَّه، (وَكَذَّبُوا بِآيَاتِنَا) : بالقرآن بأنه ليس من اللَّه تعالى، وهما واحد؛ وهذا يدل أن الآية على الابتداء خرجت، ليس على الصلة على ما قالوا. وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ ... (١١) </p><p> يحتمل أن تكون هذه المنة التي ذكر اللَّه - تعالى - في هذه الآية من كف أيدي الأعداء عنهم، بعدما بسطوا إليهم أيديهم في جملة المؤمنين؛ لأن المؤمنين كانوا في ابتداء الأمر مختفين فيما بين الكفرة، لا يقدرون على إظهار الإسلام وإعلانه، وقد هموا قتل المؤمنين غير مرة، وفيما كف أيديهم عنهم منة عظيمة علينا وعليهم وعلى جميع المسلمين. </p><p> ويحتمل أن يكون في قوم خاص قد أحاطوا بهم، وبسطوا أيديهم إليهم، وهموا بقتلهم؛ فكف اللَّه - عَزَّ وَجَلَّ - بفضله أيديهم عنهم، وأنقذهم من أيديهم. </p><p> ثم اختلف فيه: </p><p> عن ابن عَبَّاسٍ - رضي اللَّه عنه - قال: \" هَمَّ بنو قريظة أن يبسطوا إليهم أيديهم بالقتل؛ </p>"
}