{
  "id": null,
  "sura": 5,
  "aya": 39,
  "text": "<p> حيث قال:  \" مضت السنة من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بعشرة دراهم \" وإن كان مرسلاً؛ إذ لا معارض له، ويؤيد هذا ما روي عن نجباء الصحابة من نحو: عمر، وعثمان، وعلي، وعبد اللَّه بن مسعود، رضي اللَّه عنهم. </p><p> وروي أن عمر أتى بسارق فأمر بقطعه؛ قال عثمان - رضي اللَّه عنه -: \" سرقته لا تساوي عشرة دراهم \" ؛ فأمر بها فقومت ثمانية دراهم، فلم يقطعه. </p><p> وعن ابن مسعود قال:  \" لا تقطع يد السارق في أقل من عشرة دراهم \" . </p><p> وعن علي - رَضِيَ اللَّهُ عَنْهُ - قال:  \" لا تقطع اليد إلا في دينار أو عشرة دراهم \" . </p><p> وروي عن عائشة قالت:  \" لم تكن اليد تقطع على عهد رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في الشيء التافه \" ، فأخذ أصحابنا - رحمهم اللَّه - بهذه الأخبار، ولم يروا قطع اليد بدون العشرة؛ لأنهم مع اختلافهم اتفقوا على أن اليد تقطع في سرقة عشرة دراهم، واختلفوا في وجوب القطع فيما دون العشرة وهو حد قد روي؛ للإشكال، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (جَزَاءً بِمَا كَسَبَا نَكَالًا مِنَ اللَّهِ. . .) الآية: </p><p> يحتمل قوله:  (نَكَالًا مِنَ اللَّهِ) ، أي عظة وزجرًا من اللَّه لغيره؛ لأن من عاين آخر قطعت يده في سرقة - اتعظ به، وزجره ذلك على الإقدام عليه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَنْ تَابَ مِنْ بَعْدِ ظُلْمِهِ وَأَصْلَحَ ... (٣٩) </p><p> يحتمل:  (تَابَ مِنْ بَعْدِ ظُلْمِهِ وَأَصْلَحَ) أي: تاب عن الشرك، وأصلح ما كان يفسده </p><p> ويرتكبه في حال شركه. </p><p> (فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ) </p><p> وعد له المغفرة والرحمة؛ إذا تاب عن الشرك، وأصلح ما كان يفسده ويرتكبه في حال الشرك، حتى لم يؤاخذ بشيء مما كان يرتكبه في حال الشرك ويتعاطاه إذا أسلم؛ ألا ترى أنه قال - تعالى -: (إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ) ، والمسلم في حال الإسلام إذا ارتكب حدودا وتعاطاها، ثم تاب - أخذ بها؛ لوجهين: </p><p> أحدهما: أن الكافر لو أُخِذَ بعدما أسلم بما كان ارتكب في حال الكفر وتعاطاه؛ فذلك يمنعه عن الإسلام ويزجره؛ فإذا كان كذلك فكان في إقامة ذلك والأخذ بها من الفساد أكثر من الصلاح. </p><p> وأما المسلم إذا لم يؤخذ بما ارتكب وتعاطى بعد التوبة - يدخل في ذلك من الفساد ما يفحش؛ وذلك أنه كلما أريد أن يقام عليه الحد تاب فسقط ذلك عنه، ثم عاد ثانيًا، ثم ثالثا. . . إلى ما لا يتناهى، فعمل في الأرض بكل الفساد من غير أن لحقه ضرر؛ لذلك أخذ به بعد التوبة، والكافر لا، واللَّه أعلم. </p><p> والثاني: أن الكافر ما يرتكب ويتعاطى في حال الكفر - إنما يرتكبه تدينًا يدين به؛ فإذا رجع عن ذلك الدِّين ودان بدين آخر ما يكون ذلك حرامًا في دينه الذي تمسك به - ترك ما كان يرتكب في دينه الأول تدينًا؛ فيظهر ذلك منه؛ فلم يقم عليه؛ لما يظهر منه ترك ما تعاطى قبل ذلك. </p><p> وأما المسلم: فليس يتعاطى ما يتعاطى تدينًا يدين به؛ ولكنه يتعاطاه شهوة، وذلك مما لا يظهر منه التوبة حقيقة؛ لذلك اختلفا، واللَّه أعلم. </p><p> وفيه دليل جواز تأخر البيان؛ لأنه قال تعالى:  (وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً) ، ولا يحتمل أن يبين له جميع شرائط السرقة التي يجب فيها القطع وقت قرع الخطاب السمع؛ فدل أنه إنما يبين له على قدر الحاجة بعد السؤال والبحث عنها، واللَّه أعلم. </p><p> وكان جميع ما ذكر من العقوبات إنما نزل في أهل الكفر؛ لأنهم هم الذين كانوا </p>"
}