{
  "id": null,
  "sura": 5,
  "aya": 8,
  "text": "<p> في ترك ما أمركم ربكم، وارتكاب ما نهاكم. </p><p> (إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ) </p><p> وهو على الوعيد. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلَا يَجْرِمَنَّكُمْ شَنَئَانُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ (٨) وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ (٩) وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ (١٠) يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ وَاتَّقُوا اللَّهَ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (١١) </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ. . .) الآية يحتمل أن تكون الآية في الشهادة نفسها؛ كأنه قال: أن قوموا شهداء لله، واجعلوا الشهادة له، فإذا فعلوا هكذا لا يمنعهم بغض أحد وعداوته، ولا رضا أحد وولايته - القيام بها. ندبهم اللَّه أن يقوموا في الشهادة لله والحكم له: يحكم للعدو كما يحكم للولي، ويقوم في الشهادة للعدو كما يقوم للولي، واللَّه أعلم. </p><p> ويحتمل أن يكون في بيان الحق والحجج وتعليم الأحكام والشرائع؛ كأنه يقول - والله أعلم -: قوموا في بيان الحجج والحق وتعليم الأحكام للَّهِ، لا يمنعكم بغض قوم ولا رضاهم على ألا تبينوا الحق لهم، ولا تعلموا الحجج والأحكام لهم. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال:  (وَلَا يَجْرِمَنَّكُمْ) ، أي: لا يحملنكم (شَنَئَانُ قَوْمٍ) ، أي: بغض قوم (عَلَى أَلَّا تَعْدِلُوا) فيهم؛ فإنما العدل لله في الرضا والسخط، (اعْدِلُوا) ، يقول: قولوا العدل بالحق؛ فإنه أقرب للتقوى. </p><p> وقوله - عَزَّ وَجَلَّ -: (اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى) </p><p> أي: اعدلوا هو التقوى؛ كقوله - تعالى -: (إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ) أي: رحمة اللَّه للمحسنين؛ لأن العدل ليس إلا التقوى. </p><p> (وَاتَّقُوا اللَّهَ) </p><p> في ترك ما أمركم به، وارتكاب ما نهاكم عنه. </p><p> (إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ) </p>"
}