{
  "id": null,
  "sura": 5,
  "aya": 95,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ ... (٩٥) أي: وأنتم محرمون. الآية في ظاهرها عامة على قتل الصيد كله، ثم إن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - رخص في أشياء أذن في قتلها، فقال:  \" خَمسٌ مِنَ الدوَاب لَا جُنَاحَ عَلَى مَنْ قَتَلَهُنَّ وَهُوَ مُحْرِمٌ في الحرَمِ: الحِدَأَةُ، والغُرَابُ، والعَقْرَبُ، والفَأرَةُ، وَالْكَلْبُ العَقُورُ \" . </p><p> وعن عائشة - رضي اللَّه عنها -: قالت: \" أمر رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -بقتل خمس فواسق في الحل والحرم:الحدأة، والغراب، والفأرة، والعقرب، والكلب العقور \" . </p><p> وفي بعض النسخ والأخبار: الذئب؛ فيحتمل أن يكون الكلب العقور: الذئب. </p><p> وروي عن أبي سعيد الخدري أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - سئل عما يقتل المحرم؟ فقال:  \" الحَيَّةُ وَالْعَقْرَبُ، والفُوَيْسِقَةُ.</p><p> \" وَيَرمِي الغُرَابَ وَلا يَقْتُلُهُ، والكُلْبُ العَقُورُ والسَّبُعُ العادِي \".</p><p> والكلب العقور الذي أمر المحرم بقتله: ما قتل الناس وعدا عليهم، مثل: الأسد، والنمر، والذئب، وما كان من السباع لا يعدو، مثل: الضبع، والثعلب، والهرة، وما أشبههن من السباع فلا يقتلهن المحرم، فإن هو قتل شيئًا منهن فداه، وإن قتل شيئًا من الطير سوى ما ذكر في الخبر فعليه جزاؤه. </p><p> وفي بعض الأخبار عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال: \" يَقْتُلُ الْمُحْرِمُ الفَأرَةَ؛ فَإنها تُوهِنُ </p><p> السِّقَاء \".</p><p> وقال بعض الناس: ما قتل المحرم من السباع التي لا يؤكل لحمها؛ فلا فدية عليه؛ فكان تاركًا لظاهر الآية، وهو قوله - تعالى -: (لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُ) . فإن احتج بحديث ابن عمر - رضي اللَّه عنه - أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - رخص للمحرم في قتل خمس من الدواب، وذلك ما لا يؤكل لحمه - قيل: أباح النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قتل الخمس؛ لعلة: أنه لا يؤكل لحمها. فإن قال: نعم - قيل: ما الدليل على ذلك؟ فإن قال: لأنها لا تؤكل؛ فكل ما لا يؤكل من الصيد فقتله مباح؛ فيقال له: قولك: \" لا يؤكل \" ليس بعلة؛ لأن ذلك لا يزول ولا يتغير، والعلة هي التي تحدث في وقت وتزول في وقت،ولو كان قول القائل:\" لا يؤكل \"، علةً فيما لا يؤكل -كان قوله:\" يؤكل \"، علة فيما يؤكل، وكان الشيء علة لنفسه. وهذا بين الخطأ، وإذا لم يكن تحريم أكل الخمسة التي أذن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في قتلها للمحرم علة في إطلاق قتلها، ما كان القياس عليها على ما لا يحل أكله مخطئا؛ لأن القياس إنما يكون على العلل، وما لا علة فيه لا يجوز القياس عليه. </p><p> وعندنا: أن هذه الخمسة المسماة تبتدئ المحرم وغيره بالأذى، وإن لم يبتدئها المحرم، وما سوى ذلك مما لا يؤكل لحمه - لا يكاد يبتدئ بالأذى حتى يبتدئها الإنسان؛ فحينئذٍ تعرض له. </p><p> وبيان ذلك: أن الحدأة ربما أغارت على اللحم تراه في يدي الرجل، والغراب يسقط على وبر الدواب فيفسده، والعقرب تقصد من تلدغه، وتتبع حسَّه، والكلب العقور لا يكاد يهرب من الناس كما يهرب السباع سواه. </p><p> فأما الضبع والخنزير والكلب والذئب وأشباهها فهي تهرب من بني آدم، ولا تكاد تؤذيهم حتى يبدءوها بالأذى؛ لذا جعلنا العلة فيما رخص النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - للمحرم في قتله: ما يعرف من قصدها لأذى المحرم وإن لم يؤذها المحرم؛ إذ كان ذلك معروفًا فيها، معلومًا </p><p> أنه أكثر شأنها؛ فلما لم يكن في سائر الطير المحرمة والسباع هذه العلة، وكان المعروف فيها أنها لا تبتدئ بالأذى - لم يجز أن تشبه بالخمسة المسماة في الخبر، فإذا ابتدأ منها مبتدئ المحرمَ بالأذى؛ كان حينئذ مثل الخمسة؛ فجاز له قتلها بغير فدية. </p><p> وبعد: فإن الذي لا يؤكل لحمه يسمى: صيدًا، والصيادون يصيدونه؛ فكان داخلا تحت عموم الخطاب، ومخالفنا تارك لأصله في العموم؛ لأنه خص الآية بغير دليل، ومن أصله أن الآية على العموم، ولا تخص إلا بدليل، وأصحابنا - رحمهم اللَّه - يجعلون الصيد كله محظورًا أكل أو لم يؤكل إلا ما عدا منها، فإن قتله قبل أن يعدو عليه لزمه الفداء؛ ذهبوا في ذلك: </p><p> إلى ما روي في الخبر: خبر أبي سعيد - رضي اللَّه عنه - عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" يَقْتَلُ الْمُحْرِمُ كَذَا وَكَذا وَالسَّبُعَ العَادِي \" ، فالعادي: ما يعدو على المحرم. </p><p> وإلى ما روي عن علي بن أبي طالب - رَضِيَ اللَّهُ عَنْهُ - وغيره، مع ما روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه جعل على المحرم قَتَلَ ضبعًا - جزاءه، وكذلك روي عن عمر وابن عَبَّاسٍ وابن عمر - رضي اللَّه عنهم - وهي مما يؤكل. </p><p> وعن جابر قال: سئل النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن الضبع؛ فقال:  \" هُوَ صَيدٌ، وَفِيهِ كَبشُ \" . وعن عمر - رَضِيَ اللَّهُ عَنْهُ - كذلك، وابن عَبَّاسٍ وابن عمر - رضي اللَّه عنهما - كذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ) </p><p> اختلف في الآية في تأويلها على وجهين: </p><p> أحدهما: من جعل الآية على ظاهرها؛ فلم يوجب في الخطأ كفارة: عن ابن عباس - رَضِيَ اللَّهُ عَنْهُ - قال: إذا أصاب المحرم الصيد خطأ؛ فليس عليه شيء. </p><p> وكذلك روي عن عطاء وسالم والقاسم أنهم قالوا: لا شيء عليه، مثل قول ابن عباس، رَضِيَ اللَّهُ عَنْهُ. </p><p> والقول الثاني: ما قاله أكثر أهل التأويل: قالوا: قوله: (وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا) لقتله، ناسيًا لإحرامه؛ فذلك الذي يحكم عليه، وهو الخطأ المكفر. وإن قتله </p><p> متعمدًا لقتله، ذاكرًا لإحرامه - لم يحكم عليه. </p><p> وكذلك روي عن الحسن أنه قال: متعمدا لصيده، ناسيًا لإحرامه، وقال:  (وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ) متعمدا للصيد، وذاكرًا لإحرامه؛ فكأنهم ذهبوا إلى أن المحرم لا يقصد قصد الصيد وهو ذاكر لإحرامه. أحسنوا الظن به. </p><p> وعندنا: أن الإحرام مما لا يجوز أن يخفى على المحرم وينساه؛ لأن للإحرام أعلاما تذكره تلك الأعلام الحال التي هو فيها، وعندنا: أن ما لا يجوز أن ينسى ويخفى على المرء لم يعذر صاحبه في نسيانه، وعندنا: أن على قاتل الصيد الكفارة، عمدًا قتله أو خطأ، وليس تخلو الآية من أن تكون أوجبت الكفارة على المتعمد للقتل الناسي لإحرامه؛ كما قال الحسن ومجاهد، أو تكون أوجبت الكفارة على المتعمد للقتل، ذاكرًا لإحرامه؛ فإن كان وجب أن يكفر من قتله عامدًا لقتله، ناسيا لإحرامه - فإن الذي يقتله عامدًا لقتله ذاكرًا لإحرامه أولى بالكفارة؛ لأن ذنبه أعظم، وجرمه أكبر. </p><p> فَإِنْ قِيلَ: إنكم لا توجبون الكفارة على قاتل النفس عمدًا؛ فما منع أن يكون قتل الصيد مثل ذلك وإن كان حرمته أعظم كما؟ ! قيل: إن قاتل النفس عمدًا - وإن كنا لم نوجب عليه الكفارة - فقد أوجبنا عليه القصاص، وهو أغلظ من الكفارة، وقاتل الصيد عامدًا لقتله ذاكرًا لإحرامه، لو أزلنا عنه الكفارة - فلا شيء عليه سواها؛ لذلك اختلفا. ثم نقول: إنا عرفنا الحكم في قتل الصيد عمدًا بالكتاب، والحكمُ في قتل الصيد في الخطأ إنما يعرف بغيره، وليس في ذكر الحكم وبيانه في حالٍ دليل نفيه في حال أخرى؛ دلنا على هذا مسائل قد ذكرناها فيما تقدم في غير موضع كرهنا إعادتها في هذا الموضع. </p><p> ثم تخصيص ذكر الكفارة في قتل العمد يحتمل وجوهًا: </p><p> أحدها: أن الكفارة في قتل النفس إنما ذكرت في قتل الخطأ ولم تذكر في قتل العمد؛ ليعلم: أنها إذا أوجبت في العمد فهي في الخطأ أوجب. </p><p> والثاني: أن الكفارة إنما وجبت بجنايته على صيد آمن به في الحرم، وكل ذي أمانة إذا أتلف الأمانة لزمه الغرم، عمدًا كان إتلافه أو خطأ؛ فعلى ذلك هذا، واللَّه أعلم. </p><p> والثالث: أن ذكر التخيير في حال الضرورة يخرج مخرج التوسيع والتخفيف على </p><p> أهلها، ولا يكون ذلك في غير حال الضرورة؛ فدل ذكره في غير حال الضرورة على أن ذلك كالمذكور في حال الضرورة. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ) </p><p> اختلف أهل العلم فيما يجب، من المثل: </p><p> فقال قوم: في الظبي شاة، وفي النعامة: بدنة، وفي الحمار الوحشي: بقرة، وأشباه ذلك. </p><p> وقال آخرون: المثل: قيمة الصيد، يقومه عدلان فيوجبان قيمته دراهم، فيشتري بتلك الدراهم شاة، أو يجعله طعامًا، فيتصدق به: على كل مسكين نصف صاع، أو يصوم عن كل نصف صاع يومًا. </p><p> وقال غيرهم: إن بلغ دما - ذبح شاة، وإن لم يبلغ دمًا: يتصدق به. </p><p> وأما قولنا: إن المثل هو القيمة، لا المثل في رأي العين: ذهبنا في ذلك إلى وجوه: أحدها: أن المحرم إذا أصاب صيذا في هذا الوقت - حكم بجزائه حكمان؛ فلو كان مثلُ الظبي شاة في كل الدهور والأوقات - كان في جعلنا ما تقدم من أصحاب النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - والسلف من الحكم في ذلك كافيًا لا يحتاج إلى حكم غيرهم؛ فدل إجماعهم على أن حكم الحكمين باق، على أن المثل غير مؤقت؛ بل هو مختلف على قدر الأزمنة والمواضع والأوقات، وإذا جعلنا المثل قيمة كانت الحاجة إلى الحكمين قائمة، وإذا جعلناه هديًا فالحاجة إليهما زائلة، ولا يجوز أن يعطل أمر الحكمين وقد ذكره اللَّه في </p><p> كتابه. </p><p> والثاني: ما أجمعوا عليه أن ما لا مثل له في الأنعام من الصيد إذا أصابه المحرم فعليه قيمته؛ فإذا كان المثل في بعض الصيد قيمته، فهو في كل الصيد قيمته، وكذلك روي عن ابن عَبَّاسٍ وغيره من السلف - رضي اللَّه عنهم - أنهم قالوا ذلك. </p><p> فَإِنْ قِيلَ: ما لا مثل له من النعم لا يمكن قيمته أكثر من قيمته، قيل له أترى، ذلك مثلا؟ فإن قال: بلى، قيل: فقد صارت القيمة مثلا في بعض الصيد، فما منع أن تكون مثلا في كل الصيد؛ فإن قال: المثل: هو الهدْي فيما له مثل، فأما ما لا مثل له من الهدْي، فليس الواجب فيه بمثل، إنما ذلك قيمة، ولم يجب ذلك بنص الكتاب، وإنَّمَا وجب - ذلك بنص الكتاب - المثل من الهدْي، فأما ما لا مثل له: فإنما وجب قيمته بالإجماع، قيل له: حدثنا عن قول اللَّه - تعالى -: (لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ) ، هل دخل في عموم الآية الفرخ ونحوه؛ فيكون منهيا عن قتله؟ فإن قال: نعم، قيل: فإذا دخل الفرخ في عموم النهي عن قتل الصيد فهو -أيضًا- داخل في عموم قوله:  (وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا. . .) الآية. فإن قال: لا يدخل الفرخ في عموم قوله - تعالى -: (لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ) ، قيل له: قد قال اللَّه - تعالى -: (لَيَبْلُوَنَّكُمُ اللَّهُ بِشَيْءٍ مِنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ) ، فروي أن ذلك في البيض والفراخ، فإن لم يجعل الفراخ ولا شيئا منها داخلا في الآية، فما معنى الآية؟ ونحن لا ننال بأيدينا من الصيد إلا ضعافه وما يعجز عن الطيران والعدو منه، فالآية توجب أن الصيد كله قد دخل في عمومها: ما قَلَّت قيمته، وما كثرت، وذلك يوجب أن يكون الواجب من قيمة الفرخ والعصفور مِثْلاً، واللَّه أعلم. </p><p> ولأن النعامة لا مثل لها من النعم، فمن أوجب فيها بدنة فقد أوجب فيها ما ليس بمثل لها ولا نظير، ومن أوجب فيها قيمتها فقد أوجب مثلا لها، فهو موافق للنص عندنا، واللَّه أعلم. </p><p> وكذلك الموجب في الحمامة شاة لا تشبه الصيد المقتول في عينه، ولا في صفته، ولا </p><p> في جنسه، فهو غير موجب المثل، بل الموجب فيها القيمة أقرب إلى إيجاب المثل فيها، واللَّه أعلم. </p><p> فَإِنْ قِيلَ: كيف يسمّى قيمة الشيء: \" مثلا \" وليست من جنسه، وإنما المثل ما كان من جنس الشيء؟ قيل: قد ذكرنا أن قيمة ما لا مثل له من النعم تسمى: \" مثلا \" ، ولأن اللَّه - تعالى - قال:  (أَوْ عَدْلُ ذَلِكَ صِيَامًا) ، وإذا جاز أن يسمى الصيام:  \" عدلا \" للطعام، جاز أن تسمى القيمة:  \" عدلا \" للصيد، وإنما صار الصيام عدلا للطعام بالتقويم والمثل، والعدل في المعنى متقارب، واللَّه أعلم. </p><p> ولأن اللَّه - تعالى -: قال (يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ) ، ولو كان المراد من المثل: المنظور في رأي العين، لم يكن لشرط ذوي عدل فيه معنى؛ لأن المثل في رأي العين يعرفه كل أحد به بصر، فيه أو لم يكن؛ فدل ما شرط من نظر ذوي عدل على ما بطن فيه وخفي، لا ما ظهر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ) تأويله ما ذكرنا: ينظر إلى رجلين عدلين، لهما بصر ومعرفة في ذلك، فيقومانه، ثم يشتري بها هدْيًا إن شاء، فيهدي، وإن لم يبلغ هدْيا قومت الدراهم طعامًا، فإن لم يجد، صام مكان كل نصف صاع يومًا. </p><p> وروي عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - كذلك، والحسن، وإبراهيم، والقاسم، والسلف جملة. </p><p> وعندنا: أنه مخير بين هذه الأشياء الثلاثة، يفعل أي هذه الثلاثة شاء؛ لأن اللَّه - تعالى -: قال في المحصر: (وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ) ، ولا خلاف بينهم في أن </p><p> لصاحب الفدية في حلق الرأس أن يفعل أي هذه الثلاثة شاء، فالواجب أن يكون في جزاء الصيد مثله؛ لأن الخطاب خرج على حرف التخيير، وكل خطاب خرج على حرف التخيير، وكان سبب وجوبه واحدا - فهو على التخيير؛ نحو كفارة اليمين، وما ذكرنا في دفع الأذى عن رأسه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (هَدْيًا بَالِغَ الْكَعْبَةِ) شرط بلوغ الكعبة، وهو لا يبلغ نفس الكعبة؛ فدل أن المراد رجع إلى بلوغه قرب الكعبة، وعلى هذا يخرج قولهم فيمن حلف ألا يمر على باب فلان، فمر بقرب بابه - حنث؛ استدلالا بقوله:  (هَدْيًا بَالِغَ الْكَعْبَةِ) ، لم يرد به بلوغه عين الكعبة، ولكن قربها أو مكانها؛ فعلى ذلك هذا، واللَّه أعلم. </p><p> وكان مُحَمَّد بن الحسن يقول: يحكم عليه بمثله من النعم حيث كان. </p><p> وأبو حنيفة - رضي اللَّه عنه - يقول: يحكم عليه بقيمة الصيد في الموضع الذي أصابه فيه. واختلافهما في هذا يرجع إلى ما اختلفا فيه من المثل عينا أو قيمة. </p><p> وقد روي عن عمر، وعبد الرحمن - رضي اللَّه عنهما - وغيرهما أنهم حكموا في الظبي شاة، ولم يسألوا عن الموضع الذي أصيب فيه؛ فدل تركهم السؤال عن ذلك على أن المواضع كلها كانت عندهم سواء، وأنهم أجروه مجرى الكفارات دون القيم؛ لأنهم لو أجروا ذلك مجرى ضمان القيم، لسألوا عن أماكن الجنايات؛ إذ كان الصيد يختلف قيمته، ولا يستوي في ذلك الأماكن كلها؛ فهذا يؤيد قول مُحَمَّد ومن وافقه. </p><p> وأما عند أبي حنيفة - رحمه اللَّه - أن الملك للحرم في الصيد، وكل من أتلف ملك آخر أو جنى على مال أحد، إنما ينظر إلى قيمته في المكان الذي أتلفه؛ فعلى ذلك النظر في الصيد إلى المكان الذي أصابه. </p><p> ثم المسألة في جزاء الصيد أين يذبح؟ عندهم جميعًا: لا يجوز أن يذبح إلا بمكة؛ لأنه لو جاز أن يذبح في غير الحرم حيث شاء، زالت فائدة قوله:  (هَدْيًا بَالِغَ الْكَعْبَةِ) ، وليس في ذلك بينهم خلاف. </p><p> وأما الإطعام والصيام: فإن اللَّه - عَزَّ وَجَلَّ - لم يذكر فيهما موضعًا، ولا جعل لهما مكانًا؛ فله أن يطعم، وأن يصوم حيث شاء. </p>"
}