{
  "id": null,
  "sura": 5,
  "aya": 51,
  "text": "<p> يدوم، وأما في الآخرة: فإنهم يعذبون بجميع ذنوبهم؛ لأن عذاب الآخرة دائم؛ فهو عذاب بجميع الذنوب، وعذاب الدنيا زائل؛ فهو عذاب ببعض الذنوب، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ ... (٥٠) </p><p> قَالَ بَعْضُهُمْ: هذا صلة قوله: (يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا) ؛ فقال اللَّه - عَزَّ وَجَلَّ -: (أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ) . </p><p> وقال آخرون: روي عن ابن عَبَّاسٍ - رضي اللَّه عنه - يقول: فحكمهم في الجاهلية يبغون عندك يا مُحَمَّد في القرآن. يعني: بني النضير. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا) . </p><p> أي: لا أحد أحسن من اللَّه حكمًا، على إقرارهم أن اللَّه إذا حكم لا يحكم إلا بالعدل. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٥١) فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ (٥٢) وَيَقُولُ الَّذِينَ آمَنُوا أَهَؤُلَاءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوا خَاسِرِينَ (٥٣) </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) . </p><p> يحتمل قوله - تعالى -: (لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ) وجوهًا: </p><p> يحتمل: لا تتخذوا أولياء في الدِّين، أي: لا تدينوا بدينهم؛ فإنكم إذا دنتم بدينهم صرتم أولياءهم. </p><p> ويحتمل: لا تتخذوهم أولياء في النصر والمعونة؛ لأنهم إذا اتخذوهم أولياء في النصر والمعونة صاروا أمثالهم؛ لأنهم إذا نصروا الكفار على المسلمين وأعانوهم فقد كفروا، وهو كقوله - تعالى -: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ. . .) الآية، نهاهم أن يتخذوا أُولَئِكَ موضع سرهم وخفياتهم؛ فعلى ذلك الأول، واللَّه أعلم. </p><p> والثالث:  (لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ) في المكسب والدنيا؛ فإنهم إذا فعلوا ذلك لابد من أن يميلوا إليهم، ويصدروا عن رأيهم في شيء؛ فذلك مما يفسقهم، ويجرح شهادتهم، فهذا النهي يحتمل هذه الوجوه الثلاثة التي ذكرنا، واللَّه أعلم. </p><p> وفي الآية دلالة أن الكفر كله ملة واحدة، وإن اختلفت مذاهبهم ونحلهم؛ فالواجب أن يرث بعضهم بعضًا؛ كقوله - تعالى -: (بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) كما أن أهل الإسلام يرث بعضهم بعضا، وإن اختلفت مذاهبهم؛ ألا ترى أنه قال:  (وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) الآية؟! وليس ذلك بداخل في قول رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" لَا يَتَوَارَثْ أَهْلُ مِلتَينِ \" ؛ لما عليه الآية: أنهم كلهم ملة واحدة، ولكن أحدًا منهم لا يرث المسلم ولا يرثهم المسلم؛ لقول رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" لَا يَتَوَارَثْ أَهْلُ مِلَّتَينِ \" ؛ فالإسلام ملة: ملة حق، والكفر ملة: ملة باطل، ولا نرثهم ولا يرثوننا، وما روي:  \" لَا نَرِثُ أَهْلَ الْكِتَابِ، وَلَا يَرِثُونَنَا إِلا أَنْ يَرِثَ الرجُلُ عَبدَهُ أَوْ أَمَتَهُ، ويحِلُّ لَنَا نِسَاؤُهُم وَلَا يَحِلُّ لَهُم نِسَاؤُنَا \" فما يرث عبده أو أمته، ليس بميراث؛ إنما هو ملك كان يملكه قبل موته؛ فعلى ذلك بعد موته، وروي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -:، \" لَا يَرِثُ الْمُسلِمُ الكَافِرَ، وَلَا الكَافِر الْمُسْلِمَ \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ) . </p><p> يحتمل قوله:  (وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ) الوجوه التي ذكرنا: الولاية في الدِّين، والولاية في النصر والمعونة؛ فإنهم إذا فعلوا ذلك صاروا منهم في حكم الدنيا والآخرة، أو الولاية في المكسب والدنيا؛ فيصيرون منهم في حكم الدنيا، واللَّه أعلم. </p><p> فَإِنْ قِيلَ: أليس يرث المسلم المرتد، وقد قال:  (وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ) : أخبر أن </p>"
}