{
  "id": null,
  "sura": 5,
  "aya": 27,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا ... (٢٧) </p><p> قال الحسن وغيره: لم يكونا ابني آدم من صلبه، ولكن كانا رجلين من بني إسرائيل قربا قربانا؛ فتقبل قربان أحدهما، ولم يتقبل قربان الآخر، وإن نسبهما إلى آدم؛ لأن كل البشر ولد آدم ينسب إليه، كقوله - تعالى -: (يَا بَنِي آدَمَ) افعلوا كذا ولا تفعلوا كذا، ليس يريد به ولد آدم لصلبه، ولكن البشر كله؛ فعلى ذلك الأول، واللَّه أعلم. </p><p> وأمَّا ابن عَبَّاسٍ - رضي اللَّه عنه - والكلبي وغيرهما من أهل التأويل: فإنهم قالوا: \" إنهما كانا ابني آدم لصلبه: أحدهما يسمى قابيل، والآخر هابيل، وكان لكل واحد منهما أخت ولدت معه في بطن واحد، وكانت إحداهما جميلة، والأخرى دميمة، فأراد كل واحد منهما نكاح الجميلة منهما، فتنازعا في ذلك؛ فقال أحدهما لصاحبه: تعال حتى نقرب قربانا، فإن تقبل قربانك فأنت أحق بها، وإن تقبل قرباني فأنا أحق بها، فقربا قربانهما، فقبل قربان هابيل، ولم يتقبل قربان قابيل؛ فحسده؛ فهمَّ أن يقتله؛ فذلك قوله - تعالى -: (إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْآخَرِ قَالَ لَأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ) ، ولكن لا ندري كيف كانت، وفيما كانت القصة؟ وكانا ابني آدم لصلبه، أو لم يكونا، وليس لنا إلى معرفة هذا حاجة، إنما الحاجة في هذا إلى معرفة ما فيه من الحكمة والعلم؛ ليعلم ذلك ويعمل به، فهو - واللَّه أعلم - ما ذكر - عَزَّ وَجَلَّ - فيما تقدم من قوله تعالى:  (يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ) ، وقال في آية أخرى:  (يُبَيِّنُ لَكُمْ عَلَى فَتْرَةٍ مِنَ الرُّسُلِ) ، فكان هذا - أعني: نبأ ابني آدم - كان في كتبهم، فأمر - عز وجل - رسوله أن يتلو عليهم ذلك على ما كان، ويبين لهم ما في كتبهم؛ لأنه قال:  (قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ) و (يُبَيِّنُ لَكُمْ عَلَى فَتْرَةٍ مِنَ الرُّسُلِ) ليعلموا أنه إنما علم ذلك باللَّه، لا بأحد من البشر؛ لأنه إنما بعث عند دروس آثار الرسل، وانقطاع العلوم، فبين لهم واحدًا بعد واحد، ففيه دليل إثبات رسالة </p>"
}