{
  "id": null,
  "sura": 5,
  "aya": 2,
  "text": "<p> وفي حرف ابن مسعود - رَضِيَ اللَّهُ عَنْهُ -: \" إلا ما يتلى عليكم فيها \" ، في سورة الأنعام:  (قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا. . .) إلى آخره. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ) </p><p> وهذا - واللَّه أعلم - أي: إلى اللَّه الحكم، يحكم بما شاء من التحريم والتحليل، فيما شاء، على ما شاء، ليس إليكم التحكم عليه، وهذا ينقض قول المعتزلة؛ لأنهم يقولون: يريد طاعة كل أحد، ولو أراد ذلك لحكم؛ لأنه أخبر أنه يحكم ما يريد، ولا جائز أن يريد ولا يحكم؛ فدل أنه: لم يرد؛ لأنه لو أراد لحكم، وباللَّه العصمة. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ ... (٢) </p><p> عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال: كان المشركون يحجون البيت الحرام، ويهدون الهدايا، ويعظمون حرمة المشاعر، وينحرون في حجهم، فأراد المسلمون أن يغيروا عليهم؛ فأنزل اللَّه - تعالى -: (لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ) ، يعني: لا تستحلوا قتالاً فيه، (وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ. . .) الآية. </p><p> وقال غيره: قوله: (لَا تُحِلُّوا شَعَائِرَ اللَّهِ) ، يعني: المناسك، لا تستحلوا ترك شعائر اللَّه، والشعائر هن المناسك؛ ألا ترى أن اللَّه - تعالى - سمي كل منسك من الحج شعائر اللَّه؟ ! كقوله تعالى:  (إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ) ، وقال:  (وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ) ، كل هذا من شعائر اللَّه، وهن معالم اللَّه في الحج. </p><p> وقيل: شعائر اللَّه: فرائض اللَّه؛ كأنه قال: لا تستحلوا ترك ما فرض اللَّه عليكم. </p><p> وقال الحسن:  (شَعَائِرِ اللَّهِ) : قال: دين اللَّه، وهو واحد. </p><p> وقيل في قوله:  (جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ. . .) حتى بلغ [ (وَالْهَدْيَ وَالْقَلَائِدَ) ]، فقال: حواجز أبقاها اللَّه بين الناس في الجاهلية؛ فكان الرجل لو جر </p><p> جريرة وارتكب كبيرة، ثم لجأ إلى حرم اللَّه - تعالى - لمْ يُتنَاول ولم يُطْلب، ولو لقي قاتلَ أبيه في الأشهر الحرم لم يَتَعَرَّضْ له، وكان الرجل لو لقي الهدى مقلدًا -وهو يأكل العصب من الجوع- لم يعرض له، ولم يقربه؛ فإذا أراد البيت يقلّد قلادة من شعر؛ فحرمته ومنعته من الناس حتى يأتي أهله. </p><p> ويحتمل قوله - تعالى -: (لَا تُحِلُّوا شَعَائِرَ اللَّهِ) ، أي: لا تستحلوا ما أشعركم الله حرمته، وهو من الأعلام، ويحتمل أن يكون أراد به مشاعر الحرام الذي ذكرنا. </p><p> وقال: لا تحلُّوا الحرام ولا الشهر الحرام، ولا الهدي ولا القلائد. </p><p> وهذه أمور كانت من قبل فَنُسِخَتْ بقوله - تعالى -: (فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ. . .) الآية. وعن الشعبي أنه قال: لم ينسخ من المائدة غير هذه الآية؛ نسخها:  (إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا) ، وقوله:  (فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ. . .) الآية. وقالت عائشة - رضي اللَّه عنها -: \" إنها آخر ما أنزل؛ فما وجدتم فيها من حلال فاستحلوه، وما وجدتم فيها من حرام فحرموه \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا الشَّهْرَ الْحَرَامَ) فهو هو كقوله - تعالى -: (يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ) ، </p><p> وقد ذكرنا أن اللِّه - عَزَّ وَجَلَّ - أطلق الحرم في الشهر الحرام بعد ما كان محظورًا بقوله - تعالى -: (فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ) . </p><p> وأما قوله:  (وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ) . </p><p> فهو ما ذكرنا من صنيعهم في الجاهلية فيما ذكرنا، وفيه دليل لقول أصحابنا - رحمهم اللَّه - حيث قالوا: إن الغنم لا تقلد، والإبل والبقر تقلد؛ لأنه ذكر الهدي والقلائد؛ فدل أن من الهدي ما يقلد، ومنه ما لا يقلد. </p><p> (وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ) . </p><p> أي: قاصدين البيت الحرام. </p><p> (يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ وَرِضْوَانًا) . </p><p> قيل: إن المشركين كانوا يقصدون البيت الحرام يلتمسون فضل اللَّه ورضوانه؛ بما يصلح لهم دنياهم؛ كقوله - تعالى -: (فَمِنَ النَّاسِ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ) . وقد يجوز أن يكونوا لما التمسوا عند أنفسهم رضوان اللَّه - أمر اللَّه المؤمنين بالكف عنهم، وإن كانوا قد غلطوا في توجيه العبادة؛ فجعلوها لغير اللَّه؛ كقوله تعالى:  (مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذَا حَلَلْتُمْ فَاصْطَادُوا) . </p><p> دل هذا على أن النهي في قوله:  (غَيْرَ مُحِلِّي الصَّيْدِ) أي: أخذ الصيد واصطياده في الإحرام، لا أكله، وهو إباحة ما حُظر عليهم بالإحرام، وإن كان ظاهره أمرًا، ومعناه: فإذا حللتم لكم أن تصطادوا. </p><p> وأصله: أن كل أمر خرج على أثر محظور فهو أمر إباحة وإطلاق ذلك المحظور المحرم، لا أمر إلزام وإيجاب؛ من نحو قوله - تعالى -: (إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ) ، ثم قال:  (فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ) ، وهو المحظور المتقدم، وقوله - تعالى -: (لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ) ، ثم قال - عَزَّ وَجَلَّ -: (وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا) ، أمر إطلاق وإباحة ما حُظر عليهم، ومثله كثير في القرآن مما يكثر ذكره. </p><p> وفي حرف ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - في قوله:  (وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ) : \" ولا تاموا \" ، وكذلك في حرفه؛ \" فأموا صعيدًا طيبًا \" . </p><p> وقيل في قوله - تعالى -: (يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ وَرِضْوَانًا) : حجهم؛ فلا يقبل عنهم حتى يسلموا؛ فنهى اللَّه - تعالى - رسوله عن قتالهم. </p><p> وقَالَ بَعْضُهُمْ: إن الآية نزلت في رجل من أهل اليمامة يقال له: شريح، وذلك أنه أتى المدينة، فدخل على النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقال: أنت مُحَمَّد النبي؟ فقال:  \" نَعَم \" ، فقال: إلام تدعو؟ قال:  \" أَدْعُوا إِلَى أَنْ تَشهَدَ أَنْ لَا إِلَهَ إِلا اللَّهُ، وَأني مُحَمدٌ، رَسُولُ اللَّه \" ، فقال شريح: يا مُحَمَّد، هذا شرط شديد، وإن لي أمراء خلفي أرجع إليهم؛ فأعرض عليهم ما اشترطت عليَّ، وأستأمرهم في ذلك، فإن أقبلوا أقبلت، وإن أدبروا أدبرت فكنت معهم، ثم انصرف خارجًا من عند رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فلما خرج، قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" لقَدْ خَرَجَ مِنْ عِنْدِي بِعَقِبَي غَادِرٍ، وَلَقَدْ دَخَلَ عَلَيَّ بِوَجْهٍ كَافِرٍ، وَمَا الرجُلُ بِمُسلِمٍ \" فمرَّ شريح </p><p> بسرح لأهل المدينة فساقها منهم. فلما كان من العام الثاني قدم شريح إلى مكة، ومعه تجارة عظيمة في حجاج، وكانت العرب في الجاهلية يُغِير بعضهم على بعض، فإذا كان أشهر الحرم، أمن الناس كلهم بعضهم بعضًا، فمن أراد أن يسافر قلد بعيره من الشعر أو الوبر؛ فيأمن بذلك الهدي حيثما ذهب، فلما سمع أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بحج شريح، وقدومه إلى مكة، أرادوا أن يغيروا على شريح؛ فيأخذوا ما معه، ويقتلوهم؛ كما أغار شريح على سرح أهل المدينة قبل ذلك؛ فاستأمروا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في ذلك؛ فنزلت الآية فيهم:  (لَا تُحِلُّوا شَعَائِرَ اللَّهِ. . .) إلى آخره؛ فلا ندري كيف كانت القصة؟ وليس بنا إلى معرفة القصة حاجة، إلا القدر الذي ذكر اللَّه في ذلك. </p><p> وقوله:  (وَلَا يَجْرِمَنَّكُمْ شَنَئَانُ قَوْمٍ أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَنْ تَعْتَدُوا) ، وقال تعالى في موضع آخر:  (يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا) الآية، وقال في آية أخرى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا) الآية. </p><p> ذكر في بعضها الاعتداء ونهى عنه، وهو المجاوزة عن الحد الذي حُد لهم. وذكر في بعضها العدل، وأمر به، ونهى عن الظلم والجور. </p><p> ثم الأسبابُ التي تحملهم وتبعثهم على الاعتداء والظلم، وتمنع القيام بالشهادة والعدل - ثلاثة: </p><p> أحدها: ما ذكر - عَزَّ وَجَلَّ - البغض والعداوة، بقوله:  (وَلَا يَجْرِمَنَّكُمْ شَنَئَانُ قَوْمٍ أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَنْ تَعْتَدُوا) ، وقال:  (عَلَى أَلَّا تَعْدِلُوا) ، وقال:  (كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا) ، أمرهم بالقيام بالشهادة، وأخبر ألا يمنعكم الولاية والقرب القيام بالشهادة، أو طَمَعُ غِنًى أو خَوْفُ فَقْرٍ. </p><p> هذه الوجوه التي ذكرنا تمنع الناس القيام بالشهادة، وتبعثهم على الجور والاعتداء؛ فنهاهم اللَّه - عَزَّ وَجَلَّ - أن يحملهم بغض قوم، أو عداوة أحد على الجور والاعتداء. أو تمنعهم الشفقة، أو القرب، أو طمع غنى أحد، أو خوف فقر - القيامَ بالشهادة وما عليهم من الحق. </p><p> وأمر أن يجعلوه كله لله بقوله:  (كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ) ، فإذا كان كله للَّهِ، قدر أن يعدل في الحكم، وترك مجاوزة الحد الذي حد له، وقدر على القيام بالشهادة، وما ذكر، وما يمنع شيء من ذلك القيام به، من نحو ما ذكر: من البغض والعداوة، والقرب والشفقة، أو طمع الغنى وخوف الفقر؛ إذا جعل الحكم لله عدل فيه، ومنعه عن الجور فيه والاعتداء، وكذلك الشهادة إذا جعلها لله قام بأدائها، ولو على نفسه، أو ما ذكر لم يمنعه شيء عن القيام بها. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى) : </p><p> كان البر هو اسم كل خير، والتقوى: هي ترك كل شر. </p><p> (وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ) . </p><p> ألا ترى أنه ذكر بإزاء البر: الإثمَ، وبإزاء التقوى: العدوانَ؛ فهذا يبين أن البرَّ: اسم </p><p> لكل خير، والتقوى: هي الانتهاء عن كل شر. </p><p> ويجوز أن يكون ما ذكر في الآية الأولى وأمر به، وهو قوله:  (لَا تُحِلُّوا شَعَائِرَ اللَّهِ. . .) إلى قوله: (الْبَيْتَ الْحَرَامَ) يقول: عاونوهم على ما يأتون به من ذلك؛ فإنهم إلى البر يقصدون عند أنفسهم، وإن لم يكن فعلهم برًّا؛ لعبادتهم غير اللَّه تعالى. </p><p> وإنما أمروا بمعاونتهم، وترك التعرض لهم -إن ثبت ما ذكر في القصة-: إذا أحرموا، أو قلدوا، أو قصدوا البيت الحرام في الوقت الذي جاز أن يعاهدوا فيه؛ كما يجوز لنا معاهدة أهل الكتاب على ألا نعرض لكنائسهم وبِيَعِهِم، وإن كانوا يعصون اللَّه فيها؛ لأنهم يدينون بذلك، ويقصدون به البر عند أنفسهم. </p><p> فلما أمر بنقض عهود مشركي العرب، أمر بمنعهم من دخول المسجد، وأن يقتلوا حيث وجدوا، وإلى هذا المعنى ذهب أصحابنا - رحمهم اللَّه، واللَّه أعلم - في فَرقهم بين شهادة أهل الذمة على أمثالهم، وشهادة فُساق المسلمين؛ لأن أهل الذمة متدينون </p><p> بكفرهم، والفساق غير متدينين بفسقهم. وكذلك فرقهم بين ما يغلب عليه المشركون من أموال المسلمين، وبين ما يغلب عليه الفساق من أموال المسلمين. وكذلك سبيل الدماء التي يصيبها المحاربون من أهل البغي من أهل العدل، لا تشبه ما يصيبه الفساق منها؛ لأن أمر المتدين بدين خطأ مخالف في الحكم أمر المقر بالذنب فيه؛ ألا ترى أنه يجوز أن يُطْلَقَ لمن يعاقدونه من أهل الكتاب الصلاة في كنائسهم، وإن كان ذلك عندنا معصية حراما، ولا يجوز أن يُطْلَقَ المعصية لفساق المسلمين بحال. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاتَّقُوا اللَّهَ) : </p><p> أي: نقمة اللَّه وعذابه: في ترك ما أمركم به، وارتكاب ما نهاكم عنه. </p><p> (إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ) . </p><p> قال ابن عَبَّاسٍ - رضي اللَّه عنه - في قوله:  (وَلَا يَجْرِمَنَّكُمْ شَنَئَانُ قَوْمٍ أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ) : أي: لا يحملنكم بغض قوم؛ لصدهم إياكم عن البيت الحرام؛ فتأثموا فيهم: أن تعتدوا؛ فتقتلوهم، وتأخذوا أموالهم. </p><p> وقال:  (وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى) البر: ما أمرت به، والتقوى: الكف عما نهيت عنه. </p><p> وقال: والعدوان: هو المجاوزة عن حد اللَّه الذي حده لعباده. </p><p> وقوله:  (وَلَا يَجْرِمَنَّكُمْ) : قَالَ بَعْضُهُمْ: لا يؤثمنكم بغض قوم أن تعتدوا. </p><p> وقال آخرون: لا يحملنكم. </p><p> وفيه لغتان:  (يُجْرِمَنَّكُم) برفع الياء، وبنصبها:  (يَجْرِمَنَّكُمْ) ، وهو ما ذكرنا. </p>"
}