{
  "id": null,
  "sura": 5,
  "aya": 82,
  "text": "<p> قدمت أنفسهم سخط اللَّه عليهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ ... (٨١) </p><p> يعني: المنافقين، في أحد التأويلين. وفي تأويل آخر: اليهود، أي: لو صدق هَؤُلَاءِ رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وآمنوا به وصدقوا ما أنزل إليه من القرآن - ما اتخذوا أُولَئِكَ أولياء. </p><p> ثم يحتمل قوله - تعالى -: (مَا اتَّخَذُوهُمْ أَوْلِيَاءَ) في الدِّين أو في النصر والمعونة والنصرة، (وَلَكِنَّ كَثِيرًا مِنْهُمْ فَاسِقُونَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا ... (٨٢) </p><p> تحتمل الآية وجوهًا: </p><p> تحتمل: أن يكون ما ذكر من شدة عداوة اليهود للذين آمنوا قومًا مخصوصين منهم. </p><p> وتحتمل: اليهود الذين كانوا بقرب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأصحابه هم أشد عداوة لهم. </p><p> وتحتمل: اليهود جملة، فهو - واللَّه أعلم - على ما كان منهم من قتل الأنبياء وتكذيبهم إياهم، ونصب القتال والحرب مع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - والمؤمنين، وما كان منهم من قول الوخش في اللَّه - سبحانه - ما لم يسبقهم أحد بمثل ذلك ما وصفوا اللَّه - عَزَّ وَجَلَّ - بالبخل والفقر، وهو قوله - تعالى -: (وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ) ، وقالوا:  (إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ) ، وغير ذلك من القول؛ وذلك لشدة بغضهم وعداوتهم وقساوة قلوبهم؛ فعلى ذلك كل من دعاهم إلى دين اللَّه تعالى، فهم له أشد عداوة، وأقسى قلبًا. </p><p> وأمَّا النصارى: فلم يكن منهم واحد مما كان من اليهود: من قتل الأنبياء، ونصب الحروب والقتال معهم، ولم يروا في مذهبهم القتال ولا الحرب، ولا كان منهم من القول الوخش ما كان من اليهود، بل كان فيهم اللين والرفق؛ حتى حملهم ذلك على القول في عيسى ما قالوا، وذلك منهم له تعظيم فوق القدر الذي جعل اللَّه له، حتى رفعوه من قدر العبودية إلى قدر الربوبية؛ لذلك كفروا، وإلا كانوا يؤمنون بالكتب والأنبياء - عليهم السلام - من قبل؛ ألا ترى أنه قال:  (ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا) أخبر - عز وجل - أن منهم قسيسين ورهبانًا، والرهبان: هم العباد. </p><p> وقيل: القسيسون: هم الصديقون، ولم يكن من اليهود رهبان ولا قسيسين؛ </p>"
}