{
  "id": null,
  "sura": 5,
  "aya": 114,
  "text": "<p> وقوله: - عَزَّ وَجَلَّ -: (اتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ) . </p><p> أي: اتقوا اللَّه، ولا تسألوا شيئًا لم يأذن لكم في ذلك (إِنْ كُنْتُمْ مُؤْمِنِينَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالُوا نُرِيدُ أَنْ نَأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا ... (١١٣) </p><p> قوله:  (وَتَطْمَئِنَّ قُلُوبُنَا) ، يدل أنهم سألوا ذلك؛ لما كانت تحدث أنفسهم وتنازع في مشاهدة الآيات ومعاينتها، وإن كانوا صدقوا عيسى - عليه السلام - فيما يقول لهم ويخبر عن اللَّه؛ للمعنى الذي ذكرنا في إبراهيم عليه السلام، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَنَعْلَمَ أَنْ قَدْ صَدَقْتَنَا) . </p><p> اختلف في تلاوته وفي تأويله: </p><p> قَالَ بَعْضُهُمْ بالنصب (وَنَعْلَمَ) ، فهي القراءة الظاهرة المشهورة، ومعناه: وأن نعلم ما قد صدقتنا. </p><p> والثاني: أن العلم بالشيء من جهة الخبر ربما يعترض الوساوس والشبه؛ فطلبوا آية من جهة الحس والعيان؛ ليكون ذلك أدفع لما يعترض من الشبه والوساوس. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَنَكُونَ عَلَيْهَا مِنَ الشَّاهِدِينَ) . </p><p> أي: نكون عليها لمن أنكرها من الشاهدين: أنها نزلت. </p><p> قوله تعالى:  (قَالَ عِيسَى ابْنُ مَرْيَمَ اللَّهُمَّ رَبَّنَا أَنْزِلْ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ تَكُونُ لَنَا عِيدًا لِأَوَّلِنَا وَآخِرِنَا وَآيَةً مِنْكَ وَارْزُقْنَا وَأَنْتَ خَيْرُ الرَّازِقِينَ (١١٤) </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ عِيسَى ابْنُ مَرْيَمَ اللَّهُمَّ رَبَّنَا أَنْزِلْ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ تَكُونُ لَنَا عِيدًا لِأَوَّلِنَا وَآخِرِنَا) . </p><p> أي: طعامًا دائمًا. </p><p> قَالَ بَعْضُهُمْ: قوله (تَكُونُ لَنَا عِيدًا) ، أي: مجتمعًا، وسمي يوم العيد؛ لاجتماع الخلق. ثم قيل: نزلت يوم الأحد؛ فجعلوا ذلك اليوم يوم عيدهم. ثم اختلف في نزول المائدة: </p><p> قال الحسن: لم تنزل المائدة؛ لأنه سأل أن تكون لنا عيدًا لأولنا وآخرنا، ونحن من آخرهم، فلم يكن لنا ما ذكر. </p><p> والثاني:  (قَالَ اللَّهُ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذَابًا لَا أُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ) ، وقد كفر منهم، ثم لم يظهر أنه عذبهم عذابًا لم يعذبه أحدًا </p>"
}