{
  "id": null,
  "sura": 5,
  "aya": 89,
  "text": "<p> إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ وَاحْفَظُوا أَيْمَانَكُمْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ (٨٩) </p><p> مسألة: </p><p> اختلف الناس في تأويل أحرف ذكرت في قوله - عَزَّ وَجَلَّ -: (لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ. . .) إلى قوله: (لَعَلَّكُمْ تَشْكُرُونَ) مما للناس حاجة إلى معرفة حقيقة ما في كل حرف منها: أنه لم يزل يتنازع أهل الفقه في أحكامه، مما يعلم أن حق البيان في الخطاب لا يبلغ ما يقطع موضع التنازع فيه، ولا بحيث يبلغ حقيقته كل سامع، وأن في شرط المحن بالأسباب التي يمتحن بها لزوم الفكر فيها، والبحث عنها، والسؤال عنها الذين خصوا بفهمها بسؤالهم من ولي الإبانة عنها، أو مقابلتهم بما سبق لهم العلم بها في معرفة ذلك بيان ما خفي من معنى الذي قرع سمعه، أو بغير ذلك مما فيه دليل ذلك؛ إذ لا تجوز المحنة بالذي لا يحتمل الوسع الوصول إليه، ولا في جملة ما به امتحن إيضاح ذلك لما يوجب الأمر بفعل ما هو عنه ممنوع، وذلك بعيد، بل يكون البيان السمعي على قدر البيان العقلي أن من المعارف ما يكون بالحواس، ومنها ما بها يوصل إليها: إما بالتعليم، أو بالاستدلال، فمثله حق السمعي، واللَّه أعلم. </p><p> من ذلك: قوله - تعالى -: (لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ) أنه - عَزَّ وَجَلَّ - ذكر يمينًا لا يؤاخذ كيها في موضعين من غير أن ذكر أنها أي يمين هي؛ ولا بأي شيء لايؤاخذ فيها والحاجة لازمة؛ إذ ذلك في موضع الامتنان منه - جل وعلا - في العفو عن أمر كان له المؤاخذة، وحق على السامع معرفة مِنَة اللَّه تعالى؛ ليشكره عليها. </p><p> ثم معلوم أن اليمين لو كانت بالطلاق والعتاق، كان صاحب ذلك يؤاخذ بهما؛ </p><p> بما روي عن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" إِنَّ ثلاثًا جِدُّهُنَّ جِدٌّ وَهَزْلُهُنَّ جِدٌّ: الطَلاقُ، وَالعِتَاقُ، وَالنكَاحُ \" ، واللاغي لا يعدو أمرين مع ما كانا يلزمان بلا شرط يصير به الموقع حالفا، وأعظم ما في رفع المؤاخذة في اليمين أن يرفع عنه اليمين وهما يجبان دونهما، فيقعان من غير أن كان في الآية ذكر التفضيل، ولكن يجب معرفة حقيقة ذلك بالذي بَيَّنَّا من الخبر والنظر، مع ما لا يعرف في ذلك خلافًا، وهذا يوضح أن العفو فيما كانت الأيمان بالله تعالى؛ فعلى ذلك ما نسق على ما لا يؤاخذ من المؤاخذة، وذلك يمنع من احتج بإيجاب الكفارة على الحالف بالقرب من حيث كان ذلك منه يمينًا، واللَّه أوجب في اليمين كفارة، وإنما ذلك في اليمين لا في اليمين بالقرب، ثم كانت اليمين بالقرب لو كانت على مخرج اليمين باللَّه لم يجب فيها شيء؛ نحو أن يقول:  \" بالعتق لا أفعل كذا. . . \" ، أو:  \" بالصلاة. . . \" أو \" بالصيام. . . \" ، ولو قال:  \" باللَّه. . . \" يجب؛ ثبت أن وجوب ذلك وصيرورته يمينًا كان بحق النذور، وقد أمر اللَّه ورسوله في النذور بالوفاء؛ فكذلك اليمين بها، ومما يبين ذلك أنه لو قال:  \" إن فعل كذا فعليه قتل فلان، أو إتلاف ماله \" ، أنه لا يلزمه شيء؛ ثبت أن ما لزم - لزم بحق لزوم ذلك في النذور، وحق ذلك الوفاء لا غير، مع ما جاء الخبر بالأمر بالحلف باللَّه، والنهي عن الحلف بغيره والنذور أبدًا تكون </p><p> بغيره؛ ثبت أن وجوب ذلك بحق النذر؛ فلذلك يجب الوفاء به، واللَّه أعلم. </p><p> ثم الأصل في ذلك أن الحلف بغير اللَّه يكون على قسمين: </p><p> قسم: ألا يجب فيه شيء. </p><p> وقسم: أنه لو وجب لوجب المسمى، نحو: الطلاق، والعتاق فيما يجب، فلما كان في الحلف بالقرب في الذمة وهو حلف بغير اللَّه - تعالى - يجب به شيء يجب أن يكون الواجب في ذلك ما أوجب، واللَّه أعلم. </p><p> ثم اختلف في معنى اللغو: </p><p> فقال قوم: هو الإثم؛ \" كقوله - تعالى -:(لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا)وقوله - تعالى -:(لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا).</p><p> ثم اختلف من قال بهذا على قولين: </p><p> أحدهما: أنه لا يؤاخذ بالإثم في أيمانكم التي لم تعتقدوها، لكنها جرت على اللسان، وبمثل ذلك روي عن عائشة - رضي اللَّه عنها - أنها قالت: هو قول الرجل: \" لا واللَّه ما كان كذا \"؛ وبه قال أبو بكر الكيساني في تفسيره،وأيد ذلك قوله:(وَلَكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ)؛ دل أن الأول بما يجري على اللسان دون ما يقصده قلبه، واللَّه أعلم.</p><p> والثاني: ألا يؤاخذ بترك المحافظة فيما كان في المحافظة مأثم؛ دليله: صلة ذلك قوله - تعالى -: (وَلَا تَجْعَلُوا اللَّهَ عُرْضَةً لِأَيْمَانِكُمْ. . .) الآية؛ فكأنهم تحرجوا عن ترك المحافظة فيما سبقت منهم الأيمان قبل النهي بقوله - تعالى -: (وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا) ؛ فنزل قوله:  (لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ) في بعض أيمانكم إذا كان حفظها مأثمًا، وذلك نحو ما روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال: \" مَنْ حَلَفَ عَلَى يَمِينٍ فَرَأَي </p><p> غَيرَهَا خَيرًا مِنْهَا، فَلْيَأتِ بِالَّذِي هُوَ خَيرٌ، وَلْيُكَفرْ عَنْ يَمِينِهِ \" </p><p> وعلى ذلك قوله:  (وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ) . </p><p> ولا يحتمل أن يؤخذ بالعقد وهو به معظِّم ربه، ولكن لمحافظة ما عقدتم الأيمان إذا كانت المحافظة إثمًا، وفيما لم يكن فهو في قوله:  (وَاحْفَظُوا أَيْمَانَكُمْ) ، واللَّه أعلم. وإلى هذا يذهب سعيد بن جبير في تأويل الآية. </p><p> وقال قائلون: إنه هو الشيء الذي لا حقيقة له نحو اللعب، وعلى ذلك (وَالْغَوْا فِيهِ) أنهم لم يقصدوا تحقيق أمر يظهرونه، ولكن قصدوا التلبيس بما ينطق به ما كان؛ وكذا قيل:  (لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا) باطلا، بل كل ما يسمع فيها هو حق وحكمة. </p><p> ثم رجع تأويله إلى وجهين: </p><p> أحدهما: فيما يجري على اللسان من غير عقد القلب على ما مَرَّ به تفسيره. </p><p> والثاني: أن يكون الحلف بما لا حقيقة له على ظن أن حقيقة ما حلف عليه الحالف كما حلف؛ وكذلك روي عن ابن عَبَّاسٍ والحسن - رضي اللَّه عنهما - في تأويل الآية. </p><p> ثم لو كانت الآية على التأويل الأول لكانت في رفع المأثم خاصة، وهو التأويل الذي ذكره سعيد بن جبير، رَضِيَ اللَّهُ عَنْهُ. </p><p> وأما الكفارة: فهي لازمة على ما ذكر في الخبر المرفوع في ذلك، وبما هي واجبة للحنث في اليمين ولترك الوفاء بالعهد، والمعنى في الأمرين موجود؛ لذلك لزمت الكفارة في الوجهين جميعًا، مع ما لا بد من الإلزام فيما أخطأ أو تعمد من حيث لم يكن استثناء حالا منهما صاحبه، وذلك يبين أن ذلك للحلف في عقد اليمين، أو لما يخرج الفعل مخرج الاستحقاق إذا قوبل فعله بعقد، وإن كان المسلم قد عصم عن ذلك الوجه، فأمر </p><p> بتكفير ذلك، وذلك المعنى موجود في الوجهين؛ لذلك لزمت الكفارة في الأمرين، واللَّه أعلم. </p><p> ولو كانت على التأويل الثاني أو على أحد وجهي التأويل، لأمكن ألا يؤاخذ بالمأثم ولا بالكفارة جميعًا، والذي يبين أن هذا التأويل أنه ذكر المؤاخذة في الآيتين. </p><p> فأحدهما: بكسب القلوب وكسبها تعمدها، والمؤاخذة به تكون بالمأثم لا بالحقوق والكفارات؛ إذ لا يؤاخذ في شيء بكسب القلب خاصة كفارة أو حقا يوجب، وإن كان قد يؤخذ لذلك عند أفعال الجوارح، فأما له خاصة فلا، وقد يكون به الطاعة والمعصية؛ وعلى ذلك قوله:  (وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ) . </p><p> وإذا ثبت أن ذلك في المآثم فلا يؤاخذ، ثم لا مأثم فيما ذكر من عقد اليمين في العقد؛ إذ هو يخرج مخرج التعظيم للَّهِ، وقد رويت عقود الأيمان عن الرسل؛ فثبت أن المؤاخذة فيها بالكفارة؛ فلا يؤاخذ بها في اللغو أيضًا، وأيد ذلك أن اللَّه تعالى ذكر ما لا يؤاخذ مرتين، وذكر المؤاخذة كذلك، فلو كانت المؤاخذة بواحد لكان الذكر الواحد كافيًا؛ فثبت أنه بأمرين مختلفين؛ فعلى ذلك أمر العفو، واللَّه أعلم. مع ما أنه قد تبين في آية المعاقدة كيفية المؤاخذة ولم يبين في كسب القلب؛ فيجب أن يكون العفو عما جرى به بيان المؤاخذة أحق منه مما لم يَجْرِ به؛ فثبت أنه في رفع المؤاخذة بالكفارة، ولو كان على ما يقوله سعيد لكانت تجب الكفارة بما سلف بيانه؛ لذلك قلنا: إن هذا أحق بالآية، واللَّه أعلم. </p><p> ثم إذا ثبت أن اللغو مما لا يجب فيه الكفارة، يحتمل أن يكون لم يجب من حيث </p><p> لم يعص اللَّه به، ويحتمل أن يكون لم يجب؛ لأن يمينه كانت على ما كان الحنث به معه أو قبله؛ فيمنع صحة اليمين وإن أطلق لها الاسم؛ إذ كانت الأسماء مطلقة لما فسد من العقود وصحت، وإنما تختلف لها الأحكام والمقاصد منها، فإن كان لما لم يعص الله فيجب أن يكون في كل حنث يؤمر به لا يجب به الكفارة، فإذا جرت السنة بإيجابها على الأمر بالحنث، وقد يجب -أيضًا- فيما كان فعل الحنث على حال خطأ أو نوم أو جنون، أو فعل غير الحالف فيم الحنث به على تعمد أن يأثم بغيره؛ إذ قال اللَّه - عَزَّ وَجَلَّ -: (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى) - ثبت أنها تجب لا لأنه لم يعص اللَّه، ولكن للوجه الذي ذكرت، واللَّه أعلم. </p><p> ثم كان ذلك المعنى قائمًا في اليمين الذي تعمد عليه الكذب، وهو ما قيل: اليمين الغموس يجب ألا يلزمه كفارة اليمين، إنما يلزمه كفارة فعل الجرأة والمخالفة لله، واللَّه أعلم. </p><p> وأيد هذا الأصل وجهان: </p><p> أحدهما: استواء الأمرين في اليمين المعقودة على الحانث فيما عصى من الحنث فيها أو أطاع أن يستويا في اليمين على الماضي في الوجهين جميعًا، فإذا لم تجب الكفارة في أحد الوجهين لم تجب في الآخر، واللَّه أعلم. </p><p> والثاني: ما روي عن نبي الرحمة - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في شأن اللعان بعد الفراغ منه:  \" إِنَّ أَحَدَكُمَا لكَاذِب، هَلْ مِنْكُمَا تَائِبٌ؟ \" ومعلوم أن حاجتهما لو كانت تجب فيه الكفارة إلى البيان عنها أكثر من حاجتهما إلى بيان كذب أحدهما ثم لزوم التوبة؛ إذ ذلك يعرفه كل سفيه وحكيم بلا سمع، والكفارة لا تعرف إلا بالسمع، ثبت أنها غير واجبة؛ وكذا الأخبار التي روبت في الخصمين: أنه قضى لأحدهما حتى ذكر فيه الوعيد الشديد، ثم أمرهما بالتساهم بينهما وأن يحلل كل واحد منهما الآخر، فلا يحتمل أن يكون فيه كفارة ولا يمين؛ وكذلك علم في الموضع الذي أمر بالحنث؛ إذ قد يشتبه على بعض من ليس له روية، وقد قال إسحاق: أجمع المسلمون على ألا يجب فيه الكفارة، فقول من يوجبها ابتداء شرع، ونصب حكم للَّهِ تعالى على الخلق، وهو لم يشرك في \" حكمه أحدا. </p><p> ثم الأصل في ذلك أن الأسباب التي ترفع العقود وتوجب الحرمات إذا تأخرت العقود </p><p> وأسباب الحل فهي على اختلافها متفقة على منع ابتدائها إذا قارنتها؛ فعلى ذلك أمر سبب الحنث؛ فلذلك بطلت اليمين والكفارة، وهي كفارة اليمين فلا يجب فيما لا يمين يجب فيها، وليس ذلك كالقول بمس السماء ونحو ذلك؛ لأن اليمين في هذا على ما يكون، فسبب الحنث لم يقترن بها فصحت؛ لذلك اختلف الأمران، وهذه المسألة توضح حال رجلين: الشافعي في قوله: إن الكفارة تجب للحنث وهاهنا لا حنث؛ لما لم يصح العقد؛ ليحنث فيه، ويكون الحنث -أيضًا- بعد العقد، ولم يكن مع ما كان النص بالكفارة في اليمين المعقودة التي أمر فيها بالحفظ، ومحال الأمر بالحفظ في هذه اليمين، وإنَّمَا يجب الحفظ عنها أن يحلف به، واللَّه أعلم. </p><p> وحال أبي عبيد حيث يوجب الكفارة بعقد اليمين، وعنده اليمين الغموس يمين لا يجب فيها الكفارة، فهذا يوضح أن الكفارة تجب للذي يرد في اليمين لا لنفسها، واللَّه أعلم. </p><p> ثم احتج قوم بوجوب الكفارة بعقد اليمين بقوله:  (وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ) ثم قال: (فَكَفَّارَتُهُ) - أي: عندهم - كفارة ما عقد من الأيمان بما فيها الإضافة، ولم يسبق غير ذلك العقد يضاف إليه؛ وكقوله:  (ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ) أضيف إلى اليمين؛ وعلى ذلك تسمية المؤمنين كفارة اليمين مع ما فيه وجهان من المعتبر: </p><p> أحدهما: ما روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لما رأى بحمزة الطعنة أقسم لَيُمَثلَنَّ بكذا من قريش؛ فنزل النهي عن الوفاء بذلك؛ فكفر عن يمينه. ومعلوم أنه لا يحنث في يمينه إلا في الوقت الذي لا يحتمل بز مسألة في حياته ثبت أنها كانت لليمين؛ وكذا ما جاء:  \" مَنْ حَلَفَ عَلَى يَمِينٍ. . . \" إلى أن قال: \" وَلْيُكَفرْ عَنْ يَمِينِهِ \" إنما أمر بتكفير يمينه، واللَّه أعلم. </p><p> والثاني: ذكر أبو عبيد أن اللَّه إذ نهي عن الوعد إلا بالثنيا بقوله: (وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا (٢٣) إِلَّا أَنْ يَشَاءَ اللَّهُ)، فذلك النهي في اليمين أوكد وأشد، فمن حلف بلا ثنيا عصى اللَّه؛ فيلزمه الكفارة. </p><p> والأصل عندنا: أن الكفارة تجب للحنث في اليمين؛ إذ هي كفارة، والكفارات إنما تكون للسيئات؛ كقوله - تعالى -: (نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ) ، وغير ذلك من الآيات. ومن البعيد في العقل طلب تكفير الحسنات، بل الحسنات تكفر السيئات، والحنث في التحقيق اسم المأثم. </p><p> ثم معنى الذنب فيه؛ لأنه كان عاهد اللَّه ألا يفعل كذا، ففعله يخرج مخرج نقض العهد فيه؛ فيأثم لا بالعهد؛ ولذلك قال اللَّه - تعالى -: (وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا) . </p><p> وفي الجملة أمر اللَّه أن يوفوا بعهده لا أن ينقضوا، وقد جعلت اليمين عهده وأمرنا بوفائه، فنقضه يوجب الخلف في وعده والنقض لعهده؛ فيأثم الحالف لا بالحلف؛ فلذا تجب الكفارة، ولو كان لليمين كفارة لكان الحنث أحق أن يوجب الكفارة. </p><p> ثم لا يجوز أن يكون من حلف أن يطيع اللَّه يكون به عاصيًا؛ ثبت أن الكفارة لو كانت تجب بيمين على المعصية لتصير تلك معصية فيجب ثم حق كفارة مثلها الحنث فيها. </p><p> وعلى ذلك روى أبو هريرة - رَضِيَ اللَّهُ عَنْهُ -: أن \" مَنْ حَلَفَ عَلَى شَيء؛ فَرَأَي غَيرَهُ خَيرًا مِنْهَا، فَإِنَّمَا كَفارَتُهُ أنْ يَأتِيَ الَّذِي هُوَ خَيرٌ \" ؛ فكذلك تكون كفارة اليمين لو احتملت أن يرجع عن الوفاء بها. </p><p> وأما كفارة ما لا وجه لدفعه: تكون بالتوبة والحسنة تكفر، لا بالرجوع؛ وعلى ذلك جميع أنواع الكفارات أن ما احتمل دفع الحقيقة والرجوع عنه جعلت كفارته بالتوبة عنه، ونقض ما قد فعل، وما لا يحتمل فلا فيعتبر ذلك، فلو كان لليمين كفارة لكانت توبة وفسخًا لا غير، فإذا أوجب اللَّه غير الرجوع ثبت أن ذلك للحنث، واللَّه أعلم. </p><p> ثم الدليل على أنه لا يحتمل إيجاب الكفارة بعقد اليمين أوجه: </p><p> أحدها: أن العقد يخرج مخرج التعظيم للَّهِ والتبجيل، وجعله مفزعا إليه ومأمنا للخلق </p><p> عنه؛ فلذلك جعلت الأيمان لدفع التهم وتحقيق الأمر للخلق عن الحالفين، وأيد ذلك أوجه: </p><p> أحدها: ما روي عن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" إِذَا حَلَفْتُم فَاحْلِفُوا بِاللَّه \" ، وقال:  \" لَا تَحْلِفُوا بِآبَائِكُم وَلَا بِالطَواغِيتِ \" فحذر الحلف بغيره بما فيه تعظيم ذلك ورفعه عن قدره، وألزم ألا يجعلوا لأحد ذلك القدر إلا لله تعالى. </p><p> والثاني: قوله: (وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا) ولا يجوز أن ينهى عن الرجوع عن المعصية ويأمر بالوفاء بها. </p><p> والثالث: الأمر الظاهر عن نبي الرحمة لحلفه وقسمه في غير موضع، وما ذكر في قصة يعقوب وأولاده، وأمر إبراهيم - عليه السلام - في شأن الأصنام، وأمر أيوب - عليه السلام - لم يجز أن يكونوا عصاة بفعلهم، وذلك ينبئ عن جرأة من زعم أن الحالف عاص بما ترك الثنيا، ومن ذكرنا من الأنبياء - عليهم السلام - قد تركوا الثنيا، وليس ذلك كالوعد؛ لأنه إلى نفسه يضيف الفعل وهو يفعله، تحت مشيئة اللَّه - تعالى - وفي اليمين باللَّه يستغيث وإليه يرجع، فلذلك اختلف الأمران، واللَّه أعلم. </p><p> والدليل على أنها لم تجب باليمين قول رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" مَنْ حَلَفَ عَلَى يَمِينٍ فَرَأَي غَيرَهَا خَيرًا مِنْهَا، فَلْيَأْتِ بِالَّذِي هُوَ خَيرٌ، وَلْيَكَفر يَمِينَهُ \" ، أو قال:  \" فَلْيَكَفر يمِينَهُ، وَلْيَأتِ الَّذِي هُوَ خَيرٌ \" ولو كانت الكفارة واجبة باليمين، لكان لا وجه للأمر بالذي يأتي وهي </p><p> واجبة، ويقول: من حلف على يمين فليكفر يمينه، فإذا لم يقل، ولكن قال فيما كان ثم حنث؛ ثبت أنها له تجب، واللَّه أعلم. </p><p> ووجه آخر: اتفاق القول: إنه إذا كان مع اليمين بِرٌّ فلا كفارة عليه، وإذا كان معها حنث تجب، فلو كانت تجب لليمين لكانت هي عند الوفاء أوجب، فالكفارة فيه تكون أوجب، فإذا لم تكق عليه إذا بر ثبت أنها بالحنث وجبت، واللَّه أعلم. </p><p> وأيضًا ما أجمع أن من حلف ألا يقرب امرأته بشيء، لا يلزمه لو حنث به لم يلزم فيه حكم الإيلاء، فلو كانت الكفارة تجب باليمين، لكان الحالف به عند الفراغ عن يمينه صار بحيث لا يلزمه من بعد شيء؛ فيجب أن يسقط حق الإيلاء، فإذا بقي عليه حكمه جاء بذلك الكتاب وجرت به السنة؛ ثبت أن القول بوجوبها قول مهجور، واللَّه أعلم. </p><p> ثم إذا ثبت هذا رجع تأويل الآية إلى وجهين: </p><p> أحدهما: قوله: (وَلَكِنْ يُؤَاخِذُكُمْ) بمحافظة ما عقدتم من الأيمان؛ كقوله:  (وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا) ، فإن تركتم ذلك فكفارته كذا. </p><p> والثاني: أن يكون على إضمار حيث يؤاخذكم بحنثكم فيما عقدتم، وذلك غير مدفوع في حق الكفارات؛ كقوله - تعالى -: (فَإِنْ أُحْصِرْتُمْ. . .) الآية، وقوله - تعالى -: (فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ) الآية، لا على الوجوب للعذر، ولكن باستعمال الرخصة فيه؛ إذ لا يكون العذر سبب الإيجاب، فمثله في الأول لا يكون تعظيم الرب سبب إيجاب الكفارة؛ فيصير الحنث فيه مضمرًا، والله أعلم. </p><p> والإضافة إلى الأيمان على إرادة الحنث فيها؛ كإضافة كفارة الفطر إلى الصيام، والدم إلى الحج، والسجود إلى السهو، وإن كانت الكفارات ليست لما أضيفت إليه؛ أيد ذلك ما ذكرت، واللَّه أعلم. </p><p> وتكفير رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يمينه؛ لأنه قد عصم عن المعصية، وفي الوفاء بذلك </p><p> معصية؛ إذ نهي عنه، ويمينه كانت قبل النهي، فصار آيسًا عن البر بذلك، وبذلك يكون الحنث لا بعدم إمكان الوفاء، لكن غيره؛ إذ لا يؤمن منه العصيان، فذلك وقت إياسه عنه، ورسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إذ قد عصم عن ذلك فوقت إياسه وقت النهي، ولا قوة إلا باللَّه. ثم قوله - عَزَّ وَجَلَّ -: (إِطْعَامُ عَشَرَةِ مَسَاكِينَ) : </p><p> في متعارف اللغة على التقريب؛ ليأكلوا، لا على التمليك؛ وكذلك الأمر المتعارف بين الخلق فيما ينسب بعضهم إلى بعض الإطعام، وأيد ذلك قوله:  (مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ) ، ولا يعرف التمليك في إطعام الأهل، ولا خطر ببال أحد ذلك، وقد عرفهم اللَّه - تعالى - ما فرض عليهم بالذي كان علمه عند كل أحد معلومًا؛ إذ قَلَّ إنسان يخلو من أن يكون أهلا لأحد، أو له أهل؛ فلا يحتمل أن يُظَنَّ بأحد الجهل به حتى يسأل؛ فيكون ذلك إلزام الفرض مع رفع وهم الجهل به عن العقل، ثم لا نعرف بها، واللَّه أعلم. </p><p> والذي يوضح هذا من طريق العبرة أنه ذكر في ذلك إطعام عشرة مساكين، والمسكنة: هي الحاجة، وحاجة المسكين إلى الطعام معلوم أنها تكون إلى أكله دون ملكه، وجهات حاجات الأملاك مما يعم المساكين وغيرهم، مع ما قَدَّر ذلك بالكفاية والشبع؛ وحق ذلك في التقريب للتطعم لا في التمليك عليه، ولكن يجوز التمليك بما به التمكين لذلك؛ فيجب بذلك الجواز بكل ما فيه تمكين ذلك بهما أو ما كان، إذ جواز التمليك بحق التمكين لا بحق النظر، مع ما كان في تمليك الثمن الوصول إلى ما يختار هو على الوجه الذي يختار الاغتذاء، فإن ذلك أقرب إلى قضاء حاجته، ولو كان </p><p> الأمر على تمليك المأكول خاصة، لكان الدعاء والتقريب إليهم للملك أحق أن يجوز لوجهين: </p><p> أحدهما: أنه أقرب إلى دفع الجوع وسد المسكنة من تمليك بر لا يصل إليه إلا بعد تحمل المؤنة وطول المدة. </p><p> والثاني: أن الكفارة جعلت بما ينفر عنه الطبع؛ ليذيقه ألم الإخراج من الملك والبذل، فيكفر ما أعطى نفسه من الشهوة التي لم يؤذن له فيها؛ وكذلك معنى الحسنات المكفرة للسيئات، ثم كان دعاء المساكين وجمعهم على الطعام، وخدمتهم والقيام بما فيه الاختيار إليهم - أشد على الطبع من التصدق عليهم؛ فيجيء أن يكون أقرب للتكفير به؛ وعلى ذلك يجوز بذل الثمن لما فيه تحمل المكروه على الطبع كهو في الإطعام، فيجوز مع ما إذا جعل ذلك حقًّا للمساكين يخرج من عليه بالتسليم إليهم عن طوع منهم، ويجوز مثله من التبادل في جميع الحقوق، فمثله عن الكفارات، واللَّه أعلم. </p><p> على أن اللَّه - تعالى - قال:  (فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ) ، ويجوز فيه غير ذلك النوع؛ وكذلك في كل الصدقات، واللَّه أعلم. </p><p> ثم جعل ذلك أكلتين لوجهين: </p><p> أحدهما: القول بإطعام المساكين، ثم أريد به دفع المسكنة، والمسكين: هو الخاضع؛ فأحق من يستحق اسمه السائل؛ لأنه يخضع للمسئول بالسؤال. </p><p> وقد روي عن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال في يوم الفطر:  \" أغْنُوهُم عَنِ المَسأَلَةِ فِي مِثْلِ هَذَا اليوْمِ \" ، ثم كان أقل ما أجيز فيه نصف صاع من حنطة؛ فعلى ذلك صدقة المسكين، ومثل ذلك إذا أطعم يكفي مرتين؛ وكذلك روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في كفارة المتأذي ثلاثة آصع بين ستة مساكين، فمثل مقدار طعام المسكين فيما أريد الإطعام القدر ذلك، فمثله </p><p> ما نحن فيه، وذلك يعدل أكلتين، وبه قال عمر وعلي - رضي اللَّه عنهما -. </p><p> والثاني: أنه - عَزَّ وَجَلَّ - قال:  (مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ) والأوسط: فيما له حدود ثلاثة، يرجع ذلك إلى أوجه ثلاثة: </p><p> أحدها: إلى الأوسط من صفات المأكول. </p><p> والثاني: إلى الأوسط من مقدار الأكل. </p><p> والثالث: إلى الوسط من أحوال الأكل. </p><p> فالأول: نحو الأجود والأردأ وبين ذلك. </p><p> والثاني: نحو السرف والقتر وبين ذلك. </p><p> والثالث: نحو مرة وثلاث مرات في يوم واحد وبين ذلك. </p><p> فإذا لم يثبت في خبر ما إليه رجع المراد، فحق الاحتياطات أن يكون الوسط من الكل؛ فيخرج بما فرض عليه؛ فلذلك وجبت أكلتان مع ما كان لا يعرف حقيقة الأوسط من الأنواع والمقادير لما لا منتهى لطرفيه، وقد يعرف حقيقة عدد الأكثر والأقل من الوقت فهو أحق أن يعتبر، واللَّه أعلم. </p><p> ثم كان الأمر في الظاهر بالإطعام، وأجمع على رجوع الأمر إلى الحد، وإن لم يذكر، فهو - واللَّه أعلم - يحتمل أن يكون انتزع حده من حكم الكتاب من وجهين: </p><p> أحدهما: أن الآية إذا كانت على ما يؤكل ويطعم، وإن فيما عليه العرف ألا أحد يقرب إلى آخر ما يطعمه، فيقتصر على أقل ما يستحق اسمه، وقد يتصدق بالقليل في العرف؛ فلذلك في الأمر به تحديد إذا كان مما يعرف فيه التحديد؛ ولذلك لم يذكر فيه التفسير مرفوعًا، وذكر في قصة المتأذي لما ليس في لفظها دلالة الحد، وفي لفظ الإطعام دلالته؛ إذ فيه عُرْفٌ، وعلى هذا أمر ما جاء من البيان في الصدقات، ولم يذكر في الإطعام إلا لمكان النوازل؛ وعلى هذا يجب أن يجوز الإطعام أيضًا، وإن لم يكن فيه تمليك، واللَّه أعلم. </p><p> والثاني: قوله - تعالى -: (مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ) ومعلوم أن كل شيء له واسط، فهو ذو حدود وأطراف، على أنه رُد إِلَى طعام الأهل، وفيه الإشباع لا محالة؛ لذلك وجب القول بالحد، واللَّه أعلم. </p><p> وإذا ثبت القدر فيه بحق الخطاب يجب وصل ذلك به؛ ليعرف به حقيقة المقصود، واللَّه أعلم. </p><p> فصار كأنه قال: إطعام عشرة مساكين؛ إذ طعام عشرة في العرف عبارة عن قدر طعامهم، وإطعام عشرة عبارة عن فعل الإطعام، وقد ثبت أنهما ارتدا جميعًا فكأنهما ذكرا موصولين، ولو توهمنا ذلك لم يكن بحق حفظ العدد، بل بحق حفظ مقدار ذلك العدد من الصيام وإن مدفوعًا إلى الواحد أو أكثر، واللَّه أعلم؛ لذلك أجاز أصحابنا جمع الكل في مسكين واحد عشرة أيام، ولم يجيزوا في يوم واحد؛ إذ حق الأمر على أن يغدي </p><p> ويعشي، وإن كان يجوز الدفع لما فيه حق الإطعام، فصير طعام كمال ذلك، وهو قدر طعام مسكين؛ فيزول عنه المسكنة، لكن الإطعام فيه لا يجوز، أو إذا صح كان حق ما ذكرت الجواز، ففساده لمعنى اعترض فمنع، لا لأنه خارج عن أن يراد له على ذلك، وذلك كخروج بعض المساكين لعلل عن الدفع إليهم، لا لأنه لو أجيز كان كالخلاف للذكر، فمثله الأول، واللَّه أعلم. </p><p> ودليل آخر مما له جرى ذكر عشرة لا لأن يجعل العشرة شرطًا: أنه معلوم بالمعنى الذي له جعل الدفع إليهم أو الإطعام لهم سببًا للجواز: أن ذلك ثبت بحيث تحمل المكروه على الطبع، وكف الهوى عن مثلها، وإذاقة النفس مرارة الدفع لله - جل ثناؤه - يكفر ما أتبعها هواها، وأوصلها إلى مناها فيما خالف اللَّه في فعله حيث لم يف بالعهد الذي عهد للَّهِ، أو ألزم نفسه عهدًا من منع عن الوفاء، فيخرج فعله مخرج فعل ناقض العهد، ومخلف الوعد باللَّه، وذلك المعنى في البذل لا في مراعاة العدد، ولا في أنه كان حقًّا لهم قبل الدفع، بل باختيار الدفع إليهم يجعلهم محقين فيه بما له إيثار غيرهم، والخروج عن ذلك بالعتق والصيام الذي لا يعود إليهم نفعه، ولكن الكفارة إذا جعلت مما يغدي ويعشي، ونحو ذلك إذا أريد الخروج به منه بمسكين واحد يحتاج إلى تجديد الأيام ومرور الأوقات، وفي ذلك خوف بقاء الذنوب عليه، ولعله يعجله الموت فيبقى ذنبه غير مكفر، فجعل اللَّه له التفريق في المساكين؛ تيسيرًا عليه وتمكينًا من الخروج الذي ركبه، لا لفوت معنى ما له التكفير، فلذلك يجوز على ما ذكرت، وهذا الوجه يوجب مغ الجواز في يوم واحد، واللَّه أعلم. </p><p> وبعد: فإنه متى أطعم مسكينًا بقي عليه خطاب إطعام تسعة، وذلك لو ابتدأ الخطاب بتسعة مما يتضمنه الخطاب، فكذلك إذا كان بعد إسقاط الواحد من الخطاب، واللَّه أعلم. </p><p> ثم لو كان العدد شرطًا لكان بوجود معنى العدد في الواحد إسقاطه؛ إذ ذلك في موضع التكفير والتطهير، وكل ذلك يتعلق بالمعاني مما ذكر فيها من الأعداد نحو الغسل من الأحداث -كالجنابة- والأنجاس، فمثله الكفارة. </p><p> وبعد: فإنه معلوم أن لكل مسكين قدرًا من الطعام، ثم كان المقدار الواحد بتفرق الأملاك عليه يستوجب حق قدر العشر، فعلى ذلك المسكين الواحد بما يتفرق عليه المسكنة كل يوم، ويجدد الحاجة؛ فيصير كعدد المساكين، وذلك -أيضًا- شبيه بما روي من \" الاستنجاء بثلاثة أحجار \" على استحقاق كل حرف من ذلك حق حجر على حدة من حيث كان غير مستنجى به، فكذا ما نحن فيه؛ إذ له كل يوم حق مسكين آخر من حيث حدثت له حاجة لم تدفع بالإطعام الأول، واللَّه أعلم. </p><p> وليس كالأعداد في الشهادة؛ لما جعل العدد فيها بما يلحق الواحد تهمة، أو له به منفعة التصديق، أو نوع عبادة في موضع الحكم والقضاء وتسليم الأمر لغيره من الحجج. </p><p> وفي هذا معنى التكفير قد بينا، وذلك كمعنى التطهير في الذي وصفنا، على أن الشهادة في اليوم الثاني إعادة للأولى، والإطعام هو تجديد الدفع، والواحد قد يقوم في الشهادة مقام مائة إذا كان لِكُلٍّ حَقُ التجديد، واللَّه أعلم. </p><p> ثم قوله - تعالى -: (عَشَرَةِ مَسَاكِينَ) من غير ذكر القريب والبعيد، أو المؤمن والكافر، أو الصغير والكبير، أو قدر المسكنة، أو العلم الذي به يعرف، ومعلوم أن لكل جهة مما بينا حدا بالناس إلى معرفته حاجة، وللناس في كل جهة تنازع، والاجتهاد في الوقوف على الحقيقة على الاتفاق، على أنه لم يحصل الأمر على الاسم خاصة، وأن الذي هو في حد الفقير فيما ذكر فيه المسكين، والفقير قائم مقام المسكين هاهنا في الجواز؛ ليعلم أن المعنى فيهم مقصود يجب طلبه والبحث عنه، واللَّه أعلم. </p><p> ثم أجمع أن الصغير الذي يكفيه قدر اللقمة -لقمة الكبير- لم يقم في حق الإطعام إلا </p><p> من حيث التمليك؛ إذ أجمع على أقل المقدار أنه مد، والمدُّ يكفي عشرة مثله؛ ثبت أنه لا إلى مثله رجع الخطاب، وأيد ذلك قوله تعالى:  (مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ) أن مثله لا يبلغ أقل ما يطعم الأهل، على أنه لو أريد بالأهل: الزوجة، لكان مثلها لا يطعمها الزوج، فثبت أن المراد راجع إلى الخصوص، واللَّه أعلم. </p><p> والأصل في ذلك ما بينا من تألم الطبع بدفع مثله، وابن يوم يميل الطبع إلى إرضاع مثله، بل لا يحتمل إمهاله. </p><p> وبعد: فإن مثله لا يطعم؛ فثبت أن الأمر راجع إلى حَدٍّ، واللَّه أعلم. </p><p> وعلى ما ذكرنا قالوا في الوالدين والولد إنه لا يجوز؛ لأن الطبع يألم بمسكنة هَؤُلَاءِ، لا بما به دفع المسكنة عنهم، بل جعل اللَّه - تعالى - الطبائع بين هَؤُلَاءِ بحيث لا تحتمل نزول البلاء والشدة بهم، وبحيث يجتهد كل بدفع الضرر عنهم على مثل الدفع عن نفسه، وبذل المال لصون عرضهم؛ حتى لقد يشتم من لم يتعاهد منهم ذلك، ويلام أعظم اللوم، وإذا كان كذلك لم يتضمنهم هذا الأمر؛ إذ هم بهذا يقومون بذلك بحق الطبيعة، لا بأمر، وقد بينا وجه الكفارة أنه في مخالفة الطبع، واللَّه أعلم. </p><p> وعلى ذلك ما روي عن الذي أمر بتفريق زكاته فأعطى ابنه؛ فاختصما إلى رسول الله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ فقال:  \" يَا فُلَانُ، لَكَ مَا نَوَيْتَ \" ، وقال للآخر:  \" لَكَ مَا أَخَذْتَ \" ولو كان يجوز اختيار مثله لكان ذلك أحب ما صار إليه وآثر. </p><p> ثم قد روي عن رسول اللَّه - عليه الصلاة والسلام - أنه قال:  \" أَنْتَ وَمَالُكَ لِأبِيكَ \" ؛ </p><p> فلا يحتمل مع هذا الجواز بالاختيار، ويصير ما يدفع إلى ابنه كأنه له، وما يدفع إلى أبيه كأنه لنفسه دفع؛ فلذلك لم يجز. </p><p> والأصل في هذا وفي الزكاة أنها حقوق جعلها اللَّه - تعالى - في الأموال لوجهين: </p><p> أحدهما: بما ابتدأ اللَّه عبيده بالنعم، وخصهم بإعطاء ما اشتهت أنفسهم، ومالت إليه طباعهم؛ فاستأداهم شكر ذلك بالذي جعل في طباعهم النفار عنه، وفي أنفسهم الألم به من الإخراج عن الملك، ومعونة من لم يكرمهم به، ولا أنعم عليهم به. </p><p> والثاني: أن يكونوا اقترفوا مأثمًا بما أعطوا أنفسهم مناها، وأوصلوا طباعهم إلى هواها بغير الوجه الذي أذن له في ذلك من هو له في الحقيقة، وهو الذي اختصهم، فعرض عليهم الخروج بما فعلوا من الوجه الذي في الطبع النفار عنه، وفي النفس الألم به؛ ليذيقوا أنفسهم بدل ما أعطوها من اللذة المرارةَ، فمن هو من المتصدق بالمحل الذي يجد به هذا، فهو مقابل ما له أكرم وبه اقترف، ومن لا يجد به هذا فليس بمقابل ذلك، فلم يف بحق الشكر ولا بحق التكفير، فلم يخرج مما عليه من الفرض، وإن كان اللَّه بكرمه وجوده بحيث يرجى منه العفو وعنه والقبول منه، واللَّه أعلم. </p><p> وعلى ذلك عندنا أمر الزوجين؛ إذ يوجد بينهما في البذل شهوة وميل الطبيعة، ويكون التناكح بمثله على ما ذكر من النكاح لأربعة أوجه: </p><p> أحدها: لمالها، وما كذلك الموجود في الطباع، واللَّه أعلم. </p><p> وعلى هذا المعنى يخرج أمر الشهادة؛ إذ هي مؤسسة على دفع التهم عن المدعين، فإذا رجعت منافعهم إلى حججهم تمكنت فيهم ذلك فلم يقبل. </p><p> وجملة ذلك: أن الشهادة ودفع الزكاة والكفارات بحق الأمانات، وهي بحيث لا يسع للأمناء الانتفاع بها، فكل وجه فيه انتفاع المؤتمن فإنما له الانتفاع به بلا تمانع في العرف أو بما في الطبع إيثار نفعه، فكان له فيه ما بزواله جعل أمينا؛ فلا تثبت له الأمانة فيه، واللَّه أعلم. </p><p> وعلى هذا يخرج أمر الدفع إلى المكاتب والشهادة له، واللَّه أعلم. </p><p> ثم الدفع إلى الكفار: القياس أن يجوز جميع ذلك من حيث كان المعنى الذي له يختار </p><p> في الدفع إليهم أن يجد من ثقل الطبع وألم النفس، وعلى ذلك أجيزت عندنا الكفارات، وأيد ذلك قوله - تعالى -: (إِنْ تُبْدُوا الصَّدَقَاتِ. . .) إلى قوله: (وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ) ، صير الصدقات مكفرة لما ذكرتم؛ يدل على ذلك فيما قال أهل التفسيهر في قوله:  (لَيْسَ عَلَيْكَ هُدَاهُمْ. . .) الآية، أن ذلك في التصدق على أهل الكفر، أي: لا يمنعك ذلك، وكان على إثر الوعد بالتكفير بالصدقة، فامكن أن يكونوا هم في ذلك مع ما كانت الكفارات جعلت بشرط المسكنة، وقبيح في المسلم دفع السؤال وإن كانوا كفرة، فجائز الدفع إليهم. </p><p> وجملة ذلك: أن ذلك بما اختار من إعطاء النفس شهوتها فيما لم يؤذن له، فيكون كفارتها بالكف عن شهوتها فيما كان يحل، والبذل بالذي كان يسعه منع ذلك، وذلك المعنى موجود في ذلك، على أن التصدق عليهم بعض ما يرغبهم في الإسلام؛ لم يجز المنع، واللَّه أعلم. </p><p> وأما الزكاة: فهي مخصوصة بما جاء من إضافة الدفع إلى من يؤخذ من غنيهم، ولما بين أهلها، وجعل عليها سعاة؛ ليتحروا المواضع. </p><p> وأمر الكفارات جعل إلى أربابها إيجابها والخروج عنها في تخير أهلها مع ما كانت الزكاة أوجبت بلا كسب بحق الشكر، وحق الشكر الإنفاق في الطاعة. </p><p> ثم كان الإنفاق على من يطيع اللَّه به يخرج مخرج المعونة على الطاعة، وعلى الكافر لا؛ فيقتصر عن شرط التمام في معنى الشكر، والكفارة في حق إعطاء النفس الشهوة، فيمتحنها بإخراج ما في شهوتها المنع، وذلك المعنى موجود في الكافر على التمام؛ لذلك اختلفا. </p><p> وبعد: فإن الزكاة تجب بلا إيجاب، وقد قطع اللَّه الحق الذي ذلك سبيله، ثم بين مختلفي الملك بحق المواريث والكفارات يجب بما اكتسبوا، وبين الفريقين في الحقوق المكتسبة اشتراك، ولا قوة إلا بِاللَّهِ. </p><p> والأصل في ذلك أن الزكاة أوجبت في الأموال حقا للفقراء، ثم هي تخرج إلى من أوجبت لهم، فما لم يعلم من أوجبت له لم تخرج على مثل حقوق المواريث؛ للقرابة، وغير ذلك، والكفارات ليست بواجبة في الأموال تخرج، بل ينظر إلى وقت الدفع والقيام بالتكفير، فإن كانت له أموال دفعها منها، وإلا ليست عليه؛ فصارت الحقوق كأنها بالدفع تقع؛ إذ لو توهم وقت الوجوب له الغنى والفقر لكان الأمر لا يختلف، وإذا كان، كان كذلك، وله ابتداء التصدق عليهم بحق التطوع والنذور وغيرهما فيجوز فيهم، والزكوات؛ إذ الدفع منها تسليم إلى من كان له الحق، احتيج في ذلك إلى مبين ذلك، واللَّه أعلم. </p><p> وصدقة الفطر بحق إظهار السرور، ودفع السؤال؛ كما روي عن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" أغْنُوهُم عَنِ المَسألَةِ فِي مِثْلِ هَذَا الْيَوْمِ \" لا بحق ما كان جعل في ماله يخرج منه، بل بحق المعونة، وذلك لازم في العقول لكل سائل وبخاصة في الدفع إليهم؛ ليمتنعوا هم بما فيه سرور أهل الإسلام، واللَّه أعلم. </p><p> وأيضًا: إن الزكوات أوجبت في الابتداء حقا للفقراء؛ إذ اللَّه - سبحانه وتعالى - أخرج أرزاق الخلق أملاكا لبعضهم، وألزمهم تحمل كفاية من لم يملكهم أعين تلك الأموال؛ إذ لم يخلق ابتداء الخلق لهم الجملة. </p><p> وإذا كان محل الزكوات في الابتداء وجعل لأهلها بها الغنى، وأهل الكفر أبوا قبول الدِّين الذي ذلك حق جعل للمحتاجين في أموال الأغنياء، فلم يكن لهم في مذهبهم ذلك الحق، بل لو كان، كان في أموال أغنياء مذهبهم، ولأهل الإسلام أن ذلك الحق في أموال أغنيائهم، وكذلك من عليهم الحق قبلوه بالدّين لأهله لم يدخل في ذلك غيرهم. </p><p> ثم كانت الكفارات والنذور ونحوها ليست بمجعولة بالدّين لحق الفقراء، وإنما هي واجبة بتعاطي أرباب من لزمهم؛ ليتقربوا بها إلى ربهم، ويخرجوا بها مما جنوا على مذهبهم، وقد جعل ذلك في جملة الصدقات، وفي أنواع العبادات التي لا عبرة فيها لمنافع الخلق؛ فثبت أنها لم تجب لهم، وإنَّما الشرط عليهم فيها ما يكون عبادة وقربة إلى اللَّه تعالى، وقد جعل اللَّه - تعالى - في الدفع إلى مساكينهم قربة وعبادة، فجازت، وعلى هذا يخرج قولنا في العتق، على أن قولنا بجميع المخالفين لنا في هذا أولى؛ لأن مذهبهم </p><p> اعتماد العموم إلا في قدر ما يمنعهم عن ذلك، والعموم بجميع الفرق كلهم باسم المساكين، واسم تحرير الرقبة، ولا دليل لهم على الخصوص إلا ضرب من القياس. </p><p> ومَنْ مَذْهَبُهُ أن إخراج بعض ما تضمنه الاسم لا يوجب خصوص ذلك، فكذا يلزمهم ألا يخصوا الوجود التخصيص في غيره؛ إذ ذلك أبعد، على أنهم أجمعوا ألا يقاس ما ليس فيه ذكر التتابع على المذكور، فمثله أمر الإيمان. </p><p> وجملته: أنه قد يجوز في العتق مع قيام كثير من العيوب التي لا تحتمل التغير؛ فيعيب الدّين الذي يمكنه أحق، وكذلك من قول الجميع: إن العجز بالمرض عن المكاسب لا يمنع؛ إذ هو قد يزول، فالذي لا عجز فيه ويمكنه اختياره أحق أن يجوز، واللَّه أعلم. </p><p> ثم الأصل: أن اللَّه - تعالى - في الكفارة التي جعل الإيمان فيها شرطًا، ذكر العتق </p><p> في ذلك في قتل ثلاث فرق، ذكر في كل مرة (وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ) ، </p><p> لم يدع ذكر ذلك في شيء منها للذكر في نوع من ذلك، على قرب ما بين أُولَئِكَ الأسباب، فلو كان يحتمل الاقتصار على بيان الكفاية دون المبالغة، أو يجب ذلك في النظر - لكان يذكر مرة كفاية على نحو الصوم فيه، فإذا لم يكتف على تقارب المعنى بان أن ذلك نوع ما لم يؤذن فيه تعليق الحكم بالمعنى، بل لو كان مأذونًا فيه، لكان يوجد في القتل معان لا توجد في غير ذلك؛ فلا يجوز قياس غيره عليه، واللَّه أعلم. </p><p> فإن قال قائل: إذ قال اللَّه - تعالى -: (مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَى إِلَّا مِثْلَهَا) ثم قد جعل سيئة الظهار والقتل: عتق رقبة، وبالصيام: صوم شهرين متتابعين، فكيف جعل مثل سيئة الحنث بالعتق: عتق رقبة، وبالصيام: ثلاثة أيام؛ فلو كان ثلاثة عديل العتق لماذا زاد في الظهار والقتل في الجزاء؟ </p><p> نقول - وباللَّه التوفيق -: لذلك أجوبة ثلاثة: </p><p> أن الجزاء في الدنيا هو ما يجوز به المحنة ابتداء؛ لا على الجزاء، فعلى ذلك يجوز فيه الزيادة بحق المحنة، لا الجزاء والقضاء، وبحق العفو، كما قال - عَزَّ وَجَلَّ - (وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً) ، وقال (وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ) وفي الآخرة لا يكون بحق ابتداء المحنة، إنما ذلك بحق الجزاء وهو - عَزَّ وَجَلَّ - حكيم عدل لا يزيد على ما توجبه الحكمة، ويجوز التجاوز بما هو عفو كريم؛ فلذلك اختلف الأمران. </p><p> والثاني: أن يقال: حق جزاء كل ما فيه العتق صيامُ شهرين متتابعين، ولله العفو فيه، عامل الحانث فرضي منه بصوم ثلاثة أيام؛ لما علم - عَزَّ وَجَلَّ - في ذلك من المصالح، واللَّه أعلم. </p><p> والثالث: أن يكون حق الجزاء في اليمين بالصيام ما ذكره، وكذلك في القتل والظهار، وفيهما حق العتق كذلك، وفي اليمين دونه، ولكنه تمم بما لا يحتمل التجزئة على حق كل شيء لا يتجزأ أن جزءًا منه متى وجب يجب كله؛ فعلى ذلك العتق، واللَّه </p>"
}