{
  "id": null,
  "sura": 5,
  "aya": 26,
  "text": "<p> إليه؛ لما بنصره ومعونته قتلوا ورموا؛ فعلى ذلك الأول - واللَّه أعلم - أضيف إليه؛ لما بمعونته ونصره يقاتلون. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا هَاهُنَا قَاعِدُونَ) </p><p> أي: ليس يريد به القعود نفسه، ولكن - واللَّه أعلم - إنا هاهنا منتظرون. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ رَبِّ إِنِّي لَا أَمْلِكُ إِلَّا نَفْسِي وَأَخِي ... (٢٥) يحتمل وجهين: </p><p> يحتمل: أني لا أملك في الإجابة والطاعة لك إلا نفسي وأخي -أيضًا- لما عرفت بالعصمة التي أعطيت له أن يجيبني ويطيعني في ذلك، وأما هَؤُلَاءِ: فإني لا أملك إجابتهم ولا طاعتهم، (فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ) . </p><p> ويحتمل:  (إِنِّي لَا أَمْلِكُ إِلَّا نَفْسِي وَأَخِي) لا يملك -أيضًا- إلا نفسه؛ على الإضمار؛ لأنهما كانا جميعًا رسولين مأمورين بتبليغ الرسالة بقوله - تعالى -: (فَقُولَا لَهُ قَوْلًا لَيِّنًا. . .) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ) </p><p> قال قائلون: إنما طلب موسى - عليه السلام - الفرقة بينه وبين الذين أبوا الدخول فيها، وقالوا:  (لَنْ نَدْخُلَهَا أَبَدًا) . </p><p> وقال قائلون: إنما طلب موسى الفرقة بينهم وبين الجبابرة الذين كانوا في الأرض، التي أمروا بالدخول فيها والقتال معهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً ... (٢٦) </p><p> قوله تعالى:  (مُحَرَّمَةٌ عَلَيْهِمْ) : من الحرمان والمنع، هو - واللَّه أعلم - ليس على التحريم؛ كقوله - تعالى -: (وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ) ليس هو من التحريم الذي هو تحريم حكم، ولكن من المنع والحرمان؛ فعلى ذلك الأول، واللَّه أعلم. </p><p> وقال قائلون: محرمة عليهم أبدًا لم يدخلوها حتى ماتوا، لكن ولد لهم أولاد؛ فلما ماتوا هم دخل أولادهم؛ لأنهم قالوا:  (لَنْ نَدْخُلَهَا أَبَدًا) . </p><p> وقال قائلون: قوله تعالى: (مُحَرَّمَةٌ عَلَيْهِمْ) : أي: التوبة محرمة عليهم، لن يتوبوا أبدًا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الْأَرْضِ) : فالمدة هاهنا للتيه - واللَّه أعلم - لا لقوله تعالى:  (مُحَرَّمَةٌ عَلَيْهِمْ) . </p><p> ثم اختلف في التيه: قال قائلون: لم يكن موسى وهارون - عليهما السلام - معهم في التيه؛ لأن ذلك لهم من اللَّه كان عقوبة، ولا يحتمل أن يكون اللَّه - عَزَّ وَجَلَّ - يعذب رسوله بذنب قومه؛ لأنه لم يعذب قومًا بتكذيب الرسول قط إلا من بعد ما أخرج الرسول من بين أظهرهم؛ فعلى ذلك لا يحتمل أن يكون موسى يعذب بعصيان قومه، والله أعلم. </p><p> وقال آخرون: كان موسى معهم في تلك الأرض مقيمًا فيها، ولكن الحيرة والتيه كانت لقومه، قيل: كانوا يرتحلون ثم ينزلون من حيث أصبحوا أربعين سنة، وكان ماؤهم في الحجر الذي كان مع موسى - عليه السلام - فكان إذا نزل ضربه موسى بعصاه، (فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا) ، لكل سبط عين، ولم يكن حل بموسى مما كان حل بقومه قليل ولا كثير؛ إنما أمر بالمقام فيها؛ فأقام من غير أن كان به حيرة. </p><p> * * * </p><p> قوله تعالى:  (وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْآخَرِ قَالَ لَأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ (٢٧) لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ لِأَقْتُلَكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ (٢٨) إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ وَذَلِكَ جَزَاءُ الظَّالِمِينَ (٢٩) فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنَ الْخَاسِرِينَ (٣٠) فَبَعَثَ اللَّهُ غُرَابًا يَبْحَثُ فِي الْأَرْضِ لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءَةَ أَخِيهِ قَالَ يَا وَيْلَتَى أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَذَا الْغُرَابِ فَأُوَارِيَ سَوْءَةَ أَخِي فَأَصْبَحَ مِنَ النَّادِمِينَ (٣١) مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا وَلَقَدْ جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ ثُمَّ إِنَّ كَثِيرًا مِنْهُمْ بَعْدَ ذَلِكَ فِي الْأَرْضِ لَمُسْرِفُونَ (٣٢) </p>"
}