{
  "id": null,
  "sura": 5,
  "aya": 90,
  "text": "<p> أعلم. </p><p> ثم نقول: وظاهر هذا يشهد لأبي يوسف - رحمه اللَّه - ومُحَمَّد - رحمه اللَّه -: أنه متى أوجب جزءًا منه عتق كله؛ إذ لا يحتمل التجزئة؛ دليله أمر الكفارات، واللَّه أعلم. </p><p> ومذهب أبي حنيفة: أنه يحتمل أن يكون هذا لما لا يحتمل العتق التجزئة، ويحتمل: أن يكون؛ لما لا تحتمل حقوق العتق التجزئة، وإن كان العتق في نفسه محتملا؛ فيجب عرض ذلك على ما فيه بيانه؛ فوجد الأمر بالتحرير حيث كان، كان بذكر الرقبة، ولو كان لا يحتمل من حيث التحرير التجزئة، لكان ذكر التحرير كافيًا عن ذكر الرقبة، فإذا ذكر في كل ما أمر بأن أنه ذكر؛ ليتمم بالإعتاق، لا أنه يتم بلا ذكر؛ فعلى ذلك أمر الطلاق لم يذكر فيها معنى رقبتها؛ لما لا يحتمل - واللَّه أعلم - بعض ذلك، ثم كانت الحقوق ترجع إلى الانتفاع، أو قول، أو مضرة، أو نحو ذلك، لا يحتمل نفوذ من المعتق من دون غيره، ثبت أن ذلك إن كان كذلك، فهو لما لا يحتمل حقوقه أكمل؛ إذ في ترك الإكمال فوت نفع ما أوجب، واللَّه أعلم. </p><p> ثم قد يجوز إعتاق الجزء من حيث كان الملك والحرية بأخذ العين، والمنافع تصل إلى المباشرة، والمباشرة لا تحتمل التميز، وفي القول فيه، والملك فيه جملة يحتمل لذلك اختلفا، وعلى ذلك أمر الطلاق لا ملك، ثم في النفس، إنما حقيقة المباشرة والانتفاع، وذلك لا يحتمل الجزء المطلق منها أوجب دون غيره؛ فلذلك أكمل، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ (٩٠) إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ (٩١) وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَاحْذَرُوا فَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ (٩٢) لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ ثُمَّ اتَّقَوْا وَآمَنُوا ثُمَّ اتَّقَوْا وَأَحْسَنُوا وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ (٩٣) </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ. . .) الآية. </p><p> عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال:  (وَالْمَيْسِرُ) : القمار. </p><p> وعن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" اجْتَنِبُوا هَذِهِ الكِعَابَ المَوْسُومَةَ التي تُزْجَرُ زَجْرًا؛ فَإِنَّهَا مِنَ الْمَيْسِرِ \" . </p><p> وعن ابن مسعود - رضي اللَّه عنه - مثله. </p><p> وعن أبي موسى الأشعري عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" مَنْ لَعِبَ بِالنَّرْدِ فَقَدْ عَصَى اللهَ وَرَسُولَهُ \" . </p><p> وعن ابن عمر - رَضِيَ اللَّهُ عَنْهُ - قال:  \" الميسر قمار \" . </p><p> وعن عليٍّ - رضي اللَّه عنه - قال:  \" لأن آخذ جمرتين من نار فأقلبهما في يدي أَحبَّ إليَّ من أن أقلب كعبتي نرد \" . </p><p> وعن علي - رَضِيَ اللَّهُ عَنْهُ - أيضا قال:  \" الشطرنج هو ميسر الأعاجم \" . </p><p> وعن مجاهد وسعيد بن جبير والشعبي وهَؤُلَاءِ السلف قالوا: الميسر: القمار كله، </p><p> حتى الجوز الذي يلعب به الصبيان. </p><p> وعن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال \" لَا جَلَبَ، وَلَا جَنَبَ، وَلَا شِغَارَ، وَلَا وِرَاطَ فِي الإسْلَامِ \" </p><p> وقيل: الوراط: القمار. وقيل: الجلب: هو أن يجلب وراء الفرس حتى يدنو أو يحرك وراءه الشيء يستحث به السبق. والجنب: هو الذي يجنب مع الفرس الذي به يُسَابَقُ فرسٌ آخر حتى إذا داناه تحول راكبه إلى الفرس المجنوب، فأخذ السبق. </p><p> وأجمع أهل العلم على أن القمار حرام، وأن الرهان على المخاطرة مثل القمار، وما روي عن أبي بكر - رَضِيَ اللَّهُ عَنْهُ - أنه خاطر أهل مكة في غلبة الروم فارس، فقال النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" زِدْهُم فِي الخَطَرِ وَأبْعِدْهُم فِي الأَجَلِ \" - فكان ذلك والنبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بمكة في الوقت الذي لم ينفذ حكمه، فأما في دار الإسلام: فلا خلاف في أن ذلك لا يجوز، إلا ما رخص فيه من الرهان في السبق في الدواب والإبل، إذا كان الآخذ واحدًا: إن سبق أخذ، وإن سُبق لم يدفع شيئًا، وكذلك إن كان السبق بين الرجلين أيهما سبق أخذ، ودخل بينهما فرس: إن سَبَقَ أخذ، وإن سُبِقَ يغرم صاحبه شيئًا - فهو جائز، ويسمى الداخل بينهما: المحلل. </p><p> فأما الرخصة فيه فما روي عن أبي هريرة - رَضِيَ اللَّهُ عَنْهُ - أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" لَا سَبَقَ إِلَّا فِي خُفٍّ، أَوْ حَافِرٍ، [أَوْ نَصْلٍ \" ] هذا الذي وصفنا كله من الميسر. </p>"
}