{
  "id": null,
  "sura": 5,
  "aya": 54,
  "text": "<p> على ذلك، ويضمرون الخلاف لهم والعداوة، والمودة للكفرة؛ كقوله - تعالى -: (يحلِفُونَ باللَّهِ مَا قَالُوا) ، (يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ) ، ونحو ذلك، فذلك معنى قوله:  (أَهَؤُلَاءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ) ، واللَّه أعلم. </p><p> وقوله:  (حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوا خَاسِرِينَ) . </p><p> أي: حبطت أعمالهم التي عملوها قبل إسرار ما أسروا في أنفسهم إذ أسروا ذلك، (فَأَصْبَحُوا) ، أي: صاروا خاسرين بعد الافتضاح؛ حيث ذهبت منافعهم التي كانت لهم قبل الافتضاح وظهور نفاقهم. </p><p> ويحتمل قوله - تعالى -: (حَبِطَتْ أَعْمَالُهُمْ) : التي عملوا ظاهرًا؛ مراءاة للناس. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ (٥٤) إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ (٥٥) وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ (٥٦) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ (٥٧) وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ اتَّخَذُوهَا هُزُوًا وَلَعِبًا ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ (٥٨) </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ. . .) الآية </p><p> قوله - تعالى -: (مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ) : إن قوله: (مَنْ يَرْتَدَّ مِنْكُمْ) - وإن كان حرف توحيد وتفريد - فإن المراد منه الجماعة؛ ألا ترى أنه قال:  (فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ) ؟! دل هذا على أن المراد منه الجماعة والعصابة، ولأن الواحد - والاثنين - إذا ارتد عن الإسلام يؤخذ ويحبس ويقتل إن أبي الإسلام، والجماعة إذا ارتدوا عن الإسلام احتيج إلى نصب الحرب والقتال؛ على ما نصب أبو بكر الحرب مع أهل الردة. </p><p> وفي الآية دلالة إمامة أبي بكر الصديق - رَضِيَ اللَّهُ عَنْهُ - لأن العرب لما ارتدت عن الإسلام، بعد رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حاربهم؛ فكان هو ومن قام بحربهم ممن أحب اللَّه وأحبه اللَّه. </p><p> وعن الحسن - رَضِيَ اللَّهُ عَنْهُ -: (فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ) قال: هو - واللَّه - </p><p> أبو بكر وأصحابه، رضي اللَّه عنهم أجمعين. </p><p> وقوله - تعالى -: (قُلْ لِلْمُخَلَّفِينَ مِنَ الْأَعْرَابِ سَتُدْعَوْنَ إِلَى قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ فَإِنْ تُطِيعُوا يُؤْتِكُمُ اللَّهُ أَجْرًا حَسَنًا) : يدل على إمامة أبي بكر - رضي اللَّه عنه - لأنه كان الداعي إلى حرب أهل الردة. </p><p> فَإِنْ قِيلَ: يجوز أن يكون النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - هو الذي دعاهم - قيل له: قال اللَّه - تعالى -: (فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا) فمحال أن يدعوهم فيطيعوا، وقد قال اللَّه - تعالى -: إنهم لن يخرجوا معه أبدًا. </p><p> فَإِنْ قِيلَ: قد يجوز أن يكون عمر - رضي اللَّه عنه - هو الذي دعاهم - قيل له: فإن كان، فإمامة عمر - رَضِيَ اللَّهُ عَنْهُ - ثابتة بدليل الآية، وإذا صحت إمامته صحت إمامة أبي بكر - رضي اللَّه عنه - لأنه المختار له والمستخلف. </p><p> فَإِنْ قِيلَ: قد يجوز أن يكون علي - رضي اللَّه عنه - هو الذي دعاهم إلى محاربة من حارب - قيل له: قال اللَّه - تعالى -: (تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ) ، وهذه صفة من يُحَارَبُ من مشركي العرب الذين لا تقبل منهم الجزية، وعلي - رضي اللَّه عنه - إنما حارب أهل البغي وهم مسلمون، ولم يحارب أحد بعد النبي أهل الردة غير أبي بكر - رضي اللَّه عنه - فكانت الآية دليلا على صحة إمامته. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ) </p><p> (فسوْفَ) كقوله: (عَسَى) ، والعسى من اللَّه واجب. أخبر - عَزَّ وَجَلَّ - أنه يأتي بقوم يحبهم؛ لبذلهم أنفسهم في مجاهدة أعداء اللَّه، وتركهم في اللَّه لومة لائم؛ فذلك لحبهم لله؛ لأنه لا أحد يبذل نفسه للهلاك، وترك لومة لائم - إلا لمن يحب اللَّه، وأحبهم اللَّه: لما أثنى عليهم بقوله: (يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ) ، وحبهم لله: لما بذلوا أنفسهم في مجاهدة أعدائه، وتركهم لومة لائم. </p><p> وفيه دلالة إثبات إمامة أبي بكر - رَضِيَ اللَّهُ عَنْهُ - لأنه - عَزَّ وَجَلَّ - أثنى عليهم بخروجهم في سبيل اللَّه ومجاهدة أعدائه؛ فلو كان غاصبًا ذلك على عليٍّ - رضي اللَّه عنه - أو كان غير محق لذلك - لم يكن اللَّه ليثني عليه بذلك؛ لأنه كان آخذًا ما ليس له أخذه </p>"
}