{
  "id": null,
  "sura": 5,
  "aya": 110,
  "text": "<p> ومثل هذا السؤال لهم بما أخبر في آية أخرى: أنه يسألهم؛ كقوله:  (فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ) يسأل الرسل عن تبليغ الرسالة إلى قومهم، ويسأل قومهم عن إجابتهم لهم؛ ليقطع احتجاجهم، وإن لم يكن لهم الحجاج. </p><p> (إِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلَى وَالِدَتِكَ إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَإِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي فَتَنْفُخُ فِيهَا فَتَكُونُ طَيْرًا بِإِذْنِي وَتُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ بِإِذْنِي وَإِذْ تُخْرِجُ الْمَوْتَى بِإِذْنِي وَإِذْ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنْكَ إِذْ جِئْتَهُمْ بِالْبَيِّنَاتِ فَقَالَ الَّذِينَ كَفَرُوا مِنْهُمْ إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (١١٠) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلَى وَالِدَتِكَ) . </p><p> أما نعمه عليه ما ذكر على إثره:  (إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا. . .) إلى قوله: (إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا (٣٠) وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ)، شهد في حال طفولته بوحدانية اللَّه وربوبيته وإخلاص عبوديته له، وذلك من أعظم نعم اللَّه عليه وأجل مننه، وما ذكره أيضًا: </p><p> (وَإِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي. . .) الآية. </p><p> إلى آخر ما ذكر من إحياء الموتى، وإبراء الأكمه والأبرص، وكف بني إسرائيل عنه عند مجيء الآيات، وهو كقوله - تعالى -: (وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ) ، ففيه أعظم النعم عليه، وما ذكر -أيضًا- في بعض القصة - إن ثبت - أن عيسى لما دُفِعَ إلى الكُتَّابِ جعل المعلم يقول له: باسم، فيقول هو: باسم اللَّه، وإذا قال المعلم: باسم اللَّه، فيقول هو: الرحمن، وإذا قال: الرحمن، فيقول هو: الرحيم، فيقول المعلم: </p><p> كيف أعلم من هو أعلم مني؟ ونحو هذا كثير مما يكثر ويطول ذكره، وأما ما أنعم اللَّه على والدته هو ما ذكر في قوله - تعالى -: (فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنْبَتَهَا نَبَاتًا حَسَنًا وَكَفَّلَهَا زَكَرِيَّا كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِنْدَهَا رِزْقًا) وما ذكر في قوله: (يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ) ، طهرها عن جميع ما تبلى به بنات آدم؛ فذلك من أعظم النعم، وأجل المنن، ثم أمر عيسى بشكر ما أنعم عليه وعلى والدته؛ حيث قال:  (اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلَى وَالِدَتِكَ) وفي ذكر النعم شكرها، وأمر -أيضًا- بشكر ما أنعم على والدته ليعلم أن على المرء شكر ما أنعم على والدته، كما يلزم شكر ما أنعم على نفسه. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ) اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: بروحه المبارك الذي أعطى في حال طفولته، به كان يدعو الناس إلى توحيد اللَّه وعبادتهم له. </p><p> وقيل: إن روح القدس هو الدعاء المبارك الذي به كان يحيي الموتى، ويبرئ الأكمه والأبرص بدعائه. </p><p> وقال أهل التأويل: الروح: هو جبريل، والقدس هو اللَّه؛ كقوله - تعالى -: (نَزَلَ بِهِ الرُّوحُ الْأَمِينُ) أي: جبريل. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ) قال الحسن: الكتاب والحكمة واحد، الكتاب هو الحكمة، والحكمة هي الكتاب؛ لأن جميع كتب اللَّه كان حكمة. </p><p> وقَالَ بَعْضُهُمْ: الكتاب: ما يكتب من العلم، والحكمة: هي ما يعطى الإنسان من العلم على غير تعلم. </p><p> وقَالَ بَعْضُهُمْ: الكتاب: هو ما يحفظ، والحكمة هي الفقه، وهو واحد. </p>"
}