{
  "id": null,
  "sura": 5,
  "aya": 70,
  "text": "<p> وما ذكر، فلا خوف عليهم بما كان منهم في حال كفرهم؛ كقوله - تعالى -: (إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ) . </p><p> (وَلَا هُمْ يَحْزَنُونَ) : على فوت ما أعطاهم، أي: لا يفوتهم ذلك، واللَّه أعلم. </p><p> قوله تعالى:  (لَقَدْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ وَأَرْسَلْنَا إِلَيْهِمْ رُسُلًا كُلَّمَا جَاءَهُمْ رَسُولٌ بِمَا لَا تَهْوَى أَنْفُسُهُمْ فَرِيقًا كَذَّبُوا وَفَرِيقًا يَقْتُلُونَ (٧٠) </p><p> وقوله - عَزَّ وَجَلَّ -: (لَقَدْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ) </p><p> قد أخذ اللَّه - عَزَّ وَجَلَّ - الميثاق على جميع البشر، وخصهم به دون غيرهم من الخلائق؛ لما رَكَّبَ فيهم ما يَعْرِفُ كُل به شهادة الخلقة على وحدانية ربه؛ كقوله - سبحانه وتعالى -: (إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ) . </p><p> ثم خص بني إسرائيل من البشر بفضل الميثاق؛ لما أرسل إليهم الرسل منهم، وهو قوله:  (وَأَرْسَلْنَا إِلَيْهِمْ رُسُلًا) ، وكأنهم قد قبلوا تلك المواثيق؛ كقوله - تعالى -: (وَقَالَ اللَّهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلَاةَ. . .) إلى آخره؛ وكقوله - تعالى -: (وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ) ، كان من اللَّه لهم عهد ومنهم للَّهِ عهد، فأخبر أنهم إذا أوفوا بعهده يوفِ بعهدهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (كُلَّمَا جَاءَهُمْ رَسُولٌ بِمَا لَا تَهْوَى أَنْفُسُهُمْ فَرِيقًا كَذَّبُوا وَفَرِيقًا يَقْتُلُونَ) </p><p> في الآية دلالة أنهم كانوا يخالفون دين الرسل بأجمعهم؛ لما أحدثوا من اتباع أهوائهم، وأن الرسل - وإن اختلفت أوقات مجيئهم - فإنهم إنما يدعون بأجمعهم إلى دين واحد. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَرِيقًا كَذَّبُوا وَفَرِيقًا يَقْتُلُونَ) : منهم من كذب، ومنهم من قتل، لكن القتل إن كان فهو في الأنبياء غير الرسل؛ لأنه - تعالى - قال:  (إِنَّا لَنَنْصُرُ رُسُلَنَا) أخبر أنه ينصر رسله، وليس في القتل نصر. </p><p> ويحتمل قوله:  (وَفَرِيقًا يَقْتُلُونَ) ، أي: فريقًا قصدوا قصد قتلهم، وقد ذكرنا هذا فيما تقدم. </p><p> قوله تعالى: (وَحَسِبُوا أَلَّا تَكُونَ فِتْنَةٌ فَعَمُوا وَصَمُّوا ثُمَّ تَابَ اللَّهُ عَلَيْهِمْ ثُمَّ عَمُوا </p>"
}