{
  "id": null,
  "sura": 5,
  "aya": 36,
  "text": "<p> لأن الحدود جعلت زواجر، والإسلام يزيد في الزجر والتغليظ؛ فلا يجوز أن يكون ما كان سببًا للتغليظ سببًا لإسقاطه؛ دل أن المعنى منه: من جاء مسلمًا تائبا، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَجَاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ (٣٥) إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (٣٦) يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِينَ مِنْهَا وَلَهُمْ عَذَابٌ مُقِيمٌ (٣٧) </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ) </p><p> يحتمل أن تكون الآية صلة ما مضى من الآيات؛ من ذلك قوله - تعالى -: (إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْآخَرِ قَالَ لَأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ) ، أخبر أنه إنما يتقرب بقربانه المتقي، وقال:  (إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ. . .) الآية، ثم قال تعالى:  (وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ) : أي: ابتغوا بتقوى اللَّه عن معاصيه القربة والوسيلة. </p><p> و (الْوَسِيلَة) : القربة وكذلك الزلفة، يقال: توسل إليَّ بكذا، أي: تقرَّب؛ وهو قول الْقُتَبِيّ، وقوله:  (وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ) : أي: قربت. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَجَاهِدُوا فِي سَبِيلِهِ. . .) الآية. </p><p> يحتمل هذا وجهين: </p><p> أحدهما: جاهدوا أنفسكم في صرفها عن معاصيه إلى طاعته؛ وهو كقوله - تعالى -: </p><p> (وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا) . </p><p> ويحتمل: أن جاهدوا مع أنفسكم وأموالكم أعداء اللَّه في نصرة دينه، وباللَّه التوفيق. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ ... (٣٦) كان الذي يمنعهم عن الإسلام والإيمان باللَّه وبالرسل قضاء شهواتهم، وطلب العزة والشرف بالأموال، فأخبر:  (لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ) ؛ في صرف العذاب عن أنفسهم (مَا تُقُبِّلَ </p>"
}