{
  "id": null,
  "sura": 5,
  "aya": 45,
  "text": "<p> بِالنَّفْسِ. . . .) الآية. </p><p> * * * </p><p> قوله تعالى:  (وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ (٤٥) وَقَفَّيْنَا عَلَى آثَارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَآتَيْنَاهُ الْإِنْجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدًى وَمَوْعِظَةً لِلْمُتَّقِينَ (٤٦) وَلْيَحْكُمْ أَهْلُ الْإِنْجِيلِ بِمَا أَنْزَلَ اللَّهُ فِيهِ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ (٤٧) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ. . .) إلى </p><p> آخره. </p><p> أخبر اللَّه - عَزَّ وَجَلَّ - أنه كان كتب على أهل التوراة:  (النَّفْسَ بِالنَّفْسِ) ، وقد كتب علينا -أيضًا- قتل النفس بالنفس بقوله - تعالى -: (كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى) ؛ كأنه قال: كتب عليكم القصاص في النفس بالنفس، كما كنت كتبت عليهم. </p><p> وأما القصاص فيما دون النفس: فإنه لم يبين في الآية التي أخبر - عَزَّ وَجَلَّ - أنه كتب علينا القصاص في النفس. </p><p> ثم يحتمل أن يكون قوله:  (وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ. . .) إلى آخر ما ذكر وجهين: </p><p> يحتمل: أن يكون إخبارًا عما كان مكتوبًا عليهم من القصاص فيما دون النفس: كالنفس؛ ألا ترى أنه قد قرئ في بعض القراءات بالنصب؛ نسقًا على الأول؟! </p><p> ويحتمل: على الابتداء على غير إخبار منه، ولكن على الإيجاب ابتداء؛ والذي يدل على ذلك قوله:  (فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ) لا يحتمل أن يكون هذا في الخبر؛ لأن ذلك ترغيب في العفو في الحادث من الوقت؛ دل أنه ليس على الإخبار، ولكن على الابتداء؛ ألا ترى أكثر القراء قرءوا بالرفع غير قوله:  (النَّفْسَ بِالنَّفْسِ) ، فإنه بالنصب؟!. </p><p> ثم ذكر (وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ) ، ولم يذكر اليد والرجل، وذلك يحتمل وجهين: </p><p> أحدهما: لما يحتمل أن يكون القصاص في اليد ظاهرًا، فَيُستَدَلُّ بوجوبه فيما هو أخفى على وجوبه - فيما هو أظهر منه؛ لأن المنتفع بالبصر والأنف والسمع ليس إلا صاحبه، وقد يجوز أن ينتفع غيره بيد آخر وبرجله. </p><p> والثاني: أن يكون وجوب القصاص في اليد في قوله: (وَالْجُرُوحَ قِصَاصٌ) . </p><p> ثم تخصيص الأسنان بوجوب القصاص دون غيرها من العظام؛ لأن الأسنان بادية ظاهرة، يقع عليها البصر - يقدر على الاقتصاص فيها، وأما غيرها من العظام: مما لا يقع عليها البصر، ولا يقدر على الاقتصاص فيها إلا بعد كسر آخر وقطع لحم؛ لذلك خصت الأسنان بالاقتصاص دون سائر العظام، واللَّه أعلم. </p><p> ثم فيه دليل وجوب القصاص في العضو الذي لا منفعة فيه سوى البهاء - بذهاب البهاء؛ لأنه ذكر الأنف والأذن، وليس في الأنف والأذن إلا ذهاب البهاء؛ فأوجب في ذهاب البهاء القصاص؛ كما أوجب في ذهاب المنفعة؛ وعلى هذا يخرج قولنا: وجوب الدية في ذهاب البهاء على الكمال، كوجوبها في ذهاب المنفعة على الكمال. </p><p> على أن أهل العلم مجمعون أن القصاص واجب بين الرجال الأحرار في \" العين، والأنف \" والأذن، والسن \"، \" والجروح \" التي ليس فيها كسر عظم؛ إذا جنى على شيء من ذلك عمدا بحديدة. </p><p> وأما القصاص بين الرجال والنساء والعبيد والأحرار فيما دون النفس: فأهل العلم اختلفوا فيه، وكان أصحابنا - رحمهم اللَّه - لا يرون القصاص بينهم في ذلك، ويرون القصاص في الأنفس، فأهل العلم اختلفوا فيه، ويفرقون بينهما، والفرق بينهما: </p>"
}