{
  "id": null,
  "sura": 5,
  "aya": 18,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (قُلْ فَمَنْ يَمْلِكُ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ أَنْ يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَنْ فِي الْأَرْضِ جَمِيعًا) </p><p> أي: لا أحد يملك من دون اللَّه شيئًا، إن أراد إهلاك (الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ. . .) الآية، أي: لو كان إلهًا -كما تقولون- لكان يملك دفع الإهلاك عن نفسه وعن أمه ومن عبدهما في الأرض. </p><p> وقيل: فمن يملك أن يمنع من اللَّه شيئًا من عذابه إن أراد أن يهلك المسيح بعذاب، وأمُّه ومن في الأرض جميعًا بعذاب أو بموت؟! وهما واحد. </p><p> ثم عطم نفسه عن قولهم ونزهها حين قالوا:  (إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ) ، فقال:  (وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) </p><p> أي: كلهم عبيده وإماؤه، يخلق ما يشاء من بشر وغير بشر. </p><p> (وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) </p><p> أي: قادر على خلق الخلق من بشر ومن غير بشر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ ... (١٨) </p><p> يحتمل أن يكون هذا القول لم يكن من الفريقين جميعًا، ولكن كان من أحد الفريقين هذا، ومن الفريق الآخر غيره، وكان كقوله - تعالى -: (وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى) كأن هذا القول: كان كل فريق نفى دخول الفريق الآخر الجنة، لا أن قالوا جميعًا:  (لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى) . </p><p> ويحتمل: أن كان من النصارى (نَحْنُ أَبْنَاءُ اللَّهِ) ؛ لما ذكر في بعض القصة أن عيسى - عليه السلام - قال لقومه:  \" أدعوكم إلى أبي وأبيكم الذي في السماء \" ؛ فقالوا عند ذلك:  (نَحْنُ أَبْنَاءُ اللَّهِ) ، وكان من اليهود:  \" نحن أحباء اللَّه \" . </p><p> ويحتمل: أن يكون هذا القول كان منهما جميعًا، قال كل واحد من الفريقين:  (نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ) . </p><p> وقيل: إنهم قالوا ذلك في المنزلة والقدر عند اللَّه تعالى، أي: لهم عند اللَّه من المنزلة والقدر كقدر الولد عند والده ومنزلته عنده، ولا يعذبنا، فقال: قل يا مُحَمَّد: (فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ) </p><p> إن كان ما تقولون حقا فلم يعذبكم؟! حيث جعل منكم القردة والخنازير، ولا أحد من </p>"
}