{
  "id": null,
  "sura": 6,
  "aya": 28,
  "text": "<p> على كل أحد أن يرحم عدوه إذا كان عاقبته النار والتخليد فيها، وألا يطلب الانتقام منه بما كان منه بمكانةٍ، وأن يقال: ولو تراهم إذ وقفوا على النار من الذل والخضوع لرحمتهم بما كان منهم من التكبر والاستكبار في الدنيا، وهو كقوله:  (وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ) الآية، أخبر عن ذلهم وخضوعهم في الآخرة بما كان منهم في الدنيا من الاستكبار والاستنكاف؛ فعلى ذلك يخبر نبيّه عما يصيبهم من الذلّ بتكبرهم في الدنيا، واللَّه أعلم. </p><p> وقوله - عَزَّ وجل -: (فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ) . </p><p> تمنوا عند معاينتهم العذاب العود والرد إلى الدنيا. ثم فيه دليلان: </p><p> أحدهما: أنهم عرفوا أن ما أصابهم أإنما أصابهم، بتكذيبهم الآيات وتركهم الإيمان، حيث قالوا:  (يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا) . </p><p> والثاني، أن الإيمان هو التصديق الفرد لا غير؛ لأنهم إنما فزعوا عند معاينتهم العذاب فتمنوا الرد والعود إلى الدنيا؛ لأن يكونوا من المؤمنين، ولم يفزعوا إلى شيء آخر من الخيرات - دل أن الإيمان هو التصديق الفرد لا غير، وأنه ضد التكذيب، والتكذيب هو درد فعلى ذلك التصديق. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ ... (٢٨) </p><p> قيل فيه وجوه: </p><p> قَالَ بَعْضُهُمْ: قوله - تعالى -: (وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ) ، إنما نزل في المنافقين، يدل على ذلك قوله:  (بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ) ، وهو سمة أهل النفاق أنهم كانوا يظهرون الموافقة للمؤمنين، ويضمرون الخلاف، ويخفون العداوة لهم. </p><p> ويحتمل قوله - تعالى -: (بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ) ورؤساؤهم كانوا عرفوا في الدنيا أنه رسول، وأن ما (أنزل) عليه هو من ربه، وعرفوا أن البعث حق، لكنهم أخفوا ذلك على أتباعهم، وستروه، ثم ظهر ما كانوا يخفون على أتباعهم. </p><p> وقيل: قوله: (بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ) وذلك أنهم حين قالوا: (وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ) . </p><p> وقوله:  (وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ) ، يحتمل قوله (وُقِفُوا عَلَى النَّارِ) أي: حبسوا إذ لو وقف حبس، والنار لا يوقف عليها، بل يكون فيها ما قال - عَزَّ وَجَلَّ -: (لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ) ، وقال:  (لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍ) ، ويحتمل الوقف عندها قبل الدخول في حال الحساب للمساءلة؛ كقوله:  (احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ. . .) الآية، (وَلَو تَرَى) أي: لو ترى ذلهم وخضوعهم، كقوله:  (وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ) ، ولم يذكر جواب \" لو \" ، وقد يترك جواب (لو) لما يعلم ربما يعلم بالتأمل أو بالذكر؛ كقوله:  (لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ خَيْرًا) ، بمعنى ظننتم، أو على ما ذكر في موضع آخر؛ نحو قوله:  (قُلْتُمْ مَا يَكُونُ لَنَا أَنْ نَتَكَلَّمَ بِهَذَا) وكذلك قوله: (وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ تَوَّابٌ حَكِيمٌ) ، وغير ذلك، فلعل معناه: لو ترى ذلهم بعد استكبارهم لرحمتهم على ما هم عليه، ولهان عليك التصبر لأذاهم، ولأشفقت عليهم. </p><p> ويحتمل قوله: ولو ترى ما ينزل بهم من نقمة اللَّه، ويحل بهم من عذابه، لعلمت أن القوة لله جميعًا، وأنه بحلمه ورحمته يملي لهم ويسترجعهم؛ كقوله:  (وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا) . </p><p> ويحتمل أن يكون جوابه فيما ذكر من تمنيهم العود، وندامتهم على ما سلف منهم، وشدة تلهفهم على صنيعهم لرأيت ذلك أمرًا عظيمًا، وجزاء بالغًا، لما يكون ما ينزل بهم أعظم عندك مما تلقى منهم. </p><p> وقد يخرج الخطاب لرسول اللَّه على تضمن تنبيه كل مميز وتبصير كل متأمّل، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا لَيْتَنَا نُرَدُّ) . </p><p> قيل: إلى الدنيا. </p><p> وقيل: إلى المحنة من حيث لا يحتمل كون الدنيا بعد كون الآخرة، لكن هذا تكلف تحقيق مراد قوم ظهر سفههم، ولعله ليس عندهم هذا التمييز، أو يقولون سفها كما قالوا كذبًا بقوله:  (وَإِنَّهُمْ لَكَاذِبُونَ) . </p><p> وقوله - عَزَّ وَجَلَّ - (بِآيَاتِ رَبِّنَا) . </p><p> قال الحسن: بدين ربنا. </p><p> وقال قوم: بحجج ربنا، فيكون في الآية اعتراف أنهم على التعنت كذبوا في الأوّل لا على الجهل، وإن كان ثم آيات عاندوها، وهم قوم قد سبق من اللَّه الخبر عنهم مما فيه العناد منهم؛ كقوله تعالى:  (ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِ) وذلك يدل على تعنتهم في القول؛ ليتخلصوا عما بلوا بجميع ما يحتمل وسعهم، لا أن ذلك كذلك في قلوبهم؛ لذلك - واللَّه أعلم - قال اللَّه - تعالى - (وَإِنَّهُمْ لَكَاذِبُونَ) . </p><p> ثم دل قوله:  (وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ) أنهم قد عرفوا أن الإيمان هو التصديق لوجهين: </p><p> أحدهما: أنهم جعلوا الإيمان مقابل التكذيب؛ ليعلم أنه التصديق. </p><p> والثاني: أنهم ذكروا الآيات، والآيات يكذب بها ويصدق لا أن يعمل. </p><p> وبعد، فإن الذي في حد إمكان الإتيان مما فات هو التصديق؛ إذ مشكلة الغير لو توهم الأمر ليوجد ما سبق من الترك والتصديق لو أمر، فهو لما سبق من التكذيب على أنه أجيع ألا يؤمر من آمن بقضاء شيء مما فات، فثبت أنهم أرادوا به التصديق، وفيه أنه اسم لذلك حتى عرفه أهله وغير أهله معرفة واحدة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ) قيل فيه بوجوه فقَالَ بَعْضُهُمْ: إنه، يخرج على أوجه: </p><p> أحدها: على أن الآية في أهل النفاق أظهرت ما قد أضمروا من الكفر. </p><p> والثاني: أن تكون الآية في رؤساء الكفرة العلماء بالبعث، وبأن الرسل تكون من </p><p> البشر، وألا شريك لله، فبدا للأتباع ما كان الرؤساء يخفون في الدنيا. </p><p> ويحتمل: وبدا لهم من صنيعهم ما قد أسروه وأضمروه في أنفسهم ظنوا أنه لا يطلع على ذلك أحد، وذلك كقوله:  (يَوْمَ تُبْلَى السَّرَائِرُ) ، وقوله:  (وَحُصِّلَ مَا فِي الصُّدُورِ) ، وغير ذلك. </p><p> ويحتمل: ما كانوا يخفون من الخلق، أو بدا لهم ذلك بالجزاء. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَوْ رُدُّوا) أي: إلى ما تمنوا أن يردوا إليه. </p><p> (لَعَادُوا لِمَا نُهُوا عَنْهُ) . </p><p> أخبر اللَّه عن علمه بما قد أسروه في ذلك الوقت إنما كان في علمه أن يكون، وإن كان من حكمه ألا يردوا في ذلك وأن الآية لا تضطر صاحبها، ولا قوة إلا باللَّه. </p><p> وقال قوم: إن الخلود يلزم في النار بما هم في علم اللَّه أنهم يلزمون ما هم عليه لو مكثوا للأبد. </p><p> وقال قوم: لم يجز لزوم العذاب بما يعلم اللَّه من العناد من أحد لو امتحن بلا محنة ولا خلاف، فعلى ذلك أمر الخلاف، لكن الآية في خاص منهم، وهم الذين اعتدوا وعاندوا الحق بعد الوضوح، على ما ذكر في كثير من الكفرة أنهم لا يؤمنون أبدا، ثم أمهلهم على ذلك، وهذا يبين أنه ليس يمنع الإعادة لما يعودون له لو كان يحتمل في الحكمة الإعادة؛ إذ قد أمهل وأبقى على العلم بذلك، فعلى ذلك الإفادة، لكنه أخبر عن تعنتهم. </p><p> ثم ظنت المعتزلة أن اللَّه لو علم أنهم يؤمنون لردهم إلى ذلك وإذ بين أنهم لا يؤمنون فيستدلون بهذا على أنه ليس لله قبض روح مَنْ يعلم أنه لو لم يقبضه يؤمن يومًا من الدهر وقد بينا نحن أن ذلك لا يجب، وإن كان أُولَئِكَ في علم اللَّه لن يعودوا إلى ذلك بما قد يترك في الدنيا من يعلم أنه يلزم الكفر، وينجي عن المهالك من يعلم أنه يعود، ثم قد يترك من يعود إلى الكفر على وجود ما به النجاة عنه، واللَّه أعلم. </p><p> وبعد، فإن اللَّه - تعالى - قال:  (وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ) فبين أنه لم يبسط لئلا يبغوا، وقال: (وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ </p><p> يَكْفُرُ بِالرَّحْمَنِ. . .) الآية، ثم قد جعل لكثير ممن ضل بهم قوم نحو الفراعنة ولكثير منهم وقد بغوا في الأرض؛ إذ لو لم يكن البسط لفرعون لم يكن ليدعي الألوهية لكن الأول: طريق الفضل يفضل به، والثاني: طريق العدل وما يجوز في الحكمة، فعلى ذلك الإمهال، يبين لك ما كان اللَّه يأمر بقتل من لعله يؤمن لو أمهل بما ندب إلى القتال، ولا يحتمل أن يأمر في قتل من ليس له قبض روحه، وقد يبقى من به يهلك ويضل، وإن قبض كثيرًا منهم بما يضل به لو أبقى؛ كما قال:  (فَخَشِينَا أَنْ يُرْهِقَهُمَا طُغْيَانًا وَكُفْرًا) ، واللَّه أعلم. </p><p> وظنت الخوارج بهذه الآية أن كل من يرتكب كبيرة يظهر منه كذبه فيما وعد أنه لا </p><p> يفعل \" إذ اللَّه سماهم كذبة بما في علمه أنهم يعودون إلى ذلك. </p><p> فإذا تقرر عندنا من أحد ركوب ما كان في عهده وإيمانه أنه لا يرتكب يظهر به كذبه. </p><p> وذلك خطأ، لما لو كان كذلك لكان الصغائر والكبائر واحدًا، ومن كذب في أمر الصغائر في العهد أو رد يكفر، ومن ارتكب الصغيرة، لم يصر كذلك، فعلى ذلك الكبائر. لكن الآية تخرج على أوجه: </p><p> أحدها: أنها في قوم أرادوا بذلك دفع العذاب لا أن عزموا على ما ذكروا، دليله فتنتهم بقوله:  (وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ) . </p><p> والثاني: أنه ذكر كذبهم، أنطق اللَّه جوارحهم، فشهدت عليهم بما كتموا من الشرك، فتمنوا عند ذلك العود والرد. </p><p> ويحتمل:  (بَدَا لَهُم) : ظهر لهم ما كانوا يخفون من نعت مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وصفته في الدنيا وكتموه، واللَّه أعلم. </p><p> وقوله - تعالى -: (وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ) تعلق بظاهر هذه الآية الخوارج والمعتزلة. </p><p> أما المعتزلة فإنهم قالوا: إنهم لما طلبوا الرد ولم يردهم لما علم أنه لو ردهم لعادوا إلى التكذيب ثانيًا، ولو علم منهم أنهم لا يعودون لكان يردهم، فدل أنه إنما لم يردهم لما علم منهم أنهم يعودون إلى ما كانوا من قبل، فيستدلون بظاهر هذه الآية على أن اللَّه لا يفعل بالعبيد إلا الأصلح لهم في الدِّين، وقالوا: لو علم منهم الإيمان لكان لا يجوز له ألا يردهم. </p><p> ومن قولهم: إنه إذا علم من كافر أنه يؤمن في آخر عمره لم يجز له أن يميته. </p><p> وغير ذلك من المخاييل والأباطيل. </p><p> وقالت الخوارج: أخبر أنه لو ردهم لعادوا لما نهوا عنه، وسماهم بالقول كاذبين بما في علمه أنهم لا يفعلون بما يقولون، فعلى ذلك كل صاحب كبيرة إذا كان في اعتقاده الذي أظهره أنه لا يأتي بها، فإذا أتى بها يصير فيما اعتقده ألا يأتي بها كاذبًا؛ ولذلك يجعلون أصحاب الكبائر كذبة في القول الأول أنهم لا يأتون بها، وعلى ذلك كانت المبايعة بقوله - عَزَّ وَجَلَّ -: (يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ. . .) الآية، فإذا سرقن صرن كاذبات في البيعة، كما جعل من ذكر كاذبًا في الوعد إذا أخلف، </p><p> وعلى ذلك يجعلونه كافرًا. </p>"
}