{
  "id": null,
  "sura": 6,
  "aya": 109,
  "text": "<p> ولا يحتمل ما قال الكيساني -أيضًا- لأنه لا كل الكفرة كانوا يعبدون الأصنام؛ ليقربهم ذلك إلى اللَّه زلفى؛ بل أكثرهم لا يعرفون أن لهم خالقًا وربًّا. </p><p> وتحتمل إضافة التزيين إلى الشيطان على جهة التمني والتشهي؛ كقوله:  (وَلَأُمَنِّيَنَّهُم) وإضافته إلى اللَّه على القدرة عليه والسلطان، أو أن يخلق أعمالهم مزينة عندهم مسولة. وإضافة فعل الضلال والغواية إلى الشيطان على الدعاء إليه والترغيب فيه، وإضافته إلى اللَّه على أن يخلق فعل الضلال منهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (ثُمَّ إِلَى رَبِّهِمْ مَرْجِعُهُمْ) . </p><p> قد ذكرناه. </p><p> (فَيُنَبِّئُهُمْ بِمَا كَانُوا يَعْمَلُونَ) . </p><p> في جزيل الثواب، أو في أليم العذاب؛ فهو على الوعيد. </p><p> * * * </p><p> قوله تعالى:  (وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَتْهُمْ آيَةٌ لَيُؤْمِنُنَّ بِهَا قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ (١٠٩) وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ (١١٠) وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ وَلَكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ (١١١) وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ (١١٢) وَلِتَصْغَى إِلَيْهِ أَفْئِدَةُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا مَا هُمْ مُقْتَرِفُونَ (١١٣) </p><p> قوله - عَزَّ وَجَلَّ -: (وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ) . </p><p> قالوا: جهد أيمانهم: أيمانهم باللَّه، فهذا يخرج على وجوه: </p><p> أحدها: أن الحنث في اليمين يخرج مخرج الاستخفاف والتهاون، وإن كان المسلم لا يقصد قصد الاستخفاف باللَّه تعالى، وإن كان في اليمين التعظيم، وفي الحنث استخفاف، ففي اليمين باللَّه جهد اليمين. </p><p> ويحتمل وجهين سوى هذا، وذلك ما قيل: إن الكفرة كانوا لا يحلفون باللَّه إلا عند العظيم من الأمور، والجليل منها، وفي غير ذلك كانوا يحلفون بدونه؛ فسمي اليمين باللَّه جهد اليمين؛ تعظيمًا لله وتبجيلا. </p><p> والثاني: يحتمل أنهم كانوا يحلفون بأشياء، ويؤكدون اليمين باللَّه ويشددونه؛ كقوله:  (وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا) . </p><p> وقوله - عَزَّ وَجَلَّ -: (لَئِنْ جَاءَتْهُمْ آيَةٌ لَيُؤْمِنُنَّ بِهَا) . </p><p> قيل: إنهم كانوا يقسمون جهد أيمانهم (لَئِنْ جَاءَتْهُمْ آيَةٌ لَيُؤْمِنُنَّ بِهَا) ، كانوا يسألون رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - آيات: لئن جاءتهم ليؤمنن بها؛ من نحو ما قالوا:  (لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا) ، وكقولهم: (وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا </p><p> كِتَابًا نَقْرَؤُهُ)، وغير ذلك من الآيات؛ فقال:  (قُل) يا مُحَمَّد: (إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ) هو الذي يرسلها وينزلها، وأنا لا أملك إرسالها ولا إنزالها؛ كقوله:  (قُلْ لَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ) ، وغير ذلك من الآيات؛ إنباء منه أنه لا يملك إنزال ما كانوا يسألونه من الآيات، ثم قال:  (وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ) واختلف فيه: </p><p> قال الحسن وأبو بكر الأصم: إنه خاطب بقوله: (وَمَا يشُعِرُكُم) أهل القسم الذين أقسموا باللَّه جهد أيمانهم: لئن جاءتهم آية ليؤمنن بها؛ فقال:  (وَمَا يُشْعِرُكُمْ) ، أي: ما يدريكم أنكم تؤمنون إذا جاءكم آية ثم استأنف، فقال:  (أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ) ، وهكذا كان يقرؤه الحسن بالخفض:  (إِنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ) على الاستئناف </p>"
}