{
  "id": null,
  "sura": 6,
  "aya": 31,
  "text": "<p> تعالى -: (وَمَا ذُبِحَ عَلَى النُّصُبِ) ، أي: للنصب، وأصله: ما روي في حرف ابن مسعود - رَضِيَ اللَّهُ عَنْهُ -: (ولو ترى إذ وقفوا إذ عرضوا على ربهم) . </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ أَلَيْسَ هَذَا بِالْحَقِّ) . </p><p> يحتمل قوله:  (أَلَيْسَ هَذَا بِالْحَقِّ) ، أي: البعث بعد الموت؛ لأنهم كانوا ينكرون البعث، ويقولون: إنه باطل. </p><p> ويحتمل: بما كانوا أوعدوا العذاب إن لم يؤمنوا، فكذبوا ذلك، فقال: أليس ما أوعدتم في الدنيا حقًا، فأقروا فقالوا:  (بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ) : في الدنيا. </p><p> * * * </p><p> قوله تعالى:  (قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ حَتَّى إِذَا جَاءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوا يَا حَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَى ظُهُورِهِمْ أَلَا سَاءَ مَا يَزِرُونَ (٣١) وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا لَعِبٌ وَلَهْوٌ وَلَلدَّارُ الْآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ أَفَلَا تَعْقِلُونَ (٣٢) </p><p> قوله - عَزَّ وَجَلَّ -: (قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ) . </p><p> يحتمل قوله - تعالى -: (كَذَّبُوا بِلِقَاءِ اللَّهِ) ، أي: كذبوا لقاء وعد اللَّه ووعيده في الدنيا وعلى هذا يخرج قوله: (مَنْ كَانَ يَرْجُو لِقَاءَ اللَّهِ) ، أي: يرجو لقاء وعد اللَّه في الدنيا، ووعيده خسروا في الآخرة بتكذيبهم ذلك في الدنيا، وعلى ذلك يخرج ما روي في الخبر:  \" من أحبَّ لقاء اللَّه \" أي: أحب لقاء ما أعد اللَّه له \" ومن كره لقاء اللَّه \" أي: كره لقاء ما أعد له، وأصله: من أَحبَّ الرجوع إلى اللَّه أحب اللَّه رجوعه، ومن كره الرجوع إلى اللَّه كره اللَّه رجوعه إليه، والمحبة لله اختيار أمره وطاعته؛ وعلى </p><p> ذلك ما روي في الخبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" الدنيا جنة الكافر، يلعب فيها ويركض في أمانيها، وسجن المؤمن، وراحته بالموت \" . </p><p> وأصله: أنها سجن المؤمن؛ لأن المؤمن يمنعه دينه من قضاء شهواته لما يخاف هلاكه، ويحذره مما يفضي به إلى الهلاك، والكافر لا يمنعه شيء من ذلك عما يريد من قضاء شهواته في الدنيا، فتكون له كالجنة، وللمؤمن كالسجن، على ما ذكرنا. </p><p> ويحتمل قوله وجهًا آخر: وهو أن الكافر عند الموت يعاين مكانه وما أعدَّ له في النار، فتصير عند ذلك الدنيا كالجنة له يكره الرجوع، والمؤمن يعاين موضعه في الجنة، فتصير كالسجن له. </p><p> وقوله - عَزَّ وَجَلَّ -: (حَتَّى إِذَا جَاءَتْهُمُ السَّاعَةُ بَغْتَةً) . </p><p> قيل: سميت القيامة ساعة لسرعتها، ليست كالدنيا؛ لأن في الدنيا يتغير فيها على المرء الأحوال، يكون نطفة، ثم يصير علقة، ثم مضغة، ثم يصير خلقًا آخر، ثم إنسانا ثم يكون طفلا ثم رجلا يتغير عليه الأحوال، وأما القيامة فإنها لا تقوم على تغير الأحوال فسميت الساعة لسرعتها بهم. </p><p> وقيل: سميت القيامة الساعة لأنها تقوم في ساعة، وهو كقوله: (وَمَا أَمْرُ السَّاعَةِ </p><p> إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ). </p><p> وقيل: سميت الساعة لما تقوم ساعة فساعة. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَغتَة) أي: فجأة. </p><p> وقوله - عَزَّ وَجَلََّ:  (يَا حَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا) . </p><p> قيل: التفريط: هو التضييع، فيحتمل قوله:  (مَا فَرَّطْنَا فِيهَا) ، أي: ما ضيعنا في الدنيا من المحاسن والطاعات. </p><p> ويحتمل: ما ضيعنا في الآخرة من الثواب والجزاء المجزيل بكفرهم في الدنيا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَى ظُهُورِهِمْ) . </p><p> هو - واللَّه أعلم - على التمثيل، ليس على التحقيق، وهو يحتمل وجهين: </p><p> يحتمل: أنه أخبر أنهم يحملون أوزارهم على ظهورهم بما لزموا أوزارهم وآثامهم، لم يفارقوها قط، وصفهم بالحمل على الظهر، وهو كقوله - تعالى -: (وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ) ، لما لزم ذلك صاروإنه في عنقه. </p><p> والثاني: إنما ذكر الظهر؛ لما بالظهر يحمل ما يحمل، فكان كقوله:  (فَبِمَا كَسَبَتْ أَيْدِيكُمْ) ، و (بِمَا قَدَّمَتْ أَيْدِيكُمْ) ، لأن الكفر لا يكتسب بالأيدي ولا يقدم بها، لكن اكتساب الشيء وتقديمه لما كان باليد ذكر اكتساب اليد وتقديمها. </p><p> وكقوله:  (فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ) ، أنهم لما تركوا العمل به والانتفاع، صار كالمنبوذ وراء الظهر؛ لأن الذي ينبذ وراء الظهر هو الذي لا يعبأ به ولا يكترث إليه. </p><p> ويحتمل وجهًا آخر: ما ذُكر في بعض القصة أنه يأتيه عمله الخبيث على صورة قبيحة، فيقول له: كنت أحملك في الدنيا باللذات والشهوات، وأنت اليوم تحملني، </p>"
}