{
  "id": null,
  "sura": 6,
  "aya": 161,
  "text": "<p> قوله تعالى:  (قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ دِينًا قِيَمًا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ (١٦١) قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ (١٦٢) لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ (١٦٣) قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (١٦٤</p><p> قوله - عز وجل -: (قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ) . </p><p> قال أبو بكر الكيساني: قوله (هَدَانِي) ، أي: دلني ربي إلى صراط مستقيم، لكن هذا بعيد؛ لأنه خرج مخرج ذكر ما منَّ عليه بلطفه، وليس في الدلالة والبيان ذلك؛ إنما عليه البيان، وكان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يدل على الهدى ويبين لهم طريقه. </p><p> ثم أخبر أنه لا يهدي من أحب بقوله:  (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ) ، دل أن ذلك إكرام من اللَّه - تعالى - بالهداية بالتوفيق له والعصمة بلطفه، لا الدلالة والبيان. </p><p> وكذلك قوله - تعالى -: (يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ) ؛ فلو كان على الدلالة والبيان لكان منه ذلك، ثم أخبر إن المنة عليهم لله - تعالى - لا لرسوله؛ دل أنه لما ذكرنا من الهداية نفسها لا الدلالة. </p><p> وقوله - عَزَّ وَجَلَّ -: (دِينًا قِيَمًا) . </p><p> قيل: قائمًا مستقيمًا لا عوج فيه؛ كقوله:  (وَلَمْ يَجْعَلْ لَهُ عِوَجًا (١) قَيِّمًا) </p><p> والعوج: هو الذي فيه الآفة، فأخبر أن لا آفة فيه ولا عوج. </p><p> وقوله - عَزَّ وَجَلَّ -: (مِلَّةَ إِبْرَاهِيمَ) . </p><p> إن أهل الأديان جميعًا يدعون أن الذي هم عليه هو دين إبراهيم، فأخبر أن دين إبراهيم هو الدين الذي عليه رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لا هم. </p><p> وقوله - عَزَّ وَجَلَّ -: (حَنِيفًا) . </p><p> قيل: مسلما، والحنف: هو الميل، وهو حنيف، أي: مائل إلى دين اللَّه، أخبر أنه يدعو إلى دين اللَّه - تعالى - إلى الدِّين الذي كان عليه آباؤه وأجداده، أعني به: الأنبياء والرسل عليهم الصلاة والسلام. </p><p> (وَمَا كَانَ مِنَ الْمُشْرِكِينَ) . </p><p> برأه - عَزَّ وَجَلَّ - من الشرك. </p><p> وقيل: كان حنيفًا خالضا لله مخلصًا لم يشرك أحدا في ربوبيته ولا في عبادته، على ما فعل أُولَئِكَ الكفرة. </p><p> وفي حرف ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - وحفصة:  (دينًا قيما فطرتكم التي فطرتم عليها ملة إبراهيم حنيفًا) . </p><p> ويقرأ:  (قَيِّمًا) ، بالتشديد، و (قِيَمًا) بالتخفيف. أو يخرج قوله:  (إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ) على الشكر له والحمد على ما أنعم عليه وأفضل له، من الإكرام له بالهداية بالطريق المستقيم. </p><p> والمستقيم يحتمل: القائم بالحق والبرهان وكذلك قوله؛ (دِينا قِيَمًا) بالحجج والبراهين، ودين أُولَئِكَ دين بهوى أنفسهم؛ ولذلك قال:  (حَنِيفًا) . </p><p> وقوله:  (قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ) . </p>"
}