{
  "id": null,
  "sura": 6,
  "aya": 164,
  "text": "<p> أبلغ؛ لأنه أمر بتبليغ ما أنزل إليه، فيقول: أنا أول من أسلم بالذي أمرت بالتبليغ. </p><p> ويحتمل: أن يكون لا على توقيت الإسلام؛ ولكن على سرعة الإجابة والطاعة له كقوله:  (وَمَا نُرِيهِمْ مِنْ آيَةٍ إِلَّا هِيَ أَكْبَرُ مِنْ أُخْتِهَا) : هو على الوصف بغاية العظم، ليس على أن بعضها أكبر وأعظم وبعضها أصغر؛ ولكن كلها أعظم وأكبر؛ فعلى ذلك هذا ليس على وقت الإسلام، ولكن لسرعة الإجابة، والطاعة له، والله أعلم. </p><p> الإسلام: هو جعل النفس وكلية الأشياء لله سالمة، أي: أنا أول من جعل نفسه لله سالمة. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ ... (١٦٤) </p><p> يحتمل هذا وجهين: </p><p> يحتمل: أغير اللَّه أبغي ربا وقد تعلمون أن لا رب سواه؟! </p><p> ويحتمل: أغير اللَّه أبغي ربا سواه، وفي كل أحد أثر ربوبحته وألوهيته قائم ظاهر، وفيما تدعونني إليه أجد آثار العبودية والربوبية لله فيه، فكيف أتخذ ربا سواه؟!. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا) . </p><p> يحتمل وجهين: </p><p> الأول، يحتمل: لا تكسب كل نفس من سوء إلا عليها، أي: لا يتحمل ذلك غيره عنه في الآخرة؛ وكذلك قوله:  (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى) ، وكقوله:  (فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ) . </p><p> الثاني ويحتمل: أن يكون قوله: (وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا) ، أي: لا تكسب كل نفس - لو تركت وما تختار - إلا عليها، لكن اللَّه بفضله يمنع بعضها وما تختار على نفسها؛ كقول يوسف - عليه السلام -: (إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي) : أخبر أنها كاسبة السوء إلا ما عصمها ربي. </p><p> وجائز أن يكون على الإضمار؛ كأنه يقول: ولا تكسب كل نفس إلا عليها ولها، ومثله جائز في القرآن؛ كقوله - تعالى -: (لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا) ، وهو نذير </p><p> لقوم، بشير لقوم آخرين: نذير في حال، وبشير في حال. </p><p> وقوله - عَزَّ وَجَلَّ -: (ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ) . </p><p> هو على الوعيد وروي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه كان إذا كبر للصلاة، أتبع التكبير بهذه الآية:  (إِنَّ صَلَاتِي وَنُسُكِي. . .) إلى آخره. </p><p> وعن علي - رَضِيَ اللَّهُ عَنْهُ - قال: كان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إذا افتتح الصلاة كبَّر، ثم قال:  (وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ) ، (إِنَّ صَلَاتِي وَنُسُكِي. . . . .) إلى قوله تعالى (وَأَنَا أَوَّلُ الْمُسْلِمِينَ) . </p><p> وذكر أنه كان يدعو بعد ذلك دعاء طويلا. </p><p> وروي عن عائشة، وأبي سعيد الخدري أنهما قالا كان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إذا افتتح الصلاة رفع يديه حذاء منكبيه، ثم يقول:  \" سبحانك اللهم وبحمدك، وتبارك اسمك، وتعالى جدك، ولا إله غيرك \" . </p><p> فكان أبو حنيفة - رحمه اللَّه - يختار من ذلك هذا في الفرائض. </p><p> وكذا روي عن عمر بن الخطاب - رَضِيَ اللَّهُ عَنْهُ - أنه قام إلى الصلاة، فكبر، ثم قال:  \" سبحانك اللهم وبحمدك، وتبارك اسمك، وتعالى جدك، ولا إله غيرك \" . </p><p> وكذلك روي عن أبي سعيد أنه كان إذا افتتح الصلاة قال:  \" سبحانك اللهم وبحمدك وتبارك اسمك وتعالى جدك ولا إله غيرك \" . </p>"
}