{
  "id": null,
  "sura": 6,
  "aya": 54,
  "text": "<p> ثم يحتمل قوله (أَهَؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا) وبالحظ بالتقريب والإدناء في المجلس وجعلهم متبوعين من بيننا بعد ما كانوا أتباعًا لنا فقال عند ذلك (أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ) أي: عرف هَؤُلَاءِ نعمة اللَّه تعالى، ووجهوا شكر نعمه إليه وأنتم وجهتم شكر نعمه إلى غيره بعد ما عرفتم أنه هو المنعم عليكم والمسدي إليكم. </p><p> * * * </p><p> قوله تعالى:  (وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِنْ بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَحِيمٌ (٥٤) وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ (٥٥) قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ قُلْ لَا أَتَّبِعُ أَهْوَاءَكُمْ قَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ (٥٦) قُلْ إِنِّي عَلَى بَيِّنَةٍ مِنْ رَبِّي وَكَذَّبْتُمْ بِهِ مَا عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ إِنِ الْحُكْمُ إِلَّا لِلَّهِ يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِينَ (٥٧) قُلْ لَوْ أَنَّ عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الْأَمْرُ بَيْنِي وَبَيْنَكُمْ وَاللَّهُ أَعْلَمُ بِالظَّالِمِينَ (٥٨) </p><p> قوله - عَزَّ وَجَلَّ -: (وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ) هذا يدل على أن النهي عن الطرد ليس للإبعاد خاصة في المجلس، ولكن في كل شيء في بشاشة الوجه واللطف في الكلام وفي كل شيء؛ لأنه قال (فَقُلْ سَلَامٌ عَلَيْكُمْ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ) وقَالَ بَعْضُهُمْ (كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ) هو هو أن يبدأهم بالسلام فذلك الذي كتب على نفسه الرحمة. </p><p> وقَالَ بَعْضُهُمْ قوله (كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ) أي: لم يأخذهم في أول ما وقعوا في المعصية ولكن أمهلهم إلى وقت وجعل لهم المخرج من ذلك بالتوبة وعلى ذلك ما روي عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - أنه قال:  \" فتح اللَّه للعبد التوبة إلى أن يأتيه الموت \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِنْ بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَحِيمٌ) أي: كل من عمل سوءًا بجهالة ثم تاب من بعد ذلك وأصلح أنه يغفر له ما كان منه. </p><p> ومن قرأها بالنصب عطفه على قوله:  (كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِنْ بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَحِيمٌ) لذلك. </p><p> وجائز أن يكون قوله (كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ) أي: كتب على خلقه الرحمة أن يرحم بعضهم بعضًا. </p><p> وجائز ما ذكرنا أنه كتب على نفسه الرحمة أي: أوجب أن يرحم ويغفر لمن تاب. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ) جائز أن يكون الآية في الكافر إذا </p>"
}