{
  "id": null,
  "sura": 6,
  "aya": 111,
  "text": "<p> الإيمان لو جاءتهم تلك الآيات؛ فلا يؤمنون؛ كما حلنا بينهم وبين الإيمان أول مرة. </p><p> ويحتمل وجهًا آخر: وهو أن، يقلب في أفئدتهم وأبصارهم آيات وحدانيته وألوهيته؛ فلا يؤمنون كما لم يؤمنوا به أول مرة. </p><p> ثم تخصيص الأقئدة والأبصار دون غيرها من الجوارح؛ لأن القلب والبصر لا يقع إلا على ما يشهد به على وحدانية اللَّه وألوهيته. </p><p> وقوله - عَزَّ وَجَلَّ -: (كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ) . </p><p> قَالَ بَعْضُهُمْ: إن هَؤُلَاءِ، وإن جاءتههم آية، فإنهم لا يؤمنون كما لم يؤمن أوائلهم من الأمم الخالية لما سألوا الآيات قبلهم؛ فكذلك هَؤُلَاءِ لا يؤمنون بها، وإن جاءتهم الآية بعد السؤال. </p><p> وقال، غيرهم: قوله: (كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ) أي: قد جاءتهم آيات قبل هذا على غير سؤال، فلم يؤمنوا بها؛ فكذلك إن جاءتهم بالسؤال، فلا يؤمنون بها. </p><p> ويحتمل وجهًا آخر: وهو أن مشركي العرب كانوا يقسمون باللَّه: أنه إن جاءهم نذير يؤمنون به، وهو قوله:  (وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَمِ) يعنون - واللَّه أعلم - اليهود والنصارى، أي: لو جاءهم نذير ليكونون أهدى من اليهود والنصارى، (فَلَمَّا جَاءَهُمْ نَذِيرٌ مَا زَادَهُمْ إِلَّا نُفُورًا) يخبر أنهم كما لم يؤمنوا بالنذير عند سؤالهم النذير في الابتداء إذا جاءهم نذير، فكذلك -أيضًا- لا يؤمنون عند سؤالهم الآيات، وإن جاءتهم آيات. </p><p> يخبر نبيه وإنهم ليسوا يسألون الآيات سؤال استرشاد، ولكن يسألون سؤال عناد ومكابرة، وهذا التأويل كأنه أقرب. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ) . </p><p> إذا علم أنهم لا يؤمنون، تركهم في ظلمات ضلالتهم يعمهون، ويتحيرون، والعمه: الحيرة في اللغة. </p><p> (قوله: (وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى ... (١١١) </p><p> قيل: هذه الآية صملة قوله: (وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ) إلى قوله: - (وَمَا يُشْعِرُكُمْ أَنَّهَا </p><p> إِذَا جَاءَتْ لَا يُؤْمِنُونَ)، ثم قال:  (وَلَوْ أَنَّنَا نَزَّلْنَا) الآية: أخبر أنهم وإن نزل إليهم الآيات بعد السؤال منهم الآيات: من إنزال الملائكة، وتكليم الموتى - أنهم لا يؤمنون؛ إذ سؤالهم الآيات سؤال تعنت واستهزاء وعناد، لا سؤال استرشاد؛ لأنهم قد جاءتهم آيات لو لم يعاندوا لآمنوا بها، ثم إذا علم منهم أنهم لا يؤمنون، وأن ما يسألون من الآيات إنما يسألون سؤال تعنت وعناد جعل فيهم خصالا على الخذلان من نحو قساوة القلب، حتى أخبر أن قلوبهم أقسى من الحجارة، ومن نحو البغض والجهالة، وغير ذلك من الخصال ما يدل على ما ذكرنا، وهو كقوله:  (وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ) ، يخبر عن تعنتهم ومكابرتهم. </p><p> وفيه دليل أن الآيات لا تضطر أهلها على الإيمان؛ لأنه قال:  (وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا. .) الآية، لو كانت آيهَ تضطرهم إلى الإيمان لكانت هذه، وهذا يدل على أن معنى قوله:  (إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ) ، أنهم لا يؤمنون بالآية، ولكن إذا شاء أن يؤمنوا لآمنوا، ولو كانت الآيات تضطر أهلها إلى الإيمان به لكان لا آية أعظم من القيامة، ولا أبين منها، ثم أخبر عنهم أنهم لو ردوا لعادوا لما نهوا عنه، وقال:  (ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ) ، قد كذبوا عند معاينتهم القيامة والعذاب؛ فهذا يدل على أن الآية لا تضطر أهلها إلى الإيمان بها، ويدل أن تأويل قوله:  (إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ) ، أنهم يخضعون إذا شاء أن يخضعوا، لا أن الآية تضطرهم على الخضوع بالدلائل التي ذكرنا. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِلَّا أَنْ يَشَاءَ اللَّهُ) . </p><p> قال الحسن: هذه المشيئة مشيئة القدرة، أي: لو شاء اللَّه أن يعجزهم حتى يؤمنوا، وهو كقوله - تعالى - (وَلَوْ نَشَاءُ لَطَمَسْنَا عَلَى أَعْيُنِهِمْ) ، (وَلَوْ نَشَاءُ </p><p> لَمَسَخْنَاهُمْ)، ونحوه فهذه المشيئة؛ مشيئة القدرة، لكنا نقول: إنه أخبر أنه لو شاء أن يمسخهم لمسخهم؛ فقل -أيضًا-: إنه لو شاء أن يهديهم لهداهم، ولو شاء أن يهتدوا لاهتدوا، وكذلك يقول المعتزلة: إن المشيئة - هاهنا - مشيئة القهر والجبر، وقد ذكرنا ألا يكون في حال القهر والجبر إيمان؛ فيصير على قولهم: إلا أن يشاء اللَّه أن يؤمنوا فآمنوا فلا يكون إيمانًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا) : اختلف في تلاوته وتأويله: أعن الحسن، قال (قُبُلًا) : عيانًا، وعن قتادة كذلك (قُبُلًا) : عيانًا: حتى يعاينوا ذلك معاينة. </p><p> (مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ) ، وهو على ما ذكرنا إلا أن يشاء اللَّه أن يؤمنوا فيؤمنوا. </p><p> وعن مجاهد:  (قُبُلًا) ، أي: أفواجا قبيلًا، وفي حرف أبي عمرو بن العلاء:  (وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا) ، يقول: جيلا فجيلا. </p><p> وفي حرف أبي:  (قَبِيلًا) ، أي: قبيلة. </p><p> وقَالَ الْقُتَبِيُّ:  (قُبُلًا) ، أي: جماعة جماعة، وقبلا، أي: أصنافًا. </p>"
}