{
  "id": null,
  "sura": 6,
  "aya": 83,
  "text": "<p> لما نزلت هذه الآية:  (الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ) شق ذلك على المسلمين فقالوا: يا رسول اللَّه، فأينا لا يظلم نفسه؟ ! قال: \" ليس ذلك إنما هو الشرك، أو لم - تسمعوا ما قال لقمان لابنه:  (يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ) . </p><p> وعن أبي بكر الصديق - رَضِيَ اللَّهُ عَنْهُ - قال لأصحابه: ما تقولون في هاتين الآيتين: (الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا) ، (الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ) ؛ فقالوا:  (الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا) : ثم عملوا له واستقاموا على أمره، (الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ) ، أي: لم يذنبوا فقال: لقد حملتمونا على أمر شديد، (الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ) : بشرك، (الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا) : عليها فلم يعدلوا عنها بشرك ولا غيره. </p><p> فإن ثبثت هذه الأخبار فهو ما ذكر فيها أن الظلم هو الشرك، وإلا احتمل الظلم ما دون الشرك أن من لم يظلم ولم يذنب فهو في أمن من اللَّه، ومن ارتكب ذنبًا أو ظلمًا فله الخوف، وهو في مشيئة اللَّه: إن شاء عذبه، وإن شاء غفر له وعفا عنه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ ... (٨٣) الآية: ينقض </p><p> قول من يقول بأن إبراهيم كان غير مؤمن في ذلك الوقت ولا عارفًا بربه؛ لأنه أخبر أنه آتاه حجته على قومه، ولو كان هو على ما قالوا لكانت الحجة التي آتاه عليه، فلما أخبر أنه آتاه حجته على قومه، دل أنه ليس على ما قالوا، ولكن كان عارفًا بربه مخلصًا له على ما سبق ذكره. </p><p> فإن قال قائل: إن الحجة التي أخبر أنه آتاها إبراهيم على قومه هي قوله: وَحَاجَّهُ قَوْمُهُ قَالَ أَتُحَاجُّونِّي فِي اللَّهِ وَقَدْ هَدَانِ وَلَا أَخَافُ مَا تُشْرِكُونَ بِهِ. . .) إلى آخر ما ذكر. </p><p> فيقال: إن هذه ليست بمحاجة، إنما هو تقرير التوحيد والدِّين. </p><p> ألا ترى أنه قال:  (وَلَا أَخَافُ مَا تُشْرِكُونَ بِهِ إِلَّا أَنْ يَشَاءَ رَبِّي شَيْئًا) الآية، والمحاجة ما ذكر في قوله:  (لَا أُحِبُّ الْآفِلِينَ) ، وقوله:  (إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ) ، وغيرها من الآيات التي فيها وصف توحيد الربّ - عَزَّ وَجَلَّ - وألوهيته وفساد آلهتهم، من ذلك قوله:  (أَتَعْبُدُونَ مَا تَنْحِتُونَ (٩٥) وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ (٩٦) ، وقوله:  (لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا) ، وقوله:  (هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ. . .) ، إلى قوله:  (وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ) . </p><p> وفيه دليل نقض قول المعتزلة؛ لأنه قال:  (وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ) والإيتاء هو الإعطاء، والنجوم والشمس، والقمر وما ذكر قد كانت؛ دل أن الذي آتى إبراهيم هو محاجته قومه بما ذكرنا واحتجاجه عليهم بذلك؛ دل أن له في محاجة إبراهيم قومه صنعًا حيث أضافها إلى نفسه، وهو أن خلق محاجته قومه، وباللَّه العصمة. </p><p> وقوله - تعالى -: (وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ) : الذين كانوا يعبدون الأصنام والأوثان، وهو ما بين سفههم في عبادتهم الأصنام، حيث قال في غير آية وعلى نمرود حين قال:  (أَنَا أُحْيِي وَأُمِيتُ. . .) إلى آخر الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ) . </p><p> فيه -أيضًا- دلالة نقض قول المعتزلة؛ لأنهم يقولون: إن اللَّه قد شاء لكل أحد أن يبلغ المبلغ الذي إذا بلغ ذلك يصلح للنبوة والرسالة، لكنهم شاءوا ألا يبلغوا ذلك المبلغ، </p>"
}