{
  "id": null,
  "sura": 6,
  "aya": 152,
  "text": "<p> أنتم من الأنعام وغيرها. </p><p> و (لَعَلَّكُمْ تَعْقِلُونَ) أي: لكي تنتفعوا بعقولكم. </p><p> أو نقول: إن ذلكم وصاكم به لتعقلوا؛ لأن حرف \" لعل \" من اللَّه على الوجوب، أي يعقلون عن اللَّه بما خاطبهم به وأمرهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ ... (١٥٢) </p><p> قال أبو بكر الكيساني:  (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ) ؛ أي: لا تأكلوا مال اليتيم إلا بالتي هي أحسن. </p><p> وقال: ثم اختلف في الوجه الذي يحسن: </p><p> قَالَ بَعْضُهُمْ: هو أن يعمل له فيأكل من ماله أجرًا لعملِهِ. </p><p> وقال آخرون: يأكله قرضًا، وذلك مما اختلفوا فيه. </p><p> وقال غيرهم: هو أن ينتفع بدوابه، ويستخدم جواريه، ونحو ذلك، وقال: وذلك مما لا يحتمل تأويل الآية. </p><p> وعندنا أن الآية باحتمال هذا أولى؛ لما يقع لهم الضرورة في استخدام مماليكه، وركوب دوابه، والانتفاع بذلك؛ لما يقع لهم المخالطة بأموال اليتامى؛ كقوله:  (وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ) ، فإذا كان لهم المخالطة، لا يسلمون عن الانتفاع بما ذكرنا. </p><p> وقال الحسن:  (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ) ، أي: إلا بالوجه الذي جعل له، والوجه الذي جعل له هو أن يكون فقيرًا، وهو ممن يفرض نفقته في ماله، فله أن يقرب ماله، وعندهم أن نفقة المحارم تفرض في مال اليتيم إذا كانوا فقراء، فبان أن </p><p> جعل له التناول في ماله، وإن كان لا يفرض نفقته في ماله. </p><p> ثم الآية تحتمل وجهين عندنا: </p><p> أحدهما: ألا تقربوا مال اليتيم إلا بالحفظ والتعاهد له، أمر كافل اليتيم أن يحفظ ماله ويتعاهده. </p><p> والثاني: يقرب ماله بطلب الزيادة له والنماء؛ ولذلك قال أبو حنيفة - رضي الله عنه - بأنه يجوز لكافل اليتيم إذا كان وصيًّا أن يقرب ماله بيعًا إذا كان ذلك خيرًا لليتيم؛ إذا وقع له الفضل، وطلب له الزيادة والنماء. </p><p> وقوله - عَزَّ وَجَلَّ -: (حَتَّى يَبْلُغَ أَشُدَّهُ) . </p><p> قال أبو بكر: قوله: (حَتَّى يَبْلُغَ أَشُدَّهُ) أي: حتى يبلغ الوقت الذي يتولى أموره؛ كقوله:  (فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا. . .) الآية. </p><p> وقال غيره من أهل التأويل: الأشد: ثمانية عشر سنة. </p><p> ويشبه أن يكون الأشد هو الإدراك، أي حتى يدركوا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ) يشبه أن يكون قوله: (وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ) في اليتامى أيضًا، أمر أن يوفوا لهم الكيل والميزان، ونهاهم ألا يوفوا لهم على ما نهاهم عن قربان مالهم إلا بالتي هي أحسن، وكذلك قوله:  (وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى) ، أمكن أن يكون هذا في اليتامى أيضًا، أي: إذا قلتم قولا لليتامى، فاعدلوا في ذلك القول، وإن كان ذا قربى منكم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَبِعَهْدِ اللَّهِ أَوْفُوا) . </p><p> أي: بعهد اللَّه الذي عهد إليكم في اليتامى، أوفوا بقوله: (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا </p><p> بِالَّتِي هِيَ أَحْسَنُ)، وقوله:  (وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا) ، وغير ذلك؛ أوفوا بما عهد إليكم فيهم. </p><p> ويحتمل أن يكون قوله - تعالى -: (وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ) : في اليتامى وفي غيرهم في كل الناس، وهو لوجهين: </p><p> أحدهما: أن في ترك الإيفاء اكتساب الضرر على الناس، ومنع حقوقهم، فأمر بإيفاء ذلك كقوله:  (وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ) . </p><p> والثاني: للربا؛ لأنه لزم مثله كيلا في الذمة، فإذا لم يوفه حقه وأعطاه دونه، صار ذلك الفضل له ربا. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا) . </p><p> يحتمل هذا وجهين: </p><p> يحتمل: لا نكلف أحدًا ما في تكليفنا إياه تلفه، وإن كان يجوز له تكليف ما في التكليف تلفه؛ كقوله:  (وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ اقْتُلُوا أَنْفُسَكُمْ أَوِ اخْرُجُوا مِنْ دِيَارِكُمْ. . .) الآية، وعلى ما أمر من بني إسرائيل بقتل أنفسهم. </p><p> والثاني: لا نكلف أحدًا ما في تكليفنا إياه منعه؛ نحو: من يؤمر بشيء لم يجعل له الوصول إلى ذلك أبدًا، ويجوز أن يؤمر بأمر وإن لم يكن له سبب ذلك الأمر بعد أن يجعل لهم الوصول إلى ذلك السبب؛ نحو: من يؤمر بالصلاة وإن لم يكن معه سبب ذلك وهو الطهارة، ونحو: من يؤمر بالحج بقوله: (وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا) هذا يدل على أن من جعل في وسعه الوصول إلى شيء، يجوز أن يكلف على ذلك، ويصير باشتغاله بغيره مضيعًا أمره. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذَا قُلْتُمْ فَاعْدِلُوا) . </p><p> قال بعض أهل التأويل: هذا في الشهادة؛ كقوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ. . .) الآية. </p><p> ويحتمل قوله:  (وَإِذَا قُلْتُمْ فَاعْدِلُوا) : كل قول، والقول أحق أن يحفظ فيه العدالة من الفعل؛ لأنه به تظهر الحكمة من السفه، والحق من الباطل؛ فهو أولى. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَبِعَهْدِ اللَّهِ أَوْفُوا) أي: بعهد اللَّه الذي عهد إليكم في التحليل والتحريم، والأمر والنهي، وغير ذلك. </p>"
}