{
  "id": null,
  "sura": 6,
  "aya": 68,
  "text": "<p> أعمالكم إنما عليَّ التبليغ؛ كقوله:  (مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (لِكُلِّ نَبَإٍ مُسْتَقَرٌّ وَسَوْفَ تَعْلَمُونَ (٦٧) </p><p> قَالَ بَعْضُهُمْ: لكل أمر حقيقة. </p><p> وقيل: لكل خبر غاية ينتهي إليها. </p><p> ويحتمل: أن يكون صلة قوله: (قُلْ لَسْتُ عَلَيْكُمْ بِوَكِيلٍ) ؛ (لِكُلِّ نَبَإٍ مُسْتَقَرٌّ) ، أي: لست عليكم بوكيل، لكن لِكُلِّ نَبَإٍ مُسْتَقَرٌّ في أن أغنم أموالكم وأسبي ذراريكم؛ كقوله:  (لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ (٢٢) إِلَّا مَنْ تَوَلَّى وَكَفَرَ). </p><p> ويحتمل قوله:  (وَكَذَّبَ بِهِ قَوْمُكَ) أي: بما كان وعد وأوعد، واللَّه أعلم. </p><p> وفي قوله:  (أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ) دلالة نقض قول المعتزلة؛ لأنا نعلم أن للخلق حقيقة الفعل في القتل والحرب والأهواء المختلفة، ثم أضاف ذلك إلى نفسه؛ دل أن له صنعًا في أفعالهم، وليس كما تقول المعتزلة: إنه لا يملك ذلك. </p><p> وكذلك ما ذكر من إضافة تلبيس الشيع إليه رد لقولهم؛ لأنهم يقولون: هم يختلفون، وقد أخبر أنه هو يجعلهم شيعًا، وذلك ظاهر النقض عليهم؛ لأنه أخبر أنه يذيق بعضهم بأس بعض، وهم يقولون: هو لا يذيق ولكن ذلك القاتل أو الضارب أو المعذب هو يذيقهم دون رب العالمين؛ وكذلك قوله:  (قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ) وهم يقولون: هو لا يعذبهم ولكن الخلق يعذبونهم؛ وكذلك قوله:  (أَنْ يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينَا) ، وهم يقولون: هو لا يملك تعذيبهم بأيديهم، وذلك رد لظاهر الآية وتركها جانبًا. </p><p> * * * </p><p> قوله تعالى:  (وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ (٦٨) وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَلَكِنْ ذِكْرَى لَعَلَّهُمْ يَتَّقُونَ (٦٩) وَذَرِ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَذَكِّرْ بِهِ أَنْ تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ لَيْسَ لَهَا مِنْ دُونِ اللَّهِ وَلِيٌّ وَلَا شَفِيعٌ وَإِنْ تَعْدِلْ كُلَّ عَدْلٍ لَا يُؤْخَذْ مِنْهَا أُولَئِكَ الَّذِينَ أُبْسِلُوا بِمَا كَسَبُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ (٧٠) </p><p> قوله - عَزَّ وَجَلَّ -: (وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ) . </p>"
}