{
  "id": null,
  "sura": 6,
  "aya": 108,
  "text": "<p> وقيل: الحفيظ والوكيل واحد، وقيل: الوكيل هو الكفيل، وقد ذكرناه في غير موضع فيما تقدم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْوًا بِغَيْرِ عِلْمٍ ... (١٠٨) </p><p> نهانا اللَّه - عَزَّ وَجَلَّ - عن سبِّ من يستحق السبَّ؛ مخافة سبِّ من لا يستحق السبَّ. </p><p> فَإِنْ قِيلَ: كيف نهانا عن سبِّ من يستحق السبَّ؛ مخافة سبِّ من لا يستحق، وقد أمرنا بقتالهم، وإذا قاتلناهم قاتلونا، وقتل المؤمن بغير حق من المناكير، وكذلك أمر رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بتبليغ الرسالة والتلاوة عليهم، وإن كانوا يستقبلونه بالتكذيب؟! </p><p> قيل: إن السبَّ لأُولَئِكَ مباح غير مفروض، والقتال معهم فرض، وكذلك التبليغ فرض يبلغ إليهم، وإن كانوا ينكرون ما يبلغهم، وكذلك القتال نقاتلهم، وإن كان في ذلك إهلاك أنفسنا وأصله أن ما خرج الأمر به مخرج الإباحة فإنه ينهى عما يتولد منه ويحدث، وما كان الأمر به أمر فرض ولزوم لا ينهى عن المتولد منه والحادث. </p><p> ويجوز أن يستدل بهذا على تأييد مذهب أبي حنيفة - رَضِيَ اللَّهُ عَنْهُ - في قوله: إن من قطع يد آخر بقصاص فمات في ذلك أخذ بالدية، وإذا قطع اليد بحدٍّ لزمه </p><p> فمات، لم يؤخذ بها؛ لأنه أبيح له قطع يده، والقصاص لم يفرض عليه، وفي الحدّ، تلزم إقامة الحد لله، فإذا كان قيامه بفعل أبيح له الفعل، ينهى عما يتولد منه، ويؤخذ به، واذأ كان قيامه بفعل فرض عليه، لم يؤخذ بما تولد منه؛ وعلى هذا يخرج قوله في الأمر بالختان إذا تولد من ذلك الموت؛ لأنه أمر بإقامة السنة، وكذلك الأمر </p><p> بالحجامة؛ لأنه يفرض عليه الحجامة في حال إذا خاف عليه الهلاك؛ إذا لم يحتجم وأما الأمر بالدق وغيره مما يشاكله: فهو - أمر إباحة، لا أمر إلزام؛ لذلك ضمن ما تولد منه؛ فعلي ذلك السب الذي يسب آلهتهم إذا حملهم ذلك على سب اللَّه - عَزَّ وَجَلَّ - وسب رسوله لا يسبون، وإن كانوا مستحقين لذلك؛ لأنه قد ينهى الرجل أن يعود نفسه السب؛ فعلى ذلك يجوز أن ينهوا عن سب آلهتهم؛ مخافة الاعتياد لذلك نهوا عن سبّ آلهتهم. </p><p> ثم ذكر في القصة أن أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كانوا يسبون آلهتهم فيسبون اللَّه؛ عدوا بغير علم، وذكر أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ذكر آلهتهم بسوء؛ فقالوا: لتنتهينَّ عن ذلك أو لنهجونَّ ربك. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - وذلك حين قال لهم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: (إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ) الآية، فقالوا عند ذلك ما قالوا؛ فنزل:  (وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ) ، ولكن لا ندري كيف كانت القصة، ولكن فيه ما ذكرنا. </p><p> وقوله - عَزَّ وَجَلَّ -: (عَدْوًا بِغَيْرِ عِلْمٍ) . </p><p> قال الكيساني وأَبُو عَوْسَجَةَ:  (عَدْوًا) ؛ من الاعتداء، وهو مجاوزة الحد. </p><p> وقال أبو عمرو:  (عَدْوٌ) : بالرفع، وقال: إنما العدو من عدو الرجلين؛ وكذلك قال في يونس:  (عَدْوٌ) . </p><p> وقيل: فلما نزل قوله: (وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا) الآية، قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لأصحابه:  \" لا تسبوا ربكم فأمسكوا عن سبّ آلهتهم \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (كَذَلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ) . </p><p> قال أبو بكر الكيساني: إن صلة قوله: (وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْوًا بِغَيْرِ عِلْمٍ) أنهم كانوا يعبدون هذه الأصنام والأوثان؛ رجاء أن تقرب عبادتهم إياها إلى اللَّه؛ لا أنهم كانوا يعبدونها ويتخذونها آلهة دون اللَّه؛ فإذا سبّوا معبودهم فكأنهم سبوا اللَّه عدوًا بغير علم؛ إذ العبادة في الحقيقة لله، فيرجع سبّهم إياها إلى اللَّه؛ لذلك كان معنى السحت فقال؛ فعلى ذلك رجع قوله:  (كَذَلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ) ؛ حتى امتنعوا عن سبّ اللَّه، فذلك الذي زين عليهم. </p><p> وقال الحسن: قوله: (زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ) ، أي: زينا عليهم أعمالهم فيما أمروا به، وفرض ويجب عليهم أن يفعلوا، لا فيما لا يفرض ولا يحل لهم أن يفعلوا. </p><p> وكذلك يقول جعفر بن حرب والكعبي وغيرهما من المعتزلة: إنه زين عليهم </p><p> عملهم الذي فرض عليهم أن يعملوا وياتوا به، وأما ما لا ينبغي أن يقولوا فلا؛ كقوله:  (حَبَّبَ إِلَيْكُمُ الْإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ) الآية ذكر في الإيمان: التزيين، وفي الكفر: التكريه، ويقولون: إنه أضاف التزيين إلى الشيطان بقوله: (زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ) ، وقوله:  (الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَى لَهُمْ) ، والشيطان يزين لهم المعاصي والفسوق؛ فلا يحتمل أن يكون اللَّه يزين لهم ما يزين الشيطان؛ فدل أنه إنما يزين لهم ما يؤمرون به ويفرض عليهم، ولكن يضاف إليه التزيين ما أضيف إليه حرف الإضلال والإغواء. </p><p> وأما عندنا: فالتزيين على وجهين: </p><p> تزيين في العقول، وهو تحسين من طريق الآيات والبراهين، فذلك لا يحتمل فعل الكفر والضلال أن يكون مزينا من جهة الآيات والحجج. </p><p> والثاني: تزيين في الطباع: بالشهوات، والأماني، وفعل كل أحد مزين بالشهوة والحاجة التي مكنت فيه، ولا شك أن كل كافر لو سئل عن فعله الكفر والضلال؛ فيقول: هذا الذي زين لي، وليس إضافة فعل التزيين إلى اللَّه بأكبر وأبعد من إضافة الإضلال والإغواء، وقد ذكرنا معنى إضافة الإضلال والإغواء إليه في غير موضع؛ فعلى ذلك التزيين. </p><p> ويقولون -أيضًا-: إن التزيين: تزيين وعد وثواب؛ فالكافر متى يؤمن بالوعد في الآخرة والثواب فيها، وهو ليس يؤمن بالآخرة، فهذا بعيد. </p>"
}