{
  "id": null,
  "sura": 6,
  "aya": 125,
  "text": "<p> يضيع وليس هو بأهل لها ولا موضعها؛ لأنه لو جعل لكان في ذلك تضييع الرسالة. </p><p> وقوله - عَزَّ وَجَلَّ -: (سَيُصِيبُ الَّذِينَ أَجْرَمُوا صَغَارٌ عِنْدَ اللَّهِ) . </p><p> أخبر أن من تكبر على رسول اللَّه وعانده يكن له عند اللَّه: صغار، ومذلة، وعذاب شديد؛ بصنيعهم الذي صنعوا. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ ... (١٢٥) </p><p> قيل: سئل رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن هذه الآية؛ فقال:  \" نورٌ يُقذف فيه \" ؛ فقالوا: وهل لذلك من علامة قال: \" نعم، إذا دخل النورُ في القلب انشرحَ وانفسح \" ؛ قالوا يا رسول اللَّه، وهل لذلك من علامة يعرف بها؟ قال:  \" نعم، الإنابةُ إلى دار الخلود، والتجافي عن دار الغرور، والاستعدادُ للموت قبل نزول الموت \" ؛ فلو ثبت هذا عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وكان هذا انشراح الصدر للإسلام فقليلا ما يوجد على هذا الوصف، إلا أن يريد به: الاعتقاد واليقين بما ذكر. </p><p> ثم اختلف في تأويل قوله:  (فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا) . </p><p> قال بعض أهل التأويل: الإرادة صفة فعل كل فاعل يفعل على الاختيار؛ كأنه قال: فمن يهد اللَّه يشرح صدره للإسلام، ومن يضله يجعل صدره ضيقًا حرجا. </p><p> وقال فريق من المعتزلة من نحو جعفر بن حرب والكعبي وهَؤُلَاءِ: تأويله: (فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ) ، أي: من قَبِلَ هداية اللَّه في الابتداء شرح اللَّه صدره بعد ذلك بخيرات؛ ثوابًا لما قبل من الهداية، ومن ترك قبول هداية اللَّه في الابتداء عاقبه اللَّه بضيق صدره؛ </p><p> عقوبة له في ترك قبول الهداية؛ إذ لله أن يهدي الخلق كلهم وأن يشرح صدرهم للإسلام، لكنهم لم يهتدوا. </p><p> وقال فريق منهم:  (فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ) طريق الجنة في الآخرة شرح صدره في الدنيا للإسلام، ومن يرد اللَّه أن يضله طريق الجنة في الآخرة جعل صدره في الدنيا ضيقًا حرجًا؛ فيقال لهم: كذلك هو - كما يقولون - قد قلتم: إنه أراد أن يضلهم، ثم يقال لهم: تقولون إنه أراد أن يهدي الخلق كلهم ويشرح صدرهم للإسلام، ثم تقولون: إنه يضل طريق الجنة في الآخرة؛ فهذا على زعمكم جور؛ لأنه أراد في الدنيا أن يهديهم ويريد في الآخرة -أيضًا- لهم أن يضلهم عن طريق الجنة لأُولَئِكَ بعينهم فذا جور على قولكم. </p><p> وظاهر الآية يرد قولهم وينقض مذهبهم؛ لأنه قال:  (فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ. . .) جعلهم على صنفين: صنف أراد منهم أن يهديهم، وصنف أراد أن يضلهم: من علم منه أنه يختار الهدى ويقبله أراد أن يهديه ويشرح صدره للإسلام، ومن علم منه أنه يختار الضلال أراد أن يضله ويجعل صدره ضيقًا حرجًا، ولا يجوز أن يريد هو ممن يعلم منه أنه يختار الضلال وعداوته الولاية منه؛ لأن ذلك من الضعف: من أراد عداوته وهو يريد ولايته، أو يريد منه غير الذي علم كونه منه واختاره. </p><p> والمعتزلة يقولون: قد أراد أن يهدي الكل لكنهم أرادوا ألا يهتدوا فلم يهتدوا، غلبت إرادتهم إرادة اللَّه - تعالى - فذلك وحش من القول سمج؛ فنعوذ باللَّه من السرف في القول والزيغ عن الحق، ولا قوة إلا باللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (ضَيِّقًا حَرَجًا) . </p><p> قيل: الحرج ضيق الضيق، وهو شدة الضيق: </p><p> وصف قلب المؤمن بالسعة والفسح، ووصف قلب الكافر بالضيق والحرج، وليس قلب هذا في رأي العين أوسع من قلب الآخر، لكنه - واللَّه أعلم - وصف قلب المؤمن بالسعة؛ لما انتفع بقلبه في الدنيا والآخرة، والكافر لم ينتفع بقلبه؛ فوصفه بالضيق والحرج، وهو كما وصف الكافر بالصمم والبكم والخرس؛ لما لم ينتفع بهذه الحواس، وكذلك سماه ميتًا؛ لما لم ينتفع بحياته، وسمى المؤمن حيًّا؛ لما انتفع بحياته؛ فعلى ذلك هذا: وصف الكافر بضيق الصدر؛ لما لم ينتفع به. </p>"
}