{
  "id": null,
  "sura": 6,
  "aya": 162,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ (١٦٢) </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا) . </p><p> خاطب اللَّه بهذه الآيات رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - والمرادُ به: الخلقُ كله، فمن بلي بمثل ما كان بلي رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من السؤال والدعاء، فله أن يقرأ أو يذكر ما في هذه الآيات. </p><p> ولو كان المراد بالخطاب بهذا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - خاصة، لكان لا يقول له:  (قُلْ) ، ولكن يقول له: افعل كذا، ولا تفعل كذا؛ وعلى ذلك الخطاب في الشاهد في خطاب بعض بعضا ألا يقولوا:  (قُل) ؛ فدل أنه على ما ذكرنا، وكذلك قوله:  (قُلْ هُوَ اللَّهُ أَحَدٌ) : من استوصف صفات اللَّه، فعليه أن يصف له ما في سورة الإخلاص، ورسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وغيره من الخلائق سواء في ذلك الخطاب. </p><p> ثم في قوله:  (قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ. . .) الآية ذكر منَّته بما هداه، والاستسلام إلى شكر ما أنعم عليه. وفي قوله:  (قُلْ إِنَّ صَلَاتِي وَنُسُكِي) والأمر بإخلاص العبادة لله - عَزَّ وَجَلَّ - وإسلام النفس له في جميع أحواله محياه ومماته. </p><p> وفي قوله:  (قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا) . </p><p> فيه الدعاء إلى وحدانية اللَّه وربوبيته. </p><p> ثم في قوله:  (إِنَّنِي هَدَانِي رَبِّي) دلالة رد قول من يستثني في إيمانه؛ لأنه أمره أن يقول:  (إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ) ، من غير أن يأمره بالثنيا؛ فمن استثنى فيه لا يخلو استثناؤه من أحد معنيين: </p><p> إما أن يكون لشك فيه. </p><p> أو لكتمان ما أنعم اللَّه عليه؛ فعلى كل من أنعم اللَّه عليه أن يظهر ذلك، وأن يشكر له على ذلك؛ على ما أمر رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بذلك. </p><p> وقوله:  (قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ) . </p><p> يخرج على وجهين: </p><p> أحدهما: يخرج على الأمر بالدعاء لنفسه؛ لأنه قال: قل: أجعل صلاتي ونسكي ومحياي ومماتي لله رب العالمين. </p><p> والثاني: على المنابذة مع أُولَئِكَ الكفرة والفجرة، يقول: أنا أجعل صلاتي وعبادتي </p>"
}