{
  "id": null,
  "sura": 6,
  "aya": 112,
  "text": "<p> ويقال: القبيل: الكفيل؛ كقوله:  (أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا) ، أي: ضمينا كفيلا. </p><p> قال الكيساني: من قرأها (قُبُلاً) فقد تكون جمع (القبيل) ؛ مثل (الجبيل) و (الجُبُل) ، وقد يكون (القبيل) -أيضًا- من معنى الإقبال؛ كقوله: من قبل ومن دبر. </p><p> ومن قرأها (قِبَلا) : أراد معاينة. </p><p> وقال أَبُو عَوْسَجَةَ:  (كُلَّ شَيْءٍ قُبُلًا) ، يقال أتانا الناس قبلا، أي: كلهم؛ وقبلا: من المقابلة، وتأويله ما ذكرنا: أن لو فعلنا هذا كله: من إنزال الملائكة إليهم، وتكليم الموتى إياهم، (وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا) ، فأخبروهم بالذي يقول مُحَمَّد إنه حق (مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ) لهم الإيمان فيؤمنوا، وفيه ما ذكرنا من الدليل أن الآيات لا تضطر أهلها إلى الإيمان بها إلا أن يشاء اللَّه أن يؤمنوا؛ فحينئذ يؤمنون. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ) . </p><p> أي: لكن أكثرهم لا ينتفعون بعلمهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا ... (١١٢) </p><p> قيل: كما جعلنا لكل نبي من قبل عدوا كذلك نجعل لك عدوا، ويحتمل </p><p> أن يكون صلة قوله:  (وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ) ثم قوله: (وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا) ، قال الحسن: إن من حكم اللَّه أن بعث رسلا، وأن كل من اتبع رسله يكون وليا له، ومن عصى رسله يكون عدوا له، هذا حكم اللَّه في الكل. </p><p> وقال جعفر بن حرب والكعبي وغيرهما من المعتزلة: إن قوله: (جَعَلْنَا) ، أي: خلينا بينهم وبين ما اختاروا من الكفر والعداوة، يقال: جعل فلان كذا إذا كان مسلطًا على ذلك، وهو يقدر أن يمنعه عن ذلك؛ ويصير التأويل على قول المعتزلة، أي: لم نجعل لكل نبي عدوا؛ ولكن هم جعلوا أنفسهم أعداء لكل نبي. </p><p> وقلنا نحن: إن قوله: (جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا) ، أي: خلقنا لكل نبي عداوة كل عدو، والجعل من اللَّه: هو الخلق؛ كقوله:  (وَجَعَلْنَا السَّمَاءَ سَقْفًا مَحْفُوظًا) . </p><p> وقوله:  (وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ) . (١) </p><p> وقوله:  (الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا) . </p><p> كل جعل أضيف إلى اللَّه فهو خلق؛ فعلى ذلك قوله:  (وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا) ، أي: خلقنا لكل نبي عداوة كل عدو، ولو كان الحكم على ما قال الحسن، وما قال أُولَئِكَ من التخلية لكان يجوز أن يضاف فعل الكفر وفعل الضلال إلى اللَّه، وذلك بعيد. </p><p> والثاني: لم يوفق لهم فعل الولاية؛ لما علم منهم أنهم يختارون فعل العداوة على فعل الولاية. </p><p> وقوله - عَزَّ وَجَلَّ -: (شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا) . </p><p> اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: الشياطين كلهم يكونون من الجن، ثم إنهم يوحون إلى الإنس؛ فيكونون هم الذين يدعون الخلق إلى معصية اللَّه؛ فيكونُ من الجن وحيًا إلى الإنس، ومن الإنس إلى الخلق قولا ودُعاء. </p><p> وقَالَ بَعْضُهُمْ: يكونُ من الجن شياطين، ومن الإنس شياطين، تدعو شياطين </p><p>(١) قال الإمام فخر الدين الرازي: لَا نُسَلِّمُ أَنَّ الْجَعْلَ عِبَارَةٌ عَنِ الْخَلْقِ وَالْإِيجَادِ، بَلْ لَهُ مَعَانٍ أُخَرُ سِوَى الْخَلْقِ.أَحَدُهَا: جَعَلَ بِمَعْنَى صَيَّرَ، قَالَ اللَّهُ تَعَالَى: هُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِباساً وَالنَّوْمَ سُباتاً وَجَعَلَ النَّهارَ نُشُوراً [الْفُرْقَانِ: ٤٧]. وَثَانِيهَا: جَعَلَ بِمَعْنَى وَهَبَ، نَقُولُ: جَعَلْتُ لَكَ هَذِهِ الضَّيْعَةَ وَهَذَا الْعَبْدَ وَهَذَا الْفَرَسَ. وَثَالِثُهَا:جَعَلَ بِمَعْنَى الْوَصْفِ لِلشَّيْءِ وَالْحُكْمِ بِهِ كَقَوْلِهِ تَعَالَى: وَجَعَلُوا الْمَلائِكَةَ الَّذِينَ هُمْ عِبادُ الرَّحْمنِ إِناثاً [الزُّخْرُفِ: ١٩]، وَقَالَ: وَجَعَلُوا لِلَّهِ شُرَكاءَ الْجِنَّ [الْأَنْعَامِ: ١٠]. وَرَابِعُهَا: جَعَلَهُ كَذَلِكَ بِمَعْنَى الْأَمْرِ كَقَوْلِهِ تَعَالَى: وَجَعَلْناهُمْ أَئِمَّةً [الْأَنْبِيَاءِ: ٧٣] يَعْنِي أَمَرْنَاهُمْ بِالِاقْتِدَاءِ بِهِمْ، وَقَالَ: إِنِّي جاعِلُكَ لِلنَّاسِ إِماماً [البقرة: ١٢٤] فَهُوَ بِالْأَمْرِ. وَخَامِسُهَا: أَنْ يَجْعَلَهُ بِمَعْنَى التَّعْلِيمِ كَقَوْلِهِ: جَعَلْتُهُ كَاتِبًا وَشَاعِرًا إِذَا عَلَّمْتَهُ ذَلِكَ.وَسَادِسُهَا: الْبَيَانُ وَالدَّلَالَةُ تَقُولُ: جَعَلْتُ كَلَامَ فُلَانٍ بَاطِلًا إِذَا أَوْرَدْتَ مِنَ الْحُجَّةِ مَا يُبَيِّنُ بُطْلَانَ ذَلِكَ، إِذَا ثَبَتَ ذَلِكَ فَنَقُولُ: لِمَ لَا يَجُوزُ أَنْ يَكُونَ الْمُرَادُ وَصْفَهُمَا بِالْإِسْلَامِ وَالْحُكْمِ لَهُمَا بِذَلِكَ كَمَا يُقَالُ: جَعَلَنِي فُلَانٌ لِصًّا وَجَعَلَنِي فَاضِلًا أَدِيبًا إِذَا وَصَفَهُ بِذَلِكَ. اهـ (مفاتيح الغيب. ٤/ ٥٢).</p><p> الجن - الجن إلى معصية اللَّه وهكذا من دعا آخر إلى معصيته والكفر به، ويدعو شياطين الإنسِ الإنسَ إلى ذلك، يدعو كل فريق قومه إلى معصية اللَّه، وهكذا من دعا آخر إلى معصية اللَّه، فهو شيطان، وكذلك كبراء الكفرة ورؤساؤهم الذين كانوا يدعون أتباعهم وسفلتهم إلى الكفر والضلال باللَّه؛ فهم شياطينهم؛ ألا ترى أنه قال:  (وَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا) . </p><p> وقوله تعالى:  (إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا) . </p><p> وقوله:  (قَالَ ادْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ فِي النَّارِ كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ) . </p><p> وغيره من الآيات؛ أن كلَّ من دعا غيره إلى معصية اللَّه والكفر به، فهو شيطان. </p><p> والشيطان هو البعيدُ من رحمة اللَّه؛ شطن أي: بَعُدَ. </p><p> وقيل: إن إبليس وكَّلَ شياطين الإنس، يضلونهم ويدعونهم إلى معصية اللَّه، ووكَّلَ شياطين بالجن يضلونهم. وهو تأويل الأول. </p><p> وقوله - عَزَّ وَجَلَّ -: (يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا) أي: يزين بعضهم لبعض القول غرورا، يغرون به. </p><p> قَالَ الْقُتَبِيُّ - رحمه اللَّه -: زخرف القول غرورا: ما زين به وحسن وموه. </p><p> وقال واصل: الزخرف: الذهب؛ ويقال: زخرف الشيء، أي: حسنه. </p><p> قال أَبُو عَوْسَجَةَ: الوحي أن يَحْيَى بعينه أو بشفتيه، وهي إشارة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ) قَالَ بَعْضُهُمْ: لو شاء، ربك خلقهم خلقا لم يركب فيهم الشهوات والحاجات حتى أطاعوه ولم يعصوا؛ كما خلق الملائكة لم يركب فيهم الشهوات والحاجات والأماني، فلم يعصوه. </p><p> وقالت المعتزلة: لو شاء ربك لأعجزهم وقهرهم؛ حتى لا يقدروا على معصية الله والكفر به فآمنوا واهتدوا. </p><p> وعندنا أنه لو شاء ربك لهداهم لاهتدوا، لكن لما علم منهم أنهم يختارون الضلال على الهدى شاء ألا يهديهم. وقد ذكرنا قبح تأويلهم الآية في غير موضع. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَذَرْهُمْ وَمَا يَفْتَرُونَ) هذا يخرج على الوعيد لهم؛ كقوله:  (ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا) ، وكقوله:  (اعْمَلُوا مَا شِئْتُمْ) أي: </p>"
}