{
  "id": null,
  "sura": 6,
  "aya": 135,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (إِنْ يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْ بَعْدِكُمْ مَا يَشَاءُ) . </p><p> لأنه غني بذاته لم يخلقكم لمنافع نفسه أو لحاجته، إن شاء أذهبكم واستخلف غيركم، ولو كان خلقه الخلق لمنافع نفسه لكان لا يذهب بهم ويستخلف من بعدهم ما يشاء. </p><p> (كَمَا أَنْشَأَكُمْ مِنْ ذُرِّيَّةِ قَوْمٍ آخَرِينَ) . </p><p> يخبر عن غناه عنهم، وعن سلطانه، وقدرته أنه يقدر على إهلاككم واستئصالكم وإنشاء قوم آخرين. </p><p> كأن خلق الخلائق من جواهر مختلفة لا توالد فيهم، ثئم جعل في الآخر التوالد والتناسل ويستخلف بعض من بعض بالتوالد والتناسل. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ مَا تُوعَدُونَ لَآتٍ ... (١٣٤) </p><p> من الوعد والوعيد. </p><p> أو أن يكون قوله:  (إِنَّ مَا تُوعَدُونَ) : من النصر لرسوله والمعونة له لآت وكائن. </p><p> (وَمَا أَنْتُمْ بِمُعْجِزِينَ) . </p><p> قيل: بفائتين ربكم. </p><p> وقيل: وما أنتم سابقين اللَّه بأعمالكم الخبيثة حتى لا يجزيكم اللَّه بها. وأصله:  (وَمَا أَنْتُمْ بِمُعْجِزِينَ) ، أي: لا تعجزون ربكم عن تعذيبكم وعقوبتكم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ يَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ ... (١٣٥) </p><p> قيل: على جديتكم. </p><p> وقيل: على منازلكم وجدتكم. </p><p> ولكن تأويله - واللَّه أعلم -: (عَلَى مَكَانَتِكُمْ) أي: ما أنتم عليه، ثم يحتمل هذا وجوهًا: </p><p> يحتمل (عَلَى مَكَانَتِكُمْ) ، أي: على ما أنتم عليه من أمر الدِّين، (إِنِّي عَامِلٌ) : على ما أنا عليه من أمر الدِّين؛ كقوله:  (لَكُمْ دِينُكُمْ وَلِيَ دِينِ) . </p><p> ويحتمل أن يكونوا هموا أن يمكروا برسول اللَّه؛ فقال: امكروا بي إني ماكر بكم؛ كقوله:  (وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ) . </p><p> ويحتمل أن يكونوا يطلبون الدوائر والهلاك على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ويكيدونه؛ كقوله:  (فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ) ، هذه الكلمة تستعمل في انتهاء المكابرة غايتها وجود المعاندة غايتها بعد الفراغ من الحجج والآيات؛ كقوله:  (لَكُمْ دِينُكُمْ وَلِيَ دِينِ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَسَوْفَ تَعْلَمُونَ) . </p><p> يحتمل فسوف تعلمون من تكون له العاقبة. </p><p> ويحتمل: فسوف تعلمون بالهلاك من كان محقا بالوعيد. </p><p> أو سوف تعلمون من المحق بما أوعد وخوف. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) يحتمل: لا يفلح الظالمون، ما داموا في ظلمهم. </p><p> ويحتمل: أن يكون ذلك في قوم مخصوصين. </p><p> ويحتمل: في الآخرة: لا يفلح الظالمون. </p><p> * * * </p><p> قوله تعالى:  (وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِلُ إِلَى اللَّهِ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَى شُرَكَائِهِمْ سَاءَ مَا يَحْكُمُونَ (١٣٦) وَكَذَلِكَ زَيَّنَ لِكَثِيرٍ مِنَ الْمُشْرِكِينَ قَتْلَ أَوْلَادِهِمْ شُرَكَاؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُوا عَلَيْهِمْ دِينَهُمْ وَلَوْ شَاءَ اللَّهُ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ (١٣٧) وَقَالُوا هَذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لَا يَطْعَمُهَا إِلَّا مَنْ نَشَاءُ بِزَعْمِهِمْ وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَامٌ لَا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا افْتِرَاءً عَلَيْهِ سَيَجْزِيهِمْ بِمَا كَانُوا يَفْتَرُونَ (١٣٨) وَقَالُوا مَا فِي بُطُونِ هَذِهِ الْأَنْعَامِ خَالِصَةٌ لِذُكُورِنَا وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا وَإِنْ يَكُنْ مَيْتَةً فَهُمْ فِيهِ شُرَكَاءُ سَيَجْزِيهِمْ وَصْفَهُمْ إِنَّهُ حَكِيمٌ عَلِيمٌ (١٣٩) قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلَادَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ وَحَرَّمُوا مَا رَزَقَهُمُ اللَّهُ افْتِرَاءً عَلَى اللَّهِ قَدْ ضَلُّوا وَمَا كَانُوا مُهْتَدِينَ (١٤٠) </p>"
}