{
  "id": null,
  "sura": 6,
  "aya": 150,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (قُلْ هَلُمَّ شُهَدَاءَكُمُ الَّذِينَ يَشْهَدُونَ أَنَّ اللَّهَ حَرَّمَ هَذَا ... (١٥٠) الذي تحرمون أنتم من الوصيلة، والسائبة، والحامي، وما حرموا من الحرث والأنعام (فَإِنْ شَهِدُوا) . أن اللَّه حزمه (فَلَا تَشْهَدْ مَعَهُمْ) . </p><p> كيف قال:  (هَلُمَّ شُهَدَاءَكُمُ الَّذِينَ يَشْهَدُونَ أَنَّ اللَّهَ حَرَّمَ هَذَا فَإِنْ شَهِدُوا فَلَا تَشْهَدْ مَعَهُمْ) </p><p> دعاهم إلى أن يأتوا بالحجة، فإذا أقاموها لا تشهد معهم، لكن هذا - واللَّه أعلم - أنهم يعلمون أن التحريم إلى اللَّه، ليس إلى أحد من الخلائق، فإن شهدوا بأنه حرم، فلا تشهد معهم؛ فإنهم شهدوا بباطل. </p><p> ويحتمل: أن يكون أمره أن يسألهم شهداء من أهل الكتاب يشهدون لهم بأن اللَّه حرم هذا؛ لأن هَؤُلَاءِ كانوا أهل شرك، وعبدة الأوثان يسألون أهل الكتاب وأهل الرسل يشهدون لهم بذلك، فإن شهدوا فلا تشهد معهم أي: لا يشهدون لهم بذلك، فلا تشهد أنت -أيضًا- معهم؛ على الإخبار أنهم لا يشهدون؛ وهو كقوله:  (لَئِنْ أُخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْ وَلَئِنْ قُوتِلُوا لَا يَنْصُرُونَهُمْ وَلَئِنْ نَصَرُوهُمْ. . .) الآية، أخبر عن المنافقين أنهم قالوا:  (لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ. . .) ، ثم أخبر عنهم أنهم (لَئِنْ أُخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْ وَلَئِنْ قُوتِلُوا لَا يَنْصُرُونَهُمْ. . .) الآية، لكنه أخبر أنهم لا يقاتلون رأسًا، وإلا لو نصروهم لا يولون الأدبار؛ فعلى ذلك قوله:  (هَلُمَّ شُهَدَاءَكُمُ الَّذِينَ يَشْهَدُونَ أَنَّ اللَّهَ حَرَّمَ هَذَا فَإِنْ شَهِدُوا فَلَا تَشْهَدْ مَعَهُمْ) ؛ لأنهم لا يشهدون، واللَّه أعلم. </p><p> ويشبه أن يسألوا حتى يأتوا بآبائهم حتى يشهدوا؛ لأنهم كانوا يقولون: إنا وجدنا عليها آباءنا، واللَّه أمرنا بها، وإن اللَّه رضي بصنيع آبائنا؛ حيث لم يهلكهم، وتركهم على ذلك، فيسألون أن يأتوا بأُولَئِكَ حتى يكونوا هم الذين يشهدون على ذلك، فلن يجدوا إلى ذلك سبيلا أبدًا؛ وهو كقوله:  (وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ) ، فلا يجدون أبدًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا) . </p><p> دل أن ما كانوا يحرمون إنما يحرمون بهواهم، لا بحجة وبرهان. </p><p> (وَالَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَهُمْ بِرَبِّهِمْ يَعْدِلُونَ) . </p>"
}