{
  "id": null,
  "sura": 6,
  "aya": 105,
  "text": "<p> تعالى:  (بَلِ الْإِنْسَانُ عَلَى نَفْسِهِ بَصِيرَةٌ) ، أي: بل الإنسان من نفسه بصيرة، أي: شاهدة؛ فشهدت كل جارحة منهم على وحدانية اللَّه وألوهيته. </p><p> ألا ترى أنه قال:  (يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوا يَعْمَلُونَ) ؛ هذا - واللَّه أعلم - لأنهم كانوا يقلدون آباءهم في عبادة الأوثان والأصنام، ويقولون:  (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) ، (هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ) ؛ فيقول:  (قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ) من الآيات والرسل ما لو اتبعتموهم، لكانوا لكم شفعاء عند اللَّه. </p><p> والثاني:  (قَدْ جَاءَكُمْ بَصَائِرُ) : ما لو تفكروا وتدبروا ونظروا فيها، لعرفوا أنها بصائر من اللَّه؛ لأن البشر أنشئوا بحيث ينظرون في العجيب من الأشياء؛ فكانوا على أمرين: منهم من نظر وتفكر وعرف أنها بصائر، لكنه عاند وكابر ولم يعمل بها، ومنهم من ترك النظر فيها؛ فعمي عنها، ما لو تفكروا ونظروا لتبين لهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا) . </p><p> أي: أبصر الحق والهدى وعمل به، فلنفسه عمل، ومن أبصر وعمي عنها - أي: ترك العمل - فعليها ترك؛ كقوله:  (مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا) . </p><p> فَإِنْ قِيلَ: ذكر في آية أخرى: (لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَى مَنْ حَيَّ عَنْ بَيِّنَةٍ) أخبر أن من هلك هلك عن بينة، ومن حي حي عن بينة، وهاهنا يقول:  (فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا) : ذكر عمي عليها؛ فكيف وجه التوفيق بينهما؟! </p><p> قيل: يحتمل قوله: (عَمِيَ) بعد ما تبين له، فترك العمل به؛ فعليها ذلك؛ لأنه أبصرها، وعرف أنها من اللَّه، لكنه عاندها وكابرها. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ) . </p><p> أي: قد جاءكم بصائر من ربكم، فليس علينا إلا التبليغ؛ كقوله:  (مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَذَلِكَ نُصَرِّفُ الْآيَاتِ ... (١٠٥) </p><p> أي: نردّها في الوجوه التي تتبين لقوم يطلبون البيان. </p><p> أو نقول (نُصَرِّفُ الْآيَاتِ) ، أي: نضع كل آية ونصرفها إلى الوجوه التي تكون بالخلق </p><p> إليها حاجة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلِيَقُولُوا دَرَسْتَ) . </p><p> فيه لغات: دَرَسْتَ، ودَارَسْتَ. ودَرَسَتْ: قرأت، ودارست: تعلمت. </p><p> وقيل: دارست أهل الكتاب: جادلتهم، ودرست بالجزم، قيل: تعاونت، فهذا </p><p> الاختلاف فيه؛ لاختلاف قول كان من الكفرة لرسول اللَّه؛ منهم من يقول:  (إِنَّمَا يُعَلِّمُهُ بَشَرٌ) ، فهو تأويل دارست، ومنهم من يقول:  (إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ) ، فهو تأويل قوله: درست، ومنهم من يقول:  (مَا هَذَا إِلَّا إِفْكٌ مُفْتَرًى) ، وهو تأويل درست؛ فعلى اختلاف أقاويلهم خرجت القراءة. </p><p> ثم اختلف في تأويل قوله - تعالى -: (وَلِيَقُولُوا دَرَسْتَ) قَالَ بَعْضُهُمْ: لئلا يقولوا درست، فهو صلة قوله:  (قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ) لئلا يقولوا: درست. </p><p> وقال الحسن قوله:  (وَلِيَقُولُوا دَرَسْتَ) ، أي:  (قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ) ؛ لِيَقُولُوا دَرَسْتَ؛ لأن من قوله: إنه بعث الرسل، وأنزل الكتب؛ ليكون من الكافر قول كفر، ومن المؤمن قول إيمان. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلِيَقُولُوا دَرَسْتَ) . </p><p> يخرج - واللَّه أعلم - على معنى التعجب: يعجب أصحاب النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن قبح صنيع الكفرة وسوء معاملتهم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وقد جاءهم بصائر من ربهم وبينات وحجج، ثم هم بعد هذا كله يستقبلونه بالرد والتكذيب. </p><p> وهو على ما قلنا: إن اللَّه ذكر نعمه عليهم بما أنشأ لهم: من الأنعام، والجنات المعووشات، والزرع، والنخيل، وما أخبر عنه، وقد علموا ذلك كله، ثم جعلوا له بعد معرفتهم هذا (شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ) ، ولا بينة؛ فهو على التعجب أنهم كيف جعلوا له شركاء، وقد علموا أن الذي جعل هذا كله لهم هو اللَّه؟! فعلى ذلك هذه الآية أنهم كيف قذفوه بالدراسة، وقد تبين لهم صدقه، وأنه من عند اللَّه بالآيات والدلائل، وبما كان لا يخط كتايا، ولا شهدوه يختلف إلى من عنده علم ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلِنُبَيِّنَهُ لِقَوْمٍ يَعْلَمُونَ) . </p>"
}