{
  "id": null,
  "sura": 6,
  "aya": 146,
  "text": "<p> قال أَبُو عَوْسَجَةَ: المسفوح المصبوب؛ تقول: سفحت: صببت. </p><p> وقَالَ الْقُتَبِيُّ: مسفوحًا، أي: سائلا. </p><p> وقال ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: المسفوح: هو الذي يهراق. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَحْمَ خِنْزِيرٍ) . </p><p> ذكر اللحم وذكر حرمة الميتة؛ ليعلم أن الخنزير بجوهره حرام، والميتة حرمتها لا بجوهرها، لكن لما اعترض؛ لذلك قلنا: إنه لا بأس بالانتفاع بصوف الميتة ووبرها وعظمها، ولا يجوز من الخنزير شيء، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ) . </p><p> قيل: غير باغ: يستحله في دينه، ولا عاد، أي: ولا متعد بألم يضطر إليه فأكله. وقد ذكرنا أقاويلهم والاختلاف في تأويله في صدر الكتاب. </p><p> (فَإِنَّ رَبَّكَ غَفُورٌ) ، لأكله الحرام في حال الاضطرار، (رَحِيمٌ) ، حيث رخص الحرام في موضع الاضطرار، وهذا -أيضًا- قد مضى ذكره في غير موضع. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ ... (١٤٦) </p><p> قيل: مثل هذا النعامة والبعير. </p><p> وقيل: كل ذي ظفر: مثل الديك، والبط، والبعير، وكل ما لم يكن منفرج </p><p> الأصابع والقوائم. </p><p> وقيل: حرمنا كل ذي حافر من نحو حمار الوحش والوز وغيره. </p><p> وقيل:  (حَرَّمْنَا كُلَّ ذِي ظُفُرٍ) : كل ذي مخلب من الطير، وكل ذي ناب من السباع، ومن الدواب: كل ذي ظفر منشق؛ مثل: الأرنب والبعير وأشباههما، وهو قول ابن عَبَّاسٍ - رضي اللَّه عنهما - والأشبه أن يكون ما ذكر من تحريم كل ذي ظفر عليهم هو ما يحل أكله لا ما يحرم وهو ما ذكر بعضهم أنه البعير والغنم لأنه ذكر، في آية أخرى (فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ. . .) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا) . </p><p> قيل: تحرم شحوم بطونهما، ومن الثروب، وشحم الكليتين. </p><p> (أَوِ الْحَوَايَا) . وهي المباعر والمصارين، أي: الشحم الذي عليهما. </p><p> (أَوْ مَا اخْتَلَطَ بِعَظْمٍ) . </p><p> قيل: الألية. </p><p> وقيل: قوله: (إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا) : هو سمن اللحم، قيل فيه أقاويل مختلفة في هذا، وفي الأول في قوله:  (حَرَّمْنَا كُلَّ ذِي ظُفُرٍ) ، لكن ليس لنا إلى معرفة ذلك حاجة؛ لأن تلك شريعة قد نسخت، والعمل بالمنسوخ حرام، فإذا لم يكن علينا العمل بذلك فليس لنا إلى معرفة ذلك حاجة كان ذا أو ذا، وإنَّمَا علينا أن نعرف: لم كان ذلك التحريم عليهم؟ وبم كان تحريم هذه الأشياء عليهم؟ </p><p> فهو - واللَّه أعلم - ما ذكر في قوله:  (فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَنْ سَبِيلِ اللَّهِ كَثِيرًا. . .) الآية، أخبر أن ما حرم عليهم من الطيبات؛ بظلمهم للذين ظلموا؛ ولذلك قال اللَّه - تعالى -: </p><p> (ذَلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ) . </p><p> أخبر أن ذلك جزاء بغيهم الذي بغوا. </p><p> والثاني: أنهم كانوا يدعون ويقولون: (نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ) ، يقول: لو كنتم صادقين في زعمكم أنكم أبناء اللَّه وأحباؤه، لكن لا أحد يعاقب ولده أو حبيبه بأدنى ظلم، ولا يحرم عليه الطيبات، فإذا كان اللَّه حرم عليكم الطيبات، وجزاكم بتحريم أشياء؛ عقوبة لكم بظلمكم وبغيكم - ظهر أنكم كذبتم في دعاويكم، وافتريتم بذلك على اللَّه. </p>"
}