{
  "id": null,
  "sura": 6,
  "aya": 157,
  "text": "<p> أي: وقد كنا عن دراستهم لغافلين، ويجيء أن يكون عن دراستها؛ لأنها دراسة الكتب، لكن أضيف إليهم، أي: أُولَئِكَ القوم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَوْ تَقُولُوا لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَى مِنْهُمْ ... (١٥٧) </p><p> هو على ما ذكرنا لئلا تقولوا: لو أنا أنزل علينا الكتاب. </p><p> (لَكُنَّا أَهْدَى مِنْهُمْ فَقَدْ جَاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ) . </p><p> أنزل اللَّه - عَزَّ وَجَلَّ - هذا القرآن؛ قطعًا لحجاجهم، ومنعًا لعذرهم، وإن لم يكن لهم الحجاج والعذر، وعلى ذلك يخرج قوله:  (لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ) لا يكون لهم حجة على اللَّه، وإن لم ينزل الرسل والكتب. </p><p> ثم يحتمل عذر هَؤُلَاءِ أن يقولوا: إنما أنزل الكتاب بلسانهم، لم ينزل بلساننا، ونحن لا نعرف لسانهم، وكنا عن دراستهم لغافلين، ولو كان لهم العذر والاحتجاج بهذا، لكان للعجم الاحتجاج والعذر في ترك اتباع القرآن؛ لما لم ينزل بلسان العجم، ولم يعرفوا هم لسانهم، أعني: لسان العرب، ثم لم يكن للعجم الاحتجاج بذلك؛ لما جعل لهم سبيل الوصول إلى معرفته؛ فعلى ذلك لا عذر للعرب في ترك اتباع ما في الكتب التي أنزلت بغير لسانهم؛ لما في وسعهم الوصول إلى معرفتها، والتعلم منهم، والأخذ عنهم، وهذا يدل على أنه يجوز التكليف بأشياء ليست معهم أسبابها، بعد أن جعل لهم سبيل الوصول إلى تلك الأسباب. </p><p> والثاني: من احتجاجهم أن يقولوا: إن اليهود والنصارى قد اختلفت وتفرقت تفرقًا لا اجتماع بينهم أبدًا، فكيف نتبعهم في ذلك؟! </p><p> فيقال: إن مذاهبهم وكتبهم إنما تفرقت بهم وبقولهم، فقد أنزل من الحجج والبيان ما يعرف ذلك الذي تفرق بهم، فلا حجة لهم في ذلك؛ وهذا كقوله:  (وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَتْهُمْ آيَةٌ لَيُؤْمِنُنَّ بِهَا) ، وقد جاءتهم آيات فلم يؤمنوا بها؛ فعلى ذلك قوله:  (أَنْ تَقُولُوا إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَى طَائِفَتَيْنِ مِنْ قَبْلِنَا) ، وقوله:  (أَوْ تَقُولُوا لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَى مِنْهُمْ فَقَدْ جَاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ) . </p><p> وفي الآية دلالة على أن المجوس ليسوا من أهل الكتاب؛ لأنهم لو كانوا أهل كتاب </p><p> صار أهل الكتاب ثلاث طوائف، وقد أخبر أنه إنما أنزل الكتاب على طائفتين، وذلك محال. </p>"
}