{
  "id": null,
  "sura": 6,
  "aya": 39,
  "text": "<p> كما تعرفون أنتم. </p><p> وأصله: إن ما ذكر من الدواب والطير (أُمَمٌ أَمْثَالُكُمْ) : سخرها لكم لم يكن منها ما يكون منكم من العناد والخلاف، والتكذيب للرسل والخروج عليهم، بل خاضعين لكعمم مذللين تنتفعون بها. </p><p> ويحتمل قوله:  (إِلَّا أُمَمٌ أَمْثَالُكُمْ) : في حق معرفة وحدانيته وألوهيته، أو حق الطاعة لله؛ كقوله - تعالَى -: (وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ) . </p><p> اختلف فيه: </p><p> قَالَ بَعْضُهُمْ:  (مَا فَرَّطْنَا) أي: ما تركنا شيئا إلا وقد ذكرنا أصله في القرآن. </p><p> وعن ابن عَبَّاسٍ - رضي اللَّه عنهما - قال: ما تركنا شيئًا إلا قد كتبناه في أم الكتاب: وهو اللوح المحفوظ. </p><p> وقيل:  (مَا فَرَّطْنَا) : ما ضيعنا في الكتاب مما قد يقع لكم الحاجة إليه أو منفعة إلا قد بيناه لكم في القرآن. </p><p> قوله تعالى:  (ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ) . </p><p> قيل: الطير والبهائم يحشرون مع الخلق، وقيل:  (إِلَى رَبِّهِمْ يُحْشَرُونَ) : يعني بني آدم. </p><p> وقوله:  (وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا ... (٣٩) </p><p> قاله الحسن:  (بِآيَاتِنَا) ديننا. </p><p> وقال غيره:  (كَذَّبُوا بِآيَاتِنَا) : حججنا: حجج وحدانيته وألوهيته، وحجج الرسالة والنبوة. </p><p> ويحتمل: آيات البعث، كذبوا بذلك كله، وقد ذكرنا هذا في غير موضع. </p><p> وقوله - عَزَّ وَجَلَّ -: (صُمٌّ وَبُكْمٌ) . </p><p> هو ما ذكرنا أنه نفى عنهم السمع، واللسان، والبصر؛ لما لم يعرفوا نعمة السمع، ونعمة البصر، ونعمة اللسان. </p><p> ولا يجوز أن يجعل لهم السمع والبصر واللسان، ثم لا يعلمهم ما يسمعون بالسمع، وما ينطقون باللسان، دل أنه يحتاج إلى رسول يسمعون منه، ويستمعون إليه، وينطقون ما علمهم، فإذا لم يفعلوا صاروا كما ذكر (صُمٌّ بُكْمٌ عُمْيٌ) ، لما لم يشْفعوا به، ولم يعرفوا نعمته التي جعل لهم فيما ذكر. </p><p> أو نفى عنهم السمع والبصر واللسان؛ لما ذكرنا أن السمع والبصر، والحياة على ضربين: مكتسب، ومنشأ، فنُفِي عنهم السمع المكتسب، والبصر المكتسب، والحياة المكتسبة. </p><p> وقوله - عَزَّ وَجَلَّ -: (فِي الظُّلُمَاتِ) . </p><p> يحتمل وجهين: </p><p> يحتمل: ظلمات الجهل والكفر. </p><p> والثاني: هم في ظلمات: يعني ظلمات السمع، والبصر، والقلب. </p><p> وهم في الظلمتين جميعًا: في ظلمة الجهل والكفر، وظلمة السمع، والبصر؛ كقوله - تعالى -: (ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ) ، والمؤمن في النور؛ كقوله - تعالى -: قوله تعالى: (نُورٌ عَلَى نُورٍ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (مَنْ يَشَإِ اللَّهُ يُضْلِلْهُ وَمَنْ يَشَأْ يَجْعَلْهُ عَلَى صِرَاطٍ مُسْتَقِيمٍ) . </p><p> وصف - عَزَّ وَجَلَّ - نفسه بالقدرة، وجعلهم جميعًا متقلبين في مشيئة، وأخبر أنه شاء لبعضهم الضلال، ولبعضهم الهدى، فمن قال: إنه شاء للكل الهدى لكن، لم يهتدوا، أو شاء للكل الضلال - فهو خلاف ما ذكره عَزَّ وَجَلَّ؛ لأنه أخبر أنه شاء الضلال لمن ضل، وشاء الهدى لمن اهتدى. </p><p> وأصله: أنه إذا علم من الكافر أنه يختار الكفر، شاء أن يضل وخلق فعل الكفر منه، </p>"
}