{
  "id": null,
  "sura": 6,
  "aya": 13,
  "text": "<p> المطيع الثواب؛ ليمنع العاصي ذلك عن عصيانه، وليرغب المطيع في طاعته، وذلك من رحمته. </p><p> وقال قائلون:  (كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ) لأمة مُحَمَّد ألا يعذبهم عند التكذيب، ولا يستأصلهم، كما عذب غيرهم من الأمم، واستأصلهم عند التكذيب، فالتأخير الذي أخرهم إلى يوم القيامة من الرحمة التي كتب على نفسه. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ) قيل: (إِلَى) صلة، ومعناه: ليجمعنكم يوم القيامة. </p><p> وقيل:  (إِلَى يَوْمِ الْقِيَامَةِ) أي: ليوم القيامة، كقوله:  (لِيَوْمٍ لَا رَيْبَ فِيهِ) . </p><p> وقال قائلون: قوله: (لَيَجْمَعَنَّكُمْ) في القبور (إِلَى يَوْمِ الْقِيَامَةِ) ثم يجمعكم يوم القيامة والقرون السالفة. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا رَيْبَ فِيهِ) أي: لا ريب في الجمع والبعث بعد الموت عند من يعرف أن خلق الخلق للفناء خاصة، لا للبعث والإحياء بعد الموت للثواب والعقاب، ليس لحكمة. </p><p> وقوله - عَزَّ وَجَلَّ -: (الَّذِينَ خَسِرُوا أَنْفُسَهُمْ) قد ذكرناه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ وَهُوَ السَّمِيعُ الْعَلِيمُ (١٣) في الآية - واللَّه أعلم - إنباء أن الخلق كلهم تحت قهر الليل والنهار وسلطانهما، مقهورين مغلوبين؛ إذ لم يكن لأحد من الجبابرة، والفراعنة الامتناع عنهما، ولا صرف أحدهما إلى الآخر، </p><p> بل يدركانهم، شاءوا أو أبوا، وسلطانهما جار عليهم ليعلموا أن لغير فيهما تدبيرا، وأن قهرهما الخلق وسلطانهما كان بسلطان من له التدبير والعلم، ثم جريانهما على سنن واحد ومجرى واحد يدل على أن منشئهما واحد، ومدبرهما عليم حكيم. </p><p> وقال بعض أهل التأويل:  (وَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ) ، ما استقر في الليل والنهار، من الدواب والطير، في البر والبحر، فمنها ما يستقر نهارًا وينتشر ليلا، ومنها ما يستقر بالليل وينتشر بالنهار. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال:  (وَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ) وذلك أن كفار أهل مكة أتوا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وقالوا: يا مُحَمَّد، إنا قد علمنا أنه ما يحملك على هذا الذي تدعو إليه إلا الحاجة، فنحن نجعلك في أموالنا حتى تكون أغنانا رجلا، وترجع عما أنت عليه؛ فنزلت:  (وَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ وَهُوَ السَّمِيعُ) ؛ لمقالة أُولَئِكَ. </p><p> (العَلِيمُ) من أين يرزقهم، لكن الوجه فيه ما ذكرنا آنفًا أن الخلق كلهم تحت قهرهما وسلطانهما. </p><p> وفيهما وجوه من الحكمة: </p><p> أحدها: بعض ما ذكرنا ليعلم أن مدبرهما واحد، وفيه نقض قول الفلاسفة؛ لأنهم </p>"
}