{
  "id": null,
  "sura": 6,
  "aya": 14,
  "text": "<p> يقولون: الظلمة كثافة ستارة، والنور دقيق دراك. </p><p> وفيهما ما ذكر من المنافع بقوله:  (وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِبَاسًا وَالنَّوْمَ سُبَاتًا) وغيره من المنافع. </p><p> وقوله - عزَّ وجلَّ -: (وَهُوَ السَّمِيعُ) لمن دعا له، (الْعَلِيمُ) : بمصالح الخلق وحاجتهم. </p><p> * * * </p><p> قوله تعالى:  (قُلْ أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ قُلْ إِنِّي أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ (١٤) قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ (١٥) مَنْ يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ وَذَلِكَ الْفَوْزُ الْمُبِينُ (١٦) وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٧) وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الْحَكِيمُ الْخَبِيرُ (١٨) قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَى قُلْ لَا أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ (١٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ) وفي حرف ابن مسعود - رضي الله عنه -: (رَبًّا) ؛ كأن هذا صلة قوله:  (قُلْ لِمَنْ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ قُلْ لِلَّهِ) فإذا أقررتم أن ذلك كله لله فكيف تتخذون له شركاء فتعبدون غير اللَّه وهو فاطر السماوات والأرض ومنشئهما ومنشئ ما فيهما، كيف صرفتم العبادة إلى غير اللَّه؟ وقوله - عَزَّ وَجَلَّ -: (وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ) . </p><p> قال أهل التأويل: هو يرزق ولا يرزق، ليس كمن له عبيد في الشاهد يرزق بعضهم بعضًا، الموالي من العبيد، والعبيد من السادات، ينتفع بعضهم من بعض، فأما اللَّه - سبحانه وتعالى - خلق الخلق لا لمنفعة نفسه؛ لأنه غني بذاته، والخلق فقراء إليه؛ كقوله - تعالى -: (أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ إِنِّي أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ) . </p><p> قال الحسن: أول من أسلم من قومه، وأصله:  (إِنِّي أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ) أي: أُمرت أن أسلم وأخضع أنا أولا، ثم آمركم بذلك. </p>"
}