{
  "id": null,
  "sura": 6,
  "aya": 19,
  "text": "<p> العباد لا يخلو من هذه الأوجه الثلاثة، فإذا كان كذلك فدل إضافة ذلك إلى اللَّه - تعالى - على أن لله فيه فعلا، وهو أن خلق فعل ذلك منهم، فهو على كل شيء قدير من كشف الضر له، والصرف عنه، هاصابة الخير لا يملك ذلك غيره. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الْحَكِيمُ الْخَبِيرُ (١٨) </p><p> في هذه الآية والآية الأولى ذكر أهل التوحيد؛ لأنه أخبر أن ما يصيب العباد من الضر والشدة لا كاشف لذلك إلا هو، ولا يدفع ذلك عنهم ولا يصرفه إلا اللَّه، وأن ما يصيبهم مق الخير إنما يصيبهم بذلك اللَّه، وأخبر أنه على كل شيء قدير. </p><p> وفي قوله:  (وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ) وإخبار أنه قاهر يقهر الخلق، عزيز، قادر، وله سلطان عليهم، وأنهم أذلاء تحت سلطانه. </p><p> وفي قوله:  (فَوْقَ عِبَادِهِ) إخبار بالعلوية، والعظمة، وبالتعالي عن أشباه الخلق. </p><p> (وَهُوَ الْحَكِيمُ) : يضع كل شيء موضعه. </p><p> (الْخَبِيرُ) : بما يسرون وما يعلنون، إخبار ألَّا يخفى عليه شيء، وأنه يملك وضع كل شيء موضعه، وأن ما يصيبهم من الضر والشدة إنما يكون به، لا يملك أحد صرفه، وأن ما ضر أحد أحدًا في الشاهد، أو نفع أحد أحدًا إنما يكون ذلك باللَّه في الحقيقة. </p><p> وفي هذه الأحرف: إخبار عن أصل التوحيد وما يحتاج إليه لما ذكرنا من الوصف له بالقدرة والقهر، والوصف له بالعلو والعظمة، والتعالي عن أشباه الخلق، والوصف له بالحكمة في جميع أفعاله، والعلم بكل ما كان ويكون. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً ... (١٩) </p><p> كأن في الآية إضمارًا - واللَّه أعلم - أي (قُلْ) يا مُحَمَّد (أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً) ، </p><p> فيقولون: اللَّه؛ لأنهم كانوا يقرون أنه خالق السماوات والأرض، وأنه أعظم من كل شيء؛ لكنهم يشركون غيره في عبادته، ويقولون:  (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) ، وإلا كانوا يقرون بالعظمة له والجلال، فإذا سئلوا:  (أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً) ، فيقولون: اللَّه. </p><p> ويحتمل -أيضًا- أن يقول لنبيه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إنهم إذا سألوا:  (أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً) ؟ قل: اللَّه، فإنك إذا قلت لهم ذلك يقولون هم أيضًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ) . </p><p> في كل اختلاف بيننا وبينكم في التوحيد، والبعث بعد الموت، ونحوه. </p><p> ويحتمل:  (قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ) وفي كل حجة وبرهان أتاهم الرسول به. </p><p> وفي قوله:  (قُلْ أَيُّ شَيْءٍ) : دلالة أنه يقال له شيء؛ لأنه لو لم يجز أن يقال له شيء لم يستثن الشيء منه، وكذلك في قوله:  (لَيْسَ كَمِثْلِهِ شَيْءٌ) أنه </p><p> قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ </p><p> شيء؛ لأن \" لا شيء \" في الشاهد، إنما يقال إما للنفي أو للتصغير، ولا يجوز في الغائب النفي ولا التصغير؛ فدل أنه إنما يرادب \" الشيء \" الإثبات لا غير وباللَّه العصمة. </p><p> ذكر في بعض القصة في قوله:  (قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً) أن رؤساء مكة أتوا رسول اللَّه، فقالوا: يا مُحَمَّد، أما وجد اللَّه رسولا يرسله غيرك، ما ترى أحدًا يصدقك بما تقول، ولقد سالنا عنك اليهود والنصارى فزعموا أنه ليس لك عندهم ذكر، ولا صفة، ولا مبعث، فأرنا من شهد لك أنلث رسول اللَّه كما تزعم. فقال اللَّه - تعالى -: يا مُحَمَّد، قل لهم:  (أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً) ، يقول: أعظم شهادة؛ يعني: البرهان، مُحَمَّد حجة وبرهان، فإن أجابوك فقالوا: اللَّه، وإلا فقل لهم: اللَّهُ أَكْبَرُ شهادة من خلقه أني رسوله، واللَّه شهيد بيني وبينكم في كل اختلاف بيننا وبينكم، في التوحيد، وإثبات الرسالة، والبعث، وكل شيء. </p><p> وذكر في هذه القصة أنهم لما قالوا: من يشهد أن اللَّه رسلك رسولا، قالوا: فهلا أنزل إليك ملك. فقال اللَّه لنبيه: قل لهم: (أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً) ؛ فقالوا: اللَّهُ أَكْبَرُ شهادة من غيره، فقال اللَّه: ، قل لهم يا مُحَمَّد: اللَّه شهيد بيني وبينكم أني رسول اللَّه، وأنه (وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ) ، ومن بلغه القرآن من الجن والإنس فهو نذير له. </p><p> ثم قال لهم:  (أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَى) ، قالوا: نعم، نشهد. فقال الله لنبيّه: قل لهم: لا أشهد بما شهدتم، ولكن أشهد أنما هو إله واحد، وإنني بريء مما تشركون. </p><p> وقوله - عَزَّ وَجَلََّ:  (وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ) . </p><p> كأنه قال: أوحي إليَّ هذا القرآن الذي تعرفون أنه من عند اللَّه جاء؛ لأنه قال لهم:  (فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ) ، فعجزوا عن إتيان مثله، فدل عجزهم عن إتيان مثله أنهم عرفوا أنه جاء من عند اللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -؛ (لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ) : لا ينذر بالقرآن ولكن ينذر بما في القرآن؛ لأنه فيه أنباء ما حل بأشياعهم بثكذيبهم الرسل، وما يحل بهم من العذاب في الآخرة بتكذيبهم الرسل، وإلا فظاهر القرآن ليس مما لنذر به، (وَمَنْ بَلَغَ) كأنه قال: وأوحي إليَّ هذا القرآن لأنذركم به، وأنذر من بلغه القرآن، صار رسول اللَّه نذيرًا ببلوغ القرآن لمن بلغه، فإذا صار نذيرًا به لمن بلغه وإن كان هو في أقصى الدنيا يصير هو نذيرًا في أقصى الزمان، في كل زمان، وهو - واللَّه أعلم - كقوله - تعالى -: (وَلِكُلِّ قَوْمٍ هَادٍ) ورسول اللَّه هاد لقومه إلى يوم القيامة. </p><p> وفي الآية دلالة أن البشارة والنذارة يكونان ببعث آخر يبشر أو ينذر، وهو دليل لقول أصحابنا: إن من حلف: أيُّ عبدٍ من عبيدي بَشَّرَنِي بكذا فهو حرّ، فبشره برسول أو بكتاب، يكون بشارة. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَى) فهذا في الظاهر استفهام، ولكنه في الحقيقة إيجاب أنكم لتشهدون أن مع اللَّه آلهة أخرى، بعد ما ظهر </p>"
}