{
  "id": null,
  "sura": 6,
  "aya": 63,
  "text": "<p> غيره في الملك في الدنيا، ولا أحد ينازعه في ذلك اليوم في الملك، فقال:  (لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ) ؛ وعلى ذلك قوله:  (مَوْلَاهُمُ الْحَقِّ) ، كان مولاهم الحق في الأوقات كلها والأحوال، ولكن عند ذلك يظهر لهم أنه كان مولاهم الحق. </p><p> وقوله - عَزَّ وَجَلَّ -: (ثُمَّ رُدُّوا إِلَى اللَّهِ) . </p><p> يحتمل: ردوا إلى ما وعدهم وأوعد. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَلَا لَهُ الْحُكْمُ) . </p><p> يحتمل قوله:  (أَلَا لَهُ الْحُكْمُ) : في تأخير الموت والحياة، وقبض الأرواح، وتوفي الأنفس. </p><p> ويحتمل قوله:  (أَلَا لَهُ الْحُكْمُ) في التعذيب في النار والثواب والعقاب ليس يدفع ذلك عنهم دافع سواه، ولا ينازعه أحد في الحكم. </p><p> (وَهُوَ أَسْرَعُ الْحَاسِبِينَ) . </p><p> عن الحسن قال: هو سريع العقاب؛ لأنه إنما يحاسب ليعذب كما روي:  \" من نوقش الحساب عذب \" وهو أسرع الحاسبين؛ لأنه لا يحاسب عن حفظ ولا تفكر، ولا يشغله شيء، وأما غيره: فإنما يحاسب عن حفظ وتفكر وعن شغل، فهو أسرع الحاسبين؛ إذ لا يشغله شيء. </p><p> * * * </p><p> قوله تعالى:  (قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً لَئِنْ أَنْجَانَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ (٦٣) قُلِ اللَّهُ يُنَجِّيكُمْ مِنْهَا وَمِنْ كُلِّ كَرْبٍ ثُمَّ أَنْتُمْ تُشْرِكُونَ (٦٤) قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ (٦٥) وَكَذَّبَ بِهِ قَوْمُكَ وَهُوَ الْحَقُّ قُلْ لَسْتُ عَلَيْكُمْ بِوَكِيلٍ (٦٦) لِكُلِّ نَبَإٍ مُسْتَقَرٌّ وَسَوْفَ تَعْلَمُونَ (٦٧) </p><p> قوله - عَزَّ وَجَلَّ -: (قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ) وليس هذا على الأمر له، ولكن على المحاجة؛ كقوله - تعالى -: (قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلُ) ، ليس على الأمر بالسير في الأرض، ولكن على الاعتبار بأُولَئِكَ الذين كانوا من قبل، والنظر في آثارهم وأعلامهم أن كيف صاروا بتكذيبهم الرسل، </p><p> وماذا أصابهم بذلك؛ فعلى ذلك هذا، فيه الأمر بالمحاجة معهم في آلهتهم:  (قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ) آلهتكم التي تعبدون من دون اللَّه، وتشركونها في ألوهيته وربوبيته، أو اللَّه الذي خلقكم؟ فسخرهم حتى قالوا: اللَّه هو الذي ينجينا من ذلك، فقال:  (قُلِ اللَّهُ يُنَجِّيكُمْ مِنْهَا وَمِنْ كُلِّ كَرْبٍ) ، فإذا كان هو الذي ينجيكم من هذا لا آلهتكم التي تعبدونها؛ فكذلك هو الذي ينجيكم من كل كرب ومن كل شدة. </p><p> ويحتمل قوله - تعالى -: (قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ) . </p><p> أي: لا أحد ينجيكم من ظلمات البر والبحر؛ كقوله:  (وَمَنْ أَظلَمُ) ، أي: لا أحد أظلم من تخافون على آلهتكم الهلاك كما تخافون على أنفسكم؛ فلا أحد سواه ينجيكم من ذلك ومن كل كرب. </p><p> قال أبو بكر الكيساني: هم عرفوا في الدنيا أنه هو الذي ينجيهم من ذلك كله، وهو الذي يعطي لهم ما أعطوا بما قامت عليهم الحجج، ولم يعرفوا أنه هو الذي ينجيهم في الآخرة ويهلكهم، وهو هكذا: عرفوا اللَّه في الدنيا، ولم يعرفوه في الآخرة. </p><p> ثم اختلف في ظلمات البر والبحر: </p><p> قَالَ بَعْضُهُمْ: الظلمات: هي الشدائد والكروب التي تصيبهم بالسلوك في البر والبحر. </p><p> وقال آخرون: الظلمات هي الظلمات لأن أسفار البحار والمفاوز إنما تقطع بأعلام السماء، فإذا أظلمت السماء بقوا متحيرين لا يعرفون إلى أي ناحية يسلكون، ومن أي طريق يأخذون، فعند ذلك يدعون اللَّه تضرعًا وخفية. </p><p> قال الحسن: التضرع: هو ما يرفع به الصوت، والخفية: هي ما يدعي سرًّا وهو من الإخفاء. </p><p> وفي حرف ابن مسعود:  (تدعونه تضرعًا وخيفة) وهي من الخوف. </p>"
}