{
  "id": null,
  "sura": 6,
  "aya": 71,
  "text": "<p> شفعاء ولا أولياء، ولا يقبل منهم الرشا. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَهُمْ شَرَابٌ مِنْ حَمِيمٍ) . </p><p> قيل: الحميم: هو ماء حار قد انتهى حره يغلي ما في البطن إذا وصل إليه، فيشبه أن يكون لهم من الشراب ما ذكر؛ لما تناولوا في الدنيا من الشراب المحرم، فكان لهم في الآخرة الحميم مكان ذلك، والعذاب الأليم؛ لما أعطوا أنفسهم في الدنيا من الشهوات واللذات جزاء ذلك. </p><p> * * * </p><p> قوله تعالى:  (قُلْ أَنَدْعُو مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَى أَعْقَابِنَا بَعْدَ إِذْ هَدَانَا اللَّهُ كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الْأَرْضِ حَيْرَانَ لَهُ أَصْحَابٌ يَدْعُونَهُ إِلَى الْهُدَى ائْتِنَا قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعَالَمِينَ (٧١) وَأَنْ أَقِيمُوا الصَّلَاةَ وَاتَّقُوهُ وَهُوَ الَّذِي إِلَيْهِ تُحْشَرُونَ (٧٢) وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَيَوْمَ يَقُولُ كُنْ فَيَكُونُ قَوْلُهُ الْحَقُّ وَلَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِي الصُّورِ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ (٧٣) </p><p> قوله - عَزَّ وَجَلَّ -: (قُلْ أَنَدْعُو مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا) : يحتمل هذا وجوهًا: </p><p> يحتمل: أن يكون أُولَئِكَ الكفرة دعوا رسول اللَّه أو المؤمنين إلى عبادة الأصنام التي كانوا يعبدونها، فقال عند ذلك:  (أَنَدْعُو مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا) ، بعدما عبدنا اللَّه الذي يملك نفعنا وضرنا. </p><p> أو كان أهل الكفر يدعون أهل الإسلام إلى عبادة الأوثان التي كانوا يعبدونها: إما طمعًا بشيء يبذلونه؛ ليرجعوا إلى عبادة الأوثان والأصنام عن عبادة اللَّه، أو تخويفًا منهم لهم، فقال: قل يا مُحَمَّد أندعو من دون اللَّه ما لا يملك نفعنا إن عبدناه، ولا يملك ضرنا إن تركنا عبادته، بعدما عبدنا الذي يملك نفعنا إن عبدناه، ويملك ضرنا إن تركنا عبادته؟! </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: (قُلْ أَنَدْعُو مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا) : هذا مثل ضربه اللَّه للأصنام التي عبدوها دون اللَّه، ومن يدعو إليها وللدعاة الذين يدعون إلى اللَّه وإلى عبادته؛ كمثل رجل ضل به الطريق؛ فبينما هو ضال إذ ناداه مناد: يا فلان بن فلان هلم إلى الطريق وله أصحاب يدعونه يا فلان هلم إلى الطريق. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَنُرَدُّ عَلَى أَعْقَابِنَا) : في الكفر والشرك. </p><p> (بَعْدَ إِذْ هَدَانَا اللَّهُ كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الْأَرْضِ حَيْرَانَ لَهُ أَصْحَابٌ) . </p><p> يقول: مثلهم إن كفروا بعد الإيمان كمثل رجل كان مع قوم على الطريق، فضل الطريق فحيرته الشياطين واستهوته في الأرض، وأصحابه على الطريق، فجعلوا يدعونه إليهم يقولون: ائتنا؛ فإنا على الطريق، قال: فلم يأتهم؛ فذلك مثل من تبعكم بعد المعرفة بمُحَمَّد، ومُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - هو الذي يدعوهم إلى الطريق وهو الهدى. </p><p> ويحتمل أن يكون المثل الذي ضربه من وجه آخر، وهو أن مثل هَؤُلَاءِ كمثل من كان في بعض المفاوز والبراري، فضل الطريق به فذهب به الغيلان حتى أوقعوه في الهلكة؛ وهو الذي تقدم ذكره. </p><p> ويشبه أن يكون قوله:  (كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الْأَرْضِ حَيْرَانَ لَهُ أَصْحَابٌ يَدْعُونَهُ إِلَى الْهُدَى ائْتِنَا) أنه ما من أحد: من مشرك ومؤمن، إلا وله أصحاب يدعونه: أما المؤمن: فله أصحاب من الملائكة يدعونه إلى الهدى، والكافر: له شياطين يدعونه إلى الشرك؛ هذا أشبه أن يحمل عليه، لكن أهل التأويل حملوا الآية، على ما ذكرنا. </p><p> قال قتادة: هذه خصومة علمها اللَّه محمدا يخاصم بها أهل الشرك؛ لأن سورة الأنعام نزل أكثرها في محاجة أهل الشرك. </p><p> قال ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: (اسْتَهْوَتْهُ) : أضلته. </p><p> قال أَبُو عَوْسَجَةَ: أي: ذهبت به، استهوته وأهوته واحد، أي: دعته إلى الهلكة، وقيل: أضلته. </p>"
}