{
  "id": null,
  "sura": 6,
  "aya": 165,
  "text": "<p> وكان أبو يوسف يستحب أن يقول بهذه الكلمات والكلمات التي رواها علي بن أبي طالب - رَضِيَ اللَّهُ عَنْهُ - من غير إيجاب لذلك ولا حظر لما سواه. </p><p> وكان أبو حنيفة - رحمه اللَّه - لا يستحب أن يزيد في الفرائض على ما روي عن أبي سعيد الخدري - رَضِيَ اللَّهُ عَنْهُ - عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وما روت عائشة - رضي الله عنها - عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وما روي عن عمر وعبد اللَّه - رضي اللَّه عنهما -. </p><p> وأما في النوافل فله أن يزيد ما شاء فيها من الثناء والدعوات؛ فيحتمل أن يكون ما رواه علي بن أبي طالب - رَضِيَ اللَّهُ عَنْهُ - من فعل رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان ذلك في النوافل. </p><p> * * * </p><p> قوله تعالى:  (وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ (١٦٥) </p><p> قوله - عَزَّ وَجَلَّ -: (وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ) . </p><p> اختلف فيه: </p><p> قَالَ بَعْضُهُمْ:  (جَعَلَكُمْ خَلَائِفَ الْأَرْضِ) ، يعني أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - جعلهم خلائف من تقدمهم من المكذبين والصديقين؛ ليعلموا ما حل بالمكذبين برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ليحذروا تكذيبه والخلاف له، ويرغبوا في تصديقه والموافقة له والطاعة؛ ليكون لهم بمن تقدمهم عبرة في التحذير والترغيب، ويكون لهم بمن تقدمهم قدوة وعبرة؛ ليعرفوا صحبة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أن كيف يجب أن يصحبوه ويعاملوه: من الإحسان إليه، والتعظيم له والتصديق، ويجتنبوا الإساءة إليه والتكذيب. </p><p> وقَالَ بَعْضُهُمْ: قوله: (جَعَلَكُمْ خَلَائِفَ الْأَرْضِ) ، يعني: البشر كلهم، جعل بعضهم خلائف بعض في الوجود وفي الأحوال في الحياة، والموت، والغناء، والفقر، </p><p> والصحة، والسقم، وفي العز، والذل، وفي كل شيء، وفي الصغر، والكبر؛ ليكون لهم في ذلك عبرٌ ودليل على معرفة منشئهم وخالقهم؛ لأنه لو أنشأهم جميعًا معًا - لم يعرفوا أحوال أنفسهم وتغيرهم من حال إلى حال، ولكن أنشأهم واحدًا بعد واحد وقرنًا بعد قرن؛ ليعرفوا أحوال أنفسهم وانتقالهم من حال إلى حال؛ ليعرفوا أن منشئهم واحد؛ لأنهم لو كانوا جميعًا معًا - لم يعرفوا مبادئ أحوالهم من حال نطفة، ثم من علقة، ثم من مضغة، ثم من حال الصغر إلى حال الكبر، وكذلك هذا في جميع الأحوال: من الغنى والفقر، والصحة، والسقم، ولو كان كله على حالة واحدة - لم يعرفوا ذلك، لكن جعل بعضهم خلائف بعض؛ ليدلهم على ما ذكرنا. </p><p> ويحتمل ما قال ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: إنهم صاروا خلف الجان، فالأول يكون في بيان صحبة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وحسن المعاملة معه. </p><p> والثاني في بيان وحدانية الربِّ. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ) . </p><p> يحتمل هذا في الأحوال، ويحتمل في الخلقة جعل لبعض فضائل ودرجات على بعض، وجعل بعضا فوق بعض بدرجات في الدنيا؛ ليكتسبوا لأنفسهم في الآخرة الدرجات والفضائل، على ما رغبوا في الدنيا في فضائل الخلقة ودرجات بعضها فوق بعض، ونفروا في الدون من ذلك؛ ليرغبهم ذلك في اكتساب الدرجات في الآخرة، وينفوهم عن اكتساب ما ينفرون عنه في الدنيا. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ) . </p><p> يحتمل: ليبلوكم فيما آتاكم من الأحوال المختلفة: من الفقر والغناء، والسقم والصحة، والصغر والكبر، وغير ذلك من الأحوال. </p><p> ويحتمل:  (فِي مَا آتَاكُمْ) من النعم، أي: ليبلوكم بالشكر على ما آتاكم من النعم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ) . </p><p> قَالَ بَعْضُهُمْ هو إخبار عن سرعة إتيان العذاب؛ لأن كل آتٍ قريب كأنه قد جاء، كقوله:  (أَتَى أَمْرُ اللَّهِ) ، (اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ) ، (اقْتَرَبَتِ السَّاعَةُ) ، ونحوه: أنه إذا كان آتيًا لا محالة جعل كأنه قد جاء. </p><p> وقَالَ بَعْضُهُمْ: ذلك إنباء عن شدة عذابه لمن عصاه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ) . </p><p> قيل: يبتلي الموسر في حال الغناء، والصحيح في حال صحته، ويبتلي الفقير في حال فقره، والمريض في حال مرضه، والابتلاء من اللَّه - تعالى - على وجهين: إما أمرًا بالشكر على ما أنعم. </p><p> أو صبرًا على ما ابتلاه بالشدائد، والابتلاء منه هو ما بين السبيلين جميعًا سبيل الحق وسبيل الباطل، وبين أن كل سبيل إلى ماذا أفضاه لو سلكه: لو سلك سبيل الحق أفضاه إلى النعم الباقية والسرور الدائم، وإن سلك سبيل الباطل أفضاه إلى عذاب شديد وحزن دائم. </p><p> ثم خيره بين هذين؛ فهو معنى الابتلاء. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنَّهُ لَغَفُورٌ رَحِيمٌ) . </p><p> للمؤمنين، وقد ذكرناه والحمد لله رب العالمين. </p><p> * * * </p>"
}