{
  "id": null,
  "sura": 6,
  "aya": 143,
  "text": "<p> وقوله:  (هَذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لَا يَطْعَمُهَا إِلَّا مَنْ نَشَاءُ بِزَعْمِهِمْ وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَامٌ لَا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا) ، وقوله:  (وَقَالُوا مَا فِي بُطُونِ هَذِهِ الْأَنْعَامِ خَالِصَةٌ لِذُكُورِنَا وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا) ، يقول: كلوا مما رزقكم اللَّه؛ وكذلك قوله:  (كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ) ، وانتفعوا به، (وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ) : في تحريم ذلك على أنفسكم، واعرفوا نعمه التي أنعمها عليكم، ووجهوا شكر نعمه إليه، ولا توجهوها إلى غيره. </p><p> ثم قوله:  (خُطُوَاتِ الشَّيْطَانِ) . </p><p> قيل: آثار الشيطان. </p><p> وقيل: أعمال الشيطان. </p><p> وقيل: دعاء الشيطان وتزيينه، وكله واحد. </p><p> وأصله: أن كل من أجاب آخر إلى ما يدعو إليه ويأتمر بأمره، يقال: قد اتبع أثره، وقد ذكرنا هذا فيما تقدم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ) . </p><p> أي: إنه فيما يدعوكم إلى تحريم ما أحل اللَّه لكم ورزقكم - يقصد قصد إهلاككم وتعذيبكم، لا قصد منفعة لكم في ذلك، وكل من قصد إهلاك آخر فهو عدوّ له، وهو يخرج على ما ذكرنا من تذكير المنن والنعم التي أنعمها عليهم، يقول: هو الذي جعل لكم ذلك؛ فلا تصرفوا شكوه إلى غيره. </p><p> وقوله - عَزَّ وَجَلَّ -: (ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ ... (١٤٣) إلى آخر ما ذكر. </p><p> أي: أنشأ -أيضًا- ثمانية أزواج، على ما ذكر: أنشأ جنات معروشات وغير معروشات، وأنشأ من الأنعام -أيضًا- حمولة وفرشًا، وأنشأ -أيضًا- ثمانية أزواج مما عد علينا. </p><p> ويحتمل أن يكون قوله:  (ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ. . .) إلى آخر ما ذكر هو تفسير قوله: (وَمِنَ الْأَنْعَامِ حَمُولَةً وَفَرْشًا) ويكون (ثَمَانِيَةَ أَزْوَاجٍ) التي ذكر في الآية بيان الحمولة والفرش التي ذكر في الآية الأولى. </p><p> ثم في قوله:  (ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ) : في الآية تعريف المحاجة مع الكفرة وتعليمها من اللَّه؛ لأنهم كانوا يحرمون أشياء على الإناث ويحللونها </p><p> للذكور؛ كقوله:  (وَقَالُوا مَا فِي بُطُونِ هَذِهِ الْأَنْعَامِ خَالِصَةٌ لِذُكُورِنَا وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا وَإِنْ يَكُنْ مَيْتَةً فَهُمْ فِيهِ شُرَكَاءُ) ؛ فقال اللَّه - عَزَّ وَجَلَّ:  (قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ) : يعرفنا المحاجة معهم، وطلب العلة التي بها حرم، فقال:  (قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ) ، فإن قالوا: حرم الذكر، فيجب أن كل ذكر محرم، ثم من الذكور ما يحل، فتناقضوا في قولهم، وإن قالوا: حرم الأنثى، فيجب أن كل أنثى -أيضًا- تكون محرمة، فإذا لم تحرم كل أنثى ظهر تناقضهم؛ لأنه لا يجوز أن يجب حرمة شيء أو حله لمعنى، ثم يرتفع ذلك الحكم والمعنى موجود، أو حرم ما اشتملت عليه أرحام الأنثيين، فإن كان لهذا، فيجب أن لكل مشتمل عليه أرحام الأنثيين محرم، فإذا لم يحرم ذلك دل أن التحريم لم يكن لهذا. </p><p> وفيه دلالة أن الحكم إذا وجب لعلة، فذلك الحكم واجب ما دامت العلة قائمة </p><p> موجودة، وفيه الأمر بالمقايسة. </p><p> وقوله - عَزَّ وَجَلَّ -: (نَبِّئُونِي بِعِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ) . </p><p> أي: ليس عندهم علم يعلمون ذلك وينبئونه، ذكر - هاهنا - (نَبِّئُونِي بِعِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ) : في مقالتكم: إنه حرم، وقال في الآية التي تليها:  (أَمْ كُنْتُمْ شُهَدَاءَ إِذْ وَصَّاكُمُ اللَّهُ بِهَذَا) ، أي: بتحريمها، أي: ليس لكم شهداء على تحريم ما تحرمون: لا من جهة الكتاب، ولا رسول، ولا استدلال؛ لأن العلوم ثلاثة: علم استدلال وهو علم العقل، وعلم المشاهدة والعيان وهو علم الحس، وعلم السمع والخبر؛ فيخبر أنه ليس لهم من هذه العلوم شيء. </p><p> أما علم الاستدلال: فلا عقل يدل على تحريم ما حرمتم. </p><p> ولا علم مشاهدة؛ لأنكم لم تشاهدوا اللَّه حرم ذلك. </p><p> ولا علم من جهة السمع والخبر؛ لأنهم كانوا لا يؤمنون بالكتب، ولا صدقوا الرسل فيقولون: أخبرنا الرسل بتحريم ذلك، أو وجدنا في الكتب حُرْمتها، فبهتوا في ذلك وضجروا. </p><p> وفي الآية دلالة إثبات رسالة مُحَمَّد ونبوته - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لأنهم كانوا لا يحرمون هذه الأشياء ظاهرا فيما بينهم، ورسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - نشأ بين أظهرهم منذ كان صغيرًا إلى كبره، وعرفوا أنه لم يختلف إلى أحد عرف ذلك، ثم أخبر اللَّه - عَزَّ وَجَلَّ -، عن حل ما حرموا وفساد ما صنعوا؛ ليدلهم أنه إنما عرف ذلك باللَّه، وبه علم حل ما حرموا، وحرمة ما أحلوا، لا بأحد من الخلائق. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) . </p><p> أي: لا أحد أظلم ممن افترى على اللَّه كذبا؛ لأنه هو الذي أنشأهم وأنشأ لهم جميع ما يحتاجون إليه ويقضون حوائجهم، وبه كان جميع نعمهم التي يتنعمون ويتقلبون فيها؛ فلا أحد أظلم ممن افترى على اللَّه كذبا، فقال: حرم كذا ولم يكن حرم، أو: أمر بكذا ولم يكن أمر. </p><p> ألا ترى: أنه قال - عَزَّ وَجَلَّ -: (وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا) ، و (قِيلًا) ، فكما لم يكن أحد أصدق منه حديثًا، فعلى ذلك لا أحد أظلم ممن افترى على اللَّه كذبا بعد علمه: أنه هو الفاعل لذلك كله، وهو المنشيء ما ذكر. </p><p> وقوله:  (فَمَنْ أَظْلَمُ) . في الظاهر استفهام، ولكن في الحقيقة إيجاب؛ لأنه لا يحتمل الاستفهام؛ كأنه قال: لا أحد أفحش ظلمًا ممن افترى على اللَّه كذبا على الإيجاب. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ) . </p><p> لأنه يقصد بالافتراء على اللَّه قصد إضلال الناس وإغوائهم. </p><p> (إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ) . </p><p> أي: لا يهديهم وقت اختيارهم الكفر والظلم. </p><p> وقيل:  (لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ) أي أنهم يختمون بالكفر. </p><p> ويحتمل: لا يهديهم؛ إذا كانوا هم عند اللَّه ظلمة كفرة، وإن كانوا عند أنفسهم عدولا على الحق. </p>"
}