{
  "id": null,
  "sura": 6,
  "aya": 158,
  "text": "<p> فَإِنْ قِيلَ: إنما هذا حكاية من اللَّه - تعالى - عن المشركين، قلنا: معناه - واللَّه أعلم -: إني أنزلت عليكم الكتاب؛ لئلا تقولوا: إنما أنزل الكتاب على طائفتين من قبلنا، فلم يقولوا ذلك، ولكن اللَّه قطع بإنزاله الكتاب حجتهم التي علم أنهم كانوا يحتجون بها لو لم ينزله، وإن لم يكن لهم في ذلك حجة ولا عذر، وهو ما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَقَدْ جَاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ) . </p><p> قيل: القرآن. </p><p> وقيل: مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> (وَهُدًى) . </p><p> أي: هدى من الضلالة وكل شبهة. </p><p> (وَرَحْمَةٌ) . </p><p> أي: ذلك منه رحمة ونعمة. </p><p> (فَمَنْ أَظْلَمُ مِمَّنْ كَذَّبَ بِآيَاتِ اللَّهِ) . </p><p> أي: لا أحد أظلم ممن كذب بآيات اللَّه. </p><p> قيل: بآيات اللَّه: حجج اللَّه. </p><p> وقيل: دين اللَّه، وقد ذكرناها في غير موضع. </p><p> وقد ذكرنا أن قوله:  (فَمَنْ أَظْلَمُ) حرف استفهام في الظاهر، ولكن ذلك من اللَّه على الإيجاب؛ كأنه قال: لا أحد أوحش ظلمًا ممن كذب بآيات اللَّه وصدف عنها وقوله: (وَصَدَفَ عَنْهَا) أي أعرض عنها (سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آيَاتِنَا سُوءَ الْعَذَابِ بِمَا كَانُوا يَصْدِفُونَ) يعرضون ويبدلون. . . الآية ظاهرة. </p><p> وقوله - عَزَّ وَجَلَّ -: (هَلْ يَنْظُرُونَ إِلَّا ... (١٥٨) </p><p> قال أهل التأويل: ما ينظرون، وحرف \" هل \" هو حرف استفهام وتعجب، لكن </p><p> أهل التأويل قالوا: ما ينظرون، حملوا على الجواب؛ لأنه لم يخرج له جواب، فجوابه ما قالوا: ما ينظرون؛ كما قالوا في قوله:  (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) أي: لا أحد أظلم ممن كذب، هو جواب؛ لأن جوابه لم يخرج، فجوابه ما قالوا: لا أحد أظلم؛ لأنه سؤال واستفهام، فجوابه ما ذكروا؛ فعلى ذلك قوله:  (هَل يَنظُرُونَ) هو استفهام ولم يخرج له الجواب، فجوابه: لا ينظرون؛ كقوله:  (مَا يَنْظُرُونَ إِلَّا صَيْحَةً وَاحِدَةً) . </p><p> ثم قوله:  (هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ) . </p><p> هذا - واللَّه أعلم - يشبه أن تكون الآية في المعاندين منهم والمتمردين، الذين همتهم العناد والتعنت، خرج على إياس رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، من أُولَئِكَ الكفرة، وكان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حريصًا على إيمانهم مشفقًا على أنفسهم؛ حتى كادت نفسه تذهب حسرات عليهم؛ حرصًا على إيمانهم وإشفاقًا على أنفسهم؛ كقوله:  (فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ) وكقوله: (فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ. . .) الآية، ونحوه، فآيسه اللَّه - تعالى - عن إيمان أُولَئِكَ الكفرة؛ لئلا يطمع في إيمانهم وإسلامهم بعد ذلك، ولا تذهب نفسه حسرات عليهم؛ ليتخذهم أعداء ويبغضهم، ويخرج الشفقة التي في قلبه لهم، وليتأهب لعدوانهم، ويتبرأ منهم؛ كما فعل إبراهيم:  (فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ) ، وكما قال لنوح:  (أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَفْعَلُونَ) : آيسه اللَّه عن إيمان قومه إلا من قد آمن، ونهاه أن يحزن </p><p> عليهم وعلى فوت إيمانهم؛ فعلى ذلك هذا آيس رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن إيمانهم، ونهاه أن يحزن عليهم؛ كقوله:  (وَلَا تَحزَن عَلَيهِم) ، إلى الوقت الذي ذكر أنهم يؤمنون في ذلك الوقت، وهو وقت نزول الملائكة وإتيانهم بآياتهم، وهو قوله:  (إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ) . </p><p> ثم قَالَ بَعْضُهُمْ: تأتيهم الملائكة بقبض الأرواح مع اللعن والسخط؛ فعند ذلك يؤمنون باللَّه. </p><p> وقَالَ بَعْضُهُمْ قوله:  (إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ) يوم القيامة، وهو كقوله:  (يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَحْجُورًا) . </p><p> وقوله - عَزَّ وَجَلَّ -: (أَوْ يَأْتِيَ رَبُّكَ) . </p><p> على إضمار الأمر؛ كأنه قال: أو يأتي أمر ربك؛ على ما ذكر في سورة النحل:  (أَوْ يَأْتِيَ أَمْرُ رَبِّكَ) . </p><p> ثم الأمر فيه عذاب اللَّه؛ كقوله - تعالى -: (فَلَمَّا جَآءَ أَمرُنَا) يعني: عذابنا؛ فعلى ذلك في هذا: أمر اللَّه عذاب اللَّه، والأصل فيما أضيف إلى اللَّه في موضع الوعيد لا يراد به الذات، ولكن يراد به نقمته وعذابه وعقوبته؛ كقوله:  (وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ) ، لا يريد به ذاته، ولكن يريد به نقمته، وعذابه؛ كقوله:  (مَنْ كَانَ يَرْجُو لِقَاءَ اللَّهِ) ، لا يريد به لقاء ذاته؛ وكذلك قوله:  (وَإِلَى اللَّهِ الْمَصِيرُ)  (وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ) ، وغيرها من الآيات، لا يراد به ذاته، ولكن يراد به عذابه ونقمته. </p><p> أو نقول: إن كل شيء يراد به تعظيمه، يضاف إلى اللَّه - تعالى - فيراد به تعظيم ذلك الشيء، أو تعظيم عذابه ونقمته. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ) : يحتمل بعض آياته ما قال - عز </p><p> وجل -: (فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ. . .) الآية. </p><p> كقوله (فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ. . .) الآية. </p><p> وكقوله:  (سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ. . .) الآية، ونحوه من الآيات، يؤمنون عند معاينتهم العذاب، ولا ينفعهم الإيمان في ذلك الوقت. </p><p> ويحتمل ما قال أهل التأويل: طلوع الشمس من مغربها، وخروج الدجال، وخروج الدابة، وعلى ذلك رُويَ عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" ثلاث إذا خرجن لم ينفع نفسًا إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيرًا \" ، وقال أبو هريرة - رضي الله عنه -: إن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" بادروا بالأعمال ستا: طلوع الشمس من مغربها، والدجال، والدخان، والدابة، وخويصة أحدكم، وأمر العامة \" ، وخويصة أحدكم: الموت، وأمر العامة: الساعة إذا قامت. </p><p> وعن ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - قال:  \" التوبة معروضة حتى تطلع الشمس من مغربها \" ، ثم قال:  \" مهما يأتِ عليكم عام إلا والآخر شر \" ونحوه من الأخبار. فإن ثبتت هذه الأخبار فهي المعتمدة. </p><p> وعن عائشة - رضي اللَّه عنها - قالت:  \" إذا خرج أول الآيات، طرحت الأقلام، وجست الخطبة، وشهدت الأجساد على الأعمال \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ) . </p><p> أخبر أن الإيمان لا ينفع في ذلك الوقت؛ لأنه ليس بإيمان اختيار في الحقيقة؛ إنما هو إيمان دفع العذاب والبأس عن أنفسهم؛ كقوله:  (فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ) ، وقوله:  (وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ) ، أخبر أنهم لو ردوا إلى الدنيا، لعادوا إلى تكذيبهم الرسل وكفرهم باللَّه؛ فدل أن إيمانهم في ذلك الوقت إيمان دفع العذاب والبأس وإيمان خوف، وهو كإيمان فرعون؛ حيث قال:  (حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ) ، لم ينفعه إيمانه في ذلك الوقت؛ لأنه إيمان دفع الهلاك عن نفسه، لا إيمان حقيقة باختيار. </p><p> والثاني: أنه في ذلك الوقت - وقت نزول العذاب - لا يقدر أن يستدل بالشاهد على الغائب؛ ليكون قوله قولا عن معرفة وعلم، وإنما هو قول يقوله بلسانه لا عن معرفة في قلبه فلم ينفعه إيمانه في ذلك الوقت؛ لما ذكرنا، وهو كقوله:  (وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ) ؛ لأنه إيمان دفع الباس والعذاب، أو يبالغ بالاجتهاد؛ حتى يكون إيمانه إيمانًا باجتهاد؛ لذلك كان ما ذكرنا. </p><p> أو أن يكون في طلوع الشمس من مغربها، وخروج الدجال، ودابة الأرض، وما ذكر من البلاء والشدة والعذاب ما يضطرهم إلى الإيمان به؛ فيكون إيمانهم إيمان اضطرار لا اختيار. </p><p> ويشبه أن تكون الأخبار، التي رويت عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه لا تقبل التوبة بعد طلوع الشمس من مغربها، وبعد خروج الدجال ودابة الأرض، أي: لا يثابون على طاعتهم، وإلا فمن البعيد أن يدعوا إلى الإيمان والطاعات، ثم إذا أتوا بها لم تقبل منهم، لكنه يحتمل ما ذكرنا بألا: لا يثابوا على ذلك، ويعاقبوا ما كان منهم من الكفر وكفران </p><p> النعم؛ لأن جهة وجوب الثواب إفضال وإحسان، وفي الحكمة ترك الإفضال بالثواب في الطاعات إذا كان من اللَّه - عَزَّ وَجَلَّ - من النعم ما يكون ذلك شكرًا له، والعقاب على الكفر مما توجبه الحكمة؛ لذلك كان ما ذكرنا واحدًا؛ ولهذا يخرج قول أبي حنيفة - رَضِيَ اللَّهُ عَنْهُ - حيث قال: لا ثواب للجن على طاعتهم؛ لأن طريق وجوبه </p><p> الإفضال ولم يذكر لهم ذلك، ويعاقبون بما كان منهم من الكفران والإجرام؛ لما ذكرنا من المعنى الذي وصفنا، واللَّه أعلم بذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا يَنْفَعُ نَفْسًا إِيمَانُهَا) . </p><p> عند معاينة العذاب والبأس والآيات، إذا لم تكن آمنت من قبل. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا) . </p><p> أي: لا ينفع ذا إلا بذا: إذا عملت خيرًا ولم تكن آمنت لا ينفعها ذلك، ولم ينفعها إيمان عند معاينة العذاب والآيات، إذا لم تكن كسبت قبل ذلك خيرًا. </p><p> وقيل: قوله: (لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا) ، أي: لا ينفع نفسًا إيمانها إذا لم تعزم ألا ترتد ولا ترجع عنه أبدًا. </p><p> وقيل:  (لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ) ، أي: لا ينفع نفسًا إيمانها، (أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا) أي: وكسبت في نصديقها التعظيم لله والإجلال؛ فعند ذلك تنفع صاحبها؛ لأنه لا كل تصديق يكون فيه التعظيم له والإجلال ينفي التعظيم والإجلال إذا لم يكن من التعظيم له. </p><p> وقيل:  (أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا) ، أي: لم تكن عملت في تصديقها خيرًا قبك معاينة الآيات. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلِ انْتَظِرُوا إِنَّا مُنْتَظِرُونَ) ، هو يخرج على الوعيد، أي: انتظروا إحدى هذه الثلاث التي ذكرنا؛ فإنا منتظرون، وهو كقوله:  (قُلْ تَرَبَّصُوا فَإِنِّي مَعَكُمْ مِنَ الْمُتَرَبِّصِينَ) ، وانتظروا العذاب؛ فإنا منتظرون بكم ذلك. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللَّهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوا يَفْعَلُونَ (١٥٩) مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ (١٦٠) . </p>"
}