{
  "id": null,
  "sura": 6,
  "aya": 12,
  "text": "<p> تأتيهم الملائكة وتأتيه، قالوا: كيف يخَصُّ هو بإتيان الملائكة دوننا وهو كواحد منا؛ كقوله:  (لَوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ) ، وهذا جائز أن يكون أسئلة لم تذكر، ويكون في الجواب بيان ذلك، على ما ذكرنا من قبل في غير موضع. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ (١٠) </p><p> يصبر رسوله على تكذيب قومه ليعلم أنه ليس هو أول مكذب، ولكن قد كذب الرسل الذين من قبلك، ويخبره أنه يلحق هَؤُلَاءِ بتكذيبك كما لحق أُولَئِكَ بتكذيبهم الرسل. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَحَاقَ) . </p><p> قال أَبُو عَوْسَجَةَ:  \" حاق \" أي: رجع، يقال: حاق يحيق حيقًا، أي: رجع عليهم. </p><p> وقال الكيساني: حاق بهم أي: أحاط بهم ونزل. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ سِيرُوا فِي الْأَرْضِ ثُمَّ انْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ (١١) ليس على الأمر بالسير في الأرض، ولكن على الاعتبار والتفكر فيما نزل بأُولَئِكَ بتكذيبهم الرسل؛ لأنه - عَزَّ وَجَلَّ - أراهم آيات عقلية وسمعية، فلم ينفعهم ذلك، فأراد أن يريهم آيات حسية ليمنعهم ذلك عن التكذيب والعناد. </p><p> * * * </p><p> قوله تعالى:  (قُلْ لِمَنْ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ قُلْ لِلَّهِ كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ (١٢) وَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ وَهُوَ السَّمِيعُ الْعَلِيمُ (١٣) </p><p> قوله - عَزَّ وَجَلَّ -: (قُلْ لِمَنْ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ قُلْ لِلَّهِ) . </p><p> يحتمل وجهين: </p><p> أحدهما: أن يخرج مخرج البيان لهم وأنه ليس على الأمر؛ لأنه لو كان على الأمر لكان يذكر سؤاله لهم، ولم يذكر وإن سألهم، لا يحتمل ألا يخبروه بذلك، فلما لم يذكر </p><p> سؤاله لهم عن ذلك، ولا يحتمل أن يأمره بالسؤال ثم لا يسأل، أو يسأل هو ولا يخبرونه - فدل أنه على البيان خرج لا على الأمر. </p><p> والثاني: على أمر سبق؛ كقوله - تعالى -: (قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ (٨٤) سَيَقُولُونَ لِلَّهِ)، وكقوله:  (قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ. . .) ، إلى قوله:  (سَيَقُولُونَ لِلَّهِ) ، وقوله:  (قُلْ مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ) ، ونحوه، كان على أمر سبق، فسخرهم - عَزَّ وَجَلَّ - حتى قالوا: اللَّه؛ كقوله:  (وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ) ذلك تسخير منه إياهم حتى قالوا: اللَّه. </p><p> وفي حرف ابن مسعود، وأبي بن كعب - رضي اللَّه عنهما - (قُلْ لِمَنْ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ قُلْ لِلَّهِ) هذا يدل على أنه كان على أمر سبق. </p><p> وقَالَ بَعْضُهُمْ:  (قُلْ لِمَنْ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ) أي: سلهم، فإن أجابوك فقالوا: لله، وإلا فقل لهم أنت: لله. </p><p> وقال قائلون: فإن سألوك لمن ما في السماوات والأرض؟ قل لله. </p><p> وقوله - عَزَّ وَجَلَّ -: (كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ) . </p><p> قال الحسن: كتب على نفسه الرحمة للتوابين إن شاء أن يدخلهم الجنة، لا أحد يدخل الجنة بعمله، إنما يدخلون الجنة برحمته، وعلى ذلك جاء الخبر عن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" لا يدخل أحد الجنة بعمله \" قيل: ولا أنت يا رسول اللَّه؟ قال:  \" ولا أنا إلا أن يتغمدني اللَّه برحمته \" . </p><p> وقيل: كتب على نفسه الرحمة أن يجمعهم إلى يوم القيامة، أي: من رحمته أن يجمعهم إلى يوم القيامة، حيث جعل للعدو عذابًا، وللولي ثوابًا، أي: من رحمته أن يجمعهم جميعًا، يعاقب العدو ويثيب الولي. </p><p> وقيل: أي: من رحمته أن جعل لهم الجمع، فأوعد العاصي العذاب، ووعد </p>"
}