{
  "id": null,
  "sura": 6,
  "aya": 43,
  "text": "<p> وكقوله:  (فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ) : ذكر هذا - واللَّه أعلم - أنكم إذا مسكم الشدائد والبلايا لا تضرعون إلى الذين تشركون في عبادته وألوهيته، فكيف أشركتم أُولَئِكَ في ربوبيته في غير الشدائد والبلايا، (وَتَنْسَوْنَ مَا تُشْرِكُونَ (٤١) ، أي: تتركون ما تشركون باللَّه من الآلهة؛ فلا تدعونهم أن يكشفوا عنكم؟ </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ فَأَخَذْنَاهُمْ بِالْبَأْسَاءِ وَالضَّرَّاءِ ... (٤٢) </p><p> اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: البأساء: الشدائد التي تصيبهم من العدو، والضراء: ما يحل بهم من البلاء والسقم السماوي. </p><p> وقَالَ بَعْضُهُمْ: البأساء: هو ما يحل بهم من الفقر والقحط والشدة. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال: قوله، (فَأَخَذْنَاهُمْ بِالْبَأْسَاءِ) : الزمانة والخوف، (وَالضَّرَّاءِ) : البلاء والجوع. </p><p> (لَعَلَّهُمْ يَتَضَرَّعُونَ) . </p><p> أي: ابتلاهم بهذا، أو امتحنهم لعلهم يتضرعون، ويرجعون عما هم عليه. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا ... (٤٣) </p><p> يذكر في ظاهر هذا أنه قد أصابهم البلاء والشدة، ولم يتضرعوا ولكن قست قلوبهم، ويذكر في غيره من الآيات أنه إذا أصابهم البلاء والشدائد تضرعوا ورجعوا عما كانوا عليه؛ وهو كقوله - تعالى -: (وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ) ، وقوله:  (فَإِذَا رَكِبُوا فِي الْفُلْكِ) ، وغيرهما من الآيات. لكن يحتمل هذا وجوهًا: </p><p> أن هذا كان في قوم، والأول كان في قوم آخرين، وذلك أن الكفرة كانوا على أحوال ومنازل: منهم من كان على حال، فإذا أصابه خير اطمأن به، وإذا زال عنه وتحول تغير؛ وهو كقوله - تعالى -: (وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ. . .) الآية. ومنهم من يتضرع ويلين قلبه إذا أصابه الشدة والبلاء، وعند السعة والنعمة قاسي القلب معاند؛ وهو كقوله:  (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ. . .) إلى آخر الآية؛ وكقوله - تعالى -: (وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ) . ومنهم: من </p><p> كان فرحًا عند الرحمة والنعمة، وعند الشدة والبلاء كفورًا حزينا؛ كقوله - تعالى -: (وَلَئِنْ أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ) . ومنهم: من كان لا يخضع ولا يتضرع في الأحوال كلها، لا عند الشدة والبلاء، ولا عند الرخاء والنعمة، ويقولون: إن مثل هذا يصيب غيرنا، وقد كان أصاب آباءنا، وهم، كانوا أهل الخير والصلاح؛ وهو كقوله؛ (وَقَالُوا قَدْ مَسَّ آبَاءَنَا الضَّرَّاءُ وَالسَّرَّاءُ) : كانوا على أحوال مختلفة، ومنازل متفرقة؛ فيشبه أن يكون قوله:  (فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبُهُمْ) : في القوم الذين لم يتضرعوا عند إصابتهم الشدائد والبلايا. </p><p> وجائز أن يكونوا تضرعوا عند حلول الشدائد، فإذا انقطع ذلك وارتفع، عادوا إلى ما كانوا من قبل؛ كقوله:  (فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ) ؛ ويشبه أن يكون قوله:  (لَعَلَّهُمْ يَتَضَرَّعُونَ) ، وقوله:  (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ) : فيما بينهم وبين ربهم، وهذا فيما بينهم، وبين الرسل؛ لأن الرسل كانوا يدعونهم إلى أن يقروا، ويصدقوهم فيما يقولون لهم ويخبرون، فتكبروا عليهم، وأقروا لله وتضرعوا إليه، تكبروا عليهم ولم يتكبروا على اللَّه. </p><p> ويحتمل أن يكون قوله:  (فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا) : في الأمم السالفة إخبار منه أنهم لم يتضرعوا. </p><p> ويحتمل قوله أيضًا:  (فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا) وجهين: </p><p> أحدهما: أنهم لم يتضرعوا إذ جاءهم بأس اللَّه، ولكن عاندوا وثبتوا على ما كانوا عليه. </p><p> والثاني: تضرعوا عند نزول بأسه؛ لكن إذا ذهب ذلك وزال عادوا إلى ما كانوا، فيصير كأنه قال: فلولا لزموا التضرع إذ جاءهم بأسنا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ) . </p><p> أي: زين لهم صنيعهم الذي صنعوا، ويقولون: إن هذا كان يصيب أهل الخير، ويصيب آباءنا وهم كانوا أهل خير وصلاح. </p>"
}