{
  "id": null,
  "sura": 6,
  "aya": 53,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَكَذَلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ ... (٥٣) </p><p> قوله:  (وَكَذَلِكَ) لا يتكلم إلا على أمر سبق، فهو - واللَّه أعلم - يحتمل أن يقول لما قالوا: يا مُحَمَّد أرضيت بهَؤُلَاءِ الأعبد من قومك، أفنحن نكون تبعًا لهَؤُلَاءِ، ونحن سادة القوم وأشرافهم؟ ! فقال عند ذلك:  (وَكَذَلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ) أي: كما فضلتكم على هَؤُلَاءِ في أمر الدنيا فكذلك فضلتهم عليكم في أمر الدِّين، ويكونون هم المقربين إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - والمدنين مجلسهم إليه، وأنتم أتباعهم في أمر الدِّين، وإن كانوا هم أتباعكم في أمر الدنيا؛ فكذلك امتحان بعضهم ببعض. </p><p> ويحتمل وجهًا آخر: وهو أن يقال: كما كان له امتحان كل في نفسه ابتداء محنة؛ كقوله:  (وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً) . </p><p> وكقوله:  (وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ) . </p><p> وقوله:  (وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ. . .) الآية. </p><p> فعلى ذلك له أن يمتحن بعضكم ببعض. </p><p> وأشد المحن أن يؤمر المتبوع ومن يرى لنفسه فضلا بالخضوع للتابع ومن هو دونه عنده، يشتد ذلك عليه ويتعذر؛ لما كانوا يرون هم لأنفسهم الفضل والمنزلة في أمر الدنيا، فظنوا أنهم كذلك يكونون في أمر الدِّين؛ وعلى ذلك يخرج امتحانه إبليس بالسجود لآدم لما رأى لنفسه فضلا عليه فقال:  (أَنَا خَيْرٌ مِنْهُ) ، ولم ير الخضوع لمن دونه عدلا وحكمة، فصار ما صار؛ فعلى ذلك هَؤُلَاءِ لم يروا أُولَئِكَ الضعفة أن يكونوا متبوعين عدلا وحكمة، وظنوا أنهم لما كانوا مفضلين في أمر الدنيا، وكان لهَؤُلَاءِ إليهم حاجة - يكونون في أمر الدِّين كذلك، ويقولون:  (لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ) ونحوه من الكلام. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِيَقُولُوا أَهَؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا) . </p><p> قَالَ بَعْضُهُمْ: هو موصول بالأول بقوله: (فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِيَقُولُوا) يقول الكافر قول الكفر والمؤمن قول الإيمان. ثم ابتدأ فقال:  (أَهَؤُلَاءِ) أي: يقول الكفرة (أَهَؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا) . ليس بمفصول من قوله (لِيَقُولُوا) وولكن موصول به (لِيَقُولُوا) يعني الكفرة (أَهَؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا) . </p>"
}