{
  "id": null,
  "sura": 6,
  "aya": 141,
  "text": "<p> ويحلون للرجال، يعني إذا ولدوا حيًا كان ينتفع بذلك رجالهم دون نسائهم، وإذا ولدوا ميتًا اشتركوا فيه الإناث والذكور ويذكر في هذا كله سفه أُولَئِكَ في صنيعهم، ويذكر - في قوله:  (وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشَاتٍ) إلى آخر منته ونعمه التي أنعم عليهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (سَيَجْزِيهِم وَصْفَهُم) . </p><p> أي: افتراءهم على اللَّه، وتحريمهم ما أحل اللَّه لهم، وتحليلهم ما حرم عليهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلَادَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ وَحَرَّمُوا مَا رَزَقَهُمُ اللَّهُ افْتِرَاءً عَلَى اللَّهِ ... (١٤٠) </p><p> أخبر أنهم قد خسروا بقتلهم الأولاد، وتحريمهم ما أحل لهم ورزقهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَدْ ضَلُّوا وَمَا كَانُوا مُهْتَدِينَ) . وباللَّه الهداية والرشاد. </p><p> * * * </p><p> قوله تعالى:  (وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهًا وَغَيْرَ مُتَشَابِهٍ كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ (١٤١) وَمِنَ الْأَنْعَامِ حَمُولَةً وَفَرْشًا كُلُوا مِمَّا رَزَقَكُمُ اللَّهُ وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ (١٤٢) ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ نَبِّئُونِي بِعِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ (١٤٣) وَمِنَ الْإِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ أَمْ كُنْتُمْ شُهَدَاءَ إِذْ وَصَّاكُمُ اللَّهُ بِهَذَا فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (١٤٤) </p><p> قوله - عَزَّ وَجَلَّ -: (وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ) . </p><p> ذكر هذا - واللَّه أعلم - مقابل ما كان منهم من تحريم ما أحل اللَّه لهم ورزقهم من الحرث، والزرع، والأنعام، والانتفاع بها، فقال: أنشأ جنات وبساتين من تأمل فيها وتفكر، عرف أن منشئها مالك حكيم مدبر؛ لأنه ينبتها ويخرجها من الأرض في لحظة ما لو اجتمع الخلائق على تقديرها: أن كيف خرج؟ وكم خرج؟ وأي قدر ثبت؟ ما قدروا على ذلك؛ كقوله:  (وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ شَيْءٍ مَوْزُونٍ) ، ويخرج من الورق </p><p> والثمار على ميزان واحد: ما لو جهدوا كل الجهد أن يعرفوا الفضل والتفاوت بين الأوراق والثمار ما قدروا، وما وجدوا فيها تفاوتًا. ويخرج -أيضًا- كل عام من الثمار والأوراق ما يشبه العام الأول؛ فدل ذلك كله أن منشئها ومحدثها مالك حكيم، وضع كل شيء موضعه، وأن ما أنشأ أنشأ لحكمة وتدبير لم ينشئها عبثًا؛ فله الحكم والتدبير في الحل والحرمة والقسمة، ليس لأحد دونه حكم ولا تدبير في التحريم والتحليل؛ (هَذَا حَلَالٌ وَهَذَا حَرَامٌ) ، وهذا لهذا وهذا لهذا؛ إنما ذلك إلى مالكها؛ فخرج هذا - واللَّه أعلم - مقابل ما كان منهم من قوله:  (وَقَالُوا هَذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لَا يَطْعَمُهَا إِلَّا مَنْ نَشَاءُ بِزَعْمِهِمْ) ، وقوله:  (هَذَا لِلَّهِ بِزَعْمِهِمْ) ، (وَهَذَا لِشُرَكَائِنَا) ، وقوله - تعالى -: (وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَامٌ لَا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا افْتِرَاءً عَلَيْهِ) ، وغير ذلك من الآيات التي كان فيها ذكر تحكمهم على اللَّه، وإشراك أنفسهم في حكمه. </p><p> ثم اختلف في قوله:  (مَعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ) : </p><p> قيل: معروشات: مبسوطات ما ينبت منبسطا على وجه الأرض، (وَغَيْرَ مَعْرُوشَاتٍ) : ما يقوم بساقه، لا ينبسط على الأرض. </p><p> وقيل: معروشات: ما يتخذ له العريش، من نحو العرجون والقرع وغيره، وغير معروشات: ما لا يقع الحاجة إلى العرش؛ من نحو: النخيل والأشجار المثمرة، وهما واحد. </p><p> وقيل: على القلب، معروشات: ما تقوم بساقها، وغير معروشات: ما لا ساق لها، واللَّه أعلم. وتعريشه ما ذكر على أثره. </p><p> (وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهًا وَغَيْرَ مُتَشَابِهٍ) . </p><p> منها ما يكون متشابهًا في اللون مختلفًا في الأكل والطعم، ومنها ما يكون مختلفًا في </p><p> اللون والمنظر متشابهًا في الطعم والأكل؛ ليعلموا أن منشئها واحد، وأنه حكيم أنشأها على حكمة، وأنه مدبر: أنشأها عن تدبير، لم ينشئها عبثًا. </p><p> ومن الناس من يقول: إن قوله: (مُتَشَابِهَا) في الذي ذكر، وهو الرمان والزيتون؛ لأن ورقهما متشابه، والثمرة مختلفة. </p><p> ومنهم من يقول: فيهما وفي غيرهما، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ) . </p><p> كأنه قال: كلوا من ثمره إذا أثمر، ولا تحرّموا؛ خرج على مقابلة ما كان منهم من التحريم، أي كلوا منها، ولا تحرموا؛ ليضيع ويفسد. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ) . </p><p> ذكر - عَزَّ وَجَلَّ - الإيتاء مما يحصد بعد ذكر النَّخيل، والزرع، والزيتون، والرمان، حبّا وغير حب، وما يقع فيه الكيل وما لا يقع، مجملا عاما ولم يفصل بين قليله وكثيره. </p><p> ففيه دلالة وجوب الصدقة والعشر في قليل ما تخرج الأرض وكثيره. </p><p> وكذلك قوله - تعالى - في سورة البقرة:  (وَمِمَّا أَخْرَجْنَا لَكُمْ مِنَ الْأَرْضِ) . </p><p> وحديث معاذ - رَضِيَ اللَّهُ عَنْهُ - عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" في كل ما أخرجت الأرض العشر، أو نصف العشر \" . </p><p> وحديث ابن عمر - رَضِيَ اللَّهُ عَنْهُ - عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه كتب إلى أهل اليمن بذلك. </p><p> وما روي عن أنس - رَضِيَ اللَّهُ عَنْهُ - عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه، قال:  \" فيما أخرجت الأرض - قليله وكثيره - العشر \" . </p><p> وخبر معاذ، قال: بعثني رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إلى اليمن، فأمرني أن آخذ من كل حالم دينارا، أو عدله معافريًّا، وأمرني أن آخذ من كل أربعين مسنة، ومن كل ثلاثين تبيعًا، ومن كل ما سقت السماء العشر، وما سقي بالديالي نصف العشر. </p><p> إلى هذا كله يذهب أبو حنيفة - رحمه اللَّه - ويوجب الصدقة في قليل الخارج من الأرض وكثيره. </p><p> ثم اختلف أهل التأويل في تأويل الحق الذي ذكره اللَّه في قوله:  (وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ) : </p><p> قال قوم هي صدقة سوى الزكاة؛ واحتجوا بأن الآية مكية، وأن الزكاة فرضت </p><p> بالمدينة، وهي منسوخة بآية الزكاة. </p><p> وقال قوم: هي الزكاة، فإن نسخ إنما نسخ قدرها، لم ينسخ الحق رأسًا؛ لأنهم كانوا يتصدقون بالكل، فما نسخ إنما نسخ بآية الزكاة قدرها. </p><p> ألا ترى أنه قال في آية أخرى:  (وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ) . </p><p> والإسراف في اللغة هو المجاوزة عن الحد الذي حد له كقوله: (وَالَّذِينَ إِذَا أَنْفَقُوا </p><p> لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا). </p><p> وقيل في قوله:  (وَلَا تُسْرِفُوا) ، أي: لا تمنعوا الكل ولكن كلوا بعضه، وآتوا حقه من بعضه. </p><p> وقيل: الإسراف - هاهنا - هو الشرك؛ كأنه قال: ولا تشركوا آلهتكم فيما رزقكم اللَّه من الحرث والأنعام؛ فتحرموه ولا تنتفعوا به، والإسراف هو الذي لا ينتفع به أحد، وما كانوا جعلوا لشركائهم لا ينتفعون به هم ولا انتفع به أحد؛ يكون مقابل قوله:  (هَذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ. . .) الآية. </p><p> وأما أبو يوسف ومُحَمَّد - رحمهما اللَّه - فإنهما يذهبان إلى ما رُويَ عن أبي سعيد الخدري - رَضِيَ اللَّهُ عَنْهُ - قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" ليس فيما دون خمسة أوسق صدقة، ولا فيما دون خمس ذود صدقة، ولا فيما دون خمسة أواق صدقة \" وعن أبي </p><p> سعيد الخدري قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، \" لا صدقة في الزرع، ولا في الكرم، ولا في النخل، إلا ما بلغ خمسة أوسق \" ، وذلك مائة فرق. </p><p> وعن ابن عمر وعبد اللَّه بن عمرو وأبي هريرة - رضي اللَّه عنهم - عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - مثله. </p><p> وما روى موسى بن طلحة أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" ليس في الخضراوات صدقة \" وعن عمر مثله، وعن عليٍّ مثله، وكذلك رُويَ عن جماعة السلف: أن لا صدقة إلا في الحنطة والشعير والحبوب، وقال أبو حنيفة - رحمة اللَّه عليه - معنى ذلك كله لا صدقة، تؤخذ إلا فيما بلغ خمسة أوسق \"، وليس في الخضراوات صدقة تؤخذ، وما عليه في نفسه صدقة يؤديها هو. </p><p> ثم إن كان ذلك الحق الذي ذكر في الآية الزكاة، فإن الآية تدل - واللَّه أعلم - على أن </p><p> زكاة الحب والثمار إنما تجب فيما بيّن: الجنات المعروشات وغير المعروشات؛ فدخل في ذلك - واللَّه أعلم - العنب، وغير العنب، والثمار كلها، وقال:  (وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهًا وَغَيْرَ مُتَشَابِهٍ) ، فدخل جميع ما تخرج الأرض من كل الأصناف التي سبق ذكرها، وقال:  (كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ) ، فجعل الحق الواجب فيه يوم يحصد؛ فيجوز أن يكون عُفي عما قبل ذلك. </p><p> فإن كان هذا هو التأويل، فهو - واللَّه أعلم - معنى ما روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ولو لم يكن قوله - تعالى -: (كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ) عفوا عن صدقة ما يؤكل منه ما كان في ذلك فائدة؛ لأن الثمرة تؤكل ولا تصلح لغير ذلك إلا للوجه الذي ذكرنا، وهو أنهم كانوا يحرمونها ولا ينتفعون بها؛ فقال - عَزَّ وَجَلَّ -: كلوا وانتفعوا به، ولا تضيعوه. </p><p> وإذا كان قوله:  (كُلُوا مِنْ ثَمَرِهِ) عفوا عن صدقة ما يؤكل منه، ظهرت فائدة الكلام، وهو على هذا التأويل - واللَّه أعلم - ما روي أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" إذا خرصتم فخذوا ودعوا الثلث، فإن لم تدعوا الثلث فالربع \" . </p><p> وعن أبي سعيد الخدري - رَضِيَ اللَّهُ عَنْهُ - عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" ليس في العرايا صدقة \" . </p><p> وعن عمر بن الخطاب - رَضِيَ اللَّهُ عَنْهُ - أنه كان يبعث أبا خيثمة خارصا للنخل، ويقول له:  \" إذا وجدت أهل بيت في حائطهم، فلا تخرص بقدر ما يأكلون \" . </p><p> وعن مكحول قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" خفضوا على الناس في الخرص؛ فإن في المال العرية والوصية \" . </p><p> فدلت هذه الأحاديث على أنه لا صدقة فيما يؤكل من الثمر رطبًا إذا لم يكن فيما يأكلون إسراف. </p><p> وقدر النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لذلك الثلث أو الربع، وذلك - واللَّه أعلم - يشبه ما دلت عليه الآية على تأويل من جعل الحق زكاة؛ لأن اللَّه - تعالى - قال:  (وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ) ؛ فاحتمل أن يكون -أيضًا- معنى ذلك: ولا تسرفوا في الأكل؛ فيجحف ذلك بأهل الصدقة، ويحتمل أن يكون ذلك نهيًا عن الإسراف في جميع الأشياء، على ما ذكرنا من قبل. </p><p> وإذا صح أن لا صدقة فيما يؤكل من الرطب والعنب والثمار بهذه الأخبار، وأن الصدقة إنما تجب فيما يلحقه الحصاد يابسا يمكن ادخاره - فالواجب ألا يكون في شيء من الخضر التي تؤكل رطبة صدقة، وألا تكون الصدقة واجبة إلا فيما يبس منها، ويمكن أن يدخر. </p>"
}