{
  "id": null,
  "sura": 6,
  "aya": 56,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ قُلْ لَا أَتَّبِعُ أَهْوَاءَكُمْ قَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ (٥٦) معناه - واللَّه أعلم -: إني نهيت بما أكرمت من العقل واللب أن أعبد الذين تعبدون من دون اللَّه. </p><p> أو يقول: إني نهيت بما أكرمت من الوحي والرسالة أن أعبد الذين تدعون من دون اللَّه. </p><p> (قُلْ لَا أَتَّبِعُ أَهْوَاءَكُمْ قَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ) ثم أخبر أن ما يعبدون هم من دون اللَّه إنما يعبدونه اتباعًا لهوى أنفسهم وأن ما يعبده هو ليس يتبع هوى نفسه، ولكن إنما يتبع الحجة والسمع وما يستحسنه العقل؛ ألا ترى أنه قال (قُلْ إِنِّي عَلَى بَيِّنَةٍ مِنْ رَبِّي) أي: على حجة من ربي؟! يخبر أن ما يعبده هو يعبده اتباعًا للحجة والعقل، وما يعبدون اتباعًا لهوى أنفسهم، وما يتبع بالهوى يجوز أن يترك اتباعه ويتبع غيره لما تهوى نفسه هذا ولا تهوى الأول وأما ما يتبع بالحجة والسمع وما يستحسنه العقل فإنه لا يجوز أن يترك اتباعه ويتبع غيره وفيه تعريض بسفههم؛ لأنه قال (قُلْ لَا أَتَّبِعُ أَهْوَاءَكُمْ قَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ) أي: لو اتبعت هواكم لضللت أنا، وأنتم إذا اتبعتم أهواءكم لعبادتكم غير اللَّه ضلال ولستم من المهتدين؛ فهو تعريض بالتسفيه لهم والشتم منه. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ إِنِّي عَلَى بَيِّنَةٍ مِنْ رَبِّي وَكَذَّبْتُمْ بِهِ ... (٥٧) قيل: على بيان من ربي وحجة، وقيل على دين من ربي. </p><p> وقوله عَزَّ وَجَلَّ (وَكَذَّبْتُمْ بِهِ) قيل بالقرآن، وقيل: العذاب ما أوعدتكم ويحتمل كذبتم ما وعدتكم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ) أي: العذاب كقوله - تعالى -: (وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ) ، وغيره فقال ما عندي ما تستعجلون به من العذاب. ثم هذا يدل على أن قوله:  (قُلْ لَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ) أن المراد بالخزائن العذاب أي: ليس عندي ذلك، إنما ذلك إلى اللَّه وعنده ذلك وهو قوله:  (إِنِ الْحُكْمُ إِلَّا لِلَّهِ) ، أي: ما الحكم والقضاء إلا لله. </p><p> (يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِينَ) اختلف في تلاوته وتأويله: قرأ بعضهم بالضاد وآخرون بالصاد. </p><p> فمن قرأ بالصاد (يَقُصُّ) ويقول يبين الحق؛ لأن القصص هو البيان. وقال آخر (وَهُوَ خَيْرُ الْفَاصِلِينَ) أي: خير المبينين. </p><p> ومن قرأ بالضاد يقول يقضي بحكم. </p>"
}