{
  "id": null,
  "sura": 6,
  "aya": 122,
  "text": "<p> قوله تعالى:  (أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ (١٢٢) وَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا وَمَا يَمْكُرُونَ إِلَّا بِأَنْفُسِهِمْ وَمَا يَشْعُرُونَ (١٢٣) وَإِذَا جَاءَتْهُمْ آيَةٌ قَالُوا لَنْ نُؤْمِنَ حَتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ سَيُصِيبُ الَّذِينَ أَجْرَمُوا صَغَارٌ عِنْدَ اللَّهِ وَعَذَابٌ شَدِيدٌ بِمَا كَانُوا يَمْكُرُونَ (١٢٤) فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ كَذَلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لَا يُؤْمِنُونَ (١٢٥) </p><p> قوله - عَزَّ وَجَلَّ -: (أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا) . </p><p> يشبه أن يكون المثل الذي ضرب اللَّه للمؤمن والكافر في الآية أن من كان في ظلمات البطن لا يبصر ولا يسمع ولا يعقل شيئًا، ثم أخرج من ذلك؛ فأبصر وسمع وعقل كمن ترك في تلك الظلمات ولم يخرج منها لا يبصر، ولا يسمع، ولا يعقل، يقول - واللَّه أعلم -: لا يستوي من أخرج من ظلمات البطن بعد ما كان لا يبصر، ولا يسمع، ولا يعقل، ولا يفهم، ثم أبصر وسمع وعقل - والذي ترك في تلك الظلمات على الحال التي كان كما هو: لا يبصر، ولا يسمع، ولا يعقل؛ فعلى ذلك لا يستوي المؤمن الذي يبصر الحق ويسمع ويعقل كل خير ويعلمه، وجعلنا له نورا يمشي به في الناس بنوره، وله أصحاب يدعون الناس إلى الهدى والخير - والكافر: الذي لا يبصر الخير ولا يسمع ولا يعقل، وليس له أصحاب يدعونه إلى الهدى والخيرات، أي: ليس هذا الذي يبصر ويسمع ويعقل كالذي لا يبصر ولا يسمع ولا يعقل. </p><p> وجائز أن يكون المثل الذي ضرب اللَّه: أن يكون المؤمن والكافر جميعًا حيين في الجوهر، لكن المؤمن اكتسب ما به يحيا أبدًا من العلم، والقرآن، والإيمان. </p><p> والكافر لم يكتسب من ذلك شيئًا؛ فهو كالميت الذي لا يبصر ولا يسمع الحق ولا يعقل. </p><p> ويحتمل هذا المثل وجهًا آخر، وهو أن المؤمن يكتسب في الدنيا الخيرات، والأعمال الصالحة، ويكون له نور في الآخرة بالأعمال التي اكتسب في الدنيا، ويمشي بنور ذلك فيما بين الناس في الآخرة، وأما الكافر فإنه لم يكتسب من ذلك شيئًا؛ فيبقى في الظلمات، كقوله:  (قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ) : والمعتزلة يقولون: هم جعلوا لأنفسهم نورا يمشون به في الناس، وقد أخبر أنه هو الذي يجعل لهم ذلك النور؛ فذلك تحريف منهم ظاهر للقرآن. </p><p> وكذلك قوله:  (وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) ؛ وهم يقولون: هو قدير على بعض الأشياء. </p><p> وقال:  (خَالِقُ كُلِّ شَيْءٍ) : وهم يقولون: هو خالق بعض الأشياء. </p><p> وقال:  (وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ) ، وهم يقولون: يشاء ألا يفعلوا ما فعلوا، ولكن فعلوا غير ما شاء اللَّه. </p><p> وكذلك قوله:  (جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا) : وهم يقولون: لم يجعل لكل نبي عدوا وهم جعلوا أنفسهم لهم أعداء. </p><p> وكذلك قوله:  (وَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا) : </p><p> وهم يقولون: جعل الأكابر فيها؛ لئلا يمكروا فيها. </p><p> وقوله - عَزَّ وَجَلَّ -: (كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ) . </p><p> اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: كما زينا للمؤمنين عبادة اللَّه كذلك زينا للكافرين عبادة اللَّه، لكنهم عاندوا وصرفوا العبادة إلى غير اللَّه، وهو تأويل المعتزلة. </p><p> وقال قائلون: زين لهم أعمالهم التي يعملونها. </p><p> ثم اختلف في الذي زينها: قال الحسن: زين الشيطان أعمالهم لهم. </p><p> وقال غيره: زينها الأكابر على الأصاغر. </p><p> وقال قائلون: زينها اللَّه، ولكن ما أضيف إلى الشيطان من التزيين والإضلال إنما يضاف إلى ما يدعوهم ويحثهم على ذلك ويوحي إليهم، وما يضاف إلى الأكابر: القول والدعاء إلى ذلك، وما يضاف إلى اللَّه من: التزيين، والإضلال، والإزاغة، وغير ذلك يضاف للخلق، أي: خلق منهم: فعل الضلال، وفعل التزيين، وفعل الزيغ، يضاف إلى اللَّه خلقًا، وإلى الشيطان والأكابر: دعاء ووحيًا وإلقاء، على هذا يخرج جميع الإضافات، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا) . </p><p> أي: جعل في كل قرية من أهل الكفر أكابر مجرميها، وعظماءها، كما جعل في قريتك أكابر مجرميها؛ يصبر رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - على ذلك ليعلم أنه ليس بمخصوص هو بهذا دون غيره من الأنبياء. </p><p> ثم اختلف في قوله:  (جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا) ، وقد ذكرنا أقاويلهم في قوله:  (وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا) ، ثم قوله:  (جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا) . </p><p> قالت المعتزلة: لم يجعل الأكابر فيها ليمكروا فيها؛ ولكن لما وسع الدنيا وبسطها عليهم مكروا فيها، وكذلك قالوا في قوله:  (وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ) لا يجوز أن يخلقهم لجهنم؛ ولكن لما عملوا أعمال الكفر والضلال صاروا لجهنم. </p><p> وقالوا: هو على الإضمار؛ كأنه قال: كذلك جعلنا في كل قرية أكابر مجرميها لئلا </p><p> يمكروا أفيها، لكنهم مكروا فيها لما ذكرنا. </p><p> لكن قوله:  (جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا) ليكون أدعى وأظهر للحجج؛ لأنه لو كان بعث الرسل أكابر لكان الناس يتبعون الأكابر وإن لم يأتوا بالحجج وغيرهم لا يتبعون إلا بالحجج والآيات. </p><p> ومنهم من يقطع قوله:  (لِيَمكُرُوا فِيهَا) عن قوله: (جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ) ، يقول: معناه: وكذلك جعلنا في كل قرية مجرميها أكابر، ثم قال:  (لِيَمْكُرُوا فِيهَا) ، أي: ما جعل ذلك لهم ليمكروا. </p><p> ومنهم من يقول: هو إخبار عمَّا إليه صار أمرهم؛ كقوله:  (فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا) : وهم لم يلتقطوه ليكون لهم عدوا وحزنًا؛ إنما التقطوه ليكون لهم وليًّا، لكنه لما صار في العاقبة عدوا لهم أخبر عما آل إليه أمره؛ فعلى ذلك قوله:  (لِيَمْكُرُوا فِيهَا) : أخبر عما إليه صاروا من المكر. </p><p> وعندنا: لا يخلو هذا إما أن يقال: إنه يخلقهم لغير المكر والضلال، وهو يعلم أنهم لا يكونون لما يخلقهم؛ فذلك ليس فعل حكيم: أن يعمل عملا يعلم أنه لا يكون، نحو: من يبني بناء يعلم أنه لا يسكن، أو يقصد قصد موضع يعلم أنه لا يصل إليه؛ فهو بالقصد عابث ليس بحكيم؛ فعلى ذلك اللَّه - سبحانه - لا يجوز أن يخلقهم للهدى والعبادة له مع علمه أنهم لا يكونون لما يخلقهم، أو أن يخلقهم لذلك وهو لا يعلم أنهم يكونون كذلك؛ فهو جهل بالعواقب؛ فاللَّه يتعالى عن ذلك؛ فدل أنه خلقهم ليكونوا على ما علم أنهم يكونون ويختارون ذلك. </p><p> وقوله:  (لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا) : كان عند اللَّه أنهم يلتقطونه ليكون لهم عدوًّا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا يَمْكُرُونَ إِلَّا بِأَنْفُسِهِمْ وَمَا يَشْعُرُونَ) . </p><p> أي: ما يشعرون أن عاقبة مكرهم ترجع إليهم أو واقع فيهم. </p><p> وأصله أن اللَّه - تعالى - جعلهم وخلقهم على ما علم منهم أنهم يختارون ويكون </p>"
}