{
  "id": null,
  "sura": 6,
  "aya": 100,
  "text": "<p> إحياء الخلق بمرة واحدة. </p><p> وفي إنزال المطر من السماء مع بعدها آية عجيبة وحكمة بالغة، وهو أن ينزله واحدًا واحدًا حتى لا يختلط بعضه ببعض مع كثرة المطر وازدحامه وبعد السماء ما لو اجتمع الخلائق على حفظ مثله ما قدروا عليه دل أنه كان بمدبر عليم حكيم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ فِي ذَلِكُمْ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ) . </p><p> قد ذكرنا أنها تصير آيات لمن صدق بها وآمن، وأما من عاند وكابر ولم يتأمل فيها لم يفهم ما فيها من عجيب آياته وعظيم منته. </p><p> وفي قوله:  (انْظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ) وجهان آخران من الحكمة: </p><p> أحدهما: أن انظروا إلى ثمره إذا أثمر أنه أول ما يخرج يخرج على لون واحد وعلى قدر واحد وعلى طعم واحد، ثم يختلف ألوانها وطعمها وتتفاوت أقدارها؛ ليعلموا أنه كان بتدبير واحد عليم حكيم قادر على خلق الأشياء بلا سبب؛ لأنه لو كان كذلك بسبب لا بتدبير فيه كان سبب هذا كله واحدًا، فيجيء أن يخرج كله على سنن واحد؛ دل أنه خالق بذاته لا بسبب. </p><p> والثاني: أن انظروا إلى ثمره إذا أثمر وينعه أنه جعل ما يطيب منه للبشر، وعلمهم أسبابا يتخذون بها الطيبات من ذلك من نحو النضج والطبخ وغيره، وجعل لغيرهم من الحيوان كما هو خارج من الأرض؛ ليعلموا أن غيرهم من الحيوان والدواب إنما جعلهم لمنافع البشر مسخرين لهم، وأن البشر هم المقصودون في خلق الأشياء كلها، وبالله الحول والقوة، وله المنة والفضل. </p><p> * * * </p><p> قوله تعالى:  (وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ (١٠٠) بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ (١٠١) ذَلِكُمُ اللَّهُ رَبُّكُمْ لَا إِلَهَ إِلَّا هُوَ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ (١٠٢) لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ (١٠٣) </p><p> قوله - عَزَّ وَجَلَّ -: (وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ) أي: قالوا لله شركاء؛ وكذلك قوله:  (وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ) أي: يقولون لله البنات، أو وصفوا لله، دليله ما ذكر في آخره:  (سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ) دل هذا أن قوله: (وَجَعَلُوا لِلَّهِ شُرَكَاءَ) أي: وصفوه </p><p> بالشركاء والولد. </p><p> وقوله - عَزَّ وَجَلَّ -: (شُرَكَاءَ الْجِنَّ) . </p><p> قَالَ بَعْضُهُمْ: هذا كقوله: (وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا) . </p><p> وقيل: إنهم لم يعبدوا الجن، ولا قصدوا قصد عبادة الشيطان؛ حيث قال:  (أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ) ؛ لأن جميع أهل الكفر على اختلاف مذاهبهم يبغضون الشيطان، ويلعنون عليه، ولكن معناه: أن الشيطان هو الذي دعاهم إلى عبادة الأصنام والأوثان، فإذا عبدوا الأصنام بدعائه فكأنهم عبدوه إذ بأمره وبدعائه يعبدونها. </p><p> أو أن يكون كما روي في الخبر \" أن الشمس إذا طلعت تطلع بين قرني شيطان \" ، فإذا </p><p> عبدوها فكأنهم عبدوا الشيطان مثل هذا يحتمل، واللَّه أعلم. </p><p> فَإِنْ قِيلَ: فإذا صاروا كأنهم عبدوا الشيطان، ومن ذكر من الجن بدعائهم إلى ذلك، وبأمرهم بذلك حتى نسب وأضاف العبادة إليهم، كيف لا صار المؤمنون كأنهم عبدوا الرسل؛ لأنهم إنما عبدوا اللَّه بدعاء الرسل وبأمرهم؟ </p><p> قيل: لأن الرسل إنما دعوهم إلى عبادة اللَّه وأمروهم بذلك؛ لأن اللَّه - تعالى - أمرهم بذلك، وأما أُولَئِكَ إنما دعوهم إلى عبادة من ذكر بذات أنفسهم. </p><p> وفي قوله:  (وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ) إخبار لأوليائه وتذكير لهم حسن صنيعه إلى أعدائه من الإنعام عليهم، والإحسان إليهم، وقبح صنيع أُولَئِكَ إليه من وصفهم إياه بالولد والشركاء؛ ليعاملوهم معاملة الأعداء أو معاملة أمثالهم (وَخَلَقَهُمْ) أي: يعلمون أنه هو خلقهم، ثم يشركون غيره في ألوهيته وعبادته، لا يوجهون شكر نعمه إليه. </p><p> والثاني: قوله: (وَخَلَقَهُمْ) ، أي: خلق هذه الأصنام التي يعبدونها، ويعلمون أنها مخلوقة مسخرة مذللة، فمع ما يعلمون هذا يشركون في ألوهيته وعبادته، فكيف يكون المخلوق المسخر شريكًا له؟! </p><p> وقوله - عَزَّ وَجَلَّ -: (وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ) . </p><p> هم كانوا فرقًا وأصنافا؛ منهم من يقول بأن عيسى ابنه وهم النصارى، ومنهم من يقول بأن عزيرًا ابنه وهم اليهود، وقال مشركو العرب: الملائكة بنات اللَّه، فقال: </p>"
}