{
  "id": null,
  "sura": 6,
  "aya": 137,
  "text": "<p> أَحَدُهُم بِالأُنثَى. . . ) الآية: وقال: (أَمْ لَهُ الْبَنَاتُ وَلَكُمُ الْبَنُونَ) ، وقال:  (تِلْكَ إِذًا قِسْمَةٌ ضِيزَى) ، تأنفون أنتم عن البنات وتضيفونهن إليه؟! فهو إذًا جور وظلم؛ فعلى ذلك تفضيل الأصنام في القسمة وإيثارهم إياها على اللَّه، وإشراكهم مع اللَّه، مع علمهم أنه كان جميع ذلك باللَّه، وهو أنشأه لهم - جور وسفه. </p><p> ثم أخبر أنهم:  (سَاءَ مَا يَحْكُمُونَ) . </p><p> أي بئس الحكم حكمهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَذَلِكَ زَيَّنَ لِكَثِيرٍ مِنَ الْمُشْرِكِينَ ... (١٣٧) أي: كما زين لهم جعل النصيب للأصنام والتجزئة لها، وصوف ما خلق اللَّه لهم عنه إلى الأصنام كذلك زين لهم قتل أولادهم. </p><p> أو كما زين لهم تحريم ما أحل اللَّه لهم من السائبة والوصيلة والحامي كذلك زين لهم شركاؤهم قتل أولادهم. </p><p> وأصله: أن الشفقة التي جعل اللَّه في الخلق لأولادهم والرحمة التي جبلت طبائعهم عليها تمنعهم عن قتلهم، وخاصة أولادهم الضعفاء والصغار، وكذلك الشهوة </p><p> التي خلق فيهم تمنعهم عن تحريم ما أحل اللَّه لهم، لكن زين لهم ذلك شركاؤهم، وحسنوا عليهم تحريم ما أحل لهم وقتل أولادهم، فما حسن عليهم الشركاء وزين لهم من تحريم ما أحل لهم وقتل أولادهم غلب على الشفقة التي جبلت فيهم، والشهوة التي خلق ومكن فيهم. </p><p> ثم اختلف في شركائهم: </p><p> قَالَ بَعْضُهُمْ شركاؤهم: شياطينهم التي تدعوهم إلى ذلك. </p><p> وقيل: شركاؤهم: كبراؤهم ورؤساؤهم الذين يستتبعونهم. </p><p> ثم يحتمل: قتل الكبراء أولادهم؛ تكبرا منهم وتجبرا؛ لأنهم كانوا يأنفون عن أولادهم الإناث، وقتل الأتباع؛ مخافة العيلة والفقر. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِيُرْدُوهُم) . </p><p> قيل: ليهلكوهم، إنهم كانوا يقصدون في التحسين والتزيين الإرداء والإهلاك، وإن كانوا يرونهم في ذلك الشفقة، وكذلك كانوا يقصدون بالتزيين تلبيس الدِّين عليهم. </p><p> وقوله - عزّ وجل -: (وَلَوْ شَاءَ اللَّهُ مَا فَعَلُوهُ) . </p><p> يحتمل: وجوهًا: </p><p> قَالَ بَعْضُهُمْ: لو شاء اللَّه لأهلكهم فلم يفعلوا ذلك. </p><p> وقيل: لأعجزهم ومنعهم عن ذلك؛ كقوله:  (وَلَوْ نَشَاءُ لَطَمَسْنَا عَلَى أَعْيُنِهِمْ) . </p><p> وقيل:  (وَلَوْ شَاءَ اللَّهُ مَا فَعَلُوهُ) ، أي: لأراهم قبح فعلهم؛ حتى لم يفعلوا. </p><p> وأصله: أنه إذا علم منهم أنهم يفعلون ما فعلوا ويختارون ما اختاروا من التزيين ولبس الدِّين عليهم شاء ما فعلوا واختاروا، وقد ذكرنا ذلك في غير موضع. </p>"
}