{
  "id": null,
  "sura": 6,
  "aya": 101,
  "text": "<p> (أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَى (٢١) تِلْكَ إِذًا قِسْمَةٌ ضِيزَى (٢٢) ، وقال:  (أَمْ لَهُ الْبَنَاتُ وَلَكُمُ الْبَنُونَ) ، وقال:  (وَإِذَا بُشِّرَ أَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمَنِ مَثَلًا ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ) . </p><p> قال: أَنِفْتُم أنتم من البنات؛ كيف نسبتم البنات إليه؟! </p><p> في هذه الآية تصبير لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - على أذاهم بقوله، مع كثرة ما كان لهم من اللَّه من النعم والمنن يشركون في عبادته غيره؛ فأنت إذا لم يكن منك إليهم شيء من ذلك فأولى أن تصبر على أذاهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ) . </p><p> أي: يعلمون هم أن ليس له ولد ولا شريك؛ ولكن كانوا يكابرون، ويحتمل (بِغَيْرِ عِلْمٍ) : على جهل يقولون ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ) . </p><p> هو حرف تعظيم وتنزيه جعل فيما بين الخلق: به يعظمون، وبه ينزهون، وبه ينفون كل عيب فيهم؛ فعلى ذلك ذكر عند وصف الكفرة بالولد والشريك والعيوب؛ تنزيهًا وتبرئة عن كل عيب وصفة، وتعاليًا عن جميع ما قالوا فيه، وهو - واللَّه أعلم - كما يقولون: معاذ اللَّه؛ تعظيمًا وتبريئًا من ذلك. </p><p> وفي قوله:  (سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ) ونقض قول المعتزلة؛ لقولهم: إن صفات اللَّه ليست إلا وصف الواصفين، فلو لم يكن إلا وصف الواصف، لا غير لكان لا معنى لذم بعض الواصفين وحمد بعضهم؛ فثبت أن في ذلك صفة سوى وصف الواصفين. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ ... (١٠١) </p><p> قوله:  (بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ) أي: أنشأهما بلا احتذاء ولا امتثال بغير، وقوله هذا يرد على القرامطة قولهم؛ لأنهم يقولون: خالق، ولا يقولون مبدع، ويقولون: المبدع الثاني هو أول مخلوق خلق منه جميع العالم، فلو كان أول خلق خلق مبدعًا فهو مبدع، والإبداع: هو إحداث شيء لم يسبق له أصل ولا مثال؛ ولهذا يقال لمن أحدث في دينه شيئًا: مبتدع؛ لأنه أحدث فيه شيئًا لم يسبق له أصل ولا مثال. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ) . </p><p> أي: من قدر على إبداع السماوات والأرض، لا عن أصل سبق ولا عن مثال تقدم؛ فأنى يقع له الحاجة إلى الولد؟! والولد في الشاهد إنما يتخذ؛ لإحدى خصال ثلاث: إما للانتصار على الأعداء والانتقام منهم، وإمّا لوحشة تأخذهم، وإما لحاجة تمسهم؛ فاللَّه - سبحانه وتعالى - يتعالى عن ذلك كله فأنى يتخذ ولدًا؟! </p><p> والثاني:  (أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ) ، أي: تعرفون أن الولد لا يكون في الشاهد إلا عن صاحبة وليست له صاحبة، فأنى يكون له ولد؛ كأن الخطاب كان في قوم ينفون عنه الصاحبة، وإنما الحاجة إلى الصاحبة؛ للشهوات التي مكنت فيهم؛ فالشهوة هي التي تقهر المرء وتحمله على الحاجة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَخَلَقَ كُلَّ شَيْءٍ) . </p><p> فيه نقض قول المعتزلة؛ لأنه أخبر أنه خلق كل شيء، وعلى قولهم: لم يخلق جزءًا من ألف جزء من الأشياء؛ لأنهم يقولون: إن اللَّه لم يخلق أفعال العباد، ولا حركاتهم، ولا سكناتهم، ولا قيامهم، ولا قعودهم، ولا شيئًا من ذلك، ثم لا يجوز أن تصرف الآية إلى الخصوص، وهو يخرج مخرج الامتداح، ولو جاز أن يصرف هذا على شيء دون شيء لجاز لغيرهم أن يصرفوا قوله:  (وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ) إلى شيء دون شيء وكذلك قوله: (خَالِقُ كُلِّ شَيْءٍ) وعلى قول المعتزلة هو خالق بعض الأشياء ليس هو بخالق الأشياء كلها؛ على ما أخبر فلئن جاز صرفه إلى بعض الأشياء دون بعض؛ لجاز - أيضًا - صرف قوله (وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ) . </p>"
}