{
  "id": null,
  "sura": 6,
  "aya": 9,
  "text": "<p> الرسل، ولا الكتب، ولا كانوا آمنوا برسول ولا كتاب، فقالوا:  (لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا) ، ونحوه من السؤال، فيسألون إنزال الملك. </p><p> ثم يحتمل سؤالهم إنزال الملك لما لم يكونوا رأوا الرسل يكونون من البشر، وإنما رأوا الرسول إن كان يكون ملكًا، فقالوا:  (لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ) . </p><p> ويحتمل أن يكون سؤالهم إنزال الملك سؤال عناد وتعنت، لا سؤال طلب الرسول من الملائكة، فقال:  (وَلَوْ أَنْزَلْنَا مَلَكًا) على ما سألوا (لَقُضِيَ الْأَمْرُ) أي أن الملك إذا نزل على إثر سؤال العناد والتعنت ينزل بالعذاب والهلاك، فهذا يبين أن سؤالهم سؤال تعنت وعناد. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُونَ) أي أنهم كانوا يسألون إنزال الملك آية لصدقه - عليه السلام - فقال:  (وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُونَ) أي: يهلكون؛ لأن الآيات إذا نزلت على إثر سؤال القوم ثم خالفوا تلك الآيات وكذبوها لنزل بهم العذاب والهلاك، وإن جاءت الآيات على غير سؤال، فكذبوها يمهلون، ولا يعذبون عند تكذيبهم إياها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا ... (٩) </p><p> قيل: آدميًّا بشرًا، ويحتمل هذا وجوهًا: </p><p> أحدها: أي: لو بعثنا الرسول ملكًا لجعلناه على صورة البشر؛ لأنه لو كان على صورة الملائكة لصعقوا ودهشوا؛ لأنه ليس في وسع البشر رؤية الملك على صورته. </p><p> ألا ترى أن جبريل - عليه السلام - إذا نزل على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لم ينزل على صورته، ولكن كان ينزل على صورة البشر، حتى ذكر أنه كان ينزل عليه على صورة </p><p> دحية الكلبي، وأنه متى رآه على صورته صعق وتغير حاله، فإذا رأوا ذلك في وجهه قالوا: إنه لمجنون، فقال:  (وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا) ويكون فيه ما في رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من اللبس به. </p><p> والثاني:  (وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا) ؛ لأنهم لا يعرفون صدقه، فيحتاجون إلى الدلائل، والآيات التي تدلهم على أنه ملك، وعلى صدقه، فذلك لا يعرف إلا بالبشر؛ لأنهم لا يعرفون صدقه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ. . .) الآية. </p><p> قالوا: لا يجوز إضافة اللبس إلى اللَّه - تعالى - إلا على المجازاة للبس، كالاستهزاء، </p><p> والمكر، والخداع. </p><p> ويحتمل قوله:  (وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ) أي: لو جعلناه ملكًا للبسنا عليهم ما لبس أُولَئِكَ على صنيعهم؛ حيث قالوا:  (مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ) ، و (مَا أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا) ، وغير ذلك من الكلام، لكنا لا نفعل حتى لا يكون ذلك لبسًا؛ إذ ليس في وسعهم النظر إلى الملك، ولو جعلنا ذلك ملكًا لكان ذلك لبسًا. </p><p> فإن قال لنا ملحد في قوله:  (لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ)  (وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ) سألوا أن ينزل على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ملك، وقال:  (وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ) ، وأنتم تقولون: إنه قد أنزل عليه الملك، وهو أخبر لو أنزل عليه الملك لقضي الأمر، ولم يقض الأمر، كيف لآيات لكم إنما اختار ذلك من نفسه؛ لأن اللَّه أنزل عليه ذلك. </p><p> قيل: إنهم إنما سألوا أن ينزل عليهم الملك - وإن لم يذكر في الآية السؤال - لما ذكر في آية أخرى؛ كقولهم:  (لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا) ، أو سألوا أن </p>"
}