{
  "id": null,
  "sura": 6,
  "aya": 76,
  "text": "<p> عظيم ما بها من المنافع لأنواع دواب الأرض والطير جميعًا حتى يوقن كل متأمل أن مثل هذا لا يعمل بالطباع إلا أن يكون له مدبر حكيم جعله ذلك الطبع وسواه على ما شاء من الحد، وألا يتسق الأمر على التدبر والحكمة، إلا أن يكون مدبر ذلك، بحيث لا يحتاج إلى معين، ولا يجوز أن يكون له فيه منافع، ثم هو بذاته عليم قدير، وما في الأرض من تدبير الليل والنهار وأنهما يتعاقبان أبدًا، ويسيران يقهران ما فيها من الجبابرة والفراعنة، حتى إن اجتمع جميع أهل الأرض على زيادة في واحد أو نقصان، أو تقديم أو تأخير؛ لما لهم من الحاجة، أو بما فيهم من القوة والقدرة مع معونة الجميع لهم في ذلك لم يتهيأ لهم، ولا بلغ توهم أحد في احتمال ذلك حتى يصير عند وجود كل كان الآخر لم يكن قط، ثم عند العود إليهم كأنه لم يفارقهم قط، مع ما أودع أهل الأرض بهما من المنافع، وعليهم فيها أنواع مضار، ولهما سلطان على أعمارهم، على ما فيهما من أثر التسخير والتذليل الذي كل مقهور بالآخر، إذا جاء سلطانه وبلغ حده، وليس في واحد منهما امتناع عن قهر الآخر، وإن كان هو الظاهر القوي جريا جميعًا على حد واحد وسنن واحدة، ولا على ذلك على ما دل عليه الأول، مع ما فيهما من أثر العيث أمرًا ظاهرًا لا يحتمل أن يجهله إلا سفيه معاند، واللَّه أعلم. </p><p> ثم النور والظلمة والظل ونحو ذلك الذي يبسط بسعة جميع أطراف السماء والأرض يستر واحد كل شيء، ويبدي آخر عن كل شيء، ويحيط الثالث بكل شيء، ثم تعلق منافع الأهل بها على اختلافها، وبالسماء والأرض على تباعد ما بينهما، وبالسهل والجبل والبحر والبر على تضاد معانيهما؛ وعلى ذلك جميع الأمور، فكان - صلوات اللَّه عليه - بما أرى من المعنى وغيره من الموقنين أن لَا إِلَهَ إِلَّا اللَّهُ وجه إليه نفسه، وأن كل شيء نسب إليه الألوهية، محال أن يكون فيه وله إمكان ذلك، ولا قوة إلا باللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ. . . (٧٦) إلى قوله: (وَمَآ أَنا مِن الْمُشركِينَ) . </p><p> تكلموا في تأويل الآية على وجوه ثلاثة: </p><p> فمنهم من جعل الأمر على ما عليه الظاهر: أنه غير عارف بربه حق المعرفة إلى أن عرف من الوجه الذي بأن له عند الفراغ من آخر ما نسب إليه الربوبية أنه لا يعرف من جهة درك الحواس ووقوعها عليه، ولكن من جهة الآيات وآثار العقل، فقال:  (وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ. . .) الآية، لكن أهل هذا القول اختلفوا على وجوه ثلاثة: </p><p> أحدها: ما روي في التفسير أنه ربّي في السرب، ولم يكن نظر إلى شيء من خلق السماء، فنظر عن باب السرب في أوّل الليل، فرأى الزهرة بضوئها وتلاللَّهِا، وكان في علمه أن له ربا وأنه يرى، فلم ير أضوأ منها ولا أنور، فقال: هذا ربي، فلما أفل وله علم أن الرب دائم لا يزول، فقال: لا أحبُّ، بمعنى: ليس هذا برب؛ كقوله:  (مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ) ، أي: ليس لنا، وقول عيسى حيث قال:  (سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ) ، بمعنى: ما قلت ذلك، لكن أهل هذا التفسير حملوا الأفول على غيبوبته بنفسه، وهو عندنا على غيبوبته في سلطان القمر وقهر سلطان القمر، لما طلع سلطان النجم، وعنده أن الرب لا يقهر وأن سلطانه لا يزول؛ وعلى ذلك أمر القمر والشمس بظلمة الليل، وفي ذلك أنه لو كان عنده أن الرب لا يقهر وأن سلطانه لا يزول وأنه لا يرى، لأنكر من ذلك الوجه أن يكون ربه بل أقر به، وأنكر الأفول والزوال، وهذا ينقض قول من يصفه بالزوال والانتقال من حال إلى حال. </p><p> ومنهم من يقول: كان هذا أمنه في وقت، لم يكن جرى عليه القلم سمع الخلق يقولون في خلق السماء والأرض ونحو ذلك، وينسبون ذلك إلى اللَّه؛ وعلى ذلك أمر جميع أهل الشرك؛ كقوله:  (وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ) وقوله: (قُل لِّمَنِ الْأَرْضُ. . .) ، إلى قوله:  (مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ) </p><p> ثم رآهم عبدوا الأصنام وسموها آلهة، فتأمل فوجدها لا تسمع ولا تبصر ولا تنفع ولا تضر، علم أن مثلها لا يحتمل أن يكون يخلق ما ذكر، وأن الذي ذلك فعله لعلي عظيم، يجب طلب معرفته من العلو بما كان يسمع نسبة الملائكة إلى السماء ونزول الغيث منها، ومجيء النور والظلمة وكل أنواع البركات وغيرها منها، فصرف تدبير الطلب الذي نسب إليه الخلق إليها. </p><p> ثم أوّل ما أخذ في التأمل والنظر لم يقع بصره على أحسن وأبهى من الذي ذكر، فظنه ذلك، ثم لما قهر وقد كان علم بأن خالق من ذكر لا يجوز أن يقهر، فمن ذلك علم أنه ليس هو وقال لِمَنْ قَهَرَ، وذلك إلى أن قهر الليل ضوء الشمس، وصار بحيث لا يجري له السلطان، ورأى في الكل آثار التسخير والتذليل، ولم ير فيها أعلام من له الأمر والخلق، فعلم أن الرب لا يدرك من ذلك الوجه، ولا يعرف من جهة الحواس، فرجع إلى ما سمع من أنه خلق السماوات والأرض، فوجه نفسه إليه بالعبودية، واعترف له بالربوبية بما في الخلق من آثار ذلك، وفي القول من تسمية من له الخلق ربا وإلها، فآمن به، وذلك كان أول أحوال احتماله علم الاستدلال وبلوغه المبلغ الذي من بلغه يجري عليه الخطاب، ولا قوة إلا باللَّه. </p><p> ومنهم من قال: إنه كان بالغًا قد جرى عليه القلم، وقد كان رأى ما ذكر غير مرة، لكن اللَّه لما أراد أن يهديه ألهمه ذلك وألقاه في نفسه، فانتبه انتباه الإنسان لشيء كان عنه غافلا من قبل، فرأى كوكبًا أحمر يطلع عند غروب الشمس، فراعاه إلى أن أفل، فأراد إذن من اللَّه قربة، وعلم أن ربه لا يزول ولا يتغير، ففزع إليه وقال:  (لَا أُحِبُّ الْآفِلِينَ) ؛ وكذا ذكر في القمر والشمس إلى أن عرف اللَّه، فتبرأ مما كانوا يشركون، وتوجه بالتوحيد والعبادة إليه؛ وإلى هذا التأويل ذهب الحسن. </p><p> الأول: روي عن ابن عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ. </p><p> والثاني: قال به جماعة أهل الكلام، ونحن نتبرأ إلى اللَّه أن نجعله رجلا بالغًا جرى عليه القلم، وهو كان - عن اللَّه - بهذه الغفلة حتى يتوهمه في معنى نجم أو قمر أو شمس، مع ما يرى فيها الظهور بعد أن لم يكن، والأفول بعد الوجود، ثم آثار التسخير والعجز عن التدبير بما هو في جهد وبلاء، ومن له يحمل في راحة وسرور، ثم لا يرى في شيء من العالم أو له معنى يدل على رجوع التدبير إليه، فيتحقق له القول بذلك، والله يصفه بقوله:  (إِذْ جَاءَ رَبَّهُ بِقَلْبٍ سَلِيمٍ) ، قيل: سليم من الشرك لم يشبه بشيء، وقال:  (وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ) ، وما يذكرونه إنما آتاه على نفسه إذ هو في الغفلة عنها، والجهل بمن له الآيات شريك قومه، وقد قال - أيضًا - (وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ) ، ومعلوم أن ذلك على معاينته أو أنه قد أرى كلا منهما، ولكن على ما بينت من الوجهين وفيهما حقيقة ذلك. </p><p> وليس في قوله:  (وَلِيَكُونَ مِنَ الْمُوقِنِينَ) دلالة الشك في الابتداء، أو الجهل في الحال التي يحتمل العلم به فسمى به عَزَّ وَجَلَّ، ولكن على أنه على ذلك الوجه يكون الإيقان ممن لا يقع عليه الحواس، ولا يوجب علمه الضرورات، إنما هو الاستدلال بالآثار أو تلقى الأخبار، ولا قوة إلا باللَّه. </p><p> وذلك كقوله:  (اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا) ، لا عن وضع كان، وقوله:  (يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ) ، لا أن كانوا من قبل في الظلمات، وقول يوسف - عليه السلام -: (إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لَا يُؤْمِنُونَ بِاللَّهِ) لا عن كونه فيها؛ وهكذا أمر الإيقان: أن يكون العبد في كل وقت موقنا باللَّه، وأن لا إله غيره، لا عن شك فيما تقدمه من الوقت أو الجهل، فمثله أمر إبراهيم، عليه السلام. </p><p> والوجه الثاني - مما تكلم في التأويل: أن يكون إبراهيم - عليه السلام - كان مؤمنًا في ذلك الوقت، عارفًا بربه حق المعرفة، ولكنه كلم قومه كلام مستدرج بإظهار المتابعهّ لهم على هواهم؛ فيكونون به أوثق وإليه أميل، وذلك أبلغ في الحجاج وألطف في المكيدة، فيبين لهم ما أراد من غير جهة النقض والعناد، فبدأ بتعظيم ما عظموه؛ إذ هم </p><p> قوم كانوا يعظمون النجوم، وبالعلم بأمرها أخبروا نمرود بولادة من يهلك على يده هو ويزول ملكه، وهذا كما ذكر أنه نظر نظرة في النجوم في مقاييسها وعلمها؛ لا أنه نظر إليها، ثم قال الذي ذكر لا من حيث علم النجوم، ولكن من حيث علمه أنه يموت ومن يَمُت يسقم، لكن أراهم الموافقة في العلم الذي لهم في ذلك الباب دعوى؛ فكذلك ما نحن فيه. </p><p> وعلى ذلك أمر الند الذي كان يعبده قوم عظَّمه الحواريُّ الذي أرسل إليهم، حتى اطمأنوا إليه وصدروا عن تدبيره وبلوا بعد، وكاد يحيط بهم، فدعاهم إلى دعاء الند ليكشف لهم؛ إذ لمثله يعبد حتى أيسوا، فدعاهم إلى اللَّه فكشف عنهم، فآمنوا به، فمثله الأول. </p><p> وإلى هذا التأويل يذهب الْقُتَبِيّ، لكنه ذكر أنهم كانوا أصحاب نجوم وكهانة، ومن ذلك قوله لا يعبد النجم ولا يراه ربا فكيف أظهر الموافقة بتسمية النجم ربا، ثم النقض عليه بالأفول؟! </p><p> ولكن ذلك لو كان فإنما كان في قوم يعبدون النجوم والشمس والقمر، فألزمهم بالأفول؛ إذ فيه تسخير وغلبة سلطان على سلطان، وهذا الوجه يجوز أن يظهر على إضمار معنى في نفسه مستقيم: كالمكره على عبادة صليب يقصد قصد عبادة اللَّه ونحوه، </p><p> والمكره على شتم مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يقصد قصد مُحَمَّد آخر يصوره في وهمه ونحو ذلك، فهو على ما قال:  (قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا فَاسْأَلُوهُمْ إِنْ كَانُوا يَنْطِقُونَ) ، على جعل (إِنْ كَانُوا يَنْطِقُونَ) شرطا في نفسه في قوله: (بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا) ، واللَّه أعلم. </p><p> وقيل في الاستدراج من غير هذا الوجه، على التسليم أنهم أهل كهانة ونجوم، وهو أنه لما رآهم يعبدون الأصنام والأوثان، دعاهم من طريق المقابلة؛ إذ هم مالوا إلى ذلك بما رأوا من حسن ذلك في البصر، بما قد زين بأنواع الزينة وحلي بأنواع الحلي، فأراهم أنه يعبد النجم وما ذكر، وأن الذي ذكر أحسن وأعظم نورًا وضياء؛ إذ هو بجوهره ونفسه كذلك، وما كانوا يعبدون بما فعلوا به وجعلوه كذلك؛ ليكره إليهم عبادتهم الأصنام، ويستنقذهم عما اعتادوه بالمعنى الذي ذكرت، ثم ألزمهم فساد ما مالوا إليه وقبلوا منه، قبل أن يقر ذلك في قلوبهم وتطمئن إلى ذلك أنفسهم، بما أظهر من فساد أن يكون الذي بذلك الوصف من التسخير أو ملكه على شرف الزوال، أو يصير بحيث يقر في قلوبهم عبادة من لا يشهدونه وقت العبادة؛ فيلزمهم على ذلك عبادة المستحق لها. </p><p> أو أن يقول: إذا كانت النجوم وما ذكر مع ضيائها ونورها وكثرة منافع الخلق بها لم تصلح لها الألوهية عند الجميع بالأفول والتسخير، فالذي كانوا يعبدون على ما سخرهم كانوا تحت البشر أذلاء، لا يسمع ولا يبصر ولا ينفع أحق ألا يكون له الربوبية، وألا توجه إليه العبودية، واللَّه أعلم. </p><p> فهذا النوع من الاستدراج فيما لو ظهر أنهم لم يكونوا يتخذون النجوم أربابًا يعبدونها؛ وكذلك الذي ذكره الْقُتَبِيّ. </p><p> والتأويل الثالث للآية يخرج مخرج الإنكار والاستهزاء، ويكون في ذلك معنى الاستدراج؛ إذ هو الإلزام من حيث لا يشعر به، أو نقض أسباب الشبه درجة فدرجة في حلول المقت ولزوم المقصود بتعاطي ذلك الابتداء بالكشف عن الأسباب. </p><p> ثم قيل في هذا بأوجه: </p><p> أحدها: أنهم كانوا يعبدون النجوم وما ذكر، ويدعون إلى ذلك الأولاد والصبيان - وإبراهيم منهم - فيما كانوا يدعونه إليه، فقال لما رأى النجم: هذا الذي تعبدون ربي، </p><p> أي: إلى عبادته تدعونني، أي: هذا ربي الذي تدعونني إلى عبادته، فلما رآه طالعًا سائحًا غائبًا ثبت عنده أنه سخر، فقال: لا أحب عبادته، لكن ذا قد يكون في خاص نفسه متفكرًا في الذي دعوه إليه؛ ليعرف دفع قولهم من الوجه الذي يقر ذلك في القلوب إذا قابلهم به. </p><p> وقد يكون في ملأ منهم يظهر لهم قوله:  (هَذَا رَبِّي) على إضمار: تدعونني إليه؛ ليلزمهم بما بأن له فساد الربوبية، فيكون استدراجًا أيضًا؛ لأنه ألزمهم بعد ظهور الوفاق منه لهم. </p><p> وقد يكون ذكر هذا الذي تدعونني إليه أنه ربي سرا، ويهزأ بهم بإظهار الموافقة، يبين لهم ذلك بما ألزمهم أن الابتداء لم يكن على المساعدة؛ إذ ذلك المعنى الذي به ألزم كان ظاهرا عنده في الابتداء وعندهم جميعًا. </p><p> والثاني: أن يكون قوله: (هَذَا رَبِّي) على ما يقال: هذا فلان الذي تخبرونني عنه، بمعنى: أهذا هو؟! على إنكار أنه ليس بالمحل الذي أخبرتموني عنه، أو على الاستفهام ليقرره عنده. </p><p> وأي الوجهين كان فقد هزئ بهم، وظهر في المتعقب أن الأول كان على الهزء بهم والإنكار، أو الاستفهام؛ وذلك كقوله:  (خَلَقُوا كَخَلْقِهِ) ، على أنهم لم يخلقوا كخلقه، يوضح قوله:  (قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ) في الأول: (لَا أُحِبُّ الْآفِلِينَ) . </p><p> ويجوز أن يكون هذا أضمر في قوله:  (هَذَا رَبِّي) ، أي: رب هذا ربي إلى آخر ما ذكر، ثم رجع إليه عند التقرير عندهم أنه لا يليق بالربوبية الذي ظنوا أنه ساعدهم عليه. </p><p> ثم قد بينا الدليل على أنه لم يكن كافرًا في ذلك الوقت مع ما قد ثبت من عصمة الرسل عن الكبائر، فكيف يبلون بالكفر واللَّه يقول:  (اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ) وكل متمكن فيه الكفر شريك أمثاله، فلا وجه لتخصيص الأهل. </p><p> ثم جملة ذلك أن اللَّه تعالى لو أراد أن يبين حقيقة الحال، أو كانت بنا إلى معرفة </p><p> حقيقة ذلك من المراد والوقت حاجة في أمر الدِّين - لكان يبين ذلك، أو يرد في ذلك عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لكن العلم بحقيقة ذلك إذ هو علم الشهادة بما ليس لنا، وعلينا بالوصول عمل تكلف، ولا تكلف الشهادة بوقت القول، وهو متمكن فيه فحقه أن يتأمل وجه الحكمة في ذكر القصة وما فيها من الحجة في أمر الدِّين، فهو - واللَّه أعلم - يخرج على وجوه: </p><p> أحدها: على جعل ذلك حجة لرسالة رسوله؛ إذ هو من أنباء الغيب، ونبي اللَّه نشأ بمكة ولم يكن ثم من يعلمه ذلك، ولا فارق قومه واختلف إلى من عنده علم الأنبياء بتوارثهم كتب الأنبياء، ولا كان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ممن يخط بيمينه أو يقف على المكتوب؛ دل أنه علمه باللَّه سبحانه وتعالى، مع ما كان في القصة حجج التوحيد ودفع عبادة الأصنام وتسفيه أهل ذلك، فلم يحتمل أن يكون تعليم مثل ذلك من الدافعين لذلك المدعين على إبراهيم اليهودية والنصرانية؛ وبعد فإن كتبهم بغير لسانه، وفي العبارة بلسان غيره توهم الاختلاف والتغيير، فلا يحتمل الاحتجاج بمثله بما يحتمل الإنكار والدفع. </p><p> الثاني: وفيه استعطاف قوم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ إذ هم من ذرية إبراهيم - عليه السلام - بما يدعوهم إلى دين آبائهم، مع ما كانوا هم أصحاب تقليد وحفظ آثار الآباء، فألزمهم القول في آبائهم بما لا مدفع لهم القول بغير الذي قلدوا؛ إذ إبراهيم - عليه السلام - عند جميع المشركين إمام يؤتم به أحق من كل أب، مع ما كان كل مولود على دينه مذكورًا محفوظًا في الخلق، ومن خالفهم فهو ممحوق الاسم والذكر جميعًا، فكان في ذلك أعظم الدليل أن هَؤُلَاءِ من الأنبياء أحق بالتقليد من الذين اتبعوه؛ وعلى ذلك اتفاق أهل الكتاب على موالاة إبراهيم من غير أن تهيأ لهم دفع ما أثبت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من توحيده، ولا ما قرره عندهم من دينه بشيء يجدونه خلافًا لذلك في كتبهم. </p><p> والثالث: أن إبراهيم - عليه السلام - صرف معرفة الرب من جهة خلقه، ودان بدينه من جهة النظر في الآيات والبحث عنها، دون أن يقلد أباه أو قومه؛ ليعرف سبيل طلب </p><p> الحق ووجه اتباعه؛ ليكون ذلك تذكرة لجميع ذريته. </p><p> والرابع: أنه ذكر الخبر عن أحواله بمخرج ظاهر يوهم المكروه، وله وجه الصرف إلى ما أليس، فيه نفار عنه للطبع، ولا يأباه للعقل؛ ليمتحن عباده بالقول فيه والوقف في أمره. </p><p> والخامس: ليعلم أن المحاجة في الدِّين على قدر ما تحتمله العقول لازمة؛ إذ بها أفحم إبراهيم قومه وأظهر دين ربه، فيبطل بذلك قول كثير من المسلمين الذين يكرهون المناظرة في الدِّين، ويرون في ذلك تقليد الإسنادين وظواهر ما جاءت به الآثار، التي في اتباع أمثالها تناقض عند العقلاء، ولا قوة إلا باللَّه. </p><p> والسادس: أن المناظرة تكون بوجهين: بطلب الدلالة في تثبت القول، وبإظهار الفساد بما يتمكن فيه من العيب؛ إذ هو رد ما ادعوا من الربوبية فيمن ذكر، بما في ذلك من آثار التدبير لغيره؛ وكذلك قال في الأصنام:  (لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا) ، وقال:  (وَمَا لِيَ لَا أَعْبُدُ الَّذِي فَطَرَنِي) ، وقال في موضع آخر:  (الَّذِي خَلقَنِي) ، إلى آخر ما أخبر؛ فمرة أبطل قولهم بالمعنى الذي بضده احتج في ثبات قوله، وجائز في كل ذلك أن يقول لهم: ما الدليل على ما تدعون لما تذكرون من الربوبية؟ </p><p> والسابع: جواز التسليم بإظهار الموافقة، وإن كان المسلم بحقيقة ذلك منكرا وله دافعًا، إذا كان في المساعدة بذلك في الظاهر نيل الفرصة والظفر بالبغية؛ إذ على ذلك خرجت مناظرته قومه، وعلى ذكر ما احتج به في قوله:  (رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ) ، إذ قال خصمه:  (أَنَا أُحْيِي وَأُمِيتُ) ، وإقباله على حجة هي أوضح من ذلك وأقهر للعقل وألزم في الطبع، فقال: (فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ </p><p> الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ). </p><p> والثامن: أن يعلم أن اللَّه لم يهمل القوم في شيء من الأزمنة دون أن يجعل لهم أدلة للحق يظفرون بها لو تأملوا، ولا ألزم خلقه في زمان من الأزمان بشيء لو بحث عنه لا يوقف عليه ولا يتهيأ له؛ ولذلك أظهر الحجج وآثار البينات؛ ليعلم أنه جعل أوامره كلها تالية الأدلة والبراهين؛ ليقطع بها عذر من تأبى نفسه القيام بها. </p><p> والتاسع: أن يعلم أنه لا أحد يقوم بالحجاج ولا ينطق بحسن البيان إلا بعطية الله وامتنانه عليه بما ينطق به لسانه ولوفقه للقيام به بقوله: (وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ) . </p><p> ثم العاشر: أن يكون بفضله ينال الدرجات في أمر دينه، ويرتقي إلى منازل الفضل والشرف بمشيئته؛ كما قال:  (نَرْفَعُ دَرَجَاتٍ مَنْ نَشَا) ، وأنه متى شاء الرفع كان، والله أعلم. </p><p> وقد قال بعض أصحاب الإمامة في تأويل الآية: زعم أنهم أخذوه من شرح على أن تأويل النجم: المأذون، والقمر: اللاحق، والشمس: الإمام، بمعنى: أنه قال للمأذون: هذا ربي عنى به رب التربية رباه بالعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَمَّا أَفَلَ) . </p><p> أي: فني ما عنده رغب عنه وقال: لا أحب هذا، ثم ظفر باللاحق، ثم كذلك بالإمام، ثم توجه نحو التالي بالقبول من الرسول؛ إذ التالي عندهم هو الذي فطن ما ذكر، فلما جاوز درجة المتم - وهو الإمام - صار إلى درجة الرسالة، وهو القابل من التالي بالخيال والمصور للشرائع عندهم، فألزموا بهذا عبادة أرباب، وأن الارتفاع من درجة إلى درجة بأُولَئِكَ. </p><p> وذلك أمر متناقض على المتأمل؛ لأنه لما فني ما عند المأذون صار إلى اللاحق، والمأذون كان به مأذونًا فلم يكن الثاني بما يصير إليه أحق من الأول؛ إذ لو كان به صار مأذونًا ولو كان ثم درجة أخرى، فإما أن يكون ينال تلك في الوقت الذي يلقى المأذون ذلك إلى غيره أو لا: فإن كان لا ينال فلا أسفه من المأذون؛ حيث امتنع عما يُعْليه إلى الدرجة الثانية وبلغ غيره أو ينال معه، فإذا صار هو معه في درجة المتم فكيف قال: لا أحبه، وهو آثر الذي ذلك وصفه؟! ثم كيف قال لا أحب وذهاب ما به أخذ بحظه عن الأخذ من الآخر؟! </p><p> أو كيف صار ربه قبل أن يربيه، فلما رباه تبرأ من ربوبيته وآثر ربا آخر؟! </p><p> فإذا عاقبة شكره وسعى ربه في شأنه كفرانه به؛ وكذلك درجة فدرجة حتى يكفر بالتالي ثم بالعقل، ثم يصير إلى رب العالمين، وهو الربُّ في الابتداء والانتهاء، لا رب لأحد سواه جل عن الشركاء؛ إذ إليه حاصل الأمر ومصير الخلق، ولو كان كل مرتق حدا يرتقي أَخر لكانت تلك الحدود يكون أبدا آخرها، فيكون الكل توالى أو مطلقًا، ويبطل الأولاء والمأذونون والأئمة جميعًا، وقد كرم اللَّه - تعالى - عليا - كرم الله وجهه - عن هذا الخيال، وعصمه عن هذا الوسواس، والحمد لله. </p><p> * * * </p><p> قوله تعالى:  (وَحَاجَّهُ قَوْمُهُ قَالَ أَتُحَاجُّونِّي فِي اللَّهِ وَقَدْ هَدَانِ وَلَا أَخَافُ مَا تُشْرِكُونَ بِهِ إِلَّا أَنْ يَشَاءَ رَبِّي شَيْئًا وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا أَفَلَا تَتَذَكَّرُونَ (٨٠) وَكَيْفَ أَخَافُ مَا أَشْرَكْتُمْ وَلَا </p>"
}