{
  "id": null,
  "sura": 6,
  "aya": 99,
  "text": "<p> أن يكون قوله (فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ) : مستقر، في الآخرة بالجزاء لأعمالهم التي عملوا، ومستودع في الدنيا. </p><p> ويحتمل: مستقر بالليالي، ومستودع بالنهار، والأول لبني آدم خاصة. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (لِقَوْمٍ يَعْلَمُونَ) ، (لِقَوْمٍ يَفْقَهُونَ) الفقه هو معرفة الشيء بمعناه الدال على نظيره، والعلم ما يعرف نفسه؛ ولهذا لا يقال: اللَّه فقيه، ويقال: عالم؛ لأنه عالم بالأشياء بذاته لا بأغيارها ونظائرها، والفقيه: هو الذي يعرف الأشياء بأغيارها ونظائرها ودلائلها. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ ... (٩٩) </p><p> يذكرهم عَزَّ وَجَلَّ عظيم منته بما ينزل من السماء من الماء، ويخرج به نبات كل شيء؛ كما ذكرهم من النعم بما جعل لهم من الشمس والنجوم؛ ليهتدوا، بها في الظلمات واشتباه الطريق، وما جعل الليل للسكون والراحة، والنهار للمعاش والتقلب، وما جعل لهم من الشمس والقمر، وجعل لهم فيهما من المنافع من نضج الأنزال والزروع وينعهما ومعرفة عدد السنين والحساب والآجال التي يجعلون للعقود، وغير ذلك من النعم التي أنعمها عليهم؛ لئلا يرجعوا شكر هذه النعم إلى غيره، ولا يتخذوا إلهًا سواه، وقد ذكرنا أن سورة الأنعام نزل أكثرها في محاجة أهل الشرك في إثبات الوحدانية له والألوهية لله، وإثبات الرسالة والنبوة، وإثبات البعث بعد الموت؛ لأنهم كانوا ينكرون ذلك كله. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ) . </p><p> يحتمل قوله:  (نَبَاتَ كُلِّ شَيْءٍ) ، ما بالخلق حاجة إليه؛ ليعلم أن كل ما يخرج في الأرض أصله من الماء به ينبت مما يكون غذاء البشر وغذاء الحيوان كلهم والطيور؛ كقوله:  (وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ) ، يذكرهم عظيم ما جعل </p><p> لهم في الماء من المنافع، على ما أخبر أنه به يخرج نبات كل شيء، وبه حياة كل شيء، ثم من الأوقات ما لو نزل من السماء ماء لم يُنبت؛ دل أنه إنما ينبت بتدبير غير لا بالماء. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَخْرَجْنَا مِنْهُ خَضِرًا) . </p><p> قيل: به يخرج أول ما يخرج خضرا يكون ابتداء كل نبت أخضر، ثم يتحول إلى لون آخر، ومنهم من قال: به يعني بالماء وهو ما يبقى أخضر لولا الماء وإلا يبس وتغير عن حال ابتدائه. </p><p> وقوله - عَزَّ وَجَلَّ -: (نُخْرِجُ مِنْهُ حَبًّا مُتَرَاكِبًا) ويخبر عن لطفه وصنعه بما يخرج من الحب متراكبًا بعضه على بعض، ما لو اجتمع الخلائق كلهم لم يقدروا على تركيب مثله؛ ليعلموا أن لغير في ذلك تدبيرا وصنعا. </p><p> وفيه دلالة أنه قد ينشئ الأشياء من لا شيء ولا سبب، وإن كان قد أنشأ بعضها بأسباب؛ نحو أن أخرج من الحبة والنواة نباتا أخضر، ولم يكن في الحب نبات ثم أخرج، من ذلك النبات الأخضر حبوبًا، ولم تكن الحبوب في النبات؛ ليعلموا أنه قادر على إنشاء الأشياء لا من شيء ولا سبب. </p><p> وفيه نقض قول الدهرية في كون الأشياء في شيء واحد كما هي؛ لأنه لا يحتمل أن يكون عشرة آلاف نواة أو حبة في نواة واحدة أو في حبّة واحدة، أو تكون الشجرة مع طولها وغلظها وعظمها في نواة أو حبة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمِنَ النَّخْلِ) . </p><p> أي: يخرج من النخل طلعها بالماء، وفيه من عظيم لطفه وتدبيره أن جعل النخيل والأشجار تتشرب بعروقها الماء، ثم ينتشر ذلك في أصلها إلى أغصانها، ثم يخرج منه ويظهر خضرًا؛ ليعلم عظيم تدبيره ولطفه. </p><p> وقوله - عَزَّ وَجَلَّ -: (قِنْوَانٌ دَانِيَةٌ) . </p><p> قيل: القنوان: العروق يكون فيها التمر والثمار، واحدها: قنو. </p><p> وقوله - عَزَّ وَجَلَّ -: (دَانِيَةٌ) : قال الحسن: دانية بعضها إلى بعض مجتمعة غير متفرقة، على ما يكون من الأعناب والثمر والحبوب، فإن كان هذا فهو في الكل. </p><p> وقَالَ بَعْضُهُمْ: دانية: قريبة ملتزقة بالأرض، يناله القائم والقاعد جميعًا. </p><p> وعن ابن عَبَّاسٍ:  (قِنْوَانٌ دَانِيَةٌ) : قصار النخل اللاصقة عذوقها بالأرض. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَجَنَّاتٍ مِنْ أَعْنَابٍ) . </p><p> أي: أخرج بالماء جنات وكروما. </p><p> (وَالزَّيْتُونَ وَالرُّمَّانَ) قيل: أخرج بالماء -أيضًا- الزيتون والرمان أو قَالَ بَعْضُهُمْ:  (الزيتون والرمان) ، (مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ) أي: يشبه ورق الزيتون في المنظر ورق الرمان. (وَغَيْرَ مُتَشَابِهٍ) : ثمرتها في اللون والطعم، ولكن هو على الكل على كل الثمار، ولا يشبه بعضها بعضًا: منها ما يشبه ساق هذا بساق آخر والثمار والحبوب مختلف. ومنها ما يشبه في اللون، والطعم مختلف. ومنها ما يشبه في الطعم، واللون مختلف. ليعلموا أن لغير في ذلك تدبيرا وصنعًا لطيفًا لم يكن كذلك بالماء؛ لأنه لو كان كذلك بالماء لكان لا يختلف كل هذا الاختلاف في اللون والطعم والساق والورق؛ دل أنه كان كذلك لغير - عليم مدبر حكيم - أنشأه على ما أراد بلطفه. </p><p> وقوله - عَزَّ وَجَلَّ -: (انْظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ) : يحتمل الأمر بالنظر وجوهًا: أي يحتمل: انظروا إلى ثمره إذا أثمر وينعه أي: كيف يقلبها، ويحولها من حال إلى حال، ومن لون إلى لون، وأنه يخرج في ساعة لطيفة ما لو اجتمع الخلائق على تقديره ومعرفته أي كم خرج وأي مقدار خرج لم يقدروا عليه؛ ليعلموا أنه قادر على </p>"
}