{
  "id": null,
  "sura": 6,
  "aya": 91,
  "text": "<p> وَلِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَالَّذِينَ يُؤْمِنُونَ بِالْآخِرَةِ يُؤْمِنُونَ بِهِ وَهُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ (٩٢) وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ قَالَ أُوحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ وَمَنْ قَالَ سَأُنْزِلُ مِثْلَ مَا أَنْزَلَ اللَّهُ وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى اللَّهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ (٩٣) وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ لَقَدْ تَقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ (٩٤) </p><p> قوله - عَزَّ وَجَلَّ -: (وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ ... (٩١) قيل: نزلت سورة الأنعام في محاجة أهل الشرك إلا آيات نزلت في محاجة أهل الكتاب، إحداها هذه:  (وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ. . .) الآية، وذكر في موضع آخر:  (مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ) ، وقال في آية أخرى (وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا. . .) الآية. </p><p> ثم قال بعض أهل التأويل: ما عرفوا اللَّه حق معرفته. </p><p> وقال غيرهم ما عظموا اللَّه حق عظمته؛ ذكروا أن هَؤُلَاءِ لم يعظموا اللَّه حق عظمته، ولا عرفوه حق معرفته، ومن يقدر أن يعظم اللَّه حق عظمته، أو أن يعرفه حق معرفته، أو من يقدر أن يعبد اللَّه حق عبادته؟! </p><p> وكذلك روي في الخبر:  \" أن الملائكة يقولون يوم القيامة: يا ربنا ما عبدناك حق عبادتك \" ، مع ما أخبر عنهم أنهم:  (لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ) وقال: (لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلَا يَسْتَحْسِرُونَ) ، فهم مع هذا كله يقولون:  \" ما عبدناك حق عبادتك \" ، ومن يقدر أن يعرفه حق معرفته، أو يعظمه </p><p> حق عظمته؟! </p><p> ولكن تأويله - واللَّه أعلم - أي: ما عرفوا اللَّه حق المعرفة التي تعرف بالاستدلال، ولا عظموه حق عظمته التي تعظم بالاسندلال، هذا تأويلهم، وإلا لا أحد يقدر أن يعرف اللَّه حق معرفته، ولا يعظمه حق عظمته حقيقة. </p><p> وهو يخرج على وجهين: </p><p> أحدهما: ما قدروا اللَّه حق قدره، ولا اتقوه حق تقواه مما كلفوا به وأطاقوه ومما جرى الأمر بذلك، وإنَّمَا تجري الكلفة منه على قدر الطاقة والوسع، وإلا لا يقدر أحد أن يعظم ربه حق عظمته ولا يتقيه حق تقواه، لكن ما ذكرنا مما جرت به الكلفة. </p><p> والثاني: ما قدروا اللَّه حق قدره ولا حق تقاته على القدر الذي يعملون لأنفسهم، أي: لو اجتهدوا في تقواه وعظمته القدر الذي لو كان ذلك العمل لهم فيجتهدون، ويبلغ جهدهم في أذلك، ذلك فقد اتقوا. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذْ قَالُوا مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ) . </p><p> لو كان هَؤُلَاءِ في الحقيقة أهل الكتاب ما أنكروا الرسل ولا الكتب؛ لأن أهل الكتاب يؤمنون ببعض الرسل وببعض الكتب، وإن كانوا يكفرون ببعض، لكن هَؤُلَاءِ أنكروا الرسل لما كانوا أهل نفاق، ويكون من اليهود أهل نفاق، كما يكون من أهل الإسلام، كانوا يظهرون الموافقة لهم، ويضمرون الخلاف لهم والموالاة لأهل الشرك، ويظاهرون عليهم؛ كما كان يفعل ذلك منافقو أهل الإسلام؛ كانوا يظهرون الموافقة لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ويضمرون الخلاف له، ويظاهرون المشركين عليه، فأطلع اللَّه رسوله على نفاقهم؛ ليعلم قومهم خلافهم، وأن ما كان من تحريف الأحكام وتغيرها وكتمان نعت مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وصفته إنما كان من هَؤُلَاءِ. </p><p> وذكر في بعض القصة أنها نزلت في شأن مالك بن الصيف، وكان من أحبار اليهود، وكان سمينا فدخل على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يومًا فقال له رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" هل تجد في التوراة أن اللَّه يبغض كل حبر سمين؟ قال: نعم، فقال له النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: فأنت حبر سمين يبغضك اللَّه، فغضب فقال: ما أنزل اللَّه على بشر من شيء أنكر الرسل والكتب جميعًا، فأكذبه اللَّه تعالى، وأظهر نفاقه عند قومه، فقال:  (قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا) ، قيل:  (تَجْعَلُونَهُ قَرَاطِيسَ) ، يعني: صحفًا، أي: كتبتموه في الصحف، ثم تنكرون أنه ما أنزل اللَّه على بشر من شيء، أي: ما الذي كنتم كتبتموه إن لم ينزل اللَّه على بشر من شيء (تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا) ، يقول: تظهرون من الصحف ما ليس فيه صفة رسول اللَّه ونعته - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وتخفون ما فيه صفثه ونعته وتغيرون. </p><p> وقيل:  (تُبْدُونَهَا) أي: تظهرون قراءتها (وَتُخْفُونَ كَثِيرًا) مما فيه نعته - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أو ما فيه من الأحكام التي لا تطيب بها أنفسهم من أمر الرجم والقصاص وغير ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ) ، سمى - عَزَّ وَجَلَّ - جميع كتبه نورًا وهدى، وهو نور من الظلمات، أي: يرفع الشبهات، </p><p> ويجليها، وهدى من الضلالات، أي: بيانًا ودليلا من الحيرة والهلاك، وباللَّه العصمة والنجاة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلَا آبَاؤُكُمْ قُلِ اللَّهُ ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ) قال مجاهد: نزلت الآية في المسلمين؛ يقول: علموا ما لم يَعْلَمُوا ولا آباؤهم. </p><p> وقال الحسن: الآية في الكفرة، أي: علمتم ما لم تعاموا أنتم ولا آباؤكم من تحريف أُولَئِكَ الكتاب وتغييرهم إياه. </p><p> وقيل: وعلمتم ما في التوراة ما لم تعلموا أنتم ولم يعلمه آباؤكم. </p><p> ثم قاله:  (ثُمَّ ذَرْهُمْ) : قَالَ بَعْضُهُمْ: قوله: (قُلِ اللَّهُ ثُمَّ ذَرْهُمْ) هو صلة قوله: (قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا) وقل يا مُحَمَّد اللَّه أنزله على موسى. </p><p> وقيل: صلة قوله: (قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا) ، قل يا محمد اللَّه:  (وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلَا آبَاؤُكُمْ) ، قال: قل يا مُحَمَّد اللَّه علمكم. </p><p> ويحتمل أن يكون - عَزَّ وَجَلَّ - سخرهم حتى قالوا ذلك، فكان ذلك حجة عليهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ) . </p><p> هذا يحتمل وجهين: </p><p> الأول، يحتمل: ذرهم ولا تكافئهم بصنيعهم؛ كقوله (فَاعْفُ عَنْهُمْ وَاصْفَحْ) . </p>"
}