{
  "id": null,
  "sura": 6,
  "aya": 60,
  "text": "<p> ويدفعه إلى الملائكة، وفيه مكتوب كل ما يكون في تلك السنة؛ ليحفظوه على ما يكون. أو كلام نحو هذا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ... (٦٠) </p><p> قال بعض أهل الكلام: إن لكل حاسة من هذه الحواس روحًا تقبض عند النوم، ثم ترد إليها، سوى روح الحياة فإنها لا تقبض؛ لأنه يكون أصم بصيرًا متكلمًا ناطقًا، ويكون أعمى سميعًا، ويكون أخرس سميعًا بصيرًا، فثبت أن لكل حاسة من حواس النفس روحًا على حدة تقبض عند النوم، ثم ترد إليها إذا ذهب النوم. </p><p> وأما الروح التي بها تحيا النفس: فإنه لا يقبض ذلك منه إلا عند انقضاء أجله وهو الموت. </p><p> وقالت الفلاسفة: الحواس هي التي تدرك صور الأشياء بطينتها. </p><p> وقوله:  (وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ) . </p><p> فيه دلالة أن ليس ذكر الحكم في حال أو تخصيص الشيء في حال دلالة سقوط ذلك في حال أخرى؛ لأنه قال:  (وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ) ، ليس فيه أنه لا يعلم ما جرحنا </p><p> بالليل، بل يعلم ما يكون منا بالليل والنهار جميعًا، وليس فيه أنه لا يتوفانا بالنهار وألا نجرح بالليل، لكنه ذكر الجرح بالنهار والوفاة بالليل؛ لما أن الغالب أن يكون النوم بالليل والجرح بالنهار؛ فهو كقوله - تعالى:  (وَالنَّهَارَ مُبْصِرًا) ، ليس ألا يبصر بالليل، لكن ذكر النهار، لما أن الغالب مما يبصر إنما يكون بالنهار؛ فعلى ذلك الأول. </p><p> ثم فيه دلالة أن النائم غير مخاطب في حال نومه؛ حيث ذكر الوعيد فيما يجرحون بالنهار ولم يذكر بالليل. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ) . </p><p> قَالَ بَعْضُهُمْ: جرحتم، أي: أثمتم بالنهار. </p><p> وقيل: يعلم ما كسبتم بالنهار. </p><p> وقوله - عَزَّ وَجَلَّ -: (ثُمَّ يَبْعَثُكُمْ فِيهِ) </p><p> يستدل بقوله:  (وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ) على الإحياء بعد الموت؛ لأنه يذهب أرواح هذه الحواس ثم يردها إليها من غير أن يبقى لها أثر، فكيف تنكرون البعث بعد الموت وإن لم يبق من أثر الحياة شيء؟! </p><p> ثم القول في الجمع بعد التفرق مما الخلق يفعل ذلك ويقدر عليه؛ نحو ما يجمع من التراب المتفرق فيجعله طينًا، ورفع البناء من مكان، ووضعه في مكان آخر، وغير ذلك من جمع بعض إلى بعض، وتركيب بعض على بعض؛ فدل أن الأعجوبة في رد ما ذهب كله حتى لم يبق له أثر، لا في جمع ما تفرق، واللَّه أعلم. </p>"
}