{
  "id": null,
  "sura": 6,
  "aya": 128,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ... (١٢٨) </p><p> يعني: من تقدم ذكره من الجن، والإنس، أو نحشر الأولين والآخرين. </p><p> (يَا مَعْشَرَ الْجِنِّ) . </p><p> هو على الإضمار؛ كأنه قال: يوم نحشرهم جميعًا أيا معشرأ الجن والإنس، ثم نقول للجن:  (يَا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِنَ الْإِنْسِ) ، كقوله:  (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) أي: يقولون: ما نعبدهم إلا لِيُقَرِّبُونَا إلى اللَّه زلفى؛ فكذلك هذا هو على الإضمار. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَدِ اسْتَكْثَرْتُمْ مِنَ الْإِنْسِ) . </p><p> قال أهل التأويل في قوله:  (قَدِ اسْتَكْثَرْتُمْ مِنَ الْإِنْسِ) أي: أضللتم كثيرًا من الإنس، وهم قد استكثروا من الأتباع من الإنس: في عبادة غير اللَّه، ومخالفة أمر الله وتوحيده أو: قد استكثرتم عبادا من الإنس. </p><p> (وَقَالَ أَوْلِيَاؤُهُمْ مِنَ الْإِنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ) . </p><p> اختلف فيه: قَالَ بَعْضُهُمْ: تعاون بعضنا ببعض في معصية اللَّه ومخالفة أمره: هَؤُلَاءِ بالدعاء وأُولَئِكَ بالإجابة. </p><p> وقال قائلون: ربنا استمتع بعضنا ببعض أي: انتفع بعضنا ببعض بأنواع المنافع: ما ذكر - في بعض القصة - أن الرجل من الإنس إذا سافر فأدركه المساء بأرض القفر خاف؛ فيقول: أعوذ بسيد هذا الوادي من سفهاء قومه؛ فيأمن في ذلك بالتعوذ إلى سيدهم؛ فذلك استمتاع الإنس بالجن؛ فذلك قوله:  (وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ) الآية. </p><p> وأمَّا استمتاع الجن بالإنس فهو ما يزداد لهم الذكر والشرف في قومهم، يقولون: لقد سودتنا الإنس. ويحتمل استمتاع الجن بالإنس ما ذكر - إن ثبث - أنه جعل طعامهم العظام التي يستعملها الإنسان، ويكون ذلك غذاءهم، وعلف دوابهم أرواث دواب الإنس. </p><p> وقال الحسن: ما كان استمتاع بعضهم ببعض إلا أن الجن أمرت الإنس، فعلمت ذكر جواب الإنس لهم، ولم يذكر جواب الجن لهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَبَلَغْنَا أَجَلَنَا الَّذِي أَجَّلْتَ لَنَا) . </p><p> قيل: الموت. </p><p> وقيل: البعث يوم القيامة؛ لأنهم كانوا ينكرون البعث؛ فأقروا عند ذلك: بأنا قد بلغنا أجلنا الذي أجلت لنا وكنا كذبناه، أقروا بما كانوا ينكرون. </p><p> (قَالَ) أي، اللَّه:  (النَّارُ مَثْوَاكُمْ) أي مقامكم. (خَالِدِينَ فِيهَا إِلَّا مَا شَاءَ اللَّهُ) . </p><p> اختلف فيه: قال الحسن: (إِلَّا مَا شَاءَ اللَّهُ) : وقد شاء اللَّه، أن يخلدهم في النار. </p><p> وقال غيره: الاستثناء من وقت البعث إلى وقت الخلود، وهو وقت الحساب أووقت الحساب، هو وقت الثنيا، (خَالِدِينَ فِيهَا إِلَّا مَا شَاءَ اللَّهُ) وما داموا في الحساب. </p><p> وقيل: الاستثناء للمؤمنين الذين اتبعوهم في فعل المعاصي والجرم ولم يتبعوهم في الاعتقاد؛ ففيه دليل إدخال المؤمنين النار بالمعاصي، والعقوبة لهم بقدر معصيتهم، ودليل إخراجهم منها، إن ثبت. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِلَّا مَا شَاءَ اللَّهُ) ويحتمل وجوهًا ثلاثة: </p><p> أحدها: أن خلود الآخرة أكبر من خلود الدنيا؛ لأن خلود الدنيا على الانقضاء، وخلود الآخرة لا على الانقضاء. </p><p> والثاني: وقع الثنيا قبل دخولهم في النار. </p><p> والثالث: لمن لم يتبعهم في الكفر. </p>"
}