{
  "id": null,
  "sura": 6,
  "aya": 138,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (فَذَرْهُمْ وَمَا يَفْتَرُونَ) . </p><p> أي: ذرهم ولا تكافئهم بافترائهم على اللَّه. </p><p> ويحتمل: ذرهم وما يفترون؛ فإن اللَّه يكافئهم ولا يفوتون. </p><p> ويحتمل: ذرهم وما يفترون؛ فإن ضرر ذلك الافتراء عليهم، ليس علينا ولا عليك، واللَّه أعلم بذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالُوا هَذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لَا يَطْعَمُهَا إِلَّا مَنْ نَشَاءُ بِزَعْمِهِمْ ... (١٣٨) </p><p> قيل: هذه الآية صلة قوله: (وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا) هذا الذي جعلوا للشركاء هو الحجر الذي ذكر في هذه الآية؛ لأنهم كانوا لا ينتفعون بذلك ويحرمونه، وهو حجر. </p><p> وأصل الحجر: المنع، وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال: الحجر: ما حرموا أنفسهم من أشياء: من الوصيلة، والسائبة، والحامي، وتحريمهم ما حرموا من أشياء: كانوا يحلون أشياء حرمها اللَّه، ويحرمون أشياء أحلها اللَّه في الجاهلية من الحرث والأنعام. </p><p> وفي حرف أُبي، وابن عَبَّاسٍ - رضي اللَّه عنهما -: (حرج) ، على تأخير الجيم وتقديم الراء. </p><p> وعن الحسن:  (حُجْرٌ) ، برفع الحاء. </p><p> وأصل الحجر: المنع، ممنوع: محجور، يقال: حجرت عليه، أي: منعته، والحجر أيضًا: موضع بمكة، والاحتجار: الاستئثار، وهو أن يأخذ الشيء ولا يعطي منه أحدًا شيئًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا يَطْعَمُهَا إِلَّا مَنْ نَشَاءُ بِزَعْمِهِمْ) . </p><p> قَالَ بَعْضُهُمْ: قوله: (إِلَّا مَنْ نَشَاءُ) ، يعني: لا يطعمها إلا من يشاء الله بزعمهم؛ لأنهم كانوا يحرمون أشياء ويأتون أشياء فواحش، فيقولون: إن الله أمرهم بذلك؛ كقوله في الأعراف:  (وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا) . </p><p> وقَالَ بَعْضُهُمْ: قوله (إِلَّا مَنْ نَشَاءُ بِزَعْمِهِمْ) يعني: الذين سنوا لهم، أي: لا يطعمها إلا من يشاء أُولَئِكَ الذين سنوا ذلك، وحرموا ذلك على نسائهم؛ على ما روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" إن شئت قد ذكرت لكم أول من بدل دين إسماعيل، وبحر البحيرة والسائبة \" . </p><p> فعلى ذلك أضافوا المشيئة إلى أُولَئِكَ الذين سنوا لهم ذلك، وحرموا على إناثهم وأحلوا لذكورهم. </p><p> وقَالَ بَعْضُهُمْ قوله:  (إِلَّا مَنْ نَشَاءُ) هَؤُلَاءِ الرجال، كانت مضافة إلى الرجال دون النساء، وفي ذلك تسفيه أحلامهم؛ لأنهم كانوا ينكرون الرسالة لما كان يحرمون من الطيبات، ثم يتبعون الذي حرم عليهم الطيبات التي أحلها اللَّه لهم لأنهم ينكرون الرسالة </p>"
}