{
  "id": null,
  "sura": 7,
  "aya": 97,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (أَفَأَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَهُمْ نَائِمُونَ (٩٧) </p><p> خرج هذا في الظاهر مخرج الاستفهام، ولكن في الحقيقة على الإيجاب؛ كقوله:  (أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ) . . .)، الآية، هذا في الظاهر وإن خرج مخرج الشك والارتياب، فهو في الحقيقة على الإيجاب؛ كأنه قال: في قلوبهم مرض وارتابوا وخافوا أن يحيف اللَّه عليهم، فعلى ذلك قوله:  (أَفَأَمِنَ أَهْلُ الْقُرَى)  (أَوَأَمِنَ أَهْلُ الْقُرَى) ، على الإيجاب، كأنه قال: قد أمن أهل القرى أن يأتيهم بأسنا بياتا، (أَوَأَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا ضُحًى) الآية. </p><p> ثم اختلف في قوله:  (أَفَأَمِنَ أَهْلُ الْقُرَى)  (أَوَأَمِنَ أَهْلُ الْقُرَى) إلى آخر ما ذكر: قال الحسن: هذه الآيات في الأمم السالفة، أخبر عن أمنهم بنزول بأس اللَّه وعذابه بهم، لكن ذكر في هذه الأمة ليكونوا على حذر عن مثل صنيعهم. </p><p> وقال الآخرون: هذه الآيات في قرى هذه الأمة لا في الأمم السالفة، يقول: أمن هَؤُلَاءِ بأسنا كما أمن أُولَئِكَ منه فإنهم إذا صنعوا مثل صنيعهم ينزل بهم في الآخرة من العذاب مثل ما أنزل بأُولَئِكَ في الدنيا من العذاب. </p><p> وقوله:  (بَيَاتًا وَهُمْ نَائِمُونَ) و (ضُحًى وَهُمْ يَلْعَبُونَ) </p><p> أخبر أن العذاب إنما نزل بهم في حال الأمن وهو وقت النوم واللعب؛ لأنه هو وقت الغفلة والسهو، وآمن ما يكون الإنسان إنما يكون في حال النوم، وإنما نزل بهم في وقت الغفلة والسهو، يذكر بهذا - واللَّه أعلم - أهل مكة وغيرهم من الكفرة بتكذيبهم رسول اللَّه؛ لئلا يكونوا آمنين عن بأس أبدًا في وقت من الأوقات، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَأَمِنُوا مَكْرَ اللَّهِ فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ (٩٩) </p><p> المكر في الشاهد: هو أن يراقب من عدوه حال غفلة لينتقم منه وينتصر، فإذا كان ما ذكرنا فسمى ما ينزل بهم من العذاب في حال الغفلة مكرًا، وعلى ذلك الامتحان فيما بين الخلق: هو استظهار ما خفي على بعضهم من بعض، فيأمرون بذلك وينهون، فسمى اللَّه - تعالى - ذلك امتحانا لمعنى الأمر والنهي، وإن لمحانت الخفيات عن الخلق ظاهرة له بادية عنده. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ) . </p><p> فالآية على المعتزلة؛ لأنهم يأمنون مكر اللَّه في الصغائر حيث قالوا: الصغائر </p>"
}