{
  "id": null,
  "sura": 7,
  "aya": 155,
  "text": "<p> قوله تعالى:  (وَلَمَّا سَكَتَ عَنْ مُوسَى الْغَضَبُ أَخَذَ الْأَلْوَاحَ وَفِي نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ (١٥٤) وَاخْتَارَ مُوسَى قَوْمَهُ سَبْعِينَ رَجُلًا لِمِيقَاتِنَا فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ وَإِيَّايَ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا إِنْ هِيَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَنْ تَشَاءُ وَتَهْدِي مَنْ تَشَاءُ أَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الْغَافِرِينَ (١٥٥) وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ إِنَّا هُدْنَا إِلَيْكَ قَالَ عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاءُ وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ (١٥٦) الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ أُولَئِكَ هُمُ الْمُفْلِحُونَ (١٥٧) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَمَّا سَكَتَ عَنْ مُوسَى الْغَضَبُ) . </p><p> الذي غضب لله على قومه بعبادتهم العجل. </p><p> ولا يحتمل ما قاله أبو بكر الأصم: أن الغضب عقوبة وشتم؛ لأن الغضب معروف، لا بجوز أن يتأول ما قال هو. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَخَذَ الْأَلْوَاحَ) . </p><p> يعني: الألواح التي وضعها على الأرض. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَفِي نُسْخَتِهَا هُدًى وَرَحْمَةٌ) . </p><p> قَالَ بَعْضُهُمْ: يعني في نسخة الألواح لما كانت نسخت من اللوح المحفوظ. </p><p> وقَالَ بَعْضُهُمْ: قوله: (وَفِي نُسْخَتِهَا هُدًى) أي: الكتب التي انتسختها بنو إسرائيل من تلك الألواح. </p><p> وقوله:  (هُدًى وَرَحْمَةٌ) أي: هدى من كل ضلالة، وبيان من كل غي وشبهة، ورحمة من كل سخط وغضب. </p><p> (لِلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ) . </p><p> أي: للذين يخشون ربهم فيعملون بها. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاخْتَارَ مُوسَى قَوْمَهُ سَبْعِينَ رَجُلًا لِمِيقَاتِنَا ... (١٥٥) </p><p> قَالَ بَعْضُهُمْ: قوله: (لِمِيقَاتِنَا) ، أي: لتمام الموعدة التي وعد، وهو الأربعون </p><p> الذي وعد، ولكن لا ندري ما ذلك الميقات الذي ذكر؟ </p><p> وقوله:  (وَاخْتَارَ مُوسَى قَوْمَهُ) قَالَ بَعْضُهُمْ: السبعون الذين اختارهم موسى ليكونوا مع هارون، فَعُبِدَ العجل في أفنيتهم، فلم ينكروا ولم يغيروا عليهم، فأخذتهم الرجفة. </p><p> وقال الحسن: إنهم جميعًا قد عبدوا العجل إلا هارون، فالرجفة التي أخذتهم إنما أخذتهم عقوبة لما عبدوا العجل، ولسنا ندري من أُولَئِكَ السبعون الذين اختارهم موسى؟ وأمكن أن يكون موسى اختار السبعين ليخرجوا معه؛ فيكونوا شهداء له على إنزال التوراة عليه وكلام ربه. </p><p> وقيل: هم الذين تركهم في أصل الجبل، فلما جاءهم موسى بالتوراة قالوا:  (لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ) وهلكوا لقولهم ذلك، وقد ذكرنا أنا لا ندري من كانوا؟ </p><p> وقيل: اختارهم موسى ليتوبوا إلى اللَّه مما عمل قومهم. </p><p> وقوله:  (فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ وَإِيَّايَ) . </p><p> قال بعض أهل التأويل: لو شئت أمتهم وإياي بقتل القبطي. </p><p> وقال آخرون: لو شئت أهلكتهم على نفس الإهلاك وإياي على القدرة، أي: تقدر على إهلاكي، ولكن لا تهلكنا لما لم يكن ما نستحقه ذلك، ويشبه أن يكون قوله: </p><p> (لَوْ شِئْتَ أَهْلَكْتَهُمْ) إهلاك فتنة وإياي. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا) . </p><p> هذا يخرج على وجهين: </p><p> أحدهما: يقول - واللَّه أعلم -: لك أن تهلكنا ابتداء إهلاك السفهاء بما فعلوا. </p><p> والثاني: يقول: لو شئت أهلكتهم وإياي من قبل، ولم تهلكنا يومنا؛ لأن موسى إذا - أتى قومه وأخبرهم أنهم أهلكوا بسبب كذا لم يصدقه قومه بذلك، ولكنهم يتهمونه، ويقولون: أنت فتلتهم على ما ذكر في بعض القصة أنه خرج بهارون إلى بعض الجبال فمات هارون هناك، فأخبر قومه بذلك فكذبوه، وقالوا: أنت قتلته؛ فعلى ذلك جائز أن يكون هاهنا خاف أن يتهمه قومه في أُولَئِكَ ولا يصدقوه فيما حل بهم. والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا) . </p><p> يحتمل هذا وجوهًا: </p><p> يحتمل: يراد به التقرير. </p><p> ويحتمل الإنكار والرد. </p><p> ويحتمل الإيجاب. </p><p> أما الإنكار: فيكون معناه: أتهلكنا بما فعل السفهاء منا، أي: لا تفعل ولا تهلكنا بما فعل السفهاء منا، ومثل هذا قد يقال: يقول الرجل لآخر: أتفعل أنت كذا؟ على الإنكار، أي: لا تفعل؛ فعلى ذلك هذا. واللَّه أعلم. </p><p> ويراد به: الإيجاب؛ كأنه قال: لك أن تهلكنا بما فعل السفهاء منا، وما هي إلا </p><p> فتنتك أن يكون ذلك امتحانًا وابتلاء ابتداء، أي: تفعله امتحانًا وابتلاء لا تعذيبًا. </p><p> ويحتمل أن يكون على الاستفهام، لكن لم يخرج له الجواب؛ كقوله:  (أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ) ، وقوله:  (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ) ونحوه مما لم يخرج له جواب؛ فعلى ذلك هذا. </p><p> ويجوز أن يكون إهلاكه إياهم محنة بتفريط كان من بعضهم، وإن كان بعضهم برآء من ذلك على ما كان من أهل المركز من العصيان، وكان الفشل والهزيمة عليهم محنة منه إياهم؛ كقوله:  (إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ. . .) الآية؛ فعلى ذلك هذا. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنْ هِيَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَنْ تَشَاءُ وَتَهْدِي مَنْ تَشَاءُ) . </p><p> قال أبو بكر: تضل بها، أي: تنهى من تشاء نهيًا ما لولا ذلك النهي لم يكن الفعل فعل الضلال، (وَتَهْدِي مَنْ تَشَاءُ) أي تأمره أمرًا ما لولا ذلك الأمر لم يكن الفعل، فعل الاهتداء، لكن حرف \" من \" إنما يعبر به عن الأشخاص دون الأفعال، فلو كان على ما ذكر هو، لقال:  (تُضِلُّ بِهَا مَنْ تَشَاءُ) ، فإن لم يقل ذا، ثبت أنه ليس على ما ذكر. </p><p> وتأويله عندنا: أنه يخلق فعل الضلال ممن يعلم أنه يختار ذلك، ويخلق فعل الهدى ممن يعلم أنه يختار ذلك، وهو خالق كل شيء. </p><p> وأصل ذلك: أن جميع ما يضاف إلى اللَّه من طريق الأفعال على اختلاف الإضافة باختلاف وجوهها حقيقة، ذلك من اللَّه خلق ما أضيف إليه من الوجه الذي يحق وصفه بأنه خالقه؛ فعلى ذلك قوله:  (تَهْدِي) و (تُضِلُّ) . </p><p> ويحتمل: توفق وتخذل. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَنْتَ وَلِيُّنَا) أي: أنت أولى بنا. </p><p> ويحتمل: أنت ولي هدايتنا. </p><p> أو: أنت ولي نعمتنا. </p><p> (فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الْغَافِرِينَ) . </p>"
}