{
  "id": null,
  "sura": 7,
  "aya": 100,
  "text": "<p> مغفورة، ليس له أن يعذبهم عليها، فهو أمن من مكره، وييأسون من رحمته لقولهم في الكبائر: إنه ليس له أن يعفو عنهم، وقد أخبر (إِنَّهُ لَا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ) وهم قد أيسوا من رحمة اللَّه في الكبائر، وأمنوا مكره في الصغائر، فهاتان الآيتان على المعتزلة. </p><p> وقوله:  (أَفَأَمِنُوا مَكْرَ اللَّهِ) أي: جزاء مكرهم سمي جزاء المكر مكرًا، كما سمى جزاء السيئة سيئة، وجزاء الاعتداء اعتداء، وإن لم يكن الثاني اعتداء، ولا سيئة، فعلى ذلك تسمية جزاء المكر مكرًا، وإن لم يكن الثاني مكرًا، واللَّه أعلم. </p><p> ألا ترى أنه لم يجز أن يسمى مكارًا ولو كان على حقيقة المكر لسمي بذلك؛ فدل أنه جزاء، وجائز أن يكون المراد من مكره جزاء مكرهم سمّي الجزاء باسم المكر؛ لأنه جزاؤه؛ كقوله:  (وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا) ، والثانية ليست بسيئة. </p><p> * * * </p><p> قوله تعالى:  (أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْضَ مِنْ بَعْدِ أَهْلِهَا أَنْ لَوْ نَشَاءُ أَصَبْنَاهُمْ بِذُنُوبِهِمْ وَنَطْبَعُ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ (١٠٠) تِلْكَ الْقُرَى نَقُصُّ عَلَيْكَ مِنْ أَنْبَائِهَا وَلَقَدْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْلُ كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الْكَافِرِينَ (١٠١) وَمَا وَجَدْنَا لِأَكْثَرِهِمْ مِنْ عَهْدٍ وَإِنْ وَجَدْنَا أَكْثَرَهُمْ لَفَاسِقِينَ (١٠٢) </p><p> قوله - عَزَّ وَجَلَّ -: (أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْضَ مِنْ بَعْدِ أَهْلِهَا) . </p><p> على تأويل من يجعل الآية في الأمم السالفة، يقول: أو لم يوفقوا ولم يهدوا للصواب بهلاك أمة بعد أمة، وقوم بعد قوم، وعلى تأويل من يقول بأن الآية في هذه الأمة، يقول: ألم يبن لهَؤُلَاءِ الذين ورثوا الأرض من بعد هلاك أهلها أن لو نشاء أصبناهم بعذاب بذنوبهم، كما أصاب أُولَئِكَ العذاب بذنوبهم. </p><p> وقوله:  (أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْضَ مِنْ بَعْدِ أَهْلِهَا) ، أي: من بعد هلاك أهلها. </p><p> وقوله:  (أَوَلَمْ يَهْدِ) على إسقاط الواو والألف، أي: لم يهد للذين يرثون الأرض، </p><p> ثم يحتمل قوله: لم يهد لهم أولم يتفكروا بما أهلك الأولين وما حل بهم بتكذيبهم الرسل أنهم كانوا إذا تركوا التفكر والنظر فيهم وما نزل بهم لم يهد لهم. </p><p> والثاني: قد هداهم لكن نفى ذلك عنهم لما لم ينتفعوا به، وهو ما نفي عنهم من السمع والبصر والعقل لما لم ينتفعوا به. </p><p> ويحتمل على غير إسقاط وكأنه قال: أو لم يهد للذين يرثون الأرض، أو لم يهدهم الرسول قدرة اللَّه في إهلاك الأمم الخالية، فعلى ذلك، هو قادر على إهلاك الذين يرثون الأرض من بعد أهلها يحتمل هذه الوجوه التي ذكرنا. واللَّه أعلم. </p><p> أو يقول: أو لم يهد لهم وراثة الأرض من بعد هلاك أهلها أنهم بما أهلكوا حتى يرتدعوا ويمتنعوا عن مثله. </p><p> وقوله:  (أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْضَ) يخرج على وجهين: </p><p> أحدهما: قد هداهم وبين لهم أن من تقدمهم، إنما هلكوا بما أصابوا من ذنوبهم من التكذيب والعناد، لكن لم يهتدوا لعنادهم. </p><p> والثاني: لم يهدهم لما لم يتفكروا فيها، ولم ينظروا، على التلاوة قرئت بإسقاط الواو. </p><p> وقوله:  (أَنْ لَوْ نَشَاءُ أَصَبْنَاهُمْ بِذُنُوبِهِمْ) . </p><p> فإن كانت في الأمم السالفة، فقوله: أن لو نشاء أصبنا قومًا بعد قوم بذنوبهم. </p><p> وإن كانت في المتأخرين فيكون قوله: أن لو نشاء أصبنا هَؤُلَاءِ بذنوبهم على ما أصاب أُولَئِكَ بذنوبهم، ونطبع على قلوبهم فهم لا يسمعون، والطبع يحتمل الختم، أي ونختم على قلوبهم، ويحتمل الطبع ظلمة الكفر، أي: ستر قلوبهم بظلمة الكفر؛ كقولهم: وكل شيء ستر شيئًا وتغشاه فهو طبع. </p><p> (فَهُمْ لَا يَسْمَعُونَ) يحتمل وجهين: </p><p> يحتمل لا يسمعون لما لاينتفعون به. </p><p> ويحتمل: لا يسمعون، أي: لا يجيبون؛ كقوله: سمع اللَّه لمن حمده، قيل: </p>"
}