{
  "id": null,
  "sura": 7,
  "aya": 123,
  "text": "<p> قوله تعالى:  (قَالَ فِرْعَوْنُ آمَنْتُمْ بِهِ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّ هَذَا لَمَكْرٌ مَكَرْتُمُوهُ فِي الْمَدِينَةِ لِتُخْرِجُوا مِنْهَا أَهْلَهَا فَسَوْفَ تَعْلَمُونَ (١٢٣) لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ (١٢٤) قَالُوا إِنَّا إِلَى رَبِّنَا مُنْقَلِبُونَ (١٢٥) وَمَا تَنْقِمُ مِنَّا إِلَّا أَنْ آمَنَّا بِآيَاتِ رَبِّنَا لَمَّا جَاءَتْنَا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ (١٢٦) وَقَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَى وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ قَالَ سَنُقَتِّلُ أَبْنَاءَهُمْ وَنَسْتَحْيِي نِسَاءَهُمْ وَإِنَّا فَوْقَهُمْ قَاهِرُونَ (١٢٧) قَالَ مُوسَى لِقَوْمِهِ اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ (١٢٨) قَالُوا أُوذِينَا مِنْ قَبْلِ أَنْ تَأْتِيَنَا وَمِنْ بَعْدِ مَا جِئْتَنَا قَالَ عَسَى رَبُّكُمْ أَنْ يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُونَ (١٢٩) </p><p> قوله:  (قَالَ فِرْعَوْنُ آمَنْتُمْ بِهِ قَبْلَ أَنْ آذَنَ لَكُمْ) . </p><p> هذا يدلّ على أن الإيمان هو التصديق لا غير؛ لأنه لما قال السحرة (آمَنَّا بِرَبِّ الْعَالَمِينَ) وقال لهم فرعون: (آمَنْتُمْ بِهِ) وهم لم يأتوا بسوى التصديق، دل على أن الإيمان هو التصديق الفرد لا غير. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ هَذَا لَمَكْرٌ مَكَرْتُمُوهُ فِي الْمَدِينَةِ لِتُخْرِجُوا مِنْهَا أَهْلَهَا) هذا من فرعون نوع من التمويه على قومه كما قلنا في الابتداء (إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ) هو حرف التمويه والتلبيس على قومه فعلى ذلك قوله: (إِنَّ هَذَا لَمَكْرٌ مَكَرْتُمُوهُ) هو تمويه منه وتلبيس على قومه، لئلا يؤمنوا كما آمن السحرة برب موسى. </p><p> وقوله:  (إِنَّ هَذَا لَمَكْرٌ مَكَرْتُمُوهُ) . </p><p> أي: شيء صنعتموه فيما بينكم وبين موسى، وهو كما قال في آية أخرى:  (إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ (١٢٤) </p><p> هذا لجهله بأشدّ العقوبة والنكال، وإلا لم يوعدهم بقطع الأيدي والأرجل من </p>"
}