{
  "id": null,
  "sura": 7,
  "aya": 202,
  "text": "<p> يحتمل أن يكون قولهأ:  (اتَّقَوْا) مكائد الشيطان؛ إذا أصابهم شيء من ذلك تذكروا ذلك، فعرفوا أنه من الشيطان، (فَإِذَا هُمْ مُبْصِرُونَ) أي: أبصروا أنه من الشيطان. </p><p> أو أن يقال: أي: هم من أهل البصر يبصرون عما اتقوا به أنه من الشيطان. </p><p> ويحتمل قوله:  (إِنَّ الَّذِينَ اتَّقَوْا) المعاصي، إذا أصابتهم وسوسة من الشيطان تذكروا ذلك. </p><p> وقال أهل التأويل: قوله: (إِنَّ الَّذِينَ اتَّقَوْا) أي: اتقوا الشرك، لكن لا كل من اتقى الشرك يكون كما ذكر. </p><p> وقوله:  (إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا. . .) الآية. </p><p> يحتمل وجوهًا: </p><p> أحدها: إذا مسهم ذلك تابوا عما كان منهم؛ كقوله:  (وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً. . .) الآية. </p><p> والثاني:  (تَذَكَّرُوا) وجوه حيل دفع وساوسه. </p><p> والثالث:  (تَذَكَّرُوا) واستعاذوا به حيث أمرهم بالاستعاذة به عند النزغة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِخْوَانُهُمْ يَمُدُّونَهُمْ فِي الْغَيِّ ثُمَّ لَا يُقْصِرُونَ (٢٠٢) </p><p> قال بعض أهل التأويل: قوله: (وَإِخْوَانُهُمْ) يعني: إخوان الكفار الشياطين، (يَمُدُّونَهُمْ فِي الْغَيِّ) قالوا: في الشرك والمعصية، (ثُمَّ لَا يُقْصِرُونَ) ، عنها؛ أي: لا ينتهون عنها، ولا يبصرونها كما أبصر الذين اتقوا عنها حين أبصروها. </p><p> ويحتمل أن يكون قوله:  (وَإِخْوَانُهُمْ) يعني: أصحاب الذين اتقوا، وهم شياطينهم من الإنس يدعونهم إلى دينهم، لكنهم لا يجيبونهم ولا يطيعونهم فيما يدعون إليه؛ إذ يجوز أن يكون لكل مؤمن شيطان من الإنس وشيطان من الجن؛ كقوله:  (وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ) فقد دعا أُولَئِكَ شياطين الجن فتذكروا فلم يجيبوهم، ثم دعاهم شياطين الإنس -أيضًا- فلا يجيبونهم، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَإِذَا لَمْ تَأْتِهِمْ بِآيَةٍ قَالُوا لَوْلَا اجْتَبَيْتَهَا قُلْ إِنَّمَا أَتَّبِعُ مَا يُوحَى إِلَيَّ مِنْ رَبِّي هَذَا بَصَائِرُ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ (٢٠٣) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذَا لَمْ تَأْتِهِمْ بِآيَةٍ قَالُوا لَوْلَا اجْتَبَيْتَهَا) . </p><p> ظاهر الآية في سؤال أهل الكفر رسول اللَّه الآية أنهم كانوا إذا أتى لهم بآية استهزءوا </p>"
}