{
  "id": null,
  "sura": 7,
  "aya": 193,
  "text": "<p> وأخوات، وإن كان لأحد فضل على آخر فإنما يكون لأعمال يكتسبها، وأخلاق محمودة ومحاسن يختارها، وأما من جهة الخلقة فلا فضل لبعض على بعض؛ كقوله:  (إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ (١٩١) </p><p> يذكر سفههم أنهم يشركون في عبادته وألوهيته من يعلمون أنه لم يخلقهم، وإنَّمَا خلقهم اللَّه - سبحانه وتعالى - وهم مخلوقون؛ فصرف العبادة إلى غير الذي خلقهم سفه وجور. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلَا أَنْفُسَهُمْ يَنْصُرُونَ (١٩٢) </p><p> يسفههم -أيضًا- أن في الشاهد لا يخضع أحد لأحد ولا يشكر له إلا مجازاة لما سبق منه إليه من النعمة، أو لما يأمل في العاقبة من المنفعة، وأنتم تعبدون هذه الأصنام ولم يسبق منها إليكم شيء، ولا لكم رجاء يقع في العاقبة؛ فكيف تعبدونهم؟! </p><p> (وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا) لا يدفعون عنهم الضر (وَلَا أَنْفُسَهُمْ يَنْصُرُونَ) أي: ولا من قصد قصدهم بالكسر والإتلاف يملكون دفعه عن أنفسهم، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَإِنْ تَدْعُوهُمْ إِلَى الْهُدَى لَا يَتَّبِعُوكُمْ سَوَاءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنْتُمْ صَامِتُونَ (١٩٣) إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ عِبَادٌ أَمْثَالُكُمْ فَادْعُوهُمْ فَلْيَسْتَجِيبُوا لَكُمْ إِنْ كُنْتُمْ صَادِقِينَ (١٩٤) أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَا أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَا أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَا أَمْ لَهُمْ آذَانٌ يَسْمَعُونَ بِهَا قُلِ ادْعُوا شُرَكَاءَكُمْ ثُمَّ كِيدُونِ فَلَا تُنْظِرُونِ (١٩٥) إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ (١٩٦) وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَلَا أَنْفُسَهُمْ يَنْصُرُونَ (١٩٧) وَإِنْ تَدْعُوهُمْ إِلَى الْهُدَى لَا يَسْمَعُوا وَتَرَاهُمْ يَنْظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ (١٩٨) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ تَدْعُوهُمْ إِلَى الْهُدَى لَا يَتَّبِعُوكُمْ) . </p><p> يحتمل هذا وجهين: </p><p> يحتمل:  (وَإِنْ تَدْعُوهُمْ) يعني: الأصنام، (إِلَى الْهُدَى) : ليهتدوا، (لَا يَتَّبِعُوكُم) أي: لا يجيبوكم ولا هم يهتدون. </p><p> والثاني:  (وَإِنْ تَدْعُوهُمْ) إلى ما لكم إليه من حاجة (لَا يَتَّبِعُوكُم) : لا يقضون ولا يملكون ذلك. </p><p> ويحتمل أن يكون الخطاب للمسلمين؛ يقول:  (وَإِنْ تَدْعُوهُمْ) أي: أهل مكة </p>"
}