{
  "id": null,
  "sura": 7,
  "aya": 156,
  "text": "<p> وأنت خير الراحمين؛ لأن كل أحد دونه إنما يرحم ويغفر برحمته. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ ... (١٥٦) </p><p> تحتمل الكتابة الإيجاب، أي: أوجب لنا في هذه الدنيا حسنة وفي الآخرة أو الإثبات، أي: أثبت لنا وأعطنا في هذه الدنيا حسنة ويكون كقوله: (آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً) . </p><p> وقَالَ بَعْضُهُمْ: قوله: (وَاكْتُبْ لَنَا) ، أي: وفق لنا العمل الذي نستوجب به الحسنة في الدنيا والآخرة. </p><p> ويحتمل: اكتب لنا في الدنيا الحسنات، ولا تكتب علينا السيئات، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فِي هَذِهِ الدُّنْيَا حَسَنَةً) تختم بها الدنيا وتنقضي بها، وإلا ما من مسلم إلا وله في هذه الدنيا حسنة أتاه إياها، وعلى ذلك يخرج قوله:  (رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً) أنهم إنما سألوا حسنة لأن يختموا عليها، ويكون قوله:  (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ) ، كذا، واللَّه أعلم بذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا هُدْنَا إِلَيْكَ) . </p><p> قَالَ بَعْضُهُمْ: قوله: (هُدْنَا إِلَيْكَ) ، أي: ملنا إليك. </p><p> وقال غيرهم:  (إِنَّا هُدْنَا إِلَيْكَ) ، أي: تبنا إليك. </p><p> وقيل: لذلك سمت اليهود أنفسهم يهودًا، أي: تائبين إلى اللَّه، لكن لو كان كما ذكر، كان قوله:  (مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا) أي: تائبا، وذلك بعيد، ولكن </p><p> إن كان لذلك سموا فهو - واللَّه أعلم - (مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا) ، أي: لم يكن على المذهب الذي عليه اليهود، وكذلك لم يكن على المذهب الذي ادعت النصارى أنه كان عليه، ولكن كان حنيفًا مسلمًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاءُ وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ) . </p><p> قال الحسن: يشاء أن يصيب عذابه من كفر باللَّه وكذب رسله، وشاء من أطاع الله وصدق رسله أن يصيب رحمته. </p><p> ودل قوله:  (عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاءُ) أنه لما شاء أن يصيبهم عذابه شاء العمل والفعل الذي كان به يصيبهم؛ لأن حرف \" مَن \" إنما يعبر به عن بني آدم، وليس جائز أن يشاء لهم الإيمان ثم يشاء لهم أن يصيبهم عذابه، ولكن إذا علم منهم أنهم لا يؤمنون ويختارون فعل الضلال على فعل الهداية، شاء لهم ما اختاروا. </p><p> وقوله:  (وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ) . </p><p> ما من أحد من مسلم وكافر إلا وعليه من آثار رحمته في هذه الدنيا، بها يتعيشون ويؤاخون ويوادون، وفيها يتقلبون، لكنها للمؤمنين خاصة في الآخرة، لا حظ للكافر فيها، وذلك قوله:  (فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ) : معصية اللَّه والخلاف له، (وَيُؤْتُونَ الزَّكَاةَ) ، وهو كقوله:  (قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ) جعل طيبات الدنيا نعمها مشتركة بين المسلم والكافر، خالصة للذين آمنوا يوم القيامة، لا حظ للكافر فيها؛ فعلى ذلك رحمته نالت كل أحد في هذه الدنيا، لكنها للذين آمنوا واتقوا الشرك خاصة في الآخرة. </p><p> ويحتمل قوله - واللَّه أعلم -: (وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ) أنهم إنما سألوا الرحمة، فقال: سأكتبها للذين يتقون معاصي اللَّه ومخالفته، واللَّه أعلم. </p><p> وقوله:  (وَيُؤْتُونَ الزَّكَاةَ) يحتمل: يؤتون الزكاة المعروفة. </p><p> ويحتمل: تزكية النفس؛ كقوله:  (قَدْ أَفْلَحَ مَنْ زَكَّاهَا (٩) وَقَدْ خَابَ مَنْ دَسَّاهَا (١٠) . </p>"
}