{
  "id": null,
  "sura": 7,
  "aya": 180,
  "text": "<p> قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَ)، وهَؤُلَاءِ لا يعرفونه، ولا يوحدونه؛ فهم أضل. </p><p> أو أن يقال: هم أضل لا يهتدون وإن هدوا ودعوا، والأنعام تهتدي. </p><p> أو هم أضل؛ لأنهم يُضلُّون وَيُضلُّون غيرهم، والأنعام لا. </p><p> أو هم أضل؛ لأنهم لا ينتفع بهم، والأنعام ينتفع بها. </p><p> وقوله - عَزَّ وَجَلَّ -: (أُولَئِكَ هُمُ آلغَفِلُونَ) . </p><p> عن فهم ما ألقي إليهم وأمروا به. </p><p> أو غافلون عما أوعدوا. </p><p> وقوله:  (وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا ... (١٨٠) </p><p> يحتمل هذا وجهين: </p><p> يحتمل أنهم قد ظنوا أن في إثبات عدد الأسماء إيجاب إثبات عدد من الذات، فأخبر أن ليس في إثبات عدد الأسماء إثبات أعداد من الذات؛ إذ قد يسمي الشيء الواحد بأسماء مختلفة، ثم لا يوجب ذلك إثبات عدد ذلك ولا تجزئته؛ من نحو ما تسمي الحركة: حركة، عرضا، شيئًا، خلقًا، من غير أن أوجب ذلك إثبات عدد الحركة أو تجزئتها، وكذلك في جميع الأشياء؛ فعلى ذلك يخبر أنه ليس في إثبات عدد من الأسماء إثبات عدد من الذات؛ على ما ذكرنا. </p><p> ويحتمل أن يكون خرج هذا مقابل قول كان منهم، وهو أن وصفوا اللَّه بشيء لا يحسن أن يوصف به، وأضافوا إليه أشياء لا يصلح أن تضاف؛ من نحو قولهم: يا خالق الخنازير، ويا خالق الخبائث، ويا إله القردة، ونحوه؛ فأخبر أن ادعوه بالأسماء الحسنى مما ثبت عند الخلق أنه مسمى به، من نحو ما أعطاهم؛ يقال: يا هادي، يا مرشد، ونحوه. </p><p> ويقال بما أعطاهم من النعم: يا كريم، يا جواد، يا لطيف، ونحوه. </p><p> ويقال: يا خالق، يا رازق، يا اللَّه، يا رحمن، يا رحيم؛ لما ظهر في أنفسهم من ألوهيته وربوبيته، فقال: لا تدعوا بكذا، ولكن ادعوا بالأسماء التي ثبت عند الخلق تحقيقها، وأنه يسمى بها، وهو ما ذكرنا، واللَّه أعلم. </p><p> وقد روي على هذا المعنى أخبر؛ روي أن رجلاً دعا في صلاته فقال: يا اللَّه، ويا رحمن، ويا رحيم، فقال رجل من المشركين: أليس يزعم مُحَمَّد وأصحابه أنهم يعبدون إلهًا واحدًا، فما بال هذا يدعو ربين اثنين؟ ! فأنزل اللَّه تعالى:  (وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى) ويحتمل قوله: (وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى) أي: له الْأَسْمَاءُ الْحُسْنَى لا الأصنام التي تعبدونها، نحو ما سموها آلهة وأربابًا، فقال: هذه الأسماء التي تدعون بها الأصنام لله فادعوه بها، ولا تدعوا بها الأصنام. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ) . </p><p> يحتمل أي: لا تكافئهم بصنيعهم ولا تجازهم بأذاهم إياك؛ فإن اللَّه هو المكافئ لهم والمجازي بصنيعهم؛ ألا ترى أنه قال في آخره:  (سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ) . </p><p> وقوله:  (يُلْحِدُونَ فِي أَسْمَائِهِ) . </p><p> قيل: الإلحاد هو الجور والميل عن الحق، والوضع في غير موضعه، وهم سموا ملحدين لما سموا غيره بأسمائه، أو لإشراك غيره في أسمائه. </p><p> أو سموا بذلك لما صرفوا شكر نعمه إلى غيره، وعبدوا دونه، مع علمهم أنه لم يكن منهم إليهم شيء من ذلك، إنما كان ذلك لهم من الله. </p><p> قال ابن عَبَّاسٍ: الإلحاد: الميل، في جميع القرآن. </p><p> وقيل: الإلحاد: التكذيب. </p><p> قَالَ الْقُتَبِيُّ:  (يُلْحِدُونَ) أي: يجورون عن الحق ويعدلون. </p><p> وأصله: الجور والميل. </p>"
}