{
  "id": null,
  "sura": 7,
  "aya": 17,
  "text": "<p> لما علم منه أنه يختار الغواية والضلال. </p><p> وقوله عَزَّ وَجَلَّ:  (لَأَقْعُدَنَّ لَهُمْ) هو المكث، ليس على حقيقة القعود، ولكن على المنع عن السلوك في الطريق أو على التلبيس عليهم الطريق المستقيم والستر عليهم؛ لأن من قعد في الطريق منع الناس عن السلوك فيه. </p><p> وقوله عَزَّ وَجَلَّ:  (ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ (١٧) قال: الحسن: (مِنْ بَيْنِ أَيْدِيهِمْ) من قبل الآخرة؛ تكذيبًا بالبعث والجنة والنار، (وَمِنْ خَلْفِهِمْ) قال: من قبل دنياهم يزينها لهم ويشهيها إليهم، (وَعَنْ أَيْمَانِهِمْ) قال: من قبل الحسنات يثبطهم عنها، (وَعَنْ شَمَائِلِهِمْ) قال: من قبل السيئات يأمرهم بها، ويحثهم عليها، ويزينها في أعينهم. </p><p> وعن مجاهد:  (ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ) قال: من حيث يبصرون (وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ) من حيث لا يبصرون. </p><p> وقيل (مِنْ بَيْنِ أَيْدِيهِمْ) من قبل آخرتهم، فلأخبرنهم أنه لا جنة ولا نار ولا بعث، على ما ذكر الحسن. </p><p> (وَمِنْ خَلْفِهِمْ) من قبل دنياهم: آمرهم بجمع الأموال فيها لمن بعدهم من ذراريهم وأخوف عليهم الضيعة، فلا يصلون من أموالهم زكاتها، ولا يعطون لها حقها، (وَعَنْ أَيْمَانِهِمْ) من قبل دينهم، فأزين لكل قوم ما كانوا يعبدون، فإن كانوا على ضلالة زينتها لهم، وإن كانوا على هدى شبهته عليهم، حتى أخرجهم منه، (وَعَنْ شَمَائِلِهِمْ) من قبل اللذات والشهوات فأزينها لهم. </p><p> هذا الذي ذكر أهل التأويل يحتمل. </p><p> ثم ذكر الأمام والخلف وعن أيمان وعن شمال، ولم يذكر فوق ولا تحت؛ فيحتمل أن يدخل ما فوق وما تحت بذكر أمام واليمين والشمال والخلف؛ كقوله تعالى: (أَفَلَمْ يَرَوْا إِلَى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِنَ السَّمَاءِ وَالْأَرْضِ إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا </p><p> مِنَ السَّمَاءِ)، دخل \" ما فوق \" بذكر ما بين أيديهم، ودخل \" ما تحت \" بذكر ما خلفهم؛ فعلى ذلك هذا يدخل \" ما تحت \" و \" ما فوق \" بذكر ما ذكر؛ فيصير كأنه قال: فيأتيكم من كل وجه. </p><p> ويحتمل أنه لم يذكر هذا؛ لما أنه لا سلطان له على منع الأرزاق والبركات؛ لأن أرزاق الخلق والبركات مما ينزل من السماء من المطر، ويخرج من الأرض من النبات؛ فليس له سلطان يمنع إنزال المطر وإخراج النبات من الأرض، وله سلطان على غير ذلك. </p><p> أو يكون لما يشغلهم ويشهيهم من بين أيديهم ومن خلفهم، وعن أيمانهم وعن شمائلهم من اللذات والشهوات لما إذا رأى أشياء أعجبته أتبع النظر إليها واحدًا بعد واحد من أمام ووراء ويمين وشمال، ولا كذلك من تحت ولا من فوق أو أن يكون؛ لما رُويَ عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - أنه لما تلا هذه الآية قال: إن اللَّه منعه من أن يأتيهم من فوقهم، ولو كان ذلك لما نجا أحد، فأعمالهم تصعد إلى اللَّه، ورحمته تنزل عليهم. </p><p> وقال قتادة: أتاك اللعين من كل نحو يا ابن آدم، غير أنه لا يستطيع أن يحول بينك وبين رحمة ربك؛ إنما تأتيك الرحمة من فوقك. </p><p> والذي ذكرنا أنه على التمثيل أنه يأتيه من كل جانب أشبه. </p><p> وقوله - عَزَّ وَجَلَّ -: (ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ) يخرج على وجهين: </p><p> أحدهما: ليس على إرادة \" بين \" و \" خلف \" و \" أيمان \" و \" شمال \" ولكن على إرادة </p>"
}