{
  "id": null,
  "sura": 7,
  "aya": 19,
  "text": "<p> ومدحور واحد مباعد مطرود. </p><p> وقوله:  (اخْرُجْ مِنْهَا مَذْءُومًا مَدْحُورًا لَمَنْ تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنْكُمْ أَجْمَعِينَ) . </p><p> أخبر - عَزَّ وَجَلَّ - أنه يملأ جهنم من إبليس ومن تبعه وأطاعه؛ لأنهم إنما يتبعونه ويطيعونه في الكفر والشرك باللَّه. </p><p> تعلق الخوارج بظاهر قوله:  (لمَن تَبِعَكَ مِنهُمْ) ، وكل مرتكب معصية تابع له؛ لذلك استوجب الخلود. </p><p> وقالت المعتزلة: كل مرتكب كبيرة بوعيد هذه الآية؛ لأنه تابع له. </p><p> وعندنا: ليس لهم في الآية حجة في تخليد من ذكروا في النار؛ لأنه إنما ذكرت على أثر نقض الدِّين ورد التوحيد؛ فكأنه قال: لمن تبعك في نقض الدِّين ورد التوحيد لأملأن جهنم منكم أجمعين. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا ... (١٩) </p><p> كان السكون في موضع من القرار فيه والأمن؛ كقوله:  (جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ) ؛ لتقروا فيه وتأمنوا؛ فقوله لآدم:  (اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ) أسكنهما عز وجل ليقروا فيها ويأمنوا من كل ما ينقصهما من تلك النعم التي أنعم عليهما؛ لأن الخوف، مما [ينغص] النعم ويذهب بلذتها، فلما أسكنهما عَزَّ وَجَلَّ الجنة أمنهما عن ذلك كله. </p><p> ثم فيه أن أول المحنة والابتلاء من اللَّه لعباده إنما يكون بالإنعام والإفضال عليهم، ثم بالجزاء والعدل بسوء ما ارتكبوا؛ لأنه عَزَّ وَجَلَّ امتحن آدم أولًا بالإفضال والإنعام عليه؛ حيث أسجد له ملائكته، وأسكنه جنته، ووسع عليه نعمه، ثم امتحنه بالشدائد وأنواع المشقة؛ جزاء ما ارتكبوا من التناول من الشجرة التي نهاه عن قربالها، فهو ما ذكرنا أن أشرط، امتحانه عباده في الابتداء يكون بالإفضال والإنعام، ثم بالعدل والجزاء لسوء صنيعهم. </p><p> ألا ترى أنه قال:  (وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ) أخبر أن ما يصيبنا هو من كسب أيدينا وهو جزاء ما كسبنا. </p><p> وفيها وفي غيرها من القصص والذكر دليل إثبات، رسالة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ونبوته؛ لأنه أخبر عما كان من غير أن اختلف إلى أحد ممن يعرف ذلك ولا نظر في الكتب التي فيها ذكرها، دل أنه إنما عرف ذلك باللَّه تعالى. </p><p> ثم اختلف أهل التأويل في الجنة التي أسكن عَزَّ وَجَلَّ آدم فيها وزوجته: </p><p> قَالَ بَعْضُهُمْ: هي الجنة التي يكون عود أهل الإسلام إليها في الآخرة، ولهم وعد عَزَّ وَجَلَّ تلك. </p><p> وقَالَ بَعْضُهُمْ: هي جنة أنشأها لآدم ليسكن فيها في السماء، ولكن لا ندري ما تلك الجنة، وليس لنا إلى معرفة تلك الجنة حاجة، إنما الحاجة إلى ما ذكر من المحن. </p><p> واختلف -أيضًا- في الشجرة التي نهي آدم عن قربانها: </p><p> قَالَ بَعْضُهُمْ: هي شجرة العلم. </p><p> وقَالَ بَعْضُهُمْ: هي شجرة الحنطة. </p><p> وقد ذكرنا أقاويل أهل التأويل واختلافهم في صدر الكتاب قدر ما حفظناه. </p><p> وكذلك اختلفوا في وسوسة الشيطان لآدم وحواء: أنه كيف وسوس إليه ومن أين </p>"
}