{
  "id": null,
  "sura": 7,
  "aya": 54,
  "text": "<p> وقال آخرون: لو ردوا إلى المحنة إلى الأمر والنهي لصاروا إلى العمل الذي كانوا يعملون. </p><p> ثم أخبر أنهم قد خسروا أنفسهم بعملهم الذي عملوا في الدنيا، وبعبادتهم غير اللَّه:  (وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ) ، أي: بطل عنهم ما كانوا يفترون أن هَؤُلَاءِ شفعاؤنا عند اللَّه، وقولهم:  (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) ، وغير ذلك من الافتراء؛ ذلك كله قد بطل عنهم، فبقوا حيارى، وانقطع رجاؤهم وأملهم الذي طمعوا. </p><p> قوله:  (قَدْ خَسِرُوا أَنْفُسَهُمْ) من رحمة اللَّه. </p><p> وقيل: مما وعدوا لو أطاعوا. </p><p> وقيل: أهلكوها. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ (٥٤) ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ (٥٥) وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ (٥٦) وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَيِّتٍ فَأَنْزَلْنَا بِهِ الْمَاءَ فَأَخْرَجْنَا بِهِ مِنْ كُلِّ الثَّمَرَاتِ كَذَلِكَ نُخْرِجُ الْمَوْتَى لَعَلَّكُمْ تَذَكَّرُونَ (٥٧) وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا كَذَلِكَ نُصَرِّفُ الْآيَاتِ لِقَوْمٍ يَشْكُرُونَ (٥٨) </p><p> قوله - عَزَّ وَجَلَّ -: (إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ) . </p><p> وذكر ما بينهما في مواضع، ولم يذكر في مواضع، وذلك داخل في ذلك بقوله:  (قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ) الذي صنع ذلك (وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا) ، ثم جمع اليومين الأولين مع هذا الذي ذكر فيه وقال:  (فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ) ليعلم أن ذا خلق في يومين، ثم قال:  (اسْتَوَى إِلَى السَّمَاءِ) ، إلى قوله:  (فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ) فتصير ستة الأيام التي أبهمها في غير ذلك، واللَّه أعلم. </p><p> ثم قد بين - عَزَّ وَجَلَّ - فساد قول كل من عبد غيره، وعجز كل ذلك عما له يُعبد وجهله بمعنى العبادة، وخروجه عن الاستحقاق بما فيه من آثار التدبير، وعليه من دلالة التقدير واستحقاق جميع معاني الخلقة، ودخوله تحت الصنعة، وحاجته إلى من احتاج إليه كل مما هي التي تبعث على العبادة وتوجب إظهار الذلة والخضوع لمن هو كذلك في الخلقة والجوهر، فألزمهم الفزع إلى من يدلهم إلى الرب الحق، ويدعوهم إلى المعبود المتعالي عن الأشباه والأضداد بما يوجب الشبه والمشاكلة، وفي وجوب ذلك دليل جاعل أخذ له شكلا، وذلك آية الصنعة ودلالة الحدث، وفي تحقيق الضد خوف ذهاب وفساد فتضمحل الألوهية وتستوجب حق الدخول تحت التقدير، والقيام على ما شاء من له التدبير؛ جل اللَّه سبحانه عن توهم ذلك، فأكرم من بعثته الحاجة إلى معرفته ورفعته الخلقة إلى العلم بمن أنعم عليه واختصه من بين كثير من خلقه بما ركب فيه ما به يدبر أمر غيره، وبه يعرف قدر النعم عليه لمن أكرمه به؛ ليشكر له فيما أولاه ويحمده على ما أعطاه، فمن بإظهار ذلك على لسان رسوله الذي عرف خلقه بما نصب من أدلة صدقه، وأبان من حجج عصمته عن الكذب فيما ينبئ، وإصابته فيما يخبر، فقال:  (إِنَّ رَبَّكُمُ اللَّهُ) أي، الذي لا ربَّ لكم سواه ولا لأحد من الخلائق، هو اللَّه الذي لا إله غيره؛ ليوجهوا إليه العبادة في الحقيقة، وليؤدوا إليه شكر ما أنعم عليهم، وإن كانت نعمه أعظم من أن يجزيها العباد، وحقه أجل من أن يقوم به العباد، ولولا أن اللَّه - سبحانه - لم يورد من البيان على ربوبيته، والدليل على ألوهيته سوى ما أنطق به على لسان رسوله بعد الإيضاح أنه لا ينطق إلا بالحق، ولا يقول إلا الصدق لكان ذلك بيانًا شافيًا، لكنه بفضل رحمته بين الأدلة التي تحقق ذلك وتعلم أنه كما جاء به رسوله، إلا أن يعانَد الحق ويكابَر العقل، فقال عَزَّ وَجَلَّ:  (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ) إلى آخر ما ذكر دلالة خلق ما ذكر من آثار التدبير وعجيب التقدير الذي به قوام كل ممن يحتمل المنافع والمضار واتصال ما بين السماء والأرض على تباعد بعض من </p><p> بعض في المنافع مع جميع الأضداد التي من طبعها التنافر في أصل ما ذكر حتى صارت كالأشكال، بعد أن كانت السماوات والأرض مشبهة لا تشعر بما فيها من الحكمة، ولا بالذي فيه من أنه من أي وجه يقضي الحاجة؛ ليدل أن مدبر الكل واحد، وأنه عليم حكيم وضع كل شيء موضعه ودل كل ذي عقل على الوجه الذي يظفر بحاجته، ويقيم به أوده، ويصل إلى بغيته، وسخر الذي ذكر، فصير كلا من ذلك جاريا دائبًا بما لا ينتفع هو به، ولا مضرة عليه فيه؛ ليعلم أنه لغيره قدر ولحاجة غيره سير، وكذلك الذي جبل على القرار وأمسك عن الزوال من غير أن كان له في حقيقة أحد الوجهين نفع أو ضرر؛ ليعلم أن تدبير ذلك جرى لا له، ولكن لأهل الممتحنين الذين بهم يظهر العز والشرف ونيل الجود والكرم، ويعظم الملك والسلطان؛ إذ عندهم تمييز الأحوال، وتفريق الأمور، وتوجيه إلى حقه وإعطاء كل ذي فضل فضله. فيعلم من هذا وصفه أنه لم ينشأ عبثًا، ولا خلق باطلًا؛ إذ به يعظم قدر كل خلق، ويشرف جلالة كل جليل، لم يجز إمهال مثله، فيكون خلق الجميع لغير شيء مما في ذلك من فنائه وتبدّده الذي في الحكمة قصد مثله في العقل يوجب العبث ثبت أنه خلق للمحنة ولدار البقاء، لكن جعل البقاء جزاء، والفناء محنة؛ ليكون البقاء هو المنتهى، فيعظم القصد في الابتداء؛ إذ فاسد أن يجعل المحنة للبقاء، فيدل على حاجة الممتحن مع ما في ذلك زوال الجزاء؛ إذ محال تقديمه على ما له الجزاء، واللَّه الموفق. </p><p> ثم الأصل أن اللَّه سبحانه جعل العقل جزءًا من عالمه، وجعله دليلًا لأهله في معرفة المساوئ والمحاسن، وعلمًا للتمييز بين الحكمة والسفه، وبين الإتقان والعبث، وجعله بالذي يعرف المحمود من المذموم، والمرغوب فيه من المزجور عنه، فلم يجز أن يكون إنشاء كل العالم على غير الحكمة؛ لأنه سفه، وهو بالذي جزء من العالم يعلم به الذميم من الحميد ثبت أنه أنشئ للحكمة. </p><p> وعلى ذلك تقدير كل عاقل على احتمال ما يضره وينفعه بحق الجزاء والمحنة، فثبت أن ذلك للمحنة، وأن المحنة ثم الهلاك بلا جزاء ولا نقع للممتحن عبث -أيضًا- وسفه، فلزم به القول بالبعث وإثبات دارين مما كان لكل شاهد دليل غائب يحمد عليه أو يذم، وكذا فعل كل ذي عقل إنما هو لعاقبة يحمد عليها، أو بفعل عبث فيذم عليه. </p><p> فعلى ذلك أمر تدبير هذه الدار من أخرى، فلا يجوز أن يخلي الجملة عن الدلالة، ولا </p><p> يخلو كل جزء منها؛ إذ جملة الأفعال عن العواقب، والواحد منها إذا خرج يصير عبثًا وسفهًا، فثبت بالذي ذكرت القول بالتوحيد، وبالدارين، وبالرسالة؛ إذ بها تعرف العواقب بما هي غائبة، وحقائق كل غائب تعرف بالإخبار عنها والدلالة عليها، ثم لا دلالة على ماهية الجزاء ولا بالشكر ولا العبادة، إنما الدلالة من حيث التدبير على العلم بها جملة، فلزم القول بالرسل، ولا قوة إلا باللَّه. </p><p> ثم قوله:  (فِي سِتَّةِ أَيَّامٍ) يحتمل وجهين. </p><p> أحدهما: خلق أصول الأشياء التي يكون غيرها بحق التولد عن ذلك والانقلاب. </p><p> ويحتمل أن يكون على خلق كلية كل شيء، مما عليه تركيب هذا العالم إلى أن يبدل بعالم آخر، لا يبيد ولا يفنى؛ فإن كان على الأول فهو ستة من السبعة التي عليها مدار المدد والأزمنة؛ إذ جعل - جل ثناؤه - جميع ما ذكر من الخلائق تحت الأزمنة والأوقات، ويزول بزوال مدارها، وكذلك عندنا كل الحوادث؛ إذ لكل منها بدء يصير </p><p> ذلك وقت ابتدائه، وذلك ينقض على الباطنية قولهم: المبدع الأول لا يقع عن الزمان والمكان، وأنه لا يبيد ولا يفنى، ولو كان كذلك لم يكن مبدعًا، ولكن كان قديمًا لا يقع عليه الإبداع، فلمّا وقت ثبت له البدء؛ فيجب وصفه بالوقت من حيث الابتداء، وهو - أيضًا - معلول عندهم، وعلته فيه وهو الإبداع، مما لو زالت علته لباد، وإذا ثبت أنه معلول ثبت أن علة أوجبته وأحدثته بعد أن لم يكن، فوجب له وقت به كان أو كان فيه، واللَّه أعلم. </p><p> ثم على هذا كان إنشاء من ذكر في الأيام الستة، ولم يذكر في ذلك ممتحنًا؛ فيشبه أن يكون وقت كون الممتحنين يوم السابع، وبهم تم ظهور الملك، واستوى على العرش، وهو الملك إذا لم يكن قبل ذلك من له التمييز، ومعرفة الملك والسلطان، وقدر العلم بالمحامد والمعالي، وأضداد ذلك إنما يكون بأُولَئِكَ الذين ركب فيهم العقول، وأكرموا بالتمييز، ومما لهم يجعل العالم وهم المقصودون من الإنشاء؛ لذلك جعل كل من سواهم مسخرًا لمنافعهم، داخلًا تحت أفهامهم، مما يحتمل أكثر ذلك تدبير ليعلم أنهم قصدوا لأنفسهم، أو لمعرفة ما عليهم من شكر النعم والعبادة، فكان بهم ظهور تمام الملك، وبلوغه النهاية، فأخبر بالاستواء إذ هو وصف العلو والرفعة، ووصف التمام في الرتبة والقدر؛ كقوله:  (وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى آتَيْنَاهُ حُكْمًا وَعِلْمًا) وذلك في معنى الاستواء على العرش؛ من حيث ظهور الملك، وبيان الحجة والربوبية للمستدلين والمعبرين. </p><p> وإن كان التأويل هو الثاني يخرج على وجهين. </p><p> أحدهما: ما قال بعض أهل التفسير: إن كل يوم من أيام الآخرة، وذلك ألف سنة، لم يبين لنا مقدار ذلك؛ فجائز أن يكون منتهى تدبير هذا العالم إلى ذلك ستة أيام، بمعنى ستة آلاف سنة على القدر الذي قدره اللَّه، ثم يكون اليوم السابع هو يوم القيامة، لا يبيد أبدًا، ولا ينقضي، فيه يبدل العالم، ويُقر كل ممتحن له بالملك والجلال، وإن كان كذلك في الأزل ففي ذلك اتفاق القول من طريق الاختيار، والعلم بذلك من كل جبار وغيره. </p><p> وعلى نحو ما قيل:  (لِمَنِ الْمُلْكُ الْيَوْمَ) وقيل: (وَبَرَزُوا لِلَّهِ جَمِيعًا) وقيل: (وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ) ، ونحو ذلك. </p><p> على أن له الملك أبدًا، وكذلك لم يكن يخفى عليه شيء، لكن ذلك مما يعلم كل أنه كذلك، فبذلك يتم ظهور كل معنى من ذلك، وإن كانت حقيقته موجودة قبل ذلك. </p><p> وعلى ذلك القول:  (حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ) ، ونحو ذلك. </p><p> إنه إذ ذلك يظهر لكل معلومه: فأضيف إليه بحرف الابتداء، وهو عن ذلك متعال؛ فعلى هذا جميع ما بيّنا، وبذلك ظهور تمام شرائط الملك، والاعتراف من الكل بذلك، واللَّه أعلم. </p><p> والثاني: أن تكون تلك الأيام الستة على ما في علم اللَّه تعالى تقديرها، لا يعلمه أحد سواه إلا من طريق الجملة التي أدى، وقد بيِّن يومًا كخمسين ألف سنة، ويومًا كألف سنة حده لا يعلمه غيره، ثم كان يوم السابع يوم تبلى السرائر وتقع العقوبة والمثوبة، وهو المقصود من خلق العالم الأول؛ فيكون ما ذكرت من تمام الظهور، واللَّه الموفق. </p><p> وعلى هذا لو قيل لما قيل يحملون العرش، (وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ) قيل: ليس أن المراد من هذا العرش الأوّل، وجائز أن يكون هذا هو السرير المعروف، منشأه من النور، ومما شاء؛ ليكرم به أولياءه يوم القيامة، والأول هو الملك الذي ظهر تمامه وعلوه على ما بينا. </p><p> ثم لو كان العرش الذي قال - عَزَّ وَجَلَّ -: (الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى) ، هو ما فهمه أهل التشبيّه من مكان، لم يكن ليجب أن يفهم من الاستواء عليه [الاستقرار] . </p><p> وأن يكون لله مكان يوصف بالكون فيه وعليه؛ لأنه ليس في كون أحد في مكان - وإن جل قدره، وعظم خطره - رفعة ولا نباهة فيما يتعارف من أمر الملوك والأجلة، بل كل منسوب إلى مكان من جهة التمكين فيه والقرار، منسوب إلى استعانة وحاجة منه إليه، جل اللَّه عن ذلك، وعلى أنه إما أن يكون مثله أو أعظم منه، لكان له عديلًا بالعظمة أو دونه، ومن السخف الجلوس على مكان لا يطمئن به أو يقصر عنه، إذ قد يجوز أن يزاد فيه؛ فيكون أعظم منه، جل اللَّه عن هذا الوصف وتعالى. </p><p> \" بل كان ولا مكان فهو على ما كان يتعالى عن الاستحالة والتغير \" : إذ هو أثر </p><p> الحدث، وأمارة الكون، بعد أن لم يكن، ولا قوة إلا باللَّه. </p><p> ثم الأصل أنه لو كان فهو بإضافة اللَّه إلى العلو عليه تعظيمًا له، وعلى ذلك في كل شيء يضاف إلى اللَّه أو اللَّه إليه من جهة الخضوع فهو على تعظيم ذلك، لا على أن يفهم منه ما يفهم مثله من الخلائق؛ نحو القول بأن المساجد لله، وناقة اللَّه وزينة اللَّه، وحدود اللَّه، ونحو ذلك. </p><p> فما بال المشبهة فهمت من إضافة الاستواء على العرش المعنى المكروه على احتمال الاستواء معاني سوى الذي ذكر، أو أن يقال: استوى: ثم واستوى: قصد، واستوى: علا، واستوى: استقر، واستوى: استولى؛ فإذا كان معناه يتوجَّه إلى هذه الوجوه، لم يحتمل أن يكون أحد يقدر من ذلك؛ إذ هو ما يتوجه إليه، ويعتمد عليه لولا الجهل به. </p><p> ثم الأصل أن الإضافات إلى الأشياء يفترق المقصود بها، وإن كان في ظاهر المخرج واحدًا باختلاف مَنْ إليه القصد بالإضافة، والإضافة جميعًا. يقال: جاء الحق، وجاء فلان، وبيت فلان، وبيت اللَّه. </p><p> وقيل في الملائكة:  (وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً) ، وقال في الفسقة:  (أُولَئِكَ أَصْحَابُ النَّارِ) ، ونحو ذلك لا على الجمع في المعنى، فالاستواء الذي يتوجّه إلى وجوه أحق بذلك، واللَّه الموفق. </p><p> ثم قد قيل في قوله:  (ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) بوجوه. </p><p> أحدها: ما قال أبو بكر الأصم: هو على التقديم والتأخير، كأنه قال: إن ربكم اللَّه الذي استوى على العرش ثم خلق ما ذكر؛ فيكون معناه: خلق كذا، وقد استوى على </p><p> العرش؛ كقوله (هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا) بمعنى: وقد جعل منها زوجها، وعلى هذا ليس في قوله:  (إِنَّ رَبَّكُمُ اللَّهُ. . .)  (. . . ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) الشبهة التي في الأول كما لم يكن في قوله: (وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى رَبِّهِمْ) إذا صرف إلى \" عند \" شبهة؛ فيكون: وقد استوى: خلق العرش؛ كقوله:  (ثُمَّ اسْتَوَى إِلَى السَّمَاءِ) بمعنى: ثم خلق السماء أو قصد خلقها، ونحو ذلك. </p><p> وقال الحسن:  (ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) أي: استوى عليه أمره، وصنعه، أي: لم يختلف عليه صنع العرش، وأمره - وإن جل - أمر غيره وصنعه، كقوله:  (مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ) على استواء الأمر في التدبير والصنع. </p><p> وقال الحسن: معناه: استولى على العرش، كما يقال، استوى فلان على بغداد، بمعنى: استولى. </p><p> وقال قوم: معناه: استوى عليه، وهو فوق كل شيء في القدرة والعظمة، تعظيمًا له على غير اختلاف عليه في التحقيق بينه وبين غيره؛ كالذي ذكر بأن الأمر كله يوم القيامة له، والمساجد له، على التفصيل دون تخصيص له في ذاته من حيث ذلك. </p><p> وقال قوم: إذ كان العرش فوق كل شيء في تقدير المعارف، فقال: هو علاه بمعنى لا يوصف في الخلق، ولكن على ما كان، ولا خلق. </p><p> ونحن نقول - وباللَّه التوفيق -: قد ثبت من طريق التنزيل بأنه استوى على العرش، وقد لزم القول بأنه ليس كمثله شيء، وعلى ذلك اتفاق القول ألا يقدر كلامه بما عرف من كلام الخلق، ولا فعله به، وما يوجبه، ولا علمه، ولا ما قيل: هو رب كذا، أو مالك </p><p> كذا، لا يراد به المفهوم من الخلق، لكن الوجه الذي يليق به، وما يوجبه حق الربوبية؛ فمثله في الأول. </p><p> ثم يلزم تسليم المراد لما عنده إذ لم يبينه لنا، وقد ثبت نفي ما يفهم من غيره. </p><p> وبعد؛ فإن القول فيه بالمكان يفسد بالذي به يحتج بوجوه. </p><p> أحدها: إن قوله: (ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) إخبار عن فعله الذي في التحقيق، يضاف إليه في خلق الخلق على اختلاف المخرج في القول؛ نحو: أن ذكر مرة أبدع، ومرة (فَطَرَ) ، (وَجَعَلَ) ، (وَأَنزَلَ) وأثبت، وكتب، (وَأَعطَى) ، وأنشأ، وغير ذلك من الألفاظ. </p><p> حقيقة ذلك: أنه خلق إذ ذلك معنى فعله في الحقيقة، وعلى ذلك كون وفعل وأمر في بعض المواضع، ثم يجب توجيه كل من ذلك إلى الوجه الذي يليق فيه القول بخلق، وكذا في (هَدَى)  (وأَضَلَّ)  (وَزَيَّنَ) وأتقن وأحكم، ونحو ذلك. </p><p> فكذلك في قوله:  (ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) يجب أن يقابل ذلك بخلق؛ إذ هو إضافة إلى فعله. </p><p> ثم يخرج على وجهين. </p><p> أحدهما: ثم خلق العرش، ورفعه، وأعلاه، بعد أن كان العرش على الماء؛ كقوله:  (ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ) ، وليس ثم تَنَقُّل من حال إلى حال؛ إذ لو كان كذلك لكان يصير حيث ثم ينتقل من خلق إلى خلق فيما يخلق، فيكون في الوقت الذي يصير إلى العرش صائرًا إلى الثرى، وفي الوقت الذي يحدث خلق ما في الأرض؛ وما في السماء، متنقلًا من ذا إلى ذا، وذلك تناقض فاسد، وفي ذلك بطلان معنى القول بالاستواء على العرش، بل يكون أبدًا غير مستوٍ عليه حتى يفرغ من خلق جميع ما يكون أبدًا، وذلك متناقض فاسد، جل اللَّه عن هذا التوهم، وباللَّه التوفيق. </p><p> والثاني: أن يكون قوله: (ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) أي: إلى العرش في خلقه، ورفعه، وإتمامه، دليل احتماله على ذلك أن على من حروف الخفض وقد يوضع بعض موضع بعض؛ كقوله:  (إِذَا اكْتَالُوا عَلَى النَّاسِ) ، بمعنى: عن الناس، وقوله:  (إِذْ وُقِفُوا عَلَى رَبِّهِم) ، بمعنى: عند ربهم، مع ما قال اللَّه:  (إِنَّ عَلَيْنَا بَيَانَهُ) ، (وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ) ، بمعنى إليه، وعلى ذلك:  (ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) أي: إلى العرش وهو على الماء كما ذكر ما فرفعه وأتمه؛ كما قال:  (ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ) فخلق ما ذكر، واللَّه أعلم. </p><p> والوجه الثاني: المذكور في الآية من اسم الرب وخلق ما ذكر وتسخير الذي وصفه ثم لم يتوهم في شيء من ذلك المعنى الذي يضاف إلى الخلق أنه رب كذا أو سخر كذا أو صنع كذا ملحد ولا موحد فكيف احتمل قلبي المشبهي في قوله: (الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى) ، لولا جهله به وتقديره بالذي عليه أمر نفسه، واللَّه الموفق. </p><p> والثالث: أن الناس في خلق اللَّه الخلق مختلفون. </p><p> فمنهم من جعله الخلق نفسه، دون أن يكون اللَّه بذاته يلحقه وصف سوى إضافة الخلق إليه في أن كان به، فعلى ذلك قوله:  (ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) إنما هو ما ذكر من غير أن كان سبحانه يلحقه وصف لم يكن له. </p><p> ومنهم مَنْ يراه خالقًا بذاته؛ ليكون جميع الخلائق إلى الأبد بتكوينه الذي يعبر عنه بقوله: كن من غير أن كان ثَمَّ كاف أو نون على كون كل شيء عليه به من غير تغيير عليه، ولا زوال عما كان عليه إذ لا شيء غيره، فكل معنى لو حقق أوجب تغيرًا أو زوالًا أو قرارًا أو نحو ذلك، فاللَّه يجل عنه ويتعالى؛ إذ ذلك علم الحدث، وأمارة الغيرية، ولا قوة إلا باللَّه. </p><p> والرابع: هو الذي يرى فعله على ما عليه فعل الخلق من التحرك والزوال والسكون والقرار، إضافة من ذلك وصفه إلى مكان دون مكان، وحال دون حال، محال فاسد؛ لذلك بطل القول بالمكان في جميع الأقاويل، وأيّد الذي ذكرت ما ختم به الآية من قوله:  (تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ) وصف ذاته بالربوبية وبالتعالي عن جميع معاني المربوبين؛ إذ من حيث التشاكل يوجب خروجه من أن يكون ربًّا، والآخر من أن يكون مربوبًا، فإذا ثبت أن كل شيء من كل جهة مربوب؛ ثبتت سبحانيته من ذلك </p><p> الوجه، واللَّه الموفق. </p><p> ثم قوله:  (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ) هو على وجهين: </p><p> أحدهما: إضمار ما بينهما على ما جرى الذكر به في غيره. </p><p> والثاني: أن ذكر من وقت ابتداء الكون إلى الانتهاء لا على تحقيق ذلك في كل وقت كما يقال: كان كذا في شهر كذا، لا على إحاطة كلية أجزاء الشهر به؛ فمثله معنى (سِتَّةِ أَيَّامٍ) ومعنى التوقيت ليس على حاجة إلى ذلك؛ إذ الوقت داخل فيما خلق، لكن على وجوه، وإن كان اللَّه سبحانه وتعالى قادرًا على إنشاء جميع ما ذكر بدفعة واحدة: </p><p> أحدها: ما ذكرت من معنى أن الأيام لمدار مدد الخلق وأطول ما عليه تفنى الأعمار. </p><p> والثاني: على بيان منتهى العالم. </p><p> والثالث: على إدخال كل ذلك مع علو درجات كثير منها وجلالة أقدارها في الأعين، حتى لا أحد ينظر إليها إلا بعين التعظيم، وحتى بكثير منها قام تدبير العالم وحتى عبد دون اللَّه تعظيمًا، وإن كان في ذلك دلالة خروجه عن الاستحقاق، فصيرها اللَّه داخلة تحت الأزمنة والمدد مقهورة بها، حتى لو أريد بكل جهد وحيل إخراج شيء من ذلك أو تخليص الجبابرة من ذلك، لما تهيأ لهم ليعلم ذلة الخلق وأمارات الحدث، وعلامة الحاجة، ثم كانت الأوقات مترادفة متتابعة، لو أسقطت عنها الأولية لبطل الكل، ولما جاوز الحساب بالواحد، ولما انتهى إلى ما هو بعد لما مضى ليعلم به أولية كل شيء من العالم، وحدثه مع ما جعلت الأيام تدور على أمر واحد بها بجميع المحتاجين ممن ذكرت، فثبت لذلك بأسماء معروفة أمكن قصد كل منها على الإشارة إليه باسمه المعروف يحفظ فيه المواعيد، ويعلم به ما يجب من الحقوق، ويبطل، واللَّه أعلم. </p><p> ثم الأصل إذ جعلت هذه الدار دار المحنة، والمحنة إنما كونها تختلف الأحوال جعلت الأحوال مختلفة، نحو: موت وحياة، وصحة وسقم، وغنى وفقر، وجمع الخلق </p><p> على حالة منها بأضدادها، وفي ذلك الجهل باللذات والآلام، فيجب بذلك اختلاف الأحوال، وعلى ذلك جرى أمر خلق الخلائق، وعلى هذا أمر الأرزاق وغير ذلك، فعلى ذلك أمر خلق ما ذكر في أيام مختلفة ثم يجمع في البعث بمرة، وفي حال من حال اللذات، والبعث بمرة مع ما كان اختلاف الأحوال أقرب إلى الدلالة، وأوضح للحجة؛ فلذلك جعل في هذه الدار إلزام الحجة وإظهار المحنة والكلفة، واللَّه الموفق. </p><p> والأصل أن العقول إنشاءات متناهية تقصر عن الإحاطة بكلية الأشياء، والأفهام متناقصة عن بلوغ غاية الأمور؛ إذ هن من أجزاء العالم الذي هو بكليته متناهٍ، وأسباب الإدراك التي يدرك بها باداء المشاعر التي تعجز عن كنه ما يقع عليها من الظواهر، فضلًا عما استتر منها، وإذا كان هذا وصف ما يدرك به مبلغ الحكمة، فهو قاصر عن الإحاطة بالحكمة الموضوعة من البشر، فمن رام الإحاطة بها أو بلوغ حكمة الربوبية من غير إشارة منه، فهو يظلم العقل، ويحمل عليه ما يعلم عجزه عنه، ومعلوم أن المذكور من الأيام في خلق ما ذكر حكمة بالغة، وإن قصرت العقول عن الإحاطة بها؛ إذ الذي قدَّرها هو الذي حمد الحكمة، وأوجب لأهل العقل في ذم السفه وأهله، فأوجب ذلك تحقيق الحكمة لذلك، وإن لم يبلغها إلا مقدار ما يكرم به، واللَّه الموفق. </p><p> وقوله:  (مُسَخَّرَاتٍ) ما ذكر، فكذلك سخرهن بالسير فيما يرجع إلى منافع الخلق، وجعل فيهن آية لولا العيان لم يكن يصدق به أحد ممن يجحد البعث والرسل ونحوهم، إذ الخبر عن سير جوهر واحد في اليوم الواحد مسيرة أكثر من ألف سنة، وتولد جواهر بمعونة من يبعد عنه مقدار خمسمائة عام، ونضج كل شيء وصلاحه به أبعد عن احتمال القبول من إعادة شيء بعد الفناء أو إرسال الرسل بإعلام ما خفي من المصالح والأمور، إذ ذلك أمر متعالم في صنع الخلق معاني ذلك فيما به تقلب الزمان من </p><p> الليل والنهار، ولكن اللَّه سبحانه أظهر لهم من قدرته، وعظيم حكمته بما بسط لهم الأرض، بغلظها وسعتها، ورفع عليها السماء بغير عمد ترى، فأقر كلًا من ذلك لحاجة أهلها إلى إقرارها، وسيَّر فيها بالتسخير ما ذكر؛ لحاجة الأهل في تسيير ذلك؛ ليعلم ألا يعجزه شيء ولا يخفى عليه أمر، ولا يدخل في تدبيره عوج، ولا في خلقه تفاوت، وأن الذي أظهر إذا قوبل بالذي وعد يضاعف عليه بوجوه له مع ما كان الذي أظهر هو إبداع على غير احتذاء، وإنشاء الإعادة. واللَّه الموفق. </p><p> ثم من عجيب قدرته سبحانه في قوله:  (يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا) أن اللَّه تعالى يظهر النور في ابتداء النهار من طرف من أطراف السماء، والظلمة في أول الليل، ثم ينشر ذلك ويبسطه في جميع أطراف السماء والأرض، وما بينهما من جميع الأقطار والجوانب، في قدر لحظة بصر، وطرفة العين، ما لو أريد تقدير ذلك بالهندسة، وبجميع ما في الخلق من المقادير لما أحيط بالذي انبسط ذلك النور والظلام؛ ليعلم أن اللَّه على ما يشاء قدير، وأنه لو أراد لخلق جميع ما ذكر في أدق مدة وألطف وقت، وأنه القادر على البعث، وجميع ما جاءت به الرسل، على أنه بالذي ذكرت يلبس وجوه كلية الأشياء السنن، ويجليها بطرف عين بالتدبير، والعلم الذي له يوجب ذلك مما يعجز عن توهم مثله جميع الحكماء، فضلًا عن إدراكه؛ ليعلم أنه عليم لا يجهل، عزيز لا يعجزه شيء، حكيم لا يتفاوت صنعه، ولا يتناقض تدبيره، ولا قوة إلا باللَّه. </p><p> وقريبًا من ذلك ما جعل في جوهر الإنسان من البصر الذي يبصر بأول أحوال الفتح </p><p> قدر خمسمائة سنة، والفكر الذي يبلغ به من غير أن يزول عن مكانه، منتهى مرجع الخلق من الجنة والنار، ويبصر به المعاد والمعاش، والعقل الذي يعرف حقائق من غاب عنه وحضر، مما له صورة وطينة أو إحداهما وما ليس له واحد من الأمرين على قصور الحواس عن إدراك صورة شيء لا طينة له؛ ليعلم أن الذي قدر على تقدير مثله في جوهر واحد وعلم كيف يصنع فيه؛ ليعلم ذلك العلم، قادر على كل شيء، حكيم، عليم. </p><p> وهذا معنى ما قيل إن الإنسان هو العالم الصغير، بمعنى أنه يوجد فيه لكل أمر من الأمور للعالم الكبير فيه مثالًا، ولا قوة إلا باللَّه. </p><p> وقوله:  (بِأَمْرِهِ) . </p><p> قال أبو بكر: يحتمل وجهين: </p><p> أحدهما: أنه أمره كما يقال: أتاه أمر اللَّه، أي: الموت، والعذاب، ونحو ذلك على إرادة ذلك الذي نزل به. </p><p> والثاني: أن يطلعن ويغربن بأمر توحيد اللَّه والإيمان به بما هو فيهن من عجيب الحكمة، ورفع التقدير. </p><p> وقال الحسن: بأمره الذي به كون الأشياء من \" كن \" . </p><p> فالقول الأول هو قول من لا يرى خلق الخلق غير الخلق. </p><p> والثاني قول من يرى \" كن \" عبارة عن التكوين الذي يكون به الخلق أبد الآبدين، من غير أن كان ثَمَّ في الحقيقة كاف أو نون. </p><p> لكنه جاء ما يفهم به المراد من الكلام يراد في ذلك نفي الصعوبة عنه، وتيسير الأمر عليه، وذلك يكون في الحقيقة غير الخلق إذ أخبر في الخلق أنه كان به، وكل شيء يكون بشيء في المتعارف من القول يكون غيره. </p><p> وكذلك قوله:  (أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ) فيه وجهان: </p><p> أحدهما: الإخبار عن تكوين الخلق الذي هو له. </p><p> والثاني: عن الأمر في خلقه بما شاء ولا يُرَدُّ شيء من أمره عن الوجه الذي أمر، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يُغْشِي اللَّيْلَ النَّهَارَ) يذهب بضوء النهار ظلمة الليل، وضوء النهار بظلمة الليل، إذا جاء هذا ذهب سلطان الآخر. </p><p> (يَطْلُبُهُ حَثِيثًا) قيل: سريعًا، وهو أن اللَّه - عَزَّ وَجَلَّ - يظهر النور في ابتداء النهار في طرف من أطراف السماء، والظلمة في أول الليل، ثم ينشر ذلك في جميع أطراف السماء والأرض وما بينهما من جميع الآفاق والجوانب في قدر لحظة بصر وطرفة عين، ما لو أريد تقدير ذلك بجميع ما في الخلق من المقادير ما قدروا عليه؛ ليعلم أن اللَّه على ما يشاء قدير، وأنه لو أراد أن يخلق جميع ما ذكر أنه خلق في ستة أيام لقادر أن يخلقه في طرفة عين، لكنه خلقه في ستة أيام لحكمة في ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَطْلُبُهُ حَثِيثًا) لا يكون مما ذكر طلب حقيقة، لكن ذكر الطلب؛ لأن ما كان من كل واحد منهما للآخر لو كان ممن يكون له الطلب كان طلبًا وهربًا من غلبة كل واحد منهما صاحبه، وهو ما ذكرنا في قوله تعالى:  (وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا) أنها أنشئت على هيئة وجهة لو كان ذلك ممن يكون منه التغرير كان غرورًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (مُسَخَّرَاتٍ بِأَمْرِهِ) أي: بتكوينه، أي أنشأها، وكَوَّنَها مسخر ات لهم. </p><p> وقَالَ بَعْضُهُمْ بأمره ينفعن البشر. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ) . </p><p> قَالَ بَعْضُهُمْ: الأمر ها هنا هو التكوين. </p><p> وقيل: ألا له الخلق والتدبير في الخلق. </p><p> وقيل: له الأمر في الخلق. </p><p> وقوله - عَزَّ وَجَلَّ -: (تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ) : تعالى اللَّه عما فهمت المشبهة من قوله: (ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) . </p>"
}