{
  "id": null,
  "sura": 7,
  "aya": 51,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (الَّذِينَ اتَّخَذُوا دِينَهُمْ لَهْوًا وَلَعِبًا ... (٥١) </p><p> قال الحسن: اتخذوا دينهم الذي كلفوا به وأمروا أن يأتوا به لهوًا ولعبًا. </p><p> وجائز أن يكون قوله:  (الَّذِينَ اتَّخَذُوا دِينَهُمْ لَهْوًا وَلَعِبًا) أي: اتخذوا دينهم الملاهي التي كانوا يلهون ويلعبون؛ كقوله:  (وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً) أي: اتخذوا دينهم الذي دانوا به لهوا ولعبا؛ لأنهم كانوا ينكرون البعث، وفي إنكارهم البعث إنكار الجزاء للحسنات والسيئات، وفي الحكمة إيجاب ذلك، فمن لم ير ذلك فهو لاه ولاعب، واللهو واللعب هو الذي لا عاقبة له، وكل من عمل عملًا لا عاقبة له فهو لعب ولهو، وكل من يعمل لعاقبة فهو ليس بلعب ولا لهو، وهم كانوا يعملون لا لعاقبة؛ لذلك كان لهوًا ولعبًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا) . </p><p> قَالَ بَعْضُهُمْ: إن الحياة الدنيا لا تغر أحدًا، ولكن أضيف إليها التغرير لما كانت سببا من أسباب الاغترار بها، فاضيف إليها؛ كقوله:  (فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا) ، أضاف الفرار إلى الدعاء، وقد يضاف الشيء إلى سببه؛ كقوله:  (وَالنَّهَارَ مُبْصِرًا) أي: يبصر به. </p><p> وقَالَ بَعْضُهُمْ: أضيف ذلك إليها؛ لما كان منها من السبب من الهيئة ما لو كان ذلك من ذي العقل والتمييز كان ذلك غرورًا؛ من نحو التزيين وغيره. </p><p> وجائز إضافة التغرير إليها على إرادة أهلها، أي: غرهم أهلها، وهم القادة والرؤساء. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَالْيَوْمَ نَنْسَاهُمْ كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَذَا) . </p><p> لا يجوز أن يضاف النسيان إلى اللَّه - تعالى - بحال، ولكن يجوز أن يقال: يجزيهم جزاء نسيانهم، فسمي الثاني باسم الأول، وإن لم يكن الثاني نسيانًا؛ نحو قوله:  (وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا) ، والثانية ليست بسيئة، ولكن جزاء السيئة، لكنه سماها باسم السيئة؛ لما هي جزاء لها؛ فعلى ذلك هذا، وكقوله:  (فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ) والثاني ليس باعتداء، ولكنه جزاء الاعتداء، فسماه باسم الاعتداء؛ لما هو جزاؤه؛ فعلى ذلك سمى الثاني نسيانا؛ لأنه جزاء النسيان، وإن كان اللَّه لا يجوز أن ينسى، أو يسهو عن شيء، أو يغفل، ولأن في النسيان تركا، وكل منسي متروك، فيتركهم </p>"
}