{
  "id": null,
  "sura": 7,
  "aya": 28,
  "text": "<p> وقال الحسن: من حكم اللَّه أن من عصى يكون عدوا له، ومن أطاع يكون وليًّا له، ومن أطاع الشيطان فهو وليه، ومن عصاه يكون عدوًّا له؛ فكذا حكم اللَّه - تعالى - في كل من أطاعه يكون وليًّا له، ومن عصاه يكون عدوًا له. </p><p> وقال غيرهم من المعتزلة قوله:  (جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاءَ لِلَّذِينَ لَا يُؤْمِنُونَ) ، أي: وجدناهم كذلك أولياء لهم. </p><p> ولكن لو جاز إضافة ذلك إلى اللَّه - تعالى - كما ذكر هَؤُلَاءِ - لجاز إضافة ذلك إلى الأنبياء؛ لأنه قد كان منهم التخلية في ذلك، والتسمية لهم بذلك، والحكم على ما قال الحسن، فإذا لم يجز إضافة ذلك إليهم؛ دل أنه قد كان من اللَّه في ذلك صنع لم يكن ذلك من الأنبياء، وهو أن خلق منهم فعل الولاية لهم؛ لما علم منهم أنهم يختارون ولايتهم ويتولونهم؛ كقوله:  (إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ) ، وبالله العصمة والنجاة. </p><p> * * * </p><p> قوله تعالى:  (وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا قُلْ إِنَّ اللَّهَ لَا يَأْمُرُ بِالْفَحْشَاءِ أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ (٢٨) قُلْ أَمَرَ رَبِّي بِالْقِسْطِ وَأَقِيمُوا وُجُوهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ كَمَا بَدَأَكُمْ تَعُودُونَ (٢٩) فَرِيقًا هَدَى وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلَالَةُ إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاءَ مِنْ دُونِ اللَّهِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ (٣٠) </p><p> قوله - عَزَّ وَجَلَّ -: (وَإِذَا فَعَلُوا فَاحِشَةً) . </p><p> قال ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: كل معصية فاحشة، والفاحشة: كل ما عظم فيه النهي، فإذا ارتكبوا ذلك فهو فاحشة. </p><p> وقال مجاهد: فاحشتهم أنهم كانوا يطوفون بالبيت عراة. </p><p> وقال غيره من أهل التأويل: الفاحشة هو ما حرموا من الحرث والأنعام والبنات، وغيره من نحو السائبة والحامي وغيره، لكن الفاحشة ما ذكرنا: أن كل ما عظم النهي فيه والزجر فهو فاحشة، والفاحشة هو ما عظم من الأمر، يعرف ذلك بوجهين: </p><p> أحدهما: يعظم ذلك في العقل، والثاني: بالسمع يرد فيه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاللَّهُ أَمَرَنَا بِهَا) . </p><p> ادعوا في ذلك أمر اللَّه ورضاه به، ويقولون: لو لم يرض بذلك ولم يأمر، لكان ينكلهم وينتقم منهم، يعنون آباءهم، فاستدلوا بتركهم وما فعلوا على أن اللَّه قد كان رضي بذلك، وأمرهم أن يفعلوا ذلك؛ فدل تركه إياهم على ذلك على أنه قد أمرهم بذلك، ورضي عنهم؛ كمن يخالف في الشاهد ملكًا من الملوك في أمره ونهيه، فإنه ينكله على ذلك وينتقم منه؛ إذا كان قادرًا على ذلك، فإذا لم يفعل ذلك به دل ذلك منه على الرضا به؛ فعلى ذلك اللَّه: لما لم ينتقم منهم ولم ينكلهم، دل ذلك على الرضا والأمر به. </p><p> والثاني: كأنهم أخذوا ذلك من المسلمين لما سمعوا من المسلمين قالوا: \" ما شاء الله كان \" ظنوا أن ما كان من آبائهم كان بأمر من اللَّه ورضاه، لم يفصلوا بين المشيئة والأمر: المشيئة والإرادة هي صفة فعل كل فاعل يفعله على الاختيار، نحو أن يقال: شاء فعل كذا، أو أراد أمر كذا، ولا يجوز أن يقال: أمر نفسه بكذا، أو نهى نفسه عن كذا. </p><p> وأما قولهم: إن لم ينكل آباءهم، ولم ينتقم منهم بما فعلوا، دل أنه رضي بذلك، فيقال: إن فيهم من فعل على خلاف فعلهم وغير صنيعهم ضد ما فعل أُولَئِكَ، ثم لم يفعل بهم ذلك؛ فهل دل ذلك على الرضا منه بذلك؛ فإن قلتم: بلى فقد رضي بفعلين متضادين. </p><p> وإن قلتم: لا فكيف دل ذلك في أُولَئِكَ على الرضا والأمر، ولم يدل فيمن فعلوا بخلاف فعلهم؛ فهذا تناقض؟! وقد ذكرناه فيما تقدم، واللَّه أعلم. </p><p> قوله - عَزَّ وَجَلَّ -: (قُل) لهم يا مُحَمَّد. </p><p> (إِنَّ اللَّهَ لَا يَأْمُرُ بِالْفَحْشَاءِ أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ) . </p><p> إن اللَّه أمر بهذا وحرم هذا، وقوله - عَزَّ وَجَلَّ -: (إِنَّ اللَّهَ لَا يَأْمُرُ بِالْفَحْشَاءِ) الفحشاء: هو ما ذكرنا ما عظم النهي فيه، أو كل ما يشتد فيه النهي ويغلظ أو يكثر هو الفحشاء. </p><p> ألا ترى أنه يقال لكل شيء يكثر: فحش، من نحو الكلام وغيره أنه إذا خرج عن حده </p>"
}