{
  "id": null,
  "sura": 7,
  "aya": 27,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (لَعَلَّهُمْ يَذَّكَّرُونَ) . </p><p> أي: لعلهم يوفقون للتذكير، ولعلهم يتقون، أي: لعلهم يوفقون للتقوى، ولعلهم يوفقون للشكر لأنه حرف شك هذا يحسن أن يقال، واللَّه أعلم، أو نقول: لكي يلزمهم التذكر والتشكر. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا بَنِي آدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ ... (٢٧) </p><p> قَالَ بَعْضُهُمْ: خاطب به أهل مكة في تكذيبهم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ومخالفتهم أمره في ألا يخرجكم من الأمن والسعة، كما أخرج أبويكم من دار الأمن والسعة. </p><p> وقَالَ بَعْضُهُمْ: قوله: (لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ) أي: احذروا دعاءه إلى ما يدعوكم إليه؛ فإنه يمنع عنكم في الآخرة الكرامة والثواب؛ كما أخرج أبويكم من دار الكرامة والمنزلة. </p><p> وقال أهل التأويل (لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ) ، أي: لا يضلنكم الشيطان ويغويكم، كما فعل بأبويكم: أخرجهما من الجنة. </p><p> وقال آخرون: قوله: (لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ) بما تهوى أنفسكم، ومالت إلى شهواتها وأمانيها، كما أخرج أبويكم من الجنة بما هوته أنفسهما واشتهائهما، يحذرهم اتباع هوى النفس وشهواتها وأمانيها؛ فإن السبب الذي به كان إخراجهما هو هوى النفس وأمانيها. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا) . </p><p> يحتمل قوله:  (يَنْزِعُ) أي: نزع، عنهما لباسهما وهذا في القرآن كثير يفعل بمعنى فعل. </p><p> ويحتمل على الإضمار؛ كأنه قال: أراد أن ينزع عنهما لباسهما؛ ليريهما سوءاتهما، وقد ذكر أن المفروض من الستر هو ستر العورة لا غير، احتيج إليه أو لم يحتج، وأمَّا غيره من الستر فإنما هو لدفع الأذى من الحر والبرد أو للتجمل، والمفتون بالشيء هو المشغوف به والمولع به. </p><p> يقول: لا يمنعنكم عن دخول الجنة، كما أخرج أبويكم من الجنة، وكان قصده ما </p><p> ذكر من نزع اللباس وإبداء العورة وهو ما ذكر. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لَا تَرَوْنَهُمْ) . </p><p> قيل: قبيله: جنوده وأعوانه، حذرنا إبليسَ وأعوانَه؛ بما يروننا ولا نراهم، فإن قيل: كيف كلفنا محاربته، وهو بحيث لا نراه وهو يرانا ومثله في غيره من الأعداء لا يكلفنا محاربة من لا نراه أو لا نقدر القيام بمحاربته وليس في وسعنا القيام بمحاربة من لا نراه؟ قيل إنه لم يكلفنا محاربة أنفسهم، إذ لم يجعل، له السلطان على أنفسنا وإفساد مطاعمنا ومشاربنا وملابسنا، ولو جعل لهم لأهلكوا أنفسنا وأفسدوا غذاءنا، إنما جعل له السلطان في الوساوس فيما يوسوس في صدورنا، وقد جعل لنا السبيل إلى معرفة وساوسه بالنظر والتفكر، نحو قوله:  (وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ. . .) الآية، وقوله - تعالى -: (وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ) وقوله: (إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا) علمنا ما به ندفع وساوسه وهمزاته، وجعل لنا الوصول إلى دفع وساوسه بحجج وأسباب جعلت لنا، فهذا يدل على أن اللَّه يجوز أن يكلفنا بأشياء لم يعطنا أسباب تلك الأشياء، بعد أن جعل في وسعنا الوصول إلى تلك الأسباب، وإن لم يكن لنا وقت التكليف تلك الأسباب، من نحو: الأمر بالصلاة، وإن لم نكن على الطهارة؛ إذ جعل في وسعنا الوصول إلى الطهارة، ونحو الأمر بأداء الزكاة، وإن لم </p><p> يكن وقت الأمر من نؤدي إليه حاضرًا، أو نحو الأمر بالحج وغيره من العبادات، وإن كان لا يصل إلى أداء ما افترض عليه إلا بعد أوقات مع احتمال الشدائد، وهذا يرد - أيضًا - على من يقول: إنه لا يلزم الأوامر والمناهي من جهلها، ولا يكلف إلا بعد العلم بها؛ لأنه يتكلف حتى لا يلزمه فرض من فرائض اللَّه وعبادة من عباداته؛ لأنه لا يكسب أسباب العلم؛ لئلا يلزمه ذلك، فهذا بعيد محال، والوجه فيه ما ذكرنا، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاءَ لِلَّذِينَ لَا يُؤْمِنُونَ) . </p><p> اختلف أهل الاعتزال فيه؛ قال أبو بكر الأصم: الجعل من اللَّه على وجوه: </p><p> أحدها: السبب أي: أعطينا لهم السبب الذي به صاروا أولياء لهم، كما يقول الرجل لآخر: جعلتُ لك الدار والعبيد والمال، وهو لم يجعل له ذلك، ولكن أعطاه ما به صار ذلك، وهو إنما أعطاه سبب ذلك؛ فيضاف ذلك إليه؛ فعلى ذلك ما أضاف الجعل إليه؛ لما أعطاه السبب. </p><p> وقال جعفر بن حرب:  \" الجعل \" هو التخلية، خلى بينهم وبين أُولَئِكَ؛ فأضاف ذلك إليه بالجعل، كما يقال للرجل: جعلت عبدك قتالًا ضرابًا، إذا خلى بينه وبين ما يفعله، وهو قادر على منعه عن ذلك، فعلى ذلك فبما أضاف الجعل إلى نفسه: هو أن خلى بينهم وبين أُولَئِكَ، يعملون ما شاءوا. </p>"
}