{
  "id": null,
  "sura": 7,
  "aya": 137,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (فَانْتَقَمْنَا مِنْهُمْ ... (١٣٦) يحتمل أن يكون قوله: (فَانْتَقَمْنَا مِنْهُمْ) ما ذكر على إثره من الغرق: (فَأَغْرَقْنَاهُمْ فِي الْيَمِّ) . </p><p> ويحتمل أن يكون قوله:  (فَانْتَقَمْنَا مِنْهُمْ) من الطوفان وأنواع العذاب الذي كان حل بهم، ثم كان الإغراق من بعد. </p><p> وقوله - عَزَّ وَجَلَّ -: (بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا) . </p><p> يحتمل الآيات التي جاء بها موسى على وحدانية اللَّه تعالى وربوبيته، وهي الحجج والآيات التي تقدم ذكرها من الطوفان والجراد والقمل، وما ذكر. </p><p> وقال الحسن: بآياتنا: ديننا. </p><p> وقوله:  (وَكَانُوا عَنْهَا غَافِلِينَ) قيل: معرضين مكذبين بها، لا أنهم كانوا على غفلة وسهو عنها، لكنهم أعرضوا عنها مكابرين معاندين كأنهم غافلين عنها، وجائز أن يكون: غافلين عما يحل بهم من العقوبة بتكذيبهم. </p><p> وقوله:  (وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا ... (١٣٧) </p><p> هو ما سبق من الوعد لهم بوراثة الأرض، وإنزالهم فيها، وهو قوله:  (عَسَى رَبُّكُمْ أَنْ يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ) ، وكقوله:  (وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ) ، كان وعدهم الاستخلاف والإنزال في أرض عدوهم، ثم أخبر أنه أنزلهم وأورثهم على ما - وعدهم بقوله:  (وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ) باستعبادهم، وقوله: ، (مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا) قيل: فيه بوجوه: </p><p> قيل: مشارق الأرض ومغاربها: مملكة فرعون مصر ونواحيها، ما يلي ناحية الشرق وناحية الغرب. </p><p> وقيل: كان في بني إسرائيل من بلغ ملكه مشارق الأرض ومغاربها من نحو ذي القرنين، وداود، وسليمان. </p><p> وقيل: مشارق الأرض ومغاربها: أن فضلوا على أهل مشارق الأرض ومغاربها؛ كقوله:  (وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ) ، قيل: على عالمي هذا الزمان، ثم تفضيله إياهم على البهائم بالجوهر، والخلقة، وعلى الجن بالرسالة والنبوة والمنافع، وعلى جوهرهم من بني آدم بالرسالة والحكمة والملك؛ كقوله:  (وَجَعَلَكُمْ مُلُوكًا وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنَ الْعَالَمِينَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (الَّتِي بَارَكْنَا فِيهَا) . </p><p> قيل: أرض الشام. </p><p> وقيل: أرض مصر ونواحيها. </p><p> وقيل: سماها مباركة لأنها مكان الأنبياء - عليهم السلام. </p><p> وقيل: مباركة لكثرة أنزالها وسعتها. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنَى) . </p><p> قيل: هي الجنة، أي: تمت لهم الجنة بما صبروا، وقيل:  (وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنَى) بما كان وعدهم أنه ينزلهم فيها، ويستخلفهم، تم ذلك الوعد لهم وهو كما قال:  (وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ) تم ما وعد لهم أن يمنَّ عليهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (بِمَا صَبَرُوا) يحتمل: بما صبروا على أذى فرعون، ويحتمل:  (بِمَا صَبَرُوا) من أداء ما أوجب عليهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُوا يَعْرِشُونَ) . </p><p> قَالَ بَعْضُهُمْ: قوله: (وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ) : على الوقف على (وَقَوْمُهُ)  (وَمَا كَانُوا يَعْرِشُونَ) : معطوف على قوله: (وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا)  (وَمَا كَانُوا يَعْرِشُونَ) : وهو من العرش الذي يتخذه الملوك. </p><p> وقيل:  (وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُوا يَعْرِشُونَ) -أيضًا-، أي: أهلكنا ما كانوا يعرشون. </p><p> قَالَ الْقُتَبِيُّ: يعرشون، أي: يبنون، والعرش: بيوت، والعرش: سقوف. </p><p> وقال أَبُو عَوْسَجَةَ:  (وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ) ، أي: أهلكنا وأفسدنا، (وَمَا كَانُوا يَعْرِشُونَ) عَرَش، يَعْرُش ويَعْرِش يعني: يبنون من البيوت والكروم والأشجار. </p><p> وقيل في قوله:  (كَانُوا يُسْتَضْعَفُونَ) : يعني بالاستضعاف: قتل الأبناء واستحياء النساء بأرض \" مصر \" ، ورثهم اللَّه ذلك. </p>"
}