{
  "id": null,
  "sura": 7,
  "aya": 40,
  "text": "<p> ويحتمل (أُولَاهُمْ) : الذين دخلوا أولًا، (لِأُخْرَاهُمْ) : هم الذين دخلوا النار أخيرًا، وهم الأتباع. </p><p> (فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ) . </p><p> قيل فيه بوجهين: </p><p> يحتمل ماكان لكم علينا من فضل في شيء؛ فقد ضللتم كما ضللنا، أي: لم يكن لنا عليكم فضل سلطان، ولا كان معنا حجج وآيات قهرناكم عليها، إنما دعوناكم إلى ذلك فاستجبتم لنا، وقد كان بعث إليكم الرسل مع حجج وآيات فلم تجيبوهم، وهو كخُطبة إبليس حيث قال:  (وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ. . .) فيقول هَؤُلَاءِ القادة للأتباع مثل قول الشيطان لجملتهم. </p><p> وقيل: قوله (فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ) ، يعني: تخفيف العذاب. </p><p> أي: نحن وأنتم في العذاب سواء، لا فضل لكم علينا من تخفيف العذاب في شيء. </p><p> أحد التأويلين في قوله:  (فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ) يرجع إلى الآخرة والآخر إلى الدنيا. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُونَ) . </p><p> من الشرك والتكذيب لآيات اللَّه، وكذلك جزاء بما كانوا يكسبون ويعملون. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا ... (٤٠) </p><p> هذا قد ذكرناه فيما تقدم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ) . </p><p> قَالَ بَعْضُهُمْ: يعني بأبواب السماء أبواب الجنان؛ لأن الجنان تكون في السماء؛ فسمى أبواب السماء لأن الجنان فيها، </p><p> ألا ترى أنه قال:  (وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ) وما يوعد لنا هو </p><p> الجنة، ثم أخبر أنها في السماء. </p><p> ألا ترى أنه قال:  (وَلَا يَدْخُلُونَ الْجَنَّةَ) أكأنه قال: لا تفتح لهم أبواب الجنان ولا يدخلون الجنة، - أيضًا. </p><p> وقال آخرون: أبواب السماء هي أبواب السماء؛ وذلك أن أعمال المؤمنين ترفع إلى السماء وتصعد إليها أرواحهم، وأعمال الكفرة وأرواحهم ترد إلى أسفل السافلين؛ كقوله:  (إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ) ، وقال في الكافر:  (ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ (٥) إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ)، فإذا كانت أعمال المؤمنين وأرواحهم ترفع إلى السماء وتصعد إليها، أخبر أن الكافرين، لا تفتح لهم أبواب السماء ولا لأعمالهم، ولكن ترد إلى السجين. </p><p> وأمكن أن يكون على التمثيل ليس على تحقيق السماء؛ ولكن ذكر السماء لما أن السماء هي مكان الطيبات من الأشياء وقرارها، لا مكان الخبائث والأقذار، والأرض هي مكان ذلك، وأعمال الكفرة خبيثة؛ فكنى عن أعمالهم الخبيثة بالأرض لما أن الأرض هي معدن الخبائث والأنجاس. </p><p> وكنى عن أعمال المؤمنين الطيبة بالسماء، وهو كما ضرب مثل الإيمان: بالشجرة الطيبة الثابتة وفرعها في السماء، وضرب مثل الكفر: بالشجرة الخبيثة المجتثة من فوق الأرض، ليس على أن يكون قوله:  (وَفَرْعُهَا فِي السَّمَاءِ) على تحقيق السماء، ولكن على الوصفت بالطيب والقبول؛ فعلى ذلك الأول. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ) . </p><p> لا يستقيم مثله على الابتداء إلا على نوازل تسبق، خرج ذلك جوابًا لها؛ نحو قوله:  (وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى. . . .) الآية. </p><p> أو أن ذكروا أعمال أنفسهم أنهم يعملون كذا؛ فقال: (لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلَا يَدْخُلُونَ </p><p> الْجَنَّةَ). </p><p> فَإِنْ قِيلَ: كيف خوفهم بما ذكر من سدّ الأبواب عليهم، وجعل النار لهم مهادًا وغواشيًا، وهم لا يؤمنون بذلك كله، فكيف خوفوا به؟ </p><p> قيل: إن المرء إذا خوف بشيء فإنه يخاف ويهاب ذلك، وإن لم يتيقن بذلك، ولا تحقق عنده ما خوف به؛ حتى يستعدّ لذلك، ويتهيأ وإن كان على شك من ذلك وظن؛ فعلى ذلك هَؤُلَاءِ خوفوا بالنار وأنواع العذاب، وإن كانوا شاكين في ذلك غير مصدقين؛ لما يجوز أن يهابوا ذلك، أو أن يخوف بذلك المؤمنين؛ كقوله:  (فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ) ، وقوله:  (وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ) . </p><p> أو أن يكون التخويف لمن آمن منهم بالبعث؛ لأن منهم من قد آمن بالبعث والجزاء والثواب. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ) هذا على الإياس أنهم لا يدخلون أبدًا الجنة كما لا يدخل ما ذكر في سمّ الخياط فإنه لا يدخل أبدًا ثم قوله: (حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ) . </p><p> قَالَ بَعْضُهُمْ: حتى يدخل البعير في خرق الإبرة. </p><p> وقال ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: حتى يدخل الجمل الذي يشد به السفينة في خرق الإبرة. </p><p> وقال أَبُو عَوْسَجَةَ: يعني خرق الإبرة أو المسلة، والجمل: الحبل، والخياط: الإبرة </p>"
}