{
  "id": null,
  "sura": 7,
  "aya": 197,
  "text": "<p> القتل والإهلاك لمن خالفهم فيما هم فيه، ثم لم يقدر أحد منهم الضرر به؛ دل أنه كان باللَّه حفظه، وكذلك سائر الأنبياء - صلوات اللَّه عليهم - حيث قالوا بين ظهراني قومهم - من نحو هود ونوح وهَؤُلَاءِ -: (فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ) ، وقال نوح:  (قَالَ إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ. . . .) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ (١٩٦) </p><p> ذكر هذا على إثر قوله:  (ثُمَّ كِيدُونِ فَلَا تُنْظِرُونِ) ؛ كما ذكر هود:  (إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ (٥٤) مِنْ دُونِهِ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ (٥٥) إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ). وكما قال نوح:  (إِنْ كَانَ كَبُرَ عَلَيْكُمْ مَقَامِي وَتَذْكِيرِي بِآيَاتِ اللَّهِ فَعَلَى اللَّهِ تَوَكَّلْتُ فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكَاءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوا إِلَيَّ وَلَا تُنْظِرُونِ) . فزعوا إلى اللَّه - عَزَّ وَجَلَّ - عند وعيد قومهم بالإهلاك، وعليه اعتمدوا، وبه وثقوا؛ فعلى ذلك رسول اللَّه صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ قال:  (إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ) أي: هو وليي يحفظني، وهو يتولى حفظ الصالحين، أي: بتوليه صلحوا. </p><p> أو يتولى ويحفظ الصالحين مقابل قول من ذكرنا من الرسل لقومهم. </p><p> ثم قوله:  (إِنَّ وَلِيِّيَ اللَّهُ) عَزَّ وَجَلَّ. </p><p> يحتمل: حافظي وناصري. </p><p> أو وَلِيِّي تدبيري اللَّه (الَّذِي نَزَّلَ الْكِتَابَ) . </p><p> أو ولي أمري. </p><p> أو أولى بي اللَّه (الَّذِي نَزَّلَ الْكِتَابَ) الذي عجزت الخلائق عن إتيان مثله (وَهُوَ يَتَوَلَّى الصَّالِحِينَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَلَا أَنْفُسَهُمْ يَنْصُرُونَ (١٩٧) يذكر سفههم بعبادتهم من عجز عن دفع الضرر عن نفسه، فضلاً أن يدفع ذلك عنهم أو يجروا إلى أنفسهم منفعة، وأخبر عن جهلهم أنهم يعبدون من لا يملك دفع ضر ولا جر نفع. </p><p> وقوله:  (وَإِنْ تَدْعُوهُمْ إِلَى الْهُدَى لَا يَسْمَعُوا وَتَرَاهُمْ يَنْظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ (١٩٨) هذا يخرج على وجهين: </p><p> أحدهما: يخاطب به المؤمنين بقوله: </p>"
}