{
  "id": null,
  "sura": 7,
  "aya": 89,
  "text": "<p> جميعًا؛ كما قال:  (وَلَوْلَا رَهْطُكَ لَرَجَمْنَاكَ) ، وكقول قوم لوط للوط:  (لَئِنْ لَمْ تَنْتَهِ يَا لُوطُ لَتَكُونَنَّ مِنَ الْمُخْرَجِينَ) ، وكقول قوم نوح:  (لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ) وما أخبر عن قول هَؤُلَاءِ لرسولنا حيث قال: (وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ) ، قد كان من القوم إلى الأنبياء والرسل - عليهم السلام - المعنيان جميعًا التوعد بالقتل والإخراج جميعًا؛ فعلى ذلك يحتمل ذلك من قوم شعيب ما ذكرنا، واللَّه أعلم. وكذلك كانوا يقولون للرسل جميعًا؛ حيث قالوا:  (وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا. . .) ، هكذا كانت عادة جميع الكفرة أنهم كانوا يخوفون الرسل بالإخراج مرة وبالقتل مرة ثانية. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا) . </p><p> يحتمل قوله:  (أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا) لما عندهم أنه كان على دينهم الذي هم عليه لما لم يروا منه عبادته لله فيما عبده سرا، فقالوا:  (لَتَعُودُنَّ فِي مِلَّتِنَا) على ما كان عندهم أنه على ذلك؛ وهو كما قالوا لصالح:  (قَدْ كُنْتَ فِينَا مَرْجُوًّا قَبْلَ هَذَا) كان عندهم أنه على دينهم قبل ذلك، فعلى ذلك يحتمل قول هَؤُلَاءِ لتعودن من العود إلى ما كان عندهم أنه على ذلك. </p><p> ويحتمل على ابتداء الدخول فيها والاختيار؛ كقوله:  (يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ) . </p><p> على منع الدخول فيها؛ لا أنهم كانوا فيها، ثم أخرجهم فعلى ذلك الأول. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ أَوَلَوْ كُنَّا كَارِهِينَ) . </p><p> يقول: لنعودن في ملتكم، وإن كنا كارهين، أي: قد تأبى عقولنا، وتكره طباعنا من الدخول في ملتكم فكيف نعود فيها؟ (قَدِ افْتَرَيْنَا عَلَى اللَّهِ كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُمْ بَعْدَ إِذْ نَجَّانَا اللَّهُ مِنْهَا ... (٨٩) </p><p> يحتمل قوله:  (إِنْ عُدْنَا فِي مِلَّتِكُمْ) وجوهًا ثلاثة: </p><p> أحدها: أن ذلك منه إخبار عن قومه لا عن نفسه، أي: افتروا على اللَّه كذبًا إن عادوا في ملتكم بعد إذ نجاهم اللَّه منها، وما يجوز لهم أن يعودوا فيها، وأما هو فإنما أجابهم عن نفسه بما ذكر في سورة هود:  (وَيَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ) . أجاب هو قومه كما أجاب غيره من الرسل قومهم حين أوعدوهم بالقتل والعقوبة، كما قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" ثُمَّ كِيدُونِ فَلَا تُنْظِرُونِ \" ، وكما قال هود:  (أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ (٥٤) مِنْ دُونِهِ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ)، ونحو ذلك من الجوابات التي كانت من الأنبياء - عليهم السلام - لأقوامهم. </p><p> ويحتمل أن يكون على الابتداء من غير أن كان فيها؛ كقوله:  (رَفَعَ السَّمَاوَاتِ) رفعها ابتداء من غير أن كانت موضوعة، وكقوله:  (يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ) ، إخراج ابتداء لا أن كانوا فيها ثم أخرجهم. </p><p> ويحتمل ما ذكرنا أنه أجابهم على ما عندهم أنه كان على دينهم، فأجاب لهم على ما عندهم أنه على ذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا يَكُونُ لَنَا أَنْ نَعُودَ فِيهَا) أي: ما يجوز لنا أن نعود فيها، وقول شعيب:  (قَدِ افْتَرَيْنَا عَلَى اللَّهِ كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُمْ) تعريض تسفيه منه إياهم أنكم قد افتريتم على اللَّه كذبًا لا تصريح؛ حيث لم يقل: قد افتريتم أنتم على اللَّه كذبًا، قال:  (قَدِ افْتَرَيْنَا عَلَى اللَّهِ كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُمْ) ، وذلك منه تلطف بهم وترقق. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّنَا وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًا) . </p><p> اختلف في تأويله: </p><p> قال الحسن: من حكم اللَّه - عَزَّ وَجَلَّ - أن من قبل دينه وأطاع رسوله أن يكون وليًّا له، وسمى مؤمنًا، ومن رد دينه وعصى رسوله يتخذه عدوًّا له، ويكون كافرًا. </p><p> وقال أبو بكر الكيساني: قوله: (إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّنَا) : أن يتعبدنا، ويمتحننا ببعض ما كانوا يتقربون به. </p><p> ويشرع لهم ما يحل ويسع، لم يرد به الدِّين الذي هم عليه، لكن هذا لا يحتمل؛ لأن سؤالهم كان العود إلى ملتهم، فعلى ذلك خرج الثنيا. </p><p> وقال أبو جعفر بن حرب: قوله: (إِلَّا أَن يشَآءَ اللَّهُ) : إلا أن يأمرنا اللَّه بما يؤيسهم </p><p> بذلك على الإياس، وقطع الرجاء، أي: لا يشاء اللَّه ألبتَّة ذلك؛ كما يقال: كان كذا إن صعدت السماء، وكقوله:  (حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ) فعلت كذا، مما يعلم أنه لا يكون؛ فعلى ذلك هذا كله بعيد محال. </p><p> أما قول الحسن: إن من حكم اللَّه أنه من رد دينه وعصى رسوله، أنه يكون من الكافرين، ومن قبل دينه وأطاع رسوله، يكون من المؤمنين، فليس فيه سوى أنه يقول: إنه يعلم من كفر به ومن آمن به، فلا معنى للاستثناء لو كان التأويل ما ذكر. </p><p> وأما قول أبي بكر: إنه يتعبدهم ويمتحنهم بما يتقربون في دينهم وملتهم مما يجوز أن يأذن في ذلك، فذلك لا يحتمل؛ لأنه ذكر الملة التي كانوا هم عليها، فإليها ترجع الثنيا لا يجوز أن تصرف الثنيا، إلى غيرها. </p><p> وأما قول من يقول بالإياس وقطع الطمع عن ذلك: فذلك -أيضًا- بعيد؛ لأن الإياس إنما يكون فيما يعلم أنه لا يكون ألبتَّة من نحو ما ذكر من قوله:  (وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ) ، ونحوه، وأمَّا مثل هذا فإنهم لا يفهمون منه الإياس وقطع الرجاء، بل كانوا يأتون بالفواحش، ويقولون: اللَّه أمرهم بذلك، فأنَّي يقع لهم الإياس بذلك؟! </p><p> وأمَّا عندنا فإنه على حقيقة المشيئة، وذلك أن مَن علم اللَّه منه أنه يختار الكفر، ويؤثر ذلك على فعل الإيمان والطاعة - يشاء ذلك له على ما علم أنه يختار، ومن علم منه أنه لا يختار ذلك لا يشاء؛ إذ لا يجوز أن يعلم منه غير الذي يكون أو أن يشاء غير الذي علم أنه يكون منه؛ لأنه جهل وعجز. </p><p> وأصله: أن شعيبًا خاف أن تسبق منه زلة ويصير منه الاختيار لذلك فيشاء الله بذلك الزيغ والضلال، وكذلك جميع الأنبياء خافوا ذلك؛ كقول إبراهيم - عليه السلام - حيث قال:  (وَلَا أَخَافُ مَا تُشْرِكُونَ بِهِ إِلَّا أَنْ يَشَاءَ رَبِّي شَيْئًا) ، وقول يوسف حيث قال:  (إِلَّا أَنْ يَشَاءَ اللَّهُ نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ) ، كان خوف الأنبياء - عليهم السلام - أكثر من خوف غيرهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًا) . </p><p> معناه - واللَّه أعلم - أنه لا نعلم إلى ماذا تصير عاقبة أمرنا، وعلم اللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (عَلَى اللَّهِ تَوَكَّلْنَا) . </p><p> قيل: على اللَّه اعتمدنا فيما تخوفُنَّنا من الإخراج، وإليه نلجأ في سلطانه وملكه، وبه نثق في وعده بما يعدنا من النصر والظفر على الأعداء. </p><p> وقوله - عَزَّ وَجَلَّ -: (رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ) . </p>"
}