{
  "id": null,
  "sura": 7,
  "aya": 145,
  "text": "<p> فذلك يدل -أيضًا- على تفضيل أمة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - على غيرها من الأمم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي) . </p><p> كان مصطفى ومفضلًا بالكلام على الناس كافة الأنبياء وغيرهم؛ لأن اللَّه تعالى لم يكلم أحدًا من الرسل إلا بسفير سوى موسى؛ فإنه كلمه، ولم يكن بينهما سفير. </p><p> وأما قوله:  (اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي) على أناس زمانه، وأهله خاصة، ويحتمل: برسالاتي التي بين موسى وبين اللَّه تعالى، وهذا ينقض على المعتزلة قولهم: إن الله تعالى لا يرسل رسولًا إلا وهو يستحق الرسالة، ولو كان طريقه الاستحقاق لا الإفضال والإحسان، لم يكن للامتنان معنى، دلَّ أن طريقه الإفضال والإحسان لا الاستحقاق، واللَّه أعلم. </p><p> وعلى قول المعتزلة لا يكون اللَّه مصطفيًا موسى ولا غيره من الأنبياء، ولكن هم الذين اصطفوا أنفسهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَخُذْ مَا آتَيْتُكَ) يخرج على وجهين: </p><p> أحدهما: القبول، أي: اقبل ما أعطيتك؛ كقوله:  (خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً) . </p><p> ويحتمل قوله:  (فَخُذْ مَا آتَيْتُكَ) ، أي: اعمل بما آتيتك بأحسن العمل، (وَكُنْ مِنَ الشَّاكِرِينَ) لنعمته التي أنعمها عليه، من التكليم والرسالة وغيرهما من النعم، والله الموفق. </p><p> * * * </p><p> قوله تعالى:  (وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَوْعِظَةً وَتَفْصِيلًا لِكُلِّ شَيْءٍ فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا بِأَحْسَنِهَا سَأُرِيكُمْ دَارَ الْفَاسِقِينَ (١٤٥) سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَإِنْ يَرَوْا كُلَّ آيَةٍ لَا يُؤْمِنُوا بِهَا وَإِنْ يَرَوْا سَبِيلَ الرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِنْ يَرَوْا سَبِيلَ الْغَيِّ يَتَّخِذُوهُ سَبِيلًا ذَلِكَ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ (١٤٦) وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ حَبِطَتْ أَعْمَالُهُمْ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ (١٤٧) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ مِنْ كُلِّ شَيْءٍ) . </p><p> يحتمل قوله:  (وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ) وجهين: </p><p> أحدهما: أنه إنما أضاف ذلك إلى نفسه لما تولى كتابتها الملائكة البررة الكرام، </p><p> أضاف ذلك إلى نفسه تفضيلًا لهم وتعظيمًا على ما ذكر في الكتاب في غير موضع؛ من نحو قوله:  (فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا) ، وقوله:  (مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ) ، أخبر أن طاعة الرسول له طاعة، وغير ذلك، فكذلك هذا، واللَّه أعلم. </p><p> أو أضاف ذلك إلى نفسه لما كان ويكون إلى يوم القيامة، إنما يكون بـ كن الذي كان منه في الأوقات التي أراد أن يكون، فعلى ذلك كَتْبُ تلك الألواح كان تحت ذلك الكن، وإن كان أضاف بعض تلك الأشياء إلى نفسه؛ كقوله:  (جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ) و (جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا) ، (وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً) ، كذا وخلق لكم كذا (وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ) ، ونحو ذلك، فذلك كله كان تحت قوله:  (كُنْ) فكان على ما أراد أن يكون، في الأوقات التي أراد أن تكون، واللَّه أعلم. </p><p> وقوله:  (وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ مِنْ كُلِّ شَيْءٍ) . </p><p> يحتمل قوله:  (مِنْ كُلِّ شَيْءٍ) : مما يقع للعباد الحاجة إليه، ويحتمل:  (مِنْ كُلِّ شَيْءٍ) من أمره ونهيه، وحله وحرامه. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَوْعِظَةً) . </p><p> قال: الموعظة: هي التي تحمل القلوب على القبول، والجوارح على العمل. </p><p> وقَالَ بَعْضُهُمْ: الموعظة: هي التي تنهى عما لا يحل. </p><p> قال أبو بكر: الموعظة: هي التي تلين القلوب القاسية، وتدمع العيون الجامدة، وتصلح الأعمال الفاسدة. </p><p> قال الشيخ رحمه اللَّه -: وعندنا الموعظة: هي تذكر العواقب، وتحمله على العمل بها. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتَفْصِيلًا لِكُلِّ شَيْءٍ) . </p><p> قيل: تقصيلًا لما أمروا به، ونهوا عنه. </p><p> وقيل: بيانًا لكل ما يحتاج إليه. </p><p> وقوله:  (فَخُذْهَا) يحتمل -أيضًا- وجهين: </p><p> يحتمل قوله:  (فَخُذْ) ، أي: اقبل، على ما ذكرنا في قوله:  (فَخُذ مَا آتَيتُكَ) . </p><p> ويحتمل: اعمل بما فيها. </p><p> وقوله - عَزَّ وَجَلَّ -: (بِقُوَّةٍ) قال أهل التأويل: بجد ومواظبة، ولكن قوله:  (فَخُذْهَا بِقُوَّةٍ) القوة المعروفة، وعلى قول المعتزلة لا يكون أخذًا بقوة، وقد أخبر أنه أخذها بقوة؛ لأنهم يقولون: إن القوة تكون قبل الفعل، ثم يقولون: إنها لا تبقى وقتين، فيكون في الحاصل لو كانت قبل الفعل أخذًا بغير قوة دل أنها مع الفعل، وتقول المعتزلة: دل قوله: (فَخُذْهَا بِقُوَّةٍ) على أن القوة قد تقدمت الأمر بالأخذ، لكن لا يكون ما ذكروا؛ لأنه أمر باخذ بقوة دل أنها تقارن الفعل لا تتقدم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأْمُرْ قَوْمَكَ يَأْخُذُوا بِأَحْسَنِهَا) . </p><p> يحتمل قوله:  (يَأْخُذُوا) ما ذكرنا من الوجهين القبول أو العمل، أي: مرهم يقبلوا بأحسن القبول. </p><p> ويحتمل: مرهم يعملوا بأحسن ما فيها من الأمر، والنهي، والحلال، والحرام. </p><p> ويحتمل قوله:  (بِأَحْسَنِهَا) ، أي: بما هو أحكم وأتقن. </p><p> أو بأحسن مما عمل به الأولون؛ إذ فيه أخبار الأولين. </p><p> وقوله - عَزَّ وَجَلَّ -: (سَأُرِيكُمْ دَارَ الْفَاسِقِينَ) . </p><p> قال بعض أهل التأويل: قال ذلك لبني إسرائيل: سأريكم دار الفاسقين، يعني: سنة الفاسقين، وهو الهلاك؛ كقوله تعالى:  (فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ) . </p><p> وسنته في أهل الفسق والكفر والهلاك. </p>"
}