{
  "id": null,
  "sura": 7,
  "aya": 189,
  "text": "<p> يعد ما أقام عليه الحجة وعلم من المجيب منكم ومن الرادِّ. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ)  [ ..... ] . </p><p> * * * </p><p> قوله تعالى:  (هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا فَلَمَّا تَغَشَّاهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِ فَلَمَّا أَثْقَلَتْ دَعَوَا اللَّهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحًا لَنَكُونَنَّ مِنَ الشَّاكِرِينَ (١٨٩) فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا فَتَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ (١٩٠) أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ (١٩١) وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلَا أَنْفُسَهُمْ يَنْصُرُونَ (١٩٢) </p><p> وقوله:  (هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا فَلَمَّا تَغَشَّاهَا حَمَلَتْ حَمْلًا خَفِيفًا. . .) الآية. </p><p> قال عامة أهل التأويل: إن آدم وحواء لما أهبطا تغشاها آدم، فحملت، فأتاها إبليس فقال: يا حواء، ما هذا الذي في بطنك؟ قالت: لا أدري، قال: لعله بهيمة من هذه البهائم: ناقة، أو شاة، أو بقرة، قالت: لا أدري، فأعرض عنها، فلما </p><p> أثقلت أتاها فقال: كيف تجدينك؟ قالت: إني لأخاف أن يكون الذي ذكرت، ما أستطيع القيام إذا قعدت إلا بجهد، قال: أفرأيت إن دعوت اللَّه يجعله إنسانًا مثلك ومثل آدم أتسمينه بي؟ قالت: نعم، فانصرف عنها، وقالت لآدم: لقد أتاني آت فخوفني بكذا، وإني لأخاف مما ذكر، فدعوا اللَّه في ذلك بقوله:  (دَعَوَا اللَّهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحًا) ، يقول: جعلته إنسانًا (لَنَكُونَنَّ مِنَ الشَّاكِرِينَ) ، فكان هذا دعاؤهما قبل أن تلد، فلما ولدت أتاها إبليس وقال: ألا تسمينه بي كما وعدتني؟ قالت: نعم، ما اسمك؟ قال: اسمي الحارث، فسمته: عبد الحارث؛ فذلك قوله:  (فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا) ؛ على هذا حمل أهل التأويل الآية وإلى آدم وحواء صرفوها، وذلك وخش من القول، قبيح في آدم وحواء ذلك، ولو ثبت ما قالوا: إنهما سميا ولدهما باسمه ونسباه إليه، لم يكن في ذلك إشراك؛ إذ لو كان في مثله إشراك لكان فيما أضاف العبيد والمماليك إلى الخلق إشراك في ألوهيته. </p><p> ثم التأويل عندنا على غير ما ذهبوا إليه - واللَّه أعلم - وهو أن قوله:  (هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ) يعني: من آدم، (وَجَعَلَ مِنْهَا زَوْجَهَا) : حواء، أي: خلق الذكور كلهم من آدم، وخلق الإناث كلهن من حواء؛ كقوله:  (وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا) ، أخبر أن الأزواج خلقهن من نفس الأزواج، فلما أضاف الزوجات </p><p> إلى أنفس الأزواج وأنهن من أنفسهم خلقهن؛ كان قوله:  (خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا) كل زوجة وزوج إذا تغشاها وحملت دعا آدم وحواء: (لَئِنْ آتَيْتَنَا صَالِحًا لَنَكُونَنَّ مِنَ الشَّاكِرِينَ) إذ جميع الأولاد أولادهما، يدعون اللَّه في ذلك ليكون صالحًا؛ فمن كان مسلمًا منهما كان بدعائهما؛ فعلى هذا التأويل يحصل دعاؤهما لأولادهما الذين يولدون إلى يوم القيامة؛ لأنهما أب وأم، وقد يدعو الوالدان لأولادهما بالصلاح والخير؛ على هذا يجوز أن يخرج تأويل الآية، وأما ما قال أُولَئِكَ فهو بعيد محال، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ: إن العرب كان إذا ولد لهم أولاد ذكور ينسبون إلى الأصنام التي يعبدونها ويضيفون إليها؛ تعظيمًا لها؛ يقولون: ابن اللات، وابن العزى، وابن المناة، ونحو ذلك، وكانوا يقتلون البنات، وكان إذا أصابتهم الشدة يفزعون إلى الله ويتضرعون إليه؛ كقوله:  (فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ) وكقوله: (وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ. . . .) الآية (وَإِذَا غَشِيَهُمْ مَوْجٌ. . . .) الآية، فلما ذهب ذلك عنهم وانجلى عادوا إلى ما كانوا من قبلِ؛ كقوله:  (فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ) ، وقوله:  (ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ. . .) الآية، فإذا كان من عادة العرب ما ذكرنا، كان إذا حملت زوجة منهم وثقل ما في بطنها، جعلا يدعوان اللَّه ربهما لئن آتيتنا صالحًا ذكرًا وسلمت من الولادة (لَنَكُونَنَّ مِنَ الشَّاكِرِينَ فَلَمَّا آتَاهُمَا صَالِحًا) يعني: ذكرًا (جَعَلَا لَهُ شُرَكَاءَ </p><p> فِيمَا آتَاهُمَا) أي: جعلا لله شركاء في الولد الذي ولد لهما، وينسبونه إلى الأصنام التي كانوا يعبدونها، فذلك قوله:  (جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا) فتعالى اللَّه عما يشركون، والله أعلم بذلك. </p><p> وقال الحسن: الآية في مشركي العرب، إلا قوله:  (خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا) فإن ذلك في آدم وحواء. </p><p> ألا ترى أنه قال:  (أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ) دل أنه ما ذكرنا. </p><p> وقال أبو بكر الأصم: قوله: (خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ) وهي نفس آدم (وَجَعَلَ مِنْهَا زَوْجَهَا) أي: خلق كل نفس منكم من تلك النفس، وجعل لكل نفس منكم زوجة من تلك النفس ليسكن إليها؛ فعلى هذا التأويل يصرف آخر الآية إلى غير آدم وحواء. </p><p> وقَالَ الْقُتَبِيُّ: قوله (فَمَرَّتْ بِهِ) أي: استمرت بالحمل، وقوله:  (هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ) إن العرب كانت تعبد الأصنام تقليدًا لآبائهم وسلفهم، فيذكر سفههم أن النفس التي خلقتم منها لم تقلد أحدًا، ولم تشرك أحدًا، إنما اتبعت ما في العقل حسنه، أو ما في السمع من الأمر، فكيف اتبعتم أنتم النفس التي خلقتم منها، وهي لم تتبع إلا ما ذكرنا دون ما اتبعتم في الإشراك له آباؤكم. </p><p> ولو كانت القصة في آدم على ما يقول أهل التأويل، فيكون للعرب بها تعلق واقتداء، فيقولون: إنه أشرك، ونحن نشرك، فدل أنه ليس على ما قالوا، ولكن على الوجوه التي ذكرنا. </p><p> وفي قوله:  (خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ) دلالة أن ليس لأحد من البشر على آخر فضل من جهة الخلقة والنسبة؛ إذ كلهم إنما خلقوا من نفس واحدة، وهم إخوة </p>"
}