{
  "id": null,
  "sura": 7,
  "aya": 8,
  "text": "<p> عَلَيْهِمْ بِعِلْمٍ) على أن سؤاله ليس بسؤال استخبار واستظهار له؛ ولكن سؤال توبيخ وتقرير، أو سؤال شهادة؛ وعلى هذا يخرج الابتلاء منه والامتحان؛ لتقرير الأمر والنهي، لا لإظهار شيء خفي عليه، وإن كان في الشاهد يكون كذلك. </p><p> أو أن يصير ما قد خفي عليهم باديًا ظاهرًا عندهم؛ فسمى ذلك الأمر منه والنهي؛ ابتلاء وامتحانًا؛ لما هو عند الخلق ابتلاء وامتحان، وإن كان عند اللَّه لا يحتمل ذلك؛ فسمي بالذي فيما بينهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٨) وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ). </p><p> قال الحسن: يكون ميزانًا له كفتان يوزن فيه الحسنات والسيئات؛ فمن ثقلت موازينه دخل الجنة، ومن خفت موازينه دخل النار. </p><p> وقال غيره من أهل التأويل: يريد بـ \" الموازين \" الحسنات والسيئات نفسها؛ فمن رجحت حسناته على سيئاته دخل الجنة، ومن رجحت سيئاته على حسناته دخل النار. إلى هذا ذهب أكثر أهل التأويل، ولا يحتمل ما قالوا. </p><p> أما قول الحسن: ميزان له كفتان يوزن فيه الحسنات والسيئات - لا يحتمل؛ لأنه قال:  (فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ) . إذا ثقلت إحدى الكفتين خفت الأخرى، وإذا خفت إحداهما ثقلت الأخرى؛ فكل واحدة منهما فيمن تثقل موازينه وتخف، وقد أخبر في الآية أن من ثقلت موازينه فأُولَئِكَ هم المفلحون، ومن خفت </p><p> موازينه (فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ) . </p><p> ولا يحتمل -أيضًا- ما قال غيره من أهل التأويل: إنه أراد ب \" الموازين \" ْالحسنات، والسيئات؛ لأن الآية في المؤمنين والكافرين، فلا سيئة ترجح في المؤمن مع إيمانه، ولا حسنة ترجح في الكافر مع شركه، إلا أن يقال: إن توزن حسناته وتقابل بسيئاته دون إيمان، وكذلك الكافر تقابل سيئاته بحسناته دون الشرك؛ فذهبت حسناتهم التي كانت لهم في الدنيا بما أنعم اللَّه عليهم في الدنيا؛ فقد عجل لهم جزاء حسناتهم التي عملوا في الدنيا؛ بما أنعم عليهم في الدنيا. </p><p> وأما المؤمن فيتجاوز عن سيئاته ويتقبل عنه أحسن ما عمل؛ كقوله:  (أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ) . </p><p> أو أن يكون ما ذكر من الميزان هو الكتاب الذي ذكر في آية أخرى؛ كقوله تعالى:  (فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ (٧) فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا (٨) وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُورًا (٩) وكما قال: (فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ)  (وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ) . </p><p> وقَالَ بَعْضُهُمْ: الوزن هو العدل؛ كقوله:  (وَنَضَعُ الْمَوَازِينَ الْقِسْطَ) ، لم يقل: نضع الموازين بالقسط، ولكن قال:  (وَنَضَعُ الْمَوَازِينَ الْقِسْطَ) ، والقسط: هو العدل، فهو إخبار عن العدل أنه يعدل بينهم يومئذ. </p>"
}