{
  "id": null,
  "sura": 7,
  "aya": 172,
  "text": "<p> تَتَّقُونَ): العقوبة والمعصية. </p><p> * * * </p><p> قوله تعالى:  (وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ (١٧٢) أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ (١٧٣) وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلَعَلَّهُمْ يَرْجِعُونَ (١٧٤) </p><p> تكلم الناس في تأويل قوله:  (وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ. . . .) الآية؛ فمنهم من يقول: ذلك عندما خلق آدم، أخرج من يكون من ذريته مثل الذر، فعرض عليهم قوله:  (أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى) لكن اختلفوا؛ فمنهم من يقول: جعل بالمبلغ الذي يجري على مثله القلم؛ وهو قول الحسن. </p><p> ومنهم من يقول: عرض ذلك على الأرواح دون الأجساد. </p><p> ومنهم من يقول: بلا عرض أنه خلق صنفين، فقال: هَؤُلَاءِ في الجنة، وهَؤُلَاءِ للنار، ولا أبالي. </p><p> ومنهم من يقول: عرض الكل على ما عليه أحوالهم وآجالهم في الدنيا، واللَّه أعلم كيف كانت القصة، أو كيف ترى أحوال الفقر والغناء في الذر، أو كيف هَؤُلَاءِ في النار، ولا أبالي مع اجتماعهم على القول \" ببلى \" لما عرض عليهم في قوله: (أَلَسْتُ بِرَبِّكُمْ) . </p><p> وقد رأينا في تلك الأخبار ما كان الكف عما له المراد، وبخاصة حفظ العوام وأهل الضعف عن تبليغها ألزم وأعظم في النفع وأبعد عن الشبهة من روايتها وتكلف الكشف عنها، فنسأل اللَّه العصمة عما به الهلاك، والتوفيق للنصح بما به نجاة كل سامع ودفع كل شبهة وحيرة، فإنه لا قوة إلا باللَّه. </p><p> ومنهم من ذهب في تأويل الآية إلى المعروف من أمر ذرية آدم، والأخذ عن </p><p> الأصلاب، والإنشاء في الأرحام؛ على ما كان ويكون إلى يوم القيامة؛ على ما قال اللَّه - سبحانه وتعالى -: (فَلْيَنْظُرِ الْإِنْسَانُ مِمَّ خُلِقَ. . .) ، إلى قوله:  (يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَائِبِ) ، وقال:  (إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا. . .) الآية، وقال:  (وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ. . .) . وقال:  (مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارً. . .) ، وغير ذلك مما احتج اللَّه به من أول ما جرى به تدبير البشر إلى آخر ما ينتهي به أمره، مما يعجز عن تقديره وسع الخلق، ويستتر عن عقولهم كيفية بدء ذلك، وما عليه تنقله من حال إلى حال في كل طرفة عين، ولحظ بصر، مع ما فيه من عجيب التدبير وحسن التقويم الذي لو تكلف الخلق تصوير مثله بكل أنواع الحيل من الأصول الظاهرة، بحيث يبصره كل بصر - لكان يعجز عنه، فكيف في الظلمات الثلاث، مع ما ركب فيه من العقل والسمع والبصر، وما جعل في كل ما أنشأ فيه، ومنه مما لا يبلغ الأوهام فضلًا عن الإحاطة بما في ذلك من الحكمة؛ ولذلك قال اللَّه:  (وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ) ، وكأن ذلك هو العهد إلى جميع الذرية وإشهاد أنفسهم عليهم، يتعالى من دبرهم على ذلك وأنشأهم على ما فيهم عن أن يكون له شريك، أو يقدر أحد قدره، فذلك هو معنى إشهادهم على أنفسهم، أي: جعلهم على أنفسهم شهودا أن يعلموا أن مدبرهم هو ربهم، لا ربّ لهم غيره، وأنه ليس كمثله شيء، مع ما في جعل ذلك ذرية يعرف كل بما يرى من عجزه تدبير ولده، وجهله بأحواله في حال كونه في رحم أبويه بيان على أنه لا كان بآبائه وأمهاته علم، ولكن برب العالمين، وذلك هو الذي يمنعهم عن القول بالغفلة عن ذلك؛ إذ قد علمه كل منهم لآجال كونهم في الوقت الذي لا يذكره أحد. </p><p> والذي يبين أن هذا التأويل أحق من الأول ما دل عليه سياق الآية من ذلك قوله:  (وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ) ، وأقاويل من ذكرت على الأخذ من ظهر آدم. </p><p> والثاني: قوله: (مِن ظُهُورِهِم) وفي قولهم: من ظهر آدم. </p><p> والثالث: قوله: (أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ) وفي التأويل ألا تقولوا، فكيف يحذرهم عن القول بذلك وقد علم أنهم كذلك، ليس أحد منهم يذكر ذلك، ولا مما يتقرر عنده لو نبه بكل أنواع التنبيه؟ </p><p> والرابع: قوله: (أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْ) ، ما في ذلك العرض مما يمنع عن هذا القول، وأيضًا أنه أذكر في بعض ذلك القول بأن هَؤُلَاءِ، في النار ولا أبالي، وفي القرآن الجمع بينهم في القول بـ بلى، وذلك عد توحيدًا منهم مع ما في القرآن:  (وَكُنْتُمْ أَمْوَاتًا. . .) الآية، (قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ. . .) الآية، وفي إثبات ذلك إثبات الموت والحياة أكثر من العدد الذي جاء به القرآن في الكل، ولا قوة إلا باللَّه. </p><p> ثم قد يتوجه التأويل الثاني في قوله:  (وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى) إلى أوجه. </p><p> فأما ابتداء الآية فهو ذلك عند التحقيق؛ لأنه ذكر الأخذ من بني آدم ثم من ظهورهم، والمأخوذ من بني آدم ثم من ظهورهم هو النطف، وهو الماء الدافق الذي يخرج من بين الصلب والترائب، (وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ) أعلمهم ما منه أنشأهم وقلبهم من حال إلى حال، إلى أن تمت النسمة وظهرت البشرية على ما أعلم كل في ذريته خروج بدئه من تدبير والديه، وقيامه على ما عليه مداره وقراره، وبتدبير من لا يعجزه شيء، ولا يخفى عليه أمر؛ ليقولوا: إن الذي ذكر هذا هو ربهم الذي رباهم على ذلك، ليس كمثله شيء، فكان ذلك إعلامًا من اللَّه إياهم على أنفسهم، وشهادة منها بالخلقة أنه ربهم الذي رباهم وملكهم على ما جرى فيهم من تدبير اللَّه - جل ثناؤه - ولئلا يقولوا غدًا: إنهم عن هذا غافلين؛ إذ قد عرف ذا كل ذي عقل، وعرف أنه كان باللَّه - سبحانه وتعالى - لا بوالديه؛ ليجعلوا شرك الآباء والأمهات لأنفسهم حجة من حيث كانوا منهم، واللَّه أعلم. </p><p> والثاني: أن يكون اللَّه أشهدهم على أنفسهم بما أراهم من أحوال ذريتهم في الانتقال </p><p> على أحوال على أن أنفسهم كذلك كانت دخل كل منهم بجوهرهم في ذلك التدبير؛ ليعلموا أن الذي دبرهم على ذلك دبر الكل، فيزول عنهم شبهة أن الكون بغير الرب الذي ليس كمثله شيء، فيزول عنهم به عذر الغفلة وعلاقة الشبهة بكفر الوالدين من حيث حق التبعية، أو سفه التقليد بما يعلم خروج الجميع من التدبير، ورجوع التدبير إلى غير؛ ليكون موضع الاستدلال بما أمرهم هو ودعاهم إليه، لا بما أمرهم به الآباء والأمهات. </p><p> ثم القول ببلى يكون نطقًا، ويكون خلقة، ويكون جواب الفطرة بحق التأمل، فالنطق أنه لا يسأل أحد قبل التلقين إلا وهو يقول بالرب والخالق؛ وعلى ذلك قوله:  (وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ) . والخلقة بما كان من حاجته إلى مقيم وإلى مدبر على شركة كل في ذلك إقرار له بالربوبية، وذلك معنى نفي التفاوت عن خلقه وفطرته بما يقلبه عن أحوال لو تأمل الخلائق إدراك كل حال منها ووجه التنقل وقدر التغير في كل حال لما تهيأ لهم؛ ليعلم أن في الفطرة شهادة بالتوحيد، وهذا معنى ما روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" كل مولود يولد على الفطرة \" أي: على حال لو تركت العقول والفكر فيها لشهدت بالتوحيد، وذلك أمعنى، قوله:  (بَلَى) لا أن ثم قول لسان؛ بل نطق حال؛ كما قال الحكيم: كل صامت ناطق؛ لأن صمته دليل تدبير آخر، فهو ناطق بالبيان عن الواحد العزيز، ولا قوة إلا باللَّه. </p><p> وقد يحتمل الإشهاد أن جعلهم شهداء على أنفسهم بالعبودة لله، وأنه ربهم والمالك عليهم، والقول بـ \" بلى \" بما يلزم ذلك بالتأمل؛ فكأنه قال، واللَّه أعلم. </p><p> وفي الآية دلالة إثبات خلق اللَّه فعل الخلق، وقد أخبر اللَّه أنه أخذ ذلك، واللَّه أعلم. </p><p> فَإِنْ قِيلَ: على ماذا يخرج تأويل السلف؟ </p><p> قيل: لعلهم وجدوا فيه خبرًا ظنوا أن الآية تخرج عليه، فأولوها على ذلك، فإذا أريد </p><p> تسوية ذلك بالآية لابد من زيادات تلحق بها أو تخرج عنها، وإلا لا يخرج من ذلك عن أن يقول:  (وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ) أن يجعل \" مِن \" صلة؛ كأنه قال: وإذ أخذ ربك من بني آدم، وقد تكون كقوله:  (وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ) . </p><p> وبنو آدم يؤخذ من ظهر آدم كما يؤخذ ابن كل من ظهورهم، أي: أصل ابن كل من ظهره، وذكر ظهورهم؛ لما كان منسوبًا إليهم، وإن كان لو طرح حرف الصلة تزول الشبه، فحفظ في ذكرهم حق الوصل وإن كان حقه الإسقاط؛ كقوله:  (وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ. . .) الآية، وغير ذلك مما كنى عن أهل القرية باسمها، وعلى ذلك أجري ذكر الفعل وإن لم يكن لها في الحقيقة فعل؛ فعلى ذلك هذا، فيصير في التحصيل كأنه قال: وإذ أخذ ربك من بني آدم من ظهره، ثم يكون المأخوذ الذي عرض عليه مجعولًا على حد يعقل الخطاب، ومعنى قوله:  (أَلَسْتُ بِرَبِّكُمْ) فأجاب بالذي ذكر. </p><p> والخبر الذي فيه القسمة إما أن كان لا في هذا فوصل به، أو كان في الآية ذكر إجابة أحد الفريقين، أو كان بين الجميع اتفاق في هذا الحرف واختلاف فيما جاوز هذا، فالقسمة لما عداه، وقد يوجد في هذا القدر -أيضًا- اتفاق. </p><p> ثم قوله:  (أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ) . </p><p> على إضمار بعث الرسل وإنزال الكتاب بالإخبار عن ذلك؛ لئلا يدعوا الغفلة بما كانت منهم ذلك بما أوقظوا ونبهوا، أو بما لا يحتجون بما اعترضهم من الغفلة؛ إذ قد قطع عذرهم بغير ذلك من الأدلة والرسل، واللَّه أعلم. </p><p> أو لا يقولوا:  (إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ) أي: بعث الرسل، وإنزال الكتب لقطع هذا النوع من الشبه على الوجهين اللذين ذكرت؛ كقوله:  (وَلَوْ أَنَّا أَهْلَكْنَاهُمْ بِعَذَابٍ مِنْ قَبْلِهِ. . .) الآية، وقوله:  (وَلَوْلَا أَنْ تُصِيبَهُمْ مُصِيبَةٌ. . . .) الآية وقوله: (وَمَا كُنَّا مُعَذِّبِينَ. . .) الآية، ويكون في التأويل الأول ظهور أمر الذرية للأولاد في الخروج عن تدبير الآباء والأمهات لقطع </p>"
}