{
  "id": null,
  "sura": 7,
  "aya": 43,
  "text": "<p> قال أبو بكر الكيساني: قوله: (لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا أُولَئِكَ) : ليس من جنس ما ذكر من قوله: (آمَنُوا وَعَمِلُوا الصَّالِحَاتِ) ؛ لكنه صلة قوله:  (يَا بَنِي آدَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي فَمَنِ اتَّقَى وَأَصْلَحَ) ، يقول فيما تقدم ذكره:  (لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا) . </p><p> وأما عندنا: فإنه يستقيم أن يجعل صلة ما تقدم، أي: لا نكلف نفسًا من الأعمال الصالحات إلا وسعها، بل نكلفها دون وسعها ودون طاقتها (أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ) . </p><p> وقال الحسن: قوله: (لَا نُكَلِّفُ نَفْسًا) : إلا ما يسع ويحتمل، وهو صلة قوله:  (وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا) ، يقول: لا يكلف نفسًا إلا ما يسع ويحتمل، لا ما لا يسع ولا يحتمل. </p><p> قوله - عَزَّ وَجَلَّ -: (وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ ... (٤٣) </p><p> قأل الْقُتَبِيّ: الغل: الحسد والعداوة. </p><p> وقيل: الغل والغش واحد، وهو ما يضمر بعضهم لبعض من العداوة والحقد. </p><p> وقيل: الغل: الحقد. </p><p> ثم اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: قوله: (وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ) : في الدنيا، ينزع اللَّه - عز وجل - من قلوبهم الغل، يعني: من قلوب المؤمين، ويجعلهم إخوانًا بالإيمان؛ كقوله:  (إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانً) الآية، أخبر أنهم كانوا أعداء (فَأَلَّفَ بَيْنَ قُلُوبِكُمْ) بالإيمان الذي أكرمهم به؛ حتى صاروا إخوانا بعد ما كانوا أعداء. </p><p> قال الحسن: ليس في قلوب أهل الجنة الغل والحسد؛ إذ هما يهمان ويحزنان؛ إنما فيها الحب. </p><p> وقَالَ بَعْضُهُمْ: هذا في الآخرة، ينزع اللَّه - تعالى - من قلوبهم الغل الذي كان فيما بينهم في الدنيا، ويصيرون جميعًا إخوانًا؛ كقوله:  (وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَانًا عَلَى سُرُرٍ مُتَقَابِلِينَ) . </p><p> وروي عن علي - رَضِيَ اللَّهُ عَنْهُ - قال: إني لأرجو أن أكون أنا وعثمان وطلحة والزبير من الذين قال اللَّه - تعالى -: (وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَانًا عَلَى سُرُرٍ مُتَقَابِلِينَ) . </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال: نزلت في علي وأبي بكر وعمر وعثمان وطلحة والزبير وابن مسعود وعمار وسلمان وأبي ذر - رضوان اللَّه عليهم أجمعين - </p><p> فينزع في الآخرة ما كان في قلوبهم من غش بعضهم لبعض في الدنيا من العداوة والقتل الذي كان بعد رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - والأمر الذي اختلفوا فيه، فيدخلون الجنة؛ هذا - والله أعلم - لأن الذي كان بينهم من الاختلاف والقتال كان دنيويا لم يكن؛ بسبب الدِّين، فذلك يرتفع في الآخرة ويزول، وأما العداوة التي هي بيننا وبين الكفرة: فهي لا تزول أبدًا في الدنيا والآخرة؛ لأنها عداوة الدِّين والمذهب، فذلك لا يرتفع أبدًا. </p><p> ويشبه أن يكون قوله:  (وَنَزَعْنَا) على ابتداء النزع، لا على أن كانوا فيه؛ كقوله - تعالى -: (يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ) ، على ابتداء: المنع، أي: لولا إخراجه إياهم من ذلك، وإلا كانوا فيه؛ فعلى ذلك قوله:  (وَنَزَعْنَا) أي: لم نجعل في قلوبهم الغل رأسًا، ولو تركهم على ما هم عليه لكان فيهم ذلك. </p><p> وفيه دلالة أن لله في فعل العباد صنعًا؛ لأن الغش والغل، من فعل العباد يذمون على ذلك. ثم أخبر أنه نزع ذلك من قلوبهم، واستأدى منهم الشكر بذلك بقوله:  (وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا. . . . .) الآية. </p><p> وقد ذمّ من طلب الحمد على ما لم يفعل؛ فدل طلب الحمد منهم على أن له فيه صنعًا؛ بذلك طلب منهم الحمد، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ) . </p><p> ذكر هذا - واللَّه أعلم - لما علم عَزَّ وَجَلَّ من طباع الخلق الرغبة في هذه الأنهار الجارية في الدنيا، فيما يقع عليها الأبصار، فرغبهم في الآخرة بما كانت طباعهم وأنفسهم تميل إلى ذلك في الدنيا؛ ليرغبوا فيما أمر وينتهوا عما نهى، وكذلك جميع ما ذكر في القرآن من القصور والخيام والجواري والغلمان والأكواب والأباريق، وغير ذلك مما ترغب طباع الخلق في ذلك في الدنيا وتميل أنفسهم </p><p> إلى ذلك؛ وأعدها لهم في الآخرة ترغيبًا منه لهم في ذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ) ، قال الحسن وغيره: هدانا: دلنا لهذا. </p><p> (وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ) . </p><p> وأما عندنا: ليس هو هداية الدلالة والبيان؛ ولكن الهداية التي أكرمهم اللَّه بها بفضله ولطفه، وهي توفيقه إياهم إلى الهدى؛ لأنه خرج مخرج الامتنان والفضل، ولو كان دلالة وبيانًا لكان لا معنى لتلك المنة وذلك الفضل؛ لأن عليه الدلالة والبيان. </p><p> والثاني: أنه لو كان على الدلالة والبيان لكان ذلك على كل أحد: على الرسل وغيرهم؛ لأن عليهم البيان والدلالة، فدل أنه ليس على الدلالة والبيان، ولكن غيره. </p><p> والثالث: أنه لا أحد عند نفسه أنه يزيغ ويضل وقت ما هداه اللَّه ووفقه. وقد يجوز أن يكون ذلك في الدلالة والبيان؛ دلّ أنه لم يحتمل ما قال أُولَئِكَ من الدلالة والبيان، واللَّه الموفق. </p><p> وقال بعض الناس: إن المعتزلة خالفوا اللَّه عما أخبر، وخالفوا الرسل عما أخبروا عن اللَّه تعالى، وخالفوا أهل الجنة والنار، وخالفوا إبليس: </p><p> أما مخالفتهم اللَّه فقوله:  (وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ) ونحوه. </p><p> أما مخالفتهم الرسل فقوله:  (وَلَا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ ... ) الآية، وقول أهل النار قالوا:  (لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ) ، وقول إبليس:  (قَالَ رَبِّ بِمَا أَغْوَيْتَنِي) : هو أعلم باللَّه من المعتزلة. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَقَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ) . </p><p> يحتمل وجوهًا: يحتمل جاءوا بالحق، أي: بالدِّين الذي هو حق، أو جاءوا بالأعمال التي من عمل بها كان صوابًا ورشدًا، وكل حق هو صواب ورشد، ويحتمل جاءت رسل ربنا بالحق، أي: بالصدق ونحوه. </p>"
}