{
  "id": null,
  "sura": 7,
  "aya": 36,
  "text": "<p> على المعتزلة؛ لأنهم يقولون: إن من قتل إنما هلك قبل بلوغ أجله، ويجعلون القاتل منه مستقدمًا لأجل ذلك المقتول، واللَّه - تعالى - يقول:  (لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) : إذا جاء لا يستأخرون، وإذا لم يجئ لا يستقدمون. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا بَنِي آدَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِنْكُمْ ... (٣٥) </p><p> قال أهل التأويل:  (إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِنْكُمْ) ، أي: سيأتينكم رسل منكم، أو سوف يأتيكم يقصون عليكم ثم يحتمل قوله: </p><p> (يَقُصُّونَ عَلَيْكُمْ آيَاتِي) ، أي: هداي؛ كقوله:  (فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) ، فعلى ذلك قوله (يَقُصُّونَ عَلَيْكُمْ آيَاتِي) أي: هداي، (فَمَنِ اتَّقَى وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) . </p><p> ويحتمل الآيات: الحجج والبراهين التي يضطر أهلها إلى قبولها إلا من عاند وكابر. </p><p> (فَمَنِ اتَّقَى) . اتقى الشرك. (وَأَصْلَحَ) . وآمن باللَّه وعمل صالحًا. </p><p> (فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) . </p><p> وقوله:  (فَمَنِ اتَّقَى) يحتمل: اتقى ما نهى الرسل أو اتقى المهالك، وأصلح فيما أمر به الرسل، أو أصلح أمره وعمله. (فَلَا خَوْفٌ عَلَيْهِمْ) في ذهاب ما أكرمهم به مولاهم ولا فوته؛ لأن [خوف الفوت مما ينقص النعم] . </p><p> (وَلَا هُمْ يَحْزَنُونَ) : تبعاته وآفاته: يخبر أن نعيم الآخرة على خلاف نعيم الدنيا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (٣٦) </p><p> ظاهر تأويلها، وقد ذكرنا في غير موضع حتى لم يأخذوا على أحد منهم. </p><p> وفي قوله:  (يَا بَنِي آدَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِنْكُمْ) له على خلقه منن كثيرة ونعم عظيمة، حيث بعث الرسل من جنس المرسل إليهم: </p><p> أحدها: أن كل ذي جنس وجوهر يستأنس بجنسه وجوهره، ويستوحش بغيره، فمنَّ عليهم؛ حيث بعث الرسل من جنسهم وجوهرهم، يستأنس بعضهم ببعض ويألف بعضهم بعضًا؛ فذلك آخذ للقلوب وأدعى إلى الاتباع والإجابة. </p><p> والثاني: بعث الرسل من قومهم الذين نشئوا بين أظهرهم، وعرفوا صدقهم وأمانتهم؛ ليعلموا أنهم صادقين فيما يدعون من الرسالة؛ حيث لم يظهر منهم الكذب والخيانة قط، حتى لم يأخذوا على أحد منهم الكذب. </p><p> والثالث: أن الرسل لو كانوا من غير جنسهم وغير جوهرهم، لم يعرفوا ما أوتوا من الآيات والبراهين أنها آيات وحجج؛ لما لا يعلمون أن وسعهم لا يبلغ هذا، وطوقهم لا يصل إلى ذلك، وإذا كانوا منهم يعرفون ذلك إن أتوا بشيء خرج عن وسعهم أنها آيات. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا) . </p><p> قال الحسن: ديننا. ويحتمل (بِآيَاتِنَا) حججنا أي: كذبوا بحججنا، فإذا كذبوا بحججه كفروا به؛ لأنه - عَزَّ وَجَلَّ - لا يعرف من طريق الحس والعيان؛ ولكن إنما يعرف من طريق الحجج والآيات والدلائل؛ فيكون الكفر بآياته وحججه كفرًا به، ويشبه أن تكون آياته آيات الرسالة وحججها. </p><p> ويحتمل آياته - هاهنا - رسله، أي: كذبوا برسلنا، سمى رسله آياته؛ لأن أنفس الرسل كانت آيات للخلق تدلهم على وحدانية اللَّه، ورسالتهم من أعلام جعلت من أنفسهم من صدقهم وأماناتهم. </p><p> (وَاسْتَكْبَرُوا عَنْهَا) . </p><p> أي: استكبروا عن التدبر فيها والنظر. </p>"
}