{
  "id": null,
  "sura": 7,
  "aya": 73,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَقَطَعْنَا دَابِرَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا) قيل دابر الذين كذبوا أي: أواخر الذين كذبوا واستأصلهم فلم يبق منهم أحد، وقيل (وَقَطَعْنَا دَابِرَ الَّذِينَ كَذَّبُوا) ، أي: أصل الذين كذبوا بآياتنا، ولم يبين لنا آياته التي أعطاها هودًا، وليس لنا إلى معرفة ذلك حاجة سوى ما أخبر أن ما حل بهم من العذاب إنما حل بتكذيبهم الرسول، وذلك كان سنة وحكمة في الأمم السالفة. </p><p> * * * </p><p> قوله تعالى:  (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ (٧٣) وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ عَادٍ وَبَوَّأَكُمْ فِي الْأَرْضِ تَتَّخِذُونَ مِنْ سُهُولِهَا قُصُورًا وَتَنْحِتُونَ الْجِبَالَ بُيُوتًا فَاذْكُرُوا آلَاءَ اللَّهِ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ (٧٤) قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَالِحًا مُرْسَلٌ مِنْ رَبِّهِ قَالُوا إِنَّا بِمَا أُرْسِلَ بِهِ مُؤْمِنُونَ (٧٥) قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا بِالَّذِي آمَنْتُمْ بِهِ كَافِرُونَ (٧٦) فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا يَا صَالِحُ ائْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الْمُرْسَلِينَ (٧٧) فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ (٧٨) فَتَوَلَّى عَنْهُمْ وَقَالَ يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ وَلَكِنْ لَا تُحِبُّونَ النَّاصِحِينَ (٧٩) </p><p> قوله - عَزَّ وَجَلَّ -: (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا) . </p><p> قد ذكرنا أنه صلة قوله:  (لَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ) ، كأنه قال: وأرسلنا إلى ثمود أخاهم صالحًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَخَاهُمْ) قد ذكرنا أنه تحتمل الأخوة وجوهًا أربعة: أخوة النسب، وأخوة الجوهر والشكل على ما يقال: هذا أخو هذا إذا كان من جوهره وشكله، وأخوة المودة والخلة، وأخوة الدِّين، ثم يحتمل أن يكون ما ذكر من أخوة صالح كان أخوهم في النسب، أو في الجوهر على ما ذكرنا في هود، ولا يحتمل أن يكون في المودة والدِّين، وأما أخوة النسب فإنه يحتمل لما ذكرنا أن بني آدم كلهم إخوة، وإن بعدوا؛ لأنهم كلهم من أولاد آدم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ) . </p><p> قد ذكرنا أن الرسل بأجمعهم إنما بعثوا ليدعوا الخلق إلى وحدانية اللَّه، والعبادة له؛ وأن لا معبود سواه يستحق العبادة من الخلق. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ) قيل فيه بوجهين. </p><p> قيل:  (بَيِّنَةٌ مِنْ رَبِّكُمْ) ، ما ذكر من الناقة التي جعلها اللَّه آية لرسالة صالح، وهي:  (هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً) . </p><p> وقيل:  (بَيِّنَةٌ مِنْ رَبِّكُمْ) آيات ظهرت لهم على لسان صالح، وجرت على يديه ما يدلّ على رسالة صالح ونبوته، لكنهم كابروا تلك الآيات في التكذيب وعاندوا. </p><p> وقوله - عَزَّ وَجَلَّ -: (هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً) . </p><p> وجه تخصيص إضافة تلك الناقة إلى اللَّه يحتمل وجوهًا، وإن كانت النوق كلها لله في الحقيقة: </p><p> أحدها: لما خصت تلك بتذكير عبادته تعالى إياهم ووحدانيته تعظيمًا لها، على ما خصت المساجد بالإضافة إليه، بقوله:  (وَأَنَّ الْمَسَاجِدَ لِلَّهِ) ؛ لما جعلت تلك البقاع لإقامة عبادة اللَّه، فخصت بالإضافة إليه تعظيمًا لتلك البقاع فعلى ذلك هذه الناقة خصت بالإضافة إليه، لما جعلها اللَّه آية من آياته خارجة من غيرها من النوق </p><p> مخالفة بنيتها بنية غيرها؛ إما خلقة، وإما في ابتداء إحداثها وإنشائها أو في أي شيء كان، فأضافها إليه لذلك، واللَّه أعلم. </p><p> ثم لا يجب أن يتكلف المعنى الذي له جعل الناقة آية؛ لأنه - جل وعلا - لم يبين لنا ذلك المعنى، فلو تكلف ذكر ذلك فلعله يخرج على خلاف ما كان في الكتب الماضية، فهذه القصص وأخبار الأمم الماضية إنما ذكرت في القرآن؛ لتكون آية لرسالة مُحَمَّد - صلوات اللَّه عليه وسلامه - فلو ذكرت على خلاف ما كان كان لهم في ذلك مقال. </p><p> ويحتمل معنى الإضافة إليه وجهًا آخر، وهو: أنه لم يجعل منافع هذه الناقة لهم، ولا جعل عليهم مؤنتها، بل أخبر أنْ ذروها تأكل في أرض اللَّه، جعل مؤنتها فيما يخرج من الأرض، ليست كسائر النوق التي جعل مؤنتها عليهم، ومنافعها لهم بإزاء ما جعل عليهم من المؤن، فمعنى التخصيص بالإضافة إليه لما لم يشرك فيها أحدًا ولا في منافعها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ.</p><p> دلالة أن تلك الناقة كان غذاؤها مثل غداء سائر النوق، وإن كانت خارجة عن طباع سائر النوق من جهة الآية؛ ليعلم أنها وإن كانت آية لرسالته ودلالة لنبوته فتشابهها لسائر النوق في هذه الجهة لا يخرجها عن حكم الآية، فعلى ذلك الرسل وإن كانوا ساووا غيرهم من الناس في المطعم والغذاء لا يمنع ذلك من أن يكونوا رسلًا، واللَّه أعلم بذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَمَسُّوهَا بِسُوءٍ) . </p><p> يحتمل: لا تتعرضوا لها قتلًا ولا قطعًا ولا عقرًا لما ليست هي لهم، (فَيَأْخُذَكُمْ عَذَابٌ </p>"
}