{
  "id": null,
  "sura": 7,
  "aya": 204,
  "text": "<p> بها وتعنتوا، وإذا لم يأتهم بها سألوه الآية سؤال المستهزئين المتعنتين، وإذا لم يأتهم بها قالوا:  (لَوْلَا اجْتَبَيْتَهَا) : لولا ابتدعتها وأحدثتها وأنشأتها، وهلا أنشاتها من قبل نفسك، فقال:  (قُلْ إِنَّمَا أَتَّبِعُ مَا يُوحَى إِلَيَّ مِنْ رَبِّي) أي: لا أفتعلها، ولا أنشئها من نفسي، إِنَّمَا أَتَّبِعُ مَا يُوحَى إِلَيَّ مِنْ رَبِّي. </p><p> وأمكن أن يكون سؤال الآية من المؤمنين؛ فإن كان منهم فهو سؤال الاسترشاد؛ لما يزداد لهم بكل آية تنزل عليهم يقينًا وقوة في دينهم؛ كقوله:  (وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا. . .) الآية، (وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا) الآية، وكقوله:  (فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ. . .) الآية فإذا كان السؤال من المؤمنين فهو سؤال الاسترشاد وطلب زيادة الهدى، وإن كان من الكفار فهو سؤال الاستهزاء والتعنت، ثم أخبر أنه لا يتبع إلا ما يوحى إليه، ثم أخبر أنه (بَصَائِرُ مِنْ رَبِّكُمْ) . </p><p> قيل: بيان، أي: هذا القرآن بيان من ربكم يبصر به من لم يعاند ولم يكابر عقله ككَ ما له وما عليه، وأنه البيان من الحق والباطل، (وَهُدًى) من الضلالة (وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ) أي: ورحمة من العذاب. </p><p> * * * </p><p> قوله تعالى:  (وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ (٢٠٤) وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْآصَالِ وَلَا تَكُنْ مِنَ الْغَافِلِينَ (٢٠٥) إِنَّ الَّذِينَ عِنْدَ رَبِّكَ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَيُسَبِّحُونَهُ وَلَهُ يَسْجُدُونَ (٢٠٦) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا. . . . .) الآية. </p><p> أمر اللَّه - تعالى - بالاستماع إلى هذا القرآن والإنصات له إذا قرئ، وإن كان في العقل أن من خاطب آخر بمخاطبات يلزمه الاستماع إلى ما يخاطبه ويشافهه، فاللَّه - سبحانه - إذا خاطب بخطاب أولى أن يستمع له مع ما ذكر في غير موضع من القرآن آيات ما يوجب في العقل الاستماع إليه؛ كقوله:  (هَذَا بَصَائِرُ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ) ، وقوله:  (اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ) وغير ذلك من الآيات، ولا سبيل إلى أن يعرف أنه بصائر، وأنه هدى وما ذكر إلا بالاستماع إليه والتفكر فيه؛ فدل أن الاستماع لازم في العقل من له أدنى عقل؛ على ما ذكرنا من المخاطبات، لكنه ذكر - </p><p> هاهنا - الاستماع إليه - واللَّه أعلم - لوجهين: </p><p> أحدهما: مقابل ما كانوا يقولون: (لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ) ، أمر - عَزَّ وَجَلَّ - المؤمنين بالاستماع إليه مكان قولهم:  (لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ) وأمر بالإنصات مكان ما يقولون: (وَالْغَوْا فِيهِ) . </p><p> والثاني: يجوز أن يكون أمر بالاستماع إليه في الصلاة؛ على ما قال بعض أهل التأويل أنه في الصلاة. </p><p> وقَالَ بَعْضُهُمْ: في حال الخطبة؛ لما يسبق إلى أوهامهم أنه لما اشتغلوا بغيرها من العبادات ولزموا أنواع القرب أن يسقط عنهم حق الاستماع، فأمر بالاستماع إليه، والإنصات له؛ ليعلموا أن حق الاستماع لازم في كل حال. </p><p> ثم الاستماع إليه يكون لتفهم ما أودع فيه من الأمر والنهي، والوعد، والوعيد، وغيره، والإنصات للتعظيم والتبجيل. </p><p> ثم الاستماع له لم يلزم لنفس التلاوة، ولكن إنما يلزم لما أودع فيه من الأمر والنهي، والوعد والوعيد، وغيره؛ ليفهموا ما فيه، ويقبلوه، ويقوموا بوفاء ذلك، وأمّا سائر الأذكار إنما صارت عبادة لنفسها؛ لذلك لم يلزم الاستماع إلى سائر الأذكار، ولزم لتلاوة القرآن. </p><p> ولأن القرآن كلام اللَّه وكتابه، ومن الجفاء والاستخفاف أن يكتب إنسان إلى أخيه كتابًا لا ينظر فيه ولا يستمع له؛ فترك الاستماع إلى كتاب اللَّه أعظم في الجفاء والاستخفاف. </p><p> ولأن القرآن يجهر به، وسائر الأذكار لا تجهر، فإن كانت تجهر فيستمع لها كما يستمع إلى القرآن، واللَّه أعلم. </p><p> وذكر في بعض القصة أن الآية نزلت في الصلاة؛ لأن رسول اللَّه صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ إذا قرأ في صلاته كانوا يقولون مثل ما قال، فنزلت الآية بالنهي عن ذلك، والأمر بالاستماع إليه والإنصات له. </p><p> وذكر أنهم كانوا يرفعون أصواتهم في الصلاة حين يسمعون ذكر الجنة والنار؛ فنزلت الآية لذلك، فلا ندري كيف كانت القصة؟ وفيم كانت؟ وقد يحتمل ما ذكرنا آنفًا. </p><p> ثم إن كانت الآية في الصلاة ففيه دلالة النهي عن القراءة خلف الإمام؛ لأنه أمر بالاستماع إليه والإنصات له، وعلى ذلك جاءت الأخبار؛ روي عن أبي العاليهَ قال: كان نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إذا صلى قرأ أصحابه أجمعون خلفه، حتى نزل:  (وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا) فسكتوا. </p><p> وعن علباء بن أحمر أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قرأ في صلاة الفجر \" الواقعة \" ، وقرأها رجل خلفه، فلما فرغ من الصلاة قال:  \" من الذي ينازعني في هذه السورة \" فقال رجل: أنا يا رسول اللَّه؛ فأنزل اللَّه:  (وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا) وغير ذلك من الأخبار. </p><p> فقال قوم: إن الإنصات الذي أمر به المؤتم معناه ألا يجهر بقراءته، وليس فيه نهي أن يقرأ في نفسه. </p><p> وزعم بعضهم أن القارئ خفيا يسمى ناصتًا ومنصتًا، واستدل بما روي عن أبي هريرة - رَضِيَ اللَّهُ عَنْهُ - قال كان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إذا كبر سكت بين التكبير والقراءة، قلت: بأبي أنت، أرأيت سكاتك بين التكبير والقراءة، أخبرني ما تقول؟ قال صلى الله عليه وسلم:  \" أقول: اللهم باعد بيني وبين خطاياي كما باعدت بين المغرب والمشرق \" وغير ذلك من الدعوات، فقال هذا القائل: قد سمى النبي صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ القارئ مخفيا ساكتًا، والصامت مثل الساكت، فيجوز أن يسمي صامتًا، وهو أن يقرأ مخفيًا، كما يسمى ساكتا. </p><p> قَالَ الْقُتَبِيُّ: غلط هذا القائل في تشبيه الصامت بالساكت؛ لأن الأسماء لا تقاس، قوله تعالى: وإنما يطلق في كل واحد منهما ما أطلقته اللغة فيه. </p><p> ومما يبين غلطه أن اللَّه يقول:  (فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا) ، فلو كان القارئ مخفيًا يسمى صامتًا ناصتًا ما كان مستمعًا، وإنَّمَا يكون مستمعًا صامتًا إذا صمت فلم يقرأ؛ فمن أطلق له أن يقرأ والإمام يقرأ فلم يستمع، ولا أنصت. </p><p> ومما يدل على غلطه -أيضًا- أن العلماء جميعًا ينهون المؤتم عن القراءة وإمامه يجهر بالقراءة، وإنَّمَا يأمر من يأمره بالقراءة خلف الإمام أن يقرأ إذا سكت إمامه، ويأمر هَؤُلَاءِ الإمام أن يقف ساعة إذا فرغ من قراءته حتى يقرأ المؤتمون، فلو كانوا يجعلون القارئ في نفسه والإمام يقرأ جهرًا صامتًا ما أمروه بتأخير القراءة حتى يفرغ إمامه من القراءة؛ فهذا يبين غلط المستدل بحديث أبي هريرة في استدلاله. </p><p> ومما يدل على أن المؤتم منهي عن أن يقرأ والإمام يجهر ما روي عن أبي هريرة - رَضِيَ اللَّهُ عَنْهُ - أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - صلى بهم صلاة - فظن أنها الصبح - فلما سلم أقبل على الناس، قال:  \" هل يقرأ أحد منكم؟! فقال رجل:أنا،فقال النبي:\" إني أقول: ما لي أنازع القرآن \" قال أبو هريرة: فانتهى الناس عن القراءة فيما يجهر فيه النبي صلى اللَّه عليه </p><p> وسلم. </p><p> فقال قوم: إن أبا هريرة قال: انتهى الناس عن القراءة خلف النبي صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ فيما جهر فيه. </p><p> فيقال: إن أبا هريرة لم يرو ذلك عن النبي. </p><p> ثم مما يدل على أن المؤتم لا يقرأ جهر الإمام أو خَافَتَ قول النبي:  \" ما لي أنازع القرآن؟ \" وقد علمنا أن المؤتم لم يجهر بقراءته؛ فيتأول متأول منازعته النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - على أنه شغله؛ فلا وجه لقوله:  \" ما لي أنازع القرآن؟ \" إلا بنهيه المؤتم عن أن يقرأ، جَهَرَ إمامُه أو خَافَتَ. </p><p> وقد روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ما يبين النهي عن القراءة خلف الإمام فيما يجهر فيه أو يخافت: ما روي عن عمران أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - صلى بأصحابه الظهر، فلما قضى صلاته قال:  \" أيكم قرأ بسبح اسم ربك الأعلى؟ \" فقال بعض الناس: أنا يا رسول اللَّه، فقال:  \" قد عرفت أن بعضكم خالجنيها \" . </p><p> فبين عمران بن حصين أن الرجل خافت بقراءته؛ دل أن النهي الذي رواه أبو هريرة لم يكن في حال جهر الإمام دون مخافتته، وأن المؤتم منهي عن القراءة خلف الإمام في كل الصلوات. </p><p> وقد روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالنهي عن القراءة خلف الإمام أحاديث كثيرة منها: ما روي عن أبي هريرة عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وعمران بن حصين عنه، وما روي عن عبد اللَّه: كنا نقرأ خلف النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" خلطتم عليَّ القرآن \" . </p><p> فَإِنْ قِيلَ: لعلهم كانوا يجهرون بالقرآن، فنهى عن الجهر. </p><p> قيل له: لم ينقل لنا في شيء من الأخبار أن المؤتمين كانوا يقرءون جهرًا، ولو كانوا يقرءون جاهرين، لأدّي ذلك إلينا كما أدّي أنهم كانوا يقرءون. </p><p> وفي ذلك وجه آخر: أنه لم يكن النهي عن الجهر خاصة، ولكن للقراءة نفسها ما روي عن أبي وائل قال: سألت عبد اللَّه ابن مسعود عن القراءة خلف الإمام، فقال: أنصت، فإن في الصلاة شغلا، وسيكفيك ذلك الإمام. </p><p> وعن عبد اللَّه بن شداد أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" من كان له إمام فقراءة الإمام له قراءة \" . </p><p> وعن جابر بن عبد اللَّه أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - صلَّى ورجل خلفه يقرأ، فنهاه رجل من أصحاب النبي عن القراءة في الصلاة، فتنازعا فيه، حتى ذكر للنبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقال:  \" من صلى خلف إمام فقراءة الإمام له قراءة \" . </p><p> وعن أبي موسى، عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" وإذا قرأ الإمام فأنصتوا \" . </p><p> وروي عن أبي هريرة قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" إنما جعل الإمام ليؤتم به، فإذا كبر </p><p> فكبروا، وإذا قرأ فأنصتوا \" وغير ذلك من الأحاديث.</p><p> وأكثر ما يحتج به المخالف لعلمائنا - رحمهم اللَّه - أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال: \" لا صلاة لمن لم يقرأ بأمّ القرآن \" يرويه عبادة ابن الصامت. </p><p> قال سفيان: هذا عندنا فيمن يصلي وحده؛ فذلك يحتمل، والأحاديث التي جاءت مفسرة في النهي عن القراءة خلف الإمام. </p><p> فإن قال: يترك المؤتم القراءة فيما يجهر فيه إمامه بحديث أبي هريرة، ويقرأ فيما يخافت بحديث عبادة بن الصامت؛ ليصلح حديث أبي هريرة وحديث عبادة جميعًا. </p><p> قيل له: فهلا جعلته في المصلي وحده ليصح حديث عبادة، وحديث عمران بن حصين؛ لأن حديث عمران بن حصين، ينهى عن القراءة خلف الإمام، فيما خافت، وحديث أبي هريرة عن القراءة فيما يجهر فيه؛ فإن جعلت حديث أبي هريرة خارجًا عن عموم حديث عبادة، فذلك يوجب ألَّا يقرأ المؤتم فيما يجهر فيه إمامه ويخافت، ويقال له: هل رأيت فرضًا من فرائض الصلاة يسقط عن المؤتم في حال، ويجب عليه في حال؟ </p><p> فإن قال: لا. </p><p> قيل: ففي إسقاطك تلك القراءة عنه في حال الجهر ما أوجب عليك أن تسقطها عنه في حال المخافتة. </p><p> وقد احتج بعض أصحابنا في ذلك بأن قالوا: وجدنا الرجل إذا جاء إلى الإمام وهو راكع فكبر ودخل في صلاته ولم يقرأ، فكل يجمع أن صلاته تجزئه، فدل ذلك أن القراءة غير فرض عليه. </p><p> فإن قال: إنما أطلق له ذلك للضرورة. </p><p> قيل: لو جاء إلى الإمام وهو ساجد، لم يعتد بتلك الركعة والضرورة قائمة، فلو كانت الضرورة تزيل فرضا لأزالت الركوع عمن لحق إمامه وهو ساجد، فهي لا تزيل فرض القراءة عمن لحق إمامه، ولكن لا يلزمه القراءة خلف الإمام؛ فلذلك أجزأته صلاته لا للضرورة التي ذكرت، واللَّه أعلم. </p><p> وقد روي عن جماعة من الصحابة أنهم قالوا: لا قراءة على من خلف الإمام، منهم: علي، وابن مسعود، وجابر، وسعد، وأبو سعيد، وابن عمر، وابن عَبَّاسٍ، وزيد بن ثابت، رضي اللَّه عنهم. </p><p> أما عن علي - رَضِيَ اللَّهُ عَنْهُ - قال: من قرأ خلف الإمام فقد أخطأ الفطرة. </p><p> وعن عبد اللَّه قال: من قرأ خلف الإمام ملئ فوه ترابًا. </p><p> وعن زيد بن ثابت قال: من قرأ خلف الإمام فلا صلاة له. </p><p> وعن سعد قال: وددت أن الذي يقرأ خلف الإمام في فمه جمرة. </p><p> وعن ابن عمر كان إذا سئل: هل يقرأ أحد خلف الإمام؟ قال: لا، فإذا صلى أحدكم وحده فليقرأ. </p>"
}