{
  "id": null,
  "sura": 7,
  "aya": 142,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (وَوَاعَدْنَا مُوسَى ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً وَقَالَ مُوسَى لِأَخِيهِ هَارُونَ اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ (١٤٢) وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ قَالَ لَنْ تَرَانِي وَلَكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَى صَعِقًا فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَا أَوَّلُ الْمُؤْمِنِينَ (١٤٣) قَالَ يَا مُوسَى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي فَخُذْ مَا آتَيْتُكَ وَكُنْ مِنَ الشَّاكِرِينَ (١٤٤) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَوَاعَدْنَا مُوسَى ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ) . </p><p> ذكر هاهنا ثلاثين ليلة ثم ذكر التمام بالعشر، وذكر في السورة التي فيها ذكر البقرة أربعين ليلة بقوله:  (وَإِذْ وَاعَدْنَا مُوسَى أَرْبَعِينَ لَيْلَةً) ، وهو واحد كان الميعاد له أربعين ليلة، لكن يحتمل ذكر ثلاثين مرة وعشرًا وجهين: </p><p> أحدهما: أن ثلاثين ليلة كان لأمر وعشرًا كان لأمر آخر، فذُكِرَت متفرقة لما كان الأمرين مختلفين. </p><p> والثاني: أنه كان في وقتين، كان هذا في وقت والآخر في وقت، والقصة واحدة، والميعاد واحد، فذكر التمام بعشر؛ كقوله:  (فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ) ، وإن كانت في وقتين، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً) . </p><p> قيل: تم الميعاد الذي وُعِدَ له أربعين ليلة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَ مُوسَى لِأَخِيهِ هَارُونَ اخْلُفْنِي فِي قَوْمِي) . </p><p> فَإِنْ قِيلَ: ما معنى قول موسى لأخيه هارون: (اخْلُفْنِي فِي قَوْمِي) ، وهو كان مبعوثًا معه، رسولان إلى فرعون مشتركان في تبليغ الرسالة إلى فرعون بقوله:  (وَأَشْرِكْهُ فِي أَمْرِي) وقوله: (إِنَّا رَسُولُ رَبِّ الْعَالَمِينَ) ، وقوله: (فَأْتِيَاهُ فَقُولَا إِنَّا </p>"
}