{
  "id": null,
  "sura": 7,
  "aya": 29,
  "text": "<p> وجاوزه يقال: فحش؛ فعلى ذلك الفحشاء - هاهنا - هو ما جاوز حده في القبح، أو جاوز الحد من الكثرة، وهم قد أكثروا الافتراء على اللَّه تعالى. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ) . </p><p> قَالَ بَعْضُهُمْ: بل تقولون على اللَّه ما لا تعلمون: إنه أمر بذلك. </p><p> وقيل: قوله: (أَتَقُولُونَ عَلَى اللَّهِ) أي: تعلمون أنكم تقولون على اللَّه ما لا تعلمون؛ لأنهم لم يكونوا يؤمنون بالرسل، ولا كان لهم كتاب، فكيف تعلمون أن اللَّه أمركم بذلك، وهو كقوله:  (قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ) لا يجوز ألا يعلم اللَّه، ولكن على النفي لذلك، ليس كما تقولون وتنبئون، ولكن يعلم خلاف ذلك وضده، ويكون في نفي ذلك إثبات غيره؛ فعلى ذلك يعلمون أنهم يقولون على اللَّه ما لا يعلمون. </p><p> وأسباب العلم بهذا: إما الرسل يخبرون عن اللَّه ذلك، وإما الكتاب يجدونه فيه مكتوبًا، فيعلمون فتتسع الشهادة بذلك، وهم قوم لا يصدقون الرسل، ولا يؤمنون بخبرهم، وليس لهم كتاب -أيضًا- يقرءونه، فما بقي إلا وحي الشيطان إليهم؛ كقوله:  (وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ أَمَرَ رَبِّي بِالْقِسْطِ ... (٢٩) </p><p> والقسط: هو العدل في كل شيء: في القول والفعل وغيره، كقوله:  (وَإِذَا قُلْتُمْ فَاعْدِلُوا) ، وكقوله - تعالى -: (كُونُوا قَوَّامِينَ بِالْقِسْطِ) . وأصل العدل: هو محافظة الشيء على الحد الذي جعل له، ووضعه موضعه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَقِيمُوا وُجُوهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ) . </p><p> اختلف فيه؛ قيل:  (أَقِيمُوا) ، أي: سووا وجوهكم نحو الكعبة، (عِنْدَ كُلِّ مَسْجِدٍ) ، أي: في كل مكان تكونون فيه، وهو كقوله:  (وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً) أي: اجعلوا بيوتكم نحو الكعبة؛ كقوله - تعالى -: (وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) . </p><p> وقيل:  (وَأَقِيمُوا وُجُوهَكُمْ) ، أي: اجعلوا عبادتكم لله، ولا تشركوا فيها غيره؛ كقوله:  (وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ) ، ويشبه أن يكون الوجه كناية وعبارة عن الأنفس؛ كأنه قال: أقيموا أنفسكم لله، لا تشركوا فيها لأحد شركًا كقوله:  (وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ) أي بجعل نفسه لله سالمًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ) . </p><p> يحتمل الدعاء نفسه، أي: ادعوه ربًّا خالقًا ورحمانًا، (مُخْلِصِينَ لَهُ الدِّينَ) : بالوحدانية والألوهية والربوبية. </p><p> ويحتمل قوله:  (وَادْعُوهُ) ، أي: اعبدوه مخلصين له العبادة، ولا تشركوا غيره فيها. </p><p> ويحتمل: أي دينوا بدينه الذي دعاكم إلى ذلك وأمركم به. </p><p> وقوله - عَزَّ وَجَلَّ -: (كَمَا بَدَأَكُمْ تَعُودُونَ) . </p><p> قال قائلون: هو صلة قوله: (فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ) ؛ كأنهم سألوا مما يعودون إذا بعثوا، فقال:  (كَمَا بَدَأَكُم) : خلقكم، (تَعُودُونَ) مثله. </p><p> ويحتمل أن يكون هو صلة قوله:  (فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ) ، يعودون كما كانوا في البداءة: الكافر كافرًا، والمؤمن مؤمنًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (كَمَا بَدَأَكُمْ تَعُودُونَ) : هو من الدائمة، ليس من الابتداء؛ لأنه </p>"
}