{
  "id": null,
  "sura": 7,
  "aya": 168,
  "text": "<p> جزاء ما كانوا يمنعون الناس عن اتباع مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - والإجابة له فيما يدعو إليه. </p><p> وقال قائلون: هو في بني إسرائيل، وهو ما قال:  (وَقَضَيْنَا إِلَى بَنِي إِسْرَائِيلَ فِي الْكِتَابِ لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ. . .) إلى قوله: (عَسَى رَبُّكُمْ أَنْ يَرْحَمَكُمْ وَإِنْ عُدْتُمْ عُدْنَا) ، أخبر إن عادوا عدنا، ولم يبين إن عادوا عدنا بماذا، ثم بين في هذه الآية بقوله:  (لَيَبْعَثَنَّ عَلَيْهِمْ إِلَى يَوْمِ الْقِيَامَةِ مَنْ يَسُومُهُمْ سُوءَ الْعَذَابِ) . </p><p> وقال قائلون: هذا إنما كان في هَؤُلَاءِ الذين سبق ذكرهم في قوله: (أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيسٍ) . </p><p> قال أبو بكر الأصم: الآية لا تحتمل في هَؤُلَاءِ؛ لأن من آمن منهم لا يحتمل ذلك، ومن صار منهم قرودًا لم يحتمل -أيضًا- بعد ما صاروا قرودًا، فهو - واللَّه أعلم - على الوجهين اللذين ذكرناهما. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ) . </p><p> يأخذهم في حال أمنهم، ليس كما يأخذ ملوك الأرض قومهم بعد ما يتقدم منهم إليهم تخويف، فعند ذلك يأخذونهم بالعذاب. </p><p> أو أن يقال: سريع العقاب، أي: عن سريع يأخذهم عقابه. </p><p> وقوله:  (لَسَرِيعُ الْعِقَابِ) : لمن كفر وكذب، غفور رحيم: لمن آمن وصدق بالله ورسوله صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَطَّعْنَاهُمْ فِي الْأَرْضِ أُمَمًا ... (١٦٨) </p><p> يحتمل: فرقناهم في وقت بعد ما كانوا مجموعين. </p><p> ثم يحتمل الجمع وجهين: </p><p> كانوا مجموعين ثم تفرقوا، فصار بعضهم كفارًا وبعضهم مؤمنين. </p><p> أو كانوا مجموعين في المكان والمعاش والماء والكلأ ثم تفرقوا، فصاروا متفرقين في المكان والمعاش وغيره. </p><p> أو كانوا في الدِّين واحدًا، ثم صاروا أصحاب أهواء. </p><p> ويحتمل قوله:  (وَقَطَّعْنَاهُمْ فِي الْأَرْضِ أُمَمًا) أي: أمة بعد أمة، وجماعة بعد جماعة، </p><p> بعضهم خلفاء لبعض؛ على ماذكر:  (فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (مِنْهُمُ الصَّالِحُونَ وَمِنْهُمْ دُونَ ذَلِكَ) . </p><p> فإن كان قوله:  (وَقَطَّعْنَاهُمْ فِي الْأَرْضِ) في الدِّين والمذهب، فيكون تأويله: أمنهم الصالحون المؤمنون، ومنهم دون ذلك الكفار، ويكون قوله:  (دُونَ ذَلِكَ) أي: غير ذلك كقوله يعيدونها دون اللَّه أي: غير اللَّه. </p><p> وإن كان في المعاش، فبعضهم دون بعض في المعاش؛ وسع على بعض المعاش، وشدد على بعض وضيق، فيكون بعضهم دون بعض في المعاش والرزق. </p><p> أو بعضهم دون بعض في الدِّين، بعضهم على الصلاح، وبعضهم أصحاب أهواء، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ) . </p><p> ابتلى بعضهم بالخصب والسعة، وبعضهم بالشدة والضيق؛ ليذكرهم الموعود من الثواب في الحسنات، ويزجرهم الموعود من العقاب عن السيئات. </p><p> (لَعَلَّهُمْ يَرْجِعُونَ) . </p><p> يتوبون ويرجعون عن ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ) فهو يخرج على وجوه: </p><p> أحدها: بلوناهم بالنعم والخصب والسعة؛ ليعرفوا فضل اللَّه وإحسانه فيرجعوا إليه بالشكر والثناء، و (وَالسَّيِّئَاتِ) ، أي: بالبلايا في أنفسهم أو المصائب والضيق؛ ليعرفوا قدرة اللَّه وسلطانه، فيرجعوا إليه بالتضرع والفزع والدعاء والتوبة. </p><p> والثاني: معناه: أي: بلوناهم بالحسنات والسيئات؛ ليتقرر عندهم أن غيرهم أملك بهم من أنفسهم، فيرجعوا إليه أبتسليم، النفس لأمره وحكمه. </p><p> والثالث:  (وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ) المؤمن منهم والكافر، حتى إذا رأوا الاستواء في الدنيا وفي الحكمة التفريق بينهم، فيضطر الجميع إلى الإيمان بالبعث؛ إذ خروجهم من الدنيا على سواء. </p><p> والرابع: أنه إنما جعل النعيم في الدنيا ليعرفوا لذّة الموعود في الآخرة، وكذلك الشدة، فابتلاهم بالأمرين جميعًا؛ ليستعدوا للرجوع إلى الموعود لهم في الآخرة، والله </p>"
}