{
  "id": null,
  "sura": 7,
  "aya": 157,
  "text": "<p> ومعلوم أنه لم يرد به زكاة المال، ولكن زكاة النفس بالتوحيد والتقوى، وكذلك قوله:  (وَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ) ، هو تلك الزكاة لا الزكاة المعروفة زكاة المال؛ فعلى ذلك الأول، واللَّه أعلم. </p><p> وإن كان على الزكاة المعروفة فذلك في قوم ثقل عليهم واشتد إخراج الزكاة من أموالهم؛ كقوله:  (الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ. . .) كذا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ) . </p><p> قد ذكرنا في غير موضع أن من آمن بآيات اللَّه وصدقها فقد آمن باللَّه وبرسله، ومن كذب بآياته كذب باللَّه وخالف رسله؛ لأن طريق معرفة اللَّه ورسله إنما هو من طريق الآيات والحجج، ليس من طريق المشاهدات والمحسوسات؛ لذلك كان الإيمان بالآيات إيمانًا باللَّه وبرسله، والتكذيب بها كفر باللَّه ورسله. </p><p> وقوله - عَزَّ وَجَلَّ -: (الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ ... (١٥٧) </p><p> أي: يقفون أثر الرسول في كل سيرته، وفي كل أمره ونهيه، ويطيعونه؛ سماه رسولا ونبيًّا بقوله:  (الرَّسُولَ النَّبِيَّ) والرسول: المبعوث على تبليغ الرسالة والمأمور بها على كل حال، والنبي: المنبئ لهم أشياء عند السؤال والاستخبار، والرسول هو المأمور بالتبليغ سألوه أو لم يسألوا شاءوا أو أبوا، وكان لمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كلاهما: الإنباء والتبليغ؛ كقوله:  (مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ) ، وقوله:  (إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا) . </p><p> الأمي: ما ذكر في آية أخرى، وهو قوله:  (وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ. . .) الآية. </p><p> (الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ) . </p><p> أي: يجدونه مكتوبًا في التوراة أنه رسول نبي، وأنه أمي. </p><p> قوله:  (وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ) . </p><p> لئلا يقولوا: إنك أخذت هذا من الكتب المتقدمة ومن علومها وحكمتها، (وَلَا تَخُطُّهُ بِيَمِينِكَ) ؛ لئلا يقولوا: إنه من تأليفك، ويعلموا أنه من عند اللَّه جاء به، لا من ذات نفسه. </p><p> وفي قوله:  (يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ. . .) إلى آخر ما ذكر - دلالة إثباث رسالة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لأن أُولَئِكَ لم يأتوا بالتوراة، والإنجيل فيقولون: لا نجد ما تذكر في التوراة والإنجيل؛ دل ذلك منهم على أنهم وجدوه كذلك، واللَّه أعلم. </p><p> وقوله:  (يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ) . </p><p> أي: يجدونه مكتوبًا عندهم في التوراة أنه يأمر بما أمر اللَّه به، وينهى عما نهى الله عنه. </p><p> (وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ) . </p><p> ما أحل اللَّه لهم. </p><p> (وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ) ما حرم اللَّه عليهم يجدونه في التوراة أنه لا يأمر بشيء ولا ينهى عن شيء ولا يحل شيئًا ولا يحرم إلا بأمر من اللَّه له، لكنهم ينكرونه إنكار عناد ومكابرة؛ كقوله - تعالى -: (يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ) ، وغيره. </p><p> ويحتمل قوله:  (يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ) الآية، أي: يأمرهم بما هو معروف في العقل وشهادة الخلقة، وهو التوحيد، وكذلك ينهاهم عما هو في العقل وشهادة الخلقة منكر، وهو الكفر رجميع المعاصي. </p><p> (وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ) أي: يحل ما هو طيب في العقل والطبع، ويحرم ما هو خبيث في العقل والطبع جميعًا؛ لأن من الأشياء ما هو مستخبث في الطبع لم يجعل غذاء البشر فيه، وإنما جعل غذاءهم فيما هو مستطاب في الطبع بلغ غايته في الطيب، ولا كذلك جعل غذاء البهائم والأنعام؛ هذا محتمل، واللَّه أعلم. </p><p> ثم المعروف الطيبات لو تركت العقول والطباع على ما هي عليه، لكانت لا حاجة تقع إلى رسول يخبر أن هذا معروف، وأن هذا طيب أو خبيث أو منكر، ولكن تعرف العقول والطباع ذلك كله، لكن يعترض العقول من الشبه فتمنعها من معرفة ذلك، فاحتاجت إلى رسول يخبر عن ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَضَعُ عَنْهُمْ إِصْرَهُمْ) . </p><p> قيل: ما غلظوا على أنفسهم من الشدائد. </p><p> وقيل: إصرهم: شدة من العبادة والعمل. </p><p> وقيل: إصرهم: عهدهم. </p><p> وقِيل: إصرهم: أي الثقل الذي كان بنو إسرائيل ألزموه. </p><p> وقَالَ الْقُتَبِيُّ:  (وَيَضَعُ عَنْهُمْ إِصْرَهُمْ) أي: ذنبهم الذي كانوا يذنبون، أي: عقوبة الذنب الذي أذنبوا في الدنيا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ) . </p><p> قال الحسن: إن اليهود قالوا: يد اللَّه مغلولة، أي: محبوسة عن عقوبتنا، فقال - عز وجل -: (غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا) ، أي: غلت أيديهم إلى أعناقهم في النار، فأخبر أن أمة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لما آمنوا به وصدقوه، رفعت تلك الأغلال التي كانت عليهم عن هذه الأمة بطاعتهم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقِيل: الأغلال التي كانت عليهم: الشدائد التي كانت عليهم، من نحو ما لا يجوز لهم العفو عن الدم العمد، ولا أخذ الدية، وما لا يجوز غسل </p><p> النجاسات إلا العظم، وغير ذلك من الأشياء التي لم تحل لهم، فأحلت لهذه الأمة. </p><p> ويحتمل أن يكون الإصر والأغلال التي كانت عليهم: من نحو ما حرم من أشياء بظلم كان منهم وتحريم؛ نحو قوله:  (فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ) وقوله: (وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ) ، إلى قوله:  (ذَلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ) ، حرمت تلك الأشياء عليهم؛ عقوبة لبغيهم وظلمهم الذي كان منهم، أخبر أنه وضع عن هَؤُلَاءِ ذلك، لم يحرم ذلك عليهم. </p><p> وفي هذه الآية دلالة إثبات رسالة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لأنه أخبر أنه أمي، والأمي ما ذكر في قوله:  (وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ) كان لا يتلوه ولا يخطه بيده، ثم أخبر على ما كان في كتبهم من غير أن عرف ما في كتبهم، أو نظر فيها وعرف لسانهم؛ دل أنه إنما عرف ذلك باللَّه. </p><p> وقوله:  (فَالَّذِينَ آمَنُوا بِهِ) . </p>"
}