{
  "id": null,
  "sura": 7,
  "aya": 53,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (هُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ) قال أبو بكر: هو هدىً للكل: للمؤمن والكافر جميعًا، ورحمة للمؤمنين خاصة. </p><p> وأمّا عندنا: فهو هدىً للمؤمنين، وعمى على الكافرين؛ على ما ذكر:  (وَهُوَ عَلَيْهِمْ عَمًى) ، خص المؤمنين بالهدى لهم؛ لأنهم هم المخصوصون بالانتفاع به دون أُولَئِكَ، وعلى أُولَئِكَ عمى ورجس؛ على ما ذكر، وصار للمؤمنين حجة على أُولَئِكَ، وقوله:  (فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ) ، هذا للكافرين، وقال للمؤمنين:  (فَزَادَهُمْ إِيمَانًا) . </p><p> وقوله - عَزَّ وَجَلَّ -: (هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ ... (٥٣) أي: ما ينظرون إلا وقوع ما وعدهم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من نزول بأس اللَّه بهم، أي لا يؤمنون إلا بعد وقوع البأس بهم، لكن لا ينفعهم إيمانهم في ذلك الوقت:  (يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ) ، والتأويل هو ما ينتهي إليه الأمر ويئول، وما يقع بهم من البأس الموعود لهم، وإيمانهم ما ذكر من قولهم:  (قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ) ، يعني: بالحق الواقع بهم من بأس اللَّه الذي كانت الرسل تعدهم، أي: إن ما وعدوا من وقوع الباس بنا كان حقًّا. </p><p> ويحتمل قوله:  (قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ) أي: بالتوحيد، أي: إن الذي جاءت به الرسل في الدنيا من التوحيد كان حقًّا. </p><p> أو أن الذي أخبر الرسل عن هذا اليوم كان حقًّا. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَهَلْ لَنَا مِنْ شُفَعَاءَ فَيَشْفَعُوا لَنَا) . </p><p> كأنهم إذا حل بهم ووقع ما أوعد لهم الرسول من البأس، تمنوا عند ذلك الشفعاء الذين كانوا يعبدونهم في الدنيا؛ كقولهم:  (هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ) . </p><p> أو طلبوا الشفعاء كما كانوا يطلبون في الدنيا شفعاء إذا بدا لهم أمر عظيم، فيشفع بعضهم بعضًا، ويعين بعضهم بعضًا في هذه الدنيا، فعلى ما كان لهم في الدنيا تمنوا في الآخرة ذلك، فإذا أيسوا عن ذلك وأيقنوا أن لا شفيع يشفع لهم، فعند ذلك قالوا:  (أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ) ، لا أنهم قالوا ذلك مجموعًا؛ كقوله:  (يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا. . .) إلى قوله: (لَعَادُوا لِمَا نُهُوا عَنْهُ) . </p><p> قَالَ بَعْضُهُمْ: لو ردوا في الدنيا، لعادوا إلى ما نهوا عنه. </p>"
}