{
  "id": null,
  "sura": 7,
  "aya": 38,
  "text": "<p> وعلى تأويل من حمل ذلك على الجزاء في الآخرة: فهو يجعل المتوفَى في النار؛ لشدة العذاب، وإن كانوا لا يموتون، وهو كقوله:  (وَيَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ) ، أي تأتيه أسباب الموت. </p><p> وعلى تأويل من يجعل قوله:  (أُولَئِكَ يَنَالُهُمْ نَصِيبُهُمْ مِنَ الْكِتَابِ) : في الدنيا في استيفاء الرزق وما كتب لهم؛ يكون قوله:  (حَتَّى) على الإثبات وعلى تأويل من يقول بأن ذلك في الآخرة فيجيء أن يكون على الصلة والإسقاط. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَيْنَ مَا كُنْتُمْ تَدْعُونَ مِنْ دُونِ اللَّهِ) . </p><p> تقول لهم الملائكة في النار على تأويل هَؤُلَاءِ وعلى تأويل أُولَئِكَ: عند قبض أرواحهم، أو بعد قبض أرواحهم. </p><p> وقوله:  (أَيْنَ مَا كُنْتُمْ تَدْعُونَ مِنْ دُونِ اللَّهِ) ، أي: تعبدون من دون اللَّه، وتقولون:  (هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ) ، وقولهم:  (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) أو الأكابر التي ذكر بقوله: (وَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا) ، أين أُولَئِكَ الذين كنتم تعبدون من دون اللَّه؟! </p><p> (قَالُوا ضَلُّوا عَنَّا) . </p><p> وهلكوا، أي: بطل عبادتنا التي عبدناهم؛ ألا ترى أنه قال في آية أخرى:  (أَإِذَا ضَلَلْنَا فِي الْأَرْضِ) ، أي: هلكنا وبطلنا. </p><p> (وَشَهِدُوا عَلَى أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ) . </p><p> فإن كان قوله:  (أَيْنَ مَا كُنْتُمْ تَدْعُونَ مِنْ دُونِ اللَّهِ) : الكبراء منهم والرؤساء يكون قوله: (ضَلُّوا عَنَّا) ، أي: شغلوا بأمرهم عنا، وإن كان الأصنام يكون قوله:  (ضَلُّوا عَنَّا) أي: بطل ما كنا نطمع من عبادتنا إياهم، وهو قولهم:  (شُفَعَاؤُنَا عَندَ اللَّهِ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ ادْخُلُوا فِي أُمَمٍ ... (٣٨) </p><p> قوله:  (فِي أُمَمٍ) يحتمل مع أمم، وذلك جائز في اللغة؛ يقال: جاء فلان في جنده. </p><p> وقوله:  (قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ فِي النَّارِ) . </p><p> المتبوعين والأتباع جميعًا معًا والعرب تضع حروف الخفض بعضها في موضع بعض؛ كقوله:  (فَادْخُلِي فِي عِبَادِي) قيل: مع عبادي. ويحتمل \" في \" موضعه كأن المتبوعين يدخلون النار قبل الأتباع فقيل لهَؤُلَاءِ الأتباع (ادْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ فِي النَّارِ) . وفيه دليل أن الكفار من الجن يعذبون كما يعذب الكفار من الإنس. </p><p> وقوله - عَزَّ وَجَلَّ -: (كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا) . </p><p> لعن الأتباع المتبوعين؛ لما هم دعوهم إلى ذلك، وهم صرفوهم عن دين اللَّه؛ كقولهم:  (إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا. . . .) ، وكقوله:  (وَقَالَ الَّذِينَ اسْتُضْعِفُوا. . . .) ، وغير ذلك من الآيات. </p><p> ولعن المتبوعون الأتباع؛ لما يزداد لهم العذاب بكثرة الأتباع وبقدرهم؛ فيلعن بعضهم بعضًا. </p><p> وفيه دليل أن أهل الكفر وإن اختلفوا في مذاهبهم فهم إخوة وأخوات بعضهم لبعض، كالمؤمنين بعضهم إخوة وأخوات لبعض. </p><p> وقوله - عَزَّ وَجَلَّ -: (حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا) . </p><p> قَالَ بَعْضُهُمْ: هو من التدارك، أي: حتى إذا تداركوا وتتابعوا فيها. </p><p> وقيل: هو من الدرك؛ لأن النار دركات، لا يزال أهل النار يهوون فيها لا قرار لهم في ذلك؛ وفي القرار بعض التسلي والراحة، فلا يزالون يهوون فيها دركًا فدركًا. </p><p> وقيل: ولذلك سميت هاوية. </p><p> وقيل:  (حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا) ، أي: اجتمعوا فيها؛ فعند ذلك يتلاوم بعضهم بعضًا، فإن كان على التدارك فهو كقوله:  (احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ) . وإن كان على الاجتماع فهو للتضييق؛ كقوله:  (وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ) ويجتمعون يلعن بعضهم بعضًا. </p>"
}