{
  "id": null,
  "sura": 7,
  "aya": 186,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (مَنْ يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ وَيَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ (١٨٦) </p><p> وفي موضع آخر:  (وَمَنْ يَهْدِ اللَّهُ فَمَا لَهُ مِنْ مُضِلٍّ) ، ولو كانت الهداية الأمر والبيان على ما قاله قوم، لكان ذلك من غيره، وكذلك لو كان الإضلال والإزاغة والنهي هو التخلية، لكان ذلك يكون من غيره، وكل من أراد اللَّه أن يهديه أضله غيره، وكل من أضله اللَّه هداه غيره، فذلك محال مع ما في كل ما أضاف اللَّه الإضلال إلى الخلق ذمه، وفيما أضاف الهداية إليه مدحه، ثم أضافهما جميعًا إلى نفسه؛ دل أن هنالك زيادة معنى ليس ذلك في الإضافة إلى الخلق، وهو ما ذكر في غير موضع: </p><p> إما خلق فعل الضلال من الكافر، وخلق فعل الاهتداء والإيمان من المؤمن، أو كان منه التوفيق والمعونة في الهدى، والخذلان في الكفر. </p><p> وهذان الوجهان اللذان ذكرناهما لا يكونان من الخلق، إنما يكونان من اللَّه؛ لذلك كان معنى الإضافة إليه، وإنما يكون من الخلق الدعاء وغيره، لا ما قالته المعتزلة من البيان والأمر والنهي والتخلية؛ إذ لا يكون ذلك من الخلق، وباللَّه العصمة. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَنْ يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ) أي: من أهانه اللَّه بالضلالة، فلا أحد يملك إكرامه بالهدى. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ) . </p><p> لا ضرر يلحقه في طغيانهم؛ لذلك تركهم فيه، ودل ذلك على أنه لم ينشئهم لحاجة نفسه، ولا لدفع مضرة نفسه، ولكن لحاجة أنفسهم؛ كقوله:  (سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ) ، وكقوله:  (إِنَّ كَيْدِي مَتِينٌ) ، وهو حرف الوعيد. </p><p> * * * </p><p> قوله تعالى:  (يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (١٨٧) قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ (١٨٨) </p>"
}