{
  "id": null,
  "sura": 7,
  "aya": 88,
  "text": "<p> قال ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: كان قوم شعيب قليلًا حين أدرك ذلك شعيب، وقوم آخرون معه يقول لهم ذلك شعيب عليه السلام، وإن كان طائفة منكم آمنوا بالذي أرسلت به، وطائفة لم يؤمنوا فاصبروا يا معشر المؤمنين، (حَتَّى يحكمَ اللَّهُ بَيْنَنَا) : يقضي عليهم بالهلاك، ولم يكن شعيب أمر بالقتال. </p><p> وقَالَ بَعْضُهُمْ: قوله: (وَإِنْ كَانَ طَائِفَةٌ مِنْكُمْ) ، يعني المؤمنين، (آمَنُوا بِالَّذِي أُرْسِلْتُ بِهِ) : من العذاب، (وَطَائِفَةٌ) : يعني الكفار، (لَمْ يُؤْمِنُوا) : بالعذاب، (فَاصْبِرُوا) : يا معشر الكفار، (حَتَّى يحكمَ اللَّهُ بَيْنَنَا) : في أمر العذاب في الدنيا، (وَهُوَ خَيْرُ الْحَاكِمِينَ) ويحتمل غير هذا، وذلك أنهم كانوا يعبدون الأصنام، ويقولون:  (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) ، ويقولون: اللَّه أمرهم بذلك في أشياء يفعلونها، ويقول هَؤُلَاءِ: إن الذي نحن عليه هو الذي أمرنا اللَّه بذلك، فيقول لهم: اصبروا حتى يحكم اللَّه بيننا بأنه بماذا أمر: بالذي عليه الكفار، أم بالذي نحن عليه. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِنْ قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا قَالَ أَوَلَوْ كُنَّا كَارِهِينَ (٨٨) قد ذكرنا في غير موضع أن الملأ من قومه هم كبراؤهم ورؤساؤهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (اسْتَكْبَرُوا) أي استكبروا، عن الخضوع والطاعة لمن هو دونهم عندهم؛ لأنهم كانوا يضعفون شعيبًا فيما بينهم ويزدرونه كقولهم له:  (وَإِنَّا لَنَرَاكَ فِينَا ضَعِيفًا وَلَوْلَا رَهْطُكَ لَرَجَمْنَاكَ وَمَا أَنْتَ عَلَيْنَا بِعَزِيزٍ) ثم لم يروا الأمر بالخضوع لمن هو دونهم في أمر الدنيا عدلًا، وهم إنما أخذوا من إبليس اللعين وإياه قلدوا حيث قال:  (أَنَا خَيْرٌ مِنْهُ) ، حين أمر بالسجود لآدم، ولم ير اللعين الأمر بالخضوع لآدم من اللَّه عدلًا، فعلى ذلك هَؤُلَاءِ لم يروا الخضوع لمن دونهم عندهم عدلًا؛ فاستكبروا عليه، فكفروا لذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَنُخْرِجَنَّكَ يَا شُعَيْبُ) . </p><p> قال الحسن: لنخرجنك، أي: لنقتلنك، والذين آمنوا معك من قريتنا. </p><p> وقال غيره: لنخرجنك: الإخراج نفسه، أي: نخرجنك ومن معك من المؤمنين من قريتنا إن لم تتبع ديننا، وقد كان منهم للأنبياء المعنيين جميعًا التوعد بالقتل والإخراج </p>"
}