{
  "id": null,
  "sura": 7,
  "aya": 176,
  "text": "<p> وقيل: تركها؛ وكله واحد. </p><p> ثم يحتمل قوله:  (فَانْسَلَخَ مِنْهَا) أي: كانوا قبلوها مرة، ثم ردوها من بعد القبول. </p><p> ويحتمل: أن لم يقبلوها ابتداء فخرجوا منها وكذبوها. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ) . </p><p> فيه دلالة أن اللَّه لا يتبع الشيطان أحد ولا يزيغه إلا بعد أن كان منه الاختيار للضلال والميل إليه؛ حيث قال:  (فَانْسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ) إنما أتبعه الشيطان بعد ما كان منه الانسلاخ والنزع. </p><p> وقوله:  (فَكَانَ مِنَ الْغَاوِينَ) قيل: كان في علم اللَّه أن يكون في ذلك الوقت من الغاوين. </p><p> وقيل: كان من الغاوين، أي: صار من الغاوين إذا انسلخ منها وخرج، والغاوي: الضال. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا ... (١٧٦) </p><p> يحتمل قوله:  (لَرَفَعْنَاهُ بِهَا) : عصمناه حتى لا ينسلخ منها ولا يكذب بها، أي: لو شئنا لوفقناه لها حتى يعمل بها. </p><p> أو أن يقال: لو شئنا لعصمناه حتى لا يختار ما اختار، لكنه إذ علم منه أنه يختار ذلك ويميل إليه، شاء ألا يعصمه، ولا يوفقه، فكيفما كان فهو على المعتزلة؛ لأنه أخبر أنه لو شاء لرفعه بها، وكان له مشيئة الرفع، ثم أخبر أنه لم يرفع، ولو رفعه بها كان أصلح له في الدِّين؛ دل أنه قد يفعل به ما ليس هو بأصلح في الدِّين، وهم يقولون: إن، المشيئة - هاهنا - مشيئة القهر والقسر، لا مشيئة الاختيار، لكن ما ذكرنا أن الإيمان في حال الاضطرار والقهر لا يكون إيمانًا، فلا معنى لذلك، ولا يكون ذلك رفعًا؛ فيبطل قولهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ) : </p><p> هو ما ذكرنا؛ لما علم منه أنه يخلد إلى الأرض ويميل إليها، لم يعصمه ولم يرفعه. </p><p> والإخلاد إلى الأرض: قال الحسن: سكن إلى الأرض. </p><p> وكذلك قال الكيساني: إن الإخلاد في كلامهم: السكون إلى الشيء والركون إليه. </p><p> وقال أبو عبيدة: هو اللزوم للشيء. </p><p> وفي قوله:  (وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَوَاهُ) دلالة أن الإزاغة من اللَّه وترك العصمة له؛ لما يكون من العبد الميل والركون إلى مخالفته، وترك الائتمار له، واتباع الهوى. </p><p> قال قتادة: قوله: (وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا) يقول: لو شئنا لرفعناه من إيتائه الهدى، فلم يكن للشيطان عليه سبيل، ولكن يبتلى من عباده من يشاء. </p><p> وقوله:  (أَخْلَدَ إِلَى الْأَرْضِ) ذكر الأرض يحتمل أن يكون كناية عن الدنيا؛ كقوله:  (وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا) . </p><p> ويحتمل أن يكون كناية عن الذل والهوان؛ لأن كل خير وبركة إنما يطلب من السماء، وهم إذا اختاروا ذلك اختاروا الذل والهوان. </p><p> وقال الحسن في قوله:  (فَأَتْبَعَهُ الشَّيْطَانُ) الآية، قال: حال الشيطان بينه وبين أن يصحب الهدى بما مناه وزين له واتبع هواه، (فَمَثَلُهُ كَمَثَلِ الْكَلْبِ) قال: هذا مثل الكافر، أميت فؤاده كما أميت فؤاد الكلب. </p><p> وقوله:  (سَاءَ مَثَلًا الْقَوْمُ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَأَنْفُسَهُمْ كَانُوا يَظْلِمُونَ (١٧٧) أي: ساء مثل الأفعال التي ضرب الله مثلها بانذي ذكر في القرآن، قال:  (سَاءَ مَثَلًا) ، صدق اللَّه وبئس المثل (فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ) ، فتدبروا وتفكروا في أمثال اللَّه التي ضرب واعقلوها؛ إلى هذا ذهب الحسن. </p><p> وقال غيره: وجه ضرب مثل الذي كذب بالآيات بالكلب، هو أن الكلب من عادته أنه يذل ويخضع لكل أحد؛ لما يطمع أن ينال منه أدنى شيء، ولا يبالي ما يصيبه من الذل والهوان في ذلك بعد أن ينال منه بشيء؛ فعلى ذلك الكافر والمكذب بالآيات لا يبالي ما يلحقه من الذل والهوان بعد أن يصيب من الدنيا شيئًا. </p><p> ويشبه أن يكون وجه ضرب المثل بالكلب؛ لما أن من عادة الكلاب أنها إذا ظفرت بالجيف تنكب لها، حتى إذا ينادي لها وتدعى لا تكترث إليه ولا تلتفت؛ فعلى ذلك هذا الكافر ينكب لكل جيفة ويخضع، ولا يلتفت إلى ما نودي ودعي إليه. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ) . </p><p> أي: يخرج لسانه ويتنفس تنفسًا أشديدًا. </p><p> (أَوْ تَتْرُكْهُ يَلْهَثْ) ومعناه - واللَّه أعلم - أن الكلب إذا أصابه العطش والجوع لهث، وإذا لم يصبه لهث أيضًا، فعلى ذلك الكافر يميل إلى ذلك ويختار، أصابته شدة أو لم تصبه؛ أو كلام نحو هذا. </p><p> وقال قتادة: هذا مثل الكافر، ميت الفؤاد كما أميت فؤاد الكلب. </p><p> (ذَلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا) ضرب اللَّه - عَزَّ وَجَلَّ - مثل الكافر مرة بالكلب، ومرة بالميت، ومرة بالأعمى، ومرة بالتراب، ومرة بالأنعام، </p>"
}