{
  "id": null,
  "sura": 7,
  "aya": 188,
  "text": "<p> وعلى قول بعضهم: الحفي: الخبير العالم، وقالوا: هو المشرف المكرم البار الذي لا يستخفي منه شيء ولا يلبس عليه. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ (١٨٨) </p><p> قال بعض أهل التأويل: قوله: (لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا) : الهدى والضلالة. </p><p> وقال قائلون من أهل التأويل: لا أملك جرَّ النفع إلى نفسي ولا دفع الضر عنها (إِلَّا مَا شَاءَ اللَّهُ) ، أي: إلا إن أقدرني اللَّه على ذلك فأملك ذلك. </p><p> ويشبه أن يكون قوله:  (لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا) قال ذلك؛ لئلا يتخذوه معبودًا، لا ينسبوه إلى اللَّه بالذي لا يليق النسبة به أنحو، ما قالت النصارى:  (الْمَسِيحُ ابْنُ اللَّهِ) ، (وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ) ، وقال مشركو العرب: الملائكة بنات اللَّه؛ لعظيم ما وقع عندهم من محل هَؤُلَاءِ وقدرهم، فقال:  (لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا) ؛ لئلا ينسبوه إلى اللَّه من الوجه الذي نسب أُولَئِكَ، أظهر من نفسه العجز والعبادة، وهو ما قال عيسى صلوات اللَّه عليه حيث قال:  (إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ. . .) الآية. </p><p> وقال ابن عَبَّاسٍ في قوله:  (قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا) : وذلك أن أهل مكة قالوا: ألا يخبرك ربك يا مُحَمَّد بالتجارة المربحة فتتجر فيها فتربح، أو لا يخبرك بسنة القحط والجدوبة، أو يخبرك بوقت السعة والخصب؟ ! فقال عند ذلك:  (وَلَو كُنْتُ أَعْلَمُ الْغَيْبَ) من جدوبة الأرض والقحط؛ (لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ) يقول: لتهيأت لذلك (وَمَا مَسَّنِيَ السُّوءُ) من الضر والشدة؛ إلى هذا ذهب عامة أهل التأويل. </p><p> وقالوا في قوله:  (وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ) قَالَ بَعْضُهُمْ: لو كنت أعلم الغيب لاستكثرت من الخير ومن العمل الصالح. </p><p> ولكن الوجه فيه غير ما ذهبوا إليه؛ لأنه إن كان لا يعلم متى يموت؟ لا يستكثر من </p><p> الخير ومن العمل الصالح، أو لو كان يعلم الغيب لاستكثر المال على ما قَالَ بَعْضُهُمْ؛ هذا بعيد. </p><p> ولكن التأويل - واللَّه أعلم - أن يجعل قوله:  (قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا) أي: لا أعلم لكم نفعًا ولا ضرًّا، ولو كنت أعلم لكم الغيب لاستكثرت من الخير عند اللَّه، أي: لو كنت أعلم لكم ذلك لصدقتموني وآمنتم بي ولاستكثرت من الخير عند اللَّه بإيمانكم باللَّه وتصديقكم إياي. </p><p> أو أن يقال: لا أملك لنفسي نفعًا ولا ضرًّا، ولو كنت أملك لكم ذلك لاستكثرت من الخير؛ لأنكم إذا رأيتموني أملك نفع ما غاب عنكم ودفع ضر ما غاب، لآمنتم بي وصدقتموني، فأنا بذلك استوجبت عند اللَّه خيرًا كثيرًا، يجعل قوله:  (وَلَو كُنْتُ أَعْلَمُ الْغَيْبَ) جواب ما تقدم من الكلام، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ: قوله: (قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا) أي: لا أعلم الغيب إلا قدر ما أوحي إليَّ (لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ) . </p><p> وقَالَ بَعْضُهُمْ: لا أعلم الغيب قبل أن يوحى إلي، ولو كنت أعلم ذلك لاستكثرت من الخير بذلك. </p><p> وحاصل التأويل في قوله:  (وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ) : ما ذكرنا بتصديقكم إياي وإيمانكم بي، أو ما ذكرنا من السعة والخصب في الدنيا لأهله ولأصحابه، أو ما ذكرنا، أي: لو كنت أملك لكم نفع ما غاب عنكم ودفع ضرر ما غاب -أيضًا- لآمنتم بي وصدقتموني، فأنا بذلك استوجبت عند اللَّه خيرًا كثيرًا. </p><p> وجائز أن يكون قوله:  (وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ) أي: لو كنت أعلم من المصدق ومن المكذب لاستكثرت من الخير؛ لأنه لا يشتغل بمن يعلم أنه يرد ولا يجيب، وإنما يشتغل بمن يعلم منه أنه يجيب ولا يكذب، فيستكثر أتباعه والمطيعين لله. </p><p> وقَالَ بَعْضُهُمْ:  (وَمَا مَسَّنِيَ السُّوءُ) هو صلة قوله: (أَوَلَمْ يَتَفَكَّرُوا مَا بِصَاحِبِهِمْ مِنْ جِنَّةٍ) كانوا يقولون: إن به جنونًا، فقال:  (وَمَا مَسَّنِيَ السُّوءُ) من النسبة إلى الجنون، ويقول: ما مسني السوء منكم: سوء ردٍّ وتكذيب؛ لأنه لو علم الذي يجيبه ويصدقه من الذي لا يجيبه ولا يصدقه، لم يمسه سوء من الرد والأذى؛ لأنه لا يشتغل به </p>"
}