{
  "id": null,
  "sura": 8,
  "aya": 43,
  "text": "<p> وجل - لئلا يكلوا إلى الكثرة، ولا يعتمدوا على القوة، ولا يضعفوا، ولا يجبنوا، ولا يخافوا غيره؛ ليعرفوا أن ما أصابهم من الهزيمة والغلبة أصابهم لمعصية كانت منهم، أو إعجابًا بالكثرة، واعتمادًا بالقوة والأسباب، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلًا ... (٤٣) </p><p> اختلف فيه؛ قَالَ بَعْضُهُمْ: قوله: (فِي مَنَامِكَ قَلِيلًا) المنام نفسه، كان اللَّه يرى رسوله المشركين في منامه قليلا، فأخبر بذلك أصحابه بما رأى، فقالوا: رؤيا النبي حق، القوم قليل، ليس كما بلغنا أنهم كثير. فلما التقوا ببدر، قلل اللَّه المشركين في أعين المؤمنين؛ تصديقًا لرؤيا رسول اللَّه. </p><p> وقال الحسن: قوله: (إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلًا) أي: في عينيك اللتين تنام بهما، وهو في اليقظة؛ لأنه ذكر أنه قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" تنام عيني ولا ينام قلبي \" ، وإنما أراه إياهم قليلا في العين التي بها ينام، وهما عينا الوجه، ويدل على ذلك ما روي عن ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - قال: لقد قللوا في أعيننا يوم بدر حتى قلت لصاحب لي: تراهم سبعين، فقال: أراهم مائة، حتى أخذنا رجلا منهم، فسألناه، فقال: كنا ألفًا. </p><p> فإن كان التأويل هذا الثاني أنه أراهم رسوله قليلا في اليقظة بالذي ينام، فهو ظاهر. </p><p> وإن كان أراه إياهم في المنام حقيقة، فلقائل أن يقول: إن رؤيا الرسول وحي، فكيف أراه إياهم قليلا وهم كثير خلاف ما هو في الحقيقة؟! </p><p> قيل: يحتمل أن يكون أراه بعضهم لا الكل، فهو حقيقة ما أراه إياهم؛ فكذلك قيل، واللَّه أعلم. </p><p> وجائز أن يكون أرى أصحابه إياهم قليلًا، وإن أضاف ذلك إلى رسول اللَّه؛ دليله ما ذكر في آخره؛ حيث قال:  (وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ) ، وذلك في القرآن كثير أن يخاطب به رسوله والمراد به غيره. </p><p> ألا ترى أنه قال:  (إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ) ومعلوم أن نزول هذه الآية بعد وفاة والديه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَوْ أَرَاكَهُمْ كَثِيرًا لَفَشِلْتُمْ) أي: لجبنتم. </p><p> (وَلَتَنَازَعْتُمْ فِي الْأَمْرِ) . </p><p> أي: اختلفتم في أمر القتال والحرب. </p><p> (وَلَكِنَّ اللَّهَ سَلَّمَ) . </p><p> قيل: سلم وأتم للمسلمين أمرهم على عدوهم، فهزمهم ونصرهم عليهم. </p><p> ويحتمل قوله:  (سَلَّمَ) أي: أجاب للمسلمين؛ لما استعانوا واستنصروه بالنصر والظفر لهم. </p><p> (إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ) . </p><p> أي: عليم بما في قلوب المؤمنين من الجبن والفشل وأمر عدوهم، واللَّه أعلم. </p>"
}