{
  "id": null,
  "sura": 8,
  "aya": 51,
  "text": "<p> صد الناس عن سبيل اللَّه، واستكبارهم على المؤمنين، وخروجهم لقتال أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إنما عملوا بأنفسهم، لا بالمؤمنين. </p><p> وقوله:  (وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ) . </p><p> يحتمل ما ذكر من فعل الملائكة يوم بدر؛ لأن الآية ذكرت في قصة بدر. </p><p> ويحتمل أن يكون ذلك في كل كافر أن الملائكة يفعلون به ما ذكر؛ كقوله:  (وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ. . .) الآية، هذا في كل كافر. </p><p> وقوله:  (يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ) . </p><p> ليس على إرادة حقيقة الوجه والدبر، ولكن على إرادة إيصال الألم إليهم بكل ضرب وبكل جهة؛ كقوله:  (لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ) ، ليس على إرادة التحت والفوق، ولكن على إرادة إحاطة العذاب بهم؛ فعلى ذلك الأول. </p><p> وقَالَ بَعْضُهُمْ: يضربون وجوههم في أحال، إقبالهم على المؤمنين، وإدبارهم وانهزامهم منهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ (٥١) </p><p> ذكر تقديم اليد، وإن كان الكفر من عمل القلب؛ لما باليد يقدم في العرف. </p><p> وقوله:  (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ) . </p><p> في الآية دلالة الرد على المجبرة؛ لأنهم لا يجعلون للعبيد في أفعالهم صنعًا، يجعلون حقيقة الأفعال لله، وذكر (بِمَا قَدَّمَتْ أَيْدِيكُمْ) ، فلو لم يكن لهم صنع، لم يكن لقوله:  (بِمَا قَدَّمَتْ أَيْدِيكُمْ) معنى، وكذلك قوله:  (وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ) ، فلو لم يكن لهم حقيقة الفعل، لكان الئعذيب ظلمًا؛ دل أن لهم فعلا، واللَّه أعلم. </p><p> قوله:  (لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ) . </p><p> فيما شرع من القتال، والإهلاك، والتعذيب في الآخرة؛ لأنه مكن لهم ما يكسبون به النجاة والحياة الدائمة، فما لحقهم مما ذكر، إنما كان باكتسابهم واختيارهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَفَرُوا بِآيَاتِ اللَّهِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ إِنَّ اللَّهَ قَوِيٌّ شَدِيدُ الْعِقَابِ (٥٢) </p><p> قَالَ بَعْضُهُمْ: صنيع هَؤُلَاءِ، أي: صنيع أهل مكة بمُحَمَّد كصنيع فرعون وقومه </p>"
}