{
  "id": null,
  "sura": 8,
  "aya": 2,
  "text": "<p> وذلك من عظيم نعمه عليهم، فأمر - هاهنا - بإصلاح ذات البين؛ ليكونوا على النعمة التي أنعمها عليهم مجتمعين غير متفرقين. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَطِيعُوا اللَّهَ وَرَسُولَهُ) . </p><p> أي: أطيعوا اللَّه في أمره ونهيه، ورسوله في آدابه وسننه (إِنْ كُنْتُمْ مُؤْمِنِينَ) . </p><p> أو يقول: أطيعوا اللَّه فيما دعاكم إليه ورغبكم فيه، ورسوله فيما بين لكم (إِنْ كُنْتُمْ مُؤْمِنِينَ) . </p><p> يعني: مصدقين به. </p><p> * * * </p><p> قوله تعالى:  (إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (٢) الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (٣) أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (٤) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ) إلى آخر ما ذكر. </p><p> يحتمل وجوهًا: </p><p> يحتمل قوله: إنما المؤمنون الذين حققوا إيمانهم بما ذكر من الأفعال. </p><p> والثاني: إنما المؤمنون الذين ظهر صدقهم عندكم بما ذكر من الأفعال من وجل القلب والخشية والثبات واليقين على ما كانوا عليه، ليس كالمنافقين الذين كانوا مرتابين </p><p> في إيمانهم، كما وصفهم في آية أخرى؛ حيث قال:  (وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَى) ، وكانوا إذا أنفقوا أنفقوا كارهين، وكانوا لا يذكرون اللَّه إلا قليلًا مراءاة للناس، وأما المؤمنون فهم الذين يقومون بوفاء ذلك كله حقيقة، فيظهر صدقهم بذلك، وهو ما وصفهم به في آية أخرى:  (إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ أُولَئِكَ هُمُ الصَّادِقُونَ) . </p><p> ويحتمل أن يكون على الاعتقاد خاصة، ليس على نفس العمل؛ كأنه قال: إنما المؤمنون الذين اعتقدوا في إيمانهم ما ذكر من وجل القلوب والخشية عند ارتكاب المعصية، والتقصير عن القيام بما عليه، وما يرتكب المؤمن من المعاصي إنما يرتكب عن جهالة ثم يتوب عن قريب؛ كقوله:  (إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ) ، يرتكب ذلك إما لغلبة شهوة، أو يعتقد التوبة من بعده، أو يرجو رحمة اللَّه وفضله في العفو عن ذلك، فيكون قوله: إنما المؤمنون الذين اعتقدوا لإيمانهم ما ذكر من الأفعال؛ وهو كقوله:  (فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ) ، هو على الاعتقاد والقبول له: أنهم إذا اعتقدوا ذلك وقبلوا، يخلى سبيلهم وإن لم يقيموا الصلاة وما ذكر وكذلك الأول يحتمل ذلك. </p><p> والرابع: يحتمل قوله: إنما المؤمنون هم الذين فعلوا هذا وأتوا بذلك كله، لكنهم أجمعوا: أن من آمن بقلبه وصدق كان مؤمنًا وإن لم يأت بغيره من الأفعال؛ نحو أن يؤمن ثم يخترم ويموت من ساعته مات مؤمنًا؛ فدل أنه لم يخرج ذلك على الشرط لما ذكرنا، ولكن على الوجوه الثلاثة التي ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ) يخرج على وجوه: </p><p> أحدها: يخبر أن المؤمن هو على وصف ما ذكر. </p><p> أو يقول: إن المؤمنين الذين ينبغي أن يكونوا ما ذكر. </p><p> أو يقول: إنما المؤمنون المختارون ما ذكر، جعل اللَّه تعالى ما ذكر من وجل القلب وغيره علمًا بين الذين حققوا الإيمان في الظاهر والباطن وبين الذين أظهروا الإيمان وأضمروا الكفر والخلاف، وكذلك ما ذكر في آية أخرى:  (إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ وَإِذَا كَانُوا مَعَهُ عَلَى أَمْرٍ جَامِعٍ لَمْ يَذْهَبُوا) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا) يحتمل قوله: (آيَاتُهُ) : حججه وبراهينه إذا تليت عليهم ذلك يزداد لهم ثباتًا وقوة على ما كانوا، وأما المنافقون فإن الآيات التي نزلت كانت تزداد لهم بها رجسًا وبعدًا فإن المؤمنين يزيد لهم ذلك ثباتًا وقوة. أو ذكر الزيادة؛ لأن للإيمان حكم التجدد والحدوث في كل وقت وكل ساعة، فإذا كان له حكم الحدوث والتجدد فهو زيادة على ما كان، فإن شئت سميتها زيادة وإن شئت سميتها ثباتًا. وقال أبو حنيفة - رحمه اللَّه -: يزيد الإيمان بالتفسير على الإيمان بالجملة، فإذا فسروا لهم وقالوا: فلان رسول ونبي، ازداد بذلك له إيمانًا وإن كان قد آمن به بالجملة، وكذلك الإيمان بجميع الكتب والأمر وإن كنا نؤمن في الجملة أن له الخلق والأمر، فإذا عرف ذلك الأمر ازداد له إيمانًا في ذلك - واللَّه أعلم - لأن من آمن باللَّه وأن له الخلق والأمر فقد أتى بعقدة الإيمان، فإذا جاء بالتفسير واحدًا بعد واحد ازداد له إيمانه بالتفسير على إيمانه بالجملة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ) أي: على ربهم يتقون ويعتمدون في كل أمورهم لا يتوكلون على غيره إنما يتوكلون على اللَّه وليس كالمنافقين هم إنما يتوكلون على النعم التي أعطوا؛ كقوله: (وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ </p>"
}