{
  "id": null,
  "sura": 8,
  "aya": 58,
  "text": "<p> وقَالَ الْقُتَبِيُّ: قوله: (فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ) أي: افعل بهم فعلا من العقوبة والتنكيل يتفرق به من وراءهم من الأعداء. </p><p> قال: ويقال: شرد بهم: سمع بهم، بلغة قريش. </p><p> وقيل: نكلهم، أي: اجعلهم عظة لمن وراءهم وعبرة، وهو ما ذكرنا. </p><p> وقال أَبُو عَوْسَجَةَ: التنكيل: التخويف والرد عما يكره، والنكال: العذاب. </p><p> وقال غيره:  (فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ) ، أي: اخلفهم بهم بما صنع هَؤُلَاءِ. </p><p> وقال أبو عبيدة: التشريد في الكلام: التبديد والتفريق؛ وبعضه قريب من بعض. </p><p> قال أَبُو عَوْسَجَةَ: قوله: (فَشَرِّدْ بِهِمْ) ، أي: نكل بهم حتى يخافك من خلفهم، والشريد: الطريد، والشريد -أيضًا-: القليل. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ (٥٨) </p><p> قَالَ بَعْضُهُمْ: قوله تخافن: تعلمن من قوم خيانة فانبذ إليهم على سواء. </p><p> أي: لا تفعل بهم مثل ما فعلوا من الخيانة فتكون أنت وهم في الخيانة سواء؛ لأن عندهم أنكم معاهدون على عهد بعد عهد، ولكن انبذ إليهم، ثم ناصب فيما بينهم الحرب. </p><p> وقَالَ بَعْضُهُمْ: هو على حقيقة الخوف، يقول: إذا خفت منهم النقض أو الخيانة (فَانْبِذْ إِلَيْهِمْ) ، أي: ألق إليهم نقضك؛ لتكون أنت وهم في العلم بالنقض سواء. </p><p> قال أبو عبيدة: قوله: (فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ) ، أي: أظهر لهم أنك عدو، وأنك مناصب لهم؛ حتى يعلموا ذلك فيصيروا على ذلك سواء. </p><p> وقَالَ بَعْضُهُمْ:  (سَوَاءٍ) ، أي: على أمرين. </p><p> قال أبو عبيد: قال غير واحد من أهل العلم: (فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ) : أعلمهم أنك </p><p> تريد أن تحاربهم؛ حتى يصيروا مثلك في العلم؛ فذلك السواء. </p><p> قال الكيساني: السواء: العدل. وقال:  (فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ) ، أي: سر إليهم، وقد علموا بك وعلمت بهم. </p><p> وبعضه قريب من بعض. </p><p> وحاصل التأويل: هو التأويلان اللذان ذكرتهما، واللَّه سبحانه أعلم. </p><p> وأصل العهد ما ذكر عَزَّ وَجَلَّ في آية أخرى، وهو قوله:  (إِلَّا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئًا وَلَمْ يُظَاهِرُوا عَلَيْكُمْ أَحَدًا فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ) </p><p> أمر - عَزَّ وَجَلَّ - بإتمام العهد إلى المدة، إذا لم ينقضونا شيئًا ولم يخونوا، ولم يظاهروا علينا أحدًا منهم، فإذا فعلوا شيئا من ذلك فلنا أن ننقض العهد الذي كان بيننا وبينهم. </p><p> وكذلك ابتداء العهد فيما بيننا وبينهم إذا سألونا ليس للإمام أن يعطي لهم العهد إذا لم يكن في العهد منفعة للمسلمين - منفعة ظاهرة - وخير لهم، فعلى ذلك ما دام يرجو في العهد منفعة للمسلمين وخيرًا لهم فعليه مراعاة ذلك العهد وحفظه، فإذا خاف منهم أو اطلع على خيانة منهم، فله نقضه، واللَّه أعلم. </p><p> ثم إذا كانت تلك الخيانة من جملتهم أو ممن له منعة، فله أن يناصبهم الحرب، وإن لم ينبذ إليهم. </p><p> وإذا كان ذلك من بعض على سبيل التلصص والسرقة، فليس له أن يحاربهم إلا بعد النبذ إليهم. </p>"
}