{
  "id": null,
  "sura": 8,
  "aya": 17,
  "text": "<p> وأهل الكفر، واللَّه أعلم. </p><p> ثم يقال: يجوز أن يكون ما ذكر من الوعيد لمعنى في التولية عن الدبر والإعراض، لا لنفس التولية عن الدبر؛ إذ قد ذكر التولية عن الدبر في آية أخرى، والعفو عن ذلك، وهو قوله - تعالى -: (إِنَّ الَّذِينَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كَسَبُوا. . .) الآية. </p><p> فَإِنْ قِيلَ: لعل التوبة مضمرة فيه، تابوا فعفا عنهم. </p><p> قيل: إن جاز أن تجعل التوبة مضمرة فيها، جاز أن يضمر في التولية عن الدبر الردة، فليست تلك أولى بإضمار التوبة من هذه بإضمار الردة، وفي الآية معان تدل على الإضمار؛ إضمار ما يوجب الوعيد الذي ذكر - واللَّه أعلم -: </p><p> أحدها: ذكر التحيز إلى الفئة، وإذا لم يكن للمسلم فئة يتحيز إليها، فإذا تحيز إنما يتحيز ليصير إلى العدو، فهو الردة التي ذكرنا. </p><p> والثاني: ما ذكر في بعض القصة أنه لما اصطف القوم رفع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يديه، فقال:  \" يا رب، إن تهلك هذه العصابة، فلن تعبد في الأرض أبدًا \" ، ومن هرب أو ولى الدبر عن مثل تلك الحال، لم يول إلا لقصد ألا يعبد، فهو كفر. </p><p> والثالث: قد وُعِدَ لهم النصر والظفر على العدو، فمن ولى الدبر، لم يول إلا لتكذيب بالوعد الذي وُعِدَ لهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَمْ تَقْتُلُوهُمْ وَلَكِنَّ اللَّهَ قَتَلَهُمْ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلَاءً حَسَنًا إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (١٧) </p><p> قيل فيه بوجوه: </p><p> يحتمل قوله:  (فَلَمْ تَقْتُلُوهُمْ) ، أي: لم تكن جراحاتكم التي أصابتهم بمصيبة المقتل، ولا عاملة في استخراج الروح، ولا كانت قاتلة، ولكن اللَّه - تعالى - صيرها قاتلة مصيبة المقتل، عاملة في استخراج الروح؛ لأن من الجراحات ما إذا أصابت لم تصب المقتل، ولا عملت في استخراج الروح. </p><p> وقوله:  (فَلَمْ تَقْتُلُوهُمْ. . .) الآية. يخرج على وجوه: </p><p> أحدها: أن العبد لا صنع له في القتل واستخراج الروح منه، إنما ذلك فعل اللَّه، وإليه ذلك، وهو المالك لذلك؛ لأن الضربة والجرح قد يكون ولا موت هنالك؛ وكذلك الرمي، ليس كل من أرسل شيئًا من يده فهو رمي، إنما يصير رميا باللَّه إنشاء السهم حتى يصل بطبعه المبلغ الذي يبلغ؛ فكأنه لا صنع له في الرمي. </p><p> ألا ترى أنه لا يملك رد السهم إذا أرسله، ولو كان فعله لملك رده؛ ولهذا قال أبو حنيفة - رحمه اللَّه -: إن الاستئجار على القتل باطل. </p><p> والثاني: قتلوا بمعونة اللَّه ونصره؛ كما يقول الرجل لآخر: إنك لم تقتله، وإنما قتله فلان، أي: بمعونة فلان قتلته؛ فعلى ذلك الأول. </p><p> وقوله:  (وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى) ، أي: ما أصاب رميك المقصد الذي قصدت، ولكن اللَّه بالغ ذلك المقصد الذي قصدتم. </p><p> والثالث:  (فَلَمْ تَقْتُلُوهُمْ) ، أي: لم تطمعوا بخروجكم إليهم قتلهم؛ لأنهم كانوا بالمحل الذي وصفهم من الضعف وشدة الخوف والذلة كأنما يساقون إلى الموت، فإذا كانوا بالمحل الذي ذكر فيقول - واللَّه أعلم -: لم تطمعوا بخروجكم إليهم وقصدكم إياهم قتلهم؛ لما كان فيكم من الضعف وقوة أُولَئِكَ، ولكن اللَّه أذلهم، وألقى في قلوبهم الرعب والخوف حتى قتلتموهم؛ وكذلك قوله:  (وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى) لا يطمع الإنسان برمي كف من تراب النكبة بأعدائه، ولكن اللَّه رمى حيث بلغ ذلك، وغطى أبصارهم وأعينهم بذلك الكف من التراب؛ على ما ذكر في القصة أنه رمى كفًّا من تراب فغشى أبصار المشركين، فانهزموا لذلك. </p>"
}