{
  "id": null,
  "sura": 8,
  "aya": 41,
  "text": "<p> يخرج على وجهين: </p><p> أحدهما: ويكون من الدِّين الذي هو الدِّين كله لله، لا نصيب لأحد فيه، وهو السبيل التي كانت للشيطان؛ كأنه قال: وتكون الأديان التي يدان بها دينًا واحدًا، وهو دين الله الذي يُدعى الخلق إليه، وبذلك بعث الرسل والكتب، واللَّه أعلم. </p><p> والثاني: يحتمل أن يكون الحكم كله لله؛ كقوله:  (مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ) ، أي: في حكم الملك. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ) . </p><p> وقوله:  (وَإِنْ تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَوْلَاكُمْ ... (٤٠) </p><p> قيل: ناصركم. </p><p> وقيل: المولى: المليك. </p><p> (نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ) . </p><p> أي: نعم الناصر والمعين، (وَنِعْمَ النَّصِيرُ) ؛ لأنه لا يعجزه شيء. </p><p> وقيل:  (مَوْلَاكُمْ) ، أي: أولى بكم. </p><p> * * * </p><p> قوله تعالى:  (وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ وَمَا أَنْزَلْنَا عَلَى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٤١) إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوَى وَالرَّكْبُ أَسْفَلَ مِنْكُمْ وَلَوْ تَوَاعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمِيعَادِ وَلَكِنْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَى مَنْ حَيَّ عَنْ بَيِّنَةٍ وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ (٤٢) إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلًا وَلَوْ أَرَاكَهُمْ كَثِيرًا لَفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِي الْأَمْرِ وَلَكِنَّ اللَّهَ سَلَّمَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (٤٣) وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ (٤٤) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى) . </p><p> قال عامة أهل التأويل: إن الغنيمة: هي التي أصاب المسلمون من أموال المشركين بالقتال عنوة، والفيء: ما يعطون بأيديهم صلحًا. </p><p> والغنيمة يأخذ الإمام الخمس منها، والباقي يقسم بينهم، والفيء يأخذه الإمام فيضعه في مصلحة المسلمين، وليس فيه الخمس. </p><p> وقَالَ بَعْضُهُمْ: الغنيمة والفيء واحد. </p><p> ثم قوله:  (وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ. . .) إلى آخر ما ذكر، ذكر الخمس، ولم يذكر الأربعة أخماس أنها لمن، لكنها للمقاتلة بقوله:  (فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا) ، فكانت الغنيمة كلها لمن غنمها بظاهر هذه الآية، إلا ما استثنى اللَّه منها بالآية الأولى، وهو الخمس، وهذا مما أجمع عليه أهل العلم، وعلى ذلك تواترت الأخبار عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وعن صحابته موقوفة من بعده. </p><p> روي أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - سئل عن المال - يعني الغنيمة - فقال:  \" لي خمسه، وأربعة أخماسه لهَؤُلَاءِ \" يعني: المسلمين. </p><p> وروي أنه قسمها بين المقاتلة، يعني: الأربعة الأخماس. </p><p> وفي بعض الأخبار أن أبا الدرداء وعبادة بن الصامت والحارث بن معاوية كانوا </p><p> جلوسًا، فقال أبو الدرداء: أيكم يذكر حديث رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حيث صلى إلى بعير من المغنم، فلما انصرف فتناول من وبر البعير، فقال:  \" ما يحل لي من غنائمكم ما يزن هذه إلا الخمس، ثم هو مردود فيكم \" . </p><p> وعن ابن عمر - رَضِيَ اللَّهُ عَنْهُ - قال: كانت الغنائم تجزأ خمسة أجزاء، ثم يسهم عليها، فما صار لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فهو له. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال: كانت الغنيمة تغتنم على خمسة أخماس؛ فأربعة منها لمن قاتل عليها. </p><p> وغير ذلك من الأخبار، وعلى ذلك اتفاق الأئمة. </p><p> ومنهم من يقول: يقسم على ستة: سهم لله يجعل في ستر الكعبة، وسهم لرسوله ينتفع به. </p><p> ومنهم من قال: يقسم على خمسة: سهم لرسوله، وأربعة أخماسه لمن غنم. </p><p> ومنهم من يقول: يقسم على أربعة: سهم لرسوله، وثلاثة أرباعه لمن غنم. </p><p> ثم قوله:  (فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ) تحتمل إضافة ذلك إلى نفسه وجهين: </p><p> أحدهما: لما جعل ذلك لإقامة العبادات وأنواع البر والخير والقرب التي هي لله، فأضيف إليه على ما أضيفت المساجد إليه بقوله:  (وَأَنَّ الْمَسَاجِدَ لِلَّهِ) ، وإن كانت البقاع كلها لله، وكذلك ما سمى الكعبة: بيت اللَّه، وإن كانت البيوت كلها </p><p> لله؛ لما جعلها لإقامة العبادات وأنواع القرب، فأضيف إلى اللَّه ذلك؛ فعلى ذلك تحتمل إضافة ذلك السهم إلى اللَّه؛ لما جعله لإقامة العبادات والقرب وأنواع البر، واللَّه سبحانه أعلم. </p><p> والثاني: أضاف ذلك إلى نفسه خصوصية لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إذ كان ذلك لرسوله، وكان رسول اللَّه في جميع أحواله وأموره ألله، خالصًا، لم يكن لنفسه ولا لأحد من الخلق؛ فعلى ذلك جميع ماله وما كانت تحويه يده لم يكن له، إنما كان ذلك لله خالصًا، يصرف ذلك في أنواع القرب والبر؛ في القرابة، واليتامى، والمساكين، وابن السبيل، الأحياء منهم والأموات جميعًا، والقريب منهم والبعيد جميعًا. </p><p> ألا ترى أنه قال:  \" إنا معشر الأنبياء لا نورث، ما تركناه صدقة \" ، هذا يدل أن ما يتركه صدقة لا يورث عنه، ولو كان له لتوارث ورثته ما يورث عن غيره؛ دل أن نفسه وماله كان لله خالصًا، وكذلك جميع أموره لله. </p><p> ألا ترى أنه روي في الخبر أنه كان يجوع يومًا، ويشبع يومًا، ويجوع ثلاثًا، وكان يربط الحجر على بطنه للجوع. </p><p> فإذا كان ذلك، كان إضافة ذلك الخمس إلى اللَّه لخصوصية له، وخلوص نفسه وماله له، وإن كان جميع الخلائق وما تحويه أيديهم لله حقيقة، لكن لهم فيها الانتفاع وقضاء الحوائج والتدبير لأنواع التصرف في ذلك، ولمشاركته غيره في ذلك لم يخصه بالإضافة إليه، وإن كان ذلك كله لله حقيقة. </p><p> ولما كانت نفس رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وما تحويه يده لله لا تدبير له في ذلك، ولا شرك لأحد فيه، خصّ بإضافة ذلك إليه وكله لله حقيقة، وهذا كما قال - واللَّه أعلم -: (الْمُلْكُ يَوْمَئِذٍ لِلَّهِ) ، وقال:  (لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ) ، وقال:  (مَالِكِ يَوْمِ الدِّينِ) ، وقال:  (وَبَرَزُوا لِلَّهِ جَمِيعًا) ، خصّ بالذكر ملك ذلك اليوم والبروز له؛ لما ينقطع يومئذ تدبير جميع ملوك الأرض، ويذهب سلطانهم </p><p> عنهم، ويصفو البروز له، وإن كان الملك في الأحوال كلها والأوقات جميعًا، وكذلك البروز له، والمصير إليه، وإن كان ذلك راجعا إليه في كل الأحوال؛ فعلى ذلك الأول، واللَّه أعلم. </p><p> ثم ليس في ظاهر الآية دليل أن المراد بقوله:  (وَلِذِي الْقُرْبَى) قرابة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بل في ظاهرها دلالة أنه أراد به قرابة أهل السهام في ذلك؛ لأنه خاطب به الكل بقوله:  (وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى) ، وظاهره أنه أراد به قربى من خاطب، وكان الخطاب لهم جميعًا. </p><p> ألا ترى أنه لم يفهم من قوله:  (لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ) ، قرابة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، ولكن قرابة المخاطبين، وكذلك لم يرجع قوله:  (إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ) ، إلى قرابة رسول اللَّه بل إلى قرابة المخاطبين به؛ فعلى ذلك الظاهر من قوله:  (وَلِذِي الْقُرْبَى) ، إلا أن يقال: أراد قرابة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بدلالة أخرى سوى ظاهر الآية، وهو ما روي أنه قسم الخمس بين بني هاشم، وما روي أنه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" مالي من هذا المال إلا الخمس، والخمس مردود فيكم \" وما روي أن نجدة كتب إلى ابن عَبَّاسٍ يسأله عن سهم ذي القربى فكتب إليه: كتبت تسألني عن سهم ذي القربى لمن هو؟ وهل هو لنا أهل البيت، وقد كان عمر دعانا إلى أن ينكح منه </p><p> أيمنا، ويقضي منه مغرمنا، فأبينا إلا أن يسلمه إلينا، فأبى ذلك علينا. </p><p> فدل فعل عمر هذا على أن التأويل في الخمس كان عنده أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان يصل به قرابته، ويسد بالخمس حاجتهم؛ إذ كان جعل سبيل الخمس ما ذكرنا أنه لله، بمعنى أنه يصرف في وجوه التقرب إليه، فلو كان الخمس حقًا لجميع القرابة أعطى من ذلك غنيهم وفقيرهم، وما يأخذه الأغنياء من الخمس فإنه لا يجري مجرى الصدقة، ولا يجري مجرى القرابة، فبان بذلك أنه لا يعطى منه أغنياؤهم؛ بل يصرف إلى فقرائهم على قدر حاجتهم؛ إذ لم يكن له مكاسب سواه يصل بها كما يكون لغيره من الناس من المكاسب وأنواع الحرف. </p><p> ومما يدل على أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أعطى بعض القرابة دون بعض: ما روي عن جبير بن مطعم قال: لما قسم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - سهم ذي القربى بين بني هاشم وبني المطلب، أتيت أنا وعثمان، فقلنا: يا رسول اللَّه، هَؤُلَاءِ بنو هاشم لا ننكر فضلهم لمكانك الذي وضعك اللَّه فيهم، أرأيت بني المطلب أعطيتهم ومنعتنا، وإنما نحن وهم منك بمنزلة واحدة، فقال:  \" إنهم لا يفارقوني في جاهلية ولا إسلام، وإنما بنو هاشم وبنو المطلب شيء واحد \" ، وشبك بين أصابعه. </p><p> وقوله:  (فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ. . .) إلى آخر ما ذكر، بين أن خمس الغنيمة يصرف في وجوه البرّ والقرب إلى اللَّه، ثم فسر تلك الوجوه فقال: (وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى </p><p> وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ)، فكانت تسمية هذه الأصناف - واللَّه أعلم - تعليمًا لنا أن الخمس يصرف فيمن ذكر من أهلها دون غيرهم، وليس ذلك إيجابًا منه لكل صنف منهم شيئًا معلومًا، ولكن على بيان الأصل والموضع، وهو كقوله:  (إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ. . .) الآية، حمل أصحابنا ذلك على أن الصدقة لا تجوز إلا لمن كان من أهل هذه الأصناف دون غيرهم، ولم يحملوا الأمر على أن لكل صنف منهم شيئًا معلومًا محدودًا، ولكن على بيان أهلها، وعلى ذلك روي عن جماعة من الصحابة - رضي اللَّه عنهم - منهم: عمر، وعلي، وحذيفة، وابن عَبَّاسٍ، وجماعة من السلف ممن يكثر عددهم، قالوا: إذا وضعت الصدقة في صنف واحد أجزأك. </p><p> فلو كان لأهل كل صنف الثمن منها، كان المعطى بها صنفًا واحدًا مخالفًا لما أمر به؛ فعلى ذلك قوله:  (فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى. . .) الآية، معناه - والله أعلم - أن الخمس الذي يتقرب به من الغنيمة إلى اللَّه لا يستحقه إلا الرسول ومن كان من الأصناف التي ذكرها، فإلى أيهم دفع ذلك الخمس أجزأه. </p><p> وإذا كان التأويل ما وصفنا لم يكن لأحد من أهل هذه الأصناف أن يدعي منه خمسًا ولا ربعًا، ولكن يعطى كل من حضر منهم بقدر فاقته وحاجته، وعلى قدر ما يراه الإمام، فإذا جاء فريق آخر، أعطوا مما يدفع إلى الإمام من ذلك الخمس من المال كفايتهم. </p><p> وكذلك روي عن ابن عمر أن ابن عَبَّاسٍ قال: كان عمر يعطينا من الخمس نحوًا مما كان يرى أنه لنا، فرغبنا عن ذلك، وقلنا: حق ذي القربى خمس الخمس، فقال عمر: إنما جعل اللَّه الخمس لأصناف سماها، فأسعدهم بها أكثرهم عددًا وأشدهم فاقة، فأخذ ذلك ناس. وتركه ناس، وكذلك فعل عمر لما ولي الأمر؛ روي عن ابن عَبَّاسٍ قال: عرض علينا عمر أن يزوج من الخمس أيمنا، ويقضي منه مغرمنا، فأبينا عليه إلا أن يسلمه إلينا، فأبى ذلك علينا. </p><p> فدل فعل عمر على أن القرابة يعطون من الخمس قدر حاجتهم وما تسد به فاقتهم؛ إذ لو كان الخمس حقا لجميع القرابة أعطى من ذلك غنيهم وفقيرهم. </p><p> ومما يدل أيضًا على أن الخمس لو كان حقًّا لجميع القرابة غنيهم وفقيرهم؛ لقسمه رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فيهم كما قسم أربعة الأخماس بين المقاتلة؛ بل أعطى منه بعض القرابة وحرم بعضًا كما ذكرنا في جبير ابن مطعم. </p><p> ومما يدل -أيضًا- أن ذلك لأهل الحاجة منهم دون الكل: ما روي أن الفضل ابن عَبَّاسٍ وفلان دخلا على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وهو يومئذ عند زينب بنت جحش، فقال: يا رسول اللَّه، أنت أبر الناس وأوصل الناس، وقد بلغنا النكاح. </p><p> فجئناك لتأمرنا على هذه الصدقات، فنؤدي إليك ما يؤدي العمال، ونصيب منها ما يصيبون، فسكت طويلا حتى أردنا أن نكلمه ثانيًا، حتى جعلت زينب تلمح إلينا من وراء الحجاب ألا تكلماه، ثم قال:  \" ألا إن الصدقة لا تنبغي لآل مُحَمَّد، إنما هي أوساخ الناس ادعوا إليَّ محمية، \" - وكان على الخمس - ونوفل بن الحارث بن أعبد، المطلب، فجاءاه، فقال لمحمية:  \" أنكح هذا الغلام ابنتك: للفضل \" فأنكحه، وقال </p><p> لنوفل:  \" أنكح هذا الغلام ابنتك \" فأنكحه، ثم قال لمحمية:  \" أصدقهما من الخمس \" وكذا دل هذا على أن الحق لهم فيه لأهل الحاجة منهم. </p><p> ومما يدل أيضا على ذلك ما روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" ما لي من هذا المال إلا الخمس، والخمس مردود فيكم \" لم يخص القرابة بشيء منه، كان سبيلهم سبيل أمر المسلمين يعطي من يحتاج منهم كفايته؛ وعلى هذا أمر الأئمة الراشدين، ولم يغيره علي - رَضِيَ اللَّهُ عَنْهُ - لما ولي الأمر، وكان ذلك عندنا مما لا يجوز مخالفتهم عليه. </p><p> فَإِنْ قِيلَ: لو كان قرابة النبي إنما يعطون من الخمس على سبيل الفقر والحاجة، فهم على هذا يدخلون في عموم المساكين، فما وجه ذكره إياهم إذن؟ </p><p> قيل: إن اللَّه تبارك - وتعالى - قال في الصدقات:  (إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ) ، ثم روي عن النبي - عليه السلام - قال:  \" لا تحل الصدقة لمُحَمَّد ولا لآل مُحَمَّد \" . </p><p> فلو لم يسهم لهم في الخمس، جاز أن يقول قائل: لا يجوز أن يعطوا من الخمس، وإن كانوا فقراء؛ كما لا يجوز أن يعطوا من الصدقة وإن كانوا فقراء، فكان سبب ذكر اللَّه إياهم في الخمس لذلك، واللَّه أعلم. </p><p> ثم اختلف أهل العلم بعد وفاة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في سهم الرسول وسهم ذي القربى. </p><p> فقال طائفة: سهم الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - للخليفة من بعده، وسهم ذي القربى لقرابة الخليفة. </p><p> وقال طائفة: سهم القربى لقرابة الرسول. </p><p> وقال الحسن: سهم القرابة لقرابة الخلفاء. </p><p> وقال غيره: القرابة قرابة رسول اللَّه. </p><p> وقد ذكرنا أنه يحتمل أنه كان له يصل به قرابته بحق الصلة، أو يعطيهم بحق القرابة ما دام حيًّا. </p><p> ثم قد ثبت عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" لا نورث، ما تركناه صدقة \" ، فإذا لم يورث عنه ما قد حازه من سهامه، فكيف يورث عنه ما غنم بعد وفاته؟! ولو كان سهمه </p><p> الذي لم يلحقه موروثًا عنه، كان سهمه الذي قد حازه أحرى أن يورث عنه، فإذا لم يورث الذي قد حازه وملكه عنه، لا يورث الآخر، واللَّه أعلم. </p><p> وعن عائشة أن فاطمة والعباس أتيا أبا بكر يلتمسان ميراثهما من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وهما حينئذ يطلبان أرضه من فدك، وسهمه من خيبر، فقال أبو بكر: سمعت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يقول:  \" لا نورث، ما تركناه صدقة، إنما يأكل آل مُحَمَّد في هذا المال حق الغنائم \" أي: من الغنائم، واللَّه، لا أدع أمرًا رأيت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يصنعه فيه إلا أصنعه. </p><p> وفي بعض الأخبار قال:  \" لا يقسم ورثتي دينارًا ولا درهمًا، ما تركت سوى نفقة عاملي ومؤنة نسائي فهو صدقة \" . </p><p> وعن عمر: كان لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - مما أفاء اللَّه عليه نفقة سنة، ويجعل ما بقي في مال اللَّه. </p><p> وروي -أيضًا- عنه أنه قال: كانت أموال بني النضير مما أفاء اللَّه على رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - </p><p> وكانت له خالصة، وكان ينفق منها على أهله نفقة سنة، وما بقي جعله في الكراع والسلاح. </p><p> فهذه الأخبار تبين أنه لم يورث سهم النبي بعد وفاته، فهي تدل على ألا نقدر بعد موت النبي من خمس الغنائم للخليفة شيئًا، وأن ذلك إنما كان خصوصًا لرسول الله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، كالصفي الذي كان له خاصة دون غيره، وكما لم يوجف عليه المسلمون بخيل </p><p> ولا ركاب، فكان له ذلك خاصة، فليس لأحد غير النبي - عليه السلام - خصوص من الخمس؛ كما ليس له خصوص من الصفي وغيره، وإذا كان الأمر في سهم الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كما وصفنا، ولم ينقص من الخمس الذي هو لله شيء بعد موت النبي، ويخرج ذلك الخمس كله من الغنيمة - فذلك يدل على أن الخمس ليس لأهل هذه السهام حقا مقسومًا، ولكن يعطون منه بقدر فاقتهم. </p><p> ويدل ذلك -أيضًا- على أنه لا يجب لكل صنف من هذه الأصناف سهم معلوم؛ لأنا قد رددنا سهم النبي من الخمس على سائر السهام، فكما جاز أن يرد عليهم سهم النبي، فكذلك يجوز أن يجعل سهم اليتامى أو بعضه للمساكين إذا حضروا وطلبوا ولم يحضر اليتامى؛ لأن المعنى في الآية - واللَّه أعلم - ألا يعطى إلا من كان من أهل هذه الأصناف فقد وضع الحق في موضعه، ولم يتعد به إلى غيره. </p><p> ثم الخطاب في قوله:  (وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ) لا يحتمل كلا في نفسه؛ كالخطاب بأداء الزكاة وغيرها من الحقوق، بل الخطاب راجع إلى الجماعة الذين غنموا. </p><p> ألا ترى أن العسكر أو السرايا إذا دخلوا دار الحرب، فتفرقوا فيها، فغنم واحد منهم - يجب ضم ذلك إلى جميع العسكر والسرايا، فعند ذلك يخرج الخمس منه؟! دل أن الخطاب بذلك راجع إلى جماعة، وهي الجماعة التي لهم منعة يقومون للعدو، لا أنه خاطب كل أحد في نفسه؛ فهذا يدل على أن الواحد أو الاثنين إذا دخلوا دار الحرب بغير إذن الإمام فغنم غنائم لا يخمس، ولكن بسلم الكل له، وأمَّا الغنيمة نفسها لا يحتمل أن ترجع إلى أحد معلوم، أو مقدار محدود؛ كالزكاة وسائر الحقوق؛ لأن الغنيمة شيء يؤخذ من أيدي الكفرة، وإنما يؤخذ قدر ما يظفر به ويوجد؛ فلا يحتمل أن يرجع الخطاب به إلى قدر، دون قدر؛ بل القليل من ذلك والكثير سواء، لا حد في ذلك ولا مقدار، ليس كالزكاة وغيرها من الحقوق التي جعل فيها حدًّا، ومقدارًا للوجه الذي ذكرنا. </p><p> وأما المصيبون لها والآخذون فلهم في ذلك مقدار، وهم الذين لهم منعة. </p><p> ثم نذكر مسألة في قسمة السهام بين الرجالة والفرسان، وإن لم يكن في الآية ذكر ذلك: </p><p> روي عن ابن عمر قال: أعطى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يوم خيبر الراجل سهمًا، والفارس ثلاثة أسهم سهمًا له وسهمين لفرسه. </p><p> وعن ابن عَبَّاسٍ - رضي اللَّه عنهما - قال: أسهم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يوم خيبر للراجل سهمًا، وللفارس ثلاثة أسهم، سهما له وسهمين للفرس. </p><p> وعن زيد بن ثابت أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أعطى الزبير يوم خيبر أربع أسهم: سهم ذي القربى وسهم له وسهمين للفرس. </p><p> ثم روي -أيضًا- عن ابن عمر أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان يقسم للفارس سهمين، وللراجل سهمًا. </p><p> وعن المقداد أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أسهم له يوم بدر سهما، ولفرسه سهمًا. </p><p> وعن علي قال: للفارس سهم. </p><p> وعن المنذر قال: بعثه عمر في جيش إلى مصر، فأصاب غنائم، فقسم للفارس سهمين وللراجل سهم فرضي بذلك عمر. </p><p> فجعل بعض أهل العلم ما ذكر في هذه الأحاديث من الإسهام للخيل، وقول بعض الرواة ثلاثة أسهم للفرس سهمين. </p><p> وقول بعضهم: أسهم للفارس سهمين - اختلافًا وتضادا، فحملوا على التناسخ، وقد يجوز ألا يكون كذلك، وقد تكون زيادته التي زادها النبي للفرس على سهم إن كان محفوظًا ثابتًا لنفل نفله للأفراس حينئذ؛ ترغيبًا منه للمقاتلة في اتخاذها </p><p> وتحريضًا؛ كما يجوز أن يقول الإمام: من قتل قتيلًا فله سلبه، ومن جاء برأس كذا فله كذا؛ يحرض بذلك المقاتلة في القتال؛ فعلى ذلك زيادة سهم لمكان الأفراس ترغيبًا منه وتحريضًا على اتخاذها. </p><p> فأما إذا كثرت الأفراس، فإن سهمانها لا تكون أكثر من سهمان أصحابها؛ لأن الفارس كثر غنمه من فرسه، فإن لم يزد عليه لم ينقص عنه بسهم. </p><p> وكان أبو حنيفة - رحمه اللَّه - يسهم للفارس بسهمين، وأبو يوسف - رحمه اللَّه - يرى أن يسهم للفرس سهمين، ولصاحبه بسهم. </p><p> واحتج في ذلك بقوله: قال اللَّه - تعالى -: (وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ) ، فكانت النضير خالصة لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، ولم يكن لمن حضرها من المسلمين شيء؛ إذ لم يوجفوا عليها بخيل ولا ركاب، وقد أتوها مشاة، فلما منع الرجالة من السهمان؛ لاستغنائهم في فتحها عن الخيل، جاز أن تزاد الخيل في السهمان على سهمان الرجالة، إذا كان الرجالة يمنعون السهام، وإن حضروا إذا لم يلجئوا إلى ركوب الخيل. </p><p> لكن الحجة على هذا ما ذكرنا أن أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لم يحاربوا على النضير فرسانًا ولا رجالة، ولو احتاجوا إلى الحرب لاحتاجوا إلى الخيل، فمن حيث لم يحاربوا عليها لم يستحقوا منها شيئًا، وإنَّمَا ذكرنا اللَّه - تعالى - على سهولة أمرها، </p><p> وأنهم لم يحاربوا عليها خيلا ولا ركابًا، وإذا لم يحاربوا على مدينة فغنموا مالا، فهو مصروف في مصالح المسلمين لا تجري فيه السهام، فكانت النضير على ما ذكر خالصة للنبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، يأخذ منها نفقة نسائه، ويصرف سائرها إلى مصالح المسلمين. </p><p> ومن الدليل على أن النضير لو احتيج فيها إلى حرب حاربهم النبي وأصحابه رجالة وجرت في غنائمهم القسمة -: أن قومًا من المسلمين لو حاربوا اليوم على مدينة من مدائن الشرك رجالة، قسم ما يغنم منها؛ كما يقسم لو كان معهم فرسان. </p><p> ومن الدليل على ذلك -أيضًا-: أن الرجالة إذا كانوا مع الفرسان في الحرب، قسم لهم كما يقسم للفارس خاصة، فلو كانت الغنيمة إنما تقسم لسبب الخيل ما أعطى الرجالة منها شيئًا؛ إذ لا أفراس لهم، وذلك يفسد ما ذكرنا لأبي يوسف. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ) . </p><p> قَالَ بَعْضُهُمْ: هو صلة قوله: (وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ) ، ثم قال:  (وَإِنْ تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَوْلَاكُمْ) أي: وإن تولوا هم وقد آمنتم أنتم، فاعلموا أن اللَّه مولاكم، ليس بمولى لهم. </p><p> وقالت طائفة: قوله: (إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ) ليس على الشرط على ألا تكون غنيمة إذا لم يكونوا مؤمنين، ولا يجب العدل في القسمة إذا كانوا غير مؤمنين، ولكن على التنبيه والإيقاظ؛ كقوله:  (وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنْتُمْ مُؤْمِنِينَ) ، ليس على أنه لا يجب أن يذروه إذا لم يكونوا مؤمنين، ولكن على ما ذكرنا؛ فعلى ذلك الأول، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا أَنْزَلْنَا عَلَى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ) . </p><p> قيل: قوله: (وَمَا أَنْزَلْنَا عَلَى عَبْدِنَا) : الملائكة الذين أرسلهم يوم بدر لنصرة المؤمنين، وأنزل عليهم المطر حتى شدّ الأرض بذلك، فاستقرت أقدامهم وثبتت بعد ما كانت لا تقر الأقدام فيها ولا تثبت، وشربوا منه ورووا بعد ما أصابهم العطش؛ إذ كان المشركون أخذوا المال. </p>"
}