{
  "id": null,
  "sura": 8,
  "aya": 60,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا سَبَقُوا إِنَّهُمْ لَا يُعْجِزُونَ (٥٩) </p><p> قَالَ بَعْضُهُمْ: لا تحسبن الذين نجوا وتخلصوا منك - يا مُحَمَّد - من المشركين يوم بدر أني لا أظفرك بهم في غيره من الحروب والمغازي، وأنهم يفوتون ويعجزون الله عن ذلك. </p><p> وقَالَ بَعْضُهُمْ: ولا تحسبن الذين كفروا أنهم يعجزون ويفوتون عن نقمة الله وعذ ابه. </p><p> وقرأ بعضهم بنصب الألف:  (أنهم لا يعجزون) ، فمن قرأ بالنصب طرح \" لا \" وجعلها صلة، وقال: لا تحسبن أنهم يعجزون. </p><p> وأما قراءة العامة: فهي بالخفض: (إِنَّهُمْ) فهو على الابتداء، فقال: إنهم لا يعجزون على الابتداء. </p><p> وقيل: العجز: السبق. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ ... (٦٠) </p><p> قَالَ بَعْضُهُمْ: وأعدوا لهم ما استطعتم من قوة، ولا تخرجوا إلى الحرب في المغازي، كما خرجتم إلى بدر بلا سلاح ولا قوة؛ لأنه أراد أن يجعل حرب بدر آية؛ ليميز بين المحق والمبطل، وبين الحق والباطل؛ لذلك أمركم بالخروج إليها بلا سلاح ولا عدة، </p><p> وأما غيرها من الحروب والمغازي فلا تخرجوا إليها إلا مستعدين لها. </p><p> وبعد: فإنهم إنما تركوا الاستعداد طاعة لربهم، وفي الاشتغال بالاستعداد ترك للطاعة له، وأمر - عَزَّ وَجَلَّ - بالاعتداد لهم ما استطاعوا من الأسباب؛ لما أن ذلك أرهب للعدو من ترك الاستعداد، وإن كان - عَزَّ وَجَلَّ - قادرًا أن ينصرهم على عدوهم بلا سبب يجعله لأنفسهم، وهو كقوله:  (لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ) . </p><p> فأمر اللَّه بالأسباب في الحروب، وإن كان قادرًا على نصر أوليائه على عدوه بلا سبب، لكنه أمر بالأسباب؛ لما أن جميع أمور الدنيا جعلها بالأسباب، من نحو الموت والحياة وجميع الأشياء، وإن كان يقدر على إبقاء الإنسان والخلائق جميعًا بلا غذاء يجعل لهم، والموت بلا مرض ولا سبب، ولكن فصل بما ذكرنا. </p><p> ثم اختلف في قوله:  (مِنْ قُوَّةٍ) ؛ قَالَ بَعْضُهُمْ: القوة: الرمي، وعلى ذلك رووا عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  (وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ) فقال: \" ألا إن القوة الرمي \" ، قال ذلك ثلاثًا. </p><p> ويحتمل قوله:  (مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ) : ما تقوون به في الحروب. </p><p> قَالَ بَعْضُهُمْ: الفوة: السلاح. </p><p> وقال غيرهم: الخيل. </p><p> وأمكن أن تكون جميع أسباب الحرب. </p><p> وفيه دلالة أن القوة التي هي أسباب الفعل يجوز أن تتقدم، ويكون قوله:  (لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ) ، أراد استطاعة الأسباب لا استطاعة الفعل، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ) ، أمر برباط </p><p> الخيل والإعداد للحرب؛ رهبة للعدو. </p><p> (وَآخَرِينَ مِنْ دُونِهِمْ لَا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ) اختلف أهل التأويل فيه: </p><p> قَالَ بَعْضُهُمْ: ترهبون برباط الخيل المشركين. </p><p> وقال:  (وَآخَرِينَ مِنْ دُونِهِمْ) . </p><p> اليهود والنصارى، وهَؤُلَاءِ الذين كانوا فيما بينهم يرهب هَؤُلَاءِ أيضًا. </p><p> وقَالَ بَعْضُهُمْ:  (وَآخَرِينَ مِنْ دُونِهِمْ) : المنافقين الذين كانوا فيما بينهم لا يعرفونهم كانوا طلائع للمشركين وعيونًا لهم يخبرونهم عن حال المؤمنين ما يرهب هَؤُلَاءِ أيضًا. </p><p> وقال آخرون: قوله: (وَآخَرِينَ مِنْ دُونِهِمْ) : هم الشياطين، ورووا على ذلك خبرًا عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" هم الشياطين \" ، وقال:  \" لن يخبل الشياطين إنسانًا في داره فرس عتيق \" . </p><p> ويحتمل أن يكون قوله:  (وَآخَرِينَ مِنْ دُونِهِمْ) هم الأعداء الذين يكونون من بعد إلى يوم القيامة (لَا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ) ، فإن كان ذلك، ففيه دلالة بقاء الجهاد إلى يوم القيامة. </p><p> وقَالَ بَعْضُهُمْ:  (وَآخَرِينَ مِنْ دُونِهِمْ) : الشياطين، (لَا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ) وهو كقوله: (إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لَا تَرَوْنَهُمْ) . </p><p> فَإِنْ قِيلَ: أي رهبة تقع للشياطين فيما ذكر من رباط الخيل والسلاح الذي ذكر؟ قيل: يكون لهم رهبة في قمع أوليائهم، أو يكون لأوليائهم رهبة نسب ذلك إليهم، وذلك كثير في القرآن. </p><p> وقوله:  (عَدُوَّ اللَّهِ وَعَدُوَّكُمْ) . </p><p> سمى عدوًا لله وعدوًا للمؤمنين؛ ليعلم أن من اعتقد عداوة اللَّه صار عدوًا للمؤمنين، ومن اعتقد ولاية اللَّه صار وليا للمؤمنين، ومن كان وليًّا للمؤمنين يكون وليًّا لله. </p>"
}