{
  "id": null,
  "sura": 8,
  "aya": 26,
  "text": "<p> قيل:  (وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ) ، أي: اتقوا أن تكونوا فتنة للذين ظلموا؛ كقوله:  (رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا)  (رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ) ، ووجه جعله إياهم فتنة للذين كفروا: هو أن يجعل العدو غالبًا عليهم منتصرين وهم المغلوبون، فيظنون أنهم على حق والمؤمنون على باطل؛ فذلك معنى دعائهم:  (رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ) ؛ لئلا يقولوا: لو كانوا على حق ما غلبوا، ولا قهروا، ولا انْتُصِرَ منهم. </p><p> وقيل: قوله: (وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا) : نهى الأتباع منهم؛ أن يسعوا فيما بين الظلمة بالفساد، ولا يغري بعضهم على بعض، فيقع فيما بينهم الفساد، فيكون هَؤُلَاءِ الأتباع فتنة للذين ظلموا بإغراء بعضهم على بعض، وذلك معروف فيما بين الخلق في الظلمة، يغري الأتباع بعضهم على بعض؛ فذاك فتنة. </p><p> ويحئمل وجهًا آخر: وهو أن اللَّه - تعالى - يغير الأحوال في الخلق: مرة سعة وخصبًا، ومرة قحطًا وضيقًا، ومرة غلبة العدو على الأولياء، ونحوه، ويدفع العذاب عن الظلمة بمن لم يظلم ما لم يشاركوا الظلمة، فإذا شاركوا أُولَئِكَ يحل بأُولَئِكَ بظلمهم، وأهل الصلاح والعدل بتركهم الظلمة، وأهل الفساد ولهم قوة المنع لهم عن ذلك؛ فيقول:  (لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً) ، ولكن تصيبهم وتصيبكم، فقال:  (وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً) أخذ الظلمة العذاب لمشاركة أهل العدل أُولَئِكَ، فيكونون فتنة لهم؛ كقوله:  (وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ) . </p><p> أو أن يدفع عن الظلمة البلاء والعذاب ما دام أهل العدل يأمرونهم بالمعروف، ويغيرون عليهم المنكر، فإذا تركوا ذلك، ولا يغيرون عليهم المنكر، نزل بهم البلاء، فيعمهم البلاء، الظالم وغيره. </p><p> والفتنة على وجهين: </p><p> الأول، فتنة الجزاء، جزاء أعمالهم، وتلك تأخذ أهلها خاصة. </p><p> والثاني، فتنة المحنة، وتلك تعم الخلق، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ تَخَافُونَ أَنْ يَتَخَطَّفَكُمُ النَّاسُ فَآوَاكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ لَعَلَّكُمْ تَشْكُرُونَ (٢٦) </p><p> إن أهل الإسلام في ابتداء الأمر كانوا قليلي العدد، مستضعفين عند الكفرة، حتى كانوا يخافون أن يسلب الكفرة أرواحهم، وكانوا لا يأمنون على أنفسهم بالمقام في البلدان؛ لقلة عددهم وضعفهم؛ خوفًا على أنفسهم وإشفاقًا فتركوا المقام بالبلدان، وخرجوا إلى الجبال والغيران، فأقاموا فيها، وأكلوا الحشيش والكلأ طعام الأنعام؛ خوفا على أبدانهم وإشفاقًا على دينهم، ثم إن اللَّه - عَزَّ وَجَلَّ - آواهم، وأنزلهم في البلدان والأمصار، وأيدهم ونصرهم على عدوهم، ورزقهم الطيبات طعام البشر بعد ما أكلوا الحشيمش طعام البهائم. (لَعَلَّكُمْ تَشْكُرُونَ) : ليلزمهم الشكر على ذلك، ولا يجوز لهم ألا يشكروا بعد ما أصابوا؛ ذكر هذا - واللَّه أعلم - لنكون نحن من الإشفاق في الدِّين مثل أُولَئِكَ حين هربوا منهم، واتخذوا الجبال والغيران بيوتًا، والحشيش طعاما، وتركوا أموالهم ونعمهم، ورضوا بذلك؛ إشفاقًا على دينهم. </p><p> وقال عامة أهل التأويل: نزلت الآية في أهل بدر، وكانوا قليلي العدد والعدة، ضعيفي الأبدان، والعدو كثير العدد، وقوي الأبدان، فاشتد عليهم الخروج لذلك؛ كقوله:  (كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ. . .) الآية.، فكيفما كان ففيه ما ذكرنا، واللَّه أعلم. </p><p> وقوله:  (وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ) . </p><p> أي: إذ كنتم قليلًا. </p><p> وفيه دلالة لقول أبي حنيفة - رحمه اللَّه - فيمن قال: هذا الشيء لفلان اشتريته منه، صدق، ويصير كأنه قال: هذا الشيء كان لفلان اشتريته منه؛ دليله قوله:  (وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ) أي: إذ كنتم قليلًا. </p><p> وقوله:  (وَأَيَّدَكُمْ بِنَصْرِهِ) . </p><p> على هذا التأويل أي: بالملائكة. </p>"
}