{
  "id": null,
  "sura": 8,
  "aya": 68,
  "text": "<p> أحدهما: يقول: ما كان لنبي أن يأخذ من الأسرى الفداء، (حَتَّى يُثْخِنَ فِي الْأَرْضِ) أي: يغلب، حتى إذا أخذ الفداء وسرحهم بعد ما غلب في الأرض، يكون رجوعهم إلى غير منعة وشوكة، وإذا لم يغلب في الأرض، أي: حتى يصير الدِّين كله لله؛ كقوله:  (وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ) الآية، هذا كان لمن قبله، فرخص لرسوله ذلك. </p><p> وقيل في قوله:  (لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ) بوجوه: </p><p> أحدها: ما قال أبو بكر الأصم: تأويله: لولا كتاب من اللَّه سبق ألا يعذب المخطئين في عملهم على خلاف أمره، وإلا لمسكم العذاب فيما أخذتم من الأسارى والفداء منهم عذاب عظيم. </p><p> وقال آخرون: قوله: (لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ) : أي: أحل الغنائم لهذه الأمة، وإلا لمسكم العذاب فيما أخذتم واستحللتم عذاب عظيم. </p><p> وقَالَ بَعْضُهُمْ: لولا كتاب من اللَّه سبق أنهم يتوبون عما عملوا من الأخذ وغيره، وأنه يتوب عليهم، وإلا لمسكم العذاب أبذلك وأمكن أن يكون التأويل في غير هذا كان في قوله:  (فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ) ، دلالة إباحة الأمر ورخصته؛ لأنه قال:  (فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ) وهو الإبانة من المفصل الذي تبان به الرءوس، وذلك قلما يمكن في القتال، ولا يقدر إبانة الرءوس في الحرب، إنما يمكن ذلك بعد ما أخذوا أو وقعوا في أيديهم. </p><p> وأما ما ذكر من ضرب البنان: فهو في الحرب؛ لأنه في الحرب إنما يضرب فيما ظفر ووجد السبيل إلى ذلك، ففيه دلالة. </p><p> وتأويل قوله:  (لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ (٦٨) يحتمل أن يكون ملحقًا على ما سبق من قوله: (كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقًا مِنَ الْمُؤْمِنِينَ لَكَارِهُونَ (٥) يُجَادِلُونَكَ فِي الْحَقِّ. . .) الآية، أي: لولا أن من حكم اللَّه أن يجعل لكم الظفر على إحدى الطائفتين، وإلا لمسكم العذاب بمجادلتكم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - </p><p> ومخالفتكم إياه في الخروج وإرادتكم العير. </p><p> أو أن يقال: لولا أن من حكم اللَّه ألا يعذب أحدًا ولا يؤاخذه في الخطأ في العمل بالاجتهاد وإلا (لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ) ، ويكون قوله:  (أَخَذْتُمْ) أي: </p><p> عملتم. </p><p> ثم قالت المعتزلة: في قوله: (تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ) دلالة على أن اللَّه لا يريد ما أراد العباد إذا أرادوا المعصية؛ لأنه أخبر أنهم أرادوا عرض الدنيا، وهو يريد الآخرة، فهم أرادوا المعصية، وهو يريد لهم الآخرة. </p><p> ولكن التأويل عندنا أن قوله:  (تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ) ، أي: تريدون عرض الدنيا، واللَّه يريد حياة الآخرة وعرضها. </p><p> وبعد، فإنه قد كان اللَّه أراد لهم الآخرة وحياتها، وهم أرادوا العير وعرض الدنيا، وقد كان ما أراد اللَّه لهم لا ما أرادوا هم، أي: اختار لهم غير ما اختاروا هم. </p><p> وأصله أن اللَّه - عَزَّ وَجَلَّ - أراد الآخرة لأهل بدر، فكان ما أراد، ولأُولَئِكَ الكفرة النار، فكان ما أراد؛ كقوله:  (يُرِيدُ اللَّهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِي الْآخِرَةِ) . </p><p> والأشبه أن تكون الإرادة هاهنا - المودة والمحبة، أي: تودون وتحبون عرض الدنيا، واللَّه يريد الآخرة، وهو ما ذكر في آية أخرى؛ حيث قال:  (وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ) كانوا يودون أن القتال مع غير ذات الشوكة؛ حتى تكون لهم الغنائم. </p><p> والإرادة التي تضاف إلى اللَّه تخرج على وجوه ثلاثة: </p><p> أحدها: الرضا؛ كقوله:  (سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا) كانوا يستدلون بتركه إياهم على أن اللَّه قد رضي بصنيعهم. </p><p> والثاني: الإرادة: الأمر؛ كقوله:  (وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا) . </p><p> والثالث: الإرادة هي صفة فعل كل فاعل يخرج فعله على غير سهو وغفلة ولا طبع؛ بل يخرج على الاختيار. </p><p> وقال بعض أهل التأويل: إن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - استشار في أسارى يوم بدر أصحابه، فقال لأبي بكر:  \" يا أبا بكر، ما تقول فيهم؟ \" فقال: يا رسول اللَّه؛ قومك وأهلك، فاستبقهم واستأمنهم، لعل اللَّه يتوب عليهم، وقال عمر: يا رسول اللَّه؛ كذبوك وأخرجوك، قدمهم فاضرب أعناقهم، وقال عبد اللَّه بن رواحة: يا رسول اللَّه، انظر واديًا كثير الحطب، فأدخلهم فيه وأضرمه عليهم نارًا، فقال له العباس: قطعت رحمك، فسكت رسول اللَّه فلم يجبهم شيئًا، ثم قام فدخل، فقال ناس: يقول بقول أبي بكر، وقال ناس: يقول بقول عمر، وقال ناس: يقول بقول عبد اللَّه، ثم خرج عليهم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقال:  \" إن اللَّه ليلين قلوب رجال فيه حتى تكون ألين من اللين، وإن اللَّه ليشدد قلوب رجال فيه حتى تكون أشد من الحجارة، وإن مثلك يا أبا بكر كمثل إبراهيم،قال:(فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ)، وإن مثلك يا أبا بكر كمثل عيسى؛حيث قال:(إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ)، وإن مثلك يا عمر كمثل موسى؛حيث قال:(رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ)،وقال:يا عمر، إن مثلك كمثل نوح؛حيث قال:(رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا)ولا يسألن أحد منكم إلا بفداء أو ضربة عنق \" ، قال عبد اللَّه: إلا سهيل بن بيضاء فإني سمعته يذكر الإسلام، فسكت رسول اللَّه، فما رأيتني في يوم أخوف من أن تقع علي حجارة في ذلك اليوم، حتى قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" إلا سهيل بن بيضاء \" ، فأنزل اللَّه:  (مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى) إلى آخر ما ذكر. </p><p> ثم يحتمل قوله:  (مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ) قبلكم، وأما أنتم فقد أحلت لكم الأسارى والغنيمة، ويدل -أيضًا- ما روي من الأخبار والآيات على أنه إذا أثخن في الأرض جاز له الأسر؛ لأنه لو لم يجز ذلك كما لا يجوز قبل الإثخان في الأرض، زالت فائدة الخصوص، وقد بين اللَّه ذلك بقوله:  (حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ) . </p><p> ثم اختلف أهل العلم في فداء الأسارى بالمال؛ قال ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - كان ذلك يوم بدر والمسلمون قليل، فلما كثروا واشتد سلطانهم أنزل اللَّه - تعالى - في </p><p> الأسارى:  (فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً) ، فجعل النبي والمؤمنين بالخيار: إن شاءوا فدوهم. </p><p> وعن الحسن قال: يصنع به ما صنع رسول اللَّه بأسارى بدر يمن عليه أو يفادي. وقال غيرهم بخلاف ذلك. </p><p> وقال أصحابنا: إن احتاج الإمام إلى مال فاداهم. </p><p> وقد دل ما ذكرنا من الآيات والأخبار على جواز الفداء بعد الإثخان فيهم، فإن لم يكن إلى المال محتاجًا فله قتلهم؛ لأن ذلك إنكاء في العدو وأشد لرهبتهم من المؤمنين، وقال: وله أن يسترقهم، فهو كما قالوا: إذا كان الأسير من أهل الكتاب أو من العجم، فأما عرب عبدة الأوثان فلا يسترقون؛ لأنا لا نعلم أحدًا منهم استرقه النبي لما أسره، ولم </p>"
}