{
  "id": null,
  "sura": 8,
  "aya": 37,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ يُحْشَرُونَ) . </p><p> أي: يجمعون، وهو ظاهر، يجمعون إلى جهنم بكفرهم باللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلَى بَعْضٍ فَيَرْكُمَهُ جَمِيعًا فَيَجْعَلَهُ فِي جَهَنَّمَ أُولَئِكَ هُمُ الْخَاسِرُونَ (٣٧) </p><p> جعل اللَّه - تعالى - الخبيث مختلطًا بالطيب في الدنيا في سمعهم، وبصرهم، ونطقهم، وجميع جوارحهم، ولباسهم، وطعامهم، وشرابهم، وجميع منافعهم من الغنى، والفقر وأنواع المنافع، جعل بعضهم ببعض مختلطين في الدنيا؛ على ما ذكرنا، لكنه ميز بين الطيب والخبيث في الآخرة بالأعلام، يعرف بتلك الأعلام الخبيث من الطيب؛ من نحو ما ذكر في الطيب: قوله: (وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (٢٢) إِلَى رَبِّهَا نَاظِرَةٌ (٢٣) . (وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ (٣٨) ضَاحِكَةٌ مُسْتَبْشِرَةٌ (٣٩) ، وقال في الكافرة:  (وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ (٤٠) تَرْهَقُهَا قَتَرَةٌ (٤١) ، وقال:  (وَنَحْشُرُ الْمُجْرِمِينَ يَوْمَئِذٍ زُرْقًا) وقوله: (وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا) ، وقال:  (وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا. . .) ، وغير ذلك من الآيات؛ ميز اللَّه - تعالى - بين الخبيث والطيب بالأعلام التي ذكرنا في سمعهم، وبصرهم، ووجوههم، ولباسهم، ومأكلهم، ومشربهم؛ حتى يعرفوا جميعًا با لأعلام. </p><p> ويحتمل ما ذكر من التمييز بين الخبيث والطيب: بالمباهلة التي جرت بين أبي جهل وبين النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ حيث قال أبو جهل: انصر من أهدانا سبيلًا، وأبرنا قسمًا، وأوصلنا رحمًا، فأجيب بنصر رسوله وأصحابه، فميز بين المحق والمبطل. </p><p> ويحتمل ما ذكر من التمييز في الآخرة؛ كقوله:  (فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (الْخَبِيثَ بَعْضَهُ عَلَى بَعْضٍ فَيَرْكُمَهُ جَمِيعًا) . </p><p> هذا يحتمل وجهين: </p><p> أحدهما: أن يجعلهم دركات بعضها أسفل بعض؛ كقوله تعالى:  (إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ) . </p><p> والثاني: يحتمل أن يجعل بعضهم على بعض مقرنين في الأصفاد. </p>"
}