{
  "id": null,
  "sura": 8,
  "aya": 67,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَاللَّهُ مَعَ الصَّابِرِينَ) . </p><p> في النصر لهم على عدوهم والغلبة عليهم. </p><p> * * * </p><p> قوله تعالى:  (مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ (٦٧) لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ (٦٨) فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٦٩) يَا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَى إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِمَّا أُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (٧٠) وَإِنْ يُرِيدُوا خِيَانَتَكَ فَقَدْ خَانُوا اللَّهَ مِنْ قَبْلُ فَأَمْكَنَ مِنْهُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٧١) </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ) . </p><p> قالا أبو بكر الكيساني: عاتب اللَّه رسوله وأصحابه في أخذ الأسارى بقوله: (مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ) . </p><p> وبالغ في العتاب في أخذ الفداء من الأسارى بقوله:  (تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ) . </p><p> وكذلك روي عن رسول اللَّه أنه لما استشار أصحابه في الأسارى، أشار أبو بكر إلى أخذ الفداء، وعمر إلى القتل، فقال:  \" لو نزل من السماء عذاب ما نجا إلا عمر \" . </p><p> عاتبهم بالأخذ أخذ الأسارى، وأشد العتاب في أخذ الفداء، وأمر بالقتل وضرب الرقاب بقوله:  (فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ) ، إنما أمر بضر الرقاب وضرب البنان، وكذلك يخرج قوله:  (لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ) على العتاب؛ إلى هذا يذهب أبو بكر الأصم. </p><p> وعلن بن عَبَّاسٍ قال: لم يكن الأنبياء - صلوات اللَّه عليهم - فيما مضى يكون لهم أسارى حتى يثخنوا في الأرض. </p><p> وعن سعيد بن جبير قال: لا يفادى أسارى المشركين، ولا يمن عليهم حتى يثخنوا بالقتل، ثم تلا:  (حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ) ؛ إلى هذا ذهب هَؤُلَاءِ. </p><p> وقوله:  (مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى) . </p><p> يخرج تأويل الآية على وجهين: </p>"
}