{
  "id": null,
  "sura": 8,
  "aya": 3,
  "text": "<p> أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ)، ونحو ذلك، وأما المؤمن فإنه في جميع أحواله يتوكل على اللَّه ومنه يخاف، وإن كان يصل ذلك إليه ويجري على يد غيره فهو في الحقيقة من اللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (٣) بحق اللَّه الذي عليهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا ... (٤) يحتمل وجهين: </p><p> يحتمل: أُولَئِكَ الذين حققوا إيمانهم. </p><p> والثاني: أُولَئِكَ المؤمنون الذين وعد لهم وعدًا حقًّا، وهو ما وعد لهم من الدرجات والمغفرة حق لهم ذلك الوعد، واللَّه أعلم. </p><p> (لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ) قيل: فضائل عند ربهم (وَمَغْفِرَةٌ) أي: يستر عليهم ذنوبهم التي كانت لهم في الدنيا في الجنة وينسونها؛ لأن ذكر ذلك [ينغص] عليهم نعمتهم التي أنعم عليهم (وَرِزْقٌ كَرِيمٌ) قيل: الحسن ورزق يكرم به أهله. </p><p> * * * </p><p> قوله تعالى:  (كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقًا مِنَ الْمُؤْمِنِينَ لَكَارِهُونَ (٥) يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَمَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى الْمَوْتِ وَهُمْ يَنْظُرُونَ (٦) </p><p> وقوله - عَزَّ وَجَلَّ -: (كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ) لم يخرج لهذا الحرف جواب في الظاهر؛ لأن جوابه أن يقول: كما أخرجك ربك من بيتك بالحق يفعل بك كذا، ثم أهل التأويل اختلفوا في جوابه: </p><p> قَالَ بَعْضُهُمْ: هو صلة قوله: (يَسْأَلُونَكَ عَنِ الْأَنْفَالِ قُلِ الْأَنْفَالُ لِلَّهِ وَالرَّسُولِ) يقول: (كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقًا مِنَ الْمُؤْمِنِينَ لَكَارِهُونَ (٥) يُجَادِلُونَكَ) وكما كرهوا الخروج وجادلوك في قسمة الأنفال، جادلوك في أمر العير. </p><p> ومنهم من يقول: جوابه في أمره بالقتال، يقول: كما أخرجك ربك من بيتك بالحق وهم كارهون لذلك كذلك يكلفك القتال وهم كارهون لذلك. </p><p> ومنهم من يقول: جوابه في قوله: (إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الْأَقْدَامَ) ويقول: كما أجبتم اللَّه في الخروج للقتال على غير تدبير منكم في ذلك ولا نظر، فعلى ذلك يجيبكم في النعاس أمنة منه وإنزال الماء من السماء والتطهير به وتثبيت الأقدام، على غير علم منكم ولا تدبير. </p><p> ومنهم من يقول: قوله: (كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ) غير متأهبين للقتال ولا مستعدين </p>"
}