{
  "id": null,
  "sura": 8,
  "aya": 61,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَمَا تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ) . </p><p> أخبر أن ما أنفقوا في سبيل اللَّه يوفى إليهم ذلك، إما الخلف في الدنيا؛ كقوله:  (وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ) ، وإما في الآخرة الثواب. </p><p> (وَأَنْتُمْ لَا تُظْلَمُونَ) يحتمل وجهين: </p><p> يحتمل:  (وَأَنْتُمْ لَا تُظْلَمُونَ) : </p><p> فيما يأمركم بالجهاد في سبيل اللَّه، واتخاذ العدة والإنفاق فيها؛ إذ أنفسكم وأموالكم لله له أن يأخذها منكم. </p><p> والثاني:  (وَأَنْتُمْ لَا تُظْلَمُونَ) وفي الثواب في الآخرة، أي: يعطيكم الثواب في الآخرة أو الخلف في الدنيا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا ... (٦١) </p><p> قرئ بالنصب:  (لِلسَّلْمِ) ، وقرئ بالخفض:  (لِلسِّلْمِ) . </p><p> وقال أهل اللغة: من قرأ بالنصب: (لِلسَّلْمِ) ، حمله على المصالحة والموادعة، ومن قرأ بالخفض:  (لِلسِّلْمِ) ، جعل ذلك في الإسلام. </p><p> وتأويله - واللَّه أعلم -: أي: إذا خضعوا للصلح وطلبوه منك فاجنح لهم، أي: مل إليهم، ولا يمنعك عن الصلح معهم ما كان منهم من نقض العهد؛ على ما ذكر في قوله:  (الَّذِينَ عَاهَدْتَ مِنْهُمْ ثُمَّ يَنْقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ) ، يقول: لا يمنعك عن الصلح إذا طلبوا ذلك ما كان منهم من النقض ونكث العهود. </p><p> (وَتَوَكَّلْ عَلَى اللَّهِ) . </p><p> ولا تخف خيانتهم ونقضهم العهد، فإن اللَّه يطلعك ويكفيك على ذلك. </p><p> ومنهم من قال: قوله: (وَإِنْ جَنَحُوا لِلسَّلْمِ) ، أي: إذا خضعوا وتواضعوا للإسلام، فاقبل منهم واخضع لهم؛ كقوله:  (وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ) أمره بخفض الجناح لهم. </p><p> ذكر - هاهنا - أنهم إذا طلبوا الصلح منا يلزمنا أن نعطيهم، وإذا لم يطلبوا منا ذلك لا يحل لنا أن نطلب منهم الصلح، إلا أن نضطر إلى ذلك، وهو ما ذكر في آية أخرى؛ حيث قال:  (فَلَا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الْأَعْلَوْنَ) ، نهانا أن ندعوهم إلى الصلح ولنا قوة وعدة للقتال معهم، وأما إذا كانوا طلبوا منا ذلك أولا فيجابون إلى ذلك. </p><p> ويحتمل ما ذكرنا، أي: لا يمنعك ما كان منهم من نقض العهد. </p><p> وقوله:  (فَاجْنَحْ لَهَا) يحتمل ذكره بالتأنيث، أي: للمسالمة والمصالحة. </p><p> وقَالَ بَعْضُهُمْ: السلم هو مؤنث؛ كقول القائل: </p><p> السلم تأخذ منا ما رضيت به ... والحرب يكفيك من أنفاسها جرع </p>"
}