{
  "id": null,
  "sura": 8,
  "aya": 50,
  "text": "<p> فيكون أحد التأويلين بالموعود في الآخرة، وهو بالإسلام يكون، والثاني بالموعود في الدنيا، وهو الفتح والنصر الذي ذكرناه. </p><p> وقوله:  (غَرَّ هَؤُلَاءِ دِينُهُمْ) . </p><p> لما رأوا أنهم تركوا آباءهم وأولادهم وجميع شهواتهم، وبذلوا أنفسهم للقتال؛ ليسلم لهم دينهم؛ لذلك قالوا:  (غَرَّ هَؤُلَاءِ دِينُهُمْ) لما لم يكن خروجهم وبذلهم أنفسهم لذلك إلا إشفاقًا وخوفًا على دينهم، وطلبوا - لما بذلوا أنفسهم - حياة الأبد في الآخرة فقالوا:  (غَرَّ هَؤُلَاءِ دِينُهُمْ) واللَّه أعلم. </p><p> وقوله:  (وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ) . </p><p> أي: اعتمد على اللَّه في حرب بدر - على ما ذكر أهل التأويل - والنصر فيه. </p><p> وقوله:  (فَإِنَّ اللَّهَ عَزِيزٌ) . </p><p> لا يعجزه شيء، يعز من يشاء بالنصر، ويذل من يشاء بالقتل والهزيمة. </p><p> أو يتوكل على اللَّه في كل أموره، ويكل إليه أموره، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (عَزِيزٌ حَكِيمٌ) . </p><p> العزيز في هذا الموضع: هو الغالب، حكيم لما أمر بالقتل. </p><p> * * * </p><p> قوله تعالى:  (وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ وَذُوقُوا عَذَابَ الْحَرِيقِ (٥٠) ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ (٥١) كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَفَرُوا بِآيَاتِ اللَّهِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ إِنَّ اللَّهَ قَوِيٌّ شَدِيدُ الْعِقَابِ (٥٢) ذَلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَأَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (٥٣) كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآيَاتِ رَبِّهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَكُلٌّ كَانُوا ظَالِمِينَ (٥٤) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ) . </p><p> قَالَ بَعْضُهُمْ: الآية مقابلة قوله: (وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ بَطَرًا وَرِئَاءَ النَّاسِ) ؛ يقول - واللَّه أعلم -: (وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا) ، أي: يقبض أرواح الذين كفروا كيف يقبضون أرواحهم، وكيف يضربون وجوههم وأدبارهم؛ كأنه قال - والله أعلم -: لو رأيت الحال التي تقبض فيها أرواحهم وما ينزل بهم، لرأيت أن ما عملوا من </p>"
}