{
  "id": null,
  "sura": 8,
  "aya": 57,
  "text": "<p> وقوله:  (إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ) . </p><p> (الَّذِينَ كَفَرُوا فَهُمْ لَا يُؤْمِنُونَ) وهو كما ذكر في آية أخرى: (أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ) ، أخبر أن الذين كفروا وكذبوا بآياته أضل من الأنعام، وقد ذكرنا فائدة قوله:  (بَلْ هُمْ أَضَلُّ) في موضعه. </p><p> ويحتمل قوله:  (شَرَّ الدَّوَابِّ) أي: شر من يدب على وجه الأرض من الممتحنين (الَّذِينَ كَفَرُوا فَهُمْ لَا يُؤْمِنُونَ) ، ثم ليكونوا بهذا الوصف إذا ختموا بالكفر وترك الإيمان. </p><p> ثم اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: نزل في بني قريظة؛ حيث عاهدوا رسول اللَّه، ثم أعانوا مشركي مكة على رسول اللَّه بالسلاح وغيره، فأقالهم رسول اللَّه، وكانوا يقولون: نسينا وأخطأنا، ثم عاهدهم ثانية، فنقضوا العهد، فذلك قوله:  (ثُمَّ يَنْقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ (٥٦) : نقض العهد، أو لا يتقون الشرك. </p><p> وقَالَ بَعْضُهُمْ: نزل قوله: (إِنَّ شَرَّ الدَّوَابِّ. . .) إلى آخر الآية، في المردة والفراعنة من الكفار، كانوا عقلوا ما سمعوا ودرسوا، ولكن غيروه فلم يؤمنوا به؛ على هذا حمل أهل التأويل تأويل الآية إلى ما ذكرنا، وإلا صرف الآية إلى أهل النفاق أولى؛ لأنهم هم المعروفون بنقض العهد مرة بعد مرة. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ ... (٥٧) </p><p> قيل: تأمرنهم في الحرب. </p><p> وقيل: تلقينهم في الحرب. </p><p> وقيل: تجدنهم في الحرب. </p><p> (فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ) . </p><p> قيل: نكل بهم من بعدهم، أي: اصنع بهم ما ينكلون من خلفهم، أي: يمتنعون. </p><p> وقيل: فعظ بهم من خلفهم، أي: من سواهم. </p><p> الآية نزلت في قوم علم اللَّه أنهم لا يؤمنون، وكانت عادتهم نقض العهد، فأمر - عز </p><p> وجل - رسوله أن ينكل هَؤُلَاءِ؛ ليكون ذلك عبرة وزجرًا لمن بعدهم إن لم يكن ذلك لهم زجرًا، فيكون في تنكيل هَؤُلَاءِ منفعة لغيرهم، إذا رأي غيرهم أنه فعل بهَؤُلَاءِ ما ذكر يكون ذلك زجرًا لهم عن مثل صنيعهم؛ ولهذا قال:  (وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ) ، من رأى أنه يقتل به امتنع عن قتل آخر، فيكون في ذلك حياة الخلق. </p><p> وكذلك جعل اللَّه في القتال مع العدو ونصب الحرب فيما بينهم رحمة؛ لأن في الطباع النفار عن القتل، فإذا رأى أنه يقتل بتركه الإسلام أجاب إلى ذلك؛ إشفاقًا على نفسه، وخوفًا على تلف مهجته، فيكون في القتال رحمة، وكذلك جميع ما جعل الله فيما بين الخلق من العقوبات في النفس وما دون النفس جعل زواجر وموانع عن المعاودة إلى مثله؛ فعلى ذلك قوله:  (فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ) : عظة وزجرًا لمن بعدهم. </p><p> (لَعَلَّهُمْ يَذَّكَّرُونَ) . </p><p> لكي يذكروا النكال فلا ينقضوا العهد، وكذلك كل مرغوب في الدنيا ومرهوب جعل دواعي وزواجر لموعود في الآخرة، وجعل كل لذيذ وشهي في الدنيا لما وعد في الآخرة في الجنة، وكل كريه وقبيح زاجرًا له عن الموعود في الآخرة في النار؛ على هذا بناء أمر الدنيا. </p><p> والتشريد: قال أبو عبيدة: معناه من التفرقة، أي: فرق بهم. </p>"
}