{
  "id": null,
  "sura": 8,
  "aya": 40,
  "text": "<p> يخرج على وجهين: </p><p> أحدهما: ويكون من الدِّين الذي هو الدِّين كله لله، لا نصيب لأحد فيه، وهو السبيل التي كانت للشيطان؛ كأنه قال: وتكون الأديان التي يدان بها دينًا واحدًا، وهو دين الله الذي يُدعى الخلق إليه، وبذلك بعث الرسل والكتب، واللَّه أعلم. </p><p> والثاني: يحتمل أن يكون الحكم كله لله؛ كقوله:  (مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ) ، أي: في حكم الملك. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ) . </p><p> وقوله:  (وَإِنْ تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَوْلَاكُمْ ... (٤٠) </p><p> قيل: ناصركم. </p><p> وقيل: المولى: المليك. </p><p> (نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ) . </p><p> أي: نعم الناصر والمعين، (وَنِعْمَ النَّصِيرُ) ؛ لأنه لا يعجزه شيء. </p><p> وقيل:  (مَوْلَاكُمْ) ، أي: أولى بكم. </p><p> * * * </p><p> قوله تعالى:  (وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ وَمَا أَنْزَلْنَا عَلَى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٤١) إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوَى وَالرَّكْبُ أَسْفَلَ مِنْكُمْ وَلَوْ تَوَاعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمِيعَادِ وَلَكِنْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَى مَنْ حَيَّ عَنْ بَيِّنَةٍ وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ (٤٢) إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلًا وَلَوْ أَرَاكَهُمْ كَثِيرًا لَفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِي الْأَمْرِ وَلَكِنَّ اللَّهَ سَلَّمَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (٤٣) وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ (٤٤) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى) . </p><p> قال عامة أهل التأويل: إن الغنيمة: هي التي أصاب المسلمون من أموال المشركين بالقتال عنوة، والفيء: ما يعطون بأيديهم صلحًا. </p>"
}