{
  "id": null,
  "sura": 8,
  "aya": 36,
  "text": "<p> وقَالَ الْقُتَبِيُّ: المكاء: الصفير؛ يقال: مكا يمكو، وهو مثل ما قيل للطائر: مكاء؛ لأنه يمكو، أي: يصفر، يعني: يصوت، والتصدية: هي التصفيق؛ يقال: صدى: إذا صفق بيديه. </p><p> وقال أَبُو عَوْسَجَةَ: المكاء: شبه الصفير، والتصدية: ضرب باليدين، وهو من الصدى؛ من الصوت. </p><p> وقيل: المكاء: صفير كان أهل الجاهلية يلعبون به، والتصدية: الصد عن سبيل الله ودينه. </p><p> وقوله:  (فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ) . </p><p> قال بعض أهل التأويل: ذوقوا العذاب يوم بدر، وهو الهزيمة والقتل الذي كان عليهم يوم بدر. </p><p> ويحتمل قوله:  (فَذُوقُوا الْعَذَابَ) : في الآخرة؛ بكفرهم في الدنيا. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ فَسَيُنْفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ يُحْشَرُونَ (٣٦) لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلَى بَعْضٍ فَيَرْكُمَهُ جَمِيعًا فَيَجْعَلَهُ فِي جَهَنَّمَ أُولَئِكَ هُمُ الْخَاسِرُونَ (٣٧) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ. . .) الآية. </p><p> يذكرهم - واللَّه أعلم - النعم التي أنعمها عليهم؛ من أنواع النعم: </p><p> أحدها: ما أنزلهم في بقعة خصَّت تلك البقعة وفضلت على غيرها من البقاع؛ وهو مكان العبادة، ثم صدوا الناس عن الدخول فيها والعبادة فيها، ومن ذلك بعث </p><p> الرسول منهم فيهم فكذبوه، وما أعطاهم من الأموال، فانفقوها في الصد؛ صذ الإنسان عن مكان العبادة وإقام العبادة فيه. </p><p> ثم اختلف في معنى الصد؛ قَالَ بَعْضُهُمْ: إن كفار قريش استأجروا لقتال بدر رجالا من قبائل العرب؛ عونًا لهم على قتال النبي - عليه السلام - وأصحابه؛ فذلك نفقتهم التي أنفقوا، فصار ذلك حسرة عليهم لما كانت الهزيمة عليهم. </p><p> روي عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - أنه سئل عن هذه الآية؟ فقال: تلك قد خلت؛ إن ناسًا في الجاهلية كانوا يعطون ناسًا أموالهم فيقاتلون نبي اللَّه، فأسلموا عليها، فطلبوها، فكانت عليهم حسرة. </p><p> وعن سعيد بن جبير قال: نزلت في أبي سفيان بن حرب، استأجر يوم أحد أجراء من الأحابيش من كنانة، فقاتلهم النبي، عليه السلام. </p><p> ويحتمل أن يكون قوله:  (تَكُونُ عَلَيْهِمْ حَسْرَةً) يوم القيامة، أي: النفقة التي أنفقوها تصير عليهم حسرة في الآخرة؛ لما أنفقوها في غير حل؛ لصد الناس عن سبيل </p>"
}