{
  "id": null,
  "sura": 8,
  "aya": 27,
  "text": "<p> (وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ) . </p><p> المغانم التي رزقهم وأحل لهم. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُونَ (٢٧) وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَأَنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ (٢٨) يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا وَيُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (٢٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ) . </p><p> جعل اللَّه - عَزَّ وَجَلَّ - هذه الأمة وسطًا عدلًا بقوله:  (جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ) ؛ فكأنه قال: يا أيها الذين آمنوا قد جعلكم اللَّه أمناء عدلا وسطًا، فلا تخونوا اللَّه فيه؛ كقوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ. . .) الآية، وقال:  (وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى) ، وقال. (إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ. . .) ، أخبر أنه ألزمهم الأمانة - أعني: البشر - دون ما ذكر من الخلائق فمنهم من ضيّع تلك الأمانة؛ من نحو المنافقين والمشركين، وخانوا فيها، فلحقهم الوعيد بالتضييع، وهو قوله:  (لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ. . .) الآية، فكأنه قال: يَا أَيُّهَا الذين آمنوا، قد قبلتم أمانة اللَّه فلا تضيعوها، ولا تخونوا فيها؛ كما قال:  (وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ) ، (وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ) ، وغيرها من الآيات التي فيها ذكر الأمانات، نهاهم أن يخونوا فيها، فيكونون كأنهم خانوا أمانتهم. </p><p> ويحتمل قوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا) ، إن أنفسكم وأموالكم لله، وهي عندكم أمانة استحفظكم فيها، فلا تستعملوها في غير ما أذن لكم؛ لأن من استحفظ أحدًا في شيء ووضع عنده أمانة، فاستعملها في غير ما أذن له - صار خائنا فيها ضامنًا؛ فعلى ذلك </p><p> أنفسكم وأموالكم لله عندكم أمانة استحفظكم فيها، فإن استعملتموها في غير ما أذن لكم فيها، خنتم اللَّه والرسول فيها، فتخونوا أماناتكم التي لكم عند اللَّه إذا ضيعتم </p><p> الأمانة؛ كقوله:  (وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ) . </p><p> وقَالَ بَعْضُهُمْ: قوله: (وَتَخُونُوا أَمَانَاتِكُمْ) ، أي: لا تخونوا اللَّه والرسول، ولا تخونوا أماناتكم التي فيما بينكم. </p><p> وأصله: أنه - عَزَّ وَجَلَّ - امتحنهم فيما امتحنهم لمنافع أنفسهم ولحاجتهم، فيصيرون فيما خانوا فيما امتحنهم كأنهم خانوا أنفسهم وخانوا أماناتهم؛ كقوله:  (وَمَا ظَلَمُونَا وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ) ، وقوله:  (إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا) ، وقوله:  (مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ. .) الآية. </p><p> ثم خيانة المنافقين والمشركين في الدِّين، وخيانة المؤمنين في أفعالهم، فوعدهم التوبة عن خيانتهم، وأوعد أُولَئِكَ على ما خانو! بقوله:  (لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنْتُمْ تَعْلَمُونَ) . </p><p> أن أنفسكم وأموالكم ليست لكم، إنما هي لله عندكم أمانة، فلا تخونوا فيها. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال: الأمانة: الأعمال التي ائتمن اللَّه عليها العباد، يعني: الفريضة؛ يقول:  (لَا تَخُونُوا اللَّهَ) ، أي:  [لا تنقضوها] . </p><p> ثم اختلف أهل التأويل في نزول الآية: </p><p> قَالَ بَعْضُهُمْ: نزلت في أبي لبابة؛ وذلك أنه قيل في بعض القصة: إن النبي - عليه </p>"
}