{
  "id": null,
  "sura": 8,
  "aya": 65,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ (٦٤) </p><p> قَالَ بَعْضُهُمْ: حسبك اللَّه وحسبك من اتبعك من المؤمنين، أي: كفاك اللَّه في العون والنصر لك، وكفاك المؤمنين -أيضًا- فيما ذكرنا. </p><p> وقَالَ بَعْضُهُمْ:  (حَسْبُكَ اللَّهُ) : نصر اللَّه، وحسبك نصر المؤمنين، وهو على ما ذكر:  (هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ) . </p><p> والأول أشبه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ ... (٦٥) </p><p> التحريض على القتال يكون بوجهين: </p><p> أحدهما: أن يعدهم من المنافع في الدنيا، ويطمع لهم ذلك، من نحو ما جاء من التنفيل: أن من فعل كذا فله كذا، أو يعدهم المنافع في الآخرة؛ كقوله:  (إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ. . .) الآية، وما ذكر من الثواب في الآخرة بالنفقة التي ينفقونها في سبيل اللَّه؛ كقوله:  (هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ) . فما ذكرنا فيه وعد المنافع لهم في الدنيا والآخرة، ووعد النصر لهم. </p><p> والثاني: يكون التحريض بضرر يلحق أُولَئِكَ، ونكبة تصل إليهم؛ كقوله:  (أَلَا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ. . .) الآية، إلى قوله:  (قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ (١٤) وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ وَيَتُوبُ اللَّهُ عَلَى مَنْ يَشَاءُ)، جمع اللَّه - عَزَّ وَجَلَّ - في هذه الآية جميع أنواع الخير الذي يكون في القتال مع العدو، من وعد النصر للمؤمنين عليهم، وإدخال السرور في صدورهم، ونفي الحزن عنهم، وتعذيب أُولَئِكَ بأيديهم. </p><p> وفيه إغراء على العدو بقوله:  (أَلَا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ) ، فذلك كله يحرض على القتال، ويرغبهم في الحرب مع العدو، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفًا مِنَ الَّذِينَ كَفَرُوا. . .) الآية. </p><p> اختلف في معنى هذا: </p>"
}