{
  "id": null,
  "sura": 9,
  "aya": 34,
  "text": "<p> يحتمل: ليظهر رسوله على أهل الدِّين كله بالحجج والآيات، فقد أظهره بحمد اللَّه على الأديان كلها بالحجج والبراهين، حتى لم يتعرض أحد في شبه ذلك فضلًا أن يتعرض في إبطاله. </p><p> ويحتمل: ليظهره على أهل الدِّين كله بالقهر والغلبة والإذلال، فقد كان، حق خضعوا له كلهم وذلوا، حتى لم يبق في جزيرة العرب مشرك ولا كافر إلا خضع له، وصار أهل الكتاب ذليلين صاغرين في أيدي المسلمين. </p><p> فإن كان المراد من قوله:  (لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ) ، فهو بالحجج والبراهين كلها. </p><p> وإِن كان أراد به الدِّين أن يظهره على الأديان كلها فبعد لم يكن، ويكون - إن شاء الله تعالى - هو الظاهر على الأديان كلها يوم القيامة. </p><p> وقوله - عَزَّ وَجَلَّ -: (عَلَى الدِّينِ كُلِّهِ) . </p><p> ولم يقل: على الأديان كلها؛ فالدِّين يتناول الأديان كلها؛ كقوله:  (يَا أَيُّهَا الْإِنْسَانُ) يدخل فيه كل إنسان. </p><p> وجائز أن تكون أديانًا مختلفة فهو واحد؛ لأن الكفر كله ملة واحدة، وهو دين الشيطان، فسماه بذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (٣٤) </p><p> أما الأحبار والرهبان فقد ذكرناهما. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ) . </p><p> لأنهم كانوا يأكلون أموالهم بما يحرفون كتاب اللَّه ويبدلونه؛ كقوله:  (يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ) ، وقوله:  (وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ) الآية، فهم إنما حرفوا ذلك </p><p> وبدلوه؛ لتسلم لهم تلك الأموال، فذلك أكل بباطل؛ لأنهم خافوا ذهاب تلك المنافع والأموال إذا أسلموا، فيجوز أن يكون إنما سماهم أربابًا في الآية الأولى؛ لما أنهم جعلوا أموالهم أموالا لأنفسهم، وأنفسهم عبيدًا لهم، فهم كالأرباب لهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ) . </p><p> يحتمل أن يكون هذا صلة ما قال:  (لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ) ، أي: أخذوا أموالهم لصد الناس عن سبيل اللَّه، وكنزوها، ولم ينفقوها في سبيل اللَّه، إنما أنفقوها لصد الناس عن سبيله. </p><p> ومن الناس من حمل الآية في منع الزكاة. </p><p> روي في الأخبار عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وعن بعض الصحابة - رضوان اللَّه عليهم - أن كل مال أديت الزكاة عنه فهو ليس بكنز، وإن كان تحت سبع أرضين، وكل مال لم تؤدّ الزكاة عنه فهو كنز، وإن كان على وجه الأرض. </p><p> ومن أصحابنا من استدل بلزوم ضمّ الفضة والذهب بعضه إلى بعض في الزكاة بهذه الآية؛ لأنه ذكر الذهب والفضة جميعًا، وألحق الوعيد بترك الإنفاق من الفضة بقوله: </p>"
}