{
  "id": null,
  "sura": 9,
  "aya": 51,
  "text": "<p> قوله تعالى:  (إِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكَ مُصِيبَةٌ يَقُولُوا قَدْ أَخَذْنَا أَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَهُمْ فَرِحُونَ (٥٠) قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا هُوَ مَوْلَانَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (٥١) قُلْ هَلْ تَرَبَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَنْ يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينَا فَتَرَبَّصُوا إِنَّا مَعَكُمْ مُتَرَبِّصُونَ (٥٢) قُلْ أَنْفِقُوا طَوْعًا أَوْ كَرْهًا لَنْ يُتَقَبَّلَ مِنْكُمْ إِنَّكُمْ كُنْتُمْ قَوْمًا فَاسِقِينَ (٥٣) وَمَا مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ (٥٤) فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ (٥٥) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكَ مُصِيبَةٌ يَقُولُوا قَدْ أَخَذْنَا أَمْرَنَا مِنْ قَبْلُ) . </p><p> قيل:  (إِنْ تُصِبْكَ حَسَنَةٌ) ، أي: الغنيمة، والظفر، والنصر على الأعداء، يسؤهم ذلك، وإن تصبك مصيبة النكبة والهزيمة فرحوا بها. (يَقُولُوا قَدْ أَخَذْنَا أَمْرَنَا مِنْ قَبْلُ) . </p><p> أي: أخذنا أمرنا بالوثيقة والاحتياط؛ حيث لم نخرج معهم حتى لم يصبنا ما أصابهم. </p><p> ويحتمل أن يكون قوله:  (قَدْ أَخَذْنَا أَمْرَنَا مِنْ قَبْلُ) ، أي: قد أظهرنا الموافقة للمؤمنين في الظاهر، وكنا مع الكافرين في السر، وواليناهم في الحقيقة، وهو ما ذكر من انتظارهم أحد أمرين في قوله:  (الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِنْ كَانَ لَكُمْ فَتْحٌ مِنَ اللَّهِ قَالُوا أَلَمْ نَكُنْ مَعَكُمْ. . .) الآية. </p><p> (وَيَتَوَلَّوْا وَهُمْ فَرِحُونَ) . </p><p> يحتمل: يتولوا أُولَئِكَ الكفرة وهم فرحون. </p><p> وفي الآية دلالة إثبات رسالة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ونبوته؛ لأنه معلوم أن ما يسوءهم كانوا يضمرونه ويسرونه عنهم، ثم أخبر عما أسروا وأضمروا؛ دل أنه إنما علم ذلك باللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا هُوَ مَوْلَانَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (٥١) </p><p> قَالَ بَعْضُهُمْ:  (إِلَّا مَا كَتَبَ اللَّهُ لَنَا) ، أي: قضى اللَّه لنا، أي: لن يصيبنا إلا ما </p>"
}