{
  "id": null,
  "sura": 9,
  "aya": 40,
  "text": "<p> ألا ترى أنه قال في آخره:  (إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا وَاللَّهُ عَزِيزٌ حَكِيمٌ (٤٠) </p><p> وقوله:  (وَلَا تَضُرُّوهُ شَيْئًا) . </p><p> هو ما ذكرنا، أي: لا تضروا رسول اللَّه بالتخلف عنه. </p><p> وقَالَ بَعْضُهُمْ: لا تضروا اللَّه شيئًا. </p><p> والأول أشبه؛ لما ذكرنا. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ) يقول: إن لم تنصروا رسول الله فاللَّه ينصره، على ما نصره في الوقت الذي كان في الغار، لم يكن معه أحد من البشر إلا واحد، فإن لم تنصروه فاللَّه كافيه في النصر، على ما كفاه ونصره في الحال التي لم يكن معه من البشر أحد إلا واحد، فاليوم لا ينصره ومعه من الأنصار والأعوان ما لا يحصى؟! </p><p> وكان ما استنفرهم رسول اللَّه وأمرهم بالخروج إلى العدو، لم يكن يستنفرهم لمكان نفسه؛ إذ يعلم أن اللَّه كافيه في نصره، ولكن إنما كان يستنفرهم ويأمرهم بالخروج لمكان أنفسهم؛ ليكتسبوا بذلك قربًا وثوابًا عند اللَّه وزلفى؛ ألا ترى أنه قال:  (إِلَّا تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا) ، وقال:  (وَلَا تَضُرُّوهُ شَيْئًا) ، أي: إن لم تنفروا ولم تنصروا رسول اللَّه فلا تضروه شيئًا؛ إذ اللَّه كافيه في نصره. </p><p> وإِنَّمَا عاتبهم بترك النفر والخروج؛ لئلا يركنوا إلى الدنيا، ولا يرضوا بالحياة الدنيا من الآخرة على ما ركن أُولَئِكَ الكفرة؛ لأن ركونهم إلى الدنيا وحبهم إياها هو الذي منعهم عن اتباع مُحَمَّد، وهو الذي حملهم على الكفر باللَّه، والتكذيب لرسوله، وترك الإجابة له فيما يدعوهم إليه، فيقول - واللَّه أعلم - للمؤمنين: ولا تركنوا إلى الدنيا، ولا ترضوا بها من الآخرة؛ ليمنعكم ذلك عن النفر والخروج إلى ما يأمركم رسول اللَّه، على ما منع أُولَئِكَ الكفرة؛ على ما ذكرنا. </p><p> وأصله: أنه إنما استنصرهم لا لحاجة له إلى نصرهم؛ إذ هو قادر أن ينصر رسوله بما شاء، لكن طلب منهم النصر له؛ ليكتسبوا بذلك ثوابًا لأنفسهم، وذكرًا في الأجل، وكذلك ما طلب منهم الشكر له على نعمه، لا لحاجة له في ذلك، ولكن ليستديموا النعمة، ويصلوا إلى الباقية الدائمة. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا) . </p><p> أي: اضطروه إلى الخروج حين هموا بقتله، حتى خرج من بين أظهرهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ) . </p><p> ثاني اثنين، أي: لم يكن معه من البشر إلا واحد؛ ليعلموا أن النصر لم يكن بأحد من البشر، إنما كان باللَّه - تعالى - إذ بالواحد لا تكون النصرة والحفظ من ألوف، يذكر فضل أبي بكر، وكان هو ثانيه في كل أمره. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا) لم يكن حزن أبي بكر خوفًا على نفسه، ولكن إشفاقًا على رسول اللَّه أن يصاب، وكذلك روي في الخبر أنه قال لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: يا رسول اللَّه، إنك إن تُصبْ يذهب دين اللَّه، ولن يعبد اللَّه على وجه الأرض. </p><p> وفي بعض الأخبار أن أبا بكر كان يبكي إشفاقًا على رسول اللَّه، فقال له رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" ما يبكيك؟ \" ، فقال له:  \" يا أبا بكر، ما ظنك باثنين ثالثهما اللَّه \" . </p><p> وقيل: إنهما لما أتيا باب الغار سبق أبو بكر فدخل الغار، وكان الغار معروفًا بالهوام، فألقمها أبو بكر قدميه، فأطال ذلك، فقال: إن كان فيه شيء بدا لي، أو كلام نحو هذا - واللَّه أعلم -. </p><p> وقوله، (إِنَّ اللَّهَ مَعَنَا) : ليس بنهى عن الحزن والخوف على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، ولكن على تخفيف الأمر عليه وتيسير الحال التي هو عليها. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ) . </p><p> قيل: أنزل سكينته على أبي بكر حين قال له رسول اللَّه: \" ما ظنك باثنين ثالثهما </p><p> اللَّه؟! \"، حتى سكن قلب أبي بكر من الحزن والخوف على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقَالَ بَعْضُهُمْ: أنزل السكينة على رسول اللَّه؛ فهو يخرج على وجهين: </p><p> أحدهما: أنه أنزل السكينة عليه حتى رأى هو جنودًا لم يروها هم؛ حيث قال:  (وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا) . </p><p> والثاني: أنزل سكينته بالحجج والبراهين، لكنه إن كان ما ذكر، فهو قد أنزل السكينة عليه في البدء؛ لأنه كان رسول اللَّه لا يخاف سوى اللَّه، ويعلم أنه ينصره، وكذلك روي عن ابن عَبَّاسٍ قال: فأنزل اللَّه، سكينته على أبي بكر؛ لأن النبي لم تزل السكينة معه؛ وهو أشبه. </p><p> وقوله:  (وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا) . </p><p> يحتمل: في ذلك الوقت. </p><p> ويحتمل: في الغزوات التي نصره بالملائكة يوم بدر وغيره؛ يخبر أنه قادر أن ينصره لا بالبشر؛ ليعلموا أنه إنما يأمرهم بالنصر، لا لنصر رسول اللَّه، ولكن ليكتسبوا بذلك ما ذكرنا من الثواب. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا) . </p><p> يحتمل (كَلِمَةَ الَّذِينَ كَفَرُوا) : وهو ما مكروا برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وهموا بقتله جعل مكرهم ومكيدتهم واجتماعهم على ذلك هي السفلى وكلمة اللَّه هي العليا. </p><p> أي: مكر اللَّه بهم، ونصرة رسوله هي العليا؛ كقوله:  (وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا. . .) الآية. </p><p> ويحتمل قوله؛ (كَلِمَةَ الَّذِينَ كَفَرُوا) : دينهم الذي يدينون به، ومذهبهم الذي ينتحلونه. </p><p> (السُّفْلَى) ، أي: جعل ذلك السفلى بالحجج، وجعل دين مُحَمَّد هو العليا بالحجج والبراهين على ذلك ما كان. </p>"
}