{
  "id": null,
  "sura": 9,
  "aya": 64,
  "text": "<p> ثم قوله:  (أَلَمْ يَعْلَمُوا) يخرج على وجهين: </p><p> أحدهما: أي: قد علموا أنه من يحادد اللَّه ورسوله فإن له ما ذكر، لكنهم عاندوا أوقصدوا، الخلاف والمحادة له مع علمهم. </p><p> والثاني: أي: علموا أنه من يحادد اللَّه ورسوله، فإن له ما ذكر؛ على ما ذكرنا أن حرف الاستفهام من اللَّه يخرج على الإيجاب والإلزام. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكَ الْخِزْيُ الْعَظِيمُ) . </p><p> يحتمل وجهين: </p><p> الأول: يحتمل الخزي، أي: الفضيحة العظيمة في الدنيا. </p><p> والثاني: يحتمل ذلك الخزي العظيم في الآخرة، أي: نار جهنم خزي عظيم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِم سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِمْ قُلِ اسْتَهْزِئُوا إِنَّ اللَّهَ مُخْرِجٌ مَا تَحْذَرُونَ (٦٤) </p><p> يحتمل قوله:  (يَحْذَرُ الْمُنَافِقُونَ) ، أي: الحق عليهم أن يحذروا؛ لما أطلع اللَّه رسوله مرارًا على ما أسروا وكتموا. </p><p> ويحتمل على الخبر: أنهم كانوا يحذرون أن تنزل عليهم سورة تنبئهم عما في قلوبهم؛ لكثرة ما أطلع اللَّه رسوله من سرائرهم وسفههم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلِ اسْتَهْزِئُوا إِنَّ اللَّهَ مُخْرِجٌ مَا تَحْذَرُونَ) . </p><p> فهو - واللَّه أعلم - ليس على الأمر؛ ولكن على الوعيد، يقول: استهزئوا؛ فإن الله مظهر ومبين ما أسررتم وكتمتم من العيب والاستهزاء برسوله والطعن فيه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ (٦٥) </p><p> ذكر السؤال، ولم يبين عئم يسألهم، ولكن في الجواب بيان أن السؤال إنما كان على الاستهزاء؛ حيث قال:  (قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ) ذكر أن نفرا من المنافقين كانوا اختفوا في بعض الطريق، ليمر رسول اللَّه، ويرجع من الغزو فيقتلونه، فأطلع اللَّه نبيه على اختفائهم في ذلك أنه لماذا؟ فقال:  (وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ) . </p><p> وذكر بعض أهل التأويل أن النبي لمّا رجع من غزوة تبوك بينا هو يسير إذ هو برهط يسيرون بين يديه يضحكون ويستهزئون، فأطلع اللَّه رسوله أنهم يستهزءون باللَّه وكتابه ورسوله؛ فقال:  (وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ) . </p><p> وقيل بغير ذلك. </p><p> وقيل:  (وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ) ، أي: لو سألتهم: ما تقولون؟ </p>"
}