{
  "id": null,
  "sura": 9,
  "aya": 11,
  "text": "<p> (وَأُولَئِكَ هُمُ الْمُعْتَدُونَ) . </p><p> في نقض العهد، والاعتداء: هو المجاوزة عن الحد الذي جعل لهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ وَنُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ (١١) </p><p> قال بعض أهل التأويل: انظروا إلى كرم ربكم وجوده، قوم قد افتروا على اللَّه كذبًا، وكذبوا رسول اللَّه، وهموا بقتله وإخراجه من بين أظهرهم، وطعنوا في دينهم، وعملوا كل بلية من نصب الحروب والقتال فيما بينهم، ثم إنه وعدهم التوبة والمغفوة والتجاوز عما كان منهم بقوله:  (إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ) ، وجعل فيما بينهم الأخوة والمودة بقوله:  (فَإِخْوَانُكُمْ فِي الدِّينِ) ، وقال:  (وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً) ، وقال:  (إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا) ، وغير ذلك من الآيات، وفيه أن من كان له بمكان آخر ذنب أو جفاء، فإذا رجع عن ذلك وتاب لزمه أن يتجاوز عنه وألا يذكر بعد ذلك ما كان منه من الذنب؛ على ما جعل اللَّه فيما بين هَؤُلَاءِ الأخوة والمودة إذا تابوا، وقال:  (فَإِخْوَانُكُمْ فِي الدِّينِ) وقد كان منهم ما كان، ومن حق الأخوة ألا يذكر ما كان منهم من المساوئ. </p><p> ثم قوله:  (فَإِنْ تَابُوا) من الشرك وما كان منهم. </p><p> وقوله:  (وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ) . </p><p> يحتمل قوله:  (وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ) وجهين: </p><p> الأول: يحتمل: الصلاة المعروفة والزكاة المعروفة، زكاة المال، وهو ما ذكرنا فيما تقدم من الإقرار بهما والاعتقاد والقبول لذلك دون فعلهما، وهو في الكبراء والقادة الذين كانوا يأنفون عن الخضوع لأحد، ولا يؤتون الزكاة، ولا يتصدقون؛ لما ظنوا أنهم يخلدون في الدنيا؛ إشفاقًا على أنفسهم. </p><p> والثاني: يحتمل أن يكون المراد من الصلاة: الخضوع والخشوع، لا الصلاة المعروفة، والمراد من الزكاة زكاة النفس وإصلاحها، فإن كان هذا فهو لازم في الأوقات كلها، ما من وقت إلا وله على كل أحد الخضوع له والخشوع له، ويزكي نفسه ويصلحها، وهو كقوله:  (قَدْ أَفْلَحَ مَنْ زَكَّاهَا) . </p><p> وقوله:  (وَنُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ) أي: نبين الآيات لقوم يعلمون ينتفعون بعلمهم. </p>"
}