{
  "id": null,
  "sura": 9,
  "aya": 97,
  "text": "<p> لا يصلحون أبدًا، (إِنَّهُمْ رِجْسٌ وَمَأْوَاهُمْ جَهَنَّمُ جَزَاءً بِمَا كَانُوا يَكْسِبُونَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللَّهَ لَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ (٩٦) </p><p> وتقبلوا منهم ما يظهرون من العذر، ثم أخبر أنكم إن رضيتم عنهم وقبلتم ما يذكرون من عذرهم فإن اللَّه لا يرضى عنهم؛ لما يعلم أنه لا عذر لهم فيما يظهرون لكم من العذر، واللَّه أعلم. ليس على النهي عن إرضاء أُولَئِكَ؛ لأن إرضاء الخلق بعضهم لبعض إنما يكون بالحلف، وما يكون من الظاهر، ولكن النهي عن ترك الموافقة في الباطن، وفيه يتحقق رضاء اللَّه. </p><p> * * * </p><p> قوله تعالى:  (الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللَّهُ عَلَى رَسُولِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٩٧) وَمِنَ الْأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ عَلَيْهِمْ دَائِرَةُ السَّوْءِ وَاللَّهُ سَمِيعٌ عَلِيمٌ (٩٨) وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللَّهِ وَصَلَوَاتِ الرَّسُولِ أَلَا إِنَّهَا قُرْبَةٌ لَهُمْ سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٩٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا) يحتمل هذا وجهين: </p><p> يحتمل: طائفة من الأعراب أشد كفرًا ونفاقًا، وهو أن رسول اللَّه دعا كفار المدينة ومنافقيها، فأيأس عن إيمانهم بقوله:  (فَأَعْرِضُوا عَنْهُمْ إِنَّهُمْ رِجْسٌ وَمَأْوَاهُمْ جَهَنَّمُ. . .) الآية، فلما أيس عن إيمان هَؤُلَاءِ، أقبل نحو طائفة من الأعراب الذين كانوا بقرب المدينة وحواليها، فأخبر أنهم أشد كفرًا ونفاقًا من أهل المدينة. </p><p> ويحتمل أنه أراد الأعراب جملة أنهم أشد - أي: الكفار منهم وأهل النفاق - كفرًا ونفاقا من أهل الأمصار والمدائن، فهو لوجهين: </p><p> أحدهما: أن أهل الأمصار والمدن كانوا يسمعون الآيات والحجج، ويخالطون أهل رحمة ورأفة، وأهل مودة، وأما الأعراب وأهل البادية فكانوا لا يسمعون الآيات </p><p> والحجج، ولا خالطوا أهل رحمة ورأفة، فهَؤُلَاءِ أقسى قلوبًا وأضيق صدورًا وأهل المدن والأمصار ألين قلوبًا وأوسع صدورا، فهم أسرع للإجابة وأُولَئِكَ أبعد وأبطأ إجابة. </p><p> والثاني: أنهم وصفوا بأهل الجهل ما لم يوصف أهل المدن والأمصار، بذلك ما روي عن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" لا يؤمنكم أعرابي \" ، وفي بعضها:  \" لا يؤمن أعرابي مهاجرًا \" ، وفي بعض الأخبار:  \" من بدا جفا \" ؛ وذلك - واللَّه أعلم - لأنهم كانوا لا يدخلون الأمصار والمدن ليتأدبوا ويتعلموا الآداب، فإذا كانوا كذلك فهم أجهل، والإيمان هو التصديق، والتصديق إنما يكون بعد العلم؛ لأنه ما لم يعلم لم يصدق، فإذا كانوا بالجهل ما وصفنا، كانوا أشد إنكارًا وتكذيبًا من غيرهم، وهو ما ذكر:  (الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللَّهُ عَلَى رَسُولِهِ) ، وصفهم بالجهل، وبالجهل يكون التكذيب، وبالعلم يكون التصديق، وهو ما ذكرنا. وأجدر وأخلق وأحرى واحد. </p><p> وقوله - عَزَّ وَجَلَّ -: (حُدُودَ مَا أَنْزَلَ اللَّهُ عَلَى رَسُولِهِ) . </p><p> قَالَ بَعْضُهُمْ: هم أقل علمًا بالسنن. </p><p> وقيل: بالفرائض. </p><p> ويقال: الحدود ما بين من طاعة اللَّه ومعصيته. </p><p> وأصله: أنهم أهل جهل بجميع الأوامر، والمناهي، وجميع الآداب، وما لا يحل وما يحل. </p><p> (وَاللَّهُ عَلِيمٌ) . </p>"
}