{
  "id": null,
  "sura": 9,
  "aya": 42,
  "text": "<p> وقوله:  (انْفِرُوا خِفَافًا وَثِقَالًا) . </p><p> انفروا، خف على النفس أو ثقل، أو خف على العقل أو ثقل. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكُمْ خَيْرٌ لَكُمْ) . </p><p> في الدنيا والآخرة، أي: اعلموا أن ذلك خير لكم من المقام وترك النفر، (إِنْ كُنْتُمْ تَعْلَمُونَ) . </p><p> * * * </p><p> قوله تعالى:  (لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَاتَّبَعُوكَ وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ (٤٢) عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ (٤٣) لَا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ (٤٤) إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ (٤٥) وَلَوْ أَرَادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ (٤٦) لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا خِلَالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (٤٧) لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ وَقَلَّبُوا لَكَ الْأُمُورَ حَتَّى جَاءَ الْحَقُّ وَظَهَرَ أَمْرُ اللَّهِ وَهُمْ كَارِهُونَ (٤٨) وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي وَلَا تَفْتِنِّي أَلَا فِي الْفِتْنَةِ سَقَطُوا وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ (٤٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَاتَّبَعُوكَ) . </p><p> قال بعض أهل التأويل:  (لَوْ كَانَ عَرَضًا قَرِيبًا) : أي: غنيمة قريبة، (وَسَفَرًا قَاصِدًا لَاتَّبَعُوكَ) : في غزاتك: (وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ) يعني: المسير. </p><p> وقيل: العرض: الدنيا، (وَسَفَرًا قَاصِدًا) : ليس فيه مشقة. </p><p> وأصل قوله:  (لَوْ كَانَ عَرَضًا قَرِيبًا) أي: منافع حاضرة، (وَسَفَرًا قَاصِدًا) أي: منافع غائبة، والعرض: هو المنافع؛ يقول: لو كانت لهم منافع حاضرة أو منافع غير حاضرة، لاتبعوك فيما استتبعتهم؛ لأن عادتهم اتباع المنافع، يعني: المنافقين؛ كقوله:  (وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ) أخبر أنهم يعبدون اللَّه على حرف، وهو ما ذكر:  (فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ) </p>"
}