{
  "id": null,
  "sura": 9,
  "aya": 103,
  "text": "<p> قوله تعالى:  (خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ وَاللَّهُ سَمِيعٌ عَلِيمٌ (١٠٣) أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ (١٠٤) وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (١٠٥) </p><p> وقوله - عَزَّ وَجَلَّ -: (خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا) اختلف في هذه الصدقة التي أمر اللَّه رسوله بأخذها من أموالهم: </p><p> قَالَ بَعْضُهُمْ: هي صدقة فريضة، ثم اختلف فيها أية فريضة هي؟ فقَالَ بَعْضُهُمْ: فريضة زكاة الأموال. </p><p> وقَالَ بَعْضُهُمْ: هي فريضة كفارة المآثم، وذلك أن أُولَئِكَ الذين تخلفوا عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في غزوة تبوك ندموا على تخلفهم، فلما رجع رسول اللَّه جاءوا بأموالهم فقالوا له: تصدق بأموالنا عنا؛ فإن أموالنا هي التي خلفتنا عنك، فأمر اللَّه رسوله أن يأخذ منهم ذلك ويتصدق به كفارة لما ارتكبوا. </p><p> ومن قال: هي فريضة زكاة المال؛ لما روي عن أبي أمامة قال: إن ثعلبة بن حاطب أتى رسول اللَّه فقال: يا رسول اللَّه، ادع اللَّه أن يرزقني مالًا، قال رسول اللَّه:  \" ويحك يا ثعلبة! قليل تؤدي شكره خير من كثير لا تطيقه \" ، ثم جاء فقال: يا رسول اللَّه، ادع اللَّه أن يرزقني مالًا، قال:  \" ويحك يا ثعلبة! أما أترضى أن تكون مثل، رسول اللَّه لو سألت اللَّه أن يسيل الجبال عليَّ ذهبًا لسالت \" ، ثم أتاه فقال: يا رسول اللَّه، ادع اللَّه أن يرزقني مالًا، فواللَّه لو أتاني اللَّه مالًا لأوتين كل ذي حق حقه. فدعا له فقال:  \" اللهم ارزق ثعلبة مالًا \" ثلاث مرات، وذكر أنه اتخذ غنمًا، فنمت كما ينمو الدود حتى ضاقت </p><p> عليه أزقة المدينة، فتنحى بها، وكان يصلي الصلوات كلها مع رسول اللَّه ويخرج إليها، ثم ضاقت عليه بها مراعى المدينة فتنحى بها فكان يصلي الظهر والعصر مع رسول اللَّه ثم يتبعها، ثم تنحى بها، فكان يصلي الجمعة مع رسول اللَّه ثم يتبعها، ثم بلغ أمره إلى أن ترك الجمعة والجماعات، فتنحى بها ويتلقى الركبان فيسألهم عن الخبر وعما أنزل على رسول اللَّه فأنزل اللَّه:  (خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً. . .) الآية، فبعث رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - على الصدقة رجلين فكتب لهما فرائض الصدقة، وأمرهما أن يسعيا في الناس ويأخذا صدقاتهم، وأن يمرَّا بثعلبة ورجل من بني سليم فيأخذا صدقاتهما، فخرجا بصدقات الناس، فمرا بالسلمي فأقراه كتاب رسول اللَّه فأطاع بالصدقة، ومرَّا بثعلبة فأقرآه كتاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فقال: واللَّه ما أدري ما هذه إلا جزية أو أخت الجزية، فإذا فرغتما فمرَّا بي حتى أرى رأيي، فلما فرغا من الناس مرَّا به فقال لهما مثل، مقالته الأولى، وقال: انطلقا فإني سألقى رسول اللَّه، فأنزل اللَّه:  (وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ. . .) ، إلى قوله:  (فَأَعْقَبَهُمْ نِفَاقًا) ، إلى هذا ذهب عامة أهل التأويل أنها نزلت في شأن ثعلبة. </p><p> ومنهم من قال ما ذكرنا أنها نزلت في شأن أهل تبوك الذين تخلفوا عن رسول اللَّه. </p><p> ومنهم من قال: الصدقة التي أمر اللَّه رسوله أن يأخذها من أموالهم هي صدقة تطوع وتبرع، وهو ما ذكر أن رسول اللَّه كان يحث الناس على الإنفاق في غزوة تبوك، فجاء عبد الرحمن بن عوف بكذا، وفلان بكذا، فأخذها منهم، وفيه نزل قوله:  (الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ) . </p><p> ومنهم من قال: هو في كل صدقة تطوع، قلَّت الصدقة أو كثرت، أمر رسوله أن يأخذ من أموالهم ما رأى لا يأخذ الكل؛ لأن أخذ الكل يحوجهم ويشغلهم عن جميع الطاعات </p><p> والعبادات، ولكن أمر أن يأخذ قدرًا منها وطائفة، مقدار ما يكفر ما ارتكبوا من المآثم. وقوله:  (تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا) . </p><p> إن كانت صدقة الزكاة، فهي تطهر آثامهم وتزكي أخلاقهم حتى يتيسر عليهم إخراج الصدقة وأداؤها إلى أهلها، وإن كان صدقة كفارة لمن تخلف عن غزوة تبوك، فهي تكفر آثامهم التي لحقتهم بذلك (وَتُزَكِّيهِمْ) . </p><p> قيل: وتصلحهم، وهو ظاهر. </p><p> وإن كانت صدقة تطوع فهي مما يطهرهم أيضًا، ويزكيهم؛ لما ينفي عنهم البخل، ويؤدي إلى الجود والكرم؛ ألا ترى أنه مدح من أعطى، وذم من بخل ومنع بقوله:  (فَأَمَّا مَنْ أَعْطَى وَاتَّقَى. . .) ، (وَأَمَّا مَنْ بَخِلَ. . .) الآية. </p><p> وقوله:  (وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ) . </p><p> قَالَ بَعْضُهُمْ: كان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إذا أتى أحد بصدقة دعا له ويستغفر، وكان لا يستغفر لأهل النفاق، وكانت قلوبهم تسكن وتطمئن باستغفار النبي؛ لما علموا بذلك أنهم ليسوا من أهل النفاق؛ هذا يحتمل. </p><p> ويحتمل وجهًا آخر: وهو أن اللَّه أمر رسوله أن يستغفر لهم ويصلي عليهم، ثم لا يحتمل أن يأمره بذلك فلا يفعل، أو يفعل فلا يجيبه، فكانت قلوبهم تسكن، وتطمئن باستغفار النبي لهم لما قبلت توبتهم، وكفرت سيئاتهم، واللَّه أعلم. </p><p> (وَاللَّهُ سَمِيعٌ عَلِيمٌ) . </p><p> قد ذكرنا هذا غير مرة. </p><p> وفي قوله:  (خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ) دلالة أن الصدقة إذا وقعت في يد المتولي والعامل عليها سقطت عن أربابها، وإن لم تقع في أيدي الفقراء ولم تصل إليهم؛ لأن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان لا يحل له الصدقة، ثم أخبر أنه إذا أخذها منهم كانت طهارة لهم وتزكية. </p><p> وفيه استدلال لمُحَمَّد بن الحسن في الوقف؛ أن الوقف إذا وقف وأخرجه من يده وجعله في يد آخر ممن لا حق له في ذلك كان جائزًا، وكان وقفًا صحيحًا. </p><p> ومن الناس من استدل بهذه الآية على أن للإمام أن يطالب بزكاة الأموال، وكذلك </p><p> مضت السنة من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في بعث المصدقين إلى أحياء العرب والبلدان والآفاق لأخذ صدقات الأنعام والمواشي في مواضعها، وعلى ذلك فعل الأئمة من بعد: أبو بكر، وعمر، والأئمة الراشدون، وظهر العمل بذلك من بعدهم إلى هذا الوقت، حتى قال أبو بكر لما امتنعت العرب من إعطائه الزكاة: واللَّه لو منعوني عقالا كانوا يؤدونها إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حاربتهم عليها. فذلك يؤيد ما ذكرنا من مطالبة الإمام أصحاب الأنعام والمواشي بزكاة أنعامهم ومواشيهم. </p><p> وقد بين اللَّه تعالى وجوب ذلك بيانًا شافيًا بقوله:  (إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ) الآية، فجعل للعاملين عليها حقًّا، فلو لم يكن على الإمام أن يطالب بصدقات الأنعام في أماكنها، وكان أداء ذلك إلى أرباب الأموال؛ ما كان لذكر العاملين وجه، ولم يبلغنا أن النبي بعث في مطالبة المسلمين بزكاة الورِق وأموال التجارة، </p>"
}