{
  "id": null,
  "sura": 9,
  "aya": 128,
  "text": "<p> أَحَدٍ ثُمَّ انْصَرَفُوا صَرَفَ اللَّهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ (١٢٧) قَالَ بَعْضُهُمْ: الآية صلة قوله: (وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا) أي: كان ينظر بعضهم إلى بعض ثم يقولون ما ذكر. </p><p> ومنهم من يقول: إذا كانت السورة التي نزلت حجة في إظهار الدِّين والإيمان، يسمعون ويقولون:  (أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا) وإذا أنزلت في إظهار نفاقهم وافتضاحهم نظر بعضهم إلى بعض، ثم انصرفوا ولا يسمعون منه السورة؛ إشفاقًا لئلا يظهر نفاقهم. </p><p> وقوله:  (صَرَفَ اللَّهُ قُلُوبَهُمْ) يحتمل خلق اللَّه منهم انصرافهم فأضيف إليه الصرف، ويشبه أن يكون قوله:  (صَرَفَ اللَّهُ قُلُوبَهُمْ) عقوبة، أي: عاقبهم اللَّه بصرف قلوبهم باعتقادهم العناد وردهم الحجج وتركهم القبول. </p><p> * * * </p><p> قوله تعالى:  (لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ (١٢٨) فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (١٢٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ) . </p><p> اختلف فيه: </p><p> قَالَ بَعْضُهُمْ:  (مِنْ أَنْفُسِكُمْ) أي: من البشر وهو امتنان منه عليهم؛ حيث بعث الرسول من البشر وله أن يبعث من غير البشر، لكنه بعث من البشر؛ ليعرفوا الآيات التي يأتي بها من التمويهات؛ لأنهم يعرفون مبلغ وسع البشر في الأشياء وقدر إمكانهم بعلم الأشياء، فإذا جاء بالأشياء التي هي خارجة عن الطباع ووسع البشر في التعليم، عرفوا أنها آيات لا تمويهات، مع ما يألف كل ذي جنس بجنسه وينفر من غير جنسه، هذا ظاهر في الخلائق أن كل ذي جنس يألف بجنسه ولا يألف بغير جنسه، فبعث الرسول من البشر ومن جنسهم؛ ليألفوا به، ويقبلوا منه ما يأتيهم به ويجيبوه إلى ما يدعوهم إليه. </p><p> وقَالَ بَعْضُهُمْ:  (رَسُولٌ مِنْ أَنْفُسِكُمْ) ، أي: من المكان الذي أنتم فيه وهو الحرم. </p><p> وقال آخرون:  (مِنْ أَنْفُسِكُمْ) ، أي: من أنسابكم، وهو أيضًا موضع الامتنان عليهم؛ حيث بعثه من أنسابهم يعرفون نسبه ومولده ومنشأه من بين أظهرهم سليمًا عن جميع الآفات بريئا عن جميع المطاعن والعيوب؛ لأن المرء إذا كان مولده ومنشؤه من </p><p> غير أظهرهم في قبيلة أو في مكان لا يعرف له النسب، ربما يتمكن فيه الطعن والعيب، ويقع التناكر في نسبه؛ لجهلهم بنسبه ومولده ومنشئه على السلامة والصحة والبراءة من العيوب، فبعث رسوله محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لئلا يتمكن فيه ما ذكرنا من المطاعن، ولا يعرف شيء من العيوب والآفات التي ذكرنا فيه. وقَالَ بَعْضُهُمْ: قوله: (مِنْ أَنْفُسِكُمْ) ، أي: من العرب أميًّا كما هم، لا يكتب ولا يقرأ ولا يخطه بيمينه على ما وصفه في كتابه:  (النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ. . .) الآية، وقال:  (وَلَا تَخُطُّهُ بِيَمِينِكَ إِذًا لَارْتَابَ الْمُبْطِلُونَ) ، وذلك أن العرب تتمنى أن يبعث رسول منهم بقوله:  (لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَمِ) ، ذكر مجيء الرسول من أنفسهم؛ ليكون أبعد من المطاعن التي طعنوا فيه والآفات التي ذكروا فيه، وأبرأه من العيوب التي رموه بها من نحو السحر والكهانة والجنون والافتراء على اللَّه، وليكون أقرب إلى المعرفة بأنه رسول؛ </p>"
}