{
  "id": null,
  "sura": 9,
  "aya": 60,
  "text": "<p> كان من الخوارج، وهو الذي قتله علي بن أبي طالب، رَضِيَ اللَّهُ عَنْهُ. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ (٥٩) </p><p> ما آتاهم اللَّه من الرزق، ورسوله من الصدقات. </p><p> (وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ) . </p><p> أي: من دينه ورسوله، وقالوا: حسبنا اللَّه، كان خيرًا لهم مما طمعوا في هذه الصدقات، وطعنوا رسول اللَّه في ذلك. </p><p> وقَالَ بَعْضُهُمْ: لو رضوا ما آتاهم اللَّه ورسوله من فضله مما رزق لهم، لكان خيرًا لهم مما فعلوا. </p><p> وقال بعض أهل التأويل:  (وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ) ، أي: من الصدقات التي كان أعطاهم رسول اللَّه منها وإلى اللَّه رغبوا، لكان خيرًا مما طمعوا في تلك الصدقات، وطعنوا رسول اللَّه، وسخطوا عليه. </p><p> ويقرأ (ويلمُزك) : برفع الميم. </p><p> قال أَبُو عَوْسَجَةَ: اللمز: العيب؛ يقال له: لماز ولامز، وهماز وهامز. </p><p> وقَالَ الْقُتَبِيُّ:  (يَلْمِزُكَ) ، أي: يعيبك ويطعن عليك؛ يقال: همزت فلانًا ولمزته: إذا اغتبته وعبته، وكذلك قول اللَّه:  (وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ ... (٦٠) </p><p> يشبه أن تكون الآية في بيان موضع الصدقة؛ على ما تقدم من الذكر بقوله:  (وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا. . .) الآية، ما ذكر أن المنافقين كانوا يأتون رسول اللَّه، يسألونه من الصدقات، فإن أعطاهم رضوا عنه، وإن لم يعطهم طعنوا فيه، وعابوا عليه، فبين أن الصدقات ليست لهَؤُلَاءِ، ولكن للفقراء من المسلمين، والمساكين من المسلمين، وكذلك ما ذكر من الأصناف: </p><p> المكاتبين والغارمين. . . أنها لهَؤُلَاءِ من المسلمين، لا لهم. </p><p> ويدل على ذلك ما جاء من الأخبار: ورُويَ عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه وضع صدقات بأعيانها حملت إليه في صنف واحد مثل: ما روي أنه أعطى الأقرع بن حابس مائة من الإبل، وأعطى فلانًا كذا. </p><p> ورُويَ عن الصحابة أنهم وضعوا الصدقة في صنف واحد. </p><p> وروي عن حذيفة أنه قال: هَؤُلَاءِ أهلها، ففي أي صنف وضعتها أجزأك. </p><p> وعن ابن عَبَّاسٍ أنه قال كذلك. </p><p> وعن عمر: أنه كان إذا جمع صدقات الناس، المواشي والبقر والغنم، نظر ما كان منتجة للبن، فيعطي لأهل البيت على قدر ما يكفيهم، فكان يعطي العشرة شاة للبيت الواحد، ثم يقول: عطية تكفي خير من عطية لا تكفي، أو كلام نحو هذا. </p><p> وقد روي عنه أنه سئل عن ذلك، فقال: واللَّه، لأردن عليهم الصدقة حتى يروح على أحدهم مائة ناقة، أو مائة بعير. </p><p> وعن علي بن أبي طالب - رَضِيَ اللَّهُ عَنْهُ - أنه أتي بصدقة، فبعثها إلى أهل بيت واحد. </p><p> هَؤُلَاءِ نجباء الصحابة استجازوا وضع الصدقة في صنف واحد، ولو كان حق كل صدقة أن تقسم بين هَؤُلَاءِ الأصناف الذين ذكر بالسوية على ما قال القوم، لكان قال اللَّه - عَزَّ وَجَلَّ -: إنما الصدقات بين الفقراء وبين من معهم من الأصناف، كما يقال: الميراث لقرابة فلان، أي: ليس للأجنبيين في ذلك حق، ولا يقال: الميراث بين قرابة فلان؛ لأن لكل في ذلك حقا؛ لأن حرف \" بين \" يقتضي التسوية بجميعهم، وقوله:  \" لهم \" يقتضي أنه لا حق فيه لغيرهم. </p><p> ألا ترى أنه يقال: الخلافة لولد العباس، يراد أنه لا حظ فيها لغيرهم، والسقاية لبني هاشم، ونحوه، ليس يراد ذلك بينهم بالتسوية، وإنما يراد ذلك أن لا حق لغيرهم فيها؟! </p><p> وبعد، فإنه لو كان في الآية: إنما الصدقات بين الفقراء وبين من ذكر معهم، لكان لا يجب قسمة كل صدقة بين هَؤُلَاءِ الأصناف المذكورة في الآية؛ لأنه ليس للصدقات انقطاع، بل لها مداد إذا دفع صدقة واحدة إلى صنف واحد، فإذا أتى بصدقة أخرى دفع إلى صنف آخر، هكذا يعمل في الأصناف كلها. </p><p> وبعد، فإنه لم يذكر عن أحد من الأئمة أنه تكلف طلب هَؤُلَاءِ الأصناف فقسمها بينهم، وكذلك لم يذكر عن أحد من أرباب الأموال أنهم دفعوا صدقة واحدة بين هَؤُلَاءِ الذين ذكر؛ فدل أنه خرج على ما ذكرنا؛ لأنه لو كان على تسوية كل صدقة بينهم، لم يجز ألا يقسموها كذلك ويضيعون حق البعض من هَؤُلَاءِ. </p><p> وبعد، فإنه لو تكلف الإمام أن يظفر بهَؤُلَاءِ الثمانية ما قدر على ذلك، دل أنه لم يخرج الخطاب على توهم خصومنا. </p><p> ولأن الحق لو كان التسوية بينهم في كل صدقة، لكان إذا لم يجد في بلدة مكاتبين أو واحدا من هَؤُلَاءِ الأصناف، فيجب أن يسقط مقدار حصة من لم يجد عن أربابها، فذلك بعيد؛ فقد جاء في الخبر أنه بعث معاذًا إلى اليمن، فقال له:  \" خذ من أغنيائهم ورد في فقرائهم \" . </p><p> ويكره إخراج صدقة كل بلد إلى غيره من البلدان. </p><p> ثم تحتمل الآية جميع الصدقات التي يتصدق بها على الفقراء والمساكين من الفيء وغيره، فبين أن هَؤُلَاءِ موضع لذلك كله، من نحو قوله:  (وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ) وقوله: (خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا) . </p><p> ويحتمل زكاة الأموال المفروضة، والوجه فيه ما ذكرنا. </p><p> فَإِنْ قِيلَ: إن الرجل إذا أوصى فقال: ثلث مالي لفلان وفلان وفلان، أليس هو مقسومًا بينهما بالسويّة؟ ما منع أن الأول بمثله؟ </p><p> قيل: لا تشبه الصدقات الوصايا؛ وذلك أن الوصية إنما وقعت في مال معلوم، لا يزيد فيه بعد موت الميت شيئًا، ولا يتوهم له مدد، والصدقات يزيد بعضها بعضًا، وإذا فني مال جاء مال آخر، وإذا مضت سنة جاءت سنة أخرى بمال جديد، فإذا دفع الإمام صدقة جميع ما عنده إلى الفقراء ثم حضره غارمون فتحمل إليه صدقة أخرى يجعلها فيهم، فيصلح بذلك أحوال الجميع؛ لما لا انقطاع للأموال إلى يوم القيامة. </p><p> وكيف تقسم الصدقة على ثمانية أسهم؟ ولا خلاف في أن للعاملين بقدر عمالتهم زاد ذلك على الثمن أو نقص منه، فإذا زالت القسمة في أحد الأصناف زالت في الجميع، فأعطي كل صنف منهم بقدر حاجته كما أعطي العاملون، وكيف يصنع بسهم المؤلفة قلوبهم وقد ارتفع ذلك ونسخ؟ وعلى ذلك جاء عن بعض الصحابة، من نحو أبي بكر وعمر أنهم لم يعطوهم شيئًا، أليس يرد ذلك على سائر السهام؟! فإذا جاز أن يزاد على الثمن في وقت، جاز أن ينقص منه في وقت. </p><p> وفي قوله:  (وَالْعَامِلِينَ) دلالة أن لا بأس للأئمة والقضاة أخذ الكفاية من بيت المال، ولكل عامل للمسلمين أخذ كفايته ورزقه من ذلك إذا فرغ نفسه لذلك، وكفها عن </p><p> غيره من المنافع والأعمال. </p><p> ثم اختلف في الفقراء والمساكين؛ قَالَ بَعْضُهُمْ: الفقراء: هم من المهاجرين؛ كقوله:  (لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ) ، والمساكين: من الذين لم يهاجروا. </p><p> وقَالَ بَعْضُهُمْ: الفقير: الذي به زمانة، والمسكين: الذي ليست به زمانة، وهو محتاج. </p><p> وقَالَ بَعْضُهُمْ: الفقراء: هم المتعففون الذين لا يخرجون ولا يسألون الناس؛ كقوله - تعالى -: (يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ) والمساكين: هم الذين يسألون، وكذلك قال الحسن. </p><p> وعن عمر قال: ليس المسكين الذي لا مال له، ولكن المسكين الذي لا يصيب المكسب. </p><p> وعن ابن عَبَّاسٍ قال: الفقراء فقراء المسلمين، والمساكين: الطوافون. وهو قريب مما قاله الحسن. </p><p> وعن الأصم قال: الفقير: الذي لا يسأل، وهو ما ذكرنا بدءًا، والمسكين: الذي يسأل إذا احتاج، ويمسك إذا استغنى. </p><p> وروي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - برواية أبي هريرة - رَضِيَ اللَّهُ عَنْهُ - قال:  \" ليس المسكين هذا الطواف الذي يطوف على الناس ترده اللقمة واللقمتان، والتمرة والتمرتان \" قيل: فما المسكين يا رسول اللَّه؟ قال: \" الذي لا يجد ما يغنيه، ولا يفطن له، فيتصدق عليه، ولا </p><p> يقوم فيسأل الناس \".</p><p> فهذا لو حمل على ظاهره لدفع قول من قال: إن المسكين هو الذي يسأل الناس، ولكن يجوز أن يكون معناه - واللَّه أعلم - أن الذي يسأل وإن كان عندكم مسكينًا، فإن الذي لا يسأل أشد مسكنة منه، ولا يحمل على غير ذلك؛ لأن اللَّه قد سمى الذين لا يسألون الناس فقراء، ولا يجوز أن يجعل الحديث مخالفًا للآية ما أمكن أن يكون موافقًا لها؛ قال اللَّه - تعالى -: </p><p> (يَتِيمًا ذَا مَقْرَبَةٍ (١٥) أَوْ مِسْكِينًا ذَا مَتْرَبَةٍ (١٦) . </p><p> فقوله (ذَا مَقْرَبَةٍ) قيل: هو الذي لا حائل بينه وبين التراب لفقره؛ فدل بذلك - والله أعلم - على أن المسكين هو الشديد الفقر، والفقير هو الذي لا يملك شيئًا، ولم يبلغ في الفقر والضرورة حال المسكين، ويدل لذلك قول عمر: ليس المسكين من لا مال له، ولكن المسكين من لا مكسب له؛ كأنه يقول: إن الذي لا مال له وله مكسب هو فقير، والمسكين أشد حالًا من الفقير، وليس له مال ولا مكسب. </p><p> وإن حمل قول النبي - عليه السلام -: \" ليس المسكين الذي يسأل، ولكن المسكين الذي لا يفطن له ولا يسأل \" على أن ذلك الذي لا يفطن به هو أشد مسكنة من الآخر، وإن كان الآخر مسكينًا -أيضًا- كان موافقًا للمعنى الذي ذكرنا؛ لأنا قلنا: إن المسكين هو الشديد الفقر، وقد يكون فقيرًا وإن لم يبلغ به الضر مبلغ الضر الأول. </p><p> وقد يخرج قول من قال: إن المسكين الذي يخرج هذا المخرج؛ لأن من شأن المسلم الفقير أنه يتحمل ما كانت له حيلة، ويتعفف، ولا يخرج فيسأل وله حيلة فخروجه يدل على شدة ضيقه، وعلى الزيادة في سوء حاله، فكان القولان جميعًا يرجعان إلى معنى واحد. </p><p> وإذا كان الفقير أحسن حالا من المسكين لما ذكرنا، فقد يجوز أن تدفع الصدقة إلى من له مال قليل؛ لأنه فقير، وإن لم يكن حاله في فقره حال المسكين الذي لا يملك شيئًا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالْعَامِلِينَ عَلَيْهَا) . </p><p> اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: يعطى لهم الثمن. </p><p> وقَالَ بَعْضُهُمْ: يعطى لهم قدر عمالتهم. </p><p> وقَالَ بَعْضُهُمْ: يعطى لهم قدر كفايتهم وعيالهم. </p><p> أما قول من قال: يعطى لهم الثمن: فلا معنى له؛ لما يجوز ألا يبلغ الثمن الوفاء أو عمالته لا تبلغ عشر عشر ذلك. </p><p> ومن قال: يعطى لهم قدر كفايتهم وكفاية عيالهم، فهو - واللَّه أعلم - إذا كان هو يسلم نفسه لذلك واستعمله الإمام في جميع أمور المسلمين، فإذا كان كذلك يعطى له عند ذلك الكفاية له ولعياله، وأما إذا تولى شيئًا من تلك العمالة في وقت، فيعطي له الكفاية فلا. </p><p> والأشبه عندنا: أن يعطى لهم قدر عمالتهم، وهكذا الإمام إذا استعمل أحدًا في عمل من أعمال اليتيم فإنه يعطى له قدر أجر عمله. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالْمُؤَلَّفَةِ قُلُوبُهُمْ) . </p><p> قد ذكرنا فيما تقدم أنه - عليه السلام - كان يعطي الرؤساء من المنافقين من الصدقات، يتألف به قلوبهم ليسلموا؛ على ما روي أنه كان يعطي فلانًا مائة من الإبل، وفلانًا كذا. </p><p> روي أنه قسم ذهبة أو أديمًا مقروطًا، بعثها علي - رَضِيَ اللَّهُ عَنْهُ - من اليمن، بين الأقرع بن حابس وبين فلان وفلان. </p><p> والحديث في هذا كثير أن النبي كان يخص به الرؤساء منهم بالصدقة يتألفهم، والإسلام في ضعف وأهله في قلة، وأُولَئِكَ كثير ذوو قوة وعدة، فأما اليوم فقد كثر أهل </p><p> الإسلام، وعز الدِّين، وصار أُولَئِكَ إذ لا يحمد اللَّه، فقد ارتفع ذلك وذهب \" إذ قوي المسلمون وكثروا، فيقاتلون حتى يسلموا، وعلى ذلك جاء الخبر عن أبي بكر وعمر - رضي اللَّه عنهما - فدل على ما ذكرنا. </p><p> روي أن الأقرع بن حابس وعيينة بن حصن جاءا إلى أبي بكر - رَضِيَ اللَّهُ عَنْهُ - فقالا: يا خليفة رسول اللَّه، إن عندنا أرضًا سبخة، ليس فيها كلأ ولا منفعة، فإن رأيت أن تقطعناها، فأقطعنا إياها، وكتب لهما عليها كتابًا، وأشهد عمر - رَضِيَ اللَّهُ عَنْهُ - وليس في القوم، فانطلقا إلى عمر ليشهداه، فلما سمع عمر ما في الكتاب، فتناوله من أيديهما، ثم نظر فيه، فمحاه، فتذمرا وقالا له مقالة سيئة، فقال: إن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان يتألفكما والإسلام يومئذ قليل، وإن اللَّه - تعالى - قد أعز الإسلام، اذهبا فاجهدا </p><p> جهدكما، لا أرعى اللَّه عليكما إن رعيتما. </p><p> ونحن نذهب إلى هذا الحديث؛ لأن أبا بكر لم ينكر على عمر قوله وفعله، فصار ذلك وفاقًا منه له، فكفى بقولهما حجة لنا. </p><p> ولنا في ذلك وجهان من الحجج: </p><p> أحدهما: أن النبي - عليه السلام - كان يعاهد قومًا وهو إلى مداراتهم ومعاهدتهم محتاج؛ لما ذكرنا من قلة أهل الإسلام وضعفهم، فلما أعز اللَّه الإسلام وأكثر أهله ردّ إلى أهل العهود عهودهم، ثم أمر بمحاربتهم جميعًا. </p><p> والثاني: ما قال اللَّه - تعالى -: (مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ) ، فكانت الحال الثانية التي عز فيها الإسلام وقوي أهله وعزوا </p><p> مخالفة للحال الأولى في هذه الأشياء، فكذلك أمر المنافقين جائز الرضا في الحال الأول محظور في الحال الثانية، واللَّه أعلم. </p><p> وفي الآية دلالة جواز النسخ بالاجتهاد؛ لارتفاع المعنى الذي به كان؛ ليعلم أن النسخ قد يكون بوجوه. </p><p> وفي خبر أبي بكر، وعمر - رضي اللَّه عنهما - دلالة أن إذن الإمام شرط في إحياء الأرض الموات التي لا تملك إلا بالإذن؛ لأن ذَيْنَك الرجلين اللذين أتيا أبا </p><p> بكر، والأرض لا كلأ فيها، وذلك صورة أرض الموات. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَفِي الرِّقَابِ) . </p><p> اختلف فيه؛ قَالَ بَعْضُهُمْ: معناه: العتق، ويجوز أن يعتق عن الزكاة. </p><p> وقَالَ بَعْضُهُمْ: هم المكاتبون، يستأدونهم في كتابتهم، وقالوا: لا يشبه الإعتاق ما يدفع إلى المكاتب فيؤدي فيعتق؛ لأن العتق ليس بتمليك، وإنما هو إبطال ملك، وما يدفع إلى المكاتب فهو تمليك، فذلك مختلف، وإنما تكون الزكاة زكاة إذا زالت من مالك إلى مالك. </p><p> والثاني: أن العتق يوجب الولاء للمعتق، فحقه فيه باق، والذي يديم الزكاة إلى مكاتب لغيره لا يرجع إليه بذلك حق، ولا يجب فيه ولاء، فهما مختلفان. </p><p> والثالث: وهو أن اللَّه - تعالى - قال:  (وَالْغَارِمِينَ) ، ولو أن رجلا قضى من غارم دينه بغير أمره، لم يجز من زكاة ماله، وإنما يكون زكاة إذا دفعها إلى الغارم، فعتق المزكي العبد بمنزلة قضاء دين الغارم؛ لأنه لا يحتاج في واحد منهما إلى قبول من الغارم والعبد، وإعطاؤه المكاتب في الزكاة كدفعه إياها إلى الغارم؛ لأنه قد دفعها في كلا الحالين إلى من قبلها منه من زكاة وقبضها، وفي ذلك وجه آخر: وذلك أن أشتري عبدًا من رجل لأعتقه، فقد صار ثمنه دينًا في ذمتي قبل أن أنقد المال، فإذا أقبضته فإنما قضيته عن ذمتي دينًا قد لزمني، ولا يجوز أن أقضي ديني. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَفِي سَبِيلِ اللَّهِ) . </p><p> قيل: هم الغزاة. </p><p> ويحتمل:  (وَفِي سَبِيلِ اللَّهِ) ، أي: في طاعة اللَّه أن كل من سعى في طاعة الله وسبيل الخيرات، فإنه داخل في ذلك. </p><p> وقوله:  (وَابْنِ السَّبِيلِ) </p><p> قيل: الضيف ينزل به. </p><p> وقيل: هو المار عليك وإن كان غنيًّا، المنقطع عن ماله. </p><p> وقوله:  (فَرِيضَةً مِنَ اللَّهِ) يحتمل: بيانًا من اللَّه وإعلامًا أهل الصدقات منهم من غيرهم. </p><p> ويحتمل قوله:  (فَرِيضَةً مِنَ اللَّهِ) أي: واجبًا من اللَّه وفرضًا (وَاللَّهُ عَلِيمٌ حَكِيمٌ) . </p><p> * * * </p><p> قوله تعالى:  (وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَكُمْ يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ (٦١) يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ إِنْ كَانُوا مُؤْمِنِينَ (٦٢) أَلَمْ يَعْلَمُوا أَنَّهُ مَنْ يُحَادِدِ اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا ذَلِكَ الْخِزْيُ الْعَظِيمُ (٦٣) يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِم سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِمْ قُلِ اسْتَهْزِئُوا إِنَّ اللَّهَ مُخْرِجٌ مَا تَحْذَرُونَ (٦٤) وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ (٦٥) لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةً بِأَنَّهُمْ كَانُوا مُجْرِمِينَ (٦٦) </p>"
}