{
  "id": null,
  "sura": 9,
  "aya": 109,
  "text": "<p> بالماء، فلا ندعه، فقال:  \" لا تدعوه \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا) . </p><p> يحتمل: أي: فيه رجال يؤثرون التطهر بالإيمان، والتوحيد، والصلاة فيه، وكل مسجد هذا فيه فهو مؤسس على التقوى، أي: تقوى الشرك والخلاف لأمر اللَّه ومناهيه. </p><p> أو يقول: فيه رجال يحبون، أي: يؤثرون التطهر بالتقوى والأعمال الصالحة على غيرها من الأعمال التي تنجسهم. </p><p> ويحتمل ما ذكر أهل التأويل من التطهير من الأقذار والأنجاس؛ كأنه قال: فيه رجال يؤثرون الإبلاع في التطهير من الأقذار والأنجاس التي تصيبهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوَى مِنَ اللَّهِ وَرِضْوَانٍ خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (١٠٩) </p><p> أي: على الطاعة لله والإخلاص له. </p><p> (وَرِضْوَانٍ) . </p><p> له وطلب مرضاته. </p><p> (خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا جُرُفٍ هَارٍ) . </p><p> أي: بني للاختلاف والتفريق بين المؤمنين والكفر باللَّه؛ هذا المثل مقابلة مكان بمكان؛ يقول: من بني بناء على قرار من الأرض مما يقر به وينتفع به خير ممن بني بناء على المكان الذي لا يقر، ويؤدي إلى الهلاك، ولا ينتفع به، والأول مقابلة فعل بفعل، وهو قوله:  (وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ) وكالذي بنى الضد من ذلك، أي: ليسا بسواء، ثم قال:  (لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ) هذا مقابلة فعل بفعل؛ يقول: الذين بنوا المسجد على الطاعة لله، والإخلاص له، وطلب مرضاته، والاجتماع فيه خير ممن بني للكفر باللَّه، والتفريق بين المؤمنين، وضرارًا بهم؛ هذا مقابلة فعل بفعل. </p><p> وقوله:  (أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوَى مِنَ اللَّهِ وَرِضْوَانٍ خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا جُرُفٍ هَارٍ) . </p><p> هذا مقابلة مكان بمكان؛ لما ذكرنا. </p><p> وقوله:  (أَسَّسَ) . </p><p> أصل الأس والأسس والتأسيس واحد. </p><p> وقوله - عَزَّ وَجَلَّ -: (شَفَا جُرُفٍ هَارٍ) . </p><p> قال أَبُو عَوْسَجَةَ:  (شَفَا جُرُفٍ) قال: شفاه: فمه، والجمع: أشفاء، وجرف: أرض يسيل فيها السيل حتى يحفرها، والجِرَفة جمع. </p><p> وقوله:  (هَارٍ) وقال: الهار: الهش الذي ليس بصلب، ويقال: أنهار ينهار، أي: انهدم، ويقال: رجل هار، أي: ضعيف، وهي أرض هشة، أي: رخوة، سريعة الانهدام، والهش: الرخو. </p>"
}