{
  "id": null,
  "sura": 9,
  "aya": 118,
  "text": "<p> والتوبة من اللَّه تعالى تخرج على وجوه: </p><p> أحدها: التوفيق وفقهم للتوبة وأكرمهم بها؛ كقوله:  (ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا) أي: وفقهم للتوبة فتابوا. </p><p> والثاني: التوبة منه قبولها منهم، أي: يقبل منهم التوبة؛ كقوله: </p><p> (إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ) . </p><p> والثالث:  (تَابَ عَلَيْهِمْ) ، أي: تجاوز عنهم وعفا وصفح عنهم. </p><p> على هذه الوجوه الثلاثة تخرج إضافة التوبة إلى اللَّه تعالى. </p><p> وقوله - عَزَّ وَجَلَّ -: (الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ) . </p><p> قيل: في عسرة النفقة وعسرة الظهر. </p><p> وقوله - عَزَّ وَجَلَّ -: (مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ) . </p><p> ذكر في بعض القصة أنه قد أصابهم من الجهد والشدة حتى أن الرجلين يقسمان التمرة بينهما، وكانوا يتداولون التمرة بينهم يمصها هذا ثم يشرب عليها الماء، ثم يمصها هذا، ذكر نحو هذا، ولكن لا ندري كيف كان الأمر سوى أنه أخبر أن قلوبهم كادت تزيغ من الجهد. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ وَظَنُّوا أَنْ لَا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ (١١٨) </p><p> قَالَ بَعْضُهُمْ: خلفوا، عن التوبة؛ نحو قوله:  (لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ) . فكانوا يبتهلون ويدعون اللَّه حتى تاب اللَّه عليهم فتابوا. </p><p> وقال قائلون: خلفوا عن رسول اللَّه لما تقدمهم القوم، فهم المخلفون بتقدم أُولَئِكَ. </p><p> وقال قائلون: خلفوا خلفهم اللَّه، أي: خلفهم. </p><p> ويشبه أن يكون قوله:  (وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا) هم الذين تخلفوا فخلفهم رسول اللَّه، وهو ما ذكرنا. </p><p> وقوله:  (حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ) . </p><p> يحتمل هذا على التحقيق، ويحتمل أن يكون على التمثيل. </p><p> وللتحقيق وجهان: </p><p> أحدهما:  (ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ) : ما ذكر أنهم شدوا أنفسهم بالسواري والأسطوانات، وأتوا بأموالهم التي منعتهم عن الخروج مع رسول اللَّه، وتصدقوا بالأرضين التي منعتهم عن الخروج، وضاقت عليهم الأرض بعد ما كانت عليهم متسعة يتسعون فيها؛ لأنه ذكر في القصة أن واحدًا من هَؤُلَاءِ ممن حبسته أرضه عن الخروج فتصدق بها على الفقراء، وكان له التوسع بتلك الأرض ثم ضاقت عليه. </p><p> والثاني:  (ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ) : لما حبسوا أنفسهم عن أراضيهم، وتركوا شهواتهم وأمانيهم وما يتلذذون به؛ ذلك ضيق الأرض. </p><p> (وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ) : لما شدوا أنفسهم بالأسطوانات. </p><p> ويحتمل أن يكون على التمثيل؛ وذلك أن الخوف إذا اشتد بالإنسان وبلغ غايته حتى يمنعه عن القرار في الأرض والتلذذ فيها يقال: ضاقت عليه الأرض بسعتها، وضاقت عليهم أنفسهم؛ لما ذكر كان الناس لا يكلمونهم ولا يخالطونهم ولا يبايعونهم ولا يكلمهم أهاليهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَظَنُّوا أَنْ لَا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ) . </p><p> قَالَ بَعْضُهُمْ: ظنوا أن لا نجاة من عقوبة اللَّه إلا عفوه، أي: أيقنوا أن لا مخلص لهم ولا احتراز لهم من عقابه. </p><p> وقيل: ظنوا أن لا ملجأ من عذاب اللَّه إلا إلى رحمته. </p><p> وقيل: وظنوا أن لا ملجأ من رسول اللَّه إلا إلى اللَّه؛ لأنه ذكر أنهم سألوا رسول اللَّه، التجاوز عن ذلك فلم يجبهم، فأيقنوا عند ذلك أن المفزع والملجأ إلى اللَّه لا إلى أحد دونه. </p><p> وقوله - عَزَّ وَجَلَّ -: (ثُمَّ تَابَ عَلَيْهِمْ) . </p><p> أي: وفقهم للتوبة فتابوا. </p>"
}