{
  "id": null,
  "sura": 9,
  "aya": 113,
  "text": "<p> قيل: المصلون. </p><p> وقيل: الخاضعون لله والخاشعون له؛ وكذلك ذكر في حرف حفصة. </p><p> (الْآمِرُونَ بِالْمَعْرُوفِ) . </p><p> يحتمل التوحيد، أي: آمرون الناس بتوحيد اللَّه. </p><p> ويحتمل: الآمرون لهم بالخيرات والمعروف كله. </p><p> (وَالنَّاهُونَ عَنِ الْمُنْكَرِ) . </p><p> الشرك، ويحتمل: كل معصية. </p><p> (وَالْحَافِظُونَ لِحُدُودِ اللَّهِ) . </p><p> قَالَ بَعْضُهُمْ: لفرائض اللَّه التي فرضها على عباده. </p><p> وقَالَ بَعْضُهُمْ: لسنن اللَّه، ولكن حافظون جميع أحكام اللَّه، لا يجاوزون ما حد لهم ولا يفرطون فيها. </p><p> (وَبَشِّرِ الْمُؤْمِنِينَ) . </p><p> يحتمل البشارة لهَؤُلَاءِ الذين سبق ذكرهم. </p><p> ويحتمل: على الابتداء، أي: بشر جميع المؤمنين؛ كقوله:  (وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيرًا) ، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ (١١٣) وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ (١١٤) وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (١١٥) إِنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (١١٦) </p><p> وقوله:  (مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ) . </p><p> دلت الآية بما نهانا أن نستغفر لمن علمنا أنه من أهل النار؛ لما أن اللَّه لا يغفر له؛ لما </p><p> علم أنه لا يؤمن، فعلى ما علمنا أنه لا يغفر له لم نستغفر له فلم يجز لنا أن نقول: إنه أراد الإيمان لمن يعلم أنه لا يؤمن أبدًا؛ كما لم يجب أن يغفر لمن وجبت له النار، فهذا ينقض على المعتزلة قولهم: إن اللَّه قد أراد لكل كافر الإيمان، لكنه لم يؤمن. </p><p> ثم قوله:  (مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ) . </p><p> قال بعض أهل التأويل: إن رسول اللَّه قد استغفر لأحد والديه، وذكر أنه دخل على أبي طالب عمه فدعاه إلى شهادة أن لَا إِلَهَ إِلَّا اللَّهُ فأبى، ثم استغفر له وقال: لأستغفرن لك ما لم أُنهَ عنه أو كلام نحو هذا، فنزل قوله:  (مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى. . .) الآية. </p><p> قال الحسن: لا يحتمل أن يكون رسول من رسل اللَّه لا يعلم أن اللَّه لا يغفر للكافر؛ إذ في العقل والحكمة ألا يغفر له والتعذيب له أبدًا، وعندنا في الحكمة تعذيب الكافر أبدًا وألا يغفر له لوجوه: </p><p> أحدها: أن في ذلك تسوية بين العدو ووليه، ومن سوى بين عدوه ووليه فهو ليس بحكيم؛ إذ في الحكمة التمييز بينهما. </p><p> والثاني: أنه إذا عبد غير اللَّه معه إنما يعبد غيره لجهله، وتلك الجهالة لا ترتفع أبدًا؛ لأنه إذا غفر له فيقع عنده أنه إنما جزى وغفر له لعبادة غير اللَّه. </p><p> والثالث: أنه لو غفر للكافر لذهبت حكمة الأفعال؛ لأن الأفعال إنما يؤمر بها لعواقب تتأمل: </p><p> إما حمدًا وإما ذمًّا، فإذا غفر له حمد بأفعال كان الحق له الذم بها، ففي ذلك خروجها عن الحكمة. </p><p> وجائز أن يكون رسول اللَّه يستغفر للمنافقين، قبل أن يتبين له أنهم منافقون، فلما تبين </p>"
}