{
  "id": null,
  "sura": 9,
  "aya": 53,
  "text": "<p> (تَرَبَّصُونَ بِنَا) الشر (إِنَّا مَعَكُمْ مُتَرَبِّصُونَ) العذاب بكم، هم كانوا لا يتربصون بنا إلا الدوائر والهلاك، وهو ما ذكر في آية أخرى حيث قال:  (وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ) هم كانوا لا يتربصون بنا الحسنى، ولكن ما ذكرنا من الدوائر، لكن ذلك وإن كان عند أُولَئِكَ المنافقين هلاك ودائرة، فهو للمؤمنين الحسنى في الآخرة. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ أَنْفِقُوا طَوْعًا أَوْ كَرْهًا لَنْ يُتَقَبَّلَ مِنْكُمْ إِنَّكُمْ كُنْتُمْ قَوْمًا فَاسِقِينَ (٥٣) </p><p> قَالَ بَعْضُهُمْ: الآية في الجهاد، أن المنافقين كانوا يؤمرون بالجهاد والقتال مع الكفرة على ما أمر أهل الإيمان بذلك، ثم منهم من كان يخرج للجهاد، ومنهم من كان يجهز غيره ويقعد، ومنهم من كان يخرج كارهًا، ونحوه، فنزل قوله:  (قُلْ أَنْفِقُوا طَوْعًا أَوْ كَرْهًا) ، أي: خوفًا، (لَنْ يُتَقَبَّلَ مِنْكُمْ) . </p><p> ومنهم من قال: الآية في الزكاة؛ أن اللَّه - عَزَّ وَجَلَّ - فرض الزكاة في أموال المؤمنين، والمنافقون قد أظهروا الإيمان، وكانوا ينفقون، ويؤدون الزكاة، لكن منهم من كان يؤدي طوعًا، ومنهم من يؤدي كرهًا، فقال:  (قُلْ أَنْفِقُوا طَوْعًا أَوْ كَرْهًا لَنْ يُتَقَبَّلَ مِنْكُمْ) ؛ لأنهم كانوا لا يرون الزكاة قربة، وكانوا ينفقون وهم كارهون في الباطن. </p><p> ألا ترى أنه قال:  (وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ) ؛ دل أنهم كانوا ينفقون جميعًا وهم كارهون لذلك في الباطن، ثم بين ما به لم يتقبل نفقاتهم، وهو ما ذكر:  (إِنَّكُمْ كُنْتُمْ قَوْمًا فَاسِقِينَ) . </p><p> وقال:  (وَمَا مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ (٥٤) في الآية وجهان: </p><p> أحدهما: دلالة إثبات رسالة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لأنه أخبر أنهم لا يأتون الصلاة إلا وهم كسالى، وهم في الظاهر كانوا يأتون الصلاة على ما كان يأتي المؤمنون، ثم أخبر أنهم يأتونها كسالى؛ دل أنه إنما عرف ذلك باللَّه، تعالى. </p><p> وكذلك أخبر أنهم ينفقون وهم كارهون لذلك، وكانوا ينفقون في الظاهر مراءاة لموافقيهم، ثم أخبر أنهم كانوا كارهين لذلك في السر؛ دل أنه إنما علم ذلك بالله </p>"
}