{
  "id": null,
  "sura": 9,
  "aya": 30,
  "text": "<p> ينضم بعض إلى بعض فيتناصرون، فيخاف على المسلمين بما به رجاء التكثر الفناء، والعرب يقل عددهم حتى لم يكونوا يقدرون على المناوأة إلا بمعونة أهل الكتاب وغيرهم، فأمكن أن يضطروا به إلى القتل مع ما ليست لهم مذاهب معلومة؛ إذ لا يذكر في شيء من الكتب لهم مذاهب، وقد ذكر لجميع الفرق، فإنما أمرهم على العادة، وقد تترك العادات بما يعترض فيها ما يمنع الاستمرار عليها من القتال والحرب فيتركونها، وأهل المذاهب عندهم أنهم لزموا بالحجج، ومثل ذلك لا يترك إلا بالحجج، وذلك يكون بقبول الذمة والعهد. </p><p> وأيضًا: إنه يمكن إلزام كل ذي مذهب بما يوجد في مذهبه ما يثبت القول بالإسلام وبالعهد رجاء الوصول إليه، وليس لمشركي العرب ذلك؛ لما لم يُبْنَ مذهبهم على الحجج أو الشبه، إنما هو تقليد وعادة، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ (٣٠) اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ (٣١) يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللَّهُ إِلَّا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ (٣٢) هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ (٣٣) يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (٣٤) يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ (٣٥) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ) . </p><p> وقال في آية أخرى:  (تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا (٩٠) أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا (٩١) ، أخبر أن السماوات تكاد أن تتفطر، وتنشق الأرض، وتخر الجبال؛ لعظيم ما قالوا في اللَّه - سبحانه - من البهتان والفرية عليه أن له ولدًا، ثم بين الذي ذكر ذلك فقال:  (وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ) : فذكر الآية، وأخبر - واللَّه أعلم - أنهم قالوا في اللَّه ما قالوا لوجوه: </p><p> أحدها: دلالة إثبات رسالة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لأن هَؤُلَاءِ المتأخرين لم يقولوا هذا، ولكن إنما قال ذلك أوائلهم، لكن كتموا ذلك، فأخبر رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أن أوائلهم قالوا ذلك، وهم كانوا يكتمون عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ذلك؛ ليعلموا أنه إنما علم ذلك باللَّه. </p><p> والثاني: يخبر رسوله سفه أوائلهم، ويصبره على سفه هَؤُلَاءِ؛ ليصبر على سفههم وأذاهم. </p><p> والثالث: يخبر أنهم مشبهة؛ لأنهم نسبوا المخلوق إليه، وقالوا: إن فلانًا ابنه؛ لما رأوا منه أشياء، فلولا أنهم عرفوا اللَّه بمثل معرفتهم المخلوق وإلا ما قالوا ذلك، ولا اعتقدوا من التشبيه، وغير ذلك، واللَّه أعلم. </p><p> وقوله:  (ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ) . </p><p> أي: ذلك قول قالوه بلا حجة ولا برهان كان لهم في ذلك. </p><p> أو قالوا ذلك بأفواههم على غير شبه اعترضت لهم تحملهم على ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ) . </p><p> يحتمل هذا أن قد كان قبل هَؤُلَاءِ من قد قال مثل قول هَؤُلَاءِ (يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ) من الشرك أو الكفر أو غير ذلك من الكذب والافتراء على اللَّه، كقوله:  (تَشَابَهَتْ قُلُوبُهُمْ) بالكفر وكقوله: (كَذَلِكَ يُحْيِ اللَّهُ الْمَوْتَى) ليس أن يُحْيِ الموتى كلهم إحياء كما أحيا ذلك القتيل بضرب بعض من البقرة، ولكن يحييهم إحياء، فعلى ذلك قوله:  (يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ) في الكفر نفسه. </p><p> ويحتمل: ضاهى قول النصارى قول اليهود، والمضاهاة: المشابهة والإشباه. </p>"
}