{
  "id": null,
  "sura": 9,
  "aya": 129,
  "text": "<p> لأن ما يأتي به من الآيات والحجج يعرفون أنها سماوية؛ لما عرفوا أنه لم يتعلم السحر ولا أخذوا عليه بكذب قط ولا جن قط بما كان منشؤه فيما بين أظهرهم. </p><p> وقوله:  (عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ) . قيل: شديد عليه ما أعنتكم، أي: ما ضيق عليكم وضركم. وقَالَ الْقُتَبِيُّ: العنت: الضيق. وقَالَ بَعْضُهُمْ: العنت: الإثم، أي: شديد عليه ما أثمتم. وقال أَبُو عَوْسَجَةَ: هو إلى الإثم أقرب. وهو يحتمل كل إثم: الكفر وغيره. </p><p> (حَرِيصٌ عَلَيْكُمْ) . قَالَ بَعْضُهُمْ: حريص على من لم يسلم أن يسلم، وحريص عليكم بالهدى والرشد. (بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ) : رحمة الدِّين والإسلام، لا رحمة الطبع. </p><p> قال الشيخ أبو منصور - رحمه اللَّه - في قوله:  (بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ) : سماه بفعله العمل الحسن وبرأفته ورحمته بذلك، أي: استحق ذلك الاسم بفعله، وإنما سماه بذلك؛ لأن عمله كان لله لم يكن عمل لنفسه شيئًا، وكذلك ماله وأكسابه؛ فلذلك لم يكن ماله ميراثًا بين ورثته. وقوله - عَزَّ وَجَلَّ -: (فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (١٢٩) أي: أعرضوا عن إجابتك ودعائك إياهم إلى الإيمان والتوحيد. </p><p> (فَقُلْ حَسْبِيَ اللَّهُ) . أي: يكفيني اللَّه لا إله إلا هو. ويحتمل قوله:  (فَإِنْ تَوَلَّوْا) : عنك، وردوا إجابتك والطاعة لك والانقياد وهمُّوا أن يكيدوك ويمكروا بك، (فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ) ، أي: على ما وعدني من النصر والظفر (تَوَكَّلْتُ) ، أي: اتكلت على وعده ووكلت أمري إليه. ويحتمل قوله:  (فَإِنْ تَوَلَّوْا) : عن نصرك ومعونتك على الأعداء، (فَقُلْ حَسْبِيَ اللَّهُ) في النصر والمعونة على الأعداء يكفيني عليهم. هذا في الموضع أقرب؛ لأنه ذكر على أثر ذكر المنافقين، ويحتمل ما ذكرنا من الإعراض عن التوحيد والإجابة. وقوله - عَزَّ وَجَلَّ -: (وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ) . قيل: هو رب الملك العظيم، أي: كل ملك عند ملكه صغير ليس بملك. فإن كان العرش هو السرير على ما قاله بعض أهل التأويل - واللَّه أعلم - فهو السرير الذي يكرم به الأخيار من الخلائق والأبرار منهم، وقد ذكرناه فيما تقدم، واللَّه أعلم، ولا حول ولا قوة إلا باللَّه العلي العظيم. </p><p> * * * </p>"
}