{
  "id": null,
  "sura": 9,
  "aya": 101,
  "text": "<p> كانوا فيما ذكر عَزَّ وَجَلَّ من المهاجرين والأنصار. </p><p> ثم أخبر أن اللَّه راضٍ عنهم، وأنهم راضون عنه، دل أنهم كانوا على حق وصواب من الأمر، وأن من وصفهم بالظلم والتعدي هو الظالم. والمتعدي: واضع الشيء غير موضعه. </p><p> وفيه دلالة جواز تقليد الصحابة والاتباع لهم، والاقتداء بهم؛ لأنه مدح - عز وجل - من اتبع المهاجرين والأنصار بقوله:  (وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ) ، ثم أخبر عن جملتهم أن اللَّه راضٍ عنهم دل - واللَّه أعلم - أن التقليد لهم لازم، والاقتداء بهم واجب، وإذا أخبروا بخبر أو حدثوا بحديث يجب العمل به، ولا يسع تركه، واللَّه أعلم بذلك. </p><p> * * * </p><p> قوله تعالى:  (وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرَابِ مُنَافِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفَاقِ لَا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ سَنُعَذِّبُهُمْ مَرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَى عَذَابٍ عَظِيمٍ (١٠١) وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٠٢) </p><p> وقوله:  (وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرَابِ مُنَافِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفَاقِ) . </p><p> أحنبر أن من حولهم من الأعراب ومن أهل المدينة -أيضًا- منافقون مردوا على النفاق، فقَالَ بَعْضُهُمْ: المرد في الشيء: هو النهاية في الشر. </p><p> وقَالَ بَعْضُهُمْ:  (مَرَدُوا عَلَى النِّفَاقِ) ، أي: ثبتوا عليه وداموا. </p><p> وقَالَ بَعْضُهُمْ:  (مَرَدُوا) أي: عتوا عليه وبالغوا فيه. </p><p> أخبر أنهم لشدة مكرهم وخداعهم وعتوهم (لَا تَعْلَمُهُمْ) : أنت، (نَحْنُ نَعْلَمُهُمْ) ؛ لأن من المناففين من كان يعرفهم الرسول في لحن القول؛ كقوله:  (وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ) ومنهم من كان يعرفهم في صلاته؛ كقوله:  (وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَى) ، ومنهم من كان يعرف نفاقه في تخلفه عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يعني: عن الغزو - فأخبر - عَزَّ وَجَلَّ - أن هَؤُلَاءِ لشدة عتوهم ومكرهم وفضل خداعهم لا تعرف نفاقهم، نحن نعرف نفاقهم. </p><p> ثم أخبر أنه سيعذبهم مرتين؛ قَالَ بَعْضُهُمْ: القتل والسبي. </p><p> وعن الحسن قال: عذاب في الدنيا وعذاب في القبر. </p><p> وقَالَ بَعْضُهُمْ: يعذبهم بالجوع والقتل. </p><p> وقال أبو بكر الأصم: قوله: (سَنُعَذِّبُهُمْ مَرَّتَيْنِ) القتل والسبي قبل الموت، والعذاب الآخر يعذبون في القبر (ثُمَّ يُرَدُّونَ إِلَى عَذَابٍ عَظِيمٍ) . </p><p> ويشبه أن يكون تعذيبه إياهم مرتين؛ حيث أخذوا بالإنفاق على المؤمنين وبينهم وبين المؤمنين عداوة، وأمروا أيضًا بالقتال مع الكفار وهم أولياؤهم؛ هذا أحد العذابين؛ لأنهم أمروا بالإنفاق على أعدائهم، وأمروا -أيضًا- أن يقاتلوا أولياءهم، والعذاب الثاني: القتل في القتال. </p><p> فَإِنْ قِيلَ: لم يذكر أن منافقًا قتل. </p><p> قيل: لم يذكر لعلة أنهم كانوا لا يعرفونهم؛ لقوله (لَا تَعْلَمُهُمْ) ، فإذا لم يعرفوا فيقتلون كما يقتل غيرهم من المؤمنين، واللَّه أعلم. </p>"
}