{
  "id": null,
  "sura": 9,
  "aya": 47,
  "text": "<p> يحتمل قوله:  (وَقِيلَ اقْعُدُوا) : لما استأذنوا رسول اللَّه بالقعود، أذن لهم في ذلك؛ على ما وقع عنده أن لهم عذرًا في ذلك. </p><p> وإن كان من اللَّه - عَزَّ وَجَلَّ - فهو على التهديد والوعيد. </p><p> ويحتمل أن يكون من الشيطان، وسوس إليهم أن اقعدوا؛ ترغيبًا منه إياهم بالقعود والتخلف، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا خِلَالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (٤٧) </p><p> قوله:  (لَوْ خَرَجُوا فِيكُمْ) ، أي: لو كانوا خرجوا فيكم؛ ألا ترى أنه قال:  (وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ) ؛ دل هذا أنهم لم يكونوا خرجوا، ولو كانوا خرجوا لم يكن يثبطهم، دل أنه ما ذكرنا. </p><p> والانبعاث: هو الخروج، وكذلك في حرف ابن مسعود:  (وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ) . </p><p> والتثبيط: الحبس، وأصل التثبيط: التثقيل. </p><p> وقال أَبُو عَوْسَجَةَ: الانبعاث: هو القيام، والخبال: قيل: الفساد والشر. </p><p> وقيل: الغي، وهو واحد. </p><p> وقوله:  (مَا زَادُوكُمْ إِلَّا خَبَالًا) ، يحتمل زيادة الخبال وجوهًا: </p><p> يحتمل: أن يكونوا عيونًا للعدو، ويخبروهم عن عورات المسلمين، أو كانوا يجبنون أهل الإسلام؛ كقولهم:  (إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ) ، ونحوه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَأَوْضَعُوا خِلَالَكُمْ) قيل: هو من إيضاع الإبل (خِلَالَكُمْ) يتخلل فيما بينكم. </p><p> وقيل:  (وَلَأَوْضَعُوا خِلَالَكُمْ) . </p><p> أي: رواحلهم حتى يدخلوا بينكم حتى لا يصيبهم الأذى، كانوا يستترون بالمسلمين؛ لئلا يصيبهم شيء من البلاء والشدة. </p><p> وقَالَ الْقُتَبِيُّ:  (وَلَأَوْضَعُوا خِلَالَكُمْ) : من الوضع، وهو سرعة السير. </p><p> وقال أَبُو عَوْسَجَةَ: هو من الإيضاع يكون على الإبل. </p><p> وهو عندي من عدو الإبل، يقال: أوضعت البعير، وركضت الفرس، وأجريت الحمار. </p><p> (خِلَالَكُمْ) : بينكم. </p><p> وقيل: الخلال: القتال، وهو ما ذكرنا أنهم يدخلون فيهم النقصان والقتال والفشل. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَبْغُونَكُمُ الْفِتْنَةَ) . </p><p> قيل: يبغون منكم الفتنة، وهو الشرك الذي كانوا هم عليه. </p><p> ويحتمل ما ذكرنا من القتل، وإدخال الفشل والجبن فيهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَفِيكُمْ سَمَّاعُونَ لَهُمْ) . </p><p> هذا يحتمل وجهين أيضًا: </p><p> يحتمل: أن هَؤُلَاءِ المنافقين يكونون سماعًا لهم وخبرًا وعيونًا، يخبرونهم عن عورات المسلمين وضعفهم. </p><p> ويحتمل قوله:  (وَفِيكُمْ) : من المؤمنين. </p><p> (سَمَّاعُونَ لَهُمْ) ؛ لأنه قيل: إنه كان من أصحاب النبي أهل محبة لهم وطاعة؛ لشرفهم فيهم. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال:  (يَبْغُونَكُمُ الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ) : كان الرجل يرى الجماعة من المسلمين فيضرب دابته حتى يدخل بينهم، ثم يقول: أبلغكم ما بلغني؛ إن العدو أمامكم قد غوروا المياه، وفعلوا كذا، وهيئوا. </p><p> ويحتمل قوله:  (وَفِيكُمْ سَمَّاعُونَ لَهُمْ) أي: فيكم من المنافقين الذين قعدوا ولم يخرجوا يسمعون المؤمنين الذين لم يخرجوا -أيضًا- ما يكرهونه يقولون: الدبرة على المؤمنين، ونحو ذلك من الهزيمة. </p><p> وقوله:  (وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ) . </p><p> أي: لا عن جهل أمهلهم على ما هم عليه، ولكن أخرهم ليوم؛ كقوله: (وَلَا تَحْسَبَنَّ </p>"
}