{
  "id": null,
  "sura": 9,
  "aya": 122,
  "text": "<p> أن يصيبه ما ذكر من العناء والشدة؛ يقول: كتب لهم بكل ما يصيبهم العمل الصالح، (إِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ (١٢١) </p><p> هو ما ذكرنا أنه يجزيهم بكل ما يصيبهم من الشدة والعناء في أنفسهم وفي أموالهم من النقصان وما ينفقون. </p><p> (لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ) . </p><p> أي: يجزيهم لصالح أعمالهم وأحسنها، ولا يجزيهم لسيئاتهم؛ وهو كقوله:  (أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ) ، أخبر أنه يتقبل منهم أحسن ما عملوا ويكفر عنهم سيئاتهم؛ فعلى ذلك الأول يخبر أنه يجزيهم أحسن ما عملوا في الغزو، ويتجاوز عن سيئاتهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ (١٢٢) </p><p> اختلف أهل التأويل: </p><p> قَالَ بَعْضُهُمْ: إن نبي اللَّه كان إذا خرج للغزو خرجوا جميعًا، فتبقى المدينة خالية عن الرجال، فنهى اللَّه عن ذلك وقال:  (وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ) . </p><p> وقَالَ بَعْضُهُمْ: كان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إذا بعث سرية خرجوا جميعًا، فبقي هو وحده لم يبق معه أحد ممن يشهد التنزيل؛ ليخبروا أُولَئِكَ إذا حضروا. </p><p> وقال آخرون: الآية في الوفود، وذلك أن الوفود إذا قدموا من الآفاق المدينة قدموا مع النساء والذراري جميعًا، فأمروا أن ينفر الرجال منهم دون النساء والذراري، أو من كل قوم نفر؛ ليتفقهوا في الدِّين. </p><p> ذكر في هذه الآية:  (وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ) ، نهى الكل أن ينفروا، وأمروا في الآية الأخرى بنفر الكل بقوله:  (فَانْفِرُوا ثُبَاتٍ أَوِ انْفِرُوا جَمِيعًا) ، فهو يخرج على وجهين: </p><p> أحدهما: أمر بالنفر الجميع عند قلة المؤمنين؛ ليكون لهم الكفاية مع العدو. </p><p> والثاني: أمر بنفر الكل عند النفير. </p><p> فيكون إحدى الآيتين في حالة النفير، والأخرى في غير حال النفير وما ذكرنا في وقت القلة والكثرة. </p><p> فمن يقول: إن الآية في الذين كانوا يخرجون جميعًا مع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إذا خرج، كأنه نهى عن الخروج جملة مع رسول اللَّه؛ خوفًا على أهاليهم وذراريهم، لعل العدو سباهم وأخذ أموالهم يقول اللَّه:  (فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ) ، أي: هلا نفر طائفة منهم فيخبروا الكفار المقيمين بما أنزل اللَّه على رسوله من النصر والمعونة والهزيمة على الكفار الذين قاتلوا رسول اللَّه، فيكون ذلك سبب دعائهم إلى الإسلام. </p><p> وإلى هذا ذهب الحسن والأصم ويقولون: إن هذه الآية نسخت الآية التي قبلها وهي قوله: (مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ) . </p><p> يقول الحسن: إن عليهم أن يخرجوا مع رسول اللَّه إذا خرج، فيقول: هذا منسوخ بالآية التي تليها: (وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً) الآية. </p><p> ومن يقول بأن الآية في الوفود الذين كانوا يأتون رسول اللَّه المدينة بالنساء والذراري، فالنهي لذلك لما كانوا يضيقون على أهل المدينة أوطانهم ويغلون أسعارهم ونحوه؛ يقول:  (فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ) ، أي: يعلمون الدِّين وأحكامه، ثم ليرجعوا إلى قومهم فيعلموهم. </p><p> ومن يقول: الآية في الذين خرجوا ونفروا مع السرايا، نهاهم عن خروج الكل؛ لما لعله لما نزل على رسول اللَّه شيئًا، فلم يكن معه أحد يبلغه إليهم ثم يبلغ إلى من هو غاب عنه ضاع ذلك فيقول:  (فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ) ما نزل على رسول اللَّه، وليبلغوا ذلك إلى من غاب عنه. </p><p> (مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ) . </p><p> قيل: من كل عصبة، ومن كل قبيلة، ومن كل حي، ففي الآية دلالة سقوط فرض </p><p> السفر لتعلم العلم والتفقه في الدِّين عن الكل إذا قام بعض بذلك يخرجون ويتعلمون ثم يعلمون قومهم؛ لأنه قال:  (فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ. . .) الآية. </p><p> وفيه أيضًا دلالة سقوط فرض الجهاد عن الجماعة إذا قام بعضهم عن بعض. </p><p> وفيه دلالة لزوم العمل بخبر الأحاد وإن احتمل الغلط؛ لأن ما ذكر من الطائفة </p>"
}