{
  "id": null,
  "sura": 9,
  "aya": 55,
  "text": "<p> تعالى. </p><p> والثاني: ألا تقوم قربة ولا تقبل إلا على حقيقة الإيمان الذي هو شرط قيام هذه العبادات وقبول القرب، لا أن أنفسها إيمان؛ لأنهم كانوا يظهرون الإيمان ويسرون الكفر؛ دل أنه ما ذكرنا، وباللَّه التوفيق. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّكُمْ كُنْتُمْ قَوْمًا فَاسِقِينَ) . </p><p> أي: إنكم كنتم فاسقين. </p><p> ويحتمل قوله:  (كُنْتُمْ) ، أي: صرتم فاسقين بما أنفقتم وأنتم كارهون؛ إذ هم قد أظهروا الإيمان ثم تركوه؛ كقوله:  (ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا) ، أخبر أنهم آمنوا ثم كفروا؛ فعلى ذلك الأول. </p><p> وقوله - عَزَّ وَجَلَّ -؛ (وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى) وكسلى وكسالى فيه لغات ثلاثة والمعنى واحد، وهو أنهم لا يأتون الصلاة إلا مستثقلين؛ لأنهم كانوا لا يرونها قربة. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ (٥٥) </p><p> قَالَ بَعْضُهُمْ: هو على التقديم والتأخير؛ كأنه قال: فلا تعجبك أموالهم ولا أولادهم في الحياة الدنيا، إنما يريد اللَّه ليعذبهم بها في الآخرة وفي الحياة الدنيا. </p><p> والتعذيب في الدنيا: هو ما فرض عليهم الجهاد وأمروا بالخروج للقتال، فكان يشق ذلك عليهم ويشتد، فذلك التعذيب لهم، وهو ما ذكر في آية أخرى: (أَشِحَّةً عَلَيْكُمْ فَإِذَا </p><p> جَاءَ الْخَوْفُ رَأَيْتَهُمْ. . .) الآية. </p><p> أو التعذيب في الدنيا هو القتل؛ يقتلون إن لم يخرجوا. </p><p> وفي الآية دلالة الرد على المعتزلة؛ لأنهم يقولون: لا يعطي اللَّه أحدًا شيئًا إلا ما هو أصلح له في الدِّين، ثم قال لرسول اللَّه:  (فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ) ، ولو كان لم يعطهم الأموال والأولاد إلا للخيرات والصلاح، فكأنه قال: لا يعجبك ما أعطيتهم من الخيرات والصلاح، فذلك بعيد؛ فدل أنه قد يعطي خلقه ما ليس بأصلح لهم في الدِّين. </p><p> وكذلك في قوله: </p><p> (أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ (٥٥) نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ. . .). الآية، دلالة الرد على قولهم؛ لأنه قال:  (أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ (٥٥) نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ)، ثم قال:  (بَلْ لَا يَشْعُرُونَ) ، أنه يمدهم به لا للخيرات؛ دل أنه قد يعطي خلقه ما ليس هو أصلح لهم في الدِّين. </p><p> وفي قوله:  (إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا) دلالة الرد عليهم أيضًا؛ لأنه أخبر أنه يعذبهم في الدنيا والآخرة، ولا يعذبهم مجانًا فيما لا فعل لهم في ذلك؛ دل أن لهنم صنغا في ذلك، وأنه إنما يعذبهم بفعل اكتسبوه. </p><p> وفي قوله:  (إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا) دلالة أن ليس كل ما يعطيهم إنما يعطيهم ليرحمهم به، ولكن يعطيهم لما علم منهم، فإن كان علم منهم أنهم يستعملون ما أعطاهم من الأموال وغيرها فيما فيه هلاكهم، أعطاهم لذلك، ومن علم منهم أنهم يستعملونه لنجاتهم أعطاهم ليرحمهم به، فإنما أعطي كلًّا ما علم أنه يكون منهم؛ لأنه لو أعطاهم على غير ما علم منهم يكون في إعطائه مخطئًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ) . </p><p> قيل: تخرج أنفسهم وتهلك خوفًا. </p><p> قال أَبُو عَوْسَجَةَ: يقال: خرج نفسه من فمه. </p><p> وقيل: تذهب أنفسهم؛ كقوله:  (وَزَهَقَ الْبَاطِلُ) أي: - ذهب. </p><p> وكذلك قال أبو عبيد: تزهق، أي: تذهب. </p>"
}