{
  "id": null,
  "sura": 9,
  "aya": 77,
  "text": "<p> إنه كان منافقًا وقتئذ. ويحتمل (وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ) أي: من الشاكرين. وكذلك ذكر في الخبر أن ثعلبة لما سأل رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أن يسأل اللَّه له مالًا فقال: قليل تؤدي شكره خير من كثير لا تؤدي حقه. أو كلام نحو هذا. </p><p> وقوله:  (فَلَمَّا آتَاهُمْ مِنْ فَضْلِهِ بَخِلُوا بِهِ وَتَوَلَّوْا وَهُمْ مُعْرِضُونَ (٧٦) </p><p> يحتمل: تولوا عن وفاء ما وعدوا، أو تولوا عن طاعة اللَّه، (وَهُمْ مُعْرِضُونَ) : أيضًا عن طاعة اللَّه، أو معرضون عما وعدوا وعاهدوا أن يوفوا. </p><p> وقوله:  (فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ إِلَى يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكْذِبُونَ (٧٧) </p><p> قَالَ بَعْضُهُمْ أثابهم نفاقًا بما بخلوا به إلى يوم القيامة. </p><p> وقَالَ بَعْضُهُمْ: أعقبهم الدوام على النفاق (بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكْذِبُونَ) . </p><p> ينبغي للمسلم أن يجتنب الكذب والخلف في الوعد؛ فإنه سبب النفاق أو نوع من النفاق، وعلى ذلك روي في الخبر:  \" أن اجتنبوا الكذب؛ فإنه باب من النفاق، وعليكم بالصدق؛ فإنه باب من الإيمان \" ، وفي بعضها عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" أربع من كن فيه كان منافقًا: من إذا حدث كذب، وإذا وعد أخلف، وإذا عاهد غدر، وإذا خاصم فجر \" ، وفي بعضها:  \" وإذا اؤتمن خان \" . </p><p> فَإِنْ قِيلَ: إن أولاد يعقوب اؤتمنوا فخانوا، وحدثوا فكذبوا بقولهم:  (أَكَلَهُ الذِّئْبُ) ووعدوا فأخلفوا، فترى أنهم نافقوا؟ </p><p> قيل: ما روي أن من إذا حدث كذب هو الكذب في أمر الدِّين، وأما الكذب في غير أمر الدِّين فإنه لا يوجب النفاق. </p><p> وفي الآية دلالة ألا ينص بالسؤال في شيء على غير الخبر في ذلك من اللَّه؛ ألا ترى أن ثعلبة لما ألح على الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالسؤال أن يسأل ربه ليرزقه مالًا ففعل، فأعقبه اللَّه نفاقًا إلى يوم القيامة؟! </p><p> ولأن أولاد يعقوب قد قدموا التوبة والإصلاح قِبَلَ صنيعهم الذي صنعوا على خوف منهم بما فعلوا والمنافقين، وأصله: أن اعتقاد الكذب، واستحلال الخلاف لما عهد، والخلف في الوعد - هو الموجب للنفاق، فأما ترك الوفاء على غير استحلال منه فلا يوجب ما ذكر، واللَّه أعلم. </p>"
}