{
  "id": null,
  "sura": 9,
  "aya": 35,
  "text": "<p> (وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ) ، فلولا أن الضم واجب ويكون المؤدى عن أحدهما مؤدى عن الآخر، وإلا لم يكن لذلك معنى. </p><p> ثم في متعارف الناس أنهم يؤدون من الفضة عن الذهب؛ لأن الذهب أعز عندهم، والفضة دونه. </p><p> ثم إن كانت الآية في الكفرة فهي في القبول؛ كقوله:  (فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ) ، وقوله:  (الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ) ، وذلك على القبول، لا في الأداء نفسه. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ (٣٥) </p><p> جعل اللَّه تعذيب الكفرة في الآخرة بالأسباب التي منعتهم عن طاعة اللَّه، ودعتهم إلى مخالفة أمره، ويجمع بينهما في النار؛ كقوله:  (وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ) ، وقوله:  (يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ) وقوله: (احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ) ، ونحو ذلك؛ فعلى ذلك ما كنزوا يحمى عليها، فتكوى بها جباههم وجنوبهم وظهورهم، يعذبهم بها؛ لما منعتهم تلك الأموال من طاعته، ودعتهم إلى صدّ الناس عن سبيل اللَّه؛ يجعل عذابهم في الآخرة بها. </p><p> ويحتمل قوله:  (وجِبَاهُهُمْ) : كناية عن التقديم إلى الآخرة، أي: لم يقدموها ولم ينفقوها في سبيل اللَّه. </p><p> وقوله:  (وَجُنُوبُهُمْ) : لما أخذوها مما يحل ومما لا يحل من كل جهة. </p><p> وقوله:  (وَظُهُورُهُمْ) : لما أنفقوها في الصد عن سبيل اللَّه. </p><p> ويحتمل ذكر هذا إحاطة العذاب بهم من كل الجهات؛ كقوله:  (لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍ) ، وقوله:  (لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ) أي: يحيط العذاب بهم؛ فعلى ذلك هذا - واللَّه أعلم - كقوله: (أَفَمَن </p><p> يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذَابِ يَوْمَ الْقِيَامَةِ) أي: يحيط بهم حتى لا يقدروا على دفعه عن وجوههم. </p><p> وقوله:  (يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ. . .) الآية. </p><p> روي عن أبي هريرة أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" ما من صاحب ذهب ولا فضة لا يؤدي حقها، إلا جعلت له يوم القيامة صفائح، ثم أحمي عليها في نار جهنم، يكوى بها جنبه وجبهته وظهره، في يوم كان مقداره خمسين ألف سنة، حتى يقضى بين الناس، فيرى سبيله إما إلى الجنة، وإما إلى النار، وما من صاحب بقر ولا غنم لا يؤدي حقها، إلا أتى بها يوم القيامة تطؤه بأظلافها، وتنطحه بقرونها \" ثم ذكر فيه ما ذكر في الأول، قالوا: يا رسول اللَّه، فصاحب الخيل؟ قال:  \" هي لثلاث: لرجل أجر، ولرجل ستر، ولرجل وزر؛ فأما من ربطها عدة في سبيل اللَّه، فإنه لو أنه طول لها في مرج خصب أو في روضة، كتب اللَّه له عدد ما أكلت حسنات، وعدد أرواثها حسنات، ولو انقطع طولها ذلك فاستنت شرفا أو شرفين، كتب اللَّه له عدد آثارها حسنات، ولو مرت بنهر عجاج لا يريد السقي به فشربت، كتب اللَّه له عدد ما شربت حسنات. ومن ارتبطها فخرًا وعزا على المسلمين، كان له وزر إلى يوم القيامة؛ ومن ارتبطها تغنيًا وتعففًا ثم لم ينس حق اللَّه في رقابها وظهورها، كانت له سترًا من النار يوم القيامة \" . </p><p> فإن ثبت هذا الخبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ففيه دلالة وجوب الزكاة في الخيل، وهو حجة لأبي حنيفة؛ لأنه قال:  \" ثم لم ينس حق اللَّه في رقابها \" ، والحق الذي في رقابها هو </p>"
}