{
  "id": null,
  "sura": 9,
  "aya": 123,
  "text": "<p> يحتمل أن يجتمعوا على ذلك كذبا أو غلطا، ثم ألزم قومهم قبول خبرهم وإن احتمل الغلط والكذب بقوله:  (وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ) . </p><p> الآية تخرج على وجهين: </p><p> أحدهما: أن كل أهل بلدة وأهل قبيلة يختارون من يصلح للتفقه في الدِّين والتعلم فينفر، حتى إذا تفقه وتعلم رجع إلى قومه فيعلمهم. </p><p> والثاني: يأمر من يصلح للتفقه بالتخلف عن الجهاد إذا كان بهم غنية ليتفقه عند رسول اللَّه، فينذر قومه إذا رجعوا إليه من غزاتهم. </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ (١٢٣) </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ) . </p><p> اختلف فيه؛ قَالَ بَعْضُهُمْ: نزلت الآية قبل أن ينزل قوله: (وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً) . </p><p> كان الأمر بالقتال بالأدنى فالأدنى، ثم جاء الأمر بقتال الكفار عامة. </p><p> وقَالَ بَعْضُهُمْ: إن رسول اللَّه كان إذا غزا ربما كان يجاوز كفارا ويتركهم وراءه ويقاتل غيرهم؛ ليكون ذلك آية لنبوته، وليعلم أنه لا يبالي بمن يقاتل ولا يخاف من تركهم وراءه، ثم أمر اللَّه المؤمنين أن يقاتلوا الأقرب فالأقرب منهم والأدنى فالأدنى وألا </p><p> يتركوا العدو وراءهم؛ إلى هذا ذهب بعض أهل التأويل، وأمكن أن يكون هذا تعليمًا من اللَّه المؤمنين أمر الحرب وأسبابها، كما علمهم جميع ما يقع لهم من الحاجة إلى أسباب الحرب في غير آي من القرآن؛ من ذلك: قوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا) ، وقوله:  (إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا) الآية، وقوله:  (وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ. . .) الآية، وغير ذلك من الآيات. </p><p> أو يحتمل أن يكون أمر بقتال الأقرب فالأقرب منهم كسائر العبادات. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ) . </p><p> يخرج على وجهين: </p><p> أحدهما: ما ذكرنا أنه يخرج على أمر القتال منه للمؤمنين. </p><p> والثاني: إنباء عن دوام الجهاد والقتال مع الأعداء أبدًا؛ لأنه كلما فتح ناحية وقومًا، صار الذين بقوا وراء هَؤُلَاءِ الذين يلونهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلْيَجِدُوا فِيكُمْ غِلْظَةً) . </p><p> قيل: شدة عليهم. </p><p> وفي حرف ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - وأبي:  (وليجدوا عليهم غلظة) ، أي: شدة، ويقرأ:  (غُلْظَةً) برفع الغين، ويقرأ:  (غِلْظَةً) بكسرها، وهما لغتان ومعناهما واحد. </p><p> (وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ) . </p><p> أي: من اتقى الخلاف له بالنصر لهم على عدوهم. </p><p> وقوله:  (أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ) . </p>"
}