{
  "id": null,
  "sura": 9,
  "aya": 111,
  "text": "<p> وأصل الريبة: التهمة؛ يقال: فلان مريب: إذا كانت به تهمة. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِلَّا أَنْ تَقَطَّعَ) . </p><p> هذا -أيضًا- على وجهين: </p><p> أحدهما: على التمثيل أن الخوف والحزن إذا بلغ غايته؛ يقال: فلان متقطع القلب [ ..... ] . </p><p> * * * </p><p> قوله تعالى:  (إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (١١١) التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدُونَ الْآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنْكَرِ وَالْحَافِظُونَ لِحُدُودِ اللَّهِ وَبَشِّرِ الْمُؤْمِنِينَ (١١٢) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ) . </p><p> يحتمل قوله:  (اشْتَرَى) ، أي: استام؛ لأن قوله:  (اشْتَرَى) خبر، ولكن يحتمل الاستيام، أي: استام أن يبذلوا أنفسهم وأموالهم لله؛ ليجعل لهم الجنة. </p><p> ثم بين فقال:  (يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ) . </p><p> ويحتمل أن يكون قوله:  (اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ) : خبرًا عن قوم باعوا أنفسهم وأموالهم؛ كقوله:  (وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ) ، وقوله:  (يَشْرُونَ الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ وَمَنْ يُقَاتِلْ فِي سَبِيلِ اللَّهِ. . .) الآية، فإذا صاروا بائعين أنفسهم، كان اللَّه - عَزَّ وَجَلَّ - مشتريها منهم. </p><p> ثم بين أن كيف تباع وكيف تُشترى فقال:  (يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ) أي: يقتلون العدو، (وَيُقْتَلُونَ) أي: يقتلهم العدو. </p><p> وقد قرئ الأول بالرفع: فيُقْتَلُونَ، والثاني بنصب الياء، فهو ليس على الجمع أن </p><p> يَقتلوا ويُقتلوا، ولكن أن يقتلوا العدو أو يقتلهم العدو، أيهما كان، أو يقاتلون العدو وإن لم يقتلوا؛ كقوله:  (وَمَنْ يُقَاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا) وقال: (يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ (١٠) تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ. . .) الآية؛ سمي الإيمان باللَّه والمجاهدة في سبيله تجارة، ثم قال:  (بِأَنَّ لَهُمُ الْجَنَّةَ) بحق الوعد لهم فضلًا منه، لا بحق البذل. </p><p> ثم قوله:  (إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ) . </p><p> ذكر شراء أنفسهم وأموالهم منهم، وأنفسهم في الحقيقة لله أن يأخذ منهم أنفسهم وأموالهم، وأن يتلفهم بأي وجه ما شاء، لكنه عامل عباده معاملة من لا ملك له في ذلك، ولا حق؛ كرمًا منه أوفضلًا، وجودًا، ووعدهم على ذلك أجرًا وبدلًا، وكذلك ما ذكر من القرض له، ووعدهم على ذلك الأجر مضاعفًا، وكذلك ما وعدهم من الثواب فيما يعملون لأنفسهم كالعاملين له؛ حيث قال:  (جَزَاءً بِمَا كَانُوا يَعْمَلُونَ) ، وقال:  (إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا) ، ونحوه، وإن كانوا في الحقيقة عاملين لأنفسهم بقوله:  (إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ. . .) الآية، ذكر ما ذكر ففلا منه وإكرامًا؛ إذ هي له في الحقيقة، وهو كما قال:  (لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ) ، فإنما طلب بذل حق أنفسهم وأموالهم، أو ذكر - واللَّه أعلم - شرى ماله في الحقيقة؛ ليعلم الخلق أن كيف يعامل بعضهم بعضًا، وكذلك قال اللَّه:  (مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا) ، عاملهم معاملة من لا حق له في أموالهم وأنفسهم؛ ليعامل الناس بعضهم بعضًا في أموالهم وأنفسهم، كمن لا حق له في ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَعْدًا عَلَيْهِ حَقًّا) . أي: وعدًا واجبًا حقًّا. </p><p> (فِي التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ) . </p><p> أي: وعد ذلك في التوراة والإنجيل والقرآن. </p><p> وفي حرف ابن مسعود:  (عهدا عليه حقا في التوراة والإنجيل والفرقان) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنْجِيلِ) . </p><p> هذه الآية تنقض قول من يقول بأن الإنجيل نزل على التخفيف والتيسير والتوراة بالشدائد، وكذلك قوله:  (فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ وَكَفَرَتْ طَائِفَةٌ) ، وذلك مذكور في حكم الإنجيل، إلا أن يقال بأن قوله:  (وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنْجِيلِ) ، أي: كان هذا مذكورًا لهذه الأمة في التوراة والإنجيل وما ذكر. </p><p> أثم، قال:  (وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ) . </p><p> هذا على أن قوله:  (اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ. . .) الآية إنما هو عهد إليهم؛ حيث قال:  (وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ) ، أي: لا أحد أوفى وأصدق بعهده من اللَّه إن وفيتم أنتم بعهده الذي عهد عليكم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ) . </p><p> يشبه أن يكون الاستبشار الذي ذكر وقت الموت أن تقول لهم الملائكة: استبشروا ببيعكم الذي بايعتم به في الحياة؛ وهذا يدل أن البيع يكون بيعًا بالبدل وإن لم يتلفظ بلفظة البيع، وقد ذكرنا فيما تقدم أن الأحكام لم تتعلق بالألفاظ والأسامي؛ إنما علقت بمعاني فيها، فإذا وجدت المعاني حكم بها. </p>"
}