{
  "id": null,
  "sura": 9,
  "aya": 117,
  "text": "<p> وأنتم عبيده، وليس للعبد إنكار شيء على سيده، وإنَّمَا على العبد الطاعة لسيده والائتمار لأوامره والانتهاء عن نواهيه. </p><p> قوله تعالى:  (يُحْيِي وَيُمِيتُ) . </p><p> أي: كما له أن يميت بعد الحياة ويحيي بعد الموت، فله أن يتعبدهم في حال بعبادة، وفي حال بعبادة أخرى. </p><p> * * * </p><p> قوله تعالى:  (لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ (١١٧) وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ وَظَنُّوا أَنْ لَا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ (١١٨) </p><p> وقوله - عَزَّ وَجَلَّ -: (لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ. . .) الآية. </p><p> قال بعض من أهل التأويل: تاب اللَّه عليهم لزلات سبقت منهم، ولهفوات تقدمت من غير أن كان منهم زلات في هذا - يعني: في غزوة تبوك - وهفوات، أما التوبة على النبي فقوله:  (عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا) وعلى المهاجرين والأنصار ما كان منهم يوم أحد ويوم حنين، وهو قوله:  (إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كَسَبُوا وَلَقَدْ عَفَا اللَّهُ عَنْهُمْ) . </p><p> وقَالَ بَعْضُهُمْ: تاب عليهم لهفوات كانت منهم في غزوة تبوك، هموا أن ينصرفوا في غير وقت الانصراف على غير إذن لشدائد أصابتهم، فقال:  (تَابَ عَلَيْهِمْ) ، لما هموا بالانصراف في غير وقت الانصراف. </p><p> ويشبه أن تكون التوبة التي ذكر على وجهين سوى ما ذكروا: </p><p> أحدهما: وهو أنه تاب عليهم، أي: جدد عليهم التوبة للهفوات التي تقدمت، أو </p><p> الثبات عليها من غير أن كان منهم في الحدوث شيء، ولكن يكون لذلك حكم التجديد أو الثبات عليها كسؤال الهدى وهم على الهدى؛ كقوله - عَزَّ وَجَلَّ -: (اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ) . </p><p> ْوقوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ) أي: يا أيها الذين آمنوا فيما مضى من الوقت آمنوا في حادث الوقت، أو اثبتوا على ذلك؛ فعلى ذلك يحتمل أن يكون قوله:  (ثُمَّ تَابَ عَلَيْهِمْ) أي: جدد عليهم التوبة من غير أن كان منهم هفوة، أو ثبتهم على التوبة التي كانت منهم. </p><p> والثاني: أنه ذكر التوبة، وذلك أنهم حيث صبروا على ما أصابهم من الشدائد والجهد، كشف اللَّه عنهم أشياء كانت مستورة عندهم وجلالهم أغطية كانت لا تنجلي لهم من قبل، لكن انجلى ذلك لهم وانكشف؛ لصبرهم على الشدائد التي أصابتهم؛ كقوله:  (الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ) ، لما صبروا على ما أصابهم من المصائب ازداد لهم تفويض وتسليم الأمر والمرجع إليه؛ وكقوله:  (مَا أَصَابَ مِنْ مُصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ. . .) الآية، ازداد لهم بما صبروا هدى وتجلى لهم أشياء لم تكن من قبل؛ فعلى ذلك يحتمل التوبة التي ذكر أنهم لما صبروا على ما أصابهم من الشدة والجهد، تجلت لهم أشياء كانت مغطاة - واللَّه أعلم - فإنه ذكر:  (مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ) ، ولم يذكر أنها زاغت وذكر قلوب فريق منهم، ولم يذكر قلوب الكل فهو ما ذكرنا. </p><p> ويحتمل ذكر التوبة على النبي على الإشراك مع المؤمنين من غير أن كان له ذنب؛ لأنه أخبر أن ذنبه مغفور بقوله:  (لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ) ، فهو كما أشركه في الاستغفار؛ بقوله:  (وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ) أمره بالاستغفار لذنبه على الإشراك له مع استغفار المؤمنين؛ إذ أخبر أنه قد غفر له ما تقدم من ذنبه وما تأخر. </p>"
}