{
  "id": null,
  "sura": 9,
  "aya": 62,
  "text": "<p> العرض على الصدقة والمسألة عليها. </p><p> ألا ترى أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" إن الصدقة لا تحل إلا في إحدى ثلاث \" ، فذكر إحداها:  \" أو فقر مدقع \" ، فذلك يبيح لذي المرة السوي أن يقبل. </p><p> ألا ترى أن الرجلين اللذان سألا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال لهما:  \" إن شئتما أعطيتكما \" ، فلو كان حرامًا عليهما ما أعطاهما الحرام، ولكن ذلك على الزجر عن المسألة. </p><p> وروي عن سلمان أنه حمل إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - صدقة، فقال لأصحابه:  \" كلوا \" ولم يأكل هو، ولا يتوهم متوهم أن أصحابه كانوا زمنى، فهذا يبين أن النبي أراد الزجر عن المسألة والتعرض لها إلا في حال الضرورة، لا على التحريم لها وأن من أخذها وله أقل من مائتي درهم أو قيمتها، فله فيها ملك سداد من عيش، فذلك مكروه. </p><p> ألا ترى أنه روي عن الحسن أنه قال: كان أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يأخذون الصدقة ولأحدهم من السلاح والكراع والعقار قيمة عشرة آلاف درهم. فهذا حسن، والتعفف عنها أحسن؛ لقول رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" من استغنى أغناه اللَّه، ومن استعف أعفه اللَّه \" . </p><p> وقوله:  \" لأن يأخذ أحدكم حبلا فيحتطب خير له من أن يسأل الناس شيئًا أعطوه أو منعوه \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ إِنْ كَانُوا مُؤْمِنِينَ (٦٢) </p><p> بما حلفوا عليه. </p><p> ذكر بعض أهل التأويل أن الأنصار مشت إليهم - يعني: إلى المنافقين - فقالوا: قد </p><p> عيرنا بما نزل فيكم فحتى متى؟ ! فكانوا يحلفون للأنصار: واللَّه ما كان شيء من ذلك، فاكذبهم اللَّه فقال:  (يَحْلِفُونَ بِاللَّهِ لَكُمْ) : ما كان الذي بلغكم، (لِيُرْضُوكُمْ) : بما حلفوا، (وَاللَّهُ وَرَسُولُهُ أَحَقُّ) : منكم يا معشر الأنصار، (أَن يُرْضُوُه) : حيث اطلع على ما حلفوا وهم كذبة، (إِنْ كَانُوا مُؤْمِنِينَ) يقول: ولكن ليسوا بمصدقين. </p><p> والأشبه أن تكون الآية نزلت في معاتبة جرت بين المؤمنين والمنافقين باستهزاء كان منهم برسول اللَّه، أو طعن فيه، أو استهزاء بدين اللَّه، فاعتذروا إليهم وحلفوا على ذلك ليرضوهم، فقال اللَّه:  (وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ إِنْ كَانُوا مُؤْمِنِينَ) حقيقة ولكن ليسوا بمؤمنين. </p><p> وأما ما قاله بعض أهل التأويل أن رجلًا من المنافقين قال: واللَّه، لئن كان مَا يَقُولُ مُحَمَّدٌ حَقًّا لَنَحْنُ شَرٌّ مِنَ [الْحَمِيرِ] ، فسمعها رجل من المسلمين، فأخبر بذلك رسول اللَّه، فدعاه، فقال:  \" ما حملك على الذي قلت \" فحلف والتعن ما قاله، فنزل قوله:  (يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ) ، هذا لو كان ما ذكر، لكانوا يحلفون لرسول اللَّه، لا يحلفون لهم؛ دل أن الآية في غير ما ذكر. </p><p> ويذكر عن ابن عَبَّاسٍ أن الآية نزلت في ناس من المنافقين تخلفوا عن رسول اللَّه في غزوة تبوك، فجعلوا يحلفون لرسول اللَّه حين رجع أنهم لا يتخلفون عنه أبدًا وكذلك قال غيره من أهل التأويل، ولكن لو كان ما قالوا لكانوا يحلفون لرسول اللَّه ويرضونه، لا للمؤمنين؛ دل أن الأشبه ما ذكرنا، وفيه وجوه: </p><p> أحدها: أن فيه دلالة تحقيق رسالته - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ليعلموا أنه حق؛ حيث اطلع على ما أسروا في أنفسهم وكتموا من المكر به وأنواع السفه. </p>"
}