{
  "id": null,
  "sura": 10,
  "aya": 102,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (فَهَلْ يَنْتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا مِنْ قَبْلِهِمْ قُلْ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ (١٠٢) أي: فهل ينتظرون بي يومًا من الهلاك إلا مثل أيام الذين خلوا من قبلهم؟ ! أي: إلا مثل ما انتظر الذين خلوا من قبلهم برسلهم من الهلاك، فهو يخرج على التوبيخ لانتظارهم هلاك الرسل وذهاب أمرهم. ويحتمل وجهًا آخر: فهل ينتظرون من نزول العذاب بهم إلا مثل ما انتظر أُولَئِكَ من نزول العذاب بهم؟! إلى هذا يذهب بعض أهل التأويل. </p><p> ويحتمل قوله: فهل ينتظرون من تأخيرهم الإيمان إلى وقت نزول العذاب بهم إلا مثل ما أخر الذين خلوا من قبلهم الإيمان إلى وقت نزول العذاب بهم، فهذا يخرج على الإياس من إيمانهم، أي لا يؤمنون إلى ذلك الوقت الذي لا ينفعهم إيمانهم. </p><p> والوجه الأول على التوبيخ والتعيير. </p><p> وقوله:  (قُلْ فَانْتَظِرُوا) وبي ذلك (إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ) ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (ثُمَّ نُنَجِّي رُسُلَنَا وَالَّذِينَ آمَنُوا كَذَلِكَ حَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِينَ (١٠٣) </p><p> قوله:  (نُنَجِّي) أي: أنجينا الرسل والذين آمنوا؛ لأنه لم يكن بعده رسول، وتأويله - واللَّه أعلم - أنه وعده أن ينجي الرسل والذين آمنوا كذلك حقا علينا أن ينجز ما وعدنا أن ينجي الرسل والذين آمنوا، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (قُلْ يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ وَلَكِنْ أَعْبُدُ اللَّهَ الَّذِي يَتَوَفَّاكُمْ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ (١٠٤) وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ (١٠٥) وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ (١٠٦) وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ (١٠٧) قُلْ يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِوَكِيلٍ (١٠٨) وَاتَّبِعْ مَا يُوحَى إِلَيْكَ وَاصْبِرْ حَتَّى يَحْكُمَ اللَّهُ وَهُوَ خَيْرُ الْحَاكِمِينَ (١٠٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي) . </p><p> قوله:  (إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي) : الذي أدين به، أو إن كنتم في شك من ديني الذي أدعوكم إليه. </p><p> (فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ) أي: إذا شككتم في ديني الذي أدعوكم إليه كنتم </p>"
}