{
  "id": null,
  "sura": 10,
  "aya": 24,
  "text": "<p> وقوله:  (إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُمْ مَتَاعَ الْحَيَاةِ الدُّنْيَا) ويحتمل قوله: (عَلَى أَنْفُسِكُمْ) أي: بعضكم على بعض. </p><p> ويحتمل:  (عَلَى أَنْفُسِكُمْ) أي: حاصل بغيكم يرجع على أنفسكم. </p><p> والبغي هو الظلم؛ فإن كان التأويل: من أنفسكم بعضكم على بعض؛ فيكون الوعيد في قوله:  (ثُمَّ إِلَيْنَا مَرْجِعُكُمْ) وقوله: (ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ) ما قد ذكرنا، وهو حرف وعيد، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّى إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ (٢٤) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ) الآية. قيل: في ضرب مثل الحياة الدنيا بالزرع الذي ذكر وجوه. </p><p> قَالَ بَعْضُهُمْ: قوله: (إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا) وفي سرعة فنائها وانقطاعها ووجوب زوالها مثل ذلك الزرع الذي ذكر في سرعة هلاكه وانقطاعه وزواله عن صاحبه. أو أن يقال: إنما مثل الحياة الدنيا فيما يسر به ويبتهج مثل صاحب الزرع الذي ذكر، فيما سر به وابتهج، ثم كان ما ذكر:  (كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ) . </p><p> وقَالَ بَعْضُهُمْ: إنما مثل الحياة الدنيا للحياة الدنيا فيما ينفقون فيها، مثل صاحب الزرع الذي ذكر ينفق عنيه لما يأمل من المنافع ويطمع منه ثم كان ما ذكر ولو علم في الابتداء أن أمر زرعه يئول ويصير إلى ما صار لكان لا ينفق؛ فعلى ذلك صاحب الحياة الدنيا لو علم أن عاقبة أمر نفقته تصير حسرة عليه وندامة ما أنفق، كما أن صاحب الزرع </p><p> الذي ذكر وبلغ المبلغ الذي ذكر لو علم أن عاقبته كما كان ما أنفق عليه، أو لو علم أنه لا ينتفع به ما أنفق تلك النفقة، أي: لو علم أن سروره وابتهاجه به لا يبقى ولا يدوم إلى آخره ما تكلف ذلك، أو لو علم أنها تزول عنه وتنقطع عن تلك السرعة ما أنفق ذلك وما تكلف الذي تكلف. </p><p> ويحتمل ضرب مثل الحياة الدنيا بما ذكر من النبات وجهين: </p><p> أحدهما: يخبر عن سرعة زوالها وانقطاعها كالنبات الذي ذكر أنه يتسارع إلى الزوال والانقطاع لما يصيبه من الآفة فعلى ذلك الدنيا. </p><p> والثاني يخبر عن تغيرها وانقلاب أمرها كالنبات، الذي يتغير في أدنى مدة ووقت. </p><p> وقوله - عَزَّ وَجَلَّ -: (حَتَّى إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ) قيل: حسنها، وازينت وحسنت فأنبتت من ألوان النبات. </p><p> وقال أَبُو عَوْسَجَةَ: زخرفها: زينتها من النبت، (حَصِيدًا) أي: محصودا كما يحصد الحصاد، والحصاد: الزرع، (كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ) أي: لم تعش، والمغاني هي، المواضع التي يعيش فيها الناس، قال: وواحد المغاني مغنى. </p><p> وقَالَ الْقُتَبِيُّ: وأصل الزخرف الذهب؛ يقال للنقش والذهبة وكل شيء زين: زخرف، وقال:  (كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ) والمغاني: المنازل واحدها مغنى. </p><p> وقَالَ بَعْضُهُمْ:  (كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ) أي: لم تنعم. </p><p> وقيل: لم تعمر. </p><p> وقَالَ بَعْضُهُمْ: هو من الغِنَى، أي: كأن لم تكن غنيا بالأمس، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا) أي: ظن أهل الدنيا فيما ينفقون أنهم قادرون على تلك النفقة، كما ظن صاحب الزرع أنه قادر على ذلك الزرع. </p><p> وقوله:  (أَتَاهَا أَمْرُنَا) قيل: عذابنا سمي أمرًا؛ لأنه بأمره أتاه، وفيه أنه لم يأته عن غفلة وسهو، ولكن عن علم وأمر؛ عظة لهم وتنبيهًا؛ ألا ترى أنه قال:  (كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ) كأن الآيات في هذا الموضع المواعظ، أي: فيما ذكر من ضرب مثل الحياة الدنيا بالنبات والزرع الذي ذكر عظة وتنبيه لمن تفكر فيه، واللَّه أعلم. </p>"
}