{
  "id": null,
  "sura": 10,
  "aya": 68,
  "text": "<p> وفي قوله:  (جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا) وجوه من الدلالة: </p><p> أحدها: ما ذكرنا من تذكير النعم يدعوهم به إلى الشكران وينهاهم عن الكفران، وفيه تذكير القدرة له حيث أنشأ هذا وأحدثه وأتلف الآخر، فمن قدر على هذا لا يعجزه شيء، وفيه دليل السلطان حيث يأخذهم الليل ويستر عليهم الأشياء شاءوا أو أبوا؛ وكذلك النهار يأتيهم حتى يكشف وجوه الأشياء ويجلي شاءوا أو أبوا، وفيه دليل التدبير والعلم لما ذكرنا من اتساق جريانهما على سنن واحد ومجرى واحد. </p><p> وفيه دلالة وحدانية منشئهما بين هاهنا فيما جعل الليل حيث قال:  (لِتَسْكُنُوا فِيهِ) أخبر أنه جعل الليل للسكون والراحة، فدل ذكر السكون في الليل على أنه جعل النهار للسعي وطلب العيش، ألا ترى أنه قال في النهار:  (مُبْصِرًا) أي: يبصرون فيه ما يتعيشون، وهو ما ذكر في آية أخرى:  (وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ. . .) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ) : ولم يقل: يبصرون فظاهر ما سبق من الذكر يجب أن يقال: لقوم يبصرون؛ لأنه قال:  (وَالنَّهَارَ مُبْصِرًا) ، لكن يحتمل قوله:  (يَسْمَعُونَ) أي: يعقلون؛ كقوله:  (وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْكَ أَفَأَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوا لَا يَعْقِلُونَ) . </p><p> ويحتمل قوله:  (يَسْمَعُونَ) أما ذكر من الآيات من أول السورة إلى هذه المواضع آيات لقوم يسمعون: ينتفعون بسماعهم أو يسمعون، أي: يجيبون كقوله: سمع اللَّه لمن حمده: أي: أجاب اللَّه. </p><p> * * * </p><p> قوله تعالى:  (قَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَانَهُ هُوَ الْغَنِيُّ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ إِنْ عِنْدَكُمْ مِنْ سُلْطَانٍ بِهَذَا أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ (٦٨) قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ (٦٩) مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ (٧٠) </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَانَهُ هُوَ الْغَنِيُّ) . </p><p> قَالَ بَعْضُهُمْ: أرادوا بقولهم: اتخذ اللَّه ولدا حقيقة الولد؛ كقوله:  (وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ)  [. . . .] . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَتِ الْيَهُودُ. . .) كذا، (وَقَالَتِ النَّصَارَى. . .) كذا فنزه - عَزَّ وَجَلَّ - نفسه عما قالوا بقوله:  (سُبْحَانَهُ هُوَ الْغَنِيُّ) أنه لم يلد أحدًا ولا ولد هو من أحد؛ ولهذا قال:  (لَمْ يَلِدْ وَلَمْ يُولَدْ) ؛ إذ في الشاهد لا يخلو إما أن يكون ولد من آخر أو والد، والخلق كله لا يخلو من هذا، فأخبر أنه لم يلد هو أحد ولا ولد من أحد. </p><p> وقوله:  (سُبْحَانَهُ هُوَ الْغَنِيُّ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) تأويله - واللَّه أعلم - أن في الشاهد من اتخذ ولدا إنما يتخذ لأحد وجوه ثلاثة: إما لحاجة تمسه، أو لشهوة تغلبه، أو لما يستنصر به على آخر ممن يخافه، فإذا كان له ملك السماوات والأرض وملك ما فيهما كلهم عبيده وإماؤه، فلا حاجة تقع له إلى الولد؛ إذ هو الغني وله ملك ما فيِ السماوات والأرض ومن هذا وصفه فلا يحتاج إلى الولد، ولأنه لا أحد في الشاهد يحتمل طبعه اتخاذ الولد من عبيده وإمائه، فإذا كان لله سبحانه الخلائق كلهم عبيده وإماؤه كيف احتمل اتخاذ الولد منهم لو جاز وقد بينا إحالة ذلك وفساده. </p><p> ولأن الولد يكون من شكل الوالد ومن جنسه كالشريك يكون من شكل الشريك ومن جنسه فكان في نفي الشريك نفي الولد؛ لأن معناهما واحد وكل ذي شكل له ضد ومن له ضد أو شكل فإنه لا ربوبية له ولا ألوهية. </p><p> وقَالَ بَعْضُهُمْ: قولهم: اتخذ اللَّه ولدا، لم يريدوا حقيقة الولد، ولكن أرادوا منزلة الولد وكرامته، فهو -أيضًا- منفي عنه؛ لأن من لا يحتمل الحقيقة - أعني: حقيقة </p>"
}