{
  "id": null,
  "sura": 10,
  "aya": 74,
  "text": "<p> المؤمن والكافر جميعًا؛ كقوله:  (إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ) ، فإذا كان ما ذكرنا فيكون تأويله: فانظر كيف كان عاقبة من أجاب ومن لم يجب: عاقبة من أجاب الثواب، وعاقبة من لم يجب العذاب. </p><p> ويحتمل المنذرين الذين لم يقبلوا الإنذار ولم يجيبوا، أي: انظر كيف كان عاقبتهم بالهلاك والاستئصال، ويكون تأويل قوله:  (إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ) ، أي: إنما يقبل الإنذار من اثبع الذكر، أو إنما ينتفع بالإنذار من اتبع الذكر، أو أما من لم يتبع الذكر لم ينتفع، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (ثُمَّ بَعَثْنَا مِنْ بَعْدِهِ رُسُلًا إِلَى قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا بِهِ مِنْ قَبْلُ كَذَلِكَ نَطْبَعُ عَلَى قُلُوبِ الْمُعْتَدِينَ (٧٤) أي: من بعد نوح رسلا إلى قومهم، أي: بعثنا إلى كل قوم رسولا، لا أنه بعث الرسل جملة إلى قومهم، ولكن واحدًا على أئر واحد. </p><p> (فَجَاءُوهُمْ بِالْبَيِّنَاتِ) : يحتمل البينات الحجج والبراهين التي أقاموها على ما ادعوا من الرسالة والنبوة. </p><p> ويحتمل البينات بيان ما عليهم أن يأتوا ويتقوا. </p><p> ويحتمل البينات بما أخبروهم وأنبئوا قومهم بالعذاب أنه نازل بهم في الدنيا. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا بِهِ مِنْ قَبْلُ) قَالَ بَعْضُهُمْ: ما كان كفار مكة ليؤمنوا وليصدقوا بالآيات والبيانات كما لبم يصدق به أوائلهم. </p><p> وقَالَ بَعْضُهُمْ: قوله: (بِمَا كَذَّبُوا بِهِ مِنْ قَبْلُ) أي: قبل بعث الرسل، ففيه دلالة أن أهل الفترة يؤاخذون بالتكذيب في حال الفترة. </p><p> ويحتمل قوله:  (بِمَا كَذَّبُوا بِهِ مِنْ قَبْلُ) أي: من قبل إتيان البينات، أي: ما كانوا ليؤمنوا بعدما جاءوا بالبينات بما كذبوا به من قبل مجيء البينات. </p><p> (كَذَلِكَ نَطْبَعُ عَلَى قُلُوبِ الْمُعْتَدِينَ) أي: هكذا نطبع على قلوب أهل مكة كما طبعنا على قلوب أوائلهم؛ إذ علم أنهم لا يقبلون الآيات ولا يؤمنون بها، والاعتداء هو الظلم مع العناد والمجاوزة عن الحد الذي جعل. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا بِهِ مِنْ قَبْلُ) هو يخرج على وجهين؛ أحدهما: ما كانوا ليؤمنوا بالبينات إذا جاءتهم البينات على السؤال، وهكذا عادتهم أنهم لا يؤمنون بالآيات إذا أتتهم على السؤال. </p><p> والثاني: ما كانوا ليؤمنوا بما كذبوا على علم منهم أنها آيات وأنه رسول؛ واللَّه أعلم. </p>"
}