{
  "id": null,
  "sura": 10,
  "aya": 18,
  "text": "<p> افْتَرَى عَلَى اللَّهِ كَذِبًا) أي: لا أحد أظلم ممن افترى على اللَّه كذبًا. </p><p> والثالث: يحتمل قوله: (فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِنْ قَبْلِهِ) فلم أسمع أحدًا ادعى البعث، ولا أقام حجة عليه، وأنا قد ادعيت البعث وأقمت على ذلك حجة، أفلا تعقلون هذا أني لم أخترع من عند نفسي؟! </p><p> وقوله:  (فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لَا يُفْلِحُ الْمُجْرِمُونَ (١٧) يشبه أن هذا صلة قوله: (ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ) أي كيف تطلبون مني إتيان غيره وتبديل أحكامه وقد تعرفون قبح الكذب وفحشه فكيف تسألونني الافتراء على اللَّه وتكذيب آياته؟ </p><p> ويحتمل أن يكون صلة ما ادعوا عليه أنه افتراه من عند نفسه؛ يقول: إنكم لم تأخذوني بكذب قط، وقد لبثت فيكم عمرا فكيف تنسبوني إلى الكذب على اللَّه، وقد عرفتم قبح الكذب على اللَّه وفحشه؟! </p><p> ويحتمل على الابتداء ثم قد ذكرنا أن قوله:  (فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) استفهام، فجوابه ما قاله أهل التأويل: لا أحد أبين ظلما ولا أفحش ممن افترى على الله كذبًا؛ لا أن تفسيره ما قالوه، وقد ذكرنا هذا في غير موضع. </p><p> (أَوْ كَذَّبَ بِآيَاتِهِ) : الافتراء على اللَّه تكذيب بآياته، وتكذيب آياته افتراء على اللَّه. </p><p> * * * </p><p> قوله تعالى:  (وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (١٨) وَمَا كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَةً فَاخْتَلَفُوا وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ (١٩) وَيَقُولُونَ لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ فَقُلْ إِنَّمَا الْغَيْبُ لِلَّهِ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ (٢٠) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ) يحتمل وجهين: </p><p> ما لا يضرهم لو تركوا عبادته ولا ينفعهم إن عبدوه. </p><p> والثاني:  (مَا لَا يَضُرُّهُمْ) أي: ما لا يملكون الضرر بهم، (وَلَا يَنْفَعُهُمْ) أي: ولا يملكون جر النفع إليهم يسفههم في عبادتهم من لا يملك بهم دفع الضرر، ولا يملك جر النفع، وتركهم عبادة من به يكون جميع منافعهم وعذابهم، ومنه يكون كل خوف وضرّ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ) : يحتمل هذا القول منهم تقليدا لآبائهم؛ كقولهم:  (وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا) ، ظنوا أن آباءهم لما تركوا وما هم عليه لم يعذبوا - أنهم على الحق، وأن اللَّه قد رضي بذلك، أو قالوا ذلك لما لم يروا أنفسهم أهلا لعبادة اللَّه والقيام بخدمته، وقد يكون مثل هذا في ملوك الأرض أن كل أحد لا يرى نفسه يصلح لخدمة الملك، فيخدم من دونه المتصلين به رجاء أن يكون من خدمه شفيعا له عند الملك؛ فعلى ذلك هَؤُلَاءِ طمعوا أن عبادتهم هَؤُلَاءِ تقربهم إلى اللَّه زلفى، ويكونون لهم شفعاء عند اللَّه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ) يقول: أتنبئون اللَّه أي أتخبرون اللَّه بما لا يعلم، أي: تعلمون أنه عالم، أي: أتعلمون من تَعْلمون أنه يعلم ما ذكر وأنتم لا تعلمون ذلك، وقد تعلمون أنه لو كان كذلك لكان هو أعلم به منكم. </p><p> والثاني: أن تقولوا ما لا يعلم، أي: يعلم أنه ليس كما تقولون كقول الناس: ما شاء اللَّه كان وما لم يشأ لا يكون، أي: ما شاء ألا يكون لا يكون. </p><p> وقوله: [ (سُبْحَانَهُ) ]: كلمة جعلت لإجلال اللَّه عما يحتمله غيره من الأشكال والأضداد، ومن العيوب والآفات، وهو في هذا الموضع يتوجه إلى وجهين إذ كانوا يعبدون ما ذكر ويقولون: هم شفعاؤنا عند اللَّه، فيقول: سبحانه أن يجعل لأمثال أُولَئِكَ </p>"
}