{
  "id": null,
  "sura": 10,
  "aya": 97,
  "text": "<p> وقوله:  (فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ) : الشاكين. </p><p> (وَلَا تَكُونَنَّ مِنَ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ فَتَكُونَ مِنَ الْخَاسِرِينَ (٩٥) هو ما ذكرنا أنه يريد بالخطاب غيره، وإلا لا يحتمل أن يكون رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يكون من الشاكين، أو يكون من الذين يكذبون بآيات اللَّه، أو يكون من الخاسرين. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ (٩٦) وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ (٩٧) فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِينٍ (٩٨) وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ (٩٩) وَمَا كَانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ وَيَجْعَلُ الرِّجْسَ عَلَى الَّذِينَ لَا يَعْقِلُونَ (١٠٠) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ) . </p><p> قوله:  (حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ) هو قوله - عَزَّ وَجَلَّ -: (لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ) ، هذا يكون في الختم من يختم به يعني بالكفر فقد حقت كلمهّ ربك لأملأن جهنم، أو (حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ) ما ذكر في آية أخرى: (أُولَئِكَ يَنَالُهُمْ نَصِيبُهُمْ مِنَ الْكِتَابِ. . .) الآية، أو كلمة ربك ما ذكر:  (وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ) أي: علم ربك بأحوالهم، أي: من كان علمه أنه لا يؤمن فلا يؤمن وقت اختياره الكفر؛ كقوله:  (مَنْ يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ) أي: من يضلل اللَّه فلا هادي له، وقت اختيارهم الكفر؛ وكذلك قوله:  (وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ) ، وقت اختيارهم الظلم ونحو ذلك، فالتأويل الأول يرجع إلى الختم به، والثاني: إلى وقت من ثبت عليه علم ربه أنه لا يؤمن إلى وقت أنه لا يؤمن في ذلك الوقت. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ (٩٧) قيل: في الدنيا إيمان دفع العذاب ويحتمل في الدنيا، وقد ذكرنا هذا. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِينٍ (٩٨) أي: لم تكن القرى آمنت عند معاينة البأس إيمانا نفعها إلا إيمان قوم يونس، فإنهم آمنوا إيمان حقيقة وعلم اللَّه صدقهم من إيمانهم فنفعهم إيمانهم، هذا يخرج </p>"
}