{
  "id": null,
  "sura": 10,
  "aya": 87,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَ مُوسَى يَا قَوْمِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ فَعَلَيْهِ تَوَكَّلُوا إِنْ كُنْتُمْ مُسْلِمِينَ (٨٤) فيه دلالة أن الإيمان والإسلام واحد في الحقيقة؛ لأنه بدأ بالإيمان بقوله:  (إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ) وختم بالإسلام بقوله: (إِنْ كُنْتُمْ مُسْلِمِينَ) دل أنهما واحد هو اعتقاد ترك نضييع كل حق، والإسلام اعتقاد تسليم كل حق وترك تضييعه، واللَّه أعلم. والإسلام هو جعل كلية الأشياء لله سالمة، والإيمان هو التصديق بكلية الأشياء فيما فيها من الشهادة لله بالربوبية له والألوهية. </p><p> وقوله:  (فَعَلَيْهِ تَوَكَّلُوا إِنْ كُنْتُمْ مُسْلِمِينَ) يحتمل هذا وجهين: </p><p> يحتمل: أن يكون قال ذلك لما خافوا مواعيد فرعون وعقوباته؛ كقوله للسحرة لما آمنوا:  (لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ. . .) الآية، فقال عند ذلك:  (فَعَلَيْهِ تَوَكَّلُوا) في دفع ذلك عنكم، فقالوا:  (عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ (٨٥) </p><p> قوله:  (لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ) يحتمل ما قاله على خوف من فرعون وملئه أن يفتنهم ما قيل أي: يقتلهم ويعذبهم، واللَّه أعلم. </p><p> هذا يخرج على وجهين: </p><p> أحدهما: أي لا تجعل لهم علينا الظفر والنصر، فيظنون أنهم على هدى وعلى حق ونحن على ضلال وباطل. </p><p> والثاني: لا تجعلنا تحت أيدي الظلمة فيعذبونا؛ فيكون ذلك فتنة لنا ومحنة على ما فعل فرعون بالسحرة لما آمنوا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ (٨٦) فيه أن قوله: الظالمين والكافرين واحد، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَأَوْحَيْنَا إِلَى مُوسَى وَأَخِيهِ أَنْ تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا الصَّلَاةَ وَبَشِّرِ الْمُؤْمِنِينَ (٨٧) وَقَالَ مُوسَى رَبَّنَا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً وَأَمْوَالًا فِي الْحَيَاةِ الدُّنْيَا رَبَّنَا لِيُضِلُّوا عَنْ سَبِيلِكَ رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ (٨٨) قَالَ قَدْ أُجِيبَتْ دَعْوَتُكُمَا فَاسْتَقِيمَا وَلَا تَتَّبِعَانِّ سَبِيلَ الَّذِينَ لَا يَعْلَمُونَ (٨٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَوْحَيْنَا إِلَى مُوسَى وَأَخِيهِ أَنْ تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً. . .) الآية يحتمل وجهين: </p><p> أَنْ تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً </p><p> أحدهما: يحتمل قوله: (أَنْ تَبَوَّءَا لِقَوْمِكُمَا) أي: اتخذا لقومكما مساجد يصلون فيها، (وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً) أي: اجعلوا في بيوتكم التي اتخذتم مساجد قبلة؛ فيكون في قوله: ، (أَنْ تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا) الأمر باتخاذ المساجد، ويكون في قوله:  (وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً) الأمر باتخاذ القبلة في المساجد التي أمر ببنيانها. </p><p> والثاني: قوله: (أَنْ تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا) ، أي: اتخذا لقومكما بمصر مساجد على ما ذكرنا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً) أي: اجعلوا في بيوتكم التي بنيتم لأنفسكم قبلة تحّوجهون إليها، ويكون فيه دلالة أن نصب الجماعة واتخاذ المساجد والقبلة مثوارثة مسنونه ليست ببديعة لنا وفي شريعتنا خاصة، ويؤيد ما ذكرنا أن فيه الأمر باتخاذ المساجد. </p><p> وقوله:  (وَأَقِيمُوا الصَّلَاةَ) دل الأمر بإقامة الصلاة على أن الأمر ببناء البيوت أمر باتخاذ المساجد واتخاذ القبلة. </p><p> فَإِنْ قِيلَ: هذا في الظاهر أمر باتخاذ المساجد، والآية التي ذكر فيها اتخاذ المساجد تخرج مخرج الإباحة لنا، وهو قوله:  (فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ) هو في الظاهر إباحة. </p><p> قيل: هو أمر في الحقيقة، وإن كان في الظاهر إباحة، ألا ترى أنه قال:  (وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا. . .) الآية، ولا شك أن ذكر اسمه والتسبيح له أمر؛ فدل أنه ما ذكرنا، واللَّه أعلم. </p><p> وأما أهل التأويل فإنهم قالوا: إنهم كانوا يخافون فرعون وملأه، فأمروا أن يجعلوا في بيوتهم مساجد مستقبلة الكعبة يصلون فيها سرا خوفًا من فرعون، هذا يحتمل إذا كان قبل هلاك فرعون وقبل أن يستولوا على مصر، وإذا كان بعد هلاكه وبعدما استولوا وملكوا على مصر وأهله فالأمر فيه ما ذكرنا؛ أمر باتخاذ المساجد ونصب الجماعات فيها وإقامة الصلاة فيها. </p>"
}