{
  "id": null,
  "sura": 10,
  "aya": 94,
  "text": "<p> وعلى هذا يخرج قوله:  (رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ. . .) الآية. </p><p> أي: أخرجني مخرج أهل صدق وأدخلني مدخل أهل صدق، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ) قال أهل التأويل: يعني المن والسلوى، ولكن الطيبات هي التي طابت بها الأنفس مما حل بالشرع مما لا تبعة على أربابها مما لم يعص فيها. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَا اخْتَلَفُوا حَتَّى جَاءَهُمُ الْعِلْمُ) أي: فما اختلفوا في الدِّين إلا من بعد ما جاءهم العلم أنه حق. </p><p> وقيل: فما اختلفوا في مُحَمَّد في أنه رسول اللَّه إلا من بعد ما جاءهم العلم أنه رسول اللَّه وقيل: فما اختلفوا في القرآن والأديان التي أنزلها على رسوله إلا من بعد ما جاءهم العلم، أنه منزل من عند اللَّه. ويحتمل قوله:  (فَمَا اخْتَلَفُوا) في موسى أنه رسول اللَّه إلا من بعد ما جاءهم العلم أنه رسول اللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ. . .) الآية: ظاهرة من الوجوه التي ذكرنا. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ) يحتمل وجهين: </p><p> أحدهما: الجزاء والثواب، والثاني: في تبيين المحق من المبطل. </p><p> * * * </p><p> قوله تعالى:  (فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ لَقَدْ جَاءَكَ الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ (٩٤) وَلَا تَكُونَنَّ مِنَ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ فَتَكُونَ مِنَ الْخَاسِرِينَ (٩٥) </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ) : اختلف فيه؛ قَالَ بَعْضُهُمْ: الخطاب به لرسول اللَّه والمراد منه غيره. وقَالَ بَعْضُهُمْ: الخطاب به المراد به جميعًا غيره. وقَالَ بَعْضُهُمْ، الخطاب به والمراد به رسول اللَّه ما كنت في شك مما أخبرتهم وأنبأتهم، فمن قال: الخطاب لرسول اللَّه والمراد به غيره، وهو ما ظهر في الناس أنهم يخاطبون من هو أعظم منزلة عندهم وقَدْرًا ويريدون به غيره، وإلا لا يحتمل أن يكون رسول اللَّه يشك فيما أنزل إليه قط أو يرتاب؛ كقوله: (إِمَّا يَبلُغَنَّ </p><p> عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا. . .) الآية، ومعلوم أنه في وقت ما خوطب به لم يكن أبواه أحياء دل أنه أراد به غيره؛ فعلى ذلك الأول. </p><p> ومن قال: الخطاب والمراد به من غير رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يقول: إن الوفود من الكفرة كانوا يتقدمون رسول اللَّه فيسألونه شيئًا فشيئًا فيخاطب الذي يتقدم، وكان يحضره الوحدان والجماعة يقول:  (فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ) . </p><p> وقوله:  (وَأَنْزَلْنَا إِلَيْكَ) على هذا التأويل هو منزل إليه؛ إذ كل منزل على رسول الله منزل عليه وإليه وإلى كل أحد كقوله:  (اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ) أمرهم باتباع ما أنزل إليهم دل أن كل منزل على رسول اللَّه منزل عليهم. </p><p> ومن قال: الخطاب والمراد به رسول اللَّه قال لما لا يحتمل أن يكون رسول اللَّه يشك في شيء مما أنزل إليه، ولكنه يريد به التقرير عنده لقول الكفار إن الذي يلقي على محمد شيطان فيريد به التقرير عنده، أو يخاطب به كل شاك؛ كقوله:  (يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ (٦) الَّذِي)، هو يخاطب إنسانًا واحدًا، ولكن المراد به كل إنسان مغرور وكل كافر، وذلك جائز في القرآن كثير أن يخاطب به كلا في نفسه. </p><p> ومن قال: خاطب به رسوله وأراد هو -أيضًا- وهو كان في الابتداء على غير يقين أنه يوحى إليه أو لا؛ كقوله:  (وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ) ، وقوله:  (مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ) ، فقال:  (فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ) الأنباء التي أخبرتهم وأنبأتهم وادعيت أنها أوحيت إليك ليخبروك على ما أخبرتهم. </p><p> وقوله:  (فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ) قَالَ بَعْضُهُمْ: فاسأل الذين يقرءون الكتاب يعني من آمن منهم. </p><p> وقَالَ بَعْضُهُمْ: سل أهل الكتاب منهم يخبرونك؛ لأنه مكتوب عندهم؛ كقوله: قوله تعالى: (يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ. . .) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَقَدْ جَاءَكَ الْحَقُّ مِنْ رَبِّكَ) قيل: الحق القرآن جاء من ربك، وقيل: جاء البيان أنه من عند اللَّه. </p>"
}