{
  "id": null,
  "sura": 10,
  "aya": 90,
  "text": "<p> دعاء، ولهذا قال مُحَمَّد بن الحسن - رحمه اللَّه - في بعض كتبه: إن الإمام يدعو في القنوت في الوتر والقوم يؤمنون. </p><p> وقوله تعالى:  (فَاسْتَقِيمَا) على الرسالة وما أمرتكما به، (وَلَا تَتَّبِعَانِّ سَبِيلَ الَّذِينَ لَا يَعْلَمُونَ) ؛ وهو كقوله لمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: (وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ) ؛ وكقوله:  (وَلَا تَتَّبِعْ أَهْوَاءَهُمْ) ، ونحوه، وإن كان العلم محيطا أن الأنبياء - صلوات اللَّه عليهم - لا يتبعون سبيل أُولَئِكَ ولا يتبعون أهواءهم لما عصمهم - عَزَّ وَجَلَّ - ولكن ذكر هذا - واللَّه أعلم - ليعلم أن العصمة لا تزيل النهي والأمر بل تزيد حظرًا ونهيا، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ بَغْيًا وَعَدْوًا حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ (٩٠) آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ (٩١) فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً وَإِنَّ كَثِيرًا مِنَ النَّاسِ عَنْ آيَاتِنَا لَغَافِلُونَ (٩٢) وَلَقَدْ بَوَّأْنَا بَنِي إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ فَمَا اخْتَلَفُوا حَتَّى جَاءَهُمُ الْعِلْمُ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (٩٣) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ) : هذا ظاهر. </p><p> وفي قوله:  (وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ) دلالة خلق أفعال العباد؛ لأنه أضاف إلى نفسه أنه جاوز بهم، وبنو إسرائيل هم الذين تجاوزوا، دل ذلك أنه خالق فعلهم. </p><p> وأما قوله:  (حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ) أي: حتى إذا غرق؛ لأنه ذكر في بعض القصة أن فرعون لما انتهى إلى ساحل البحر، فرأى البحر منفرجا طرقًا، فقال: إنما انفرج البحر لي، فلما دخل غرق فعند ذلك قال غريقا:  (آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ) ثم إيمانه لم يقبل في ذلك الوقت لوجهين: </p><p> أحدهما: لما يحتمل أن يكون إيمانه عند رؤية البأس وخوف الهلاك، فهو إيمان دفع البأس لا إيمان حقيقة، وهو على ما أخبر عن إيمان الكفرة في الآخرة لما عاينوا العذاب؛ </p>"
}