{
  "id": null,
  "sura": 10,
  "aya": 22,
  "text": "<p> ويحتمل قوله:  (قُلِ اللَّهُ أَسْرَعُ مَكْرًا) أي: أسرع لجزاء المكر منكم، أو أسرع أخذًا من حيث لا تعلمون أنتم. </p><p> وقال بعض أهل اللغة: المكر بالآيات هو الرد والجحود لها. </p><p> وقَالَ بَعْضُهُمْ: استهزاء بها؛ فهو واحد، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ وَجَاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ (٢٢) اختلف فيه: </p><p> قال: بعضهم: قوله: (هُوَ الَّذِي يُسَيِّرُكُمْ) أي: هو الذي سخر لكم ما به تسيرون في البر والبحر، وهو الدواب والسفن التي يقطع بها البراري والبحار، وهو كقوله:  (لِتَسْتَوُوا عَلَى ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ (١٣) . </p><p> وقيل: قوله: (هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ) أي: سخر لكم البر والبحر وهما مكانا الخوف والهلاك، أي: حفظكم فيهما حتى قضيتم فيهما حوائجكم، وليس في وسع الخلق حفظ البراري والبحار عما فيهما من الأهوال، فتولى اللَّه بفضله حفظ السائرين فيهما، حتى قضوا فيهما حوائجهم؛ وهو كقوله:  (وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا. . .) إلى آخر ما ذكر من أنواع المنافع، فلولا أن اللَّه سخر لهم ذلك وحفظهم فيه، وإلا لم يكن في وسعهم القيام بذلك وحفظ أنفسهم فيه من الأهوال التي فيه، يذكرهم نعمه ومننه التي أنعمها عليهم ليوجهوا شكر نعمه إليه. </p><p> ثم قوله:  (يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ) يحتمل يخلق وينشئ سيركم في البر والبحر؛ وهو كقوله:  (وَقَدَّرْنَا فِيهَا السَّيْرَ سِيرُوا فِيهَا لَيَالِيَ. . .) الآية، والتقدير هو التخليق والمقدر المخلوق، ففيه دلالة خلق أفعال الخلق؛ لأن السير هو فعل الخلق أضافه إلى نفسه؛ دل أنه منشئ فعلهم، واللَّه أعلم. </p><p> ويشبه أن يكون قوله:  (هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ) لم يرد به البر والبحر نفسه، ولكنه أراد تذكير نعمه عليهم في كل حال وكل وقت ليشكروا له في كل حال؛ وهو كقوله:  (ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ) ، لم يرد به البر والبحر أنفسهما، ولكن أراد المكان الذي فيه المياه والمكان الذي لا مياه فيه، أي: ظهر الفساد في الأماكن كلها؛ فعلى ذلك الأول يذكرهم نعمه التي أنعمها عليهم في الأماكن كلها والأحوال جميعًا، واللَّه أعلم. </p>"
}