{
  "id": null,
  "sura": 10,
  "aya": 99,
  "text": "<p> على وجوه: </p><p> أحدها: أن سائر القرى كان إيمانها عند إقبال العذاب إليهم ووقوعه عليهم، فلم ينفعهم إيمانهم، إلا قوم يونس، فإن إيمانهم إنما كان لتخويف العذاب فينفعهم. </p><p> والثاني: يحتمل أن يكون قوم يونس، كان نزول العذاب بهم على التخيير والتمكين إن قبلوا الإيمان أمنوا دفع العذاب عنهم، وإن لم يقبلوا نزل بهم. </p><p> والثالث: إنما كان إيمان سائر القرى بعدما عاينوا مقامهم في النار فآمنوا، فيكون إيمانهم إيمان اضطرار، وقوم يونس آمنوا قبل أن يعاينوا ذلك، ويشبه أن يكون قوله:  (فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ) بعد وقوع العذاب والبأس، (فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ) وفإنهم آمنوا إذ عاينوا العذاب قبل أن يقع بهم، وإيمان فرعون وقومه إنما كان بعدما غرقوا وبعدما خرجت أنفسهم من أيديهم فلم يقبل، وإيمان قوم يونس كان قبل أن يقع العذاب بهم وأنفسهم في أيديهم بعد فقبل، وهو ما ذكر عَزَّ وَجَلَّ:  (وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وَظَنُّوا أَنَّهُ وَاقِعٌ بِهِمْ. . .) الآية، آمنوا بعدما عاينوا قبل أن يقع بهم وسائر الأمم الخالية كان منهم الإيمان بعد وقوع العذاب بهم من نحو عاد وثمود وأمثاله، وأصله ما ذكرنا آنفًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا) . </p><p> قوله:  (كَشَفْنَا عَنْهُمْ) : بحلول العذاب بهم، (عَذَابَ الْخِزْيِ) : هو العذاب الفاضح وإلا الخزي هو العذاب. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ (٩٩) قالت المعتزلة: قوله: (وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ) مشيئة القهر والقسر، لو شاء لأجبرهم وقهرهم جميعًا فيؤمنوا وإلا فقد شاء أن يؤمنوا مشيئة الاختيار لكنهم لم يؤمنوا، واستدلوا على ذلك بقوله:  (أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ) . </p><p> فيقال لهم: إن مشيئة الاختيار هي الظاهرة عندكم ومشيئة الجبر والقهر غائبة، فإذا وجد منه مشيئة الاختيار فلم يؤمنوا ولم تنفذ مشيئته فيهم كيف يصدق هو في الإخبار عن </p><p> المشيئة التي هي غائبة أنها لو كانت لآمنوا هذا فاسد على قولهم. </p><p> وبعد فإن المشيئة لو كانت مشيئة القهر لكانوا مؤمنين بتلك المشيئة وهي خلقة؛ لأن كل كافر مؤمن بخلقته؛ لأن خلقة كل أحد تشهد على وحدانية اللَّه، فإذا كانوا مؤمنين بالخلقة ثم ذكر أنه لو شاء لآمنوا دل أنه لم يرد به مشيئة القهر ولكنه أراد مشيئة الاختيار، وتأويله عندنا هو أن عند اللَّه تعالى لطف لو أعطاهم كلهم لآمنوا جميعًا، لكنه إذ علم أنهم لا يؤمنون لم يعطهم وهو التوفيق والعصمة، لكنه إذ علم منهم أنهم لا يؤمنون شاء ألا يؤمنوا، ثم لا يحتمل أن يتحقق الإيمان بالجبر والقهر؛ لأنه عمل القلب والجبر والإكراه مما لا يعمل على القلب، فهو وإن تكلم بكلام الإيمان فلا يكون مؤمنا حتى يؤمن بالقلب، فيكون التأويل على قولهم: ولو شاء ربك فلا يؤمنوا، فهذا متناقض فاسد. </p><p> وبعد فإن الإيمان لا يكون في حال الإكراه والإجبار؛ لأن الإكراه يزيل الفعل عن المكره كان لا فعل له في الحكم. </p><p> وقوله:  (أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ) فَإِنْ قِيلَ: أليس قال اللَّه - عز وجل -: (تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ) أي: حتى يسلموا وذلك إكراه، وقال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" أمرت أن أقاتل الناس حتى يقولوا: لَا إِلَهَ إِلَّا اللَّهُ \" فذلك إكراه، فكيف يجمع بين الآيتين؟ ! قيل لوجهين: </p><p> أحدهما: ما ذكر أن هذه السورة مكية، وقوله:  (تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ) ، مدنية، فيحتمل قوله:  (أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ) أي: لا تكرههم ثم أمر بالقتال بالمدينة والحرب والإكراه عليه. </p><p> والثاني: يجوز أن يجمع بين الآيتين، وهو أن يكون قوله:  (تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ) أي: تقاتلونهم حتى يقولوا قول إسلام ويتكلموا بكلام الإيمان، دليله ما روي:  \" حتى يقولوا: لَا إِلَهَ إِلَّا اللَّهُ \" ، والقول: بلا لَا إِلَهَ إِلَّا اللَّهُ على غير حقيقة ذلك في القلب ليس بإيمان، وفي هذه الآية حتى يكونوا مؤمنين وبالإكراه لا يكونون مؤمنين </p>"
}