{
  "id": null,
  "sura": 10,
  "aya": 4,
  "text": "<p> وقوله:  (فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى) : قد تقدم ذكره في صدر الكتاب. </p><p> وقوله - عَزَّ وَجَلَّ -: (يُدَبِّرُ الْأَمْرَ) : وهو -أيضًا- على الأول: إن الذي يستحق صرف العبادة إليه وتوجيه الشكر إليه هو الذي يدبر الأمر في مصالح الخلق في جر المنافع إليهم ودفع المضار عنهم، لا الذين لا يملكون المنافع إلى أنفسهم أو دفع المضار عنهم، فضلا عن أن يملكوا أجرها إلى من يعبدهم أو دفع المضار عنهم. </p><p> وقال بعض أهل التأويل:  (يُدَبِّرُ الْأَمْرَ) أي يقضيه، والتدبير والقضاء واحد. </p><p> وقَالَ بَعْضُهُمْ:  (يُدَبِّرُ) : يقدر، وهو ما ذكرنا التدبير والتقدير سواء. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ) : الشفيع هو ذو المنزلة والقدر عند الذي يشفع إليه، لا أحد في الشاهد يشفع لآخر إلى آخر إلا بعد أن يكون الشفيع عند الذي يشفع إليه ذا منزلة وقدر، فإذا كان كذلك فمع ذلك أيضًا يشفع إلا من بعد ما أذن له بالشفاعة لمن جاء بالتوحيد. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ) يقول: ذلكم الذي يستحق العبادة هو ربكم، الذي خلقكم وخلق السماوات والأرض ودبر أموركم، فاعبدوه ولا تعبدوا الذي لا يملك شيئًا من ذلك. </p><p> (أَفَلَا تَذَكَّرُونَ) : أنه هو المستحق للعبادة، وهو المستوجب للشكر، لا الذين تعبدون أنتم. أو أن يقول: أفلا تذكرون أن الذي خلقكم وخلق السماوات والأرض هو ربكم، وهو مدبر أمور الخلائق في مصالحهم ما يرجع إلى مصالحهم في دنياهم ودينهم، لا الذي يعبدون من دون اللَّه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا وَعْدَ اللَّهِ حَقًّا إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِسْطِ وَالَّذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ (٤) إليه مرجع الخلائق كلهم في جميع </p><p> الأوقات، لكنه خص ذلك اليوم بالمرجع إليه لما أن الخلائق كلهم يعلمون يومئذ أنهم راجعون إليه؛ وكذلك قوله:  (وَبَرَزُوا لِلََّهِ جَمِيعًا) ، هم بارزون له في الدنيا والآخرة، لكنهم يومئذ يعرفون ويقرون بالبروز له. </p><p> وكذلك:  (الْمُلْكُ يَوْمَئِذٍ لِلَّهِ) ، الملك لله في الدنيا والآخرة وفي الأوقات جميعا، لكنه خص ذلك اليوم لما لا يازع في الملك في ذلك اليوم، ويقرون بالملك له في ذلك اليوم، وفي الدنيا من قد نازع في ملكه. </p><p> هذا - واللَّه أعلم - وجه التخصيص لذلك اليوم بالملك، وإن كان الملك في الدارين جميعًا فعلى ذلك المرجع، أو سمى البعث رجوعا إليه؛ لما المقصود من إنشائه البعث، فسماه بذلك لما ذكرنا؛ لأنه لو لم يكن المقصود من إنشائه إياهم سوى الإنشاء والإفناء، كان خلقه اياهم عبثًا وباطلا؛ كقوله:  (أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ) . وقوله - عَزَّ وَجَلَّ -: (وَعْدَ اللَّهِ حَقًّا) . </p><p> يحتمل (وَعْدَ اللَّهِ حَقًّا) : البعث الذي ذكر أنه يبدأ الخلق ثم يعيده. ويحتمل (وَعْدَ اللَّهِ حَقًّا) من الثواب والعقاب في الآخرة؛ الثواب للمحسن منهم والعقاب للمسيء. </p><p> وقوله:  (إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ) أي: عرفتم أنه هو الذي يراكم والخلق جميعًا، فكذلك هو يعيدكم بعد إفنائكم؛ إذ بدء الشيء على غير مثال أشد عندكم من إعادته على مثال؛ كقوله:  (وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْ) أي: إعادة الشيء أهون عندكم من بدئه. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِسْطِ) . </p><p> قيل: بالعدل، لكن ما يجزيهم، إنما يجزيهم إفضالًا وإحسانا لا استيجابًا واستحقاقًا. </p><p> ثم يحتمل قوله:  (بِالْقِسْطِ) وجوهًا: </p><p> أحدها: أنه يجزي المحسنين جزاء الإحسان، والمسيء جزاء الإساءة، ويفصل بين العدو والولي في الآخرة في الجزاء، ويجعل للولي علامة وأثرًا يعرف بهما من العدو؛ إذ لم يفصل في الدنيا بين الأولياء والأعداء في الرزق وما يساق إليهم من النعيم، </p><p> ولا يجعل علامة يعرف بها الولي من العدو وجعل في الآخرة ذلك حتى يعرف هذا من هذا، فهذا العدل الذي ذكرنا يشبه أن يكون هو ذلك. </p><p> ويحتمل (بِالْقِسْطِ) الوزن، أي: يجزيهم بالوزن على تعديل النوع بالنوع لا على القدر، أي: يجزي بالحسنة قدرا لا يزيد على ذلك، ولكن يجزي للخير خيرًا وللحسنة حسنة وللسيئة سيئة. </p><p> ويحتمل قوله:  (لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِسْطِ) ، بالعدل، أي: يجزي الذين عملوا بالعدل لم يجوروا فيه ولا جاوزوا الحد الذي حد لهم، ولكن عملوا بالعدل فيه، ويشبه أن يكون على تقديم العدل ليجزي الذين آمنوا بالعدل، أي: لا يعذبهم في النار إذا آمنوا، ثم الذين عملوا الصالحات يوفيهم أجورهم ويزيدهم من فضله، واللَّه أعلم بالصواب ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِسْطِ) أي: يجزيهم في الآخرة بما أقسطوا في الدنيا وعدلوا، فيكون القسط على هذا التأويل نعتًا لهم. </p><p> وإن كان ما ذكر من القسط راجعًا إلى اللَّه ووصفًا له فهو يخرج على وجوه: </p><p> أحدها: يجزي فريقًا من المؤمنين بالعدل، يجزي لإحسانهم جزاء الإحسان، ولإساءتهم جزاء الإساءة؛ فيكون جزاء بالعدل، ويجزي فريقًا آخر منهم بالفضل والإحسان: يجزي بحسناتهم جزاء الحسنة، ويكفر عن سيئاتهم؛ وهو كقوله:  (أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا) الآية، وقوله:  (إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ. . .) الآية. </p><p> والثاني: يجزيهم بالفضل؛ إذ العدل هو وضع الشيء موضعه، أي: يضع الفضل في أهله لا يضعه في غير أهله، ووضع الفضل في أهل الإيمان عدل، إذ هم أهل له - والله أعلم - وهو كقوله:  (وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ) . </p><p> والثالث: العدل الذي هو مقابل الإحسان وهو الفضل لا العدل الذي هو ضد الجور؛ كقوله:  (وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ) الآية، لا يحتمل أن يقول: لن تستطيعوا أن تعدلوا بين النساء في العدل الذي هو ضد الجور؛ لأن في مثل هذا يستطيعون أن يعدلوا بينهم؛ فعلى ذلك قوله:  (لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ) بالعدل الذي هو مقابل الإحسان وهو الفضل؛ إذ للفضل درجات، وأصله </p>"
}