{
  "id": null,
  "sura": 10,
  "aya": 10,
  "text": "<p> أي: اختاروا المقام فيما عملوا لها كأنهم يقيمون فيها أبدا. </p><p> (وَالَّذِينَ هُمْ عَنْ آيَاتِنَا غَافِلُونَ (٧) أُولَئِكَ مَأْوَاهُمُ النَّارُ بِمَا كَانُوا يَكْسِبُونَ (٨) من ردهم الآيات وكفرهم بها. </p><p> وقوله:  (وَرَضُوا بِالْحَيَاةِ الدُّنْيَا وَاطْمَأَنُّوا بِهَا) يحتمل وجهين: أحدهما: سروا بها وآثروا ثواب محاسن الدنيا على ثواب الآخرة. والثاني: رضاهم بالدنيا والطمأنينة فيها منعهم عن التفكير والنظر في أمر الآخرة. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ فِي جَنَّاتِ النَّعِيمِ (٩) دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (١٠) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ) . </p><p> يحتمل وجوهًا: يحتمل: يهديهم ربهم بإيمانهم في الدنيا طريق الجنة في الآخرة، وهو يعني ما ذكر في القصة أن المؤمن إذا أخرج من القبر يصور له عمله في صورة حسنة. </p><p> والثاني: يهديهم ربهم بإيمانهم، أي: يهديهم ربهم بإيمانهم، فيصيرون مهتدين بهدايته إياهم ويشبه يهديهم ربهم بإيمانهم أي يدعوهم إلى الخيرات في الدنيا بإيمانهم، واللَّه أعلم. </p><p> فهذا على المعتزلة؛ لأنهم يمتنعون عن تسمية صاحب الكبيرة مؤمنًا ومعه إيمان، فيلزمهم أن يمتنعوا عما وعد له وإن كان معه إيمان، فإذا ذكر له الوعد مع هذا ألزمهم أن يسموه مؤمنًا لما معه من الإيمان. </p><p> وقوله - عَزَّ وَجَلَّ -؛ (تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ فِي جَنَّاتِ النَّعِيمِ) . يقول أهل التأويل: من تحت أهل الجنة، وقد ذكرنا هذا. </p><p> وقوله - عَزَّ وَجَلَّ -: (دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (١٠) قال قائلون: قوله: (دَعْوَاهُمْ) دعوى الإيمان؛ أي: يدعون في الآخرة من الإيمان والتوحيد لله والتنزيه له كما ادعوا في الدنيا وحدانية اللَّه ونزهوه. وقوله:  (سُبْحَانَكَ اللَّهُمَّ) . </p><p> هو حرف تنزيه وتبرئة الرب عن الأشباه وجميع الآفات التي وصفته المشبهة الملحدة بها، فهذا يدل أن ما خرج مخرج الدعوى فإنه لا يختلف باختلاف الدور. </p><p> وقال عامة أهل التأويل: هو من الدعاء لا من الدعوى، يقولون: إنهم إذا اشتهوا طعامًا أو شرابًا وتمنوا شيئًا فيدعونه بقوله: (سُبْحَانَكَ اللَّهُمَّ) وفيؤتون ما تمنوا واشتهوا؛ لما ذكر أنه لا تنقطع اللذات في الجنة، ولو كان ما يقولون لكان فيه انقطاع اللذات والشهوات، إلا أن يقال: إنهم يلهمون شهوات وأماني فيشتهون، وقال اللَّه - عَزَّ وَجَلَّ -: (وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ) ، (وَفَاكِهَةٍ مِمَّا يَتَخَيَّرُونَ (٢٠) وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ (٢١) ، ولا نعلم ما أراد به. </p><p> وقوله - عَزَّ وَجَلَّ -: (سُبْحَانَكَ اللَّهُمَّ) ويخرج على وجوه: </p><p> أحدها: يخبر أنه ليس على أهل الجنة من العبادات شيء سوى التوحيد وهو كلمة التوحيد. </p><p> والثاني: يقولون ذلك لعظيم ما رأوا من النعيم وعجيب ما عاينوا. </p><p> والثالث: شكرًا لما أعطاهم من ألوان النعيم والأطعمة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ) . </p><p> قال أهل التأويل: إن الملائكة يأتون بما اشتهوا ويسلمون عليهم ويردون السلام على الملائكة؛ فذلك قوله:  (وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ) ، فإذا طعموا وفرغوا قالوا عند ذلك:  (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ) ، وهو قول ابن عَبَّاسٍ وغيره من أهل التأويل، ويشبه أن يكون قوله:  (وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ) والسلام الذي لا عيب فيه ولا مطعن، أي كلام بعضهم لبعض منزه منقى من جميع العيوب والمطاعن؛ كقوله:  (لَا يَسْمَعُونَ فِيهَا لَغْوًا) الآية، وقوله:  (إِلَّا قِيلًا سَلَامًا سَلَامًا) ، ونحوه. </p><p> وقوله:  (وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ) . </p><p> قال أهل التأويل: يقولون على أثر فراغهم من الطعام والشراب ذلك. </p><p> وقال الحسنِ: إن اللَّه رضي عن عباده بالشكر لما أنعم عليهم في الدنيا والآخرة بـ (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ) ، ويشبه أن يكون قوله:  (وَآخِرُ دَعْوَاهُمْ) أي دعواهم فِي الآخرة: (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ) ، كما كان دعواهم في الدنيا (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ) . </p><p> قوله تعالى:  (وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ فَنَذَرُ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا فِي طُغْيَانِهِمْ يَعْمَهُونَ (١١) وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرٍّ مَسَّهُ كَذَلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ (١٢) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ) . </p><p> كأن الآية على الإخبار كأنه قال: ولو يعجل اللَّه للناس الشر إذا استعجلوه كما يعجل لهم الخير إذا استعجلوه - لقضي إليهم أجلهم، لأنه ليس يذكر في ظاهر الآية استعجالهم الشر إنما يذكر تعجيله، ولكن فيه ما ذكر من الإضمار إضمار الاستعجال، ومنه ما ذكر في غير آية من القرآن استعجالهم العذاب؛ كقوله:  (أَتَى أَمْرُ اللَّهِ) الآية. </p><p> وقولهم:  (فَأَمْطِرْ عَلَيْنَا حِجَارَةً) الآية، ونحو ذلك، كانوا يستعجلون العذاب استعجال تضرع، فيقول: لو عجل لهم العذاب إذا استعجلوه كما يعجل لهم الخير إذا استعجلوه - لقضي أجلهم، يقول: لهلكوا أو فنوا، هذا التأويل في أهل الكفر خاصة عند استعجالهم العذاب استعجال تضرع وسؤال، ويشبه أن يكون هذا في جملة الخلق على غير تصريح سؤال، ولكن عند ارتكابهم الشر بقوله: لو يعجل اللَّه للناس الشر باكتسابهم الشر وبارتكابهم إياه وقت اكتسابهم، كما يعجل لهم الخير، وقت اكتسابهم الخير - لقضي إليهم أجلهم، أي: لو عجل لهم جزاء شرهم وقت اكتسابهم الشر، كما يعجل لهم جزاء خيرهم، لكان ما ذكر ما يستوجبون بارتكابهم الشر وقت فعلهم إياه لقضي إليهم أجلهم، لكنه لم يعجل لهم ذلك وأخره إلى المدة التي جعل لآجالهم. </p><p> ويمكن وجه آخر: وهو ما يدعو بعضهم على بعض باللعن والخزي، يقول الرجل عند شدة الغضب: اللهم العن فلانا، اللهم أخزه، ونحو ذلك من الدعوات، يقول: لو عجل لهم هذا كما يعجل لهم عند دعاء بعضهم لبعض بالرحمة والسعة - لقضي إليهم أجلهم؛ لهلكوا وفنوا، ويكون ذلك انقضاء أجلهم، ويكون ذلك على وجوه ثلاثة. </p><p> أحدها: استعجال سؤال وتضرع، الذي ذكرنا. </p><p> والثاني: بأفعالهم وارتكابهم الشر وقت ارتكابهم. </p><p> والثالث: الأسباب التي بها يرتكبون ويفعلون. </p><p> وقوله:  (لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ) يحتمل: لقضي أجلهم قبل المدة التي جعل لهم. </p>"
}