{
  "id": null,
  "sura": 10,
  "aya": 51,
  "text": "<p> كما يحتمل ذلك في الدنيا التقديم والتأخير بالشفاعة والفداء ويذكر عجزه في إنزال العذاب عليهم في قوله:  (قُلْ لَا أَمْلِكُ لِنَفْسِي ضَرًّا وَلَا نَفْعًا) . </p><p> وقوله - عَزَّ وَجَلَّ -: (أَثُمَّ إِذَا مَا وَقَعَ آمَنْتُمْ بِهِ آلْآنَ وَقَدْ كُنْتُمْ بِهِ تَسْتَعْجِلُونَ (٥١) قيل: أي العذاب إذا نزل بكم آمنتم به الآن؟! يخبر عنه أنهم إذا نزل بهم العذاب يؤمنون. </p><p> ثم يحتمل قوله:  (آمَنتُم بِهِ) أي: باللَّه وبرسوله؛ كقوله:  (فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ) ، ثم أخبر أن إيمانهم لا ينفعهم عند معاينتهم العذاب؛ وهو كقوله:  (فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا) ، وقوله:  (لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ) . </p><p> ويحتمل قوله:  (آمَنْتُمْ بِهِ آلْآنَ) أي: بالعذاب؛ لأنهم يكذبون رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فيما يوعدهم العذاب، وهم يستعجلون به استهزاء وتكذيبا، فإذا نزل بهم آمنوا أي صدقوا بذلك العذاب، يقول:  (آمَنْتُمْ بِهِ آلْآنَ وَقَدْ كُنْتُمْ بِهِ تَسْتَعْجِلُونَ) استهزاء وتكذيبا أنه غير نازل بكم ذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ الْخُلْدِ هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنْتُمْ تَكْسِبُونَ (٥٢) قيل: أشركوا في ألوهيته وربوبيته وعبادته غيره. </p><p> (ذُوقُوا عَذَابَ الْخُلْدِ) لأنهم يخلدون فيه، يقال ذلك بعدما أدخلوا النار. </p><p> (هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنْتُمْ تَكْسِبُونَ) أي: لا تجزون إلا بما كنتم كسبتم في الدنيا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ وَمَا أَنْتُمْ بِمُعْجِزِينَ (٥٣) أي: يستخبرونك. </p><p> (أَحَقٌّ هُوَ) يحتمل هذا وجوهًا. </p><p> يحتمل قوله:  (أَحَقٌّ هُوَ) العذاب الذي كان يوعدهم أنه ينزل بهم، على ما قاله عامة أهل التأويل. </p><p> ثم قال:  (قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ) أي: قل: نعم وربي إنه لحق إنه نازل بكم. </p><p> (وَمَا أَنْتُمْ بِمُعْجِزِينَ) أي: بفائتين عنه ولا سابقين له. </p><p> ويحتمل قوله:  (أَحَقٌّ هُوَ) ما يدعوهم إليه من التوحيد؛ كقولهم لإبراهيم:  (أَجِئْتَنَا بِالْحَقِّ أَمْ أَنْتَ مِنَ اللَّاعِبِينَ (٥٥) قَالَ بَلْ رَبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ. . .) الآية؛ فعلى ذلك قولهم:  (أَحَقٌّ هُوَ) ثم، أخبر أنه لحق بمَوله: (قُلْ إِي </p>"
}