{
  "id": null,
  "sura": 10,
  "aya": 48,
  "text": "<p> قيل: جميع حروف الشك الذي أضيف إلى اللَّه هو على اليقين والوجوب نحو حرف \" عسى \" و \" لعل \" ونحو ذلك، فعلى ذلك حرف \" إما \" أَو، \" أَو \" فهو لم يزل عالما بما كان ويكون في أوقاته. </p><p> وأما حرف الاستفهام والشك يخرج على مخرج الإيجاب والإلزام على ما ذكرنا في حرف التشبيه، أو أن يكون رسول اللَّه وعد لهم أن يريهم شيئًا، فقال عند ذلك: [ (وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ) ] لا نرينك شيئًا يقول: ليس إليك ما وعدتهم، إنما ذلك إلينا؛ كقوله:  (لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللَّهُ شَهِيدٌ عَلَى مَا يَفْعَلُونَ) : هذا يحتمل ثم الله شهيد لك يوم القيامة على ما فعلوا من التكذيب بالآيات وردها؛ وهو كقوله:  (قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ. . .) الآية. ويحتمل أنه عالم بما يفعلون لا يغيب عنه شيء وهو وعيد؛ كقوله تعالى:  (وَاللَّهُ بَصِيُرٌ بِمَا تَعْمَلُونَ) ، (وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ) ، ونحوه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلِكُلِّ أُمَّةٍ رَسُولٌ فَإِذَا جَاءَ رَسُولُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَ (٤٧) أي: لكل أمة فيما خلا رسول اللَّه بعث إليهم لست أنا أول رسول بعثت إليكم؛ كقوله تعالى:  (قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ) . </p><p> (فَإِذَا جَاءَ رَسُولُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ) يحتمل هذا وجهين: يحتمل فإذا جاء رسولهم قضي بينهم بالقسط؛ أي: يقضى بين الرسل وبين الأمم بالعدل بما كان من الرسل من تبليغ الرسالة إليهم والدعاء إلى دين اللَّه، ومن الأمم من التكذيب للرسل والرد للآيات، قضي بينهم بالعدل وهم لا يظلمون لا يزاد على ما كان ولا ينقص. </p><p> ويحتمل قوله:  (قُضِيَ بَيْنَهُمْ) أي: يهلك المكذبون منهم وينجي الرسل ومن صدقهم، كقوله تعالى:  (ثُمَّ نُنَجِّي رُسُلَنَا وَالَّذِينَ آمَنُوا. . .) الآية، ويجوز أن يقضي بين المعرضين وبين المجيبين والمطيعين يوم القيامة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (٤٨) وذلك أنه لما أوعدهم العذاب حين قال: (وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ) قالوا: متى هذا العذاب الذي توعدنا هذا يا مُحَمَّد إن كنت صادقًا بأن العذاب نازل بنا في الدنيا، وهو </p>"
}