{
  "id": null,
  "sura": 11,
  "aya": 60,
  "text": "<p> وعصوا رسلهم، الكفر بالآيات كفر بجميع الرسل، والكفر بواحد من الرسل كفر بالرسل جميعًا وباللَّه؛ لأن كل واحد من الرسل يدعو إلى الإيمان باللَّه وبجميع الرسل، فالإيمان بواحد منهم إيمان باللَّه وبجميع الرسل والآيات، والكفر بواحد منها كفر باللَّه وبجميع الرسل، وإنما كان الكفر بالآيات كفرا باللَّه؛ لأن اللَّه إنما يعرف من جهة الآيات والكفر بالآيات كفر به. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ) قيل: أخبر أنهم اتبعوا أمر الجبابرة وأطاعوهم، وتركوا اتباع الرسل وطاعتهم. قيل: الجبار هو المتجبر الذي يتجبر على الرسل ويتكبر عليهم؛ لأن الرؤساء منهم كانوا يتجبرون على الرسل ويتكبرون، ثم الأتباع اتبعوا الرؤساء في عملهم. </p><p> قال أَبُو عَوْسَجَةَ: الجبار هو المتجبر، والعنيد هو المعاند المخالف. </p><p> وقَالَ الْقُتَبِيُّ: العنود والعنيد والمعاند المعارض لك بالخلاف عليك. </p><p> وقال أبو عبيدة: العنيد والعنود والمعاند هو الجائر. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأُتْبِعُوا فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ أَلَا إِنَّ عَادًا كَفَرُوا رَبَّهُمْ أَلَا بُعْدًا لِعَادٍ قَوْمِ هُودٍ (٦٠) قَالَ بَعْضُهُمْ: اللعن هو العذاب، أي: أتبعوا في الدنيا وفي الآخرة بالعذاب؛ كقوله:  (أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ) ، أي: عذاب اللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأُتْبِعُوا) أي: ألحقوا، وقيل: إن اللعن هو الطرد، طردوا عن رحمة اللَّه حتى لا ينالوها لا في الدنيا ولا في الآخرة، إلا أن عادًا كفروا ربهم (أَلَا بُعْدًا لِعَادٍ قَوْمِ هُودٍ) ، أي: أَلَا بُعْدًا لهم من رحمة اللَّه. </p><p> * * * </p><p> قوله تعالى:  (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ (٦١) قَالُوا يَا صَالِحُ قَدْ كُنْتَ فِينَا مَرْجُوًّا قَبْلَ هَذَا أَتَنْهَانَا أَنْ نَعْبُدَ مَا يَعْبُدُ آبَاؤُنَا وَإِنَّنَا لَفِي شَكٍّ مِمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ (٦٢) قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي مِنْهُ رَحْمَةً فَمَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ عَصَيْتُهُ فَمَا تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ (٦٣) وَيَا قَوْمِ هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلَا تَمَسُّوهَا بِسُوءٍ </p>"
}