{
  "id": null,
  "sura": 11,
  "aya": 31,
  "text": "<p> (أَفَلَا تَذَكَّرُونَ) : أنه لا يسع لي ما تدعونني إليه من طرد هَؤُلَاءِ أو رد إيمانهم، أو أفلا تذكرون فتؤمنون. </p><p> وما روي في حرف أبي بن كعب:  (أنلزمكموها شطر أنفسنا) فمعناه أنلزمكموها نحن أنفسنا وأنتم قوم معاندون. </p><p> وفي حرف ابن عَبَّاسٍ:  (أنلزمكموها من شطر أنفسنا) أي: من تلقاء أنفسنا، أي: لا نقدر أن نلزمكم ذلك من تلقاء أنفسنا وأنتم كارهون لذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ إِنِّي مَلَكٌ وَلَا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْرًا اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ إِنِّي إِذًا لَمِنَ الظَّالِمِينَ (٣١) يخرج على وجوه: </p><p> أحدها: يقول: ليس عندي خزائن اللَّه والسعة، فأبذل لكم لتؤمنوا رغبة في المال والسعة. </p><p> والثاني: يقول: ليس عندي سعة، فيقع عندكم أني أدعوكم إلى ما أدعوكم إليه افتعالا رغبة في المال على ما يفعل المفتعلون للرغبة في المال، ولكن لتعلموا أني مكلف في ذلك. </p><p> والثالث: يحتمل ما ذكرنا من أسئلة كانت منهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ إِنِّي مَلَكٌ) : هذا القول منه لهم يحتمل الوجهين: </p><p> أحدهما: أنه قال ذلك لهم على أثر أمور وأسئلة كانت منهم من نحو قولهم (لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جَاءَ مَعَهُ مَلَكٌ) ، وقولهم لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: (لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا (٩٠) أَوْ تَكُونَ لَكَ جَنَّةٌ)، وقولهم:  (أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ) ، وأمثال ما كان منهم، فيقول لهم: ليس ذلك عندي وبيدي، إنما ذلك عند اللَّه وبيده. </p><p> (وَلَا أَعْلَمُ الْغَيْبَ) يحتمل أن يكونوا سألوه أن يخبرهم عن أمور تستقبلهم قبل أن تستقبلهم، إن كان شرا فيعدوا له في دفعه، وإن كان منافع فيستقبلوا لها ويتهيئوا، فيقول لهم: ذا غيب وأنا لا أعلم الغيب إنما العلم في ذلك إلى اللَّه، ولا أقول: إني ملك أعلم أخبار السماء والأمور التي فيها، إنما أنا بشر مثلكم. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال:  (وَلَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ) أي: مفاتيح اللَّه في الرزق، فهذا كأنهم سألوه السعة فيتبعونه، فيقول: ليس عندي ذلك. </p><p> ويحتمل أن يكون قال لهم الرسول هذا لدفع الشبهة عنهم، وذلك أن من الكفار من اتخذ الرسول إلها فعبدوه بعدما عاينوا أنه من البشر، </p><p> ومنهم من قال: إنه ابن اللَّه. </p><p> ومنهم من قال: إنه ملك، وكانوا يعبدون الملائكة وكانوا يخبرونهم عن أشياء غابت عنهم، فظنوا أنه إنما علم ذلك لأنه إله، فيقول لهم ذلك ليدفع عنهم تلك الشبهة ويتبرأ من ذلك؛ ولذلك قال عيسى:  (إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا (٣٠) وَجَعَلَنِي مُبَارَكًا) هو - عليه السلام - كان يعلم في نفسه أنه عبد اللَّه، ولكن يقول لهم لئلا ينسبوه إلى الألوهية والربوبية على ما نسبوا إليه، فأقر بالعبودية له، واللَّه أعلم بذلك. </p><p> وقال بعض أهل التأويل:  (وَلَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ) ، أي: مفاتيح اللَّه بأنه يهدي السفلة دونكم، (وَلَا أَعْلَمُ الْغَيْبَ) أي: لا أقول: إن عندي علم ذلك أن اللَّه يهديهم وهم مؤمنون في السر؛ وذلك كقوله:  (وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ) . </p><p> وقوله:  (اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ) : من الصدق. </p><p> (وَلَا أَقُولُ إِنِّي مَلَكٌ) أي: إنما أنا بشر لقولهم: (مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا. . .) إلى آخر الآية. </p><p> ثم قال:  (وَلَا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ) قيل: الذين حقرتموهم يعني السفلة والأتباع. وقال ابن عَبَّاسٍ:  (الذين لم تأخذهم أعينكم لن يؤتيهم اللَّه خيرا) يعني إيمانًا اللَّه أعلم بما في أنفسهم من الصدق، إني إذا لمن الظالمين لهم إن لم أقبل منهم الإيمان، أو طردتهم، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ (٣٢) قَالَ إِنَّمَا يَأْتِيكُمْ بِهِ اللَّهُ إِنْ شَاءَ وَمَا أَنْتُمْ بِمُعْجِزِينَ (٣٣) وَلَا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ إِنْ كَانَ اللَّهُ يُرِيدُ أَنْ يُغْوِيَكُمْ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ (٣٤) أَمْ يَقُولُونَ افْتَرَاهُ قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ (٣٥) </p>"
}