{
  "id": null,
  "sura": 11,
  "aya": 26,
  "text": "<p> وَيَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ مَالًا إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا إِنَّهُمْ مُلَاقُو رَبِّهِمْ وَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ (٢٩) وَيَا قَوْمِ مَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ طَرَدْتُهُمْ أَفَلَا تَذَكَّرُونَ (٣٠) وَلَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ إِنِّي مَلَكٌ وَلَا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْرًا اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ إِنِّي إِذًا لَمِنَ الظَّالِمِينَ (٣١) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ ... (٢٥) أخبر أنه أرسله إلى قومه، ولم يفهم منه الإرسال من مكان إلى مكان؛ وكذلك قوله:  (لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ) ولم يكن مجيئه من مكان إلى مكان، فهذا يدل أنه لا يفهم من ذكر المجيء الانتقال من مكان إلى مكان؛ وكذلك الإرسال. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ) أي: نذير لمن عصى بالنار وبعقابه بين الإنذار. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَنْ لَا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ (٢٦) أي: لا تجعلوا عبادتكم إلا لمعبود هو معبود بشهادة خلقتكم؛ لأن خلقتهم تشهد على أنه هو المستحق للعبادة، لا من تعبدون من الأصنام والأوثان. </p><p> ويحتمل قوله:  (أَنْ لَا تَعْبُدُوا إِلَّا اللَّهَ) أي: وحدوا اللَّه ولا تصرفوا الألوهية إلى غيره، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ) : أضاف الألم إلى اليوم واليوم ليس بمؤلم ولكنه - واللَّه أعلم - أضاف إليه؛ لما فيه يؤلم، وهو كقوله:  (اللَّيْلَ سَكَنًا) ، والليل لا يسكن ولا يوصف به، لكنه يسكن، فيه، وكذلك قال:  (وَالنَّهَارَ مُبْصِرًا) ، والنهار لا يبصر، لكنه يبصر فيه؛ فعلى ذلك قوله:  (يَوْمٍ أَلِيمٍ) لما فيه يكون العذاب الأليم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنِّي أَخَافُ عَلَيْكُمْ) أي: الخوف في غيره لا يكون في الحقيقة خوفًا؛ وكذلك الرجاء في غيره لا يكون في الحقيقة رجاء، وفي نفسه يكون في الحقيقة خوفًا ورجاء؛ لما يلحقه ضرر في نفسه أن جعل به ذلك لغيره، ويلحقه نفع فيكون الخوف في نفسه حقيقة خوف والرجاء حقيقة رجاء، وأما في غيره لما لا يلحقه ضرر وإن حل ذلك لغيره، ولا ينال من النفع في الرجاء إن نال ذلك الغير، لكنه يخرج على وجهين: </p>"
}