{
  "id": null,
  "sura": 11,
  "aya": 23,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَخْبَتُوا إِلَى رَبِّهِمْ أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ (٢٣) تأويله - واللَّه أعلم - أن الذين آمنوا باللَّه وبجميع ما أنزل على رسوله، وعملوا الصالحات ولزموا ذلك حتى صاروا إلى اللَّه أُولَئِكَ أصحاب الجنة؛ وهو كقوله:  (وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى) أي: من تاب من الشرك وآمن باللَّه وعمل صالحًا ثم اهتدى أي: ثم لزم ذلك حتى صار إلى اللَّه هكذا؛ فعلى ذلك قوله:  (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَخْبَتُوا إِلَى رَبِّهِمْ) لزموا ذلك كله حتى صاروا إلى اللَّه. </p><p> ويحتمل قوله:  (ثُمَّ اهْتَدَى) سنن الذين أُولَئِكَ كذا. </p><p> وقوله:  (وَأَخْبَتُوا إِلَى رَبِّهِمْ) اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: الإخبات التخشع والتواضع، أي: تخشعوا وتواضعوا فرقًا من ربهم. </p><p> وقَالَ بَعْضُهُمْ: أخبتوا أي: اطمأنوا على ذلك أُولَئِكَ كذا. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: أخبتوا قال: خافوا من ربهم. </p><p> وقَالَ الْقُتَبِيُّ: أخبتوا أي: تواضعوا لربهم، وقال: الإخبات التواضع والوقار. </p><p> وقال أَبُو عَوْسَجَةَ: الإخبات التوبة والمخبت التائب. </p><p> وقال غيرهم: الإخبات الإنابة، أخبتوا أي: أنابوا إلى اللَّه؛ وبعضه قريب من بعض. </p><p> ومن قال: الإخبات هو التواضع والخشوع فمعناه - واللَّه أعلم - أي: تواضعوا وخشعوا بالإجابة إلى ما دعاهم إليه ربهم وندبهم إليه. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ هَلْ يَسْتَوِيَانِ مَثَلًا أَفَلَا تَذَكَّرُونَ (٢٤) أي: الصنفين اللذين سبق وصفهما، وهو قوله:  (مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا. . .) الآية، فهو وصف الكافر، والفريق الآخر قوله:  (أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ) ، إلى آخر ما ذكر وفيه وصف المؤمن. أو يكون وصف الكافر ما ذكر:  (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أُولَئِكَ يُعْرَضُونَ عَلَى رَبِّهِمْ. . .) إلى قوله: (وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ) هو وصف أحد الفريقين وهم الكفار، والفريق الآخر ما ذكر:  (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَخْبَتُوا إِلَى رَبِّهِمْ) هذا - واللَّه أعلم - الفريقين اللذين ضرب مثلهما بالأعمى </p>"
}