{
  "id": null,
  "sura": 11,
  "aya": 58,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَضُرُّونَهُ شَيْئًا) أي: لا تضرونه بتوليكم عن إجابتي وردكم رسالة اللَّه إليكم، ليس كملوك الأرض إذا تولى عنهم خدمهم وحشمهم ضرهم ذلك. </p><p> والثاني: لا تضرونه كما يضر ملوك الأرض بالقتال والحرب بعضهم بعضا. </p><p> والثالث: لا تضرونه لأنه لا منفعة له فيما يدعوكم حتى يضره ضد ذلك؛ إذ ليس يدعوكم إلى ما يدعو لحاجة نفسه ولا لمنفعة له، إنما يأمركم ويدعوكم لحاجة أنفسكم والمنفعة. لكم. </p><p> ويحتمل أن يكون لا تضرونه شيئًا جواب قوله:  (فَكِيدُونِي جَمِيعًا. . .) الآية. </p><p> (إِنَّ رَبِّي عَلَى كُلِّ شَيْءٍ حَفِيظٌ) ألا يخفى عليه شيء وإن لطف، فكيف يخفى عليه أعمالكم وأموالكم مع ظهورها وبدوها. أو يقول: إن ربي على كل شيء حفيظ: فيجزيه عليه، ولا يذهب عنه شيء، أي: لا يفوته، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا هُودًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَنَجَّيْنَاهُمْ مِنْ عَذَابٍ غَلِيظٍ (٥٨) </p><p> قوله:  (جَاءَ أَمْرُنَا نَجَّيْنَا) أمر تكوين لا أمر يقتضي الساعة؛ كقوله:  (إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ) ؛ فعلى ذلك هذا هو أمر تكوين وقد ذكرناه. </p><p> وقوله - عَزَّ وَجَلَّ -: (نَجَّيْنَا هُودًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا) : هذا يدل أن من نجا إنما نجا برحمة منه لا بعمله؛ وعلى ذلك روي في الخبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" لا يدخل أحد الجنة إلا برحمة اللَّه،قيل:ولا أنت يا رسول اللَّه؟قال:ولا أنا إلا أن يتغمدني اللَّه برحمته \" ، لا على ما يقوله المعتزلة: إن من نجا إنما ينجو بعمله لا برحمته. </p><p> ثم يحتمل قوله:  (بِرَحْمَةٍ مِنَّا) وجوهًا؛ تحتمل الرحمة هاهنا هودا، أي: رحمهم به حيث بعث إليهم رسولا فنجا من اتبعه، فإن كان هذا ففيه أن أهل الفترة معاقبون في حال فترتهم؛ لأنه أخبر أن من نجا إنما نجا بهود، فدل أنهم معاقبون قبل بعث الرسل إليهم. </p><p> ويحتمل قوله:  (بِرَحْمَةٍ مِنَّا) أي: بتوفيق منا إياهم نجا من نجا منهم. </p><p> والثالث:  (وَنَجَّيْنَاهُمْ مِنْ عَذَابٍ غَلِيظٍ) قَالَ بَعْضُهُمْ: نجيناهم من العذاب الذي أهلك هَؤُلَاءِ. ويحتمل أن يكون على الوعد أي: ينجيهم في الآخرة من عذاب غليظ. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتِلْكَ عَادٌ جَحَدُوا بِآيَاتِ رَبِّهِمْ وَعَصَوْا رُسُلَهُ وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ (٥٩) أي: وتلك أهل قرية عاد جحدوا بآيات ربهم </p>"
}