{
  "id": null,
  "sura": 11,
  "aya": 65,
  "text": "<p> خارجة عما عاينوا من النوق وشاهدوها، وهكذا كانت آيات الرسل كانت خارجة عن وسع البشر وطوقهم؛ ليعلم أنها سماوية. </p><p> ثم لا نعرف أية خصوصية كانت لها عظم جسمها وغلظ بدنها، حيث قسم الشرب بينهم وبينها حتى جعل يوما لها ويومًا لهم بقوله:  (لَهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَعْلُومٍ) ولم يقسم مراعيها بينها وبينهم بقوله: (فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ) ، وأما ما قاله بعض الناس: إنها خرجت من صخرة كذا، وأنها كانت تحلب كل يوم كذا وأشياء أخر ذكروها، فإنا لا نعرف ذلك ولا نقطع القول فيه أنه كان كذلك، سوى أنا نعرف أن لها كانت خصوصية ليست تلك الخصوصية لغيرها من النوق، ولو كانت لنا إلى تلك الخصوصية حاجة لبينتها لنا، وأصله ما ذكرنا أنه إذا أضيف جزئية الأشياء إلى الله تعالى فهو على تعظيم تلك الجزئيات المضافة إليه، وإذا أضيف إليه كلية الأشياء فهو على إرادة التعظيم لله والتبجيل له؛ نحو قوله:  (لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) ، (وَلَهُ كُلُّ شَيْءٍ) ، ونحوه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَمَسُّوهَا بِسُوءٍ) نهاهم أن يمسوها بسوء، ولم يبين ما ذلك السوء، فيحتمل أن يكون ذلك شيء عرفوا هم ونهاهم عن ذلك. وقال بعض أهل التأويل:  (وَلَا تَمَسُّوهَا بِسُوءٍ) أي: لا تعقروها فيأخذكم عذاب قريب، لما كان ذلك على أثر عقرهم الناقة بثلاثة أيام حيث قال:  (فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ (٦٥) وما ذكر أيضًا أن وجوههم اصفرت في اليوم الأول، ثم احمرت في اليوم الثاني، ثم اسودت في اليوم الثالث، ثم نزل بهم العذاب في اليوم الرابع، فذلك أيضا مما لا نعرفه. </p><p> وقوله - عَزَّ وَجَلَّ -: (عَذَابٌ قَرِيبٌ) قيل: سريغا لا تمهلون حتى تعذبوا. </p><p> وقوله:  (ذَلِكَ وَعْدٌ) من اللَّه (غَيْرُ مَكْذُوبٍ) : ليس فيه كذب، وكان عذابهم إنما نزل على أثر سؤال الآية، سألوا ذلك فلما أن جاءهم بها كذبوها، فنزل بهم العذاب، وهكذا السنة في الأمم السالفة أنهم إذا سألوا الآية فجاءتهم فلم يؤمنوا بها نزل بهم العذاب، وهو قوله:  (وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا. . .) الآية، واللَّه أعلم. </p>"
}