{
  "id": null,
  "sura": 11,
  "aya": 72,
  "text": "<p> فإن كان على ما قالوا إنها كانت قائمة وراء الباب؛ فيكون إقبالها خروجها إلى القوم، وإن كان قيامها على رءوسهم؛ فيكون معنى الإقبال هو الإقبال في ضرب وجهها وصكها، لكن ذلك من القدوم، لكنه على الإقبال بفعل ما أخبر عنها من صك وجهها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ - (قَالَتْ يَا وَيْلَتَى أَأَلِدُ وَأَنَا عَجُوزٌ وَهَذَا بَعْلِي شَيْخًا إِنَّ هَذَا لَشَيْءٌ عَجِيبٌ (٧٢) وقال في موضع آخر: (وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ (٢٨) فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ) وقال هاهنا: (يَا وَيْلَتَى أَأَلِدُ وَأَنَا عَجُوزٌ وَهَذَا بَعْلِي شَيْخًا إِنَّ هَذَا لَشَيْءٌ عَجِيبٌ) . </p><p> هي لم تتعجب من قدرة اللَّه أنه قادر على أن يهب الولد في كل وقت؛ ولكنها تعجبت لما رأت العادة في النساء والرجال أنهم إذا بلغوا المبلغ الذي كانوا هم لم يلدوا؛ فتعجبها أنها تلد في الحال التي هي عليها، أو يُردَّان إلى حال الشباب؛ فعند ذلك يولد لهما، وكلاهما عجيب بحيث الخروج على خلاف العادة، لا بحيث قدرة الرب، وهو كما ذكرنا من قول زكريا:  (رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ) وفي موضع آخر: (وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا) ، وقوله: أنى يكون لي غلام في الحال التي أنا عليها أو يردُّ لي شبابي، فعلى ذلك قولها (أَأَلِدُ وَأَنَا عَجُوزٌ وَهَذَا بَعْلِي شَيْخًا إِنَّ هَذَا لَشَيْءٌ عَجِيبٌ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَجِيدٌ (٧٣) </p><p> قال أهل التأويل: أتعجبين من قدرة اللَّه هذا؟ لكنه يحتمل وجهين: </p><p> أحدهما أي: لا تعجبي من أمر اللَّه هذا وكثيرا مما رأيت أمثال ذلك في أهل بيتك. والثاني [ ..... ] </p><p> وقوله - عَزَّ وَجَلَّ -: (رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ) . </p><p> يشبه أن يكون هذا صلة قوله:  (قَالُوا سَلَامًا) ؛ لأنه معلوم أنهم لم يقولوا سلامًا حسب، لم يزيدوا على هذا؛ بل زادوا؛ فكأنهم قالوا: سلام عليكم ورحمة اللَّه وبركاته، أو قالوا: سلام اللَّه ورحمته وبركاته عليكم. </p><p> (أَهْلَ الْبَيْتِ) . </p><p> بالنصب؛ كأنه قال يا أهل البيت، كقوله - عليه السلام - حيث قال: \" تركت بعدي </p>"
}