{
  "id": null,
  "sura": 11,
  "aya": 27,
  "text": "<p> أحدهما: على العلم، أي: إني أعلم أنه ينزل بكم العذاب؛ نحو قوله:  (وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا) ، أي: علمتم. </p><p> وقوله:  (فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ) ، أي: فإن علمتم أن يضيعا حدود اللَّه. </p><p> والثاني: يخاف عليهم إشفاقا منه؛ لأن الخلق جبلوا على أن يتألم بما يحل بغير حتى لا يكون في وسع بعض أن يروا ذلك في غيره. على هذين الوجهين يخرج الخوف على غيره، وفي الخوف رجاء وفي الرجاء خوف؛ لأن الخوف إذا لم يكن فيه رجاء فهو إياس، وقال اللَّه - عَزَّ وَجَلَّ -: (إِنَّهُ لَا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ) ، والرجاء إذا لم يكن فيه خوف فهو أمن قال:  (فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا. . .) كذا. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ وَمَا نَرَى لَكُمْ عَلَيْنَا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ (٢٧) قيل: أشراف قومه وأئمتهم. </p><p> (مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا) : وكذلك قال عامة القوم لرسلهم الذين بعثوا إليهم: (مَآ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا) أي: كان هذا احتجاجهم في رد الرسالات يحتجون على الرسل فيقولون - واللَّه أعلم -: إن الرسل في الشاهد إنما يجيئون من عند المرسل، وأنتم نشأتم بين أظهرنا لم تأتونا من عند أحد في الظاهر، والرسول هو الذي يأتي من عند غير، ويكون للرسول خصوصية عند المرسل، ولا نرى لك خصوصية لا في الخلقة ولا في القدرة والمال وغيره، فكيف بعثتم إلينا رسلا دون أن نبعث نحن إليكم رسلا؛ إذ أنتم ونحن في الخلقة سواء وفي الأمور الظاهرة سواء؟! أو نحوه من الكلام، احتجوا على رسلهم في رد الرسالة؛ وكذلك كان عادة الكفرة يقولون للرسل إذا لزمتهم الحجة وأقيم عليهم نسبوها إلى السحر، ونسبوا الرسل أنهم بشر مثلهم. </p><p> نجواب هذا كله ما ذكر:  (إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ) ، وما قال لهم نوح:  (يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي رَحْمَةً مِنْ عِنْدِهِ) أي: آتاني رحمة من عنده، وجعل لي بينة وبرهانا على ما آتاني رحمة من عنده بمثل هذا يحتج عليهم. </p><p> ويقال أيضًا: إنكم لا تنكرون فضل اللَّه وتخصيص بعض على بعض بما جعلكم أئمة ورؤساء بأمور الدنيا على غيرهم، فكيف تنكرون فضل اللَّه وتخصيص بعض على بعض بفضل الدِّين والرسالة؟!. </p>"
}