{
  "id": null,
  "sura": 11,
  "aya": 104,
  "text": "<p> وقَالَ بَعْضُهُمْ: غير تتبيب غير شر، والتتبيب: الشر، والتبّ: الشر والخسران، وهما واحد. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ (١٠٢) أي: هكذا يأخذ كفار هذه الأمة كما أخذ أُولَئِكَ، أي: كما عذبنا الأمم الخالية وهي ظالمة مشركة كافرة، كذلك نعذب هذه الأمة لكن أخر عن هذه الأمة، وفيه رحمة (إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ) ، أي: أن أخذه بالعذاب أليم شديد، الأخذ نفسه يوصف بالشدة، ولكن لا يوصف بالألم، والعذاب يوصف بالألم، لكن لما وصف بالألم والشدة دل أن الأخذ أخذ بعذاب، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ فِي ذَلِكَ لَآيَةً لِمَنْ خَافَ عَذَابَ الْآخِرَةِ ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَلِكَ يَوْمٌ مَشْهُودٌ (١٠٣) هو ما ذكرناه: فيه عبرة لأهل التقوى ولمن خاف عذاب الآخرة. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ) خصّ الناس بالذكر وإن كان الجمع لهم ولغيرهم؛ لأن الآية التي ذكر تكون لهم آية، أو لما هم المقصودون بالجمع بذلك اليوم - واللَّه أعلم - قيل: يجمع فيه الأولون والآخرون (وَذَلِكَ يَوْمٌ مَشْهُودٌ) . </p><p> قَالَ بَعْضُهُمْ: يشهده أهل السماء وأهل الأرض للعرض والحساب، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَعْدُودٍ (١٠٤) أي: ما نؤخر العذاب عن هذه الأمة إلا لأجل معدود، وذكر هذا - واللَّه أعلم - جواب ما استعجلوه من العذاب بقولهم:  (فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ) ونحوه، فقال: وما نؤخر العذاب عنهم إلا لأجل معدود، إلا لوقت موقوت؛ أي: إلا لأجل معدود عند اللَّه، ولو كان ما ذكر ابن عَبَّاسٍ أنه سبعة آلاف فيكون معدودًا عند الناس، ويكون وقت القيامة معلومًا على قوله، وقد أخبر اللَّه:  (لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ) واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ (١٠٥) أي: لا تكلم نفس بالشفاعة لأحد إلا بإذنه؛ كقوله:  (وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى) ، أو لا تكلم نفس لأهوال ذلك اليوم ولفزعه؛ كقوله: (مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْئِدَتُهُمْ </p>"
}