{
  "id": null,
  "sura": 11,
  "aya": 17,
  "text": "<p> كانوا يعملون؛ لأنهم عملوا لغير اللَّه، فلا يجزون في الآخرة بأعمالهم تلك، وإلى هذا يذهب ابن عَبَّاسٍ. </p><p> وروي في بعض الأخبار أن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - سئل: ما بال العبد المعروف بالخير يشدد عليه عند الموت، والرجل المعروف بالشر يهون عليه الموت؟ ! فقال:  \" المؤمن تكون له ذنوب فيجازى بها عند موته، فيفضي إلى اللَّه في الآخرة ولا ذنب عليه، والكافر يكون له الحسنات فيجازى بها عند الموت يخفف عنه بها كرب الموت، ثم يفضي إلى الآخرة وليست له حسنة \" أو كلام نحوه. </p><p> وقَالَ بَعْضُهُمْ: الآية في أهل الكفر يعملون أعمالا هي في الظاهر صالحة؛ نحو: التصدق على الفقراء وعمارات الطرق واتخاذ القناطر والرباطات هي في الظاهر صالحة، يقول: نوف لهم جزاء أعمالهم التي عملوها في الدنيا لا ننقص منها شيثًا فهو ما وسع عليهم الدنيا. </p><p> وجائِز أن يكون قوله:  (نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ) أي: نرد إليهم أعمالهم التي عملوها فلا نقبلها ويكون إيفاء أعمالهم الرد. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُمْ فِيهَا لَا يُبْخَسُونَ) أي: لا ينقصون ما قدر لهم من الرزق إلى انقضاء مدتهم وآجالهم بشركهم باللَّه. </p><p> وقوله:  (أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ (١٦) على هذا التأويل أظاهر ليس لأهل الكفر في الآخرة إلا النار، وعلى التأويل الذي قال: إنها في أهل الإيمان، أي: لا يستوجبون بتلك الأعمال التي عملوها مراءاة إلا النار؛ لأنه إذا راءى فيها لم يخلصها لله وضيع أمره، وكل من ضيع أمر اللَّه وفريضته يستوجب التعذيب عليه وله العفو، وليس في الآية أنه لا محالة يعذبهم بعملهم المراءاة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ) فيه دلالة نقض قول الجهمية والمعتزلة بنفيهم العلم عن اللَّه، وفي الآية إئبات العلم له بقوله:  (أُنْزِلَ بِعِلْمِ اللَّهِ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ وَيَتْلُوهُ شَاهِدٌ مِنْهُ وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً أُولَئِكَ يُؤْمِنُونَ بِهِ وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ فَلَا تَكُ فِي مِرْيَةٍ مِنْهُ إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ (١٧) </p><p> وقوله:  (أَفَمَن) حرف يقتضي الجواب لكن الجواب له لم يخرج في الظاهر؛ لأن </p><p> أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ وَيَتْلُوهُ شَاهِدٌ مِنْهُ وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً أُولَئِكَ يُؤْمِنُونَ بِهِ وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ فَلَا تَكُ فِي مِرْيَةٍ مِنْهُ إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ (١٧) </p><p> جوابه أن يقول: أفمن كان على بينة من ربه كمن ليس على بينة من ربه كما قال في آية أخرى: (أَفَمَنْ يَخْلُقُ كَمَنْ لَا يَخْلُقُ) ؛ وكقوله:  (أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى) ، لا يعلم، فعلى ذلك جواب قوله:  (أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ) كمن لا يكون على بينة من ربه، لكن الجواب عندنا يكون على وجوه: مرة يكون بالتصريح وهو ما ذكرنا، ومرة بالإشارة، ومرة بالكناية على غير تصريح. </p><p> ثم منهم من يجعل جوابه ما تقدم وهو قوله:  (مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا. . .) الآية، يقول: أفمن كان على بينة من ربه كمن يريد الحياة الدنيا وزينتها، أي: لا يكون كذلك، ومنهم من يجعل جوابه فيما تأخر وهو قوله:  (وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ) كأنه يقول: أفمن كان على بينة من ربه كمن يكفر به الأحزاب، أي: لا يكون كذلك وقالوا: يجوز تقديم الجواب وتأخيره، كقوله:  (أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ) ، لم يخرج لهذا أيضًا جواب التصريح. </p><p> ثم اختلفوا في جوابه؛ قَالَ بَعْضُهُمْ: جوابه فيما تأخر في قوله (قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ) ، وصف الذين لا يعلمون، فكأنه يقول: أفمن يعلم كمن لا يعلم. </p><p> ومنهم من يجعل جوابه في قوله:  (وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحَابِ النَّارِ) يقول: من جعل لله أندادًا وضل عن سبيله وصار من أصحاب النار، كمن هو قانت آناء الليل ساجذا وقائمًا أي: ليسا بسواء. </p><p> وقال مقاتل: ليس الذي على بيان من ربه كالذي موعده النار، واللَّه أعلم. </p><p> وجائز أن يكون على طرح الألف:  (فمن كان على بينة من ربه ويتلوه شاهد منه ومن قبله كتاب موسى. . .) الآية يقول: فمن كان على بيان من ربه أُولَئِكَ يؤمنون به. </p><p> ثم قوله:  (بَيِّنَةٍ مِنْ رَبِّهِ وَيَتْلُوهُ شَاهِدٌ مِنْهُ) : قَالَ بَعْضُهُمْ: دين من ربه، أي: من كان على دين من اللَّه ويتلوه شاهد منه أي: يتلو لما هو عليه من الدِّين شاهد منه، كمن كان على دين الشيطان ولا شاهد له عليه؟ ! وقَالَ بَعْضُهُمْ قوله: (أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ </p><p> رَبِّهِ)، أي: على برهان من ربه وحجج ويتلوه شاهد منه على ذلك، كمن لا على برهان من ربه ولا حجج ولا شاهد له على ذلك؟ ! ثم قَالَ بَعْضُهُمْ: قوله: (وَيَتْلُوهُ شَاهِدٌ مِنْهُ) جبريل أو ملك غيره يتلو عليه القرآن. وقَالَ بَعْضُهُمْ: يتلوه شاهد منه: لسانه. </p><p> وقَالَ بَعْضُهُمْ (وَيَتْلُوهُ شَاهِدٌ مِنْهُ) وهو القرآن ونحوه. </p><p> ثم قوله:  (أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ) : يحتمل أصحاب عيسى الذين آمنوا به. </p><p> (وَمِنْ قَبْلِهِ كِتَابُ مُوسَى) أصحاب التوراة الذين آمنوا. </p><p> (أُولَئِكَ يُؤْمِنُونَ بِهِ) أي: هَؤُلَاءِ الذين آمنوا بهَؤُلَاءِ هم الذين يؤمنون بمُحَمَّد - عليه أفضل الصلوات - وبما جاء به مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً) : قيل فيه بوجوه: قيل: ومن قبل القرآن كتاب موسى جاء جبريل إلى موسى، كما جاء بهذا القرآن إماما يقتدى به ورحمة من العذاب لهم. </p><p> ويحتمل قوله:  (وَمِنْ قَبْلِهِ) يعني قبل القرآن كتاب موسى التوراة إماما فيها أنباء هذا القرآن، وأنباء مُحَمَّد أنه رسول؛ كقوله:  (يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ) وقوله: (يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ) ، وأمثاله. </p><p> ويحتمل قوله:  (إِمَامًا وَرَحْمَةً) أما روي، عن ابن عَبَّاسٍ قال: إمامًا ورحمة: كان كتاب موسى وهو التوراة إماما يقتدى به، وكان رحمة، أُولَئِكَ يؤمنون به قال: أصحاب مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - الذين آمنوا به من أهل الكتاب وغيرهم. ويحتمل قوله:  (أُولَئِكَ يُؤْمِنُونَ بِهِ) أي: مؤمني أهل التوراة يؤمنون بالقرآن ويقتدون به؛ كما آمنوا بالتوراة واقتدوا بها. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يَكْفُرْ بِهِ) أي: بالقرآن (مِنَ الْأَحْزَابِ) الأحزاب: الفرق والأصناف. يحتمل من يكفر به أي: بالقرآن من الفرق. </p><p> ويحتمل يكفر به أي: بمُحَمَّد. ويحتمل الدِّين الذي هو عليه ويدعوهم إليه. </p>"
}