{
  "id": null,
  "sura": 11,
  "aya": 107,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ إِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ (١٠٧) عن الحسن قال: (مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ) : تبدل سماء غير هذه السماء، وأرض غير هذه الأرض، فما دامت تلك السماء وتلك الأرض؛ لأن السماء هذه أخبر أنها تنشق وتطوى وتبدل؛ كقوله:  (وَيَوْمَ تَشَقَّقُ السَّمَا) ، و (يَوْمَ نَطْوِي) و (يَوْمَ تُبَدَّلُ) ، ونحوه. </p><p> وقَالَ بَعْضُهُمْ: قوله: (مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ) إنما هو صلة الكلام؛ كأنه قال: خالدين فيها إلا ما شاء ربك، وقد يتكلم بمثل هذا على الصلة. </p><p> وقَالَ بَعْضُهُمْ: يدوم لهم العذاب أبدًا ما دامت السماوات والأرض الأهل الدنيا ما كانوا فيها؛ لأئهما إنما تفنيان بعد فناء أهلها وإحياء الأهل والبعث، فأخبر أن العذاب يدوم لهم كما يدوم لأهل الدنيا السماء والأرض. </p><p> وقَالَ بَعْضُهُمْ:  (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ) أي: ما دامت سماء الجنة وأرض الجنة، وسماء النار وأرض النار، لكن ذكر هذا لئلا يتوهم أهل الجنة والنار قبل هلاك سمائها وأرضها على ما يتوهم في توهم هلاك أهل الدنيا قبل هلاك سمائها وأرضها. </p><p> وقَالَ بَعْضُهُمْ:  (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ) أي: ما دامت الأرض أرضًا والسماء سماء، يتكلمون على ما بعد من أوهامهم فناؤهما، أو على الصلة؛ يقول الرجل لآخر: لا أكلمك ما دام الليل والنهار: أي أبدًا. </p><p> هذا تأويل قوله:  (مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ) وأما قوله: (إِلَّا مَا شَاءَ رَبُّكَ) قال بعضهم: إن ناسًا من أهل التوحيد يعذبون في النار على قدر ذنوبهم وخطاياهم ثم يخرجون منها. وقد روي في ذلك آثار؛ روي عن أبي سعيد الخدري وأبي هريرة - رضي اللَّه عنهما - عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" الاستثناء في الآيتين كلتيهما لأهل الجنة \" ، يعني: </p><p> الذين يخرجون من النار من أهل التوحيد (إِلَّا مَا شَاءَ رَبُّكَ) يقول: لم يشقوا شقاء من يخلد في النار وقال في الذين سعدوا إلا ما شاء ربك هم أُولَئِكَ الذين لم ينالوا من السعادة ما نال أهل الجنة الذين لم يدخلوا النار. </p><p> وفي بعضها عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" أما من يريد اللَّه إخراجه من النار، فإنهم يماتون فيها إماتة \" . </p><p> وقال في خبر آخر:  \" أما من يريد اللَّه له الخلود فلا يخرجون منها \" وأمثال هذا من الأخبار، فإن ثبت هذا فهو المعتمد. </p><p> وقَالَ بَعْضُهُمْ: قوله: (إِلَّا مَا شَاءَ رَبُّكَ) أي: قد شاء لأهل النار الأبد والخلود، وشاء لأهل الجنة عطاء غير مجذوذ؛ أي: غير منقطع. </p><p> ويؤيد هذا التأويل ما ذكر في حرف ابن مسعود وأبي:  (مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ) في الآيتين؛ وفي الآية الأولى:  (إِلَّا مَا شَاءَ رَبُّكَ) وفي الأخرى: (ما دامت السموت والأرض عطاء غير مجذوذ) وكذلك ذكر في حرف ابن مسعود وأبي أنهما لم يذكرا الثنيا في أهل الجنة، وأصل هذا ما ذكر أبو عبيد قال: الاستثناء الذي هو في أهل السعادة فهو المشكل؛ لأنه يقال: كيف يستثني وقد وعدهم خلود الأبد في الجنة. وقال في ذلك أقوالا لا أدرى إلى من تسند، إلا أن لها مخارج في كلام العرب وشواهد في الآثار، وإنما يتكلم الناس في هذا على معاني العربية، واللَّه أعلم بما أراد. </p><p> قال: فأحد هذه الوجوه في الاستثناء فيما يقال كالرجل يوجب على نفسه الشيء ليفعلنه، ثم يقول -: إن شاء اللَّه، وعزمه وضميره مع استثنائه أنه فاعله، لا يريد غيره. </p><p> ومما يقوي هذا المذهب قول اللَّه - تعالى -: (لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ آمِنِينَ) ، فاستثنى، وقد علم أنهم داخلوه ألبتَّة. </p><p> ومنه ما روي في حديث مكة عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حين قال:  \" ولا تحل لقطتها إلا لمنشد \" . </p>"
}