{
  "id": null,
  "sura": 11,
  "aya": 78,
  "text": "<p> ثم قوله:  (وَلَمَّا جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا) يحتمل: أن يكون قوله: (سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا) لما جاءته الرسل بإهلاك قومه ساءه ذلك، وضاق به ذرعًا كذلك أيضًا. ويحتمل قوله:  (سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا) ، بسوء صنيع قومه بأضيافه، الحرفان جميعًا ينصرفان إلى لوط لمكان قومه، أو لمكان أضيافه، أو يكون أحد الحرفين لمكان ضيفه، والآخر لمكان ما ينزل بقومه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَجَاءَهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ وَمِنْ قَبْلُ كَانُوا يَعْمَلُونَ السَّيِّئَاتِ قَالَ يَا قَوْمِ هَؤُلَاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ فَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ فِي ضَيْفِي أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ (٧٨) قَالَ بَعْضُهُمْ: يسرعون إليه. </p><p> وقَالَ بَعْضُهُمْ:  (يُهْرَعُونَ إِلَيْهِ) أي: يهرولون إِلَيْهِ، وهو سير بين السعي وبين المشي بين بينين. </p><p> وقَالَ بَعْضُهُمْ: قوله، (يُهْرَعُونَ إِلَيْهِ) أي: يروعون إليه، من الروع، أي: فزعين إليه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمِنْ قَبْلُ كَانُوا يَعْمَلُونَ السَّيِّئَاتِ) هذا يحتمل وجهين: يحتمل قوله: (وَمِنْ قَبْلُ) أي: من قبل أن يبعث لوط رسولا إليهم كانوا يعملون السيئات. </p><p> ويحتمل قوله:  (وَمِنْ قَبْلُ) أي: من قبل نزول الأضياف بلوط كانوا يعملون السيئات، والسيئات تحتمل الشرك وغيره من الفواحش التي كانوا يرتكبونها، واللَّه أعلم. </p><p> وقوله:  (قَالَ يَا قَوْمِ هَؤُلَاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ) اختلف في قوله: (بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ) قَالَ بَعْضُهُمْ: أراد بنات قومه؛ لأن الرسل هم كالآباء لأولاد قومهم ينسبون إليهم؛ ألا ترى إلى قوله:  (النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ) . </p><p> وفي حرف ابن مسعود رَضِيَ اللَّهُ عَنْهُ، (وهو أب لهم كما أزواجه أمهاتهم والنبي أب لهم) ؛ فعلى ذلك يحتمل قول لوط:  (هَؤُلَاءِ بَنَاتِي) أراد بنات قومه فنسبهن إلى نفسه؛ </p><p> لما ذكرنا أنه كالأب لهم. </p><p> ثم يحتمل معنى جعل النبي لأولاد قومه كالأب، وأزواجه كالأم وجهين: </p><p> أحدهما: نسبوا إليه للشفقة، فهو أشفق بهم من الأب والأم. </p><p> أو: لحق التربية وتعليم الدِّين كالأب لهم؛ فهو أولى بهم من أنفسهم لهذين الوجهين. </p><p> وقَالَ بَعْضُهُمْ: أراد بنات نفسه. </p><p> ثم اختلف فيه. </p><p> قَالَ بَعْضُهُمْ: كان ذلك منه تعريضا لهم للنكاح؛ يقول: هَؤُلَاءِ بناتي هن أطهر لكم نكاحًا إن كنتم قابلين للإيمان. </p><p> ومنهم من قال: هو تعريض منه لما هو زنا عندهم، لا أنه عرض ذلك عند نفسه، وهذا كما يقولون بأن من أكره على أن يشتم محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فلا بأس بأن يشتم ويقصد بشتمه محمدًا آخر يحل له شتمه، وإن كان عند المكره أنه يشتم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بعد أن جعل الشاتم في قلبه غيره، وكذلك إذا أكره على أن يشتم الإله، فيقصد بالشتم شتم آلهتهم، وإن كان عندهم أنه إنما يشتم إلهه الذي يعبده؛ فعلى ذلك يحتمل قول لوط:  (هُنَّ أَطْهَرُ لَكم) تعريض زنا عندهم، وإن كان عنده أنه ليس لذلك يقصد. </p><p> وقال قائلون: قال هذا ليريهم قبح الفعل الذي كانوا يقصدون بأضيافه؛ لأن الزنا كان عندهم محرما فعرض عليهم بناته؛ ليعرفوا قبح ذلك الفعل؛ حيث احتمل فعله في بناته ولم يحتمل في أضيافه؛ ليمتنعوا عن ذلك. </p><p> أو يحتمل أن يكون قال ذلك وإن كان كلاهما لا يحلان، لكن أحدهما أيسر وأهون، ويجوز الجمع بين شرين؛ فيقال: هذا أطهر لكم وأحل من هذا، وهذا أيسر من هذا وأهون، وإن كان كلاهما شرين، فالزنا وإن كان حرامًا فذلك مما يحل بالنكاح، وأدبار الرجال لا تحل بحال. </p><p> وقَالَ بَعْضُهُمْ: إنهم كانوا يخطبون بناته، وكان أبى أن يزوجهن منهم؛ لما لم يكونوا </p>"
}