{
  "id": null,
  "sura": 11,
  "aya": 12,
  "text": "<p> قوله: ، (إِلَّا الَّذِينَ صَبَرُوا) أي: آمنوا على ما ذكر في غير واحد من الآيات: (إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ) ؛ كقوله:  (وَالْعَصْرِ (١) إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (٢) إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ)، ويكون قوله:  (إِلَّا الَّذِينَ صَبَرُوا) وعن المعاصي فلم يرتكبوها، (وَعَمِلُوا الصَّالِحَاتِ) أي: الطاعات والإيمان نفسه هو اعتقاد الانتهاء عن المعاصي كلها، والاتقاء عن جميع ما يدخل نقصًا فيها وإتيان الطاعات جميعًا، وهكذا يعتقد كل مؤمن أن يتقي وينتهي كل معصية، ويأتي بكل طاعة ويعمل بها، هذا اعتقاد كل مؤمن وحقيقة الوفاء بذلك كله. </p><p> وقوله - عَزَّ وَجَلَّ -: (أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ) : يشبه أن يكون قوله: (لَهُم مغْفِرَة) لما ارتكبوا على الصغائر من الذنوب، وانتهوا عن الكبائر منها، (وَأَجْرٌ كَبِيرٌ) على ما أتوا وعملوا من الكبائر من الطاعات. </p><p> ويحتمل قوله (لَهُمْ مَغْفِرَةٌ) الستر في الدنيا ستر عليهم تلك الذنوب في الدنيا فلم يطلع عليها الخلق (وَأَجْرٌ كَبِيرٌ) بما أظهر منهم ما كان من الطاعات والخيرات حتى نظر الناس إليهم بعين تعظيم بما ظهر منهم من الخيرات وخفي عليهم ما ارتكبوا من المعاصي. </p><p> هذا التأويل يكون في الدنيا، والأول في الآخرة. </p><p> * * * </p><p> قوله تعالى:  (فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَنْ يَقُولُوا لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جَاءَ مَعَهُ مَلَكٌ إِنَّمَا أَنْتَ نَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَيْءٍ وَكِيلٌ (١٢) أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ (١٣) فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ وَأَنْ لَا إِلَهَ إِلَّا هُوَ فَهَلْ أَنْتُمْ مُسْلِمُونَ (١٤) </p><p> وقوله:  (فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ) ، وإن كان معلومًا أنه لا يترك؛ كقوله:  (وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ) ، (فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ) ، وأمثاله، نهاه وإن كان معلومًا أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لا يفعل ذلك، وإنما احتمل النهي كما يقول الرجل لآخر لعلك تريد أن تفعل كذا فهو نهاه عن ذلك. </p><p> والثاني: يقال عند القرب إلى الفعل والدنو منه؛ كقوله:  (لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا) ، يقال: حرف \" كاد \" عند الميل إليه والقرب منه طمعا منه في </p><p> إيمانهم، وذلك فيما يحل له الترك، وذلك ما قيل من نحو سب آلهتهم وذكر العيب فيها، ويحل له ترك سب آلهتهم وشتمها. وكذلك يخرج قوله:  (لَعَلَّكَ بَاخِعٌ نَفْسَكَ) على هذين الوجهين، على المنع ألا يحمل على نفسه إشفاقًا على أنفسهم ألا يؤمنوا ما يوجب تلفه. </p><p> والثاني: على التخفيف؛ كقوله:  (وَلَا تَحزَن عَليهِم. . .) الآية، وقوله:  (وَلَا تَخَافِي وَلَا تَحْزَنِي) ، هو على التخفيف ليس على النهي. </p><p> وفي قوله:  (فَلَعَلَّكَ تَارِكٌ. . .) الآية وجه آخر: وهو نهي يخرج مخرج البشارة له بما، كان يخاف من ضيق صدره واشتغال قلبه عند سوء معاملتهم إياه، فيقع له فيه تأخير في إبلاغ ما أمر بتبليغه فأمنه اللَّه عن ذلك وعصمه. </p><p> والوجه الثاني: في النهي عن ذلك هو ما يقع له فيه الرجاء، وذلك أن الأخيار إذا ابتلوا بالأشرار قد يؤذن لهم بمفارقتهم وترك الأمر فيهم، فلعله كان يقع له في مثله الرجاء أنه قد يؤذن له، في حال من الأحوال بتأخير التبليغ، فأيئسه عن ذلك وكلفه بتبليغ ما أمر له في جميع أحواله و (بَعْضَ مَا يُوحَى إِلَيْكَ) يحتمل ما ذكر أهل التأويل من سب آلهتهم وعيبها وما تدعو إليه. </p><p> وقوله - عَزَّ وَجَلَّ (وَضَائِقٌ بِهِ صَدْرُكَ) : يضيق صدره بما يقولون له استهزاء، وكذلك الحق أن كل من استهزئ به أن يضيق صدره لما لا يقدر على إتيان ما طلبوا منه من الكنز وإنزال الملك، وقد وعدوا أن يؤمنوا لو فعل، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جَاءَ مَعَهُ مَلَكٌ) : لأن للكنز والملك محلا في قلوب أُولَئِكَ وقدرا فقالوا: لولا أنزل عليه كنز فيعظموه فيصدق على ما يدعي، وكذلك الملك له محل عظيم عندهم إذا كان معه عظموه وصدقوه. </p><p> وقوله:  (إِنَّمَا أَنْتَ نَذِيرٌ) أثر قولهم: لولا أنزل عليه كنز، أو جاء معه ملك أي: إنما أنت نذير ليس عليك إتيان ما سألوا، إنما ذلك تحكم منهم على اللَّه تعالى وأماني، فعليك إبلاغ ما أنزل إليك؛ كقوله:  (إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ) . </p><p> (وَاللَّهُ عَلَى كُلِّ شَيْءٍ وَكِيلٌ) أي: حفيظ لكل ما يقولون فيك ويتفوهون به، أو هو الوكيل والحفيظ لا أنت؛ كقوله:  (لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ) ، وقوله:  (وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ) ، ونحوه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَمْ يَقُولُونَ افْتَرَاهُ) أي: قالوا: إنه افتراه، أي: مُحَمَّد افترى هذا القرآن من عند نفسه. </p><p> (قُلْ) : يا مُحَمَّد إن كان افتريته على ما تقولون، (فَأْتُوا) : أنتم، (بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ) : لأنكم أقدر على الافتراء من مُحَمَّد؛ لأنكم قد عودتم أنفسكم الكذب والافتراء، ومُحَمَّد لم تأخذوه بكذب قط ولا ظهر منه افتراء، فمن عود نفسه الافتراء والكذب أقدر عليه ممن لم يعرف به قط، فأتوا بعشر سور مثله وادعوا أيضًا شهداءكم من الجن والإنس ممن استطعتم من دون اللَّه يعينوكم على إتيان مثله، (إِنْ كُنْتُمْ صَادِقِينَ) وإنه افتراه من عنده. </p><p> أو يقول:  (فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ) أي أن محمدا قد جاء بسور فيها أنباء ما أسررتم وأخفيتم مما لا سبيل إلى معرفة ذلك والاطلاع عليه إلا من جهة الوحي من السماء وإطلاع اللَّه إياه، فأتوا أنتم بسورة مفتراة فيها أنباء ما أضمر هو وأسر، وتطلعون أنتم على سرائره كما اطلع هو على سرائركم، وادعوا من استطعتم ممن تعبدون من دون اللَّه من الآلهة، إن كنتم صادقين أنه افتراه. </p><p> أو يقول: إن لسانكم مثل لسان مُحَمَّد، فإن قدر هو على الافتراء افترى مثله من عنده، فتقدرون أنتم على افتراء مثله: فأتوا به، وادعوا أيضًا من لسانه مثل لسانكم حتى يعينوكم على ذلك، إن كنتم صادقين أنه افتراه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ) ، وقال في موضع آخر:  (فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ) . </p><p> قَالَ بَعْضُهُمْ: بعشر نزل قبل ولم تقدروا على مثله، وقوله:  (فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ) دعوا أولا أن يأتوا بعشر سور، فلما عجزوا عن ذلك عند ذلك قيل لهم: (فَأْتُوا </p>"
}