{
  "id": null,
  "sura": 11,
  "aya": 18,
  "text": "<p> (فَالنَّارُ مَوْعِدُهُ) : إن مات على ذلك، وأمَّا إذا أسلم ومات على الإسلام، فلا تكون النار موعده. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَا تَكُ فِي مِرْيَةٍ مِنْهُ) : يحتمل في قوله الوجوه الثلاثة التي ذكرنا من الدِّين والقرآن والنبي، يحتمل هو نفسه، ويحتمل الخطاب غيره لما ذكرنا في قوله:  (فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ) ، (وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ) ، (فَلَا تَكُونَنَّ مِنَ الْجَاهِلِينَ) ، وأمثاله؛ فكذلك هذا، وقد ذكرنا أن العصمة لا تزيل النهي والأمر بل تزيدهما؛ لأن بالعصمة يظهر موافقة الأمر ومخالفة النهي والمحظور. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّهُ الْحَقُّ مِنْ رَبِّكَ) : يحتمل القرآن، ويحتمل الدِّين الذي عليه ويدعوهم إليه، ويحتمل هو نفسه الحق من ربه، (وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ) . </p><p> * * * </p><p> قوله تعالى:  (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أُولَئِكَ يُعْرَضُونَ عَلَى رَبِّهِمْ وَيَقُولُ الْأَشْهَادُ هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ (١٨) الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ (١٩) أُولَئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِي الْأَرْضِ وَمَا كَانَ لَهُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ يُضَاعَفُ لَهُمُ الْعَذَابُ مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ (٢٠) أُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ (٢١) لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ (٢٢) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَخْبَتُوا إِلَى رَبِّهِمْ أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ (٢٣) مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ هَلْ يَسْتَوِيَانِ مَثَلًا أَفَلَا تَذَكَّرُونَ (٢٤) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) هو ما ذكرنا أن لا أحد أظلم على نفسه ممن أخذ نفسه من معبوده وشغلها في عبادة من لا يملك له نفعًا إن عبده ولا ضر إن ترك عبادته، أو يقول: لا أحد أظلم على نفسه ممن ألقى نفسه الطاهرة في عذاب اللَّه ونقمته أبدًا بافترائه على اللَّه، وباللَّه العصمة والقوة. </p><p> وفي التأويل لا أحد أظلم على نفسه ممن افترى على اللَّه كذبًا، وفي المعنى لا أحد أفحش ظلمًا ممن افترى على اللَّه كذبًا بعد معرفته أن جميع ما له من اللَّه تعالى. </p><p> وقوله - عَزَّ وَجَلَّ -: (أُولَئِكَ يُعْرَضُونَ عَلَى رَبِّهِمْ) أي: أُولَئِكَ الذين تعرض أعمالهم على أنفسهم عند ربهم، فإن وافقت أعمالهم ما في شهادة خلقتهم أدخلوا الجنة، وإن خالفت أعمالهم شهادة خلقتهم أدخلوا النار، تعرض أعمالهم على أنفسهم عند ربهم؛ </p><p> لأن اللَّه عَزَّ وَجَلَّ عالم بما كان منهم من الأعمال والأقوال على ربهم، أي: عند ربهم؛ كقوله:  (وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى رَبِّهِمْ) أي: عند ربهم، وتأويله ما ذكرنا يعرضون على ربهم لأنفسهم؛ لأنهم إنما يؤمرون وينهون ويمتحنون لأنفسهم ولمنفعة أنفسهم فيكون عرضهم لهم، أو أن يكون قوله:  (أُولَئِكَ يُعْرَضُونَ) على ما وعدهم ربهم في الدنيا، أو يقول: أُولَئِكَ يعرضون لأنفسهم على ربهم من غير غيبة كانت منه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَقُولُ الْأَشْهَادُ هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ) : اختلف فيه: </p><p> قيل: الأشهاد: الرسل والأنبياء. </p><p> وقَالَ بَعْضُهُمْ: الأشهاد: الملائكة. </p><p> وقَالَ بَعْضُهُمْ: الأشهاد: المؤمنون. فمن قال: هم الأنبياء والمؤمنون؛ فهو كقوله:  (لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا) ؛ وكقوله:  (وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا) ، ومن قال: هم الملائكة؛ كقوله:  (مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ) ، وقوله:  (وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ (١٠) كِرَامًا كَاتِبِينَ (١١) يَعْلَمُونَ مَا تَفْعَلُونَ (١٢) . ونحوه. </p><p> ومعناه - واللَّه أعلم - أنه: تعرض أعمالهم وأقوالهم على أنفسهم فإن أقروا بها بعثوا إلى النار، وإن أنكروا يشهد عليهم ما ذكر من الشهداء فإن أنكروا يقال له:  (اقْرَأْ كِتَابَكَ. . .) الآية، فإن أنكروا ذلك فعند ذلك تشهد عليهم جوارحهم؛ كقوله:  (يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ. . .) الآية. </p><p> ويحتمل أن يكون الملائكة نادوا في ملأ الخلق قبل أن يدخلوا النار: هَؤُلَاءِ الذين كذبوا على ربهم. </p><p> ويحتمل ما ذكر من شهادة الذين كانو موكلين بكتابة أعمالهم وأقوالهم يخبرون عما </p>"
}