{
  "id": null,
  "sura": 11,
  "aya": 109,
  "text": "<p> قوله تعالى:  (فَلَا تَكُ فِي مِرْيَةٍ مِمَّا يَعْبُدُ هَؤُلَاءِ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ آبَاؤُهُمْ مِنْ قَبْلُ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنْقُوصٍ (١٠٩) وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ (١١٠) وَإِنَّ كُلًّا لَمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ إِنَّهُ بِمَا يَعْمَلُونَ خَبِيرٌ (١١١) </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَا تَكُ فِي مِرْيَةٍ مِمَّا يَعْبُدُ هَؤُلَاءِ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ آبَاؤُهُمْ مِنْ قَبْلُ) تأويله - واللَّه أعلم -: لا تكن يا مُحَمَّد في شك بأن هَؤُلَاءِ قد بلغوا في عبادتهم الأصنام والأوثان الحد الذي بلغ آباؤهم في عبادتهم الأصنام والأوثان فأهلكوا إذا بلغوا ذلك الحد، فهَؤُلَاءِ -أيضًا- قد بلغوا ذلك المبلغ؛ أي: مبلغ الهلاك، لكن اللَّه برحمته وفضله أخره عنهم إلى وقت. </p><p> أو يقال: إن هَؤُلَاءِ قد بلغوا في العبادة لغير اللَّه بعد نزول القرآن والحجة المبلغ الذي كان بلغ آباؤهم قبل نزول الحجة والبرهان في عبادتهم غير اللَّه. </p><p> أو كان في قوم قد أظهروا الموافقة لهم، وكانوا يعبدون الأصنام في السر على ما كان يعبد آباؤهم، فقال: هَؤُلَاءِ وإن أظهروا الموافقة لك فقد بلغوا بصنيعهم في السر مبلغ آبائهم، واللَّه أعلم هذا يحتمل وجهين: </p><p> أحدهما: إخبار عن قوم خاص أنه لا يؤمن أحد منهم؛ ليجعل شغله بغيرهم. </p><p> والثاني: إخبار ألا يؤمن جميع قومك كما لم يؤمن قوم موسى بأجمعهم؛ بل قد آمن منهم فريق، ولم يؤمن فريق، فعلى ذلك يكون قومك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنْقُوصٍ) قَالَ بَعْضُهُمْ: قوله: وإنا لموفوهم نصيبهم في الدنيا من الأرزاق، وما قدر لهم من النعم (غَيْرَ مَنْقُوصٍ) ، لا ينقص ما قدر لهم؛ أي: لا يهلكون حتى يوفى لهم الرزق. </p><p> وقال قائلون:  (وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنْقُوصٍ) أي: لا ينقصون من أعمالهم شيئًا، ولا يزادون عليها، إن كان حسنا فحسن، وإن كان شرا فشر؛ فهو على الجزاء. </p><p> وقَالَ بَعْضُهُمْ: قوله: (وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ) يقول: إنا نوفر لهم حظهم من </p>"
}