{
  "id": null,
  "sura": 11,
  "aya": 14,
  "text": "<p> بِسُورَةٍ مِنْ مِثْلِهِ). </p><p> وقوله:  (بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ) فَإِنْ قِيلَ: كيف ذكر: فأتوا بسور مفتريات؟ قيل: معناه إن كان هذا مما يحتمل الافتراء على ما تزعمون، فأتوا بمثله أنتم لأنكم أقدر على الافتراء من مُحَمَّد، فإن لم تقدروا لم يقدر أحد على ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ وَأَنْ لَا إِلَهَ إِلَّا هُوَ فَهَلْ أَنْتُمْ مُسْلِمُونَ (١٤) أي: فإن لم تقدروا أنتم ولم يجيبوكم أُولَئِكَ على الإعانة على إتيان مثله، فاعلموا أنه إنما أنزل بعلم اللَّه وبأمره أتاه ومن عنده نزل، ليس بمفترى على ما تزعمون، وأن لَا إِلَهَ إِلَّا اللَّهُ لا ألوهية لمن تعبدون دونه من الأصنام والأوثان. </p><p> والثاني: فإن لم يستجيبوا لكم يا أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ولم يقدروا على مثله، فاعلموا أنتم أنه إنما أنزل بعلم اللَّه ومن عنده نزل على التنبيه والتذكير لهم، وإن كانوا علموا أنه من عنده نزل؛ كقوله:  (فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ) ، على التنبيه والتذكير ليس على أنه لا يعلم فعلى ذلك الأول. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَهَلْ أَنْتُمْ مُسْلِمُونَ) : خاضعون له مخلصون، وعلى التأويل الأول على حقيقة الإسلام، والإيمان، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ (١٥) أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ (١٦) أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ وَيَتْلُوهُ شَاهِدٌ مِنْهُ وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً أُولَئِكَ يُؤْمِنُونَ بِهِ وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ فَلَا تَكُ فِي مِرْيَةٍ مِنْهُ إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ (١٧) </p><p> وقوله - عَزَّ وَجَلَّ -: (مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا. . .) الآية اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: الآية في أهل الإيمان الذين عملوا الصالحات مراءاة للخلق يقول: (نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا) من الذكر فيها والشرف، وما طلبوا بأعمالهم في الدنيا من المباهاة وغيره، آتاهم اللَّه في الدنيا جزاء لتلك الأعمال التي عملوها وبطل ما صنعوا وباطل ما </p>"
}