{
  "id": null,
  "sura": 11,
  "aya": 55,
  "text": "<p> أي: إنا إنما ننهاك عن سب آلهتنا وذكر العيب فيها إشفاقًا عليك لئلا يصيبك شيء منها. </p><p> وقال ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: قالوا: \" شتمت آلهتنا فخبلتك وأصابتك بالجنون، فتأويله - واللَّه أعلم - أنك إنما تدعونا إلى ما تدعونا إليه وتدعي ما تدعي لما أصابتك آلهتنا بسوء واعترتك بجنون، كانوا يخوفونه أن تصيبه آلهتهم بسوء بتركه عبادتها، على ما كانوا يرجون وليطمعون بعبادتهم إياها شفاعتها لهم؛ قال:  (إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ) به وتعبدونه من الآلهة، واشهدوا أنتم أيضًا بأني بريء من ذلك، (فَكِيدُونِي جَمِيعًا ... (٥٥) أنتم وآلهتكم فيما تدعونني من الهلاك أو السوء، (ثُمَّ لَا تُنْظِرُونِ) أي: ثم لا تمهلون في ذلك. </p><p> ويحتمل قوله:  (فَكِيدُونِي جَمِيعًا) أنتم وآلهتكم؛ يقول: اعملوا أنتم وآلهتكم جميعًا التي تزعمون أنها خبلتني وأجنتني، (ثُمَّ لَا تُنْظِرُونِ) . أي: لا تمهلون، وهذا من أشد آيات النبوة؛ لأنه يقول لهم وهو بين أظهرهم وحيدًا، فلولا أنه يقول ذلك لهم بقوة من الله والاعتماد له عليه والانتصار به، والا ما اجترأ أحد أن يقول مثل هذا بين أعدائه علم أنه قال ذلك باللَّه تعالى؛ وكذلك قول رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: (قُلِ ادْعُوا شُرَكَاءَكُمْ ثُمَّ كِيدُونِ. . .) الآية، وقول نوح:  (ثُمَّ اقْضُوا إِلَيَّ وَلَا تُنْظِرُونِ. . .) الآية وقول شعيب: (وَيَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ. . .) الآية. وأمثاله، قالوا ذلك بين أظهر الاعداء ولم يكن معهم أنصار ولا أعوان؛ دل أنهم إنما قالوا ذلك باللَّه وذلك من آيات النبوة. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ (٥٦) أي: فوضت أمري إلى اللَّه، أو وكلت في جميع عملي إليه، أو وثقت به واعتمدت عليه فيما توعدونني من الهلاك، أو توكلت عليه في دفع ما أوعدتموني ربي وربكم، أي: كيف توعدونني بآلهتكم التي تعبدون، ولا تخافون الذي تعلمون أنه هو ربي وربكم؟ ! وهو كما قال إبراهيم:  (وَكَيْفَ أَخَافُ مَا أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُمْ بِاللَّهِ. . .) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا) : يميتها متى شاء. </p>"
}