{
  "id": null,
  "sura": 11,
  "aya": 6,
  "text": "<p> وما يعلنون، وأصله أنهم يعلمون أن اللَّه هو الذي أنشأ هذه الصدور والقلوب، والثياب هم الذين نسجوها واكتسبوها، ثم لا يملكون الاستتار بما كسبوا هم [فلئلا] يملكوا الاستتار، بما تولى هو إنشاءه أحق. </p><p> وقوله:  (أَلَا حِينَ يَسْتَغْشُونَ) ألا إنما هو تأكيد الكلام، وهو قول أبي عبيدة وغيره. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ) : قال أهل التأويل عليم بما في الصدور ولكن يشبه أن قوله: (عَلِيمٌ بِذَاتِ الصُّدُورِ) عبارة عن صدور لها تدبير وتمييز وهو البشر. </p><p> * * * </p><p> قوله تعالى:  (وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ (٦) وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (٧) وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَعْدُودَةٍ لَيَقُولُنَّ مَا يَحْبِسُهُ أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ (٨) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا) : قَالَ بَعْضُهُمْ: عنى بالدابة الممتحن به وهو البشر، وأما غيره من الدواب فقد سخرها للمتحن به. </p><p> وقال قائلون: أراد كل دابة تدب على وجه الأرض من الممتحن به وغيره وتمامه: ما من دابة في الأرض، جعل قوامها وحياتها بالرزق إلا على اللَّه إنشاء ذلك الرزق لها، ثم من الرزق ما جعله بسبب، ومنه ما جعله بغير سبب. </p><p> وقوله - عَزَّ وَجَلَّ -: (إلَّا عَلَى اللَّهِ رِزْقُهَا) : اختلف فيه أيضًا: </p><p> قَالَ بَعْضُهُمْ: قوله: (عَلَى اللَّهِ رِزقُهَا) ، أي: على اللَّه إنشاء رزقها وخلقه لها الذي به قوامها وحياتها؛ وهو كقوله:  (وَفِي السَّمَاءِ رِزْقُكُمْ) أي: ينشئ ويخلق رزقنا بسبب من السماء من المطر وغيره؛ فعلى ذلك قوله:  (عَلَى اللَّهِ رِزْقُهَا) أي: على الله إنشاء رزقها وخلقه لها. </p><p> وقيل:  (عَلَى اللَّهِ رِزْقُهَا) أي: على اللَّه أن يبلغ إليها رزقها وما قدر لها وما به معاشها كقوله: (وَقَدَّرَ فِيهَا أَقْوَاتَهَا. . .) الآية. عليه تبليغ رزقها وما به معاشها. </p><p> ثم قوله:  (عَلَى اللَّهِ رِزقُهَا) : قَالَ بَعْضُهُمْ: ما جاءها من الرزق إنما جاءها من اللَّه لم يأتها من غيره وعلى اللَّه بمعنى من اللَّه وذلك جائز في اللغة؛ كقوله:  (إِذَا اكْتَالُوا عَلَى النَّاسِ) أي: من الناس؛ وهو قول مجاهد. ويحتمل قوله:  (عَلَى اللَّهِ رِزْقُهَا) أي: على اللَّه وفاء ما وعد، وقد كان وعد أن يرزقها، فعليه وفاء وعده وإنجازه. </p><p> ويحتمل وجهًا آخر: وهو أنه علم لما خلقها علم أنه يبقيها إلى وقت عليه تبليغ ما به تعيش إلى ذلك الوقت والأجل الذي خلقها ليبقيها إلى ذلك؛ وبعضه قريب من بعض. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا) : اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: مستقرها بالليل، ومستودعها بالنهار في معاشها. </p><p> وقَالَ بَعْضُهُمْ: المستقر: الرحم، والمستودع: الصلب. </p><p> وقَالَ بَعْضُهُمْ: المستقر: الصلب، والمستودع: الرحم. </p><p> وقَالَ بَعْضُهُمْ: المستقر: المتقلب في الدنيا، والمستودع: مثواها في الآخرة؛ كقوله:  (وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ) في الدنيا وتحرككم في معاشكم (وَمَثْوَاكُمْ) أي: قراركم ومقامكم في الآخرة. </p><p> وقَالَ بَعْضُهُمْ: مستقرها في الدنيا، ومستودعها في القبر. </p><p> ويشبه أن يكون هذا إخبارًا عن العلم بها في كل حال في حال سكونها وفي حال حركتها؛ لأنها لا تخلو إما أن تكون ساكنة أو متحركة، أي: يعلم عنها كل حالها ويشبه أن يكون صلة ما تقدم وهو قوله: (أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ. . .) الآية. يخبر أنه إذا لم يخف عليه كون كل دابة في بطن الأرض، وما تغيض به الأرحام وما استودع في الأصلاب، كيف يخفى عليه أعمالهم التي عليها العقاب ولكم بها الثواب وفيها الأمر والنهي؟! واللَّه أعلم. </p>"
}