{
  "id": null,
  "sura": 11,
  "aya": 114,
  "text": "<p> وقوله:  (وَمَنْ تَابَ مَعَكَ) من الشرك، ادعوهم على أن يستقيموا على ما أقروا وأدّوا بلسانهم (وَلَا تَطْغَوْا) قَالَ بَعْضُهُمْ الطغيان هو المجاوزة عن الحد الذي جعل له. </p><p> وقوله:  (إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ) هذا وعيد. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ثُمَّ لَا تُنْصَرُونَ (١١٣) قال الحسن: هو صلة قوله: فاستقم كما أمرت ومن تاب معك ولا تطغوا ولا تركنوا إلى الذين ظلموا فتمسكم النار. </p><p> قال الحسن: بينهما دين اللَّه بين الركون إلى الظلمة، والطغيان في النعمة. </p><p> الآية وإن كانت في أهل الشرك فهي فيهم وفي غيرهم من الظلمة أن كل من ركن إلى الظلمة يطيعهم أو يودهم فهو يخاف أن يكون في وعيد هذه الآية. </p><p> (وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ) في دفع العذاب عنهم، أو إحداث نفع لهم. </p><p> (ثُمَّ لَا تُنْصَرُونَ) لا ناصر لهم دونه، ولا مانع، واللَّه أعلم. </p><p> وتأويل قوله:  (وَلَا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا) في ظلمهم (فَتَمَسَّكُمُ النَّارُ. . .) الآية، وإن خرجت مخرج العموم فهي خاصة؛ لأنه لا كل ظلم يركن إليه تمسه النار، وكأنه إنما خاطب به الأتباع؛ يقول: لا تركنوا إلى الكبراء منهم والقادة في ظلمهم وفيما يدعونكم إليه فتمسكم النار. </p><p> وقال بعض أهل التأويل نزل قوله:  (وَلَا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا) في رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حين دعاه أهل الشرك إلى ملة آبائه؛ يقول: ولا تميلوا إلى أهل الشرك، ولا تلحقوا بهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ ... (١١٤) صلاة المغرب، ظاهر هذا أن يكون فيها ذكر صلوات ثلاث: صلاة الفجر في الطرف الأول، وصلاة العصر في الطرف الأخير (وَزُلَفًا مِنَ اللَّيْلِ) صلاة المغرب؛ لأنه ذكر زلفًا من الليل، والزلف هي القرب منه؛ لأن الزلفى هي القربة والوسيلة إليه؛ فيكون قوله:  (وَزُلَفًا مِنَ اللَّيْلِ) ، أي: قريبًا من طرفي النهار من الليل، وهو المغرب، ويكون ذكر سائر الصلوات في قوله:  (أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَى غَسَقِ اللَّيْلِ) ، ذكر دلوك الشمس، وهو زوال الشمس، وغسق الليل: العشاء، أو في قوله:  (فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ (١٧) وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ)، (حِينَ تُمْسُونَ) : صلاة العصر، (وَحِينَ تُصْبِحُونَ) : صلاة الفجر (وَعَشِيًّا) : صلاة العشاء (وَحِينَ تُظْهِرُونَ) : صلاة الظهر، وليس لصلاة المغرب ذكر في الآية، لكنها ذكرت في قوله:  (وَزُلَفًا مِنَ اللَّيْلِ) . </p><p> وقَالَ بَعْضُهُمْ:  (وَزُلَفًا مِنَ اللَّيْلِ) : هو ساعات الليل، إلا أن بعض أهل التأويل صرفوها إلى الصلوات الخمس، وقالوا: قوله: (طَرَفَيِ النَّهَارِ) : صلاة الصبح والظهر والعصر (وَزُلَفًا مِنَ اللَّيْلِ) المغرب والعشاء. </p><p> وقال الحسن: هما زلفتان من الليل: صلاة المغرب وصلاة العشاء، وعلى ذلك جاءت الآثار في قوله (إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ) الحسنات هي الصلوات الخمس. </p><p> وروي أن رجلا أصاب من امرأة كل شيء إلا الجماع، فندم على ذلك، فأتى رسول اللَّه، فسأله، فقال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: ما أدري ما أرد عليك حتى يأتيني فيك شيء من اللَّه. </p><p> قال: فبينما هم كذلك إذ حضرت الصلاة، فلما فرغ من صلاته نزل عليه جبريل بتوبته فقال:  (وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ) غدوة وعشية، صلاة الغداة والظهر والعصر (وَزُلَفًا مِنَ اللَّيْلِ) صلاة المغرب والعشاء (إِنَّ الْحَسَنَاتِ) يعني: الصلوات الخمس (يُذْهِبْنَ السَّيِّئَاتِ) . (ذَلِكَ) : يعني: الصلوات الخمس (ذِكْرَى لِلذَّاكِرِينَ) قال: توبة للتائبين، فقرأ رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقال عمر: يا رسول اللَّه، أخاص له أم عام؟ قال، \" لا، بل عام للناس كلهم \" فإن ثبت هذا فهو الأصل في ذلك. </p><p> وعن عثمان - في بعض الأخبار - أنه سمع النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يقول:  \" الصلوات الخمس الحسنات يذهبن السيئات \" فقالوا: فما الباقيات الصالحات يا عثمان؟ فقال: لَا إِلَهَ إِلَّا اللَّهُ، وسبحان </p><p> اللَّه، والحمد لله، ولَا إِلَهَ إِلَّا اللَّهُ، واللَّهُ أَكْبَرُ، ولا حول ولا قوة إلا باللَّه العلي العظيم. </p><p> وعن أبي هريرة قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" الصلوات كفارات الخطايا،واقرءوا إن شئتم:(إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ).</p><p> وعن ابن عَبَّاسٍ:  (إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ) قال: الصلوات الخمس. </p><p> وعن جابر قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" مثل الصلوات الخمس كمثل نهر جار على باب أحدكم يغتسل منه كل يوم خمس مرات \". </p><p> والأخبار في هذا كثيرة. </p><p> وقَالَ بَعْضُهُمْ: فيه ذكر أربع صلوات، يقول:  (طَرَفَيِ النَّهَارِ) : الفجر والعصر (وَزُلَفًا مِنَ اللَّيْلِ) : المغرب والعشاء. </p><p> وقد جاءت الآثار في أن الحسنات هن خمس صلوات. </p><p> وقوله:  (إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ) قَالَ بَعْضُهُمْ: فعل الصلوات نفسها، وهو ما ذكرنا من الأخبار إن ثبت. </p><p> وقَالَ بَعْضُهُمْ: نفس الصلاة لا تكفر، ولكن تذكر ما ارتكب من الذنوب فيندم عليها؛ فذلك يكفر، وهو كقوله:  (إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ. . .) الآية، أخبر أن الصلاة تنهى، ولا تنهى إلا بعد أن تذكر ذلك. </p><p> وقَالَ بَعْضُهُمْ قوله:  (إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ) ؛ أي: تمنع عن الفحشاء؛ أي: ما دام فيها. </p><p> ويحتمل قوله:  (إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ) الصلوات وغيرها من الحسنات؛ فيه إخبار أن من الحسنات ما يكفر شيئًا من السيئات، واللَّه أعلم. </p><p> وقوله:  (ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ)  (ذَلِكَ) الذي سبق ذكره (ذِكْرَى) عظة للمتعظين. </p>"
}