{
  "id": null,
  "sura": 11,
  "aya": 93,
  "text": "<p> أو حرمة رهطي عندكم وحقهم أعظم من حق اللَّه وحرمته، وقد تعلمون إحسانه إليكم وانعامه عليكم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاتَّخَذْتُمُوهُ وَرَاءَكُمْ ظِهْرِيًّا) قَالَ بَعْضُهُمْ: قوله: (وَاتَّخَذْتُمُوهُ وَرَاءَكُمْ ظِهْرِيًّا) أي: حملتموه على ظهركم وحملهم إياه على ظهرهم إسخاطهم إياه، قال: تقول: العرب: فلان حمل الناس على ظهره: أي: أسخطهم على نفسه. ولكن لا ندري أيقال هذا أم لا. </p><p> فَإِنْ قِيلَ هذا فهو يحتمل ما قال، وهو قول أبي بكر الأصم. </p><p> وقال غيره من أهل التأويل: قوله: (وَاتَّخَذْتُمُوهُ وَرَاءَكُمْ ظِهْرِيًّا) أي: نبذتم اللَّه وراء ظهركم، أي: نبذتم حق اللَّه وأمره وكتابه الذي أنزله إليكم وراء ظهركم، لا تعملون به، ولا تكترثون إليه، هو كالمنبوذ وراء ظهركم؛ هذا على التمثيل أي: جعلوا أمر الله ودينه الذي دعوا إليه كالمنبوذ وراء ظهرهم، لا يعملون به ولا ينظرون إليه، ولا يكترثون وهو ما ذكر في قوله:  (نَكَصَ عَلَى عَقِبَيْهِ) ، وقوله:  (انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ) على التمثيل، أي: الذي أنتم عليه في القبح كالانقلاب على الأعقاب (إِنَّ رَبِّي بِمَا تَعْمَلُونَ مُحِيطٌ) هذا يخرج على وجهين -أيضًا-: </p><p> أي: إن ربي بما تعملون من الأعمال الخبيثة محيط فيجزيكم بها، أو يقول: إن ربي بما تعملون من الكيد برسول اللَّه والمكر به محيط فينصره عليكم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ سَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَاذِبٌ وَارْتَقِبُوا إِنِّي مَعَكُمْ رَقِيبٌ (٩٣) هذا يخرج على وجهين: أحدهما: أن كونوا على دينكم الذي أنتم عليه، وأنا أكون على ديني؛ كقوله:  (لَكُمْ دِينُكُمْ وَلِيَ دِينِ) ، لأن قوم شعيب قالوا لشعيب:  (لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِنْ قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا) فقال لهم هذا عند ذلك، وهذا إنما يقال عند الإياس عن إيمانهم، كقوله:  (لَا حُجَّةَ بَينَنَا وبَينَكُم) ، وأمثاله. </p><p> والثاني: قوله: (اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ) أي اعملوا في كيدي، والمكر في هلاكي، إني عامل ذلك بكم، وهو كما قال غيره من الرسل:  (فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ) وقوله: (فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ) ، ونحوه. </p>"
}