{
  "id": null,
  "sura": 11,
  "aya": 30,
  "text": "<p> والثاني: بقوله: لا أسألكم على ما أدعوكم إليه وأبلغكم إياه مالاً، مع حاجتي وقلة مالي، فيقع عندكم أني أدعوكم إليه رغبة فيما في أيديكم من الأموال أو لمنفعة نفسي بل إنما أدعوكم إلى ما أدعوكم إليه لمنفعة أنفسكم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ) أي: ما أجري إلا على اللَّه في ذلك ليس عليكم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا) : فيه دلالة أنهم كأنهم كانوا سألوا رسولهم أن يتخذ لهم مجلسا على حدة، ويفرد لهم ذلك دون الأراذل والضعفاء الذين اتبعوه ويطرد الضعفاء؛ وهو كقوله:  (وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ. . .) الآية. </p><p> وقال أهل التأويل:  (وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا) أي: ما أنا بالذي لا يقبل الإيمان من الأراذل والضعفاء عندكم؛ لقولهم حيث قالوا:  (وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ) ، لأنهم يقولون: اتبعوك الأراذل ظاهرًا، وأما في الباطن فليسوا على ذلك؛ ولذلك قال:  (وَلَا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْرًا اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ) ، يعني: ما في قلوب السفلة فيقول: ما أنا بطارد الذين آمنوا ظاهرًا اللَّه أعلم بما في قلوبهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّهُمْ مُلَاقُو رَبِّهِمْ) يحتمل وجهين؛ أي: ملاقو ربهم فيشكون مني إليه في رد إيمانهم، ويخاصمونني في ذلك ويطالبونني في طردي إياهم. </p><p> والثاني: أنهم ملاقو ربهم بإيمانهم ظاهرًا كان إيمانهم أو باطنًا أي في أي حال هم يلاقون، ربهم فيجزيهم بما هم عليه؛ كقوله:  (إِنْ حِسَابُهُمْ إِلَّا عَلَى رَبِّي لَوْ تَشْعُرُونَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ) يحتمل تجهلون ما أدعوكم إليه أو تجهلون في قولكم: إنهم إنما آمنوا واتبعوا في ظاهر الحال، وأما في السر فلا، أو تجهلون ما يلحقني في طردهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَا قَوْمِ مَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ طَرَدْتُهُمْ أَفَلَا تَذَكَّرُونَ (٣٠) أي: من يمنعني من عذاب اللَّه، (إِنْ طَرَدْتُهُمْ) : على ما تدعونني إليه، أو من يمنعني من عذاب اللَّه إن لم أقبل منهم الإيمان. </p>"
}