{
  "id": null,
  "sura": 11,
  "aya": 120,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ وَجَاءَكَ فِي هَذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرَى لِلْمُؤْمِنِينَ (١٢٠) تأويله - والله أعلم -: كل الذي نقص عليك أو قصصنا عليك من أنباء الرسل، نبأ بعد نبإ، ونبأ على إثر نبإ؛ ما نثبت به فؤادك. </p><p> وقوله:  (مَا نُثَبِّتُ بِهِ فُؤَادَكَ) يحتمل وجوهًا. </p><p> أحدها: نثبت به فؤادك؛ لما يحتمل أن نفسه كانت تنازعه وتناقشه بأن الذي أنزل عليه أو يأتي به ملك، أو كان ذلك من إيحاء الشيطان وإلقائه عليه ووساوسه، فقص عليه من أنباء الرسل وأخبارهم؛ ليكون له آية بينه وبين ربه؛ ليعلم أن ما أنزل عليه وما يأتي به إنما هو ملك من اللَّه؛ جاء ليدفع به نوازع نفسه وخطراته؛ إذ لا سبيل للشيطان إلى معرفة تلك الأنباء، ولا في وسعه إلقاؤها عليه، فيكون له بها طمأنينة قلبه، وهو كقول إبراهيم؛ حيث قال:  (رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى. . .) الآية، كأن نفس إبراهيم تنازعه في كيفية إحياء الموتى، فسأل ربه ليريه ذلك؛ ليطمئن بذلك قلبه، وإن كان يعلم أنه يحيي الموتى، وأنه قادر على ذلك. </p><p> والثاني: قص عليه أنباء الرسل واحدًا بعد واحد؛ ليثبت به فؤاده ليعلم كيفية معاملتهم قومهم، وماذا لقوا من قومهم، وكيف صبروا على أذاهم ليصبر هو على ما صبر أُولَئِكَ، وليعامل هو قومه بمثل معاملتهم. </p><p> ويشبه أن يكون قوله:  (مَا نُثَبِّتُ بِهِ فُؤَادَكَ) بنبإ بعد نبإ؛ لتنظر وتتفكر في كل نبأ </p><p> وخبر، وتعرف ما فيه، فيكون ذلك أثبت في قلبه، وهو كقوله:  (وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ) ، بإنزال الآية واحدة بعد واحدة، وسورة بعد سورة، وذلك أثبت في فؤاده من إنزاله جملة؛ لأنه يزدحم في مسامعه وفؤاده، وإذا كان بالتفاريق نظر وتفكر، فهو أثبت في قلبه وفؤاده، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَجَاءَكَ فِي هَذِهِ الْحَقُّ) قَالَ بَعْضُهُمْ: (وَجَاءَكَ فِي هَذِهِ) أي: في هذه الأنباء التي قصها عليك جاءك فيها الحق، وهو ما ذكرناه. </p><p> وقَالَ بَعْضُهُمْ:  (وَجَاءَكَ فِي هَذِهِ) أي: في هذه السورة (الْحَقُّ) ، وهو ما ذكر من </p>"
}