{
  "id": null,
  "sura": 11,
  "aya": 24,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَخْبَتُوا إِلَى رَبِّهِمْ أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ (٢٣) تأويله - واللَّه أعلم - أن الذين آمنوا باللَّه وبجميع ما أنزل على رسوله، وعملوا الصالحات ولزموا ذلك حتى صاروا إلى اللَّه أُولَئِكَ أصحاب الجنة؛ وهو كقوله:  (وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى) أي: من تاب من الشرك وآمن باللَّه وعمل صالحًا ثم اهتدى أي: ثم لزم ذلك حتى صار إلى اللَّه هكذا؛ فعلى ذلك قوله:  (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَخْبَتُوا إِلَى رَبِّهِمْ) لزموا ذلك كله حتى صاروا إلى اللَّه. </p><p> ويحتمل قوله:  (ثُمَّ اهْتَدَى) سنن الذين أُولَئِكَ كذا. </p><p> وقوله:  (وَأَخْبَتُوا إِلَى رَبِّهِمْ) اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: الإخبات التخشع والتواضع، أي: تخشعوا وتواضعوا فرقًا من ربهم. </p><p> وقَالَ بَعْضُهُمْ: أخبتوا أي: اطمأنوا على ذلك أُولَئِكَ كذا. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: أخبتوا قال: خافوا من ربهم. </p><p> وقَالَ الْقُتَبِيُّ: أخبتوا أي: تواضعوا لربهم، وقال: الإخبات التواضع والوقار. </p><p> وقال أَبُو عَوْسَجَةَ: الإخبات التوبة والمخبت التائب. </p><p> وقال غيرهم: الإخبات الإنابة، أخبتوا أي: أنابوا إلى اللَّه؛ وبعضه قريب من بعض. </p><p> ومن قال: الإخبات هو التواضع والخشوع فمعناه - واللَّه أعلم - أي: تواضعوا وخشعوا بالإجابة إلى ما دعاهم إليه ربهم وندبهم إليه. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ هَلْ يَسْتَوِيَانِ مَثَلًا أَفَلَا تَذَكَّرُونَ (٢٤) أي: الصنفين اللذين سبق وصفهما، وهو قوله:  (مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا. . .) الآية، فهو وصف الكافر، والفريق الآخر قوله:  (أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ) ، إلى آخر ما ذكر وفيه وصف المؤمن. أو يكون وصف الكافر ما ذكر:  (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أُولَئِكَ يُعْرَضُونَ عَلَى رَبِّهِمْ. . .) إلى قوله: (وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ) هو وصف أحد الفريقين وهم الكفار، والفريق الآخر ما ذكر:  (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَخْبَتُوا إِلَى رَبِّهِمْ) هذا - واللَّه أعلم - الفريقين اللذين ضرب مثلهما بالأعمى </p><p> والأصم والبصير والسميع. </p><p> ثم وجه ضرب مثل الكافر بالأعمى والأصم، والمؤمن بالبصير والسميع، فهو - والله أعلم - أن الكافر أعمى القلب وأصم السمع، لم يبصر ما غاب عنه من الموعود، ولا يسمع ما غاب عنه من الموعود، وإنما أبصر ظواهر الأمر؛ وكذلك إنما سمع ظواهر من الأمور وبواديها، لم ينظر إلى الغائب من الموعود ولا سمع ذلك، وهو لم يخلق لمعرفة ذلك الظاهر خاصة، وإنما خلق لما وعد وأوعد في الغائب. </p><p> والمؤمن أبصر ذلك الغائب وسمع ما غاب من الموعود، فيقول كما لم يستو عندكم في الظاهر البصير والأعمى والسميع والأصم لم يستو من كان أعمى القلب بمن كان بصير القلب بذلك، ولم يستو أيضًا من به صمم القلب بمن كان سميعًا بذلك. </p><p> (أَفَلَا تَذَكَّرُونَ) : أنهما لا يستويان، أو يقول:  (أفَلَا تَذَكَّرُونَ) أي: أفلا تتعظون بما نزل من القرآن وتنتهون عما تنهون، واللَّه أعلم. </p><p> وفي قوله:  (مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ هَلْ يَسْتَوِيَانِ مَثَلًا أَفَلَا تَذَكَّرُونَ) وجوه من الأسئلة: </p><p> أحدها: أن يقال: كيف احتج عليهم وهو ما ذكر أنهم عميان وصم أو كالعميان والصم، ولا يكلف الأعمى الإبصار والنظر ولا الأصم السماع؟! </p><p> والثاني: يقولون: إنا بصراء سمعاء، ليس بنا صمم ولا عمى، بل أنتم العميان والصم. </p><p> والثالث: كيف ذكر المثل لهم، وهم لا يتفكرون ولا ينظرون في المثل ولا يلتفتون إليه؟! </p><p> أما جواب الأول: فإنه احتج عليهم؛ لأنهم تركوا اكتساب بصر الآخرة وسمع سماع الآخرة، فنفى عنهم السمع والبصر والحياة؛ لأنه ببصر المخلوق يكتسب بصرا في الدِّين وسمعا في أمر الدِّين وحياة الدِّين، فيصير بذلك مكتسب الحياة الدائمة والبصر الدائم والسمع الدائم، فيكونون في الآخرة بصراء سمعاء أحياء؛ كقوله:  (اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ) . </p><p> والثاني: نفى عنهم هذه الحواس؛ لأنهم لم ينتفعوا بها؛ لأن هذه الحواس إنما أنشئت لهم وخلقت لينتفعوا بها، وهو المقصود بإنشائها، فإذا تركوا الانتفاع بها فكأنها ليست لهم. </p><p> وأما جواب ما قالوا: إنا بصراء وسمعاء، وأنتم العميان والصم، فيقال لهم: إن أهل الإسلام إذا سمعوا ذلك قد اشتغلوا بالتفكر فما فرغ سماعهم من الآيات والنظر فيها، وأنتم لا بل تعاموا عنها وتصاموا، فدل تفكرهم ونظرهم فيها على أنهم بصراء وسمعاء وأحياء، وأنتم يا أهل الكفر العميان والصم والأموات. </p><p> والثاني: أن هذه الآيات إنما نزلت في محاجة أهل مكة، وهم قد علموا أن آباءهم لم يكونوا حكماء ولا علماء، فلم يكونوا ما ذكر بصراء ولا أحياء ولا سمعاء، فصاروا صفًا عميانًا أمواتا؛ ولأن أحد الفريقين لا محالة ما ذكر نحن، أوهم ثم قد استووا في هذه الدنيا وفي العقل والحكمة التفريق بينهما؛ فدل أنهم بما ذكر أولى. </p><p> وأما جواب ذكر المثل لهم على علم منهم أنهم لا يقبلون المثل ولا ينظرون بأنه إنما ذكر لأهل الإسلام؛ ولأن ذكر المثل به ربما يبعثهم على النظر فيه والتفكر. </p><p> * * * </p><p> قوله تعالى:  (وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ (٢٥) أَنْ لَا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ (٢٦) فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ وَمَا نَرَى لَكُمْ عَلَيْنَا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ (٢٧) قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي رَحْمَةً مِنْ عِنْدِهِ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنْتُمْ لَهَا كَارِهُونَ (٢٨) </p>"
}