{
  "id": null,
  "sura": 11,
  "aya": 100,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (بِئْسَ الرِّفْدُ الْمَرْفُودُ) عن ابن عَبَّاسٍ: (بِئْسَ الرِّفْدُ الْمَرْفُودُ) يقول: لعنة الدنيا والآخرة. </p><p> وقال قتادة: ترادفت عليهم لعنتان من اللَّه: لعنة الدنيا، ولعنة الآخرة، ولكن على زعمهم يجيء أن يقال: الردف من الترادف. </p><p> وقَالَ بَعْضُهُمْ؛ الردف العون، وهو قول الْقُتَبِيّ. </p><p> وقَالَ الْقُتَبِيُّ: الرفد: العطية، والمرفود: المعطى؛ يقال: رفدته: إذا أعطيته وأعنته، كما يقال: بئس العطاء المعطى، وكذلك قال أَبُو عَوْسَجَةَ: بئس ما أعطوا وأعينوا، وبئس المعطى، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (ذَلِكَ مِنْ أَنْبَاءِ الْقُرَى نَقُصُّهُ عَلَيْكَ مِنْهَا قَائِمٌ وَحَصِيدٌ (١٠٠) وَمَا ظَلَمْنَاهُمْ وَلَكِنْ ظَلَمُوا أَنْفُسَهُمْ فَمَا أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ الَّتِي يَدْعُونَ مِنْ دُونِ اللَّهِ مِنْ شَيْءٍ لَمَّا جَاءَ أَمْرُ رَبِّكَ وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ (١٠١) وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ (١٠٢) إِنَّ فِي ذَلِكَ لَآيَةً لِمَنْ خَافَ عَذَابَ الْآخِرَةِ ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَلِكَ يَوْمٌ مَشْهُودٌ (١٠٣) وَمَا نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَعْدُودٍ (١٠٤) يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ (١٠٥) فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ (١٠٦) خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ إِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ (١٠٧) وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ عَطَاءً غَيْرَ مَجْذُوذٍ (١٠٨) </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكَ مِنْ أَنْبَاءِ الْقُرَى نَقُصُّهُ عَلَيْكَ مِنْهَا قَائِمٌ وَحَصِيدٌ) قوله: (ذَلِكَ مِنْ أَنْبَاءِ الْقُرَى) : ذلك ما سبق من ذكر القرى والقرون في هذه السورة من أنباء الغيب نقصه عليك؛ ألتفهم رسالتك بها، ولتكون آية لنبوتك؛ لأنك لم تشاهدها، ولا اختلفت إلى أحد منهم فتعلمت منهم، ولا كانت الكتب بلسانك فيقولون: نظرت فيها فأخذت ذلك منها، ثم أنبأت على ما كان وقصصت عليهم؛ ليعلم أنك إنما عرفت باللَّه، فتكون آية لرسالتك. </p>"
}