{
  "id": null,
  "sura": 11,
  "aya": 64,
  "text": "<p> قد قيل هذا، ولكنا لا نعلم ما كانوا يرجون فيه، وأما المعنى الذي قالوا له قد كنت فينا مرجوا سوى أنا نعلم أنه كان مرجوا فيهم بالعقل والدِّين والعلم والبصيرة ونحوه، فكان مرجوا فيهم بالأشياء التي ذكرنا. هذا نعلمه ولا نعلم ما عنى أُولَئِكَ بقولهم:  (قَدْ كُنْتَ فِينَا مَرْجُوًّا قَبْلَ هَذَا) ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي مِنْهُ رَحْمَةً فَمَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ عَصَيْتُهُ فَمَا تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ (٦٣) أي: إن كنت على حجة وبرهان وبيان من ربي فيما أدعوكم إلى توحيد اللَّه وصرف العبادة إليه. </p><p> والثاني: قوله: (أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي) أي: قد كنت على بينة من ربي (وَآتَانِي مِنْهُ رَحْمَةً) يحتمل قوله: رحمة أي: آتاني هدى ونبوة من عنده. </p><p> (فَمَنْ يَنْصُرُنِي مِنَ اللَّهِ) أي: من يمنعني من عذاب اللَّه إن عصيته ورجعت إلى دينكم، أي: لا أحد ينصرني إن أجبتكم إلى ما دعوتموني إليه، أي: لا أحد ينصرني دون اللَّه لو أجبتكم وأطعتكم فيما دعوتموني إليه. </p><p> ثم الذي دعوه إليه يحتمل ترك تبليغ الرسالة إليهم، أو دعوه إلى عبادة الأصنام التي عبدوها. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَا تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ) : قيل فيه بوجوه: </p><p> قيل: فما تزيدونني بمجادلتكم إياي فيما تجادلونني إلا خسرانًا. </p><p> وقَالَ بَعْضُهُمْ: فما تزدادون بمعصيتكم إياي إلا خسرانًا لأنفسكم. </p><p> وقَالَ الْقُتَبِيُّ: غير تخسير، أي: غير نقصان. </p><p> وقال أَبُو عَوْسَجَةَ: غير تخسير هو من الخسران، يقال: خسرته أي: ألزمته الخسران. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَا قَوْمِ هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ (٦٤) قال لهم هذا حين سألوا منه الآية، فقال: هذه ناقة اللَّه لكم آية على صدق صالح فيما ادعى من الرسالة، أو هذه ناقة اللَّه لكم فذروها تأكل في أرض اللَّه، قال لهم هذا حين سألوا منه الآية، فقال: هذه ناقة اللَّه لكم آية، أي: لكم آية التي سألتموها من الرسالة. </p><p> وقوله - عَزَّ وَجَلَّ -: (نَاقَةُ اللَّهِ) : أضاف إليه لخصوصية كانت فيها نحن لا نعرف ذلك، ليست تلك الخصوصية في غيرها من النوق؛ لما جعلها آية لرسالته ونبوته </p>"
}