{
  "id": null,
  "sura": 11,
  "aya": 87,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (قَالُوا يَا شُعَيْبُ أَصَلَاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ (٨٧) قال بعض أهل التأويل: صلاتك، أي: قراءتك تأمرك هذا. </p><p> وقال ابن عَبَّاسٍ: قالوا ذلك له؛ لأن شعيبًا كان يكثر الصلاة، كأنه يخرج على الإضمار يقولون: أصلواتك تأمرك بأن تأمرنا بترك عبادة ما عبد آباؤنا. </p><p> وقوله:  (أَصَلَواتُكَ) يحتمل أنها كانت صلوات، معروفة يفعلها، فيقولون: أصلواتك التي تفعلها تأمرك أن نترك كذا، أم صلاة واحدة تكثرها، فقالوا:  (أَصَلَاتُكَ) ، وخصوا الصلاة من بين غيرها من الطاعات؛ لما لعلها كانت من أظهر طاعاته عندهم، فقالوا له هذا. </p><p> ثم يحتمل وجهين: </p><p> أحدهما: كأنهم، قالوا:  (أَصَلَاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَنْ نَفْعَلَ. . .) كذا على التسفيه له والتجهيل، كمن يوبخ آخر ويسفهه، فيقول له: أعلمك يأمرك بذلك، أو إيمانك يأمرك بهذا، كقوله:  (قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ) ، ونحوه من الكلام يخرج على التسفيه له أو التجهيل. </p><p> والثاني: يقال ذلك على الإنكار، يقول الرجل لآخر: إيمانك يأمرك بذلك، أو علمك يأمرك بهذا، أي: لا يأمرك بذلك، فعلى ذلك يحتمل قول هَؤُلَاءِ: (أَصَلَاتُكَ </p><p> تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ) أي: لا تأمرك بذلك، هذا إذا كانت الصلاة التي ذكروها مرضية عندهم، فإن لم تكن مرضية، فالتأويل هو الأول. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا يَعْبُدُ آبَاؤُنَا) ، الآية، حبب إليهم تقليد آبائهم في عبادة الأصنام واتباعهم إياهم والأموال التي كانت لهم، أفمنعهم هذا، عن النظر في الحجج والآيات؛ لما حبب إليهم ذلك، وهكذا جميع الكفرة إنما منعهم عن النظر في آيات اللَّه والتأمل في حججه أحد هذه الوجوه التي ذكرنا: حب اللذات، ودوام الرياسات، والميل إلى الشهوات، ظنوا أنهم لو اتبعوا رسل اللَّه وأجابوهم إلى ما دعوهم إليه - لذهب عنهم ذلك. </p><p> ثم قوله:  (أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ) يحتمل: قضاء جميع الشهوات. </p><p> ويحتمل: ما ذكر من نقصان المكيال والميزان، يقولون: أموالنا لنا ليس لأحد فيها حق، نفعل فيها مانشاء. </p><p> وقَالَ بَعْضُهُمْ: قوله: (أَوْ أَنْ نَفْعَلَ) : الألف صلة \" وأن نفعل في أموالنا ما نشاء \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ) قَالَ بَعْضُهُمْ من أهل التأويل: قالوا ذلك له؛ استهزاء به وسخرية، كنوا بالحليم عن السفيه، وبالرشيد عن الضال، أي: أنت السفيه الضال؛ حيث سفهت آباءنا في عبادتهم الأصنام، الضال، حيث تركت ملتهم ومذهبهم. </p><p> وقَالَ بَعْضُهُمْ: على النفي والإنكار، أي: ما أنت الحليم الرشيد. </p>"
}