{
  "id": null,
  "sura": 12,
  "aya": 94,
  "text": "<p> وقوله:  (يَأْتِ بَصِيرًا) هذا يخرج على وجهين: </p><p> أحدهما: يصير بصيرًا على ما ذكرنا. </p><p> والثاني: يأتيني بصيرًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأْتُونِي بِأَهْلِكُمْ أَجْمَعِينَ) . </p><p> أراد - واللَّه أعلم - حيث أمرهم أن يأتوا بأهلهم أجمع - أن يبرهم ويكرمهم؛ حين تابوا عما فعلوا به؛ وأقروا له بالخطأ في أمره. </p><p> * * * </p><p> قوله تعالى:  (وَلَمَّا فَصَلَتِ الْعِيرُ قَالَ أَبُوهُمْ إِنِّي لَأَجِدُ رِيحَ يُوسُفَ لَوْلَا أَنْ تُفَنِّدُونِ (٩٤) قَالُوا تَاللَّهِ إِنَّكَ لَفِي ضَلَالِكَ الْقَدِيمِ (٩٥) فَلَمَّا أَنْ جَاءَ الْبَشِيرُ أَلْقَاهُ عَلَى وَجْهِهِ فَارْتَدَّ بَصِيرًا قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ (٩٦) قَالُوا يَا أَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا إِنَّا كُنَّا خَاطِئِينَ (٩٧) قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (٩٨) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَمَّا فَصَلَتِ الْعِيرُ) . </p><p> قيل خرجت؛ وفصلت؛ وانفصلت - واحد. </p><p> (قَالَ أَبُوهُمْ إِنِّي لَأَجِدُ رِيحَ يُوسُفَ) . </p><p> قال أهل التأويل: كان بينهما ثمانون فرسخًا؛ يعني: بين مصر وبين كنعان مكان يعقوب. وقيل: مسيرة ثمانية أيام؛ ما بين الكوفة والبصرة. </p><p> ولا حاجة لنا إلى معرفة ذلك أن كم كان بينهما؛ سوى أنا نعلم أنه كان بينهما مسيرة أيام؛ ثم وجد يعقوب ريح يوسف من ذلك المكان؛ ولم يجد غيره ممن كان معه؛ فذلك آية من آيات اللَّه؛ حيث وجد ريحه من مكان بعيد لم يجد ذلك غيره، وذلك من آثار البشارة والسرور الذي يدخل فيه بقدومه. </p><p> قال بعض أهل التأويل: ذلك القميص هو من كسوة الجنة؛ كان اللَّه كساه إبراهيم، وكساه إبراهيم إسحاق، وكساه إسحاق يعقوب، وكساه يعقوب يوسف؛ لذلك وجد </p><p> ريحه؛ لأنه كان من ثياب الجنة، فهو - وإن ثبت ما قالوا - فذلك أيضًا حيث وجد هو ذلك، ولم يجد غيره. وكان أيضا هو لا يجد ذلك الريح قبل فصول العير، وكان مع يوسف. </p><p> احتمل ما قالوا، أو احتمل أن يكون قميصًا من قمصه. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَوْلَا أَنْ تُفَنِّدُونِ) . </p><p> قيل تحزنون، وقيل: تهرمون، وقيل: تكذبون، وقيل: تضعفون، وقيل: تعجزون، وقيل: تجهلون، وقيل: تسفهون، وقيل: تحمقون، وقيل: لولا أن تقولوا ذهب عقلك. </p><p> والمفند: معروف عند الناس: هو الذي يبلغ من الكبر غايته؛ كقوله:  (وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ) . </p><p> وقوله:  (لَولَا) وإذا كان على الابتداء؛ فهو على النهي؛ أي لا تفندون، وإذا كان على الخبر؛ فهو على النفي؛ كقوله:  (فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا) أي: لم ينفع. </p>"
}