{
  "id": null,
  "sura": 12,
  "aya": 62,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (سَنُرَاوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَاعِلُونَ (٦١) </p><p> هذا الكلام في الظاهر ليس هو جواب قول يوسف؛ حيث قال:  (ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ) وجوابه أن يقولوا له: نأتي به أو لا نأتي، فأما أن يجعل قولهم:  (سَنُرَاوِدُ عَنْهُ أَبَاهُ (وَإِنَّا لَفَاعِلُونَ) جوابا له؛ فلا يحتمل مع ما أن في قلوبهم سنراود عنه اضطراب؛ يملكون أو لا يملكون. </p><p> قولهم:  (وَإِنَّا لَفَاعِلُونَ) . </p><p> على القطع؛ لكن يشبه أن يخرج على وجهين: </p><p> أحدهما: على الإضمار؛ سنراود عنه أباه فإن أذن له وإنا لفاعلون ذلك. </p><p> أو على التقديم والتأخير يكون جواب قوله:  (ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ) في قولهم: (وَإِنَّا لَفَاعِلُونَ) كأنه لما قال لهم يوسف: ائتوني بأخ لكم من أبيكم قالوا إنا لفاعلون، ثم قالوا فيما بينهم: سنراود عنه أباه. </p><p> على هذين الوجهين يشبه أن يخرج واللَّه أعلم. </p><p> وقوله:  (سَنُرَاوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَاعِلُونَ) . </p><p> قال أَبُو عَوْسَجَةَ: المراودة: الممارسة، وهي شبه المخادعة، وهي المعالجة. وقيل: سنراود: أي سنجهد وسنطلب. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَ لِفِتْيَانِهِ اجْعَلُوا بِضَاعَتَهُمْ فِي رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَا إِذَا انْقَلَبُوا إِلَى أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ (٦٢) </p><p> لفتيته. </p><p> الفتية: الخدم؛ والفتيان: المما ليك. </p><p> (اجْعَلُوا بِضَاعَتَهُمْ فِي رِحَالِهِمْ) . </p><p> قيل: اجعلوا دراهمهم في أوعيتهم، فيه دلالة أن الهبة قد تصح - وإن لم يصرح بها - إذا وقع في يدي الموهوب له وقبضه - وإن لم يعلم هو بذلك - وقتما جعل له؛ لأن يوسف جعل بضاعتهم في رحالهم؛ هبة لهم منه؛ وهم لم يعلموا بذلك، وهو وقتما جعل ذلك لهم، مِلك ليوسف؛ ولهذا قال أصحابنا: إن من وضع ماله في طريق من طرق المسلمين؛ ليكون ذلك ملكًا لمن رفعه كان ما فعل. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَعَلَّهُمْ يَعْرِفُونَهَا إِذَا انْقَلَبُوا إِلَى أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ) . </p><p> هذا يحتمل وجهين: </p><p> أحدهما: يرجعون؛ مخافة أن يعرفوا بالسرقة لما عسى يقع عندهم أن واحدًا منا جعل هذا في متاعنا وأوعيتنا سرًّا منهم ففعل يوسف هذا؛ ليرجعوا؛ مخافة أن يعرفوا بالسرقة. </p><p> والثاني: ما قاله أهل التأويل: لما تخوف يوسف ألا يكون عند أبيه من الورق ما يرجعون به مرة أخرى فجعل دراهمهم في أوعيتهم؛ لكى يرجعوا إلينا؛ فلا يحبسهم عنا عدم الدراهم؛ لأنهم كانوا أهل ماشية. </p><p> * * * </p><p> قوله تعالى:  (فَلَمَّا رَجَعُوا إِلَى أَبِيهِمْ قَالُوا يَا أَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَأَرْسِلْ مَعَنَا أَخَانَا نَكْتَلْ وَإِنَّا لَهُ لَحَافِظُونَ (٦٣) قَالَ هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنْتُكُمْ عَلَى أَخِيهِ مِنْ قَبْلُ فَاللَّهُ خَيْرٌ حَافِظًا وَهُوَ أَرْحَمُ الرَّاحِمِينَ (٦٤) وَلَمَّا فَتَحُوا مَتَاعَهُمْ وَجَدُوا بِضَاعَتَهُمْ رُدَّتْ إِلَيْهِمْ قَالُوا يَا أَبَانَا مَا نَبْغِي هَذِهِ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ذَلِكَ كَيْلٌ يَسِيرٌ (٦٥) قَالَ لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّى تُؤْتُونِ مَوْثِقًا مِنَ اللَّهِ لَتَأْتُنَّنِي بِهِ إِلَّا أَنْ يُحَاطَ بِكُمْ فَلَمَّا آتَوْهُ مَوْثِقَهُمْ قَالَ اللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ (٦٦) وَقَالَ يَا بَنِيَّ لَا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ وَمَا أُغْنِي </p>"
}