{
  "id": null,
  "sura": 12,
  "aya": 75,
  "text": "<p> والثالث: أنكم تروننا صَؤامين قوامين؛ ومن هذا فعله ورأيه فإنه لا يتهم بالسرقة. أو أن يكون قوله:  (لَقَدْ عَلِمْتُمْ مَا جِئْنَا لِنُفْسِدَ فِي الْأَرْضِ) لما رأوهم دخلوا من أبواب متفرقة، ولو كانوا سراقًا لدخلوا مجموعين؛ لأن عادة السُّراق الاجتماع لا التفرق. </p><p> ثم قالوا:  (قَالُوا فَمَا جَزَاؤُهُ إِنْ كُنْتُمْ كَاذِبِينَ (٧٤) </p><p> أي: إن كان فيكم من يكذب ويظهر ذلك منه؛ فما جزاؤه؟. </p><p> (قَالُوا جَزَاؤُهُ مَنْ وُجِدَ فِي رَحْلِهِ فَهُوَ جَزَاؤُهُ كَذَلِكَ نَجْزِي الظَّالِمِينَ (٧٥) </p><p> هذا يحتمل وجهين: </p><p> يحتمل قوله:  (فَهُوَ جَزَاؤُهُ) أي يصير رقيقًا مملوكًا بها له، أو يصير محبوسًا بها عنده. </p><p> واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَاءِ أَخِيهِ ثُمَّ اسْتَخْرَجَهَا مِنْ وِعَاءِ أَخِيهِ كَذَلِكَ كِدْنَا لِيُوسُفَ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ إِلَّا أَنْ يَشَاءَ اللَّهُ نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ (٧٦) </p><p> ظاهر هذا الكلام: أن يكون يوسف هو الذي فتش أوعيتهم، وطلب ذلك فيها؛ حيث نسب ذلك إليه بقوله:  (قَبْلَ وِعَاءِ أَخِيهِ) . </p><p> لكنه نسب إليه؛ لمْا بامْرِهِ فُتِّشَ؛ إِذ الملوك لا يتولون ذلك بأنفسهم وفيه أنه قد فصل بينهم وبين بنيامين؛ حيث سفى هذا أخاه، ولم يسم أُولَئِكَ؛ بقوله:  (فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَاءِ أَخِيهِ) ، وهو يخرج على وجهين: </p><p> أحدهما: أنه قد ذكر لهذا أنه أخوه؛ حيث قال له:  (إِنِّي أَنَا أَخُوكَ) ؛ ولم يذكر لأُولَئِكَ فسمى هذا أخًا له، ونسب إليه بالأخوة؛ لما كان ذكر له، ولم يسم أُولَئِكَ؛ لما لم يذكر لهم أنه أخوهم. </p><p> والثاني: أنه لم يكن لهذا - أعني بنيامين لمكان يوسف - سوء صنيع، ولا شر، بل هو على الأخوة والصداقة التي كانت بينه وبينه. وأمَّا أُولَئِكَ - أعني غيره من الإخوة - فقد كان منهم إليه ما كان من سوء صنيعهم، وقبح فعالهم؛ فيخرج ذلك مخرج التبري من الإخوة بسوء ما كان منهم إليه؛ وهو كقوله لنوح - عليه السلام - حين قال:  (إِنَّ ابْنِي مِنْ أَهْلِي)  (يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ) نفى أن يكون من أهله؛ بسوء عمله وفعله؛ غير صالح. </p><p> فعلى ذلك الأول يشبه أن يكون على هذا. واللَّه أعلم. </p>"
}