{
  "id": null,
  "sura": 12,
  "aya": 51,
  "text": "<p> الخصب والسعة. </p><p> وقَالَ بَعْضُهُمْ: قوله: (يَعْصِرُونَ) أي: ينجون؛ يقول: من العصر يعني الملجأ: أي يلجئون إلى الغيث، والعصرة المنجاة؛ وهو قول أبي عبيدة. وأمَّا قول غيره من أهل الأدب والتأويل: فهو من العصر؛ يعني: عصر العنب وغيره واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَقَالَ الْمَلِكُ ائْتُونِي بِهِ فَلَمَّا جَاءَهُ الرَّسُولُ قَالَ ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ (٥٠) قَالَ مَا خَطْبُكُنَّ إِذْ رَاوَدْتُنَّ يُوسُفَ عَنْ نَفْسِهِ قُلْنَ حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ قَالَتِ امْرَأَتُ الْعَزِيزِ الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ (٥١) ذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ وَأَنَّ اللَّهَ لَا يَهْدِي كَيْدَ الْخَائِنِينَ (٥٢) وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي إِنَّ رَبِّي غَفُورٌ رَحِيمٌ (٥٣) وَقَالَ الْمَلِكُ ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي فَلَمَّا كَلَّمَهُ قَالَ إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ (٥٤) قَالَ اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ (٥٥) وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ نُصِيبُ بِرَحْمَتِنَا مَنْ نَشَاءُ وَلَا نُضِيعُ أَجْرَ الْمُحْسِنِينَ (٥٦) وَلَأَجْرُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (٥٧) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَ الْمَلِكُ ائْتُونِي بِهِ) يعني: يوسف فلما جاءه الرسول، قال:  (ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُ) : فيه دلالة أن قول يوسف، للرجل. </p><p> (اذْكُرْنِي عِنْدَ رَبِّكَ) . </p><p> إنما طلب بذلك براءة نفسه فيما اتهم به، ليس كما قال أهل التأويل؛ لأنه لو كان غير ذلك لكان لا يرد الرسول إليه ولكنه خرج واللَّه أعلم. </p><p> وقوله:  (فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُ) . </p><p> يحتمل هذا من وجهين: </p><p> أحدهما: أَهُنَّ على كيدهن بعدُ، أم رجعن عن ذلك؟ </p><p> والثاني: ليعلم الملك براءته مما قرف به واتهم. ليظهر عنده أنه كان بريئًا مما قرف به واتهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ) . </p><p> إنهن كدن ثم قال لهن الملك:  (مَا خَطْبُكُنَّ إِذْ رَاوَدْتُنَّ يُوسُفَ عَنْ نَفْسِهِ (٥١) هذا يدل أن </p>"
}