{
  "id": null,
  "sura": 12,
  "aya": 38,
  "text": "<p> ليس أنها مرفوعة ثم وضعها؛ أي أنشاها مرفوعة وموضوعة. </p><p> وكقوله:  (يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ) ، ليس أنهم كانوا فيها فأخرجهم، ولكن عصمهم حتى لم يدخلوا فيها. فعلى ذلك الأول. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ ... (٣٨) </p><p> قال في الآية الأولى:  (إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لَا يُؤْمِنُونَ بِاللَّهِ) ، وأخبر أنهم كافرون بالله واليوم الآخر، وفيه أن من لم يؤمن باللَّه واليوم الآخر، فهو كافر، فهذا ينقض على المعتزلة؛ حيث جعلوا بين الكفر والإيمان رتبة ثالثة، ويوسف يخبر أن من لم يؤمن بالله فهو كافر؛ وهم يقولون: صاحب الكبيرة غير مؤمن باللَّه، وهو ليس بكافر. </p><p> ثم أخبر أنه ترك ملة أُولَئِكَ الذين لا يؤمنون باللَّه، واتبع ملة آبائه إبراهيم ومن ذكر، ثم أخبر عن ملة آبائه وهو ما ذكر. </p><p> (مَا كَانَ لَنَا أَنْ نُشْرِكَ بِاللَّهِ مِنْ شَيْءٍ) </p><p> عرفهم ملة آبائه ودينهم؛ وهو على ترك الإشراك باللَّه، وجعل الألوهية له، وصرف العبادة إليه. وفيه: أن الملة ليست إلا ملتين: ملة كفر، وملة إسلام. وأخبر أن من لم يكن في ملة الإسلام كان في ملة الكفر. ثم خص بذكر هَؤُلَاءِ: إبراهيم وإسحاق ويعقوب؛ لأن هَؤُلَاءِ كانوا مكرمين عند الناس كافة، كل أهل الدِّين يدعون أنهم على دين أُولَئِكَ؛ فأخبر أنهم على دين الإسلام. </p><p> والحنيف: المخلص، ليس على ما تزعمون أنتم؛ ولهذا قال:  (مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) . </p><p> وفي قوله:  (إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لَا يُؤْمِنُونَ بِاللَّهِ) دلالة أن الكفر كله ملة واحدة؛ حيث أخبر أنه ترك ملة قوم لا يؤمنون على اخثلاف مذاهبهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكَ مِنْ فَضْلِ اللَّهِ عَلَيْنَا وَعَلَى النَّاسِ) . </p><p> أي: ذلك الدِّين والملة التي أنا عليها وآبائي من فضل اللَّه علينا وعلى الناس؛ لأنه - عَزَّ وَجَلَّ - فطر الناس على فطرة؛ يعرفون وحدانية اللَّه وربوبيته بعقول ركبت فيهم؛ ولكن أكثر الناس لا يشكرون فضل اللَّه وما ركب فيهم من العقول، أو ذلك الدِّين والهداية الذي أعطاهم من فضل اللَّه؛ لكن أكثر الناس يتركون ذلك الدِّين وتلك الهداية، واللَّه أعلم. </p>"
}