{
  "id": null,
  "sura": 12,
  "aya": 29,
  "text": "<p> وفي قوله:  (إِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ) فهو كذا (وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ دُبُرٍ) فهو من كذا - دلائل يستدل بها لمسائل لأصحابنا؛ من ذلك قولهم في حانوت فيه لؤلؤ وإهاب تنازع فيه دباغ ولؤلئي، فإنه يقضي باليد لكل واحد منهما في ذلك للؤلئي باللؤلؤ وللدباغ بالإهاب باليد؛ يستدل بغالب الأمر وظاهر اليد؛ على ما قضى عليها بالمراودة بتمزق القميص من دبر، وأمثال هذا مسائل يكثر عددها يقضى فيها بالدلالة الغالبة، وإن كان يجوز في الحقيقة على خلاف الظاهر. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَمَّا رَأَى قَمِيصَهُ قُدَّ مِنْ دُبُرٍ قَالَ إِنَّهُ مِنْ كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ (٢٨) </p><p> يشبه أن يكون كيدها أنها لما راودته عن نفسه وأمنته على إظهار ذلك وإفشائه عليه، فأفشت عليه ذلك؛ حيث أبى إجابتها، فقالت:  (مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا) ذلك القول منها من كيدهن، وأصل الكيد والمكر هو الأخذ على الأمن، واللَّه أعلم. </p><p> وفي الآية دلائل لقول أصحابنا في المتاع يختلف فيه الزوجان: فإن كان من متاع الرجال فهو في يد الرجل، وإن كان من متاع النساء فهو في يد المرأة في قول أبي يوسف ومُحَمَّد. </p><p> وقوله - عَزَّ وَجَلَّ -: (يُوسُفُ أَعْرِضْ عَنْ هَذَا وَاسْتَغْفِرِي لِذَنْبِكِ إِنَّكِ كُنْتِ مِنَ الْخَاطِئِينَ (٢٩) </p><p> يحتمل قوله:  (أَعْرِضْ عَنْ هَذَا) ، أي. عن قوله:  (هِيَ رَاوَدَتْنِي عَنْ نَفْسِي) . </p><p> ويشبه أن يكون قوله:  (أَعْرِضْ عَنْ هَذَا) : عن جميع ما كان بينهما؛ أي: استر عليها، ولا تهتك عليها سترها. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاسْتَغْفِرِي لِذَنْبِكِ) . </p><p> قال ليوسف ذلك القائل:  (أَعْرِضْ عَنْ هَذَا) ، وقال للمرأة:  (وَاسْتَغْفِرِي لِذَنْبِكِ إِنَّكِ كُنْتِ مِنَ الْخَاطِئِينَ) ، لما ظهر عنده أنها هي التي راودته ودعته إلى نفسها. </p><p> ثم اختلف في قائل هذا القول؛ قَالَ بَعْضُهُمْ: هو زوجها؛ قال ليوسف: أعرض عن هذا، ولا تهتك عليها سترها، لكنهم قالوا: إنه كان قليل الغيرة. </p><p> وقَالَ بَعْضُهُمْ: ذلك القائل هو رجل آخر هو ابن عم لها؛ وهذا أشبه. </p><p> وقوله:  (وَاسْتَغْفِرِي لِذَنْبِكِ) . </p><p> قَالَ بَعْضُهُمْ: قال هذا لها؛ لأنهم وإن كانوا يعبدون الأصنام فإنما يعبدونها ليقربوهم </p>"
}