{
  "id": null,
  "sura": 12,
  "aya": 15,
  "text": "<p> وقوله:  (وَأَخَافُ أَنْ يَأْكُلَهُ الذِّئْبُ) . </p><p> قال بعض أهل التأويل: كان يعقوب - عليه السلام - رأى في المنام أن يوسف أخذه الذئب، فمن ثمة قال:  (وَأَخَافُ أَنْ يَأْكُلَهُ الذِّئْبُ) ، لكن هذا لا يحتمل؛ لأنّ رؤيا الأنبياء أكثرها أصدق وحق، فلا يحتمل أن رأى ذلك ثم يقول:  (وَأَخَافُ أَنْ يَأْكُلَهُ الذِّئْبُ) أو يدعه يذهب معهم، لكنه خاف عليه أكل الذئب على ما يخاف على الصبيان في المفاوز والبراري؛ إذ الخوف على الصبيان في المفاوز والبراري والضياع عليهم يكون بالذئب أكثر من أي وجه آخر؛ لأنه جائز أن يفترسه سبع من السباع عند مغافصته إخوته واشتغالهم بما ذكر من الاستباق، ولا يحتمل الضياع من الناس يأخذه واحد من بين نفر. </p><p> وقال بعض أهل التأويل: إن قوله: (وَأَخَافُ أَنْ يَأْكُلَهُ الذِّئْبُ) كناية عن بنيه؛ أي: أخاف أن تهلكوه وتضيعوه. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالُوا لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ ... (١٤) </p><p> أولو قوة. </p><p> (إِنَّا إِذًا لَخَاسِرُونَ) . </p><p> تأويله - واللَّه أعلم -: لئن أكله الذئب ونحن عصبة؛ أي: جماعة (إِنَّا إِذًا لَخَاسِرُونَ) أي: كأنا نحن سلمناه إلى الذئب، وعرضناه للضياع؛ هذا - واللَّه أعلم - معنى الخسران الذي ذكروا، وإلا لم يلحقهم الخسران إذا أكله الذئب؛ لأنه إذا كان بهم قوة المنع فلم يمنعوه فكأنهم ضيعوه. </p><p> * * * </p><p> قوله تعالى:  (فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيَابَتِ الْجُبِّ وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَذَا وَهُمْ لَا يَشْعُرُونَ (١٥) وَجَاءُوا أَبَاهُمْ عِشَاءً يَبْكُونَ (١٦) قَالُوا يَا أَبَانَا إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِنْدَ مَتَاعِنَا فَأَكَلَهُ الذِّئْبُ وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا وَلَوْ كُنَّا صَادِقِينَ (١٧) وَجَاءُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ (١٨) </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيَابَتِ الْجُبِّ) : غيابة الجب، قد ذكرناه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَذَا وَهُمْ لَا يَشْعُرُونَ) . </p><p> يحتمل قوله:  (وَأَوْحَيْنَا إِلَيْهِ) : وحي نبوة، أو وحي بشارة النجاة من ذلك الجب، أو </p>"
}