{
  "id": null,
  "sura": 12,
  "aya": 24,
  "text": "<p> ويشبه أن يكون قوله:  (هَيْتَ لَكَ) : هأنا لك. </p><p> (قَالَ مَعَاذَ اللَّهِ) . </p><p> أي: أعوذ باللَّه وألجأ إليه. </p><p> (إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ) . </p><p> قال أهل التأويل:  (رَبِّي) أي: سيدي الذي اشتراه (أَحْسَنَ مَثْوَايَ) أي: أكرم مقامي ومكاني؛ دليله: قوله لزوجته: (أَكْرِمِي مَثْوَاهُ) ، هذا يدل أن قوله:  (أَكْرِمِي مَثْوَاهُ) أي: أحسني مثواه، ولكن يشبه أن يكون أراد بقوله:  (إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ) ربه الذي خلقه. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) بظلمهم وقت ظلمهم، والمثوى: الموضع الذي يثوى فيه، والثواء: المقام، والثاوى: المقيم، و (مَعَاذَ اللَّهِ) قيل: أعوذ باللَّه، وألجأ إليه، وأتحصن به. </p><p> أو: لا يفلح الظالمون: إذا ختموا بالظلم، وأما إذا انقلعوا عنه فقد أفلحوا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ (٢٤) </p><p> أما ما قاله أهل التأويل إنها استلقت له (وَهَمَّ بِهَا) أي: حل سراويله، وأمثال هذا من الخرافات؛ فهذا كله مما لا يحل أن يقال فيه شيء من ذلك، والدلالة على فساد ذلك من وجوه: </p><p> أحدها: قوله: (هِيَ رَاوَدَتْنِي عَنْ نَفْسِي) ، ولو كان منه الإرادة والمراودة، لم يكن ليقول ذلك لها ويبرئ نفسه من ذلك. </p><p> والثاني: قوله: (كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ) ، ولو كان شيء مما ذكروا من حل السراويل والجلوس بين رجليها، لم يكن السوء مصروفًا عنه. </p><p> والثالث: قوله: (ذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ) ، ولو كان منه ما ذكروا لقد خانه بالغيب. </p><p> والرابع: قولها: (مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ) ، وقوله (الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ) . </p><p> هذا كله يدل أن ما قاله أهل التأويل فاسد، لا يحل أن يتكلم فيه بشيء من ذلك، وليس في ظاهر الآية شيء مما قالوا لا قليل ولا كثير؛ إذ ليس فيه سوى أن همت به وهم بها. </p><p> ثم تحتمل الآية وجوهًا عندنا: </p><p> أحدها: همت به: هم عزم، وهم بها هم خطر، ولا صنع للعبد فيما يخطر بالقلب، ولا مؤاخذة عليه، وهو قول الحسن. </p><p> والثاني: همت به همّ الإرادة والتمكن، وهم بها هم دفع، لكنه يدخل عليه قوله:  (لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ) ، لو كان همه بها هم دفع لم يكن لقوله:  (لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ) معنى، لكنه يشبه أن يكون هم بها، أي: هم بقتلها، فإذا كان هم بقتلها فرأى برهان ربه فتركها لما لا يحل قتلها. </p><p> والثالث: كان يهم بها لولا أن رأى برهان ربه على الشرط؛ كان يهم بها لولا ما رأى من برهان ربه، وهو كقوله:  (وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ) ، لولا ما كان من تثبيتنا إياك، وكذلك يخرج قول إبراهيم:  (بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا فَاسْأَلُوهُمْ إِنْ كَانُوا يَنْطِقُونَ) أي: لو كان هو الذي ينطق لفعل هو. </p><p> ثم اختلف في قوله:  (لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ) : قال بعض أهل التأويل: رأى يعقوب عاضًّا على شفتيه. </p>"
}