{
  "id": null,
  "sura": 12,
  "aya": 30,
  "text": "<p> إلى اللَّه زلفى؛ حيث قال لها: واستغفري لذنبك. </p><p> وقَالَ بَعْضُهُمْ من أهل التأويل: قوله: (وَاسْتَغْفِرِي لِذَنْبِكِ) أي: إلى زوجك حيث خنتيه، فإن كان التأويل هذا فذلك يدل أن القائل لذلك رجل آخر، لا زوجها. </p><p> فإن كان التأويل هو الأول فإنه يحتمل كليهما أنهما كان، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَقَالَ نِسْوَةٌ فِي الْمَدِينَةِ امْرَأَتُ الْعَزِيزِ تُرَاوِدُ فَتَاهَا عَنْ نَفْسِهِ قَدْ شَغَفَهَا حُبًّا إِنَّا لَنَرَاهَا فِي ضَلَالٍ مُبِينٍ (٣٠) فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً وَآتَتْ كُلَّ وَاحِدَةٍ مِنْهُنَّ سِكِّينًا وَقَالَتِ اخْرُجْ عَلَيْهِنَّ فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَاشَ لِلَّهِ مَا هَذَا بَشَرًا إِنْ هَذَا إِلَّا مَلَكٌ كَرِيمٌ (٣١) قَالَتْ فَذَلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ وَلَقَدْ رَاوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ وَلَئِنْ لَمْ يَفْعَلْ مَا آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُونًا مِنَ الصَّاغِرِينَ (٣٢) قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجَاهِلِينَ (٣٣) فَاسْتَجَابَ لَهُ رَبُّهُ فَصَرَفَ عَنْهُ كَيْدَهُنَّ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (٣٤) ثُمَّ بَدَا لَهُمْ مِنْ بَعْدِ مَا رَأَوُا الْآيَاتِ لَيَسْجُنُنَّهُ حَتَّى حِينٍ (٣٥) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَ نِسْوَةٌ فِي الْمَدِينَةِ امْرَأَتُ الْعَزِيزِ تُرَاوِدُ فَتَاهَا عَنْ نَفْسِهِ) . </p><p> يشبه أن تكون استكتمت سرها عند نسوة في المدينة، فأفشين سرها عند أهل المدينة، ليبلغ ذلك الخبر الملك. </p><p> أو أن لم تكن أعلمت تلك النسوة، فلابدّ من أن يعلم ذلك بعض خدمها؛ فالخادم أعلمت سرها وأفشته عند نسوة في المدينة، فقلن عند ذلك:  (تُرَاوِدُ فَتَاهَا عَنْ نَفْسِهِ) أي: تدعو عبدها إلى نفسها. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَدْ شَغَفَهَا حُبًّا) . </p><p> قَالَ بَعْضُهُمْ: الشغاف: هو حجاب القلب وغلافه، (قَدْ شَغَفَهَا حُبًّا) أي: بلغ حبها إياه الشغاف، ومنه يقال: مشغوف. </p><p> والمشغوف: قيل: المجنون حبًّا، وهو من العشق. </p><p> قال الحسن: الشغف: أن يكون قد بطن لها حبه، والشغف: أن يكون مشغوفًا به. </p><p> قال أَبُو عَوْسَجَةَ:  (شَغَفَهَا حُبًّا) أي: دخل الحبُّ في شغاف القلب، وهو غطاؤه. </p><p> وقال: من قرأها (شَغَفَهَا) أي: ذهب بعقلها؛ أي: عشقها. </p><p> لكن هذا قول أُولَئِكَ النسوة، فلا ندري ما أردن بذلك، إنما ذلك خبر أخبر عن قول </p>"
}