{
  "id": null,
  "sura": 12,
  "aya": 100,
  "text": "<p> اللَّهُ آمِنِينَ) ثم لما دخلوا المصر آوى إلى نفسه أبويه وضمهما إليه. </p><p> ويشبه أن يكون قال لهم هذا القول؛ وقت ما قال لهم:  (وَأْتُونِي بِأَهْلِكُمْ أَجْمَعِينَ) و (ادْخُلُوا مِصْرَ إِنْ شَاءَ اللَّهُ آمِنِينَ) ، ثم لما جاءوا هم ودخلوا مصر - ضم إليه أبويه؛ وأمره إياهم أن يدخلوا مصر آمنين؛ لأن المصر كان أهله أهل كفر؛ فكأنهم خافوا الملك الذي كان فيه؛ فذكر لهم الأمن لذلك. واللَّه أعلم. </p><p> وذكر الثنيا فيه؛ لأنه وعْد منه؛ وعد لهم؛ والأنبياء - عليهم السلام - كان لا يعدون شيئًا إلا ويستثنون في آخره؛ كقوله:  (وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا (٢٣) إِلَّا أَنْ يَشَاءَ اللَّهُ). وإنما ذكر الثنيا في الأمن؛ لم يذكر في الدخول؛ لأن الدخول منه أمر وما ذكر من الأمن فهو وعْد؛ فهو ما ذكرنا: أنه يستثني في الوعد ولا يستثني في الأمر. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوا لَهُ سُجَّدًا وَقَالَ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُمْ مِنَ الْبَدْوِ مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ (١٠٠) </p><p> يشبه أن يكون قوله:  (آوَى إِلَيْهِ أَبَوَيْهِ) هو ما ذكر من رفعه إياهما على العرش، وخص بذكر أبويه بالرفع على العرش؛ فيحتمل أن يكون رفع أبويه والإخوة جميعًا؛ لأنه لو لم يرفعهم - وقد كان عفا عنهم - لما أقروا بالخطأ. وقال:  (لَا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ) لكان يقع عندهم أنه قد بقي شيء مما كان منهم إليه؛ لكنه خص أبويه بالذكر؛ لشرفهما ومجدهما؛ على ما يخص الأشراف والأعاظم؛ نحو قوله:  (وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ (٩٦) إِلَى فِرْعَوْنَ وَمَلَئِهِ)، ونحوه. </p><p> ودل رفع أبويه على العرش - على أن اتخاذ العرش والجلوس عليه لا بأس به؛ إذ لو كان لا يحل أو لا يباح ذلك؛ لكان يوسف لا يتخذه؛ ولا كان يعقوب يجلس عليه، دل ذلك منهما أن ذلك مباح لا بأس به. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَخَرُّوا لَهُ سُجَّدًا) . </p><p> قَالَ بَعْضُهُمْ - من أهل التأويل - كانت تحيتهم يومئذ - فيما بينهم - السجود؛ يسجد بعضهم لبعض مكان ما يسلم بعضنا على بعض، وأما اليوم فهو غير مباح؛ وإنما التحية في السلام، لكن السجود لغير اللَّه؛ ليس يكره لنفس السجود؛ وإنما يكره وينهى عما في السجود؛ وهو العبادة والتسفل، لا يحل لأحد أن يجعل العبادة والتسفل له دون اللَّه، وأما نفس السجود فإنه كالقيام والقعود؛ وغيره من الأحوال يكون فيها المرء. واللَّه أعلم. </p><p> ويحتمل قوله:  (وَخَرُّوا لَهُ سُجَّدًا) أي خروا له خاضعين له ذليلين، وقَالَ بَعْضُهُمْ:  (وَخَرُّوا لَهُ سُجَّدًا) أي: خروا له سجدا، شكرا له؛ لما جمع بينهم ورفع ما كان بينهم، وهو قول ابن عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا) . </p><p> أي: حقق تلك الرؤيا التي رأيتها من قبل؛ وجعلها صدقًا لي، رأى يوسف رؤيا فخرجت رؤياه بعد حين ووقت وزمان طويل؛ فهذا يدل أن الخطاب إذا قرع السمع يجوز أن يأتي بيانه من بعد حين وزمان، ويجوز أن يكون مقرونًا به، وليس في تأخر بيان الخطاب تلبيس ولا تشبيه، على ما قال بعض الناس. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ) ذكر إحسانه إليه ومنته ولم يذكر محنته بالتصريح، إنما ذكرها بالتعريض، حيث قال:  (وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ) ، ولم يقل: سجنت أو حبست، وأمثاله، ما كان ابتلاه اللَّه به. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَجَاءَ بِكُمْ مِنَ الْبَدْوِ) . </p><p> قيل: من البادية؛ لأنهم كانوا أهل بادية أصحاب المواشي. </p><p> وقوله - عَزَّ وَجَلَّ -: (مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي) . </p><p> قَالَ بَعْضُهُمْ: نزغ: أي فرق أي: بعدما فرق الشيطان بيني وبين إخوتي، وكأن النزغ هو الإفساد؛ على ما ذكره أهل التأويل؛ أي: بعدما أفسد الشيطان بيني وبين إخوتي، وأضاف ذلك إلى الشيطان؛ لما كان قال لهم: لا تثريب عليكم حين أقروا له بالفضل؛ والخطأ في فعلهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ) . </p><p> اللطيف: هو اسم لشيئين: اسم البر والعطف؛ يقال: فلان لطيف؛ أي بارّ عاطِف. </p><p> والثاني: يقال: لطيف؛ أي عالم بما يلطف من الأشياء ويصغر، كما يعلم بما يعظم ويجسم. </p><p> أو يقال: لطيف: أي يعلم المستور من الأمور الخفية على الخلق؛ كما يعلم الظاهرة منها والبادية، لا يخفى عليه شيء؛ يعلم السر وأخفى، يقال له: عظيم، ولطيف؛ ليعلم </p>"
}