{
  "id": null,
  "sura": 12,
  "aya": 3,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ (٢) قوله: (أَنْزَلْنَاهُ) : الهاء كناية عن الكتاب الذي تقدم ذكره. </p><p> (قُرْآنًا عَرَبِيًّا) أنزله بلسان العرب، ولا ندري بأى لسان كان في اللوح المحفوظ، غير أنه أخبر أنه أنزله بلسان العرب، وهكذا كل كتاب أنزل إنما أنزل بلسان المنزل عليهم، لم ينزل بغيو لسانهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَعَلَّكُمْ تَعْقِلُونَ) . </p><p> ما لكم وما عليكم، وما تأتون وما تتقون، أو تعقلون أن هذه الأنباء التي يخبركم بها مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من اللَّه - تعالى - لأنها كانت في كتبهم بغير لسانه، فأخبر على ما كانت في كتبهم؛ دل أنه إنما عرف ذلك باللَّه تعالى. </p><p> أو لعلكم تعقلون بأن فيه شرفكم؛ لأنكم تصيرون متبوعين لما يحتاج الناس إلى معرفة ما فيه، ولا يوصل ذلك إلا بكم فتكونون متبوعين والناس أتباع لكم؛ وهو كقوله:  (لَقَدْ أَنْزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ) ، قال أهل التأويل: أي: فيه شرفكم، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغَافِلِينَ (٣) إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَا أَبَتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِينَ (٤) قَالَ يَا بُنَيَّ لَا تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا إِنَّ الشَّيْطَانَ لِلْإِنْسَانِ عَدُوٌّ مُبِينٌ (٥) وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ وَعَلَى آلِ يَعْقُوبَ كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ مِنْ قَبْلُ إِبْرَاهِيمَ وَإِسْحَاقَ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ (٦) </p><p> وقوله - عَزَّ وَجَلَّ -: (نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ) . </p><p> قَالَ بَعْضُهُمْ: قوله: (نَحْنُ نَقُصُّ) ، أي: نبين عليك أحسن البيان (بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ) . </p><p> وقَالَ بَعْضُهُمْ:  (نَحْنُ نَقُصُّ) أي: نخبرك أحسن ما في كتبهم من القصص، وأحسن ما في كتبهم من الأنباء والأحاديث. </p><p> وقوله:  (أَحْسَنَ الْقَصَصِ) : أصدقه، وكذلك قوله (اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا) وأحسن الحديث: أصدقه وأحسن القصص؛ أي: أصدقه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ كُنْتَ مِنْ قَبْلِهِ) أي: وقد كنتم من قبله (لَمِنَ الْغَافِلِينَ) . </p>"
}