{
  "id": null,
  "sura": 12,
  "aya": 60,
  "text": "<p> هذا لا يكون كلام الأنبياء إنما هو كلام بعض العوام الغوغاء. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَا خَيْرُ الْمُنْزِلِينَ) . </p><p> مثل هذا لا يحتمل أن يقوله يوسف ابتداء؛ على غير سبب أو كلام كان هنالك، لكنه لم يذكر الذي كان؛ ونحن لا نعرف ما الذي كان جرى هنالك فيما بينهم. </p><p> وكذلك قوله:  (فَإِنْ لَمْ تَأْتُونِي بِهِ فَلَا كَيْلَ لَكُمْ عِنْدِي وَلَا تَقْرَبُونِ (٦٠) </p><p> أما أهل التأويل فإنهم قالوا: قال لهم ائتوني بأخ لكم من أبيكم إلى آخر ما ذكر؛ لأنه لما قال لهم: إنكم جئتم عيونًا لملككم؛ فأمر بحبسهم، فقالوا: نحن بنو يعقوب النبي، وكنا اثني عشر رجلا؛ فهلك منا رجل في الغنم، ووجدنا على قميصه دمًا؛ فأتينا أبانا فقلنا: كذا، وقد خلفنا عند أبينا أخًا له؛ من أم الذي هلك؛ فعند ذلك قال لهم:  (ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَا خَيْرُ الْمُنْزِلِ) لكن هذا الذي ذكروا لا يكون سببًا ولا جوابًا له، وقد ذكرنا أنه لا يصح هذا الكلام مبتدأ، لكنا نعلم بالعقل أنه كان هنالك سبب، ومعنى أمر يوسف أن يقول لهم ذلك، وإلا لا يحتمل أن يقول لهم يوسف:  (فَلَا كَيْلَ لَكُمْ عِنْدِي وَلَا تَقْرَبُونِ) وهو كان يعلم أن أباه يعقوب يحتاج إلى طعام، ويعرف حاجتهم في ذلك - هذا لا يسع إلا بسبب كان؛ فأمر يوسف بذلك. </p><p> وقوله:  (فَلَا كَيْلَ لَكُمْ عِنْدِي وَلَا تَقْرَبُونِ) فيما يستقبل؛ أي: لا تأتوني. واللَّه أعلم. </p><p> ويحتمل قوله:  (أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ) وجهين: </p><p> أحدهما: قال ذلك لهم؛ إنه يوفي لهم الكيل؛ لأن أهل ذلك المكان كانوا ينقصون ويخسرون الكيل في الضيق؛ فقال هو: ألا ترون أني أوفي الكيل ولا أبخس. </p><p> والثاني: ألا ترى أني أوفي الكيل على غير الحاجة؛ وكان يجعل لغيرهم الطعام على الحاجة؛ لضيق الطعام. </p><p> إني أوفي الكيل على قدر الحاجة وأنا خير المنزلين في الإحسان إليكم والتوسيع عليكم؛ لأن أهل ذلك المكان لا يحسنون إلى النازلين بهم، ولا يوسعون عليهم؛ لضيق الطعام. وكأن قوله:  (أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ) مؤخر عن قوله: (فَإِنْ لَمْ تَأْتُونِي بِهِ فَلَا كَيْلَ لَكُمْ عِنْدِي وَلَا تَقْرَبُونِ) ؛ كأنه قال:  (ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ)  (فَإِنْ لَمْ تَأْتُونِي بِهِ فَلَا كَيْلَ لَكُمْ عِنْدِي وَلَا تَقْرَبُونِ) ؛ فعند ذلك قال:  (أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ) واللَّه أعلم. </p>"
}