{
  "id": null,
  "sura": 12,
  "aya": 34,
  "text": "<p> يَدْعُونَنِي إِلَيْهِ) وإنما أراد به: محبة الاختيار والإيثار في الدِّين، لا محبة النفس واختيارها؛ بل كانت النفس تحب وتهوى ما يدعونه إليه؛ دليله قوله:  (أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجَاهِلِينَ) . وليس الدعاء في قوله:  (السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ) كما يقول بعض الناس: إنه إنما وقع في السجن؛ لأنه سأل ربه السجن فاستجيب له في ذلك؛ ولكن الدعاء في قوله:  (وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُ) ، وهو كقول آدم وحواء:  (رَبَّنَا ظَلَمْنَا أَنْفُسَنَا. . .) الآية. ليس الدعاء في قوله:  (رَبَّنَا ظَلَمْنَا أَنْفُسَنَا) لأنه: إخبار عما كان منهم، إنما الدعاء في قوله:  (وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ) ، وكذلك قول نوح:  (رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي) . </p><p> وفي قوله:  (وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ) دلالة على أن عند اللَّه لطفًا لم يكن أعطى يوسف ذلك؛ إذ لو كان أعطاه لكان كيدهن وشرهن مصروفًا عنه؛ حيث قال:  (وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ) ولو كان أعطي ذلك لم يكن لسؤاله ذلك معنى، فهذا ينقض على المعتزلة قولهم، حيث قالوا: إن اللَّه قد أعطى كلا قدرة كل طاعة وقوة كل خير والدفع عن كل شر، وقوله:  (وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ) أي: لا أحد يملك صرف كيدهن عني لو لم تصرفه أنت، وكذلك قوله:  (وَإلا تَغفِر لِي وَتَرْحَمْنِي) وهو أبلغ في الدعاء من قوله: اللهم اغفر لي وارحمني. </p><p> وقوله:  (أَصْبُ إِلَيْهِنَّ) . </p><p> قَالَ بَعْضُهُمْ: أمل إليهن. </p><p> وقَالَ بَعْضُهُمْ: قال: لو لم تصرف عني كيدهن لأتابعهن. </p><p> ويقال: الصبو: هو الخروج عن الأمر؛ يقال: كل مَنْ خرج عن دينه فقد صبا. </p><p> وبهذا كان المشركون يُسَمون النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: صابئا، أي: خرج مما نحن عليه. </p><p> وقال أبو بكر الأصم: الأصب: هو الأمر المعجب. </p><p> وقوله:  (وَأَكُنْ مِنَ الْجَاهِلِينَ) . </p><p> أي: يكون فِعْلي فعْل الجهَّال لا فِعل العلماء والحكماء، إن لم تصرف عنى كيدهن. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَاسْتَجَابَ لَهُ رَبُّهُ فَصَرَفَ عَنْهُ كَيْدَهُنَّ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (٣٤) </p>"
}