{
  "id": null,
  "sura": 12,
  "aya": 110,
  "text": "<p> الخلق، ويكون لهم تجارب بالخلق؛ فهم أعقل وأحلم وأبصر من أهل البادية والبرية، إذ اختلاطهم وامتزاجهم إنما يكون بالماشية وأنواع البهائم؛ لذلك بعثوا من الأمصار دون البادية. </p><p> وبعدُ فإن الرسل يكون لهم أسباب وأعلام تتقدم عن وقت الرسالة تحتاج إلى أن يظهر ذلك للخلق؛ ليكون ذلك أسرع إلى الإجابة لهم؛ وأدعى وأنفذ إلى القبول، فإذا كانوا من أهل البوادي لا يظهر ذلك للخلق. </p><p> والثاني: أنه يراد من الرسالة إظهارها في الخلق؛ في الآفاق والأطراف والأمصار، والمدن هي الأمكنة التي ينتاب الناس إليها في التجارات وأنواع الحوائج من الآفاق والأطراف؛ فيظهر ذلك فيها. وفي أهل الآفاق وأما أهل البوادي والبراري؛ ليس يدخلها ولا ينقلب إليها؛ إلا الشاذة من الناس؛ ولا يقضي فيها الحوائج؛ فلا يظهر في الخلق الرسالة وما يراد بها. </p><p> وقوله - عَزَّ وَجَلَّ - (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ) . </p><p> أي: ألم ينظروا ويتفكروا؛ فيمن هلك من قبلهم من الأمم؛ بتكذيبهم الرسل أن كيف كان عاقبتهم بالتكذيب في الدنيا؛ ليمتنعوا عن تكذيب رسولهم. </p><p> وقوله:  (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ. . .) الآية؛ يخرج على وجهين: </p><p> أحدهما: أي قد ساروا ونظروا كيف كان عاقبة المكذبين؛ لكنهم عاندوا ولم يعتبروا. </p><p> والثاني: أي سيروا في الأرض؛ وانظروا، ولكن ليس على نفس السير في الأرض؛ ولكن على السؤال عما نزل بأُولَئِكَ. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَدَارُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ اتَّقَوْا) الشرك أو خِلافَ اللَّه ورسوله. </p><p> (أَفَلَا تَعْقِلُونَ) أن ذلك أفضل وخير؛ ممن لم يتق ذلك. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا (١١٠) ، و (كُذِّبُوا) ؛ كلاهما لغتان، قَالَ بَعْضُهُمْ: أيس الرسل عن إيمان قومهم وتصديقهم الرسل، ثم </p><p> يحتمل استيئاسهم عن إيمانهم؛ لكثرة ما رأوا من اعتنادهم الآيات وتفريطهم في ردها؛ أيسوا عن إيمانهم، أو كان إياسهم بالخبر عن اللَّه أنهم لا يؤمنون؛ كقوله:  (وَأُوحِيَ إِلَى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ. . .) الآية، وأمثاله. </p><p> وقوله:  (وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا) قَالَ بَعْضُهُمْ: وظن الرسل أن أتباعهم الضعفة قد كذبوهم؛ لكن هذا إن كان من الرسل فهو ظن من الرسل أن أتباعهم قد كذبوهم؛ لكثرة ما أصابهم من الشدائد، وطال عليهم البلاء، واستأخر عنهم النصر، فوقع عند الرسل أن أتباعهم قد كذبوهم وإن كان من الأعداء فقد استيقن الرسل أنهم كذبوهم. </p><p> ورُويَ عن عروة بن الزبير: أنه سأل عائشة؛ قال: فقلت: أرأيت قول اللَّه: (حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا) أو (كُذِّبُوا) قال: فقالت: بل كذبهم قومهم، قال: فقلت: أرأيت قول اللَّه (حَتَّى) ، واللَّه لقد استيقنوا أن قومهم قد كذبوهم؛ وما هو بالظن؛ فقالت: يا عروة لقد استيقنوا بذلك، قال: قلت: فلعلهم ظنوا أن قد كُذِبوا، قالت: معاذ اللَّه لم تكن الرسل لتظن ذلك بربها، قال: وما هذه الآية؟ قالت: هم أتباع الرسل الذين آمنوا بربهم وصدقوهم؛ وطال عليهم البلاء واستأخر عنهم النصر؛ حتى إذا استيئست الرسل ممن كذبهم من قومهم؛ وظنوا أن أتباعهم قد كذبوهم؛ جاءهم نصر اللَّه عند ذلك. </p><p> وقَالَ بَعْضُهُمْ: حتى إذا استيئس الرسل عن إيمان قومهم؛ وظن قومهم أن الرسل قد كذبوا فيما أوعدوا من العذاب أنه نازل بهم؛ لما أبطأ عليهم العذاب. </p><p> وقَالَ بَعْضُهُمْ: وظنوا أنهم؛ أي ظن قومهم؛ أن رسلهم قد كذبوهم خبر السماء جاءهم نصرنا. </p><p> فإن كان الآية في أتباع الرسل؛ على ما ذكر بعضهم؛ فهو كقوله:  (وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ) . </p><p> فإن كانت في غيرهم من المكذبين؛ فقد جاء الرسل نصر اللَّه. </p>"
}