{
  "id": null,
  "sura": 12,
  "aya": 41,
  "text": "<p> أي: عبادة اللَّه وتوحيده هو الدِّين القيم؛ لأنه دين قام على الحجة والبرهان، وأما سائر الأديان فليست بقيمة؛ إذ لا حجة قامت عليها ولا برهان. </p><p> والقيم: هو القائم الذي قام بحجة وبرهان، وقال أهل التأويل: القيم: المستقيم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) . </p><p> يحتمل: لا يعلمون؛ لما لم يتفكروا فيه ولم ينظروا؛ فلم يعلموا، ولو نظروا فيه وتفكروا لعلموا، وهذا يدل أن العقوبة تلزم - وإن جهل - إن أمكن له العلم به؛ فلا عذر له في الجهل إذا أمكن العلم به. </p><p> أو علموا لكنهم لم ينتفعوا بعلمهم؛ فنفى عنهم العلم لذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا صَاحِبَيِ السِّجْنِ أَمَّا أَحَدُكُمَا فَيَسْقِي رَبَّهُ خَمْرًا وَأَمَّا الْآخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَأْسِهِ قُضِيَ الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ (٤١) </p><p> هو ما ذكرنا أنه تأول رؤيا الساقي، وعبرها على العود إلى ما كان يعمل من قبل؛ لما رأى أنه كان عمل على ما كان يعمل من قبل. </p><p> وعبر رؤيا الخبّاز بالهلاك؛ لما رأى أنه حمل الخبز على الرأس، والخبز إذا خبزه الخباز لا يحمله على رأسه؛ فرأى أنه قد انتهى أمره؛ إذ عمل على خلاف ما كان يعمل من قبل؛ فتأكل الطير من رأسه، فعبّر أنه يصلب وتأكل من رأسه لما رأى أنه حمل الخبز على رأسه؛ لما كان يخبز من قبل للعباد، فلما رأى أنه يخبز لغيره عبر أنه يهلك فتأكل الطير من رأسه. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُضِيَ الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ) . </p><p> قال بعض أهل التأويل: إنه لما عبر لهما رؤياهما، قال الذي عبر له الصلب والقتل: لم أر شيئًا؛ إنما كنا نلعب، فقال لهما يوسف:  (قُضِيَ الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ) أي: فرغ وانتهى، لكن هذا لا يعلم: قالا ذلك أم لم يقولا، سوى أن فيه أنه عَبَّر رؤياهما، وكان ما عبَّر لهما، وقد علم ذلك بتعليم من اللَّه إياه؛ بقوله:  (ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَ لِلَّذِي ظَنَّ أَنَّهُ نَاجٍ مِنْهُمَا اذْكُرْنِي عِنْدَ رَبِّكَ فَأَنْسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ (٤٢) </p><p> قَالَ بَعْضُهُمْ: ظن الذي صدق يوسف: أنه يسقي ربه، وأنه ناج. </p>"
}