{
  "id": null,
  "sura": 12,
  "aya": 89,
  "text": "<p> ثمنه؛ ولا تحل له الصدقة. </p><p> ويحتمل أن يكون قوله:  (مَسَّنَا وَأَهْلَنَا الضُّرُّ) بذهاب بصر أبيهم؛ مسهم بذلك وأهلهم الضر. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتَصَدَّقْ عَلَيْنَا) . </p><p> أي رُدَّ علينا بنيامين؛ لعل اللَّه يرد بصره عليه. </p><p> (إِنَّ اللَّهَ يَجْزِي الْمُتَصَدِّقِينَ) . </p><p> قال أهل التأويل: إن اللَّه يجزي المتصدقين إن كانوا على دين الإسلام؛ كأنهم ظنوا أنه ليس على دين الإسلام؛ ولو أنهم ظنوا أنه مسلم؛ لقالوا: إن اللَّه يجزيك بالصدقة. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ هَلْ عَلِمْتُمْ مَا فَعَلْتُمْ بِيُوسُفَ وَأَخِيهِ إِذْ أَنْتُمْ جَاهِلُونَ (٨٩) </p><p> هو ظاهر لا يحتاج إلى ذكره وأما ما فعلوه بأخيه: قال أهل التأويل: هو ما قالوا إنه سرق؛ لكنهم لم يقولوا إلا قدر ما ظهر عندهم؛ فلم يلحقهم بذلك القول فضل تعيير؛ لكن يشبه أن يكونوا آذوه بأنواع الأذى، ولا شك أنهم كانوا يبغضون يوسف وأخاه؛ حيث قالوا:  (لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَى أَبِينَا مِنَّا) . </p><p> وقوله:  (قَالَ هَلْ عَلِمْتُمْ مَا فَعَلْتُمْ بِيُوسُفَ وَأَخِيهِ) . </p><p> قد كانوا علموا هم ما فعلوا بيوسف لكنه كأنه قال: هل تذكرون ما فعلتم بيوسف؛ أو أنتم جاهلون ذلك؛ ناسون؟ يقول لهم: اذكروا ما فعلتم بيوسف، وتوبوا إلى اللَّه عن ذلك، ولا تكونوا جاهلين عن ذلك. أو يقول لهم: هل رجعتم وتبتم عن ذلك؟، أو أنتم بعد فيه؟. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذْ أَنْتُمْ جَاهِلُونَ) . </p><p> قال بعض أهل التأويل:  (إِذْ أَنْتُمْ جَاهِلُونَ) أي: مذنبون؛ ولكن إذ أنتم جاهلون قدر يوسف ومنزلته، لأنهم لو علموا ما قدر يوسف عند اللَّه؛ وما منزلته ما قالوا:  (لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَى أَبِينَا مِنَّا) ، وما خطئوا أباهم في حبِّه إياه حيث قالوا:  (إِنَّ أَبَانَا لَفِي ضَلَالٍ مُبِينٍ) ، وما فعلوا به ما فعلوا. واللَّه أعلم. </p><p> (قَالُوا أَإِنَّكَ لَأَنْتَ يُوسُفُ قَالَ أَنَا يُوسُفُ وَهَذَا أَخِي قَدْ مَنَّ اللَّهُ عَلَيْنَا إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ (٩٠) </p><p> كأنهم عرفوا أنه يوسف؛ بقول يوسف لهم:  (هَلْ عَلِمْتُمْ مَا فَعَلْتُمْ بِيُوسُفَ وَأَخِيهِ) أو عرفوا بقول أبيهم؛ حيث قال:  (يَا بَنِيَّ اذْهَبُوا فَتَحَسَّسُوا مِنْ يُوسُفَ وَأَخِيهِ) ، لما ذكر أخاه </p>"
}