{
  "id": null,
  "sura": 12,
  "aya": 109,
  "text": "<p> يحتمل قوله - تعالى -: (سَبِيلِي) هذه التي أنا عليها، </p><p> ويحتمل: هذه سبيلي التي أدعوكم إلى اللَّه. </p><p> (عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي) . </p><p> البصيرة: العلم والبيان والحجة النيرة؛ أي هذه سبيلي التي أنا أدعوكم إليها؛ إنما أدعوكم على بصيرة؛ أي على علم وبيان وحجة قاطعة؛ وبرهان نير؛ ليس كسائر الأديان التي يدعى إليها على الهوى والشهوة بغير حجة ولا برهان؛ (وَمَنِ اتَّبَعَنِي) أي: ومن اتبعني، -أيضًا- فإنما يدعوكم أيضًا على حجة وبرهان؛ إذ من يجيبني؛ فإنما يجيب على بصيرة وبيان وحجة. </p><p> (وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ) . </p><p> قيل: كأن هذا صلة قوله: (وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ) سُبْحَانَ اللَّهِ: تنزيهًا لما قالوا؛ وتبرئة عما قالوا في اللَّه بما لا يليق به. </p><p> (وَمَا أَنَا مِنَ الْمُشْرِكِينَ) في ألوهيته وربوبية غيره؛ أو في عبادته. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرَى أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَلَدَارُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ اتَّقَوْا أَفَلَا تَعْقِلُونَ (١٠٩) </p><p> ذكر رجالا - واللَّه أعلم - أي: لم نبعث رسولا من قبل إلا بشرًا؛ لم نبعث ملكا ولا جنًّا؛ فكيف أنكرتم رسالة مُحَمَّد بأنه بشر؛ ولم يروا رسولا من قبل ولا سمعوا إلا من البشر؛ كقولهم:  (أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا) ، وكقوله:  (وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا) هذا واللَّه أعلم. </p><p> (إِلَّا رِجَالًا) مثلك؛ بشرًا لا ملكًا ولا جنًّا، أو ذكر رجالا؛ لأنه لم يبعث امرأة رسولا. </p><p> وقوله - عَزَّ وَجَلَّ -: (نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرَى) . </p><p> أي: إنما أرسل الرسل جملة من أهل الأمصار والمدن؛ لم يبعثوا من أهل البوادي وأهل البراري والقرى؛ إنما يريد الأمصار والبنيان، وقال اللَّه - تعالى -: (وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ) ، قيل: هي مكة، جميع ما ذكر في القرآن من القرية والقرى؛ يريد به الأمصار والمدن؛ وإنَّمَا بعث الرسل والأنبياء من الأمصار؛ ولم يبعثهم من البوادي ومن أهل البراري - لوجهين - واللَّه أعلم -: أحدهما: لأن لأهل الأمصار والمدن؛ اختلاطا بأصناف الناس؛ وامتزاجًا بأنواع </p>"
}