{
  "id": null,
  "sura": 12,
  "aya": 67,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (قَالَ لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّى تُؤْتُونِ مَوْثِقًا مِنَ اللَّهِ لَتَأْتُنَّنِي بِهِ إِلَّا أَنْ يُحَاطَ بِكُمْ فَلَمَّا آتَوْهُ مَوْثِقَهُمْ قَالَ اللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ (٦٦) </p><p> أي: حتى تأتوني بمواثيق من اللَّه؛ وبعهود منه. </p><p> (لَتَأْتُنَّنِي بِهِ) . </p><p> فيه دلالة أنه وإن قال:  (فَاللَّهُ خَيْرٌ حَافِظًا وَهُوَ أَرْحَمُ الرَّاحِمِينَ) واعتمد في الحفظ على اللَّه، ورأى الحفظ منه، لم يرسله معهم إلا بالمواثيق والعهود من اللَّه، وهذا أمر ظاهر بين الناس؛ أنهم وإن كان اعتمادهم على اللَّه وإليه يكلون في جميع أمورهم في الأموال والأنفس، ومنه يرون الحفظ فإنه يأخذ بعضهم من بعض المواثيق والعهود؛ فعلى ذلك يعقوب أنه وإن أخبر أن اعتماده واتكاله في حفظ ولده على اللَّه لم يرسله معهم إلا بعدما أخذ منهم العهود والمواثيق. </p><p> (لَتَأْتُنَّنِي بِهِ إِلَّا أَنْ يُحَاطَ بِكُمْ) . </p><p> أي: إلا أن يجمعكم أمر ويعمكم، ويحيط بكم الهلاك جميعًا؛ فعند ذلك تكونون معذورين؛ فإما أن يخص به أمر فلا. </p><p> والثاني: إلا أن يجيء أمر عظيم يمنعكم عن رده؛ كأنه خاف عليه من الملك؛ حيث طلب منهم أن يأتوه به. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَمَّا آتَوْهُ مَوْثِقَهُمْ قَالَ) يعقوب (اللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ) أي: الله على المواثيق والعهود التي أخذتها منكم شهيد، أو يقول: اللَّه له حفيظ؛ كما قال:  (فَاللَّهُ خَيْرٌ حَافِظًا) . واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَ يَا بَنِيَّ لَا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ وَمَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ مِنْ شَيْءٍ إِنِ الْحُكْمُ إِلَّا لِلَّهِ عَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ (٦٧) </p><p> قَالَ بَعْضُهُمْ من أهل التأويل: إن يعقوب خاف عليهم العين؛ لأنهم كانوا ذوي صور وجمال وبهاء؛ فخشي عليهم العين؛ لذلك أمرهم أن يدخلوا متفرقين. </p><p> وقَالَ بَعْضُهُمْ: خشي عليهم البيات والهلاك؛ لأنهم كانوا أهل قوة ومنعة؛ فيخافهم أهل البلد ويفرقون منهم السرقة؛ فأمرهم بالتفرق، وهو قول ابن عَبَّاسٍ؛ فإذا كانوا </p><p> متفرقين فلا يهلكون الكل؛ وإنما يهلك بعضهم وينجو بعض أو لا يدري ما أراد بهذا. </p><p> وقَالَ بَعْضُهُمْ: علم يعقوب أنهم لا يهلكون؛ لما رأى يوسف من الرؤيا أن يسجد له إخوته، ولكن خاف عليهم أن تصيبهم النكبة؛ لذلك أمرهم أن يدخلوا من أبواب متفرقة، أوص ن سكك متفرقة، أو من طرق متفرقة، أو ما قالوا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ مِنْ شَيْءٍ) . </p><p> أي لا أدفع عنكم من اللَّه من شيء؛ إن أصابكم نكبة أو عين، فَإِنْ قِيلَ: لو كان أمره إياهم بالتفرق؛ لخوف العين؛ أو لخوف أهل البلد منهم السرقة والإغارة، كيف لم يأمرهم بذلك في المرة الأولى؛ وخوف العين؟ لم يخش ذلك لما قد يقع الاجتماع ما ذكر ابن عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ: أنه يخافهم أهل البلد إذا رأوهم مجتمعين أنهم لصوص وأنهم كذا، ولكن جائز أن يكون في المرة الأولى لم يخش ذلك؛ لما قد يقع الاجتماع في أمثال أُولَئِكَ من الرفقاء والصحابة، فلا يكون في ذلك الخوف الذي ذكروا. وإذا عادوا في المرة الثانية؛ قد يحتمل ذلك الخوف من العين؛ وغيره، إذا علم أهل البلد أن ذلك العدد تحت أب واحد، أو أمرهم بالتفرق على الأبواب؛ بمحنة امتحن بذلك، وأمر به، أو لمعنى غاب عنا لا نحتاج إليه. واللَّه أعلم. </p><p> وقوله:  (وَمَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ مِنْ شَيْءٍ) أي: لا أدفع عنكم من اللَّه من شيء إن أصابكم نكبة أو عين وإن تفرقتم إن الحكم إلا لله، هذا تفسير قوله:  (وَمَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ مِنْ شَيْءٍ) أي: لا أدفع عنكم، بما أحتال ما قدر اللَّه وقضاه؛ أن يصيبكم؛ فيصيبكم لا محالة وينزل بكم (إِنِ الْحُكْمُ إِلَّا لِلَّهِ) أي: ما الحكم في ذلك إلا لله ما في حكمه وقضائه أن يصيبكم فيصيبكم لا محالة. </p><p> وقوله - عَزَّ وَجَلَّ -: (عَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ) . </p><p> هذا أصل كل أمر يخاف المرء، وأن يأخذ بالحذر، ويتوكل - مع ذلك - على اللَّه؛ على ما أمر يعقوب - عليه السلام - بنيه بالحذر في ذلك، ثم توكل على اللَّه في ذلك. </p>"
}