{
  "id": null,
  "sura": 12,
  "aya": 52,
  "text": "<p> الملك قد علم أنهن راودن يوسف عن نفسه؛ لأنه قال:  (مَا خَطْبُكُنَّ إِذْ رَاوَدْتُنَّ) ولم يقل لهن: راودتن أم لا؟ ولكنه قطع القول فيه. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْنَ حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ) . </p><p> بدأ بهن حتى أقررن أنه كان بريئًا ما قرف به واتهم، ثم أقرت امرأة الملك بعد ذلك لما أقر النسوة؛ فقالت: </p><p> (الْآنَ حَصْحَصَ الْحَقُّ) . </p><p> قيل: الآن تبين الحق وتحقق. </p><p> (أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ) وفي قوله: (رَاوَدَتْنِي عَنْ نَفْسِي) . </p><p> وقوله:  (مَا خَطْبُكُنَّ) ما شأنكن وأمركن، والخطب: الشأن، وراودتن: قد ذكرناه. </p><p> وقوله:  (قُلْنَ حَاشَ لِلَّهِ) . </p><p> قيل: معاذ اللَّه، وقيل: هي كلمة تنزيه وتبرئة من القبيح. </p><p> وقوله:  (مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ) . </p><p> قال أهل التأويل: الزنا، ولكن قوله:  (مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ) هو السوء الذي قالت، (مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا) هو ذلك السوء قالت إنه أراده بها قلن ما علمنا منه ذلك. </p><p> وقوله:  (حَصْحَصَ الْحَقُّ) . </p><p> قد ذكرناه أنه تبين وتحقق. </p><p> وفي قوله:  (مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ) . </p><p> دلالة أن لم يكن منه ما قاله أهل التأويل من حلّ السراويل وغيره؛ لأنه لو كان منه ذلك لَكُنَّ قد علمن منه السوء. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ وَأَنَّ اللَّهَ لَا يَهْدِي كَيْدَ الْخَائِنِينَ (٥٢) </p><p> قوله: ذلك الرد الذي كان منه وترك الإجابة لرسول الملك؛ حيث قال:  (ائْتُونِي بِهِ) </p><p> ليعلم الملك أني لم أخنه بالغيب؛ في أهله إذا غاب عني؛ ردًّا لقولها:  (مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا) أن وتصديقًا لقوله؛ حيث قال:  (هِيَ رَاوَدَتْنِي عَنْ نَفْسِي) . </p><p> وقال بعض أهل التأويل: ذلك ليعلم اللَّه أني لم أخنه؛ يعني الزوج بالغيب، لكن هذا بعيد، إنه قد علم يوسف أن اللَّه قد علم أنه لم يخنه بالغيب. </p><p> وقول أهل التأويل لما قال يوسف:  (لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ) قال له الملَك: ولا حين هممت ما هممت؟ فقال:  (وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ) : هذا مما لا نعلمه. </p><p> وقد ذكرنا التأويل في قوله:  (وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا) ما يحل ويسع أن يتكلم به، وفساد تأويل أهل التأويل من الوجوه التي ذكرنا. </p>"
}