{
  "id": null,
  "sura": 13,
  "aya": 41,
  "text": "<p> العذاب عليهم، وأنواع ما وعد؛ فقال: إن شئنا نريك بعض ما وعدناهم، وإن شئنا نتوفاك ولم نرك؛ فإنما عليك البلاغ؛ أي: ليس لك من الأمر شيء؛ أي: ليس إليك هذا إنما عليك البلاغ؛ وهو كقوله:  (لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ. . .) الآية. إنما عليك كذا؛ فيخرج مخرج العتاب والتوبيخ؛ ليس مخرج الوعد والعدة؛ إذ قوله: ذا، وذا، بحرف شك أولا يجوز أن يضاف إليه ذلك. وقوله:  (وَإِنْ مَا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ) هذا في الظاهر حرف شك، فهو يخرج على الوعد أو على النهي عن سؤال كان من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: فإن كان على النهي - فكأنه نهاه أن يسأل إنزال العذاب عليهم؛ يقول: إن شئنا أنزلنا وإن شئنا لم ننزل، وإن كان على الوعد؛ يقول: نريك بعض ما وعدنا؛ ولا نريك كله، وإلا ظاهره حرف شك. </p><p> وقوله:  (وَعَلَيْنَا الْحِسَابُ) يحتمل حساب ما وعد وجزاءه، ويحتمل الحساب المعروف؛ الذي يحاسبهم يوم القيامة. واللَّه أعلم. أي: لا يتركهم هملًا سدى، أو قوله:  (وَعَلَيْنَا الْحِسَابُ) أي: إلينا الحساب، أو لنا الحساب، وذلك جائز في اللغة. </p><p> * * * </p><p> قوله تعالى:  (أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا وَاللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِ وَهُوَ سَرِيعُ الْحِسَابِ (٤١) وَقَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَلِلَّهِ الْمَكْرُ جَمِيعًا يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ (٤٢) وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ (٤٣) </p><p> وقوله - عَزَّ وَجَلَّ -: (أَوَلَمْ يَرَوْا) . </p><p> قد ذكرنا في ما تقدم أنه إنما هو حرف تعجب وتنبيه؛ فهو يخرج على وجهين: </p><p> أحدهما: على الخبر؛ أي: قد رأوا أنا فعلنا ما ذكر. </p><p> والثاني: على الأمر؛ أي: أرَوْا أنَا، فعلنا ما ذكر؛ وهو ما ذكر من قوله:  (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ) أي: قد ساروا في الأرض؛ أو سيروا. </p><p> (أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا) . </p><p> قَالَ بَعْضُهُمْ: هو ما جعل من أرض الكفرة للمسلمين؛ بالفتح لهم؛ والنصر على </p><p> أُولَئِكَ؛ والإخراج من سلطان أُولَئِكَ الكفرة وأيديهم، وإدخالها في أيدي المسلمين؛ فذلك النقصان. وهو، واللَّه أعلم لما وعد لرسوله أن يريه يعض ما وعد لهم؛ فقال الكفرة عند ذلك: أين ما وعد أن يريك؟ فقال عند ذلك:  (أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا) أي: ألم يروا أنه جعل بعض ما كان لهم من الأرضين للمسلمين؛ فإذا قدر على جعل البعض - الذي كان لهم لهَؤُلَاءِ؛ لقادر أن يجعل الكل لهم؛ فهلا يعتبرون. </p><p> هذا واللَّه أعلم ما أراد بما ذكر من النقصان. </p><p> وقال قائلون: نقصان الأرض: موت فقهائها وعلمائها وفنائها. </p><p> ووجه هذا: وهو أن الفقهاء والعلماء - هم عمَّار الأرض وأهلها؛ وبهم صلاح الأرض؛ فوصف الأرض بالنقصان بذهاب أهلها، وهو كما وصف الأرض بالفساد؛ وهو قوله:  (لَفَسَدَتِ الأَرْضُ) ، وقوله:  (ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ) فالأرض لا تفسد بنفسها؛ ولكن وصفت بالفساد؛ لفساد أهلها، فعلى ذلك لا تنقص هي بنفسها؛ ولكن وصفت بالنقصان؛ لذهاب أهلها، وعمارها وفقهائها وعلمائها. </p><p> ثم يحتمل ذهاب العلماء المتقدمين، الذين تقدموا رسول اللَّه في الأمم السالفة؛ وهم علماء أهل الكتاب؛ فيقول ألا يعتبرون بأُولَئِكَ الذين قبضوا وتفانوا من علمائهم؟ فلا بدّ من رسول يعلمهم الآداب والعلوم؛ ويجدد لهم ما دَرَس من الرسوم وذهب، من الآثار؛ فكيف أنكروا رسالته؟ وفي بعث الرسول حدوث العلماء؛ وذلك وقت حدوث العلماء وزمانه؛ فإن كان أراد العلماء المتأخرين وففهاءهم - فيخرج ذلك مخرج التعزية له؛ أي: تصير الأرض بحال توصف بالنقصان، بذهاب العلماء والفقهاء. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِ) . </p><p> قيل: لا رادَّ لحكمه، وحكمه: يحتمل: العذاب الذي حكم على الكفرة؛ يقول: لا رادَّ للعذاب الذي حكم عليهم؛ أوهو كقوله:  (رَبِّ احْكُمْ بِالْحَقِّ) ، أي: </p>"
}