{
  "id": null,
  "sura": 13,
  "aya": 27,
  "text": "<p> ما متعوا في هذه الدنيا - عند متاع الآخرة كأنهم ما متعوا بها إلا ساعة؛ فعلى ذلك قوله:  (وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ) ، وهو ما ذكر في موضع آخر:  (فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ) ، عند متاع الآخرة؛ لأن متاع الآخرة ونعيمها دائم متصل غير منقطع؛ لا يشوبه آفة ولا حزن ولا خوف، ومتاع الدنيا منقطع غير متصل؛ مشوب بالآفات والأحزان؛ لذلك كان قليلا عند متاع الآخرة ونعيمها. </p><p> وقال بعض أهل التأويل:  (وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ) أي: إلا لهو وباطل لكن الوجه فيه ما ذكرنا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ (٢٧) </p><p> يحتمل سؤالهم الآية أنفس الآيات التي أتت بها الرسل من قبل قومهم، أو سألوا آيات سموها، كقوله:  (لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا. . .) الآية، (أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ. . .) ، إلى آخر ما ذكر من الآيات، سألوها منه، أو سألوه آيات تضطرهم وتقهرهم على الإيمان؛ كقوله:  (إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ) . </p><p> وفيه دلالة أنه لو شاء لأنزل عليهم آيات؛ لآمنوا كلهم بها، واهتدوا، وعنده أشياء لو أعطاهم لكان ذلك سبب اهتدائهم وتوحيدهم؛ وكذلك لو أعطى أشياء لكان ذلك سبب كفرهم جميعًا؛ كقوله:  (وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ. . .) الآية، لكنه لا ينزل الآية على شهواتهم وأمانيهم، ولكن ينزل أشياء؛ تكون عند النظر والتأمل حجة؛ فمن تأمل فيها وتفكر لاهتدى وآمن بالاختيار، ومن أعرض عنها ولم يتفكر ضل وزاغ بالاختيار. </p><p> ويحتمل قوله:  (إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آيَةً) أي: إن نشأ إيمانهم واهتداءهم ننزل عليهم آية، وذلك تأويل قوله على أثر سؤالهم الآية. </p><p> (قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ) . </p><p> أي: ينزل من الآيات ما يهتدي بها المنيب إليها والمقبل، ويضل المعرض عنها؛ </p>"
}