{
  "id": null,
  "sura": 13,
  "aya": 35,
  "text": "<p> لكن ما ذكرنا أن السبيل المطلق هو سبيل اللَّه، والكتاب المطلق كتاب اللَّه، والدِّين المطلق دين اللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ) . </p><p> من أضله اللَّه فلا يملك أحد هدايته، ومن هداه فلا يملك أحد إضلاله. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَشَقُّ وَمَا لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ (٣٤) </p><p> العذاب لهم في الحياة الدنيا يحتمل: القتل والقتال؛ والخوف والجوع؛ وأنواع البلايا؛ كقوله:  (وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ. . .) الآية. وقوله - عَزَّ وَجَلَّ -: (وَلَعَذَابُ الْآخِرَةِ أَشَقُّ) أي: أشد. </p><p> (وَمَا لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ) أي: مالهم من عذاب اللَّه من واقٍ يقيهم من عذابه. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ أُكُلُهَا دَائِمٌ وَظِلُّهَا تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا وَعُقْبَى الْكَافِرِينَ النَّارُ (٣٥) </p><p> يحتمل: وصف الجنة التي وعد المتقون؛ أو صفة الجنة التي وعد المتقون. ويحتمل: أي: شبه الجنة التي وعد المتقون. </p><p> كشبه النار التي وعد الكافرون؛ أي: ليسا بشبيهين ولا مثلين، لا تكون هذه مثل هذه ولا تشبهها؛ كقوله:  (مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ. . .) الآية. يقول - واللَّه أعلم - يقول: الذي وصفه كذا من النعم الدائمة - كالذي يكون عذابه ووصفه كذا؛ أي: لا يكون؛ فعلى ذلك الأول. </p><p> وقوله - عَزَّ وَجَلَّ -: (تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ أُكُلُهَا دَائِمٌ) . </p><p> أي: ثمار الجنة دائمة لا تزول ولا تنقطع؛ ليس كثمار الدنيا، ونعيمها ليس من ثمرة من ثمار الدنيا إلا وهي تزول وتنقطع في وقت؛ فأخبر أن ثمار الآخرة - وما فيها من النعيم - غير زائلة ولا منقطعة، وكذلك عذابها أدائم، لا يزول. </p><p> (وَظِلُّهَا) أيضًا. </p><p> أخبر أن ظل الجنة لا يزول ولا ينقطع، لا يكون فيها شمس يزول ظلها بزوالها. </p><p> وصف جميع ما فيها بالدوام والمنفعة: الظل شيء لا أذى فيه؛ وفيه منافع، والشمس فيها أذى ومنافع، وكذلك جميع ما يكون من الأشياء في الدنيا؛ يكون فيها منافع ومضار؛ وأنها تزول وتنقطع؛ فأخبر أن ظل الآخرة وما فيها من النعم دائمة باقية؛ غير زائلة ولا </p>"
}