{
  "id": null,
  "sura": 13,
  "aya": 8,
  "text": "<p> (وَلِكُلِّ قَوْمٍ هَادٍ) أي: داع وهو كما قال: (وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ) . </p><p> قوله تعالى:  (اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ (٨) عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ (٩) سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ (١٠) لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ (١١) </p><p> وقوله - عَزَّ وَجَلَّ -: (اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى) . </p><p> قيل: يعلم أنها حملت ذكرًا أو أنثى مستويًا أو غير مستوٍ مؤفًّا؛ يخبر - عَزَّ وَجَلَّ - عن علمه وقدرته أنه لا يخفى عليه شيء ولا يعجزه شيء، فَإِنْ قِيلَ: هذا دعوى: ما الذي يعلمنا أنه يعلم ذلك؟ قيل: اتساق تدبيره ولطفه يدل على علم ذلك فيه؛ حيث رباه فيه وأنشأه مستويًا غير مؤفِّ سليما عن الآفات، ونماء الجوارح كلها على الاستواء؛ لا يكون بعضها أكبر وأعظم وبعضها أنقص وبعضها أتم؛ نحو العينين؛ تراهما مستويتين؛ لا زيادة في إحداهما دون الأخرى؛ بل تنموان على الاستواء، وكذلك اليدان والرجلان والأذنان؛ وأمثاله؛ فدل ذلك على العلم له به والتدبير. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ) . </p><p> أي: يعلم ما تغيض الأرحام وما تزداد. </p><p> قال عامة أهل التأويل:  (وَمَا تَغِيضُ الْأَرْحَامُ) : ما تنقص عن التسعة الأشهر، (وَمَا تَزْدَادُ) : على التسعة الأشهر، فكان الحسن يقول: غيضوضة الرحم: أن تضع لستة أشهر أو لسبعة أشهر أو ثمانية، وأما الزيادة: فما زاد على تسعة أشهر. </p><p> وفي حرف أُبي:  (اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُل أُنْثَى وَمَا تَضَعُ) ولكن يحتمل قوله: (وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ) وجهين: </p><p> أحدهما:  (وَمَا تَغِيضُ الْأَرْحَامُ) أي: ما لا تحمل شيئًا؛ وهي التي تكون عقيمًا لا تلد، والغيضوضة تكون ذهاب الشيء، قال اللَّه - تعالى -: (وَغِيضَ الْمَاءُ) ، </p>"
}