{
  "id": null,
  "sura": 13,
  "aya": 20,
  "text": "<p> ومن رد دعاءه كان له النار ودار الهوان؛ فأيهما اختار، فله الموعود الذي وعد؛ إن اختار إجابته إلى ما دعاه؛ فله النعيم الدائم الذي وعد ودار السلام؛ وإن اختار الرد وترك الإجابة، فله ما وعد من العذاب الدائم والهوان. </p><p> والأمثال التي ذكر أنها (لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ الْحُسْنَى) هو هكذا للمؤمنين؛ لأنهم هم المنتفعون بها، وكذلك ما ذكر من القرآن أنه هدى ورحمة للمؤمنين، وأمَّا على أهل الكفر؛ فهو عمى وضلال. وكذلك قوله:  (وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ) ، وأمّا قلوب الكفرة فما ذكر:  (فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ) ، و (فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا) ، وأمثاله. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَهُ لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ) . </p><p> أي: ضِعْفه معه؛ لافتدوا به، يذكر هذا - واللَّه أعلم - أن الذي كان يمنعهم عن الإجابة إلى ما دعاهم إليه - رغبتهم في هذه الدنيا؛ وميلهم إليها؛ يتمنون - لما يحل فيهم من العذاب والشدائد - أن يكون لهم ما في الأرض جميعًا أن يفتدوا به. </p><p> (أُولَئِكَ لَهُمْ سُوءُ الْحِسَابِ) . </p><p> أي: يحاسبون حسابًا يسوءهم؛ لأن حسناتهم التي عملوها وطمعوا الانتفاع بها - لم تنفعهم بل صارت كالسراب الذي ذكر:  (يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّى إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا) ولم يتجاوز عن سيئاتهم (وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ) أي: الذي يأوون إليه؛ هو جهنم وبئس المهاد؛ لما يسوءهم ذلك واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ (١٩) أي: من يعلم الحق حقًّا كمن هو يعمى عنه ولا يعلم؟ أو من يعلم الحق أنه حق؛ كمن يعلمه باطلًا؟ ليسا بسواء؛ كقوله:  (هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ) . </p><p> أي، إنما يتذكر - بالتذكير أولو الألباب وذوو العقول؛ الذين ينتفعون بعقولهم ولُبّهم. </p><p> ثم بين من هم فقال:  (الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنْقُضُونَ الْمِيثَاقَ (٢٠) </p><p> يحتمل عهد اللَّه عهد خلقه؛ يوفون بما في خلقتهم من العهد؛ إذ في خلقة كل أحد - دلالة وحدانيته، وشهادة ألوهيته؛ فوفوا ذلك العهد. </p>"
}