{
  "id": null,
  "sura": 13,
  "aya": 30,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ طُوبَى لَهُمْ وَحُسْنُ مَآبٍ (٢٩) </p><p> طوبى، قيل: خير لهم وغبطة، وقيل: حسنى لهم ونعمى لهم، وقيل: يقال: طوبى لك؛ إن أصبت خيرًا، وقيل: هو اسم الجنة بلسان الحبشة. وقيل: بالهندية، وقيل: اسم شجرة في الجنة أصلها في دار رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ وأغصانها في دار أمته، فإن كان هذا، وهو اسم شجرة؛ فذلك لا يستقيم إلا على تقدمة كان أهل الكتاب؛ ادعوها لأنفسهم؛ فأخبر أنها للذين آمنوا لا لهم كقولهم:  (لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى) ثم قال - عَزَّ وَجَلَّ -: (بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ) ، ادعوا الجنة لأنفسهم؛ فأخبر أنها ليست لهم؛ ولكن للذي أسلم وأخلص وجهه لله؛ فعلى ذلك يشبه أن يكونوا ادعوا طوبى لأنفسهم فأخبر أنها ليست لهم، ولكن للذين آمنوا. </p><p> وإن كان في مشركي العرب؛ فهم ينكرون البعث والجنة والنار، فيشبه أن يكونوا قالوا: إن كان بعث على ما تقولون وجنة وطوبى؛ فهي لنا؛ كقوله:  (لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا) . وقَالَ بَعْضُهُمْ:  (طُوبَى) : كلمة مدح اللَّه ثوابهم، وغبطهم بها. </p><p> وقَالَ بَعْضُهُمْ:  (طُوبَى) : كرامة أعد اللَّه لأوليائه، وهي مذكورة في الكتب. </p><p> وقوله - عَزَّ وَجَلَّ -: (كَذَلِكَ أَرْسَلْنَاكَ فِي أُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَا أُمَمٌ لِتَتْلُوَ عَلَيْهِمُ الَّذِي أَوْحَيْنَا إِلَيْكَ وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ قُلْ هُوَ رَبِّي لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ (٣٠) </p><p> أي: كما أرسلنا إلى أمم من قبلك رسلا (وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ) وقال كل واحد من الرسل: (رَبِّي لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ. . .) الآية أي: كل رسول كان </p><p> أرسل قبلك كان أمر أن يقول ما ذكر؛ كذلك أرسلناك إلى قومك رسولا، وإن كانوا يكفرون بالرحمن؛ فقل أنت ما قال أُولَئِكَ الرسل:  (رَبِّي لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ. . .) الآية، لم تخل أمة عن رسول؛ كقوله:  (وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ) . </p><p> (لِتَتْلُوَ عَلَيْهِمُ الَّذِي أَوْحَيْنَا إِلَيْكَ) يشبه أن يكون هذا صلة قوله: (لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ) ، يقول: أرسلناك لتتلو أنباء الرسل والأمم الذين كانوا من قبلك عليهم؛ ليكون آية لرسالتك؛ ليعلموا أنك إنما علمت تلك الأنباء بالله تعالى. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ) . </p><p> يقول - واللَّه أعلم - هم يكفرون بالرحمن؛ وفي كل الخلائق آية توحيد الرحمن وألوهيته؛ ولا في كل الخلائق آية لرسالتك، وهم مع ذلك كله يكفرون بالرحمن؛ فعلى ذلك يكفرون بآيات رسالتك. </p><p> وقال أبو بكر الأصم:  (وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ) هو صلة قوله: (لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ) ، وكانوا هم أهل التعبد من الكبراء؛ فقال: لو جئتهم بقرآن سيرت به الجبال؛ أو قطعت به الأرض؛ أو كلم به الموتى، يقول: لو جئت بذلك كله كان أمرهم التكذيب والعناد؛ وهو كقوله:  (وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ. . .) الآية وقوله: (وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ. . .) الآية، يخبر - عَزَّ وَجَلَّ - عن عنادهم أنهم لا يؤمنون بالآية - وإن عظمت - إلا أن يشاء اللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَلْ لِلَّهِ الْأَمْرُ جَمِيعًا) كقوله: (مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ) أي: الأمر لله؛ من شاء أن يؤمن فيؤمن، ومن شاء ألا يؤمن فلا يؤمن ألبتَّة. </p><p> وقَالَ بَعْضُهُمْ: قوله: (وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ) أي: يكفرون باسم الرحمن؛ لأنهم قالوا: إن محمدًا كان يدعونا إلى عبادة اللَّه وتوحيده فالساعة يدعونا إلى عبادة الرحمن وألوهيته؛ فذلك عبادة اثنين؛ فقال:  (قُلْ هُوَ رَبِّي لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ) أي: دعائي إلى عبادة الرحمن وألوهيته وهو دعائي إلى عبادة اللَّه، وهو واحد ليس هو باثنين ولا عدد؛ كقوله: </p>"
}