{
  "id": null,
  "sura": 13,
  "aya": 33,
  "text": "<p> وقال أبو بكر الأصم:  (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ) من تقدم من الرسل سألهم قومهم الآيات والعذاب بالهزء، ثم بين بهذا أن ما سألوه من الآية أرادوا الهزء، وهو صلة ما تقدم من قوله:  (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا) يقول: أمهلتهم في كفرهم وهزئهم. </p><p> هذا يدل أن تأخر العذاب عنهم لا يؤمنهم. </p><p> وقوله:  (ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ) يقول: أحللت بهم جزاء ما كانوا يهزءون منه. </p><p> وقَالَ بَعْضُهُمْ: فكيف كان عقاب اللَّه؟ أي: شديد عقابه؛ وهو كقوله:  (وَكَأَيِّنْ مِنْ قَرْيَةٍ أَمْلَيْتُ لَهَا. . .) الآية، وقيل: كيف رأيت عذابي لهم أي: أليس وجدوه شديدًا. </p><p> والثالث:  (فَكَيْفَ كَانَ عِقَابِ) : أي: أليس ما أوعدهم الرسل من العذاب كان حقًا وصدقًا. </p><p> * * * </p><p> قوله تعالى:  (أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ وَجَعَلُوا لِلَّهِ شُرَكَاءَ قُلْ سَمُّوهُمْ أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ وَصُدُّوا عَنِ السَّبِيلِ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ (٣٣) لَهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَشَقُّ وَمَا لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ (٣٤) مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ أُكُلُهَا دَائِمٌ وَظِلُّهَا تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا وَعُقْبَى الْكَافِرِينَ النَّارُ (٣٥) </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ) . </p><p> قال أبو بكر الأصم: يقول: من الذي هو قائم على كل نفس بما كسبت اللَّه أم شركاؤكم فالقائم هو المدبر الحافظ بكل ما فيه الخلق ويشبه أن يكون تأويله: (أَفَمَنْ هُوَ قَائِمٌ) أي: حافظ وعالم على كل نفس بما كسبت؛ أو بالرزق لهم والدفع عنهم، كمن هو أعمى عن ذلك، ليسا بسواء كقوله:  (أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ. . .) الآية. </p><p> أو يقول: أفمن هو قائم على كل نفس بما كسبت؛ كمن هو غير قائم عليه؟ ليسا بسواء. </p><p> وقال مقاتل: أفمن هو قائم على رزقهم وطعامهم. </p><p> ثم قال:  (وَجَعَلُوا لِلَّهِ شُرَكَاءَ) . </p><p> أي: وصفوا لله شركاء وعبدوها؛ واللَّه أحق أن يعبد من غيره. </p><p> يقول اللَّه: أنا القائم على كل نفس؛ أرزقهم وأطعمهم؛ أفأكون أنا وشركائي الذين لا يفعلون ذلك سواء؟!! </p><p> والوجه فيه ما وصفنا: أفمن هو قائم على كل نفس بما كسبت، أي: يرزق ويبصر ويعلم ما تعمل وتكسب ويحفظ، عن أنواع البلايا؛ كمن هو أعمى جاهل عاجز عن ذلك كله؟ أي: ليس هذا كذلك. ويسفههم في إشراكهم الأصنام التي عبدوها في الألوهية والعبادة، وهي بالوصف الذي ذكر؛ كمن هو أعمى عاجز عن ذلك؟ أي: ليسا بسواء. </p><p> وقوله:  (أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ) يحتمل قائم على كل نفس بما كسبت؛ فيما قدر لها وقواها أو في الجزاء يجزي على ما تكسب. </p><p> (وَجَعَلُوا لِلَّهِ شُرَكَاءَ) في العبادة؛ أو في تسميتهم آلهة، لا يعلمون ما كسب لها، ولا يملكون جزاء ما كسبوا لها أيضًا. </p><p> يبين سفههم في - جعلهم هذه الأصنام والأوثان شركاء لله في العبادة؛ وتسميتهم آلهة؛ مع علمهم أنهم لا يقدرون ولا يملكون شيئًا من ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ سَمُّوهُمْ) . </p><p> قال بعض أهل التأويل: قوله: (قُلْ سَمُّوهُمْ) بذلك الاسم؛ ولو سموهم، سموهم بكذب وباطل وزور. </p><p> وعندنا قوله:  (قُلْ سَمُّوهُمْ) أي: لو سميتموها آلهة واتخذتموها معبودًا؛ فسموهم أيضًا بأسماء سميتم اللَّه؛ من نحو: الخالق والرازق والرحمن والرحيم؛ ونحوه. </p><p> يقول - واللَّه أعلم - إذ سميتم هذه الأصنام آلهة ومعبودًا، سموهم أيضًا: خالقًا ورازقا ورحمانا ورحيمًا، وهم يعلمون أنها ليست كذلك. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ) . </p><p> أي: أم تنبئون اللَّه؛ وهو عالم بما في السماوات وما في الأرض؛ وعالم بكل شيء، وهو لا يعلم في الأرض ما تقولون من الآلهة وما تصفونه بالشركاء؟ ! وكذلك يخرج قوله: </p><p> (قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ) ، أم تنبئونه بما ليس في الأرض شيء مما تقولون وتصفون شيء؛ أي: يقول: أتنبئون اللَّه بما لا يعلم في السماوات والأرض، وهو عالم بكل شيء؟ أي: تقرون بأنه عالم بكل شيء؛ وهو لا يعلم ما تقولون وتسمونه من الشركاء وغيره. </p><p> والثاني: أم تنبئونه بما لا يعلم؛ أي: ليس في الأرض. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ) . </p><p> قال أهل التأويل:  (أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ) أي: بل بباطل من القول وزور. </p><p> ويشبه أن يكون بظاهر من القول؛ أي: بضعيف من القول وخفيف، يسمون الشيء الذي لا حقيقة له ولا ثبات ظاهرًا باديًا؛ كقوله:  (إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ) أي: ضعيف الرأي: وخفيفه؛ لا حقيقة له ولا قرار. </p><p> ويحتمل قوله:  (أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ) في الخلق والأسلاف؛ أي: لم يظهر ما يقولون؛ ويصفون؛ إشراك هذه الأصنام؛ وتسميتها آلهة ومعبودًا؛ فيكون (أم) في موضع حقيقة ويقين؛ على هذا التأويل واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ) . </p><p> قال بعض أهل التأويل:  (مَكْرُهُمْ) : قولهم الذي قالوه من الكذب والزور؛ أنها آلهة وأنها شركاء الله </p><p> لكن يشبه أن يكون قوله:  (مَكْرُهُمْ) أي: مكرهم برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حيث احتالوا حيلا؛ ليقتلوه لئلا يظهر هذا الدِّين في الأرض، ويطفئون هذا النور؛ ليدوم عزهم وشرفهم في هذه الدنيا؛ وهو كقوله:  (وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا) ، والمكر: هو الاحتيال؛ والأخذ من حيث الأمن. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَصُدُّوا عَنِ السَّبِيلِ) . </p><p> صدوا؛ لما علموا من مكرهم واختيارهم ما اختاروا والسبيل، المطلق هو سبيل اللَّه؛ وإلا كان جميع الأديان والمذاهب يسمى سبيلا؛ كقوله:  (وَلَا تَتَّبِعُوا السُّبُلَ) </p>"
}