{
  "id": null,
  "sura": 13,
  "aya": 7,
  "text": "<p> والمعاندة في الآيات إذا جاءت؛ كأنه - واللَّه أعلم - يصبر رسوله على سفه قومه؛ لسؤالهم العذاب والآيات ثم المعاندة فيها، يقول: كان في الأمم الماضية من سؤال العذاب والآيات ثم المعاندة من بعد نزولها؛ فنزلت لهم العقوبات؛ فعلى ذلك هَؤُلَاءِ. </p><p> وقَالَ بَعْضُهُمْ: المثلات: الأمثال والأشباه. وكذلك ذكر في حرف حفصة (وقد خلت من قبلهم الأمثال) وتأويله - واللَّه أعلم - أي:  (وقد خلت من قبلهم الأمثال) ؛ ما لو اعتبروا بها كان مثلا لهم، ولكن لا يعتبرون؛ فيمنعهم عن أمثال ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَى ظُلْمِهِمْ) . </p><p> قَالَ بَعْضُهُمْ:  (لَذُو مَغْفِرَةٍ) أي: لذو ستر على ظلمهم؛ وتأخير العذاب إلى وقت؛ كقوله:  (إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ) ، وقوله:  (وَمَا نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَعْدُودٍ) . </p><p> وقَالَ بَعْضُهُمْ: لذو مغفرة للناس على ظلمهم إذا تابوا، وماتوا عليها، أو يكون قوله (لَذُو مَغْفِرَةٍ) للمؤمنين على ظلمهم، وإن ربك لشديد العقاب، لمن لم يتب، ومات على الظلم والشرك. وقوله:  (وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ) للكفار؛ وعلى التأويل الأول: وإِن ربك لشديد العقاب؛ إذا عاقب. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ ... (٧) وقال في موضع آخر: (فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ) ، وقال في آية أخرى:  (لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا) إلى آخر ما ذكر؛ فيحتمل سؤالهم الآية قوله تعالى:  (كَمَا أُرْسِلَ الْأَوَّلُونَ) ، عين تلك الآيات التي أتت بها الرسل الأولون، وليس عليه أن يأتي بعين تلك الآية؛ إنما عليه أن يأتي بآية تخرج عن عرفهم وطباعهم، والرسل جميعًا لم يأتوا بآية واحدة؛ إنما جاءوا بآيات مختلفات، كل جاء بآية سوى ما جاء بها الآخر؛ فقال له: ليس عليك ذلك إنما أنت منذر. أو سألوا آيات سؤال الاعتناد </p><p> لدى هلاكهم، أعلى ما فعل الأولون؛ فقال:  (إِنَّمَا أَنْتَ مُنْذِرٌ) قد عفا هذه الأمة إحضار آيات وإنزالها لدى هلاكهم، وإن كانوا هم في سؤالهم الآيات معاندين؛ لأنهم قد جاءهم من الآيات؛ على إثبات رسالته وإظهارها؛ ما كفتهم، لكنهم يعاندون. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّمَا أَنْتَ مُنْذِرٌ) : لا تملك إتيان الآيات، (قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ) ، وقال:  (لَوْ أَنَّ عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الْأَمْرُ) الآية. أو يقول:  (إِنَّمَا أَنْتَ مُنْذِرٌ) : ليس إليك إنشاء الآيات واختراعها؛ (قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلِكُلِّ قَوْمٍ هَادٍ) . </p><p> أي: داع يدعو إلى توحيد اللَّه ودينه؛ كقوله:  (وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ) . </p><p> وقوله:  (وَلِكُلِّ قَوْمٍ هَادٍ) يحتمل: لكل وقت هاد. </p><p> ثم اختلفوا أنه: مَنْ ذلك الداعي؟ </p><p> قَالَ بَعْضُهُمْ: اللَّه، وقَالَ بَعْضُهُمْ: نبي من الأنبياء، وقَالَ بَعْضُهُمْ: داع؛ دليل سوى النبي. </p><p> وقالت الباطنية: هو إمام يكون معصومًا مثل النبي لئلا يزيغ عن الحق؛ ولكن عندنا معصومًا أو لم يكن معصومًا، فإن في القرآن ما يمنع عن الزيغ؛ ويعرف ذلك منه إذا زاغ؛ وضل عن الحق. </p>"
}