{
  "id": null,
  "sura": 13,
  "aya": 25,
  "text": "<p> حتى يكون في نفسه صلاح، حيث قال:  (وَمَنْ صَلَحَ مِنْ آبَائِهِمْ. . .) إلى آخر ما ذكر؛ وهو ما قال لنوح:  (إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ) ، دل هذا أن صلاح والده أو قريبه لا يجدي له نفعًا في الآخرة واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ) . </p><p> هذا يحتمل أن يكون لمقامهم ومنازلهم أبواب؛ فيدخل عليهم من كل باب ملك. </p><p> والثاني: يحتمل أن يكون يأتي كل ملك بتحفة غير التحفة التي أتى بها الآخر على اختلاف خيراتهم وقدر أعمالهم. </p><p> (مِنْ كُلِّ بَابٍ) أي: من كل نوع من التحف. وفيه وجهان: </p><p> أحدهما: أن الملائكة يكونون خدم أهل الجنة، وفي ذلك تفضيل البشر عليهم. </p><p> أو أن يكون على حق المصاحبة؛ لما أحبوا هم أهل الخير من البشر في الدنيا؛ لخيرهم؛ فجعل اللَّه بينهم الرفقة، والصحبة في الآحرة واللَّه أعلم بذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ (٢٤) كقوله: (تَحِيَّتُهُمْ فِيهَا سَلَامٌ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَنِعْمَ عُقْبَى الدَّارِ) هو ما ذكرنا في قوله أُولَئِكَ لهم عقبى الدار. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ (٢٥) والعهد قد ذكرناه في غير موضع، وكذلك النقض. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ) . </p><p> كل حرف من هذه الحروف يقتضي معنى الحرف الآخر؛ إذا نقضوا العهد، والميثاق: قد قطعوا ما أمر اللَّه به أن يوصل؛ وسعوا في الأرض بالفساد، وإذا قطعوا ما أمر اللَّه به أن يوصل: نقضوا العهد؛ وسعوا في الأرض بالفساد؛ إلا أن يقال: إن نقض العهد يكون بالاعتقاد؛ وذلك يكون بينهم وبين ربهم، وكذلك قطع ما أمر اللَّه به أن يوصل إذا كان الأمر الذي أمر به صلة الإيمان بالنبيين والكتب جميعًا؛ فإن كان صلة الأرحام؛ فهو فعل؛ والسعي في الأرض بالفساد فعل أيضا؛ من زنا أو سرقة أو قطع الطريق، وغير ذلك من المعاصي ما كان، فهو الإفساد في الأرض واللَّه أعلم. والإفساد في الأرض يحتمل: </p>"
}