{
  "id": null,
  "sura": 13,
  "aya": 3,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (يُفَصِّلُ الْآيَاتِ) يحتمل: يبين الحجج والبراهين. </p><p> ويحتمل:  (يُفَصِّلُ الْآيَاتِ) أي: آيات القرآن أنزلها بالتفاريق؛ لا مجموعة. </p><p> (لَعَلَّكُمْ بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ) . </p><p> هو ما ذكرنا أن فيما ذكر من الآيات والتدبير؛ ورفع السماء بلا عمد؛ دلالة البعث والإحياء بعد الموت. </p><p> وقوله - عَزَّ وَجَلَّ -: (بِلِقَاءِ رَبِّكُمْ) هو كما ذكرنا في قوله: (إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا) ومصير هم وبروزهم؛ وأمثاله. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُوَ الَّذِي مَدَّ الْأَرْضَ ... (٣) وقال في آية أخرى: (وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا) ، وقال في موضع آخر:  (وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ) ، وكله واحد، وقال:  (الْأَرْضَ فِرَاشًا) ، و (مِهَادًا) . </p><p> يذكرهم نعمه التي أنعمها عليهم. </p><p> (مَدَّ الْأَرْضَ) أي: بسطها وجعل فيها رواسي؛ ذكر أنها بسطت على الماء؛ فكانت تكفو بأهلها وتضطرب؛ كما تكفو السفينة؛ فأرساها بالجبال الثقال؛ فاستقرت وثبتت. </p><p> وذُكر أنها مدت وبسطت على الهواء؛ ثم أثبتها بما ذكر من الجبال، ولكن لو كان أنها ما ذكر؛ لكان يجيء ألا يكون بالجبال ثباتها واستقرارها؛ لأن الأرض والجبال من طبعها التسفل والانحدار في الماء والهواء؛ وكلما زيد من ذلك النوع كان في التسفل والانحدار أكثر وأزيد، فلا يكون بها الثبات والاستقرار؛ بل إنما يكون الثبات والاستقرار بشيء من طبعه العلو والارتفاع؛ فيمنع ذلك الشيء الذي من طبعه العلو عن التسفل والانحدار؛ إلا أن يقال: إنها كانت لا تتسفل ولا تتسرب؛ ولكن تضطرب وتميد بأهلها؛ على ما ذكره - عَزَّ وَجَلَّ -: (وَجَعَلْنَا فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِهِمْ) ، فإن كان </p><p> على هذا؛ فيكون بالجبال ثباتها واستقرارها؛ ومنعها عن الاضطراب والميلان. </p><p> أو ذكر هذا ليعلم لطفه وقدرته؛ حيث أمسكها بشيء من طبعه التسفل والانحدار، وهي في نفسها كذلك؛ ليعلم قدرة اللَّه ولطفه في كل شيء. واللَّه أعلم بذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَدَّ الْأَرْضَ) . </p><p> أي: أنشأها ممدودة؛ لا أنها كانت مجموعة في مكان فبسطها؛ على ماذكر من رفع السماء ونحوه. </p><p> (وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنهَارًا) . </p><p> جعل اللَّه - عَزَّ وَجَلَّ - الأشياء أكثرها بأسباب؛ تعليمًا منه الخلق؛ ليكون ذلك عليهم أهون، وإن كان جعل الأشياء عليه بأسباب وبغير أسباب سواء؛ إذ هو قادر بذاته، يذكر هذا: إما بحق النعم التي أنعمها عليهم؛ من مد الأرض وبسطها؛ وإثباتها بالرواسي التي ذكر؛ وجعل الأنهار فيها ليصلوا إلى الانتفاع بها؛ ليتأدى بذلك شكره، أو يذكر بحق الإخبار عن قدرته وسلطانه؛ لأنه جعل الأرض بحيث لا يدخل فيها شيء؛ فأخبر أنه أدخل فيها الجبال مع كثافتها وعظمتها ليعرفوا قدرته. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنْهَارًا) أي: وجعل فيها أنهارًا؛ أخبر أنه مد الأرض وبسطها؛ وجعلها مستقرة ثابتة؛ ليستقروا عليها، ثم أخبر أنه جعل فيها أنهارًا؛ لينتفعوا بها من جميع أنواع المنافع، ثم أخبر أنه جعل فيها من كل الثمرات زوجين. </p><p> قال بعض أهل التأويل:  (زَوْجَيْنِ اثْنَيْنِ) أي: لونين. </p><p> وقَالَ بَعْضُهُمْ: ذو طعمين؛ لكن يكون منها ألوان أكثر من لونين: أحمر، وأبيض، وأسود، وأصفر، ونحوه، وكذلك الطعم: يكون حامضا وحلوًا ومرّا ومزًّا، إلا أن يقال:  (زَوْجَيْنِ اثْنَيْنِ) : الطيب والخبيث؛ فلا يكون ثالث؛ وأما اللون؛ فإنه يكون ذا ألوان وذا طعوم. </p><p> وقَالَ بَعْضُهُمْ الذكر والأنثى؛ فهذا يصح إذا أراد به الشجر؛ فمنه ما يثمر ومنه ما لا يثمر؛ فالذي يثمر: هو أنثى، والذي لا يثمر: هو ذكر. وأما على غير هذا فإنه لا يصح. </p><p> وأصل الزوجين: هو اسم أشكال وأمثال واسم أضداد؛ ففيه دليل نفي ذلك كله عن </p>"
}