{
  "id": null,
  "sura": 14,
  "aya": 7,
  "text": "<p> من ذلك قوله:  (إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ) ، و (لِلْمُوقِنِينَ) ، و (لِلْمُتَّقِينَ) ؛ ونحوه. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذْ قَالَ مُوسَى لِقَوْمِهِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ أَنْجَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ (٦) </p><p> يشبه أن يكون هذا على الإضمار؛ وهو ما ذكر في آية أخرى؛ أي: اذكروا نعمة اللَّه عليكم (إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ وَجَعَلَكُمْ مُلُوكًا. . .) الآية. </p><p> واذكروا أيضًا:  (إِذْ أَنْجَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ) قيل يعذبونكم (سُوءَ الْعَذَابِ) . </p><p> وقال قائلون: يكلفونكم سوء العذاب (وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ) . </p><p> السوم: الإذاقة والتعريض؛ يقال: سامني كذا: أي: أذاقني وعرضني، ويقال: سمت الدابة على الحوض: أي: عرضتها. </p><p> (وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ) هذا أيضًا قد ذكرناه؛ فيما تقدم في سورة البقرة والأعراف. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ (٧) </p><p> قَالَ بَعْضُهُمْ:  (وَإِذْ تَأَذَّنَ) قال ربكم. وقيل: إذ أعلم ربكم وأخبر، والعرب ربما قالت: أفعلت في معنى تفعلت؛ فهذا من ذلك، ومثله في الكلام: أوعدنى وتوعدنى؛ وهو قول الفراء، وحقيقته: وعد ربكم أو كفل ربكم؛ لئن شكرتم لأزيدنكم، لم يقل: لئن شكرتم نعمة كذا، ولا بيِّن أي نعمة: النعم كلها، أو نعمة دون نعمة، ولا قال: شكرتم بماذا، وقال لأزيدنكم؛ لم يذكر الزيادة في ماذا؛ ومن أي: شيء هي. </p><p> فيشبه أن يكون قوله:  (لَئِنْ شَكَرْتُمْ) بالتوحيد؛ أي: وحَّدتم اللَّه في الدنيا؛ فيما خلقكم خلقًا؛ وركب فيكم ما تتلذذون وتتنعمون في الدنيا؛ وفيما قومكم من أحسن تقويم. (لَأَزِيدَنَّكُمْ) النعم الدائمة في الآخرة؛ فيصير على هذا التأويل كأنه قال: لئن أتيتم شاكرين في الآخرة لأزيدنكم النعم الدائمة، وإلى هذا يذهب ابن عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ؛ أو قريب منه؛ ألا ترى أنه قال: </p><p> (وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ) أي: ولئن كفرتم ولم توحدوه؛ وأشركتم غيره فيه؛ </p>"
}