{
  "id": null,
  "sura": 14,
  "aya": 13,
  "text": "<p> بِسُلْطَانٍ إِلَّا بِإِذْنِ اللَّهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ) فأجابوهم بحرف؛ فعند ذلك قال الرسل:  (وَمَا لَنَا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ) لكنه لم يذكر ما كان منهم؛ ولكن ذكر جواب الرسل لهم:  (وَمَا لَنَا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ وَقَدْ هَدَانَا سُبُلَنَا) قَالَ بَعْضُهُمْ: وقد بين لنا سلوك سبلنا. </p><p> وعندنا قوله:  (وَقَدْ هَدَانَا) أي: وفق لنا السلوك في السبل التي علينا أن نسلكها؛ وأكرم لنا ذلك؛ أي: ما لنا ألا نتوكل عليه في النصر والظفر عليكم؛ وقد وفقنا وأكرمنا السلوك في السبل التي علينا سلوكها، وذلك أعسر من القيام للأعداء والنصر بهم؛ وقد أكرمنا ما هو أعسر وأعظم؛ فإن ينصرنا أولى. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَنَصْبِرَنَّ عَلَى مَا آذَيْتُمُونَا) . </p><p> يحتمل أن يكون هذا قبل أن يأمروا بالقيام لهم والاستنصار منهم؛ أمروا بالصبر على أذاهم؛ فقالوا:  (وَلَنَصْبِرَنَّ عَلَى مَا آذَيْتُمُونَا) . </p><p> ويشبه أن يكون قوله:  (وَمَا لَنَا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ) أنهم قالوا ذلك؛ لما كان أهل الكفر في كثرة؛ وكان أهل الإسلام وأتباع الرسل في قلة؛ يستقلون أهل الإسلام ويعاتبون على ذلك؛ فقالوا عند ذلك:  (وَمَا لَنَا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ) بالنصر على أعدائنا؛ والغلبة عليهم، وقد أكرمنا بما ذكر. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ) كأنه يخرج على الأمر؛ أي: على الله فتوكلوا؛ لا تتوكلوا على غيره. </p><p> ويشبه أن يكون على الخبر؛ أي: لا يتوكل المؤمن إلا على اللَّه؛ لا يتوكل على غيره؛ كقول الرسول حيث قال:  (إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ. . .) الآية، وهو قول هود، وقول المؤمنين:  (عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا افْتَحْ بَيْنَنَا. . .) الآية، ونحوه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ (١٣) </p><p> الإخراج يحتمل وجوهًا ثلاثة: </p><p> أحدها: على حقيقة الإخراج من البلد إلى غيره من البلدان والأرضين. </p><p> ويحتمل الإخراج: الحبس (لَنُخْرِجَنَّكُمْ) ؛ أي: لنحبسنكم عن الانتفاع بالبلد، وبأهله وبما فيه، ويحتمل الإخراج: القتل؛ أي: نقتلنكم؛ وقد كان أهل الكفر يوعدون ويخوفون الرسل وأتباعهم بهذه الثلاثة؛ كقوله:  (وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا. . .) الآية </p><p> ونحوه. </p><p> ثم في وعيدهم الذي أوعدوا الرسل وجوهًا ثلاثة حيث تجاسروا إقبال الرسل بمثل هذا الوعيد ومع الرسل آيات وحجج: </p><p> أحدها: أنهم رأوا أنفسهم مسلّطين على أُولَئِكَ؛ قاهرين عليهم، وكانوا أهل كبر وتجبر؛ ألا ترى أنه قال:  (وَاسْتَفْتَحُوا وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ) ، دل هذا أنهم كانوا رأوا أنفسهم - كما ذكرنا - أهل تسليط وتجبر. </p><p> والثاني: قالوا ذلك لهم؛ لما لم يكن عندهم ما يدفعون حجج الرسل وبراهينهم؛ فهمُّوا قتلهم وإخراجهم؛ لعجزهم عن دفع ما ألزمهم الرسل، وهكذا الأمر المتعارف بين الخلق: أن الخصم لا يقصد إهلاك خصمه؛ ما دام له الوصول إلى الحجاج؛ فإذا عجز عن ذلك فعند ذلك يهم بقتله ويقصد إهلاكه. </p><p> والثالث: جواب الرسل إياهم عند القول إليه بالقول الذي ليس فوقه أحسن منه. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا) . </p><p> الملة: الدِّين؛ كقوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" لا يتوارث أهل الملتين \" وقوله تعالى: (مِلَّةَ إِبْرَاهِيمَ حَنِيفًا) أي: دين إبراهيم. </p><p> وقوله:  (لَتَعُودُنَّ) ليس أنهم كانوا فيها وتركوها؛ ولكن على ابتداء الدخول فيها على ما ذكرنا. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ) . </p><p> وعد لهم النصر؛ والظفر عليهم؛ والتمكين في أرضهم مع قلة عدد أتباع الرسل وضعف أبدانهم؛ ومع كثرة الأعداء وقوة أبدانهم؛ ليعلموا أنهم قالوا ذلك بوحي من اللَّه؛ ووعده إياهم، لا من حيث أنفسهم، واللَّه أعلم. فكان على ما أخبروا؛ فكان ذلك من آيات رسالتهم، وما ينبغي لهم أن يطلبوا لهم من الرسل الآيات والحجج على ما ادعوا؛ لأنهم لم يدعوهم إلى طاعة أنفسهم أو عبادتها؛ إنما دعوهم إلى وحدانية الله تعالى وألوهيته، وجعل الطاعة والعبادة له دون ما عبدوها من الأصنام، وذلك في شهادة خلقتهم؛ وشهادة كل خلقة؛ وإن لطف وصغر؛ فلم يحتاجوا إلى أن يقيموا البراهين </p><p> والحجج على ما ادعوا ودعوهم إليه؛ لكنهم كانوا قومًا معاندين مكابرين لا يقبلون قولهم ولا يصدقونهم؛ تعنتًا منهم وتكبرًا، لم ينظروا في خلق اللَّه ليدركوا آثار وحدانيته وألوهيته؛ فكلفوا إقامة الحجج والآيات؛ لئلا يكون لهم مقال واحتجاج، وإن لم يكن لهم الاحتجاج. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكَ لِمَنْ خَافَ مَقَامِي. . .) الآية. </p><p> قوله - تعالى - ذلك يحتمل وجوهًا؛ لأنه قد سبق خصال ثلاث؛ ما يحتمل رجوع هذا الحرف إلى كل واحد من ذلك. </p><p> أحدها: قوله: (إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ) فيحتمل قوله ذلك: المن والفضل لمن خاف مقامي وخاف وعيد. وسبق أيضًا قوله:  (وَمَا لَنَا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ) أي: ذلك الهدى والسبل التي هدانا إليها؛ أي: ذلك الهدى والهداية لمن خاف مقامي وخاف وعيد. وسبق أيضًا:  (فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ. . .) الآية أي: ذلك النصر والظفر بهم والتمكين في الأرض لمن خاف مقامي وخاف وعيد. </p><p> ثم قوله:  (ذَلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ) قَالَ بَعْضُهُمْ: خاف مقامي في الدنيا والآخرة، وتأويله - واللَّه أعلم - أي: خاف سلطاني ونقمتي وعذابي في الدنيا والآخرة، أمَّا في الدنيا لما نزل بمكذبي رسله وأنبيائه، وخاف وعيده وعذابه في الآخرة حيث وعد أنه يحل بهم بالتكذيب وترك الإجابة. </p><p> وقَالَ بَعْضُهُمْ: خاف مقامي في الآخرة؛ وهو كقوله:  (يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ) يخاف ذلك المقام، وخاف ما وعد من العذاب في النار. </p><p> ثم قوله:  (مَقَامِي) حيث أضاف إليه، ليس في الاشتباه بأقل من قوله:  (اسْتَوَى عَلَى الْعَرْشِ) ؛ وأقل من قوله:  (وَجَاءَ رَبُّكَ وَالْمَلَكُ) ، وقوله:  (هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ. . .) الآية، وأمثاله؛ فكيف اشتبه هذا على أهل التشبيه؛ ولم يشتبه قوله:  (مَقَامِي) ؛ حيث سألوا في ذلك؛ ولم يسألوا في هذا؛ وهذا إن لم يكن أكثر في الاشتباه؛ فليس بأقل، والأصل في هذا وأمثاله؛ من قوله:  (إِلَيْهِ الْمَصِيرُ) ، (إِلَيْهِ مَرْجِعُكُمْ) ، (وَإِلَيْهِ مَآبِ) ، و (ومَتَابِ) ، ذكر هذا؛ وإن كان الخلائق جميعًا في الدارين جميعًا - يكون مصيرهم ومرجعهم إليه؛ لأنه - جل وعلا - لم يخلقهم للمقام في الدنيا والدوام فيها؛ </p>"
}