{
  "id": null,
  "sura": 14,
  "aya": 5,
  "text": "<p> ويهدي من يشاء هذا حكم اللَّه: أن يضل المكذبين ويهدي المصدقين؛ أي: من آثر سبب الاهتداء. </p><p> (وَهُوَ الْعَزِيزُ الْحَكِيمُ) العزيز؛ لأن جميع الخلائق مفتقرون إليه لأنه يعزّ من عزّ. </p><p> أو أن يكون العزيز: هو الذي لا يغلب، والحكيم: هو الذي لا يلحقه الخطأ في الحكم والتدبير، أو الحكيم في بعث الرسل وفي جميع فعله، ولم يؤخذ عليه في فعله خطأ قط، مصيبٌ وضع كل شيء موضعه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (٥) </p><p> يحتمل آياته: حججه وبراهينه التي أرسل بها على وحدانية اللَّه وألوهيته. </p><p> ويحتمل آياته: التي بعثها إلى موسى ليقيمها على رسالته. إن شئت قلت: آياته: حججه وإن شئت سميتها أعلامًا، والآيات والأعلام والحجج - كله واحد؛ فيكون أعلام وحدانية اللَّه وألوهيته أو أعلام رسالته. </p><p> وقال قائلون:  (بِآيَاتِنَا) : أي: بديننا، أي: أرسلنا موسى بديننا، ليدعوهم إليه. </p><p> (أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ) . </p><p> وعلى ذلك بعث جميع الرسل والأنبياء، بعثوا ليخرجوا قومهم من الظلمات إلى النور، وقد ذكرنا هذا في غير موضع. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ) . </p><p> التذكير: هو العظة؛ أي: عظهم بأيام اللَّه. </p><p> قال قائلون: أيام اللَّه: نعمه. </p><p> قال قتادة: أمره أن يذكرهم بنعم اللَّه التي أنعمها عليهم؛ فإن لله عليكم أيامًا من النعم؛ كأيام القوم؛ كم من خير قد أعطاه اللَّه تعالى لكم؛ وكم من سوء قد صرفه </p><p> اللَّه تعالى عنكم، أوكم من كرب نفسه اللَّه تعالى عنكم، وكم من غَمٍّ فرجه الله تعالى عنكم؛ فاللهم ربنا لك الحمد. </p><p> وقال قائلون: أيام اللَّه: وقائعه؛ أي: ذكّرهم بوقائع اللَّه في الأمم السالفة؛ كيف أهلكهم لما كذبوا الرسل. </p><p> هذا يحتمل: أن يذكرهم بنعم اللَّه التي كانت على المصدقين بتصديقهم؛ وهو ما أنجى المصدقين من التعذيب والإهلاك؛ إهلاك تعذيب. </p><p> أو ذكر المكذبين منهم بالوقائع التي كانت على أُولَئِكَ بالتكذيب؛ وهو الإهلاك. </p><p> ويشبه أن يكون قوله:  (بِأَيَّامِ اللَّهِ) : الأيام المعروفة نفسها، أمره أن يذكرهم بها؛ ْلأن الأيام تأتي بأرزاقهم؛ وتمضي بأعمالهم وأعمارهم؛ إن كان خيرًا فخير وإن كان شرًّا فشر، وتفني أعمارهم وآجالهم، وفيما تأتى بأرزاقهم نعمة من اللَّه عليهم، وفي ذهاب أعمارهم وآجالهم إظهار سلطان اللَّه وقدرته، فأمره أن يذكرهم بذلك. واللَّه أعلم. </p><p> هذا يشبه أن يكون أمر موسى أن يذكر بني إسرائيل ما كان عليهم من فرعون؛ من أنواع التعذيب، ثم الإنجاء من بعد، يقول - واللَّه أعلم - ذكرهم الأيام الماضية وما يتلوها، وهذا أشبه وأقرب. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ) وقد ذكرنا أن الصبر: هو كف النفس عن معاصي اللَّه وعن جميع مناهيه، والشكر: هو الرغبة في طاعته، أخبر أن فيما ذكر آيات لمن كف نفسه عن المعاصي؛ ورغب في طاعته، لا لمن تطاول على الرسل؛ وتكبر عليهم؛ وترك إجابتهم؛ ولم يرغب فيما دعوه إليه، ليس لأمثال هَؤُلَاءِ عبرة وآية ولكن لمن ذكرنا. </p><p> ويشبه أن يكون الصبار والشكور كناية عن المؤمن لأن كل من آمن باللَّه ووحَّده - اعتقد الكف عن جميع معاصيه، والرغبة في كل طاعته، وإن كان يقع أحيانًا في معصيته، فكأنه قال: إن في ذلك لآيات للمؤمنين، على ما ذكر في غيره من الآيات؛ </p>"
}