{
  "id": null,
  "sura": 14,
  "aya": 10,
  "text": "<p> مُرِيبٍ) وقول الرسل (أَفِي اللَّهِ شَك. . .) الآية. </p><p> ويحتمل قوله:  (إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُمْ بِهِ) من إثبات الرسالة، وإقامة الحجة عليها، (وَإِنَّا لَفِي شَكٍّ مِمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ) من التصديق بالرسالة والنبوة. </p><p> (مُرِيبٍ) : هذا يدل أنهم كانوا على شك مما يعبدون من الأوثان والأصنام؛ لأنهم لو كان لهم بيان في ذلك وحجة ودعاء إليه؛ لكانوا لا يقولون:  (وَإِنَّا لَفِي شَكٍّ مِمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ) ولكن كانوا يقطعون فيه القول؛ فدل أنهم كانوا على شك وريب في عبادتهم الأصنام والأوثان التي عبدوها. </p><p> ثم الشك والريب؛ قَالَ بَعْضُهُمْ: هما سواء، وقَالَ بَعْضُهُمْ: الشك: هو الشك المعروف، والريب: هو النهاية في الشك. </p><p> وقال بعض أهل التأويل في قوله - تعالى -: (فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاهِهِمْ) : أي: عضوا على أصابعهم غيظًا على ما دعوا. </p><p> وقَالَ بَعْضُهُمْ: ردوا عليهم قولهم أو كذبوهم، وهو ما ذكرنا بدءًا؛ وقال: ردوا عليهم بأفواههم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَتْ رُسُلُهُمْ أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى قَالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُبِينٍ (١٠) </p><p> أي: أفي ألوهية اللَّه شك؟ أو في عبادة اللَّه شك؟ أي: ليس في ألوهيته ولا في عبادته شك إذ تقرون أنتم أنه إله وأنه معبود، وكذلك أقر آباؤكم أنه إله وأنه معبود، فليس في ألوهيته ولا في عبادته شك؛ إنما كان الشك في عبادة من تعبدون دونه، من الأوثان والأصنام وألوهيتها؛ لأن آباءكم أقروا بألوهية اللَّه وأنه معبود، حيث قالوا:  (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) ، وقالوا:  (هَؤُلَاءِ شُفَعاؤنَا عِندَ اللَّهِ) ، وأقروا أنه خالق السماوات والأرض، وفاطر جميع ما فيهما بقولهم:  (وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ) ، وإن الأصنام التي عبدوها لم تخلق شيئا؛ فليس في اللَّه شك عندكم إنما الشك فيما تعبدون دونه؛ أو في وحدانية اللَّه. </p><p> أو يقول: أفي اللَّه شك أنه معبود؟ أي: ليس في اللَّه شك أنه لم يزل معبودًا إنما الشك </p><p> في الأصنام التي قالوا: إنما نعبدهم لِيُقَرِّبُونَا إِلى اللَّه زلفى؛ فأما في اللَّه فلا شك أنه لم يزل معبودًا فاطر السماوات والأرض. </p><p> يشبه أن يكون على الإضمار؛ أي: أفي اللَّه شك وقد تقرون أنه فاطر السماوات والأرض؛ وتعلمون أنه خالقهما. </p><p> ويحتمل أن يكون على الاحتجاج؛ أي: أفي اللَّه شك وهو فاطر السماوات والأرض؟ ! أي: تعلمون أنه فاطر السماوات والأرض وتقرون أنه خالقهما. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ) . </p><p> هذا يحتمل وجهين: يحتمل: ليغفر لكم ذنوبكم التي كانت لكم في حال الفترة إذا أسلمتم. </p><p> وفيه دلالة - واللَّه أعلم -: أن المآثم التي كانت لهم في وقت الفترة - مأخوذة عليهم؛ ثم وعد لهم المغفرة إذا أسلموا. </p><p> والثاني: وعد المغفرة والتجاوز؛ لما كان منهم من الافتراء على اللَّه؛ والقول فيه بما لا يليق به؛ إذا أسلموا وتابوا عن ذلك؛ أي: إنكم، وإن افتريتم على اللَّه وقلتم فيه ما قلتم؛ وكذبتم رسله، فإذا أسلمتم وتبتم وصدقتم رسله - غفر لكم ذلك كله وفيه ذكر لطفه وحسن معاملته خلقه. </p><p> ويحتمل أيضًا قوله:  (يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى) </p><p> وجواب ما قالوا:  (إِنْ نَتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا) . </p><p> أويحتمل أيضًا قوله:  (يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ) ويقول: إذا أسلمتم وتبتم لا تتخطفون؛ ولكن تبلغون إلى آجالكم المسماة ويؤخركم إلى أجل مسمّى. </p><p> يتعلق المعتزلة بظاهر هذه الآية أن لكل إنسان أجلين: أجل في حال إذا كان فعل فعل كذا، وأجل في حال إذا فعل كذا؛ لكن جعل الأجلين إنما يكون بجهل في العواقب ممن من يجهل العواقب، فأمَّا اللَّه سبحانه وتعالى فهو عالم بما كان ويكون؛ فلا يحتمل أن </p>"
}