{
  "id": null,
  "sura": 14,
  "aya": 44,
  "text": "<p> أَجَلٍ قَرِيبٍ ... (٤٤) </p><p> يحتمل قوله:  (وَأَنْذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ) قولهم الذي يقولون يومئذ: (رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ) . ويحتمل:  (وَأَنْذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ) الذي يحل بهم. </p><p> ثم أخبر عما يقولون - إذا حل بهم العذاب -: (رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ) قال بعضهم: إلى الدنيا؛ والدنيا أجلها قريب، لكن هذا لا يحتمل؛ لأن الدنيا أولى، والآخرة آخرة، فلو جاز هذا لتكون الآخرة أولى؛ فذلك بعيد، لكن طلبوا - واللَّه أعلم - الرد إلى حال الأمن؛ ليجيبوا داعيه؛ إذ لم تنفعهم إجابتهم في حال الخوف والهول، وما حل بهم إنما حل بتركهم الإجابة، في حال الأمن؛ فطلبوا الرد إلى الأمن؛ ليجيبوا داعيه لتنفعهم إجابتهم؛ حيث قالوا:  (نُجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (أَوَلَمْ تَكُونُوا أَقْسَمْتُمْ مِنْ قَبْلُ مَا لَكُمْ مِنْ زَوَالٍ) . </p><p> لم يبين بما أقسموا في هذه الآية؛ وهو ما بين في آية أخرى:  (وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ) . </p><p> ثم قوله:  (مَا لَكُمْ مِنْ زَوَالٍ) : قال قائلون: ما لكم من زوال من الدنيا، أي: كنتم تقولون: أن ليس إلا الدُّنيَا لا زوال لنا عنها؛ أحياء وموتى؛ كقولهم:  (إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا. . .) الآية، على ما ذكر من قسمهم أنهم لا يبعثون. </p><p> وقال قائلون: قوله: (مَا لَكُمْ مِنْ زَوَالٍ) جواب لسؤالهم: (رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ) على الاستئناف؛ قال: ما لكم عما أنتم فيه من العذاب إلى ما تسألون من المدة والتأخير؛ أي: ما لكم إلى ذلك سبيل. </p><p> وقَالَ بَعْضُهُمْ: في قوله: (وَأَفْئِدَتُهُمْ هَوَاءٌ) : أي: تنزع قلوبهم؛ حتى صارت في حناجرهم؛ فلا تخرج من أفواههم، ولا تعود إلى أماكنها؛ لشدة هول ذلك اليوم وفزعهم عليه، وهو على التمثيل والكناية؛ كقولهم:  (إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ. . .) لشدة خوفهم، وهو على التمثيل؛ إذ لا يحتمل بلوغ القلوب الحناجر في الدنيا حقيقة؛ إذ لو بلغت ذلك لخرجت فماتوا، إذ الدنيا يحتمل الموت فيها، فدل أن ذلك على التمثيل لشدّة خوفهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَسَكَنْتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ ... (٤٥) بتكذيبهم الرسل. </p>"
}