{
  "id": null,
  "sura": 14,
  "aya": 22,
  "text": "<p> هدى لهديناكم؛ فهذا صرف ظاهر الآية عن وجهها بلا دليل؛ فلو جاز له هذا جاز لغيره صرف جميع الآيات عن ظاهرها بلا دليل مع أن الأتباع؛ قد علموا أن الذي كانوا عليه لم يكن هدى؛ فلا معنى لهذا. </p><p> وقوله - عَزَّ وَجَلَّ -: (سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيصٍ) . </p><p> قال أهل التأويل: إنهم قالوا فيما بينهم: تعالوا حتى نجزع لعل اللَّه يرحمنا؛ فجزعوا حينا؛ فلم يرحموا، ثم قالوا: تعالوا نصبر لعل اللَّه يرحمنا؛ فلم يرحموا؛ فعند ذلك قالوا:  (سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيصٍ) لكن لا يحتمل أن يقولوا ذلك بعد الامتحان والاختبار، لكن كأنهم قالوا ذلك بالذي سمعوا؛ وهو قوله:  (فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ) ، ولما سمعوا ذلك عند ذلك قالوا:  (سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيصٍ) أي: مَنْجى ومَخْلَص، لا يحتمل أن يقولوا:  (سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيصٍ) في أول أحوالهم وأمورهم، ولكن يحتمل ما ذكر أهل التأويل أنهم يقولون ذلك عند الإياس. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ (٢٢) </p><p> قَالَ بَعْضُهُمْ:  (قُضِيَ الْأَمْرُ) : أي: أُدخل أهل الجنةِ الجنةَ؛ وأهل النارِ النارَ؛ يقوم إبليس خطيبًا في النار؛ فخطب كما ذكر. </p><p> وقال قائلون:  (قُضِيَ الْأَمْرُ) أي: مُيِّز وبُيِّنَ أهل الجنة من أهل النار؛ قبل أن يدخل أهل النار النار؛ وأهل الجنة الجنة - قام خطيبا فخطب لأتباعه كما ذكر. </p><p> ويحتمل قوله:  (لَمَّا قُضِيَ الْأَمْرُ) أي: لما فرغ من الحساب ومن أمرهم؛ عند ذلك يخطب؛ ما ذكر؛ وهو كقوله:  (فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ) أي: لما فرغ من السماع؛ فعلى ذلك هذا. </p><p> وقَالَ بَعْضُهُمْ:  (لَمَّا قُضِيَ الْأَمْرُ) أي: لما نزل بهم العذاب. </p><p> ويشبه أن يكون قوله:  (لَمَّا قُضِيَ الْأَمْرُ) هو أن اللَّه كان وعد أن يقوم إبليس خطيبًا لهم؛ فقضى الأمر؛ أي: أنجز ما وعد؛ أنه يخطب أو أن يكون لأهل الكفر لجاجات ومنازعات فيما بينهم يوم القيامة؛ كقوله:  (ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ) ؛ وكقوله:  (فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ. . .) الآية، </p><p> ْيكذبون في الآخرة، ويكون لهم لجاجة على ما كان منهم في الدنيا، أو يحتجون فيقولون: إن إبليس هو كان غلبنا وقهرنا؛ لأنه كان يرانا ونحن لم نكن نراه؛ فالمغلوب المقهور غير مأخوذ بما كان منه في حكمك، يحتجون بمثل هذه الخرافات واللجاجات، ويقولون: هو الذي أضلنا، فيقوم عند ذلك إبليس خطيبًا بينهم وقال:  (وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ) حتى أقهركم وأغلبكم إلا الدعاء؛ فاستجبتم لي طائعين؛ غير مقهورين ولا مضطرين واللَّه أعلم بذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ) . </p><p> يشبه أن يكون وعده ما وعد على ألسن الرسل: أن البعث، والجنة، والنار، والحساب، والعذاب - كائن لا محالة. أو جميع ما أوعد من مواعيده - فذلك كله حق أي: كائن لا محالة. </p><p> (وَوَعَدْتُكُمْ) . </p><p> يحتمل ما ذكر؛ حيث قال:  (لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَكُمْ) ، وأمثاله من عِدَاته؛ كانت كلها أماني وغرورًا وكذبًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ) يحتمل السلطان وجهين: </p><p> أحدهما: أي ما كان لي عليكم من ملك وقهر وغلبة أقهركم وأغلب عليكم إلا الدعاء؛ فاستجبتم لي طوعًا. ويحتمل قوله:  (مِنْ سُلْطَانٍ) : من حجة وبرهان؛ أي: لم يكن لي حجة وبرهان على ما دعوتكم إليه؛ إنما كان لي دعاء ووساوس، وكان مع الرسل حجج وبراهين، فتركتم إجابتهم؛ واستجبتم لي بلا حجة وبرهان؛ أي: لم أقهركم، ولم أغلب عليكم؛ لكن هذا لا يصح؛ لأنه لو كان له عليهم سلطان القهر والغلبة لكانوا معذورين غير معذبين؛ لأن المقهور والمغلوب مضطر؛ فالمضطر معذور؛ ولكن السلطان هو الحجة. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ) . </p><p> ليس مراده - لعنه اللَّه - أنه لا يلام؛ ولكن مراده: أن ارجعوا إلى لائمة أنفسكم واشتغلوا بها؛ فإن ذلك كان منكم لم يكن مني إلا الدعاء. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ) . </p><p> قيل: ما أنا بناصركم وما أنتم بناصري، وقيل: ما أنا بمغيثكم وما أنتم بمغيثين </p>"
}