{
  "id": null,
  "sura": 14,
  "aya": 37,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ) . </p><p> يشبه قوله:  (وَمَنْ عَصَانِي) ليس عصيان شرك، ولكن عصيان ما دون الشرك؛ فإنه غفور رحيم. أو من عصاني فإنك غفور؛ أي: ساتر عليه الكفر إلى وقت معلوم؛ إذ الغفران: هو الستر؛ فستر عليه إلى أجل؛ كقوله:  (إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ) أو يقول: (وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ) : أي: تمكن له من التوبة والإسلام؛ فيسلم ويتوب؛ فتغفر له ما كان منه من العصيان؛ وترحم عليه. </p><p> وقوله:  (وَمَنْ عَصَانِي) فيما دعوته إليه وأمرته به (فَإِنَّكَ غَفُورٌ رَحِيمٌ) تمكن له من التوبة، والرجوع عما كان؛ فتغفر له وترحمه. </p><p> وقوله - عَزَّ وَجَلَّ -: (رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ (٣٧) </p><p> لا يحتمل أن يكون قال هذا أول ما قدم تلك البقعة؛ لأنه قال:  (عِنْدَ بَيْتِكَ الْمُحَرَّمِ) ولا بيت هنالك، دل أنه إنما دعا بهذه الدعوات:  (رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي) وما ذكر (رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا. . .) ، إلى آخر ما ذكر؛ بعد ما رفع البيت. وقوله - عَزَّ وَجَلَّ -: (أَسْكَنْتُ مِنْ ذُرِّيَّتِي) دل أنه إنما أسكن بعض ذريته؛ لم يسكن ذريته كلها؛ حيث قال:  (مِنْ ذُرِّيَّتِي) . </p><p> قد امتحنه اللَّه بمحن ثلاثة؛ لم يمتحن بمثلها أحدًا من الأنبياء: </p><p> أحدها: امتحنه بإسكان ولده بواد غير ذي زرع؛ وغير ذي ماء، مما لا يحتمل قلب بشر تركه في مثل ذلك المكان مثله، دل أنه إنما فعل بأمر من اللَّه تعالى. </p><p> والثاني: امتحنه بذبح ولده حتى إذا أشرف على الهلاك - فداه اللَّه تعالى بكبش. </p><p> والثالث: امتحنه بإلقائه في النار؛ فألقى حتى إذا أشرف على الهلاك - جعلها الله </p><p> تعالى عليه بردًا وسلامًا. </p><p> ففي ذلك كله دلالة رسالته. </p><p> وكانت له هجرتان: إحداهما إلى مكة؛ حيث أسكن فيها ولده، والهجرة الثانية إلى بيت المقدس؛ وهو ما ذكر:  (وَنَجَّيْنَاهُ وَلُوطًا إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا. . .) الآية. </p><p> ثم قوله:  (رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ) هو دعاء بتعريض لا بتصريح، والدعاء بالتعريض؛ والسؤال بالكناية أبلغ وأكثر من السؤال بالتصريح، وهو كدعاء آدم وحواء:  (رَبَّنَا ظَلَمْنَا أَنْفُسَنَا. . .) الآية، فهذا أبلغ في السؤال من قوله: اغفر لنا وارحمنا؛ لأن مثل هذا قد سئل من دونه؛ ولا يكون فيه ما ذكر فيه من الخسران. </p><p> وقوله:  (مِنْ ذُرِّيَّتِي) يحتمل أن يكون كلمة (من) صلة؛ أي: أسكنت ذريتي، ويحتمل على التبعيض؛ أي: أسكنت بعض ذريتي، على ما ذكر في بعض التأويلات: إسماعيل وإسحاق. </p><p> وقوله - عَزَّ وَجَلَّ -: (عِنْدَ بَيْتِكَ الْمُحَرَّمِ) . </p><p> يحتمل قوله:  (الْمُحَرَّمِ) وجهين: </p><p> أحدهما: حرمه أن يستحل فيه ما لا يحل ولا يصلح؛ لكنه خص تلك البقعة بالذكر؛ وإن كان ذلك لا يحل في غيرها من البقاع؛ لفضل الحرمة التي جعلها اللَّه لها، كما خص المساجد بأشياء؛ لفضلها على غيرها من الأمكنة والبقاع. </p><p> والثاني: قوله: (عِنْدَ بَيْتِكَ الْمُحَرَّمِ) : أي: الممنوع؛ يقال: حرم: أي: منع؛ كقوله:  (وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ) ، ليس ذلك على التحريم ألا يحل له المراضع؛ ولكن على المنع؛ أي: منعنا عنه؛ لنرده إلى أمه، فعلى ذلك قوله:  (عِنْدَ بَيْتِكَ الْمُحَرَّمِ) أي: الممنوع عن الخلق لله؛ حتى لم يقدر واحد من الفراعنة والملوك الغلبة عليها وإدخالها في منافع أنفسهم، بل هي ممنوعة عنهم؛ على ما كان، وفيه آية الوحدانية له والألوهية. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (رَبَّنَا لِيُقِيمُوا الصَّلَاةَ) . </p><p> قال بعض أهل التأويل: فيه تقديم يقول: (وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ) ليقيموا الصلاة لك عند بيتك. </p><p> ويحتمل أيضًا غير هذا؛ وهو أن يقال:  (أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ) أي: ليس فيه ما يشغلهم عن الصلاة؛ لأن الزرع وغيره من النعيم يمنع الناس عن إقامة الصلاة، والعبادة لهم، أي: أسكنت من ذريتي بواد ليس فيه زرع يشغلهم عن إقامة الصلاة، ثم يحتمل الصلاة: الصلاة المعروفة، ويحتمل الصلاة: الدعاء والأذكار؛ وغيرها من الدعوات، ويحتمل قوله:  (رَبَّنَا لِيُقِيمُوا الصَّلَاةَ) : الصلاة، نفسها؛ وغيرها من الطاعات، وكذلك قوله:  (رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ) . </p><p> يحتمل سؤاله ربه - أن يجعل أفئدة الناس تهوي إليهم - وجهين: </p><p> أحدهما: لما أسكن ذريته في مكان لا ماء فيه ولا نبات ولا زرع؛ ففي مثل هذا المكان يستوحش المقام فيه؛ فسأل ربه أن يجعل أفئدة الناس تهوي إليهم؛ ليأتوا ذلك المكان؛ فتذهب عنهم تلك الوحشة؛ فيستأنس بهم، أو سأله أن يجعل أفئدة الناس تهوي إليهم؛ ليتعيشوا بما ينقل إليهم من الزاد والأطعمة إذ أسكنهم في مكان لا زرع فيه، ولا ماء يعيشون فيه به، وقد جعل اللَّه بنية هذا البشر؛ أن لا قوام لهم إلا بالأغذية والأطعمة، فسأل ربه؛ ليتعيشوا بما يحمل إليهم. </p><p> وقال أهل التأويل:  (فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ) للحج، وقالوا: لو قال: فاجعل أفئدة الناس تهوي إليهم؛ ولم يقل (من) لحجه الخلق جميعًا: الكافر والمؤمن، لكن لا يحتمل عندنا أن يكون سؤاله للخلق جميعًا أو يكون قوله:  (وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ) للخلائق جميعًا: للكافر والمؤمن، بل يرجع ذلك إلى خصوص. والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ) . </p><p> يحتمل:  (وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ) تلك الثمرات، ويحتمل: لعلهم يشكرون بما جعل لهم من التعيش بما يحمل إليهم من الأغذية والأطعمة. </p><p> وقوله:  (وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ) ليس على تخصيص الثمرات، ولكن سأل الثمرات وما </p>"
}