{
  "id": null,
  "sura": 14,
  "aya": 21,
  "text": "<p> وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ (٢٢) وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ تَحِيَّتُهُمْ فِيهَا سَلَامٌ (٢٣) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَبَرَزُوا لِلَّهِ جَمِيعًا ... (٢١) </p><p> قال مقاتل: خرجوا إلى اللَّه من قبورهم جميعًا، وقال:  (جَمِيعًا) لأنه لا يغادر أحد إلا بعث. </p><p> ويحتمل وجوهًا أخر سوى ذلك: وهو أن قوله: (وَبَرَزُوا لِلَّهِ) : أي: لأمر اللَّه؛ أو لوعده الذي وعد أنهم يبعثون. أو يريد الحكم، اللَّه يحكم في بعثهم. </p><p> (وَبَرَزُوا) : أي: ظهروا به ووجدوا؛ فيكونون به موجودين ظاهرين بعد أن كانوا فائتين ذاهبين غائبين؛ أي: عندهم في الدنيا أنهم كانوا فائتين غائبين عن اللَّه؛ فيومئذ يعلمون أنه كان لا يخفى عليه شيء من أفعالهم وأحوالهم؛ وهو ما ذكرنا في قوله:  (لِيَعْلَمَ اللَّهُ مَنْ يَخَافُهُ بِالْغَيْبِ) ، وقوله (حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ) ، وأمثاله، أي: يعلمهم مجاهدين صابرين كما علمهم غير مجاهدين وغير صابرين؛ وكقوله:  (عَالِمُ الْغَيْبِ وَالشَّهَادَ) يعلمهم شهودًا كما علمهم غيبًا. </p><p> فعلى ذلك قوله:  (وَبَرَزُوا لِلَّهِ جَمِيعًا) أي: يكونون له موجودين ظاهرين واللَّه أعلم. </p><p> وإضافة البروز إليه في الآخرة وإن كان بروزهم له في الدارين جميعًا، وكذلك المصير، إليه والمرجع إليه والمآب ونحوه؛ فهو - واللَّه أعلم - لما لا ينازع أحد في البروز في ذلك اليوم؛ وقد ينازعونه في الدنيا. </p><p> أو خُصّ ذلك البروز بالإضافة إليه؛ لما هو المقصود من إنشائه إياهم وخلقهم؛ ليس المقصود في خلقهم وإنشائهم الأول؛ ولكن الآخر؛ فخص ذلك بالإضافة إليه. واللَّه أعلم. </p><p> وقوله:  (وَبَرَزُوا لِلَّهِ جَمِيعًا) أي: يومئذ يعلمون أنه كان لا يخفى عليه شيء؛ وكأنهم لم يكونوا يعلمون؛ قبل ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِنْ شَيْءٍ) . </p><p> قال قائلون: قوله: (فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا) : أي: دافعون عنا من عذاب اللَّه؛ إذ كنا لكم أتباعًا وأنتم متبوعين؛ فادفعوا عنا ذلك. لكن هذا بعيد؛ أن يطلبوا منهم دفع العذاب عنهم وقد رأوهم في العذاب؛ فلو قدروا على دفع ذلك عنهم؛ لدفعوا أولا عن أنفسهم؛ إلا أن يكون فيهم حيرة وعمى؛ كما كان في الدنيا، فللحيرة ما قالوا؛ كقوله:  (وَمَنْ كَانَ فِي هَذِهِ أَعْمَى فَهُوَ فِي الْآخِرَةِ أَعْمَى. . .) . </p><p> والأشبه أنهم يطلبون عنهم رفع بعض العذاب عنهم، وتحمل بعض لأن مؤنة الأتباع في العرف يتحملها المتبوع؛ فيطلبون منهم رفع شيء وتحمل بعض ما حل بهم؛ وهو ما ذكر في آية أخرى:  (فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا نَصِيبًا مِنَ النَّارِ) ، طلبوا منهم تحمل بعض ما حلَّ بهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالُوا لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ) . </p><p> قال بعض أهل العلم: إن الكفرة جميعًا - أتباعهم ومتبوعهم - أعلم بهداية اللَّه من المعتزلة؛ لأنهم قالوا:  (لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ) علموا أن اللَّه - عَزَّ وَجَلَّ - لو هداهم لاهتدوا؛ ويملك هدايتهم، والمعتزلة يقولون: قد هدى اللَّه جميع الكفرة وجميع الخلائق؛ فلم يهتدوا، وأنه لو أراد أدت يهدي أحدا لم يمكلك، والكفرة - حيث قالوا:  (لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ) رأوا وعلموا أن اللَّه لو هداهم لاهتدوا؛ لأنهم لو لم يهتدوا بهدايته إذا هداهم لم يعتذروا إلى أتباعهم (لَهَدَيْنَاكُمْ) ، وكذلك، قال إبليس:  (رَبِّ بِمَا أَغْوَيْتَنِي) ، أضاف الإغواء إليه؛ وهم يقولون: لا يُغوي اللَّه أحدًا، فإبليس أعلم بهذا من المعتزلة. </p><p> وقولهم. (لَوْ هَدَانَا اللَّهُ) أي: لو رزقنا الله الهدى وأكرمنا به لهديناكم؛ ولكن لم يرزقنا ذلك ولم يكرمنا. </p><p> وقال أبو بكر الأصم: تأويل قولهم: (لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ) : لو كان الذي كنا عليه </p>"
}