{
  "id": null,
  "sura": 14,
  "aya": 38,
  "text": "<p> به غذاؤهم وقوامهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ وَمَا يَخْفَى عَلَى اللَّهِ مِنْ شَيْءٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ (٣٨) </p><p> لا يحتمل أن يكون مثل هذا الدعاء منه مبتدأ، بل كأنه - واللَّه أعلم - عن نازلة دعاه؛ إذ يعلم صلوات اللَّه عليه أنه كان يعلم ما يخفون وما يعلنون، لكن لم يبين: ما تلك النازلة؛ وأهل التأويل يقولون: قال هذا؛ أي:  (تَعْلَمُ مَا نُخْفِي) من الحزن والوجد على إسماعيل وأمه حين تركهما بواب لا ماء فيه ولا زرع، ويقولون:  (وَمَا نُعْلِنُ) وهو قوله: (رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي) ، لكن لا نعلم ذلك. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا يَخْفَى عَلَى اللَّهِ مِنْ شَيْءٍ فِي الْأَرْضِ وَلَا فِي السَّمَا) . </p><p> كان هذا جوابًا عن اللَّه وإخبارًا منه إياه؛ أنه لا يخفى عليه شيء في الأرض ولا في السماء؛ أي: لا يخفى عليه ما لا أمر فيه ولا نهي ولا جزاء؛ فكيف يخفى عليه الأعمال التي عليها الجزاء والأمر؟ </p><p> وقوله - عَزَّ وَجَلَّ -: (الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ (٣٩) </p><p> قال أهل التأويل: إنه وهب له الولد؛ وهو ابن كذا وامرأته ابنة كذا؛ لكن لا نعلم ذلك سوى ما ذكر أنه وهب له الولد على الكبر في وقت الإياس عن الولد؛ حيث بشر بالولد؛ فقال:  (أَبَشَّرْتُمُونِي عَلَى أَنْ مَسَّنِيَ الْكِبَرُ) ، وحيث قالت امرأته لما بشرت بالولد (أَأَلِدُ وَأَنَا عَجُوزٌ وَهَذَا بَعْلِي شَيْخًا) ، يعلم أنه وهب له الولد؛ وهما كانا كبيرين في وقت الإياس عن الولد. </p><p> وقوله:  (الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ) يكون حمده على الأمرين جميعًا: على الهبة؛ وعلى الولادة في حال الكبر؛ وهو حال الإياس؛ إذ كل واحد مما يوجب الحمد عليه والثناء. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ) قيل: لمجيب الدعاء. </p><p> وقوله - عَزَّ وَجَلَّ -: (رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ (٤٠) </p><p> قد سبق من اللَّه الأمر بإقامة الصلاة؛ وهو المقيم لها؛ فدل الدعاء منه والسؤال؛ على أن يجعله مقيم الصلاة - أن عند اللَّه لطفا سوى الأمر لم يعطه؛ فسأله ذلك؛ هو التوفيق. </p><p> وعلى قول المعتزلة؛ لقولهم: إنه قد أعطى كل شيء حتى لم يبق عنده ما يعطيه. </p><p> وقوله - عَزَّ وَجَلَّ -: (رَبَّنَا وَتَقَبَّلْ دُعَاءِ) . </p>"
}