{
  "id": null,
  "sura": 14,
  "aya": 24,
  "text": "<p> قوله تعالى:  (أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ (٢٤) تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ (٢٥) وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِنْ فَوْقِ الْأَرْضِ مَا لَهَا مِنْ قَرَارٍ (٢٦) يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ (٢٧) </p><p> وقوله - عَزَّ وَجَلَّ -: (أَلَمْ تَرَ) . </p><p> قد ذكرنا أن كلمة (أَلَمْ تَرَ) حرف تنبيه عن عجيب كان بلغهُ؛ فغفل عنه، أو تنبيه عن عجيب لم يبلغه. </p><p> وقال أبو بكر الأصم: هي كلمة يفتتح بها العرب عند الحاجة؛ يقول الرجل لآخر: ألم تر إلى ما فعل فلان؛ ونحوه. هذا يحتمل في غيره من المواضع وأما في هذا فإنه غير محتمل. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا) قيل: بين اللَّه مثلا وأظهر. </p><p> (كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ) . </p><p> قال أبو بكر الكيسانى:  (كَلِمَةً طَيِّبَةً) : هو هذا القرآن، (كَلِمَةٍ خَبِيثَةٍ) : هي الكتب التي أحدثها الناس، شبه القرآن بالشجرة الطيبة؛ وهي النخلة؛ على ما ذكر؛ إن ثبت، أو كل شجرة مثمرة. وشبه الكتب التي أحدثها الناس بالشجرة الخبيثة؛ وهي التي لا تثمر. </p><p> وقال: إنما شبه القرآن بالشجرة الطيبة؛ لأن الشجرة الطيبة هي باقية إلى آخر الدهر؛ ينتفع بها الناس بجميع أنواع المنافع، لا يقطعونها؛ فهي تدوم وتبقى دهرًا، فعلى ذلك القرآن ينتفع به الناس وهو دائم أبدًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ) . </p><p> أصلها ثابت لها قرار، فعلى ذلك: القرآن هو ثابت بالحجج والبراهين؛ والكتب التي أحدثها أُولَئِكَ هي باطلة فاسدة؛ لا حجة معها ولا برهان؛ كالشجرة الخبيثة التي هي غير مثمرة؛ لا بقاء لها ولا قرار ولا ثبات. </p><p> وقَالَ بَعْضُهُمْ: الكلمة الطيبة: هي الإيمان والتوحيد؛ شبهها بالشجرة الطيبة؛ وهي التي تثمر وتنمو وتزكو هي على ما وصفها - عَزَّ وَجَلَّ - في قوله:  (تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا) ، فعلى ذلك الإيمان والتوحيد لا يزال يثمر لأهله الخيرات والأعمال </p><p> الصالحات؛ كالشجرة التي وصفها أنها تؤتي أهلها أكلها في كل حين وكل وقت، أصلها ثابت بالحجج والبراهين، وفرعها في السماء، في كل وقت يرتفع ويصعد به العمل إلى السماء. </p><p> والكلمة الخبيثة: هي الكفر؛ لأنه لا منفعة لأهلها فيها، إذ لا عاقبة له ولا حجة معها ولا برهان، إنما شيء أخذوه عن شهوة وأمانِيَّ، فكان كالشجرة الخبيثة التي لا ثمرة لها، ولا منفعة لأحد فيها، فهي لا تبقى ولا تدوم. فذلك قوله:  (اجْتُثَّتْ مِنْ فَوْقِ الْأَرْضِ مَا لَهَا مِنْ قَرَارٍ) . </p><p> ويشبه أن يكون ضرب المثل لغير هذا المعنى؛ وهو أنه ذكر جواهر طيبة وجواهر خبيثة؛ مما يقع عليها الحواس ويقع عليها البصر؛ ليكون كل جوهر من هذه الجواهر التي يقع عليها الحواس؛ ويقع عليها البصر - من خبيث أو طيب - دليلا وشاهدًا على ما غاب عن الخلق؛ ولا يقع عليها الحواس. وهكذا جعل اللَّه تعالى هذه المحسوسات والأشياء الظاهرة - دليلا وشاهدًا لما غاب عنهم؛ ولا يقع عليه الحس، تدرك بالعقول التي تركب فيهم؛ ليرغب الطيب؛ مما يقع عليه الحس والبصر؛ على الموعود الغائب، ويحذر الخبيث المحسوس عما غاب وأوعد، وكذلك هذه الآلام والأمراض والشدائد التي جعل في هذه الدنيا؛ لتزجرهم عن الأفعال التي بها يستوجبون مثلها في الآخرة، وكذلك النعم التي في الدنيا واللذات، جعلها لتدلهم على النعم الدائمة. </p><p> على هذا يجوز أن يخرج لا أنه أراد بالشجرة الطيبة الشجرة نفسها أو بالشجرة الخبيثة الشجرة نفسها ولكن ما وصفنا. واللَّه أعلم بذلك. </p><p> وقال قائلون: ضرب اللَّه مثل الشجرة الطيبة مثلا للمؤمن؛ هو في الأرض وعمله يصعد إلى السماء كل يوم؛ فكما تؤتي الشجرة أكلها كل حين كذلك المؤمن يعمل لله في ساعات الليل والنهار. </p>"
}