{
  "id": null,
  "sura": 14,
  "aya": 29,
  "text": "<p> أي: أنزلوا، دل هذا أن الآية نزلت في الرؤساء من الكفرة، والأئمة منهم؛ حيث أخبر أنهم أحلوا قومهم دار البوار. ذكر (وَأَحَلُّوا قَوْمَهُمْ) على الماضي؛ لأنه قد وجد منهم الجناية بالإحلال في دار البوار، وذكر في دخولهم جهنم على الاستئناف؛ بقوله:  (جَهَنَّمَ يَصْلَوْنَهَا وَبِئْسَ الْقَرَارُ (٢٩) لما لم يوجد بعد سيوجد، ويجوز أن يستدل بهذا لأصحابنا لمسألة: وهي أن العبد إذا حفر بئرًا ثم أعتق؛ فوقع في البئر إنسان: ينظر إلى قيمة العبد يوم حفر؛ لأن الحفر منه جناية، وإلى الواقع فيه يوم الوقوع لا يوم الحفر؛ لأنه لم يوجد بعد يوم الحفر جناية. </p><p> أو أن يقال: أحلوا أرواحهم دار البوار؛ فتدخل أجسادهم يومئذ، لم تدخل بعد. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَجَعَلُوا لِلَّهِ أَنْدَادًا ... (٣٠) ثم فسر أنهم لم أحلوا قومهم دار البوار؟ </p><p> فقال:  (وَجَعَلُوا لِلَّهِ أَنْدَادًا) : أعدالا وأمثالا، (لِيُضِلُّوا عَنْ سَبِيلِهِ) . </p><p> يحتمل قوله:  (وَجَعَلُوا لِلَّهِ أَنْدَادًا) في العبادة؛ يعبدون كما يعبد اللَّه، أو في التسمية؛ يسمونها آلهة؛ كما يسمى اللَّه، جعلوا له أندادًا في هذين الوجهين، يذكر سفههم؛ حيث جعلوا ما لا يسمع، ولا يبصر، ولا ينفع، ولا يدفع، ولا يضر أمثالا وأعدالا، لله؛ على علم منهم أن اللَّه هو الذي خلقهم، ورزقهم، وينعم عليهم، وهو الذي يدفع عنهم كل بلاء وشدة. </p><p> وجائز أن يكون قوله:  (وَجَعَلُوا لِلَّهِ أَنْدَادًا لِيُضِلُّوا عَنْ سَبِيلِهِ) هو تفسير ما ذكر؛ من تبديل النعمة كفرًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (تَمَتَّعُوا) بهذه النعم التي ذكر أنهم بذلوها كفرًا. </p><p> (فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ) هذا في قوم ماتوا على الكفر، أو يقول: قل تمتعوا في الدنيا أو تمتعوا بالكفر فإن مصيركم إلى النار، هذا في قوم علم اللَّه أنهم لا يؤمنون أبدًا وفيه دلالة إثبات الرسالة. </p><p> وقال أَبُو عَوْسَجَةَ: البوار: الهلاك والفناء، يقال: بار الرجل يبور بورًا؛ فهو بائر، </p><p> وقوم بور أي: هالكون. ويقال: بارت السوق، وبارت السلعة: إذا كسدت ويقال: بارت المرأة تبور بوارًا؛ فهي بائرة: إذا كبرت. وفي حديث النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" نعوذ باللَّه من بوار الأيِّم \" ؛ قيل: يعني من كسادها. واللَّه أعلم. </p>"
}