{
  "id": null,
  "sura": 14,
  "aya": 48,
  "text": "<p> وأما ما قال أهل التأويل في قوله:  (وَقَدْ مَكَرُوا مَكْرَهُمْ وَعِنْدَ اللَّهِ مَكْرُهُمْ وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ) . إنه نزل في شأن نمرود، وإنه اتخذ تابوتًا، وربط ثورًا على قوائمه، وما ذكروا إلى آخره - فلا علم لنا إلى ذلك، وأظنه أنه كله خيال، فلا نقول إلا القدر الذي ذكر في الآية. </p><p> و \" لَتزولُ \" بنصب اللام الأولى، وبرفع الآخرة: على معنى التوكيد، و (لِتَزُولَ) بكسر اللام الأولى، ونصب الآخرة: على الجحد؛ أي: ما كانت الجبال لتزول من مكرهم، وهو ما ذكرنا. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ ... (٤٨) </p><p> قال الحسن: تفنى هذه الأرض، ثم تعاد من ساعته مستوية، لا شجر فيها، ولا جبال، ولا آكام، قَاعًا صَفْصَفًا لَا تَرَى فِيهَا عِوَجًا وَلَا أَمْتًا. </p><p> وقَالَ بَعْضُهُمْ: تبدل هذه الأرض أرضًا غير هذه؛ بيضاء نقية، لم يسفك عليها دم، ولم يعمل عليها بالمعاصي، وكذلك السماوات. </p><p> ومنهم من يقول: لا تبدل عينها؛ ولكن يتغير صفتها وزينتها؛ كما يقول الرجل لآخر: تبدلت يا فلان، لا يريد تبدل أصله وعينه؛ ولكن تغير الأخلاق والدِّين، فعلى ذلك ما ذكر من تبديل الأرض والسماوات. </p><p> والأشبه أن يكون على اختلاف الأحوال؛ لأنه ذكر في آية:  (يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا) وقال: (وَإِذَا الْأَرْضُ مُدَّتْ) ، وقال:  (وَيَوْمَ تَشَقَّقُ)  (إِذَا السَّمَاءُ انْشَقَّتْ) ، (إِذَا السَّمَاءُ انْفَطَرَتْ) ، (وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ) ، و (وَيَوْمَ نُسَيِّرُ الْجِبَالَ) ، وقال:  (وَيَسْأَلُونَكَ عَنِ الْجِبَالِ) ، وقال: (فَجَعَلْنَاهُ </p><p> هَبَاءً مَنْثُورًا)، ذكر مرة تمد الأرض، وذكر مرة أنها تخبر وتحدث عما عمل عليها، وذكر في السماء بالتشقق والانفطار، وفي الجبال بالسير والمرور مرة؛ ومرة بالرفع ومرة أخبر أنه جعلها هباء منثورا وأمثاله. </p><p> فيشبه أن يكون هذا كله على اختلاف الأحوال والأوقات؛ إذ يوم القيامة يوم ممتد؛ فيكون كل ما ذكر على ما قال يومئذ؛ (فَهُمْ لَا يَتَسَاءَلُونَ) ؛ قال في آية:  (وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ) ، وقال:  (وَلَا يَتَسَاءَلُونَ) ، وقوله:  (يَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ) ، فهو - واللَّه أعلم -: على اختلاف الأحوال والأوقات، فعلى ذلك الأول، واللَّه أعلم بذلك. </p><p> وتبديل الأرض والسماوات: يحتمل وجهين: </p><p> أحدهما: تبديل أهلها على ما يذكر؛ الأرض والقرية، والمراد منها الأهل؛ كقوله:  (وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا وَالْعِيرَ الَّتِي أَقْبَلْنَا فِيهَا) ، وقوله:  (قَرْيَةً كَانَتْ آمِنَةً. . .) الآية، ونحوه كثير. </p><p> والثاني: تبديل نفس الأرض. </p><p> ثم يحتمل كل واحد من الوجهين وجهين: </p><p> إما تبديل أهلها: هو أن يكونوا مستسلمين خاضعين له في ذلك، ولم يكونوا في الدنيا كذلك. </p><p> والثاني: تبدل أهلها: هو أن يكون الأولياء في النعم الدائمة، واللذة الباقية، والأعداء في عذاب وألم وشدة، وكانوا في هذه الدنيا جميعًا مشتركين - الأولياء والأعداء - في اللذات والآلام. </p><p> فإن كان تبديل نفس الأرض - فهو يخرج على وجهين أيضًا: </p><p> أحدهما: تبديل زينتها وصفتها. </p><p> والثاني: تبديل عينها وجوهرها؛ وهو ما ذكر: أن أرض الجنة تكون من مسك وزعفران، ونحو ما روي في الخبر واللَّه أعلم. كأن قوله:  (يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ) صلة قوله: (فَلَا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ. . .) الآية فقالوا: متى يكون ذلك؟ فقال:  (يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ) يخرج جوابًا لسؤالهم واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَبَرَزُوا لِلَّهِ الْوَاحِدِ الْقَهَّارِ) . </p><p> قد ذكرنا تخصيص بروزهم لله يوم القيامة أنه - واللَّه أعلم - أنشأ هذا العالم الأول للعالم الثاني، فالعالم الثاني هو المقصود في إنشاء هذا العالم، فخص بروزهم يومئذ له؛ لما هو المقصود في إنشائهم. </p><p> وقال قائلون: تخصيص البروز له يومئذ؛ لأنهم يخرجون من قبورهم للحساب لا لغيره، فهو يحاسبهم؛ فأضاف البروز إليه؛ لما لا يخرجون إلا له، وأما في الدنيا: فإنما يخرجون لحوائج أنفسهم؛ لذلك خرج التخصيص له والإضافة. </p><p> وقوله:  (وَبَرَزُوا لِلَّهِ) : يحتمل وجهين: </p><p> أحدهما: برزوا له مستسلمين خاضعين، قابلين طائعين، ولم يكونوا في الدنيا كذلك. </p><p> والثاني: يبرزون له؛ لما وعدوا وأوعدوا؛ بارزون لوعده ولوعيده، ولما دعوا إليه، ورغبوا فيه. </p><p> والثالث: يبرزون له؛ لما لا يملكون إخفاء أنفسهم وسترها؛ بل ظاهرين له. </p><p> وقوله - عَزَّ وَجَلَّ -: (الْوَاحِدِ الْقَهَّارِ) . </p><p> الواحد: الذي لا شريك له، والقهار: يقهر الخلائق كلهم؛ ويغلبهم: الجبابرة، والفراعنة. </p><p> أو يبرزون له ليجزيهم، على ما ذكر تعالى (لِيَجْزِيَ اللَّهُ كُلَّ نَفْسٍ مَا كَسَبَتْ) والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتَرَى الْمُجْرِمِينَ يَوْمَئِذٍ مُقَرَّنِينَ فِي الْأَصْفَادِ (٤٩) سَرَابِيلُهُمْ مِنْ قَطِرَانٍ) وذكر (مِنْ قَطِرَانٍ) : قيل: (القطر) هو النحاس أو (آنٍ) أي: قد انتهى حره، كقوله:  (وَبَيْنَ حَمِيمٍ آنٍ) . </p><p> وقيل: الصفر وقَالَ بَعْضُهُمْ (مِنْ قَطِرَانٍ) أي: من نحاس أنى لهم أن يعذبوا به،. وقَالَ بَعْضُهُمْ: هو من القطران المعروف الذي يطلى به الإبل؛ ذكر هذا لأنه أشد إحراقًا واشتعالا. </p>"
}