{
  "id": null,
  "sura": 15,
  "aya": 58,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (فَلَا تَكُنْ مِنَ الْقَانِطِينَ) . </p><p> قد ذكرنا فيما تقدم أن الأنبياء قد نهوا عن أشياء قد عصموا عنها ما لا يحتمل أن يكون منهم ما نهوا عنه؛ نحو قوله:  (فَلَا تَكُنْ مِنَ الْمُمْتَرِينَ) ، (وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ) ، و (مِنَ الظاِلمينَ) ، (الكافرين) ، وأمثاله، وذلك مما لا يتوهم كونه منهم؛ وذلك لما ذكرنا أن العصمة لا ترفع المحنة؛ لأنها لو رفعت لذهبت فائدة العصمة؛ لأنها إنما يحتاج إليها عند المحنة، وأمَّا إذا لم يكن محنة فلا حاجة تقع إليها، فعلى ذلك إبراهيم لم يكن قنط من رحمة ربه؛ أنه لا يهب له الولد في حال كبره؛ ولكن ما ذكرنا، ثم بين أنه لا يقنط من رحمة ربه إلا الضالون: أخبر أن القنوط من رحمة اللَّه هو ضلال، والإياس من رحمته كفر، فعندهم تضيق رحمته حتى لا يسع فيها الكبائر، والمعتزلة يقنطون من رحمة ربهم؛ لقولهم في أصحاب الكبائر ما يقولون. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ (٥٧) </p><p> قيل: فما خبركم، وما قصتكم، وما شأنكم؟ والخطب: الشأن؛ أي: على أي أمر وشأن أرسلتم. </p><p> (قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ (٥٨) </p><p> لم يحتمل أن يكون أول ما أخبروا إبراهيم وقالوه هذا، ولكن كان فيه ما ذكر في آية أخرى:  (قَالُوا إِنَّا مُهْلِكُو أَهْلِ هَذِهِ الْقَرْيَةِ إِنَّ أَهْلَهَا كَانُوا ظَالِمِينَ) ، (إِنَّا مُنْزِلُونَ عَلَى أَهْلِ هَذِهِ الْقَرْيَةِ رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ) ، فقال إبراهيم (إِنَّ فِيهَا لُوطًا قَالُوا نَحْنُ أَعْلَمُ بِمَنْ فِيهَا) ، يذكر هاهنا على الاختصار؛ فذلك يدل أن الخبر إذا أدى معناه يجوز، وإن لم يؤت بلفظه على ما كان. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ (٥٨) إِلَّا آلَ لُوطٍ (٥٩) كأن الثنيا هاهنا تكون عن الأشخاص، وأنفس أهل القرية؛ عن قوله:  (مُجْرِمِينَ) ؛ لأن آل لوط لم يكونوا مجرمين؛ فلا يحتمل الاستثناء من ذلك. </p><p> أو لا يكون على حقيقة الثنيا، وإن كان في الخبر استثناء. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِلَّا آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ (٥٩) إِلَّا امْرَأَتَهُ ... (٦٠) </p><p> أخبر أنهم يهلكون قومه، ثم استثنى له منهم، ثم امرأته من آله؛ ففيه دلالة أن الثنيا </p>"
}