{
  "id": null,
  "sura": 15,
  "aya": 31,
  "text": "<p> فلانًا، فعلى ذلك تخصيص العموم. </p><p> وقال الحسن: في قوله: (مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ) قال: الصلصال: هو الطين الحر الذي يتصلصل من صلابته ويبوسته، والحمأ الطين، والمسنون: قال: مسنون خلقته؛ فهو سنة للخلق بعده من ذريته؛ أن يخلقوا على خلقته؛ وكقوله:  (وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ) ، يقول: استلها من بين ظَهراني الطين؛ لا من كل طين خلقه، وكذلك قال في تناسل ذريته؛ وهو قوله:  (وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ) ليس من كل ما؛ خلقه؛ ولكن استلها من بين ظهراني الماء. وقال: الجانّ: إبليس؛ هو أبو الجن (خَلَقْنَاهُ مِنْ قَبْلُ) : أي: من قبل آدم (مِنْ نَارِ السَّمُومِ) : يقول: السموم: هو اسم من أسماء جهنم، ولها أسماء كثيرة، أخبر أنه خلقه من نار السموم؛ أي: جهنم. والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِلَّا إِبْلِيسَ أَبَى أَنْ يَكُونَ مَعَ السَّاجِدِينَ (٣١)  (قَالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ) وقال في موضع آخر: (إِلَّا إِبْلِيسَ أَبَى وَاسْتَكْبَرَ) وقال له: (قَالَ يَا إِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ) ، وقال في موضع آخر:  (مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ) ، وقال في موضع آخر (مَا مَنَعَكَ أَنْ تَسْجُدَ) ، وقال في موضع آخر:  (خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ) . </p><p> ذكر مثل هذا على اختلاف الألفاظ، ومعلوم أن هذه المخاطبات معه - لم تكن معه مرارًا؛ ولكن بمرة واحدة. </p><p> وقال أبو بكر الأصم: ذكر اللَّه تعالى قصة إبليس، وقصة الأنبياء جميعًا في مواضع على اختلاف الألفاظ؛ لأنها كذلك كانت في كتبهم، فذكرها على ما في كتبهم؛ ليعلموا أن نبي اللَّه إنما عرف ذلك باللَّه؛ ليدلهم على صدقه، وفيه دلالة أن اختلاف الألفاظ وتغييرها - لا يوجب اختلاف الحكم بعد ألا يغير المعنى، فهذا يدل أن الخبر إذا أُدِّي معناه على اختلاف لفظه - فإنه يجوز، وكذلك إذا قرأ بغير لسان الذي أنزل - فإنه يجوز إذا أتى بمعناه. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ (٣٤) </p><p> قوله:  (فَاخْرُجْ مِنْهَا) : قَالَ بَعْضُهُمْ: اخرج من السماء إلى الأرض. وقَالَ بَعْضُهُمْ: </p>"
}