{
  "id": null,
  "sura": 15,
  "aya": 26,
  "text": "<p> خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ (٣٣) قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ (٣٤) وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلَى يَوْمِ الدِّينِ (٣٥) قَالَ رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ (٣٦) قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ (٣٧) إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ (٣٨) قَالَ رَبِّ بِمَا أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ (٣٩) إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ (٤٠) قَالَ هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ (٤١) إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ (٤٢) وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ (٤٣) لَهَا سَبْعَةُ أَبْوَابٍ لِكُلِّ بَابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ (٤٤) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ (٢٦) وقال في آية آخرى: (خَلَقَكُم مِنْ طِينٍ) ، وقال:  (مِنْ طِينٍ لَازِبٍ) ، وقال في آية أخرى:  (وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ) ، وقال:  (خَلَقْنَاكُمْ مِنْ تُرَابٍ) ، ذكر مرة الحمأ المسنون؛ وقيل: هو الطين الأسود المتغير، وذكر مرة التراب، ومرة الطين اللازب: وهو الملتزق، ومرة من سلالة الطين، فيشبه أن يكون على الأحوال، واختلاف الأوقات: كان في حال الأول ترابًا، وفي حال طينًا لازبًا، وفي حال حمأ مسنونًا؛ وهو الذي اسودَّ وتغير؛ لطول مكثه، وصلصالا وفخارًا. فقبل أن يكون خلقًا مركبًا الجوارح فيه والعظام - كان على هذه الأحوال الثلاثة على ما أخبر من تغير أحوال أولاده؛ حيث قال:  (خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ</p><p> مُضْغَةٍ) ، ذكر فيه أحوالا ثلاثة قبل أن يخلق لحمًا وعظمًا، في حال كان نطفة، ثم صار علقة، ثم صار مضغة. </p><p> فعلى ذلك يحتمل ما ذكر في آدم: من تراب، وطين، وحمأ ونحوه، إن كان على اختلاف الأحوال على ما ذكرنا. </p><p> أو أن يكون على التشبيه والتمثيل، ووجه التمثيل بالطين: الذي ذكر؛ وهو أن الطين الذي يكون كالصلصال، والفخار، واللازب؛ ونحوه - هو الطين الطيب؛ الذي يكون منه البنيان، والأوانى، والقدور، وجميع أنواع المنافع. وأما الطين الذي يخبث - فإنه لا يتخذ منه شيء مما ذكرنا، ولا يتهيأ اتخاذ شيء من ذلك، فشبه خلق آدم بالطين الذي يجتمع فيه جميع أنواع المنافع، فعلى ذلك جمع في آدم جميع أنواع المنافع والخير، كالطين الطيب. </p><p> ثم فيه دلالة قدرته، وسلطانه، وذكر نعمه؛ حيث أخبر أنه خلق آدم من تراب وطين؛ </p><p> وما ذكر، وليس في التراب، ولا في الطين - من أثر البشرية - شيء، وكذلك ليس في النطفة التي خلق البشر منها من أثر البشرية شيء؛ ليعلم أنه قادر على إنشاء الأشياء من شيء، ومن لا شيء؛ إذ ليس فيما ذكر من الطين والتراب؛ الذي خلق منه أبا البشر من أثر البشرية فيه شيء، ولا في النطفة التي خلق منها أولاده؛ من أثر البشرية والإنسانية من اللحم، والعظم، والشعر، وغيره، وما ركب فيهم: من العقل، والعلم، والتدبير، والجوارح، وغير ذلك - شيء؛ ليعلم قدرته وسلطانه على خلق الأشياء: لا من شيء؛ وليعرفوا نعمه التي أنعمها عليهم؛ حيث أخبر أنه خلق آدم من طين لازب، وصلصال، وما ذكر، وذلك وصف الطين الطيب؛ لأن ما خبث من الطين لا يبلغ المبلغ الذي وصفه، ولا يصير إلى تلك الحال، وإن طال مكثه؛ لأنه لا ينتفع به لا من اتخاذ البنيان، والأواني، والقدور، ولا ينبت الزروع أيضًا، فيحتمل على التمثيل الذي ذكرنا لا على التحقيق، أو على التحقيق على الأحوال المختلفة. فدل أنه إنما خلقه من طين لازب؛ طاب أصله. </p><p> فعلى ذلك يحتمل النطفة التي يخلق منها البشر تكون طاهرة، وهي لا تصيب شيئًا، وهي على غير الوصف الذي يخرج؛ لأنه قال:  (مِنْ مَاءٍ دَافِقٍ) ، وقال:  (مِنْ مَاءٍ مَهِينٍ) . </p><p> والصلصال: قَالَ بَعْضُهُمْ: هو التراب اليابس. والحمأ: الطين الأسود. والمسنون: المنتن المتغير. </p><p> وقَالَ بَعْضُهُمْ: الصلصال: هو الذي إذا ضربته تصوت؛ ومنه يقال: صلصلة اللجام والفرس؛ إذا كان يصلصل؛ وهو قول ابن عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ. </p><p> وقَالَ الْقُتَبِيُّ: الصلصال: الطين اليابس الذي لا يصيبه النار؛ فإذا نَقَرْتَهُ صوّت، فإذا مسته النار - فهو فخار: والمسنون: المتغير الرائحة، والمسنون -أيضًا-: المصبوب، وسننت الشيء: إذا صببته صبًّا سهلا، وسنّ الماء على وجهك، وهو قول الْقُتَبِيّ. </p>"
}