{
  "id": null,
  "sura": 15,
  "aya": 85,
  "text": "<p> قوله تعالى:  (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَإِنَّ السَّاعَةَ لَآتِيَةٌ فَاصْفَحِ الصَّفْحَ الْجَمِيلَ (٨٥) إِنَّ رَبَّكَ هُوَ الْخَلَّاقُ الْعَلِيمُ (٨٦) وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ (٨٧) لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ (٨٨) وَقُلْ إِنِّي أَنَا النَّذِيرُ الْمُبِينُ (٨٩) كَمَا أَنْزَلْنَا عَلَى الْمُقْتَسِمِينَ (٩٠) الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ (٩١) فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ (٩٢) عَمَّا كَانُوا يَعْمَلُونَ (٩٣) فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ (٩٤) إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ (٩٥) الَّذِينَ يَجْعَلُونَ مَعَ اللَّهِ إِلَهًا آخَرَ فَسَوْفَ يَعْلَمُونَ (٩٦) وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ (٩٧) فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ (٩٨) وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ (٩٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ) . </p><p> يحتمل (بِالْحَقِّ) : الحق الذي جعل لنفسه على أهلها، والحق الذي لبعض على بعض، والحق: هو اسم كل محمود مختار من القول والفعل، والباطل: اسم كل مذموم من القول والفعل. </p><p> قَالَ بَعْضُهُمْ: تأويله: وما خلقنا السماوات والأرض وما بينهما إلا شهودًا لله بالحق على أهلها. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِلَّا بِالْحَقِّ) : أي: لم يخلقهما لغير شيء؛ ولكن خلقهما للمحنة؛ يمتحنهم بالعبادة فيها، وإلى هذا ذهب الحسن. </p><p> وقيل: خلقهما وما بينهما لأمر كائن؛ أي: لعاقبة: للثواب أو الجزاء، لم يخلقهم للفناء خاصة؛ ولكن للعاقبة؛ لأن خلق الشيء للفناء خاصة عبث؛ وهو ما قال:  (أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ) ، أخبر أن خلقهم لا للرجوع إليه ولا للعاقبة - عبث، وقد ذكرنا هذا فيما تقدم. </p><p> وجائز أن يكون قوله:  (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَإِنَّ السَّاعَةَ لَآتِيَةٌ) على الاحتجاج على أُولَئِكَ لإنكارهم الساعة، لوجهين: </p><p> أحدهما: ما ذكرنا أنه لو لم تكن الساعة حصل خلقهما وما بينهما للفناء خاصة؛ وخلقُ الشيء للفناء خاصةً عبث باطل؛ كبناء البناء للنقض خاصة لا لعاقبة تقصد - عبث. </p><p> والثاني: أنه يكون في ذلك التسوية بين الأعداء والأولياء، وفي الحكمة التفريق </p>"
}