{
  "id": null,
  "sura": 15,
  "aya": 42,
  "text": "<p> التصدق؛ لكنه إخبار عما قصدوا وعزموا، بالتصدق؛ فعلى ذلك يشبه أن يكون هذا من اللَّه إخبارًا عما عزم إبليس وقصد؛ على غير التفوه به والقول، وهو ما ذكر (وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ) ، أخبر أنهم كتموا فيه وأضمروا. </p><p> ويحتمل أن يكون على التفوه بما ذكر، قال ذلك؛ لما قال له - عَزَّ وَجَلَّ -: (وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلَى يَوْمِ الدِّينِ) لما شهد اللَّه عليه باللعن إلى يوم الدِّين أيس - لعنه اللَّه - عن الهدى؛ فقال:  (رَبِّ بِمَا أَغْوَيْتَنِي) : أي: لعنتنى وشهدت عليَّ بذلك (لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ (٣٩) إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ (٤٠) المخلِص - بخفض اللام -: هو الذي أخلص له الاعتقاد، والعمل والوفاء، والمخلَص - بنصب اللام -: هو الذي أخلصه اللَّه، وحفظه، وعصمه، واختصه بذلك. والمخلص لا يقال إلا بعد أن يكون لله فيهم صنع، ولهم اختصاص، وفضائل اختصهم بذلك؛ برحمة اللَّه وفضله. </p><p> والمعتزلة يقولون: لا يستوجب أحد الاختصاص والفضيلة إلا بفعل يكون منه لا يستوجب باللَّه. </p><p> ويقولون: اللَّه لا يغوي أحدًا لا إبليس، ولا أحدًا من أتباعه؛ فإبليس أعرف باللَّه من المعتزلة؛ حيث رأوا أن اللَّه لا يغوي أحدًا ولا يختص أحدًا إلا بصنع يكون منه. </p><p> وقوله - عَزَّ وَجَلَّ -: (هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ (٤١) </p><p> قَالَ بَعْضُهُمْ: قوله (عَلَيَّ) بمعنى إفيَ: أي: عَلَيَّ صراط مستقيم؛ يقول: هو بيدي لا بيد أحد وقَالَ بَعْضُهُمْ: الحق يرجع إلى اللَّه، وعليه طريقه لا يعوج على شيء. </p><p> ويحتمل قوله:  (عَلَيَّ مُسْتَقِيمٌ) : أي: علي بيانه وهو مستقيم؛ كقوله:  (وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ) : أي: بيان قصد السبيل. </p><p> وقَالَ بَعْضُهُمْ: لما قال إبليس: (وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ) قال اللَّه تعالى: (هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ) يقول: عَلَيَّ ممرّ من أغويته وتابعك؛ كقولك لآخر - إذا أوعدته -: إن طريقك عَلَيَّ. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ ... (٤٢) </p><p> يحتمل قوله:  (لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ) أي: ليس لك عليهم حجة (إِلَّا مَنِ اتَّبَعَكَ مِنَ </p>"
}