{
  "id": null,
  "sura": 15,
  "aya": 17,
  "text": "<p> كالأضداد ليعلم أنه تدبير واحد؛ حيث صارت الأضداد كالأشكال، والأشكال كالأضداد في حق المنفعة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَحَفِظْنَاهَا ... (١٧) </p><p> يعني: السماء، (مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ) ذكر أن الشياطين كانوا يصعدون السماء فيستمعون من أخبار السماء من الملائكة، مما يكون في الأرض؛ من غيث وغيره، ثم زادوا فيها ما شاءوا فيلقون ذلك إلى الكهنة؛ فيخبر الكهنة الناس، فيقولون: ألم نخبركم بالمطر في يوم كذا وكذا، وكان حقا، ثم منعوا عن ذلك - عن صعودهم - أعني السماء، وحفظوا عنهم، فجعلوا يسترقون السمع، فسلط اللَّه الشهب عليهم، حتى يقذفون؛ وهو قوله:  (وَيُقْذَفُونَ مِنْ كُلِّ جَانِبٍ (٨) دُحُورًا). وقوله:  (فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ) . </p><p> ويحتمل (وَحَفِظْنَاهَا) : أي: أهلها من الشيطان الرجيم لما ذكرنا من ذكر أشياء من القرية والمصر والعير، وغيره، والمراد منه: أهله، فعلى ذلك هذا، إلا أن أهل السماء بأجمعهم أهل ولاية اللَّه؛ وأهل طاعته، وأما أهل الأرض: ففيهم من الغاوين الضالين، فهم أولياء الشيطان؛ كقوله:  (إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ. . .) الآية. </p><p> ويحتمل حفظ السماء نفسها: بالملائكة، وهو ما ذكر:  (وَيُقْذَفُونَ. . .) الآية. </p><p> ويحتمل: بالشهب؛ التي في غير آي من القرآن. </p><p> وقَالَ بَعْضُهُمْ:  (رَجِيمٍ) : اللعين، وكذلك ذكر في حرف ابن مسعود:  (من كل شيطان لعين) واللعين: - في اللغة -: فهو المطرود المبعد، وهو على ما ذكر (دُحُورًا) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ ... (١٩) وقال في، آية أخرى:  (وَجَعَلْنَا فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِهِمْ) يعني الجبال، في ظاهر هذا أن الأرض كأنها تضطرب وتنكفئ بأهلها، فأثبتها بالجبال، وإلا من طبعها التسفل والانحدار، وكذلك الجبال من طبعها التسفل والانحدار، فكيف كان ثباتها بشيء كان طبعه التسفل والتسرب؟ إلا أن يقال: إن طبعها كان الاضطراب والانكفاء فأثبتها بالجبال عن الاضطراب والانكفاء؛ أو أن يقال: من طبعها ما ذكرنا: التسفل والانحدار؛ إلا أن اللَّه - بلطفه - أثبت ما هو طبعه التسفل، بما هو طبعه كذلك؛ ليعلم لطف الله وقدرته، وقد ذكرنا هذا فيما تقدم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ شَيْءٍ مَوْزُونٍ) . </p><p> قَالَ بَعْضُهُمْ:  (فِيهَا) : يعني في الجبال، (مِنْ كُلِّ شَيْءٍ مَوْزُونٍ) : يعني: ما يوزن من نحو: الذهب، والفضة، والحديد، والرصاص، ونحوه مما يستخرج منها، وهذا كأنه ليس بصحيح؛ لأنه لا يقال في الذهب، والفضة والحديد: إنه أنبت في الأرض؛ كما يقال ذلك لنبات وما ينبت فيها، وإنما يقال للذهب، والفضة، والحديد: جعلنا فيها، أو خلقنا فيها. </p><p> وقَالَ بَعْضُهُمْ:  (وَأَنْبَتْنَا فِيهَا) : يعني: في الأرض؛ من كل ألوان النبات، (مَوْزُونٍ) : أي: معلوم مقدر بقدر؛ كقوله:  (وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ) . </p><p> ويحتمل: وأنبتنا فيها ما يصير موزونًا في الآخرة من الزروع وغيرها من الحبوب، أو ما ذكرنا؛ أي: معلوم مقدر، واللَّه أعلم، ليس على الجزاف؛ على ما يكون من فعل جاهل على غير تدبير ولا تقدير. </p><p> ويحتمل قوله:  (مِنْ كُلِّ شَيْءٍ مَوْزُونٍ) : ما لو اجتمع الخلائق - لم يعرفوا قدر ما يزداد وينمو من النبات؛ في لحظة واحدة؛ وطرفة عين، في أول ما يخرج ويبدو من الأرض، وذلك موزون عنده؛ معلوم قدره، ليعلم لطفه، وقدرته، وتدبيره، وعلمه، وأنه تدبير واحد؛ حيث لم يختلف ذلك؛ ولم يتفاوت. واللَّه أعلم. </p><p> قال أَبُو عَوْسَجَةَ:  (فَظَلُّوا فِيهِ) : أيْ صاروا يومهم (يَعْرُجُونَ) : يرتفعون ويصعدون. </p><p> وقال غيره: ظلوا: أي: [مالوا] ، كقوله:  (فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ) ، أي: مالت، وقال: قوله: (سُكِّرَتْ أَبْصَارُنَا) : أي تحيرت؛ يقال: تسكر بصره: إذا تحير، وقال: يقال أيضًا تحيرت، يقال: سكر اللَّه بصره: أي: حيره، وسكرت الريح تسكر سكرًا: إذا سكنت، ويقال: ليل ساكر، أي: ساكن، وسكرت الماء أسكره سكرًا: أي: حبسته، </p>"
}