{
  "id": null,
  "sura": 16,
  "aya": 119,
  "text": "<p> في تحليل ما حرم عليهم، وفي تحريم ما أحله، وقولهم:  (وَاللَّهُ أَمَرَنَا بِهَا) . </p><p> وقوله - عَزَّ وَجَلََّّ -: (لَا يُفْلِحُونَ) . </p><p> أي: لا يفلحون وهم مفترون على اللَّه، وأمَّا إذا انتزعوا من الافتراء وتابوا أفلحوا، ولا يفلحون في الآخرة؛ إذا كانوا مفترين على اللَّه في الدنيا. </p><p> ثم قوله:  (مَتَاعٌ قَلِيلٌ ... (١١٧) </p><p> على الابتداء؛ وإنما سمي قليلًا - واللَّه أعلم - لوجوه: </p><p> أحدها: أن متاع الدنيا على الزوال والانقطاع؛ فكل ما كان على شرف الزوال والانقطاع فهو قليل، كما قيل لكلِّ آتٍ: قريب؛ لما يأتي لا محالة؛ فعلى ذلك كل زائِل منقطع - قليل. </p><p> والثاني: سمي قليلًا؛ لما هو مشوب بالآفات والأحزان وأنواع البلايا والشدائِد؛ فهو قليل في الحقيقة، أو أنه سماه قليلًا؛ لما أن متاع الدنيا قليل عما وعَدَ في الآخرة؛ فمتاعها من متاع الآخرة قليل؛ لما ليس فيها الوجوه التي ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِنْ قَبْلُ وَمَا ظَلَمْنَاهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (١١٨) </p><p> وهو ما قمق في سورة الأنعام، وهو قوله:  (حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا) إلى قوله: (ذَلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ) ، وقوله:  (فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا. . .) الآية. </p><p> طوقوله - عَزَّ وَجَلَّ -: (وَمَا ظَلَمْنَاهُمْ) . </p><p> بتحريم ما حرمنا عليهم؛ لأنا إنما حرمنا عليهم تلك الطيبات عقوبة لهم، وهو ما قال في سورة النساء، وهو قوله:  (فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا) ، وهو ما قال:  (ذَلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ) ، أخبر أنه إنما حرم عليهم ذلك؛ بظلم كان منهم عقوبة وجزاء لبغيهم، لكن هم ظلموا أنفسهم في ذلك. </p><p> أو أن يكون قوله:  (وَمَا ظَلَمْنَاهُمْ) ؛ لأنهم عبيده وإماؤه؛ ولله أن يمتحن عباده وإماءه بتحريم مرة، وبتحليل ثانيًا، ولكن ظلموا أنفسهم؛ حيث وجهوها إلى غير مالكها، أو صرفوا شكر ما أنعم عليهم إلى غيره. </p><p> وقوله - عَزَّ وَجَلََّّ -: (ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا السُّوءَ بِجَهَالَةٍ ثُمَّ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ (١١٩) </p><p> أي: عمل السوء بجهالة، ويحتمل وجهين: </p><p> أحدهما: أن الفعل فعل جاهل وسفيه وإن لم يجهل؛ يقال لمن عمل السوء: يا جاهل يا سفيه. </p>"
}