{
  "id": null,
  "sura": 16,
  "aya": 42,
  "text": "<p> والمهاجرة: المقاطعة؛ كأنه قال: والذين قاطعوا أرحامهم، وأقاربهم، وأموالهم، ومكاسبهم، وديارهم، فأبدل اللَّه لهم مكان الأرحام والأقارب أخلاء وإخوانًا، ومكان أموالهم أموالا أخرى، وكذلك الدور وكل شيء تركوا هنالك؛ فأبدلهم مكان ذلك كله. </p><p> وأما قوله:  (وَلَأَجْرُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ) . </p><p> يشبه أن يكون ذكر هذا عن حسد كان من الكفرة للمهاجرين؛ لما أنزلهم في المدينة، وبوأهم فيها، وأعزهم، ورفع ذكرهم، وأمرهم، ونصرهم حسدهم أهل الكفر بذلك، فعند ذلك قال: ولأجر الآخرة لهم أكبر وأعظم في الآخرة، لو كانوا يعلمون ما وعد لهم في الآخرة. </p><p> ويحتمل أيضًا قوله:  (وَلَأَجْرُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ) هَؤُلَاءِ المهاجرون فيخفّ عليهم احتمال ما أوذوا وظلموا، ويهون، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (الَّذِينَ صَبَرُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (٤٢) </p><p> قال الحسن: أي: على ربهم يثقون في إنجاز ما وعد لهم في الآخرة أنه ينجز ذلك. ويحتمل قوله:  (صَبَرُوا) على أمره، أو صبروا على الهجرة، وانقطاع ما ذهب عنهم، وفراق ما كان لهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ (٤٣) </p><p> هذا - واللَّه أعلم - يكون على إثر أمر كان من الكفرة، نحو ما قال أهل التأويل: أنهم قالوا: (أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا) ، وقالوا:  (لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ) ونحوه؛ من كلامهم، فقال:  (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ) أي: إلا بشرًا، أي: لم نرسل من غير البشر، فيكون قوله:  (إِلَّا رِجَالًا) كناية عن البشر، أو أن يكون قوله:  (إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ) أي:، لم يبعث من النساء رسولا إنما بعث الرسل من الرجال إلى الرجال والنساء، واللَّه أعلم </p><p> وقوله - عَزَّ وَجَلَّ -: (فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ) . </p><p> قَالَ بَعْضُهُمْ: ليس على الأمر بالسؤال، ولكن لو سألتم أهل الذكر لأخبروكم أنه لم يبعث الرسول من قبل إلا من البشر. </p><p> وقَالَ بَعْضُهُمْ: هو على الأمر بالسؤال؛ أي: اسألوا أهل الذكر فتقلدوهم؛ أي: إن كان </p>"
}