{
  "id": null,
  "sura": 16,
  "aya": 69,
  "text": "<p> في الماء بالطبع من غير أن يعلم أنها تسبح، وكذلك الطير الذي يطير في الهواء من غير أن يعلم بالطيران، فعلى ذلك يحتمل فهم هذه البهائم وعرفانها ما ذكرنا من المصالح والمهالك من غير أن يعلم أنها تعرف ذلك، واللَّه أعلم. </p><p> والثاني: يحتمل أن يكون اللَّه - عَزَّ وَجَلَّ - جعل خلقة هذه الأشياء بالذي يقفون على المخاطبات والأمر والنهي، ويعرفون ذلك ما لا يعرف مثله البشر ألا ترى أن البشر لا يعرفون المهالك والمصالح إلا بالتعلم، والبهائم وإن صغر ذلك تعرف حتى تتوقى المهالك وترغب في المصالح، ومما يدل أن هذه الأشياء مما يفهم الأمر والنهي والمخاطبات قوله:  (شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ (٢٠) . وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ)، ألا ترى أنهم فهموا الخطاب حيث ردوا عليهم الجواب بقوله:  (أَنطَقَنَا) فذلك ما ذكرنا، واللَّه أعلم. </p><p> فذلك الوحي والقذف لكل البهائم لا للنحل خاصة لما ذكرنا من معرفتها المهالك والمصالح، وما به معاشها وغذاؤها مما به فسادها وهلاكها حتى عرفت ذلك من غير أن تعلم، والبشر لا يعرفون إلا بالتعلم، فهو - واللَّه أعلم - لوجهين: </p><p> أحدهما: للمحنة أن البشر امتحنوا بالتعليم، فذلك من اللَّه امتحان لهم، والبهائم لا محنة عليهم، فعرفوا ذلك على غير تعلم، أو كان ذلك للبشر بالتعلم؛ لفضل بعض على بعض في العلم بالتعليم؛ إذ البهائم يستوي صغيرها وكبيرها في معرفة ذلك، وفي بني آدم تتفاضل وتتفاوت بالتعلم، واللَّه أعلم. </p><p> فَإِنْ قِيلَ: فإذا كانت البهائم كلها مشتركة في ذلك الإلهام والوحي فما معنى تخصيص النحل بالذكر من غيرها من البهائم؟ </p><p> قيل: يحتمل تخصيص النحل بالذكر - واللَّه أعلم - لما أن هذه الأشياء غير النحل لا تعطي تلك المنافع التي جعلت فيها، ولا تبذل للبشر إلا بالرياضة والتعلم، والنحل تعطي ذلك لهم وتبذل من غير تعلم ولا رياضة، واللَّه أعلم. </p><p> ثم قوله:  (أَنِ اتَّخِذِي مِنَ الْجِبَالِ بُيُوتًا) وقوله: (ثُمَّ كُلِي مِنْ كُلِّ الثَّمَرَاتِ (٦٩) ، وقوله: (فَاسْلُكِي </p><p> سُبُلَ رَبِّكِ ذُلُلًا) ونحوه، ظاهره أمر، لكن حقيقته تمكين وتسهيل، نحو قوله: سيروا في كذا، هو في الظاهر أمر، وفي الحقيقة تمكين وتيسير. </p><p> ثم في هذه الآية، وفي قوله:  (يَخْرُجُ مِنْ بُطُونِهَا شَرَابٌ) وفيما سبق من الآيات، وهو قوله:  (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ) وفي قوله: (وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا) دلالة قدرته على إنشاء الأشياء من لا شيء، ودلالة علمه وتدبيره؛ لأنه أخرج من هذه الجواهر المختلفة أشياء من غير جوهرها وجنسها ما لم يكن شيء مما أكل منها هذه البهائم من الجواهر التي أخرج منها، من نحو العسل الذي أخرج من الفواكه التي أكلت، واللبن من العلف الذي أكل، والعصير والسكر والأعناب من الكروم؛ إذ ليس شيء خرج منها من جنس ما أكل، ولا من جوهر ما سقى، دل أنه كان فعل عليم قادر على إنشاء الأشياء من لا شيء ولا سبب، وفيه دلالة علمه وتدبيره وحكمته؛ لأن إنشاء ذلك اللبن في البطن على غير جوهر ما تناولت، ومن خلاف لونه في تلك الظلمات دل أن علمه وتدبيره غير مقدر بعلم الخلق، وأن حكمته غير مقدرة بحكمة الخلق، وكذلك قدرته غير مقدرة بقدرة الخلق، ثم قوله:  (فَاسْلُكِي سُبُلَ رَبِّكِ) قيل: طرق ربك ذللا، وقيل مطيعة، وقيل من الذل، أي: الرفق واللين، كقوله:  (أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ) وقوله: (وَاخْفِضْ جَنَاحَكَ. . .) الآية من الذل، ومن الرفق واللين، وهذا يخرج على وجهين. </p><p> أحدهما: ذللت سبل ربها، وسهل السلوك فيها حتى تسلك كيف شاءت. </p><p> وقوله - عَزَّ وَجَلَّ - (وَمِمَّا يَعْرِشُونَ) قيل: مما يبنون، ويحتمل مما يتخذ من العريش، وهو الذي يتخذ من الخشب. </p><p> وقوله - عَزَّ وَجَلَّ -: (مُخْتَلِفٌ أَلْوَانُهُ) . </p><p> قال الحسن: الشهد والعسل. </p><p> وقَالَ بَعْضُهُمْ: مختلف في الطعم، وقيل: في الألوان: الأبيض، والأحمر، والأصفر. </p><p> وقوله - عَزَّ وَجَلَّ -: (فِيهِ شِفَاءٌ لِلنَّاسِ) قَالَ بَعْضُهُمْ: فيه شفاء للناس، من كل </p><p> داء، حتى القروح، وكل شيء. </p><p> وقَالَ بَعْضُهُمْ: قوله: (فِيهِ شِفَاءٌ) من داء دون داء. </p><p> وقَالَ بَعْضُهُمْ:  (فِيهِ شِفَاءٌ) يعني: في القرآن، فيه شفاء القلوب للدِّين. </p><p> ويحتمل قوله: فيه شفاء للأجساد، فإن أراد هذا فهو ظاهر، لا شك أن فيه ذلك الشفاء. </p><p> ويحتمل: فيه شفاء للدِّين، فإن كان هذا فيكون ذلك من جهة النظر فبه يدرك ويوصل إلى ذلك الشفاء. </p><p> وقوله:  (ثُمَّ كُلِي مِنْ كُلِّ الثَّمَرَاتِ) . </p><p> قَالَ بَعْضُهُمْ: من نوع ما تأكل النحل. </p><p> وقَالَ بَعْضُهُمْ: من جميع الثمرات التي تكون في الجبال. </p><p> عن عبد اللَّه قال: القرآن والعسل هما الشفاءان، القرآن شفاء الدِّين، والعسل شفاء الأبدان. </p><p> وقَالَ بَعْضُهُمْ من أهل اللغة: إن الوحي في كلام العرب على وجوه: منها: وحي النبوة، وهو إرسال اللَّه الملائكة إلى أنبيائه ورسله، كقوله:  (وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا) ، ومنها: وحي الإشارة كقوله: (فَأَوْحَى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا) ، ومنها: وحي الإلهام، وهو كقوله:  (وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ) ، وقوله:  (وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى) ، وقوله (بِأَنَّ رَبَّكَ أَوْحَى لَهَا) ، ونحوه. ومنها: وحي الأسرار، كقوله:  (يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ. . .) الآية. </p><p> وقَالَ بَعْضُهُمْ: إن أصل الوحي عندنا هو أن يلقي الإنسان إلى صاحبه شيئًا للاستتار والإخفاء وقد يكون ذلك بالإيماء والخط. </p><p> وأصل الوحي ما ذكرنا أنه سمي به لسرعة وقوعه وقذفه في القلب. </p><p> وقال أبو بكر: تأويل الوحي أن يعلم الذي يوحي إليه ويرشده، وذلك من وجهين: </p><p> أحدهما: أن اللَّه أرشد كل دابة سوى الإنسان إلى مصلحتها، والهرب عن مهلكها ومتلفها بما فطوها اللَّه عليه، كما أرشد الإنسان إلى ما يصلحه في دينه ودنياه بالتعليم، فمثل اللَّه تعليمه كل دابة ما فيه مصلحتها ومفسدتها بما دبرها عليه، كما علم الإنسان بالقول والبيان، فقال:  (وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ) أي: أرشدها ودلها بفطرتها (أَنِ اتَّخِذِي مِنَ الْجِبَالِ بُيُوتًا وَمِنَ الشَّجَرِ) بيوتًا فيها (وَمِمَّا يَعْرِشُونَ) يعني: واتخذي مما يبني الإنسان لمسكنه. </p><p> وقال: العريش: الحيطان التي لا سماء لها، بفطرتها تتخذ خلاياها في كل ذلك لمنافع الخلق، ثم قال:  (ثُمَّ كُلِي مِنْ كُلِّ الثَّمَرَاتِ) والثمرات مختلفة الطعم والمنظر والمشبم: (فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلًا) وهو ما سبل اللَّه لها من الرزق والمأوى (ذُلُلًا) قال: يقول: ذلك ذلل لك كل شيء قدره لرزقك ومسلكك، وذللك في طلب ما سبل لبني آدم وجعلها سببًا لمنافعهم وصغر قدرك لديهم فذلك قدرته وسلطانه على ما شاء؛ ليعلموا أن خالقهم لا يعجزه شيء، وأنه القدير على ما يعدهم من البعث والثواب والعقاب. </p><p> وقوله:  (يَخْرُجُ مِنْ بُطُونِهَا شَرَابٌ مُخْتَلِفٌ أَلْوَانُهُ) يقول: الجنس واحد، ثم هو ضروب كألوان التمر والعنب وسائر الثمار في مذاقه ومشامه ومنظره، وكله عسل فيه شفاء للناس لمنافعهم وملاذهم وفيما أراهم اللَّه من قدرته على ما يشاء من ذلك، فيه شفاء لهم في الدِّين والعلم، يعلمون بما يشاهدون من تدبير اللَّه وقدرته، على ما بينا. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ فِي ذَلِكَ لَآيَةً) يقول: لعبرة ودليلا وبرهانًا (لِقَوْمٍ يَتَفَكَّرُونَ) فيما يشاهدون من تدبير اللَّه وتقديره وقدرته على ما يشاء، واللَّه أعلم. </p><p> وقال في قوله:  (وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ) يقول: ولكم عبرة ودليل أن النخل أجذاع خشب لا طعم فيها والكرم خشب أيضًا وما فيهما من سعف وورق لا عسل فيها ولا عنب، فأخرج اللَّه منهما ثمرات مختلفات، فيه عسل، وفيه تمر وزبيب، وتتخذون منه ما تلذون من الشراب. وقال: هذا قبل تحريم الخمر، والسكر: كل ما أسكرهم، وتتخذون منه أيضًا رزقًا حسنًا، أي: طيبًا، وهو ما تأكلون منها، سوى ما تشربون، وتكسبون بها أموالا كثيرة، منَّ اللَّه به عليهم. </p><p> وقَالَ بَعْضُهُمْ: السكر: كل شيء حرمه اللَّه من ثمارها من الشراب، الخمر من العنب، والسكر من التمر، والرزق الحسن: ما أحل من ثمرها، الزبيب، والتمر، </p>"
}