{
  "id": null,
  "sura": 16,
  "aya": 111,
  "text": "<p> مُطْمَئِنٌّ بِالْإِيمَانِ): إنما نزل في عمار بن ياسر، وليس لنا إلى ذلك حاجة؛ إنما الحاجة فيما ذكرنا من الحكم فيه والحكمة، واللَّه أعلم. </p><p> وقوله - عزَّ وجلَّ -: (يَوْمَ تَأْتِي كُلُّ نَفْسٍ تُجَادِلُ عَنْ نَفْسِهَا وَتُوَفَّى كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ (١١١) </p><p> قال الحسن:  (تُجَادِلُ) ، أي: تخبر، (عَنْ نَفْسِهَا) : عما عملت من خير أو شر. </p><p> وقال أبو بكر الأصم: إن كل نفس رهينة بما كسبت من شر حتى يكون طائرًا في عنقه. </p><p> ولكن ليس لنا فيما ذكر هَؤُلَاءِ مجادلة، المجادلة: المخاصمة؛ كأنها تخاصم عن نفسها من ارتكاب أشياء، ودعوى أشياء على ما ذكر في غير آية؛ من قوله:  (ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ) . </p><p> وقَالَ بَعْضُهُمْ: إن جهنم تزفر زفرة حتى لا يبقى ملك مقرب ولا نبي مرسل إلا وقد جثا بركبتيه؛ خوفا منها؛ فعند ذلك تجادل وتخاصم كل نفس عن نفسها، ويشبه أن يكون مجادلتهم على غير هذا، وهو ما ذكر:  (شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ (٢٠) وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنْطَقَنَا اللَّهُ)؛ فتلك مجادلتهم أنفسهم، وكقوله:  (ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ) ، وكذلك ما ذكر في المنافقين:  (يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ. . .) الآية. </p><p> وذلك كله مجادلتهم أنفسهم، أو أن يقال:  (تُجَادِلُ) لكن لا يفسر: ما تلك المجادلة؛ لأن اللَّه - تعالى - ذكر المجادلة، ولم يذكر ما تلك المجادلة؟ </p><p> وقوله - عَزَّ وَجَلََّّ -: (وَتُوَفَّى كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ) . </p><p> أي: لا ينقصون من حسناتهم ولا يزدادون على سيئاتهم. </p><p> وهذه الآية ترد على المعتزلة؛ لأنهم يقولون بالتخليد لصاحب الكبيرة، وقد أخبر أنه: توفى كل نفس ما عملت من سوء، ولا توفى ما عملت من الخيرات والطاعات. </p><p> * * * </p><p> قوله تعالى:  (وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ (١١٢) وَلَقَدْ جَاءَهُمْ رَسُولٌ مِنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ الْعَذَابُ وَهُمْ ظَالِمُونَ (١١٣) فَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا وَاشْكُرُوا نِعْمَتَ اللَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ (١١٤) إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١١٥) وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلَالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ </p>"
}