{
  "id": null,
  "sura": 16,
  "aya": 84,
  "text": "<p> وقال أَبُو عَوْسَجَةَ:  (يَوْمَ ظَعْنِكُمْ) : يوم سيركم؛ ظعن يظعن: سار، والسراويل: القميص. يقول:  (تَقِيكُمُ) ، أي: تستركم. </p><p> وقَالَ الْقُتَبِيُّ:  (ظِلَالًا) ، أي: ظلال الشجر والجبال. </p><p> وقوله:  (كَذَلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ) . </p><p> هذا - واللَّه أعلم - في قوم علم اللَّه أنهم يؤمنون بما ذكر لهم من أنواع النعم والأفضال؛ ليعلم أن الإسلام من أعظم نعم اللَّه، لا يناله أحد إلا بنعمته. </p><p> وقال بعض أهل التأويل: سميت سورة (النحل) سورة النعم؛ لما فيها من ذكر النعم وأنواع منافع الخلق من أولها إلى آخرها. </p><p> * * * </p><p> قوله تعالى:  (وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا وَلَا هُمْ يُسْتَعْتَبُونَ (٨٤) وَإِذَا رَأَى الَّذِينَ ظَلَمُوا الْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنْظَرُونَ (٨٥) وَإِذَا رَأَى الَّذِينَ أَشْرَكُوا شُرَكَاءَهُمْ قَالُوا رَبَّنَا هَؤُلَاءِ شُرَكَاؤُنَا الَّذِينَ كُنَّا نَدْعُو مِنْ دُونِكَ فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ إِنَّكُمْ لَكَاذِبُونَ (٨٦) وَأَلْقَوْا إِلَى اللَّهِ يَوْمَئِذٍ السَّلَمَ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ (٨٧) الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ (٨٨) وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِمْ مِنْ أَنْفُسِهِمْ وَجِئْنَا بِكَ شَهِيدًا عَلَى هَؤُلَاءِ وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ (٨٩) </p><p> وقوله:  (وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيدًا) . </p><p> قَالَ بَعْضُهُمْ: شهيدها: أن يشهد عليهم من نحو ما ذكر من شهادة جوارحهم عليهم، وهو قوله:  (يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ. . .) الآية وقوله: (شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ. . .) الآية، وقوله:  (يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا) ، ونحو ذلك من الآيات التي فيها ذكر الشهادة عليهم؛ عند إنكارهم أعمالهم التي عملوها. </p><p> وقَالَ بَعْضُهُمْ: شهيدها: رسولها الذي بعث إليهم يشهد عليهم أنه قد بلغ إليهم رسالات ربهم، وهو كقوله:  (وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ) ، والنذير: هو الرسول المبعوث إليهم، وهو ما ذكر -أيضًا-: (فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ) </p><p> وكقوله:  (وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا) ، وقال:  (وَجِئْنَا بِكَ شَهِيدًا عَلَى هَؤُلَاءِ) . </p><p> أخبر أنه يجيء بمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - شهيدًا على أُولَئِكَ: أن الرسل قد بلغوا الرسالة إليهم، وهو ما ذكر:  (فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ) ، وقوله:  (يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ. . .) الآية، وقوله:  (وَيَومَ يُنادِيهِم) : يسأل الرسل عن تبليغ الرسالة إلى قومهم، ويسأل قومهم عما أجابوا الرسل. إلى هذا يذهب بعض أهل التأويل، واللَّه أعلم. </p><p> جميع ما ذكر في القرآن من مجيئه وإنبائه ونحوه جائز أن يكون ذلك البعث تفسير ذلك كله. </p><p> قوله:  (وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ) : كذا من ذلك، وقوله:  (وَجَاءَ رَبُّكَ وَالْمَلَكُ) و (هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ) ، وقوله:  (فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ) ، فهو البعث، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا) . </p><p> قال الحسن: لا يؤذن لهم بالاعتذار؛ لأنه لا عذر لهم، وهو ما قال:  (هَذَا يَوْمُ لَا يَنْطِقُونَ (٣٥) وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ (٣٦) ؛ لأنه لا عذر لهم، وأعذارهم لا ينفع لهم شيئا؛ إذ اعتذارهم من نحو قولهم:  (رَبَّنَا هَؤُلَاءِ أَضَلُّونَا) ؛ وقولهم:  (لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ) ، ونحو هذا مما لا ينفعهم ذلك؛ فلا يؤذن لهم لذلك. </p><p> (وَلَا هُمْ يُسْتَعْتَبُونَ) . </p><p> قال الحسن: ولا هم يقالون، وكذلك قال في قوله:  (وَإِنْ يَسْتَعْتِبُوا فَمَا هُمْ مِنَ الْمُعْتَبِينَ) ، أي: من المقالين، أي: لا يقالون مما كان منهم. </p><p> وقَالَ بَعْضُهُمْ: لا يؤذن لهم ولا يمكن لهم من التوبة والرجوع عما كانوا؛ لأن ذلك الوقت ليس هو وقت التوبة والرجوع، كقوله:  (فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ) . وهذه الآية، وقال:  (فَلَمْ يَكُ يَنْفَعُهُمْ) ، ونحوه - (وَلَا هُمْ يُسْتَعْتَبُونَ) العتاب في الخلق: هو تذكير ما كان من الفرط؛ ليرجع عما كان منه، وذلك في الآخرة لا يحتمل. </p>"
}