{
  "id": null,
  "sura": 16,
  "aya": 10,
  "text": "<p> وباللَّه يوصل بقصد السبيل؛ وهي السبل التي ذكرنا، (وَمِنْهَا جَائِرٌ) كقوله: (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ) . </p><p> وقَالَ بَعْضُهُمْ: طريق الحق والعدل لله، وقد يستعمل حرف (على) مكان (له) كقوله: (وَمَا ذُبِحَ عَلَى النُّصُبِ) أي: للنصب وقوله: (وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى رَبِّهِمْ) أي: لربهم، كقوله:  (يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ) ، (وَمِنْهَا جَائِرٌ) : وهي السبل المتفرقة عن سبيله. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ) . </p><p> قد ذكرنا تأويله، وقوله:  (وَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ) يخرج على وجهين: </p><p> أحدهما: لو شاء أكرم الخلق كله اللطف الذي أكرم أولياءه؛ فاهتدوا به؛ فيهتدون. </p><p> والثاني: لو شاء أعطاهم جميعًا الحال التي يكون بها الاهتداء؛ وهو ما قال:  (وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً) ، إلى آخر ما ذكر؛ لما لا يحتمل أنه إذا كان ذلك مع الكفار لكفروا جميعًا، وإذا كان تلك الحال للمسلمين لا يسلمون. </p><p> * * * </p><p> قوله تعالى:  (هُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً لَكُمْ مِنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ (١٠) يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنَابَ وَمِنْ كُلِّ الثَّمَرَاتِ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ (١١) وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (١٢) وَمَا ذَرَأَ لَكُمْ فِي الْأَرْضِ مُخْتَلِفًا أَلْوَانُهُ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَذَّكَّرُونَ (١٣) وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (١٤) وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَأَنْهَارًا وَسُبُلًا لَعَلَّكُمْ تَهْتَدُونَ (١٥) وَعَلَامَاتٍ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ (١٦) أَفَمَنْ يَخْلُقُ كَمَنْ لَا يَخْلُقُ أَفَلَا تَذَكَّرُونَ (١٧) وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا إِنَّ اللَّهَ لَغَفُورٌ رَحِيمٌ (١٨) </p><p> وقوله - عَزَّ وَجَلَّ -: (هُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً) موصول بقوله: (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ) ، وقوله:  (خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ) ، وقوله. (وَالْأَنْعَامَ خَلَقَهَا)  (وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ) . </p>"
}