{
  "id": null,
  "sura": 16,
  "aya": 24,
  "text": "<p> قوله تعالى:  (وَإِذَا قِيلَ لَهُمْ مَاذَا أَنْزَلَ رَبُّكُمْ قَالُوا أَسَاطِيرُ الْأَوَّلِينَ (٢٤) لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلَا سَاءَ مَا يَزِرُونَ (٢٥) قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ وَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ (٢٦) ثُمَّ يَوْمَ الْقِيَامَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تُشَاقُّونَ فِيهِمْ قَالَ الَّذِينَ أُوتُوا الْعِلْمَ إِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوءَ عَلَى الْكَافِرِينَ (٢٧) الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ فَأَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ بَلَى إِنَّ اللَّهَ عَلِيمٌ بِمَا كُنْتُمْ تَعْمَلُونَ (٢٨) فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ (٢٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذَا قِيلَ لَهُمْ مَاذَا أَنْزَلَ رَبُّكُمْ قَالُوا أَسَاطِيرُ الْأَوَّلِينَ) . </p><p> أي: قال الأتباع للرؤساء: ماذا أنزل ربكم؟ قال الرؤساء: أنزل أساطير الأولين، أو يخرج على الإضمار، كأنهم قالوا لهم: ماذا يقول إنه أنزل ربكم عليه؟ فقالوا عند ذلك: أساطير الأولين، وإلا لا يحتمل أن يكون ذكروا أساطير الأولين، جواب سؤالهم: ماذا أنزل ربكم؟ مفردًا؛ لأنهم كانوا يقرون باللَّه بقولهم:  (مَا نَعْبُدُهُمْ إِلا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) . و (هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ) ؛ فلا يحتمل أن يكونوا إذا سئلوا ماذا أنزل ربكم؛ فيقولون: أساطير الأولين إلا أن يكون في السؤال زيادة قول، أو في الجواب إضمار؛ فيكون - واللَّه أعلم - كأنه قال: وإذا قيل لهم: ماذا يزعم هذا أنه أنزل عليه ربكم؟ قالوا عند ذلك: إنه يقول: أساطير الأولين؛ كقوله:  (وَقَالُوا يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ) أي: قالوا: يَا أَيُّهَا الذي يزعم أنه نزل عليه الذكر. </p><p> أو يكون قوله:  (وَإِذَا قِيلَ لَهُمْ مَاذَا أَنْزَلَ رَبُّكُمْ) فقالوا: لم ينزل اللَّه شيئًا إنما يقول أساطير الأولين، ومثل هذا يحتمل أن يكون. </p><p> وقوله:  (أَسَاطِيرُ الْأَوَّلِينَ) قال أَبُو عَوْسَجَةَ: أحاديث الأولين والواحد أسطور، وهي الأحاديث المختلقة؛ كقوله:  (إِنْ هَذَا إِلَّا اخْتِلَاقٌ) أي: لا أصل له؛ وأصله الكذب. وهكذا عادة أُولَئِكَ الكفرة يقولون للأنباء: أساطير الأولين، وكانوا ينسبون ما يقرأ عليهم إلى السحر، ولو كان في الحقيقة سحرًا أو أحاديث الأولين كان دليلا له. أو قالوا ذلك على الاستهزاء له، وذلك جائز أن يخرج قولهم ذلك على الاستهزاء. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ </p>"
}