{
  "id": null,
  "sura": 16,
  "aya": 90,
  "text": "<p> الواقع تحت الحواس؛ إذ البين الذي من جحده حرم أول درجات البيان ومنع عن فهم المجحود عنه؛ إذ الجحود يكفى كلًّا مؤنة خصومته، ثم غيره مما يصير بالتأمل على الوجوه التي جعلت للوصول إليه، وإن بعد أو قرب بدليله كالمحسوس؛ إذ التأمل في الأسباب هو سبب الوصول إلى ما غاب، كاستعمال الحواس فيما يشهد؛ فمن أراد القطع على حد أو شيء يحتاج إلى دليل فيه. </p><p> وأصل البيان - حقيقة - هو الظهور، وأسباب إظهار الأشياء متفاوتة، وعلى ذلك مقاديرها من الظهور، وجملته ارتفاع التواتر عن القلوب، وتجلي حقائق الأمور لها؛ على قدر العقول في الإدراك وما يتجلى للقلوب على مقدار ما يحتمل من الظهور. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُدًى وَرَحْمَةً) . </p><p> يجب أن يكون قوله:  (تِبْيَانًا لِكُلِّ شَيْءٍ) ، وقوله:  (وَهُدًى وَرَحْمَةً) - كله واحد الرحمة والهدى والبيان، وبرحمته وبهداه يتبين لهم ويتضح، لكنهم قالوا: البيان للناس كافة يبين ويتضح إلا من عاند وكابر، والهدى والرحمة للمؤمنين خاصة؛ على ما ذكر وهدى ورحمة وبشرى للمسلمين؛ ذلك للمسلمين خاصة، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ (٩٠) وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ (٩١) وَلَا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَهَا مِنْ بَعْدِ قُوَّةٍ أَنْكَاثًا تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ أَنْ تَكُونَ أُمَّةٌ هِيَ أَرْبَى مِنْ أُمَّةٍ إِنَّمَا يَبْلُوكُمُ اللَّهُ بِهِ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيَامَةِ مَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (٩٢) وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ وَلَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ (٩٣) وَلَا تَتَّخِذُوا أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا السُّوءَ بِمَا صَدَدْتُمْ عَنْ سَبِيلِ اللَّهِ وَلَكُمْ عَذَابٌ عَظِيمٌ (٩٤) وَلَا تَشْتَرُوا بِعَهْدِ اللَّهِ ثَمَنًا قَلِيلًا إِنَّمَا عِنْدَ اللَّهِ هُوَ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (٩٥) مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ (٩٦) مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ (٩٧) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ. . .) إلى آخر ما ذكر. </p><p> قال الحسن: قوله: (إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ) فيما بين الناس، أي: يأمر بالحكم فيها بينهم بالعدل، (وَالْإِحْسَانِ) : هو ما كلفهم بالطاعة له، أو أن يكون الأمر بالإحسان إلى أنفسهم أو إلى الناس، وجَائز أن يكون الأمر بالعدل فيما بينه وبين اللَّه، والإحسان فيما بينه وبين الخلق، أي: يعامل ربه بالعدل؛ لأن العدل هو وضع الشيء موضعه، وهو لا يقدر على المجاوزة عن العدل حتى يكون في حد الإحسان فيما بينه وبين ربه، ويقدر أن يصنع إلى خلقه أكثر مما يصنعون هم إليه؛ فيكون محسنًا إليهم، وأما إلى اللَّه فلا يكون محسنًا. </p><p> (وَإِيتَاءِ ذِي الْقُرْبَى) . </p><p> أي: إعطاء ذي القربى الصدقة من غير الزكاة المفروضة. </p><p> (وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ) . </p><p> هي المعاصي، أي: نهى عن المعاصي كلها. وقال أبو بكر الأصم:  (يَأْمُرُ بِالْعَدْلِ) ، أي: بالحق الذي له عليهم، والإحسان: هو ما تعبدهم من العبادات والطاعات التي جعل بسبب عطف بعضهم على بعض. </p><p> (وَإِيتَاءِ ذِي الْقُرْبَى) . </p><p> صلة القرابة والأرحام. </p><p> (وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ) . </p><p> قال ابن عَبَّاسٍ ومقاتل وقتادة وهَؤُلَاءِ: قوله: (يَأْمُرُ بِالْعَدْلِ) : بالتوحيد، (وَالْإِحْسَانِ) ، أي: أداء الفرائض، وهو قول ابن عَبَّاسٍ وقتادة. </p><p> وقال مقاتل: قوله: (وَالْإِحْسَانِ) : هو فيما بينهم، يحسن بعضهم إلى بعض، (وَإِيتَاءِ ذِي الْقُرْبَى) : صلة الأرحام، (وَيَنْهَى عَنِ الْفَحْشَاءِ) ، أي: الزنى، (وَالْمُنْكَرِ) ، أي: السكر، (وَالْبَغْيِ) : مظالم الناس. </p><p> وقَالَ بَعْضُهُمْ: المنكر: ما لا يعرف في الشرائع والسنن. ويقال: المنكر: ما أوعد اللَّه عليه النار، والبغي: الاستطالة، والظلم، ثم يجب أن نقرر حقيقة العدل: ما هو؟ فهو - واللَّه أعلم -: وضع كل شيء موضعه؛ فيدخل فيه كل شيء: التوحيد وغيره؛ بجعل الربوبية والألوهيةِ لله لا شريك فيها غيره، ولا يصرفها إلى غيره، ولا يضيف، بل ينسب الربوبية والألوهية إلى اللَّه، والعبودية إلى العباد، ولا يضاف العبودية إلى اللَّه، ولا الربوبية والألوهية إلى العباد؛ فذلك العدل ووضع كل شيء موضعه: الربوبية في موضعها، والعبودية في موضعها، هذا - واللَّه أعلم - معنى العدل. </p><p> وأمَّا الإحسان: فهو ما قال النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: إن جبريل سأله عن الإحسانِ حين سأله عن الإيمان والإسلام؛ فقال ما الإحسان؟ فمَال:  \" أَنْ تَعْمَلَ لِلَّهِ كَأنكَ تَراهُ، فَإنْ لَم تَكُنْ تَرَاهُ فَإِنَهُ يَرَاكَ \" . ومن يعمل لآخر بحيث يراه وينظر إليه يكون أبدًا طالب رضاه في ذلك العمل، وإخلاصه له وطلب مرضاته فيه؛ فهو يحتمل وجوهًا ثلاثة - أعني الإحسان -: أحدها: ما ذكر أنه يعمل له كأنه يراه، وذلك فيما بينه وبين ربه. </p><p> والثاني: فيما بينه وبين الخلق، وهو أن يحب لهم كما يحب لنفسه فيما أذن له في ذلك، أو نقول على الإطلاق يحب لهم كما يحب لنفسه. </p><p> فإن عورض بالقتال والحروب التي بيننا وبين أهل الحرب، وذلك بالذي لا نحب لأنفسنا ونحب لهم - قيل: في ذلك طلب نجاتهم وتخليصهم من الهلاك والعذاب الدائم الأبدي، وذلك ما نحبه نحن لأنفسنا: أن يسعى أحد في نجاة أحدنا من المهلكة؛ ألا ترى أنه قال:  (وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ) وليس في القتال في الظاهر رحمة، لكن في الحقيقة رحمة؛ حيث يحملهم القتال على الإسلام؛ إذ كان قبل نصب القتال والحروب معهم لم يسلم إلا قليل منهم؛ فلما نصب الحروب معهم والقتال دخلوا في الإسلام أفواجًا أفواجًا؛ فصار ذلك في الحقيقة رحمة، وإن كان في رأي العين في الظاهر ليس برحمة. </p><p> وكذلك هذه المصائب والبلايا التي تحل بالخلق، هي في الحقيقة نعمة ورحمة؛ ولذلك عدها وسماها بعض الناس؛ لما تعقب من الثواب والنعمة إذا صبر عليها، ورأى ذلك منه حقا وعدلًا، ورأى حال الضراء والسراء منه؛ فهو بطيب نفسه في جميع الأحوال تنصرف به من الشدة والضيق، فإذا رأى نعمة، لما تعقب من الخير والنفع في العاقبة - فمن هذه الجهة يجوز أن يقال: ذلك نعمة ورحمة، وأمَّا في ظاهر الحال فلا؛ وذلك أن كل بلاء ينزل بأحدٍ، فصبر عليهِ كان في ذلك خصال أربعة: </p><p> أحدها: تكفير ما كان ارتكب من المعاصي. </p><p> والثاني: معرفة العبودة وملك غيره عليه. </p><p> والثالث: ما يعقب من الثواب والنعيم الدائم. </p><p> والرابع: معرفة النعم من الشدة؛ لأنه بالشدة يعرف النعم. </p><p> وأمَّا الإحسان إلى نفسه: فهو أن يحفظها عما فيه هلاكها. </p><p> وقوله:  (وَيَنْهَى عَنِ الْفَحْشَاءِ) . </p><p> هو ما يكبر ويفحش من الشيء. </p><p> (وَالْمُنْكَرِ) . </p><p> هو الشيء الغريب الذي لا يعرف؛ ألا ترى إلى قول إبراهيم:  (سَلَامٌ قَوْمٌ مُنْكَرُونَ) سماهم منكرين لما لم يعرفهم؛ فالمنكر: ما يفعل من هو معروف بالخير والصلاح من الزلات لما يكون ذلك منهم غريبًا؛ إذ لم يعرفوا بذلك، فذلك منهم منكر. </p><p> و (الْفَحْشَاءِ) . </p><p> ما يكون من أهل الفساد والشرور، وذلك مما يكبر ويفحش ذلك منهم. </p><p> (وَالْبَغْيِ) . </p><p> هو الظلم، ويحتمل أن يكون هذا كله المنكر والفحشاء والبغي وكله واحد: الفحشاء هو المنكر، والفحشاء هي البغي، والمنكر هو الفحشاء والبغي، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَعِظُكُمْ) . </p>"
}