{
  "id": null,
  "sura": 16,
  "aya": 38,
  "text": "<p> آثار من كان قبلكم الذين أهلكوا بالتكذيب، كان النبي يخبرهم من أنباء الأمم الخالية؛ وما نزل بهم، فينكرون ذلك؛ فقال عند ذلك: فسيروا في الأرض فانظروا إلى آثار من كان قبلكم. </p><p> ويشبه أن يكون ليس على السير نفسه؛ ولكن على التأمل والنظر في آثار أُولَئِكَ وأمورهم أنه بم نزل بهم ما نزل، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنْ تَحْرِصْ عَلَى هُدَاهُمْ فَإِنَّ اللَّهَ لَا يَهْدِي مَنْ يُضِلُّ وَمَا لَهُمْ مِنْ نَاصِرِينَ (٣٧) </p><p> قال أبو بكر الأصم: قوله: (إِنْ تَحْرِصْ عَلَى هُدَاهُمْ) :، كان يحب ويحرص على هدى قراباته؛ كقوله:  (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ) ، فقال:  (فَإِنَّ اللَّهَ لَا يَهْدِي مَنْ يُضِلُّ) ؛ أي: لا يهديهم بضلالهم وقت ضلالهم أو لا يهديهم وقت اختيارهم الضلال، أو لا يهدي من علم أنه يختار الضلال أويهلك على الضلال، أو لا ينجي من يهلك على الضلال. </p><p> وفيه لغات ثلاث:  (فَإِنَّ اللَّهَ لَا يَهْدِي مَنْ يُضِلُّ) أي: لا يُهْدَى من أضله اللَّه؛ أي: إذا أضله اللَّه فليس أحد يهديه، و (لَا يَهْدِي مَنْ يُضِلُّ) ؛ ما ذكرنا، و (لَا يَهْدِي مَنْ يُضِلُّ) ؛ أي: لا يهتدي من أضله اللَّه، واللَّه أعلم بذلك. أو لا يهتدي في الآخرة طريق الجنة مَنْ أضله اللَّه في الدنيا لاختياره الضلال، وهو كقوله:  (وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ)  (وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ) ، وقت اختيارهم الكفر والظلم، أو لا يهدي من علم منه أن يختار الضلال والظلم، أو لا يهدي من يلزم الضلال وقت لزومه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا لَهُمْ مِنْ نَاصِرِينَ) . </p><p> ظاهر تأويله. </p><p> * * * </p><p> قوله تعالى:  (وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ بَلَى وَعْدًا عَلَيْهِ حَقًّا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٣٨) لِيُبَيِّنَ لَهُمُ الَّذِي يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ الَّذِينَ كَفَرُوا أَنَّهُمْ كَانُوا كَاذِبِينَ (٣٩) إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ (٤٠) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ) . </p><p> فَإِنْ قِيلَ: لنا: ما الحكمة والفائدة في ذكر قسمهم الذي أقسموا في القرآن؛ وجعل ذلك آية تتلى؟ وذلك القسم الذي أقسموا كان بحضرة النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأصحابه، وهم علموا ذلك ليس كالأنباء والقصص التي كانت من قبل، إذ كان ذلك شيئا غاب عنه لم يشهدها؛ فأخبرهم على ما كان، ففي ذلك إثبات رسالته ونبوته؟ </p><p> فالحكمة والفائدة من ذكرها في القرآن؛ وجعلها آيات تتلى؛ ليعلم أنه إنما عرف ذلك باللَّه تعالى. </p><p> وأمَّا القسم الذي أقسموا ليس فيه ما ذكرنا من إثبات الرسالة؛ وهم قد علموا ذلك؛ فما الفائدة في ذكره؟ </p><p> قيل: يشبه أن يكون ذكره لنا - عَزَّ وَجَلَّ - لنعلم نحن عظيم سفه أُولَئِكَ؛ وقلة عقولهم، وحلم الرسول واحتمال ما احتمل منهم من الأذى والمكروه؛ لنعلم نحن أن كيف يعامل السفهاء؛ وأهل الفساد؛ والعصاة من الناس؛ على ما عامل رسل الله أقوامهم؛ مع عظيم سفههم وقلة عقلهم، فذلك فائدة ذكر قسمهم في القرآن قد تكلف أُولَئِكَ الكفرة الكبراء منهم في تلبيس الآيات والحجج، التي أتت بها الرسل: مرة بالقسم الذي ذكر؛ حيث أقسموا باللَّه جهد أيمانهم أنه لا يبعثون، ومرة بالنسبة إلى السحر، ومرة بالافتراء، ومرة بالنسبة إلى الجنون، وفي الإنباء بأنه إنما يعلمه بشر منا، يريدون بذلك التلبيس على الأتباع. </p><p> ثم البعث واجب بالعقل، والحكمة، وأخبار الرسل؛ إذ ليس خبر أصدق من أخبار الرسل وآثارهم، وهم ممن يقبلون الأخبار، فأخبار الرسل أولى بالقبول والتصديق من غيرهم؛ لأن معهم آيات صدقهم ودلالات تحقيقهم. </p><p> وأما العقل فهو أن كون هذا العالم وإنشاءه للفناء خاصة خارج عن الحكمة، إذ كل عمل لا يكون له عاقبة حميدة عبث، وهو كما قال:  (أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا. . .) الآية، أخبر أنه إذا لم يكن رجوع إليه يكون خلقه إياهم عبثًا. </p><p> وأما الحكمة فهي أن الانتقام لأوليائه من الظلمة واجب لظلمهم، والإحسان لأهل الإحسان، فلو لم يكن بعث والحياة بعد الموت؛ لينتقم من الظالم لظلمه، ويجزى المحسن لإحسانه يذهب فائدة الترغيب على الطاعة والإحسان، ووعيد الظالم بالانتقام، فالبعث واجب؛ للوجوه التي ذكرنا، والتفريق بين الأولياء والأعداء؛ وقد جمعهم في هذه الدنيا، وفي الهحكمة التفريق بينهما. </p><p> وقوله:  (جَهْدَ أَيْمَانِهِمْ) . </p><p> ذكر أن مشركي العرب كانوا لا يقسمون باللَّه إلا فيما يعظم من الأمر، ويشتد عليهم؛ تعظيمًا له وإجلالا؛ إنما كانوا يقسمون بالأصنام والأوثان التي عبدوها، فإذا حلفوا باللَّه فذلك جهد أيمانهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَلَى وَعْدًا عَلَيْهِ حَقًّا) . </p><p> قوله:  (بَلَى) رد على قولهم: (لَا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ) فقال: بلى يبعث. </p><p> وقوله:  (وَعْدًا عَلَيْهِ حَقًّا) . </p><p> يحتمل (وَعْدًا) : أي: وعد أنه يبعثهم، فحق عليه أن ينجز ما وعد، أو حقا عليه أن يعد البعث والإنجاز له، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) . </p><p> وهذا يحتمل وجهين: </p><p> أحدهما: أنه نفى عنهم العلم لما لم ينتفعوا بعلمهم، فهو كما نفى عنهم السمع والبصر وغيرهما من الحواس؛ لما لم ينتفعوا بها انتفاع ما لذلك كان خلقها، فنفى ذلك عنهم. </p><p> والثاني: نفى عنهم ذلك على حقيقة النفي؛ لأنهم لم ينظروا؛ ولم يتأملوا في الآيات والأسباب التي بها جعل لهم الوصول إلى العلم، فلم يعلموا، ثم لم يعذرهم بجهلهم ذلك؛ لما جعل لهم سبيل الوصول إلى علم ذلك بالنظر والتأمل في الآيات والحجج، لكنهم شغلوا أنفسهم في غيرها، ولم ينظروا في الأسباب التي جعلها لهم سبيل الوصول إليه، فهذا يدل أن من جهل أمر اللَّه ونهيه يكون مؤاخذًا به؛ بعد أن جعل له سبيل الوصول إليه بالدلائل والإشارات، فلا يخرج مؤاخذته إياه؛ وعقوبته بترك أمره عن الحكمة، وأما </p>"
}