{
  "id": null,
  "sura": 16,
  "aya": 102,
  "text": "<p> الافتراء: أنه افترى، وكذلك كان عادتهم المعاندة والمكابرة؛ كقوله:  (وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ) ، وكقوله:  (مَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ) ، ونحوه من الآيات. كلما أتى بهم حجة وآية بعد آية كانوا يستقبلونه بالتكذيب لها، ونسبة رسول اللَّه إلى الافتراء من نفسه؛ ويزداد لهم بذلك كفرًا، وهو ما قال:  (وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ (١٢٤) وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ): أخبر أنه كان يزداد لأهل الإيمان بما ينزل عليهم من سُورَةٍ إيمانًا، ويزداد لأهل الشرك رجسًا وكفرًا إلى كفرهم مثل هذا. </p><p> ولو كان يحتمل أن يكون حرف (إذا) مكان (لو) - لكان أقرب، ويكون تأويله: ولو أنزلنا حجة بعد حجة وآية على أثر آية جديدة - فما آمنوا؛ كقوله:  (وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا) ، وكقوله:  (وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ. . .) الآية، أي: لو أن هذا القرآن - قرآن سيرت به الجبال أو كلم به الموتى - فما آمنوا به؛ لعنادهم؛ فعلى ذلك: الأول قد يحتمل قوله: (وَإِذَا بَدَّلْنَا آيَةً مَكَانَ آيَةٍ) بالسؤال مكان آية (قَالُوا إِنَّمَا أَنْتَ مُفْتَرٍ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ) . </p><p> يحتمل قوله:  (وَاللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ) به صلاحهم وغير صلاحهم، أو أن يكون:  (وَاللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ) من تثبيت قلوب الذين آمنوا؛ كقوله:  (لِيُثَبِّتَ الَّذِينَ آمَنُوا) ، أو أن يكون (وَاللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ) : جبريل على رسوله؛ جوابَا لقولهم:  (إِنَّمَا أَنْتَ مُفْتَرٍ) ، وكقوله:  (قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ) ، أي: ليس بمفتر؛ ولكن نزله جبريل من ربه. </p><p> وقوله - عَزَّ وَجَلََّّ -: (قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِينَ آمَنُوا وَهُدًى وَبُشْرَى لِلْمُسْلِمِينَ (١٠٢) </p><p> يحتمل قوله:  (بِالْحَقِّ) ، أي: بالحق الذي عليهم، أو بالحق الذي لبعضهم على بعض. والحق في الأقوال: هو الصدق، وفي الأفعال: صواب ورشد، وفي الأحكام: عدل وإصابة، والحق: هو الشيء الذي يحمد عليه فاعله. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِيُثَبِّتَ الَّذِينَ آمَنُوا وَهُدًى) . </p>"
}