{
  "id": null,
  "sura": 16,
  "aya": 68,
  "text": "<p> أو يخرج على تذكير النعم في الوقت الذي كان السكر حلالا، أي: تتخذون منه سكرا ما تشربون، ورزقًا حسنًا سوى الشراب. </p><p> * * </p><p> قوله تعالى:  (وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبَالِ بُيُوتًا وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ (٦٨) ثُمَّ كُلِي مِنْ كُلِّ الثَّمَرَاتِ فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلًا يَخْرُجُ مِنْ بُطُونِهَا شَرَابٌ مُخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَاءٌ لِلنَّاسِ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ (٦٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبَالِ بُيُوتًا. . .) إلى آخر ما ذكر. </p><p> قَالَ بَعْضُهُمْ:  (وَأَوحَى) أي: قذف في قلوبها أن افعلي ما ذكر، والوحي هو القذف؛ سمي بذلك لسرعة وقوعه، ونفاذه في القلوب من غير أن يشعر الملقى فيه والمقذوف في قلبه أن أحدًا فعل ذلك أو ألقاه فيه، وهو ما مكن اللَّه للشيطان من الوسوسة في القلوب من غير أن يعلم الموسوس إليه والمقذوف في قلبه أن أحدًا دعاه إلى ذلك أو زين له ذلك، وكذلك ما يلهم الملائكة بني آدم من أشياء من غير أن يعلموا أن أحدًا دعا إلى ذلك أو زين ذلك له، أو ألقاه في قلوبهم فهذا كله يرد على من ينكر الشيطان والملائكة، وهم طائفة من الملحدة يقولون: إن الشهوات والأماني التي جعلت في أنفسهم هي التي تبعثهم وتهيجهم على ذلك لا الشيطان. </p><p> فيقال لهم: إن الإنسان قد يناله أشياء من غير أن كان منه تفكر في ذلك، أو أماني أو سابق تدبير، فذلك يدل أن غيرًا ألقى ذلك في قلبه وقذف، لا عمل الأماني والشهوات، وهذا أيضًا يدل على لطف اللَّه في البشر أنه يوفقهم على الطاعات ويحثهم عليها من غير أن علموا أن لغير في ذلك صنعًا، وكذلك الخذلان في المعاصي وأنواع الأجرام التي يكتسبونها. </p><p> ثم يحتمل قوله:  (وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ) أي: النحل وغيرها من البهائم - وجهين: </p><p> أحدهما: يحتمل أنه أنشأ هذه البهائم على طبائع تعرف بالطبع مصالحها، ومهالكها، ومعاشها، وما به قوام أبدانها وأنفسها، وما به فسادها وصلاحها من غير أن يعلم أن أحدًا يدعوهم إلى ذلك، أو يشير إليها، أو يأمر وينهى، ولكنه بالطبع يعرف ذلك ويعلم من نحو أشياء يعلمهن أشياء بالطباع من غير أن يعلم أن أحدًا علمهن ذلك من نحو الوز يسبح </p>"
}