{
  "id": null,
  "sura": 16,
  "aya": 106,
  "text": "<p> الذين كذبوها. </p><p> (هُمُ الْكَاذِبُونَ) . </p><p> * * * </p><p> قوله تعالى:  (مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ (١٠٦) ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَأَنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ (١٠٧) أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَارِهِمْ وَأُولَئِكَ هُمُ الْغَافِلُونَ (١٠٨) لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْخَاسِرُونَ (١٠٩) ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا مِنْ بَعْدِ مَا فُتِنُوا ثُمَّ جَاهَدُوا وَصَبَرُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ (١١٠) يَوْمَ تَأْتِي كُلُّ نَفْسٍ تُجَادِلُ عَنْ نَفْسِهَا وَتُوَفَّى كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ (١١١) </p><p> وقوله - عَزَّ وَجَلَّ -: (مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ) . </p><p> قوله:  (مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ) يحتمل وجهين - حيث ذكر من كفر باللَّه -: أحدهما: كفر باللَّه في زعم المكره؛ لأنه أكرهه به ففي زعمه كافر باللَّه؛ لطلبه ذلك منه، وهو كقوله:  (فَرَاغَ إِلَى آلِهَتِهِمْ) : في زعمهم؛ لأنهم لم يكونوا آلهة، وكقوله:  (وَانْظُرْ إِلَى إِلَهِكَ) : سماه إلهًا؛ لأنه - في زعم السامري - إله. والثاني: من كفر باللَّه شارحًا صدره بالكفر هو الكافر به حقًّا، وأما من أظهر الكفر بلسانه بالإكراه، وقلبه معتقد بالإيمان على ما كان مطمئنًّا به - فهو ليس بكافر. وأصله: أن من اعتقد مذهبا أو دينا أن يعتقده بخصال ثلاث: </p><p> إحداها: يقلد آخر؛ لما رآه أبصرَ وآخذ وأعلم فيه، وهو لا يبلغ ذلك، فيقلده؛ لفضل بصره وعلمه فيه ورأيه. </p><p> والثانية: يعتقد للشبهة؛ لما يتراءى عنده أنه الحق؛ فيعتقده لذلك للشبهة التي ذكرنا. </p><p> والثالثة: يعتقد لما يتضح له الحق فيعتقده. </p><p> فلهذه الوجوه الثلاثة يعتقد من يعتقد دينا أو مذهبا، فأما أن يعتقد الإنسان مذهبا مجانا على الجزاف فلا؛ فكان إظهار كفر هذا لإكراه من أكرهه لم يصر كافرًا. </p><p> وأصله أن الإيمان والكفر إنما يكونان بالاختيار؛ فإن الإكراه يزيل اختيار من كفر؛ </p><p> لذلك يبقى على الإيمان على ما كان؛ لما لم يوجد منه اختيار الكفر. </p><p> فَإِنْ قِيلَ: أليس أمرنا أن نقاتل أهل الكفر؛ ليسلموا، وذلك إسلام بإكراه؟! وعلى ذلك نطق الكتاب، وهو قوله:  (تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ) ، وقال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" أمِرتُ أن أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا: لا إِلَهَ إِلا اللَّه \" ، ثم إذا أسلم لخوف السيف - كان إسلامه إسلامًا في الظاهر ما يمنع كذلك أنه إذا أكره على الكفر، فأجرى كلمة الكفر على لسانه - كان كفره كفرًا في الظاهر؛ فيحكم بكفره كما حكم في الإسلام على الإكراه؛ فما الفرق فيه؟! </p><p> قيل: إن ذلك كان يجيء إلا أن اللَّه - تعالى - أعفى عباده عن ذلك؛ فأبقاهم على الإيمان وحكمه، وإن أظهروا بلسانهم كلام الكفر بعد أن تكون قلوبهم مطمئنة بذلك؛ فضلًا منه ونعمة، وإلا: القياس أن يحكم بحكم الكفر إذا تكلم بكلام الكفر، وأمَّا الطلاق والعتاق والنكاح ونحوه، وهو ظاهر على ما تكلم به، عامل واقع؛ لأن الطلاق والعتاق ونحوهما مما يتعلق بالكلام نفسه لا بغيره، فهو - وإن أكره على ذلك - فهو مختار للتكلم به، قاصد له؛ لأن المكره لو أحب أن يستعمل لسانه بالتكلم بما ذكر ما قدر عليه؛ دل أنه على الاختيار يتكلم، وأما البيع والشراء ونحوه لم يتعلق بالكلام نفسه؛ إذ قد يكون </p><p> بالأخذ والتسليم دون التكلم به؛ لذلك عمل الإكراه في إبطاله كما أبقاهم على الإيمان وحكمه، وإن أظهر بلسانه كلام الكفر بعد أن يكون قلبه مطمئنا بذلك، وعلى ذلك ما روي عن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حيث قال:  \" رُفِعَ عَنْ أُمتِي الْخَطَأُ وَالنسيَانُ وَمَا اسْتكْرِهُوا عَلَيه \" ؛ وذلك في الكفر ليس في غيره؛ لأن الإكراه على الكفر كان ظاهرًا يومئذ، ولم </p><p> يكن في غيره من طلاق وغيره. </p><p> وأمَّا قتالنا إياهم؛ ليسلموا - فهو يحتمل وجوهًا: </p><p> أحدها: على المجازاة؛ كقوله:  (وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً) فنقاتلهم ليظهروا الإسلام، وإن لم يعرف حقيقة على المجازاة. </p><p> والثاني: قبلنا منهم الإسلام على الإكراه لنقرهم فيما بين المسلمين؛ فيرون الإسلام ويتعلمون منهم حقيقة؛ ألا ترى أنه قال:  (إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ) ؛ سمّاهنّ مؤمنات، ثم أمرنا بامتحانهن، بقوله:  (فَامْتَحِنُوهُنَّ) ؛ فإنما يمتحنَّ؛ ليظهر حقيقة إيمانهن، وإلا لم يكن للامتحان معنى لولا ذلك. </p><p> وأصله: أن اللَّه جعل حقيقة الإيمان والكفر بالقلب دون اللسان وغيره من الجوارح؛ لأن غيره من الجوارح يجوز استعمالها بالإكراه، وأمَّا القلب فإنه لا يملك أحد سواه </p>"
}