{
  "id": null,
  "sura": 16,
  "aya": 75,
  "text": "<p> وقَالَ بَعْضُهُمْ: يعبدون من دون اللَّه ما لا يملك لهم رزقًا من السماوات والأرض، ولا يستطيعون شيئًا. </p><p> وقَالَ بَعْضُهُمْ: يعبدون من دون اللَّه ما لا يملك لهم رزقًا من السماوات والأرض ولا يستطيعون شيئًا. </p><p> وقَالَ بَعْضُهُمْ: يعبدون من دون اللَّه ما لا يملك لهم رزقًا من السماوات والأرض ولا شيئًا (فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ إِنَّ اللَّهَ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ (٧٤) أي: لا تتخذوا لله أمثالا من الخلق وأشباها في ألوهيته وعبادته، أو لا تقولوا لله إن له أشباهًا وأمثالا. </p><p> أو يقول: فلا تجعلوا لله أمثالا في العبادة له، وأشباها في تسميتها آلهة، على علم منكم أن ما يكون لكم إنما يكون باللَّه لا بالأصنام التي تجعلونها أمثالا لله في العبادة والألوهية. وجائز أن يكون قوله:  (فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ) أي: فلا تضربوا لأولياء الله الأمثال، فإنه قد بين محل أوليائه ومكانهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ اللَّهَ يَعْلَمُ) أن لا مثل له من الخلق ولا شبه (وَأَنْتُمْ لَا تَعْلَمُونَ) ذلك، أو أن اللَّه يعلم بمصالحكم، وأنتم لا تعلمون ما به صلاحكم وهلاككم. </p><p> وقوله: - عَزَّ وَجَلَّ -: (ضَرَبَ اللَّهُ مَثَلًا عَبْدًا مَمْلُوكًا لَا يَقْدِرُ عَلَى شَيْءٍ وَمَنْ رَزَقْنَاهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَجَهْرًا هَلْ يَسْتَوُونَ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (٧٥) ضرب المثل بهذا من وجهين: </p><p> أحدهما: أن من لا يقدر ولا يملك أن ينفق في - الشاهد عندكم ليس كمن يملك ويقدر أن ينفق، فهو كقوله:  (هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ) . </p><p> وقوله:  (مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ. . .) ، أي: ليس يستوي البصير والأعمى، ولا الأصم والسميع، فعلى ذلك لا يستوي من يملك الإنفاق والإنعام على الخلق، وهو المعبود الحق، كمن لا يملك ذلك، وهو المعبود الباطل. </p><p> والثاني: ضرب مثل المؤمن والكافر، أن الكافر لا ينفق ما أنعم عليه من المال في طاعة اللَّه وفي خيراته، والمؤمن ينفق جميع ما أنعم عليه وأعطى في طاعة الله وخيراته فليسا بسواء من أنفق في طاعة اللَّه كمن لا ينفق شيئًا أحدهما يكون ضرب مثل الإله الحق والمعبود الحق بالمعبود الباطل، والثاني مثل المؤمن بالكافر ثم في الآية وجوه من الدلائل. </p>"
}