{
  "id": null,
  "sura": 16,
  "aya": 8,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً وَيَخْلُقُ مَا لَا تَعْلَمُونَ (٨) </p><p> قوله:  (وَزِينَةً) يحتمل وجهين: </p><p> أحدهما: أن الماشي هو دون الراكب، والمشي يؤثر نقصانًا في الوجه والركوب لا، وذلك زينة؛ على ما ذكرنا في قوله:  (وَلَكُمْ فِيهَا جَمَالٌ) . </p><p> والثاني: أن الراكب إذا نظر إلى الماشي سرّ بركوبه، فالسرور يظهر في وجهه، وذلك يزيد في حسنه وجماله، وأصله: ما ذكر - عَزَّ وَجَلَّ -: (وَالْأَنْعَامَ خَلَقَهَا لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ. . .) الآية، (وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً) بيِّن أنه لماذا خلق الأنعام وما جعل فيها؛ وهو ما ذكر: أنه جعل فيها الدفء والمنافع ومنها تأكلون، وبيّن أنه لماذا خلق الخيل؛ وهو ما ذكر: لتركبوها وزينة. </p><p> وسئل ابن عَبَّاسٍ: عن لحوم الخيل؟ فقرأ:  (وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا) ولم يقل: لتأكلوها؛ فكره أكلها لذلك. وتمام هذا أن اللَّه ذكر الأنعام، وما ذكر من النعم والانتفاع بها، وبالغ في ذكرها؛ لأنه قال:  (وَالْأَنْعَامَ خَلَقَهَا لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ وَمِنْهَا تَأْكُلُونَ) وقال: (وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ. . .) الآية، وقال:  (هُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً لَكُمْ مِنْهُ شَرَابٌ) ، وقال:  (يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنَابَ وَمِنْ كُلِّ الثَّمَرَاتِ) ، وقال:  (وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا. . .) ، إلى آخر ما ذكر، ذكر جميع ما ينتفع به؛ من أنواع المنافع ذكرًا شافيًا مبالغا غير مكفي، فدل ما ذكر في الخيل من الركوب، وكذلك في البغال والحمير؛ على أنه ليس فيها منفعة أخرى سوى ما ذكر؛ وهو الركوب؛ إذ خرج الذكر لها على المبالغة والاستقصاء؛ ليس على الاكتفاء، ولو كان هنالك منفعة أخرى لذكر على ما ذكر في غيره. واللَّه أعلم. </p><p> والثاني من الأشياء: أشياء يعرف خبثها؛ بنفار الطباع، والصبيان أول ما بلغوا يرغبون في ركوبها، لا أحد يرغب في أكلها إلا من غير طبعه عما كان مجبولا به؛ فهو يرغب في أكله، وأما من ترك وطبعه يستخبث وينفر طبعه عن أكله. واللَّه أعلم. </p><p> وروي عن جابر قال: لما كان يوم خيبر أصاب الناس مجاعة، وأخذوا الحمر الأهلية </p><p> فذبحوها، فحرم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لحوم الحمر الإنسية، ولحوم الخيل والبغال، وكل ذي ناب من السباع، وكل ذي مخلب من الطير، وحرم الخلسة والنهبة. </p><p> وروي عن جابر رَضِيَ اللَّهُ عَنْهُ عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - خلاف ذلك قال: أطعمنا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لحوم الخيل ونهانا عن لحوم الحمر. </p><p> وعن أسماء بنت أبي بكر قالت: نحرنا فرسًا في عهد رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فأكلنا. </p><p> وفي بعض الأخبار: أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - نهى عن لحوم الحمر وأذن لنا في لحوم الخيل. </p><p> قلنا: قد يجوز أن يكونوا أكلوه في الحال التي كان يؤكل فيها الحمر؛ لأن النبي إنما نهى عن أكل لحوم الخيل صحيحًا، فقد يجوز أن يكونوا أكلوا لحم الفرس في حال الإباحة؛ إذ لم يذكروا الوقت. </p><p> وعن الحسن قال: كان أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يأكلون لحوم الخيل في مغازيهم، وكان الحسن لا يرى فيها بأسا على كل حال، وقول الحسن: إنهم كانوا يأكلون لحوم الخيل في مغازيهم يدل على أنهم كانوا يأكلونها في حال الضرورة. </p><p> رُويَ عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" الخيل لثلاثة: فهي لرجل كذا، ولرجل آخر كذا، وعلى رجل وزر \" . يبيِّن أنها لا تصلح لغير ذلك، ولو صلحت للأكل لقال: الخيل لأربعة؛ </p>"
}