{
  "id": null,
  "sura": 16,
  "aya": 128,
  "text": "<p> والثاني: واصبر وما صبرك إلا باللَّه، أي: تركك القصاص لأمر اللَّه؛ حيث أمرك به، لا لضعف أو عجز فيك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَحْزَنْ عَلَيْهِمْ) . </p><p> قال: إنه كان يحزن ويضيق صدره؛ لمكان كفرهم باللَّه، وتركهم الإيمان باللَّه؛ كقوله:  (لَعَلَّكَ بَاخِعٌ نَفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ) ، وقوله:  (فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ) ؛ فقال:  (وَلَا تَحْزَنْ عَلَيْهِمْ) : لذلك على التسلي والتخفيف لا على النهي عن ذلك. </p><p> ويحتمل: أن يكون قوله: (وَلَا تَحْزَنْ) : على المؤمنين الذين قتلوا واستشهدوا؛ لأنهم مستبشرون فرحون عند ربهم بما آتاهم اللَّه من فضله؛ كقوله:  (بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ (١٦٩) فَرِحِينَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ)، أي: لا تحزن عليهم، وهم فيما ذكر. </p><p> أو لا تحزن على المؤمنين، ولا يضيقن صدرك مما يمكر بك أُولَئِكَ الكفرة؛ إذ كانوا يكفرون برسول اللَّه وبأصحابه ويؤذونهم، أخبر أن لا يضيقن صدرك لذلك. </p><p> وقَالَ بَعْضُهُمْ: نزلت في أمر حمزة سيد الشهداء: أنه مُثِّل به وجرح جراحات عظيمة؛ فاشتد على النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقال:  \" لَئِنْ ظَفِرنَا بِأُولَئِك لَنَفْعَلَنَّ كَذَا وَلَنَفْعَلَنَّ كَذَا \" ؛ فنزلت الآية:  (وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ. . .) ، لكن إن ثبت هذا فإنه يكون في الوقت الذي كان يؤخذ غيره - القاتل والجارح - بالقتل، وذلك قد كان في الابتداء؛ ألا ترى أنه قال:  (الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ. . .) : كانوا هموا أن يأخذوا الحرَّ بالعبد والذكرَ بالأنثى، حتى نزل هذا فصار منسوخًا به، وبقوله:  (وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ) . ولو كان يؤخذ غير القاتل بالقصاص - لم يكن فيه حياة، أو إن قالوا في الحرب مع الكفرة فذلك لا يحتمل؛ لأنه في الحرب لهم أن يقتلوا الكل، وألا يتركوا واحدًا منهم؛ دل أنه يخرج على أحد وجهين: </p><p> على النسخ الذي ذكرنا. </p><p> أو على النهي عن أخذ أكثر من حقه، وكقوله:  (فَاعْتَدُوا عَلَيْهِ. . .) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا ... (١٢٨) </p><p> يحتمل: اتقوا، مخالفة اللَّه ورسوله بالنصر لهم والعون؛ فإن اللَّه ناصركم ومعينكم عليهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ هُمْ مُحْسِنُونَ) . </p><p> في العمل والتوحيد، أو يقول: إن اللَّه مع الذين اتقوا محارم اللَّه وارتكاب مناهيه بالنصر لهم والمعونة. </p><p> (وَالَّذِينَ هُمْ مُحْسِنُونَ) </p><p> إلى نعم اللَّه - عَزَّ وَجَلَّ - بالقيام بالشكر لها. </p><p> وباللَّه التوفيق، وصلى اللَّه - تعالى - على سيدنا مُحَمَّد وآله أجمعين. </p><p> * * * </p>"
}