{
  "id": null,
  "sura": 16,
  "aya": 67,
  "text": "<p> والجواهر دون العدد والجماعة. </p><p> وقوله - عَزَّ وَجَلَّ -: (مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَنًا خَالِصًا سَائِغًا لِلشَّارِبِينَ) وقال ابن عَبَّاسٍ رضي اللَّه عنه: يعني استخراج اللبن من بين فرث ودم، وذلك أن العلف إذا وقع في الكرش طبخه الكرش، فيجعل الفرث أسفله والدم أعلاه واللبن بين ذلك، ثم يسلط الكبد عليهم فيجري الدم في العروق، واللبن في الضرع، ويُبقي الفرث في الكرش كما هو. </p><p> وقال بعض الفلاسفة: إن العلف إذا وقع فيه يصير منه فرثًا، ثم يصير منه دمًا، ثم يصير لبنًا خالصًا، فهو كالنطفة التي وقعت في الرحم، تصير علقة، ثم تصير مضغة مأكولة، فعلى ذلك اللبن الذي، ذكر واللَّه أعلم. </p><p> ويحتمل ما قاله بعض الفلاسفة أن العلف يصير فرثًا، ثم دمًا، ثم لبنًا. </p><p> ويحتمل أن يكون مجرى اللبن بين ما ذكر من الفرث والدم، فأي الوجهين كان، كان فيه اللطف الذي ذكرنا. ووجه ذكر هذا - واللَّه أعلم - على الامتنان وكذلك ما ذكر من الثمرات والأعناب أنه بلطفه أخرج اللبن الصافي أصفى الأشياء وألطفها من بين أخبث الأشياء وأكدرها في رأي العين، فمن قدر على حفظ هذا مما ذكر بلا حجاب يدرك أو حاجز يعرف لقادر على إنشاء الأشياء من لا شيء لأن الخلائق لو اجتمعوا على أن يدركوا السبب الذي به كان حفظ هذا من هذا وامتناعه عن الخلط بالخبيث ما أدركوا ذلك، وكذلك ما يخرج من النخيل والكروم الثمرات الطيبة والأعناب الحلوة من غير أن يرى أثر ذلك فيها، ومن غير أن يدركوا السبب الذي كان به الأعناب والثمرات، دل أنه قادر على إنشاء الأشياء من لا شيء إذ هي خشبة يابسة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا (٦٧) </p><p> قَالَ بَعْضُهُمْ: السكر ما يحرم منه، والرزق الحسن: ما يحل من ثمرها. وقال بعضهم: السكر: ما يتخذ من الشراب، والرزق الحسن: ما يؤكل تمرًا وزبيبًا، </p><p> ونحوه. </p><p> وقَالَ بَعْضُهُمْ: السكر خمر الأعاجم، والرزق الحسن ما ينبذون ويخللون ويأكلون. </p><p> وروي في بعض الأخبار أنه حرم السكر، ولم يفسر الآية. </p><p> وفي بعض الأخبار أنه بعث معاذا إلى اليمن، وأمره أن ينهاهم عن نبيذ السكر. </p><p> وعن عبد اللَّه قال: إن أولادكم ولدوا على الفطرة فلا تسقوهم السكر، فإن الله تعالى لم يجعل في حرام شفاء. </p><p> وليس بين فقهاء الأمصار في تحريم السكر وفضيخ البسر ونقيع الزبيب إذا أسكر كثيرها ولم يطبخ - اختلاف أنها حرام، وقد ذكرنا هذا في سورة البقرة (إِنَّ فِي ذَلِكَ) لما ذكر [ (لَآيَةً لِقَوْمٍ يَسْمَعُونَ) ]: يعقلون. </p><p> وقَالَ الْقُتَبِيُّ: الفرث ما في الكرش؛ لأن اللبن كان طعامًا، فخلص من ذلك الطعام دم، وبقي منه فرث في الكرش، وخلص من الدم لبنًا سائغًا أي: سهلا في الشرب، لا يشجى به شاربه ولا يغص. </p><p> وكذلك قال أَبُو عَوْسَجَةَ: أسغته: أي: أدخلته في حلقي سهلا. </p><p> وقوله:  (تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا) أي: تتخذون منه ما يحرم أكله، ورزقًا حسنًا: ما يحل منه، وهو كقوله:  (قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ. . .) الآية. </p>"
}