{
  "id": null,
  "sura": 16,
  "aya": 93,
  "text": "<p> أبي عَوْسَجَةَ أيضا. وقَالَ الْقُتَبِيُّ:  (دَخَلًا بَيْنَكُمْ) ، أي: خيانة ودغلًا بينكم. </p><p> (أَنْ تَكُونَ أُمَّةٌ) . </p><p> أي: فريق. </p><p> (أَرْبَى) . </p><p> من فريق. </p><p> وقال أَبُو عَوْسَجَةَ:  (أَنْكَاثًا) : هي جمع \" نِكْثٍ \" ، والنكث - من الحبل - خيوط تنكث ثم تطرق وتصير صوفًا، ثم من بعد ذلك تفتل. قال: والمِطْرَق: قضيب يضرب به الصوف حتى ينفش ويلين كما يُنْدَف القطن، يقال: طرقت الصوف - أطرقه طرقا - أي: ضربته، ويقال: نفشته - أنفشه نفشًا - أي: فرقت بينه فتفردّ، ومنه قوله: قوله تعالى: (كَالْعِهْنِ الْمَنْفُوشِ) . ويقال: حبل مَثْنِي: إذا كان طاقين، ومثلوث، ومربوع، ومخموس ومسدوس ومسبوع، ومثمون ومتسوع، ومعشور. </p><p> وقَالَ الْقُتَبِيُّ: الأنكاث: ما نقض من غزل الشعر وغيره، واحدها: نكث. </p><p> يقول: لا تؤكدوا على أنفسكم الأيمان والعهود ثم تنقضوا ذلك وتحنثوا؛ فتكونوا كامرأة غزلت ونسجت ثم نقضت ذلك فجعلته أنكاثًا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ وَلَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ (٩٣) </p><p> قال الحسن:  (وَلَوْ شَآءَ اللَّهُ) المشيئة - هاهنا - مشيئة القهر والقسر، أي: لو شاء لجبرهم وقهرهم على الإيمان فآمنوا جميعًا. فهذا فاسد؛ لأنه لا يكون بالقهر والجبر إيمان؛ لأنه لا صنع للعبد في حال القهر والجبر؛ فيبطل تأويله؛ إذ لا يجوز أن يثبت إيمان في تلك الحال. </p><p> وقال أبو بكر: تأويله قوله: لو شاء لأنزل لهم آية حتى يؤمنوا جميعًا بتلك الآية، كقوله:  (إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ) : أخبر أنه لو أنزل آية يكونون لها خاضعين، لكن عندنا أنهم ليسوا يؤمنون ويخضعون للآية، ولكن بما شاء لهم ذلك، ولا يحتمل أن تحملهم الآية على الإيمان، شاءوا أو أبوا؛ ألا </p><p> ترى أنهم يكذبون يوم الحشر عند معاينتهم الآيات، وهو قوله:  (وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا أَيْنَ شُرَكَاؤُكُمُ) إلى قوله: (وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ) : أخبر أنهم يكذبون وقد عاينوا الآيات، وليست الآية التي تنزل عليهم في الدنيا بأعظم من الآيات التي يعاينونها يوم القيامة، ثم لم يمنعهم ذلك عن الكذب؛ دل أن الآية ليست تحملهم على الإيمان، ولا تضطرهم عليه، ولكن لو شاء لآمنوا بالاختيار فيبطل تأويله. </p><p> ثم الآية تحتمل عندنا وجهين: </p><p> أحدهما: قوله: (وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً) بظاهر السبب الذي إذا أعطاهم لآمنوا له، (وَلَوْلَا أَن يكونَ النَّاسُ أُمَّةً وَاحِدَةً. . .) الآية: أخبر أنه لو ما يرغب الناس في الكفر فيكونون كفارًا كلهم، وإلا جعل سقف أهل الكفر ومعارجهم من فضة؛ فلو أنه جعل ذلك بعينه لأهل الإسلام وفي أيديهم لآمنوا -أيضًا- كلهم؛ لأنه لا يحتمل أن يكون ذلك في أيدي الكفرة؛ فيحمل أهل الإسلام على الكفر، وإذا كان ذلك بعينه لأهل الإسلام - لا يحمل أهل الكفر على ترك الكفر والدخول في الإسلام. </p><p> والوجه الثاني: لو شاء لجعلهم أمة واحدة بلطف منه: يشرح صدره للإسلام من غير أن يعلم أن أحدًا ألقى ذلك في قلبه، من نحو ما مكن للشيطان عدو اللَّه؛ حتى يقذف في قلوب الخلق ويلقي وساوس، من غير أن يعلموا أن أحدًا دعا إلى ذلك وألقى إلى قلوبهم؛ ألا ترى أن إبليس لما وسوس إلى آدم - عليه السلام - ليتناول من الشجرة التي نهى عنها ربه لو علم أنه إبليس لما أجابه، وكذلك ما مكن للملائكة من تثبيت قلوب الذين آمنوا، وإلقاء أشياء في قلوبهم، ويلهمونهم، وهو قوله:  (إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا) ، من غير أن يعلموا أن أحدًا دعاهم إلى ذلك، أو ألقى أحد ذلك في قلوبهم؛ فمن ملك تمكين عدوه وملائكته على ما ذكرنا يملك شرح الصدر للإسلام والدعاء إلى ذلك من غير أن يعلموا أن أحدًا فعل ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَكِنْ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ) . </p><p> على قول الحسن: على الحكم لذلك. </p><p> وقال أبو بكر الأصم: يضل بالنهي من نهى، ويهدي بالأمر. لكن هذا فاسد؛ لأنه لو كان بالنهي مضلًا وبالأمر هاديًا - لكان مضلًا للأنبياء والرسل؛ لأنه قد نهاهم بمناهٍ؛ فيكون مضلًّا لهم. </p>"
}