{
  "id": null,
  "sura": 16,
  "aya": 116,
  "text": "<p> عَادٍ): متعد ومتجاوز اضطراره، ولا يحتمل ما قاله بعض الناس: غير باغ على الناس ولا متعد عليهم؛ لوجهين: </p><p> أحدهما: أنه لا يحتمل البغي على الناس في حال الاضطرار؛ لأنه لا يقدر عليه والحال ما ذكر. </p><p> والثاني: أنه - وإن كان باغيًا على ما ذكروا - لم يبح له التناول من الميتة؛ يكون باغيًا على نفسه؛ لأنه إن لم يتناول هلكت نفسه؛ فيصير باغيًا على نفسه فدل أنه على ما ذكرنا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلَالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ (١١٦) يحتمل: أي: لا تعودوا إلى ما وصفت ألسنتكم من الكذب هذا حلال وهذا حرام، وألا تقولوا الكذب الذي تصفه ألسنتكم: هذا حلال وهذا حرام. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال: لا تقولوا لما أحللتموه: هذا حلال، ولما حرمتموه: هذا حرام، وهو كقوله:  (قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ. . .) الآية. </p><p> وفي هذه الآية دلالة ألا يسع لأحد أن يقول: هذا مما أحله اللَّه وهذا مما حرمه اللَّه؛ إلا بإذن من اللَّه، ومن يقول بأن الأشياء في الأصل على الإباحة أو على الحظر؛ فهو مفتر بذلك على اللَّه الكذب؛ لأن اللَّه لم يأذن له أن يقول ذلك؛ بل نهاه عن ذلك مما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ) . </p><p> أي: تكونوا مفترين على اللَّه الكذب إذا قلتم ذا. </p><p> فَإِنْ قِيلَ: كيف سماهم مفترين على اللَّه بتسميتهم الحرام حلالًا، والحلال - حرامًا؟ </p><p> قيل: لأن التحليل والتحريم، والأمر والنهي - ربوبية، فإذا حرموا شيئًا أحله اللَّه، أو أحلوا شيئا حرمه اللَّه - فكأنهم على اللَّه افتروا أنه حرم أو أحل، أو حرموا هم وأحلوا فأضافوا ذلك إلى اللَّه - تعالى - أنه هو الذي حرم أو أحل فقد افتروا على اللَّه؛ لأن من أحل شيئا حرمه اللَّه، أو حرم شيئًا أحفه اللَّه - فقد كفر وليس من انتفع بالمحرم، أو ترك الانتفاع بالمحلل - كفر؛ إنما يصير آثمًا مجرمًا، وكذلك تارك الأمر ومرتكب النهي. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ) . </p>"
}