{
  "id": null,
  "sura": 16,
  "aya": 92,
  "text": "<p> يقسمون باللَّه إلا ما يعظم من الأمر ويجل، وذلك آخر أقسامهم؛ ولذلك قال بعض أهل التأويل في قوله:  (وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ) : يقول: جهد أيمانهم هو قسمهم باللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا) . </p><p> قيل: كانوا يحلفون فيما بينهم على جعل اللَّه كفيلًا عيهم، وقيل: الكفيل: هو الشهيد الحافظ، وهكذا يؤخذ الكفيل فيما يؤخذ؛ ليحفظ المال أو النفس. </p><p> وقوله - عَزَّ وَجَلََّّ -: (إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ) . </p><p> من الوفاء بما عاهدوا أو النقض، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَهَا مِنْ بَعْدِ قُوَّةٍ أَنْكَاثًا تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ أَنْ تَكُونَ أُمَّةٌ هِيَ أَرْبَى مِنْ أُمَّةٍ إِنَّمَا يَبْلُوكُمُ اللَّهُ بِهِ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيَامَةِ مَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (٩٢) </p><p> اختلف في تأويل الآية: </p><p> قَالَ بَعْضُهُمْ: الآية نزلت في مخالفة أهل الكفر بعضهم بعضًا، وهو أن يرث بعضهم بعضًا، وينصر ويعين بعضهم بعضًا، ويحلفون على ذلك ويقسمون؛ فإن هلكوا في ذلك - أي: في نصر بعضهم بعضًا وإعانة بعضهم بعضا، - ثم إذا رأوا الكثرة والغلبة مع غير الذين خالفوهم - نقضوا ذلك، ورجعوا إلى الذين معهم الكثرة والغلبة؛ فنهوا عن ذلك. </p><p> وقَالَ بَعْضُهُمْ: الآية في الذين يكونون بعد رسول اللَّه وأصحابه لما علم أنه يكون خوارج وأهل اختلاف في الدِّين، فربما كانت الكثرة والغلبة لهم على أهل العدل؛ فنهى من عاهد أهل العدل وبايعهم - أن يترك بكثرتهم وغلبتهم الكون مع أهل العدل، وإعانتهم، ونقض ما عاهدوا؛ ولذلك قال: </p><p> (إِنَّمَا يَبْلُوكُمُ اللَّهُ بِهِ) . </p><p> وقال: هذا يدل أنه في أهل الإسلام. </p><p> وقَالَ بَعْضُهُمْ: الآية في أهل النفاق؛ أنهم كانوا يقسمون باللَّه إنهم ينصرون رسول اللَّه وأصحابه، ويقولون: إنا معكم، كقوله:  (وَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنْكُمْ وَمَا هُمْ مِنْكُمْ. . .) الآية، كانوا يُرُون من أنفسهم الموافقة لهم، والنصر، والعون </p><p> لهم على أعدائهم ويحلفون على ذلك، ثم إذا رأوا الكثرة مع الكفرة والغلبة، وقلة المؤمنين - تحولوا إلى أُولَئِكَ، ونقضوا أيمانهم، وكانوا معهم، كقوله:  (فَإِنْ كَانَ لَكُمْ فَتْحٌ مِنَ اللَّهِ قَالُوا أَلَمْ نَكُنْ مَعَكُمْ وَإِنْ كَانَ لِلْكَافِرِينَ نَصِيبٌ قَالُوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ. . .) الآية. </p><p> ويحتمل قوله:  (وَلَا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَهَا مِنْ بَعْدِ قُوَّةٍ. . .) أي: لا تكونوا في نقض العهود والمواثيق كالمرأة التي تنقض غزلها من بعد قوة، وجائز أن يكون غير هذا. </p><p> يقول: ولا تظنوا في اللَّه أن يكون في إنشاء الخلق كالمرأة التي نقضت غزلها من بعد قوة؛ فلو لم يكن بعث لكان يكون في إنشاء الخلق كالمرأة التي نقضت غزلها من بعد قوة، وقد عرفتم قبح ذلك؛ فعلى ذلك: إنشاء الخلق إذا لم يكن بعث يكون في القبح ما ذكر. ثم ضرب اللَّه مثل من أعطى العهد والمواثيق ووكد الأيمان في ذلك، ثم نقض ذلك بامرأة تغزل ثم تنقض ذلك الغزل من بعد قوة أنكاثًا؛ يقول - واللَّه أعلم -: كما لم تنتفع هذه المرأة بغزلها إذا نقضته من بعد إبرامها إياه؛ كذلك لا ينتفع ولا يوثق بمن أعطى العهد، ثم نقضه. يقول: فلا هي تركت الغزل تنتفع به، ولا هي تركت القطن والكتان كما هو؛ فكذلك الذي يعطي العهد ثم ينقضه فلا هو حين أعطاه وفَّى به، ولا هو ترك العهد، فلم يعطه ونحوه. ثم اختلف في تلك المرأة: </p><p> قَالَ بَعْضُهُمْ: هي امرأة من قريش حمقاء بمكة، كانت إذا غزلت نقضته. </p><p> وقَالَ بَعْضُهُمْ: هذا على التمثيل؛ يقول - واللَّه أعلم -: أي لو سمعتم بامرأة نقضت غزلها من بعد إبرامه - لقلتم: ما أحمق هذه!! فعلى ذلك من أعطى العهد والميثاق، ثم نقض - فهو كذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَنْكَاثًا تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا) . </p><p> قال أبو بكر الأصم: الدخل: الذي لا يصح ولا يستقيم؛ يقال: هذا مدخول، أي: غير صحيح. وقال غيره:  (دَخَلًا) ، أي: خديعة ومكرًا يخدع بعضكم بعضًا، وهو قول </p>"
}