{
  "id": null,
  "sura": 16,
  "aya": 77,
  "text": "<p> والثاني: ضرب مثل الإله المعبود الحق بالمعبود الباطل، يقول: هل يستوي من أتاكم بكل نعمة وكل خير، ويأمر بكل عدل، بمن هو أبكم لا يقدر على شيء، ولا يضر، ولا ينفع، ولا يجيب، وهو عيال على من يعبده ويخدمه، هل يستوي هذا مع ذلك؟ لا يستويان مثلا ألبتَّة غير أن المثل هاهنا ضرب بالذي لا ينفق بالحق، ولا يأمر بالعدل، ذكر مقابل الأبكم الذي يأمر بالعدل، وفي الأول ضرب مثل الذي لا يملك الإنفاق بالذي يملك الإنفاق. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُوَ عَلَى صِرَاطٍ مُسْتَقِيمٍ) أي: هو على الحق المستقيم، وهو المعبود بالحق. </p><p> قال أَبُو عَوْسَجَةَ الكَل: العيال، وكذلك قال غيره من أهل الأدب. </p><p> وقَالَ بَعْضُهُمْ: الكل الفقير، وهو واحد، والأبكم: الأخرس، وهو الذي لا ينطق ألبتَّة. </p><p> وقال:  (وَمَنْ يَأْمُرُ بِالْعَدْلِ) بالتوحيد. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ ... (٧٧) هذا يحتمل وجوهًا: </p><p> أحدها: ما ذكر أهل التأويل من السؤال عن الساعة وعن وقتها، كقوله:  (يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ) لخفائها على أهلها؛ لأن كل خفي ثقيل، أخبر أنه لا يجليها إلا لوقتها، فوقت قيامها لا يعلمه غيره. </p><p> والثاني: ولله علم ما غيب أهل السماوات وأهل الأرض، أي: ما غيب بعضهم من بعض، فذلك ليس بمغيب عن اللَّه بل ما غاب عن الخلق وما ظهر لهم، فذلك لله كله ظاهر بمحل واحد، وهو كقوله:  (يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ) . </p><p> والثالث: قوله: (وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ) أي: له علم ما في سرية هذه الأشياء الظاهرة ما لا سبيل للخلق إلى علم ذلك، وإن كانوا يعلمون هذه الأجسام والأشياء الظاهرة، وتقع حواسهم عليها لا يعلمون ما في سريتها: من نحو الماء الذي به حياة كل شيء، ونحو النطفة التي يخلق منها الإنسان - لا يعلمون المعنى الذي به يصير إنسانًا، ومن نحو السمع والبصر والعقل يعلمون ويرون ظواهر هذه الحواس، ولكن لا يدركون المعنى الذي به يسمع وبه يبصر وبه يعقل ويفهم. </p><p> يقول - واللَّه أعلم -: ولله علم ما غاب عن الخلق ما في هذه الأشياء الظاهرة والأجسام المرئية. </p><p> أو يقول: ولله ملك ما غاب عن أهل السماوات والأرض، وملك ما لم يغب عنهم وظهر؛ فيكون كقوله:  (وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) كأنه قال - واللَّه أعلم - ولله العلم الذي غيب عن أهل السماوات وأهل الأرض، وهي الساعة: لم يطلع عليها غيره. </p><p> وقوله:  (وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ) . </p><p> قَالَ بَعْضُهُمْ قوله:  (وَمَا أَمْرُ السَّاعَةِ) أهون على اللَّه وأيسر من لمح البصر؛ إذ ليس شيء أيسر وأهون على الإنسان من لمح البصر؛ لأنه يلمح البصر، (أَوْ هُوَ أَقْرَبُ) . </p><p> أي: بل هو أقرب، أي: أيسر من لمح البصر. </p><p> وقال الحسن: إعادة الخلق على اللَّه أيسر وأهون من لمح البصر؛ لأنه يلمح بصره فيبصر به - بلحظة - ما بين الأرض إلى السماء، وهو مسيرة خمسمائة عام. يقول: من قدر أن ينشئ في خلق من خلائقه ما يبصره بلمحهَ البصر مسيرة خمسمائة عام - لقادر على إعادة الخلق وبعثهم بعد الفناء، بل هو أقرب أي: إعادته إياهم أسرع وأقرب من لمح البصر، إلى هذا يذهب الحسن. </p><p> وقَالَ بَعْضُهُمْ:  (وَمَا أَمْرُ السَّاعَةِ) أي: ما وقت قيام الساعة إلا لمح البصر، أي: ليس بين وقت قيامها وبين كونها إلا لمح البصر، بل هو أقرب من لمح البصر، لكنه مثل لمح البصر لما ليس شيء عند الناس أسرع وأهون من لمح البصر، ولما ذكرنا أنه يلمح البصر، ولا يشعر به لسرعته ولخفته عليه؛ فذكر هذا على التمثيل، ليس على إرادة حقيقة الوقت بقدر لمح البصر، ولكن على المبالغة في السرعة، وذكر أقصى ما يقع في الأوهام ويتصور؛ من نحو ما قال:  (فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧) وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ (٨) ، وما قال:  (مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ)  (وَلَا يُظْلَمُونَ فَتِيلًا) ، (وَلَا يُظلَمُونَ نَقِيرًا) ، وأمثاله كله يذكر على التمثيل ليس على التحقيق، أي: فمن يعمل من قليل وكثير يره، </p>"
}