{
  "id": null,
  "sura": 16,
  "aya": 97,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَتَذُوقُوا السُّوءَ بِمَا صَدَدْتُمْ عَنْ سَبِيلِ اللَّهِ) . </p><p> على هذا التأويل: يذوقون ذلك في الدنيا؛ بالقتل والقهر، ويحتمل في الآخرة؛ بما صدوا الناس عن دين اللَّه، واستبدلوا به الكفر بعد الإيمان. </p><p> (وَلَكُمْ عَذَابٌ عَظِيمٌ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَشْتَرُوا بِعَهْدِ اللَّهِ ثَمَنًا قَلِيلًا إِنَّمَا عِنْدَ اللَّهِ هُوَ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (٩٥) </p><p> قَالَ بَعْضُهُمْ: عهد اللَّه: دين اللَّه. </p><p> وقَالَ بَعْضُهُمْ: عهد اللَّه الذي عهد إليهم. </p><p> ويحتمل عهد اللَّه: ما أعطوا من العهد والأيمان، أي: ينقضوها بشيء يسير؛ إنما عند اللَّه هو خير لكم دائم باقٍ، وهذا زائِل فانٍ، أو ما يجزي بوفاء ما عهدوا خير لكم من هذا، أي: يجزيكم بوفاء ما ذكر من العهد - خير لكم من غيره، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ (٩٦) </p><p> أي: ما أخذتم من الأموال واكتسبتم بنقض العهود والأيمان ينفد ويفنى، وما عند الله من الجزاء والثواب بوفاء العهد بافي. </p><p> (وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا أَجْرَهُمْ) . </p><p> يحتمل قوله:  (صَبَرُوا) على ما أمروا به، ونهوا عنه، وصبروا على وفاء العهد. </p><p> (بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ) . </p><p> يحتمل قوله:  (بِأَحْسَنِ) ، أي: الجزاء الذي يجزيهم على الصبر أحسن من وفاء العهد، أو يجزيهم بأحسن ما عملوا، أي: يجعل سيئاتهم حسنات؛ كقوله:  (فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ) ، وقوله:  (أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ) ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ (٩٧) </p><p> اختلف أهل التأويل في قوله:  (فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً) : </p><p> قَالَ بَعْضُهُمْ: قوله: (حَيَاةً طَيِّبَةً) في الآخرة، وهي الجنة. </p><p> وقَالَ بَعْضُهُمْ:  (حَيَاةً طَيِّبَةً) في الدنيا. </p><p> فمن قال: الحياة الطيبة هي الجنة، في الآخرة، يكون تأويله: من يكن عمله في الدنيا صالحًا فليحيينه اللَّه في الآخرة حياة طيبة؛ وإلا ظاهر قوله:  (مَن عَمِلَ صَالِحًا) إنما هو على عمل واحد، وى لك قوله:  (رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً) : ظاهره على حسنة واحدة، لكن الوجه به ما ذكرنا: من يكن عمله في الدنيا صالحًا فيفعل ما ذكر. وقوله:  (رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً) ، أي: ما تؤتينا في الدنيا آتنا حسنة، أو أن يكون على الختم به، أي: من ختم بالعمل الصالح فيحييه اللَّه حياة طيبة في الجنة، كقوله: من جاء بالحسنة فله كذا. </p><p> وقال الحسن: الحياة الطيبة هي الجنة؛ لأن في الدنيا ما ينغص حياته. </p><p> وقَالَ بَعْضُهُمْ: الحياة الطيبة في الدنيا؛ فتأويله: من يكن همه وجهده في الدنيا العمل الصالح فلنحيينه حياة طيبة، أي: نوفقه ونيسره الخيرات والعمل الصالح والطاعات، وهو ما روي أنه قال:  \" كُل مُيَسَّرٌ لِمَا خُلِقَ لَهُ \" ، وكقوله:  (فَأَمَّا مَنْ أَعْطَى وَاتَّقَى (٥) وَصَدَّقَ بِالْحُسْنَى (٦) فَسَنُيَسِّرُهُ لِلْيُسْرَى (٧) ، وكقوله:  (وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا) ونحوه؛ فذلك هو الحياة الطيبة في الدنيا؛ حيث يسَّر عليه العمل الصالح، ووفق للطاعات والخيرات. </p><p> وقَالَ بَعْضُهُمْ: قوله: (مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى) ، أي: قنع في الدنيا بما قسم اللَّه له ورزقه، ورضي به، (فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً) مما أزال عنه هم طلب الفضل، وغمهُ، وذله وحرصه عليه؛ لأن أكثر هموم الناس في الدنيا وذلهم؛ لما لم يرضوا بما قسم اللَّه لهم، ولم يقنعوا به؛ فهو يحيا حياة طيبة لما عصم من ذلك، واللَّه أعلم. </p>"
}