{
  "id": null,
  "sura": 16,
  "aya": 51,
  "text": "<p> إِلَهٌ مِنْ دُونِهِ. . .) الآية، وقال إبراهيم عليه السلام:  (وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ) ، خاف عبادة غير اللَّه، ومن خاف ذلك يخاف وعيده وعذابه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ) . </p><p> الفوق، والتحت، والأسفل، ونحوه في الأمكنة والمجلس ليس فيه فضل عز وشرف ومرتبة؛ لما يجوز أن يكون الذي كان فوق هذا في المكان والمجلس تحته وأسفل منه؛ فلا يزداد لهذا بما صار فوقه عز وشرف ومرتبة، ولا لهذا بما كان تحته ذل، وهوان؛ لأنه لا يفهم من فوقه: فوق المكان ولا تحته؛ لأن من صعد الجبال والأمكنة المرتفعة لا يوصف بالعلو والعظمة، وإذا قيل: فلان أمير على العراق أو على خراسان كان في ذلك تعظيم؛ لأنه ذكر بالقدرة والسلطان ونفاذ أمره ومشيئته وقدرته وسلطانه فيهم، أو اطلاعه على جميع ما يسرون ويضمرون، ويعلنون، ويظهرون، وعلمه على جميع أفعالهم على هذا يجوز أن يتناول الفوق، واللَّه أعلم. </p><p> قوله - عَزَّ وَجَلَّ -: (وَيَفْعَلُونَ مَا يُؤْمَرُونَ) . </p><p> وصفهم اللَّه - عَزَّ وَجَلَّ - بفضل خضوعهم له وطاعتهم إياه، وهو ما قال:  (لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلَا يَسْتَحْسِرُونَ) ، وهو ما قال:  (لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ) ، ومثله. </p><p> * * * </p><p> قوله تعالى:  (وَقَالَ اللَّهُ لَا تَتَّخِذُوا إِلَهَيْنِ اثْنَيْنِ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ فَإِيَّايَ فَارْهَبُونِ (٥١) وَلَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَلَهُ الدِّينُ وَاصِبًا أَفَغَيْرَ اللَّهِ تَتَّقُونَ (٥٢) وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْأَرُونَ (٥٣) ثُمَّ إِذَا كَشَفَ الضُّرَّ عَنْكُمْ إِذَا فَرِيقٌ مِنْكُمْ بِرَبِّهِمْ يُشْرِكُونَ (٥٤) لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ فَتَمَتَّعُوا فَسَوْفَ تَعْلَمُونَ (٥٥) وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيبًا مِمَّا رَزَقْنَاهُمْ تَاللَّهِ لَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ (٥٦) </p><p> قوله - عَزَّ وَجَلَّ -: (وَقَالَ اللَّهُ لَا تَتَّخِذُوا إِلَهَيْنِ اثْنَيْنِ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ) . </p><p> لا نعلم الخطاب بهذا أنه لمن كان الخطاب بهذا لأهل مكة؛ فهم قد اتخذوا آلهة بقولهم:  (أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا. . .) الآية، إلا أن يخاطب به الثنوية والزنادقة، فإنهم يقولون باثنين، ويشبه أن يكون أهل مكة وإن اتخذوا آلهة فإنهم في </p>"
}