{
  "id": null,
  "sura": 16,
  "aya": 126,
  "text": "<p> وقوله:  (ضَرَبَ اللَّهُ مَثَلًا عَبْدًا مَمْلُوكًا. . .) الآية، وقوله:  (وَضَرَبَ اللَّهُ مَثَلًا رَجُلَيْنِ أَحَدُهُمَا أَبْكَمُ لَا يَقْدِرُ عَلَى شَيْءٍ. . .) الآية، وقوله:  (وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلَى بَعْضٍ فِي الرِّزْقِ فَمَا الَّذِينَ فُضِّلُوا بِرَادِّي رِزْقِهِمْ عَلَى مَا مَلَكَتْ أَيْمَانُهُمْ. . .) الآية، ونحو هذا. </p><p> يجادلهم بأحسن المجادلة بالذي يقرون أنه كذلك على الذي ينكرون؛ فيلزمهم القبول والخضوع له. </p><p> ثم في الآية دلالة تعليم المناظرة في الدِّين وكيفية المعاملة - بعضهم لبعض - فيها؛ حيث قال:  (ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ) : التي عنده بالقرآن أو غيره من الحجج والبينات، (وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ) : هكذا يجب أن يناظر بعضهم بعضًا بالوجه الذي وصف اللَّه، وعلى ذلك ما ذكر اللَّه في كتابه: مناظرة الأنبياء والرسل مع الفراعنة والأكابر، وهو ما قال:  (أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ. . .) إلى آخر ما ذكر، وقوْله:  (وَحَاجَّهُ قَوْمُهُ قَالَ أَتُحَاجُّونِّي فِي اللَّهِ. . .) الآية ومناظرة فرعون مع موسى - صلوات اللَّه عليه - حيث قال:  (وَمَا رَبُّ الْعَالَمِينَ (٢٣) قَالَ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ. . .) الآية، ولما قال:  (رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ) ، وقوله:  (فَأْتِ بِهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (٣١) فَأَلْقَى عَصَاهُ)، وما قال:  (قَالَ فَمَنْ رَبُّكُمَا يَا مُوسَى (٤٩) قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى (٥٠) ، وأمثاله مما يكثر، فهذه مناظرة الرسل والأنبياء مع الفراعنة والأعداء؛ فكيف المناظرة بين الأولياء؟! فهذا كله يرد على من يأبى المناظرة في الدِّين ويمتنع عن التكلم فيه والاحتجاج. </p><p> وقوله - عَزَّ وَجَلََّّ -: (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ) . </p><p> في الآية نسبتهم إلى الضلال إشارة وكناية لا تصريحًا؛ لأنه لم يقل لهم مصرحًا: إنكم قد ضللتم عن سبيله؛ لحسن معاملته التي علم رسوله وأمره أن يعاملهم؛ لأن ذلك أقرب إلى القبول وأَمْيل إلى القلوب وآخذ؛ ألا ترى أنه قال لموسى وهارون حين أرسلهما إلى فرعون:  (فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ (١٢٦) </p><p> اختلف في سبب نزول ذلك: </p><p> قَالَ بَعْضُهُمْ: نزلت في أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وذلك أن نفرًا منهم قد مثلوا يوم أحد مثلة سيئة: من قطع الآذان، وتجديع الأنوف، وبقر البطون، ونحوه؛ فقال أصحابهم: لئن أدالنا اللَّه منهم لنفعلن ولنفعلن كذا وكذا. فأرادوا أن يجازوا بذلك؛ فأنزل اللَّه:  (وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ. . .) الآية. </p><p> وفيه البشارة لهم بالنصر والظفر على أعدائهم؛ لأنه لو لم يكنْ لهم الظفر فكيف يقدرون على معاقبة مثل ما عاقبوا؛ دل أنه على البشارة لهم بالنصر والظفر بهم. وفيه دلالة جواز أخذ من لم يتول القتل والأخذ والضرب؛ لما لعلهم لا يظفرون بأُولَئِكَ الذين تولوا ذلك، لكن لا يؤاخذ إخوانهم بهم؛ لما بمعونة بعضهم بعضا فيها، ويكون فيه دليل أخذ قطاع الطريق بالقتل والقطع، وإن كان الذي تولى ذلك بعضٌ منهم؛ لما أن من تولى ذلك إتما تولى بمعونة من لم يتول. </p><p> وقَالَ بَعْضُهُمْ: إنما نزلت الآية في ابتداء الأمر الذي كان القتل مع الكفرة قتل مجازاة؛ مثل قوله:  (وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً) ، وكقوله:  (فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ) ، ومثله؛ فإذا كان على المجازاة أمر ألا يتجاوزوا عقوبتهم، ولكن بمثله، وأمَّا إذا كان القتال معهم لا قتال مجازاة فإنهم يقتلون جميعًا إذا أبوا الإسلام؛ بقوله:  (قَاتِلُوا الَّذِينَ لَا يُؤمِنُونَ بِاللَّهِ. . .) الآية، وقوله - عليه السلام -: \" أُمِرتُ أَنْ أُقَاتِلَ الناسَ حَتَّى يَقُولُوا لَا إِلَهَ إِلا اللَّه \" ، وقوله - تعالى - (تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ) . </p><p> وقَالَ بَعْضُهُمْ: لا، ولكن قد نزلت في أهل الإسلام، وحكمه في القصاص والقطع فيما دون النفس والجراحات: أمر ألا يتجاوزوا حقوقهم؛ كقوله:  (وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا) ، وقوله:  (فَمَنِ اعْتَدَى عَلَيْكُمْ. . .) الآية، وقوله: </p>"
}