{
  "id": null,
  "sura": 16,
  "aya": 65,
  "text": "<p> وقَالَ بَعْضُهُمْ:  (إِلَّا لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوا فِيهِ) أي: في الرسل والأديان وفي الكتاب المنزل عليه، اختلفوا عنه في ذلك كله، يبين لهم الحق من الباطل في جميع ما اختلفوا فيه بالكتاب الذي أنزله عليك؛ إذ فيه أنباء الأمم الماضية، وهو لم يشهدها، ولم يختلف إلى من يخبره عنها ثم أنبأهم على ما كانت، فدل أنه إنما عرف ذلك باللَّه، ومنه نزل ذلك، وفيه دلالة أن الحوادث التي علم اللَّه أنهم يبتلون بها إلى يوم القيامة أنه جعل لهم سبيل الوصول إلى بيانها في الكتاب، إمّا بيان كناية وإما بيان تصريح، حيث قال:  (وَمَا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ. . .) الآية، حيث لم يدعهم في الاختلاف على غير بيان، فعلى ذلك علم أنهم يبتلون بالحوادث التي ليس لها نصوص في الكتاب لا يحتمل ألا يبين لهم ذلك ويدعهم حيارى، لكن البيان على وجهين: </p><p> بيان تصريح يعقل بديهة العقل. </p><p> وبيان كناية يدرك بالنظر والتأفل والاستدلال. </p><p> وأصله في قوله:  (إِلَّا لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوا فِيهِ) أي: إلا لتبين لهم الحق فيما اختلفوا فيه؛ لأنهم اختلفوا في المحق في ذلك؛ لأن كل فريق منهم ادّعى أنه هو المحق، وأن الذي هو عليه الحق، وأن غيره على باطل، فأخبر أنه أنزل الكتاب عليه ليبين لهم الحق فيما اختلفوا فيه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ) جعل اللَّه تعالى رسوله وكتابه هدى ورحمة للمؤمنين؛ لأنهم آمنوا بهما، وصدقوهما، وقبلوهما، فصار ذلك لهم، هدى ورحمة ونورًا، وأمَّا من كذبهما ولم يقبلهما فهو عذاب عليهم وعمى، وهو كقوله:  (فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ (١٢٤) وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ. . .) الآية. وهو ما ذكر (وَهُوَ عَلَيْهِمْ عَمًى) . </p><p> * * * </p><p> قوله تعالى:  (وَاللَّهُ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَسْمَعُونَ (٦٥) وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَنًا خَالِصًا سَائِغًا لِلشَّارِبِينَ (٦٦) وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَعْقِلُونَ (٦٧) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاللَّهُ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا) يذكر - عَزَّ وَجَلَّ - </p>"
}