{
  "id": null,
  "sura": 16,
  "aya": 48,
  "text": "<p> (أَوْ يَأْخُذَهُمْ عَلَى تَخَوُّفٍ (٤٧) </p><p> قَالَ بَعْضُهُمْ: على تقريع، وقال: على تنقيص من الأموال وغيره؛ كقوله:  (وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ. . .) الآية، وقَالَ بَعْضُهُمْ:  (أَوْ يَأْخُذَهُمْ عَلَى تَخَوُّفٍ) أي: يأخذ قرية فقرية؛ وبلدة فبلدة، حتى يأتي قريبًا منهم، ثم يأخذهم، كلما أخذ قرية كان لهم من ذلك خوف، فذلك أخذ بتخوف، وهو ما قال:  (وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِنْ دَارِهِمْ. . .) الآية، وعد الله حلوله قريبًا من دارهم، كان يخوفهم حتى نزل بساحتهم، فذلك أخذ بالتخوف، يخبر أن عذابه لا يؤمن حلوله. </p><p> وأخذه إياهم في كل حال؛ في الحال التي ليس لهم أمن ولا خوف؛ أي: لم يغلب هذا على هذا، وفي الحال التي يكونون آمنين في تقلبهم وحوائجهم، وفي الحال التي يكونون متخوفين. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ) . </p><p> حيث لم يستأصلكم، ولم يأخذكم بما كان منكم من الافتراء على اللَّه، والتكذيب لرسله، والمكابرة، والمعاندة لآياته وحججه وقتئذ، ولكن أمهلكم وأخر ذلك عنكم. </p><p> أو رءوف رحيم إذا تبتم ورجعتم عما كان منكم يرحمكم ويغفر لكم ذلك. </p><p> * * * </p><p> قوله تعالى:  (أَوَلَمْ يَرَوْا إِلَى مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ يَتَفَيَّأُ ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِلَّهِ وَهُمْ دَاخِرُونَ (٤٨) وَلِلَّهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مِنْ دَابَّةٍ وَالْمَلَائِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ (٤٩) يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ (٥٠) </p><p> وقوله - عَزَّ وَجَلَّ -: (أَوَلَمْ يَرَوْا إِلَى مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ يَتَفَيَّأُ ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِلَّهِ) . </p><p> قوله:  (أَوَلَمْ يَرَوْا) . </p><p> يحتمل وجهين: </p><p> أحدهما: أن قال ذلك لقوم قد تقرر عندهم وثبت أن كل شيء يسجد لله ويخضع له، فقال ذلك لهم على العتاب: إنكم قد علمتم أن كل شيء لم يركب فيه العقل، ولم يجعل فيه الفهم والسمع يخضع لله ويسبح له، فأنتم لا تخضعون له مع ما ركب فيكم العقول </p><p> وجعل فيكم الأفهام وغيرها، </p><p> والثاني: على الأمر؛ أي: اعلموا أن كل شيء من خلق اللَّه يسجد له ويخضع، وقد أقام عليهم من الحجة على ذلك ما لو تأملوا وتفكروا لعلموا أن كل ذلك يخضع ويسبح، والا ظاهر قوله:  (أَوَلَمْ يَرَوْا إِلَى مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ يَتَفَيَّأُ ظِلَالُهُ) أن يقولوا: لم تر أن كان الخطاب لأهل مكة على ما ذكره أهل التأويل، لكن يخرج على هذين الوجهين اللذين ذكرتهما، ويشبه أن يكون ذكر قوله:  (أَوَلَمْ يَرَوْا إِلَى مَا خَلَقَ اللَّهُ. . .) الآية لما استوحش أهل الإسلام مما عبد أُولَئِكَ الكفرة الأصنام، وعظيم ما قالوا في اللَّه ما قالوا، فقال لذلك: أولم يروا إلى كذا. </p><p> وقوله:  (يَتَفَيَّأُ ظِلَالُهُ) . </p><p> قَالَ بَعْضُهُمْ: يريد بالظلال شخص ذلك الشيء، والظلال كناية عن الشخص، كما يقال: رأيت ظل فلان؛ أي: شخصه. </p><p> وقَالَ بَعْضُهُمْ: أراد بالظل الظل نفسه، لكن خضوعه وسجوده يكون للشمس والقمر. </p><p> وعلى تأويل من يجعل الظل كناية من الشخص يجعل كل نفس تفيء خضوعًا وسجودًا. </p><p> ثم معنى سجود: هذه الأشياء الموات وخضوعهن، من نحو قوله:  (يَتَفَيَّأُ ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِلَّهِ) </p><p> ومن نحو قوله:  (يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ) ، وقوله:  (يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ) ، وقوله:  (وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ) ، وقوله:  (تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ) ، وأمثاله. </p><p> يحتمل وجوهًا: </p><p> أحدها: أن يجعل اللهَ عَزَّ وَجَلَّ - بلطفه في سرية هذه الأشياء معنى تعلم السجود لله والخضوع له، وهو كما ذكر في الريح التي تجري بأمره رخاء حيث أصاب، أخبر أنها تجري بأمره، دل أنها تعلم أمر اللَّه. </p><p> وقوله:  (شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ (٢٠) وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ). </p><p> أخبر أنها تشهد وتنطق، ولولا أنها تفهم وتعلم الخطاب؛ والا ما خوطبت، وإن </p>"
}