{
  "id": null,
  "sura": 17,
  "aya": 88,
  "text": "<p> وفيه دلالة نقض قول المعتزلة من وجوه: </p><p> أحدها: ما قالوا: إنه لا يختار اللَّه أحدًا لرسالته ونبوته إلا من كان مستحقًّا لها ومستوجبًا لذلك، وقد أخبر أنه بفضله واختصاصه أرسله رسولًا، وبفضله ورحمته أبقاها وتركها بعدما أوحى إليه وأرسله رسوله. </p><p> والثاني: فيه أن له أن يفعل ما ليس هو بأصلح لهم في الدِّين، حيث أوعد لهم برفع ما أوحى إليه وأرسله، وإذهابه إياه، ولا يوعد إلا بما له أن يفعل ما أوعد؛ إذ لا يوعد بما ليس له الفعل في الحكمة، ثم لا شك أن إبقاء النبوة وترك ما أوحى إليه أصلح لهم من رفعها وتركه إياهم خلوًّا عن ذلك، دل أنه قد يفعل ما ليس لهم بأصلح لهم في الدِّين. </p><p> وفيه أنه قد يكلف خلقه التوحيد والإيمان وإن لم يرسل رسولًا ولا أوحى إليه وحيًا؛ لأنه معلوم أنه لو لم يرسل الرسول، ولا كانوا مكلفين في أنفسهم، لكان خلقه إياهم عبثًا ليتركهم سدى؛ فدل أنهم مكلفون بتوحيده ومعرفته وإن لم يرسل ولا أوحى؛ حيث أخبر أن بعث الرسالة وإبقاءها فضل منه ورحمة بقوله:  (إِلَّا رَحْمَةً مِنْ رَبِّكَ إِنَّ فَضْلَهُ كَانَ عَلَيْكَ كَبِيرًا (٨٧) وقوله: (إِلَّا رَحْمَةً مِنْ رَبِّكَ) . </p><p> أي: إبقاء النبوة والوحي رحمة من ربك، وفضله -أيضًا- في إبقاء ذلك كبيرًا. </p><p> وفيه أن الحفظ والنسيان - وإن كانا من العبد - فلله فيهما صنع به يحفظ؛ حيث قال:  (وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ) ، أخبر أنه لو شاء، لذهب بالمحفوظ في القلب وينسيه؛ دل أن له قدرة في فعل العبد. </p><p> وفي قوله:  (وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ) وجه آخر من الحكمة؛ وهو أن يعلم المؤمنون: أن الفضل كله من اللَّه؛ لئلا يروا لأنفسهم في ذلك فضلًا ومعنى، وإليه يضيفون جميع ما يجري على أيديهم من أفعال الخير والطاعة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا (٨٨) </p><p> يشبه أن يكون هذا صلة قوله:  (وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ) ، ثم لو اجتمعت الإنس والجن على أن يأتوا بمثله ما قدروا عليه، وقوله: بمثله، أي: به، كقوله:  (لَيْسَ كَمِثْلِهِ شَيْءٌ) ، أي: ليس كهو شيء؛ إذ لا مثل له؛ فدل أن قوله:  (لَا يَأتوُنَ بِمِثلِهِ) ، أي: لا يقدرون أن يأتوا به بعد ما عرفوه وعاينوه؛ فلئلا يقدروا على </p><p> إتيانه ابتداء قبل أن نظروا فيه وعرفوا مثاله - أشد وأبعد؛ إذ نظم الشيء وتصوره بعدما عاينوا الأشياء والصور أهون وأيسر من تصويرها ونظمها قبل أن يعاينوها ويشاهدوها. </p><p> وجائز أن يستدل بهذه الآية على أنه كان مبعوثًا إلى الإنس والجن جميعًا حيث قال:  (لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ) ؛ لأنه لو لم يكن مبعوثًا إلى الفريقين جميعًا لم يكن لذكرهما معنى وفائدة. </p><p> وفيه دلالة: أن في الجن من لسانه لسان العرب؛ إذ لو لم يكن كذلك لم يكن لذكر أُولَئِكَ معنى، ثم جائز أن يكون قوله:  (لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ) ، أي: الإنس مع الجن، أو هَؤُلَاءِ مع هَؤُلَاءِ، (عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ) . </p><p> وقال بعض أهل التأويل: إنما ذكر هذا لقولهم: إنه سحر وإنما يعلمه بشر، وقولهم:  (مَا هَذَا إِلَّا إِفْكٌ مُفْتَرًى) ، وقولهم:  (إِنْ هُوَ إِلَّا رَجُلٌ افْتَرَى عَلَى اللَّهِ كَذِبًا) ، ومثله، يقول: إن الإفك والسحر وما ذكرتم لا يكون إلا من هذين، من الجن والإنس، فأخبر أنهم لو اجتمعوا على أن يأتوا بمثله ما قدروا عليه. </p><p> والدلالة على أنهم عجزوا عن ذلك، ولم يطمع أحد منهم ذلك إلا سفيه أظهر الله سفهه وكذبه في القرآن؛ حيث قال:  (لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ) . (وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ) ، لم يسأل التوفيق إن كان هو حقا، ولكن سأل العذاب؛ دل أنه كان سفيهًا، فآية السفه:  (إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ) ، ثم ارتاب فيه وشك بقوله:  (إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ) ، وإلا لم يطمع ولم يخطر ببال أحد من الخلائق التكلف لذلك، دل أنه آية معجزة من اللَّه تعالى. </p><p> ثم اختلف في قوله:  (عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ) </p><p> قيل: مثل نظمه ورصفه. </p><p> وقيل: مثل حقه وصدقه. </p><p> ويحتمل مثل حججه وبراهينه. </p><p> ويحتمل مثل علمه وحكمته. </p><p> ويحتمل مثل إحكامه وإتقانه. </p><p> يحتمل قوله:  (عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ) هذه الوجوه الخمسة التي </p>"
}