{
  "id": null,
  "sura": 17,
  "aya": 101,
  "text": "<p> ينتهون من آجالهم؛ فيحملهم ذلك على البخل والإمساك. </p><p> أو يذكر لما أنه جبلهم، وأنشأهم على الإمساك والمنع في الابتداء، وإن لم تكن حاجة لهم إلى ذلك: ترى الصبيان والصغار من الأولاد يمنعون ما في أيديهم عن غيرهم وإن لم يكن لهم حاجة إلى ذلك، هذا معروف فيهم، وإنَّمَا جبلهم وأنشأهم هكذا؛ ليمتحنهم بالجود والتوسيع، والبخل والتضييق، وإلا كانوا في أصل خلقتهم وابتداء إنشائها على ما ذكرنا أشحة بخلاء وهو أما أخبر، (إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا) ، و (جَزُوعًا) ، (وَكَانَ الْإِنْسَانُ عَجُولًا) أنشأهم جزوعين عن الألم والمصائب غير صابرين عليها، وكذلك أنشأهم عجولين لا يصبرون على أمر واحد، ولا حال واحد. </p><p> ثم امتحنهم على الصبر، وترك الجزع والعجلة؛ فعلى ذلك قوله:  (وَكَانَ الْإِنْسَانُ قَتُورًا) أي: طمغا بخيلًا ممسكًا مضيقًا، واللَّه أعلم. </p><p> ثم ترك ذلك بالامتحان واعتياد ذلك، وخلافه. </p><p> * * * </p><p> قوله تعالى:  (وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ فَاسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءَهُمْ فَقَالَ لَهُ فِرْعَوْنُ إِنِّي لَأَظُنُّكَ يَا مُوسَى مَسْحُورًا (١٠١) قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُورًا (١٠٢) فَأَرَادَ أَنْ يَسْتَفِزَّهُمْ مِنَ الْأَرْضِ فَأَغْرَقْنَاهُ وَمَنْ مَعَهُ جَمِيعًا (١٠٣) وَقُلْنَا مِنْ بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسْكُنُوا الْأَرْضَ فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ جِئْنَا بِكُمْ لَفِيفًا (١٠٤) </p><p> وقوله. عَزَّ وَجَلَّ.: (وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ) . </p><p> هذا - واللَّه أعلم. فيما آتاه من الآيات وأمره أن يحاج بها فرعون، وإلا كانت آيات موسى - عليه السلام - أكثر من تسع، كأنها تبلغ عشرين، وتزداد عليها؛ إذ كان في عصاه أربع من الآيات: </p><p> إحداها: حيث ضرب بها البحر فانفلق. </p><p> والثانية: حيث كان يضرب بها الحجر فينفجر منه عيونًا. </p><p> وا الثالثة: حيث ألقاها فصارت ثعبانًا. </p><p> وا الرابعة: حيث كانت تلقف حبالهم وعصيهم، وأمثاله، كأنها تبلغ إلى ما ذكرنا، لكنه ذكر تسع آيات بينات التي أمره أن يحاج بها فرعون، وقومه. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَيِّنَاتٍ) . </p><p> أنها من عند اللَّه جاءت، وأنها ليست من البشر، وأنها سماوية. </p><p> و (بَيِّنَاتٍ) ، أي: مبينات ما يبين صدق موسى في جميع ما يخبر، ويقول، ويبين عدله في حكمه وفعله؛ لأن في آيات الرسل يحتاج إلى هذا: أن تبين للناس صدقهم في قولهم، وعدلهم في حكمهم، وأنهم يدعون إلى عبادة اللَّه، والطاعة له، وذلك يجب على كل ذي عقل وطبع سليم، فالحاجة إلى الآيات ليست إلا لصدقهم وعدلهم في حكمهم. </p><p> ثم اختلف في الآيات: </p><p> قَالَ بَعْضُهُمْ: العصا، واليد، والحجر، والطمس، والخمس التي ذكر في سورة \" المص \" ، وهو قوله:  (فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ. . .) . </p><p> وقَالَ بَعْضُهُمْ: الخمس التي ذكر في سورة \" المص \" ، والعصا، والموت الذي أرسل عليهم، واليد البيضاء، وانفلاق البحر. </p><p> وقَالَ بَعْضُهُمْ: إنها الخمس التي ذكر في سورة \" المص \" ، واليد، وحل العُقْدة التي بلسانه، وفي العصا آيتان. </p><p> وقال ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - العصا، واليد، والسنون، ونقص من الثمرات. </p><p> ثم منهم من يجعل السنين ونقصًا من الثمرات آية واحدة، ومنهم من يجعلهما آيتين، وكذلك العصا، منهم من يجعلها آية واحدة، ومنهم من يجعلها آيتين، ومنهم من يعد الطمس، ومنهم من لا يعد. </p><p> ونحن نجعل العصا آية واحدة، والسنين، ونقصًا من الثمرات آية واحدة والطمس آية، والخمس التي ذكرت في سورة \" المص \" ، فتكون ثمانيًا فتكون التاسعة قوله:  (قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ) ؛ لأنه قال: لقد علمت أنها آيات، ولم يكذبه فرعون، ولم يستقبله بشيء يكذبه في قوله، وهو ما قال:  (وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا) ، أخبر أنهم جحدوا بها بعدما استيقنوا أنها آيات، وحجج ظلمًا وعلوًّا، وما روى صفوان بن عسال المرادي: أنه قال: إن يهوديين أتيا إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فسألاه عن التسع آيات التي ذكر أنه آتاها موسى فقال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" لا تشركوا باللَّه شيئًا، ولا تقتلوا النفس التي حرم اللَّه إلا بالحق، ولا تزنوا، ولا تسرقوا، ولا تسحروا، ولا تمشوا ببريء إلى ذي سلطان فيقتله، ولا تأكلوا الربا، ولا تقذفوا محصنة، ولا تفروا من الزحف، وعليكم خاصة يا يهوديان أَلَّا تَعْدُوا فِي السَّبْتِ \" ، قال: فقبَّلا يديه، </p>"
}