{
  "id": null,
  "sura": 17,
  "aya": 56,
  "text": "<p> كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا) لئلا يرى أحد الفضل والمنزلة لنفسه بأسباب منه؛ ولكن من عند اللَّه. </p><p> وقال الأصم في قوله:  (وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ) يقول: يخاطب به أهل الكتاب: أن أوائلكم كانوا يرون لبعض على بعض فضلًا في الدنياوية. </p><p> ثم إن أُولَئِكَ المفضلين كانوا يتبعون الرسل؛ لما رأوا لهم من الفضل والخصوصية؛ فما بالكم يا أهل مكة لا تتبعون محمدًا، وقد ترون له فضائل وخصوصية ما لا ترون ذلك لأنفسكم ولا لأحد سواه، وكلام نحو هذا، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا (٥٦) أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا (٥٧) وَإِنْ مِنْ قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا (٥٨) وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا (٥٩) وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَانًا كَبِيرًا (٦٠) </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا) . </p><p> وفي سورة سبأ:  (قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ. . .) فيشبه أن يكون الآية عندما نزل بهم البلايا والشدائد على ما قاله أهل التأويل، فأمروا عند ذلك أن يطلبوا كشف ذلك عنهم من الذين يعبدون من دون اللَّه، فيقول لهم: ادعوا الذين زعمتم أنها آلهة دونه يكشفوا عنكم ما نزل بكم. </p><p> ويشبه أن يكون لا على نازلة؛ ولكن على تبيين سفه أُولَئِكَ، حيث قالوا:  (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) ، وقالوا:  (هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ) : أخبر أن ليس لهَؤُلَاءِ شفاعة عند اللَّه، وأن عبادتهم إياها لا تقربهم إلى اللَّه زلفى، كقوله:  (أَمِ اتَّخَذُوا مِنْ دُونِ اللَّهِ شُفَعَاءَ قُلْ أَوَلَوْ كَانُوا لَا يَمْلِكُونَ شَيْئًا وَلَا يَعْقِلُونَ) أخبر أنهم لا يملكون ما يطعمون بعبادتهم إياها. </p>"
}