{
  "id": null,
  "sura": 17,
  "aya": 111,
  "text": "<p> جماعة. </p><p> (وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا) ، ولكن اجعل بعضها بالجماعة، وبعضها لا بالجماعة. </p><p> وقَالَ بَعْضُهُمْ:  (وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا) ، أي: لا تجاوز الحد في الأمور والأعمال التي أمرتك بها، ولا تقصرها عن الحد الذي حددت لك فيها، ولكن ابتغ بين ذلك سبيلًا. </p><p> وقَالَ بَعْضُهُمْ:  (وَلَا تَجْهَرْ بِصَلَاتِكَ) مراءاةً للناس، (وَلَا تُخَافِتْ بِهَا) أي: ولا تعجب بها للإخفاء. </p><p> وجائز أن يكون قوله:  (وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا) أي: لا تجهر بجميع الأذكار التي في الصلاة أو بجميع القراءات التي فيها ولا تخافت بالكل، ولكن بعضها بالجهر وبعضها بالمخافتة. </p><p> وقَالَ بَعْضُهُمْ: إنه كان يجهر في صلاته بحيث يسمعه المشركون فيؤذونه، فأمره ألا يجهر بها لئلا يؤذوه، ولا يخافت كل المخافتة، فيسمع أصحابك فيأخذوا قراءتك. </p><p> وقَالَ بَعْضُهُمْ: ذلك في الدعاء إلى اللَّه وتوحيده في حق التبليغ، والمسألة وأمثاله، ولكن لا يجوز أن يقطع التأويل في هذا وأمثاله، فيقال: إنه كان كذا إلا بخبر منه ثابت؛ لأن الخطاب به خطاب له، فقطع التأويل فيه والقول على شيء واحد شهادة على الله وعلى رسوله، ولا تحل الشهادة على اللَّه، ولا على رسوله إلا بالإحاطة أنه أراد ذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيرًا (١١١) </p><p> ذكر في هذه الآية جميع ما يقع به الحاجة إلى التوحيد؛ لأن من نفى التوحيد وأنكره إنما نفى لأحد الوجوه التي ذكر: </p><p> منهم من قال له بالولد، وهم اليهود والنصارى. </p><p> ومنهم من قال بالشريك، وهم مشركو العرب. </p><p> ومنهم من قال له بالولي والعون من الذل وهم الثنوية وغيرها حيث قالوا: أنشأ هذا النور؛ ليستعين به على التخلص من ويلات الظلمة فنزه نفسه، وبرَّأها عن جميع ما قالوا </p><p> فيه ونسبوا إليه؛ لأن الولد في الشاهد إنما يطلب، إمَّا للتسلي، وإمّا للاستئناس والله يتعالى عن أن يقع له الحاجة إلى ذلك، ويتعالى عن أن يكون له شريك لأن الشركاء في الشاهد؛ إنما تُتخذ للمعونة، والتقوي بهم على بعض ما لهم، وما هم فيه، والولي من الذل إنما يتخذ في الشاهد؛ للاستنصار والاستعانة على أعدائه، واللَّه يتعالى عن أن تقع له الحاجة إلى شيء من ذلك فنفى عنه جميع معاني الخلق وجميع ما ينسب إليهم ويضاف ويصفون به. </p><p> وقوله - عَزَّ وَجَلَّ - (وَكَبِّرْهُ تَكْبِيرًا) : </p><p> أي: صفه بما وصف نفسه، وانفِ عنه جميع معاني الخلق فيكون في ذلك تعظيمه وتكبيره. </p><p> أو يقول: اعرفه بما ذكر، فإذا عرف هكذا فقد عظمته وكبرته. </p><p> والولد في الشاهد إنما يتخذ، ويطلب لوجوه: </p><p> أحدها: للتسلي به والاستئناس عن وحشة. </p><p> أو لحاجة تمسه فيستعين به على قضائها. </p><p> أو لذل يخافه من عدو له فيستنصر به عليه، واللَّه يتعالى عن أن يصيبه شيء من ذلك. </p><p> وقوله (وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ) </p><p> أي: لم يتخذ الأولياء؛ ليستعزز بهم من الذل، بل إنما اتخذ أولياء رحمة منه، وفضلًا؛ ليتعززوا هم بذلك ويكونوا عظماء، وذكر:  (لَمْ يَتَّخِذْ وَلَدًا) وقد خلق الأولاد للخلق؛ ليعلم أن ليس في خلق الشيء ما يصلح أن يتخذ لنفسه. </p><p> وقوله:  (وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ) ولو كان على ما تقوله المعتزلة، لكان له شريك في الملك على قولهم؛ لأنهم يقولون: إن اللَّه لم يرد لأحد من الكفرة الملك لهم وإنما أراد لأوليائه؛ فعلى قولهم صار الفراعنة شركاء له في الملك حيث لم يكن ما أراد هو وكان ما أرادوا هم، واللَّه أعلم وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ. </p><p> * * * </p>"
}