{
  "id": null,
  "sura": 17,
  "aya": 6,
  "text": "<p> كقوله:  (أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ) ، أي: أخلينا بينهم وبين الشياطين. </p><p> وقَالَ بَعْضُهُمْ:  (بَعَثْنَا عَلَيْكُمْ) أي: أسلطنا عليكم. </p><p> وقوله:  (بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ) رد على المعتزلة؛ لأنه ذكر أنه بعث عليهم عبادا أولي بأس شديد، وإنما بعثهم لجزاء إساءتهم ولسوء صنيعهم، وذلك شريفعل بهم؛ دل أن لله صنعًا في جميع فعل العباد. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَجَاسُوا خِلَالَ الدِّيَارِ) . </p><p> قَالَ بَعْضُهُمْ: جاسوا - من التجشس)، أي: يتجسَّسون أخبارهم ويسمعون أحاديثهم، وهم جنود جاءوا من فارس. </p><p> وقَالَ بَعْضُهُمْ:  (فَجَاسُوا) أي: قتلوا الناس في الأزِقَّة، وقيل: في الطرق. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَانَ وَعْدًا مَفْعُولًا) . </p><p> أي: الذين قالوا: (لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ) وعدًا كائنًا مفعولًا، أي: كان وعدًا موعودًا مفعولًا كائنًا، وإلا الوعد لا يأتي، وكذلك قوله:  (إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا) أي: موعودًا مأتيا، وكذلك ما أشبه هذا. </p><p> وقوله - عَزَّ وَجَلَّ -: (ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا (٦) </p><p> أي: الغلبة والهلاك عليهم. </p><p> (وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا) . </p><p> أي: أكثر رجالًا منكم - قبل ذلك - وعددًا، ثم إذا عصوا ثانيًا، وكفروا بربهم سلط اللَّه عليهم قومًا آخرين! فدمروا عليهم، فذلك قوله: </p><p> (فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ) . </p><p> الهلاك والتدمير، أي: موعود الآخرة. </p><p> (لِيَسُوءُوا وُجُوهَكُمْ) . </p><p> ثم وعد لهم الرحمة إن تابوا ورجعوا عن ذلك بقوله:  (عَسَى رَبُّكُمْ أَنْ يَرْحَمَكُمْ) . ثم أوعدهم العود إليهم بالعقوبة بقوله:  (وَإِنْ عُدْتُمْ عُدْنَا) ، أي: وإن عدتم إلى المعاصي عدنا </p><p> عليكم بالعقوبة. </p><p> ثم قول أهل التأويل: إنه سلط عليهم بختنصر وجالوت ثم فلانا وفلانًا - فذلك لا يعلم إلا بالخبر عن رسول اللَّه، وليس في الآية سوى أنه بعث عليهم (عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ) ؛ فلا يزاد على ذلك إلا بالخبر، سوى أنه ذكر هذا لنا، وفيه وجوه من الحكمة: </p><p> أحدها: ما ذكرنا من إثبات نبوة مُحَمَّد ومن صدق رسولهم؛ حيث حذرهم العقوبة بعصيانهم، فكان كما قال. </p><p> وفيه تحذيرنا عن مثل صنيعهم؛ لأنهم ليسوا بذلك أَوْلى من غيرهم. </p><p> وقَالَ الْقُتَبِيُّ:  (فَجَاسُوا خِلَالَ الدِّيَارِ) ، أي: عاثوا بين الديار، وأفسدوا. ويقال: جاسوا، وحاسوا. </p><p> (ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ) . </p><p> أي: الدولة. </p><p> وقوله - عَزَّ وَجَلََّّ -: (أَكْثَرَ نَفِيرًا) . </p><p> أي: عددًا، وقال أَبُو عَوْسَجَةَ:  (أَكْثَرَ نَفِيرًا) : هو من الخروج والنفر، ومعناه: أكثر عددًا، وقال أبو عبيدة:  (فَجَاسُوا خِلَالَ الدِّيَارِ) : معناه، أي: فقتلوا في ديارهم. </p><p> وقال قتادة: النفير: الْمُقاتِلَة الذين يستنفرون للقتال، أي: لو استنفرتم أنتم، واستنفر أُولَئِكَ كنتم أكثر منهم. ثم جاء قوله:  (فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا) إلى قوله: (فَجَاسُوا خِلَالَ الدِّيَارِ) ، معلوم أنه لم يكن في كتابهم هذا اللفظ:  (بَعَثْنَا عَلَيْكُمْ) ؛ (فَجَاسُوا) - على الابتداء، ولكن كان - واللَّه أعلم -: إذا جاء وعد أولاهما لنبعثن عبادًا أولي بأس شديد يتجسسون أو يجوسون، لكنه خاطب بهذا - واللَّه أعلم - الذين كانوا بحضرة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أن كانوا هم لم يفعلوا ما ذكر؛ لكن لما فعل أوائلهم خاطب هَؤُلَاءِ؛ لما كانوا يفتخرون بأوائلهم ويقولون: هم أبناء اللَّه وأحباؤه، فيذكر هَؤُلَاءِ نعمه التي أنعم على أُولَئِكَ، ويحذرهمْ صنيعهم، وهو ما خاطبهم بقوله:  (وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نُؤْمِنَ لَكَ. . .) وقوله: (وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نَصْبِرَ عَلَى طَعَامٍ وَاحِدٍ) ، ونحوه: خاطب هَؤُلَاءِ الذين كانوا بحضرة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وعاتبهم على صنيع أُولَئِكَ وفعلهم؛ وإن كان هَؤُلَاءِ لم يقولوا ذلك لما رضوا بصنيع أُولَئِكَ وفعلهم؛ استئداء منهم </p>"
}