{
  "id": null,
  "sura": 17,
  "aya": 53,
  "text": "<p> رَبُّكُمْ أَعْلَمُ بِكُمْ إِنْ يَشَأْ يَرْحَمْكُمْ أَوْ إِنْ يَشَأْ يُعَذِّبْكُمْ وَمَا أَرْسَلْنَاكَ عَلَيْهِمْ وَكِيلًا (٥٤) وَرَبُّكَ أَعْلَمُ بِمَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ وَآتَيْنَا دَاوُودَ زَبُورًا (٥٥) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ ... (٥٣) </p><p> يحتمل قوله:  (الَّتِي هِيَ أَحْسَنُ) الوجوه الثلاثة: </p><p> أحدها: الدعوة؛ كقوله:  (ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ) أمره أن يدعو إلى سبيل ربه بالحكمة والموعظة الحسنة؛ فالتأنيث للدعوة، كأنه قال: ادع لهم الدعوة التي هي أحسن الدعوة، على إضمار الدعوة. </p><p> وجائز على إضمار الحسنة، أي: قل لهم أن يقولوا لهم الحسنة التي هي أحسن. </p><p> أو على إضمار الأقوال؛ كأنه قال: يقولوا لهم الأقوال التي هي أحسن الأقوال، وإلا ظاهره أن يقول:  \" يقولوا الذي هو أحسن \" . </p><p> والثاني: على إضمار المجادلة - المناظرة - معهم؛ كقوله:  (وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ) : أمر رسوله أن يجادلهم أحسن المجادلة والمحاجة معهم. </p><p> والثالث: في حسن المعاملة معهم والعفو والصفح عما كان منهم إلى المسلمين من أنواع الأذى فأمرهم أن يحسنوا معاملتهم ويصفحوا عنهم، كقوله:  (فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ) ، وكقوله:  (ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ. . .) الآية وقوله: (وَالْكَاظِمِينَ الْغَيْظَ. . .) الآية، ونحوه من الآيات: أمرهم أن يعاملوا أُولَئِكَ أحسن المعاملة، وهو أن اللَّه يتركهم، ولا يكافئهم بسوء صنيعهم، ولكن يعفون عنهم، ويصفحون لما لعلهم يكونون أولياء وحميمًا على ما أخبر، ويصيرون إخوانًا لهم من بعد هذا في حق هذه الآية. </p><p> وأمَّا من جهة الحكمة، وهو أن اللَّه - تعالى - أنشأ هذا اللسان وجعله ترجمانًا بين الخلق: به يفهم بعضهم من بعض، وبه يقضي الحوائج بعضهم من بعض، وبه قوام معاشهم ومعادهم، وبه بعث الرسل والكتب جميعًا، فإذا كان كذلك فالواجب ألا يستعمل إلا في الخير والحكمة، ولا ينطق به إلا ما هو أحسن وأصوب، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -؛ (إِنَّ الشَّيْطَانَ يَنْزَغُ بَيْنَهُمْ) . </p><p> أي: يفسد بينهم ويوسوس إليهم ويغري بعضهم على بعض؛ ليفسد بينهم، وذلك كقوله:  (إِنَّ الشَّيْطَانَ كَانَ لِلْإِنْسَانِ عَدُوًّا مُبِينًا) . </p><p> أي: كان الشيطان منذ كان للإنسان عدوّا ظاهرًا عداوته بئنًا. جعل اللَّه - تعالى - </p>"
}