{
  "id": null,
  "sura": 17,
  "aya": 74,
  "text": "<p> إن ذلك كله فاسد خيال؛ أنه كان لا يحوم حول أصنامهم في حال صغره، ولا رأوه دنا منها؛ حتى لم يطمعوا ذلك منه ما دام صغيرًا؛ فكيف طمعوا ذلك الاستسلام لها بعد ما أوحي إليه وصار رسولًا؟! </p><p> وكذلك ما ذكروا أنهم طلبوا منه أن يطرد بعض الذين اتبعوه - عنه؛ ليكونوا هم أتباعه؛ فهم أن يفعل ذلك فنزل:  (وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ) ، لكن ذلك كله فاسد خيال، لا يحتمل ما توهموا فيه؛ لأنهم لم يعرفوه حق معرفته، وإلا لو عرفوه حقيقة المعرفة ما توهموا فيه شيئا من ذلك، وباللَّه التوفيق والمعونة. </p><p> ثم قوله:  (لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ) . </p><p> قد ذكرنا أن عادتهم ذلك إلا أن اللَّه عصمه عن ذلك. </p><p> ثم قوله:  (وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا (٧٤) </p><p> فظاهر الآية يرد جميع ما قال أهل التأويل في هذه الآية؛ لأنه يقول:  (وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ) : أخبر أنه قد ثبته؛ فلم يركن؛ لأنه أخبر أنه قد ثبته؛ فلم يكد أن يركن إليهم. وقال:  (شَيْئًا قَلِيلًا) : سمي ذلك: شيئًا يسيرًا، ولو كان ما قال أُولَئِكَ لكان شيئًا كبيرًا عظيمًا، بل يبلغ الكفر؛ دل أنه لم يكن ما ذكروا، وقال:  (لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ) ، و (كاد) : هو حرف بمعنى: قارب، أي: قارب أن يركن؛ كقوله:  (تَكَادُ السَّمَاوَاتُ) ، أي: قارب أن يتفطرن، وليس فيه أنه ركن إليهم؛ فقولهم فاسد للوجوه التي ذكرنا أحدها: أنه ذكر، (شَيْئًا قَلِيلًا) : وما قالوا: كبير عظيم يخاف أن يبلغ الكفر. </p><p> والثاني: قال (كِدْتَ) ، وهو حرف تقارب. </p><p> والثالث: ذكر على الشرط: (وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا) ؛ فلم يركن لما ثبته، وهو ما قال إبراهيم:  (بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا فَاسْأَلُوهُمْ إِنْ كَانُوا يَنْطِقُونَ) ، وما ذكرنا في قصة يوسف:  (وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ) : ليس فيه أنه همَّ، ولا فيه أنه ركن؛ لأنه خرج على الشرط. </p><p> وقال الحسن في قوله:  (لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ) ، أي: هممت، لكنه هم به هم خطر خطره إبليس. وكذلك قال في قصة يوسف: همت به همّ عزم، وهم بها هم خطر. </p>"
}