{
  "id": null,
  "sura": 17,
  "aya": 15,
  "text": "<p> أحدهما: أي: يجعل ما لزم عنقه كتابًا يلقاه منشورًا. </p><p> والثاني: أي: يجعل بما ألزم عنقه كتابًا. </p><p> وقوله - عَزَّ وَجَلََّّ -: (اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا (١٤) </p><p> قيل: شهيدًا، وقيل: كافيًا وحاسبًا، وهو واحد: أن المؤمن بما سبق من صالحاته يقف فيها لا يقطع القول لرجائه في رحمته ولخوفه عن مساويه؛ فلا يشهد على نفسه بالعقوبة. </p><p> وأما الكافر فإنه يشهد على نفسه بالنار؛ لما لم يكن له ما يطمع رحمته. </p><p> وقوله:  (اقْرَأْ كِتَابَكَ) ، أي:  (وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا) ؛ فيقال له:  (اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا) . </p><p> وفي ذلك لطف عظيم بقراءة كتابه بأي لسان كان؛ لأنه لم يبين بأي لسان يكتب، ثم يتذكر جميع ما عمل في عمره، وقد ينسى الرجل عملًا يعمل في أدنى مدة، لكن هذا يتذكر في ساعة ووهلة ما كان عاملًا منه. </p><p> * * * </p><p> قوله تعالى:  (مَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا (١٥) وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا (١٦) وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ وَكَفَى بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرًا بَصِيرًا (١٧) </p><p> وقوله - عَزَّ وَجَلَّ -: (مَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ) . </p><p> أي: من اهتدى إلى ما جعل اللَّه عليه من أنواع النعم، وقام بأداء شكرها فإنما فعل ذلك لنفسه؛ لأنه هو المنتفع به. </p><p> أو يقول: من اختار الهدى وأجابه إلى ما دعاه مولاه فإنّما يهتدي لنفسه، أي: فإنما اختار ذلك لنفسه؛ لأنه هو المنتفع به وهو الساعي في فكاك رقبته. </p><p> وقوله - عَزَّ وَجَلََّّ - (وَمَنْ ضَلَّ) . </p><p> أي: من ضل، أي: من اختار الضلال (فَإِنَّمَا يَضِلُّ عَلَيْهَا) ، أي: فإنما يرجع عليها ضرره، وهو ما ذكر:  (مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا) . </p><p> وقوله:  (إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا) . </p><p> وقوله:  (وَمَنْ ضَلَّ) عن ذلك (فَإِنَّمَا يَضِلُّ عَلَيْهَا) . </p><p> أي: إلى نفسه يرجع ضرر ضلاله على نفسه؛ كقوله:  (وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى) . </p><p> هو ما ذكرنا، أي: لا تحمل نفسق خطيئةَ أخرى، ولا تأثم بوزر أخرى، واللَّه أعلم؛ ذكر هذا ليعلم أن أمر الآخرة خلاف أمر الدنيا؛ لأن في الدنيا قد يؤخذ نفس مكان أخرى، ويحتمل نفس مؤمنة أخرى، وفي الآخرة لا تؤخذ نفس بدل أخرى. </p><p> والثاني: قد يتبرع بعض عن بعض بتحمل المؤُنات والقيام في فكاكها، وأمَّا في الآخرة فلا يتبرع بذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا) . </p><p> يحتمل: ما كنا معذبين تعذيب استئصال في الدنيا إلا بعد دفع الشبه - ودفعها عن الحجج - من كل وجه، وبعد تمامها، وإن كانت الحجة قد لزمتهم بدون بعث الرسل؛ ليدفع عنهم عذرهم من كل وجه، أو أن يكون قوله:  (وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا) إفضالًا منه ورحمة، وإن كان العذاب قد يلزمهم، والحجة قد قامت عليهم، والعذاب الذي كانوا يعذبونهم في الدنيا ليس هو عذاب الكفر؛ لأن عذاب الكفر دائم أبدًا لا انقطاع له، وهذا مما ينقطع وينفصل، لكن يعذبون بأشياء كانت منهم من العناد ودفع الآيات، وأما عذاب الكفر فهو في الآخرة أبدًا لا ينقطع. </p><p> وفي الآية دلالة أن حجة التوحيد قد لزمتهم وقامت عليهم بالعمل، حيث قال:  (وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا) ؛ فلو لم تلزمهم لكان الرسل إذا دعوهم إلى ذلك يقولون: من أنتم ومن بعثكم إلينا؛ فإذا لم يكن لهم هذا الاحتجاج دل أن الحجة قد قامت عليهم، لكن اللَّه بفضله أراد أن يدفع الشبه عنهم ويقطع عنهم عذرهم برسول يبعث إليهم؛ لما أن أسباب العلم بالأمور ثلاثة: </p><p> فمنها ما يعلم بظاهر الحواس بالبديهة، ومنها ما يفهم ويعلم بالتأمل والنظر، ومنها ما لا يعلم إلا بالتعليم والتنبيه. </p><p> وقَالَ الْقُتَبِيُّ:  (وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا) وهو ما ذكرنا، أي: نخرج بذلك العمل كتابًا. </p><p> وقال أَبُو عَوْسَجَةَ: أي نكتب ما عمل ثم نقلده في عنقه فيجيء به يوم القيامة. </p>"
}