{
  "id": null,
  "sura": 17,
  "aya": 13,
  "text": "<p> ثم قول (آيَتَيْنِ) ، والآية علامة، وعلامتهما لا تعرف إلا بالتأمل والنظر فيهما؛ فعلى ذلك ألا يفهم، مراد ما في القرآن والمعنى المودع فيه - إلا بالتأمّل والنظر فيه. </p><p> وفيهما دلالة نقض قول أصحاب الطبائع وأصحاب النجوم والدهرية وجميع الملاحدة: </p><p> أما نقض قول أصحاب الطبائع: لما ذكرنا من اتساق مجراها على سنن واحد وأمر واحد، دل أنه بالتدبير صار كذلك لا بالطبع. وأمَّا نقض قول أصحاب النجوم لما جعل النجوم مسخرة لمنافع الخلق ومغلوبة يغلبها ضوء الشمس ونور القمر حتى لا ترى؛ دل أنه لا تدبير لها وأن التدبير لغيرها. وعلى غيرهم من الملاحدة ما ذكرنا من اتصال منافع هذا بهذا ومنافع هذا بهذا، دل أنه ما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ) . </p><p> يحتمل الفضل الذي ذكر: الرزق والمعاش الذي ذكر في آية أخرى: (وَجَعَلْنَا النَّهَارَ مَعَاشًا) ، ويحتمل أنواع فضل تكون في الذين. </p><p> (وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ) . </p><p> هو ما ذكرنا أنه بهما يعرف عدد السنين والحساب. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا) . </p><p> يحتمل التفصيل تفصيل آية من أخرى، أي: لم يجعلهما آية واحدة؛ على ما ذكر. </p><p> وقال الحسن: أي فصل بين ما أمر عباده ونهاهم، أي: بين وفصل ما يؤتى مما يتقَى، و (فَصَّلْنَاهُ) : أي: فصله تفصيلًا لم يتركه مبهمًا؛ بل بين غاية البيان. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا (١٣) </p><p> اختلف في قوله:  (طَائِرَهُ) : </p><p> قَالَ بَعْضُهُمْ:  (طَائِرَهُ) : شقاوته وسعادته، ورزقه وعيشه. </p><p> وقَالَ بَعْضُهُمْ: عمله الذي عمل من خير أو شر. </p><p> وقَالَ بَعْضُهُمْ: حظه ونصيبه من عمله، وهو جزاؤه ونحو ذلك، فذلك كله يرجع إلى </p><p> معنى واحد؛ لأنه إنما يسعد ويشقى بعمله الذي يعمله، وكذلك جزاء عمله؛ ولذلك قال الحسن في تأويل قوله:  (قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا) ، أي: بأعمالنا التي عملناها، ثم يخرج تسمية العمل وما ذكروا طائرًا؛ لوجهين: </p><p> أحدهما: على وجه التفاؤل والطيرة؛ كانوا يتفاءلون ويتطيرون بأشياء: بالطائر وغيره، ويقولون جرى له الطائر بكذا من الخير، وجرى له بكذا من الشر؛ على طريق الفأل والطيرة؛ فخاطبهم على ما يستعملون، وأخبر أن ذلك يلزم أعناقهم، وهو ما قال اللَّه - تعالى -: (يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ) ، وكقوله:  (فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَذِهِ) ، وقوله -أيضًا-: (قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ. . .) الآية، ونحوه. </p><p> والثاني: سمى الأعمال التي عملوها طائرًا؛ لما أن الذي يتولد منه تلك الأعمال كالطائر، وهو الهمة، أو لا يخطر بباله شيء؛ ففي الأخطار لا صنع له فيه، ثم يهمُّ، ثم تبعث الهمَّة على الإرادة، ثم الإرادة تبعث على الطلب والعمل، فالهمة التي في النفس التي يتولد منها الأعمال كالطائر؛ فسماه لذلك باسمه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فِي عُنُقِهِ) . </p><p> يحتمل أن يكون العنق كناية عن النفس، أي: ألزمناه نفسه، وذلك جائز؛ يقال: هذا لك عليَّ وفي عنقي. </p><p> والثاني: ذكر العنق؛ كما يقول الرجل لآخر إذا أراد التخلص من عمل: قلَّدتك هذا العمل وجعلته في عنقك، أي: تكون أنت المأخوذ به إثمًا إن كان في ذلك شر، وأنت المأجور به المثاب إن كان فيه خير. </p><p> والمعنى في قوله:  (وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ) ، أي: لا يؤخذ غيره بعمله وشقائه؛ ولكن هو المأخوذ به، وهو ما قال:  (مَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ) ، وقوله:  (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى) ؛ هذه الآيات الثلاثة معناها واحد، وهو ما ذكرنا ألا يؤخذ غيره بعمل آخر، ولا تحمل نفس خطيئة أخرى ولا وزرها، ولكن كل نفس هي تحمل خطيئة نفسها. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا) . </p><p> هذا يحتمل وجهين: </p>"
}