{
  "id": null,
  "sura": 17,
  "aya": 70,
  "text": "<p> بالحصباء، وهي الحصى الصغار، والقاصف: الريح الشديدة التي تقصف الشجر، أي: تكسرها. وكذلك قال أَبُو عَوْسَجَةَ: القاصف: الشديدة من الرياح. </p><p> وقوله - عزّ وجلَّ -: (وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا (٧٠) </p><p> كرمهم بأن خلقهم في أحسن صوه: ؛ كقوله:  (وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ) ، وقومهم في أحسن تقويم وأحسن قامة؛ كقوله:  (لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ) ، وكرمهم بأن ركب فيهم العقول التي بها يعرفون الكرامات من الهوان، ويعرفون بها المحاسن من المساوي، والحكمة من السفه، والخير من الشر، وكرمهم بأن جعل لهم لسانًا يتكلمون بها الحكمة وكل خير، وبها يتوصلون إلى درك الحكمة وجمعها، وكرمهم بأن جعل أرزاقهم أطيب الأرزاق وجعل لغيرهم ما خبث منها وما فضل منهم، وكرمهم بأن خلق جميع ما على وجه الأرض لهم؛ كقوله:  (خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا) ، وكرمهم بأن سخر لهم جميع الخلائق:  (وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ) ، وجعل بني آدم هم المقصودون بخلق جميع الخلائق ونحوه، وكرمهم حيث جعلهم بحيث يتهيأ لهم استعمال السماء والأرض، واستعمال الشمس والقمر، واستعمال البحار والبراري، وجميع الصعاب والشدائد في حوائجهم ومنافعهم ما لا يتهيأ لغيرهم من الخلائق ذلك؛ فذلك تفضيلهم. </p><p> وجائز أن يكون كرم بني آدم؛ لأنه كرم آدم، أوكرم آدم؛ لأنه أسجد ملائكته له، وبعثه رسولًا إليهم؛ حيث قال:  (أَنْبَأَهُمْ بِأَسْمَائِهِمْ) ؛ فلما كرم آدم صار بنوه مكرمين -أيضًا- ولهذا نقول بأن الأب يصير مشتومًا بشتم ابنه. </p><p> وما قال أهل التأويل: إنه فضل بني آدم على غيرهم من الحيوان والدواب؛ حين أكلوا وشربوا هم بأيديهم وسائر الدواب يأكلون بأفواههم - هذا الذي ذكروا هو من التفضيل، إلا أن ذكره له خاصة ليس فيه كثير حكمة وفضل؛ لكن فضلهم وكرمهم بما ذكرنا من وجوه الكرامات، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ) . </p><p> هذا تفسير ما ذكر من تكريم بني آدم وتفضيله إياهم، ثم يحتمل هذا وجهين: </p><p> أحدهما: أن جعل لهم البر والبحر مسخرين؛ حتى يصلوا إلى ما في باطن البحر وظاهره من أنواع المال والمنافع. </p><p> وكذلك البر سخر لهم؛ حتى يصلوا إلى ما في باطنه من الأموال والمنافع وظاهره. </p><p> والثاني: أن جعلهم بحيث يقضون حوائجهم التي كانت لهم من وراء البحر ووراء البر - ما لم يجعل ذلك لغيرهم من الخلائق - قضاء الحوائج من ورائهما، وذلك معنى تفضيلهم الذي ذكر، ثم ما ذكر على أثر قوله:  (كَرَّمْنَا بَنِي آدَمَ) ، هو تفسير تفضيله وإكرامه؛ حيث قال:  (وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ) . </p><p> وجائز أن يكون ما ذكر من تكريم بني آدم وتفضيله إياهم - هو ما جعل فيهم من الأنبياء، والرسل، والأتقياء، والأخيار منهم - ما لم يجعل ذلك من غيرهم؛ ألا ترى أن موسى - عليه السلام - قال:  (اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ) الآية. </p><p> وقوله:  (وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ) . </p><p> هو ما ذكرنا: أن جعل أرزاقهم وغذاءهم ما بلغ في الطيب غايته، ولا كذلك غذاء غيرهم من الدواب ورزقهم؛ لأنهم لا يأكلون إلا بعد أن يستخرجوا منه ما فيه من أذى وخبث وخشونة: من النخالة وغيرها، وفي الطبخ والنضج حتى يبلغ في الطيب واللين غايته. وأمَّا غيرهم من الدواب فإنما يأكلون كما هو نيئًا غير مطبوخ ولا نضيج، وفيه من الخبث والأذى. </p><p> (وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا) . </p><p> أما بعض أهل التأويل فإنه قال: فضلناهم على كثير ممن خلقنا: على الجن والشياطين، وأصحابهم غير الملائكة. </p><p> وقَالَ بَعْضُهُمْ: على كثير ممن خلقنا: من الحيوان والدواب، (تَفْضِيلًا) : بالأكل بالأيدي، وجعل رزقهم من غير رزق الدواب. </p><p> ويحتمل (عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا) : ممن على وجه الأرض من الجن وغيرهم؛ لما لم يرسل إلى الجن رسول منهم، ولا أنزل عليهم كتاب على حدة، وما جعل أرزاقهم مما يفضل من البشر من العظام والسرجين وغيره، على ما ذكر؛ فذلك وجه تفضيلهم عليهم. </p><p> وأمّا الكلام في تفضيل البشر على الملائكة والملائكة على البشر - فإنا لا نتكلم في شيء من ذلك؛ لما لا نعلم ذلك، وليس لنا إلى معرفة ذلك حاجة؛ فالأمر فيه إلى اللَّه في تفضيل هَؤُلَاءِ على هَؤُلَاءِ، وهَؤُلَاءِ على هَؤُلَاءِ، ليس إلينا من ذلك شيء، ولا جائز أن يجمع بين أشر البشر وأفسقهم وبين الملائكة الذين لم يعصوا اللَّه طرفة عين، فيقال: هم أفضل من الملائكة؛ ولكن إن كان لا بد فإنما يجمع بين الأنبياء والرسل </p>"
}