{
  "id": null,
  "sura": 17,
  "aya": 57,
  "text": "<p> أو أن يذكر هذا؛ لقطع ما يرجون من دون اللَّه من كشف ضر عنهم ودفعه، أو جر نفع إليهم وسوق خير، على ما أخبر أنه لا يملك ذلك أحد سواه كقوله:  (مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ. . .) الآية، وقوله:  (وَإِنْ يَمْسَسْكَ اللَّهُ. . .) الآية: أخبر أنه لو فتح هو رحمة لا يملك أحد دونه إمساكها، ولو أمسك هو لا يملك أحد إرسالها دونه، ولو من ضر لا يملك أحد كشفه، وإن أراد خيرًا لا يملك أحد دفعه ورده. </p><p> هذا يذكر - واللَّه أعلم - للمسلمين؛ لئلا يرجوا أحدًا من الخلائق دون اللَّه ولا يخافوا أحدًا سواه. </p><p> ثم صرف أهل التأويل تأويل الآية إلى الملائكة، لكن الآية تحتمل كل معبود دون اللَّه: الملائكة والجن والأصنام التي عبدوها. </p><p> وأمَّا الآية الثانية التي تتلوها ظاهرها في الملائكة والجن، وهو قوله:  (أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ ... (٥٧) </p><p> أي: أُولَئِكَ الذين يعبدون من دون اللَّه يبتغون هم إلى ربهم الوسيلة أيهم أقرب (وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ. . .) الآية: اختلف فيه: منهم من صرفها إلى الملائكة. </p><p> ومنهم من صرفها إلى الجن، وهو قول عبد اللَّه بن مسعود - رَضِيَ اللَّهُ عَنْهُ - يقول: إن قومًا من العرب كانوا يعبدون الجن، ثم أسلم الجن، فبقِي أُولَئِكَ كما كانوا يعبدونهم بعد إسلامهم؛ فيقول: أُولَئِكَ الذين يعبدون من دون اللَّه يبتغون إلى ربهم الوسيلة؛ فكيف تعبدونهم؟! </p><p> ومن قال: إنها في الملائكة - اختلفوا في قوله:  (وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ) : قال الحسن: يرجون محبته ورضاه، (وَيَخَافُونَ عَذَابَهُ) ، أي: خوف الهيبة والجلال والعظمة لا خوف عذاب النار ونقمته؛ لأن اللَّه - تعالى - عصمهم من أن يرتكبوا ما يوجب لهم النقمة والعذاب؛ حيث قال:  (لا يعصُونَ اللَّهَ مَا أَمَرَهُم) ، وقال:  (لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلَا يَسْتَحْسِرُونَ) ، وقال في قوله:  (وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ) : هذا إخبار أنهم لو قالوا ذلك لفعل بهم ما ذكر ليس </p><p> على أن يقول أحد منهم ذلك. </p><p> وقال أبو بكر:  (وَيَرْجُونَ رَحْمَتَهُ) : ثوابه، (وَيَخَافُونَ عَذَابَهُ) : نقمته؛ حيث قال: فهم من الوعيد ما قال: (وَمَن يَقُل مِنهُم. . .) الآية؛ فقد أثبت لهم الوعيد فيه، لكن ثوابه ما يتلذذ به وعذابه ما يتألم به ويتوجع. </p><p> ومنهم من يقول من أهل التأويل (وَيَرْجُونَ رَحْمَتَهُ) ، أي: جنته، لكن هذا يشبه أن يكونوا يرجون صحبة أهل الجنة؛ كقوله:  (يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ (٢٣) سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ. . .) الآية. </p><p> وجائز عندنا صرف قوله:  (أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ) إلى الأصنام التي عبدوها من دونه أيضًا، ويكون تأويل:  (يَدْعُونَ) : يبتغون، أي: لو لم يكن لهم من العبادة والطاعة، وركب فيهم من أسبابها لكانوا كما ذكر، وهو كقوله:  (لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ) أي: لو مكن له وركب فيه ما ركب في البشر ومكن لهم (لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ) على ما ذكر من سفه أُولَئِكَ الذين عبدوا من دون اللَّه؛ يقول: كيف تعبدون من لو مكن من العبادة والطاعة لكانوا يبتغون بذلك الوسيلة إلى ربهم؟! أو كيف تعبدون من هو بطاعة ربه يبتغي الوسيلة إليه؟!؛ إن كانت الآية في الملائكة؛ كأنه يذكر سفه أهل مكة؛ حيث سألوا العذاب بقوله:  (فَأَمْطِرْ عَلَيْنَا حِجَارَةً. . .) الآية، ونحوه، وأهل السماء والأوض جميعًا يحذرون عذابه. </p><p> وقوله:  (قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ) ما ذكر: ليس هو بأمر في الحقيقة، وإن كان ظاهره أمرًا؛ ولكن إخبار عن عجز ما يدعون من دونه، وتعجيز ما ذكر من كشف الضر ودفعه والتحويل، وكذلك قوله:  (قُلْ كُونُوا حِجَارَةً. . .) الآية. ليس هو بأمر؛ إنما هو إخبار عن قدرته أنه لا يعجزه شيء، وإن بدلتم أصلب الأشياء وأعظمها. </p><p> وقوله - عزّ وجلّ -: (فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ) ، أي: دفعه وردّه، وَلَا تَحْوِيلًا): يحتمل وجهين: </p><p> أحدهما: فلا يملكون تحويل ذلك الضرّ إلى غيركم ولا صرفه. </p><p> والثاني:  (وَلَا تَحْوِيلًا) من الأشد والأثقل إلى الأخف والأيسر والأهون. </p>"
}