{
  "id": null,
  "sura": 17,
  "aya": 36,
  "text": "<p> الْكَيْلَ الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ)، وقَالَ بَعْضُهُمْ:  (بِالْقِسْطَاسِ) : القبان؛ فكيفما كان ففيه ما ذكرنا: من الأمر بتوفير الكيل والوزن، والإيفاء لحقوقهم، والنهي عن البخس والنقصان. </p><p> وقوله - عزَّ وجلَّ -: (ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا) . </p><p> يحتمل قوله:  (ذَلِكَ خَيْرٌ) - ما ذكر من توفير الكيل والوزن وإيفاء الحقوق - خير في الدنيا؛ لما فيه أمن لهم من النا. </p><p> (وَأَحْسَنُ تَأْوِيلًا) ، أي: أحسن عاقبة في الآخرة، ويحتمل قوله ذلك - ما ذكر في هذه </p><p> الآيات من أولها إلى آخرها: إذا عملوا بها خير لهم في الدنيا وأحسن تأويلًا، أي: عاقبة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا (٣٦) </p><p> قيل: لا تقف، أي: لا -، وقيل: لا تَرْمِ، وقيل: لا تتبع؛ فكيفما كان - ففيه النهي عن القول والرميْ لا علم له به، ولا ترم ما ليس لك به علم، ولا تقل ما ليس لك به علم. </p><p> (إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا) . </p><p> قَالَ بَعْضُهُمْ:  (كُلُّ أُولَئِكَ) يعني: الشمع والبصر والفؤاد - يُسأل عما عمل صاحبه؛ كقوله:  (الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ. . .) الآية، وقوْله:  (شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ) ، تُسأل هَؤُلَاءِ عما عمل صاحبها؛ فيشهدون عليه. </p><p> وقَالَ بَعْضُهُمْ: هو عن كل أُولَئِكَ كان مسئولاً، أي: يسأل المرء عما استعمل هذه الجوارح؛ وأنه: فيم استعملها. </p><p> وقَالَ بَعْضُهُمْ، قوله:  (أُولَئِكَ كَانَ عَنْهُ) : يعني الخلائق جميعًا، (عَنْهُ) : يعني عما ذكر من السمع والبصر والفواد (مَسْئُولًا) . </p><p> وقَالَ بَعْضُهُمْ في قوله:  (وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ) ، يقول: لا تقل: رأيتُ، </p><p> ولم تر، وسمعتُ، ولم تسمع، وعلمتُ، ولم تعلم. </p><p> ومنهم من قال: في شهادة الزور؛ فإن احتج محتج بهذا في إبطال القياس والاجتهاد؛ فيقول: إذا قاس الرجل فقد قال ما ليس له به علم، لكن ليس كذا؛ لأن أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قد تكلموا في الحوادث بآرائهم، وشاوروا في أمورهم، وولى أبو بكر عمر - رضوان اللَّه عليهما - الخلافة بغير نصٍّ من الرسول عليها، وجعلها عمر شورى بينهم، ولم يُروَ ذلك عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، ولا نقول: إنهم فعلوا ذلك بغير علم، ولا: قالوا ما لم يعلموا؛ فدل ما ذكرنا أن معنى قول اللَّه - تعالى -: (وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ) - ليس يدخل فيه الاجتهاد في الأحكام، وتشبيهه الفرع الحادث بالأصل المنصوص عليه، واللَّه أعلم. </p><p> وقَالَ الْقُتَبِيُّ:  (حَتَّى يَبْلُغَ أَشُدَّهُ) ، أي: يتناهى في الثبات إلى حال الرجال، ويقال: ثماني عشرة سنة، وقال: أَشُدُّ اليتيمِ غير أشدِّ الرجل في قوله: (حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً) ، والأشد ما ذكرنا من استحكام عقله وتدبيره إلى ألا يؤخذ بالنقصان، وهو إذا جاوز أربعين يأخذ في النقصان، وإلى أربعين يكون على الزيادة والنماء. </p><p> ويحتمل قوله:  (وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ) ، أي: لا تقف ما ليس لك به علم بأسباب العلم، وهو ما ذكر من السمع والبصر، وجائز أن يكون:  (إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا) : يسأل عن شكر هذه الأشياء، أو يسأل عما امتحن بهذه الأشياء. </p><p> وفي قوله:  (وَأَوْفُوا الْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ) - دلالة جواز الاجتهاد؛ لأنه أمر بإيفاء الكيل والوزن، ولا يقدر على ذلك إلا باجتهاد الكائل والوازن؛ لأن كيل الرجل يزيد على كيل غيره وينقص، وربما كال الرجل الشيء ثم يعيد كيله هو بنفسه فيزيد أو ينقص، ولا يكاد يستوي الكيلان وإن كانا من رجل واحد، وإنما يكلف الاجتهاد في كيله وترك التعمد للزيادة أو النقصان فيه؛ فإذا فعل ذلك فقد وفر الكيل وأدى الواجب، </p>"
}