{
  "id": null,
  "sura": 17,
  "aya": 84,
  "text": "<p> فيشبه أن يكون النعمة التي ذكر هو مُحَمَّد؛ لما ذكرنا أنهم كانوا في حيرة وعمى لا يجدون السبيل إلى دين اللَّه، (وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَمِ فَلَمَّا جَاءَهُمْ نَذِيرٌ مَا زَادَهُمْ إِلَّا نُفُورًا) ، فذلك الإعراض الذي ذكروا، واللَّه أعلم، فبعث اللَّه محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ليدعوهم إلى دين اللَّه ويبين سبيله، فذلك منه نعمة عظيمة أعرضوا عنها وتباعدوا عنها. </p><p> ويشبه أن يكون ما قاله أهل التأويل إنه إذا وسع عليه الرزق والعيش أعرض عن الدعاء له وتباعد بجانبه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذَا مَسَّهُ الشَّرُّ كَانَ يَئُوسًا) ، أي: يائسًا من الخير ألا يعود إليه أصلا، وهكذا كانت عادتهم أنهم كانوا يخلصون الدعاء له إذا مسّهم سوء وأصابتهم شدة، ويكفرون به إذا تجلى ذلك عنهم وانكشف، كقوله:  (فَإِذَا رَكِبُوا فِي الْفُلْكِ. . .) الآية. (وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ. . .) الآية. وأمثاله، وكان الناس كلهم فرقًا أربعة: </p><p> منهم من كان مذهبهم ما ذكرنا: أنهم كانوا يخلصون له الدعاء في حال الشدة ويكفرون في حال الرخاء. </p><p> ومنهم من كان يؤمن به في حال الرخاء والنعمة ويكفر به في حال الشدة، كقوله:  (وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ) الآية. وهم أهل النفاق. </p><p> ومنهم من يكفر به في الأحوال كلها كقوله:  [ ... ] . </p><p> والفرقة الرابعة هم أهل الإسلام يؤمنون به في حال الرخاء وحال الشدة في الأحوال كلها، على هذا كانوا في الأصل، وعلى هذا يجيء أن يكون قوله:  (وَإِذَا مَسَّهُ الشَّرُّ كَانَ يَئُوسًا) من الأصنام، كقوله:  (ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ) ، فيكون إياسهم من الأصنام التي عبدوها. </p><p> لكن أهل التأويل صرفوا إلى ما ذكرنا من الإياس عن الخير من أن يعود إليهم. </p><p> وقوله تعالى:  (قُلْ كُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَى سَبِيلًا (٨٤) لسنا نعلم إزاء أي سبب كان هنالك حتى قال: (قُلْ كُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ) ؛ إذ إنه يجوز أن يقال هذا بلا سبب كان منهم، لكن يشبه أن يكون، قال هذا على الإياس من إيمانهم لما لم يزدهم دعاؤه إياهم وكثرة تلاوة </p><p> آياته عليهم وإقامة حججه عليهم - إلا عنادًا وإنكارًا، فقال عند ذلك:  (قُلْ كُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ) ، أي: على دينه وطريقته، كقوله:  (لَكُمْ دِينُكُمْ وَلِيَ دِينِ) ، وكقوله:  (وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ) فهو كله على الإياس عن أن يؤمنوا به ويقبلوا دينه، ثم قال:  (فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَى سَبِيلًا) ، أي: ربكم أعلم بمن منا على الهدى، ومن ليس. </p><p> أو من منا أهدى سبيلًا نحن أو أنتم؟ </p><p> وقال أَبُو عَوْسَجَةَ: الشاكلة: الحاضرة أي: على ناحيته. </p><p> وقَالَ الْقُتَبِيُّ: شاكلته، أي: على خليقته وطبيعته. </p><p> وقال قطرب: على طريقته، وكأن هذا أشبه. </p><p> وقَالَ بَعْضُهُمْ: على نيته. </p><p> وقيل: على دينه ومذهبه. </p><p> وقيل: على جديلته ومنهاجه، وكله يرجع إلى واحد. </p><p> ويشبه أن يكون: أي: كل يعمل بما هو الشبيه به وما هو يشبهه؛ لأن الشكل هو ما يشبه الشيء، يقال: هذا شكل هذا، وقوله:  (قُلْ كُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ) على قول من يقول على خليقة خلق عليها؛ لأنه خلق على علم منه أنه يختارها ويؤثرها، واللَّه أعلم. </p><p> وقوله:  (إِنَّ الْبَاطِلَ كَانَ زَهُوقًا) قيل: ذاهبًا باطلًا، لا يجدي لأهله نفعًا؛ لأنه يتلاشى ولا يبقى، والحق يجدي لأهله نفعًا ويبقى، وعلى ذلك ضرب اللَّه مثل الحق بالشيء الذي يبقى، وضرب مثل الباطل بالشيء الذي لا يبقى ولا يثبت؛ فقال:  (كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ) وقد ذكرناه في موضعه: ضرب مثل الباطل بالزبد وهو يتلاشى، لا ينتفع به؛ فعلى ذلك الباطل، وضرب مثل الحق بالماء، وهو يبقى في الأرض، وينفع الناس، وضرب مثل الباطل -أيضًا- بالشجرة الخبيثة التي اجتثت من فوق الأرض ما لها من قرار بقوله:  (وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ. . .) الآية، وضرب مثل الحق </p>"
}