{
  "id": null,
  "sura": 17,
  "aya": 28,
  "text": "<p> وهو الشكر لله، وجعل العبادة له وشكر الوالدين؛ جزاء لما كان منهما إليه، وقد ذكرنا أن ذلك فرض لازم؛ فعلى ذلك صلة هَؤُلَاءِ؛ إذ صلتهم فريضة؛ لما جاء من المواعيد الشديدة في قطع الرحم، والترغيب في صلتهم. </p><p> ومنهم من قال: ذلك الحق نفل؛ ألا ترى أنه قال:  (وَلَا تُبَذِّرْ تَبْذِيرًا) ، (وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ) ، وقال:  (وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاءَ رَحْمَةٍ مِنْ رَبِّكَ تَرْجُوهَا) فلا يحتمل ما ذكر من الإعراض عنهم ابتغاء رحمة من ربك ترجوها في الفرض، دل ائه في النفل، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تُبَذِّرْ تَبْذِيرًا) . </p><p> قَالَ بَعْضُهُمْ: التبذير والإسراف: واحد، وهو المجاوزة عن الحد الذي جعل في الإنفاق والحقوق، والمجاوزة: عن المحق، إلى غير المحق. </p><p> روي عن ابن مسعود أنه سئل عن التبذير؛ فقال: إنفاق المال في غير حقه. وكذلك قول ابن عَبَّاسٍ، رَضِيَ اللَّهُ عَنْهُ. </p><p> وقَالَ بَعْضُهُمْ: التبذير هو الإنفاق فيما لا ينتفع به. ويحتمل ما ذكرنا أنه يترك الإنفاق على المحق وهم ذوو القربى، وينفق على الأجنبيين. </p><p> وقوْله - عَزَّ وَجَلَّ -: (إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا (٢٧) </p><p> أي: كانوا أولياء الشياطين. </p><p> (وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا) . </p><p> أي: كفورًا لنعم ربه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاءَ رَحْمَةٍ مِنْ رَبِّكَ تَرْجُوهَا فَقُلْ لَهُمْ قَوْلًا مَيْسُورًا (٢٨) </p><p> عن الحسن قال: كان النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يُسأل فيقول:  \" مَا لآل مُحمدٍ - وَإنَّهُم لَتِسعَةُ أَهْلِ أَبْيَاتٍ - إِلا صَاع مِنْ طَعَام \" فأنزل اللَّه تعالى: (فَقُلْ لَهُمْ قَوْلًا مَيْسُورًا) ، أي: عِدْهم أن </p><p> سوف يأتي بالرزق. </p><p> عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال في قوله:  (وَإِمَّا تُعْرِضَنَّ عَنْهُمُ) : إذا سألوك، وليس عندك شيء انتظرت من اللَّه رزقًا يأتيك، (فَقُلْ لَهُمْ قَوْلًا مَيْسُورًا) : يكون - إن شاء اللَّه - شبه العِدَة. وأمثال هذا قالوه. </p><p> ويحتمل قوله:  (وَإِمَّا تُعْرِضَنَّ عَنْهُمُ) : إعراض الوجه، ويحتمل إعراض الإجابة؛ فذلك يكون بالاستثقال والاستخفاف، ولما ليس عنده شيء يعطيهم ثانيًا، لكن لا نعرف أن الإعراض كان للاستثقال والاستخفاف، أو لما ليس عنده ما يعطيهم؛ فأمر أن يبين لهم أن الإعراض عنهم ليس للاستثقال والاستخفاف، وكذلك ترك الإجابة لهم، ولكن لما ليس عنده شيء؛ ليعلموا أن الإعراض عنهم ليس للاستخفاف ولا للاستثقال؛ ولكن لما ليس عنده ما يعطيهم، أو يطلب ما يعطيهم، وهو ما قال:  (فَقُلْ لَهُمْ قَوْلًا مَيْسُورًا) . </p><p> أجمع أهل التأويل أن هذا الإعراض هو السؤال؛ لأنه كان يعرض عنهم لابتغاء ما يعطيهم، فذلك الإعراض يرجع منفعته إلى السؤال. </p><p> ثم اختلفوا في قوله:  (مَيْسُورًا) : </p><p> قَالَ بَعْضُهُمْ: عِدْهم عِدَةً حسنة: إذا كان ذلك أعطيناك. </p><p> وقَالَ بَعْضُهُمْ: أي: عدهم خيرًا. </p><p> وقَالَ بَعْضُهُمْ: قل لهم قولًا لينًا وسهلًا. </p><p> وقال أَبُو عَوْسَجَةَ:  (مَيْسُورًا) ، أي: حسنًا، وهو من التيسير، ونحو ذلك قالوا، أي: </p>"
}