{
  "id": null,
  "sura": 17,
  "aya": 73,
  "text": "<p> وَإِذًا لَا يَلْبَثُونَ خِلَافَكَ إِلَّا قَلِيلًا (٧٦) سُنَّةَ مَنْ قَدْ أَرْسَلْنَا قَبْلَكَ مِنْ رُسُلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا (٧٧) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ وَإِذًا لَاتَّخَذُوكَ خَلِيلًا (٧٣) </p><p> دل هذا على أنه قد كان من الكفرة شيء من الدعاء إلى شيء: يصير به مفتونًا لو أجابهم إلى ذلك، وكذلك كانت عادة الكفرة: كادوا أن يضلّوا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ويفتنوه عن الذي أوحي إليه، ويصرفوه عنه، كقولهم:  (ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ) ، هكذا كانت عادتهم: كانوا يطلبون منه الافتراء على اللَّه والضلال على وجه المكر به، لا ضلال تصريح وكفر تصريح؛ ولكن معنى؛ يؤدي ذلك إلى الضلال والكفر، يريدون منه المساعدة لهم في بعض ما هم فيه بما كانوا يرونه من الموافقة له والمساعدة، لكن اللَّه عصم رسوله عن جميع ما كانوا يطلبون منه؛ بالآيات والحجج التي ذكر في كتابه، وبالعقول؛ كقوله:  (فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ. . .) الآية: أخبر أنهم لا يؤمنون حتى لا يجدوا في أنفسهم حرجًا مما قضى. ومن لم يكن معصومًا يجوز أن يوجد منه حرج مما قضى به، وكقوله:  (إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ) ، ومن لم يكن معصومًا يجوز أن يؤذي ولا يلحقه اللعنة، وقوله:  (وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ. . .) الآية، فمن لم يكن معصومًا يجوز أن يكون الخيرة من أمره، وقوله:  (وَأَطِيعُوا اللَّهَ وَرَسُولَهُ) ، وأمثاله من الآيات مما يكثر عدها. </p><p> وكذلك العقول تشهد أنه كان معصومًا؛ فمن أراد أن يصرف ويزيل عنه العصمة بتأويل يتأوله في بعض الآيات، أو بحديث يرويه - فإنا لا نقبل تأويله، ولا خبره الذي روى، ونشهد أنه كذب. </p><p> ويجوز أن يكون في خبره الذي روى معنى آخر سواه؛ فليس له أن يروي إلا بالمعنى الذي كان فيه؛ فتأويل أهل التأويل أنه ألقى الشيطان ولقنه عند تلاوته:  (أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى (١٩) وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى (٢٠) - تلك الغرانيق العلا، وشفاعتهن ترتجى. </p><p> وقَالَ بَعْضُهُمْ: لا ندعك تستلم الحجر إلا أن تستلم آلهتنا، ونحوه. </p>"
}