{
  "id": null,
  "sura": 17,
  "aya": 5,
  "text": "<p> جالوت؛ فقتلهم، وسبى ذراريهم وأموالهم، فكانوا كذلك زمانًا، ثم تابوا ورجعوا عن ذلك، ثم بعث اللَّه داود؛ فقتل جالوت، واستنقذهم من يديه، وردهم إلى مكانهم، ثم عادوا إلى ما كانوا من قبل؛ ثم سلط عليهم بختنصر؛ ففعل بهم ما فعل جالوت، ثم تابوا، فبُعِث مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقَالَ بَعْضُهُمْ: بعث - أولًا - بختنصر، ثم فلانا وفلانًا، وهو ما قال:  (فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا بَعَثْنَا عَلَيْكُمْ) إلى قوله: (وَإِن عُدتُم عُدْنَا) أي: عدتم إلى العصيان عدنا إلى العقوبة، ولكن ليس لنا إلى معرفة ذلك حاجة سوى ما فيه من وجوه الحكمة والدلالة: </p><p> أحدها: فيه دلالة إثبات رسالة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لأنه أخبر عما كان في كتبهم من غير أن علم ما في كتبهم، ولا اختلف إلى أحد منهم؛ فكان - على ما أخبر - دل أنه إنما عرف ذلك باللَّه بما أخبره في كتابه. </p><p> وفيه أنه لم يُهْلَك قوم بنفس الكفر إهلاك استئصال، حتى كان منهم مع الكفر السَّعْيُ في الأرض بالفساد، والعناد للآيات. </p><p> وفيه أن ليس على اللَّه حفظ الأصلح لهم وإعطاؤه في الدِّين؛ حيث لم يُمِتهُمْ على الإيمان، ولكن تركهم حتى عصوا ربهم، ثم سلط عليهم من قتلهم على تلك الحال، ودعاهم إلى دينه وهو كفر؛ فلو كان عليه إعطاء الأصلح لأماتهم على الإسلام؛ فذلك أصلح لهم في الدِّين. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا) . </p><p> قيل: لتجترئون جراءة عظيمة، وقيل: لتقهرُن ولتعلن غلبة؛ كقوله:  (إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ) أي: قهر وغلب، ألا ترى أنه قال:  (وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ) ، ثبت أنه على الغلبة والقهر. </p><p> وقيل: العلو هو العتو والجراءة والتكبر، وهو ما ذكرنا. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلَالَ الدِّيَارِ وَكَانَ وَعْدًا مَفْعُولًا (٥) </p><p> أي: جاء وعد هلاك من عصى منهم أولًا، وخالف أمر اللَّه وكفر به. </p><p> (بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ) . </p><p> قال الحسن: قوله: (بَعَثْنَا عَلَيْكُمْ) ليس على بعث الوحي إليهم؛ ولكن على التخلية، أي: خلينا بينهم وبين عباد أولي بأس شديد، أي: أولي بطش شديد وقوة؛ </p>"
}