{
  "id": null,
  "sura": 17,
  "aya": 51,
  "text": "<p> قال بعض أهل التأويل: أي: لو كنتم حجارة أو حديدًا فيميتكم، لكن هذا بعيد؛ لأنهم لم يكونوا ينكرون الموت؛ إذ كانوا يشاهدون الموت؛ فلا يحتمل الإنكار، ولكن كانوا ينكرون البعث بعد الموت وبعدما صاروا ترابًا ورفاتًا، إلا أن يقال: إنكم لو كنتم بحيث لا تبعثون ولا تجزون بأعمالكم لكنتم حجارة أو حديدًا، لم تكونوا بشرًا؛ لأن الحجارة والحديد ونحو ذلك يخر ممتحن، ولا مأمور بشيء، ولا منهي عن شيء، وأما البشر فإنهم لم ينشئوا إلا للامتحان بأنواع المحن والأمر والنهي والحل والحرمة، فلا بد من الامتحان؛ فإذا امتحنوا بأشياء لا بد من البعث للجزاء والعقاب، فإذا لم تكونوا ما ذكر ولكن كنتم بشرًا فاعلموا أنكم تبعثون وتجزون بأعمالكم على هذا يحتمل أن يصرف تأويلهم، لا إلى ما قالوا؛ وإلا ظاهر ما قالوا وتأولوا لا يحتمل؛ لما لا أحد أنكر الموت. </p><p> ويحتمل قوله:  (قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا (٥٠) أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ)، أي: لو كنتم ما ذكر حجارة أو حديدًا أو أشد ما يكون من الخلق لقدر أن ينشئكم بشرًا من ذلك؛ فكيف إذا كنتم بشرًا في الابتداء؟ ! أي: يعيدكم بشرًا على ما كنتم كما أنشأكم في الابتداء من ماء وتراب، وليس في ذلك الماء والتراب من آثار بشر شيء من العظام واللحوم والعصب والجلد وغيرها؛ فمن قدر على إنشاء هذا قدر على إنشاء البشر بعد الموت وبعد ما صار ترابًا ورفاتًا، على هذا يجوز أن يتأول. </p><p> ووجه آخر أن يقال: ظنوا أن لو كنتم حجارة أو حديدًا أو ما ذكر لبعثكم؛ فكيف تظنون أنه لا يبعثكم إذا كنتم ترابًا ورفاتًا أو كلام نحوه. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ ... (٥١) </p><p> ذكروا هذا وكل ما يكبر في صدورهم على ما ذكر. </p><p> (فَسَيَقُولُونَ مَنْ يُعِيدُنَا) . </p><p> استهزاء منهم به. </p><p> (قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ) . </p><p> إنهم، وإن قالوا ما قالوا استهزاء به وسخرية، فقد أمر اللَّه - تعالى - أولياءه المؤمنين أن يحاجوهم محاجة العقلاء والحكماء مع الحجج والبراهين، وإن كانوا قالوا سفهًا واستهزاء، وعلى ذلك عاملهم اللَّه، وإن كانوا سفهاء في قولهم مستهزئين، وكذلك أمر رسله أن يعاملوا قومهم أحسن المعاملة؛ حيث قال:  (وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ) وقال: (وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ) ، وإنما ذكر الله </p><p> هذه الآيات؛ ليحاجّ بها هَؤُلَاءِ، ويعلم أن كيف المعاملة مع هَؤُلَاءِ؛ إذ قد أقام اللَّه - تعالى - من الآيات والحجج على بعثهم وإحيائهم حججًا كافية ما لم يحتج إلى مثل هذا، لكنه ذكر هذا؛ لما ذكرنا - واللَّه أعلم -: كأن الذي حملهم على إنكار ذلك وجوه من الاعتبار: </p><p> أحدها: أنهم لم يروا من الحكمة إماتتهم ثم الإحياء على مثل ذلك إذ لو كان يحييهم ثانيًا - لكان لا يميتهم؛ كنقض البناء على قصد بناء مثله. </p><p> والثاني: لما رأوا أقوامًا قد ماتوا منذ زمن طويل ثم لم يبعثوا؛ فيقال لهم: إنه قد تأخر كونكم وإنشاؤكم، ثم لم يدلّ تأخركم على أنكم لا تكونون؛ فعلى ذلك لا يدلّ تأخر البعث على أنه لا يكون. </p><p> وأما جواب الأول فإنه يقال لهم: إنكم تقرون أنه أنشأكم أول مرة وأنه يميتكم، فليس من الحكمة إنشاء ثم الإماتة؛ لأنه يكون كمن بني بناء للنقض والإفناء؛ فإذا كان الأول، حكمة كان الثاني -أيضًا- حكمة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّّ -: (قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ) . </p><p> أي: يعيدكم الذي خلقكم أول مرة ولم تكونوا شيئًا على ما ذكرنا وإعادة الشيء في عقولكم أهون وأيسر من ابتدائه؛ إذ لا أحد في الشاهد يتكلف تعلم إعادة الشيء، ومعرفته، وإنما يتكلفون تعلم ابتداء الصناعات ومعرفتها، ثم يعرفون إعادة ذلك بمعرفة ابتدائية؛ فدل ذلك أنه أهون وأيسر، وهو ما قال:  (وَهُوَ أَهْوَنُ عَلَيْهِ) أي: في عقولكم ذلك أهون وأيسر. </p><p> وقوله - عزّ وجلّ -: (فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ) . </p><p> أي: يحركون رءوسهم؛ استهزاء به وهزوًا. </p><p> (وَيَقُولُونَ مَتَى هُوَ) . </p><p> على الاستهزاء أيضًا، أي: لا يكون. </p><p> وقوله - عَزَّ وَجَلََّّ -: (وَيَقُولُونَ مَتَى هُوَ) : قالوا ذلك جهلاً به وإنكارًا، وإلّا لو علموا أنه كائن لا محالة لكانوا لا يقولون ذلك؛ بل يخافون كما خاف الذين آمنوا به. </p><p> وقوله - عزّ وجلّ -: (قُلْ عَسَى أَنْ يَكُونَ قَرِيبًا) . </p>"
}