{
  "id": null,
  "sura": 17,
  "aya": 18,
  "text": "<p> أي: أهلكناهم إهلاكًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ وَكَفَى بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرًا بَصِيرًا (١٧) </p><p> يحتمل أن يكون الخبير والبصير واحدًا، ويشبه أن يكون بينهما فرق؛ الخبير: العالم بأعمالهم، والبصير بمصالحهم ومعاشهم وبجزائهم؛ يقال: فلان بصير في أمر كذا، وفلان أبصر من فلان. </p><p> ويحتمل أن يكون بذنوب عباده، وهو مكرهم الذي كانوا يمكرون برسول اللَّه؛ فقال: وكفى بمكرهم الذي يمكرون بك. </p><p> * * * </p><p> قوله تعالى:  (مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا (١٨) وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا (١٩) كُلًّا نُمِدُّ هَؤُلَاءِ وَهَؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا (٢٠) انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا (٢١) لَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَقْعُدَ مَذْمُومًا مَخْذُولًا (٢٢) </p><p> وقوله - عَزَّ وَجَلَّ -: (مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ) . </p><p> يحتمل هذا وجهين: </p><p> أحدهما: أنهم كانوا يعملون بأعمالهم الحسنة في حال كفرهم من نحو الإنفاق والصدقات وبذل الأموال، وغير ذلك - يريدون بذلك العز والشرف والذكر في الدنيا؛ فأخبر أنه من أراد بما يفعل ذلك (عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ) . </p><p> والثاني: يكون قوله: (مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ) ، أي: لا يريد بها إلا جمع الأموال وسعتها (عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ) ، ثم أخبر أنه لا كل من أرادها يعجل له ذلك، ولا كل ما أراد يعجل له ذلك؛ ولكن إنما يعجل ما أراد اللَّه ولمن أراد شيئًا يعطي له ذلك، ثم أخبر عما يعطي في الآخرة من أراد العاجلة فقال: </p><p> (ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا) . </p><p> أي: مذمومًا: يسمى بأسماء قبيحة دنية مذمومة عند الخلق، أو يذم ويلام في النار، (مَدْحُورًا) : مطرودًا من الأسماء الحسنى ومن الخيرات، أو مبعدًا عن رحمته. </p><p> وقوله:  (مَذْمُومًا) : عند نفسه، أي: يذم نفسه يومئذ، أو مذمومًا عند الملائكة والخلق جميعًا. </p><p> وفي قوله:  (وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ) وجهان: </p>"
}