{
  "id": null,
  "sura": 17,
  "aya": 82,
  "text": "<p> أو جاءت حجج الحق وبراهينه وذهبت شبه الباطل وتمويهاته، والحق: يحتمل ما ذكرنا من الإسلام ورسول اللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَزَهَقَ الْبَاطِلُ) ، أي: ذهب وبطل غيره من الأديان، وغيره من المذاهب، وعبادة الأصنام ونحو ذلك. </p><p> قالوا: وأصله: أن الناس كانوا في حيرة وتيه قبل بعث الرسول؛ لما كانوا فقدوا دين اللَّه وسبيله منذ كان رفع عيسى من الأرض إلى السماء لا يجدون سبيل اللَّه، ولا يهتدون إلى شيء، حيارى، حزانى حتى بعث اللَّه محمدًا، ليدعوهم إلى دين اللَّه، ويبين لهم سبيله الذي كان يتمسك به الأنبياء من قبله، ويخرجهم من تلك الحيرة التي كانوا فيها، ففعل - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فذلك الذي قال اللَّه تعالى:  (جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ) ، أي:  (جَاءَ الْحَقُّ) الذي كانوا فقدوه فَسُرُّوا بذلك، (وَزَهَقَ الْبَاطِلُ) ، أي: ذهب واضمحل، (إِنَّ الْبَاطِلَ كَانَ زَهُوقًا) ، أي: ذاهبًا مضمحلًا، لا يجدي خيرًا، ولا يعقب لأهله نفعًا، والحق هو الذي يعقب ويجدي نفعًا لأهله. </p><p> ثم قوله:  (جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ) لم يفهم أهل الخطاب بمجيء الحق: الانتقال من مكان إلى مكان، ولا بذهاب الباطل على ما يفهم من مجيء فلان وذهاب فلان، بل فهموا من مجيء الحق ظهوره وعلوه، وفهموا من زهوق الباطل وذهابه: فناه واضمحلاله وتلاشيه، وعلى ذلك لم يفهموا من مجيء الأعراض ما فهموا من مجيء الأجسام والأجساد؛ فعلى ذلك لا يجب أن يفهموا من قوله:  (وَجَاءَ رَبُّكَ) : الانتقال من مكان إلى مكان؛ وكذلك لا يفهم من قوله:  (ثُمَ اسْتَوَى عَلَى العرشِ) استواء الخلق، ولا من نزوله: نزول الخلق؛ على ما لم يفهم مما أضيف إلى الأعراض من الأفعال ما فهموا من الأجساد والأجسام، بل فهموا من اللَّه غير الذي فهموا من الآخر؛ فعلى ذلك لا يفهم مما أضيف إلى اللَّه تعالى ما يفهم مما أضيف إلى الخلق، بل يتعالى عن أن يشبه الخلق أو يشبهه الخلق في معنى من المعاني، أو في وجه من الوجوه، بل هو كما وصف نفسه؛ (لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ) ، وقوله:  (سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ) ، وتعالى اللَّه عما يقول الظالمون علوًّا كبيرًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا (٨٢) كأن الآية نزلت في ابتداء الأمر، حيث قال:  (وَنُنَزِّلُ) ولم يقل: (ونزلنا من القرآن ما هو شفاء) . </p><p> وجائز أن يكون قوله:  (وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ) : نفس القرآن، وهو ما ذكرنا. </p>"
}