{
  "id": null,
  "sura": 17,
  "aya": 85,
  "text": "<p> بالشجرة الطيبة الثابتة في الأرض ذات قرار وثبات بقوله:  (أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ) . </p><p> فهو على ما وصفها: الحق ثابت باق وله قرار ينفع أهله، والباطل يرى ثم يتلاشى ولا بقاء. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا (٨٥) اختلف فيه: </p><p> قال أبو بكر الأصم: الروح: القرآن هاهنا، كقوله:  (يُنَزِّلُ الْمَلَائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ) وكذلك قوله: (أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ. . .) الآية، (قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي) ، أي: من تدبير ربي، ما لو اجتمع الخلائق ما قدروا على مثله. </p><p> فَإِنْ قِيلَ: كيف سألوا عن القرآن، وهم لم يقروا بالقرآن؟ فقال: سموه: قرآنًا وروحًا على ما عنده - أعني: عند رسول اللَّه - كقوله:  (وَقَالُوا مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ) وهم لم يكونوا أقروا أنه رسول، ولكن سموه: رسولًا؛ لما أنه عند نفسه وزعمه رسول، أي: ما لهذا الذي يزعم أنه رسول يأكل الطعام؟ فعلى ذلك قوله:  (وَيَسْأَلُونَكَ عَنِ الرُّوحِ) وهو الذي به حياة الأبدان من هلاك الضلال، أي: من تمسك به نجا من هلاك الضلال. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي) ، أي: بأمر ربي ينزل. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال:  (الرُّوحُ مِنْ أَمْرِ رَبِّي) ، أي: من خلق ربي، وهما واحد. </p><p> وقَالَ بَعْضُهُمْ: الروح: هو الملك وإنَّمَا سألوه عنه، كقوله:  (تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا) : يعني: الملك. </p><p> وقَالَ بَعْضُهُمْ: إنما سألوا عن الروح المعروف الذي به حياة الأبدان، لكنه لم يجبهم، فوكل أمره إلى اللَّه لما لا يدركون ذلك لو بين لهم وأمثاله. </p><p> ورُويَ عن أبي يوسف - رحمه اللَّه - أنه كان ينهى عن الخوض في الكلام، ويحتج بظاهر هذه الآية؛ حيث سألوه عن الروح، فلم يجبهم، ولكن فوض أمره إلى اللَّه، وما سئل من الأحكام إلا وقد بين لهم كقوله:  (يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ. . .) الآية. و (يَسْأَلُونَكَ عَنِ الأَنفَالِ. . .) الآية، (وَيَسْأَلُونَكَ عَنِ الْيَتَامَى) </p>"
}