{
  "id": null,
  "sura": 17,
  "aya": 23,
  "text": "<p> تَبْذِيرًا (٢٦) إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا (٢٧) وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاءَ رَحْمَةٍ مِنْ رَبِّكَ تَرْجُوهَا فَقُلْ لَهُمْ قَوْلًا مَيْسُورًا (٢٨) وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُومًا مَحْسُورًا (٢٩) إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا (٣٠) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ (٢٣) </p><p> قَالَ بَعْضُهُمْ:  (وَقَضَى) : حكم، وقَالَ بَعْضُهُمْ:  (وَقَضَى) - هاهنا -: أمر، أي: أمر ربك ألا تعبدوا إلا إياه، وقَالَ بَعْضُهُمْ:  (وَقَضَى رَبُّكَ) ، أي: وصّى ربّك، وكذلك ذكر في حرف ابن مسعود وأبئ - رضي اللَّه عنهما - أنهما كانا يقرآن:  (ووصى ربك) ، وقَالَ بَعْضُهُمْ:  (وعهد ربك) . </p><p> وقَالَ الْقُتَبِيُّ:  (وَقَضَى رَبُّكَ) ، أي: حتم ربك، وهو من الفرض والإلزام، أي: فرض ربك وألزم ألا تعبدوا إلا إياه، وكذلك \" حكم \" ربك وهو أشبه؛ ألا ترى أنه قال في آية أخرى:  (وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ) ثم قال: (وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ) : دل قوله: (وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ) أن قوله: (إِذَا قَضَى اللَّهُ وَرَسُولُهُ) - معناه، أي: فرض الله ورسوله وحكما أمرًا. </p><p> ثم قوله:  (وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ) : فرض وحتم وحكم وأمر ألا تعبدوا إلا إياه، إلا الإله المعبود الحق المستحق للعبادة والربوبية، لا تعبدوا دونه أحدًا، وقد أبان لنا أنه هو الإله والرب المستحق للعبادة والألوهية والربوبية، لا الذين تعبدون من دونه من الأوثان والأصنام بوجوه ثلاثة: </p><p> أحدها: عجز العقول وجهالتها عن درك كيفية العقول وما بينها؛ لأن العقول لا تعرف كيفية أنفسها ولا ماهيتها، وتعرف محاسن الأشياء ومقابحها؛ فقد عَرَفَتِ الألوهية لله، وحسن العبادة له، وقبحها لغيره. </p><p> والثاني: ما يوجد في جميع الخلائق من آثار ألوهيّته وربوبيته، وجعل العبادة له شكرًا له؛ وعلى ذلك جعل في كل جارحة من جوارح الإنسان عبادة؛ شكرًا له لما فيها من آثار ألوهيته. </p><p> والثالث: السمع، أنبأنا أن لا معبود إلا اللَّه، ولا ألوهيّة لسواه دونه؛ فذلك معنى ما فرض على خلقه وأمرهم ألا يعبدوا إلا إياه، وتأويل حكم ربّك ألا تعبدوا إلا إياه؛ لما أنشأ في خلقة كل أحد آثار وحدانيته، وشهادة ربوبيته استحقاق العبادة له، فذلك تأويل من قال: قضى، أي: حكم. وأما تأويل من قال: قضى، أي: أمر ربك وكلف ألا تعبدوا إلا إياه - يكون فيه أمر بالعبادة له، والنهي عن عبادة غيره؛ كأنه قال: أمر ربك أن اعبدوه، ونهاكم أن تعبدوا غيره، ثم الفرق بين الطاعة والعبادة: يجوز أن يطاع غيره، ولا يجوز أن يعبد غيره؛ لأن الطاعة هي الائتمار؛ كقوله:  (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ) أي: ائتمروا، وأما العبادة هي الاستسلام والخضوع له والشكر له، ولا يجوز ذلك لغيره سوى اللَّه، أو أن يكون في العبادة معنى لا يدرك، كمعنى الرحمن؛ لا يدرك، حيث لم يجوّز تسمية غيره به؛ فعلى ذلك هذا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: وبالوالدين إحسانًا. </p><p> كأنه قال: وفرض عليكم -أيضًا- وحكم إحسان الوالدين، أو أمركم بإحسان الوالدين، ثم الإحسان في عرف الناس هو الفعل الذي ليس عليه: إنما هو فضل ومعروف يصنعه إلى غيره، هذا هو الإحسان في العرف واللغة، لكن المراد بالإحسان إلى الوالدين هو الشكر، لا ما ذكرنا من الإحسان المعروف عند الناس، وهو ما ذكر في آية أخرى:  (أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ) ، لأن الشكر هو المكافأة والجزاء لما أنعم وصنع من المعروف؛ فهو، واللَّه أعلم. </p><p> وإن ذكر الإحسان في هذا وفي غيره من الآيات، وهو قوله:  (أَلَّا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا) ، وقال في آية أخرى:  (وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا) ، وغيرها من الآيات - فالمراد منه، واللَّه أعلم: الشكر لهما؛ لما ذكر في آية أخرى:  (أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ) والشكر هو المكافأة: أمره أن يكافئ لهما ويجازي بعض ما كان منهما إليه من التربية، والبر، والعطف عليه، والوقاية من كل سوء ومكروه: في البطن، وبعد ما خرج من البطن حتى </p><p> كانا يؤثرانه على أنفسهما في السرور، ويجعلان أنفسهما وقاية له من كل سوء ومحذور، فأمر الولد أن يشكر لوالديه؛ جزاء ومكافأة لما كان منهما مما ذكر. </p><p> وهذا ذكر في الحال التي عجزا هما عن القيام لأمر أنفسهما، والحوائج لهما، وذلك - واللَّه أعلم - لأنهما إذا كانا قويين، قادرين لحوائج أنفسهما ومنافعهما يبران ولدهما، ويحسنان إليه؛ فيحمل برهما وإحسانهما إليه على الطاعة لهما في البر، والإحسان إليهما على المجازاة، وهكذا المعروف عند الناس أنه إذا بر بعضهم بعضًا يبعث ذلك على المكافأة؛ ليدوم ذلك عليهم وألا ينقطع؛ لذلك ذكر - واللَّه أعلم - الإحسان إلى الوالدين في الحال التي هي حال ضعف وعجز؛ حيث قال:  (إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا) . </p><p> ثم أمره أن يذكر الحال التي هو عليها، وهو حال طفوليته وصغره: أن كيف ربَّياه، وبراه، وعطفا عليه، ولانا له - قولًا وفعلا - حتى لم يستقذرا منه شيئًا مما يستقذر الناس بعضهم من بعض، ولم يبعدهما عنه ما يبعد الخلق بعضهم من بعض من أنواع الأذى والخبث؟ ! فأمره أن يعاملهما إذا بلغا الحال التي كان هو عليها: من الجهل والضعف، والعجز عن القيام بالحوائج على ما كان هو، وبلغا المبلغ الذي يستقذر منهما ويبعد عنهما، أي: لا يستقذر هو منهما، ولا يبعد عنهما؛ كما لم يستقذرا هما منه، ولا ينهرهما عند السؤال والحاجة إليه؛ كما لم يفعلا هما له؛ بل يلين لهما ويذل كما لانا هما له وخضعا، وهو ما قال:  (وَاللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّاكُمْ. . .) الآية، وقال في آية أخرى:  (اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً) ، أخبر أنه يرد من بعد القوة والعلم إلى الحال التي كانوا عليها. وهو حال الضعف والجهل؛ حيث قال:  (وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ. . .) الآية، وقال:  (خَلَقَكُمْ مِنْ ضَعْفٍ. . .) الآية. </p><p> فقال:  (فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا) . </p><p> وقَالَ بَعْضُهُمْ: قوله: (فَلَا تَقُلْ لَهُمَا أُفٍّ) : هو كناية عن إظهار الكراهة لهما في الوجه، (وَلَا تَنْهَرْهُمَا) ، أي: لا تُعنفْهما في القول والكلام على ما لم يفعلا هما بك. </p><p> وقَالَ بَعْضُهُمْ:  (أُفٍّ) المراد به: هو (أُفٍّ) لا غير، (وَلَا تَنْهَرْهُمَا) ، أي: لا تعنفهما، </p><p> ولا تخشن، لكنه ذكر أول حال الاستثقال والكراهة منه وأَخرها، أي: لا تقل لهما (أُفٍّ) على ما يستثقل الناس شيئًا ويكرهون في أول حال يرون شيئًا مستثقلًا مكروهًا - يقولون: أُفٍّ، أي: لا تقل أُفٍّ؛ لئلا يحمل ذلك على العنف والخشونة والنهر؛ وعلى هذا المعنى قالوا في قوله:  (قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ. . .) الآية قَالَ بَعْضُهُمْ: يغضوا من أبصارهم وليحفظوا فروجهم؛ لأن النظر بالبصر يحمله على الزنى في الفرج؛ ومنه يكون بدء الفجور. </p><p> وقَالَ بَعْضُهُمْ قوله:  (يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ) : ذكر أول حال وآخرها؛ ليمتنعوا عن كل ذلك؛ فعلى ذلك قوله:  (فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا) : ذكر أول الحال وآخرها. </p><p> والثاني، أي: لا تظهر في وجهك من الكراهة وإلاستئقال ليحمل ذلك على العنف وإلاثتهار - فإن كان تأويل قوله:  (أُفٍّ) - (أُفٍّ) لا غير، ففيه حجة لأبي حنيفة - رحمه اللَّه - في قوله: إذا نفخ المصلي في موضع سجوده، فهو كلام يقطع صلاته؛ حيث قال (فَلَا تَقُلْ لَهُمَا أُفٍّ) ، أي: لا تتكلم به، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلََّّ -: (وَقُلْ لَهُمَا قَوْلًا كَرِيمً) . </p><p> حيث نهاه أن يقول لهما: أُفٍّ، ونهاه أن ينهرهما؛ فإذا امتنع عن الأفّ والنهر كان بعد ذلك قولا لينا لطيفًا. </p><p> قال أَبُو عَوْسَجَةَ: يقال: نهرته وانتهرته، وهو الخشن من الكلام شبه الوعيد. </p><p> وقال أبو بكر الكَيساني: الكريم: هو الذي يُولِي على آخَرَ نعمه، ويهنيه بترك الأذى والمن؛ كقوله:  (لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى) ، وقال غيره: في وصف السخي، فقال: الذي يبذل ما احتوى عليه لمن احتاج إليه، وقطع طمعه عما احتوى عليه غيره عند حاجته إليه. ويشبه أن يكون الكريم قريبًا منه. </p><p> فَإِنْ قِيلَ: إن الوالدين كالمجبولين المطبوعين على البر لأولادهما، والشفقة عليهم، ولا كذلك الأولاد؛ فكيف يشبه بر من كان مجبولًا به مطبوعًا عليه - برَّ من لم يكن ذلك بطبعه. </p><p> قيل: لذلك ذكر هذا في الولد دون الوالدين، وأمرهم بذلك؛ لأن ما يفعل الوالدان من البر والإحسان إلى الولد يفعلان بطبع، والولد لا؛ لذلك كان ما ذكر واللَّه أعلم. ولهذا ما لم يجعل ولم يشرع قتل الوالد بولده؛ إذ ليس القصاص حياة بينهم، وشرع قتل الولد بوالديه؛ إذ في الوالدين من الشفقة والرحمة ما يمنع قتل الولد، وليس في الولد ذلك؛ </p>"
}