{
  "id": null,
  "sura": 17,
  "aya": 16,
  "text": "<p> وقال أبو عبيدة: طائره حظه. </p><p> وقال غيره من المفسرين: ما عمل من خير وشر ألزمناه عنقه. </p><p> قَالَ الْقُتَبِيُّ: وهذان المعنيان يحتاجان إلى بيان. </p><p> والمعنى فيما أرى - واللَّه أعلم - أن لكل امرئ حظًّا من الخير والشر قد قضاه اللَّه؛ فهو لازم عنقه، والعرب تقول: إن كل ما لزم الإنسان قد لزم عنقه، وهو لازم طائر في عنقه، وهذا لك عليَّ وفي عنقي حتى أخرج منه؛ وإنما قيل للحظ من الخير والشر: طائر؛ لقول العرب ما ذكرنا: جرى له الطائر بكذا من الخير، وجرى له الطائر بكذا من الشر؛ على وجه الفأل والطيرة على مذهبهم في تسمية الشيء بما كان له سببًا، وهو ما ذكر. </p><p> وقوله:  (وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا) . </p><p> التعذيب يكون على وجوه ثلاثة: </p><p> أحدها: يعذبهم في الدنيا ابتداء بتعذيب؛ امتحانًا وابتلاء بلا جريمة كانت منهم؛ كقوله:  (وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً) ، وقوله:  (وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ) ، ونحوه؛ فيكون تنبيهًا وتذكيرًا لهم لا تكفيرًا. </p><p> والثاني: يعذب تعذيب العناد والمكابرة، وهو تعذيب إهلاكِ استئصالٍ؛ فهو عقوبة لهم، وموعظة للمتقين، وعبرة لغيره، وهو الذي يأتي على أثر وعيد. </p><p> والثالث: عذاب الموعود في الآخرة؛ يقول: وما كنا معذبين في الآخرة حتى نبعث رسولًا في الدنيا. </p><p> والأشبه أن يكون ما ذكر من التعذيب هو تعذيب استئصال، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا (١٦) </p><p> بالتخفيف، والتثقيل:  (أَمَّرْنَا مُتْرَفِيهَا) ، ثم من قال (أَمَّرْنَا) بالتثقيل يحتمل وجهين: </p><p> أحدهما:  (أَمَّرْنَا مُتْرَفِيهَا) من الإمارة والتسليط عليهم، أي: أمرنا عليهم وسلطنا </p><p> مترفيها، أي: أكثرنا عددهم وسلطنا مترفيها فُسَّاقَهَا ومستكبريها. </p><p> والثاني:  (أَمَّرْنَا مُتْرَفِيهَا) ، أي: أكثرنا عددهم ومُنَعَّمِيهم؛ يذكر لهم هذا لقولهم:  (وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ. .) الآية. وقولهم:  (نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا. . .) الآية: كانوا يزعمون أنهم لا يعذبون؛ لأنهم قد أنعموا في هذه الدُّنيَا وأكثروا أموالهم وأولادهم؛ فأخبرهم - عَزَّ وَجَلَّ - أنه ما أهلك من الأمم الخالية إلا بعد ما كثر عددهم ووسع عليهم الدنيا؛ لم يهلكوا في حال القلة والضيق؛ كقوله:  (ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتَّى عَفَوْا) ، أي: كثروا؛ وقوله:  (حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ) لم يأخذ بالعذاب الأمم الخالية إلا في حال كثرتهم وأمنهم وغِرَّتهم بالسَّعَة؛ يحذر هَؤُلَاءِ؛ لئلا يغتروا بكثرة أموالهم وأولادهم وعددهم. </p><p> ومن قال:  (أَمَرْنَا مُتْرَفِيهَا) بالتخفيف هو من الأمر، أي: أمرنا عظماءهم وكبراءهم طاعة الرسل والإجابة إلى ما دعاهم إليه، حتى إذا عصوا رسله وتركوا إجابتهم - على العناد والمكابرة - فعند ذلك يهلكون؛ لما ذكرنا أنه لم يستأصل الأمم الخالية إلا بعد عنادهم في آيات اللَّه، ومكابرتهم في دفعها وتكذيبها، لا يهلكهم في أول ما كذبوا آيات اللَّه وخالفوا رسله. </p><p> وقوله:  (مُتْرَفِيهَا) ، قَالَ بَعْضُهُمْ: المترف: المنعَّم، وقَالَ بَعْضُهُمْ: المترف: المكرم والمستكبر، وكله واحد. </p><p> وفي قوله:  (وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً) دلالة أن الإرادة غير المراد؛ لأنه أخبر بتقدم الإرادة عن وقت الإهلاك؛ دل أنها غيره؛ وفيه أنه أراد السبب الذي به يهلكون، وهو التكذيب والعناد؛ لما علم منهم أنهم يختارون ذلك؛ إذ لا يحتمل أن يريد هلاكهم، وهو يعلم منهم غير سبب الهلاك؛ فهذا يرد قول المعتزلة: إن الإرادة هي المراد، وأنه لم يرد ما كان منهم من سبب الهلاك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَحَقَّ عَلَيْهَا الْقَوْلُ) . </p><p> بما أراد إهلاكهم وجب عليهم، أو يكون قوله:  (فَحَقَّ عَلَيْهَا الْقَوْلُ) بما أخبر عن الأمم الخالية، وهو قوله:  (سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ. . .) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَدَمَّرْنَاهَا تَدْمِيرًا) . </p>"
}