{
  "id": null,
  "sura": 17,
  "aya": 2,
  "text": "<p> وقوله - عزَّ وجلَّ -: (لِنُرِيَهُ مِنْ آيَاتِنَا) . </p><p> أي: لنريه من آياتنا الحسية بعد ما أراه الآيات العقليَّة؛ لأن الآيات الحسية أكبر في قطع الشبه ودفع الوساوس من العقلية؛ إذ لا يشك أحد فيما كان سبيل معرفته الحسق والعيان. وقد يعترض ربما الشبه والوساوس في العقليات؛ لأنه لا يشك أحد في نفسه أنه هو؛ فأَحبَّ - عَزَّ وَجَلَّ - أن يري رسوله آيات حسية تضطر المنصفين على قبولها، والإيمان بها، والإقرار له أنه رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لما يعلمون أن ما كان يخبرهم من أخبار - حيث قال: إنه رأى عِيرَ فلان، وأمورًا - يعلمون أنه لا يقول إلا عن مشاهدة وعيان؛ لأنه كان ما أتى من الآيات العقليات قالوا: إنه سحر، وما ذكر من الأشياء التي كانت في كتبهم المتقدمة - قالوا:  (أَسَاطِيرُ الْأَوَّلِينَ) ، و (إِنَّمَا يُعَلِّمُهُ بَشَرٌ) . </p><p> ليس ذلك عمل سحر ولا إفكًا ولا افتراء ولا أساطير الأولين؛ على ما نسبوه إلى السحر مرة وإلى الإفك والافتراء ثانيًا، ونحوه. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ) . </p><p> أي: من قدر على ما ذكر لا يحتمل أن يخفى عليه شيء من قول أو عمل، ثم ما روي من الأخبار أنه عُرِج به إلى السماء حتى رأى إخوانه الأنبياء الماضين قبله، وما ذكر فيها - فنحن نقول ما قال الصديق - رضوان اللَّه عليه -: \" إن كان قال ذلك فأنا أشهد على ذلك \" ، وإلا نَقُلْ على مقدار، ما في الآية: إنه أسرى به إلى بيت المقدس المسجد الأقصى، ولا نزيد عليه؛ لأته من أخبار الآحاد فلا تسع الشهادة له. </p><p> * * * </p><p> قوله تعالى:  (وَآتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا (٢) ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ إِنَّهُ كَانَ عَبْدًا شَكُورًا (٣) وَقَضَيْنَا إِلَى بَنِي إِسْرَائِيلَ فِي الْكِتَابِ لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا (٤) فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلَالَ الدِّيَارِ وَكَانَ وَعْدًا مَفْعُولًا (٥) ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا (٦) إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ لِيَسُوءُوا وُجُوهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا (٧) عَسَى رَبُّكُمْ أَنْ يَرْحَمَكُمْ وَإِنْ عُدْتُمْ عُدْنَا وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا (٨) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَآتَيْنَا مُوسَى الْكِتَابَ) . </p><p> يعني: التوراة. </p>"
}