{
  "id": null,
  "sura": 17,
  "aya": 72,
  "text": "<p> أحدها: يوم ندعو إمام كل أناس: كان إمامهم في خير أو شر فيجزى له جزاؤه، ثم يكلف هو دعاء أتباعه إلى ما أعد لهم من الثواب والعقاب. </p><p> والثاني: يدعى كل إمام ورئيس في خير أو شر بأتباعه الذين يتبعونه فيما يدعوهم إليه نحو كل رسول يدعى بقومه الذين اتبعوه، وكل رئيس وشيطان استتبعهم. </p><p> والثالث:  (بِإِمَامِهِمْ) : كتابهم الذي كتب لأعمالهم الذي كتبوا؛ كقوله:  (وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا) ، ونحوه. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَأُولَئِكَ يَقْرَءُونَ كِتَابَهُمْ) : </p><p> كلهم قد يقرءون كتابهم، غير أن المؤمن إذا نظر في الكتاب - فرح به واستبشر بما فيه؛ فسهل عليه القراءة، وهانت لما كان يتبع حجج اللَّه. </p><p> وأمَّا الكافر إذا نظر في الكتاب، حزن واغتم به؛ فعسر عليه قراءة كتابه، وهو كقوله:  (فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ (١٩) إِنِّي ظَنَنْتُ أَنِّي مُلَاقٍ حِسَابِيَهْ (٢٠) الآية. ويقول الكافر:  (يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ. . .) الآية؛ لأنه اتبع ما اتبع بلا حجة. </p><p> أو أن يكون المؤمن إذا نظر في كتابه، رأى سيئاته مغفورة، كقوله:  (أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ) - فرح بذلك، والكافر إذا رأى سيئاته باقية عليه، وحسناته قد بطلت - حزن بذلك واغتم؛ لذلك قال ما قال، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ كَانَ فِي هَذِهِ أَعْمَى فَهُوَ فِي الْآخِرَةِ أَعْمَى وَأَضَلُّ سَبِيلًا (٧٢) </p><p> قَالَ بَعْضُهُمْ: من كان في هذه الدنيا أعمى عن توحيد اللَّه والإيمان به مع كثرة آياته ودلالته على وحدانيته - فهو عن الإيمان بالآخرة والبعث بعد الموت - أعمى. </p><p> وقَالَ بَعْضُهُمْ: من كان في هذه الدنيا أعمى عن الحق - فهو في الآخرة أعمى عن حججه؛ لأنه إذا عمي عن الحق نفسه فهو عن حججه أعمى؛ فتكون (في) بمعنى (عن) ؛ إذ الآيات والدلالات على وحدانية اللَّه أكثر وأظهر من الدلالة على البعث والآخرة؛ إذ ليس شيء إلا وفيه أثر وحدانيته ودلالة ألوهيته، ولا كذلك الآخرة؛ فهو عن الإيمان بها أشد عمى. </p><p> وقَالَ بَعْضُهُمْ: من عمي في هذه الدنيا عن الإيمان باللَّه - فهو في الآخرة أعمى عن الإيمان به؛ لأن الدنيا مما يقبل فيها الإيمان، وفي الآخرة لا يقبل؛ وهو ما قال:  (وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ) ، أي: حيل بينهم وبين ما يشتهون من الإيمان به، (كَمَا </p><p> فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ)، أي: كما حيل بين أشياعهم وبين الإيمان به، عند معاينة بأس اللَّه وعذابه، وهو قول الحسن. </p><p> وقال أبو بكر قريبًا من هذا، وهو أن من عمي عن الرشد والحق في هذه الدنيا؛ لجهله به - فهو في الآخرة عند علمه بالرشد والحق أشد عمى، أو كلام نحو هذا. </p><p> وقَالَ بَعْضُهُمْ: من عمي قلبه في الدنيا عن الإيمان باللَّه والتوحيد له - فهو في الآخرة يكون أعمى الوجه والحواس؛ كقوله:  (لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنْتُ بَصِيرًا) ، وكقوله:  (وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا. . .) الآية: ما ذكر ذاهبة حواسهم لما تركوا الانتفاع بها في الدنيا لما جعلت لهم الحواس. </p><p> ويشبه أن يكون قوله:  (وَمَنْ كَانَ فِي هَذِهِ أَعْمَى) : بالافتراء على اللَّه (فَهُوَ فِي الْآخِرَةِ أَعْمَى) ، أي: مفتر على اللَّه -أيضًا- كقوله:  (ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ) ، ونحوه: يفترون في الآخرة ويكذبون كما كذبوا في الدنيا، وكقوله:  (أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ) ، ثم أخبر عنهم فقال:  (وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ) . </p><p> وقال قتادة:  (وَمَنْ كَانَ فِي هَذِهِ أَعْمَى) : يقول: ومن كان في الدنيا فيما أراه الله من آياته من خلق السماوات والأرض والجبال والنجوم أعمى (فَهُوَ فِي الْآخِرَةِ) الغائبة عنه التي لم يرها - (أَعْمَى وَأَضَلُّ سَبِيلًا) ، وهو قريب مما ذكرنا. </p><p> وقال ابن عَبَّاسٍٍ - رَضِيَ اللَّهُ عَنْهُ - ومن كان في هذه النعم أعمى أن يعلم أنها من ألله - فهو في الآخرة أعمى عن حجته، ويقال: عن دين اللَّه، وأضل طريقا، ويقال: أضل عن حجته. </p><p> وقال غيره من أهل التأويل: من كان في هذه النعم أعمى - يعني: الكافر - عمي عنها، وهو يعاينها؛ فلا يعرف أنها من اللَّه فيشكر ربها؛ فهو في الآخرة أعمى، يقول: عما غاب عنه من أمر الآخرة من البعث والجزاء - أعمى وأضل سَبِيلًا وأخطأ طريقًا، وبعضه قريب من بعض، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ وَإِذًا لَاتَّخَذُوكَ خَلِيلًا (٧٣) وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا (٧٤) إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا (٧٥) وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا </p>"
}