{
  "id": null,
  "sura": 17,
  "aya": 39,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (كُلُّ ذَلِكَ كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهًا (٣٨) </p><p> أي: كل ما أمر اللَّه به ونهى عنه في هَؤُلَاءِ الآيات. </p><p> (كَانَ سَيِّئُهُ) . </p><p> بالعقل. </p><p> (كُلُّ ذَلِكَ كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهًا) : </p><p> مسخوطًا، وفيه دلالة أن الأمر الَّذِي أمر في هذه الآيات ونهاهم عنه - لم يكن أمر أدب ولا نهي أدب، ولكن أمر حتم وحكم؛ حيث ذكر أن ذلك عند ربك:  (مَكْرُوهًا) ؛ إذ لو كان أدبًا لم يكره أي شيء ما ذكر في مكروه عند ربك، وهو كقوله:  (فَيَتَّبِعُونَ أَحْسَنَهُ) أي: يسمعون الكل؛ فيتبعون أحسنه، ويتركون غيره؛ فعلى ذلك الأول، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكَ مِمَّا أَوْحَى إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُومًا مَدْحُورًا (٣٩) </p><p> أي: ذلك الذي أمر اللَّه به ونهى عنه في هَؤُلَاءِ الآيات من الحكمة - ليس من السفه، أي: ما أمر فيها هو حكمة وما نهى عنه إنما نهى عنه؛ لأنه سفه. </p><p> وقَالَ بَعْضُهُمْ: الحكمة - هاهنا - القرآن، قوله:  (ذَلِكَ) ، أي ذلك الذي أوحى إليك هو حكمة، وقَالَ بَعْضُهُمْ: الحكمة: الإصابة، أي: ذلك الذي أوحى إليك صواب. </p><p> وقوْله:  (ذَلِكَ مِمَّا أَوْحَى إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ) ، أي: ما ذكر في هذه الآيات وأمر به ونهى عنه - هو من الحكمة، والحكمة: هي وضع الشيء موضعه، يقول: حكمه: وضَع الشيء موضعه لا وضَع الشيء غير موضعه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُومًا مَدْحُورًا) . </p><p> معلوم أن رسول اللَّه لا يجعل معه إلهًا آخر؛ إذ عصمه واختاره لرسالته، لكنه ذكر هذا ليعلم أنه لو كان منه ذلك فيفعل به ما ذكر؛ فمن هو دونه أحق أن يفعل به ما ذكر، وهو ما قال في الملائكة:  (وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ. . .) الآية. أنه عصمهم حتى أخبر أنهم:  (لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ) ؛ فمن لم يكن معصومًا - لم يوصف أنه لا يسبق بالقول؛ فعلى ذلك قوله:  (وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُومًا مَدْحُورًا) : عند اللَّه، أو عند نفسك، أو عند الخلق. </p>"
}