{
  "id": null,
  "sura": 17,
  "aya": 98,
  "text": "<p> أحدهما: أسماهم: عميًا وبكمًا وصفا لذهاب منافع هذه الحواس ولذاتها في الآخرة، ليس على حقيقة ذهابها، لكن حال بينهم وبين الانتفاع بها ما ذكر لهم:  (مِنْ فَوْقِهِمْ ظُلَلٌ. . .) الآية، فتلك الظلل تحول بينهم وبين رؤية الأشياء. </p><p> وسماهم في الدنيا: عميًا وبكمًا وصمًّا ليس على حقيقة ذهاب أعينها، ولكن لما لم ينتفعوا بهذه الحواس في الدنيا، ولم يستعملوها فيما أمروا باستعمالها - نفى ذلك عنهم، فعلى ذلك في الآخرة. </p><p> ويحتمل على حقيقة ذهاب أعين هذه الحواس؛ عقوبة لما لم يستعملوها في الدنيا لما له خلقت، كقوله:  (لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنْتُ بَصِيرًا) . </p><p> وقوله. عَزَّ وَجَلَّ.: (مَأْوَاهُمْ جَهَنَّمُ) </p><p> أي: مقامهم جهنم، وإليها يأوون. </p><p> وقوله:  (كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا) اختلف فيه: </p><p> قال الحسن: قوله: (كُلَّمَا خَبَتْ زِدْنَاهُمْ) ، أي: كلما خبا لهبها، وسكن (زِدْنَاهُمْ سَعِيرًا) ، قال: يخمد لهبها من غير أن يذهب وجع ما أصابهم، ثم يزداد لهم سعيرًا. </p><p> وقَالَ بَعْضُهُمْ:  (كُلَّمَا خَبَتْ) ، أي: نضجت جلودهم، وسكنت النار (زِدْنَاهُمْ سَعِيرًا) ، أي: نعود بنار على ما كانت، وجعلت تلتهب، وتستعر؛ كقوله:  (كُلَّمَا نَضِجَتْ جُلُودُهُمْ) . </p><p> وقَالَ بَعْضُهُمْ: وذلك أن النار إذا أكلتهم فلم يبق منهم غير العظام وصاروا فحمًا، سكنت النار؛ فهو الخبت، ثم بدلوا جلودًا غيرها، فتكون وقودًا لها، واللَّه أعلم، وكله واحد. </p><p> وقَالَ بَعْضُهُمْ:  (كُلَّمَا خَبَتْ) ، أي: كلما أحرقتهم النار، فصاروا رمادًا، خلقوا لها خلقًا جديدًا، فتعاودهم النار فتحرقهم، وذلك قوله:  (زِدْنَاهُمْ سَعِيرًا) ، وهو قول اللَّه:  (لَا تُبْقِي وَلَا تَذَرُ) ، لا تبقي منهم شيئًا إذا أخذت حتى تحرقهم. </p><p> وقوله - عَزَّ وَجَلَّ.: (ذَلِكَ جَزَاؤُهُمْ بِأَنَّهُمْ كَفَرُوا بِآيَاتِنَا وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا (٩٨) </p><p> أي: ذلك الذي ذكر جزاؤهم (بِأَنَّهُمْ كَفَرُوا بِآيَاتِنَا وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) ، ثم قال:  (أَوَلَمْ يَرَوْا ... (٩٩) </p><p> أي: أو لم يعتبروا، ولم ينظروا أن اللَّه الذي خلق السماوات والأرض قادر على أن يخلق مثلهم. </p>"
}