{
  "id": null,
  "sura": 17,
  "aya": 49,
  "text": "<p> كان يمنعهم عن إجابة من أراد إجابته والاقتداء به. </p><p> وقوله - عزّ وجلَّ -: (فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا) . </p><p> اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: لا يستطيعون إلى ما قصدوا من منع الناس عنك وصدهم سبيلًا. </p><p> وقَالَ بَعْضُهُمْ: لا يستطيعون إلى المكر به والكيد له سبيلًا؛ لأنهم قصدوا به ذلك، </p><p> وقَالَ بَعْضُهُمْ: لا يستطيعون إلى ما نسبوه إليه سبيلًا. </p><p> وقال الحسن: لا يجدون إلى الهدى والإيمان سبيلًا؛ لما طبع على قلوبهم وجعلها في أكنة وغلف. </p><p> ويحتمل أن يكون قوله: فلا يستطيعون إلى الاحتجاج على الحجج والدلالات التي أقامها رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - على التوحيد والرسالة والبعث سبيلًا، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا (٤٩) قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا (٥٠) أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَى هُوَ قُلْ عَسَى أَنْ يَكُونَ قَرِيبًا (٥١) يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا (٥٢) </p><p> وقوله - عزّ وجلّ -: (وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا) </p><p> أي: أئذا كنا عظامًا بالية ناخرة (وَرُفَاتًا) ، قيل: ترابا، وقيل: غبارًا، وقيل (وَرُفَاتًا) : أي: بالية؛ حتى إذا فتتت - تكسرت وذهبت، كقوله:  (أَإِذَا كُنَّا عِظَامًا نَخِرَةً (١١) قَالُوا تِلْكَ إِذًا كَرَّةٌ خَاسِرَةٌ)، أي: غير كائنة، قالوا ذلك كله: إنكارًا للبعث واستهزاءً به أنهم يبعثون ويجزون بأعمالهم، وهذا كأنهم قالوا ذلك على التعجب، والاستبعاد عن كون ذلك، والاستهزاء بذلك، والجهل به هو الذي حملهم على التعجب والاستهزاء بما ذكر. </p><p> أنكر هَؤُلَاءِ الكفرة قدرة اللَّه على البعث كما أنكر المعتزلة قدرته على خلق أفعال العباد، وليس لهم الاحتجاج على أُولَئِكَ الكفرة بإنشاء الأوّل؛ لأن لهم أن يقولوا: إنكم تقرون بالقدرة على خلق الأول، وتنكرون خلق أفعالهم، وليس لكم الاحتجاج. </p><p> وقوله - عزّ وجلّ -: (قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا (٥٠) أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ). </p>"
}