{
  "id": null,
  "sura": 17,
  "aya": 107,
  "text": "<p> للانقطاع؛ على ذلك الأول، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا (١٠٧) ظاهر هذا خرج على التخيير، لكن المراد منه يخرج على حتم المواعظ، وتأكيد الوعيد، وتغليظه، وكذلك قوله:  (اعْمَلُوا مَا شِئْتُمْ) ، ظاهره على التخيير لكن الحكماء لم يفهموا منه على ما خرج ظاهره، لكن فهموا منه تأكيد الوعيد وحتم الوعظ، وهكذا المعروف في الشاهد أن إنسانا لو أمر آخر بأمره ووعظه مرارًا فلم ينجع فيه، يقول له: إن شئت فافعل، وإن شئت لم تفعل على ما لو فعلت، أو لم تفعل فإنما ضرر ذلك عليك إن تركته، ونفعه يرجع إليك لو فعلت؛ فعلى ذلك قوله:  (قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا) فلا ضرر علينا في ترككم الإيمان به، ولا يرجع نفعه إلينا لو آمنتم به، إنما نفعه لكم وضرره عليكم إن شئتبم فعلتم وإن شئتم لم تفعلوا، فهو كقوله:  (إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا) ، وكقوله:  (مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ. . .) الآية، ونحو ذلك مما يخبر؛ إذ كل من عمل خيرًا فلنفسه عمل، ومن عمل شرّا فعلى نفسه ضرر ذلك؛ فهذا ينقض على أصحاب الظواهر، حيث قالوا: يفهم من الخطاب ظاهره لا يتعدى عن ظاهره، حيث لم يجب أن يفهم من قوله:  (قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا) التخيير، لكن فهموا الوعيد الوكيد الغليظ، وحتم المواعظ. </p><p> فَإِنْ قِيلَ: ما الحكمة في لزوم الأمر وافتراضه، إذا كان ما يأمرنا وينهانا لمنافع أنفسنا ولضرر على أنفسنا، ومن لم يعمل في الشاهد لنفسه، ولا سعى لنفع نفسه، فلا لائمة عليه، ولا مؤاخذة. </p><p> قيل: في الحكمة أن يفرض علينا السعي في فكاك أنفسنا، ودفع الهلاك عن أنفسنا، وفي أمره إيانا أمر بالسعي في فكاك أنفسنا، ودفع الهلاك عنها، وحاصل أمره ونهيه يكون المنفعة لنا لا له، وكذلك الضرر، وعلى ذلك يخرج قوله:  (وَمَا ظَلَمْنَاهُم. . .) والآية، وعلى ذلك يخرج دعاء آدم وغيره:  (رَبَّنَا ظَلَمْنَا أَنْفُسَنَا. . .) الآية. </p><p> وقوله عَزَّ وَجَلَّ:  (إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا) . </p><p> وهذا أيضًا ينقض على أصحاب الظواهر؛ لأنه لا كل من أوتي العلم منهم يخرّ للأذقان على ما خرج ظاهره، فدل أن الاعتقاد ليس بالظاهر على ما قرع السمع، ولكن على ما توجبه الحكمة. </p><p> ثم قوله:  (إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ) أي: إن الذين أوتوا منفعة العلم يخرون للأذقان سجدًا. </p>"
}