{
  "id": null,
  "sura": 17,
  "aya": 42,
  "text": "<p> ليس القرآن بالذي يزيدهم نفورًا، ولكن لما نظروا إليه بعين الاستخفاف والاستهزاء زاد لهم بذلك نفورًا عندهم وتكذيبًا، وإلّا: القرآن لا يزيد إلا هدى ورشدًا؛ على ما وصفه. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا (٤٢) </p><p> قال عامة أهل التأويل: في الأصنام والأوثان التي كانوا يعبدونها، أي: لو كانت هي آلهة معه كما تقولون إذًا لابتغوا التقرب والزُّلْفَى إلى ذي العرش سبيلًا. </p><p> وقَالَ بَعْضُهُمْ: لو كانت لهم عقول لابتغت، وأمكن لها من الطاعة والعبادة إذًا لابتغت إلى ذي العرش سبيلًا بالطاعة له والعبادة، وهو ما قال في الملائكة:  (أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ) الآية، لكن الأشبه أن يكون اللَّه - تعالى - ألا يقول في الأصنام مثل هذا: لو كان معه آلهة، إنما هي خشب، لكن قال فيها ما قال: لا تسمع ولا تعقل ولا تبصر، وما ذكر في آية أخرى:  (لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا) ، وما قال:  (إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا. . .) الآية: مثل هذا أن يقال في الأصنام، وأمّا ما ذكر:  (لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ. . .) الآية، معلوم أنها ليست من أهل الابتغاء، إلا أن يقال ما ذكر بعضهم، أي: لو كانت الأصنام التي تعبدونها آلهة؛ على ما تزعمون، إذًا لابتغوا إلى الله سبيلًا، بالطاعة لو لم يكن لهم ذلك، وكانوا من أهلها، لكن الأشبه - إن كان - فهو في الذين يعبدون الملائكة، ويتخذونهم معبودًا أو في الذين يقولون بالعدد الذين لهم تدبير، أو الذين يقولون بقدم العالم وأصوله؛ فهو يخرج على وجوه، فنقول - والله أعلم -: (لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا) ، أي: إذًا لأظهروا دلالة ربوبيتهم وألوهيتهم بإنشاء الخلائق، كما أظهر اللَّه - سبحانه - ألوهيته وربوبيته بما أنشأ الخلائق، ولم يظهر ممن يدعون لهم ألوهيته إنشاء شيء من ذلك فدل أنه ليس هنالك إله غيره. </p><p> وقَالَ بَعْضُهُمْ:  (لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا) ، أي: صاروا كهَؤُلَاءِ: يعني اللَّه، أي: في الإنشاء والإفناء والتدبير، ومنعوه عن إنفاذ الأمر له: في خلقه، والمشيئة له فيهم، واتساق التدبير؛ فإذ لم يكن ذلك منهم دل أنه لا إله معه سواه؛ ولكون كقوله:  (وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ. . .) الآية. </p><p> وقَالَ بَعْضُهُمْ: لو كان معه آلهة كما يزعمون إذا لابتغوا إلى ذي العرش سبيلا، </p>"
}