{
  "id": null,
  "sura": 17,
  "aya": 62,
  "text": "<p> لأنهم نظروا إليه بعين الاستخفاف والاستهزاء فزادهم ما ذكر، وأما أهل الإسلام فزاد لهم إيمانًا وهدى؛ لأنهم نظروا إليه بعين التعظيم والتبجيل. </p><p> * * * </p><p> قوله تعالى:  (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ قَالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا (٦١) قَالَ أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا (٦٢) قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاءً مَوْفُورًا (٦٣) وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَوْلَادِ وَعِدْهُمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا (٦٤) إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ وَكَفَى بِرَبِّكَ وَكِيلًا (٦٥) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ قَالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا) . </p><p> قوله:  (أَأَسْجُدُ) ، أي: لا أسجد؛ كقوله:  (لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ) فدل هذا أن قوله: (أَأَسْجُدُ) معناه، أي: لا أسجد. ذكر في قصة إبليس ألفاظًا مختلفة: </p><p> مرة قال:  (يَا إِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ) ، وقال في موضع آخر:  (مَا مَنَعَكَ أَنْ تَسْجُدَ) ، وفي موضع آخر:  (مَا مَنَعَكَ أَلَّا تَسْجُدَ) ونحوه؛ فجائز أن يكون ذكر هذا على اختلاف الأحوال لا في حال واحدة. </p><p> هذا على ما ذكر في قصة آدم من اختلاف الأحوال حيث قال مرة:  (مِن تُرَابٍ) ، وقال مرة:  (مِن طِينٍ) ، ومرة:  (مِنْ صَلْصَالٍ) ، ونحوه، وذلك إخبار عن أحوال تغيرت فيها. </p><p> وجائز أن يكون ذلك بغير هذا اللسان؛ فذكر هاهنا بألفاظ مختلفة؛ والزيادة والنقصان؛ لأن اختلاف الألفاظ لا يغير المعنى. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا (٦٢) </p><p> قد أقر إبليس - لعنه اللَّه - بالفضيلة لآدم والإكرام له إما من جهة الطاعة له والنبوة التي أعطاها اللَّه له، وإن ادعى لنفسه الفضيلة عليه من جهة الخلقة؛ بأنه ناري وهو طيني، حيث:  (قَالَ أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ) : أقر بالفضل له عليه، والإكرام: إما لطاعتهم له، أو لما جعله رسولًا إلى خلقه. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا) : </p><p> لا يحتمل أن يخاطب ربه ويقول: لئن أخرتني إلى كذا لأحتنكن؛ لأنه لما طلب التأخير والبقاء إلى يوم القيامة كان طالب نعمة منه ومنة؛ فيقول مقابل ما يطلب من النعمة: لئن أعطيتني ذلك لأعصينك؟! إنما يذكر مقابل طلب النعمة الطاعة له والشكر؛ على ما قال:  (وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ) : إنما يقابل بطلب النعمة الطاعة له، وأما مقابلة المعصية - فلا تعرف. </p><p> ثم يخرج قوله:  (لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ) على وجهين: </p><p> أحدهما: على التأكيد، يقول: أي إنك، وإن أخرتني إلى يوم القيامة لأحتنكن ذريته. </p><p> أو على التمني منه الأمرين جميعًا: التأخير، واحتناك ذريته، وسؤاله إياهما. </p><p> ثم اختلف في قوله:  (لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ) : </p><p> قَالَ بَعْضُهُمْ: لأحتوينهم ولأحيطن بهم. </p><p> وقَالَ بَعْضُهُمْ: لأضلنهم؛ على ما ذكر في آية أخرى:  (وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ) . </p><p> وقَالَ بَعْضُهُمْ:  (لَأَحْتَنِكَنَّ) : لأستزلن. </p><p> وقيل: لأ ستو لين. </p><p> وقَالَ الْقُتَبِيُّ:  (لَأَحْتَنِكَنَّ) ، أي: لأستأصلنهم. </p><p> ويقال: هو من حنك الدابة، حنك دابته: يحنكها، حنكًا، إذا شد في حنكها الأسفل حبلًا يقودها به. </p><p> وقَالَ الْقُتَبِيُّ: أي: لأقودنهم كيف شئت. </p><p> ثم قوله:  (لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ) كأنه سأل ربه التأخير، على ما ذكر في آية أخرى؛ حيث قال:  (رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ) ؛ كأن اللعين لما سمع قوله:  (وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلَى يَوْمِ الدِّينِ) ، أعلم، أنه لا تناله الرحمة في الإيمان به؛ حيث ذكر اللعنة عليه إلى يوم الدِّين، واللعين هو المطرود عن رحمته، </p>"
}