{
  "id": null,
  "sura": 17,
  "aya": 35,
  "text": "<p> إليه، وليس فيه أنه لا يكون بعد ذلك الأمر إلى الوصي إن كان؛ ولكن بإذنه يبيع ويشترى. </p><p> وقوله - عَزَّ وَجَلََّّ -: (وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْئُولًا) . </p><p> يحتمل أن يكون قوله:  (بِالْعَهْدِ) - العهود والمواثيق التي بين الناس أمروا بوفاء ذلك، ويحتمل الأمر بوفاء العهد ما ذكر في هذه الآيات من الأمر والنهي: من نحو ما قال: (وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا) ، إلى هذا الموضع، أي: وأوفوا بذلك كله؛ فإن ذلك كله كان مسئولا يُسأل عنه: وفاء كان ذلك أو نقضًا. </p><p> وقَالَ بَعْضُهُمْ:  (إِنَّ الْعَهْدَ كَانَ مَسْئُولًا) ، أي: ناقض العهد كان مسئولا، ثم إن العهد على وجوه: </p><p> أحدها: عهد خِلْقة، أو العهد الذي أخذ عليهم على ألسن الرسل أو العهد الذي يجري بين الناس؛ واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَوْفُوا الْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا (٣٥) </p><p> أمر بتوفير الكيل إذا كالوا والوزن إذا وزنوا لهم، وإيفاء حقوقهم، وهو ما قال:  (وَيَا قَوْمِ أَوْفُوا الْمِكْيَالَ وَالْمِيزَانَ بِالْقِسْطِ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ) ، إن من عادتهم إذا كالوا أو وزنوا يبخسون الناس أشياءهم، ولم يوفروا حقوقهم؛ فنهاهم عن ذلك، وأوعدهم بالوعيد الشديد، وهو قوله:  (وَيْلٌ لِلْمُطَفِّفِينَ (١) الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ (٢) وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ (٣) . ذِكْرُ تخصيص للكيلي والوزني من بين سائر الأشياء يحتمل وجهين: </p><p> أحدهما: لما بهما يجري عافة معاملة الناس؛ فأمرهم بإيفاء ذلك. </p><p> والثاني: لخوف الربا؛ لأن الكيلي والوزني هما اللذان يكونان دَيْنا في الذمة؛ فإذا أخذ شيء منهما أخذ عما كان دينا في الذمة، فإن نقص أو زاد فيكون ربا؛ لذلك خص، وإن كان غيره من الأشياء يؤمر بالإيفاء واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ) . </p><p> قَالَ بَعْضُهُمْ: القسطاس: حرف أخذ من الكتب السالفة ليس بمعرفة، وقال بعضهم: هو العدل، أي: زنو ابالعدل، وقَالَ بَعْضُهُمْ: هو الميزان؛ كقوله: (وَأَوْفُوا </p>"
}