{
  "id": null,
  "sura": 17,
  "aya": 40,
  "text": "<p> (مَدْحُورًا) : </p><p> مبعدًا مطرودًا من رحمته في النار، أو: خاطب به رسوله، وأراد به غيره؛ على ما ذكرنا في غير موضع، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلَائِكَةِ إِنَاثًا إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا (٤٠) وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِيَذَّكَّرُوا وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا (٤١) قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا (٤٢) سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا (٤٣) تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيمًا غَفُورًا (٤٤) </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلَائِكَةِ إِنَاثًا) . </p><p> يخبر من سفه مشركي العرب أنهم نسبوا إلى اللَّه البنات، والبنين إلى أنفسهم - بقوله:  (وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ سُبْحَانَهُ وَلَهُمْ مَا يَشْتَهُونَ) ، والذي حملهم على ذلك قول أهل الكتاب؛ حيث وصفوا اللَّه بالولد؛ فرأوا أن ما يكون له الولد يكون له البنات؛ فقال:  (إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا) . </p><p> لم يزد على هذا العظيم ما قالوا في اللَّه؛ فلم يضرب لقولهم ذلك مثلًا؛ لما ليس وراء ذلك مثل يضرب؛ لأنه ضرب مثل ما قالوا بالولد له بانفطار السماء، وانشقاق الأرض، وخرور الجبال؛ حيث قال:  (تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا. . .) الآية: أخبر أن السماوات وما ذكر كادت أن تنقلب عن وجهها؛ لعظيم ما قالوا في اللَّه من الولد. وقال في الشريك:  (وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ. . .) الآية، فهذا غاية ما ذكر من الأمثال لمن قال له بالولد والشريك؛ فليس وراء هذا يذكر لمن قال له البنات، ولكن قال:  (إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا) لم يزد على ذلك؛ لأن الذي قالوا له ونسبوا إليه نهاية في السفه والسرف في القول، تعالى اللَّه عما يقول الظالمون علوا كبيرًا. </p><p> أو يقول:  (إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا) : في عقولكم، لو تفكرتم وتدبرتم لعلمتم أن ما قلتم في اللَّه - سبحانه وتعالى - عظيم. </p><p> قال أَبُو عَوْسَجَةَ:  (أَفَأَصْفَاكُمْ رَبُّكُمْ) ، أي: أعطاكم ربكم؛ يقال: أصفيته: أي: أعطيته، وأصفاكم، أي: اختاركم. </p>"
}