{
  "id": null,
  "sura": 17,
  "aya": 30,
  "text": "<p> و (قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ) ، أو (قُلْ أَعُوذُ بِرَبِّ النَّاسِ) ، ونحوه من الخطابات، خاطب كل أحد في نفسه؛ إذ لا يحتمل أن يخاطب في:  (قُلْ هُوَ اللَّهُ أَحَدٌ) رسول اللَّه خاصة، ولا يخاطب غيره؛ بل الخطاب به كل الناس وكل إنسان. </p><p> والثالث: خاطب رسوله على إرادة غيره على سبيل الخصوصية له، نحو ما يخاطب ملوك الأرض خواصهم وأعقلهم من رعيتهم؛ على إرادة ذلك الخطاب غير المخاطبين؛ فعلى ذلك يحتمل هذا، أو أن يكون خاطب بقوله:  (وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ) غيره ممن يمسك، ويخاطب بقوله:  (وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ) رسول اللَّه؛ لأن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لا يحتمل أن يكون ما ذكر، وقد يحتمل البسط؛ لذلك كان ما ذكر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلََّّ -: (فَتَقْعُدَ مَلُومًا مَحْسُورًا) . </p><p> يحتمل قوله:  (مَلُومًا) : عند نفسك وعند الناس، تلوم نفسك بأنك: لم أنفقت؟ ! وعند الناس: لما لَم تجد ما تنفق عليهم، وعند اللَّه -أيضًا- إذا أنفقت في غير حق. </p><p> (مَحْسُورًا) : قَالَ الْقُتَبِيُّ: أي: تحسرك العطية وتقطعك، كما يحسر السفرُ البعيرَ فيبقى منقطعًا: </p><p> وقال أَبُو عَوْسَجَةَ: هو من الحسرة، وهي الندامة، يقال: حسر الرجل فهو محسور، وقال: التبذير: الفساد، و (مَلُومًا) ، أي: ملومًا محزونًا. </p><p> وقوله - عَزَّ وَجَلََّّ -: (إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا (٣٠) </p><p> أي: هو يوسع الرزق على من يوسع، وهو يقتر ويضيق على من يضيق ويقتر، أي: ذلك إلى اللَّه لا إلى الخلق؛ ليقطعوا الرجاء من الخلق، ويروا ذلك من اللَّه لا يرون من غيره. </p><p> والثاني: ذكر هذا؛ ليدوم الفضل لمن ذكر الفضل، ويتبين لهم حيث قال:  (انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا) . </p><p> ومن الناس من قال بأن قوله:  (إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ) صلة قوله: (وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ) ، يقول - واللَّه أعلم - إنك إن منعته وحرمته، وكان في تقدير اللَّه التوسيع عليه والبسط - لم يضره منعك ولا حرمانك، ولو وسعت عليه وبسطت، وكان في تقديره التضييق والتقتير لم ينفعه بسطك ولا توسيعك؛ ليعلموا أن التوسيع والبسط، والتضييق والمنع من اللَّه، أو ذكر ليقطعوا الرجاء من الخلق </p>"
}