{
  "id": null,
  "sura": 17,
  "aya": 79,
  "text": "<p> ذلك الفراغ لغيرها من الصلوات من صلاة المغرب والعشاء؛ لأنها بقرب من الأشغال والحوائج، ألا ترى أن الجهر بالقراءة إنما جعل في الأوقات التي هي أوقات الفراغ عن الاشتغال: وهي المغرب والعشاء، ثم وقت الفجر هو أخلى وقت عن غيره؛ لأنه بعد فراغ النوم، وقبل هجوم وقت التقلب، فالقراءة فيها والقلوب أشهد لها، لكن أهل التأويل صرفوا ذلك إلى ما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا (٧٩) </p><p> قَالَ بَعْضُهُمْ: النافلة: الغنيمة، كقوله:  (يَسْأَلُونَكَ عَنِ الْأَنْفَالِ) أي: الغنائم، وقوله - عَزَّ وَجَلَّ -: (نَافِلَةً لَكَ) ، أي: غنيمة لك تغنم بها غنائم أو كلام نحو هذا. </p><p> وقال الحسن: قوله: (نَافِلَةً لَكَ) : أي: خالصة لك، وخلوصها له وهو ألا يغفل هو عن شيء منها في حال من الأحوال، وغيره من الناس يغفلون فيها عن أشياء. </p><p> وقَالَ بَعْضُهُمْ: ذكر أنه نافلة له؛ لأنه كان مغفورًا له فما يعمل يكون له نافلة، وأما غيره فإن ما يعمل من الخيرات يكون كفارة لذنوبهم فلا يكون لهم نافلة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا) . </p><p> قال:  (يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا) ، تحمد عاقبته بالتهجد، أي: يبعثك ربك مقامًا تحمد أنت تلك العاقبة جزاء بتهجدك في الدنيا. </p><p> وقَالَ بَعْضُهُمْ:  (مَقَامًا مَحْمُودًا) ما يحمده كل الخلائق الأولون والآخرون. </p><p> وقَالَ بَعْضُهُمْ:  (مَقَامًا مَحْمُودًا) هو مقام الشفاعة، واللَّه أعلم، أي: تشفع لأمتك وأهل العصيان منهم. </p><p> وجائز أن يكون هو صلة قوله - ما تقدم من قوله:  (فَتَقْعُدَ مَذْمُومًا مَخْذُولًا) ، وقوله:  (فَتَقْعُدَ مَلُومًا مَحْسُورًا) ، وقوله:  (فَتُلْقَى فِي جَهَنَّمَ مَلُومًا مَدْحُورًا) ، وما ذكر من المواعيد لما سمع هذا وقرع سمعه أخافه ذلك وأفزعه؛ فنزل قوله:  (عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا) إن عبدت اللَّه وأطعته في جميع أموره ونواهيه، وأقمت له الصلاة والصيام. </p><p> وقوله - عَزَّ وَجَلَّ -: (رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا (٨٠) </p>"
}