{
  "id": null,
  "sura": 17,
  "aya": 108,
  "text": "<p> ثم يحتمل قوله:  (يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا) على التمثيل، ليس على حقيقة السجود، ولكن على الانقياد لما سمعوا، والخضوع له، والذلة؛ على ما ذكرنا من التمثيل في قوله:  (انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ) ، ليس على حقيقة الانقلاب على الأعقاب، ولكن على التمثيل للرجوع وترك العمل، فعلى ذلك الأول، وكقوله:  (فَنَبَذُوُه وَرَآءَ ظُهُورِهِم) ، على ترك العمل به. </p><p> ويحتمل: أن يكون السجود كناية عن الصلاة، أي: يصلون لله. </p><p> ويحتمل أن يكون على حقيقة السجود، خروا لله سجدًا إذا تتلى عليهم آيات الله وحججه، وهو كسجود سحرة فرعون حين عاينوا آيات اللَّه، وحججه، وهو كقوله:  (وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ) ، فعلى ذلك يحتمل سجود هَؤُلَاءِ، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَقُولُونَ سُبْحَانَ رَبِّنَا ... (١٠٨) عما قالت الملاحدة فيه. </p><p> (إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا) أي: قد كان موعود ربنا لمفعولًا وكذلك قوله: (أَمْرُ اللَّهِ مَفْعُولًا) ، (وَكَانَ أَمْرُ اللَّهِ قَدَرًا مَقْدُورًا) أي: كان ما يأمر اللَّه كائنًا ومفعولاً أي: قد كان ما يأمر ووعده مفعولاً وهو ما ذكرنا \" كان وعد اللَّه مَفْعُولًا \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا (١٠٩) </p><p> فإن كان التأويل من السجود: الصلاة، ففيه دليل لقول أبي حنيفة - رحمه اللَّه -: إن المصلي إذا بكى في صلاته؛ خوفًا على نفسه، وإشفاقًا أو سرورًا على ما أنعم اللَّه عليه وأكرمه به، لم تفسد صلاته، وإذا كان البكاء للتسلي مما حل به من الشدائد والبلايا تفسد صلاته، وأصله: أن البكاء إذا كان لله فهو لا يفسد الصلاة، وإذا كان للدنيا أو لحاجة نفسه فهو يفسد. </p><p> وقوله عَزَّ وَجَلَّ:  (وَيَزِيدُهُمْ خُشُوعًا) . </p><p> أي: يزيد ما يتلى عليهم من القرآن خشوعًا وخضوعًا لهم أو للآيات. </p><p> وقال الحسن: الخشوع: هو الخوف الدائم في القلب. </p><p> * * * </p><p> قوله تعالى:  (قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا (١١٠) وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيرًا (١١١) </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى) . </p>"
}