{
  "id": null,
  "sura": 17,
  "aya": 97,
  "text": "<p> بذلك؛ لأن القضاء والقدر، لم يضطرهم إلى ذلك، ولا قهرهم عليه، بل كان غيره ممكنًا لهم؛ لذلك لم يكن لهم الاحتجاج عليه بذلك؛ لأن القضاء، بهذا أعني بالقضاء والقدر، لكان لهم الاحتجاج عليه. أيضا. بالعلم؛ إذ لا شك أنه علم ذلك منهم، فإذا لم يكن الاحتجاج عليه بما علم منهم ذلك؛ إذ لا يقدرون أن يفعلوا غير الذي علم منهم، فعلى ذلك لم يكن الاحتجاج عليه بالقضاء والقدر؛ لأن القضاء والقدر لما علم أنه يختار ذلك ويؤثره على ضده لجاز ذلك لهم بالعلم ونحوه، دل أن ذلك ليس بشيء لما قضى ذلك عليهم وقدر، وإذا كانوا هم عند أنفسهم لا يفعلون وقت فعلهم؛ لما كذلك قضى عليهم؛ فلم يكن الاحتجاج لهم عليه بذلك؛ إذ القضاء والقدر لم يمنعهم عن ذلك لما لا يضطرون على ذلك، وإنما قضى ذلك لما علم أنهم يفعلون ويختارون ذلك؛ لذلك كان ما ذكرنا، وكذلك كل من قضى في الشاهد على آخر إنما يقضي؛ لما سبق منه العلم به. </p><p> وقوله. عَزَّ وَجَلَّ.: (وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِيَاءَ مِنْ دُونِهِ وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا مَأْوَاهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا (٩٧) </p><p> أي: من وفقه لقبول ما كان من الهدى وعصمه عما وسوس إليه الشيطان، فهو المهتدي عند اللَّه وعند من عقل الهدى، (وَمَنْ يُضْلِلْ) ، أي: من خذله ولم يعصمه حتى يقبل من الشيطان ما جاء من وساوسه هو ضال. </p><p> (فَلَنْ تَجِدَ لَهُمْ أَوْلِيَاءَ مِنْ دُونِهِ) . </p><p> يحتمل: لن تجد لهم أولياء من دونه يهدونهم لدينهم ويوفقونهم. </p><p> أو لن تجد لهم أولياء ينصرونهم من دونه، ويدفعون عنهم ما نزل بهم من العذاب، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ.: (وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا) . </p><p> قال الحسن: يحاسبون حتى يعلموا سوء صنيعهم الذي صنعوا في الدنيا، ثم يحشرون إلى جهنم ما ذكر عميًا وبكفا وصما، أو كلام نحو هذا. </p><p> ثم يحتمل قوله:  (وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ) ما ذكر في آية أخرى: (يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ) ، وقوله:  (أَفَمَنْ يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذَابِ. . .) الآية، إنما يتقي بوجهه؛ لما تكون أيديهم مغلولة إلى أعناقهم، وقوله:  (عُمْيًا وَبُكْمًا وَصُمًّا) هذا يحتمل وجهين: </p>"
}