{
  "id": null,
  "sura": 17,
  "aya": 58,
  "text": "<p> وقوله - عَزَّ وَجَلََّّ -: (إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا) . </p><p> أي: يحذره أهل السماء وأهل الأرض. </p><p> وقوله - عَزَّ وَجَلََّّ -: (وَإِنْ مِنْ قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا (٥٨) </p><p> قال أبو بكر الأصم: وإن من قرية إلا نحن مميتوها، وقد يستعمل الهلاك في موضع الموت؛ كقوله:  (امْرُؤٌ هَلَكَ) ، أي: مات، ويقال -أيضًا-: هلك فلان، أي: مات، فعلى ذلك يكون قوله:  (إِلَّا نَحْنُ مُهْلِكُوهَا) أي: مميتوها (قَبْلَ يَوْمِ الْقِيَامَةِ) ؛ كقوله:  (كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ) ، وكقوله:  (كُلُّ مَنْ عَلَيْهَا فَانٍ) . </p><p> (أَو مُعَذبُوهَا) ، أي: منتقموها (عَذَابًا شَدِيدًا) ؛ فعلى تأويله يصح على جميع القرى والمدن، ليس قرية دون قرية، ولا مدينة دون مدينة؛ ولكن على الكل على ما أخبر من إهلاك الكل بقوله:  (كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ) ، و (كُلُّ مَنْ عَلَيْهَا فَانٍ) . </p><p> ويحتمل ما ذكر من إهلاك القرية: إهلاك الأهل؛ من إهلاك القرية بعد إهلاكهم؛ على ما فعل بكثير من القرى. </p><p> وجائز أن يكون يهلك الأهل ويبقى القرية على حالها، ثم تهلك بنفسها قبل يوم القيامة، واللَّه أعلم. </p><p> وعلى تأويل أبي بكر يفص ذا أو ذا: إمَّا يميتهم أموتا، بآجالهم، أو يعذبهم عذاب إهلاك. </p><p> وقال الحسن: قوله: (إِلَّا نَحْنُ مُهْلِكُوهَا) ، أي: مميتوها؛ على ما قال أبو بكر؛ (أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا) : يقول: إذا قامت الساعة قبل يوم القيامة؛ كقوله:  (وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ. . .) الآية، وقوله:  (إِنَّ زَلْزَلَةَ السَّاعَةِ. . .) الآية. فذلك كله قبل يوم القيامة، وهو يقول: إن الساعة تقوم على شرار الناس؛ فيكون ما ذكر من التعذيب لأُولَئِكَ الذين تقوم بهم الساعة على قوله. </p><p> وقال قتادة: هذا قضاء من اللَّه كما تسمعه ليس منه بد: إمَّا أن يهلكها بموت؛ </p><p> كقوله:  (كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ) ، وإما أن يهلكها بعذاب مستأصل إذا تركوا أمره وكذبوا رسله، وهو ما ذكرنا من الانتقام. </p><p> وقَالَ بَعْضُهُمْ: يميت أهل القرية الصالحة بآجالهم، وأمَّا القرية الظالمة فيأخذها بالعذاب الذي ذكر؛ فهو في القرون الماضية إن احتمل ذلك. </p><p> ويشبه أن يكون قوله:  (وَإِنْ مِنْ قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ) ، وهو أن يهلك رؤساء الكفرة وقادتهم؛ فيصير الذين كله دينًا واحدًا، وهو الإسلام؛ على ما قال بعض أهل التأويل في قوله:  (أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا) قالوا: هو أن يهلك أهل الكفر؛ فيجعل ملك أهل الكفر لأهل الإسلام؛ فذلك نقصانها من أطرافها: لا يزال ينقص أهل الكفر قرية فقرية وبلدة فبلدة؛ حتى تصير الأرض كلها لأهل الإسلام، وهو ما روي عن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" زُوِيتْ لِيَ الأرضُ فَأرِيتُ مَشَارِقَهَا وَمَغَارِبهَا، وَسَيَبلُغُ مُلْكُ أُمَّتي ما زُوي لِي مِنْهَا \" ، فذلك - واللَّه أعلم - تأويل قوله: قوله تعالى: (وَإِنْ مِنْ قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا) ، أي: نهلك أهل الكفر. </p><p> وبشبه أن يكون قوله:  (وَإِنْ مِنْ قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا) : على ما أخبر أنه كان يفني جميع من كان على وجه الأرض، ويجعل الأرض مستوية لا بناء فيها ولا ارتفاع، حيث قال:  (كُلُّ مَنْ عَلَيْهَا فَانٍ) وقال: (وَيَسْأَلُونَكَ عَنِ الْجِبَالِ. . .) الآية، وقال:  (وَبُسَّتِ الْجِبَالُ بَسًّا. . .) الآية. أخبر أنه لا يبقي عليها أحد ولا بناء، فتصير كلها (قَاعًا صَفْصَفًا (١٠٦) لَا تَرَى فِيهَا عِوَجًا وَلَا أَمْتًا (١٠٧) ؛ فذلك إهلاكها وتعذيبها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا) . </p><p> قَالَ بَعْضُهُمْ: كان ذلك في الكتاب الذي عند اللَّه - وهو اللوح المحفوظ - مكتوبًا. </p><p> وقَالَ بَعْضُهُمْ: كان ذلك في جميع كتب اللَّه التي أنزلها على رسله مكتوبًا، أي: ما من كتاب أنزله اللَّه على رسله إلا وكان فيه (كُلُّ مَنْ عَلَيْهَا فَانٍ) ، و (كُلُّ نَفْسٍ </p>"
}