{
  "id": null,
  "sura": 18,
  "aya": 54,
  "text": "<p> (وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا) . </p><p> أي: لم تقدر الأصنام التي عبدوها أن تصرف النار عنهم: قال أبو عبيدة: (وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا) ، أي: معدلا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍ وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا (٥٤) </p><p> (وَلَقَدْ صَرَّفْنَا) قد ذكرناه وبيناه في غير موضع، وقوله:  (مِنْ كُلِّ مَثَلٍ) يحتمل وجهين: أحدهما: مِن ص مَثَلى، أي: من كل صفة؛ كقوله:  (وَلَهُ الْمَثَلُ الْأَعْلَى) أي: الصفات العليا. </p><p> والثاني؛ المثل: هو الشبيه؛ كقوله:  (لَيْسَ كَمِثْلِهِ شَيْءٌ) . </p><p> فإن كان التأويل: الشبيه؛ فكأنه يقول - واللَّه أعلم - (وَلَقَدْ صَرَّفْنَا) ، أي: بينا (فِي هَذَا الْقُرْآنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍ) من كل ما بهم حاجة إلى معرفة ما غاب عنهم؛ جعل لهم شبيها مما شاهدوا أو عرفوا ليعرفوا به ما غاب عنهم. </p><p> وإن كان تأويل المثل: الصفة، فكأنه يقول - واللَّه أعلم -: ولقد بيّنا في هذا القرآن من كل ما يؤتى وما يتقى صفة: يعرفون بها ما لهم وما عليهم، وما يأتون وما يتقون، واللَّه أعلم. </p><p> وقوله:  (وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا) . </p><p> قال أهل الشأويل:  (وَكَانَ الْإِنْسَانُ) يعني: الكافر (أَكْثَرَ شَيْءٍ جَدَلًا) ، أي: جدالا؛ كقوله:  (وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ) . </p><p> ويشبه أن يكون قوله:  (وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا) ، أي: وكان جوهر الإنسان أكثر جدلا من غيرهم من الجواهر؛ لأن الجن لما عرض عليهم القرآن والآيات قبلوها على غير مجادلة ذكرت؛ حيث قالوا:  (إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا. . .) الآية، وكذلك الملائكة لم يذكر منهم الجدال ولا المحاجة في ذلك. </p><p> وقد ظهر في جوهر الإنسان المجادلات والمحاجات في الآيات والحجج، من ذلك قوله:  (هَا أَنْتُمْ هَؤُلَاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ. . .) الآية، وقوله:  (وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ) ، وقوله:  (وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ) ، وقوله:  (وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ) ، وأمثال هذا؛ لذا احتيج إلى إنزال كثرة الآيات والحجج؛ لكثرة ما ظهرت منهم المجادلة. </p><p> وفيه الإذن بالمجادلة والمحاجة في الدِّين على الوصف الذي ذكر، واللَّه أعلم. </p>"
}