{
  "id": null,
  "sura": 18,
  "aya": 29,
  "text": "<p> وخذلانه إياهم لما اختاروا وآثروا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَانَ أَمْرُهُ فُرُطًا) . </p><p> قَالَ بَعْضُهُمْ:  (فُرُطًا) أي: ضياعًا وهلاكًا. </p><p> وقَالَ بَعْضُهُمْ:  (فُرُطًا) أي: خسرانا وخسارًا. </p><p> وقال أَبُو عَوْسَجَةَ: هو من التفريط. </p><p> وقال غيره: أفرط في القول كما قال: (إنا رءوس من مضر إن نسلم يسلم الناس بعدنا) على ما ذكر في بعض القصة. </p><p> وقال أبو عبيدة: فرطًا، أي: ندمًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقًا (٢٩) </p><p> كأنه على الإضمار، أي: قل: قد جئتكم بالحق من ربكم. </p><p> أو يقول: قل لهم: قد تعلمون أني قد جئتكم من الآيات والحجج على ما أدعوكم إليه ما لا يحتمل بليتي ويخرج عن وسعي وطاقتي. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ) . </p><p> ثم يحتمل هذا وجوهًا: </p><p> أحدها: من شاء فليؤمن ومن شاء فليكفر؛ فإنه إنما يعمل لنفسه ليس يعمل لأحد سواه؛ كقوله:  (مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا) ، وقوله:  (إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ. . .) الآية؛ فعلى ذلك يقول، واللَّه أعلم. </p><p> والثاني: يقول: إني بلغت الرسالة إليكم فلا أكرهكم أنا على الإسلام ولا أحد سواي، فمن شاء منكم فليؤمن ومن شاء فليكفر، فإنه إنما يؤمن باختياره ومشيئته، ومن كفر فإنما يكفر باختاره ومشيئته لا يكره على ذلك. </p><p> والثالث: أن الإيمان والكفر قد يين اللَّه لهما العواقب ما عاقبة من اختار الإيمان وما عاقبة من اختار الكفر، وهو ما قال:  (إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا. . .) إلى آخر ما ذكر، وقال للمؤمنين:  (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا (٣٠) أُولَئِكَ لَهُمْ جَنَّاتُ عَدْنٍ. . .) الآية. يقول: قد بين لكل واحد منهما عاقبة، فمن شاء اكتسب لنفسه في العاقبة الجنان وما فيها من النعيم، ومن شاء اكتسب ما ذكر في العاقبة من النار وأنواع العذاب، فذلك كله يخرج على الوعيد. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ) وقت دخولهم النار أو هو في الآخرة. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَحَاطَ بِهِمْ سُرَادِقُهَا) يحتمل هذا وجهين: </p><p> أحدهما: على إرادة حقيقة السرادق. </p><p> والثاني؛ على التمثيل، أي: يحيط بهم النار فلا يقدرون على الخروج منها على ما يمنع السرادق من الخروج في الدنيا ودفع الحر والبرد، فإن كان على حقيقة السرادق فهو - واللَّه أعلم - على ما جعل اللَّه لهم من أنواع ما كانوا يتفاخرون في الدنيا من اللباس والطعام والشراب وغير ذلك يجعل لهم في الآخرة من ذلك النوع من النار، وهو ما ذكر:  (سَرَابِيلُهُمْ مِنْ قَطِرَانٍ) ، وما قال:  (لَيْسَ لَهُمْ طَعَامٌ إِلَّا مِنْ ضَرِيعٍ) والشراب ما ذكر من الصديد والغسلين، وغير ذلك من النوع الذي كانوا يتفاخرون به في الدنيا ويمنعهم عن الإيمان جعل لهم في الآخرة من ذلك النوع من النار وبه يعاقبهم، فعلى ذلك جائز أن يكونوا يتفاخرون به في الدنيا بالسرادق إذا خرجوا في السفر، فيعاقبهم اللَّه في النار بذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ) . </p><p> يحتمل استغاثتهم هو ما ذكر في الآية (أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ) ، فيغاثون (بِمَاءٍ كَالْمُهْلِ) ، ويحتمل: أن يطلبوا في النار الماء بعدما طعموا فيها منها فيغاثون بالمهل. </p><p> ثم المهل: قال عامتهم: المهل: هو دردي الزيت أو العصير، لكنهم اختلفوا في معنى التشبيه به: </p><p> قَالَ بَعْضُهُمْ: يشبهه به لغلظه؛ لأن الشيء الغليظ يكون ألصق وآخذ من غيره. </p><p> وقَالَ بَعْضُهُمْ: شبهه به لسواده. </p><p> وقال الحسن وأبو بكر: تشبيهه به؛ لكثرة تلونه من الحمرة والصفرة والسواد ونحوه لشدته، وهو ما ذكر:  (يَوْمَ تَكُونُ السَّمَاءُ كَالْمُهْلِ) ، شبهه كالمهل لتلونه؛ لشدة ذلك اليوم وهوله. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَشْوِي الْوُجُوهَ) ذلك الشراب، (بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقًا) أي: ساءت النار مرتفقا، اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: المرتفق: المتكأ. </p>"
}