{
  "id": null,
  "sura": 18,
  "aya": 5,
  "text": "<p> ويرغب فيما دونه، وهو ما قال:  (خَالِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا) . </p><p> والثاني:  (مَاكِثِينَ فِيهِ أَبَدًا) ؛ لأن خوف الخروج والزوال عن النعمة [ينغص النعمة على صاحبها]  (١) ، وهو ما قال (خَالِدِينَ فِيهَا أَبَدًا) ؛ وقال:  (فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيُنْذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا (٤) مَا لَهُمْ بِهِ مِنْ عِلْمٍ ... ) </p><p> هذا يحتمل وجهين: </p><p> أحدهما: أي: يعلمون أنه لم يتخذ ولدًا، ولكن يقولون ذلك على العلم منهم كذبًا وزورًا؛ كقوله:  (وَتَدْعُونَنِي إِلَى النَّارِ (٤١) تَدْعُونَنِي لِأَكْفُرَ بِاللَّهِ وَأُشْرِكَ بِهِ مَا لَيْسَ لِي بِهِ عِلْمٌ) أي: أشرك ما أعلم منه: ليس هو لشريك له، وكقوله:  (قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ) أي: أتنبئون اللَّه بما لا يعلم أنه ليس على ما تقولون. </p><p> والثاني: يحتمل قوله: (مَا لَهُمْ بِهِ مِنْ عِلْمٍ) ، أي: عن جهلهم يقولون ما يقولون من الولد والشريك لا عن علم؛ تقليدًا لآبائهم؛ لأنهم ليسوا بأهل كتاب يعرفون به، ولا كانوا يؤمنون بالرسل، وأسباب العلم هذان: الكتاب والرسل، فما قالوا إنما قالوا عن جهل لا عن علم، وكذلك آباؤهم، فإن كان على هذا، ففيه دلالة أن من قال شيئًا عن جهل فإنه يؤاخذ به حيث قال:  (وَيُنْذِرَ الَّذِينَ قَالُوا. . .) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ ... (٥) </p><p> أي: كبرت وعظمت تلك الكلمة التي قالوها على من عرف اللَّه حق المعرفة حتى كادت السماوات والأرض أن تنشق؛ لعظم ما قالوا في اللَّه كقوله:  (تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ. . .) الآية. </p><p> وقوله:  (إِنْ يَقُولُونَ) : </p><p> أي: ما يقولون إلا كذبًا، ثم تكلم أهل الأدب في نصب (كَلِمَةً) . </p><p> قَالَ بَعْضُهُمْ: انتصب على المصدر، أي: كبرت كلمتهم التي قالوها كلمة؛ كقوله:  (وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا) . </p><p> وقال قطرب: هو على الوصف؛ كما يقال: بئس رجلًا، ونعم رجلًا؛ على الوصف به، وذلك جائز في اللغة فعلى ذلك هذا. </p><p> وقال الخليل: إنما انتصب، لأنها نعت لاسم مضمر معرفة، وهو بمنزلة قوله:  (سَاءَ مَثَلًا) ، وإنَّمَا كان نعتا لاسم مضمر؛ لأنه قال: (وَيُنذِرَ الَّذِينَ قَالُوْا </p><p>(١) في المطبوع [ينقص النعمة على صاحبها] والتصويب من (بحر العلوم للسمرقندي. ٢/ ٣٦٥). اهـ (مصحح النسخة الإلكترونية).</p>"
}