{
  "id": null,
  "sura": 18,
  "aya": 108,
  "text": "<p> قوله تعالى:  (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلًا (١٠٧) خَالِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا (١٠٨) قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا (١٠٩) قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا (١١٠) </p><p> ثم ذكر للمؤمنين من الثواب والجزاء بأعمالهم التي عملوها في الدنيا، واختاروا فيها مقابل ما ذكر للكفرة؛ فقال:  (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلًا) . </p><p> كأن الجنان التي وعد للمؤمين أربعة: جنات النعيم، وجنات المأوى، وجنات عدن، وجنات الفردوس، ثم كان في كل واحدة منها - أعني الجنان - فيها معنى الأخرى؛ لأنه قال:  (جَنَّاتُ الْمَأْوَى) ، وهو ما يؤوى إليه، و (جَنَّاتُ النَّعِيمِ) ظاهر، و (جَنَّاتُ عَدْنٍ) ، من المقام أو غيره، و (الْفِرْدَوْسِ) سميت فردوسًا؛ لأنها تكون ملتفة محفوفة بالأشجار، ففي كل واحدة منها ذلك كله. وقوله - عَزَّ وَجَلَّ -: (نُزُلًا) وقيل: منزلًا من النزول. </p><p> وقيل: من النزل وهو من الأنزال. </p><p> وقوله - عَزَّ وَجَلَّ -: (خَالِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا (١٠٨) أي: تحولًا، أخبر أنهم لا يملون ولا يسأمون عن نعيمها، كما يمل أهل الدنيا عن نعيمها ويسأمون؛ لأن المسرور بها يمل عن نعمة، ويرغب في أخرى، فأخبر أن أهل الجنة لا يملون فيها، ولا يسأمون، ولهم فيها ما يشتهون، ولهم فيها ما يتخيرون. </p><p> وروي أن ابن عَبَّاسٍ سأل كعبًا عن الفردوس؛ فقال: هي جنات الأعناب بالسريانية. </p><p> وقَالَ بَعْضُهُمْ: ما ذكرنا أنها سميت: فردوسًا، لكثرة أشجارها والتفافها. </p><p> وروي عن عبادة بن الصامت عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" الجنة مائة درجة ما بين كل درجتين كما بين السماء والأرض، الفردوس أعلاها درجة من فوقها يكون الفردوس، منها يتفجر أنهار الجنة الأربعة فإذا سألتم اللَّه الجنة فاسألوه الفردوس \" . </p><p> وقَالَ الْقُتَبِيُّ:  (لَا يَبْغُونَ عَنْهَا حِوَلًا) أي: تحولًا، وكذلك قال أَبُو عَوْسَجَةَ: هو من </p>"
}