{
  "id": null,
  "sura": 18,
  "aya": 60,
  "text": "<p> أصحاب الظواهر: أن الخطاب على مخرج الظاهر؛ حيث لم يفهم من ذكر اليد هاهنا اليد نفسها؛ ولكن فهم غير اليد. </p><p> * * * </p><p> قوله تعالى:  (وَإِذْ قَالَ مُوسَى لِفَتَاهُ لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا (٦٠) فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا (٦١) فَلَمَّا جَاوَزَا قَالَ لِفَتَاهُ آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا (٦٢) قَالَ أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ وَمَا أَنْسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَبًا (٦٣) قَالَ ذَلِكَ مَا كُنَّا نَبْغِ فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا (٦٤) فَوَجَدَا عَبْدًا مِنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِنْ عِنْدِنَا وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْمًا (٦٥) قَالَ لَهُ مُوسَى هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا (٦٦) قَالَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا (٦٧) وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْرًا (٦٨) قَالَ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِرًا وَلَا أَعْصِي لَكَ أَمْرًا (٦٩) قَالَ فَإِنِ اتَّبَعْتَنِي فَلَا تَسْأَلْنِي عَنْ شَيْءٍ حَتَّى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا (٧٠) </p><p> وقوله - وجل -: (وَإِذْ قَالَ مُوسَى لِفَتَاهُ لَا أَبْرَحُ. . .) الآية. </p><p> قال أهل التأويل:  (لَا أَبْرَحُ) ، أي: لا أزال حتى أبلغ كذا، فإن كان على هذا فهو ظاهر، وإلا: حرف البراح، يعرف البراح عن المكان، أي: لا أبرح المكان حتى أبلغ مجمع البحرين، وهو كأنه على الإضمار، أي: لا أبرح أسير معك حتى أبلغ كذا، كأنه سبق من فمَاه: أنه يسير إلى ذلك المكان دونه؛ على ما يقول الخادم لمولاه إذا أراد أن يسير لحاجة: أنا أسير، وأنا أذهب - فعند ذلك قال له موسى:  (لَا أَبْرَحُ) ، أي: لا أفارقك، وأسير معك. </p><p> (حَتَّى أَبْلُغَ) . </p><p> ما ذكر، أي: أمرت بذلك. </p><p> وقَالَ بَعْضُهُمْ: سماه: فتى؛ لأنه كان خادمه يخدمه. </p><p> وقَالَ بَعْضُهُمْ: سماه: فتى؛ لأنه كان يتبعه ولصحبه؛ ليتعلم منه العلم. </p><p> وقوله:  (مَجْمَعَ الْبَحْرَيْنِ) . </p><p> أي: ملتقى البحرين. </p><p> وقوله:  (أَوْ أَمْضِيَ حُقُبًا) . </p><p> قيل: زمانا ودهرًا، وقيل: الحقب: ثمانون سنة. </p>"
}