{
  "id": null,
  "sura": 18,
  "aya": 94,
  "text": "<p> وقَالَ بَعْضُهُمْ:  (لَا يَكَادُونَ يَفْقَهُونَ قَوْلًا) : من غير كلامهم ولسانهم؛ ولكن يفقهون بلسانهم وكلامهم، وذو القرنين كان يعرف الألسن كلها؛ ففقهوا هم منه وفقه هو منهم؛ حيث (قَالُوا يَا ذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا ... (٩٤) أي: جعلا أجرا، (عَلَى أَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا) . </p><p> وقال هو:  (مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ فَأَعِينُونِي بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا (٩٥) فهم ذو القرنين منهم، وفهموا منه أيضًا ما ذكرنا؛ فدل ذلك أنهم كانوا يفقهون بلسان غيرهم، وفي الآية دلالة أنهم لا يفقهون شيئًا قليلا من القول، وإن كانوا لا يفقهون كثيرا؛ لأنه يقول:  (لَا يَكَادُونَ يَفْقَهُونَ) ؛ فهو يتكلم على العرف لا على النفي رأشا، واللَّه أعلم. </p><p> وقوله:  (قَالُوا يَا ذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا) : جعلا وأجرا؛ (عَلَى أَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا (٩٤) قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ ... (٩٥) </p><p> على تأويل الحسن يكون قوله:  (مَا مَكَّنِّي فِيهِ رَبِّي) من النبوة (خَيْرٌ) ؛ لأنه يقول: إنه كان نبيا؛ حيث قال له:  (إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ) . </p><p> وعلى قول غيره يكون (مَا مَكَّنِّي فِيهِ رَبِّي) : من الملك والسبب الذي أعطاني، وأبلغ به مغرب الشمس ومطلعها (خَيْرٌ) مما تذكرون. </p><p> وقوله:  (فَأَعِينُونِي بِقُوَّةٍ، أي بما أتقوى به، (أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا) ، أي: سدَّا. </p><p> وقوله - عَزَّ وَجَلَّ -: (آتُونِي زُبَرَ الْحَدِيدِ حَتَّى إِذَا سَاوَى بَيْنَ الصَّدَفَيْنِ قَالَ انْفُخُوا حَتَّى إِذَا جَعَلَهُ نَارًا قَالَ آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا (٩٦) أي: قطع الحديد. </p><p> وقَالَ بَعْضُهُمْ: سألهم الحديد؛ لأن المكان مكان الحديد. </p><p> وقَالَ بَعْضُهُمْ: إن الحديد كان ألين لهم وأطوع من اللَّبِنِ أو القطر، ولكن لا يعلم ذلك إلا بالسمع. </p><p> وقوله - عَزَّ وَجَلَّ -: (حَتَّى إِذَا سَاوَى بَيْنَ الصَّدَفَيْنِ) . </p><p> أي: بلغ ذلك السد رأس الصدفين، وهما جبلان، وسوى بهما، واللَّه أعلم. </p><p> وقوله:  (قَالَ انْفُخُوا حَتَّى إِذَا جَعَلَهُ نَارًا قَالَ آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا) . </p><p> أي: أصب عليه قطرا، قيل: نحاسًا، وقيل: رصاصا، ذكر أنه كان يبسط الحديد صدرا، ثم يبسط الحطب فوقه صدرًا، ثم حديدا فوق الحطب، حتى بلغ رأس الجبلين، وسوى بهما على هذا السبيل، ثم أذيب القطر، فصب فيه، فجعل القطر يحرق الحطب، ويذيب الحديد؛ حتى دخل القطر مكان الحطب، وصار مكانه؛ فالتزق القطر بالحديد، على هذا ذكر أنه بنى ذلك السد. </p><p> وقال الحسن: كأنه القطر له كالملاط لنا، واللَّه أعلم. </p>"
}