{
  "id": null,
  "sura": 18,
  "aya": 64,
  "text": "<p> وفي حرف ابن مسعود:  (أَنْ أَذْكُرَهُ) . </p><p> قال الحسن: لم يكن نسيه؛ ولكن تركه متعمدًا مضيعًا، وإنما أضاف إلى الشيطان؛ يقول: إن الشيطان حملني حتى تركت ذكره لك، وكذلك يقول في قوله في قصة آدم:  (فَنسَيَ) ، أي: ضيع أمره وتركه، ونحوه من المحال، ولكن لا يحتمل أن يترك أن يذكر له عمدًا، والشيطان مما يسعى بالحيلولة في مثل هذا: في أمر الذين، وفي النعم إذا كثرت واتسعت على إنسان؛ فيسعى بالإنساء في مثله. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَبًا) . </p><p> قَالَ بَعْضُهُمْ: عجب موسى من الفتى أن كيف نسي أن يذكره، وقد احتاج إلى أن يتحمل مؤنة عظيمة في حمله؟! </p><p> وقَالَ بَعْضُهُمْ: عجب موسى منه حين يبس له الماء وأثره فيه، واللَّه أعلم. </p><p> ثم ذكر موسى بخبر الحوت، وما صنع فقال. </p><p> (ذَلِكَ مَا كُنَّا نَبْغِ فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا (٦٤) </p><p> أي: نطلب من حاجتنا من الظفر بذلك الرجل، يقول ذلك لفتاه. </p><p> ثم في الآية وجوه من الفوائد: </p><p> أحدها: أن يلزم الإنسان طلب العلم واقتباسه؛ إذ كان به وبالناس حاجة إليه، وإن بعدت الشقة ونأى الموضع؛ حيث قال موسى:  (لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا) . </p><p> وفيه: أن لا بأس لاثنين أن يسافرا ولا كل واحد واثنين يكونان شيطانين، على ما ذكر في بعض الأخبار:  \" إِنَّ الوَاحِدَ شَيطَان، والاثْنَينِ شَيْطَانَانِ \" ، ولكن واحدًا دون واحد، واثنين دون اثنين. </p><p> وفيه: أنه لا يسافر إلا بالزاد؛ حيث تزود موسى والفتى الحوت الذي ذكر حين خرجا إلى حيث أمر موسى أن يخرج في مجمع البحرين: فأما أهل التأويل فإنهم قالوا جميعًا: إنه أمر موسى أن يأتي الخضر؛ ليتعلم منه العلم، ولكن ليس في القرآن ذكر الخضر؛ إنما فيه ذكر عبد من عباده؛ حيث قال:  (فَوَجَدَا عَبْدًا مِنْ عِبَادِنَا) . </p><p> وفيه: أن الثنيا إنما تلزم في كل فعل مستقبل مما يشك فيه ويرتاب، فأما ما كان سبيل معرفته الوحي واليقين - فإنه لا يستثنى فيه حيث قال موسى لفتاه (لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا) : قال ذلك من غير ثنيا؛ لأنه - عَزَّ وَجَلَّ - أمره أن يأتيه، ولا يحتمل أن يؤمر بالإتيان في مكان، ثم هو يشك أنه لعله لا يأتيه؛ لذلك قطع القول فيه، وكذلك قول ذلك العبد الصالح لموسى:  (إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا) : قطع القول فيه من غير ثنيا؛ لأنه علم بالوحي أنه لا يصبر على ما يرى منه، وأمَّا موسى فإنه قد استثنى فيما وعد أنه يصبر؛ لأنه أضاف إلى حادث من الأوقات على الشك منه أنه يصبر أو لا يصبر، وعلى الارتياب ليس على اليقين، فقال:  (سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِرًا وَلَا أَعْصِي لَكَ أَمْرًا) مما ذكرنا. </p><p> وفيه: أن الرجل إذا اختلف إلى عالم يقتبس منه العلم ويتعلم منه، فرأى منه مناكير ومظالم - يلزمه أن يفارقه، ولا يتعلم منه العلم؛ كصنيع موسى بصاحبه؛ لما رأى؛ من خرق السفينة، وقتل الغلام، وغيره مما كان منكرا وظلما في الظاهر، وإن كان ما فعل هو فعل الأمر كره موسى صحبته، وندم على ذلك أشد الندامة حتى جعله على علم من ذلك كله، فهكذا الواجب على الرجل إذا رأى مناكير من الذي يأخذ منه العلم ومظالم أن يفارقه ولا يأخذ من علمه، واللَّه أعلم. </p><p> وفي قوله:  (سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِرًا) دلالة أن الاختيار والمستحب في الثنيا أن يكون في ابتداء الكلام؛ لأن موسى ابتدأ به، وكذلك قوله:  (وَإِنَّا إِنْ شَاءَ اللَّهُ لَمُهْتَدُونَ) فإذا تركه في أول كلامه أو نسي يستثنى في آخره؛ فيعمل عمله في دفع الخلف في الوعد والكذب، وعلى هذا تأول بعض الناس قوله:  (وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ) أي: استثن في آخره إذا نسيت في أول كلامك، واللَّه أعلم. </p><p> ثم هذه القصص والأنباء التي ذكرت لرسول اللَّه على أثر سؤال كان منهم، على ما ذكرنا في قصة أصحاب الكهف وغيرها من القصص، أو على غير سؤال، ولكن كانت في كتبهم؛ فذكرها له ليعلم أنه إنما عرف باللَّه تعالى. </p><p> ثم اختلف أهل التأويل في السبب الذي أمر موسى على طلب العلم من عند ذلك الرجل وبعثه عليه. </p><p> قَالَ بَعْضُهُمْ: وذلك أن موسى قام خطيبًا في قومه، فخطب خطبة لم يخطب قط </p><p> مثلها؛ فأعجبه ذلك، فوقع عنده أن ليس أحد أعلم منه؛ فأخبر أن في مجمع البحرين رجلا أعلم منك؛ فأمر بالمصير إليه والتعلم منه. </p><p> وقَالَ بَعْضُهُمْ: لا، ولكن موسى قد أعطي التوراة، وفيها علوم كثيرة؛ فظن أنه ليس أحد أعلم منه؛ فأخبر: أن في مجمع البحرين عبدًا من عبادنا أعلم منك؛ فأمر بالمصير إليه. والتعلم منه؛ فإن كان على ما ذكر أهل التأويل من السبب فيخرج الأمر له بالمصير إليه والتعلم منه مخرج العقوبة له والعتاب لما خطر بباله ووقع في وهمه ما وقع. </p><p> وجائز أن يكون الأمر له بالمصير إليه والتعلم منه ابتداء؛ محنة من اللَّه - تعالى - إياه بتعلم العلم من غير سبب كان من موسى على ما يؤمر المرء بتعلم العلم ابتداء من غير سبب؛ محنة من اللَّه يمتحنه بها؛ نحو ما أمر موسى بالمصير إلى طور سيناء، وأعطي هنالك التوراة في الألواح على غير سبب كان منه، ولكن ابتداء محنة يمتحنه بها؛ فعلى ذلك يحتمل أمره له بالمصير إلى ما أمر والتعلم منه ابتداء محنة يمتحنه بها. </p><p> وقول أهل التأويل: إن صاحب موسى الذي أمر موسى بالمصير إليه والتعلم منه - الخضر، وفتاه الذي كان يصحبه ويتبعه يوشع بن نون، فذلك لا يعلم إلا بالسمع والخبر عمن يوحى إليه؛ فيعلمه بالوحي، وأمَّا من أخبر بذلك وقاله لا عن وحي - فلا يعلم ذلك، وليس لنا إلى معرفة ذلك حاجة؛ إنما الحاجة إلى معرفة ما أودع فيه من أنواع الحكمة والعلوم، وأما ما ذكروا أنه فلان، وأنه كان في موضع كذا في البحر، وأن موسى قال له كذا، وهو قال لموسى كذا - فإن سبيل معرفة ذلك السمع، فإن ثبت السمع فيه، وإلا: لم يجب أن يذكر فيه أكثر مما ذكر في الكتاب؛ لأن هذه الأنباء والقصص التي ذكرت في القرآن إنما ذكرت؛ لتكون آية لرسالة نبينا مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فلو قيل فيها ما لم يذكر في كتبهم من الزيادة والنقصان - لكان ذلك سببًا لإكذابه لا تصديقه على ما يدعي من الرسالة. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكَ مَا كُنَّا نَبْغِ) . </p><p> أي: فقد الحوت هو ما كنا نبغي أنه كان ذلك علما لوجود مكان ذلك الرَّجل. </p><p> وقوله:  (فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا) . </p><p> قَالَ بَعْضُهُمْ، أي: رجعا عودهما على بدئهما. </p><p> وقَالَ بَعْضُهُمْ: أي: رجعا يقصان طريقهما وآثارهما الذي مشيا فيه يطلبان المكان </p>"
}