{
  "id": null,
  "sura": 18,
  "aya": 23,
  "text": "<p> وأدبهم ألا يعدوا عدة إلا والثنيا بها ملحقة. </p><p> ويحتمل أيضًا أن يكون الخطاب به لرسول اللَّه، لكن ليس لأنه قد كان منه ما ذكر من المراء والاستفتاء والوعد بغير ثنيا، ولكن خاطب به رسول اللَّه ليتأدب غيره من الناس بذلك الأدب، وهو كما خاطبه بقوله:  (وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ) ، ونحوه من الخطاب الذي خاطبه به، فخاطبه به لا لأنه كان منه ذلك أو كان فيه ما ذكر، ولكن لما ذكرنا من الوجوه فيما تقدم. </p><p> ثم اختلف في قوله:  (فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاءً ظَاهِرًا) : </p><p> قَالَ بَعْضُهُمْ: ذلك في أمر أصحاب الكهف، أي: لا تمار فيهم ولا تستفت فيهم منهم إلا قدر ما كان في كتبهم، فإنك لو ماريتهم بما ليس في كتابهم كذبوك، ولكن قدر ما في كتبهم؛ هذا كان على المسألة، فإن كان على غير المسألة في غير أمر أصحاب الكهف على ابتداء المحاجة والحجاج فهو يحتمل وجهين: </p><p> أحدهما: أي: لا تمار فيهم إلا بما هو أظهر ويعرفون ذلك ظاهرًا، من نحو ما يعرفون أن الأصنام التي عبدوها لا تنفع ولا تضر ولا تبصر ولا تسمع، ونحو ذلك مما يعرفون أنها كذلك. </p><p> والثاني: لا تحاجهم بلطائف الحكمة ودقائقها، ولكن بشيء محسوس ظاهر من الآية، لا بما يلطف ويدق، على ما يحاجهم الأنبياء بآيات حسيات. </p><p> وفي قوله:  (وَلَا تَسْتَفْتِ فِيهِمْ مِنْهُمْ أَحَدًا) دلالة ألا يسع النظر في كتاب الفلاسفة إلا على جهة العرض لما فيها على كتاب اللَّه فيؤخذ بما يوافقه ويترك الباقي. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا (٢٣) إِلَّا أَنْ يَشَاءَ اللَّهُ ... (٢٤) </p><p> لو كان فهم الخطاب على ظاهر ما خرج، لكان في قوله:  (وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا (٢٣) إِلَّا أَنْ يَشَاءَ اللَّهُ) نهى عن العدة بالثنيا، فإذ لم يفهم هذا، ولكن فهموا: لا تقولن لشيء إني فاعل ذلك غدًا إلا أن تقول إن شاء اللَّه، على إضمار القول؛ دل أن الخطاب ليس يحمل على ظاهر المخرج، ولكن على ما توجبه الحكمة والدليل. </p><p> ثم نهى أن يعد عدة ولا يستثني فيها، وقاس بعض الناس الأيمان على العدات فيقول: إذا حلف، فإنه يلزمه أن يستثني فيها، وذلك فاسد؛ لأن الأيمان تخرج على تعظيم الرب وإجلاله، فلا يجوز أن يؤمر بالثنيا فيها؛ لأن الثنيا نقض ذلك التعظيم، </p>"
}