{
  "id": null,
  "sura": 18,
  "aya": 102,
  "text": "<p> ينور ذلك ويضيء، فجعل يبصر كل شيء، ويتجلى له الحق من الباطل، وعرفوا الآيات من التمويهات، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَانُوا لَا يَسْتَطِيعُونَ سَمْعًا) ، فيه وجهان من الدلالة: </p><p> أحدهما: أنه نفى عنهم استطاعة السمع، وقد كان لهم السمع؛ فدل أن الاستطاعة التي هي استطاعة الفعل تقترن بالفعل، لا تتقدم ولا تتأخر. </p><p> والثاني: فيه دلالة أن هنالك استطاعة، هم يستفيدون بها وعد اللَّه ويستوجبونه؛ فضتعوها باشتغالهم بغيرها حيث عوتبوا واستوجبوا ذلك العتاب والتوبيخ بالتضييع الذي كان منهم. فلو لم يكن كذلك لم يكن للعتاب والتوبيخ الذي عوتبوا ووبخوا معنى. </p><p> قال قوم: إنما نفى عنهم ذلك للاستثقال الذي كان منهم. </p><p> وقد يقال مثله على المجاز؛ للاستثقال دون الحقيقة، يقول الرجل لآخر: ما أستطيع أن أنظر إليك لكذا، وهو ناظر إليه، لكن قد ذكرنا: أنه على الوجه الذي قال: لا أستطيع أن أنظر إليك وهو ناظر إليه، غير مستطيع النظر إليه وهو نظر رحمة وشفقة. </p><p> وقَالَ بَعْضُهُمْ: هو على الطبع، وهو قول الحسن. </p><p> وقَالَ بَعْضُهُمْ: إنما نفى ذلك عنهم؛ لما لم ينتفعوا به، كما نفى عنهم السمع والبصر والنطق؛ لما لم ينتفعوا به، ليس على أنهم لم يكن لهم تلك الحواس، فعلى ذلك ما نفى عنهم من الاستطاعة لما لم ينتفعوا بها، ليس على أنها ليست قبل، هكذا نفى عنهم ذلك لما عموا وصموا عن ذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَحَسِبَ الَّذِينَ كَفَرُوا أَنْ يَتَّخِذُوا عِبَادِي مِنْ دُونِي أَوْلِيَاءَ إِنَّا أَعْتَدْنَا جَهَنَّمَ لِلْكَافِرِينَ نُزُلًا (١٠٢) </p><p> قيل فيه بوجوه: </p><p> الأول: قَالَ بَعْضُهُمْ: تأويله: أفحسب الذين عبدوا في الدنيا الملائكة والرسل واتخذوهم من دوني أولياء أن يكونوا لهم أولياء في الآخرة، ويتولون شفاعتهم يشفعون لهم وينصرون، كلا لن يصيروا لهم أولياء، كقولهم:  (هَؤُلَاءِ شُفَعَاؤُنَا عِندَ اللَّهِ) و (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَآ إِلَى اللَّهِ زُلْفَى) . </p><p> والثاني:  (أَفَحَسِبَ الَّذِينَ كَفَرُوا أَنْ يَتَّخِذُوا عِبَادِي) المخلصين (مِنْ دُونِي أَوْلِيَاءَ) ويتولونهم، أي: لا يقدرون على أن يتخذوا أولياء من دوني، وقد كانوا يدعون المؤمنين إلى دينهم، والتولي لهم، وهو ما قال:  (إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (٩٩) إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ). </p><p> والثالث:  (أَفَحَسِبَ الَّذِينَ كَفَرُوا) أن ما عبدوا واتخذوا (مِنْ دُونِي أَوْلِيَاءَ) أني أمرتهم </p>"
}