{
  "id": null,
  "sura": 18,
  "aya": 57,
  "text": "<p> وقوله:  (وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ) . </p><p> ويحتمل قوله:  (وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ) : ما نسبوه إلى السحر والكهانة والإفك وغيره، به يجادلونه؛ وهو باطل. </p><p> أو أن يكونوا عرفوا أن ما يجادلونهم به ويحاجونهم باطل، وأن ما يدعوهم إليه الرسول حق وصدق ونور، لكن يعاندونه ويجادلونه، وعندهم أنهم على باطل، كقوله:  (يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ. . .) الآية: عرفوا أنه نور لكنهم عاندوه في المجادلة والمحاجة بالباطل، واللَّه أعلم. </p><p> وقوله:  (لِيُدْحِضُوا بِهِ الْحَقَّ) . </p><p> أي: ليبطلوا به الحق. </p><p> وقوله:  (وَاتَّخَذُوا آيَاتِي وَمَا أُنْذِرُوا هُزُوًا) . </p><p> قَالَ بَعْضُهُمْ: آياته: الشمس والقمر وغيره، (وَمَا أُنْذِرُوا) : ما أنذر به الرسل، هو القرآن. وقَالَ بَعْضُهُمْ: قوله: (وَاتَّخَذُوا آيَاتِي وَمَا أُنْذِرُوا هُزُوًا) : القرآن والحجج التي أقامها وما أمروا به غير القرآن، هي المواعيد - هزوا. </p><p> وقال أصحاب هذا التأويل: تأويل الأول باطل لا يصح، لأنه قال على أثره:  (وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا) ، يقول: هذا يدل أنه أراد بالآيات ما ذكرنا من الحجج والبراهين، لا ما ذكر. </p><p> وجائز أنهم إذا لم يعملوا بآياته ولم يستعملوها نسبهم إلى الهزء بها والسخرية، وإن لم يهزءوا بها، وهو ما سماهم: عميا وبكما وصما؛ لما لم ينتفعوا بهذه الحواس، ولم يستعملوها فيما جعلت له، وإن لم يكونوا في الحقيقة كذلك؛ فإذا كان فعلى ذلك هذا، واللَّه أعلم. </p><p> ثم يحتمل مجادلتهم إياهم: ما قالوا: هذا سحر، وكهانة، وإنه إفك، وشعر، ونحوه. </p><p> أو أن يكون مجادلتهم قولهم:  (أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا) ، وقولهم:  (إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا) ، وأشباه ذلك من المجادلات التي كانت بينهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا (٥٧) </p><p> يحتمل قوله:  (ذُكِّرَ بِآيَاتِ رَبِّهِ) ، أي: وعظ بالآيات التي نزلت بمكة بمكذبي الرسل من الأمم الماضية؛ فيكون تأويله، أي: لا أحد أظلم على نفسه ممن وعظ بِآيَاتِ رَبِّهِ فأعرض عنها ما لو اتعظ بما وعظ كان به نجاته. </p><p> أو أن يكون تذكيره بآيات ربه، وهو ما أقام من حججه وبراهينه على توحيده ورسالة الرسول، فلم يقبلها ولم يصدقها، أي: لا أحد أظلم على نفسه ممن لم يتعظ بما ذكر من </p><p> الآيات والحجج ولم يقبلها، واللَّه أعلم. </p><p> وقوله:  (فَأَعْرَضَ عَنْهَا) : يحتمل الإعراض في الآية، أي: لم يقبلها، ولم يكترث إليها، ولم ينظر فيها، أو أعرض عنها بعد ما عرفها أنها آيات وحجج؛ تعنتًا وعنادًا. </p><p> وقوله:  (وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ) . </p><p> يحتمل؛ أي: نسي من الخيانة والشرك. </p><p> أو أن يكون قوله:  (وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ) موصولا بالأول، أي: لا أحد أظلم على نفسه ممن وعظ، وجعل له سبيل للتخلص والنجاة مما قدمت يداه، فلم يتعظ به؛ واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) . </p><p> إن الكفر مظلم إذا أتى به إنسان يستر على نور القلب وعلى نور كل جارحة منه، والإيمان منير ينير القلب، وينير كل جارحة منه وعضو، وهو ما ذكرنا في غير موضع: أن الإنسان إنما يبصر بنورين ظاهرين: بنور نفسه، وبنور ذلك الشيء، فإذا ذهب أحدهما، ذهب الانتفاع بالآخر، والإيمان ما ذكرنا: أنه منير، وفي القلب نور، فإذا اجتمع النوران معًا - فعند ذلك انتفع به، فجعل يفقه ويعقل الشيء بنور القلب وبنور الإيمان، وكذلك كل جارحة منه، الأذن والبصر واللسان، جعل يبصر الحق به، ويعتبر به، ويستمع الحق والصواب. </p><p> والكفر مظلم يمنع ويستر على نور الجوارح؛ فجعل لا يبصر، ولا يعتبر، ولا يستمع، ولا يتكلم بالحق، وهو ما ذكرنا: أن الإنسان إنما يبصر الشيء بنور العين وبنور الهواء؛ فإذا ذهب أحدهما صار لا يبصر شيئا؛ فعلى ذلك ما ذكرنا. </p><p> وفي الآية دلالة نقض قول المعتزلة؛ لأنه لا يخلو الكفر من أن يكون مظلمًا قبيحًا ذميمًا بنفسه أو باللَّه تعالى. </p><p> فَإِنْ قِيلَ: صار كذلك. </p><p> قيل: لئن جاز ذا جاز حدوث الأشياء بنفسها؛ إذ لا فرق بين أن يكون الشيء مظلمًا قبيحًا ذميمًا بنفسه وبين أن تكون الأشياء بأنفسها على ما كانت، فإن بطل كونه بنفسه مظلمًا قبيحًا ثبت أن اللَّه هو الذي جعله مظلمًا قبيحًا، وهو ما نقول نحن: إن اللَّه خلق فعل الكفر من الكافر مظلمًا قبيحًا، وخلق فعل الإيمان من المؤمن منيرًا حسنًا، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا) . </p><p> هذا في قوم مخصوصين علم اللَّه أنهم لا يؤمنون أبدًا، وإلا لا يحتمل في جميع الكفار؛ إذ من الكفار من قد آمن. </p><p> وقال الحسن: هو في القوم الذين جعل على قلوبهم الغطاء والطبع، إذ من قوله: إن للكفر حدا إذا بلغ الكافر ذلك الحد طبع على قلبه؛ فلا يؤمن أبدًا. </p>"
}