{
  "id": null,
  "sura": 18,
  "aya": 13,
  "text": "<p> ويحتمل (آتِنَا مِنْ لَدُنْكَ رَحْمَةً) : نعمة وسعة، وهيئ لنا من أمر ديننا صوابًا، يقول (آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا) . </p><p> وقوله عَزَّ وَجَلَّ:  (فَضَرَبْنَا عَلَى آذَانِهِمْ فِي الْكَهْفِ سِنِينَ عَدَدًا (١١) </p><p> الضرب على الآذان: هو المحو، محو الأسماع، ويقال: اضرب على حديث كذا: امحه. </p><p> ثم يحتمل محو الأسماع وجهين: </p><p> أحدهما: محو الأرواح التي بها تحيا الأنفس؛ فيكون كناية عن الموت. </p><p> أو يكون محو أرواح الأسماع التي تسمع لا الموت، فلما قال في آية أخرى:  (وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ) ، دل أنه إنما أراد محو أرواح الأسماع، لا محو الأرواح التي بها حياة الأنفس، وهو كقوله:  (وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ. . .) الآية. وقوله - عَزَّ وَجَلَّ -: (ثُمَّ بَعَثْنَاهُمْ ... (١٢) من رقودهم؛ (لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ) أي: لنعلم ما قد علمناه غائبًا شاهدًا؛ إذ كان عالمًا بما يكون منهم، وتأويله: ما ذكرنا: ليعلم الخلق شاهدًا، كما علم هو غائبًا. </p><p> أو ليعلم المخطئ منهم من المصيب؛ إذ محال وصفه بالعلم بالمخطئ ولا مخطئ ثم، وبالمصيب ولا مصيب ثمة، فإذا كان كذلك فيكون قوله: ليعلم المخطئ من المصيب، والمصيب من المخطئ إذا كان، وأصله: أنه يعلمه كائنا على ما علم أنه يكون. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصَى لِمَا لَبِثُوا أَمَدًا) . </p><p> يضشمل:  (لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ) قَالَ بَعْضُهُمْ: مشركيهم ومؤمنيهم. </p><p> ومنهم من قال: الملك والفتية. </p><p> وقَالَ بَعْضُهُمْ: هم اختلفوا في مكثهم إذ بعثوا. </p><p> قَالَ بَعْضُهُمْ:  (لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ) ، وقَالَ بَعْضُهُمْ:  (رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ) ولكن لسنا ندري من أي الحزبين، وليس لنا إلى معرفة ذلك حاجة، سوى أنا ذكرنا قول أهل التأويل. </p><p> وقوله - عَزَّ وَجَلَّ -: (نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُمْ بِالْحَقِّ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى (١٣) الحق في النبأ: الصدق، والحق في الأحكام: العدل، وفي الأفعال: الصواب. </p><p> وقَالَ بَعْضُهُمْ: الحق - هاهنا -: هو القرآن، فيكون قوله (بِالْحَقِّ) أي: في الحق، </p>"
}