{
  "id": null,
  "sura": 18,
  "aya": 110,
  "text": "<p> هذا ليس على التحديد، ولكن على التعظيم والإبلاغ، وهو ما قال:  (وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ) دل هذا على أن قوله: (وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا) ، أن ليس لذلك المدد حد ولا نهاية؛ ولكن ذكر على التعظيم له والإبلاع. </p><p> وفيه دلالة أن ليس لما خلق اللَّه من العلوم نهاية ولا غاية يدركها الخلائق، ولكن يؤخذ من كل جنس شيء، فيعمل به. </p><p> وفيه أن ليس الأمر بتعلم العلم، والمقصود منه العلم نفسه، ولكن المقصود منه العمل بما يعلم؛ إذ ليس للعلوم نهاية ولا يبلغِ ذلك البشر، فدل أنه كما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا (١١٠) </p><p> أمره أن يخبرهم أنه بشر مثلهم، ثم يكون لذلك الأمر وإخباره إياهم أنه بشر مثلهم، وجوه من المعنى: </p><p> أحدها: أنهم كانوا يسألونه آيات خارجة عن وسع البشر وطوقهم، فأمره أن يخبرهم أنه بشر مثلهم، لا يقدر على ما يسألونه من الآيات التي تخرج عن وسع البشر وطوقهم، وليس لأحد التحكم على اللَّه، والتخير عليه في شيء، إنما ذلك إلى اللَّه إن شاء أنزل وإن شاء لم ينزل، وأنا لا أملك شيئًا من ذلك. </p><p> والثاني: ذكر هذا ليعرفوا أنه إذا جاء من الآيات التي لا يحتمل وسع البشر أن يأتوا بمثلها، أنه إنما أتى بذلك من عند اللَّه لا من ذات نفسه؛ إذ علموا أن وسع البشر لا يحتمل ذلك، فلما أتاهم بذلك إنما أتى بها من عند اللَّه وأنه رسول على ما يقول. </p><p> والثالث: أمره أن يقول لهم هذا: إنه بشر مثلهم؛ لئلا يحملهم فرط حبِّهم على أن يتخذوه إلهًا ربًّا على ما اتخذ قوم عيسى عيسى إلهًا ربًّا؛ لفرط حبِّهم إياه. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ) فإن كانت الآية في مشركي العرب - فهم ينكرون البعث ولا يرجونه لكنه يكون ذكر لقاء ربه لهم؛ لأنهم عرفوا في أنفسهم قديم إحسان اللَّه إليهم ونعمه عليهم، فأمروا أن يعملوا العمل الصالح ليستديموا بذلك الإحسان الذي كان من اللَّه إليهم، فيحملهم العمل على التوحيد باللَّه والإقرار بالبعث. </p><p> وإن كانت الآية في المؤمنين، فيكون تأويله؛ (فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ) ، أي: ثواب ربه (فَلْيَعْمَلْ عَمَلًا صَالِحًا) ليثاب عليه؛ إذ الثواب إنما يكون للعمل الصالح دون غيره، وفيه ما ذكرنا أن المقصود من العلم العمل الصالح، والعلم مما ليس له نهاية فالأمر بطلب ما لا نهاية له ليس لنفسه ولكن للعمل به، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا) ، يحتمل: حقيقة الإشراك في العبادة والألوهية، على ما أشرك أُولَئِكَ: أشركوا الأصنام والأوثان التي عبدوها في عبادته وألوهيته، ويحتمل: المراءاة في العمل الصالح، على ما يرائي بعض أهل التوحيد في بعض ما يعملون من الطاعة والخيرات، واللَّه أعلم بالصواب. وصلى اللَّه على سيدنا مُحَمَّد وآله وصحبه أجمعين. </p><p> * * * </p>"
}