{
  "id": null,
  "sura": 18,
  "aya": 48,
  "text": "<p> للهول والفزع. </p><p> والثاني: تتراءى، أي: لازدحام الجبل واجتماعها، وقد يتراءى في الشاهد: السائر كالجامد والساكن؛ للكثرة والازدحام؛ نحو عسكر عظيم يسير يراه الناظر إليه كأنه ساكن لا يسير؛ فعلى ذلك هذا، واللَّه أعلم. </p><p> ثم يحتمل أن يكون هذه الأهوال التي ذكر لأهل الكفر والعصاة منهم، وأما أهل الإيمان والإحسان يكونون في أمن وعاقبة من تلك الأهوال؛ كقوله:  (إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا. . .) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتَرَى الْأَرْضَ بَارِزَةً) . </p><p> أي: ظاهرة ليس عليها بناء ولا شجر ولا جبال ولا حجر ولا شيء تصير مستوية - على ما ذكرنا - (قَاعًا صَفْصَفًا (١٠٦) لَا تَرَى فِيهَا عِوَجًا وَلَا أَمْتًا (١٠٧) . </p><p> ويحتمل قوله:  (وَتَرَى الْأَرْضَ بَارِزَةً) ، أي: يكون أهلها بارزين له؛ كقوله:  (وَبَرَزُوا لِلَّهِ جَمِيعًا) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا) . </p><p> أي: نجمعهم جميعًا؛ كقوله:  (قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ (٤٩) لَمَجْمُوعُونَ إِلَى مِيقَاتِ يَوْمٍ مَعْلُومٍ (٥٠) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَعُرِضُوا عَلَى رَبِّكَ صَفًّا لَقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ بَلْ زَعَمْتُمْ أَلَّنْ نَجْعَلَ لَكُمْ مَوْعِدًا (٤٨) </p><p> قَالَ بَعْضُهُمْ: عرضوا على ربك جميعًا. </p><p> ثم يحتمل قوله:  (وَعُرِضُوا عَلَى رَبِّكَ) للحساب. وقَالَ بَعْضُهُمْ: يعرضون على مقامهم، أي: يعرض كل فريق على مقامه، أي: يبعث؛ كقوله:  (وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ (٩٠) وَبُرِّزَتِ الْجَحِيمُ لِلْغَاوِينَ (٩١) . </p><p> ويحتمل معنى العرض عليه في ذلك اليوم، وإن كانوا في جميع الأحوال والأوقات في الدنيا والآخرة معروضين عليه عالم بأحوالهم؛ لما يقرون له جميعًا يومئذ منكرهم ومقوهم - بالعرض والقيامة، كقوله:  (وَبَرَزُوا لِلَّهِ جَمِيعًا) ، (وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ) ، والأمر في جميع الأوقات لله، وكذلك هم بارزون له في جميع الأحوال، لكنّه خص ذلك اليوم بالإضافة إليه بما يقرون له جميعًا في ذلك اليوم بالألوهية له والملك، ويعرفون حقيقته؛ فعلى ذلك هذا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ) . </p><p> يحتمل هذا وجوهًا: </p><p> الأول يحتمل لقد جئتمونا بالإجابة والإقرار لنا كما أجاب خلقتكم في أول خلقنا </p>"
}