{
  "id": null,
  "sura": 18,
  "aya": 15,
  "text": "<p> لن نعبد من دونه إلهًا غير اللَّه، كفعل قومنا، ولو فعلنا لقد قلنا شططًا، أي: جورًا وظلمًا. </p><p> ثم قال:  (هَؤُلَاءِ قَوْمُنَا اتَّخَذُوا مِنْ دُونِهِ آلِهَةً ... (١٥) يعبدونها (لَوْلَا يَأْتُونَ عَلَيْهِمْ بِسُلْطَانٍ بَيِّنٍ) ، أي: هلا يأتون على تسميتهم آلهة أو استحقاق العبادة لها بحجة بينة. </p><p> ثم حرف (هلا) يستعمل في الماضي، ويستعمل في المستقبل، فإن كان على الماضي فهو على الإنكار، أي: لم يكن؛ وإن كان على المستقبل فهو على السؤال، أي: ائتوا بحجة بينة على أنها آلهة، كما أتوا هم: أن اللَّه هو الإله الحق، وأنه خالق السماوات والأرض، ورب ما فيهما. </p><p> قَالَ الْقُتَبِيُّ:  (فَضَرَبْنَا عَلَى آذَانِهِمْ) أي: أنمناهم، والأمد: هو الغاية، (وَرَبَطْنَا عَلَى قُلُوبِهِمْ) ، أي: ألهمناهم الصبر، وثبتنا قلوبهم. </p><p> وقوله:  (شَطَطًا) ، أي: غلوا، يقال: أشط عليَّ؛ إذا غلا في القول. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) . </p><p> أي: لا أحد أظلم ممن جعل مع اللَّه آلهة، وقد ذكرنا تأويله في غير موضع. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّهَ ... (١٦) وفي حرف ابن مسعود - رَضِيَ اللَّهُ عَنْهُ -: (وإذ اعتزلتموهم وما يعبدون من دون الله) فتأويل الآية على القراءة الظاهرة: وما يعبدون إلا اللَّه، أي: وإن اعتزلتموهم، والذين لا يعبدون إلا اللَّه، فلا تعتزلوا عبادته؛ لأنه كانوا يعبدون الأصنام، ويعبدون اللَّه أيضا ويرونه معبودًا؛ فكأنهم قالوا: وإذ اعتزلتموهم والذين يعبدون إلا اللَّه فلا تعتزلوه، وهو كقول إبراهيم - عليه السلام - لقومه حيث قال:  (قَالَ أَفَرَأَيْتُمْ مَا كُنْتُمْ تَعْبُدُونَ (٧٥) أَنْتُمْ وَآبَاؤُكُمُ الْأَقْدَمُونَ (٧٦) . الآية، استثنى عبادة رب العالمين من بين عبادة من يعبدون من دونه؛ إذ كانوا يعبدون الأصنام، ويعبدون اللَّه ويرونه معبودًا، إلا أن بعضهم لا يرون أنفسهم بلغت مرتبة عبادة اللَّه، فيعبدون الأصنام؛ رجاء أن تشفع لهم عنده، أو تقرب عبادتهم إلى الله زلفى وأمثاله. </p><p> وجائز أن يكون قوله:  (وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّهَ) : على التقديم والتأخير، أي: وإذ اعتزلتموهم فأووا إلى الكهف؛ لأنهم كانوا لا يعبدون إلا اللَّه يعني: أصحاب الكهف. </p>"
}