{
  "id": null,
  "sura": 18,
  "aya": 19,
  "text": "<p> أو أن يكونوا بحيث يهابون ويخاف منهم لئلا يدنو منهم أحد، ولا يقرب، فلا يوقظهم أحد، ليبقوا إلى المدة التي أراد اللَّه أن يبقوا فيه؛ ولذلك يحتمل هذا المعنى في تقليب اليمين والشمال؛ فجائز أن يكرن قوله:  (لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا) وذلك الخوف وتلك الهيبة: هيبة الدِّين، على ما روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" نصرت بالرعب مسيرة شهرين \" ، وذلك لدينه ولحقيقة أمره؛ فعلى ذلك جائز أن يكون ما ذكر من هيبة أحوالهم لدينهم الذي اختاروا من بين قومهم وفارقوهم؛ ليسلم دينهم إلى مكان لا طعام فيه ولا شراب؛ وذلك لحقيقة ما اختاروا من الدِّين، كان ذلك لمعنى لم يطلع اللَّه رسوله على ذلك؛ فلا نفسر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ فَلْيَنْظُرْ أَيُّهَا أَزْكَى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا (١٩) أي: كما أنبأكم من أنبائهم وقصصهم أو كما ضرب على آذانهم وأنامهم سنين كذلك يبعثهم. </p><p> وقوله:  (وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ) بعثهم؛ لما علم ما يكون منهم، وهو التساؤل، وهكذا جميع ما يخلق وينشئ، إنما يخلق وينشئ؛ لما يعلم أنه يكون منهم؛ كقوله:  (وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا. . .) الآية، ذرأهم؛ لما علم أنه يكون منهم، وهو عمل أهل جهنم، وكذلك قوله:  (وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ) من علم أنه يعبده ويعمل له عمل أهل الجنة خلقه لذلك، هكذا كل ما يخلق، لما يعلم أنه يكون منه؛ إذ يخرج الفعل لذلك مخرج العجز والجهل بالعواقب، فإذا كان اللَّه عالمًا بما كان ويكون، ويتعالى عن أن يكون فعله عبثا - لم يجز أن يخلق شيئًا لغير ما علم أنه يكون، وهكذا في الشاهد من عمل عملا أو فعل فعلا لغير ما علم أنه يكون - فهو عابث أو جاهل بعواقبه، وباللَّه العصمة. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ) . </p><p> وتأويله ما ذكر:  (ثُمَّ بَعَثْنَاهُمْ لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصَى لِمَا لَبِثُوا أَمَدًا) . </p><p> وقوله:  (لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ) قالوا ذلك، لما لم يروا في أنفسهم آثارًا وأعلاما تدل على طول المكث والمقام فيه، ثم لما تذكروا أحوالهم، وما يرى النائم في نومه من العجائب وأشياء كثيرة، عرفوا أن ذلك القدر من الأشياء ومثل ذلك من العجائب التي رأوا لا يحتمل أن يكون في يوم أو بعض يوم، فعند ذلك وكلوا الأمر إلى اللَّه، فقالوا:  (رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ) . </p><p> وأما الذي أماته مائة عام لما بعثه قطع القول في ذلك، ولم يكل الأمر إلى اللَّه حيث </p><p> قال:  (قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ) ؛ لأنه كان ميتا، والميت لا يرى شيئا، ولم يكن في نفسه آثار تدل على ذلك، فقطع القول فيه، ولم يكل الأمر إلى اللَّه. </p><p> وأما النائم فإنه يرى في نومه أشياء فيعرف أنه لا يكون في وقت قصير؛ لذلك وكلوا الأمر إلى اللَّه تعالى. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ) . </p><p> فيه أنهم لما فارقوا ومعهم زاد وهو الورِق، أمر بعضهم بعضا: أن يبعث بالورق، ليأتيهم بالطعام، وفيه أنه أضاف الورق إليهم، ولا شك أنه كان له فيه نصيب حيث قال:  (بِوَرِقِكُمْ هَذِهِ) ، وفيه دلالة جواز المناهدة في الأسفار وغيرها؛ إذ كان ذلك الورِق بينهم، وفيه دلالة جواز الوكالة، وأنها ليست بمبدعة، ولكن كانت في القرون الماضية وهي متوارثة. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلْيَنْظُرْ أَيُّهَا أَزْكَى طَعَامًا) . </p><p> اختلف فيه: قَالَ بَعْضُهُمْ: قوله: (أَزْكَى طَعَامًا) أي: أحل طعاما؛ لأن بعض أهل تلك المدينة يذبحون للأصنام وباسم الأوثان التي كانوا يعبدونها، فأمروا بأن يأتيهم بحلال يحل لهم أكله والتناول منه. </p><p> وقَالَ بَعْضُهُمْ:  (أَزْكَى) : أرخص وأكثر؛ لأنهم في مكان لا يدرون متى يخرجون منه، فطلبوا الأكثر؛ لشدة حاجتهم إليه ويكفي لوقت مقامهم ونحوه. </p><p> وقَالَ بَعْضُهُمْ:  (أَزْكَى طَعَامًا) أي: أطيب وأجود؛ لأن الطيب أزيد للعقول وأصلح للأنفس وأنفع؛ ولذلك جعل اللَّه أرزاق البشر ما هو أطيب وألين؛ لما يزيد ذلك في العقول والفهم، وجعل لغيرهم من الدواب كل خشن خبيث، لما ليس لهم عقول يحتاج إلى ما يزيد لها فيها، وأصل الزكاء: النماء والزيادة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا) . </p><p> يحتمل قوله:  (وَلْيَتَلَطَّفْ) أي: ليرفق بهم؛ لئلا يشعروا أنه من أُولَئِكَ الذين فارقوهم لدينهم. </p><p> أو أمره بالتلطف، أي: بالسماحة والسهولة في الشراء؛ لما جاء في الخبر: \" رحم الله </p>"
}