{
  "id": null,
  "sura": 18,
  "aya": 100,
  "text": "<p> قوله تعالى:  (وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ وَنُفِخَ فِي الصُّورِ فَجَمَعْنَاهُمْ جَمْعًا (٩٩) وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِلْكَافِرِينَ عَرْضًا (١٠٠) الَّذِينَ كَانَتْ أَعْيُنُهُمْ فِي غِطَاءٍ عَنْ ذِكْرِي وَكَانُوا لَا يَسْتَطِيعُونَ سَمْعًا (١٠١) أَفَحَسِبَ الَّذِينَ كَفَرُوا أَنْ يَتَّخِذُوا عِبَادِي مِنْ دُونِي أَوْلِيَاءَ إِنَّا أَعْتَدْنَا جَهَنَّمَ لِلْكَافِرِينَ نُزُلًا (١٠٢) قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا (١٠٣) الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا (١٠٤) أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا (١٠٥) ذَلِكَ جَزَاؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا وَاتَّخَذُوا آيَاتِي وَرُسُلِي هُزُوًا (١٠٦) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ) أي: يجول بعضهم في بعض. </p><p> ثم يحتمل قوله:  (يَمُوجُ فِي بَعْضٍ) ، عند السد الذي بناه ذو القرنين، يموجون عنده في فتح ذلك السد، أو يذكر هذا لكثرثهم وازدحامهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَنُفِخَ فِي الصُّورِ فَجَمَعْنَاهُمْ جَمْعًا) ظاهره على الماضي، والمراد منه: المستقبل، أي: ينفخ في الصور فيجمعهم جمعًا، ومثل هذا كثير في القرآن يذكر الماضي بحرف المستقبل، والمستقبل بحرف الماضي. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِلْكَافِرِينَ عَرْضًا (١٠٠) </p><p> يحتمل: أن يكون عرضها عليهم قبل أن يدخلوا فيها، كقوله:  (وَبُرِّزَتِ الْجَحِيمُ لِلْغَاوِينَ) . </p><p> ويشبه أن يكون العرض كناية عن التعذيب بها بعد ما أدخلوا فيها كقوله:  (النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا) . وقوله - عَزَّ وَجَلَّ -: (الَّذِينَ كَانَتْ أَعْيُنُهُمْ فِي غِطَاءٍ عَنْ ذِكْرِي ... (١٠١) قد ذكرنا فيما تقدم في غير موضع أن ظلمة الكفر تستر وتحجب نور القلب، ونور كل حاسّة من حواسه من السمع والبصر والفؤاد وغيره؛ إذ لكل حاسة من هذه الحواس نور وضياء في سريتها ألا تبصر ولا تسمع الحق والحجة إلا بنورين جميعًا: نور الظاهر، ونور السرية والباطن. </p><p> فالكفر يستر ويغطي ذلك النور، فجعل لا يبصر الحق ولا ينظر العبر، ولا يتفكر ولا يتجلى له الحق بنور الظاهر. </p><p> وللإيمان نور وضياء، يبصر به، ويسمع، ويرفع له غطاء كل شيء حتى يتجلى له الحق، ويعرف به حسن كل حسن وقبح كل قبيح، فهو كما يرى الإنسان الشيء بنور بصره وبنور الهدى، فإذا ذهب أحدهما صار بحيث لا يبصر ولا يرى شيئًا؛ فعلى ذلك إنما يعرف الشيء، ويظهر له حقيقته بنورين: بنور القلب وبنور الحواس، فإذا غطى ظلمة الكفر نور القلب، صار لا يبصر شيئًا، ولا يعتبر، ولا يسمع، ولا ينطق بالحق، والإيمان </p>"
}