{
  "id": null,
  "sura": 18,
  "aya": 2,
  "text": "<p> أحدهما: على التقديم والتأخير على ما قاله أهل التأويل، أي: أنزل على عبده الكتاب قيمًا ولم يجعله عوجًا. </p><p> والثاني: على زيادة (بل) كأنه قال: (أنزل على عبده الكتاب ولم يجعل له عوجًا بل جعله قيمًا) ؛ على أحد هذين الوجهين يخرج واللَّه أعلم. </p><p> ثم قوله:  (وَلَمْ يَجْعَلْ لَهُ عِوَجًا قَيِّمًا) إذا لم يكن عوجًا كان قيمًا، وإذا كان قيمًا كان غير عوج، في كل واحد من الحرفين معنى الآخر، إلا أن من عادة العرب تكرار الكلام وإعادته على التأكيد، كقوله:  (مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ) ، وإذا كن مسافحات لم يكن محصنات، حرفان مؤديان معنى واحدًا، إلا أنه كرر، لما ذكرنا أن من عادة العرب التكرار، وكذلك ما ذكر:  (لِيُنْذِرَ بَأْسًا شَدِيدًا) البأس: هو الشديد، والشديد هو البأس، هما واحد، فعلى ذلك الأول. </p><p> ثم اختلف في قوله (قَيِّمًا) قَالَ بَعْضُهُمْ: </p><p> القيم: هو الشاهد، أي: القيم على الكتب المتقدمة، والشاهد عليها في الزيادة والنقصان، وفي التغيير والتحريف يبين ما زادوا فيها، وما نقصوا وما حرفوه، وما غيروه، كقوله:  (فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ. . .) الآية. وقوله:  (يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ) . وقوله:  (وَإِنَّ مِنْهُمْ لَفَرِيقًا. . .) الآية. كانوا يحرفون نظمه ورصفه، ومنهم من كان يحرف أحكامه وشرائعه؛ فهذا القرآن شاهد، وقيم في بيان ما فعلوا. </p><p> وقَالَ بَعْضُهُمْ قوله:  (قَيِّمًا (٢) أي: ثابتًا قائمًا أبدًا لا يبدل، ولا يغير، ولا ينسخ ولا يزداد، ولا ينقص، وهو على ما وصفه (لَا يَأْتِيهِ الْبَاطِلُ. . .) الآية. وهو على ما وصف الحق بالثبات والقيام والباطل بالذهاب والتلاشي (كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ. . .) الآية، وما وصف الكلمة الطيبة بالثبات والقيام لها، والخبيثة بالزوال والتغيير والذهاب فعلى ذلك هذا القرآن، لأنه حق. </p><p> وقَالَ بَعْضُهُمْ:  (قَيِّمًا) ، أي: مستقيمًا، وتأويل المستقيم: المستوي الموافق، أي: يصدق بعضه بعضًا، ويوافق أوله آخره، وآخره أوله، أي: لم يخرج مختلفًا، وهو على ما قال:  (وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا) ، ولو كان من عند غير اللَّه على ما قال أُولَئِكَ الكفرة، لكان خرج مختلفًا متناقضًا، ينقض أوله </p>"
}