{
  "id": null,
  "sura": 18,
  "aya": 16,
  "text": "<p> لن نعبد من دونه إلهًا غير اللَّه، كفعل قومنا، ولو فعلنا لقد قلنا شططًا، أي: جورًا وظلمًا. </p><p> ثم قال:  (هَؤُلَاءِ قَوْمُنَا اتَّخَذُوا مِنْ دُونِهِ آلِهَةً ... (١٥) يعبدونها (لَوْلَا يَأْتُونَ عَلَيْهِمْ بِسُلْطَانٍ بَيِّنٍ) ، أي: هلا يأتون على تسميتهم آلهة أو استحقاق العبادة لها بحجة بينة. </p><p> ثم حرف (هلا) يستعمل في الماضي، ويستعمل في المستقبل، فإن كان على الماضي فهو على الإنكار، أي: لم يكن؛ وإن كان على المستقبل فهو على السؤال، أي: ائتوا بحجة بينة على أنها آلهة، كما أتوا هم: أن اللَّه هو الإله الحق، وأنه خالق السماوات والأرض، ورب ما فيهما. </p><p> قَالَ الْقُتَبِيُّ:  (فَضَرَبْنَا عَلَى آذَانِهِمْ) أي: أنمناهم، والأمد: هو الغاية، (وَرَبَطْنَا عَلَى قُلُوبِهِمْ) ، أي: ألهمناهم الصبر، وثبتنا قلوبهم. </p><p> وقوله:  (شَطَطًا) ، أي: غلوا، يقال: أشط عليَّ؛ إذا غلا في القول. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) . </p><p> أي: لا أحد أظلم ممن جعل مع اللَّه آلهة، وقد ذكرنا تأويله في غير موضع. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّهَ ... (١٦) وفي حرف ابن مسعود - رَضِيَ اللَّهُ عَنْهُ -: (وإذ اعتزلتموهم وما يعبدون من دون الله) فتأويل الآية على القراءة الظاهرة: وما يعبدون إلا اللَّه، أي: وإن اعتزلتموهم، والذين لا يعبدون إلا اللَّه، فلا تعتزلوا عبادته؛ لأنه كانوا يعبدون الأصنام، ويعبدون اللَّه أيضا ويرونه معبودًا؛ فكأنهم قالوا: وإذ اعتزلتموهم والذين يعبدون إلا اللَّه فلا تعتزلوه، وهو كقول إبراهيم - عليه السلام - لقومه حيث قال:  (قَالَ أَفَرَأَيْتُمْ مَا كُنْتُمْ تَعْبُدُونَ (٧٥) أَنْتُمْ وَآبَاؤُكُمُ الْأَقْدَمُونَ (٧٦) . الآية، استثنى عبادة رب العالمين من بين عبادة من يعبدون من دونه؛ إذ كانوا يعبدون الأصنام، ويعبدون اللَّه ويرونه معبودًا، إلا أن بعضهم لا يرون أنفسهم بلغت مرتبة عبادة اللَّه، فيعبدون الأصنام؛ رجاء أن تشفع لهم عنده، أو تقرب عبادتهم إلى الله زلفى وأمثاله. </p><p> وجائز أن يكون قوله:  (وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّهَ) : على التقديم والتأخير، أي: وإذ اعتزلتموهم فأووا إلى الكهف؛ لأنهم كانوا لا يعبدون إلا اللَّه يعني: أصحاب الكهف. </p><p> والثاني: ما ذكرنا: وإذ اعتزلتموهم وما يعبدونهم في الحقيقة إلا اللَّه، وإن كانوا في الظاهر يعبدون غير اللَّه. </p><p> وتأويل قراءة عبد اللَّه بن مسعود - رَضِيَ اللَّهُ عَنْهُ -: وإذ اعتزلتموهم وجميع ما يعبدون من دون اللَّه. </p><p> ويحتمل أن يكون هذا منهم ليس على القول والنطق؛ ولكن ألقى في قلوبهم وقذف: أنهم إذ فارقوا قومهم وباينوا يأوون إلى الكهف وينشر لكم ربكم من رحمته. </p><p> وقال الحسن: إن في قومهم من قد آمن سواهم؛ فقالوا: إنكم إذا باينتم وفارقتم فأووا إلى الكهف، فلا تقعدوا معهم فلعلهم يلحقونكم ويطلبون لقاءكم، فلا تقعدوا معهم. ويشبه أن يكون قوله: </p><p> (فَأْوُوا إِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِنْ رَحْمَتِهِ) ، لما عزموا أن يفارقوا قومهم اعترض لهم الشيطان، فقال: إنكم تفارقون قومكم إلى مكان، وليس معكم شراب ولا طعام؛ فتهلكون أنفسكم؛ فدفعوا وساوسه؛ بقوله:  (يَنْشُرْ لَكُمْ رَبُّكُمْ مِنْ رَحْمَتِهِ وَيُهَيِّئْ لَكُمْ مِنْ أَمْرِكُمْ مِرْفَقًا) . </p><p> ثم قوله:  (يَنْشُرْ لَكُمْ رَبُّكُمْ مِنْ رَحْمَتِهِ) ، قَالَ بَعْضُهُمْ: يخلق لكم ربكم، كقوله:  (وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِرُهَا) بالراء، أي: كيف نخلقها. </p><p> وقَالَ بَعْضُهُمْ:  (يَنْشُرْ لَكُمْ) ، أي: يبسط، والنشر: هو البسط. </p><p> قوله عَزَّ وَجَلَّ:  (مِنْ رَحْمَتِهِ) : يحتمل الرزق، ويحتمل كل شيء به يدفع الهلاك عن أنفسهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيُهَيِّئْ لَكُمْ مِنْ أَمْرِكُمْ مِرْفَقًا) . </p><p> أي: ما ترفقون به وتنتفعون به، وهو قول أبي عَوْسَجَةَ، وهو من الرفق، والمرفق - أيضًا - مثله؛ لأنه: ينتفع أبه. </p><p> وقَالَ الْقُتَبِيُّ:  (مِرْفَقًا) : ما يرتفق به. </p><p> وقال أبو عبيدة: المِرْفق: ما ارتفقت به، فأما في اليدين فهو مَرْفِق، والله أعلم. </p>"
}