{
  "id": null,
  "sura": 18,
  "aya": 55,
  "text": "<p> قوله تعالى:  (وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى وَيَسْتَغْفِرُوا رَبَّهُمْ إِلَّا أَنْ تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا (٥٥) وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ وَاتَّخَذُوا آيَاتِي وَمَا أُنْذِرُوا هُزُوًا (٥٦) وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا (٥٧) وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذَابَ بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلًا (٥٨) وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِدًا (٥٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى) . </p><p> أي: لم يمنع الناس أن يؤمنوا إلا التعنت والعناد؛ لأنه قد أكثر عليهم من الحجج والآيات ما لم يعاندوا ولا كابروا؛ لالتزامهم الإيمان بها والتصديق، لكن الذي منعهم عن الإيمان ما ذكرنا من عنادهم وتعنتهم. </p><p> (إِلَّا أَنْ تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ) . </p><p> وسنة الأولين: الاستئصال والإهلاك؛ فيقول: لا يؤمنون إلا في ذلك، والإيمان لا ينفعهم في ذلك الوقت؛ كقوله:  (فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا) . </p><p> وقوله:  (أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا) </p><p> أي: عيانا وجهرًا. </p><p> قال أبو عبيدة:  (أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا) ، أي: مقابلة، وقبلا: استئنافا. </p><p> وقال مجاهد:  (قُبُلًا) : فجاة، وقال: قبيلا. </p><p> قال أَبُو عَوْسَجَةَ:  (قُبُلًا) ، أي: مواجهة، وكذلك قبيلا. </p><p> وقَالَ الْقُتَبِيُّ:  (قُبُلًا) ، أي: مقابلة وعيانا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ وَاتَّخَذُوا آيَاتِي وَمَا أُنْذِرُوا هُزُوًا (٥٦) </p><p> أي: لم نرسلهم إلا بما يوجب لهم البشارة والنذارة إنما أرسلوا للأمر والنهي ليأمروا الناس بالطاعة - طاعة اللَّه - وينهوهم عن معاصيه؛ لهذا أرسلوا، فالبشارة لمن اتبع أمرهم وانتهى ما نهوا عنه، والنذارة لمن ارتكب ما نهوا عنه؛ فيكون البشارة للمتبعين لهم في أمرهم والنذارة للمرتكبين المنهي، واللَّه أعلم. </p>"
}