{
  "id": null,
  "sura": 18,
  "aya": 27,
  "text": "<p> إذا كان بلغ الكرم به غايته، وكذلك يقال: أحسن به من فلان: إذا بلغ في الحسن غايته ونحوه؛ فعلى ذلك قوله:  (أَبْصِرْ بِهِ وَأَسْمِعْ) هو وصف له على النهاية؛ كما يقال: ما أعلمه، وما أبصره، وما أكرمه، وما أحسنه: يعلمهم أنه يعلم ما غاب عن الخلق وما شاهدوا أبصر به من الأفعال التي يفعلون، وأسمع به من الأقوال التي يتفوهون، أي: يعلم ما غاب عنهم مما لم يفعلوا ولم يقولوا، فالذي قالوه وفعلوه أحق أن يعلم؛ يحذرهم عز وجل عن أفعالهم وأقوالهم، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا) . </p><p> يحتمل: لا يشرك في ألوهيته وربوبيته أحدًا. </p><p> ويحتمل: ولا يشرك في حكمه، أي: الحكم له ليس لأحد دونه حكم، إنما عليهم طلب حكم اللَّه فيما يحكمون. </p><p> أو لا يشرك في تقديره وتدبيره الذي يدبر في خلقه أحدًا. </p><p> ويحتمل: ولا يشرك في قسمته التي يقسم بين الخلق أحدًا، (وَلَا يُشْرِكُ فِي حُكْمِهِ) ، أي: فيما جاءت به الرسل ودعت الخلق إليه. </p><p> * * * </p><p> قوله تعالى:  (وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ كِتَابِ رَبِّكَ لَا مُبَدِّلَ لِكَلِمَاتِهِ وَلَنْ تَجِدَ مِنْ دُونِهِ مُلْتَحَدًا (٢٧) وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا (٢٨) وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقًا (٢٩) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا (٣٠) أُولَئِكَ لَهُمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ نِعْمَ الثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا (٣١) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ كِتَابِ رَبِّكَ) . </p><p> يحتمل:  (مِنْ كِتَابِ رَبِّكَ) : اللوح المحفوظ، أي: بلغ ما أوحي إليك من اللوح الذي عند اللَّه من متلو وغير متلو؛ كقوله:  (بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ) ، وهو جميع ما أنزل إليه من المتلو وغير المتلو. </p><p> ويحتمل:  (مِنْ كِتَابِ رَبِّكَ) : الكتاب الذي أنزل عليه، وهو القرآن، أي: اتل عليهم ذلك الكتاب، فإن كان هذا ففيه أن القرآن مما يتقرب بتلاوته. </p><p> ثم في قوله:  (بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ) ، وقوله:  (وَاتْلُ مَا أُوحِيَ إِلَيْكَ) فريضة ضيعناها؛ وذلك أنه أمر رسوله بتبليغ رسالته وما أنزل إليه، ثم معلوم أن من كان في أقصى الدنيا وأبعد أطرافها لم يقدر رسوله أن يتولى التبليغ بنفسه وكذلك بعد وفاته لا يجوز أن يتولى بتبليغه، فكان ذلك القيام يلزم المسلمين وأئمتهم بتبليغه فضيعوا ذلك؛ ولهذا ما رخص - واللَّه أعلم - بدخول المسلمين دار الحرب للتجارة، ودخول أُولَئِكَ دار الإسلام للتجارة أيضًا؛ لينتهي إليهم خبر هذا الدِّين؛ حيث علم أنه يكون أئمة في آخر الزمان لا يهتمون لدينه ولا يتولون بتبليغ ما أمروا بتبليغه، ويضيعون أمره، فيلزمهم حجة اللَّه، وإلا ما الحاجة في تلك التجارة والأموال التي يتجرون فيها؟! ولكن ما ذكرنا، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا مُبَدِّلَ لِكَلِمَاتِهِ) : </p><p> قَالَ بَعْضُهُمْ: لا مبدل لسنته؛ إذ سنته في المكذبين الإهلاك، والمصدقين النجاة، هذا سنته وإن أمكن تعجيلها وتأخيرها، فأما نفس سنته فهي لا تبدل ولا تحول؛ كقوله:  (وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا) ، و (تَبْدِيلًا) . </p><p> وقال الحسن في قوله:  (لَا مُبَدِّلَ لِكَلِمَاتِهِ) : ما وعد وأوعد لهم في الدنيا، فذلك في الآخرة لا يبدل ولا يحول؛ إذ وعد للمؤمنين الجنة، وللكافرين العذاب، فذلك لا يبدل. </p><p> وقَالَ بَعْضُهُمْ:  (لَا مُبَدِّلَ لِكَلِمَاتِهِ) وهي القرآن لا يتبدل، ولا يغير، ولا يزداد، ولا ينقص؛ كقوله:  (لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ) . </p><p> وقَالَ بَعْضُهُمْ:  (لَا مُبَدِّلَ لِكَلِمَاتِهِ) لحججه وبراهينه التي جعل لدينه وأقام له ذلك، يلزم الإسلام ودينه، إلا من قصر عليه في العبادة، أو كان المقام عليه الحجة معاندًا مكابرًا. </p><p> وأما من لم يكن هذين المعنيين يسلم لا محالة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَنْ تَجِدَ مِنْ دُونِهِ مُلْتَحَدًا) . </p><p> هذا الخطاب وإن كان في الظاهر لرسول اللَّه، فهو يخرج مخرج التنبيه على ما ذكرنا في غير آي من القرآن. </p><p> وقوله:  (مُلْتَحَدًا) قَالَ بَعْضُهُمْ: مدخلا؛ ولذلك سمي اللحد: لحدًا؛ لما يدخل </p>"
}