{
  "id": null,
  "sura": 18,
  "aya": 14,
  "text": "<p> وهو القرآن: نقص عليك نبأهم في القرآن، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى) . </p><p> هذان الحرفان معناهما واحد: الزيادة والربط، كل واحد منهما يؤدي معنى صاحبه زيادة الهدى، أي: ثبتناهم على الهدى. </p><p> ويجوز أن يقال: هو التثبيت والربط. </p><p> وكذلك يجوز أن يقال على التجديد والابتداء، إذ للإيمان حكم التجدد في كل وقت؛ إذ هو يكون منكرًا جاحدًا للكفر في كل وقت؛ فهو مجدد للإيمان كذلك في كل وقت؛ فإن شئت حملته على الثبات والزيادة على ما كان، وإن شئت على الابتداء والتجدد، وكذلك قوله:  (فَزَادَتْهُمْ إِيمَانًا) . </p><p> وقال الحسن في قوله:  (وَزِدْنَاهُمْ هُدًى) أي: من حكم اللَّه أن من اهتدى زاده هدى؛ كقوله:  (وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى) ، لكن هذا لو كان على ما ذكر، لكان لا يجوز أن يكفر إذا اهتدى مرة، لا يزال يزيد له هدى، فإذا لم يكن دل أنه لا يصح ذلك، والوجه فيه ما ذكرنا. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذْ قَامُوا فَقَالُوا رَبُّنَا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ لَنْ نَدْعُوَ مِنْ دُونِهِ إِلَهًا لَقَدْ قُلْنَا إِذًا شَطَطًا (١٤) </p><p> يحتمل قوله:  (إِذْ قَامُوا) بالحجج والبراهين. </p><p> ويحتمل:  (إِذْ قَامُوا) بالنهوض إلى الكهف، حين انضموا إليه. </p><p> أو قاموا لله ولدينه. </p><p> أو قاموا من عند أُولَئِكَ الكفرة، فقالوا ما ذكر:  (رَبُّنَا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ) أي: قالوا: ربنا هو رب السماوات والأرض ورب ما فيهن. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَنْ نَدْعُوَ مِنْ دُونِهِ إِلَهًا) . </p><p> يحتمل قوله:  (لَنْ نَدْعُوَ مِنْ دُونِهِ إِلَهًا) أي: لن نسميهم آلهة؛ على ما سمى قومهم الأصنام التي عبدوها: آلهة. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَقَدْ قُلْنَا) . </p><p> من دونه إلهًا، فسموهم: آلهة، على زعمهم، وعلى ما عندهم؛ كقوله:  (فَرَاغَ إِلَى آلِهَتِهِمْ) ، وقوله:  (وَانْظُرْ إِلَى إِلَهِكَ الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا) لا يجوز أن يسمي الأنبياء الأصنام التي كانوا يعبدونها: آلهة، وهي ليست بآلهة، ولكن قالوا ذلك على زعمهم، وعلى ما عندهم؛ فعلى ذلك قوله: </p><p> (لَنْ نَدْعُوَ مِنْ دُونِهِ إِلَهًا) ، أي: لن نعبد، فإن كان على العبادة، ففيه إضمار، أي: </p>"
}