{
  "id": null,
  "sura": 18,
  "aya": 1,
  "text": "<p> سُورَةُ الْكَهْفِ </p><p> مَكِّيَّة </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجًا (١) قَيِّمًا لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا (٢) مَاكِثِينَ فِيهِ أَبَدًا (٣) وَيُنْذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا (٤) مَا لَهُمْ بِهِ مِنْ عِلْمٍ وَلَا لِآبَائِهِمْ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ إِنْ يَقُولُونَ إِلَّا كَذِبًا (٥) فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا (٦) إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا (٧) وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا (٨) </p><p> قوله تعالى:  (الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ) : </p><p> تأويل الحمد هاهنا وفي أمثاله - واللَّه أعلم - أي: حق الحمد للذي منه وصلت إلى كل أحد نعمة أي: أنها وصلت على أيدي من وصلت إلى كل من وصلت فإن حق الحمد والثناء له في تلك النعمة وإن حمد من دونه؛ إذ منه ذلك، لا من الذي وصلت على يده، وأن الذي وصلت على يديه كالمستعمل له؛ فحق الحمد والثناء له لا من دونه. </p><p> أو أن يكون قوله:  (الْحَمْدُ لِلَّهِ) أي: قولوا: له الحمد والثناء؛ لأنه في جميع ما ذكر الحمد له ألحق به شيئًا: إما قدرته وسلطانه، وإما نعمه التي أنعم على الخلق كقوله:  (الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ. . .) الآية. </p><p> (الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ. . .) الآية، و (الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا) . </p><p> وقوله:  (الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ) ونحوه. </p><p> ما ذكر الحمد لنفسه والثناء إلا ذكر على أثره ما قدرته وسلطانه. </p><p> وأما نعمه، فما كان المذكور على أثره النعمة فهو يستأدي به شكره وحمده. </p><p> وإن كان الملحق به القدرة والسلطان فيخرج القول منه مخرج الأمر بالتعظيم له والهيبة والإجلال، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجًا قَيِّمًا) أي: لم يجعله عوجًا، ويجوز زيادة اللام في مثله؛ كقوله:  (رَدِفَ لَكُمْ) ، وردفكم؛ هذا جائز في اللغة ثم قوله:  (أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجًا قَيِّمًا) أي: لم يجعله عوجًا، وهو يخرج على وجهين: </p>"
}