{
  "id": null,
  "sura": 18,
  "aya": 87,
  "text": "<p> وقوله:  (أَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهُ) ، وأما من آمن كذا: يحتمل هذا منه إلهام من اللَّه - تعالى - أو تعليم الملك الذي كان فيه، أو كان معه نبي فأخبر له بذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَآتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَبًا) . </p><p> اختلف في ذلك: </p><p> قَالَ بَعْضُهُمْ: علم المنازل: أي: منازل الأرض ومعالمها وآثارها. </p><p> وقَالَ بَعْضُهُمْ: العلم والقوة. </p><p> وقَالَ بَعْضُهُمْ: أعطاه السبب الذي به صلاح ما مكن له، وملك له مما يقع له الحاجة إليه. </p><p> وقَالَ بَعْضُهُمْ: ذلك السبب كان أنعامًا: كان عليها يحمل الخشب، فيتخذ منه سفينة إن استقبله بحر، فيعبر بها، ثم ينقضها ويحمل الخشب على الأنعام ويعبر البر على الدواب، فذلك السبب الذي ذكر. </p><p> وأصله: أنه ذكر أنه أتاه السبب الذي به صلاح ما مكن له وملك عليه، ولم يبين ما ذلك السبب؛ فلا ندري ما أراد بذلك؟ واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (حَتَّى إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ وَوَجَدَ عِنْدَهَا قَوْمًا قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّبَ وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا (٨٦) </p><p> كانه أراد وطلب أن يعرف أنها أين تغرب؟ حيث قال:  (وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ) ، وفيه لغتان:  (حامية) و (حَمِئَةٍ) ، قالوا من قرأها:  (حامية) أراد: في عين حارة، ومن قرأ (حَمِئَةٍ) - مهموزة بغير ألف - أراد الحمأة: وهي الطينة السوداء، واللَّه أعلم بذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَوَجَدَ عِنْدَهَا قَوْمًا) . </p><p> قَالَ بَعْضُهُمْ: كانوا كفارا ومؤمنين الفريقان جميعًا، فقال في الكفار:  (إِمَّا أَنْ تُعَذِّبَ) ، وهو القتل، وقال في المؤمنين:  (وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا) : ليس على التخيير؛ ولكن على الحكم في كل فريق على حدة. </p><p> وقَالَ بَعْضُهُمْ: كانوا كلهم كفارا؛ فيكون تأويل قوله:  (إِمَّا أَنْ تُعَذِّبَ) : إذا لم يجيبوك، (وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا) : إذا أجابوك وآمنوا باللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ أَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَى رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُكْرًا (٨٧) وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَى (٨٨) </p><p> هذا أنه حكم بذلك بتعليم نبي أو ملك كان معه، أو حكم بذلك؛ لما كان عرف أن سنة اللَّه في الكفار القتل والإهلاك، وفي المؤمنين الترك والإحسان، أو ألهم إلهامًا </p>"
}