{
  "id": null,
  "sura": 18,
  "aya": 46,
  "text": "<p> فإذا لم يفسده ولكن أحياه بالاختلاط - دل أن في الماء معنى به يحيا النبات لا يعلم ذلك غيره، دل أنه عالم بذاته. </p><p> والتدبير هو ما جعل منافع السماء متصلة بمنافع الأرض مع بعد ما بينهما؛ دل أن ذلك كان بواحد عليم مدبر قادر بذاته. </p><p> وأن من قدر على ما ذكر من الإحداث والإفناء - قادر على الإعادة والبعث، والله الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَصْبَحَ هَشِيمًا) . </p><p> قيل: كسيرًا مكسورًا. </p><p> (تَذْرُوهُ الرِّيَاحُ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقْتَدِرًا) . </p><p> هو مفتعل من (قدرت) . </p><p> وقوله - عَزَّ وَجَلَّ -: (الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا (٤٦) كأن هذا ذكر على مقصود الناس: أن من كان قصده في الدنيا: كثرة المال والبنين، فهو زينة الحياة الدنيا، وهو الفاني والذاهب على ما ذكر، ومن كان مقصوده في هذه الدنيا الخيرات والآخرة - فهي الباقيات أبدًا. </p><p> ثم اختلف في (وَالْبَاقِيَاتُ الصَّالِحَاتُ) : قَالَ بَعْضُهُمْ: هو قوله: سُبْحَانَ اللَّهِ، والحمد لله، ولَا إِلَهَ إِلَّا اللَّهُ؛ واللَّهُ أَكْبَرُ، ولا حول ولا قوة إلا باللَّه؛ وعلى ذلك روى في بعض الأخبار عن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" أَلا وإنَّ سُبحَانَ اللَّه والحَمدُ لله، ولا إِلَهَ إِلا اللَّه، واللَّه أَكْبَرُ هُن البَاقِيَاتُ الصالِحَاتُ \" . </p><p> وفي بعض الأخبار أنه قال لأصحابه:  \" خُذُوا جُنَّتَكُمْ \" ، قَالُوا مِنْ عَدُوٍّ حَصَرَنَا؟ قَالَ:  \" خُذُوا جُنَّتَكُم مِنَ النَّارِ؛فَقُولُوا:سُبحَانَ اللَّه، والحمدُ لله وَلا إِلَهَ إِلا اللَّه، واللَّه أَكْبَرُ، وَلا حَوْلَ وَلا قُوةَ إِلا باللَّه؛ فَإِنَهُن الْمُقَدماتُ الْمُؤَخراتُ البَاقِياتُ الصالِحَاتُ \" . </p><p> وفي بعض الأخبار لأبي الدرداء: \" خُذْهُنَّ قَبل أَنْ يُحَال بَينكَ وبينهنَّ؛ فإنهن الباقياتُ </p><p> الصالحاتُ، وَهُنَّ كنز من كنوز الجنة \"؛قال:وما هي يا رسول اللَّه؟فذكر:\" سبحان اللَّه. . . . \" إلى آخره.</p><p> فإن ثبتت هذه الأخبار فهي الأصل لا يجوز غيره. </p><p> وقَالَ بَعْضُهُمْ: الباقيات الصالحات: الصلوات الخمس، وهو قول ابن عَبَّاسٍ وغيره، فأيهما كان، ففيه معنى الآخر، وإن كل واحد منهما يجمع جميع أنواع الخيرات والعبادات في الحقيقة؛ لأن \" سُبْحَانَ اللَّهِ \" هو تنزيه الرب عن كل آفة وعيب، و \" الحمد لله \" هو الثناء له بكل نعمة وصلت منه إلى الخلق، وجعله مستحقا للحمد والثناء له دون من سواه، وإن \" لَا إِلَهَ إِلَّا اللَّهُ \": هو لا معبود سواه، وألا يستحق العبادة غيره، و \" الله أكبر \": هو الإجلال عن كل ما قيل فيه ونفي كل معاني الخلق عنه، و \" لا حول ولا قوة إلا باللَّه \": هو التبرى، وقطع الطمع عمن دونه وتفويض الأمور بكليتها إليه والتسليم له؛ فكل حرف من هذه الحروف يجمع في الحقيقة كل أنواع العبادات والخيرات لما ذكرنا، وكذلك الصلوات -أيضًا- تجمع كل أنواع العبادات؛ لأنه يستعمل كل جارحة من جوارحه فيها في كل حال منها؛ فهي تجمع جميع العبادات. </p><p> والأصل في قوله:  (وَالْبَاقِيَاتُ الصَّالِحَاتُ) أنها كل الخيرات والطاعات؛ لأن اللَّه - تعالى - ذكر ووصف الحق بالبقاء والثبات في غير آي من القرآن، ووصف الباطل بالبطلان والتلاشي والذهاب؛ من ذلك قوله:  (كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ. . .) الآية، وقال:  (أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً. . .) الآية، وأمثاله؛ فعلى ذلك قوله:  (وَالْبَاقِيَاتُ الصَّالِحَاتُ) هي باقية. </p><p> (خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا) . </p><p> أي: خير ما يأملون. </p><p> قال أَبُو عَوْسَجَةَ:  (فَأَصْبَحَ هَشِيمًا) أي: يابسًا باليًا. </p><p> وقَالَ الْقُتَبِيُّ ومنه سمي الرجل: هاشما. </p>"
}