{
  "id": null,
  "sura": 18,
  "aya": 80,
  "text": "<p> ليس له حقيقة الفعل، بعد أن يضاف إليه الفعل، ألا ترى أنه يقال للجدار: سقط، وإن كان في الحقيقة يسقط. </p><p> وعندنا أنه: إنما يقال ذلك لقرب الحال، وعند الإشراف على الهلاك والسقوط؛ ألا ترى أن الرجل يقول: إن أردت أن أموت، وأردت أن أهلك، وأردت أن أسقط، وهو لا يريد الموت ولا السقوط؛ ولكنه يذكر ذلك لإشرافه على الهلاك وقرب الحال إليه، ليس على حقيقة الإرادة؛ فعلى ذلك قوله:  (يُرِيدُ أَنْ يَنْقَضَّ) ، أي: شرف وقرب على حال السقوط، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا) . </p><p> هذا القول من موسى يحتمل وجهين: </p><p> أحدهما: قال (لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا) ؛ لشدة حاجته إلى الطعام؛ لئلا يقع لهما حاجة إلى أهل تلك البلدة؛ إذ قد وقع لهما إليهم حاجة؛ حيث قال: استطعما من أهلها مرة فلم يطعموهما؛ فأراد أن يأخذ على ذلك أجرًا؛ لئلا يقع لهما حاجة إليهم ثانيًا. </p><p> والثاني: قال له ذلك، لما لم ير أهل تلك البلدة أهلا ليصنع إليهم المعروف؛ لما رأى فيهم من البخل والضنة في الطعام؛ حيث استطعماهم فلم يطعموهما؛ بخلا منهم وضنة، واللَّه أعلم. </p><p> وذكر في بعض القصة أن الجدار الذي أقامه صاحب موسى كان طوله خمسمائة ذراع، وقامته مائتي ذراع، وعرضه أربعين ذراعًا، أو نحوه تحته طريق القوم، لكن لا حاجة لنا إلى معرفة ذلك؛ إنما الحاجة إلى ما فيه من أنواع الحكمة والفوائد. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ هَذَا فِرَاقُ بَيْنِي وَبَيْنِكَ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِعْ عَلَيْهِ صَبْرًا (٧٨) </p><p> أي: سأنبئك بيان ما قلت لك: (إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا) ، ثم بين وفسره له؛ فقال:  (أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ فَأَرَدْتُ أَنْ أَعِيبَهَا وَكَانَ وَرَاءَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا (٧٩) </p><p> أي: أجعله، معيبة. </p><p> وقوله:  (وَكَانَ وَرَاءَهُمْ مَلِكٌ) : </p><p> ذكر في بعض الحروف:  (وكان أمامهم ملك) . </p><p> (يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا) . </p><p> فعلى ذلك التأويل فيه (فَأَرَدْتُ أَنْ أَعِيبَهَا) ، أي: أجعلها معيبة، لئلا يأخذها ذلك الملك غصبا؛ إذ كان لا يأخذ إلا سفينة صالحة صحيحة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَمَّا الْغُلَامُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَا أَنْ يُرْهِقَهُمَا طُغْيَانًا وَكُفْرًا (٨٠) </p><p> اختلف في سن ذلك الغلام: </p><p> قَالَ بَعْضُهُمْ: كان ذلك الغلام كبيرًا بالغًا، والعرب قد تسمي الرجل البالغ الذي لم يلتح بعد - أولم تستو لحيته - غلامًا؛ لقربه بوقت البلوغ، ولذلك قال له موسى:  (أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ) ، والصغير مما لا يقتل إذا قتل نفسا بغير حق؛ فلو كان صغيرًا لم يكن لقول موسى:  (أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ) معنى، وهو كما روي عن رسول الله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حيث قال:  \" إنَّ أَيْمَانَكُم تحقنُ دِماءكم \" إذا ظهر منهم الدَّم وكقوله: \" لولا الأَيْمَانُ لَكَان لي وَلَهَا شَأنٌ \" إذا ظهر منها الزنا، فعلى ذلك قوله:  (أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ) : لو كانت محتملة القتل بالنفس، واللَّه أعلم. </p><p> ثم اختلف في سبب قتل ذلك الغلام: </p><p> قَالَ بَعْضُهُمْ: قتله؛ لكفره، كان كافرا، وكذلك في حرف أبي بن كعب:  (وأمَّا الغلام فكان كافرًا) ؛ ألا ترى أنه قال:  (فَخَشِينَا أَنْ يُرْهِقَهُمَا طُغْيَانًا وَكُفْرًا) : دل هذا أته كان بالغًا كافرًا؛ إذ لو لم يكن كافرًا لم يلحق والديه منه الطغيان والكفر. </p><p> وقَالَ بَعْضُهُمْ: إنما قتله؛ لأنه كان لصًّا قاطع طريق؛ يقطع الطريق على الناس ويأخذ أموالهم. </p><p> وعلى قول من يقول: إنه كان صغيرًا، قتله؛ لأنه علم أنه لو بلغ كان كافرًا، واللَّه أعلم بذلك، وليس لنا إلى معرفة ذلك السبب الذي قتله - حاجة، ولا أنه كان صغيرا أو كبيرا؛ لأنه أخبر أنه إنما قتله بأمر اللَّه لا من تلقاء نفسه؛ حيث قال:  (وَمَا فَعَلْتُهُ عَنْ أَمْرِي) ، ولكن إنما فعلته بأمر اللَّه، ولله أن يأمر عبدًا من عباده بقتل الصغير على ما له أن يميته وعلى ما يأمر ملك الموت بقبض أرواح الخلق؛ فعلى ذلك له أن يميته على يدي آخر، وأن يقبض روحه؛ إذ له الخلق والأمر. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَخَشِينَا أَنْ يُرْهِقَهُمَا طُغْيَانًا وَكُفْرًا) . </p><p> ليس هو الخوف، ولكن العلم، أي: علمنا أنه يرهقهما طغيانًا وكفرا، وكذلك ذكر في </p>"
}