{
  "id": null,
  "sura": 18,
  "aya": 45,
  "text": "<p> وقَالَ بَعْضُهُمْ: هنالك، أي: هكذا ولاية اللَّه، ثم اختلف في تلاوته وتأويله: </p><p> قرأ بعضهم (الْوَلَايَةُ لِلَّهِ) بالفتح، وكذلك ذكر في حرف ابن مسعود:  (هنالك الوَلاية لله الغفور وهو الحق) : بالرفع، وفي حرف حفصة:  (هنالك الملك والولاية لله الغفور ذي الرحمة) . </p><p> وقرأ بعضهم:  (لِلََّهِ الْحَقُّ) ، أي: الولاية الحق لله، و (الْوَلَايَةُ) بالنصب من الموالاة. </p><p> قال ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: لا يبقى أحد إلا تولى اللَّه وآمن به وعلم أنه حق، والولاية بالكسر من الإمارة والملك على ما ذكر في حرف حفصة. </p><p> وفي حرف أبيّ (هنالك الولايةُ لله الحق لله) يقرأ: الولايةُ لله وهو الحقُّ، ويقرأ: هُنَالِكَ الولايةُ لِلَّهِ الْحَق، بالخفض، ويقرأ: هنالك الولايةُ الحقُّ لله. </p><p> وذكر هذا المثل لرسول اللَّه - واللَّه أعلم - لأن فيه دلالة رسالته، وحجة توحيد الله وقدرته وسلطانه. </p><p> وقوله - عَزَّ وَجَلَّ -: (هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا) ، أي: ثواب هذا المؤمن منها أفضل ثوابًا في الآخرة وأفضل عاقبة من عقبى ذلك الكافر. </p><p> قال ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قوله:  (وَاضْرِبْ لَهُمْ) : يعني: لأهل مكة (مَثَلًا رَجُلَيْنِ) : أخوين من بني مخزوم: </p><p> أحدهما مسلم والآخر كافر، وهما الرجلان اللذان ذكرهما اللَّه في سورة الصافات:  (إِنِّي كَانَ لِي قَرِينٌ. . .) ، إلى قوله:  (فَرَآهُ فِي سَوَاءِ الْجَحِيمِ) : تصدق المسلم منهما بماله وطلب الآخرة، وطلب الآخر به الدنيا. </p><p> وعن ابن مسعود قال: كانا أخوين ورثا من أبيهما مالا فاقتسماه، فأما أحدهما التمس بماله الدنيا وزينتها، وأمَّا الآخر تصدق به وطلب الآخرة حتى لم يبق له شيء إلى هذا يذهب هَؤُلَاءِ، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقْتَدِرًا (٤٥) الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا (٤٦) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ) . </p><p> اختلف أهل التأويل في ضرب هذا المثل: </p><p> قَالَ بَعْضُهُمْ: ضرب هذا لمشركي العرب؛ لأنهم ينكرون فناء الدنيا وهلاكها؛ لأنها لا تبيد أبدًا، فيقول: إن الذي يعاينون من فناء ما ذكر من النبات وغيره وهلاكه - هو جزء منها؛ فإذا احتمل جزء منها الفناء والهلاك؛ فعلى ذلك الكل. </p><p> وقَالَ بَعْضُهُمْ: وجه ضرب هذا المثل، وهو أن أهل الدنيا وطلابها إذا ظفروا بالدنيا وطمعوا الانتفاع بها والاستمتاع بها، كما طمع الزراع الظفر بذلك الزرع، والوصول إلى الانتفاع به، ثم حيل بينهم وبين الانتفاع بالزرع والوصول إلى مقصودهم فعلى ذلك الدنيا يحال بين أهلها وطالبيها وبنيها. </p><p> وقَالَ بَعْضُهُمْ: وجه ضرب مثل الدنيا بما ذكر من النبات - للتزيين والتحسين لأهلها والتعجيب لهم؛ لأنها تتزين وتحسن لأهلها كالنبات الذي ذكر أنه يعجب أهلها ويتزين لهم ثم يفسد ويصير مواتا؛ فعلى ذلك الدنيا، وهو ما ذكر في آية أخرى:  (كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ. . .) الآية: هكذا وما فيها كله مشوب بالآفات والفساد. </p><p> في هذا المثل وجوه من الحكمة والدلالة. </p><p> أحدها: العظة والاعتبار للمتفكرين والمعتبرين، والحجة على المعاندين والمكابرين: في إنكارهم حدث العالم ومحدثه، وإنكارهم فناء العالم، وإنكارهم البعث. </p><p> أما حدث العالم؛ لما عاينوا حدوث أشياء منه واحدا بعد واحد؛ فعلى ذلك الكل، وأراهم أيضًا فناء أشياء منها حتى لم يبق لها أثر، ثم حدث مثلها، فإذا ظهر هذا في بعض منها؛ فكذلك الكل؛ فإذا ظهر حدوثه وفناؤه لابد من قاصد يحدثها. </p><p> وفيه دلالة البعث بما أراهم أنه يجدد ويحدث هذه الأنزال والأشجار والنبات وغيره والعود على ما كان بعد فنائه؛ فعلى ذلك إعادة العالم الذي هو المقصود في إنشاء تلك الأشياء، وذلك أولى بالإعادة من غيرهم من الأشياء؛ إذ هم المقصودون في خلق غيرهم من أن شياء. </p><p> وبعد، فإنهم قد اتفقوا على أن خلق الشيء وفناءه للهلاك خاصّة من غير مقصود وعاقبة - عبث ليس بحكمة، فلو لم يكن بعث ولا إعادة لم يكن في خلقه إياهم حكمة؛ لأنه يحصل خلقه للفناء والهلاك خاصة. </p><p> وفي قوله:  (كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ. . .) الآية دلالة علمه وتدبيره وقدرته؛ لأنه أخبر أنه ينزل من السماء ماء يختلط به نبات الأرض، والماء من طبعه إفساد النبات إذا اختلط به </p>"
}