{
  "id": null,
  "sura": 18,
  "aya": 36,
  "text": "<p> ما ذكر. </p><p> أو أن يكون قال: يعطيني ربي في الآخرة مثل ذلك أو خيرًا منها، فقال له عند ذلك:  (أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا) ، أي: قد تفضل علي في الدنيا وفضلني عليك فيفضلني أيضًا في الآخرة عليك، حيث قال:  (لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا) إن كان ما تزعم صدقا أنا نبعث ونرد إلى اللَّه وإلا على الابتداء لا يصلح. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهِ قَالَ مَا أَظُنُّ أَنْ تَبِيدَ هَذِهِ أَبَدًا (٣٥) </p><p> يحتمل: أي: ظالم نفسه، ويحتمل: أن يكون قوله: (لنَفْسِهِ) : بدنه، وهو ظالم </p><p> المعنى الذي يكون في النفمص به يستعملها فيما تستعمل، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا أَظُنُّ أَنْ تَبِيدَ هَذِهِ أَبَدًا) . </p><p> قَالَ بَعْضُهُمْ:  (مَا أَظُنُّ) ، أي: ما أثق وما أعلم. </p><p> وقَالَ بَعْضُهُمْ: هو الظن؛ لأن صاحبه كان يناظره فيه، فاضطرب في فنائها وقيام الساعة فشك فيه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَنْ تَبِيدَ هَذِهِ أَبَدًا) ما دامت نفسه، أو كأنه لم يشاهد الهلاك، ولم ينظر إليه؛ فقال ذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا (٣٦) أي: لو رددت إلى ربي - على ما تزعم - الأجدن، خيرا منها منقلبا إن كنت صادقًا. </p><p> وقوله:  (قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا (٣٧) </p><p> أي: خلق أصلك من تراب، وخلقك من نطفة، ثم سواك رجلا، أي: صححك وقومك رجلا. </p><p> جائز أن يكون محاجته إياه في هذه، لإنكاره البعث، أي: كفرت وأنكرت قدرة الله على البعث والإعادة، وهو خلق أصلك من تراب، وخلق نفسك من نطفة، فأنت إذا مت وهلكت تصير ترابًا أو ماء، فإذا قدر على خلق أصلك من تراب، وخلق نفسك من ماء فإنه لقادر على إعادتك وبعثك بعد ما صرت ترابًا أو ماء. </p><p> أو يكون محاجته في إنكاره حكمة اللَّه؛ فيقول: خلق أصلك من تراب، وخلق نفسك من نطفة، ثم سواك رجلا وصححك؛ فإن لم يبعثك ويعدك كان خلقك وخلق أصلك بما ذكر عبثًا غير حكمة؛ إذ من بني بناء ثم نقضه على غير قصد الانتفاع به كان في بنائه عابثًا في الابتداء تائها سفيها غير حكيم؛ فعلى ذلك: خلقك وخلق أصلك من غير إعادة من بعد يكون سفهًا على غير حكمة، وهو ما قال:  (أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا. . .) الآية </p>"
}