{
  "id": null,
  "sura": 18,
  "aya": 7,
  "text": "<p> اللعن؛ كقوله:  (إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ. . .) الآية، وفي ذلك زجر عن ارتكاب ما يسوءه، ويؤذيه. </p><p> والثاني: تعليم منه لأمته: أن كيف يعامل الكفرة وأهل المناكير منهم، يقاتلون في الظاهر، ويضمرون الشفقة لهم في القلب على ما فعل بهم رسول اللَّه، وعاملهم. </p><p> وقوله:  (بِهَذَا الْحَدِيثِ) سمى القرآن: حديثًا، وهو ما قال:  (اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ) ، سماه بأسامٍ: قصصًا، وحديثًا، وذكرًا، وروحًا، وأمثاله. </p><p> والنهاية في الحزن والغضب للأنبياء، أنفسهم تقوم لهذين، وأما غيرهم من الخلائق، فلا تحتمل أنفسهم إلا لأحدهما إذا كان الحزن؛ ذهب الغضب وإذا جاء الغضب ذهب الحزن؛ فالأنبياء هم المخصوصون بهذا. </p><p> وقوله: - عَزَّ وَجَلَّ - (إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا (٧) </p><p> اختلف فيما أخبر أنه جعل للأرض زينة: </p><p> قَالَ بَعْضُهُمْ: كل ما على وجه الأرض من النبات والشجر والإنسان وغيره هو زينة لها (لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا) ، فإن كان التأويل على هذا فيكون قوله:  (وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا) القيامة، يعني: جميع ما على وجه الأرض فتبقى قاعًا صفصفًا، وذلك إخبار عن القيامة. </p><p> وقَالَ بَعْضُهُمْ:  (زِينَةً لَهَا) : هو النبات الذي عليها، وما جعل لهم من الرزق؛ ليبلوهم بما جعل لهم من الأرزاق بالأمر والنهي والعبادات وغيره، لم يجعل ذلك النبات عليها وتلك الأرزاق مجانًا، ولكن ليختبرهم ويبتليهم بأنواع الامتحان، فإذا كان كذلك ففيه دلالة: أن ليس لأحد أن يتناول مما عليها إلا بإذن، ولا يقدم على شيء منها إلا بأمر من أربابها. </p><p> وقال أبو بكر عبد الرحمن بن كيسان: زينة لها: أهلها، جعل ذلك، ليبلوهم، ذكر هاهنا: أنه جعل ما على الأرض؛ ليبلوهم أيهم أحسن عملًا. </p><p> وقال في آية أخرى:  (الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا) ، ثم من الناس من يجمع بين الآيتين، فيقول: جعل الحياة للابتلاء والموت للجزاء؛ فيستدل على ذلك بقوله:  (إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا) . </p><p> أخبر: أنه يبلوهم بالزينة والحياة لا بالضيق والموات. </p>"
}