{
  "id": null,
  "sura": 18,
  "aya": 84,
  "text": "<p> لنا على رسول اللَّه: لندخلن عليه؛ فانصرفت إليه فأخبرته بمكانهم؛ فقال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" مَا لي وَلَهُم يَسألُونَ عما لا أعلمُ، إنما أنا عبد لا علم لي إلا ما علمني ربي \" ، ثم قال:  \" أَبغني وضوءًا أتوضأ به \" ، فتوضأ، ثم قام إلى مسجد في بيته، فركع فيه ركعتين، فما انصرف حتى بدا لي الشرور في وجهه، ثم قال لي:  \" اذهب فأدخلهم ومن وجدت بالباب من أصحابي \" ، فأدخلهم فلما رآهم النبي قال لهم:  \" إن شئتم أخبرتكم كما تجدونه في كتابكم \" ؛ فهذا إن ثبت يدل أنه نزل عليه نبأ ذي القرنين وخبره قبل أن يسأل. </p><p> وأما أهل التأويل قالوا جميعًا: إنه سئل قبل أن ينزل عليه خبره، ثم نزل من بعد السؤال، واللَّه أعلم. </p><p> ثم اختلف فيه: </p><p> قال الحسن: كان نبيَّا، دليله: ما قال: (قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّبَ وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا) ؛ قال: هذا تحكيم من اللَّه إياه فيما ذكر، ولا يولي الحكم إلا من كان نبيًّا. </p><p> وأما علي بن أبي طالب فإنه سُئل عن ذلك: كان نبيا أو ملكًا؟ فقال: لا واحد منهما. </p><p> وقال غير هَؤُلَاءِ: إنه كان ملكا؛ يدل على ذلك الخبر الذي روى عقبة بن عامر الجهني: أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - سئل عن خبره وبنائه، قال: فقال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" كان غلامًا من الروم أعطي ملكا فسار حتى بلغ كذا. . . \" ، على ما ذكر في الخبر، والأشبه أن يكون أنه كان ملكا؛ ألا ترى أنه قال:  (إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ وَآتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَبًا (٨٤) </p><p> أي: ملكنا له الأرض له جملة، ذكر تمكين الأرض له جملة يصنع فيها ما يشاء، لم يخص له ناحية منها دون ناحية، وليس كقوله:  (أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا. . .) الآية. وكقوله:  (وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ) : هاهنا خص مكانا لهم دون مكان، وأما في ذي القرنين ذكر التمكين له في الأرض، لم يخص ناحية منها دون ناحية؛ فهو أن ملكه ومكنه الأرض كلها. </p><p> وقول الحسن: إنه حكمه وولى له الحكم - فهذا لا يدل أنه كان نبيًّا؛ لأن الملوك هم الذين كانوا يتولون الجهاد والغزو في ذلك الزمان؛ ألا ترى إلى قوله:  (ابْعَثْ لَنَا مَلِكًا نُقَاتِلْ فِي سَبِيلِ اللَّهِ) : أن الملوك هم الذين كانوا يتولون الجهاد والغزو والقتال في ذلك مع العدو فعلى ذلك هنا. </p>"
}