{
  "id": null,
  "sura": 18,
  "aya": 20,
  "text": "<p> سهل البيع سمح الشراء \". </p><p> (وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا) أنه فلان بن فلان وأنه من قوم كذا فيعرفون أنه من أصحاب الكهف. </p><p> أو لا يشعرن بمكانكم أحدا، من الناس. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّهُمْ إِنْ يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ وَلَنْ تُفْلِحُوا إِذًا أَبَدًا (٢٠) </p><p> يحتمل: يقتلوكم أو ما أرادوا بكم. </p><p> (أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ) ، أي: في دينهم الكفر. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَنْ تُفْلِحُوا إِذًا أَبَدًا) . </p><p> أي: ما دمتم في ملتهم ودينهم، هذا كأنهم لم يعرفوا التَّقِيَّة، وإلا لو أعطوهم بلسانهم ولم يعطوهم بقلوبهم، لكانوا قد أفلحوا. </p><p> أو عرفوا التَّقِيَّة إلا أنه لم يكن للقرون الماضية التقية، ولم يؤذن لهم فيها. </p><p> أو هي رخصة رخص لهم، والأفضل ألا يعطي ذلك ولا يظهر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لَا رَيْبَ فِيهَا إِذْ يَتَنَازَعُونَ بَيْنَهُمْ أَمْرَهُمْ فَقَالُوا ابْنُوا عَلَيْهِمْ بُنْيَانًا رَبُّهُمْ أَعْلَمُ بِهِمْ قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا (٢١) </p><p> اختلف في قوله:  (وَكَذَلِكَ) ؛ قَالَ بَعْضُهُمْ: كما أخرج المبعوث بشراء الطعام من الكهف مع الورق المتقدم ضربها، فكان ذلك بسبب إعلام أهل المدينة عن الفتية (وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ) ، أي: أطلعنا عليهم. </p><p> وقَالَ بَعْضُهُمْ: كما أعلم عن أنباء الفتية وأصحاب الكهف وقصصهم من أولها إلى آخرها، (وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ) أي: أطلعنا عليهم، واللَّه أعلم. </p><p> وجائز أن يكون قوله:  (وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ) أي: كما ضرب على آذانهم ليعلموا أن ما وعد لهم الرسل عن اللَّه حق. </p><p> ثم اختلف في إطلاعهم عليهم: </p><p> قَالَ بَعْضُهُمْ: أطلع اللَّه الملك الذي هربوا منه وأهل المدينة بعدما أنامهم، لكن حيل بينهم وبين أُولَئِكَ. </p><p> وقَالَ بَعْضُهُمْ: أطلعهم قبل أن ينيمهم، فحيل بينهم وبينهم، فسدوا باب الكهف، فبقوا هنالك، ثم أنامهم بعد ذلك ما ذكر، فهلك ذلك الملك، وانقرض تلك القرون، ثم ولي ملك آخر مسلم صالح، ثم أطلع ذلك الملك عليهم، وأمثال ذلك قد قالوا، فلا ندري </p>"
}