{
  "id": null,
  "sura": 18,
  "aya": 25,
  "text": "<p> وجائز أن يكون المراد بهذا الخطاب غير النبي، وهو الأشبه؛ لما لا يحتمل أن يكون النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يعد عدة ولا يذكر الثنيا؛ لما يعرف ألا يكون شيء إلا بمشيئة اللَّه وإرادته، وأما غير النبي فجائز ألا يعرف ذلك؛ لذلك كان غيره أولى به يخرج منه على التعريف لهم والعلم. </p><p> وقول - عَزَّ وَجَلَّ -: (وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ) : </p><p> هذا يحتمل وجهين: </p><p> أحدهما:  (وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ) أي: إذا ذكرته بعدما نسيت فاذكره؛ كقوله:  (وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ) ، فعلى ذلك هذا. </p><p> والثاني:  (وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ) ، أي: الثنيا في آخر الكلام إذا نسيت أوله - أعني: الثنيا - إذ المستحب أن يستثني في أول كلامه على التبرك؛ كقوله:  (وَإِنَّا إِنْ شَاءَ اللَّهُ لَمُهْتَدُونَ) ، استثنوا أولا ثم وعدوا، فهو المستحب، فكأنه قال:  (وَاذْكُرْ رَبَّكَ) : الثنيا في آخر كلامك (إِذَا نَسِيتَ) في أوله وهو الثنيا، وهذا يرد على أصحاب الظاهر؛ لأن ظاهر الكتاب أن يخاطبهم بذكره إذا نسوا، ولا يجوز أن يخاطب أحدًا في حال نسيانه، فإذ لم يفهم من هذا هذا، دل أنه لا يفهم على ما خرج ظاهره، ولكن على ما يصح ويوجب الحكمة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقُلْ عَسَى أَنْ يَهْدِيَنِ رَبِّي لِأَقْرَبَ مِنْ هَذَا رَشَدًا) . </p><p> قَالَ بَعْضُهُمْ: أي: قل: عسى أن يهديني ربي لآية هي أوضح على دلالة رسالتي وآخذ مما تسألونني من أمر أصحاب الكهف؛ لأنهم كانوا: يسألونه عن خبرهم فيستدلون على رسالته وصدقه؛ فيقول: قد هداني ربي لآية على دلالة رسالتي أوضح مما تسألونني وآخذ للقلوب؛ إذ كانت له آيات حسيات على رسالته. </p><p> وقال الحسن: قوله: (وَقُلْ عَسَى) وعسى من اللَّه واجب، أي: قد هداني ربي الرشد والصواب، وأما غيره من أهل التأويل يقولون: إنه وعد لأُولَئِكَ أن يخبرهم غدا عما يسألونه، وقال: عسى أن يرشدني ربي لأسرع من هذا الميعاد الذي وعدت، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا (٢٥) </p><p> قَالَ بَعْضُهُمْ: هو صلة قول أُولَئِكَ الذين قالوا: (سَيَقُولُونَ ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ. . .) الآية، مع قوله: إنهم لبثوا في كهفهم ما ذكرنا، فأمره أن يقول لهم:  (اللَّهُ أَعْلَمُ بِمَا لَبِثُوا. . .) الآية. </p>"
}