{
  "id": null,
  "sura": 18,
  "aya": 105,
  "text": "<p> موضع (فعل) ، هذا في اللغة غير ممثنع، فيكون تأويله: قل هل ننبئكم بالخاسرين أعمالا، كقوله: اللَّهُ أَكْبَرُ، أي: كبير. </p><p> وقوله - عَزَّ وَجَلَّ -: (الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا ... (١٠٤) يحتمل وجهين: </p><p> أحدهما:  (ضَلَّ) : أي: ذلوا لعبادتهم التي عبدوا تلك الأوثان والأصنام، وخذلوا أنفسهم بذلك، وعلى ذلك يخرج قوله:  (أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ) . أذلوا أنفسهم في الدنيا بعبادتهم الأصنام. </p><p> والثاني:  (ضَلَّ سَعْيُهُمْ) الذي سعوا في الدنيا بعبادتهم الأصنام في الآخرة؛ لأنهم قالوا:  (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) ، و (هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ) ، ونحوه، فَضلَّ ما أمَّلوا في الآخرة بسعيهم في الدنيا والآخرة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا) وهم يحسبون بعبادتهم الأصنام التي عبدوها أنهم يحسنون بما أنفقوا على أُولَئِكَ ووسعوا أنهم يحسنون صنعًا، أي: خيرًا أو معروفا، أي: ليس لهم ذلك بصنع للخير، وفيه دلالة أنهم يؤاخذون بفعلهم الذي فعلوا، وإن جهلوا الحق، وهكذا قولنا: إن من فعل فعلًا وهو جاهل، فإنه يؤاخذ به بعد أن يكون له سبيل الوصول إلى الحق بالطلب أو بالتعلم، حيث هم يحسبون أنهم يحسنون صنعًا. </p><p> ثم أخبر من هم؟ فقال:  (أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ ... (١٠٥) حججه وبراهينه. </p><p> وقال الحسن: دينه، وقد ذكرنا ذلك في غير موضع. </p><p> وقوله:  (وَلِقَائِهِ) البعث أو المصير إليه، وهو مذكور أيضًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا) . </p><p> أي: لا نقيم لهم وزنًا، وهو ما قال - عَزَّ وَجَلَّ -: </p><p> (فَمَا رَبِحَتْ تِجَارَتُهُمْ) ، فإذا لم تربح لهم كانت حسرات عليهم. </p><p> وقوله:  (لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ) هذا يدل أن قوله: (فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا) ، قد يقام عليهم الوزن. </p><p> ثم أخبر - عَزَّ وَجَلَّ - عن جزائهم؛ فقال:  (ذَلِكَ جَزَاؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا وَاتَّخَذُوا آيَاتِي وَرُسُلِي هُزُوًا (١٠٦) </p>"
}