{
  "id": null,
  "sura": 19,
  "aya": 56,
  "text": "<p> بوفاء كل حق ظهر له وتجلى، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَانَ رَسُولًا نَبِيًّا) قد ذكرناه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا (٥٥) أي: يأمر قومه بالصلاة والزكاة، وإن كانت الصلاة هي الصلاة المعروفة والزكاة المعروفة، ففيه أنهما كانتا في الأمم الماضية، وإن كان الدعاء والثناء وما به تزكو الأنفس وتصلح، فهو على جميع الخلائق، ذلك واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا) ظاهر. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاذْكُرْ فِي الْكِتَابِ إِدْرِيسَ ... (٥٦) هو ما ذكرنا. </p><p> وقوله - عَزَّ وَجَلََّ:  (إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا) قد ذكرناه أيضًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَرَفَعْنَاهُ مَكَانًا عَلِيًّا (٥٧) قال الحسن: \" رفعناه \" ، أي: نرفعه في الجنة. </p><p> وقال أهل التأويل: رفعه إلى السماء الرابعة، فهو ميت فيها، وكلام نحو هذا. </p><p> ولكن عندنا: يشبه أن يكون رفعه إياه في المنزلة والقدر والرفعة عند اللَّه وعند الناس جميعًا، على ما ذكرنا في قوله:  (وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا) . </p><p> وقوله - عَزَّ وَجَلَّ -: (أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ ... (٥٨) أي: بالنبوة أو الرحمة التي ذكر فيما تقدم، والرحمة: هي النعمة؛ فهذا يرد قول أهل الاعتزال؛ لأنهم يقولون: لا يخص اللَّه أحدًا بالنبوة أو بشيء من الإفضال إلا من يستحق ذلك ويستوجبه، فأخبر اللَّه - عز وجل - أن ذلك منه إنعام وإفضال عليهم. </p><p> (مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا) : </p><p> الأنبياء كانوا من ذرية آدم، ومن ذرية من حمل مع نوح، ومن ذرية إبراهيم أيضًا، ومن ذرية إسرائيل - أي: يعقوب - ومن ذرية من هداه للتوحيد واجتباه للرسالة والنبوة، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا) : </p><p> قال بعض أهل التأويل: هذا في مؤمني أهل الكتاب: عبد اللَّه بن سلام وأصحابه إذا </p>"
}