{
  "id": null,
  "sura": 19,
  "aya": 20,
  "text": "<p> الإضمار، كأنه قال:  (إِنَّمَا أَنَا رَسُولُ رَبِّكِ) بالقول بأن أهب لك غلامًا زَكِيًّا، أي: أرسلني إليك بهذا القول وهو قوله: (لِأَهَبَ لَكِ غُلَامًا زَكِيًّا) . </p><p> وفي حرف ابن مسعود:  (إنما أنا رسول ربك ليهب لك غلامًا زَكِيًّا) . </p><p> وقوله - عَزَّ وَجَلَّ -: (زَكِيًّا) أي: صالحًا، طاهرًا عن جميع الشرور. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَتْ أَنَّى يَكُونُ لِي غُلَامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا (٢٠) أي: قالت: لم يمسسنى بشر، يعلم أنه لم يمسها بشر لا تقي ولا غيره، لكن كأنها قالت: لم يمسسني بشر نكاحا ولم أك بغيًّا، فمن أين يكون لي ولد؟ كأنها لم تعرف الولد إلا بسبب؛ لذلك قالت:  (أَنَّى يَكُونُ لِي غُلَامٌ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ كَذَلِكِ قَالَ رَبُّكِ ... (٢١) أي: أخلق بسبب وبلا سبب. </p><p> وقوله - عَزَّ وَجَلَّ -: (هُوَ عَلَيَّ هَيِّنٌ) أي: خلق الشيء بسبب وبغير سبب هَيِّنٌ عَلَيَّ. </p><p> وقَالَ بَعْضُهُمْ: قوله: (قَالَ كَذَلِكِ قَالَ رَبُّكِ) للأنبياء الذين كانوا من قبل: إنه يخلق ولدًا بلا أب ولا أم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ) ، أي: نجعل ولادته بلا أب على ما أخبر الأنبياء من قبل - آية للناس لرسالتهم؛ لأنهم أخبروا أنه يولد ولد بلا أب ولا أم، فكان ما أخبروا، فدل ذلك أنهم إنما عرفوا ذلك باللَّه؛ فيكون ذلك آية لصدقهم، ويكون قوله:  (وَكَانَ أَمْرًا مَقْضِيًّا) أي: ذلك الخبر الذي أخبر الأنبياء من قبل، والوعد الذي وعد لهم أمرًا مقضيا كائنا. </p><p> وقال أهل التأويل في قوله:  (وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ) ، أي: نجعل عيسى آية للناس حيث ولد بلا أب، وكلم الناس في المهد، وغير ذلك من الآيات التي كانت فيه. </p><p> وجائز أن يكون آية للناس للبعث؛ لأنه أنشأه بلا أب ولا سبب، وهم إنما أنكروا البعث لما لم يعاينوا الولد بغير أب أيضًا ثم كان، فعلى ذلك البعث؛ إذ لا فرق بينهما؛ لأن من قدر على إنشاء الولد بلا أب ولا أم قدر على الإحياء بعد الموت، بل هو أولى. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَرَحْمَةً مِنَّا) أي: رحمة منا للخلق؛ لأن من اهتدى واتبعه كان له به نجاة، وهو ما قال اللَّه تعالى لرسوله:  (وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ) ، وعلى ذلك جميع الأنبياء والرسل الذين بعثهم اللَّه إلى خلقه كان ذلك رحمة منه إلى خلقه. </p>"
}