{
  "id": null,
  "sura": 19,
  "aya": 3,
  "text": "<p> وقَالَ بَعْضُهُمْ: لم ينزل اللَّه كتابًا إلا وله فيه سر لا يعلمه إلا اللَّه، وسر القرآن فواتحه. </p><p> وقَالَ بَعْضُهُمْ: تفسيره ما ذكر على أثره، وهو قول الحسن، وأمثال هذا قد أكثروا فيه، وقد ذكرنا الوجه في الحروف المقطعة فيما تقدم في غير موضع. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا (٢) هذا يحتمل وجهين: </p><p> أحدهما: على الأمر، أي: اذكر لهم رحمة ربك عبده زكريا بالإجابة له عند سؤاله الولد في الوقت الذي أيس عن الولد في ذلك الوقت؛ فيكون فيه دلالة رسالته، حيث ذكر لهم رحمة ربه على زكريا، وأخبرهم على ما في كتبهم. </p><p> والثاني:  (ذِكْرُ رَحْمَتِ رَبِّكَ) : هذا ذكر رحمة ربك لعبده زكريا في دعائه، وعلى هذا التأويل يكون الذكر هو القرآن، وقد سمى اللَّه القرآن: ذكرًا في غير آي من القرآن، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيًّا (٣) </p><p> قَالَ بَعْضُهُمْ: نداءً خفيًّا في قلبه على الإخلاص من غير أن ينطق به. </p><p> وقَالَ بَعْضُهُمْ: نداءً خفيًّا عن قومه ومن حضره. </p><p> ثم يحتمل وجهين: </p><p> أحدهما: أخفاه وأسره منهم إخلاصًا لله وإصفاء له. </p><p> والثاني: أخفاه وأسره منهم حياء أن يعيبوه أن سأل ربه الولد في وقت كبره وإياسه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي ... (٤) أي: ضعف ورق (وَاشْتَعَلَ الرَّأْسُ شَيْبًا) : اعتذر إليه، وقدم زكريا ما حل به من الكبر وبلوغه الوقت الذي لا يطمع في ذلك الوقت الولد، أي: بلغت المبلغ الذي ضعف بدني، ورق عظمي، ثم سأل ربه الولد ليس على أنه كان لا يعرف قدرة اللَّه أنه قادر على هبة الولد، وإنشائه في كل وقت في وقت الكبر والضعف، وبالسبب وبغير السبب؛ لكنه لأنه يعرف أنه لا يسع ويصلح سؤال الولد وهبته - في الوقت الذي كان بلغ هو، وهو الوقت الذي لا يطمع فيه الولد في الأغلب، وهو ما ذكر في سورة آل عمران:  (كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِنْدَهَا رِزْقًا قَالَ يَا مَرْيَمُ أَنَّى لَكِ هَذَا قَالَتْ هُوَ مِنْ عِنْدِ اللَّهِ) ، فعند ذلك عرف زكريا أنه يسعه دعاء هبته الولد وسؤاله في وقت الإياس، حيث رأى عند مريم فاكهة الشتاء في الصيف، وفاكهة الصيف في الشتاء غير متغيرة عن حالها، فسأل عند ذلك ربه الولد، وهو قوله:  (هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ قَالَ رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً. . .) الآية، واللَّه أعلم. </p>"
}