{
  "id": null,
  "sura": 19,
  "aya": 76,
  "text": "<p> وقوله:  (فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا) ، أي: يمد له في ضلالته، (وَنَرِثُهُ مَا يَقُولُ) ، أي: نرثه المال والولد الذي قال: (لَأُوتَيَنَّ) . </p><p> وقوله:  (وَيَأْتِينَا فَرْدًا) لا شيء معه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى ... (٧٦) </p><p> جميع ما ذكر اللَّه - عَزَّ وَجَلَّ - من زيادة الهداية وابتداء الهداية فهو إنما يزيد له الهداية ويهديه ابتداء إذا كان من العبد رغبة في ذلك وبغية وطلب، وإذا كان مهتديًا يزيد له الثبات على ما كان عليه في وقت رغبته وطلبه منه. </p><p> أو إن لم يكن مهتديًا يهده ابتداء هداية في وقت رغبته وقبوله، على هذا يخرج عندنا ما ذكر بحق الزيادة أو بحق الابتداء. </p><p> ويحتمل قوله:  (وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى) ، أي: يوفقهم - إذا اهتدوا وعرفوا وحدانية اللَّه - لأنواع الخيرات والطاعات. </p><p> وقالت المعتزلة: البيان، وهي هداية عامة، والهداية الثانية شرح الصدر لها والتوفيق، وهي هداية خاصة تكون في وقت ثانٍ بحق الثواب، فعلى زعمهم يجيء ألا يكفر أحد بعد ما هداه اللَّه مرة أبدًا؛ لأنهم يقولون: إذا اهتدوا وقبلوا هدايته مرة، يوفقه ويشرح صدره في الوقت الثاني، فهو أبدًا يكون على الهداية والإيمان، فإذا وجد عن كثير ممن اهتدوا مرة الكفر من بعد، دل أن تأويلهم فاسد، وأن التأويل ما ذكرنا نحن: أنه يزيد لهم الهداية وقت رغبتهها وطلبهم الهداية إن كان بحق الزيادة: أو بحق الابتداء، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَرَدًّا) . </p><p> يحتمل (وَالْبَاقِيَاتُ) : الأمور الباقيات التي لها البقاء، أي: ما يبقى لكم عند اللَّه خير مما يبطل؛ لأن اللَّه تعالى وصف الحق والخير بالبقاء والمكث، ووصف الباطل بالذهاب والتلاشى بقوله:  (فَأَمَّا الزَّبَدُ. . .) الآية، وقال في آية:  (مَثَلًا كَلِمَةً طَيِّبَةً. . .) الآية، وقال:  (وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ. . .) الآية: وقال في آية: (وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا) أي: ذاهبًا. </p><p> فيشبه أن يكون قوله:  (وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ) ، أي: الأعمال التي لها البقاء خير لكم عند اللَّه ثوابًا من التي ليس لها البقاء. </p><p> ويحتمل (وَالْبَاقِيَاتُ) ، أي: ما أبقى اللَّه لكم في الآخرة من الثواب خير لكم مما أعطى لكم في الدنيا؛ لأن هذا فانٍ وذاك باق، واللَّه أعلم. </p><p> * * * </p>"
}