{
  "id": null,
  "sura": 19,
  "aya": 49,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَأَدْعُو رَبِّي عَسَى أَلَّا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا) . </p><p> هذا يحتمل وجهين: </p><p> أحدهما: أي أدعو ربي عسى ألا أكون بعبادة غير اللَّه شقيًّا، كما كان قومه بعبادة غير اللَّه أشقياء. </p><p> والثاني:  (أَلَّا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا) ، أي: خائبًا مردود الدعاء، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنَا نَبِيًّا (٤٩) اعتزال الدار والمكان بالهجرة إلى الأرض المباركة التي ذكر أنه نجاه إليها، واعتزل -أيضًا- صنيعهم الذي كانوا يصنعون من عبادتهم غير اللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ) ، وقال في آية أخرى:  (وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً) ذكر الهبة؛ لأن الولد هبة من اللَّه تعالى، خلقه على الإفضال منه والإنعام عليه؛ لأنه يعطي لا عن حق كان لهم عليه، فذلك فائدة ذكر الولد هبة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكُلًّا جَعَلْنَا نَبِيًّا) هو ظاهر، وهب له ما ذكر، ثم أخبر - عز وجل - أنه جعلهم أنبياء. </p><p> وقوله:  (وَوَهَبْنَا لَهُمْ مِنْ رَحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا (٥٠) اختلفوا فيه: </p><p> قَالَ بَعْضُهُمْ: الرحمة - هاهنا -: هي النبوة، أي: وهبنا لهم النبوة. </p><p> وقَالَ بَعْضُهُمْ: الرحمة: النعمة، أي: من نعمته وهب لهم ما وهب من النبوة وغيرها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا) اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: قوله: (لِسَانَ صِدْقٍ) : هي الكتب التي أنزلها اللَّه فيها أنباء صدقهم وفضلهم، ومنزلتهم. </p><p> وقَالَ بَعْضُهُمْ:  (لِسَانَ صِدْقٍ عَلِيًّا) هم أولادهم الذين جعلهم أنبياء ورسلًا يذكرون ويعظون من بعدهم؛ لأن جميع الأنبياء والرسل كانوا من نسل إبراهيم من لدنه إلى لدن مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ فهم كانوا لسان صدق عليًّا، حيث يذكرون بكل خير وبكل بركة ويمن. </p><p> وقَالَ بَعْضُهُمْ:  (لِسَانَ صِدْقٍ عَلِيًّا) هو ما آمن جميع أهل الأديان به - أعني: بإبراهيم - ودانوا به جميعًا، وعلى ذلك يخرج تخصيص إبراهيم وآله بالصلاة وبالبركة </p>"
}