{
  "id": null,
  "sura": 19,
  "aya": 35,
  "text": "<p> أوصاني أن أعلم الناس وأعلمهم من الزكاة؛ إذ لم يكن يملك عيسى ما تجب فيه الزكاة، فهو يخرج على إعلام الناس عن حكم الزكاة، أو أن يكون على المواساة، فذلك مما قلَّ وكثر سواء. </p><p> وإن كان الثاني فهو وغيره من الناس في تلك الزكاة سواء، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا (٣٢) أي: جعلني برًّا بوالدتي، صلة بقوله:  (وَجَعَلَنِي نَبِيًّا) و (وَجَعَلَنِي مُبَارَكًا) ، وجعلني برًّا بوالدتي. </p><p> (وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا) ، قد ذكرناه في قصة يحيى. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا (٣٣) </p><p> هذا -أيضًا- قد ذكرناه في قصة يَحْيَى، غير أن اللَّه تعالى هو مُسَلِّمٌ على يحيى في تلك الأحوال، وهاهنا ذكر أن عيسى سلَّم على نفسه. </p><p> وذكر في بعض القصة: أن عيسى ويحيى - عليهما السلام - الْتقَيا، فقال يحيى لعيسى:  \" أنت خير مني \" . فقال عيسى:  \" بل أنت خير مني، سلَّم اللَّه عليك، وسلمت أنا على نفسي \" ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ (٣٤) أي: ذلك عيسى ابن مريم، ليس على ما قالت النصارى وغيرهم أنه ابن اللَّه، وأنه ثالث ثلاثة على ما قالوا، ولكن عيسى ابن مريم عبد اللَّه كما أقر هو بالعبودية حيث قال:  (إِنِّي عَبْدُ اللَّهِ) . </p><p> ويحتمل قوله:  (ذَلِكَ عِيسَى ابْنُ مَرْيَمَ) أي: ذلك الذي أنباتهم من نبأ عيسى: (قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ) أي: هَؤُلَاءِ الكفرة حيث أنكروا أنه ليس على ما أنبأتهم من نبيه، أي: الذي يشكون فيه هو قول الحق، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ سُبْحَانَهُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (٣٥) </p><p> نزه نفسه عن أن يتخذ ولدًا؛ لأنه لا تقع له الأسباب التي لها يتخذ الولد ويطلب منه. </p><p> أو يقول: إن اتخاذ الولد يسقط الألوهية؛ لأن الولد في الشاهد يكون شكل الأب وشبيهًا له، فلا يحتمل أن تكون الألوهية لمن يشبه الخلق؛ لأن الولد في الشاهد إنما يتخذ ويطلب لأحد وجوه ثلاثة: </p><p> إما لوحشة تأخذه فيستأنس به. </p><p> وإما لحاجة تمسه فيستغني به في دفعها. </p><p> أو لخوف يخاف من أعدائه فيستنصر به، فإذا كان اللَّه سبحانه يتعالى عن ذلك وله من سرعة نفاذ أمره ما ذكر في قوله:  (إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ) </p>"
}