{
  "id": null,
  "sura": 19,
  "aya": 26,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا (٢٥) </p><p> فيه دلالة لزوم الكسب؛ لأنه أمر مريم أن تهز النخلة ليتساقط عليها الرطب، ولو شاء لسقط من غير فعل يكون منها؛ لتجتني هي، وذلك عليها أهون وأيسر؛ على ما كان رزقها عندما كانت مؤنتها على زكريا. </p><p> وفيه دلالة ألا يسع للمرء المسألة ما دام به أدنى قوة يقدر على قُوتِه. </p><p> وفيه دليل أن زكريا كان أفضل منها وأكبر منزلة عند اللَّه حيث رزقها عندما كانت في عيال زكريا من غير تكلف كان من زكريا ولا مؤنة، فلما فارقت زكريا أمرها بالكسب. </p><p> وفيه دلالة: أن الآيات التي تكون للأنبياء يجوز أن يجريها على غير أيدي الأنبياء، حيث جعل لمريم نخلة يابسة رطبة تثمر رطبًا، وحيث جعل من تحتها سَرِيًّا، أي: نهرًا جاريًا، وحيث رزقها عندما كانت في عيال زكريا من غير تكلف أحد، فذلك يشبه آيات الأنبياء والرسل ويقاربها. </p><p> وهذه المحن التي امتحن بها مريم في الظاهر عظيمة عند الناس، وفي الباطن من أعظم كراماته إليها: أنه أخبر أنه - تعالى - اصطفاها على نساء العالمين بقوله:  (إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ) ، وسماها: صديقة بقوله: (وَأُمُّهُ صِدِّيقَةٌ) ، وذلك لا يسمى إلا من بلغ من البشر في الصدق والصبر له غاية، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ في قوله:  (فَنَادَاهَا مِنْ تَحْتِهَا) أي: من تحت النخلة. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا (٢٦) </p><p> أي: كلي الرطب الذي يتساقط عليك، واشربي من السرى الذي جعل تحتك. </p><p> (وَقَرِّي عَيْنًا) أي: وارضي مكان ما حزنت عليه وخفت على نفسك وعلى ولدك، أو طيبي نفسًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا) أي: صمتًا وسكونًا، وكذلك روى في بعض الحروف، وهو في حرف أبي، وقال: ثم قوله: (فَقُولي) ليس على القول نفسه، ولكنه إشارة، أشارت إليهم:  (إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا) فإن كان على هذا، ففيه دلالة أن الإشارة إذا كانت بحالة مُفْهِمَةٍ المراد تعمل عمل القول نفسه والكلام؛ ولذلك وقع الطلاق بالإشارة والنكاح، وكل عقد من الأخرس وغيره إذا كانت الإشارة مفهومة معقولة. </p>"
}