{
  "id": null,
  "sura": 19,
  "aya": 94,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا (٩٠) أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا (٩١) قَالَ بَعْضُهُمْ: مثل هذا إنما يقال على المبالغة في العظيم من الأمور والنهاية من الضيق والشدة على التمثيل. </p><p> يقول الرجل لآخر: أظلمت الدنيا عليه وضاقت عليه الأرض بما رحبت ونحوه، على الإبلاغ في الضيق والشدة؛ فعلى ذلك هذا ذكر على الإبلاغ والنهاية في العظيم من القول لما قالوا عنه سبحانه، ثم جعل مثل ما قالوا في العظيم لله بما يعظم من المحسوسات في العقول، وهو ما ذكر من انفطار السماوات وانشقاق الأرض وهذ الجبال، وهن أصلب الأشياء وأشدها؛ ليعرفوا عظم ما قالوا فيه، وهكذا تعرف الأمور الغائبة التي سبيل معرفتها الاستدلال بالمحسوسات من الأشياء المشاهدات منها. </p><p> وجائز أن يكون ما ذكر من انشقاق الأرض وهذ الجبال وانفطار السماء على حقيقة ما ذكر يكون فيها وإن لم يشاهد ذلك منها ولم يحس، كقوله:  (فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا) . </p><p> وقال قائلون: ذكر هذا في أهل السماوات فثبت أنهم يكونون كما ذكر بما قالوا تعظيمًا لذلك وإنكارًا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا (٩٢) أي: ما ينبغي له ولد. (إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا (٩٣) وفي الشاهد لا أحد يتخذ الولد من عبيده، فكيف ينبغي لمن له ملك السماوات والأرض وكلهم عبيده - أن يتخذ ولدًا من عبيده. </p><p> (وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا) ، وأسباب الأولاد التي بها يتخذ الولد ليست فيه؛ لأن في الشاهد إنما يتخذ الولد لثلاث، وقد ذكرناها في غير موضع، فإن كان اللَّه - سبحانه - يتعالى عن ذلك كله، لم ينبغ له أن يتخذ الولد. </p><p> وقَالَ بَعْضُهُمْ في قوله:  (إِلَّا آتِي الرَّحْمَنِ عَبْدًا) في الآخرة، أي: كلهم يقرون بالعبودية له يومئذ. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا (٩٤) </p><p> يحتمل قوله:  (أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا) من عد أنفسهم وإحصائه، أي: لا يخفى عليه شيء. </p><p> أو أن يكون على الوعيد أن يحصي أقوالهم وأفعالهم بما سلط عليهم من الملائكة ما يراقبون ذلك منهم، كقوله:  (مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ) ، وقوله: </p>"
}