{
  "id": null,
  "sura": 19,
  "aya": 42,
  "text": "<p> في كل ذلك على ما ذكر على إثره، وكذلك يقول في جميع الحروف المقطعة: إن تفسيرها ما ذكر على إثرها. </p><p> وأمَّا غيره من أهل التأويل فإنه يقول: واذكر لهم نبأ إبراهيم وقصته في الكتاب لهم، واذكر في الكتاب نبأ موسى وخبره وذكره، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا) : </p><p> الصديق: إنما يقال لمن كثر منه ما يستحق ذلك الاسم، وكذلك التشديد إنما يشدد إذا كثر الفعل منه وصار كالعادة له والطبع، فكأنه سمي بهذا لما لم يكن يجعل بين ما ظهر له من الحقوق والفعل وبين وفائها وأدائها إليها نظرة ولا مهلة، بل كان يفي بها ويؤديها كما ظهر له، ولذلك سماه - واللَّه أعلم -: وفيًّا بقوله: (وَإِبْرَاهِيمَ الَّذِي وَفَّى) ، وقال في آية أخرى:  (وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ) ، سماه: وفيًّا، كانت عادته القيام بوفاء ما ظهر له وإتمام ما ابتلاه به، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذْ قَالَ لِأَبِيهِ يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ ... (٤٢) إذا دعوته (وَلَا يُبْصِرُ) ولو عبدته (وَلَا يُغْنِي عَنْكَ شَيْئًا) إذا احتجت إليه وسألته. </p><p> ويحتمل أن يكون قوله:  (مَا لَا يَسْمَعُ) أي: لا يجيب لو دعوته واحتجت إليه، (وَلَا يُبْصِرُ) حاجتك إذا احتجت إليه، (وَلَا يُغْنِي عَنْكَ شَيْئًا) ، أي: لا ينصرك. </p><p> وقَالَ بَعْضُهُمْ:  (وَلَا يُغْنِي عَنْكَ شَيْئًا) من عذاب اللَّه في الآخرة. </p><p> يقول: كيف لا تعبد من إذا دعوته سمع، وإذا عبدته أبصر، ونصرك إذا احتجت إليه وسألته، واللَّه الموفق. </p><p> وقرله - عَزَّ وَجَلَّ -: (يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ ... (٤٣) أي: من بيان ما يحل بك بعد الموت، إذا مت على ما أنت عليه، (مَا لَمْ يَأْتِكَ) ذلك (فَاتَّبِعْنِي) إلى ما أدعوك إليه من دين اللَّه، (أَهْدِكَ صِرَاطًا سَوِيًّا) ، أي: دينًا عدلًا سَوِيًّا قيمًا لا عوج فيه، فهذا يدل منه أنه قد أوحى إليه في ذلك الوقت، ويشبه أن يكون عرف ذلك استدلالًا منه واجتهادًا على غير وحي، كقوله:  (هَذَا رَبِّي هَذَا أَكْبَرُ) ، حتى انتهى إلى قوله:  (إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا) ، وكل ذلك كان له من اللَّه؛ ألا ترى أنه قال في آخره:  (وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ) . </p>"
}