{
  "id": null,
  "sura": 20,
  "aya": 55,
  "text": "<p> المحفوظ، (لَا يَضِلُّ رَبِّي وَلَا يَنْسَى) قال: هما واحد: لا يضل ولا ينسى ذلك الكتاب، وقرئ:  (يَضِلُّ) ولا يُضِلُّ من ختم بالهدى، و (لَا يَضِلُّ) أي: لا يَضِلُّ ذلك الكتاب الذي ذكر، ليس أنه يرجع إلى قوله:  (لَا يَضِلُّ رَبِّي) . </p><p> وقوله - عَزَّ وَجَلَّ -. (الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا ... (٥٣) هو على قوله: (رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى) ، (الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا) أي: فراشًا، والذي (سَلَكَ لَكُمْ فِيهَا سُبُلًا وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً) يذكر نعمه التي أنعمها عليهم؛ يقول: جعل لكم الأرض بحيث تفترشون، وتعيشون فيها، وتقرون عليها بعدما كانت تميد بكم، (وَسَلَكَ لَكُمْ فِيهَا سُبُلًا) أي: طرقًا تسلكون فيها، وتختلفون إلى البلدان النائية في حوائجكم وما به معاشكم وقوامكم ما لولا ذلك ما قام معاشكم، ولا قضيت حوائجكم (وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ) أي: الماء (أَزْوَاجًا مِنْ نَبَاتٍ شَتَّى) : ما به معاشكم وقوامكم وقوام أنعامكم، على اختلاف ما جعل لكل دابة من ذلك قوتًا وغذاء، ولم يجعل ذلك لغيرها؛ لأن من الدواب ما يأكل النبات، ومنها ما يأكل الحب، ومنها ما يأكل اللحم، ونحوه. </p><p> قوله تعالى:  (كُلُوا وَارْعَوْا أَنْعَامَكُمْ ... (٥٤) أي: كلوا أنتم وارعوا أنعامكم فيما به قوامها. </p><p> (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِأُولِي النُّهَى) : </p><p> قَالَ بَعْضُهُمْ:  (لِأُولِي النُّهَى) أي: لأولي العقول. </p><p> وقال الحسن: إن في ذلك لآيات للذين يتناهون عما نهوا عنه. </p><p> وقَالَ بَعْضُهُمْ: لآيات لأولي الورع، وأولي النهي: هم أهل العقول؛ لأنه بالعقل ينهى، وبه ينتهي، وبه يؤمر ويؤتمر، فذلك آيات لهم، وكذلك قَالَ الْقُتَبِيُّ: لأولى النهي: أولي العقول، وقال: النهية: العقل. </p><p> وقَالَ بَعْضُهُمْ:  (فَمَا بَالُ الْقُرُونِ الْأُولَى) ، أي: ما حالها؟ يقال: أصلح اللَّه بالك، أي: حالك. </p><p> وقوله - عَزَّ وَجَلَّ -: (مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَى (٥٥) </p><p> يحتمل قوله:  (مِنْهَا خَلَقْنَاكُمْ) وجوهًا: </p><p> أحدها: منها خلقنا أصلكم، وهو خلق آدم، لكنه أضاف خلقنا إليها وإن لم نخلق منها كما أضاف الإنسان إلى النطفة وإن لم يكن الإنسان منها، لكنه أضاف إليها؛ لأنها أصل </p>"
}