{
  "id": null,
  "sura": 20,
  "aya": 127,
  "text": "<p> نجاة لك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَذَلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِنْ بِآيَاتِ رَبِّهِ وَلَعَذَابُ الْآخِرَةِ أَشَدُّ وَأَبْقَى (١٢٧) </p><p> أي: كذلك نجزي كل من أسرف في الدنيا ولم يؤمن بآيات ربه، ليس أحد المخصوص بذلك دون غيره، ولكن كل من كان هذا صنيعه في الدنيا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَعَذَابُ الْآخِرَةِ أَشَدُّ وَأَبْقَى) . </p><p> كأنه قد سبق منه الوعيد لهم بعذاب، ثم قال:  (وَلَعَذَابُ الْآخِرَةِ أَشَدُّ وَأَبْقَى) من العذاب الذي أوعدتم، وإلا فعلى الابتداء لا يقال هذا. </p><p> * * * </p><p> قوله تعالى:  (أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِأُولِي النُّهَى (١٢٨) وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُسَمًّى (١٢٩) فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا وَمِنْ آنَاءِ اللَّيْلِ فَسَبِّحْ وَأَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضَى (١٣٠) وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَى (١٣١) وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا لَا نَسْأَلُكَ رِزْقًا نَحْنُ نَرْزُقُكَ وَالْعَاقِبَةُ لِلتَّقْوَى (١٣٢) </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَلَمْ يَهْدِ لَهُم) جميع ما ذكر في القرآن مثل هذا (أَفَلَمْ يَهدِ لَهُم) ، (أَفَلَمْ يَسِيرُوا)  (أَوَلَمْ يَرَوا) ، وأمثاله كله أنه قد بين لهم وراء ذلك، أي: قد بين لهَؤُلَاءِ أنهم قد وافقوا أُولَئِكَ الذين أهلكهم من القرون الماضية وما نزل بهم بتكذيبهم الرسل والآيات التي أتوا بها، وهم آمنون يمشون في مساكنهم، فكيف أمن هَؤُلَاءِ من عذاب الله مع موافقتهم أُولَئِكَ في جميع صنيعهم. </p><p> أو يقول: أفلم نبين لهم سنتي فيمن كان قبلهم من القرون الماضية بتكذيبهم الرسل وردهم الآيات، وهم كانوا آمنين في مساكنهم فكيف أمن هَؤُلَاءِ من عذابه وقد ساووا أُولَئِكَ في جميع عمنيعهم وفعلهم، وهما واحد. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِأُولِي النُّهَى) . </p><p> قال بعضهم:  (لِأُولِي النُّهَى) : هم الذين انتهوا عما نهاهم اللَّه عنه، وهم ذوو العقول، وقد ذكرنا هذا في غير موضع. </p><p> قال أَبُو عَوْسَجَةَ:  (وَأَنَّكَ لَا تَظْمَأُ فِيهَا وَلَا تَضْحَى) أي: لا تظهر </p><p> للشمس، والظمأ: العطش، والضحى: الحر. </p><p> قال أبو عبيدة: وقال أَبُو عَوْسَجَةَ: وطفقا وعلقا واحد، يقال علق يعلق علقا فهو </p>"
}