{
  "id": null,
  "sura": 20,
  "aya": 66,
  "text": "<p> (ثُمَّ ائْتُوا صَفًّا) قَالَ بَعْضُهُمْ: جميعًا غير متفرقين، وقَالَ بَعْضُهُمْ:  (ثُمَّ ائْتُوا صَفًّا) أي: المصلى الذي كان موعود الاجتماع، وهو يوم الزينة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَدْ أَفْلَحَ الْيَوْمَ مَنِ اسْتَعْلَى) قيل: من غلب، كقوله:  (إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ) ، أي: غلب. </p><p> وجائز أن يكون قوله:  (اسْتَعْلَى) ، أي: من طلب العلو، وأراد أن يسعد بما وعد فرعون للسحرة من الأجر إذا كانوا هم الغالبين، كقوله:  (أَئِنَّ لَنَا لَأَجْرًا إِنْ كُنَّا نَحْنُ الْغَالِبِينَ (٤١) قَالَ نَعَمْ وَإِنَّكُمْ إِذًا لَمِنَ الْمُقَرَّبِينَ (٤٢) ، فذلك هو ما طلبوا منه، فأخبر أنهم يظفرون بذلك، هذا إذا كان القول من فرعون، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (قَالُوا يَا مُوسَى إِمَّا أَنْ تُلْقِيَ وَإِمَّا أَنْ نَكُونَ أَوَّلَ مَنْ أَلْقَى (٦٥) قَالَ بَلْ أَلْقُوا فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِنْ سِحْرِهِمْ أَنَّهَا تَسْعَى (٦٦) فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُوسَى (٦٧) قُلْنَا لَا تَخَفْ إِنَّكَ أَنْتَ الْأَعْلَى (٦٨) وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صَنَعُوا إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى (٦٩) فَأُلْقِيَ السَّحَرَةُ سُجَّدًا قَالُوا آمَنَّا بِرَبِّ هَارُونَ وَمُوسَى (٧٠) قَالَ آمَنْتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ فَلَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ وَلَأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ وَلَتَعْلَمُنَّ أَيُّنَا أَشَدُّ عَذَابًا وَأَبْقَى (٧١) قَالُوا لَنْ نُؤْثِرَكَ عَلَى مَا جَاءَنَا مِنَ الْبَيِّنَاتِ وَالَّذِي فَطَرَنَا فَاقْضِ مَا أَنْتَ قَاضٍ إِنَّمَا تَقْضِي هَذِهِ الْحَيَاةَ الدُّنْيَا (٧٢) إِنَّا آمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَايَانَا وَمَا أَكْرَهْتَنَا عَلَيْهِ مِنَ السِّحْرِ وَاللَّهُ خَيْرٌ وَأَبْقَى (٧٣) </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالُوا يَا مُوسَى إِمَّا أَنْ تُلْقِيَ وَإِمَّا أَنْ نَكُونَ أَوَّلَ مَنْ أَلْقَى. قَالَ بَلْ أَلْقُوا) ، إنما ألقوا بأمر من اللَّه وإذن منه. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ (٦٦) إلى موسى (مِنْ سِحْرِهِمْ أَنَّهَا تَسْعَى (٦٦) فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُوسَى (٦٧) أي: وقع في قلبه الخوف، وخاف إذ صنع القوم ما صنعوا من الشحر، ثم يحتمل ذلك الخوف منه وجهين: </p><p> أحدهما: خاف على ما طبع البشر عليه من خوف الطبع، لا خوف غلبة؛ لأنه قال لهم:  (مَا جِئْتُمْ بِهِ السِّحْرُ إِنَّ اللَّهَ سَيُبْطِلُهُ) ، كان يعلم - صلوات اللَّه عليه - أن تمويهات السحر لا تبطل حجج اللَّه وآياته، فدل ذلك أنه خاف خوف الطبع والجِبِلَّة، لا خوف القهر والغلبة. </p><p> أو أن يكون خوفه لما أخذ سحر أُولَئِكَ أعين الناس؛ خاف موسى أن يمنعهم ذلك عن أن يبصروا ما جاء هو من الآية والبرهان. </p><p> وقَالَ بَعْضُهُمْ: خاف أن يشكوا فيه فلا يتابعوه، ويشك فيه من تابعه، وهو ما ذكرنا </p>"
}