{
  "id": null,
  "sura": 20,
  "aya": 91,
  "text": "<p> فَرَّقْتَ بَيْنَ بَنِي إِسْرَائِيلَ وَلَمْ تَرْقُبْ قَوْلِي (٩٤) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ قَالَ لَهُمْ هَارُونُ مِنْ قَبْلُ يَا قَوْمِ إِنَّمَا فُتِنْتُمْ بِهِ وَإِنَّ رَبَّكُمُ الرَّحْمَنُ فَاتَّبِعُونِي وَأَطِيعُوا أَمْرِي (٩٠) </p><p> يذكر - واللَّه أعلم - بهذا رسوله: أن الذين كذبوك وجحدوا رسالتك لم يكذبوك لجهلهم بالرسالة، ولكن لتعنتهم وعنادهم على ما ذكروا نبأه من قول هارون لقومه لما عبدوا العجل حيث قال:  (يَا قَوْمِ إِنَّمَا فُتِنْتُمْ بِهِ وَإِنَّ رَبَّكُمُ الرَّحْمَنُ) فكأنه يؤيسه عن إيمان أُولَئِكَ لعنادهم، وهو ما قال:  (أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلَامَ اللَّهِ) . </p><p> وقوله:  (إِنَّمَا فُتِنْتُمْ بِهِ) يحتمل وجهين: </p><p> أحدهما:  (فُتِنْتُمْ) ، أي: صرتم مفتونين بالعجل بصوته وخواره أو بغيره. </p><p> والثاني:  (فُتِنْتُمْ) أي: ضللتم به، أي: بالعجل وإن ربكم الرحمن. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَاتَّبِعُونِي) ، أي: أجيبوا لي إلى ما أدعوكم به (وَأَطِيعُوا أَمْرِي) ، أي: ما آمركم به. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالُوا لَنْ نَبْرَحَ عَلَيْهِ عَاكِفِينَ حَتَّى يَرْجِعَ إِلَيْنَا مُوسَى (٩١) </p><p> قَالَ بَعْضُهُمْ:  (لَنْ نَبْرَحَ) ، أي: لن نزال على عبادة العجل مقيمين حتى يرجع إلينا موسى. </p><p> وقَالَ بَعْضُهُمْ:  (لَنْ نَبْرَحَ) ، أي: لن نفارق عبادته، ثم قال موسى:  (يَا هَارُونُ مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوا (٩٢) </p><p> هذا يدل أن قول هارون لهم:  (إِنَّمَا فُتِنْتُمْ بِهِ) أراد به: الضلال؛ حيث قال له موسى:  (إِذْ رَأَيْتَهُمْ ضَلُّوا (٩٢) أَلَّا تَتَّبِعَنِ أَفَعَصَيْتَ أَمْرِي (٩٣) يحتمل (أَلَّا تَتَّبِعَنِ) ، أي: ما منعك إذ رأيتهم ضلوا ألا صرت إلى ما كنت صرت أنا؟ وقد علمت إلى أين صرت أنا، أو أن يكون قوله:  (أَلَّا تَتَّبِعَنِ) ، أي: ألا تتبع ديني وسنتي وكانت سنته ومذهبه القتال والحرب معهم إذا ضلوا وتركوا دين اللَّه. </p><p> فاعتذر إليه هارون فقال:  (إِنِّي خَشِيتُ أَنْ تَقُولَ فَرَّقْتَ بَيْنَ بَنِي إِسْرَائِيلَ وَلَمْ تَرْقُبْ قَوْلِي (٩٤) </p><p> هذا أيضًا يخرج على وجهين: </p><p> أحدهما: أني خشيت إن اتبعتك وصرت إلى ما صرت أنت تقول لي: (فَرَّقْتَ بَيْنَ بَنِي إِسْرَائِيلَ) ؛ لأنك لو نهيتهم عما اختاروا من عبادة العجل وبينت لهم السبيل لعلهم </p>"
}