{
  "id": null,
  "sura": 20,
  "aya": 129,
  "text": "<p> عالق وطافق. </p><p> وقال: يقال من الخصف: خصفت الخف، إذا أنعلته، ونعلت الخف، ويسمى ذلك: النعيلة، والنعائل جمع. </p><p> وقال: قوله: (مَعِيشَةً ضَنْكًا) ، أي: ضيقة. </p><p> قال أبو عبيدة: وكل ضيق - منزل أو غيره - فهو ضنك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُسَمًّى (١٢٩) </p><p> هو على التقديم والتأخير، أي: لولا كلمة سبقت من ربك وأجل مسمى، لكان العذاب لازمًا لهم، يقول - واللَّه أعلم -: يلزم كل إنسان بما عمل. </p><p> قال: والأجل المسمى: الساعة التي قال: (بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ) . </p><p> وجائز أن يكون قوله على غير التقديم والتأخير، لكنه على الإضمار، أي: لولا كلمة سبقت من ربك لكان لزاما ولكن سيلزمهم إلى أجل مسمى، وهو ما ذكر في آية أخرى:  (وَلَكِنْ يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُسَمًّى) . </p><p> وقوله:  (وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ) بما يكون بحق الإفضال أو توجبه الحكمة، لكان العذاب لازمًا لهم، وحق الإفضال ما سبق منه من الوعيد أنه يؤخر، ولا يقال فيما كان طريقه الإفضال: لم تفضلت؟ وأصل هذا: لولا كلمة سبقت من ربك لكان لزاما، لولا ما سبق من وعده: أنه لا يعذب هذه الأمة تعذيب إهلاك وقت ثكذيبهم الرسل وردهم الآيات، ولكن يؤخوهم إلى أجل مسمى، وهو ما ذكرنا، وهو قوله:  (بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا وَمِنْ آنَاءِ اللَّيْلِ فَسَبِّحْ وَأَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضَى (١٣٠) يصبر رسوله على أذاهم يلسانهم من السب والنسبة إلى السحر والجنون والافتراء على اللَّه ونحوه، وإن كان وعد أنه يعصمه منهم حتى لا يقدروا على إتلافه وإهلاكه؛ لأن في حفظ نفسه من الإتلاف والإهلاك آية من آيات رسالته؛ إذ بعثه إلى الفراعنة والجبابرة الذين كانت همتهم وعادتهم قتل من يخالفهم في شيء وإهلاك من يستقبلهم بما يكرهون؛ فدل عجزهم عن إتلافه وإهلاكه وحفظ نفسه منهم: أنه كان ذلك لآية في نفسه، وأما أذاهم إياه باللسان ليس في حفظه عنه آية؛ لأن ذلك لو كان آية، لمنعهم وذلك مما لم يؤثر نقصًا في نفسه أو شيئًا؛ ألا ترى أنهم قالوا في اللَّه ما لا يليق به من الولد وغيره، فدل أنه ليس في حفظ نفسه عن أذاهم بلسانهم آية، إنما الآية فيما ذكرنا من حفظ نفسه من الإتلاف، واللَّه أعلم. </p>"
}