{
  "id": null,
  "sura": 20,
  "aya": 99,
  "text": "<p> أو أن يكون لا يعلمون أنه يعلم ما يسرون وما يضمرون وما يغيب عن الخلق ويكون عندهم كملوك الأرض يعلمون الظاهر من الأمور الحاضرة منها ولا يعلمون الغائب، فأخبر أنه عَزَّ وَجَلَّ يعلم الظاهر والباطن والسر والعلانية والحاضرة والغائبة، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (كَذَلِكَ نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ مَا قَدْ سَبَقَ وَقَدْ آتَيْنَاكَ مِنْ لَدُنَّا ذِكْرًا (٩٩) مَنْ أَعْرَضَ عَنْهُ فَإِنَّهُ يَحْمِلُ يَوْمَ الْقِيَامَةِ وِزْرًا (١٠٠) خَالِدِينَ فِيهِ وَسَاءَ لَهُمْ يَوْمَ الْقِيَامَةِ حِمْلًا (١٠١) يَوْمَ يُنْفَخُ فِي الصُّورِ وَنَحْشُرُ الْمُجْرِمِينَ يَوْمَئِذٍ زُرْقًا (١٠٢) يَتَخَافَتُونَ بَيْنَهُمْ إِنْ لَبِثْتُمْ إِلَّا عَشْرًا (١٠٣) نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِنْ لَبِثْتُمْ إِلَّا يَوْمًا (١٠٤) </p><p> وقوله - عَزَّ وَجَلَّ -: (كَذَلِكَ نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ مَا قَدْ سَبَقَ) . </p><p> أي: هكذا نقص عليك من أنباء ما قد سبق؛ ليكون آية لرسالتك ونبوتك. </p><p> أو أن يقول: كما قصصنا عليك هذا النبأ كذلك نقص عليك سائر النبأ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَدْ آتَيْنَاكَ مِنْ لَدُنَّا ذِكْرًا) . </p><p> قال أهل التأويل: الذكر هاهنا: القرآن، وهو الظاهر؛ ألا ترى أنه قال على أثره: من أعرض عنه فإنه كذا، وجائز أن يكون قوله:  (آتَيْنَاكَ مِنْ لَدُنَّا ذِكْرًا) أي: شرفا وذكرا، يذكر هو بعده أبدًا، ومن اتبعه وأجابه إلى ما دعاه يصير مذكورًا به. </p><p> وقوله:  (مَنْ أَعْرَضَ عَنْهُ فَإِنَّهُ يَحْمِلُ يَوْمَ الْقِيَامَةِ وِزْرًا (١٠٠) </p><p> والوزر: الحمل، وسميت، الآثام: حملا؛ لأن الآثام تنقض ظهور أصحابها في النار وتكسرها؛ كالحمل في الدنيا ينقض ظهر صاحبه ويكسره، وهو ما ذكر:  (وَوَضَعْنَا عَنْكَ وِزْرَكَ (٢) الَّذِي أَنْقَضَ ظَهْرَكَ (٣) . </p><p> وقوله - عَزَّ وَجَلَّ -: (خَالِدِينَ فِيهِ ... (١٠١) أي: في ذلك الوزر، أي: لن تقارقهم أوزارهم أبد الآبدين. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَسَاءَ لَهُمْ يَوْمَ الْقِيَامَةِ حِمْلًا) . </p><p> حمل السوء، حمل يورد صاحبه النار، بئس الحمل حمل يورد صاحبه النار، ويقال: بئسما حملوا على أنفسهم من الأعمال. </p><p> وقوله:  (مَنْ أَعْرَضَ عَنْهُ فَإِنَّهُ يَحْمِلُ يَوْمَ الْقِيَامَةِ وِزْرًا) يحتمل الإعراض عنه وجهين: </p><p> أحدهما:  (أَعْرَضَ عَنْهُ) ، أي: كفر به وكذبه ولم يلتفت إليه. </p><p> والثاني:  (أَعْرَضَ عَنْهُ) ، أي: لم يعمل بما فيه، ومن لم يعمل من المسلمين بما فيه </p>"
}