{
  "id": null,
  "sura": 20,
  "aya": 131,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَسَبِّحْ بِحَمْدِ رَبِّكَ) : </p><p> قال أهل التأويل: صل بأمر ربك، وتأويل قولهم هذا صل بأمر ربك؛ لأنه أمره أن يصلي لله بقوله:  (أَقِمِ الصَّلَاةَ) ، وقوله:  (أَقِيمُوا الصَّلَاةَ) ، فيكون قوله:  (وَسَبِّحْ) أي: صلِّ بأمر ربك الذي أمرك بقوله: (أَقِمِ الصَّلَاةَ) ، ولولا صرف أهل التأويل التسبيح في هذه الآية إلى الصلاة وإلا يجوز أن يصرف إلى غيرها من الأذكار في كل وقت، لكن صرفوا إلى الصلاة؛ لأن الصلاة تشتمل على معان: قولا وفعلا، وسائر الأذكار لا تشتمل إلا معنى الذكر قولا، فهي أجمع وأشمل لذكره، واللَّه أعلم. </p><p> ثم قوله:  (قَبْلَ طُلُوعِ الشَّمْسِ) : قبل صلاة الفجر، (وَقَبْلَ غُرُوبِهَا) وصلاة العصر. </p><p> وقَالَ بَعْضُهُمْ:  (وَقَبْلَ غُرُوبِهَا) الظهر والعصر. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمِنْ آنَاءِ اللَّيْلِ) قيل: صلاة المغرب والعشاء. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَطْرَافَ النَّهَارِ) ؛ قيل: صلاة الفجر والعصر؛ فهو على التكرار والإعادة تأكيدًا؛ كقوله:  (حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى) ، ذكر الصلوات بجملتها، ثم خص الصلاة الوسطى، بالذكر لمعنى؛ فعلى ذلك جائز أن يكون قوله:  (وَأَطْرَافَ النَّهَارِ) تكرارا منه لصلاة الفجر والعصر لمعنى. </p><p> وجائز أن يكون قوله:  (وَأَطْرَافَ النَّهَارِ) أنه ليس على إرادة وقت دون وقت، ولكن يريد به الأوقات كلها، وعلى ذلك يخرج قول من قال في قوله:  (وَقَبْلَ غُرُوبِهَا) : صلاة الظهر والعصر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَعَلَّكَ تَرْضَى) بالنصب والرفع جميعًا، أي: يرضيك ربك بما عملت أو يرضى بذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَى (١٣١) </p><p> هذه الآية تحتمل وجهين: </p><p> أحدهما:  (وَلَا تَمُدَّنَّ عَيْنَيْكَ) أي: لا ترغبن في هذه الدنيا، ولا تركنن إلى ما متع به هَؤُلَاءِ من ألوانها وزهرتها، وهو كقوله تعالى:  (فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ. . .) الآية. </p><p> والثاني: قوله: (وَلَا تَمُدَّنَّ عَيْنَيْكَ) على حقيقة مد البصر، أي: لا تمدن بصرك إلى أعين الدنيا وإلى ظاهر ما هم عليه من الغرور والتزيين، ولكن انظر إلى الدنيا إلى ما </p><p> جعلت الدنيا؛ وإلى ما فيها من سمومها وتنغيصها على أهلها، فإن من نظر إليها لما فيها من سمومها وتنغيصها، لزهد فيها ورغب عنها، ومن نظر إليها وإلى عينها وظاهرها وما هي عليها من الغرور والتزيين، لاغتر بها ورغب فيها وركن إليها، ومن نظر إلى حقيقة ما هي عليه وجعلت على ما ذكرنا لزهد فيها ورغب عنها. </p><p> ثم معلوم أن رسول اللَّه لم يكن يمد بصره إلى الدنيا أو يركن إليها ويرغب فيها لها، وإنما هو ابتداء نهي رسوله. </p><p> ومعلوم أيضًا أنه لو رغب في شيء منها لم يكن يرغب ليتمتع هو به، إنما يرغب ويتناوله ليوسع به على أهل الحاجة والفقر، ثم نهاه عن ذلك؛ فدل أن الزهد فيها والرغبة عنها خير من الأخذ منها والوضع في حق؛ حيث نهاه عن ذلك على علم منه أنه لا يتناولها ليتمتع هو بها وليوسع بها على نفسه، ولكن يأخذها؛ ليضعها في المستحقين لها. </p><p> ثم اختلف أهل التأويل في التقديم والتأخير: </p><p> قال الحسن: هو على تقديم قوله: (مِنْهُمْ) على قوله: (أَزْوَاجًا) يقول: تأويله: لا تمدن عينيك إلى ما متعنا به منهم أزواجًا (زَهْرَةَ الْحَيَاةِ الدُّنْيَا) . </p><p> فعلى تأويله: أزواجًا: زهرة الحياة الدنيا، أي: ألوانا وأصنافًا من النبات؛ فذلك زهرة الدنيا. </p><p> وقَالَ بَعْضُهُمْ: على غير تقديم، ولكن على سياق ما ذكر في الآية؛ فعلى هذا يكون تأويل الأزواج، أي: رجالا منهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِنَفْتِنَهُمْ فِيهِ) . </p><p> قال أهل التأويل: أي: لنبتليهم ونختبرهم، وكأن الفتنة هي المحنة التي فيها شدة وبلاء، كأنه أخبر أنه إنما متعهم بما متع من زهرة الحياة الدنيا ليمتحنهم فيها بالشدائد؛ كقوله:  (فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ. . .) الآية، وقال في آية أخرى:  (وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً) ، وقال:  (وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ) ففي هذه الآيات دلالة أن السعة والضيق فيها ليس لفضل أهلها ولا لهواهم، ولكن إنما هو محنة يمتحنهم، فيمتحن بعضهم بالسعة والغناء وبعضهم بالشدة والضيق، فالتكلم بأن هذا خير من هذا كلام لا معنى له مع ما ذكرنا من البينات في قوله:  (وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ) أن الزهد في الدنيا وترك التناول منها حلالًا خير من التناول منها حلالا ووضعها موضعها. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَى) . </p>"
}