{
  "id": null,
  "sura": 20,
  "aya": 21,
  "text": "<p> عن الإيمان بها - يعني: الساعة - من لا يؤمن بها واتبع هواه في التكذيب بها بالشبه والأسباب التي ذكرنا (فَتَردَى) أي: فتهلك لو صدّك عنها، فالخطاب وإن كان لرسول اللَّه فهو لكل أحد من المؤمنين، على ما ذكرنا في غير آي من القرآن فيما خاطب رسوله به. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى (١٧) قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَى غَنَمِي وَلِيَ فِيهَا مَآرِبُ أُخْرَى (١٨) كأن موسى - صلوات اللَّه عليه - لم يفهم مراده بسؤاله إياه أنه ما أراد بقوله:  (وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى) : أنه يسأله عن اسمها وعما له فيها؛ فأجاب الأمرين جميعًا عن اسمها وعما له فيها، حيث قال:  (هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَى غَنَمِي وَلِيَ فِيهَا مَآرِبُ أُخْرَى) . </p><p> ثم قال الحسن: إنه واللَّه كان يعلم أنّ في يده عصًا، لكنه أراد أن يقرر عنده: أنها عصا لا حيّة؛ ليرى له منها آية فيعلم ذلك. </p><p> أو أن يريد بذلك تنبيهه وإيقاظه؛ ليعلم أنه وقت ما أخذها عصًا، فيعلم أنها إنما صارت كذا بالآية التي جعلها له لا أنها كانت يومئذ كذلك حية، واللَّه أعلم. </p><p> (قَالَ أَلْقِهَا يَا مُوسَى (١٩) فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تَسْعَى (٢٠) ثم يحتمل: جعلها حيّة تسعى، ثم جعلها حيّة، وأراد الآية له منها؛ لما أن قوم فرعون كانوا أهل بصر وحذق في ذلك النوع من السحر، فأحب أن يريهم الآية والعلامة من النوع الذي كان لهم فيه بصر وحذاقة؛ ليعلموا بخروجها عن وسعهم وطوقهم أنها آية وعلامة سماوية وربوبية لا بشرية؛ إذ الأعلام التي جعلها آيات وأعلامًا لرسله على رسالتهم إنما جعلها ما كانت خارجة عن وسع البشر وطوقهم؛ ليعلموا بذلك أنها سماوية ربوبية، لا بشرية سحرًا ولا كهانة، واللَّه أعلم. </p><p> ثم قوله:  (خُذْهَا وَلَا تَخَفْ سَنُعِيدُهَا سِيرَتَهَا الْأُولَى (٢١) على ما كانت في الحالة الأولى عصًا، كأن موسى خاف حين صارت حيّة، وهو ما قال في آية أخرى:  (فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا) ، فعند ذلك قال له:  (خُذْهَا وَلَا تَخَفْ) ، وأخبره أنه يعيدها عصًا على ما كانت، واللَّه أعلم. </p><p> وفي قوله:  (وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى) دلالة أن العصا إنما تمسك باليد اليمنى. </p><p> قال أَبُو عَوْسَجَةَ:  (فَتَرْدَى) ، أي: تهلك أرداه: أهلكه، ويقال: تردى الرجل إذا </p>"
}