{
  "id": null,
  "sura": 20,
  "aya": 44,
  "text": "<p> لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى (٤٤) قَالَا رَبَّنَا إِنَّنَا نَخَافُ أَنْ يَفْرُطَ عَلَيْنَا أَوْ أَنْ يَطْغَى (٤٥) قَالَ لَا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى (٤٦) فَأْتِيَاهُ فَقُولَا إِنَّا رَسُولَا رَبِّكَ فَأَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ وَلَا تُعَذِّبْهُمْ قَدْ جِئْنَاكَ بِآيَةٍ مِنْ رَبِّكَ وَالسَّلَامُ عَلَى مَنِ اتَّبَعَ الْهُدَى (٤٧) إِنَّا قَدْ أُوحِيَ إِلَيْنَا أَنَّ الْعَذَابَ عَلَى مَنْ كَذَّبَ وَتَوَلَّى (٤٨) قَالَ فَمَنْ رَبُّكُمَا يَا مُوسَى (٤٩) قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى (٥٠) قَالَ فَمَا بَالُ الْقُرُونِ الْأُولَى (٥١) قَالَ عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ لَا يَضِلُّ رَبِّي وَلَا يَنْسَى (٥٢) الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَسَلَكَ لَكُمْ فِيهَا سُبُلًا وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ أَزْوَاجًا مِنْ نَبَاتٍ شَتَّى (٥٣) كُلُوا وَارْعَوْا أَنْعَامَكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِأُولِي النُّهَى (٥٤) مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَى (٥٥) </p><p> وقوله:  (اذْهَبْ أَنْتَ وَأَخُوكَ بِآيَاتِي (٤٢) </p><p> هو ما ذكرنا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَنِيَا فِي ذِكْرِي) : أي: لا تضعفا في الدعاء إلى ديني وتوحيدي. </p><p> وحرف عبد اللَّه بن مسعود:  (ولا تهينا في ذكري) وفي البلاغ (إِلَى فِرْعَوْنَ إِنَّهُ طَغَى (٤٣) أمرهما ألا يقصرا ولا يعجزا في تبليغ الرسالة إليه، والدعاء إلى دينه، حيث قال:  (اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى (٤٣) فَقُولَا لَهُ قَوْلًا لَيِّنًا). </p><p> قال أَبُو عَوْسَجَةَ؛ (وَلِتُصْنَعَ عَلَى عَيْنِي) ؛ أي: تربى بعيني، وسئل عن العين، فقال: العين: العلم هاهنا، والعين في غير هذا: المال، والعين: الأديم المتخرق، والعين: المصدر من عان يعين، فهو عائن، والمفعول به معيون: إذا أصابه بعين، والعين: الحقيقة، كقولك: هذا بعينه، أي: بحقيقته، قال: والعينة: السلف، ومثله قوله:  (وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا) . </p><p> (عَلَى مَنْ يَكْفُلُهُ) أي: يضمه لا يضمنه. </p><p> وقال أَبُو عَوْسَجَةَ:  (ثُمَّ جِئْتَ عَلَى قَدَرٍ يَا مُوسَى) ، أي: وقت المجيء (وَاصْطَنَعْتُكَ) ، أي: أخلصتك (لِنَفْسِي) ، (وَلَا تَنِيَا فِي ذِكْرِي) أي: لا تقصرا ولا تعجزا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَقُولَا لَهُ قَوْلًا لَيِّنًا ... (٤٤) لأن القول اللين يكون أقر وأثبت في القلوب، وأنجع، وأقرب إلى الإجابة والقبول من القول الخشن البارد، وخاصة في الملوك والرؤساء؛ إذ طباعهم لا تحتمل ذلك، ولا تنجع فيهم، بل أكثر صولتهم على من دونهم إنما يكون عند استقبالهم بالخلاف وبما يكرهون، فأمر - عَزَّ وَجَلَّ - رسوله موسى وهارون أن يقولا له قولًا لينًا، ويلطفا معاملته؛ ليكون أقرب وأثبث في قلبه وأنجع؛ ولذلك قال:  (لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى) . </p>"
}