{
  "id": null,
  "sura": 20,
  "aya": 95,
  "text": "<p> يتبعونك، فحيث لم تفعل فأنت الذي فرقت بينهم. </p><p> والثاني: على تأويل القتال والحرب في قوله: (أَلَّا تَتَّبِعَنِ) إني خشيت لو فاتلتهم ونصبت الحرب بينهم صاروا فريقين، فإذا تفرقوا اقتتلوا وسفكوا الدماء وتفانوا، فترك القتال لما أطمعوه الإيمان إذا رجع إليهم موسى ونهاهم عن ذلك، فلعل سنته في القتال مع من لم يطمع منه الإيمان، هذا على تأويل من يقول بأن هارون اعتزلهم لما عبدوا العجل مع عشرة آلاف نفر وأكثر أو أقل على ما ذكر. </p><p> وأما الحسن فإنه يقول: كلهم قد عبدوا العجل إلا هارون، فعلى قوله لا يحتمل الحرب والقتال معهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَمْ تَرْقُبْ قَوْلِي) . </p><p> قيل: هو ما قال: (وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ) ، ودل قوله:  (لَا تَأْخُذْ بِلِحْيَتِي وَلَا بِرَأْسِي) بأن كان له الشعر، فكنى بالرأس عن الشعر. </p><p> * * * </p><p> قوله تعالى:  (قَالَ فَمَا خَطْبُكَ يَا سَامِرِيُّ (٩٥) قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ فَقَبَضْتُ قَبْضَةً مِنْ أَثَرِ الرَّسُولِ فَنَبَذْتُهَا وَكَذَلِكَ سَوَّلَتْ لِي نَفْسِي (٩٦) قَالَ فَاذْهَبْ فَإِنَّ لَكَ فِي الْحَيَاةِ أَنْ تَقُولَ لَا مِسَاسَ وَإِنَّ لَكَ مَوْعِدًا لَنْ تُخْلَفَهُ وَانْظُرْ إِلَى إِلَهِكَ الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا لَنُحَرِّقَنَّهُ ثُمَّ لَنَنْسِفَنَّهُ فِي الْيَمِّ نَسْفًا (٩٧) إِنَّمَا إِلَهُكُمُ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ وَسِعَ كُلَّ شَيْءٍ عِلْمًا (٩٨) </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَا خَطْبُكَ يَا سَامِرِيُّ) . </p><p> قال الحسن: ما حجتك يا سامري على ما فعلت؟ ولا حجة كانت له قط. </p><p> وقال غيره:  (فَمَا خَطْبُكَ) ما شأنك وما أمرك، والخطب هو الشأن والأمر في اللغة. </p><p> وتأويله - واللَّه أعلم -: فما شأنك؟ أي: ما الذي حملك على صنيعك الذي صنعت؟ ثم قوله:  (بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ ... (٩٦) بالياء والتاء جميعًا، ثم بين ما الذي بصر هو ما لم يبصروا هم؟ فقال:  (فَقَبَضْتُ قَبْضَةً مِنْ أَثَرِ الرَّسُولِ فَنَبَذْتُهَا) ، أما عامة أهل التأويل: فإنهم يقولون: إنه قبض قبضة من تراب من أثر فرس جبريل فنبذتها، وليس في الآية ذكر التراب ولا ذكر الفرس، ولا أن ذلك الرسول جبريل أو غيره. </p>"
}