{
  "id": null,
  "sura": 20,
  "aya": 70,
  "text": "<p> قريبًا منه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْنَا لَا تَخَفْ إِنَّكَ أَنْتَ الْأَعْلَى (٦٨) </p><p> أي: الغالب، فإن كان الخوف الذي ذكر خوف طبع وما جبل عليه المرء، فيكون قوله:  (لَا تَخَفْ) على تسكين القلب وتثبيته، وإن كان الثاني فهو على البشارة له، والإخبار على ألا يمنع سحر أُولَئِكَ عن أن يبصروا ما تأتي به أنت من الآية، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صَنَعُوا إِنَّمَا صَنَعُوا (٦٩) هذا يدل أن سحر أُولَئِكَ إنما صار بعدما ألقوا ما في أيديهم، لم يكن سحرًا وقت كونه في أيديهم، وكذلك عصا موسى إنما صارت آية وحجة بعدما ألقاها من يده لم تكن وقت كونها في يده، وكذلك حيث قال:  (وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صَنَعُوا) ، أي: تلقم وتأكل ما صنعوا (إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى) أي: لا يفلح الساحر حيث أتى بسحره، وإلا قد أفلح سحرة فرعون، وفي حرف ابن مسعود:  (أين أتى) . </p><p> وقَالَ بَعْضُهُمْ: حيث كان. وحيث وحوث لغتان، وهو قول الكسائي. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأُلْقِيَ السَّحَرَةُ سُجَّدًا قَالُوا آمَنَّا بِرَبِّ هَارُونَ وَمُوسَى (٧٠) لأنهم عرفوا حقيقة ما أتى به موسى، فعلموا أنه سماوي وأنه آية ليس بسحر، فآمنوا إيمانا لم يرتابوا فيه قط، وهذا يدل أن كل ذي بصر وعلم في شيء يكون أبصر وأعلم في ذلك الشيء من غيره؛ حيث لم ينظروا لما رأوا ما أتى به موسى وعاينوا وقتًا ينظروا فيه، بل لسرعة معرفتهم، لم يملكوا أنفسهم، بل ألقوا على وجوههم على ما أخبر؛ حيث قال:  (فَأُلْقِيَ السَّحَرَةُ سُجَّدًا) ، و (سُجَّدًا) . </p><p> وقَالَ الْقُتَبِيُّ:  (فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُوسَى) : أي: أضمر خوفًا. </p><p> وقال غيره: وقع في قلبه حيث أنَى كان. </p><p> وقال أَبُو عَوْسَجَةَ:  (يُخَيَّلُ إِلَيْهِ) ، أي: يظن، يقول: يخيل إلى، أي: يريني فهمي وعلمي أن هذا الشيء كذا وكذا، (فَأَوْجَسَ) أي: أحس. (تَلْقَفْ) وتلقم: واحد. </p><p> وقوله تعالى:  (قَالَ آمَنْتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ ... (٧١) </p><p> قَالَ بَعْضُهُمْ: يعني: موسى. </p><p> وقَالَ بَعْضُهُمْ: كبير السحرة الذي علم غيره السحر. </p><p> وقال في آية أخرى:  (إِنَّ هَذَا لَمَكْرٌ مَكَرْتُمُوهُ فِي الْمَدِينَةِ لِتُخْرِجُوا مِنْهَا أَهْلَهَا. . .) الآية. قد علم اللعين أن ذلك ليس بسحر ولا مكر مكروا به، لكنه أراد أن </p>"
}