{
  "id": null,
  "sura": 20,
  "aya": 61,
  "text": "<p> وهم قوم قد عرفوا ذلك، حيث رضوا بذلك ولم يتنازعوا فيه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنْ يُحْشَرَ النَّاسُ ضُحًى) بينوا اليوم، وبينوا الوقت، وهو وقت الضحى. </p><p> (وَأَنْ يُحْشَرَ النَّاسُ ضُحًى) قَالَ بَعْضُهُمْ: أي: نهارًا جهارًا، كقوله:  (أَنْ يَأْتِيَهُمْ بَأْسُنَا ضُحًى) ، نهارًا، يعني: جهارًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَتَوَلَّى فِرْعَوْنُ ... (٦٠) أي: أقبل على أمره، وجمع كيده، ليس على الإعراض عما دعوا إليه، ثم أتى بهم، وهو كقوله:  (وَإِذَا تَوَلَّى سَعَى فِي الْأَرْضِ) أي: أقبل على السعي في الأرض بالفساد. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ لَهُمْ مُوسَى وَيْلَكُمْ لَا تَفْتَرُوا عَلَى اللَّهِ كَذِبًا فَيُسْحِتَكُمْ بِعَذَابٍ وَقَدْ خَابَ مَنِ افْتَرَى (٦١) </p><p> هذا يحتمل وجهين: </p><p> أحدهما: لا تفتروا على اللَّه كذبًا فيما بأن لكم الحق، وظهر لكم الحجة باتخاذكم فرعون إلهًا؛ لأنكم إذا اتخذتم دونه سواه إلهًا - ولا إله غيره - فقد افتريتم عليه. </p><p> والثاني: لا تفتروا على اللَّه كذبًا فيما بأن لكم الحق وظهر لكم الحجة، فلا تفتروا على اللَّه كذبًا بقوله: إنه سحر، وإنه كذاب. </p><p> وقوله - عَزَّ وَجَلََّّ -: (فَيُسْحِتَكُمْ بِعَذَابٍ) برفع الياء ونصبها جميعًا. </p><p> (فَيُسْحِتَكُمْ) : قال أبو معاذ: يقال: أسحته وسحته، قهره وأقهره. </p><p> وقال أهل التأويل: أي: يهلككم ويستأصلكم بعذاب. </p><p> ثم يحتمل ذلك العذاب في الدُّنيَا، أوعدهم بعذاب يأتيهم إذا افتروا على اللَّه كذبًا بعدما بأن الحق، وظهر لهيم البرهان والحجة. </p><p> وقوله:  (وَقَدْ خَابَ مَنِ افْتَرَى) في الدنيا والآخرة. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَتَنَازَعُوا أَمْرَهُمْ بَيْنَهُمْ وَأَسَرُّوا النَّجْوَى (٦٢) قَالَ بَعْضُهُمْ: قوله: (فَتَنَازَعُوا أَمْرَهُمْ بَيْنَهُمْ وَأَسَرُّوا النَّجْوَى) أي: تناجى السحرة فيما بينهم سرا من فرعون، فذلك قوله:  (وَأَسَرُّوا النَّجْوَى) من فرعون، فقال لهم:  (إِنْ هَذَانِ لَسَاحِرَانِ) يعنون: موسى وهارون. </p><p> وقَالَ بَعْضُهُمْ:  (فَتَنَازَعُوا أَمْرَهُمْ بَيْنَهُمْ وَأَسَرُّوا النَّجْوَى) من موسى وهارون، فنجواهم أن قالوا:  (إِنْ هَذَانِ لَسَاحِرَانِ يُرِيدَانِ أَنْ يُخْرِجَاكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى (٦٣) والأشبه هنا أنهم اعتزلوا </p>"
}