{
  "id": null,
  "sura": 20,
  "aya": 72,
  "text": "<p> يموه على قومه ويلبس عليهم أمر موسى وما جاء به من الآيات والحجج؛ لأنه هو الذي رباه ونشأ بين ظهرانيه وأهله، فعلم أنه لم يتعلم السحر من أحد، ولما فارقه وخرج من عندهم إلى مدين لم يكن هناك من يتعلم منه السحر، لكنه أراد التمويه والتلبيس على قومه، وكذلك أهل مكة حيث نسبوا رسول اللَّه إلى السحر والكهانة والافتراء والجنون وغيره، علموا أنه ليس بساحر ولا كاهن ولا مجنون ولا مفتر؛ لأنه نشأ بين أظهرهم صغيرًا لم يؤخذ عليه كذب قط على أحد من الخلائق، فكيف على اللَّه تعالى؟ ولا رأوه اختلف إلى أحد من السحرة والكهنة في تعلم ذلك، لكنهم أرادوا بذلك التمويه والتلبيس على الناس؛ لئلا يتبعوه ولا يجيبوه إلى ما دعاهم إليه من دين اللَّه وتوحيده. </p><p> ثم الرسل - صلوات اللَّه عليهم - لو لم يكن معهم الآيات المعجزة ولا الحجج النيرة، كانت أنفسهم وما طبعوا عليه من السيرة الحسنة والأخلاق الكريمة الجميلة وما اختاروا من الأمور العظيمة الرفيعة - دالة على رسالتهم ونبوتهم، فكيف وقد جاءوا بالآيات المعجزة والبراهين المنيرة؟ وما بطبع السحرة من السيرة المذمومة والأخلاق الدنيئة والأمور الخسيسة، يدل على كذبهم وافتعالهم، فكيف أشكل عليهم صرفة السحر من الرسالة والتمويه من الحجة، لكنهم أرادوا بذلك ما ذكرنا من التمويه على قومهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ وَلَأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ) . </p><p> يشبه أن يكون هذا الوعيد منه في وقتين: أوعدهم أولا بقطع اليد والرجل من خلاف على الإبقاء؛ رجاء أن ينتهوا عما اختاروا، فإذا لم ينتهوا عنه، فعند ذلك أوعدهم بالقتل والصلب؛ إذ في القتل والصلب إتلاف ما دونه من الجوارح، فإن كان على هذا ففيه أن كل حد يراد به الإبقاء، فإنه لا يؤتى على الجوارح كلها، والقطع في السرقة قد يراد به الإبقاء؛ لذلك لا يؤتى على الجوارح كلها، وكذلك حد قطاع الطريق؛ إذ يراد به الإبقاء لم يزد على قطع اليد والرجل من خلاف. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَيُّنَا أَشَدُّ عَذَابًا وَأَبْقَى) . </p><p> لو ذاق اللعين شيئًا من عذاب ربه لم يقل مثل هذه المقالة، ولولا ما عرف من حلم ربه، وإلا لم يتجاسر أن يتكلم بمثل هذا ويوعدهم أن عذابه أشد من عذاب اللَّه تعالى. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالُوا لَنْ نُؤْثِرَكَ عَلَى مَا جَاءَنَا مِنَ الْبَيِّنَاتِ وَالَّذِي فَطَرَنَا فَاقْضِ مَا أَنْتَ قَاضٍ إِنَّمَا تَقْضِي هَذِهِ الْحَيَاةَ الدُّنْيَا (٧٢) </p><p> أي: لن نؤثرك بالربوبية والعبادة لك والطاعة على ما جاءنا من البينات على ربوبية الله وألوهيته وعبادته. </p>"
}