{
  "id": null,
  "sura": 20,
  "aya": 132,
  "text": "<p> أي: ما رزق ربك من النبوة والرسالة والتوحيد له والإيمان به خير وأبقى مما متع به هَؤُلَاءِ من ألوان زهرة الحياة الدنيا وأصنافها. </p><p> وقَالَ بَعْضُهُمْ:  (وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَى) أي: حظك من ربك خير في البقاء مما متع به هَؤُلَاءِ من زهرة الدنيا، وهو قول أهل التأويل: إن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - نزل به ضيف فاستسلف من يهودي طعامًا، فأبى أن يعطيه إلا برَهْن، فرهن درعه عنده، فنزل قوله:  (وَلَا تَمُدَّنَّ عَيْنَيْكَ. . .) الآية؛ تعزية له عن الدنيا، لكن لسنا نعرف نزول الآية على ما ذكر إلا أن يثبت، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا لَا نَسْأَلُكَ رِزْقًا نَحْنُ نَرْزُقُكَ وَالْعَاقِبَةُ لِلتَّقْوَى (١٣٢) </p><p> قَالَ بَعْضُهُمْ: أراد بأهله: قومه، وقد يسمى قوم الرسل: أهلهم، وجائز أن يكون المراد بالأهل: الذين تأهلهم وكانوا في عياله. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاصْطَبِرْ عَلَيْهَا) ، أي: داوم عليها والزمها، وفيه أن الصلاة فرضت على الدوام عليها واللزوم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا نَسْأَلُكَ رِزْقًا) قَالَ بَعْضُهُمْ: لا نسألك جعلا وأجرًا على نبوتك ورسالتك. </p><p> وقوله - عَزَّ وَجَلَّ -: (نَحْنُ نَرْزُقُكَ) قَالَ بَعْضُهُمْ: لا نسألك للخلق رزقًا بل نحن نرزقهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالْعَاقِبَةُ لِلتَّقْوَى) ؛ كقوله:  (وَالْعَاقِبَةُ لِلْمُتَقِينَ) . </p><p> * * * </p><p> قوله تعالى:  (وَقَالُوا لَوْلَا يَأْتِينَا بِآيَةٍ مِنْ رَبِّهِ أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَى (١٣٣) وَلَوْ أَنَّا أَهْلَكْنَاهُمْ بِعَذَابٍ مِنْ قَبْلِهِ لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ مِنْ قَبْلِ أَنْ نَذِلَّ وَنَخْزَى (١٣٤) قُلْ كُلٌّ مُتَرَبِّصٌ فَتَرَبَّصُوا فَسَتَعْلَمُونَ مَنْ أَصْحَابُ الصِّرَاطِ السَّوِيِّ وَمَنِ اهْتَدَى (١٣٥) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالُوا لَوْلَا يَأْتِينَا بِآيَةٍ مِنْ رَبِّهِ) . </p><p> سألوه أن يأتيهم بآية من عند ربه على رسالته ونبوته، فقال - عَزَّ وَجَلَّ -: (أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَى) ، أي: قد أتاهم بينة على رسالته ونبوته ما في الصحف الأولى؛ لأن الكتب المتقدمة كانت بغير لسان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، ولم يكن يعرف الكتابة بلسانه فضلا </p>"
}