{
  "id": null,
  "sura": 20,
  "aya": 48,
  "text": "<p> يشبه أن يكون (وَلَا تَنِيَا فِي ذِكْرِي) هذا، أي: لا تضعفا في تبليغ الرسالة، ولكن قولا:  (إِنَّا رَسُولَا رَبِّكَ فَأَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ) لا يحتمل أن يكون أول ما أتياه قالا: (أَن أَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ) ولكن قد سبق منهما الدعاء إلى توحيد اللَّه والإفراد له بالألوهية والربوبية؛ فإذا ترك الإجابة، فعند ذلك قالا له:  (فَأَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ وَلَا تُعَذِّبْهُمْ) . </p><p> وهذا يحتمل وجهين: </p><p> أحدهما: كأنه كان يمنع بني إسرائيل عن الإسلام، وهم أرادوا الإسلام، فقالا: أرسل معنا بني إسرائيل ولا تمنعهم عن الإسلام. </p><p> أو: كان يستعبدهم، فأمره أن يستنقذهم من يديه، كقوله:  (أَنْ عَبَّدْتَ بَنِي إِسْرَائِيلَ) ألا ترى ائه قال: (وَلَا تُعَذِّبْهُمْ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (قَدْ جِئْنَاكَ بِآيَةٍ مِنْ رَبِّكَ) وهو ما قال؛ (لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالسَّلَامُ عَلَى مَنِ اتَّبَعَ الْهُدَى) . </p><p> هذا يدل أنه لا يبدأ بالسلام على أهل الكفر، ولكن يبدأ بأهل الإسلام، وفيه أن تحية أهل الإسلام هو السلام، لا قول الناس:  (أطال اللَّه بقاءك) ، ونحوه. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا قَدْ أُوحِيَ إِلَيْنَا أَنَّ الْعَذَابَ عَلَى مَنْ كَذَّبَ وَتَوَلَّى (٤٨) كأنه قال: </p><p> والسلام على من اتبع الهدى، والعذاب على من كذب وتولى. </p><p> والسلام هو اسم كل خير وبر. </p><p> وقَالَ الْقُتَبِيُّ:  (أَنْ يَفْرُطَ عَلَيْنَا) أي: يعجل ويقدم، قالوا: الفرط: التقدم والسبق، وفي الخبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" أنَا فَرَطكم على الحَوض \" ، وهو من السبق، وكذلك قال أَبُو عَوْسَجَةَ:  (أَنْ يَفْرُطَ عَلَيْنَا) أي: يعجل، يقال: فرط يفرط فرطًا: أي: عجل، وقال:  (وَلَا تَنِيَا فِي ذِكْرِي) أي: لا تقصرا ولا تعجزا في البلاغ، (وَاصْطَنَعْتُكَ) أي: استخلصتك لنفسي، فإذا لم يفهم من قوله:  (لِنَفْسِي) : ذاته فكيف يفهم (وَلِتُصْنَعَ عَلَى عَيْنِي) ما لم يفهم من الخلق، ولا يتصور هذا وأمثاله إلا في وهم من اعتقد التشبيه ولم يعرف ربه، وإلا لو عرف ربَّه حق معرفته، لكان لا يتصور في وهمه تشبيه الخلق به، ولا </p>"
}