{
  "id": null,
  "sura": 20,
  "aya": 25,
  "text": "<p> وجائز أن يكون قوله:  (لِنُرِيَكَ مِنْ آيَاتِنَا الْكُبْرَى) التي ذكر في آية أخرى، هو قوله:  (وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ. . .) الآية، الآيات الكبرى هي التسع التي ذكر في هذه الآية؛ لا أن كان لموسى آيات سوى التسع هي أكبر. </p><p> أو أن يكون ذلك لا على تخصيص آية دون آية بالكبر والعظم، ولكن وصف الكل بذلك، كقوله:  (وَمَا نُرِيهِمْ مِنْ آيَةٍ إِلَّا هِيَ أَكْبَرُ مِنْ أُخْتِهَا) ، هو على وصف آياته كلها بالكبر والعظم، وهو كقوله:  (لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا) هو على إثبات النفع في كل واحد عليها في الآخر فعلى ذلك الأول، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (اذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى (٢٤) قَالَ رَبِّ اشْرَحْ لِي صَدْرِي (٢٥) وَيَسِّرْ لِي أَمْرِي (٢٦) وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي (٢٧) يَفْقَهُوا قَوْلِي (٢٨) وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي (٢٩) هَارُونَ أَخِي (٣٠) اشْدُدْ بِهِ أَزْرِي (٣١) وَأَشْرِكْهُ فِي أَمْرِي (٣٢) كَيْ نُسَبِّحَكَ كَثِيرًا (٣٣) وَنَذْكُرَكَ كَثِيرًا (٣٤) إِنَّكَ كُنْتَ بِنَا بَصِيرًا (٣٥) قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَا مُوسَى (٣٦) </p><p> وقوله - عَزَّ وَجَلَّ -: (اذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى) الطغيان: هو المجاوزة عن الحدود التي جعلت، كان فرعون قد تعدى، وجاوز الحد في كل شيء، حتى أدعى لنفسه الربوبتة، حيث قال:  (أَنَا رَبُّكُمُ الْأَعْلَى) . </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ رَبِّ اشْرَحْ لِي صَدْرِي (٢٥) إن موسى سأل ربه أن يشرح له صدره، وذكر مُحَمَّد أنه شرح له صدره بقوله:  (أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ. وَوَضَعْنَا عَنْكَ وِزْرَكَ) ، ثم جائز أن يكون شرح صدرهم لتسع ما حمل عليهم من ثقل النبوة والرسالة؛ ليتسع صدرهم لذلك، ويقدروا على القيام بذلك والوفاء به. </p><p> أو أن يكون سأله شرح صدره؛ لما كان الرسل يغضبون لله عند تكذيبهم قومهم حين دعوهم إلى دينه، ويحزنون على ذلك، فيمنعهم غضبهم وحزنهم عن القيام بتبليغ الرسالة، كقوله:  (قَالَ رَبِّ إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ) ، أخبر أنه يخاف عند تكذيب قومه ضيق صدره وثقل لسانه؛ فسأله لذلك أن يشرح له صدره، ويطلق له لسانه. </p><p> ويحتمل ما قاله بعض أهل التأويل:  (اشْرَحْ لِي صَدْرِي) ، أي: ليِّن لي قلبي؛ لأن الرسل قد امتحنوا في حال واحدة بشيئين متضادين: بالغضب لله عند تكذيب قومهم إياهم، والرأفة لهم، والرحمة بما حل بهم بالتكذيب من العذاب، فذلك أمران يتضادان خص الرسل بهما، فجائز أن يكون سأل ربه أن يشرح له صدره؛ ليتسع للأمرين جميعًا: الغضب له، والرحمة عليهم. </p>"
}