{
  "id": null,
  "sura": 20,
  "aya": 40,
  "text": "<p> عرفت بذلك أن ذلك من اللَّه، لا من أحد سواه. </p><p> أو أن يكون رفع الحجاب والموأنع من قلبها، وصار لها ذلك كالعيان. </p><p> أو كانت كالمضطرة إلى ذلك؛ فوسع لها ذلك لما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي ... (٣٩) </p><p> قال عامة أهل التأويل: ألقى عليه محبة في قلب امرأة فرعون، حيث قالت:  (قُرَّتُ عَيْنٍ لِي وَلَكَ لَا تَقْتُلُوهُ. . .) الآية، لكن ألقى عليه محبَّة في قلب امرأته وقلب فرعون أيضًا، حتى كان أشفق الناس عليه وأحبهم، بعد ما كان يقتل الولدان بسببه؛ ليجده ويظفر به، يذكره - عَزَّ وَجَلَّ - رحمته عليه ومننه له، وهي المنة التي ذكر، حيث قال:  (وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أُخْرَى) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلِتُصْنَعَ عَلَى عَيْنِي) ، الصنع: هو فعل الخير والمعروف، أي: لنصنع إليك المعروف والإحسان. </p><p> وقوله:  (عَلَى عَيْنِي) : قَالَ بَعْضُهُمْ: لتُغَذَّى على حفظي، يقال: عين اللَّه عليك: أي كن في حفظ اللَّه، وهو قول الحسن وقتادة. </p><p> وقَالَ بَعْضُهُمْ: لتربي على عيني، أي: على علمي، والأول أشبه. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذْ تَمْشِي أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلَى مَنْ يَكْفُلُهُ فَرَجَعْنَاكَ إِلَى أُمِّكَ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَقَتَلْتَ نَفْسًا فَنَجَّيْنَاكَ مِنَ الْغَمِّ وَفَتَنَّاكَ فُتُونًا فَلَبِثْتَ سِنِينَ فِي أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ عَلَى قَدَرٍ يَا مُوسَى (٤٠) أي: من يضمه، يسمى كافل اليتيم الذي يضمه ويضمنه ويحفظه، وهو كقوله:  (أَيُّهُمْ يَكْفُلُ مَرْيَمَ) أي: يضمها ويحفظها، فهذا يدل أنه كان عندهم من أحب الناس إليهم، وأشفقهم عليه، حيث قال:  (هَلْ أَدُلُّكُمْ عَلَى مَنْ يَكْفُلُهُ) ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَرَجَعْنَاكَ إِلَى أُمِّكَ كَيْ تَقَرَّ عَيْنُهَا) حيث قال لها: (إِنَّا رَادُّوهُ إِلَيْكِ) وعدٌ لها أن يرده إليها فردَّه. </p><p> وقوله:  (كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ) ، أي: يذهب حزنها الذي كان؛ لأنها قد كانت حزينة بطرحها إياه في اليم؛ ألا ترى أنه قال:  (إِنْ كَادَتْ لَتُبْدِي بِهِ .. .) الآية وهذا يدل أن قوله: (وَلَا تَحْزَنَ) ، أي: يذهب حزنها الذي كان بها. </p><p> وقود - عَزَّ وَجَلَّ -: (وَقَتَلْتَ نَفْسًا فَنَجَّيْنَاكَ مِنَ الْغَمِّ) : </p><p> يحتمل أن يكون الغم الذي أخبر أنه نجاه منه هو الخوف الذي كان به بعد مقتل ذلك القبطي، حيث قال:  (فَأَخَافُ أَنْ يَقْتُلُونِ) ، وقوله:  (فَخَرَجَ مِنْهَا خَائِفًا يَتَرَقَّبُ) ، ونحوه، أو نجاه من أنواع الغموم؛ إذ كان له غموم. </p>"
}