{
  "id": null,
  "sura": 20,
  "aya": 22,
  "text": "<p> وقع في البئر أو من فوق حائط، ويقال: رديته، أي: ألبسته الرداء، وارتديت: أي: لبست الرداء، وترديت: مثله. </p><p> وقوله:  (أَتَوَكَّأُ) ، أي: أستعين بها على المشي. </p><p> وقوله:  (وَأَهُشُّ بِهَا عَلَى غَنَمِي) ، أي: أضرب الشجرة حتى تنثر ورقها فتأكله غنمه، </p><p> والهش: الكريم، والبش: من البشاشة، قال: والمآرب: الحوائج، والأرب -أيضًا-: الحاجة، والآراب جمع، ويقال: أربت الشيء: قسمته، وجعلته إربًا أقسامًا: أي: جزأته أجزاء. </p><p> وفي قوله:  (وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى (١٧) قَالَ هِيَ عَصَايَ) دلالة أن الإنسان إذا استخبر عن شيء، فإن عليه أن يخبر المستخبر عما يستخبر على الإجابة له، ولو كان يعلم أن المستخبر له عن ذلك عالم بذلك؛ لأن موسى كان يعلم أن ربه كان أعلم بما في يده منه، ولم يقل له حين استخبر عما في يده: إنك أنت أعلم به مني، ولكنه قال: هي عصاي إجابة له وتعظيمًا لأمره، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاضْمُمْ يَدَكَ إِلَى جَنَاحِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ آيَةً أُخْرَى (٢٢) وقال في آية أخرى: (وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ) ، وكأن في هذا تفسير الأول. </p><p> وقوله:  (مِنْ غَيْرِ سُوءٍ) : قال عامة أهل التأويل: (مِنْ غَيْرِ سُوءٍ) ، أي: من غير برص، كأنهم ذهبوا إلى أن البياض في الإنسان إذا اشتد به حتى يغلف سائر بدنه لا يكون إلا بالبرص؛ لذلك قال:  (مِنْ غَيْرِ سُوءٍ) أي: من غير برص بك (آيَةً أُخْرَى) سوى آية العصا. </p><p> وجائز أن يكون (بَيْضَاءَ مِنْ غَيْرِ سُوءٍ) أي: من غير آفة وعيب بك وأذى؛ لأن التغيّر إذا وقع في بعض بدن الإنسان لا يكون إلا بعيب وآفة تحل به، فبين أن ذلك البياض ليس لآفة بك، ولا عيب في بدنك، ولا فيه أذى، ولكن آية ليريها منها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِنُرِيَكَ مِنْ آيَاتِنَا الْكُبْرَى (٢٣) </p><p> قال قائلون: الآية في اليد أكبر من الآية في العصا؛ لأن سحر أُولَئِكَ كان في العصا. </p><p> وقال قائلون: آية العصا أكبر من آية اليد؛ لأن أُولَئِكَ كانوا أهل بصر وعلم في السحر في العصا، فخروج عصا موسى عما احتمل وسعهم وما لهم فيه بصر وعلم، يدل على أن ما أتى موسى ليس هو بسحر، ولكن آية من اللَّه؛ لأن فضل بصر الرجل وعلمه في شيء إنما يظهر بمجاوزته في ذلك عن أهل بصر في ذلك النوع وعلم، لا يظهر ذلك على أهل الجهل في ذلك، فعلى ذلك أمر عصا موسى. </p>"
}