{
  "id": null,
  "sura": 20,
  "aya": 86,
  "text": "<p> مثله ظاهرة وفي الرسالة لا؛ لذلك افترقا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَرَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ يَا قَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا أَفَطَالَ عَلَيْكُمُ الْعَهْدُ أَمْ أَرَدْتُمْ أَنْ يَحِلَّ عَلَيْكُمْ غَضَبٌ مِنْ رَبِّكُمْ فَأَخْلَفْتُمْ مَوْعِدِي (٨٦) </p><p> والأسف: هو النهاية في الغضب، والنهاية في الحزن، وهكذا جبل اللَّه رسله وأنشأهم على نهاية الغضب لله والأسف له عند معاينتهم الخلاف لله والتكذيب له؛ كقوله:  (لَعَلَّكَ بَاخِعٌ نَفْسَكَ. . .) الآية، وقوله:  (فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ) ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ يَا قَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا) . </p><p> على تأويل الحسن: وعدًا حسنا، هو الثواب الذي وعد لهم بالدِّين والسبيل. </p><p> (قَالَ هُمْ أُولَاءِ عَلَى أَثَرِي) ، أي: على ديني وسبيلي. </p><p> وقَالَ بَعْضُهُمْ:  (وَعْدًا حَسَنًا) أي: عدلا وصدقا؛ حيث وعد لهم أنه يرجع إليهم عند رأس أربعين أو ثلاثين ليلة، على ما ذكر - عَزَّ وَجَلَّ -: (أَفَطَالَ عَلَيْكُمُ الْعَهْدُ) على تأويل الحسن: أفطال عليكم عهد ما وعد لكم من دون الثواب والجزاء على دينه وسبيله حتى نسيتم ذلك. </p><p> وعلى تأويل من قال: إن الوعد هو ما وعد أنه يرجع إليهم على رأس كذا يقول: أفطال عليكم ومضى وعدي حتى فعلتم ما فعلتم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَمْ أَرَدْتُمْ أَنْ يَحِلَّ عَلَيْكُمْ غَضَبٌ مِنْ رَبِّكُمْ) . </p><p> أي: أم تعمدتم الخلاف فيحل عليكم غضب من ربكم. </p><p> (فَأَخْلَفْتُمْ مَوْعِدِي) يحتمل الموعد الوجهين اللذين ذكرناهما فيما مضى. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالُوا مَا أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا ... (٨٧) برفع الميم وكسره: فمن قرأه بمُلْكِنَا برفع الميم، أي: بسلطاننا وطاقتنا، أي: لم نفعل بسلطاننا وطاقتنا. </p><p> ومن قرأه:  (بِمِلْكِنَا) بكسر الميم أي: بما ملكت أيدينا. </p><p> وقال الكسائي: من قرأ (بِمُلْكِنَا) ، معناه: بسلطاننا، ومن قرأه:  (بِمَلْكِنَا) بكسر الميم ونصبه معناهما: وهو ما ملكت أيدينا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَكِنَّا حُمِّلْنَا أَوْزَارًا مِنْ زِينَةِ الْقَوْمِ) . </p><p> قيل: أثقالا من زينة القوِمِ، أي: من حلى القبط. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَقَذَفْنَاهَا) ، أي: قذفنا ما حملنا من حليهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَكَذَلِكَ أَلْقَى السَّامِرِيُّ) . </p><p> أي: كذلك قذف ما حمل السامري من حليهم. </p>"
}