{
  "id": null,
  "sura": 20,
  "aya": 97,
  "text": "<p> ويشبه أن يكون الذي قبضه هو تراب من أثر الفرس، على ما قاله أهل التأويل، وقد ذكر في حرف أبي:  (فقبضت قبضة من أثر فرس الرسول) ، فإن ثبت ما قالوا، وإلا لم نزد على ما ذكر في الكتاب من هذه الأنباء والقصص التي كانت في كتبهم، فذكرت في القرآن؛ ليحتج بها رسول اللَّه على أُولَئِكَ؛ ليعرفوا أنه إنما عرف باللَّه تعالى، فلو زيد أو نقص عما في كتبهم، لذهب موضع الاحتجاج عليهم، بل يوجب ذلك شبه الكذب عليهم؛ لذلك وجب حفظ ما حكى في الكتاب من الأنباء والأخبار من غير زيادة ولا نقصان مخافة الكذب، إلا إن ثبت شيء يذكر عن رسول اللَّه أنه كان، فعند ذلك يقال، وإلا الكف أولى لما ذكرناه. </p><p> وفي قراءة الحسن وقتادة:  (فقبصت قبصة) بالصاد، والقبصة: هو الأخذ بأطراف الأصابع، والقبضة: هو بالكف؛ فلا يحتمل أن يصح الحرفان جميعًا؛ لأن الأخذ بأطراف الأصابع دون الكف فهو خبر يخبر عما في كتبهم، فإما أن يكون ذا أو ذا؟ فأما أن يكونا جميعًا فلا يحتمل، إلا أن يقال: إنه أخذه بأطراف الأصابع، ثم رده إلى الكف؛ فحينئذ يكون، أو أن يكون ثَمَّ مرتان، واللَّه أعلم. </p><p> وقوله:  (وَكَذَلِكَ سَوَّلَتْ لِي نَفْسِي) . </p><p> هذا يحتمل وجهين: </p><p> أحدهما: أي: كذلك سولت لي نفسي أنك متى تأخذ قبضة من أثر الرسول فنبذتها في الحلي يحيا. </p><p> أو أن يكون سولت له نفسه على ما كان عادتهم وطبيعتهم أنهم لا يعبدون ما لا يرونه ولا يقع بصرهم عليه؛ حيث قالوا:  (يَا مُوسَى اجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ) وكقولهم: (لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً) ، فقال: سولت لي نفسي أن أتخذ لهم عجلا يرونه فيعبدونه. </p><p> أو سولت لي نفسي أن في قبضة أثر الرسول بناءً عظيمًا. </p><p> أو قال ذلك اعتذارًا لجميع ما كان منه من أول الأمر إلى آخر أمره، واللَّه أعلم. </p><p> وقوله تعالى:  (فَاذْهَبْ فَإِنَّ لَكَ فِي الْحَيَاةِ أَنْ تَقُولَ لَا مِسَاسَ ... (٩٧) </p><p> قَالَ بَعْضُهُمْ: أي: لا تزال تقول: لا مساس، لا تقول غيره؛ عقوبة له وجزاء لصنيعه. </p><p> وقَالَ بَعْضُهُمْ: أن تقول: لا مساس لم تمسني، ولا أمسك، أي: لا تمسني أبدًا، </p><p> أخرجه من بين أظهرهم؛ لما علم موسى منه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنَّ لَكَ مَوْعِدًا لَنْ تُخْلَفَهُ) . </p><p> يحتمل: أن لك موعدا لعذابك لن تخلفه، يحتمل ذلك في الدنيا والآخرة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَانْظُرْ إِلَى إِلَهِكَ الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا) . </p><p> قوله:  (وَانْظُرْ إِلَى إِلَهِكَ) الذي تزعم أنه إله، لا أن موسى سمى ذلك، وهو كما قال:  (فَرَاغَ إِلَى آلِهَتِهِمْ) ، التي في زعمهم آلهة. </p><p> وقوله - عَزَّ وَجَلَّ -: (ظَلْتَ عَلَيْهِ عَاكِفًا) فقوله: (ظَلْتَ) يقال بالنهار، وفي الليل يقال: بات. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَنُحَرِّقَنَّهُ ثُمَّ لَنَنْسِفَنَّهُ فِي الْيَمِّ نَسْفًا) . </p><p> وفي هذا إثبات آية لموسى؛ حيث قال:  (لَنُحَرِّقَنَّهُ) ، والعجل الذي هو من لحم ودم ليس من طبع النار إحراقه، وكذلك الحلي والذهب والفضة ليس من طبع النار إحراقهما حتى تصير رمادًا، ولكن من طبعهما الإذابة، ثم أخبر أنه محرقه، فدل أنه آية. </p><p> وفي قوله:  (لَنُحَرِّقَنَّهُ) لغتان: (لَنُحَرِّقَنَّهُ) بالتشديد وبرفع النون وهو التحريق بالنار، و (لَنَحْرُقَنَّه) بنصب النون وهو القطع بالمبرد. </p><p> وقال أبو معاذ: فمن قرأه (لَنَحْرُقَنَّه) بنصب النون، فقد كان العجل من الحلي فلم يقدر على تحريقه بالنار فحرق بالمبرد. </p><p> ومن قرأه:  (لَنُحَرِّقَنَّهُ) برفع النون والتشديد يقول: كان لحمًا ودمًا فأحرق بالنار صار رمادًا ثم نسف في اليم. </p><p> قال أبو معاذ: يا سُبْحَانَ اللَّهِ، إن كنت أحرقته بالنار فما حاجتك إلى المبرد، لكن أراد مقاتل أن يجمع القراءتين والتأويلين في قراءة واحدة. </p><p> لكنه عندنا لا يجوز أن يكون العجل من لحم ودم في إحدى القراءتين وفي الأخرى من الحلي لا لحم فيه ولا دم، وتكون القراءتان جميعًا منزلتين. </p><p> وما قاله مقاتل: إنه حرق بالنار ثم حرق بالمبرد حسن؛ لأن النار لا تحرق العجل إذا كان لحمًا ودما، ولكنها تذيبه، فأبرد بالمبرد، فعند ذلك نسف في اليم. </p><p> قال أبو معاذ: تقول العرب: نسفت البرد أنسفته نسفًا: إذا أخرجت المنسفة فطيرت غباره، ويقال في المشي: ما زلنا ننسف يومنا كله نسفا، أي: نمشي. </p>"
}