{
  "id": null,
  "sura": 21,
  "aya": 81,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَكُنَّا فَاعِلِينَ) . </p><p> أي: كنا فاعلين ما نريد: إن أردنا أن يسبحن، يسبحن، وإن أردنا ألا يسبحن، لا يسبحن، أي: كنا فاعلين جميع ما نريد، ليس كالخلائق؛ لأنهم يريدون أشياء لا تلتئم لهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ ... (٨٠) وقال في آية أخرى: (وَأَلَنَّا لَهُ الْحَدِيدَ (١٠) أَنِ اعْمَلْ سَابِغَاتٍ. . .) الآية. </p><p> ثم يحتمل قوله:  (وَأَلَنَّا لَهُ الْحَدِيدَ) أي: علمناه السبب الذي به يلين الحديد فيصنع به ما شاء، كما علم غيره من الخلق السبب الذي يلين به الحديد. </p><p> ويحتمل أن جعل له الحديد لينًا بلا سبب؛ تسخيرًا له كما سخر له غيره من الأشياء الشديدة الصلبة، كما أعطى ولده عين القطر حيث قال:  (وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ) وذلك لم يكن لأحد سواه. وكذلك الحديدَ ألان لوالده حتى يعمل به ما شاء ما لم يكن ذلك في حديد سواه، (وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ) قيل: دروع الحديد (لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ) أي: تقيكم من بأسكم، أي: من عدوكم ومن أمر حربكم، وفيه قرأت:  (لِتُحْصِنَكُمْ) بالتاء: و (ليحصنكم) بالياء: و (لنحصنكم) بالنون. </p><p> قال الكسائي: من قرأ بالتاء: (لِتُحْصِنَكُمْ) أي: الصنعة تحصنكم من بأسكم، ومن قرأ بالياء:  (ليحصنكم) أي: اللبوس يحصنكم من بأسكم، ومن قرأ بالنون:  (لنحصنكم) فإنه يقول: نحصنكم بهن من بأسكم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَهَلْ أَنْتُمْ شَاكِرُونَ) ما أعطاكم من النعمة التي ذكر من تسخير الجبال له والطير والحديد والرياح وغيره، فهل أنتم شاكرون ذلك، أي: اشكروا له في نعمه؛ لأن الاستفهام من اللَّه على الإيجاب والإلزام. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً تَجْرِي بِأَمْرِهِ ... (٨١) ذكر هاهنا \" عاصفة \" ، وقال في آية أخرى:  (فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ) أي: لينة، فهو يحتمل وجوهًا: قَالَ بَعْضُهُمْ: كأنها تشتد إذا أراد سليمان وتلين إذا أراد. </p><p> وقَالَ بَعْضُهُمْ: كانت تشتد وقت حمل السرير وتلين وقت سيره. </p><p> ويحتمل أن تكون عاصفة شديدة في الخلقة، لكنها كانت تلين له وترخو؛ فكأنه يقول: سخرنا لسليمان الريح العاصفة الشديدة حتى كانت تلين له. </p><p> وقوله:  (تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا) لا تقصد غيرها. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ. وَمِنَ الشَّيَاطِينِ مَنْ يَغُوصُونَ لَهُ </p>"
}