{
  "id": null,
  "sura": 21,
  "aya": 107,
  "text": "<p> فيكون هذا تفسيرًا لذلك. </p><p> وقَالَ بَعْضُهُمْ:  (أَنَّ الْأَرْضَ) يعني: أرض بيت المقدس (يَرِثُهَا عِبَادِيَ الصَّالِحُونَ) وهو كذلك كان، لم يزل بها عباد اللَّه الصالحون إلى يوم القيامة. </p><p> وجائز أن يكون قوله:  (أَنَّ الْأَرْضَ يَرِثُهَا)  [أمَّة محمد] ، كقول رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" زُويت لي الأرضُ فأريتُ مشارقَهَا ومغاربَها وسَيبلُغ ملك أمتي ما زُوي لي منها \" ، فذلك وراثتها، وهم عباده الصالحون، كقوله:  (كُنْتُمْ خَيْرَ أُمَّةٍ. . .) الآية؛ أخبر أنها خير الأمم، واللَّه أعلم. </p><p> وقوله:  (إِنَّ فِي هَذَا لَبَلَاغًا لِقَوْمٍ عَابِدِينَ (١٠٦) يحتمل قوله: (فِي هَذَا) أي: فيما ذكر من قوله: (وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ) في ذلك (لَبَلَاغًا لِقَوْمٍ عَابِدِينَ) أي: لقوم همتهم العبادة، أو لقوم مطيعين موحدين. </p><p> وجائز أن يكون قوله:  (إِنَّ فِي هَذَا) فيما تقدم من الآيات، وهو قوله:  (وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الَّذِينَ كَفَرُوا. . .) ، إلى قوله:  (أَنْتُمْ لَهَا وَارِدُونَ) ، وما ذكر من قوله:  (إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى. . .) إلى آخر ما ذكر - أن فيما ذكر كله (لَبَلَاغًا لِقَوْمٍ عَابِدِينَ) . </p><p> وجائز أن يكون بلاغا للناس جميعًا، كقوله:  (هَذَا بَلَاغٌ لِلنَّاسِ) ، فيكون قوله:  (لِقَوْمٍ عَابِدِينَ) أي: لقوم يلزمهم العبادة. </p><p> وقَالَ بَعْضُهُمْ:  (إِنَّ فِي هَذَا) أي: في هذا القرآن (لَبَلَاغًا) أبلغهم عن اللَّه (لِقَوْمٍ عَابِدِينَ) . </p><p> وفي حرف ابن مسعود:  (إن في هذا) أي: في هذا (لِقَوْمٍ عَابِدِينَ) . </p><p> * * * </p><p> قوله تعالى:  (وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ (١٠٧) قُلْ إِنَّمَا يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَهَلْ أَنْتُمْ مُسْلِمُونَ (١٠٨) فَإِنْ تَوَلَّوْا فَقُلْ آذَنْتُكُمْ عَلَى سَوَاءٍ وَإِنْ أَدْرِي أَقَرِيبٌ أَمْ بَعِيدٌ مَا تُوعَدُونَ (١٠٩) إِنَّهُ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ (١١٠) وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَكُمْ وَمَتَاعٌ إِلَى حِينٍ (١١١) قَالَ رَبِّ احْكُمْ بِالْحَقِّ وَرَبُّنَا الرَّحْمَنُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ (١١٢) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ) جائز أن يكون كل رسل الله رحمة من اللَّه للعالمين، وكذلك كل كتب اللَّه رحمة للعالمين على ما ذكر في عيسى:  (وَرَحْمَةً مِنَّا وَكَانَ أَمْرًا مَقْضِيًّا) . </p>"
}