{
  "id": null,
  "sura": 21,
  "aya": 108,
  "text": "<p> وجائز أن يكون لرسول اللَّه - صلوات اللَّه وسلامه عليه - خاصة؛ فيكون في وجهين: أحدهما: (وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ) وما أرسلناك: إلا جعلناك رحمة للعالمين. </p><p> أو أن يقال: وما أرسلناك إلا رحمة منا للعالمين، والعالمين: هو الجن والإنس؛ لأنه بعث إليهم، ثم الرحمة فيه يحتمل وجوها: </p><p> أحدها: تأخير العذاب عنهم. </p><p> والثاني: أنه رحمة، حتى إذا اتبعوه يكون به نجاتهم، وبه عزهم في الدنيا والآخرة. </p><p> والثالث: شفاعته لأهل الكبائر في الآخرة، ونحو ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ إِنَّمَا يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَهَلْ أَنْتُمْ مُسْلِمُونَ (١٠٨) كأنه على الدعاء خرج الأمر، كأنه قال: أمرني ربي أن أخبركم: أن إلهكم إله واحد؛ فاصرفوا العبادة إليه، ولا تشركوا فيها غيره. </p><p> أو أن يقول: أوحى إفي أن أدعوكم إلى إلهكم الذي هو إله واحد، وإلا كان رسول الله يعلم أنه إله واحد، لكنه خرج على الدعاء والإخبار أنه إله واحد. </p><p> أو أن يخبرهم أني أدعوكم إلى ما أدعوكم إليه وآمركم، إنما أدعوكم وآمركم بالوحي بما أوحى إليَّ، لا من تلقاء نفسي:  (قُلْ إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ) ، واللَّه أعلم. </p><p> وقوله:  (فَهَلْ أَنْتُمْ مُسْلِمُونَ) ظاهره وإن كان استفهامًا فهو على الأمر والإيجاب كأنه قال: قد أوحى إلى أن إلهكم إله واحد، فأسلموا له وأخلصوا العبادة له، لا تشركوا فيها غيره، والإسلام هو أن يجعل كلية الأشياء والأعمال كلها لله عَزَّ وَجَلَّ، ثم هو يكون على وجهين: </p><p> أحدهما: على الاعتقاد أن يعتقد كلية الأشياء لله، لا على تحقيق ذلك الفعل. </p><p> والثاني: على تحقيق جعل الأشياء كلها لله اعتقادا وفعلا وقولا، منه يخاف، ومنه يرجو، لا يخاف غيره، ولا يرجو من دونه، فهو حقيقة الإسلام. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنْ تَوَلَّوْا فَقُلْ آذَنْتُكُمْ عَلَى سَوَاءٍ وَإِنْ أَدْرِي أَقَرِيبٌ أَمْ بَعِيدٌ مَا تُوعَدُونَ (١٠٩) هذا يدل على أن الأول خرج على الأمر والدعاء، حيث قال:  (فَإِنْ تَوَلَّوْا) عن الإجابة إلى ما دعوتهم إليه (فَقُلْ آذَنْتُكُمْ عَلَى سَوَاءٍ) أي: أعلمتكم على عدل وحق، كقوله:  (قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ) أي: عدل بيننا وبينكم، فعلى ذلك هذا محتمل أن يكون قوله:  (عَلَى سَوَاءٍ) أي: على عدل وحق. </p>"
}