{
  "id": null,
  "sura": 21,
  "aya": 86,
  "text": "<p> أرحم بي من كل الراحمين. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِنْ ضُرٍّ ... (٨٤) هو ظاهر أنه كشف عنه ما أصابه من البلاء في بدنه وأهله حتى عاد إلى الحال التي كان قبل ذلك. </p><p> وقَالَ بَعْضُهُمْ: أوتي أهله في الدنيا ومثل أجورهم في الآخرة. </p><p> وقَالَ بَعْضُهُمْ:  (وَآتَيْنَاهُ أَهْلَهُ) فأحياهم اللَّه (وَمِثْلَهُمْ مَعَهُمْ) ، وكانت امرأة أيوب ولدت قبل البلاء أولادًا بنين وبنات، فأحياهم اللَّه. </p><p> وقَالَ بَعْضُهُمْ:  (وَآتَيْنَاهُ أَهْلَهُ) أي: ما يتأهل به من الأهل والأنصار على ما كان له من قبل. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (رَحْمَةً مِنْ عِنْدِنَا وَذِكْرَى لِلْعَابِدِينَ) يحتمل وجوهًا: </p><p> أحدها: أن من ابتلي ببلاء، فصبر على ما صبر أيوب على بلائه، ففرجه اللَّه عن ذلك البلاء - فيفرجه عنه كما فرج لأيوب. </p><p> والثاني: يعلم أن ما أصابه ليس لأمر يسبق منه، ولكن ابتلاء محنة من اللَّه امتحنه بها، وله أن يمتحن من شاء بما شاء من المحن. </p><p> * * * </p><p> قوله تعالى:  (وَإِسْمَاعِيلَ وَإِدْرِيسَ وَذَا الْكِفْلِ كُلٌّ مِنَ الصَّابِرِينَ (٨٥) وَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا إِنَّهُمْ مِنَ الصَّالِحِينَ (٨٦) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِسْمَاعِيلَ وَإِدْرِيسَ وَذَا الْكِفْلِ) يشبه أن يكون \" ذا الكفل \" اسمًا من أسمائه، وجائز أنه سمي ذا الكفل؛ لأمر كان منه: ذكر أنه كان رجلًا صالحًا، فكفل لنبي بأمر قومه، فوفى ما تكفل به؛ فسمي لذلك ذا الكفل. </p><p> ثم اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: هو رجل صالح على ما ذكرنا. </p><p> وقَالَ بَعْضُهُمْ: كان نبيا، لسنا نعلم ذلك سوى أنه ذكر أنه من الصابرين، سماهم صابرين على الإطلاق، وكذلك سماهم صالحين على الإطلاق، وذلك - واللَّه أعلم - لأنهم جمعوا جميع أنواع الصبر وجميع أنواع الصلاح. واللَّه أعلم. </p><p> وقوله:  (وَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا إِنَّهُمْ مِنَ الصَّالِحِينَ (٨٦) قال الحسن: أدخلناهم في رحمتنا وهي الجنة، وجائز أن يكون جميع ما نالوا من الصبر والصلاح كان ذلك كله رحمةَ اللهِ وفضله، وهكذا أن من نال شيئًا من الخيرات والطاعات فإنما ينال ذلك كله برحمته. واللَّه أعلم. </p><p> * * * </p><p> (وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ فَنَادَى فِي الظُّلُمَاتِ </p>"
}