{
  "id": null,
  "sura": 21,
  "aya": 93,
  "text": "<p> يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ (٩٦) وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الَّذِينَ كَفَرُوا يَا وَيْلَنَا قَدْ كُنَّا فِي غَفْلَةٍ مِنْ هَذَا بَلْ كُنَّا ظَالِمِينَ (٩٧) إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ (٩٨) لَوْ كَانَ هَؤُلَاءِ آلِهَةً مَا وَرَدُوهَا وَكُلٌّ فِيهَا خَالِدُونَ (٩٩) لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لَا يَسْمَعُونَ (١٠٠) </p><p> وقوله:  (إِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاعْبُدُونِ (٩٢) </p><p> قَالَ بَعْضُهُمْ: إن هذه ملتكم وشريعتكم ومذاهبكم ملة واحدة وشريعة واحدة، يعني: شريعة الإسلام، وملة واحدة ليست بمفترقة. </p><p> وقَالَ بَعْضُهُمْ: إن هذا دينكم دين واحد، ليس كدين الأمم الخالية أديانًا مختلفة. </p><p> أو أن يكون الأمة ما يؤم إليها ويقصد؛ لأن الأمة هي الجماعة، وهي المقصودة. </p><p> وجائز أن يكون إخبارًا عن هذه الأمة على دين واحد وملة واحدة، ليسوا بمختلفين ولا بمفترقين، كسائر الأمم الخالية، كقوله:  (وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا. . .) الآية. وقوله (وَلَا تَفَرَّقُوا) الآية، أخبر عنهم أنهم غير متفرقين، ونهاهم عن أن يتفرقوا كما تفرق الأولون؛ ألا ترى أنه قال على إثره:  (وَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ) هذا يدل على أنه إخبار عن أهل الإسلام في صدر الأمر أنهم على شيء واحد. </p><p> وقال الزجاج:  (إِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً) وما لزموا الحق واتبعوه، وأما إذا تركوا لزومه وتركوا اتباعه فهي ليست بأمة واحدة، واللَّه أعلم. </p><p> وقوله:  (وَأَنَا رَبُّكُمْ فَاعْبُدُونِ) وقال في آية أخرى: (وَأَنَا رَبُّكُمْ فَاتَّقُونِ) ليعلم أن العبادة والتقوى واحد في الحقيقة؛ لأن الاتقاء هو ما يجتنب من الأفعال والعبادة ما يؤتى من الأفعال والعبادة، فإذا اجتنب ما يجب اجتنابه فقد أتى بما يجب إتيانه، وإذا أتى بما يجب إتيانه فقد اجتنب ما يجب اجتنابه، وهو كقوله:  (إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ) ، لأنه بفعله إياها مجتنب عن الفحشاء والمنكر. </p><p> وجائز أن يكون قوله:  (وَأَنَا رَبُّكُمْ فَاعْبُدُونِ) أي: توحدون، على ما قال أهل التأويل؛ لأنه إنما خاطب به أهل مكة. </p><p> وقوله:  (وَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ ... (٩٣) أخبر عن الأولين أنهم اختلفوا في دينهم وتفرقوا </p>"
}