{
  "id": null,
  "sura": 21,
  "aya": 26,
  "text": "<p> يقولون ذلك، دل أن الدلالة تلزم النافي. </p><p> وقوله - عَزَّ وَجَلَّ -: (هَذَا ذِكْرُ مَنْ مَعِيَ وَذِكْرُ مَنْ قَبْلِي) . </p><p> أي: هذا القرآن (ذِكْرُ مَنْ مَعِيَ وَذِكْرُ مَنْ قَبْلِي) . </p><p> قَالَ بَعْضُهُمْ: هذا القرآن فيه ذكر من معي من الحلال والحرام، (وَذِكْرُ مَنْ قَبْلِي) ، أي: فيه ذكر أعمال الأمم السالفة وأخبارهم وما صنع اللَّه بهم إلى ما صاروا إليه. </p><p> أو أن يكون قوله:  (هَذَا ذِكْرُ مَنْ مَعِيَ) أي: خبر من معي وخبر من قبلي؛ فيكون فيه دليل رسالته؛ لأنه أخبر عن أنباء الأمم السالفة وأخبارهم على ما ذكرت في كتبهم من غير أن علم ما في كتبهم بتعلم منهم أو بنظر كان منه فيها؛ ليعلموا أنه إنما عرف ذلك باللَّه. </p><p> ويشبه أن يكون تأويل قوله:  (هَذَا ذِكْرُ مَنْ مَعِيَ وَذِكْرُ مَنْ قَبْلِي) ما ذكر: (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ) ، أي: هذا ذكر من معي وذكر الرسل من قبلي ومن معهم، أي: هذا الذكر أرسلني إلى من معي وأرسل الذين من قبلي إلى قومهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ الْحَقَّ فَهُمْ مُعْرِضُونَ) : كذلك كانوا لا يعلمون الحق بإعراضهم عنه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ (٢٥) </p><p> أخبر: أنه لم يرسل رسولًا من قبل إلا بما ذكر من قوله: (أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ) . </p><p> ثم يحتمل قوله:  (فَاعْبُدُونِ) أي: وحدوني في الألوهية لا تصرفوا الألوهية إلى غيري، ولا تشركوا من دوني في ألوهيتي. </p><p> أو أن يكون:  (فَاعْبُدُونِ) أي: إليَّ؛ فاصرفوا العبادة إليَّ، ولا تصرفوا العبادة إلى مَن دوني، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا سُبْحَانَهُ بَلْ عِبَادٌ مُكْرَمُونَ (٢٦) لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ (٢٧) يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ (٢٨) وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ كَذَلِكَ نَجْزِي الظَّالِمِينَ (٢٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا سُبْحَانَهُ بَلْ عِبَادٌ مُكْرَمُونَ) . </p>"
}