{
  "id": null,
  "sura": 21,
  "aya": 18,
  "text": "<p> لعبًا؛ كقوله:  (أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ) ، صير عدم الرجوع إليه بعد خلقهم عبثًا باطلا. </p><p> وقال الحسن: لم يخلقهما عبثا، ولكن خلقهما لحكمة من نظر إليهما دلَّاهُ على وحدانية منشئهما وسلطانه وقدرته وحكمته وعلى علمه وتدبيره. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَوْ أَرَدْنَا أَنْ نَتَّخِذَ لَهْوًا لَاتَّخَذْنَاهُ مِنْ لَدُنَّا إِنْ كُنَّا فَاعِلِينَ (١٧) </p><p> قَالَ بَعْضُهُمْ:  (لَهْوًا) أي: زوجة، لكن هذا بعيد؛ لأنه احتج عليهم على نفي الولد بنفي الصاحبة بقوله:  (أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَ) ، فلولا أنهم أقروا وعرفوا أن لا صاحبة له، وإلا لم يكن للاحتجاج عليهم على نفي الولد بنفي الصاحبة معنى، ويكون قوله:  (لَوْ أَرَدْنَا أَنْ نَتَّخِذَ لَهْوًا) أي: ولدًا؛ لأن الناس يتلهون بالولد فسماه: لهوًا لذلك، قال:  (لَاتَّخَذْنَاهُ مِنْ لَدُنَّا إِنْ كُنَّا فَاعِلِينَ) هذا يخرج على وجهين: </p><p> أحدهما:  (لَاتَّخَذْنَاهُ مِنْ لَدُنَّا) بحيث لا تبلغه أفهامكم ولا يدركه علمكم؛ لأن الولد يكون من جنس الوالدين ومن شكلهما، وسبيل معرفته وعلمه الاستدلال الحسي، فإذا لم يعرفوه هو بالحسي فكيف يعرفون من هو يكون منه لو كان؟! </p><p> والثاني: أن الغائب إنما يعرف بالاستدلال بالشاهد، فلو كان له الولد على ما تزعمون لكان لا يعرف؛ لأنه لا صنع للولد في الشاهد، إذ هو الواحد المتفرد بإنشاء العالم، فيذهب معرفة الولد إدراكه لو كان على ما تزعمون. </p><p> وقوله:  (لَوْ أَرَدْنَا أَنْ نَتَّخِذَ لَهْوًا لَاتَّخَذْنَاهُ مِنْ لَدُنَّا) ، ليس على أنه يحتمل أن يكون له الولد، أو أن يحتمل أن يتخذ ولدًا، ولكن لو احتمل أن يكون لم يحتمل أن يدرك ويعلم، وكذلك يخرج قوله:  (لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا) ، ليس أنه يحتمل أن يكون فيهما آلهة، ولكن لو احتمل أن يكون فيهما آلهة لفسدتا. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ (١٨) </p><p> يشبه أن يكون الحق الذي أخبر أنه يقذف على الباطل القرآن الذي أنزله على رسوله أو الرسول نفسه، أو الآيات التي جعلها لوحدانيته أو ألوهيته. </p><p> (فَيَدْمَغُهُ) ، أي: يبطل ذلك الذي قالوا في اللَّه ما قالوا من الولد والصاحبة وغيره مما لا يليق به. </p><p> (فَإِذَا هُوَ زَاهِقٌ) ، أي: هو ذاهب متلاشٍ. </p>"
}