{
  "id": null,
  "sura": 21,
  "aya": 29,
  "text": "<p> دل قوله:  (بَلْ عِبَادٌ مُكْرَمُونَ) : أنهم لم ينسبوا الولد إليه، ولا قالوا ذلك: إنه اتخذ ولدًا على حقيقة الولادة، ولكن قالوا ذلك على الصفوة واصطفائه من أضافوا ونسبوا إليه؛ لأن الذين قالوا: إنهم ولده من نحو عيسى وعزير والملائكة ليسوا كما وصفوا، ولكنهم عباد مكرمون، ثم أخبر بما أكرمهم فقال:  (لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ (٢٧) أخبر أنهم لا يتقدمون في قول ولا فعل إلا بإذن منه وأمر. </p><p> أو أن يكون قوله:  (لَا يَسْبِقُونَهُ بِالْقَوْلِ) أي: لا يأمرون بشيء ولا ينهون عن شيء إلا بإذن من اللَّه وأمر منه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ (٢٨) هذا قد ذكرناه في سورة \" طه \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى) ، وقال في آية أخرى:  (يَوْمَئِذٍ لَا تَنْفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلًا) ، فيكون تأويل قوله:  (إِلَّا لِمَنِ ارْتَضَى) أي: إلا لمن أذن له. </p><p> ثم يتوجه قوله:  (إِلَّا لِمَنِ ارْتَضَى) إلى الشفيع، أي: لا يؤذن لأحد بالشفاعة إلا من كان مرضيا مرتضى دينا وعملا، ويتوجه قوله:  (إِلَّا لِمَنِ ارْتَضَى) إلى المشفوع له: إلا لمن ارتضى عنه الرب مذهبًا وعملا؛ حتى لم يدخل في عمله تقصير. </p><p> ثم الشفاعة إنما جعلت في الأصل للتجاوز فيما دخل في العمل من التقصير. </p><p> ثم لا يخلو الذي يشفع له إما أن يكون صاحب الصغيرة فيجوز أن يعذب عليها، أو أن يكون صاحب كبيرة، ففيه دلالة التجاوز والعفو عن صاحب الكبيرة؛ لأنا قد قلنا: إن الشفاعة إنما جعلت لمن منه التقصير في العمل، ففيه دلالة نقض قول المعتزلة؛ لأنهم يقولون: إن صاحب الصغيرة معفو عنه الصغيرة حتى لا يجوز أن يعذب عليها، وصاحب الكبيرة لا يجوز العفو عنه والتجاوز، بل هو معذب أبدًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ) هذا - واللَّه أعلم - كأنه صلة قوله:  (لَا يَسْبِقُونَهُ بِالْقَوْلِ. . .) الآية، أي: من خشية عذابه وهيبته لا يتقدمون بقول ولا فعل ولا أمر ولا نهي؛ خوفًا منه وهيبة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ كَذَلِكَ نَجْزِي الظَّالِمِينَ (٢٩) </p><p> هذا كأنه مقطوع عما سبق وتقدم ذكره غير موصول به؛ لأن ما سبق هو القول منهم: إنه اتخذ الرحمن ولذا، فلو كان على اتصاله بالأول، لكان يقول: ومن يقل منهم: إني ولد إله؛ لأنهم قالوا:  (اتَّخَذَ الرَّحْمَنُ وَلَدا) ، ولم يقولوا: إنه اتخذ الرحمن إلها، فلو كان على الصلة بالأول والجواب له، فهو يخرج على الجواب لهم، ومن يقل منهم: إني ولد إله، لكن كأنهم كانوا فرقًا: منهم من قال: اتخذ ولدا، ومنهم من عبد دونه الملائكة واتخذهم آلهة، فخرج هذا جوابًا لذلك فقال:  (وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ. . .) الآية، فَإِنْ قِيلَ لنا في قوله:  (إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ) ، وقد عبد عيسى من دونه، وعبد الملائكة دونه؛ فيكون حصب جهنم على ظاهر ما ذكر، قلنا: تأويل قوله: (إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ) أي: (إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ) بأمر الذين عبدوا وقالوا لهم: اعبدوني (حَصَبُ جَهَنَّمَ) ، دليله ما ذكر في الآية:  (وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ كَذَلِكَ نَجْزِي الظَّالِمِينَ) أي: المشركين (الظَّالِمِينَ) وهاهنا: المشركين الكافرين. </p><p> ثم قال الحسن في قوله:  (وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ) : لا يحتمل أن يكونوا يقولون ذلك؛ لما وصفهم بالطاعة له وترك الخلاف لأمره، لكنه ذكر هذا؛ ليعلم الخلق أن من قال ذلك وإن عظم قدره عنده، وجلت منزلته أنه يجزيه بما ذكر أنه يستوجب لذلك. </p><p> ولكن عندنا المعصية من الملائكة ممكن محتمل؛ دليله قوله:  (وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ) ، ولأنه قد مدحهم بقوله:  (لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ. . .) الآية. وقوله:  (لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ. . .) الآية، فدل ذلك كله على أنهم مختارون في ذلك غير مجبولين عليه. </p><p> وقَالَ بَعْضُهُمْ من أهل التأويل:  (وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ) وهو إبليس هو كان منهم، وهو الذي قال ذلك (إِنِّي إِلَهٌ مِنْ دُونِهِ) فاعبدونى، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ (٣٠) وَجَعَلْنَا فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا </p>"
}