{
  "id": null,
  "sura": 21,
  "aya": 53,
  "text": "<p> ويعيب عليهم لعبادتهم ما ينحتون هم بأيديهم ويتركون عبادة من خلقهم وخلق أعمالهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالُوا وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ (٥٣) </p><p> قد انقطع حجاجهم لما قال لهم إبراهيم ما قال وأظهر سفههم، ففزعوا إلى تقليد آبائهم فقالوا:  (وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ (٥٣) قَالَ لَقَدْ كُنْتُمْ أَنْتُمْ وَآبَاؤُكُمْ فِي ضَلَالٍ مُبِينٍ (٥٤) لم ينكر عليهم فعل آبائهم وعبادتهم الأصنام، ولكن أقر لهم بصنيع آبائهم، ثم جمعهم وآباءهم وأخبر:  (أَنْتُمْ وَآبَاؤُكُمْ فِي ضَلَالٍ مُبِينٍ) بعبادة الأصنام. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالُوا أَجِئْتَنَا بِالْحَقِّ أَمْ أَنْتَ مِنَ اللَّاعِبِينَ (٥٥) </p><p> لما علموا أن مثل هذا القول لا يقوله إلا من كان عنده حجة وبرهان، فقالوا: أجئتنا بما تقول بحجة، (أَمْ أَنْتَ مِنَ اللَّاعِبِينَ) تلعب بنا وتهزأ؟ وأخبر أنه جاءهم بالحق وبين لهم ذلك الحق فقال:  (بَلْ رَبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ (٥٦) لا الأصنام التي تعبدونها، أي:  (رَبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ) الذي يعرف بالدلالات والبراهين وآثار الصنعة في غيره، لا الذي أحدثتم أنتم واتخذتموه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنَا عَلَى ذَلِكُمْ مِنَ الشَّاهِدِينَ) . </p><p> يحتمل: وإنا على جميع ما قال وكان منه من الحجاج وإقامة الحجج على ألوهية الله تعالى وتسفيه أُولَئِكَ في عبادة الأصنام - من الشاهدين، أو من الشاهدين على خلقها. </p><p> ويجوز أن يقال: الشاهد: المبين، وأنا على ذلكم من المبينين، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ (٥٧) </p><p> إن الأصنام لا يقصد إليها بالكيد، لكن تأويله - واللَّه أعلم - لأكيدن لكم في أصناكم. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ) قال عامة أهل التأويل: إن إبراهيم إنما قال ذلك: (لَأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ) من الأصنام إلى عيدهم؛ لأنهم كانوا يخرجون إلى عيدهم من الغد، فقال:  (لَأَكِيدَنَّ أَصْنَامَكُمْ) ، أي: لأكيدن لكم في أصنامكم (بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ) منها إلى عيدكم. </p><p> وجائز أن يكون قوله:  (لَأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ) عني، وكانوا في ذلك الوقت بحضرة الأصنام؛ ألا ترى أنه قال لهم:  (مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ) ، ومثل هذا الكلام لا يقال إلا بحضرة الأصنام؛ لأنه أشار إلى الأصنام فقال:  (مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ) ، فقال عند ذلك:  (وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ) ، أي: لأكيدن لكم في أصنامكم بعد أن تولوا مدبرين عني؛ على التأويل الأول، يكون توليهم الأدبار عن الأصنام إلى عيدهم، وعلى التأويل الثاني يكون توليهم الأدبار عن إبراهيم، واللَّه أعلم. </p>"
}