{
  "id": null,
  "sura": 21,
  "aya": 24,
  "text": "<p> وفي حرف ابن مسعود وأبي وحفصة:  (لو كان فيهن آلهة لفسدن) . </p><p> ثم يحتمل قوله:  (لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا) وجوهًا: </p><p> أحدها:  (لَفَسَدَتَا) ، أي: لم يكونا من الأصل؛ لأن العرف في الملوك أن ما بنى هذا وأثبته يريد الآخر نقضه وإفناءه، فلم يثبتا ولم يكونا من الأصل لو كانا لعدد. </p><p> والثاني:  (لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا) : لم تكن منافع إحداهما متصلة بمنافع الأخرى للخلق؛ إذ يمنع كل واحد منهما منافع ما خلق هو من أن تصل إلى الأخرى، فإذا اتصلت منافع إحداهما بالأخرى، دل أنه صنع واحد وتدبير واحد لا عدد. </p><p> والثالث: لو كان عددًا، لكان لا يخرج تدبيرهما على حد واحد في كل عام، فإذا اتسق التدبير وجرى الأمر في كل عام على سنن واحد؛ دل أنه تدبير واحد لا عدد؛ إذ لو كان لعدد لكان يختلف الأمر في كل عام ولم يتسق على سنن واحد، ولا جرى على أمر واحد. </p><p> وقَالَ بَعْضُهُمْ: هو قول اللَّه: (مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ) ، على ما هو من عادة ملوك الأرض. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ) من الولد والشريك. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ (٢٣) </p><p> هذا يحتمل وجوهًا: </p><p> أحدهاة أنه لا يُسأل؛ لأن ما يفعل يفعل في ملكه وسلطانه، وإنما يسأل من فعل في سلطان غيره وملك غيره، ففي ذلك دلالة أنه لا يجوز التناول في شيء إلا بالأمر والإباحة من مالكه، فيبطل قول من يقول: هو على الإطلاق والإباحة في الأصل. </p><p> والثاني:  (لَا يُسْأَلُ عَمَّا يَفْعَلُ) ؛ لأنه حكيم بذاته لا يخرج فعله عن الحكمة، فإنما يسأل من يحتمل فعله السفه، فأما من لا يحتمل فعله إلا الحكمة، فإنه لا يحتمل السؤال: لم فعلت؟ ولماذا فعلت؟ </p><p> والثالث: لو احتمل السؤال عما يفعل لاحتمل الأمر والنهي: أن افعل كذا، ولا تفعل كذا، وذلك محال، ولو ثبت الأمر فيه لكان يخرج سؤاله سؤال حاجة؛ لأن من يأمر من فوقه بأمر فإنما يكون أمره سؤال حاجة، ومن يأمر من دونه فيكون أمره أمرًا. </p><p> وقوله:  (أَمِ اتَّخَذُوا مِنْ دُونِهِ آلِهَةً قُلْ هَاتُوا بُرْهَانَكُمْ هَذَا ذِكْرُ مَنْ مَعِيَ وَذِكْرُ مَنْ قَبْلِي بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ الْحَقَّ فَهُمْ مُعْرِضُونَ (٢٤) </p><p> فيه دلالة لزوم الدليل على النافي؛ لأنه لما قال:  (هَاتُوا بُرْهَانَكُمْ) كان لهم أن يقولوا: هات أنت البرهان على ما ادعيت من الألوهية، ونحن ننكر ذلك، فإذا لم يكونوا </p>"
}