{
  "id": null,
  "sura": 21,
  "aya": 104,
  "text": "<p> أو (لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ) ، أي: لا يحزنهم ما يحل بالكفرة من الفزع والعذاب، كمن رأى في الدنيا إنسانًا في بلاء وشدة، أو يعذب بعذاب، فإنه يحزن ويهتم بما حل به، فأخبر أنهم لا يحزنون بما حل بالكفرة من العذاب والشدائد. </p><p> قال أَبُو عَوْسَجَةَ:  (حَصَبُ جَهَنَّمَ) ، قال: الحصب والحطب واحد، قال: وما أكثر من العرب من يتكلم بهذه اللفظة، قال: ولا أعرف (حضب جهنم) بالضاد. </p><p> وقال غيره ما ذكرنا من إلقاء الحطب فيه والتهييج. </p><p> وقوله:  (أَنْتُمْ لَهَا وَارِدُونَ) أي: داخلون. </p><p> وقوله:  (لَهُمْ فِيهَا زَفِيرٌ) الزفير: هو شدة النفس في الصدر، يقال: زفر يزفر زفيرًا. </p><p> وقَالَ بَعْضُهُمْ: الزفير: هو أنين كل محزون ومكروب، وهو قريب مما ذكرنا. </p><p> وقوله:  (لَا يَسْمَعُونَ حَسِيسَهَا) ، أي: صوتها، وهو من الحس: وهو الصوت. </p><p> وقَالَ الْقُتَبِيُّ: حصب جهنم: ما ألقي فيها، وأصله: من الحصباء، وهي الحصاة، ويقال: حصبت فلانا - أي: رميته - حصبا بتسكين الصاد، وما رميت به حصب، بفتح الصاد، وكما تقول: نفضت الشجرة نفضا، وما وقع نفض، واسم حصى الجمار: حصب. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَوْمَ نَطْوِي السَّمَاءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ (١٠٤) كأن هذا خرج على إثر سؤال سألوه على غير ابتداء؛ لأن الابتداء بمثله على غير تقدم أمر لا يحتمل، فكأنه - واللَّه أعلم - لما ذكر أهل النار في قوله:  (فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الَّذِينَ كَفَرُوا. . .) إلى قوله: (أَنْتُمْ لَهَا وَارِدُونَ) وذكر أهل الجنة ووصفهم بقوله: (إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى. . .) إلى آخر ما ذكر من قوله: (هَذَا يَوْمُكُمُ الَّذِي كُنْتُمْ تُوعَدُونَ) فكأنهم قالوا: متى يكون ذلك؟ فقال عند ذلك:  (يَوْمَ نَطْوِي السَّمَاءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ) أخبر أن السماء تطوى كما يطوي السجل الكتب. </p><p> ثم ذكر في السماء الطي مرة والتبديل في آية بقوله:  (يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ. . .) الآية، وذكر الانفطار والانشقاق في آية، كقوله:  (إِذَا السَّمَاءُ انْفَطَرَتْ) ، و (إِذَا السَّمَاءُ انْشَقَّتْ) ، ونحوه، كما ذكر في الجبال أحوالا، مرة قال:  (وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوشِ) ، وقال في آية أخرى:  (يَنْسِفُهَا رَبِّي نَسْفًا) ، وقال في آية أخرى:  (هَبَاءً مَنْثُورًا) وقال في آية أخرى: (وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ) ، ونحوه، فجائز أن يكون كذلك على اختلاف الأحوال، على ما ذكرنا فيما </p><p> تقدم، ثم تتلاشى وتفنى حتى لا يبقى منها شيء، كما ذكر (هَبَاءً مَنْثُورًا) ؛ فعلى ذلك السماوات والأرضون يختلف عليها الأحوال على ما ذكر، ثم آخرها التبديل كما ذكر (يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ) ، فيما ذكر في هَؤُلَاءِ الآيات من تغيير الجبال والسماوات والأرضين دليل فناء هذا العالم بجملته وأسره؛ لأن فناء السماوات والأرض والجبال يبعد عن أوهام الخلق، وأمَّا غيرها من الخلائق فإنهم يشاهدون فناءه، فذكر فناء ما يبعد في أوهامهم، ليعلموا أن هذا العالم يفنى بأسره، ويستبدل عالمًا آخر، يحتمل البقاء للجزاء، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ) . </p><p> هذا أيضًا لا يحتمل إلا على تقدم ذكر، فهو محتمل ما ذكرنا مما سبق من ذكر أهل الجنة وأهل النار، فقالوا: كيف يحيون؛ فقال عند ذلك:  (كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ) ثم اختلف فيه: </p><p> فقَالَ بَعْضُهُمْ: نطفا، ثم علقًا، ثم مضغا، ثم عظامًا، ثم لحمًا، ثم ينفخ فيهم الروح. </p><p> وقَالَ بَعْضُهُمْ:  (كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ) حفاة عراة على ما خلقوا في الابتداء. </p><p> وقَالَ بَعْضُهُمْ:  (كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ) يعني: السماوات السبع يطويها الله فيجعلها سماء واحدة كما كانت أولا قبل أن يخلق فيها ست سماوات، والأرضين كذلك. </p><p> وجائز أن يكون ذكر هذا إخبارًا أنه قادر على أن يعيدهم كما قدر على ابتداء خلقهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ) أي: بعثهم (وَعْدًا عَلَيْنَا) لا يختلف ذلك على ما قال: (إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ) ، ثم اختلف في السجل، وفي قراءته: </p><p> قَالَ بَعْضُهُمْ: السجل: اسم رجل، وهو كاتب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقَالَ بَعْضُهُمْ: هو اسم الملك الذي يكتب. </p><p> وقَالَ بَعْضُهُمْ: السجل: الصحيفة. </p>"
}