{
  "id": null,
  "sura": 21,
  "aya": 12,
  "text": "<p> يأكلون الطعام ولا يبيدون، بل جعلهم أجسادًا يأكلون ويموتون بقوله:  (وَمَا جَعَلْنَاهُمْ جَسَدًا لَا يَأْكُلُونَ الطَّعَامَ وَمَا كَانُوا خَالِدِينَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (ثُمَّ صَدَقْنَاهُمُ الْوَعْدَ فَأَنْجَيْنَاهُمْ وَمَنْ نَشَاءُ وَأَهْلَكْنَا الْمُسْرِفِينَ (٩) </p><p> أخبر أنه وعد الرسل وعدًا، لكنه لم يبين ما كان ذلك الوعد الذي وعد رسله؛ لكن في آخره بيان أن الوعد الذي وعدهم كان وعد أهلاك وتعذيب؛ لأنه قال:  (فَأَنْجَيْنَاهُمْ وَمَنْ نَشَاءُ وَأَهْلَكْنَا الْمُسْرِفِينَ) ، دل قوله:  (فَأَنْجَيْنَاهُمْ وَمَنْ نَشَاءُ وَأَهْلَكْنَا الْمُسْرِفِينَ) : أن الوعد كان وعد إهلاك، فنقول: كان وعد - عَزَّ وَجَلَّ - الرسل الذين من قبل إهلاك من كذبهم، فكان كما وعدوا، وإن تأخر ذلك الموعود عن وقت الوعد؛ فعلى ذلك ما وعدكم مُحَمَّد من العذاب فإنه نازل بكم وإن تأخر نزوله، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَقَدْ أَنْزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ أَفَلَا تَعْقِلُونَ (١٠) </p><p> يحتمل قوله:  (ذِكْرُكُمْ) ما يذكركم ما تأتون وتتقون، أو يذكركم ما لكم وما عليكم. </p><p> وقَالَ بَعْضُهُمْ:  (فِيهِ ذِكْرُكُمْ) ، أي: شرفكم ونبلكم لو اتبعتم. </p><p> وقال الحسن في قوله:  (فِيهِ ذِكْرُكُمْ) أي: فيه دينكم الذي أمسك عليكم به. </p><p> وقال غيره: فيه شرفكم ونبلكم لو اتبعتموه؛ كقوله:  (وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ) أي: شرف لك. </p><p> * * * </p><p> قوله تعالى:  (وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنْشَأْنَا بَعْدَهَا قَوْمًا آخَرِينَ (١١) فَلَمَّا أَحَسُّوا بَأْسَنَا إِذَا هُمْ مِنْهَا يَرْكُضُونَ (١٢) لَا تَرْكُضُوا وَارْجِعُوا إِلَى مَا أُتْرِفْتُمْ فِيهِ وَمَسَاكِنِكُمْ لَعَلَّكُمْ تُسْأَلُونَ (١٣) قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ (١٤) فَمَا زَالَتْ تِلْكَ دَعْوَاهُمْ حَتَّى جَعَلْنَاهُمْ حَصِيدًا خَامِدِينَ (١٥) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً) . </p><p> قصمنا: أهلكنا، وأصل القصم: الكسر، يخوف أهل مكة بتكذيبهم محمدًا ما نزل بأُولَئِكَ بتكذيبهم الرسل. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنْشَأْنَا بَعْدَهَا قَوْمًا آخَرِينَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَمَّا أَحَسُّوا بَأْسَنَا إِذَا هُمْ مِنْهَا يَرْكُضُونَ (١٢) </p><p> قوله:  (أَحَسُّوا) قَالَ بَعْضُهُمْ: علموا بالعذاب، إذا هم يركضون، أي: يفرون ويهربون. </p>"
}