{
  "id": null,
  "sura": 21,
  "aya": 102,
  "text": "<p> حَصَبُ جَهَنَّمَ) قالت الكفرة: إن عيسى وعزيرًا والملائكة قد عبدوا من دون اللَّه فهم حصب جهنم، فنزل قوله:  (إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى) استثنى من سبق له الحسنى منه، وهو عيسى وهَؤُلَاءِ، وكذلك في حرف ابن مسعود:  (إلا الذين سبقت لهم منا الحسنى) على الاستثناء. </p><p> عن علي - رَضِيَ اللَّهُ عَنْهُ - قال:  (إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى. . .) الآية: ذاك عثمان وطلحة والزبير، وأنا من شيعة عثمان وطلحة والزبير، ثم قال:  (وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ. . .) الآية. </p><p> ولكن قد ذكرنا الوجه فيه، فإن ثبت أنه نزل بشأن هَؤُلَاءِ وإلا فهو لكل من سبق له من اللَّه الحسنى. </p><p> ثم (الْحُسْنَى) يحتمل الجنة، كقوله:  (فَأَمَّا مَنْ أَعْطَى وَاتَّقَى (٥) وَصَدَّقَ بِالْحُسْنَى). أي: بالجنة، فعلى ذلك قوله:  (سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى) ، ويحتمل (الْحُسْنَى) : السعادة والبشارة بالجنة وثوابها. </p><p> وقوله:  (أُولَئِكَ عَنْهَا مُبْعَدُونَ) أي: لا يعودون إليها أبدًا، ليس على بعد المكان كقوله:  (أُولَئِكَ فِي ضَلَالٍ بَعِيدٍ) أي: لا يعودون إلى الهدى أبدًا. </p><p> أو أن يكون قوله:  (مُبْعَدُونَ) وعنها مكانًا، لكن قد ذكر في آية:  (فَالْيَوْمَ الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ (٣٤) . عَلَى الْأَرَائِكِ يَنْظُرُونَ)، وقال في آية:  (فَاطَّلَعَ فَرَآهُ فِي سَوَاءِ الْجَحِيمِ) ، ولا نعلم هذا أنه يجعل في قوى أهل الجنة أنهم متى ما أرادوا أن ينظروا إلى أُولَئِكَ ويروهم يقدرون على ذلك؛ أو تقرب النّار إليهم فينظرون إليهم، واللَّه أعلم، والأول أشبه أنهم لا يعودون إليها أبدًا. </p><p> وقوله:  (لَا يَسْمَعُونَ حَسِيسَهَا ... (١٠٢) أي: صوتها، وهو ما ذكر من الإبعاد، وإذا بعدوا منها لم يسمعوا حسيسها. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُمْ فِي مَا اشْتَهَتْ أَنْفُسُهُمْ خَالِدُونَ) وهو ما قال في آية أخرى: (وَفِيهَا مَا تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ وَأَنْتُمْ فِيهَا خَالِدُونَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ وَتَتَلَقَّاهُمُ الْمَلَائِكَةُ هَذَا يَوْمُكُمُ الَّذِي كُنْتُمْ تُوعَدُونَ (١٠٣) أي: لا يحزنهم أهوال يوم القيامة وأفزاعها (وَتَتَلَقَّاهُمُ الْمَلَائِكَةُ) أي: تتلقاهم الملائكة بالبشارة، كقوله:  (إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا. . .) الآية. </p>"
}