{
  "id": null,
  "sura": 21,
  "aya": 6,
  "text": "<p> الآيات والحجج، وهو إهلاكهم واستئصالهم؛ إذ من سنته وحكمه في الأولين الإهلاك والاستئصال عند مكابرتهم الآيات والحجج، وسنته وحكمه في هذه الآية ختم النبوة بهم وإبقاء شريعة مُحَمَّد - صلوات اللَّه عليه - إلى الساعة، وسنته في الأمم الماضية نسخ شرائعهم واستبدال أحكامهم، فإذا كان ما ذكرنا جعل وقت إهلاكهم الساعة، وهو ما قال:  (بَلِ السَّاعَةُ مَوْعِدُهُمْ. . .) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا آمَنَتْ قَبْلَهُمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا أَفَهُمْ يُؤْمِنُونَ (٦) </p><p> أي: ما آمنت قبلهم من قرية سألوا الآية سؤال مكابرة وعناد. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَهُمْ يُؤْمِنُونَ) . </p><p> أي: لا يؤمن هَؤُلَاءِ وإن أتاهم بآية فإنهم لا يؤمنون، كما لم يؤمن أُولَئِكَ المتقدمون؛ لأنهم يسألون سؤال عناد ومكابرة لا سؤال استرشاد واستهداء. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ (٧) </p><p> كان هذا خرج جوابًا لقولهم:  (هَلْ هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ. . .) كذا، وجواب قولهم:  (أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا) ، وجواب قولهم:  (لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ) ، فقال:  (وَمَا أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا) ، أي: بشرًا، (نُوحِي إِلَيْهِمْ) إلى عامة الخلق، أي: الرسالة في الأمم الذين من قبله إلى عامة الخلق كانت في البشر لم تكن في الملائكة، وإلا كانت الرسالة إلى الخواص في الملاثكة وهم الرسل، فعلى ذلك لا تجعل الرسالة في هذه الأمة إلى عامة الخلق في الملائكة، ولكن تجعل في البشر على ما جعلت في الأمم الأولى في البشر. </p><p> وجائز أن يكون قوله:  (وَمَا أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ) ، أي: جعلها في الذكور منهم لم يجعلها في النساء والإناث؛ لما لم يستكملن شرائط الرسالة والنبوة، فكأن الأول في بيان الجنس، أي: لم يجعل الرسالة إلى عامة الخلق في الملائكة، ولكن جعلها في البشر، والثاني في بيان استكمال شرائط الرسالة واستحقاقها. </p><p> وفي حرف ابن مسعود وأبي:  (وما أرسلنا قبله إلا رجالا نوحي إليهم) ، فعلى حرفهما كأنه خاطب به أُولَئِكَ الكفرة، أي: ما أرسلنا قبل مُحَمَّد إلا رجالا نوحى إليهم، وفي القراءة الظاهرة المشهورة يكون الخطاب لرسول اللَّه، أي: قل لهم: إنه ما أرسل الله من قبلك إلا رجالا يوحي إليهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ) . </p>"
}