{
  "id": null,
  "sura": 21,
  "aya": 43,
  "text": "<p> قوله تعالى:  (قُلْ مَنْ يَكْلَؤُكُمْ بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَنِ بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُعْرِضُونَ (٤٢) أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُمْ مِنْ دُونِنَا لَا يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ وَلَا هُمْ مِنَّا يُصْحَبُونَ (٤٣) بَلْ مَتَّعْنَا هَؤُلَاءِ وَآبَاءَهُمْ حَتَّى طَالَ عَلَيْهِمُ الْعُمُرُ أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا أَفَهُمُ الْغَالِبُونَ (٤٤) قُلْ إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ وَلَا يَسْمَعُ الصُّمُّ الدُّعَاءَ إِذَا مَا يُنْذَرُونَ (٤٥) وَلَئِنْ مَسَّتْهُمْ نَفْحَةٌ مِنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ (٤٦) وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ (٤٧) </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ مَنْ يَكْلَؤُكُمْ بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَنِ) . </p><p> أي: من يحفظكم ويحرسكم من عذاب الرحمن. </p><p> وقيل: من يدفع عنكم عذاب الرحمن. </p><p> ثم هذا يخرج على وجهين: </p><p> أحدهما: قوله: (قُلْ مَنْ يَكْلَؤُكُمْ بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَنِ) أي: لو سألتم من يكلؤكم من عذاب الرحمن لأقروا لك أن الرحمن هو الذي يكلؤهم ويحفظهم من عذابه، لا الآلهة التي يعبدونها، وهو كقوله:  (قُلْ مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ) ، وقل (مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ) ، ونحوه، فسيقولون: اللَّه، لا الآلهة التي يعبدونها، فقل: أن كيف صرفتم عن عبادته وعبدتم دونه من لا يكلؤكم ولا يدفع عنكم العذاب، وقد عرفتم أن الرحمن هو الذي يكلؤكم بالليل والنهار، وهو إله السماوات والأرض، فكيف عبدتم من ليس هو بإله؟! فيخرج عن الاحتجاج عليهم ولزوم الحجة لهم؛ لئلا يقولوا:  (إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ) . </p><p> والثاني: يخرج على التذكير والتنبيه لهم؛ لأنهم كانوا ينكرون الرحمن ويقولون: ما الرحمن؛ وقوله:  (وَهُمْ يَكفُرُونَ بِالرَّحْمَن) ، فيخرج قوله:  (قُلْ مَنْ يَكْلَؤُكُمْ بِاللَّيْلِ وَالنَّهَارِ) أي: كيف تنكرون الرحمن وتكفرون به وهو يكلؤكم بالليل والنهار عن عذابه، وعلى هذا يخرج (بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُعْرِضُونَ) ، أي: بل هم عن ذكر ربهم الرحمن معرضون، أي: منكرون له، واللَّه أعلم. </p><p> وقوله:  (أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُمْ مِنْ دُونِنَا لَا يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ وَلَا هُمْ مِنَّا يُصْحَبُونَ (٤٣) أي: ليس لهم آلهة من دوننا تمنعهم من عذابنا، هو على النفي، أي: ليس لهم الآلهة من دونه وإن كان ظاهره استفهامًا، ثم بين </p>"
}