{
  "id": null,
  "sura": 21,
  "aya": 89,
  "text": "<p> كَانَ مِنَ الْمُسَبِّحِينَ (١٤٣) لَلَبِثَ فِي بَطْنِهِ. . .) الآية. </p><p> قَالَ بَعْضُهُمْ: هذا أنه كان من المسبحين قبل هذا وإلا للبث فيه إلى ما ذكر. </p><p> وقَالَ بَعْضُهُمْ: لولا أنه كان قال هذا القول: (لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ) ، للبث فيه، فيكون على هذا التأويل:  (كَانَ مِنَ الْمُسَبِّحِينَ) ، أي: صار من المسبحين، والأول أشبه، ثم اختلف في قوله:  (وَنَجَّيْنَاهُ مِنَ الْغَمِّ) : </p><p> قَالَ بَعْضُهُمْ: ذلك الغم هو ما ابتلاه اللَّه بالضيق في بطن الحوت والبحر، فنجاه من ذلك الغم، ولكن جائز أن يكون نجاه من الغم الذي كان به سبب خروجه من بين أظهرهم. </p><p> وقول أهل التأويل: إن يونس مكث في بطن الحوت أربعين يومًا، أو ثلاثة أيام، ونحو هذا فذلك لا يعلم إلا بالوحي، فإن ثبت الوحي فهو هو، وإلا ليس بنا إلى معرفة ذلك حاجة. </p><p> وقَالَ الْقُتَبِيُّ:  (وَذَا النُّونِ) يعني: ذا الحوت، والنون: الحوت. </p><p> وقال أَبُو عَوْسَجَةَ: إنما سمي: ذا النون؛ لأن الحوت التقمه، والنون: الحوت، والنينان: الجمع. </p><p> وقَالَ الْقُتَبِيُّ: قوله: (فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ) : لن نضيق عليه، قال: فلان مقدر عليه ومقتر، ومنه:  (فَقَدَرَ عَلَيْهِ رِزْقَهُ) ، أي: ضيق عليه، ومنه قوله أيضًا:  (يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ) ، أي: ضيق، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَزَكَرِيَّا إِذْ نَادَى رَبَّهُ رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنْتَ خَيْرُ الْوَارِثِينَ (٨٩) فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَى وَأَصْلَحْنَا لَهُ زَوْجَهُ إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا وَكَانُوا لَنَا خَاشِعِينَ (٩٠) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَزَكَرِيَّا إِذْ نَادَى رَبَّهُ رَبِّ لَا تَذَرْنِي فَرْدًا) قوله: (لَا تَذَرْنِي فَرْدًا) في الظاهر نهي، وكذلك قوله:  (رَبَّنَا لَا تُزِغْ قُلُوبَنَا) : وأمثاله، يخرج في الظاهر مخرج النهي، وقوله:  (رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ) ونحوه يخرج مخرج الأمر أوالأمر، والنهي إذا كان من العبد للسيد فهو تعوذ ودعاء، وإذا كان من السيد للعبد فهو أمر ونهي، ليس بتعوذ ولا دعاء، ولكن حقيقة الأمر والنهي، وكذلك سؤال الأمير لرعيته أمر ونهي، وسؤال الرعيّة للأمير تضرّع وتعوذ ودعاء. </p>"
}