{
  "id": null,
  "sura": 21,
  "aya": 48,
  "text": "<p> الآخرة العدل الذي يعرف به حدود الأشياء وأقدارها، فيكون الموازين العدل ما ذكر بقوله:  (فَلَا تُظْلَمُ نَفْسٌ شَيْئًا) ، أي: لا ينقص من حسناته أو يزاد على جزاء سيئاته، ولكن يوفى كل جزاء عمله. </p><p> ويحتمل أن يكون قوله:  (وَنَضَعُ الْمَوَازِينَ الْقِسْطَ) على الإضمار، أي: نضع الموازين التي تكون في الدنيا يوم القيامة بالعدل لا تطفف ولا تنقص ولا تحسر، كما تفعلون في الدنيا، ولكن العدل لا تطفف ولا تنقص ذلك تسوى وتستوفى مستويا من غير زيادة ولا نقصان؛ لأن الزيادة والنقصان إنما تكون في الشاهد لوجوه: الجهالة، أو للحاجة، أو للجور، فيحمله كله على الزيادة والنقصان، واللَّه - سبحانه وتعالى - يتعالى عن ذلك كله؛ لأنه عالم بذاته غنى بذاته عادل، فلا وجه للخسران منه والزيادة فيه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا) . </p><p> أي: أتينا بجزائها، أو أتينا بها، أي: بعينها لا يفوت شيء ولا يغيب عنه. </p><p> وليس المراد من ذكر (مِثْقَالَ حَبَّةٍ) و (مِثْقَالَ ذَرَّةٍ) ، الذرة، والحبة، ولكن ذكر على التمثيل، أي: لا يفوت عنه شيء ولا يغيب ذلك المقدار من الخير والشر غير فائت عنه ولا منسى، ولكن محفوظ محاسب. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَفَى بِنَا حَاسِبِينَ) . </p><p> لا يشغله كثرة الحساب وازدحامه، ليس كمن يحاسب آخر في الشاهد أنه إذا كثر الحساب عليه وازدحم شغله ذلك عن حفظ الحساب، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَلَقَدْ آتَيْنَا مُوسَى وَهَارُونَ الْفُرْقَانَ وَضِيَاءً وَذِكْرًا لِلْمُتَّقِينَ (٤٨) الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِنَ السَّاعَةِ مُشْفِقُونَ (٤٩) وَهَذَا ذِكْرٌ مُبَارَكٌ أَنْزَلْنَاهُ أَفَأَنْتُمْ لَهُ مُنْكِرُونَ (٥٠) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ آتَيْنَا مُوسَى وَهَارُونَ الْفُرْقَانَ) . </p><p> فهو ما يفرق بين الحق والباطل، وبين المشتبه والواضح، وبين ما يؤتى ويتقى، وبين ما عليهم ولهم، والنور: ما يتجلى به حقائق الأشياء، والضياء هو ما يظهر به حسن ما يتجلى واستنار، وروح: هو ما به حياة كل شيء، القرآن سماه: روحًا؛ لأنه به حياة الدِّين، وسمى الماء: حياة؛ لأن به حياة الأبدان، والمبارك هو ما ينال به ويصل إليه من كل خير، والذكر: هو ما يذكر ما لهم وعليهم. </p><p> (وَذِكْرًا) . قيل: هو الموعظة، والموعظة: قيل: هي التي تلين القلوب وتوسع الصدور وتفسح ويخشع بها الفؤاد، وعلى هذا الوصف جميع كتب اللَّه الذي وصف هذا </p>"
}