{
  "id": null,
  "sura": 21,
  "aya": 21,
  "text": "<p> الدماغ، وإذا كان كذلك مات؛ فكذلك يدمغ الحق الباطل، أي: يهلكه. </p><p> وقوله:  (فَإِذَا هُوَ زَاهِقٌ) ، أي: ذاهب وميت، زهق إذا مات وهلك، والزاهق في غير هذا السمين. </p><p> (وَلَا يَسْتَحْسِرُونَ) أي: لا يعيون، ومنه حسير ومحسور أيضًا، (لَا يَفْتُرُونَ) والفتور: الإعياء أيضًا. </p><p> * * * </p><p> قوله تعالى:  (أَمِ اتَّخَذُوا آلِهَةً مِنَ الْأَرْضِ هُمْ يُنْشِرُونَ (٢١) لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ (٢٢) لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ (٢٣) أَمِ اتَّخَذُوا مِنْ دُونِهِ آلِهَةً قُلْ هَاتُوا بُرْهَانَكُمْ هَذَا ذِكْرُ مَنْ مَعِيَ وَذِكْرُ مَنْ قَبْلِي بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ الْحَقَّ فَهُمْ مُعْرِضُونَ (٢٤) وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ (٢٥) </p><p> وقوله - عَزَّ وَجَلَّ -: (أَمِ اتَّخَذُوا آلِهَةً مِنَ الْأَرْضِ) . </p><p> قوله:  (أَمِ اتَّخَذُوا) استفهام في الظاهر من الخلق، لكن ذلك من اللَّه على الإيجاب كأنه قال: قد اتخذوا آلهة، وهكذا كل ما خرج في الظاهر من اللَّه على الاستفهام فإنه على الإيجاب؛ لأنه عالم بما كان ويكون لا يخفى عليه شيء، وأما الخلق فإنه يجوز أن يستفهم بعض من بعض لما يخفى على بعض أمور بعض، فيطلب بعضهم من بعض العلم والفهم بذلك، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (هُم يُنْشِرُونَ) يحتمل وجهين: </p><p> أحدهما:  (هُم يُنْشِرُونَ) أي يخلقون، أي: اتخذوا آلهة لا يخلقون؛ كقوله:  (خَلَقُوا كَخَلْقِهِ) ، وكيف اتخذوا آلهة لا يخلقون؟ وإنما يعرف الإله بالخلق وبآثار تكون في الخلق، فإذا لم يكن من هَؤُلَاءِ خلق كيف اتخذوها آلهة؟! </p><p> والثاني:  (هُم يُنْشِرُونَ) ، أي: يبعثون ويحيون. </p><p> فإن كان على البعث والإحياء فكأنه يقول: كيف اتخذوا من لا يملك البعث والإحياء آلهة؟! وخلق الخلق لا للبعث والإحياء بعد الموت يخرج على غير الحكمة في الظاهر؛ لأن من بنى في الشاهد بناء للنقض خاصة لا لعاقبة تقصد به كان غير حكيم في فعله عابثًا في بنائه، وكذلك قوله:  (أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ) جعل خلق الخلائق لا للرجوع إليه عبثًا، فيخرج هذا على وجهين:  (أَمِ اتَّخَذُوا آلِهَةً) ، أي: قد اتخذوا آلهة من الأرض (هُم يُنْشِرُونَ) . </p><p> أو لم يتخذوا آلهة من الأرض هم يملكون النشر أو النشور، واللَّه أعلم. </p><p> وقوله:  (لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ (٢٢) </p>"
}