{
  "id": null,
  "sura": 21,
  "aya": 3,
  "text": "<p> فتناهوا قليلا، ثم عادوا إلى أعمالهم، وكذلك قالوا في قوله:  (أَتَى أَمْرُ اللَّهِ) ، تناهوا عنها، ثم لما تأخر ذلك عنهم عادوا إلى ما كانوا من قبل؛ هذا لأنهم فهموا من قرب الساعة وإتيان أمره وقتًا يقرب ومدة تدنو، فلما مضى ذلك وقع عندهم أن الخبر كذب فكذبوه؛ لأنهم إنما قدروه بآجالهم وما عرفوا هم من القرب والدنو. </p><p> وقوله:  (وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ) ما ذكرنا من غفلة تكذيب وإعراض، تكذيب بعد ما عرفوا أنها آيات، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ (٢) </p><p> قوله:  (مِنْ ذِكْرٍ) ما يذكرهم ما يأتون وما يتقون. </p><p> أو ما يذكر ما أوعدوا وخوفوا. </p><p> أو (مِنْ ذِكْرٍ) يذكرهم ما لهم وما عليهم. </p><p> وقوله:  (مُحْدَثٍ) قَالَ بَعْضُهُمْ: محدث: محكم أحكمه من أن يأتيه الباطل من بين يديه ولا من خلفه، وأحكمه لما أعجز الخلق عن أن يأتوا بمثله. </p><p> وقَالَ بَعْضُهُمْ: محدث؛ لأن اللَّه أنزل هذا القرآن بالتفاريق وأحدث إنزاله في كل وقت على قدر الحاجة، فعلى ما نزل بالتفاريق أحدثوا هم - أعني الكفرة - تكذيبه ورده على ما ذكر، فزادهم رجسًا إلى رجسهم ونحوه، فهو محدث من الوجوه التي ذكرنا؛ لأن كل موصوف بالإتيان فهو محدث. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ) . </p><p> دل قوله:  (إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ) أن استماعهم إياه استماع استهزاء به. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَاهِيَةً قُلُوبُهُمْ وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا هَلْ هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ (٣) هذا الذي أسووا فيما بينهم (هَلْ هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ أَفَتَأْتُونَ السِّحْرَ) ، هذا كان نجواهم. </p><p> وقوله:  (لَاهِيَةً قُلُوبُهُمْ) ، قيل: غافلة قلوبهم عن الذكر، (وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا) الذي أسروه هو ما ذكرنا قولهم: (هَلْ هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ) السحر. </p><p> وفي حرف ابن مسعود وأبي:  (وأسروا النجوى الذين كفروا منهم) ، وقال الكسائى: وفي بعض الحروف: (وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا) ، قال: وفي حرفنا: (وَأَسَرُّوا النَّجْوَى) . </p>"
}