{
  "id": null,
  "sura": 21,
  "aya": 111,
  "text": "<p> ويحتمل أيضًا:  (آذَنْتُكُمْ عَلَى سَوَاءٍ) أي: أعلمتكم، أي: حتى أنا وأنتم في العلم على سواء، أي: على الاستواء في العداوة والمخالفة، وفي كل أمر على الاستواء، وهو كقوله:  (فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ) ، على الاستواء في العداوة، أي: انبذ إليهم حتى تكون أنت وهم على الاستواء في العلم بالمنابذة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ أَدْرِي أَقَرِيبٌ أَمْ بَعِيدٌ مَا تُوعَدُونَ) أي: ما أدري أقريب أم بعيد ما توعدون؟ </p><p> ثم يحتمل قوله:  (مَا تُوعَدُونَ) دُونَ الساعة والقيامة التي كانوا يوعدون بها وهم كانوا يستعجلون بها، كقوله:  (يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا) ، فيقول: ما أدري أقريب أم بعيد ما توعدون؟ </p><p> ويحتمل قوله:  (مَا تُوعَدُونَ) من العذاب الذي كان يعد لهم أنه نازل بهم في الدنيا، وهم كانوا يستعجلون كقوله:  (وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ) ، فيقول: ما أدري أقريب أم بعيد ما توعدون من العذاب؟ واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّهُ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ (١١٠) يخرج ذلك على الوعد والتنبيه والزجر عن المكر برسول اللَّه والقول فيه بما لا يليق به؛ يخبر أنه يعلم ما تظهرون من القول (وَمَا تَكتُمُونَ) أي: ما تسرون من المكر به. </p><p> وفيه دلالة إثبات رسالة مُحَمَّد، حيث أخبرهم عما أسروا فيما بينهم من المكر به. </p><p> وقوله:  (وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَكُمْ وَمَتَاعٌ إِلَى حِينٍ (١١١) ذكر أنه ما أدري (لَعَلَّهُ فِتْنَةٌ لَكُمْ) ، ولم يبين ما الذي يكون فتنة لهم. </p><p> لكن بعض أهل التأويل قال: ما أدري ما قلت لكم من العذاب والسّاعة: هل يؤخر عنكم لمدّتكم ومتاع لكم إلى حين فيصير ما قربت لكم من العذاب والساعة فتنة لكم فتقولون: لو كان ما خوفنا به مُحَمَّد حقًّا، لكان نزل بعد؛ فيصير قولي ذلك فتنة لكم؛ هذا محتمل. </p><p> ويحتمل وجهًا آخر، وهو: لما قال: (وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَكُمْ وَمَتَاعٌ إِلَى حِينٍ) : أنه كان خوفهم نزول العذاب بهم، ولكن لم يبين لهم الوقت أنه متى ينزل بهم، فيقول: ما أدري لعل تخويفي إياكم العذاب على بيان وقته فتنة لكم؛ لأنه إذا تأخر عنهم العذاب متاعًا لهم يأمنون عنه؛ فيحملهم ذلك على تكذيبه فيما خوفهم من العذاب، ويكون ما يأمنون من العذاب متاعًا لهم؛ لأنه لو كان وقت نزول العذاب مبينًا لكانوا أبدًا على خوف فينقض ذلك الخوف ويمنعهم عن المتاع وإن لم يبين لهم الوقت، فإذا تأخر عنهم يأمنون </p>"
}