{
  "id": null,
  "sura": 22,
  "aya": 34,
  "text": "<p> بعض الناس، يبيحون الانتفاع بالهدايا والقلائد قبل أن تنحر وتذبح، لكن عندنا ذلك في وقت الحاجة الشديدة المضطر إليها، ففي مثل ذلك يجوز الانتفاع بملك غير ببدل، فعلى ذلك بالهدايا ينتفع بها بما ذكرنا ويضمن ما نقصها ركوبه لها. </p><p> وجائز أن يكون قوله:  (لَكُمْ فِيهَا مَنَافِعُ إِلَى أَجَلٍ مُسَمًّى) إلى أن تهلك أو تهلكون أنتم، كقوله:  (وَمَتَاعٌ إِلَى حِينٍ) ، أي: إلى وقت هلاكها، فعلى ذلك الأول. </p><p> ثم يكون قوله:  (ثُمَّ مَحِلُّهَا إِلَى الْبَيْتِ الْعَتِيقِ) - واللَّه أعلم - ابتداء سؤال سئل عن محل الهدايا والقلائد، فقال عند ذلك:  (مَحِلُّهَا إِلَى الْبَيْتِ الْعَتِيقِ) ، واللَّه أعلم. </p><p> والأول أشبه وأقرب لما ذكرنا. </p><p> وقوله:  (إِلَى الْبَيْتِ الْعَتِيقِ) ذكر البيت العتيق، ومعلوم: أنه لم يرد به نفس البيت، ولكن إنما أراد به البقعة التي فيها البيت؛ لأن الدماء لا تراق في البيت إنما تراق في تلك البقعة التي هو فيها، الحرم كله منحر ومذبح، وأراد بقوله:  (وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ) ، نفس البيت؛ ألا ترى أنه قال هاهنا:  (بِالْبَيْتِ) ، فإنما يطاف به، وقال هنالك:  (إِلَى الْبَيْتِ) ، أضاف إليه؛ دل أنه لم يرد به نفس البيت، ولكن البقعة التي فيها البيت، واللَّه أعلم. </p><p> وقوله:  (وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا لِيَذْكُرُوا اسْمَ اللَّهِ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ فَإِلَهُكُمْ إِلَهٌ وَاحِدٌ فَلَهُ أَسْلِمُوا وَبَشِّرِ الْمُخْبِتِينَ (٣٤) قَالَ بَعْضُهُمْ: المنسك: الموضع الذي يعبدون وينسكون فيه ويصيرون إليه لعبادتهم، ومن ثمة يقال للرجل العابد: ناسك؛ ولذلك قال من قال:  (مَنْسَكًا) ، أي: يصيرون ويخرجون إليه للعبادة، وقال: المنسك: الدِّين، وقال: الشريعة. </p><p> وقَالَ بَعْضُهُمْ: المنسك: المنحر والمذبح. </p><p> وجائز أن يسمى في اللغة الذبح: نسكًا، كقوله:  (فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ) وهو الذبح، وقوله:  (إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي) ، ولو كان النسك عبادة كذكر الصلاة وهي عبادة لكان لا يذكر النسك، فدل أنه أراد بالنسك الذبح. </p><p> وقوله:  (لِيَذْكُرُوا اسْمَ اللَّهِ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ) ، دل قوله:  (لِيَذْكُرُوا اسْمَ اللَّهِ) أن ذكر اسم اللَّه من شرط الذبيحة، حيث ذكر اسم اللَّه ولم يذكر الذبح، ففهموا من ذكر اسم اللَّه الذبح؛ دل أنه من شرط جوازه وحله، سوى الشافعي فإنه لم يفهم ما فهم الناس والأمم جميعًا، حيث لم يجعل ذكر اسم اللَّه من شرط الذبيحة. </p><p> وقوله:  (فَإِلَهُكُمْ إِلَهٌ وَاحِدٌ) كأنه ذكر قوله: (وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا) لقوم أنكروا الذبائح، فقال:  (وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا) ، أي: ذبحا ذبحوه، وذكروا اسم معبودهم عليه، ثم أخبر أن معبودهم واحد (فَلَهُ أَسْلِمُوا) ، أي: أخلصوا ذلك كله، (وَبَشِّرِ الْمُخْبِتِينَ) قال: المتواضعين. </p><p> وقَالَ بَعْضُهُمْ: المطمئنين. </p><p> وقَالَ بَعْضُهُمْ الخاشعين. </p><p> وقَالَ بَعْضُهُمْ: كل مجتهد في العبادة هو المخبت. </p><p> ويقال: المخلصين. </p><p> وتفسير المخبت: ما ذكر على إثره، حيث قال:  (الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ. . .) الآية. </p><p> ومن قال: المخبت: المطمئن، قال: والخبتة: الطمانينة. </p><p> قوله:  (مَنْسَكًا) و (مَنْسِكًا) ، فيه لغتان: </p><p> قال الكسائي: من قرأ: (مَنْسِكًا) بكسر السين فهو من نَسَك يَنْسِك، ومن قرأ:  (مَنْسَكًا) بالنصب فهو من نَسَكَ يَنْسَكُ، ثم لا خلاف بين أهل العلم في أن البدن التي تساق والهدايا التي تقلد في الحج والعمرة لا يجوز أن تنحر في غير الحرم، إنما اختلفوا في المحصر إذا أراد أن يحل أين ينحر ويذبح هديه الذي يحل به؟ وقد ذكرنا أقاويلهم واختلافهم في سورة البقرة. </p><p> ولم يختلف في أن معنى قول اللَّه:  (ثُمَّ مَحِلُّهَا إِلَى الْبَيْتِ الْعَتِيقِ) يدخل فيه الحرم كله على ما ذكرنا، وعلى ذلك رويت الأخبار: روي عن جابر بن عبد اللَّه قال: قال </p>"
}