{
  "id": null,
  "sura": 22,
  "aya": 68,
  "text": "<p> الدِّين - أشبه وأقرب؛ لأنه ذكر (إِنَّكَ لَعَلَى هُدًى مُسْتَقِيمٍ) فلا يتخالجن في نفسك شك في ذلك، واللَّه أعلم. </p><p> وقوله:  (وَإِنْ جَادَلُوكَ ... (٦٨) </p><p> في أمر الذبيحة، أو في الدِّين، وقد جادلوه في الذين كثيرا، لكن قال ذلك - واللَّه أعلم - عند إياسه عن توحيدهم وإسلامهم، يقول - واللَّه أعلم -: (وَإِنْ جَادَلُوكَ) في الدِّين والتوحيد فقل: (اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ) ، وهو كقوله:  (لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ) ، فعلى ذلك قوله:  (اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ) من الذين. </p><p> قال بعض أهل التأويل: هذه الآية منسوخة، نسختها آية القتال؛ لأن فيها حظرًا عن القتال، والترك على ما هم عليه، وتسليم الأمر إلى اللَّه يحكم بينهم يوم القيامة. </p><p> لكن جائز ما ذكرنا أنه إنما قال ذلك عند الإياس منهم عن توحيدهم. </p><p> وقوله:  (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ (٧٠) قد ذكرنا في غير موضع أن حرف (أَلَمْ) حرف يتوجه إلى وجوه: إلى التعجب مرة، وإلى التنبيه والإيقاظ ثانيًا، وإلى إيضاح الحجج والبراهين ثالثًا. </p><p> وقوله:  (إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ) . </p><p> وقوله:  (وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَا لَيْسَ لَهُمْ بِهِ عِلْمٌ وَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ (٧١) حججا وبراهين، (وَمَا لَيْسَ لَهُمْ بِهِ عِلْمٌ) يخبر عن سفههم أنهم يعبدون غير اللَّه ولا سلطان ولا حجة لهم، ولا لهم بذلك علم؛ لأنهم كانوا لا يؤمنون برسول يخبرهم، ولا كان لهم كتاب فيعلمون به، فيقول: إنهم يقولون: اللَّه أمرهم بذلك، ولا حجة لهم في ذلك ولا علم. </p><p> وفيه أنه إنما بعث الرسل إليهم على علم منهم أنهم يكذبون الرسل؛ لأن من الناس من ينكر بعث الرسل إلى من يعلم أنه يكذبهم ويترك إجابتهم كمن لا يبعث في الشاهد رسولا إلى من يعلم أنه يكذبه ولا يجيبه، فعلى ذلك يقولون: لا يجوز أن يكون اللَّه يبعث الرسول إلى من يعلم أنه يكذبه ولا يجيبه، لكن اللَّه أخبر أنه على علم منهم بالتكذيب وترك الإجابة منهم، حيث قال:  (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ) . </p><p> وأما قولهم: إن من علم في الشاهد تكذيب المرسل إليه رسوله فإنه لا يبعثه إليه؛ لأن المرسل إنما يبعثه لحاجة نفسه ومنافعه، فإذا علم منه تكذيبه وترك الإجابة لم يبعثه، فأما اللَّه - سبحانه وتعالى - إنما يرسل الرسول لحاجة المرسل إليه ومنافعه، لا لحاجة نفسه ومنفعته، فلا ضرر يلحقه في تكذيبه وجحوده، فجائز أرسله على علم منه بالتكذيب. </p><p> وقوله:  (إِنَّ ذَلِكَ فِي كِتَابٍ) قَالَ بَعْضُهُمْ: إن ذلك العلم في الكتاب الذي عنده. </p>"
}