{
  "id": null,
  "sura": 22,
  "aya": 39,
  "text": "<p> وفيه دلالة إثبات رسالة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لأنه أخبر أنه ينصرهم ويدفع عنهم أذاهم وشر وأنهم خونة، فكان على ما أخبر؛ فدل أنه عرف باللَّه ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ (٣٩) قال بعض أهل التأويل: إن المشركين كانوا لا يزالون يؤذون أصحاب رسول اللَّه ويقاتلونهم وهم لم يؤمروا بقتال بعد، فلما هاجروا إلى المدينة أمروا بقتالهم بقوله:  (أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا) قَالَ بَعْضُهُمْ: إنه لم يكن لهم الأمر بقتالهم، ولا الإذن حتى أمروا بذلك، وأُذنوا، فقال أُولَئِكَ: لم تؤمروا بقتالنا، فيكف تقاتلوننا؟ فأخبر: أنهم أذنوا وأمروا بالقتال معهم، والله أعلم بذلك. </p><p> وظاهره: أنه كان هنالك منع عن القتال حتى أذنوا وأمروا، ولكن لا ندري لأية جهة كان ذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ) ظاهر على ما أخبر. </p><p> وقوله - عَزَّ وَجَلَّ -: (الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ ... (٤٠) قال بعض أهل التأويل: أخرج الكفار أصحاب رسول اللَّه من مكة بغير حق بأن قالوا: ربنا اللَّه، وآمنوا به ووحدوه؛ لهذا أخرجوهم. </p><p> وقَالَ بَعْضُهُمْ: على التقديم والتأخير، يقول: كأنه قال: أذن للذين ظلموا وأخرجوا من ديارهم بغير حق أن يقاتلوهم إلا أن يقولوا: ربنا اللَّه، فإذا قالوا ذلك يرفع عنهم القتال؛ لأن أهل مكة كانوا لا يقرون باللَّه ولا يؤمنون به، فإذا قالوا ذلك وأقروا أنه ربهم رفع عنهم القتال، وأما من يقر به ويصدقه لكنه ينكر رسالة مُحَمَّد ونبوته، فما لم يقر بها ولا يصدق بها فإن القتال لا يرفع عنهم، ومن يقر به ويصدقه بأنه رسوله إلا أنه ينكر الشرائع فإنه يقاتل حتى يقر بها ويصدق بها، فإذا أقر بها رفع عنهم القتال، وذلك كله روي في الخبر أنه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" أُمِرتُ أنْ أقاتلَ الناسَ حتى يقولوا: لا إلهَ إلا اللَّه، فإذا قالوها عصموا مني دماءهم وأموالَهم إلا بحقهَا \" ، وفي خبر آخر:  \" حتى يقولوا: لَا إِلَهَ إِلَّا اللَّهُ وأني رسول اللَّه، فإذا قالوا ذلك عصموا مني. . . \" كذا، وفي خبر آخر:  \" حتى يقولوا: لا إله إلا الله وأني رسول اللَّه، وأقاموا الصلاةَ وآتوا الزكاةَ. . . \" إلى آخر ما ذكر، فالأول للذين </p>"
}