{
  "id": null,
  "sura": 22,
  "aya": 63,
  "text": "<p> الأصنام التي يعبدونها، يذكر سفههم بعبادتهم الأصنام من دون اللَّه. </p><p> * * * </p><p> قوله تعالى:  (أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ (٦٣) لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِنَّ اللَّهَ لَهُوَ الْغَنِيُّ الْحَمِيدُ (٦٤) أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي الْأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ (٦٥) وَهُوَ الَّذِي أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ إِنَّ الْإِنْسَانَ لَكَفُورٌ (٦٦) </p><p> وقوله:  (أَلَمْ تَرَ) اختلف فيه: </p><p> قَالَ بَعْضُهُمْ:  (أَلَمْ تَرَ) إنما هو حرف تعجيب، يعجب رسول اللَّه جميع ما يفعل من أفعاله. </p><p> وقَالَ بَعْضُهُمْ:  (أَلَمْ تَرَ) هو حرف إيضاح الحجج وإنارة براهينه، كقوله:  (أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ) ، ونحوه. </p><p> وأصله: أن ظاهره وإن كان استفهامًا فهو في الحقيقة تحقيق وإيجاب (أَلَمْ تَرَ) أي: قد رأيت، وقد أخبرت، وهكذا جميع ما خرج الظاهر في الكتاب مخرج الاستفهام فهو في الحقيقة إيجاب وإلزام. </p><p> ثم في قوله:  (أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً) وجهان من الاستدلال على منكري البعث: </p><p> أحدهما: يخبر عن قدرته وسلطانه: أن من قدر على إنزال الماء من السماء، وشق الأرض، وإخراج النبات منها مع لينه وضعفه وصلابة الأرض وشدتها - قادر على إحياء الخلق بعد الموت، ولا يحتمل أن يعجزه شيء. </p><p> والثاني: حيث قدر على إحياء الأرض بعد مواتها ويبسها، لقادر على البعث والإحياء، وقد عرفوا أن إعادة الشيء أهون من ابتدائه، أو يقدر على الإعادة من لا يملك على الابتداء إذا عرف الابتداء. </p><p> وقوله:  (إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ) قال الحسن: اللطيف في الشاهد إنما يقال على وجوه ثلاثة: أحدها: أنه يقال للشيء: لطيف؛ لرقته، وذلك عن اللَّه منفي. </p><p> والثاني: يقال: لطيف؛ لما يتأتى له الأشياء ولا يصعب عليه. </p><p> والثالث: اللطيف: هو الرَّحيم الرءوف. وهذان الوجهان يضافان إلى اللَّه، والأول لا يجوز إضافته إليه. </p><p> (خَبِيرٌ) : عليم. </p>"
}