{
  "id": null,
  "sura": 22,
  "aya": 49,
  "text": "<p> لا غاية لانتهائه، فذكر الوقت له يخرج مخرج التمثيل لا التوقيت، كقوله:  (وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ) ، وقال:  (عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ) ، ليس على التحديد لها والتوقيت، ولكن على ما خرج عن الأوهام ذكر ذلك ومثلها به، فعلى ذلك الأول، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَأَيِّنْ مِنْ قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ (٤٨) أي (أَمْلَيْتُ لَهَا) لم آخذها وقت ظلمهم (ثُمَّ أَخَذْتُهَا) من بعد (وَإِلَيَّ الْمَصِيرُ) . </p><p> وقوله:  (قُلْ يَا أَيُّهَا النَّاسُ إِنَّمَا أَنَا لَكُمْ نَذِيرٌ مُبِينٌ (٤٩) هو ظاهر، قد ذكرناه في غير موضع. </p><p> وقوله:  (فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ (٥٠) لذنوبهم ومعاصيهم (وَرِزْقٌ كَرِيمٌ) وقَالَ بَعْضُهُمْ: سماه رزقا كريمًا؛ لأن من رزق ذلك وأعطي يكرم ويعظم قدره. </p><p> وقَالَ بَعْضُهُمْ: سماه: كريمًا؛ لأن الكريم هو الذي يقضي عنده الحوائج والحاجات؛ فعلى ذلك هو الرزق من ناله وأصابه قضى عنده الحوائج؛ لذلك سمي: كريمًا، والله أعلم. </p><p> وقوله:  (وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُولَئِكَ أَصْحَابُ الْجَحِيمِ (٥١) في بعض القرآن: [ (مُعَاجِزِينَ) ] قَالَ بَعْضُهُمْ: (مُعَجِزِينَ) : مثبِّطين مبطئين، يبطئون الناس عن اتباع الشيء. </p><p> والأشبه - عندنا - أن يكون قوله:  (مُعَاجِزِينَ) : سابقين فائتين، لكنه على الإضمار، كأنه قال:  (وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ) على ظن منهم أنهم سابقون فائتون عن عذابه (أُولَئِكَ أَصْحَابُ الْجَحِيمِ) . </p><p> * * * </p><p> قوله تعالى:  (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلَا نَبِيٍّ إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٥٢) لِيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً لِلَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْقَاسِيَةِ قُلُوبُهُمْ وَإِنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ (٥٣) وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهِ فَتُخْبِتَ لَهُ قُلُوبُهُمْ وَإِنَّ اللَّهَ لَهَادِ الَّذِينَ آمَنُوا إِلَى صِرَاطٍ مُسْتَقِيمٍ (٥٤) وَلَا يَزَالُ الَّذِينَ كَفَرُوا فِي مِرْيَةٍ مِنْهُ حَتَّى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ (٥٥) الْمُلْكُ يَوْمَئِذٍ لِلَّهِ يَحْكُمُ بَيْنَهُمْ فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي جَنَّاتِ النَّعِيمِ (٥٦) وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا فَأُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ (٥٧) وَالَّذِينَ هَاجَرُوا فِي سَبِيلِ اللَّهِ ثُمَّ قُتِلُوا أَوْ مَاتُوا لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقًا حَسَنًا وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَّازِقِينَ (٥٨) لَيُدْخِلَنَّهُمْ </p>"
}