{
  "id": null,
  "sura": 22,
  "aya": 54,
  "text": "<p> قَالَ بَعْضُهُمْ: تمنى وأمنيته: هو من تمني النفس، كقوله:  (وَلَا تَتَمَنَّوْا. . .) الآية، ونحوه وهو قول الحسن: تمنى كبعض ما تمنى الناس من الدنيا. </p><p> وقال قتادة: تمنى ما ذكرنا من تمني النفس أن يذكر آلهتهم التي كانت تدعى وترجى شفاعتهن، على ما ذكرنا، واللَّه أعلم. </p><p> وقوله:  (لِيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً لِلَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْقَاسِيَةِ قُلُوبُهُمْ وَإِنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ (٥٣) هذا تأويل القوم: ليجعل ما يُلقي الشيطان في قلوب أُولَئِكَ الكفرة فتنة للذين ذكر؛ لما ظنوا لعله لا يقدر الإجابة لهم، أو لا يحضره ما يجيبهم؛ فيكون ذلك فتنة لهم، واللَّه أعلم. </p><p> وقوله:  (فِي قُلُوبِهِمْ مَرَضٌ) كأنهم هم المنافقون؛ لأنهم هم الموصوفون المسمون بهذا الاسم، كقوله:  (وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا) . </p><p> وقوله:  (وَالْقَاسِيَةِ قُلُوبُهُمْ) كأنهم هم الرؤساء المكابرون المعاندون لرسول الله والكفرة كلهم موصوفون بقساوة قلوبهم، كقوله:  (ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً) . </p><p> وقوله:  (وَإِنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ) يحتمل: أي: لفي عناد وفي مكابرة بعيد عن الإجابة له، أو بعيد لاستماع الحق وقبوله. </p><p> وقيل: شقاق: أي: خلاف بعيد، أي: لا يرجعون إلى الوفاق أبدًا. </p><p> وقوله:  (وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهِ (٥٤) وقوله: (وَلَا يَزَالُ الَّذِينَ كَفَرُوا فِي مِرْيَةٍ مِنْهُ) هذه الآية كالآيات التي ذكرناها فيما تقدم، من ذلك قوله (وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ (١٢٤) وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ. . .) الآية. ونحوها من الآيات التي وصفت أهل التوحيد بالقبول لها والخضوع والإقبال إليها ووصفت أهل الكفر بالرد والتكذيب، فعلى ذلك قوله:  (وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ) علم الذين أوتوا العلم أن القرآن ومحمدًا لحق من ربك؛ لأنهم نظروا إليه بالتعظيم والتبجيل والخضوع له، فأقروا به، فزاد لهم بذلك هدى ورحمة وشفاء، وأُولَئِكَ نظروا إليه بالاستخفاف والاستهزاء والتكذيب، فزاد لهم بذلك رجسًا وضلالا وفسادا. </p><p> وقوله:  (عَذَابُ يَوْمٍ عَقِيمٍ (٥٥) </p><p> قَالَ بَعْضُهُمْ: هو يوم بدر. </p>"
}