{
  "id": null,
  "sura": 22,
  "aya": 32,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ) يحتمل ضرب مثل من أشرك باللَّه بالساقط من السماء واختطاف الطير أو تهوي به الريح في مكان سحيق - وجوهًا: </p><p> أحدها: ما وصف وضرب مثله بشيء لا قرار له ولا ثبات، نحو ما قال:  (وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِنْ فَوْقِ الْأَرْضِ مَا لَهَا مِنْ قَرَارٍ) ، ونحو ما قال:  (وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً. . .) الآية، ضرب مثل الكفر بشيء لا قرار له ولا ثبات، فعلى ذلك مثله بالساقط من السماء تخطفه الطير أو تهوي به الريح، لا يدري أين هو؟ ولا أين يطلب إن أرادوا طلبه؟ ولا يظفر به، فعلى ذلك الكافر. </p><p> والثاني: ضرب مثله بالساقط من السماء، وهي أبعد البقاع في الأوهام، لا ينتفع بمن سقط منها ولا بشيء من نفسه، ولا تبقى نفسه؛ فعلى ذلك الكافر لا ينتفع بشيء من محاسنه، ولا تبقى نفسه ينتفع بها لبعده عن دين اللَّه. </p><p> والثالث: الساقط من السماء أثر سقوطه منها في نفسه وفي جميع جوارحه، وظهر ذلك كله فيه حتى لا يرجى برؤه وصحته، فعلى ذلك الكافر يظهر آثار الكفر في نفسه وجوارحه؛ لبعده عن دين اللَّه، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ: هذا مثل ضربه اللَّه لمن أشرك به في هلاكه وبعده من الهدى، والسحيق: البعيد، وهو قريب مما ذكرنا. </p><p> وقوله:  (ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ (٣٢) هو ما ذكرنا في قوله: (هَذَا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ) ، (وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ) تأويله - والله أعلم - أي: ومن يعظم شعائر اللَّه بالجوارح، فذلك التعظيم من تقوى القلوب، وهكذا الأمر الظاهر في الناس: أنه إذا كان في القلب شيء من تقوى أو خير، ظهر ذلك في الجوارح، وكذلك الشر أيضًا إذا كان في القلب ظهر في الجوارح. </p><p> وقوله:  (حُرُمَاتِ اللَّهِ) و (شَعَائِرَ اللَّهِ) قَالَ بَعْضُهُمْ: هما واحد، وهي المناسك. </p><p> وقَالَ بَعْضُهُمْ: الحرمات هي جميع محارم اللَّه ومعاصيه يتقيها؛ تعظيما لها، وقد ذكرنا تأويل (شَعَائِرَ اللَّهِ) في سورة المائدة، والسحيق: هو المكان البعيد، يقال: </p>"
}