{
  "id": null,
  "sura": 22,
  "aya": 14,
  "text": "<p> وقَالَ بَعْضُهُمْ:  (لَبِئْسَ الْمَوْلَى) أي: الولي، وهو الشيطان، (وَلَبِئْسَ الْعَشِيرُ) أي: القرين الذي لا يفارق. </p><p> وقَالَ الْقُتَبِيُّ: أي: الصاحب والخليل، وهو ما ذكرنا، كله واحد. </p><p> وقال أَبُو عَوْسَجَةَ: العشير: الرفيق الذي تعاشره وتصاحبه وتخالطه، والعشير: الزوج أيضًا. </p><p> وقَالَ الْقُتَبِيُّ:  (ثَانِيَ عِطْفِهِ) : يتكبر معرضا، وكذلك قال أَبُو عَوْسَجَةَ:  (ثَانِيَ عِطْفِهِ) ، أي: متكبرا متجبرا، والعطف في الأصل: الجانب، والأعطاف جمع. </p><p> وقوله:  (مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ) قال: لا يدري أحق هو أم باطل؟ وهو الشك، يقال: إني من هذا الأمر على حرف، أي: على شك، لست بمستيقن. </p><p> وقَالَ الْقُتَبِيُّ: على حرف واحد، وعلى وجه واحد، وعلى مذهب واحد. </p><p> وقال قتادة: على شك، على ما ذكرنا. </p><p> وقال أبو عبيدة: على حرف، أي: لا يدوم، ويقول: إنما أنا حرف، أي: لا أثق بك، ونحو هذا، وأصله ما ذكرنا فيما تقدم. </p><p> وقَالَ بَعْضُهُمْ: قوله: (يَدْعُو لَمَنْ ضَرُّهُ) في الآخرة (أَقْرَبُ مِنْ نَفْعِهِ) ، (انْقَلَبَ عَلَى وَجْهِهِ) أي: يرجع إلى دينه. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ إِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ (١٤) مَنْ كَانَ يَظُنُّ أَنْ لَنْ يَنْصُرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّمَاءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ (١٥) وَكَذَلِكَ أَنْزَلْنَاهُ آيَاتٍ بَيِّنَاتٍ وَأَنَّ اللَّهَ يَهْدِي مَنْ يُرِيدُ (١٦) إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (١٧) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ إِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ) . </p><p> المعتزلة كذبت هذه الآية والآية التي تلي هذه الآية، وهو قوله:  (وَأَنَّ اللَّهَ يَهْدِي مَنْ يُرِيدُ) ؛ لأنهم يقولون: أراد إيمان جميع الخلائق ثتم لم يفعل ذلك، وأراد جميع الخيرات </p>"
}