{
  "id": null,
  "sura": 22,
  "aya": 37,
  "text": "<p> و (الْقَانِعَ) : هو الجالس في بيته، ونحوه. </p><p> وقَالَ الْقُتَبِيُّ:  (الْقَانِعَ) : السائل، يقال: قنع يقنع قنوعًا، ومن الرضا: قنع يقنع قناعة، (وَالْمُعْتَرَّ) : الذي يعتريك ولا يسأل، يقال: اعتراني: وعدني، واعتراني. </p><p> وقال أَبُو عَوْسَجَةَ:  (الْقَانِعَ) : السائل، والقنوع: السؤال، والقناعة من الرضا، يقال منه: قنع يقنع قناعة، ويقول: قنعته، أي: أرضيته، وقنعته، أي: غطيت رأسه بالقناع ونحوه، ويقال من المعتر: اعتر اعترارا واعترى وعرا يعر، وكلها واحد. </p><p> وقال:  (صَوافَّ) ، أي: قياما مصطفة، وقال: ويكون (صوافن) ، أي: قائمًا ثلاث قوائم. يقال: صفن الفرس يصفن صفونا: إذا قام على ثلاث قوائم. </p><p> وقوله:  (وَجَبَتْ جُنُوبُهَا) ، أي: سقطت إلى الأرض، يقال: وجب يجب وجوبا، فهو واجب: إذا سقط، ووجبت الشمس: إذا غابت، قال: وهذا كله من الصوت، يقال: سمعت وجبة، أي: صوتًا، وقال:  (مَنسَكًا) ، أي: موضعا ينسكون إليه للعبادة. </p><p> وعن ابن عَبَّاسٍ قال:  (الْقَانِعَ) : الذي يقنع بما أعطيته، (وَالْمُعْتَرَّ) : الذي يريك نفسه ولا يسأل. </p><p> وقوله:  (كَذَلِكَ سَخَّرْنَاهَا لَكُمْ) أي: البدن التي ذكرناها. </p><p> ثم يحتمل ما ذكر من تسخيره إياها لنا وجهين: </p><p> أحدهما:  (كَذَلِكَ سَخَّرْنَاهَا) أي: كما سخرناها لكم لركوبها والحمل عليها وأنواع الانتفاع بهأ في حال الحياة، كذلك سخرناها لكم، أي: مثل الذي وصفته لكم، كل ذلك من تسخيرها إياها لكم، واللَّه أعلم. </p><p> وقوله:  (لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ كَذَلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَبَشِّرِ الْمُحْسِنِينَ (٣٧) هذا يحتمل وجهين: أحدهما: لن يقبل اللَّه ذلك إلا ممن كان من أهل التقوى، لا يقبلها من أهل الكفر؛ لأنهم قد كانوا ينحرون البدن في الجاهلية، على ما ذكرنا، فأخبر أنه لا يقبل ذلك إلا ممن كان من أهل التقوى، وهو كقوله:  (إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ) . </p><p> والثاني: أن يكون قوله: (لَن يَنَالَ اللَّهَ) أي: لن يرفع إلى اللَّه إلا الأعمال الصالحة الزاكية وما كان بالتقوى، وأما ما كان غيرها فإنه لا يرفع ولا يصعد بها، وهو ما قال:  (وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ) . </p><p> وقال بعض أهل التأويل: ذكر هذا؛ لأن أهل الجاهلية كانوا إذا نحروا البدن [نضحوا] </p>"
}