{
  "id": null,
  "sura": 22,
  "aya": 25,
  "text": "<p> وقال:  (الطَّيِّبِ مِنَ الْقَوْلِ) : هو كل قول حسن. </p><p> وقوله:  (الْحَمِيدِ) يحتمل (صِرَاطِ الْحَمِيدِ) ، أي: صراط اللَّه، كقوله:  (صِرَاطِ اللَّهِ) . </p><p> ويحتمل أن يكون نعت ذلك الصراط، أي: صراط حميد، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى (إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ (٢٥) وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ أَنْ لَا تُشْرِكْ بِي شَيْئًا وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ (٢٦) وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ (٢٧) لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ (٢٨) ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ (٢٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الَّذِينَ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرَامِ) قوله: (كَفَرُوا) هو خبر ماض، وقوله:  (وَيَصُدُّونَ) خبر مستقبل، فنسق المستقبل على الماضي. </p><p> قال الزجاج: إن الكافرين والصادين عن سبيل اللَّه (وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ) . </p><p> وعندنا تأويله: أن الذين كفروا قبل أن يبعث مُحَمَّد ويصدون الناس عن سبيل اللَّه إذا بعث مُحَمَّد. </p><p> ثم يحتمل قوله:  (وَالْمَسْجِدِ الْحَرَامِ) أي: كانوا يمنعون المسلمين عن دخول المسجد الحرام للإسلام والسؤال عنه، والثاني: إخراجهم منه، كقوله:  (وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِنْدَ اللَّهِ) . </p><p> وقوله:  (الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ) ظاهر هذا أن يكون الذي جعل فيه العاكف والبادي سواء هو المسجد الحرام؛ لأنه قال:  (جَعَلْنَاهُ لِلنَّاسِ سَوَاءً) ، لكن أهل التأويل صرفوا ذلك إلى مكة، وقالوا:  (سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ) في النزول في المنازل، وظاهره ما ذكرنا. </p><p> ثم يحتمل أن يكون المسجد الحرام مخصوصًا بهذا ليس كسائر المساجد التي لها أهل: أن أهلها أحق بها من غيرهم، وأمَّا المسجد الحرام فإن الناس شَرَعٌ، سواء العاكف </p><p> فيه والبادي. </p><p> ويحتمل أنه خص المسجد الحرام بأن الناس سواء فيه؛ ليعلموا أن الحكم في سائر المساجد كذلك: أن الناس فيها سواء أهلها وغير أهلها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ) قَالَ بَعْضُهُمْ: الإلحاد فيه: هو الشرك والكفر. </p><p> وقَالَ بَعْضُهُمْ: الإلحاد: هو كل المعاصي، وأصل الإلحاد: هو العدول والميل عن الطريق. وتأويله: ومن يلحد فيه إلحاد ظلم نذقه كذا. </p><p> قَالَ بَعْضُهُمْ: من هَمَّ فيه بإلحاد بظلم نذقه كذا. </p><p> ثم يحتمل تخصيص ذلك المكان بما ذكر وجوهًا: </p><p> أحدها: ليعلموا أن كثرة الخيرات وتضاعفها مما لا يعمل في إسقاط المساوئ فيه وهدمها؛ لما روي:  \" أن صلاة واحدة بمكة تعدل كذا وكذا صلاة في غيرها من الأماكن \" ، وكذلك حسنة فيها. </p><p> والثاني: خصت بالذكر فيه على التغليظ والتشديد، على ما خصت تلك البقعة بتضاعف الحسنات. </p><p> والثالث: أن أُولَئِكَ اذعوا أنهم أولى باللَّه من غيرهم؛ لنزولهم ذلك المكان، فأخبر أن من يرد فيه بكذا نذقه، ليس تخصيص ذلك المكان بما ذكر، والعفو في غيره، ولكن بما ذكرنا. </p><p> وقَالَ بَعْضُهُمْ: معناه: من يرد فيه إلحادًا بظلم، والباء زائدة، ومثله قوله:  (تَنْبُتُ بِالدُّهْنِ) ، معناه: تنبت الدهن. روي بالخبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" احْتكارُ الطعام بمكةَ إلْحَاد \" ، وكذلك روي عن عمر وابن عمر. </p>"
}