{
  "id": null,
  "sura": 22,
  "aya": 5,
  "text": "<p> على ما ذكر في آية أخرى:  (مِنْ كُلِّ شَيْطَانٍ مَارِدٍ) ، قَالَ بَعْضُهُمْ: كل متمرد في العناد والمكابرة، فهو مارد. </p><p> وقَالَ بَعْضُهُمْ: المارد: هو المجاوز عن جنسه في عتوه وتمرده؛ ولذلك سمي الذي لا لحية له: أمرد؛ لخروجه ومجاوزة أجناسه ورجاله، والمارد بالفارسية: ستنبه. </p><p> وقوله - عَزَّ وَجَلَّ -: (كُتِبَ عَلَيْهِ أَنَّهُ مَنْ تَوَلَّاهُ فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ (٤) قَالَ بَعْضُهُمْ: كتب على الشيطان أن من تولاه واتبعه أن يضله (وَيَهْدِيهِ) أي: يدعوه (إِلَى عَذَابِ السَّعِيرِ) ، وهو ما قال في آية أخرى:  (أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ) . </p><p> وقَالَ بَعْضُهُمْ: كتب على من تولى الشيطان واتبعه أنه يضله، أي: يدعوه إلى ما به ضلاله وهلاكه. </p><p> وقوله: قيل: حكم. </p><p> وقيل: قضى. </p><p> و (كُتِبَ) يحتمل الإثبات، أي: أثبت في أم الكتاب: أن من تولى الشيطان واتبعه أنه يضله، وقد ذكر إضلال الشيطان في غير موضع. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ (٥) أي: خلقنا أصلكم من تراب، وخلقنا أولاده من نطفة (ثُمَّ مِنْ عَلَقَةٍ. . .) الآية. </p><p> تأويله - واللَّه أعلم -: أن كيف تشكون في البعث وتنكرونه وليس سبب إنكاركم البعث إلا أن تصيروا ترابًا أو ماء في العاقبة، وقد كنتم في مبادئ أحوالكم ترابًا وماء، فكيف أنكرتم بعثكم إذا صرتم ترابًا؟ </p><p> أو أن يكون معناه: أن كيف أنكرتم البعث وقد رأيتم أنه يقلبكم من حال النطفة إلى حال العلقة، ومن العلقة إلى المضغة، ولا يقلب من حال إلى حال بلا عاقبة تقصد، فلو لم يكن بعث - كما تزعمون - لكان خلقكم وتقليبكم من حال إلى حال عبثًا؛ على ما أخبر: أن خلق الخلق لا للرجوع إليه عبث، كقوله؛ (أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ) ، صيّر خلق الخلق لا للرجوع إليه عبثًا، فعلى ذلك الأوّل. </p><p> أو أن يكون تأويله - واللَّه أعلم -: (فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ. . .) إلى آخر الآية، ولو اجتمع حكماء البشر وعلماؤهم ليعرفوا السبب الذي خلق البشر من ذلك التراب أو من النطفة - ما قدروا عليه، وما وجدوا للبشر فيه أثرا، ولا معنى البشرية فيه، </p><p> فمن قدر على ابتداء إنشاء هذا العالم من التراب أو من النطفة من غير سبب يوجد فيه، ولا وأثر - لقادر على إعادتهم، وإعادة الشيء في عقولكم أهون وأيسر من الابتداء، فمن قدر على الابتداء فهو على الإعادة أقدر. </p><p> وقوله:  (مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ) . </p><p> قال:  (مُخَلَّقَةٍ) : أي مخلوقة خلقا، (وَغَيْرِ مُخَلَّقَةٍ) : أي غير مخلوقة خلقا، نطفة على حالها. </p><p> وقَالَ بَعْضُهُمْ:  (مُخَلَّقَةٍ) أي: تامة، (وَغَيْرِ مُخَلَّقَةٍ) أي: غير تامة خلقًا، وهو والأشبه؛ لأن التشديد إنما يذكر لتكثير الفعل، والتخفيف لتقليله، فكأنه قال:  (مُخَلَّقَةٍ) ، أي: قد أتم خلقها من الجوارح والأعضاء، (وَغَيْرِ مُخَلَّقَةٍ) ، أي: غير تامة خلقا. بل ناقصة. </p><p> وقوله:  (لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى. . .) كأن قوله: (وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ) موصولا بقوله: (مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ)  (وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى) : من سثة أشهر إلى سنتين، أو ما شاء اللَّه (ثُمَّ نُخْرِجُكُمْ) من الأرحام بعد الإقرار فيها (طِفْلًا) قَالَ بَعْضُهُمْ: ثم نخرج </p><p> كلًّا منكم طفلا. </p><p> وقَالَ بَعْضُهُمْ: واسم الطفل يجمع ويفرد. </p><p> (ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ) قَالَ بَعْضُهُمْ: الأشد هو ثلاث وثلاثون سنة. </p><p> وقَالَ بَعْضُهُمْ: هو من ثماني عثرة سنة إلى ثلاثين سنة، وأصل الأشد: هو من اشتداد كل شيء، وتقوي كل شيء فيه من الجوارح والأعضاء، وكل ما ركب فيه من العقل وغيره، ثم عند ذلك يبين لهم، ويكون قوله:  (لِنُبَيِّنَ لَكُمْ) بعد هذا كله إذا بلغوا المبلغ الذي يعرفون تقليبه إياهم من حال إلى حال، على ما ذكر، ثم يحتمل قوله:  (لِنُبَيِّنَ لَكُمْ) وجوهًا: </p><p> أحدها: يبين قدرته وسلطانه: أن من قدر على تحويلهم من حال التراب إلى حال الإنسانية والبشرية، ومن حال النطفة إلى حال العلقة. . . ثم إلى آخر ما ذكر لقادر على البعث والإحياء بعد ما صاروا ترابًا. </p><p> أو يبين علمه في الظلمات الثلاث التي كان الولد فيها أن كيف قلبه من حال إلى حال </p><p> في تلك الظلمات؛ ليعلموا أنه لا يخفى عليه شيء. </p><p> أو يبين حكمته وتدبيره في خلق الإنسان من التراب ومن النطفة ما لو اجتمع جميع الحكماء من البشر والعلماء؛ ليعرفوا المعنى الذي به خلق الإنسان منه وصار به بشرًا ما قدروا عليه، ولا عرفوا السبب الذي به صار كذلك؛ ليعلموا أنه حكيم بذاته وعالم قادر بذاته، لا بتعليم غيره، ولا بإقدار غيره، فمن كان هذا سبيله لا يعجزه شيء؛ ينشئ الأشياء من الأشياء ولا من الأشياء على ما شاء وكيف شاء. </p><p> وقوله:  (وَمِنْكُمْ مَنْ يُتَوَفَّى) أي: من يتوفى قبل أن يبلغ أشده، دليله قوله:  (وَمِنْكُمْ مَنْ يُتَوَفَّى) أي: من قبل أن يبلغ ذلك المبلغ وهو الأشد، (وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ) أي: إلى وقت ما يستقذر ويستخبث، ليس كالصغير؛ لأن الصغير والطفل مِمَّا يؤمل منه في العاقبة المنافع والزيادات، وهذا لا يرجى منه ولا يؤمل منه العاقبة، كلما مر عليه وقت كان أضعف في عقله ونفسه، ولا كذلك الصغير، وهو كما قال:  (خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً) . </p><p> قَالَ الْقُتَبِيُّ:  (أَرْذَلِ الْعُمُرِ) : أي: الخرف والهرم. </p><p> وقوله:  (لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا) أي: لكيلا يعلم من بعد ما كان يعلمه شيئًا. </p><p> ثم ذكر قدرته وسلطانه فقال:  (وَتَرَى الْأَرْضَ هَامِدَةً) قَالَ بَعْضُهُمْ: ميتة، وقيل: مشققة، وقيل: يابسة، وقيل: بالية. </p><p> وقوله:  (فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ) قال الزجاج: (وَرَبَتْ) : من الزيادة والنماء، وكذلك قال أَبُو عَوْسَجَةَ: يقال: ربا يربو، أي: زاد، وهو من الربا، وربا من الارتفاع، ربا يربو ربوة، كقوله:  (وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ) . </p><p> ثم أضاف الاهتزاز والزيادة إلى الأرض، وهي لا تهتز ولا تربو، إنما يربو ويهتز ما يخرج منها من النبات، لكن أضاف ذلك إليها لما بها كان اهتزاز ذلك النبات، وبها كان النماء؛ فاضيف إليها. </p><p> ْأو إن كان من الارتفاع والربوة، فهي ترتفع وتنتفخ وتهتز بالمطر. </p><p> وقوله:  (وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ) قيل: البهيج: الحسن؛ يخبر في كل هذا قدرته وسلطانه: أن من قدر على إحياء الأرض بعد ما كانت يابسة ميتة، لقادر على إحياء </p>"
}