{
  "id": null,
  "sura": 22,
  "aya": 28,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ) أضاف الإتيان إلى الدواب؛ لأنه بالدواب يأتون، فأضاف إليها لذلك، واللَّه أعلم. </p><p> وقال أَبُو عَوْسَجَةَ:  (يُحَلَّوْنَ فِيهَا) ، من الحلي من الذهب والفضة، تقول: حليت المرأة، أي: اتخذت حليا، ويقال: حلى الشيء يحلى حلًى؛ إذا حسن، ويقال: بعينه إذا حسن في عينه، ويقال: حلى الشيء يحلو حلاوة فهو حلو، ويقال: تحليت، إن شئت جعلته أكلت حلاوته، وإن شئت جعلته من الحلي، ويقال: حلأت الإبل عن الماء، أي: منعت، ويقال: حليت الشيء وأحليته، أي: جعلته حلوًا. </p><p> وقَالَ الْقُتَبِيُّ:  (سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ) أي: المقيم، والبادي - وهو الطارئ من البدو - سواء فيه ليس المقيم فيه بأولى من النازح إليه. </p><p> (وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ) أي: من يرد فيه إلحادا، وهو الظلم والميل عن الحق، فزيدت الباء، كما يقال:  (تَنْبُتُ بِالدُّهْنِ) ، وهو ما ذكرنا. </p><p> وقوله:  (وَعَلَى كُلِّ ضَامِرٍ) ، أي: ركبانا على ضمر من طول السفر (مِنْ كُلِّ فَجٍّ عَمِيقٍ) أي: بعيد غامض. </p><p> وقال أَبُو عَوْسَجَةَ:  (الْعَاكِفُ) : المقيم، (وَالْبَادِ) : من كان في البادية، والإلحاد: الميل عن الحق، ومنه اشتق اللحد، لحد القبر. </p><p> (وَعَلَى كُلِّ ضَامِرٍ) ، أي: على كل بعير ضامر، أي: خميص البطن. </p><p> (يَأْتُوكَ رِجَالًا) تقول: رجل الرجل يرجل رجلة، فهو راجل، والفج: الطريق، والعميق: البعيد، يقال: عمق، أي: بعد، يعمق عمقا، فهو عميق. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ (٢٨) قال الحسن: يشهدون مشاهد فيه، فيذكرون اللَّه فيها ويكتسبون أشياء تنفع لهم في الآخرة، فذلك منافع لهم التي يشهدونها. </p><p> وقال غيره من أهل التأويل:  (مَنَافِعَ لَهُمْ) : التجارات والمنافع التي كانوا يكتسبونها إذا خرجوا للحج. </p><p> وقَالَ بَعْضُهُمْ: التجارة في الدُّنيَا، والأجر في الآخرة، وهو مثل الأول. </p><p> وجائز أن يكون قوله:  (لِيَشَهَدُوا مَنَافِعَ لَهُمْ) : الأرزاق التي جعلت لهم في البلدان النائية البعيدة ما لو لم يشهدوها لم يسق اللَّه ذلك إليهم؛ لأن من الأرزاق التي جعلت لهم </p><p> في البلدان ما يساق إلى أهلها وهم في مقامهم وأمكنتهم، ومن الأرزاق ما يساق أهلها إليها ما لو لم يأتوها لم يسق ذلك إليهم، فجائز ما ذكر من المنافع: هو ما غاب عنهم من المنافع والأرزاق التي جعلت لهم في البلدان النائية البعيدة إذا خرجوا للحج نالوها، وإذا لم يخرجوا له لم ينالوا. </p><p> وقَالَ بَعْضُهُمْ:  (لِيَشْهَدُوا مَنَافِعَ لَهُمْ) أي: متاجرهم وقضاء مناسكهم. </p><p> وقوله:  (وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ) اختلف فيه: </p><p> قال الحسن: هو يوم النحر خاصة. وجائز إضافة الواحد إلى الجماعة، كقوله:  (وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا) ، وإنما جعل في السماء الدنيا، وكما يقال:  (توارى فلان في دور بني تميم) ، وإنما توارى في دار من دورهم، ومثل هذا كثير، وذلك جائز في اللسان. </p><p> وقَالَ بَعْضُهُمْ: الأيام المعلومات: هو يوم النحر ويومان بعده. </p><p> وقَالَ بَعْضُهُمْ: المعلومات والمعدودات هي أيام التشريق جميعًا. </p><p> وقَالَ بَعْضُهُمْ: الأيام المعلومات: هي أيام العشر؛ لأنها هي أيام الذكر فيها. </p><p> وجائز أن يكون قوله:  (وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ) كناية عن الذبح، وأيام الذبح ثلاثة: يوم النحر ويومان بعده؛ ألا ترى أنه قال:  (عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ فَكُلُوا مِنْهَا) ذكر الأكل ولم يذكر الذبح، فذلك يدل على أن قوله:  (وَيَذْكُرُوا اسْمَ اللَّهِ) كناية عن الذبح، وإنما كان كناية عنه؛ لأنه بالذكر يقدم الذبائح ولا يخلو منه دونه، والله أعلم. </p><p> وقوله:  (فَكُلُوا مِنْهَا) : </p><p> قَالَ بَعْضُهُمْ: من الأضاحي؛ لأن التناول من الأضاحي كان لا يحل فخرج ذلك مخرج رخصة التناول منها والحل، لكن الأضاحي لا يحتمل؛ لأن الوقت ليس هو وقت الأضاحي ولا أماكنها، إنما هو وقت دم المتعة والقران ودم التطوع. وفيه إباحة التناول من دم المتعة والقِران. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ) : قَالَ بَعْضُهُمْ: البائس: من البؤس وهو ما اشتد به من الحاجة والشدة. </p>"
}