{
  "id": null,
  "sura": 22,
  "aya": 60,
  "text": "<p> وقوله:  (وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَّازِقِينَ) أخبر أنه خير الرازقين وإن لم يكن رازق سواه؛ لأنهم كانوا يطمعون ويطلبون الرزق والسعة من عند من سواه، حيث كانوا يعبدون من دونه طمعًا في السعة، فأخبر أنه هو الرزاق، ومنه يطمع الرزق والسّعة؛ لأنه هو المالك لذلك، وهو ما قال:  (أَحْسَنُ الْخَالِقِينَ) ، وإن لم يكن خالق سواه. </p><p> وقوله:  (لَيُدْخِلَنَّهُمْ مُدْخَلًا يَرْضَوْنَهُ وَإِنَّ اللَّهَ لَعَلِيمٌ حَلِيمٌ (٥٩) وهو الجنة أيضًا، يرضى بها كل طبع وعقل، (وَإِنَّ اللَّهَ لَعَلِيمٌ حَلِيمٌ) عليم بما صنع بأوليائه أعداؤه، أو ما صنع هو بأوليائه، (حَلِيمٌ) حيث أخر الانتقام من أعدائه، لم ينتقم منهم وقت صنيعهم به، صنعوا بأوليائه، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (ذَلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللَّهُ إِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ (٦٠) ذَلِكَ بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَأَنَّ اللَّهَ سَمِيعٌ بَصِيرٌ (٦١) ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ هُوَ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ (٦٢) </p><p> وقوله:  (ذَلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ) قد ذكرنا فيما تقدم أنه جائز في اللغة ذكر حرف (ذلك) وحرف (هذا) على الابتداء وإن كان مما يخبر به عن غائب، نحو قوله:  (هَذَا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ) ، وقوله:  (هَذَا وَإِنَّ لِلطَّاغِينَ) يستقيم ذكره بدون ذكر (هَذَا) وهو أن يقول: وإن للمتقين كذا، وإنّ للطاغين كذا، فعلى ذلك هذا. </p><p> أو أن يكون ذكر ذلك صلة ما سبق من ذكر الأنباء والأخبار، يقول: ذلك الذي ذكرت لك وأنبأتك: (وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ) . </p><p> ثم اختلف في سبب نزول هذه الآية: </p><p> قَالَ بَعْضُهُمْ: هي في القصاص: أن من قتل ولي آخر فاقتص منه، ثم أن المقتص منه بغى على ولي المقتول فقتله، لينصرنه على من بغى عليه، وهو ما ذكر في آية أخرى، وهو قوله (فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ ذَلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ) ، ثم قال:  (فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ. . .) كذا، لكن ذكر هاهنا الاعتداء بعد ما أخذ المال وعفا، وفي الأول ذكر البغي بعد القصاص، وهو واحد في معناه. </p><p> وقَالَ بَعْضُهُمْ: نزل في المؤمنين والمشركين، وذلك أن المشركين عاقبوا المؤمنين بعقوبات واعتدوا عليهم، ثم إن المسلمين ظفروا بهم، فعاقبوهم جزاء عقوبتهم، ثم إن </p>"
}