{
  "id": null,
  "sura": 22,
  "aya": 78,
  "text": "<p> ما أشرك أهل مكة وغيرهم من الكفار في عبادتهم غيره، وهي الأصنام التي عبدوها. </p><p> والثاني: اعبدوا ربكم بالأسباب والأشياء التي عرفكم أنها عبادة، وكذلك افعلوا الخيرات التي عرفكم أنها خيرات. </p><p> والثالث: أن اجعلوا أحوالكم التي أنتم عليها من قيام وقعود، وحركة وسكون، عبادة لله تعالى، واجعلوا تقلبكم أيضا للمعاش الذي أبيح لكم وأذن فيه عبادة، فالأول هو عبادة بنفسه التي جعلها اللَّه نصًّا، والثاني هو الذي يصير عبادة بالنية والقصد؛ فيكون في جميع أحواله مؤدي عبادة، وهكذا الواجب على المرء أن يكون في جميع ما يؤذي من الصلاة والصيام وغيره مؤدي فرض، وهو أن يؤدي جميع ذلك بنية الشكر لنعمه، وتكفيرًا لمعاصيه، وكلاهما لازمان واجبان، فإن فعل ذلك كان مؤدي لازم، واللَّه أعلم. </p><p> وقوله:  (لَعَلَّكُمْ تُفْلِحُونَ) ظاهره خرج على الترجي، وفي الحقيقة على الوجوب، على ما ذكرنا فيما تقدم. </p><p> وقوله:  (وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ ... (٧٨) ليس لحق اللَّه غاية يوصل إليها، وكذلك قوله:  (اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ) ؛ لأنه لو كان لحقه غاية لكان الرسل والملائكة يقومون بوفاء ذلك ويتوهم منهم المجاوزة عن ذلك؛ إذ كل ذي حد وغاية يتوهم المجاوزة فيه، فإن لم يحتمل المجاوزة دل أن حقه ليس بذي حد وغاية، ويكون تأويل قوله:  (وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ) و (حَقَّ تُقَاتِهِ) ، حقه الذي احتمل وسعكم وبنيتكم وطاقتكم، كقوله:  (فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ) ، فيكون هذا تفسيرًا لقوله:  (حَقَّ تُقَاتِهِ) و (حَقَّ جِهَادِهِ) . </p><p> ثم يحتمل قوله:  (وَجَاهِدُوا فِي اللَّهِ) أي: جاهدوا أنفسكم في شهوتها وأمانيها. </p><p> أو جاهدوا أعداء اللَّه في دفع الوسواس والمحاربة معهم. </p><p> وقوله:  (هُوَ اجْتَبَاكُمْ) يحتمل وجهين: </p><p> أحدهما:  (هُوَ اجْتَبَاكُمْ) للإيمان والهدى والتوحيد. </p><p> أو (هُوَ اجْتَبَاكُمْ) جنسًا من أفضل الأجناس وأكرمهم من بين سائر الأجناس، كقوله:  (وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ) . </p><p> وقال عامة أهل التأويل في قوله:  (ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ) أي: وحدّوا ربكم، جعلوا كل عبادة مذكورة في الكتاب توحيدا؛ فيكون ذكر العبادة هاهنا كقوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ) ، كأنه قال: يَا أَيُّهَا الذين آمنوا وحدوا ربكم. </p><p> ثم اختلف في قوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا) : </p><p> قَالَ بَعْضُهُمْ: فيه وجوب سجدة التلاوة على ذلك، وهي في الخبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - </p><p> أنه قال:  \" فضلت سورة الحج بسجدتين على غيرها من السور، فمن لم يسجدهما فلا يقرأها \" . </p><p> وكذلك روي عن عمر - رَضِيَ اللَّهُ عَنْهُ - أنه قرأها فسجد فيها مرتين، ثم قال ما ذكرناه. </p><p> وتأويله - عندنا - أن قوله:  \" فضلت بسجدتين \" التي هي من صلب الصلاة، وسجدة التلاوة في أول السورة، فمن لم يسجدهما فلا يقرأها، وأصله في وجوب سجدة التلاوة: أن كل سجود ذكر في القرآن للخضوع فهو واجب للتلاوة، لازم له، وكل سجود كان الأمر به لحق سجود الصلاة فإنه لا يلزمه السجدة للتلاوة، فالأمر بالسجود في قوله:  (ارْكَعُوا وَاسْجُدُوا) أمر بسجود الصلاة لا غير لم يلزم تاليه السجود بالتلاوة، والله أعلم. </p><p> وقوله:  (وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ) يحتمل تأويله وجوهًا: </p><p> أحدها: أن عليهم معرفة وحدانية اللَّه، وألوهيته، وتعاليه عن الأشباه والشركاء، وعليهم معرفة نعمه، والقيام بشكرها له، والخضوع له في كل وقت، وإن لم يبعث الرسل، لكنه بفضله ورحمته بعث إليهم الرسل ليكون أيسر عليهم معرفة ذلك وأهون، والقيام بأداء ذلك أخف؛ لأن معرفة الأشياء بالسماع من لسان الصدوق والعدل أيسر، والإدراك أهون من معرفتها بالنظر والتفكر، وهو ما قال:  (وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا) ، أخبر أنه لولا فضله ورحمته في بعث الرسل، لاتبعوا الشيطان إلا قليلا، والقليل الذين استثناهم: الذين يتفكرون وينظرون فيعرفون بالتفكر والنظر، وذلك لا يعرف إلا بجهد وتكلف، فعلى ذلك قوله:  (وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ) ولكن بعث إليكم الرسل ليكون أوضح لسبيل الحق ومعرفته، وإن كان له ألا يرسل، ويكلف، ذلك بالنظر والتفكر. </p><p> والثاني:  (وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ) قطع ما يقع لهم الحوائج، وتحريم كل أنواع المطاعم والمشارب واللباس عليكم لكنه إذا حرم نوعًا منها أباح نوعًا آخر بإزائه مما يسد به حاجته ويزيح به علته، ولو حرم كل أنواعها كان حرجا في الدِّين وضيقًا. </p><p> والثالث: لم يجعل عليهم من العبادات والفرائض التي كلفهم بها والقيام بأدائها ما لا </p><p> يحتمل وسعهم، ولا بنيتهم، ولا حمل عليهم أمورًا شاقة خلاف ما عليه طباعهم وأمر معاشهم، ولكن كلفهم بعبادات احتمل بها وسعهم وبنيتهم، وحمل عليهم أمورًا غير شاقة موافقة لما عليه أمر معاشهم وطباعهم، وإن بعد ونأى عليهم. </p><p> والرابع: أنه لم يجعل توبتهم عما ارتكبوا من المعاصي والمآثم قتل بعضهم بعضًا، وإهلاك بعضهم بعضا، على ما جعل ذلك لقوم، حيث قالوا لهم:  (فَتُوبُوا إِلَى بَارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ) ، ولو كلف ذلك كان حرجًا في الدِّين، وأمثال ذلك. </p><p> والخامس: جائز أن يكون قوله: (وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ) أي: من شك وشبه، أي: قد أزاح عنكم الشبه والشك بالحجج والبراهين التي أقامها لكم، واللَّه أعلم. </p><p> وقوله:  (مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ) هذا يحتمل وجهين: </p><p> أحدهما: على الأمر: أن الزموا ملة إبراهيم. </p><p> والثاني: أن هذا الذي ذكر هو ملة أبيكم إبراهيم. </p><p> وقوله:  (هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَذَا) اختلف فيه: </p><p> قال عامة أهل التأويل: قوله: (هُوَ سَمَّاكُمُ) أي: اللَّه سماكم المسلمين. </p><p> وقَالَ بَعْضُهُمْ: إبراهيم (هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ) ، حيث قال:  (وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمُ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ) ورسول اللَّه مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان من ولد إسماعيل، وقد دعا له ولذريته بذلك. </p><p> وقوله:  (مِنْ قَبْلُ وَفِي هَذَا) : قَالَ بَعْضُهُمْ: (مِنْ قَبْلُ) : في الكتب المتقدمة (وَفِي هَذَا) ، أي: في القرآن. </p><p> وقَالَ بَعْضُهُمْ:  (مِنْ قَبْلُ) : في الأمم الذين كانوا من قبل؛ لأنه ما من قوم وأمة إلا وفيهم مسلمون متسمون بهذا الاسم، (وَفِي هَذَا) : في قومه، أي: كنتم متسمون بهذا الاسم في الأمم الخالية، كقوله:  (كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ) ، أي: كنتم خير أمة في الأمم التي كانت من قبل أنها تخرج في هذا الوقت، واللَّه أعلم. </p><p> وقوله:  (لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ) قال قائلون: (عَلَيْكُمْ) بمعنى: لكم، وذلك جائز في اللغة، كقوله:  (وَمَا ذُبِحَ عَلَى النُّصُبِ) أي: للنصب؛ فعلى ذلك </p><p> جائز في هذا (عَلَيْكُمْ) أي: لكم، ويكون تأويله: يكون الرسول لكم شهيدًا بالتصديق له، وتكونوا أنتم شهداء للناس بالتصديق لرسول اللَّه إذا صدقتم إياه. </p><p> وقَالَ بَعْضُهُمْ:  (لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ) ، بمعنى: عليكم، وتأويله: يكون شهيدًا عليكم إذا خالفتموه ولم تصدقوه، وتكونوا أنتم إذا صدقتم رسولكم ووافقتموه - شهداء على سائر الناس إذا كذبوا رسولهم: أنهم كذبوه وخالفوه. </p><p> وفي هذه الآية دلالة اتفاق قرن حجة على من بعدهم، حيث جعلهم شهداء على من بعدهم ومن قبلهم، وقد ذكرنا تأويل الآية في سورة البقرة. </p><p> وقوله:  (فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ) فإذا أراد الصلاة المعروفة والزكاة المعروفة، ففي الأمر بإقامة الصلاة أمر لإصلاح ما بينهم وبين ربهم، وفي الزكاة إصلاح ما بينهم وبين الخلق، كقوله:  (إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ) ، وفي حرف عبد اللَّه بن مسعود:  (إن الصلاة تأمر بالعدل وتنهى عن الفحشاء والمنكر) . </p><p> وقوله:  (وَاعْتَصِمُوا بِاللَّهِ) . </p><p> قَالَ بَعْضُهُمْ: بدين اللَّه وهو ما ذكر فيما تقدم ذكره من قوله: (ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ) . </p><p> (وَافْعَلُوا الْخَيْرَ. . .) إلى آخر ما ذكر؛ فكأنه يقول: اعتصموا بالذي ذكر، وأصل الاعتصام هو الالتجاء إليه؛ فكأنه قال: اعتصموا به من كل ما نهى عنه من الشرور، وبكل ما أمر به من الخير. </p><p> وقوله:  (هُوَ مَوْلَاكُمْ) . </p><p> قال الحسن: هو مولى كل من تولاه بالطاعة. </p><p> وقَالَ بَعْضُهُمْ: المولى: النصير، أي: هو ناصركم وحافظكم. </p><p> (فَنِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ) . </p><p> المانع والنصير: المنتصر ينتصر لهم من أعدائهم، ويمنع عنهم الأعداء. </p><p> وجائز أن يكون قوله:  (هُوَ مَوْلَاكُمْ) ، أي: ربكم وسيدكم، كما يقال لمولى العبد: هذا مولاه وسيده، واللَّه أعلم. </p><p> ويكون في قوله:  (لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ) أنه قد بلغكم؛ (وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ) بأن الرسول قد بلغهم. </p><p> قال أَبُو عَوْسَجَةَ:  (مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ) ، أي: ما عرفوا اللَّه حق معرفته، يقال في الكلام: ما قدرتك حق قدرك، أي: ما عرفتك حق معرفتك. </p><p> وقالوا: الحرج: الضعيف في هذا، وفي غير هذا الموضع، قيل: هو شك في قوله: (فَلَا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ) ، أي: شك، والضيق إنما يكون من الشك إذا شك في شيء ضاق صدره فيه. </p><p> قال أبو معاذ: وأصل الحرج في الكلام: شجر من شوك ملتف، والواحدة: حرجة، منه: حرجة مسلم. </p><p> وقوله:  (هُوَ اجْتَبَاكُمْ) . </p><p> أي: اختاركم، وفي حرف ابن مسعود وأبي:  (هو اجتباكم وسماكم المسلمين من قبل) ، وهذا يؤيد تأويل من يقول: هو سماكم المسلمين، أي: اللَّه سماكم. </p><p> وقَالَ بَعْضُهُمْ في قوله:  (وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ) ، قال: لم يفرض اللَّه على هذه الأمة شيئا إلا جعل فيه رخصة لهم عند الاضطرار؛ مثل التيمم إذا لم يجد ماء، ويصلي قاعدًا ومضطجعًا في المرض، وتفطر إذا كنت مريضًا، ونحو هذا، ليس فريضة إلا فيها رخصة، ولم يكن من قبل ذلك، وهو قول مقاتل بن حيان. </p><p> وقال قتادة: قوله: (وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ) ، أي: ضيق، قال: أعطيت هذه الأمة ثلاثًا لم يعطها إلا نبي: كان يقال للنبي: اذهب فليس عليك حرج، وقال اللَّه لهذه الأمة:  (وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ) ، وكان يقال للنبي: أنت شهيد على قومك، وقال اللَّه لهذه الأمة:  (وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ) ، وكان يقول للنبي: سل تعطه، وقال الله لهذه الأمة:  (ادْعُونِي أَسْتَجِبْ لَكُمْ) . </p><p> وقَالَ بَعْضُهُمْ في قوله:  (ارْكَعُوا وَاسْجُدُوا) ، أي: صلوا لله، كقوله:  (وَإِذَا قِيلَ لَهُمُ ارْكَعُوا لَا يَرْكَعُونَ) ، يقول: صلوا، لا يصلون. </p><p> وقال قتادة:  (ارْكَعُوا وَاسْجُدُوا) ، قال: لا صلاة إلا بركوع، وإن أقوامًا أحدثوا بدعًا: يسجد أحدهم مائة سجدة لا يركع فيهن، وكان يقال: ثلاث مما أحدث الناس: \" رفع الأيدي في الدعاء، والأصوات عند المسألة، والاختصار في السجود \" . </p><p> وقال أبو هريرة:  \" لا يصلح سجود إلا بركوع \" ، واللَّه أعلم بالصواب، وإليه المرجع والمآب، وبه نستعين. </p><p> * * * </p>"
}