{
  "id": null,
  "sura": 22,
  "aya": 38,
  "text": "<p> بدمائها حول البيت، ويقولون: هذا قربة إلى اللَّه، فأراد المسلمون أن يفعلوا مثل صنيعهم، فنزل:  (لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ كَذَلِكَ سَخَّرَهَا لَكُمْ) قد ذكرنا ما ذكرنا. </p><p> وقوله:  (لِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ) أي: لتصفوا اللَّه بالعظمة والكبرياء على ما هداكم من أسباب تسخير البدن التي بها يوصل إلى الانتفاع بها من أنواع الانتفاع؛ إذ لولا ما هدانا اللَّه وعلمنا من الأسباب التي بها تسخر وتذلل وإلا ما قدرنا على الانتفاع بها؛ لقوتها ولشذتها وصلابتها. </p><p> والثاني: بأن يكون قوله: (عَلَى مَا هَدَاكُمْ) من أمر الذين والهدي. </p><p> وقوله:  (وَبَشِّرِ الْمُحْسِنِينَ) يخرج قوله: (الْمُحْسِنِينَ) على وجوه: </p><p> أحدها: محسنين إلى أنفسهم، أو المحسنين إلى إخوانهم، أو الذين حسنت أفعالهم، وصلح عملهم، فأما المحسنين إلى اللَّه فلا يحتمل، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ (٣٨) أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ (٣٩) الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ (٤٠) الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ (٤١) </p><p> وقوله:  (إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا) وفي بعض القراءات: (إن اللَّه يدفع عن الذين آمنوا) بغير ألف، وتأويل (يَدْفَعُ) ، أي: ، يدفع عن الذين آمنوا جميع شرور الكفرة وأذاهم، وتأويل (يُدَافِعُ) ، أي: يدافع الكفار عنهم بنصر المؤمنين عليهم، وكأن قوله:  (يُدَافِعُ عَنِ الَّذِينَ آمَنُوا) إنما نزل بمكة، وعد للذين آمنوا هنالك النصر والدفع عنهم في حال قلتهم وضعفهم وكثرة أُولَئِكَ الكفرة وقوتهم، وهنالك كانوا كذلك - أعني: بمكة - قليلا ضعفاء، ويكون نزول قوله:  (إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ) بالمدينة؛ لأنه هنالك كان أهل الخيانة؛ لأنهم كانوا أهل كتاب اؤتمنوا على رسالة مُحَمَّد وأشياء فخانوها وكتموها، ولم يكن يومئذ أحد بمكة منهم، إنما كانوا جميعًا أهل شرك، فيشبه أن يكون ما ذكرنا. </p><p> أو يكون قوله:  (إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ) بإزاء ما قالت اليهود: (نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ) ، فأخبر أنه لا يحب كل خوان كفور على ما يقولون، بل يبغضهم، </p>"
}