{
  "id": null,
  "sura": 22,
  "aya": 52,
  "text": "<p> مُدْخَلًا يَرْضَوْنَهُ وَإِنَّ اللَّهَ لَعَلِيمٌ حَلِيمٌ (٥٩) </p><p> وقوله:  (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلَا نَبِيٍّ إِلَّا إِذَا تَمَنَّى ... (٥٢) أي: تلا (أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ) قيل: في تلاوته، وقراءته الآية. </p><p> قال عامة أهل التأويل: إن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إذا تمنى - أي: تلا في صلاته - أو حدث نفسه، ألقى الشيطان على لسانه عند تلاوته بـ (وَالنَّجْمِ إِذَا هَوَى) حتى إذا انتهى إلى قوله: (أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى (١٩) وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى). قال:  \" تلك الغرانيق العلا وإن شفاعتهن لترتجى \" . ويذكرون أنه أتاه على صور جبريل، فألقى عليه ما ذكروا، ثم أتاه جبريل فأخبره النبي بذلك، فقال له: إنه لم ينزل عليه قط شيئًا مثله. وأمثال ما قالوا. </p><p> لكنه لو كان ما ذكر هَؤُلَاءِ كيف عرفه في المرة الثانية أنه جبريل، وأنه ليس بشيطان، ولا يؤمن أنه يلبس عليه في وقت آخر في أمثاله. </p><p> وقال قتادة: إنه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان يتمنى أن يذكر اللَّه آلهتهم بعيب، فلما قرأ تلك الآية (وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى) ، قال:  \" إنهن الغرانيق العلا، وإن شفاعتهن لترتجى عندهم \" ، يعني به: عند أُولَئِكَ الكفرة، وهم على ذلك كانوا يعبدونها. </p><p> وقال الحسن: إنه أراد بقوله: \" تلك الغرانيق العلا وإن، شفاعتهن لترتجى \" الملائكة؛ لأنهم كانوا يعبدون الملائكة؛ رجاء أن يشفعوا لهم يوم القيامة، فأخبر أن شفاعة الملائكة ترتجى. </p><p> وهذان التأويلان أشبه من الأول. </p><p> والأشبه - عندنا -: أن يكون على غير هذا الذي قالوا، وهو أن قوله:  (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلَا نَبِيٍّ إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ) أي: عند تلاوته القرآن في قلوب الكفرة ما يجادلون به رسول اللَّه ويحاجونه؛ فيشبهون بذلك على الأتباع ليتبعوهم، وهو نحو قولهم: إنه يحرم ما ذبحه اللَّه، ويحل ما ذبح هو بنفسه. ونحو قولهم عند نزول </p><p> قوله:  (إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ) فقالوا: إن عيسى وعزيرًا والملائكة عُبِدوا دون اللَّه فهم حصب جهنم إذن، ونحو صرفهم قوله:  (الم. ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ) ، إلى حساب الجُمَّل، وأمثال هذا مما حاجوا رسول اللَّه وجادلوه به، فأخبر أنه ينسخ مجادلتهم ومحاجتهم رسوله، وأنه يُحكم آياته، حيث قال عند قولهم: إنه يحل ذبح نفسه ويحرم ذبح اللَّه، فبين أنه بم حرم هذا؟ وبم حل الآخر؟ وهو قوله:  (وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ) ، ولكن كلوا مِمَّا ذكر اسم اللَّه عليه. فبيّن أنه إنما حلَّ هذا بذكر اسم اللَّه عليه، وحرم الآخر بترك ذكر اسم اللَّه عليه. </p><p> وبين في قولهم: إن عيسى عبد دون اللَّه والملائكة عبدوا دونه، فهم ليسوا بحصب جهنم، حيث استثنى أُولَئِكَ فقال:  (إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى. . . الآية. وأبطل مجادلتهم ومحاجتهم،بصرفهم الآية إلى حساب الجُمَّل بقوله:(هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ. . .) الآية، فهذا - واللَّه أعلم - تأويل قوله -: (فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ) نسخ ما ألقى الشيطان في قلوب أُولَئِكَ الكفرة ما به جادلوه، وأحكم آياته بما ذكرنا. </p><p> ثم إن ثبت ما ذكر ابن عَبَّاسٍ وعامة من ذكرنا، حيث قالوا: جرى على لسانه ذلك، فجائز عندنا جرى الخطأ على لسان من عصم إذا عرف السامع منه مذهبه ودينه الذي يدين به، عرف أن ما جري غلطا وخطأ، نحو من يعتقد مذهبًا وينتحل نحلة، فجرى على لسانه خلاف ما يعرف منه الاعتقاد، يعرف أنه جرى على لسانه غلطًا، فعلى ذلك الذي ذكره أهل التأويل؛ إن ثبت ما ذكروا عنه أنه قال ذلك. </p><p> والأشبه فيه ما ذكرنا من إلقاء الشيطان في قلوب الكفرة ما يجادلون به رسول الله ويحاجونه، كقوله:  (وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ. . .) الآية. </p><p> وقَالَ الْقُتَبِيُّ:  (إِلَّا إِذَا تَمَنَّى) أي: تلا القرآن (أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ) أي: في تلاوته. وكذلك قال أَبُو عَوْسَجَةَ، وقال: أمانِيَّ مشددة جمع. </p><p> وقال غيرهما: إذا تمنى: إذا حدث، وفي أمنيته: في حديثه. </p>"
}