{
  "id": null,
  "sura": 22,
  "aya": 4,
  "text": "<p> على ما ذكر في آية أخرى:  (مِنْ كُلِّ شَيْطَانٍ مَارِدٍ) ، قَالَ بَعْضُهُمْ: كل متمرد في العناد والمكابرة، فهو مارد. </p><p> وقَالَ بَعْضُهُمْ: المارد: هو المجاوز عن جنسه في عتوه وتمرده؛ ولذلك سمي الذي لا لحية له: أمرد؛ لخروجه ومجاوزة أجناسه ورجاله، والمارد بالفارسية: ستنبه. </p><p> وقوله - عَزَّ وَجَلَّ -: (كُتِبَ عَلَيْهِ أَنَّهُ مَنْ تَوَلَّاهُ فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ (٤) قَالَ بَعْضُهُمْ: كتب على الشيطان أن من تولاه واتبعه أن يضله (وَيَهْدِيهِ) أي: يدعوه (إِلَى عَذَابِ السَّعِيرِ) ، وهو ما قال في آية أخرى:  (أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ) . </p><p> وقَالَ بَعْضُهُمْ: كتب على من تولى الشيطان واتبعه أنه يضله، أي: يدعوه إلى ما به ضلاله وهلاكه. </p><p> وقوله: قيل: حكم. </p><p> وقيل: قضى. </p><p> و (كُتِبَ) يحتمل الإثبات، أي: أثبت في أم الكتاب: أن من تولى الشيطان واتبعه أنه يضله، وقد ذكر إضلال الشيطان في غير موضع. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ (٥) أي: خلقنا أصلكم من تراب، وخلقنا أولاده من نطفة (ثُمَّ مِنْ عَلَقَةٍ. . .) الآية. </p><p> تأويله - واللَّه أعلم -: أن كيف تشكون في البعث وتنكرونه وليس سبب إنكاركم البعث إلا أن تصيروا ترابًا أو ماء في العاقبة، وقد كنتم في مبادئ أحوالكم ترابًا وماء، فكيف أنكرتم بعثكم إذا صرتم ترابًا؟ </p><p> أو أن يكون معناه: أن كيف أنكرتم البعث وقد رأيتم أنه يقلبكم من حال النطفة إلى حال العلقة، ومن العلقة إلى المضغة، ولا يقلب من حال إلى حال بلا عاقبة تقصد، فلو لم يكن بعث - كما تزعمون - لكان خلقكم وتقليبكم من حال إلى حال عبثًا؛ على ما أخبر: أن خلق الخلق لا للرجوع إليه عبث، كقوله؛ (أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ) ، صيّر خلق الخلق لا للرجوع إليه عبثًا، فعلى ذلك الأوّل. </p><p> أو أن يكون تأويله - واللَّه أعلم -: (فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ. . .) إلى آخر الآية، ولو اجتمع حكماء البشر وعلماؤهم ليعرفوا السبب الذي خلق البشر من ذلك التراب أو من النطفة - ما قدروا عليه، وما وجدوا للبشر فيه أثرا، ولا معنى البشرية فيه، </p>"
}