{
  "id": null,
  "sura": 22,
  "aya": 64,
  "text": "<p> وقوله:  (لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِنَّ اللَّهَ لَهُوَ الْغَنِيُّ الْحَمِيدُ (٦٤) ويخبر أن له ما في السماوات وما في الأرض، وأنهم عبيده وإماؤه، وأنه لم يخلقهم لحاجة نفسه، ولكن إنما خلقهم لحاجة أنفسهم، حيث أخبر أنه الغني بذاته. </p><p> والثاني: يخبر أنه لم يأمرهم، ولم ينههم، ولا امتحنهم لمنافع تكون له، ولكن لمنافع الممتحنين (الْحَمِيدُ) هو المحمود في فعاله، أو (الْحَمِيدُ) : الحامد. </p><p> وقوله:  (أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي الْأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ (٦٥) يذكرهم نعمه ليتأدى به شكره؛ لأنه أخبر أنه سخر لهم ما في الأرض من أنواع المنافع؛ ليعلموا أنه لم يخلقهم عبثًا ليتركهم سدى؛ لأن من كان خلقه لما ذكر لم يكن خلقه - ليكون خلقًا - متروكا سدى، ويخبر أنه أعطى لهم الأسباب التي بها يصلون إلى منافع الأرض مع شدتها وصلابتها، والأسباب التي بها يصلون إلى منافع البحر، وهي الفلك التي خلقها لهم؛ ليصلوا بها إلى منافع البحر، حيث خلق الخشب قارًّا على وجه الماء غير متسرب، وغيره من الأشياء من طبعها التسفل والتسرب في الماء من الحديد، والحجر، ونحوهما من الأشياء؛ ليعرفوا فضله ورحمته أن كيف ثبت وقر هذا على وجه الماء، ولم يثبت الحديد والحجر ونحوه، ثم ثبت الحديد على وجه الماء مع الخشب؛ إذ السفن لا تخلو عن الحديد، وبه تقوم السفن، ثم لم يتسرب، واللَّه أعلم. </p><p> وقوله:  (وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ) أي: يمسك السماء لا بالأسباب ولا بالأشياء التي تمسك الأشياء في الشاهد، وهو ما قال:  (إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا. . .) الآية. </p><p> وقوله:  (إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ) أي: من رأفته ورحمته ما خلق لهم وسخر ما ذكر. </p><p> وقوله:  (وَهُوَ الَّذِي أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ... (٦٦) هذا قد ذكرناه. </p><p> وقوله:  (إِنَّ الْإِنْسَانَ لَكَفُورٌ) جائز أن يكون قوله: (إِنَّ الْإِنْسَانَ) ، أي: الكافر (لَكَفُورٌ) للبعث أي: جاحد له، والكفور لربّه في نعمه التي أنعمها عليهم، حيث ذكر أنه سخرها لهم في قوله:  (سَخَرَ لَكُمْ. . .) كذا؛ لأنه ينظر في النعم إلى أسبابه والحيل التي يحتال لا إلى فضل ربه وإفضاله في تلك النعم؛ لذلك صار كفورًا لربه في نعمه. </p><p> وأمَّا المؤمن فإنّه ليس ينظر إلى الأسباب والحيل فيها، ولكن ينظر إلى فضل الله وإفضاله وإنعامه عليه فيها؛ فيكون شكورًا له فيها غير كفور، والكافر ينظر إلى ما ذكرت؛ لذلك كان ما ذكر. </p>"
}