{
  "id": null,
  "sura": 22,
  "aya": 75,
  "text": "<p> وقوله:  (مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ (٧٤) اختلف فيه: </p><p> قَالَ بَعْضُهُمْ:  (مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ) أي: ما عرفوا اللَّه حق معرفته، قالوا له بالشريك والولد والصاحبة، وما قالوا فيه مما لا يليق به؛ لأنهم لو عرفوه حق معرفته، لم ينسبوا إليه، ولا وصفوه، وعرفوا بذاته وتعاليه عن ذلك، لكن حيث لم يعرفوه حق معرفته شبهوه بواحد من خلقه، على ما ذكرنا. </p><p> وقَالَ بَعْضُهُمْ:  (مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ) أي: ما عظموا اللَّه حق عظمته، حيث صرفوا العبادة والشكر إلى غيره؛ إذ لو عظموه حق تعظيمه، ما صرفوا عبادتهم وشكرهم إلى غير الذي أنعم عليهم، وما أشركوا غيره في ذلك، على علم منهم أنه إنما وصلت إليهم تلك النعم من اللَّه، لا ممن عبدوه، وباللَّه العصمة والصواب. </p><p> ثم يكون تعظيمه ومعرفته على الحقيقة بتعظيم أموره، وقبولها، والقيام بها، لا في قوله: يا عظيم، يا كبير، ونحوه، ولكن على ما ذكرت من تعظيم أموره، وقيامه بها، وكذلك المحبة لله إنما تكون في القيام بأموره وإقباله نحوها، والانتهاء عن مناهيه، لا في قوله: أنا حبيبك، أو تصوير شيء في قلبه، ولكن على ما ذكرت، واللَّه أعلم. </p><p> وقوله:  (إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ) يحتمل قوله: (إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ) لنصر أوليائه، وجعل العاقبة لهم (عَزِيزٌ) أي: منتقم من أعدائه. </p><p> أو يقول:  (لَقَوِيٌّ) ؛ لأنه تضعف جميع القوى عند قوته (عَزِيزٌ) : يذل جميع الأعزة عند عزته. </p><p> أو يقول:  (لَقَوِيٌّ) ؛ لأنه به يقوى من قوي، ومنه يستفيد ذلك (عَزِيزٌ) ؛ لأنه به يعز من عز به، ومنه كان ذلك، واللَّه أعلم. </p><p> وقوله:  (اللَّهُ يَصْطَفِي مِنَ الْمَلَائِكَةِ رُسُلًا وَمِنَ النَّاسِ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ (٧٥) يحتمل قوله: (يَصْطَفِي مِنَ الْمَلَائِكَةِ رُسُلًا) ، أي: اختار رسلا من الملائكة في بعض ما امتحنهم به من أنواع العبادات له والطاعات، بعث منهم إليهم رسلا بتبليغ ذلك على ما اختار من الناس رسلا إليهم فيما امتحنهم. ويحتمل: اصطفى رسلا من الملائكة إلى الرسل من الإنس، أي: اختار منهم - أعني: من الناس - رسلا من الإنس، واللَّه أعلم، كقوله:  (اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ) . </p><p> وقوله:  (إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ) جائز أن يكون قوله: (بَصِيرٌ) لمن يصلح للرسالة </p>"
}