{
  "id": null,
  "sura": 23,
  "aya": 3,
  "text": "<p> سُورَةُ الْمُؤْمِنُونَ </p><p> مَكِّيَّة </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (قَدْ أَفْلَحَ الْمُؤْمِنُونَ (١) الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ (٢) وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ (٣) وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ (٤) وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (٥) إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (٦) فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ (٧) وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ (٨) وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ (٩) أُولَئِكَ هُمُ الْوَارِثُونَ (١٠) الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ (١١) </p><p> قوله - عَزَّ وَجَلَّ -: (قَدْ أَفْلَحَ الْمُؤْمِنُونَ) . </p><p> الفلاح، قال قائلون: الفلاح هو البقاء، أي: بقي المؤمنون. </p><p> وقال قائلون: الفلاح: السعادة. </p><p> وقال أقائلون: الفلاح: الفوز، وأمثاله. </p><p> وفي قوله:  (قَدْ أَفْلَحَ الْمُؤْمِنُونَ. . .) إلى آخر ما ذكر دلالة أن من المؤمنين من هم بهذا الوصف الذي وصف هَؤُلَاءِ، وأن اسم الإيمان يقع بدون الذي ذكر في هذه الآية؛ لأنه لو لم يكن لذكر ما ذكر من الخشوع في صلاتهم، والحفظ لفروجهم، والإعراض عن اللغو، يعني: دل أنه يكون مؤمنًا بغير الوصف الذي وصف هَؤُلَاءِ، وكذلك في قوله:  (وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ) ، وقوله:  (مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ) ؛ فدل أن فيهم من ليس بعدل، وفيهم من لا يرضى في الشهداء؛ حيث خصّ العدل والمرضي في الشهادة. </p><p> وقوله:  (الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ (٢) </p><p> قال الحسن: الخشوع هو الخوف الدائم اللازم في القلب. </p><p> وقال غيره: الخشوع في القلب، وأصل الخشوع كأنه آثار ذل - من الخوف - تظهر في الوجه والجوارح كلها، لا الخوف الذي ذكر هَؤُلَاءِ؛ ألا لَرى أنه قال:  (وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ) ، وقال:  (خَاشِعَةً أَبْصَارُهُمْ) - دل هذا أن الخشوع هو آثار ذلّ من خوف يظهر في الوجه والجوارح كلها؛ ولذلك قَالَ بَعْضُهُمْ: الخشوع في الصلاة هو ألا يعرف من عن يمينه وشماله؛ لأن ذلك يشغله عن العلم بمن يليه، وأصله ما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ (٣) </p>"
}