{
  "id": null,
  "sura": 23,
  "aya": 63,
  "text": "<p> الذي لبعضنا على بعض. </p><p> وجائز أن يكون هو اللوح المحفوظ؛ فإن كان هذا، ففيه أن اللَّه لم يزل عالمًا بما كان ويكون في الأوقات التي يكون أبد الآبدين. </p><p> (وَهُمْ لَا يُظْلَمُونَ) . </p><p> فإن كان على الكتاب الذي يكتب فيه أعمالهم فيكون قوله:  (وَهُمْ لَا يُظْلَمُونَ) ، أي: لا ينقص من أعمالهم التي عملوا من الخيرات، ولا يُزاد فيه على سيئاتهم، بل يحفظ ما عملوا. </p><p> أو أن يكون (لَا يُظْلَمُونَ) ، أي: لا يزاد على الجزاء على قدر أعمالهم، ولا ينقص من قدرها؛ بل يجزون على قدر أعمالهم، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (بَلْ قُلُوبُهُمْ فِي غَمْرَةٍ مِنْ هَذَا وَلَهُمْ أَعْمَالٌ مِنْ دُونِ ذَلِكَ هُمْ لَهَا عَامِلُونَ (٦٣) حَتَّى إِذَا أَخَذْنَا مُتْرَفِيهِمْ بِالْعَذَابِ إِذَا هُمْ يَجْأَرُونَ (٦٤) لَا تَجْأَرُوا الْيَوْمَ إِنَّكُمْ مِنَّا لَا تُنْصَرُونَ (٦٥) قَدْ كَانَتْ آيَاتِي تُتْلَى عَلَيْكُمْ فَكُنْتُمْ عَلَى أَعْقَابِكُمْ تَنْكِصُونَ (٦٦) مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ (٦٧) أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ (٦٨) أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ (٦٩) أَمْ يَقُولُونَ بِهِ جِنَّةٌ بَلْ جَاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ (٧٠) وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُعْرِضُونَ (٧١) أَمْ تَسْأَلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ وَهُوَ خَيْرُ الرَّازِقِينَ (٧٢) </p><p> وقوله:  (بَلْ قُلُوبُهُمْ فِي غَمْرَةٍ مِنْ هَذَا) . </p><p> قيل: في عماية وجهالة وغفلة، (مِنْ هَذَا) : من الكتاب الذي فيه أعمالهم، وأحصى عليهم. وقال قائلون في قوله:  (بَلْ قُلُوبُهُمْ فِي غَمْرَةٍ مِنْ هَذَا) : أي: من هذا القرآن الذي ينطق بالحق، أي: قلوبهم في عماية وغفلة من هذا القرآن. </p><p> وجائز أن يكون قوله:  (مِنْ هَذَا) من الأعمال التي ذكر للمؤمنين فيما تقدم: من ذلك قوله: (إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ (٥٧) وَالَّذِينَ هُمْ بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ. . .) إلى آخر ما ذكر من أعمالهم، فأخبر أن قلوب أُولَئِكَ الكفرة في غفلة وعماية من الأعمال التي عملها المؤمنون؛ واللَّه أعلم. </p><p> وقوله:  (وَلَهُمْ أَعْمَالٌ مِنْ دُونِ ذَلِكَ هُمْ لَهَا عَامِلُونَ) . </p>"
}