{
  "id": null,
  "sura": 23,
  "aya": 95,
  "text": "<p> الْأَصْنَامَ)، وإن كان وعد لهم العصمة عن ذلك، واللَّه أعلم. </p><p> وقوله:  (وَإِنَّا عَلَى أَنْ نُرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ (٩٥) </p><p> هذا أيضًا يحتمل وجهين: </p><p> أحدهما: يخبر رسوله أنه ليس لعجز يؤخر ما وعد لهم من العذاب؛ ولكن لحلم منه وعفو، وهو كقوله - عَزَّ وَجَلَّ -: (وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ) : على التنبيه والإيقاظ؛ فعلى ذلك يحتمل هذا. </p><p> والثاني: يعزي رسول اللَّه ويصبره على أذاهم إياه، يقول: إني مع قدرتي على إنزال العذاب عليهم والانتقام منهم أحلم عنهم وأؤخر عنهم؛ فأنت مع ضعفك عن ذلك أولى أن تصبر على أذاهم، وعلى هذا يخرج قوله:  (ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ (٩٦) أي: لا تكافئهم لأذاهم إياك، ولا تشغل بهم بمجازاة ذلك أوادفع، بأحسن من ذلك وكِلْ مكافأتهم إليَّ حتى أنا أكافئهم. </p><p> (نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ) من الكذب والأذى الذي يؤذونك. </p><p> والثاني:  (ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ) ، أي: ادفع سيئاتهم المتقدمة بإحسان يكون منك إليهم؛ ليكونوا لك أولياء وإخوانا في حادث الأوقات، وهو كقوله:  (ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ) . </p><p> وقوله:  (وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ (٩٧) وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ (٩٨) وقال في آية أخرى: (وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ) ، علم رسوله وأمره أن يتعوذ به من الشيطان الرجيم اللعين إذا نزغه - ونزغه: وسوسته - وأمره أيضًا أن يتعوذ من همزه، وهو: همه وقصده بذلك، وأمره أن يتعوذ بحضورهم مكان الوسوسة؛ حتى يدفع عنهم ولا يحضرون ذلك المكان، وكأن التعوذ عن نزغهم؛ ليدفع عنه؛ لئلا يؤثروا في نفسه بعد ما حضروه ووسوسوه. </p><p> والتعوذ عن همزهم: هو أن يدفع عنه طعنهم ونخسهم؛ لئلا يشغلوه بالذي قصدوه به، والتعوذ عن حضورهم مكان الوسوسة. </p><p> قال الحسن: همز الشيطان: الموتة، والموتة: غشيان القلب، روي في الخبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه كان يتعوذ من الشيطان الرجيم، قال:  \" في همزه، ونفخه، ونفثه \" . </p>"
}