{
  "id": null,
  "sura": 23,
  "aya": 28,
  "text": "<p> وقوله:  (فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ ... (٢٨) </p><p> من المؤمنين (عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانَا مِنَ الْقَوْمِ الظَّالِمِينَ) . </p><p> هكذا الواجب على كل من أنجاه اللَّه من الظلمة أن يحمد ربه على ذلك ويسأله النجاة إذا ابتلي بهم؛ كما علم نوحًا أن يقول ما ذكر ويحمده على النجاة منهم، وكما قال موسى حين خرج من عندهم خائفا:  (رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ) ، وكما سألت امرأة فرعون النجاة من فرعون وقومه حين قالت:  (وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ) . </p><p> ثم علمه ربه أن يسأله الإنزال في منزل مبارك؛ حيث قال:  (وَقُلْ رَبِّ أَنْزِلْنِي مُنْزَلًا مُبَارَكًا وَأَنْتَ خَيْرُ الْمُنْزِلِينَ (٢٩) </p><p> ثم يحتمل سؤاله المنزل المبارك: جميع الخيرات والحسنات وعمل الصالحات. </p><p> ويحتمل سؤاله المنزل المبارك: الموضع الذي فيه السعة والخصب؛ على ما قاله بعض أهل التأويل، المبارك بالماء والشجر وغيره؛ فإن كان هذا ففيه دلالة إباحة سؤال السعة والخصب، واللَّه أعلم. </p><p> وقوله:  (إِنَّ فِي ذَلِكَ لَآيَاتٍ وَإِنْ كُنَّا لَمُبْتَلِينَ (٣٠) </p><p> قال قائلون: قوله: (إِنَّ فِي ذَلِكَ لَآيَاتٍ) ، أي: في هلاك قوم نوح وإغراقهم لآيات لمن بعدهم، (وَإِنْ كُنَّا لَمُبْتَلِينَ) بآيات؛ تفضلا منا وإحسانَا سوى ذلك. </p><p> ويحتمل وجهًا آخر، وهو أن قوله:  (وَإِنْ كُنَّا لَمُبْتَلِينَ) : بسور الآيات التي كانت؛ وجائز في اللغة (إن) بمعنى (ما) . </p><p> ويحتمل وجهًا آخر: وهو أن قوله: (وَإِنْ كُنَّا لَمُبْتَلِينَ) ، أي: وقد كنا لمبتلين، أي: قد ابتلاهم قبل إهلاكه إياهم، ولسنا نعرف ما حقيقة هذا الكلام وما مراده، واللَّه أعلم. </p><p> وقَالَ الْقُتَبِيُّ:  (فَاسْلُكْ فِيهَا) ، أي: أدخل فيها، يقال: سلك الخيط في الإبرة وأسلكته، وقال أبو عبيدة كذلك. </p><p> وقال أَبُو عَوْسَجَةَ:  (وَإِنْ كُنَّا لَمُبْتَلِينَ) : هذا من الابتلاء، أي: اختبار، ومن البلاء: مبلون. </p><p> * * * </p><p> قوله تعالى:  (ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ (٣١) فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِنْهُمْ أَنِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ (٣٢) وَقَالَ الْمَلَأُ مِنْ قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَاءِ الْآخِرَةِ وَأَتْرَفْنَاهُمْ فِي الْحَيَاةِ الدُّنْيَا مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ (٣٣) وَلَئِنْ أَطَعْتُمْ بَشَرًا </p>"
}