{
  "id": null,
  "sura": 23,
  "aya": 101,
  "text": "<p> التي طلبوا الإيمان فيه أحوال لا يمكن فيها الإيمان وما تمنوا من العمل الصالح، والله أعلم. </p><p> وفيه نقض قول الباطنية؛ لأنهم يقولون: البرزخ هو أن يجعل للمؤمن من الأعمال الصالحة صورة روحانية تبقى أبدًا تثاب تلك الصورة الروحانية من الأعمال، وأن يجعل من الأعمال السيئة للكافر صورة قبيحة روحانية هي تعاقب وتعذب أبدًا، فذلك البعث عندهم، فأخبر - عَزَّ وَجَلَّ - أن بين موتهم وبين البعث: البرزخ، وهو الأجل الذي ذكرنا، أو الحاجز؛ فدل ذلك على نقض قولهم: أن ليس البعث إلا خروج الصورة دون المعاينة. </p><p> وقوله:  (فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ (١٠١) </p><p> إن كان قوله:  (فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ) في الناس كلهم؛ فذلك في اختلاف المواطن، على ما قال ابن عَبَّاسٍ وغيره من أهل التأويل، واختلاف الأوقات: لا يتساءلون في موطن أو في وقت، ويتساءلون في وقت آخر؛ ألا ترى أنه قال:  (وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ) ، ونحوه. </p><p> وإن كانت الآية في أهل، الكفر خاصة فهو يخرج على وجهين: </p><p> أحدهما:  (فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ) ؛ لأنه كان يتناصر بعضهم ببعض على غيرهم، ويستعين بعضهم بعضا، ويكونون ردءًا لهم في هذه الدنيا وشفعاء وأعوانًا وأنصارًا، فأخبر أن ذلك ينقطع بينهم ويذهب ذلك التناصر عنهم في الآخرة، والعرب خاصة كان يتفاخر بعضهم على بعض بالأنساب ويتناصر؛ فأخبر أن ذلك منقطع عنهم في الآخرة. </p><p> والثاني:  (فَلَا أَنْسَابَ بَيْنَهُمْ) وما ذكر (يَوْمَئِذٍ) ؛ لشغلهم بأنفسهم؛ لفزع ذلك اليوم وأهواله ينسى بعضهم بعضا ويهرب منه، كقوله:  (مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ. . .) الآية، وقوله:  (يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ. . .) الآية، وقال في آية أخرى:  (وَتَرَى النَّاسَ سُكَارَى. . .) الآية، فذلك كله؛ لشدة أهوال ذلك اليوم وأفزاعه كان لكل في نفسه شغلا حتى لا يتفرغ إلى أحد وإن قرب عنه لشغلهم بأنفسهم. </p><p> وإن كان في الناس جميعًا فهو ما ذكرنا أن ذلك يكون في اختلاف المواطن والأوقات: يسألون في وقت ولا يسألون في وقت، ويسألون في موطن ولا يسألون في موضع، أو </p>"
}