{
  "id": null,
  "sura": 23,
  "aya": 113,
  "text": "<p> أي: إني جزيتهم اليوم الفوز بما صبروا في الدنيا على أذى أُولَئِكَ الكفرة، أو على أداء ما أمروا به ونهوا عنه. </p><p> أو أن يكون ذلك كقوله:  (إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا) ، ونصره إياهم هو أن صارت لهم عاقبة، واللَّه أعلم. </p><p> وقوله:  (قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ (١١٢) قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ (١١٣) </p><p> اختلف فيه: قال مقاتل بن سليمان: في القبور. </p><p> وقال أبو معاذ: أخطأ مقاتل، وذلك قول من ينكر عذاب القبر، وهو قول الجهمية؛ لأن من كان في عذاب وشدة لا يقتصر المقام فيه كل هذا الاقتصار، حتى يقول: لبثت يوما أو بعض يوم؛ بل يزداد له مقام يوم في العذاب على سنة وأكثر، قال: إلا أن يكون عَنِيَ ما بين النفختين حين تؤخذ الأرواح فترقد، فإذا بعثوا استقلوا رقدة ذلك المقدار؛ بما كانوا قاسوا قبل الرقدة من العذاب في القبور، إلى هذا يذهب بعض أهل التأويل. </p><p> وجائز عندنا ما قال مقاتل ومُحَمَّد بن إسحاق: بأن ذلك يكون في القبر، وذلك لا يدل على نفي عذاب القبر؛ لأنهم لا يعذبون في القبور بالعذاب الذي يعذبون في الآخرة؛ فجائز أن يستقلوا عذاب القبر بعذاب الآخرة، ويستقصرون ذلك الوقت بعذاب الآخرة لشدته وأهواله، وذلك جائز في متعارف الخلق أن يكون الرجل في بلاء وشدة، ثم يزداد له البلاء والشدة؛ فيستقل ذلك البلاء الذي كان به لشدة ما حل به؛ فعلى ذلك هم: جائز أن يكونوا في عذاب في قبورهم، لكنهم إذا عاينوا عذاب الآخرة استقلوا عذاب القبر واستقصروه؛ لشدة عذاب الآخرة. </p><p> أو أن يكون عذاب القبر: على النفس الروحاني الدراك الذي يخرج في حال النوم ليس على روح الحياة، مثل النائم يرى نفسه في بلاء وعذاب في نومه، ويكون في أفزاع، وكانت نفسه ملقاة في مكان لا علم لها بذلك ولا خبر، وبها آثار الأحياء؛ فجائز أن يكون عذاب القبر على هذا السبيل على الروح التي بها يدرك الأشياء، لا على روح الحياة التي بها يحيا. </p><p> وقال قائلون: ذلك في الدنيا: استقلوا حياة الدنيا لحياة الآخرة، وهو كقوله:  (فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ) ؛ ألا ترى أنه قال:  (فَاسْأَلِ الْعَادِّينَ) : هذا يدل على أن ذلك في الحياة الدنيا أشبه؛ حيث أمر أن يسأل الذين يعدون، </p>"
}