{
  "id": null,
  "sura": 23,
  "aya": 78,
  "text": "<p> قوله تعالى:  (وَهُوَ الَّذِي أَنْشَأَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ (٧٨) وَهُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ (٧٩) وَهُوَ الَّذِي يُحْيِي وَيُمِيتُ وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ أَفَلَا تَعْقِلُونَ (٨٠) بَلْ قَالُوا مِثْلَ مَا قَالَ الْأَوَّلُونَ (٨١) قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ (٨٢) لَقَدْ وُعِدْنَا نَحْنُ وَآبَاؤُنَا هَذَا مِنْ قَبْلُ إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ (٨٣) </p><p> وقوله:  (وَهُوَ الَّذِي أَنْشَأَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ) . </p><p> يذكرهم نعمه التي أنعمها عليهم؛ ليتأدى بذلك الشكر له عليها، لكنه ذكر هنا أمهات النعم، لم يذكر غيرها، وهو السمع والبصر والفؤاد الذي ذكر، إذ بها يوصل إلى معرفة: كل نافع وضار، وكل طيب وخبيث، وكل لين وخشن، وكل سهل وشديد، وكل حلو ومر، وكان الإنسان مطبوعًا على حب النافع والطيب واللين والسهل، واختياره على أضداده، والهرب من كل ضار ومؤذ، والفرار عن أضداد ما ذكرنا من المختارات عنده؛ فأخبر أنه أعطى لهم ما يعرفون به: النافع من الضار، والطيب والخبيث، ونحوه شهادة وخبرا، وما به يميزون ذا من ذا، ويختارون ما هو المختار عندهم من غيره، وما ينفعهم مما يضرهم؛ ليتأدى بذلك شكره. </p><p> ويذكرهم في قوله:  (وَهُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ (٧٩) </p><p> أي: جعلكم سكان الأرض بقدرته وسلطانه، وأخبر أنه لم يخلقكم عبثا؛ ولكن للبعث بعد الموت، والحشر إليه؛ لما ذكرنا في غير موضع: أن خلق الخلق للفناء خاصة لا للبعث والإحياء بعد الموت - عبث ولعب، وأخبر عن قدرته وسلطانه؛ حيث قال:  (وَهُوَ الَّذِي يُحْيِي وَيُمِيتُ وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ (٨٠) </p><p> أي: من قدر - واللَّه أعلم - على إحياء الموتى وإماتة الحي لقادر على البعث، ومن ملك على إنشاء الليل بعد ما ذهب أثر النهار وإنشاء النهار بعد ما ذهب أثر الليل لقادر على الإحياء والبعث بعد الموت. </p><p> ثم قال:  (أَفَلَا تَعْقِلُونَ) . </p><p> أي: أفلا تعقلون أنه كذلك؛ فكيف تنكرون قدرته على البعث والإحياء بعد ما صرتم رمادًا وترابًا؟! وكيف تشكرون غيره في عبادتكم إياه وتصرفون الشكر إلى غيره فيما أنعم عليكم. </p><p> وأهل التأويل صرفوا قوله:  (وَهُوَ الَّذِي أَنْشَأَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ) إلى آخره إلى الكفار، وهم يكفرون بنعمته التي ذكر وينكرونها، وهم لا يشكرون رأسًا؛ بقوله:  (قَلِيلًا مَا تَشْكُرُونَ) ، إلا أن يقال: إنهم في بعض الأحايين ربما يشكرون اللَّه ويتضرعون إليه؛ نحو قوله:  (فَإِذَا رَكِبُوا فِي الْفُلْكِ. . .) الآية، ونحوه من الآيات التي ذكر فيها دعاءهم وتضرعهم إلى اللَّه عندما أصابهم الضرّ؛ فذلك منهم شكر، أو أن يقال: إن </p>"
}