{
  "id": null,
  "sura": 23,
  "aya": 70,
  "text": "<p> الرسل، ثم لم يأت هَؤُلَاءِ شيء إلا ما أتى آباءهم، لم يخصوا هم بالرسول؛ فكيف أنكروه؟ ! ألا ترى أنهم قالوا:  (لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَمِ) : قد أقروا أن في الأمم المتقدمة رسولا؛ حيث قالوا:  (لَيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَمِ) . </p><p> وعلى ذلك يخرج قوله: </p><p> (أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ (٦٩) </p><p> أي: قد عرفوا رسولهم، لكنهم أنكروه وتركوا اتباعه؛ لما ذكرنا في القرآن من أحد الوجهين؛ عنادًا وتكبرا؛ إشفاقًا على رياستهم لكي تبقى؛ ألا ترى أنه قال:  (يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ. . .) الآية. </p><p> وعلى هذا، (أَمْ يَقُولُونَ بِهِ جِنَّةٌ) . </p><p> أي: قد عرفوا أنه ليس به جنة. </p><p> وجائِز أن يكون قوله:  (أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ) : جاء هَؤُلَاءِ ما لم يأت آباءهم، وخص هَؤُلَاءِ ما لم يخص آباءهم. وكذلك قال ابن عَبَّاسٍ: لعمري لقد جاءهم ما لم يأت آباءهم الأولين. </p><p> وجائز أن يكون قوله:  (أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ) : إلى ما ذكر من قوله: (أَمْ يَقُولُونَ بِهِ جِنَّةٌ) ؛ لأنه يخرج على الأمر بالتدبر فيه، ومعرفة الرسول أنه ليس كما يصفونه من الجنون وغيره؛ كقوله:  (أَوَلَمْ يَتَفَكَّرُوا فِي أَنْفُسِهِمْ) ، أي: تفكروا فيه؛ فإنه ليس به جنة على ما يصفونه، أو على ما ذكرنا: أنهم تفكروا وعرفوا: أنه ليس به جنون، ولا شيء مما وصفوا به؛ لكنهم أرادوا أن يلبسوا أمره على أتباعهم وسفلتهم؛ إشفاقًا على إبقاء ما ذكرنا. </p><p> وقَالَ بَعْضُهُمْ: قوله: (أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ) : من البراءة من العذاب. </p><p> وقوله:  (بَلْ جَاءَهُمْ بِالْحَقِّ (٧٠) </p><p> بالرسالة والقرآن من عند اللَّه، وجعل العبادة له من دون الأصنام التي عبدوها. </p><p> وقوله:  (وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ) . </p><p> كرهوا الحق؛ لما ظنوا أن في اتباعه ذهاب الرئاسة والأسباب التي كانت لهم على أتباعهم، بعد معرفتهم أنه حق، أو كرهوا؛ لما لم يعرفوا في الحقيقة أنه حق، وإلا لا أحد ممن يوصف بصحة العقل وسلامته يكره الحق ويترك اتباعه؛ إلا للوجهين اللذين ذكرناهما، واللَّه أعلم. </p><p> وقوله:  (وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ (٧١) </p>"
}