{
  "id": null,
  "sura": 23,
  "aya": 27,
  "text": "<p> وقال:  (إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ) ، (عَذَابُ يَوْمِ الظُّلَّةِ) ، ونحو ما قال؛ أخبر أنه إنما أراد النصح والشفقة لا التفضل الذي قالوا هم. </p><p> وقوله:  (مَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ) . </p><p> هذا قولهم، وقد كذبوا في قولهم. </p><p> وقوله:  (إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ فَتَرَبَّصُوا بِهِ حَتَّى حِينٍ (٢٥) </p><p> قد عرفوا أن ليس به جنون؛ ولكن أرادوا التلبيس والتمويه على قومهم؛ حيث خالفهم في جميع أمورهم، وعادى الرؤساء منهم والقادة، ويقولون: ما يفعل هذا إلا لجنون فيه وآفة أصابته في عقله، وإلا: عرفوا هم في أنفسهم - أعني: القادة - أنه ليس بمجنون؛ ولكن أرادوا التمويه على قومهم، ثم قالوا:  (فَتَرَبَّصُوا بِهِ حَتَّى حِينٍ) . </p><p> لسنا ندري ما أرادوا بالحين: أرادوا الموت؟ أو وقت ارتفاع ما قالوا فيه من الجنون؟ أو أرادوا وقتا آخر. </p><p> قال مقاتل: يريد أن يتفضل عليهم بالرسالة، وليس له عليكم فضل في شيء فننبعونه. </p><p> وقوله:  (مَا سَمِعْنَا بِهَذَا) . </p><p> قَالَ بَعْضُهُمْ: أي: بالعذاب في آبائنا الأولين. </p><p> ويقال: ما سمعنا التوحيد في آبائنا الأولين، كما يدعو نوح. </p><p> وقوله:  (قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ (٢٦) </p><p> لم يدع عليهم بأول ما كذبوه؛ ولكن إنما دعا عليهم بعد ما أيس من عودهم إلى تصديقه، وهو ما قال:  (أَنِّي مَغْلُوبٌ فَانْتَصِرْ) . </p><p> وقال أهل التأويل:  (انْصُرْنِي) : بتحقيق ما وعدت لهم من العذاب؛ فإنه نازل بهم في الدنيا وعذابهم (بِمَا كَذَّبُونِ) : في قولي بأن العذاب نازل بهم في الدنيا. </p><p> أو أن يكون قوله:  (انْصُرْنِي بِمَا كَذَّبُونِ) ، أي: اجعل لي الظفر عليهم بالتكذيب، ونحوه. </p><p> وقوله - تعالى -: (فَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ فَاسْلُكْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ (٢٧) </p><p> قَالَ بَعْضُهُمْ: بمنظر منا. </p><p> وقَالَ بَعْضُهُمْ: بمرأى منا. </p><p> وجائز أن يكون - صلوات اللَّه عليه - ظن لما أمر باتخاذ الفلك: أنهم لا يتركونه أن يتخذ الفلك؛ فأخبره - عَزَّ وَجَلَّ -: أنك تتخذه بحيث تراه، وننصرك عليهم بحيث لا يملكون منعك عن اتخاذها. </p><p> وقوله:  (وَوَحْيِنَا) ، أي: بأمرنا. </p><p> وقوله:  (فَإِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ) ، أي: إذا جاء الموعود بأمرنا وفار التنور. </p><p> أو أن يقول: إذا جاء وقت أمرنا بالعذاب وفار ما ذكر، أي: خرج الماء من التنور وظهر. </p><p> وقوله:  (فَاسْلُكْ فِيهَا) . </p><p> قيل: أدخل فيها، يقال: سلكت، وهو الإدخال؛ كقوله:  (اسْلُكْ يَدَكَ فِي جَيْبِكَ) ، أي: أدخل. </p><p> وتفسير (اسْلُكْ) : ما ذكر في آية أخرى: (قُلْنَا احْمِلْ فِيهَا) . </p><p> وقوله:  (مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ) . </p><p> يحتمل أن يكون قوله:  (اثْنَيْنِ) نعتًا لقوله: (مِنْ كُلٍّ زَوْجَيْنِ) : من الذكر والأنثى. </p><p> وجائز أن يكون قوله:  (مِنْ كُلٍّ زَوْجَيْنِ) ، أي: من كل زوجين عددين لونين: أبيض، وأسود، وطيب وخبيث. </p><p> وقوله:  (وَأَهْلَكَ) ، أي: احمل أهلك -أيضًا- في السفينة. </p><p> وقوله:  (إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ) . </p><p> بالعذاب والهلاك، وقد ذكرنا هذا في سورة هود. </p><p> وقوله:  (وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ) . </p><p> اختلف فيه: </p><p> قال قائلون: إنما نهاه عن مخاطبته الذين ظلموا؛ حيث قال:  (إِنَّ ابْنِي مِنْ أَهْلِي) ، أنهاه، أن يسأله؛ فإن كان على هذا أفقوله:  (وَلَا تُخَاطِبْنِي) ، أي: لا تراجعني الكلام في الذين ظلموا. </p><p> وقال قائلون: قوله: (وَلَا تُخَاطِبْنِي) في الذين ظلموا في جميع ظلمة قومه؛ (إِنَّهُمْ مُغْرَقُونَ) ؛ وإن كان على هذا فهو نهي عن ابتداء السؤال في نجاتهم، واللَّه أعلم. </p>"
}