{
  "id": null,
  "sura": 23,
  "aya": 86,
  "text": "<p> فقالوا: لله، لم يجدوا بدًّا من أن يقولوا: لله وأن يقروا؛ لأنهم لو أنكروا ذلك لظهر جهلهم عند كل الخلائق؛ فقالوا: لله؛ فيقول: فإذا عرفتم أن ذلك كله له، وهو خالقهم، فكيف تركتم طاعته، وأنا لست أدعوكم إلا إلى ذلك: أن تجعلوا الأرض وما فيها كله لله؛ أفلا تتعظون وتقرون بما أدعوكم إليه؛ وعلى ذلك قوله:  (قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ (٨٦) سَيَقُولُونَ لِلَّهِ) لابد لهم من أن يقروا بذلك، فإذا عرفتم بذلك وأقررتم به:  (أَفَلَا تَتَّقُونَ) : مخالفته، وتتقون نقمته. </p><p> وكذلك ما قال:  (قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ ... (٨٨) </p><p> فإذا عرفتم ذلك، وأقررتم به، (فَأَنَّى تُسْحَرُونَ (٨٩) </p><p> قيل: فانى تصرفون عن ذلك. </p><p> وقَالَ بَعْضُهُمْ: فأنى تخدعون وتفرون في ذلك؛ إذا عرفتم أن ذلك كله لله. </p><p> وجائز أن يكون قوله:  (فَأَنَّى تُسْحَرُونَ) : رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وتقولون: إنه ساحر كذاب، وهو ليس يدعوكم إلا إلى ما أقررتم واعترفتم به؛ فأنى تنسبونه إلى السحر، واللَّه أعلم. </p><p> وقوله:  (مَلَكُوتُ كُلِّ شَيْءٍ) : قد ذكرناه فيما تقدم. </p><p> قوله:  (وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ) . </p><p> أي: هو يؤمن كل خائف، ولا يقدر أحد أن يؤمن من أخافه هو، وهو كقوله:  (وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ. . .) الآية. </p><p> قال أَبُو عَوْسَجَةَ: قوله: (وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ) ، أي: لا يمنع، (وَلَا يُجَارُ عَلَيْهِ) ، أي: لا يقدر أحد أن يمنع منه أحدًا؛ (فَأَنَّى تُسْحَرُونَ) ، أي: تغرون وتخدعون، تقول: سحرت، أي: خدعت وغررت، وقال: تسحرون، أي: تخدعون وتصرفون عن هذا، وسمي السحر من هذا. </p><p> وقوله:  (بَلْ أَتَيْنَاهُمْ بِالْحَقِّ وَإِنَّهُمْ لَكَاذِبُونَ (٩٠) </p><p> قد ذكرنا أنه يحتمل وجوهًا: </p><p> أحدها: بالحق، أي: بوحدانية اللَّه، وألوهيته، وتعاليه عن الشركاء والولد، وعما وصفوه. </p><p> أو أن يكون قوله:  (بِالْحَقِّ) ، أي: بالقرآن الذي عرفوه أنه حق، وأنه من عند اللَّه. </p><p> أو أن يريد (بِالْحَقِّ) : محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عرفوا أنه حق وأنه رسول اللَّه إليهم. </p><p> أو أن يكون (بِالْحَقِّ) ما ذكر: من ذكرهم، وما فيه شرفهم ومنزلتهم. </p>"
}