{
  "id": null,
  "sura": 23,
  "aya": 77,
  "text": "<p> والثاني: الصراط الذي في الدنيا هو المجعول للآخرة؛ فإذا تركوا سلوكه؛ لشهوات منعتهم عن ذلك - أنكروا الآخرة، أو كلام نحو هذا، وقوله:  (لَنَاكِبُونَ) ، أي: لعادلون، من العدول عنه والمجانبة والميل إلى غيره. </p><p> وقوله:  (وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِنْ ضُرٍّ لَلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ (٧٥) </p><p> ذكر الضر، ولم يذكر أي شيء كان، وليس لنا أن نقول: كان الجوع أو كذا إلا بثبت، وفيه وجهان من المعتبر: </p><p> أحدهما: أن رفع المحن التي امتحنهم من البلايا والشدائد إنما يكون برحمة منه وفضل، لا على ما قاله بعض الناس بالاستحقاق؛ حيث ذكر رحمته بكشف ذلك عنهم. </p><p> والثاني: فيه دلالة إثبات رسالة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لأنه أخبر أنه، إن كشف ذلك الضر عنهم، (لَلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ) ؛ فكشف عنهم ذلك فلجوا في طغيانهم على ما أخبر؛ فدل أنه باللَّه عرف ذلك، واللَّه أعلم. </p><p> وقوله:  (وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ (٧٦) </p><p> يخبر عن سفههم وجهلهم باللَّه، وقسوة قلوبهم، وتمردهم وعنادهم؛ حيث أخبر أنهم وإن أخذوا بالعذاب لم يتضرعوا إليه، وما استكانوا له بجهلهم بعذاب اللَّه؛ حيث أخبر أنهم، وإن أخذوا ألم يستكينوا. </p><p> وقوله:  (حَتَّى إِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ (٧٧) </p><p> اختلف في قوله:  (مُبْلِسُونَ) : </p><p> قَالَ بَعْضُهُمْ: المبلس: الآيس من كل خير، وهو ما وصفهم أنهم:  (لَيَئُوسٌ كَفُورٌ) ، و (فَيَئُوسٌ قَنُوطٌ) ، ونحوه. </p><p> وقال الزجاج: المبلس: الساكن المتحير لا يدري ما يعمل به فعلى ذلك هم كانوا حيارى لما نزل بهم العذاب، لا يدرون ما يعملون به في دفع ذلك عنهم. </p><p> وقال الكسائي: المبلس: المقطع السيء الظن، قال: ومنه سمي إبليس؛ لأنه أيس من رحمة اللَّه، وانقطع رجاؤه عنده. </p><p> وقال أَبُو عَوْسَجَةَ: المبلس، البائس الحزين، ويقال: أبلس الرجل، أي: أيس فحزن، وأبلس غيره أيضا، وإنَّمَا سمي إبليسُ إبليس؛ لأنه يئس عن رحمة اللَّه فحزن. </p><p> قال: وقوله: (فَمَا اسْتَكَانُوا لِرَبِّهِمْ) ، أي: لم يذلوا لربهم بالطاعة له، والخضوع لما ذكرنا. </p>"
}