{
  "id": null,
  "sura": 23,
  "aya": 8,
  "text": "<p> اللغو: كأنه اسم كل باطل، واسم كل ما يلغى ولا يعبأ به، أخبر أنهم يعرضون عن كل باطل وعن كل ما نهوا عنه، ويقبلون على كل طاعة وبكل ما أمروا به. </p><p> (وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ (٤) </p><p> يحتمل الزكاة: الزكاة التي بها تزكو أنفسهم عند اللَّه. </p><p> وجائز الزكاة المعروفة المعهودة، أخبر أنهم فاعلون ذلك مؤدون. </p><p> وجائز أن يكون ذكر هذا من المؤمنين؛ من الطاعة لله والائتمار لأمره، والرضا به، مقابل ما كان من المنافقين من الكراهية في الإنفاق، والصلاة على الكسل، والمراءاة؛ كقوله:  (وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَى يُرَاءُونَ النَّاسَ. . .) الآية، وقوله:  (وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ) ، وقولهم:  (لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ) نعتهم بالكسل، والخلاف، وترك الإنفاق والمراءاة في الطاعات، ونعت المؤمنين بضد ذلك، وبالرغبة في أوامره، والانتهاء عن معاصيه ونواهيه. </p><p> وقوله:  (وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (٥) إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (٦) </p><p> استثنى في هذا؛ لأن هذا مما يحل في حال ويحرم في حال، وأما اللغو وما ذكر من أول الآية إلى آخره لا يحل بحال، واللغو حرام في الأحوال كلها، وكذلك ترك أداء الأمانة والزكاة والصلاة مما لا يحل تركه بحال. </p><p> وقوله:  (فَإِنَّهُمْ غَيْرُ مَلُومِينَ) . </p><p> ذكر ألا يلحقهم لائمة في ذلك - واللَّه أعلم - لوجهين: </p><p> أحدهما: لقول الثنوية؛ لأنهم لا يرون التناكح، فأخبر أن اللائمة ليست في هذين وإنما اللائمة في غير هذين. </p><p> والثاني: ذكر لإبطال المتعة؛ لأنه استثنى الأزواج وما ملكت أيمانهم، والمتعة ليست في هذين اللذين استثناهما، ثم أخبر أن لا لائمة في هذين، وفيما عداهما لائمة، والمتعة مما عدا هذين، وهو ما قال:  (وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ) ، وإلى هذا يصرف حفظ الفروج، وإلا: كان عامة الناس يحفظون فروجهم عن الزنا، ويعرفون حرمته، لكنهم كانوا يستبيحون المتعة والإجارة فيه؛ فحرم ذلك. </p><p> ثم قال:  (فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ (٧) </p><p> والعادي: هو المجاوز عن الحد الذي حدّ له. </p><p> وقوله:  (وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ (٨) </p>"
}