{
  "id": null,
  "sura": 23,
  "aya": 71,
  "text": "<p> الرسل، ثم لم يأت هَؤُلَاءِ شيء إلا ما أتى آباءهم، لم يخصوا هم بالرسول؛ فكيف أنكروه؟ ! ألا ترى أنهم قالوا:  (لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَمِ) : قد أقروا أن في الأمم المتقدمة رسولا؛ حيث قالوا:  (لَيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَمِ) . </p><p> وعلى ذلك يخرج قوله: </p><p> (أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ (٦٩) </p><p> أي: قد عرفوا رسولهم، لكنهم أنكروه وتركوا اتباعه؛ لما ذكرنا في القرآن من أحد الوجهين؛ عنادًا وتكبرا؛ إشفاقًا على رياستهم لكي تبقى؛ ألا ترى أنه قال:  (يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ. . .) الآية. </p><p> وعلى هذا، (أَمْ يَقُولُونَ بِهِ جِنَّةٌ) . </p><p> أي: قد عرفوا أنه ليس به جنة. </p><p> وجائِز أن يكون قوله:  (أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ) : جاء هَؤُلَاءِ ما لم يأت آباءهم، وخص هَؤُلَاءِ ما لم يخص آباءهم. وكذلك قال ابن عَبَّاسٍ: لعمري لقد جاءهم ما لم يأت آباءهم الأولين. </p><p> وجائز أن يكون قوله:  (أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ) : إلى ما ذكر من قوله: (أَمْ يَقُولُونَ بِهِ جِنَّةٌ) ؛ لأنه يخرج على الأمر بالتدبر فيه، ومعرفة الرسول أنه ليس كما يصفونه من الجنون وغيره؛ كقوله:  (أَوَلَمْ يَتَفَكَّرُوا فِي أَنْفُسِهِمْ) ، أي: تفكروا فيه؛ فإنه ليس به جنة على ما يصفونه، أو على ما ذكرنا: أنهم تفكروا وعرفوا: أنه ليس به جنون، ولا شيء مما وصفوا به؛ لكنهم أرادوا أن يلبسوا أمره على أتباعهم وسفلتهم؛ إشفاقًا على إبقاء ما ذكرنا. </p><p> وقَالَ بَعْضُهُمْ: قوله: (أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ) : من البراءة من العذاب. </p><p> وقوله:  (بَلْ جَاءَهُمْ بِالْحَقِّ (٧٠) </p><p> بالرسالة والقرآن من عند اللَّه، وجعل العبادة له من دون الأصنام التي عبدوها. </p><p> وقوله:  (وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ) . </p><p> كرهوا الحق؛ لما ظنوا أن في اتباعه ذهاب الرئاسة والأسباب التي كانت لهم على أتباعهم، بعد معرفتهم أنه حق، أو كرهوا؛ لما لم يعرفوا في الحقيقة أنه حق، وإلا لا أحد ممن يوصف بصحة العقل وسلامته يكره الحق ويترك اتباعه؛ إلا للوجهين اللذين ذكرناهما، واللَّه أعلم. </p><p> وقوله:  (وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ (٧١) </p><p> قال عامة أهل التأويل: الحق - هاهنا - هو اللَّه، أي: لو تبع اللَّه أهواءهم في كفرهم وشركهم (لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ) ، وتأويل هذا أن الكفر والشرك مما لا عاقبة له، وكل شيء لا عاقبة له فهو في الحكمة والعقل فاسد باطل غير مستحسن. </p><p> وقَالَ بَعْضُهُمْ: الحق - هاهنا - كتاب اللَّه، وهو القرآن على ما يهوون هم؛ ليفسد ما ذكر؛ لأنه يكون خارجًا عن الحكمة. </p><p> وجائز أن يوصل قوله:  (وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ) الحق الذي سبق ذكره، وهو قوله:  (بَلْ جَاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ) ، أي: لو اتبع ذلك الحق أهواءهم وجاء على ما هوته أنفسهم واشتهت من عبادة غير اللَّه، وتسميتهم إياها آلهة، وإنكارهم البعث والتوحيد، وغير ذلك من الأفعال التي كانوا اختاروها وعملوها - لفسدت السماوات والأرض وما ذكر؛ لأنه يكون خلقهم وخلق ما ذكر من السماوات والأرض وما فيهن - لا لما توجبه الحكمة والعقل؛ إذ خلقهم وخلق ما ذكر لأفعالهم التي يفعلون؛ فإذا خرج أفعالهم على غير ما توجبه الحكمة والعقل، بل على السفه والجهل - خرج الذي لها خلق، ومن أجلها أنشئ، كذلك؛ إذ خلق الشيء وفعله لا لعاقبة تقصد - خارج عن الحكمة، واللَّه أعلم بذلك. </p><p> وجائز أن يكون الحق هو رسول اللَّه، أي: رسول اللَّه لو اتبع أهواءهم لفسد ما ذكر. </p><p> وقوله:  (بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ) . </p><p> قال أهل التأويل: لشرفهم وذكرهم؛ كقوله:  (وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ) . </p><p> وقوله:  (بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُعْرِضُونَ) . </p><p> أي: عن شرفهم معرضون. </p><p> وجائز أن يكون الذكر هو الحق الذي تقدم ذكره، أي: لو قبلوا ذلك الحق الذي جاءهم وأقبلوا نحوه يكون في ذلك ذكرهم من بعد هلاكهم؛ كما يُذكر أصحاب رسول اللَّه من بعد ما ماتوا؛ ألا ترى أولادهم بذكر آباءهم يتعيشون يقولون: أنا من بني فلان؛ فيبرهم الناس بذلك ويكرمونهم، وأما أُولَئِكَ فإنهم لا يذكرون بشيء من ذلك؛ فذلك يدل على ما ذكرنا. </p><p> ويحتمل قوله:  (بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ) الثناء عليهم أن لو آمنوا؛ كقوله:  (كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ. . .) الآية، وقوله:  (وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا) </p>"
}