{
  "id": null,
  "sura": 23,
  "aya": 20,
  "text": "<p> وقَالَ بَعْضُهُمْ: ما يقع لهم الحاجة والكفاية. </p><p> وجائز أن يكون قوله:  (بِقَدَرٍ) ، أي: معلوم مقدر، لا يتقدم ولا يتأخر، ولا يزداد ولا ينتقص، ولكن على ما قدر، وكذلك جميع الأشياء. </p><p> وقوله:  (فأسكناه في الأرض) . </p><p> يذكر هذا ويخبر عن قدرته وسلطانه: أن من قدر على استنزال الماء من السماء يقدر على البعث وعلى خلق الشيء لا من شيء؛ إذ لا أحد من الخلائق يقدر على ذلك إلا بالحيل التي علمه اللَّه. </p><p> أو أن يكون يقول: إنه حيث جعل منافع الأرض متصلة بمنافع السماء، ومنافع السماء متصلة بمنافع الأرض؛ على بعد ما بينهما، دل اتصال منافع أحدهما بالآخر، أمع، بعد ما بينهما على أن منشئهما واحد، ومدبّرهما واحد عالم بذاته. </p><p> وقوله:  (وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ) . </p><p> كقوله:  (أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا. . .) الآية. </p><p> وقوله:  (فَأَنْشَأْنَا لَكُمْ بِهِ .. (١٩) </p><p> أي: بالماء. </p><p> (جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ) . </p><p> أي: الكروم؛ يذكر نعمة اللَّه التي أنعمها عليهم من الماء الذي به حياة الأبدان والأشياء جميعًا؛ ليتادى به شكره وعبادته. </p><p> وقوله:  (فَأَنْشَأْنَا لَكُمْ بِهِ جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ لَكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ) . </p><p> إن كان قوله:  (لَكُمْ فِيهَا) ، أي: في الجنات؛ حيث ذكر أنه أنشأ لنا فواكه كثيرة؛ ففيه حجة لأبي حنيفة - رحمه اللَّه - أن من حلف ألا يأكل فاكهة، فأكل عنبا - لم يحنث؛ حيث ذكر النخيل والأعناب، وذكر فيها الفواكه على حدة. </p><p> وإن كان يعني به النخيل والأعناب، فليس فيه حجة له. </p><p> وقوله:  (وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآكِلِينَ (٢٠) </p><p> أي: أنشأنا لكم -أيضًا- شجرة في طور سيناء، ثم الشجرة التي تكون في الجبال لا صنع للخلق في إنباتها، وما يكون في الجنان والبساتين إنما يكون بإنبات الخلق، ثم أضاف كليهما: ما يكون للخلق فيه صنع وما لا يكون؛ دل إضافة ذلك إليه كله على أن لله في فعل العباد صنعا، وأن جميع ما يكون إنما يكون بصنع منه ولطف، ويذكرهم نعمه التي أنعمها عليهم: من إنشاء الجنان لهم، والنخيل والأعناب والفواكه التي ذكر ليتأدى </p><p> بذلك شكره. </p><p> وفيه دلالة قدرته وسلطانه؛ حيث أنشأ الشجرة، وأخرجها من الجبل، وهو أشد الأشياء وأصلبها، وجعل في تلك الشجرة الدهن، وهو ألين الأشياء وألطفها؛ فيخبر أن من قدر على إخراج ألين الأشياء من أشدها وأصلبها لا يعجزه شيء. </p><p> وفيه أن لا بأس بقران شيء إلى شيء، فهو كان جميعًا وضم بعضهم بعضه إلى بعض، ويجمع في الأكل حيث قال:  (تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآكِلِينَ) هو الإدام. </p><p> ثم اختلف في قوله:  (طُورِ سَيْنَاءَ) : </p><p> قَالَ بَعْضُهُمْ: الطور: الجبل، بالسريانية، والسيناء: الحسن، بالحبشية. </p><p> وقَالَ بَعْضُهُمْ: الطور: الجبل وما ذكر، والسيناء: الشجرة الحسناء. </p><p> وقَالَ بَعْضُهُمْ: الطور: هو الجبل الذي كلم اللَّه موسى وأوحى إليه، والشجرة: هي شجرة الزيتونة. </p><p> وقَالَ بَعْضُهُمْ: السيناء: الحجارة. وقَالَ بَعْضُهُمْ: الطور: السيناء المبارك بما أوحى على موسى. </p><p> وقَالَ بَعْضُهُمْ: الطور: الجبل، والسيناء: شجر حوله. </p><p> وفي حرف ابن مسعود وحفصة:  (وشجرة تخرج من طور سيناء تخرج الدهنَ وصِبغَ الآكلين) . </p><p> قَالَ بَعْضُهُمْ: تخرج الثمر. </p><p> قال أبو معاذ: أنبت النبات ونبت: لغتان؛ كقولك: أسرى وسرى. </p><p> وقال زهير: حتى إذا أنبت البقل. </p><p> قال الكسائي: تقول: خرجت بزيد وأخرجت زيدًا، ولا تقول: أخرجت بزيد، إلا أن تقول: أخرجت بزيد عمرا. </p><p> قَالَ الْقُتَبِيُّ:  (وَصِبْغٍ لِلْآكِلِينَ) مثل الصباغ كما يقال: دبغ دباغًا، ولبس لباسًا. </p><p> أَبُو عَوْسَجَةَ:  (وَصِبْغٍ لِلْآكِلِينَ) أي: الصباغ، وهو ما اصطبغت به من شيء، </p>"
}