{
  "id": null,
  "sura": 23,
  "aya": 56,
  "text": "<p> وقَالَ بَعْضُهُمْ: الغمر: الماء الكثير، وغمرة الحرب وسطها، وغمرة الموت: شدته، ورجل غمر، أي: سخي، ليس به شح، وجمعه: غمار، ويقال: غمره الماء، أي: صار فوقه. قَالَ بَعْضُهُمْ: والغمر: عداوة، والغمر: الذي لم يجرب الأمور، وقوم أغمار، والغمر: الوسم، والغمرة: الشدة، والغمرات جمع، والغمر: القدح الصغير، والمغامرة: المخاطرة، تقول: غامر بنفسه، أي: خاطر بها. </p><p> وقوله:  (أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ (٥٥) نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَلْ لَا يَشْعُرُونَ (٥٦) </p><p> حسب أُولَئِكَ الكفرة أن ما أمد لهم من الأموال والبنين - ما أعطى لهم - إنما أعطى خيرًا لهم وبرا لا شرا، فأخبر - عَزَّ وَجَلَّ - وكذبهم في حسبانهم الذي حسبوا، فقال:  (بَلْ لَا يَشْعُرُونَ) أنه إنما أعطى لهم ذلك شرا، وإنما مثل ما حسب أُولَئِكَ الكفرة فيما أعطوا من الأموال والبنين إنما أعطوا خيرًا - حسب المعتزلة في قولهم: إن اللَّه تعالى لا يفعل بأحد من الخلق إلا ما هو أصلح له في الدِّين؛ فأخبر أن ذلك ليس بخير لهم في الدِّين ولا أصلح لهم، وهو ما ذكر في قوله:  (إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا) ، وهم يقولون: إنما يملي لهم ليزدادوا خيرًا وبرًّا. </p><p> وكذلك قالوا في قوله:  (فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا) ، وهم يقولون: لا؛ بل إنما أراد: ليرحمهم بها. </p><p> فيقال لهم: أنتم أعلم أم اللَّه؟! كما قال لأُولَئِكَ الكفرة؟ ! حيث قال:  (أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ) إلا أن يكابروا في قوله: (بَلْ لَا يَشْعُرُونَ) ؛ لما أنهم قالوا ذلك على الظن والحسبان، لا على العلم؛ حيث قال:  (أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ) ؛ فقال:  (بَلْ لَا يَشْعُرُونَ) ؛ حيث قالوا ذلك ظنًّا وحسبانًا، وإنما الواجب عليهم أن يعلموا ذلك علم إحاطة ويقين. </p><p> فجواب هذا أن يقال: إن عندهم أن ذلك إنما أعطى لهم وأملى خيرًا وبرا لهم؛ فكانوا على يقين من ذلك وإحاطة عند أنفسهم، وإنما ذلك الظن والحسبان لهم ما عند اللَّه، وإلا: كانوا على حقيقة العلم عند أنفسهم: أنه إنما أعطاهم ذلك وأمد لهم خيرًا؛ فأكذبهم اللَّه في ذلك ورد عليهم قولهم: إنه إنما أعطاهم ذلك لما ذكروا؛ بل أخبر أنه إنما أعطاهم؛ لمضادة ذلك. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ (٥٧) وَالَّذِينَ هُمْ بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ (٥٨) وَالَّذِينَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُونَ (٥٩) وَالَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ (٦٠) أُولَئِكَ يُسَارِعُونَ فِي </p>"
}