{
  "id": null,
  "sura": 23,
  "aya": 99,
  "text": "<p> فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ (١١٦) </p><p> وقوله:  (حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ (٩٩) </p><p> ظاهر هذا أن يكون قوله:  (رَبِّ ارْجِعُونِ) بعد الموت، وبعد ما عاين أهوال الآخرة وأفزاعها؛ لأن الموت ليس هو شيء يأتي من مكان إلى مكان؛ إنما هو شيء يذهب بالحياة التي فيهم، إلا أن أهل التأويل قالوا: إن ذلك عند معاينتهم ملك الموت، وعند هجومه عليهم بأهواله؛ فعند ذلك يسألون الرجعة إلى الدنيا، والأول أشبه وأقرب. </p><p> ثم قوله:  (حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ) : ليس هو صلة قوله (وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ. وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ) ، ولا جوابه؛ لأنه ليس من نوعه، ولا من جنس ذلك، ولكنه - واللَّه أعلم - صلة قوله:  (بَلْ أَتَيْنَاهُمْ بِالْحَقِّ وَإِنَّهُمْ لَكَاذِبُونَ) ، وجواب قوله:  (وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ) ، ونحوه الذي تقدم ذكره، يقول: وإنهم على ذلك (حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ) ، فعند ذلك يرجع إلى الحق والتصديق، لكن ذلك لا ينفعه في ذلك الوقت (قَالَ رَبِّ ارْجِعُونِ) ، ولم يقل: رب ارجعني، وذلك يخرج على وجهين: أحدهما: سأل على ما يسأل الملوك ويخاطبون: افعلوا كذا، على الجماعة، وإن كان إنما يخاطب واحدا؛ على ما خرج جواب اللَّه وقوله: إنا فعلنا كذا، ونفعل كذا. </p><p> والثاني: أن يكون قوله: (رَبِّ ارْجِعُونِ) : يسأل ربه أن يأمر الملائكة الذين يتولون قبض أرواحهم أن يرجعوه إلى ما ذكر، واللَّه أعلم. </p><p> وقوله:  (لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ (١٠٠) </p><p> قَالَ بَعْضُهُمْ:  (فِيمَا تَرَكْتُ) ، أي: فيما كذبت. </p><p> وقَالَ بَعْضُهُمْ:  (فِيمَا تَرَكْتُ) : في الدنيا من الأعمال الصالحة فأعمل بها. </p><p> وجائز أن يكون قوله:  (فِيمَا تَرَكْتُ) : من الأموال فأؤدي منه حقك؛ لأن من الكفرة ما كان سبب كفرهم منع الزكاة وجحودها؛ كقوله:  (وَوَيْلٌ لِلْمُشْرِكِينَ. الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ) ، فيسأل ربه أن يرجع إلى المال الذي تركه؛ ليؤدي الحق الذي كان فيه فمنعه، كقوله:  (فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ) ، وقوله:  (فَأَصَّدَّقَ) ، أي: فأتصدق بالصدقة التي منعتها؛ لأن الخطاب في الصدقة بقوله:  (أَنْفِقُوا مِمَّا رَزَقْنَاكُمْ. . .) الآية، وهذا أشبه، واللَّه أعلم. </p><p> وقوله:  (كَلَّا) ، هو رد لما سألوا من الرجعة. </p>"
}