{
  "id": null,
  "sura": 23,
  "aya": 62,
  "text": "<p> وجائز أن يكون قوله:  (وَقُلُوبُهُمْ وَجِلَةٌ) لا على ذلك؛ ولكن على ما يذكر، أي: قلوبهم وجلة أنهم يرجعون إلى ربهم: على السعادة أم على الشقاوة؟ واللَّه أعلم. </p><p> وقوله:  (أُولَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ (٦١) </p><p> أخبر أن الذين نعتهم ووصفهم هم الذين يسارعون في الخيرات، لا أُولَئِكَ الكفرة الذين تقدم ذكرهم، (وَهُمْ لَهَا سَابِقُونَ) : يحتمل، أي: سبقوا أُولَئِكَ الكفرة بها، والله أعلم. </p><p> وقوله:  (وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا وَلَدَيْنَا كِتَابٌ يَنْطِقُ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ (٦٢) </p><p> جائز أن يكون ذكر هذا وقاله؛ لما عمل أُولَئِكَ من الأعمال التي لا تسع ولا تحل، وقالوا: اللَّه أمرهم بذلك بقولهم: (وَاللَّهُ أَمَرَنَا بِهَا) ؛ فقال:  (وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا) ، أي: إلا ما يسعها، أي: إلا ما يسعها ويحل؛ كقوله تعالى:  (إِنَّ اللَّهَ لَا يَأْمُرُ بِالْفَحْشَاءِ) ؛ ردا لقولهم، وتكذيبا. </p><p> ويحتمل وجهًا آخر، وهو أن يقول: لا نكلف نفسًا من الأعمال إلا وسعها، أي: طاقتها، وذلك يحتمل وجهين: </p><p> أحدهما، أي: لا نكلف أحدًا من الأعمال ما يتلف طاقة وسعه فيه: لا يكلف الغني من الإعطاء ما يتلف به غناه، وكذلك لا يكلف كل حي من العمل ما يتلف به طاقته وحياته؛ ولكنه إنما أمره وكلفه بأمور يحتمل طاقتهم ذلك العمل والأمر؛ فإن كان كذلك؛ فدل ذلك أنه لم يرد به طاقة العمل وقدرته؛ ولكن طاقة الأحوال التي يجوز تقدمها عن الأحوال. </p><p> والثاني: ذكر هذا؛ لئلا يقولوا: إنا لم نطق ما كلفنا؛ لأنهم تركوا الأعمال التي أمروا بها، وكلفوا بأعمال مثل التي تركوها، وهي المعاصي التي عملوها، فما أمروا من الأعمال ليس يفوق التي عملوها؛ ولكن مثلها؛ فلا يكون لهم في ذلك احتجاج. </p><p> وقوله:  (وَلَدَيْنَا كِتَابٌ يَنْطِقُ بِالْحَقِّ) . </p><p> قال قائلون: هو الكتاب الذي يكتب فيه أعمالهم وأفعالهم من الخيرات والسيئات، وذلك كله محفوظ محصى عليهم؛ كقوله:  (مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ) ؛ فإن كان هذا فيكون قوله:  (بِالْحَقِّ) ، أي: بالتصديق. </p><p> وقال قائلون: هو الكتاب الذي أنزل إلينا، وهو هذا القرآن؛ ينطق عليكم بالحق، أي: بالحق الذي لله علينا، وبالحق الذي يكون لبعض على بعض، وهو كقوله:  (هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ) ، وهو ما ذكرنا من الحق الذي له علينا، ومن الحق </p>"
}