{
  "id": null,
  "sura": 23,
  "aya": 45,
  "text": "<p> قَالَ بَعْضُهُمْ:  (تَترَا) تباعًا، واحدًا بعد واحد، وبعضًا على أثر بعض. </p><p> (كُلَّ مَا جَاءَ أُمَّةً رَسُولُهَا كَذَّبُوهُ فَأَتْبَعْنَا بَعْضَهُمْ بَعْضًا) . </p><p> في الهلاك الأول فالأول. </p><p> (وَجَعَلْنَاهُمْ أَحَادِيثَ) . </p><p> لمن بعدهم ولمن بقي منهم، يعني: الذين أهلكوا. </p><p> (فَبُعْدًا لِقَوْمٍ لَا يُؤْمِنُونَ) . </p><p> * * * </p><p> قوله تعالى:  (ثُمَّ أَرْسَلْنَا مُوسَى وَأَخَاهُ هَارُونَ بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ (٤٥) إِلَى فِرْعَوْنَ وَمَلَإِهِ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا عَالِينَ (٤٦) فَقَالُوا أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَابِدُونَ (٤٧) فَكَذَّبُوهُمَا فَكَانُوا مِنَ الْمُهْلَكِينَ (٤٨) وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ لَعَلَّهُمْ يَهْتَدُونَ (٤٩) وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ (٥٠) يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ (٥١) وَإِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ (٥٢) فَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ زُبُرًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ (٥٣) </p><p> قوله:  (ثُمَّ أَرْسَلْنَا مُوسَى) . </p><p> قد ذكرناه. </p><p> (فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا عَالِينَ (٤٦) </p><p> كقوله:  (إنَّ فِرْعَوْنَ عَلَا فِي الأَرْضِ) . </p><p> وقَالَ بَعْضُهُمْ: متكبرين ومتجبرين. </p><p> قال أَبُو عَوْسَجَةَ: هو من العلو، ليس من التعالي، والتعالي لا يوصف به الخلق. </p><p> قَالَ الْقُتَبِيُّ:  (تَتْرَا) ، أي: تتابع بفترة بين كل رسولين، وهو من التواتر، والأصل:  (وترى) ، فقلبت الواو تاء؛ كما قلبوها في (التقوى) و (التخمة) و (التكلان) . </p><p> وقال أَبُو عَوْسَجَةَ:  (تَتْرَا) بعضهم على أثر بعضهم، وهو من المتابعة. </p><p> وفي قوله:  (ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا) دلالة أن أهل الفترة، ومن كان فيما بين بعث الرسل - لا عذر لهم في شيء؛ لإبقاء الحجج والبراهين قبل أن يبعث آخر وحسن آثارهم وأعلامهم - أعني: آثار الرسل وأعلامهم - أخبر أنه أرسل الرسل تباعًا: بعضًا على إثر بعض، وإن كان بين بعثهم فترة؛ لما أبقى الحجج والبراهين وآثار الرسل وأعمالهم، </p>"
}