{
  "id": null,
  "sura": 23,
  "aya": 91,
  "text": "<p> و (بِالْحَقِّ) الذي يكون لله عليهم، وما لبعضهم على بعض من الحقوق، واللَّه أعلم. </p><p> وقوله:  (وَإِنَّهُمْ لَكَاذِبُونَ) . </p><p> في وصفهم ربهم ما وصفوه بما لا يليق وصفه به. </p><p> أو كاذبون في قولهم بأن القرآن مفترى مختلق من عند اللَّه. </p><p> أو كاذبون في قولهم: بأنه ساحر، وأنه مجنون، وأنه ليس برسول؛ كذبوا في جميع ما أنكروا، واللَّه أعلم. </p><p> وقوله:  (مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ (٩١) </p><p> جائز أن يكون كل حرف من هذه الحروف موصولا بعضه ببعض لما تقدم. </p><p> وجائز أن يكون كل حرف من هذه الأحرف منفصلا من الأول مستبدا بذاته. </p><p> فإن كان على الأول فيكون قوله:  (مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ) ، ولو كان اتخذ ولدا لكان إلها؛ إذ الولد يكون من جنس الوالد ومن جوهره، لا يكون من خلاف جوهره ولا من غير جنسه في المتعارف؛ فإذا كان إلها من الوجه الذي ذكرنا لذهب إذن كل إله بما خلق. </p><p> وإن كان منفصلا، فهو على ما ذكر من فساد ذلك كله؛ لأنه قال: ولو كان معه إله - على ما زعموا - إذن لذهب كل إله بما خلق من: الخير، والشر، والدلالة على ألوهيته. </p><p> (وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ) . </p><p> أي: فهر وغلب بعضهم بعضا على ما يكون من عادة ملوك الأرض؛ فإذا كان ما قالوا </p><p> ذهب دلالة الألوهية والربوبية؛ فإذا لم يكن ذلك دل أنه واحد لا شريك معه ولا ولد؛ إذ اتساق التدبير، وجري الأشياء على حد واحد وسنن واحد دل على ألوهية واحد لا لعدد؛ إذ لو كان لعدد لكان ما ذكر من غلبة بعض على بعض، وقهر بعض على بعض، ثم ما ذكر:  (لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا) . </p><p> ثم معلوم أن مثل هذا الاحتجاج لا يكون مع الذين ينكرون ألوهية اللَّه ويعبدون الأصنام، وهم مشركو العرب وكفار مكة، ولكن إنما يكون مع الذين يقرون بألوهية اللَّه، لكن يجعلون معه شريكا لحاجة تقع له، وهم: الثنوية والدهرية والمجوس، وأُولَئِكَ الذين يجعلون خالق الشر غير خالق الخير، وخالق هذا غير خالق هذا؛ فيكون قوله:  (سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ) على هذا، أي؛ يتعالى عما وصفوه بالحاجة له في خلق ما خلق، والنفع له في ذلك، وكذلك قوله:  (وَتَعَالَى عَمَّا يُشْرِكُونَ) . </p><p> وأما على ظاهر ما تقدم ذكره: من اتخاذ الولد والشريك - سُبْحَانَ اللَّهِ عما يصفونه من الولد والشريك، وما قالوا فيه ونسبوا إليه ما لا يليق به. </p>"
}