{
  "id": null,
  "sura": 24,
  "aya": 63,
  "text": "<p> عذرهم ويفوضون أمرهم إلى رسول اللَّه على أن ينظر في ذلك: فإن رأى الصواب أن ينصرفوا صرفهم، وإن رأى الصواب الكون والمقام معه أقاموا معه، والمنافقون لا على ذلك كانوا يفعلون، وعلى هذا - واللَّه أعلم - جائز أن يخرج تأويل الآيات التي ذكرنا. </p><p> ثم قوله:  (وَإِذَا كَانُوا مَعَهُ) أي: مع رسول اللَّه (عَلَى أَمْرٍ جَامِعٍ) اختلف فيه: قال بعضهم: يوم الجمعة، ويوم العيد. </p><p> وقَالَ بَعْضُهُمْ: في الغزو والجهاد، يخبر أن المؤمنين يكونون معه، لا يذهبون عنه إلا بإذن، والمنافقون يتسللون ويذهبون مستخفين منه ويخرجون من عنده، وأصله:  (وَإِذَا كَانُوا مَعَهُ عَلَى أَمْرٍ جَامِعٍ) أي: على أمر طاعة (لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوهُ) . </p><p> قال بعض أهل التأويل: هذه الآية نسخت الآية التي في سورة براءة؛ حيث قال في تلك:  (عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ. . .) الآية. </p><p> وقال هاهنا:  (فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ) أذن له بالإذن لهم في هذه وعيره في ذاك بالإذن لهم، لكن الوجه فيه ما ذكرنا من التأويل. </p><p> وقوله:  (وَاسْتَغْفِرْ لَهُمُ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ) الأمر بالاستغفار لهم يخرج مخرج الأمر بالتشفع لهم. </p><p> وقوله:  (لَا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضًا قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذًا فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ (٦٣) هذا يحتمل وجهين: </p><p> أحدهما: لا تجعلوا دعاء الرسول إياكم إلى ما يدعوكم إليه كدعاء بعضكم بعضًا: مرة تجيبونه، ومرة لا تجيبونه، كما يجيب بعضكم بعضًا إذا دعاه مرة، ولا يجيبه تارة؛ بل أجيبوا رسول اللَّه في جميع ما يدعوكم إليه في كل حال تكونون. </p><p> والثاني: لا تجعلوا دعاءكم الرسول إذا دعوتموه كما يدعو بعضكم بعضًا يقول يا ْفلان، ولكن ادعوا باسم هو مخصوص به: يا رسول اللَّه، ويا نبي اللَّه؛ على ما أقررتم أنه ْمخصوص من بينكم، ليس كمثلكم في الدعاء والإجابة، اجعلوه مخصوصًا تعظيمًا له وإجلالا، وخصوصية له وفضيلة، وهو ما ذكر في آية أخرى:  (لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ) . </p><p> وقوله:  (قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذًا) . </p>"
}