{
  "id": null,
  "sura": 24,
  "aya": 61,
  "text": "<p> على هذين الوجهين جائز أن يخرج تأويل الآية. </p><p> وقوله:  (وَأَنْ يَسْتَعْفِفْنَ) عن ذلك كله (خَيْرٌ لَهُنَّ) ، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَلَا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالَاتِكُمْ أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ أَوْ صَدِيقِكُمْ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبَارَكَةً طَيِّبَةً كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ (٦١) </p><p> وقوله:  (لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ. . .) الآية. </p><p> اختلف في تأويله: قَالَ بَعْضُهُمْ: إن الرجل الصحيح كان يتحرج من مؤاكلة الأعمى والأعرج والمريض؛ إشفاقًا عليهم ورحمة؛ يقول: إنه لا يبصر طيب الطعام، فلعله يأكل الخبيث وأنا آكل الطيب، ويقول: إن الأعرج لا يستوي جالسًا إذا قعد فلا يقدر أن يتناول فيما أتناول أنا، وإن المريض لا يأكل مثل ما يأكل الصحيح. </p><p> وكان الرجل لا يأكل من بيت أبيه، ولا من بيت أمه إذا لم يكونا فيه، وكذلك ما ذكر. . . إلي آخره، حتى يكونوا فيه، وكذلك الصديق وهَؤُلَاءِ، فأنزل اللَّه هذه الآية في رخصة ذلك كله. </p><p> وقَالَ بَعْضُهُمْ: إن هَؤُلَاءِ الزمنى والعميان والعرجى والمرضى وأولي الحاجة منهم يستتبعهم رجال إلى بيوتهم ويستضيفونهم، فإن لم يجدوا لهم طعامًا أو شيئًا يأكلونه ذهبوا بهم إلى بيوت آبائهم ومن عدَّد معهم، فكره ذلك المستتبعون التناول من غير بيوت أُولَئِكَ بلا دعوة ولا إذن سبق منهم؛ فأنزل اللَّه في ذلك إباحة لهم ورخصة، وأحل لهم الطعام حيث وجدوه. </p><p> وقَالَ بَعْضُهُمْ: إن الأعمى والأعرج والمريض وهَؤُلَاءِ الذين كانت بهم زمانة كانوا يتحرجون من مؤاكلة الأصحاء؛ مخافة أن يتقذذوا منهم ويستقذروا؛ يقول الأعرج: لا أؤاكل الناس؛ لأني آخذ من المجلس مكان رجلين وأضيق عليهم، وقال الأعمى: إني أفسد عليهم طعامهم، وكذلك المريض منهم يقول مثل ذلك؛ فأنزل اللَّه الرخصة في ذلك </p><p> ورفع عنهم الجناح في مؤاكلتهم، فيقول: إن الحق عليهم أن يرجوكم؛ لما بكم من الزمانة وأن يدعوا لكم بالرفع عنكم، لا التقذذ والاستقذار عنكم. </p><p> وقَالَ بَعْضُهُمْ: إن الرجل الغني كان يدخل على الرجل الفقير والزمن فيدعوه إلى طعامه، فيقول: واللَّه إني لأجنح وأحرج أن آكل من طعامك وأنا غني وأنت فقير؛ فأنزل اللَّه في ذلك:  (وَلَا عَلَى أَنْفُسِكُمْ. . .) إلى آخر الآية. </p><p> وقَالَ بَعْضُهُمْ: كان هذا في أهل الجهاد، وأن الرجل كان يخرج إلى الجهاد فيخلف آخر في منزله في حفظ ماله وأهله، والقيام بكفايتهم، فكان يحرج ولا يأكل من ماله شيئًا ولا من طعامه لما لم يسبق منه الإذن في ذلك؛ فأنزل اللَّه في ذلك رخصة إباحة التناول من ذلك. </p><p> إلى هذا انتهت أقاويل أهل التأويل وتأويلهم. </p><p> والأشبه عندنا أن يكون تأويل الآية في غير ما ذهبوا هم إليه، وهو أن يكون قوله:  (لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ) أي: ليس على هَؤُلَاءِ حرج أن يأكلوا من بيوت آبائهم وأمهاتهم، أو بيوت إخوانهم، أو بيوت أخواتهم، أو بيوت أعمامهم إلى قوله:  (أَوْ بُيُوتِ خَالَاتِكُمْ) ؛ لأنهم إنما يأكلون بالحق؛ لأن من كان به زمانة كان له التناول من أموال من ذكر من الآباء والأمهات والقرابات؛ إذ تفرض لهم النفقة في أموالهم؛ فيكون في ذلك دلالة وجوب النفقة لهم في أموالهم، ويكون (وَلَا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالَاتِكُمْ أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ أَوْ صَدِيقِكُمْ) أي: لا بأس أن تأكلوا من بيوتكم، أو ما ملكتم مفاتحه، أو من بيوت صديقكم؛ إذ ليس يباح للرجل التناول من مال نفسه ومن مال صديقه في حال عذر، ولا يباح في حال الصحة والسلامة؛ بل يباح في الأحوال كلها دل أن التأويل الذي ذكرنا أشبه، فيصرف تناول الزمنى في أموال القرابات بحق النفقة والحق، ومن ليس به زمانة في ماله ومال صديقه بحق الملك والصداقة؛ لأن الزمانة ترفع الصداقة من بينهم، وكذلك وجوب النفقة في مال الصديق يرفع الصداقة، ولا يرفع القرابة، ولا تزول صلتها. </p><p> ثم اختلف في قوله:  (وَلَا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ) قَالَ بَعْضُهُمْ: من بيوت أولادكم. </p><p> وقَالَ بَعْضُهُمْ: من بيوت أزواجهم ونسائهم. </p><p> وقَالَ بَعْضُهُمْ: من بيوت أنفسهم، وهو ما يجد الرجل في بيته من طعام فإنه لا بأس أن يأكله، وكذلك لا بأس للرجل أن يتناول من بيت زوجته؛ لأنه لم يذكر في الآية الولد وبيت الزوجة على الإشارة والتفسير، فيصرفون تأويل قوله:  (أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ) إلى هَؤُلَاءِ. </p><p> وقوله:  (أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ) أي: خزائنه؛ يحتمل: العبيد؛ لأن السيد يملك مال عبده. </p><p> ويحتمل: الوكيل والخازن أن يأكل من طعامه وأدمه بغير إذن السيد. </p><p> ويحتمل قوله:  (أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ) السيد نفسه صاحب الخزانة ومالكها. </p><p> ثم ذكر الأكل من بيوت من ذكر على التأويل الذي ذكرنا، واستدللنا على إيجاب النفقة لهَؤُلَاءِ الزمنى في أموال من ذكرنا من القربات يخرج على وجهين: </p><p> أحدهما: ذكر البيوت؛ لأنهم إذا كانوا زمنى يستوجبون السكنى -أيضًا- مع النفقة، فذكر البيوت لكونهم فيها وسكناهم معهم. </p><p> والثاني: ذكر الأكل من بيوتهم، لئلا يفهم من الأكل الأخذ منها؛ لأنه ذكر في آيات الأكل، والمراد المفهوم منه: الأخذ؛ كقوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ) ، وقوله:  (إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا) ، وقوله:  (لَا تَأْكُلُوا الرِّبَا) ، مفهوم المراد من الأكل المذكور في هذه الآيات: الأخذ، لا الأكل نفسه، فذكر - هاهنا - الأكل من بيوتهم؛ لئلا يفهم منه الأخذ كما فهم من ذلك. </p><p> وعلى تأويل أهل التأويل يستقيم ظاهر ذكر البيوت؛ إذ لا يجعلون ذلك الأكل والتناول منه أكلا وتناولا بحق. </p><p> وقوله:  (لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا) قَالَ بَعْضُهُمْ: ذكر هذا لأن قومًا كانوا لا يأكلون وحدهم، ولا يرون ذلك حسنًا في الخلق، ويتحرجون من ذلك حتى يكون معهم غير، فرخص اللَّه - تعالى - لهم ذلك ورفع عنهم الحرج، فقال:  (لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا) . </p><p> وعلى تأويل من يقول: إنهم استضافوا قومًا فلم يجدوا في بيتهم شيئًا يأكلون ذهبوا بهم إلى بيوت هَؤُلَاءِ، فتحرج أُولَئِكَ الأضياف من الأكل من بيوت من ذكر وأرباب البيوت </p><p> ليسوا فيها فرخص لهم في ذلك. </p><p> وعلى تأويل من يقول: إنهم كانوا يتحرجون الأكل مع الأعمى ومن ذكر؛ إشفاقًا عليهم وترحمًا؛ لما لا يبصرون طيب الطعام، ولا يأكلون ما يأكل الصحيح، فرفع عنهم ذلك الحرج، ورخص لهم في ذلك. </p><p> وعلى تأويل من يقول: إنهم كانوا يتحرجون الأكل مع هَؤُلَاءِ تقذذًا واستقذارًا يرغبهم. في الأكل مع أُولَئِكَ، وترك التقذذ من ذلك. </p><p> ويدل للتأويل الأول ما روي عن أصحاب رسول اللَّه؛ روي عن مُحَمَّد بن علي قال: كان أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لا يرى أحدهم أنه أحق بالدنانير والدراهم من أخيه المسلم، قال: وقال النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" ليأتين على الناس زمان يكون الدِّينار والدرهم أَحبَّ إلى الرجل من أخيه المسلم \" . </p><p> وعن ابن عمر قال:  \" لقد رأيتني وما الرجل المسلم أحق بديناره ودرهمه من أخيه المسلم \" . </p><p> وقوله:  (فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ) يحتمل قوله: (فَسَلِّمُوا عَلَى أَنْفُسِكُمْ) أي: يسلم بعضكم على بعض، فيصير المسلمين أجمع بعضهم لبعض كأنفسهم؛ كقوله:  (وَلَا تَقْتُلُوا أَنْفُسَكُمْ) ، أي: لا يقتل بعضكم بعضًا، وقوله:  (لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ) ، ونحو ذلك من الآيات، فصير بعضهم لبعض كأنفسهم؛ لأنهم كشيء واحد، يتألم بعضهم بألم بعض، ويحزن بعضهم بحزن بعض، ويُسَرُّ بعضهم بسرور بعض، ونحوه؛ فهم جميعًا كشيء واحد، وأنفسهم جميعًا كنفس واحدة؛ لذلك جعل سلام بعضهم على بعض في حق السلام واحدًا. </p><p> ويحتمل وجهًا آخر: وهو أن بعضهم إذا سلم على بعض يرد عليه مثله؛ فيصير كأنه هو يسلم على نفسه، وكذلك قوله:  (وَلَا تَقْتُلُوا أَنْفُسَكُمْ) أي: لا يقتل أحد آخر فيقتل به؛ فيكون قاتل نفسه؛ إذ لولا قتله إياه لم يقتل به، وكذلك قوله:  (لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ) ، أنه إذا أكل مال غيره بغير رضاه ضمنه، فإذا ضمنه فكأنه أكل مال نفسه بالباطل. </p><p> ويحتمل أنه أراد به السلام على أنفسهم؛ أي: يسلم كل على نفسه إن لم يكن فيه أحد، وكذلك روي عن ابن عَبَّاسٍ قال: أراد المساجد: إذا دخلتها فقل: السلام علينا </p><p> وعلى عباد اللَّه الصالحين، وعلى ذلك رويت الأخبار:  \" من دخل بيتًا أو مسجدًا ليس فيه أحد فليقل: السلام علينا من ربنا، والسلام على عباد اللَّه الصالحين \" ؛ وعلى ذلك جائز أن يكون قوله:  (وَلَا تَقْتُلُوا أَنْفُسَكُمْ) بترك الإنفاق عليها وغيره، وكذلك قوله:  (لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ) وجائز أن يريد بالأنفس: أهلهم؛ أي: سلموا على أهليكم، وهو الأولى. </p><p> ثم اختلف في السلام: قَالَ بَعْضُهُمْ: السلام: من السلامة؛ أي: عليك السلامة من جميع الآفات والنكبات. </p><p> وقَالَ بَعْضُهُمْ: السلام هو اسم من أسماء اللَّه؛ فتأويله: عليك اسم اللَّه الذي لا يضرك معه شيء، ولا يلحقك به أذى، وفي الخبر:  \" باسم اللَّه الذي لا يضر مع اسمه شيء في الأرض ولا في السماء \" . </p><p> وقوله:  (تَحِيَّةً مِنْ عِنْدِ اللَّهِ) التحية كأنها الكرامة، كأنه قال: كرامة من اللَّه لكم. </p><p> وقوله:  (مُبَارَكَةً) المبارك: هو الذي ينال به كل خير وبرّ. </p><p> أو أن تسمي مباركة؛ لما بها ينمو الشيء ويزكو وقوله:  (طَيِّبَةً) أي: يستطيب بها كل أحد. </p><p> وقَالَ بَعْضُهُمْ: طيبة: أي: حسنة، فتأويله: ما يستحسن به كل أحد. </p><p> وقَالَ بَعْضُهُمْ قوله:  (تَحِيَّةً مِنْ عِنْدِ اللَّهِ) يقول: تحية من أمر اللَّه لكم، مباركة بالأجر، طيبة بالمغفرة، واللَّه أعلم. </p><p> وقوله:  (كَذَلِكَ يُبَيِّنُ اللَّهُ) أي: مثل الذين يبين اللَّه (لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ) أي: كي تعقلوا ما لكم وما عليكم، وما لله عليكم، وما لبعضكم على بعض. </p><p> وقوله (بُيُوتِكُم) : ما ذكرنا. </p><p> قَالَ بَعْضُهُمْ: المساجد. </p><p> وقَالَ بَعْضُهُمْ: البيوت المسكونة؛ كقوله:  (لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ) . </p>"
}