{
  "id": null,
  "sura": 24,
  "aya": 3,
  "text": "<p> وروي عن ابن عمر عن عمر مثله. إلى كل هذه الأخبار ذهب أصحابنا رحمهم اللَّه، ويقولون: لا يجتمع على رجل في فعل واحد حدَّان: الجلد والرجم جميعًا؛ كما لا يجتمع في غيره من الإجرام في فعل واحد حدَّان أو عقوبتان. </p><p> وقوله - عليه السلام -: \" الثيب بالثيب: يجلد ويرجم \" يحتمل الجلد جلد البكر المحصن، ويرجم ثيبًا آخر محصنًا، أو يجلد ثيبًا في حال ويرجم ثيبًا في حال، وقد ذكرنا هذه المسألة في سورة النساء. </p><p> وقوله:  (الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ (٣) </p><p> في ظاهر الآية ألا يحل للزاني أن ينكح إلا الزانية من المؤمنات أو مشركة، وكذلك الزانية من المؤمنات لا ينكحها العفيف من المؤمنين؛ وإنما ينكحها الزاني منهم والمشرك. </p><p> وفي ظاهر الآية النهي للزاني عن نكاح العفائف، وإباحة نكاح الزانيات والمشركات؛ فإن كان ذلك، فكان قوله:  (وَلَا تَنْكِحُوا الْمُشْرِكَاتِ) ، إلا الزناة منكم؛ فإنه يحل لهم أن ينكحوا المشركات، وكذلك قوله:  (وَلَا تُنْكِحُوا الْمُشْرِكِينَ) ، إلا الزانيات؛ فإنه يحل هذا ظاهرا، لكنهم أجمعوا على ألا يحل للمؤمن - وإن كان زانيًا - أن ينكح المشركة، وكذلك لا يحل للمشركة أن تتزوج بالزاني من أهل الإيمان. </p><p> ثم اختلف أهل التأويل في تأويله: </p><p> قال مقاتل، ومُحَمَّد بن إسحاق، وهَؤُلَاءِ: الزاني من أهل الكتاب لا ينكح - أي: لا يتزوج - إلا زانية من أهل الكتاب، أو مشركة من غير أهل الكتاب، والزانية من أهل الكتاب: لا ينكحها إلا زان من أهل الكتاب أو مشرك من غير أهل الكتاب يزنين علانية. </p><p> وعن ابن عَبَّاسٍ - رضي اللَّه عنهما - قال: نزلت الآية في نفر من أهل مكة هاجروا إلى المدينة وكانوا ذوي عسرة، وكان بالمدينة بغايا يبغين بأنفسهن ظاهرات بالفجور، وكن مخصبات أو مخاصيب البيوت، فهَمَّ أُولَئِكَ المهاجرون أن يتزوجوا بأُولَئِكَ البغايا؛ ليصيبوا من خصبهن وسعتهن، فذكروا ذلك لرسول اللَّه واستأذنوه في ذلك؛ فنزلت الآية في شأنهم:  (الزَّانِي) من أهل القبلة المعلن به (لَا يَنْكِحُ إِلَّا زَانِيَةً) من اليهود (أَوْ مُشْرِكَةً) </p><p> الآية. </p><p> (وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ) . </p><p> لكن هذا يصلح أن لو كان أُولَئِكَ المهاجرون مثلهن زناة، فأما إن كانوا مهاجرين أهل إيمان وعفة - فلا يصلح أن يقال فيهم:  (الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً) ، وهم لم يكونوا زناة؛ إلا أن يقال على الابتداء: إنه لا يفعل ذلك. </p><p> وقَالَ بَعْضُهُمْ: قوله: (الزَّانِي لَا يَنْكِحُ) ، أي: لا يجامع، ولا يزني إلا بزانية مثله، وكذلك الزانية لا تزني إلا بزان مثلها أو مشرك لا يحرم الزنا، وهو قول الضحاك وهَؤُلَاءِ. </p><p> وقال سعيد بن المسيب: نسخت هذه الآية: (وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ) ، قوله:  (الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً. . .) الآية. </p><p> وسئل ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - عن رجل يزني بامرأة ثم يتزوجها؟ قال: هما زانيان ما اصطحبا. </p><p> وجائز أن يكون النهي عن نكاح الزانية والزاني - نهيا عن الزنا نفسه لا عن النكاح؛ كأنه قال: لا تزنوا؛ فإنكم إذا زنيتم وصرتم معروفين به لا تجدون أن تنكحوا إلا زانِية أو مشركة التي لا تحرم الزنا؛ لأن العفائف منهن لا يرغبن في نكاح من صار معلن الزنا، فإذا لم يرغبن لم يجدوا إلا من ذكر، وهو ما قال:  (لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى) ، ليس النهي عن قربان الصلاة؛ ولكن النهي عن السكر وشرب المسكر. </p><p> وكذلك ما روي أنه قال:  \" لا صلاة للمرأة الناشزة ولا للعبد الآبق \" : إنما نهى عن نشوزها وعن إباقه؛ ليس عن الصلاة؛ فعلى ذلك جائز أن يكون قوله:  (الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ) : إنما نهى عن الزنا، أي: لا تزنوا؛ ليرغب العفائف من المؤمنات فيكم، ولا يزني النساء؛ ليرغب أهل العفاف من المؤمنين؛ فإنكم إذا زنيتم وصرتم معروفين به معلنين لا تجدوا إلا نكاح من ذكر من الزانية أو </p><p> المشركة. </p><p> أو أن يكون ما ذكرنا: لا يرغب الزاني إلا في نكاح زانية أو مشركة، وكذلك المرأة الزانية لا ترغب إلا في نكاح زان مثلها أو مشرك. </p><p> أو لا يرغب الزاني في الزنا إلا بزانية أو مشركة لا تحرم الزنا، وكذلك الزانية لا ترغب في الزنا إلا بزان مثلها أو مشرك لا يحرم الزنا. </p><p> (وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ) . </p><p> وحرم الزنا على المؤمنين. </p><p> أو إن كان على النكاح؛ فيكون تأويل قوله:  (وَحُرِّمَ) أي: منع عن ذلك المؤمنين، أعني: نكاح الزانيات والزناة. </p><p> قال أَبُو عَوْسَجَةَ: الزانية والزاني يقال منه: زنى يزني زنا، وأما زنا يزنا زنيًا، أي: ارتقى يرتقي؛ ويقال: الزناء: الضيق، ويقال: زننته أزنه زنا، أي: ظننت به ظنا، والقذف: التهمة، والرمي أشد من القذف. </p><p> ومن جعل الآية في الزانيين المسلمين، وجعل قوله:  (لَا يَنْكِحُ) : على التزويج - لزمه أن يجيز للزانية المسلمة أن تتزوج الزاني المسلم والمشرك على ما ذكرنا بدءًا، وهذا لا يقوله أحد، وفي بطلان هذا القول بيان أن الآية إن كان المراد بها عقد النكاح فإنها نزلت في الزانية المشركة يريد المسلم أن يتزوجها، كما ذكر في حديث مرثد، وإن كان المراد به بذكر النكاح منها: الوطء، فهو كما قال ابن عَبَّاسٍ في إحدى الروايتين عنه: إنه الجماع، ليس تحتمل الآية غير هذين الحالين، واللَّه أعلم بما أراد. </p><p> وقد زعم قوم أن المرأة إذا زنت حرمت على زوجها؛ فكأنهم ذهبوا إلى أنه لما لا يحل له أن يطأها؛ لأنها إذا كانت زانية لم يحل المقام عليها إذا زنت وهي زوجة. </p><p> لكن أهل التأويل في الآية على خلاف ما توهم أُولَئِكَ بما وصفنا؛ فلا وجه لتحريمهم الزانية على زوجها، ولو كان أهل التأويل على ما توهموه فوجب أن تحرم الزانية على زوجها من غير أن كان ممنوعًا من تزويجها؛ ألا ترى أنه لا يجوز للرجل أن يتزوج امرأة في عدة من غيره، ولو أن رجلا وطئ امرأة رجل بشبهة فوجب عليها منه عدة لم تحرم على زوجها، أفلا ترى أن العدة إذا كانت على النكاح مخالفة للنكاح في العدة. </p><p> واحتجوا -أيضًا- بأن الرجل إذا قذف امرأته لوعن بينهما وفرق. </p><p> لكن الوجه فيه ما ذكرنا، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى: (وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً </p>"
}