{
  "id": null,
  "sura": 24,
  "aya": 27,
  "text": "<p> في الدنيا، والطيبات هي الدرجات التي تكون في الجنة للطيبين الذين عملوا في الدنيا أعمالا طيبة، فالدرجات في الجنة للطيبين الذين عملوا الطيبات في الدنيا، والدركات في النار للذين عملوا الخبائث والمعاصي في الدنيا. </p><p> وقَالَ بَعْضُهُمْ: قوله: (إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ) إلى قوله: (وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ) أُنزلت في المنافقين الذين قذفوا عائشة: عبد اللَّه بن أبي وأصحابه، وكان قذفها منافقون ومؤمنون، وهو ما ذكرنا لم يقصدوا به قذفها، ولكن كان ذلك زلة منهم أو غفلة، وأمَّا المنافقون فقد قصدوا به القذف والفرية؛ فأوجب للمنافقين الحد واللعن والعذاب العظيم على ما ذكر (لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ) ولهم عذاب أليم في الدنيا والآخرة، وأمّا المؤمنون فقال لهم:  (وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ) . </p><p> وقَالَ بَعْضُهُمْ: فضله: الإسلام، ورحمته: القرآن، أي: لولا ذلك لعذبكم كما عذب أُولَئِكَ. ثم قال: الخبيثات من القول للخبيثين من الناس نحو ما ذكر أُولَئِكَ إلا أنه زاد فيه من القول والعمل، وذلك كله قريب بعضه ببعض، واللَّه أعلم بذلك. </p><p> وقال: إن الرجل الصالح يتكلم بالكلمة العوراء فيقول القائل: قال فلان: كذا وكذا، فيقول الآخر: ما هذا من كلام فلان. </p><p> وروي عن كعب بمثل قِيلِ عبد اللَّه بن مسعود، فقال: إن الكلمة الخبيثة تخرج من لسان العبد فتصعد إلى السماء فلا يفتح لها أبواب السماء، وترجع إلى الأرض فلا تجد لها مستقرًّا، وتذهب إلى البحور فلا تجد لها فيها مكانًا، فتقول: ما أجد لي موضعًا أسكنه غير الموضع الذي خرجت منه، فترجع إلى صاحبها. ثم تلا كعب هذه الآية:  (الْخَبِيثَاتُ لِلْخَبِيثِينَ. . .) الآية. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ذَلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ (٢٧) فَإِنْ لَمْ تَجِدُوا فِيهَا أَحَدًا فَلَا تَدْخُلُوهَا حَتَّى يُؤْذَنَ لَكُمْ وَإِنْ قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا هُوَ أَزْكَى لَكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ (٢٨) لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَدْخُلُوا بُيُوتًا غَيْرَ مَسْكُونَةٍ فِيهَا مَتَاعٌ لَكُمْ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ (٢٩) </p><p> وقوله: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى </p><p> أَهْلِهَا) روي عن عبد اللَّه بن عَبَّاسٍ أنه كان يقرؤها:  (حتى تستأذنوا وتسلموا على أَهْلِهَا) . وقال:  (تَسْتَأْنِسُوا) وهمٌ من الكاتب. </p><p> وقَالَ بَعْضُهُمْ: الاستئناس: الاستئذان. </p><p> وقَالَ بَعْضُهُمْ: الاستئناس: الاستعلام، وهو أن يطلب من أهل البيت الإذن بالدخول، والاستئذان هو طلب الإذن منهم للدخول. </p><p> وروي عن أبي أيوب قال: قلنا: يا رسول اللَّه، هذا السلام قد عرفناه فما الاستئذان؟ قال:  \" أن يرفع صوته بالتحميد أو بالتسبيح أو بالتكبير ليؤذن للدخول \" . فإن ثبت هذا فهو إلى الاستعلام أقرب وهو كقوله:  (فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا) ، أي: علمتم. </p><p> ثم قَالَ بَعْضُهُمْ: قوله: (حتى تستأذنوا وتسلموا على أهلها) على التقديم والتأخير، أي: حتى تسلموا وتستأنسوا، وهو أن يبدأ فيقول: السلام عليكم ورحمة الله! أدخل أو لا؟ ثم يستأذن، وهو ما روي:  \" السلام قبل الكلام \" . </p><p> ولكن عندنا أن الاستئذان للدخول فإذا أذن بالدخول فدخل فعند ذلك يسلم عليهم كقوله:  (فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ تَحِيَّةً) ، فإنما أمر بالسلام بعد الدخول؛ فعلى ذلك هذا يستأذن للدخول فإذا أذن له فدخل فبعد الدخول يسلم عليهم؛ لأنه لو سلم أولا ثم استأذن احتاج إلى أن يسلم ثانيا إذا دخل؛ فهذا الذي ذكرنا أشبه بعمل الناس وظاهر الآية، واللَّه أعلم. ثم قوله:  (لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ) لم يرجع إلى المساجد ونحوه بل يرجع ذلك إلى بيوت مسكونة؛ فذلك يدل لقولنا: إن من حلف ألا يدخل بيتًا فدخل المسجد لم يحنث. </p><p> وقوله:  (ذَلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ) أي: ذلك الاستئذان والتسليم خير لكم من ترك الاستئذان؛ لأنه ترك التأدب بما أدبه اللَّه وعلمه (لَعَلَّكُمْ تَذَكَّرُونَ) ، أي: تتعظون </p>"
}