{
  "id": null,
  "sura": 24,
  "aya": 30,
  "text": "<p> وقوله:  (فِيهَا مَتَاعٌ لَكُمْ) إن كان ذلك البيوت الخانات والبيوت التي ينزل فيها أهل السفر فيكون قوله: (فِيهَا مَتَاعٌ لَكُمْ) أي: فيها منفعة لكم من الدفء في الشتاء، والظل في الصيف، ودفع الحرّ في أيام الحرّ، ودفع البرد في أيام البرد. </p><p> وإن كان البيوت هي الخربات وقباب وأمتعات التي كانوا يضعون في الطهور لقضاء الحوائج، فيكون قوله:  (فِيهَا مَتَاعٌ لَكُمْ) أي: الخلاء والبول، واللَّه أعلم. </p><p> وقوله:  (وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ) قال: ما تبدون من السلام، وما تخفون منه، أو في كل شيء؛ كقوله:  (وَاللَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ) يذكر هذا لنكونن أبدًا على حذر وخوف، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ (٣٠) وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاءِ وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ (٣١) </p><p> وقوله:  (قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ) روي عن علي - رضي اللَّه عنه - قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" يا علي إن لك كنزا في الجنة، وإنك ذو قرنيها فلا تتبع النظرة النظرة؛ فإن لك الأولى وليست لك الآخرة \" . وعن أنس - رَضِيَ اللَّهُ عَنْهُ - قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" يا بن آدم لك أول نظرة فإياك الثانية \" . </p><p> وعن جرير قال: سألت النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن نظرة الفجأة فأمرني أن أصرف بصري. </p><p> وعن ابن عَبَّاسٍ قال: يغضوا أبصارهم عن شهواتهم فيما يكره اللَّه. </p><p> ثم يحتمل قوله:  (يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ) وجوهًا ثلاثة: </p>"
}