{
  "id": null,
  "sura": 24,
  "aya": 59,
  "text": "<p> ثلاث ساعات (طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلَى بَعْضٍ) لكنه أباح وحظر بالأغلب والأكبر، لا على الحقيقة، وهكذا العمل بالاجتهاد، واللَّه أعلم. </p><p> وقوله:  (طَوَّافُونَ عَلَيْكُمْ) أي: يخدمونكم بعد هذه الثلاث ساعات يدخلون عليكم بغير إذن بعضكم على بعض بالخدمة؛ فلا إذن عليهم؛ لما ذكرنا أن الأغلب أن تكون العورات مستورة في غير هذه الثلاث ساعات، وفي الثلاث لا. </p><p> قَالَ الْقُتَبِيُّ:  (الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ) : العبيد والإماء (ثَلَاثُ عَوْرَاتٍ لَكُمْ) ويريد هذه الأوقات؛ لأنها أوقات التجرد وظهور العورة. </p><p> أما قبل صلاة الفجر فللخروج من ثياب النوم ولبس ثياب النهار. </p><p> وأما عند الظهيرة فلوضع الثياب للقيلولة. </p><p> وأما بعد صلاة العشاء فلوضع الثياب للنوم. </p><p> (بَعْدَهُنَّ) أي: بعد هذه الأوقات. </p><p> ثم قال:  (طَوَّافُونَ عَلَيْكُمْ) يريد: أنهم خدمكم؛ فلا بأس بأن يدخلوا؛ قال اللَّه - تعالى -: (يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ) أي: يطوف عليهم في الخدمة. </p><p> وقال أَبُو عَوْسَجَةَ: الظهيرة: نصف النهار، وظهائر: جمع، وأظهرت، أي: دخلت في الظهيرة. </p><p> وقوله:  (وَإِذَا بَلَغَ الْأَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا ... (٥٩) </p><p> فقد ذكرنا أنه خاطب به الأولياء في </p><p> تعليم الآداب وأمور الدِّين الصغار، ولم يخاطبهم هو؛ حيث قال:  (لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ) وإذا بلغوا خاطبهم بأنفسهم؛ حيث قال:  (وَإِذَا بَلَغَ الْأَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا) ، ثم يحتمل قوله:  (وَإِذَا بَلَغَ الْأَطْفَالُ مِنْكُمُ الْحُلُمَ) وجهين: يحتمل: إذا احتلموا. </p><p> ويحتمل: إذا بلغوا وقت الحلم؛ فالأول على حقيقة الاحتلام، والثاني على قرب بلوغ الاحتلام؛ فكأن الأول أشبه؛ لأنه خاطبهم في أنفسهم، وأمرهم بالاستئذان، فلو لم يكونوا بالغين لم يخاطبهم، ولكن خاطب به الأولياء، كما خاطبهم في الآية الأولى. </p><p> وفيه دلالة أن الحدّ في بلوغ الصغير الاحتلام، وعلى ذلك اتفاق القول منهم؛ ألا ترى أنه قال:  (فَلْيَسْتَأْذِنُوا كَمَا اسْتَأْذَنَ الَّذِينَ مِنْ قَبْلِهِمْ) يقول - واللَّه أعلم -: ما أمر به قبل هذه الآية البالغين ألا يدخلوا بيتًا حتى يستأذنوا على أهله. </p><p> أو أن يكون قوله:  (كَمَا اسْتَأْذَنَ الَّذِينَ مِنْ قَبْلِهِمْ) يعني: الكبار، أي: يكون </p>"
}