{
  "id": null,
  "sura": 24,
  "aya": 33,
  "text": "<p> فُضِّلُوا بِرَادِّي رِزْقِهِمْ عَلَى مَا مَلَكَتْ أَيْمَانُهُمْ فَهُمْ فِيهِ سَوَاءٌ)، لو كان ما ملكت أيمانهم يملكون ما يملك الموالي والسادات لكان المماليك يفضلون على السادات، في الملك؛ إذ هم الذين يتصرفون ويكتسبون الأموال دون السادات، فدل ذكر تفضيل بعض على بعض أنهم لا يملكون ما يملك الموالي. </p><p> والثاني قوله:  (ضَرَبَ اللَّهُ مَثَلًا رَجُلًا فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ. . .) الآية، ولو كانوا يملكون على ما يملك السادات، لكانوا لهم فيه شركاء، دل أنهم لا يملكون حقيقة الملك، ولكن يملكون ملك التوسيع والتصرف. </p><p> أو أن يكون قوله:  (يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ) راجعًا إلى الأحرار منهم دون المماليك، وذلك جائز في اللسان كقوله، ثم روي عن أبي هريرة - رَضِيَ اللَّهُ عَنْهُ - عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" ثلاثة حق على اللَّه تعالى أن يغنيهم: المجاهد في سبيل اللَّه، والناكح يريد العفاف، والمكاتب يريد الأداء \" . </p><p> وعن عمر قال:  \" ما رأيت مثل الرجل لا يلتمس الغناء في الباءة \" واللَّه تعالى يقول: (إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ) . </p><p> وروي في الخبر قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" يا معشر الشباب من استطاع منكم الباءة فليتزوج؛ فإنه أغض للبصر، وأحصن للفرج، ومن لم يستطع فعليه بالصوم فإنه له وجاء \" ، وروي في الخبر عن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال لعمر بن الخطاب:  \" ما فعلت ببناتك؟ \" قال: هن عندي يا رسول اللَّه. قال:  \" وقد حضن؟ \" قال: نعم. قال:  \" إنك لم تحبس واحدة منهن عن كفؤ إلا نقص من أجرك كل يوم قيراط \" ، وفي بعض الأخبار:  \" من بلغ ولده النكاح، وعنده ما ينكحه، فأحدث فالإثم بينهما \" . </p><p> وقوله:  (وَلْيَسْتَعْفِفِ الَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ ... (٣٣) الاستعفاف: هو طلب العفاف؛ كأنه قال: يطلب الأسباب التي تمنعه عن الزنا، وتصيره عفيفًا حتى يغنيه اللَّه من فضله، وأسباب العفة تكون أشياء: </p><p> أحدها: ما روي عن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" يا معشر الشباب من استطاع منكم الباءة فليتزوج؛ فإنه أغض للبصر وأحصن للفرج، ومن لم يستطع فعليه بالصوم؛ فإنه له وجاء \" ونحوه، يطلب أسباب العفة إن لم يكن عنده ما ينكح حتى لا يقع في الزنا إلى أن أغناه اللَّه، كقوله عليه السلام:  \" من استعف أعفه اللَّه \" . </p><p> وجائز أن يكون قوله:  (وَلْيَسْتَعْفِفِ) أي: يتعفف الذين لا يجدون نكاحا، لم يجعل اللَّه - عَزَّ وَجَلَّ - للذي عجز عن النكاح استباحة الفروج والاستمتاع بها زنا إذا لم يكن عنده ما ينكح، كما جعل في الأموال وغيرها - رخصة التناول في ملك غيره عند الحاجة والضرورة ببدل؛ لوجوه: </p><p> أن رخصة التناول في ملك غيره إنما تكون عند الضرورة، والضرورات لا تقع في الفروج، وفي الاستمتاع بها بحال؛ لذلك لم تبح. </p><p> والثاني: الاستمتاع بالنساء في الأصل كأنه إنما جعل وأبيح لبقاء النسل والتوالد، لا لحاجة أنفسهم وقضاء الشهوة، فإذا لم يكن عنده ما ينكح ارتفع عنه إبقاء النسل والتوالد. </p><p> والثالث: أن السعة والغَناء وأنواع النعم هي الداعية إلى الحاجة، وقضاء الشهوة، فإذا كان فقيرًا لا يجد ما ينكح زال عنه الأسباب التي تدعو إلى ذلك؛ لذلك لم يبح، وأما الحاجات والضرورات وما ذكرنا كلها تقع في الأموال، وإنما الحاجة في التناول منها لأنفسهم ولإبقائها؛ لذلك افترقا، واللَّه أعلم. </p><p> ثم في قوله:  (حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ) ، وقوله:  (إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ) ووجهان من المعتبر على نقض قول المعتزلة: </p><p> أحدهما: أنه أضاف الإغناء إلى نفسه، وهو ليس يعطي أحدًا شيئا يطرحه ويلقيه في يده بلا سبب، ولكن إنما يغنيه ويعطيه بأسباب تجعل لهم؛ فدل إضافة الإغناء إلى نفسه على أن له في تلك الأسباب التي فيها لهم غناء صنعًا وفعلا، ليس على ما تقوله المعتزلة أن لا صنع لله في أفعال عباده. </p><p> والثاني: فيه دلالة: أن غناهم وسعتهم فضل منه ورحمة لا شيء يستوجبون هم بأنفسهم ذلك قبله، لكن إفضالا منه لهم وإحسانًا؛ إذ لو كان عليه ذلك كان منه عدلا لا فضلا؛ فدل تسمية الفضل ذلك على أن من أعطاه اللَّه يقال: ذلك أعطاه فضلا منه وإنعامًا </p><p> لا استيجابًا واستحقاقًا، وذلك رد عليهم في الأصلح في الدِّين. </p><p> ثم من الناس من استدل بهذه الآية بقوله:  (يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ) : حتى يغنيهم اللَّه من فضله على تفضيل الغَناء على الفقر قالوا: لأنه سماه فضلا بقوله: (مِنْ فَضْلِهِ) وسماه في غير آي من القرآن: رحمة وحسنة، وسماه: خيرًا أيضًا في غير موضع، وسمى الفقر والضيق: بلاء مرة، وسيئة ثانيًا، وضرًّا: شدة بقوله: (وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ) ، وقال:  (وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً) ، وقوله:  (هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ) ، وغير ذلك من الآيات، وكأن ما سمى من البلاء والشدة والشر والضر والسيئة كله عبارة وكناية عن الضيق والفقر، وما ذكر من الخير والحسنة والرحمة ونحوه، كله عبارة عن السعة والغَناء؛ فدل تسمية الغَناء خيرًا وحسنة ورحمة على أنه أفضل؛ إذ لا شك أن الخير والحسنة والرحمة خير من الشر والسيئة والبلاء؛ لذلك كان الغَناء أفضل من الفقر. </p><p> فيقال لهم: هو كما قلتم: إنها خير مما ذكرتم، إلا أن هذه الأسباب التي ذكرتم هي الداعية إلى الفساد، الباعثة على قضاء الحاجات، والشهوات، وأنواع المعاصي في أنواع المحرمات، ولا كذلك الفقر والضيق والشدة، بل هي أسباب تمنع صاحبها عن التعاطي في أنواع المعاصي والمحرمات؛ فضلا أن تدعوه وتبعثه إلى ذلك، فقولنا: إنه أفضل؛ للمعنى الذي ذكرنا، لا لمعنى فهمتموه أنتم. </p><p> أو أن يكون ما ذكر وسُمي: خيرًا: السعة عند الناس، وكذلك ما ذكر من الضيق شرا وسيئة عندهم؛ لأنه كذلك عند الناس لا أنهما في الحقيقة كذلك؛ لما يحتمل أن يكون الغَناء والسعة سبب الفساد، والضيق والفقر سبب منعه عن الفساد. </p><p> أو ألا يتكلم في تفضيل أحدهما على الآخر؛ إذ هما محنتان يمتحن بهما العباد: هَؤُلَاءِ بالصبر على الفقر والضيق، وهَؤُلَاءِ بشكرهم على الغناء والسعة، فالتكلم في فضل أحدهما على الآخر فضل، واللَّه أعلم. </p><p> وقوله:  (وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ) : ظاهر هذا ليس على [الكتابة] ، ولكن على الكتاب المعروف وهو كتاب اللَّه - تعالى - لأن الكتاب المطلق هو كتاب اللَّه تعالى، يسألون ساداتهم تعليم الكتاب لهم، إلا أن الناس لم يفهموا من هذا هذا، ولكن فهموا كتابة العبيد والإماء حيث صرفوا الآية إليها. </p><p> ثم قوله:  (فَكَاتِبُوهُمْ) ليس على الوجوب والإلزام، ولكن على الترغيب فيها والحث؛ دليله ترك الأمة المماليك بعد موتهم دون مكاتبتهم من لدن رسول اللَّه إلى يومنا هذا، ولو </p><p> كان على الوجوب واللزوم لم يكونوا يتركون لازمًا واجبًا عليهم؛ فدل تركهم المكاتبة على أنه خرج مخرج الترغيب عليها، والحث لا على الوجوب، واللَّه أعلم. </p><p> وقوله:  (فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا) اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: أي: كاتبوهم إن علمتم أنهم يرغبون في أنواع الخير، وإقامة الصلاة، وأنواع الصلاح، وفرغوا أنفسهم لذلك. </p><p> قَالَ بَعْضُهُمْ: إن علمتم فيهم خيرًا، أي: وفاء وأمانة وصلاحًا، وهو قول الحسن. </p><p> وتأويل هذا: أي: كاتبوهم؛ إن علمتم أنهم يقدرون على وفاء ما كوتبوا، وأداء ذلك. </p><p> وقال قائلون:  (خَيْرًا) أي: حيلة. </p><p> وقال قائلون: مالا. </p><p> وقال قائلون:  (خَيْرًا) ، أي: حرفة، ورووا في ذلك خبرًا عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - مفسرا عن يحيى بن كثير قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" إن علمتم فيهم خيرًا -أي:حرفة - ولا ترسلوهم كَلًّا على الناس \" . إن ثبت هذا لا نحتاج إلى غيره من التفسير، ولو كان قال: إن علمتم لهم خيرًا، جاز أن يقال: معنى (خَيْرًا) مالًا، ولكنه قال:  (إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا)  [الجاه الذي] والمال لا يكون فيهم، وإنما يكون لهم؛ فأشبه ذلك - واللَّه أعلم - أن يكون الخير حرفة في الخير أو وفاءه، وأمانته، ثم في الآية دلالة أن العبيد لا يملكون شيئا؛ لأنهم لو كانوا يملكون لكان يرغبهم ويحثهم على العتاق دون الكتابة، فدل ترغيبه إياهم عليها أنهم لا يملكون حتى تجعل الكتابة الكسب لهم والخدمة دون المولى. </p><p> وفي الكتابة أيضًا نظر للموالي؛ لأنهم إن قدروا على وفاء ما قبلوا أداءه، وإلا كان للموالي ردهم إلى منافع أنفسهم، ولو كان عتقًا لم يملكوا ردهم إلى منافع أنفسهم، </p><p> ويبطل حقهم بلا شيء يصل إليهم، واللَّه أعلم. </p><p> وفي قوله:  (فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا) دلالة القول بعلم العمل على ظاهر الأسباب دون تحقيق العلم به، حيث قال:  (إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا) وإنما يوصل ما ذكر من الخير بأسباب تكون لهم على نحو ما ذكروا فيه من الحرفة والوفاء وأداء الأمانة وأمثاله، وذلك أسباب توصل إلى الخير على أكبر الظن والعلم لا على الحقيقة. </p><p> وفيه دلالة العمل بالاجتهاد على ما يرى بهم من ظاهر الأسباب، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ) اختلف في خطابه: </p><p> قال الحسن وغيره: هو شيء حث الناس عليه مولاه وغيره، فيخرج ذلك على وجهين: </p><p> أحدهما: ما جعل اللَّه من الحق للمكاتبين في الصدقات؛ لقوله:  (إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ) ، إلى قوله:  (وَفِي الرِّقَابِ) وهم المكاتبون، أمر أرباب الأموال بدفع الصدقات للمكاتبين، وجعلهم أهلا لها، ليستعينوا بها على أداء ما عليهم من الكتابة. </p><p> فإن كان ذلك فذلك حق لهم. </p><p> والثاني: جائز أن يأمر الناس بمعونة هَؤُلَاءِ المكاتبين على أداء ما عليهم من الكتابة بأموالهم سوى الصدقات؛ ليفكوا رقابهم عن ذل الرق والكسب. </p><p> وقال قائلون: إنما الخطاب للموالي خاصة؛ لما أن أول الخطاب بالكتابة راجع إلى الموالى؛ فعلى ذلك هذا. </p><p> ثم اختلفوا فيه: روي عن علي بن أبي طالب - رضي اللَّه تعالى عنه - قال:  \" يترك المولي الثلث من مكاتبته له \" . </p><p> وروي عنه أنه قال:  \" ربع المكاتبة \" . </p><p> وروي عن عمر - رَضِيَ اللَّهُ عَنْهُ - أنه كاتب غلامًا له، فحط عنه أول نجمه، وقال له: حط عني آخره، فقال عمر:  \" لعلي لا أصل إليه \" ، أو كلام نحو هذا، ثم تلا هذه الآية، قوله:  (وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ. . .) الآية. </p><p> وروي عن غلام لعثمان بن عفان - رَضِيَ اللَّهُ عَنْهُ - قال: \" كاتبني عثمان، ولم يحط </p><p> عني شيئا \"، دل ما روي عن عثمان أنه لم يحط عنه شيئًا على أن الأمر بالإيتاء للمكاتبين من الأموال والحط عنهم إنما هو على الاختيار والإفضال ليس على الوجوب واللزوم؛ لأنه لو كان على الوجوب، لكان عثمان بن عفان لا يحتمل ألا يحط عنه شيئًا.</p><p> ومن جعل ذلك واجبًا على المولى أن يؤتيه من ماله، ويعجله له كان ذلك خارجًا عما روي عن الصحابة - رضوان اللَّه تعالى عليهم أجمعين - خلافًا لهم؛ لأنه روي عن بعضهم الحط عنهم، والوضع دون الإيتاء من ماله. </p><p> وروي عن بعضهم: الاستيفاء على الكمال لا حط فيه ولا إيتاء؛ دل أن قول من يأمرهم بالإيتاء من أموالهم دون الكتابة خارج عن قولهم جملة. </p><p> ثم يبطل ذلك من وجهين: </p><p> أحدهما: أن من قال لعبده: \" إذا أديت إليَّ كذا فأنت حر \"، فحط عنه بعض ذلك، فأدَّى البقية - لم يعتق حتى يؤدي الكل؛ فدل أن قوله:  (وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ) ليس على الوجوب، ولكن على الاختيار. </p><p> والثاني: أنه لا يسمى بعد الأداء: مكاتبا، وإنما هو حر، وإنما ذكر الإيتاء إياهم وهم مكاتبون حيث قال:  (فَكَاتِبُوهُمْ) ، ثم قال:  (وَآتُوهُمْ) ، فلو كان على ما يقوله قوم، لكان ذلك باطلا؛ للوجهين اللذين ذكرناهما، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّنًا) . </p><p> ليس قوله:  (إِنْ أَرَدْنَ تَحَصُّنًا) بشرط فيه؛ لأنهن لا يكرهن على البغاء وإن لم يردن التحصن، دل أن ذلك ليس بشرط فيه، ولا يمكن الإكراه فيه إذا كن أطعن فيه، لكنه خرج ذلك على ما ذكر في القصة: كانوا يكرهونهن على الزنا ابتغاء المال، وهن كُنَّ يردن التحصن، فخرج الخطاب والنهي على فعلهم، دون أن يكون ذلك شرطا فيه. </p><p> أو أن يكون ذلك إكراهًا إذا كن مطاوعات في ذلك. </p><p> وفيه دلالة بطلان المتعة وفسادها؛ لأنهم كانوا يكرهون إماءهم على أن يؤاجروا أنفسهن للزنا ابتغاء الأجر، وليست المتعة إلا كذلك. </p><p> وقال أهل التأويل: إن الآية نزلت في نفر من المنافقين عبد اللَّه بن أُبي وفلان وفلان كانوا يكرهون فتياتهم على الزنا ابتغاء عرض الدنيا، فإن كان ما ذكروا، ففيه دلالة أن </p>"
}