{
  "id": null,
  "sura": 24,
  "aya": 19,
  "text": "<p> وجائز أن يكونا جميعًا واحدًا، أي: تتكلمون بألسنتكم، وتقولون بأفواهكم (مَا لَيْسَ لَكُمْ بِهِ عِلْمٌ) أي: من غير أن تعلموا أن الذي قلتم من القذف قد كان، واللَّه أعلم. </p><p> وقوله:  (وَتَحْسَبُونَهُ هَيِّنًا) قَالَ بَعْضُهُمْ: تحسبون القذف ذنبًا هينًا. </p><p> (وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ) في الوزر. </p><p> وجائز أن يكون قوله:  (وَتَحْسَبُونَهُ هَيِّنًا) : في الدِّين؛ لأن القذف يحدث نقصانًا في الدِّين، والنقصان في الدِّين عظيم عند اللَّه وتحسبونه أنتم هينًا. </p><p> ثم وعظ الذين خاضوا في أمر عائشة فقال:  (وَلَولَا) يقول: هلا، (إِذْ سَمِعْتُمُوهُ) أي: القذف، (قُلْتُمْ مَا يَكُونُ لَنَا) أي: ما ينبغي لنا أن نتكلم بهذا الأمر، وهلا قلتم:  (سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ) لعظم ما قالوا فيها، والبهتان: الذي يبهت، فيقول: ما لم يكن من قذف أو غيره. </p><p> وقال أَبُو عَوْسَجَةَ: البهتان: الكذب، يقال: بهت أي: كذب. </p><p> (يَعِظُكُمُ اللَّهُ أَنْ تَعُودُوا لِمِثْلِهِ أَبَدًا (١٧) أي: القذف أبدًا. </p><p> (إِنْ كُنْتُمْ مُؤْمِنِينَ. وَيُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ ... (١٨) في بيان ذلك وبراءتهم، أو يبين أوامره ونواهيه. </p><p> (وَاللَّهُ عَلِيمٌ حَكِيمٌ) أي: عليم بكل شيء من قول أو فعل، حكيم يضع كل شيء موضعه. </p><p> وقوله:  (إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ (١٩) كان أصل النفاق هم الذين أحبوا أن تشيع الفاحشة، وإلا أهل الإسلام لا يحبون ذلك في المؤمنين (لَهُمْ عَذَابٌ أَلِيمٌ) في الآخرة؛ لنفاقهم وقرف عائشة. </p><p> وأما في المؤمنين فهو ما قال:  (يَعِظُكُمُ اللَّهُ أَنْ تَعُودُوا لِمِثْلِهِ أَبَدًا إِنْ كُنْتُمْ مُؤْمِنِينَ) . </p><p> وروي عن عمرة عن عائشة قالت: لما نزل عذري قام رسول اللَّه على المنبر، فذكر ذلك، وتلا القرآن، فلما نزل أمر برجلين وامرأة فضربوا حدَّهم. </p><p> وعن ابن عَبَّاسٍ أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ضرب عبد اللَّه بن أبي، وحسان، ومسطح بن أثاثة الحد، وفي بعض الأخبار: وامرأة أيضا، وقيل: خمسة، لكل واحد ثمانين جلدة. </p><p> ثم ما ذكر من قذف عائشة أنه بهتان عظيم وقوله:  (وَتَحْسَبُونَهُ)  (وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ) ونحوه فجائز أن يكون في قذف كل محصنة بريئة دون أن يكون ذلك خصوصا لعائشة، وهو كما </p>"
}