{
  "id": null,
  "sura": 24,
  "aya": 4,
  "text": "<p> أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ (٤) إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٥) وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ (٦) وَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ (٧) وَيَدْرَأُ عَنْهَا الْعَذَابَ أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكَاذِبِينَ (٨) وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ (٩) وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ تَوَّابٌ حَكِيمٌ (١٠) </p><p> وقوله:  (وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ) . </p><p> ذكر الرمي ولم يذكر بم؟ فيعرف ذلك بالنازلة، ولقوله:  (ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ) ، وذكر الأربعة الشهود، والزنا هو المخصوص بالشهود الأربعة دون غيره من الإجرام؛ فدل ذكر ذلك على أثر ذلك على أن الرمي المذكور فيه هو الزنا. </p><p> ثم قوله:  (الْمُحْصَنَاتِ) : هن الحرائر في هذا الموضع لا العفائف؛ لأن قاذف الأمة يلزمه التعزير؛ ألا ترى أنه قال:  (فَإِنْ أَتَيْنَ بِفَاحِشَةٍ. . .) الآية؛ وألا ترى أنه أوجب على الإماء نصف ما على المحصنات وهن الحرائر. </p><p> ولأنا لو جعلنا (الْمُحْصَنَاتِ) عبارة وكناية عن العفائف دون الحرائر لأسقطنا شهادة الشهود؛ لأن العفة تكذبها. </p><p> وكذلك يدل قوله:  (إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ) : عبارة عن العفائف؛ فدل أن المحصنات عبارة عن الحرائر، ثم أدخل المحصنين في حكم هذه الآية في الرمي والقذف وغيره، وإن لم يذكروا في الآية. </p><p> ثم شدد اللَّه - تعالى - في الزنا وغلظ في أمره ما لم يشدد ولم يغلظ في غيره من الإجرام مثله: </p><p> منها: ما نهى عن تعطيل الحد فيه وإضاعته وتخفيفه؛ حيث قال:  (وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ) . </p><p> ومنها: ما أمر برجمه إذا كان محصنًا مثل ما يرجم الكلب ويقتل بالحجارة. </p><p> ومنها: ما أوجب على الرامي به من الحد إذا لم يأت بأربعة شهداء. </p><p> والزنا بهذا كله مخصوص من بين غيره من الإجرام؛ وذلك - واللَّه أعلم - لقبحه في العقل والطبع جميعًا، وكذلك في الشرع. </p><p> والدليل أنه قبيح في الطبع والعقل جميعًا ما ينفر عنه طبع كل مسلم وينفر عنه كل عقل </p><p> سليم. </p><p> فَإِنْ قِيلَ: لو كان ينفر عنه لكان لا يرتكبه ولا يأتيه. </p><p> قيل: ينفر عنه إلا أن الشهوة التي مكنت فيه وركبت تغلبه وتمنعه عن النفار عنه؛ ألا ترى أنه لو تفكر مثله في المتصلات به من الأم والابنة وجميع المحارم، لم يحتمل قلبه ذلك، وبمثله روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أن رجلا أتاه فقال له: ائذن لي في الزنا؛ فقال:  \" أرأيت لو فُعِل بابنتكَ وأمكَ مثلهُ: أكنت تكرهُ؟فقال:نعم؛فقال له:اكْرَهْ لِغَيرِكَ ما تكرهُ لنفسك \" : دل ذلك أنه قبيح في الطبع والعقل جميعًا إلا أن الشهوة تمنعه عن النفار عنه. </p><p> وفيه اشتباه الأنساب والمعارف التي جعلت فيما بين الخلق؛ حتى لا يهتدي أحد إلى معلم يعلمه الحكمة والآداب ومعالم السنن ولا الدعاء بالآباء، وارتفع التواصل وحفظ الحقوق التي يقوم بعض لبعض، والشفقة التي جعل لبعض على بعض: من التربية في الصغار، وحقوق المحارم وغيرهم، وبها امتحن البشر والعالم الصغير، وبطل خلق ما ذكر من الإنشاء لهذا العالم، وتسخير ما ذكر ما في السماوات والأرض لهم؛ فهذا كله يدل على قبح الزنا ونهايته في الفحش والمنكر؛ حتى لا يعرف هذا العالم قبحه ونهاية فحشه، وإنما يعرفه العالم الروحاني الذي لم يكن فيهم هذه الشهوة ولم يمتحنوا بها، وأمَّا هذا العالم الذي جعلت فيهم الشهوة لا يعرفون قدر قبحه وفحشه؛ لما تغلبهم وتمنعهم عن النفار عنه والنظر في معرفة قبحه؛ لهذا - واللَّه أعلم - ما شدد اللَّه - تعالى - أمر الزنا وغلظ في أحكامه ما لم يغلظ بمثله في غيره من الإجرام وعظم شأنه من بين سائر الآثام. </p><p> ثم الذكر إنما جرى في الحرائر بما ذكرنا فهو بالرجال من الأحرار إن لم يكن أكثر فما يكون دونه؛ لأن العذر فيهن أكثر وهي الشهوة التي تغلب وتمنع عن النفار عنه، وفي الرجال أقل؛ فالعذر فيهم أقل؛ ألا ترى أنه ذكر الحد في الإماء بقوله:  (فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ) ، ولم يذكر في العبيد شيئًا؛ فيلزم للعبد ذلك الحد إذا ارتكبه؛ فعلى ذلك ما ذكر من الحد في النساء والقذف، فهو في الرجال مثله. </p><p> ثم أجمعوا على أن على قاذف الأمة التعزير ولا حد عليه، وقد سمى الزوجة وإن كانت محصنة أمة، وقال:  (فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ) ، وقال:  (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ) ، سمى ملك اليمين: </p><p> محصنة بقوله:  (أُحْصِنَّ) ، أي: تزوجن، وقوله:  (فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ) ، أي: الحرائر؛ فقد بأن بهذه الآية أن الإحصان قد يكون بالحرية، ويكون بالزوج، وإن كانت الزوجة أمة إذا كان لها زوج، وسفى الطيعة من النساء محصنة، قال - تعالى -: (مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ) ، يعني: العفائف، فالإحصان على ثلاثة أوجه؛ وإنما يجب الحد على قاذف الحر المسلم والحرة المسلمة؛ فإن كان حرا أو حرة فعليهما الحد ثمانين، وإن كان عبدًا أو أمة فعليه الحد أربعين سوطًا على ما ذكرنا. </p><p> وقوله:  (وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً) . </p><p> فظاهر هذا أنه لا يقع عند حضرة القذف، ولكن له أن يأتي إلى وقت إياسه وهو الموت، كمن يحلف بيمين ولم يوقت لها وقتا، فإنما وقعت إلى وقت إياسه فحنث عند ذلك؛ فعلى ذلك يجيء على ظاهره أن يقع على الأبد ليس عند حضرة القذف، لكن لو وقع على الأبد لكان فيه سقوطه؛ إذ لا يقام الحد بعد الموت. </p><p> أو إن أراد بذكر الشهود الأربع زجره عن قذف المحصنات؛ لما لا يجد الشهود على الحلال؛ فالذي هو أخفى وأسر أبعد. </p><p> والثاني: أن الحد قد لزمه بالفذف، فإن أراد إسقاطه لم يسقط إلا ببينة تقوم حضرة ذلك، كمن يقر بقصاص أو حق من الحقوق، ثم ادعى العفو في ذلك أو إسقاط ما أفر له والخروج منه، لم يصدق إلا ببينة تقوم على حضرة ذلك، فعلى ذلك قوله:  (ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ) : وقع ذلك على حضرة القذف، فإن أتى به وإلا حد، واللَّه أعلم. </p><p> ثم المسألة بأنه إذا أتى بأربعة فساق درأ عن نفسه الحد عندنا، والقياس ألا يطالب بشهود عدول؛ لأن العدول لا يشهدون ذلك المشهد، ولا ينظرون إليه؛ إنما يشهده الفساق فالفساق أحق أن يدرأ بهم الحد عنه من العدول، وليس كالشهادة على إقامة حد الزنا؛ لأن قصدهم بالنظر إلى ذلك المكان - قصد إقامة الشهادة وإيجاب الحد على فاعل ذلك؛ لذلك لم يصيروا فسقة، ولأنهم لا يشهدون بذلك إلا عن توبة تكون منهم إذ يملكون الثوبة، ولأن الفساق من أهل الشهادة ليس كالكفار والعبيد، وهَؤُلَاءِ وإن كانت لا تقبل شهادة الفساق فهم من أهل الشهادة؛ ألا ترى أن من قذف فاسقًا أو كانت امرأة فقذفها زوجها - وهو فاسق - أنا نحد قاذف الفاسق، ونلاعن بين الزوج وبين امرأته، وإن قذف مسلمٌ كافرًا أو قذف حرٌّ عبدًا، لم يحد، وإن قذف أحدهما زوجته لم يلاعن بينهما، فمن خالفنا في هذا اللعان فليس يخالفنا في أن الحر إذا قذف العبد، والمسلم إذا قذف الكافر فلا حد على واحد منهما؛ فهذا كله يدل أن الفساق من أهل الشهادة والكافر والعبد </p><p> والمحدود في القذف ليسوا من أهل الشهادة، فإذا كانوا من أهل الشهادة - وإن لم تقبل شهادتهم في غيره - فأوجب ذلك الشبهة، والحدود مما يدرأ بالشبهات؛ لذلك درئ عنه الحد، وأما الكافر والعبد والمحدود في قذف فإن لم يكونوا من أهل الشهادة - لم يجب شبهة في درء الحد عنه؛ لذلك افترقا. </p><p> ثم المسألة إذا جاء الشهود متفرقين حُدُّوا، ولم تقبل شهادتهم، والقياس عندنا ألا يحدُّوا؛ لأنهم إنما يقومون في الشهادة محتسبين لا يقصدون به قذفه ولا شتمه، وأما الرامي فإنه يقصد قصد شتمه وقذفه، ولأن الشاهد يقول: رأيته فعل كذا، والرامي يقول: أنت كذا؛ فكان كمن يقول الآخر: رأيته كفر، لم يضرب بهذا القول، ولو قال: يا كافر، ضرب؛ لأن هذا خرج مخرج الشتم، والأول لا؛ فعلى ذلك الأول، لكنهم أقاموا الحد على الشهود إذا جاءوا متفرقين؛ لأن اللَّه أكد الشهادة بالزنا بأمرين: </p><p> أحدهما: ألا يقبل فيها أقل من أربعة، وألا يقبل حتى يقولوا: زنى بها، فيأتون هذه اللفظة ويصفوا بأكثر مما يوصف غيره من النكاح وغيره؛ فالشهادة بالزنا أحوج إلى اجتماع الشهود في موطن واحد من اجتماع الشهود على النكاح، ومن قولهم: إن النكاح إذا عقد بشاهدين متفرقين لم يكن نكاحًا؛ فالزنا الذي كان أمره أوكد والحاجة إليه أحوج وأكثر أحق ألا يقبل. </p><p> والثاني: ما جاء عن عمر أن ثلاثة شهدوا على رجل بالزنا وفيهم أبو بكرة، فجلدهم عمر جميعًا؛ لما لم يشهد الرابع كما شهدوا هم، وكان ذلك بحضرة أصحاب النبي فلم ينكر ذلك عليه أحد؛ فكان - لك إجماعًا؛ ألا ترى أن أبا بكرة قال بعد ذلك: أنا أشهد؛ فهمَّ عمر أن يجلده؛ فقال له علي - رَضِيَ اللَّهُ عَنْهُ -: إن جلدت هذا فارجم صاحبك، فلم ينكر عليه على جلده إياهم إذا لم يتم أربعة؛ إنما أنكر إذا تم، واللَّه أعلم؛ لذلك قلنا: إنهم إذا جاءوا فرادى متفرقين صاروا قذفة ولا ينتظر به حضور من بقي منهم؛ كما لم ينتظر عمر. </p><p> ثم مسألة أخرى: أنه إذا جاء أربعة وأحدهم زوج قبل عندنا ودرئ عنه الحد؛ لما روي عن ابن عَبَّاسٍ - رضي اللَّه عنهما - وغيره من السلف، ولأن الشهادة عليها وشهادة الزوج على امرأته تقبل، وإنما ترد إذا شهد لها؛ ألا ترى أنه لو شهد عليها في الديون والقصاص </p><p> والسرقة وغير ذلك من الحقوق لقبل؛ فعلى ذلك في هذا. </p><p> فَإِنْ قِيلَ: إن الزوج إنما يشهد لنفسه وفيه منفعة له؛ لأن حده اللعان إذا قذفها؛ فهو يريد أن يزيل اللعان عن نفسه. </p><p> قيل: إنما يكون حد الزوج اللعان إذا قذفها قبل أن يرتفعا إلى الحاكم، فإذا فعل ذلك ثم شهد مع ثلاثة آخرين لم تجز شهادته، وأما إذا كان أول ما بدأ به إن جاء مع ثلاثة فشهدوا عليها بالزنا فليس يبطل بشهادته عن نفسه شيئًا وجب عليه؛ ألا ترى أن الأجنبي إذا قذف امرأة ثم جاء ليشهد بذلك عليها مع ثلاثة أن شهادته لا تجوز؛ لأن الحد قد لزمه قبل شهادته؛ فهو يدفع الحد الذي وجب عليه بشهادته؛ فلا تقبل، وأنه لو جاء مع ثلاثة، وكان أول أمرهم أن يشهدوا عليها بالزنا فشهادتهم جائزة، ولا يقال: إن أحدًا منهم يدفع عن نفسه شيئًا وجب عليه؛ فعلى ذلك الزوج. </p><p> وقوله:  (وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ) . </p><p> تسمية الفسق لهم: لا تخلو إما أن كان لما رموا وقذفوا به بريئًا من ذلك، أو لما هتكوا عليه الستر من غير أن هتك هو على نفسه؛ فإن كان الأول فذلك لا يعلمه إلا اللَّه؛ فعلى ذلك توبته لا تظهر عندنا؛ فإنما ذلك فيما بينه وبين ربه؛ فكأنه قال: وأُولَئِكَ هم الفاسقون عند اللَّه إلا الذين تابوا. </p><p> وإن كان الثاني فإنا نعلمه؛ فكأنه قال: وأُولَئِكَ هم الفاسقون عندكم. </p><p> (إِلَّا الَّذِينَ تَابُوا) . </p><p> لا تظهر توبته عندنا؛ لأن توبته هو أن يعزم ألا يهتك على آخر ستره، أو يعزم ألا يقذف بريئًا من الزنا أبدًا؛ فأي الوجهين كان تسميته فسقهم فإن التوبة من ذلك لا تظهر عند الناس لذلك لم تقبل؛ ولذلك قال ابن عَبَّاسٍ: وإنَّمَا توبته فيما بينه وبين اللَّه: إذا تاب غفر اللَّه له ذنبه: الفرية، وكذلك روي عن غير واحد من السلف: من نحو الحسن وإبراهيم وأمثالهم، قالوا: توبته فيما بينه وبين ربه. </p><p> وقوله:  (وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا) ليس ثمة شهادة رفعت إلى الحاكم فردها؛ ولكن: لا تقبلوا لهم شهادة يرفعونها إلى الحكام؛ فالحرج على كل شهادة يرفعون من بعد، ثم إذا شهد بعد ما قذف وقبل أن يجلد قبلت شهادته وهو قاذف؛ فدل أن شهادته إنما ترد بعد ما جلد لما اتهمه الحاكم، وكل شهادة ردت لتهمة فهي لا تقبلُ أبدًا، والتهمة التي بها جلد </p><p> القاذف هي لا تزول أبدًا. </p><p> أو أن يكون توبته قوله:  \" فقد كذبت فيما قذفت \" ؛ فكنا نرد شهادته؛ لتهمة الكذب، فإذا أكذب نفسه نقبلها؛ لتحقق الكذب؛ فهذا بعيد. </p><p> وأصله أن كل توبة كانت بعد التمكين فهي لا ترفع الحكم الذي جعل له والحدّ، وكل توبة كانت قبل التمكين فهي ترفع العقوبات، كقوله:  (إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ) ؛ فلو لم يرفعوا عنهم تلك العقوبات لكانوا يتمادون في السعي في الأرض بالفساد، وأمَّا فيما نحن فيه فليس في ذلك التمادي فيه. </p><p> وزعم الشافعي أن حاله قبل الحد وبعد ذلك سواء، هذا خلاف ما نص اللَّه عليه؛ قال اللَّه - تعالى -: (وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً. . .) الآية، وقال:  (فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ فَأُولَئِكَ عِنْدَ اللَّهِ هُمُ الْكَاذِبُونَ) ؛ فجعلهم كاذبين عند العجز عن إقامة الشهداء، وكان أمرهم قبل ذلك موقوفًا؛ فالواجب أن يجعلهم كاذبين عند عجزهم عن تصحيح ما قالوا، وهي الحال التي جعلهم اللَّه فيها كاذبين؛ فبان بما وصفنا أن من جعل حال المحدود بعد أن ضرب الحدّ كحاله قبل ذلك مخطئ. </p><p> ودل ما وصفنا على أنه لا يجب أن يستدل بجواز شهادته قبل أن يجلد على جواز شهادته إذا تاب بعد الجلد على ما ذكرنا؛ لأنا بالجلد علمنا أنه قاذف، لا بما كان من رميه المرأة قبل أن يجلد. </p><p> ومن الدليل على اختلاف الحالين أن عمر لما جلد أبا بكرة قال له: إن تبت قبلت شهادتك، وأنه قبل أن يجلده لم يرد شهادته؛ لأنه لو كان عنده مجروحًا بالقذف لم يسمع شهادته، ولا أعلم بين أهل العلم خلافًا أنه لا يقبل شهادته بعد الجلد ما لم يتب؛ وإنَّمَا يختلفون في شهادته بعد التوبة، وأن شهادته قبل الجلد مقبولة؛ فكيف يشتبه الحالتان مع ما وصف؟! </p><p> وقال غيرهم: التوبة تزيل فسقه ولا يجوز شهادته، قالوا: الاستثناء على آخر الكلام على الذي يليه، وقد روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ما يدل على بطلان شهادته، وإن تاب: ما روي عمرو بن شعيب عن أبيه عن جده، قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" المسلمونَ عدولٌ بعضُهم على بعضٍ إلا محدودًا في قَذْفٍ \" . </p><p> وعن ابن عَبَّاسٍ قال: لما نزل قوله: (وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً) ، وذكر حديث فيه طول، وفيه:  \" لم يلبثوا إلا قليلا حتى جاء هلال بن أمية، وهو أحد الثلاثة الذين تاب اللَّه عليهم،قال:يا رسول اللَّه، لقد رأيت فلانًا مع أهلي؛فقال رسول اللَّه:ما تقول يا هلال؟! قال:واللَّه يا رسول اللَّه، لقد رأيته وسمعته بأذني،قال:فشق على رسول اللَّه للذي جاء به،ثم قال:أيجلد هلال وتبطل شهادته في المسلمين؟! فاشتد ذلك على رسول اللَّه،وجعل يقول:أيجلد هلال وتبطل شهادته في المسلمين؟!</p><p> وقول رسول اللَّه: \" يضرب هلال وتبطل شهادته في المسلمين \"، وما ظهر من غمه بذلك وجزعه يدلان على أن المحدود لا تقبل شهادته بعد توبته؛ لأن توبته لو قبلت، وكان كسائر الأشياء التي إذا تيب منها، جازت شهادته،لقال النبي:\" تبطل شهادته في المسلمين إلا أن يتوب \"؛ لأنه لا يقال في شيء من المعاصي: فلان فعل كذا وكذا؛ فبطلت شهادته في المسلمين؛ حتى يقرن إلى ذلك: إلا أن يتوب. </p><p> وقد ذكرنا عن ابن عَبَّاسٍ في قوله:  (إلَّا الَّذِينَ تَابُوا) ، قال: فتاب اللَّه عليهم من الفسق، فأما الشهادة فلا تجوز. </p><p> وكذلك روي عن كثير من السلف أنهم قالوا: توبته فيما بينه وبين ربه. </p><p> وفيه وجه آخر، وهو أن القاذف إذا ضرب الحد فهو يقول ما لم يرجع: أنا صادق في نفسي ولم يلزمني الحد فيما بيني وبين ربي؛ وإنما لزمني في ذلك الحكم، فإذا تاب فهو يقول: كان الحد واجبًا علي فيما بيني وبين ربي وفي الحكم؛ فذلك أحْرى ألا يزول عنه من إبطال شهادته بذلك الحد. </p><p> ووجه آخر: وهو أن القاذف لم تبطل شهادته بقوله: فلان زان؛ لأنه مدّع - بقوله هذا - شيئًا قد يجوز أن يكون حقًّا، ولكنه يصير قاذفا إذا عجز عن إقامة البينة وضربه الحاكم الحد، فإذا كانت شهادته إنما بطلت بحكم حاكم لم يزل ذلك الحكم إلا بحكم حاكم؛ فإن حكم حاكم: بجواز شهادته في شيء جازت شهادته فيه. </p><p> فَإِنْ قِيلَ: يلزمكم على هذا أن تقولوا: إن قال حاكم: قد أجزت شهادته في كل شيء أن تجوز؛ لأن الحاكم قد رفع ما لزم من بطلان شهادته بالحكم الأول. </p><p> قيل: قول الحاكم: قد أجزت شهادته، ليس بحكم؛ إنما هو فتوى، والحكم إنما يكون فيما تقام له البينة، أو يقع به الإقرار. </p><p> فَإِنْ قِيلَ: فما تقولون في رجل زنى فحده الحاكم: هل تجوز شهادته إن تاب؛ قيل: بلى. </p><p> فَإِنْ قِيلَ: قد بطلت شهادته بحكم آخر، وتوبته مقبولة بغير حكم حاكم؛ فما منع أن يكون القذف مثل ذلك وما الفرق؟ </p><p> قيل: الزنا فعل ظاهر يعرف به الزاني وإن لم يحد، والقذف لا يعلم كذب القاذف فيه من صدقه؛ لأنه شيء يدعيه على غيره، وإنما يعلم أنه كاذب في قذفه بما ينفذ عليه من حكم الحاكم؛ فلذلك افترقا. </p><p> ومن الدليل -أيضًا- على أن شهادة القاذف إذا حد لا تقبل - وإن تاب - أنه إذا قال: تبت من قذفي فلانا، وكنت في ذلك كاذبًا؛ فلسنا ندري هل هو صادق في قوله: كنت كاذبا أم هو في قوله ذلك كاذب؛ لأن المقذوف إن كان في الحقيقة زانيا فقول القاذف:  \" كنت في قذفي إياه كاذبًا \" كذب منه، وهو في ذلك آثم؛ فإذا كنا لا نقف بتكذيبه نفسه على كذبه فيه من صدقه لم نجعله توبة؛ لأن التوبة إنما تكون أن يظهر عند الحكم من الأفعال ما يعلم بنفسها أنها طاعة وأنه فيها على خلاف ما ظهر من نفسه في الوقت الأول؛ فلما لم يعرف كذب المكذب لنفسه من صدقه لم يجعل ذلك من توبة. </p><p> وقلنا: توبته فيما بينه وبين ربه؛ لأن اللَّه يعلم هل هو كاذب في تكذيبه نفسه أو صادق، ونحن لا نعلم ولا دليل لنا من الظاهر عليه؛ فلم نجعل توبته توبة في الحكم، وقلنا: حالك الآن كحالك قبل ذلك. </p><p> ودليل آخر: أنا قد علمنا كذبه بقول اللَّه: (فَأُولَئِكَ عِنْدَ اللَّهِ هُمُ الْكَاذِبُونَ) ، فإذا قال: كذبت في قذفي، قلنا له: لم تفدنا بتكذيبك نفسك فائدة لم نعرفها، فأنت في هذا الوقت كاذب؛ فإنك في الوقت الأول تعلمنا أنك كاذب؛ فحالك الآن في شهادتك كحالك قبل ذلك، على ما ذكرنا. </p><p> على أن الشافعي يقول: لا ترجع الملاعنة إلى زوجها، وإن تاب، فإذا كانت توبته لا تبطل ما لزمها من الحكم في رجوعها إليه فكذلك لا يبطل ما لزمه من الحكم في بطلان شهادته، واللَّه أعلم. </p><p> وقوله:  (فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً) ، إن كان الجلد مأخوذًا من الجلود فجائز أن يستخرج منه حد الضرب، وهو ألا يجاوز الجلود؛ ولكن يضرب مقدار ما يتألم به ويتوجع، ولا </p>"
}