{
  "id": null,
  "sura": 24,
  "aya": 40,
  "text": "<p> أو يقول: قدم على عمله يوم القيامة لم يجد عمله الذي عمل في الدنيا شيئًا إلا كما وجد هذا العطشان هذا السراب، ووجد اللَّه عنده فوفاه حسابه، يقول: قدم على اللَّه فوفاه حسابه؛ أي: عمله. </p><p> وقَالَ بَعْضُهُمْ: هذا المثل ضرب للكفار؛ وذلك أنهم يبعثون يوم القيامة وقد تقطعت أعناقهم من العطش، فيرفع لهم سراب بقيعة من الأرض؛ فإذا نظروا إليه حسبوه ماء؛ فأتوه ليشربوا منه فلم يجدوا شيئًا، ويؤخذون ثمة فيحاسبون، وكذلك أعمالهم تضمحل يوم القيامة فلا يصيبون منها خيرًا. </p><p> وقوله:  (أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ (٤٠) </p><p> هذا مثل آخر ضربه اللَّه لأحوال الكافر؛ أو (كَظُلُمَاتٍ) جسده، شبهه بظلمات؛ وذلك أن البحر إذا كان عميقًا كان أشدّ لظلمته؛ فقال: والبحر اللجي: قلب الكافر، (يَغْشَاهُ مَوْجٌ) : فوق الماء (مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ ظُلُمَاتٌ) : فهو ظلمة الموج، وظلمة الليل، وظلمة السحاب، هذه ظلمات (بَعْضُهَا فَوْقَ بَعْضٍ) ، فكذا الكافر قلبه مظلم في صدر مظلم في جسد مظلم، لا يبصر الإيمان كما أن صاحب البحر إذا أخرج يده في تلك الظلمة (لَمْ يَكَدْ يَرَاهَا) ؛ أي: لم يرها ألبتَّة. </p><p> أو أن يكون ضرب المثل بظلمات ثلاث بظلمات أحوال لا يزال يزداد ظلمة كفره في كل وقت وفي كل حال بعمله الذي يعمله؛ كالظلمات التي ذكرها؛ فكان كضرب المثل الذي سبق لأنوار أحوال المؤمن؛ حيث قال:  (مَثَلُ نُورِهِ كَمِشْكَاةٍ) والنور جسده وصدره وقلبه. </p><p> ثم قوله:  (أَوْ كَظُلُمَاتٍ) : ليس هو حرف شك، ولكنه كأنه قال: إن ضربت مثل عمله بالسراب فمستقيم، وإن ضربته بالظلمات التي ذكرها فمستقيم، بأيهما ضربت فمستقيم صحيح، لا أنه ذا أو ذا. </p><p> ثم ذكر في أعمال الكفرة مثلين: أحدهما: السراب، والثاني: الظلمات. فجائز أن يكون في المؤمن أيضًا مثلين: الظلمة التي ذكر مقابل النور الذي ذكر في المؤمن، والسراب الذي ذكر لأعمالهم مقابل ما ذكر من أعمال المؤمنين؛ حيث قال:  (فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ. . .) إلى قوله: (وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ) . </p><p> وقوله:  (وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ) . </p><p> قَالَ بَعْضُهُمْ: من لم يجعل اللَّه له إيمانًا فما له من إيمان. </p><p> وقيل: هدى، فما له من هدى، وهما واحد. </p>"
}