{
  "id": null,
  "sura": 24,
  "aya": 10,
  "text": "<p> ونحوه - فذلك ليس بمعارضة لما ذكرنا، واللَّه أعلم. </p><p> ثم قوله:  (وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ تَوَّابٌ حَكِيمٌ (١٠) </p><p> هذا الحرف مما يقتضي الجواب، ثم يحتمل أن يكون جوابه: لولا فضل اللَّه عليكم ورحمته لأظهر الكاذب منهما من الصادق، والمذنب من غيره. </p><p> ويحتمل: لولا فضل اللَّه عليكم ورحمته لأظهر الملعون منهما من غيره، لكن لا يشفع بأحدهما مما لحقه اللعن الَّذِي ذكر، ولا يحل الانتفاع بالملعون؛ ألا ترى أنه روي في الخبر: أن امرأة ركبت ناقتها فلعنتها فاستجيب؛ فأمرت أن ترفع ثيابها وتخلي سبيلها. </p><p> لكن بفضله ورحمته ستر على الملعون حتى يجوز لغيره أن ينتفع به، وإن كان لا يجوز لواحد منهما أن ينتفع بصاحبه ما دامت اللعنة فيها قائمة. </p><p> وجائز أن يكون وجه آخر: وهو أن يقال: لولا فضل اللَّه عليكم ورحمته لأظهر الملعون منهما، وإلا جعل العقوبة بين الزوجين كهي في الأجنبيين: وهي الحد، ولأظهر الزاني، لكن بفضله لم يجعل، واللَّه أعلم. </p><p> وقوله:  (وَأَنَّ اللَّهَ تَوَّابٌ حَكِيمٌ) . </p><p> جائز أن يكون (تَوَّابٌ) : يقبل التوبة إذا تاب وأكذب نفسه؛ فيرفع اللعن عنهما بالتوبة؛ فإذا رفع اللعن جاز لهما الانتفاع والاجتماع بينهما؛ ففيه حجة لقول أبي حنيفة ومُحَمَّد - رحمهما اللَّه - في جواز نكاحهما إذا أكذب نفسه. </p><p> (حَكِيمٌ) : حيث حكم بالحكمة بين المتلاعنين، أو (حَكِيمٌ) : وضع كل شيء موضعه. </p><p> وفيه نقض قول المعتزلة في قولهم: إن اللَّه لا يفعل بأحد إلا ما هو أصلح له في الدِّين وأخير؛ إذ لو لم يكن له أن يفعل غير الذي فعل لم يكن لتسمية ما فعل فضلا ورحمة - معنى؛ فدل أن له أن يفعل غير الأصلح في الدِّين. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ لَا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الْإِثْمِ وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ (١١) لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ خَيْرًا وَقَالُوا هَذَا إِفْكٌ مُبِينٌ (١٢) لَوْلَا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ فَأُولَئِكَ عِنْدَ اللَّهِ هُمُ الْكَاذِبُونَ (١٣) وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ (١٤) إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُمْ مَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ (١٥) وَلَوْلَا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَا يَكُونُ لَنَا أَنْ نَتَكَلَّمَ بِهَذَا سُبْحَانَكَ </p>"
}