{
  "id": null,
  "sura": 24,
  "aya": 44,
  "text": "<p> منها الثلج والبرد. </p><p> وقَالَ بَعْضُهُمْ: جبال خلقها اللَّه من برد في السماء ثم ينزل. </p><p> وليس في الآية بيان أن الجبال التي ذكر أنها من السماء أنها من ثلج أو برد، سوى أنه أخبر أن فيها بردًا؛ فالأشياء تشبه بالجبال وتنسب إليها؛ إما للكثرة، وإما للشدة والغلظ والعظم ثانيًا؛ كقوله:  (وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً. . .) الآية؛ فجائز أن تكون الجبال المذكورة في هذه الآية هي الجبال التي أخبر أنه ينزلها، أو لا يدري أين هي: في السماء أو فيما بين السماء والأرض؟ </p><p> وقوله:  (فَيُصِيبُ بِهِ مَنْ يَشَاءُ) في نفسه أو زرعه أو ثمره فيضره، (وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ) فلا يصيبه، وإن كان على هذا فهو يخرج على التعذيب، وكذلك عمل البرد يفسد في مكان، ويترك مكانًا لا يعمه، ولكن يصيب مكانًا ويخطئ مكانًا. </p><p> وجائز أن يكون قوله:  (فَيُصِيبُ بِهِ مَنْ يَشَاءُ) من بركته (وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ) من بركته، (يَكَادُ سَنَا بَرْقِهِ) قيل: ضوء برقه، كاد أن يقارب أن يذهب ضوء البرق بالأبصار من شدة نوره، (يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ (٤٤) تقليبه الليل والنهار واختلافهما: يأتي بهذا ويذهب بالآخر. </p><p> يذكر هذا - واللَّه أعلم - صلة قوله:  (وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ. . .) الآية؛ يخبر عن سلطانه، وقدرته، وتدبيره، وعلمه، وحكمته، ووحدانيته، وقدرته، ما ذكر من سوق السحاب بين السماء والأرض، وتسخيره، وضم بعضه إلى بعض - دل ذلك أنه قادر بذاته، لا يعجزه شيء، ودل نزول المطر وإصابته في مكان دون مكان، وتخطيه موضعًا دون موضع مع اتصال السحاب وانضمام بعض على بعض على السواء أنه على التدبير والعلم كان ذلك، لا بطباع السحاب، أو على جزاف. </p><p> ودل جريان الأمر واتساق التدبير فيما ذكرنا، وفي اختلاف الليل والنهار، وتقليبهما من حال إلى حال، من النقصان إلى الزيادة، ومن الزيادة إلى النقصان، واتصال منافع السماء بمنافع الأرض على بعد ما بينهما - أنه تدبير واحد، لا عدد؛ إذ لو كان تدبير عدد، لمنع بعض بعضًا عما يريد من التدبير والنفع، دل ذلك كله على أنه واحد، عليم، قادر، مدبّر، لا يعجزه شيء؛ ولذلك قال:  (إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ) ؛ لما ذكرنا فيه من وجوه الاستدلال والاعتبار. </p><p> قَالَ الْقُتَبِيُّ وأَبُو عَوْسَجَةَ:  (يُزْجِي) أي: يسوق (رُكَامًا) بعضه فوق بعض (فَتَرَى </p>"
}