{
  "id": null,
  "sura": 24,
  "aya": 47,
  "text": "<p> أو يستوجبون ذلك قبله، وخلق غيرهم من الدواب منكبين على وجوههم وماشين على بطونهم، وذلك فضل منه ونعمة. </p><p> أو ذكر مثالا بحال الكفرة في الآخرة؛ كقوله:  (أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ أَهْدَى. . .) الآية؛ أخبر أن الكفرة يكونون منكبين على وجوههم، وأهل الإسلام يمشون منتصبين مستوين (يَخْلُقُ اللَّهُ مَا يَشَاءُ) بسبب وبغير سبب (إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) ؛ لأنه قادر بذاته، لا بقدرة مستفادة بالطباع. </p><p> * * * </p><p> قوله تعالى:  (لَقَدْ أَنْزَلْنَا آيَاتٍ مُبَيِّنَاتٍ وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ (٤٦) وَيَقُولُونَ آمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ مِنْ بَعْدِ ذَلِكَ وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ (٤٧) وَإِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِنْهُمْ مُعْرِضُونَ (٤٨) وَإِنْ يَكُنْ لَهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ (٤٩) أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَنْ يَحِيفَ اللَّهُ عَلَيْهِمْ وَرَسُولُهُ بَلْ أُولَئِكَ هُمُ الظَّالِمُونَ (٥٠) إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٥١) وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ وَيَخْشَ اللَّهَ وَيَتَّقْهِ فَأُولَئِكَ هُمُ الْفَائِزُونَ (٥٢) وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ قُلْ لَا تُقْسِمُوا طَاعَةٌ مَعْرُوفَةٌ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ (٥٣) قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ وَإِنْ تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ (٥٤) </p><p> وقوله:  (لَقَدْ أَنْزَلْنَا آيَاتٍ مُبَيِّنَاتٍ. . .) الآية؛ قد ذكرناه. </p><p> وقوله:  (وَيَقُولُونَ آمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ مِنْ بَعْدِ ذَلِكَ وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ (٤٧) اختلف فيه: </p><p> قال بعض أهل التأويل - ابن عَبَّاسٍ وغيره -: إنه وقعت بين علي بن أبي طالب وبين عثمان - رَضِيَ اللَّهُ عَنْهُ - خصومة في أرض اشتراها عثمان من علي، فاختصما إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في تلك، فقضى لعلي على عثمان، وألزمه الأرض، فقال قوم لعثمان: إنه ابن عمه وأكرم عليه فقضى عليك له، أو نحو هذا من الكلام، فنزل في قوم عثمان ذلك. . إلى آخر ما ذكر. </p><p> لكن هذا بعيد؛ إذ لا يحتمل أن يكون عثمان أو قومه يخطر ببالهم في رسول اللَّه ما ذكر. </p><p> وقَالَ بَعْضُهُمْ: نزل هذا في بشر المنافق، وذلك أن رجلا من اليهود كان بينه وبين بشر </p>"
}