{
  "id": null,
  "sura": 24,
  "aya": 31,
  "text": "<p> أحدها: غضوا أبصارهم لكي يحفظوا فروجهم؛ فإن حفظ الفرج إنما يكون بغض البصر وحفظه. </p><p> والثاني: يغضوا أبصارهم عن النظر إلى من لا تحل من الأجنبيات؛ لأن النظر إلى المحارم يحل، ويحفظوا فروجهم عن الكل من المحارم والأجنبيات إلا الذين استثناهم في آية أخرى. </p><p> والثالث: غضوا أبصارهم عما في أيدي الخلق، ولا تفتحوها إلى ما في أيديهم؛ كقوله:  (وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ. . .) الآية. </p><p> وقوله:  (ذَلِكَ أَزْكَى لَهُمْ) أي: أطهر لهم، وأدعى لهم إلى الصلاح من النظر. </p><p> وعلى هذه يخرج قوله:  (وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ ... (٣١) </p><p> وقوله:  (وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا) روي عن عبد اللَّه بن مسعود - رضي اللَّه عنه - قال:  (إِلَّا مَا ظَهَرَ) : الرداء والثياب. </p><p> وعن ابن عَبَّاسٍ قال:  (إِلَّا مَا ظَهَرَ مِنْهَا) : الكحل والخاتم. </p><p> وفي رواية أخرى: الكف والوجه. </p><p> وعن عائشة قالت:  (إِلَّا مَا ظَهَرَ مِنْهَا) : القلب والفتخة، وهي خاتم أصبع الرجل. </p><p> وعن عبد: اللَّه الزينة زينتان: </p><p> زينة باطنة لا يراها إلا الزوج. </p><p> وأما الزينة الظاهرة فالثياب. </p><p> والباطنة كالإكليل والسوار والخاتم. </p><p> فإن كان التأويل ما روي عن ابن مسعود حيث جعلها من الثياب وغيره، ففيه دلالة ألا يحل النظر إلى وجه امرأة أجنبية. </p><p> وإِن كان ما قال ابن عَبَّاسٍ ففيه دلالة حل النظر إلى وجه المرأة لا بشهوة. </p><p> وإِن كان ما قالت عائشة من القلب والفتخة، ففيه دلالة جواز النظر إلى الكفين والقدمين؛ لأنهما ظاهرتان باديتان؛ ألا ترى أنهما من الظواهر في فرض غسل الوضوء، وإن كان ذلك ففيه دلالة جواز صلاتها مع ظهور القدم. </p><p> وجائز أن يكون النظر إلى وجه المرأة حلالا إذا لم يكن بشهوة، لكن غض البصر وترك النظر أرفق وأزكى، كقوله:  (يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ) كما تؤذى الإماء. </p><p> والذي يدل أن للمرأة ألا تغطي وجهها، ولا ينبغي للرجل أن يتعمد النظر إلى وجه المرأة إلا عند الحاجة إليه - قول رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لعلي - رَضِيَ اللَّهُ عَنْهُ -: \" إنما لك الأولى وليست لك الآخرة \" ، وفي بعضها:  \" الأولى لك والآخرة عليك \" ؛ لأنه كأنه إنما كرر النظر في الثانية؛ لشهوة تحدث في قلبه. </p><p> وإذنه للذي يريد أن يتزوج امرأة أن ينظر إليها يدل على أن نظر الرجل إلى وجه المرأة غير حرام؛ لأنه لو كان حرامًا لم يأذن فيه النبي لأحد. </p><p> ونرى - واللَّه أعلم - أن النظر إلى وجه المرأة ليس بحرام إذا لم يقع في قلب الرجل من ذلك شهوة، فإذا وجد لذلك شهوة، ولم يأمن أن يؤدي به ذلك إلى ما يكره فمحظور عليه أن ينظر إليها إلا أن يريد به معرفتها والنكاح فإنه قد رخص في ذلك؛ روي أن المغيرة أراد أن يتزوج امرأة فقال له رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" اذهب فانظر إليها، فإنه أحرى أن يؤدم بينكما \" . </p><p> وقال في بعض الأخبار:  \" إذا خطب أحدكم المرأة فلا بأس أن ينظر إليها؛ إذا كان إنما ينظر إليها للخطبة، وإن كانت لا تعلم \" . </p><p> وأحسن للشابة وأفضل لها أن تستر وجهها ويديها عن الرجال ليس لأن ذلك حرام وإليها معصية، ولكن لما يخاف في ذلك من حدوث الشهوة، ووقوع الفتنة بها، فإذا لم </p><p> يكن للناظر في ذلك شهوة بأن كان شيخًا كبيرًا، أو كانت المرأة دميمة، أو عجوزًا فإنه لا يحظر النظر إلى وجوه أمثالهن، ولا ينظر إلى ما سوى ذلك، وأصله قول اللَّه - تعالى -: (يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ) . </p><p> ومما يدل على أن الوجه والكفين جائز ألا يكون بعورة أن المرأة لا تصلي وعورتها مكشوفة، ويجوز أن تصلي ووجهها ويداها ورجلاها مكشوفة. </p><p> فإذا كان كذلك دل ذلك على أن النظر إلى ذلك جائز إذا لم يكن ذلك لشهوة؛ دخل في ذلك معنى قول رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" العينان تزنيان \" ؛ لأن زناء العين لا يكون إلا النظر للشهوة، فإذا كان لشهوة دخل في ذلك معنى قول رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وروي في الخبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ما يدل على أن الوجه والكفين ليسا بعورة، وهو ما روي عن عائشة قالت: دخلت عليَّ أختي أسماء وعليها ثياب شامية رقاق، وهي اليوم عندكم صفاق، فقال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" هذه ثياب لا تحبها سورة النور فأمر بها فأخرجت \" ، فقلت: يا رسول اللَّه، زارتني أختي فقلت لها ما قلت، فقال:  \" يا عائش، إن الحرة إذا حاضت لا ينبغي أن يرى إلا وجهها وكفَّاها \" ، فإن ثبت هذا عنه فهو يبين ما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ) قد ذكرنا أن المرأة يكره لها النظر إلى الرجال من غير محرمها كما يكره للرجل النظر إلى المرأة الأجنبية؛ ألا ترى أنه روي أن أعميين دخلا على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وبعض أزواجه عنده - عائشة وأخرى - فقال لهما رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" قُومَا \" ، فقالتا: إنهما أعميان يا رسول الله!! فقال لهما: \" هما وإن كانا أعميين فأنتما لستما بأعميين \" ، أو كلام نحو هذا، فدل أنه ما ذكرنا. </p><p> وعلى ذلك أخبار: روي عن خالد بن معدان قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" لا يحل لامرأة تؤمن باللَّه واليوم الآخر، أن تبيت في مكان تسمع فيه نفس رجل ليس بمحرم، ولا يحل لامرئ يؤمن باللَّه واليوم الآخر أن يبيت في مكان يسمع فيه نفس امرأة ليست له بمحرم \" . </p><p> وفي بعض الأخبار: أنه لم يرخص للمرأة أن يرى غير ذي محرم منها إلا الوجه والكف وما ظهر، وقبض رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - على كوع عائشة وقال:  \" هذا \" . </p><p> وعن الحسن أنه قال في قوله:  (إِلا مَا ظَهَرَ مِنْهَا) : الوجه وما ظهر من الثياب. </p><p> فإن ثبت ما ذكرنا من المروي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حيث رخص النظر إلى الوجه والكف؛ لقوله:  \" إلا الوجه والكف \" فاستثنى الوجه والكف من بين سائر الجوارح - كان ذلك تفسيرًا لقوله:  (إِلا مَا ظَهَرَ مِنْهَا) كأنه قال: \" ولا يبدين زينتهن للأجنبيين إلا ما ظهر منها وهو الكحل والخاتم \" ، ثم الكحل يكون في الوجه والخاتم في اليد فذكر الزينة يكون كناية عن موضعها؛ لأن النظر إلى الزينة حلال لكل أحد إذا كان المراد بالزينة الحلي وما ذكره القوم، فدل أن المراد بذكر الزينة موضع الزينة لا نفس الزينة والحلي، ثم رخص للأجنبيين النظر إلى بعض مواضع الزينة وهو ما ظهر منها من الوجه والكف ولم يرخص ما خفي منها وما بطن. </p><p> ثم استثنى المحارم منها، ورخص لهم النظر إلى ذلك بقوله:  (وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ) إلى آخر ما ذكر. </p><p> ثم مواضع الزينة الخفية منها الصدر، ومنها الأذنان وهما في الرأس، ومنها الساق. </p><p> ثم جمع بين الأب ومن سمى معه وبين الزوج في النظر إلى زينة المرأة، ولا خلاف في أن الأب لا يجوز له أن ينظر من عورة ابنته إلا إلى رأسها وفي الرأس الأذنان، وقد يكون فيهما القرط ونحوه، وإذا جاز له أن ينظر إلى رأسها ولا خمار عليها؛ فله أن ينظر إلى صدرها وهو موضع الزينة؛ لأنه مما يغطيه الخمار، وينظر إلى ذراعيها وموضع الخلخال من قدميها ورجليها، وهي مواضع الزينة الباطنة التي لا يجوز للأجنبي النظر إليها. </p><p> ثم النظر إلى الوجه أحق أن يحرم النظر إليه للأجنبي من الرأس وغيره من مواضع الزينة؛ لأن الوجه يجمع فيه جميع المحاسن وغيره من مواضع الزينة ليس فيها محاسن لكن إنما حرم النظر إلى هذه المواضع؛ لأنها عورة في نفسها؛ فالنظر إلى العورة حرام للأجنبي؛ ولأن النظر إليها - أعني: مواضع الزينة - لا يكون إلا للشهوة والنظر إليها للشهوة حرام. </p><p> فأما المحارم منها فإنهم لا ينظرون إلى هذه المواضع منها لشهوة ولا يقصدون به ذلك ألبتَّة؛ فأبيح لهم النظر إليها لحاجة. </p><p> وكل من يخشى من المحارم النظر إليها لشهوة لا ينظر إليها، وكذلك الأجنبي حيث أبيح النظر إلى الزينة الظاهرة فإن خشي به الشهوة لم ينظر إليها. </p><p> ثم غيرها من الزينة لا يحل لأحد النظر إليها: الأب وغيره - إلا للزوج خاصة وللمولى إلى مملوكته وهو ما قال:  (وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (٥) إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ)، استثنى الأزواج والموالي من بين غيرهم؛ لأن النظر إلى ذلك لا يكون إلا للشهوة لا يقع فيه حاجة فلا يباح ذلك إلا لمن له قضاء أن شهوة والوطء وهو الزوج والمولي. </p><p> فانقسمت العورة إلى جهتين: </p><p> جهة يحل للمحارم منها النظر إليها لحاجة وضرورة تقع لهم. </p><p> وجهة لا تحل لهم إلا للأزواج لما لا يقع لهم حاجة ولا ضرورة بالنظر إلى ذلك؛ ألا ترى أن الأمة ينظر إلى شعرها وذراعيها وساقيها وصدرها إذا أراد شرائها ولا ينظر إلى ما سوى ذلك، فإذا جاز للأجنبي أن ينظر إليه من الأمة جاز لمحرمها النظر إلى ذلك من المرأة للحاجة التي ذكرنا. </p><p> ثم ذكر في الآية المحارم جميعًا عدا الأعمام والأخوال، قَالَ بَعْضُهُمْ: إنما لم يذكرا في هذه الآية؛ لأنها تحل لبنيهما بالنكاح فكره أن يصفاها لبنيهما؛ ولهذا كره من كره للمرأة المسلمة إبداء الزينة الخفية للكافرة من اليهودية والنصرانية لما لعلها تصف ذلك للمشركين، فيرغبون فيها، ويتكلفون ذلك، وصرف قوله:  (أَوْ نِسَائِهِنَّ) إلى المسلمات. </p><p> لكن جائز عندنا أن العم والخال إنما لم يذكرهما للكثرة والتطويل لما يكثر ذلك من أجناسهم وأمثالهم، فذكر الرخصة في أمثالهم كافية. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَوْ نِسَائِهِنَّ) يحتمل وجوهًا: </p><p> يحتمل النساء اللاتي يختلطن بهن، أو نساء قرابتهن وأرحامهن، أو النساء اللاتي توافقهن في دينهن، وهن المسلمات على ما قاله أُولَئِكَ. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ) . </p><p> قال قائلون:  (أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ) كقوله: إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ)، ونحوه. </p><p> وقال قائلون: الإماء والعبيد جميعًا. </p><p> فإن كان المراد به الإماء فهو ظاهر. </p><p> وإن كان المراد به الأمة والعبد، ففيه إباحة نظر العبد إلى شعر مولاته على ما يقوله بعض الناس. </p><p> والأشبه أن يكون المراد به واللَّه أعلم الإماء دون العبيد؛ لما ذكر في آخر الآية (أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ) والعبد من الرجال. </p><p> أو ذكر التابع والمتابع وإن كان خصيًّا أو عنينًا أو معتوها على ما قالوا، فإنه لا يحل لهَؤُلَاءِ النظر إلى تلك المواضع على حال فعلى ذلك العبد؛ فيكون الدخول عليهن مضمر في الآية، وكن النساء متأهبات وقت دخول العبيد والتابعين عليهن؛ لأنه ذكر المتابعين ْوهم تابعو الأزواج، ووقت دخول هَؤُلَاءِ يكون معلومًا عندهن فيتأهبن لهم ويستترن، واللَّه أعلم بذلك؛ ألا ترى أنه لا يحل للمرأة أن تسافر بعبدها، دل أنه ليس بمحرم لها؛ لذلك لم يحل له النظر إلى شعر مولاته. </p><p> فَإِنْ قِيلَ: ما معنى ذكر إمائهن ونسائهن وكل النساء يجوز لهن النظر إلى المرأة وإلى هذه المواضع التي ذكرنا؟ </p><p> قيل: خصَّ اللَّه - عَزَّ وَجَلَّ - بالذكر إماءهن ونساءهن دون النساء الأجنبيات؛ تأديبا لا حظرًا، وذلك أن المرأة قد يضيق عليها أن تستتر من أمتها ونساء أهل بيتها، لكثرة رؤيتهن لها، وقد تقدر أن تستر من الأجنبية محاسنها وزينتها؛ لقلة رؤيتها لها؛ ألا ترى أنه قد نهى المرأة أن تضرب برجلها؛ ليعلم ما تخفي من زينتها، وفي ذلك صيانة للرجل والمرأة وإبعاد لهما عما يحذر عليهما ويخاف؛ فليس ببعيد أن يجعل نهيه المرأة أن تظهر زينتها ومحاسنها للأجنبية؛ لما يخاف على الأجنبية من فساد قلبها وحدوث الشهوات لها؛ صيانة للنساء والرجال جميعًا، وإبعادًا لهم عن الزينة، ولئلا تصفها لرجل يفتتن بها، ويتكلف الوصول إليها. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ) روي عن عائشة - رضي الله عنها - أنها قالت:  \" لما نزلت هذه الآية، أخذ النساء أزرهن فشققنها من قبل الحواشي، فاختمرن بها \" ، وعن ابن عَبَّاسٍ:  (وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ) يقول: وليشددن </p><p> بخمرهن على جيوبهن، يقول: ليرخين بخمرهن على الصدر والنحر فلا يرين منها شيئًا. </p><p> قال: وكن النساء قبل هذه الآية إنما يسدلن خمرهن سدلا من ورائهن كما يصنع النبط، فلما نزلت هذه الآية شددن الخمر على النحر والصدر. </p><p> وفي الآية دلالة أن دروع النساء كانت جيب؛ لأن الجيب إنما تكون للدروع، وذلك كان لباس النساء، وقد روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه نهى الرجال عن لبسة النساء، وأنه لعن المتشبهين من الرجال بالنساء. </p><p> وروي أنه لعن الرجل يلبس لبسة المرأة، والمرأة تلبس لبسة الرجل. </p><p> وعن ابن عَبَّاسٍ:  \" لعن النبي المؤنثين من الرجال والمذكرات من النساء \" . وكأنه مكروه للرجل - واللَّه أعلم - أن يلبس فراعة وحدها لا قميص تحتها؛ لأن ذلك لباس النساء إلا أن يكون لها شق ذيل، فخرجت من لبس النساء، ولم تكره للرجال، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا) جائز أن يكون قوله: (إِلَّا مَا ظَهَرَ مِنْهَا) : إنما يباح النظر إلى الوجه للحاجة، وأما على غير الحاجة فلا يباح؛ لما ذكرنا من قوله:  (يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ. . .) الآية، وقوله:  (وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ) ؛ فعلى ذلك ترك النظر إلى وجه المرأة أطهر للنساء وللناس جميعًا؛ فلا يباح ذلك إلا عند الحاجة إليه، وهو معرفتها؛ ليقيم به الشهادة. </p><p> فَإِنْ قِيلَ: أليس النظر يسع إلى مواضع الزينة الخفية للأجنبي؛ للتداوي بها؟ </p><p> قيل: يسع ذلك للضرورة وأما للحاجة فلا، ومسألتنا في الحاجة ليست في الضرورة. </p><p> ثم قوله:  (وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ) إلى آخره ما ذكر: جائز أن يكون المراد برخصة النظر إلى الزينة لهَؤُلَاءِ المسمين في الآية رخصة النظر إلى نفس الزينة لا موضع </p><p> الزينة؛ فيدخل في هذه الرخصة من ذكِرَ من التابعين غير أولي، الإربة من الرجال ونحوه؛ لأن الزينة في الصدر وما ذكر إنما تكون من وراء ثياب تكون على الصدر، ثم رخص النظر للمحارم إلى مواضع الزينة الخفية بغير هذه الآية. </p><p> أو أن يكون رخصة النظر للمحارم إلى مواضع الزينة ولغير المحارم من المماليك والتابعين غير أولي الإربة ومن ذكر - رخصة الدخول عليهن؛ فيكون في الآية إضمار الدخول؛ كأنه قال: ولا يبدين زينتهن إلا لبعولتهن ومن ذكر من المحارم، ولا يدخل عليهن إلا العبيد والتابعون ومن ذكر من غير أولي الإربة، فيكن في وقت دخول هَؤُلَاءِ متأهبات؛ لأن وقت دخول هَؤُلَاءِ يكون معلومًا يعرفن فيتأهبن لهم؛ لأن العبيد إنما يدخلون على ساداتهم ومواليهم عند حاجتهن إليهم، والتابعون ومن ذكر إنما يدخلون إذا دخل أزواجهن عليهن فيتأهبن لذلك، ومثل هذا الإضمار جائز في الكلام يتبين ذلك بالثنيا كقوله:  (أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ إِلَّا مَا يُتْلَى عَلَيْكُمْ غَيْرَ مُحِلِّي الصَّيْدِ وَأَنْتُمْ حُرُمٌ) ، دل قوله:  (غَيْرَ مُحِلِّي الصَّيْدِ) أنه قد كان الصيد مذكورا فيه مرادًا؛ إذ لو لم يكن مذكورًا لم يكن استثنى منه؛ فعلى ذلك جائز أن يكون في الأول إضمار الدخول فيه لهَؤُلَاءِ الذين لا يحل لهم النظر إلى مواضع الزينة منهن ورخصة الإبداء للمحارم، أو أن يكون ما ذكرنا فيما تقدم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ) قَالَ بَعْضُهُمْ: الشيخ الكبير الذي لا حاجة له في النساء. </p><p> وقَالَ بَعْضُهُمْ: المعتوه الأحمق الذي لا يشتهي النساء، ولا يغار عليه الأزواج. </p><p> وقَالَ بَعْضُهُمْ: العنين والخصي، وهَؤُلَاءِ الذين لا يطيقون الجماع. </p><p> لكن عندنا لا يسع للعنين ولا للخصي أن يخلو بامرأة أجنبية. </p><p> وقال الحسن:  (غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ) هم المخنثون؛ روي عن عائشة قالت: </p><p> كان يدخل على أزواج النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - مخنث، وكانوا يعدونه من غير أولي الإربة، قالت: فدخل النبي ذات يوم وهو ينعت امرأة، فقال:  \" لا أرى هذا يعلم ما هاهنا؛ لا يدخلن عليكم \" ؛ فحجبوه. </p><p> وعن أم سلمة أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - دخل عليها وعندها مخنث، فأقبل على أخي أم سلمة فقال: يا عبد اللَّه، إن فتح اللَّه لكم غدًا الطائف دللتك على بنت غيلان، فإنها تقبل بأربع وتدبر بثمان، فقال:  \" لا أرى هذا يعرف ما هاهنا؛ لا يدخلن عليكم \" . </p><p> وقَالَ بَعْضُهُمْ:  (غَيْرِ أُولِي الْإِرْبَةِ) الذين لا تهمهم ولا يخافون على النساء، وكله واحد، وهم الذين ليست لهم الحاجة إلى النساء. </p><p> قال أَبُو عَوْسَجَةَ: الإربة: الحاجة: والإرب جمع، وكذلك قَالَ الْقُتَبِيُّ. </p><p> وقال ابن عَبَّاسٍ: هو الذي لا يستحي منه النساء. </p><p> وقوله:  (أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاءِ) قَالَ بَعْضُهُمْ: هو الاطلاع، أي: لم يطلعوا، ولم يعلموا، ولم يدروا ما هو من الصغر. </p><p> وقَالَ بَعْضُهُمْ: لم يظهروا على عورات النساء، أي: لم يبلغوا الحلم. </p><p> والأول أشبه عندنا؛ وذلك أن الطفل الذي لم يحتلم قد أمر بالاستئذان في بعض الأوقات؛ لقوله:  (لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ) ، فالذي يؤمر بالاستئذان هو الطفل الذي لم يحتلم، وقد يطلع على عورات النساء، والذي لا يؤمر بالاستئذان هو أصغر من ذلك، وهو الذي لا يطلع على عورات النساء لصغره، واللَّه أعلم. </p>"
}