{
  "id": null,
  "sura": 24,
  "aya": 23,
  "text": "<p> عُرْضَةً لِأَيْمَانِكُمْ. . .) الآية، ذكر أن قومًا كانوا يحلفون ألا يبروا الناس، ولا يصلحوا بذلك أن يكون حلفهم في ذلك عذرا لهم في ترك الإنفاق عليهم، والتعاون، والإصلاح بين الناس، فنهوا عن ذلك، وذلك اليمين لهم، ولمن كان في معناهم، ليس لهم خاصة؛ فعلى ذلك قوله:  (وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ. . .) الآية، وإن كان في أبي بكر فهو فيه وفي الذين في معناه. </p><p> وإن كان حلف هذا بترك الإنفاق لإساءة كانت منهم إليهم، والأول على الابتداء لإساءة كانت منهم إليهم، وكذلك هذه الآيات نزلت لنازلة كانت في عائشة وصفوان فإنما نزلت لتلك النازلة لمعنى لا نزلت لأنها كانت عائشة أو أبو بكر، لكن لمعنى بكل من وجد ذلك المعنى فيه شرك في ذلك، ويجعل كان هذه الآيات كلها نزلت فيه، وهو ما قال: قوله تعالى: (إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ) فكل محصنة مؤمنة غافلة بريئة مما رميت به دخلت في الآية، وكل رامٍ محصن مؤمن غافل بريء مما رمي به في الآية؛ لوجود المعنى الذي نزلت الآية. </p><p> وعلى ذلك القرآن إذا نزل بسبب بالمرء أو نازلة لمعنى، يشترك من وجد فيه ذلك المعنى فيه شرك في ذلك الحكم؛ فعلى ذلك ما نزل في أبي بكر من النهي بترك الإنفاق، وما عوده من اصطناع المعروف إليه لما كان منه إليه من الإساءة، ثم أمره بالعفو والصفح، وهو قوله:  (وَلْيَعْفُوا وَلْيَصْفَحُوا) ، أي: اعفوا عن إساءته واصفحوا أي: لا تذكروا عفوكم إياه عن إساءة، ولا تذكروا زلته أيضًا؛ لأن ذكر العفو يخرج مخرج الامتنان كقوله:  (لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى) ؛ لأن المن والأذى يبطل الصدقة، وذكر الزلة يخرج مخرج التعيير والتوبيخ، فأمره بالعفو وهو ظاهر والصفح ما ذكرنا من ترك ذكر العفو والزلة والإساءة جميعًا، واللَّه أعلم. </p><p> وقوله:  (أَلَا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ) أي: قد تحبون أن يغفر اللَّه لكم ما كان منكم إليه من الإساءة، فإن أحببتم ذلك فاعفوا عمن أساء إليكم، واللَّه غفور رحيم. </p><p> وقوله:  (إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ (٢٣) قد ذكرنا أن المحصنات هاهنا: </p><p> هن الحرائر، والغافلات: هن بريئات من الفاحشة، والمؤمنات ظاهر. </p><p> وقوله:  (لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ) كان الآية نزلت في المنافقين الذين كان منهم ابتداء القذف وإشاعته في الناس؛ لذلك ذكر فيهم اللعن؛ فهو كما قال:  (إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِ) والمؤمن لا </p>"
}