{
  "id": null,
  "sura": 24,
  "aya": 41,
  "text": "<p> والآية على المعتزلة؛ لأنهم يقولون: لم يجعل اللَّه للمؤمن من النور إلا وقد جعل مثله للكافر، وفي الآية إخبار أنه لم يجعل للكافر النور؛ إذ لو كان جعل للكافر كما جعل للمؤمن لم يكن لقوله:  (وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ) - معنى؛ دل أنه لم يجعل للكافر النور. </p><p> وقوله:  (فَوَفَّاهُ حِسَابَهُ) يقول: فجازاه بعمله فلم يظلمه. </p><p> وقوله:  (وَاللَّهُ سَرِيعُ الْحِسَابِ) قد ذكرناه في غير موضع. </p><p> قَالَ الْقُتَبِيُّ: السراب: ما رأيته من الشمس كالماء نصف النهار، والآل: ما رأيته في أول النهار وآخره؛ الذي يرفع كل شيء، والقيعة: القاع. </p><p> وقال أَبُو عَوْسَجَةَ: السراب الذي يثيره الحرّ فتراه كأنه ماء يجري وهو الذي يكون نصف النهار إلى السماء، والآل في أوّل النهار إلى قريب من نصف النهار، والقيعة: القاع؛ وهي الأرض اليابسة الطيبة التي يستنقع فيها الماء، وقاع واحد، وقيعان جمع، والظمآن: العطشان، وقوم ظِمَاء، وامرأة ظمأى، ونسوة ظماء، وأظمأته: أعطشته، وظمأته أيضًا. </p><p> (بَحْرٍ لُجِّيٍّ) اللجي: الكثير الماء، واللجة: وسط البحر (يَغْشَاهُ مَوْجٌ) ؛ أي: يصير فوقه، قال: الموج طرائق في الماء تكون إذا هبت الريح. </p><p> وقال الكسائي: الظمآن والصديان والعطشان واحد، قيل: والسراب: الزوال، والآل: بعد الزوال؛ وهو أرفع من السراب، والرواق بعد العصر. </p><p> وقَالَ بَعْضُهُمْ في قوله:  (إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا) : يقول: لم يقاربه البصر؛ كقوله: الرجل لم يصب ولم يقارب. </p><p> * * * </p><p> قوله تعالى:  (أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَالطَّيْرُ صَافَّاتٍ كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ وَاللَّهُ عَلِيمٌ بِمَا يَفْعَلُونَ (٤١) وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَى اللَّهِ الْمَصِيرُ (٤٢) أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ وَيُنَزِّلُ مِنَ السَّمَاءِ مِنْ جِبَالٍ فِيهَا مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشَاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ (٤٣) يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ (٤٤) وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ مَاءٍ فَمِنْهُمْ مَنْ يَمْشِي عَلَى بَطْنِهِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى رِجْلَيْنِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى أَرْبَعٍ يَخْلُقُ اللَّهُ مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٤٥) </p><p> وقوله:  (أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ) . </p><p> قوله:  (أَلَمْ تَرَ) ، و (أَلَمْ تعلَم) ، ونحوه في الظاهر حرف تعجيب واستفهام، يقول الرجل لآخر: ألم تر كذا، وألم تعلم كذا؛ على التعجيب أو على الاستفهام، لكنه يخرج من اللَّه على وجهين: </p><p> أحدهما: أي: قد رأيت وعلمت؛ إذ الاستفهام لا يجوز عنه. </p><p> والثاني: على الأمر؛ أي: اعلم ورِه؛ على ما ذكرنا في غير موضع. </p><p> وقوله:  (يُسَبِّحُ لَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ) . </p><p> يحتمل تسبيح من ذكر وجهين: </p><p> أحدهما: تسبيح خلقة وصنعة؛ إذ في خلقة كل أحد دلالة وحدانيته وتعاليه عن الأشباه وتنزيهه، والشهادة له بالربوبية، والتفرد بالألوهية له. </p><p> والثاني: يجعل اللَّه - تعالى - في هذه الخلائق من الطيور والدوابّ وغيرها معنى يسبحون له بذلك، يفهمون هم ذلك من أنفسهم، ويعرفون أنه تسبيح؛ وإن لم يفهم غيرهم من الخلائق، نحو ما ذكر من تسبيح الجبال والطير في قصة سليمان في قوله:  (يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ) ، وقال في آية أخرى:  (يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ (١٨) وَالطَّيْرَ مَحْشُورَةً كُلٌّ لَهُ أَوَّابٌ). </p><p> ولو كان التسبيح ممن ذكر تسبيح خلقة لكان سليمان وغيره من الناس في ذلك شرعًا سواء؛ والعشي وغيره من الأوقات سواء، فدل تخصيص سليمان في ذلك، وتخصيص الأوقات من بين غيرهم على أن تسبيح هذه الأشياء ليس بتسبيح خلقة؛ ولكنه تسبيح عبادة بالمعنى الذي جعل له فيه، وإن لم يفهم غيره من الخلائق تسبيحهم؛ ألا ترى أن الله تعالى أخبر عن قول النملة؛ حيث قال:  (قَالَتْ نَمْلَةٌ يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ. . .) الآية، ثم معلوم أنه لم يكن حقيقة قوله كقول المميز والممتحن، ولكنه معنى، فهموا منها ذلك، فعلى ذلك الأول؛ ألا ترى أنه أخبر عن نظر الجوارح وشهادتها عليه يومئذ؛ حيث قال:  (يَوْمَ تشْهَدُ عَلَيهِم. . .) الآية، وقال:  (شَهِدَ عَليهِم. . .) الآية، فيفهم هَؤُلَاءِ من شهادة الجوارح عليهم ما لم يفهمه غيرهم حتى أنكروا عليها؛ دل ذلك أنه ما ذكرنا. </p><p> وذلك جائز أن يكون لمعنى فيهم فهموه هم ولا يفهمه غيرهم؛ ألا ترى أن اللَّه جعل في سرية الماء معنى يحيا به كل شيء إذا أصابه ووصل إليه، وذلك المعنى لا يعلمه إلا اللَّه أو من أطلعه اللَّه عليه وارتضاه لنفسه رسولا، فعلى ذلك تسبيح من في السماوات والأرض والطير وغيره، جعل في سريتهم معنى يعرفون هم من أنفسهم ذلك تسبيحًا له </p>"
}