{
  "id": null,
  "sura": 24,
  "aya": 49,
  "text": "<p> خصومة، وأن اليهودي دعا بشرًا إلى رسول اللَّه، ودعاه بشر إلى كعب بن الأشرف، فقال: إن محمدًا يحيف علينا، أو نحوه من الكلام؛ فنزل هذا؛ لكنا لا نعلم أنه فيمن نزل سوى أن فيه بيانًا أنها إنما نزلت في المنافقين. </p><p> وفي ظاهر الآية دلالة أنهم علموا أن رسول اللَّه لا يقضي إلا بالحق؛ ألا ترى أنه ذكر في آخره:  (وَإِنْ يَكُنْ لَهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ (٤٩) مسرعين مطيعين، ولو كان عندهم أنه يقضي بالجور لكانوا لا يأتونه للقضاء، وإن كان الحق لهم مخافة الجور والظلم عليهم، لكن ما ذكر في سياق هذا يمنع هذا التأويل. </p><p> وقوله:  (أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَنْ يَحِيفَ اللَّهُ عَلَيْهِمْ وَرَسُولُهُ بَلْ أُولَئِكَ هُمُ الظَّالِمُونَ (٥٠) في هذا من الدلالة أن عندهم أنه لا يقضي بالحق لهم، وأنه يجور؛ حيث قال:  (أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَنْ يَحِيفَ اللَّهُ عَلَيْهِمْ وَرَسُولُهُ) إن كان على هذا الوصف فهو يخاف جوره وحيفه، إلا أن تجعل الآية في فرق من المنافقين: فرقة منهم عرفوا أنه لا يقضي إلا بالحق، وفرقة منهم كان في قلوبهم مرض، وفرقة ارتابوا، وفرقة خافوا جوره، وهم كانوا فرقًا؛ ألا ترى أنه قال:  (وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ) ومنهم من قال: كذا، ومنهم من قال: كذا. </p><p> أو أن يكون تأويل قوله:  (وَإِنْ يَكُنْ لَهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ) أي: وإن يكن لهم القضاء بالحق أتوه مذعنين؛ أي: إذا عرفوا أنه يقضي لهم لا محالة أتوه، وإلا لا يأتونه، فإن كان على هذا، فما ذكر على سياقه من المرض والارتياب والخوف في الحيف فمستقيم. </p><p> على هذين الوجهين يحتمل أن يخرج تأويل الآية، وأما على غير ذلك فإنا لا نعلم، واللَّه أعلم. </p><p> وقوله:  (وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ) ؛ لأن من ارتاب، أو شك في رسالته، أو خاف جوره وحيفه فهو كافر، ليس بمؤمن. </p><p> وفي قوله:  (أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ) يخرج على وجهين وإن كان ظاهره حرف شك: </p><p> أحدهما: على الإيجاب والتحقيق، أي: في قلوبهم مرض وارتابوا وخافوا على ما ذكرنا في حرف الاستفهام أنه في الظاهر، وإن كان استفهامًا فهو في التحقيق علم وإيجاب؛ أي: قد علمت ورأيت ونحوه؛ لما لا يجوز الاستفهام منه، فعلى ذلك هذا. </p><p> والثاني: ما ذكرنا أنه في فرق: فرقة عرفت أنه لا يقضي إلا بالحق، وفرقة منهم ارتابت، وفرقة منهم خافت جوره وظلمه. </p>"
}