{
  "id": null,
  "sura": 24,
  "aya": 12,
  "text": "<p> قَالَ بَعْضُهُمْ: لا تحسبوه شرا لكم؛ لأنكم تؤجرون وتثابون على ما قيل فيكم من الفحش والقذف بما قرفوا به؛ بل هو خير لكم في الآخرة؛ على ما ذكرنا من الأجر. </p><p> ويحتمل قوله:  (بَلْ هُوَ خَيْرٌ لَكُمْ) في الدنيا؛ لما برأه اللَّه مما قرفوا به، ودفع عنهم تمكين ما قرفوا به، ووعد لهم الجنة بقوله:  (أُولَئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ) ، وكان قبل نزول هذه الآية موهوم عند الناس فيها متمكن احتمال ذلك الفعل؛ ألا ترى أنه قال في آية أخرى:  (يَا نِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ) ، وقال:  (وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ. . .) الآية، كانت كالمؤمنات جميعًا موهوم عنهن عند الناس، محتمل ذلك؛ فلما قرفت - رفع اللَّه ما كان موهومًا عند الناس قبل ذلك، ووعد لهم الأجر الكريم والرزق الحسن بقوله:  (أُولَئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ) : فلا شك أن ذلك خير لهم في الدنيا وشر لأُولَئِكَ الذين رموها حتى لم يتجاسر أحد بعد ذلك، ولا اجترأ أن يظن فيها ظن السوء، فضلا عن أن يقول فيها سوءًا، وقصة عائشة - رضي اللَّه عنها - طويلة، لكنا نذكر ما كان بنا إلى ذلك حاجة. </p><p> أو أن يقال: بل هو خير لكم لما أنزل اللَّه - تعالى - فيهم آيات فيها براءتهم عما قرفوا به تتلى تلك الآيات إلى يوم القيامة، وذلك خير لهم، واللَّه أعلم. </p><p> وقوله:  (لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الْإِثْمِ) . </p><p> إثمه: ما قرفها به. </p><p> (وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ) . </p><p> هو ذلك المنافق الذي ألقى ذلك في الناس، (لَهُ عَذَابٌ عَظِيمٌ) : فيه دلالة أنه يموت على نفاقه، وكذلك مات على نفاقه؛ فلحقه ذلك الوعد، قيل: هو عبد اللَّه بن أبي ابن سلول، واللَّه أعلم. وقَالَ بَعْضُهُمْ:  (وَالَّذِي تَوَلَّى كِبْرَهُ) ، أي عظمه من المعصية، يعني: عبد اللَّه بن أبي ابن سلول (لَهُ عَذَابٌ عَظِيمٌ) ؛ لأنه كان منافقًا. </p><p> وقوله:  (لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ خَيْرًا وَقَالُوا هَذَا إِفْكٌ مُبِينٌ (١٢) </p><p> قَالَ بَعْضُهُمْ: هلا إذ سمعتموه قذف عائشة - رضي اللَّه عنها - بصفوان كذبتم أنتم </p>"
}