{
  "id": null,
  "sura": 24,
  "aya": 24,
  "text": "<p> يحب أن تشيع الفواحش في المؤمنين، إنما ذلك عادة المنافقين. </p><p> ثم اللعن في الدنيا هو الحد الذي ضرب، وفي الآخرة العذاب الأليم في الدنيا والآخرة، وعظيم كأنه ذكر اللعن والعذاب الأليم إذا لم يتوبوا، وماتوا على النفاق، فعند ذلك يكون لهم ما ذكر؛ ويدل لما ذكرنا أن الآية في المنافقين قوله:  (يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ ... (٢٤) ،الآية. وإنَّمَا تشهد هذه الجوارح على الكافر لإنكاره باللسان، وأمَّا المؤمن فإنه مقر بذلك كله لا يحتاج إلى أن تشهد عليه الجوارح، وهو ما قال:  (الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ. . .) الآية، ونحوه، كأنهم ينكرون ذلك في الآخرة كما أنكروا في الدنيا كقوله:  (يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ) ، أخبر أنهم يحلفون لله في الآخرة كما كانوا يحلفون لرسول اللَّه في الدنيا، فجائز: أن ألسنتهم تشهد عليهم بعد ما أنكروا، وتشهد عليهم سائر الجوارح إذا أنكروا، وهو ما قال في آية أخرى:  (شَهِدَ عَلَيْهِمْ سَمْعُهُمْ. . .) الآية. </p><p> (وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا. . .) الآية، تكون شهادة الألسن بعد ما أنكروا هم ذلك، وحلفوا؛ فعند ذلك تشهد عليهم ألسنتهم، واللَّه أعلم. </p><p> وقوله:  (يَوْمَئِذٍ يُوَفِّيهِمُ اللَّهُ دِينَهُمُ الْحَقَّ وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ (٢٥) يؤمنون به جميعًا يومئذ، ويقرون بالحق، لكن لا ينفعهم إيمانهم يومئذ؛ كقوله:  (لَا يَنْفَعُ نَفْسًا إِيمَانُهَا) ، (وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ) ، أي: يعلمون أن ما دعاهم الرسول إليه من توحيد اللَّه، والإقرار بالربوبية له والألوهية هو الحق المبين، أي: تبين ذلك، والحق المبين: ما يبين ما يؤتى وما يتقى، وما يحل مما يحرم. </p><p> وقوله:  (الْخَبِيثَاتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ ... (٢٦) اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: الخبيثات من الكلمات والقول للخبيثين من الناس والخبيثون من الناس للخبيثات من الكلمات والقول، والطيبات من الكلمات للطيبين من الناس، والطيبون من الناس للطيبات من الكلمات. </p><p> وقال مجاهد: هو القول السيئ والقول الحسن، فالحسن للمؤمنين والسيئ للكافرين. </p><p> وذلك ما قال الكافرون من كلمة طيبة فهي للمؤمنين، وما قال المؤمنون من كلمة خبيثة </p>"
}