{
  "id": null,
  "sura": 24,
  "aya": 58,
  "text": "<p> (وَمَأْوَاهُمُ النَّارُ وَلَبِئْسَ الْمَصِيرُ) قد ذكرناه أيضًا. </p><p> وقوله:  (لَا تَحْسَبَنَّ) كان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يعلم أنهم ليسوا بفائتين ولا بسابقين عنه، لكنه ذكر له هذا كما ذكر في قوله:  (وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ) ، هما واحد. </p><p> وفي حرف ابن مسعود وأبي وحفصة:  (حسب الذين كفروا أن يعجزوا اللَّه في السماوات والأرض) إنه وإن اختلفت الحروف فالمعنى واحد، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلَاثَ مَرَّاتٍ مِنْ قَبْلِ صَلَاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ ثَلَاثُ عَوْرَاتٍ لَكُمْ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلَى بَعْضٍ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٥٨) وَإِذَا بَلَغَ الْأَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا كَمَا اسْتَأْذَنَ الَّذِينَ مِنْ قَبْلِهِمْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٥٩) وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللَّاتِي لَا يَرْجُونَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَنْ يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ وَاللَّهُ سَمِيعٌ عَلِيمٌ (٦٠) </p><p> وقوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ) قال بعضهم: ذكر أن رجلا وامرأته تسمى أسماء بنت مرثد اتخذا طعامًا للنبي، فجعل الناس يدخلون بغير إذن، فقالت أسماء: ما أقبح هذا يا رسول اللَّه أن يدخل عليَّ الرجل وامرأته بغير إذن وهما في ثوب واحد غلامها المملوك، فأنزل اللَّه:  (لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ) . </p><p> وقَالَ بَعْضُهُمْ: نزل هذا في شأن عمر بن الخطاب، وهو ما قال:  \" وافقت ربي في ثلاث \" ؛ ذكر أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بعث غلامًا من الأنصار يقال له: مدلج إلى عمر بن الخطاب ظهيرة ليدعوه، فانطلق إليه ليدعوه، فوجده قائلا قد أغلق عليه الباب، فسأل الغلام عنه، فأخبر أنه في هذا البيت، قال: فدفع الغلام الباب على عمر وسلم، فلم يستيقظ عمر، فرجع الغلام ورد الباب، فقام من خلفه وحركه، فلم يستيقظ، فقال الغلام: اللهم أيقظه لي، قال: ودفع الباب، ثم ناداه ودخل فاستيقظ عمر فجلس، فانكشف منه شيء، فرآه الغلام وعرف عمر أن الغلام قد رأى ذلك منه، فقال عمر: وددت - واللَّه - أن اللَّه نهى أبناءنا ونساءنا وخدمنا أن يدخلوا هذه الساعات علينا إلا بإذنه، ثم انطلق معه إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فوجده قد نزل عليه هذه الآية وأمر بالاستئذان على دخولهم في هذه الساعات. </p><p> لكن لا حاجة لنا إلى أن نتعرف أنها نزلت في شأن فلان أو فلان، أو في أمر فلان وسببه، سوى أن نتعرف المودع فيها وما ذكر من أنواع الآداب والأحكام. </p><p> ثم خاطب بالاستئذان المستأذن عليه لا المستأذن والسادات والآباء ومن يعول الصغار حيث قال:  (لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ) وذلك الخطاب - والله أعلم - يخرج مخرج الأمر للآباء والسادات بتعليم صبيانهم أمور الدِّين والقيام بما يحتاجون إليه، والتأديب على ذلك إن أبت أنفسهم، وكذلك ما روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حيث قال:  \" مروا صبيانكم بالصلاة إذا بلغوا سبعًا، واضربوهم عليها إذا بلغوا عشرًا، وفرقوا بينهم في المضاجع \" خاطب به الآباء والأولياء أن يأمروهم بأمور الدِّين أمر عادة، والتعليم لهم والتأديب إن امتنعوا عن ذلك، ولم يخاطبهم في أنفسهم لجهلهم وقلة معرفتهم بأمرهم، وإذا بلغوا وعرفوا النهي والأمر، فعند ذلك خاطبهم بأنفسهم بالاستئذان؛ حيث قال:  (وَإِذَا بَلَغَ الْأَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا) خاطبهم إذا بلغوا، وأمرهم بالاستئذان في أنفسهم، وما داموا صغارًا خاطب به الآباء والأولياء لما لا يجري عليهم القلم، وليس الخطاب والأمر والنهي إلا لجرية القلم عليهم، وترك الأمر والخطاب لرفع القلم عنهم. </p><p> وأمَّا أمر الآباء لهم بذلك فيخرج مخرج الشفقة لهم عليهم والقيام لبعض مصالحهم، وذلك جائِز. </p><p> ثم اختلف فيما ملكت أيماننا: قال جماعة: هن النساء دون الرجال، وأما الرجال فإنهم يستأذنون في جميع الأوقات. </p><p> وقَالَ بَعْضُهُمْ: هم النساء والرجال جميعًا، والنهي عن الدخول في هذه الأوقات الثلاث؛ إذ هي أوقات غرة وساعات غفلة للذكور والإناث جميعًا. </p><p> ومنهم من يقول: هم الكبار فإنهم دون الصغار. </p><p> والأشبه أن يكون في الصغار منهم؛ لأن الكبار منهم والأحرار سواء في حظر النظر إلى العورة وإباحته؛ ألا ترى أنه قال:  (وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ) وهم الأحرار والصغار؛ فعلى ذلك قوله:  (لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ) الصغار منهم؛ أمر السادات بتعليمهم ما ذكرنا من الأمور، واللَّه أعلم. </p><p> وقوله:  (وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ) هذا يحتمل وجهين: </p><p> يحتمل قوله:  (لَمْ يَبْلُغُوا الْحُلُمَ) أي: لم يحتلموا، ويحتمل الذين لم يبلغوا الحلم أو لم يبلغوا مبلغ الحلم بعد ما جعلهم في مراتب ثلاث؛ أعني: الصغار في حال لا يؤمرون ولا ينهون، وهي الحال التي لا يميزون بين العورة وبين غير العورة، وهو ما قال:  (أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاءِ) أي: لا يعرفون العورة من غير العورة، وحال يعرفون ذلك إلا أنه لا يقع لهم الحاجة إليها فيؤمرون بالستر عنهم، وحال يقع الحاجة إليها وقضاء الوطر، فيؤمرون بالحجاب والتفريق في المضاجع، واللَّه أعلم. </p><p> وقوله:  (ثَلَاثَ مَرَّاتٍ مِنْ قَبْلِ صَلَاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ ثَلَاثُ عَوْرَاتٍ لَكُمْ) يحتمل قوله: (ثَلَاثُ عَوْرَاتٍ لَكُمْ) وجهين: </p><p> أحدهما: ثلاث أوقات عورات لكم وساعاتها. </p><p> ويحتمل:  (ثَلَاثُ عَوْرَاتٍ) أي: ثلاث حالات تظهر فيها العورة؛ كقوله:  (إِنَّ بُيُوتَنَا عَوْرَةٌ) ، أي: ليس مما يمنع السرق عن السرقة فيها. </p><p> وفيه أن العمل بالاجتهاد في الأغلب والأكبر من الرأي والأمر ليس على الحقيقة جائز؛ لأنه قد سمى بثلاث عورات من الأمر، ونهى عن الدخول بلا استئذان، وإن كان يجوز أن تكون العورة مستورة، والمباح في غيرها من الأوقات الدخول بلا استئذان، ويجوز أن يكون هناك كشف العورة؛ حيث قال:  (لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ) أي: بعد </p>"
}