{
  "id": null,
  "sura": 24,
  "aya": 34,
  "text": "<p> الزنا حرام في الأديان كلها. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يُكْرِهْهُنَّ فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَحِيمٌ) هذا يحتمل وجهين: </p><p> أحدهما: يرجع إلى الإماء يقول: فإن اللَّه من بعد إكراههن غفور رحيم لهن، وكذلك روي في بعض الحروف أنه قرئ:  (فإن اللَّه من بعد إكراههن لهن غفور رحيم) . </p><p> والثاني: يرجع إلى السادات؛ فإن اللَّه لهم غفور رحيم إذا تابوا، وأصلحوا. واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ أَنْزَلْنَا إِلَيْكُمْ آيَاتٍ مُبَيِّنَاتٍ ... (٣٤) بخفض الياء ونصبها، ثم يحتمل أن يكون المراد بالآيات: آيات القرآن جميعًا، وقوله:  (مُبَيِّنَاتٍ) بالخفض، أي: تبين للخلق ما لهم، وما عليهم، وما لله عليهم، وما لبعضهم على بعض. </p><p> (مُبَيَّنَاتٍ) بالنصب، أي: مُبَيَّنَاتٍ أنها من عند اللَّه. </p><p> وجائز أن يكون المراد بالآيات: الحجج والبراهين، فإن كان هذا، فقوله:  (مُبَيِّنَاتٍ) بالخفض، أي: تبين وحدانية اللَّه - تعالى - وعلم رسالة رسوله و (مُبَيَّنَاتٍ) بالنصب، أي: واضحات بينات أنها حجج وبراهين. </p><p> وقوله:  (وَمَثَلًا مِنَ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِلْمُتَّقِينَ) أي: أنزلنا إليكم أيضًا مثل الذين، خلوا من قبلكم ما حل بهم، ونزل بالمكذبين من العذاب، وموعظة ما يتعظ المتقون، أو جعل لكنم فيما أنزل من الآيات عليكم أمثالا من الذين خلوا من قبلكم؛ لتتعظوا به واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُورٌ عَلَى نُورٍ يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (٣٥) فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ (٣٦) رِجَالٌ لَا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ (٣٧) لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا وَيَزِيدَهُمْ مِنْ فَضْلِهِ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ (٣٨) </p><p> وقوله - عَزَّ وَجَلَّ -: (اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ) قَالَ بَعْضُهُمْ: اللَّه هادي السماوات </p><p> والأرض، ثم انقطع الكلام فأخذ في نعت مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وما ضرب له من الأمثال، فقال:  (مَثَلُ نُورِهِ) ، يقول: نور مُحَمَّد إذ كان في صلب أبيه (كَمِشْكَاةٍ) أي: كوة - بلغة الحبش - غير نافذة (فِيهَا مِصْبَاحٌ) أي: سراج المصباح. </p><p> يقول - واللَّه أعلم -: ذلك السراج المضيء ضوؤه (فِي زُجَاجَةٍ) ، الزجاجة نعتها الصافية التامة الصفاء، والمشكاة: صلب أبيه عبد اللَّه، والزجاجة وصفاؤها: محمد رسول اللَّه، وطهره من الأدناس والمعاصي، والمصباح: نوره، وصفاؤه: قلب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وما فيه من الإيمان، والحكمة، والنبوة، (كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ) أي: مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ذكره مع أسماء الأنبياء، والرسل في اللوح المحفوظ عند اللَّه في الفضيلة على تلك الأنبياء والرسل عليهم السلام كفضل الكوكب الدري - أي: المضيء، وهي الزهرة - على سائر الكواكب. </p><p> وقوله - عَزَّ وَجَلَّ -: (يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ) يقول - واللَّه أعلم -: استنار نور مُحَمَّد من نور إبراهيم؛ لأن محمدا على دين إبراهيم وعلى سنته ومنهاجه، فمثل إبراهيم مثل الشجرة المباركة، وأصل مُحَمَّد من نسل إبراهيم، صلوات اللَّه عليهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ) والزيتونة: المحاسن وطاعة إبراهيم لربه؛ فنفعه اللَّه بحسن طاعته يوم القيامة، وفي غيره من المواطن، كما تنفع الزيتونة أهلها في الدنيا، فهي فاكهة وطعام، وهي إدام وهو الصباغ والدهن والدباغة يعني: زيتونة (لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ) يقول: إن إبراهيم صلوات اللَّه عليه لم يكن نصرانيا لقول النصارى: هو نصراني يصلي قبلة النصارى من قبل المشرق، ولا يهوديا لقول اليهود: إنه كان على ديننا يصلي قبل المغرب ببيت المقدس، يقول اللَّه تعالى: لم يكن كما قال هَؤُلَاءِ، ولكن كان حنيفًا مسلفا مصلما إلى الكعبة، وهي قبلته وإليها حج. </p><p> وقوله:  (يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ) يقول - واللَّه أعلم -: لو أن إبراهيم لم يكن نبيا لأصاب بحسن طاعة اللَّه في الدنيا الفضل مع الأنبياء والرسل في الدنيا والدرجات العلا في الآخرة. </p><p> وقوله:  (نُورٌ عَلَى نُورٍ) ؛ لأن محمدا وما جاء به من الدِّين والكتاب أصل نوره من قبل إبراهيم؛ لأنه على دينه ولممنته وكتابه ومنهاجه. </p><p> ثم قال:  (يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ) الذي جاء به مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وهو النور، وهو القرآن يهدي إليه من يشاء ممن سبق له في علمه السعادة، ويضل عنه من يشاء ممن </p><p> سبق له في علمه الشقاء. </p><p> ثم قال:  (وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ) يعني: ويصف اللَّه الأمثال للناس؛ ليؤمنوا بالله ويوحدوه ويعرفوا نور نبيه من صنيعه، ويصدقوا بإبراهيم ومُحَمَّد - عليهما أفضل الصلوات - أنهما رسولا الرب، وهو تأويل مقاتل. </p><p> وقال أهل الكلام: قوله: (اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ) أي: أنار اللَّه لأهل السماوات والأرض، مثل نوره الذي به أنار ما ذكر مثل المشكاة التي ذكر إلى آخره. </p><p> وجائز أن يكون قوله:  (اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ) أي: باللَّه نور أهل السماوات وأهل الأرض؛ ألا ترى أنه قال:  (مَثَلُ نُورِهِ) كذا، ولم يقل: مثله، ولو كان النور هو اللَّه على ما قاله قوم وفهموه، لقال:  \" اللَّه نور السماوات والأرض مثله كذالا،ولم يقل:(مَثَلُ نُورِهِ)،فدل قوله:(مَثَلُ نُورِهِ)كذا أنه لم يرد بالنور نفسه، ولكن ما ذكرنا أنه به نور أهل السماوات وأهل الأرض؛ألا ترى أنه قال في آخره:(يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ)أنه لم يرد بالنور ما فهموا،(وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ)دل أنه ليس على ما فهموه به: أنه نور كسائر الأنوار التي عاينوها ويشاهدوها وهم المشبهة،على هذا يخرج تأويل ابن عَبَّاسٍ حيث قال:اللَّه هادي أهل السماوات والأرض.</p><p> وقوله:  (مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ) جائز أن يكون قوله: (مَثَلُ نُورِهِ) أي: مثل نور المؤمن الذي في قلبه مثل مشكاة فيها مصباح؛ لأن المشكاة هي الكوة التي لا منفذ لها يدخل فيها الأنوار، فتكون مظلمة، فإذا جعل فيها المصباح أضاء ذلك كله وأناره حتى لا يبقى فيها ناحية إلا وقد أصابها الضياء والنور، فعلى ذلك القلب، وهو مظلم إذ ليس له منفذ يدخل فيه النور من الخارج، فإذا أنار الله قلبه بإيمانه ظهر ذلك النور وأثره في جميع نواحيه وجوارحه، وهو ما قال: \" أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ \"، أخبر أن من شرح اللَّه صدره للإسلام فهو على نور من ربه، فهذا يدل أن قوله:  (مَثَلُ نُورِهِ) إنما هو مثل نور المؤمن، وعلى ذلك روي في حرف أبي بن كعب أنه قرأ:  (مثل نور المؤمن كمشكاة) ، وفي حرف ابن مسعود:  (مثل نوره في قلب المؤمن) . </p><p> ْوقال الحسن:  (مَثَلُ نُورِهِ) قال: مثل القرآن في قلب المؤمن (كَمِشْكَاةٍ) كوة (فِيهَا مِصْبَاحٌ) ، أو أن يكون قوله:  (اللَّهُ نُورُ السَّمَاوَاتِ وَالأرْضِ) أي: به تنجلي الظلمات، وتنكشف الحجب والسواتر؛ إذ النور إنما سمي: نورا؛ لما به تنجلي الظلمات، وتنكشف السواتر، والحجب، لا أنه نور، ألا ترى أنه سمى القرآن: نورًا، والرسول: نورا؛ لما به تنجلي الشبهة والظلمات، وبه ترتفع السواتر والحجب وإن كانا في أنفسهما ليسا بنور سميا: نورا؛ لما ذكرنا من تجلي الأشياء بهما وارتفاع السواتر، فعلى ذلك جائز أن يسمى اللَّه: نورا؛ لما به يكون تجلي الظلمات والشبه، وانكشاف السواتر، وارتفاع الحجب، لا أنه نور. </p><p> وقوله:  (مَثَلُ نُورِهِ) قَالَ بَعْضُهُمْ: مثل نور المؤمن على ما ذكرنا فيما تقدم. </p><p> وقَالَ بَعْضُهُمْ:  (مَثَلُ نُورِهِ) في صدر المؤمن. </p><p> وقَالَ بَعْضُهُمْ: مثل نور مُحَمَّد على ما ذكر مقاتل وغيره. </p><p> وقَالَ بَعْضُهُمْ: مثل نور القرآن. </p><p> وقوله:  (كَمِشْكَاةٍ) قال: الكوة التي لا منفذ لها للنور على ما ذكرنا. </p><p> وقَالَ بَعْضُهُمْ: موضع الفتيلة من القنديل. </p><p> وقَالَ بَعْضُهُمْ: الحدايد التي تعلق بها القنديل. </p><p> وقوله:  (لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ) قال: بعضهم: هي شجرة مصحرة تطلع عليها الشمس إذا طلعت وتغرب عليها إذا غربت، وهو أجود الزيت. </p><p> وقَالَ بَعْضُهُمْ: هي شجرة في كنّ لا تطلع عليها الشمس إذا طلعت، ولا تغرب عليها إذا غربت. </p><p> وقَالَ بَعْضُهُمْ: ليست شرقية: لا غرب لها، ولا غربية: لا شرق لها، ولكنها شرقية غربية. </p><p> فكيفما كان فإنما ذكر الزيت لصفائه وخلوصه؛ فيجب أن يسأل أهله فيقال: أي الزيت أجود وأصفى الذي تصيبه الشمس أو الذي لا تصيبه، أو الذي تصيبه في وقت ولا تصيبه في وقت؟ </p><p> وقَالَ بَعْضُهُمْ:  (اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ) هو اللَّه سبحانه هادي أهل السماوات وأهل الأرض، كما هداه في قلب المؤمن كما يكاد الزيت الصافي يضيء؛ قالوا: هو زيت كلما مسته النار ازداد ضوءًا على ضوء، كذلك يكون قلب المؤمن يعمل الهدى قبل أن يأتيه العلم أفإذا أتاه العلم، ازداد هدى على هدى ونورًا على نور، وعن أبي بن كعب قال في قوله:  (مَثَلُ نُورِهِ) : يقول: مثل نور المؤمن، وكذلك يقرؤها:  (مثل نور المؤمن) على ما ذكرنا من قبل. قال: فهو عبد قد جعل القرآن والإيمان في صدره. </p><p> قال:  (كَمِشْكَاةٍ) قال: المشكاة: صدره (فِيهَا مِصْبَاحٌ) : قال: المصباح: القرآن والإيمان الذي جعل في صدره. </p><p> قال:  (الْمِصْبَاحُ فِي زُجَاجَةٍ) فالزجاجة: قلبه. </p><p> قال:  (الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ) يقول: كوكب مضيء. </p><p> (يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ) قال: الشجرة المباركة أصله، فالمبارك: الإخلاص لله وحده لا يشرك به. </p><p> قال:  (لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ) قال: فمثله كمثل شجرة، جعله كالشجرة فهي خضراء ناعمة لا تصيبها الشمس على أي حال كانت: لا إذا طلعت، ولا إذا غربت، وكذلك هذا المؤمن قد أجير عن أن يصيبه شيء من الفتن وقد ابتلي بها، فثبته اللَّه فيها، فهو بين أربع خلال: إن ابتلي صبر، وإن أعطي شكر، وإن قال صدق، وإن حكم عدل؛ فهو في سائر الناس كالرجل الحي يمشي في قبور الأموات. </p><p> قال:  (نُورٌ عَلَى نُورٍ) قال: فهو يتقلب في خمسة من النور: كلامه نور، وعلمه نور، ومدخله نور، ومخرجه نور، ومصيره النور إلى يوم القيامة إلى الجنة. </p><p> قال: ثم ضرب مثل الكافر فقال: (وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ) وهو يحسبه عند اللَّه خيرًا فلا يجده، فيدخله اللَّه النار، وقال في آية أخرى له مثلا فقال: (أَوْ كَظُلُمَاتٍ فِي بَحْرٍ </p><p> لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ)، فهو يتقلب في ظلمات. </p><p> وقَالَ بَعْضُهُمْ: في قوله: (اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ) أي: بنوره يهتدي من في السماوات ومن في الأرض على ما ذكرناه (مَثَلُ نُورِهِ) في قلب المؤمن (كَمِشْكَاةٍ) وهي الكوة غير النافذة على ما ذكرنا (فِيهَا مِصْبَاحٌ) أي: سراج (كَوْكَبٌ دُرِّيٌّ) : مضيء، أي: منسوب إلى الدر؛ وهو قول الْقُتَبِيّ. </p><p> وقال أَبُو عَوْسَجَةَ:  (كَمِشْكَاةٍ) : الكوة التي تكون في الحائط؛ ومثال جماعته: الكوة، (كَوْكَبٌ دُرِّيٌّ) : مثل لسانه وصدره وقلبه (يَكَادُ زَيْتُهَا يُضِيءُ) قال: يكاد محمد يبين للناس وإن لم ينطق. </p><p> وعن الضحاك بن مزاحم (كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ) قال: خلقت الكواكب من نار يقال لها: دري؛ فمن ثمة قال:  (كَوْكَبٌ دُرِّيٌّ) . </p><p> وقد ذكرنا قولهم في المشكاة: </p><p> قَالَ بَعْضُهُمْ: الكوة: التي لا منفذ لها. </p><p> وقَالَ بَعْضُهُمْ: الفتيلة. </p><p> وقَالَ بَعْضُهُمْ: الفتيلة التي في جوف القنديل نفسه. </p><p> وقَالَ بَعْضُهُمْ: القائم في وسط القنديل، وهو موضع الفتيلة. </p><p> وقَالَ بَعْضُهُمْ: هي الحدايد التي يعلق بها القنديل. </p><p> وأما الزجاجة فهي القنديل. </p><p> ثم إن كان قوله:  (مَثَلُ نُورِهِ) أي: نور المؤمن، فليس ذلك وصف كل مؤمن ونعته، ولكن وصف المؤمن الذي يجتمع فيه جميع شرائط الإيمان وجميع الأخلاق الحسنة والآداب؛ لأنه وصفه بطهارة نفسه وجسده وقلبه وجميع أعماله وأفعاله؛ لأنه قال:  (كَمِشْكَاةٍ) ، وهي قلبه (مِصْبَاحٌ الْمِصْبَاحُ) وهو صدره الذي في قلبه المصباح والزجاجة وهو الإيمان الذي في صدره، ثم نعت الزجاجة فقال:  (كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ) أي: مضيء. </p><p> وقَالَ بَعْضُهُمْ: من الدر، فوصف الكل بالضياء والنور وطهارة الداخل منه والخارج ونقاوته، فهو المؤمن الذي يجتمع فيه جميع الشرائط والخصال المحمودة، وأما كل مؤمن فلا يحتمل، وهذا أشبه؛ ألا ترى أنه ذكر نعت الكافر من بعد وخبثه حيث قال: </p><p> (وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ) . </p><p> وإن كان وصف مُحَمَّد، ففيه جميع ما ذكر ونعته، وإن كان القرآن فهو كذلك أيضًا. </p><p> وقوله:  (يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ) الذي ذكرنا يحتمل المؤمن ويحتمل محمدا ويحتمل إبراهيم في كلهم (نُورٌ عَلَى نُورٍ) ، وقوله:  (يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ) يحتمل: يهدي اللَّه لنور مُحَمَّد، ويحتمل: القرآن، ويحتمل: الإيمان والهدى. </p><p> وقَالَ بَعْضُهُمْ:  (نُورٌ عَلَى نُورٍ) قال: فالزيت نور، والمصباح نور، والقنديل نور، وقال: المؤمن نور، وعمله نور، وكلامه نور. </p><p> ويحتمل قوله:  (يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ) أي: بنوره. </p><p> وقَالَ بَعْضُهُمْ:  (اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ) يقول: بنوره أضاء السماوات والأرض على ما ذكرنا: (مَثَلُ نُورِهِ) يقول: في قلب المؤمن، وهو في حرف ابن مسعود - رضي الله عنه -: (في قلب المؤمن) ، وهذا مثل ضربه للإيمان والقرآن، والقلب حين يدخله الإيمان والقرآن (كَمِشْكَاةٍ) يعني: الكوة، (فِيهَا مِصْبَاحٌ) يعني: الإيمان، والقرآن (فِي زُجَاجَةٍ) يعني: القلب، والمشكاة: الصدر، فكما دخل هذا المصباح في الزجاجة فأضاء؛ فكذلك أضاء القلب، ثم خرج من الزجاجة، فأضاءت المشكاة، فكذلك أضاء الصدر، ثم نزل الضوء من الكوة، فأضاء البيت، فكذلك نزل النور من الصدر فأضاء الجوف كله؛ فلم يدخله حرام، واللَّه أعلم بذلك. </p><p> وقوله:  (وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ) يحتمل ضرب الأمثال لهم وجهين: </p><p> أحدهما: ضرب لأفعالهم وأقوالهم مثلا؛ ليعرفوا مقاديرها في الحسن والجمال؛ ليعلموا قدرها من الجزاء والثواب، أو ضرب الأمثال لهم للأنفس المكرمين المعظمين المستوجبين كل خير؛ ليرغبوا في مثل ذلك فيستوجبوا ما استوجب أُولَئِكَ، وكان ضرب مثل الإيمان أو القرآن أو محمدًا وما كان على اختلاف ما قالوا بالأنوار التي ضربها - والله أعلم - لما أنه قد أقام الحجج والبراهين على الإيمان والقرآن ومُحَمَّد حتى صاروا كالأنوار التي شبههم بها من الحسن والجمال والضياء إليها حتى يعرف حسن هذه الأنوار وبهاءها كل أحد؛ فعلى ذلك المضروب به المثل صار في الحسن والبهاء والضياء بالحجج والبراهين كالأنوار التي لا يخفى حسنها وبهاؤها على أحد، ولا ينكرها إلا معاند ومكابر، وكان مثل الكفر والعناد من القبح والفساد والبطلان كالظلمات التي ذكر بعضها فوق بعض وكالسراب والزبد الذي ذكر حيث قال:  (وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ) ، وكالظلمات التي ذكر حيث قال:  (أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ. . .) الآية، (وَمَنْ لَمْ </p><p> يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ). </p><p> وقال ابن عَبَّاسٍ - رضي اللَّه عنهما -: (كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ) قال: الأنجم الخمسة دري: زهرة، وعطارد، والمشتري، وبهرام، والزحل. </p><p> قال قتادة: الدري: الضخم المنير. </p><p> قال الكسائي: من همز \" دريء \" فهو حسنه وظهوره وارتفاعه، تقول: درأ النجم، وهو فاش ظاهر في كلام العرب، ومن رفع الدال ومن لم يهمز فهو ينسبه إلى الدر، ومنهم من يرفع الدال ويهمز وأظنها لغة. </p><p> وقال أبو عمرو بن العلاء: الدري: النجم الذي تراه يتلألأ كأنه يجيء ويذهب. </p><p> وقد روي في الخبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" إن الرجل من أهل عليين ليشرف على أهل الجنة؛ فتضيء الجنة بوجهه كأنه كوكب دري \" ، وروي أن أبا بكر وعمر - رضي اللَّه عنهما - لمنهم، وأنعم. </p><p> وأيضًا روي دري بالرفع. </p><p> وفي خبر آخر عنه:  \" إن أول زمرة تدخل الجنة وجوههم على صورة القمر ليلة البدر، والذين يلونهم على أضوا كوكب دري في السماء، لكل امرئ منهم زوجتان اثنتان آدميتان يري مخ سوقهما من وراء اللحم، والذي نفس مُحَمَّد بيده ما فيها غرب \" . </p><p> وقوله:  (يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ) اختلف في قراءته: </p><p> قرأه بعضهم:  (يُوقَدُ) بالياء ورفعها ونصب القاف، يقول: المصباح يوقد. </p><p> ومن قرأها بالتاء ورفع الدال ونصب التاء رده على الزجاجة أراد تتوقد، ثم طرح إحدى التاءين. </p><p> ومن قرأ بالتاء ورفعها يعني: الزجاجة التي توقد. </p><p> وأقرأ، أهل مكة:  (تَوقَّد) بنصب التاء وتشديد القاف، يعني: المصباح توقد؛ فلذلك انتصب. </p><p> ومن قرأ:  (يُوقَدُ) يعني: الكوكب أو المصباح. </p><p> وقوله:  (لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ) قد ذكرنا بعض أقاويلهم فيما تقدم، لكنا نزيد فيها شيئًا. </p><p> قال قائل: هي شجرة ضاحية من حين تطلع الشمس إلى أن تغرب، ليس لها ظل شرقي ولا غربي، وزيتها أصفى الزيت وأعذبه وأطيبه. </p><p> وقال قائل: ليست بشرقية يحوزها المشرق، دون المغرب، وليست بغربية يحوزها المغرب دون المشرق، ولكنها بارزة في صحراء أو في رأس جبل تصيبها الشمس النهار كله، وهو مثل الأول. </p><p> وقال الكسائي: ليست بشرقية وحدها، ولا بغربية وحدها ولكنها شرقية وغربية، كما تقول: لا آتيك ولا آتي فلانا، له معنيان: إن شئت كان معناه: لا تأتي واحدا منهما، وإن شئت كان معناه: أنك لا تأتيهما معا، ومثله: واللَّه لا آكل ولا يأكل زيد معنيان، وكان يقال: رجل لا يرجو الجنة ولا يخاف النار ويحب الفتنة إنه رجل صالح: أما الفتنة فالمال والولد، قال اللَّه تعالى:  (إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ) ، وهو يرجو الجنة ويخاف النار على ما فسرنا. </p><p> وقَالَ بَعْضُهُمْ:  (لَا شَرْقِيَّةٍ) يقول: لا تضحى للشمس من أول النهار إلى آخره، ولا غربية عليها ظل من أول النهار إلى آخره، ولكنها شرقية وغربية يصيبها الشمس والظل، والعرب تقول: لا خير في شجرة في مضآة، ولا خير في شجرة في مضحاة. </p><p> وقائل يقول: لا تطلع الشمس ولا تغرب. </p><p> وقائل يقول: هي شجرة بالشام ليست بالمشرق وليست بالمغرب. </p><p> والحسن يقول: واللَّه لو كانت هذه الزيتونة في الأرض، لكانت شرقية أو غربية، والله ما هي في الأرض، ولكن هذا مثل ضربه اللَّه تعالى لنوره وهو هذا القرآن. </p><p> وأما قوله:  (نُورٌ عَلَى نُورٍ) قَالَ بَعْضُهُمْ: إيمان المؤمن نور، وعلمه نور، فهو نور على نور. </p><p> قَالَ بَعْضُهُمْ: نور النار على نور الزيت، فذلك نور على نور، وهو بجودته يعني: الزيت. </p><p> وقَالَ بَعْضُهُمْ: نور النار ونور الزيت حين اجتمعا أضاءا، ولا يضيء واحد بغير صاحبه، كذلك نور القرآن ونور الإيمان إذا اجتمعا لا يكون أحدهما مضيئا إلا بصاحبه. </p><p> وقَالَ بَعْضُهُمْ: ما ذكرنا من نور الإيمان والعلم. </p>"
}