{
  "id": null,
  "sura": 25,
  "aya": 3,
  "text": "<p> وبعد: فإن الولد في الشاهد إنما يكون من جنس الوالد ومن جوهره، ويكون من أشكاله، وكل ذي شكل وجنس يكون فيه منقصة وآفة؛ وكذلك الشريك إنما يكون من جنسه ومن شكله، وإنما يقع الحاجة إلى الولد إما لعجز أو آفة، فإذا كان اللَّه سبحانه له ملك السماوات والأرض وهو خالقهما - فأنى يقع له الحاجة إلى الولد والشريك؟! </p><p> وقوله:  (وَخَلَقَ كُلَّ شَيْءٍ) : فيه دلالة نقض قول المعتزلة؛ لأنه أخبر أنه خلق كل شيء، وعلى قولهم أكثر الأشياء لم يخلقها من الحركات والسكون والاجتماع والتفرق وجميع الأعراض؛ لأنهم يقولون: إنها ليست بمخلوقة لله ولا صنع له فيها. </p><p> وقوله:  (فَقَدَّرَهُ تَقْدِيرًا) : جائز أن يكون قوله: (فَقَدَّرَهُ تَقْدِيرًا) لحكمة أو (فَقَدَّرَهُ تَقْدِيرًا) لوحدانية اللَّه وألوهيته، أو (فَقَدَّرَهُ تَقْدِيرًا) أي: جعل له حدًّا لو اجتمع الخلائق على ذلك ما عرفوا قدره ولا حده من صلاح وغيره ما لو لم يقدر ذلك لفسد. </p><p> وقوله:  (وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً ... (٣) أي: معبودا. </p><p> ثم تسميته إياها - أعني: الأصنام التي عبدوها-: آلهة على ما عندهم وفي زعمهم: أنها آلهة؛ والإله عند العرب المعبود، يسمون كل معبود إلها؛ وكذلك قوله:  (فَرَاغَ إِلَى آلِهَتِهِمْ) ، عندهم وفي زعمهم، وقول موسى:  (وَانْظُرْ إِلَى إِلَهِكَ الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا) ، في زعمهم وعندهم أن كل معبود إله، وإلا قد عابهم بتسميتهم الأصنام: آلهة. </p><p> ثم بين سفههم وقلة فهمهم في عبادتهم الأصنام وتسميتهم إياها: آلهة؛ حيث قال:  (لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ) ، أي: يتركون عبادة من يعلمون أنه خالق كل شيء، ويعبدون من يعلمون أنهم لا يخلقون وهم يخلقون، ويتركون عبادة من يعلمون أنه يملك النفع والضر لأنفسهم أيضًا، وهو قوله:  (وَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا) لغيرهم؛ فعلى هذا الظاهر يجيء أن يكونوا هم سموا أنفسهم: آلهة لا الأصنام؛ لأنهم يملكون ضرر الأصنام ونفعها، والأصنام لا تملك ذلك لهم ولا لأنفسها. </p><p> وقَالَ بَعْضُهُمْ في قوله:  (وَلَا يَمْلِكُونَ مَوْتًا) أي: الموت الذي كان قبل أن يخلق الناس، كقول اللَّه تعالى:  (كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا) . </p><p> وأما قوله:  (وَلَا حَيَاةً) يقول: لا يملكون أن يزيدوا في هذا الأجل المؤجل، (وَلَا نُشُورًا) أي: بعثًا بعد الموت. </p><p> وقَالَ بَعْضُهُمْ: لا يملكون أن يميتوا حيًّا قبل أجله، (وَلَا حَيَاةً) : ولا يحيون ميتًّا إذا جاء أجله، (وَلَا نُشُورًا) ، أي: بعثا، على ما ذكرنا، وباللَّه العصمة. </p>"
}