{
  "id": null,
  "sura": 25,
  "aya": 44,
  "text": "<p> عبادة من لم يقم له الآيات والحجج بذلك بهواهم. </p><p> والثاني: أنهم عبدوا ما عبدوا من الأصنام بلا أمر كان لهم بالعبادة؛ لا بد من أمر يؤتمر بها، بل عبدوا بهواهم، أو كلام نحو هذا. </p><p> وقوله:  (أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا) أي: لست أنت بوكيل ولا مسلط عليهم ولا حافظ، أي: لا تسأل أنت عن أعمالهم ولا تحاسب عليها، بل هم المسئولون عنها، وهم محاسبون عليها؛ كقوله:  (مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ) ؛ وكقوله:  (فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ. . .) الآية، واللَّه أعلم. </p><p> وقوله:  (أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ إِنْ هُمْ إِلَّا كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ سَبِيلًا (٤٤) قوله: (أَمْ تَحْسَبُ) إن كان في الظاهر استفهامًا، فهو في الحقيقة على الإيجاب، وهكذا كل استفهام من اللَّه يخرج على الإيجاب أو على النهي؛ كأنه قال: قد حسبت أكثرهم يسمعون أو يعقلون، أي: لا ينتفعون بما يعقلون. </p><p> (إِنْ هُمْ إِلَّا كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ سَبِيلًا) : قَالَ بَعْضُهُمْ: كالأنعام لأن همتهم ليست إلا كهمة الأنعام، وهو الأكل والشرب، ليست لهم همة سواه، ليس للأنعام همة العاقبة، فعلى ذلك الكفرة فهم كالأنعام من هذه الجهة. </p><p> وقوله:  (بَلْ هُمْ أَضَلُّ) : قال قائلون: قوله: (أَضَلُّ) لأن الأنعام تعرف ربها وخالقها وتذكره، وهم لا يعرفون ربهم ولا يذكرونه. </p><p> أو هم أضل لأنهم ينسبون إلى اللَّه ما لا يليق به من الولد والشريك، ويشركون غيره في العبادةِ والأنعامُ لا، فهم أضل. </p><p> وقَالَ بَعْضُهُمْ: هم أضل؛ لأن الأنعام إذا هديت الطريق اهتدت، وهم يهدون ويدعون إلى الطريق فلا يهتدون ولا يجيبون فهم أضل. </p><p> أو أن يقال: هم أضل لأنهم يَضلون وُيضلون غيرهم ويمنعونهم عن الهدى، والأنعام لا، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ وَلَوْ شَاءَ لَجَعَلَهُ سَاكِنًا ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلًا (٤٥) ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا (٤٦) وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِبَاسًا وَالنَّوْمَ سُبَاتًا وَجَعَلَ النَّهَارَ نُشُورًا (٤٧) وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا (٤٨) لِنُحْيِيَ بِهِ بَلْدَةً مَيْتًا وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا (٤٩) </p><p> وقوله:  (أَلَمْ تَرَ) : قد ذكرنا في غير موضع أن حرف (أَلَمْ تَرَ) هو حرف تعجب واستفهام، لكن في الحقيفة على الإيجاب، أي: قد رأيت. </p>"
}