{
  "id": null,
  "sura": 25,
  "aya": 68,
  "text": "<p> والسائبة والوصيلة التي كانوا يتركونها سدى ولا ينتفعون بها. </p><p> والإقتار: هو الإمساك عن الإنفاق فيما ينتفع به. </p><p> وقَالَ بَعْضُهُمْ: الإسراف: هو المجاوزة عن الحد الذي جعل له في الإنفاق: في الإكثار، والإقتار: هو المنع عن الحد الذي جعل له. </p><p> (وَكَانَ بَيْنَ ذَلِكَ قَوَامًا) أي: وسطا؛ كقوله:  (وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ) ولكن بين ذلك. </p><p> وأصل (لَمْ يُسْرِفُوا) ، أي: لم ينفقوا ولم يضعوا إلا فيما أمروا أن يضعوا فيه. </p><p> (وَكَانَ بَيْنَ ذَلِكَ قَوَامًا) أي: قائمًا في ذلك، أخبر أن ما يفعلونه لا يفعلونه إلا بأمر، وأخبر أنهم لا يدعون مع اللَّه إلها آخر. </p><p> ثم يحتمل هذا وجهين:  (لَا يَدعُونَ (٦٨) أي: لا يعبدون دون اللَّه غيره، أو: لا يسمون غير اللَّه. </p><p> (وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ) : أخبر في الآية الأولى في قوله (يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا) عن معاملتهم الخلق، وصنيعهم بينهم وبين العباد؛ حيث أخبر أنهم يمشون هونًا ولا يؤذون أحدًا ولا يضرونه، وإذا أذاهم أهل الجهل والسفه لم يكافئوهم لأذاهم، ولكن احتملوا ذلك عنهم وتجاوزوا، وقالوا لهم قولا سديدًا؛ هذه معاملتهم فيما بينهم وبين الخلق بالنهار، وأخبر عن معاملتهم ودعائهم ربهم بالليل حيث قال:  (وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا (٦٤) وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ) الآية. </p><p> ثم أخبر عن صنيعهم في أموالهم التي في أيديهم أنهم لا يضعونها إلا فيما أمروا بالوضع فيها. </p><p> وأخبر عن صفتهم وإخلاصهم لله في العبادة وكفهم عن محارم اللَّه حيث قال:  (إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا) ، وقوله:  (وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ) ، وقوله:  (وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ) موصول بهذا أيضًا، ومقدم عن قوله:  (وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا) ؛ كأنه قال: ولا يزنون ولا يشهدون الزور، ومن يفعل ذلك - أي: ما ذكر من قتل النفس المحرمة، والزنا، وشهادة الزور، والشرك - يلق أثامًا. </p>"
}