{
  "id": null,
  "sura": 25,
  "aya": 60,
  "text": "<p> الذي باليمامة هو يعلمك، فقال النبي:  \" الرحمن هو اللَّه الذي خلق السماوات والأرض وما بينهما من عنده يأتيني ذلك \" ، فقالوا: أيزعم أن اللَّه واحد وهو يقول: اللَّه يعلمني، الرحمن يعلمني، ألستم تعلمون أن هذين إلهان، أو كلام نحو هذا. </p><p> وجائز أن يكون قولهم:  (وَمَا الرَّحْمَنُ) لما لا يعرفون الرحمن وعرفوا اللَّه فأنكروا ذلك لما لم يكونوا يسمعون ذلك، فعرفهم بقوله:  (قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ. . .) الآية. </p><p> أو أن يكونوا يعرفون كل معبود: إلها؛ وكذلك يسمون الأصنام التي عبدوها: آلهة، وكان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - دعاهم إلى عبادة الرحمن؛ فظنوا أنه غيره، فقالوا: فلئن جاز أن يعبد غير اللَّه، فنحن نعبد الأصنام فلِمَ تمنعنا عن ذلك؟ ! فأخبر: أن الرحمن والإله واحد ليس هو غير؛ حيث قال:  (تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا. . .) إلى آخر ما ذكر، يقول اللَّه: محال أن يكون الرحمن غير الإله، بل الرحمن هو الذي جعل في السماء بروجًا، وقد كانوا يعلمون أن الذي جعل في السماء البروج وهي النجوم، وجعل فيها السراج وهي الشمس والقمر - هو اللَّه، فأخبر أن الرحمن هو ذلك لا غير. </p><p> وفي قول بعضهم: إن قوله: (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ. . .) الآية من المكتوم، وفي الآية دلالة أنه ليس من المكتوم، ولكنه مما يعلم ويفسر؛ حيث قال:  (فَاسْأَلْ بِهِ خَبِيرًا) ، ولو كان مما لا يعلم لكان لا يأمره أن يسأل به خبيرًا، أو إن أمره بالسؤال لكان لا يحتمل ألا يخبره؛ دل ذلك أنه ليس من المكتوم، ولكنه مما يعلم، لكن لا يعلمه إلا الخبير، وهو العالم. </p><p> ثم يحتمل: اللَّه أو جبريل أو من يعلمه، واللَّه أعلم. </p><p> وقوله:  (فَاسْأَلْ بِهِ) : قَالَ بَعْضُهُمْ: باللَّه. </p><p> وقَالَ بَعْضُهُمْ: بالذي سبق ذكره من قوله: (ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) . </p><p> وقوله:  (وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ قَالُوا وَمَا الرَّحْمَنُ ... (٦٠) قد ذكرناه. </p><p> (أَنَسْجُدُ لِمَا تَأْمُرُنَا) بالياء والتاء جميعًا. </p><p> وقوله تعالى:  (وَزَادَهُمْ نُفُورًا) أي: زادهم دعاؤه إلى عبادة الرحمن نفورا عن رسول اللَّه. </p><p> وقَالَ بَعْضُهُمْ: في قوله: (فَاسْأَلْ بِهِ خَبِيرًا) يقول: ما أخبرتك من شيء فهو كما أخبرتك لا شك فيه، واللَّه أعلم. </p>"
}