{
  "id": null,
  "sura": 25,
  "aya": 29,
  "text": "<p> فقال:  \" لا حتى تشهد أن لَا إِلَهَ إِلَّا اللَّهُ وأني رسول اللَّه \" ، فشهد بذلك فطعم من طعامه، فبلغ ذلك أبيّ بن خلف فأتاه فقال: صبوت يا عقبة أصدَّقت، محمدًا وأجبته إلى ما دعاك؟!! فعيره على ذلك حتى رجع عقبة عن ذلك، وارتد عن دينه، وفي الحديث طول؛ فنزلت الآية في شأنه وصنيعه وندامته وحسرته على ما فعل، فقال:  (وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا. . .) إلى آخر ما ذكر. </p><p> وذكر أن عقبة وأبي بن خلف قتلا: أحدهما يوم بدر، والآخر يوم أحد، ولكن الآية في كل ظالم وكل كافر يكون على ما ذكر. </p><p> ثبم يحتمل قوله:  (يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ) وعلى التمثيل، والكناية عن الندامة والحسرة؛ لأن من اشتد به الندامة والحسرة والغيظ على شيء كاد أن يعض يديه غيظًا منه على ذلك؛ كما كنى بغل اليد عن ترك الإنفاق، وبالبسط عن كثرة الإنفاق والمجاوزة فيه؛ وكما كنى بالنبذ وراء الظهر عن ترك الانتفاع وقلة النظر فيه والاكتراث إليه؛ كقوله:  (نَكَصَ عَلَى عَقِبَيْهِ) ، عن الرجوع ونحوه، وقوله:  (يَرُدُّوكُمْ عَلَى أَعْقَابِكُمْ) ، وقوله (فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا) ، وأمثال هذا على التمثيل والكناية عن الرجوع والثبات والأخذ والترك؛ فعلى ذلك جائز أن يكون عض الأيدي كناية عن شدة الندامة والغيظ على ما حك به. </p><p> ويشبه أن يكون على التحقيق: تحقيق عض اليد، يجعل اللَّه عقوبته بعض اليد؛ كما جعل عقوبة أنفسهم بأنفسهم؛ حيث جعل أنفسهم حطبا للنار يعذبون ويعاقبون، واللَّه أعلم. </p><p> وقوله:  (يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا) : السبيل الذي دعاه الرسول إليه. </p><p> (يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا (٢٨) يحتمل الإنسان، ويحتمل الشيطان، أي: لم أتخذ الشيطان خليلا، ولم أطعه فيما دعا، أو الإنسان الذي قلده فيما قلده. </p><p> وقوله:  (لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولًا (٢٩) يحتمل قوله: (عَنِ الذكْرِ) أي: الشرف الذي يذكر به المرء، أضلني عن ذلك الشرف، أو أضلني عما يذكرني هذا، أو أضلني عن الذكر، أي: عن القرآن: وما فيه من الذكرى، واللَّه أعلم. </p><p> وقوله:  (وَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولًا) أي: تاركا له متبرئًا منه، يقول كما قال في آية أخرى حكاية عنه:  (إِنِّي بَرِيءٌ مِنْكَ) ، ويقول كما قال:  (وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ. . .) الآية، أو أن يكون كما ذكر:  (ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ. . .) الآية. </p><p> أو أن يكون ذلك الخذلان منه له في الدنيا يمنيه بأماني ويزين له أشياء، ثم لا يوصله إليها. </p>"
}