{
  "id": null,
  "sura": 25,
  "aya": 19,
  "text": "<p> كان عالمًا لما كان منهم، لكن السؤال إياهم - واللَّه أعلم - يخرج مخرج توبيخ أُولَئِكَ الكفرة وتعييرهم؛ لأنهم يعبدون من ذكر من دون اللَّه، ويقولون: هم أمروهم بذلك، وكانوا مقبولي القول عندهم صادقين فيما يخبرون ويقولون، فأراد أن يظهر كذبهم عند الخلائق؛ لذلك سألهم، واللَّه أعلم بالكائن منهم من أنفسهم، لكنه يخرج على ما ذكرنا. </p><p> ثم نزهوه عن جميع ما لا يليق به، وبرءوا أنفسهم عن أن يكون منهم أمر أو شيء مما نسبه أُولَئِكَ إليهم، وهو أعلم بهم فقالوا:  (سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ حَتَّى نَسُوا الذِّكْرَ وَكَانُوا قَوْمًا بُورًا (١٨) قال أهل التأويل: (أَوْلِيَاءَ) أي: أربابًا، وهم لم يتخذوا أربابا من دونه، لكنه عندنا يخرج على وجهين: </p><p> أحدهما: ما كان ينبغي لنا أن نتخذ من دونه أولياء هم المؤمنون. </p><p> الثاني: أو أن يكون: ما كان ينبغي لنا أن نتخذ من دون ولايتك ولاية سواك. </p><p> وفي بعض القراءات:  (أن نُتَّخَذَ من دونك أولياء) برفع النون، لكن أهل الأدب يقولون: هو خطأ. </p><p> وقوله:  (وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ حَتَّى نَسُوا الذِّكْرَ) : هذا يحتمل وجهين: </p><p> أحدهما: أن آباءهم قد أمهلوا ومتعوا في هذه الدنيا، حتى ماتوا على ذلك من غير أن أصابهم شيء مما أوعدوا في كتابهم، ومما أوعدهم الرسل من العذاب والهلاك على ما اختاروا من الدِّين وصنيعهم، فظنوا أنهم على حق من ذلك؛ حيث لم يصبهم من المواعيد المذكورة في كتابهم، أو ما أوعدهم رسلهم بشيء؛ فعلى هذا التأويل الذكر: الذي نسوه هو كتابهم، أو ما أوعدهم رسلهم، واللَّه أعلم. </p><p> فإن كان على هذا فالآية في أهل الكتاب منهم. </p><p> ويحتمل أن تكون الآية في الفراعنة، والقادة من هَؤُلَاءِ الكفرة متعوا في هذه الدنيا بأحوال ورياسة، ووسع عليهم المعيشة، حتى دعوا الناس وأتباعهم إلى ما هم عليه من التكذيب برسوله وما أنزل عليه، فأجيبوا بالأموال عندهم، فنسوا ما في القرآن من الوعيد. </p><p> (وَكَانُوا قَوْمًا بُورًا) والبور: قَالَ بَعْضُهُمْ: الهلاك. </p><p> وقَالَ بَعْضُهُمْ: البور: الفساد. </p><p> وقوله:  (فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا وَمَنْ يَظْلِمْ مِنْكُمْ نُذِقْهُ عَذَابًا كَبِيرًا (١٩) أي: فقد كذبكم أُولَئِكَ، (بِمَا تَقُولُونَ) : أنهم أمرونا بذلك، وكانوا عندهم صدقة. </p><p> وقوله:  (فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا) : هذا يحتمل وجوها: </p><p> أحدها: أي: ما يستطيع أُولَئِكَ الكفرة صرف قول من عبدوهم وتكذيبهم حين كذبوهم في قولهم. </p><p> (وَلَا نَصْرًا) أي: ولا استطاعوا الانتصار منهم حين كذبوهم؛ وعلى ذلك يخرج قراءة من قرأه بالتاء:  (فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا) . </p><p> والثاني: يحتمل: (فما يستطعون) أُولَئِكَ المعبودون صرف عذاب اللَّه ونقمته عنكم، ولا كانوا لهم نصراء؛ لأنهم قالوا:  (هَؤلَآءِ شُفَعَاؤُنَا عِندَ اللَّه) ، و (مَا نعبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) . </p><p> والثالث:  (فَمَا تَسْتَطِيعُونَ صَرْفًا) أي: فداء، (وَلَا نَصْرًا) أي: لا يقبل منهم الفداء، ولا كان لهم ناصر ينصرهم في دفع العذاب عنهم؛ كقوله:  (وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنْفَعُهَا شَفَاعَةٌ) . </p><p> وقَالَ الْقُتَبِيُّ وأَبُو عَوْسَجَةَ: قَالَ بَعْضُهُمْ: الصرف: النافلة، سميت صرفًا لأنها زيادة على الواجب، والعدل: الفريضة. وقد روي في الخبر:  \" من طلب صرف الحديث ليبتغي به إقبال وجوه الناس، لم يرح رائحة الجنة \" أي: من طلب تحسينه بالزيادة فيه. </p><p> وقَالَ بَعْضُهُمْ: الصرف: الدية، والعدل: رجل مثله؛ كأنه يريد: لا يقبل منه أن يفتدي برجل مثله وعدله، ولا يصرف عن نفسه بديته، ومنه قيل: صارفي، وصرف الدرهم بالدنانير؛ لأنك تصرف هذا إلى هذا، وأصله ما ذكرنا. </p><p> قَالَ الْقُتَبِيُّ وأبو عبيدة:  (قَوْمًا بُورًا) ، أي: هلكى، وهو من بار يبور؛ إذا هلك وبطل؛ يقال: بار الطعام، إذا كسد، وبارت الأيم؛ إذا لم يرغب فيها، وفي الخبر:  \" كان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يتعوذ من بوار الأيم \" . </p><p> قال أبو عبيدة: يقال: رجل بور وقوم بور لا يثنى ولا يجمع. </p>"
}