{
  "id": null,
  "sura": 25,
  "aya": 30,
  "text": "<p> قوله تعالى:  (وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا (٣٠) وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِنَ الْمُجْرِمِينَ وَكَفَى بِرَبِّكَ هَادِيًا وَنَصِيرًا (٣١) وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا (٣٢) وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا (٣٣) الَّذِينَ يُحْشَرُونَ عَلَى وُجُوهِهِمْ إِلَى جَهَنَّمَ أُولَئِكَ شَرٌّ مَكَانًا وَأَضَلُّ سَبِيلًا (٣٤) </p><p> وقوله:  (وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا) : قَالَ بَعْضُهُمْ: المهجور: هو الذي لا ينتفع ولا يعمل به وقال أَبُو عَوْسَجَةَ والْقُتَبِيّ: مهجورًا أي: تركوه مهجورا، أي: متروكا، ويقال: مهجورا أي: كالهذيان، والهجر الاسم يقال: فلان يهجر في منامه، أي: يهذي، وهو بالفارسية \" بلايه كفتى \" . </p><p> وقوله:  (وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِنَ الْمُجْرِمِينَ وَكَفَى بِرَبِّكَ هَادِيًا وَنَصِيرًا (٣١) أي: مثل الذي جعلنا لك من العدو من الكفرة جعلنا لكل نبي من قبلك عدوًّا. </p><p> ثم العداوة تكون في الدِّين مرة، ومرة في الأنفس وأحوالها. </p><p> فإن كان العدو عدوا في الدِّين، فجميع الكفرة له أعداء لخلافهم له في الدِّين، ويكون حرف (مِن) صلة، أي: جعلنا لكل نبي المجرمين أعداء. </p><p> وإن كان على تحقيق (مِن) وإثباتها فالعداوة عداوة في الدِّين والإخوان، وذلك راجع إلى الفراعنة وأضداد الرسل، ما من رسول إلا وله فراعنة وأضداد ينازعونه ويقاتلونه ويهمون قتله. </p><p> ثم بشر رسوله بالحفظ له والنصر والظفر على أعدائه، وهو قوله:  (وَكَفَى بِرَبِّكَ هَادِيًا وَنَصِيرًا) . </p><p> وقوله:  (وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا (٣٢) ذكر أهل التأويل أن أهل مكة كانوا يأتون رسول اللَّه فيتبعونه ويسألونه ويقولون: يا مُحَمَّد، أتزعم أنك رسول من عند اللَّه، أفلا أتيتنا بالقرآن جملة واحدة؛ كما أنزلت التوراة جملة واحدة على موسى، والإنجيل على عيسى، والزبور على داود فقال: (كَذَلِكَ لِنُثَبِّتَ بِهِ </p>"
}