{
  "id": null,
  "sura": 25,
  "aya": 8,
  "text": "<p> يلبس أُولَئِكَ القادة على الأتباع؛ كقولهم: إنه ساحر وإنه كذاب وإنه مجنون؛ فكان في ذلك تلبيس عليهم. </p><p> والثالث: ما قال: (قُلْ لَوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ. . .) الآية، أي: لو كان أهل الأرض ملائكة لكنا أنزلنا عليهم الرسول ملكا من جنسهم وجوهرهم؛ لأنهم أعرف به وأظهر صدقًا عندهم ممن هو من غير جوهرهم وجنسهم، فإذا كان أهل الأرض بشرًا فالرسول إذا كان منهم، فهم أعرف به وصدقه أظهر عندهم، وقلوبهم إليه أميل لا إلى من هو من غير جنسهم. </p><p> وأجاب لطعنهم في أكله ومشيه في الأسواق حيث قال:  (وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ) ، في حوائجهم، أي: غيره من الرسل الذين تؤمنون أنتم بهم كانوا فقراء، يأكلون الطعام ويمشون في حوائج أنفسهم، ثم لم يمنع ذلك عن أن يكونوا موضعًا لرسالته؛ فعلى ذلك مُحَمَّد، والفقير وذو الحاجة أحق أن يكون موضعًا لرسالته من الغني الثري؛ لأن الناس يتبعون الغني ومن له الملك والثروة، فلو كان الرسول غنيًّا مثريًّا لكان لا يظهر متبع الحق من غيره، وإذا كان فقيرًا محتاجًا لظهر ذلك، اللهم إلا أن يكون ملكًا هو آية الرسالة نحو ملك سليمان وداود، وذلك لنفسه آية لرسالته على ما قال:  (وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي) ، واللَّه أعلم. </p><p> وقوله:  (لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا) : كأنهم قالوا ذلك لما نزل قوله: (تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا) ، قالوا عند ذلك:  (لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ) ، وقالوا:  (أَوْ يُلْقَى إِلَيْهِ كَنْزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا (٨) عند سماع قوله: (الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) ، أي: قالوا: لو كان مُحَمَّد رسول اللَّه من له ملك السماوات والأرض ونذيرًا للعالمين على ما يقول، لكان أنزل معه ملك نذيرًا، ولكان أعطي هو كنزًا أي: مالا أو تكون له جنة يأكل منها على ما يكون لرسل ملوك الأرض. </p><p> لكن الجواب لهم ما ذكرة (تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَكَ خَيْرًا مِنْ ذَلِكَ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ. . .) الآية، أي: لو شاء أعطاك خيرًا مما يقولون من البنيان والقصور على ما أعطى غيرك، لكن ليس فيما يمنع منقصة لك، ولا فيما أعطاهم فضيلة. </p><p> وقوله:  (وَقَالَ الظَّالِمُونَ إِنْ تَتَّبِعُونَ) أي: ما تتبعون، (إِلَّا رَجُلًا مَسْحُورًا) : لا تزال عادتهم بنسبة الرسول إلى السحر والجنون والكذب. </p><p> وقوله:  (انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا (٩) فتأويله - واللَّه أعلم - أي: انظر إلى </p>"
}