{
  "id": null,
  "sura": 25,
  "aya": 13,
  "text": "<p> خيرًا من ذلك. </p><p> ثم أخبر أن الذي حملهم على ذلك السؤال وأنواع الطعن فيه هو تكذيبهم بالساعة؛ حيث قال:  (بَلْ كَذَّبُوا بِالسَّاعَةِ ... (١١) هو حيث لم يروا لأمورهم عاقبة ينتهون إليها؛ يثابون عليها أو يعاقبون. </p><p> ثم أخبر ما أعدّ لهم بتكذيبهم الساعة فقال:  (وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا) . </p><p> ثم وصف ذلك السعير فقال:  (إِذَا رَأَتْهُمْ مِنْ مَكَانٍ بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا (١٢) </p><p> وقوله:  (رَأَتْهُمْ مِنْ مَكَانٍ بَعِيدٍ) : يحتمل وجهين: أحدهما: يجعل لها أسبابًا تراهم كما يرونها. والثاني إذا صاروا في مكان بحيث يرونها كأنها رأتهم. </p><p> وقوله:  (وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا (١٣) قيل: إن النار ترفع ويعلو لهبها، وترد من كان في أعلاها إلى أسفلها، ويرد من كان في أسفلها إلى أعلاها، فيجمعهم جميعًا فيضيق عليهم المكان ويشتد بهم العذاب، كلما ضاق عليهم المكان كان العذاب لهم أشد. </p><p> وقوله:  (مُقَرَّنِينَ) : قَالَ بَعْضُهُمْ: مقيدين بعضهم ببعض. </p><p> ثم قَالَ بَعْضُهُمْ: الشيطان يقرن، وَيقَتدُ كل بشيطانه الذي دعاه إلى دعائه واتبعه؛ كقوله:  (وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا. . .) الآية. </p><p> وقَالَ بَعْضُهُمْ: يقرن العابد والمعبود من دون اللَّه، وهو الأصنام التي عبدوها؛ كقوله:  (احْشُرُوا الَّذِينَ ظَلَمُوا. . .) الآية. </p><p> وقوله:  (دَعَوْا هُنَالِكَ ثُبُورًا) أي: هلاكا، والثبور: الهلاك؛ كقوله:  (وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُورًا) أي: هالكًا. </p><p> والثبور والويل: هما حرفان يدعو بهما كل من كان في الهلكة والشدة، فقال:  (لَا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا (١٤) أي: لا تدعوا هلاكًا واحدًا؛ كما يكون في الدنيا أن من هلك مرة لا يهلك ثانيًا، وأما في النار فإن لأهلها هلكات لا تحصى؛ كقوله:  (وَيَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ) أي: أسباب الموت تأتيهم من كل مكان وما هو بميت؛ وكقوله:  (كُلَّمَا نَضِجَتْ جُلُودُهُمْ. . .) الآية. </p><p> وإنما يسألون ويدعون بالهلاك لما يرجون من الهلاك النجاة من ذلك العذاب؛ وهكذا كل من ابتلي ببلاء شديد يتمنى الهلاك والموت. </p>"
}