{
  "id": null,
  "sura": 25,
  "aya": 7,
  "text": "<p> وقَالَ الْقُتَبِيُّ:  \" تبارك \" مشتق من البركة، وكذلك قال الكسائي، وقد ذكرنا ذلك. </p><p> وقال أَبُو عَوْسَجَةَ: تنزيه، مثل قولك:  \" تعالى \" ، على ما ذكرنا، وقال: الفرقان هو الحق؛ فرق بين الحق والباطل، والقرآن: هو من قَرْنِ بعض إلى بعض، والزبور: هو اسم كتاب، والزُّبُر: جميع، وزبرت: كتبت، والزبَر: قطع الحديد، كقوله:  ((آتُونِي زُبَرَ الْحَدِيدِ) ، الواحد: زبْرة، والتوراة: اسم كتاب لا أظنه بالعربية. </p><p> قال أبو معاذ: الأساطير: الأحاديث، واحدها: أسطورة، كأرجوزة وأراجيز، وأحدوثة وأحاديث، وأعجوبة وأعاجيب. </p><p> وفي حرف حفصة:  (فهي تُمَلُّ عليه) ، وهما لغتان، وفي سورة البقرة:  (أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ) . </p><p> وقوله:  (وَقَالُوا مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا (٧) كان الكفرة يطعنون رسول اللَّه بشيئين: </p><p> أحدهما: أنه من البشر؛ بقولهم:  (مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ) ، و (إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا) ، كانوا لا يرون أن يكون من البشر رسول كقوله:  (لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ) الآية، وقو لهم:  (لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا) ، ونحو ذلك. </p><p> والثاني: كانوا يطعنون بالفقر والحاجة وصفارة اليد؛ حيث قالوا:  (أَوْ يُلْقَى إِلَيْهِ كَنْزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ) ، وحيث قالوا:  (يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ) كأنهم ينكرون الرسالة في الفقراء وذوي الحاجة، ويرونها في ذوي الملك والأموال؛ ولذلك قالوا:  (لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ) ، فعلى ذلك قولهم:  (يَأْكُلُ الطَّعَامَ) كما يأكل الفقراء، (وَيَمْشِي فِي الْأَسْوَاقِ) وفي حوائجه كما يمشي الفقراء، ولو كان رسولًا لكان ملكًا غنيًّا يأكل طعام الملوك، لا يقع له الحاجة إلى أن يمشي في الأسواق في حوائجه. </p><p> فأجاب لهم في طعنهم فيه أنه بشر مثلهم، وإنكارهم الرسالة في البشر بوجوه: </p><p> أحدها: قول: (لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ) ، قال:  (وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ) الآية، معناه - واللَّه أعلم -: أنه لا ينزل الملك إلا بالعذاب، فلو أنزل لأنزل بالعذاب فأهلكوا. </p><p> والثاني: ما قال: (وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا) ، تأويله - واللَّه أعلم -: أنه لم يجعل في وسع البشر رؤية الملك على صورته وعلى ما هو عليه؛ إذ جنس هذا غير جنس أُولَئِكَ، وجوهرهم غير جوهر أُولَئِكَ، ولو جعلناه هكذا كنا لبسنا ما كان </p>"
}