{
  "id": null,
  "sura": 25,
  "aya": 50,
  "text": "<p> ما ذكرنا. </p><p> ويحتمل قوله:  (وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا) ، أي: نسقيه من الماء الطّهور والمنزل من السماء كثيرًا من الأنعام، وكثيرًا من الإناس، وكثيرا ما يسقى من المياه المنتزعة من الأرض. </p><p> * * * </p><p> قوله تعالى:  (وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُوا فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُورًا (٥٠) وَلَوْ شِئْنَا لَبَعَثْنَا فِي كُلِّ قَرْيَةٍ نَذِيرًا (٥١) فَلَا تُطِعِ الْكَافِرِينَ وَجَاهِدْهُمْ بِهِ جِهَادًا كَبِيرًا (٥٢) </p><p> وقوله:  (وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُوا) ، أي: صرفنا المطر والسحاب بينهم يمطر في مكان، ويسوق السحاب إلى مكان ولا يسوق إلى مكان آخر؛ كقوله:  (وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ. . .) الآية؛ وكقوله:  (فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ) الآية. </p><p> يذكرهم في هذه الآيات من قوله:  (أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ) إلى قوله: (وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ) ليذكروا تدبيره وقدرته وحكمته ونعمه؛ أما تدبيره: حيث ترى السحاب في موضع ولا تراه في موضع، وتراه منبسطًا في الآفاق ثم يمطر في موضع آخر، ولا يرسل في مكان ويرسل في مكان آخر؛ ليعلم أنه عن تدبير كان هكذا لا بالطبع؛ لأنه لو كان بالطبع كان ذلك لكان لا جائز أن يمطر في مكان ويترك في مكان آخر، دل أنه بالتدبير كان ما كان وبالأمر. </p><p> وأما قدرته: فما ذكر من إحياء الأرض الميتة بعد موتها، وإماتتها بعد حياتها مما يعلم كل أحد حياتها وموتها، ويقر بذلك، فمن قدر على هذا قادر على إحياء الموتى بعد الموت، ولا يعجزه شيء. </p><p> وأما حكمته: أن ما خلق مما ذكر وأنشأه لم ينشئه عبثًا، يمهلهم لا يأمرهم ولا ينهاهم، ولا يمتحنهم بشيء، ولا يجعل لهم عاقبة يثابون ويعاقبون، ولا يستأدي بهم شكر ما أنعم عليهم من أنواع النعم مما يعجز عقولهم عن إدراكه، ويقصر أفهامهم عن تقدير مثله؛ ليعلم أنه قادر بذاته لا يعجزه شيء. </p><p> ثم قال:  (فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُورًا) قال الكسائي: الكُفور برفع الكاف: الكفر، والكَفور -بفتح الكاف-: الكافر، والشُّكور -بضم الشين-: الشكر، والشَّكور -بفتح الشين-: الشاكر وهو المؤمن؛ فيكون تأويله: فأبي أكثر الناس إلا كفرا باللَّه وتكذيبا لنعمه؛ بصرفهم العبادة إلى غيره ولتفاؤلهم وتطيرهم أن هذا من نوء كذا، واللَّه أعلم. </p>"
}