{
  "id": null,
  "sura": 25,
  "aya": 34,
  "text": "<p> وقَالَ بَعْضُهُمْ: قوله: (وَرَتَّلْنَاهُ تَرْتِيلًا) أي: بيناه تبيانا. </p><p> وقَالَ بَعْضُهُمْ في قوله:  (وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا) ، قال: لا يخاصمونك بشيء ولا يجادلونك إلا جئناك بالحق - يعني: القرآن- (وَأَحْسَنَ تَفْسِيرًا) ، يقول: جئناك بالقرآن بأحسن مما جاءوا به تفسيرا، وهو قريب مما ذكرنا بدءًا. </p><p> وفي حرف حفصة:  (إلا جئناك بأحق منه وأحسن تفسيرا) ، وهو شبيه ببعض التأويلات التي ذكرناها. </p><p> وقوله:  (الَّذِينَ يُحْشَرُونَ عَلَى وُجُوهِهِمْ إِلَى جَهَنَّمَ أُولَئِكَ شَرٌّ مَكَانًا وَأَضَلُّ سَبِيلًا) يشبه أن يكون ذكر هذا على مقابلة سبقت، وإلا على الابتداء لا يستقيم ذكره؛ فجائز أن يكون ذكره على مقابلة قوله:  (أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا. . .) الآية، هذا ذكر مقام أهل الجنة، فذكر مقابل ذلك مكان أهل النار، فقال:  (الَّذِينَ يُحْشَرُونَ عَلَى وُجُوهِهِمْ إِلَى جَهَنَّمَ أُولَئِكَ شَرٌّ مَكَانًا وَأَضَلُّ سَبِيلًا) أي: شر مكانا في الآخرة، وأضل سبيلا في الدنيا، ويكون مقابل قوله:  (قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا) ، فقال (الَّذِينَ يُحْشَرُونَ عَلَى وُجُوهِهِمْ إِلَى جَهَنَّمَ أُولَئِكَ شَرٌّ مَكَانًا وَأَضَلُّ سَبِيلًا) ، من الذين آمنوا، بل مقامهم الجنة - أعني: المؤمنين- ومقام الكفرة النار، فهم شر مكانًا منهم. </p><p> وفي بعض الأخبار: أن رجلا قال: يا نبي اللَّه، كيف يحشر الكافر على وجهه يوم القيامة؟ فقال:  \" إن الذي أمشاه على رجليه قادر على أن يمشيه على وجهه \" . </p><p> * * * </p><p> قوله تعالى:  (وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَا مَعَهُ أَخَاهُ هَارُونَ وَزِيرًا (٣٥) فَقُلْنَا اذْهَبَا إِلَى الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَدَمَّرْنَاهُمْ تَدْمِيرًا (٣٦) وَقَوْمَ نُوحٍ لَمَّا كَذَّبُوا الرُّسُلَ أَغْرَقْنَاهُمْ وَجَعَلْنَاهُمْ لِلنَّاسِ آيَةً وَأَعْتَدْنَا لِلظَّالِمِينَ عَذَابًا أَلِيمًا (٣٧) وَعَادًا وَثَمُودَ وَأَصْحَابَ الرَّسِّ وَقُرُونًا بَيْنَ ذَلِكَ كَثِيرًا (٣٨) وَكُلًّا ضَرَبْنَا لَهُ الْأَمْثَالَ وَكُلًّا تَبَّرْنَا تَتْبِيرًا (٣٩) وَلَقَدْ أَتَوْا عَلَى الْقَرْيَةِ الَّتِي أُمْطِرَتْ مَطَرَ السَّوْءِ أَفَلَمْ يَكُونُوا يَرَوْنَهَا بَلْ كَانُوا لَا يَرْجُونَ نُشُورًا (٤٠) </p><p> وقوله:  (وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ) أي: التوراة، (وَجَعَلْنَا مَعَهُ أَخَاهُ هَارُونَ وَزِيرًا) : ذكر هاهنا أنه كان وزيرا له، وذكر في آية أخرى:  (فَأْتِيَاهُ فَقُولَا إِنَّا رَسُولَا رَبِّكَ) ، وفي آية أخرى: أنه كان نبيًّا حيث قال: (وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا) ، فكان ما ذكر ذلك كله نبيًّا ورسولا، وكان له وزيرا، والوزير هو العون والعضد، فإنه قال: (وَجَعَلْنَا مَعَهُ </p>"
}