{
  "id": null,
  "sura": 25,
  "aya": 18,
  "text": "<p> كان عالمًا لما كان منهم، لكن السؤال إياهم - واللَّه أعلم - يخرج مخرج توبيخ أُولَئِكَ الكفرة وتعييرهم؛ لأنهم يعبدون من ذكر من دون اللَّه، ويقولون: هم أمروهم بذلك، وكانوا مقبولي القول عندهم صادقين فيما يخبرون ويقولون، فأراد أن يظهر كذبهم عند الخلائق؛ لذلك سألهم، واللَّه أعلم بالكائن منهم من أنفسهم، لكنه يخرج على ما ذكرنا. </p><p> ثم نزهوه عن جميع ما لا يليق به، وبرءوا أنفسهم عن أن يكون منهم أمر أو شيء مما نسبه أُولَئِكَ إليهم، وهو أعلم بهم فقالوا:  (سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ حَتَّى نَسُوا الذِّكْرَ وَكَانُوا قَوْمًا بُورًا (١٨) قال أهل التأويل: (أَوْلِيَاءَ) أي: أربابًا، وهم لم يتخذوا أربابا من دونه، لكنه عندنا يخرج على وجهين: </p><p> أحدهما: ما كان ينبغي لنا أن نتخذ من دونه أولياء هم المؤمنون. </p><p> الثاني: أو أن يكون: ما كان ينبغي لنا أن نتخذ من دون ولايتك ولاية سواك. </p><p> وفي بعض القراءات:  (أن نُتَّخَذَ من دونك أولياء) برفع النون، لكن أهل الأدب يقولون: هو خطأ. </p><p> وقوله:  (وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ حَتَّى نَسُوا الذِّكْرَ) : هذا يحتمل وجهين: </p><p> أحدهما: أن آباءهم قد أمهلوا ومتعوا في هذه الدنيا، حتى ماتوا على ذلك من غير أن أصابهم شيء مما أوعدوا في كتابهم، ومما أوعدهم الرسل من العذاب والهلاك على ما اختاروا من الدِّين وصنيعهم، فظنوا أنهم على حق من ذلك؛ حيث لم يصبهم من المواعيد المذكورة في كتابهم، أو ما أوعدهم رسلهم بشيء؛ فعلى هذا التأويل الذكر: الذي نسوه هو كتابهم، أو ما أوعدهم رسلهم، واللَّه أعلم. </p><p> فإن كان على هذا فالآية في أهل الكتاب منهم. </p><p> ويحتمل أن تكون الآية في الفراعنة، والقادة من هَؤُلَاءِ الكفرة متعوا في هذه الدنيا بأحوال ورياسة، ووسع عليهم المعيشة، حتى دعوا الناس وأتباعهم إلى ما هم عليه من التكذيب برسوله وما أنزل عليه، فأجيبوا بالأموال عندهم، فنسوا ما في القرآن من الوعيد. </p><p> (وَكَانُوا قَوْمًا بُورًا) والبور: قَالَ بَعْضُهُمْ: الهلاك. </p><p> وقَالَ بَعْضُهُمْ: البور: الفساد. </p><p> وقوله:  (فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا وَمَنْ يَظْلِمْ مِنْكُمْ نُذِقْهُ عَذَابًا كَبِيرًا (١٩) أي: فقد كذبكم أُولَئِكَ، (بِمَا تَقُولُونَ) : أنهم أمرونا بذلك، وكانوا عندهم صدقة. </p>"
}