{
  "id": null,
  "sura": 25,
  "aya": 41,
  "text": "<p> يَسْمَعُونَ أَوْ يَعْقِلُونَ إِنْ هُمْ إِلَّا كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ سَبِيلًا (٤٤) </p><p> وقوله:  (وَإِذَا رَأَوْكَ إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا (٤١) كانوا إذا رأوه هزئوا به، إذا خلا بعضهم إلى بعض يقولون فيما بينهم: أبعث اللَّه بشرًا رسولا، هكذا كانت عادة الكفرة يهزءون به إذا حضروه، وإذا غابوا عنه قالوا ما ذكر. </p><p> وقوله:  (إِنْ كَادَ لَيُضِلُّنَا عَنْ آلِهَتِنَا لَوْلَا أَنْ صَبَرْنَا عَلَيْهَا وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذَابَ مَنْ أَضَلُّ سَبِيلًا (٤٢) في قوله: (إِنْ كَادَ لَيُضِلُّنَا عَنْ آلِهَتِنَا) دلالة أنه إنما أراد أن يضلهم عن عبادتهم الأصنام بالحجج والآيات؛ إذ ليس في وسع النبي صرفهم ومنعهم عن ذلك إلا من وجه لزوم الآيات والحجج، إلا أنهم رفضوا تلك الآيات والحجج، وكابروها وثبتوا على عبادة الأصنام والأوثان، وإلا علموا -من جهة الآيات والحجج التي أقامها عليهم- أنه على الحق، وأنهم على باطل. </p><p> ثم قوله:  (وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذَابَ مَنْ أَضَلُّ سَبِيلًا) أي: يعلمون حين لا يقدرون على الجحود والإنكار إذا أنزل بهم العذاب، ووقع: من أضل سبيلا هم أو المؤمنون؟ لأنهم وإن علموا بالآيات والحجج أنه على الحق، وأنهم على باطل، وعلموا الموعود من العذاب فأخبر أنهم يعلمون عند وقوعه بهم علما لا يقدرون على جحوده ولا إنكاره؛ كقوله:  (فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ) وهذه الآية، وقوله:  (أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ) ، وقوله:  (رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا) ، وأمثال ذلك إذا عاينوا الموعود في الدنيا يقرون به لا يقدرون على الجحود؛ فكذلك قوله:  (وَسَوْفَ يَعْلَمُونَ) علما لا يقدرون على الإنكار والجحود (حِينَ يَرَوْنَ الْعَذَابَ مَنْ أَضَلُّ سَبِيلًا) . </p><p> وقوله:  (أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا (٤٣) قَالَ بَعْضُهُمْ: إنهم كانوا يعبدون أشياء حجرًا أو غيره، فإذا رأوا أحسن منه في رأي العين والمنظر، تركوا عبادة ذاك، وعبدوا ما هو أحسن منه. </p><p> وقَالَ بَعْضُهُمْ: كلما هوت أنفسهم شيئًا عبدوه، وكلما اشتهوا شيئًا أتوه، لا يحجزهم عن ذلك ورع ولا تقوى لله. </p><p> ويحتمل وجهين آخرين سوى ما ذكر هَؤُلَاءِ: </p><p> أحدهما: تركوا عبادة الإله الذي قامت الحجج والآيات بألوهيته وربوبيته، ولزموا </p>"
}