{
  "id": null,
  "sura": 25,
  "aya": 49,
  "text": "<p> (وَجَعَلَ النَّهَارَ نُشُورًا) : فمن جعل السبات: النوم، جعل قوله:  (النَّهَارَ نُشُورًا) أي: حياة يحيون فيه. </p><p> ومن يقول: السبات: راحة، يجعل النهار نشورا: ينشر فيه للمعاش والكسب وابتغاء الرزق. </p><p> وقَالَ بَعْضُهُمْ: يذكر نعمه ومننه على عباده؛ لتأدي شكره. </p><p> وقال أبو معاذ: قال مقاتل: (مَدَّ الظِلَّ) يعني: الفيء من أول وقت صلاة الفجر إلى طلوع الشمس. وأخطأ؛ لا يسمى ذلك الظل: فيئًا. </p><p> وقال الكسائي: العرب تقول: الظل من حين تصبح إلى انتصاف النهار، فإذا زالت الشمس عن كبد السماء فما خرج من ظل فذلك الفيء ويقال للفيء: الظل، ولا يقال للظل: فيء قبل الزوال. </p><p> وقوله:  (وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ نُشْرًا (١) ... (٤٨) قَالَ بَعْضُهُمْ: (نُشْرًا) أي: حياة. </p><p> وقَالَ بَعْضُهُمْ:  (نُشْرًا) للسحاب: تنشره، أي: تبسطه. </p><p> وعلى التأويل الأول ننشرها، أي: نحييها. </p><p> وقوله:  (بَيْنَ يَدَيْ رَحْمَتِهِ) أي: بين يدي المطر، سمي المطر: رحمة؛ لما برحمته يكون؛ وكذلك ما سمى الجنة: رحمة؛ لأنها برحمة ما يدخل من دخل فيها. </p><p> وقوله:  (بَيْنَ يَدَيْ رَحْمَتِهِ) : هذا يدل أنه لا يفهم باليد: اليد المعروفة التي هي الجارحة، حيث ذكر للمطر ذلك ولا يعرف - أعني: اليد- ليعلم أنه لا يفهم من قوله: بيد اللَّه، بين يدي اللَّه - ذلك، وباللَّه العصمة. </p><p> وقرأ بعضهم:  (بُشْرًا) بالباء، وهو من البشارة؛ كقوله:  (وَمِنْ آيَاتِهِ أَنْ يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ) ، أي: تبشرهم بالرحمة والسعة، واللَّه أعلم. </p><p> وقوله:  (وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا) أي: ما يطهر به الأنجاس والأقذار الظاهر منها والباطن؛ وكذا الطهور أنه يطهر حيثما أصابه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا (٤٩) قَالَ بَعْضُهُمْ: الأناسي: جمع إنسي. </p><p> وقَالَ بَعْضُهُمْ: هي جمع إنسان، وأصله بالنون (أناسين) ، لكن أبدلت النون ياء. </p><p> وقال أَبُو عَوْسَجَةَ والْقُتَبِيّ: أَنَاسِيَّ مشددة، يعني: أناس، وأناسي جماعة الإنسان على </p><p>(١) قال السمين: وأمَّا «بُشْراً» فقرأه في هذه السورة وحيث ورد في غيرها من السور نافع وأبو عمرو وابن كثير بضم النون والشين، وهي قراءةُ الحسن وأبي عبد الرحمن وأبي رجاء بخلافٍ عنهم وشيبة بن نصاح والأعرج وعيسى بن عمر وأبي يحيى وأبي نوفل الأعرابيين.وقرأ ابنُ عامر بضمِّ النون وسكون الشين وهي قراءةُ ابن عَبَّاسٍ وزر ابن حبيش ويحيى بن وثاب والنخعي وابن مصرف والأعمش ومسروق.وقرأ الأخَوان: «نَشْراً» بفتح النون وسكون الشين.وقرأ عاصم: «بُشْراً» بالباء الموحدة مضمومةً وسكونِ الشين، وهو جمعُ بشيرة كنذيرة ونُذُر. اهـ باختصار (الدر المصون للسمين ٥/ ٣٤٦ - ٣٤٩). (مصحح النسخة الإلكترونية).</p>"
}