{
  "id": null,
  "sura": 25,
  "aya": 62,
  "text": "<p> وقوله:  (تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا (٦١) قوله: (تَبَارَكَ) قد ذكرنا أن بعضهم يقولون: هو من البركة. </p><p> وقَالَ بَعْضُهُمْ: من التعالي. </p><p> قوله تعالى:  (جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا) : هو ما ذكرنا أنه خرج جوابًا لقولهم: (وَمَا الرَّحْمَنُ) ؛ وكذلك قوله:  (وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً (٦٢) أي: جعل أحدهما خلف الآخر، إذا ذهب هذا جاء هذا. </p><p> (لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا) أي: يذكر الليل والنهار لمن أراد أن يتذكر لمواعظه أو يشكر لنعمه؛ لأنهما يذكران قدرته وسلطانه، حيث يقهران الجبابرة والفراعنة ويغلبانهم حيث يظلانهم ويأتيانهم شاءوا، أو كرهوا لا يقدرون دفعهما عن أنفسهم. </p><p> وفيهما دلالة الإحياء والبعث بعد الفناء والهلاك؛ حيث ذهب بهذا أتى بآخر بعد أن لم يبق من أثره شيء، فمن قدر على هذا قدر على البعث والإحياء بعد الموت وذهاب أثره. </p><p> ويذكران أيضًا نعمه وآلاءه؛ لأنه جعل النهار متقلبًا لمعاشهم ومطلبًا لرزقهم، وما به قوام أنفسهم، وجعل الليل مستراحًا لأبدانهم وسكونهم لا قوام للأبدان بأحد دون الآخر؛ ألا ترى أنه كيف ذكر نعمه فيهما؛ حيث قال:  (قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ) الآية، وقال:  (قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ) الآية، يذكرهم عظيم نعمه فيهما أعني في الليل والنهار؛ ليتأدى بذلك شكره؛ فعلى ذلك هذا ما ذكرنا قوله:  (جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا) النعمة التي جعل لهم. </p><p> قَالَ بَعْضُهُمْ: قوله: (خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا) أي يكون كل واحد منهما خلفا للآخر فيما يفوت فيه من التذكر والتشكر، أي: ما فات في أحدهما من التذكر والتشكر يقضي في الآخر. </p><p> وقال الحسن قريبا مما ذكرنا، وقال: من فاته شيء بالليل أدركه بالنهار، ومن فاته شيء بالنهار أدركه بالليل. </p><p> وعلى مثل ذلك روي عن عمر: أن رجلا قال له: يا أمير المؤمنين، إني لم أدرك الصلاة الليلة، فقال عمر:  \" أدرك ما فاتك من ليلك في نهارك، وما فاتك من نهارك في ليلك \" ، ثم قرأ:  (وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً) . </p><p> وقَالَ بَعْضُهُمْ (خِلْفَةً) من الاختلاف، أي: يخالف أحدهما الآخر. </p><p> ثم يحتمل الاختلاف وجهين: </p>"
}