{
  "id": null,
  "sura": 25,
  "aya": 25,
  "text": "<p> قال أَبُو عَوْسَجَةَ:  (وَعَتَوْا عُتُوًّا كَبِيرًا) : هو من التكبر، ويقال: من الخلاف: عتا عتيا؛ إذا خالف، يقال في الكلام: لا تعت علي، أي: لا تخالفني. </p><p> وقَالَ بَعْضُهُمْ: هو من الشدة واليبس؛ كقوله:  (وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا) أي: يابسا. </p><p> وقال:  (حِجْرًا مَحْجُورًا) أي؛ حراما محرمًا، وحجرت عليه ماله، أي: منعته من ماله أحجر حجرا. ويقال: حجرت عينه، أي: لطخت أجفانها بشيء من الدواء. </p><p> وقوله:  (هَبَاءً مَنْثُورًا) أي: لا شيء، والهباء: هباء النار، أي: رمادًا يكون على أعلى النار إذا خمدت ويقال: هبت النار تهبو هبوا إذا خمدت والجمرة على حالها، إلا أنه قد غطاه ذلك الهباء، وكل شيء ليس لشيء فهو هباء، وتقول: هذا هباء، أي: لا شيء، ومنثور: قد نثر. </p><p> وقوله:  (أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا (٢٤) وصف عَزَّ وَجَلَّ أعمال الكفرة مرة بالهباء المنثور، ومرة بالرماد، ومرة بالسراب، ومرة بالتراب الذي يكون على الصفوان، وهو الحجر الأملس إذا أصابه الوابل. ووصف أعمال المؤمنين بالثبات والقرار ونحوه. </p><p> وعن ابن مسعود - رَضِيَ اللَّهُ عَنْهُ -: \" لا ينتصف النهار يوم القيامة حتى يقيل أهل النار في النار، وأهل الجنة في الجنة ثم قرأ:  (أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا) . وكذلك ذكر في حرفه في سورة الصافات:  (ثُمَّ إِنَّ مَرْجِعَهُمْ لَإِلَى الْجَحِيمِ) قرأ هو: (إن مقيلهم لإلى الجحيم) أي: إلى الجحيم. </p><p> ويشبه أن يكون ذكر هذا لقولهم:  (أَوْ يُلْقَى إِلَيْهِ كَنْزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا) أي: لنا أموال وجنات، وليس له من ذلك شيء، فقال جوابا لهم:  (أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا) . </p><p> وقوله:  (وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنْزِيلًا (٢٥) وصف السماء لهول ذلك اليوم بأوصاف وذكر لها أحوالا، فقال في آية أخرى:  (وَإِذَا السَّمَاءُ كُشِطَتْ) ، و (إِذَا السَّمَاءُ انْشَقَّتْ) ، و (إِذَا السَّمَاءُ انْفَطَرَتْ) ، وقال:  (يَوْمَ نَطْوِي السَّمَاءَ) ، و (يَوْمَ تُبَدَّلُ الْأَرْضُ) ، ونحو ذلك، وذلك في اختلاف الأوقات، يكون في كل وقت على الحال التي وصف؛ وكذلك ما </p>"
}