{
  "id": null,
  "sura": 26,
  "aya": 33,
  "text": "<p> الماهية، فأجاب على الاستدلال بخلقه. </p><p> ثم قال اللعين:  (لَئِنِ اتَّخَذْتَ إِلَهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ (٢٩) قَالَ بَعْضُهُمْ: إنما أوعده السجن ولم يوعده القتل؛ لأنه طلب منه الحجة على ما ادعى من الرسالة حيث قال:  (قَالَ فَأْتِ بِهِ ... (٣١) ولو قتله لكان لا يقدر على إتيانها. </p><p> وقَالَ بَعْضُهُمْ: لا، ولكن كان سجنه أشد من القتل ومن كل عقوبة. </p><p> فقال له موسى:  (أَوَلَوْ جِئْتُكَ بِشَيْءٍ مُبِينٍ) أي: ما يبين ربوبية اللَّه وألوهيته أو ما يبين أني رسول اللَّه، فقال له فرعون:  (فَأْتِ بِهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ) بالرسالة، وبما ادعيت، فدل قول فرعون لموسى حيث قال له:  (فَأْتِ بِهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ) أنه قد عرف أنه رسول، وأنه ليس بإله على ما ادعى، وأن الإله غيره حيث طلب هذه الآية. </p><p> وقوله:  (إِنْ كُنْتُمْ مُوقِنِينَ) بالآيات التي تدل على وحدانية اللَّه تعالى ومشيئته، ذكر هذا مقابل إنكارهم الصانع. </p><p> والإيقان: هو العلم الذي يستفاد من جهة الاستدلال؛ ولذلك لا يقال لله. موقن. </p><p> وقوله:  (إِنْ كُنْتُمْ تَعْقِلُونَ) : صلة قوله: (إِنَّ رَسُولَكُمُ الَّذِي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ) . </p><p> وقوله:  (فَأَلْقَى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ (٣٢) قَالَ بَعْضُهُمْ: الثعبان: هو الكبيرة العظيمة من الحيات. وقال في موضع آخر:  (تَهْتَزُّ كَأَنَّهَا جَانٌّ) ، وقال في موضع آخر:  (فَإِذَا هِيَ حَيَّةٌ تَسْعَى) ، فجائز أن تكون كالثعبان بعد ما طرحها وألقاها، وقبل أن يطرحها كالجان وهي الحية الصغيرة، واللَّه أعلم. </p><p> وقوله:  (وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ (٣٣) بياضا خارجًا عن خلقة البشرية، وخارجًا عن الآفة على ما ذكر في آية أخرى:  (مِنْ غيرِ سُوءٍ) . </p><p> وقوله:  (قَالَ لِلْمَلَإِ حَوْلَهُ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ (٣٤) يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِ فَمَاذَا تَأْمُرُونَ (٣٥) هذا منه إغراء وتحريش منه لقومه على موسى؛ لئلا ينظروا إليه بعين التعظيم؛ لعظيم ما أتاهم من الآية وأراهم، حيث قال:  (يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِ) ، وموسى كان لم يرد إخراجهم من أرضهم، ولكن ذلك إغراء منه لهم عليه؛ لئلا يتبعوه؛ كأنه يقول: يريد أن </p>"
}