{
  "id": null,
  "sura": 26,
  "aya": 12,
  "text": "<p> وقوله:  (قَالَ رَبِّ إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ (١٢) لم يقطع موسى القول في التكذيب، ولكنه على الرجاء قال ذلك، وذلك - واللَّه أعلم - كقوله:  (فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى) ، فكأنه رجا ذلك منه لهذا، واللَّه أعلم. </p><p> وجائز أن يكون على القطع والعلم منه بالتكذيب؛ كأنه قال: إني أعلم أن يكذبون، وذلك جائز في اللغة. </p><p> وقوله:  (وَيَضِيقُ صَدْرِي وَلَا يَنْطَلِقُ لِسَانِي فَأَرْسِلْ إِلَى هَارُونَ (١٣) لأن عليه أن يغضب لله إذا كذبوه، فإذا اشتد بالمرء الغضب ضاق صدره وكَلَّ لسانه، وهو ما دعا ربه وساله حيث قال:  (رَبِّ اشْرَحْ لِي صَدْرِي (٢٥) وَيَسِّرْ لِي أَمْرِي (٢٦) وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي) الآية، وهو ما ذكرنا أن الغضب إذا اشتد بالمرء يضيق صدره حتى يمنعه عن الفهم، ويكل لسانه حتى يمنعه عن العبارة والبيان. </p><p> وجائز أن يكون ذلك لآفة كانت بلسانه. </p><p> ثم ضيق الصدر يكون لوجهين: </p><p> أحدهما: لعظيم أمر اللَّه وجلال قدره إذا كذبوه وردوا رسالته وأمره - ضاق لذلك صدره. </p><p> أو يضيق لما ينزل عليهم من عذاب اللَّه ونقمته بالتكذيب؛ إشفاقًا عليهم منه، والله أعلم. </p><p> وقوله:  (فَأَرْسِلْ إِلَى هَارُونَ (١٣) وَلَهُمْ عَلَيَّ ذَنْبٌ فَأَخَافُ أَنْ يَقْتُلُونِ (١٤) قوله: (فَأَرْسِلْ إِلَى هَارُونَ) لسؤاله إياه حيث قال: (وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي (٢٩) هَارُونَ أَخِي (٣٠) اشْدُدْ بِهِ أَزْرِي (٣١) وَأَشْرِكْهُ فِي أَمْرِي)؛ فعلى ذلك قوله:  (فَأَرْسِلْ إِلَى هَارُونَ) يكون معي في الرسالة؛ وكقوله:  (هُوَ أَفْصَحُ مِنِّي لِسَانًا فَأَرْسِلْهُ مَعِيَ رِدْءًا. . .) الآية. </p><p> وذنبه الذي ذكر أنه عليه: هو قتل ذلك القبطي وهو قوله: (فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ) ، ذلك ذنبه الذي لهم عليه. </p><p> ثم قال:  (كَلَّا فَاذْهَبَا بِآيَاتِنَا إِنَّا مَعَكُمْ مُسْتَمِعُونَ (١٥) </p><p> وقوله:  (كَلَّا) رد على قول موسى: (فَأَخَافُ أَنْ يَقْتُلُونِ) ؛ كأنه قال: لا تخف، وهو ما قال في آية أخرى حيث قالا:  (إِنَّنَا نَخَافُ أَنْ يَفْرُطَ عَلَيْنَا أَوْ أَنْ يَطْغَى) ، فقال عند ذلك (لَا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى) ؛ فعلى ذلك قوله: (كَلَّا فَاذْهَبَا </p>"
}