{
  "id": null,
  "sura": 26,
  "aya": 87,
  "text": "<p> واللَّه أعلم - على ما ذكر في ظاهر الآية: واغفر لأبي فإنه من الضالين؛ لأنه لا يجوز له أن يدعو له وهو كذلك، لكن كان من إبراهيم الاستغفار له، فأخبر اللَّه له أنه من الضالين؛ فيكون هذا الثاني إخبارا من اللَّه لإبراهيم أنه من الضالين، والأول قول إبراهيم. </p><p> وكذلك قال بعض أهل التأويل في قصة بلقيس حيث قال:  (قَالَتْ إِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً) ، فصدقها اللَّه تعالى في مقالتها وقال:  (وَكَذَلِكَ يَفْعَلُونَ) ، يجعلون قوله:  (وَكَذَلِكَ يَفْعَلُونَ) تصديقًا من اللَّه لقول تلك المرأة، [وأمثال] ذلك كثير في القرآن، يكون بعضه مفصولا من بعض كقوله:  (وَلَوْ أَلْقَى مَعَاذِيرَهُ (١٥) لَا تُحَرِّكْ بِهِ لِسَانَكَ)؛ قوله:  (وَلَوْ أَلْقَى مَعَاذِيرَهُ) مفصول من قوله: (لَا تُحَرِّكْ بِهِ لِسَانَكَ) ، لا وصل بينهما؛ فعلى ذلك دعاء إبراهيم يحتمل أن يكون قوله:  (وَاغْفِرْ لِأَبِي) مفصولا من قوله: (إِنَّهُ كَانَ مِنَ الضَّالِّينَ) ، هذا جائز أن يكون إخبارًا من اللَّه لإبراهيم حين دعا له بالمغفر أنه من الضالين. </p><p> وجائز أن يكون قوله:  (وَاغْفِرْ لِأَبِي) أي: أعط له ما به تغفر خطاياه وهو التوحيد؛ فيكون سؤاله سؤال التوحيد له والتوفيق على ذلك، وبه يغفر ما يغفر من الخطايا؛ كقوله:  (إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ) . </p><p> وعلى ذلك يخرج دعاء هود لقومه حيث أمرهم أن يستغفروا ربهم، وهو قوله:  (وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ) ، (وَأَسْلِمُوا لَهُ) ، طلب منهم ابتداء الإسلام؛ إذ لا يحتمل أن يقول لهم: قولوا: نستغفر اللَّه، ولكن أمرهم أن يأتوا ما به يغفر لهم وهو التوحيد؛ وكذلك قول نوح:  (اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا) . </p><p> وقول أهل التأويل:  \" إن إبراهيم كذب ثلاثا \" كلام لا معنى له، لا يحتمل أن يكون الله يختاره ويجعل رسالته في الذي يكذب بحال. </p><p> وقوله:  (وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ (٨٧) قال أهل التأويل: (وَلَا تُخْزِنِي) أي: لا تعذبني يوم يبعثون، وكأن الإخزاء هو العذاب الذي يهتك الستر على صاحبه، فسأله ألا يهتك الستر عليه؛ لما خاف أن كان منه ما يهتك الستر عليه، فسأل ربه ذلك؛ إذ العصمة لا ترفع عن أصحابها الخوف، بل كلما عظمت العصمة كان الخوف أشد؛ لأن الأنبياء - صلوات الله عليهم - كان خوفهم أشدّ على دينهم وأنفسهم من غيرهم، ثم الأمثل فالأمثل، هم كذلك أشذ خوفًا ممن هو دونهم؛ ألا ترى إلى قول إبراهيم حيث قال:  (وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ) ، وقال يوسف:  (تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ) </p>"
}