{
  "id": null,
  "sura": 26,
  "aya": 99,
  "text": "<p> وقوله:  (قَالُوا وَهُمْ فِيهَا يَخْتَصِمُونَ (٩٦) ذكر أنهم يختصمون في النار، ولم يذكر فيم يكون خصومتهم؟ فجائز أن يكون في آية أخرى:  (يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ. . .) ، إلى آخر ما ذكر، وقوله! (قَالُوا رَبَّنَا مَنْ قَدَّمَ لَنَا هَذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّارِ) الآية، وقوله:  (رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا) الآية، وأمثاله من المجادلات التي تجري فيما بين الأتباع والمتبوعين. </p><p> وقَالَ بَعْضُهُمْ: اختصامهم ما ذكر على أثره، قال:  (تَاللَّهِ إِنْ كُنَّا لَفِي ضَلَالٍ مُبِينٍ (٩٧) إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ (٩٨) هذه مخاصمتهم. </p><p> وقوله:  (تَاللَّهِ إِنْ كُنَّا لَفِي ضَلَالٍ مُبِينٍ. إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ) : فإن كان قولهم هذا للأصنام التي عبدوها، وذلك في تسميتهم آلهة، وجعلهم العبادة لها يسوونها برب العالمين في التسمية والعبادة. </p><p> وإن كان قولهم هذا للشياطين، فهو في اتباعهم أمرهم ودعاهم الذي دعوهم، وإلا لا أحد من الكفرة يقصد قصد عبادة الشيطان أو يسميه: إلها، ولكن على ما ذكرنا من متابعتهم أمرهم. </p><p> وفي حرف ابن مسعود:  (إذ نسويكم برب العالمين إذ كنا نشرككم برب العالمين) . </p><p> وقَالَ بَعْضُهُمْ: إذ كنا نطيعكم كما نطيع رب العالمين. </p><p> وقَالَ بَعْضُهُمْ: إذ نعدلكم برب العالمين؛ وبعضه قريب من بعض. </p><p> وقوله:  (وَمَا أَضَلَّنَا إِلَّا الْمُجْرِمُونَ (٩٩) أي: ما أضلنا إلا أوائلنا؛ وكذلك في حرف ابن مسعود:  (وما أضلنا إلا الأولون) . </p><p> وتأويل هذا: أنهم لما رأوا الأولين تركوا على ما كانوا عليه من الكفر والشرك، ولم يعذبوا في الدنيا ولا أصابتهم نقمة - ظنوا أنهم أمروا بذلك، وهو ما ذكر في آية أخرى:  (وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا) . </p><p> وقوله:  (فَمَا لَنَا مِنْ شَافِعِينَ (١٠٠) لأنهم قالوا: (هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ) فلم يشفعوا لهم، أي: ليست لنا شفعاء يشفعون، ولو كانت لهم شفعاء لا تنفعهم شفاعتهم، على ما قال:  (فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ) ، وهو ما قال:  (لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ) ، ليس أنه كان ينفعهم فعلى ذلك هذا. </p><p> وقوله:  (وَلَا صَدِيقٍ حَمِيمٍ (١٠١) الحميم: القريب، أي: ليس لهم حميم يهتم بأمرهم. </p>"
}