{
  "id": null,
  "sura": 26,
  "aya": 112,
  "text": "<p> أو يقول: ألا تتقون عبادة غير اللَّه، وطاعة من دونه. </p><p> وقوله:  (إِنِّي لَكُمْ رَسُولٌ أَمِينٌ (١٠٧) هذا يخرج على وجهين: </p><p> أحدهما: أي: كنت أمينًا فيكم قبل هذا، فتصدقونني في جميع ما أخبرتكم وأنبأتكم، فما بالكم لا تصدقونني الآن إذا أخبرتكم أني رسول اللَّه إليكم؟! </p><p> والثاني: يقول: إني لكم رسول أمين، ائتمنني اللَّه وجعلني أمينًا على وحيه، فأبلغكم الرسالة وأؤدي الأمانة شئتم أو أبيتم، قبلتم أو لم تقبلوا، فلا أخافكم ما توعدونني بعد أن جعلني اللَّه أمينا وائتمنني على أمانته؛ كقوله:  (فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ) . </p><p> وقوله:  (فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (١٠٨) أي: اتقوا نقمة اللَّه وعذابه، أو اتقوا مخالفة اللَّه في أمره ونهيه، وأطيعون فيما أبلغكم عن اللَّه وأدعوكم إليه. </p><p> قوله تعالى:  (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ (١٠٩) أي: لا أسألكم على ما أدعوكم إليه وأبلغكم أجرًا وشيئًا يمنعكم ثقل ذلك عن الإجابة، ولا أحملكم في أموالكم وأنفسكم مؤنة فيما أدعوكم إليه، بل أدعوكم إلى عبادة الواحد، وعبادة الواحد أهون وأخف على أنفسكم من عبادة العدد، ولا أحملكم في أموالكم وأنفسكم مؤنة فيما أدعوكم إليه من عبادة العدد، ولا أحملكم - أيضًا - مؤنة يمنعكم ذلك عن إجابتي. </p><p> (إِنْ أَجْرِيَ) أي: ما أجري. </p><p> (إِلَّا عَلَى رَبِّ الْعَالَمِينَ) : (فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (١١٠)  (فَاتَّقُوا اللَّهَ) ما ذكرنا، أي: اتقوا نقمة اللَّه وعذابه، واتقوا مخالفة اللَّه في أمره ونهيه، وأطيعوني فيما أدعوكم إليه. </p><p> وقوله:  (قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ (١١١) يقولون: نصدّقك وإنما اتبعك الضعفاء منا والسفلة ممن لا رأي لهم ولا تدبير، ولو كنت صادقًا لاتبعك الأشراف والرؤساء، فكان في اتباع الأراذل له ومن ذكروا أعظم آية من الرسالة من اتباع الأشراف، وذلك أن الأراذل من الناس هم أتباع لغيرهم؛ لما يأملون من فضل مال ونيل منهم، أو رياسة ومنزلة تكون لهم، أو لفضل بصر وحظ وعلم في الدِّين؛ فيصيرون أتباعًا لمن كان عنده من هذه الخصال شيء، فالرسل - صلوات اللَّه عليهم - حيث لم يكن عندهم أموال ولا طمع رياسة ولا منزلة اتبعهم الضعفاء والسفلة، مع خوف لهم على أنفسهم من أُولَئِكَ الأشراف من القتل والصلب لمخالفتهم إياهم، فما اتبعوهم إلا لما تبين عندهم أنهم على حق، وأن ما يدعون صدقٌ، ففي اتباع من ذكرنا أعظم دلالة على صدق الرسل فيما ادعوا من الرسالة لو تأملوا التفكر في ذلك. </p><p> وقول نوح:  (وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ (١١٢) يحتمل وجهين: </p>"
}