{
  "id": null,
  "sura": 26,
  "aya": 223,
  "text": "<p> إلا بكذب وباطل، فمن لا ينزل إلا بكذب وباطل لا ينزل إلا على كذاب أفاك، وكان معلوما عندهم أن محمدا لم يكذب قط ولا أفك أبدًا؛ إذ لم يأخذوه يكذب فيما بينهم قط، فيقول - واللَّه أعلم - كيف يتنزل عليه الشياطين وهو معروف عندكم أنه ليس بكذاب ولا أفاك، وقد تعلمون أن الشياطين لا ينزلون إلا بكذب وباطل؟! على هذا يخرج تأويل هذه الآيات، وإلا على الابتداء لا يحتمل أن تكون. </p><p> ثم أخبر عن صنيع الشياطين دنقال:  (يُلْقُونَ السَّمْعَ وَأَكْثَرُهُمْ كَاذِبُونَ (٢٢٣) </p><p> قَالَ بَعْضُهُمْ: يلقي الشياطين بآذانهم إلى السمع في السماء لكلام الملائكة، وذلك أن اللَّه إذا أراد أمرًا في الأرض علم به أهل السماء من الملائكة، فيتكلمون به فيسمع الشياطين ذلك، فيخبرون به الكهنة، فيخبر الكهنة أهل الأرض بذلك، فيقولون: إنه يكون في الأرض كذا في وقت كذا، ثم قال:  (وَأَكْثَرُهُمْ كَاذِبُونَ) - على هذا التأويل -: وأكثر الشياطين كاذبون فيما يخبرون الكهنة من أخبار السماء. </p><p> وقَالَ بَعْضُهُمْ: إن الجن كانوا يصعدون إلى السماء فيسترقون أسماعهم إلى السماء، فيسمعون من أخبار أهلها، ثم ينزلون به على الكهنة، ويسمع الكهنة -أيضًا- من أخبار الرسل، ويخلطون ما سمعوا من الرسل من الحق بما سمعوا من الشياطين. </p><p> وقَالَ بَعْضُهُمْ: كانوا يسمعون من الجن حقًّا، لكنهم يخلطون من عند أنفسهم كذبًا، فيحدثون به الناس، حتى إذا كان الناس يتركون ما يسمعون منهم من الكذب، حدثوهم بذلك الحق الذي نزل به من السماء، ويراجعونهم ويصدقونهم؛ فذلك قول اللَّه:  (وَأَكْثَرُهُمْ كَاذِبُونَ) أي: أكثر قولهم كذب، واللَّه أعلم بذلك. </p><p> وقوله:  (وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ (٢٢٤) قَالَ بَعْضُهُمْ: رجلان شاعران كانا على عهد رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: أحدهما من الأنصار، والآخر من قوم آخرين، فهجوا رسول الله وأصحابه ومع كل واحد منهما غواة من قومه؛ فذلك قوله:  (وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ) . </p><p> قال: فاستأذن شعراء المسلمين النبي أن يقتصوا من المشركين، فأذن لهم النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فهجوا المشركين ومدحوا النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وذلك قوله:  (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ) ؛ أخبر في الأول:  (وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ) ، فاستثنى شعراء المسلمين بقوله:  (إِلَّا الَّذِينَ آمَنُوا) . </p>"
}