{
  "id": null,
  "sura": 26,
  "aya": 125,
  "text": "<p> إِلَّا خُلُقُ الْأَوَّلِينَ (١٣٧) وَمَا نَحْنُ بِمُعَذَّبِينَ (١٣٨) فَكَذَّبُوهُ فَأَهْلَكْنَاهُمْ إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (١٣٩) وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ (١٤٠) </p><p> وقوله:  (كَذَّبَتْ عَادٌ الْمُرْسَلِينَ (١٢٣) هو - واللَّه أعلم - ما ذكرنا، أي: قد كذبت جماعة عاد المرسلين. </p><p> وقوله:  (الْمُرْسَلِينَ) ما ذكرنا أن كل رسول كان دعا قومه إلى الإيمان به وبجميع الرسل فمن كذب واحدًا منهم، فمّد كذب الكل. </p><p> وقوله:  (إِذْ قَالَ لَهُمْ أَخُوهُمْ هُودٌ (١٢٤) هو كان أخاهم في النسب؛ لأنهم جميعًا ولد آدم على بعد من آدم؛ فعلى ذلك هم إخوة فيما بينهم على بعد بعضهم من بعض. </p><p> وقوله:  (أَلَا تَتَّقُونَ) يحتمل وجهين: أحدهما: ألا تتقون نقمة اللَّه وعذابه. </p><p> أو ألا تتقون مخالفة أمر اللَّه ومناهيه. </p><p> (إِنِّي لَكُمْ رَسُولٌ أَمِينٌ (١٢٥) فيما ائتمنني اللَّه، وبعث على يدي إليكم هدايا، فاقبلوا مني هداياه وأمانته، أو أن يكون ما ذكرنا من قبل، واللَّه أعلم. </p><p> وقوله:  (فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (١٢٦) ما ذكرناه. </p><p> (وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ (١٢٧) أي: أسعى في نجاتكم وتخليصكم من عذاب اللَّه، وما أسألكمى لي ذلك أجرا، وفي الشاهد: لا يعمل أحد إلا ويطمع على ذلك منه أجرًا، وأنا لا أسالكم اعلى ذلك أجرًا، فيمنعكم ذلك عن قبول ذلك مني. </p><p> (إِنْ أَجْرِيَ) أي: ما أجري (إِلَّا عَلَى رَبِّ الْعَالَمِينَ) . </p><p> وقوله أن (أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ (١٢٨) وَتَتَّخِذُونَ مَصَانِعَ ... (١٢٩) هذا يحتمل وجوهًا: </p><p> أحدها: كأنهم كانوا يبنون بنيانًا لا حاجة لهم إلى ذلك البنيان ولا ينتفعون به فهو عبث؛ لأن كل من بني بناء أو عمل عملا لا ينتفع به ولا يحتاج إليه فهو عابث؛ لذلك سمى ما بنوا: عبثًا. </p><p> والثاني: جائز أن يكون ذلك المكان لهم كان مكان العبث والاجتماع للهو، فبنوا على ذلك المكنان فسماه: عبثًا؛ لما لم يكن اجتماعهم في ذلك إلا للعبث واللهو. </p><p> والثالث: أن يكون ذلك المكان مكانًا يمر فيه الناس فبنوا فيه أعلاما يضلون الناس بها لما يرون أنه طريق ولم يكن ذلك، فكان قصدهم بذلك البناء باطلا، وكل باطل عبث، واللَّه أعلم. </p><p> وقوله:  (لَعَلَّكُمْ تَخْلُدُونَ) : ولا تموتون، أي: تنفقون نفقة من يطمع أن يخلد في هذه الدنيا، ليس بنفقة من يموت ويرجو ثوابه وعاقبته. </p>"
}