{
  "id": null,
  "sura": 26,
  "aya": 165,
  "text": "<p> كذبت جماعة قوم لوط المرسلين. </p><p> (إِذْ قَالَ لَهُمْ أَخُوهُمْ لُوطٌ أَلَا تَتَّقُونَ (١٦١) . . . ) إلى قوله:  (الْعَالَمِينَ) قد ذكرناه فيما تقدم. </p><p> وقوله:  (أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ (١٦٥) وقال في آية أخرى: (إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ) . </p><p> وقوله:  (وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْوَاجِكُمْ بَلْ أَنْتُمْ قَوْمٌ عَادُونَ (١٦٦) أي: تذرون ما جعل اللَّه ذلك طلبًا لإبقاء هذا النسل؛ لأنه لم يجعل النساء لهم لقضاء الشهوات خاصة، ولكن إنما جعل لهم الأزواج لإبقاء هذا النسل ودوامه، فيعيرهم لوط بتركهم إتيان النساء؛ لما في ذلك انقطاع ما جعلن هن له وهو إبقاء النسل، واشتغالهم بالرجال، وليس في ذلك إبقاء النسل، هذا - واللَّه أعلم - معنى قوله:  (وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْوَاجِكُمْ) ، وإنما خلق لبقاء النسل لا لقضاء الشهوة خاصة، لكن جعل فيهم ومكن قضاء الشهوات؛ ليرغبهم على ذلك ليبقى هذا النسل إلى يوم القيامة، وإلا لو لم يجعل ذلك فيهم لعلهم لا يتكلفون ذلك، ولا يتحملون هذه المؤن التي يتكلفون حملها لذلك. </p><p> وفي الآية دلالة أن المرأة هي المملوكة عليها دون الزوج، والزوج هو المالك عليها حيث قال:  (وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْوَاجِكُمْ) ، وقال في آية أخرى:  (وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا. . .) الآية، أخبر أنه خلق النساء لنا لا أنه خلقنا لهن، وفي ذلك حجة لأصحابنا في قولهم: إن المسلم إذا تزوج نصرانية بشهادة نصرانيين جاز النكاح؛ لأنه هو المتملك عليها النكاح وهي المملوكة، واللَّه أعلم. </p><p> وقوله:  (بَلْ أَنْتُمْ قَوْمٌ عَادُونَ) أي: بل أنتم قوم متجاوزون حده الذي حد لكم. </p><p> أو عادون حقه الذي له عليكم. </p><p> أو عادون. </p><p> وقوله:  (قَالُوا لَئِنْ لَمْ تَنْتَهِ يَا لُوطُ لَتَكُونَنَّ مِنَ الْمُخْرَجِينَ (١٦٧) ذكر الانتهاء ولم يبين عن ماذا، فجائز أن يكونوا قالوا: لئن لم تنته يا لوط من تعييرك الذي تعيرنا به لتكونن من المخرجين. </p><p> ويحتمل: لئن لم تنته من دعائك الذي تدعونا إليه لتكونن كذا. </p><p> وقوله:  (لَتَكُونَنَّ مِنَ الْمُخْرَجِينَ) : يحتمل نفس الإخراج، أي: نخرجك من القرية ومن بيننا. وجائز أن يكون أرادوا بالإخراج: إخراجًا بالقتل؛ كقول قوم نوح حيث قالوا:  (لَئِنْ لَمْ تَنْتَهِ يَا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ) ، وهو أشبه. </p>"
}