{
  "id": null,
  "sura": 26,
  "aya": 44,
  "text": "<p> قال لأكبرهم ساحرًا: أتؤمن بي إن غلبتك، وقال الساحر كذا، وغير ذلك من الكلام مما ليس ذلك في الكتاب ذكره، وليس ينبغي لهم أن يشتغلوا بشيء من ذلك، أو أن يتأولوا شيئًا ليس في القرآن لما يدخل في ذلك من الزيادة والنقصان؛ فيكون للكفرة مقال في ذلك وطعن في رسالة رسول اللَّه؛ لأن هذه الأنباء كانت في كتبهم، فذكرت لرسول اللَّه لتكون آية له في الرسالة، فإن زادوا أو نقصوا يقولون: هذا كذب لم يذكر في كتابنا ذلك؛ فلهذا الوجه ما ينبغي لهم أن يزيدوا على ما ذكر في الكتاب أو ينقصوا؛ لئلا يجد أُولَئِكَ مقالا في تكذيب رسول اللَّه. </p><p> وقوله:  (قَالَ لَهُمْ مُوسَى أَلْقُوا مَا أَنْتُمْ مُلْقُونَ (٤٣) فَإِنْ قِيلَ: كيف قال موسى لأُولَئِكَ السحرة: ألقوا، وهو يعلم أن ما يلقون هو سحر، فكيف أمرهم بالسحر؟! </p><p> قيل: هذا وإن كان في الظاهر أمرا فهو في الحقيقة ليس بأمر، إنما هو تهدد وتوعد، أي: ألقوا لتروا عجزكم وضعفكم، وذلك في القرآن ظاهره أمر، وهو في الحقيقة توعد؛ كقوله لإبليس:  (وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ. . .) الآية، لا يخرج على الأمر، ولكن على التوعد والتهدد، أي: وإن فعلت ذلك فلا سلطان لك عليهم؛ كقوله:  (إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ) ، وقوله:  (اعْمَلُوا مَا شِئْتُمْ) . </p><p> والثاني: أمرهم بذلك؛ ليظهر كذبهم ويتبين صدقه وحجته؛ إذ بذلك يظهر. </p><p> أو قال لهم ذلك لما كان ذلك سبب إيمان أُولَئِكَ السحرة، واللَّه أعلم. </p><p> وقوله:  (فَأَلْقَوْا حِبَالَهُمْ وَعِصِيَّهُمْ وَقَالُوا بِعِزَّةِ فِرْعَوْنَ إِنَّا لَنَحْنُ الْغَالِبُونَ (٤٤) هذا يدل أن السحرة كانوا يعبدون فرعون حيث قالوا: (بِعِزَّةِ فِرْعَوْنَ) ، وقد علموا عجز فرعون وضعفه؛ حيث فزع إليهم وقال:  (فَمَاذَا تَأْمُرُونَ) . </p><p> وقوله:  (فَأَلْقَى مُوسَى عَصَاهُ فَإِذَا هِيَ تَلَقَّفُ مَا يَأْفِكُونَ (٤٥) وقد قرئ: (تَلْقَفُ) بالتخفيف. </p><p> قال أَبُو عَوْسَجَةَ: تقول: تلقفت الشيء والتقفته، أي: أخذته، وقال غيره: تلقف، أي: تلقم؛ وهو واحد. </p><p> وقوله:  (يَأْفِكُونَ) : وهو الفاعل بمعنى المفعود، أي: مأفوك، وذلك جائز في اللغة وأمثاله كثير؛ كقوله:  (فِي عِيشَةٍ رَاضِيَةٍ) . </p><p> وقوله:  (فَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ (٤٦) أخبر لسرعة ما سجدوا كأنهم ألقوا لما بانَ لهم من الحق وظهر، فقالوا:  (آمَنَّا بِرَبِّ الْعَالَمِينَ (٤٧) </p>"
}