{
  "id": null,
  "sura": 26,
  "aya": 198,
  "text": "<p> سلامٍ وغيره؛ إذ كانوا لا يسلمون إلا عن علم وثبت أنه رسول؛ إذ كان في إسلامهم ذهاب مكانتهم ورياستهم، واللَّه أعلم. </p><p> وقوله:  (وَلَوْ نَزَّلْنَاهُ عَلَى بَعْضِ الْأَعْجَمِينَ (١٩٨) فَقَرَأَهُ عَلَيْهِمْ مَا كَانُوا بِهِ مُؤْمِنِينَ (١٩٩) قال بعضهم: نزلناه على رجل منهم عربي فلم يؤمنوا به، فكيف لو نزلناه على أعجمي؟! </p><p> وقَالَ بَعْضُهُمْ: لو نزلنا هذا القرآن على بعض الأعجمين، فقرأه عليهم، يقول: إذن لكانوا شر الناس فيهم ما فهموه وما دروا ما هو؛ وهو قريب من الأول. </p><p> وقَالَ بَعْضُهُمْ: لو نزلناه على بعض الأعجمين من الدواب فكلمهم هذا ما صدقوه؛ يذكر سفههم وتعنتهم. </p><p> ويحتمل قوله:  (وَلَوْ نَزَّلْنَاهُ عَلَى بَعْضِ الْأَعْجَمِينَ) أي: لو نزلناه أعجميا فلم يفهموه لقالوا: (لَوْلَا فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ) ، ولكن نزلناه عربيًّا؛ لئلا يقولوا ذلك، والله أعلم. </p><p> وقوله:  (كَذَلِكَ سَلَكْنَاهُ فِي قُلُوبِ الْمُجْرِمِينَ (٢٠٠) لَا يُؤْمِنُونَ بِهِ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ (٢٠١) قَالَ بَعْضُهُمْ: هكذا سلكنا الكفر والتكذيب، وأدخلناه في قلوب المجرمين. </p><p> وقَالَ بَعْضُهُمْ: كذلك سلكناه - يعني: البيان والحجج - في قلوب المجرمين حتى عقلوه، ولزمتهم الحجة، لكنهم تركوا الإيمان تعنتًا وعنادًا، لا يؤمنون به حتى يروا العذاب الأليم، حين لا ينفعهم إيمانهم؛ لأن إيمانهم عند معاينة العذاب إيمان دفع واضطرار لا إيمان اختيار، وهو كما قال:  (فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ) ؛ لأنه إيمان دفع العذاب عن أنفسهم حين خرج أنفسهم من بين أيديهم، وإيمان اضطرار لا إيمان اختيار؛ لذلك لم ينفعهم. </p><p> وقوله:  (فَيَأْتِيَهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ (٢٠٢) أي: يأتيهم العذاب فجأة وهم لا يشعرون؛ لأنه - عَزَّ وَجَلَّ - إذا علم منهم أنهم لا يؤمنون أبدًا، أنزل بهم العذاب بغتة، ولو علم منهم أنهم يؤمنون حقيقة عند معاينة العذاب؛ لأنزل عليهم العذاب معاينة مجاهرة؛ ليؤمنوا فيقبل منهم ذلك ويدفع العذاب عنهم، كما قبل إيمان قوم يونس حيث قال:  (فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا. . .) ، قبل منهم الإيمان عند معاينتهم العذاب؛ لما علم منهم أنهم يحققون الإيمان في ذلك، </p>"
}