{
  "id": null,
  "sura": 26,
  "aya": 169,
  "text": "<p> ثم قال لوط:  (إِنِّي لِعَمَلِكُمْ مِنَ الْقَالِينَ (١٦٨) أي: من المبغضين، أي: كيف توعدونني بالإخراج، وإني لعملكم الذي تعملون من المبغضين؛ أكره المقام فيكم، وأبغض رؤية أعمالكم التي تعملون، فكيف توعدونني بالإخراج؟!. </p><p> ثم دعا فقال:  (رَبِّ نَجِّنِي وَأَهْلِي مِمَّا يَعْمَلُونَ (١٦٩) هذا يحتمل وجوهًا. </p><p> أحدها: رب نجني وأهلى من عذاب ما يعملون وجزائه. </p><p> أو أن يكون: رب نجني وأهلي من عمل ما يعملون من الخبائث؛ كقول إبراهيم:  (وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ) . </p><p> أو أن يقول: رب نجني وأهلى عن رؤية ما يعملون ومعاقبته. </p><p> ثم قال:  (فَنَجَّيْنَاهُ وَأَهْلَهُ أَجْمَعِينَ (١٧٠) إِلَّا عَجُوزًا فِي الْغَابِرِينَ (١٧١) قد ذكرناه فيما تقدم. </p><p> وقوله:  (وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا فَسَاءَ مَطَرُ الْمُنْذَرِينَ (١٧٣) يحتمل أن يكون أمطر عليهم الحجارة بعدما قلبهم ظهرًا لبطن وبطنًا لظهر؛ كقوله:  (جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً) . وجائز أن يكون جعل عاليها سافلها بما أمطر عليهم من الحجارة. </p><p> وجائز أن يكون جعل القريات ومَن فيها عاليها سافلها، وأمطر على من كان غائبًا منهم الحجارة. </p><p> قال أَبُو عَوْسَجَةَ والْقُتَبِيّ:  (مِنَ الْقَالِينَ) أي: من المبغضين، يقال: قليت الرجل إذا أبغضته، ومن ذلك قوله:  (مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى) ، والغابر: الباقي. </p><p> * * * </p><p> قوله تعالى:  (كَذَّبَ أَصْحَابُ الْأَيْكَةِ الْمُرْسَلِينَ (١٧٦) إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلَا تَتَّقُونَ (١٧٧) إِنِّي لَكُمْ رَسُولٌ أَمِينٌ (١٧٨) فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (١٧٩) وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ (١٨٠) أَوْفُوا الْكَيْلَ وَلَا تَكُونُوا مِنَ الْمُخْسِرِينَ (١٨١) وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ (١٨٢) وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ (١٨٣) وَاتَّقُوا الَّذِي خَلَقَكُمْ وَالْجِبِلَّةَ الْأَوَّلِينَ (١٨٤) قَالُوا إِنَّمَا أَنْتَ مِنَ الْمُسَحَّرِينَ (١٨٥) وَمَا أَنْتَ إِلَّا بَشَرٌ مِثْلُنَا وَإِنْ نَظُنُّكَ لَمِنَ الْكَاذِبِينَ (١٨٦) فَأَسْقِطْ عَلَيْنَا كِسَفًا مِنَ السَّمَاءِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (١٨٧) قَالَ رَبِّي أَعْلَمُ بِمَا تَعْمَلُونَ (١٨٨) فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ (١٨٩) إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (١٩٠) وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ (١٩١) </p><p> وقوله:  (كَذَّبَ أَصْحَابُ الْأَيْكَةِ الْمُرْسَلِينَ) : الأيكة: قَالَ بَعْضُهُمْ: هي شجرة نسبوا إليها. </p><p> وقَالَ بَعْضُهُمْ: الأيكة: الغيضة. </p><p> (إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلَا تَتَّقُونَ (١٧٧) قال بعض أهل التأويل: وإنما لم يقل هاهنا في شعيب أخوهم؛ لأن شعيبًا لم يكن من نسلهم - أعني: من نسل أصحاب الأيكة - لذلك لم </p>"
}