{
  "id": null,
  "sura": 26,
  "aya": 4,
  "text": "<p> سُورَةُ الشُّعَرَاءِ </p><p> وهي مَكِّيَّة </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (طسم (١) تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ (٢) لَعَلَّكَ بَاخِعٌ نَفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ (٣) إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ (٤) وَمَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنَ الرَّحْمَنِ مُحْدَثٍ إِلَّا كَانُوا عَنْهُ مُعْرِضِينَ (٥) فَقَدْ كَذَّبُوا فَسَيَأْتِيهِمْ أَنْبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ (٦) أَوَلَمْ يَرَوْا إِلَى الْأَرْضِ كَمْ أَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ (٧) إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (٨) وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ (٩) </p><p> قوله - عَزَّ وَجَلَّ -: (طسم) قد ذكرنا تأويل الحروف المعجمة فيما تقدم؛ وكذلك قوله:  (تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ (٢) قد ذكرنا تأويله، أيضًا. </p><p> وقوله:  (لَعَلَّكَ بَاخِعٌ نَفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ (٣) كان يشتد على رسول اللَّه تركهم الإيمان وتكذيبهم إياه؛ إشفاقًا وخوفًا عليهم، وتعظيمًا لله وإجلالا لحقه، حتى كادت نفسه تهلك حزنًا على ذلك؛ وكقوله:  (فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا) والأسف: هو النهاية في الحزن؛ كقول يعقوب:  (يَا أَسَفَى عَلَى يُوسُفَ) . </p><p> وقَالَ بَعْضُهُمْ: الأسف: هو النهاية في الغضب؛ كقوله:  (فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ) ، قيل: أغضبونا، وقد ذكرنا في سورة يوسف على ما ذكر الله ورسوله ووصفه كان مطبوبًا بحزن وتأسف لمكان كفرهم وتكذيبهم؛ كقوله:  (عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ. . .) الآية، يحزن عليهم إشفاقًا عليهم، ويغضب عليهم لله تعظيمًا له وإجلالا لأمره لما ضيعوا أمره ونهيه، وهكذا الواجب على كل من رأى آخر في فاحشة أو كبيرة أن يحزن ويترحم عليه ويغضب لله لما ارتكب من الفاحشة. </p><p> وقوله:  (إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ (٤) قالت المعتزلة: قوله: (إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آيَةً) مشيئة قسر وقهر حتى يضطروا لها فيؤمنوا. </p><p> لكن عندنا مشيئة الإيمان والاختيار، أي: إن شاء إيمانهم ينزل عليهم آية فيؤمنوا؛ لأن الآية لا تضطر أحدًا ولا تقهر على الإيمان، دليله قوله:  (وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى) الآية، أخبر أنهم لا يؤمنون وإن فعل ما ذكر، ولا يضطرهم ذلك على الإيمان؛ وكذلك ما أخبر عنهم في الآخرة، قال:  (يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ. . .) الآية. </p><p> وقوله:  (ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ. . .) الآية، أخبر عن خلفهم وإنكارهم في </p>"
}