{
  "id": null,
  "sura": 26,
  "aya": 66,
  "text": "<p> وقوله:  (فَأَخْرَجْنَاهُمْ مِنْ جَنَّاتٍ وَعُيُونٍ (٥٧) يعني: فرعون وقومه، (مِنْ جَنَّاتٍ وَعُيُونٍ (٥٧) وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ (٥٨) أي: حسن، (كَذَلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ (٥٩) فَأَتْبَعُوهُمْ مُشْرِقِينَ (٦٠) أي: تبع فرعون وقومه حين شرقت الشمس أي: طلعت - ومشرقين أي: كانوا في الشمس، أي: قوم موسى صاروا في الشمس، يقال: أشرقنا إذا صاروا فيها. </p><p> وقوله:  (فَلَمَّا تَرَاءَا الْجَمْعَانِ (٦١) جمع موسى وجمع فرعون، أي: إذا تراءى بعضهم بعضا، (قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ) قال موسى (كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ (٦٢) كان قوم موسى لم يعلموا بالبشارة التي بشرها اللَّه موسى أنهم لا يدركون، وهو ما قال:  (لَا تَخَافُ دَرَكًا وَلَا تَخْشَى) أي: لا تخاف دركهم ولا تخشى فرعون وقومه؛ لذلك قالوا:  (إِنَّا لَمُدْرَكُونَ) وكانت البشارة لهم لا لموسى خاصة، يدل لذلك قول موسى:  (كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ) ءلمى أثر قولهم: (إِنَّا لَمُدْرَكُونَ) أي: كلا إنهم لا يدركونكم. </p><p> وقوله:  (فَأَوْحَيْنَا إِلَى مُوسَى أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانْفَلَقَ (٦٣) أي: انشق؛ وكذلك ذكر في حرف ابن مسعود:  (فانشق) . </p><p> (فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ) أي: كالجبل العظيم، والطَوْد والطور واحد، وأطواد جماعة. </p><p> وقوله:  (وَأَزْلَفْنَا ثَمَّ الْآخَرِينَ (٦٤) قال الحسن: أزلفنا، أي: أهلكنا ثم الآخرين. </p><p> وقَالَ بَعْضُهُمْ: جمعنا، ومنه قيل: ليلة المزدلفة، أي: ليلة الازدلاف وهو الاجتماع؛ وكذلك قيل للموضع: جمع. </p><p> فإن كان التأويل هذا ففيه دلالة أن لله في فعل العباد صنعًا وتدبيرًا؛ لأنه أضاف الجمع إليه، وهم إنما كانوا خرجوا للمعصية؛ فدل ذلك أنه على ما ذكرنا. </p><p> وقَالَ بَعْضُهُمْ:  (وَأَزْلَفْنَا ثَمَّ الْآخَرِينَ) أي: أدنيناهم وقربناهم، ومنه زلفك اللَّه، أي: قربك اللَّه، ويقال: أزلفني كذا عند فلان، أي: قربني منه، والزلف: المنازل، والمراقي؛ لأنها تدنو بالمسافر، ومنه:  (وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ) ، أي: أدنيت وقربت؛ وكذلك قال أَبُو عَوْسَجَةَ والْقُتَبِيّ. </p><p> وقوله:  (وَأَنْجَيْنَا مُوسَى وَمَنْ مَعَهُ أَجْمَعِينَ (٦٥) ثُمَّ أَغْرَقْنَا الْآخَرِينَ (٦٦) الآية ظاهرة. </p><p> وقوله (إِنَّ فِي ذَلِكَ لَآيَةً ... (٦٧) أي: في هلاك فرعون وقومه، وإنجاء موسى ومن معه متعظ ومزجر لمن بعدهم؛ حيث رأوا أنه أهلك الأعداء، وأبقى الأولياء. </p>"
}