{
  "id": null,
  "sura": 27,
  "aya": 44,
  "text": "<p> قوله تعالى:  (وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ يَتَذَكَّرُونَ (٤٣) وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ وَمَا كُنْتَ مِنَ الشَّاهِدِينَ (٤٤) وَلَكِنَّا أَنْشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُ وَمَا كُنْتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا وَلَكِنَّا كُنَّا مُرْسِلِينَ (٤٥) وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا وَلَكِنْ رَحْمَةً مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ (٤٦) </p><p> وقوله:  (وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى) من نحو عاد، وثمود، وهَؤُلَاءِ الذين كانوا من قبل من الأمم، أي: أرسلناه بعد هلاك من ذكر؛ حتى يعتبر الناس، يشبه أن يكون قوله:  (بَصَائِرَ لِلنَّاسِ) أي: هلاك من ذكر من القرون الأولى بصيرة وعبرة لمن يكون من بعدهم؛ لينزجروا بذلك عن تكذيب الرسل، ويكون ذلك آية لرسالة موسى. </p><p> والثاني: أن يكون قوله: (بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً) أي: الذي آتاه اللَّه موسى هو بصائر وهدى ورحمة لهم إذا قبلوه واتبعوه وعملوا به، وكذلك كان جميع كتب اللَّه هدى ورحمة وبصيرة لمن آمن بها وعمل بها. </p><p> وجائز أن يكون هذا جوابًا وصلة لقولهم:  (مَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ) يقول - واللَّه أعلم -: إنكم لا تسمعون ذلك في آبائكم الذين اتبعوا رسلهم، فأجابوهم، فأما من كذبوهم فإنا أهلكناهم بتكذيبهم الرسل واستأصلتهم، والله أعلم. </p><p> وقوله:  (وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ وَمَا كُنْتَ مِنَ الشَّاهِدِينَ (٤٤) قَالَ بَعْضُهُمْ: جانب الغربي: حيث تغرب الشمس والقمر والنجوم، والشرقي: حيث تشرق وتطلع. </p><p> وقَالَ بَعْضُهُمْ: بجانب الغربي، أي: بجانب الوادي الغربي، واللَّه أعلم ما أراد به. </p><p> وقوله:  (وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ. . . وَمَا كُنْتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ) أي: مقيمًا (وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا) يحتمل وجوهًا: </p><p> أحدها: أنك لم تكن شاهدًا هذه المشاهدة التي شهدها موسى حيث قضينا إلى موسى الأمر بجانب الغربي، ولم تكن شاهدًا هنالك، وما كنت في أهل مدين ثاويًا حتى تعلم أمر موسى وحينه، وما كنت بجانب الطور حيث نادى: يا موسى ونحوه؛ أي: لم تكن شاهدًا هذه المشاهدة التي كان موسى شاهدًا فيها، ثم أعلمناك بتلك الأنباء والأخبار على ما كانت لتتلو تلك الأنباء والأخبار على أهل مكة؛ فتكون آية لنبوتك، وحجة لرسالتك؛ إذ لم تشهدها ولا اختلفت إلى أحد ممن يعرفها فعلمك، ثم أنبأت على ما كانت؛ ليعرفوا أنك إنما عرفت باللَّه تعالى. </p>"
}