{
  "id": null,
  "sura": 27,
  "aya": 76,
  "text": "<p> اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ (٧٧) قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ (٧٨) فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ (٧٩) وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ (٨٠) فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ (٨١) وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلَا أَنْ مَنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ (٨٢) تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِينَ (٨٣) مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِينَ عَمِلُوا السَّيِّئَاتِ إِلَّا مَا كَانُوا يَعْمَلُونَ (٨٤) </p><p> وقوله:  (إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ ... (٧٦) كأنه قال - واللَّه أعلم - يخوف أهل مكة، ويوعدهم ببغيهم على اللَّه وعلى رسوله بعذاب ينزل بهم؛ كما نزل بقارون ببغيه على موسى وقومه، أي: لم تنفعه قرابته من موسى ولا صلته به؛ لما ذكر أنه كان ابن عمه وكان ختنه: زوج أخته مريم؛ فعلى ذلك يقول - واللَّه أعلم -: لا تنفعكم القرابة التي بينكم وبين رسول اللَّه ولا اتصالكم - به من عذاب اللَّه ومقته في الدنيا، إذا بغيتم عليه وتركتم اتباعه؛ كما لم تنفع القرابة التي بين قارون وموسى من عذاب اللَّه ومقته في الدنيا إذا بغى عليه، وكما لم تنفع أبوة أبي إبراهيم لأبي إبراهيم إذا بغى عليه وترك اتباعه، حيث تبرأ إبراهيم منه وحيث قال:  (يَا أَبَتِ إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَنِ) الآية، وحيث لم تنفع لامرأة نوح ولوط الزوجية التي كانت بينهما وبين نوح ولوط من نزول العذاب ومقته بهما إذا تركتا اتباعهما وبغتا عليهما؛ فعلى ذلك يا أهل مكة لا ينفعكم من عذاب اللَّه ومقته قرابتكم برسول اللَّه - صلوات اللَّه عليه - ووصلتكم به، واللَّه أعلم. </p><p> وقوله:  (فَبَغَى عَلَيْهِمْ) : اختلف أهل التأويل في بغيه عليهم: </p><p> قَالَ بَعْضُهُمْ: هو أن موسى طلب منه زكاة ما آتاه اللَّه من المال، فمنعه وأبى أن يعطيه. </p><p> وقَالَ بَعْضُهُمْ: بغيه عليهم هو أن أعطى امرأة جُعلا لتقذفه بنفسها، فأراد أن يفضحه على رءوس الأخيار والملأ وأن يرجموه، فدفع اللَّه عنه وبرأه منه. </p><p> وقَالَ بَعْضُهُمْ: إنما بغى عليه بكثرة ماله وولده، هذا يشبه أن يكون كأنه افتخر بكثرة ماله في دفع عذاب اللَّه ونقمته؛ كقول أهل مكة:  (نَحْنُ أَكْثَرُ أَمْوَالًا. . .) الآية. </p><p> وقَالَ بَعْضُهُمْ: بغى عليه لأن النبوة جعلت في موسى والحبورة في هارون، ولم يجعل لقارون شيء، فاعتزل عن موسى واتبعه ناس كثير، فاعتدى عليه ونحو هذا كثير مما قالوه. </p><p> والأشبه أن يكون بغيه الذي ذكر عليه كبغي فرعون وهامان عليه؛ حيث قال:  (وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ (٢٣) إِلَى فِرْعَوْنَ وَهَامَانَ وَقَارُونَ فَقَالُوا سَاحِرٌ كَذَّابٌ)؛ وكقوله:  (وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ وَلَقَدْ جَاءَهُمْ مُوسَى بِالْبَيِّنَاتِ فَاسْتَكْبَرُوا فِي الْأَرْضِ. . .) الآية، فكان منه ما كان من فرعون وهامان من التكذيب والرد لرسالته، وتسميته: ساحرًا كذابًا، فذلك هو البغي عليه. </p><p> أو لا يفسر البغي عليه؛ لأنه ذكر البغي ولم يبين ما ذلك البغي، واللَّه أعلم بذلك. </p><p> وقال قائلون: بغيه عليهم: هو أن زاد في ثيابهم شبرا، فذلك أيضا لا نعلمه فهو مثل الأول. </p><p> وقوله:  (وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ) : قَالَ بَعْضُهُمْ: مفاتحه: خزائنه. </p><p> وقَالَ بَعْضُهُمْ: جمع مفتاح وهو في الأصل مفاتيح. </p><p> وذكر أن كنوزه كانت كذا كذا ألفا، وأن مفاتيحه كان يحملها كذا كذا بغلا، وأنها من جلود كذا أو من كذا قدر كذا، فذلك أيضًا لا نعلمه ولا نفسره ولا نذكره إلا قدر ما ذكر في الكتاب؛ إذ ذكر في الكتاب الكنوز والمفاتح، وذكر أن العصبة تنوء بها وذلك للكثرة </p>"
}