{
  "id": null,
  "sura": 27,
  "aya": 72,
  "text": "<p> والهلاك؛ ألا ترى أنهم قالوا على أثر ذلك:  (مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (٧١) قالوا ذلك له استهزاء بما يوعدهم؛ فكأنه قال لرسوله: لا تكن في ضيق مما يستهزئون بما توعدهم؛ فإن اللَّه يجزيهم جزاء استهزائهم بك. </p><p> والثاني:  (وَلَا تَكُنْ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ) أي: مما يريدون ويهمون قتلك؛ فإن الله يحفظك ويحوطك؛ فلا يصلون إليك بما يريدون من قتلك وإهلاكك، وهو ما قال:  (وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ) . </p><p> وفيه دلالة إثبات رسالته؛ حيث أمنه وأخبره أنه يحفظه ويعصمه من جميع الأعداء وهو بين أظهرهم، فذلك آية من آيات النبوة والرسالة، واللَّه أعلم. </p><p> وقوله:  (وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ) : قد ذكرنا أنهم إنما يقولون ذلك استهزاء وتكذيبًا بما كان يوعدهم من العذاب بتكذيبهم إياه، ثم كان يوعدهم مرة بعذاب ينزل بهم في الدنيا كما نزل بأوائلهم بتكذيبهم الرسل، ومرة يوعدهم بعذاب ينزل بهم في الآخرة، فيكذبونه في ذلك كله ويستهزئون به ويقولون:  (مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ) ؛ وكذلك قال أوائلهم لرسلهم:  (فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ) . </p><p> ثم قال:  (قُلْ عَسَى أَنْ يَكُونَ رَدِفَ لَكُمْ بَعْضُ الَّذِي تَسْتَعْجِلُونَ (٧٢) هذا يحتمل وجهين: أحدهما: قوله: (رَدِفَ لَكُمْ) بعد هذه الحال، وبعد هذا القول الذي قالوا:  (بَعْضُ الَّذِي تَسْتَعْجِلُونَ) ، أي: ينزل بكم بعد هذه الحال بعض الذي تستعجلون وهو العذاب، وقوله:  (رَدِفَ لَكُمْ) أي: يدنو منكم ويقرب. </p><p> والثاني:  (عَسَى أَنْ يَكُونَ رَدِفَ لَكُمْ) بعد الحزن والمكروه الذي يحل بكم بالموت (بَعْضُ الَّذِي تَسْتَعْجِلُونَ) وهو عذاب القبر؛ لأنهم وقت الموت يحزنون ويكرهون لما شاهدوا وعاينوا من حالهم؛ ولذلك يسألون ربهم الرجوع والرد إلى المحنة ثانيًا؛ نحو قولهم:  (رَبِّ ارْجِعُونِ) ، وقولهم:  (أَوْ نُرَدُّ فَنَعْمَلَ) ، ونحوه. </p><p> وقوله:  (وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ (٧٣) يحتمل قوله: (لَذُو فَضْلٍ عَلَى النَّاسِ) وجوهًا: </p><p> أحدها: ذو فضل في تأخير العذاب عنهم، ولكن أكثرهم لا يشكرون ذلك الفضل ولكن يستعجلون. </p><p> والثاني: ذو فضل على الناس في دينهم في بعثه وإرساله إليهم من يزجرهم ويصرفهم عما يستوجبون من عذاب اللَّه ومقته وهو الرسول، لكنهم لا يعرفون هذا الفضل ولا يشكرونه، بل يعاندونه ويكابرونه. </p>"
}