{
  "id": null,
  "sura": 27,
  "aya": 59,
  "text": "<p> وقَالَ بَعْضُهُمْ: لم ترض معيشتها، وفيه إضمار \" في \" ، أي:  (بطرت في معيشتها) فانتصب لانتزاع حرف \" في \" ، وتأويله - واللَّه أعلم - أي: كم أهلكنا قرية بطر أهلكها في معيشتها، حتى صرفوا شكر ما أنعم عليهم، وجعلوا عبادتهم لغير الذي جعل لهم السعة والرخاء، فأنتم يا أهل مكة إذا بطرتم أشركتم في سعتكم وخصبكم تهلكون؛ كما أهلك من كان قبلكم، وهو كما قال:  (فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ. . .) الآية. </p><p> وقوله:  (فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا) : من القريات، قريات إذا أهلك أهلها أسكن غيرهم فيها نحو: قريات فرعون وغيره، جعل مساكنهم لبني إسرائيل حيث قال:  (وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ. . .) الآية، وقوله:  (وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ) ، ومن القريات ما جعلها خربة هعطلة لم يسكن غيرهم فيها نحو قريات لوط وغيره. </p><p> وقوله:  (وَكُنَّا نَحْنُ الْوَارِثِينَ) أي: الباقين، والوارث: هو الباقي في اللغة على ما ذكرنا آنفًا في غير موضع. </p><p> وقوله:  (وَكُنَّا نَحْنُ الْوَارِثِينَ) يخرج على وجهين: </p><p> أحدهما: إخبار عن هلاك أهل الأرض وفنائهم ويبقى هو؛ كقوله:  (إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا) ، والثاني: إخبار عن هلاك أُولَئِكَ وجعلها لغيرهم، أي: للمتقين؛ كقوله:  (إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ) ، واللَّه أعلم. </p><p> قال أَبُو عَوْسَجَةَ:  (نُتَخَطَّفْ مِنْ أَرْضِنَا) أي: نؤخذ، وقوله:  (يُجْبَى إِلَيْهِ) من الجباية، أي: يجمع، يقال: جبيت أجبي جباية وجبيا، وأجبى يجبي، أي: حاز يحوز، (بَطِرَتْ مَعِيشَتَهَا) أي: لم ترض بمعيشتها. </p><p> وقَالَ الْقُتَبِيُّ: أي: أشرت. </p><p> وقالا:  (فِي أُمِّهَا رَسُولًا) أي: في أكثرها وأعظمها قدرا وهي مكة، والنبي منهم والكتاب أنزل عليهم. </p><p> وقالا: و (أُمِّهَا) : كلمة لا يتكلم بها أحد يعنون بالكسر. </p><p> وقوله:  (وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ (٥٩) جائز أن يكون تلك القرى التي أخبر أنه غير مهلكها حتى يبعث في أمها رسولا -: </p>"
}