{
  "id": null,
  "sura": 27,
  "aya": 61,
  "text": "<p> القريات اللاتي هن حول مكة، لا يهلك القرى حتى يبعث في أمها رسولا. </p><p> قيل: في أعظمها - وهي مكة - رسولا (يَتْلُو عَلَيْهِمْ آيَاتِنَا) ، فإن كان هذا؛ فيكون الإهلاك لها الانتزاع من أيديهم، وجعلها في أيدي أهل الإسلام على ما كان؛ لأن اللَّه كان يفتح على رسوله قرية فقرية وبلدة فبلدة، حتى جعل الكل في أيدي المسلمين، وهو ما قال:  (وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِنْ دَارِهِمْ حَتَّى يَأْتِيَ وَعْدُ اللَّهِ) وهو وعد فتح مكة، وذلك إهلاكهم. </p><p> والثاني: جائز أن يكون هذا في كل القرى وجميع الرسل: أنه كان لا يهلكها بالكفر نفسه، حتى يبعث في أكبرها وأعظمها - وهي المصر - رسولا يتلو عليهم آياته، وذلك يشبه قوله:  (وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا) . </p><p> وإنَّمَا ذكر بعث الرسول في أمها؛ لأنه إذا بعث الرسول في أعظمها - وهو المصر - ينتشر وينتهي إلى الآفاق والصغائر منها والقرى؛ لما أنهم يدخلون المصر لحوائجهم؛ فيتهيأ للرسول تلاوة الآيات عليهم والدعاء لهم، وإذا كان في بعض القرى لا يتهيأ لهم ذلك، واللَّه أعلم. </p><p> وقوله:  (وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ) أي: معاندون مكابرون، لا نهلكهم إهلاك تعذيب بنفس الكفر في الدنيا، حتى يكون منهم العناد والمكابرة، إنما يعذبون عذاب الكفر في الآخرة وهو عذاب الأبد. </p><p> وقوله:  (وَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى أَفَلَا تَعْقِلُونَ (٦٠) إنهم كانوا يتفاخرون بما أوتوا من السعة ومتاع الحياة الدنيا، وأهل الزهد والتقوى آثروا الباقي الموعود في الآخرة على متاع الحياة الدنيا وزينتها؛ ولذلك قال:  (أَفَمَنْ وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيهِ كَمَنْ مَتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ... (٦١) فجواب هذا أن يقال: بل الموعود الحسن الملاقى بالذي له عاقبة خير من المتاع الفاني الذي ليست له عاقبة، لكنه لم يذكر له جوابًا، فجوابه ما ذكرنا. </p><p> ثم كل استفهام كان من اللَّه فهو على الإيجاب في الحقيقة ليس على الاستفهام. </p><p> وقوله:  (ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ) أي: يحضرون في النار. </p><p> وقيل: من المحضرين، أي المعذبين، وكلاهما واحد. </p>"
}