{
  "id": null,
  "sura": 27,
  "aya": 81,
  "text": "<p> طائعين، فلو فعلوا فإنهم يكونون شركاءهم. </p><p> وذكر عن بعض السلف أنه قال: في عيسى وقارون عبرة لمن اعتبر؛ إن عيسى - صلوات اللَّه عليه - زهد في الدنيا زهدًا، حتى لم يتخذ لنفسه مسكنًا يسكنه، ولا مقرّا يقر فيه، ولا اتخذ لنفسه ما يتعيش به، ولا اشتغل بشيء منها، فرفعه اللَّه إلى السماء، فجعل عيشه ومقره فيها في كرامة اللَّه وجواره. </p><p> وقارون كان يرغب في هذه الدنيا رغبة، وجهد في طلبها طاقته ووسعه، وركن إليها ركونًا، حتى خسفه اللَّه في الأرض، وأدخله فيها مع كنوزه وأتباعه، فيكون فيها إلى يوم القيامة؛ ففي ذلك عبرة وآية لكل راغب وزاهد، فيرغب الزاهد في الزهد فيها، وينزجر الراغب عن الرغبة فيها، واللَّه أعلم. </p><p> وقوله - تعالى -: (فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ ... (٨١) بالبغي الذي بغى عليهم؛ أعني: على موسى وأصحابه. </p><p> وقوله:  (فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ) كأنه كان يفتخر بالمال والحواشي، ويتقوى بذلك في دفع عذاب اللَّه ونقمته؛ لذلك قال:  (فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ) ، أي: لم يغن في دفع عذاب اللَّه عنه أتباعه وحواشيه، وهو كظنّ أُولَئِكَ:  (نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ) ، وكان ظنهم ذلك وقولهم إنما كان بوجهين: </p><p> أنهم ظنوا أن أموالهم وأتباعهم تدفع عنهم عذاب اللَّه ونقمئه كما تدفع نقمة بعضهم عن بعض فيما بينهم؛ كقول ذلك الرجل:  (سَآوِي إِلَى جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ) . </p><p> والثاني: ظنوا أنهم إنما أعطوا هذه الأموال والأتباع في هذه الدنيا لكرامة لهم عند اللَّه؛ فلا يعذبون أبدًا. </p><p> وقوله:  (وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلَا أَنْ مَنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ (٨٢) كانوا تمنوا أن يعطوا مثل ما أعطي قارون (يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ. . . وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ) قال بعض أهل الأدب: (وَيْ) صلة، وإنما هو (كَأَنَّ) و (كَأَنَّهُ) . </p><p> وقال مقاتل:  (وَيْكَأَنَّهُ) أي: لكنه وَيْكَأَنَّ. </p><p> قَالَ بَعْضُهُمْ: قوله: (وَيْكَأَنَّ اللَّهَ) أي: اعلموا أن اللَّه يبسط الرزق لمن يشاء، </p>"
}