{
  "id": null,
  "sura": 27,
  "aya": 41,
  "text": "<p> خصوصية لهم؛ لأنه كان اتخذ للأتباع أصنامًا يعبدونها وجعل للملأ عبادة نفسه وإلهيته، لما لم ير الأتباع أهلا لعبادة نفسه جعل لهم عبادة الأصنام، ورأى الملأ أهلا لذلك؛ فخصهم، ومنه اتخذت الرب عبادة الأصنام دون اللَّه؛ لما لم يروا أنفسهم أهلا لعبادة اللَّه، وقالوا:  (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) . </p><p> وقوله:  (فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا) قال أهل التأويل: أول من اتخذ الآجر هو، ولا نعلم ذلك، يحتمل أن يكون من فبل ذلك. </p><p> وقوله:  (فَاجْعَلْ لِي صَرْحًا) أي: قصرًا (لَعَلِّي أَطَّلِعُ إِلَى إِلَهِ مُوسَى) كان يعرف أنه ليس إله السماء والأرض؛ إذ لا يملك ذلك، فكأنه أراد بقوله:  (مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي) قومه وأهله خاصة (وَإِنِّي لَأَظُنُّهُ مِنَ الْكَاذِبِينَ) كأن جميع ما كان بين موسى وفرعون من الكلام كان على الظن؛ كقوله:  (إِنِّي لَأَظُنُّكَ يَا مُوسَى مَسْحُورًا) وكذلك قال له موسى: (وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُورًا) . </p><p> وقوله:  (وَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ (٣٩) الاستكبار: هو ألَا يرى لنفسه شكلا ولا نظيرًا، وهو كذلك، كان لا يرى لنفسه شكلا ولا نظيرًا؛ لأنه يدعي لنفسه الربوبية والألوهية، واستكبار قومه لما استعبدوا هم بني إسرائيل، واستخدموهم، أو استكبروا أن يخضعوا لموسى ويجيبوا له إلى ما يدعوهم إليه. </p><p> وقوله:  (وَظَنُّوا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ. فَأَخَذْنَاهُ وَجُنُودَهُ (٤٠) أخذناه أخذ تعذيب وإهلاك (فَنَبَذْنَاهُمْ فِي الْيَمِّ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ) يعذبون بظلمهم. </p><p> وقوله:  (وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ وَيَوْمَ الْقِيَامَةِ لَا يُنْصَرُونَ (٤١) ذكر في هَؤُلَاءِ: أنه جعلهم أئمة في الشر، وذكر في الرسل وأهل الخير: أنه جعلهم ألْمة في الخير؛ حيث قال:  (وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ) ، وما قال:  (وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ) ، فكان من اللَّه - تعالى - في أهل الخير صنع ومعنى حتى صاروا بذلك أئمة الخير ما لم يكن ذلك منه بأهل الشر وأئمة السوء فيرد على المعتزلة؛ لأنهم يقولون: لم يكن من اللَّه - تعالى - إلى الرسل وقادة الخير إلا وقد كان ذلك منه إلى كل كافر وفاسق. </p><p> فلو كان على ما قالوا لكان لا يحتمل أن يصير هَؤُلَاءِ أئمة الخير وأُولَئِكَ أئمة الشر بأعمالهم أيضًا، وإن كان ما من اللَّه إليهم على السوء، لكن يضاف ذلك إلى اللَّه بأسباب تكون منه، وكانت حقيقة ذلك منهم بعملهم؛ نحو:  (إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ) </p>"
}