{
  "id": null,
  "sura": 27,
  "aya": 73,
  "text": "<p> والهلاك؛ ألا ترى أنهم قالوا على أثر ذلك:  (مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (٧١) قالوا ذلك له استهزاء بما يوعدهم؛ فكأنه قال لرسوله: لا تكن في ضيق مما يستهزئون بما توعدهم؛ فإن اللَّه يجزيهم جزاء استهزائهم بك. </p><p> والثاني:  (وَلَا تَكُنْ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ) أي: مما يريدون ويهمون قتلك؛ فإن الله يحفظك ويحوطك؛ فلا يصلون إليك بما يريدون من قتلك وإهلاكك، وهو ما قال:  (وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ) . </p><p> وفيه دلالة إثبات رسالته؛ حيث أمنه وأخبره أنه يحفظه ويعصمه من جميع الأعداء وهو بين أظهرهم، فذلك آية من آيات النبوة والرسالة، واللَّه أعلم. </p><p> وقوله:  (وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ) : قد ذكرنا أنهم إنما يقولون ذلك استهزاء وتكذيبًا بما كان يوعدهم من العذاب بتكذيبهم إياه، ثم كان يوعدهم مرة بعذاب ينزل بهم في الدنيا كما نزل بأوائلهم بتكذيبهم الرسل، ومرة يوعدهم بعذاب ينزل بهم في الآخرة، فيكذبونه في ذلك كله ويستهزئون به ويقولون:  (مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ) ؛ وكذلك قال أوائلهم لرسلهم:  (فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ) . </p><p> ثم قال:  (قُلْ عَسَى أَنْ يَكُونَ رَدِفَ لَكُمْ بَعْضُ الَّذِي تَسْتَعْجِلُونَ (٧٢) هذا يحتمل وجهين: أحدهما: قوله: (رَدِفَ لَكُمْ) بعد هذه الحال، وبعد هذا القول الذي قالوا:  (بَعْضُ الَّذِي تَسْتَعْجِلُونَ) ، أي: ينزل بكم بعد هذه الحال بعض الذي تستعجلون وهو العذاب، وقوله:  (رَدِفَ لَكُمْ) أي: يدنو منكم ويقرب. </p><p> والثاني:  (عَسَى أَنْ يَكُونَ رَدِفَ لَكُمْ) بعد الحزن والمكروه الذي يحل بكم بالموت (بَعْضُ الَّذِي تَسْتَعْجِلُونَ) وهو عذاب القبر؛ لأنهم وقت الموت يحزنون ويكرهون لما شاهدوا وعاينوا من حالهم؛ ولذلك يسألون ربهم الرجوع والرد إلى المحنة ثانيًا؛ نحو قولهم:  (رَبِّ ارْجِعُونِ) ، وقولهم:  (أَوْ نُرَدُّ فَنَعْمَلَ) ، ونحوه. </p><p> وقوله:  (وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ (٧٣) يحتمل قوله: (لَذُو فَضْلٍ عَلَى النَّاسِ) وجوهًا: </p><p> أحدها: ذو فضل في تأخير العذاب عنهم، ولكن أكثرهم لا يشكرون ذلك الفضل ولكن يستعجلون. </p><p> والثاني: ذو فضل على الناس في دينهم في بعثه وإرساله إليهم من يزجرهم ويصرفهم عما يستوجبون من عذاب اللَّه ومقته وهو الرسول، لكنهم لا يعرفون هذا الفضل ولا يشكرونه، بل يعاندونه ويكابرونه. </p><p> أو لذو فضل على الناس فيما أنعم عليهم في أموالهم وأنفسهم، لكنهم لا يشكرون في ذلك، بل يصرفون شكره إلى غير المنعم، واللَّه أعلم. </p><p> وقوله:  (وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ (٧٤) </p><p> قوله:  (تُكِنُّ صُدُورُهُمْ) يحتمل وجهين: </p><p> أحدهما: ما تكنون أنتم في صدوركم وتسترون فيها (وَمَا يُعْلِنُونَ) ، أي: ما يبدون ويظهرون فيها، يعلم ذلك كله. </p><p> أو (مَا تُكِنُّ صُدُورُهُمْ) ، أي: ما تخفي أنفس الصدور وتستر فيها (وَمَا يُعْلِنُونَ) : وما تحمل الصدور أصحابها على إبداء ما فيها وإظهاره، وهو ما ذكر في الخبر حيث قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" إن في الإنسان مضغة إذا صلحت صلح جميع بدنه وهو القلب \" ، والله أعلم. </p><p> وقوله:  (وَمَا مِنْ غَائِبَةٍ فِي السَّمَاءِ وَالْأَرْضِ إِلَّا فِي كِتَابٍ مُبِينٍ (٧٥) هذا يخرج على وجهين -أيضًا-: </p><p> أحدهما: ما من غائبة في السماء والأرض مما كان ويكون أبد الآبدين إلا كان ذلك مبينا في كتاب مبين، يخبر أنه كان لم يزل عالمًا بما كان منهم أبد الآبدين، وأنه عن علم بأفعالهم وصنيعهم خلقهم وأنشاهم، لا عن جهل وغفلة. </p><p> والأني:  (وَمَا مِنْ غَائِبَةٍ فِي السَّمَاءِ وَالْأَرْضِ) أي: ما من غائبة عن الخلق ما يغيب بعضهم من بعض ويستر بعضهم بعضا، (إِلَّا فِي كِتَابٍ مُبِينٍ) : إلا كان ذلك عند اللَّه محققا ظاهرًا مرقوبا، ينبههم؛ ليكونوا على حذر؛ يقول: إن ما يغيب بعضهم من بعض فهو عند اللَّه محفوظ رقيب لا يغيب عنه شيء؛ كقوله:  (مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ) ، واللَّه الموفق. </p><p> قَالَ بَعْضُهُمْ: في قوله: (عَسَى أَنْ يَكُونَ رَدِفَ لَكُمْ) أي: أعجل لكم. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ هَذَا الْقُرْآنَ يَقُصُّ عَلَى بَنِي إِسْرَائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ (٧٦) وَإِنَّهُ لَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ (٧٧) إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ بِحُكْمِهِ وَهُوَ الْعَزِيزُ الْعَلِيمُ (٧٨) فَتَوَكَّلْ عَلَى اللَّهِ إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ (٧٩) إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ (٨٠) وَمَا أَنْتَ بِهَادِي الْعُمْيِ عَنْ ضَلَالَتِهِمْ إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ (٨١) وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ (٨٢) </p><p> وقوله:  (إِنَّ هَذَا الْقُرْآنَ يَقُصُّ عَلَى بَنِي إِسْرَائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ) قوله: </p><p> (أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ) مقطوع من قوله: (إِنَّ هَذَا الْقُرْآنَ يَقُصُّ عَلَى بَنِي إِسْرَائِيلَ) ؛ كأنه قال:  (يَقُصُّ عَلَى بَنِي إِسْرَائِيلَ) أي: يبين لهم، ثم قال على الاستئناف:  (أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ) . </p><p> وقَالَ بَعْضُهُمْ: لا، ولكن هو موصول بعضه ببعض؛ (إِنَّ هَذَا الْقُرْآنَ يَقُصُّ) أي: يبين على بني إسرائيل أكثر ما اختلفوا فيه. </p><p> فإن كان على ما يقول هذا، فهم بأنفسهم يبينون الاختلاف الذي هم فيه لا يحتاج إلى أن يبين القرآن الذي هم فيه يختلفون؛ إذ هم يبينون ما اختلفوا فيه. </p><p> ولكن تأويله - واللَّه أعلم - إن هذا القرآن يبين لهم الحكم في أكثر ما يختلفون، أو يبين لهم الحق في أكثر ما يختلفون فيه. </p><p> وفي ظاهر الآية أنه يبين لهم أكثر الذي هم فيه يختلفون: أنه قد بقي شيء مما اختلفوا فيه لم يبين لهم؛ حيث قال:  (أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ) ، لكن قوله:  (أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ) أي: يبين لهم ما فيه نص القرآن، ولم يبين لهم ما فيه دليل القرآن، أو يبين لهم ما فيه نص القرآن ولم يبين ما فيه سنة القرآن ونحوه، واللَّه أعلم. </p><p> وقوله:  (وَإِنَّهُ ... (٧٧) أي: القرآن الذي ذكر، (لَهُدًى وَرَحْمَةٌ) أي: هدى ورحمة، أي: هدى من الضلالة لمن اتبعه في الدنيا وعمل به، ورحمة في دفع العذاب عنهم في الآخرة، فيكون هو هدى ورحمة لمن آمن به. </p><p> وقوله:  (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ بِحُكْمِهِ وَهُوَ الْعَزِيزُ الْعَلِيمُ (٧٨) حكمه: هو عدله؛ كأنه يقول: إن ربك يقضي بينهم بعدله، لا يجور ولا يظلم في الحكم والقضاء. </p><p> (وَهُوَ الْعَزِيزُ) : الذي لا يعجزه شيء، (الْعَلِيمُ) : الذي لا يخفى عليه شيء؛ عزيز بذاته عالم بذاته. </p><p> وقوله:  (فَتَوَكَّلْ عَلَى اللَّهِ إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ (٧٩) أي: توكل على اللَّه واعتمد عليه، ولا تخف مكرهم وما يريدون ويقصدون أن يكيدوا بك؛ كقوله:  (وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ) ، وقوله:  (إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ) ؛ لأن معك حججا وبراهين، وليس مع أُولَئِكَ حجج وبراهين، وإن كان كل منهم يقول: إنا على الحق، فأنت على الحق المبين لا هم؛ لأن معك حججا وبراهين؛ فالذي أنت عليه حق، وإن الذي هم عليه باطل ليس بحق. </p><p> وقوله:  (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ (٨٠) قال بعض أهل التأويل: بلغنا أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - نادى يوم بدر: \" يا فلان ويا فلان - وهم قتلى بعدما أمر أن يجمعوا </p><p> في قليب - هل وجدتم ما وعد ربكم حقا؟! ألم تكذبوا نبيكم وتكفووا بربكم وتقطعوا أرحامكم \"؟ ! فأنزل اللَّه هذه الآية:  (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى) . </p><p> لكن عندنا أن اللَّه تعالى سمى الكافر: ميتًا في غير آي من القرآن؛ لما لم يجهدوا أنفسهم في عبادة اللَّه ولا استعملوها في طاعته، فهم كالموتى، وسماهم: صُمًّا؛ لما لم يسمعوا الحق ولم يقبلوه، وسماهم: بُكما؛ لما لم ينطقوا بالحق ولا تكلموا به، وسماهم: عُميا؛ لما لم يبصروا الحق، وسماهم: موتى؛ لما لم يستعملوا أيديهم في الحق؛ فنفى عنهم هذه الحواس لما لم ينتفعوا بهذه الحواس، ولا استعملوها فيما أنشئت وخلقت وإن كانت لهم هذه الحواس؛ فعلى ذلك سماهم: موتى وهلكى، وفي موضع آخر شبههم بالأنعام وأخبر أنهم أضل؛ لما لم يستعملوا أنفسهم فيما أنشئت هي له، ولم ينتفعوا بها. </p><p> فَإِنْ قِيلَ: ما معنى قوله: (وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) : أخبر أنه لا يقدر على أن يسمع الصم إذا ولوا مدبرين، ولا يقدر أن يسمع الصم وإن أتوا مقبلين ولم يولوا؟ </p><p> قيل: معناه - واللَّه أعلم - أنهم صاروا صُمًّا لا ينتفعون بما سمعوا لإعراضهم وترك إمكان النظر فيه، ولو أقبلوا إليه لانتفعوا به، فيصير مسمعا لهم؛ يخبر عن شدة تعنتهم ومكابرتهم أنهم كالصم المدبرين، لا يمكن إسماعهم بحال ولا تفهيمهم وإن جهد، وأما الصم المقبلون فإنهم قد يمكن إسماعهم وتفهيمهم بجهد بالإشارة والإيماء، واللَّه أعلم بذلك. </p><p> وقوله:  (وَمَا أَنْتَ بِهَادِي الْعُمْيِ عَنْ ضَلَالَتِهِمْ ... (٨١) وفي بعض القراءات: (وما أنت تهدي العمي عن ضلالتهم) ، هذا يدل أن ليس كل الهدى البيان على ما قالت المعتزلة؛ لأنه لو كان الهدى كله بيانًا في جميع المواضع على ما قالوا هم، لكان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يقدر أن يبين للكفار عن ضلالتهم، وقد بين لهم، ثم أخبر رسوله:  (وَمَا أَنْتَ بِهَادِي الْعُمْيِ عَنْ ضَلَالَتِهِمْ) ، فدل هذا أن عند اللَّه هداية ولطفًا إذا سألوه وطلبوا منه ذلك وأعطاهم لاهتدوا به وآمنوا، فهذا ينقض على المعتزلة قولهم. </p><p> وقوله:  (إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ) أي: ما تسمع إلا أهل الإيمان بالآيات وأهل الإسلام منهم، فأما أهل العناد والمكابرة فلا. </p><p> وقوله:  (وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ (٨٢) قَالَ بَعْضُهُمْ: قوله: (وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ) أي: إذا وقعت الحجة عليهم ولزمت فكذبوها أخرجنا لهم دابة. </p><p> وقَالَ بَعْضُهُمْ: وإذا وقعت السخطة والغضب عليهم أخرجنا لهم دابة. </p><p> وقال قائلون:  (وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ) ، أي: إذا بلغوا في الكفر حدّا يعلم اللَّه أنهم لا يؤمنون أبدًا بعد ذلك (أَخْرَجْنَا لَهُمْ دَابَّةً) ، لكن قد ذكرنا في غير موضع: أن هذا لا يصح ولا يجوز؛ إذ اللَّه - عَزَّ وَجَلَّ - لم يزل عالما بما كان ويكون منهم أبد الآبدين، فليس علمه بأحوالهم بما يكون منهم إذا بلغوا ذلك الحد، بل لم يزل عالمًا بما يكون منهم، وهذا الحرف الذي يقول القائل يومئ إلى أنه إنما يعلم ذلك منهم إذا بلغوا ذلك الحد وقبل ذلك لا، فهو قبيح. </p><p> وقول من قال: إذا وقعت الحجة عليهم؛ فهو لا يحتمل أيضًا؛ لأن الحجة قد كانت قامت قبل ذلك الوقت، وليست تقوم الحجة عليهم في ذلك الوقت. </p><p> فيكون التأويل أحد وجهين: </p><p> أحدهما: ما ذكرنا من وقوع العذاب، ووجوب العقوبة والسخطة عليهم؛ كقوله:  (أُولَئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ) أي: العذاب وجب عليهم. </p><p> والثاني: أي: إذا أتى وقت خروج الدابة التي وعدنا لهم أنها تخرج، أخرجناها لهم في ذلك الوقت، أي: لا يتقدم خروجها عن الوقت الموعود ولا يتأخر؛ كقوله:  (فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) ، وهكذا كل شيء جعل اللَّه لظهور ذلك وكونه وقتًا لا يتقدم ولا يتأخر ذلك الوقت؛ هذا - واللَّه أعلم - يشبه أن يكون تأويل الآية. </p><p> وقوله:  (تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ) : قراءة العامة بالتشديد: (تُكَلِّمُهُمْ) من التكليم والتحديث؛ وكذلك في بعض الحروف: تحدثهم وتنبئهم، وقد قرئ:  (تَكْلِمُهُم) بالتخفيف وهو من الجراحة، وهو ما ذكر في الأخبار والقصص أن الدابة إذا خرجت تجرح الكافر، وتسمه بسمة وعلامة، حتى يعرف الكافر من المؤمن فيقال: يا مؤمن ويا كافر. </p><p> وسئل ابن عَبَّاسٍ عن ذلك؟ فقال:  \" تكلم المؤمن وتحدثه، وتجرح الكافر \" ، والله </p><p> أعلم. </p><p> ثم اختلف في قوله:  (أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ) ؛ اختلف في تلاوته، وتأويله:  (أَنَّ النَّاسَ) بنصب الألف، و (إِنَّ النَّاسَ) بكسرها، فمن قرأ بالنصب:  (أَنَّ النَّاسَ) وجعل ذلك القول من الدابة، ثم يخرج على وجهين: </p><p> أحدهما: تقول الدابة: إن الناس كانوا بي وبخروجي لما وعدوا لا يوقنون أني أخرج، فهأنذا خرجت. </p><p> والثاني: أنها تخبر عن اللَّه وتنبئ أن الناس كانوا بالدابة وبغيرها من الآيات لا يوقنون. </p><p> ومن قرأ بالخفض (إِنَّ) يجعل ذلك القول من اللَّه ابتداءَ إخبارٍ: أنهم كانوا لا يزالون لا يوقنون. </p><p> وفي خروج الدابة أعظم آيات في إثبات رسالة رسول اللَّه ونبوته؛ لأنه أخبر أنها تخرج في وقت كذا؛ فتخرج على ما أخبر في ذلك الوقت على الوصف الذي وصف؛ فتدلهم على صدقه. </p><p> * * * </p><p> قوله تعالى:  (وَيَوْمَ نَحْشُرُ مِنْ كُلِّ أُمَّةٍ فَوْجًا مِمَّنْ يُكَذِّبُ بِآيَاتِنَا فَهُمْ يُوزَعُونَ (٨٣) حَتَّى إِذَا جَاءُوا قَالَ أَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا أَمَّاذَا كُنْتُمْ تَعْمَلُونَ (٨٤) وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوا فَهُمْ لَا يَنْطِقُونَ (٨٥) أَلَمْ يَرَوْا أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (٨٦) وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ وَكُلٌّ أَتَوْهُ دَاخِرِينَ (٨٧) وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ (٨٨) مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ (٨٩) وَمَنْ جَاءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ (٩٠) </p><p> وقوله:  (وَيَوْمَ نَحْشُرُ مِنْ كُلِّ أُمَّةٍ فَوْجًا مِمَّنْ يُكَذِّبُ بِآيَاتِنَا) : يجمع القادة منهم والأتباع والمتبوعون، فيساقون إلى النار جميعًا؛ كقوله:  (احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ. . .) الآية، وكقوله:  (وَسِيقَ الَّذِينَ كَفَرُوا. . .) الآية؛ وكقوله:  (وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ) . </p><p> قال أهل التأويل:  (يُوزَعُونَ) أي يحبس أولهم على آخرهم حتى يجتمعوا، وقد ذكرنا الوزع فيما تقدم وما قيل فيه. </p><p> وقوله:  (حَتَّى إِذَا جَاءُوا قَالَ أَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا أَمَّاذَا كُنْتُمْ تَعْمَلُونَ (٨٤) أي: حتى إذا جاءوا جميعًا واجتمعوا - يعني: الكفار - قال لهم:  (أَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا) ، يحتمل (وَلَمْ تُحِيطُوا بِهَا عِلْمًا) أي: قد أحطتم بها علما أنها آيات، لكن كذبتم وأنكرتم أنها آيات عنادا ومكابرة؛ إذ يجوز أن ريكلم بالنفي على إثبات ضده؛ كقوله:  (أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ) أي: يعلم بضد ذلك وبخلاف ما تقولون أنتم، وذلك جائز في القرآن كثير. </p><p> أو أن يكون قوله:  (وَلَمْ تُحِيطُوا بِهَا عِلْمًا) لما لم تتفكروا فيها، ولم تنظروا إليها نظر التعظيم والإجلال لكي تعرفوا، وأحطتم بها علما أنها آيات. </p><p> وإلا لو كان التأويل على ظاهر ما ذكر لكان لهم عذر في تكذيبها إذا لم يحيطوا بها علما؛ إذ من لم يحط العلم بالشيء فله عذر الرد وترك القبول، لكن يخرج على الوجهين اللذين ذكرتهما، واللَّه أعلم. </p><p> ثم قال:  (أَمَّاذَا كُنْتُمْ تَعْمَلُونَ) : في تكذيب الآيات والأعمال التي عملوها بلا حجة، ولا برهان. </p><p> (وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوا فَهُمْ لَا يَنْطِقُونَ (٨٥) أي: وجب القول بالعذاب، ووقع ما وعدوا من العذاب بما ظلموا حيث قال:  (لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ) ، ونحوه. </p><p> وقوله:  (فَهُمْ لَا يَنْطِقُونَ) أي: لا ينطقون بالحجة مما يكون لهم به عذر. </p><p> وقوله:  (أَلَمْ يَرَوْا أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (٨٦) أي: في الليل والنهار لآيات لقوم يؤمنون. </p><p> ثم الآيات التي ذكر فيهما تكون من وجوه: </p><p> أحدها: دلالة وحدانيته ودلالة علمه، وتدبيره وحكمته، ودلالة كرمه وجوده، ودلالة قدرته وسلطانه، ودلالة القدرة على البعث والإحياء بعدما صاروا رمادا وترابًا. </p><p> أما دلالة كرمه وجوده: ما جعل لهم في الليل والنهار منافع تدوم ما داموا هم. </p><p> ثم تلك المنافع تكون من وجهين: </p><p> أحدهما: جعل النهار للتقلب فيه والتصرف لمعاشهم وما به قوام دنياهم، وجعل الليل راحة لهم وسكونا، ولو جعلهما جميعا للتقلب ما قام به معاشهم وما به قوام أنفسهم وأبدانهم أبدًا؛ لأنه لا يلتئم ذلك إلا بالراحة، ولو جعلهما جميعًا للراحة لم يقم أمر معاشهم، فمن رحمته وفضله جعل أحدهما للراحة والآخر للتقلب، وهو ما ذكر في آية أخوى:  (وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ) . </p><p> والثاني: من النعمة التي ذكر أنه جعل الذي للتقلب إنما جعل ذلك للكل، لا للبعض </p><p> دون البعض؛ وكذلك الذي هو مجعول الراحة، والقرآن إنما جعله كذلك للكل لا لقوم دون قوم، ولو جعل كذلك لكان لا يقوم أمر معاشهم، ولا ما به يقوم أبداتهم وأنفسهم، ولكن من رحمته وفضله جعل المجعول وقتًا للراحة للكل لا لبعض دون بعض؛ وكذلك المجعول للتقلب؛ ليظفر المشترون بالباعة والباعة بالمشترين؛ ليلتئم أمر معاشهم ودنياهم. </p><p> وأما دلالة وحدانيته: ما جعل منافع أحدهما متصلة بالآخر؛ إذ لا يقوم أحدهما إلا بالآخر على اختلاف جوهرهما؛ ليعلم أن مدبرهما ومنشئهما واحد؛ إذ لو كان عددا لكان ما أراد هذه إيصاله منع الآخر، فإن لم يكن ولكن جريا على سنن واحد واتساق واحد؛ دل أنه تدبير واحد لا عدد. </p><p> ودلالة علمه وحكمته: أنهما منذ كانا، كانا على ميزان واحد، وعلى تقدير واحد من غير تغير ولا تبدل يقع فيهما؛ دل أن لمنشئهما علما ذاتتا وحكمة ذاتية، لا علما مكتسبًا مستفادًا كعلم الخلق. </p><p> وأما دلالة القدرة والسلطان: لأنهما يقهران الخلق كله من الجبابرة والفراعنة شاءوا أو أبوا، حتى إذا أراد واحد منهم أن يمنع أحدهما أو ينقص من الآخر لم يقدر عليه. </p><p> أو إن اجتمعوا جميعًا على دفعهما أو دفع أحدهما دون الآخر لم يقدروا عليه؛ دل أن لمنشئهما قدرة وسلطانا؛ إذ من قدر على إنشاء هذا لا يعجزه شيء. </p><p> ودلالة القدرة على البعث: لأنه يتلف أحدهما ويذهب به حتى لا يبقى أثره، ثم يأتي بالآخر على تقدير الأول، فمن قدر على إنشاء هذا بعد ذهاب الآخر بكليته وذهاب أثره لقادر على إنشاء الخلق بعد فنائهم وهلاكهم، وأنه لا يعجزه شيء. </p><p> ثم لما جعل هذا ما ذكرنا وخلق ما خلق من المنافع التي ذكرنا لهذا العالم خلق هذا العالم للمحنة يأمرهم وينهاهم، وجعل لهم عاقبة فيها يثاب من أطاعه ويعاقب من عصاه؛ إذ لو لم تكن عاقبة لكان خلقهم عبثًا لا حكمة فيه؛ لأن من بني بناء للفناء والنقض خاصة لا لعاقبة يتأمل نفعه كان بناؤه عبثًا غير حكمة؛ فعلى ذلك خلق الخلق لا لعاقبة تقصد عبث ليس بحكمة. </p><p> والآيات لمن آمن بها وصدق، فأما من لم يؤمن وكذب بها فهي آيات عليهم لا لهم. </p><p> وقوله:  (وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ وَكُلٌّ أَتَوْهُ دَاخِرِينَ (٨٧) اختلف في النفخ ما هو؟ وفي عدده؟ واختلف في الصور أيضًا ما هو؟ وكيف هو؟! </p><p> أما الاختلاف في النفخ: فمنهم من يقول: ليس على حقيقة النفخ، ولكن إخبار عن خفة قيام القيامة على اللَّه؛ أخبر بالنفخ عنها؛ لأنه أخف شيء على الخلق وأهونه، فأخبر به عنها، وهو ما قال:  (وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ) ، شبه أمرها بلمح </p><p> البصر لما ليس شيء أخف على المرء من لمح البصر؛ فعلى ذلك النفخ عند قيامها لخفته على الخلق. </p><p> ومنهم من يقول: ذكر النفخ لسرعة نفاذ الساعة؛ إذ ليس شيء أسرع نفاذا من النفخ، وهو ما قال: إلا صيحة، وإلا رجفة، ذكر ذلك وشبهها بالصيحة والرجفة لسرعة نفاذها؛ إذ ليس شيء أسرع نفاذا من الصيحة والرجفة، فيقول: ليس على حقيقة النفخ، ولكن إخبار عن خفتها على اللَّه أو سرعة نفاذها على ما ذكرنا، وهو ما قال:  (فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا) ، ليس أنه ينفخ فيه نفخًا، ولكن يجعل كأنه قال: وجعلنا فيه من روحنا. </p><p> ومنهم من يقول: هو على حقيقة النفخ، فإن كان على هذا فهو أن يمتحن الملك من غير أن يقع له الحاجة إلى ذلك؛ نحو ما امتحن الكرام الكاتبين بكتابة أعمال الخلق وأفعالهم من غير وقوع الحاجة إليه، لكن امتحانًا منه ملائكته بذلك، أو أن يكونوا أحذر؛ إذ هو عالم بما كان وبما يكون كيف يكون؟ ومتى يكون وأي شيء يكون؟ </p><p> وأما اختلافهم في عدد النفخ: قال قائل: إنه واحد يحتج بقوله: (إِلَّا صَيْحَةً وَاحِدَةً) . </p><p> ومنهم من يقول بالنفختين؛ يحتج بقوله:  (يَوْمَ تَرْجُفُ الرَّاجِفَةُ (٦) تَتْبَعُهَا الرَّادِفَةُ (٧) . أخبر أنه يردف الأولى غيرها، ويحتج بقوله أيضًا:  (وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى) . </p><p> ومنهم من يقول بالنفخات الثلاث يقول: الأولى للفزع، والثانية للصعق على ما ذكرنا في الآية، والثالثة للإحياء. </p><p> ومنهم من يقول بالثلاث إلا أنه يجعل ذلك كله بعد الموت: </p><p> أحدها للفزع في القبور، والثانية للإحياء فيها، والثالثة للإخراج منها والنشر، ويقول هذا القائل بعذاب أهل القبر من النفخة الثانية إلى النفخة الثالثة؛ وعلى ذلك رويت أخبار في ذلك، فإن ثبتت فهو ذاك وإلا نقف فيه. </p><p> وأمَّا اختلافهم في الصور: قال قائلون: ينفخ في الخلق، والصور جمع صورة؛ قال: الزجاج: لا يحتمل هذا؛ لأن الصور على سكون الواو ليس هو من أفراد الصور ولا من جمعها؛ لأن الفرد هو صورة بالهاء وجمع الصورة صور - بتحريك الواو - على ما ذكر في الآية:  (فَأَحْسَنَ صُوَرَكُمْ) . </p><p> ومنهم من يقول: هو قرن ينفخ فيه كقرن كذا، أو بوق كبوق كذا. </p><p> لكنا لا نفسر شيئًا مما ذكر من النفخ والصور أنه كذا، ولا نشير إلى شيء أنه ذا، إلا إن ثبت شيء من التفسير عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فيقال به وليس هو بشيء يوجب العمل به </p><p> فيتكلف صحته أو سقمه، إنما هو شيء يجب التصديق به، فنقول بالنفخ والصور على ما جاء ولا نفسسر، واللَّه أعلم. </p><p> وقوله:  (فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ) ، وقال في آية أخرى:  (فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ) إنما هو إخبار عن شدة هول ذلك اليوم؛ كقوله:  (وَتَرَى النَّاسَ سُكَارَى. . .) الآية؛ وكقوله - تعالى -: (يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ) ، ونحوه. </p><p> وقوله:  (إِلَّا مَنْ شَاءَ اللَّهُ) : هم الشهداء في الأرض؛ وعلى ذلك روي في بعض الحديث أنه قال:  \" ما أعطي آدمي بعد النبوة أفضل من الشهادة،لا يسمع الشهيد الفزع يوم القيامة إلا كرجل قال لصاحبه:أتسمع،قال:أسمع كتأذين الصلاة \" . </p><p> وقَالَ بَعْضُهُمْ: هم جبريل وميكائيل وإسرافيل وملك الموت. </p><p> وقَالَ بَعْضُهُمْ: هم الأنبياء والرسل. </p><p> لكن لا نقول نحن: إن أهل الثنيا هم كذا ولا نشير إلى أحد؛ لأنا لا نعلم ذلك إلا إن ثبت في ذلك خبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فنقول به. </p><p> وجائز أن يكون الذين استثناهم عن الذين أخبر عنهم في آخر الآية أنهم يكونون آمنين من فزع ذلك اليوم وهوله، وهو ما قال:  (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ) . </p><p> وقوله:  (وَكُلٌّ أَتَوْهُ) : قرئ بالمد (آتُوهُ) وتطويله مضموم التاء فيه على مثال (فاعلوه) ، وهو جمع (آت) ؛ كقوله (إِلَّا آتِي الرَّحْمَنِ عَبْدًا) ، و (أَتَوْهُ) جمع (أتى) وهو من سيأتون. </p><p> وقرأ بعضهم بقصر الألف ونصب التاء على الإتيان: قد أتوه. </p><p> وقوله:  (دَاخِرِينَ) قيل: صاغرين ذليلين، دخر، أي: ذل. </p><p> وقوله:  (وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ (٨٨) قَالَ بَعْضُهُمْ: وهي تمر مر كذ!؛ لكثرتها وازدحامها يرنو الناظر إليها ويحسبها كأنها جامدة؛ وكذلك العسكر العظيم </p><p> يحسب الناظر إليه كأنه ساكن جامد؛ لكثرتهم وازدحامهم؛ فعلى ذلك الجبال. </p><p> وقَالَ بَعْضُهُمْ: لا، ولكن لشدة ذلك اليوم وهوله وفزعه على الناس يحسبون كأنها جامدة، (وَهِيَ تَمُرُّ مَرَّ السَّحَابِ) وهو ما ذكر: (وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى. . .) الآية؛ لشدة ذلك اليوم ونزعه. وقَالَ بَعْضُهُمْ: لا، ولكن الجبال لهول ذلك اليوم وفزعه تمرّ مر السحاب وسيره؛ كقوله:  (وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوشِ) ، وأصله: إنما يذكر هذا وما تقدم من هول ذلك اليوم وشدته على الخلق؛ ليتعظوا وينزجروا. </p><p> وقوله:  (صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ) : قَالَ بَعْضُهُمْ: (أَتْقَنَ) : أحكم وأبرم. </p><p> وقَالَ بَعْضُهُمْ:  (أَتْقَنَ) : أي: أحسن كل شيء. </p><p> قال بعض المعتزلة: كيف يكون الكفر حسنا وهو قبيح؛ لأنه شتم رب العالمين، ولا يجوز أن يقال: اللَّه خلق شتم نفسه وأحسن شتم نفسه، أو أحسن كفر الكافر وغير ذلك من الخرافات؟! </p><p> فيقال لهم: لا يقول أحد: إنه خلق الكفر وأحسنه أو أحسن شتم نفسه على هذا الإطلاق، من قال ذلك فهو كافر، ولكن يقول: فعل الكفر من الكافر قبيحًا، وخلق فعل المعصية من العاصي قبيحًا، لكنه من حيث خلقه ذلك وجعله حجة عليه حسنًا متقنًا محكمًا، وإن كان ذلك الفعل منه قبيحًا باطلا سفها جورا - أعني: من الكافر - ألا ترى أن من تكلف أن يعرف فعل الكفر منه سفهًا وجورا كان غير مذموم؛ لأنه يتكلف أن يعرف ما هو سفه في الحقيقة سفها، ويعرف ما هو حق حقا فهو من هذا الوجه عارف بحق وحكمة؛ لأن الحكمة توجب أن يعرف كل شيء على ما هو في نفسه حقيقة؛ فعلى ذلك خلق فعل الكفر من الكافر على الوجه الذي ذكرنا هو حسن متقن محكم، وإن كان من حيث فعل الكافر قبيحًا سفهًا باطلا، وهذا كما نصفه على الإطلاق: أنه رب كل شيء وخالق كل شيء، ولا نقول: يا خالق الأنجاس ويا رب الأقذار ونحوه، وإن كان هذا داخلا في الجملة أنه خالقها وربها؛ لأنه على الإطلاق يخرج مخرج المدح له والثناء وعلى التخصيص مخرج الذمِ له؛ فعلى ذلك الأول. </p><p> وقوله:  (صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ) : على أثر وصف الجبال بما وصف من انتقاضها </p><p> وإفسادها، وإخراجها عن الصفة التي أنشأها إلى ما ذكر لم يخرج من الإتقان والإحكام والإبرام؛ ليعلم أن ليس في إفساد الشيء خروج عن الإتقان إذا كان ذلك لحكمة، والله أعلم. </p><p> وقوله:  (إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ) : وعيد لهم. </p><p> وقوله:  (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ (٨٩) </p><p> قالوا جميعًا: الحسنة هاهنا: التوحيد والإيمان. </p><p> وقوله:  (فَلَهُ خَيْرٌ مِنْهَا) : قيل فيه بوجوه: </p><p> أحدها: من جاء بالتوحيد: توحيد ربه يوم البعث فله خير منها، ومجيئه ربه بالتوحيد إذا ختم به فله ما ذكر، شرط المجيء به، ولم يقل: من عمل بالحسنة فله كذا؛ لأن الرجل قد يعمل بالحسنات ثم يفسدها ويبطلها؛ فلا يثاب عليها؛ ليعلم أن ما ينتفع بالحسنات في الآخرة الحسنة التي ختم عليها وجاء بها ربه. </p><p> وقَالَ بَعْضُهُمْ: قوله: (فَلَهُ خَيْرٌ مِنْهَا) أي: ما يعطى في الآخرة له من الثواب، والثواب والجزاء إنما يكون من الحسنة التي كانت منه في الدنيا منها يكون له جميع الخيرات في الآخرة. </p><p> وقَالَ بَعْضُهُمْ:  (فَلَهُ خَيْرٌ مِنْهَا) أي: الذي أعطي له في الآخرة من الخيرات خير مما ترك في الدنيا من النعم وصبر عليها، فذلك خير مما ترك، كقوله:  (إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ) ، كذا. </p><p> وقَالَ بَعْضُهُمْ:  (فَلَهُ خَيْرٌ مِنْهَا) أي: رؤية الرب ولقاؤه خير مما أعطي غيرها من الخيرات، على ما يكون في الدنيا رؤية الملك ولقاؤه على الرعية أعظم وأفضل عندهم من غيره من الكرامات وإن عظمت وجلت. </p><p> وقَالَ بَعْضُهُمْ: ذلك الثواب والجزاء في الآخرة خير مما عملوا به من الخيرات في الدنيا؛ لأن الثواب وجوبه الفضل والرحمة لا الاستيجاب والاستحقاق؛ إذ في الحكمة والعقل وجوب العمل، وليس فيهما وجوب الثواب، فما هو سبيله فضل اللَّه خير مما هو غيره. </p><p> لكنه عورض بأن ما كان سبيل وجوبه الحكمة والعقل خير مما كان سبيل وجوبه الإفضال؛ إذ ما كان سبيل وجوبه الحكمة والعقل لا يسع تركه، وما كان سبيل وجوبه الإفضال له تركه، لكنه قال: إن قوله: (فَلَهُ خَيْرٌ مِنْهَا) ، أي: في طباعكم ووهمكم ذلك </p><p> الثواب خير من ذلك، لا أنه في الحقيقة خير؛ وهو كقوله:  (وَهُوَ أَهْوَنُ عَلَيْهِ) ، أي: في طباعكم، وعندكم أن إعادة الشيء أهون من ابتدائه؛ إذ ليس شيء أهون على اللَّه من شيء، ولكن عندكم أن إعادة الشيء أهون من ابتدائه؛ فعلى ذلك الأول، واللَّه أعلم. </p><p> وقوله:  (وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ) أخبر أنهم إذا أتوا ربهم بالتوحيد يكونون آمنين من فزع ذلك اليوم وهوله. </p><p> وقوله:  (وَمَنْ جَاءَ بِالسَّيِّئَةِ ... (٩٠) أي: بالشرك، (فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ) : المنكب على الوجه: هو الملقى على الوجه، كقوله:  (يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ) . </p><p> وقوله:  (هَلْ تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ) أي: ما تجزون إلا بأعمالكم. </p><p> * * * </p><p> قوله تعالى (إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ (٩١) وَأَنْ أَتْلُوَ الْقُرْآنَ فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَقُلْ إِنَّمَا أَنَا مِنَ الْمُنْذِرِينَ (٩٢) وَقُلِ الْحَمْدُ لِلَّهِ سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٩٣) </p><p> وقوله:  (إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا) . </p><p> قوله:  (حَرَّمَهَا) يحتمل وجهين: </p><p> يحتمل (حَرَّمَهَا) أي: منعها من الاستلاب والاختطاف فيها؛ كقوله:  (وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ) ، ليس على التحريم حتى لا يحل له ذلك، ولكن على المنع والحظر، أي: منعنا منه المراضع. </p><p> والثاني: على التحريم نفسه، وهو ما جعل في كل أحد من الكافر والمسلم في الجاهلية والإسلام حرمة ذلك المكان؛ حتى لا يتناول أحد من صيد تلك البقعة ومن شجرها وحشيشها، واللَّه أعلم. </p><p> وقوله:  (وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ. وَأَنْ أَتْلُوَ الْقُرْآنَ ... (٩٢) أيضًا عليكم كأنهم أوعدوه بوعيد وخوفوه به، وطلبوا منه الموافقة لهم، فقال عند ذلك لهم: إنما أمرت أن أعبد رب هذه البلدة، وهو رب كل شيء، أي: أمرت أن أكون عبدا له، لا أجعل نفسي عبدا لغيره، وأمرت -أيضًا- أن أجعل نفسي سالمًا له، لا أجعل لأحد فيها شركا كما جعلتم أنتم - أيضا - ذلك كله. </p><p> وأمرت -أيضًا- أن أتلو القرآن عليكم، فأنا أتلوه عليكم كذبتموني أو لم تكذبوني، فإني لا أخاف كيدكم ولا مكركم، واللَّه أعلم. </p><p> وفي قوله:  (إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا) دلالة لزوم الرسالة؛ لأن أهل مكة وغيرهم قد أقروا جميعًا بحرمة تلك البقعة من أوائلهم وأواخرهم، فما </p><p> عرفوا ذلك إلا بالرسل؛ دل أن أوائلهم يقرون بالرسل والنبوة، فعلى ذلك يلزم هَؤُلَاءِ الإقرار بها، واللَّه أعلم. </p><p> وقوله:  (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ) : يخبر: أن من آمن وقبل الهدى فإنما يفعل ذلك لمنفعة نفسه، ومن ضل -أيضًا- فإنما يكون ضرره عليه؛ كقوله:  (مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا) . </p><p> وقوله:  (فَقُلْ إِنَّمَا أَنَا مِنَ الْمُنْذِرِينَ) أي: ليس عليَّ إلا الإنذار، فأما غير ذلك فذلك عليكم؛ كقوله:  (فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ) ، وقوله:  (مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ) . </p><p> وقوله:  (وَقُلِ الْحَمْدُ لِلَّهِ سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا ... (٩٣) هذا يحتمل وجهين: أحدهما: سرِيهم آيات وحدانيته وربوبيته، وآيات رسالته. </p><p> وقوله:  (فَتَعْرِفُونَهَا) أي: بالآيات ما ذكر؛ كقوله:  (سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ) . </p><p> والثاني: سيريهم ما وعد لهم من النصر والمعونة ليعرفوه عيانًا على ما عرفوه خبرا. </p><p> وقوله - تعالى -: (وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ) : قَالَ بَعْضُهُمْ: هذا الحرف توبيخ للظالم وتعيير وزجر، وتعزية للمظلوم وتسل له. </p><p> وقَالَ بَعْضُهُمْ: هذا الحرف ترمخيب وترهيب. </p><p> قَالَ الْقُتَبِيُّ: قوله: (رَدِفَ لَكُم) ، أي: تبعكم، واللام زائدة؛ كأنه قال: ردفكم، واللَّه أعلم بالصواب. </p><p> * * * </p><p> سُورَةُ الْقَصَصِ </p><p> وهي مَكِّيَّة </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (طسم (١) تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ (٢) نَتْلُو عَلَيْكَ مِنْ نَبَإِ مُوسَى وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُؤْمِنُونَ (٣) إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ (٤) وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ (٥) وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ (٦) </p><p> قوله - عَزَّ وَجَلَّ -: (طسم (١) تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ (٢) : قد ذكرنا هذا فيما تقدم في غير موضع مما يغني عن ذكره في هذا الموضع. </p><p> وقوله:  (نَتْلُو عَلَيْكَ مِنْ نَبَإِ مُوسَى وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُؤْمِنُونَ (٣)  (مِنْ نَبَإِ مُوسَى وَفِرْعَوْنَ) أي: من خبرهما. </p><p> وقوله؛ (بِالْحَقِّ) أي: بالصدق ما يعلم أنه صدق وحق. </p><p> وجائز أن يكون قوله:  (بِالْحَقِّ) أي بالحق الذي لموسى على فرعون وقومه. </p><p> أو بالحق الذي لله عليه، واللَّه أعلم. </p><p> وقوله:  (لِقَوْمٍ يُؤْمِنُونَ) يحتمل وجهين: </p><p> أحدهما:  (نَتْلُو عَلَيْكَ مِنْ نَبَإِ مُوسَى وَفِرْعَوْنَ) للمؤمنين؛ لأنهم هم المنتفعون بالأنباء وما فيها، وأما من لا يؤمن فلا ينتفع بها فلا يكون. </p><p> والثاني: لقوم يؤمنون بالأنباء والكتب المتقدمة، هم يعرفون أنه حق لما في كتبهم ذلك، واللَّه أعلم. </p><p> وقوله:  (إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ (٤) قَالَ بَعْضُهُمْ: تجبّر واستكبر وأبي أن يصغى لموسى ولأمثاله. </p><p> وقَالَ بَعْضُهُمْ:  (عَلَا فِي الْأَرْضِ) أي: بغى وقهر؛ فيكون تفسيره ما ذكر على أثره (يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ) ، هذا - واللَّه أعلم - يشبه أن يكون علوه وبغيه في الأرض. </p><p> ويشبه أن يكون قوله:  (عَلَا فِي الْأَرْضِ) أي: علا قدره وارتفع رتبته في الأرض لما </p><p> ادعى لنفسه الألوهية والربوبية، بعد ما كان عبدا كسائر العباد أو دونهم، فعلا قدره وارتفعت منزلته بدعواه بذلك، وعلا في الأرض، أي: غلب. </p><p> وقوله:  (وَجَعَلَ أَهْلَهَا شِيَعًا) هو قيل: فرقا: يستضعف طائفة، ويذبح طائفة، ويستحيي طائفة، ويعذب طائفة. </p><p> وجائز أن يكون قوله:  (وَجَعَلَ أَهْلَهَا شِيَعًا) أي: جعل لكل طائفة منهم عبادة صنمٍ لم يجعل ذلك لطائفة أخرى، وجعل طائفة أخرى على عمل أُولَئِكَ وحوائجهم؛ ليتفرغوا لعبادة الأصنام التي استعبدهم لها؛ لأن الشيع فرق يرجعون جميعًا إلى أصل واحد وإِلَى أمر واحد. </p><p> وقوله:  (إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ) : كذلك كان، لعنه اللَّه. </p><p> وقوله:  (وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ (٥) هذا في الظاهر إخبار لرسوله أنه سيفعل ذلك، لا أنه من عليهم وفعل ذلك؛ لأنه يقول: نريد أن نمن على الذين كذا، وقد من عليهم بذلك فهلا قال: وقد مننا على الذين استضعفوا في الأرض؛ لكن معناه - واللَّه أعلم - أي: كنا نريد في الأزل أن نمن عليهم، وأن نجعلهم أئمة، وأن نجعلهم الوارثين، وإلا الظاهر ما ذكرنا. </p><p> وقوله:  (وَنَجْعَلَهُمْ أَئِمَّةً) يحتمل وجهين: </p><p> أحدهما: جعلهم جميعًا أئمة لنا، بهم نقتدي وننقاد لهم، أو أن يكون قوله: قوله تعالى: (وَنَجْعَلَهُمْ أَئِمَّةً) أي: نجعل فيهم أئمة وقادة لهم، أي: نجعل بعضهم أئمة لبعض؛ كقوله لموسى:  (اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ) ، والأئمة المذكورة هاهنا كأنهم هم الأنبياء الذين ذكروا في هذه الآية. </p><p> (وَنَجْعَلَهُمُ الْوَارِثِينَ (٥) . وَنُمكِّنَ لَهُم فِي آلْازضِ): هذا كما ذكر في آية أخرى: (وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا) الآية، أي: يرثون الأرض وملكهم بعد فرعون وقومه. </p><p> والوارث: هو الباقي على ما ذكرنا؛ كأنه قال: يبقون هم في أرضهم وملكهم بعد هلاكهم؛ كقوله:  (إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا) ، أي: نبقى نحن بعد هلاك الأرض وهلاك من عليها، واللَّه أعلم. </p><p> وقوله:  (وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ (٦) أي: يرون ما كانوا </p><p> يحذرون منه، وهو الهلاك وذهاب الملك، هذا كانوا يحذرون فأراهم ذلك؛ لأنه كان يذبح أبناءهم إشفاقًا على بقاء ملكه ويحذر ذهابه. </p><p> قال الزجاج: إن من حماقة فرعون وقلة عقله أنه كان يذبح أبناءهم لقول الكهنة: إنه يذهب ملكه بغلام يولد في العام الذي قالوه، فلا يخلو إما أن صدقوا في قولهم فيذهب ملكه وإن قتل الأبناء، وإما أن كذبوا في قولهم فلا معنى لقتل الأبناء؛ لأنه لا يذهب لكنه فعل ذلك بهم لحماقته وسفهه وجهله بنفسه. </p><p> وقوله:  (وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ) : بالنجاة من فرعون وآله، واستنقاذه إياهم من يديه، ومن قتل الولدان وغير ذلك من أنواع التعذيب، والله أعلم. </p><p> وفي قوله:  (وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ. . .) إلى آخر ما ذكر - وجوه على المعتزلة في قولهم: إن ليس لله أن يفعل بعباده إلا ما هو أصلح لهم في الدِّين، وأنه لو لم يفعل ذلك كان ذلك جائزا. </p><p> فيقال لهم: لو كان عليه فعل الأصلح لهم في دينهم على كل حال لكان لا معنى لذكر المنة على الذين استضعفوا في الأرض في جعلهم أئمة وإبقائهم في أرضهم وتمكينه إياهم في ملكهم ووراثتهم أموالهم؛ لأنه على زعمهم فعل بهم ما عليه أن يفعل؛ لأن ذاك أصلح لهم في الدِّين، وكل من فعل فعلا عليه ذلك الفعل؛ لا يكون له الامتنان على المفعول به ذلك، فدل ذكر المنة فيما ذكر أنه فعل بهم على أنه فعل ما لم يكن عليه ذلك، ولكنه فعل ذلك متفضلا ممتنا، وله ألا يفعل ذلك. </p><p> ويقولون -أيضًا-: إن إهلاك فرعون وقومه أصلح لهم من إبقائهم؛ وكذلك إماتة كل كافر فلم يذكر فيه المنة، دل ذلك أنه ليس على ما يقولون هم، وأن ذلك منقوض مردود عليهم. </p><p> ويقولون -أيضًا-: إن الإرادة من اللَّه لهم أمر لهم يأمرهم به، فلو كان أمرا على ما يزعمون لكان الأمر منه قد شمل الكل، ثم لم يصيروا جميعًا أئمة وقادة، ولكن إنما صار بعض دون بعض؛ دل أن الإرادة غير الأمر، وأنه إذا أراد لأحد شيئًا كان ما أراد، ليس على ما يقولون: إنه أراد إيمان كل كافر، لكنه لم يؤمن بعدما أعطاه جميع ما عنده من القوة والعون على ذلك، حتى لم يبق عنده شيء من ذلك إلا وقد أعطاه؛ فدل ما ذكر على فساد مذهبهم. </p><p> قوله تعالى:  (وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ وَلَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ (٧) فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ (٨) وَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِي وَلَكَ لَا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَهُمْ لَا يَشْعُرُونَ (٩) وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَى فَارِغًا إِنْ كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَنْ رَبَطْنَا عَلَى قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَ (١٠) وَقَالَتْ لِأُخْتِهِ قُصِّيهِ فَبَصُرَتْ بِهِ عَنْ جُنُبٍ وَهُمْ لَا يَشْعُرُونَ (١١) وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ (١٢) فَرَدَدْنَاهُ إِلَى أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (١٣) </p><p> وقوله:  (وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ) : قال عامة أهل التأويل: إن الوحي هاهنا وحي الإلهام والقذف في القلب، لا وحي إرسال صارت رسولة، وذلك لا يجوز. </p><p> لكن يقال: جائز أن تلهم هي إرضاعه وإلقاءه في اليم، فأمَّا أن تلهم ما ذكر:  (وَلَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ) هذا مما لا سبيل إلى معرفة ذلك وعلمه إلا بتصريح قول ومشافهة آخر، اللهم إلا أن يقال: إنه كان بموسى آيات الرسالة وأعلام به؛ لما عرفت هي بتلك الأعلام والآيات التي كانت له أنه يرد إليها، وأنه يبقى رسولا إلى وقت، وقد كانت بالرسل أعلام وآيات الرسالة في حال صغرهم وصباهم؛ نحو عيسى حيث كلم قومه في المهد:  (إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ. . .) ، إلى آخر ما ذكر وأن محمدا لما ولد بالليل استنارت تلك الناحية واستضاءت بنوره حتى ظنوا أن الشمس قد طلعت ونحوه؛ فعلى ذلك جائز أن يكون بموسى أعلام وآيات عرفت أمه بها أنه رسول، وأنه يرد إليها. </p><p> وإنما تكلفنا بهذا التخريج قول أهل التأويل: إنه وحي إلهام وقذف في القلب لا غير. </p><p> وعندنا جائز أن يكون الوحي إليها وحي إرسال رسول وإخبار من غير أن صارت هي بذلك رسولة؛ نحو ما ذكر من قصة مريم أن الملك لما دخل تعوذت باللَّه منه حيث قالت:  (إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا (١٨) قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا)، وذلك من البشارة التي بشروها بالولد فلم تصر بما أرسل إليها من الرسل وشافهوها رسولة؛ فعلى ذلك أم موسى؛ ونحو بشارة الملائكة لامرأة </p><p> إبراهيم بالولد وهو قوله:  (فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ) ، ونحوه مما يكثر ذكره لم يصيروا بذلك رسلا؛ فعلى ذلك الوحي إلى أم موسى يحتمل ما ذكرنا. </p><p> وجائز ذلك من غير أن صارت بذلك رسولة، وهو أشبه وأقرب، واللَّه أعلم. </p><p> وقوله:  (فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ (٨) قَالَ بَعْضُهُمْ: في الآية إضمار؛ لأنهم لم يلتقطوه؛ ليكون لهم عدوا وحزنا ولكن كان فيه إضمار، أي: التقطه آل فرعون ليتخذوه ولدا ووليا، فكان لهم عدوا وحزنا إذا كبر ونحو هذا. </p><p> وقَالَ بَعْضُهُمْ: ذاك إخبار عما في علم اللَّه أنه يكون ما ذكر، معناه - واللَّه أعلم -: التقطه آل فرعون، فكان في علم اللَّه - تعالى - أنه يكون لهم عدوا وحزنا، وذلك جائز في اللغة؛ يقال: </p><p> . . . . . . . . . . . . لدوا للموت وابنوا للخراب </p><p> لا يلدون للموت ولا يبنون للخراب، ولكن إخبار عما هو عليه عملهم في الآخرة، واللَّه أعلم. </p><p> وقوله:  (إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ) : ظاهر. وفيه نقض قول المعتزلة من وجه. </p><p> وقوله:  (وَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِي وَلَكَ لَا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَهُمْ لَا يَشْعُرُونَ (٩) هذا لطف من اللَّه بموسى؛ حيث ألقى محبته في قلوبهم وحلاوته في أعينهم، وهو ما ذكر منة عليه حيث قال:  (وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي) ، ليتأدى بذلك الشكر عليه. </p><p> قال أبو معاذ: قال مقاتل: قوله: (قُرَّتُ عَيْنٍ لِي وَلَكَ) تقول: ليس لك بقرة عين. </p><p> قال أبو معاذ: وهذا محال، ولو كان كذلك لكان في القراءة:  \" تقتلونه \" ، وهذا - أيضًا - محال لقوله:  (عَسَى أَنْ يَنْفَعَنَا) ، ولو كانت القراءة:  (قرت عين لي ولك لا (لا) تقتلوه) لكان مقاتل مصيبًا. </p><p> وقوله:  (وَهُمْ لَا يَشْعُرُونَ) : يحتمل وجهين: </p><p> أحدهما:  (وَهُمْ لَا يَشْعُرُونَ) أن إهلاكهم واستئصالهم على يديه. </p><p> والثاني: لا يشعرون أنه هو المطلوب بقتله من بين الكل، واللَّه أعلم. </p><p> وقوله:  (وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَى فَارِغًا إِنْ كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَنْ رَبَطْنَا عَلَى قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَ (١٠) قَالَ بَعْضُهُمْ: فارغًا من هم موسى وحزنها </p><p> عليه. وقَالَ بَعْضُهُمْ: فارغًا من كل شيء إلا على موسى وذكره، وكأن قوله:  (وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَى فَارِغًا) جواب قوله: (وَلَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْكِ. . .) الآية. </p><p> وهو يحتمل وجوهًا: </p><p> أحدها: أن اللَّه رفع الحزن والخوف وطمأنها من غير أن كان ثمة قول أو كلام. </p><p> والثاني: على القول لها: لا تخافي ولا تحزني إنا رادوه إليك وجاعلوه من المرسلين، فلو كان على هذا فهو على البشارة لها بالرد إليها وجعله رسولا، أو على النهي والزجر عن الحزن عليه والخوف عليه، هو حزن مفارقته لها، والخوف عليه خوف الهلاك؛ كقول يعقوب حيث قال:  (إِنِّي لَيَحْزُنُنِي أَنْ تَذْهَبُوا بِهِ وَأَخَافُ أَنْ يَأْكُلَهُ الذِّئْبُ) ، ذكر الحزن عند المفارقة والذهاب عنه، والخوف عند الهلاك، فرفع اللَّه عنها حزن المفارقة، وبشرها بالرد إليها وجعله رسوله وأمنها عن الهلاك؛ فيكون قوله:  (وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَى فَارِغًا) مما خافت عليه وحزنت، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنْ كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَنْ رَبَطْنَا عَلَى قَلْبِهَا) : كادت لتبدي به لولا أن ربطنا على قلبها بما ذكر من قوله: (وَلَا تَخَافِي وَلَا تَحْزَنِي. . .) الآية، فلم تكد أن تبدي، وهو كما ذكر:  (وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ) أي: كان يهم بها لو لم ير برهان ربه لا أنه هم بها؛ وهو كقوله:  (وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا) ، أي: كان يركن إليهم شيئًا قليلا لو لم يثبته، لكنه ثبته فلم يركن إليهم ونحوه؛ فعلى ذلك الأول. </p><p> وقال أهل التأويل: ربط قلبها بالإيمان. </p><p> وجائز أن يكون ربطه قلبها لما ذكر من قوله:  (وَلَا تَخَافِي وَلَا تَحْزَنِي. . .) الآية. </p><p> وقَالَ بَعْضُهُمْ:  (فَارِغًا) من عهد اللَّه الذي كان عهد إليها، أنساها عهد اللَّه عظم البلاء الذي حل بها، فكادت تبدي به، ثم تداركها اللَّه بالرحمة فربط على قلبها فذكرت وارعوت. </p><p> وقَالَ بَعْضُهُمْ: اتخذه فرعون ولدًا، فصار الناس يقولون: ابن فرعون ابن فرعون، فأدركت أمه الرقة وحث الولد فكادت تقول: بل هو ابني، والأوّل أشبه، وفي حرف </p><p> ابن مسعود وأبي وحفصة:  (إن كادت لتشعر به) . </p><p> وقوله:  (وَقَالَتْ لِأُخْتِهِ قُصِّيهِ ... (١١) أي: اتبعي أثره. </p><p> وقوله:  (فَبَصُرَتْ بِهِ عَنْ جُنُبٍ) قيل: عن بعد، أي: كانت تتبع أثره عن بعد منه. </p><p> وقَالَ بَعْضُهُمْ: الجنب: أن يسمو بصر الإنسان إلى موضع بعيد، وهو إلى جنبه بقرب منه، وذلك عند الناس معروف ظاهر فيهم ذلك. </p><p> وقَالَ بَعْضُهُمْ: في قوله: (فَبَصُرَتْ بِهِ عَنْ جُنُبٍ) قال: مشيت بجانبه وهي معرضة عنه كأجنبية. </p><p> وقوله:  (وَهُمْ لَا يَشْعُرُونَ) : أن هذه تراقبه أو تنظر إليه وتحفظه. </p><p> أو لا يشعرون أن هلاكهم على يديه. </p><p> بصرت وأبصرت واحد. </p><p> وقوله:  (عَنْ جُنُبٍ) : عن ناحية بعيدة، وجوانب: جماعة، ويقال: رجل جنب وقوم أجناب، وجانب وأجناب وأجانب وأجنبي أي: غريب، وهذا كله من الاجتناب؛ وهو قول أبي عَوْسَجَةَ والْقُتَبِيّ. </p><p> وقوله:  (وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ (١٢) حرم تحريم منع وحظر الذي ضده الإطلاق والإرسال، لا التحريم الذي ضده الحل، وذلك لطف من اللَّه تعالى وفضل ورحمة؛ حيث منع موسى عن أن يرتضع من النساء وهو طفل، وهَمُّ أمثاله الارتضاع والرغبة في التناول من كل لبن ومن كل مرضع ترضعه لا تمييز لهم في الارتضاع؛ فدل امتناعه وكفه نفسه عن الارتضاع من النساء أجمع أن ذلك لطف من اللَّه أعطاه ليمتنع عنه. </p><p> فعلى ذلك جائز أن يكون عند اللَّه لطف لو أعطى الكافر الذي همته الكفر والرغبة فيه لآمن واهتدى، لكنه لما عرف رغبته وهمته فيه واختياره له منع ذلك عنه ولم يعطه. </p><p> وهذا الحرف ينقض على المعتزلة مذهبهم في زعمهم أن اللَّه قد أعطى كل كافر السبب الذي به يؤمن وما به يصير مؤمنًا، حتى لم يبق شيء مما يكون به إيمانه إلا وقد أعطاه، لكنه لم يؤمن، فينقض قولهم ما ذكرنا من أمر موسى أن عنده لطفًا لم يعطه لو أعطاه لآمن </p><p> واهتدى، لكنه لم يعطه لما ذكرنا. </p><p> وفيه لطف آخر: وهو أن فرعون والقبط كانوا يقتلون الولدان من الذكور؛ ليصير الذي يخاف هلاكه وذهاب ملكه على يديه مقتولا، فجعل اللَّه بلطفه ورحمته محبته في قلب فرعون وقلوب أهله، حتى صار أحب الخلق إليهم، وصاروا هم أشفق الناس وأرحمهم عليه، حتى خافوا هلاكه وطلبوا له المراضع؛ لئلا يهلك بعدما كانوا يطلبون هلاكه وتلفه، وذلك لطف منه له ورحمة، وهو ما قال:  (وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي) ، وبالله يستفاد كل فضل ونعمة. </p><p> وقوله:  (فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ) . </p><p> قوله:  (فَقَالَتْ) أي: أخته التي كانت تتبعه وتمشي على أثره، وذلك منها تعريض بالدلالة لهم إلى أفه؛ لئلا يشعروا أنها أمه حيث قالت:  (أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ) ، ولم تقل: على امرأة لها لبن وهي ترضع، ولعلها لو قالت لهم ذلك وقع عندهم أنها أمه، ولكن دلتهم إلى بيت ليقع عندهم أنهم أهل بيت قتل ولدهم ولهم ولد يكفلونه لكم، أي: يقبلونه ويضمونه إلى أنفسهم. </p><p> (وَهُمْ لَهُ نَاصِحُونَ) : يحتمل قولهم: (وَهُمْ لَهُ نَاصِحُونَ) أي: لفرعون لا يخونونه فيه. </p><p> ويحتمل (وَهُمْ لَهُ نَاصِحُونَ) لموسى. </p><p> وقوله:  (فَرَدَدْنَاهُ إِلَى أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (١٣) بالمقام معه والكون عندها، (وَلَا تَحْزَنَ) : على فراقه. </p><p> أو أن يقال:  (كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ) ، أي: تسر برده إليها، وذلك معروف في النساء ظاهر أنهن يحزن بمفارقة أولادهن ويهممن لذلك، ويسررن إذا جعلوا إليهن واجتمعوا. </p><p> وقوله:  (وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ) : كانت تعلم هي - واللَّه أعلم - أن وعد الله حق كائن لا محالة، لكن علم خبر لا علم عيان ومشاهدة؛ كأنه قال: لتعلم علم عيان ومشاهدة ما علمت علم خبر؛ لأن علم العيان والمشاهدة أكبر وأبلغ وأتقى للشبهة من علم الإخبار؛ ألا ترى أن إبراهيم سأل ربه أن يريه إحياء الموتى، وإن كان يعلم حقيقة أنه يحيي الموتى، وأنه قادر على ذلك، لكنه كان يعلمه علم خبر فأحب أن يعلمه علم عيان ومشاهدة؛ لأنه أكبر وأبلغ وأدفع للوساوس من علم الإخبار؟! فعلى ذلك هذا. </p><p> وقوله:  (وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) : والمعتزلة فيهم؛ لأنه أخبر أنه يملأ جهنم من الجنة والناس أجمعين؛ حيث قال:  (لَأَمْلَأَنَّ جَهَنَّمَ) ، وهم يقولون: أراد ألَّا يملأ جهنم؛ لأنهم يقولون: إنه أراد إيمان كل الناس جميعًا وشاء ذلك لهم فلم يؤمنوا، فعلى </p><p> قولهم: إذا شاء ذلك لهم شاء ألا يملأ جهنم منهم، فذلك خلف في الوعد وكذب في القول على قولهم. </p><p> * * * </p><p> قوله تعالى:  (وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى آتَيْنَاهُ حُكْمًا وَعِلْمًا وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ (١٤) وَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ مِنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَذَا مِنْ شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ قَالَ هَذَا مِنْ عَمَلِ الشَّيْطَانِ إِنَّهُ عَدُوٌّ مُضِلٌّ مُبِينٌ (١٥) قَالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (١٦) قَالَ رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِلْمُجْرِمِينَ (١٧) فَأَصْبَحَ فِي الْمَدِينَةِ خَائِفًا يَتَرَقَّبُ فَإِذَا الَّذِي اسْتَنْصَرَهُ بِالْأَمْسِ يَسْتَصْرِخُهُ قَالَ لَهُ مُوسَى إِنَّكَ لَغَوِيٌّ مُبِينٌ (١٨) فَلَمَّا أَنْ أَرَادَ أَنْ يَبْطِشَ بِالَّذِي هُوَ عَدُوٌّ لَهُمَا قَالَ يَا مُوسَى أَتُرِيدُ أَنْ تَقْتُلَنِي كَمَا قَتَلْتَ نَفْسًا بِالْأَمْسِ إِنْ تُرِيدُ إِلَّا أَنْ تَكُونَ جَبَّارًا فِي الْأَرْضِ وَمَا تُرِيدُ أَنْ تَكُونَ مِنَ الْمُصْلِحِينَ (١٩) وَجَاءَ رَجُلٌ مِنْ أَقْصَا الْمَدِينَةِ يَسْعَى قَالَ يَا مُوسَى إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ (٢٠) فَخَرَجَ مِنْهَا خَائِفًا يَتَرَقَّبُ قَالَ رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ (٢١) </p><p> وقوله:  (وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى) : قال بعض أهل التأويل: الأشد: هو ما بين ثماني عشرة سنة إلى ثلاثين سنة، ثم هو ما بين الثلاثين إلى الأربعين استواء الشدة، ثم يأخذ بعد الأربعين في النقصان، ثم غير بعمره إلا أربعين سنة. </p><p> وقَالَ بَعْضُهُمْ: بلغ أشده: ثلاث وثلاثون سنة واستوى: أربعون، وعن ابن عَبَّاسٍ مثله. </p><p> وقَالَ بَعْضُهُمْ: بلغ أشده قال: الأشد: الحلم، والاستواء: أربعون سنة. </p><p> وأصل الأشد: أن يشتد كل شيء منه، وصار يحتمل ما قصد به وجعل فيه، ويدخل في ذلك العقل وكل شيء. </p><p> واستوى: أي استوى ذلك واستحكم، وصار بحيث يحتمل ذلك. </p><p> وجائز أن يكون الاستواء هو الأشد الذي ذكره. </p><p> وقال أَبُو عَوْسَجَةَ والْقُتَبِيّ: واستوى: أي استحكم وانتهى شبابه واستقر، فلم يكن </p><p> فيه زيادة، وأصله ما ذكرنا، واللَّه أعلم. </p><p> وقوله:  (آتَيْنَاهُ حُكْمًا وَعِلْمًا) أي: آتيناه العلم الذي يحكم به بين الناس، وعلما بمصالح نفسه ومصالح الخلق. </p><p> وقال بعض أهل التأويل: الحكم: الفقه والعقل والعلم قبل النبوة. </p><p> وقوله:  (وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ) : يحتمل قوله: (وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ) في الآخرة بالوعد الذي وعد لهم في الدنيا؛ كما جزي موسى بإنجاز ما وعد له، أو أن يكون من موسى إحسان وجهد في طلب العلم وغير ذلك مما أعطاه ذلك، وأخبر أنه كذلك يجزي من ذكر؛ كقوله:  (وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا) ، وقوله:  (وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ) ، كان وعده إياها أن يرده إليها ويجعله من المرسلين، ومعناه ما ذكر فيما تقدم. </p><p> قال الكسائي: يقال: امرأة مرضع: ما دامت ترضع، فإذا فطمت سميت: مرضعة، وما دامت حبلى فهي مرضعة، أي: سترضع. </p><p> وقوله:  (وَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ مِنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَذَا مِنْ شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ قَالَ هَذَا مِنْ عَمَلِ الشَّيْطَانِ إِنَّهُ عَدُوٌّ مُضِلٌّ مُبِينٌ (١٥) </p><p> قال عامة أهل التأويل: على حين غفلة أهل المدينة وهو عند الظهيرة، وذلك وقت القائلة. </p><p> وقال قائلون: على حين غفلة أهل البلد عن دخول موسى، أي: دخلها من غير أن شعروا به وعرفوا أنه موسى؛ على هذا التأويل الغفلة تكون على دخول موسى عليهم. </p><p> وعلى الأول على غفلة أهل المدينة، أي: وقت غفلتهم. </p><p> فإن كان على هذا فيحتمل أن يكون غفلة أهلها: هو أن كان ذلك يوم عيدهم خرجوا إليه، فدخل هو المدينة ليطلع أحوالها وأسبابها، إلا أن تكون العادة فيهم بأجمعهم يقيلون فذلك محتمل، واللَّه أعلم. </p><p> وقوله:  (فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَذَا مِنْ شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ) : قال بعض أهل الأدب: إن قوله: (هَذَا مِنْ شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ) إنما يقال للشاهد المشار إليه، فأما الغائب فإنه لا يقال، لكن قالوا: إن فيه إضمارًا أو لطفًا؛ كأنه قال: فوجد فيها رجلين يقتتلان من نظر إليهما يقول: هذا من شيعته وهذا من عدوه. </p><p> ثم قال أهل التأويل: آحدهما كان إسرائيليا والآخر قبطيًّا. </p><p> فَإِنْ قِيلَ: كيف سمي الإسرائيلي من شيعة موسى وذلك أول ما دخل موسى المدينة، وبنو إسرائيل يومئذ كانوا عباد الأصنام، وقد حبب ذلك إليهم حتى قالوا لموسى بعدما أخرجهم من المدينة وبعد هلاك فرعون والقبط جميعًا:  (اجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ) ؛ وكذلك يقول مقاتل: كانا كافرين جميعًا؛ ألا ترى أنه قال:  (فَلَنْ أَكُونَ ظَهِيرًا لِلْمُجْرِمِينَ) ، لكن يخرج هذا على الإضمار؛ كأنه قال: يكون هذا من شيعته وهذا من عدوه. </p><p> أو يقول: يكون هذا من قوم شيعته ويبقى هذا عدوا في قوم هم أعداؤه، وعلى هذا يخرج قوله:  (فَلَمَّا أَنْ أَرَادَ أَنْ يَبْطِشَ بِالَّذِي هُوَ عَدُوٌّ لَهُمَا) أي: يبقى عدوا لهما، أو أن يكون عدوا لهما؛ لأن أبا معاذ النحوي يستدل به على وهم مقاتل ووهمه في تأويله أنهما كانا كافرين جميعًا، لكن يخرج على ما ذكرنا، واللَّه أعلم. </p><p> وقوله:  (فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ) أي: استغاثه الذي كان في علم اللَّه أنه يكون من شيعته على الذي في علم اللَّه أنه يبقى عدوا له ينصره، والاستغاثة هي الاسثعانة والاستنصار، أي: سأله أن يكون من شيعته. </p><p> وقوله:  (فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ) : قال أَبُو عَوْسَجَةَ: الوكزة: الطعن في الصدر. </p><p> وقال الزجاج والْقُتَبِيّ وهَؤُلَاءِ: الوكزة: الد فعة (فَوَكَزَهُ) ، أي: دفعه. </p><p> (فَقَضَى عَلَيْهِ) : قَالَ بَعْضُهُمْ: أي فرغ منه؛ كقوله:  (فَلَمَّا قَضَى مُوسَى الْأَجَلَ) ، وقوله:  (قُضِيَ الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ) ، أي: فرغ ونحوه. </p><p> وقَالَ بَعْضُهُمْ:  (فَقَضَى عَلَيْهِ) أي: قتله. </p><p> وكلاهما سواء إذا قتله فقد فرغ منه، وهو لم يتعمد قتله ولا قصده، لكن اللَّه قضى أجله وجعل انقضاء عمره بوكزة موسى، وهو في الظاهر قاتل؛ لأنه قال:  (إِنِّي قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَنْ يَقْتُلُونِ) ، ولم يكذب اللَّه موسى في قوله: إنك لم تقتل، وقال -أيضًا-: (إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي. . . (١٦) . الآية. </p><p> وفيه دلالة جواز الاستدلال لقول أبي حنيفة حيث قال: من قتل آخر بحجر عظيم أو بخشبة عظيمة مما لا ينجو من مثله فإنه لا يقتل به، ولا يجب القصاص فيه؛ لأن موسى لما وكز ذلك القبطي فمات، وكان له قوة أربعين رجلا - لم ير القصاص به واجبا حيث قال له ذلك الرجل:  (إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ. فَخَرَجَ مِنْهَا خَائِفًا يَتَرَقَّبُ قَالَ رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ) ، ولو كان القصاص واجبًا </p><p> لكان أُولَئِكَ لم يكونوا ظلمة في قتله، بل يكون هو الظالم فيه. </p><p> ولا يحتمل أن يكون القصاص واجبًا -أيضًا- وموسى يفر من ذلك ويهرب وفي ذلك إبطال حقهم دل أنه لم يجب. </p><p> ولا شك أن وكزة من له قوة أربعين رجلا إلى الهلاك أسرع وأقرب وأعمل من الضرب بالحجر العظيم أو الخشبة العظيمة، فإذا لم يجب في هذا لم يجب في ذاك، واللَّه أعلم. </p><p> وقوله:  (رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِلْمُجْرِمِينَ (١٧) قَالَ بَعْضُهُمْ: بما أنعمت عليَّ بالمغفرة، فلم تعاقبني بقتل النفس وعصمتني من أن أعاقب به في الدنيا. </p><p> وجائز أن يكون بما أنعم عليه هو قوته التي أعطاها أخبر أنه لا يكون بها ظهيرا للمجرمين، واللَّه أعلم. </p><p> وقوله:  (فَأَصْبَحَ فِي الْمَدِينَةِ خَائِفًا يَتَرَقَّبُ فَإِذَا الَّذِي اسْتَنْصَرَهُ بِالْأَمْسِ يَسْتَصْرِخُهُ قَالَ لَهُ مُوسَى إِنَّكَ لَغَوِيٌّ مُبِينٌ (١٨) أكثر ما ذكر في القرآن (أصبح) ، أي: صار؛ كقوله:  (أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا) ، وقوله:  (إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا) ، ونحوه، وأما هاهنا قوله:  (فَأَصْبَحَ فِي الْمَدِينَةِ خَائِفًا) وإنما يريد: الصباح نفسه. </p><p> وقوله:  (يَتَرَقَّبُ) : قال عامة أهل التأويل: (يَتَرَقَّبُ) أي: ينتظر سوءًا يناله منهم. </p><p> وقال أَبُو عَوْسَجَةَ: الترقب: الخوف؛ كأنه قال: خائفًا يخاف هلاكه، وأصل الترقب هو النظر؛ لأن موسى كان يرقب من يطلبه ومن يأتيه في طلبه، وهو من الرقيب. </p><p> وقوله:  (فَإِذَا الَّذِي اسْتَنْصَرَهُ بِالْأَمْسِ يَسْتَصْرِخُهُ قَالَ لَهُ مُوسَى إِنَّكَ لَغَوِيٌّ مُبِينٌ) : كأن الرجل الذي أخبر أنه من شيعة موسى كان ضعيفًا في نفسه، حيث لا يقدر أن يقوم لواحد؛ فيستغيث بموسى ويستعين به، إلا أنه كان يخاطب وينازع ويقاتل لسوء فيه وبلاء يقاتل وينازع، وإلا لم يكن بنفس هذا قوة ما يقوم لواحد فمن حيث لا يقاتل مثله، ولكنه لما ذكرنا من سوء به؛ ولذلك قال له موسى:  (إِنَّكَ لَغَوِيٌّ مُبِينٌ) ، لكن موسى إنما عرف غوايته بالاستدلال الذي ذكرنا لا بالمشاهدة؛ ولذلك أراد أن يبطش بالذي هو عدو لهما لئلا يقتله ولا يهلكه لما عرف غوايته بالاستدلال لا حقيقة. </p><p> وذكر هاهنا البطش - وهو الأخذ باليد - وفي الأول ذكر الوكزة: وهي الدفع والطعن على ما ذكرنا، فهو - واللَّه أعلم - لأنه لما وكز الأول فأتت الوكزة على نفسه فقتلته، فأخذ هذا من هذا ليمنعه عن إهلاكه وإتلافه، ولا يأتي على نفس الآخر كما فعلت الوكزة. </p><p> ثم قال:  (يَا مُوسَى أَتُرِيدُ أَنْ تَقْتُلَنِي كَمَا قَتَلْتَ نَفْسًا بِالْأَمْسِ إِنْ تُرِيدُ إِلَّا أَنْ تَكُونَ جَبَّارًا فِي الْأَرْضِ وَمَا تُرِيدُ أَنْ تَكُونَ مِنَ الْمُصْلِحِينَ (١٩) اختلف في قائل هذا: </p><p> قال عامة أهل التأويل: إن قائل هذا هو الذي استصرخه واستغاثه بالأمس ظن أن موسى إنما أراد بطشه وأخذه وإليه قصد؛ لذلك قال:  (أَتُرِيدُ أَنْ تَقْتُلَنِي كَمَا قَتَلْتَ نَفْسًا بِالْأَمْسِ) . </p><p> وقال قائلون: هذا القول إنما قال له ذلك القبطي، فإن كان هذا فهو يدل أن قتله ذلك الرجل بالأمس كان ظاهرًا، حيث علم به القبطي، وكان قوله:  (عَلَى حِينِ غَفْلَةٍ مِنْ أَهْلِهَا) أي: من دخول موسى المدينة. </p><p> وإن كان هو الأول كان قتله إياه خفيًا غير ظاهر، فعلى هذا تكون الغفلة على أهل المدينة ليس على دخول موسى، واللَّه أعلم. </p><p> وقوله:  (إِنْ تُرِيدُ إِلَّا أَنْ تَكُونَ جَبَّارًا فِي الْأَرْضِ وَمَا تُرِيدُ أَنْ تَكُونَ مِنَ الْمُصْلِحِينَ) ؛ لأن الذي يصلح بين اثنين لا يقتل ولا يأخذ أحدهما دون الآخر، ولكن يصلح بينهما على السواء الذي قال ما قال. </p><p> وقوله:  (إِنْ تُرِيدُ إِلَّا أَنْ تَكُونَ جَبَّارًا فِي الْأَرْضِ) : قَالَ بَعْضُهُمْ: يقول هكذا فعل الجبابرة، يقتلون النفس بغير نفس. </p><p> وقَالَ بَعْضُهُمْ: الجبابرة تقتل النفس بغير نفس. </p><p> وقَالَ بَعْضُهُمْ: الجبار: هو الذي يحمل الناس على هواه وعلى ما يريده، ويقهرهم على ذلك شاءوا أو أبوا. </p><p> وقَالَ بَعْضُهُمْ: الجبار: هو الذي يتكبر على الناس لا يرى أحدًا لنفسه نظيرًا أو كلام نحوه. ويقال: كل قاتل آخر على الغضب بغير حق فهو جبار. </p><p> وقوله:  (وَجَاءَ رَجُلٌ مِنْ أَقْصَا الْمَدِينَةِ يَسْعَى قَالَ يَا مُوسَى إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ (٢٠) يحتمل أن يكون أقصى المدينة هو سكن فرعون ومقامه، فمنه جاءه ذلك الرجل. </p><p> أو أن يكون أقصى المدينة: موطن الملأ والألثراف الذين ذكر أنهم ائتمروا على قتله. </p><p> وقوله:  (يَسْعَى) : والسعي: هو العَدْوُ في اللغة، كأنه يسرع المشي إليه ليخبره بذلك. </p><p> وقوله:  (إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ) . </p><p> (يَأْتَمِرُونَ) : قَالَ بَعْضُهُمْ: يتشاورون في قتلك. </p><p> وقال الزجاج:  (يَأْتَمِرُونَ بِكَ) أي: يأمر بعضهم بعضا أن يقتلوك. </p><p> وقَالَ الْقُتَبِيُّ:  (يَأْتَمِرُونَ) : أي يهمون في قتلك، وذكر عنه أنه قال:  (يَأْتَمِرُونَ) : يتشاورون بك؛ وهو قول أبي عَوْسَجَةَ. </p><p> وأصل الائتمار في اللغة هو الطاعة والاتباع لما يؤمر من الفعل، كأن فرعون أمر الملأ أن يقتلوه فأطاعوه وائتمروا لأمره، واللَّه أعلم. </p><p> وقوله:  (فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ) : قال الزجاج: قوله: (لَكَ) صلة، والصلة لا </p><p> تتقدم الموصول به، ولكن معناه: فاخرج إني لك من الناصحين الذين ينصحون لك، وليس كما قال؛ الصلة تتقدم وتتأخر، وذلك ظاهر في الكلام. </p><p> وقوله:  (فَخَرَجَ مِنْهَا خَائِفًا يَتَرَقَّبُ قَالَ رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ (٢١) قد ذكرنا هذا. </p><p> دل قوله:  (خَائِفًا يَتَرَقَّبُ) : أن الخوف قد يكون من دون اللَّه. </p><p> وجائز أن يخاف من غيره، وليس كما يقول بعض الناس: إنه لا يسع الخوف من دون اللَّه، وحقيقة الخوف تكون من اللَّه يخاف أن ينتقم منه على يدي هذا، واللَّه أعلم. </p><p> وقوله:  (رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ) : يحتمل الظالم كل مشرك؛ لأن كل مشرك ظالم. </p><p> ويحتمل قوله:  (رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ) حيث هموا قتله، وقتل موسى ذلك القبطي لم يوجب عليه القتل والقصاص؛ لأنه لم يتعمد قتله أو لم يقتله بسلاح يجب به القتل، فذكر أنهم فيما هموا قتله ظلمة. </p><p> * * * </p><p> قوله تعالى (وَلَمَّا تَوَجَّهَ تِلْقَاءَ مَدْيَنَ قَالَ عَسَى رَبِّي أَنْ يَهْدِيَنِي سَوَاءَ السَّبِيلِ (٢٢) وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ يَسْقُونَ وَوَجَدَ مِنْ دُونِهِمُ امْرَأَتَيْنِ تَذُودَانِ قَالَ مَا خَطْبُكُمَا قَالَتَا لَا نَسْقِي حَتَّى يُصْدِرَ الرِّعَاءُ وَأَبُونَا شَيْخٌ كَبِيرٌ (٢٣) فَسَقَى لَهُمَا ثُمَّ تَوَلَّى إِلَى الظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ (٢٤) فَجَاءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اسْتِحْيَاءٍ قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا فَلَمَّا جَاءَهُ وَقَصَّ عَلَيْهِ الْقَصَصَ قَالَ لَا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ (٢٥) قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ (٢٦) قَالَ إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ عَلَى أَنْ تَأْجُرَنِي ثَمَانِيَ حِجَجٍ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِكَ وَمَا أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّالِحِينَ (٢٧) قَالَ ذَلِكَ بَيْنِي </p><p> وَبَيْنَكَ أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ وَاللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ (٢٨) </p><p> وقوله:  (وَلَمَّا تَوَجَّهَ تِلْقَاءَ مَدْيَنَ (٢٢) قَالَ بَعْضُهُمْ: أخذ طريفا إذا سلك ذلك الطريق وأخذ فيه خرج تلقاء مدين، أو وقع تلقاء المكان المقصود إليه. </p><p> وقوله:  (قَالَ عَسَى رَبِّي أَنْ يَهْدِيَنِي سَوَاءَ السَّبِيلِ) أي: الطريق الذي كان يقصده ويطلبه وهو طريق مدين، وذكر أنه كان ضل الطريق. </p><p> وقوله:  (وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ يَسْقُونَ وَوَجَدَ مِنْ دُونِهِمُ امْرَأَتَيْنِ تَذُودَانِ قَالَ مَا خَطْبُكُمَا قَالَتَا لَا نَسْقِي حَتَّى يُصْدِرَ الرِّعَاءُ وَأَبُونَا شَيْخٌ كَبِيرٌ (٢٣) </p><p> أي: ورد البئر التي كان ماء مدين من تلك البئر. </p><p> (وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ يَسْقُونَ) أمة أي: جماعة. </p><p> وقيل: أناس من الناس يسقون أغنامهم ومواشيهم. </p><p> (وَوَجَدَ مِنْ دُونِهِمُ امْرَأَتَيْنِ تَذُودَانِ) : قَالَ بَعْضُهُمْ: (تَذُوَدانِ) : تحبسان حتى يفرغ الناس ويصدرون ويخلو لهما البئر. </p><p> وقَالَ بَعْضُهُمْ:  (تَذُودَانِ) أي: تطردان أغنامهما لتسقياها. </p><p> ثم قوله؛ (وَوَجَدَ مِنْ دُونِهِمُ امْرَأَتَيْنِ تَذُودَانِ) يحتمل وجهين: </p><p> أحدههما: تذودان غنمهما ولا تسقيانها حتى يصدر الرعاء؛ لما لا تتركان تسقيان غنمهما مع غنم أُولَئِكَ الرعاء حتى يصدروا هم. </p><p> والثاني: لا تمنعان ذلك، ولكنهما تستحيان أن تزاحما الرجال وتختلطا بهم، فتنتظران فراغهم صدور الرعاء عنها. </p><p> فَإِنْ قِيلَ: فما بالهما لا تتخلفان وقت اجتماع القوم، وتشهدان في ذلك الوقت، ولا تنتظران خلاء البئر عنهم؟! </p><p> قيل: لما ذكر أن على رأس البئر حجرا يلقى عليه لا يطيقه إلا كذا كذا نفرا؛ وكذلك الدلو التي يستقى منها لا يطيقها إلا كذا كذا من عشرة إلى أربعين على ما ذكر، فهما تشهدان ذلك البئر وقت شهود القوم وحضورهم؛ ليتولوا هم نزح الدلو واستقاءها، ولو تخلفتا وانتظرتا خلاء البئر عنهم ثم تأتيان، لم تقدرا على نزح الماء والدلو، ورفع الحجر الذي ذكر أنه كان على رأس البئر؛ لذلك كان ما ذكر، واللَّه أعلم. </p><p> وقوله:  (مَا خَطْبُكُمَا) أي: ما شأنكما وما أمركما؛ (قَالَتَا لَا نَسْقِي حَتَّى يُصْدِرَ </p><p> الرِّعَاءُ)؛ لما ذكرنا. </p><p> وقرئ:  (يُصْدِرَ) بنصب الياء وبالرفع جميعًا. </p><p> فمن قرأه بالنصب فإنه يقول: حتى يصدر الرعاء بأنفسهم أي: يرجع. </p><p> ومن قرأه بالرفع، أي: حتى يصرفوا ويرجعوا أغنامهم، واللَّه أعلم. </p><p> وقوله:  (وَأَبُونَا شَيْخٌ كَبِيرٌ) : تذكران - واللَّه أعلم - عذر أبيهما في التخلف عن سقي الغنم، وإرساله إياهما في ذلك دون تولي ذلك بنفسه، وقالا: ذلك لكبره وضعفه ما يتخلف عن ذلك ويرسلهما، وإلا لا معنى لذكر كبر أبيهما بلا سبب يحملهما على ذلك سوى ما ذكرنا. </p><p> وجائز أن يكون لمعنى آخر لا نعلمه. </p><p> وقوله:  (فَسَقَى لَهُمَا ثُمَّ تَوَلَّى إِلَى الظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ (٢٤) دل أن البئر التي كانت تسقى الماشية منها كانت في الشمس؛ حيث أخبر أنه سقى لهما ثم تولى إلى الظل. </p><p> وفيه أن لا بأس بأن يجلس في الظل. </p><p> وقوله:  (فَقَالَ رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ) قيل: إن هذا منه شكاية عما أصابه من الجوع؛ لأنه ذكر أنه خرج من المصر إلى مدْين هاربًا من فرعون وقومه، غير متزود، وهو مسيرة ثماني ليال. </p><p> وفيه دلالة أن لا بأس للرجل أن يخبر ويذكر عما هو فيه من الشدة والبلاء، حيث ذكر موسى حاله التي هو فيها من الجوع الذي أصابه؛ وكذلك ما قال في آية أخرى:  (لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا) ، وذلك يرد قوال من - يقول: إن مثل هذا يخرج مخرج الشكاية عن اللَّه، ولو كانت شكاية لكان موسى لا يقول ذلك ولا يذكره. </p><p> وقوله:  (فَجَاءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اسْتِحْيَاءٍ قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا فَلَمَّا جَاءَهُ وَقَصَّ عَلَيْهِ الْقَصَصَ قَالَ لَا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ (٢٥) </p><p> قوله:  (تَمْشِي عَلَى اسْتِحْيَاءٍ) ؛ مشي من لم يعتد الخروج. </p><p> أو (تَمْشِي عَلَى اسْتِحْيَاءٍ) ، أي: تمشي مشي من لم يخالط الناس على، التستر والتغطية. </p><p> (قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا) : (هذا يدل على أن لا بأس أن يؤخذ على المعروف الذي صنع إلى آخر أجر، والأفضل على من صنع إليه المعروف والتبرع أن </p><p> يعطي لمعروفه وتبرعه بدلا وأجرا، والأفضل على المتبرع وعلى صانع المعروف ألا يأخذ على ذلك بدلا، إلا أن موسى كان قد اشتدت به الحاجة؛ لذلك كان ما ذكر وأخذ لمعروفه ما ذكر بدلا، واللَّه أعلم. </p><p> وقوله:  (فَلَمَّا جَاءَهُ وَقَصَّ عَلَيْهِ الْقَصَصَ) أي: لما جاء موسى أبا المرأتين وقص عليه قصته قال لي: (لَا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ) . </p><p> دل قوله هذا لموسى:  (لَا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ) : أنه لم يكن لفرعون على ذلك المكان سلطان ولا يد؛ إذ لو كان له سلطان لكان له فيه الخوف الذي كان من قبل، ولم يكن نجا موسى منه، دل أنه لم يكن له عليهم سلطان. </p><p> وقوله:  (الظَّالِمِينَ) يحتمل: المشركين؛ إذ كل مشرك ظالم. </p><p> ويحتمل (نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ) : الذين يقتلون بغير حق حيث قال: (رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ) . </p><p> وقوله:  (قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ (٢٦) قال أهل التأويل: قال أبوهما لما قالت له استأجره فإنه قوي أمين: ما قوته وأمانته؟ فقالت: أما قوته: فإنه رفع الحجر من رأس البئر وحده، وكان لا يطيقه إلا كذا كذا نفرا، ونزح الدلو من البئر وحده، وكان لا يطيق نزحه إلا كذا كذا؛ فذلك قوته. </p><p> وأمَّا أمانته: فإنه قال لي: امشي خلفي وصفي لي الطريق؛ فذلك أمانته. </p><p> ولكن قد كانت تعرف أمانته قبل ذلك لما جرى بينه وبينهما من المعاملة حين قال لهما:  (مَا خَطْبُكُمَا) ، وحين سقى لهما في مثل هذا تعرف أمانته في ترك النظر إليهما، وترك الاعتراض لما يوجب التهمة، واللَّه أعلم. </p><p> وقولها:  (يَا أَبَتِ اسْتَأْجِرْهُ) كأن أباها كان في طلب أجير قوي أمين، لكنه لا يجد ولا يظفر به؛ لذلك قالت له:  (اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ) إذ لا يحتمل أن يكون له ماشية وله غناء وبه حاجة إلى رعي ذلك وسقيه، وقد بلغ في نفسه من الكبر والضعف ما ذكر، يرسل ابنتيه في الرعي والسقي، ولا يستأجر الأجير ليتولى ذلك دون بناته، هذا لا يحتمل ذلك، وخاصة مع ما وصف ابنته من الحياء حيث قال:  (فَجَاءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اسْتِحْيَاءٍ) دل ذلك أنه كان في طلب الأجير، وإنما أرسل ابنتيه في سقي الغنم وهو مضطر إلى ذلك محتاج إليه؛ لذلك قالت له: (يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ </p><p> اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ). </p><p> ثم قال:  (قَالَ إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ عَلَى أَنْ تَأْجُرَنِي ثَمَانِيَ حِجَجٍ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِكَ وَمَا أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّالِحِينَ (٢٧) طلبت هي الاستئجار، وهو عرض عليه النكاح لما لم ترغب هي في النكاح، أو طلبت الاستئجار ولم تُرِ من نفسها الرغبة في النكاح، وإن كانت لها الرغبة حياء، واللَّه أعلم. </p><p> ثم قوله:  (عَلَى أَنْ تَأْجُرَنِي ثَمَانِيَ حِجَجٍ) : يحتمل وجهين: </p><p> أحدهما: أنه جعل عمله ثماني حجج بدلا للنكاح ومهرا لبضعها. </p><p> ثم تحديده ثماني حجج لما رأى عمل ثماني سنين مهر مثلها. </p><p> وقوله:  (فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِكَ) أي: فإن أتممت عشرًا وزدت على مهر المثل فمن عندك، أي: لك ذلك فضل منك وإحسان. </p><p> والثاني: قوله: (عَلَى أَنْ تَأْجُرَنِي ثَمَانِيَ حِجَجٍ) ليس على جعله بدلا للنكاح، ولكن على الإجارة المعروفة على أجر معلوم على حدة، من غير أن كان ذلك مهرا لها. </p><p> ثم التحديد بثماني سنين على هذا الوجه يخرج على إحدى خلتين: </p><p> إحداهما: أنه لما قص عليه قصته علم أنه لا يقدر على العود إلى المصر، ورأى أنه لا يأمن تلك الناحية بدون ما ذكر من المدة. </p><p> أو لما رأى أن نفسه تنزع وتشوق بالعود في ذلك الوقت فشرط ذلك عليه لئلا يحدث نفسه بالرجوع إليه إلى ذلك الوقت. </p><p> وقوله:  (فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِكَ) أي: فإن زدت سنتين على ذلك فمن فضلك وإحسانك (وَمَا أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ) في الزيادة على ذلك كله، واللَّه أعلم. </p><p> ثم قال:  (سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّالِحِينَ) في جميع ما يجري بينك وبيني من المعاملة والصحبة. </p><p> وفيه أن الثنيا فيما يعدون كان ظاهرًا في الأمم السالفة. </p><p> ثم اختلف في أبي المرأتين: </p><p> قَالَ بَعْضُهُمْ: كان شعيبا. </p><p> وقَالَ بَعْضُهُمْ: ابن أخي شعيب. </p><p> وقال الحسن: لم يكن شعيبا، ولكنه كان سيّد الماء يومئذ. </p><p> وليس لنا إلى معرفة من كان حاجة، أما شعيب فإنه لم يكن في زمن موسى، واللَّه أعلم. </p><p> وقوله:  (قَالَ ذَلِكَ ... (٢٨) يعني: الشرط - واللَّه أعلم - (بَيْنِي وَبَيْنَكَ أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ) أي: أوفيت وعملت، إما الثماني وإما العشر (فَلَا عُدْوَانَ عَلَيَّ) يقول: لا سبيل لك عليَّ بعد ذلك ولا تبعة، والعدوان: هو الظلم والمجاوزة عن الحد الذي حد له يقول: لا ظلم عليَّ ولا مجاوزة على أي الاختيارين قضيت، أي الأجلين اخترت وشئت لنا. </p><p> ثم قال:  (وَاللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ) قَالَ بَعْضُهُمْ: واللَّه كفيل على مقالتي ومقالتك، والوكيل: هو الشهيد أو الحافظ، كأنه يقول: واللَّه على ما نقول شهيد. </p><p> ذكر أن جبريل جاء رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقال:  \" إن سُئلت: أي الأجلين قضى موسى؟فقل:أبرهما وأوفاهما،وإن سُئلت:أي المرأتين تزوج؟فقل:أصغرهما \" . </p><p> فإن ثبت هذا، ففيه أنه قضى الأجلين جميعًا: الثماني والعشر، وليس في الآية إلا قضاء الأجل حيث قال:  (فَلَمَّا قَضَى مُوسَى الْأَجَلَ) . </p><p> وقَالَ الْقُتَبِيُّ:  (عَلَى أَنْ تَأْجُرَنِي) أي: تجازيني من التزويج والأجر من اللَّه إنما على الجزاء على العمل. </p><p> قوله تعالى:  (فَلَمَّا قَضَى مُوسَى الْأَجَلَ وَسَارَ بِأَهْلِهِ آنَسَ مِنْ جَانِبِ الطُّورِ نَارًا قَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِنَ النَّارِ لَعَلَّكُمْ تَصْطَلُونَ (٢٩) فَلَمَّا أَتَاهَا نُودِيَ مِنْ شَاطِئِ الْوَادِ الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ أَنْ يَا مُوسَى إِنِّي أَنَا اللَّهُ رَبُّ الْعَالَمِينَ (٣٠) وَأَنْ أَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَا مُوسَى أَقْبِلْ وَلَا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ (٣١) اسْلُكْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ فَذَانِكَ بُرْهَانَانِ مِنْ رَبِّكَ إِلَى فِرْعَوْنَ وَمَلَإِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ (٣٢) قَالَ رَبِّ إِنِّي قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَنْ يَقْتُلُونِ (٣٣) وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ (٣٤) قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَا أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ (٣٥) </p><p> وقوله:  (فَلَمَّا قَضَى مُوسَى الْأَجَلَ) قال أهل التأويل ما ذكرنا: أنه قضى أتمهما أو أكثرهما </p><p> لكن لا نعلم التأويل الصحيح، فعلى ما ذكروا، وليس في الآية إلا قضاء الأجل؛ فلا يزاد على ذلك إلا بثبت، فإن ثبت ما روي من الخبر، فهو واللَّه أعلم. </p><p> وقوله:  (وَسَارَ بِأَهْلِهِ آنَسَ مِنْ جَانِبِ الطُّورِ نَارًا)  (آنَسَ) : قيل: أبصر وأحس نارًا. </p><p> قَالَ بَعْضُهُمْ: إن موسى لم يكن رأى نارًا، ولكن إنما رأى نورًا ظن أنه نار، فلا يحتمل ذلك؛ لأنه أخبر أنه آنس نارًا، وإن لم يكن ذلك في الحقيقة نارًا لم يجز، وكان ذلك يوجب الكذب في الخبر، إلا أن يقال على الإضمار: آنس من جانب الطور نورًا ظن أنه نار، أو في ظنه أنه نار. </p><p> (قَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِنَ النَّارِ) أي: امكثوا لعلي آتيكم منها بخبر يدلنا أو بجذوة تضيء الطريق؛ فكأنه قد ضل الطرلق فيقول: لعلي آتيكم منها بخبر الطريق أو جذوة من النار، أي: آتيكم بجذوة من النار، وهي ما رغبتم فيه ولم آتكم بخبر الطريق (لَعَلَّكُمْ تَصْطَلُونَ) هذا يدل أنه كان في أيام الشتاء، وفي وقت البرد:  (فَلَمَّا أَتَاهَا نُودِيَ مِنْ شَاطِئِ الْوَادِ الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ أَنْ يَا مُوسَى إِنِّي أَنَا اللَّهُ رَبُّ الْعَالَمِينَ (٣٠) قَالَ بَعْضُهُمْ: الأيمن: أي: عن يمين الجبل. </p><p> وقَالَ بَعْضُهُمْ: عن يمين موسى. </p><p> وقَالَ بَعْضُهُمْ: يمين الشجرة، ولكن الأيمن: المبارك، وهو من اليمن، الوادي اليمن. </p><p> والبقعة المباركة: قال بعض أهل التأويل: سميت مباركة؛ لكثرة أشجارها وأنزالها، وكثرة مياهها وعشبها، ولكن سماه: مباركًا وأيمن - واللَّه أعلم - لأنه مكان الأنبياء والرسل وموضع الوحي. </p><p> وقوله:  (مِنَ الشَّجَرَةِ أَنْ يَا مُوسَى إِنِّي أَنَا اللَّهُ رَبُّ الْعَالَمِينَ) ولله أن يسمع ويخبر من شاء مما شاء وكيف شاء كما أسمع مريم من تحتها حيث قال: (فَنَادَاهَا مِنْ تَحْتِهَا أَلَّا تَحْزَنِي) ، </p><p> وقوله:  (وَأَنْ أَلْقِ عَصَاكَ ... (٣١) ليس هذا بموصول بقوله: (إِنِّي أَنَا اللَّهُ رَبُّ الْعَالَمِينَ) ولكن ذلك ما ذكر في سورة طه: (إِنِّي أَنَا رَبُّكَ فَاخْلَعْ نَعْلَيْكَ. . .) ، إلى آخر ما ذكر. </p><p> ثم قال في آخره:  (وَأَنْ أَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ) أي: تتحرك (كَأَنَّهَا جَانٌّ) وقال بعضهم: الجان: الحية الصغيرة. </p><p> وقَالَ بَعْضُهُمْ: الجان ما يعم العظيمة والصغيرة، واللَّه أعلم. </p><p> وقوله:  (وَلَّى مُدْبِرًا) فارا هاربًا (وَلَمْ يُعَقِّبْ) أي: لم يلتفت ولم يرجع لشدة خوفه وفرقه. </p><p> وقوله:  (يَا مُوسَى أَقْبِلْ وَلَا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ) . </p><p> قوله:  (وَلَا تَخَفْ) ويحتمل وجوهًا: </p><p> أحدها: على رفع الخوف من قلبه؛ إذ قال: له الأمن فيه. </p><p> والثاني: على البشارة أنه لا يؤذيه؛ كأنه يقول: لا تخف وكن من الآمنين، فإنه لا يؤذيك. </p><p> والثالث: على النهي، أي: لا تخف؛ فإني أحفظك وأدفع أذاه عنك؛ كقوله:  (قَالَا رَبَّنَا إِنَّنَا نَخَافُ أَنْ يَفْرُطَ عَلَيْنَا أَوْ أَنْ يَطْغَى. قَالَ لَا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى) ، أسمع ما يقول لكما، وأرى ما يفعل بكما، وأدفع ذلك عنكما. </p><p> وقوله:  (أو جذوة) بكسر الجيم ورفعها؛ قَالَ بَعْضُهُمْ: عود قد احترق بعضه. </p><p> وقال قتادة: أصل شجرة فيها نار. </p><p> وقال أَبُو عَوْسَجَةَ: الجذوة: مثل الشهاب سواء، والجذى: جمع الجذوة. </p><p> وقال أَبُو عَوْسَجَةَ: الجذوة: القطعة الغليظة. </p><p> وقَالَ الْقُتَبِيُّ: الجذوة: عود قد احترق، أي: قطعة منها. </p><p> وشاطئ: أي شط الوادي. </p><p> آنست: أبصرت، وكذلك قوله:  (فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا) ، أي. أبصرتم وعلمتم. </p><p> وقوله:  (اسْلُكْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ فَذَانِكَ بُرْهَانَانِ مِنْ رَبِّكَ إِلَى فِرْعَوْنَ وَمَلَإِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ (٣٢) على ما ذكر في آية أخرى: (وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ) هذا يدل أن لا بأس بتغيير الألفاظ واختلافها بعد إصابة المعنى وما قصد بها. </p><p> وقوله:  (تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ) قد ذكرناه فيما تقدم. </p><p> وقوله:  (وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرُّهْبِ) بالضم، والرهب بالفتح؛ قد قرئ بهما جميعًا. </p><p> ثم قَالَ بَعْضُهُمْ: هو على التقديم والتأخير، قوله:  (مِنَ الرَّهْبِ) موصول بقوله: (أَقْبِلْ وَلَا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ) من الرهب، أي: الخوف والغرق. </p><p> وقَالَ بَعْضُهُمْ: أمره أن يضم يديه إلى نفسه؛ لأن ذلك أخوف وأهيب وأعظم من إرسالهما، وذلك معروف أيضًا في الناس أنهم إذا دخلوا على ملك من الملوك ضموا أيديهم وجناحيهم إلى أنفسهم؛ تعظيمًا لهم وتبجيلا، أو خوفًا منهم. </p><p> فعلى ذلك جائز أن يأمره بضم يديه إلى نفسه؛ ليكون بين يدي ربه أهيب وأخوف ما يكون، وأعظم ما يجب له، وهو ما قال له:  (فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى) . </p><p> وقوله:  (فَذَانِكَ بُرْهَانَانِ مِنْ رَبِّكَ) أي: اليد والعصا، اللتان ذكرهما (بُرْهَانَانِ مِنْ رَبِّكَ) أي: حجتان (إِلَى فِرْعَوْنَ وَمَلَإِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ) . </p><p> وقوله:  (قَالَ رَبِّ إِنِّي قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَنْ يَقْتُلُونِ (٣٣) وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا) وقال في سورة الشعراء: (قَالَ رَبِّ إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ. . .) إلى قوله: (فَأَخَافُ أَنْ يَقْتُلُونِ) ، أخر في هذا ما كان مقدمًا في الذكر في ذلك، وذكره على اختلاف الألفاظ وتغيير الحروف؛ ليعلم: أن ليس على السامع حفظ الألفاظ والحروف بعد إصابته المعنى، وفهم ما قصد بها وأودع فيها؛ لأن اللَّه ذكر هذه الأنباء والقصص التي كانت من قبل في القرآن على اختلاف الألفاظ، وتغيير الحروف، على التقديم والتأخير، والزيادة والنقصان؛ ليعلم أن المقصود والمراد بذكرها ما فيها، لا عين اللفظ والحروف، فإذا عرف ما فيها وفهم جاز الأداء بأي لسان كان، وبأي لفظ كان، واللَّه أعلم. </p><p> وقوله:  (هُوَ أَفْصَحُ مِنِّي لِسَانًا (٣٤) يحتمل وجوهًا: </p><p> أحدها: أما أهل التأويل فإنهم قالوا: كان في لسانه رتَّة أي: عقدة لما أدخل في فمه من النار؛ فذلك لا نعلمه، وقد قال في آية أخرى:  (وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي. يَفْقَهُوا قَوْلِي) ، فيجوز أن يكون ذلك خلقة خلقه هكذا، على ما خلق بعض الخلق أفصح وأبين من بعض. </p><p> أو أن يكون لما ذكر له من الخوف والذنب ما لم يكن ذلك لهارون، ولا شك من اشتد به الخوف منع صاحبه عن التكلم والبيان، وذلك متعالم معروف في الناس، وهو ما قال: </p><p> (إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ. . .) الآية. </p><p> أو أن يكون ذلك لأن نشوء هارون كان فيهم وهم بلسانه أعرف، ومنطقه أفهم، ولموسى فترات كان معتزلا عنهم. </p><p> وقوله:  (فَأَرْسِلْهُ مَعِيَ رِدْءًا) أي: عونًا (يُصَدِّقُنِي) ثم بيِّن في آية أخرى أنه فيم طلب منه عونا؛ وهو ما قال (وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي. . .) الآية، أي: يصدقني فيما أقول إذا كذبوني هم، أو أستأنس به إذا ضاق صدري بالتكذيب والرد، فأجابه ربه فقال:  (سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَا أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ (٣٥) كناية وعبارة عن القوة والعون؛ لأن القوة فيه تكون؛ فذكر فيمن تكون، وهو كقوله:  (وَثَبِّتْ أَقْدَامَنَا) ، ذكر الأقدام، لأنه بالأقدام يثبت، وقوله:  (نَكَصَ عَلَى عَقِبَيْهِ) ، لأنه بالعقب ينكص، ومثله كثير، فعلى هذا ذلك. </p><p> وقوله:  (وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَا) قال قائلون: هو على التقديم والتأخير، أي: نجعل لكما سلطانا، أي: نجعل لكما سلطانا بآياتنا فلا يصلون إليكما. </p><p> وقَالَ بَعْضُهُمْ: ونجعل لكما سلطانًا باللطف ندفع عنكما أذاهم وشرهم؛ كقوله:  (لَا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى) ، أي: أسمع ما يقول لكما، وأرى ما يفعل بكما، وأدفع ذلك عنكما فلا يصلون إليكما بالآيات التي معكما. </p><p> وقوله:  (أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ) يحتمل هذا وجوهًا: </p><p> الغالبون بالحجج والبراهين، أي: تغلب حجتكما سحرهم وتمويهاتهم. </p><p> أو أن يكون عاقبة الأمر لكما. </p><p> أو أن يكون ذلك في الآخرة. </p><p> قال أبو معاذ: العرب تقول: أردت الرجل: أي: أعنته. </p><p> وقال أَبُو عَوْسَجَةَ:  (سَنَشُدُّ عَضُدَكَ بِأَخِيكَ) أي: أعينك به وأقويك، والعضد: كناية عن القوة؛ لأته فيه تكون القوة، وبه يقوى من يوصف بالقوة؛ على ما ذكرنا. </p><p> * * * </p><p> قوله تعالى (فَلَمَّا جَاءَهُمْ مُوسَى بِآيَاتِنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا سِحْرٌ مُفْتَرًى وَمَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ (٣٦) وَقَالَ مُوسَى رَبِّي أَعْلَمُ بِمَنْ جَاءَ بِالْهُدَى مِنْ عِنْدِهِ وَمَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ (٣٧) وَقَالَ فِرْعَوْنُ يَا أَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا لَعَلِّي أَطَّلِعُ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ مِنَ </p><p> الْكَاذِبِينَ (٣٨) وَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ (٣٩) فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ (٤٠) وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ وَيَوْمَ الْقِيَامَةِ لَا يُنْصَرُونَ (٤١) وَأَتْبَعْنَاهُمْ فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ هُمْ مِنَ الْمَقْبُوحِينَ (٤٢) </p><p> وقوله:  (فَلَمَّا جَاءَهُمْ مُوسَى بِآيَاتِنَا بَيِّنَاتٍ ... (٣٦) أي: جاء موسى فرعون وقومه بآياتنا، أي: أعلافا أنشأها موضحات، مظهرات يظهرن، ويوضحن رسالة موسى ونبوته، وقد أظهرن لهم ذلك وعرفوا أنها آيات من اللَّه نزلن؛ أفلا ترى أن موسى قال له يا فرعون:  (لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ) لكنهم عاندوا وكابروا، وقالوا:  (مَا هَذَا إِلَّا سِحْرٌ مُفْتَرًى) ؛ هذا منهم تمويه وتلبيس على الأتباع والسفلة، ولم تزل عادتهم التمويه والتلبيس على أتباعهم أمر موسى. </p><p> وهّوله:  (وَمَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ) يقولون - واللَّه أعلم -: إن آباءنا قد عبدوا الأصنام على ما نعبد نحن، وقد ماتوا على ذلك من غير أن نزل بهم ما توعدنا من الهلاك والعذاب، فعلى ذلك نحن على دين آبائنا، وعلى ما هم عليه؛ فلا ينزل بنا شيء مما تذكر وتوعدنا به من العذاب. </p><p> ثم قال موسى:  (رَبِّي أَعْلَمُ بِمَنْ جَاءَ بِالْهُدَى مِنْ عِنْدِهِ وَمَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ (٣٧) هذا - واللَّه أعلم - كأنه ليس بجواب لقولهم:  (مَا هَذَا إِلَّا سِحْرٌ مُفْتَرًى وَمَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ) ويكون جواب هذا إن كان هو قوله: (إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ) كنى بالظلم عن السحر؛ يقول - واللَّه أعلم - ليس بسحر؛ لأني قد غلبتكم وقهرتكم، وقد أفلحت أنا، ولو كان سحرًا ما أتيتكم به لم أفلح؛ إذ اللَّه - تعالى - أخبر أن الساحر لا يفلح بقوله:  (إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى) ، وقال -أيضًا-: (مَا جِئْتُمْ بِهِ السِّحْرُ. . .) الآية، وقد أصلح عملي؛ فظهر أنه ليس بفساد، ولكنه صلاح. </p><p> ويكون جواب قوله:  (رَبِّي أَعْلَمُ بِمَنْ جَاءَ بِالْهُدَى مِنْ عِنْدِهِ وَمَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ) ما ذكر في سورة (المص) ، حيث قالوا:  (أَتَذَرُ مُوسَى وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ قَالَ سَنُقَتِّلُ أَبْنَاءَهُمْ وَنَسْتَحْيِي نِسَاءَهُمْ وَإِنَّا فَوْقَهُمْ قَاهِرُونَ) ، فقال عند ذلك:  (رَبِّي أَعْلَمُ بِمَنْ جَاءَ بِالْهُدَى مِنْ عِنْدِهِ وَمَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ) أنتم أو نحن؛ يقول: ربي أعلم بمن جاء بالهدى من عنده جوابًا لقوله: (وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ) ، واللَّه أعلم. </p><p> وقوله:  (وَقَالَ فِرْعَوْنُ يَا أَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي (٣٨) كأنه قال للملأ </p><p> خصوصية لهم؛ لأنه كان اتخذ للأتباع أصنامًا يعبدونها وجعل للملأ عبادة نفسه وإلهيته، لما لم ير الأتباع أهلا لعبادة نفسه جعل لهم عبادة الأصنام، ورأى الملأ أهلا لذلك؛ فخصهم، ومنه اتخذت الرب عبادة الأصنام دون اللَّه؛ لما لم يروا أنفسهم أهلا لعبادة اللَّه، وقالوا:  (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) . </p><p> وقوله:  (فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا) قال أهل التأويل: أول من اتخذ الآجر هو، ولا نعلم ذلك، يحتمل أن يكون من فبل ذلك. </p><p> وقوله:  (فَاجْعَلْ لِي صَرْحًا) أي: قصرًا (لَعَلِّي أَطَّلِعُ إِلَى إِلَهِ مُوسَى) كان يعرف أنه ليس إله السماء والأرض؛ إذ لا يملك ذلك، فكأنه أراد بقوله:  (مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي) قومه وأهله خاصة (وَإِنِّي لَأَظُنُّهُ مِنَ الْكَاذِبِينَ) كأن جميع ما كان بين موسى وفرعون من الكلام كان على الظن؛ كقوله:  (إِنِّي لَأَظُنُّكَ يَا مُوسَى مَسْحُورًا) وكذلك قال له موسى: (وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُورًا) . </p><p> وقوله:  (وَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ (٣٩) الاستكبار: هو ألَا يرى لنفسه شكلا ولا نظيرًا، وهو كذلك، كان لا يرى لنفسه شكلا ولا نظيرًا؛ لأنه يدعي لنفسه الربوبية والألوهية، واستكبار قومه لما استعبدوا هم بني إسرائيل، واستخدموهم، أو استكبروا أن يخضعوا لموسى ويجيبوا له إلى ما يدعوهم إليه. </p><p> وقوله:  (وَظَنُّوا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ. فَأَخَذْنَاهُ وَجُنُودَهُ (٤٠) أخذناه أخذ تعذيب وإهلاك (فَنَبَذْنَاهُمْ فِي الْيَمِّ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ) يعذبون بظلمهم. </p><p> وقوله:  (وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ وَيَوْمَ الْقِيَامَةِ لَا يُنْصَرُونَ (٤١) ذكر في هَؤُلَاءِ: أنه جعلهم أئمة في الشر، وذكر في الرسل وأهل الخير: أنه جعلهم ألْمة في الخير؛ حيث قال:  (وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ) ، وما قال:  (وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ) ، فكان من اللَّه - تعالى - في أهل الخير صنع ومعنى حتى صاروا بذلك أئمة الخير ما لم يكن ذلك منه بأهل الشر وأئمة السوء فيرد على المعتزلة؛ لأنهم يقولون: لم يكن من اللَّه - تعالى - إلى الرسل وقادة الخير إلا وقد كان ذلك منه إلى كل كافر وفاسق. </p><p> فلو كان على ما قالوا لكان لا يحتمل أن يصير هَؤُلَاءِ أئمة الخير وأُولَئِكَ أئمة الشر بأعمالهم أيضًا، وإن كان ما من اللَّه إليهم على السوء، لكن يضاف ذلك إلى اللَّه بأسباب تكون منه، وكانت حقيقة ذلك منهم بعملهم؛ نحو:  (إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ) </p><p> أضاف إنذاره إلى من اتبع الذكر، وإن كان رسول اللَّه ينذر من لم يتبع، وكذلك ما قال في الشياطين:  (إِنَّمَا يَدْعُو حِزْبَهُ) ، إنما يدعو الحزبين جميعًا، لكنه أضاف دعاءه إلى حزبه لما منهم يكون له الإجابة، وأضاف إنذار رسول اللَّه إلى من اتبعه وقبله لطاعتهم له؛ فعلى ذلك الأوّل، أضاف ذلك إلى نفسه لفعلهم. </p><p> لكن عندنا لا يكون من الخلق في فعل الخلق حقيقة الفعل، إنما يكون منهم الأسباب، ويكون من اللَّه - تعالى - في أفعالهم الأسباب، وحقيقة الفعل، فيكون إضافة ذلك إلى اللَّه على حقيقة الفعل والأسباب جميعًا وإلى الخلق لأسباب تكون منهم إليهم. </p><p> والثاني: إنما خصَّ بالإنذار من اتبع الذكر؛ لأنه إنما يقصد بالإنذار من اتبعه لا من لا يتبعه، وكذلك الشيطان إنما يقصد بدعائهم إياهم حزبه منهم، وإن كان الرسول ينذر الخلق جميعًا: الذي سوف يتبعه والذي لا يتبعه، وكذلك الشيطان يدعو الحزبين جميعًا؛ لأن هذا يقصد ضررهم بما يدعوهم إليه؛ ألا ترى إلى قوله:  (إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ) ، والرسول بما ينذر يقصد نفعهم؛ لذلك خصّ الإنذار لمن اتبعه وخص في ذلك حزبه. </p><p> وقوله:  (أَئِمَّةً يَدْعُونَ إِلَى النَّارِ) ليس تصريحًا؛ لأنهم لو دعوهم إلى النار لا يجيبونهم، ولكن يدعونهم إلى أعمال توجب لهم النار لو أجابوهم، وهو كقوله:  (فَمَا أَصْبَرَهُمْ عَلَى النَّارِ) أي: ما أصبرهم على عمل يستوجبون به النار. </p><p> وقوله:  (وَيَوْمَ الْقِيَامَةِ لَا يُنْصَرُونَ) كأن الشيطان مناهم النصر والشفاعة بعبادة الأصنام، فيخبر أنهم لا ينصرون لما مناهم. </p><p> وقوله:  (وَأَتْبَعْنَاهُمْ فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ هُمْ مِنَ الْمَقْبُوحِينَ (٤٢) </p><p> وهو ما عذبوا في الدنيا واستؤصلوا (وَيَوْمَ الْقِيَامَةِ هُمْ مِنَ الْمَقْبُوحِينَ) قَالَ بَعْضُهُمْ: مسودون وجوههم. </p><p> وجائز أن يكون ذلك جزاء ما افتخووا في هذه بالحلي والزينة، وطعنوا في موسى جوابًا لهم على ما قالوا:  (فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ) يخبر أنهم يكونون في الآخرة على غير الحال التي كانوا في الدنيا وافتخروا بها. </p><p> وقَالَ بَعْضُهُمْ: المقبوح: هو أن سواد مع الزرقة. </p><p> قوله تعالى:  (وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ يَتَذَكَّرُونَ (٤٣) وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ وَمَا كُنْتَ مِنَ الشَّاهِدِينَ (٤٤) وَلَكِنَّا أَنْشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُ وَمَا كُنْتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا وَلَكِنَّا كُنَّا مُرْسِلِينَ (٤٥) وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا وَلَكِنْ رَحْمَةً مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ (٤٦) </p><p> وقوله:  (وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى) من نحو عاد، وثمود، وهَؤُلَاءِ الذين كانوا من قبل من الأمم، أي: أرسلناه بعد هلاك من ذكر؛ حتى يعتبر الناس، يشبه أن يكون قوله:  (بَصَائِرَ لِلنَّاسِ) أي: هلاك من ذكر من القرون الأولى بصيرة وعبرة لمن يكون من بعدهم؛ لينزجروا بذلك عن تكذيب الرسل، ويكون ذلك آية لرسالة موسى. </p><p> والثاني: أن يكون قوله: (بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً) أي: الذي آتاه اللَّه موسى هو بصائر وهدى ورحمة لهم إذا قبلوه واتبعوه وعملوا به، وكذلك كان جميع كتب اللَّه هدى ورحمة وبصيرة لمن آمن بها وعمل بها. </p><p> وجائز أن يكون هذا جوابًا وصلة لقولهم:  (مَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ) يقول - واللَّه أعلم -: إنكم لا تسمعون ذلك في آبائكم الذين اتبعوا رسلهم، فأجابوهم، فأما من كذبوهم فإنا أهلكناهم بتكذيبهم الرسل واستأصلتهم، والله أعلم. </p><p> وقوله:  (وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ وَمَا كُنْتَ مِنَ الشَّاهِدِينَ (٤٤) قَالَ بَعْضُهُمْ: جانب الغربي: حيث تغرب الشمس والقمر والنجوم، والشرقي: حيث تشرق وتطلع. </p><p> وقَالَ بَعْضُهُمْ: بجانب الغربي، أي: بجانب الوادي الغربي، واللَّه أعلم ما أراد به. </p><p> وقوله:  (وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ. . . وَمَا كُنْتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ) أي: مقيمًا (وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا) يحتمل وجوهًا: </p><p> أحدها: أنك لم تكن شاهدًا هذه المشاهدة التي شهدها موسى حيث قضينا إلى موسى الأمر بجانب الغربي، ولم تكن شاهدًا هنالك، وما كنت في أهل مدين ثاويًا حتى تعلم أمر موسى وحينه، وما كنت بجانب الطور حيث نادى: يا موسى ونحوه؛ أي: لم تكن شاهدًا هذه المشاهدة التي كان موسى شاهدًا فيها، ثم أعلمناك بتلك الأنباء والأخبار على ما كانت لتتلو تلك الأنباء والأخبار على أهل مكة؛ فتكون آية لنبوتك، وحجة لرسالتك؛ إذ لم تشهدها ولا اختلفت إلى أحد ممن يعرفها فعلمك، ثم أنبأت على ما كانت؛ ليعرفوا أنك إنما عرفت باللَّه تعالى. </p><p> والثاني: يحتمل أن يذكر هذا له امتنانًا عليه ليتأدى به شكره؛ لأنه ذكر أنه أوحى إلى موسى، وذكر محمدًا وأمته في شرفه حتى تمنى موسى أن يجعل من أمته. </p><p> يقول - واللَّه أعلم -: لم تكن أنت شاهدًا في هذه المشاهد فذكرتك ثمة وأمتك. </p><p> أو أن يذكر هذا له على الاختصاص له؛ ليعرف أن أمر الرسل والوحي إليهم على الاختصاص لهم من اللَّه، لا بأمر كان منهم. </p><p> على هذه الوجوه الثلاثة يحخمل أن يخرج تأويل ما ذكر له. </p><p> وقال بعض أهل التأويل في قوله:  (وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ)  (وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا) يقول لمُحَمَّد: لم تعاين هذا ولم تشهده، وإنما هو شيء أنزلناه عليك لتتلوه على أهل مكة. </p><p> وقوله:  (وَلَكِنَّا أَنْشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُ (٤٥) هذا ليس بصلة الأول، ولكن على الابتداء؛ يقول - واللَّه أعلم -: لكنا أنشأنا قرونًا بعد انقراض الرسل، ودروس أعلامهم وآثارهم، وتطاول العهد والعمر، ثم بعثناك فيهم رسولا؛ لتحيى به آثارهم، وتظهر فيهم سننهم وأعلامهم ورحمة منا إليهم، وهو ما قال في آخره:  (وَلَكِنْ رَحْمَةً مِنْ رَبِّكَ ... (٤٦) أي: أرسلنا إياك رحمة منا لهم، وهو ما قال:  (وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ) ، أو أن يكون قوله:  (وَلَكِنْ رَحْمَةً مِنْ رَبِّكَ) أي: ما أنبأك وأعلمك من أنباء موسى وأخباره، حيث لم تشهدها من رحمة ربك، حيث جعلها آية لنبوتك، وحجة لرسالتك، واللَّه أعلم. </p><p> وقوله:  (لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ) هذا يحتمل وجهين: </p><p> أحدهما:  (لِتُنْذِرَ قَوْمًا) أنذر به الرسل الذين من قبلك قومهم. </p><p> والثاني: لتنذر قومًا ما أتاهم من نذير من قبلك لعلهم يتذكرون، أي: على رجاء التذكر تندْرهم. </p><p> أو أن يكون ذلك خاصة لمن تذكر إذا كان على الإيجاب. </p><p> * * * </p><p> قوله تعالى:  (وَلَوْلَا أَنْ تُصِيبَهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ وَنَكُونَ مِنَ الْمُؤْمِنِينَ (٤٧) فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوا لَوْلَا أُوتِيَ مِثْلَ مَا أُوتِيَ مُوسَى أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَى مِنْ قَبْلُ قَالُوا سِحْرَانِ تَظَاهَرَا وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ (٤٨) قُلْ فَأْتُوا بِكِتَابٍ مِنْ عِنْدِ اللَّهِ هُوَ أَهْدَى مِنْهُمَا أَتَّبِعْهُ إِنْ كُنْتُمْ صَادِقِينَ (٤٩) فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٥٠) </p><p> وقوله:  (وَلَوْلَا أَنْ تُصِيبَهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) لا ينتظم الجواب، وليس ما ذكر </p><p> على إثره جوابًا له، إلا أن يقال: إن قوله: (وَلَوْلَا أَنْ تُصِيبَهُمْ مُصِيبَةٌ) أي: لم تصبهم مصيبة، وذلك جائز في اللغة؛ كقوله:  (وَلَوْلَا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَا يَكُونُ لَنَا أَنْ نَتَكَلَّمَ بِهَذَا) أي: لم تقولوا: ما يكون لنا أن نتكلم بهذا، وقوله:  (وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ لَمَسَّكُمْ) ، أي: لم يمشهم، وجميع ما ذكر في هذه السورة من (وَلَوْلَا) كله أنه لم يكن؛ فعلى ذلك جائز أن يكون تأويل قوله:  (وَلَوْلَا أَنْ تُصِيبَهُمْ مُصِيبَةٌ) أي: لم تصبهم مصيبة، ولو أصابتهم مصيبة، وهو العذاب (فَيَقُولُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا) وهو كقوله: (وَلَوْ أَنَّا أَهْلَكْنَاهُمْ بِعَذَابٍ مِنْ قَبْلِهِ لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا) ، على هذا يخرج تأويل هذا. </p><p> ثم في هذه الآية في قوله:  (وَلَوْ أَنَّا أَهْلَكْنَاهُمْ بِعَذَابٍ مِنْ قَبْلِهِ) ووجهان: </p><p> أحدهما: على من يقول بأن ليس لله أن يعذبهم بما كان منهم قبل بعث الرسل إليهم لقوله: (وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا) ، وفي الآية بيان أن له أن يعذبهم وإن لم يبعث الرسل؛ لأنه أوعدهم الهلاك، فلو لم يكن له التعذيب والإهلاك لم يكن للإيعاد فائدة؛ فدل أن له الإهلاك في الدنيا والاستئصال، لكنه أخره عنهم؛ فضلا منه ورحمة. </p><p> والثاني: على المعتزلة في قولهم الأصلح؛ لأنه لا يخلو إما أن يكون ما أوعدهم أصلح لهم من الترك أو الترك لهم أصلح: فإن كان ما أوعد لهم أصلح فقد تركهم؛ فيكون في تركهم إياهم جائرًا على قولهم؛ لأنه لم يفعل ما هو أصلح لهم في الدِّين. </p><p> أو أن يكون الترك لهم أصلح؛ فيكون بما أوعدهم جائرا؛ إذ أوعد بما كان غيره أصلح لهم مما أوعد؛ فدل ما ذكرنا على أن ليس على اللَّه حفظ الأصلح لهم في الدِّين. </p><p> ثم قوله:  (بِمَا قَدَّمَتْ أَيْدِيهِمْ) ليس الكفر نفسه، ولكن العناد والمكابرة مع الكفر؛ لأن عذاب الكفر في الآصه: ليس في الدنيا؛ لأن اللَّه تعالى قد أبقى كثيرًا من الكفرة لم يهلكهم ولم يعذبهم في الدنيا، ولكن إنما أهلك واستأصل في الدنيا من عاند وكابر الرسل في الآيات والحجج التي أتوهم بها وأقاموها عليهم على أثر سؤال كان منهم، فعند ذلك أهلكهم واستأصلهم لا بنفس الكفر، ثم مع ما كان له التعذيب قبل بعث الرسل لم يعذبهم، ولكن أخر عنهم إلى أن يبعث الرسل إليهم بالآيات والحجج؛ ليقطع به لجاجهم ومنازعتهم فضلا منه، وإن لم يكن لهم الاحتجاج عليه بقولهم:  (لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ وَنَكُونَ مِنَ الْمُؤْمِنِينَ) . </p><p> يحتمل قوله:  (فَنَتَّبِعَ آيَاتِكَ) الآيات التي تبعث مع الرسل لا يبعث الرسل بالآيات. </p><p> وجائز أن يكون قوله:  (فَنَتَّبِعَ آيَاتِكَ) يعنون بالآيات: الرسل أنفسهم، واللَّه أعلم. </p><p> وقوله:  (فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوا لَوْلَا أُوتِيَ مِثْلَ مَا أُوتِيَ مُوسَى أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَى مِنْ قَبْلُ قَالُوا سِحْرَانِ تَظَاهَرَا وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ (٤٨) جائز أن يكون الحق الذي ذكر الرسول نفسه، ويحتمل الحق الكتاب الذي أنزل عليه وآيات. </p><p> وقوله:  (قَالُوا لَوْلَا أُوتِيَ مِثْلَ مَا أُوتِيَ مُوسَى) : هذا يحتمل وجوهًا: </p><p> أحدها: قالوا: هلا أوتي مُحَمَّد من أنواع النعم من المن والسلوى وغيره من غير تكلف ولا تعب؛ مثل ما أوتي موسى لو كان رسولا على ما يقول. </p><p> أو أن يقولوا: لولا أوتي من الآيات الحسيات الظاهرات من نحو اليد والعصا والحجر الذي كان ينفجر منه والغمام، وما ذكر من الضفادع والقمل والدم والطوفان وغير ذلك مثل ما أوتي موسى. </p><p> أو أن يقولوا: لولا أوتي مُحَمَّد القرآن جملة عيانًا جهارًا؛ كما أوتي موسى التوراة جملة عيانًا جهارًا، واللَّه أعلم بذلك ما عنوا به. </p><p> ثم بين اللَّه تعالى وأخبر أنهم إنما يسألون ما سألوه سؤال عناد ومكابرة لا سؤال استرشاد وطلب الحق حيث قال:  (أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَى مِنْ قَبْلُ) أي: لم يكفر هَؤُلَاءِ الذين سألوك الآيات بما أوتي موسى - يعني: أهل مكة - لأنهم كانوا مشركين لم يؤمنوا برسول قط من قبل. </p><p> ويحتمل قوله:  (أَوَلَمْ يَكْفُرُوا) أي: أولم يكفر قوم موسى بعد سؤالهم الآيات إذ أتاهم بها؛ فعلى ذلك هَؤُلَاءِ يكفرون بما أوتيت. والأول أشبه. </p><p> ثم قالوا:  (سِحْرَانِ تَظَاهَرَا) ، وقد قرئ:  (ساحران) بالألف. </p><p> وقَالَ بَعْضُهُمْ ساحران: موسى وهارون. </p><p> وقَالَ بَعْضُهُمْ: موسى ومُحَمَّد. </p><p> وقَالَ بَعْضُهُمْ: عيسى ومُحَمَّد. </p><p> وقوله:  (سِحْرَانِ) بغير ألف: كتابان، لكنهم اختلفوا: </p><p> قَالَ بَعْضُهُمْ: التوراة والإنجيل. </p><p> وقَالَ بَعْضُهُمْ: الفرقان والتوراة ونحوه. </p><p> وقال بعض أهل الأدب: ساحران: أولى وأقرب؛ لأن ذكر التظاهر إنما يكون بين الأنفس لا يكون بين الكتب. </p><p> (تَظَاهَرَا) أي: تعاونا. </p><p> وقَالَ بَعْضُهُمْ من أهل الأدب -أيضًا- (سِحْرَانِ) بغير ألف أولى؛ لأنه أراد به الكتابين. ألا ترى أنه طلب منهم بما قالوا إتيان الكتاب حيث قالوا:  (فَأْتُوا بِكِتَابٍ مِنْ عِنْدِ اللَّهِ هُوَ أَهْدَى مِنْهُمَا) ردًّا على ما قالوا وطلبوا منه. </p><p> لكن نقول نحن: لا نحب أن نختار إحدى القراءتين على الأخرى؛ لأنه إنما هو خبر أخبر عنهم أنهم قالوا ذلك: فمرة قالوا: (ساحران) ، ومرة قالوا:  (سِحْرَانِ) ، فأخبر على ما قالوا؛ وكذلك قوله:  (سيقولون الله) بالألف وبغير الألف، لا يختار أحدهما على الآخر؛ لأنه خبر أخبر عنهم على ما كان منهم فهو على ما أخبر، واللَّه أعلم. </p><p> وقال بعض أهل التأويل في قوله:  (لَوْلَا أُوتِيَ مِثْلَ مَا أُوتِيَ مُوسَى) : قالت اليهود: نأمر قريشًا أن تسال أن يؤتى مُحَمَّد مثل ما أوتي موسى يقول اللَّه لرسوله: قل لقريش يقولوا لهم: (أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَى) يعني: اليهود، وقالوا:  (ساحران تظاهرا) قاك قول اليهود لموسى وهارون وهو مما ذكرنا قريب، واللَّه أعلم. </p><p> وقوله:  (وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ) ما أوتي موسى على اختلاف ما ذكرنا. </p><p> ثم قال: قل يا مُحَمَّد لقريش أهل مكة: (فَأْتُوا بِكِتَابٍ مِنْ عِنْدِ اللَّهِ هُوَ أَهْدَى مِنْهُمَا ... (٤٩) من التوراة والفرقان أو التوراة والإنجيل على اختلاف ما قالوا، (أَتَّبِعْهُ إِنْ كُنْتُمْ صَادِقِينَ) في زعمكم أنهما سحران تظاهرا، وأنه مفترى، ائتوا أنتم من عند اللَّه بكتاب أتبعه؛ إلى هذا ذهب أهل التأويل. </p><p> ووجه آخر يشبه أن يكون أقرب منه: وهو أن قوله: (فَأْتُوا بِكِتَابٍ مِنْ عِنْدِ اللَّهِ هُوَ </p><p> أَهْدَى مِنْهُمَا)، أي: ائتوا بكتاب من عند اللَّه أنه أمركم بعبادة الأصنام والأوثان؛ لأنهم كانوا يعبدون الأصنام دون اللَّه، ويقولون: اللَّه أمرهم بذلك، ويقولون: هَؤُلَاءِ شفعاؤنا عند اللَّه، وإن عبادتهم إياها تقربهم إلى اللَّه زلفى ونحوه من الكلام، فيقول - والله أعلم -: ائتوا بكتاب من عند اللَّه: أنه أمركم بذلك هو أهدى منهما، أي: أبين منهما وأوضح من هذين؛ لأن هذين إنما جاءا بنهي عبادة غير اللَّه ومنعها دونه، يقول: ائتوا بكتاب هو أهدى وأبين عما جاء منه من هذين، إن كنتم صادقين أن اللَّه أمركم بذلك، ويكون عبادتكم إياها على ما تزعمون، هذا جائز أن يكون أقرب من الأول، واللَّه أعلم. </p><p> وقوله:  (فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ ... (٥٠) في إتيان ما تطلب منهم وتسأل من الكتاب، (فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ) بغير علم، وهم كانوا يعلمون: أنهم إنما يتبعون في عبادة الأصنام وتحريم الحلال وتحليل الحرام - أهواءهم، ويجعلون هواهم هو الإمام؛ إذ لا يؤمنون برسعول حتى يكون لهم كتاب. </p><p> ثم قال:  (وَمَنْ أَضَلُّ) ، أي: لا أحد أضل (مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ) ، أي: من غير بيان من اللَّه - (إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ) ، أي - واللَّه أعلم -: إن الله لا يهدي قومًا يتبعون أهواءهم، لا يتبعون الحجج والبراهين لا يهديهم ما داموا في اتباع هواهم. </p><p> أو لا يهدي القوم الذين ظلموا الحجج والبراهين، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ (٥١) الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ (٥٢) وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِنْ رَبِّنَا إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ (٥٣) أُولَئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (٥٤) وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ (٥٥) إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (٥٦) </p><p> وقوله:  (وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ) : اختلف فيه: </p><p> قال قائلون: هو القرآن، ثم يخرج على وجهين: </p><p> أحدهما: وصل القرآن بعضه ببعض حتى خرج كله موافقا بعضه بعضا مصدقًا مجتمعًا غير مختلف، وإن فرق في الإنزال على تباعد الأوقات وطول المدد. </p><p> (لَعَلَّهُمْ يَتَذَكَّرُونَ) : أن مثل هذا لا يكون إلا ممن يعلم الغيب، ولا يعزب عنه شيء ولا </p><p> يغيب؛ إذ لو كان هو ممن لا يعلم ذلك من كلام المخلوق لخرج مختلفًا متناقضا على ما يكون من كلام المخلوق في تباعد الوقت وطول المدة مختلفًا متناقضًا. </p><p> والثاني: وصل مواعظ القرآن بعضها ببعض ومواعيده بعضها ببعض، وعداته بعضها ببعض، وكذلك أوامره ومناهيه، وإن تفرق نزولها واختلف مواضعها، يدعوهم به مرة بعد مرة؛ لعلهم يتذكرون به. </p><p> ومنهم من يقول في قوله:  (وَقُلنَا لَهُمُ) : القول، أي: الإنباء وإخبار </p><p> الأمم الخالية نبأ بعد نبأ وخبرا على أثر خبر ما نزل بمكذبي الرسل منهم من الهلاك والعذاب، ومصدقي الرسل من النجاة والبقاء في النعم الدائمة، على إقرار منهم بذلك وعلم أنه وإن بهم ذلك؛ لعلهم يتذكرون ذلك وينزجرون عن تكذيب رسولهم؛ مخافة أن ينزل بهم بالتكذيب ما نزل بأُولَئِكَ. </p><p> وجائز أن يكون قوله:  (وَصَّلْنَا لَهُمُ الْقَوْلَ) أي: قول التوحيد. </p><p> ووجه هذا: أن وصلنا التوحيد حتى جعلنا في كل أمة وكل قوم أهل توحيد لم يخل قوم ولا أمة عنه؛ كقوله:  (وَلِكُلِّ قَوْمٍ هَادٍ) ؛ وكقوله:  (وَمِنْ قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ. . .) ، ونحو ذلك من الآيات، يدل على أن كل أمة وقرن أهل توحيد؛ لعلهم يتذكرون أن في آبائهم من قد آمن بالرسل وصدق بهم، ولا يقولون: إن آباءنا على ما هم عليه، يشبه أن يكون هذا وصل القول الذي ذكر. </p><p> و (وَصَّلْنَا لَهُمُ الْقَوْلَ) . </p><p> قال أَبُو عَوْسَجَةَ والْقُتَبِيّ: أي: أتبعنا بعضه بعضا؛ فاتصل عندهم. </p><p> وقَالَ بَعْضُهُمْ:  (وَصَّلْنَا) أي: بينا شيئًا فشيئا؛ حتى صار عندهم ظاهرًا. </p><p> وقال أبو معاذ: وصلنا في كلام العرب: أتممنا؛ كصلتك الشيء بالشيء. </p><p> وقوله:  (الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ (٥٢) وقال في آية أخرى: (الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ وَإِنَّ فَرِيقًا مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ) . وقال في آية أخرى:  (فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يُؤْمِنُونَ بِهِ) ، وقال:  (يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ) ، وأمثاله. </p><p> يذكر في هذه الآيات أن من أهل الكتاب من لم يؤمن، ويذكر في الأولى على </p><p> الإطلاق: أن الذين أوتوا الكتاب من قبله هم به يؤمنون، جائز أن يكون قوله:  (الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ) وانتفعوا به يؤمنون به. </p><p> أو أن يكون الذي آتيناهم الكتاب فيتلونه حق تلاوته هم يؤمنون به على ما ذكر في آية أخرى:  (الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ) ، أُولَئِكَ يؤمنون به، وأما من لم يتله حق تلاوته فلا يؤمنون. </p><p> فأمأ أهل التأويل فإنهم صرفوا الآية إلى قوم خاص من أهل الكتاب: عبد اللَّه بن سلام وأصحابه الذين آمنوا به، وكذا جائز أن تكون الآية في قوم منهم؛ ألا ترى أنه قال على أثره:  (وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِنْ رَبِّنَا إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ (٥٣) ذكر أهل التأويل: أنهم كانوا آمنوا به قبل أن يبعث مُحَمَّد، فلما بعث ثبتوا على ذلك وآمنوا على ما كانوا من قبل. </p><p> وفيه دلالة: أن الإيمان والإسلام واحد؛ لأنهم قالوا:  (آمَنَّا بِهِ) ، وقالوا:  (إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ) دل أنهما واحد؛ وكذلك قوله:  (فَأَخْرَجْنَا مَنْ كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ. فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ) ، وهما واحد ذكر مرة الإيمان ومرة الإسلام؛ دل أنهما واحد. </p><p> وقوله:  (أُولَئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (٥٤) </p><p> هذا يحتمل وجوهًا ثلاثة: </p><p> أحدها: يؤتون أجرهم مرة بالإسلام، ومرة بما صبروا على زوال الرياسة منهم وذهابها؛ لأنهم كانوا أهل رياسة ومنزلة وقدر، فذهب ذلك كله عنهم بالإسلام، فلهم الأجر مرتين لذلك. </p><p> والثاني: يؤتون أجرهم مرتين: مرة بالإسلام، ومرة بما صاروا قدوة وأئمة لمن بعدهم يقتدون بهم: أحد الأجرين بإسلام أنفسهم، والثاني بدعائهم غيرهم إليه على ما يعاقب الرؤساء منهم والقادة، ويضاعف العذاب عليهم مرتين: مرة بضلال أنفسهم، ومرة بإضلال غيرهم؛ كقوله:  (لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ) ، جائز: أن يكون إيتاء الأجر مرتين؛ لما يصيرون أئمة وقدوة لغيرهم في الخير، ويضاعف عليهم العذاب إذا صاروا أئمة وقدوة في الشر؛ ألا ترى أنه قال في نساء رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: (يَا نِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ) ، وذلك - واللَّه أعلم - لما يصرن هن أئمة لغيرهن يقتدين بهن؛ فعلى ذلك الأول. </p><p> والثالث: جائز أن يكون يؤتون أجرهم مرتين بالإسلام نفسه، ويكون الصبر كناية عن الإيمان؛ كقوله:  (إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ) أي: آمنوا وأسلموا. </p><p> وأما أهل التأويل فإنهم يقولون: يؤتون أجرهم مرتين: مرة بإيمانهم بمُحَمَّد قبل أن يبعث، ومرة بإيمانهم بعدما بعث، والأول أشبه. </p><p> وقَالَ بَعْضُهُمْ:  (يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ) بما صبروا: مرة بإسلامهم، ومرة بما صبروا، وحلموا على أذى أُولَئِكَ الكفرة، ولم يكافئوهم، بل خاطبوهم بخير حيث قالوا:  (سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ) . </p><p> وروي في بعض الأخبار عن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" ثلاثة يؤتون أجرهم مرتين: رجل آمن بنبي ثم إذا بعث نبي آخر آمن به، ومملوك لرجل يخدمه ويحسن خدمته ويعبد ربه، ورجل ربى جاريته ثم أعتقها فتزوجها \" . </p><p> وقوله:  (وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ) : هذا يحتمل وجهين: </p><p> أحدهما: يحسنون إليهم بعد إساءتهم إليهم وأذاهم إياهم على ما كانوا يفعلون ويصنعون إليهم قبل ذلك. </p><p> والثاني:  (وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ) أي: يعفون عن أذاهم ولا يكافئونهم فيكون كقوله: (خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ. . .) الآية، والأول كقوله:  (ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ) . </p><p> وقوله:  (وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ) أي: ينفقون في حق اللَّه وسبيل الخير، وإلا كل كافر ينفق كقوله:  (مَثَلُ مَا يُنْفِقُونَ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ. . .) الآية. </p><p> وقوله:  (وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ (٥٥) هذا -أيضًا- يحتمل وجهين: </p><p> إذا سمعوا منهم من الكلام ما يتأذون من كلام اللغو والأذى والفرية، أعرضوا عنه، أي: لم يكافئوهم لأذاهم. </p><p> والثاني: إذا سمعوا ما يلغون به من الباطل أعرضوا، أي: لم يخالطوهم فيما هم فيه؛ </p><p> فليس أنهم لا ينهون ولا يمنعونهم عن ذلك إذا رأوا النهي ينجع فيهم، وإذا رأوه لا ينجع فيهم، فعند ذلك أعرضوا عنه؛ وهو كقوله:  (وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا) . </p><p> وقوله:  (وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ) : يقولون هذا لهم إذا لم ينجع النهي والموعظة ولم يقبلوا ذلك، عند ذلك يقولون:  (لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ) ، أي: لكم جزاء أعمالكم ولنا جزاء أعمالنا؛ وكذلك قوله:  (لَكُمْ دِينُكُمْ وَلِيَ دِينِ) ، لم يقل هذا لهم في ابتداء الدعاء، ولكن بعدما أيس عن إيمانهم وإجابتهم؛ فعلى ذلك الأول. </p><p> وقوله:  (سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ) : هذا يشبه أن يخرج على وجهين: أحدهما: على القول منهم بالسلام عليهم، أي: كانوا لا يخاطبون الجهال، ولا يخاطبونهم إلا بالسلام خاصة، بهذا القدر يخالطونهم حسب. </p><p> والثاني: ليس على حقيقة قول: السلام عليهم، ولكن على الصلح وترك المكافأة لهم، وتركهم إياهم على ما هم عليه؛ إذ السلام هو الصلح، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ: ردوا عليهم معروفًا (لَا نَبْتَغِي الْجَاهِلِينَ) ، يعنون: لا نريد أن نكون من أهل الجهل والسفه. </p><p> وقوله:  (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (٥٦) ذكر أهل التأويل أن هذا نزل في أبي طالب عم النبي، وذلك أن أبا طالب قال: يا معشر بني هاشم، أطيعوا محمدًا وصدقوه تفلحوا وترشدوا، فقال له النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" تأمرهم بالنصيحة لأنفسهم وتدعها لنفسك؟! \" قال: فقال: ما تريد يا ابن أخي؟ قال:  \" أريد منك كلمة واحدة في آخر يوم من الدنيا: أن تقول: لا إله إلا اللَّه؛ أشهد لك بها عند اللَّه \" قال: يا ابن أخي، قد علمت أنك صادق، ولكن أكره أن يقال: جزع عن الموت، ولولا أن يكون عليك وعلى بني أبيك وأخيك غضاضة ومسبة بعدي لقلتها، ولأقررت بها عينك عند الفراق؛ لما أرى من شدة وجدك ونصيحتك، ولكن سوف أموت على ملة الأشياخ فلان وفلان؛ فأنزل اللَّه ذلك:  (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ) ، فهو على المعتزلة؛ لأنهم يقولون: أن الهدى البيان، </p><p> ولو كان بيانا على ما يقولون لكان رسول اللَّه يقدر أن يبين له وقد بين. </p><p> لكن الجبائي يحتج لهم فيتأول ويقول: إن رسول اللَّه كان يحرص أن يدخله الجنة فيقول: إنك لا تهدي طريق الجنة له حتى يدخلها، أو كلام يشبه هذا، وذلك بعيد. </p><p> وقال جعفر بن حرب: هذا ليس في ابتداء الهداية، ولكن في اللطائف التي تخرج مخرج الثواب لهم لما كان منهم من الاهتدء في البداء والأنف؛ كقوله:  (وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى. . .) الآية، فيخبر أنك لا تملك الهداية اللطيفة التي تخرج مخرج الثواب أن تهديهم. </p><p> فيقال له: أخبرنا عن تلك الزيادة التي تخرج مخرج الثواب لهم لما كان منهم من الاهتداء في الابتداء تنفع لهم دون الابتداء. </p><p> فإن قالوا: نعم. </p><p> فيقال لهم: فذلك عليه أن يفعل بهم؛ إذ من قولهم: إن عليه أن يعطي كل كافر ما ينفعه ويصلح له في دينه، فكيف منع ذلك وهو ينفعهم؟! </p><p> والثاني: يقال لهم: إن تلك الزيادة التي تخرج مخرج الثواب لهم واللطائف على ما كان منهم في الابتداء يستوجبها أو لا يستوجبها، فإن كان يستوجبها فلا معنى للمنع على قولهم؛ لأنهم يقولون: إن على اللَّه أن يعطي ذلك، وإن كان لا يستوجبها، فلا معنى لقوله:  (وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ) على قولهم؛ فيبطل الاحتجاج به على قولهم. </p><p> وعندنا زيادة الهداية وابتداؤها سواء، وهو على ما أخبر رسوله أنه لا يهديه، ولكن لو كان الهداية بيانًا - على ما قالوا - لكان قد بين لهم؛ فدل ذلك منه أن ثم هداية سوى البيان عند اللَّه إذا أعطاها العبد يصير بها مؤمنًا، وهي التوفيق والعصمة والسداد، وذلك لا يملك رسول اللَّه إنشاء ذلك وابتداعه، بل اللَّه هو المالك بذلك. </p><p> * * * </p><p> قوله تعالى:  (وَقَالُوا إِنْ نَتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا مِنْ لَدُنَّا وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (٥٧) وَكَمْ أَهْلَكْنَا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ الْوَارِثِينَ (٥٨) وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ (٥٩) وَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى أَفَلَا تَعْقِلُونَ (٦٠) أَفَمَنْ وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيهِ كَمَنْ مَتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ (٦١) </p><p> وقوله:  (وَقَالُوا إِنْ نَتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا) : دل قولهم: (إِنْ نَتَّبِعِ الْهُدَى </p><p> مَعَكَ) على أنهم عرفوا أن ما جاء به رسول اللَّه ويدعوهم إليه هو الهدى، حيث قالوا:  (إِنْ نَتَّبِعِ الْهُدَى مَعَكَ) . </p><p> وقوله:  (نُتَخَطَّفْ مِنْ أَرْضِنَا) : يخرج قولهم هذا على وجهين: </p><p> أحدهما: أن نهلك ونفنى جوعًا إذا خالفنا أهل الآفاق في الدِّين؛ لأن أرزاقهم وما به قوام أبدانهم إنما يحمل ويمار من الآفاق، فيقولون: إنا إذا اتبعنا الهدى معك وخالفنا في الدِّين أهل الآفاق، منعونا الميرة فنهلك ونموت جوعًا؛ فذلك تخطفهم من الأرض. </p><p> والثاني: قالوا ذلك مخافة أن يغزوا ويؤسروا أو يقتلوا إذا خالفوا أهل الآفاق والأطراف في الدِّين واتبعوا الهدى مخافة الأسر والقتل، فأجابهم اللَّه ورد عليهم اعتلالهم في الوجهين، فقال:  (أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا مِنْ لَدُنَّا) يقول - واللَّه أعلم -: إنا جعلناهم في الحرم آمنين، وما يمتار إليهم من أنواع الثمرات باللطف لا بموافقة الدِّين؛ ألا ترى أنهم مع موافقة الدِّين كانوا يتخطفون الناس منهم؛ حيث قال في آية أخرى:  (أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ) أخبر أنهم مع موافقتهم في الدِّين يتخطفون؛ دل أنه إنما جعل لهم الحرم مأمنا والميرة إليهم باللطف لا بالموافقة في الدِّين؛ حتى لا يتعرض لأهل الحرم في الحرم ولا خارجه بشيء منه، ولا يتعرض -أيضًا- من دخل الحرم بشيء؛ ليعلم أنه إنما كان كذلك باللطف من اللَّه لا بالموافقة في الدِّين. </p><p> والثاني: أنه مع ما كانوا يعبدون الأصنام دون اللَّه فيه لا يمنعهم الرزق ويؤمنهم فيه، فلأن يفعل ذلك بهم عند عبادتهم لله وتركهم عبادة غيره أحق أن يرزقوا ويأمنوا فيه. </p><p> وقوله:  (يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ) : قال أهل التأويل: (ثَمَرَاتُ كُلِّ شَيْءٍ) أي: من كل جنس ونوع من الثمرات يجيء إليه. </p><p> وظاهره: أن يجيء إليه من كل شيء أرفعه وأنفعه وذلك ثمرته؛ لأن ثمرة كل شيء أرفعه وأنفعه، يقال: ثمرة الشيء كذا وثمرة هذا الكلام كذا، أي: ما ينتفع من هذا: هذا، واللَّه أعلم. </p><p> وقوله:  (وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) أي: ولكن أكثرهم لا يعلمون أن ما يحمل إليهم من الآفاق، ويجيء إليهم من الثمرات والأطعمة إنما هو باللطف لا بموافقة الدِّين؛ وكذلك لا يعلمون أن أمنهم فيه باللطف لا بموافقة الدِّين، واللَّه أعلم. </p><p> وقوله:  (وَكَمْ أَهْلَكْنَا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ الْوَارِثِينَ (٥٨) قَالَ بَعْضُهُمْ: كفرت معيشتها. </p><p> وقَالَ بَعْضُهُمْ: لم ترض معيشتها، وفيه إضمار \" في \" ، أي:  (بطرت في معيشتها) فانتصب لانتزاع حرف \" في \" ، وتأويله - واللَّه أعلم - أي: كم أهلكنا قرية بطر أهلكها في معيشتها، حتى صرفوا شكر ما أنعم عليهم، وجعلوا عبادتهم لغير الذي جعل لهم السعة والرخاء، فأنتم يا أهل مكة إذا بطرتم أشركتم في سعتكم وخصبكم تهلكون؛ كما أهلك من كان قبلكم، وهو كما قال:  (فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ. . .) الآية. </p><p> وقوله:  (فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا) : من القريات، قريات إذا أهلك أهلها أسكن غيرهم فيها نحو: قريات فرعون وغيره، جعل مساكنهم لبني إسرائيل حيث قال:  (وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ. . .) الآية، وقوله:  (وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ) ، ومن القريات ما جعلها خربة هعطلة لم يسكن غيرهم فيها نحو قريات لوط وغيره. </p><p> وقوله:  (وَكُنَّا نَحْنُ الْوَارِثِينَ) أي: الباقين، والوارث: هو الباقي في اللغة على ما ذكرنا آنفًا في غير موضع. </p><p> وقوله:  (وَكُنَّا نَحْنُ الْوَارِثِينَ) يخرج على وجهين: </p><p> أحدهما: إخبار عن هلاك أهل الأرض وفنائهم ويبقى هو؛ كقوله:  (إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا) ، والثاني: إخبار عن هلاك أُولَئِكَ وجعلها لغيرهم، أي: للمتقين؛ كقوله:  (إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ) ، واللَّه أعلم. </p><p> قال أَبُو عَوْسَجَةَ:  (نُتَخَطَّفْ مِنْ أَرْضِنَا) أي: نؤخذ، وقوله:  (يُجْبَى إِلَيْهِ) من الجباية، أي: يجمع، يقال: جبيت أجبي جباية وجبيا، وأجبى يجبي، أي: حاز يحوز، (بَطِرَتْ مَعِيشَتَهَا) أي: لم ترض بمعيشتها. </p><p> وقَالَ الْقُتَبِيُّ: أي: أشرت. </p><p> وقالا:  (فِي أُمِّهَا رَسُولًا) أي: في أكثرها وأعظمها قدرا وهي مكة، والنبي منهم والكتاب أنزل عليهم. </p><p> وقالا: و (أُمِّهَا) : كلمة لا يتكلم بها أحد يعنون بالكسر. </p><p> وقوله:  (وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ (٥٩) جائز أن يكون تلك القرى التي أخبر أنه غير مهلكها حتى يبعث في أمها رسولا -: </p><p> القريات اللاتي هن حول مكة، لا يهلك القرى حتى يبعث في أمها رسولا. </p><p> قيل: في أعظمها - وهي مكة - رسولا (يَتْلُو عَلَيْهِمْ آيَاتِنَا) ، فإن كان هذا؛ فيكون الإهلاك لها الانتزاع من أيديهم، وجعلها في أيدي أهل الإسلام على ما كان؛ لأن اللَّه كان يفتح على رسوله قرية فقرية وبلدة فبلدة، حتى جعل الكل في أيدي المسلمين، وهو ما قال:  (وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِنْ دَارِهِمْ حَتَّى يَأْتِيَ وَعْدُ اللَّهِ) وهو وعد فتح مكة، وذلك إهلاكهم. </p><p> والثاني: جائز أن يكون هذا في كل القرى وجميع الرسل: أنه كان لا يهلكها بالكفر نفسه، حتى يبعث في أكبرها وأعظمها - وهي المصر - رسولا يتلو عليهم آياته، وذلك يشبه قوله:  (وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا) . </p><p> وإنَّمَا ذكر بعث الرسول في أمها؛ لأنه إذا بعث الرسول في أعظمها - وهو المصر - ينتشر وينتهي إلى الآفاق والصغائر منها والقرى؛ لما أنهم يدخلون المصر لحوائجهم؛ فيتهيأ للرسول تلاوة الآيات عليهم والدعاء لهم، وإذا كان في بعض القرى لا يتهيأ لهم ذلك، واللَّه أعلم. </p><p> وقوله:  (وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ) أي: معاندون مكابرون، لا نهلكهم إهلاك تعذيب بنفس الكفر في الدنيا، حتى يكون منهم العناد والمكابرة، إنما يعذبون عذاب الكفر في الآخرة وهو عذاب الأبد. </p><p> وقوله:  (وَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى أَفَلَا تَعْقِلُونَ (٦٠) إنهم كانوا يتفاخرون بما أوتوا من السعة ومتاع الحياة الدنيا، وأهل الزهد والتقوى آثروا الباقي الموعود في الآخرة على متاع الحياة الدنيا وزينتها؛ ولذلك قال:  (أَفَمَنْ وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيهِ كَمَنْ مَتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ... (٦١) فجواب هذا أن يقال: بل الموعود الحسن الملاقى بالذي له عاقبة خير من المتاع الفاني الذي ليست له عاقبة، لكنه لم يذكر له جوابًا، فجوابه ما ذكرنا. </p><p> ثم كل استفهام كان من اللَّه فهو على الإيجاب في الحقيقة ليس على الاستفهام. </p><p> وقوله:  (ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ) أي: يحضرون في النار. </p><p> وقيل: من المحضرين، أي المعذبين، وكلاهما واحد. </p><p> قوله تعالى:  (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ (٦٢) قَالَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هَؤُلَاءِ الَّذِينَ أَغْوَيْنَا أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا تَبَرَّأْنَا إِلَيْكَ مَا كَانُوا إِيَّانَا يَعْبُدُونَ (٦٣) وَقِيلَ ادْعُوا شُرَكَاءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَرَأَوُا الْعَذَابَ لَوْ أَنَّهُمْ كَانُوا يَهْتَدُونَ (٦٤) وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ (٦٥) فَعَمِيَتْ عَلَيْهِمُ الْأَنْبَاءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَاءَلُونَ (٦٦) فَأَمَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَعَسَى أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ (٦٧) </p><p> وقوله:  (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ) . </p><p> قوله:  (أَيْنَ شُرَكَائِيَ) الذين في زعمكم أنهم شركائي، حيث أشركتموهم في العبادة وتسمية الألوهية، وإلا لم يكن لله شريك فيقول: أين هَؤُلَاءِ الذين زعمتم أنهم شركائي. </p><p> ثم قوله:  (أَيْنَ شُرَكَائِيَ) إنما يقال لهم لقولهم: (مَا نعبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) ، وقولهم:  (هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ) ، فيقول: أين شفاعة من زعمتم أنهم شفعاؤكم عند اللَّه، وأين قربتكم وزلفاكم بعبادتكم إياها حيث زعمتم أن عبادتكم إياها تقربهم إلى اللَّه زلفى؛ أين ذلك لكم منهم؟ </p><p> وقولِه:  (قَالَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هَؤُلَاءِ الَّذِينَ أَغْوَيْنَا أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا تَبَرَّأْنَا إِلَيْكَ مَا كَانُوا إِيَّانَا يَعْبُدُونَ (٦٣) يحتمل قوله: (حَقَّ عَلَيْهِمُ الْقَوْلُ) الذي قال: (لَأَمْلَأَنَّ جَهَنَّمَ مِنْكُمْ أَجْمَعِينَ) . </p><p> وجائز أن يكون قوله:  (حَقَّ عَلَيْهِمُ الْقَوْلُ) أي: وجب عليهم العذاب؛ كقوله:  (وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ) ، أي: وجب العذاب عليهم؛ وكقوله:  (وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوا) ، أي: وجب العذاب عليهم بما ظلموا ونحوه. </p><p> ثم اختلفوا في الذين حق عليهم القول: </p><p> فمنهم من يقول: هم رؤساء الكفرة وأئمتهم الذين أضلوا أتباعهم ودعوهم إلى الضلال. </p><p> ومنهم من يقول: هم شياطين الجن. </p><p> وللفريقين جميعًا في الكتاب ذكر: </p><p> قال في أئمتهم:  (إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا) ، وقال:  (قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَؤُلَاءِ أَضَلُّونَا) ، وأمثال هذا كثير. </p><p> وقال في شياطين الجن:  (وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ) وقال: (احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ. . .) الآية، ونحوه كثير أيضًا. </p><p> وقوله:  (رَبَّنَا هَؤُلَاءِ الَّذِينَ أَغْوَيْنَا أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا) : يقولون: (أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا) يعتذرون: أنه لم يكن منا إليهم إلا الدعاء والإشارة إلى الغواية؛ وهو كقول إبليس اللعين </p><p> وخطبته يومئذ حيث قال:  (وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ. . .) الآية؛ فعلى ذلك هَؤُلَاءِ يقولون لم يكن منا إليهم سوى الدعاء بلا برهان ولا حجة فاتبعونا؛ فلا تلومونا ولوموا أنفسكم؛ حيث تركتم إجابة الرسل ومعهم براهين وحجج، وأجبتمونا بلا حجة ولا برهان، فأغويناكم كما غوينا، ولو كنا على الهدى لهديناكم، كقولهم:  (لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ) . </p><p> وقوله:  (تَبَرَّأْنَا إِلَيْكَ مَا كَانُوا إِيَّانَا يَعْبُدُونَ) : إنما يتبرءون أنا لم نأمرهم بالعبادة لنا، وإلا كانوا عبدوهم. </p><p> ثم إن للمعتزلة أدنى تعلق بهذه الآية؛ لأنهم يقولون: إنما أضافوا الغواية إلى أنفسهم حيث قالوا: (أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا) ؛ دل أن اللَّه لا يغوي أحدا. </p><p> فيقال لهم: إنا لا نضيف ولا نجيز إضافهَ الغواية إلى اللَّه فيما يخرج مخرج الذم له، وإنما نضيف فيما يخرج مخرج المدح له والثناء عليه، ثم قد أضاف إبليس الغواية إليه، ولم ينكر عليه حيث قال:  (رَبِّ بِمَا أَغْوَيْتَنِي) ، في غير موضع وقال:  (يُضِلُّ مَن يشَآءُ) ، ونحوه كثير في القرآن، فما خرج مخرج أن مدح له والثناء عليه يضاف إليه، وما خرج مخرج الذم له فلا، وقد ذكرنا هذا في غير موضع، واللَّه أعلم. </p><p> وقوله:  (حَقَّ عَلَيْهِمُ الْقَوْلُ) يوم قال لإبليس: (لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ) ثم قالت الشياطين في الآخرة: (رَبَّنَا هَؤُلَاءِ الَّذِينَ أَغْوَيْنَا) يعنون: كفار بني آدم، هَؤُلَاءِ الذين أضللناهم عن الهدى كما ضللنا تبرأنا إليك منهم يا رب (مَا كَانُوا إِيَّانَا يَعْبُدُونَ) ، فتبرأت الشياطين ممن كان يعبدها، فقالوا: لم نأمرهم بعبادتنا، وقيل لكفار بني آدم:  (ادْعُوا شُرَكَاءَكُمْ (٦٤) يقول: سلوا الآلهة التي سميتموها: آلهة أهم آلهة؛ (فَدَعَوْهُمْ) أي: سألوهم، فلم تجبهم الآلهة بأنها آلهة. </p><p> وقوله:  (أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ) في الدنيا، أي: معي شركاء على ما ذكرنا من قبل، واللَّه أعلم. </p><p> وقوله:  (وَقِيلَ ادْعُوا شُرَكَاءَكُمْ) يحتمل شركاءكم في الخلقة، أو شركاءكم في العبادة ادعوهم؛ ليشفعوا لكم ويقربوكم إلى اللَّه على ما زعمتم في الدنيا، (فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ) ، أي: لم يشفعوا لهم ولم يستجيبوا لهم؛ لما لم يجعل في وسعهم الإجابة لهم واجبًا كائنًا في الآخرة. </p><p> وقوله:  (وَرَأَوُا الْعَذَابَ لَوْ أَنَّهُمْ كَانُوا يَهْتَدُونَ) : تأويله، أي: لو رأوا العذاب في الدنيا لكانوا يهتدون، ولكن لم يروه؛ هذا وجه. </p><p> ووجه آخر: أنهم لم يصدقوا بالعذاب في الدنيا، ولو صدقوه لاهتدوا مخافة نزول العذاب بهم. </p><p> والثالث: لو أنهم كانوا مهتدين في الدنيا ما رأوا العذاب في الآخرة، واللَّه أعلم. </p><p> وقوله:  (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ (٦٥) فَعَمِيَتْ عَلَيْهِمُ الْأَنْبَاءُ ... ) اختلف فيه: قال قائلون: إنما يسألون عن إجابتهم الرسل ماذا أجبتموهم؟ على علم منه أنهم ماذا أجابوا هم، (فَعَمِيَتْ عَلَيْهِمُ الْأَنْبَاءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَاءَلُونَ (٦٦) أي: الإجابة، فلا يتهيأ لهم الإجابة لهول ذلك وفزعهم. </p><p> وقَالَ بَعْضُهُمْ: إنما يسألون عن الحجة والعذر الذي به كانوا تركوا إجابة الرسل، فيقول لهم: لأي حجة وعذر تركتم إجابتهم (فَعَمِيَتْ عَلَيْهِمُ الْأَنْبَاءُ) ، أي: الحجج والعذر، لما لم يكن لهم الحجة والعذر في تركهم إجابتهم. </p><p> (فَهُمْ لَا يَتَسَاءَلُونَ) : قَالَ بَعْضُهُمْ: لا يسأل بعضهم بعضا، بل يتبرأ بعضهم من بعض، ويكفر بعضهم ببعض، ويلعن بعضهم بعضا على ما ذكر في الكتاب. </p><p> وقَالَ بَعْضُهُمْ:  (فَهُمْ لَا يَتَسَاءَلُونَ) بالحجة والبرهان؛ لما لا حجة لهم ولا برهان، أي: لا يسأل بعضهم بعضا عن الحجج؛ لأن اللَّه أدحض حججهم وكلل ألسنتهم. وقَالَ بَعْضُهُمْ: لا يتساءلون بالأنساب يومئذ كما كانوا يتساءلون في الدنيا؛ كقوله:  (فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ) . واللَّه أعلم بذلك. </p><p> ثم إن بعض المعتزلة تكلموا فيه وقالوا: لو كان الأمر على ما قاله القدريون والجبريون في المشيئة والإرادة، لكان يسهل لهم الاحتجاج، ويهون لهم العذر، فيقولون: يا ربنا أجبنا ما نفذ من مشيئتك وإرادتك، وما مضى من قضائك وكتابتك علينا؛ إذ كنت أنت قضيت وكتبت علينا وشئت وأردت ما كان منا من التكذيب لهم وترك الإجابة، فلم يكن لنا تخلص مما شئت أنت وقضيت علينا. </p><p> إلى هذا الخيال يذهب جعفر بن حرب، وهذا تعليم لأُولَئِكَ الكفرة الحجاج بالباطل والكذب بين يدي رب العالمين للتكذيب الذي كان منهم. </p><p> ثم يقال: لو كان لهم ذلك الحجاج على زعمكم، فلا يكون ذلك لهم بقولنا، ولكن إنما يكون بكتاب اللَّه وسنة رسوله وقول المسلمين أجمع حيث قالوا: (ما شاء اللَّه كان </p><p> وما لم يشأ لم يكن)، وبكتاب اللَّه ما ذكر في غير آي من القرآن (وَيَهْدِي مَنْ يَشَاءُ) ، وقوله:  (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ) ، وقوله:  (وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى) ، وقوله:  (وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا. . .) الآية، وأمثاله مما لا يحصى من الآيات، فلئن كان لهم ذلك إنما يكون بما ذكرنا لا بقولنا. </p><p> وأصله: أنه لا يكون لهم هذا النوع من الاحتجاج؛ لأنهم وقت فعلهم لا يفعلون بان اللَّه شاء ذلك لهم أو قضى وكتب ذلك عليهم، وهم يودون ويحبون وقت فعلهم أن يشاء اللَّه ذلك منهم ويرضى، فإذا كانوا وقت فعلهم لا يفعلون لذلك، فكيف يكون لهم الحجاج على ما كانوا عليه يفعلون لا لذلك؟! </p><p> لكن هذا منهم ثعليم الكذب لهم ليكذبوا بين يدي رب العالمين على ما ذكر. </p><p> وأصل قولنا في هذا: أنا نقول: إنه شاء من كل ما علم أنه يكون منه ويختار، وكذلك قضى وكتب على كل ما علم أنه يكون منه؛ إذ لا يجوز أن يشاء منه خلاف ما علم أنه يكون؛ لأن فيه أحمد وجهين: </p><p> إما الجهل بالعواقب. </p><p> وإما العجز فيه. </p><p> وذانك عن اللَّه منفيان، تعالى اللَّه عن ذلك علوا كبيرا. </p><p> وأصلهما: ما روي عن أبي حنيفة - رحكمه اللَّه - أنه قال: بيننا وبين القدرية حرفان: أحدهما: أنا نقول لهم: إن اللَّه علم ما يكون أنه يكون، فإن قالوا: لا، كفروا؛ لأنهم جهلوا اللَّه، وإن قالوا: بلى، فيقال لهم: وشاء أن يكون ما علم أنه يكون، فإن قالوا: لا، كفروا؛ لأنهم يقولون: شاء أن يجهل، وذلك كفر، وإن قالوا: بلى شاء ذلك، لزمهم قولنا في المشيئة والإرادة لله في ذلك. </p><p> تال أَبُو عَوْسَجَةَ والْقُتَبِيّ:  (فَعَمِيَتْ) بالتخفيف، أي: خفيت، و (فَعُمِّيَتْ) بالتشديد، أي: أخفيت. </p><p> وقوله:  (فَأَمَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا (٦٧) أي: فأما من تاب، أي: رجع عما كان فيه من الشرك والكفر، وآمن بالذي دعاهم الرسل وأجابهم، وعمل صالِحًا فيما بينه وبين ربه. </p><p> (فَعَسَى أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ) : يحتمل رجوع (فَعَسَى) إلى ذلك الرجل الذي نعته، يقول: على رجاء القبول والفلاح يفعل ما يفعل من التوبة والعمل الصالح. </p><p> أو أن يقال ما قال أهل التأويل: إن (عَسَى) من اللَّه واجب، وهو ما ذكرنا أن كل استفهام كان من اللَّه فهو على اللزوم والوجوب؛ فعلى ذلك حرف (عسى) ، و (لعل) ، وإن كان حرف شك في الظاهر، فهو من اللَّه على الوجوب واليقين. </p><p> قال أبو معاذ: الفلاح في كلام العرب البقاء، ويقال: النجاة، وقد ذكرناه في غير موضع. </p><p> * * * </p><p> قوله تعالى:  (وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ (٦٨) وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ (٦٩) وَهُوَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ (٧٠) </p><p> وقوله:  (وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ) : يقول - واللَّه أعلم -: وربك يختار للرسالة من يشاء ويجتبيه لها، فيجعلهم رسلا. </p><p> (مَا كَانَ لَهُمُ الْخِيَرَةُ) : يقول: لم يكن لهم أن يختاروا هم، ولكن اللَّه يختار ويصطفي من يشاء ردًّا لقولهم:  (لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ. . .) الآية، إلى هذا ذهب بعضهم. </p><p> وجائز أن يكون هذا في كل أمر، أي: وربك يختار ما يشاء ويأمر، وما كان لهم الخيرة من أمره أي: التخلص والنجاة من أمره؛ كقوله:  (وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا) ، أي: أمر اللَّه ورسوله أمرًا، (أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ) . </p><p> والقضاء هاهنا أمر، لكنه يحتمل وجهين: </p><p> أحدهما: على الوقف على قوله: (وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ) ، والابتداء من قوله:  (مَا كَانَ لَهُمُ الْخِيَرَةُ) من أمرهم، فإن كان على هذا فيكون (ما) هاهنا (ما) جحد، أي: لم يكن لهم الخيرة من أمرهم. </p><p> والثاني: على الصلة: ليس على الحجاج، فيكون تأويله: وربك يخلق ما يشاء ويختار الذي لهم الخيرة أن يكون، الوقف على هذا على قوله:  (وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ) ، ثم يقول (وَيَخْتَارُ) الذي لهم (الْخِيَرَةُ) . </p><p> قال أبو معاذ: قرئ (الْخِيْرَةُ) بجزم الياء وبتحريكها (الْخِيَرَةُ) . </p><p> ثم قوله:  (وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ) على المعتزلة من وجهين: </p><p> أحدهما: ما أجمعوا عليه أن اللَّه قد شاء جميع ما يفعله العباد من الخيرات والطاعات، فإذا شاء ذلك دل أنه خلقها لهم، أخبر أنه يخلق ما يشاء وقد شاء الخيرات؛ فدل ذلك على خلق أفعال العباد. </p><p> لكنهم يقولون: قوله: (يَخْلُقُ مَا يَشَاءُ) إذا خلقه؛ وكذلك يقولون في قوله:  (وَاللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) : إن خلقه أو كلام نحو هذا. </p><p> قلئن جاز لهم هذا من الزيادة جاز لكل أحد مثله، فذلك بعيد. </p><p> وعلى قولهم أكثر الأشياء ليست بمخلوقة لله، وهو على أكثر الأشياء غير قدير؛ لأن أفعال الخلق لا شك أنها أكثر من أنفسهم، فأخبر أنه على كل شيء قدير، وأنه يخلق ما يشاء، وأن هذا منه خرج مخرج الامتداح له والثناء له بما له من السلطان والقدرة على الخلق كلهم، فلو كان على ما يقوله المعتزلة لم يكن هذا مدحًا له ولا ثناء بالسلطان والقدرة؛ إذ هو على قولهم على أكثر الأشياء ليس بقادر على ما ذكرنا. </p><p> ثم نزه نفسه وبرأها عما قالوا فيه وأشركوا غيره في ألوهيته وربوبيته وفي عبادته فقال:  (سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ) ، وقال:  (وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ (٦٩) هذا يخرج على الوعيد لهم والتنبيه؛ ليكونوا على حذر فيما يسرون وما يعلنون، والله أعلم. </p><p> وقوله:  (وَهُوَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ (٧٠) </p><p> قوله:  (وَلَهُ الْحُكْمُ) كقوله: (وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ) ، وقد ذكرنا أن قوله:  (وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ) من أمرهم أنه يخرج على وجهين: </p><p> أحدهما: له الاختيار في أمرهم؛ لا لهم الاختيار في أمرهم، ولا يملكون هم ما يختار لهم دفعه. </p><p> والثاني: هو يختار لهم الخيرة في أمرهم؛ لأنه هو العالم بمصالح أمورهم وما يرجع إلى الأوفق والأنفع وهم لا يعرفون ذلك، فعلى ذلك قوله:  (وَلَهُ الْحُكْمُ) في الدنيا والآخرة لأن أنفس الخلائق له دونهم، فله الحكم في أمورهم وأفعالهم؛ كما له الحكم في أحوالهم؛ لأنه لا يلحقه الخطأ في حكمه؛ إذ هو عالم بذاته، ولا تلحقه التهمة أيضا في دفع مضرة أو جر نفع؛ لأنه غني بذاته فله الحكم في الدارين جميعًا، واللَّه الموفق. وقوله:  (لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ) : هذا يخرج على وجوه: </p><p> أحدها: ما قاله أحس التأويل: إن أولياءه يحمدونه في الدنيا والآخرة في الجنة حيث قالوا: (الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ. . .) الآية، يقولونه إذا دخلوا الجنة. </p><p> والثاني: وقَالَ بَعْضُهُمْ (فِي الْأُولَى وَالْآخِرَةِ) يقول: في السماوات والأرض، وتصديقه </p><p> قول اللَّه:  (وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ) ، وقوله:  (يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) ، وقوله:  (تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ) . </p><p> والثالث:  (لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ) : وهو أن جعل الدنيا مشتركة بين الأعداء والأولياء في نعيمها غير مفترقة ولا مختلفة، وأما الآخرة فقد فرق فيها بين الأولياء والأعداء؛ جعل للأولياء النعمة الدائمة وللأعداء العذاب الدائم، فله الحمد على ذلك. </p><p> والرابع:  (لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ) لما جعل الدنيا دار محنة والآخرة دار الجزاء لم يجعلها دار المحنة. </p><p> أو أن يكون قوله:  (لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ) أي: له الحمد من الخلق في كل حال وكل وقت؛ كقوله:  (وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ) ، أنهم يحمدونه في بدء كل أمر وختمه، أو أن يكون له الحمد. </p><p> * * * </p><p> قوله تعالى:  (قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ أَفَلَا تَسْمَعُونَ (٧١) قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ (٧٢) وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (٧٣) وقوله: (قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ) : أو إن جعل النهار سرمدًا، أي: دائفا لا ليل فيه. . . إلى آخر ما ذكر من قوله:  (أَفَلَا تَسْمَعُونَ) و (أَفَلَا تُبْصِرُونَ) يخرج ذكره لوجهين: </p><p> أحدهما: في تسفيههم في صرف العبادة والشكر إلى الأصنام التي كانوا يعبدونها على علم منهم أنها لا تملك شيئا مما ذكر، من جعل الليل نهارا وجعل النهار ليلا، وتركهم عبادة من يعرفون أنه يملك ذلك كله؛ وكذلك ما ذكر في آية أخرى حيث قال:  (أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ. . .) الآية. يقول - واللَّه أعلم -: فإذا لا يملك ما تعبدون من دون اللَّه دفع ضر أراده اللَّه فيه وجعله رحمة، ولا دفع رحمة أرادها اللَّه وجعله ضرا، فكيف تعبدونها وتتركون عبادة من يملك جعل هذا هذا ودفع هذا بهذا؟ فعلى ذلك يقول - واللَّه أعلم -: كيف تعبدون من لا يملك جعل الزمان كله ليلا دائمًا لا نهار فيه، وجعل النهار نهارا كله دائمًا لا ليل فيه، وتتركون عبادة من يملك ذلك كله يجعل وقت الراحة والفرار. </p><p> والثاني: يذكرهم عظيم نعمه ومنته حيث أنشأ هذا العالم محتاجًا إِلَى ما به قوام أنفسهم وأبدانهم في دينهم ودنياهم، ثم جعل ذلك كله على التعاون والتظاهر بعضهم بعضا ما لو </p>"
}