{
  "id": null,
  "sura": 27,
  "aya": 7,
  "text": "<p> قوله تعالى:  (وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ وَلَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ (٧) فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ (٨) وَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِي وَلَكَ لَا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَهُمْ لَا يَشْعُرُونَ (٩) وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَى فَارِغًا إِنْ كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَنْ رَبَطْنَا عَلَى قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَ (١٠) وَقَالَتْ لِأُخْتِهِ قُصِّيهِ فَبَصُرَتْ بِهِ عَنْ جُنُبٍ وَهُمْ لَا يَشْعُرُونَ (١١) وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ (١٢) فَرَدَدْنَاهُ إِلَى أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (١٣) </p><p> وقوله:  (وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ) : قال عامة أهل التأويل: إن الوحي هاهنا وحي الإلهام والقذف في القلب، لا وحي إرسال صارت رسولة، وذلك لا يجوز. </p><p> لكن يقال: جائز أن تلهم هي إرضاعه وإلقاءه في اليم، فأمَّا أن تلهم ما ذكر:  (وَلَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ) هذا مما لا سبيل إلى معرفة ذلك وعلمه إلا بتصريح قول ومشافهة آخر، اللهم إلا أن يقال: إنه كان بموسى آيات الرسالة وأعلام به؛ لما عرفت هي بتلك الأعلام والآيات التي كانت له أنه يرد إليها، وأنه يبقى رسولا إلى وقت، وقد كانت بالرسل أعلام وآيات الرسالة في حال صغرهم وصباهم؛ نحو عيسى حيث كلم قومه في المهد:  (إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ. . .) ، إلى آخر ما ذكر وأن محمدا لما ولد بالليل استنارت تلك الناحية واستضاءت بنوره حتى ظنوا أن الشمس قد طلعت ونحوه؛ فعلى ذلك جائز أن يكون بموسى أعلام وآيات عرفت أمه بها أنه رسول، وأنه يرد إليها. </p><p> وإنما تكلفنا بهذا التخريج قول أهل التأويل: إنه وحي إلهام وقذف في القلب لا غير. </p><p> وعندنا جائز أن يكون الوحي إليها وحي إرسال رسول وإخبار من غير أن صارت هي بذلك رسولة؛ نحو ما ذكر من قصة مريم أن الملك لما دخل تعوذت باللَّه منه حيث قالت:  (إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا (١٨) قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا)، وذلك من البشارة التي بشروها بالولد فلم تصر بما أرسل إليها من الرسل وشافهوها رسولة؛ فعلى ذلك أم موسى؛ ونحو بشارة الملائكة لامرأة </p>"
}