{
  "id": null,
  "sura": 27,
  "aya": 17,
  "text": "<p> لكان أُولَئِكَ لم يكونوا ظلمة في قتله، بل يكون هو الظالم فيه. </p><p> ولا يحتمل أن يكون القصاص واجبًا -أيضًا- وموسى يفر من ذلك ويهرب وفي ذلك إبطال حقهم دل أنه لم يجب. </p><p> ولا شك أن وكزة من له قوة أربعين رجلا إلى الهلاك أسرع وأقرب وأعمل من الضرب بالحجر العظيم أو الخشبة العظيمة، فإذا لم يجب في هذا لم يجب في ذاك، واللَّه أعلم. </p><p> وقوله:  (رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِلْمُجْرِمِينَ (١٧) قَالَ بَعْضُهُمْ: بما أنعمت عليَّ بالمغفرة، فلم تعاقبني بقتل النفس وعصمتني من أن أعاقب به في الدنيا. </p><p> وجائز أن يكون بما أنعم عليه هو قوته التي أعطاها أخبر أنه لا يكون بها ظهيرا للمجرمين، واللَّه أعلم. </p><p> وقوله:  (فَأَصْبَحَ فِي الْمَدِينَةِ خَائِفًا يَتَرَقَّبُ فَإِذَا الَّذِي اسْتَنْصَرَهُ بِالْأَمْسِ يَسْتَصْرِخُهُ قَالَ لَهُ مُوسَى إِنَّكَ لَغَوِيٌّ مُبِينٌ (١٨) أكثر ما ذكر في القرآن (أصبح) ، أي: صار؛ كقوله:  (أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا) ، وقوله:  (إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا) ، ونحوه، وأما هاهنا قوله:  (فَأَصْبَحَ فِي الْمَدِينَةِ خَائِفًا) وإنما يريد: الصباح نفسه. </p><p> وقوله:  (يَتَرَقَّبُ) : قال عامة أهل التأويل: (يَتَرَقَّبُ) أي: ينتظر سوءًا يناله منهم. </p><p> وقال أَبُو عَوْسَجَةَ: الترقب: الخوف؛ كأنه قال: خائفًا يخاف هلاكه، وأصل الترقب هو النظر؛ لأن موسى كان يرقب من يطلبه ومن يأتيه في طلبه، وهو من الرقيب. </p><p> وقوله:  (فَإِذَا الَّذِي اسْتَنْصَرَهُ بِالْأَمْسِ يَسْتَصْرِخُهُ قَالَ لَهُ مُوسَى إِنَّكَ لَغَوِيٌّ مُبِينٌ) : كأن الرجل الذي أخبر أنه من شيعة موسى كان ضعيفًا في نفسه، حيث لا يقدر أن يقوم لواحد؛ فيستغيث بموسى ويستعين به، إلا أنه كان يخاطب وينازع ويقاتل لسوء فيه وبلاء يقاتل وينازع، وإلا لم يكن بنفس هذا قوة ما يقوم لواحد فمن حيث لا يقاتل مثله، ولكنه لما ذكرنا من سوء به؛ ولذلك قال له موسى:  (إِنَّكَ لَغَوِيٌّ مُبِينٌ) ، لكن موسى إنما عرف غوايته بالاستدلال الذي ذكرنا لا بالمشاهدة؛ ولذلك أراد أن يبطش بالذي هو عدو لهما لئلا يقتله ولا يهلكه لما عرف غوايته بالاستدلال لا حقيقة. </p><p> وذكر هاهنا البطش - وهو الأخذ باليد - وفي الأول ذكر الوكزة: وهي الدفع والطعن على ما ذكرنا، فهو - واللَّه أعلم - لأنه لما وكز الأول فأتت الوكزة على نفسه فقتلته، فأخذ هذا من هذا ليمنعه عن إهلاكه وإتلافه، ولا يأتي على نفس الآخر كما فعلت الوكزة. </p>"
}