{
  "id": null,
  "sura": 27,
  "aya": 64,
  "text": "<p> وخطبته يومئذ حيث قال:  (وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ. . .) الآية؛ فعلى ذلك هَؤُلَاءِ يقولون لم يكن منا إليهم سوى الدعاء بلا برهان ولا حجة فاتبعونا؛ فلا تلومونا ولوموا أنفسكم؛ حيث تركتم إجابة الرسل ومعهم براهين وحجج، وأجبتمونا بلا حجة ولا برهان، فأغويناكم كما غوينا، ولو كنا على الهدى لهديناكم، كقولهم:  (لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ) . </p><p> وقوله:  (تَبَرَّأْنَا إِلَيْكَ مَا كَانُوا إِيَّانَا يَعْبُدُونَ) : إنما يتبرءون أنا لم نأمرهم بالعبادة لنا، وإلا كانوا عبدوهم. </p><p> ثم إن للمعتزلة أدنى تعلق بهذه الآية؛ لأنهم يقولون: إنما أضافوا الغواية إلى أنفسهم حيث قالوا: (أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا) ؛ دل أن اللَّه لا يغوي أحدا. </p><p> فيقال لهم: إنا لا نضيف ولا نجيز إضافهَ الغواية إلى اللَّه فيما يخرج مخرج الذم له، وإنما نضيف فيما يخرج مخرج المدح له والثناء عليه، ثم قد أضاف إبليس الغواية إليه، ولم ينكر عليه حيث قال:  (رَبِّ بِمَا أَغْوَيْتَنِي) ، في غير موضع وقال:  (يُضِلُّ مَن يشَآءُ) ، ونحوه كثير في القرآن، فما خرج مخرج أن مدح له والثناء عليه يضاف إليه، وما خرج مخرج الذم له فلا، وقد ذكرنا هذا في غير موضع، واللَّه أعلم. </p><p> وقوله:  (حَقَّ عَلَيْهِمُ الْقَوْلُ) يوم قال لإبليس: (لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ) ثم قالت الشياطين في الآخرة: (رَبَّنَا هَؤُلَاءِ الَّذِينَ أَغْوَيْنَا) يعنون: كفار بني آدم، هَؤُلَاءِ الذين أضللناهم عن الهدى كما ضللنا تبرأنا إليك منهم يا رب (مَا كَانُوا إِيَّانَا يَعْبُدُونَ) ، فتبرأت الشياطين ممن كان يعبدها، فقالوا: لم نأمرهم بعبادتنا، وقيل لكفار بني آدم:  (ادْعُوا شُرَكَاءَكُمْ (٦٤) يقول: سلوا الآلهة التي سميتموها: آلهة أهم آلهة؛ (فَدَعَوْهُمْ) أي: سألوهم، فلم تجبهم الآلهة بأنها آلهة. </p><p> وقوله:  (أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ) في الدنيا، أي: معي شركاء على ما ذكرنا من قبل، واللَّه أعلم. </p><p> وقوله:  (وَقِيلَ ادْعُوا شُرَكَاءَكُمْ) يحتمل شركاءكم في الخلقة، أو شركاءكم في العبادة ادعوهم؛ ليشفعوا لكم ويقربوكم إلى اللَّه على ما زعمتم في الدنيا، (فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ) ، أي: لم يشفعوا لهم ولم يستجيبوا لهم؛ لما لم يجعل في وسعهم الإجابة لهم واجبًا كائنًا في الآخرة. </p><p> وقوله:  (وَرَأَوُا الْعَذَابَ لَوْ أَنَّهُمْ كَانُوا يَهْتَدُونَ) : تأويله، أي: لو رأوا العذاب في الدنيا لكانوا يهتدون، ولكن لم يروه؛ هذا وجه. </p>"
}