{
  "id": null,
  "sura": 27,
  "aya": 80,
  "text": "<p> وقوله:  (فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ (٧٩) قال عامة أهل التأويل: إنه خرج على بغال شهب، ومعه كذا كذا من الجواري على كذا كذا بغال شهب عليهن من الثياب كذا. </p><p> وقَالَ بَعْضُهُمْ: إنه خرج على براذين كذا بيض مع كذا كذا غلمان وجواري، ونحو ما ذكروا. </p><p> لكنا لا ندري على أي زينة خرج؟ ولكنا نعلم أنه خرج على الزينة التي يخرج أمثاله من الملوك، ولا نفسر أنه كذا على كذا، وكذلك لا نفسر العلم؛ ذكر أنه أوتي له من المال والكنز أنه كان عنده كذا من العلم، واللَّه أعلم بذلك، وليس لنا إلى معرفة ذلك حاجة. </p><p> وقوله:  (وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ (٨٠) أي: أوتوا منافع العلم: لأنه قد يؤتى العلم ربما، ولا يؤتى من الانتفاع له به ما أوتي هَؤُلَاءِ؛ حيث قالوا لأُولَئِكَ:  (وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا) لم يكن من أُولَئِكَ إلا التمني أن يؤتوا مثل ما أوتي قارون، ثم نهاهم الذين أوتوا منافع العلم والانتفاع به عن ذلك التمني، فدل ذلك أن التمني لا يسع الاشتغال به والطلب؛ حيث قالوا لهم:  (وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ) . </p><p> اختلف في قوله:  (وَلَا يُلَقَّاهَا) كيف ذكره بالتأنيث، وإنما تقدم له ذكر الثواب، فألا قال:  (وما يلقاه) ؛ لكن اختلف فيه: </p><p> قَالَ بَعْضُهُمْ:  (وَلَا يُلَقَّاهَا) كناية عن تلك المقالة التي كانت من أُولَئِكَ الذين أوتوا العلم لأُولَئِكَ الذين يريدون الحياة الدنيا، أي: لا يلقى تلك المقالة التي قالوها لأُولَئِكَ إلا الصابرون. </p><p> وقَالَ بَعْضُهُمْ: لا، ولكن ذلك كناية عن الأعمال، أي: ولا يلقى تلك الأعمال ولا يوفق إليها إلا الصابرون. </p><p> قال أَبُو عَوْسَجَةَ والْقُتَبِيّ:  (وَلَا يُلَقَّاهَا) أي: لا يوفق، ويقال: لا يرزق. </p><p> (الصَّابِرُونَ) يحتمل: المؤمنين أنفسهم؛ كقوله - تعالى -: (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ) ، وقوله:  (إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ) أي: آمنوا. </p><p> ويحتمل: الصابرون: الذين صبروا أنفسهم وحبسوها على أداء ما افترض اللَّه عليهم، </p><p> ولم يؤتوا أنفسهم شهواتهم وهواها، واللَّه أعلم. </p><p> ثم كان في قوم موسى خصال ثلاث لم تكن تلك ومثلها في غيرهم من الأمم. </p><p> أحدها: ما ذكر من صلابة الذين أوتوا العلم، ويقينهم، وطمأنينتهم فيما وعدوا في الآخرة من الثواب، وصبرهم على أداء ما افترض اللَّه عليهم، وحبسوا أنفسهم عن مُنَاهم وشهواتهم، ولصلابتهم وقوتهم في الذين ما وعظوا قارون، حيث قالوا له:  (وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ. . .) إلى قوله: (إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ) وهو كان يومئذ ملكا، ولما قالوا لأُولَئِكَ الذين يريدون الحياة الدنيا:  (وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا) . </p><p> والثاني: ما ذكر سحرة فرعون حين أوعدهم بالقطع والصلب والقتل بإيمانهم الذي آمنوا فقالوا: (لَا ضَيْرَ إِنَّا إِلَى رَبِّنَا مُنْقَلِبُونَ) ، وقالوا:  (فَاقْضِ مَا أَنْتَ قَاضٍ) ، وأمثال ذلك مما لم يبالوا حلول ما أوعدهم وخوفهم من أنواع العذاب. </p><p> والثالث: ما ذكر من الذي كان يكتم إيمانه؛ حيث قال:  (وَقَالَ رَجُلٌ مُؤْمِنٌ مِنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْ) ، وإنما أظهر ذلك حين قال فرعون:  (ذَرُونِي أَقْتُلْ مُوسَى وَلْيَدْعُ رَبَّهُ) ، كأنه همَّ أن يقتله؛ ألا ترى أن ذلك الرجل المؤمن الذي كان يكتم إيمانه قال لهم:  (أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ) لم يبال هلاك نفسه بإظهاره الإيمان بعد أن أعان به اللَّه موسى، ونفع له بما قال، واستقبل فرعون وقومه بما استقبل. </p><p> فهذه خصال لم تذكر عن قوم قط من سوى قوم موسى مثلها. </p><p> ولذلك وصفهم ونعتهم بفضل الهداية والعدالة، وهو ما قال - عَزَّ وَجَلَّ -: (وَمِنْ قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ) . </p><p> وهكذا الواجب على كل مؤمن إذا أريد منه أخذ الإيمان، أو خاف على دينه أن يذهب به، أو أن يدخل فيه النقصان ألَّا يبذل ذلك، وإن خاف على نفسه تلفها وهلاكها وتعذيبها بأشد ما يكون من العذاب؛ ألا ترى أن اللَّه مدح أصحاب الأخدود بما احتملوا أشد العذاب وأسوأ القتل، ولم يتركوا الإيمان، ولم يعطوا أُولَئِكَ الكفرة ما أرادوا منهم، فهكذا الاختيار على كل مسلم أن يختار ما اختار أُولَئِكَ. </p><p> وهكذا الواجب على كل من يأتي الأمراء والسلاطين ويحضر مجالسهم من العلماء أن يعظوهم، ويأمروهم بكل ما يؤتى، وينهوهم عن كل محذور، ويدلوهم على كل خير وكل ما هو طاعة لله، كما فعل قوم قارون بقارون، وإلا لم يحضروا مجالسهم ولا أتوا </p>"
}