{
  "id": null,
  "sura": 27,
  "aya": 15,
  "text": "<p> فيه زيادة، وأصله ما ذكرنا، واللَّه أعلم. </p><p> وقوله:  (آتَيْنَاهُ حُكْمًا وَعِلْمًا) أي: آتيناه العلم الذي يحكم به بين الناس، وعلما بمصالح نفسه ومصالح الخلق. </p><p> وقال بعض أهل التأويل: الحكم: الفقه والعقل والعلم قبل النبوة. </p><p> وقوله:  (وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ) : يحتمل قوله: (وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ) في الآخرة بالوعد الذي وعد لهم في الدنيا؛ كما جزي موسى بإنجاز ما وعد له، أو أن يكون من موسى إحسان وجهد في طلب العلم وغير ذلك مما أعطاه ذلك، وأخبر أنه كذلك يجزي من ذكر؛ كقوله:  (وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا) ، وقوله:  (وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ) ، كان وعده إياها أن يرده إليها ويجعله من المرسلين، ومعناه ما ذكر فيما تقدم. </p><p> قال الكسائي: يقال: امرأة مرضع: ما دامت ترضع، فإذا فطمت سميت: مرضعة، وما دامت حبلى فهي مرضعة، أي: سترضع. </p><p> وقوله:  (وَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ مِنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَذَا مِنْ شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ قَالَ هَذَا مِنْ عَمَلِ الشَّيْطَانِ إِنَّهُ عَدُوٌّ مُضِلٌّ مُبِينٌ (١٥) </p><p> قال عامة أهل التأويل: على حين غفلة أهل المدينة وهو عند الظهيرة، وذلك وقت القائلة. </p><p> وقال قائلون: على حين غفلة أهل البلد عن دخول موسى، أي: دخلها من غير أن شعروا به وعرفوا أنه موسى؛ على هذا التأويل الغفلة تكون على دخول موسى عليهم. </p><p> وعلى الأول على غفلة أهل المدينة، أي: وقت غفلتهم. </p><p> فإن كان على هذا فيحتمل أن يكون غفلة أهلها: هو أن كان ذلك يوم عيدهم خرجوا إليه، فدخل هو المدينة ليطلع أحوالها وأسبابها، إلا أن تكون العادة فيهم بأجمعهم يقيلون فذلك محتمل، واللَّه أعلم. </p><p> وقوله:  (فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَذَا مِنْ شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ) : قال بعض أهل الأدب: إن قوله: (هَذَا مِنْ شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ) إنما يقال للشاهد المشار إليه، فأما الغائب فإنه لا يقال، لكن قالوا: إن فيه إضمارًا أو لطفًا؛ كأنه قال: فوجد فيها رجلين يقتتلان من نظر إليهما يقول: هذا من شيعته وهذا من عدوه. </p><p> ثم قال أهل التأويل: آحدهما كان إسرائيليا والآخر قبطيًّا. </p>"
}