{
  "id": null,
  "sura": 27,
  "aya": 74,
  "text": "<p> جعل ذلك على غير ذلك لا يقوم أنفسهم وأبدانهم بذلك؛ حيث جعل الليل وقتًا للراحة والسكون، والنهار وقتًا للتقلب والتعيش، ولو كان ذلك كله وقتًا للراحة لا يقوم أنفسهم أبدًا للتعيش والكسب، ولو كان كله وقتًا للتقلب والكسب لا راحة فيه لا تقوم أيضًا أنفسهم بذلك، لكنه - من رحمته وفضله - جعل لهم وقتًا للراحة، ثم جعله للكل لا لبعض دون بعض؛ وكذلك ما جعله وقتًا للتقلب إنما جعله كذلك للكل لا لبعض دون بعض؛ ليقوم لهم أسباب العيش، وما به قوام أنفسهم وأبدانهم، ولو كان ذلك كله وقتًا لأحدهما لم تقم أنفسهم، ولا بقي هذا العالم إلى الوقت الذي كتب له البقاء إلى ذلك الوقت وهو ما ذكر:  (وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ) . </p><p> وقوله:  (أَفَلَا تَسْمَعُونَ) ، و (أَفَلَا تُبْصِرُونَ) إنما هو سمع عقل وقلب وبصر عقل؛ كانه يقول: أفلا تسمعون هذا بالعقل وأفلا تبصرون بالعقل، واللَّه أعلم؛ كقوله:  (فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ. . .) الآية. </p><p> * * * </p><p> قوله تعالى:  (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ (٧٤) وَنَزَعْنَا مِنْ كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا بُرْهَانَكُمْ فَعَلِمُوا أَنَّ الْحَقَّ لِلَّهِ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ (٧٥) وقوله: (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ) قد ذكرناه. </p><p> وهذه الآيات التي يكررها ويعيدها مرة بعد مرة من قوله:  (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ) ، وقوله:  (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ) ، وقوله:  (وَقِيلَ ادْعُوا شُرَكَاءَكُمْ) ، وأمثال ذلك مما يكثر على علم منه أنهم لا يصدقونها، ولا يقبلونها ولا يستمعون إليها وإن كررت وأعيدت، غير مرة؛ فهو - والله أعلم - يخرج على وجهين: </p><p> أحدهما: لزوم الحجة لما مكنوا من الاستماع والسماع، وإن كانوا لا يستمعون إليها. </p><p> والثاني: يكون فيه عظة للمؤمنين من وجوه: </p><p> أحدها: ليشكروا على ما عصموا من عبادة غير اللَّه، ووفقوا إلى عبادة اللَّه المستحق لها؛ ليعرفوا عظيم نعمة اللَّه عليهم. </p><p> والثاني: ليحذروا عاقبتهم في الرجوع إلى ما هو عليه أُولَئِكَ الكفرة، على ما حذر الرسل والأنبياء وأولو العصمة عاقبتهم في الرجوع إلى ذلك؛ كقول إبراهيم:  (وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ) ، وأمثاله كثير. </p><p> والثالث: خوف المعاملة لئلا يعاملوا هم في العمل كما عامل أُولَئِكَ في الاعتقاد؛ لأن المؤمنين وإن خالفوا هم أُولَئِكَ الكفرة في الاعتقاد في إشراك غيره في العبادة فربما </p>"
}