{
  "id": null,
  "sura": 27,
  "aya": 9,
  "text": "<p> إبراهيم بالولد وهو قوله:  (فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ) ، ونحوه مما يكثر ذكره لم يصيروا بذلك رسلا؛ فعلى ذلك الوحي إلى أم موسى يحتمل ما ذكرنا. </p><p> وجائز ذلك من غير أن صارت بذلك رسولة، وهو أشبه وأقرب، واللَّه أعلم. </p><p> وقوله:  (فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ (٨) قَالَ بَعْضُهُمْ: في الآية إضمار؛ لأنهم لم يلتقطوه؛ ليكون لهم عدوا وحزنا ولكن كان فيه إضمار، أي: التقطه آل فرعون ليتخذوه ولدا ووليا، فكان لهم عدوا وحزنا إذا كبر ونحو هذا. </p><p> وقَالَ بَعْضُهُمْ: ذاك إخبار عما في علم اللَّه أنه يكون ما ذكر، معناه - واللَّه أعلم -: التقطه آل فرعون، فكان في علم اللَّه - تعالى - أنه يكون لهم عدوا وحزنا، وذلك جائز في اللغة؛ يقال: </p><p> . . . . . . . . . . . . لدوا للموت وابنوا للخراب </p><p> لا يلدون للموت ولا يبنون للخراب، ولكن إخبار عما هو عليه عملهم في الآخرة، واللَّه أعلم. </p><p> وقوله:  (إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ) : ظاهر. وفيه نقض قول المعتزلة من وجه. </p><p> وقوله:  (وَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِي وَلَكَ لَا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَهُمْ لَا يَشْعُرُونَ (٩) هذا لطف من اللَّه بموسى؛ حيث ألقى محبته في قلوبهم وحلاوته في أعينهم، وهو ما ذكر منة عليه حيث قال:  (وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي) ، ليتأدى بذلك الشكر عليه. </p><p> قال أبو معاذ: قال مقاتل: قوله: (قُرَّتُ عَيْنٍ لِي وَلَكَ) تقول: ليس لك بقرة عين. </p><p> قال أبو معاذ: وهذا محال، ولو كان كذلك لكان في القراءة:  \" تقتلونه \" ، وهذا - أيضًا - محال لقوله:  (عَسَى أَنْ يَنْفَعَنَا) ، ولو كانت القراءة:  (قرت عين لي ولك لا (لا) تقتلوه) لكان مقاتل مصيبًا. </p><p> وقوله:  (وَهُمْ لَا يَشْعُرُونَ) : يحتمل وجهين: </p><p> أحدهما:  (وَهُمْ لَا يَشْعُرُونَ) أن إهلاكهم واستئصالهم على يديه. </p><p> والثاني: لا يشعرون أنه هو المطلوب بقتله من بين الكل، واللَّه أعلم. </p><p> وقوله:  (وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَى فَارِغًا إِنْ كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَنْ رَبَطْنَا عَلَى قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَ (١٠) قَالَ بَعْضُهُمْ: فارغًا من هم موسى وحزنها </p>"
}