{
  "id": null,
  "sura": 27,
  "aya": 35,
  "text": "<p> (إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ. . .) الآية. </p><p> أو أن يكون ذلك لأن نشوء هارون كان فيهم وهم بلسانه أعرف، ومنطقه أفهم، ولموسى فترات كان معتزلا عنهم. </p><p> وقوله:  (فَأَرْسِلْهُ مَعِيَ رِدْءًا) أي: عونًا (يُصَدِّقُنِي) ثم بيِّن في آية أخرى أنه فيم طلب منه عونا؛ وهو ما قال (وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي. . .) الآية، أي: يصدقني فيما أقول إذا كذبوني هم، أو أستأنس به إذا ضاق صدري بالتكذيب والرد، فأجابه ربه فقال:  (سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَا أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ (٣٥) كناية وعبارة عن القوة والعون؛ لأن القوة فيه تكون؛ فذكر فيمن تكون، وهو كقوله:  (وَثَبِّتْ أَقْدَامَنَا) ، ذكر الأقدام، لأنه بالأقدام يثبت، وقوله:  (نَكَصَ عَلَى عَقِبَيْهِ) ، لأنه بالعقب ينكص، ومثله كثير، فعلى هذا ذلك. </p><p> وقوله:  (وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَا) قال قائلون: هو على التقديم والتأخير، أي: نجعل لكما سلطانا، أي: نجعل لكما سلطانا بآياتنا فلا يصلون إليكما. </p><p> وقَالَ بَعْضُهُمْ: ونجعل لكما سلطانًا باللطف ندفع عنكما أذاهم وشرهم؛ كقوله:  (لَا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى) ، أي: أسمع ما يقول لكما، وأرى ما يفعل بكما، وأدفع ذلك عنكما فلا يصلون إليكما بالآيات التي معكما. </p><p> وقوله:  (أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ) يحتمل هذا وجوهًا: </p><p> الغالبون بالحجج والبراهين، أي: تغلب حجتكما سحرهم وتمويهاتهم. </p><p> أو أن يكون عاقبة الأمر لكما. </p><p> أو أن يكون ذلك في الآخرة. </p><p> قال أبو معاذ: العرب تقول: أردت الرجل: أي: أعنته. </p><p> وقال أَبُو عَوْسَجَةَ:  (سَنَشُدُّ عَضُدَكَ بِأَخِيكَ) أي: أعينك به وأقويك، والعضد: كناية عن القوة؛ لأته فيه تكون القوة، وبه يقوى من يوصف بالقوة؛ على ما ذكرنا. </p><p> * * * </p><p> قوله تعالى (فَلَمَّا جَاءَهُمْ مُوسَى بِآيَاتِنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا سِحْرٌ مُفْتَرًى وَمَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ (٣٦) وَقَالَ مُوسَى رَبِّي أَعْلَمُ بِمَنْ جَاءَ بِالْهُدَى مِنْ عِنْدِهِ وَمَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ (٣٧) وَقَالَ فِرْعَوْنُ يَا أَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا لَعَلِّي أَطَّلِعُ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ مِنَ </p>"
}