{
  "id": null,
  "sura": 27,
  "aya": 6,
  "text": "<p> ادعى لنفسه الألوهية والربوبية، بعد ما كان عبدا كسائر العباد أو دونهم، فعلا قدره وارتفعت منزلته بدعواه بذلك، وعلا في الأرض، أي: غلب. </p><p> وقوله:  (وَجَعَلَ أَهْلَهَا شِيَعًا) هو قيل: فرقا: يستضعف طائفة، ويذبح طائفة، ويستحيي طائفة، ويعذب طائفة. </p><p> وجائز أن يكون قوله:  (وَجَعَلَ أَهْلَهَا شِيَعًا) أي: جعل لكل طائفة منهم عبادة صنمٍ لم يجعل ذلك لطائفة أخرى، وجعل طائفة أخرى على عمل أُولَئِكَ وحوائجهم؛ ليتفرغوا لعبادة الأصنام التي استعبدهم لها؛ لأن الشيع فرق يرجعون جميعًا إلى أصل واحد وإِلَى أمر واحد. </p><p> وقوله:  (إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ) : كذلك كان، لعنه اللَّه. </p><p> وقوله:  (وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ (٥) هذا في الظاهر إخبار لرسوله أنه سيفعل ذلك، لا أنه من عليهم وفعل ذلك؛ لأنه يقول: نريد أن نمن على الذين كذا، وقد من عليهم بذلك فهلا قال: وقد مننا على الذين استضعفوا في الأرض؛ لكن معناه - واللَّه أعلم - أي: كنا نريد في الأزل أن نمن عليهم، وأن نجعلهم أئمة، وأن نجعلهم الوارثين، وإلا الظاهر ما ذكرنا. </p><p> وقوله:  (وَنَجْعَلَهُمْ أَئِمَّةً) يحتمل وجهين: </p><p> أحدهما: جعلهم جميعًا أئمة لنا، بهم نقتدي وننقاد لهم، أو أن يكون قوله: قوله تعالى: (وَنَجْعَلَهُمْ أَئِمَّةً) أي: نجعل فيهم أئمة وقادة لهم، أي: نجعل بعضهم أئمة لبعض؛ كقوله لموسى:  (اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ) ، والأئمة المذكورة هاهنا كأنهم هم الأنبياء الذين ذكروا في هذه الآية. </p><p> (وَنَجْعَلَهُمُ الْوَارِثِينَ (٥) . وَنُمكِّنَ لَهُم فِي آلْازضِ): هذا كما ذكر في آية أخرى: (وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا) الآية، أي: يرثون الأرض وملكهم بعد فرعون وقومه. </p><p> والوارث: هو الباقي على ما ذكرنا؛ كأنه قال: يبقون هم في أرضهم وملكهم بعد هلاكهم؛ كقوله:  (إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا) ، أي: نبقى نحن بعد هلاك الأرض وهلاك من عليها، واللَّه أعلم. </p><p> وقوله:  (وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ (٦) أي: يرون ما كانوا </p><p> يحذرون منه، وهو الهلاك وذهاب الملك، هذا كانوا يحذرون فأراهم ذلك؛ لأنه كان يذبح أبناءهم إشفاقًا على بقاء ملكه ويحذر ذهابه. </p><p> قال الزجاج: إن من حماقة فرعون وقلة عقله أنه كان يذبح أبناءهم لقول الكهنة: إنه يذهب ملكه بغلام يولد في العام الذي قالوه، فلا يخلو إما أن صدقوا في قولهم فيذهب ملكه وإن قتل الأبناء، وإما أن كذبوا في قولهم فلا معنى لقتل الأبناء؛ لأنه لا يذهب لكنه فعل ذلك بهم لحماقته وسفهه وجهله بنفسه. </p><p> وقوله:  (وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ) : بالنجاة من فرعون وآله، واستنقاذه إياهم من يديه، ومن قتل الولدان وغير ذلك من أنواع التعذيب، والله أعلم. </p><p> وفي قوله:  (وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ. . .) إلى آخر ما ذكر - وجوه على المعتزلة في قولهم: إن ليس لله أن يفعل بعباده إلا ما هو أصلح لهم في الدِّين، وأنه لو لم يفعل ذلك كان ذلك جائزا. </p><p> فيقال لهم: لو كان عليه فعل الأصلح لهم في دينهم على كل حال لكان لا معنى لذكر المنة على الذين استضعفوا في الأرض في جعلهم أئمة وإبقائهم في أرضهم وتمكينه إياهم في ملكهم ووراثتهم أموالهم؛ لأنه على زعمهم فعل بهم ما عليه أن يفعل؛ لأن ذاك أصلح لهم في الدِّين، وكل من فعل فعلا عليه ذلك الفعل؛ لا يكون له الامتنان على المفعول به ذلك، فدل ذكر المنة فيما ذكر أنه فعل بهم على أنه فعل ما لم يكن عليه ذلك، ولكنه فعل ذلك متفضلا ممتنا، وله ألا يفعل ذلك. </p><p> ويقولون -أيضًا-: إن إهلاك فرعون وقومه أصلح لهم من إبقائهم؛ وكذلك إماتة كل كافر فلم يذكر فيه المنة، دل ذلك أنه ليس على ما يقولون هم، وأن ذلك منقوض مردود عليهم. </p><p> ويقولون -أيضًا-: إن الإرادة من اللَّه لهم أمر لهم يأمرهم به، فلو كان أمرا على ما يزعمون لكان الأمر منه قد شمل الكل، ثم لم يصيروا جميعًا أئمة وقادة، ولكن إنما صار بعض دون بعض؛ دل أن الإرادة غير الأمر، وأنه إذا أراد لأحد شيئًا كان ما أراد، ليس على ما يقولون: إنه أراد إيمان كل كافر، لكنه لم يؤمن بعدما أعطاه جميع ما عنده من القوة والعون على ذلك، حتى لم يبق عنده شيء من ذلك إلا وقد أعطاه؛ فدل ما ذكر على فساد مذهبهم. </p>"
}