{
  "id": null,
  "sura": 27,
  "aya": 71,
  "text": "<p> قول اللَّه:  (وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ) ، وقوله:  (يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) ، وقوله:  (تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ) . </p><p> والثالث:  (لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ) : وهو أن جعل الدنيا مشتركة بين الأعداء والأولياء في نعيمها غير مفترقة ولا مختلفة، وأما الآخرة فقد فرق فيها بين الأولياء والأعداء؛ جعل للأولياء النعمة الدائمة وللأعداء العذاب الدائم، فله الحمد على ذلك. </p><p> والرابع:  (لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ) لما جعل الدنيا دار محنة والآخرة دار الجزاء لم يجعلها دار المحنة. </p><p> أو أن يكون قوله:  (لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ) أي: له الحمد من الخلق في كل حال وكل وقت؛ كقوله:  (وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ) ، أنهم يحمدونه في بدء كل أمر وختمه، أو أن يكون له الحمد. </p><p> * * * </p><p> قوله تعالى:  (قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ أَفَلَا تَسْمَعُونَ (٧١) قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ (٧٢) وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (٧٣) وقوله: (قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ) : أو إن جعل النهار سرمدًا، أي: دائفا لا ليل فيه. . . إلى آخر ما ذكر من قوله:  (أَفَلَا تَسْمَعُونَ) و (أَفَلَا تُبْصِرُونَ) يخرج ذكره لوجهين: </p><p> أحدهما: في تسفيههم في صرف العبادة والشكر إلى الأصنام التي كانوا يعبدونها على علم منهم أنها لا تملك شيئا مما ذكر، من جعل الليل نهارا وجعل النهار ليلا، وتركهم عبادة من يعرفون أنه يملك ذلك كله؛ وكذلك ما ذكر في آية أخرى حيث قال:  (أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ. . .) الآية. يقول - واللَّه أعلم -: فإذا لا يملك ما تعبدون من دون اللَّه دفع ضر أراده اللَّه فيه وجعله رحمة، ولا دفع رحمة أرادها اللَّه وجعله ضرا، فكيف تعبدونها وتتركون عبادة من يملك جعل هذا هذا ودفع هذا بهذا؟ فعلى ذلك يقول - واللَّه أعلم -: كيف تعبدون من لا يملك جعل الزمان كله ليلا دائمًا لا نهار فيه، وجعل النهار نهارا كله دائمًا لا ليل فيه، وتتركون عبادة من يملك ذلك كله يجعل وقت الراحة والفرار. </p><p> والثاني: يذكرهم عظيم نعمه ومنته حيث أنشأ هذا العالم محتاجًا إِلَى ما به قوام أنفسهم وأبدانهم في دينهم ودنياهم، ثم جعل ذلك كله على التعاون والتظاهر بعضهم بعضا ما لو </p>"
}