{
  "id": null,
  "sura": 27,
  "aya": 58,
  "text": "<p> مَعَكَ) على أنهم عرفوا أن ما جاء به رسول اللَّه ويدعوهم إليه هو الهدى، حيث قالوا:  (إِنْ نَتَّبِعِ الْهُدَى مَعَكَ) . </p><p> وقوله:  (نُتَخَطَّفْ مِنْ أَرْضِنَا) : يخرج قولهم هذا على وجهين: </p><p> أحدهما: أن نهلك ونفنى جوعًا إذا خالفنا أهل الآفاق في الدِّين؛ لأن أرزاقهم وما به قوام أبدانهم إنما يحمل ويمار من الآفاق، فيقولون: إنا إذا اتبعنا الهدى معك وخالفنا في الدِّين أهل الآفاق، منعونا الميرة فنهلك ونموت جوعًا؛ فذلك تخطفهم من الأرض. </p><p> والثاني: قالوا ذلك مخافة أن يغزوا ويؤسروا أو يقتلوا إذا خالفوا أهل الآفاق والأطراف في الدِّين واتبعوا الهدى مخافة الأسر والقتل، فأجابهم اللَّه ورد عليهم اعتلالهم في الوجهين، فقال:  (أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا مِنْ لَدُنَّا) يقول - واللَّه أعلم -: إنا جعلناهم في الحرم آمنين، وما يمتار إليهم من أنواع الثمرات باللطف لا بموافقة الدِّين؛ ألا ترى أنهم مع موافقة الدِّين كانوا يتخطفون الناس منهم؛ حيث قال في آية أخرى:  (أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ) أخبر أنهم مع موافقتهم في الدِّين يتخطفون؛ دل أنه إنما جعل لهم الحرم مأمنا والميرة إليهم باللطف لا بالموافقة في الدِّين؛ حتى لا يتعرض لأهل الحرم في الحرم ولا خارجه بشيء منه، ولا يتعرض -أيضًا- من دخل الحرم بشيء؛ ليعلم أنه إنما كان كذلك باللطف من اللَّه لا بالموافقة في الدِّين. </p><p> والثاني: أنه مع ما كانوا يعبدون الأصنام دون اللَّه فيه لا يمنعهم الرزق ويؤمنهم فيه، فلأن يفعل ذلك بهم عند عبادتهم لله وتركهم عبادة غيره أحق أن يرزقوا ويأمنوا فيه. </p><p> وقوله:  (يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ) : قال أهل التأويل: (ثَمَرَاتُ كُلِّ شَيْءٍ) أي: من كل جنس ونوع من الثمرات يجيء إليه. </p><p> وظاهره: أن يجيء إليه من كل شيء أرفعه وأنفعه وذلك ثمرته؛ لأن ثمرة كل شيء أرفعه وأنفعه، يقال: ثمرة الشيء كذا وثمرة هذا الكلام كذا، أي: ما ينتفع من هذا: هذا، واللَّه أعلم. </p><p> وقوله:  (وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) أي: ولكن أكثرهم لا يعلمون أن ما يحمل إليهم من الآفاق، ويجيء إليهم من الثمرات والأطعمة إنما هو باللطف لا بموافقة الدِّين؛ وكذلك لا يعلمون أن أمنهم فيه باللطف لا بموافقة الدِّين، واللَّه أعلم. </p><p> وقوله:  (وَكَمْ أَهْلَكْنَا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ الْوَارِثِينَ (٥٨) قَالَ بَعْضُهُمْ: كفرت معيشتها. </p>"
}