{
  "id": null,
  "sura": 27,
  "aya": 5,
  "text": "<p> ادعى لنفسه الألوهية والربوبية، بعد ما كان عبدا كسائر العباد أو دونهم، فعلا قدره وارتفعت منزلته بدعواه بذلك، وعلا في الأرض، أي: غلب. </p><p> وقوله:  (وَجَعَلَ أَهْلَهَا شِيَعًا) هو قيل: فرقا: يستضعف طائفة، ويذبح طائفة، ويستحيي طائفة، ويعذب طائفة. </p><p> وجائز أن يكون قوله:  (وَجَعَلَ أَهْلَهَا شِيَعًا) أي: جعل لكل طائفة منهم عبادة صنمٍ لم يجعل ذلك لطائفة أخرى، وجعل طائفة أخرى على عمل أُولَئِكَ وحوائجهم؛ ليتفرغوا لعبادة الأصنام التي استعبدهم لها؛ لأن الشيع فرق يرجعون جميعًا إلى أصل واحد وإِلَى أمر واحد. </p><p> وقوله:  (إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ) : كذلك كان، لعنه اللَّه. </p><p> وقوله:  (وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ (٥) هذا في الظاهر إخبار لرسوله أنه سيفعل ذلك، لا أنه من عليهم وفعل ذلك؛ لأنه يقول: نريد أن نمن على الذين كذا، وقد من عليهم بذلك فهلا قال: وقد مننا على الذين استضعفوا في الأرض؛ لكن معناه - واللَّه أعلم - أي: كنا نريد في الأزل أن نمن عليهم، وأن نجعلهم أئمة، وأن نجعلهم الوارثين، وإلا الظاهر ما ذكرنا. </p><p> وقوله:  (وَنَجْعَلَهُمْ أَئِمَّةً) يحتمل وجهين: </p><p> أحدهما: جعلهم جميعًا أئمة لنا، بهم نقتدي وننقاد لهم، أو أن يكون قوله: قوله تعالى: (وَنَجْعَلَهُمْ أَئِمَّةً) أي: نجعل فيهم أئمة وقادة لهم، أي: نجعل بعضهم أئمة لبعض؛ كقوله لموسى:  (اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ) ، والأئمة المذكورة هاهنا كأنهم هم الأنبياء الذين ذكروا في هذه الآية. </p><p> (وَنَجْعَلَهُمُ الْوَارِثِينَ (٥) . وَنُمكِّنَ لَهُم فِي آلْازضِ): هذا كما ذكر في آية أخرى: (وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا) الآية، أي: يرثون الأرض وملكهم بعد فرعون وقومه. </p><p> والوارث: هو الباقي على ما ذكرنا؛ كأنه قال: يبقون هم في أرضهم وملكهم بعد هلاكهم؛ كقوله:  (إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا) ، أي: نبقى نحن بعد هلاك الأرض وهلاك من عليها، واللَّه أعلم. </p><p> وقوله:  (وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ (٦) أي: يرون ما كانوا </p>"
}