{
  "id": null,
  "sura": 27,
  "aya": 86,
  "text": "<p> وجائِز أن تسمى مكة: معادا؛ لما يعود الناس إليها مرة بعد مرة، كما تسمى: مثابة؛ لما يثوب الناس إليها مرة بعد مرة. </p><p> لكن من يقول بأن المعاد هو مكة يقول: إن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لما أمر بالهجرة إلى المدينة فهاجر إليها اشتاق إلى بلده ومولده ومولد آبائه، فنزل جبريل عليه بهذه الآية بشارة في العود إليها ظاهرًا عليهم، قاهرًا، فاتحًا له مكة؛ هذا تأويل من يقول بأن المعاد هو مكة. </p><p> وجائز أن يكون على غير هذا، وهو يخرج على وجهين: </p><p> أحدهما: كأنه حزن على الفراق منهم إشفاقًا على هلاكهم لإخراجهم الرسول من بين أظهرهم؛ لأن الأمم السالفة إذا خرج من بينهم الرسل نزل بهم العذاب؛ فخاف أنهم لما أخرجوا من بين أظهرهم وأبوا إجابته أن يهلكوا أو يعذبوا؛ كقوله:  (لَعَلَّكَ بَاخِعٌ نَفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ) ، وقوله:  (فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ) ، فبشر بهذا أن ترد إليها وستعود إليهم، فيتبعونك ويؤمنون بك، وهم لا يهلكون إهلاك استئصال وتعذيب كسائر الأمم. </p><p> والثاني: يذكر على الامتنان عليه؛ يقول: إن الذي أنزل عليك القرآن وألقاه عليك بعد ما لم تكن ترجو إلقاءه عليك وانزاله، ولكن برحمته ومنته ألقاه إليك وأنزله عليك حيث قال:  (وَمَا كُنْتَ تَرْجُو أَنْ يُلْقَى إِلَيْكَ الْكِتَابُ إِلَّا رَحْمَةً مِنْ رَبِّكَ) ؛ فعلى ذلك يردك إلى مكة بعدما لم تكن ترجو ردك وعودك إليها. </p><p> وإِن كان المعاد: هو البعث؛ فهو يخرج على وجهين: </p><p> أحدهما: على البشارة؛ كأنه يقول: إن الذي فرض عليك القرآن يردك ويبعثك بمن كذبك وبمن صدقك، فينتقم من مكذبيك جزاء التكذيب، ويجزي من يصدقك جزاء التصديق. </p><p> والثاني: يذكره ويخاطبه، وانما يريد به قومه، أي: سيبعثون وسيعودون إليها، فيكون كالآيات التي يخاطب بها رسوله والمراد بها: قومه؛ فهو يخرج على الوعيد لهم، ألا ترى أنه قال:  (رَبِّي أَعْلَمُ مَنْ جَاءَ بِالْهُدَى وَمَنْ هُوَ فِي ضَلَالٍ مُبِينٍ) أي: ربي أعلم بمن جاء بالهدى فيجزيه جزاء الهدى، ومن هو في ضلال مبين فيجزيه جزاء ضلاله. </p><p> ويخرج ذكر هذا عند دعاء أُولَئِكَ الكفرة: أنهم على الحق والهدى، وأن آباءهم كانوا على الحق والهدى، وأنتم على ضلال، فيقول:  (رَبِّي أَعْلَمُ مَنْ جَاءَ بِالْهُدَى وَمَنْ هُوَ فِي ضَلَالٍ مُبِينٍ) نحن أوأنتم؟! فهو على التحاكم إلى اللَّه أن يحكم بينهم، فيجزي كلا بما جاء به، واللَّه أعلم. </p><p> وقوله:  (وَمَا كُنْتَ تَرْجُو أَنْ يُلْقَى إِلَيْكَ الْكِتَابُ إِلَّا رَحْمَةً مِنْ رَبِّكَ فَلَا تَكُونَنَّ ظَهِيرًا لِلْكَافِرِينَ (٨٦) فهو يخرج على </p>"
}