{
  "id": null,
  "sura": 27,
  "aya": 68,
  "text": "<p> أو أن يقال ما قال أهل التأويل: إن (عَسَى) من اللَّه واجب، وهو ما ذكرنا أن كل استفهام كان من اللَّه فهو على اللزوم والوجوب؛ فعلى ذلك حرف (عسى) ، و (لعل) ، وإن كان حرف شك في الظاهر، فهو من اللَّه على الوجوب واليقين. </p><p> قال أبو معاذ: الفلاح في كلام العرب البقاء، ويقال: النجاة، وقد ذكرناه في غير موضع. </p><p> * * * </p><p> قوله تعالى:  (وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ (٦٨) وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ (٦٩) وَهُوَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ (٧٠) </p><p> وقوله:  (وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ) : يقول - واللَّه أعلم -: وربك يختار للرسالة من يشاء ويجتبيه لها، فيجعلهم رسلا. </p><p> (مَا كَانَ لَهُمُ الْخِيَرَةُ) : يقول: لم يكن لهم أن يختاروا هم، ولكن اللَّه يختار ويصطفي من يشاء ردًّا لقولهم:  (لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ. . .) الآية، إلى هذا ذهب بعضهم. </p><p> وجائز أن يكون هذا في كل أمر، أي: وربك يختار ما يشاء ويأمر، وما كان لهم الخيرة من أمره أي: التخلص والنجاة من أمره؛ كقوله:  (وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا) ، أي: أمر اللَّه ورسوله أمرًا، (أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ) . </p><p> والقضاء هاهنا أمر، لكنه يحتمل وجهين: </p><p> أحدهما: على الوقف على قوله: (وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ) ، والابتداء من قوله:  (مَا كَانَ لَهُمُ الْخِيَرَةُ) من أمرهم، فإن كان على هذا فيكون (ما) هاهنا (ما) جحد، أي: لم يكن لهم الخيرة من أمرهم. </p><p> والثاني: على الصلة: ليس على الحجاج، فيكون تأويله: وربك يخلق ما يشاء ويختار الذي لهم الخيرة أن يكون، الوقف على هذا على قوله:  (وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ) ، ثم يقول (وَيَخْتَارُ) الذي لهم (الْخِيَرَةُ) . </p><p> قال أبو معاذ: قرئ (الْخِيْرَةُ) بجزم الياء وبتحريكها (الْخِيَرَةُ) . </p><p> ثم قوله:  (وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ) على المعتزلة من وجهين: </p><p> أحدهما: ما أجمعوا عليه أن اللَّه قد شاء جميع ما يفعله العباد من الخيرات والطاعات، فإذا شاء ذلك دل أنه خلقها لهم، أخبر أنه يخلق ما يشاء وقد شاء الخيرات؛ فدل ذلك على خلق أفعال العباد. </p>"
}