{
  "id": null,
  "sura": 27,
  "aya": 2,
  "text": "<p> سُورَةُ النَّمْلِ </p><p> وهي مَكِّيَّة. </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (طس تِلْكَ آيَاتُ الْقُرْآنِ وَكِتَابٍ مُبِينٍ (١) هُدًى وَبُشْرَى لِلْمُؤْمِنِينَ (٢) الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ (٣) إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ زَيَّنَّا لَهُمْ أَعْمَالَهُمْ فَهُمْ يَعْمَهُونَ (٤) أُولَئِكَ الَّذِينَ لَهُمْ سُوءُ الْعَذَابِ وَهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ (٥) وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ (٦) </p><p> قوله - عَزَّ وَجَلَّ -: (طس) : قد ذكرنا فيما تقدم تأويل الحروف المعجمة وأقاويل الناس فيها؛ وكذلك الآيات قد ذكرناها. </p><p> وقوله:  (وَكِتَابٍ مُبِينٍ) : يحتمل قوله: (مُبِينٍ) أي: بين واضح؛ لأن (أبان) قد يستعمل في موضع (بان) ، يقال: بانَ وأبان. </p><p> ويحتمل:  (وَكِتَابٍ مُبِينٍ) أي: يبين أنه رسول من اللَّه، أو يبين ما لله عليهم، أو ما لبعضهم على بعض، أو ما لهم وما عليهم. </p><p> وقوله:  (هُدًى وَبُشْرَى لِلْمُؤْمِنِينَ (٢) </p><p> قوله:  (هُدًى) يحتمل وجهين: </p><p> أحدهما: دعاء؛ كقوله:  (وَلِكُلِّ قَوْمٍ هَادٍ) أي: داع يدعو الخلق إلى توحيد الله تعالى؛ فعلى ذلك يحتمل قوله:  (هُدًى) أي: دعاء، يدعوهم إلى توحيد اللَّه تعالى، فإن كان هذا فهو للناس كافة. </p><p> والثاني: جائز أن يريد بالهدى: الهدى الذي هو نقيض الضلال وضده، فهو للمؤمنين خاصة، وإن كان أراد به البيان والدعاء فهو للكل. </p><p> وقوله:  (هُدًى وَبُشْرَى لِلْمُؤْمِنِينَ) أي: يدعوهم إلى الإيمان باللَّه وبرسوله، فإذا آمنوا كان لهم بشرى. </p><p> ثم نعت المؤمنين ووصفهم فقال:  (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ ... (٣) يحتمل قوله: (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ) أي: يقرون بهما ويؤمنون؛ لأن من الناس من كان يؤمن بالله وبرسوله، لكنهم أبوا الإيمان بالصلاة والزكاة؛ كقوله:  (فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ) . لا يحتمل أن يأمرهم بحبسهم إلى أن تمضي السنة فتجب الزكاة عليهم فيؤتون، فحينئذ يخلون سبيلهم، ولكن الأمر بحبسهم إلى أن يقروا بها ويؤمنوا، فيخلون عند ذلك سبيلهم. </p><p> وكذلك قوله:  (الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ) ، لا يقبلونها ولا يقرون بها ليس على فعل الإيتاء، فعلى ذلك الأول يحتمل هذا. </p><p> والثاني: يحتمل الأمرين جميعًا: القبول والإقرار بها والإيتاء جميعًا، أي: إذا قبلوها وأقروا بها وأعطوها - فحينئذ يستوجبون هذه البشارة التي ذكرت. </p><p> وقوله:  (وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ) : الإيقان بالشيء: هو العمل به من جهة الاستدلال والاجتهاد، والأسباب التي يستفاد بها العلم بالأشياء لا العلم الذاتي؛ ولذلك لا يوصف اللَّه على الإيقان بالشيء ولا يقال: يا موقن؛ لأنه عالم بذاته لا بالأسباب، وبالله التوفيق. </p><p> وقوله:  (إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ زَيَّنَّا لَهُمْ أَعْمَالَهُمْ فَهُمْ يَعْمَهُونَ (٤) الأعمال التي هم فيها بما ركب فيهم من الشهوات والأماني. </p><p> ويحتمل (زَيَّنَّا لَهُمْ أَعْمَالَهُمْ) الأعمال التي هي عليهم، أي: زين لهم الخيرات والطاعات، لكنهم أبوا أن يأتوا بها؛ فالمعتزلة قالوا بهذا التأويل، وأبوا أن يقولوا بالأول أن يكون من اللَّه تزيين ما هم فيه من الشرك والكفر وأنواع أفعال الكفر؛ إذ أضاف تزيين ذلك إلى الشيطان حيث قال:  (وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ) ، وقال:  (الشَّيْطَانُ سَوَّلَ لَهُمْ) ، ونحو ذلك من الآيات، فقالوا: أضاف إلى الشيطان، ولا يجوز أن يضاف إلى اللَّه ذلك بعينه؛ فدل أن اللَّه إنما زين لهم أعمالهم التي عليهم من الإيمان والخيرات، لا الأعمال التي هم فيها. </p><p> لكن عندنا يجوز إضافة تزيين أعمالهم التي هم فيها إلى اللَّه من جهة ما ركب فيهم من الشهوات والأماني التي توافق طباعهم وأنفسهم؛ لأن التزيين يقع بنفس الكفر وأفعاله؛ إذ الكفر نفسه ليس بمزين ولا مستحسن، إنما هو شتم رب العالمين، ولكن تزيينه واستحسانه هو موافقة ما يعمل من الأعمال طباعه والجهة التي تضاف إلى اللَّه؛ إذ الجهة التي تضاف إلى الشيطان هو دعاؤه وتمنيه إلى ما يوافق طباعهم؛ فمن هذه الجهة يجوز إضافته إلى الشيطان، والجهة التي تضاف إلى اللَّه هو ما ركب فيهم من الشهوات والأماني وجعل الطباع موافقة لها، وإلا الصدق وجميع الخيريات إنما يكون مزينًا مستحسنًا في العقل للعاقبة، والكفر وجميع المعاصي مستقبح في العقل للعاقبة إذا حمد أحدهما وأثيب على فعله، وذم الآخر وعوقب لسوء اختياره. </p><p> أو أن يكون إضافة ذلك إلى اللَّه لما خلق أفعالهم وأعمالهم التي عملوها، وأخرجها من العدم إلى الوجود، وهي من هذه الجهة فعله، وهو يرد قولهم في إبائهم خلق أفعال العباد. </p><p> وقوله:  (فَهُم يَعْمَهُونَ) : قيل: يترددون، وأصل العمه: الحيرة، أي: يتحترون. </p><p> (أُولَئِكَ الَّذِينَ لَهُمْ سُوءُ الْعَذَابِ وَهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ (٥) أي: لهم ما يسوءهم من العذاب في الآخرة؛ لاختيارهم سوء الأفعال في الدنيا. </p><p> (وَهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ) : الأخسرون والخاسرون واحد. </p><p> وجائز أن يقال:  (هُمُ الْأَخْسَرُونَ) للقادة منهم والرؤساء؛ لأنهم ضلوا بأنفسهم وأضلوا غيرهم هم أخسر من الأتباع؛ كقوله؛ (لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ) . </p><p> وقوله:  (وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ (٦) هذا يحتمل وجهين: </p><p> أحدهما: لتلقى القرآن من اللَّه على يدي رسوله وهو جبريل. </p><p> والثاني: جائز أن يكون حكيم عليم هو جبريل نفسه، أي: إنك لتلقى القرآن من لدن جبريل، وهو حكيم يضع الوحي والقرآن حيث أمر بوضعه فيه؛ إذ الحكيم: هو المصيب في فعله الواضع للشيء موضعه، وعليم بما أمر به وأرسل وهو كذلك كان؛ إذ يجوز أن يقال للمخلوق: حكيم عليم؛ ألا ترى إلى قول يوسف:  (إِنِّي حَفِيظٌ عَلِيمٌ) ؛ فعلى ذلك هذا جائز، والأول أشبه. </p><p> أي: إنك لتأخذ القرآن من لدن حكيم عليم على يدي رسوله جبريل، فما يأخذ من رسوله كأنه يأخذ من عند مرسله؛ إذ الرسول إنما يؤدي كلام مرسله. </p><p> وقال أَبُو عَوْسَجَةَ:  (وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ) يقال: تلقيته: أخذته، </p><p> وكذلك قَالَ الْقُتَبِيُّ:  (لَتُلَقَّى) أي: لتأخذه. </p><p> وقال مُحَمَّد بن إسحاق:  (وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ) أي: لتؤتى بالقرآن؛ كقوله:  (وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا) أي: وما يؤتيها، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (إِذْ قَالَ مُوسَى لِأَهْلِهِ إِنِّي آنَسْتُ نَارًا سَآتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ لَعَلَّكُمْ تَصْطَلُونَ (٧) فَلَمَّا جَاءَهَا نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ (٨) يَا مُوسَى إِنَّهُ أَنَا اللَّهُ الْعَزِيزُ الْحَكِيمُ (٩) وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَا مُوسَى لَا تَخَفْ إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ (١٠) إِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًا بَعْدَ سُوءٍ فَإِنِّي غَفُورٌ رَحِيمٌ (١١) وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ فِي تِسْعِ آيَاتٍ إِلَى فِرْعَوْنَ وَقَوْمِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ (١٢) فَلَمَّا جَاءَتْهُمْ آيَاتُنَا مُبْصِرَةً قَالُوا هَذَا سِحْرٌ مُبِينٌ (١٣) وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ (١٤) </p><p> وقوله:  (إِذْ قَالَ مُوسَى لِأَهْلِهِ إِنِّي آنَسْتُ نَارًا) : قيل: رأيت وأبصرت. </p><p> (سَآتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ) وقال في آية أخرى: (لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ أَوْ أَجِدُ عَلَى النَّارِ هُدًى) ، هذا يدل أنه كان ضل الطريق على ما ذكره أهل التأويل، وقال في آية أخرى:  (إِنِّي آنَسْتُ نَارًا سَآتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ لَعَلَّكُمْ تَصْطَلُونَ) ذكر على التقديم والتأخير على اختلاف الألفاظ والحروف، والقصة واحدة، والممتحن بذلك موسى لا غير؛ فهذا يدل أن ليس على الناس تكلف حفظ الألفاظ والحروف بلا تقديم ولا تأخير ولا تغيير، بعد أن أصابوا المعنى المودع فيها - أعني: في الألفاظ - وحفظوها من غير تغيير يدخل في المعنى المودع؛ إذ قصة موسى هذه وغيرها من قصص الأنبياء - عليهم السلام - ذكرت في الكتاب في التقديم والتأخير على اختلاف الألفاظ والحروف فدل: أن ليس على الناس حفظ الألفاظ والحروف في كثير من الأحكام في الشهادات والأخبار وغيرها، وإنما عليهم إصابة المعنى. </p><p> ثم قوله:  (بِشِهَابٍ قَبَسٍ) قَالَ بَعْضُهُمْ: الشهاب: خشبة في طرفها نار، والقبس: النار وشهبان: جمع، ولا تسمى النار: قبسا إلا ما يحمل من موضع إلى موضع، يقال: قبست النار قبسا واقتبست؛ وهو قول أبي عَوْسَجَةَ والْقُتَبِيّ. </p><p> وقَالَ بَعْضُهُمْ: القبس: الجمر، والشهاب: النار الموقدة، وهو قول أبي عبيدة. </p><p> وقَالَ بَعْضُهُمْ: الشهاب: النور، والشهاب: الكواكب، سمي: شهابًا لضوءه. </p><p> وقَالَ بَعْضُهُمْ:  (بِشِهَابٍ قَبَسٍ) أي: شعلة من نار، والجذوة: كأنها خشبة فيها نار؛ وهو مثل الأول. </p><p> ودل قوله:  (لَعَلَّكُمْ تَصْطَلُونَ) على أن الوقت وقت البرد وأيام الشتاء؛ حيث ذكر الاصطلاء وهو الاستدفاء، واللَّه أعلم. </p><p> وقوله:  (فَلَمَّا جَاءَهَا نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ (٨) اضطربت أقاويل أهل التأويل في هذا: </p><p> صرف بعضهم تأويله إلى (ما) لا يزيده إلا سماجة وبعدًا عن الحق والصواب وعمى، لكن لو جاز أن يعبر ويكنى بحرف (مَن) عن غير مميز وغير ذي فهم وعقل، لاستقام التأويل فيه ولم يقع فيه شبهة؛ فيجعل كأنه قال: أن بورك ما فيه من النار وما حولها، ويكون عبارة عن المكان الذي فيه النار وما حولها من الأمكنة، أي: بورك في ذلك </p><p> المكان الذي فيه النار وما حولها؛ لأنه قال له في آية أخرى:  (إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى) ، أي: طوي فيه البركات. </p><p> وقال في آية:  (بَارَكْنَا حَوْلَهُ) ، عن بركة ذلك المكان؛ فعلى ذلك لو جاز أن يعبر بحرف (مَن) عن غير المميز والفهم، ويكنى به - جاز صرف التأويل إلى ما ذكرنا من المكان. </p><p> أو يقال:  (بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا) ، أي: بورك ما في النار من النور وما حول ذلك، وما يستنار به ويستضاء، وهو ما استفاد به من النبوة والرسالة. </p><p> هذا كله إذا جازت العبارة والكناية بحرف (مَن) عن غير ذي التمييز والفهم، فإن جاز هذا لاستقام أن يقال هذا. </p><p> أو أن يكون التأويل منصرفًا إلى ما ذكره في حرف ابن مسعود وأُبي على طرح حرف (من) وحرف (في) ذكر: أن في حرفهما: (نودي أن بوركت النار ومن حولها) ، وذلك جائز في اللغة أن يقال: بورك في فلان وبورك فلانٌ وبوركت وبورك فيك؛ وكذلك ذكر عن الكسائي أنه قال ذلك، فإن كان ما ذكر عن ابن مسعود وأبئ ثابتًا صحيحًا - لم يقع فيه شبهة ولا ريب. </p><p> أو إن لم يجز العبارة بحرف (من) عن غير ذي التمييز، فجائز أن يصرف حرف (من) إلى موسى؛ فيكون كأنه قال: بورك في الذي أتى النار وهو موسى، أو بورك فيمن جعل له اقتباس النار؛ فينصرف تأويل (من) إلى موسى، وقد جعل له من البركة في تلك النَّار ما لا يحصى من استفادة النبوة والإرشاد إلى الطريق والاصطلاء وغير ذلك، واللَّه أعلم. </p><p> وقوله:  (وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ) : ذكر هذا - واللَّه أعلم - تنزيهًا عن جميع ما قاله بعض أهل التأويل؛ تبرئة منه عن ذلك كله من نحو مقاتل، ومن قال بمثل قوله مما يؤدي إلى التشبيه والشبه. </p><p> وقوله:  (يَا مُوسَى إِنَّهُ أَنَا اللَّهُ الْعَزِيزُ الْحَكِيمُ (٩) أي: الذي أعطاك ذلك اللَّه العزيز الحكيم. </p><p> أو يقول: إن الذي جعل لك ذلك اللَّه العزيز الحكيم. أو أن يقول: إنه الذي أراك هذا وأكرمك به أنا اللَّه العزيز الحكيم. </p><p> أو أن يقول: إن الذي أراك - أي: الذي جعل لك ذلك - اللَّه العزيز الحكيم؛ العزيز: الذي لا يعجزه شيء، الحكيم: المصيب في فعله غير مخطئ، أو أن يقال: عزيز لا يذل أبدًا قط؛ لأنه عزيز بذاته، يضع كل شيء موضعه لا يخطئ. </p><p> قال أبو معاذ: قال مقاتل بن سليمان: إنه يقول: يا موسى، إن النور الذي رأيت أنا اللَّه، وهذا محال لا وجه له؛ لأنك لا تقول:  \" إن الذي رأيت أنا \" لإنسان رآه أو لشيء رآه، ولكن تقول: أنا الذي رأيت. </p><p> ومحال -أيضًا- قوله؛ لما ذكر في حرف ابن مسعود:  (نودي يا موسى لا تخف) يكلمه اللَّه ويخاطبه ثم يقول: إن النور الذي رأيت أنا. </p><p> ومحال -أيضًا- لقول اللَّه:  (إِنِّي آنَسْتُ نَارًا سَآتِيكُمْ مِنْهَا بِخَبَرٍ) ، قال اللَّه:  (فَلَمَّا أَتَاهَا) ، ولم يقل: أتاه. </p><p> ومحال -أيضًا-: أن يكون اللَّه نعتًا؛ لأنك لا تقول بأن الذي رأيت أنا أخوك. </p><p> فقال: قول مقاتل محال من أربعة أوجه خلافا لظاهر الآية، وأصله ما ذكرنا فيما تقدم. وقوله:  (وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَا مُوسَى لَا تَخَفْ إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ (١٠) في الآية الأمر بإلقاء العصا، ولم يذكر أنه ألقاها، ولكن فيه:  (وَأَلْقِ عَصَاكَ) فألقاها، (فَلَمَّا رَآهَا تَهْتَزُّ) ، أي: تتحرك كأنها جان. </p><p> ذكر أهل التأويل أن الجان هي الحية الصغيرة ليست بعظيمة. </p><p> لكنه أخبر أن موسى خافها وولى مدبرا، وموسى لا يحتمل أن يخاف من حية صغيرة على الوصف الذي ذكر، فكأنها كانت عظيمة لكنها في تحركها والتوائها كأنها صغيرة؛ إذ الحية العظيمة الكبيرة لا تقدر على التحرك والالتواء كالصغيرة؛ لذلك خافها موسى، حتى نهاه اللَّه عن ذلك وقال له:  (لَا تَخَفْ إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ) . </p><p> وقوله:  (وَلَمْ يُعَقِّبْ) : قَالَ بَعْضُهُمْ: لم يرجع. </p><p> وقَالَ بَعْضُهُمْ: لم يلتفت، وهو مأخوذ من العقب. </p><p> والجان: قَالَ بَعْضُهُمْ: من الجن، والجان: الحية، ولا تكون إلا من الجن. </p><p> وقول أبي عبيدة: وقوله: (لَا تَخَفْ إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ) فَإِنْ قِيلَ: كيف نهاه عن الخوف، وأخبر أنه لا يخاف لديه المرسلون، وقد مدح اللَّه الملائكة وغيرهم من الخلائق بالخوف من ربهم؛ حيث قال:  (يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ) ، وقال في آية أخري:  (يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا) ، و (تَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً) ، وأمثال ذلك من الآيات مما فيها مدحهم بالخوف من ربهم؛ لكنه يخرج على وجوه: أحدها: أنه قد أمن موسى حيث قال: (وَلَا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ) ؛ فكأنه قال هاهنا: لا تخف بعدما أمنتك؛ (إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ) إذا أمنتهم. </p><p> والثاني:  (لَا تَخَفْ) من غيري؛ (إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ) من غيري؛ فكأنه قال - واللَّه أعلم - على هذا التأويل: إنما نهاه عن الخوف من غيره، وأخبر أنه لا يخاف لديه المرسلون. </p><p> والثالث: أخبر أنه أمنه من خوف الآخرة وأهوالها؛ كأنه قال: لا تخف فإني سأؤمن المرسلين من خوف يومئذ. </p><p> ثم استثنى فقال:  (إِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًا بَعْدَ سُوءٍ فَإِنِّي غَفُورٌ رَحِيمٌ (١١) هذا -أيضًا- يخرج على وجوه: </p><p> أحدها: لا يخاف لدي المرسلون إلا من ظلم إذا بدل حسنا بعده سوء. </p><p> والثاني: لا يخاف لدي المرسلون، ولكن من ظلم ممن سواهم ثم بدل حسنًا بعد سوء فإني غفور رحيم، رجاء المغفرة وطمع العفو عما كان منه. </p><p> والثالث: لا يخاف لدي المرسلون إلا من ظلم منهم؛ نحو: موسى بقتله النفس، وإخوة يوسف، ثم بدل حسنا وتاب عن ذلك - فإنه يخاف أيضًا، واللَّه أعلم. </p><p> وقوله:  (وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ فِي تِسْعِ آيَاتٍ إِلَى فِرْعَوْنَ وَقَوْمِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ (١٢) فاللَّه تعالى قادر أن يجعل يده بيضاء من غير إدخاله إياها في جيبه، لكنه امتحن موسى بالأمر بإدخالها في جيبه؛ وكذلك قادر أن يصير عصاه في يده حية، لكنه امتحن بالأمر بإلقائها، ولله أن يمتحن عباده بكل أنواع المحن. </p><p> وقوله:  (تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ) : قيل: من غير آفة من برص أو غيره، وقد ذكرنا معناه فيما تقدم. </p><p> وقوله:  (فِي تِسْعِ آيَاتٍ إِلَى فِرْعَوْنَ وَقَوْمِهِ) : قَالَ بَعْضُهُمْ: موسى من تسع آيات، وقد يجوز استعمال حرف (في) مكان (من) كما يقال: لفلان كذا كذا نوقا فيها فحلان، أي: منها فحلان. </p><p> وقَالَ بَعْضُهُمْ:  (فِي تِسْعِ آيَاتٍ) : قال أبو معاذ: قد يكون معنى (في) و (مع) واحدًا فيما لا يحصى عدده، تقول:  (خرجت في أهل مرو إلى مكة) ، و (مع أهل مرو إلى مكة) ، فإذا قلت:  (خرجت في تسعة) اختلفا؛ لأنك أحصيت العد في تسعة أنت تاسعهم، و (مع تسعة) أنت عاشرهم. </p><p> وقَالَ بَعْضُهُمْ: هو على الانقطاع من الأول؛ كأنه قال لرسوله مُحَمَّد: ولقد بعثنا موسى في </p><p> تسع آيات إلى فرعون؛ كما قال:  (وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ) . </p><p> وقوله:  (إِلَى فِرْعَوْنَ وَقَوْمِهِ) : دل هذا أنه كان مبعوثًا إلى فرعون وقومه جميعًا؛ إذ ذكر في آية إلى فرعون خاصة، وفي آية أخرى. (إِلَى فِرْعَوْنَ وَمَلَئِهِ) ، وذكر هاهنا (إِلَى فِرْعَوْنَ وَقَوْمِهِ) ، فكان مبعوثًا إلى الكل. </p><p> وقوله:  (فَلَمَّا جَاءَتْهُمْ آيَاتُنَا مُبْصِرَةً قَالُوا هَذَا سِحْرٌ مُبِينٌ (١٣) أي: يبصر بها ويعلم، كقوله: [ (وَالنَّهَارَ مُبْصِرًا) ]، أي: يبصر به. </p><p> وقرأ بعضهم:  (مُبْصَرَةً) بنصب الصاد، أي: بينة ظاهرة يبصر فيها؛ وكذلك قال موسى لفرعون:  (لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ) . </p><p> وقالوا:  (هَذَا سِحْرٌ مُبِينٌ) : لم يزل عادة فرعون اللعين تلبيس أمر موسى وآياته على قومه؛ لئلا يؤمنوا به ولا يطيعوه فيما يدعوهم؛ مرة قال:  (إِنَّ هَذَا لَسَاحِرٌ مُبِينٌ) ، و (إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ (٣٤) يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِ). وأمثال ذلك مما يلبس على قومه أمره ويغويهم عليه؛ لئلا يطيعوه فيما يدعوهم إليه ولا يجيبوه. </p><p> وقوله:  (وَجَحَدُوا بِهَا ... (١٤) بالآيات: جائز في اللغة أن يقال: (جحد بها) و (جحدها) ؛ كلاهما واحد. </p><p> ثم قَالَ بَعْضُهُمْ: إن الجحود لا يكون إلا بعد العلم به والإيقان. </p><p> ولكن يجوز أن يقال: جحد بعد المعرفة والعلم، وقبل أن يعلم به ويعرف؛ إذ الجحود ليس إلا الإنكار، وقد يكون الإنكار للشيء للجهل به وبعد المعرفة. </p><p> وقَالَ بَعْضُهُمْ: هو على التقديم والتأخير؛ كأنه قال: فلما جاءتهم آياتنا مبصرة جحدوا بها ظلمًا وعلوا. </p><p> (وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ) : أنها من اللَّه، وأنها آياته، ليست بسحر، ولو كان سحرا في الحقيقة لكان آية؛ لأن السحر على غير تعلم يكون منه آية سماوية. </p><p> وقوله:  (ظُلْمًا) : لأنهم جحدوا الآيات وسموها سحرا، فوضعوا الآيات موضع السحر، لم يضعوها موضعها، والظلم: هو وضع الشيء في غير موضعه. </p><p> وقوله:  (وَعُلُوًّا) أي: تكبرا وعنادا. </p><p> (فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ) : ليس على الأمر له بالنظر في ذلك، ولكن </p><p> على تنبيه أُولَئِكَ، والزجر لهم عما هم فيه، أي: انظر ما ينزل بهم لجحود الآيات وعنادهم فيها على ما نزل بأوائلهم، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَى كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ (١٥) وَوَرِثَ سُلَيْمَانُ دَاوُودَ وَقَالَ يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ إِنَّ هَذَا لَهُوَ الْفَضْلُ الْمُبِينُ (١٦) وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ (١٧) حَتَّى إِذَا أَتَوْا عَلَى وَادِ النَّمْلِ قَالَتْ نَمْلَةٌ يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لَا يَشْعُرُونَ (١٨) فَتَبَسَّمَ ضَاحِكًا مِنْ قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ (١٩) </p><p> وقوله:  (وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَى كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ) : فيه وجهان من الاستدلال: </p><p> أحدهما: في خلق أفعال العباد. </p><p> والثاني: في ترك الأصلح. </p><p> أمّا الاستدلال على خلق الأفعال: لأنه قال: (آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا) ، وقال على أثره:  (عُلِّمْنَا مَنْطِقَ الطَّيْرِ) ، وقال في رسول اللَّه (وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ) وقال: (الرَّحْمَنُ. عَلَّمَ الْقُرْآنَ. خَلَقَ الْإِنْسَانَ. عَلَّمَهُ الْبَيَانَ) .، ونحوه من الآيات فيما أضاف التعليم والفعل إلى نفسه، فلو لم يكن له في ذلك صنع لم يكن لإضافة ذلك إليه معنى؛ فدل أنه خلق أفعالهم منهم. </p><p> فَإِنْ قِيلَ: إنما أضاف ذلك إلى نفسه بالأسباب التي أعطاهم. </p><p> قيل: لا يحتمل ذلك؛ لأنه قد أعطى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - جميع أسباب الشعر، ولم يكن غيره من الشعراء أحق بأسباب الشعر من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ثم أخبر أنه لم يعلمه الشعر؛ دل أنه لم يرد به الأسباب، ولكن أراد ما ذكرنا. </p><p> وأما في ترك الأصلح: فهو ما ذكر من قوله: (وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا) ، وقال:  (يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ) ، أنه إنما ذكر هذا على الامتنان والإفضال، فلو كان لا يجوز له ألا يعطيه ذلك، ولا كان له ترك ما فعل بهم من الإفضال - لم يكن لذكر ذلك له على الإفضال والامتنان معنى، ولا كان داود وسليمان يحمدانه على ما أعطاهما، ولا كان هو يستوجب الحمد بذلك؛ إذ فعل ما عليه أن يفعل؛ دل أنه إنما أعطى ذلك لهم وفعل بهم ذلك على جهة الإفضال والامتنان، وكان له ترك ما فعل، وإن كان ذلك ليس أصلح في الدِّين. فهذان الوجهان ينقضان على المعتزلة مذهبهم </p><p> في إنكارهم خلق الأفعال، وجواز ترك الأصلح في الدِّين. </p><p> ثم قوله:  (عِلْمًا) : قَالَ بَعْضُهُمْ: علما بالقضاء والحكم والعلم بكلام الطير والدواب. </p><p> وقَالَ بَعْضُهُمْ: فضلا بالنبوة والعلم. </p><p> لكن عندنا ذكر أنه آتاهما العلم، ولم يبين ما ذلك العلم أنه علم ماذا؟ مخافة الكذب على اللَّه، واللَّه أعلم. </p><p> وقوله:  (وَوَرِثَ سُلَيْمَانُ دَاوُودَ وَقَالَ يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ إِنَّ هَذَا لَهُوَ الْفَضْلُ الْمُبِينُ (١٦) قال أهل التأويل: ورث النبوة والحكم، والوارث: هو الباقي بعد هلاك الآخر وفنائه، كقوله:  (إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا) ، أي: نبقى بعد هلاك أهلها وفنائهم، وقوله:  (وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الْوَارِثُونَ) أي: الباقون بعد فنائهم، إلا أنه ورث شيئا لم يكن له من قبل؛ وكذلك قوله:  (وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ. . .) الآية، أي: أبقاكم وترككم في أرضهم وديارهم، وقوله:  (وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا) ، أي: أبقيتم فيها، وأمثال ذلك كله راجع إلى البقاء؛ فعلى ذلك قوله:  (وَوَرِثَ سُلَيْمَانُ دَاوُودَ) أي: بقي في ملكه ونبوته؛ وعلى ذلك ما سأل زكريا ربه من الولد حيث قال:  (فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا. يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ) ، لا يحتمل أن يسأل ربه ولدا يرث ماله من بعد وفاته، ولكن كأنه سأل ربه الولد؛ ليبقى في نبوته ورسالته بعد وفاته؛ لتبقى النبوة في نسله، واللَّه أعلم. </p><p> وقوله:  (وَقَالَ يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ) : لا يحتمل أن يذكر هذا - صلوات اللَّه عليه - على الافتخار والنباهة، ولكن ذكر فضل اللَّه ونعمه التي أعطاه ومن عليه؛ كقوله:  (وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ) ، ألا ترى أنه قال:  (إِنَّ هَذَا لَهُوَ الْفَضْلُ الْمُبِينُ) . </p><p> ثم قوله:  (وَأُوتِينَا مِنْ كُلِّ شَيْءٍ) : لا يحتمل كل شيء؛ لأنهم لم يؤتوا كل شيء حتى لم يبق شيء، إنما أوتوا شيئًا دون شيء، ولكن كأنه قال: وأوتينا من كل شيء سألناه أن يؤتينا. </p><p> أو أن يكون (وَأُوتِينَا مِنْ كُلِّ شَيْءٍ) - مما يؤتى الأنبياء والملوك وما يحتاج إليه، والله أعلم. </p><p> وقوله:  (وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ (١٧) قَالَ بَعْضُهُمْ: قوله: (فَهُم يُوزَعُونَ) أي: يحبس أولهم على آخرهم؛ كأنه لا يدعهم أن ينتشروا ويتفرقوا، ولكن يسيرهم مجموعين على كل صنف منهم وزعهَ ترد أولهم على آخرهم، وذلك من سيرة الملوك وأمراء العساكر أن يسيروا جنودهم مجموعة غير منتشرة ولا متفرقة. </p><p> وقال أَبُو عَوْسَجَةَ:  (فَهُمْ يُوزَعُونَ) أي: يساقون، ويقال: أوزعني، أي: ألهمني، والوزع: من الكف والسوق، تقول: وزع، أي: كف، ووزع، أي: ساق. </p><p> وقال مرة:  (يُوزَعُونَ) : يجتمعون، يقال: وزعت الإبل - أي: جمعهما - أزع وزعًا. </p><p> وقال القتبي:  (يُوزَعُونَ) ، أي: يدفعون، وأصل الوزع: الكف والمنع، يقال: وزعت الرجل إذا كففته، ووازع الجيش: هو الذي يكفهم عن التفرق والانتشار، وهو على ما ذكر. </p><p> وقوله:  (حَتَّى إِذَا أَتَوْا عَلَى وَادِ النَّمْلِ قَالَتْ نَمْلَةٌ يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لَا يَشْعُرُونَ (١٨) هذا يدل أن النمل وقتئذ لا تخالط الناس؛ حيث أضاف الوادي إليها بقوله:  (حَتَّى إِذَا أَتَوْا عَلَى وَادِ النَّمْلِ) ، ولو كانت تخالط الناس كهي الآن لقال: حتى إذا أتوا على الوادي الذي فيه النمل؛ دل أنها كانت لا تخالط الناس، وكان لها مكان على حدة، واللَّه أعلم. </p><p> وقوله:  (قَالَتْ نَمْلَةٌ يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لَا يَشْعُرُونَ) : يخرج قوله: (قَالَتْ نَمْلَةٌ) على وجهين: على حقيقة القول من النملة كما يكون من البشر، أطلع اللَّه سليمان على ذلك، وألقاه على مسامعه؛ لطفًا منه وفضلا من بين سائر الخلائق على ما ذكرنا في قوله:  (وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ. . .) الآية. </p><p> والثاني: أن يجعل اللَّه في سرية النمل معنى يفهم بعضها من بعض لما يريدون فيما بينهم من أنواع الحوائج على غير حقيقة القول، أطلع اللَّه سليمان على ذلك؛ حتى فهم منها ما كانت تفهم بعضها من بعض لطفًا منه وفضلا؛ وهو كقوله:  (إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا) ، ليس أحد يقول لآخر إذا تصدق عليه ذلك، لكن اللَّه أخبر عما علم من ضميرهم ومرادهم من التصدق على غير حقيقة القول منهم؛ فعلى ذلك قول النملة، أخبر سليمان عما كان في سريتها فيما بينهم من غير أن كان منها نطق أو كلام يفهم منه الخلق، واللَّه أعلم. </p><p> وقالت الباطنية: ليس المراد من ذكر النمل: النملة المعروفة وقولها؛ وكذلك قالوا في </p><p> الهدهد: إنه لم يرد به: الهدهد المعروف؛ إذ لا يجوز للهدهد من العلم أكثر مما يكون لسليمان ولغيره، ولكن أراد به: الرجل، وهو الإمام الذي يدعو الناس إلى الهدى، ويدلهم على الرشد. </p><p> وليس كما قالوا؛ لأنه إنما ذكر هذا على التعجب، ولو كان ذلك إنسانًا ممن يكون له قول وكلام، لم يكن لذكر ذلك منه كبير تعجيب ولا فائدة؛ دل أنه ليس كما قالوا. </p><p> وقوله:  (لَا يَحْطِمَنَّكُمْ) أي: لا يكسرنكم، والحطم: هو الكسر. </p><p> وفي حرف ابن مسعود:  (لا يحطمكم) على طرح النون والتشديد. </p><p> وقوله:  (وَهُمْ لَا يَشْعُرُونَ) : قَالَ بَعْضُهُمْ: هذا من النملة ثناء على سليمان ومدح عليه لعدله في ملكه وسلطانه: أنه لو شعر بكم، لم يحطمكم ولم يهلككم. </p><p> وقَالَ بَعْضُهُمْ:  (وَهُمْ لَا يَشْعُرُونَ) أي: لا يشعر جنوده كلام النملة، وهذا يدل أن النملة كانت رئيسة سائر النمل وسيدته؛ حيث قالت ذلك من بين غيرها من النمل، وعلى كل رئيس وسيد للقوم أن يحفظ رعيته وحواشيه عما يحملهم على الفساد. </p><p> وقول من قال: إن النمل يومئذ كان كالذباب عظيمًا، لا يحتمل؛ لأنها لو كانت كما ذكر لم يكن لقوله:  (وَهُمْ لَا يَشْعُرُونَ) معنى؛ لأنها لو كانت كالذباب يشعرون بها، فدل أنها كانت على ما هي اليوم، واللَّه أعلم. </p><p> وقوله:  (فَتَبَسَّمَ ضَاحِكًا مِنْ قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ (١٩) قَالَ بَعْضُهُمْ: (فَتَبَسَّمَ ضَاحِكًا) أي: سبح اللَّه لما فهم من قول النمل وحمده عليه، وتبسم الأنبياء: التسبيح. </p><p> وجائز أن يكون التبسم: هو السرور؛ إذ التبسم إنما يكون لسرور يدخل في الإنسان، فقوله:  (فَتَبَسَّمَ ضَاحِكًا) أي: سر بما أعطاه اللَّه من عظم النعمة له والملك؛ ألا ترى أنه سأل ربه الإلهام؛ ليشكر نعمه التي آتاه اللَّه حيث قال:  (رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ) ، سأل ربه الإلهام واللطف الذي يكون منه؛ ليشكر نعمه، ولو كان الإلهام هو الإعلام على ما قاله بعض الناس، لم يكن سليمان ليسأله ذلك؛ لأنه كان يعلم أن عليه شكر نعمه؛ وكذلك يعلم كل أحد أن عليه شكر منعمه، فدل سؤاله الإلهام على الشكر أنه إنما سأل اللطف الذي عنده به يشكر نعمه إذا أعطاه، وهو التوفيق، لا الإعلام الذي قالوه. </p><p> وقوله:  (وَعَلَى وَالِدَيَّ) فيه أنه يجب على المرء شكر النعم التي أنعم اللَّه على والديه. </p><p> وسأل ربه -أيضًا- أن يوفقه على العمل الذي يرضاه منه، حيث قال:  (وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ) . </p><p> وقوله:  (وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ) : جائز أن يكون سؤاله هذا بإدخاله فيما ذكر كسؤال يوسف حيث قال: (تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ) ، سأل ربه التوفي على الإسلام والإلحاق بالصالحين؛ فعلى ذلك سؤال سليمان يشبه أن يخرج على ذلك. </p><p> ثم فيه دلالة أن النجاة ودخول الجنة إنما يكون برحمة اللَّه لا بالعمل حيث قال:  (وَأَدْخِلْنِي بِرَحْمَتِكَ) بعدما سأل ربه العمل الصالح المرضي. </p><p> وقوله:  (أَوْزِعْنِي) أي: ألهمني، والإيزاع: الإلهام، والوزع: الكف والسوق. </p><p> وقَالَ الْقُتَبِيُّ: وأصل الإيزاع: الإغراء بالشيء؛ يقال. أوزعته بكذا، أي: أغريته وهو موزع بكذا ومولع بكذا. </p><p> * * * </p><p> قوله تعالى:  (وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ (٢٠) لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِينٍ (٢١) فَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطْتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ (٢٢) إِنِّي وَجَدْتُ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ (٢٣) وَجَدْتُهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِنْ دُونِ اللَّهِ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لَا يَهْتَدُونَ (٢٤) أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ (٢٥) اللَّهُ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (٢٦) قَالَ سَنَنْظُرُ أَصَدَقْتَ أَمْ كُنْتَ مِنَ الْكَاذِبِينَ (٢٧) اذْهَبْ بِكِتَابِي هَذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُونَ (٢٨) </p><p> وقوله:  (وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ) : عن ابن عباس - رضي اللَّه عنهما - قال:  \" تدرون كيف تفقد سليمان الهدهد؟ثم قال:إنه إذا كان في فلاة من الأرض، دعا الهدهد وسأله عن بعد الماء في الأرض وغوره، فهو يعلمه من بين غيره من الطيور؛ لذلك تفقده وسأل عن حاله \" . </p><p> وذكر أنه سأل ابن سلام عن ذلك، فأخبر بذلك. </p><p> لكن هذا بعيد؛ لأن سليمان - صلوات اللَّه عليه - كانت له الريح مسخرة، ذكر أنها كانت تحمله وتسير به كل غداة مسيرة شهر وكل عشية كذلك، وهو قوله:  (وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ) ؛ فلا يحتمل أنه إذا وقعت له الحاجة إلى الماء ألا يبلغ إلى الماء حتى يحتاج إلى أن يحفر له البئر، فيستخرج منه الماء، وما كان له من </p><p> الشياطين والجن مسخرين له مذللين حتى قال واحد منهم:  (أَنَا آتِيكَ بِهِ) يعني: عرش بلقيس (قَبْلَ أَنْ تَقُومَ مِنْ مَقَامِكَ) ، وقال الآخر:  (أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ) ، فمن له سلطان وقوة على القدر الذي ذكر لا يحتمل أن يقع له الحاجة إلى الماء، وإذا وقعت لا يحتاج إلى أن يتكلف وصوله إليه بالهدهد مع تكلف الحفر في الأرض، هذا يبعد بمرة - واللَّه أعلم - إلا أن يخرج على الامتحان، ويكون تفقده الطير لما كان عليه حفظهم جميعًا، ومنعه إياهم عن الانتشار في الأرض والتفرق، لا لما ذكروا هم - واللَّه أعلم - لما على كل ملك وأمير حفظ رعيته وحاشيته، والتفقد عن أحوالهم وأسبابهم؛ فعلى ذلك هذا. </p><p> ثم يحتمل أن يكون من كل صنف من الطير واحد لا عدد حتى قال:  (مَا لِيَ لَا أَرَى الْهُدْهُدَ) ؛ إذ لو كان عددا من الهداهد لقال: مالي لا أرى هدهدا من الهداهد، إلا أن يكون الذي فقده كان رئيسًا لغيره من الهداهد وسيدهم؛ فجائز أن يقال ذلك:  (مَا لِيَ لَا أَرَى الْهُدْهُدَ) من بين غيرهم يغيب عن بصري ولا أدركه (أَمْ كَانَ مِنَ الْغَائِبِينَ) عنهم؛ فكأنه سأل واحدا منهم عن ذلك، فأخبر أنه من الغائبين، فعند ذلك قال:  (لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِينٍ (٢١) فقالت الباطنية في ذلك: إن سليمان لا يحتمل أن يعذب من ليس بمخاطب في شيء، ولا يجري عليه القلم؛ فدل وعيده إياه من التعذيب والذبح أنه لم يكن هدهدا معروفًا، ولكن كان رجلا ممن يخاطب ويجري عليه القلم؛ وكذلك قالوا في النملة: إنه كان رجلا ممن يكون منه الكلام والفهم، وأما النملة المعروفة فلا يحتمل. </p><p> لكن الجواب لهم في ذلك: أن اللَّه خلق هذه الدواب والطير وغيرها من الأشياء لمنافع البشر ولحاجاتهم، فجائز تعذيبها وذبحها للرد إلى منافعهم إذا امتنعت عن الانتفاع بها، على ما تؤدب الدواب وتعذب للرياضة والتعليم؛ لردها إلى الانتفاع بها. </p><p> أو يعذبه لما يشغله عن ذكر اللَّه والقيام ببعض أموره، على ما ذكر في آية أخرى حيث قال:  (إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ. فَقَالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّي حَتَّى تَوَارَتْ بِالْحِجَابِ. . .) الآية، لما شغله عن ذكر ربه؛ فعلى ذلك جائز أن يكون تعذيب الهدهد على الوجوه التي ذكرنا. </p><p> ومن الناس من استدل بهذا على مخاطبة الطيور والدواب وغيرها، وتكليفها بأمور كما يكلف غيرها من الخلائق، واحتج على هذا بقوله:  (وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ) ، أخبر أن الطير وغيره أمم أمثالنا، وقد أخبر في آية أخرى أنه لم تخل أمة عن أن يكون فيها نذير بقوله:  (وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ) ، الأمة التي هي أمثالنا من الإنس والجن، دليله قوله:  (وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ) ، وقوله: (وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ </p><p> وَالْإِنْسِ. . .)، ونحوه كثير، وقوله:  (إِلَّا أُمَمٌ أَمْثَالُكُمْ) ، ليس في الخطاب والتكليف، ولكن في أشياء كثيرة. </p><p> وقوله:  (فَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطْتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ (٢٢) أي: لم يمكث طويلا حتى جاءه. </p><p> وفي حرف ابن مسعود:  (فمكث غير بعيد ثم جاءه) . </p><p> (فَقَالَ أَحَطْتُ بِمَا لَمْ تُحِطْ بِهِ) : كأنه سأله: أين كنت؟ فقال عند ذلك له:  (أَحَطْتُ بِمَا لَمْ تُحِطْ بِهِ) . وفي حرف أبي:  (أحطت بما لم تحط به أنت ولا أحد من جنودك) ، أي: بلغت ما لم تبلغ أنت، أي: علمت ما لم تعلم أنت ولا أحد من جنودك. </p><p> ثم قال:  (وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ) : لا شك فيه؛ فكأنه سأله عن ذلك النبأ، فقال عند ذلك - واللَّه أعلم -: (إِنِّي وَجَدْتُ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ) يؤتى الملوك على ما ذكرنا في قوله: (وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ) . </p><p> ثم العجب من أمر بلقيس أن كيف خفي خبرها وأمرها على سليمان كل ذلك الخفاء، وكانت بقرب منه، وكانت ملكة جبارة ذات سلطان وملك، وكان يذهب في كل غدو مسيرة شهر، وفي كل رواح كذلك، كيف لم يطلع على أمرها وخبرها؟! وكانت الجن والشياطين مسخرين له ومذللين، يعملون له الأعمال الصعبة الشديدة، ويطوفون في الآفاق والأفق، وكان هو بعث إلى الدعاء إلى توحيد اللَّه، كيف خفي عليه أمرها وخبرها كل هذا الخفاء، حتى أخبره بذلك الهدهد؟! هذا - واللَّه أعلم - أمر عجيب، ومن عادة الملوك -أيضًا- أنهم يطلع بعضهم على أمور بعض، ويعلم بأحواله. </p><p> لكن يحتمل خفاء خبرها عليه لما لا يتجاسر كل أحد أن يكلمه في ذلك، وأن يعلمه عن حالها - وإن كان لا يعلم هو ذلك - إلا بعد السؤال وطلب الخبر؛ تعظيمًا له وإجلالا؛ وهكذا الملوك ليس يتجاسر كل أحد أن يخبره عن كل أمر وخبر إلا بعد السؤال إياه؛ تعظيمًا لهم وتوقيرا، فعلى ذلك أمر سليمان مع بلقيس. </p><p> أو أن يكون لأمر وسبب لم يبلغنا ذلك، ولم نشعر به. </p><p> وقال بعض أهل التأويل في قوله:  (وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُدَ) : إنما طلبه وتفقده؛ لأن الطير كانت تظله على رأسه من الشمس، فلما نظر إلى الطير وجد موضع الهدهد خاليا يقع عليه الشمس، فعند ذلك قال:  (مَا لِيَ لَا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ) . </p><p> وقالوا في قوله:  (لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا) أي: لأنتفن ريشه حتى تصيبه الشمس، فذلك هو العذاب الشديد، لكن لا نفسر ما ذلك العذاب الشديد الذي أوعده سليمان مخافة الكذب واللَّه أعلم. </p><p> وقوله:  (فَمَكَثَ غَيْرَ بَعِيدٍ) : قَالَ بَعْضُهُمْ: غير طويل. </p><p> وجائز أن يكون: فمكث وقتا يأتي في مثله مَن كان غير بعيد؛ لأنه إنما يعبر به عن المكان لا عن الوقت في الظاهر. </p><p> فقال:  (أَحَطْتُ بِمَا لَمْ تُحِطْ بِهِ) كأنه يريه المناصحة له والشفقة، يقول: أتيتك من العلم والخبر ما لم تأت أنت ولا أحد من - جنودك، فكيف تعذبني؟! </p><p> وفي حرف عبد اللَّه:  (فمكث غير بعيد ثم جاءه) . </p><p> قال أبو معاذ: مكَث: بنصب الكاف ورفعها مكُث لغتان. </p><p> وقوله:  (وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ) : قَالَ بَعْضُهُمْ: حق لا شك فيه، أي: عند الهدهد، وأما عند سليمان فلا؛ ألا ترى أن سليمان قال له:  (قَالَ سَنَنْظُرُ أَصَدَقْتَ أَمْ كُنْتَ مِنَ الْكَاذِبِينَ) ، وقف في خبره لينظر أصدق ما يقول أم كذب؟ </p><p> وقَالَ بَعْضُهُمْ:  (بِنَبَإٍ يَقِينٍ) أي: عجيب. </p><p> ثم اختلف في قوله:  (مِنْ سَبَإٍ بِنَبَإٍ) ؛ قَالَ بَعْضُهُمْ: سبأ: اسم رجل تنسب القرية إليه. </p><p> وقَالَ بَعْضُهُمْ: اسم بلدة. </p><p> وقال أَبُو عَوْسَجَةَ: سبأ: أبو اليمن. </p><p> فمن جعلها اسم بلدة لم يجر، ومن جعلها اسم رجل جره، واللَّه أعلم. </p><p> وقوله:  (إِنِّي وَجَدْتُ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ (٢٣) كأنه على الإضمار، أي: وجدت امرأة تملكهم، أي: تملك أهل سبأ، ألا ترى أنه قال في آخره:  (وَجَدْتُهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِنْ دُونِ اللَّهِ) ذكر القوم في آخر الآية؛ دل أن (الأهل) كان مضمرا فيه. </p><p> وقوله:  (وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ) أي: أوتيت من كل شيء كما يؤتى الملوك من الذكور من الأسباب والهيئة وغير ذلك. </p><p> وقَالَ بَعْضُهُمْ: وأوتيت من كل شيء في بلادها. </p><p> (وَلَهَا عَرْشٌ عَظِيمٌ) : قال أهل التأويل: أي: لها سرير حسن عظيم ضخم، كذا كذا ذراعًا طوله، وكذا كذا ذراعًا عرضه. </p><p> وجائز أن يكون العرش كناية عن الملك؛ كأنه قال:  (وَلَهَا عَرْشٌ عَظِيمٌ) أي: ملك </p><p> عظيم. </p><p> وقوله:  (وَجَدْتُهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِنْ دُونِ اللَّهِ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لَا يَهْتَدُونَ (٢٤) </p><p> (يَسْجُدُونَ لِلشَّمْسِ مِنْ دُونِ اللَّهِ) ، أي: يعبدون الشمس من دون اللَّه. </p><p> وجائز: يطيعون للشمس ويخضعون لها من دون اللَّه. </p><p> وقوله:  (وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ) الخبيثة السيئة حتى رأوها حسنة (فَصَدَّهُمْ عَنِ السَّبِيلِ) : وهو سبيل اللَّه؛ لأن السبيل المطلق هو سبيل اللَّه وهو الإسلام، والكتاب المطلق كتاب اللَّه. </p><p> وقوله:  (فَهُمْ لَا يَهْتَدُونَ) : فإن كان هذا القول من الهدهد؛ فتأويله: فصدّهم عن السبيل فهم غير مهتدين؛ لأنه لا يحتمل أن يعرف أنهم لا يهتدون في حادث الوقت. </p><p> وإن كان من اللَّه فهو إخبار أنهم لا يهتدون أبدا، لما علم أنهم لا يهتدون، واللَّه أعلم. </p><p> وقوله:  (أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ (٢٥) اختلف في تلاوته بالتخفيف والتشديد: فمن قرأه بالتشديد: (أَلَّا يَسْجُدُوا) فهو يخرج على وجهين: </p><p> أحدهما: على طرح (لا) كأنه يقول: فهم لا يهتدون أن يسجدوا، أي: هم لا يهتدون أن يسجدوا. </p><p> والثاني: صلة قوله: (فَصَدَّهُمْ عَنِ السَّبِيلِ) لئلا يسجدوا. </p><p> ومن قرأ بالتخفيف فهو يخرج على الأمر، أي: ألا فاسجدوا لله. </p><p> وقَالَ بَعْضُهُمْ: ألا - بالتخفيف -: هلا يسجدون لله؛ وكذلك ذكر في حرف ابن مسعود أنه قرأ:  (هلا يسجدوا لله) ، وهو حجة من قرأه بالتخفيف. </p><p> وفي حرف أبي:  (ألا تسجدوا لله) ، بالتاء على المخاطبة إلى قوله:  (وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ) . وذكر في حرف حفصة:  (ألا يسجدون) بالنون. </p><p> قال الكسائي: ومن شدد (ألَّا) فتأويله: زين لهم الشيطان ألا يسجدوا على ما ذكرنا. </p><p> وأما التخفيف فهو على وجه الأمر، أي: اسجدوا و (أَلَا) صلة والياء صلة أيضا - </p><p> ثم قَالَ بَعْضُهُمْ: من قرأه بالتخفيف يلزمه السجود؛ لأنه أمر. </p><p> وأما من قرأه بالتشديد فلا يلزم. </p><p> لكن عندنا سواء يلزمه السجود بالتلاوتين جميعًا؛ لأنه لا يحتمل أن يلزم السجود فيما يأمر غيره بالسجود، ولا يلزم فيما يخبر عنهم أنهم لا يسجدون، بل لزوم السجود فيما يخبر أنهم لا يسجدون أولى؛ خلافًا لصنيعهم وإظهارًا للطاعة لله في ذلك، واللَّه أعلم. </p><p> وقوله:  (يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ) الخبء: ما يخبأ من الشيء ما كان. </p><p> قَالَ بَعْضُهُمْ: خبأ في السماء المطر فيخرج، وفي الأرض النبات فيخرج ذلك النبت. </p><p> ويحتمل الخبء ما يخبئ بعضهم من بعض وشر بعضهم بعضا، يخبر أنه يظهر ذلك ويعلمه؛ ألا ترى أنه قال:  (وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ) على الوعيد؛ ليكونوا على حذر أبدًا. </p><p> وفي حرف حفصة:  (ألا يسجدون لله الذي له الغيب في السماوات والأرض) . </p><p> وقوله:  (اللَّهُ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (٢٦) ذكر هذا - واللَّه أعلم - جواب قوله:  (وَلَهَا عَرْشٌ عَظِيمٌ) ، يقول: رب العرش العظيم هو اللَّه الذي لا إله إلا هو، لا هي، أعني: بلقيس. </p><p> وقوله:  (سَنَنْظُرُ أَصَدَقْتَ أَمْ كُنْتَ مِنَ الْكَاذِبِينَ (٢٧) أي: ننظر أصدقت فيما أخبرت وأتيت من أمر بلقيس، أم كنت من الكاذبين في ذلك؟ وقف في خبره، ولم يصدقه ولم يكذبه إلى أن يظهر له الصدق أو الكذب؛ وهكذا الواجب على كل من أخبر بخبر أن يقف فيه إلى أن يظهر له الحق في ذلك، إذا كان الخبر ممن يحتمل الغلط والكذب. </p><p> ثم قال له:  (اذْهَبْ بِكِتَابِي هَذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُونَ (٢٨) لا يحتمل أن يكون سليمان أمر الهدهد بذهاب الكتاب إليها ويوليه تبليغ ذلك إليها، وهو أعظم من خبره الذي أخبره بذلك بعدما وقف في خبره قبل أن يتبين ويظهر له صدقه في خبره؛ فدل توليته إياه تبليغ الكتاب إليها أنه قد ظهر له صدقه فيما أخبره من أمر تلك المرأة، إما بوحي من اللَّه تعالى إليه، أو انتهى إليه من الخبر ما قد علم بذلك علم يقين وإحاطة، فعند ذلك ولاه تبليغ الكتاب إليها حيث قال له:  (اذْهَبْ بِكِتَابِي هَذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُونَ) . </p><p> وقوله:  (ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُونَ) يحتمل وجهين: </p><p> أحدهما: ألق الكتاب إليهم ثم تول، أي: استتر واختف عنهم، فانظر ماذا يقولون، وماذا يرددون فيما بينهم من الكلام والجواب؟ </p><p> والثاني: على التقديم والتأخير؛ كأنه قال: ألق الكتاب إليهم، فانظر ماذا يرجعون من الجواب؟ ثم تول عنهم، أي: أعرض عنهم؛ ففعل ما قال له سليمان من إلقاء الكتاب إليها، وإن لم يذكر في الآية. </p><p> * * * </p><p> قوله تعالى:  (قَالَتْ يَا أَيُّهَا الْمَلَأُ إِنِّي أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ (٢٩) إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (٣٠) أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ (٣١) قَالَتْ يَا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي أَمْرِي مَا كُنْتُ قَاطِعَةً أَمْرًا حَتَّى تَشْهَدُونِ (٣٢) قَالُوا نَحْنُ أُولُو قُوَّةٍ وَأُولُو بَأْسٍ شَدِيدٍ وَالْأَمْرُ إِلَيْكِ فَانْظُرِي مَاذَا تَأْمُرِينَ (٣٣) قَالَتْ إِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً وَكَذَلِكَ يَفْعَلُونَ (٣٤) وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ </p><p> بِهَدِيَّةٍ فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ (٣٥) </p><p> حيث قالت:  (يَا أَيُّهَا الْمَلَأُ إِنِّي أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ (٢٩) فكأنهم قالوا: ممن ذلك الكتاب؛ فقالت عند ذلك (إِنَّهُ مِنْ سُلَيْمَانَ) . </p><p> وقوله:  (كِتَابٌ كَرِيمٌ) : قَالَ بَعْضُهُمْ: أي: حسن؛ لما رأت فيه من الكلام الحسن والقول اللطيف. </p><p> وقَالَ بَعْضُهُمْ:  (كِتَابٌ كَرِيمٌ) أي: مختوم، وقد ذكر في الخبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" من كرم الكتاب ختمه \" أو كلام نحو هذا أو شبهه. </p><p> وجائز أن يكون فيه إضمار، أي: إني ألقي إليَّ كتاب من إنسان كريم، وسليمان كان معروفًا بالكرم، يشبه أن يكون قد أتاها خبر كرمه. </p><p> و (الْمَلَأُ) قالوا: هم الأشراف وأهل السؤدد. </p><p> وقال الزجاج: سموا لما اجتمع عندهم من حاجات الناس، وحسن الرأي والتدبير في كل شيء من الأمور، أو كلام نحو هذا. </p><p> وقوله:  (إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (٣٠) هو ما ذكرنا كأنهم سألوها ممن ذلك الكتاب؛ فقالت:  (إِنَّهُ مِنْ سُلَيْمَانَ) ، وسألوها -أيضًا-: ما في ذلك الكتاب؛ فقالت:  (وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ (٣١) قوله: (أَلَّا تَعْلُوا عَلَيَّ) أي: لا تتكبروا ولا تتعظموا عليَّ. </p><p> (وَأْتُونِي مُسْلِمِينَ) : مخلصين لله بالتوحيد، أي: اجعلوا أنفسكم سالمة لله خالصة له، لا تجعلوا لأحد سواه فيها شركا ولا حقا؛ لأنه أخبر أنهم كانوا يسجدون للشمس من دون اللَّه فيخبر في الكتاب، حيث افتتح ببِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ: أن الذي يستحق السجود والعبادة هو اللَّه الرحمن الرحيم لا ما تعبدون أنتم. </p><p> ثم إن من عادة الأنبياء والرسل الإيجاز في الكلام والرسائل، لا يشتغلون بفضول الكلام وتطويله، على ما ذكر من كتاب سليمان إلى بلقيس:  (بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ) ذكر هذا القدر كان الكتاب، واللَّه أعلم. </p><p> وقوله:  (قَالَتْ يَا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي أَمْرِي مَا كُنْتُ قَاطِعَةً أَمْرًا حَتَّى تَشْهَدُونِ (٣٢) استشارت أشراف قومها وطلبت منهم الرأي في ذلك، وهكذا عمل الملوك وعادتهم أنهم إذا أرادوا </p><p> أمرا أو استقبلهم أمر يستشيرون أولي الرأي من قومهم وأهل الحجى والتدبير منهم، ثم يعملون بتدبير يكون لهم وما يرون ذلك صوابًا؛ وعلى ذلك أمر اللَّه رسوله أن يشاور أصحابه بقوله:  (وَشَاوِرْهُمْ فِي الْأَمْرِ) ، ثم أمره إذا عزم على الأمر أن يتوكل على اللَّه في ذلك، وأن يكل أمره إليه. </p><p> وقوله:  (حَتَّى تَشْهَدُونِ) : يحتمل وجهين: </p><p> ما كنت قاطعة أمرا حتى تحضروا. </p><p> أو ما كنت قاطعة أمرا حتى تشهدوا أنه صواب حق. </p><p> فأجابوها فيما طلبت منهم الرأي والتدبير في ذلك، فقالوا:  (نَحْنُ أُولُو قُوَّةٍ وَأُولُو بَأْسٍ شَدِيدٍ وَالْأَمْرُ إِلَيْكِ فَانْظُرِي مَاذَا تَأْمُرِينَ (٣٣) أي: نحن أولو قوة في أنفسنا وأولو بأس شديد، أي: حرب وقتال شديد، أي: لنا معرفة في ذلك، ومع ما قالوا وكلوا الأمر إليها حيث قالوا:  (وَالْأَمْرُ إِلَيْكِ فَانْظُرِي مَاذَا تَأْمُرِينَ) ، وهكذا الواجب على وزراء الملوك والرعية أنهم إذا استشاروهم في أمر أن يدلوهم على الأصوب والحسن لهم، ثم يكلوا الأمر إليهم. </p><p> وقصة سليمان صلوات اللَّه عليه مع ما فيها من العجائب والآداب، ففيها معرفة سياسة الملوك وتعلم آدابهم؛ من ذلك: ما قال سليمان: (فَهُم يُوزَعُونَ) ، ومن ذلك قوله:  (وَتَفَقَّدَ الطَّيْرَ. . .) الآية، وقوله:  (لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا) ، أو من ذلك استشارة بلقيس أشراف قومها في ذلك وجوابات قومها لها، وإخبارها إياهم من طبع الملوك وعاداتهم من الإفساد والقتل والإذلال؛ حيث قالت:  (إِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً وَكَذَلِكَ يَفْعَلُونَ (٣٤) قال أهل التأويل: هذه شهادة من اللَّه لها بما قالت، والتصديق لها فيما أخبرت أنهم كذلك يفعلون بكبرائهم. </p><p> ثم قال:  (وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ (٣٥) ذكر أنها قالت: إن لي في هذا رأيا، فإن يك صاحب دنيا فعسى أن نرضيه بالمال فيسكت عنا ويكف شره، وإن يكن نبيا فلا يقبل ذلك منا وسنعرف، فعملت ذلك وأرسلت إليه بهدايا، فلم يقبلها سليمان فعرفت أنه نبي، وهذا كان منها تدبيرًا أو حسن الرأي في الأمر واحتيالا وفقت في ذلك، لم تشتغل بالحرب والقتال على ما أشار لها قومها. </p><p> وقال ابن عَبَّاسٍ:  \" قالت بلقيس لما أتاها كتاب سليمان، واستشارت قومها في ذلك وطلبت فتياهم، فأفتوا لها بما أفتوا -قالت:أبعث إليه بهدية، فإن قبلها فهو ملك فأحاربه، وإن لم يقبلها فهو نبي أتابعه \" . </p><p> قال أَبُو عَوْسَجَةَ:  (فَنَاظِرَةٌ) يقال: أنظرته نظرة، أي: أمهلته، والنظرة في الدَّين خاصة وهو الإنظار. </p><p> * * * </p><p> قوله تعالى:  (فَلَمَّا جَاءَ سُلَيْمَانَ قَالَ أَتُمِدُّونَنِ بِمَالٍ فَمَا آتَانِيَ اللَّهُ خَيْرٌ مِمَّا آتَاكُمْ بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ (٣٦) ارْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لَا قِبَلَ لَهُمْ بِهَا وَلَنُخْرِجَنَّهُمْ مِنْهَا أَذِلَّةً وَهُمْ صَاغِرُونَ (٣٧) قَالَ يَا أَيُّهَا الْمَلَأُ أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَنْ يَأْتُونِي مُسْلِمِينَ (٣٨) قَالَ عِفْرِيتٌ مِنَ الْجِنِّ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ مَقَامِكَ وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ (٣٩) قَالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتَابِ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ فَلَمَّا رَآهُ مُسْتَقِرًّا عِنْدَهُ قَالَ هَذَا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ (٤٠) قَالَ نَكِّرُوا لَهَا عَرْشَهَا نَنْظُرْ أَتَهْتَدِي أَمْ تَكُونُ مِنَ الَّذِينَ لَا يَهْتَدُونَ (٤١) </p><p> وقوله:  (فَلَمَّا جَاءَ سُلَيْمَانَ) : الرسول الذي بعثت معه بلقيس الهدية. </p><p> ويحتمل:  (فَلَمَّا جَاءَ سُلَيْمَانَ) المال الذي بعثت إليه؛ يحتمل ذا أو ذا. </p><p> وقوله:  (قَالَ أَتُمِدُّونَنِ بِمَالٍ) أي: أتعطونني بمال، وقال أهل الأدب:  (أَتُمِدُّونَنِ بِمَالٍ) من المدد، والمدد الزيادة كما يمد القوم، ويكون الإعطاء كقوله:  (وَأَمْدَدْنَاهُمْ بِفَاكِهَةٍ وَلَحْمٍ مِمَّا يَشْتَهُونَ) ، ويحتمل هذه الزيادة، واللَّه أعلم. </p><p> وقوله:  (فَمَا آتَانِيَ اللَّهُ خَيْرٌ مِمَّا آتَاكُمْ) أي: ما آتاني اللَّه من النبوة والعلم والحكمة خير مما آتاكم من الأموال. </p><p> ويحتمل:  (فَمَا آتَانِيَ اللَّهُ) فأوتيكم إذا أتيتموني مسلمين (خَيْرٌ مِمَّا آتَاكُمْ) ؛ إذ لم تؤتوني وأوتيتم الإسلام، أو كلام نحو هذا. </p><p> وقال بعض أهل التأويل: فما آتاني اللَّه من الملك خير مما آتاكم من الملك؛ لأنه سخر له الجن والإنس والشياطين والطيور والرياح وجميع الأشياء، فذلك خير له وأعظم من ملكها. </p><p> والأول أشبه وأقرب؛ إذ لا يحتمل أن يفتخر سليمان بملكه على غيره، إنما يكون افتخاره بالدِّين والنبوة، واللَّه أعلم. </p><p> وقوله:  (بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ) : قَالَ بَعْضُهُمْ: بل أنتم بهديتكم تفرحون إذا ردت إليكم، لكن هذا بعيد: لا تفرح برد الهدية إذا ردت إليها، ولم تقبل بل تحزن على ذلك وتهتم، لكنه يقول - واللَّه أعلم - بل أنتم أولى بالفرح بالمال والهدايا منا؛ إذ مرادكم المال والدنيا، ومرادنا الدِّين ودار الآخرة، أو كلام نحو هذا، واللَّه أعلم بذلك. </p><p> وقوله:  (ارْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لَا قِبَلَ لَهُمْ بِهَا وَلَنُخْرِجَنَّهُمْ مِنْهَا أَذِلَّةً وَهُمْ صَاغِرُونَ (٣٧) قال ذلك - واللَّه أعلم - للرسول الذي أتاه بالهدية:  (ارْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لَا قِبَلَ لَهُمْ بِهَ) ، أي: لنأتينهم بجنود لا طاقة لهم بها إن لم يأتوني مسلمين، (وَلَنُخْرِجَنَّهُمْ مِنْهَا أَذِلَّةً وَهُمْ صَاغِرُونَ) إن لم يأتوني مسلمين. </p><p> ثم قال سليمان - عليه السلام -: (يَا أَيُّهَا الْمَلَأُ أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَنْ يَأْتُونِي مُسْلِمِينَ (٣٨) إنما خاطب به أشراف قومه، وهكذا العادة في الملوك أنهم إذا خاطبوا أحدًا بثيء إنما يخاطبون أهل الشرف والمنزلة منهم. </p><p> (أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَنْ يَأْتُونِي مُسْلِمِينَ) : قال بعض أهل التأويل: إنما قال هذا لأنه علم نبي اللَّه متى أسلموا يحرم أموالهم مع دمائهم، فأحب أن يؤتى به قبل أن يحرم ذلك عليه، لكن هذا محال بعيد وفحش من القول لا يحتمل أن يكون رغبة سليمان في الأموال هذا الذي ذكر بعدما رد هداياها إليها، وأخبر: إنكم تفرحون بها؛ لأنكم أهل دنيا؛ إذ رغبة أهل الدنيا في الأموال، ونحن أهل الدِّين رغبنا في الدِّين به نفرح، ويستعجل كل هذا الاستعجال رغبة في مالها وعرشها. </p><p> لكنه - واللَّه أعلم - يخرج على وجهين: </p><p> أحدهما: أنه أراد أن يريهم قوته وسلطانه أن يرفع واحد من جنوده عرشها - مع عظمه - بمعاينة منهم ومشاهدة وحمله من بينهم؛ ليعلموا أن من قدر على ذلك لقادر أن يأتيهم بجنود لا طاقة لهم تصديقًا لما قال:  (فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لَا قِبَلَ لَهُمْ بِهَا) ، ويقدر على قهرهم وغلبتهم. </p><p> والثاني: أراد أن يريهم آية من آيات نبوته إذا أتوه (قَبْلَ أَنْ يَأْتُونِي مُسْلِمِينَ) ؛ ليعلموا أنه نبي ليس بملك. </p><p> وهذا التأويل الذي ذكرنا آية، لكنه قبل أن يأتوه؛ ليعلموا أنه نبي ليس بملك. </p><p> وقوله:  (قَبْلَ أَنْ يَأْتُونِي مُسْلِمِينَ) أي: مصالحين، وذلك جائز في اللغة. </p><p> وقوله:  (أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ مَقَامِكَ وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ (٣٩) قَالَ بَعْضُهُمْ: مقامه: مجلسه الذي كان يقضي فيه إلى أن يفرغ من قضائه حتى يؤتى به. </p><p> (وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ) : لأن الجن أقوى من الإنس وصف نفسه بالأمانة؛ لأن الجن لا يرغبون في الأهوال ما يرغب الإنس. </p><p> وقَالَ بَعْضُهُمْ: أمين على فرج تلك المرأة. </p><p> مقامه: مجلس الرجل يكون فيه حتى يقوم، ولكن لا ندري ما أراد بمقامه الذي ذكر. </p><p> وقَالَ بَعْضُهُمْ: أراد سليمان أن يكون أعجل من ذلك (قَالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتَابِ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ فَلَمَّا رَآهُ مُسْتَقِرًّا عِنْدَهُ قَالَ هَذَا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ (٤٠) ذكر أنه كان رجلا يعلم اسم اللَّه الأعظم الذي إذا دعي به أجاب: (أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ) . ثم اختلف في ارتداد طرفه. </p><p> قَالَ بَعْضُهُمْ: هو أن يبعث رسولا إلى منتهى طرفه فلا يرجع حتى يؤتى به. </p><p> وقَالَ بَعْضُهُمْ: هو الرجل ينظر إلى الشيء البعيد قبل أن يرجع إليه طرفه. </p><p> (فَلَمَّا رَآهُ مُسْتَقِرًّا عِنْدَهُ) : قَالَ بَعْضُهُمْ: دخل في نفق الأرض، فخرج بين يدي سليمان - يعني: العرش - كأنه - واللَّه أعلم - أتاه إذ دعاه بذلك الاسم، من غير أن تكلف هو حمله أو إتيانه؛ فهذا يدل أن الآيات قد تجري على غير أيدي الرسل، لكن تكون الآية للرسول وإن كانت تجري على أيدي غيره. </p><p> ثم قال:  (هَذَا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ) : قَالَ بَعْضُهُمْ: واللَّه ما جعله فخرا ولا أشرا ولا بطرا، لكنه جعله شكرا وتواضعا. </p><p> وقَالَ بَعْضُهُمْ: لما دعا ذلك الرجل بذلك الاسم فرآه مستقرا عنده، وقع في قلب سليمان شيء وخطر بباله أنى يكون رجل عنده علم ما ليس عنده من العلم، قال: فعزم اللَّه له على الخبر. </p><p> وقيل له: إنه ممن خولك اللَّه، فقال سليمان:  (هَذَا مِنْ فَضْلِ رَبِّي) ، يقول: ما أعطى ذلك الرجل ما لم يعطني (لِيَبْلُوَنِي أَأَشْكُرُ) إذا كان مثله تحت يدي. (أَمْ أَكْفُرُ) ، لكن لا يحتمل أن يشكر اللَّه على ما أعطى غيره. </p><p> ثم يحتمل قوله:  (هَذَا مِنْ فَضْلِ رَبِّي) إتيانه أُولَئِكَ مسلمين، أو النبوة والعلم الذي آتاه اللَّه، قال: ذلك من فضل ربي، أراد: تسخير ما سخر له (لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ) ، أي: يمتحنني أأشكر أم أكفر؟ (وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ) ؛ ليعلم أنه إنما يمتحن بالشكر، ويأمره به لا لمنفعة الممتحن ولكن لمنفعة المأمور به. </p><p> وقوله:  (فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ) : غني: عن شكره، كريم: يقبل القليل منه واليسير. </p><p> وقوله:  (قَالَ نَكِّرُوا لَهَا عَرْشَهَا نَنْظُرْ أَتَهْتَدِي أَمْ تَكُونُ مِنَ الَّذِينَ لَا يَهْتَدُونَ (٤١) قال أهل التأويل: (نَكِّرُوا) أي: غيروا لها عرشها؛ كأنه أمر أن يغيروا بعض ما عليه من الزيادة والنقصان؛ ليمتحنها أتعرف أنه عرشها أم لا؟ والمنكر هو الذي لا يعرف؛ كقوله:  (قَوْمٌ مُنْكَرُونَ) ، وقوله:  (نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً) ، أي: لم يعرفهم. </p><p> وقوله:  (نَكِّرُوا لَهَا عَرْشَهَا) : كان يجيء أن يقال: نكروا عرشها، ويكون (لَهَا) زائدة، إلا أن يقال:  (نَكِّرُوا لَهَا) ، أي: نكروا لأجلها عرشها، وهذا يشبه أن يكون. </p><p> وقوله:  (نَنْظُرْ أَتَهْتَدِي أَمْ تَكُونُ مِنَ الَّذِينَ لَا يَهْتَدُونَ) : قال أهل التأويل: أتهتدي أنه عرشها أو لا تهتدي إليه؟ </p><p> وجائز أن يكون قوله ننظر: أتهتدي إلى دين اللَّه وتوحيده، أم تكون من الذين لا يهتدون إلى دين اللَّه؟ </p><p> * * * </p><p> قوله تعالى:  (فَلَمَّا جَاءَتْ قِيلَ أَهَكَذَا عَرْشُكِ قَالَتْ كَأَنَّهُ هُوَ وَأُوتِينَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِينَ (٤٢) وَصَدَّهَا مَا كَانَتْ تَعْبُدُ مِنْ دُونِ اللَّهِ إِنَّهَا كَانَتْ مِنْ قَوْمٍ كَافِرِينَ (٤٣) قِيلَ لَهَا ادْخُلِي الصَّرْحَ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَنْ سَاقَيْهَا قَالَ إِنَّهُ صَرْحٌ مُمَرَّدٌ مِنْ قَوَارِيرَ قَالَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ (٤٤) </p><p> وقوله:  (فَلَمَّا جَاءَتْ قِيلَ أَهَكَذَا عَرْشُكِ قَالَتْ كَأَنَّهُ هُوَ) : قَالَ بَعْضُهُمْ: شبهت هي عليهم ولبست أمره، كما فعلوا هم بها من تغيير عرشها عليها وتلبيسه عليها، لكن قوله:  (كَأَنَّهُ هُوَ) لم تقطع فيه القول لما رأت فيه من التغيير والتنكير، ورأت فيه سررها - وقفت فيه. </p><p> ودل قوله:  (فَلَمَّا جَاءَتْ قِيلَ أَهَكَذَا عَرْشُكِ) أن العرش لم يحمل وهي نائمة، على ما قاله بعض أهل التأويل: إنه حمل دونها من قبل، ثم جاءت بعد ذلك - واللَّه أعلم - ألا ترى أنه لو أمرهم أن يغيروا عرشها وهي عليه لم تشعو به - هذا بعيد، واللَّه أعلم بذلك. </p><p> وقوله:  (وَأُوتِينَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِينَ) : إن كان هذا القول من سليمان فكأنه يقول: قد أوتينا العلم من قبل علمها به أنه عرشها، ولنا غنية عن السؤال لها عنه، لكن نسألها مستخبرين عن ذلك ممتحنين لها. </p><p> وقوله:  (وَكُنَّا مُسْلِمِينَ) أي: صرنا مسلمين جميعًا، وأن يكون هذا صلة قوله: (وَلَقَدْ </p><p> آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا)، فهذا العلم الذي قال:  (وَأُوتِينَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِينَ) ، وإلا في الظاهر ليس هذا صلة ما تقدم من قوله:  (قَالَتْ كَأَنَّهُ هُوَ) ، واللَّه أعلم. </p><p> وقوله:  (وَصَدَّهَا مَا كَانَتْ تَعْبُدُ مِنْ دُونِ اللَّهِ إِنَّهَا كَانَتْ مِنْ قَوْمٍ كَافِرِينَ (٤٣) قَالَ بَعْضُهُمْ: صدها عبادتها الشمس والأصنام التي عبدوها دون اللَّه عن الإسلام وعبادة اللَّه. </p><p> وقَالَ بَعْضُهُمْ: وصدها سليمان عن عبادتها التي كانت تعبد من دون اللَّه؛ لأنه ذكر أنها أسلمت. </p><p> وقوله:  (قِيلَ لَهَا ادْخُلِي الصَّرْحَ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَنْ سَاقَيْهَا قَالَ إِنَّهُ صَرْحٌ مُمَرَّدٌ مِنْ قَوَارِيرَ قَالَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ (٤٤) قَالَ بَعْضُهُمْ: الصرح: صحن الدار؛ وهو قول الزجاج. وقَالَ الْقُتَبِيُّ وأَبُو عَوْسَجَةَ وأكثر أهل التأويل: الصرح: هو القصر. </p><p> ثم لا ندري ما سبب بناء ذلك الصرح؟ وما سبب أمره إياها بالدخول فيه وكشفها عن ساقيها؟ </p><p> أما أهل التأويل فإنهم قد اختلفوا في ذلك: </p><p> قَالَ بَعْضُهُمْ: قالت الجن لما أقبلت بلقيس: لقد لقينا من سليمان ما لقينا من التعب، فلو اجتمع سليمان وهذه المرأة وما عندها من العلم لهلكنا، وكانت أم هذه المرأة جنية، فقالوا: تعالوا نُنقصها ونكرهها إلى سليمان، فقيل لسليمان: إن رجلها مثل حافر الدواب؛ لأن أمها كانت جنية، فأمر سليمان عند ذلك فبني له بيت من قوارير فوق الماء، وأرسل فيه السمك لتحسب أنه ماء فتكشف عن رجليها، فينظر سليمان أصدقت الجن أم كذبت، فلما رأته حسبته الماء وكشفت عن ساقيها فنظر إليها سليمان فإذا هي أحسن الناس قدمين وساقين، فلما رأت الجن أن سليمان رأى ساقيها قالت الجن: لا تكشفي عن ساقيك (إِنَّهُ صَرْحٌ مُمَرَّدٌ مِنْ قَوَارِيرَ) . </p><p> وقَالَ بَعْضُهُمْ: لا، ولكن ذكر لسليمان أن على ساقيها شعرا وأنهما شعراوان، فأمر بذلك ليعرف ذلك. </p><p> وقَالَ بَعْضُهُمْ: لا، ولكن خافت الجن عند ذلك أن يتزوجها سليمان فتفشي إليه أشياء كانوا أطلعوها عليها وأفشوا إليها، فأرادوا أن يكرهوها إليه، فطعنوها بعيوب في عقلها ونفسها، فقالوا: يا نبي اللَّه، ألا نريك عقلها فإن في عقلها شيئًا؟ قال: بلى، </p><p> فجاءت الجن بماء فأجروه فتركوه لجة، ثم جاءوا بالسمك والضفادع فأرسلوها في الماء، ثم جيء بها إلى ذلك الماء، فلما رأته حسبته لجة وكشفت عن ساقيها، فقالوا لسليمان: إن في عقلها آفة؛ ألا ترى أنها لا تعرف الصرح من الماء، ولا تميز بينهما؟ أو نحو هذا من الكلام. </p><p> لكن لا نعلم ما سبب ذلك، ولا يحتمل أن يكون سليمان يحتال هذا؛ لينظر إلى ساقها وهي أجنبية. </p><p> ثم جائز أن يكون لغير ذلك، أو أراد أن يريها آية من آيات نبوته؛ حيث اتخذ صرحًا ممردا من قوارير يرى كالماء للطافته، وذلك خارج عن تدبير البشر؛ لتعلم هي أن ذلك تدبير السماء لا تدبير البشر. </p><p> أو أن يكون أراد بذلك - واللَّه أعلم - أن يريها عظم ملكه وسلطانه؛ لتعلم أنه يفعل ما يشاء قادر على ذلك لا ينفعها سوى الطاعة له والإجابة والخضوع لله والإسلام له، فعند ذلك قالت:  (رَبِّ إِنِّي ظَلَمْتُ نَفْسِي) فيما عبدت دون اللَّه (وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ) أي: أخلصت وأسلمت نفسي لله رب العالمين. </p><p> قَالَ الْقُتَبِيُّ: عفريت، أي: شديد وثيق، وأصله العفر زيدت التاء فيه، يقال: عفريت نفريت، وعفريت ونفريت، وعفاريت نفاريت. </p><p> وقال أَبُو عَوْسَجَةَ: العفريت: الخبيث المارد، وعفاريت جمع. </p><p> وقال: صدها أي: ردها ومنعها. </p><p> وقال الصرح: القصر، والصروح جمع. </p><p> واللجة: الماء المجتمع الكثير. </p><p> وقال: الممرد: وهو المملس بالطين أو بالجص أو بما كان. </p><p> وقال غيره: الممرد الطويل. قَالَ الْقُتَبِيُّ: ومن ذلك يقال: الأمرد للذي لا شعر على وجهه، ويقال للرملة التي لا تنبت: مرداة، ويقال: للممرد: المطول، ومنه قيل لبعض الحصون: مارد. </p><p> وقال الكسائي: الممرد: الأملس، ويقال: منه سمي الأمرد أمرد. </p><p> * * * </p><p> قوله تعالى:  (وَلَقَدْ أَرْسَلْنَا إِلَى ثَمُودَ أَخَاهُمْ صَالِحًا أَنِ اعْبُدُوا اللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ (٤٥) قَالَ يَا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ لَوْلَا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ (٤٦) قَالُوا اطَّيَّرْنَا بِكَ </p><p> وَبِمَنْ مَعَكَ قَالَ طَائِرُكُمْ عِنْدَ اللَّهِ بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ (٤٧) وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ (٤٨) قَالُوا تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ وَأَهْلَهُ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ وَإِنَّا لَصَادِقُونَ (٤٩) وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ (٥٠) فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ (٥١) فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَعْلَمُونَ (٥٢) وَأَنْجَيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (٥٣) </p><p> وقوله:  (وَلَقَدْ أَرْسَلْنَا إِلَى ثَمُودَ أَخَاهُمْ صَالِحًا أَنِ اعْبُدُوا اللَّهَ (٤٥) يحتمل هذا: لقد أرسلنا إلى ثمود أخاهم صالحا، وأمرناه أن يقول لهم: اعبدوا اللَّه. </p><p> وجائز أن يكون قوله:  (أَنِ اعْبُدُوا اللَّهَ) بالرسالة، أي: أرسلناه ليدعوهم إلى عبادة وقوله: (اعْبُدُوا اللَّهَ) : يحتمل: وحدوا اللَّه. </p><p> ويحتمل العبادة نفسها: أن اعبدوا اللَّه ولا تشركوا غيره فيها، ولا تشركوا في تسمية الألوهية غيره، ولكن وحدوه، فكيفما كان ففيه أمر بالتوحيد له في العبادة والألوهية له. </p><p> وقوله:  (فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ) : مؤمن بصالح ومكذب به، ولم يبين فيم كانت خصومتهم؛ وبَيّنَ مَنْ كانت في هذه الآية؛ لكنه بين في آية أخرى وفسر وهو ما قال:  (قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَالِحًا مُرْسَلٌ مِنْ رَبِّهِ قَالُوا إِنَّا بِمَا أُرْسِلَ بِهِ مُؤْمِنُونَ (٧٥) قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا بِالَّذِي آمَنْتُمْ بِهِ كَافِرُونَ)، هذه الخصومة التي ذكر في قوله:  (فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ) بين الرؤساء من المؤمنين بصالح، واللَّه أعلم. </p><p> وقوله:  (يَا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ لَوْلَا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ (٤٦) أي: لم تستعجلون العذاب قبل الرحمة، واستعجالهم العذاب والسيئة ذكر في آية أخرى وهو قوله:  (فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا يَا صَالِحُ ائْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الْمُرْسَلِينَ) ، فذلك استعجالهم السيئة قبل الحسنة. </p><p> وقوله:  (لَوْلَا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ) أي: لولا توحدون اللَّه ولا تشركوا غيره في العبادة وتسمية الإلهية؛ لكي يرحمكم، وفيه إطماع لهم لو آمنوا وتابوا عنه لرحمهم؛ كقوله:  (إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ) . </p><p> وقوله:  (قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ قَالَ طَائِرُكُمْ عِنْدَ اللَّهِ بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ (٤٧) أي: تشاءمنا منك وبمن معك، لم يزل الكفرة يقولون لرسل اللَّه - عليهم السلام - ولمن آمن منهم: اطيرنا بكم، إذا أصابتهم الشدة </p><p> والبلاء يتطيرون بهم ويتشاءمون، ويقولون: إنما أصابنا هذا بشؤمكم، وإذا أصابهم رخاء وسعة فقالوا: هذا لنا بنا ومن أنفسنا، وهو ما قال موسى حيث قال:  (فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَذِهِ) الآية؛ وكذلك قال أهل مكة لرسول اللَّه حيث قال:  (وَإِنْ تُصِبْهُمْ حَسَنَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِ اللَّهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِكَ) ، كانوا يتطيرون برسول اللَّه ويتشاءمون بما يصيبهم من الشدة، وما ينزل بهم من البلاء، فأخبر اللَّه رسوله، وأمره أن يقول لهم:  (قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ) أي: الرخاء والشدة من عند اللَّه ينزل، وهو باعث ذلك لا أنا؛ فعلى ذلك قوله:  (طَائِرُكُمْ عِنْدَ اللَّهِ) أي: ما ينزل بكم ويصيبكم من الشدة والرخاء إنما ينزل من عند اللَّه لا بنا ولا بكم. </p><p> أو يقال: ما ينزل بكم من العذاب في الآخرة إنما يصيب بتكذيبكم إياي في الدنيا. </p><p> أو أن يقال: طائركم عند اللَّه، أي: جزاء طيرتكم عند اللَّه، هو يجزيكم بها بعذاب الدنيا والآخرة. </p><p> (بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ) يحتمل قوله: (بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ) ابتداء: مرة بالشدة ومرة بالرخاء، لا بما تكسبون من الأعمال. </p><p> وجائز أن قوله:  (تُفْتَنُونَ) بالعذاب بما تكسبون من الأعمال في الدنيا، أي: تعذبون بها. </p><p> قال أَبُو عَوْسَجَةَ:  (طَائِرُكُمْ عِنْدَ اللَّهِ) يقول: اللَّه أعلم بطائركم وما تطيرتم به. </p><p> وقَالَ الْقُتَبِيُّ:  (طَائِرُكُمْ عِنْدَ اللَّهِ) أي: ليس ذلك بي وإنما هو من اللَّه، وهو ما ذكرنا. </p><p> وقوله:  (وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ (٤٨) قَالَ بَعْضُهُمْ: الرهط: إنما يقال من ثلاثة إلى تسعة، وإذا نقص عن ذلك أو زاد يقال: رجال. </p><p> وقال أَبُو عَوْسَجَةَ: الرهط: النفر، وأراهط ورهوط جمع. </p><p> ثم يحتمل الرهط وجهين: </p><p> أحدهما:  (تِسْعَةُ رَهْطٍ) أي: تسعة نفر من الأتباع وغيره يفسدون في الأرض ولا يصلحون. </p><p> والثاني: تسعة رهط لا تسعة نفر من الرؤساء، ولكل أحد منهم رهط من الأتباع يفسدون في الأرض ولا يصلحون. </p><p> جائز أن هذا إخبار من اللَّه أنهم يفسدون أبدًا في الأرض ولا يؤمنون أبدًا. </p><p> وجائز أن يكون إخبارا عن حالهم، أي: يعملون الفساد والمعاصي ولا يصلحون، أي: لا يسعون بالصلاح. </p><p> وقال ابن عَبَّاسٍ: إن هَؤُلَاءِ التسعة كانوا من أبناء أشرافهم، وكانوا بالحِجر، وكانوا فساقا، فقَالَ بَعْضُهُمْ لبعض: لنقتلن صالحًا وأهله، ثم لنقولن لوليه - أي: لقومه من ورثته -: ما قتلناه. </p><p> وقوله:  (لَنُبَيِّتَنَّهُ وَأَهْلَهُ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ وَإِنَّا لَصَادِقُونَ (٤٩) فتحالفوا على ذلك، فأتوا صالحا ليلا فدخلوا عليه بأسيافهم ليقتلوه، وعند صالح ملائكة جاءوا من اللَّه تعالى يحرسونه، فقتلوا الرهط في دار صالح بالحجارة؛ فذلك قوله:  (وَمَكَرُوا مَكْرًا ... (٥٠) : بصالح وأهله، (وَمَكَرْنَا مَكْرًا) أي: أهلكناهم، (وَهُمْ لَا يَشْعُرُونَ) : أنهم يهلكون. </p><p> وقَالَ بَعْضُهُمْ: هَؤُلَاءِ التسعة الرهط تواثقوا أنهم يبيتون صالحًا ويقتلونه وأهله بعدما عقروا الناقة، وقالوا فيما بينهم: فإن خُوصِمنا في ذلك لنقولن ولنقسمن: ما شهدنا مهلك أهله، أي: ما حضرنا في هلاكهم؛ على هذا التأويل يكون على التقديم والتأخير. </p><p> وقَالَ بَعْضُهُمْ: هَؤُلَاءِ التسعة كانوا شرار قومه، خرجوا بخمر إلى بعض المغار ليشربوها، ثم ليبيتوا على صالح وأهله، فشربوا هنالك فانهدم بهم الصخرة وعذبوا فيه؛ فذلك قوله:  (وَمَكَرُوا) : بقتل صالح وهلاكه، (وَمَكَرْنَا مَكْرًا) . بهم حيث أهلكناهم، (مَكْرًا وَهُمْ لَا يَشْعُرُونَ) . والمكر: هو الأخذ بغتة. </p><p> وقوله:  (وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا) أي: جزيناهم جزاء مكرهم. </p><p> ثم اختلف في قراءة (لَنُبَيِّتَنَّهُ وَأَهْلَهُ ثُمَّ لَنَقُولَنَّ) بالنون؛ فذلك قول بعضهم لبعض. </p><p> وقرأه بعضهم بالتاء:  (لتبيتنه وأهله ثم لتقولن) ؛ فذلك قول الرؤساء للأتباع، </p><p> ومن قرأ بالياء يجعله خبرًا عن اللَّه تعالى لهم. </p><p> وقوله:  (فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَعْلَمُونَ (٥٢) أي: لم نُسكن فيها أحدًا، ولكن تركناها خالية كذلك. </p><p> وقَالَ بَعْضُهُمْ:  (خَاوِيَةً) أي: خربة بما ظلموا كقوله: (وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا) أي: ساقطة خربة، وقد كان ذلك كله: منها ما جعل لغيرهم مسكنًا إذا أهلكهم من نحو ما </p><p> أورث بني إسرائيل ديار القبط وأموالهم، وأنزلهم فيها، ومنها: ما تركها كذلك خالية بعد ما أهلك أهلها وخربها وتركها كذلك. </p><p> وقوله:  (إِنَّ فِي ذَلِكَ لَآيَةً) أي: في هلاك من ذكر لآية ولعبرة يعتبرون. </p><p> (وَأَنْجَيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (٥٣) مخالفة اللَّه، ومخالفة أمره ونهيه. </p><p> * * * </p><p> قوله تعالى:  (وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ وَأَنْتُمْ تُبْصِرُونَ (٥٤) أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ بَلْ أَنْتُمْ قَوْمٌ تَجْهَلُونَ (٥٥) فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ (٥٦) فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ قَدَّرْنَاهَا مِنَ الْغَابِرِينَ (٥٧) وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا فَسَاءَ مَطَرُ الْمُنْذَرِينَ (٥٨) </p><p> وقوله:  (وَلُوطًا إِذْ قَالَ لِقَوْمِهِ) : كأن فيه إضمارًا كأنه قال: أرسلنا لوطًا إلى قومه. </p><p> (إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ وَأَنْتُمْ تُبْصِرُونَ) أي: أتأتون الفاحشة وأنتم تبصرون، وتعلمون أنها فاحشة. </p><p> (أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ بَلْ أَنْتُمْ قَوْمٌ تَجْهَلُونَ (٥٥) أي: اشتهاء لكم (مِنْ دُونِ النِّسَاءِ) : يقول: تأتون الذكور وتدعون النساء، وهو ما قال في آية أخرى:  (أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ. . .) الآية. </p><p> وقوله:  (بَلْ أَنْتُمْ قَوْمٌ تَجْهَلُونَ) : قَالَ بَعْضُهُمْ: ولكن أنتم قوم تجهلون، أي: تجهلون الأمر فتعصون. </p><p> ويشبه أن هذا جواب قول كان من قومه نحو ما قالوا:  (لَئِنْ لَمْ تَنْتَهِ يَا لُوطُ لَتَكُونَنَّ مِنَ الْمُخْرَجِينَ) ، فقال عند ذلك:  (بَلْ أَنْتُمْ قَوْمٌ تَجْهَلُونَ) ما تقولون، أي: على جهل ما تقولون ذلك، أو كلام نحوه، واللَّه أعلم. </p><p> وقوله:  (فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ (٥٦) </p><p> قوله:  (فَمَا كَانَ جَوَابَ قَوْمِهِ) في وقت إلا أن قالوا كذا، لا في الأوقات كلها؛ لأنه قد كان منهم قول وجوابات نحو ما قالوا:  (ائْتِنَا بِعَذَابِ اللَّهِ. . .) الآية، ونحوه، وقولهم:  (إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ) ؛ دل هذا منهم أنهم قد علموا أن ما يأتون ويعملون أنه خبيث وفحش ومنكر حيث قالوا:  (إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ) . </p><p> ثم يحتمل قولهم هذا وجوهًا: </p><p> أحدها: أنهم قالوا ذلك استهزاء منهم بهم. </p><p> والثاني: قالوا: (أَخْرِجُوا آلَ لُوطٍ) ؛ فإنهم يستقذرون أعمالنا وأفعالنا. </p><p> والثالث: على التحقيق (إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ) . </p><p> وقوله:  (فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ قَدَّرْنَاهَا مِنَ الْغَابِرِينَ (٥٧) فيه دلالة أن غير الزوجة يجوز أن يسمى أهلا. </p><p> قال عامة أهل التأويل: أهله: بناته. </p><p> وفي قوله:  (قَدَّرْنَاهَا مِنَ الْغَابِرِينَ) دلالة خلق أفعال العباد؛ حيث أخبر أنه قدرها من الغابرين، والغبور والبقاء فعلها، فأخبر أنه قدر ذلك منها وخلق. </p><p> وقوله:  (مِنَ الْغَابِرِينَ) أي: الباقين في عذاب اللَّه. </p><p> وفي حرف ابن مسعود:  (ولقد وفينا إليه أهله كلهم إلا عجوزا في الغابرين) . </p><p> وقوله:  (وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا فَسَاءَ مَطَرُ الْمُنْذَرِينَ (٥٨) أي: ساء مطر المنذرين الذين لم يقبلوا الإنذار، ولم تنفعهم النذارة. </p><p> * * * </p><p> قوله تعالى:  (قُلِ الْحَمْدُ لِلَّهِ وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ (٥٩) أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ (٦٠) أَمَّنْ جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا أَإِلَهٌ مَعَ اللَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (٦١) أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قَلِيلًا مَا تَذَكَّرُونَ (٦٢) أَمَّنْ يَهْدِيكُمْ فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ أَإِلَهٌ مَعَ اللَّهِ تَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ (٦٣) أَمَّنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَمَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ (٦٤) قُلْ لَا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ (٦٥) بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ بَلْ هُمْ فِي شَكٍّ مِنْهَا بَلْ هُمْ مِنْهَا عَمُونَ (٦٦) </p><p> وقوله:  (قُلِ الْحَمْدُ لِلَّهِ) أمر نبيه بالحمد له والثناء عليه على هلاك أعداء الرسل الخالية. </p><p> ثم قال:  (وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى) وهم الرسل والأنبياء، صلوات اللَّه عليهم. </p><p> وجائز أن يكون أمره إياه بالحمد له والثناء عليه لما أنعم عليه من أنواع النعم، منها ما ذكر من هلاك أعداء الرسل وإبقاء أوليائهم؛ تخويفا لأعداء رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أن يهلكوا كما أهلك أعداء الرسل الخالية. </p><p> أو أن يكون أمره إياه بالحمد له والثناء عليه؛ لما أنعم عليه في نفسه من أنواع النعم من النبوة والرسالة والهداية ونحوه، واللَّه أعلم. </p><p> وقوله:  (وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى) : يحتمل الرسل؛ كقوله: (وَسَلَامٌ عَلَى </p><p> الْمُرْسَلِينَ). ويحتمل الأمر بالسلام على أصحابه وجميع المؤمنين؛ كقوله:  (وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ) ، أمر رسوله بالسلام على المرسلين وعلى أصحابه وعلى المؤمنين. </p><p> ثم في قوله:  (اصْطَفَى) دلالة: أن لا أحد يستوجب الصفوة إلا باللَّه؛ حيث قال:  (اصْطَفَى) . </p><p> وقوله:  (آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ) أي: الذي فعل هذا بالأمم الخالية من الهلاك للأعداء وإبقاء الرسل والأولياء، أم الأصنام التي تشركون في عبادته، وهي لا تملك شيئًا من ذلك؛ يقول - واللَّه أعلم -: إنكم تعلمون أن اللَّه يملك ما ذكر من إهلاك أعدائه وإبقاء رسله، والأصنام التي تعبدونها دونه لا تملك شيئًا، فكيف تشركونها في ألوهيته؟ ! وإلا لم يذكر جواب قوله:  (آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ) جوابه أن يقولوا: بل اللَّه خير. </p><p> وكذلك روي في الخبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إن ثبت -: أنه كان إذا قرأ هذه الآية، قال:  \" بل اللَّه خير وأبقى وأجل وأكرم \" . </p><p> وقوله:  (أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ (٦٠) يذكرهم بهذا؛ لوجهين: </p><p> أحدهما: يذكر قدرته وسلطانه في خلق ما ذكر من السماوات والأرض، وإنزال الماء من السماء، وإنبات النبات من الأرض، وإخراجه على إقرارهم أن اللَّه خالق ذلك لا غيره، فيقول: فإذا علمتم أن اللَّه هو خالق ذلك كله، فكيف أشركتم غيره ممن لا يملك ذلك، ولا يقدر في تسمية الإلهية والعبادة؟! </p><p> والثاني: يخبر عن اتساق الأمور والتدبير فيهما جميعًا، واتصال منافع أحدهما بالآخر، على تباعد ما بينهما؛ ليعلم أن منشئهما ومدبرهما واحد لا عدد، فإذا عرفتم ذلك فكيف أشركتم غيره فيهما؟ ! وهو كقوله:  (لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا) . </p><p> وهذا الحرف على الثنوية والدهرية وهَؤُلَاءِ لقولهم بالعدد وإنكارهم الواحد، والأول على المقرين بالواحد إلا أنهم أشركوا الأصنام في التسمية والعبادة. </p><p> وقوله:  (حَدَائِقَ ذَاتَ بَهْجَةٍ) : قَالَ بَعْضُهُمْ: الحدائق: الحيطان، والبساتين: ما دون الحيطان. </p><p> وقَالَ بَعْضُهُمْ: الحدائق: الحوائط التي خصت بالأشجار، والبساتين: هي الملتفة بها. </p><p> وقال أَبُو عَوْسَجَةَ: الحدائق: البساتين والرياض، والحديقة: الروضة. </p><p> وقَالَ الْقُتَبِيُّ: الحدائق: البساتين واحدها: حديقة، سميت بذلك لأنها تحدق بها، أي: تحيط (ذَاتَ بَهْجَةٍ) : حسن المنظر. </p><p> وجائز أنها سميت ذات بهجة لما يبتهج صاحبها إذا نظر إليها ويسر. </p><p> وقوله:  (مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا) أي: ما تقدرون أنتم أن تنبتوا شجرها، فمن هو دونكم أشد وأبعد، فكيف أشركتم في العبادة وتسمية الإلهية من هو دونكم في كل شيء؟ ! وقوله:  (أَإِلَهٌ مَعَ اللَّهِ) أي: لا إله مع اللَّه. </p><p> (بَلْ هُمْ قَوْمٌ يَعْدِلُونَ) : يحتمل هذا وجهين: </p><p> أحدهما: يحتمل (يَعْدِلُونَ) أي: يجعلون من لا يملك ما ذكر عديلا لله. </p><p> والثاني:  (يَعْدِلُونَ) أي: يعدلون عن اللَّه، ويميلون إلى غيره من العدول، والله أعلم. </p><p> (أَمَّنْ جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا أَإِلَهٌ مَعَ اللَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (٦١) </p><p> يقرون عليها، ويتعيشون فيها ويبيتون، (وَجَعَلَ خِلَالَهَا أَنْهَارًا) : ينتفعون بها أنواع المنافع ويشربون، (وَجَعَلَ لَهَا رَوَاسِيَ) ، أي: الجبال لئلا تميد بهم، (وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا) : قَالَ بَعْضُهُمْ: جعل بين بحر فارس والروم جزيرة العرب حاجزًا، وسميت: جزيرة؛ لما جزر الماء فيها، أي: ذهب. </p><p> وقَالَ بَعْضُهُمْ: بحر الشام وبحر العراق. </p><p> وقَالَ بَعْضُهُمْ: قوله: (وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا) بين العذب والمالح حاجزًا بلطفه، لا يختلط هذا بهذا ولا هذا بهذا؛ لطفا منه، يذكرهم نعمه عليهم ولطفه: أن كيف أشركتم في عبادته وألوهيته من لا يملك ذلك، وصرفتم شكرها إلى غير المنعم؟! </p><p> (أَإِلَهٌ مَعَ اللَّهِ) أي: لا إله مع اللَّه. </p><p> (بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ) : لأن من لا ينتفع بما يعلم فكأنه جاهل، نفى عنهم العلم لتركهم الانتفاع به؛ كما نفى عنهم السمع والبصر واللسان والعقل؛ لتركهم الانتفاع بهذه الجوارح والحواس، وإن كانت لهم هذه الجوارح؛ فعلى ذلك جائز نفي العلم عنهم لتركهم الانتفاع به. </p><p> والثاني:  (بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ) لما لا يتكلفون النظر فيما ذكر، أو لا يعلمون أن بينهما حاجزا، واللَّه أعلم. </p><p> وقوله:  (أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قَلِيلًا مَا تَذَكَّرُونَ (٦٢) يخرج على الصلة بقوله: (آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ) ؛ كأنه يقول: من يملك إجابة المضطر وكشف السوء عنه وجعلكم الخلفاء في الأرض خير، أمَّن لا يملك من ذلك شيئًا؟ فجواب ذلك أن يقولوا: بل الذي يملك ذلك خير ممن لا يملك ولا يقدر على ذلك. </p><p> أو يخرج على الوجهين اللذين ذكرتهما: </p><p> أحدهما: أنكم تعلمون أن الذي يجيب المضطر ويكشف السوء هو اللَّه تعالى، لا الأصنام التي تعبدونها، فكيف أشركتموها في الألوهية والعبادة؟! </p><p> والثاني: أنه إذا أجاب دعوة المضطر وكشف السوء والأحزان ومنع؛ فدل بقاء ذلك كله واتساق الأمر أنه واحد لا شريك له؛ فهذا على الثنوبة، والأول على المشركين؛ لإشراكهم غيره في العبادة له وتسميته الإله. </p><p> وقوله:  (أَإِلَهٌ مَعَ اللَّهِ) أي: لا إله مع اللَّه (قَلِيلًا مَا تَذَكَّرُونَ) . </p><p> وعلى ذلك يخرج قوله:  (أَمَّنْ يَهْدِيكُمْ فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ أَإِلَهٌ مَعَ اللَّهِ تَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ (٦٣) على الوجوه التي ذكرناها؛ وكذلك قوله:  (أَمَّنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَمَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ) أي من يقدر على ما تقدم ذكره يملك البعث بعد الموت وإحياءكم؛ يلزمهم البعث بهذا أي: من يقدر على هذا يقدر على ما ذكر. </p><p> (أَإِلَهٌ مَعَ اللَّهِ) أي: لا إله مع اللَّه، بل اللَّه هو المتفرد بذلك دون من يعبدون ويشر كون. </p><p> وقوله:  (قُلْ هَاتُوا بُرْهَانَكُمْ (٦٤) أي: من لج في هذا أو أنكر ذلك وادعى الشرك فيه لغيره، (قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ) في مقالتكم. </p><p> وقوله:  (بُشْرًا) من البشارة و \" نُشْرًا \" بالنون من التفريق والرفع. </p><p> وقوله:  (خُلَفَاءَ الْأَرْضِ) : يخلفون من قبلهم من الأمم؛ قال أبو معاذ: وواحد خلفاء خليف، وواحد الخلائف خليفة، والخليف من الخالف كالعليم من العالم. </p><p> وقوله:  (أَإِلَهٌ مَعَ اللَّهِ) يقول - واللَّه أعلم - يفعل ذلك، أي يرزقكم، وينزل لكم من السماء ماء، وينبت من الأرض ما تأكلون، ويرعى أنعامكم، أو مع اللَّه إله يهديكم في ظلمات البر والبحر، ويرسل لكم الريح بشرًا، أو يجيب المضطر ويكشف السوء عنه، وكل ما ذكر، أي: ليس معه إله سواه، بل اللَّه يفعل ذلك وحده، فكيف أشركتم غيره في إلهيته وعبادته، على علم منكم أن الذي تعبدون من دونه لا يملك شيئا أن يفعل ذلك </p><p> بكم؟! يذكر سفههم وقلة بصرهم ومعرفتهم. </p><p> ثم قال:  (قُلْ هَاتُوا بُرْهَانَكُمْ) أن مع اللَّه إلفا فعل ذلك بكم (إِنْ كُنْتُمْ صَادِقِينَ) . </p><p> ثم قال:  (قُلْ لَا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ (٦٥) كأنه قال - واللَّه أعلم - لرسوله: قل لا يعلم ممن تعبدون من أهل السماوات ومن في الأرض الغيب إلا اللَّه؛ لأن بعضهم كان يعبد أهل السماوات وهم الملائكة، وبعضهم كانوا يعبدون من في الأرض؛ يقول: لا يعلم ممن تعبدون من دون اللَّه من في السماوات والأرض الغيب، إنما يعلم الغيب اللَّه. </p><p> ثم قوله:  (الْغَيْبَ) يخرج على وجهين: </p><p> أحدهما: ما يغيب بعضهم من بعض؛ يقول: ما يغيب بعضهم من بعض فهو يعلم ذلك. </p><p> والثاني: لا يعلم الغيب إلا اللَّه، أي: ما كان وما يكون إلى أبد الآبدين لا يعلم ذلك إلا اللَّه وإن أعلموا وعلموا ذلك. </p><p> ومنهم من صرف الغيب إلى البعث والساعة، يقول: لا يعلم الساعة أحد متى تكون إلا اللَّه. </p><p> وقوله:  (وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ) : قال أهل التأويل: وما يشعر أهل مكة متى يبعثون، لكن لو كان الجهل عن وقت البعث، فأهل مكة وغيرهم من أهل السماوات وأهل الأرض في جهلهم بوقت البعث شرعًا سواء، لا أحد يعلم مِن أهل السماوات والأرض أنه متى يبعث، إلا أن تكون الآية في منكري البعث، فحينئذ جائز صرفه إلى بعض دون بعض، فأما في وقت البعث فالناس في جهلهم بوقت البعث سواء، وهو ما قال في آية أخرى:  (يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا. . .) الآية، أخبر أنه لم يطلِعْ أحد على علم ذلك عند اللَّه. </p><p> وقوله:  (بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ بَلْ هُمْ فِي شَكٍّ مِنْهَا بَلْ هُمْ مِنْهَا عَمُونَ (٦٦) اختلف في قراءته وتأويله: </p><p> أما القراءة: فإنه قرأ بعضهم: (ادَّارَكَ) بالتشديد والألف. </p><p> وقرأ بعضهم:  (ادَّرَكَ) بإسقاط الألف والتشديد. </p><p> وقرأ بعضهم:  (بلى) بإثبات الياء في (بلى) ، على الوقف عليها، و (أَأَدَّرَكَ) على الاستفهام: (بلى أَأَدرَكَ) . </p><p> ومنهم من قرأ على الاستفهام:  (آدْرَكَ) على غير إثبات الياء في حرف (بَل) وعلى </p><p> غير قطع منه. </p><p> فمن قرأ:  (ادَّارَكَ) بالتشديد على غير الاستفهام، يقول: معناه: تدارك واجتمع، أي: تدارك علمهم في الآخرة، يقول: أبلغ علمهم بالآخرة. </p><p> أي: لم يدرك ولم يبلغ علمهم، (بَلْ هُمْ فِي شَكٍّ مِنْهَا بَلْ هُمْ مِنْهَا عَمُونَ) ، يسفههم ويجهلهم، يقول: ما بلغ علمهم بالآخرة. </p><p> وقَالَ بَعْضُهُمْ:  (بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ) ، أي: أم ادَّارك علمهم. </p><p> وقَالَ بَعْضُهُمْ:  (بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ) ، أي: خاب علمهم عن الآخرة، وادرك في الآخرة حين لم ينفعهم. </p><p> وعن الحسن قال:  (بَلِ ادَّارَكَ عِلْمُهُمْ) ، أي: اضمحل علمهم وذهب، وعن ابن عباس وغيره قالوا:  (بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ) ، بل أجمع علمهم بأن الآخرة كائنة، وهم مشركو العرب. </p><p> (بَلْ هُمْ فِي شَكٍّ مِنْهَا) قال: يقولون مرة: الآخرة كائنة ثم يشكون فيها فيقولون: ما ندري أكائنة أم لا؟ </p><p> (بَلْ هُمْ مِنْهَا عَمُونَ) يعني: جهلة بها. </p><p> وجائز أن يسمى الشاك في شيء: عَمِيا. </p><p> وأَبُو عَوْسَجَةَ والْقُتَبِيّ يقولان:  (ادَّارَكَ عِلْمُهُمْ) أي: تدارك ظنهم في الآخرة، وتتابع في القول. </p><p> (بَلْ هُمْ مِنْهَا عَمُونَ) أي: من علمها. </p><p> وقَالَ بَعْضُهُمْ من أهل الأدب: لا تستقيم قراءة من قرأ بإثبات الياء في (بلى) والصلة بالأول؛ لأن (بلى) بالياء إنما يقال في الإيجاب والإثبات، وما تقدم من الكلام هو على الإنكار والنفي، وذلك غير مستقيم في اللغة والكلام. </p><p> * * * </p><p> قوله تعالى:  (وَقَالَ الَّذِينَ كَفَرُوا أَإِذَا كُنَّا تُرَابًا وَآبَاؤُنَا أَئِنَّا لَمُخْرَجُونَ (٦٧) لَقَدْ وُعِدْنَا هَذَا نَحْنُ وَآبَاؤُنَا مِنْ قَبْلُ إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ (٦٨) قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ </p><p> الْمُجْرِمِينَ (٦٩) وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ (٧٠) وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (٧١) قُلْ عَسَى أَنْ يَكُونَ رَدِفَ لَكُمْ بَعْضُ الَّذِي تَسْتَعْجِلُونَ (٧٢) وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ (٧٣) وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ (٧٤) وَمَا مِنْ غَائِبَةٍ فِي السَّمَاءِ وَالْأَرْضِ إِلَّا فِي كِتَابٍ مُبِينٍ (٧٥) </p><p> وقوله:  (وَقَالَ الَّذِينَ كَفَرُوا أَإِذَا كُنَّا تُرَابًا وَآبَاؤُنَا أَئِنَّا لَمُخْرَجُونَ (٦٧) كأنهم قالوا ذلك لأحد وجهين: </p><p> إما استهزاء بما يخبرهم الرسل أنكم تبعثون، أو قالوا ذلك احتجاجا بما احتجوا به على الرسل بقولهم الذي قالوا:  (لَقَدْ وُعِدْنَا هَذَا نَحْنُ وَآبَاؤُنَا مِنْ قَبْلُ إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ (٦٨) يحتجون فيقولون: لقد وعد آباؤنا بالبعث كما وعدنا نحن، ثم لم نرهم بعثوا منذ ماتوا؛ فعلى ذلك نحن وإن وعدنا فلا نبعث كما لم تبعث آباؤنا. </p><p> ثم قال:  (قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ (٦٩) يقول - واللَّه أعلم -: لو سرتم في الأرض فنظرتم إلى ما حل بمكذبي الرسل من العذاب، والرسل إنما كانوا يدعون إلى توحيد اللَّه، والإقرار بالبعث بعد الموت، فكل ذلك ينزل بكم ما نزل بأُولَئِكَ بتكذيبهم الرسل بالبعث وغيره؛ فيكون قوله:  (سِيرُوا فِي الْأَرْضِ) ليس على حقيقة الأمر بالسير، ولكن على ما ذكرنا، أي: لو سرتم لعرفتم ما حل بهم بتكذيبهم، أو أن يكون الأمر بالسير في الأرض أمرا بالتفكر فيما نزل بأُولَئِكَ، الأمر بالنظر في عاقبة أمرهم أمر بالاعتبار فيهم، وفي أمر أُولَئِكَ أمر بهذا؛ ليزجرهم ذلك عن مثل صنيعهم وفعلهم. </p><p> وقوله:  (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ (٧٠) قال قائلون: قوله: (وَلَا تَحْزَنْ عَلَيْهِمْ) بما يحل بهم من العذاب، إن لم يحزنوا هم على أنفسهم ولم يرحموها. </p><p> وقَالَ بَعْضُهُمْ: قوله: (وَلَا تَحْزَنْ عَلَيْهِمْ) إن لم يسلموا؛ كقوله:  (فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا) ؛ وكقوله:  (لَعَلَّكَ بَاخِعٌ نَفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ) ، وقوله:  (فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ) ، وأمثال ذلك، كادت نفسه تهلك وتتلف؛ إشفاقًا عليهم بما ينزل بهم بتركهم الإسلام، فقال:  (وَلَا تَحْزَنْ عَلَيْهِمْ) ، ولا تذهب نفسك عليهم حسرات، ليس على النهي، ولكن على تسكين نفسه وتقريرها على ما هي عليه؛ لئلا تتلف وتهلك، وهو ما قال:  (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) . </p><p> وقوله:  (وَلَا تَكُنْ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ) : هذا يحتمل وجهين: </p><p> أحدهما: لا تكن في ضيق مما يستهزئون بك، ويسخرون بما توعدهم من العذاب </p><p> والهلاك؛ ألا ترى أنهم قالوا على أثر ذلك:  (مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (٧١) قالوا ذلك له استهزاء بما يوعدهم؛ فكأنه قال لرسوله: لا تكن في ضيق مما يستهزئون بما توعدهم؛ فإن اللَّه يجزيهم جزاء استهزائهم بك. </p><p> والثاني:  (وَلَا تَكُنْ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ) أي: مما يريدون ويهمون قتلك؛ فإن الله يحفظك ويحوطك؛ فلا يصلون إليك بما يريدون من قتلك وإهلاكك، وهو ما قال:  (وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ) . </p><p> وفيه دلالة إثبات رسالته؛ حيث أمنه وأخبره أنه يحفظه ويعصمه من جميع الأعداء وهو بين أظهرهم، فذلك آية من آيات النبوة والرسالة، واللَّه أعلم. </p><p> وقوله:  (وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ) : قد ذكرنا أنهم إنما يقولون ذلك استهزاء وتكذيبًا بما كان يوعدهم من العذاب بتكذيبهم إياه، ثم كان يوعدهم مرة بعذاب ينزل بهم في الدنيا كما نزل بأوائلهم بتكذيبهم الرسل، ومرة يوعدهم بعذاب ينزل بهم في الآخرة، فيكذبونه في ذلك كله ويستهزئون به ويقولون:  (مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ) ؛ وكذلك قال أوائلهم لرسلهم:  (فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ) . </p><p> ثم قال:  (قُلْ عَسَى أَنْ يَكُونَ رَدِفَ لَكُمْ بَعْضُ الَّذِي تَسْتَعْجِلُونَ (٧٢) هذا يحتمل وجهين: أحدهما: قوله: (رَدِفَ لَكُمْ) بعد هذه الحال، وبعد هذا القول الذي قالوا:  (بَعْضُ الَّذِي تَسْتَعْجِلُونَ) ، أي: ينزل بكم بعد هذه الحال بعض الذي تستعجلون وهو العذاب، وقوله:  (رَدِفَ لَكُمْ) أي: يدنو منكم ويقرب. </p><p> والثاني:  (عَسَى أَنْ يَكُونَ رَدِفَ لَكُمْ) بعد الحزن والمكروه الذي يحل بكم بالموت (بَعْضُ الَّذِي تَسْتَعْجِلُونَ) وهو عذاب القبر؛ لأنهم وقت الموت يحزنون ويكرهون لما شاهدوا وعاينوا من حالهم؛ ولذلك يسألون ربهم الرجوع والرد إلى المحنة ثانيًا؛ نحو قولهم:  (رَبِّ ارْجِعُونِ) ، وقولهم:  (أَوْ نُرَدُّ فَنَعْمَلَ) ، ونحوه. </p><p> وقوله:  (وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ (٧٣) يحتمل قوله: (لَذُو فَضْلٍ عَلَى النَّاسِ) وجوهًا: </p><p> أحدها: ذو فضل في تأخير العذاب عنهم، ولكن أكثرهم لا يشكرون ذلك الفضل ولكن يستعجلون. </p><p> والثاني: ذو فضل على الناس في دينهم في بعثه وإرساله إليهم من يزجرهم ويصرفهم عما يستوجبون من عذاب اللَّه ومقته وهو الرسول، لكنهم لا يعرفون هذا الفضل ولا يشكرونه، بل يعاندونه ويكابرونه. </p><p> أو لذو فضل على الناس فيما أنعم عليهم في أموالهم وأنفسهم، لكنهم لا يشكرون في ذلك، بل يصرفون شكره إلى غير المنعم، واللَّه أعلم. </p><p> وقوله:  (وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ (٧٤) </p><p> قوله:  (تُكِنُّ صُدُورُهُمْ) يحتمل وجهين: </p><p> أحدهما: ما تكنون أنتم في صدوركم وتسترون فيها (وَمَا يُعْلِنُونَ) ، أي: ما يبدون ويظهرون فيها، يعلم ذلك كله. </p><p> أو (مَا تُكِنُّ صُدُورُهُمْ) ، أي: ما تخفي أنفس الصدور وتستر فيها (وَمَا يُعْلِنُونَ) : وما تحمل الصدور أصحابها على إبداء ما فيها وإظهاره، وهو ما ذكر في الخبر حيث قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" إن في الإنسان مضغة إذا صلحت صلح جميع بدنه وهو القلب \" ، والله أعلم. </p><p> وقوله:  (وَمَا مِنْ غَائِبَةٍ فِي السَّمَاءِ وَالْأَرْضِ إِلَّا فِي كِتَابٍ مُبِينٍ (٧٥) هذا يخرج على وجهين -أيضًا-: </p><p> أحدهما: ما من غائبة في السماء والأرض مما كان ويكون أبد الآبدين إلا كان ذلك مبينا في كتاب مبين، يخبر أنه كان لم يزل عالمًا بما كان منهم أبد الآبدين، وأنه عن علم بأفعالهم وصنيعهم خلقهم وأنشاهم، لا عن جهل وغفلة. </p><p> والأني:  (وَمَا مِنْ غَائِبَةٍ فِي السَّمَاءِ وَالْأَرْضِ) أي: ما من غائبة عن الخلق ما يغيب بعضهم من بعض ويستر بعضهم بعضا، (إِلَّا فِي كِتَابٍ مُبِينٍ) : إلا كان ذلك عند اللَّه محققا ظاهرًا مرقوبا، ينبههم؛ ليكونوا على حذر؛ يقول: إن ما يغيب بعضهم من بعض فهو عند اللَّه محفوظ رقيب لا يغيب عنه شيء؛ كقوله:  (مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ) ، واللَّه الموفق. </p><p> قَالَ بَعْضُهُمْ: في قوله: (عَسَى أَنْ يَكُونَ رَدِفَ لَكُمْ) أي: أعجل لكم. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ هَذَا الْقُرْآنَ يَقُصُّ عَلَى بَنِي إِسْرَائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ (٧٦) وَإِنَّهُ لَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ (٧٧) إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ بِحُكْمِهِ وَهُوَ الْعَزِيزُ الْعَلِيمُ (٧٨) فَتَوَكَّلْ عَلَى اللَّهِ إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ (٧٩) إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ (٨٠) وَمَا أَنْتَ بِهَادِي الْعُمْيِ عَنْ ضَلَالَتِهِمْ إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ (٨١) وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ (٨٢) </p><p> وقوله:  (إِنَّ هَذَا الْقُرْآنَ يَقُصُّ عَلَى بَنِي إِسْرَائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ) قوله: </p><p> (أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ) مقطوع من قوله: (إِنَّ هَذَا الْقُرْآنَ يَقُصُّ عَلَى بَنِي إِسْرَائِيلَ) ؛ كأنه قال:  (يَقُصُّ عَلَى بَنِي إِسْرَائِيلَ) أي: يبين لهم، ثم قال على الاستئناف:  (أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ) . </p><p> وقَالَ بَعْضُهُمْ: لا، ولكن هو موصول بعضه ببعض؛ (إِنَّ هَذَا الْقُرْآنَ يَقُصُّ) أي: يبين على بني إسرائيل أكثر ما اختلفوا فيه. </p><p> فإن كان على ما يقول هذا، فهم بأنفسهم يبينون الاختلاف الذي هم فيه لا يحتاج إلى أن يبين القرآن الذي هم فيه يختلفون؛ إذ هم يبينون ما اختلفوا فيه. </p><p> ولكن تأويله - واللَّه أعلم - إن هذا القرآن يبين لهم الحكم في أكثر ما يختلفون، أو يبين لهم الحق في أكثر ما يختلفون فيه. </p><p> وفي ظاهر الآية أنه يبين لهم أكثر الذي هم فيه يختلفون: أنه قد بقي شيء مما اختلفوا فيه لم يبين لهم؛ حيث قال:  (أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ) ، لكن قوله:  (أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ) أي: يبين لهم ما فيه نص القرآن، ولم يبين لهم ما فيه دليل القرآن، أو يبين لهم ما فيه نص القرآن ولم يبين ما فيه سنة القرآن ونحوه، واللَّه أعلم. </p><p> وقوله:  (وَإِنَّهُ ... (٧٧) أي: القرآن الذي ذكر، (لَهُدًى وَرَحْمَةٌ) أي: هدى ورحمة، أي: هدى من الضلالة لمن اتبعه في الدنيا وعمل به، ورحمة في دفع العذاب عنهم في الآخرة، فيكون هو هدى ورحمة لمن آمن به. </p><p> وقوله:  (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ بِحُكْمِهِ وَهُوَ الْعَزِيزُ الْعَلِيمُ (٧٨) حكمه: هو عدله؛ كأنه يقول: إن ربك يقضي بينهم بعدله، لا يجور ولا يظلم في الحكم والقضاء. </p><p> (وَهُوَ الْعَزِيزُ) : الذي لا يعجزه شيء، (الْعَلِيمُ) : الذي لا يخفى عليه شيء؛ عزيز بذاته عالم بذاته. </p><p> وقوله:  (فَتَوَكَّلْ عَلَى اللَّهِ إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ (٧٩) أي: توكل على اللَّه واعتمد عليه، ولا تخف مكرهم وما يريدون ويقصدون أن يكيدوا بك؛ كقوله:  (وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ) ، وقوله:  (إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ) ؛ لأن معك حججا وبراهين، وليس مع أُولَئِكَ حجج وبراهين، وإن كان كل منهم يقول: إنا على الحق، فأنت على الحق المبين لا هم؛ لأن معك حججا وبراهين؛ فالذي أنت عليه حق، وإن الذي هم عليه باطل ليس بحق. </p><p> وقوله:  (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ (٨٠) قال بعض أهل التأويل: بلغنا أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - نادى يوم بدر: \" يا فلان ويا فلان - وهم قتلى بعدما أمر أن يجمعوا </p><p> في قليب - هل وجدتم ما وعد ربكم حقا؟! ألم تكذبوا نبيكم وتكفووا بربكم وتقطعوا أرحامكم \"؟ ! فأنزل اللَّه هذه الآية:  (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى) . </p><p> لكن عندنا أن اللَّه تعالى سمى الكافر: ميتًا في غير آي من القرآن؛ لما لم يجهدوا أنفسهم في عبادة اللَّه ولا استعملوها في طاعته، فهم كالموتى، وسماهم: صُمًّا؛ لما لم يسمعوا الحق ولم يقبلوه، وسماهم: بُكما؛ لما لم ينطقوا بالحق ولا تكلموا به، وسماهم: عُميا؛ لما لم يبصروا الحق، وسماهم: موتى؛ لما لم يستعملوا أيديهم في الحق؛ فنفى عنهم هذه الحواس لما لم ينتفعوا بهذه الحواس، ولا استعملوها فيما أنشئت وخلقت وإن كانت لهم هذه الحواس؛ فعلى ذلك سماهم: موتى وهلكى، وفي موضع آخر شبههم بالأنعام وأخبر أنهم أضل؛ لما لم يستعملوا أنفسهم فيما أنشئت هي له، ولم ينتفعوا بها. </p><p> فَإِنْ قِيلَ: ما معنى قوله: (وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) : أخبر أنه لا يقدر على أن يسمع الصم إذا ولوا مدبرين، ولا يقدر أن يسمع الصم وإن أتوا مقبلين ولم يولوا؟ </p><p> قيل: معناه - واللَّه أعلم - أنهم صاروا صُمًّا لا ينتفعون بما سمعوا لإعراضهم وترك إمكان النظر فيه، ولو أقبلوا إليه لانتفعوا به، فيصير مسمعا لهم؛ يخبر عن شدة تعنتهم ومكابرتهم أنهم كالصم المدبرين، لا يمكن إسماعهم بحال ولا تفهيمهم وإن جهد، وأما الصم المقبلون فإنهم قد يمكن إسماعهم وتفهيمهم بجهد بالإشارة والإيماء، واللَّه أعلم بذلك. </p><p> وقوله:  (وَمَا أَنْتَ بِهَادِي الْعُمْيِ عَنْ ضَلَالَتِهِمْ ... (٨١) وفي بعض القراءات: (وما أنت تهدي العمي عن ضلالتهم) ، هذا يدل أن ليس كل الهدى البيان على ما قالت المعتزلة؛ لأنه لو كان الهدى كله بيانًا في جميع المواضع على ما قالوا هم، لكان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يقدر أن يبين للكفار عن ضلالتهم، وقد بين لهم، ثم أخبر رسوله:  (وَمَا أَنْتَ بِهَادِي الْعُمْيِ عَنْ ضَلَالَتِهِمْ) ، فدل هذا أن عند اللَّه هداية ولطفًا إذا سألوه وطلبوا منه ذلك وأعطاهم لاهتدوا به وآمنوا، فهذا ينقض على المعتزلة قولهم. </p><p> وقوله:  (إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ) أي: ما تسمع إلا أهل الإيمان بالآيات وأهل الإسلام منهم، فأما أهل العناد والمكابرة فلا. </p><p> وقوله:  (وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ (٨٢) قَالَ بَعْضُهُمْ: قوله: (وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ) أي: إذا وقعت الحجة عليهم ولزمت فكذبوها أخرجنا لهم دابة. </p><p> وقَالَ بَعْضُهُمْ: وإذا وقعت السخطة والغضب عليهم أخرجنا لهم دابة. </p><p> وقال قائلون:  (وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ) ، أي: إذا بلغوا في الكفر حدّا يعلم اللَّه أنهم لا يؤمنون أبدًا بعد ذلك (أَخْرَجْنَا لَهُمْ دَابَّةً) ، لكن قد ذكرنا في غير موضع: أن هذا لا يصح ولا يجوز؛ إذ اللَّه - عَزَّ وَجَلَّ - لم يزل عالما بما كان ويكون منهم أبد الآبدين، فليس علمه بأحوالهم بما يكون منهم إذا بلغوا ذلك الحد، بل لم يزل عالمًا بما يكون منهم، وهذا الحرف الذي يقول القائل يومئ إلى أنه إنما يعلم ذلك منهم إذا بلغوا ذلك الحد وقبل ذلك لا، فهو قبيح. </p><p> وقول من قال: إذا وقعت الحجة عليهم؛ فهو لا يحتمل أيضًا؛ لأن الحجة قد كانت قامت قبل ذلك الوقت، وليست تقوم الحجة عليهم في ذلك الوقت. </p><p> فيكون التأويل أحد وجهين: </p><p> أحدهما: ما ذكرنا من وقوع العذاب، ووجوب العقوبة والسخطة عليهم؛ كقوله:  (أُولَئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ) أي: العذاب وجب عليهم. </p><p> والثاني: أي: إذا أتى وقت خروج الدابة التي وعدنا لهم أنها تخرج، أخرجناها لهم في ذلك الوقت، أي: لا يتقدم خروجها عن الوقت الموعود ولا يتأخر؛ كقوله:  (فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ) ، وهكذا كل شيء جعل اللَّه لظهور ذلك وكونه وقتًا لا يتقدم ولا يتأخر ذلك الوقت؛ هذا - واللَّه أعلم - يشبه أن يكون تأويل الآية. </p><p> وقوله:  (تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ) : قراءة العامة بالتشديد: (تُكَلِّمُهُمْ) من التكليم والتحديث؛ وكذلك في بعض الحروف: تحدثهم وتنبئهم، وقد قرئ:  (تَكْلِمُهُم) بالتخفيف وهو من الجراحة، وهو ما ذكر في الأخبار والقصص أن الدابة إذا خرجت تجرح الكافر، وتسمه بسمة وعلامة، حتى يعرف الكافر من المؤمن فيقال: يا مؤمن ويا كافر. </p><p> وسئل ابن عَبَّاسٍ عن ذلك؟ فقال:  \" تكلم المؤمن وتحدثه، وتجرح الكافر \" ، والله </p><p> أعلم. </p><p> ثم اختلف في قوله:  (أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ) ؛ اختلف في تلاوته، وتأويله:  (أَنَّ النَّاسَ) بنصب الألف، و (إِنَّ النَّاسَ) بكسرها، فمن قرأ بالنصب:  (أَنَّ النَّاسَ) وجعل ذلك القول من الدابة، ثم يخرج على وجهين: </p><p> أحدهما: تقول الدابة: إن الناس كانوا بي وبخروجي لما وعدوا لا يوقنون أني أخرج، فهأنذا خرجت. </p><p> والثاني: أنها تخبر عن اللَّه وتنبئ أن الناس كانوا بالدابة وبغيرها من الآيات لا يوقنون. </p><p> ومن قرأ بالخفض (إِنَّ) يجعل ذلك القول من اللَّه ابتداءَ إخبارٍ: أنهم كانوا لا يزالون لا يوقنون. </p><p> وفي خروج الدابة أعظم آيات في إثبات رسالة رسول اللَّه ونبوته؛ لأنه أخبر أنها تخرج في وقت كذا؛ فتخرج على ما أخبر في ذلك الوقت على الوصف الذي وصف؛ فتدلهم على صدقه. </p><p> * * * </p><p> قوله تعالى:  (وَيَوْمَ نَحْشُرُ مِنْ كُلِّ أُمَّةٍ فَوْجًا مِمَّنْ يُكَذِّبُ بِآيَاتِنَا فَهُمْ يُوزَعُونَ (٨٣) حَتَّى إِذَا جَاءُوا قَالَ أَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا أَمَّاذَا كُنْتُمْ تَعْمَلُونَ (٨٤) وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوا فَهُمْ لَا يَنْطِقُونَ (٨٥) أَلَمْ يَرَوْا أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (٨٦) وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ وَكُلٌّ أَتَوْهُ دَاخِرِينَ (٨٧) وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ (٨٨) مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ (٨٩) وَمَنْ جَاءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ (٩٠) </p><p> وقوله:  (وَيَوْمَ نَحْشُرُ مِنْ كُلِّ أُمَّةٍ فَوْجًا مِمَّنْ يُكَذِّبُ بِآيَاتِنَا) : يجمع القادة منهم والأتباع والمتبوعون، فيساقون إلى النار جميعًا؛ كقوله:  (احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ. . .) الآية، وكقوله:  (وَسِيقَ الَّذِينَ كَفَرُوا. . .) الآية؛ وكقوله:  (وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ) . </p><p> قال أهل التأويل:  (يُوزَعُونَ) أي يحبس أولهم على آخرهم حتى يجتمعوا، وقد ذكرنا الوزع فيما تقدم وما قيل فيه. </p><p> وقوله:  (حَتَّى إِذَا جَاءُوا قَالَ أَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا أَمَّاذَا كُنْتُمْ تَعْمَلُونَ (٨٤) أي: حتى إذا جاءوا جميعًا واجتمعوا - يعني: الكفار - قال لهم:  (أَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا) ، يحتمل (وَلَمْ تُحِيطُوا بِهَا عِلْمًا) أي: قد أحطتم بها علما أنها آيات، لكن كذبتم وأنكرتم أنها آيات عنادا ومكابرة؛ إذ يجوز أن ريكلم بالنفي على إثبات ضده؛ كقوله:  (أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ) أي: يعلم بضد ذلك وبخلاف ما تقولون أنتم، وذلك جائز في القرآن كثير. </p><p> أو أن يكون قوله:  (وَلَمْ تُحِيطُوا بِهَا عِلْمًا) لما لم تتفكروا فيها، ولم تنظروا إليها نظر التعظيم والإجلال لكي تعرفوا، وأحطتم بها علما أنها آيات. </p><p> وإلا لو كان التأويل على ظاهر ما ذكر لكان لهم عذر في تكذيبها إذا لم يحيطوا بها علما؛ إذ من لم يحط العلم بالشيء فله عذر الرد وترك القبول، لكن يخرج على الوجهين اللذين ذكرتهما، واللَّه أعلم. </p><p> ثم قال:  (أَمَّاذَا كُنْتُمْ تَعْمَلُونَ) : في تكذيب الآيات والأعمال التي عملوها بلا حجة، ولا برهان. </p><p> (وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوا فَهُمْ لَا يَنْطِقُونَ (٨٥) أي: وجب القول بالعذاب، ووقع ما وعدوا من العذاب بما ظلموا حيث قال:  (لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ) ، ونحوه. </p><p> وقوله:  (فَهُمْ لَا يَنْطِقُونَ) أي: لا ينطقون بالحجة مما يكون لهم به عذر. </p><p> وقوله:  (أَلَمْ يَرَوْا أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (٨٦) أي: في الليل والنهار لآيات لقوم يؤمنون. </p><p> ثم الآيات التي ذكر فيهما تكون من وجوه: </p><p> أحدها: دلالة وحدانيته ودلالة علمه، وتدبيره وحكمته، ودلالة كرمه وجوده، ودلالة قدرته وسلطانه، ودلالة القدرة على البعث والإحياء بعدما صاروا رمادا وترابًا. </p><p> أما دلالة كرمه وجوده: ما جعل لهم في الليل والنهار منافع تدوم ما داموا هم. </p><p> ثم تلك المنافع تكون من وجهين: </p><p> أحدهما: جعل النهار للتقلب فيه والتصرف لمعاشهم وما به قوام دنياهم، وجعل الليل راحة لهم وسكونا، ولو جعلهما جميعا للتقلب ما قام به معاشهم وما به قوام أنفسهم وأبدانهم أبدًا؛ لأنه لا يلتئم ذلك إلا بالراحة، ولو جعلهما جميعًا للراحة لم يقم أمر معاشهم، فمن رحمته وفضله جعل أحدهما للراحة والآخر للتقلب، وهو ما ذكر في آية أخوى:  (وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ) . </p><p> والثاني: من النعمة التي ذكر أنه جعل الذي للتقلب إنما جعل ذلك للكل، لا للبعض </p><p> دون البعض؛ وكذلك الذي هو مجعول الراحة، والقرآن إنما جعله كذلك للكل لا لقوم دون قوم، ولو جعل كذلك لكان لا يقوم أمر معاشهم، ولا ما به يقوم أبداتهم وأنفسهم، ولكن من رحمته وفضله جعل المجعول وقتًا للراحة للكل لا لبعض دون بعض؛ وكذلك المجعول للتقلب؛ ليظفر المشترون بالباعة والباعة بالمشترين؛ ليلتئم أمر معاشهم ودنياهم. </p><p> وأما دلالة وحدانيته: ما جعل منافع أحدهما متصلة بالآخر؛ إذ لا يقوم أحدهما إلا بالآخر على اختلاف جوهرهما؛ ليعلم أن مدبرهما ومنشئهما واحد؛ إذ لو كان عددا لكان ما أراد هذه إيصاله منع الآخر، فإن لم يكن ولكن جريا على سنن واحد واتساق واحد؛ دل أنه تدبير واحد لا عدد. </p><p> ودلالة علمه وحكمته: أنهما منذ كانا، كانا على ميزان واحد، وعلى تقدير واحد من غير تغير ولا تبدل يقع فيهما؛ دل أن لمنشئهما علما ذاتتا وحكمة ذاتية، لا علما مكتسبًا مستفادًا كعلم الخلق. </p><p> وأما دلالة القدرة والسلطان: لأنهما يقهران الخلق كله من الجبابرة والفراعنة شاءوا أو أبوا، حتى إذا أراد واحد منهم أن يمنع أحدهما أو ينقص من الآخر لم يقدر عليه. </p><p> أو إن اجتمعوا جميعًا على دفعهما أو دفع أحدهما دون الآخر لم يقدروا عليه؛ دل أن لمنشئهما قدرة وسلطانا؛ إذ من قدر على إنشاء هذا لا يعجزه شيء. </p><p> ودلالة القدرة على البعث: لأنه يتلف أحدهما ويذهب به حتى لا يبقى أثره، ثم يأتي بالآخر على تقدير الأول، فمن قدر على إنشاء هذا بعد ذهاب الآخر بكليته وذهاب أثره لقادر على إنشاء الخلق بعد فنائهم وهلاكهم، وأنه لا يعجزه شيء. </p><p> ثم لما جعل هذا ما ذكرنا وخلق ما خلق من المنافع التي ذكرنا لهذا العالم خلق هذا العالم للمحنة يأمرهم وينهاهم، وجعل لهم عاقبة فيها يثاب من أطاعه ويعاقب من عصاه؛ إذ لو لم تكن عاقبة لكان خلقهم عبثًا لا حكمة فيه؛ لأن من بني بناء للفناء والنقض خاصة لا لعاقبة يتأمل نفعه كان بناؤه عبثًا غير حكمة؛ فعلى ذلك خلق الخلق لا لعاقبة تقصد عبث ليس بحكمة. </p><p> والآيات لمن آمن بها وصدق، فأما من لم يؤمن وكذب بها فهي آيات عليهم لا لهم. </p><p> وقوله:  (وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ وَكُلٌّ أَتَوْهُ دَاخِرِينَ (٨٧) اختلف في النفخ ما هو؟ وفي عدده؟ واختلف في الصور أيضًا ما هو؟ وكيف هو؟! </p><p> أما الاختلاف في النفخ: فمنهم من يقول: ليس على حقيقة النفخ، ولكن إخبار عن خفة قيام القيامة على اللَّه؛ أخبر بالنفخ عنها؛ لأنه أخف شيء على الخلق وأهونه، فأخبر به عنها، وهو ما قال:  (وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ) ، شبه أمرها بلمح </p><p> البصر لما ليس شيء أخف على المرء من لمح البصر؛ فعلى ذلك النفخ عند قيامها لخفته على الخلق. </p><p> ومنهم من يقول: ذكر النفخ لسرعة نفاذ الساعة؛ إذ ليس شيء أسرع نفاذا من النفخ، وهو ما قال: إلا صيحة، وإلا رجفة، ذكر ذلك وشبهها بالصيحة والرجفة لسرعة نفاذها؛ إذ ليس شيء أسرع نفاذا من الصيحة والرجفة، فيقول: ليس على حقيقة النفخ، ولكن إخبار عن خفتها على اللَّه أو سرعة نفاذها على ما ذكرنا، وهو ما قال:  (فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا) ، ليس أنه ينفخ فيه نفخًا، ولكن يجعل كأنه قال: وجعلنا فيه من روحنا. </p><p> ومنهم من يقول: هو على حقيقة النفخ، فإن كان على هذا فهو أن يمتحن الملك من غير أن يقع له الحاجة إلى ذلك؛ نحو ما امتحن الكرام الكاتبين بكتابة أعمال الخلق وأفعالهم من غير وقوع الحاجة إليه، لكن امتحانًا منه ملائكته بذلك، أو أن يكونوا أحذر؛ إذ هو عالم بما كان وبما يكون كيف يكون؟ ومتى يكون وأي شيء يكون؟ </p><p> وأما اختلافهم في عدد النفخ: قال قائل: إنه واحد يحتج بقوله: (إِلَّا صَيْحَةً وَاحِدَةً) . </p><p> ومنهم من يقول بالنفختين؛ يحتج بقوله:  (يَوْمَ تَرْجُفُ الرَّاجِفَةُ (٦) تَتْبَعُهَا الرَّادِفَةُ (٧) . أخبر أنه يردف الأولى غيرها، ويحتج بقوله أيضًا:  (وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى) . </p><p> ومنهم من يقول بالنفخات الثلاث يقول: الأولى للفزع، والثانية للصعق على ما ذكرنا في الآية، والثالثة للإحياء. </p><p> ومنهم من يقول بالثلاث إلا أنه يجعل ذلك كله بعد الموت: </p><p> أحدها للفزع في القبور، والثانية للإحياء فيها، والثالثة للإخراج منها والنشر، ويقول هذا القائل بعذاب أهل القبر من النفخة الثانية إلى النفخة الثالثة؛ وعلى ذلك رويت أخبار في ذلك، فإن ثبتت فهو ذاك وإلا نقف فيه. </p><p> وأمَّا اختلافهم في الصور: قال قائلون: ينفخ في الخلق، والصور جمع صورة؛ قال: الزجاج: لا يحتمل هذا؛ لأن الصور على سكون الواو ليس هو من أفراد الصور ولا من جمعها؛ لأن الفرد هو صورة بالهاء وجمع الصورة صور - بتحريك الواو - على ما ذكر في الآية:  (فَأَحْسَنَ صُوَرَكُمْ) . </p><p> ومنهم من يقول: هو قرن ينفخ فيه كقرن كذا، أو بوق كبوق كذا. </p><p> لكنا لا نفسر شيئًا مما ذكر من النفخ والصور أنه كذا، ولا نشير إلى شيء أنه ذا، إلا إن ثبت شيء من التفسير عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فيقال به وليس هو بشيء يوجب العمل به </p><p> فيتكلف صحته أو سقمه، إنما هو شيء يجب التصديق به، فنقول بالنفخ والصور على ما جاء ولا نفسسر، واللَّه أعلم. </p><p> وقوله:  (فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ) ، وقال في آية أخرى:  (فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ) إنما هو إخبار عن شدة هول ذلك اليوم؛ كقوله:  (وَتَرَى النَّاسَ سُكَارَى. . .) الآية؛ وكقوله - تعالى -: (يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ) ، ونحوه. </p><p> وقوله:  (إِلَّا مَنْ شَاءَ اللَّهُ) : هم الشهداء في الأرض؛ وعلى ذلك روي في بعض الحديث أنه قال:  \" ما أعطي آدمي بعد النبوة أفضل من الشهادة،لا يسمع الشهيد الفزع يوم القيامة إلا كرجل قال لصاحبه:أتسمع،قال:أسمع كتأذين الصلاة \" . </p><p> وقَالَ بَعْضُهُمْ: هم جبريل وميكائيل وإسرافيل وملك الموت. </p><p> وقَالَ بَعْضُهُمْ: هم الأنبياء والرسل. </p><p> لكن لا نقول نحن: إن أهل الثنيا هم كذا ولا نشير إلى أحد؛ لأنا لا نعلم ذلك إلا إن ثبت في ذلك خبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فنقول به. </p><p> وجائز أن يكون الذين استثناهم عن الذين أخبر عنهم في آخر الآية أنهم يكونون آمنين من فزع ذلك اليوم وهوله، وهو ما قال:  (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ) . </p><p> وقوله:  (وَكُلٌّ أَتَوْهُ) : قرئ بالمد (آتُوهُ) وتطويله مضموم التاء فيه على مثال (فاعلوه) ، وهو جمع (آت) ؛ كقوله (إِلَّا آتِي الرَّحْمَنِ عَبْدًا) ، و (أَتَوْهُ) جمع (أتى) وهو من سيأتون. </p><p> وقرأ بعضهم بقصر الألف ونصب التاء على الإتيان: قد أتوه. </p><p> وقوله:  (دَاخِرِينَ) قيل: صاغرين ذليلين، دخر، أي: ذل. </p><p> وقوله:  (وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ (٨٨) قَالَ بَعْضُهُمْ: وهي تمر مر كذ!؛ لكثرتها وازدحامها يرنو الناظر إليها ويحسبها كأنها جامدة؛ وكذلك العسكر العظيم </p><p> يحسب الناظر إليه كأنه ساكن جامد؛ لكثرتهم وازدحامهم؛ فعلى ذلك الجبال. </p><p> وقَالَ بَعْضُهُمْ: لا، ولكن لشدة ذلك اليوم وهوله وفزعه على الناس يحسبون كأنها جامدة، (وَهِيَ تَمُرُّ مَرَّ السَّحَابِ) وهو ما ذكر: (وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى. . .) الآية؛ لشدة ذلك اليوم ونزعه. وقَالَ بَعْضُهُمْ: لا، ولكن الجبال لهول ذلك اليوم وفزعه تمرّ مر السحاب وسيره؛ كقوله:  (وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوشِ) ، وأصله: إنما يذكر هذا وما تقدم من هول ذلك اليوم وشدته على الخلق؛ ليتعظوا وينزجروا. </p><p> وقوله:  (صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ) : قَالَ بَعْضُهُمْ: (أَتْقَنَ) : أحكم وأبرم. </p><p> وقَالَ بَعْضُهُمْ:  (أَتْقَنَ) : أي: أحسن كل شيء. </p><p> قال بعض المعتزلة: كيف يكون الكفر حسنا وهو قبيح؛ لأنه شتم رب العالمين، ولا يجوز أن يقال: اللَّه خلق شتم نفسه وأحسن شتم نفسه، أو أحسن كفر الكافر وغير ذلك من الخرافات؟! </p><p> فيقال لهم: لا يقول أحد: إنه خلق الكفر وأحسنه أو أحسن شتم نفسه على هذا الإطلاق، من قال ذلك فهو كافر، ولكن يقول: فعل الكفر من الكافر قبيحًا، وخلق فعل المعصية من العاصي قبيحًا، لكنه من حيث خلقه ذلك وجعله حجة عليه حسنًا متقنًا محكمًا، وإن كان ذلك الفعل منه قبيحًا باطلا سفها جورا - أعني: من الكافر - ألا ترى أن من تكلف أن يعرف فعل الكفر منه سفهًا وجورا كان غير مذموم؛ لأنه يتكلف أن يعرف ما هو سفه في الحقيقة سفها، ويعرف ما هو حق حقا فهو من هذا الوجه عارف بحق وحكمة؛ لأن الحكمة توجب أن يعرف كل شيء على ما هو في نفسه حقيقة؛ فعلى ذلك خلق فعل الكفر من الكافر على الوجه الذي ذكرنا هو حسن متقن محكم، وإن كان من حيث فعل الكافر قبيحًا سفهًا باطلا، وهذا كما نصفه على الإطلاق: أنه رب كل شيء وخالق كل شيء، ولا نقول: يا خالق الأنجاس ويا رب الأقذار ونحوه، وإن كان هذا داخلا في الجملة أنه خالقها وربها؛ لأنه على الإطلاق يخرج مخرج المدح له والثناء وعلى التخصيص مخرج الذمِ له؛ فعلى ذلك الأول. </p><p> وقوله:  (صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ) : على أثر وصف الجبال بما وصف من انتقاضها </p><p> وإفسادها، وإخراجها عن الصفة التي أنشأها إلى ما ذكر لم يخرج من الإتقان والإحكام والإبرام؛ ليعلم أن ليس في إفساد الشيء خروج عن الإتقان إذا كان ذلك لحكمة، والله أعلم. </p><p> وقوله:  (إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ) : وعيد لهم. </p><p> وقوله:  (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ (٨٩) </p><p> قالوا جميعًا: الحسنة هاهنا: التوحيد والإيمان. </p><p> وقوله:  (فَلَهُ خَيْرٌ مِنْهَا) : قيل فيه بوجوه: </p><p> أحدها: من جاء بالتوحيد: توحيد ربه يوم البعث فله خير منها، ومجيئه ربه بالتوحيد إذا ختم به فله ما ذكر، شرط المجيء به، ولم يقل: من عمل بالحسنة فله كذا؛ لأن الرجل قد يعمل بالحسنات ثم يفسدها ويبطلها؛ فلا يثاب عليها؛ ليعلم أن ما ينتفع بالحسنات في الآخرة الحسنة التي ختم عليها وجاء بها ربه. </p><p> وقَالَ بَعْضُهُمْ: قوله: (فَلَهُ خَيْرٌ مِنْهَا) أي: ما يعطى في الآخرة له من الثواب، والثواب والجزاء إنما يكون من الحسنة التي كانت منه في الدنيا منها يكون له جميع الخيرات في الآخرة. </p><p> وقَالَ بَعْضُهُمْ:  (فَلَهُ خَيْرٌ مِنْهَا) أي: الذي أعطي له في الآخرة من الخيرات خير مما ترك في الدنيا من النعم وصبر عليها، فذلك خير مما ترك، كقوله:  (إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ) ، كذا. </p><p> وقَالَ بَعْضُهُمْ:  (فَلَهُ خَيْرٌ مِنْهَا) أي: رؤية الرب ولقاؤه خير مما أعطي غيرها من الخيرات، على ما يكون في الدنيا رؤية الملك ولقاؤه على الرعية أعظم وأفضل عندهم من غيره من الكرامات وإن عظمت وجلت. </p><p> وقَالَ بَعْضُهُمْ: ذلك الثواب والجزاء في الآخرة خير مما عملوا به من الخيرات في الدنيا؛ لأن الثواب وجوبه الفضل والرحمة لا الاستيجاب والاستحقاق؛ إذ في الحكمة والعقل وجوب العمل، وليس فيهما وجوب الثواب، فما هو سبيله فضل اللَّه خير مما هو غيره. </p><p> لكنه عورض بأن ما كان سبيل وجوبه الحكمة والعقل خير مما كان سبيل وجوبه الإفضال؛ إذ ما كان سبيل وجوبه الحكمة والعقل لا يسع تركه، وما كان سبيل وجوبه الإفضال له تركه، لكنه قال: إن قوله: (فَلَهُ خَيْرٌ مِنْهَا) ، أي: في طباعكم ووهمكم ذلك </p><p> الثواب خير من ذلك، لا أنه في الحقيقة خير؛ وهو كقوله:  (وَهُوَ أَهْوَنُ عَلَيْهِ) ، أي: في طباعكم، وعندكم أن إعادة الشيء أهون من ابتدائه؛ إذ ليس شيء أهون على اللَّه من شيء، ولكن عندكم أن إعادة الشيء أهون من ابتدائه؛ فعلى ذلك الأول، واللَّه أعلم. </p><p> وقوله:  (وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ) أخبر أنهم إذا أتوا ربهم بالتوحيد يكونون آمنين من فزع ذلك اليوم وهوله. </p><p> وقوله:  (وَمَنْ جَاءَ بِالسَّيِّئَةِ ... (٩٠) أي: بالشرك، (فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ) : المنكب على الوجه: هو الملقى على الوجه، كقوله:  (يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ) . </p><p> وقوله:  (هَلْ تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ) أي: ما تجزون إلا بأعمالكم. </p><p> * * * </p><p> قوله تعالى (إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ (٩١) وَأَنْ أَتْلُوَ الْقُرْآنَ فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَقُلْ إِنَّمَا أَنَا مِنَ الْمُنْذِرِينَ (٩٢) وَقُلِ الْحَمْدُ لِلَّهِ سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٩٣) </p><p> وقوله:  (إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا) . </p><p> قوله:  (حَرَّمَهَا) يحتمل وجهين: </p><p> يحتمل (حَرَّمَهَا) أي: منعها من الاستلاب والاختطاف فيها؛ كقوله:  (وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ) ، ليس على التحريم حتى لا يحل له ذلك، ولكن على المنع والحظر، أي: منعنا منه المراضع. </p><p> والثاني: على التحريم نفسه، وهو ما جعل في كل أحد من الكافر والمسلم في الجاهلية والإسلام حرمة ذلك المكان؛ حتى لا يتناول أحد من صيد تلك البقعة ومن شجرها وحشيشها، واللَّه أعلم. </p><p> وقوله:  (وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ. وَأَنْ أَتْلُوَ الْقُرْآنَ ... (٩٢) أيضًا عليكم كأنهم أوعدوه بوعيد وخوفوه به، وطلبوا منه الموافقة لهم، فقال عند ذلك لهم: إنما أمرت أن أعبد رب هذه البلدة، وهو رب كل شيء، أي: أمرت أن أكون عبدا له، لا أجعل نفسي عبدا لغيره، وأمرت -أيضًا- أن أجعل نفسي سالمًا له، لا أجعل لأحد فيها شركا كما جعلتم أنتم - أيضا - ذلك كله. </p><p> وأمرت -أيضًا- أن أتلو القرآن عليكم، فأنا أتلوه عليكم كذبتموني أو لم تكذبوني، فإني لا أخاف كيدكم ولا مكركم، واللَّه أعلم. </p><p> وفي قوله:  (إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا) دلالة لزوم الرسالة؛ لأن أهل مكة وغيرهم قد أقروا جميعًا بحرمة تلك البقعة من أوائلهم وأواخرهم، فما </p><p> عرفوا ذلك إلا بالرسل؛ دل أن أوائلهم يقرون بالرسل والنبوة، فعلى ذلك يلزم هَؤُلَاءِ الإقرار بها، واللَّه أعلم. </p><p> وقوله:  (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ) : يخبر: أن من آمن وقبل الهدى فإنما يفعل ذلك لمنفعة نفسه، ومن ضل -أيضًا- فإنما يكون ضرره عليه؛ كقوله:  (مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا) . </p><p> وقوله:  (فَقُلْ إِنَّمَا أَنَا مِنَ الْمُنْذِرِينَ) أي: ليس عليَّ إلا الإنذار، فأما غير ذلك فذلك عليكم؛ كقوله:  (فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ) ، وقوله:  (مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ) . </p><p> وقوله:  (وَقُلِ الْحَمْدُ لِلَّهِ سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا ... (٩٣) هذا يحتمل وجهين: أحدهما: سرِيهم آيات وحدانيته وربوبيته، وآيات رسالته. </p><p> وقوله:  (فَتَعْرِفُونَهَا) أي: بالآيات ما ذكر؛ كقوله:  (سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ) . </p><p> والثاني: سيريهم ما وعد لهم من النصر والمعونة ليعرفوه عيانًا على ما عرفوه خبرا. </p><p> وقوله - تعالى -: (وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ) : قَالَ بَعْضُهُمْ: هذا الحرف توبيخ للظالم وتعيير وزجر، وتعزية للمظلوم وتسل له. </p><p> وقَالَ بَعْضُهُمْ: هذا الحرف ترمخيب وترهيب. </p><p> قَالَ الْقُتَبِيُّ: قوله: (رَدِفَ لَكُم) ، أي: تبعكم، واللام زائدة؛ كأنه قال: ردفكم، واللَّه أعلم بالصواب. </p><p> * * * </p>"
}