{
  "id": null,
  "sura": 27,
  "aya": 4,
  "text": "<p> سُورَةُ الْقَصَصِ </p><p> وهي مَكِّيَّة </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (طسم (١) تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ (٢) نَتْلُو عَلَيْكَ مِنْ نَبَإِ مُوسَى وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُؤْمِنُونَ (٣) إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ (٤) وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ (٥) وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ (٦) </p><p> قوله - عَزَّ وَجَلَّ -: (طسم (١) تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ (٢) : قد ذكرنا هذا فيما تقدم في غير موضع مما يغني عن ذكره في هذا الموضع. </p><p> وقوله:  (نَتْلُو عَلَيْكَ مِنْ نَبَإِ مُوسَى وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُؤْمِنُونَ (٣)  (مِنْ نَبَإِ مُوسَى وَفِرْعَوْنَ) أي: من خبرهما. </p><p> وقوله؛ (بِالْحَقِّ) أي: بالصدق ما يعلم أنه صدق وحق. </p><p> وجائز أن يكون قوله:  (بِالْحَقِّ) أي بالحق الذي لموسى على فرعون وقومه. </p><p> أو بالحق الذي لله عليه، واللَّه أعلم. </p><p> وقوله:  (لِقَوْمٍ يُؤْمِنُونَ) يحتمل وجهين: </p><p> أحدهما:  (نَتْلُو عَلَيْكَ مِنْ نَبَإِ مُوسَى وَفِرْعَوْنَ) للمؤمنين؛ لأنهم هم المنتفعون بالأنباء وما فيها، وأما من لا يؤمن فلا ينتفع بها فلا يكون. </p><p> والثاني: لقوم يؤمنون بالأنباء والكتب المتقدمة، هم يعرفون أنه حق لما في كتبهم ذلك، واللَّه أعلم. </p><p> وقوله:  (إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ (٤) قَالَ بَعْضُهُمْ: تجبّر واستكبر وأبي أن يصغى لموسى ولأمثاله. </p><p> وقَالَ بَعْضُهُمْ:  (عَلَا فِي الْأَرْضِ) أي: بغى وقهر؛ فيكون تفسيره ما ذكر على أثره (يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ) ، هذا - واللَّه أعلم - يشبه أن يكون علوه وبغيه في الأرض. </p><p> ويشبه أن يكون قوله:  (عَلَا فِي الْأَرْضِ) أي: علا قدره وارتفع رتبته في الأرض لما </p>"
}