{
  "id": null,
  "sura": 29,
  "aya": 47,
  "text": "<p> تجادلوهم؛ فإنكم وإن جادلتم إياهم فلا يؤمنون، وهو كقوله:  (لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِي) ، قوله:  (إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ فَلَا تَخْشَوْهُمْ) ليس على الثنيا من الأول، ولكن ابتداء نهي؛ أي: لا تخشوهم واخشوني، فعلى ذلك يحتمل الأول مثله. </p><p> والثالث: جائز أن يكون قوله: (وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ. . .) إلى آخر ما ذكر: هي المجادلة الحسنة التي أمروا بها؛ لأن تلك مما يقبلها العقل والطبع، وبها جاءت الكتب والرسل؛ فلا سبيل إلى ردّ ذلك. </p><p> وقَالَ بَعْضُهُمْ:  (وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ) أي: جادلوا الذين يصدقون منهم ولا يكتمون نعت مُحَمَّد وما في كتبهم من الحق، فأمَّا الذين تعلمون أنهم يكتمون ولا يصدقون فلا تجادلوهم، وهو كقوله:  (فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ) والأوّل كقوله: (تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ. . .) الآية. </p><p> والمجادلة الحسنة هي التي جاء بها الكتاب ويوجبها العقل. </p><p> ثم فيه دلالة جواز المناظرة والمجادلة مع الكفرة في الدِّين، وكذلك - قوله تعالى -: (وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ) ، ليس كما يقول بعض الناس: إنه لا يجوز معهم المناظرة، وذلك لجهلهم بحجج الإسلام وبراهينه؛ على ما ينهون عن المجادلة والمناظرة معهم. </p><p> وقَالَ بَعْضُهُمْ: من لا عهد معهم فجادلهم بالسيوف، ومن كان معه عهد وكتاب فجادلهم بالحجج. </p><p> وقَالَ بَعْضُهُمْ: هو منسوخ بقوله: (قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ. . .) الآية. </p><p> ومنهم من يقول: من أدَّى إليكم الجزية فلا تغلظوا له القول وقولا لهم قولا حسنًا، ومن لم يؤدّ فأغلظوا لهم وجادلوهم بالسيوف، واللَّه أعلم. </p><p> وقوله:  (وَكَذَلِكَ أَنْزَلْنَا إِلَيْكَ الْكِتَابَ فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يُؤْمِنُونَ بِهِ وَمِنْ هَؤُلَاءِ مَنْ يُؤْمِنُ بِهِ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الْكَافِرُونَ (٤٧) أي: كما أخبرناك في الكتاب، فقل لهم، أو جادلهم. </p><p> وقوله:  (فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ) يخرج على وجهين: </p><p> أحدهما: الذين آتيناهم الكتاب فيتلونه حق تلاوته، فهم يؤمنون به؛ على ما ذكرنا في آية أخرى:  (الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَئِكَ يُؤْمِنُونَ بِهِ) ، فتكون </p>"
}