{
  "id": null,
  "sura": 29,
  "aya": 40,
  "text": "<p> موسى، فتهلكون أنتم يا أهل مكة بتكذيبكم محمدًا. </p><p> وقوله:  (وَلَقَدْ جَاءَهُمْ مُوسَى بِالْبَيِّنَاتِ) أي: كذبوا بعدما جاءهم موسى بالبينات على نبوته ورسالته كما جاءكم مُحَمَّد. </p><p> وقوله:  (فَاسْتَكْبَرُوا فِي الْأَرْضِ) جائز أن يكونوا استكبروا، وأبوا أن يخضعوا لموسى. </p><p> أو (فَاسْتَكْبَرُوا فِي الْأَرْضِ) أي: سعوا في الأرض بالفساد تكبرًا واستكبارًا (وَمَا كَانُوا سَابِقِينَ) أي: فائتين من عذاب اللَّه. </p><p> وقوله:  (فَكُلًّا أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (٤٠) أي: الحجارة، وهم قوم لوط، وقوم هود أهلكوا بالريح العاصف؛ حيث قال:  (وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ. مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ) . </p><p> قال أبو معاذ: الحاصب عند العرب: الريح التي فيها الزنانير، وهي صغار من الحصى (وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ) وهم قوم صالح وقوم شعيب وهَؤُلَاءِ (وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ) قارون وأصحابه (وَمِنْهُمْ مَنْ أَغْرَقْنَا) قوم نوح وفرعون. </p><p> يذكر إهلاك هذه الأمم والجبابرة لأهل مكة ولغيرهم من الكفرة، وقد تواترت عليهم بذلك الأخبار، وظهرت الأعلام والآثار ليرتدعوا عما هم عليه، ولئلا يعاملوا رسولهم كما عامل أُولَئِكَ رسلهم فيعذبون كما عذب أُولَئِكَ. </p><p> وقوله:  (وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ) في تعذيبه إياهم (وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ) حيث كذبوا الرسل، وكابروا آيات اللَّه وحججه وبراهينه وعاندوها، واللَّه أعلم. </p><p> قال أَبُو عَوْسَجَةَ: قوله: (سِيءَ) أي: اغتم من ذلك؛ يقال: سئت بفلان أساء سوءًا؛ فأنا مسوء. </p><p> وقوله:  (جَاثِمِينَ) أي: لزقوا بالأرض. </p><p> (وَكَانُوا مُسْتَبْصِرِينَ) أي: قد علموا، والمستبصر: العالم. </p><p> وقوله:  (أَخَذَتْهُ الصَّيْحَةُ) أي: صيح بهم فماتوا. </p><p> * * * </p><p> قوله تعالى (مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنْكَبُوتِ اتَّخَذَتْ بَيْتًا وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ لَوْ كَانُوا يَعْلَمُونَ (٤١) إِنَّ اللَّهَ يَعْلَمُ مَا يَدْعُونَ مِنْ دُونِهِ مِنْ شَيْءٍ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٤٢) وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ (٤٣) خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ (٤٤) اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ </p>"
}