{
  "id": null,
  "sura": 29,
  "aya": 24,
  "text": "<p> هم يعلمون أنهم لا يقدرون أن يسعوا في آياته معاجزين، لكنهم يسعون في دفع آياته والإنكار لها سعي معاجز لها لا سعي خاضع قابل؛ فعلى ذلك الأول. </p><p> وقوله:  (وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ) أي: ما لكم من دون اللَّه مما طمعتم من النصر لكم والشفاعة وليس لكم ذلك؛ لأنهم عبدوا تلك الأصنام لما طمعوا شفاعتها عند اللَّه لهم والزلفى حيث قال:  (وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا) . وقولهم:  (هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ) ، ومَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى)، ونحوه فيقول: ما لكم مما طمعتم بعبادتكم تلك الأصنام من ولي ولا نصير. </p><p> وقوله:  (وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ وَلِقَائِهِ أُولَئِكَ يَئِسُوا مِنْ رَحْمَتِي وَأُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ (٢٣) </p><p> وقوله:  (كَفَرُوا بِآيَاتِ اللَّهِ وَلِقَائِهِ) : يحتمل آيات اللَّه: الآيات التي جاءت بها الرسل في إثبات الرسالة لهم، ويحتمل آياته: الآيات التي جعلها لوحدانيته وألوهيته ولقائه، أي: كفروا بالبعث، وقد ذكرنا فيما سقدم وجه تسمية البعث: لقاءه. </p><p> وقال الحسن: آيات اللَّه: دين اللَّه، وكذلك يقول: كل آية في القرآن: الدِّين. </p><p> وقوله:  (أُولَئِكَ يَئِسُوا مِنْ رَحْمَتِي) : قال بعض أهل التأويل: (مِنْ رَحْمَتِي) أي: من جنتي وتأويل هذا؛ لأنهم قد كفروا بالبعث، فإذا كفروا به زعموا أن لا ثواب ولا جزاء. </p><p> وجائز أن يكون قوله:  (مِنْ رَحْمَتِي) أي: من رسلي وكتبي؛ لأن اللَّه سمى رسله وكتبه: رحمة في غير آي من القرآن، أيسوا منهم، حيث كذبوهم وكفروا بهم، أيسوا أن يرسل الرسل أو ينزل الكتب. </p><p> ويحتمل قوله:  (أُولَئِكَ يَئِسُوا مِنْ رَحْمَتِي) أُولَئِكَ عليهم الإياس من رحمتي لما كفروا بآياته ورسله، (وَأُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ) . </p><p> * * * </p><p> قوله تعالى:  (فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنْجَاهُ اللَّهُ مِنَ النَّارِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (٢٤) وَقَالَ إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ (٢٥) فَآمَنَ لَهُ لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي إِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ (٢٦) وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ وَآتَيْنَاهُ أَجْرَهُ فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ (٢٧) </p><p> وقوله:  (فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ) . </p><p> قوله:  (فَمَا كَانَ جَوَابَ قَوْمِهِ) إلا كذا: ليس في جميع الأوقات وجميع المشاهد، ولكن جائز أن يكون هذا: ما كان جواب قومه في مشهد إلا كذا. </p>"
}