{
  "id": null,
  "sura": 29,
  "aya": 67,
  "text": "<p> وفي قولهم:  (وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا إِلَّا لَهْوٌ وَلَعِبٌ) وجه آخر: وهو أن يقال: ما هذه المحاسن والأعمال التي تعملون وتعدون محاسن وصلاحًا في هذه الدنيا إلا لهو ولعب؛ لما لا تبقى ولا تنتفعون بها إلا ما ابتغي بها وجه اللَّه والدار الآخرة، وهو ما قال:  (وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ) أي: هي الباقية الدائمة (لَوْ كَانُوا يَعْلَمُونَ) . </p><p> وقوله:  (أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللَّهِ يَكْفُرُونَ (٦٧) قد ذكرنا في غير موضع: أن الاستفهام من الله يخرج مخرج الإلزام والإيجاب، أو يخرج مخرج الخبر، لا على حقيقة الاستفهام؛ لأنه عالم بذاته، يعلم ما في باطنهم وظاهرهم، وما يسرون وما يعلنون، بما كان ويكون، لا يستفهم عباده شيئًا، ولكنه يخرج على ما ذكرنا على الخبر، أو على الإلزام والإيجاب؛ فالخبر كأنه يقول: قد رأوا وعلموا أن اللَّه جعل الحرم مأمنًا لهم يأمنون فيه، وكان الناس حولهم يتخطفون ويخافون، والإلزام والإيجاب أن يقول لهم: اعلموا أن اللَّه جعل لكم </p><p> الحرم مأمنًا تأمنون فيه والناس من حولكم على خوف يسلبون ويُسْبَوْنَ ويقتلون. </p><p> ثم يخرج تذكيره إياهم هذا على وجهين: </p><p> أحدهما: أن اللَّه قد جعل لكم الحرم مأمنًا تأمنون فيه؛ لتعظيمكم حرم اللَّه وبيته، والناس حولكم على خوف، وأنتم تشاركون من حولكم في الدِّين، فكيف تخافون الاختطاف والاستلاب إذا دنتم بدينه واتبعتم رسوله، فإذا آمنكم بكونكم في حرم الله وتعظيمكم بيته، ودفع عنكم الاستلاب والاختطاف، فكيف تخافون ذلك إذا دنتم بدينه واتبعتم أمره؟! بل الأمن والسعة إذا دنتم بدينه واتبعتم أمره أكثر وأحق؛ فكأنهم إنما تركوا اتباع دينه خوفا من الاختطاف؛ كقولهم:  (إِنْ نَتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا) فقال لهم: (أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ) . </p><p> أو يذكر هذا لهم: أنه قد أمنكم وصرف عنكم مع عبادتكم الأصنام وصرفكم الشكر إليها عند كل مكروه وسوء بكونكم في مجاورة بيته وحرمه، فإذا صرفتم العبادة إليه وشكرتم نعمه - أحق أن يؤمنكم ويوسع عليكم نعمه ويدفع عنكم ما لم يدفع عمن حولكم، وأنتم شركاؤهم في عبادة الأصنام واتخاذهم إياها آلهة. </p><p> على هذا يخرج، واللَّه أعلم. </p><p> وقوله:  (أَفَبِالْبَاطِلِ يُؤْمِنُونَ) يحتمل قوله: (أَفَبِالْبَاطِلِ يُؤْمِنُونَ) أي: بما أوحى إليكم إبليس من الباطل تؤمنون، وهو ما أوحى إليهم: أن هَؤُلَاءِ شفعاؤكم عند اللَّه وعبادتكم إياها تقربكم إلى اللَّه زلفى؛ كقوله:  (وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ. . .) الآية. </p>"
}