{
  "id": null,
  "sura": 29,
  "aya": 25,
  "text": "<p> أو أن يكون: فما كان جواب قومه إلا أن قالوا: اقتلوه أو حرقوه. </p><p> وإلا لم يحتمل ألا يكون منهم إلا ما ذكر من الجواب قد كان جوابات وأجوبة سواء. </p><p> لكن يحتمل ما ذكرنا: أن ما كان جواب قومه في مشهد إلا أن قالوا: اقتلوه أو حرقوه. </p><p> أو ما كان آخر جواب قومه إلا قالوا: اقتلوه أو حرقوه، وهو ما ذكرنا في قوله:  (فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ) ، لا يحتمل أنه لم يكن منهم إلا هذا ولكن ما ذكرنا، واللَّه أعلم. </p><p> وقوله:  (فَأَنْجَاهُ اللَّهُ مِنَ النَّارِ) : حين ألقوه فيها، (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ) : ذكر الآيات في ذلك، فجائز أن يكون ما ذكر في هذه السورة من أولها إلى آخرها - لآيات لمن ذكر. </p><p> وجائز أن يكون فيما ذكر هنا خاصة، لكن ليس من شيء إلا وفيه آيات من وجوه: آية الوحدانية، وآية الألوهية، وآية علمه وحكمته وتدبيره وبعثه؛ فهو آيات. </p><p> وقوله:  (لِقَوْمٍ يُؤْمِنُونَ) ذكر الآيات للمؤمنين يحتمل وجهين: </p><p> أحدهما: ذكر الآيات لهم؛ لأنهم هم المنتفعون بها دون من كفر. </p><p> والثاني: الآيات لهم على المكذبين بها والكافرين، أي: حجة لهم عليهم؛ كقوله:  (وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ) ، واللَّه أعلم. </p><p> وقوله:  (فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا) كذا هو صلة قصة إبراهيم وإليه يرجع، وهو ما تقدم من دعائه إياهم حيث قال:  (وَإِبْرَاهِيمَ إِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللَّهَ. . .) الآية. </p><p> وقوله:  (وَقَالَ إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ (٢٥) يقول - واللَّه أعلم -: ما اتخذتم من دون اللَّه معبودات سميتموها: آلهة، فهي ليست بآلهة ولا معبود، إنما هي أوثان (مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا) ، يقول - واللَّه أعلم: هذه الأصنام معبودات واجتماعكم عليها إنما هي مودة حياة الدنيا، لا مودة لها عاقبة أو تدوم، بل تصير في العاقبة عداوة وبغضًا، وهو ما ذكر. (ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا) ، قال بعضهم: يتبرأ بعضهم من بعض، ويكفر بعضهم ببعض، ويلعن بعضهم بعضا؛ كقوله:  (الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ) . </p><p> وقَالَ بَعْضُهُمْ: يتبرأ المتبوع من الأتباع؛ كقوله:  (رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ) ، وقوله:  (سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا) ، ونحوه. </p><p> ثم أخبر: أن مأوى الكل النار، وما لهم من ناصر ينصرهم من عذاب اللَّه، أو يدفع </p>"
}