{
  "id": null,
  "sura": 29,
  "aya": 18,
  "text": "<p> وقوله:  (فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ) أي: اعبدوا اللَّه الذي يرزقكم وينفعكم ويملك ذلك لكم، واتركوا عبادة من لا يملك ذلك. </p><p> (وَاعْبُدُوهُ) : يحتمل الوجهين اللذين ذكرناهما فيما تقدم: التوحيد، والعبادة. </p><p> وقوله:  (وَاشْكُرُوا لَهُ) أي: اشكروا له فيما أنعم عليكم. </p><p> (إِلَيْهِ تُرْجَعُونَ) . </p><p> وقوله:  (وَإِنْ تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِنْ قَبْلِكُمْ وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ (١٨) هذا يحتمل وجهين: </p><p> أحدهما: وإن يكذبوك فيما تخبر من نبأ إبراهيم، فقد كذب أمم من قبلك رسلهم فيما أخبروا عن إبراهيم بعد انتساب كل فريق منهم إليه، وادعائه نحلته ومذهبه. </p><p> والثاني: وإن يكذبوك فيما تبلغ إليهم من الرسالة، فقد كذب أمم من قبلك رسلهم في تبليغ الرسالة، وما على الرسول إلا البلاع المبين، يبين لهم أنها رسالة ربهم بالحجج والبراهين والآيات، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ ثُمَّ يُعِيدُهُ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ (١٩) قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ثُمَّ اللَّهُ يُنْشِئُ النَّشْأَةَ الْآخِرَةَ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢٠) يُعَذِّبُ مَنْ يَشَاءُ وَيَرْحَمُ مَنْ يَشَاءُ وَإِلَيْهِ تُقْلَبُونَ (٢١) وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (٢٢) وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ وَلِقَائِهِ أُولَئِكَ يَئِسُوا مِنْ رَحْمَتِي وَأُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ (٢٣) </p><p> وقوله:  (أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ ثُمَّ يُعِيدُهُ) : إنهم قد رأوا أن كيف أنشأ اللَّه الخلق في الابتداء، وإن عجزوا عن الأسباب التي خلقهم، ولا احتمل وسعهم ذلك، فعلى ذلك يعيدهم على ما أبدأهم، وإن عجز وسعهم عن احتمال ذلك وإدراكه؛ إذ الأعجوبة في الإعادة ليست بأكثر من الأعجوبة في البداية، بل الأعجوبة في ابتداء الإنشاء أكثر من الإعادة؛ لما الإعادة عندكم أيسر وأهون من الابتداء، فمن قدر على الابتداء فهو على الإعادة أقدر. </p><p> (إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ) : الابتداء والإعادة جميعًا لا يعجزه شيء؛ إذ هو قادر بذاته. </p><p> وقوله:  (قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ثُمَّ اللَّهُ يُنْشِئُ النَّشْأَةَ الْآخِرَةَ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢٠) كان الأمر بالسير في الأرض والنظر ليس هو سيرًا بالأقدام فيها، ولكن أمر بإرسال الفكر فيها من الخلائق، والنظر في بدء ما فيها من الخلق متقنًا محكمًا بالتدبير والعلم والحكمة بلا أسباب؛ ليعلموا أن المدير في ابتداء الإنشاء والإعادة بالخارج عن احتمال وسعهم وقوامهم - خطأ، وأنه الذي قدر على إنشاء الخلق وابتدائه بلا سبب ولا شيء، وإن لم يحتمل وسعهم وبنيتهم وقواهم </p>"
}