{
  "id": null,
  "sura": 29,
  "aya": 36,
  "text": "<p> وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (٤٠) </p><p> وقوله:  (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا (٣٦) أي: أرسلنا إلى مدين أخاهم شعيبًا، ومدين: قال بعضهم: اسم رجل نسبوا إليه. </p><p> وقَالَ بَعْضُهُمْ: اسم موضع، وقد ذكرناه فيما تقدم. </p><p> وقوله:  (وَعَادًا وَثَمُودَ وَقَدْ تَبَيَّنَ لَكُمْ مِنْ مَسَاكِنِهِمْ ... (٣٨) أن الرسل - صلوات الله عليهم - قد خوفوا الكفرة بعذاب ينزل بهم في الآخرة بتكذيبهم إياهم وعنادهم، فلم يمجع ذلك فيهم، ولم يرتدعوا عما هم فيه، حتى أوعدوهم بعذاب ينزل بهم في الدنيا، فلم ينجع ذلك ولم يمتنعوا عن ذلك، حتى أوعدوهم بنزول ما قد شاهدوا وعاينوا من آثار من قد أهلكهم بتكذيبهم الرسل وردهم إجابتهم، وهو ما قال:  (وَعَادًا وَثَمُودَ) أي: أهلكنا عاذا وثمود (وَقَدْ تَبَيَّنَ لَكُمْ مِنْ مَسَاكِنِهِمْ) أي: قد تبين لكم من مساكنهم ما تعرفون أنهم إنما أهلكوا بالذي أنتم عليه، وهو التكذيب، والرد بأخبار تصدّقونها، وبآثار تشاهدونها، وهو كما قال:  (وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ (١٣٧) وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ). واللَّه أعلم. </p><p> وقوله:  (وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ) أي: زين لهم الشيطان أعمالهم كما زين لكم، وصدهم عن السبيل كما صدكم. </p><p> (وَكَانُوا مُسْتَبْصِرِينَ) اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: أي: وكانوا يحسبون أنهم على هدى وحق. </p><p> وقَالَ بَعْضُهُمْ:  (وَكَانُوا مُسْتَبْصِرِينَ) أي: كانوا عالمين بأن العذاب ينزل بهم بما شاهدوا وعاينوا من آثار من تقدمهم، وعلمهم بأنهم إنما أهلكوا بالذي هم عليه، لكنهم عاندوا. </p><p> وقَالَ بَعْضُهُمْ:  (وَكَانُوا مُسْتَبْصِرِينَ) أي: هالكين في الضلالة. </p><p> وقَالَ بَعْضُهُمْ:  (وَكَانُوا مُسْتَبْصِرِينَ) أي: كانوا بصراء علماء في أنفسهم، يعرفون الحق من الباطل، ليس كغيرهم من الأمم؛ ألا ترى أنهم قد طلبوا من رسلهم الحجة، والآية على ما يدعون إليه حيث قالوا:  (يَا هُودُ مَا جِئْتَنَا بِبَيِّنَةٍ) وقال قوم صالح: (فَأْتِ بِآيَةٍ إِنْ كُنْتَ مِنَ الصَّادِقِينَ) ونحوه. </p><p> وقال قتادة:  (مُسْتَبْصِرِينَ) أي: معجبين بضلالتهم. </p><p> وقوله:  (وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ وَلَقَدْ جَاءَهُمْ مُوسَى بِالْبَيِّنَاتِ فَاسْتَكْبَرُوا فِي الْأَرْضِ وَمَا كَانُوا سَابِقِينَ (٣٩) أي: أهلكنا قارون وفرعون وهامان بتكذيبهم </p>"
}