{
  "id": null,
  "sura": 29,
  "aya": 22,
  "text": "<p> ذلك؛ فعلى ذلك الإعادة والنشأة الأخرى، وإن كانت خارجة عن احتمال وسعهم وقواهم - قادر عليها. </p><p> أو أن يقال: انظروا واعتبروا أن بدء الخلق والنشأة من الحكم العالم الذاتي بلا إعادة ورجوع ليس بحكمة في العقل والحكمة جميعًا؛ لأن في الحكمة والعقل: التفريق بين الولي والعدو، وبين الشاكر والكافر، وبين المطيع والعاصي؛ إذ قد سوى بينهم في الدنيا وأشركهم فيها، حتى جعل للكافر ما للشاكر، وكذلك الولي والعدو والمطيع والعاصي؛ فلا بد من الإعادة في دار يفرق بينهم ليخرج بدء إنشائهم وخلقه الخلق على الحكمة والتدبير والعلم لا على السفه والعبث، واللَّه أعلم. </p><p> وقوله:  (إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) : في النشأة الأولى والآخرة جميعًا لا يعجزه شيء؛ إذ هو قادر بذاته. </p><p> وقوله:  (يُعَذِّبُ مَنْ يَشَاءُ وَيَرْحَمُ مَنْ يَشَاءُ وَإِلَيْهِ تُقْلَبُونَ (٢١) يحتمل هذا في الدنيا: يعذب من يشاء في الدنيا، أي: يمتحنه ويبتليه بالشدة والضيق، ويرحم من يشاء، أي: يمتحنه بالسعة والرخاء؛ فيكون التعذيب كناية عن الشدة والضيق، والرحمة: كناية عن السعة والرخاء؛ وهو كقوله:  (وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ) ؛ فعلى ذلك قوله:  (يُعَذِّبُ مَنْ يَشَاءُ وَيَرْحَمُ مَنْ يَشَاءُ وَإِلَيْهِ تُقْلَبُونَ) أي: ترجعون. </p><p> ويحتمل التعذيب في الآخرة والرحمة فيها، أي: يعذب من يشاء في الآخرة من كان في الدنيا أهلا له مستوجبًا، ويرحم من يشاء من كان في الدنيا أهلا لها مطيعًا لها. </p><p> وقوله:  (وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (٢٢) أي: ما أنتم بمعجزين اللَّه في السماء، وعلى قول المعتزلة: يكونون معجزين اللَّه في الأرض على ظاهر مذهبهم؛ لأنهم يقولون: إن اللَّه قد أراد إبقاء الأخيار وأهل الصلاح، ثم يجيء كافر فيقتلهم قبل أجلهم الذي أراد اللَّه إبقاءهم إلى وقت. </p><p> وكذلك يقولون: أراد اللَّه أن يرزفهم الحلال، وأراد أن يكون أولادهم من رشد ونكاح، لكنهم يطلبون الرزق من حرام ويزنون، فيخلق أولادهم من زنى شاء أو أبي، لا يقدر التخلص عما يريدون هم، فأي إعجاز يكون أشد من هذا، فنعوذ باللَّه من السرف في القول. </p><p> وقوله:  (وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ) هم يعلمون - أعني: الكفرة - أنهم لا يعجزون اللَّه ولا يقدرون على إعجازه، لكنه يذكر؛ لأنهم كانوا يعملون عمل من هو معجز فائت عن عذاب اللَّه ونقمته؛ وهو كقوله:  (وَالَّذِينَ يَسْعَوْنَ فِي آيَاتِنَا مُعَاجِزِينَ) </p>"
}