{
  "id": null,
  "sura": 29,
  "aya": 53,
  "text": "<p> قاهرة تقهرهم وتضطرهم على القبول والإقبال إليه الآيات يكون في ذلك وجه الاختيار، لكن سؤال عناد ومكابرة، لا سؤال استرشاد واستهداء فقال: إن اللَّه قد عفا عن هذه الأمة عن إنزال ما به هلاكهم على أثر سؤال العناد والمكابرة، وإن كان في غيرها من الأمم السالفة ينزل عليهم الهلاك والعذاب على إثر سؤال العناد، واللَّه أعلم. </p><p> وقوله:  (وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ) هذا يحتمل وجهين: </p><p> أحدهما: وإنما أنا نذير من اللَّه مبين: أن اللَّه أمرني بذلك وأرسلني إليكم. </p><p> والثاني:  (وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ) أي: ليس عليَّ إلا الإنذار لكم أبين النذارة، فأما غير ذلك فليس عليَّ؛ كقوله:  (مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ. . .) الآية، ونحوه. </p><p> وقوله:  (أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ (٥١) هذا يدل أنهم إنما سألوا سؤال عناد واستهزاء، لا سؤال استرشاد؛ حيث قال: إن فيما أنزل عليهم من الكتاب كفاية لمن كانت همته الاسترشاد والإنصاف، فأما من كانت همته العناد والمكابرة فلا. </p><p> (إِنَّ فِي ذَلِكَ لَرَحْمَةً) أي: فيما أنزل من الكتاب عليك لرحمة، أي: رشد (وَذِكْرَى) : عظة (لِقَوْمٍ يُؤْمِنُونَ) . </p><p> وقوله:  (قُلْ كَفَى بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ آمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاللَّهِ أُولَئِكَ هُمُ الْخَاسِرُونَ (٥٢) هذا يقال لوجهين: </p><p> أحدهما: عند الإياس من قبول الحجج والآيات يقول: [ (كَفَى بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا) ] أي: حاكما (بَيْنِي وَبَيْنَكُمْ) أينا على الحق؟ وأينا على الضلال نحن أو أنتم؟!. </p><p> والثاني: [ (كَفَى بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا) ]: عالمًا في تبليغ ما أمرت بتبليغه إليكم وإتيان ما آتيتكم به من الآيات والحجج (يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ آمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاللَّهِ أُولَئِكَ هُمُ الْخَاسِرُونَ) . وقوله:  (وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَوْلَا أَجَلٌ مُسَمًّى لَجَاءَهُمُ الْعَذَابُ وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ (٥٣) </p><p> كان استعجالهم وسؤالهم الآيات على علم منهم أنه لا ينزل ولا يأتيهم - يخرج مخرج الاستهزاء بالرسل والتمويه والتلبيس على الأتباع والضعفاء؛ لأنهم يعلمون أن اللَّه لا يعذب ولا يهلك هذه الأمة إهلاك استئصال وانتقام كما أهلك الأمم المتقدمة بالعناد والاستهزاء بالرسل؛ إذ قد أمهلهم إلى وقت، فإن علموا ذلك من الإمهال والتأخير سألوا الرسول العذاب الذي أوعدهم والآيات القاهرة، ووعدوا الإيمان لو جاءهم، وأقسموا على ذلك بقوله:  (وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ. . .) الآية؛ تمويهًا وتلبيسًا على أتباعهم وضعفائهم يرونهم أنهم على حق في </p>"
}