{
  "id": null,
  "sura": 29,
  "aya": 45,
  "text": "<p> عبثًا باطلا، وهو ما قال:  (وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ذَلِكَ ظَنُّ الَّذِينَ كَفَرُوا) لا كافر يظن أنه خلقهما باطلا، ولكن تركوا الإيمان بالبعث وأنكروا البعث؛ كأنهم ظنوا أنه خلقهما باطلا؛ إذ لولا البعث كان خلقهما باطلا عبثًا فإنما صار خلقهما حقا وحكمة بالبعث، فإذا أنكروا ما به صار خلقه إياهما حكمة وحقًا - فقد ظنوا الباطل بخلقهما، فنسأل اللَّه التوفيق والصواب. </p><p> ويحتمل قوله: إنه خلقهما؛ لتدلا على الحق؛ لأنهما تدلان على وحدانية اللَّه وربوبيته وتعاليه عن الأشباه والشركاء وجميع الآفات. </p><p> أو أن يكون بالحق الذي لله عليهم. </p><p> أو بالحق الذي لبعضهم على بعض، واللَّه أعلم. </p><p> (إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ) صير آية لمن أقر بها وآمن؛ إذ هو المنتفع بها، فأمَّا من أنكر وجحد وكذبها فهو آية عليه لا له، واللَّه أعلم. </p><p> وقوله:  (اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ (٤٥) جائز أن يكون قوله: اتل ما أوحي إليك من الكتاب، وأقم به الصلاة أي: بالكتاب الذي أوحي إليك. </p><p> ويحتمل: اتل ما أوحي إليك من الكتاب عليهم، وأقم بهم الصلاة؛ فالخطاب وإن كان لرسول اللَّه فهو لكل أحد؛ على ما ذكرنا في سائر المخاطبات، واللَّه أعلم. </p><p> وقوله:  (إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ) ، هذا يخرج على وجهين: </p><p> أحدهما: على الامتنان. </p><p> والثاني: على الإلزام. </p><p> فأما وجه الامتنان: فهو أن جعل لكم الصلاة لتمنعكم عن الفحشاء والمنكر ما لو لم يجعلها لكم لا شيء يمنعكم عن الفحشاء والمنكر؛ فيمنُّ عليهم بجعل الصلاة لهم؛ لما تمنعهم عما ذكر. </p><p> وأما وجه الإلزام: فإنه يخرج على وجهين: </p><p> أحدهما: أن الصلاة لو كان موهومًا منها النطق والنهي، لكانت تنهى عن الفحشاء والمنكر؛ على ما أضاف التغرير والتزيين إلى الحياة الدنيا؛ أي: لو كان هذا الذي كان من الدنيا، كان ممن له التغرير - كان ذلك تغريرًا؛ فعلى ذلك الصلاة لو كان منها حقيقة الأمر والنهي لكانت تنهى عن الفحشاء والمنكر. </p><p> والثاني: أضيف النهي إلى الصلاة؛ لما بها يعرف ذلك، فقد تضاف الأشياء إلى الأسباب وإن لم يكن منها حقيقة ما أضيف إليها؛ نحو ما يضاف الأمر والنهي إلى الكتاب </p><p> والسنة ونحوه؛ يقال: أمرنا الكتاب بكذا، والسنة بكذا، ونهانا عن كذا، وإن لم يكن منهما أمر حقيقة ولا نهي؛ لما بهما يعرف الأمر والنهي، وهما سببا ذلك؛ فعلى ذلك جائز إضافة النهي إلى الصلاة أن يكون على هذا السبيل. </p><p> وقوله:  (وَلَذِكْرُ اللَّهِ أَكْبَرُ) اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: ذكر اللَّهِ أَكْبَرُ في العبادات من أنفس تلك العبادات. </p><p> ووجه هذا - واللَّه أعلم -: </p><p> أن العبادات إنما تكون بجوارح تغلب وتقهر وتستعمل؛ فلا تعرف تلك أنها لله إلا بتأويل. </p><p> وأمَّا ذكر اللَّه إنما يكون باللسان والقلب، وهما لا يغلبان، ولا يستعملان ولا يقهران، فهو يعرف أن ذلك لله حقيقة، فهو أكبر. </p><p> وقَالَ بَعْضُهُمْ:  (وَلَذِكْرُ اللَّهِ أَكْبَرُ) من سائر الأذكار التي ليست لله؛ فهذا ليس فيه كبير حكمة؛ لأن ذلك يعرفه كل أحد. </p><p> وقَالَ بَعْضُهُمْ: ذكر اللَّهِ أَكْبَرُ في النهي عن الفحشاء والمنكر من الصلاة. </p><p> وقَالَ بَعْضُهُمْ: ذكر اللَّه إياكم أكبر من ذكركم إياه؛ لأن ذكره إياكم رحمة ومغفرة، وذلك مما لا يعدله ولا يوازيه شيء، وأما العبد فإنه يذكر ربه بأدنى شيء. </p><p> وقَالَ بَعْضُهُمْ:  (وَلَذِكْرُ اللَّهِ أَكْبَرُ) : أي: ما وفق اللَّه العبد من ذكره إياه وطاعته له أكبر من نفس ذلك الذكر ونفس تلك العبادة. </p><p> وذكر في حرف ابن مسعود وأبي وحفصة:  (إن الصلاة تأمر بالمعروف وتنهى عن الفحشاء والمنكر) . </p><p> وعن الحسن يحدث عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" من لم تنهه صلاته عن الفحشاء والمنكر لم يزدد بها من اللَّه إلا بُعْدًا، ولم يزدد بها عند اللَّه إلا مقتًا \" . </p><p> وعن سلمان الفارسي قال: ذكر اللَّه إياكم أكبر من ذكركم إياه. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال: لهذا وجهان: </p>"
}