{
  "id": null,
  "sura": 29,
  "aya": 14,
  "text": "<p> حملها. </p><p> أو كاذبون في الدعاء إلى اتباع سبيلهم. </p><p> أو كاذبون أن اللَّه أمرهم بذلك، واللَّه أعلم. </p><p> وقوله:  (وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ (١٣) يحملون أوزارهم بضلال أنفسهم، وأثقالا بإضلال غيرهم ودعائهم إليه، كقوله:  (لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ) ، وذكر في خبر أن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" ما من داع دعا إلى هدى فاتبع عليه إلا كان له مثل أجور من اتبعه، ولا ينقص من أجورهم شيء \" . </p><p> وقوله:  (وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ) : قَالَ بَعْضُهُمْ: افتراؤهم: اتخاذهم الأصنام آلهة؛ إذ يكون الافتراء في الفعل والقول جميعًا. </p><p> وجائز أن يكون افتراؤهم ما ذكروا من حمل خطئهم أو ما قالوا: إن اللَّه أمرهم بذلك، أو تسميتهم الأصنام التي عبدوها آلهة، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ (١٤) فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ وَجَعَلْنَاهَا آيَةً لِلْعَالَمِينَ (١٥) وَإِبْرَاهِيمَ إِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (١٦) إِنَّمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ إِلَيْهِ تُرْجَعُونَ (١٧) وَإِنْ تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِنْ قَبْلِكُمْ وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ (١٨) </p><p> وقوله:  (وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا) : يذكر هذا النبأ لوجهين: </p><p> أحدهما: يصبر رسوله على أذى قومه؛ لأنه ذكر أن نوحًا لبث في قومه ألف عام غير خمسين عاما، كان يدعوهم إلى توحيد اللَّه، فلم يجبه إلا نفر من أهله؛ فلم يمنعه من الدعاء إلى دين اللَّه ما أوعدوه من المواعيد حيث قالوا:  (لَئِنْ لَمْ تَنْتَهِ يَا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ) ، ونحو ذلك من المواعيد، فذلك لم يمنعه عن الدعاء؛ ولذلك قال:  (فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ) . </p>"
}