{
  "id": null,
  "sura": 29,
  "aya": 16,
  "text": "<p> وقَالَ بَعْضُهُمْ: هو الغرق، واللَّه أعلم. </p><p> وقوله:  (وَإِبْرَاهِيمَ إِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (١٦) هو نسق على قوله: (وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ) ، وأرسلنا إبراهيم أيضًا إلى قومه. </p><p> أو أن يكون نسقًا على قوله:  (فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ) ، وأنجينا إبراهيم أيضًا حين ألقي في النار. </p><p> أو يقال: اذكر إبراهيم إذ قال لقومه اعبدوا اللَّه. </p><p> وقوله:  (إِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ) : يحتمل في حق الاعتقاد، أي: وحدوا اللَّه. </p><p> وقوله:  (وَاتَّقُوهُ) : الشرك. </p><p> ويحتمل قوله:  (اعْبُدُوا اللَّهَ) في حق المعاملة، أي: إليه اصرفوا العبادة، (وَاتَّقُوهُ) أي: اتقوا عبادة من تعبدون من الأوثان؛ يكون قوله: اتقوا في موضع النهي، أي: اعبدوا اللَّه ووحدوه ولا تعبدوا غيره؛ يكون فيه نهي عن مخالفة ما تقدم من الأمر: افعلوا كذا، واتقوا ما يضاده ويخالفه، واللَّه أعلم. </p><p> وقوله:  (ذَلِكُمْ خَيْرٌ لَكُمْ) أي: عبادة اللَّه خير لكم. </p><p> وقوله:  (إِنْ كُنْتُمْ تَعْلَمُونَ) يحتمل قوله: (إِن) إذا كنتم تعلمون: أن ذلك خير لكم، وجائز ذكر (إن) مكان (إذ) في اللغة. </p><p> أو يكون صلة قوله:  (ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ) . </p><p> وقوله:  (إِنَّمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ إِلَيْهِ تُرْجَعُونَ (١٧) أي: تخلقون كذبا في تسميتكم الأوثان آلهة معبودين، أي: ليسوا بآلهة ولا معبودين. </p><p> أو يقال:  (وَتَخْلُقُونَ إِفْكًا) ، أي: كذبًا في صرف عبادتكم إليها واستحقاق العبادة، أي: لا يستحقون العبادة، إنما المستحق للعبادة دون من تعبدون. </p><p> وقَالَ بَعْضُهُمْ: أي: جعلتم كذبًا من الآلهة لا حقًّا؛ وهو قريب مما ذكرنا. </p><p> ثم بئيئ سفههم في صرف العبادة إلى الأصنام وعجزها عمن يعبدها حيث قال:  (إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا) : يقول - واللَّه أعلم -: إن في الشاهد لا يخدم أحد أحدًا إلا لما يأمل من النفع له بالخدمة، أو لسابقة إحسان كان منه إليه، فالأصنام التي تعبدونها لا يملكون أن يرزقوكم ولا ينفعوكم، ولا كان منها إليكم سابقة صنع، فكيف تعبدونها؟! </p>"
}