{
  "id": null,
  "sura": 29,
  "aya": 34,
  "text": "<p> منهم \"، فإن ثبت هذا كان تفسيرًا له لا يحتاج إلى غيره. </p><p> والنادي: قال أَبُو عَوْسَجَةَ: المجلس، وأندية جماعة؛ وكذلك قَالَ الْقُتَبِيُّ. </p><p> قال أبو معاذ: الندي والنادي لغتان، فجمع النادي: أندية، وجمع الندي: نُدى وندي؛ كقراءة بعض الناس في سورة مريم:  (وَأَحْسَنُ نُديا) ، أي: مجالس، وقراءة العامة:  (نَدِيًّا) مجلسا، واللَّه أعلم. </p><p> وقوله:  (وَلَمَّا أَنْ جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ ... (٣٣) ظاهر هذا أنه سيء بالواقع من الفعل بهم، لكن ساء ظنه أنهم يفعلون بهم لما يعلم من قومه الخبيث من العمل. </p><p> (وَضَاقَ بِهِمْ ذَرْعًا) هذه كلمة تتكلم بها العرب عند انقطاع جميع الحيل، فلوط إنما قال ذلك لما لم ير لنفسه حيلة يدفع بها شرهم، وما قصدوا بهم؛ ألا ترى أنه قال في آية أخرى:  (لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلَى رُكْنٍ شَدِيدٍ) . </p><p> (وَقَالُوا لَا تَخَفْ وَلَا تَحْزَنْ إِنَّا مُنَجُّوكَ وَأَهْلَكَ) هذا يدل على أنهم قد قصدوا هم لوطًا بالهلاك؛ ألا ترى أنه قال في آية أخرى (لَنْ يَصِلُوا إِلَيْكَ) ، دل هذا أنهم قد قصدوه بالهلاك حتى قالوا:  (إِنَّا مُنَجُّوكَ وَأَهْلَكَ) أنهم إنما أرادوا بالإخراج بقولهم؛ (لَتَكُونَنَّ مِنَ الْمُخْرَجِينَ) ، إخراج قتل؛ إذ لو كان إخراجًا من القرية لا بقتل، لكان لا يكون له النجاة منهم والأمن، واللَّه أعلم. </p><p> وقوله:  (إِلَّا امْرَأَتَكَ كَانَتْ مِنَ الْغَابِرِينَ) وفي بعض الآيات: (إِلَّا امْرَأَتَهُ قَدَّرْنَا إِنَّهَا لَمِنَ الْغَابِرِينَ) ، والغبور فعلها، ثم أخبر أنه فدر ذلك؛ دل أن أفعال العباد مخلوقة لله مقدرة له، واللَّه أعلم. </p><p> وقوله:  (إِنَّا مُنْزِلُونَ عَلَى أَهْلِ هَذِهِ الْقَرْيَةِ رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ (٣٤) أي: عذابًا، والرجز: </p><p> اسم كل عذاب فيه شدة؛ ألا ترى أنه قال في آية أخرى:  (هَذَا يَومٌ عَصِيب) ، أي: شديد. </p><p> ثم ذكر أنه ينزل من السماء، فإن ثبت ما ذكر أن جبريل أدخل إحدى جناحيه تحت الأرض فرفع بها قريات لوط إلى السماء حتى سمع أهل السماء صياحهم وضجتهم، ثم أرسلها - فهو نزول العذاب من السماء، وأن قوله:  (حِجَارَةً مِنْ سِجِّيلٍ) ، أن السجيل لو كان مكانًا منه ينزل فهو في السماء؛ على ما يقول بعض الناس إنه مكان. </p>"
}