{
  "id": null,
  "sura": 29,
  "aya": 12,
  "text": "<p> الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ). </p><p> ويحتمل وجهًا آخر: وهو أن جعل فتنة الناس في ترك الإيمان كعذاب اللَّه في ذلك، أي: جعل العذاب الذي من الناس كأنه من اللَّه جاء فترك الإيمان. </p><p> وقوله:  (أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ الْعَالَمِينَ) : فإن كانت الآية فيمن حقق الإيمان باللَّه سرا وعلانية، فيخرج هذا على التعيير له في ترك الإيمان بما عذب به؛ لأنه كان يقدر أن يظهر الكفر لهم باللسان؛ فيدفع العذاب عن نفسه، ويكون في الحقيقة في السر مؤمنًا على ما ذكر:  (إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ) . </p><p> وإن كانت الآية في المنافقين، فيقول: كيف أسررتم الكفر والخلاف له في القلب، وأنتم تعلمون أن اللَّه عالم بما في صدور العالمين؟! فيخبر رسوله بما أضمروا وأسروا من الخلاف، واللَّه أعلم. </p><p> وقوله:  (وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ (١١) قد ذكرنا تأويل هذا: أن يعلم كائنًا ما قد علم أنه سيكون، ويعلم موجودًا ظاهرًا ما قد علم أنه يوجد ويظهر. </p><p> وقوله:  (وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ إِنَّهُمْ لَكَاذِبُونَ (١٢) كأنهم قالوا ذلك لهم بعدما عجزوا عن الطعن في الحجج والآيات ما يوجب شبهة فيما عند الناس، وبعدما انقطعوا عن اللجاج فيها والاحتجاج عليها، فلما عجزوا عن ذلك كله فعند ذلك اشتغلوا بما ذكر وقالوا للمؤمنين ما ذكر. </p><p> (اتَّبِعُوا سَبِيلَنَا) أي: ديننا، (وَلْنَحْمِلْ خَطَايَاكُمْ) يقولون - واللَّه أعلم -: اتبعوا سبيلنا فإنه صواب، فإن أصابكم خطأ أو أخطاتم في الاتباع له فإنا نحمل خطاياكم. </p><p> وقَالَ بَعْضُهُمْ: قالوا لمن آمن منهم: لا نبعث نحن ولا أنتم فاتبعونا، وإن كان عليكم شيء فهو علينا؛ وهو قريب من الأول. </p><p> أو أن يقولوا لهم: اتبعوا سبيلنا؛ فإن اللَّه أمرنا به، فإن أخطاتم في ذلك فإنا نحمل خطاياكم أو نحوه، فهذا القول منهم متناقض؛ لأنهم ذكروا أنهم كانوا يخطئون في الاتباع لهم دينهم، إلا أن يريدوا بذلك ما ذكرنا. </p><p> والثاني: إنما كانوا يضمنون ويحملون خطاياهم لا بإذن من له الطلب في الخطايا، ولكن بإذن من عليه ذلك، وذلك لا يصلح الضمان بإذن من عليه. </p><p> ثم أخبر أنهم لا يحملون ذلك حيث قال:  (وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ إِنَّهُمْ لَكَاذِبُونَ) . </p><p> يحتمل قوله:  (إِنَّهُمْ لَكَاذِبُونَ) فيما يذكرون من حمل خطاياهم، أي: لا يقدرون على </p>"
}