{
  "id": null,
  "sura": 29,
  "aya": 64,
  "text": "<p> نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ. وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا إِلَّا لَهْوٌ وَلَعِبٌ وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ لَوْ كَانُوا يَعْلَمُونَ) </p><p> وقوله:  (وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ (٦١) </p><p> إنهم أعطوا جميعًا بألسنتهم: أن الذي خلق السماوات والأرض، وما سخر لهم من الشمس والقمر، وما نزل من السماء من الماء، وما أحيا به الأرض - هو اللَّه لا غيره، فيخرج قوله:  (فَأَنَّى يُؤْفَكُونَ) على أثر ما أعطوا بألسنتهم ونطقوا به على وجهين: </p><p> أحدهما: أنى يصرفون عما أعطوا بألسنتهم ونطقوا به إلى صرف الشكر والعبادة إلى الأصنام التي يعلمون أنها لبم تخلق شيئًا مما أعطوا بألسنتهم. </p><p> والثاني:  (فَأَنَّى يُؤْفَكُونَ) أي: في تسميتهم الأصنام: آلهة على علم منهم أنها ليست بآلهة، واللَّه أعلم. </p><p> وقوله:  (قُلِ الْحَمْدُ لِلَّهِ ... (٦٣) على أثر ما ذكر يخرج على وجوه: </p><p> أحدها: أمره أن يحمد ربه فيما لم يبل بما بلي به أُولَئِكَ من التكذيب والعناد والكفر بربهم. </p><p> والثاني: أمره أن يحمد ربّه؛ لما في ذلك إظهار سفههم؛ حيث أعطوا باللسان أن ذلك كله من اللَّه، واللَّه خالق ذلك كله، ثم صرفوا ذلك إلى غيره. </p><p> والثالث: يقول بعضهم: (قُلِ الْحَمْدُ لِلَّهِ) على إقرارهم بذلك أنه خلق لله، وأن ذلك كله منه، واللَّه أعلم. </p><p> وقوله:  (بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ) يحتمل قوله: (لَا يَعْقِلُونَ) أي: لا ينتفعون بعقولهم؛ نفى عنهم العقول؛ لما لم ينتفعوا بها، كما نفى عنهم السمع والبصر واللسان لما لم ينتفعوا بقلك الحواس؛ فعلى ذلك هذا. </p><p> والثاني: لم يعقلوا لما تركوا النظر والتفكر في الأسباب التي بها تعقل الأشياء، والله أعلم. </p><p> وقوله:  (وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا إِلَّا لَهْوٌ وَلَعِبٌ وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ لَوْ كَانُوا يَعْلَمُونَ (٦٤) </p><p> وقوله:  (اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ) لو كان الأمر على ظاهر ما نطق به الكتاب دون معان تودع فيه وحكمة تجعل فيه على ما يحمله بعض الناس - لكان لأهل الإلحاد في ذلك مطعن؛ لأنه يقول: ما الحياة إلا لهو ولعب وهو خلقها، فيقولون: لِمَ خلقها لهوًا ولعبًا وهو خلقها؛ ولهم دعوى التناقصْ فيه؛ حيث قال:  (وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا) ووقال في آية أخرى: (وَمَا </p><p> خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ)، فلو جمع بين هذا وبين الأول فهو في الظاهر متناقض؛ إن يذكر في بعضها: أنه لم يخلقهما وما بينهما باطلا لعبًا، ويذكر في بعضها: أن الحياة الدنيا لهو ولعب، وهو خلقهما. </p><p> لكن تأويل قوله:  (وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا) على ما تقدرون أنتم وعلى ما عندكم (إِلَّا لَهْوٌ وَلَعِبٌ) ، فأما عند أهل التوحيد وما في تقديرهم فهي حكمة وحق. </p><p> ثم ما ذكر من اللهو واللعب عندهم يخرج على وجهين: </p><p> أحدهما: أنهم رأوا أنه خلق الإنسان وجعل بدأه من نطفة، ثم حولها إلى علقة، ثم إلى مضغة، ثم إلى الإنسان الذي صور. . . إلى آخر ما حوله؛ فلا يحتمل أن يخلقه ويحوله من حال إلى الأحوال التي ذكر، ثم يفنيه بلا عاقبة تجعل لهم، ولا منفعة؛ فيكون كما ذكر:  (وَلَا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَهَا مِنْ بَعْدِ قُوَّةٍ أَنْكَاثًا) ، صيَّر نقضها الغزل من بعد إحكامها إياه بلا انتفاع به لهوًا ولعبًا؛ فعلى ذلك خَلْقُ الحياة الدنيا، وخلق ما فيها من العالم بعد إحكامه وتحويله حالا بعد حال، وتحويلا بعد تحويل، وإحكامًا بعد إحكام للفناء خاصة على ما يقدر أُولَئِكَ الكفرة بلا عاقبة تجعل لهم أو منفعة - لَهْو ولعب وسفه وباطل؛ على ما ظن أُولَئِكَ وقدروه، فأما في تقدير أهل التوحيد وأهل الإيمان من العاقبة لهم فهو حكمة وحق. </p><p> والثاني: معنى اللهو: اللعب الذي ذكر على ما عندهم هو أن الجمع والتسوية بين العدو والولي وبين العاصي والمطيع وبين المخالف والموافق - سفه باطل، وقد سوى بينهم في هذه الدنيا، وأشركهم جميعًا في نعيمها وسعتها وشدتها، وخيرها وشرها، يتمتع الولي فيها كما يتمتع العدو، ويبتلى فيها المطيع كما يبتلى العاصي، فلو لم يكن دار أخرى فيها يفرق بين الولي والعدو، وبين المطيع والعاصي لكان خلقه إياهم في الحياة الدنيا سفهًا وباطلا؛ إذ سوى بينهم وأشركهم جميعًا في هذه. </p><p> أو أن تكون الحياة الدنيا - عدى ما اتخذوها هم وعملوا فيها - لهوًا ولعبًا. </p><p> أو أن يقال: الحياة الدنيا بحياة الآخرة لهو ولعب؛ لأنها خلقت فانية منقطعة، وخلقت حياة الآخرة باقية دائمة، فهو كما قال:  (قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ) ، أي: متاع الدنيا قليل عند متاع الآخرة، لأن متاع الدنيا فانٍ منقطع، ومتاع الآخرة دائم باقي. </p><p> وقوله:  (وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ) أي: هي دار الحياة، لا موت فيها، ولا انقطاع، ولا فناء (لَوْ كَانُوا يَعْلَمُونَ) أن الدار الآخرة هي الدار التي لا موت فيها، واللَّه أعلم. </p>"
}