{
  "id": null,
  "sura": 29,
  "aya": 28,
  "text": "<p> من أهل الملل إلا يرضى بإبراهيم، واللَّه أعلم بذلك. </p><p> وقَالَ بَعْضُهُمْ: ما ذكرنا: أنه أعطى الولد الطيب في كبر سنه. </p><p> * * * </p><p> قوله تعالى:  (وَلُوطًا إِذْ قَالَ لِقَوْمِهِ إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ (٢٨) أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (٢٩) قَالَ رَبِّ انْصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ (٣٠) وَلَمَّا جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى قَالُوا إِنَّا مُهْلِكُو أَهْلِ هَذِهِ الْقَرْيَةِ إِنَّ أَهْلَهَا كَانُوا ظَالِمِينَ (٣١) قَالَ إِنَّ فِيهَا لُوطًا قَالُوا نَحْنُ أَعْلَمُ بِمَنْ فِيهَا لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ (٣٢) وَلَمَّا أَنْ جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالُوا لَا تَخَفْ وَلَا تَحْزَنْ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا امْرَأَتَكَ كَانَتْ مِنَ الْغَابِرِينَ (٣٣) إِنَّا مُنْزِلُونَ عَلَى أَهْلِ هَذِهِ الْقَرْيَةِ رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ (٣٤) وَلَقَدْ تَرَكْنَا مِنْهَا آيَةً بَيِّنَةً لِقَوْمٍ يَعْقِلُونَ (٣٥) </p><p> وقوله:  (وَلُوطًا إِذْ قَالَ لِقَوْمِهِ) : كأنه يقول - واللَّه أعلم -: اذكر لوطًا إذ قال لقومه. </p><p> ثم ذكره إياه يخرج على وجهين: </p><p> أحدهما: أن اذكر نبأ لوط وخبره؛ ليكون لك آية على رسالتك ونبوتك؛ إذ يعلمون أنك لم تشاهده ولا شهدت زمنه، فأخبرت على ما في كتبهم ليعرفوا أنك إنما عرفت ذلك باللَّه. </p><p> والثاني: اذكره: أن كيف صبر على أذى قومه، وكيف عامل قومه مع سوء صنيعهم من ارتكاب الفواحش والمناكير وسوء معاملتهم إياه، فاصبر أنت على أذى قومك وسوء معاملتهم إياك. </p><p> هذا - واللَّه أعلم - يشبه أن يكون معنى ذكر لوط إياه، وعلى هذا يخرج قوله:  (وَإِبْرَاهِيمَ إِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ) ، أي: أذكر إبراهيم ونبأه: أن كيف عامل قومه؛ وماذا قال لهم؛ وكيف صبر على أذاهم؛ فتعامل أنت قومك مثله، واصبر على أذاهم كما صبر أُولَئِكَ، واللَّه أعلم. </p><p> وقوله:  (إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ) : قال لهم: (مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ) ، ثم لم يتهيأ لهم أن يعارضوا لقوله:  (مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ) ، بل قد كان سبقنا بذلك أحد، فكان في ذلك وجهان: أحدهما: أن يكون ذلك آية لرسالته، وأنه إنما علم باللَّه: أنه لم يسبقهم بها أحد كما </p>"
}