{
  "id": null,
  "sura": 30,
  "aya": 22,
  "text": "<p> لذلك، (وَرَحْمَةً) أي: يرحم بعضهم بعضًا، ويتحنن إليه، إذا نزل بواحد منهما ما يمنع قضاء الشهوة والحاجة. </p><p> والثاني: يود بعضهم بعضًا ويرحم بالطبع والخلقة؛ إذ كل ذي طبع يود شكله وجنسه إذا كان في حال السعة والرخاء والسرور، ويرحمه إذا نزل به البلاء والشدة؛ هذا معروف عند الناس أن يتراحم بعضهم على بعض في حال نزول البلاء والشدة، وتوادهم في حال السعة والسرور. </p><p> وقال الحسن:  (وَجَعَلَ بَيْنَكُمْ مَوَدَّةً) أي: الجماع (وَرَحْمَةً) أي: الولد. </p><p> فكيفما كان فهو يخبر عن لطفه ومنته؛ حيث جعل بين الزوج والزوجة المودة والرحمة على عدم القرابة والرحم، وبعد ما بينهما؛ فصارا لما ذكرنا في المودة والرحمة كالقريبين وذَوَي الرحمين وأقرب القريب، وذلك على المعتزلة؛ لأنه أخبر أنه (جَعَلَ) : بينهم مودة ورحمة، وذلك فعل الزوجين في الظاهر، ثم أضاف ذلك إلى نفسه، وأخبر أنه (جَعَلَ) دل أن له صنعًا في ذلك؛ فيبطل قولهم: إن ليس لله صنع في فعل العباد، ويبطل اللطف الذي ذكر أنه جعل بينهم. </p><p> وقوله:  (إِنَّ فِي ذَلِكَ لَآيَاتٍ) لما ذكرنا من آيات وحدانيته وربوبيته، وآيات البعث والنشور، أو آيات الرسالة والنبوة (لِقَوْمٍ يَتَفَكَّرُونَ) لقوم ينتفعون، وهم المؤمنون، أو (لِقَوْمٍ يَتَفَكَّرُونَ) ويتدبرون ويعتبرون، فيعرفون، فأما من لا يتفكر ولا يتدبر فلا ينتفع به، فهو ليس بآيات له، واللَّه أعلم. </p><p> وقوله:  (وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْعَالِمِينَ (٢٢) آيات وحداتيته وربوبيته وألوهيته، وآيات بعثه. </p><p> وقوله:  (خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ) في خلق السماوات ورفعها في الهواء وإقرارها فيه آية؛ لأنه غير موهوم مثله من فعل الخلق وقدرتهم، وهكذا خلق الأرض وبسطها وإقرارها على الماء، أو على الريح خارج عن فعل الخلق ومن قدرتهم، غير موهوم ذلك في أوهامهم وعقولهم من غير الواحد العالم القادر بذاته، فإذا كان ما ذكر غير موهوم في أوهامهم وعقولهم من غير اللَّه فهم إنما أنكروا البعث لما لم يعاينوا ذلك ولا شاهدوا في أوهامهم، فكيف أنكروا البعث وإن كان غير موهوم ذلك في أوهامهم، بعد أن كان ذلك موهومًا من اللَّه، مشاهدًا، معاينا لمثل هذا؟! واللَّه أعلم بذكر هذا. </p>"
}