{
  "id": null,
  "sura": 30,
  "aya": 18,
  "text": "<p> آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (٢١) وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْعَالِمِينَ (٢٢) وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ (٢٣) وَمِنْ آيَاتِهِ يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً فَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (٢٤) وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ (٢٥) </p><p> وقوله:  (فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ (١٧) قوله: (فَسُبْحَانَ اللَّهِ) فهمت الأمة من قوله: (فَسُبْحَانَ اللَّهِ) : الصلاة؛ أي: صلوا لله، ولو كانت أفهام أهل زماننا هذا لكانوا لا يفهمون سوى التسبيح المذكور. </p><p> ثم يحتمل ثسميتهم التسبيح: صلاة، وفهمهم منه ذلك لوجهين: </p><p> أحدهما: لما في الصلاة تسبيح، فسموها بذلك؛ لما فيها ذلك. </p><p> أو لما أن التسبيح تنزيه، والصلاة من أولها إلى آخرها تنزيه الربّ؛ لأن فيها إظهار الحاجات إليه والعجز والضعف، وفيها تعظيم الرب وإجلاله، ووصفه بالجلال والرفعة، فقهموا من التسيح الصلاة؛ لما ذكرنا؛ لما هي تنزيه للرب من أولها إلى آخرها. </p><p> ثم منهم من قال: إن الصلوات الخمس ذكرت في هذه الآية بقوله: (فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ) : صلوات المغرب والعشاء الآخرة (وَحِينَ تُصْبِحُونَ) : صلاة الفجر (وَعَشِيًّا) صلاة العصر (وَحِينَ تُظْهِرُونَ) صلاة الظهر. </p><p> ومنهم من يقول: لا؛ بل ذكرت فيها أربع صدوات: حِينَ تُمْسُونَ): المغرب (وَحِينَ تُصْبِحُونَ) : الفجر (وَعَشِيًّا) : العصر (وَحِينَ تُظْهِرُونَ) : الظهر، وأمَّا العشاء الآخرة ففي قوله:  (وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ ثَلَاثُ عَوْرَاتٍ لَكُمْ) ، واللَّه أعلم. </p><p> وقوله:  (وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ (١٨) يحتمل قوله: (وَلَهُ الْحَمْدُ) على التقديم والتأخير يقول: سُبْحَانَ اللَّهِ وله الحمد؛ فيكون الحمد كناية عن الصلاة كالتسبيح. </p><p> أو لما فيها من التحميد. </p><p> أو يقول له يحمد أهل السماوات والأرض، واللَّه أعلم. </p><p> وقوله:  (حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ)  (وَعَشِيًّا وَحِينَ تُظْهِرُونَ) أي: إذا دخلوا في المساء والعشاء والصبح والظهر. </p><p> وقوله:  (يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ (١٩) يخبر عن قدرته في إنشاء الأشياء مبتدئًا، لا من أصل؛ لأنه قال:  (يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ) والميت ليس فيه الحياة، وكذلك </p>"
}