{
  "id": null,
  "sura": 30,
  "aya": 33,
  "text": "<p> جعل في خلقة كل واحد شهادة الوحدانية لله والدلالة، يقول: لا تكونوا من المشركين في ذلك، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَإِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ ثُمَّ إِذَا أَذَاقَهُمْ مِنْهُ رَحْمَةً إِذَا فَرِيقٌ مِنْهُمْ بِرَبِّهِمْ يُشْرِكُونَ (٣٣) لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ فَتَمَتَّعُوا فَسَوْفَ تَعْلَمُونَ (٣٤) أَمْ أَنْزَلْنَا عَلَيْهِمْ سُلْطَانًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا بِهِ يُشْرِكُونَ (٣٥) وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوا بِهَا وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ (٣٦) أَوَلَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (٣٧) فَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ ذَلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٣٨) وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِنْدَ اللَّهِ وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُولَئِكَ هُمُ الْمُضْعِفُونَ (٣٩) </p><p> وقوله:  (وَإِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ) . </p><p> قال قائلون: منيبين: مخلصين؛ كقوله:  (دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ) . </p><p> وقال قائلون: مطيعين. </p><p> وقال قائلون: موحدين. </p><p> وأصل الإنابة: الرجوع، أي: راجعين إليه عما كانوا فيه من الشرك؛ فالإنابة هي التوحيد، وإن كان الإنابة الإخلاص، فهو رجوع عن الإشراك في العبادة، وإن كان عن العصيان فهو الطاعة، وأصله: الرجوع عما كانوا فيه؛ ففيه وجوه من الاحتجاج على أُولَئِكَ، وتنبيه وعظة للمؤمنين. </p><p> أما الاحتجاج عليهم: فإنه معلوم؛ لأنهم كانوا لا يركبون السفن والبحار مع المؤمنين، ولكن كانوا يركبون بأنفسهم، ثم أخبر عما أخلصوا له والدعاء له والتضرع، دل أنه بالله عرف ذلك؛ فذلك يدل على رسالته. </p><p> والثاني: فيه دلالة أنهم قد عرفوا وحدانية اللَّه وألوهيته؛ حيث فزعوا عند الشدائد والبلايا إلى اللَّه، وأخلصوا له الدِّين، ثبت أنهم قد عرفوا سفه أنفسهم في عبادتهم الأصنام وتركهم عبادة اللَّه، تعالى. </p><p> والثالث: تصديقًا لقوله (وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ) ؛ لأنهم كانوا يسألون الرد إلى الدنيا ليؤمنوا به؛ كقولهم:  (يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا) فأخبر أنهم يعودون إلى ما كانوا؛ كما عادوا إذا كشف عنهم الضر. </p><p> وأما العظة والتنبيه للمؤمنين: فهو أن يكونوا في الأحوال كلها على حال واحد في حال </p>"
}