{
  "id": null,
  "sura": 30,
  "aya": 36,
  "text": "<p> يَقْنَطُونَ (٣٦) </p><p> إذا أريد أن يسوي بين هذه الآية والآية التي قبلها، وهو قوله:  (وَإِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ. . .) إلى آخره، ويجمع بينهما يكون قوله:  (إِذَا هُمْ يَقْنَطُونَ) من الأصنام التي يعبدونها؛ لأنه يقول في هذه الآية:  (وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ) ، وفي الأولى يقول:  (وَإِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ) ؛ فوجه الجمع بينهما ما ذكرنا: أن يكون القنوط من الأصنام، واللَّه أعلم؛ كقوله:  (وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ) . </p><p> أو أن يكون قوله:  (إِذَا هُمْ يَقْنَطُونَ) : عندما امتد بهم الضر والشدة؛ حينئذ ييئسون من رحمة اللَّه، والأول في ابتداء ما أصابهم من الضر فزعوا إليه وأنابوا له. </p><p> أو أن يكون إحدى الآيتين في قوم، والأخرى في قوم آخرين؛ لأنهم كانوا فرقًا وأحزابًا في الكفر والشرك: منهم من كان يشرك في الأحوال كلها: في حال الضيق والسعة، ومنهم من كان يشرك في حال الضيق، ويؤمن في حال السعة، كقوله:  (وَلَئِنْ أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ (٩) وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ)، وكقوله:  (وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ) . </p><p> ومنهم من كان يخلص الدِّين في حال الضر والشدة، ويعاند ويتمرد في حال السعة والرخاء؛ كقوله:  (فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ) ، ونحوه؛ فكانوا فرقا وأحزابا على ما ذكرنا؛ فجائز أن يكون إحدى الآيتين في فريق وقوم، والآية الأخرى في قوم آخرين. </p><p> أو ما ذكرنا من اختلاف الأحوال: يقنطون عندما امتد بهم الضر والشدة، وينيبون إليه عندما لم يمتد بهم ذلك ولم يتطاول. </p><p> أو ما ذكرنا من القنوط من الأصنام والإنابة إلى اللَّه؛ كقوله:  (ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ) . </p><p> وإلا الآيتان في الظاهر متناقضتان، ولكن الوجه فيه ما ذكرنا، واللَّه أعلم. </p><p> وقوله:  (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (٣٧) يحتمل قوله: (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ) على الكافرين؛ كقوله:  (وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ) . </p><p> ثم وجه الآيات لهم على كفار مكة من وجوه في إثبات الرسالة، وفي البعث، وفي </p>"
}