{
  "id": null,
  "sura": 30,
  "aya": 24,
  "text": "<p> والسمع يجوز أن يعبّر به عن الإجابة؛ كقوله:  \" سمع اللَّه لمن حمده \" ؛ أي: أجاب اللَّه لمن دعاه. </p><p> أو أن يكون قوله:  (لِقَوْمٍ يَسْمَعُونَ) أي: يعقلون، ويجوز العبارة به عنه؛ كقوله:  (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ) أي: يعقلون، ويقال:  (لِقَوْمٍ يَسْمَعُونَ) المواعظ فيقبلونها فينتفعون بها. </p><p> وقوله:  (وَمِنْ آيَاتِهِ يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً فَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (٢٤) </p><p> قيل فيه بوجهين: </p><p> أحدهما: يريكم البرق للخوف والطمع: تخافون سلطانه وقدرته أن يصيبكم ذلك البرق فيذهب بأبصاركم، وطمعًا ترجون رحمته بصرفه عنكم. </p><p> والثاني:  (خَوْفًا وَطَمَعًا) أي: يريكم البرق فتخافون وتطمعون؛ يخاف المسافر قطع مسيره ومنعه عنه، وتطمعون، أي: يكلمع المقيم رحمته ما يكثر به أنزاله ومعاشه. </p><p> والثاني: تخافون الصواعق، وتطمعون المطر، وهو ما ذكرنا، واللَّه أعلم. </p><p> وقوله:  (وَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً فَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا) هو ظاهر، قد ذكرناه (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ) هو يحتمل ما ذكرنا (لِقَوْمٍ يَعْقِلُونَ) : ينتفعون بعقولهم، أو (لِقَوْمٍ يَعْقِلُونَ) لو تدبروا وتفكروا، واللَّه أعلم. </p><p> وقوله:  (وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ (٢٥) هو ما ذكرنا أنه قامتا على شيء غير موهوم ذلك في أوهام الخلق قيام شيء من أفعالهم على مثله، وهو الهواء والماء والريح، فكيف حمدهم خروج شيء من أوهامهم على إنكاره وتكذيبه، وهو البعث والإحياء بعد الموت، فمن قدر على أحدهما قدر على الآخر. </p><p> وقوله:  (ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ) اختلف فيه: قَالَ بَعْضُهُمْ: هو على التقديم والتأخير، أي: ثم إذا دعاكم دعوة إذا أنتم تخرجون من الأرض، والدعوة هو النفخة الآخرة. </p><p> وقَالَ بَعْضُهُمْ: هو ما ذكر: الدعوة تكون من الأرض من صخرة بيت المقدس، من هنالك يسمعون الذعوة. </p><p> ثم اختلف في الدعوة، والصيحة، والنفخة، والصور، ونحو ما ذكر: </p><p> فمنهم من يقول: على حقيقة الدعوة، والصيحة، والنفخة، والصور، على ما ذكر. </p>"
}