{
  "id": null,
  "sura": 30,
  "aya": 16,
  "text": "<p> بَعْضُكُمْ بَعْضًا)، واللَّه أعلم. </p><p> وقوله:  (وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ (١٤) سمى اللَّه - تعالى - ذلك اليوم: يوم الجمع بقوله: (يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ) ، وسمي: يوم الافتراق، فهو يوم الجمع في أول ما يبعثون ويحشرون، ثم يفرق بينهم تفريقًا لا اجتماع بينهم أبدًا؛ كقوله:  (فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ) ، فهو يوم الجمع في حال ووقت، ويوم الافتراق في حال ووقت آخر، وبعض أهل التأويل يقولون: قوله: (يَوْمَئِذٍ يَتَفَرَّقُونَ) العابد والمعبود، والتابع والمتبوع، بعدما كانوا مجتمعين في الدنيا، وهو ما ذكر في آية أخرى:  (ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ. . .) الآية؛ فهذا تفرقهم على قول بعضهم، والوجه فيه ما ذكرنا بدءًا، واللَّه أعلم. </p><p> وقوله:  (فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ (١٥) آمنوا بكل ما أمروا أن يؤمنوا به، وعملوا بكل ما أمروا أن يعملوا (فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ) والروضة كأنها اسم من أسماء الجنان. </p><p> وقوله:  (يُحْبَرُونَ) . </p><p> قَالَ بَعْضُهُمْ: يكرمون. </p><p> وقَالَ بَعْضُهُمْ: يحبرون: يسرون، والحبرة: السرور، ومنه يقال:  \" كل حبرة يتبعها عبرة \" . </p><p> والزجاج يقول: يحبرون: يتنعمون، والحبرة: النعمة الحسنة، واللَّه أعلم بذلك. </p><p> وقوله:  (وَأَمَّا الَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ فَأُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ (١٦) أي: جحدوا توحيد اللَّه وأنكروه (وَكَذَّبُوا بِآيَاتِنَا) يحتمل: (وَكَذَّبُوا بِآيَاتِنَا) : آيات التوحيد، وآيات الرسالة، وآيات البعث (فَأُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ) أي: يحضر الأتباع والمتبوع جميعًا في النار ويجمع بينهم، كقوله: قوله تعالى: (احْشُرُوا الَّذِينَ ظَلَمُوا. . .) الآية، وقوله:  (فَبِئْسَ الْقَرِينُ) ، و (وَلَنْ يَنْفَعَكُمُ الْيَوْمَ إِذْ ظَلَمْتُمْ أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ) . </p><p> * * * </p><p> قوله تعالى:  (فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ (١٧) وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ (١٨) يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ (١٩) وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ (٢٠) وَمِنْ </p>"
}