{
  "id": null,
  "sura": 30,
  "aya": 47,
  "text": "<p> ومن بشارتها: ما تلقح الأشجار والنخيل، وتشق الأرض وينبت النبات منها، وتجمع السحاب وتأتي بالمطر، وتجري بهم السفن والفلك في البحار في الماء الراكد والفلك لولا الريح، فذلك كله من البشارة وأنواع المنافع التي جعل فيها، يعلم كل بالأعلام والآثار أنها نافعة أو ضارة مهلكة؛ ثم سماها: مبشرات؛ ليعلم أن البشارة قد تكون بدون النطق والكلام: من نحو الكتاب والإشارة أو الرسالة؛ إذ ليس للريح نطق ولا كلام، ثم سماها: مبشرة، واللَّه أعلم. </p><p> وقوله:  (وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ) . </p><p> هذا يدل أن هذه البشارة والمنافع التي جعل لهم كان من رحمته وفضلا، لا استيجابا ولا استحقاقا، وسمى ذلك كله: رحمة؛ لأنه برحمته يكون، واللَّه أعلم. </p><p> وقوله:  (وَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ) . </p><p> قوله:  (بِأَمْرِهِ) ويحتمل بتدبيره، أي: بتدبيره تجري السفن في البحار، على ما ذكرنا. </p><p> أو أن يريد بأمره: تكوينه، كقوله:  (إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ) ، وكقوله:  (إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ) . </p><p> وقوله:  (وَلِتَبْتَغُوا مِنْ فَضْلِهِ) . </p><p> هذا يدل على أن ما يصل إليهم من المنافع إنما يصل من فضله ورحمته، لا يصل إليهم بتلك الأسباب والمكاسب؛ لئلا يروا ذلك من تلك الأسباب، ولكن يرون ذلك من فضل اللَّه ورحمته. </p><p> وقوله:  (وَلَعَلَّكُمْ تَشْكُرُونَ) . </p><p> أي: لكي يلزمهم الشكر لله على ذلك كله، واللَّه أعلم. </p><p> وقوله:  (وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا إِلَى قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَانْتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ (٤٧) </p><p> في هذه الآية لي يصبر رسول اللَّه على أذى الكفرة؛ حيث قال:  (أَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا إِلَى قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ) . </p><p> وفيه أيضًا بشارة للمؤمنين، ونذارة لأُولَئِكَ الكفرة. </p><p> أما النذارة لهم فقوله:  (فَانْتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا) ، أخبر أن أُولَئِكَ لما كذبوا الرسل، وعاملوهم بما تعاملون أنتم يا أهل مكة رسول اللَّه؛ فانتقمنا منهم جزاء معاملتهم؛ فعلى ذلك ينتقم منكم كما انتقم من أُولَئِكَ. </p><p> وأما البشارة للمؤمنين فقوله:  (وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ) ، أخبر أن عاقبة الأمور تكون للمؤمنين. </p>"
}