{
  "id": null,
  "sura": 30,
  "aya": 39,
  "text": "<p> في هذه الآية، وبين في آية أخرى؛ كقوله:  (كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ) ، وما ذكر من المواريث قوله:  (يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ. . .) الآية، ونحو ذلك من الحقوق. وحق المسكين وابن السبيل: ما ذكر من الصدقات والزكاة، واللَّه أعلم. </p><p> وقوله:  (ذَلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ) . </p><p> يحتمل قوله:  (ذَلِكَ خَيْرٌ) ، أي: الإيتاء للأقربين والمساكين والفقراء خير من الأبعدين والأغنياء وغيرهم. </p><p> أو أن يكون قوله:  (ذَلِكَ خَيْرٌ) ، أي: ذلك الإيتاء إذا أريد به وجه اللَّه - خير مما لا يراد به. </p><p> وقوله:  (وَابْنَ السَّبِيلِ) . </p><p> اختلف فيه: قَالَ بَعْضُهُمْ: هو المنقطع عن ماله يعان حتى يصل إلى ماله. </p><p> وقيل: الضيف ينزل فيحسن إليه إلى أن يرجع ويرتحل. </p><p> وجائِز أن يكون قوله:  (ذَلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ) ، أي: آت من ليست له عندك نعمة؛ فيكون ذلك ليس مكافأة لتلك النعمة، ولكن على إرادة وجه اللَّه، واللَّه أعلم. </p><p> (وَأُولَئِكَ هُمُ الْمُفْلِحُونَ) . </p><p> قد ذكرنا أن الفلاح هو البقاء، وقيل: النجاة. </p><p> قال أَبُو عَوْسَجَةَ:  (القَيِّمُ) المستقيم، (مُنِيبِينَ إِلَيْهِ) ، أي: تائبين، (يَقْنَطُونَ) : ببنسون. </p><p> وقوله:  (وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِنْدَ اللَّهِ وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُولَئِكَ هُمُ الْمُضْعِفُونَ (٣٩) </p><p> قال عامة أهل التأويل: هذا في العطايا التي يعطي بعضهم بعضا ويهدون؛ ليصيبوا أكثر مما أعطوا وأهدوا مجازاة ومكافأة لذلك؛ كأنه يقول: وما آتيتم من عطية وهدية؛ ليربو في أموال الناس لتزدادوا من أموال الناس، ولتلتمسوا الفضل من أموالهم، يقولون: هذا ربا حلال لا وزر فيه ولا أجر؛ فهو مباح للناس عامة لا بأس به. </p><p> وأما قوله:  (وَلَا تَمْنُنْ تَسْتَكْثِرُ) ، فهو للنبي خاصة، يقول: لا تعطه لتعطَى أكثر منه؛ ابتغاء الثواب في الدنيا، ولكن أعط ابتغاء ثواب الآخرة. </p><p> ويستدلون بإباحة ذلك بقوله:  (فَلَا يَرْبُو عِنْدَ اللَّهِ) ، يقول: لا يزداد ولا يتضاعف ذلك </p><p> عند اللَّه، ولم يقل ما قال في الربا المحرم المحظور؛ حيث قال:  (يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ) : ذكر المحق وهاهنا ذكر: (فَلَا يَرْبُو عِنْدَ اللَّهِ) ، أي: لا يزداد ولا يتضاعف. </p><p> لكن لو قيل: إنها في الربا المحظور كان جائزا محتملا، ويكون قوله:  (فَلَا يَرْبُو عِنْدَ اللَّهِ) كقوله: (فَمَا رَبِحَتْ تِجَارَتُهُمْ) : إنها إذا لم تربح خسرت؛ ألا ترى أنه قال:  (وَأُولَئِكَ هُمُ الْخَاسِرُونَ) ؛ دل أنها إذا لم تربح خسرت؛ فعلى ذلك قوله:  (فَلَا يَرْبُو عِنْدَ اللَّهِ) : إذا لم يرب عنده محقه وخسروا، فهو - واللَّه أعلم - لولا صرف أهل التأويل التأويل إلى الهدايا والعطايا التي يبتغى بها الثواب في الدنيا والمكافأة فيها أكثر مما أعطوا؛ وإلا جاز صرفه إلى الربا المعروف بين الناس في العقود وكذلك روي في الخبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" الهدية يبتغى بها وجه الرسول، وقضاء الحاجة والصدقة يبتغى بها وجه اللَّه والدار الآخرة \" . </p><p> ثم بين ما الذي يربو عند اللَّه، وهو ما قال. </p><p> (وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ) . </p><p> ثم اختلف فيه: منهم من قال: هو ما يزكون من زكاة المال؛ يريدون به وجه اللَّه؛ فهو الذي يقبله اللَّه ويضاعف عليه. </p><p> ومنهم من قال: كل صدقة أعطاها؛ أراد وجه اللَّه، لم يرد بها الثواب في الدنيا - فهي التي تتضاعف وتزداد عند اللَّه. </p><p> (فَأُولَئِكَ هُمُ الْمُضْعِفُونَ) . </p><p> وكان يجيء أن يقال: فأُولَئِكَ هم المضعفون بنصب العين؛ لأنه هو يضاعف لهم، لكن الزجاج يقول: هو كما يقال: الموسر - هو الذي له يسار، والمقوي - هو الذي له القوة ونحوه؛ فعلى ذلك: المضعف هو الذي له الضعف. </p><p> وعندنا: هم المضعفون؛ لأنهم هم الذين جعلوا الآحاد عشرات والأضعاف المضاعفة، بتصدقهم ابتغاء وجه اللَّه؛ فهم المضعفون لأنفسهم ذلك. </p><p> ثم يجوز أن يستدل بهذه الآية على إباحة هذه المعاملات التي تجري فيما بين الناس؛ </p>"
}