{
  "id": null,
  "sura": 30,
  "aya": 30,
  "text": "<p> يفرق لكان ذلك خارجًا عن الحكمة. </p><p> والثالث: في الحكمة أن يجزي المحسن لإحسانه والمسيء في إساءته، وقد يكونان في هذه الدنيا ويخرجان منها لا يصيب المحسن جزاء إحسانه، ولا المسيء جزاء إساءته؛ فلا بد من دار أخرى؛ ليجزى فيها كل بعمله، وفيما ذكرنا إيجاب البعث، واللَّه أعلم. </p><p> وقوله:  (بَلِ اتَّبَعَ الَّذِينَ ظَلَمُوا أَهْوَاءَهُمْ بِغَيْرِ عِلْمٍ فَمَنْ يَهْدِي مَنْ أَضَلَّ اللَّهُ وَمَا لَهُمْ مِنْ نَاصِرِينَ (٢٩) </p><p> يحتمل قوله:  (الَّذِينَ ظَلَمُوا) ، أي: ظلموا أنفسهم؛ حيث لم يستعملوها فيما أمروا بالاستعمال فيه؛ بل صرفوها إلى غير ما أمروا بالاستعمال فيه. </p><p> أو ظلموا حجج اللَّه وآياته وبراهينه؛ حيث لم يتبعوها ولم يضعوها موضعها حيث وضعت. </p><p> وقوله:  (أَهْوَآءَهُم) في عبادتهم الأصنام، وصرفها عن اللَّه إلى من لا يستحق العبادة والشكر؛ وذلك لهواهم؛ لأنه ليس معهم حجة ولا برهان؛ كقوله:  (وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا) أي: حجة وبرهانا. </p><p> وقوله:  (فَمَنْ يَهْدِي مَنْ أَضَلَّ اللَّهُ) . </p><p> أي: أحد سوى اللَّه يهدي من أضله اللَّه؟ أي من يؤثر الضلال واختاره أضله اللَّه، لا يهديه سواه. </p><p> (وَمَا لَهُمْ مِنْ نَاصِرِينَ) . </p><p> ينصرونهم في دفع عذاب اللَّه عن أنفسهم. </p><p> أو (وَمَا لَهُمْ مِنْ نَاصِرِينَ) ، أي: من مانعين يمنعونهم عن عذاب اللَّه، واللَّه أعلم. </p><p> وقوله:  (فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٣٠) </p><p> قَالَ بَعْضُهُمْ: هذا الخطاب لرسول اللَّه؛ لأنه ذكر الآيات فيما تقدم؛ حيث قال:  (وَمِنْ آيَاتِهِ) كذا وكذا، ثم ذكر الذين اتبعوا أهواءهم بغير علم، ثم قال لرسول اللَّه: أقم وجهك أنت للدِّين حنيفًا. </p><p> قال الشيخ - رحمه اللَّه -: وعندنا أن الخطاب به وبمثله لكل أحد؛ كقوله:  (قُلْ يَا أَيُّهَا الْكَافِرُونَ) ، و (قُلْ هُوَ اللَّهُ أَحَدٌ) ؛ كأنه يخاطب كل من انتهى إليه هذا أن قل: هو اللَّه أحد، و: يَا أَيُّهَا الكافرون؛ فعلى ذلك قوله:  (فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا) هو لكل أحد. </p><p> ثم الإقامة تحتمل وجهين: </p><p> أحدهما: أقم: أي: داوم جهدك وقصدك. </p><p> والثاني: أقم: أتمم. </p><p> (فَأَقِمْ) ما ذكرنا (لِلدِّينِ حَنِيفًا) : قَالَ بَعْضُهُمْ: الحنيف: هو من حنف القوم وميله، ومعناه: كن مائلا إلى الدِّين في كل حال وكل وقت. </p><p> وقَالَ بَعْضُهُمْ: هو من الإخلاص والإسلام له. </p><p> وقوله:  (فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا) . </p><p> ثم فسر ذلك فقال:  (فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا) : هذا يحتمل وجوهًا: </p><p> (فِطْرَتَ اللَّهِ) ، أي: معرفة اللَّه التي جبل الناس عليها أن يكون اللَّه يجعل في كل صغير وطفل من المعرفة ما يعرف وحدانية ربه وربوبيته؛ على ما جعل لهم من أن معرفة ما فيه غذاؤهم وقوامهم من أخذ ثدي أمهاتهم في حال صغرهم وطفولتهم؛ ولذلك يخرج قوله:  \" كل مولود يولد على الفطرة، فأبواه يهودانه أو ينصرانه \" ؛ على ما جعل في الجبال من معرفة التسبيح لربها والتحميد، لكن أبواه يشبهان ذلك عليه، ويصرفانه. </p><p> والثاني: فطرهم وجبلهم ما لو تركوا وعقولهم لكانوا على ما جبلوا وفطروا؛ إذ فطر كل منهم وجعل في خلقة كل دلالة وحدانية اللَّه وربوبيته. </p><p> وكذلك قوله:  \" كل مولود يولد على الفطرة \" ، أي: على الخلقة التي تدل وتشهد على وحدانية اللَّه وربوبيته ما لو تركوا وخلي بينهم وبين عقولهم لأدركوا. </p><p> والثالث: فطرهم على ما يحتملون الامتحان. </p><p> وقوله:  (لَا تَبْدِيلَ لِخَلْقِ اللَّهِ) . </p>"
}