{
  "id": null,
  "sura": 30,
  "aya": 53,
  "text": "<p> أي: لأقاموا على كفرهم إذا أصابهم ما ذكر، وهو كقوله:  (وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوا بِهَا وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ) ؛ فعلى ذلك قوله:  (لَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ) أي: يقنطون من رحمته، واللَّه أعلم. </p><p> وقوله:  (فَإِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ (٥٢) جائز أن يكون (لَا تُسْمِعُ الْمَوْتَى) ، يريد بالموتى: أنفسهم، (وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ) الصم: أنفسهم أيضا، يقول: لا تسمع الكفار والضلال إذا ولوا مدبرين. </p><p> أو أن يكون قوله:  (لَا تُسْمِعُ الْمَوْتَى) كناية عن الكفار، وكذلك الصم والعمي، وقد سمى اللَّه الكفار: موتى وصما وعميا في غير موضع من القرآن. </p><p> ثم في قوله:  (وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) حكمة، وهو ألا يقدر أن يسمع الأصم الدعاء إذا ولى مدبرا، ولكن يقدر أن يفهم الأصم إذا أقبل، وأما إذا أدبر فلا يقدر أن يسمعه، وكذلك الحكمة في قوله: </p><p> (وَمَا أَنْتَ بِهَادِ الْعُمْيِ عَنْ ضَلَالَتِهِمْ إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ (٥٣) أي: لا تقدر أن تهدي العمي عن ضلالتهم، وهو الذي يعمى عن ضلالته ويظن أنه على الهدى وغيره على الضلال، فأما من كان مقرّا بالضلال فإنك تقدر أن تهديه، يخبر عن شدة سفههم وتعنتهم وعماهم في ضلالتهم، واللَّه أعلم. </p><p> وقوله:  (إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا) . </p><p> أي: ما تسمع إلا من يؤمن بآياتنا، هذا يدل على أن قوله:  (فَإِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ) ، وقوله:  (وَمَا أَنْتَ بِهَادِ الْعُمْيِ عَنْ ضَلَالَتِهِمْ) هي المواعظ لا نفس الهدى؛ حيث قال:  (إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ) . </p><p> ثم يحتمل قوله:  (إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا) كقوله: (إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ) أي: إنما ينتفع بإنذارك من اتبع الهدى. </p><p> أو أن الذي يقبل النذارة من اتبع الهدى، فأما من لم يتبع الهدى فلا ينتفع؛ فعلى ذلك يحتمل قوله:  (إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا) ، أي: ما ينتفع أو لا يسمع المواعظ إلا من يؤمن بذلك، واللَّه أعلم. </p><p> وقوله:  (اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً يَخْلُقُ مَا يَشَاءُ وَهُوَ الْعَلِيمُ الْقَدِيرُ (٥٤) </p><p> هذا يحتمل وجهين: </p><p> أحدهما: قوله: (خَلَقَكُمْ مِنْ ضَعْفٍ) ، أي: من النطفة، وهو ما قال في آية أخرى: </p>"
}