{
  "id": null,
  "sura": 30,
  "aya": 27,
  "text": "<p> النَّاسِ لَا يَعْلَمُونَ (٣٠) مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُوا الصَّلَاةَ وَلَا تَكُونُوا مِنَ الْمُشْرِكِينَ (٣١) مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ (٣٢) </p><p> وقوله:  (وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ ... (٢٦) حرف \" من \" إنما يتكلم به ويعبر عمن له الملك والتدبير والتمييز، وحرف \" ما \" عن ملك الأشياء نفسها، فإذا كان من له الملك في الشيء والتدبير والأمر له فالأملاك أحق أن تكون له. </p><p> يخبر - واللَّه أعلم - عن غناه وسلطانه وقدرته، أي: من له ما ذكر في السماوات والأرض لا يحتمل أن يمتحنهم ويأمرهم بأنواع العبادات والطاعة لحاجة نفسه؛ إذ هو غني عن ذلك، ولكنه إنما يمتحن ويأمرهم بأنواع العبادة وأنواع المحن لمنافع أنفسهم وحاجاتهم ومصالحهم، فإذا كان له ما ذكر من الملك لا يحتمل أن يعجزه شيء أيضًا. </p><p> وقوله:  (كُلٌّ لَهُ قَانِتُونَ) قَالَ بَعْضُهُمْ: القنوت: القيام، والقانت: القائم، فإن كان هذا فتأويله:  (كُلٌّ لَهُ قَانِتُونَ) أي: قائم بتدبيره وأمره في الوجود والعدم، والابتداء والإعادة، وفي كل حال: إن أوجد وجد، وإن أعدم صار معدومًا، وإن أحياه حيي، ونحوه، في كل حال يقوم بتدبيره وأمره. </p><p> وقَالَ بَعْضُهُمْ:  (كُلٌّ لَهُ قَانِتُونَ) أي: مطيعون، فإن كان على هذا ونحوه فهو في كل حال يقوم بتدبيره وأمره. </p><p> وقَالَ بَعْضُهُمْ:  (كُلٌّ لَهُ قَانِتُونَ) أي: مطيعون، فإن كان على هذا فهو على طاعة الخلقة له، والشهادة لله بالوحدانية والربوبية، والتدبير له، والعلم في ذلك؛ لأن اللَّه جعل في خلقة كل أحد، وكل شيء، وفي صورته ما يشهد له بالوحدانية والربوبية، ويدل على تدبيره وعلمه وحكمته، فكل له قانت ومطيع بالخلقة والصنعة. </p><p> وقَالَ بَعْضُهُمْ:  (كُلٌّ لَهُ قَانِتُونَ) أي: خاضعون، فهو يرجع إلى حال دون حال، وهو حال الخوف والضرورة، يخضع له كل كافر ومشرك في تلك الحال، وهو ما أخبر عنهم من الخضوع له إذا ركبوا الفلك؛ حيث قال:  (فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ) ، وقولهم:  (لَئِنْ أَنْجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ) ، ونحو ذلك من الأحوال التي كانوا يخضعون له ويطيعون، واللَّه أعلم. </p><p> وقوله:  (وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ ... (٢٧) لا يحتمل أن يخلقهم وينشئهم لحاجة نفسه، أو لمصلحته؛ لأنه غني بذاته، أو يمتحنهم لمنفعة نفسه، أو يأمره لذلك، ولكن </p><p> إنما يبدئ ويعيد لحاجة أنفسهم. </p><p> أو يخبر أن من قدر على ابتداء الشيء يملك إعادته. </p><p> (وَهُوَ أَهْوَنُ عَلَيْهِ) اختلف فيه: </p><p> قيل:  (وَهُوَ أَهْوَنُ عَلَيْهِ) و (هَيِّنٌ) ابتداؤه وإعادته؛ كقوله:  (وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ) ، وقوله:  (هُوَ عَلَيَّ هَيِّنٌ) ، ويجوز العبارة بأفعل عن فعيل؛ نحو ما يقال: الله أكبر؛ أي: كبير، وأعظم بمعنى: عظيم، ونحوه كثير؛ فعلى ذلك قوله:  (وَهُوَ أَهْوَنُ عَلَيْهِ) أي: عليه هَيِّنٌ؛ إذ ليس شيء أصعب على اللَّه من شيء، أو شيء أهون عليه من شيء؛ بل الأشياء كلها بمحل واحد داخل تحت قوله:  (كُنْ) وإنما يقال: أهون وأيسر، لمن كان فعله بسبب، فيهون عليه إذا كثرت الأسباب، ويصعب عليه ذلك إذا قلت وضعفت، فأمّا اللَّه - سبحانه وتعالى - فهو الفاعل للأشياء، وصانعها، والقادر عليها بسبب وبلا سبب، فلا جائز أن يقال شيء أهون من شيء، وإنما يجوز ذلك فيمن كان فعله لا يكون إلا بسبب. </p><p> وقَالَ بَعْضُهُمْ: قوله: (وَهُوَ أَهْوَنُ عَلَيْهِ) في عقولكم، وتدبيركم، وتقديركم؛ أي: إعادة الشيء في عقولكم وتدبيركم أهون من ابتدائه؛ لأن الخلق لا يملكون تصوير ما لم يسبق له المثال والتصور ابتداء، وقد يملكون تصوير الأشياء وتمثيلها إذا سبق لهم مثال رأوه وشاهدوه؛ فثبت أن إعادة الشيء في عقولكم وتدبيركم أهون من ابتدائه، فإذا عاينتم وأقررتم: أنه قادر على ابتدائه فهو على إعادته أملك وأقدر، ولا قوة إلا باللَّه. </p><p> وقَالَ بَعْضُهُمْ: قوله: (وَهُوَ أَهْوَنُ عَلَيْهِ) يعني: على ذلك الشيء؛ أي: إعادة ذلك الشيء أهون على ذلك الشيء من ابتدائه؛ لأنه في الابتداء ينقله ويحوّله من حال النطفة إلى حال العلقة، ثم من حال العلقة إلى حال المضغة، ثم من حال المضغة إلى حال التصوير والنسمة إلى ما ينتهي إليه، حتى يصير خلقًا وصورة، فيخبر أن إعادته ليس على هذا التقدير والتحويل من حال إلى حال، ولكن كما ذكر:  (وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ) ، وقوله:  (وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ) وقوله: (إِلَّا صَيْحَةً وَاحِدَةً) ، ونفخة ودعوة وما ذكر، فالإعادة لذلك الشيء أهون على ذلك الشيء من الابتداء. </p><p> وقوله:  (وَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ) أي: له الصفات العالية، ثم هو يخرج على وجوه: </p><p> أحدها: أن كل موصوف بالعلو والرفعة من دونه فهو الموصوف به في الحقيقة؛ على ما ذكرنا أن كل من حمد دونه؛ فذلك الحمد له في الحقيقة راجع إليه، ذلك كقوله:  (وَلَهُ الْحَمْدُ. . .) الآية. </p><p> والثانى: له الصفة العالية مما يخالف صفات الخلق وشبههم كقوله: (لَيْسَ كَمِثْلِهِ شَيْءٌ) : لا تشبه صفاته صفات المخلوقين، ولا اشتبهت صفات الخلق صفاته، وهو ما قاله بعض أهل التأويل: الذي لا مثل له ولا شبه، لا إله إلا هو، واحد لا شريك له. </p><p> والثالث: وله الصفات العالية مما لا يضاد بعضها بعضًا: عالم لا جهل فيه، قادر لا عجز فيه، عزيز لا ذل فيه، وأمثال ذلك مما لا يدخل في ذلك نقصان أو عيب بوجه من الوجوه، ليس كالخلق أنهم يوصفون بالعلم بجهة وبشيء وبالجهل بجهة أخرى وبشيء آخر وبالقدرة بجهة أخرى وبشيء آخر، وبالعجز بجهة أخرى وبشيء آخر، وبالعز بجهة أخرى وبشيء آخر، وبالذل بجهة أخرى وبشيء آخر. </p><p> فاللَّه - سبحانه وتعالى - موصوف بصفات لا يضاد بعضها بعضًا ولا يدخل في ذلك نقصان بجهة من الجهات، وفي حال من الأحوال؛ لأنه بذاته موصوف بذلك لا بغيره ولا بسبب، وأما غيره فإنما يوصفون بذلك بأسباب وباعتبار يكون لهم؛ لذلك كان ما ذكر، ولا قوة إلا باللَّه. </p><p> وقوله:  (وَهُوَ الْعَزِيزُ الْحَكِيمُ) : الذي لا يلحقه الذل والضرر بمخالفة خلقه إياه وعصيانهم له، ليس كملوك الأرض إذا خالفهم أتباعهم وحواشيهم ورعيتهم يذلون ويلحقهم الضرر بإعراضهم عنهم؛ لأن عزهم كان بهم، فبإعراضهم عنهم ومخالفتهم إياهم يذلون، فأما اللَّه - سبحانه - فهو عزيز بذاته، لا يلحقه الضرر والذل بمخالفة الخلق إياه. </p><p> أو أن يكون قوله:  (الْعَزِيزُ) المنتقم عمن يخالف أمره ويعصيه أو يشرك غيره في ألوهيته وربوبيته. </p><p> والحكيم: هوالذي لا يلحقه الخطأ في التدبير. </p><p> يخبر - واللَّه أعلم -: أني وإن خلقتهم وأنشأتهم على علم مني أنهم يخالفونني ويعصونني، وأعنتهم بكل أنواع المعونة، على علم مني بذلك منهم؛ فإن فعله ليس بخارج عن الحكمة كما يكون في الشاهد أن من أعان عدوه بأنواع المعونة، وهو يعلم أن معونته إياه تزيد له قوة في معاداته وعصيانه ومخالفته - هو موصوف بالسفه غير موصوف </p>"
}