{
  "id": null,
  "sura": 30,
  "aya": 2,
  "text": "<p> سُورَةُ الرُّومِ </p><p> كلها مَكِّيَّة وهي ستون آية </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (الم (١) غُلِبَتِ الرُّومُ (٢) فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ (٣) فِي بِضْعِ سِنِينَ لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ (٤) بِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشَاءُ وَهُوَ الْعَزِيزُ الرَّحِيمُ (٥) وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ وَعْدَهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٦) يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ (٧) </p><p> قوله - عَزَّ وَجَلَّ -: (الم (١) غُلِبَتِ الرُّومُ (٢) فِي أَدْنَى الْأَرْضِ) وفي بعض القراءات: (غَلَبَتِ الرُّومُ) بفتح الغين على المستقبل. </p><p> يذكر أهل التأويل: أنه إنما يذكر هذا؛ لأن المشركين كانوا يجادلون وهم بمكة، يقولون: إن الروم أهل الكتاب وقد غلبتهم المجوس، وأنتم تزعمون أنكم ستغلبون بالكتاب الذي أنزل على نبيكم فسنغلبكم كما غلبت فارس الروم، فأنزل اللَّه - تعالى - هذه الآية:  (الم. غُلِبَتِ الرُّومُ. فِي أَدْنَى الْأَرْضِ. . .) الآية، لكن يذكر في آخره:  (وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ (٤) بِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشَاءُ)؛ فلا يحتمل فرح المؤمنين بغلبة الروم على فارس، ويسمى ذلك: نصر اللَّه وهم كفار، وغلبتهم عليهم معصية، اللهم إلا أن يكون فرحهم بما يظهر الإيمان بكتب اللَّه وتصديقها والعمل بها، وهم كانوا أهل كتاب، ورسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان بعث مصدقًا بكتب اللَّه وبرسله أجمع، ففرحوا بذلك، فإن كان كذلك فجائز الفرح بذلك وتسميته نصر اللَّه. </p><p> وأما على الوجه الذي يقولون هم فلا. </p><p> وعندنا: أن في ذلك آية عظيمة في إثبات رسالة نبينا مُحَمَّد - صلوات اللَّه عليه - ونبوته وصدقه ما لم يجد الكفار فيه مطعنا، ولا النسبة إلى الكذب والافتراء، على ما قالوا وطعنوا في سائر الآيات والأنباء، كقولهم:  (إِنَّمَا يُعَلِّمُهُ بَشَرٌ) ، ونحو ذلك من المطاعن التي طعنوا في القرآن والأنباء المتقدمة؛ حيث قالوا:  (إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ) ، (مَا هَذَا إِلَّا إِفْكٌ مُفْتَرًى) ، مثلها لم يجدوا فيما أخبر من غلبة الروم على فارس؛ لأنه أخبر عن غلبة ستكون وستحدث لا عن غلبة قد كانت، </p>"
}