{
  "id": null,
  "sura": 30,
  "aya": 23,
  "text": "<p> وقوله:  (وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ) كأنه يقول: وفي خلق اختلاف ألسنتكم آياته أيضًا؛ لأن الألسن بحيث خلقة الألسن غير مختلفة، ولكن إنما تختلف بحيث النطق والتكلم حتى لا يقع في التكلم بها والنطق والصوت تشابه بحال، وخروجه عما يقدرون من الكلام، وإن كانت بحيث خلقتها واحدة غير مختلفة. </p><p> وهذا على المعتزلة؛ لقولهم: إن أقوال العباد غير مخلوقة، لا صنع لله فيها، فلو لم يكن له فيما يتكلمون وينطقون على اختلاف ذلك صنع؛ فلا آية تكون له في ذلك، فدل أنه صار آية له؛ لما له صنع في ذلك، وكذلك فيما تختلف الألوان بفعل يكون من الخلق وتتغير عند الغضب والسرور والفرح، ثم أخبر أن ذلك آياته دل أنه خالق لأفعالهم وأقوالهم حتى كان آية له واللَّه أعلم. </p><p> وأهل التأويل يقولون:  (وَاخْتِلَافُ أَلْسِنَتِكُمْ) : عربي، وعجميّ، ونبطي، وتركي، ونحوه (وَأَلْوَانِكُمْ) : أبيض، وأحمر، وأسود، ونحوه، وأصله ما ذكرنا أن في ذلك لآيات للْعَالِمِينَ؛ جائز أن يكون آيات لمن انتفع به من الْعَالِمِينَ، أو آية لمن تفكر وتدبر من الْعَالِمِينَ؛ لأنه إذا تفكر وتدبر عرف وجه الآية في ذلك. </p><p> وقوله:  (وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ (٢٣) لأن النوم يأخذهم من غير أن يعرفوا أنه من أين مأتاه ومأخذه، ثم يأخذ منهم جميع منافع الأحياء: من السمع، والنطق، والفهم، والرؤية، وجميع ما تنتفع به قبل ذلك، ثم يرد ذلك إليهم من غير أن عرفوا بذلك فيعودون إلى ما كانوا من المنافع والأكساب؛ ليعلم أن من قدر على مثل هذا يقدر على أخذ الروح ونفسه ورده إليه، فهو أخو الموت؛ قال اللَّه - تعالى -: (يَتَوَفَّاكُمْ بِاللَّيْلِ) ، سمى النوم: الوفاة، وهو مثله؛ لما ذكرنا أن جميع منافع الأحياء ترتفع وتزول بالنوم ثم ترد إليهم من غير أن يشعروا بذلك، فمن قدر على هذا يقدر على الإحياء بعد الموت. </p><p> وقوله:  (وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ) جهة الآية فيما ينتفعون من فضله هو خلقه تلك المكاسب والتجارات والحرف التي يبتغون بها الرزق؛ أخبر أنه خلق ذلك منهم؛ ففيه دلالة خلق أفعال العباد؛ فهو على المعتزلة؛ لإنكارهم خلق أفعالهم. </p><p> أو أن تكون جهة الآية فيه ما عرفهم تلك المكاسب والتجارات والحرف، وعلمهم إياها وأحوجهم إليها؛ ليصلوا إلى منافعهم، واللَّه أعلم. </p><p> وقوله:  (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ) يحتمل قوله: (لِقَوْمٍ يَسْمَعُونَ) أي: ينتفعون بسمعهم، أو لقوم يجيبون. </p>"
}