{
  "id": null,
  "sura": 30,
  "aya": 45,
  "text": "<p> قد ذكرناه فيما تقدم في قوله:  (فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا) . </p><p> وقوله:  (مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ) . </p><p> قال بعض أهل التأويل: لا يقدر أحد على رد ذلك اليوم من اللَّه. </p><p> ثم هو يخرج على وجهين: </p><p> أحدهما: لا مرد له من اللَّه، أي: لا يردون من ذلك اليوم إلى ابتداء المحنة؛ كقولهم:  (يَا لَيْتَنَا نُرَدُّ) الآية، وقولهم:  (أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ) ، ثم أخبر عنهم فقال:  (وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ) ، فعلى ذلك جائز أن يكون قوله:  (لَا مَرَدَّ لَهُ مِنَ اللَّهِ) ، أي: لا يردون إلى ما يسألون الرد. </p><p> والثاني:  (لَا مَرَدَّ لَهُ مِنَ اللَّهِ) ، أي: لا إقالة لهم من اللَّه ولا عفو ولا توبة إذا أتاهم ذلك اليوم؛ كقوله:  (لَا يَنْفَعُ نَفْسًا إِيمَانُهَا. . .) الآية. </p><p> وقوله:  (يَوْمَئِذٍ يَصَّدَّعُونَ) . </p><p> أي: يتفرقون؛ كقوله:  (وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ) ، هو يوم الافتراق، ويوم الجمع، ويوم الفصل على اختلاف الأحوال والأوقات، واللَّه أعلم. </p><p> وقوله:  (مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ وَمَنْ عَمِلَ صَالِحًا فَلِأَنْفُسِهِمْ يَمْهَدُونَ (٤٤) </p><p> أي: من كفر فعليه كفره وعليه ضرر كفره، ومن آمن وعمل صالحًا، فله ثواب إيمانه، وله منفعة عمله؛ لأنه - عَزَّ وَجَلَّ - إنما امتحنهم بأنواع ما امتحن لمنافع أنفسهم ولحاجتهم، لا لحاجة أو لمنفعة له، وكذلك قوله:  (مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا) ، وقوله:  (إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ) الآية، وهو ما ذكرنا أنه إنما أمرهم ونهاهم وامتحنهم؛ لمنافع أنفسهم ولحاجتهم، لا لحاجة أو لمنفعة لنفسه؛ لذلك كان ما ذكر، واللَّه أعلم. </p><p> وقوله:  (يَمْهَدُونَ) ، قَالَ بَعْضُهُمْ: يفترشون. </p><p> وقال أَبُو عَوْسَجَةَ والْقُتَبِيّ: فلأنفسهم يعملون ويوطئون، وهو من المهاد، والمهاد في الأصل: الفراش. </p><p> وقوله:  (لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْ فَضْلِهِ إِنَّهُ لَا يُحِبُّ الْكَافِرِينَ (٤٥) </p><p> هذا يدل أن الثواب والجزاء سبيل وجوبه الفضل في الحكمة؛ لما سبق من اللَّه إليهم نعم ما لم يتهيأ لهم القيام بشكر واحدة منها، فضلا أن يقوموا للكل؛ فإذا كان كذلك صار </p>"
}