{
  "id": null,
  "sura": 30,
  "aya": 6,
  "text": "<p> ملوك الأرض وأتباعه وحشمه؛ لأن ملوك الأرض أعزاء بهم، فإذا هلك ذلك ذهب عزهم، فأمَّا اللَّه - سبحانه وتعالى - إذ هو عزيز بذاته لا بشيء، فهلاك من هلك من عبيده لا يوجب نقصًا لذلك فيه. </p><p> وقوله:  (وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ وَعْدَهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٦) إنما يكون خلف الوعد في الشاهد لإحدى خصال ثلاث: </p><p> إما لندامة استقبلته فيما وعد فتمنعه تلك الندامة عن إنجاز ما وعد، وحفظ الوفاء له. وإما لحاجة وقعت له فيما وعد فتمنعه تلك الحاجة عن وفاء ما وعد وإنجاز ما يطمع. </p><p> وإما لعجز يكون به لا يقدر على إنجاز ما وعد، فيحمله عجزه عن وفاء ما وعد وإنجازه، فإذا كان اللَّه - سبحانه - يتعالى عن الوجوه التي ذكرنا فإن ما وعد لم يحتمل الخلف منه، ولا قوة إلا باللَّه. </p><p> وقوله:  (وَلَكِنَّ أَكثَرَ النَّاسِ لَا يَعْلَمُونَ) يحتمل قوله: (لَا يعْلَمُونَ) لما لم ينظروا ولم يتفكروا في الأسباب التي هي أسباب العلم بعدما أعطاهم أسباب العلم، لكنهم إذا تركوا النظر في الأسباب والتفكر فيها لم يعلموا، فلم يعذروا بذلك لتركهم النظر والتفكر فيها. </p><p> ويحتمل قوله:  (لَا يَعْلَمُونَ) أي: لا ينتفعون بما علموا، فنفى عنهم العلم؛ لما لم ينتفعوا بهذه الحواس وإن كانت لهم هذه الحواس. </p><p> وقوله:  (يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ (٧) يحتمل قوله: ظاهر الأشياء في المنافع، ولا يعلمون باطن المنافع بم؟ وكيف؟ نحو ما يعلم أن الماء به حياة الأشياء، ويعلمون أن بالطعام قوام الأبدان، ولكن لا يعلمون قدر منفعته وكيفيته وما في سرية ذلك من المنافع، وكذلك السمع والبصر واللسان لا يعلم حقيقة ذلك وكيفيته، وإن كان يعلم أنه بها يسمع ويبصر ويتكلم ويفهم. </p><p> وجائز أن يكون قوله:  (يَعْلَمُونَ ظَاهِرًا) : منافع الحياة الدنيا، وعن منافع الآخرة هم غافلون، وإنَّمَا أنشئت منافع الدنيا لا لتكون لها، ولكن ليعلموا بها منافع الآخرة. </p><p> وابن عَبَّاسٍ والكلبي وهَؤُلَاءِ يقولون:  (يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا) قالوا: يعلمون معايشهم، وتجاراتهم، وحرفهم، وجميع الأسباب والمكاسب والحيل التي بها تقوم أمور دنياهم (وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ) أي: لا يؤمنون بها، واللَّه أعلم. </p>"
}