{
  "id": null,
  "sura": 30,
  "aya": 40,
  "text": "<p> لأنه أجاز الهدية والعطية على فصد الفضل والزيادة. وإن كان على شرط الزيادة لا يجوز؛ فعلى ذلك المعاملة تجوز على قصد الزيادة، والفضل، وإن كان على قصد أُولَئِكَ طلب الفضل لا محالة، بل يكافئون مرة الأكثر، ولا يكافئون بعضًا ويحرمون بعضًا؛ فلا يكره، وأما المعاملة فلا تكون إلا على قصد ذلك الفضل؛ فلا يرضون منهم إلا حفظ المقصود فيها، وأهل العطايا والهدايا قد يرضون بالثناء الحسن والشكر لهم، وأهل المعاملة لا، روي في بعض الأخبار عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" من أسدي إليه؛ فليجازه وإلا فليشكره وليثْنِ عليه \" ، أو كلام نحو هذا. </p><p> والثاني: أن أهل المعاملة يثشرطون قبل المعاملة الزيادة، وإن كانوا يشترطون في عقد المعاملة، ولا كذلك أهل العطايا والهدايا؛ بل يتعرضون تعريضًا؛ لذلك افترقا، والله أعلم. </p><p> * * * </p><p> قوله تعالى:  (اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَفْعَلُ مِنْ ذَلِكُمْ مِنْ شَيْءٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (٤٠) ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ (٤١) قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلُ كَانَ أَكْثَرُهُمْ مُشْرِكِينَ (٤٢) فَأَقِمْ وَجْهَكَ لِلدِّينِ الْقَيِّمِ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ يَوْمَئِذٍ يَصَّدَّعُونَ (٤٣) مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ وَمَنْ عَمِلَ صَالِحًا فَلِأَنْفُسِهِمْ يَمْهَدُونَ (٤٤) لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْ فَضْلِهِ إِنَّهُ لَا يُحِبُّ الْكَافِرِينَ (٤٥) </p><p> وقوله:  (اللَّهُ الَّذِي خَلَقَكُمْ) . </p><p> ولم تكونوا شيئًا، وأنتم تعلمون ذلك. </p><p> (ثُمَّ رَزَقَكُمْ) . </p><p> وأنتم تعلمون ذلك أن لا يقدر الأرزاق لكم غيره. </p><p> (ثُمَّ يُمِيتُكُمْ) . </p><p> وأنتم تعلمون ألا يملك أحد غيره ذلك؛ فعلى ذلك يملك إحياءكم ولا يملك أحد ممن تعبدون دونه من اللأصنام ذلك؛ فكيف تعبدون دونه. </p><p> وقوله:  (هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَفْعَلُ مِنْ ذَلِكُمْ مِنْ شَيْءٍ) . </p><p> هذا يحتمل وجهين: </p><p> أحدهما: هَؤُلَاءِ الذين تعبدون شركاؤكم فيما ذكر من الخلق والرزق فكيف تعبدون وتتخذون آلهة دونه؟! </p><p> والثاني: هل من شركائكم الذين أشركتموها في عبادة اللَّه وألوهيته تملك ما ذكر، </p>"
}