{
  "id": null,
  "sura": 30,
  "aya": 37,
  "text": "<p> يَقْنَطُونَ (٣٦) </p><p> إذا أريد أن يسوي بين هذه الآية والآية التي قبلها، وهو قوله:  (وَإِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ. . .) إلى آخره، ويجمع بينهما يكون قوله:  (إِذَا هُمْ يَقْنَطُونَ) من الأصنام التي يعبدونها؛ لأنه يقول في هذه الآية:  (وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ) ، وفي الأولى يقول:  (وَإِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ) ؛ فوجه الجمع بينهما ما ذكرنا: أن يكون القنوط من الأصنام، واللَّه أعلم؛ كقوله:  (وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ) . </p><p> أو أن يكون قوله:  (إِذَا هُمْ يَقْنَطُونَ) : عندما امتد بهم الضر والشدة؛ حينئذ ييئسون من رحمة اللَّه، والأول في ابتداء ما أصابهم من الضر فزعوا إليه وأنابوا له. </p><p> أو أن يكون إحدى الآيتين في قوم، والأخرى في قوم آخرين؛ لأنهم كانوا فرقًا وأحزابًا في الكفر والشرك: منهم من كان يشرك في الأحوال كلها: في حال الضيق والسعة، ومنهم من كان يشرك في حال الضيق، ويؤمن في حال السعة، كقوله:  (وَلَئِنْ أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ (٩) وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ)، وكقوله:  (وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ) . </p><p> ومنهم من كان يخلص الدِّين في حال الضر والشدة، ويعاند ويتمرد في حال السعة والرخاء؛ كقوله:  (فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ) ، ونحوه؛ فكانوا فرقا وأحزابا على ما ذكرنا؛ فجائز أن يكون إحدى الآيتين في فريق وقوم، والآية الأخرى في قوم آخرين. </p><p> أو ما ذكرنا من اختلاف الأحوال: يقنطون عندما امتد بهم الضر والشدة، وينيبون إليه عندما لم يمتد بهم ذلك ولم يتطاول. </p><p> أو ما ذكرنا من القنوط من الأصنام والإنابة إلى اللَّه؛ كقوله:  (ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ) . </p><p> وإلا الآيتان في الظاهر متناقضتان، ولكن الوجه فيه ما ذكرنا، واللَّه أعلم. </p><p> وقوله:  (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (٣٧) يحتمل قوله: (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ) على الكافرين؛ كقوله:  (وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ) . </p><p> ثم وجه الآيات لهم على كفار مكة من وجوه في إثبات الرسالة، وفي البعث، وفي </p><p> إظهار سفههم في عبادة الأصنام وإشراكهم إياها في عبادة اللَّه؛ لأن أهل مكة كانوا ينكرون الرسالة والبعث، ويرون عبادة غير اللَّه؛ فالاحتجاج عليهم بهذه الآية على الوجوه التي ذكرنا. </p><p> فأما الاحتجاج في إثبات الرسالة فهو من وجوه ثلاثة: </p><p> أحدها: أنهم كانوا ينكرون الرسالة؛ لأنه بشر، ولا يرون للبشر بعضهم على بعض فضلا؛ كقوله:  (مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ) ؛ فيريهم الفضل لبعضهم على بعض في الرزق: موسعا على بعض مضيقا مقترا على بعض؛ فإن ثبت عندهم، وظهر الفضل لبعض على بعض فيما ذكرنا يجوز الفضل على بعض في الرسالة. </p><p> والثاني: ذكر مقابلا لقولهم: (لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ) ؛ يخبر أن الأمر ليس إليهم؛ إنما ذلك إلى اللَّه تعالى، يختار من يشاء لما يشاء من الرسالة والنبوة وغيرهما، كما يختار التوسيع على من يشاء والتضييق والتقتير على من يشاء، وإن كانوا جميعًا يتمنون السعة ويحبونها، ويهربون من الضيق والتقتير، ولكن الأمر في ذلك إلى اللَّه تعالى كله. </p><p> والثالث: وسع على بعض وضيق على بعض؛ فالجهة التي وسع على بعض غير الجهة التي ضيق على بعض؛ فلا بد من رسول يخبر عن ذلك، ويعلم ما على هذا وما على هذا، وما جهة التفريق بينهم والتفضيل في الرزق، واللَّه أعلم. </p><p> وأما الاحتجاج عليهم في البعث بها فمن وجوه أيضًا: </p><p> أحدها: أنه جمع في هذه الدنيا بين العدو والولي، وسوى بينهما في التوسيع والتضييق؛ إذ وسع على العدو والولي جميعًا، وضيق على الولي ووسع على العدو، وفي الحكمة والعقل التفريق بينهما لا الجمع والتسوية، وقد سوى بينهما في هذه الدنيا وجمع؛ فلا بد من دار أخرى فيها يفرق بينهما؛ فيلزمهم البعث، واللَّه الموفق. </p><p> والثاني: أنه وسع الرزق على من هو في تقديرهم وعقولهم لا يوجب التوسيع عليه، وهو السفيه الجاهل الذي في تقدير كل ذي عقل ولب أن يكون محروما مضيقا، وضيق على من هو في تقدير كل أحد وعقله أن يكون موسعا عليه مرزوقا، وهو العاقل العارف بجميع أسباب السعة والغناء، وفي التقدير على خلاف هذا؛ فلا بد من مكان فيه يظهر التفضيل للعقول والمعارف، والرغبة فيها، والرغبة عن أضدادها، ومن هو أهل التوسيع ومن هو أهل الحرمان؛ إذ قد اشتركوا في هذه. </p><p> والثالث: أن يعتبروا وينظروا بأن من قدر على توسيع الرزق وبسطه وتضييق الرزق </p>"
}