{
  "id": null,
  "sura": 30,
  "aya": 41,
  "text": "<p> يقول: لا تملك شيئًا مما ذكر، على علم منكم أنها لا تملك ذلك، فيقول: فكيف تشركونها في ألوهيته؟ ثم نزه نفسه وبرأَها عن جميع العيوب التي وصفه الملحدون، فقال: </p><p> (سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ) . </p><p> لأن حرف (سُبْحَانَ) حرف تنزيه عن جميع العيوب، والتعالي: هو وصف وتبرئة عن أن يغلبه شيء أو يقهره؛ هو من العلو، متعال عن أن يغلبه شيء أو يقهره. </p><p> وقوله:  (ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ (٤١) </p><p> هذا يحتمل وجهين: </p><p> أحدهما: أن يكون قوله: (ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ) ، وهو الشرك والكفر، (بِمَا كَسَبَتْ أَيْدِي النَّاسِ) من الأمور التي كانوا يتعاطون من قطع الطريق، والسرق، والظلم، وأنواع أعمال السوء التي يتعاطونها، ذدك هو سبب شعركهم وكفرهم باللَّه، وبذلك كان شعركهم وكفرهم ذلك كان يغطي قلوبهم؛ حتى لا تتجلى قلوبهم للإيمان؛ كقوله:  (كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ) ، وكقوله:  (فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ. . .) الآية، ونحوه؛ فإن كان هذا فهو على حقيقة تقديم الأيدي والكسب. </p><p> والثاني: أن يكون (ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ) هو القحط وقلة الأمطار والأنزال والضيق، وقوله:  (بِمَا كَسَبَتْ أَيْدِي النَّاسِ) هو شركهم وكفرهم وتعاطيهم ما لا يحل، أي: ذلك القحط والضيق وقلة الأنزال والشدائد لهم؛ لشركهم وكفرهم وأعمالهم التي اختاروها، ويكون ذكر كسب الأيدي على المجاز لا على الحقيقة؛ ولكن لما باليد يكتسب وباليد يقدم، ذكر اليد؛ كقوله:  (ذَلِكَ بِمَا قَدَّمَتْ يَدَاكَ) ، ولعله لم يقدم شيئًا، لكنه ذكر أنه ظهر الشرك والكفر بحقيقة كسب الأيدي من أعمال السوء التي ذكرنا، ذلك كان يينعهم عن الإيمان وكشف الغطاء عن قلوبهم. </p><p> وفي التأويل الآخر: الفساد الذي ظهر هو القحط وقلة الأمطار والأنزال والضيق؛ (بِمَا كَسَبَتْ أَيْدِي النَّاسِ) : هو الشرْك والكفر وتعاطي ما لا يحل، لا على حقيقة كسب الأيدي؛ ولكن لما ذكرنا. </p><p> ثم اختلف في قوله:  (فِي الْبَرِّ وَالْبَحْرِ) : قَالَ بَعْضُهُمْ: البر: هو المفاوز التي لا ماء فيها، والبحر: القرى والأمصار. </p>"
}