{
  "id": null,
  "sura": 31,
  "aya": 17,
  "text": "<p> والثاني: في استخراج أمور لا يبلغها وسع الخلق ولا علمهم وحيلهم، واللَّه أعلم. </p><p> وقوله:  (يَا بُنَيَّ أَقِمِ الصَّلَاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ (١٧) </p><p> يحتمل الأمر بإقامة الصلاة وجهين: </p><p> أحدهما: الصلاة التي عرفتها العرب، وهي المسألة والدعاء والثناء على اللَّه والتحميد له والتمجيد؛ كقوله:  (إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ. . .) الآية. </p><p> وهذه الصلاة المذكورة في هذه الآية هي الدعاء والاستغفار والرحمة له والمغفرة؛ فعلى ذلك يشبه أن يكون الأمر بإقامة الصلاة هو الأمر بمسألة الرب حوائجه ومغفرته ورحمته؛ ليكون أبدًا في كل حال متضرعًا إلى اللَّه، مظهرًا حاجته إليه ومثنيا عليه، واصفًا عظمته وجلاله وبريائه. </p><p> والثاني: أراد به الصلاة المعروفة المعهودة على شرائطها التي جعلت وشرعت؛ فإن كان هذا ففيها -أيضًا- ما في الأول من الدعاء والثناء على اللَّه - تعالى - والوصف له بالعظمة والجلال؛ لأنها جعلت من أولها إلى آخرها ذلك. </p><p> وإن كان أراد بالصلاة: الصلاة المعروفة ففيه أن الصلاة التي شرعت لنا كانت للأمم المتقدمة، وعلى ذلك يخرج قول إبراهيم حيث قال:  (رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ) ، وقول عيسى حيث قال:  (وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ) ، واللَّه أعلم. </p><p> وقوله:  (وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ) . </p><p> المعروف: اسم كل بر وخير وكل مستحسن في العقل والطبع. </p><p> والمنكر: اسم كل شر وسوء مستقبح في العقل والطبع. </p><p> ثم يخرج قوله:  (وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ) على وجوه: </p><p> أحدها: المعروف الذي جاءت به الرسل عن اللَّه، وشرعوه للخلق، ودعوا إليه الخلق. </p><p> والمنكر -أيضًا-: هو الذي أنكرته الرسل، ونهت الخلق عنه. </p><p> أو أن يكون المعروف هو الذي يقبله كل عقل صحيح، ويستحسنه كل طبع سليم. </p><p> والمنكر: هو الذي ينكره كل عقل صحيح ولا يقبله، ويستقبحه كل طبع سليم، يعرف بالبداهة قبحه وحسنه. </p><p> أو يعرف أنه معروف أو منكر عند التأمل والتفكر؛ فكله يرجع إلى واحد: إلى ما ذكرنا بدءًا، لكنه يختلف فيما ذكرنا من السبب. </p><p> وقوله:  (وَاصْبِرْ عَلَى مَا أَصَابَكَ) . </p>"
}