{
  "id": null,
  "sura": 31,
  "aya": 14,
  "text": "<p> وقوله:  (وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ (١٤) ولم يذكر هاهنا بماذا وصاه، فجائز الوصية بما ذكر في آية أخرى؛ حيث قال:  (وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا) ، و (إِحْسَانًا) ، والإحسان: هو اسم ما حسن من فعل. وقوله:  (حُسْنًا) : هو اسم ما حسن مما كان يفعله، وهما واحد في الأصل. </p><p> وقوله:  (حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ) . </p><p> أي: ضعفا على ضعف، أي: كلما مضى عليها وقت ازداد فيها ضعف على ضعف ووجع على وجع، أمر بالإحسان إليهما جميعًا، ثم ذكر ما حملت الأم من المشقة والشدة، ولم يذكر من الأب شيئًا، وقد كان للأب وقت احتمال الأم المشقة - اللذة والسرور والفرح؛ فجائز أن يقال: إن كان من الأب بإزاء تلك المشقة التي احتملت الأم معنى ما يؤمر أن يشكو له ويحسن إليه - وهو ما يتحمل من الإنفاق عليها وعليه في حال الرضاع، وهو ما ذكر (وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ) ، وقوله:  (فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ) ، أو ما جعله مطعونًا في الناس بحيث لم يعرف له نسب ينسب إليه؛ بل جعله معروف النسب غير مطعون في الخلق ونحوه. </p><p> ثم ذكر الفصال ولم يذكر الرضاع والمشقة في الإرضاع لا في الفصال، لكنه ذكر تمام الرضاع وكماله؛ إذ بالفصال يتم ذلك ويكمل، وفي ذكر التمام له والكمال ذكر الرضاع، وليس في ذكر الرضاع نفسه ذكر تمامه؛ لذلك كان ما ذكر، واللَّه أعلم. </p><p> وقوله:  (أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ) . </p><p> أمر بالشكر له ولوالديه، وحاصل الشكر راجع إليه دون من يشكر له؛ إذ كل من صنع إلى آخر ما يستوجب به الشكر والثناء - فباللَّه صنع ذلك إليه وبنعمه كان منه ذلك؛ فكل من حمد دونه أو شكر - فراجع إليه في الحقيقة ذلك. </p><p> ثم يخرج قوله:  (أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ) على وجهين: </p><p> أحدهما: اشكر لي فيما تشكر والديك بإحسانهما إليك؛ فإنهما ما أحسنا إليك إلا بفضلي ورحمتي؛ كقوله:  (فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ) ، أي: اذكروا اللَّه فيما تذكرون آباءكم بصنعهم؛ فإنهم إنما فعلوا ذلك بفضل اللَّه. </p><p> أو أن يكون قوله:  (اشْكُرْ لِي) فيما أنعصت عليك، (وَلِوَالِدَيْكَ) : فيما أحسنا إليك وربياك، واللَّه أعلم. </p><p> وقوله:  (إِلَيَّ الْمَصِيرُ) : قد ذكرنا أنه خص ذلك المصير إليه، وإن كانوا في جميع الأوقات صائرين إليه راجعين بارزين له؛ لما المقصود من إنشائهم في هذا ذاك، وصار </p>"
}