{
  "id": null,
  "sura": 31,
  "aya": 21,
  "text": "<p> والشَّمس والقمر، ونحوه مما جعل منافع السماء متصلة بمنافع الأرض؛ حتى لا تقوم منافع الأرض إلا بمنافع السماء. </p><p> أو الملائكة؛ لأنهم قد امتحنوا ببعض ما يقع بمنافع البشر، واللَّه أعلم. </p><p> وقوله:  (وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً) . </p><p> ذكر عن ابن عَبَّاسٍ أنه قال: سألت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقلت: يا رسول اللَّه، ما هذه النعمة الظاهرة والباطنة؛ قال:  \" أما ما ظهر - يا ابن عَبَّاسٍ - فالإسلام، وما سوى من خلقك، وما أسبغ عليكم من الرزق،وأما ما بطن:ستر مساوي عملك فلم يفضحك بها. \" ، فإن ثبت الخبر فلا تقع الحاجة إلى غيره؛ فهو تأويل الآية، وإلى هذا ذهب عامة أهل التأويل. </p><p> وجائز أن يكون النعمة الظاهرة هو ما ظهر من الحسن والطهارة. </p><p> وأما النعمة الباطنة: ما ستر من الأنجاس والعيوب والأقذار ما لو ظهر ذلك لم يدن مكه أحد، لخبثه ونجاسته. </p><p> وبعضهم يقولون: الظاهرة باللسان، والباطنة بالقلب. </p><p> وقال مجاهد: الظاهرة: الإسلام والرزق، والباطنة: ما ستر من الذنوب والعيوب، وهو قريب مما ذكر في الخبر المرفوع واللَّه أعلم. </p><p> وقوله:  (وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ) . </p><p> المجادلة في اللَّه: يحتمل في توحيد اللَّه، أو في الرسالة أنه أرسل أو لم يرسل؛ أو في البعث: أيبعث أو لا يبعث؛ ونحوه، أو يجادل في كتابه. </p><p> وقوله:  (بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنِيرٍ) . </p><p> أسباب العلم ثلاثة: العقل، والسنة، والكتاب: </p><p> يتفكر وينظر بالعقل؛ فيعرف، وبيان السنة والكتاب يبيق؛ فلم يكن مع الذين يجادلون رسول اللَّه في الشيء من ذلك وخاصة أهل مكة: كانوا لا يؤمنون بالرسل والكتب؛ فكأنه يقول: ومن الناس من يجادل في اللَّه وهم يعلمون أنه ليس معه معقول ولا بيان من السنة والكتاب، واللَّه أعلم. </p><p> وقوله:  (وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ (٢١) </p><p> وقال في اية أخرى:  (أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ) </p><p> ، وقال في آية أخرى:  (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ) ؛ كأنه يقول لرسول اللَّه: أن قل لهم: تتبعون آباءكم وتقلدونهم، وإن ظهر لكم وتبين أن الشيطان يدعوهم إلى عذاب السعير، وأنهم من أصحاب السعير، وتتبعون آثارهم مقتدين بهم وإن ظهر لكم وتبين أن الذي أدعوكم أنا إليه وجئتكم أهدى مما عليه آباؤكم؛ إذ تتبعون آباءكم وإن ظهر وتبين أن آباءكم كانوا لا يعقلون شيئا ولا يهتدون؟! </p><p> حتى إن قالوا: نعم، نتبعهم وإن كانوا كما ذكرت - فإنه يظهر ويبين عنادهم ومكابرتهم عند اتباعهم؛ حيث ظهر الحق لهم فلم يتبعوا، بل اتبعوا أهواءهم ويظهر كذبهم في قولهم:  (وَاللَّهُ أَمَرَنَا بِهَا) ، أو في قولهم: إن آباءهم على ما هم عليه؛ بل في آبائهم من هو على خلاف ما هم عليه ونحوه. </p><p> وإن قالوا: لا نتبعهم إذا كانوا على ما ذكرت؛ فعند ذلك يقترن ويثبت عندهم بالحجج والبرهان. </p><p> وفيه دلالة: أن أهل الفترة يعذبون ويؤاخذون بتركهم الدِّين والشرائع؛ لأن هَؤُلَاءِ الذين أخبر أنهم من أصحاب السعير هم أهل الفترة ما بين عيسى وبين مُحَمَّد. </p><p> وأهل التأويل يقولون: أولو كان الشيطان يدعوهم إلى عذاب السعير. </p><p> ومُحَمَّد بن إسحاق يقول:  (وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ) ، أي: لا تعرض بوجهك عن فقراء الناس، أي: إذا كلموك و (مَرَحًا) ، أي: فخرا بالخيلاء والعظمة، (إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ) ، أي: بطر ومرح، فخور في نعم اللَّه لا يأخذ بالشكر، (وَاقْصِدْ فِي مَشْيِكَ) : رويدًا، لا تختل في مشيك ولا تنظر حيث لا يحل، (وَاغْضُضْ) ، أي: اخفض (مِنْ صَوْتِكَ) ، أي: من كلامك، يأمر لقمان ابنه بالاقتصاد في المشي والمنطق، ثم ضرب للصوت الرفيع مثلا فقال:  (إِنَّ أَنْكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ) لشدة صوتهم. </p><p> وقوله:  (أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ) : يعني: الشمس والقمر والنجوم والسحاب والرياح، (وَمَا فِي الْأَرْضِ) ، أي: الجبال والأنهار والبحار فيها السفن والأشجار والنبت عاما بعام، (وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً) : تسوية الخلق والرزق والإسلام، (وَبَاطِنَةً) ، أي: ما ستر من الذنوب من ابن آدم فلم يعلم بها أحد ولم يعاقب فيها، فهذا كله من النعم؛ فالحمد لله على ذلك حمدًا كئيزا كما أصله. </p><p> وقال في قوله:  (وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ) : في زعمه أن لله البنات، أي: الملائكة، (وَلَا هُدًى) ، أي: لا بيان معه من اللَّه بما يقول، (وَلَا كِتَابٍ) : له فيه </p>"
}