{
  "id": null,
  "sura": 31,
  "aya": 15,
  "text": "<p> إنشاؤهم وخلقهم في الدنيا حكمة بذاك، ما لولا ذلك لكان عبثًا باطلا، على ما ذكر، واللَّه أعلم. </p><p> وقوله:  (وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (١٥) </p><p> أمر في الآية الأولى بالإحسان إليهما وبالبر لهما والطاعة، ثم بين أن لا في كل أمر يطاعان، ولا في جميع ما يأمران ويسألان يجابان؛ إنما يطاعان ويجابان فيما يؤذن لهما ويباح لهما، لا فيما لا يؤذن ولا يباح بحال؛ بل يؤمر بالخلاف لهما واعتقاد المعاداة، فضلا أن يطاعا ويجابا إلى ما يدعوان أو يأمران، وكذلك ذكر في الخبر:  \" أن لا طاعة للمخلوق في معصية الخالق \" . وإنما أمر بحسن المصاحبة لهما والمعروف: فيما لم يكن في ذلك معصية الخالق؛ حيث قال:  (وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا) . </p><p> وقوله:  (وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ) . </p><p> قَالَ بَعْضُهُمْ: اتبع دين من أقبل إلى ورجج إلى طاعتي وهو النبي. </p><p> أو أن يكون قوله:  (وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ) ، أي: اتبع سبيلي وديني؛ كقوله:  (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ) ، فعلى ذلك الأول جائز أن يكون تأويله: اتبع سبيلي وديني، ولا تتبع غيري، واتبع سبيل من أناب ورجع إلي، ولا تتبع سبيل من لم ينب ولم يرجع إلي. </p><p> ثم أخبر برجوع الكل إليه: من رجع وأناب إليه، ومن لم يرجع ولم ينب إليه؛ على الوعيد حيث قال:  (ثُمَّ إِلَيَّ مَرْجِعُكُمْ. . .) الآية، وهو كقوله:  (لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ. . .) ، إلى قوله:  (فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا) ، أي: من استنكف ومن لم يستنكف يحشر إليه جميعًا؛ فعلى ذلك الأول، واللَّه أعلم. </p><p> وقوله:  (يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ (١٦) </p><p> لا يحتمل أن يكون هذا الكلام والقول من لقمان كان لابنه ابتداء من غير سؤال كان في ذلك؛ فيعلم أنه كان ذلك منه عن سؤال، لكن لا نعلم ما كان السؤال؟ وعم كان؟ فإما أن كان السؤال عن علمه، فأخبره بما ذكر من حبة مستترة التي ذكر، مكنونة في أخفى الأمكنة عن الخلق، فيما لا يطلع أحد منهم ولا يبلغه علم الخلائق (يَأْتِ بِهَا اللَّهُ) ، أي: يعلمها اللَّه؛ فإن كان على هذا الذي، ذكر فيلزمهم أن يكونوا أبدًا مراقبين أعمالهم وأحوالهم في جميع حالاتهم وأوقاتهم وجميع أمورهم؛ لما لا يخفى عليه شيء. </p><p> أو أن يكون السؤال عن قدرة اللَّه وسلطانه؛ فأخبر أن اللَّه - تعالى - قادر على </p>"
}