{
  "id": null,
  "sura": 31,
  "aya": 32,
  "text": "<p> كله التسرب والانحدار، وما ذكر من إجرائها بالريح الطيبة، ولو كان فِعْلَ عدد لا فعل واحد لكان يمنع عن جريها، دل أنه تدبير واحد لا عدد. </p><p> وقوله:  (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ) . </p><p> جائز أن يكون الصبار هو المؤمن، والشكور كذلك، الصبر كناية عن الإيمان، والشكر كناية عن الإيمان؛ كقوله:  (إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ) ، ذكر الصبر مكان قوله:  (آمَنُوا) ؛ لأنه ذكر في آية أخرى:  (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ) ، والشكر كناية عن الإيمان؛ كقوله:  (إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ) ، وقوله:  (تَشْكُرُوا) ، أي: تؤمنوا. </p><p> ويحتمل:  (صَبَّارٍ) على بلاياه، و (شَكُورٍ) على نعمائه. </p><p> أو جعل الآيات لمن ذكر؛ لأنه هو المنتفع بها دون غيرهم. </p><p> أو (صَبَّارٍ) فيما أصابهم في البحر من الشدائد والأهوال، و (شَكُورٍ) فيما دفع عنهم وأنجاهم من تلك الأهوال، واللَّه أعلم. </p><p> وقوله:  (وَإِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُقْتَصِدٌ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا كُلُّ خَتَّارٍ كَفُورٍ (٣٢) </p><p> قَالَ بَعْضُهُمْ:  (كَالظُّلَلِ) ، أي: كالظلل: هو سواد من كثرة الماء ومعظمه. </p><p> وقيل: يصير الموج كالظلمة فوق السفينة. </p><p> وجائز أن يكون الظلل التي ذكر على التمثيل لا على التحقيق؛ كناية عن حيرتهم في الدِّين، كقوله:  (أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا) ، وهو على المثال لا على التحقيق، يخبر عن حيرتهم في الدِّين وتيههم فيه؛ فعلى ذلك الأول. </p><p> ثم يذكر أهل التأويل أن الآية في أهل الكفر: كانوا يخلصون الدعاء لله والدِّين له: عندما اشتد بهم الخوف على الهلاك عند معاينتهم الأهوال والشدائد في البحار؛ لأن أهل الإسلام يخلصون له الدعاء والدِّين في الأحوال كلها فهي فيهم. </p><p> وقوله:  (فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُقْتَصِدٌ) . </p><p> قَالَ بَعْضُهُمْ:  (نُقئَصِد) ، أي: حسن القول بلسانه كافر بقلبه. </p><p> وقَالَ بَعْضُهُمْ:  (فَمِنْهُمْ مُقْتَصِدٌ) ، أي: عدل، أي: بقي على الإيمان والإخلاص </p>"
}