{
  "id": null,
  "sura": 31,
  "aya": 33,
  "text": "<p> الذي كان منه في تلك الأهوال لم يعد إلى الكفر. </p><p> وقَالَ بَعْضُهُمْ:  (فَمِنْهُمْ مُقْتَصِدٌ) : الوسط. </p><p> العدل، وهو ما ذكرنا، واللَّه أعلم. </p><p> وقوله:  (وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا كُلُّ خَتَّارٍ كَفُورٍ) . </p><p> قيل: الختار: الغدار. </p><p> وقَالَ بَعْضُهُمْ: الختار. هو الذي بلغ في الغدر غايته ونهايته. </p><p> وقوله:  (وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ) العلي يتوجه وجهين: </p><p> أحدهما: العلو: القهر والغلبة؛ كقوله:  (إنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ) ، أي: غلب وقهر، وقوله:  (تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ) ؛ فعلى ذلك يشبه أن يكون قوله:  (الْعَلِيُّ) أي: القاهر الغالب. </p><p> والثاني: أن يكون العلو: الارتفاع؛ فإن كان الارتفاع، فهو يرتفع ويتعالى عن أن يحتمل ما يحتمل الخلق من التغير والزوال وغير ذلك مما يحتمل الخلق، ارتفع وتعالى عن احتمال ما يحتمل الخلق. </p><p> والكبير، أي: تكبر من أن يلحقه شيء مما يلحق الخلق، واللَّه أعلم. </p><p> وقوله:  (يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ (٣٣) يحتمل: (اتَّقُوا رَبَّكُمْ) في الجهة التي له عليكم، وأوفوا له ذلك. </p><p> أو اتقوا مخالفة ربكم ومعصيته. </p><p> أو اتقوا نقمة ربكم وعذابه. </p><p> لكنه يختلف الأمر بالاتقاء في المؤمن والكافر: يكون للكافر: اتقوا الشرك وعبادة غير اللَّه، وفي المؤمن: اتقوا مخالفة اللَّه في جميع ما يأمركم وينهاكم، واتقوا عبادة غير الله أو الشرك في حادث الوقت. </p><p> وقوله:  (وَاخْشَوْا يَوْمًا لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا) . </p><p> يذكر هذا على الإياس وقطع طمع بعضهم عن بعض؛ بالوصلة التي كانت بينهم في الدنيا، والمنافع التي كان ينفع بعضهم بعضا في الدنيا، يخبر أن ذلك كله منقطع في الآخرة؛ لهول ذلك اليوم، واشتغال كل بنفسه؛ حتى لا ينفع أحد صاحبه، وخاصة ما ذكر </p><p> من الولد لوالده والوالد لولده، مما لا يحتمل قلب واحد منهما أن يلحق المكروه بالآخر، ولا يصبر ألا يدفع ذلك عنه بكل ما به وسعه وطاقته؛ للشفقة والمحبة التي جعلت فيهم. </p><p> ثم أخبر ألا ينفع أحدهما صاحبه؛ لاشتغاله بنفسه، وعلى ذلك روي عن رسول الله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" كل نسب وسبب فهو منقطع، إلا نسبي وسبببي \" ، ونسبه: دينه الذي دعانا إليه وعلمناه، وسببه: شفاعته يوم القيامة، فذلك كله منقطع إلا هذين؛ فإنه من تمسك بدينه فإنه يشفع له يوم القيامة فيما قصر وفرط، فأما من لم يقبل دينه، ولم يجبه إلى ما دعاه - فإنه ليس له واحد من هذين من الأسباب والأنساب، منقطع؛ كقوله:  (وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ) . </p><p> وقَالَ بَعْضُهُمْ: قوله: (وَاخْشَوْا يَوْمًا لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ) ، قال: هذه الآية في الكفار؛ فأما المؤمنون فينفع الوالد ولده والولد والده في الآخرة: يدفع إلى ابنه بفضل عمله، وكذلك الولد إلى أبيه؛ كقوله:  (آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا) ، واللَّه أعلم. </p><p> وقوله:  (إِنَّ وَعْدَ اللَّهِ حَقٌّ) . </p><p> فيما ذكر من الإياس وقطع طمع بعضهم من بعض، أو ما ذكر من قيام الساعة وكونها أنها تكون لا محالة، أو في الثواب والعقاب. </p><p> وقوله:  (فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا) . </p><p> هذا يحتمل وجهين على التحقيق والتمثيل. </p><p> أما التحقيق: ألا تشغلنكم الحياة الدنيا ولذاتها، ولا تلهينكم عن ذكر اللَّه وعن الآخرة، ولا تغتروا بها؛ فإنها لعب ولهو، على ما ذكر أنها لعب ولهو على ما هي عندكم؛ لأنها عندهم أنها إنما أنشئت وخلقت لها لا للآخرة، فالدنيا - على ما هي عندهم - لعب ولهو، وأما على ما هي عندنا هي حق ليس بباطل؛ لأنها أنشئت للآخرة وبلغة إليها. </p><p> وأما التمثيل: أضاف التغرير إليها؛ لأن ما كان منها من التزيين والتحسين في الظاهر وإظهار بهجتها وسرورها ولذاتها لو كان ممن له التمييز والعقل والفهم وحقيقة التزيين والتحسين كان تغريرا؛ فعلى ذلك ما كان منها على الظاهر فهو تغرير على التمثيل. </p>"
}