{
  "id": null,
  "sura": 31,
  "aya": 25,
  "text": "<p> قوله تعالى:  (وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (٢٥) لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ إِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ (٢٦) وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (٢٧) مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ (٢٨) أَلَمْ تَرَ أَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي إِلَى أَجَلٍ مُسَمًّى وَأَنَّ اللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ (٢٩) ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ (٣٠) </p><p> وقوله:  (وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ) . </p><p> أخبر رسوله أنك لو سألتهم من خلق السموات والأرض يقولون ذلك ويجيبونك: الله خلقهم. ثم يخرج قوله:  (قُلِ الْحَمْدُ لِلَّهِ) على أثر إقرارهم له بالتوحيد له والتفرد بالخلق على وجهين: </p><p> أحدهما: أمر رسوله بالحمد له؛ لما لا يحتاج إلى إقامة الحجة على وحدانية الله وربوبيته سوى إقرارهم؛ إذ قد أقروا له بالوحدانية فيما ذكر؛ فعلى ذلك يلزمهم ذلك في كل شيء، دق أو جلَّ؛ فيقع الأمر بالحمد على ذلك. </p><p> أو يأمر رسوله بالحمد له؛ لما أنجاه وخلصه وسلمه عما ابتلوا هم وفتنوا من التكذيب وعبادة الأصنام بعد إقرارهم بالوحدانية له والألوهية؛ فحمده على إفضاله عليه ورحمته وعصمته له بين أُولَئِكَ الكفرة. </p><p> على هذين الوجهين يخرج تأويل أمر الحمد على أثر ما ذكر، واللَّه أعلم. ويكون قوله:  (بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ) مقطوعًا مفصولا من قوله: (قُلِ الْحَمْدُ لِلَّهِ) ؛ إذ لو لم يجعل مفصولا منه، لخرج الأمر بالحمد له في الظاهر على ما لا يعلم أُولَئِكَ، وذلك لا يصلح. </p><p> ثم قوله:  (بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ) على وجوه: </p><p> أحدها: ما ذكرنا: أنه نفى عنهم العلم؛ لما لم ينتفعوا به من نحو البصر والسمع واللسان ونحوه؛ فعلى ذلك العلم. </p><p> والثاني: لا يعلمون؛ لما تركوا النظو والتفكر في أسباب العلم. </p><p> أو أن يكون قوله:  (بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ) : أن عبادتهم الأصنام لا تقربهم إلى اللَّه زلفى ولا تشفع لهم؛ لأنهم إنما كانوا يعبدون الأصنام رجاء أن تزلفهم إلى اللَّه، ورجاء أن يكونوا لهم شفعاء عند اللَّه بقولهم:  (هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ) ، و (لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) . </p>"
}