{
  "id": null,
  "sura": 31,
  "aya": 31,
  "text": "<p> الألوهية والعبادة. </p><p> (وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ) ، من الأصنام مبطلون غير مستحقين تسمية الألوهية والعبادة. </p><p> أو هو الحق؛ لأنه هو الذي يسوق إليكم هذه النعم والمنافع، (وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ) : لا ينفعكم عبادتكم إياها. (وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ) . </p><p> * * * </p><p> قوله تعالى:  (أَلَمْ تَرَ أَنَّ الْفُلْكَ تَجْرِي فِي الْبَحْرِ بِنِعْمَتِ اللَّهِ لِيُرِيَكُمْ مِنْ آيَاتِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (٣١) وَإِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُقْتَصِدٌ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا كُلُّ خَتَّارٍ كَفُورٍ (٣٢) يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ (٣٣) إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ (٣٤) </p><p> وقوله:  (أَلَمْ تَرَ أَنَّ الْفُلْكَ تَجْرِي فِي الْبَحْرِ بِنِعْمَتِ اللَّهِ) . </p><p> وقال في موضع آخر:  (وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ) ، قوله:  (بِرِيحٍ طَيِّبَةٍ) هي النعمة التي ذكر في هذه الآية. </p><p> وقوله:  (تَجْرِي فِي الْبَحْرِ بِنِعْمَتِ اللَّهِ) - يحتمل وجهين: </p><p> أحدهما: لما جعل لهم الفلك بحيث تجري على وجه الماء مع أحمال ثقيلة، ومن طبعها التسرب في الماء والانحدار فيه، فجعلها بحيث تستمسك على وجه الماء وتجري؛ ليصلوا إلى حوائجهم ومنافعهم في أمكنة متباعدة ممتنعة: ما لولا السفن لم يصلوا إلى ذلك بحال. </p><p> والثاني: ما ذكر فيه من الريح الطيبة التي بها تجري السفن في البحار، وماؤها راكد ساكن؛ فتعمل تلك الريح الطيبة عمل جريان الماء وسكونه، وذلك نعمته، والله أعلم. </p><p> وقوله:  (لِيُرِيَكُمْ مِنْ آيَاتِهِ) . </p><p> يحتمل آيات وحدانيته وآيات قدرته وسلطانه، وآيات نعمته: أما آيات نعمته، فما ذكر، وآيات قدرته وسلطانه: ما ذكرنا: أنه من قدرته وسلطانه أن جعل الفلك والسفن في البحار بحيث تستمسك وتحتبس، ولا تتسرب ولا تنحدر مع أحمال ثقيلة، ومن طبع ذلك </p>"
}