{
  "id": null,
  "sura": 32,
  "aya": 7,
  "text": "<p> أو عالم ما يغيب بعض من بعض، والشهادة ما يشهدون ويظهرون. </p><p> أو عالم ما يغيب عن الخلق كيفية لمنافع الأشياء الظاهرة وماهيتها، نحو ما غاب عنهم المعنى المضر المودع في الطعام والشراب والأغذية جميعًا، الذي به حياة أنفسهم وقوامهم، وكذلك السمع والبصر والفهم والعقل: لا بدرك المعنى الذي به يسمع ويبصر ويفهم ويدرك وما به تحيا أنفسهم به، واللَّه أعلم. </p><p> وقوله:  (الْعَزِيزُ الرَّحِيمُ) . </p><p> العزيز في هذا الموضع: المنتقم من أعدائه، الرحيم على أوليائه. </p><p> أو العزيز: الذي لا يعجزه شيء، الرحيم: الذي له رحمة يسع الخلائق في رحمته. </p><p> أو العزيز: الذي به يعز من عز، والرحيم: الذي برحمته يرحم من يرحم. </p><p> ومنهم من يقول في قوله:  (فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ) ، وقوله:  (فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ) ، قال: من منتهى أمره من أسفل الأرضين إلى منتهى أمره فوق السماوات، مقدار ذلك خمسون ألف سنة، ويوم كان مقداره ألف سنة: ذلك نزول الأمر من السماء إلى الأرض ومن الأرض إلى السماء في يوم واحد، فذلك مقداره ألف سنة. </p><p> لكن قوله: من منتهى أمره من أسفل الأرضين إلى أمره فوق السماوات كذا - فاسد؛ لأنه لا يجوز أن يكون لأمره أو لملكه نهاية أو حد، والوجه فيه ما ذكرنا. </p><p> وقوله:  (الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ ... (٧) بالجزم والتحريك جميعًا، كلاهما لغتان. </p><p> ثم يحتمل قوله:  (أَحْسَنَ كُلَّ شَيْءٍ) أي: علم كل شيء خلقه: أن كيف يخلق من غير أن يعلمه أحد أو أعانه عليه أحد. وفي الشاهد لا يقدر أحد، ولا يمكن له صنع شيء إلا بمعلم يعلمه ذلك أو بمعين يعين على ذلك، يخبر عن جهلهم وسفههم بتقديرهم قدرة الله وقوته بقوى أنفسهم وقدرتهم في إنكارهم البعث؛ لخروجه عن تقدير الخلق وامتناعه عن وسعهم، يقول: لا تقدروا قدرة اللَّه بقدرة أنفسكم وقواكم، كما لم تقدروا علمه بعلمكم؛ إذ يعلم هو بذاته بلا معلم، وأنتم لا تعلمون إلا بعلم؛ فعلى ذلك هو قادر بذاته لا يعجزه شيء وأنتم لا تقدرون إلا بغير أو بسبب. </p><p> ويحتمل هذا الوجه وجهًا آخر، وهو أن قوله:  (أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ) ، أي: أعلم كل شيء من خلقه: ما به مصالحهم وفسادهم، وما يؤتى وما يتقى. </p><p> والثاني:  (أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ) ، أي: أحكم كل شيء خلقه وأتقنه. </p><p> ثم يخرج هذا على وجهين: </p><p> أحدهما: أتقن وأحكم فيما به من المصالح والمعاني، وفي كل شيء من التسوية والتفرد وفي الجمع والتصوير. </p><p> والثاني: أحسن، أي: أتقن وأحكم كل شيء خلقه في الشهادة على وحدانية الله وألوهيته، أي: جعل في كل أثر وحدانيته يشهد على وحدانيته وربوبيته. </p><p> وقَالَ بَعْضُهُمْ:  (أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ) لم يخلق الإنسان في خلق البهائم وصورتها ولا البهائم في خلق الإنسان. </p><p> وقتادة يقول: كل شيء من خلقه حسن على ما خلق وعلم كيف يخلقه، وهو قريب مما ذكرنا بدءًا. </p><p> ثم من قرأه:  (خَلْقَهُ) : بالجزم يكون معناه - واللَّه أعلم - أي: أحسن خلق كل شيء ومن قرأه (خَلَقَهُ) بالتحريك، أي: أحسن كل شيء منه وخلقه. </p><p> ثم للمعتزلة في هذه الآية أدنى تعلق يقولون: أخبر أنه أحسن كل شيء خلقه، والكفر وشتم رب العالمين ونحوه - كله قبيح وسفه؛ دل أنه لم يخلقه، وأنه ليس بخالق لذلك. </p><p> يقال لهم: إخوانكم الزنادقة يعارضونكم ويقولون: إن الخنزير والنجاسات، وجميع السباع الضارة والمؤذية، وجميع الخبائث كلها قبيحة، اللَّه ليس بخالق لها؛ فبم تدعون قولهم وسؤالهم في ذلك؟ </p><p> فإن زعمتم في الأول في الكفر والشتم وجميع فعل الشرور: أنه ليس بخلق له؛ لأنه قبيح ضار مؤذ - يلزمكم مذهب الزنادقة فيما يقولون ويذكرون في إثبات خالق سراه؛ لأف قبيح ضار مؤذ. </p><p> ويقال لهم: إن اللَّه - جل وعلا - سمى إبليس: باطلا؛ فهو إذن لم يخلقه؛ لأنه أخبر أنه لم يخلق السماوات والأرض وما بينهما باطلا. </p><p> ثم يقال لهم: إنا نقول: إنه خلق فعل الكفر من الكفرة قبيحًا، وخلق فعل الكفر والشتم من الشرير والشاتم قبيحًا، خلق فعل الشر على ما هو وعلى ما عرفه؛ فلا عيب يلحقه في جعل ما هو قبيح قبيحًا؛ كمن يعلم الكفر ليعلمه قبيحًا على ما هو، وكذلك جميع الشرور؛ فعلى ذلك ليس في خلق ما هو قبيح في نفسه قبيحًا - عيب؛ على ما لم </p>"
}