{
  "id": null,
  "sura": 32,
  "aya": 11,
  "text": "<p> جديدًا؛ وعلى الإيجاب والتحقيق: إنا نبعث لا محالة؛ فلا يلحقهم بذلك لائمة ولا تعيير لو كان على ظاهر المخرج منهم، لكنهم إنما قالوا ذلك؛ استهزاء وإنكارًا للبعث؛ دليله ما قال على أثره:  (بَلْ هُمْ بِلِقَاءِ رَبِّهِمْ كَافِرُونَ) ؛ وإلا ظاهر ذلك القول منهم على أحد الوجهين اللذين ذكرناهما: استفهامًا، أو إيجابًا، وهو ما أخبر عن المنافقين؛ حيث قال:  (إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ) : هذا القول منهم حق وصدق، لكنهم لما أضمروا خلاف ذلك لم ينفع ذلك لهم؛ حيث قال:  (وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ) ؛ فعلى ذلك القول منهم في الظاهر ما ذكرنا، لكنهم إنما قالوا ذلك؛ استهزاء وإنكارًا للبعث وجحودًا. </p><p> وقوله:  (قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ (١١) </p><p> هذا الحرف في الظاهر ليس هو بصلة للأول؛ لأنه إنما يقال عن سؤال سابق في توفي الخلق وقبض أرواحهم: أنه من؟ فيقال عند ذلك: يتوفاكم ذلك ملك الموت. </p><p> وجائز أن يكون على الصلة بالأول؛ لأنهم أنكروا البعث وإحياءه إياهم من التراب؛ لما لا يرون لله القدرة على ذلك؛ فيذكر أنه مكن وأقدر عبدا من عبيده على قبض أرواح جميع الخلائق من المشرق إلى المغرب، من غير أن يعلمه أحد أن كيف يقبض؟ وكيف يمكن له ذلك؟ فيخبر أن من قدر على هذا يقدر على إحياء الخلق بعدما صاروا ترابًا ورمادً بل قادر على ما شاء، كيف شاء، متى شاء، لا يعجزه شيء، ولا يخفى عليه شيء. </p><p> ثم قوله:  (يَتَوَفَّاكُمْ) يحتمل من توفى العدد: يجعلهم وفاء لعدِّها؛ كقوله:  (فَلَا تَعْجَلْ عَلَيْهِمْ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا) . </p><p> وجائز أن يكون التوفي من الاستيفاء ووفاء التمام، أي: يستوفى الروح كله؛ حتى لا يبقى في الجسد منه شيء. </p><p> ثم في الآية دلالة خلق أفعال العباد؛ لأنه أخبر أن ملك الموت يتوفاهم ويميتهم، وقد أخبر أنه خلق الموت والحياة؛ فدل أن جميع ما يفعل العباد هو خلق. </p><p> وقَالَ الْقُتَبِيُّ:  (ضَلَلْنَا فِي الْأَرْضِ) ، أي: بطلنا وصرنا ترابًا. </p><p> وقال غيره: هلكنا. </p><p> وقال أَبُو عَوْسَجَةَ:  (ضَلَلْنَا)  [بالضاد] : إذا صرنا في القبور وبلينا فيها. ويقال:  (ضَلِلْنَا) بالكسر من الضلال، ويقال: ضللت شيء كذا وكذا: إذا لم تدر أين ذهب؟ ويقال: </p>"
}