{
  "id": null,
  "sura": 32,
  "aya": 10,
  "text": "<p> وهو من الريح، وبالنفخ يتفرق في الجسد! لذلك ذكر، واللَّه أعلم. </p><p> وقوله:  (ثُمَّ سَوَّاهُ) هو يحتمل ما ذكرنا من تركيب الجوارح والأعضاء. </p><p> أو سواه وجعله بحيث يحتمل المحنة والأمر والنهي. </p><p> (وَنَفَخَ فِيهِ مِنْ رُوحِهِ) ، أي: جعل فيه الروح، وذكر النفخ لما ذكرنا على تحقيق النفخ فيه، واللَّه أعلم. </p><p> وقوله:  (وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ) . </p><p> ذكر - جل وعلا - جميع ما يوصل إلى العلوم الغائبة والحاضرة جميعًا، ويدرك ويوجد السبيل إليها وهو السمع والبصر والقلب في الإنسان؛ لأنه بالسمع يوصل إلى ما غاب عنهم من العلم: يسمعون ما عند غيرهم، وكذلك بالبصر يرى ويبصر ما عند غيره، وبالقلب يفهم ويحفظ ويميز بين ما يؤتى ويتقى، يبين أنه قد أعطاهم ما به يدركون ويصلون إلى ما غاب عنهم ويفهمون ويميزون، وهو ما ذكر من الحواس. </p><p> ثم قال:  (قَلِيلًا مَا تَشْكُرُونَ) . </p><p> قال أهل التأويل قوله:  (قَلِيلًا مَا تَشْكُرُونَ) ، أي: لا تشكرون قط؛ لأنهم يقولون: إنما خاطب به أهل مكة. </p><p> أو أن يقال: إنهم يشكرون قليلا، لكنهم يفسدون وينقضون ما يشكرون بكفرانهم من وأما أهل الإسلام وإن كان شكرهم لما ذكر من هذه الحواس قليلا فإنهم قد اعتقدوا - في أصل العقد - الشكر له في جميع نعمه، والكافر اعتقد الكفران له؛ وإلا يجيء أن يكون قوله:  (قَلِيلًا مَا تَشْكُرُونَ) للمؤمنين ولهم يقال ذلك لا للكفرة، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَقَالُوا أَإِذَا ضَلَلْنَا فِي الْأَرْضِ أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ بَلْ هُمْ بِلِقَاءِ رَبِّهِمْ كَافِرُونَ (١٠) قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ (١١) وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ (١٢) وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ (١٣) فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا إِنَّا نَسِينَاكُمْ وَذُوقُوا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُونَ (١٤) </p><p> وقوله:  (وَقَالُوا أَإِذَا ضَلَلْنَا فِي الْأَرْضِ أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ) . </p><p> هذا القول منهم في الظاهر يخرج على الاستفهام والسؤال: أئنا نبعث ونخلق خلقًا </p>"
}