{
  "id": null,
  "sura": 32,
  "aya": 14,
  "text": "<p> وهو ما علم أنهم يختارون الرد والتكذيب. </p><p> وقوله:  (لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ) . </p><p> في هذه الآية دلالة: أنه عصم ملائكته عن عمد ما يستوجبون به جهنم بعد قوله: (وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ) : خص الإنسان والجن فيما يملأ بهما جهنم. </p><p> فَإِنْ قِيلَ: إنه قال في آية أخرى: (وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً) . </p><p> قيل: هم أصحاب النار في تعذيب غيرهم، وليسوا هم بأصحابها فيما ينتهي إليهم العذاب، ولله أن يجعل ويمتحن من يشاء على تعذيب من شاء، واللَّه أعلم. </p><p> وقوله:  (فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا إِنَّا نَسِينَاكُمْ وَذُوقُوا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُونَ (١٤) </p><p> النسيان الذي ذكر منهم ليس هو نسيان غفلة وسهو؛ لأنه لا كلفة تلزم في حال السهو والغفلة. ثم هو يخرج على وجوه: </p><p> أحدها: تضييع وترك تصديق الرسل بما أوعدوهم به، وتكذيبهم ورد الحجج والآيات لذلك. </p><p> والثاني:  (نَسِيتُمْ) ، أي: جعلتم ذلك كالمنسي المتروك الذي لا يكترث إليه. </p><p> والثالث:  (إِنَّا نَسِينَاكُمْ) ، أي: نجزيكم جزاء نسيانكم وترككم، أي: يجعلكم كالمنسي عن رحمته وفضله لا يكترث ولا يعبأ بكم؛ كما جعلتم أنتم آياته وحججه وما دعاكم إليه كالمنسمي المتروك الذي لا يكترث إليه. </p><p> والرابع: وتضييعكم، ويجوز تسمية الجزاء باسم أصله وأوله، وإن لم يكن الثاني في الحقيقة سيئة ولا اعتداء؛ فعلى ذلك الأول، واللَّه أعلم. </p><p> وقوله:  (وَذُوقُوا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُونَ) . </p><p> أي: ذوقوا عذاب الخلد بما كنتم تعملون وتعتقدون المذهب للخلود والأبد؛ لأن كل ذي مذهب ودين إنما يعتقد المذهب ويختاره للأبد؛ فعلى ذلك جعل تعذيبهم في النار للأبد، وأما من يرتكب المآثم والزلات من المؤمنين، فإنما يرتكب عند شدة الحاجة وغلبة الشهوة في وقت ارتكابه لا للأبد؛ لذلك افترقا. </p><p> * * * </p><p> قوله تعالى:  (إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ (١٥) تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (١٦) فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ (١٧) أَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًا لَا يَسْتَوُونَ (١٨) أَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ جَنَّاتُ الْمَأْوَى نُزُلًا بِمَا كَانُوا يَعْمَلُونَ (١٩) </p>"
}