{
  "id": null,
  "sura": 32,
  "aya": 15,
  "text": "<p> وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ (٢٠) وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَى دُونَ الْعَذَابِ الْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ (٢١) وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ (٢٢) </p><p> وقوله:  (إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا ... (١٥) </p><p> يخرج قوله:  (إِنَّمَا يُؤْمِنُ) ، أي: يحقق الإيمان باللَّه وبآياته (الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا) أن لله حقيقة. </p><p> ثم يحتمل (خَرُّوا سُجَّدًا) حقيقة السجود عند تلاوة الآيات التي فيها ذكر السجود. </p><p> والثاني: يكون ذكر خرور الوجه والسجود كناية عن الخضوع لها، والانقياد والاستسلام والقبول لها؛ فأحدهما على حقيقة السجود عند تذكير الآيات لهم والتلاوة عليهم، والثاني: على الكناية على القبول لها والاستسلام، وإلا ليس من ذي مذهب من أهل الكفر من عبدة الأصنام وغيرهم إلا وهو يدعي الإيمان باللَّه وبآياته، ويزعم أن الذي هو عليه هو الإيمان به والمؤتمر بأمره؛ ألا ترى أنه كيف أخبر عنهم؛ حيث قال:  (وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا) : كانوا يدعون في جميع ما يعملون أن اللَّه - تعالى - أمرهم بذلك، وأنهم مؤمنون به مؤتمرون بأمره؛ فأخبر أنه إنما يحقق الإيمان باللَّه وبالآيات الذين إذا ذكروا بها خروا سجدا لا أُولَئِكَ الذين يدعون ذلك وليسوا هم كذلك. </p><p> وقوله:  (وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ) . </p><p> التسبيح: هو تنزيه الرب وتبرئة له عن جميع ما قالت الملاحدة فيه ونسبوه إليه، مما لا يليق به. يقول:  (وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ) ، أي: ذكروه بمحاسنه ومحامده وبرءوه ونزهوه عن جميع ما وصفه أُولَئِكَ ونسبوه إليه، هذا - واللَّه أعلم - هو التسبيح بحمده. </p><p> وقوله:  (وَهُمْ لَا يَسْتَكْبِرُونَ) . </p><p> لا أحد يخطر بباله أن يستكبر على اللَّه أو على أمره، ولكن كانوا يستكبرون على رسله؛ لما لا يرونهم أهلا لذلك، أو أن يكونوا يستكبرون على ما يدعون إليه ولا يجيبون لذلك. </p><p> وقوله:  (تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (١٦) </p><p> روي عن أنس بن مالك - رَضِيَ اللَّهُ عَنْهُ - أنها نزلت في أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لكن اختلفت عنه الروايات: </p><p> ذكر في بعضها: أنها نزلت في نفر من عمال أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كانوا يعملون </p>"
}