{
  "id": null,
  "sura": 32,
  "aya": 30,
  "text": "<p> وقَالَ بَعْضُهُمْ: إن أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كانوا يتذاكرون - وهم بمكة - فتح مكة لهم؛ فكان ناس من أهل مكة إذا سمعوا ذلك منهم هزءوا بهم وسخروا ويقولون لهم: متى فتحكم الذي تزعمون؟ فنزل:  (وَيَقُولُونَ مَتَى هَذَا الْفَتْحُ) يا أصحاب مُحَمَّد، (إِنْ كُنْتُمْ صَادِقِينَ) أنها تفتح عليكم. </p><p> لكن هذا بعيد؛ لأنه يقول على أئره:  (قُلْ يَوْمَ الْفَتْحِ لَا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ وَلَا هُمْ يُنْظَرُونَ) ، ولو كان فتح مكة، لكان ينفعهم إيمانهم، ولهم نظرة وإنظار؛ دل أنه يبعد صرفه إلى فتح مكة، والأول أشبه أن يكون؛ لما ذكر من ترك قبول الإيمان والإنظار، وفي الدنيا يقبل ذلك كله؛ فظهر أن الأول أشبه: كان السؤال عن الساعة أو عن المحاكمة، إلا أن يثبت ما ذكر في الخبر: أنه لما فتح مكة أقام النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأصحابه ذلك اليوم وانهزم المشركون؛ فخرجوا من مكة، وأقام من أقام بها؛ فأمنه النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فأدلج خالد بن الوليد تلك الليلة دلجة في سبعمائة رجل ومعه أبو قتادة الأنصاري، فأسروا في أسفل مكة حتى سقطوا من وراء الحرم، فوجدوا الذين كانوا يهزءون بأصحاب مُحَمَّد، ويقولون: متى فتحكم هذا؛ فوق جبل قد تحصنوا فيه، فلما رأوا خالد بن الوليد قالوا: هذا خالد بن الوليد وإحنته، وقد كان بينه وبينهم في الجاهلية إحنة، فقال لهم خالد بن الوليد: ما لكم؟ قانوا: قد أسلمنا، قال: إن كنتم قد أسلمتم فأنزلوا، فنظر بعضهم إلى بعض، فقال رجل منهم: أطيعوني ولا تنزلوا إليه؛ فواللَّه لئن نزلتم إليه ليهلكنكم، إنه لخالد بن الوليد وإحنته، قالوا: واللَّه ما علينا سبيل؛ لقد أسلمنا، ثم نزلوا ووضع عليهم خالد بن الوليد السلاح، واعتزل أبو قتادة، فقال: معاذ اللَّه أن أعين على شيء مما هاهنا، فبلغ ذلك النبي؛ فبعث إليهم علي بن أبي طالب بالدية من غنائم خيبر، فوداهم إليه بالدية حتى بعث إليهم بردعة الخيل حين راعوهم، ومساقي الكلاب كانوا كسروها فوداهم رسول اللَّه - صلى الله عليه وسلم - كل شيء لهم، فذلك قوله:  (قُلْ يَوْمَ الْفَتْحِ لَا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ وَلَا هُمْ يُنْظَرُونَ) . </p><p> (فَأَعْرِضْ عَنْهُمْ ... (٣٠) يا مُحَمَّد إلى مدة لهم، (وَانْتَظِرْ) ، بهم العذاب، أي: القتل وهلاكهم (إِنَّهُمْ مُنْتَظِرُونَ) هلاككم. </p><p> وقَالَ بَعْضُهُمْ:  (فَأَعْرِضْ عَنْهُمْ) : إلى ذلك اليوم، (وَانْتَظِرْ) : بهم فتح مكة، (إِنَّهُمْ مُنْتَظِرُونَ) : هلاكك. </p><p> أو أن يكون قوله:  (فَأَعْرِضْ عَنْهُمْ) ، أي: لا تكافئهم لأذاهم إياك، (وَانْتَظِرْ) : مكافأتنا إياهم، (إِنَّهُمْ مُنْتَظِرُونَ) : ذلك، واللَّه أعلم بالصواب. </p><p> * * * </p>"
}