{
  "id": null,
  "sura": 33,
  "aya": 40,
  "text": "<p> قيل: شهيدًا على تبليغ الرسالة. </p><p> وقوله:  (مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا (٤٠) معناه - واللَّه أعلم -: ما كان مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أبا أحد أبوة تحرم بها حلائل الأبناء، وإلا كان هو أبا لجميع المؤمنين؛ حيث قال:  (النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ) إذا كانت أزواجه أمهاتنا؛ فهو أب لنا على ما ذكرنا. </p><p> لكن التأويل فيه:  (مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ) أبوة تحرم بها حلائل الأبناء؛ ولكن أبوة التعظيم له والتبجيل، وأبوة الشفقة والرحمة، وهو ما قال:  (لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ. . .) الآية. </p><p> وكذلك قوله:  (النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ) ، يحتمل وجهين: </p><p> أولى أن يعظم ويكرم ويشرف من أغيرهأ، كقوله:  (وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ) . </p><p> والثاني:  (أَوْلَى بِالْمُؤْمِنِينَ) ، أي: أشفق عليهم وأرحم بهم من أنفسهم، وهو ما وصفه - جل وعلا - من رحمته ورأفته؛ حيث قال:  (عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ) . </p><p> وقوله:  (مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ) يخرج على وجهين: </p><p> أحدهما: في حق الانتساب إليه، أي: ليس هو أبا أحدكم ينسب إليه ويدعى به؛ لأنه ذكر أنهم يدمحونه ويسمونه: زيد بن مُحَمَّد، أنه يجوز التبني ولا يجوز إليه النسبة ولا التسمية به؛ كقوله:  (ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ) . </p><p> والثاني: في حق الحرمة؛ كأنه قال: ليس هو أبا أحدكم في حرمة حلائل الأبناء عليه لا بالتبني، ولا في حق النسبة، وإن كان هو أبا لكم في الشفقة والرحمة والرأفة، على ما ذكرنا بدءًا ولكن رسول اللَّه ما ذكرنا في التعظيم له والتبجيل في المعاملة والمصاحبة، أو في الدعوة به والتسمية. </p><p> وقوله:  (وَلَكِنْ رَسُولَ اللَّهِ) . </p><p> أخبر ليس بأبي أحد من رجالكم، على ما ذكرنا، ولكن رسول اللَّه؛ لئلا يعاملوا رسوله معاملة آبائهم، ولا يصاحبوه صحبة غيره؛ ولكن يعاملوه معاملة الرسل في التعظيم له والتبجيل والإكرام؛ لأن أبوته وشفقته دينية، وشفقة الآباء شفقة دنياوية، ولأن الرجل قد يتبسط مع والده في أشياء لا يسع مثله مع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ ولذا قال:  (وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ) ، أي: ختم به الرسالة لا نبي بعده. </p>"
}