{
  "id": null,
  "sura": 33,
  "aya": 19,
  "text": "<p> للوفاق لهم، واللَّه أعلم. </p><p> وقوله:  (أَشِحَّةً عَلَيْكُمْ فَإِذَا جَاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشَى عَلَيْهِ مِنَ الْمَوْتِ فَإِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى الْخَيْرِ أُولَئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّهُ أَعْمَالَهُمْ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا (١٩) </p><p> قال عامة أهل التأويل: أي: بخلاء على الإنفاق عليكم، أي: لا ينفقون عليكم ولا على سبيل الخير، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ: الشح -أيضًا-: هو الحرص، يقول:  (أَشِحَّةً) ، أي: حراصًا على قسمة الغنيمة، يخبر عن معرضهم في الدنيا وركونهم إليها وميلهم فيها، ثم أخبر عن جبنهم وفشلهم وشدة خوفهم، وهو ما قال:  (فَإِذَا جَاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشَى عَلَيْهِ مِنَ الْمَوْتِ) ، يخبر أنهم لجبنهم وفشلهم يصيرون كالمغشي عليه من الموت. </p><p> (فَإِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ) . </p><p> يخبر عن شدة حرصهم في قسمة الغنيمة ورغبتهم فيها - أنهم أشح قوم وأسوؤهم مقاسمة، يقولون: أعطونا، أعطونا؛ إنا قد شهدنا معكم؛ كقوله:  (أَلَمْ نَكُنْ مَعَكُمْ) ، ونحوه. </p><p> وقوله:  (أَشِحَّةً عَلَى الْخَيْرِ) . </p><p> قَالَ بَعْضُهُمْ: هذا قولهم، أي: إنا أشح منكم على رسول اللَّه وعلى دينه، وأضن منكم على الخير، أي: نحن أحرص عليه منكم. </p><p> وقَالَ بَعْضُهُمْ:  (أَشِحَّةً عَلَى الْخَيْرِ) ، أي: حراصًا على الغنيمة والنيل منها. </p><p> ثم أخبر عنهم، وعن خلافهم له؛ حيث قال:  (أُولَئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّهُ أَعْمَالَهُمْ) . </p><p> التي عملوها في الظاهر، (وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا) : أي: صنعهم الذي صنعوا على اللَّه، (يَسِيرًا) ، أي: لا يضره. </p><p> وقَالَ بَعْضُهُمْ: حبط أعمالهم، وتعذيبه إياهم مع كثرة أتباعهم وأعوانهم على الله يسير، أي: لا يشتد عليه ولا يصعب، واللَّه أعلم. </p><p> وقوله:  (يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا وَإِنْ يَأْتِ الْأَحْزَابُ يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَابِ يَسْأَلُونَ عَنْ أَنْبَائِكُمْ وَلَوْ كَانُوا فِيكُمْ مَا قَاتَلُوا إِلَّا قَلِيلًا (٢٠) </p><p> أي: يحسب هَؤُلَاءِ المنافقين أن الأحزاب لم يذهبوا؛ من الفرق والجبن والفشل الذي فيهم يوم الخندق. </p><p> (وَإِنْ يَأْتِ الْأَحْزَابُ) ، أي: يقبل الأحزاب، (يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَابِ) ، </p>"
}