{
  "id": null,
  "sura": 33,
  "aya": 52,
  "text": "<p> والدار الآخرة؛ فاخترن رسول اللَّه، يقول - واللَّه أعلم -: إذا اخترن المقام عند رسول اللَّه والدار الآخرة، فاخترن رسول اللَّه (ذَلِكَ أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ) عن قلة النفقة والجماع، (وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ) من النفقة وغيره. </p><p> (وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ) ، من الحب والرضا، (وَكَانَ اللَّهُ عَلِيمًا حَلِيمًا) . </p><p> وقوله:  (لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ رَقِيبًا (٥٢) </p><p> اختلف في قوله:  (مِنْ بَعْدُ) . </p><p> قال قائلون: من بعد اختيارهن رسول اللَّه والدار الآخرة؛ لأن اللَّه لما خيرهن بين اختيار الدنيا وزينتها، وبين اختيار رسول اللَّه والدار الآخرة، فاخترن رسول اللَّه والدار الآخرة قصره اللَّه عليهن، فقال:  (لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ) أي: من بعد اختيارهن المقام معك. </p><p> (وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ) : </p><p> فإن كان على هذا فيخرج الحظر والمنع مخرج الجزاء لهنّ والمكافآت؛ لما اخترنه على الدنيا وما فيها؛ لئلا يشرك غيرهن في قَسمِهِنَّ منه. وروي عن عائشة - رضي الله عنها - أنها قالت: اشترطنا على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لما اخترناه والدار الآخرة: ألا يتزوج علينا، ولا يبدل بنا من أزواج. </p><p> ثم استثنى ما ملكت يمينه؛ لأنه لا حظ لهن في القسم. </p><p> وقَالَ بَعْضُهُمْ: قوله (لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ) ، أي: من بعد المسلمات: كتابيات لا يهوديات ولا نصرانيات: ألا يتزوج يهودية ولا نصرانية؛ فتكون من أمهات المؤمنين، (إِلَّا مَا مَلَكَتْ يَمِينُكَ) أي: لا بأس أن تشتري اليهودية والنصرانية؛ فإن كان على هذا، ففيه حظر الكتابيات لرسول اللَّه لما ذكر خاصّة، وأمَّا المؤمنون: فإنه أباح لهم نكاح الكتابيات؛ بقوله:  (وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ) ؛ فيكون حل الكتابيات للمؤمنين دون النبي بإزاء الزيادة والفضل الذي كان يحل لرسول اللَّه. </p><p> وقَالَ بَعْضُهُمْ: قوله (لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ) ، أي: من بعد المذكورات المحللات له في الآية التي قبل هذه الآية من بنات العم والعمات وبنات الخال والخالات؛ يقول: لا يحل لك من النساء سوى من ذكر أن تتزوجهن عليهن، ولا </p>"
}