{
  "id": null,
  "sura": 33,
  "aya": 24,
  "text": "<p> هذا يقوي التأويل الذي ذكرنا: أخبر في قوله: (مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ) : أن الذين خلفهم العذر فلم يوفوا عهده، والذين لا عذر بهم، فخرجوا فوفوا كلهم لم يبدلوا عهد اللَّه تبديلا؛ لأنه إنما خلفهم العذر؛ فلم يكن في ذلك تبديل. </p><p> وقوله:  (لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ (٢٤) على ما وفوا، (وَيُعَذِّبَ الْمُنَافِقِينَ إِنْ شَاءَ أَوْ يَتُوبَ عَلَيْهِمْ) : هذا يدل أن من المنافقين من قد يتوب؛ حيث قال:  (وَيُعَذِّبَ الْمُنَافِقِينَ إِنْ شَاءَ أَوْ يَتُوبَ عَلَيْهِمْ) ، ويعذب الذي مات على نفاقه. </p><p> (إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا) ، أي: لم يزل غفورًا رحيمًا، حيث رحمهم، ولم يأخذهم وقت ارتكابهم الجرم، ولكن أمهلهم، واللَّه أعلم. </p><p> وقوله:  (وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا (٢٥) </p><p> أي: ردّ كفار مكة يوم الخندق، (لَمْ يَنَالُوا خَيْرًا) . </p><p> قَالَ بَعْضُهُمْ: أي: غنيمة، أي: ردهم بغيظهم، لم يصيبوا شيئًا من الغنيمة؛ فإن كان المراد من الخير: الغنيمة؛ فجائز أن يستدل على تملك أهل الحرب أموال المسلمين إذا أحرزوها، حيث قال:  (لَمْ يَنَالُوا خَيْرًا) ، أي: مالا. </p><p> وجائز أن يكون قوله:  (لَمْ يَنَالُوا خَيْرًا) ، أي: سرورا بما كانوا يأملون ويطمعون هلاك المؤمنين على أيديهم، لما أحاطوا بهم وضيقوا عليهم الأمر؛ حتى احتاجوا إلى الخندق؛ فكانوا في أيديهم. يقول: إنهم لم ينالوا ذلك السرور الذي كانوا يأملونه ويرجونه، والله أعلم. </p><p> وقوله:  (وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ) . </p><p> حبث بعث عليهم الريح وسلط عليهم الملائكة؛ حتى هزموهم حتى كفوا القتال والحرب معهم. </p><p> (وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا) . </p><p> أي: كان اللَّه لم يزل قَوِيًّا عَزِيزًا؛ لأنه قوي بذاته عزيز بذاته لا يلحقه ذل، وإن لحق أولياءه الذل والضعف، ليس كملوك الأرض إذا ذهب أصحابهم أو دخل فيهم ذل وضعف؛ ذل ملكهم؛ لأنه عزيز بجنده وحشمه، فأمّا اللَّه - سبحانه - فهو، قوي بذاته، عزيز بذاته، لا يلحقه ذل ولا ضعف بذهاب أوليائه. </p><p> وقَالَ بَعْضُهُمْ في قوله:  (رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ) : كان رجال فاتهم يوم بدر؛ فقالوا: لئن حضرنا قتالا، لنفعلن ولنفعلن، فلما كان يوم الأحزاب قاتلوا؛ فذلك قوله </p>"
}