{
  "id": null,
  "sura": 33,
  "aya": 30,
  "text": "<p> يحتمل قوله:  (أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْرًا عَظِيمًا) ، أي: إذا اخترن المقام عند رسول اللَّه يصرن محسنات بذلك؛ فأعدّ لهن ما ذكر؛ فيكون ذلك الاختيار منهن: الإحسان؛ فاستوجبن ما ذكر: ويحتمل: (وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ) ، ودمتن على ذلك واكتسبتن الأعمال الصالحات والإحسان حتى ختمتن على ذلك، فأعد لكن ذلك لا بنفس اختيار مقامكن معه، واللَّه أعلم. </p><p> وقوله:  (يَا نِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا (٣٠) </p><p> قَالَ بَعْضُهُمْ: الفاحشة المبينة هي النشوز البين. </p><p> وقَالَ بَعْضُهُمْ: لا، بل الفاحشة المبينة هي الزنا الظاهر، ويقال: مبينة بشهادة أربعة عدول، ومبينة بالكسر، أي: مبينة ظاهرة. </p><p> (يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ) : الجلد والرجم في الدنيا، ولكن كيف يعرف ضعف الرجم في الدنيا من لا يعرف حد رجم واحد إذا كان ذلك في عذاب الدنيا، وإن كان ذلك في عذاب الآخرة؛ فكيف ذكر فاحشة مينة، وذلك عند اللَّه ظاهر بين؟ </p><p> وقَالَ بَعْضُهُمْ:  (يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ) في الدنيا والآخرة: أما في الدنيا فَمِثْلَي حدود النساء، وأما في الآخرة فضعفي ما يعذب سائر النساء، فجائز أن يكون هذا صلة قوله:  (إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا) إذا اخترن الدنيا؛ فمتى أتين بفاحشة ضوعف لهن من العذاب ما ذكر وإذا اخترن المقام عند رسول اللَّه والدار الآخرة آتاهن الأجر مرتين. </p><p> أو أن يكون إذا اخترن المقام عند رسول اللَّه والدار الآخرة، ثم أتين بفاحشة ضوعف لهن ما ذكر من العذاب؛ لئلا يحسبن أنهن إذا اخترن اللَّه ورسوله والدار الآخرة، ثم ارتكبن ما ذكر لم يعاقبن، فذكر: أنهن إذا اخترن اللَّه ورسوله والدار الآخرة، ثم ارتكبن ما ذكر عوقبن ضعف ما عوقب به غيرهن، وإذا أطعن اللَّه ورسوله، ضوعف لهن الأجر مرتين، واللَّه أعلم. </p><p> والأشبه أن يكون ما ذكر من ضعف العذاب في الآخرة على ما يقول بعض أهل التأويل؛ ألا ترعى أنه ذكر لهن الأجر كفلين، ومعلوم أن ذلك في الآخرة؛ فعلى ذلك العذاب. </p><p> وأما قوله:  (مُبَيِّنَةٍ) : عند الخلق، وإن كانت عند اللَّه مبينة ظاهرة، وذلك جائز في </p>"
}