{
  "id": null,
  "sura": 33,
  "aya": 36,
  "text": "<p> وقوله:  (وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ ... (٣٦) </p><p> قال جعفر بن حرب المعتزلي: دلت هذه الآية على أن الكفر مما لم يقضه اللَّه؛ لأنه لو كان مما قضاه اللَّه لكان لا يكون لهم الخيرة والتخيير، فإذا قال: إنه إذا قضى اللَّه ورسوله أمرًا أن يكون لهم الخيرة، دل أنه مما لم يقضه اللَّه، لكن يقول: إن القضاء - هاهنا - ليس هو قضاء الخلق؛ على ما فهم هو، ولكن القضاء - هاهنا - الأمر أو الحكم؛ كقوله:  (وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ) ، أي: أمر ربّك وأوجب ألا تعبدوا إلا إياه. </p><p> أو أن يكون الحكم؛ كقوله:  (فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ) ، أي: مما حكمت؛ فإذا كان القضاء يحتمل الأمر والحكم؛ على ما ذكرنا، فيكون كأنه قال:  (وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا) ، أي: إذا أمر اللَّه ورسوله أمرًا، وإذا حكم اللَّه ورسوله أمرًا أن يكون له الخيرة من أمرهم، وهكذا يكون فيما أمر اللَّه ورسوله بأمر أو حكم يحكم ألا يكون لأحد التخيير في ذلك. </p><p> ومما يدل -أيضًا- على أن القضاء أيضًا - هاهنا - ليس هو القضاء الذي فهم المعتزلة؛ حيث أضاف ذلك إلى رسوله -أيضًا- حيث قال:  (إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا) ، ولا شك أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان لا يملك القضاء الذي هو قضاء خلق؛ دل أن المعتزلة أخطأت وغلطت في فهم ذلك، وقصرت عقولهم عن درك ذلك، وأن التأويل ما ذكرنا نحن. </p><p> ثم أجمع أهل التأويل على أن قوله:  (وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ) إنما نزل في زينب بنت جحش؛ يذكرون أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان أعتق زيد بن حارثة وتبناه، وكان مولى له، فخطب له زينب بنت جحش، فقالت زينب: إني لا أرضاه لنفسي وأنا من أتم نساء قريش - وكانت ابنة عمة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أميمة بنت عبد المطلب - فقال لها النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" قد رضيته لك، فزوجي نفسك منه \" فأبت ذلك؛ فنزل قوله فيها:  (وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ) ، لكن إذا كان على ما يذكرون من الخطبة لها؛ فلا يحتمل أن يجبرها على </p><p> النكاح، وقد قال النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" ليس للولي مع الثيب أمر \" ، وقال النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" البكر تستأمر في نفسها، والثيب تشاور \" ، ثم تجيء الآية في جبرها على النكاح ممن لا ترضاه إلا أن يكون على الأمر من اللَّه - تعالى - ومن رسوله، فعند ذلك لا يكون لها التخير في ذلك؛ لأن اللَّه له أن يأمر من شاء على النكاح ممن شاء، وله الحكم بالنكاح لمن شاء على من شاء، وليس لهم الخيرة في ذلك، فأما بالخطبة نفسها دون الأمر والحكم من اللَّه لا جبر في ذلك؛ ألا ترى أنه ذكر أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لما خطب أم سلمة، فقالت: إن أوليائي غيب، فقال:  \" ليس أحد من أوليائك لا يرضى بي \" أو كلام نحوه خطبها، ولم يجبرها على ذلك؛ فعلى ذلك زينب؛ إلا أن يكون على الأمر أو الحكم؛ على ما ذكرنا. </p><p> أو أن يكون سبب نزول الآية - فيما ذكر أهل التأويل - في خطبة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - زينب </p>"
}