{
  "id": null,
  "sura": 33,
  "aya": 33,
  "text": "<p> لكن هذا بعيد، وأصله:  (فَلَا تَخْضَعْنَ بِالْقَوْلِ) أي: لا تقلن قولا يعرف به الرغبة في الرجال، والميل إلى الدنيا، والركون فيها (وَقُلْنَ قَوْلًا مَعْرُوفًا) : ما يكون فيه تغيير المنكر والأمر بالمعروف، واللَّه أعلم. </p><p> وقوله:  (وَقَرْنَ فِي بُيُوتِكُنَّ ... (٣٣) </p><p> قد قرئ بكسر القاف وفتحها، فمن قرأ بالكسر فهو من الوقار، ومن قرأ بالفتح:  (وَقَرْنَ) جعله من القرار والسكون فيها. </p><p> وقوله:  (وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى) . </p><p> قَالَ بَعْضُهُمْ: تبرج الجاهلية الأولى قبل أن يبعث رسول اللَّه؛ كان يخرج نساؤهم متبرجات بزينة مظهرات، فأمر اللَّه أزواج رسوله بالستر والحجاب عليهن، وإدناء الجلباب عليهن، وهو ما قال:  (يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ) . </p><p> وقَالَ بَعْضُهُمْ:  (وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى) قال. الجاهلية التي ولد فيها إبراهيم، أعطوا أموالا كثيرة، وكن يتبرجن في ذلك الزمان تبرجًا شديدًا؛ فأمر أزواجه بالعفة والترك لذلك، فلسنا ندري ما أراد بالجاهلية، ومن أراد بذلك: الذين كانوا بقرب خروج رسول اللَّه وبعثه، أو الذين كانوا من قبل في الأمم السالفة؟ </p><p> والتبرج كأنه هو الخروج بالزينة على إظهار لها؛ أعني: إظهار أن زينة. </p><p> قَالَ الْقُتَبِيُّ:  (فَلَا تَخْضَعْنَ بِالْقَوْلِ) أي: لا تلنّ به. </p><p> وقوله:  (وَقُلْنَ قَوْلًا مَعْرُوفًا) أي: صحيحًا. </p><p> وقوله:  (وَقِرْنَ فِي بُيُوتِكُنَّ) بالكسر من الوقار، ويقال: وقر في منزله يقر وقورًا، (وَقَرْنَ) بفتح القاف من القرار، وكأنه من: قر يقر أراد أقررن في بيوتكن، فحذف الراء الأولى وحول فتحها إلى القاف، كما يقال: ظلن في موضع كذا، من اظللن؛ قال اللَّه - تعالى -: (فَظَلْتُمْ تَفَكَّهُونَ) ، ولم نسمع قَرَّ يَقِزُ إلا في موضع قرة العين، فأما في الاستقرار فإنما هو قَزَ يَقَرُّ. </p><p> وقوله:  (وَأَقِمْنَ الصَّلَاةَ وَآتِينَ الزَّكَا) يحتمل أن يكون الأمر لهن بإيتاء الزكاة من حليهن؛ لأنهن لا يملكن شيئًا سوى ذلك ما يجب في مثله الزكاة؛ ألا ترى أنه وعد لهن التمتيع والسراح الجميل إذا أردن الحياة الدنيا وزينتها، فلو كان عندهن شيء من فضول الأموال كن ينفقن ويتمتعن، وإن لم يكن عند رسول اللَّه ما يمتعهن ولا يطلبن ذلك من </p><p> غيره، فدل ذلك أنهن لا يملكن شيئا من ذلك، فيجوز أن يستدل بظاهر هذه الآية في إيجاب الزكاة فِي الحلي، وكذلك روي عن ابن عَبَّاسٍ، رَضِيَ اللَّهُ عَنْهُ. </p><p> وقوله:  (وَأَقِمْنَ الصَّلَاةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ) أمرهن بإقامة الصلاة وإيتاء الزكاة والطاعة لله ورسوله؛ لئلا يغتررن بما اخترن المقام مع رسول اللَّه وإيثارهن إياه على أن ذلك كاف لهن في الآخرة، ولا شيء عليهن سوى ذلك من العبادات؛ بل أخبر أنكن وإن اخترتن المقام معه وآثرتن إياه على الدنيا وزينتها لا يغنيكن ذلك عما ذكر، واللَّه أعلم. </p><p> وقوله:  (إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا) قال بعضهم: إن هذه الآية مقطوعة عن الأولى؛ لأن الأولى في أزواج رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وهذه في أهل بيته، وهو قول الروافض، ويستدلون بقطعها عن الأولى بوجوه: </p><p> أحدها: ما روي عن أم سلمة زوج النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنها قالت: عنى بذلك عليًّا وفاطمة والحسن والحسين، وقالت: لما نزلت هذه الآية، أخذ النبي ثوبًا، فجعله على هَؤُلَاءِ، ثم تلا الآية:  (إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ) فقالت أم سلمة من جانب البيت: يا رسول اللَّه، ألست من أهل البيت؟ قال:  \" بلى إن شاء اللَّه \" . </p><p> وعن الحسن بن علي أنه خطب الناس بالكوفة وهو يقول: يا أهل الكوفة، اتقوا الله فينا فإنا أمراؤكم، وإنا ضيفانكم، ونحن أهل البيت الذي قال اللَّه - تعالى -: (إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ) . </p><p> ويقولون -أيضًا-: إن الآية الأولى ذكرها بالتأنيث حيث قال: (وَأَقِمْنَ الصَّلَاةَ</p><p> وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ) وهذه ذكرها بالتذكير دل أنها مقطوعة عن الأولى. </p><p> ويقولون -أيضًا-: إنه وعد أن يذهب عنهم الرجس ويطهرهم تطهيرًا وعدًا مطلقًا غير مقيد، وذلك الرجس الذي ذكر مما يحتمل أزواجه ممكن ذلك فيهن غير ممكن في أهل بيته ومن ذكره. </p><p> ويقولون -أيضًا- ما روي عنه أنه قال:  \" تركت فيكم بعدي الثقلين: كتاب الله وعترتي أهل بيتي، ما إن تمسكتم بهما ليردان بكم الحوض \" أو كلام نحو هذا، ففسر </p><p> العترة بأهل البيت، ونحو ذلك من الوجوه. </p><p> وأما عندنا فهي غير مقطوعة من الأولى: إما أن يكون على الاشتراك بينهن وبين من ذكروا من أولاده؛ إذ اسم أهل البيت مما يجمع ذلك كله في العرف. </p><p> أو تكون الآية لهن على الانفراد، فأمَّا أن يخرج أزواجه عن أهل بيته والبيت يجمعهم، فلا يحتمل ذلك. </p><p> وأما قولهم: إنه ذكر هذه الآية بالتذكير والأولى بالتأنيث فعند الاختلاط كذلك يذكر باسم التذكير. </p><p> وأمَّا قولهم: إن وعده لهم منه خرج مطلقًا غير مقيد، فكذلك كن أزواج رسول اللَّه لم يأت منهن ما يجوز أن ينسبن إلى الرجس والقذر إلا فيما غلبن على رأيهن وتدبيرهن بالحيل، فأخرجن فيما أخرجن. </p><p> وأما قولهم في الثقلين اللذين تركهما فينا بعده: الكتاب والعترة، فعترته: سنته؛ على ما قيل، وقوله:  \" أهل بيتي \" كأنه قال: تركت الثقلين كتاب اللَّه وسنتي بأهل بيتي، وذلك جائز في اللغة. </p><p> وأما ما روي عن أم سلمة فإنه في الخبر بيان على أن أزواجه دخلن حيث قالت له أم سلمة: ألست من أهل البيت؟ قال:  \" بلى إن شاء اللَّه \" . </p><p> وفي هذه الآية دلالة نقض قول المعتزلة من وجوه: </p><p> أحدها: ما يقولون: إن اللَّه قد أراد أن يطهر الخلق كلهم: الكافر والمسلم، وأراد أن يذهب الرجس عنهم جميعًا، لكن الكافر حيث أراد ألا يطهر نفسه ولا يذهب عنه الرجس لم يطهر، فلو كان على ما يقولون لم يكن لتخصيص هَؤُلَاءِ بالتطهر ودفع الرجس عنهم فائدة ولا منة - دل أنما يطهر من علم منه اختيار الطهارة وترك الرجس، وأما من علم منه اختيار الرجس فلا يحتمل أن يذهب عنه الرجس، أو يريد منه غير ما يعلم أنه يختار، وأن التطهير لمن يكون إنما يكون باللَّه، لا بما تقوله المعتزلة؛ حيث قال:  (وَيُطَهِّرَكُمْ تَطْهِيرًا) ؛ إذ على قولهم لا يملك هو تطهير من أراد تطهيره؛ إذ لم يبق عنده ما يطهرهم، فذلك كله ينقض عليهم أقوالهم ومذهبهم. </p>"
}