{
  "id": null,
  "sura": 33,
  "aya": 37,
  "text": "<p> بنت جحش، ويكون الوعيد الذي ذكر فيه في غيره: فيما فيه أمر من اللَّه أو حكم؛ نحو ما روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه صلى الفجر، فرأى رجلين جالسين، فقال لهما:  \" ما بالكما لم تصليا معنا؟ \" فقالا: إنا قد صلينا في رحالنا، فقال:  \" إذا صليتما، ثم أتيتما المسجد، فصليا معهم؛ فتكون لكما سبحة \" ، وإنما قال:  \" فصليا معهم \" لا في صلاة الفجر، ولكن في الصلوات التي يتطوع بعدها. </p><p> وقوله:  (وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا) : إن كان هذا في المؤمنين فيكون الضلال هو الخطأ؛ كأنه قال: فقد أخطأ خطأ بينا، ويجوز هذا في اللغة، نحو قول إخوة يوسف لأبيهم في تفضيله يوسف عليهم؛ حيث قالوا:  (إِنَّ أَبَانَا لَفِي ضَلَالٍ مُبِينٍ) أي: في خطأ بيِّنٍ؛ حيث يفضل من لا منفعة له منه على من له منه منفعة؛ فعلى ذلك هذا. </p><p> وإن كان في المنافقين فهم في ضلال بين، فالضلال من المؤمن لا يفهم منه ما يفهم من الكافر والمنافق؛ ألا ترى أن الظلم من المؤمن لا يفهم منه ما يفهم من المنافق أو الكافر؛ ألا ترى أن آدم وحواء لما ارتكبا وقربا تلك الشجرة قالا:  (رَبَّنَا ظَلَمْنَا أَنْفُسَنَا) لم يريدا ظلم كفر، وعلى ذلك قوله:  (فَتَكُونَا مِنَ الظَّالِمِينَ) ، فعلى ذلك المفهوم من ضلال المؤمن غير المفهوم من ضلال المنافق والكافر، واللَّه أعلم. </p><p> وقوله:  (وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا (٣٧) قال أهل التأويل: أنعم الله عليه بالإسلام، وأنعمت عليه بالإعتاق؛ حيث أعتقه؛ لأنه ذكر أن زيدًا كان عربيّا من أهل الكتاب، أصابه النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من سبي أهل الجاهلية، فأعتقه وتبنَّاه، فأنعم اللَّه عليه حيث أعطاه الإسلام، ووفقه الهدى، وأنعم عليه الرسول حيث أعتقه. </p><p> ويحتمل إنعام اللَّه عليه -أيضًا- في الإعتاق؛ حيث وفق رسوله للعتاق، أو في خلق فعل الإعتاق من رسوله وإجرائه إليه، وعلى قول المعتزلة: ليس لله على زيد ولا على جميع المسلمين في الإسلام إنعام ولا إفضال؛ لوجوه: </p><p> أحدها: أنهم يقولون: قد أعطى كل سبب ما يلزمهم الإسلام وهو القوة؛ فهم إنما </p><p> يسلمون لا بصنع من اللَّه في ذلك؛ فعلى قولهم: كان من اللَّه سبب لزوم الإسلام، فأما في الإسلام نفسه فلا صنع له فيه، فإذا كان كذلك فلا منة تكون منه عليهم ولا إنعام. </p><p> والثاني: يقولون: أن ليس لله أن يفعل بالخلق إلا ما هو أصلح لهم في الدِّين، ولا شك أن الإسلام لهم أصلح؛ فعليه أن يفعل ذلك بهم، فهو فعل ما عليه أن يفعل، ولا يجوز أن يفعل غيره، ومن أدى حقا عليه لا يكون في فعله منعمًا ولا مفضلا؛ إنما هو مؤدي حق عليه. </p><p> والثالث: يقولون: أن ليس من اللَّه إلى الأنبياء والمؤمنين جميعًا شيء إلا وقد كان ذلك منه إلى إبليس وأتباعه وإلى جميع الفراعنة، فإذا كان قولهم ومذهبهم ما ذكرنا - لم يكن لله على أحد من أهل الإسلام في إسلامهم إنعام ولا إفضال، واللَّه أخبر أن له عليهم في ذلك نعمة ومنة، وكذلك فهم منه ذلك في قوله:  (يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا. . .) إلى (بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ) . </p><p> وقوله:  (أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ) . </p><p> ذكر بعض أهل التأويل: أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قد أبصر امرأة زيد فأعجبته وودَّها، ففهم زيد ذلك منه؛ فقال: يا رسول اللَّه، إني أريد أن أطلق فلانة، وإن فيها كبرا تتعاظم عليَّ وتؤذيني بكذا؛ فعند ذلك قال له النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: (أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ) في طلاقها، ولا تطلقها، لكن لا نقول نحن شيئًا من ذلك إلا بخبر ثبت من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يخبر أنه كان ذلك. </p><p> وجائز أن يكون زيد استأذن رسول اللَّه في طلاقها، على ما يطلق الرجل امرأته؛ لما يمل منها بلا سبب يكون؛ فقال له عند ذلك:  (أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ) ، ولا تطلق زوجك بلا سبب يستوجب به الطلاق؛ لأنه لا يسع للرجل أن يطلق زوجته بلا سبب يحمله على الطلاق من تضييع حدود اللَّه، وترك إقامتها، أو معنى نحوه، فأما بلا سبب يكون في ذلك فلا يسع. </p><p> أو أن يكون قوله:  (أَمْسِكْ عَلَيْكَ زَوْجَكَ) ، أي: تزوجها واتق اللَّه في ترك تزوجها؛ فيكون هو مأمورًا بنكاحها، كما كانت هي مأمورة بتزويجها نفسها منه، فيقول: اتق الله في ترك الأمر للنبي ذلك في ترك ما ندبت إليه وأمرت به، واللَّه أعلم. </p><p> وقوله:  (وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ) . </p><p> قال عامة أهل التأويل:  (وَتُخْفِي فِي نَفْسِكَ) حُبَّها وإعجابها، (مَا اللَّهُ مُبْدِيهِ) ، أي: ما اللَّه مظهره في القرآن، أي: حبها وتزوجها. </p><p> وقال قائلون:  (وَتُخْفِي فِي نَفْسِكَ) يا مُحَمَّد: ليت أنه طلقها، (مَا اللَّهُ مُبْدِيهِ) ، أي: مظهره عليك، حتى ينزل به قرآنا. </p><p> لكن هذا بعيد محال؛ لا يحتمل أن يكون النبي يقول لزيد:  (أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ) ، ثم يخفي هو في نفسه: ليت أنه يطلقها؛ حتى يتزوجها هو. </p><p> وجائز أن يكون قوله:  (وَتُخْفِي فِي نَفْسِكَ) هذا القول نفسه، هو الإبداء؛ حيث جعله آية تتلى بعد ما أخفى رسول اللَّه شيئًا في نفسه: ما لولا ذكر اللَّه إياه ذلك لم يعلم الخلق أنه أخفى شيئًا، ولا ندري ما الذي أخفاه كذا وكذا إلا بخبر يجيء عنه، فيقول: إني أخفيت في نفسي كذا؛ فعند ذلك يسع، فأما على الوهم فلا نقول به. </p><p> وقوله:  (وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ) . </p><p> قَالَ بَعْضُهُمْ:  (وَتَخْشَى النَّاسَ) ، أي: تستحي قالة الناس: \" إنه تزوج امرأة ابنه \" ؛ وتترك نكاحها، واللَّه أحق أن تستحي منه في ترك أمره إياك بالنكاح. </p><p> وقَالَ بَعْضُهُمْ:  (وَتَخْشَى النَّاسَ) ، أي: تتقي قالة الناس؛ تستحي منهم في أمر زينب وما أعجبت هي إليك حسنها وحبها، (وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ) على الابتداء على غير إلحاف بالأول في كل أمر وكل شيء؛ كقوله:  (فَلَا تَخْشَوْهُمْ وَاخْشَوْنِي) ، والله أعلم. </p><p> وقوله:  (فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا) . </p><p> قال أهل التأويل:  (قَضَى زَيْدٌ مِنْهَا وَطَرًا) أي: حاجة، أي: جماعًا؛ فإن كان الجماع - ففائدة ذكر الجماع فيه؛ ليعلم أن حليلة ابن التبني تحل للرجل، وأن الوطر هو عقد النكاح والجماع جميعًا، وإن كان كل واحد منهما سبب الحظر والمنع في نكاح حليلة ابن الصلب. </p><p> وجائز أن يكون قوله:  (فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا) ، أي: قضى همة نفسه، وبلغ غاية ما همت نفسه منها؛ فعند ذلك زوجناكها. </p><p> ذكر أن زينب بنت جحش كانت تفتخر على سائر أزواج النبي، فتقول: \" زوجكن </p><p> آباؤكن رسول اللَّه، واللَّه زوجني بنبيه فوق سبع سماوات؛ ففيه دلالة رسالته؛ لأنه أخفى في نفسه ما كان يخشى قالة الناس في ذلك واستحى منهم، وفي العرف أن من أخفى شيئًا يستحي من الناس إن ظهر عندهم أن يكتم ذلك من الناس ولا يظهره، فإذا كان رسول اللَّه أظهر ما كان يخشى قالة الناس فيه، ولم يكتمه منهم؛ دل أنه رسول؛ إذ لو كان غير رسول، لكتمه وأخفاه ولم يظهره؛ لما ذكرنا من العرف في الناس من كتمان ما يستحيون منهم إذا ظهر. </p><p> وكذلك روي عن عمر وعائشة أنهما قالا:  \" لو كان رسول اللَّه كاتمًا شيئًا من القرآن، لكتم هذه الآية \" . </p><p> وقوله:  (لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرً) . </p><p> في الآية دلالة لزوم الاتباع لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في كل ما يخبر ويأمر به، وفي كل فعل يفعله في نفسه، إلا فيما ظهرت الخصوصية، فأما فيما لم تظهر فعلى الناس اتباعه فيما يخبر ويفعل؛ لأنه قال: تزوج امرأة دعته، ثم قال:  (لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ) ، ولو كان يخبرهم بذلك خبرا لحل لهم ذلك؛ فعلى ذلك: هو ذلك أخبر أن ذلك؛ لكيلا يكون على المؤمنين حرج في مثل فعله، واللَّه أعلم. وفيه وجه آخر. </p><p> وقوله:  (إِذَا قَضَوْا مِنْهُنَّ وَطَرً) ، ذكر قضاء الوطر منهن؛ لأن من النساء من لا يحرمن على بعض هَؤُلَاءِ بالعقد، ولكن إنما يحرمن بقضاء الوطر، ومنهن من يحرمن بالعقد نفسه دون قضاء الوطر؛ فأخبر أن أزواج الأدعياء - وإن قضوا منهن الوطر - فإنهن لا يحرمن عليهم، واللَّه أعلم. </p><p> وقوله:  (وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا) . </p><p> أي: ما كان بأمر اللَّه مفعولا، وكذلك ما قيل: الصلاة أمر اللَّه؛ أي: بأمر اللَّه تكون؛ وإلا الصلاة هي فعل العباد؛ فلا تكون أمر اللَّه، ولكن بأمر اللَّه، فعلى ذلك قوله:  (وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا) ، أي: ما يكون بأمر اللَّه مفعولا، وكذا قوله:  (حَتَّى جَآءَ أَمْرُ اللَّهِ) ، أي: جاء ما يكون بأمر اللَّه، وهو العذاب الذي أوعدوا؛ لأن أمر اللَّه لا يجيء. </p>"
}