{
  "id": null,
  "sura": 33,
  "aya": 9,
  "text": "<p> الصدق أكثره إنما ينفع في الإنباء والإخبار، كقوله:  (وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ) : وهو ما أخبرهم وأنبأهم من القرآن وغيره. </p><p> وقال في آية أخرى:  (وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا) ، صدقًا في نبيه، وعدلا في حكمه، ثم صدقه في النبأ، وعدله في الحكم، سميّ القرآن: مرة صدقًا، ومرة عدلا، ومرة حقا، فالحق يجمع الأمرين: النبأ والحكم جميعًا، والصدق يكون في النبأ خاصة، والحكم في العدل. </p><p> ثم يحتمل سؤاله الصادقين، وهم الرسل، عن صدقهم وجهين: </p><p> أحدهما: يسألهم عن تبليغ ما أمرهم بالتبليغ إلى قومهم، وعن إنباء ما ولاهم الإنباء أن نبئوا أُولَئِكَ: هل بلغتم وهل أنبأتم أُولَئِكَ؟ </p><p> والثاني: يسألهم عن إجابة أُولَئِكَ لهم: هل أجابوكم إلى ما دعوتم؛ لأن منهم من أجابهم وصدقهم، ومنهم من لم يجب ولم يصدّق؛ فيخرج السؤال عمن أجاب على التقرير، ومن لم يجب على التنبيه والتوبيخ، وهو يسأل الفريقين جميعًا: الرسل عن التبليغ، والمرسل إليهم: عن الإجابة؛ كقوله:  (فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ) ، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَمْ تَرَوْهَا وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا (٩) إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا (١٠) هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا (١١) </p><p> [ (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَمْ تَرَوْهَا) ] اشكروا ما أنعم اللَّه عليكم وأحسنوا صحبة نعمه في النصر لكم والدفع عنكم، ثم الأمر في تذكير ما أنعم عليهم وجوه من الحكمة والدلالة: </p><p> أحدها: تذكير لنا في مقاساة أُولَئِكَ السلف من أصحابه في الدِّين، وعظيم ما امتحنوا في أمر الدِّين، حتى بلغوا الدِّين إلينا؛ لكيلا نضيعه نحن، بل يلزمنا أن نحفظه ونتمسك به، ونتحمل فيه، كما تحمل أُولَئِكَ. </p><p> والثاني: فيه آية لهم وذلك أنهم كانوا جميعًا هم وأعداؤهم، فجاءتهم الريح والملائكة فأهلكتهم دون المؤمنين، وقال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" نصرتُ بالصَّبَا، وأهلِكَ عاد بالدبُور \" ، وذلك آية عظيمة. </p>"
}