{
  "id": null,
  "sura": 33,
  "aya": 45,
  "text": "<p> سَلَامًا). </p><p> أو أن يكون قوله:  (تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ) ، أي: صوابا وسدادا لا غير؛ كقوله:  (وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا) ليس أن يقولوا: سلام عليكم؛ ولكن يقولون قولا صوابا سدادا، لا يقابلونهم بمثل ما خاطبوهم؛ فعلى ذلك جائز أن يكون قولهم:  (تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ) ، أي: صواب من الكلام وسداد. </p><p> (وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا) ، أي: حسنا. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا. وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجًا مُنِيرًا. وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيرًا. وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَدَعْ أَذَاهُمْ وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا.</p><p> وقوله: (يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا (٤٥) </p><p> يحتمل قوله:  (شَاهِدًا) على تبليغ الرسالة يشهد لهم بالإجابة له إذا أجابوه، ويشهد عليهم إذا ردوه وخالفوه. </p><p> وقَالَ بَعْضُهُمْ:  (شَاهِدًا) على أمتك بالتصديق لهم، وقيل:  (شَاهِدًا) عليهم بالبلاغ. </p><p> وقوله:  (وَمُبَشِّرًا وَنَذِيرًا) ، أي: يبلغ إليهم ما يكون لهم البشارة إن أطاعوه، ويبلغ إليهم أيضا ما يستوجبون به النذارة إذا خالفوه، والبشارة هي: إخبار عن الخيرات التي تكون في عواقب الأمور الصالحة، والنذارة: إخبار عن أحزان تكون في عواقب الأمور السيئة، أو نحوه من الكلام. </p><p> وقوله:  (وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجًا مُنِيرًا (٤٦) </p><p> يحتمل قوله:  (وَدَاعِيًا إلَى اللَّهِ) إلى توحيد اللَّه، وإلى طاعة اللَّه، أو إلى دار السلام؛ كقوله:  (وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلَامِ) ، أو إلى ما يدعو اللَّه إليه. </p><p> وقوله:  (بِإِذْنِهِ) ، قيل: بأمره. </p><p> وقوله:  (وَسِرَاجًا مُنِيرًا) : اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: هو صلة قوله: (إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا) ، وجعلناك (وَسِرَاجًا مُنِيرًا) ؛ فالسراج المنير هو الرسول على هذا التأويل. </p><p> وقَالَ بَعْضُهُمْ: السراج المنير هو القرآن، يقول: أرسلناك داعيًا إلى اللَّه وإلى السراج المنير، وهو هذا. </p><p> وقوله:  (وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيرًا (٤٧) </p><p> فيه دلالة أن البشارة إنما تكون بفضل من اللَّه، لا أنهم يستوجبون بأعمالهم شيئًا من </p>"
}