{
  "id": null,
  "sura": 33,
  "aya": 29,
  "text": "<p> وأما قوله: إذا اختارت نفسها فيكون بائنا؛ لأنه خيرها بين أن تختار نفسها لنفسها وبين أن تختار نفسها لزوجها؛ فإن اختارت نفسها ألنفسها، فهي بائن؛ لأنا لو جعلناه رجعيّا لم يكن اختيارها نفسها لنفسها، ولكن لزوجها؛ إذ لزوجها أن يراجعها شاءت أو أبت، وكان التخيير بين النفسين، على ما ذكرنا. </p><p> وأما قول من يقول بأن نفس التخيير طلاق فهو باطل؛ لما ذكرنا من تخيير رسول الله أزواجه؛ فلم يكن ذلك طلاقًا. </p><p> وأما من قال بالثلاث إذا اختارت نفسها فهو كذلك عندنا إذا ذكر في التخيير الثلاث. </p><p> وأما قول من قال بالرجعي، فهو إذا صرح بالتطليق؛ فهو كذلك، واللَّه أعلم. </p><p> وقوله:  (إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا) : الإرادة هاهنا: إرادة الاختيار والإيثار حياة الدنيا وزينتها، لا ميل القلب والرضاء به، وكذلك قوله:  (وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ) . </p><p> هو إرادة الاختيار والإيثار، وهو ما يراد ويختار فعلا، لا ميل القلب والرضاء به؛ لأن كل ممكن فيه الشهوة مجعول فيه هذه الحاجة يميل قلبه، ويركن إلى ما يتمتع بحياة الدنيا ولذاتها، ويرضاه ويحبه؛ فدل أنه أراد إرادة الفعل والاختيار لا إرادة القلب ورضاه. </p><p> ثم فيه ما ذكرنا من حلهن لغير رسول اللَّه إذا اخترن الفراق منه؛ لما ذكر أنه يمتعهن ومعلوم أنهن لا يكتسبن بأنفسهن حتى يتمتعن بذلك، ولم يكن عندهن ما يستمتعن؛ فدل أنه إنما يمتعهن بأموال أزواجهن؛ فدل على حلهن لغيره في حياته إذا فارقنه واللَّه أعلم. </p><p> وقوله:  (وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْرًا عَظِيمًا (٢٩) </p><p> معلوم أنهن إذا اخترن الحياة الدنيا وزينتها لا يحتمل ألا يردن اللَّه، لكن إضافة ذلك إلى اللَّه لاختيارهن المقام عند رسوله؛ فيدل ذلك أن كل ما أضيف إلى اللَّه ورسوله كان المراد به رسوله؛ نحو ما قال:  (فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ) ، وقوله:  (قُلِ الْأَنْفَالُ لِلَّهِ وَالرَّسُولِ) ، وأمثال ذلك. </p><p> ثم الزهد في الدنيا يكون بوجهين: </p><p> أحدهما: ترك المكاسب التي توسع الدنيا، ويكون بها السعة في الدنيا، ويؤثرها لغيرها على نفسه، واختيار حال الضيق من غير تحريم ما أحل وطيب له. </p><p> والثاني: بذل ما عنده لغيره وإيثاره على نفسه وجعله أولى به منه، لا في تحريم المحللات والطيبات. </p><p> وقوله:  (فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْرًا عَظِيمًا) . </p>"
}