{
  "id": null,
  "sura": 33,
  "aya": 49,
  "text": "<p> ذلك، واللَّه أعلم. </p><p> وقوله:  (وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ ... (٤٨) </p><p> هذا قد ذكرناه في أول السورة. </p><p> وقوله:  (وَدَعْ أَذَاهُمْ) . </p><p> هذا يحتمل: أعرض عنهم، ولا ثكافئهم بما يؤذونك. </p><p> أو أن يقول:  (وَدَعْ أَذَاهُمْ) ، أي: اصبر على أذاهم. </p><p> وقوله:  (وَتَوَكَّلْ عَلَى اللَّهِ) ، أي: اعتمد باللَّه. </p><p> (وَكَفَى بِاللَّهِ وَكِيلًا) ، أي: كفى باللَّه معتمدًا. </p><p> أو أن يقال:  (وَكَفَى بِاللَّهِ وَكِيلًا) : حافظًا أو مانعًا، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا (٤٩) يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ اللَّاتِي هَاجَرْنَ مَعَكَ وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (٥٠) تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ذَلِكَ أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ وَكَانَ اللَّهُ عَلِيمًا حَلِيمًا (٥١) لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ رَقِيبًا (٥٢) </p><p> وقوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ) . </p><p> ذكر أن رجلا جاء إلى ابن عَبَّاسٍ فقال: كان بيني وبين عمتي كلام، فقلت: يوم أتزوج ابنتك فهي طالق ثلاثًا؛ فقال: تزوجها فهي لك حلال؛ أما تقرأ هذه الآية:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ. . .) الآية. </p><p> فجعل الطلاق بعد النكاح. </p><p> وعندنا: أنه إذا حلف: إن تزوجها فهي طالق؛ يكون طلاقًا بعد النكاح، وليس في الآية منع وقوع الطلاق إذا أضافه إلى ما بعد النكاح. </p>"
}