{
  "id": null,
  "sura": 33,
  "aya": 18,
  "text": "<p> (وَاللَّهُ يَقُولُ الْحَقَّ) . </p><p> وقوله:  (أَقْسَطُ) : أعدل. </p><p> (وَإِذْ زَاغَتِ) : عدلت ومالت (وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ) ، أي: كادت تبلغ الحلقوم من الخوف، والحناجر جماعة الحنجرة، وهي المذبح. </p><p> وقوله:  (وَزُلْزِلُوا) ، أي: شددوا عليهم وهؤلوا، والزلزال: الشدائد، وأصلها من التحريك و (اللَّائِي تُظَاهِرُونَ) و (اللَّاتي) مآلهما واحد، واللَّه أعلم. </p><p> وقوله:  (قُلْ مَنْ ذَا الَّذِي يَعْصِمُكُمْ مِنَ اللَّهِ إِنْ أَرَادَ بِكُمْ سُوءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً (١٧) ذكر هذا على أثر قوله: (قُلْ لَنْ يَنْفَعَكُمُ الْفِرَارُ إِنْ فَرَرْتُمْ مِنَ الْمَوْتِ أَوِ الْقَتْلِ) يقول - واللَّه أعلم -: إنكم، وإن فررتم من الموت أو القتل، فإن اللَّه إن أراد بكم سوءًا أو هلاكًا لا يملك أحد دفعه عنكم، أو إن أراد بكم رحمة ونجاة وخيرًا لا يملك أحد منعه عنكم، وقد تعلمون أنكم لا تجدون من دون اللَّه وليا ينفعكم ولا نصيرًا ينصركم ويمنعكم عن حلول ذلك عليكم، واللَّه أعلم. </p><p> وقوله:  (قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ ... (١٨) هم المانعون منكم، (وَالْقَائِلِينَ لِإِخْوَانِهِمْ) : </p><p> قَالَ بَعْضُهُمْ: هم اليهود أرسلوا إلى المنافقين، وقالوا: من ذا الذي يحملكم على قتل أنفسكم بايدي أبي سفيان ومن معه من أصحابه؟! فإنهم إن قدروا عليكم هذه المرة ما استبقوا منكم أحدا، فإنا نشفق عليكم؛ فإنما أنتم إخواننا ونحن جيرانكم، (هَلُمَّ إِلَيْنَا) . </p><p> وقَالَ بَعْضُهُمْ: هم المنافقون، عوق بعضهم بعضا ومنع عن الخروج مع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إلى قتال العدو. وفيه أمران: </p><p> أحدهما: دلالة على إثبات الرسالة؛ لأنهم كانوا يسرون هذا ويخفون فيما بينهم، ثم أخبرهم بذلك؛ ليعلموا أنه إنما علم ذلك باللَّه تعالى. </p><p> والثاني: أن يكونوا أبدا على حذر مما يضمرون من الخلاف له؛ كقوله:  (يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ. . .) الآية. </p><p> وقوله:  (وَلَا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا) . </p><p> أي: لا يأتون القتال والحرب إلا مراءاة وسمعة، هذا - واللَّه أعلم - يشبه أن يريد بالقليل: أنهم لا يأتون إتيان من يريد القتال والقيام معهم؛ ولكن مراءاة وسمعة وإظهارًا </p>"
}