{
  "id": null,
  "sura": 33,
  "aya": 22,
  "text": "<p> وابن عَبَّاسٍ يقول:  (أُسْوَةٌ حَسَنَةٌ) ، أي: سنة صالحة أو نحوه. </p><p> مثل هذا إنما يذكر عن زلات تكون إما من المنافقين أو من المؤمنين، فيقول: لكم في التأسي برسول اللَّه الاقتداء والقدوة به، فهو يخرج على وجوه: </p><p> أحدها: أي: لقد كان لكم في رسول اللَّه قبل أن يبعث رسولا، وقبل أن يوحى إليه فيما عرفتموه من حسن خلقه وكرمه وشرفه وأمانته - أسوة حسنة؛ فكيف تركتم اتباعه إذا بعث رسولا؟! </p><p> والثاني:  (لَقَدْ كَانَ لَكُمْ) ، أي: صار لكم (فِي رَسُولِ اللَّهِ) إذا بعث رسولا (أُسْوَةٌ حَسَنَةٌ) : فيما أنزل إليه وأوحي إليه، وفيما شاهدتموه من حسن خلقه وكرمه؛ فالواجب عليكم أن تتاسوا به. </p><p> والثالث: لقد كان لكم بالمؤمنين أسوة استوائهم لو اتبعتم ما شرع لكم رسول الله وسن. </p><p> أو الأسوة: هي الاستواء؛ كقول الناس:  \" فلان أسوة غرمائه \" ، أي: يكون المال بينهم على الاستواء، هذا - واللَّه أعلم - يشبه أن يكون تأويل الآية. </p><p> وقوله:  (لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ) . </p><p> قَالَ بَعْضُهُمْ: يكون في رسول اللَّه أسوة لمن خاف اللَّه وآمن باليوم الآخر وبجزاء الأعمال، فأما المنافق والذي لا يؤمن بالبعث، فلا يكون فيه أسوة له. </p><p> وجائز أن يكون قوله:  (لِمَنْ كَانَ يَرْجُو اللَّهَ) ، أي: لقد كان لكم أسوة حسنة، ولمن كان يرجو اللَّه واليوم الآخر. </p><p> أو أن يكون لكم في رسول اللَّه أسوة حسنة، وفيمن كان يرجو اللَّه واليوم الآخر، والله أعلم. </p><p> وقوله:  (وَذَكَرَ اللَّهَ كَثِيرًا) . </p><p> ذكر اللَّه يحتمل في نعمته وإحسانه، يذكر بالشكر له وحسن الثناء، أو يذكر سلطانه وملكه أو جلاله وعظمته وكبرياءه، واللَّه أعلم. </p><p> وقوله:  (وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا (٢٢) </p><p> حيث أخبرهم أنكم ستلقون كذا في قوله:  (أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ) : قالوا لما عاينوا ما وعد لهم وأخبرهم: </p><p> (هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ) فيما أخبرنا من الوحي قبل أن يكون وقبل أن نلقاه. </p>"
}