{
  "id": null,
  "sura": 33,
  "aya": 4,
  "text": "<p> (وَكَفَى بِاللَّهِ وَكِيلًا) . </p><p> أي: حافظا يحفظك ويمنعهم عنك، كقوله:  (يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ) . </p><p> * * * </p><p> قوله تعالى:  (مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ذَلِكُمْ قَوْلُكُمْ بِأَفْوَاهِكُمْ وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ (٤) ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (٥) النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا (٦) </p><p> وقوله:  (مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ) . </p><p> يقول بعض أهل التأويل كذلك: إنها نزلت في رجل يقال له: أبو معمر، وكان من أحفظ الناس وأوعاهم؛ فقالوا: إن له قلبين: قلب يسمع، وقلب يحفظ ويعي؛ فنزل:  (مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ) . </p><p> ويقول بعضهم كذلك: إنها نزلت في أبي معمر، وكان يسمى: ذا قلبين؛ لحفظه الحديث، حتى إذا كان يومُ بدر، وهُزم المشركون - وفيهم أبو معمر - يلقاه أبو سفيان بن حرب، وهو معلق إحدى نعليه بيده والأخرى في رجله؛ فقال: يا أبا معمر، ما فعل الناس؟ قال: انهزموا، فقال: ما بال نعلك في يدك والأخرى في رجلك؟ فقال: ما شعرت إلا أنهما جميعًا في رجلي؛ فعرفوا يومئذ أنْ لو كان له قلبان ما نسي نعله في يده. ونحوه قد قيل، ولكن لا ندري ما سبب نزول هذا. </p><p> وروي عن ابن عَبَّاسٍ: أنه سئل عن هذه الآية؛ فقال: كان نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يصلي يومًا، فخطر خطرة - أي: وقع في قلبه - فقال المنافقون الذين يصلون معه: ألا ترى أن له قلبين: قلبا معكم، وقلبا معهم؛ فأنزلت هذه الآية. </p><p> وهذا يشبه أن يكون سبب نزول الآية، أو أن يكون نزولها في المنافقين، وذلك أنهم كانوا يصلون مع النبي والمؤمنين، ويرون الموافقة لهم من أنفسهم، ويقولون:  (نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ) ، ثم يرجعون إلى أُولَئِكَ فيقولون:  (إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ) ، ونحوه؛ فذكر هذا:  (مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ) ، أي: دينين في جوفه: أن إيمان والنفالتي، أو (قَلْبَيْنِ فِي جَوْفِهِ) : قلبا لهذا، وقلبا للآخر. </p><p> أو نزلت في المشركين الذين يقرون بالوحدانية لله، وأنه هو الخالق؛ كقوله:  (وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ) ، ويعبدون الأصنام مع هذا؛ فيقول - واللَّه أعلم -: لم يجعل لرجل قلبين في جوفه: قلبًا للشرك، وقلبًا للإيمان والتوحيد؛ ولكن جعل قلبًا واحدًا لأحد هذين، أي: قلبًا لقبول الشرك، وقلبا لقبول الإيمان. </p><p> وبعضهم يقول: هو على التمثيل، أي: كما لم يجعل لرجل واحد قلبين؛ فكذلك لا يكون المظاهر من امرأته: لا تكون امرأته أمه في الحرمة، ولا يكون دَعِيُّ الرجل ابنه، يقول: نزلت في النبي وزيد بن حارثة، كان النبي تبناه، وكانوا يسمونه زيد بن مُحَمَّد، فجاء النهي عن ذلك؛ فقال:  (وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ) ، إلى هذا يذهب عامة أهل التأويل. </p><p> وبعضهم يقول: تأويل قوله: (وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ) . </p><p> أي: لم يجعل للرجل نسبين ينسب إليهما. </p><p> وأصله عندنا: أن قوله: (مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ) : ما ذكرنا، ولم يجعل أزواجكم اللائي تستمتعون بهن بالتشبيه بالأمهات كالأمهات، أي: لم يحل لكم ذلك ولم يبح ولم يشرع. (وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ) ، أي: لم يجعل سبب ذلك ولم يشرع، وإن كان قد يكون في النسب الفاسد، نحو الجارية بين اثنين إذا ولدت فادعياه جميعًا، ونحو النكاح الفاسد، والملك الفاسد، لم يجعل كذا، أي: لم يحل ولم يشرع؛ كقوله:  (مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ) ، أي: لم يشرع ولم يحل ذلك، وإن كان يكون لو فعلوا؛ فعلى ذلك قوله:  (وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ) ، أي: لم يشرع ذلك السبب، ولم يحل ذلك في الإسلام ما كان في الجاهلية، لا أنه لا يكون ذلك فيما لم يشرع في الفاسد من السبب، على ما ذكرنا: أن النسب ثبت في النكاح الفاسد، وإن لم يشرع. </p><p> والحسن يقول في قوله:  (مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ) قال: كان الرجل </p><p> يقول: إن نفسا تأمرني بكذا ونفسا تأمرني بكذا؛ فنزل ذلك. </p><p> والحكمة فيما لم يجعل لواحد قلبين، وجعل له سمعين وبصرين؛ لأن الإدراك بالسمع والبصر إنما يكون بالمشاهدة، فيخرج ذلك مخرج معاونة بعضهم بعضًا، وما يدرك بالقلب إنما يدرك بالاجتهاد، وقد يختلف القلبان فيما يجتهدان في شيء، فيناقض أحدهما صاحبه؛ إذ يجوز أن يرى أحدهما خلاف ما يراه الآخر، وأما السمعان والبصران لا يكون كذلك. </p><p> وقوله:  (مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ) : جائز أن يكون سبب ذلك ما ذكر من ادعاء مسيلمة الكذاب الرسالة لنفسه وتواطؤ أصحابه على ذلك، يقول - واللَّه أعلم -: ما جعل اللَّه أن يرسل رجلين رسولا إلى خلقه مختلفي الدِّينين متضادي الشرائع، يدعو كل واحد إلى دين غير الآخر، وإلى شريعة يضاد بعضها بعضًا: محمدا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، ومسيلمة الكذاب. </p><p> وقوله:  (وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ) : يحتمل هذا وجهين: أحدهما: على النهي الذي ذكرنا، أي: لا تشبهوا أزواجكم بظهور الأمهات، ولا تحرموهن على أنفسكم كحرمة الأمهات؛ ولذلك قال:  (وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا) . </p><p> والثاني: أن لم يجعل اللَّه لكم أزواجكم حرامًا أبدًا كالأمهات، وإن جعلتم أنتم؛ ولكن جعلهن لكم بحيث تصلون إليهن بالاستمتاع على ما تصلون إليهن وتستمتعون بهن، بعد هذا القول؛ يذكر هذا على المنة والنعمة؛ ليتأدى به شكره؛ لما أبقى لهم الاستمتاع بهن بعد هذا، ولم يجعلهن لهم كالأمهات، على ما ذكر، واللَّه أعلم. </p><p> وقوله:  (وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ) ، أي: ما جعل أدعياءكم أبناءكم في الحقوق إلى الآباء، وهو ما ذكر في بعض القصة: أنه إذا ادعى الرجل منهم ورثة منهم مع أولاده - وهو شيء كانوا يفعلونه في الجاهلية - دعي إليه ونسب، يقول - واللَّه أعلم -: ما جعل ما كنتم تدعون الأبناء في الجاهلية للعون والنصرة أبناءكم في الإسلام فيما جعلوا. </p><p> والثاني: ما جعل أدعياكم أبناءكم في حق النسبة، كما ذكر أنهم كانوا يقولون لزيد بن حارثة: زيد بن مُحَمَّد. </p><p> (ذَلِكُمْ قَوْلُكُمْ بِأَفْوَاهِكُمْ) : </p>"
}