{
  "id": null,
  "sura": 33,
  "aya": 31,
  "text": "<p> اللغة. </p><p> وقوله:  (وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا) . </p><p> هذا يحتمل وجهين: </p><p> أحدهما: أي: عذابهن على اللَّه يسيرًا هينا لا يثقل عليه ولا يشتد لمكان رسول اللَّه؛ بل على اللَّه يسير هين. </p><p> والثاني: أن إتيانكن الفاحشة ومعصيتكن على اللَّه يسير، أي: لا يلحقه ضرر ولا تبعة، ليس كمعصية خواص الملك له في الدنيا: يلحقه الضرر والذل إذا عصوه وأعرضوا عنه، فأمَّا اللَّه - سبحانه - عزيز بذاته غني لا يضره عصيان عبده؛ بل ضروا أنفسهم. </p><p> وقوله:  (وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحًا نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا (٣١) أي: من يطع منكن لله ورسوله، (وَتَعْمَلْ صَالِحًا نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ) . </p><p> في الآية دلالة بيان فضيلة أزواج رسول اللَّه؛ لمكان رسول اللَّه وعظيم قدره، حيث خاطبهن من بين غيرهن من النساء كما خاطب مريم بقوله:  (يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ) . </p><p> ثم يحتج الشافعي بقوله:  (نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ) لتأويله في قوله: الطلاق مرتان بقولة، يقول: قوله: (الطَّلَاقُ مَرَّتَانِ) ، أي: تطليقتان في دفعة واحدة من غير إحداث التطليق والفعل فيما بينهما؛ ويستدل على ذلك بقوله:  (نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ) ، أي: أجرين من غير إحداث فعل فيما بينهما ولكن بفعل واحد، وقوله:  (يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ) ، أي: أجرين. </p><p> لكن عندنا يجوز الإيتاء بمعنى الإيجاب، أي: يوجب لها الأجر مرتين؛ نحو قوله:  (فَآتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْآخِرَةِ) ، أي: أوجب لهم ثواب الدنيا وثواب الآخرة؛ فعلى ذلك ما ذكر ونحوه كثير، واللَّه أعلم. </p><p> وقوله:  (يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلًا مَعْرُوفًا (٣٢) </p><p> قال بعض أهل الأدب:  (أحد) أجيع في الكلام من (واحد) ؛ لأنه يرجع إلى واحد وإلى جماعة، وقوله:  (واحد) إنما يرجع إلى الفرد خاصة، وإنما يخاطب به الواحد. </p><p> وقوله:  (إِنِ اتَّقَيْتُنَّ) . </p><p> يحتمل قوله:  (إِنِ اتَّقَيْتُنَّ) اختيار الدنيا وزينتها، واتقيتن أيضًا نقض اختيار رسول الله والدار الآخرة. </p><p> وجائز أن يكون على الابتداء: إن اتقيتن مخالفة اللَّه ومخالفة رسوله. </p>"
}