{
  "id": null,
  "sura": 33,
  "aya": 51,
  "text": "<p> يجوز، أي: بين ذلك كله في الأزواج. </p><p> أو (فَرَضْنَا) : أوجبنا عليهم في أزواجهم من الأحكام والحقوق ونحوها، واللَّه أعلم. </p><p> وقوله:  (تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ذَلِكَ أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ وَكَانَ اللَّهُ عَلِيمًا حَلِيمًا (٥١) اختلف فيه: </p><p> عن الحسن قال: كان النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إذا خطب امرأة لم يكن لأحد أن يخطبها حتى يدعها النبي أو يتزوجها، وإذا ترك خطبتها كان لغيره أن يخطبها، ثم إذا خطبها رسول اللَّه، لم يكن لأحد أن يخطبها بعد ذلك، إلا أن يترك خطبتها، أو كلام نحوه؛ فيصرف تأويل الآية إلى ما ذكرنا. وكذلك يقول قتادة: إن الآية في الخطبة. </p><p> وقَالَ بَعْضُهُمْ: هذا في قسمة الأيام بينهن كان يسوي بينهن وسممين، فوسع اللَّه عليه في ذلك، فأحل له، فقال:  (تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ) ، أي: من نسائه، أي: تترك من تشاء منهن، فلا تأتيها، (وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ) ، فتأتيها. </p><p> (وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ) ، يقول: ممن اخترت من نسائك أن تأتيها فعلت، فقال:  (ذَلِكَ أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ) على ترك القسم إذا علمن أن اللَّه قد جعل لك ذلك حلالا، وأنزل فيهن الآية، (وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ) ، إذا علمن أن الرخصة جاءت من اللَّه - تعالى - له، كان أطيب لأنفسهن، وأقل لحزنهن من ترك ذلك. </p><p> وقَالَ بَعْضُهُمْ: إن أزواج رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - اللاتي كن تحته خشين أن يطلقهن؛ فقلن: يا رسول اللَّه، اقسم لنا من نفسك ومالك ما شئت ولا تطلقنا؛ فنزل:  (تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ) ، أي: تعتزل من تشاء منهن أن تعتزل بغير طلاق، (وَتُؤْوِي إِلَيْكَ) ، أي: ترد وتضم من تشاء منهن إليك؛ (فَلَا جُنَاحَ عَلَيْكَ) . </p><p> وقَالَ بَعْضُهُمْ: الآية في ترك نكاح ما أباح له من القرابات من يشاء منهن، وفي الإقدام على نكاح من يشاء منهن؛ لأنه على أثر ذلك ذكر، يقول:  (تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ) ، يعني: من بنات العم والعمة والخال والخالة، فلا تزوجها، (وَتُؤْوِي إِلَيْكَ) ، أي: تضم إليك من تشاء منهن فتزوجها. </p><p> فنقول: خير اللَّه رسوله في نكاح القرابة؛ فذلك قوله:  (وَمَنِ ابْتَغَيْتَ) منهن فتزوجها، (مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ) ، أي: لا حرج طيك في ذلك؛ (ذَلِكَ أَدْنَى) ، يقول. أجدر وأحرى وأقرب (أَنْ تَقَرَّ أَعْيُنُهُنَّ) ، أي: النساء اللاتي عندك واخترتهن، (وَلَا يَحْزَنَّ) إذا علمن ألا تتزوج عليهن، ويرضين بما آتيتهن كلهن من النفقة، وكان في نفقتهن قلة. </p><p> وجائز أن يكون قوله:  (ذَلِكَ أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ) ، ذلك حين خيرهن رسول اللَّه بين اختيار الدنيا وزينتها، وبين اختيار رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - </p>"
}