{
  "id": null,
  "sura": 34,
  "aya": 14,
  "text": "<p> قَالَ بَعْضُهُمْ: أي: اعملوا لآل داود شكرًا؛ لأنه ذكر أنه ليس من زمان في ليل ونهار إلا ويكون من آل داود صائم بالنهار ومصل بالليل، أو كلام نحوه؛ فأمروا بالشكر لهم. </p><p> وقَالَ بَعْضُهُمْ: كأنه قال: اعملوا يا آل داود شكرًا، لما أعطيتكم من الملك والفضل. </p><p> (وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ) . </p><p> أي: قليل من عبادي المؤمنين، والشكور كناية عن المؤمن؛ على ما ذكرنا في قوله:  (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ) أي: لكل مؤمن، والله أعلم. </p><p> قال أَبُو عَوْسَجَةَ والْقُتَبِيّ:  (وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ) ، أي: أذبنا له عين النحاس، والشكور هو الفعول، والفعول والفعال هما اللذان يكثران الفعل؛ فكأن الشكور هو الذي يعتقد الشكر لربه، ويشكر مع الاعتقاد؛ فيكون منه الاعتقاد والمعاملة جميعًا. </p><p> وقوله:  (فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ (١٤) </p><p> دل هذا على أن موته كان بحضرة أهله وبمشهد منهم؛ حيث ذكر:  (مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ) ثم يذكر بعض أهل التأويل أنه سأل ربه أن يعمّي على الجن موته؛ حتى يعلم الإنس (أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ) - أعني: الجن - (مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ) . </p><p> وبعضهم يقول: سأل ربه أن يعمي على الجن موته؛ حتى يفرغوا من بناء بيت المقدس، فدأبوا حولا يعملون، فلما فرغوا من بنائه خر سليمان ميتا من عصاه، وكان متكئًا عليها. </p><p> وبعضهم يقول: لما حضره الموت - وكان على فراشه في البيت - لم يكن على عصاه؛ فقال: لا تخبروا الجن بموتي؛ حتى يفرغوا من بناء بيت المقدس - وكان بقي عمل سنة - ففعلوا، فلما فرغوا من بنائه - خرَّ؛ فعند ذلك علمت الجن بموته، والله </p><p> أعلم. </p><p> وقوله:  (فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ) . </p><p> في حرف ابن مسعود:  (فلما قضينا عليه الموت، وهم يدأبون له حولا ما دلهم على موته إلا دابة الأرض تأكل منسأته فلما خر تبينت الإنس على أن الجن لو كانوا يعلمون الغيب ما لبثوا في العذاب المهين) ؛ لأنهم كانوا يذعون علم الغيب فابتلوا بذلك. </p><p> ودل قوله:  (مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ) على أنهم كانوا لا يدنون منه لأحد وجهين: </p><p> إما لهيبته وسلطانه على الناس؛ فإن كان ذلك أطاع له كل شيء وخضعوا له: من الجن والطير والوحش وغير ذلك. </p><p> أو لما كان يكثر العبادة لله والخضوع له يتوحد ويتفرد بنفسه، لم يجترئوا أن يدنوا منه؛ وإلا لو دنوا منه لرأوا فيه آثار الموتى، اللهم إلا أن يكون ما ذكر بعضهم أنه قال لأهله: لا تخبروا أحدًا بموتي، وأمرهم أن يكتموا موته، واللَّه أعلم. </p><p> وقوله:  (تَأْكُلُ مِنْسَأَتَهُ) ، قيل: المنسأة: العصا، سمي: منسأة من المنسأ؛ لأنه كان بها يؤخر ما أراد تأخيره، وبها يدفع ما أراد دفعه. </p><p> ثم في إمساكه العصا أحد وجهين: </p><p> لما لضعفة في نفسه؛ كان يتقوى بها في أمور ربه، أو يمسكها؛ لخضوعه لربه وطاعته له. </p><p> وفيه دلالة: أن الأنبياء - عليهم السلام - كانوا لا يشغلهم الملك وفضل الدنيا، ولا الحاجة ولا الفقر عن القيام بأمر اللَّه وتبليغ الرسالة إلى الناس، وهما شاغلان لغيرهم، وهم كانوا فريقين: </p><p> فريق قد وسع عليهم الدنيا نحو سليمان وإبراهيم وغيرهما، وفريق قد اشتدت بهم الحاجة والفقر، وكلاهما مانعان شاغلان عن القيام بأمور اللَّه وتبليغ الرسالة؛ ليعلم أنهم لم يأخذوا من الدنيا ما أخذوا - للدنيا. ولكن أخذوا للخلق، ولله قاموا فيما قاموا لذلك، لم يشغلهم ذلك عن القيام بما ذكرنا، واللَّه أعلم. </p>"
}