{
  "id": null,
  "sura": 34,
  "aya": 25,
  "text": "<p> ذكر في حرف ابن مسعود وحفصة:  (قل من يرزقكم من السماء والأرض قالوا الله قال إني أو إياكم لعلى هدى أو في ضلال مبين) . </p><p> وقَالَ بَعْضُهُمْ في قوله:  (قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ) من المطر (وَالْأَرْضِ) النبات؛ فإن أجابوك، فقالوا: اللَّه، وإلا فقل: اللَّه يفعل ذلك بكم؛ فكيف تعبدون غيره. </p><p> (وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى) . </p><p> يقول ذلك رسول اللَّه لأهل مكة: إنا لعلى هدى أو إنكم لعلى هدى، وإنا أو إياكم لفي ضلال مبين. </p><p> وقَالَ بَعْضُهُمْ: معناه: وإنا لعلى هدى وإنكم لفي ضلال مبين، ولكن ليس هذا في ظاهر هذا الكلام. </p><p> وجائز أن يكون هذا على تعريض الشتم لهم بالضلال، والكناية لذلك كما يقول الرجل لآخر في حديث أو خبر يجري بينهما: إن أحدنا لكاذب في ذلك، أي: أنت كاذب في ذلك، لكنه تعريض منه بذلك ليس بتصريح. </p><p> وقال قتادة: هذا قول مُحَمَّد وأصحابه لأهل الشرك: واللَّه ما نحن وأنتم على أمر واحد، واللَّه إن أحد الفريقين لمهتد، والفريق الآخر في ضلال مبين، فأنتم تعلمون أنا على هدى؛ لما أقمنا من الدلائل والحجج والبراهين على ذلك، وأنتم لا. </p><p> وقَالَ بَعْضُهُمْ: قال ذلك؛ لأن كفار مكة قالوا للنبي وأصحابه: تعالوا ننظر في معايشنا: من أفضل دينا: أنحن أم أنتم؛ فعلى ذلك يكون في الآخرة؛ فرد اللَّه ذلك عليهم في قوله:  (أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ. . .) الآية. </p><p> وقوله:  (قُلْ لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ (٢٥) </p><p> قَالَ بَعْضُهُمْ: قال ذلك؛ لأنهم كانوا يعيرون رسول اللَّه ويوبخونه في طعنه الأصنام التي عبدوها، وذكره إياها بالسوء، وما يدعون عليه من الافتراء بأنه رسول اللَّه، فيقول لهم:  (لَا تُسْأَلُونَ) أنتم (عَمَّا أَجْرَمْنَا) نحن، (وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ) ، وهو كقوله في سُورَةِ هود:  (قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ) . </p><p> أو أن يكون قوله:  (قُلْ لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا) ، أي: عما دنَّا من الدِّين. أو عما عملنا من الأعمال، (وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ) أنتم عما تدينون من الدِّين؛ كقوله:  (لَكُمْ دِينُكُمْ وَلِيَ دِينِ) ، وكقوله:  (لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ) ، وقوله:  (لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ) وإنَّمَا يقال هذا بعد ظهور العناد والمكابرة، فأما عند الابتداء فلا، واللَّه أعلم. </p>"
}