{
  "id": null,
  "sura": 34,
  "aya": 10,
  "text": "<p> أي: عذابًا من السماء؛ كما أنزل على من كان قبلهم بالتكذيب والعناد، يذكر هذا على أثر قولهم:  (أَفْتَرَى عَلَى اللَّهِ كَذِبًا أَمْ بِهِ جِنَّةٌ) ، أي: لو نظروا إلى ما بين أيديهم وما خلفهم من السماء والأرض؛ لعرفوا أنه رسول اللَّه، وأنه صادق، وأن ما يقول: إنه بعث بعد الموت، وإن العذاب ينزل - يقوله لا عن جنون، ولكن عن علم وعقل ومعرفة؛ لأن من قدر على إنشاء السماء على ما أنشأ من سعتها وغلظها وشدتها، وكذلك الأرض، قدر على البعث وخسف من يشاء أن يخسف؛ وإسقاط السماء على من يشاء أن يسقط. </p><p> أو يقول: لو نظروا، لعرفوا أنه لم ينشئ ما ذكر من السماء والأرض عبثًا باطلا؛ ولكن أنشأهما على الحكمة، وإنما يصير إنشاؤهما حكمة بالبعث والإحياء بعد الموت ومصيرهم إليه، وأما للفناء خاصة فلا يكون حكمة، واللَّه أعلم ما أراد بذلك. </p><p> وقوله:  (إِنَّ فِي ذَلِكَ لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ) . </p><p> المنيب، قيل: هو المطيع لله، وقيل: هو المقبل على أمر اللَّه. </p><p> والمنيب كأنه هو المؤمن؛ لأنه هو المصدق بالآيات، فإذا كان المؤمن هو المصدق بالآيات، فيكون هو المنتفع بها؛ فيكون الآية له. وأما المكذب بها فلا ينتفع بها؛ فلا يكون الآية له في الحقيقة. </p><p> * * * </p><p> قوله تعالى:  (وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلًا يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ وَأَلَنَّا لَهُ الْحَدِيدَ (١٠) أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ (١١) وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ (١٢) يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ اعْمَلُوا آلَ دَاوُودَ شُكْرًا وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ (١٣) فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ (١٤) </p><p> وقوله:  (وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلًا) . </p><p> أي: علما، كقوله:  (وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا) . </p><p> وقَالَ بَعْضُهُمْ:  (فَضْلًا) ، أي: نبوة. </p><p> وقَالَ بَعْضُهُمْ: الفضل: هو الملك الذي آتاه اللَّه. </p><p> وجائز أن يكون ما ذكر من الفضل أنه آتاه - هو ما ذكر على أثره من تسخير الجبال </p>"
}