{
  "id": null,
  "sura": 34,
  "aya": 36,
  "text": "<p> منك؛ لأنا أكثر أموالا وأولادًا، واللَّه أعلم. </p><p> وقوله:  (قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٣٦) </p><p> هذا أيضًا ينقض على المعتزلة ومن يقول بأن اللَّه لا يبسط على أحد الرزق؛ إذا لم يكن في البسط إصلاح له وخير، وكذلك لا يقتر على أحد ذلك إذا لم يكن في التقتير خير له. </p><p> وعندنا: يبسط الرزق لمن يشاء وإن لم يكن خيرًا له، وكذلك يقتر على من يشاء، وإن كان شرَّا له؛ على ما نطق ظاهر الآية، ليس عليه حفظ الأصلح لهم ولا الخير، والله أعلم. </p><p> وقوله:  (وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ) . </p><p> أي: لا ينتفعون بعلمهم، أو لا يعلمون حقيقة؛ لما تركوا النظر والتفكو، في أسباب العلم ليعلموا؛ فلا يعذرون لما مكن لهم العلم به. </p><p> وقولهم:  (نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ) قالوا ذلك؛ لما لم يروا في الحكمة أن يحسن أحد إلى عدوه، والسعة هي من الفضل والإحسان، ثم رأوا لأنفسهم ذلك، ظنوا أنهم أولياء اللَّه، وأن الرسل حيث ضيقت عليهم الدنيا إنما ضيقت عليهم الدنيا؛ لأنهم ليسوا بأولياء اللَّه؛ لذلك قالوا:  (نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ) . </p><p> وهذا القول منهم لإنكارهم البعث: فإن كانوا مقرين به، لكانوا لا يقولون ذلك، ويعلمون أن السعة في الدنيا والضيق فيها بحق الامتحان، وأما إذا كان بعث ودار أخرى للجزاء - ففي الحكمة أن يجزى الولي جزاء الولاية، والمسيء من العدو جزاء الإساءة والعداوة. وأما الدار التي هي دار امتحان وابتلاء فيجوز ذلك بحق الامتحان في الحكمة؛ وكذلك خرج على الجواب لهم؛ حيث قال:  (قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ) ، أي: يبسط الرزق لا لفضل وقدر له ونعمة عنده، ويقتر على من يشاء لا لعداوة وجناية كانت منه إليه بحق الامتحان؛ ألا ترى أنه قد وسع على بعض المؤمنين، وضيق على بعض أُولَئِكَ؛ فظهر أن التوسيع لأهل السعة ليس لفضل لهم وقدر، أو نعمة كانت لهم عنده حتى يكون ذلك منه مكافأة لذلك، وكذلك التضييق لأهل التضييق: لم يكن لخيانة أو إساءة كانت منهم إليه لما ذكر؛ ولكن لما ذكرنا؛ ألا ترى أنهم إذا رأوا أنه وسع على بعض وقتر على بعض - هلا علموا أنه يملك أن يوسع على من قتر عليه، ويقتر على من وسع عليه، فيكون في ذلك لهم ترغيب في التوحيد واختيار له، وتحذير عن الكفر وعما هم فيه؛ إذ يملك التقتير على من وسبع عليه والتوسيع على من قتر عليه؛ فيبطل هذا كله </p>"
}