{
  "id": null,
  "sura": 34,
  "aya": 19,
  "text": "<p> وقَالَ بَعْضُهُمْ: كان سبأ رجلا اسمه: سبأ، وسبأ هم الذين ذكرهم اللَّه في سورة النمل. </p><p> وقَالَ بَعْضُهُمْ: هو اسم قرية. </p><p> وفي قوله:  (وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ) دلالة خلق الأفعال؛ لأنه أخبر أنه جعل بينهم وبين القرى المباركة قرى ظاهرة، والقرى: ما اتخذها أهلها، ثم أخبر أنه جعل ذلك، والجعل منه خلق؛ دل أنه خلق أفعال العباد، وأخبر -أيضًا- أنه قدر السير فيها، والسير هو فعل العباد، والتقدير هو الخلق أيضًا؛ دل أنه خلق سيرهم، وخلق اتخاذهم القرى، وذلك على المعتزلة؛ لإنكارهم خلق أفعال العباد. </p><p> وقوله:  (قُرًى ظَاهِرَةً) ، قال عامة أهل التأويل: قرى متواصلة بعضها ببعض، يسيرون من قرية: إلى قرية، وينزلون فيها من غير أن تقع لهم الحاجة أو يلحقهم مؤنة. </p><p> وجائز أن يكَون قوله:  (قُرًى ظَاهِرَةً) نعمها بينة. </p><p> وقوله:  (وَقَدَّرْنَا فِيهَا السَّيْرَ) ، يحتمل قوله:  (وَقَدَّرْنَا فِيهَا السَّيْرَ) ، أي: قدرنا فيها السير؛ لتسيروا فيها. </p><p> أو على الأمر، أي: قدرنا فيها السير، وقلنا لهم: سيروا فيما أنعم اللَّه عليكم، وتقلبوا فيها ليالي وأيامًا آمنين من الجوع والعدو وكل آفة. </p><p> وقَالَ بَعْضُهُمْ في قوله:  (وَقَدَّرْنَا فِيهَا السَّيْرَ) أي: جعلنا ما بين القرية والقرية مقدارًا واحدًا. </p><p> وقوله:  (فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنْفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (١٩) فيه لغات من خمسة أوجه: </p><p> أحدها:  (رَبَّنَا بَاعِدْ) . </p><p> والثاني:  (بَعِّدْ) ، كلاهما على الدعاء والسؤال. </p><p> والثالث والرابع:  (بَعُدَ) و (بَعَّدَ) . </p><p> قال أبو معاذ: ولولا تغيير الكتابة لكان يجوز \" بُوعِدَ \" . </p><p> ومن قرأه (رَبَّنَا بَاعَدَ) على الخبر، وكذلك (بَعَّدَ) ، ومن قرأه (بَعُدَ بين أسفارنا) . </p><p> يخرج على الشكاية عما بعد من أسفارهم. </p><p> فأمَّا على السؤال والدعاء فهو - واللَّه أعلم - لأنهم سئموا وملوا؛ لكثرة ما أنعم الله عليهم، ورفع عنهم المؤن، وطال مقامهم فيها، سألوا ربهم أن يحول ذلك عنهم؛ سفها منهم وجهلا، وكان كقوم موسى: حين أنزل عليهم المن والسلوى، ورفع عنهم المؤنة سئموا وملوا في ذلك، وقالوا (لَنْ نَصْبِرَ عَلَى طَعَامٍ وَاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْبِتُ الْأَرْضُ مِنْ بَقْلِهَا) ، وما ذكروا، فعلى ذلك هَؤُلَاءِ. </p><p> ومن قرأ (بَعُدَ بين أسفارنا) ؛ على الشكاية - شكا إلى ربه لما ذهب عنهم السعة والخصب، وأصابهم الجهد والمؤنة. </p><p> وأمَّا قوله:  (بَاعَد) على الخبر؛ فكأنه كانت فيهم، وذلك كله منهم: فيهم من سأل تحويله، وفيهم من شكا إذا زال ذلك وتحول، وفيهم من أخبر بزواله. </p><p> وعلى ذلك يخرج قول موسى لفرعون، حيث قال:  (قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ) ، لا أنه كان أحدهما؛ فعلى ذلك الأول وما يشبه ذلك، واللَّه أعلم. </p><p> وقوله:  (فَجَعَلْنَاهُمْ أَحَادِيثَ) . </p><p> أي: أهلكناهم كل إهلاك؛ حتى صاروا عظة وعبرة لمن بعدهم. </p><p> وقال:  (فَجَعَلْنَاهُمْ أَحَادِيثَ) للناس؛ على حقيقة الحديث، يتحدثون بأمرهم وشأنهم. </p><p> (وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ) . </p><p> أي: فرقناهم كل تفريق، أي: في كل وجه التفريق؛ حتى وقع بعضهم بمكة، وبعضهم بالمدينة، وبعضهم بالشام، وبعضهم بالبحرين وعمان، ونحوه واللَّه أعلم. </p><p> وقوله:  (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ) . </p><p> يحتمل أن يكون الصبار والشكور هو المؤمن؛ كأنه قال: إن في ذلك لعبرًا وعظات لكل مؤمن. </p><p> أو آيات لكل صبار على طاعة اللَّه وأمره، شكور لنعمه. </p><p> أو آيات لكل صبار على البلايا والمحارم، شكور لنعم اللَّه. </p><p> ثم يخرج على وجهين: </p><p> أحدهما: في الاعتقاد له. </p><p> والثاني: في المعاملة. </p><p> يعتقد الصبر لربه على جميع أوامره ونواهيه، والشكر له على جميع نعمائه، </p>"
}