{
  "id": null,
  "sura": 34,
  "aya": 26,
  "text": "<p> وقوله:  (قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ (٢٦) </p><p> هذا - واللَّه أعلم - صلة ما تقدم من قوله:  (قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ) ، وصلة قوله:  (قُلْ لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا) ؛ كأنهم قالوا لرسول اللَّه وأصحابه: إنا لعلى هدى، وأنتم على ضلال مبين؛ فقال عند ذلك جوابًا لهم:  (قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا) ، أي: يجمع بيننا، (ثُمَّ يَفْتَحُ بَيْنَنَا) ، أي: يقضي بيننا بالحق: من منا على الهدى؟ ومن منا على الضلال نحن أو أنتم؟ (وَهُوَ الْفَتَّاحُ الْعَلِيمُ) ، أي: وهو الحاكم العليم: ما ظهر وما بطن حقيقة، والمفاتحة هي المحاكمة، يقال: هلم حتى نفاتحك إلى فلان، أي: نحاكمك، وذلك جائز في اللغة. </p><p> ويحتمل قوله:  (ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ) ، أي: يكشف كل خفي منا وكل ستير وباطن؛ فيجعله ظاهرا بيننا؛ ليظهر الذي من هو على الحق من الباطل؟ والهدى من الضلال؟ (وَهُوَ الْفَتَّاحُ الْعَلِيمُ) ، أي: الكاشف المظهر العليم، يعلم الظاهر والباطن جميعًا، والإعلان والإسرار جميعًا، واللَّه أعلم. </p><p> وقوله:  (قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكَاءَ كَلَّا بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ (٢٧) </p><p> أي: أروني الذين ألحقتم باللَّه شركاء في تسميتكم الأصنام: آلهة. </p><p> أو أروني الذين ألحقتم به شركاء في العبادة. </p><p> وجائز أن يكون قال ذلك للذين عبدوا الملائكة وأشركوا فيها؛ كأن فيه إضمارا، يقول: أروني الذين ألحقتم به شركاء: هل خلقوا شيئًا؟ أم هل رزقوا؟ أم هل أحيوا؟ أم هل أماتوا؟ فإذا عرفتم أنهم لم يخلقوا، ولم يرزقوا، ولا يقدرون ذلك، وعلمتم أن الله هو خالق ذلك كله، وهو الرزاق؛ فكيف أشركتم من لا يملك ذلك في ألوهيته؟ </p><p> (كَلَّا بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ) . </p><p> منهم من يقول:  (كَلَّا) ردًّا على قولهم: شركاء، أي: ليسوا بشركائي؛ بل هو المتفرد الواحد الحكيم. </p><p> ومنهم من يقول: هو رد على قوله: هل خلقوا شيئًا؟ أم هل رزقوا شيئًا؟ ! يقول:  (كَلَّا) ، أي: لم يخلقوا ولم يرزقوا؛ بل هو اللَّه المتفرد بذلك، واللَّه الموفق. </p><p> قال أَبُو عَوْسَجَةَ:  (فُزِّعَ) : ذهب. </p><p> وقَالَ الْقُتَبِيُّ:  (فُزِّعَ) : خفف. </p>"
}