{
  "id": null,
  "sura": 34,
  "aya": 37,
  "text": "<p> قولهم:  (نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا. . .) الآية، ويبين أن التقتير والتوسيع ليس لفضل ولا لقدر ولا لنعمة ولا لخيانة ولا لذنب؛ ولكن للامتحان، واللَّه أعلم. </p><p> وقوله:  (وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى ... (٣٧) </p><p> ولكن ما ذكر؛ حيث قال:  (إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا) . </p><p> أي: ذلك الذي يقرب عندنا زلفى من أتى به، سواء كان له مال وولد أو لم يكن. </p><p> (فَأُولَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا) . </p><p> من الناس من احتج بتفضيل الغناء على الفقر بهذه الآية، يقول: أخبر أن لهم جزاء الضعف إذا آمنوا وعملوا الصالحات بالأموال التي أعطاهم، وأما الفقير فليس له ذلك؛ إذ ليس له عنده كل ما يضاعف له، أو كلام يشبه هذا. </p><p> وأما عندنا \" أن قوله:  (فَأُولَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا) لهم جزاء الضعف للصالحات والحسنات التي عملوها؛ لأن اللَّه وعد أن يجزي لكل من عمل بحسنة أو صالحة - عشر أمثالها، وذلك جزاء الضعف له، وذلك للغني والفقير جميعًا. </p><p> وذكرنا في غير موضع أن التكلم في فضل الغناء على الفقر والفقر على الغناء كلام لا معنى له؛ لأنهما شيئان لا صنع لأحد في ذلك يمتحنان في تلك الأحوال: أحدهما بالشكر، والآخر بالصبر؛ فمن وفَّى بما امتحن هو في تلك الحال، فهو أفضل ممن لم يَفِ بذلك، وبه يستوجب الفضل إن استوجب، فأمَّا بنفس تلك الحال فلا، لكن من يفضل الغناء على الفقر يذهب إلى أن اللَّه - تعالى - سمى الضيق: بلاء وشرًّا في غير موضع من القرآن، وسمى السعة: خيرًا ونعمة وحسنة في غير موضع، ولا شك أن الخير والحسنة أفضل وأحمد من الشر والسيئة؛ فلو لم يكن هذا شرًّا وسيئة في الحقيقة - لم يسمه بذلك، ولو لم يكن هذا خيرا - لم يسمه. </p><p> ومن يقول بتفضيل الفقر يذهب إلى أن الغني إذا أعطى وبذل إنما استوجب ذلك الفضل؛ لما يفقر نفسه ويحوج، وأصله ما ذكرنا. </p><p> وقوله:  (وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ) . </p><p> من صاحبه النعمة، ويحزنه، واللَّه أعلم. </p><p> وقوله:  (وَالَّذِينَ يَسْعَوْنَ فِي آيَاتِنَا مُعَاجِزِينَ أُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ (٣٨) </p><p> أي: يسعون في آياتنا سعي من يكون معاجزا، لا سعي من لا يكون، وهو ما قال:  (أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ) ، أي: يعملون عمل من يحسب أنه يسبق، لا عمل من لا يسبق، وهو كقوله:  (يُخَادِعُونَ اللَّهَ) ، لا أحد يقصد قصد </p>"
}