{
  "id": null,
  "sura": 34,
  "aya": 50,
  "text": "<p> شيئًا ولا تحييه ولا تميته؛ كقوله:  (وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا) . </p><p> وقَالَ بَعْضُهُمْ:  (وَمَا يُبْدِئُ) الشيطان الخلق فيخلقهم (وَمَا يعُيدُ) خلقهم في الآخرة فيبعثهم بعد الموت، بل اللَّه يفعل ذلك. </p><p> أو أن يكون قوله:  (قُلْ جَاءَ الْحَقُّ) أي: حجج الحق، (وَمَا يُبْدِئُ الْبَاطِلُ) ، وما أبدأ الباطل، أي: لا يقذف بحجج الحق علام الغيوب: </p><p> قَالَ بَعْضُهُمْ: هو ما ذكر في آية أخرى: (بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ. . .) إلى آخر الآية، قال: يزهق الباطل ويثبت الحق، أي: نقذف بالحق على الباطل فيهلك الباطل، ويثبت الحق، وهو أيضًا ما ذكر:  (فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ) . </p><p> وقوله:  (قُلْ إِنْ ضَلَلْتُ ... (٥٠) بكسر اللام ونصبها كلاهما لغتان. </p><p> قال الكسائي: تقول العرب: ضَلَّ يَضَل ضلالة، وضَلَّ يَضِلُّ بالخفض والنصب جميعًا. </p><p> ثم قوله:  (إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي) يخرج على وجهين: </p><p> أحدهما: إن ضللت فإنما يكون ضرر ضلالي على نفسي، لا يكون على اللَّه من ذلك شيء؛ كقوله:  (إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا) ، وقوله: </p><p> (مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا) . </p><p> والثاني: إنا ضللت فإنما يكون ذلك على نفسي، ولا يكون على أنفسكم من ضلالي شيء؛ كقوله:  (قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ) ، ونحوه. </p><p> وقوله:  (وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي) ، هذا يخرج أيضًا على وجهين: </p><p> أحدهما: وإن اهتديت إلى طاعة اللَّه وشرائع الدِّين فَبِمَا يُوحِي إِلَيَّ رَبِّي في ذلك، أي: فبوحيه اهتديتا إلى ذلك. </p><p> والثاني: وإن اهتديت إلى دينه وهدايته فبتوفيقه إياي وعصمته اهتديت، أضاف الهداية إلى اللَّه والضلال إلى نفسه، فهو لما ذكرنا أن كان من اللَّه إليه لطف في ذلك ليس ذلك في الضلال، وعلى قول المعتزلة يجيء أن يكون المعنى فيها واحدًا؛ لأنهم يقولون: إنه لا يكون من اللَّه سوى الأمر، والنهي؛ فلا يكون منه إليه في الهداية إلا كما كان منه إليه في الضلال، واللَّه أعلم. </p><p> وقوله:  (إِنَّهُ سَمِيعٌ قَرِيبٌ) . </p>"
}