{
  "id": null,
  "sura": 34,
  "aya": 32,
  "text": "<p> ذلك:  (وَلَوْ تَرَى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ) . </p><p> أي: محبوسون عند ربهم، أي: على محاسبة ما كان منهم من العناد والمكابرة والتكذيب، أي: لو رأيتهم ما فيهم من الذل والهوان والخضوع لرحمتهم ولأخذتك الرأفة لهم، واللَّه أعلم. </p><p> وقوله:  (يَرْجِعُ بَعْضُهُمْ إِلَى بَعْضٍ الْقَوْلَ) . </p><p> أي: يلوم بإضهم بعضا؛ فيقولون ما ذكر. </p><p> (يَقُولُ الَّذِينَ اسْتُضْعِفُوا) ، أي: السفلة والأتباع، (لِلَّذِينَ اسْتَكْبَرُوا) ، أي: القادة منهم والرؤساء، (لَوْلَا أَنْتُمْ) فيما صرفتمونا عن دين اللَّه وصددتمونا عنه، (لَكُنَّا مُؤْمِنِينَ) به تابعين له؛ لأنهم كانوا يصدرون لآرائهم ويقبلون قولهم؛ لما هم كانوا أهل شرف ومعرفة، والسفلة لا، فيقولون: لولا أنتم لكنا نتبع رأي أنفسنا، فنؤمن به، لكن قلتم لنا: إنه كذب، وإنه افتراء، وإنه سحر؛ فنحن صدقناكم في ذلك. </p><p> (قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءَكُمْ بَلْ كُنْتُمْ مُجْرِمِينَ (٣٢) قوله: (أَنَحْنُ صَدَدْنَاكُمْ) هو على التقرير، أي: لم نصدكم، وإن كان ظاهره استفهامًا، ولكن أنتم بأنفسكم تركتم اتباعه؛ لأن الرؤساء منهم كانوا يقولون للأتباع:  (مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ) ، أخبروا أنه بشر مثلهم، ثم أخبروهم: أنكم إذا أطعتم بشرًا مثلكم إذًا تكونوا خاسرين، ونحن بشر، فكيف اتبعتمونا وأطعتمونا؟. </p><p> (بَلْ كُنْتُمْ مُجْرِمِينَ) . </p><p> في اتباعكم بما اتبعتموه. </p><p> أو أن يكون قوله:  (لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ) ، أي: لولا تلبيسكم علينا وتمويهكم أن الرسل كذبة، وأنهم سحرة فيما يقولون ويدعون، وأنهم يفترون على اللَّه - وإلا لكنا مؤمنين. </p><p> والثاني: لولا منعكم إيانا عن النظر والتفكر في أمورهم، والتأمل في الحجج والآيات لكنا مؤمنين؛ هذا قول الأتباع للرؤساء. </p><p> ثم أجاب لهم الرؤساء فقالوا:  (أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءَكُمْ بَلْ كُنْتُمْ مُجْرِمِينَ) ، يقولون - واللَّه أعلم -: إن صددناكم ومنعناكم عن اتباعهم ظاهرًا وعلانية؛ فمتى منعناكم سرا من غير أن نطلع ونعلم نحن بذلك. </p><p> أو ما ذكرنا من قوله:  (وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ) ، </p>"
}