{
  "id": null,
  "sura": 34,
  "aya": 9,
  "text": "<p> وَقَالَ الَّذِينَ كَفَرُوا هَلْ نَدُلُّكُمْ عَلَى رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ (٧) قوله: (إِذَا مُزِّقْتُمْ) يحتمل أن قالوا: النبي، يقول: إذا تفرقت جوارحكم وأعضاؤكم تكونوا خلقًا جديدًا، فإن كان على هذا فهو - واللَّه أعلم - كان من أهل الدهر ذلك القول؛ لأنهم يقولون بقدم العالم، ولا يقولون بفنائه؛ لأن أهل مكة كانوا فريقين: فرقة تذهب مذهب أهل الدهر، وفرقة يقولون بحدث العالم، ويقرون بفنائه، لكنهم ينكرون إحياءه بعد الفناء. فإن كان ذلك من هَؤُلَاءِ؛ فيكون قوله:  (يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ) ، أي: إذا ذهبت أجسادكم، وفنيت اللحوم والعظام، وكنتم رمادًا ورفاتا (إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ) ، أي تكونون خلقا جديدا، يخرج ذلك منهم على أحد وجهين: إما على استبعاد ذلك في أوهامهم وعقولهم، أي: لا يكون ذلك. </p><p> أو على التعجب: أن كيف يكون ذلك؟ ! فقال عند ذلك:  (أَفْتَرَى عَلَى اللَّهِ كَذِبًا أَمْ بِهِ جِنَّةٌ بَلِ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ فِي الْعَذَابِ وَالضَّلَالِ الْبَعِيدِ (٨) </p><p> يقولون: أفترى مُحَمَّد على اللَّه كذبا أم به جنون؟ إذ لم نسمع ذلك من أحد من قبل، ولا رأينا ذلك أنه كان ما ذكر، فرد اللَّه ذلك عليهم وقال:  (بَلِ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ) ، أي: بالبعث والإحياء بعد الموت - هم المفترون على اللَّه، هم (فِي الْعَذَابِ وَالضَّلَالِ الْبَعِيدِ) . </p><p> جزاء قولهم: أم به جنون؟ يقول: بل هم في ضلال بعيد، الضلال البعيد: كأنه هو الذي لا يرجع إلى الهدى أبدًا؛ فتكون الآية في قوم: علم اللَّه أنهم يختمون على الضلال، ولا يؤمنون أبدًا؛ فيكون في ذلك دلالة إثبات الرسالة. </p><p> وقوله:  (أَفَلَمْ يَرَوْا إِلَى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِنَ السَّمَاءِ وَالْأَرْضِ إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ إِنَّ فِي ذَلِكَ لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ (٩) </p><p> قد ذكرنا قوله: </p><p> (أَفَلَمْ يَرَوْا) ؛ (أَلَمْ تَرَوْا) ، ونحوه أنه يخرج على وجهين: </p><p> أحدهما: قد رأوا على الخبر. </p><p> والثاني: على الأمر: أن انظروا (إِلَى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِنَ السَّمَاءِ وَالْأَرْضِ) . </p><p> ثم يقول بعضهم لبعض: حيثما قدم الإنسان رأى بين يديه من السماء مثل السماء التي يرى خلفه، وكذلك الأرض. </p><p> وقتادة يقول: لينظروا كيف أحاطت بهم السماء والأرض، وهما واحد. </p><p> (إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ) ، كما خسفنا بمن كان قبلهم، (أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ) . </p>"
}