{
  "id": null,
  "sura": 34,
  "aya": 40,
  "text": "<p> يصل رحمه زاد في عمره في الأصل ما لو يعلم أنه لا يصل رحمه، لكان يجعل عمره دون ذلك؛ فعلى ذلك الأول. </p><p> وروي عن جابر بن عبد اللَّه قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" وكل معروف صدقة، وما أنفق المرء على نفسه وأهله، أو وقى به عرضه فهو له صدقة، وكل نفقة أنفقها مؤمن؛ فعلى اللَّه خلفها ضامنا، إلا نفقة في معصية أو نفقة في بنيان \" ، أي: لا يحتاج إليه. </p><p> * * * </p><p> قوله تعالى:  (وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ (٤٠) قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ (٤١) فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ النَّارِ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ (٤٢) </p><p> وقوله:  (وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا) : الملائكة ومن عندهم، ثم نقول للملائكة:  (أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ. قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ ... (٤١) لأنه قال لهم: (أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ) . </p><p> ليس قول الملائكة فيما خاطبهم ربهم لما خوطبوا بقوله:  (أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ) ؛ حيث قالوا:  (سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ) ؛ لأنه قال لهم:  (أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ) ؛ فجوابهم أن يقولوا: بلى أو لا، فأما أن يكون قولهم:  (سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ) أعلم منا - (بَلْ كَانُوا يَعْبُدُونَ. . .) الآية - جوابًا لذلك؛ فلا يحتمل إلا أن يقال: إن أُولَئِكَ الكفرة ادعوا على الملائكة الأمر لهم بالعبادة إياهم دون اللَّه؛ فهنالك يحتمل أن يقول: أهَؤُلَاءِ عن أمركم عبدوكم؛ فعند ذلك قالو:  (سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ) ، ونحن براء منهم، ما أمرناهم بعبادتنا، وأنت أعلم منا، بل كانوا يعبدون الجن؛ بل كانوا أطاعوا أمر الجن والشياطين في ذلك؛ إذ لو كنا أمرناهم بذلك - لم نكن أولياءك، ولا كنت أنت ولينا من دونه، وهذا كما يقول لعيسى؛ حيث قال اللَّه:  (أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ) ، وقد كان علم - جل وعلا - أنه لم يقل ذلك، ولكن كأن أُولَئِكَ ادعوا عليه الأمر والقول لهم في ذلك، فذكر ذلك لعيسى؛ تعييرًا لهم وتوبيخا على صنيعهم، وإظهارًا لكذبهم في دعواهم؛ فعلى ذلك الأول يحتمل أن يخرج على ذلك، واللَّه أعلم. </p><p> وقوله:  (بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ) . </p><p> هم كانوا لا يقصدون عبادة الجن؛ ولكن لما بأمرهم كانوا يعبدون ما يعبدون؛ نسب العبادة إليهم كقوله:  (يَا بَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ) ، وهو كقول </p>"
}