{
  "id": null,
  "sura": 34,
  "aya": 22,
  "text": "<p> اللَّه للمؤمنين مقابل ذلك حججا يدفعون بها شبهه وتمويهاته. </p><p> وقوله:  (إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ) . </p><p> هذا يخرج على وجوه: </p><p> أحدها: ليعلم كائنا ما قد علمه غائبا عنهم. </p><p> والثالث: يكني بالعلم عن معلومه، أي: ليكون المعلوم، وذلك جائز في اللغة؛ كقوله:  (حَتَّى يَأْتِيَكَ الْيَقِينُ) ، أي: الموقن به، وذلك كثير في القرآن. </p><p> وقوله:  (وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفِيظٌ) . </p><p> من الإيمان والشرك وغيره من الأعمال، حفيظ عالم به. </p><p> * * * </p><p> قوله تعالى:  (قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ (٢٢) وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ (٢٣) قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ (٢٤) قُلْ لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ (٢٥) قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ (٢٦) قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكَاءَ كَلَّا بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ (٢٧) </p><p> وقوله:  (قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ) . </p><p> أنهم آلهة: الملائكة والأصنام ومن عبدوهم من دونه: هل يملكون لكم شيئًا من دفع ضر أو جز نفع؟! </p><p> فيقول:  (لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ) ، ولا أصغر من ذلك ولا أكبر؛ فكيف تسمونها: آلهة. </p><p> أو أن يقول:  (قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ) أنها آلهة؛ فليكشفوا عنكم الضر الذي نزل بكم من الجوع وغيره؛ كقوله:  (هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ) ؛ فالجواب لذلك أن يقولوا: لا يملكون مثقال ذرة ولا أصغر ولا أكبر؛ فكيف يذكرون ما ذكر؟! يذكر - واللَّه أعلم - سفههم وفرطهم في عبادتهم من يعلمون أنه لا يضر ولا ينفع، وتسميتهم إياها آلهة. </p>"
}