{
  "id": null,
  "sura": 34,
  "aya": 45,
  "text": "<p> والإيضاح له أنه الحق، وأنه من عند اللَّه جاء، وهو الآيات والبراهين التي جاءت له أنه حق وأنه من عند اللَّه جاء، لا أنه مفترى وإفك وسحر ما تزعمون، ولم تزعموا، ولم يزل طعن أُولَئِكَ الكفرة في الآيات والحجج: بأنها سحر، وأنها إفك، وأنها مفترى، يلبسون بذلك على أُولَئِكَ الأتباع والسفلة، ويموهون عليهم ويغرون؛ لئلا يتبعوه، ويستسلموا لهم، واللَّه أعلم. </p><p> وقوله (وَمَا آتَيْنَاهُمْ مِنْ كُتُبٍ يَدْرُسُونَهَا وَمَا أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ مِنْ نَذِيرٍ (٤٤) وهو - واللَّه أعلم - صلة (مَا هَذَا إِلَّا رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آبَاؤُكُمْ) وقالوا (مَا هَذَا إِلَّا إِفْكٌ مُفْتَرًى) ، وقولهم:  (إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ) ، يقول - واللَّه أعلم - جوابًا لقولهم:  (وَمَا آتَيْنَاهُمْ مِنْ كُتُبٍ يَدْرُسُونَهَا) فتخبرهم أن ما يقول مُحَمَّد إفك مفترى، ولا أرسلنا إليهم أيضًا من قبله رسولا يخبرهم: أنه كذب مفترى، وظهور الكذب في القول والخبر إنما يكون بأحد هذين الأمرين إما بكتاب أو نبي، وهم لا يؤمنون بكتاب ولا نبي، فكيف يدعون عليه الكذب والافتراء؟! يخبر عن سفههم وقلة عقولهم وعنادهم بعدما خصهم - عَزَّ وَجَلَّ - وفضلهم على غيرهم من البشر؛ حيث بعث الرسول منهم ومن أنفسهم، والكتاب على لسانهم وبلغتهم بعد قسمهم: إنه لو بعث إليهم نذيرًا ورسولا اتبعوه حيث قالوا: (وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَمِ فَلَمَّا جَاءَهُمْ نَذِيرٌ) ، لم يؤمنوا به، ولم يعرفوا منة اللَّه عليهم وخصوصيتهم فيما خصهم، واللَّه أعلم. </p><p> وقوله:  (وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ ... (٤٥) </p><p> يذكر رسوله ويصبره على تكذيب أُولَئِكَ له، يقول: قد كذب الذين كانوا من قبلهم رسلهم، لست أنت بأول مكذب بل كذب إخوانك من قبل، واللَّه أعلم. </p><p> وقوله:  (وَمَا بَلَغُوا مِعْشَارَ مَا آتَيْنَاهُمْ) . </p><p> يقول - واللَّه أعلم -: لم يبلغ هَؤُلَاءِ الذين كذبوك عشر أُولَئِكَ في القوة والغناء والفضل والعلم والأتباع والأعوان وغير ذلك مع ما كانوا كذلك لم يقوموا في دفع العذاب الذي نزل بهم بالتكذيب عن أنفسهم، فقومك الذين هم دون أُولَئِكَ بما ذكروا أحق ألا يقوموا لدفع العذاب عن أنفسهم إذا نزل بهم بالتكذيب. </p><p> وقوله:  (فَكَذَّبُوا رُسُلِي فَكَيْفَ كَانَ نَكِيرِ) . </p><p> يقول - واللَّه أعلم -: أليس وجدوا عذابي حقا. </p><p> قال الزجاج: هو \" نكيري \" بالياء، لكن طرحت الياء؛ لأنه آخر الآية وختمها، فأبقيت </p>"
}