{
  "id": null,
  "sura": 35,
  "aya": 32,
  "text": "<p> وقوله:  (إِنَّ اللَّهَ بِعِبَادِهِ لَخَبِيرٌ بَصِيرٌ) . </p><p> أي:  (لَخَبِيرٌ بَصِيرٌ) بما به مصالحهم، أو (لَخَبِيرٌ بَصِيرٌ) ، أي: على علم وبصيرة منه بتكذيب القوم رسلهم بعث الرسل إليهم لا عن جهل منه بذلك، وذلك لا يخرجه عن الحكمة كما قال بعض الملاحدة: إن ليس بحكيم من بعث الرسل إلى من يعلم أنه يكذبه ويرد رسالته، فهذا لو كان بعث الرسل لحاجة المرسل ولمنفعته يكون إرساله وبعثه إلى من يعلم أنه يكذبه ويرد رسالته عبثًا، فأمَّا اللَّه - سبحانه وتعالى - يتعالى عن أن يرسل الرسل لحاجة له أو لمنفعة بل لحاجة المبعوث إليه والمرسل إليه؛ فلم يخرج علمه برده وتكذيبه عن الحكمة، والتوفيق باللَّه. </p><p> أو أن يكون قوله:  (لَخَبِيرٌ بَصِيرٌ) يخرج عن الوعيد، أي: عالم بأحوالهم وأفعالهم؛ ليكونوا أبدًا على حذر ومراقبة، واللَّه أعلم. </p><p> وقوله:  (ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ (٣٢) </p><p> اختلف فيه: </p><p> قَالَ بَعْضُهُمْ:  (فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ) هو ممن أخبر أنه اصطفاه للهدى من متبعي مُحَمَّد، وهم أصحاب الكبائر في قول بعض. </p><p> وقَالَ بَعْضُهُمْ: هم أصحاب الصغائر. </p><p> وقَالَ بَعْضُهُمْ: هم أصحاب الصغائر والكبائر جميعًا. </p><p> ومنهم من يقول: هو في الناس جميعًا المتبع له وغير المتبع. </p><p> ثم اختلف في قوله:  (ظَالِمٌ لِنَفْسِهِ) : </p><p> قَالَ بَعْضُهُمْ: هو المنافق الذي أظهر الموافقة لرسوله وأضمر الخلاف له. </p><p> وقَالَ بَعْضُهُمْ: هم اليهود والنصارى، فقد آمنوا قبل أن يبعث فلما بعث كفروا به. </p><p> وقَالَ بَعْضُهُمْ: هم المشركون وقد أقسموا أنه لو جاءهم نذير: (لَيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَمِ) . </p><p> فهَؤُلَاءِ كلهم في النار، وما ذكر من الاصطفاء والاختيار على قول هَؤُلَاءِ يكون لرسول اللَّه؛ حيث بعث إليهم؛ ليدعوهم إلى توحيد اللَّه. </p><p> والأشبه أن يكون قوله:  (فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ) من أمته من متبعي الرسول ما روي في </p><p> الخبر عن أبي الدرداء رَضِيَ اللَّهُ عَنْهُ - إن ثبت - قال:  \" تلا رسول اللَّه هذه الآية فقال: أما السابق بالخيرات فيدخل الجنة بغير حساب، وأما المقتصد فيحاسب حسابًا يسيرًا ثم يدخل الجنة؛ أما الظالم لنفسه فيحبس حتى يظن أنه لن ينجو ثم تناله الرحمة فيدخل الجنة \" ، ثم قال رسول اللَّه: وهم الذين قالوا: (الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ. . .) الآية. وكذلك روي عن أنس وعائشة عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فإن ثبت عنه فهو تأويل الآية، وتفسير الظالم من أهل التوحيد والملة. </p><p> والمقتصد: قَالَ بَعْضُهُمْ: هو الذي يخلط عملا صالحًا بعمل سيئ؛ كقوله:  (وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا) . </p><p> وقَالَ بَعْضُهُمْ: هو الذي يقوم بأداء الفرائض والأركان وأما غيره فلا. </p><p> والسابق يخرج على وجهين: </p><p> أحدهما: سابق بالخيرات كلها لا تقصير فيه ولا نقصان. </p><p> أو سابق بالخيرات فيه تقصير ونقصان، وقد ذكرنا هَؤُلَاءِ الفرق الثلاثة في غير موضع:  (وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ. . .) الآية، ثم قال:  (وَ (وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ) ، (وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ) ، فالذين اعترفوا بذنوبهم هم المقتصد، والآخرون هم الظالم لنفسه. </p><p> وقال في موضع آخر:  (وَالسَّابِقُونَ السَّابِقُونَ (١٠) أُولَئِكَ الْمُقَرَّبُونَ (١١) فِي جَنَّاتِ النَّعِيمِ). </p><p> وقال:  (وَأَصْحَابُ الْيَمِينِ مَا أَصْحَابُ الْيَمِينِ (٢٧) فِي سِدْرٍ مَخْضُودٍ)، إلى آخر ما ذكر، وقال:  (وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ) - ففي ظاهر هذا أن أصحاب الشمال المكذبون؛ حيث ذكر في آخر هذه السورة الفرق الثلاثة حيث قال:  (فَأَمَّا إِنْ كَانَ مِنَ الْمُقَرَّبِينَ (٨٨) فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ (٨٩) وَأَمَّا إِنْ كَانَ مِنْ أَصْحَابِ الْيَمِينِ (٩٠) فَسَلَامٌ لَكَ مِنْ أَصْحَابِ الْيَمِينِ (٩١) وَأَمَّا إِنْ كَانَ مِنَ الْمُكَذِّبِينَ الضَّالِّينَ). </p><p> ففي ظاهر هذا أن الظالم لنفسه هو المكذب والكافر في قوله: </p><p> (وَأَصْحَابُ الشِّمَالِ) ، في ظاهر ما ذكر في سورة التوبة أنه من أهل التوحيد حيث </p>"
}