{
  "id": null,
  "sura": 35,
  "aya": 23,
  "text": "<p> كان بيانًا على ما تقوله المعتزلة لهدى من أَحبَّ وقد أحب فلم يهتد؛ دل أن عند اللَّه شيئًا لو أعطى ذلك لاهتدى، ولم يكن ذلك عند رسوله وهو التوفيق والعصمة، وهذا ينقض على المعتزلة قولهم: إن اللَّه قد أعطى كل كافر ما به يهتدي لكنه لم يهتد. </p><p> ثم لا يحتمل قوله:  (إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشَاءُ) على القسر والقهر دل أنه لا يحتمل. </p><p> وقوله:  (إِنْ أَنْتَ إِلَّا نَذِيرٌ (٢٣) </p><p> هذا يحتمل وجهين: </p><p> أحدهما: ليس عليك إلا الإنذار باللسان؛ كقوله:  (إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ) ، وقوله:  (مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ) ، وأنت لا تؤاخذ بتركهم قبول الإنذار؛ كقوله:  (مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ. . .) الآية، وقوله:  (فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ. . .) الآية. </p><p> ويحتمل الإنذار بالسيف بأمره إياه بالقتال معهم حتى يؤمنوا، وإن كان على هذا فهو يحتمل النسخ؛ يؤمر بالقتال في وقت، ولا يؤمر في وقت، وأمّا النذارة باللسان فهو لا يحتمل النسخ أبدًا. واللَّه أعلم. </p><p> وقوله:  (إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ (٢٤) يحتمل قوله: (بِالْحَقِّ) أي: بالتوحيد، أي: أرسلناك لتدعو الناس إلى توحيد اللَّه، أو أرسلناك بالحق، أي: بالحق الذي لله عليهم وما لبعض على بعض. </p><p> أو (أَزسَلْتَكَ بِالْحَقِّ) أي: للحق وهو البعث الذي هو كائن لا محالة. </p><p> وقوله:  (بَشِيرًا وَنَذِيرًا) . </p><p> أي: بَشِيرًا بالجنة لمن آمن باللَّه وأجابك، ونذيرًا بالنار لمن عصاه وخالف أمره وترك إجابته، هذا يدل على أنه لم يرد في قوله:  (وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ) خاصة ليس ببشير. </p><p> وقوله:  (وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ) . </p><p> قَالَ بَعْضُهُمْ: ليس من أصناف الخلق وجواهرهم على اختلاف جواهرهم وأصنافهم إلا وقد خلا لهم نذير؛ ليأمر وينهى ويمنع ويبيح؛ كلقوله:  (وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ. . .) الآية، أخبر أن الخلق على اختلاف أصنافهم وجواهرهم أمم أمثالهم البشر، فيتحملون ما يتحمل البشر من الأمر والنهي والنذارة والبشارة. </p><p> وقَالَ بَعْضُهُمْ: ذلك راجع إلى الجن والإنس خاصة ليس إلى الكل؛ لأنهما هما المخصوصان بالخطاب والنطق والعقل وغير ذلك، وفيهما ظهر بعث الرسل والنذر، ولم </p>"
}