{
  "id": null,
  "sura": 35,
  "aya": 38,
  "text": "<p> وقَالَ بَعْضُهُمْ:  (وَجَاءَكُمُ النَّذِيرُ) أي: الشيب، ومعناه - واللَّه أعلم - أي: قد رأيتم وعاينتم تغير الأحوال في أنفسكم من حال إلى حال: من حال الصغر إلى الكبر من الشباب إلى الشيب، ثم الرد إلى أرذل العمر، فهلا اتعظتم به كما اتعظ أُولَئِكَ، (فَذُوقُوا) ما أنذركم به الرسل (فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ) . </p><p> وقوله:  (إِنَّ اللَّهَ عَالِمُ غَيْبِ السَّمَاوَاتِ وَالْأَرْضِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (٣٨) </p><p> هذا يخرج على وجهين: </p><p> أحدهما: على الوعيد والتخويف، أي: هو عالم بالأشياء التي لم يمتحنها بمحن، ولا أمرها بأمور، ولا نهاها بمناه، فالذين امتحنهم بأنواع المحن، وأمرهم بأوامر، ونهى بمناه - أحق أن يكون عالمًا بهم. </p><p> والثاني: أنه على علم بما يكون من خلق السماوات وأهل الأرض، خلقهم وبعث إليهم الرسل من التكذيب لهم والرد عليهم، لا عن سهو وجهل بما يكون منهم؛ ليعلم أنه إنما بعث إليهم الرسل لحاجة أنفس المبعوث إليهم ولمنفعة لهم في ذلك، لا لحاجة المرسل والباعث ولمنفعة له؛ لذلك خرج البعث إليهم على علم بما يكون منهم من التكذيب والرد للرسالة على الحكمة وفي الشاهد على السفه؛ لأن في الشاهد إنما يبعث الرسل إلى من يبعث لحاجة نفسه ولمنفعة له في ذلك، فخرج البعث إليه على علم منه بالتكذيب والرد عليه سفها وباطلا، ومن اللَّه حكمة وحقًّا، واللَّه أعلم. </p><p> وقوله: [ (إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ) ]. </p><p> وكأن ذات الصدور هم البشر، خصهم بعلم ما يكون منهم؛ لأنهم أهل تمييز وبصر وامتحان، فيخرج ذلك مخرج الوعيد لهم والتحذير، وأما غيرهم من الدواب ونحوها فلا محنة عليهم ولا تمييز لهم؛ لذلك خص هَؤُلَاءِ بذلك، وإن كان عالمًا بالكل بذات الصدور وغير ذات الصدور، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ إِلَّا مَقْتًا وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا (٣٩) قُلْ أَرَأَيْتُمْ شُرَكَاءَكُمُ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ أَمْ آتَيْنَاهُمْ كِتَابًا فَهُمْ عَلَى بَيِّنَتٍ مِنْهُ بَلْ إِنْ يَعِدُ الظَّالِمُونَ بَعْضُهُمْ بَعْضًا إِلَّا غُرُورًا (٤٠) إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا وَلَئِنْ زَالَتَا إِنْ </p>"
}