{
  "id": null,
  "sura": 35,
  "aya": 41,
  "text": "<p> وقوله:  (إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ إِنَّهُ كَانَ حَلِيمًا غَفُورًا (٤١) </p><p> يحتمل أن يكون هذا صلة ما تقدم من قوله:  (أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ) ، فإن كان على هذا فيقول: تعلمون أن اللَّه هو رافع السماوات والأرض والممسك لهما والمانع عن أن تزولا عن أمكانهما، لا يقدر أحد على إعادتهما، ولا أمسكهما سواه، فكيف تعبدون من لا يملك ذلك؟! </p><p> أو أن يكون ذلك قوله:  (تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ. . .) الآية، كادتا أن يتفطرن ويتشققن حين قالوا: لله ولد، وله شريك، فإذا قالوا: اتخذ اللَّه ولدا كادتا أن تزولا من مكانهما، وتسقطا عليهم تعظيمًا؛ لما قالوا في الله سبحانه. </p><p> وجائز أن يكون لا على الصلة بشيء مما ذكرنا ولكن على الابتداء، فإن كان على الابتداء فهو يخبر عن قدرته وسلطانه؛ حيث رفع السماء وأمسكها في الهواء مع غلظها وشدتها بلا عمد من تحت ولا شيء من فوق، يمنعها عن الانحدار والزوال عن مكانها والإقرار على ذلك والتقرير، وفي الشاهد أن ليس في وسع أحد من الخلائق إمساك الشيء في الهواء ولا إقامته إلا بأحد هذين السببين: إما من تحت، وإما من فوق، وكذلك الأرض حيث دحاها وبسطها على الماء، ومن طبعها التسرب والتسفل في الماء لا القرار عليه؛ حيث لا يحفر مكان منها إلا ويخرج منه الماء؛ فدل تقرير الأرض على الماء وإمساك السماء في الهواء بلا شيء يقرهما ويمنعهما عن التسفل والانحدار - أنه الواحد القادر بذاته لا يعجزه شيء. </p><p> وقوله:  (إِنَّهُ كَانَ حَلِيمًا غَفُورًا) . </p><p> قوله تعالى:  (حَلِيمًا) : حين لم يرسل السماوات عليهم؛ لعظيم فريتهم على اللَّه والقول فيه بما لا يليق به - سبحانه وتعالى عما يقول الظالمون علوا كبيرًا - وحيث لم يعجل بعقوبتهم في الدنيا، (غَفُورًا) : رحيمًا حيث ستر عليهم ذلك، ولم يفضحهم في الدنيا، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَمِ فَلَمَّا جَاءَهُمْ نَذِيرٌ مَا زَادَهُمْ إِلَّا نُفُورًا (٤٢) اسْتِكْبَارًا فِي الْأَرْضِ وَمَكْرَ السَّيِّئِ وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ فَهَلْ يَنْظُرُونَ إِلَّا سُنَّتَ الْأَوَّلِينَ فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا وَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا (٤٣) أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَكَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ إِنَّهُ كَانَ عَلِيمًا قَدِيرًا (٤٤) وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ </p>"
}