{
  "id": null,
  "sura": 35,
  "aya": 39,
  "text": "<p> أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ إِنَّهُ كَانَ حَلِيمًا غَفُورًا (٤١) </p><p> وقوله:  (هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ ... (٣٩) </p><p> فإن كان المخاطبون به أصحاب رسول اللَّه وأمته، فيخبر أنه جعلهم خلائف من تقدم منهم من القرون والأمم الماضية بعد ما أهلكوا أو استؤصلوا، وإن كان المخاطبون به بني آدم كلهم فيخبر أنكم خلف من تقدمكم من الجن والملائكة، لأنه ذكر أن الجن كانوا سكان الأرض قبل بني آدم، فجعلوا خلائف الجن. </p><p> ثم وجه الحكمة في جعل بعض خلائف بعض وإنشاء قرن بعد فناء آخر، وإفناء آخر بعد إنشاء آخر وجوه: </p><p> أحدها: أن يعرفوا أنه إنما أنشأهم لعاقبة تقصد وتتأمل؛ حيث أنشأ قرنًا ثم أفناهم، ثم أنشأ غيرهم، ولو لم يكن في إنشائهم إلا هذا، كان إنشاؤه إياهم للفناء خاصة؛ إذ من بني في الشاهد بناء للنقض والفناء لا لعاقبة تقصد به، كان في بنائه عابثًا سفيها؛ فعلى ذلك إنشاء هَؤُلَاءِ في هذه الدنيا، لو لم يكن لعاقبة كان الإنشاء للفناء، وذلك عبث غير حكمة. </p><p> والثاني: أن يعرفوا أن الدنيا ليست هي دار القرار والمقام، إنما هي مجعولة زادًا للآخرة، وبلغة إليها، ومسلكًا لها، ومنزلا ينزل فيها؛ ثم يرتحل كالمنازل المجعولة للنزول فيها في الأسفار والتزود منها ثم الارتحال، لا للمقام فيها؛ فعلى ذلك الدنيا جعلت لما ذكرنا؛ لئلا يطمئنوا إليها ولا يركنوا ويعملون عمل من يريد الارتحال عنها لا عمل المقيم فيها. </p><p> والثالث: أن يعرفوا أن الآلام التي جعلت فيها واللذات ليست بدائمة أبدًا، بل على شرف الزوال والتحول؛ لأن في الحياة لذة وفي الموت ألمًا، فلا دامت اللذة ولا الألم؛ لأنه أحيا قرنًا ثم أفناهم ثم أحيا قرنًا آخر وأفناهم، فلا دامت اللذة ولا الآلام، ولكن انقضيا؛ ليعلموا أنهما لا يدومان أبدًا، ولكن يزولان. </p><p> والرابع: أن يعتبروا بمن تقدم منهم من القرون: أنه على ماذا يكون الثناء الحسن، ويبقى الأثر والذكر الجميل؟ وبأي عمل ينقطع ويفنى ذلك؛ فمن كان من متبعي الرسل وقادة الخير والتوحيد والطاعة، فبقي له أثر الخير والثناء الحسن والذكر الجميل، ومن كان من أتباع أهل الكفر والشر لم يبق لهم شيء من ذلك؛ ليعملوا بالذي يُبقي لهم الثناء الحسن ويعقب لهم الذكر لا الذي يقطع ذلك، واللَّه أعلم. </p><p> وقوله:  (فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ) . </p><p> أي: عليه ضرر كفره. </p>"
}