{
  "id": null,
  "sura": 35,
  "aya": 11,
  "text": "<p> وقوله:  (وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ) . </p><p> قال عامة أهل التأويل: والذين يعملون السيئات. </p><p> وجائز أن يكون ما ذكر من مكرهم السيئات هو مكرهم برسول اللَّه وأذاهم إياه؛ كقوله:  (وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ. . .) الآية، ويمكر اللَّه بهم في الدنيا بالهلاك والقتل وفي الآخرة بالعذاب الشديد الذي حيث قال:  (لَهُمْ عَذَابٌ شَدِيدٌ وَمَكْرُ أُولَئِكَ هُوَ يَبُورُ) ، أي: هو يهلك؛ من البوار، وهو الهلاك، وهو قتلهم ببدر، واللَّه أعلم. </p><p> وقوله:  (وَاللَّهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجًا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ (١١) </p><p> (خَلَقَكُمْ) ، أي: قدركم مع كثرتكم من أول أمركم إلى آخر ما تنتهون إليه من التراب الذي خلق آدم منه؛ إذ الخلق في اللغة: التقدير. </p><p> وقوله:  (ثُمَّ مِنْ نُطْفَةٍ) . </p><p> أي: قدركم أيضًا مع كثرتكم وعظمكم من تلك النطفة، يخبر عن علمه وتدبيره في تقديره إيانا مع كثرتنا في ذلك التراب وفي تلك النطفة، وإن لم نكن نحن على ما نحن عليه في ذلك التراب والنطفة لا يعجزه شيء. </p><p> أو أن يكون إضافته إيانا إلى ذلك التراب والماء؛ لأنه كان ذلك أصلنا ومبادئ أمورنا، وكان المقصود بخلق ذلك التراب والماء، والأصل هذا الخلق وهو العاقبة، وقد يذكر ويضاف العواقب إلى المبادئ وتنسب إليها إذا كان المقصود من المبادئ العواقب وله نظائر كثيرة، وقد ذكرناه في غير موضع. </p><p> وقوله:  (ثُمَّ جَعَلَكُمْ أَزْوَاجًا) ، أي: خلقكم من ذلك ذكرًا وأنثى ليسكن بعضه إلى بعض، أو جعلكم أزواجًا أصنافًا. </p><p> وفي حرف ابن مسعود:  (واللَّه الذي خلقكم من نفس واحدة ثم جعلكم أزواجًا) ، واللَّه أعلم. </p><p> وقوله:  (وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ) . </p><p> يقول - واللَّه أعلم -: (وَمَا تَحْمِلُ مِنْ أُنْثَى) من أول ما تحمل إلى آخر ما تنتهون إليه (إِلَّا بِعِلْمِهِ) السابق، وكذلك لا تضع كل حامل من أول ما تضع إلى آخر ما ينتهون إليه إلا بعلمه السابق: أنها تحمل كذا في وقت كذا من كذا، وأنها تضع كذا في وقت كذا، </p>"
}