{
  "id": null,
  "sura": 35,
  "aya": 13,
  "text": "<p> فيما تقدم. </p><p> وقوله:  (لِتَبْتَغُوا مِنْ فَضْلِهِ) . </p><p> هذا يدل أن ما يصاب بالأسباب والمكاسب إنما هو فضل اللَّه؛ إذ قد تكتسب ولا يكون منه شيء، واللَّه أعلم. </p><p> وقوله:  (يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ... (١٣) </p><p> يذكر هذا لأهل مكة؛ لإنكارهم الصانع، وإنكارهم البعث، وإنكارهم الرسل؛ لأنهم كانوا فرقًا ثلاثة: منهم من ينكر الصانع والتوحيد، ومنهم من ينكر البعث، ومنهم من ينكر الرسل، ففي الآية دلالة إثبات الصانع وتوحيده، وفيها دلالة البعث والإنشاء بعد الموت، وفيها دلالة إثبات الرسالة: </p><p> أما دلالة إثبات الصانع والوحدانية له: فاتساق الليل والنهار والشمس والقمر وما ذكر، وجريانهما وجريان الأمور كلها على سنن واحد وميزان واحد وقدر واحد، من أول ما كان إلى آخر ما يكون من غير زيادة أو نقصان يدخل فيه، أو تقديم أو تأخير يكون فيه، يدل على أن لذلك كله صانعًا مدبرًا أنشأ ودبر كل شيء على ما كان وحفظه كله على ميزان واحد؛ إذ لو كان ذلك بنفسه لكان لا يجري على حد واحد، بل يتفاوت ويتفاضل، وكذلك لو كان فعل عدد، لكان يتقدم ويتأخر ويتغير ويمتنع ويذهب رأسًا على ما يكون فعل العدد من الملوك: أن ما أراد هذا إثباته أراد الآخر نفيه ومنعه، وما أراد هذا نفيه وإبطاله أراد الآخر إثباته، وذلك معروف فيهم من مخالفة بعض بعضًا؛ فدل اتساق ما ذكرنا وجريانه، على تدبير واحد: أنه فعل واحد وتدبير واحد لا عدد، وباللَّه القوة. </p><p> ودل ذهاب الليل وتلفه بكليته حتى لا يبقى له أثر، وكذلك ذهاب ضوء النهار ونوره، وكذلك الشمس والقمر وإتيان الآخر بعد تلفه أنه بعث؛ إذ لو لم يكن بعث كان تدبير ذلك كله وتقديره لعبًا باطلا، وإن من قدر على هذا يقدر على الإحياء بعد الموت، وأنه لا يعجزه شيء. </p><p> فإن ثبت ما ذكرنا لا يحتمل أن يتركهم سدى لا يأمرهم ولا ينهاهم ولا يمتحنهم بأنواع المحن، فلابد من رسول يأمر وينهى ويخبر عما لهم وعليهم. </p><p> وفيه أن مدبر ذلك كله عليم حكيم، ثم يخبر أن الذي فعل ذلك كله هو ربكم الذي له الملك؛ يقول: الذي فعل هذا كله اللَّه، لا الأصنام التي عبدتم دونه، وسميتموها: آلهة، فكيف صرفتم العبادة إليها والألوهية، وما تعبدون من دونه لا يملكون ما ذكر؟! حيث </p>"
}