{
  "id": null,
  "sura": 35,
  "aya": 29,
  "text": "<p> أي: خططت، ويقال: ثوب جديد وثياب جدد، (وَمِنَ الْجِبَالِ جُدَدٌ) أي: طرائق مختلفة ألوانها بعضها بيض وبعضها غرابيب وهي سود. </p><p> يذكر قدرته وتذكيره أن الجبال مع غلظها وشدتها وارتفاعها جعلها بحيث يتطرق منها في صعودها وهبوطها، فمن قدر على هذا لا يعجزه ولا يخفى عليه شيء. </p><p> أو يذكر نعمه عليهم حيث سخرها لهم؛ ليقضوا فيها حوائجهم فيما بعد عنهم وصعب عليهم، واللَّه أعلم. </p><p> وقوله:  (إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ (٢٨) </p><p> هذا يحتمل وجوهًا: </p><p> أحدها: أن الذي يحقّ على العالم باللَّه أن يكون هو يخشاه؛ لما يعلم من سلطانه وهيبته وقدرته وجلاله. </p><p> والثاني: أن العالم بالبعث والمؤمن به هو يخشى مخالفة اللَّه في أوامره ونواهيه؛ لما يعلم من نقمته وعذابه من خالفه وعصى أمره، فأمّا من لم يعلم بالبعث ولم يؤمن به فلا يخافه؛ كقوله:  (وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا) ، وقوله:  (إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ) ، ونحوه. </p><p> أو أن يكون قوله:  (إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ) عباده من جملة المؤمنين؛ يقول - واللَّه أعلم -: إنما يخشى اللَّه من عباده المؤمنون به، المصدقون عذابه ونقمته، فأمَّا من لم يؤمم ن به فلا يخافه كما ذكرنا في قوله:  (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ) ، إن في ذلك لآيات لكل مؤمن، ويكون الصبار والشكور كناية عن المؤمن؛ فعلى ذلك هذا محتمل. </p><p> وقال أهل التأويل: على التقديم والتأخير، أي: أشد الناس لله خشية أعلمهم باللَّه، والخشية: </p><p> قال الحسن: هي الخوف الدائم اللازم في القلب غير مفارق له، واللَّه أعلم. </p><p> وقوله:  (إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ) . </p><p> قَالَ بَعْضُهُمْ: العزيز: المنتقم من أعدائه، والغفور لذنوب المؤمنين. </p><p> وقَالَ بَعْضُهُمْ: عزيز في ملكه ومن دونه ذليل، غفور، أي: ستور على ذنوب المؤمنين. </p><p> وقوله:  (إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ (٢٩) </p><p> يحتمل ما ذكر من تلاوة الكتاب هاهنا، ما ذكر في آية أخرى قال:  (يَتْلُونَهُ حَقَّ تِلَاوَتِهِ) وأقاموا فيها من الأمر بالصلاة والأمر بالزكاة. </p>"
}