{
  "id": null,
  "sura": 35,
  "aya": 30,
  "text": "<p> أو أن يكون قوله:  (يَتْلُونَ كِتَابَ اللَّهِ) أي: يتبعون كتاب اللَّه فيما فيه مما لهم ومما عليهم، يتبعون كله من الإقدام على الحلال والاجتناب على الحرام، والمشفقون بكتاب اللَّه هم الذين اتبعوا ما فيه من إقامة الصلاة وإنفاق ما رزقوا، فأما من تلا ولم يتبع ما فيه فكأنه لم يتل، وهو كما نفى عنهم هذه الحواس من البصر والسمع واللسان وغيره؛ لتركهم الانتفاع بها وإن كانت لهم تلك الحواس حقيقة، وأثبتها للمؤمن لما انتفع بها وإن لم تكن له تلك حقيقة؛ فعلى ذلك يحتمل الأول، واللَّه أعلم. </p><p> وقوله:  (وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً) . </p><p> يحتمل قوله:  (سِرًّا وَعَلَانِيَةً) في كل حال وكل وقت لا يتركون الإنفاق على كل حال؛ كقوله:  (أُعِدَّتْ لِلْمُتَّقِينَ (١٣٣) الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ)، أي: ينفقون على كل حال. ويحتمل: فلينفقوا مما رزقناهم (سِرًّا وَعَلَانِيَةً) ، أي: يتصدقون الصدقة ظاهرًا وباطنًا، أي: ما ظهر للناس وعلموا به، وما خفي عنهم واستتر؛ لما قصدوا بها وجه اللَّه لا مراءاة الخلق، فمن كان قصده بالخيرات وجه اللَّه لا مراءاة الخلق، فعلمهم به وجهلهم سواء، لا يمتنع عن ذلك أبدًا، واللَّه أعلم. </p><p> وقوله:  (يَرْجُونَ تِجَارَةً لَنْ تَبُورَ) . </p><p> سمى ما يبذل العبد لله: تجارة، وإن كان ذلك له في الحقيقة لطفا منه وإحسانًا، وكذلك ما ذكر من إيفاء الأجر لهم على أعمالهم حيث قال:  (لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ (٣٠) وذلك ليس في الحقيقة أجرًا لما يستوجبون الأجر قبله بتلك الأعمال؛ لما عليهم من الشكر فيما أنعم عليهم من أنواع النعم، ومتى يفرغون عن شكر ما أنعم عليهم حتى يكون ذلك أجرًا لهم، لكنه - عَزَّ وَجَلَّ - بفضله وإنعامه وعد لهم الثواب والأجر على حسناتهم وأعمالهم الصالحات؛ إفضالا منه وإنعامًا منه، وسمى ذلك: تجارة كأن ليس ذلك له في الحقيقة؛ ترغيبًا منه الخلق في ذلك وتحريضًا لهم على ذلك، واللَّه أعلم. </p><p> (وَيَزِيدَهُمْ مِنْ فَضْلِهِ) على ذلك أيضًا. </p><p> وقوله:  (إِنَّهُ غَفُورٌ شَكُورٌ) . </p><p> يحتمل قوله:  (غَفُورٌ) أي: ستور لمساويهم، (شَكُورٌ) أي: مظهر لحسناتهم بإدخاله إياهم الجنة؛ ليعلم أحد أنه كان محسنا لا مسيئًا. </p><p> أو (غَفُورٌ) : يتجاوز عن مساوئهم، (شَكُورٌ) : يقبل اليسير من العمل القليل منهم </p>"
}