{
  "id": null,
  "sura": 35,
  "aya": 18,
  "text": "<p> من الخلق، واللَّه أعلم. </p><p> وقوله:  (إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ (١٦) </p><p> يخبر عن غناه وقدرته، لو شاء أذهبكم لتعلمون أنه لم ينشئكم، ولا أمركم، ولا نهاكم؛ لحاجة نفسه ولا لمنفعة له، ولكن لحاجة أنفسكم. </p><p> وقوله:  (وَمَا ذَلِكَ عَلَى اللَّهِ بِعَزِيزٍ (١٧) </p><p> يحتمل هذا وجهين: </p><p> أحدهما: لا يعز ولا يثقل عليه ذهابكم وفناؤكم؛ لأنه لم ينشئكم لحاجة نفسه فذهابكم وفناؤكم وبقاؤكم عليه واحد. </p><p> والثاني: لا يصعب عليه ولا يعز إذهابكم وإحداثكم، ولا يعجزه شيء، يخبر عن قدرته، واللَّه أعلم. </p><p> وقوله:  (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَى إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ وَمَنْ تَزَكَّى فَإِنَّمَا يَتَزَكَّى لِنَفْسِهِ وَإِلَى اللَّهِ الْمَصِيرُ (١٨) </p><p> كأن هذا صلة قوله:  (اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ. . .) الآية، يؤيسهم ليقطعوا أطماعهم يومئذ عن تناصر بعضهم بعضًا، وتحمل بعضهم مؤن بعض وشفاعة بعضهم بعضا، على ما كانوا يفعلون في الدنيا كان ينصر بعضهم بعضًا في الدنيا إذا أصابهم شيء؛ ويفدي بعضهم عن بعض، ويشفع بعضهم بعضًا، كانوا يحتالون مثل هذا الحيل في الدنيا؛ ليدفعوا عن المتصلين بهم الضرر، فأخبر أن ليس لهم ذلك في الآخرة؛ كقوله:  (وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنْفَعُهَا شَفَاعَةٌ وَلَا هُمْ يُنْصَرُونَ) ، وقوله:  (وَاخْشَوْا يَوْمًا لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا) ، ومثله كثير، يؤيسهم عن أن يكون لهم في الآخرة ذلك، واللَّه أعلم. </p><p> وقوله:  (إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ) </p><p> هذا يخرج على وجهين: </p><p> أحدهما: إنما ينتفع بالإنذار الذين يخشون ربهم بالغيب، فأما من لا يخشى ربه فإنه لا ينتفع به، وإلا كان منذر من اتبع الذكر؛ ومن لم يتبع، ومن خشي ربه ومن لم يخش. </p><p> والثاني: كأنه يقول: إنك تنذر غير الذي اتبع الذكر وغير الذي خشي، فإنما يتبع إنذارك ويقبله الذي خشي ربه واتغ ذكره، واللَّه أعلم. </p><p> وقوله:  (وَمَنْ تَزَكَّى فَإِنَّمَا يَتَزَكَّى لِنَفْسِهِ) ، أي: من عمل خيرًا، فإنما يعمل لنفسه. </p><p> أو من جاء بالتوحيد والأعمال الصالحة فإنما يصلح أمره وعمله يثاب عليه. </p><p> (وَإِلَى اللَّهِ الْمَصِيرُ) . </p>"
}