{
  "id": null,
  "sura": 35,
  "aya": 19,
  "text": "<p> قد ذكرنا في غير موضع فائدة تخصيص ذكر المصير إليه والمرجع إليه في ذلك اليوم، وإن كانوا صائرين إليه في كل وقت. </p><p> وقوله:  (وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ (١٩) وَلَا الظُّلُمَاتُ وَلَا النُّورُ (٢٠) وَلَا الظِّلُّ وَلَا الْحَرُورُ (٢١) وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ ... (٢٢) </p><p> ضرب هذا المثل يخرج على وجوه: </p><p> أحدها: شبه الأصنام التي كانوا يعبدونها بالأعمى والظلمة والميتة والحرور حقيقة؛ لأنها كذلك عميان موتى لا نور فيها؛ يقول: واللَّه إنكم تعلمون أن الذين تعبدون من دون اللَّه عميان لا بصر لهم ولا نور ولا حياة ولا شيء من ذلك، وأن اللَّه هو البصير، ومنه يكون كل خير ونفع، فكيف اخترتم عبادة من هذا سبيله على عبادة اللَّه تعالى؟! وبالله الهداية والعصمة. </p><p> والثاني: شبه أُولَئِكَ الكفرة بالعميان والظلمة والموت وما ذكر، والمؤمن بالبصير والنور والظل والحياة، ليس على إرادة حقيقة البصر والحياة وما ذكر؛ لأن لهم بصرا يبصرون وهم أحياء فيقولون: نحن البصراء والأحياء، وأنتم العميان والأموات، وما ذكر، لكن شبههم بالعميان والموتى؛ لأنه لا حجة لهم ولا برهان على عبادتهم الأصنام، وهم يعلمون أنه لا حجة لهم ولا برهان على ذلك من كتاب أو رسول أو نحوه، إنما هو هوى يهوون ذلك، وللمؤمنين في عبادتهم اللَّه حجة وبرهان، فمن كان له حجة في عبادته فهو بصير حي نور، ومن ليس له ذلك فهو أعمى ميت. </p><p> والثالث: يذكر هذا دلالة على البعث؛ لأنهم يعلمون أن الخلق ليس كلهم على حدّ واحد وحالة واحدة، بل فيهم العميان والبصراء وفيهم الأحياء والأموات وفيهم ما ذكر، وقد استوو جميعًا في منافع هذه الدنيا، وفي الحكمة التفريق بينهم لا الجمع، فلا بد من دار أخرى سوى هذه يفرق بينهم؛ إذ في الحكمة والعقل التفريق لا الجمع، والله أعلم. </p><p> وقوله:  (إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشَاءُ وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ) . </p><p> دل قوله:  (إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشَاءُ) على أن قوله: (وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ) إنما أراد به الكافر، ثم أخبر أن رسوله لا يسمع لما لا يقدر على ذلك، وليس عنده ذلك؛ إذ لو كان بيانا مبينا أو دعاء على ما يقوله المعتزلة، لكان يسمع ويبين ويقدر على ذلك، فإذ لم يقدر رسول اللَّه على ذلك دل أن عند اللَّه لطفًا وشيئًا لم يعطهم، فإذا أعطاهم ذلك اهتدوا وآمنوا؛ وكذلك هذا في قوله:  (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ) ، ولو </p>"
}