{
  "id": null,
  "sura": 35,
  "aya": 25,
  "text": "<p> يظهر ذلك في غيرهما، فكأنه قال: وإن من أمة من هذين من القرون إلا خلا فيها نذير، واللَّه أعلم. </p><p> وقوله:  (وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ وَبِالزُّبُرِ وَبِالْكِتَابِ الْمُنِيرِ (٢٥) </p><p> يعزي رسوله ويصبره على تكذيب قومه إياه، يقول: لست أنت بأول مكذب من الرسل، قد كذب إخوانك الذين من قبل بعد ما جاءوا بالبينات والزبر، أي: بالكتب المنيرة إليهم مع ما جاءهم بذلك فكذبوهم، فصبروا على تكذيبهم، فاصبر أنت أيضًا على تكذيب قومك، واللَّه أعلم. </p><p> وقوله:  (ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا فَكَيْفَ كَانَ نَكِيرِ (٢٦) </p><p> أي: ثم أخذت الذين كذبوا رسلهم بالتكذيب فآخذ قومك على تكذيبهم إليك أيضًا، يذكر هذا له ليصبره على ذلك وينفي حزنه على تكذيبهم إياه. </p><p> أو يذكره زجرًا لقومه على تكذيبهم إياه؛ فينزل بهم من العذاب ما نزل بأُولَئِكَ بالتكذيب. </p><p> وقوله:  (فَكَيْفَ كَانَ نَكِيرِ) . </p><p> قَالَ بَعْضُهُمْ: فكيف كان إنكاري، وقَالَ بَعْضُهُمْ: عذابي. </p><p> ودل قوله:  (وَبِالْكِتَابِ الْمُنِيرِ) على قوله: (اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ) . </p><p> أي: منير السماوات بما سمى الكتاب في غير آي من القرآن: نورًا، هو نورٌ بما ينير القلوب والصدور. </p><p> * * * </p><p> قوله تعالى:  (أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفًا أَلْوَانُهَا وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ (٢٧) وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ (٢٨) إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ (٢٩) لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ (٣٠) </p><p> وقوله:  (أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفًا أَلْوَانُهَا) إلى آخر ما ذكر - فيه فوائد من الحكمة: </p><p> أحدها: أنه جعل - عَزَّ وَجَلَّ - طبع الماء مما يلائم ويوافق طبع هذه الثمرات على اختلاف جواهرها وألوانها؛ حتى يكون حياة كل شيء منها وقوامه بهذا الماء، وكذلك جعل طبع هذا الماء ملائفا موافقًا طباع جميع الخلائق من البشر والدواب والطير والوحش </p>"
}