{
  "id": null,
  "sura": 35,
  "aya": 5,
  "text": "<p> حَسَنًا فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ إِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ (٨) </p><p> وقوله:  (يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ ... (٥) </p><p> قال عامة أهل التأويل:  (إِنَّ وَعْدَ اللَّهِ حَقٌّ) أي: البعث أنه كائن لا محالة. </p><p> وجائز أن يكون قوله:  (وَعْدَ اللَّهِ حَقٌّ) فيما وعد من الثواب على الطاعات، ووعده حق فيما أوعد من العقاب على السيئات أنه يكون، واللَّه الموفق. </p><p> وقوله:  (فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا) . </p><p> معنى قوله:  (فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا) - واللَّه أعلم - أي: لا تشغلنكم الحياة الدنيا عن ذكر الحياة الآخرة، ولا تنسينكم الحياة الدنيا عن حياة الآخرة، وإلا الدنيا لا تغر أحدا في الحقيفة، وكذلك هي ليست بلعب ولا لهو، ولا هي غارَّة، ولكن يُغر أهلها بها لما غفلوا عما جعلت هي وأنشئت، وهو ما ذكرنا: أنها جعلت زادا للآخرة وبلغة إليها، فمن لم يجعلها زادًا ألآخرة ولا بلغة إلى الوصول إلى الآخرة، ولكن جعلها في غير ما جعلت هي وأنشئت وهي الحياة فيها والمقام بها - صارت لعبًا ولهوًا، وصارت غرورًا؛ إذ صيروها كالمنشأة لنفسها لا للآخرة، وهذا كما قال:  (وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ (١٢٤) وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ)، أخبر أن السورة كانت تزيد لأهل الإيمان إيمانا، ولأهل الكفر والنفاق رجسًا وعمى، والسورة لا تزيد رجسًا ولا عمى في الحقيقة؛ لأنه وصف القرآن بأنه نور وأنه هدى ورحمة وبرهان، ولكن صار عمى ورجسًا لمن أعرض عنه وكذب ورده، وأما من تلقاه بالقبول وأقبل عليه، ونظر إليه بالتعظيم والإجلال له والخضوع - فهو له نور وهدى ورحمة؛ فعلى ذلك الدنيا وما فيها من النعم واللذات، إذا جعلها غير ما جعلت هي وأنشئت صارت لعبًا ولهوا وغرورًا، بل لو حمدت هي على ما أنشئت مكان ما ذمت لكان حقًّا وصدقًا؛ لأنها سمي نعيمها: حسنة وخيرًا وصلاحًا ونحوه؛ فلا جائز أن يذم الحسنة والخير، بل حق الذم على أهلها حيث غروا بها وصيروها في غير ما صيرت وجعلت لغفلتهم عما جعلت هي، وصرفهم إياها إلى غير الذي صرفت، وجهلهم بها؛ وعلى ذلك لا يجوز ذم الغناء والسعة والصحة والسلامة؛ لأن ذلك كله نعم من اللَّه أنعمها على الناس؛ فيجب أن ينظروا إلى ما عليهم لله من الشكر فيب ذلك فيؤدوه؛ وكذلك العز والثناء الحسن ونحوه لا يجب أن يذم شيء من ذلك، بل يذم من لم يعرف أن العز فيم؟ إنما العز في طاعة اللَّه والعبادة له لا في </p>"
}