{
  "id": null,
  "sura": 36,
  "aya": 82,
  "text": "<p> منه، وقيل: هو الزيتون الذي يسرج منه. </p><p> وتأويله: أن الشجر الأخضر خضرته إنما تكون من الماء، والماء يطفئ النار، والنار تأكل الحطب والخشب، فمن قدر على الجمع بين المتضادين وحفظ كل واحد منهما عن صاحبه مما السبيل منها التنافر والتدافع - لقادر على البعث، وأنه لا يعجزه شيء. </p><p> وقَالَ بَعْضُهُمْ: قوله: (الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ) هو ما أنشأ لهم من الشجر يتنزهون به ويتلذذون ما دام أخضر، فإذا أدرك وبلغ ينتفعون بثماره وفواكهه، ثم يصير حطبًا يوقدون منه النار ويصطلون، فمن قدر على ما ذكرنا لا يحتمل أن يعجزه شيء، أو من فعل ما ذكر لا يحتمل أن يفعله عبثًا باطلا، فلو كان على ما قاله أُولَئِكَ الكفرة أن لا بعث ولا نشور، كان فعل ذلك عبثًا باطلا، واللَّه أعلم. </p><p> وقوله:  (أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ (٨١) </p><p> يذكر - واللَّه أعلم - أو ليس من قدر على إنشاء السماوات والأرض مبتدأ لا من شيء ولا أصل لا يحتمل أن يعجزه إعادة الخلق وبعثهم. </p><p> أو يقول: إن من قدر على خلق السماوات والأرض وما فيها قادر على أن يخلق مثلهم، وخلق المثل إعادة؛ لأنه إنما يكون بعد هلاك الذين أنشأهم وبعد إماتتهم، ويخلق مثلهم مع بقائهم سواهم، وفي ذلك ابتداء خلق وإعادة؛ فيلزمهم الإقرار بالبعث والقدرة على الإعادة. </p><p> ثم أخبر عن قدرته فقال:  (بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ) . </p><p> أي: هو خلق كل شيء من جواهر الأشياء وأفعالهم. </p><p> أو هو الخلاق في الدنيا والآخرة، (الْعَلِيمُ) يحتمل وجوهًا: </p><p> يحتمل العليم ببعثهم، أو العليم بمصالحهم ومعاشهم وما لا يصلح. </p><p> أو العليم بأحوالهم وأنفسهم ما ظهر منهم وما بطن وما أسروا وما أعلنوا. </p><p> وقوله:  (إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ (٨٢) </p><p> يحتمل: إنما حاله إذا أراد شيئًا (أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ) ، قد ذكرنا معنى هذه الآية فيما تقدم أن كل ما كان ويكون أبدًا لآبدين إنما يكون بـ (كن) الذي كان من غير أن كان منه كاف أو نون أو شيء من ذلك، إنما هو إخبار عن سرعة نفاذ أمره ومشيئته، أو إخبار عن خفة ذلك عليه؛ يقول - واللَّه أعلم -: كما لا يثقل عليكم قول: \" كُن \" ؛ فعلى ذلك لا يثقل على اللَّه ابتداء خلق ولا إعادته ولا شيء من ذلك. </p><p> ثم نزه نفسه وبرأها وذكر تعاليه عما ظن أُولَئِكَ من البعث في خلق شيء وبطلانه، </p>"
}