{
  "id": null,
  "sura": 36,
  "aya": 33,
  "text": "<p> مِنَ الْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ) \". </p><p> أو أن يكون. على إيجاب البعث أن من كذب الرسل ومن صدقهم ومن عمل ما يحمد عليه وما يذم، قد استووا جميعًا في هذه الدنيا، فلابد من دار أخرى يميز بينهما، بين المصدق وبين المكذب، وبين المحمود والمذموم، يؤيد ذلك قوله:  (وَإِنْ كُلٌّ لَمَّا جَمِيعٌ لَدَيْنَا مُحْضَرُونَ (٣٢) وقوله: (لَدَيْنَا) و (عِندَنَا) ونحوه من الظروف خصها بذلك الاسم وإن كانوا في جميع الأوقات كذلك؛ لما ذكرنا أن المقصود من إنشاء هذه تلك ومن هذا العالم الفاني ذلك العالم الباقي؛ إذ لو لم يكن تلك ولا ذلك العالم البافي، لم يكن إنشاء هذه حكمة؛ لأنه يحصل الإنشاء والخلق على الإفناء خاصة وإحداث الشيء للإفناء خاصة لا لعاقبة تقصد عبث باطل. </p><p> * * * </p><p> قوله تعالى:  (وَآيَةٌ لَهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ (٣٣) وَجَعَلْنَا فِيهَا جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ وَفَجَّرْنَا فِيهَا مِنَ الْعُيُونِ (٣٤) لِيَأْكُلُوا مِنْ ثَمَرِهِ وَمَا عَمِلَتْهُ أَيْدِيهِمْ أَفَلَا يَشْكُرُونَ (٣٥) سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الْأَرْضُ وَمِنْ أَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ (٣٦) </p><p> وقوله:  (وَآيَةٌ لَهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا) . </p><p> جائز أن يكون قوله:  (وَآيَةٌ لَهُمُ) أي: آية البعث لهم ما رأوا الأرض ميتة في وقت يابسة لا نبات فيها ولا شيء، ثم رأوها حيّة مخضرة متزينة بأنواع النبات، متلونة بألوان الخارج منها، فيخبر أن من قدر على هذا لقادر على إحياء الموتى بعد ما بليت أجسادهم وصاروا رمادًا، وأن من قدر على هذا لا يعجزه شيء، ولا يصعب عليه شيء، فهذه آية ظاهرة على البعث مشاهدة محسوسة. </p><p> وفيه آية يحتاج إلى أن تستخرج منها بالحكمة وهو ما ذكر (وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ) : أنه لما أخرج من الأرض حبًّا، وجعل غذاءهم فيه من غير أن يستوجبوا ذلك منه؛ دل أنه إنما جعل ذلك؛ ليمتحنهم بأنواع المحن على علم منه أنّ منهم من يشكر ومنهم من يكفر، وقد سوى بينهم في هذه بين الكافر منهم وبين الشاكر، فلابد من دار أخرى فيها يقع التمييز بينهم: الثواب للشاكر، والعقاب للكافر؛ إذ في الحكمة التفريق لا الجمع، وعلى ذلك ما ذكر من جعل الجنان لهم والنخيل والأعناب وتفجير العيون وغيره، وذكر في آخره:  (أَفَلَا يَشْكُرُونَ) رَبَّ هذه النعم كلها. </p>"
}