{
  "id": null,
  "sura": 36,
  "aya": 41,
  "text": "<p> وقَالَ الْقُتَبِيُّ وأَبُو عَوْسَجَةَ:  (نَسْلَخُ) ، أي: نخرج، والعُرجون: عرجون النخلة، مثل العنقود من العنب، والعراجين جماعة، (يَسْبَحُونَ) : من السباحة. </p><p> * * * </p><p> قوله تعالى:  (وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ (٤١) وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ (٤٢) وَإِنْ نَشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنْقَذُونَ (٤٣) إِلَّا رَحْمَةً مِنَّا وَمَتَاعًا إِلَى حِينٍ (٤٤) </p><p> ثم قوله:  (وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ) . </p><p> اختلف في ذلك الفلك: </p><p> قَالَ بَعْضُهُمْ: هي السفينة التي حمل فيها نوح وأتباعه. </p><p> وقَالَ بَعْضُهُمْ: أراد به السفن كلها التي يحمل عليها ويركب. </p><p> والفلك: يقال: هو واحد وجماعة، فإن كان المراد بالفلك السفينة المشار إليها وهي سفينة نوح، كان قوله:  (وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ) غيرها من السفن التي اتخذت للركوب. </p><p> وإن كان المراد به غيرها من السفن، كان قوله:  (وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ) إنما هي الأنعام التي يركبون عليها في المفاوز والبراري، كقوله:  (وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ) ، ونحوه. </p><p> ثم إن كان المراد بقوله:  (وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ (٤٢) السفن، كان في ذلك نقض قول المعتزلة في قولهم: أفعال العباد ليست بمخلوقة؛ حيث أخبر أنه خلق السفن، والسفن إنما سميت سفنًا بعد ما اتخذت ونحتت، فأما قبل ذلك، فهي تسمى: خشبًا، واللَّه أعلم. </p><p> ثم قوله:  (وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ) . </p><p> يحتمل قوله:  (حَمَلْنَا ذُرِّيَّتَهُمْ) معنيين: </p><p> أحدهما: أنا حملنا مَنْ أَنْتُم مِنْ ذريتِهم في الفلك المشحون، وهم الذين حملهم مع نوح في سفينته. </p><p> والثاني: أنا حملنا ذرية قومك في أصلاب آبائهم وأرحام أمهاتهم في الفلك، نسبهم إليهم لما أنهم أصل لهَؤُلَاءِ؛ كقوله:  (خَلَقَكُمْ مِنْ تُرَابٍ) ، وإنَّمَا نسبنا إلى آدم؛ لأنه أصلنا وهو المخلوق من التراب فعلى ذلك هذا، لكن الفائدة في التأويل الأول غير الفائدة في التأويل الثاني إن كان المراد بقوله:  (وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا) من أنتم من ذريتهم هذا، ففائدته: أنكم من ذرية من نجا منهم من آبائكم، وهم الذين آمنوا برسولهم </p>"
}