{
  "id": null,
  "sura": 36,
  "aya": 48,
  "text": "<p> ويحتمل: أن اقبلوا الإنفاق وهو الزكاة بقوله: (وَوَيْلٌ لِلْمُشْرِكِينَ (٦) الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ) الآية، أي: لا يقبلون الإيتاء، واللَّه أعلم. </p><p> وقوله:  (أَنُطْعِمُ مَنْ لَوْ يَشَاءُ اللَّهُ أَطْعَمَهُ) . </p><p> بهذا قالت المعتزلة في قولهم: إن اللَّه لا يفعل إلا ما هو أصلح [له] في الدِّين، يقولون: لو كان الإنفاق والرزق أصلح لهم في الدِّين لرزقهم اللَّه على ما رزقنا. </p><p> فيقال للمعتزلة: أمره إياهم بالإنفاق على من ذكر لا يخلو من أن يكون النفقة لهم والرزق أصلح في الدِّين، ثم لم يرزقهم ولم يوسع عليهم، وإما أن يكون المنع أصلح لهم وترك الإنفاق: فإن كان الأول فقد ترك فعل ما هو أصلح في الدِّين، أو الثاني، فقد أمر هَؤُلَاءِ بفعل ما هو ليس بأصلح، فكيفما كان، ففيه دلالة أن ليس على اللَّه حفظ الأصلح للخلق في الدِّين، إنما عليه فعل ما توجبه الحكمة وحفظ ما يكون حكمة، وهَؤُلَاءِ لم ينظروا إلى ما توجبه الحكمة، وفي الحكمة الامتحان والابتلاء: هذا بالسعة وهذا بالشدة والضيق؛ ثم أوجب على من وسع عليه في فضول ماله حقًّا لهذا الفقير والمضيق عليه، وبين ذلك الحق، وبيِّن قدره وحده، ليتأدى بذلك شكره، وضيق على هذا، يطلب منه الصبر على ذلك إن منع هذا حقه، وإلا لم يسبق ممن وسع عليه ما يستوجب به تلك النعمة والسعة، ولا ممن ضيق عليه ما يستوجب ذلك، ولكن محنة يمتحنهم بها: هذا بالشدة والضيق، وهذا بالسعة والكثرة، هذا مأمور بالشكر وأداء ما أوجب عليه في ماله، وهذا بالصبر على حاجته إن منع حقه؛ وعلى ذلك روي في الخبر عن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" لوشاءاللَّه لجعلكم أغنياء لا فقير فيكم، ولوشاء اللَّه لجعلكم فقراء لا يغني عنكم شيئًا، لكنه ابتلى بعضهم ببعض لينظر كيف عطف الغني، وكيف صبر الفقير \" . </p><p> وقوله:  (إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ مُبِينٍ) . </p><p> قَالَ بَعْضُهُمْ: هذا قول الكفرة للمؤمنين، لم يكتفوا بذلك القول الذي قالوه، ولكن نسبوهم إلى الضلال والجهل. </p><p> وقَالَ بَعْضُهُمْ: هذا القول من اللَّه جواب لهم، لقولهم:  (أَنُطْعِمُ مَنْ لَوْ يَشَاءُ اللَّهُ أَطْعَمَهُ) ، واللَّه أعلم. </p><p> وقوله:  (وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (٤٨) </p><p> ليس بصلة على ما تقدم من الكلام، كأنهم خوفوا بترك الإنفاق بالعذاب، فقالوا عند </p>"
}