{
  "id": null,
  "sura": 36,
  "aya": 37,
  "text": "<p> أو أن يكون وجه الدلالة فيه من وجه آخر: وهو أنه لما أنشاهم وعلم ما يصلح لهم من الغذاء وما لا يصلح لهم ما يكون لهم من غذاء، وما لا يكون قبل أن ينشئهم؛ دل أنه عالم بذاته قادر لا يعجزه شيء ولا يخفى عليه شيء. </p><p> أو أن يكون لما أنشأ هذه الأشياء التي ذكر لهم لا يحتمل أن يتركهم سدى، لا يمتحنهم بشيء ولا يأمرهم بشيء ولا ينهى عن شيء، فإن ثبت المحنة ثبت البعث وظهر الثواب والعقاب. </p><p> وفي قوله:  (وَآيَةٌ لَهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا. . .) إلى آخر ما ذكر من أنواع الفواكه والثمار وغيرها - آية الوحدانية له والألوهية، ودلالة الجود والكرم له؛ ليرغبوا فيه ويطمعوا منه، ودلالة العدل له والسلطان ليهابوه، ودلالة البعث؛ لما ذكرنا، ودلالة أن هذه النعم منه؛ ليشكروه حيث قال في آخره:  (أَفَلَا يَشْكُرُونَ) ، والله أعلم. </p><p> وقوله:  (سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الْأَرْضُ وَمِنْ أَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ (٣٦) </p><p> من الناس من يقول: إن الأزواج هي التي لها مقابل من الأشكال والأضداد مما للخلق فيه فعل ومما لا صنع لهم فيه، حيث قال:  (مِمَّا تُنْبِتُ الْأَرْضُ وَمِنْ أَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ) ، ويستدل بذلك على خلق أفعال العباد، وهو ما قال:  (خَلَقَ الْأَزْوَاجَ كُلَّهَا) ، ومن الأزواج ما يكون فعلا لهم، وقد أخبر أنه خلقها كلها دل أنه خالق أفعالهم، والله أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ فَإِذَا هُمْ مُظْلِمُونَ (٣٧) وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (٣٨) وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيمِ (٣٩) لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ (٤٠) </p><p> وقوله:  (وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ فَإِذَا هُمْ مُظْلِمُونَ) . </p><p> في ذلك آيات من وجوه: </p><p> أحدها: آية القدرة على البعث والإحياء بعد الموت. </p><p> والثاني: آية الوحدانية له والألوهية. </p><p> والثالث: آية العلم الذاتي له والتدبير الأزلي. </p><p> أما دلالة البعث فهو ما ذكر من جعل ما هو ليل نهارًا، ومن جعل ما هو نهار ليلا بعد ذهاب أثر هذا بكليته حتى لا يبقى منه شيء، ومجيء الآخر وانثزاع هذا من هذا وإدخاله </p><p> في الآخر دلالة أنه قادر بذاته، لا يعجزه شيء، وله قدرة ذاتية لا مكتسبة مستفادة، فمن قدر على هذا قادر على الإحياء بعد الموت؛ إذ الإحياء بعد الموت ليس بأبعد مما ذكرنا من جعل الليل نهارًا وجعل النهار ليلًا، والأعجوبة في هذا إن لم تكن أكثر - أعني: في جعل الليل نهارًا، وجعل النهار ليلا وإدخال أحدهما في الآخر - ليست بدون الإحياء بعد الموت، فإذا كان كذلك دل أنه قادر بذاته لا بإقدار من غيره؛ فلا يعجزه شيء، ولا قوة إلا باللَّه. </p><p> وأما دلالة الوحدانية فهو إنشاء الدهر من أول إنشائه إلى آخر ما ينتهي إليه، وإجراؤه على مجرى واحد وسنن واحد من الليل والنهار وإدخال هذا في هذا، وهذا في هذا - دلالة أنه فعل واحد؛ إذ لو كان فعل عدد، لكان إذا أتى أحدهما بالليل غلب على الآخر، فلا يقدر المغلوب على إتيان النهار بعد ذلك وغلبه صاحبه وقهره، وكذلك منشئ النهار إذا غلب على منشئ الليل لهم به على إتيانه بالآخر وغلبه عليه، ويمنع كل واحد منهما صاحبه عن إدخال شيء مما أنشأه هو فيما أنشأه الآخر، فإذا لم يكن ما ذكرنا دل أنه واحد وهو رد على الثنوية. </p><p> وأما دلالة العلم الذاتي والتدبير الأزلي هو إجراء الدهر من أول ما أنشأه على تقدير حاجة أهله - أعني: حاجة أهل الدهر - وعلى تقدير منافعهم واتساقه على أمر واحد على غير تغير وتفاوت يقع في ذلك، أو تفاضل إلى ما ينتهي إليه وينتهي حاجتهم ومنافعهم - دل أنه كان لم يزل عالمًا بحوائجهم ومنافعهم حيث أجرى الدهر على تقدير حوائجهم وتدبير منافعهم، وأن له علمًا ذاتيا وتدبيرًا أزليا لا علمًا مكتسبا ومستفادا، وأن له القدرة والسلطان حيث لم يقدر أحد أن يدفع ظلمة الليل عن نفسه إذا احتاج إلى النهار، ولا ملك دفع النهار إذا وقعت الحاجة في الليل، ولا يقدر أحد أن يأتي بأحدهما مكان الآخر بل في وقت آخر؛ بل أظلم الليل والخلائق كلهم، وستر عليهم كل شيء شاءوا أو أبوا، وأضاء لهم النهار على كل مستور عليهم، وإداؤهم على كل مختلف شاءوا أو أبوا - دل أنه بالقدرة الذاتية كان ذلك والسلطان الذاتي لا مكتسب مستفاد؛ إذ ذا علم كل ذاتي لا يعجزه شيء ولا يخفى عليه شيء في حال من الأحوال، وهذا يبطل قول الفلاسفة: إن العقل دراك بنفسه كالنار حارة بطبعها، محرقة بذاتها، فلو كان يدرك بنفسه، لكان لا جائز أن يكون ولا درك هنالك، أو يشبه عليه شيء بوجه من الوجوه، فإذا حيل بينه وبين الدرك دل أنه دراك بغيره فيدرك على قدر ما تجلى له وانكشف، واللَّه أعلم. </p><p> وقوله:  (نَسْلَخُ) أي: ننزع منه النهار. </p><p> وقوله:  (فَإِذَا هُمْ مُظْلِمُونَ) . </p><p> أي: داخلون في الظلمة، يقال: أظلم فلان: إذا دخل في الظلمة. </p><p> ثم سورة يس نزلت كلها بمكة محاجة أهل مكة في إنكارهم التوحيد، وإنكارهم البعث والقدرة على الإحياء بعد ما صاروا رمادًا، وإنكارهم الرسالة، وهم كانوا طبقات على هذه المذاهب المختلفة: منهم من أنكر التوحيد، ومنهم من أنكر البعث، ومنهم من كان ينكر الرسالة ونحوها، فبين اللَّه - تعالى - في هذه السورة وذكر فيها الحجج على منكري التوحيد وعلى منكري البعث وعلى منكري الرسالة، وهو ما ذكر من الآيات، من ذلك قوله:  (وَآيَةٌ لَهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا) ، وفيه دلالة القدرة على البعث على ما بينا فيما تقدم. </p><p> وفي قوله:  (وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ) دلالة الوحدانية له؛ لأنه أخرج ما ذكر من النبات والجنات والأعناب والنخيل إلى آخر ما ذكر من الأرض لمنافع من السماء تتصل بالأرض؛ فدل اتصال منافع السماء بمنافع الأرض على بعد ما بينهما على أن منشئهما ومدبرهما واحد؛ إذ لو كانا فعل عدد لكان فيه تدافع وتمانع على ما ذكرنا فيما تقدم من فعل ذوي العدد من التغالب والتدافع والتمانع في العرف، واللَّه أعلم. </p><p> وما ذكر أيضا من الليل والنهار على تضادهما واختلافهما في رأي العين وسلخ أحدهما من الآخر وإدخاله في الآخر دلالة الوحدانية، ودلالة البعث، ودلالة العلم الذاتي والتدبير الأزلي: </p><p> أما دلالة الوحدانية فهو ما جمع في الليل والنهار على تضادهما واختلافهما في منافع الخلق وحوائجهم وأنهما شكلان؛ فدل ذلك على أنهما فعل واحد لا عدد؛ لأنه لو كان فعل عدد، لكان فيه تدافع وتمانع على ما ذكرنا من منع كل واحد منهما الآخر ودفعه عن إنفاذ أمره في ذلك واتساق تدبيره، فدل الدوام على ذلك واتساق الأمر على سنن واحد ومجرى واحد - أنه فعل واحد. </p><p> وفيه دلالة البعث لما ذكرنا من ذهاب أحدهما وإقرار الآخر بعد ذهاب آثار كل واحد منهما بكليته، ودل إجراؤهما مجرى واحدًا من أول إلى آخر ما ينتهي ذلك وينتهي العالم على تقدير منافعهم وحوائجهم أنه عالم بذاته مدبر بنفسه، وأن له علما ذاتيا وتدبيرًا أزليًّا لا مكتسبًا مستفادًا، وعلى ذلك ما ذكر من جريان الشمس والقمر، وتسخيرهما بمنافع هذا العالم وحوائجهم، وقطعهما في يوم ولينة واحدة مسيرة خمسمائة عام؛ فدل ذلك كله على أنه واحد لا شريك له قادر لا يعجزه شيء، وعالم مدبر لا يخفى عليه شيء، وعلى ذلك ما ذكر في قوله:  (وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ) ، دلالة الوحدانية والقدرة والعلم والتدبير؛ من حيث جعل أطراف الأرض كلها على تباعد ما بينها </p>"
}