{
  "id": null,
  "sura": 36,
  "aya": 8,
  "text": "<p> فأهلكهم اللَّه يوم كذا إلا واحدا أو اثنين. </p><p> ويحتمل أن يكون ذلك في جميع مكذبيه ورادِّي رسالته ويتأسى أتباعه، ولا شك أن أكثر من بعث هو إليهم كانوا كذلك لهم في الآخرة أو في قوم خاص علم اللَّه أنهم لا يؤمنون أبدا؛ ألا ترى أنه قال على أثر ذلك:  (وَسَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ) . </p><p> ثم في قوله. (لَأَمْلَأَنَّ جَهَنَّمَ) ، وقوله:  (لَقَدْ حَقَّ الْقَوْلُ عَلَى أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ) نقض قول المعتزلة ورده عليهم؛ لأنه وعد - عَزَّ وَجَلَّ - أنه يملأ جهنم بمن ذكر، فيقال لهم: أراد أن يفي بما وعد أم لا؛ فإن قالوا: لم يرد، فيقال: أراد، إذن أن يخلف ما وعد وذلك [وخش من القول سرف] . </p><p> وإن قالوا: أراد أن يفي بما وعد، لزمهم أن يقولوا: أراد أفعالهم التي فعلوا فيلزمهم قولنا، وباللَّه العصمة. </p><p> وقوله:  (إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى الْأَذْقَانِ فَهُمْ مُقْمَحُونَ (٨) </p><p> يحتمل أن يخرج على التمثيل، ويحتمل على التحقيق: فإن كان على التمثيل، فهو وصفه إياهم بالبخل، والكف عن الإنفاق على الفقراء والمساكين وأهل الحاجة من أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وهو كقوله:  (وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ) ، نهاه عن البخل والكف عن الإنفاق كمغلول اليد لا يقدر على الإنفاق، ليس على إرادة غل اليد حقيقة ولكن على ترك الإنفاق؛ فعلى ذلك جائز أن يكون ذلك وصفًا لهم بالبخل وترك الإنفاق عليهم. </p><p> وإن كان على حقيقة الغل والأعناق، يحتمل ما قاله أهل التأويل: إن أبا جهل - لعنه اللَّه - حلف لئن رأى محمدًا ليدمغنه، فأتاه أبو جهل وهو يصلي ومعه حجر، فرفع الحجر؛ ليدفع له النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فيبست يده إلى عنقه وألزق الحجر بيده، فلما رجع إلى أصحابه قال رجل: أنا أقتله، فأخذ الحجر، فلما دنا منه طمس اللَّه بصره، فلم ير النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وسمع قراءته، فرجع إلى أصحابه فلم يبصرهم حتى نادوه؛ فذلك قوله:  (وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا ... (٩) </p><p> ويحتمل أن يكون ذلك لهم في الآخرة إن كان على التحقيق؛ وهو كقوله:  (إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ. فِي الْحَمِيمِ) ، وقوله:  (لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ) ، ونحو ذلك مما ذكر؛ فيكون قوله:  (جَعَلْنَا) ، أي: سنجعل ذلك لهم، وذلك جائز في الكلام؛ كقوله لعيسى حيث قال:  (وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ) ، أي: يقول له يوم القيامة، فهو بعيد غير </p>"
}