{
  "id": null,
  "sura": 36,
  "aya": 80,
  "text": "<p> أهون من ابتدائه، فإذا قدر على الابتداء فهو على الإعادة أقدر وأملك؛ إذ ذلك قي عقولكم أهون وأيسر، وإلا ليس في وصف اللَّه تعالى أن شيئا أهون عليه من شيء، بل الأشياء كلها تحت قوله:  (كُنْ فَيَكُونُ) من غير أن كان منه كاف أو نون أو شيء من ذلك، لكنه عبر به؛ لأنه أخف حروف على الألسن وأيسره وأقصر كلام وأوجزه يؤدي به المعنى ويفهم منه المراد. </p><p> والثالث: أنه خلق هذه الأشياء والجواهر كلها سوى البشر للبشر ولمنافعهم، فلو لم يكن بعث ولا نشأة أخرى، كان خلق هذه الأشياء لهم عبثا باطلا. </p><p> أو أن يكون قوله:  (وَنَسِيَ خَلْقَهُ) أي: غفل عن بدء خلقه إذ بدأ خلقه، إما أن كان من ماء أو تراب؛ فعلى ذلك إذا أفناه يصير ماء أو ترابًا فيعيده منه على ما أنشأه منه بدءًا. </p><p> ثم في قوله:  (وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِ الْعِظَامَ وَهِيَ رَمِيمٌ (٧٨) قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ (٧٩) دلالة نقض قول الباطنية وفساد مذاهبهم؛ حيث قالوا: إن إعادة الخلق وإنشاءه ليس على هذه البنية والصورة التي أنشأها بدءًا، ولكن ينشئ نفسًا روحانية على خلاف ما شاهدوها وعاينوها، فالآية تكذبهم وتنقض قولهم؛ حيث قال:  (قَالَ مَنْ يُحْيِ الْعِظَامَ وَهِيَ رَمِيمٌ. قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ) أخبر أنه يحيي العظام التي أنكروا هم إحياءها واستبعدوا ذلك، وعلى ذلك قال:  (وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولَى فَلَوْلَا تَذَكَّرُونَ) احتج عليهم بعلمهم النشأة الأولى؛ لإنكارهم النشأة الأخرى، فلو كان على خلاف ذلك لم يكن للاحتجاج عليهم بذلك معنى؛ فدل أنه ينشئهم ويعيدهم على الهيئة الأولى. </p><p> والثاني: ينقض عليهم قولهم أيضًا حيث قالوا: يوصل إلى معرفة ذلك من الذي يعلمه الرسول ويخبره دون النظر والتفكر والتدبر، فلو كان على ما يقولون، لم يكن لقوله:  (وَنَسِيَ خَلْقَهُ) ، ولا لقوله:  (أَوَلَمْ يَتَفَكَّرُوا فِي أَنْفُسِهِمْ) ، وقوله:  (أَفَلَا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ) ، وقوله:  (وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ) - معنى؛ فدل أنه قد يوصل إلى معرفة ذلك بالتفكر والنظر، كما يوصل بخبر الرسول الذي قد أظهر صدقه للخلق، فتلزمه الحجة في هذا كما تلزمه في ذلك. </p><p> وقوله:  (الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ (٨٠) اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: هو نوع من الشجر يقال: المرخ، كانوا يوقدون منه النار، ويورون </p>"
}