{
  "id": null,
  "sura": 36,
  "aya": 78,
  "text": "<p> التي لم يذكر أبلغ وأكثر نحو خلق الإنسان من هذه النطفة على الصورة التي صورها والنسمة التي خلقها فيها ما لو اجتمع حكماء البشر كلهم أن يعرفوا كيفية خلقه منها من تركيب العظم والشعر والعين - البصر - والسمع والعقل وجميع الجوارح - ما قدروا على درك ذلك، أو لو اجتمعوا على أن يعرفوا كيفية غذائهم بالأطعمة والأشربة التي جعلها غذاء لهم، والقوة التي بها يتقوون على كل أمر أن كيف قدر وقسم على السواء في الجوارح كلها؛ والمواد التي ينمون ويزيدون على الاستواء ما لو زاد في بعضها من قوى ذلك الطعام والشراب دون بعض يزداد قوة على بعض، ونحو ذلك من العجائب ما لا سبيل إلى معرفة ذلك ألبتَّة بعد طول التفكر والتأمل، لكنه احتج بالشيء الظاهر؛ ليدركوه بالبديهة ولا يدركون الآخر إلا بعد التأمل والتدبر، واللَّه أعلم. </p><p> وقوله:  (فَإِذَا هُوَ خَصِيمٌ مُبِينٌ) . </p><p> أي: جدل بين. </p><p> وقوله:  (وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ (٧٨) ما ذكر من ضرب المثل له: (قَالَ مَنْ يُحْيِ الْعِظَامَ وَهِيَ رَمِيمٌ) . </p><p> وقوله:  (وَنَسِيَ خَلْقَهُ) يحتمل وجوهًا: </p><p> أحدها: أي: غفل عن القدرة في خلق نفسه ما لو نظر وتفكر لعرف أنه قادر على الإعادة؟! </p><p> والثاني: غفل عن الحكمة في الإعادة؟. </p><p> والثالث: غفل عن الحكمة في ابتداء خلقه نفسه، ثم يخرج هذا على وجوه: </p><p> أحدها: أنه لو نظر وتفكر في حق نفسه أنه خلق من نطفة، ثم حول النطفة علقة، وحول العلقة مضغة، وحول المضغة خلقًا وإنسانًا تأمًّا متقنا، ثم صيره بحيث يأخذ في النقصان بعد ما كان تامًّا، ثم من فعل هذا في الشاهد أن يحكم الشيء ويتقنه ويتمه ثم يهدمه بلا عاقبة تقصد به، كان غير حكيم فعلى ذلك كان ما أحكم اللَّه من الخلق وأتقنه وتممه، ثم جعل ينقض منه ويوهنه، فلو لم يكن إعادته وخلقه ثانيًا، كان خارجًا عن الحكمة، فلو نظر في ابتداء خلق نفسه، لعرف أنه يعيده وينشئه ثانيًا. </p><p> والثاني: لو نظر وتفكر في ابتداء خلق نفسه: أنه كيف دبره في تلك الظلمات الثلاث، وقدره على أحسن تقدير في ذلك، فلو نظر وتفكر أن من قدر على تدبيره وتقديره في الظلمات الثلاث على ما دبره وقدره - قادر على إعادته؛ وهو كقوله:  (وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ) ، أي: هو أهون في عقولكم وتقديركم </p>"
}