{
  "id": null,
  "sura": 36,
  "aya": 69,
  "text": "<p> الصور والأبدان. </p><p> وقوله:  (وَمَنْ نُعَمِّرْهُ نُنَكِّسْهُ فِي الْخَلْقِ) . </p><p> أي: نصيره ضعيفًا بعد أن كان قويًّا. </p><p> وقوله:  (وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ ... (٦٩) </p><p> نزل هذا - واللَّه أعلم - عند قولهم: إنه شاعر، وإنه كذاب؛ فأخبر أنه لم يعلمه الشعر، وما ينبغي له الشعر، تكذيبًا لهم، وردًّا عليهم: أنه شاعر، وأن هذا القرآن شعر، جعل اللَّه عجز رسوله عن القيام بإنشاد الشعر بعض آياته من آيات رسالته، كما جعل عجزه عن تلاوة الكتاب من قبل وكتابته وخطه بيمينه آية من آيات رسالته؛ ليعلم أُولَئِكَ الذين قذفوه بالشعر والافتراء من نفسه والكذب على اللَّه وبالسحر أنه إنما أخبر عن وحي عن اللَّه، لا ما يقولون هم، وهم على يقين، وعلم: أنه ليس شاعرًا ولا ساحرًا ولا كذابًا؛ لما لم يروه اختلف إلى أحد منهم في تعلم ذلك، ولا كان عنده من كتبهم منها أخذ ذلك أولا أخذ عليه، كذب قط، لكنهم نسبوه إلى ما نسبوه من الشعر والسحر والكذب؛ تعنتًا منهم وعنادًا، يلبسون أمره بذلك على أتباعهم وسفلتهم؛ لئلا تذهب رياستهم ومنفعتهم. </p><p> وفي قوله:  (وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ) دلالة نقض قول المعتزلة؛ حيث أخبر أنه لم يعلمه الشعر، وقد أعطى له جميع أسباب الشعر، وقال في القرآن:  (عَلَّمَ الْقُرْآنَ) و (عَلَّمَهُ الْبَيَانَ) ، أنه كان من اللَّه لطف سوى السبب فيما أخبر أنه قد علمه؛ دل أن التعليم له فيما كان منه تعليم له بلطف منه سوى السبب لا بنفس السبب؛ إذ نفس السبب قد كان له في الأمرين جميعًا، واللَّه أعلم. </p><p> وقوله:  (وَمَا يَنْبَغِي لَهُ) . </p><p> أن يشتغل بشيء مما يتلهى به، والشعر في الأصل؛ إنما جعل للتلهي به والتلذذ؛ لذلك حيل بينه وبين طبعه إنشاد الشعر؛ ليكون أبدًا مشتغلا بما هو حكمة وعلم، وفيما هو أمر اللَّه، لا بما فيه التلهي واللهو، واللَّه أعلم. </p><p> وقوله:  (إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُبِينٌ) . </p><p> (إِن هُوَ) أي: ما هذا القرآن إلا ذكر؛ لما نسوه من أمر اللَّه ووعده ووعيده ومما لهم، ومما عليهم، يذكرهم ما نسوه وتركوه و (مُبِينٌ) : يبين لهم ما لهم وما عليهم، أو يبين لهم ما يؤتى وما يتقى، أو يبين لهم أنه من اللَّه جاء ومن عنده نزل لا من عند المخلوقين. </p><p> أو (ذِكْرٌ) لأهل الكتاب، يذكرهم بما نسوه مما كان في كتبهم من نعته وصفته وما </p>"
}