{
  "id": null,
  "sura": 37,
  "aya": 180,
  "text": "<p> قوله تعالى:  (سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ (١٨٠) وَسَلَامٌ عَلَى الْمُرْسَلِينَ. وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ. </p><p> وقوله - عَزَّ وَجَلَّ -: (سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ. وَسَلَامٌ عَلَى الْمُرْسَلِينَ. وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ.</p><p> وهذه الأحرف الثلاثة جميع ما بينه من الحق على الخلق من التوحيد، وجميع ما عليهم من التفويض إليه في الأمور كلها، وجميع ما عليهم من الثناء الحسن، والحمد له فيما أنعم عليهم وما ألزمهم من الثناء الحسن على جميع المرسلين: أما حرف التوحيد فهو قوله: (سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ) نزه نفسه وبرأه عن جميع ما قالت الملاحدة فيه مما لا يليق به من الولد والشريك والصاحبة وغير ذلك، فيرجى أن يثاب قائل هذا ثواب كل واصف لله - عَزَّ وَجَلَّ - بالبراءة له والتنزيه عن ذلك كله. </p><p> وفي قوله - عَزَّ وَجَلَّ -: (رَبِّ الْعِزَّةِ) وصف بالعزة والقوة وتفويض الأمر إليه، فيرجى أن يثاب قائل هذا ثواب كل واصف لله بالعز له والقوة. </p><p> وأما الثناء الحسن على المرسلين فهو قوله - عَزَّ وَجَلَّ -: (وَسَلَامٌ عَلَى الْمُرْسَلِينَ (١٨١) أمر اللَّه - عَزَّ وَجَلَّ - عباده أن يثنوا على المرسلين جملة؛ وعلى ذلك روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" إذا سلمتم فسلموا على إخواني المرسلين، فإنما أنا رسول من المرسلين \" . </p><p> أما الثناء الحسن على اللَّه بكل ما أنعم عليهم وأحسن إليهم فهو قوله - عَزَّ وَجَلَّ -: (وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (١٨٢) فيرجى أن يثاب قائل هذا وتاليه على المعرفة به مما فيه ثواب جميع القائلين به والتالين، واللَّه أعلم. </p><p> وذكر عن علي بن أبي طالب - رَضِيَ اللَّهُ عَنْهُ - قال:  \" من أحب أن يكتال بالمكيال الأوفى من الأجر يوم القيامة،فليكن آخر كلامه من مجلسه:سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ. وَسَلَامٌ عَلَى الْمُرْسَلِينَ. وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ \" ، واللَّه أعلم. </p><p> ورب العزة: قَالَ بَعْضُهُمْ: هو رب النعمة والقوة. </p><p> ويحتمل: رب العزة، أي: به يتعزز كل من يتعزز، وإليه يرجع كل عزيز؛ وكذلك كل من حمد أو أثنى على شيء فحقيقة ذلك الحمد والثناء راجع إليه تعالى، واللَّه أعلم بحقيقة مراده. </p>"
}