{
  "id": null,
  "sura": 37,
  "aya": 164,
  "text": "<p> قد ينسب إليهن الإضلال؛ لقوله:  (رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِنَ النَّاسِ) ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَعْلُومٌ (١٦٤) </p><p> يحتمل هذا منهم - أعني: الملائكة- وجهين: </p><p> أحدهما: قالوا ذلك لتبرئة أنفسهم عن أن يأمروا بالعبادة لهم، أي: لم نتفرغ نحن بعبادة هَؤُلَاءِ طرفة عين فكيف نأمر هَؤُلَاءِ بعبادتنا؛ كقولهم:  (قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ) ، أي: نحن في طلب ولايتك فكيف نتفرغ لذلك، أو أن يقولوا: إن ولايتك التي واليتنا شغلتنا عن جميع ما ذكر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا أَنْتُمْ عَلَيْهِ بِفَاتِنِينَ (١٦٢) أي ما أنتم بمضلين أحدًا من عبادي بإلهكم هذا الذي تعبدون إلا من تولاكم بعمل أهل النار، وذكر عن عمر بن عبد العزيز وعن الحسن أيضًا أنهما قالا في قوله - عَزَّ وَجَلَّ -: (مَا أَنْتُمْ عَلَيْهِ بِفَاتِنِينَ (١٦٢) إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ (١٦٣) يقول: ما أنتم بمضلين بآلهتكم أحدًا إلا من قدر أنه يصلي الجحيم، وهو قريب مما ذكرنا، واللَّه أعلم. </p><p> (إِلَّا لَهُ مَقَامٌ مَعْلُومٌ (١٦٤) </p><p> يحتمل مكان معلوم محدود لا يبرح عنه ولا يفارق. </p><p> ويحتمل (مَقَامٌ مَعْلُومٌ) أي: عبادة معلومة نحو ما ذكر حكيم بن حزام قال: بينما رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ولا بما نحن فيه ولكن أمر آخر، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَإِنْ كَانُوا لَيَقُولُونَ (١٦٧) لَوْ أَنَّ عِنْدَنَا ذِكْرًا مِنَ الْأَوَّلِينَ (١٦٨) لَكُنَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ (١٦٩) فَكَفَرُوا بِهِ فَسَوْفَ يَعْلَمُونَ (١٧٠) وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ (١٧١) إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ (١٧٢) وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ (١٧٣) فَتَوَلَّ عَنْهُمْ حَتَّى حِينٍ (١٧٤) وَأَبْصِرْهُمْ فَسَوْفَ يُبْصِرُونَ (١٧٥) أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ (١٧٦) فَإِذَا نَزَلَ بِسَاحَتِهِمْ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ (١٧٧) وَتَوَلَّ عَنْهُمْ حَتَّى حِينٍ (١٧٨) </p><p> ثم قوله:  (لَكُنَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ) بنصب اللام على ظاهر ما قالوا، يخبر أن يكون من المخلصين بكسر اللام، أي: لو كان كذا، فنحن نخلص له التوحيد والعبادة، لكن المخلص أن يخلصنا اللَّه لو كان كذا، واللَّه أعلم. </p><p> ثم أخبر أنهم كفروا ما آتاهم البيان وأن أُولَئِكَ المتقدمين إنما أهلكوا لما ذكر مُحَمَّد - </p>"
}