{
  "id": null,
  "sura": 37,
  "aya": 11,
  "text": "<p> أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ (١٦) أَوَآبَاؤُنَا الْأَوَّلُونَ (١٧) قُلْ نَعَمْ وَأَنْتُمْ دَاخِرُونَ (١٨) فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ فَإِذَا هُمْ يَنْظُرُونَ (١٩) وَقَالُوا يَا وَيْلَنَا هَذَا يَوْمُ الدِّينِ (٢٠) هَذَا يَوْمُ الْفَصْلِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ (٢١) احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ وَمَا كَانُوا يَعْبُدُونَ (٢٢) مِنْ دُونِ اللَّهِ فَاهْدُوهُمْ إِلَى صِرَاطِ الْجَحِيمِ (٢٣) وَقِفُوهُمْ إِنَّهُمْ مَسْئُولُونَ (٢٤) مَا لَكُمْ لَا تَنَاصَرُونَ (٢٥) بَلْ هُمُ الْيَوْمَ مُسْتَسْلِمُونَ (٢٦) </p><p> وقوله - عَزَّ وَجَلَّ -: (فَاسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا أَمْ مَنْ خَلَقْنَا ... (١١) </p><p> قيل: هي السماوات والأرض والجبال، وقيل: الملائكة، وأكثرهم قالوا: قوله - عَزَّ وَجَلَّ -: (أَهُمْ أَشَدُّ خَلْقًا أَمْ مَنْ خَلَقْنَا) ، أي: السماوات والأرض؛ كقوله - عز وجل -: (لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ. . .) الآية، يقول - واللَّه أعلم -: سلهم أن خلقهم وإعادتهم أشد وأكبر وأعظم من خلق السماوات والأرض؛ وإذا أقررتم أنتم بقدرته على خلق السماوات والأرض كيف أنكرتم قدرته على إعادتكم بعد ما متم، وكنتم ترابًا ورفاتًا؟! واللَّه أعلم. </p><p> وقوله:  (فَاسْتَفْتِهِمْ) و (سَلْهُم) ونحو ذلك مما أمر اللَّه - عَزَّ وَجَلَّ - رسوله أن يسألهم ويستفتيهم يخرج من اللَّه - عَزَّ وَجَلَّ - على وجوه: </p><p> أحدها: على التقرير عندهم والتنبيه لهم. </p><p> أو على التعيير لهم والتوبيخ. </p><p> أو على التعليم حجة الحجاج والمناظرة فيما بينهم وبين خصومهم، وهكذا كل سؤال واستفتاء كان من خبير عليم لمن دونه يخرج على هذه الوجوه، وكل سؤال واستفتاء كان من الجهّال لخبير عليم يخرج على استرشاد وطلب الصواب. </p><p> وقوله:  (فَاسْتَفْتِهِمْ) و (سَلْهُم)  (وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ. . .) الآية، و (سَلْ بَنِي إِسْرَائِيلَ) ، و (قُلْ هُوَ اللَّهُ أَحَدٌ) و (قُلْ. . .) كذا - هذا كله يخرج على التقرير والتنبيه، وعلى تعليم الكل حجة الحجاج والمناظرة لا على الأمر؛ لأنه لو كان على الأمر، لكان لا يقول ذلك المأمور بالتبليغ: سل، ولا قل، ولا لمميء من ذلك، ولكن يبلغ إليه رسالته وأمره أنه يقول لكم: أن افعلوا كذا ولا تفعلوا؛ فدل أن ذلك الأمر للكل في أمر أنفسهم: أن قولوا لهم، وأن افعلوا بهم كذا، واللَّه أعلم. </p><p> وقوله:  (فَاسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا. . .) الآية. </p><p> أمره أن يستفتيهم، ولم يذكر أنهم ما أفتوه؛ ولا أجابوه أو لا؟ ولا قال لهم: إنهم لو أجابوك وأفتوك بكذا فقل لهم كذا أو أجبهم بكذا؛ فجائز أن يكون الجواب ما ذكرنا: أنكم لو لم تشاهدوا خلق ما ذكر من السماوات والأرض وغيرها سوى خلق أنفسكم ثم شاهدتم خلقنا أعني ما ذكرنا من السماوات والأرض والجبال وغيرها - هل تنكرون قدرته على خلق ما شهدتم وعاينتم: أنه لم يخلقها إلا هو، كيف أنكرتم قدرته على إعادتكم وبعثكم؟! </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا خَلَقْنَاهُمْ مِنْ طِينٍ لَازِبٍ) . </p><p> فذكر - واللَّه أعلم - ضعفهم وشدة ما خلق من سواهم أنكم تعلمون ضعف أنفسكم وعجزها، وشدة من سواكم وقوتها وصلابتها، ثم إنها مع شدتها وقوتها وصلابتها أخضع لله وأطوع منكم نحو ما ذكر من طاعتها له وخضوعها؛ حيث قال - عَزَّ وَجَلَّ -: (ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ) ، وقوله - عَزَّ وَجَلَّ -: (لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ) ونحو ذلك مما يكثر، واللَّه أعلم. </p><p> أو أن يذكر لقوله - عَزَّ وَجَلَّ -: (إِنَّا خَلَقْنَاهُمْ مِنْ طِينٍ لَازِبٍ) بدء خلقهم وأصله الذي خلقوا هم منه، إنكم إنما عرفتم ابتداء خلقكم وأصلكم الذي منه خلقتم أنه تراب أو طين بإخبار الرسل، ويقول لهم: وأنتم يا أهل مكة ممن لا يؤمنون بالرسل، فكيف صدقتم الرسل بما أخبروا من أصلهم وبدء خلقكم، ولم تصدقوهم بما يخبرونكم من إعادتكم وبعثكم بعد موتكم؟! فإذا صدقتموهم في ذلك لزمكم التصديق لهم في كل ما يخبرون ويقولون، واللَّه أعلم. </p><p> أو يقول: إنه أنشأ من تلك النفس الواحدة التي خلقها من تراب من الخلق ما لو تركهم جميعًا لم يفنهم ولم يمتهم، لامتلأت الدنيا منها، فمن قدر على إنشاء ما تمتلئ الدنيا منه من نفس واحدة لا يحتمل أن يعجزه شيء من البعث والإعادة وغير ذلك، واللَّه أعلم. </p><p> أو أن يقول في قوله - عَزَّ وَجَلَّ -: (إِنَّا خَلَقْنَاهُمْ مِنْ طِينٍ لَازِبٍ) ، أي: قد أنشأ من تلك النفس ومن ذلك الأصل قرنا وقرنا بعد قرن بعد إفناء كل قرن أنشأ قرنًا آخر؛ فلا يحتمل أن يكون المقصود من إنشائهم الإنشاء ثم الإفناء والنقض، خاصة لا عاقبة تقصد بالإنشاء والإفناء؛ إذ في الشاهد من كان مقصوده في البناء الفناء والنقض خاصة كان غير حكيم، فإذا عرفتم اللَّه - عَزَّ وَجَلَّ - أنه حكيم؛ فلا يحتمل أن يكون مراده من إنشائكم وإفنائكم ذلك خاصة لا غير وذلك مزيل الحكمة، ويوجب السفه، تعالى اللَّه عن ذلك وجميع ما يصفه الملاحدة علوًّا كبيرًا. </p>"
}