{
  "id": null,
  "sura": 37,
  "aya": 13,
  "text": "<p> أي عجبت من هذا القرآن حين أعطاك إياه ويسخر منه أُولَئِكَ الكفرة. </p><p> ويحتمل معنى آخر، وهو أن يقال: إن قوله عَزَّ وَجَلَّ: (بَلْ عَجِبْتَ) أي: جعلت ما أنزلت عليك من القرآن والوحي أمرًا عجبًا، أو أن يقال: كان إنكارهم رسالتك وتكذيبهم الآيات أمرًا عجبًا وهم يسخرون، ونحوه، واللَّه أعلم. </p><p> وقوله عَزَّ وَجَلَّ:  (وَإِذَا ذُكِّرُوا لَا يَذْكُرُونَ (١٣) </p><p> ابن عَبَّاسٍ يقول: وإذا وُعِظوا لا يتعظون، والموعظة والتذكير واحد. </p><p> وقتادة يقول:  (وَإِذَا ذُكِّرُوا لَا يَذْكُرُونَ) أي: لا ينتفعون بالموعظة على ما ذكرنا في قوله: قوله تعالى: (صُمٌّ بُكْمٌ عُمْيٌ) ، أي: لا ينتفعون بتلك الحواس، وإن كانت لهم تلك، كمن لا حاسة له. فعلى ذلك قول قتادة. </p><p> وجائز أن يكون على مرادفة التذكير ما نسوا من الآيات والحجج، يقول: إنهم وإن ذكروا ما نسوا وتركوا وغفلوا عنه لا يتذكرون، واللَّه أعلم. </p><p> وقوله عَزَّ وَجَلَّ:  (وَإِذَا رَأَوْا آيَةً يَسْتَسْخِرُونَ (١٤) هذه الآيات وأمثالها ذكرها - واللَّه أعلم - لقوم علم اللَّه أنهم لا يؤمنون أبدًا، (لَا يَذْكُرُونَ (١٣) وَإِذَا رَأَوْا آيَةً يَسْتَسْخِرُونَ (١٤) وَقَالُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (١٥) أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ. . .) إلى آخر ما ذكر؛ يخبر عن عنادهم ومكابرتهم. . . الآيات، ويذكر سفههم. </p><p> ثم في ذكر ما ذكر من عنادهم وسفههم، وجعله آيات من القرآن تتلى أبدًا وجهان من الحكمة: </p><p> أحدهما: صير ذلك آية لرسالته - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لأنه معلوم أنهم كانوا على ما أخبر عنهم من العناد والسفه وعلى أن ختموا وقبضوا، دل أنه باللَّه عرف ذلك وبوحيه علم، واللَّه أعلم. </p><p> والثاني: يخبر - واللَّه أعلم - على ما رأى سلفنا من سفه أُولَئِكَ وعنادهم وما قاسوا منهم وما لحق بهم من الأذى والضرر والسوء؛ لئلا يضيق صدرنا في سفه من تسفه علينا من أهل الفساد والفسق، وألا نترك الأمر بالمعروف والنهي عن المنكر لسفه السفيه، ولا لأذى المؤذي ولا سوء يقال، بل يجب علينا أن نتأسى بسلفنا ونقتدي بهم، وإذا أصابنا منهم ما أصاب أُولَئِكَ من الأذى والسفه، وإن عاندوا أو كابروا وظهر منهم كل فسق وسوء على ما فعل أُولَئِكَ، واحتملوا منهم ما كرهوا، فنحمل عن سفهائنا مثله - واللَّه أعلم - وإلا لو لم يكن في ذكر سفههم وعنادهم ما ذكرنا من الحكمة كان لا معنى لذكر سفه أُولَئِكَ وعنادهم. </p><p> وجائز أن يكون الشيء سفهًا باطلًا في نفسه ويكون حكمة ودليلًا لغيره - واللَّه أعلم - على ما قال بعض الناس: إن الكذب نفسه يجوز أن يكون دليل الصدق، وكلام السفه </p>"
}