{
  "id": null,
  "sura": 37,
  "aya": 105,
  "text": "<p> وجهه في جزع ويترك طاعته. </p><p> أو على ما قال أهل التأويل: إن ولده قال لإبراهيم - عليه السلام -: كذا، ففعل ما ذكر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَنَادَيْنَاهُ أَنْ يَا إِبْرَاهِيمُ (١٠٤) قَدْ صَدَّقْتَ الرُّؤْيَا ... (١٠٥) يجوز أن يحتج بهذه الآية على المعتزلة لقولهم: إن اللَّه - عَزَّ وَجَلَّ - إذا أمر أحدًا بأمر يجوز ذلك الفعل منه وأراد أن يفعل ما أمره به، ونحن نقول: يجوز أن يريد غير الذي أمره به، يريد أن يكون ما علم أنه يكون منه ويختاره حيث قال - عَزَّ وَجَلَّ -: (يَا إِبْرَاهِيمُ. قَدْ صَدَّقْتَ الرُّؤْيَا) ، ولم يكن منه حقيقة ذبح الولد وقد أمره بذبحه، فلو كان في الأمر إرادة كون ما أمره به، لكان لا يصدقه في الوفاء بالرؤيا، ولم يكن ذلك منه حقيقة. </p><p> لكنهم يقولون: إن الأمر بالذبح لم يكن إلا ما كان منه من ذبح الكبش من ذلك أراد فكان ما أراد، ومذاهبهم الاحتيال لدفع ما ذكرنا. </p><p> لكن نقول: إن الأمر بالذبح إنما كان بذبح الولد حقيقة لا بذبح الكبش؛ دليله وجوه: أحدها: قول إبراهيم حيث قال: (إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ) ، وقول ولده - عليهما السلام -: (يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ) ، لو لم يجعل الأمر من اللَّه له بالذبح أمرًا بالذبح على ذبح الولد حقيقة لكان يجهلهما في قولهما: أمر اللَّه، وفي تسميتهما ما سميا، ولم يجهلهما في ذلك، فدل أن الأمر كان على حقيقة ذبح الولد لا على ذبح الكبش على ما يقولون، واللَّه أعلم. </p><p> والثاني: أن إبراهيم وولده - عليهما السلام - قد مدحا وأثنى عليهما بالصنيع الذي صنعا: هذا بإضجاعه إياه للذبح، وهذا لبذله نفسه له والطاعة له في ذلك، فلو كان الأمر منه لهما لا غير الإضجاع والبذل لذلك لم يكن لهما في ذلك الصنيع فضل مدح ولا فضل ثناء ومنقبة؛ إذ لكل أحد إضجاع الولد لذلك وللآخر البذل له، فإذا مُدحا وأثني عليهما في صنيعهما الذي صنعا وصار لهما منقبة عظيمة إلى يوم القيامة، حتى سمي هذا: ذبيح اللَّه، وهذا: فداء اللَّه؛ حيث قال اللَّه - عَزَّ وَجَلَّ -: (وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ) ، فلو كان الأمر بالذبح ذبح الكبش لا ذبح الولد لم يكن الكبش فداء منه؛ إذ لا يسمى الفداء إلا بعد إبدال غير عنه وإقامة غير مقامه، دل على ما ذكرنا، واللَّه أعلم. </p><p> لكنه إذا أضجعه وتله للجبين على ما ذكر صارا ممنوعين عن ذلك الفعل غير تاركين </p>"
}