{
  "id": null,
  "sura": 37,
  "aya": 36,
  "text": "<p> يحتمل أن تكون هذه المعاتبة التي ذكرت كانت بين الأتباع والمتبوعين من الإنس؛ كقوله - عَزَّ وَجَلَّ -: (وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا) كذا، (قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا. . .) كذا؛ وكقوله:  (رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ. . .) كذا. </p><p> ويشبه أن يكون بين الإنس والشياطين. </p><p> ثم قوله:  (فَأَغْوَيْنَاكُمْ) . </p><p> حين اخترتم الغواية والضلال، أو عرفتم أنا لسنا على الهدى ولم نقم عليكم الحجة، فاتبعتمونا على علم منكم أنا على الغواية فأغويناكم حينئذ، والإغواء: الإضلال، والغواية: الضلال. </p><p> وقوله:  (فَإِنَّهُمْ يَوْمَئِذٍ فِي الْعَذَابِ مُشْتَرِكُونَ (٣٣) </p><p> أخبر أنهم جميعًا: الأتباع، والمتبوعون يشتركون في العذاب، ليس أن يشتركوا في نوع من العذاب، ولكن يجمعون جميعًا، ثم لهم العذاب على قدر عصيانهم وجرمهم. </p><p> وقوله:  (إِنَّا كَذَلِكَ نَفْعَلُ بِالْمُجْرِمِينَ (٣٤) </p><p> قال أبو بكر الأصم: المجرم: هو الوثاب في المعصية، القادح فيها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ (٣٥) </p><p> أي: كانوا إذا قيل لهم: قولوا: لَا إِلَهَ إِلَّا اللَّهُ يستكبرون. </p><p> ثم يحتمل قوله:  (يَسْتَكْبِرُونَ) لا على هذه الكلمة، ولكن يستكبرون على اتباع القائلين لهم: لَا إِلَهَ إِلَّا اللَّهُ؛ كقولهم:  (لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ) ؛ وكقولهم:  (أَأُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا) ، كانوا يأنفون ويستكبرون على اتباع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، لذلك قالوا ما قالوا. </p><p> وجائز أن يكون ما ذكر من استكبارهم استكبارًا على هذه الكلمة حقيقة، فيخرج استكبارهم عليها؛ إنكارًا لهذه الكلمة وجحوذا لها بقولهم:  (أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا) ، واللَّه أعلم. </p><p> (وَيَقُولُونَ أَئِنَّا لَتَارِكُو آلِهَتِنَا لِشَاعِرٍ مَجْنُونٍ (٣٦) </p><p> يشبه أن يكون على الإنكار لها؛ لما ذكر من قولهم على أثر ذلك وهو ما قال:  (أَئِنَّا لَتَارِكُو آلِهَتِنَا لِشَاعِرٍ مَجْنُونٍ) . </p><p> ثم جمعوا في هذا متضادين؛ لأن الشاعر هو الذي يبلغ في العلم غايته، والمجنون هو الذي يبلغ في الجهل غايته، ثم جمعوا بينهما في رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وكذلك قولهم: </p>"
}