{
  "id": null,
  "sura": 37,
  "aya": 139,
  "text": "<p> مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ (١٤٧) فَآمَنُوا فَمَتَّعْنَاهُمْ إِلَى حِينٍ (١٤٨) </p><p> وقوله:  (وَإِنَّ يُونُسَ لَمِنَ الْمُرْسَلِينَ (١٣٩) </p><p> هذا ينقض على الباطنية قولهم حين قالوا: إن الرسل ليس إلا ستة لا يعدون يونس ولوطا - عليهم السلام - منهم فيخالفون ظاهر الآية، وهو قوله - عَزَّ وَجَلَّ -: (وَإِنَّ يُونُسَ لَمِنَ الْمُرْسَلِينَ) ، وهم يقولون: ليس من المرسلين، وباللَّه العصمة. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذْ أَبَقَ إِلَى الْفُلْكِ الْمَشْحُونِ (١٤٠) </p><p> ذكر هاهنا الإباق، وفي سورة الأنبياء الذهاب، وهو قوله:  (وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا) . فمن الناس من يجعل هذا غير الأول - يعني: إباقه الذي ذكر وذهابه - لكن جائز أن يكون ذكر الإباق وذكر الذهاب وإن كان في رأى العين في ظاهر اللفظ مختلفًا فهما في المعنى واحد، فيكون قوله - عَزَّ وَجَلَّ -: (إِذْ أَبَقَ) من قومه بدينه؛ ليسلم له، أو أبق لخوف على نفسه من قومه، أو أبق على ما أوعد قومه من نزول العذاب بهم إذا لم يؤمنوا به، وكان الرسل - صلوات اللَّه عليهم - يخرجون من بين أظهر قومهم إذا خافوا نزول العذاب بهم، إلا أن يونس خرج من بينهم قبل أن يأتيه الإذن من اللَّه - عَزَّ وَجَلَّ - بالخروج من بينهم؛ لذلك جاء العتاب له والتعيير، لا لما يقوله عامة أهل التأويل من الخرافات التي يذكرونها وينسبون إليه ما لا يجوز نسبة ذلك إلى أجهل الناس بربه وأخسهم، فضلا أن يجوز نسبة ذلك إلى نبي من أنبيائه ورسول من رسله. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَسَاهَمَ فَكَانَ مِنَ الْمُدْحَضِينَ (١٤١) </p><p> ذكر في القصة أنه - عليه السلام - لما أبق إلى سفينة فركبها أراد أن يعبر البحر، فجعلت تكفو وتقف وكادت أن تغرق، فقال القوم بعضهم لبعض: إن فيكم لرجلاً مذنبًا ذنبًا عظيمًا، وكانوا يعرفون ذلك من عادتها من قبل كانت إذا ركبها مذنب تغرق وتتسرب في الماء، فلم يعرفوا من هو ذلك؟ فاستهموا مرارا فساهم يونس في كل مرة، فلما رأى ذلك يونس - عليه السلام - قال لهم: يا قوم ألقوني في البحر حتى لا تغرقوا جميعًا، فأبوا وقالوا: لا نلقي نبيا من أنبياء اللَّه في البحر، فألقى هو نفسه فيه، فالتقمه الحوت على ما أخبر اللَّه - عَزَّ وَجَلَّ - حيث قال:  (فَالْتَقَمَهُ الْحُوتُ وَهُوَ مُلِيمٌ) . </p><p> ثم قوله:  (فَسَاهَمَ فَكَانَ مِنَ الْمُدْحَضِينَ) قال: فكان من المغلوبين في القرعة والاستهام، أي: خرجت القرعة عليه، و (الْمُدْحَضِينَ) : هو الذي لا حجة له فيما يريد، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَالْتَقَمَهُ الْحُوتُ وَهُوَ مُلِيمٌ (١٤٢) </p><p> قَالَ بَعْضُهُمْ:  (وَهُوَ مُلِيمٌ) أي: [مُذْنِبٌ] . </p><p>(١) في المطبوع هكذا [عجيب] والتصويب من تفاسير عدة. اهـ (مصحح النسخة الإلكترونية).</p>"
}