{
  "id": null,
  "sura": 37,
  "aya": 159,
  "text": "<p> وصفوا له بنين إنهم لمحضرون النار وعذاب اللَّه، ويحاسبون، على قول مجاهد وغيره، والذين أُولَئِكَ -أعني الأتباع- أنهم ملائكة اللَّه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ (١٥٩) إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ). </p><p> قوله:  (سُبْحَانَ اللَّهِ) نزه نفسه عما وصفه الذين تقدم ذكرهم، وتبرأ عن جميع ما قالوا فيه، ثم استثنى عَزَّ وَجَلَّ:  (إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ (١٦٠) فلسنا ندري ما موضع الثنيا هاهنا على أثر ما ذكر من التنزيه لنفسه، يحتمل الاستثناء وجهين: </p><p> أحدهما:  (سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ) أُولَئِكَ الكفرة من الولد وغيره إلا عبادنا المخلصين. </p><p> والثاني:  (سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ) ، أي: من أخلص منهم وآمن فإنه غير بريء مما يصفه؛ لما يجوز أن يسلم منهم نفر فيصفونه بما يليق به؛ لأن المؤمن والمخلص لا يصف ربه إلا بما يليق به، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ:  \" إلا عبادنا المخلصين \" استثنى من قوله: (وَلَقَدْ عَلِمَتِ الْجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ) للنار (سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ. إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ) فإنهم لا يحضرون النار والعذاب على سبق استثناء هَؤُلَاءِ الذين أخلصوا ممن يحضر فيما تقدم - واللَّه أعلم - وهو على التقديم والتأخير. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنَّكُمْ وَمَا تَعْبُدُونَ (١٦١) مَا أَنْتُمْ عَلَيْهِ بِفَاتِنِينَ (١٦٢) إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ (١٦٣) وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَعْلُومٌ (١٦٤) يقول - واللَّه أعلم -: إنكم وما تعبدون لا تملكون أن تفتنوهم وأن تضلوهم، إلا من هو في علم اللَّه أنه يختار الضلالة؛ مما يصليه النار، على حق المعونة لهم لا حقيقة الإضلال، وهو ما ذكر - عَزَّ وَجَلَّ - في آية أخرى:  (إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ) ، وما أخبر أنه ليس له سلطان على الذين آمنوا وعلى ربهم يتوكلون، إنما سلطانه على الذين يتولونه، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ في قوله - عَزَّ وَجَلَّ -: (إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ) : إلا من كتب عليه في اللوح: أنه يصلى الجحيم. </p><p> وقَالَ بَعْضُهُمْ: إلا من قضي اللَّه عليه أنه يصلى النار. </p><p> وأصله ما ذكرنا، واللَّه أعلم. </p><p> وما يعبدون: الجنّ الذين عبدوا الجن، أو الملائكة، ويحتمل الأصنام التي عبدت؛ إذ </p>"
}