{
  "id": null,
  "sura": 37,
  "aya": 56,
  "text": "<p> وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَدِينُونَ)، أي: لمحاسبون (قَالَ هَلْ أَنْتُمْ مُطَّلِعُونَ (٥٤) كأنه قال لأصحابه: هل أنتم مطلعون في النار لننظر ما حاله؟ ثم أخبر أنه اطلع (فَرَآهُ فِي سَوَاءِ الْجَحِيمِ (٥٥) ذكر اطلاعه، ولم يذكر اطلاع أصحابه؛ فجائز أن يكون أخبر عن اطلاع كل واحد منهم في نفسه: أنه اطلع (فَرَآهُ فِي سَوَاءِ الْجَحِيمِ) ، أي: وسط الجحيم، وإن كانوا جميعًا مطلعين إليه فيها؛ كقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الْإِنْسَانُ إِنَّكَ كَادِحٌ) ، و (يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ) ، وإن كان خاطب إنسانًا فإنما خاطب به كل إنسان في نفسه؛ فعلى ذلك جائز أن يكون قوله - عَزَّ وَجَلَّ -: (فَاطَّلَعَ فَرَآهُ فِي سَوَاءِ الْجَحِيمِ) إنما أخبر عن اطلاع كل منهم - واللَّه أعلم - وكانوا جميعًا مطلعين. </p><p> ثم في الآية شيئان عجيبان: </p><p> أحدهما: ما ذكر من اطلاع أهل الجنة على أهل النار أنها تكون قريبة من الجنة حتى ينظر بعضهم إلى بعضٍ فيرون. </p><p> أو تكون بعيدة منها، إلا أن إبصار أهل الجنة يكون أبعد وأبصر مما يكون في الدنيا، فجائز أن يجعل اللَّه - عَزَّ وَجَلَّ - أبصار أهل الآخرة أبصر وأحدّ؛ حتى لا يحجبه ولا يمنعه بعد المسافة والمكان عن النظر والرؤية، واللَّه أعلم. </p><p> والثاني: أن كيف يعرفه في النار مما يحرقه ويفني وجهه ولونه وجميع أعلامه وسيماه، لكن جائز أن يكون اللَّه - عَزَّ وَجَلَّ - يعرفه بأعلام تجعل له؛ فيعرفه بتلك الأعلام، وذلك على اللَّه - عَزَّ وَجَلَّ - يسيرٌ هَيِّنٌ. </p><p> وأهل التأويل يقولون: يجعل اللَّه - عَزَّ وَجَلَّ - لأهل الجنة كوى منها إذا أرادوا أن ينظر أحدهم إلى مَن في النار، فتح اللَّه له كوة ينظر إلى من شاء من مقعده إلى النار، فيزداد بذلك شكرا، وهو قوله:  (فَاطَّلَعَ فَرَآهُ فِي سَوَاءِ الْجَحِيمِ) ، أي: في وسط الجحيم؛ كقوله: - عَزَّ وَجَلَّ -: (سَوَاءَ السَّبِيلِ) ، أي: وسطه. </p><p> فقال:  (تَاللَّهِ إِنْ كِدْتَ لَتُرْدِينِ (٥٦) أي: هممت لتغوين، وكذلك في حرف ابن مسعود: مكان (لَتُرْدِينِ) : (لتُغْوِيَن) . </p><p> وقال الكسائي: تاللَّه، وباللَّه، وواللَّه، واللَّه - بغير واو - لغات. </p><p> يخبر أن باللَّه يكون على الأسف مرجعهما إلى سفاهٍ يقول: لولا أن اللَّه أنعم على الهدى، ولولا أن اللَّه رحمني فهداني؛ المعنى واحد. يقول له: اترك دينك واتبعني، وقال:  (لَتُرْدِينِ) أي: لتهلكني، يقال: رديت فلانًا، أي: أهلكته، والردى: الموت </p>"
}