{
  "id": null,
  "sura": 37,
  "aya": 147,
  "text": "<p> والأشبه أن تكون شجرة القرع؛ لأنها أسرع الأشجار نبتًا وامتدادًا وارتفاعًا في السماء في مدة لطيفة ووقت قريب، والوصول إلى الانتفاع بها أكلا واستظلالا لها ما لا يكون مثل ذلك في مثل تلك المدة من الأشجار، واللَّه أعلم. وعلى ذلك روي أنه قيل: يا رسول، إنك لتحب القرع؟ قال:  \" أجل هي شجرة أخي يونس، وهو تزيد في العقل \" فهذا يدل إن ثبت: أنها كانت شجرة القرع، واللَّه أعلم. </p><p> ثم فيه لطف من اللَّه - عَزَّ وَجَلَّ -: حيث أنبت عليه شجرة في وقت لطيف، لا ينبت مثلها إلا بعد مدة غير لطيفة ووقت مديد، وأبقى عليه الضعف وقتا طويلا مما يرتفع ذلك ويزول في وقت يسير في العرف؛ ليذكره ما أنعم عليه ويقوم بشكره، وهو كما ذكر في قصة: صاحب الحمار حيث قال - عَزَّ وَجَلَّ -: (فَانْظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وَانْظُرْ إِلَى حِمَارِكَ) ، أبقى طعامه وشرابه وحفظه وقتا طويلا غير متغير مما طبعه التغير في وقت يسير وغير ما طبعه البقاء لطفا منه، فعلى ذلك أنبت على يونس شجرة في وقت لطيف مما لا ينبت مثلها إلا في وقت طويل، وأبقى ذلك الضعف الذي كان به والسقم مما سبيله الزوال والارتفاع في وقت يسير لطفًا منه؛ لتذكير ما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَرْسَلْنَاهُ إِلَى مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ (١٤٧) </p><p> هذا يحتمل وجوهًا: </p><p> أحدها: ما ذكرنا أن حرف الاستفهام إذا أضيف إلى اللَّه فهو على التقدير والإيجاب ليس على حقيقة الاستفهام، فعلى ذلك حرف الشك: أي: مائة ألف بل يزيدون، أو يقول: ويزيدون؛ لما يتعالى عن الشك. </p><p> والثاني: قوله: (أَوْ يَزِيدُونَ) حتى يزيدوا؛ كقوله - عَزَّ وَجَلَّ -: (تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ) ، أي: حتى يسلموا. </p><p> أو كأنه وقت ما بعثه إليهم كانوا مائة ألف، ثم ازدادوا بعد ذلك، واللَّه أعلم. </p><p> والثالث: يزيدون مائة ألف أو يزيدون عند الناس، فمعناه: أن من نظر إليهم لا يظن دون مائة ألف، ولكن يظن مائة ألف وزيادة، واللَّه أعلم. </p><p> قال - عَزَّ وَجَلَّ -: (فَآمَنُوا فَمَتَّعْنَاهُمْ إِلَى حِينٍ (١٤٨) </p><p> قيل: آمنوا به فلم يهلكوا، ولكن أخر عنهم إلى وقت موت حتفهم. </p><p> وقال - عَزَّ وَجَلَّ - في آية أخرى: (فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا </p>"
}