{
  "id": null,
  "sura": 37,
  "aya": 85,
  "text": "<p> لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الْجَحِيمِ (٩٧) فَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَسْفَلِينَ (٩٨) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنَّ مِنْ شِيعَتِهِ لَإِبْرَاهِيمَ (٨٣) </p><p> أي: إبراهيم - عليه السلام - من شيعة نبينا مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يقول على دينه ومنهاجه. </p><p> وقَالَ بَعْضُهُمْ: من شيعة نوح، أي: إبراهيم من شيعة نوح - عليهما السلام - على ما تقدم ذكر نوح - عليه الصلاة والسلام - حيث قال:  (نَادَانَا نُوحٌ. . .) إلى آخر ذلك أن إبراهيم من شيعته على دينه ومنهاجه. </p><p> وقيل: لذكرها (إِذْ جَاءَ رَبَّهُ بِقَلْبٍ سَلِيمٍ (٨٤) عن جميع ما يمنعه من الإجابة لربه فيما دعاه، والصبر على ما امتحنه وابتلاه، واللَّه أعلم. </p><p> وعلى ذلك سماه اللَّه - عَزَّ وَجَلَّ - في كتابه الكريم:  (وَإِبْرَاهِيمَ الَّذِي وَفَّى) ، جميع ما أمر به وامتحن به، واللَّه أعلم. </p><p> وجائز أن يكون ذلك في الآخرة يقول:  (جَاءَ رَبَّهُ بِقَلْبٍ سَلِيمٍ) ؛ كقوله - عَزَّ وَجَلَّ -: (وَلَقَدِ اصْطَفَيْنَاهُ فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ) ، أخبر أنه في الآخرة يكون من الصالحين وذلك سلامة قلبه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَاذَا تَعْبُدُونَ (٨٥) أَئِفْكًا آلِهَةً دُونَ اللَّهِ) قد اختلف سؤال إبراهيم - صلوات اللَّه عليه - بقوله مرة: قال لهم (مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ) ، ومرة قال:  (مَاذَا تَعْبُدُونَ) ، ثم ذكر في غير هذا الموضع إجابتهم إياه حيث قالوا:  (نَعْبُدُ أَصْنَامًا) ، وما قالوا:  (وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ) ، ولم يذكر هاهنا شيئًا قالوه له، ثم معلوم أنه لا بهذا اللسان أجابوه بما أجابوه، ثم ذكره على اختلاف الألفاظ والحروف ليعلم أن تغيير الحروف والألفاظ لا يغير المعنى، وكذلك جميع القصص التي ذكرت في الفرآن يذكرها مكررة معادة مختلفة الألفاظ والحروف والقصة واحدة؛ ليدل أن المأخوذ والمقصود من الكلام معناه لا لفظه وحروفه، واللَّه أعلم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (أَئِفْكًا آلِهَةً دُونَ اللَّهِ تُرِيدُونَ (٨٦) </p><p> يقول - واللَّه أعلم -: إفكا أي: كذبًا تمسككم بالأصنام التي تعبدونها من دونه، يقول: كذبًا ذلك، ليست بآلهة دون اللَّه وعبادته. </p><p> أو يقول: إفكا، أي: كذبًا الآلهة التي اتخذتموها آلهة دون اللَّه، يريدون أن </p>"
}