{
  "id": null,
  "sura": 37,
  "aya": 24,
  "text": "<p> وقوله:  (هَذَا يَوْمُ الْفَصْلِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ (٢١) </p><p> قوله:  (هَذَا يَوْمُ الْفَصْلِ) أي: يوم القضاء والحكم؛ كقوله - عَزَّ وَجَلَّ -: (إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ) ، أي: يقضي بينهم (فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) ، واللَّه أعلم. </p><p> ويحتمل قوله؛ (هَذَا يَوْمُ الْفَصْلِ) أي؛ يفصل ويفرق بينهم، أي: بين الكفار وأهل الإيمان، وبين الخبيث والطيب؛ كقوله - تعالى -: (لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلَى بَعْضٍ فَيَرْكُمَهُ جَمِيعًا. . .) الآية، وقوله:  (وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ) ، وقوله:  (فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ) ، واللَّه أعلم. </p><p> وقوله:  (احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ وَمَا كَانُوا يَعْبُدُونَ (٢٢) </p><p> فالزوج: هو اسم لشكله واسم لضده اسم لهما جميعًا. يحتمل قوله:  (وَأَزْوَاجَهُمْ) أي: أشكالهم وقرناؤهم من الجن والإنس والشياطين، يأمر الملائكة أن تجمع بين من كانوا يجتمعون في هذه الدنيا ويستحبون الاجتماع معهم أن يجمعوا في عذاب الآخرة، على ما كانوا يستحبون الاجتماع في الملاهي والطرب في هذه الدنيا ويجتمعون على ذلك؛ فعلى ذلك يجمع بين أُولَئِكَ وبين قرنائهم جهنم، ويقرن بعضهم إلى بعض في العذاب؛ كقوله:  (وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ) ؛ وكقوله:  (وَالسَّلَاسِلُ يُسْحَبُونَ (٧١) فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ)، ونحوه. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَاهْدُوهُمْ إِلَى صِرَاطِ الْجَحِيمِ (٢٣) كقوله: (وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا) ، ونحوه، واللَّه أعلم. </p><p> وقال قتادة وغيره:  (هَذَا يَوْمُ الدِّينِ) ، أي: يدان لبعض الناس من بعض في المظالم والحقوق. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقِفُوهُمْ إِنَّهُمْ مَسْئُولُونَ (٢٤) </p><p> يحتمل الوقف للحساب. </p><p> ويحتمل (مَسْئُولُونَ) أي: محاسبون. </p><p> وعن ابن عَبَّاسٍ قال:  \" إن دون الحساب يوم القيامة كذا كذا موقفًا، في كل موقف يوقفون مقدار كذا عامًا، ثم تلا هذه الآية \" . </p><p> ويحتمل ليس السؤال عما فعلوا، ولكن يسألون لماذا فعلوا؟ </p><p> ويحتمل الوقوف فتنوا إلى بعضهم بعضًا، والمخاصمة فيما بينهم والمراجعة؛ كقوله:  (وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ. . .) كذا، (قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ. . .) </p>"
}