{
  "id": null,
  "sura": 37,
  "aya": 6,
  "text": "<p> العباد وخالق كل شيء يخرج على وصف البيت بالعظمة والجلال، وعلى الإشارة التي تبنى منها، والتخصيص على تعظيم ذلك الشيء خاصة؛ لذلك جاز أن يوصف أنه خالق أفعال العباد جملة؛ لما ذكرنا أنه يخرج على المدح والتعظيم وعلى الإشارة على المنة له في تعظيم ذلك الشيء؛ لذلك افترقا، واللَّه الموفق. </p><p> ثم يقال لهم: قولكم: إنه مالك لها وليس بخالق هل يقال لأحد: إنه مالك كذا إلا لما ينشئ ذلك أو لتمليك من يملكه، فإذا ثبت أنه مالك الأعمال والأفعال ثبت أنه خالقها؛ إذ لا يقال: مالك كذا إلا للقدرة على ذلك أو لما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَرَبُّ الْمَشَارِقِ) . </p><p> قال بعض أهل التأويل: إن للشمس ثلاثمائة وستين مشرقا تطلع كل يوم من كوة، وكذلك يقولون في المغارب: إنها تغرب كل يوم من كوة، لكن يشبه أن يكون أراد بالمشارق والمغارب كل شيء يشرق وكل شيء غارب من الشمس والقمر والنجوم والكواكب وغيرها؛ وعلى ذلك يخرج قوله - عَزَّ وَجَلَّ -: (رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ) . </p><p> وأما أهل التأويل فإنهم يقولون: مشرق الشتاء والصيف وكذلك مغربهما. </p><p> * * * </p><p> قوله تعالى:  (إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ (٦) وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ (٧) لَا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلَى وَيُقْذَفُونَ مِنْ كُلِّ جَانِبٍ (٨) دُحُورًا وَلَهُمْ عَذَابٌ وَاصِبٌ (٩) إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ (١٠) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ) . </p><p> ليس أن هذه السماء التي نراها ونعاينها هي سماء الدنيا وغيرها سماء الآخرة، ولكن سماها سماء الدنيا لدنوها من أهل الأرض وقربها منهم، وأهل الأرض هم الجن والإنس، ولهما جرى الخطاب في ذلك وفي غيره؛ وعلى ذلك قول أهل التأويل: إنها إنما سميت: سماء الدنيا؛ لدنوها من أهلها، ولقربها منهم، واللَّه أعلم. </p><p> وفي قوله - عَزَّ وَجَلَّ -: (إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ) أخبر أنه - عَزَّ وَجَلَّ - زينها بزينة الكواكب، وزينة الكواكب نفسها أضافها إلى نفسها وهي الزينة لها لا غير، فهو - واللَّه أعلم - كأنه قال - عَزَّ وَجَلَّ -: (إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ) وهي الكواكب، أو قال:  (إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ) فسئل ما هي؟ فقال: الكواكب. </p>"
}