{
  "id": null,
  "sura": 37,
  "aya": 175,
  "text": "<p> والثاني: فيه دليل حفظه إياه وعصمته عما كانوا يهمون به من القتل والإهلاك؛ حيث منعه من مقاتلتهم ونهاه عن التعرض لهم إلى وقت، على المعلوم ما كان منهم من الهم بقتله وإهلاكه لو وجدوا السبيل إليه؛ فدل أن اللَّه - عَزَّ وَجَلَّ - قد عصمه وحفظه عنهم حين قال لهم ما قال حيث قال - عَزَّ وَجَلَّ -: (وَأَبْصِرْهُمْ فَسَوْفَ يُبْصِرُونَ) ؛ كقوله:  (فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ) . </p><p> قوله تعالى: [ (وَأَبْصِرْهُمْ فَسَوْفَ يُبْصِرُونَ (١٧٥) ] </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَبْصِرْ فَسَوْفَ يُبْصِرُونَ) . </p><p> عيانًا ومشاهدة. </p><p> وقَالَ بَعْضُهُمْ: وأبصرهم العذاب إذا نزل بهم خير فسوف يبصرون وقوعًا. </p><p> ويحتمل قوله:  (وَأَبْصِرْهُمْ) أي: عرفهم أن العذاب ينزل بهم فسوف يعرفون إذا نزل بهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ (١٧٦) </p><p> دل هذا أنهم كانوا يستعجلون نزول العذاب بهم - واللَّه أعلم - إنما يستعجلون العذاب استهزاء بالرسول - عليه السلام - وتكذيبًا له فيما يوعدهم أن العذاب ينزل بهم. </p><p> ثم قوله:  (أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ) هو حرف التعجب أن كيف يستعجلون عذابي؟! ألم يعرفوا قدري وسلطاني في إنزال العذاب والإهلاك إذا أردت تعذيب قوم وإهلاكهم؟ ! أي: قدرت ذلك وملكت عليه. </p><p> ثم أخبر أنه إذا نزل العذاب بساحتهم يساء صباحهم، حيث قال - عَزَّ وَجَلَّ -: (فَإِذَا نَزَلَ بِسَاحَتِهِمْ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ (١٧٧) </p><p> ثم قوله - عَزَّ وَجَلَّ -: (فَإِذَا نَزَلَ بِسَاحَتِهِمْ) يحتمل النزول بالساحة، أي: بقربهم. </p><p> ويحتمل النزول بالساحة: النزول بهم والوقوع عليهم؛ كقوله - عَزَّ وَجَلَّ -: (وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِنْ دَارِهِمْ) ، حتى يأتي وعد الله في نزوله بهم - واللَّه أعلم - يحتمل نزوله بساحتهم ما ذكرنا من نزوله بقربهم ووقوعه عليهم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (فَسَاءَ صَبَاحُ الْمُنْذَرِينَ) ساء صباحهم؛ لأن ذلك العذاب إذا حل بهم صيرهم معذبين في النار أبد الآبدين، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: [ (وَتَوَلَّ عَنْهُمْ حَتَّى حِينٍ (١٧٨) ] </p><p> قد ذكرنا هذا فيما تقدم. </p><p> وكذلك قوله - عَزَّ وَجَلَّ -: (وَأَبْصِرْ فَسَوْفَ يُبْصِرُونَ (١٧٩) ويقول بعضهم: أي: انظر فسوف ينظرون، لكن الوجه فيه ما ذكرنا. </p>"
}