{
  "id": null,
  "sura": 37,
  "aya": 5,
  "text": "<p> نَذِيرًا)، وقولهم:  (لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ) ، وقول فرعون:  (أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ) ، وقولهم:  (لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا) ، وما وصفهم اللَّه - عَزَّ وَجَلَّ -: أنهم (لا يعصُونَ اللَّهَ مَآ أَمَرَهُمْ. . .) الآية، (لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ) الآية، وقوله - عَزَّ وَجَلَّ -: (يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ. . .) الآية، عظم اللَّه - عَزَّ وَجَلَّ - أمر الملائكة عليهم وأعظم، شأنهم في قلوب أُولَئِكَ الكفرة وصدقهم عندهم؛ لذلك أقسم بهم على وحدانيته بقوله - عَزَّ وَجَلَّ -: (إِنَّ إِلَهَكُمْ لَوَاحِدٌ (٤) على هذا وقع القسم. </p><p> ثم أخبر عن صنع ذلك الواحد الذي هو إلهكم وإله الخلق جميعًا، وذكر نعته، فقال - عَزَّ وَجَلَّ -: (رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ الْمَشَارِقِ (٥) </p><p> يخبر عن وحدانيته وتفرده حيث أنشأ السماوات وأنشأ الأرض وما ذكر، وجعل منافع السماء متصلة بمنافع الأرض على بعد ما بينهما، ومنافع المشارق متصلة بمنافع المغارب على بعد ما بينهما، ولو كان فعل عدد لمنع اتصال منافع بعض ببعض على ما يكون من فعل ذوي عدد وغلبة بعض على بعض، فإذا لم يمتنع ذلك، بل اتصل بعض ببعض؛ دل أنه فعل واحد لا شريك له. </p><p> ثم تخصيص ذكر السماوات والأرض وما ذكر دون غيره من الخلائق؛ لما عظم قدر السماء في قلوبهم؛ لنزول ما ينزل منها من الأمطار والبركات وغيرها، والأرض بخروج ما يخرج منها من الأنزال والأرزاق؛ ولذلك يخرج ذكرهما - واللَّه أعلم - فيما ذكر حيث قال فيهما:  (مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ) ، فلعظم قدرهما في قلوبهم ودوامهما عندهم خرج ذكرهما، وإن كانتا تفنيان ولا تدومان أبدًا، واللَّه أعلم. </p><p> ثم قال - عَزَّ وَجَلَّ -: (رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا) قال بعض المعتزلة - وهو جعفر بن حرب -: فإن قال لنا قائل من قوله - عَزَّ وَجَلَّ -: (رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا) : إنه رب أعمالنا وأفعالنا، فنقول له: إن أردت أنه رب أعمالنا وأفعالنا فبلى، ثم قال: فيقال لهم: أتقولون: إنه خالق الكفر وخالق الشر ونحوه، وفي أفعال الخلق الكفر والشر ونحوه؟! </p><p> قيل له: لا يقال ذلك على الإطلاق: إنه خالق الكفر وخالق شر، وإن كان يقال في الجملة: خالق أفعال الخلق، ورب كل شيء، وخالق كل شيء؛ لأن ذكره على الجملة يخرج على تعظيم ذلك الشيء؛ نحو ما يقال: رب مُحَمَّد، ورب البيت، إنما هو لتعظيم مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وتعظيم ذلك البيت خاصة؛ فعلى ذلك وصفنا إياه بالجملة أنه خالق أفعال </p>"
}