{
  "id": null,
  "sura": 37,
  "aya": 154,
  "text": "<p> كذب أكبر منه؛ لأن درك الأشياء ومعرفتها إنما يكون في الشاهد بأحد وجوه ثلاثة: </p><p> أحدها: المشاهدة. </p><p> والثاني: الخبر. </p><p> والثالث: الاستدلال بما شاهدوا وعاينوا على ما غاب عنهم. </p><p> ثم معلوم عندهم - أي: عند هَؤُلَاءِ - أنهم لم يشاهدوا اللَّه حتى عرفوا له الولد، ولا كانوا يؤمنون بالرسل حتى يكون عندهم الخبر بما قالوا ونسبوا إليه من الولد وغيره؛ إذ الخبر إنما يوصل إليه بالرسل، وهم لا يؤمنون بهم، ولا كانوا شاهدوا ما يستدلون على ما قالوا فيه ونسبوا إليه حتى دلهم ذلك على ذلك، فسفههم في قولهم الذي قالوا فيه وما نسبوا إليه، وإنهم كَذَبة في ذلك؛ إذ أسباب العلم بالأشياء ما ذكرنا، ولم يكن لهم شيء من ذلك؛ ولذلك قال:  (أَلَا إِنَّهُمْ مِنْ إِفْكِهِمْ لَيَقُولُونَ (١٥١) وَلَدَ اللَّهُ وَإِنَّهُمْ لَكَاذِبُونَ (١٥٢) </p><p> وقال - عَزَّ وَجَلَّ -: (أَصْطَفَى الْبَنَاتِ عَلَى الْبَنِينَ (١٥٣) يقول: أأختار لنفسي ما تأنفون أنتم عنه؟ وتنسبون إليه ما تستنكفون أنتم عنه؟ يسفههم في قولهم ونسبتهم إلى اللَّه ما قالوا فيه ونسبوا إليه إلى آخر ما ذكر، واللَّه أعلم. </p><p> وفيه تصبير رسول اللَّه على أذاهم وتركهم الإيمان به والاتباع؛ لأنه علمهم أنه خالقهم ورازقهم وقديم الإحسان إليهم وقالوا فيه ما قالوا. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا لَكُمْ كَيْفَ تَحْكُمُونَ (١٥٤) </p><p> يحتمل قوله:  (مَا لَكُمْ كَيْفَ تَحْكُمُونَ) ، أي: ما لكم تحكمون بلا حجة ولا علم؟ </p><p> وقوله:  (أَفَلَا تَذَكَّرُونَ (١٥٥) </p><p> أن هذا الحكم جور وظلم عظيم؛ كقوله - عَزَّ وَجَلَّ -: (تِلْكَ إِذًا قِسْمَةٌ ضِيزَى) . </p><p> وقوله - عَزَّ وَجَلَّ -: (أَمْ لَكُمْ سُلْطَانٌ مُبِينٌ (١٥٦) </p><p> أي: لكم حجة وبيان على ما تزعمون وتقولون في اللَّه سبحانه. </p><p> وقوله:  (فَأْتُوا بِكِتَابِكُمْ إِنْ كُنْتُمْ صَادِقِينَ (١٥٧) </p><p> أي: ائتوا بكتاب من عند اللَّه فيه ما تذكرون من الولد وغيره. </p><p> وقوله:  (وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا ... (١٥٨) قال عامة أهل التأويل: إن الجنة هم الملائكة؛ لقول أُولَئِكَ الكفرة: إن الملائكة بنات اللَّه، وما قالوا في قوله:  (وَلَقَدْ عَلِمَتِ الْجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ) ، أي: علمت الجن الذي </p>"
}