{
  "id": null,
  "sura": 37,
  "aya": 51,
  "text": "<p> فحش ولا يكون فيه جمال، ولكن يكون فيه قبح، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ:  (عِينٌ) ، أي: حسان العيون، والعين جماعة: العيناء، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (كَأَنَّهُنَّ بَيْضٌ مَكْنُونٌ (٤٩) </p><p> أي: مستور، لا يصيبه مطر ولا ريح ولا غبار ولا شمس ولا شيء مما يصيب في الدنيا؛ كقوله:  (لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ) ، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ: قوله: (كَأَنَّهُنَّ بَيْضٌ مَكْنُونٌ) . </p><p> أي: قد [خبئ] وكن من الحر والبرد والمطر فلم يتغير؛ وهو مثل الأول. </p><p> وقَالَ بَعْضُهُمْ:  (بَيْضٌ مَكْنُونٌ) : هو كبيض النعام الذي يكنه الريش من الريح وغيره، فهو أبيض إلى الصفرة فكأنه ينزف؛ فذاك المكنون. </p><p> وقَالَ بَعْضُهُمْ: شبهن بالبياض الذي يكون بين القشر وبين اللحا وهو أبيض شيء يكون، واللَّه أعلم بذلك، لكن فيه وصفهن بالجمال والبهاء والحب لأزواجهن. </p><p> وقَالَ بَعْضُهُمْ: البيض المكنون: هو المصون، هو وصفهن بالصون والصيانة؛ كقوله:  (حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ) ، واللَّه أعلم. </p><p> وقوله:  (فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ (٥٠) قَالَ قَائِلٌ مِنْهُمْ إِنِّي كَانَ لِي قَرِينٌ (٥١) يَقُولُ أَإِنَّكَ لَمِنَ الْمُصَدِّقِينَ (٥٢) . . . ) إلى آخر ما ذكر: في بعض القصة: أن رجلين شريكين كان لهما ثمانون ألف دينار، وذكر أنهما كانا أخوين ورثا ثمانين ألف دينار فاقتسما - وذكر أربعون ألف درهم - فعمد أحدهما إلى ماله فاشترى به قصورًا وبستانًا وفرشًا وجواري ونساء، فأنفقه في أمر الدنيا، وعمد الآخر إلى ماله فأنفقه في طاعة اللَّه، وطلب مرضاته، وطلب [بعمده] الحياة الدائمة في الآخرة، وهذا مؤمن والآخر كافر طاغ، ثم أصاب الذي أنفقه في طاعة اللَّه وطلب مرضاته حاجة شديدة، فقال: لو أتيت صاحبي هذا لعله أن ينال منه بمعروف، فأتاه فسأله، فأبى أن يعطيه شيئًا، وقال له: ما شأنك وما فعلت بمالك؟ فأخبره بما فعله به، فقال له:  (أَإِنَّكَ لَمِنَ الْمُصَدِّقِينَ (٥٢) أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَدِينُونَ (٥٣) أي: محاسبون، فرجع فقضى لهما أن توفيا فنزلت فيهما:  (فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ (٥٠) قَالَ قَائِلٌ مِنْهُمْ) وهو المؤمن حين أدخله اللَّه الجنة (إِنِّي كَانَ لِي قَرِينٌ. يَقُولُ أَإِنَّكَ لَمِنَ الْمُصَدِّقِينَ) بالبعث بعد الموت (أَإِذَا مِتْنَا </p>"
}