{
  "id": null,
  "sura": 37,
  "aya": 7,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ (٧) </p><p> قال - عَزَّ وَجَلَّ -: (وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ) ، وحفظه إياها ما ذكر في قوله - عَزَّ وَجَلَّ -: (لَا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلَى وَيُقْذَفُونَ مِنْ كُلِّ جَانِبٍ (٨) دُحُورًا)، قال ابن عَبَّاسٍ وغيره: قوله: (لَا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلَى) كانوا يَشَفَعُون ولَا يَسَّمَّعُونَ. </p><p> وقَالَ بَعْضُهُمْ: كانوا لا يسمعون أخبار الملائكة وحديثهم فيما يتراجعون بينهم من أمر اللَّه وهم الملأ الأعلى. </p><p> ومن يقول: إنهم كانوا لا يسمعون يذهب إلى ما ذكر في سورة الجن حيث قالوا: (وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا. وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا) ، أخبروا أن من يستمع الآن يجد له ما ذكر؛ دل أنهم كانوا يستمعون. </p><p> فَإِنْ قِيلَ: كيف يوفق بين هذه الآية وبين قوله - عَزَّ وَجَلَّ -: (وَيُقْذَفُونَ مِنْ كُلِّ جَانِبٍ. دُحُورًا. . . إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ) استئنى الخطفة، وقال هاهنا:  (فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا. . .) ، كذا ثم الخطفة إلا أن يكون على التمثيل، أي: موضع يخطف، أو على حقيقة الخطفة وهي الاستلاب والأخذ على السرعة، والله أعلم. </p><p> لكن يشبه أن يكون الآية التي قال - عَزَّ وَجَلَّ -: (وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا. وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا) . في المؤمنين منهم؛ ألا ترى أنهم قالوا:  (وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى آمَنَّا بِهِ) ، وأما ما ذكر في سورة الصافات فهو في الكفار منهم والمردة (إِلَّا مَنْ خَطِفَ الْخَطْفَةَ) من الشياطين الذين يستمعون، واللَّه أعلم. </p><p> ثم في قوله - عَزَّ وَجَلَّ -: (وَأَنَّا لَمَسْنَا السَّمَاءَ) ، وقوله - عَزَّ وَجَلَّ -: (وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ. . .) الآية، دلالة إثبات الرسالة لمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لأنه كان يخبرهم أن الجن يصعدون إلى السماء الدنيا ويستمعون من أخبار الملائكة وحديثهم فيما يتراجعون فيما بينهم من أمر اللَّه في الأرض، ثم يخبرون الكهنة بذلك، فيخبر الكهنة أهل الأرض عن ذلك أنه يكون غدًا كذا وفي يوم كذا وكذا وأنه انقطع ذلك بالوحي ويمنعون، فقالت الجن ذلك وأخبرت عن أنفسهم أنهم كذلك كانوا يفعلون، فصدقوه على ما أخبر من صنيعهم. </p><p> فَإِنْ قِيلَ: كيف صار ذلك آية له، وإنما أخبر عن قول الجن هم، وبه ظهر ذلك </p>"
}