{
  "id": null,
  "sura": 37,
  "aya": 8,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ (٧) </p><p> قال - عَزَّ وَجَلَّ -: (وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ) ، وحفظه إياها ما ذكر في قوله - عَزَّ وَجَلَّ -: (لَا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلَى وَيُقْذَفُونَ مِنْ كُلِّ جَانِبٍ (٨) دُحُورًا)، قال ابن عَبَّاسٍ وغيره: قوله: (لَا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلَى) كانوا يَشَفَعُون ولَا يَسَّمَّعُونَ. </p><p> وقَالَ بَعْضُهُمْ: كانوا لا يسمعون أخبار الملائكة وحديثهم فيما يتراجعون بينهم من أمر اللَّه وهم الملأ الأعلى. </p><p> ومن يقول: إنهم كانوا لا يسمعون يذهب إلى ما ذكر في سورة الجن حيث قالوا: (وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا. وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا) ، أخبروا أن من يستمع الآن يجد له ما ذكر؛ دل أنهم كانوا يستمعون. </p><p> فَإِنْ قِيلَ: كيف يوفق بين هذه الآية وبين قوله - عَزَّ وَجَلَّ -: (وَيُقْذَفُونَ مِنْ كُلِّ جَانِبٍ. دُحُورًا. . . إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ) استئنى الخطفة، وقال هاهنا:  (فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا. . .) ، كذا ثم الخطفة إلا أن يكون على التمثيل، أي: موضع يخطف، أو على حقيقة الخطفة وهي الاستلاب والأخذ على السرعة، والله أعلم. </p><p> لكن يشبه أن يكون الآية التي قال - عَزَّ وَجَلَّ -: (وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا. وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا) . في المؤمنين منهم؛ ألا ترى أنهم قالوا:  (وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى آمَنَّا بِهِ) ، وأما ما ذكر في سورة الصافات فهو في الكفار منهم والمردة (إِلَّا مَنْ خَطِفَ الْخَطْفَةَ) من الشياطين الذين يستمعون، واللَّه أعلم. </p><p> ثم في قوله - عَزَّ وَجَلَّ -: (وَأَنَّا لَمَسْنَا السَّمَاءَ) ، وقوله - عَزَّ وَجَلَّ -: (وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ. . .) الآية، دلالة إثبات الرسالة لمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لأنه كان يخبرهم أن الجن يصعدون إلى السماء الدنيا ويستمعون من أخبار الملائكة وحديثهم فيما يتراجعون فيما بينهم من أمر اللَّه في الأرض، ثم يخبرون الكهنة بذلك، فيخبر الكهنة أهل الأرض عن ذلك أنه يكون غدًا كذا وفي يوم كذا وكذا وأنه انقطع ذلك بالوحي ويمنعون، فقالت الجن ذلك وأخبرت عن أنفسهم أنهم كذلك كانوا يفعلون، فصدقوه على ما أخبر من صنيعهم. </p><p> فَإِنْ قِيلَ: كيف صار ذلك آية له، وإنما أخبر عن قول الجن هم، وبه ظهر ذلك </p><p> ومنه عرف؟! </p><p> قيل: هكذا لكن انقطاع الكهنة من بعد وحديثهم يدل على أن ذلك قد كان، ثم انقطع ذلك بالرسالة والوحي، واللَّه أعلم. </p><p> فَإِنْ قِيلَ: فإذا ولوا الملائكة حفظ السماء وحرسها كيف أغفلوا عما ولوا من حفظها وحرسها وامتحنوا حتى أمكن أُولَئِكَ من الاستماع والاختطاف وما ذكر؟ </p><p> قيل: جائز أن يشتغلوا هم بأعمال ويمتحنون بأمور أخر سوى ذلك، فيمكن ذلك لهم ما ذكر، واللَّه أعلم. </p><p> فَإِنْ قِيلَ: كيف كانت صنعة الشياطين من الاستماع منهم والخطف، وقد رأت وعاينت ما أصاب من فعل ذلك من القذف والرمي والاحتراق؟ </p><p> قيل: إن الشياطين عادتهم طلب الغفلة في كل وقت، فجائز أن يكونوا فعلوا ذلك لما كانوا يظنون ويقع عندهم أنهم في غفلة وسهو من أمورهم، وإن كانوا يعلمون ما يصيب من فعل ذلك، واللَّه أعلم. </p><p> ثم جائز أن يستدل بقوله - عَزَّ وَجَلَّ -: (وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ. . .) الآية، يقول علماؤنا فيمن حلف ألا يكلم فلانًا، فناداه من حيث لا يستمع: لا يحنث، وإذا ناداه من حيث يسمع حنث وإن لم يسمع؛ لما ذكر (وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ) ، ومعلوم أنهم كانوا يقصدون من الأرض إلى الملأ الأعلى، لكن لا يسمعون، ثم لم يذكر ذلك منهم إلا في المكان الذي يسمع؛ دل أنه على ما ذكرنا من الدلالة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلَى) . </p><p> الأشراف منهم وأهل المنزلة والكرامة، ويحتمل الجماعة؛ لأن الملأ هو اسم للشيئين: للجماعة منهم، واسم لأهل الشرف والمنزلة. </p><p> ثم لا ندري كيف سماع الجن من الملائكة؛ وما سبب ذلك؛ أن تكون تلك الأخبار وما يريد اللَّه - عَزَّ وَجَلَّ - إحداثه في الأرض مكتوبًا في كتاب ينظرون فيه فيعلمونه، أو ليتحدث الملائكة فيما بينهم بذلك فيستمع هَؤُلَاءِ منهم ذلك، أو كيف جهة سماعهم ذلك منهم؛ وما يشبه ذلك، واللَّه أعلم. </p><p> وفيه أن الجن تفهم كلام الملائكة وإن اختلفت جواهرهم، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (فَاسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا أَمْ مَنْ خَلَقْنَا إِنَّا خَلَقْنَاهُمْ مِنْ طِينٍ لَازِبٍ (١١) بَلْ عَجِبْتَ وَيَسْخَرُونَ (١٢) وَإِذَا ذُكِّرُوا لَا يَذْكُرُونَ (١٣) وَإِذَا رَأَوْا آيَةً يَسْتَسْخِرُونَ (١٤) وَقَالُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (١٥) </p>"
}