{
  "id": null,
  "sura": 37,
  "aya": 79,
  "text": "<p> يشبه أن يكون ما ذكر أنه ترك في الآخرين ما ذكر على أثره من السلام حيث قال - عز وجل -: (سَلَامٌ عَلَى نُوحٍ فِي الْعَالَمِينَ (٧٩) أي: أبقينا عليه الثناء الحسن في الآخرين حتى يثنوا عليه جميعًا ويصدقوه ويقولوا فيه خيرًا وحسنًا، واللَّه أعلم. </p><p> ويحتمل ما قَالَ بَعْضُهُمْ: سلام اللَّه على نوح في العالمين، وسلم إليه جميع العالمين في جميع الأوقات، كما سلم عيسى على نفسه حيث قال:  (وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا) ، وما سلم على يحيى - عليه السلام - حيث قال:  (وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا) ، ذكر السلام عليهما في أوقات ثلاثة وفي نوح في الأوقات كلها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ (٨٠) </p><p> أي: إنا هكذا نجزي كل محسن، فجزاه اللَّه بإحسانه إلينا الحسن في العالمين، رغب الناس في الإحسان: إما إلى الخلق، وإما إلى أنفسهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ (٨١) </p><p> وليس في ذكره أنه من المؤمنين كثير منفعة له وهو من أولي العزم من الرسل، لكن يحتمل ذكره إياه أنه من المؤمنين وجوهًا: </p><p> أحدها: أنه من عبادنا المؤمنين قبل الرسالة وقبل أن يبعث رسولا، أي: لم يصر مؤمنًا وقت الرسالة، ولكن كان لم يزل مؤمنًا قبل الرسالة. </p><p> والثاني: أنه من عبادنا المؤمنين بك يا مُحَمَّد؛ يذكر هذا ليسر به - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ويفرح عليه، والرسل - عليهم السلام - جميعًا يؤمن بعضهم ببعض. </p><p> والثالث: أنه كان من عبادنا المؤمنين المحققين الموفين، أي: وفاء ما اعتقد بلسانه، وهكذا كان الرسل كلهم موفين ما اعتقدوا وأعطوا بلسانهم، وهكذا يعتقد كل مؤمن في أصل إيمانه واعتقاده ألا يعصي ربه، وألا يخالفه في شيء من أموره ونواهيه، لكنه لا يفي ما اعتقده فعلا بل يقع - ربما - في معاصيه وفي مخالفة أمره ونهيه، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَإِنَّ مِنْ شِيعَتِهِ لَإِبْرَاهِيمَ (٨٣) إِذْ جَاءَ رَبَّهُ بِقَلْبٍ سَلِيمٍ (٨٤) إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَاذَا تَعْبُدُونَ (٨٥) أَئِفْكًا آلِهَةً دُونَ اللَّهِ تُرِيدُونَ (٨٦) فَمَا ظَنُّكُمْ بِرَبِّ الْعَالَمِينَ (٨٧) فَنَظَرَ نَظْرَةً فِي النُّجُومِ (٨٨) فَقَالَ إِنِّي سَقِيمٌ (٨٩) فَتَوَلَّوْا عَنْهُ مُدْبِرِينَ (٩٠) فَرَاغَ إِلَى آلِهَتِهِمْ فَقَالَ أَلَا تَأْكُلُونَ (٩١) مَا لَكُمْ لَا تَنْطِقُونَ (٩٢) فَرَاغَ عَلَيْهِمْ ضَرْبًا بِالْيَمِينِ (٩٣) فَأَقْبَلُوا إِلَيْهِ يَزِفُّونَ (٩٤) قَالَ أَتَعْبُدُونَ مَا تَنْحِتُونَ (٩٥) وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ (٩٦) قَالُوا ابْنُوا </p>"
}