{
  "id": null,
  "sura": 37,
  "aya": 17,
  "text": "<p> والباطل دليل الصدق والحكمة، واللَّه أعلم. </p><p> وقوله:  (وَإِذَا رَأَوْا آيَةً يَسْتَسْخِرُونَ) أي: وإذا أنزل عليهم آية على سؤال منهم يستسخرون ويستهزئون، يخبر عن سفههم أنهم وإن سألوا الآيات فإنهم لا يسألون سؤال استرشاد ولكن سؤال عناد وهزء؛ كقوله عَزَّ وَجَلَّ:  (وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ. لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا) ، وكقوله:  (وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ) . </p><p> وقالوا:  (إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (١٥) كان هذا تلقينًا لأُولَئِكَ الكفرة الرؤساء من الشيطان اللعين حتى يموهوا على أتباعهم عندما ظهر، وكثير من الآيات؛ لما كانوا يعلمون أن لا كل أحد يعرف السحر ويتهيأ إتيانه وفعله؛ يلبسون بذلك على أتباعهم ليقع عندهم أنها السحر لا الآية، واللَّه أعلم. ولو كان ذلك سحرًا حقيقة لكان من آيات الرسالة، فكيف إذا كان آية لما كانوا يعلمون أنه لم يختلف إلى أحد ممن له صرفة بالسحر قط؟! فدل أنه بالله عرف ذلك، على ما ذكرنا: أن ما أنبأ وأخبر عن أنباء الأمم الخالية وأخبارهم يدل على رسالته؛ لما علموا أنه لم يختلف إلى أحد ممن له الصرفة بتلك الأنباء والأخبار ولا ينظر في كتبهم ليعرف ذلك، ثم أخبر على ما كان في كتبهم، دل أنه باللَّه عرف ذلك وبوحى منه إليه علم، فعلى ذلك لو كان سحرًا فكيف إذا كانت آية عظيمة معجزة؟! </p><p> وقال الزجاج: حرف العجب إنما يكون عند ظهور العجب من الأمر وعبرة عظيمة، فأما ما أضيف إلى اللَّه فهو على الإنكار منه والرد على من أنكر عظيمًا من الأمر ظاهرًا، أو كلام نحوه، واللَّه أعلم. </p><p> وقوله عَزَّ وَجَلَّ:  (وَلَهُمْ عَذَابٌ وَاصِبٌ) قيل: دائم؛ كقوله عَزَّ وَجَلَّ:  (وَلَهُ الدِّينُ وَاصِبًا) ، أي دائمًا، وقيل:  (عَذَابٌ وَاصِبٌ) أي: شديد. </p><p> وقوله عَزَّ وَجَلَّ:  (مِنْ طِينٍ لَازِبٍ) قيل: ملتزق، وقيل ملتصق الذي يلتصق باليد إذا لمس. </p><p> وقوله:  (دُحُورًا) قيل: طردًا، وهو مطرود. </p><p> وقوله:  (شِهَابٌ ثَاقِبٌ) قيل: مضيء، وقيل: هوى بضوئه. </p><p> ثم قوله:  (وَإِذَا رَأَوْا آيَةً يَسْتَسْخِرُونَ) قَالَ بَعْضُهُمْ: يسخرون، وقَالَ بَعْضُهُمْ:  (يَسْتَسْخِرُونَ) : يطلبون من أتباعهم السخرية - يعني: القادة - على الآية. واللَّه أعلم. </p><p> وقوله عَزَّ وَجَلَّ:  (أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ (١٦) أَوَآبَاؤُنَا الْأَوَّلُونَ (١٧) قُلْ نَعَمْ وَأَنْتُمْ </p>"
}