{
  "id": null,
  "sura": 38,
  "aya": 18,
  "text": "<p> أمر وإليه يفزع في كل نائبة وحادثة. </p><p> وقَالَ بَعْضُهُمْ:  (ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ) ، أي: ذا الإحسان والعمل الصالح (أَوَّابٌ) ، أي: تواب. </p><p> وقتادة يقول: ذا القوة في العبادة، وذا الفقه في الإسلام، وذا البصر في الدِّين. </p><p> وقال أَبُو عَوْسَجَةَ:  (قِطَّنَا) ، أي: كتابنا، يقال: قططت - أي: كتبت- أقط قطا، فأنا قاط، والكتاب مقطوط، والقط -أيضًا-: القطع، يقال: قططت أظفاري، والقط: الدهر، ويقال: قطي، أي: حسبي، وقطك أي: حسبك. </p><p> قَالَ الْقُتَبِيُّ: القط: الصحيفة المكتوبة، وهي الصك. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ (١٨) </p><p> هو على التقديم والتأخير كأنه قال - عَزَّ وَجَلَّ -: (إنا سخرنا الجبال يسبحن) ، أخبر أنه سخر الجبال والطير وما ذكر لداود كي يطعنه ويسبحن معه، وفيه لطف من اللَّه - عز وجل -: في هذه الأشياء والخصوصية لداود في ذلك؛ حيث صير الجبال والطير بحيث يقفن وقت تسبيح داود معه على ما أخبر عَزَّ وَجَلَّ. </p><p> وفيه أن اللَّه - عَزَّ وَجَلَّ - حيث صير الجبال مع شدتها وصلابتها بحيث تعرف وقت تسبيح داود، وتعرف تسبيحه وتسمعه وتلين له، فجائز أن يجعل قلب الكافر بحيث يلين ويخضع لله بلطفه؛ إذ قلبه ليس أشد قسوة وصلابة من الجبال، فإذا جعل لطفه فيها لانت وخضعت؛ فعلى ذلك إذا جعل ذلك اللطف في قلب الكافر لا يحتمل ألا يلين ولا يخضع؛ إذ هو ليس بأصلب وأشد من الجبال التي ذكرنا، واللَّه أعلم. </p><p> وأما الخصوصية له: فإن اللَّه - عَزَّ وَجَلَّ - جعل بكل من الرسل خصوصية في شيء، لم يجعل مثل تلك الخصوصية لآخر في ذلك الشيء بعينه بلطفه، وخصوصية داود: ما ذكر من تسخير ما ذكر له من الجبال والطير والتسبيح معه، وما ذكر من إلانة الحديد له وغير ذلك من الأشياء، وخصوصية سليمان ما ذكر من تسخير الرياح له وحملها إياه حيث شاء إلى ما شاء مسيرة شهر بغدوة ومسيرة شهر بعشية، حيث قال - عَزَّ وَجَلَّ -: (وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ) ، وما ذكر من فهم نطق الطير والنطق معه وفهمه تسبيحها ونحو ذلك كثير، ومثل هذا ما قد جعل لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حيث ذكر أنه أخذ أحجارا فسبحن في يده حتى سمع ذلك من حضره، وما ذكر أن أصابعه يسبحن ونحوه كثير، فلكل منهم خصوصية في شيء ليست تلك لغيره، واللَّه أعلم. </p>"
}