{
  "id": null,
  "sura": 38,
  "aya": 63,
  "text": "<p> ذكر، ذكر هذا يقول في الآخرة في النار هذا؛ ليلزمهم الحجة وألا يقولوا:  (إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ) ؛ لأن هذه السورة مكية، نزلت في محاجة أهل مكة في إثبات التوحيد وإثبات الرسالة، ومنهم من ينكر البعث، ذكر الأنباء المتقدمة لإثبات الرسالة فيما تقدم، وذكر حجج البعث في هذه الآيات وحجج التوحيد في آخره، ذكر ذلك كله لهم ليلزمهم الحجة وإن أنكروا ذلك؛ لئلا يقولوا:  (إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ) . </p><p> ثم في هذه الآية دلالة أن عقوبة اللَّه قد تلزم وإن لم يحقق عنده الحق ولم يعرفه حقيقة؛ حيث أخبر أنهم يقولون في النار ما ذكر - عَزَّ وَجَلَّ -: (مَا لَنَا لَا نَرَى رِجَالًا كُنَّا نَعُدُّهُمْ مِنَ الْأَشْرَارِ) ؛ لأنه معلوم أنهم لم يعلموا حقيقة أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأصحابه كانوا على حق وإلا ما تركوا اتباعه ولا سخروا منهم؛ وعلى ذلك يخرج مباهلة أبي جهل يوم بدر حيث قال:  \" اللهم أينا أوصل رحما وآثر. . . كذا على ما ذكروا - نصر عليه \" ، ومعلوم أنه لو كان يعلم أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - على حق لكان لا يجترئ على المباهلة دل أنه لم يعلم حقيقة أنه على حق، فعوقبوا وإن لم يعلموا لما مكن لهم من العلم والمعرفة لو تأملوا وأحسنوا النظر في ذلك، واللَّه أعلم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (مَا لَنَا لَا نَرَى رِجَالًا كُنَّا نَعُدُّهُمْ مِنَ الْأَشْرَارِ) </p><p> قال أهل التأويل: إنهم ينظرون في النار فلا يرون من كان يخالفهم في دينهم وهم أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - الذين كانوا يستهزئون بهم في الدنيا ويسخرون منهم، يقولون: كنا نسخر منهم في الدنيا فأين هم؟ وما لنا لا نراهم (أَمْ زَاغَتْ عَنْهُمُ الْأَبْصَارُ (٦٣) أي: حارت وشغلت أبصارنا فلا نراهم. </p><p> لكن لا يحتمل أن يكونوا يقولون على هذا الذي يقوله أهل التأويل، ولكن يقولون على التلهف والتندم على ما كان منهم في الدنيا من ترك اتباعهم والسخرية منهم قد ظهر عندهم أن أُولَئِكَ كانوا على حق - أعني: رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأصحابه - وأنهم على باطل، فلا يحتمل أن يقولوا ذلك على غير التلهف والتندم، وقد عرفوا بماذا عذبوا وجعلوا في النار؟ عرفوا أنهم لا يكونون في النار - يعني: أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إذ كانوا على خلاف ما كان أُولَئِكَ الكفرة عليه، واللَّه أعلم. </p><p> أو أن يقولوا ذلك على الاستغاثة بهم يقولون: أين أُولَئِكَ الذين كانوا اتخذناهم سخريا </p>"
}