{
  "id": null,
  "sura": 38,
  "aya": 8,
  "text": "<p> وقَالَ بَعْضُهُمْ في قوله:  (فِي الْمِلَّةِ الْآخِرَةِ) : هي الحال التي كانوا عليها يقولون: (مَا سَمِعْنَا بِهَذَا فِي الْمِلَّةِ الْآخِرَةِ) التي نحن عليها وكان آباؤنا عليها لا على عبادة الواحد، يقولون:  (إِنْ هَذَا إِلَّا اخْتِلَاقٌ) من عند مُحَمَّد - صلى الله عليه وسلم -. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَأُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا بَلْ هُمْ فِي شَكٍّ مِنْ ذِكْرِي بَلْ لَمَّا يَذُوقُوا عَذَابِ (٨) </p><p> يدل على أنهم قد رأوا أن من أنزل عليه الذكر من السماء إنما ينزل لفضل وخصوصية، لكن إنما رأوا الفضل والخصوصية لأنفسهم؛ لما لهم الفضل في الدنيا؛ فلم يروا ذلك لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لذلك أنكروا إنزال الذكر عليه دونهم؛ ولذلك قالوا:  (لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ) ، وقوله:  (أَأُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا) . </p><p> ثم أخبر - عَزَّ وَجَلَّ - أنهم شاكون في ذكره، حيث قال:  (بَلْ هُمْ فِي شَكٍّ مِنْ ذِكْرِي) . </p><p> وتأويل هذا - واللَّه أعلم -: أن الشك هو الذي لا يوجب القطع على شيء بل يوجب الوقف فبطل القطع على شيء، فكيف قطعتم علي الرد والإنكار دون أن تقفوا فيه؟! والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَلْ لَمَّا يَذُوقُوا عَذَابِ) . </p><p> ثم يحتمل أن يكون هذا على الإخبار عن الإياس من إيمانهم أنهم لا يؤمنون حتى، يذوقوا العذاب؛ كقوله:  (إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ (٩٦) وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ). </p><p> وقال مقاتل: اللام زائدة كأنه قال: (بَلْ هُمْ فِي شَكٍّ مِنْ ذِكْرِي بَلْ لَمَّا يَذُوقُوا عَذَابِ) يذكر سفههم في ردهم الذكر وتكذيبهم إياه على الشك منهم، والشك يوجب الوقف في الشيء لا القطع في الرد والتكذيب له. </p><p> ثم فيه الدلالة على أن الحجج والبراهين قد تلزم من جهلها ولم تتحقق عنده إذا كانت يسهل التحقق منها والوقوف عليها بالتأمل والنظر فيها وإن كانت لم تتحقق عنده بالبديهة وعند قرعها سمعه؛ فهو حجة لقول علمائنا: إن من أسلم في دار الإسلام ولم يعلم أن عليه الشرائع والأحكام كان مأخوذاً بها غير معذور في جهله فيها؛ لأنها يسهل ما يوصل إليها بالسؤال والبحث عنها والفحص منها، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (أَمْ عِنْدَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ (٩) أَمْ لَهُمْ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَلْيَرْتَقُوا فِي الْأَسْبَابِ (١٠) جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ (١١) كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو الْأَوْتَادِ (١٢) وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَابُ الْأَيْكَةِ أُولَئِكَ الْأَحْزَابُ (١٣) إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ (١٤) وَمَا يَنْظُرُ هَؤُلَاءِ إِلَّا صَيْحَةً وَاحِدَةً مَا لَهَا مِنْ فَوَاقٍ (١٥) وَقَالُوا رَبَّنَا عَجِّلْ لَنَا </p>"
}