{
  "id": null,
  "sura": 38,
  "aya": 68,
  "text": "<p> نفسه أو لمنفعة له، ولكن إنما يأمر وينهى لمنفعة أنفسكم ولحاجتكم. </p><p> أو يقول: تعلمون أنه هو ربكم ورب ما ذكر من السماوات والأرض وما بينهما، فكيف تعبدون من تعلمون أنه ليس بربكم ولا إله، وإنما الإله ما ذكر فتتركون عبادته وطاعته؟! وقوله - عَزَّ وَجَلَّ -: (الْعَزِيزُ الْغَفَّارُ) . </p><p> أي: لا يلحقه الذل بذل أوليائه وخدمه؛ لأنه عزيز بذاته لا بأحد ليس كملوك الأرض يذلون إذا ذل أولياؤهم وأتباعهم؛ لأن عزهم بأوليائهم وأتباعهم فإذا ذلوا ذل من كان عزه بهم، فأما اللَّه - سبحانه وتعالى - فعزيز بذاته لا يلحقه الذل بذل أوليائه ولا هلاكهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ هُوَ نَبَأٌ عَظِيمٌ (٦٧) أَنْتُمْ عَنْهُ مُعْرِضُونَ (٦٨) له تأويلان: </p><p> أحدهما: أن هذا القرآن الذي أنزل على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - نبأ عظيم أنتم عن التفكر فيه والنظر معرضون؛ لأن فيه ذكر ما نزل بالمكذبين بالتكذيب والعناد، وفيه ذكر من نجا منهم بم نجا؟ وفيه ذكر ما يؤتى وما يتقى، وفيه ذكر البعث وذكر الجنة والنار ونحوه، وذكر ما لهم وما عليهم، فهم عن التفكر فيه والنظر معرضون ما لو تفكروا فيه وتأملوا، لأدركوا كله ووصلوا إلى معرفة كل ما فيه مما ذكرنا، واللَّه أعلم. </p><p> والثاني: قوله - عَزَّ وَجَلَّ -: (قُلْ هُوَ نَبَأٌ عَظِيمٌ. أَنْتُمْ عَنْهُ مُعْرِضُونَ) أي: البعث والحشر هو نبأ عظيم أنتم عن السعي والعمل لذلك معرضون تاركون. </p><p> فمن جعل تأويله على البعث والحشر يجعل الإعراض عن السعي له والعمل لذلك اليوم، ومن حمل تأويله على القرآن يجعل الإعراض عن التفكر فيه والنظر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلََّّ -: (مَا كَانَ لِيَ مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلَى إِذْ يَخْتَصِمُونَ (٦٩) إِنْ يُوحَى إِلَيَّ. . .) الآية. </p><p> اختلف في الملأ الأعلى: قال عامة أهل التأويل: الملأ الأعلى: هم الملائكة الذين تكلموا في آدم - عليه السلام - حين قال لهم الرب - عَزَّ وَجَلَّ -: (إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً) ، فقالوا عند ذلك:  (أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ. . .) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذْ يَخْتَصِمُونَ) ليس على حقيقة الخصومة، ولكن على التكلم في ذلك؛ كقوله - عَزَّ وَجَلَّ -: (يَتَنَازَعُونَ فِيهَا) ، كأنها ليس على التنازع المعروف عند الناس والخصومة، ولكن على اختلاف الأيدي فعلى ذلك ما ذكر من اختصامهم، واللَّه أعلم. </p><p> ومعناه: ما كان لي من علم من اختصام الملأ الأعلى وما كان منهم من التكلم إلا أن أوحي إليَّ فعلمت وإنما أنا نذير مبين. </p>"
}