{
  "id": null,
  "sura": 38,
  "aya": 12,
  "text": "<p> أحدها: الأمن له عن أن يصلوا إلى قتله وإهلاكه على الآحاد والأفراد؛ كقوله - عز وجل -: (فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ) . </p><p> وفيه الأمن له عن أن يصلوا إلى قتله وإهلاكه على الجمع والاجتماع عليه؛ كقوله - عز وجل -: (سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ) ، أخبر - عَزَّ وَجَلَّ - أنهم يهزمون جميعًا. </p><p> وفيه بشارة له أنهم يهزمون في ضعفه وقلة أعوانه وأنصاره مع كثرة أُولَئِكَ وعدتهم. </p><p> ففي الوجوه الثلاثة التي ذكرنا دلالة رسالته - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حيث أخبر بما ذكر؛ فكان على ما أخبر دل أنه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - باللَّه تعالى عرف ذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ) . </p><p> حين تحزبوا عليه قَالَ بَعْضُهُمْ: إنه ساحر، وقَالَ بَعْضُهُمْ: إنه كذاب، وإنه مفتر، وإنه مجنون على ما تحزبوا عليه، وتفرقت قلوبهم فيه وتلونت، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو الْأَوْتَادِ (١٢) . . . ) إلى قوله:  (أُولَئِكَ الْأَحْزَابُ (١٣) أي: الفرق. </p><p> وقوله:  (إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ (١٤) </p><p> يذكر هَؤُلَاءِ الأحزاب الذين كادوا لرسول اللَّه، ويخبرهم عن صنيعهم ومعاملتهم الرسل لوجهين: </p><p> أحدهما: كيفية معاملة الرسل - عليهم السلام - أُولَئِكَ الكفرة مع تكذيبهم إياهم وسوء معاملتهم وصنيعهم مع الرسل وأنواع البلايا التي كانت منهم إليهم أن كيف عاملوهم وصبروا على أذاهم؛ ليعامل هو قومه مثل معاملتهم قومهم، ويصبر على أذاهم كما صبر أُولَئِكَ على أذى قومهم، مثل معاملتهم فومهم وسوء صنيعهم؛ كقوله - عَزَّ وَجَلَّ -: (فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ) . </p><p> والثاني: يذكر هذا لأهل مكة ويحذرهم ما نزل بالأمم المتقدمة بتكذيبهم الرسل وعنادهم وتمردهم معهم؛ ليحذروا تكذيبهم محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وألا يعاملوه كما عامل أُولَئِكَ رسلهم، فينزل بهم كما نزل بأُولَئِكَ من العذاب والإهلاك، واللَّه أعلم. </p><p> (فَحَقَّ عِقَابِ) . </p><p> قَالَ بَعْضُهُمْ: أي: وجب عليهم عقاب، لكن قوله - عَزَّ وَجَلَّ -: (فَحَقَّ عِقَابِ) أي: نزل بهم العقاب ووقع عليهم، وإلا كان العذاب واجبًا على الكفار. </p>"
}