{
  "id": null,
  "sura": 38,
  "aya": 45,
  "text": "<p> قوله تعالى:  (وَاذْكُرْ عِبَادَنَا إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصَارِ (٤٥) إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ (٤٦) وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ (٤٧) وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ وَكُلٌّ مِنَ الْأَخْيَارِ (٤٨) هَذَا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ (٤٩) جَنَّاتِ عَدْنٍ مُفَتَّحَةً لَهُمُ الْأَبْوَابُ (٥٠) مُتَّكِئِينَ فِيهَا يَدْعُونَ فِيهَا بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ (٥١) وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ أَتْرَابٌ (٥٢) هَذَا مَا تُوعَدُونَ لِيَوْمِ الْحِسَابِ (٥٣) إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ (٥٤) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاذْكُرْ عِبَادَنَا إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ) . </p><p> يحتمل قوله - عَزَّ وَجَلَّ -: (وَاذْكُرْ) من ذكر من الرسل - عليهم السلام - وأهل الصفوة، أي: اذكر هَؤُلَاءِ بما لقوا من أعدائهم، فتستعين به أنت بما تلقى من أعدائك. </p><p> أو يقول: اذكر صبر هَؤُلَاءِ على قومهم؛ لتصير أنت على أذى قومك؛ وهو قريب من الأول، أي: اذكر خبر هَؤُلَاءِ في العبادة والدِّين ليحببك ذلك ويخرجك على الجهد فيها. </p><p> أو يقول: اذكر الأسباب التي بها صار هَؤُلَاءِ أهل صفوة اللَّه ومحل إحسانه؛ ليحملك ذلك على طلب تلك الأسباب؛ لتصير من أهل صفوة اللَّه ونحوه يحتمل. </p><p> أو يقول: اذكر هَؤُلَاءِ الصالحين لتتسلى بذكرهم عن بعض أمورك، وهمومك، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أُولِي الْأَيْدِي وَالْأَبْصَارِ) . </p><p> قيل: أولي الأيدي، أي: أولي القوة في العبادة والبصر في الدِّين، ثم معلوم أن هَؤُلَاءِ لم يكونوا أهل قوة في أنفسهم، وإنَّمَا كانوا أهل قوة في العبادة في الدِّين، ليعلم أن القوة في الدِّين غير القوة في النفس. </p><p> وقيل: أولي القوة في طاعة اللَّه والبصر في الحق. </p><p> وقيل: في الفقه. </p><p> وقيل: أولي الفهم في كتاب اللَّه، وهو واحد. </p><p> وفي قوله:  (أُولِي الْأَيْدِي وَالْأَبْصَارِ) دلالة أن قد يفهم بذكر الأيدي غير الجارحة وبذكر البصر غير العين؛ لأنه معلوم أنه لم يرد بذكر الأيدي الجوارح، ولا بذكر الأبصار الأعين ولا فهم منه ذلك، ولكن فهم باليد القوة وبذكر البصر الفهم أو ما فهم؛ فعلى ذلك لا يفهم من قوله - عَزَّ وَجَلَّ -: (خَلَقْتُ بِيَدَيَّ) ، ونحوه الجارحة على ما يفهم من الخلق، ولكن القوة أو غيرها لكن كنى باليد عن القوة لما باليد يقوى، وكنى بالبصر عن درك الأشياء حقيقة لما بالبصر يدرك الأشياء. </p>"
}