{
  "id": null,
  "sura": 38,
  "aya": 44,
  "text": "<p> قال بعض أهل التأويل: كان به البلاء بظاهر الجسد وبباطنه: فما كان بظاهره ذهب بالاغتسال، وما كان بباطنه ذهب بالشرب، واللَّه أعلم. </p><p> ثم قوله - عَزَّ وَجَلَّ - لرسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: (وَاذْكُرْ عَبْدَنَا أَيُّوبَ) . </p><p> أي: اذكر صبره كيف صبر على البلاء من اللَّه - عَزَّ وَجَلَّ - بأنواع الشدائد والبلايا، فاصبر أنت إذا ابتليت بشيء من البلايا، وعلى ذلك يخرج جميع ما ذكر في هذه السورة، وأمره أن يذكرهم بالذي ابتلاهم من الشدائد أن كيف صبروا له على ذلك، ومن امتحنهم بالسعة والملك يقول: أن اذكر لهم كيف شكروا ربهم وأطاعوه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنَّا وَذِكْرَى لِأُولِي الْأَلْبَابِ (٤٣) </p><p> اختلف أهل التأويل فيه: قَالَ بَعْضُهُمْ: (وَوَهَبْنَا لَهُ أَهْلَهُ) أي: أحيا من هلك من أهله وماله، وزاد له على ذلك ضعفهم في الدنيا؛ رحمة منه وفضلا. </p><p> والحسن يقول بهذا: إنه أحياهم له بأعيانهم وزاده مثلهم معهم. </p><p> وقَالَ بَعْضُهُمْ: قيل له: يا أيوب إن أهلك في الجنة، فإن شئت أتيناك بهم وإن شئت تركناهم لك في الجنة وعوضناك مثلهم، قال: لا، بل اتركهم في الجنة، فتركوا له في الجنة وعوض مثلهم في الدنيا، ولله أن يحيي من شاء بعد ما أماته، وله أن يؤجر على ذلك ما شاء؛ ألا ترى أنه قال على أثره:  (رَحْمَةً مِنَّا وَذِكْرَى لِأُولِي الْأَلْبَابِ) ، دل قوله:  (رَحْمَةً مِنَّا) على أن كشف الضر عن أيوب وإعطاء ما أعطاه رحمة منه وفضلا ونعمة، كان له ألا يكشف الضر عنه، وألا يرد عليه أهله ولا يزيد له، وهو على المعتزلة؛ لأنه لا يخلو إما أن يكون ما أعطى وردّ عليه أصلح له، وقد أخبر أنه برحمته كان ذلك له وفضل منه، ولو كان عليه حفظ الأصلح له في الدِّين، كان في تركه ومنعه جائرا عندهم ظالمًا. </p><p> أو أن يكون منعه ذلك عنه أصلح له فأعطاه وترك الأصلح له؛ فدل أن ليس على الله حفظ الأصلح لأحد في الدِّين، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَذِكْرَى لِأُولِي الْأَلْبَابِ) . </p><p> أي: ذكرى وعظة لمن ينتفع باللب، ليعلم أن ليس التضييق لمقت منه وسخط على من ضَيَّق عليه ولا في التوسيع رضاء منه، ولكن محنتان: يمتحن من شاء بالشدة والبلاء، ومن شاء بالسعة والرخاء. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ وَلَا تَحْنَثْ إِنَّا وَجَدْنَاهُ صَابِرًا نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ (٤٤) </p><p> اختلف في السبب الذي كان من أيوب - عليه السلام - الحلف بضرب امرأته، ولكن لسنا ندري ما السبب الذي حمله على الحلف بضربها، ولا حاجة لنا إلى معرفة ذلك السبب، غير أنا نعلم أنه كان من المحلوف عليه معنى يستوجب بذلك الضرب حيث حلف هو بالضرب وأمره اللَّه - عَزَّ وَجَلَّ - بالضرب، ثم معلوم أن غضبه وحلفه لا يحتمل أن يكون لمنفعة نفسه ولكن لله عَزَّ وَجَلَّ، ثم الغضب لا يخرج الأنبياء - عليهم السلام - عن أيدي أنفسهم على من كان غضبه لنفسه. </p><p> ثم اختلف في قوله - عَزَّ وَجَلَّ -: (وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ) : قَالَ بَعْضُهُمْ: قضبان وأغصان، ونحو ذلك، لأيوب خاصة. </p><p> وقَالَ بَعْضُهُمْ: هو له ولسائر الناس أن من حلف أن يضرب كذا خشبة أو سوطًا، فجمع قضبانا أو أغصانًا فضرب بها، برّ في يمينه، وليس في الآية أنه ضرب به مرة أو مرارًا حتى يخرج به المرء عن يمينه. </p><p> ثم الأصل عندنا أن من هم بضرب آخر كان بالضارب هيئة وإبداء يعرف أنه يزيد الضرب فيحرز بالمضروب هيئته وأثره وهو السالم، فجائِز أن يكون المراد به تلك الهيئة والأثر الضرب نفسه ليس في يمينه، وأن الأفضل فيها ترك الضرب والكفارة عن الحنث. </p><p> ثم أثنى اللَّه على أيوب - عليه السلام - فقال - عَزَّ وَجَلَّ -: (إِنَّا وَجَدْنَاهُ صَابِرًا) . </p><p> بما ابتلاه اللَّه في نفسه وأهله وماله. </p><p> (نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ) . </p><p> أي: راجع إليه - عَزَّ وَجَلَّ - في جميع أحواله: في حال الشدة والبلاء، وفي حال السعة والرخاء، واللَّه أعلم. </p><p> وقال أَبُو عَوْسَجَةَ:  (ارْكُضْ بِرِجْلِكَ) ، أي: اضرب بها الأرض، وكذلك ركض دابتك إذا ضربتها برجلك حتى تسرع؛ وكذلك قَالَ الْقُتَبِيُّ، قال: والضغث: ملء الكف من الحشيش وغيره ومن كل شيء، وأضغاث جمع. </p><p> وقَالَ الْقُتَبِيُّ: الضغث: الحزمة من الكلأ أو من العيدان وهو قريب من الأول. وقال: المغتسل: الماء وهو الغسول أيضًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَحْنَثْ) . </p><p> من الحِنْث، والحنث في الأصل: الإثم أي: لا يحنث بيمينه إذا صدق فيها ووفى. </p>"
}