{
  "id": null,
  "sura": 38,
  "aya": 39,
  "text": "<p> أو أن يكون قوله - عَزَّ وَجَلَّ -: (عَاصِفَةً) على أعداء اللَّه رخاء لينة على أوليائه، واللَّه أعلم. </p><p> ثم فيما ذكر من جرية الريح بأمره حيث أراد وقصد، لطف اللَّه - عَزَّ وَجَلَّ - بسليمان حين جعله بحيث تفهم الريح مراده ويفهم هو منها ما أرادت حتى كان يستعملها فيما شاء، وكذلك ما فهم من نطق الطير وكلامه وكلام النمل الذي ذكر وتفهم هي منه، فذلك كله لطف منه به ورحمة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ (٣٧) </p><p> أي: سخرنا له الشياطين حتى يستعملهم فيما شاء: بعضهم في البناء، وبعضهم في الغوص في البحر لاستخراج ما فيه من الأموال؛ ليتفرغ الناس لعبادة اللَّه والخدمة لا يكون لهم شغل في البنيان ولا في مؤنة أنفسهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ (٣٨) </p><p> وآخرين لم يطيعوه فيما أمرهم من الأعمال في البناء والغوص وغير ذلك من الأعمال جعلهم في الأصفاد -وهي الأغلال تجعل في الأعناق- ليدفع شرهم وسوءهم عن الخلق حيث لم يطيعوه فيما أمرهم بالعمل للخلق ليتفرغوا للعبادة، وهو ما ذكرنا من آية عجيبة لسليمان - عليه السلام - واللطف له حيث مكن له من استعمال ما ذكر من الجن والشياطين والريح وسخر له ذلك؛ ليعلم أنه إنما قدر على ذلك بلطف منه لا بالحيل والأسباب. </p><p> وقوله - عَزَّ وَجَلَّ -: (هَذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ (٣٩) </p><p> قال عامة أهل التأويل: هذا في الشياطين التي ذكر أنه سخرها له في العمل، وآخرين في جعله إياهم في الأصفاد، خيره بين أن يمن على من شاء منهم فيخلي سبيله، وبين أن يمسك من شاء منهم فلا يخلي سبيله. </p><p> وقَالَ بَعْضُهُمْ: ذلك التخيير في الشياطين وفي جميع ما أعطاه له من الملك يقول: إن شئت تمن فتعطيه من شئت، وإن شئت أمسكت فلا تعط أحدا شيئًا، ولا تبعة عليك في ذلك الإعطاء ولا في الإمساك، واللَّه أعلم. </p><p> وجائز أن يكون لا على التخيير، ولكن امتحن بالإعطاء لقوم والمنع عن قوم، فيقول: </p><p> (هَذَا عَطَاؤُنَا فَامْنُنْ) أي: أعط وابذل لمن أمرت وامتحنت بالإعطاء من كان أهلا لذلك، وأمسك عمن ليس هو بأهل لذلك ومن لم تؤمر بدفعه إليه؛ وهو كقوله - عَزَّ وَجَلَّ -: (إِمَّا أَنْ تُعَذِّبَ وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا) ، أن ليس على التخيير، ولكن على تعذيب من هو أهل للعذاب مستحق له، واتخاذ الحسن فيمن كان أهلا على ما بين في ذلك وأظهر في الآية حيث قال - عَزَّ وَجَلَّ -: (قَالَ أَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَى رَبِّهِ. . .) الآية، (وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَى) ، فعلى ذلك يحتمل الأول، واللَّه أعلم. </p><p> وقال الحسن: قوله - عَزَّ وَجَلَّ -: (عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ) ويقول: هذا ملكنا الذي أعطيناك يقول: أعط منه ما شئت وامنع منه ما شئت، لا تبعة عليك فيه في الآخرة، وهو قريب مما ذكرنا في أحد التأويلين. </p><p> وقال قتادة: احبس منهم في وثاقك هذا وعذابك وسرح منهم من شئت لا حساب عليك في ذلك، وهو قريب مما ذكرنا في أحد التأويلين: رجع أحدهما إلى الشياطين خاصة في الحبس في العمل من شاء والتسريح لمن شاء منهم، والآخر إلى كل ما أعطاه من الملك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (بِغَيْرِ حِسَابٍ) . </p><p> أي: أعطى له من الملك ما لا يحسب من الكثرة والعدد. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى ... (٤٠) </p><p> أي: القربة، (وَحُسْنَ مَآبٍ) أي: مرجع، هذا يدل على أن ما أعطاه من الملك لم يحطه عن مرتبته ولا نقص من قدره عند اللَّه؛ لأنه إنما سأله الملك - واللَّه أعلم - لما ذكرنا من رغبته في نجاة الخلق؛ لسرعة إجابتهم إياه إلى ما يدعوهم إليه، لا رغبة منه في الدنيا ولذاتها وطلب العز فيها، ولكن لما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى) . </p><p> أي: الأسباب التي تزلفه إلى اللَّه وتقربه من التوفيق والعصمة والمعونة على الطاعة، وذلك يكون في الدنيا والأول يكون في الآخرة، واللَّه أعلم. وهذا من أعظم المنن واللطف حيث أمنه عن جميع أنواع التبعات، يغفر له بغير حساب ويستر له بالزلفى وحسن المرجع، واللَّه أعلم. </p><p> ثم اختلف في سبب فتنة سليمان - عليه السلام - وفي ذنبه: </p><p> قَالَ بَعْضُهُمْ: وذلك أن اللَّه - تعالى - أمره ألا يتزوج امرأة إلا من بني إسرائيل، فتزوج امرأة من غير بني إسرائيل وجعل لها صنما فعبد في بيته كذا كذا يومًا، فابتلاه اللَّه بسلب ملكه عقوبة له على قدر ما عبد من الصنم في بيته. </p><p> وقَالَ بَعْضُهُمْ: كانت فتنة سليمان - عليه السلام - التي ذكر في ناس من أهل الجرادة وكانت الجرادة امرأته وكانت من أحب نسائه إليه، وكان إذا أراد أن يحنث أو يدخل الخلاء أعطاها خاتمه وأن ناسا من أهلها جاءوا يخاصمون قومًا إلى سليمان، قالوا: وكان سليمان أحب أن يكون الحق لأهل الجرادة فيقضي لهم، فعوتب حين لم يكن هواه فيهم واحدًا؛ وهو قول ابن عَبَّاسٍ. </p><p> وقد ذكرنا نحن أنه يجوز أن يكون نزع الملك منه وما ذكر فتنة إياه بلا زلة ولا سبب كان منه ابتداء محنة وابتلاء، وذلك جائز، ولله أن يفعل ما يشاء بمن شاء وكيف شاء من نزع الملك وغيره، واللَّه أعلم. </p><p> وقَالَ الْقُتَبِيُّ وأَبُو عَوْسَجَةَ:  (رُخَاءً) أي: رخوة لينة، وهو من اللين، ويقال: رجل رخو، أي: ضعيف في عمله، وقوم رخاء، قال: والرخاء: الساكن، ويقال: استرخى، أي: سكن. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ) . </p><p> ومثله قوله:  (وَلَا تَمْنُنْ تَسْتَكْثِرُ) ، أي: لا تعط لتأخذ من المكافأة أكثر مما أعطيت. </p><p> وقال الفراء: سمى العطاء: منا. </p><p> وقوله - عَزَّ وَجَلَّ -: (حَيْثُ أَصَابَ) . </p><p> أي: أراد، قال الأصمعي: العرب تقول: أصاب الصواب، فأخطأ الجواب، أي: أراد الصواب، والأصفاد: الأغلال التي يشد بها الأيدي إلى العنق. </p><p> دل قول سليمان - عليه السلام - ودعاؤه ربه باستيهابه الملك قال:  (قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ. . .) على أن الملك الذي أعطاه لم يكن حقًّا عليه؛ إذ لو كان حقا له لكان لا يستوهبه ولا يقول له:  (إِنَّكَ أَنْتَ الْوَهَّابُ) ، ولكن يقول له: أعطني حقي؛ إذ كل طالب حق له قِبَل آخر لا يوصف إذا أعطاه إياه أنه وهاب، ولكن يؤدي حقًّا عليه. </p><p> ويدل هذا أيضًا على أن ليس على اللَّه حفظ الأصلح في الدِّين؛ إذ لو كان عليه حفظ </p>"
}