{
  "id": null,
  "sura": 38,
  "aya": 83,
  "text": "<p> يعود إلى اختيار توحيده وطاعته أبدًا، وإلا كان عليه لعنته في الدنيا والآخرة: فأما في الدنيا ما ذكرنا من خذلانه وتركه في العمر، وأما في الآخرة مطرود عن جنته، واللَّه أعلم. </p><p> ثم سأل ربه أن ينظره إلى يوم يبعثون فأجاب حيث قال - عَزَّ وَجَلَّ -: (فَإِنَّكَ مِنَ الْمُنْظَرِينَ (٨٠) وإنما أنظره - واللَّه أعلم - لأنه يختار الكفر والخلاف له أبدًا. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ (٨١) </p><p> هو يوم اختلف فيه: </p><p> قَالَ بَعْضُهُمْ:  (الْوَقْتِ الْمَعْلُومِ) : هو يوم البعث، إلى ذلك أنظره على ما سبق منه السؤال على النظرة إلى يوم البعث حيث قال:  (إِلَى يَوْمِ يُبْعَثُونَ) . </p><p> وقَالَ بَعْضُهُمْ:  (الْوَقْتِ الْمَعْلُومِ) : هو النفخة الأولى. </p><p> وقَالَ بَعْضُهُمْ: لم يبين له ذلك الوقت؛ ولذلك ذكر منه الخوف، وهو ما قال - عز وجل -: (قَالَ إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ) ، ولو كان بين له الوقت المعلوم لكان لا يخاف دون ذلك الوقت، ولكنه يأمن فدل خوفه أنه لم يبين له ذلك وهو معلوم عند اللَّه، واللَّه أعلم. </p><p> وقوله:  (فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ (٨٢) </p><p> وقال - عَزَّ وَجَلَّ -: (إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ) كأنه يقول - واللَّه أعلم -: إن عبادي ليس لك عليهم سلطان أن تغويهم إلا من كان في علمه أنه يختار الغواية ويؤثر اتباعه؛ فيكون له عليهم سلطان الإغواء، فأما من كان في علم اللَّه أنه يختار الإيمان والتوحيد، فلا سبيل لك عليهم، واللَّه أعلم. </p><p> ثم قَالَ بَعْضُهُمْ:  (الْمُخْلَصِينَ (٨٣) للتوحيد، فإن كان ذلك فيكون قوله تعالى:  (لَأُغْوِيَنَّهُمْ) يكون كفرا. </p><p> وقَالَ بَعْضُهُمْ:  (الْمُخْلَصِينَ) من الهلاك، فإن كان ذلك فيكون قوله:  (لَأُغْوِيَنَّهُمْ) ، أي: لأهلكنهم. </p><p> وقَالَ بَعْضُهُمْ:  (الْمُخْلَصِينَ) من كل ذنب وكل معصية، لكن الوجهين الأولين أشبه وأقرب، واللَّه أَعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ (٨٤) </p><p> قرئ بنصبهما جميعًا:  (فَالْحَقَّ وَالْحَقَّ أَقُولُ) ، وقد قرئ أيضًا برفع الأول ونصب الثاني:  (فَالْحَقُّ وَالْحَقَّ) . </p>"
}