{
  "id": null,
  "sura": 38,
  "aya": 47,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ (٤٦) </p><p> أي: شرف الدار وذكرهم صاروا مذكورين مشرفين في الدار. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ (٤٧) </p><p> أي: هم عندنا أهل صفوة اصطفاهم اللَّه - عَزَّ وَجَلَّ - واختارهم لنفسه ولرسالته. </p><p> وقَالَ بَعْضُهُمْ:  (وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ) اختارهم على علم الرسالة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ وَكُلٌّ مِنَ الْأَخْيَارِ (٤٨) </p><p> يحتمل قوله - عَزَّ وَجَلَّ -: (وَاذْكُرْ) وجوهًا على ما ذكرنا: صبر هَؤُلَاءِ على ما لقوا من قومهم، فتستعين أنت على الصبر مما تلقى من قومك. </p><p> أو يقول: اذكر حسن معاملة هَؤُلَاءِ ربهم وحسن سيرتهم فيما بينهم وبين الخلق؛ لتعامل أنت ربك مثل معاملتهم ومثل سيرتهم. </p><p> أو يقول: اذكر هَؤُلَاءِ ومن ذكر، أي أكثر عليهم بحسن الثناء واذكرهم بخير ما أثنى عليهم، وأمر الناس أن يثنوا عليهم على ما تقدم ذكره؛ ليكونوا أبدًا أحياء بحسن الثناء والذكر. </p><p> أو أن يقول: اذكر هَؤُلَاءِ أن كيف عاملهم اللَّه واختارهم لرسالته وما ذكر اللَّه، والله أعلم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (وَالْيَسَعَ) قَالَ بَعْضُهُمْ: هو إلياس، وقَالَ بَعْضُهُمْ: هو غيره، وكان ابن عم إلياس، واللَّه أعلم. </p><p> (وَذَا الْكِفْلِ) اختلف فيه إيضًا: </p><p> قَالَ بَعْضُهُمْ: كان إلياس في أربعمائة نبي - عليهم السلام - في زمن ملك، فقتل الملك ثلاثمائة منهم فكفل رجل إلياس في مائة نبي فكفلهم وخبأهم عنده يطعمهم ويسقيهم حتى خرجوا من عنده، وكان الكفل بمنزلة من الملك فلذلك سمي: ذا الكفل؛ لأنه خبأهم وكفلهم، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ: سمي: ذا الكفل؛ لأنه كفل لله - عَزَّ وَجَلَّ - خوفًا لله به، فسمي: ذا الكفل. </p><p> وقال أبو موسى الأشعري: إن ذا الكفل لم يكن نبيًّا، ولكن كان رجلا صالحًا فكفل بعمل رجل صالح عند موته كان يصلي لله - عَزَّ وَجَلَّ - كل يوم مائة صلاة، فأحسن الله عليه لسابق كفالته. </p><p> وقَالَ بَعْضُهُمْ: إن نبيًّا من الأنبياء قال لقومه: أيكم يكفل بتبليغ ما بعثت به إلى الناس بعدي لأضمن له الجنة والدرجة العليا، فقال شاب: إنا نكفل التبليغ على ذلك ووفى ما </p>"
}