{
  "id": null,
  "sura": 38,
  "aya": 3,
  "text": "<p> ذكر أن أبا طالب كان مريضًا فجاءه النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يعوده وعند رأسه مقعد رجل، فقام أبو جهل، فجلس فيه وعنده ملأ من قريش، فشكوا النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إلى أبي طالب، فقالوا: إنه يقع في آلهتنا، قال: يا ابن أخي، ما تريد منهم؟ قال:  \" يا عم، إني أريد منهم كلمة تدين لهم بها العرب ويؤدي إليهم بها العجم الجزية \" ، قال: وما هي؟ قال:  \" لَا إِلَهَ إِلَّا اللَّهُ \" ، فقال أبو جهل: أجعل الآلهة إلهًا واحدًا، بذلك أخبرهم \" العزة \" التي ذكر حيث قال: (بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ) . </p><p> وقوله:  (فِي عِزَّةٍ) . </p><p> قَالَ بَعْضُهُمْ: منعة معاندين ممتنعين. </p><p> وقَالَ بَعْضُهُمْ:  (فِي عِزَّةٍ) في حمية واعتزاز، والحمية هي التي تحمل على الخلاف والمعصية، واللَّه أعلم. </p><p> ثم اختلف في موضع القسم هاهنا: </p><p> قَالَ بَعْضُهُمْ: القسم في قوله: (كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ فَنَادَوْا وَلَاتَ حِينَ مَنَاصٍ (٣) قيل: في قوله: (كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ) بوجهين: </p><p> أحدهما: أن هذا في كل كافر ومشرك ينادي عند موته وهلاكه، ويسأل ربه الرجوع والعود إلى الدنيا ليؤمن؛ كقوله:  (حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ (٩٩) لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا. . .)، (وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ) الآية، ونحوه، لكن لم ينفع ذلك النداء والغوث والسؤال التأخير على ما أخبر أنه إذا جاء أجلهم لا يستأخرون ساعة ولا يستقدمون. </p><p> ومنهم من يقول: هذا في الجملة في الأمم التي أهلكت من قبل واستؤصلت بالتكذيب والعناد، كانوا ينادون عند نزول ذلك بهم ووقوعه عليهم، ويسألون الغوث ويظهرون الإيمان؛ كقوله - عَزَّ وَجَلَّ -: (فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ) ، لكن لا ينفعهم إيمانهم في ذلك الوقت على ما أخبر اللَّه - عَزَّ وَجَلَّ - لأنه إيمان دفع العذاب واضطرار لا إيمان اختيار، يخوف بهذا أهل مكة أن ينزل بهم ما نزل بأُولَئِكَ ويندمون على </p>"
}