{
  "id": null,
  "sura": 38,
  "aya": 15,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: [ (وَفِرْعَوْنُ ذُو الْأَوْتَادِ) ]. </p><p> قَالَ بَعْضُهُمْ: إن فرعون كان إذا غضب على أحد من قومه مده بأوتاد فيعاقبه بها ويعذبه، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ: [ (وَفِرْعَوْنُ ذُو الْأَوْتَادِ) ]، أي: ذي البناء المحكم. </p><p> وقَالَ بَعْضُهُمْ: كانت له أوتاد وأرسان، أي: جبال وتلاعيب يلاعبون بها، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا يَنْظُرُ هَؤُلَاءِ إِلَّا صَيْحَةً وَاحِدَةً مَا لَهَا مِنْ فَوَاقٍ (١٥) </p><p> يخبر - عَزَّ وَجَلَّ - رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ويؤيسه عن إيمانهم أنهم لا يؤمنون إلا عند وقوع العذاب بهم حتى لا ينفعهم الإيمان؛ كقوله - عَزَّ وَجَلَّ -: (إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ (٩٦) وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ). </p><p> ثم قوله - عَزَّ وَجَلَّ -: (إِلَّا صَيْحَةً وَاحِدَةً) يحتمل أن يكون سمى نفس العذاب: صيحة. </p><p> وجائز أن يكون ذكر صيحة؛ لما أن العذاب إذا نزل بهم ووقع عليهم يصيحون، فسمى ذلك: صيحة؛ لصياحهم. </p><p> أو أن يكون ذلك إذا نزل بهم كان فيه صياح، وصوت الشيء الهائل العظيم الشديد إذا هو وقع ومال إلى الأرض، كان فيه صياح وصوت حتى يفزع الناس منه؛ فعلى ذلك الصيحة التي ذكر يحتمل ما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا لَهَا مِنْ فَوَاقٍ) . </p><p> قال أبو عبيدة: من فتحها أراد: ما لها من راحة ولا إقامة، كأنه ذهب إلى إفاقة المريض من علته. </p><p> ومن ضمها جعلها من فُواق الناقة وهو ما بين الحلبتين، ويريد (مَا لَهَا مِنْ فَوَاقٍ) : انتظار ومكث. </p><p> قال أَبُو عَوْسَجَةَ والْقُتَبِيّ:  (مَا لَهَا مِنْ فَوَاقٍ) ، أي: من انقطاع؛ إذ هي دائمة أبدًا لا تنقطع به. </p><p> وقال الكسائي: الفَواق: بالنصب والرفع لغتان، وهو من فواق الناقة بين الحلبتين </p><p> والرضعتين. </p><p> وقال عامة أهل التأويل:  (مَا لَهَا مِنْ فَوَاقٍ) ، أي: من مرد ومرجع وقرار. </p><p> وقَالَ بَعْضُهُمْ: هو مد البصر، يقول: هي أقرب من ذلك، كقوله - عَزَّ وَجَلَّ -: (وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ) ، واللَّه أعلم. </p><p> وأصل الفواق: كأنه من العود والرجوع كعود اللبن إلى الضرع بعد ما حلب مرة، والله أعلم. </p><p> ذكر عن الحسن في قوله - عَزَّ وَجَلَّ -: (ص وَالْقُرْآنِ ذِي الذِّكْرِ) يقول: حارث القرآن بقلبك وهو من قول العرب: صادته الدابة إذا كانت امتنعت فأطعمها حتى ذلت ولانت. </p><p> وقال أَبُو عَوْسَجَةَ:  (ص) : هو أشد كلام وهو شبه قسم، والصاد في غير هذا الموضع العطشان، وقوم صادون. </p><p> ثم اختلف في موضع القسم على ما ذكر: قال الكسائي: من القسم في القرآن ما هو ظاهر لا يخفى، ومنه غامض: </p><p> فمن ظاهره قوله - عَزَّ وَجَلَّ -: (فَلَا أُقْسِمُ بِالْخُنَّسِ. الْجَوَارِ الْكُنَّسِ) ، وجوابه قوله:  (إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ) . </p><p> ومن غامضه:  (ص) قال بعض الناس: موضع قسمه قوله - عَزَّ وَجَلَّ -: (إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ) ، واللَّه أعلم. </p><p> لا أراه شيئًا لحال الكلام ولما قص من القصص ما لا يكون ذلك قسمه. </p><p> ولكن قسمه - واللَّه أعلم - عندي:  (ص وَالْقُرْآنِ ذِي الذِّكْرِ) ، ثم اعترض:  (بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ. كَمْ أَهْلَكْنَا) القسم هاهنا بـ (كَمْ أَهْلَكْنَا) ، ولكن لما اعترض:  (بَلِ الَّذِينَ كَفَرُوا) صار قوله ردا عليه وجوابًا له؛ وهو غريب ظريف غامض. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذِي الذِّكْرِ) . </p><p> قَالَ بَعْضُهُمْ: ذي الشرف، أي: من أوتيه شرف، وقيل: ذي الشأن، وقيل: ذي الذكر، فيه ذكر ما يؤتى وما يتقى، وذكر من كان قبله من الأمم الخالية. </p><p> وقوله - عَزَّ وَجَلَّ -: (فِي عِزَّةٍ وَشِقَاقٍ) . </p><p> قيل: في تكبر وتكذيب، وقيل: في حمية وخلاف، وقيل: في غفلة، ونحوه. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَنَادَوْا وَلَاتَ حِينَ مَنَاصٍ) . </p><p> قَالَ بَعْضُهُمْ: أي: هربهم في غير وقت الهرب، و (مَنَاصٍ) : مهرب، وناص ينوص نوصًا: وهو المنجى والغوث. </p><p> وقَالَ الْقُتَبِيُّ:  (وَلَاتَ حِينَ مَنَاصٍ) أي: لا حين هرب؛ على ما قال أَبُو عَوْسَجَةَ، وقال: النوص: التأخر في الكلام، والنوص: المتقدم، وأصله ما ذكرنا: أن ذلك الوقت ليس هو وقت المهرب، ولا وقت المنجى ولا وقت الغوث على ما تقدم ذكره. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ هَذَا لَشَيْءٌ عُجَابٌ) . </p><p> قَالَ بَعْضُهُمْ:  (عُجَابٌ) بلغة قوم: عجب. </p><p> وقال الكسائي: العُجَاب والعِجَاب والعجيب والعجب كلها لغات واحدة. </p><p> وقال أَبُو عَوْسَجَةَ:  (عُجَابٌ) هو يكثر للعجب كما يقال: كبار وكبار. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَانْطَلَقَ الْمَلَأُ مِنْهُمْ) . </p><p> أي: الأشراف منهم، وقالوا: للأتباع على ما ذكرنا (أَنِ امْشُوا وَاصْبِرُوا عَلَى آلِهَتِكُمْ) ، قال بعضهم: قوله: (أَنِ امْشُوا) إلى أبي طالب واثبتوا على عبادة آلهتكم (إِنَّ هَذَا) : قال بعضهم: بقبول إسلام وذلك كان حين أسلم عمر - رَضِيَ اللَّهُ عَنْهُ - بشيء أي لأمر يراد، فمشوا إلى أبي طالب، وقالوا له ما ذكرنا فيما تقدم والقصة طويلة. </p><p> وقَالَ بَعْضُهُمْ:  (أَنِ امْشُوا) أي: امضوا وارجعوا إلى عبادة آلهتكم واصبروا عليها. </p><p> وقَالَ بَعْضُهُمْ: قوله: (أَنِ امْشُوا) من عند مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - واصبروا على عبادة آلهتكم (إِنَّ هَذَا لَشَيْءٌ يُرَادُ) يا أهل مكة، واللَّه أعلم. </p><p> وقوله:  (مَا سَمِعْنَا بِهَذَا فِي الْمِلَّةِ الْآخِرَةِ) . </p><p> يعنون: عبادة إله واحد وترك عبادة آلهة في الملة الآخرة. </p><p> قال عامة أهل التأويل):  (الْمِلَّةِ الْآخِرَةِ) : النصرانية واليهودية كليهما. </p><p> وقَالَ بَعْضُهُمْ: يعنون (الْمِلَّةِ الْآخِرَةِ) الملة التي هم عليها، وآثارهم، يقولون: ما سمعنا عبادة إله واحد وترك عبادة الآلهة في الدِّين الذي نحن وآباؤنا عليه (إِنْ هَذَا) أي: ما هذا (إِلَّا اخْتِلَاقٌ) من نفسه، وقالوا:  (أَأُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا) يعنون: النبوة </p>"
}