{
  "id": null,
  "sura": 38,
  "aya": 7,
  "text": "<p> يخرجهم من أرضهم، إنما يريد الإسلام منهم؛ فعلى ذلك هَؤُلَاءِ الرؤساء عرفوا أنه ليس بساحر ولكنه رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، ولكن أرادوا أن [يغروا] قومهم وأتباعهم عليه ولبسوا أمره عليهم؛ لئلا يتبعوه، وكذلك قوله - عَزَّ وَجَلَّ -: (أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ (٥) هذا القول من الرؤساء والمتبوعين منهم [إغراء] عليه لما عرفوا من خبر عبادة الأصنام والأوثان في قلوبهم، فقالوا:  (أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَانْطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَى آلِهَتِكُمْ (٦) اختلف في قوله: (أَنِ امْشُوا) قَالَ بَعْضُهُمْ: إن الملأ منهم والأتباع، أتوا أبا طالب يشكون رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فيما يذكر آلهتهم بسوء، فلما كلموه في ذلك لم يلتئم أمرهم فيما طمعوا منه ولم يجبهم إلى ما دعوه إليه وسألوه، فقال الملأ وهم أشرافهم للأتباع: امشوا من عنده واصبروا على عبادة آلهتكم. </p><p> أو أن يقال: أن قال الملأ للأتباع: (أَنِ امْشُوا) إلى آلهتكم (وَاصْبِرُوا) على عبادتها. </p><p> أو أن يكون قولهم لهم:  (أَنِ امْشُوا) إلى أبي طالب وقولوا له كذا (وَاصْبِرُوا) على كذا. </p><p> أو يقولون: امشوا إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ هَذَا لَشَيْءٌ يُرَادُ) . </p><p> لسنا ندري ما أرادوا بقولهم:  (إِنَّ هَذَا لَشَيْءٌ يُرَادُ) ، فجائز أن يكونوا أرادوا بذلك أن محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وإن دعاكم إلى ترك عبادة الأصنام لا يترككم كذلك، ولكن يدعوكم إلى عبادة غيرها، أو يطلب منكم أشياء أحوالا، أو أشياء أرادوا لسنا نعرف ما أرادوا بذلك، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا سَمِعْنَا بِهَذَا فِي الْمِلَّةِ الْآخِرَةِ إِنْ هَذَا إِلَّا اخْتِلَاقٌ (٧) </p><p> قَالَ بَعْضُهُمْ: الملة الآخرة: هي ملة عيسى - عليه السلام - قالوا ذلك؛ لأن النصارى اختلفوا في عيسى - عليه السلام - منهم من اتخذه إلهًا، ومنهم من اتخذه ولدًا لله - عَزَّ وَجَلَّ - فيقولون: عبادة الواحد الذي يدعو إليه مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في الملة الآخرة وهي النصرانية إذ من صيره إلها عنده ومن قال: إنه صيره بحيث يحتمل الشريك؟ ! فيقولون: ظهرت عبادة العدد في الملة الآخرة فكيف يمنعنا مُحَمَّد - عليه الصلاة والسلام - عن عبادة العدد ويدعونا إلى عبادة الواحد؟! </p>"
}