{
  "id": null,
  "sura": 38,
  "aya": 34,
  "text": "<p> قال أبو معاذ: قوله - عَزَّ وَجَلَّ -: (فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ) تقول العرب: مسح علاقة السيف مسحا، أي ضربها. </p><p> وقَالَ الْقُتَبِيُّ: قوله - عَزَّ وَجَلَّ -: (فَطَفِقَ مَسْحًا) ، أي: فأقبل يمسح يضرب سوقها وأعناقها. </p><p> وقال أَبُو عَوْسَجَةَ:  (فَطَفِقَ) ، أي: أخذ، وجعل يمسح، أي: يقطع؛ يقال: مسح عنقه، أي: قطعها. </p><p> وقَالَ الْقُتَبِيُّ:  (الصَّافِنَاتُ الْجِيَادُ) يقال: هي القائمة على ثلاث قوائم وقد قامت الأخرى على طرف الحافر من يد كان أو من رجل، والصافن في كلام العرب: الواقف من الخيل وغيرها على ما ذكر في الخبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" من سره أن يقوم له الرجال صفونًا فليتبوأ مقعده من النار \" أي: يديمون له القيام. </p><p> وقال أَبُو عَوْسَجَةَ: الجياد من الخيل: السراع والواحد جواد، ورجل جواد، أي: سخي وقوم أجواد، (أَحْبَبْتُ) ، أي: آثرت (الْخَيْرِ) أي: المال على ذكر ربي وفي حرف حفصة: أي ألهاني حب الخير عن ذكر ربي، أي: أشغلني. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ (٣٤) </p><p> اختلف أهل التأويل في سبب فتنة سليمان - عليه السلام - الذي ذكر أنه - عَزَّ وَجَلَّ - فتنه وأنه ألقى على كرسيه جسدًا - اختلافًا كثيرًا بينًا ما يطول الكتاب بذكر كل ما ذكروا، ولا ندري أكان ذلك سبب افتتانه أم لا؟ مع علمنا أن ذلك كله لم يكن سبب فتنة إن كان وإنما كان واحد منها ولا ندري ما هو؟ لذلك تركنا ذكر ما ذكر أُولَئِكَ أنه كان سبب افتتانه. </p><p> ثم يخرج قوله - عَزَّ وَجَلَّ -: (وَلَقَدْ فَتَنَّا سُلَيْمَانَ) على وجهين: </p><p> أحدهما: أنه امتحن بأمر فكان منه في ذلك زلّة وغفلة، فعوقب بما ذكر وعوتب بنزع ملكه. </p><p> والثاني: أنه فتنه وامتحنه بنزع ملكه منه لا بزلة منه ولا عثرة، وصرفه إلى غيره لا بسبب كان منه وزلة ويجعله لغيره، ثم إن له أن ينزع الملك منه بأدنى سبب كان منه وزلة فعوقب؛ لأن الأنبياء - عليهم السلام - كانوا مخصوصين بالعتاب والتعيير بأدنى شيء يكون منهم ما يعد ذلك الذي كان منهم من أفضل الأعمال على ما ذكرنا فيما تقدم، ثم كان منهم من التوبة والتضرع إلى اللَّه - عَزَّ وَجَلَّ - بالذي كان منهم لما عرفوا لأنفسهم من الخصوصية لهم من الكرامات والفضائل التي خصوا هم بها، فرأوا على أنفسهم بما </p>"
}