{
  "id": null,
  "sura": 39,
  "aya": 4,
  "text": "<p> فعل كفر وكذلك لا يخلق فعل من هو فعل هدى فعل كفر، ولكن يخلق كل فعل على ما يفعله الفاعل ويختاره: يخلق فعل الكافر كفرًا وفعل المهتدي فعل هدى، يخلق كل فعل على ما يختاره الفاعل ويفعله: إن كان هدى يخلقه هدى، وإن كان كفرا يخلقه كفرا. </p><p> وقال بعض أهل التأويل: إن اللَّه لا يهدي من كان في علمه أن يختم بالكفر ويخرج به من الدنيا، واللَّه أعلم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (مَنْ هُوَ كَاذِبٌ كَفَّارٌ) يحتمل وجهين: </p><p> أحدهما: من هو كاذب كفار على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> والثاني: كفار أنعم اللَّه، وكاذب في القول، كفار في الفعل، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ سُبْحَانَهُ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ (٤) </p><p> ظاهر هذا أن إيجاد الولد له من المحتمل والممكن ليس من الممتنع، وكذلك ظاهر قوله:  (لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا) ، ظاهر هذا الذي ذكر هو من المحتمل والممكن وكان من الممتنع أيضًا؛ كقوله - عَزَّ وَجَلَّ -: تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا (٩٠) أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا)، دلت هذه الآيات على أن إيجاد الولد من الممتنع والعظيم في العقول والقلوب جميعًا. </p><p> ثم قوله:  (لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ) . </p><p> أي: لو جاز أو احتمل إيجاد الولد على ما تقولون أنتم وتتوهمون، لاصطفى واختار مما يشاء، هو ما شاء، ليس على ما تختارون أنتم له وتشاءون: أن الملائكة بنات الله على ما تزعمون؛ لأن العرف في الخلق أن من اتخذ لنفسه شيئًا إنما يتخذ من أعز الأشياء وأرفعها وأعظمها قدرًا عندهم، لا من أخس الأشياء وأذلها؛ وهو كقوله - عَزَّ وَجَلَّ -: (فَرَاغَ إِلَى آلِهَتِهِمْ) ، أي: إلى آلهتهم التي اتخذ أُولَئِكَ آلهة في الحقيقة، ولكن سماها بالذي عندهم، وكذلك قول موسى - عليه السلام -: (وَانْظُرْ إِلَى إِلَهِكَ الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا) ، أي: انظر إلى الذي اتخذته إلها سماه على ما هو عنده؛ فعلى ذلك قوله - عَزَّ وَجَلَّ -: (لَوْ أَرَادَ اللَّهُ) على ما في ظنونكم وتوهمكم أنه اتخذ الولد لاختار مما ذكر لا مما تقولون أنتم، لو احتمل ذلك على ما في ظنكم وحسبانكم لكان مما ذكر. </p><p> والثاني: مبنى الاتخاذ راجع إلى البنين إذ كانت الكفرة ينسبون الملائكة إلى أنهم بناته؛ لما عرفوا من كرامتهم على اللَّه - عَزَّ وَجَلَّ - وقربتهم عنده، وينسبونه إلى أنهم بناته، وإِلَى أن عيسى ابنه، وإنما يتخذ الأولاد ويتبنى ليستنصروا بهم، فبرأ اللَّه - عَزَّ وَجَلَّ - نفسه على احتمال الشكل وخوف الغلبة، فقال:  (سُبْحَانَهُ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ) . </p>"
}