{
  "id": null,
  "sura": 39,
  "aya": 15,
  "text": "<p> (اعْمَلُوا مَا شِئْتُمْ. . .) الآية، وذلك معروف في كلام الناس، يقول الرجل: اعمل ما شئت أو قل ما شئت فإن لك الجزاء كما تعمل؛ على الوعيد، فعلى ذلك قوله - عَزَّ وَجَلَّ -: (فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ ... (١٥) واللَّه أعلم. </p><p> ويحتمل وجهًا آخر لا على الوعيد، ولكن يقول: قد بينت لكم وأوضحت السبيلين جميعًا بالآيات والحجج: سبيل النجاة الذي إذا سلكتموه نجوتم، وهو سبيل اللَّه، وسبيل الهلاك الذي إذا سلكتموه هلكتم، وهو سبيل الشيطان، فإن أردتم النجاة فاسلكوا سبيل كذا، وإن أردتم سبيل الهلاك فاسلكوا سبيل كذا، واللَّه أعلم. </p><p> ثم قوله:  (قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ) . </p><p> كناية لما أمرهم أن يقوا أنفسهم وأهليهم النار حيث قال - عَزَّ وَجَلَّ -: (قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا) ؛ ليكون لهم أنفسهم وأهليهم يوم القيامة، ويسلم لهم ذلك، وقد مكن لهم ذلك وهلكوا فتركوا ذلك ولم يقوها ولا أهليهم النار، قال عند ذلك:  (خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ) ألا عند ذلك يتبين لهم أنهم خسروا أنفسهم وأهليهم. </p><p> أو أنهم قد أمروا بالسعي للآخرة والعمل لها، ووعدوا إذا سعوا لها وعملوا النجاة في الآخرة والحياة الدائمة والأهل في الجنة، وإذا لم يسعوا لها ولم يعملوا خسروا أنفسهم والأهل الذين وعدوا فيها إذا سعوا وهلكت أنفسهم، (أَلَا ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ) ألا هنالك يتبين لهم أنهم خسروا خسرانًا بينًا، واللَّه أعلم. </p><p> وقوله:  (لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ ... (١٦) </p><p> أن يكون ما كان تحتهم من النار أن يوصف بالمهاد لهم لا بالظلل؛ كقوله تعالى:  (لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍ) ، وكذلك في حرف ابن مسعود أنه قال:  (ولهم من تحتهم من جهنم مهاد ومن فوقهم غواش ذلك يخوف اللَّه به عباده) ، واللَّه أعلم. </p><p> لكن جائز أن يكون الظلل التي تحتهم هي ظلل لمن تحتهم، وهي لأُولَئِكَ الذين فوقهم مهاد وللذين ليس تحتهم أحد مهاد أيضًا - واللَّه أعلم - لأن النار دركات وأطباق؛ ليكون كل طبقة لمن تحتها ظلل ولمن فوقها مهاد على ما ذكرنا. </p><p> وقوله:  (ذَلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ) . </p><p> أي: ذلك الذي ذكر في القرآن من المواعيد يخوف اللَّه به عباده. </p><p> (يَا عِبَادِ فَاتَّقُونِ) . </p><p> اتقوا سخط اللَّه ونقمته، أو اتقوا مخالفة اللَّه، أو اتقوا المهالك. </p>"
}