{
  "id": null,
  "sura": 39,
  "aya": 8,
  "text": "<p> والثاني: يخبر أن أمر الآخرة على خلاف أمر الدنيا؛ لأن في الدنيا قد يحمل بعض آثام بعض وأوزار بعض، فأما في الآخرة فإنه لا يحمل أحد وزر آخر ولا آثامه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ. . .) الآية. </p><p> خص البعث بالرجوع إليه مرة وبالمصير ثانيًا والبروز له، ونحو ذلك، وإن كانوا في جميع الأحوال راجعين إليه صائرين؛ لأن المقصود من إنشائهم في هذه الدنيا ذلك البعث، فخص لذلك رجوعًا إليه، واللَّه أعلم. </p><p> وقوله:  (إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ) . </p><p> قال أهل التأويل: إنه عليم بما في الصدور، وعندنا عليم بكل ما يصدر من الخير والشر، وذكر (بِذَاتِ الصُّدُورِ) ؛ لأن أصحاب الصدور هم يصدرون ويظنون في صدورهم. </p><p> * * * </p><p> قوله تعالى:  (وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحَابِ النَّارِ (٨) أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ (٩) قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَأَرْضُ اللَّهِ وَاسِعَةٌ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ (١٠) </p><p> وقوله:  (وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ) . </p><p> أخبر اللَّه الخلق ما كان من عادة الكفرة في غير آي من القرآن أنهم كانوا يخلصون الدِّين لله ويتضرعون إليه إذا مسهم بلاء أو شدة، إذا ركبوا البحر، وكان لهم خوف الهلاك في ذلك وفزع؛ كقوله - تعالى -: (فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ. . .) والآية، وغير ذلك من الآيات، وكذلك كل بلاء وشدة أصابتهم، فزعوا إلى اللَّه - عَزَّ وَجَلَّ - وتضرعوا إليه، ثم إذا كشف الضر عادوا إلى ما كانوا من قبل. </p><p> وقوله:  (نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ) يحتمل قوله: (نَسِيَ) ألا تملك الأصنام التي عبدوها دفع ذلك عنهم ولا كشفه. </p><p> أو نسي ألا ينفع لثمفاعتهم إياهم ونحوه؛ كقوله - عَزَّ وَجَلَّ -: (وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ) ، أي: نسوا ما علموا من عجز الأصنام ونحوه. </p><p> وقوله:  (وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ) . </p><p> كأن الآية في الرؤساء منهم جعلوا أندادًا ليضل الناس عن سبيله، يدل على ذلك:  (قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا) في الدنيا (إِنَّكَ مِنْ أَصْحَابِ النَّارِ) ، لما علم أنه يختم على الكفر، والله </p>"
}