{
  "id": null,
  "sura": 39,
  "aya": 10,
  "text": "<p> وقوله:  (وَيَرْجُو رَحْمَةَ) دلت الآية على أن المؤمن يجب أن يكون بين الرجاء والحذر يرجو رحمته لا عمله ويحذر عذابه لتفصيره في عمله. </p><p> ثم الرجاء إذا جاوز حده يكون أمنا، وقد قال اللَّه - عَزَّ وَجَلَّ -: (فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ) ، والخوف إذا جاوز حده يكون إياسا، وقد قال اللَّه - تعالى -: (لَا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ) ، ويجب أن يكون المؤمن كما ذكر - عَزَّ وَجَلَّ -: (يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا) ، و (وَيَدْعُونَنَا رَغَبًا وَرَهَبًا) ، لا يجاوز أحدهما. </p><p> وجائز أن يكون قوله - عَزَّ وَجَلَّ -: (وَيَرْجُو رَحْمَةَ رَبِّهِ) ، أي: جنته على ما سمى الجنة: رحمة في غير موضع؛ لما برحمته تنال هي، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ) . </p><p> في معرفة نعم اللَّه والقيام بشكره، والحذر عن عصيانه وعذابه. </p><p> وقوله:  (وَالَّذِينَ لَا يَعْلَمُونَ) . </p><p> في كل ذلك، جوابه أن يقال: لا يستوي الذين يعلمون والذين لا يعلمون، وهو ما قال - عَزَّ وَجَلَّ -: (إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ) . </p><p> وقوله:  (إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ) . </p><p> إنما يتذكر بمواعظ اللَّه أولو العقول والبصر والمعرفة، واللَّه أعلم. </p><p> وقوله:  (آنَاءَ اللَّيْلِ) أي: ساعات الليل، و (قَانِتٌ) أي: مطيع، وأصل القنوت هو الطاعة، وقيل: القنوت: القيام، وهو القيام في الطاعة، واللَّه أعلم. </p><p> وفي قوله:  (يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ) دلالة جواز الإرجاء؛ لأنه لم يقطع على أحدهما دون الآخر؛ وكذلك في قوله تعالى:  (يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا) ، وفي قوله:  (رَغَبًا وَرَهَبًا) ، وفي القطع على أحدهما كفر على ما ذكرنا من قوله:  (فَلَا يَأْمَنُ مَكْرَ اللَّهِ) ، و (لَا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ) ؛ إذ المجاوزة في الخوف إياس، والمجاوزة في حد الرجاء أمن وقد ذكرنا أنه كفر. </p><p> وقوله:  (قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَأَرْضُ اللَّهِ وَاسِعَةٌ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ (١٠) </p><p> يحتمل قوله:  (اتَّقُوا رَبَّكُمْ) وجوهًا: </p><p> اتقوا سخط ربكم. </p><p> أو اتقوا نقمة ربكم. </p><p> أو اتقوا مخالفة ربكم ونحوه. </p><p> وأصل التقى: ما تهلكون، أي: اتقوا مهالككم، واللَّه أعلم. </p><p> وقوله:  (لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ) . </p><p> قال عامة أهل التأويل: للذين أحسنوا في هذه الدنيا حسنة لهم في الآخرة. </p><p> وجائز أن يكون لهم الحسنة في الدنيا وفي الآخرة حسنة؛ كقوله:  (وَلَدَارُ الْآخِرَةِ خَيْرٌ. . .) الآية؛ وكقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ هَاجَرُوا فِي اللَّهِ مِنْ بَعْدِ مَا ظُلِمُوا لَنُبَوِّئَنَّهُمْ فِي الدُّنْيَا حَسَنَةً وَلَأَجْرُ الْآخِرَةِ أَكْبَرُ) . </p><p> ثم يحتمل الحسنة وجهًا آخر: استغفار الملائكة لهم والأنبياء - عليهم السلام - لأن اللَّه - عَزَّ وَجَلَّ - امتحن ملائكته على استغفار المؤمنين والمؤمنات؛ كقوله:  (وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ) ، وكذلك امتحن رسله بالاستغفار للمؤمنين، وكذلك المؤمنون يستغفر بعضهم لبعض ونحوه. </p><p> وقوله:  (وَأَرْضُ اللَّهِ وَاسِعَةٌ) . </p><p> ذكر هذا - واللَّه أعلم - لأن من آمن منهم بمكة كانوا يظهرون الموافقة لأعدائهم ويقيمون فيما بينهم، وكانت لهم أسباب التعيش في بلدهم ولم يكن لهم تلك في بلد غيرهم، فخافوا الضياع إذا هم خرجوا من بلدهم فيهاجروا منها إلى غير بلدهم فيمتنعون عن ذلك، فجاءت الآية على الترجي والإطماع لهم بمثل ذلك التعيش وأسبابه في غير ذلك البلد، وهو ما ذكر في آية أخرى، وهو قوله:  (إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا) ، لم يقدروا في تركهم الهجرة وإظهارهم الموافقة للأعداء، ولهم طاقة ووسع التحول من بلدهم إلى بلد غيرهم، إلا من لم يكن به طاقة الخروج من بينهم وهم الذين استثناهم وهو قوله:  (إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ. . .) الآية، واللَّه أعلم. </p><p> ويحتمل قوله:  (إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ) ، وجوهًا: </p><p> أحدها:  (بِغَيْرِ حِسَابٍ) أي: بغير تبعة ولا مئونة؛ كقوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" من نوقش الحساب عذب \" . </p><p> أو (بِغَيْرِ حِسَابٍ) أي: لا يحاسبون؛ لما ليس وراء تلك الدار الآخرة دار أخرى يحاسبون فيها ما أعطوا في الآخرة ليس كدار الدنيا يحاسب من أوتوا فيها في الآخرة، وأما ما أعطوا في الآخرة فلا يحاسبون في غيرها. </p><p> وحمل (بِغَيْرِ حِسَابٍ) ، أي: غير مقدر بالحساب، ولكن أضعافًا مضاعفة. </p><p> ويحتمل (بِغَيْرِ حِسَابٍ) ، أي: بلا نهاية ولا غاية، واللَّه أعلم. </p><p> ثم الصبر: هو حبس النفس إما على أداء ما أمر اللَّه به والانتهاء عما نهى اللَّه عنه، أو </p>"
}