{
  "id": null,
  "sura": 39,
  "aya": 59,
  "text": "<p> اللَّه للهداية وأعطانا الهدى لدعوناكم إليه، ولكن حيث علم منّا: اختيار الضلال والغواية، وترك الرغبة إلى الهدى والاستخفاف به - أضلنا وخذلنا ولم يوفقنا. </p><p> والمعتزلة يقولون: بل هداهم اللَّه وأعطاهم التوفيق، لكنهم لم يهتدوا. </p><p> فَإِنْ قِيلَ: هذا قول أهل الكفر؛ فلا دلالة فيه لما تذكرون. </p><p> قيل: وإن كان ذلك قول الكفرة، فذلك القول منهم عند معاينة العذاب؛ فلو كان على خلاف ما ذكروا لكان اللَّه يكذبهم في ذلك؛ كما كذبهم في أشياء قالوها؛ حيث قالوا:  (فَارْجِعْنَا نَعْمَلْ صَالِحًا) ؛ فقال اللَّه - عَزَّ وَجَلَّ -: (وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ) ، ونحوه، واللَّه أعلم. </p><p> والأصل في الهداية: أن عند اللَّه لطفًا: من أعطى ذلك اهتدى، وهو التوفيق والعصمة، ومن حرم ذلك ولم يعطه، ضل وغوى، ويكون استيجاب العذاب وما ذكر؛ لتركه الرغبة في ذلك، والاستخفاف به، وتضييعه واشتغاله بضده؛ لذلك كان ما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَكُنْتُ مِنَ الْمُتَّقِينَ) : الشرك أو المهالك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً ... (٥٨) </p><p> أي: رجوعًا. </p><p> (فَأَكُونَ مِنَ الْمُحْسِنِينَ) . </p><p> قيل: من الموحدين. </p><p> ويحتمل كل إحسان وطاعة، واللَّه أعلم. </p><p> وقد كذبه - عَزَّ وَجَلَّ - في قوله هذا؛ حيث قال:  (وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ) ، ثم كذبهم في قولهم:  (لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ) ، وفي قولهم:  (لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ) ؛ حيث قال اللَّه - عَزَّ وَجَلَّ -: (بَلَى قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ (٥٩) . </p><p> يقول - واللَّه أعلم -: بلى قد جاءتك آياتي، وبينت لك الهداية من الغواية، وسبيل الحق من الباطل، والخير من الشر، والكذب من الصدق، ومكنت من اختيار الهداية على الغواية، ومكن لهم اختيار الحق على الباطل والصدق على الكذب، لكن تركتم ذلك، وضيعتم واستخففتم به، واشتغلتم بضد ذلك؛ فإنما جاء ذلك التضييع من قبلكم لا من قبل اللَّه - عَزَّ وَجَلَّ - قد أتى بالحجج والآيات والبيان في ذلك غاية ما يجب أن يؤتى ما لم يكن لأحد عذر في الجهل في ذلك والترك، واللَّه أعلم. </p>"
}