{
  "id": null,
  "sura": 39,
  "aya": 65,
  "text": "<p> ثم يحتمل قوله - عَزَّ وَجَلَّ -: (أَيُّهَا الْجَاهِلُونَ) وجوهًا: </p><p> أحدها: أيها الجاهلون في التسوية بين المفضل والمخصوص وبين من لم يخص؛ فذلك في عبادة غير اللَّه. </p><p> أو جاهلون عن هداية اللَّه وخصوصيته. </p><p> أو جاهلون عن جميع نعمه وإحسانه، حيث لم يذكروه فيها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ ... (٦٥) </p><p> يحتمل هذا وجهين: </p><p> أحدهما: كأنه يقول: ولقد أوحي إليك وإلى الذين من قبلك - وقيل: لكل رسول- (لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ) ، ذكر هذا؛ ليعلم أن الشرك يحبط العمل، وإن أتى به من قد جل قدره، وعظمت منزلته عنده. </p><p> والثاني: ولقد أوحي إليك وإلى من كان قبلك: لئن أشركت أنت ليحبطن عملك. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ (٦٦) يحتمل وجوهًا: </p><p> يحتمل: كن من الشاكرين لنعم اللَّه جميعًا. </p><p> أو الشاكرين للخصوصية التي خصصت بها أو الهداية التي هديت، واللَّه أعلم. </p><p> وفي حرف ابن مسعود وأبي - رضي اللَّه عنهما -: (لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ) أي: له ملك السماوات والأرض. </p><p> قال الكسائي:  (مَقَالِيدُ) : فارسية معربة، وواحد المقاليد: إقليد. </p><p> وقَالَ بَعْضُهُمْ في قوله - عَزَّ وَجَلَّ -: (أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ) قال: بلى، والله ليكفينه اللَّه، وبعزه وبنصره كاف عبده، وأصله ما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (٦٧) ذكر أهل التأويل: أن اليهود أتوا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقالوا له: إن ربك كذا وكذا، وإن السماوات على كذا منه، والأرض على كذا؛ ذكروه له ووصفوه كما يوصف الخلق؛ فنزل قوله - عَزَّ وَجَلَّ -: (وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ) قيل: ما عرفوا اللَّه حق معرفته، ولا عظموه حق عظمته. </p><p> ويذكر أهل الكلام: أن اليهود مشبهة، وكذلك قالوا بالولد؛ حيث قالوا: عزير ابن </p><p> اللَّه، وقالت النصارى: المسيح ابن اللَّه؛ فلو لم يكونوا عرفوه بما يعرف به الخلق، لم يكونوا يقولون له بالولد كما يقولون للخلق من الولد؛ فدل ما وصفوا له وذكروا له أنهم عرفوه بمعنى الخلق، فتعالى اللَّه عما تقوله الملاحدة علوًّا كبيرًا. </p>"
}