{
  "id": null,
  "sura": 39,
  "aya": 36,
  "text": "<p> فَلِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ (٤١) اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (٤٢) </p><p> وقوله - عَزَّ وَجَلَّ -: (أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ (٣٦) و [ (عِبَادَهُ) ] أيضًا. </p><p> الآية يحتج بها على إثبات الرسالة، وكذلك قوله:  (فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ) ، وكذلك قوله:  (إِنْ يَنْصُرْكُمُ اللَّهُ فَلَا غَالِبَ لَكُمْ وَإِنْ يَخْذُلْكُمْ فَمَنْ ذَا الَّذِي يَنْصُرُكُمْ مِنْ بَعْدِهِ) ، ونحو ذلك، وأمثاله كثير؛ لأنه بعثه وحده، لا عون معه، ولا نصر له من البشر رسولا إلى الأعداء، وكان يقرع أسماعهم بهذه الآيات التي ذكرنا، وغير ذلك من قوله:  (ثُمَّ كِيدُونِ فَلَا تُنْظِرُونِ) ، ثم لم يقدروا على إهلاكه؛ بل عصمه من كيدهم ومكرهم؛ على ما قال:  (وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ) ، فبلغ إليهم ما أمر بتبليغه من غير أن قدروا على ما قصدوا به، وفي ذلك لطف من اللَّه عظيم، ودلالة على إثبات الرسالة. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ) وإن خرج مخرج الاستفهام في الظاهر فهو -في الحقيقة- على الإيجاب والتقرير؛ لأنهم كانوا يعلمون أن اللَّه - عز وجل - هو الكافي لخلقه، من ذلك أنهم إذا سئلوا: من خلق السماوات والأرض؟ قالوا: اللَّه - تعالى - وإذا سئلوا من يرزقكم؟ قالوا: اللَّه - تعالى - ومن أنزل من السماء ماء؟ ومن أخرج من الأرض النبات؟ ونحو ذلك - قالوا: اللَّه، فعلى ذلك قوله:  (أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ) أي: تعلمون أن اللَّه هو الكافي لجميع خلقه في الدفع والذبّ عنهم، والنصر لهم، فإذا عرفتم ذلك فكيف تخوفون رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالذي تخوفونه؟ واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ) ، اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: بأهل الأرض جميعًا، يقولون له: إن العرب تفعل بك كذا، ويعملون بك كذا، كانوا يخوفونه بهم. </p><p> وقَالَ بَعْضُهُمْ: كانوا يخوفونه بالأصنام التي كانوا يعبدونها أن يصيبه سوء وأذى من ناحيتها؛ كقوله - عَزَّ وَجَلَّ -: (إِنْ نَقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ) ، وكأن هذا أشبه بالآية؛ لأنه ذكر على إثر ذلك وعقبه الأصنام؛ حيث قال - عَزَّ وَجَلَّ -: (قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ) هو هذا يدل أن ما ذكر من تخويفهم إياه إنما كان بالأصنام التي كانوا يعبدونها. </p>"
}