{
  "id": null,
  "sura": 39,
  "aya": 57,
  "text": "<p> بكم في وقت لا تشعرون أنتم به، ولا تقدرون أن ترجعوا إليه وتنيبوا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَى عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ (٥٦) </p><p> هذا وما بعده من الآيات كأنه موصول بقوله - عَزَّ وَجَلَّ -: (وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ) من قبل (أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَى عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ. . .) الآية. </p><p> وقبل أن تقول:  (لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ) ، وقبل أن تقول (حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ) ، كأن كل ذلك صلة ما تقدم من قوله:  (وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ) ، (وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ) من قبل أن يقول ما ذكر، في وقت لا ينفعه ذلك القول ولا يغنيه من عذاب اللَّه، ولا يدفعه. </p><p> ثم قوله:  (عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ) . </p><p> قَالَ بَعْضُهُمْ: في ذات اللَّه. </p><p> وقَالَ بَعْضُهُمْ: ما فرطت وضيعت من أمر اللَّه، وأمثال ذلك، ولسنا نحتاج إلى تفسير قول ذلك الرجل الذي كان منه حتى قال ذلك، وهو تضييع توحيد اللَّه أو تضييع حد اللَّه، أو ما كان فيه من تكذيب البعث؛ يتأسف على ما كان منه من تضييع ما ذكرنا: من توحيد اللَّه وحدوده، أو كفران نعمه، أو إنكاره ما ذكرنا من البعث، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ) : </p><p> قَالَ بَعْضُهُمْ:  (وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ) : من القرآن. </p><p> وقَالَ بَعْضُهُمْ: من أهل توحيد اللَّه. </p><p> قال قتادة: لم يكتف أن ضيع طاعة اللَّه حتى جعل يسخر من أهل طاعته، وقال: هذا قول صنف منهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ (٥٧) </p><p> قول صنف منهم جائز ما قال: إن كل قول من ذلك قول صنف، على ما قال قتادة. وجائز أن يكون كل ذلك من كل كافر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ) . </p><p> ذلك الكافر الذي قال هذا القول أعرف بهداية اللَّه من المعتزلة، وكذلك ما قال أُولَئِكَ الكفرة لأتباعهم؛ حيث قالوا:  (لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ) ، يقولون: لو وفقنا </p>"
}