{
  "id": null,
  "sura": 39,
  "aya": 53,
  "text": "<p> أُولَئِكَ - لكان لا يحتمل ذلك مختلفي المذهب الذي يناقض بعضه بعضا ويضاد بعضه بعضًا: نحو المسلم والكافر، وقد وسع على المسلم ووسع على الكافر، وقد ضيق عليهما جميعًا؛ يدل أن التوسيع ليس للكرامة والمنزلة عند اللَّه أو لحق عليه، ولا التضييق والتقتير لهوان؛ إذ لو كان لذلك لكان لا يجمع بين متضاد المذهب ومختلفهما؛ فإذا جمع دل أنه لمعنى الامتحان، لا لما ظن أُولَئِكَ، واللَّه أعلم. </p><p> وقوله:  (إِنَّ فِي ذَلِكَ) ، فيما ذكر من التوسيع والبسط والتضييق والتقتير، (لَآيَاتٍ) ، أي: لعبرة وعظة، (لِقَوْمٍ يُؤْمِنُونَ) : </p><p> يؤمنون أنه لم يوسع على ما وسع لكرامته عند اللَّه ومنزلته وفضله، ولا ضيق على من ضيق لهوان له عنده ولا جناية، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (٥٣) وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ (٥٤) وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ (٥٥) أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَى عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ (٥٦) أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ (٥٧) أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ (٥٨) بَلَى قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ (٥٩) وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ (٦٠) وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ (٦١) </p><p> وقوله:  (قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ) . </p><p> قال بعض أهل التأويل: إن الآية نزلت في شأن الوحشي قاتل حمزة بن عبد المطلب في الجاهلية أنه أراد أن يسلم الوحشي؛ فذكر ما كان منه من قتله حمزة - رضي اللَّه عنه - فظن أنه لا يقبل منه؛ لعظم جنايته؛ فنزلت الآية على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لينبئه، وأخبر أنه لا يقبل منه بعد ذلك، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ: لا؛ ولكن ناسًا قد أصابوا ذنوبًا عظامًا في الجاهلية من نحو القتل والزنا وكبائر؛ فأشفقوا ألا يتاب عليهم؛ فأنزل اللَّه هذه الآية يدعوهم إلى التوبة والإسلام، وأطمع لهم القبول منهم والتجاوز عما كان منهم، وهو كأنه أولى؛ لأن الوحشي من كان </p>"
}