{
  "id": null,
  "sura": 39,
  "aya": 28,
  "text": "<p> والثاني: لكي يبلغهم ما يتذكرون ويتعظون. </p><p> وقوله:  (قُرْآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ (٢٨) أي: جعلناه قرآنًا عربيًّا؛ كقوله:  (إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا) ، لكي يفقهوه ويعرفوه؛ كقوله - تعالى -: (وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ. . .) الآية. </p><p> وقوله:  (غَيْرَ ذِي عِوَجٍ) يحتمل وجهين: </p><p> أحدهما: أنه لا يخالف الكتب السالفة؛ بل يوافقها؛ لأن كتب اللَّه جاءت كلها على الدعاء إلى توحيد اللَّه وربوبيته، فكذلك القرآن، فهو لا يخالف سائر الكتب؛ بل يوافقها. </p><p> والثاني: لا عوج فيه؛ لما لا يخالف بعضه بعضًا، ولا يناقض؛ بل خرج كله موافقًا بعضه بعضًا مستقيمًا على تباعد نزوله في الأوقات، وباللَّه التوفيق. </p><p> وأصله:  (غَيْرَ ذِي عِوَجٍ) أي: ليس بمائل ولا زائغ عن الحق. </p><p> وقوله:  (لَعَلَّهُمْ يَتَّقُونَ) أي: يتقون المهالك، أو سخط اللَّه ونقمته. </p><p> وقوله:  (ضَرَبَ اللَّهُ مَثَلًا رَجُلًا فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ وَرَجُلًا سَلَمًا لِرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (٢٩) أي: لا يستويان. </p><p> يشبه أن يكون ما ذكر من المثل لرجلين من البشر كله: المسلمون والكافرون، ثم يحتمل الرجل الذي فيه شركاء متشاكسون؛ أي: يتشاكسون في نسبه، يدعي كل نسبه. </p><p> أو يتشاكسون في الملك فيه، يقول كل: هو لي أو في الملك في قوم يدعي كل أن الملك له فيه. أو يدعي كل أن الملك فيهم، ولا يثبت لواحد منهم النسب فيه لينتسب هو إلى واحد منهم، فيبقى متحيرًا تائهًا؛ ولذلك لا يثبت لواحد منهم الملك الذي يدعي؛ ليطلب هذا منه النفقة، وما يجب على ذي الملك من حقوق الملك، فسعى ضائعًا متحيرًا، وإذا كان الملك لرجل واحد، أو النسب أو الملك سالم له يصل إلى كل حق له، ويكون محفوظًا في نفسه معروفًا، فيكون مثل الذي فيه شركاء متشاكسون، هو الذي يعبد الشيطان أو الأصنام، أو هوى النفس، يدعو كل شيطان إلى غير الذي دعا الآخر، وكذلك الهوى يدعو صاحبه مرة إلى كذا، ومرة إلى غير ذلك، فهو كالذي فيه شركاء متشاكسون يدعي هذا وهذا، والذي يعبد إله الحق الذي يثبت ألوهيته بالحجج والآيات كالرجل السالم الواحد يكون أبدًا على حالة واحدة، مطيعًا لله، خالصًا له. </p><p> وقوله:  (هَلْ يَسْتَوِيَانِ مَثَلًا) أي: هل يستوي الرجل الذي يدعي فيه شركاء متشاكسون والرجل الذي يكون لرجل واحد، فيما ذكرنا؟ ! أي: لا يستويان. </p>"
}