{
  "id": null,
  "sura": 39,
  "aya": 71,
  "text": "<p> وهو مثل الأول، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ) اختلف في الشهداء: </p><p> قَالَ بَعْضُهُمْ: الشهداء هم المرسلون، يؤتى بالنبيين والمرسلين يشهدون عليهم؛ كقوله - عَزَّ وَجَلَّ -: (فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا) ، وقوله - عَزَّ وَجَلَّ -: (إِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُولًا شَاهِدًا عَلَيْكُمْ. . .) الآية. </p><p> وقَالَ بَعْضُهُمْ: الشهداء - هاهنا - هم الملائكة والحفظة الذين يشهدون عليهم؛ كقوله - عَزَّ وَجَلَّ -: (يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ. . .) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ) أي: بالعدل. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُمْ لَا يُظْلَمُونَ) أي: لا يحمل على أحد ما لم يعمل، ولكن يحمل عليه ما عمل، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَوُفِّيَتْ كُلُّ نَفْسٍ ... (٧٠) كافرة (مَا عَمِلَتْ) من سوء، فأما ما عملت من خير فلا، وتوفى كل نفس مسلمة ما عملت من خير لا ينقص منها شيء، وما عملت من سوء جائز أن يتجاوز اللَّه عنها ويبدله حسنات؛ كقوله - عَزَّ وَجَلَّ -: (فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ) . واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ) ، أي: عالم بما يفعلون من خير أو شر. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا ... (٧١) قيل: أمة أمة، وجماعة جماعة؛ كقوله - عَزَّ وَجَلَّ -: (كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا. . .) الآية، وقوله - عَزَّ وَجَلَّ -: (وَتُحْشَرُونَ إِلَى جَهَنَّمَ) ، ونحوه. </p><p> وقوله - عَزَّ وَجَلَّ -: (حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا) جائز أن يكون لها أبواب يدخلون فيها. </p><p> وجائز أن تكون الأبواب المذكورة لا على حقيقة الأبواب، ولكن على الجهات والسبل التي كانوا فيها؛ أي: في الدنيا، وعملوا بها يدخلون النار بتلك الجهات والسبل التي كانوا في الدنيا وعملوا بها، كما يقال: فتح على فلان باب كذا، ليس يراد حقيقة الباب، ولكن سبل بابه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ) يحتمل قوله - عَزَّ وَجَلَّ -: (آيَاتِ رَبِّكُمْ) أي: التوحيد وحججه. </p>"
}