{
  "id": null,
  "sura": 39,
  "aya": 42,
  "text": "<p> فيما امتحنهم لم يمتحنهم لمنفعة ترجع إليه، أو لمضرة يدفع عن نفسه، ولكن إنما امتحنهم لمنفعة ترجع إليهم إذا اختاروا ترك سلوك سبيل الباطل، وهو ما ذكر في غير آي من القرآن، إحداها هذه؛ حيث قال:  (فَمَنِ اهْتَدَى فَلِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) . </p><p> والثانية: بما قال - عَزَّ وَجَلَّ -: (إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا) أي: فعليها، وغير ذلك من الآيات التي تبين أنه إنما امتحنهم لمنفعة أنفسهم واكتساب الخير الدائم لهم، ولا قوة إلا باللَّه. </p><p> ثم قوله:  (وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ) يخبر أن ليس عليك إلا تبليغ ما أرسلت وأمرت بتبليغه إليهم؛ كقوله:  (إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ) ، وقوله - عَزَّ وَجَلَّ -: (فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ) ، وقوله - تعالى -: (مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ) ، وقوله:  (وَمَا جَعَلْنَاكَ عَلَيْهِمْ حَفِيظًا) ، والوكيل: الحفيظ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (٤٢) إلى آخر ما ذكر. </p><p> قال ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: كل نفس لها سبب تجري فيه؛ فالتي قضي عليها الموت فتجري في الجسد كله. </p><p> لكن لم يفهم مما ذكر ابن عَبَّاسٍ تأويل الآية. </p><p> وعن سعيد بن جبير قال: يجمع بين أرواح الأحياء وبين أرواح الأموات فيتعارف ما شاء اللَّه أن يتعارف، فيمسك التي قضى عليها الموت ويرسل الأخرى إلى أجسادها، وبهذا - أيضًا - لم يفهم شيء من تأويل الآية. </p><p> وقال الكلبي: النائم متوفى حتى يرد اللَّه إليه روحه، فأما التي يتوفاها حين موتها فإنه يقبض الروح والنفس جميعًا ويرسل التي يتوفاها في منامها حتى تبلغ أجلها المسمى، وهو الموت. </p><p> ويقال: إنما يقبض اللَّه من النائم النفس، والروح في الجسد لم تفارقه، فإذا قبض الله الروح ذهبت النفس مع الروح. </p><p> وهذا الذي ذكره الكلبي أقرب إلى تأويل الآية من الذي ذكره أُولَئِكَ، وأصله: أن اللَّه - عَزَّ وَجَلَّ - جعل في الأجساد أشياء وأرواحًا يحيي الأجساد في حال نومها على الهيئة التي كانت من قبل، ليس بها أثر الموت، لكنها لا تدرك شيئًا، ولا تسمع، ولا تبصر، ولا تعقل شيئًا، وبها آثار الحياة؛ يدلنا هذا على أنها في حال النوم قد ذهب منها، </p><p> وخرج ما به تدرك الأشياء، وبقي منها ما به تحيا، وهو الروح، فإذا خرجت الروح منها، وإن كانت لا تدرك شيئًا على الهيئة التي كانت من قبل، دل ذلك على أن الذي به تدرك الأشياء غير الذي به تحيا؛ واللَّه أعلم؛ ألا ترى أنها في حال النوم تلك الأنفس الدراكة حيث كانت تتألم وتتلذذ، وتقضي الشهوات وهي في أقصى الدنيا، هذا كله يدل على ما ذكرنا، واللَّه أعلم. </p><p> ثم على هذا جائز أن يكون ما ذكر من عذاب القبر أنه إنما يكون على تلذذ الأنفس الدراكة، لا على الروح؛ على ما ذكرنا من تألمها وتلذذها بعد خروجها من الأجساد ومفارقتها عنها، واللَّه أعلم. </p><p> ثم أضاف في هذه الآية التوفي إلى اللَّه، وفي آية أخرى أضافه إلى الرسل؛ حيث قال اللَّه - عَزَّ وَجَلَّ -: (تَوَفَّتْهُ رُسُلُنَا. . .) الآية، وأضافه مرة إلى ملك الموت حيث قال - عَزَّ وَجَلَّ -: (قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ. . .) الآية، ثم يحتمل إضافة التوفي إلى الرسل وإلى ملك الموت وجهين: </p><p> أحدهما: وإن كان حقيقة التوفي والموت باللَّه؛ لما يخلق فعل قبضهم الروح منها، ويشاء ذلك منهم، وهو كما ذكر من البشرى لهم وطمأنينة القلوب عند بعثه إليهم الملائكة بالإعانة لهم والنصر؛ حيث قال - عَزَّ وَجَلَّ -: (وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُمْ بِهِ) ، وقال - عَزَّ وَجَلَّ -: (وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ) ، أخبر أنه جعل لهم بعث الملائكة بشارة النصر، وأن حقيقة النصر ليس إلا من عند اللَّه، فعلى ذلك ما ذكر من إضافة التوفي إلى الرسل؛ لما يخلق فعل قبضهم الروح، وكان حقيقة ذلك لله - عَزَّ وَجَلَّ - واللَّه أعلم. </p><p> والثاني: أن يكون من اللَّه لطف في ذلك، ومعنى لا يكون ذلك منهم، لكنه لم يبين ما ذلك اللطف وذلك المعنى الذي يكون منه، واللَّه أعلم بذلك. </p><p> ثم قوله:  (يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا) أي: حين خلق موتها يقبض الروح منها. </p><p> وقوله:  (وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا) لم يقبض منها الروح ترسل إليها النفس الدراكة إلى الأجل الذي جعل لها، واللَّه أعلم. </p><p> وقوله:  (يَتَوَفَّى الْأَنْفُسَ) جائز أن يكون من القبض؛ أي: يقبض الأنفس. </p><p> وجائز أن يكون من العد؛ كقوله:  (إِنَّمَا نَعُدُّ لَهُمْ عَدًّا) . </p><p> وقوله:  (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ) يحتمل قوله: (لَآيَاتٍ) : العبر، أو الأعلام، أو الحجج. </p>"
}