{
  "id": null,
  "sura": 39,
  "aya": 74,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (زُمَرًا) وقد ذكرناه، أي: جماعة جماعة، وأمة: أمة، على ما كانوا في هذه الدنيا، ويجتمعون على ذلك؛ فعلى ذلك يساقون في الآخرة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا) . </p><p> فتح الأبواب لهم يحتمل حقيقة الأبواب، ويحتمل كناية عن الوجوه والسبل التي يأتونها في الدنيا لا على حقيقة الأبواب، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ) . </p><p> بدأ الخزنة بالسلام عليهم، فجائز أن يكون اللَّه - عَزَّ وَجَلَّ - امتحن الخزنة بالسلام على المؤمنين كما امتحن رسوله ببدئه السلام على من آمن، وهو قوله - عَزَّ وَجَلَّ -: قوله تعالى: (وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ. . .) الآية. </p><p> ثم يحتمل سلام الخزنة عليهم: السلام والبراءة عن جميع العيوب والآفات التي في الدنيا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ) . </p><p> فقوله:  (طِبْتُمْ) أي: صرتم طيبين لا تخبثون أبدًا، وقد برئتم من الآفات والعيوب كلها، واللَّه أعلم. </p><p> أو يقول: طاب العيش أبدًا من حيثما يأتيكم بلا عناء. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ فَنِعْمَ أَجْرُ الْعَامِلِينَ (٧٤) </p><p> ولا شك أن اللَّه - عَزَّ وَجَلَّ - إذا وعد صدق وعده، لكن معنى قولهم:  (الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ) ، أي: الحمد لله الذي جعلنا مستحقين وعده؛ إذ وعده لا شك أنه يصدق، ولا قوة إلا باللَّه. </p><p> وقوله:  (وَأَوْرَثَنَا الْأَرْضَ) أي: الجنة. </p><p> وقوله - عَزَّ وَجَلَّ -: (نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ) . </p><p> يحتمل قوله:  (حَيْثُ نَشَاءُ) نرغب فيها، وهم لا يرغبون النزول من منازلهم. </p><p> أو أن يكون قوله:  (نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ) ، أي: جميع مكان الجنة مختار ليس مما يتخير في الدنيا مكانًا دون مكان؛ لأن جميع أمكنتها ليست بمختارة فيقع فيها الاختيار، فأما الجنة فجميع أمكنتها مختارة فلا يقع هنالك اختيار مكان على مكان، والله أعلم. وإلا ظاهر قوله:  (نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ) ما لهم وما لغيرهم، والوجه فيه ما ذكرناه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَنِعْمَ أَجْرُ الْعَامِلِينَ) ظاهر. </p>"
}