{
  "id": null,
  "sura": 39,
  "aya": 43,
  "text": "<p> وقوله:  (لِقَوْمٍ يَتَفَكَّرُونَ) يعلمون أن من قدر على استخراج تلك الأنفس الدراكة من الأجساد، وإبقائها على الهيئة التي كانت إلى الوقت لا تدرك شيئًا، ثم ردها إليها، وإعادتها على ما كانت - قادر بذاته، لا يعجزه شيء. </p><p> أو من قدر على إنشاء النفس الدراكة في الأجساد حتى تدرك بها، لا يحتمل أن يعجز عن إعادة الأجساد بعد ما بليت وفنيت، وذاك ألطف من هذا وأكبر؛ لأن الناس قد يتكلفون تصوير صور الأنفس الظاهرة ولا أحد يتكلف تصوير نفس دراكة من غيرها، والله أعلم. </p><p> * * * </p><p> قوله تعالى:  (أَمِ اتَّخَذُوا مِنْ دُونِ اللَّهِ شُفَعَاءَ قُلْ أَوَلَوْ كَانُوا لَا يَمْلِكُونَ شَيْئًا وَلَا يَعْقِلُونَ (٤٣) قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ثُمَّ إِلَيْهِ تُرْجَعُونَ (٤٤) وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ (٤٥) قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ (٤٦) وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ مِنْ سُوءِ الْعَذَابِ يَوْمَ الْقِيَامَةِ وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ (٤٧) وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ (٤٨) </p><p> وقوله:  (أَمِ اتَّخَذُوا مِنْ دُونِ اللَّهِ شُفَعَاءَ) . </p><p> على ما ذكرنا فيما تقدم في غير موضع: أن حرف الاستفهام والشك إذا أضيف إلى اللَّه - عَزَّ وَجَلَّ - فهو على الإيجاب والإلزام، ثم قال بعض أهل التأريل: إن قوله - عز وجل -: (أَمِ اتَّخَذُوا مِنْ دُونِ اللَّهِ شُفَعَاءَ) هم الملائكة الذين عبدوها لكنه بعيد؛ لأنه قال - عَزَّ وَجَلَّ - بعد ذلك:  (قُلْ أَوَلَوْ كَانُوا لَا يَمْلِكُونَ شَيْئًا وَلَا يَعْقِلُونَ) ، والملائكة أهل العقل والعلم، وإنهم يملكون ذلك إذا جعل لهم وملكوا، لكن الآية في الأصنام التي كانوا يعبدونها من دون اللَّه؛ على رجاء أن تشفع لهم وتقربهم عبادتهم إياها إلى اللَّه زلفى؛ لقولهم:  (هَؤُلَاءِ شُفَعَاؤُنَا عَندَ اللَّهِ) ، وقولهم:  (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) ؛ فهو أشبه بالأصنام التي كانوا يعبدونها من الملائكة، واللَّه أعلم. </p><p> ثم قوله:  (أَمِ اتَّخَذُوا مِنْ دُونِ اللَّهِ شُفَعَاءَ) يخرج على وجهين: </p><p> أحدهما: بل اتخذوا بعبادة من عبدوه من دون اللَّه شفعاء لأنفسهم، ولا يكونون شفعاء لهم، ولا يملكون ذلك ولا يفعلون. </p><p> والثاني: بل اتخذوا لأنفسهم من دون اللَّه شفعاء، ولا يملك أحد جعل الشفاعة لأحد </p>"
}