{
  "id": null,
  "sura": 39,
  "aya": 22,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ أُولَئِكَ فِي ضَلَالٍ مُبِينٍ (٢٢) . قيل:  (شَرَحَ اللَّهُ) : وسع اللَّه. </p><p> وقيل: رحب اللَّه. </p><p> وقيل: لبى اللَّه، ونحوه؛ وكله واحد. </p><p> ثم يحتمل قوله:  (أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ) فيسلم (فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ) ، أي: يجعل اللَّه في صدره النور؛ أي: يجعل إذا أسلم حتى يبصر الحق وُحججه وبراهينه بصورة الحق أنه حق، والباطل أنه باطل، وأنه تمويه، يبصر كل شيء بذلك النور على ما هو حقيقة أنه حق وباطل، فيأخذ الحق ويعمل به، ويترك الباطل ويجتنبه، واللَّه أعلم. </p><p> أو أن يكون قوله:  (أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ) ، يكون نوره هو إسلامه الذي هداه شرح صدره لنوره حتى أسلم، وهو ما روي في الخبر أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - سئل أنه: هل ينشرح الصدر للإسلام؟ وكيف ينشرح؟ فقال نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" إذا دخله النور انشرح لذلك الصدر، وانفسح له \" ؛ أخبر أن النور إذا دخل الصدر انشرح لذلك الصدر، وانفسح له بذلك النور، واللَّه أعلم. </p><p> وجائز - أيضًا - أن يكون قوله - عَزَّ وَجَلَّ -: (أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ) في </p><p> الدنيا (فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ) في الآخرة؛ كقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ. .) الآية، والذين كفروا طبع اللَّه على قلوبهم فتظلم وتفسق لما تبقى في الظلمة أبدًا، واللَّه أعلم. </p><p> ومنهم من قال:  (أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ) : الإسلام نفسه إذا أسلم (فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ) كتاب اللَّه، قال: هذا المؤمن به يأخذ، وإليه ينتهي، وما سئل النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: هل لذلك - أي: لانشراح الصدر للإسلام - علامة؟ فقال:  \" نعم؛ التجافي عن دار الغرور، والإنابة إلى دار الخلود، والاستعداد للموت قبل حلول الموت \" ، فهذا في التحقيق ليس في المعاملة في العمل، ولكن في الاعتقاد؛ أي: يتجافى عن دار الغرور، والإنابة إلى دار الخلود: يتزود من الدنيا للآخرة. </p><p> ثم قوله:  (أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ) يحتمل أن يكون على الاستفهام؛ على ما ذكر. </p>"
}