{
  "id": null,
  "sura": 39,
  "aya": 2,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ (٢) </p><p> يحتمل قوله - عَزَّ وَجَلَّ -: (بِالْحَقِّ) أي: بالحق الذي لله عليكم، وبالحق الذي لبعضكم على بعض، أو كما قال أهل التأويل (بِالْحَقِِّ) ، أي: للحق، أي: أنزلناه للحق، لم ننزله عبثًا باطلا لغير شيء، ولكن أنزلناه للحق لحقوق ولأحكام ومحن وأمور، واللَّه أعلم. </p><p> وقوله:  (فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ) . </p><p> جائز أن يكون ما ذكر من إنزاله الكتاب بالحق ذلك هو ما أمره من العبادة له، أمره بوفاء ذلك الحق له. </p><p> ثم يحتمل قوله:  (فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ) وجهين: </p><p> أحدهما: أصل في الاعتقاد، أي: اعتقد جعل كل عبادة وطاعة لله خالصًا لا تعتقد لأحد شركًا. </p><p> والثاني: في المعاملة: أن كل عمل عبادة وطاعة اجعله لله خالصًا لا تجعل لغيره فيه شركاء. واللَّه أعلم. </p><p> وأما أهل التأويل قالوا:  (فَاعْبُدِ اللَّهَ) : وحد اللَّه (مُخْلِصًا لَهُ الدِّينَ) ، وتأويل هذا أن اجعل الوحدانية والألوهية لله في كل شيء. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَلَا لِلَّهِ الدِّينُ الْخَالِصُ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ (٣) </p><p> أي: ولله شهادة الوحدانية والألوهية في كل شيء. </p><p> ويحتمل أيضًا قوله - عَزَّ وَجَلَّ -: (أَلَا لِلَّهِ الدِّينُ الْخَالِصُ) ، أي: دين اللَّه هو الدِّين الخالص؛ لأنه دين قام بالحجج والبراهين، وأما غيره من الأديان فهو دين بهوى النفس وأمانيها لا بالحجج والآيات، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) . </p><p> كأن فيه إضمارًا يقول: والذين اتخذوا من دونه أولياء وعبدوها قالوا: (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) ، وقالوا في موضع آخر:  (هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ) ، عرفوا أن ما كانوا يعبدون من الأوثان وغيرها ليسوا بآلهة في الحقيقة ولا لهم الألوهية حقيقة، وأن حقيقة الألوهية لله، لكنهم سموها: آلهة؛ لأنهم كانوا يعبدونها، وكل معبود عند العرب إله؛ لأن الإله هو المعبود، وقدروا تسمية كل معبود: إلها؛ لذلك سموها: آلهة وإن عرفوا أن ليست لهذه الأشياء ألوهية حقيقة، وأن ذلك لله عَزَّ وَجَلَّ. </p>"
}