{
  "id": null,
  "sura": 39,
  "aya": 19,
  "text": "<p> وقَالَ بَعْضُهُمْ: يستمعون إلى القرآن وفيه الأمر والنهي فيتبعون أمره وينتهون عما نهى عنه، واللَّه أعلم. </p><p> وجائز أن يكون قوله:  (فَيَتَّبِعُونَ أَحْسَنَهُ) ، أي: يتبعون الحسن منه الأحسن، بمعنى: الحسن، واللَّه أعلم. </p><p> وقال قائلون: فيتبعون أحسن ما في القرآن من الطاعة منه؛ كقوله:  (وَأْمُرْ قَوْمَكَ يَأْخُذُوا بِأَحْسَنِهَا. . .) الآية، وتأويله ما ذكرنا: أن خذوا ما فيه من الأمر وأتمروا به وانتهوا عما فيه من المناهي، واللَّه أعلم. </p><p> وقوله:  (وَأُولَئِكَ هُمْ أُولُو الْأَلْبَابِ) . </p><p> أي: أُولَئِكَ هم المنتفعون بلبهم وعقولهم؛ حيث اختاروا وآثروا هداية اللَّه ونظروا إليها بالتعظيم والإجلال واهتدوا. </p><p> وقوله:  (أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ أَفَأَنْتَ تُنْقِذُ مَنْ فِي النَّارِ (١٩) </p><p> ذكر اللَّه - تعالى - في هذه السورة أشياء لا يعرف لها أجوبة في الظاهر إلا بالتأمل والاستدلال على غيره، من ذلك ما ذكر:  (أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ أَفَأَنْتَ تُنْقِذُ مَنْ فِي النَّارِ) كأنه يقول - واللَّه أعلم -: أفمن حق عليه العذاب كمن له البشرى في الآخرة؛ لأنه ذكر فيما تقدم للمؤمنين البشرى حيث قال - عَزَّ وَجَلَّ -: (وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَنْ يَعْبُدُوهَا وَأَنَابُوا إِلَى اللَّهِ لَهُمُ الْبُشْرَى. . .) الآية، على هذا يخرج جوابه: أفمن وجب عليه العذاب كمن وجب له البشرى، لا سواء. </p><p> أو أن يقول: أفمن حق ووجب عليه العذاب كمن شرح صدره للإسلام، أي: ليس الذي وجب عليه العذاب كالذي شرح صدره للإسلام. </p><p> أو أن يقول: هذا لنازلة كانت لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، لحرصه على إسلام قوم أحب أن يسلموا، فقال هذا له على الإياس من إسلامهم؛ يقول: أفمن وجب عليه العذاب، أفأنت تنقذه وتخلص من النار من قد وجب عليه العذاب، وهو ما قال - عَزَّ وَجَلَّ -: (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ) ؛ وكقوله:  (أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ) كان لا يقدر أن يكرههم على الإسلام، لكنه كان يحب ويحرص على إسلامهم ويحزن لتركهم الإسلام؛ كقوله:  (وَلَا تَحزَن عَلَيهِمْ) ، وقوله:  (لَعَلَّكَ بَاخِعٌ نفسَكَ) ، (فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ) ، ونحو ذلك، كان يحزن وكادت نفسه تتلف إشفاقًا عليهم، فيقول: أفمن وجب وحق عليه </p>"
}