{
  "id": null,
  "sura": 39,
  "aya": 68,
  "text": "<p> يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ (٧١) قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ (٧٢) وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ (٧٣) وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ فَنِعْمَ أَجْرُ الْعَامِلِينَ (٧٤) وَتَرَى الْمَلَائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٧٥) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَنُفِخَ فِي الصُّورِ ... (٦٨) اختلف في قوله: (وَنُفِخَ فِي الصُّورِ) أهو على حقيقة النفخ أم لا؟ </p><p> قَالَ بَعْضُهُمْ: ليس هنالك نفخ ولا شيء، وإنما ذكر النفخ عبارة عن خفة الأمر على اللَّه - عَزَّ وَجَلَّ - كقوله:  (وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ) ، (وَهُوَ أَهْوَنُ عَلَيْهِ) . </p><p> وقَالَ بَعْضُهُمْ: ليس نفخًا، إنما هو عبارة عن قدر نفخة: أنه يحيي ويميت على قدر النفخة؛ لأن أسرع شيء في الدنيا هي النفخة. </p><p> وقَالَ بَعْضُهُمْ: هو على حقيقة النفخة من غير أن كانت النفخة سببًا للإحياء والإماتة، ولكن على جعل النفخة علمًا وآية للإحياء أو الإماتة، امتحن بذلك الملك الذي كان موكلا به، على ما امتحن ملك الموت بقبض الأرواح في أوقات جعلت له؛ فعلى ذلك ما ذكر من النفخة، واللَّه أعلم. </p><p> ثم اختلف في الصور أيضًا: </p><p> قَالَ بَعْضُهُمْ: هو صور الخلق فيها ينفخ، وإلى ذلك ذهب جميع أهل الكلام. </p><p> وقَالَ بَعْضُهُمْ: ليس هو صور الخلق، ولكن إنما هو قرن؛ لأنه قال: الصور، ولم يقل: صُور بالتثقيل، وإنما ذكره بالتخفيف، وهو القرن، وذكر صور الخلق بالتثقيل صُوَر؛ حيث قال:  (فَأَحْسَنَ صُوَرَكُمْ) ، فلسنا ندري أيهما يقال جميعًا أم لا الصُّور والصُّوَر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ) قال عامة أهل التفسير والتأويل: الصعق: هو الموت. </p><p> وقَالَ بَعْضُهُمْ: الصعق: هو الغشيان؛ كقوله - عَزَّ وَجَلَّ -: (وَخَرَّ مُوسَى صَعِقًا) </p>"
}