{
  "id": null,
  "sura": 39,
  "aya": 60,
  "text": "<p> وأكثر القراءات على التذكير في قوله - عَزَّ وَجَلَّ -: (بَلَى قَدْ جَاءَتْكَ آيَاتِي. . .) إلى آخره: على إرادة المخاطبة، وقد يقرأ بالتأنيث؛ على إرادة النفس التي تقدم ذكرها والخبر عنها، ويروى في ذلك خبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قرأ بالتأنيث:  (بلى قد جاءتْكِ) ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ (٦٠) </p><p> كذبهم على اللَّه يحتمل وجوهًا: </p><p> أحدها: في التوحيد؛ حيث قالوا بالولد والشركاء. </p><p> ويحتمل ما قال - عَزَّ وَجَلَّ -: (وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا) ، وكان اللَّه - عَزَّ وَجَلَّ - لم يأمرهم بذلك، فكذبوا على اللَّه - عَزَّ وَجَلَّ - أنه أمرهم بذلك. </p><p> أو ما قالوا:  (هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ) ، و (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) . </p><p> أو أن يكون كذبهم على اللَّه هو إنكارهم البعث، وقولهم: إن اللَّه لا يقدر على البعث والإحياء بعد الموت، ونحو ذلك، واللَّه أعلم. </p><p> والمعتزلة يقولون في قوله - عَزَّ وَجَلَّ -: (وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ) : هم المجبرة. فيجيء أن يكونوا هم أقرب في كونهم في وعيد هذه الآية من المجبرة؛ لأنهم يقولون: إن اللَّه لا يأمر أحدًا بشيء إلا بعد أن أعطى جميع ما يعمل ويقتضي به؛ حتى لا يبقى عنده شيء من ذلك، ثم قال ذلك، ثم يسأل ربه المعونة والعصمة؛ فهو بالسؤال كاتم لما أعطاه، وهو كفران النعمة؛ لأنه يسأل ما قد أعطاه ربه، أو أن يكون هازئًا به؛ لأنه يسأل وليس عنده ما يسأل على قولهم على ما ذكرنا من مذهبهم، وكل من يسأل من يعلم أنه ليس عنده ذلك ولا يملك ذلك - فهو يهزأ به، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ) . </p><p> على توحيد اللَّه، أو متكبرين على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، والمتكبر هو الذي لا يرى لنفسه نظيرًا ولا شكلا؛ ولذلك يوصف اللَّه - عَزَّ وَجَلَّ - بالكبرياء؛ لأنه لا نظير له ولا شكل، ولا يجوز لغيره؛ لأن غيره ذا أشكال وأمثال، ولا قوة إلا باللَّه. </p><p> وفي حرف ابن مسعود وحفصة - رضي اللَّه عنهما -: (على ما فرطت من ذكر) . </p><p> وفي حرف ابن مسعود أيضًا في قوله:  (بلى قد جاءته آياتنا من قبل فكذب واستكبر وكان من الكافرين) ، واللَّه أعلم. </p>"
}