{
  "id": null,
  "sura": 39,
  "aya": 41,
  "text": "<p> دينه الذي عليه، فعلى ذلك الأول. </p><p> والثاني: على التوبيخ لهم والتعيير؛ يقول: اعملوا على مكانتكم أنتم مما تقدرون من الكيد لي والمكر، وأنا عامل ذلك بمكانتكم؛ كقوله - عَزَّ وَجَلَّ -: (ثُمَّ كِيدُونِ فَلَا تُنْظِرُونِ) ، وغير ذلك من الآيات التي فيها ذكر توبيخهم وتعييرهم، والله أعلم. </p><p> وفي هذه الآية وفيما تقدم من قوله - عَزَّ وَجَلَّ -: (أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ) إلى هذا الموضع تقرير وتوبيخ ومنابذة وإياس، فأما الإياس فهو في قوله:  (يَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ) والتقرير في قوله: (وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ) والمنابذة في قوله: (حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ) ، والتوبيخ في قوله:  (أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ) . </p><p> ثم جائز أن يكون قوله:  (وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ. وَمَنْ يَهْدِ اللَّهُ فَمَا لَهُ مِنْ مُضِلٍّ) يخرج على الصلة بقوله: (أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ) كأنه يقول: من أضله اللَّه حتى لا يعلم أن اللَّه هو كاف عبده، وأن ما يخوفونه به لا يقع به خوف ولا يلحق به ضرر - فلا هادي له، ومن هداه فعرف ذلك، فلا مضل له عن ذلك، واللَّه أعلم بذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ (٤٠) جائز أن يكون ذلك العذاب الذي يأتيه هو عذاب في الدنيا من نحو القتل والتعذيب بالذي أهلك الأولون المعاندون للرسول (يُخْزِيهِ) أي: يفضحه (وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ) في الآخرة، وهو عذاب الكفر، وإلى ذلك ذهب بعض أهل التأويل. </p><p> وجائز أن يكون ذلك كله في الآخرة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ لِلنَّاسِ بِالْحَقِّ فَمَنِ اهْتَدَى فَلِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ (٤١) هذا كأنه - واللَّه أعلم -: إنا أنزلنا عليك الكتاب لتحكم بين الناس بالعدل؛ على ما ذكر في آية أخرى:  (إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ) ، فعلى ذلك هذا، ويكون قوله:  (فَمَنِ اهْتَدَى فَلِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا) أنشأ اللَّه - عَزَّ وَجَلَّ - البشر دراكًا مميزًا بين الخبيث والطيب، وبين الحسن والقبيح، وبين ما لهم وما عليهم، وبين السبيلين جميعًا غاية البيان، وأوضح كل سبيل نهاية الإيضاح، من سلكه أنه إلى ماذا يفضيه وينهيه، ثم امتحنهم في ذلك، ومكن لهم من السلوك في كل واحد من السبيلين بعد البيان منه أنه من سلك سبيل كذا أفضاه إلى كذا، ومن يسلك سبيل كذا أفضاه إلى كذا؛ امتحانًا منه، ثم أخبر أنه </p>"
}