{
  "id": null,
  "sura": 39,
  "aya": 25,
  "text": "<p> وقوله:  (وَقِيلَ لِلظَّالِمِينَ ذُوقُوا مَا كُنْتُمْ تَكْسِبُونَ) . </p><p> يحتمل أي: ذوقوا جزاء ما كنتم تكسبون. </p><p> أو يقول: ذوقوا ما اخترتم من الكسب، وهذا بما اخترتم؛ لأنه قد بين لهم الكسبين جميعًا، وما يكون لكل كسب في العاقبة، فاختاروا هم الكسب الذي كان عاقبته الذي أصابهم، فكأنهم اختاروا ذلك الذي حل بهم باختيارهم ذلك الكسب، واللَّه أعلم. </p><p> وقوله:  (كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ (٢٥) ليخوفهم ويحذرهم ما نزل بالمتقدمين بتكذيب الرسل والعناد بعد ما حذرهم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالبعث، وما حل بهم يوم القيامة بذلك؛ فإذ لم يصدقوه فيما يحذرهم يوم القيامة حذرهم بالذي انتهى إليهم الخبر، يعني: رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ ليحذروا. </p><p> وقوله:  (مِنْ حَيْثُ لَا يَشْعُرُونَ) أي: من حيث لا يأمنون العذاب أنى: ينزل بهم. </p><p> وقوله:  (فَأَذَاقَهُمُ اللَّهُ الْخِزْيَ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ (٢٦) العذاب الذي نزل بهم في الدنيا ليس هو عذاب الكفر، إنما هو عذاب العناد، والتعنت، وأفعال فعلوها في حال الكفر، فهو في الآخرة أبد الآبدين فيه، خالدين مخلدين فيه؛ ولذلك قال:  (وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ) . </p><p> * * * </p><p> قوله تعالى:  (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ (٢٧) قُرْآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ (٢٨) ضَرَبَ اللَّهُ مَثَلًا رَجُلًا فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ وَرَجُلًا سَلَمًا لِرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (٢٩) إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ (٣٠) ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ (٣١) فَمَنْ أَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللَّهِ وَكَذَّبَ بِالصِّدْقِ إِذْ جَاءَهُ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ (٣٢) وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ (٣٣) لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ذَلِكَ جَزَاءُ الْمُحْسِنِينَ (٣٤) لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ (٣٥) </p><p> وقوله:  (وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ) ، أي: بينا للناس في هذا القرآن من كل ما يحتاجون إليه من أمر دينهم ودنياهم؛ أخبر لهم ما لهم وما عليهم، أو لبعضهم على بعض، وأمثاله، واللَّه أعلم. </p><p> وقوله:  (لَعَلَّهُم يَتَذَكَّرُونَ) . </p><p> هذا يحتمل وجهين: </p><p> أحدهما: لكي يلزمهم التذكر والاتعاظ. </p>"
}