{
  "id": null,
  "sura": 40,
  "aya": 30,
  "text": "<p> والثاني: لا يهدي من هو مختار الإسراف والكذب وقت اختيارهم الإسراف والكذب. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا قَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظَاهِرِينَ فِي الْأَرْضِ فَمَنْ يَنْصُرُنَا مِنْ بَأْسِ اللَّهِ إِنْ جَاءَنَا ... (٢٩) يخرج على وجهين: </p><p> أحدهما: يحتمل أن يقول ذلك بعد ما سألوه أن يتبع دينهم وما هم فيه: إني لو اتبعتكم وأجبتكم ومعكم الملك والحشم والغلبة وليس معي ذلك، فإذا جاء بأس اللَّه وعذابه فصرتم أنتم ممتنعين عنه بما معكم، فمن ينصرنا من عذاب اللَّه وليس معنا ذلك؟! وإن كان يعلم حقيقة أن ما معهم من الغلبة لا يمنع من عذاب اللَّه، لكن قال ذلك بناء على اعتقادهم؛ إظهارًا للعذر عندهم؛ كي لا يقدموا على قتله لصيانة حياته، ومثل هذا لا بأس به، واللَّه أعلم. </p><p> والثاني: يقول على الرفق بهم وإظهار الموافقة لهم في الظاهر؛ يقول: إنه قد جاءنا من اللَّه البينات ما أوضح الحق وبين السبيل، فإذا رددنا ذلك وكذبناهم جاءنا بأس اللَّه جملة وعذابه، فمن يمنعنا عنه وينصرنا من عذابه إذا خالفنا أمره وتركنا اتباع دينه؟! على هذين القولين يخرج القول منه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ فِرْعَوْنُ مَا أُرِيكُمْ إِلَّا مَا أَرَى) . </p><p> قَالَ بَعْضُهُمْ: أي: ما آمركم إلا بما رأيته لنفسي. </p><p> وقَالَ بَعْضُهُمْ: ما أختار لكم إلا ما أختار لنفسي ذلك، لكن ليس للَّعِين أن يختار لهم ما اختار لنفسه؛ لأن ما اختار لنفسه باطل فاسد، وكذب اللعين أيضًا حيث قال: ما أختار لكم إلا ما أختار لنفسي؛ لأنه اختار لهم أن يعبدوه ولم يختر لنفسه عبادة أُولَئِكَ أن يعبدهم، فهو كذب من القول. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ) . </p><p> كذب أيضًا في قوله: إنه لا يهديهم إلا سبيل الرشاد، بل كان يهديهم سبيل الغي. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَ الَّذِي آمَنَ يَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ مِثْلَ يَوْمِ الْأَحْزَابِ (٣٠) مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ ... (٣١) . </p><p> كأن فيه إضمار القول: إني أخاف عليكم يوما مثل يوم الأحزاب، ويوما مثل يوم قوم نوح وعاد، فهو - واللَّه أعلم - صلة قوله فيما تقدم:  (يَا قَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظَاهِرِينَ فِي الْأَرْضِ فَمَنْ يَنْصُرُنَا مِنْ بَأْسِ اللَّهِ إِنْ جَاءَنَا) وعظهم مرة واحتج عليهم بما جاءهم موسى بالبينات؛ حيث قال:  (أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْ) ، </p>"
}