{
  "id": null,
  "sura": 40,
  "aya": 53,
  "text": "<p> عملوا من الأعمال. </p><p> وقَالَ بَعْضُهُمْ: الأشهاد: هم الرسل يشهدون عند رب العالمين على الكفرة بالتكذيب والرد. </p><p> وقَالَ بَعْضُهُمْ: يشهد عليهم الجوارح يومئذ بما كان منهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَوْمَ لَا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ (٥٢) </p><p> ذكر هاهنا:  (لَا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ) ، وذكر في موضع آخر:  (وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ) وبينهما اختلاف من حيث الظاهر؛ لأن القول بأنه لا ينفع معذرتهم بعد وجودها منهم، وقد أخبر أنه لا يؤذن لهم بالاعتذار، لكنهم يعتذرون بلا إذن لهم، فلا يقبل اعتذارهم ولا ينفعهم ذلك؛ فيكون جمعا بينهما من هذا الوجه. </p><p> ويحتمل لا ينفع الظالمين معذرتهم لو كان منهم الاعتذار، ولا يقبل اعتذارهم، لكن لم يؤذنوا بالاعتذار حتى يعتذروا؛ وهو كقوله - تعالى -: (وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنْفَعُهَا شَفَاعَةٌ) ، أي: لو كان منهم فذلك لا يقبل، وكذا قوله تعالى:  (فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ) ، أي: لو كانت لهم شفعاء يشفعون لهم، لكان لا ينفعهم شفاعتهم لا أن كان شفعاء؛ فعلى ذلك قوله تعالى:  (لَا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ) ، أي: لو كانوا يعتذرون لا يقبل اعتذارهم ولا ينفعهم معذرتهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ آتَيْنَا مُوسَى الْهُدَى وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ (٥٣) </p><p> يحتمل الهدى هاهنا وجوهًا: </p><p> أحدها: أي: آتيناه التوراة وفيها البيان والدعاء إلى الرشد، وجميع كتب اللَّه تعالى فيها هدى ونور ورحمة. </p><p> والثاني: أي: آتاه التوحيد والإسلام. </p><p> ويحتمل: آتاه النبوة والرسالة، وآتاه كل ما لله عليه من حق، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ) . </p><p> يحتمل قوله:  (الْكِتَابَ) : التوراة خاصة، ويحتمل التوراة وسائر الكتب؛ لأن الكتب في بني إسرائيل كانت كثيرة، كان فيها التوراة والزبور والإنجيل وغير ذلك، فجائز أن يريد بالكتاب: جميع الكتب التي كانت فيهم؛ إذ ذكر الكتاب بالألف واللام، وإنه يحتمل الجنس والعهد؛ فيجوز الصرف إلى التوراة لمكان العهد، ويجوز الصرف إلى </p>"
}