{
  "id": null,
  "sura": 40,
  "aya": 64,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (كَذَلِكَ يُؤْفَكُ الَّذِينَ كَانُوا بِآيَاتِ اللَّهِ يَجْحَدُونَ (٦٣) </p><p> عن عبادته والقيام بشكره قبلكم، وأصل الإفك: الصرف؛ كقوله:  (أَجِئْتَنَا لِتَأْفِكَنَا) أي: لتصرفنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ قَرَارًا وَالسَّمَاءَ بِنَاءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ ذَلِكُمُ اللَّهُ رَبُّكُمْ فَتَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ (٦٤) </p><p> يذكرهم عظم نعمه عليهم حيث جعل لهم الأرض بحيث يقرون عليها ويتعيشون، والسماء بناء عليهم حيث لا تسقط عليهم، وجعل منافع بعضها متصلة بمنافع البعض على بعد ما بينهما؛ ليعلم أن ذلك كله صنع واحد. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَحْسَنَ صُوَرَكُمْ) ، يحتمل وجهين: </p><p> أحدهما: قوله: (فَأَحْسَنَ) أي: أحكم وأتقن في الدلالة على معرفة وحدانية الله تعالى وربوبيته، على ما أظهر في كل شيء من الدلالة على وحدانيته وربوبيته. </p><p> والثاني: قوله: (فَأَحْسَنَ صُوَرَكُمْ) ، أي: حسن تركيبها منتصبًا قامتها غير منكبة كسائر الصور التي خلقها منكبة على وجهها. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ) . </p><p> قال بعض أهل التأويل: أي: رزقكم من الحلال، لكن الأشبه: أي: رزقكم من أطيب ما أخرج من الأرض؛ لأن اللَّه تعالى أخرج من الأرض نباتًا مختلفًا جعل أطيبه وألينه رزقًا للبشر، وسائره رزقًا للدواب. </p><p> (ذَلِكُمُ اللَّهُ رَبُّكُمْ) . </p><p> ذلك الذي صنع بكم هذا هو ربكم، لا الأصنام التي تعبدونها. </p><p> (فَتَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (هُوَ الْحَيُّ لَا إِلَهَ إِلَّا هُوَ فَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٦٥) </p><p> قال أهل التأويل:  (الْحَيُّ) : الذي لا يموت أبدًا، لكن هذا مما يعرفه كل أحد، وأصل الحي هو النهاية والغاية في الثناء عليه والمدح، لا كل شيء يبلغ في الانتفاع به غايته يسمى: حيًّا، نحو الأرض والأشجار وكل شيء يبلغ في الانتفاع به، واللَّه أعلم. </p><p> وقوله:  (لَا إِلَهَ إِلَّا هُوَ) . </p><p> هو المعبود في لسان العرب، ويسمى العرب كل معبود: إلهًا، كأنه يقول: لا إله ولا معبود يستحق العبادة إلا هو. </p>"
}