{
  "id": null,
  "sura": 40,
  "aya": 21,
  "text": "<p> أي: أوحينا إليهم، فكأنه يقول: واللَّه يوحي بالحق ويخبر به، والذين يدعون من دونه لا يملكون الوحي ولا الخبر، فكيف اخترتم عبادتهم على عبادة من يوحي بالحق ويخبر؟! واللَّه أعلم. </p><p> والثالث: القضاء هو الخلق والإنشاء؛ كقوله تعالى:  (فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ) أي: خلقهن، فيكون قوله على هذا (وَاللَّهُ يَقْضِي بِالْحَقِّ) ، أي: يخلق بالحق، والذين يدعون من دونه لا يخلقون شيئًا، وقد يعلمون استحقاق العبادة إنما يجوز بالخلق والإنشاء؛ وهو كقوله تعالى:  (أَفَمَنْ يَخْلُقُ كَمَنْ لَا يَخْلُقُ) ، (خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ) ، يقول: خلق من يدعون دونه كخلقه حتى تشابه ذلك عليهم فعبدوهم؛ إذ يعلمون أن من خلق ليس كمن لم يخلق، وقد تعلمون أنها لم تخلق شيئًا، فكيف عبدتموها؟! واللَّه أعلم. </p><p> ثم أقول: أصل التأويل (يَقْضِي بِالْحَقِّ) أي: يحكم بالحق في الدنيا بالآيات والحجج ما عرف كل أحد أنها حجج وآيات وبراهين، والحكم بما ذكرنا حكم بالحق، واللَّه أعلم. </p><p> والثاني: أي يحكم بالحق في الآخرة وهو الشفاعة، أي: لا يجعل الشفاعة لمن يعبدون على رجاء الشفاعة؛ كقولهم:  (هَؤُلَاءِ شُفَعَاؤُنَا عِندَ اللَّهِ) ، ولكن إنما يجعل لمن ارتضى؛ كقوله تعالى:  (وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى) ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ) . </p><p> روي عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - أنه قال: السميع للمؤمن، أي: المجيب للمؤمن، والبصير لعقاب أُولَئِكَ. </p><p> وقيل: السميع لأقوالهم، البصير بأفعالهم. </p><p> وجائز أن يكون قوله - تعالى -: (إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ) صلة ما تقدم من قوله: (يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ) يقول: السميع بما يكون منهم ظاهرا من قول أو فعل، والبصير بما أخفوا في قلوبهم وتكن صدورهم، يخبر بهذا؛ ليكونوا أبدًا مراقبين حافظين أنفسهم ما ظهر وما خفي، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ كَانُوا مِنْ قَبْلِهِمْ كَانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ (٢١) . </p><p> هذا يخرج على وجهين: </p><p> أحدهما: ما قال الحسن: إنهم لو ساروا فنظروا في آثار من كان قبلهم من مكذبي الرسل، لكان لهم في ذلك زجر ومنع عن مثل صنيع أُولَئِكَ. </p><p> وقَالَ بَعْضُهُمْ: هو على الخبر، أي: قد صاروا في الأرض، ونظروا في آثار من تقدمهم، لكنهم لم ينظروا نظر اعتبار أنه لماذا أصابهم ما أصابهم؟ واللَّه أعلم. </p><p> وقال قائلون: هو على الإيجاب والإلزام، أي: سيروا في الأرض وانظروا في آثار أُولَئِكَ الذين كانوا من قبل هَؤُلَاءِ؛ كقوله:  (قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا) . </p><p> ولكن نقول: ليس على حقيقة السير في الأرض بالأقدام ولا نظر العين والبصر، ولكنه أمر منه لهم بالتفكر والاعتبار في آثار من كان قبلهم، وإلى ماذا صار عاقبة أمر صنيع مكذبي الرسل ومصدقيهم؟ لينزجروا عن مثل صنيع مكذبهم، ويرغبوا في مثل صنيع مصدقهم، واللَّه أعلم. </p><p> وقوله:  (كَانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً) ، في أبدانهم وأنفسهم، (وَآثَارًا) ، أي: خبر أو ذكر في الأرض. </p><p> ويحتمل (وَآثَارًا فِي الْأَرْضِ) أي: أشد أعمالا في الأرض، وليس كما يقول بعض المعتزلة: أي: أنهم كانوا أشد منهم قوة في الخيرات، فإن كان ما ذكر فذلك ليكون أصلح لهم، وهذا بعيد سمج من القول، والوجه فيه ما ذكرنا أنهم كانوا أشد منهم قوة في أبدانهم وأنفسهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ) . </p><p> يخبر أن أُولَئِكَ الذين كانوا من قبل هَؤُلَاءِ كانوا أشد من هَؤُلَاءِ قوة وأشد آثارا في الأرض، ثم لم يمنعهم شدة قوتهم في أبدانهم وأنفسهم وما ذكر من آثار الأرض ولم يدفعوا عن أنفسهم ما نزل بهم من عذاب اللَّه، فأنتم يا أهل مكة دونهم في البطش والقوة، فكيف تمنعون عذاب اللَّه إذا نزل بكم؟! واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا كَانَ لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ) . </p><p> ذكر - واللَّه أعلم - أن أُولَئِكَ قد عبدوا الأصنام رجاء أن تشفع لهم في الآخرة وتقربهم إلى اللَّه زلفى، كما تعبدون أنتم على رجاء الشفاعة لكم والتقرب إليه، ولو كانت عبادتهم إياها طريق الشفاعة وسبب التقريب، لكان يغيثهم من عذاب اللَّه في الدنيا، وهو كما ادعت اليهود أنهم أبناء اللَّه وأحباؤه، فقال ردَّا عليهم بقوله:  (قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ) أي: في الدنيا لو كنتم على ما تزعمون؛ إذ لا أحد يهلك ويعذب ولده وحبيبه في الدنيا فعلى ذلك الأول. </p>"
}