{
  "id": null,
  "sura": 40,
  "aya": 49,
  "text": "<p> للآخر، وهو جواب لقولهم الذي قالوا في الدنيا:  (وَلْنَحْمِلْ خَطَايَاكُمْ) ، فيقولون:  (إِنَّ اللَّهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ) ألا يزيد العذاب على مثل السيئة، وقد حكم اللَّه تعالى على كل منا بالمثل، فلا يزيد على ذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَ الَّذِينَ فِي النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِنَ الْعَذَابِ (٤٩) </p><p> كان فزع الكفرة أبدًا إلى الخلق إذا نزل بهم البلاء في الدنيا، إلا أن يضطروا، فعند ذلك يفزعون إلى اللَّه، فأما ما لم ييئسوا منهم فلا يفزعون إليه؛ فعلى ذلك يكون فزعهم في الآخرة إلى الخلق، وهو ما سألوا أهل الجنة من الماء، أخبر اللَّه تعالى عنهم بقوله:  (وَنَادَى أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ قَالُوا إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ) ، فلما أيسوا من ذلك عند ذلك فزعوا إلى مالك، وهو ما أخبر الله تعالى عنهم بقوله:  (وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُمْ مَاكِثُونَ) سألوا الموت، فلما أخبرهم أنهم ماكثون، فعند ذلك فزعوا إلى الخزنة وقالوا:  (ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِنَ الْعَذَابِ. قَالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ) ، فلما أيسوا منهم ومما سألوهم من تخفيف العذاب عنهم عند ذلك فزعوا إلى اللَّه تعالى، وهو قولهم:  (رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ) ، وقولهم:  (رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ نُجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ) ، لم يفزعوا إلى اللَّه تعالى إلا بعد ما انقطع رجاؤهم منهم، وأيسوا، وباللَّه العصمة والنجاة. </p><p> وقد استدل بقوله تعالى:  (قَالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ قَالُوا بَلَى ... (٥٠) من لا يرى الحجة والحكم يلزمهم بمجرد العقل دون الرسل - عليهم السلام - حيث احتج عليهم الخزنة بتكذيبهم الرسل وردهم البينات التي أتتهم الرسل. </p><p> واستدلوا أيضًا بقوله:  (وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا) ، وبقوله - تعالى -: </p><p> (وَلَوْ أَنَّا أَهْلَكْنَاهُمْ بِعَذَابٍ مِنْ قَبْلِهِ لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ) ، وقوله - تعالى -: (وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولًا) ، وغيرها من الآيات التي فيها أنه لا يعذبهم إلا بعدما قامت عليهم الحجة من جهة الرسل ولزمهم الحكم بهم، فعند ذلك يعذبون. </p><p> لكن تأويل الآية يخرج عندنا على وجهين: </p><p> أحدهما: أن يكون ذلك في قوم خاص الذين لا يرون لزوم الحجة والحكم إلا من جهة الرسالة، فيحتج عليهم بما كانوا يرونه؛ ليكون أقرب إلى الإلزام والحجة، وإن كان </p>"
}