{
  "id": null,
  "sura": 40,
  "aya": 40,
  "text": "<p> آمَنَ يَا قَوْمِ اتَّبِعُونِ أَهْدِكُمْ سَبِيلَ الرَّشَادِ (٣٨) </p><p> أي: أبين لكم سبيل الرشاد، مرة خوفهم بما نزل بأوائلهم بتكذيب الرسل وترك اتباعهم، ومرة بَيَّنَ سفههم في أنفسهم بسوء صنيعهم، ومرة وعظهم ونصحهم ودعاهم إلى اتباعه ليبين لهم سبيل الرشاد ويهديهم إليه، وإن خاف على نفسه الهلاك بعدما أظهر الإيمان ولم يبال هلاك نفسه. </p><p> وقال الكسائي: الرشاد والرُّشد والرَّشَد ثلاث لغات، ولا يقرأ هاهنا غير (الرَّشَادِ) . </p><p> ثم قال:  (يَا قَوْمِ إِنَّمَا هَذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ (٣٩) </p><p> أي: متاع ومنفعة يبلغ إلى منتهى آجالكم، يبلغ به العاصي والمطيع إلى أجله، يخبر أنها على الانقضاء والذهاب عن قريب، ويخبر أن دار الآخرة هي دار القرار، أي: تقر بأهلها: إن كان أهلها أهل خير قرت بهم خيرا أبدًا لا يزول، وإن كان أهلها أهل شر يقر بهم الشر أبد الآبدين. </p><p> ثم أخبر عن عدل اللَّه تعالى في أعدائه وفضله في أوليائه حيث قال:  (مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَى إِلَّا مِثْلَهَا ... (٤٠) </p><p> أي: لا يجزى ولا يزيد لهم على مثل جنايتهم؛ لأن المثل هو العدل في جميع الأشياء، يخبر ألا يزيد على عقوبة عملهم، ولكن يجزيهم بمثله، وأما جزاء الحسنة فإنه يزيد لهم على قدر ما يستوجبون؛ فضلا منه وإحسانًا. </p><p> ثم فيه دلالة نقض قول المعتزلة: إن صاحب الكبيرة في النار أبدًا؛ لو كان على ما ذكروا كان في ذلك تسوية بين صاحب الكبيرة وبين صاحب الشرك؛ فإما أن يكون نقصانًا لصاحب الشرك عن مثل عقوبته أو زيادة لصاحب الكبيرة، وقد أخبر أنه لا يجزى إلا مثلها فذلك خلاف ظاهر الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) . </p><p> دل هذا عمى أن العمل الصالح لا ينفع ولا يجزي إلا من كان منه الإيمان به. </p><p> وقوله:  (يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ) . </p><p> يحتمل بلا تبعة: ويحتمل بغير تقدير وعدّ، وقد ذكرناه فيما تقدم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَا قَوْمِ مَا لِي أَدْعُوكُمْ إِلَى النَّجَاةِ وَتَدْعُونَنِي إِلَى النَّارِ (٤١) </p><p> كأنه قال: يا قومِ، ما لي أدعوكم إلى ما به نجاتكم وأنصح لكم، وتدعونني أنتم إلى ما به هلاكي، فمتى يكون بيننا موالاة واجتماع؟ ! أي: لا يكون، إنما يذكر هذا وأمثاله </p>"
}