{
  "id": null,
  "sura": 40,
  "aya": 83,
  "text": "<p> أي: كانوا أكثر عددًا منكم وأشد في القوة والبطش. </p><p> وقوله:  (وَآثَارًا فِي الْأَرْضِ) . </p><p> أي، أكثر أعمالا منكم، ثم كانت عاقبتهم الهلاك والاستئصال. </p><p> وقوله:  (فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ) . </p><p> يقول: لم يغن عنهم كثرة العدد والحشم والأموال، ولا قوة الأبدان في دفع العذاب عن أنفسهم، فأنتم -يا أهل مكة- أحق ألا تقدروا على دفع العذاب عن أنفسكم إذا نزل بكم مع ضعفكم وقلة عددكم! واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ (٨٣) </p><p> يحتمل قوله:  (فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ) وجهين: </p><p> أحدهما: أي: فرحوا بما عندهم أنه علم وليس هو في الحقيقة علمًا، لكن عندهم أن ذلك علم؛ وهو كقوله:  (وَانْظُرْ إِلَى إِلَهِكَ الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا) ، أي: انظر إلى إلهك الذي هو عندك إله، وإلا لم يكن ذلك عند موسى - عليه السلام - إلها، لكنه ذكر على ما عند ذلك الرجل للتعريف؛ فعلى ذلك قوله:  (فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ) أي: بما عندهم أنه علم وإن لم يكن في الحقيقة علمًا، واللَّه أعلم. </p><p> والثاني: يحتمل أن يكون على حقيقة العلم، وذلك من أهل الكتاب؛ قد كان من أهل الكتاب الإيمان بما عندهم من الكتاب، وهو على الحقيقة علم لا شك فيه، لكنهم لما كذبوا غيره من الكتب والعلوم وكفروا بها، لم ينفعهم إيمانهم بما عندهم من العلم؛ كقوله تعالى:  (وَإِذَا قِيلَ لَهُمْ آمِنُوا بِمَا أَنْزَلَ اللَّهُ قَالُوا نُؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَاءَهُ وَهُوَ الْحَقُّ. .) ، كان إيمانهم بما أنزل إليهم حقًّا، لكنهم لما كفروا بغيره أبطل ذلك الكفر إيمانهم بالذي أنزل إليهم؛ فعلى ذلك الأول، واللَّه أعلم. </p><p> وقوله:  (وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ) . </p><p> أي: يحويهم العذاب بما كانوا يستهزئون بالرسل. </p><p> وقوله:  (فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ (٨٤) يحتمل هذا وجهين: </p><p> يحتمل أن يكون هذا القول منهم وما ذكر من الإيمان منهم إذا رأوا بأس اللَّه - بعد وفاتهم في قبورهم، أي: عذاب اللَّه، فإن كان التأويل هذا، فهذا يدل على عذاب القبر لمن شاء اللَّه تعالى في حقه العذاب، واللَّه أعلم. </p><p> والثاني: يحتمل أن يكون ذلك منهم في حياتهم؛ حين رأوا بأس اللَّه في الدنيا آمنوا بما </p>"
}