{
  "id": null,
  "sura": 40,
  "aya": 12,
  "text": "<p> من العصيان والكفر، وإنما احتمل هذين الوجهين؛ لأن المنع لهم من طاعة اللَّه تعالى واتباع أمره ونهيه، يكون بأنفسهم، ويكون من بعضهم بعضًا؛ فيكون محتملا لكلا الوجهين، وهو كقوله تعالى:  (فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ) ، وقوله:  (وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ) : ولا تهلكوا بعضكم ببعض؛ إذ الظاهر أن المرء مع قيام عقله لا يهلك نفسه، ولا يلقيها في التهلكة، وكذا لا يسلم على نفسه. </p><p> ويحتمل الظاهر أيضًا أن يسلم على نفسه إذا دخل البيت، ولم يكن معه غيره؛ ولذلك نهي عن إهلاك نفسه عند شدة الغضب، ونحو ذلك، واللَّه أعلم. </p><p> وقوله - عز جل -: (قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِنْ سَبِيلٍ (١١) . </p><p> قال بعض أهل التأويل: كانوا أمواتا في أصلاب آبائهم، فأحياهم اللَّه تعالى في الدنيا، ثم أماتهم الموتة التي لا بد منها، ثم أحياهم للبعث يوم القيامة، فهما حياتان وموتتان، وهو قول ابن عَبَّاسٍ وابن مسعود فيما أرى، ويقولون هو كقوله تعالى:  (وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ. . .) الآية. </p><p> وقَالَ بَعْضُهُمْ: قوله: (رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ) : إحدى الموتتين هي التي تنقضي بها آجالهم، ثم يحييهم في القبر، ثم يميتهم، ثم يحييهم للبعث يوم القيامة، فهما موتتان وحياتان، وإلى هذا يذهب ابن الراوندي، ويحتج بهذا على عذاب القبر، وهو أشبه وأقرب؛ لأنهم بكونهم في أصلاب آبائهم أمواتا لا يقال:  (أَمَتَّنَا) وهم كانوا أمواتا. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِنْ سَبِيلٍ) . </p><p> يحتمل اعترافهم بذنوبهم: هو ما أنكروا في الدنيا قدرة اللَّه تعالى على البعث والإحياء بعد الموت والعذاب لهم لما عاينوا ذلك وشاهدوا أقروا به، فإنكارهم ذلك هو ذنبهم، واللَّه أعلم. </p><p> ويحتمل أن يكون ذنوبهم التي اعترفوا بها ما ذكر في سورة (تبارك) حين قال لهم الخزنة لما ألقوا في النار: (أَلَمْ يَأْتِكُمْ نَذِيرٌ. قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ) ، فيكون اعترافهم بذنوبهم هذا، واللَّه أعلم. </p><p> وقوله:  (ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ (١٢) </p><p> قوله:  (ذَلِكُمْ بِأَنَّهُ) أي: ذلك المقت الذي ذكر أو العذاب الذي نزل بكم إنما كان (بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ) ، أي: كفرتم بتوحيده، (وَإِنْ يُشْرَكْ بِهِ) أي: توحيد اللَّه (تُؤْمِنُوا) به، أي: يصدقوا هذه الآية كقوله: (وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ) ، فهما </p>"
}