{
  "id": null,
  "sura": 40,
  "aya": 69,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (فَإِذَا قَضَى أَمْرًا فَإِنَّمَا) . </p><p> يترجم بقوله:  (كُنْ) من غير أن كان منه كاف ونون، فذلك تكوينه - واللَّه الموفق - وقد ذكرنا هذا فيما تقدم على الإبلاغ. </p><p> * * * </p><p> قوله تعالى:  (أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ أَنَّى يُصْرَفُونَ (٦٩) الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا فَسَوْفَ يَعْلَمُونَ. إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ. فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ (٧٢) ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ (٧٣) مِنْ دُونِ اللَّهِ قَالُوا ضَلُّوا عَنَّا بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا كَذَلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ (٧٤) ذَلِكُمْ بِمَا كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُونَ (٧٥) ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ (٧٦) </p><p> وقوله - عَزَّ وَجَلَّ -: (أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ) . </p><p> قوله:  (أَلَمْ تَرَ) هو على حقيقة الرؤية والنظر. </p><p> ويحتمل (أَلَمْ تَرَ) : ألم تعلم، معناه: ألم تعلم سفه الذين يجادلون في آيات اللَّه، أو جهل الذين يجادلون في آيات اللَّه، أي: في دفع آيات اللَّه والطعن فيها بلا حجة على ما تقدم ذكره في قوله: (يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ) ، فعلى ذلك هذا. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَنَّى يُصْرَفُونَ) . </p><p> أي: آية، أي: حجة تصرفهم أو صرفتهم عن آيات اللَّه، أو من أين يصرفون ويعرضون عن آيات اللَّه بعد ما تقرر عندهم أنها آيات اللَّه؟! واللَّه أعلم. </p><p> وقوله:  (الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا فَسَوْفَ يَعْلَمُونَ (٧٠) </p><p> جائز أن يكون قوله:  (الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا) تفسير مجادلتهم التي ذكر في دفع آيات اللَّه. </p><p> وجائز أن يكون قوله:  (الَّذِينَ كَذَّبُوا بِالْكِتَابِ) : الذي آتاهم الرسل وكذبوا بما أرسلنا به رسلنا، أي: كذبوا - أيضًا - بما أمرهم الرسل بالوحي من غير كتاب؛ إذ الوحي نوعان: متلو، وغير متلو، فلم يكن قوله:  (وَبِمَا أَرْسَلْنَا) تفسيرًا للكتاب، وعلى التأويل الأول قوله:  (وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا) أي: الكتاب؛ فيكون تفسيرًا له، واللَّه أعلم. </p><p> وقوله:  (فَسَوْفَ يَعْلَمُونَ) : </p><p> وعيد لهم، أي: سوف يعلمون علم عيان بعدما علموا علم خبر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ (٧١) فِي الْحَمِيمِ). </p><p> ذكر أن في السلاسل ثلاث لغات: الرفع والنصب والخفض. </p>"
}