{
  "id": null,
  "sura": 40,
  "aya": 6,
  "text": "<p> والأمن، ومرة بالضيق والخوف؛ دليل ذلك: وجود الحالين جميعًا في كل فريق مع اختلاف مذاهبهم، وتضاد أقاويلهم. </p><p> ويحتمل أن يكون المراد منه أهل مكة، أي: لا يغررهم تقلبهم في البلاد وأمنهم وسعتهم بعد ما نزل بأهل الآفاق والنواحي أنهم على الحق، وأن ذلك إنما يدفع عنهم لمكانهم، وإنما يدفع ذلك عنهم، ويكونون على أمن؛ لمكان كونهم بقرب من البيت؛ لحرمته وشرفه. </p><p> وقوله - عَزَّ وَجَلَّ -: (كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَالْأَحْزَابُ مِنْ بَعْدِهِمْ وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ فَأَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ (٥) </p><p> ذكر هذا لتصبير رسوله على تكذيب قومه إياه بالباطل؛ يقول: لست أنت بأول من كذبه قومه، ولا بأول من جادله قومه بباطل، لم يزل الأمم المتقدمة يكذبون رسلهم، ويجادلونهم بالباطل؛ فصبروا على ذلك؛ فاصبر أنت على تكذيب قومك، ومجادلتهم إياك بالباطل كما صبر أُولَئِكَ كقوله:  (فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ) ، وهو ما ذكر في قوله - عَزَّ وَجَلَّ -: (وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ) وهمَّت كل أمة برسولهم ما ذكر، لكن اللَّه تعالى بفضله عصم رسله عما همَّ أُولَئِكَ الكفرة بهم من القتل والمجادلة بالباطل، وفي ذلك آية من آيات الرسالة لهم حيث حفظهم عما هموا بهم وكادوا بلا أعوان وأنصار كانوا للرسل مع كثرة أُولَئِكَ الكفرة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ) . </p><p> أي: كيف وجدوا عقابي، أليس وجدوه حقا على ما وعد الرسل - عليهم السلام - أنه نازل؟ ! بهم أو يقول: أليس وجدوه أليمًا شديدًا؛ واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ كَفَرُوا أَنَّهُمْ أَصْحَابُ النَّارِ (٦) </p><p> يحتمل قوله:  (حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ كَفَرُوا) ما ذكر في قوله: (سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ. . .) الآية. وقوله:  (فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ) ، يحتمل أن يكون قوله:  (حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ كَفَرُوا) ما قال: (لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ) ، فذلك الذي حق عليهم من كلمة ربك، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ (٧) رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُمْ وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ إِنَّكَ </p>"
}