{
  "id": null,
  "sura": 40,
  "aya": 55,
  "text": "<p> الجميع لمكان الجنس، واللَّه أعلم. </p><p> وفي الآية دلالة أن لا جميع كتب اللَّه التي أنزلت فيهم غيرت وبدلت، بل فيهم ما لم يغير ولم يبدل حيث قال:  (وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ. هُدًى وَذِكْرَى لِأُولِي الْأَلْبَابِ (٥٤) . </p><p> ثم قوله - تعالى -: </p><p> (هُدًى) : هو ما ذكرنا أن جمع كتب اللَّه تعالى هدى من الضلالة إلى الرشد، وبيان لما لله عليهم وما لبعض على بعض. </p><p> وقوله:  (وَذِكْرَى) قَالَ بَعْضُهُمْ: موعظة. </p><p> وقَالَ بَعْضُهُمْ: تفكرا لأهل اللب والعقل. </p><p> وجائز (وَذِكْرَى) ، أي: ذكر ما سبق، أي: يذكرهم ما نسوا. </p><p> وقوله:  (لِأُولِي الْأَلْبَابِ) ؛ لأن أهل اللب هم الذين يتفكرون ويتأملون فيه، أو أن أهل اللب هم المنتفعون بالذكرى وما ذكر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَاسْتَغْفِرْ لِذَنْبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ (٥٥) </p><p> يحتمل قوله:  (فَاصْبِرْ) وجوهًا: </p><p> أحدها: التكذيب، كان يتأذى بتكذيبهم إياه. </p><p> والثاني: كان يتأذى باستهزائهم به. </p><p> والثالث: أنواع ما يكيدون: من همهم قتله وضربه وغير ذلك. </p><p> والرابع: يحتمل قوله تعالى: (فَاصْبِرْ) ، أي: اصبر على تبليغ الرسالة إليهم، ولا يضجرك تكذيبهم إياك، ولا يمنعك ذلك عن تبليغها، واللَّه أعلم. </p><p> والخامس: اصبر ولا تستعجل لهم العذاب قبل ميقاته، وذلك أن الرسل - عليهم السلام - كانوا لا يستعجلون العذاب ما لم يؤذن لهم بذلك، واللَّه أعلم. </p><p> ثم قوله:  (فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ) إن كان المراد من وعده نفس الوعد؛ فيكون تأويله: إن وعد اللَّه صدق، أي: لا يخلف، ولا يكون كذبًا؛ لأن خلف الوعد في الشاهد إنما يكون لأحد معنيين: </p><p> إما لعجزه عن القيام بوفائه. </p><p> وإما لضرر يخاف أن يلحقه لو قام بوفاء ما وعد، واللَّه تعالى بريء عن المعنيين جميعًا متعال عن ذينك. </p><p> وإن كان المراد من قوله - تعالى -: (إِنَّ وَعْدَ اللَّهِ حَقٌّ) ، أي: موعود اللَّه؛ فيكون تأويله: إن موعد اللَّه تعالى لكائن حقًّا، فوعد اللَّه تعالى على الوجهين اللذين ذكرناهما، وعلى هذا يذكر أمر اللَّه تعالى: قد يراد به نفس الأمر، كقوله: (لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ </p><p> بَعْدُ)، ويذكر ويراد به المفعول؛ كقوله تعالى:  (وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا) ، أي: ما يكون بأمره مفعولا، ويكون موعود اللَّه مفعولا، واللَّه أعلم. وما ذكر الصلاة أمر اللَّه. </p><p> ثم لسنا ندري ما كان من وعده لرسوله حتى أخبر أنه كائن، فجائز أن يكون ما قال بعض أهل التأويل: إنه وعد له أن يعذب كفار مكة يوم بدر بالقتل وغير ذلك، فكذبوه، وقالوا مستهزئين به:  (مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ) ، قال:  (فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ) يحتمل غيره. </p><p> وقوله:  (وَاسْتَغْفِرْ لِذَنْبِكَ) : </p><p> جائز أن يكون ما ذكر في قوله:  (لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ) ، باستغفاره إياه. </p><p> وجائز أن يكون قوله:  (ليَغفِرَ لَكَ اللَّهُ) ، ما يغفر له من أمته بشفاعته كما ذكر في الخبر:  \" يغفر للمؤذن مد صوته \" أي: يجعل له الشفاعة إلى حيث يبلغ صوته. </p><p> وقوله:  (وَسَبِّحْ بِحَمْدِ رَبِّكَ) . </p><p> قد ذكرنا التسبيح بحمد ربه، ثم جائز أن يريد بالتسبيح نفس التسبيح، فإن كان كذلك فيكون ذكر العشي والإبكار ليس هو ذكر التوقيت له، ولكن الأوقات كلها الليل والنهار؛ كقوله - تعالى -: (وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ) : ليس يريد نفس الغداة والعشي خاصة دون غيرهما من الأوقات، بل هما عبارة عن جميع الأوقات كأنه يقول: اصبر نفسك مع الذين يدعون ربهم آناء الليل والنهار؛ فعلى ذلك الأول يحتمل هذا، واللَّه أعلم. </p><p> وإن كان المراد من التسبيح هاهنا: الصلاة، فكأنه يقول:  (وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ) كناية عن صلاة النهار. </p><p> أو أن يكون (الْإِبْكَارِ) كناية عن صلاة الغداة، و (بِالْعَشِيِّ) كناية عن صلاة العشاء على ما ذكره بعض الناس، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ (٥٦) لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٥٧) وَمَا يَسْتَوِي الْأَعْمَى </p>"
}