{
  "id": null,
  "sura": 40,
  "aya": 7,
  "text": "<p> أَنْتَ الْعَزِيزُ الْحَكِيمُ (٨) وَقِهِمُ السَّيِّئَاتِ وَمَنْ تَقِ السَّيِّئَاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (٩) إِنَّ الَّذِينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ اللَّهِ أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الْإِيمَانِ فَتَكْفُرُونَ (١٠) قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِنْ سَبِيلٍ (١١) ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ (١٢) </p><p> وقوله - عَزَّ وَجَلَّ -: (الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ ... (٧) </p><p> قد ذكرنا في غير موضع أن التسبيح بحمد ربهم هو الثناء عليه، والحمد له بالتبرئة والتنزيه عن جميع أوصاف الخلق ومعانيهم، وعن جميع ما قال الملاحدة فيه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا) . </p><p> هذه أرجى آية للمؤمنين، والآيات التي فيها استغفار الرسل للمؤمنين من نحو قول نوح - عليه السلام - حيث قال:  (رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ) ، وقول إبراهيم - عليه السلام -: (رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ) ، وما أمر اللَّه رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أن يستغفر لنفسه وللمؤمنين والمؤمنات إنما هو في الذنوب التي ليس له أن يعذبهم عليها، وهي الصغائر، وليس له أن يغفر الكبائر، ويستدل على ذلك بقوله:  (فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ) ، إنما أمره أن يستغفر للذي تاب، فأما من لم يتب، ولم يأمره بالاستغفار، فيجب القول بما قلنا؛ عملا بالآيتين. </p><p> لكن نقول نحن: إنه لو كان استغفاره لمن ذكر خاصة لأصحاب الصغائر على ما قالوا، يصير كأنه أمر النبي - عليه السلام - أن يستغفر لهم، ولا يحزن عليهم؛ إذ هم مغفور ذنبهم؛ فيحصل قولهم على ما ذكرنا، وذلك وخش من القول، واللَّه أعلم. </p><p> ثم يجيء أن يكون المعتزلة والخوارج في الظاهر أبعد الخلائق من المعاصي وأقربهم إلى الطاعات، ونحن أقرب الخلائق إلى المعاصي وأبعدهم عن الطاعات؛ لأنهم لا يرون النجاة إلا بأعمالهم ولا يرون برحمة اللَّه، ولا بشفاعة أحد، ولكن بأعمالهم؛ فيجب أن يكونوا أبداً متكلين ملازمين على الطاعات في كل وقت وساعة، لا يعصون اللَّه طرفة عين، ونحن لم نر النجاة بالأعمال، ولكن إنما نرى ذلك برحمة اللَّه تعالى، وبشفاعة من ارتضى بشفاعته؛ فيجب أن نكون معتمدين على رحمة اللَّه وفضله غير مشتغلين بشيء من الطاعات. </p><p> ثم في الحقيقة يجب أن يكونوا هم أقرب الخلائق إلى المعاصي وأبعدهم من الطاعات، ونحن ألزم الخلائق بالطاعات وأبعدهم من المعاصي؛ لأنا نرى عند الله </p><p> لطائف وفواضل باقية، لم يعطنا ما لو أعطانا لم يصدر منا إلا الخير والطاعات؛ وسلمنا عن المعاصي وأنواع الشرور، وعصمنا؛ فيجب أن نكون متكلين على الطاعات؛ لنصل إلى تلك اللطائف، وهم لا يرون بقي عنده شيء من اللطائف، بل يقولون: قد أعطانا كل شيء حتى لم يبق عنده شيء من مصالح الدِّين؛ فيجب أن يكونوا ما ذكرنا، واللَّه أعلم. </p><p> ثم قولنا: إن اللَّه تعالى ينجينا برحمته وبشفاعة من جعل له الشفاعة لا بأعمالنا، وعلى ذلك روي في الخبر عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" لن يدخل أحد الجنة إلا برحمة اللَّه \" ، قيل: ولا أنت يا رسول اللَّه؟ ! قال:  \" ولا أنا، إلا أن يتغمدني اللَّه برحمته \" ، والمعتزلة يقولون: لا، بل ندخل بأعمالنا، وكذلك قول الخوارج. </p><p> وأصل قولنا: إن لله - عَزَّ وَجَلَّ - أن يعذب عباده على جميع المعاصي: على الصغائر والكبائر جميعاً، وله أن يغفر جميع المعاصي سوى الشرك والكفر، على ما ذكرنا من دلائل الآيات وغيرها. </p><p> وقوله:  (رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا) . </p><p> قوله:  (وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً) فرحمة الدنيا يدخل فيها الكافر والمؤمن جميعًا، فأما رحمة الآخرة، فهي للمؤمنين خاصة، هو كما ذكر في قصة موسى - عليه السلام - حيث قال:  (وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ) . . . ) إلى قوله:  (وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ. . .) الآية، وكقوله:  (قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ) ، كأنه يقول: قل هي للذين آمنوا، والذين لم يؤمنوا، ثم هي خالصة للذين آمنوا يوم القيامة؛ فعلى ذلك قوله:  (وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً) ، هي رحمة الدنيا: المؤمن والكافر جميعا في تلك، فأما رحمة الآخرة ليست إلا للذين آمنوا، واللَّه أعلم. </p><p> وقوله:  (وَعِلْمًا) أي: علم ما فيها. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ) ويحتمل وجوهًا: </p><p> أحدها:  (فَاغْفِرْ لِلَّذِينَ تَابُوا) من الشرك، (وَاتَّبَعُوا سَبِيلَكَ) أي: دينك، وهو الإسلام. </p><p> والثاني: أي: (فَاغْفِرْ لِلَّذِينَ تَابُوا) عن الكبائر والفواحش (وَاتَّبَعُوا سَبِيلَكَ) أي: طاعتك. </p><p> والثالث:  (فَاغْفِرْ لِلَّذِينَ تَابُوا) عن جميع المعاصي صغائر أو كبائر واتبعوا طاعتك، </p>"
}