{
  "id": null,
  "sura": 40,
  "aya": 28,
  "text": "<p> عَلَيْكُمْ يَوْمَ التَّنَادِ (٣٢) يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ (٣٣) وَلَقَدْ جَاءَكُمْ يُوسُفُ مِنْ قَبْلُ بِالْبَيِّنَاتِ فَمَا زِلْتُمْ فِي شَكٍّ مِمَّا جَاءَكُمْ بِهِ حَتَّى إِذَا هَلَكَ قُلْتُمْ لَنْ يَبْعَثَ اللَّهُ مِنْ بَعْدِهِ رَسُولًا كَذَلِكَ يُضِلُّ اللَّهُ مَنْ هُوَ مُسْرِفٌ مُرْتَابٌ (٣٤) الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ كَبُرَ مَقْتًا عِنْدَ اللَّهِ وَعِنْدَ الَّذِينَ آمَنُوا كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ (٣٥) </p><p> وقوله - عَزَّ وَجَلَّ -: (رَجُلٌ مُؤْمِنٌ مِنْ آلِ فِرْعَوْنَ ... (٢٨) </p><p> هذا يحتمل وجهين: </p><p> أحدهما: من آل فرعون في الظاهر، وإلا لم يكن في الحقيقة من آله، وإنما هو من آل موسى وأتباعه؛ حيث آمن به وترك اتباع فرعون، واللَّه أعلم. </p><p> والثاني: من آله، أي: من نسبه؛ لأنه ذكر أنه كان ابن عمه، واللَّه أعلم. </p><p> وقوله:  (يَكْتُمُ إِيمَانَهُ) . </p><p> إشفاقًا على نفسه، ولا يظهر الموافقة لهم على ما هم فيه؛ إذ قدر على الكتمان دون إظهار الموافقة لهم، وعلى ذلك المكره على إظهار الكفر إذا قدر على ألا يظفر ما أريد منه من كلمة الكفر ولا يقتل بالامتناع لا يسع له إظهار ذلك لهم، فإن لم يقدر فحينئذ يسع؛ فعلى ذلك ما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ) . </p><p> فيه إخبار أنه كان يكتم إيمانه؛ إشفاقًا على نفسه، فلما خاف إهلاك رسول الله موسى - عليه السلام - فعند ذلك أظهر ما كان يكتمه وإن كان في إظهار ذلك إهلاك نفسه بعد أن يرجو نجاة نبي - من الأنبياء - عليهم السلام - وهكذا يجب ألا يسع كتمان ما كان يكتمه وإن كان نفسه تهلك إذا أظهر إذا كان في إظهار ذلك نجاة رسول من رسل الله تعالى - عليهم السلام - بحجج يدفع الهلاك بها عن نفس ذلك الرسول؛ وكذلك ذكر عن أبي بكر الصديق - رَضِيَ اللَّهُ عَنْهُ - أن أهل مكة لما هموا قتل رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وإهلاكه، ألقى أبو بكر - رَضِيَ اللَّهُ عَنْهُ - نفسه عليه، وقال ما قال ذلك الرجل الذي كان يكتم إيمانه حيث قال:  (أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ) فعند ذلك نزلت هذه الآية على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ولم تكن نزلت قبل ذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْ) . </p><p> أي: جاءكم من البينات ما يبين أنها آيات من عند اللَّه لا اختراعًا من موسى - عليه السلام - ويبين أنه صادق فيما يقول ويدعي. </p><p> وقوله:  (وَإِنْ يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ وَإِنْ يَكُ صَادِقًا يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ) . </p><p> أي: وإن كان كاذبًا فيما يدعوكم إليه فعليه كذبه، وإن كان صادقًا فيما يقول ويدعي يصيبكم بعض الذي يعدكم، فهو يعلم أنه صادق فيما يقول حقيقة، ولكن لما كان عند القوم احتمل الأمر، ذكر على ما في زعمهم؛ دفعًا للقتل عن موسى، عليه السلام. </p><p> ثم الإشكال أنه قال:  (يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ) ذكر أنه يصيبهم بعض الذي يعد الرسل، والرسل إذا وعدوا شيئًا يصيبهم بكماله، لا يجوز أن يكون خلاف ما أخبروا أو دون ما ذكروا، لكن يخرج على وجوه: </p><p> أحدها: أنه كان وعده إياهم أن يصيبهم العذاب في الدنيا والآخرة، فيقول:  (يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ) ، وهو ما وعد لهم أن يصيبهم في الدنيا، وأما ما وعد لهم في الآخرة، فهو يصيبهم في وقت آخر وهو في الآخرة، فما أصابهم في الدنيا فهو بعض ما جرى الوعيد منه لهم؛ لأن الوعيد كان منه في الدنيا والآخرة، واللَّه أعلم. </p><p> والثاني: يحتمل أنه كان - عليه السلام - وعدهم بأنواع من العذاب، وقد أصابهم بعض ذلك من الطوفان والجراد والقمل والضفادع والدم ونحو ذلك، وفي بعض ما وعدهم هو هلاكهم؛ فكأنه يقول لهم: إنكم قد أصابكم كثير من ذلك، فيصيبكم بعض ما يعدكم الذي فيه هلاككم مبالغة في الزجر؛ لما قد أصابهم ما وعد لهم من أنواع العذاب، ولم يكن وعده كذبًا، فبعض ما يعدكم - وهو الهلاك - كيف يكون كذبًا؟! واللَّه أعلم والموفق. </p><p> والثالث: أراد بالبعض: الكل؛ لأنه أراد بهذا البعض: الهلاك، وهو البعض الأقصى، فيدخل العالي فيه لأنه إذا أوعده بأنواع من العذاب منها الهلاك يكون الهلاك هو البعض الأقصى؛ إذ لا عذاب في الدنيا بعد الهلاك، فيكون سائر أنواع العذاب في الدنيا يكون قبل الهلاك، فإذا أريد به هذا البعض يدخل فيه ما قبله، ويكون ذكره ذكرا للكل؛ إذ لا وجود له بدون سائرها؛ لذلك قال:  (يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ) ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ) ، هذا يخرج على وجهين: </p><p> أحدهما: أنه لا يهدي من هو في علمه أنه يؤثر الإسراف والكذب. </p>"
}