{
  "id": null,
  "sura": 40,
  "aya": 17,
  "text": "<p> ويحتمل أن يكون سماه: يوم البروز، والمصير، والرجوع، وما ذكر؛ لأن المقصود من إنشاء الدنيا وما فيها من الخلائق ذلك اليوم وتلك الدار، وكذلك صار إنشاء الدنيا وإنشاء ما فيها حكمة؛ لما عرف أن الإنشاء للإفناء خاصة ليس بحكمة، فخص ذلك اليوم بما ذكرنا وإن كانوا في جميع الأحوال بارزين إليه ظاهرين له، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ) . </p><p> ظاهر، وهو رد لقول من يقول: إن شيئًا يستر على اللَّه تعالى اللَّه عن ذلك علوًّا كبيرًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ) . </p><p> قال عامة أهل التأويل: إذا أهلك اللَّه تعالى أهل الأرض وأهل السماء فلم يبق أحد إلا اللَّه تعالى، فعند ذلك يقول:  (لِمَنِ الْمُلْكُ الْيَوْمَ) ؟ فلا يجيبه أحد، فيقول هو في نفسه ويجيب نفسه:  (لِلَّهِ الْوَاحِدِ الْقَهَّارِ) ، لكن هذا بعيد لا يحتمل أن يقول:  (لِمَنِ الْمُلْكُ الْيَوْمَ) ولا أحد سواه، ويجيب نفسه:  (لِلَّهِ الْوَاحِدِ الْقَهَّارِ) ؛ لما لا حكمة في ذلك: أن يسأل نفسه ثم يجيبها، لكن الوجه فيه - واللَّه أعلم - أنه إنما يقول لهم ذلك إذا بعثهم وأحياهم:  (لِمَنِ الْمُلْكُ الْيَوْمَ) ؟ فيقول الخلائق له بأجمعهم:  (لِلَّهِ الْوَاحِدِ الْقَهَّارِ) ، يقرون له جميعًا يومئذ بالملك والربوبية وإن كان بعض الخلائق في الدنيا قد نازعوه في الملك فيها وادعوا لأنفسهم، فيقرون يومئذ أن الملك في الدنيا والآخرة لله تعالى، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (الْيَوْمَ تُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ ... (١٧) </p><p> أي: من خير أو شر. </p><p> (لَا ظُلْمَ الْيَوْمَ) . </p><p> أي: لا تجزى غير ما كسبت. </p><p> ويحتمل (لَا ظُلْمَ) أي: لا نقصان في الحسنات التي عملوها، ولا زيادة على السيئات التي اكتسبوها، وقد ذكرنا هذا فيما تقدم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ) . </p><p> قد ذكرنا هذا أيضًا، واللَّه أعلم. </p><p> وقوله:  (وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ (١٨) . </p><p> سمى ذلك اليوم الآزفة، لقربه ودنوه منه؛ وعلى ذلك سماه: غدا، وقريبًا؛ كقوله:  (اقْتَرَبَتِ السَّاعَةُ) ، وقوله:  (اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ. . .) الآية </p>"
}