{
  "id": null,
  "sura": 40,
  "aya": 58,
  "text": "<p> ويحتمل أن تكون الآية في نازلة كانت وسبب، لسنا نحن نعرف ذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَلَا الْمُسِيءُ قَلِيلًا مَا تَتَذَكَّرُونَ (٥٨) </p><p> قَالَ بَعْضُهُمْ: لا يستوي من عمي من توحيد اللَّه وشكر نعمه ومن أبصر وحدانية اللَّه وقام بشكر نعمه، كما لم يستو عندكم من جهل حق آخر وكفر نعمه وإحسانه ومن عرف حقه وقبل إحسانه وقام بشكره، فإذا عرفتم أنه لا استواء بين هذين عندكم، فاعرفوا أنه لا يستوي من عمي عن وحدانية اللَّه وشكر نعمه ومن أبصر وحدانيته وقام بشكره، وكذلك ما ذكر من قوله:  (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَلَا الْمُسِيءُ) يقول: إذا عرفتم أنه لا يستوي من آمن باللَّه وصدق خبره وأحسن إليه ومن كذبه وأساء إليه؛ فعلى ذلك لا يستوي من آمن باللَّه وصدقه وقابل إحسانه بالشكر ومن كذبه وكفره نعمه وإحسانه. </p><p> وقَالَ بَعْضُهُمْ: أراد بقوله تعالى: (وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ) حقيقة الأعمى البصر والبصير نفسه؛ يقول: تعرفون أنه لا يستوي الأعمى أعمى البصر والبصير نفسه في الدنيا؛ فعلى ذلك لا يستوي من عمي عن دينه ومن أبصر في الآخرة، وقد عرفتم أنهم قد استووا في هذه الدنيا - أعني: المسيء والمحسن والصالح والمفسد والمطيع والعاصي- وفي الحكمة: التفريق بينهما؛ دل أن هناك دارًا أخرى يفرق بينهما فيها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: [ (قَلِيلًا مَا تَتَذَكَّرُونَ) ]. </p><p> أي: قليلا ما يتذكرون أن لا استواء بين من ذكر من المحسن والمسيء والصالح والمفسد والمطيع والعاصي، واللَّه أعلم. </p><p> * * * </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ السَّاعَةَ لَآتِيَةٌ لَا رَيْبَ فِيهَا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ (٥٩) أخبر أنها آتية لا محالة وقد ذكرنا، إنما صار خلق الدنيا وما فيها حكمة بالساعة (وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ) بها، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ (٦٠) اللَّهُ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ (٦١) ذَلِكُمُ اللَّهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُؤْفَكُونَ (٦٢) كَذَلِكَ يُؤْفَكُ الَّذِينَ كَانُوا بِآيَاتِ اللَّهِ يَجْحَدُونَ (٦٣) اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ قَرَارًا وَالسَّمَاءَ بِنَاءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ ذَلِكُمُ اللَّهُ رَبُّكُمْ فَتَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ (٦٤) هُوَ الْحَيُّ لَا إِلَهَ إِلَّا هُوَ فَادْعُوهُ </p>"
}