{
  "id": null,
  "sura": 40,
  "aya": 54,
  "text": "<p> الجميع لمكان الجنس، واللَّه أعلم. </p><p> وفي الآية دلالة أن لا جميع كتب اللَّه التي أنزلت فيهم غيرت وبدلت، بل فيهم ما لم يغير ولم يبدل حيث قال:  (وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ. هُدًى وَذِكْرَى لِأُولِي الْأَلْبَابِ (٥٤) . </p><p> ثم قوله - تعالى -: </p><p> (هُدًى) : هو ما ذكرنا أن جمع كتب اللَّه تعالى هدى من الضلالة إلى الرشد، وبيان لما لله عليهم وما لبعض على بعض. </p><p> وقوله:  (وَذِكْرَى) قَالَ بَعْضُهُمْ: موعظة. </p><p> وقَالَ بَعْضُهُمْ: تفكرا لأهل اللب والعقل. </p><p> وجائز (وَذِكْرَى) ، أي: ذكر ما سبق، أي: يذكرهم ما نسوا. </p><p> وقوله:  (لِأُولِي الْأَلْبَابِ) ؛ لأن أهل اللب هم الذين يتفكرون ويتأملون فيه، أو أن أهل اللب هم المنتفعون بالذكرى وما ذكر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَاسْتَغْفِرْ لِذَنْبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ (٥٥) </p><p> يحتمل قوله:  (فَاصْبِرْ) وجوهًا: </p><p> أحدها: التكذيب، كان يتأذى بتكذيبهم إياه. </p><p> والثاني: كان يتأذى باستهزائهم به. </p><p> والثالث: أنواع ما يكيدون: من همهم قتله وضربه وغير ذلك. </p><p> والرابع: يحتمل قوله تعالى: (فَاصْبِرْ) ، أي: اصبر على تبليغ الرسالة إليهم، ولا يضجرك تكذيبهم إياك، ولا يمنعك ذلك عن تبليغها، واللَّه أعلم. </p><p> والخامس: اصبر ولا تستعجل لهم العذاب قبل ميقاته، وذلك أن الرسل - عليهم السلام - كانوا لا يستعجلون العذاب ما لم يؤذن لهم بذلك، واللَّه أعلم. </p><p> ثم قوله:  (فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ) إن كان المراد من وعده نفس الوعد؛ فيكون تأويله: إن وعد اللَّه صدق، أي: لا يخلف، ولا يكون كذبًا؛ لأن خلف الوعد في الشاهد إنما يكون لأحد معنيين: </p><p> إما لعجزه عن القيام بوفائه. </p><p> وإما لضرر يخاف أن يلحقه لو قام بوفاء ما وعد، واللَّه تعالى بريء عن المعنيين جميعًا متعال عن ذينك. </p><p> وإن كان المراد من قوله - تعالى -: (إِنَّ وَعْدَ اللَّهِ حَقٌّ) ، أي: موعود اللَّه؛ فيكون تأويله: إن موعد اللَّه تعالى لكائن حقًّا، فوعد اللَّه تعالى على الوجهين اللذين ذكرناهما، وعلى هذا يذكر أمر اللَّه تعالى: قد يراد به نفس الأمر، كقوله: (لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ </p>"
}