{
  "id": null,
  "sura": 40,
  "aya": 15,
  "text": "<p> وما يتذكر بما ذكر من الآيات ولا يتأملها إلا من ينيب إليه بطاعته. </p><p> أو يقول: لا يتذكر ولا يتعظ بآياته ومواعيده إلا من ينيب إليه بالقبول لأمره وطاعته. </p><p> وقوله:  (فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ (١٤) </p><p> كأن هذا صلة ما تقدم من قوله تعالى:  (وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ. . .) الآية، وصلة قوله:  (ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ) يقول: فادعوا اللَّه يا أصحاب مُحَمَّد، وأيها المؤمنون مخلصين له الدِّين، ولو كره الكافرون ذلك، ووحدوه، ولا تشركوا به شيئًا على ما يشرك به أهل مكة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (رَفِيعُ الدَّرَجَاتِ ... (١٥) يحتمل وجهين: </p><p> أحدهما: رفيع السماوات درجة على درجة، وطبقًا على طبق؛ على ما رفعها واحدة على أخرى. </p><p> والثاني: قوله: (رَفِيعُ الدَّرَجَاتِ) أي: درجات أهلها ومنازلهم التي جعلها لهم في الآخرة على تفضيل بعض على بعض في الدرجات؛ كقوله - تعالى -: (انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا) : أخبر أنه فضل بعضًا على بعض في الدرجات في الآخرة، فجائز أن يكون ما ذكر من رفع الدرجات هو رفع السماوات درجة فدرجة، فهو إخبار عن قدرته وسلطانه أنه من قدر على رفع السماوات في الهواء وإقرارها فيه بلا سبب من أسباب إمساكها من التعليق بشيء، مع ثقلها وغلظها ولا شيء يقر في الهواء بحيث لا ينحط ولا يتسفل ولا يرتفع عن أماكنه بلا سبب من الأسفل والأعلى لا يحتمل أن يعجزه شيء أو يخفى عليه شيء أو يمنعه شيء عما يريد، والله أعلم. وإن كان المراد بالدرجات التي يجعل لأهلها في الآخرة إنما يستوجبونها باللَّه تعالى بأعمال تكون لهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذُو الْعَرْشِ يُلْقِي الرُّوحَ مِنْ أَمْرِهِ) ، اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: هو جبريل - عليه السلام - (يُلْقِي) أي: ينزل بالوحي بالنبوة (عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ) ؛ كقوله:  (نَزَلَ بِهِ الرُّوحُ الْأَمِينُ (١٩٣) عَلَى قَلْبِكَ)، أخبر أنه أمين؛ ليعلم أنه ليس في إنزاله غلط ولا شيء مما قاله بعض الروافض: إنه بعث إلى فلان وأداه إلى غيره. </p><p> وقَالَ بَعْضُهُمْ: الروح هاهنا هو الوحي والرسالة؛ يقول:  (يُلْقِي) هو الوحي على من يختار ويصطفي من عباده، واللَّه أعلم. </p>"
}