{
  "id": null,
  "sura": 40,
  "aya": 19,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (يَعْلَمُ خَائِنَةَ الْأَعْيُنِ ... (١٩) والخيانة واحد، وهو ما قال عَزَّ وَجَلَّ:  (وَلَا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ) ، أي: خيانة منهم. وقَالَ بَعْضُهُمْ: هي النظرة بعد النظرة: أما الأولى فليس فيها شيء، وأما الثانية فعليه مأثمها. </p><p> وقوله:  (وَمَا تُخْفِي الصُّدُورُ) . </p><p> أي: ما لم يتكلم به المرء ولم يعمل، كل ذلك يعلمه اللَّه تعالى. </p><p> وقَالَ بَعْضُهُمْ: خائنة الأعين: هي النظرة فيما لا يحل والغمزة بعينه؛ وهو مثل الأول. </p><p> وقَالَ بَعْضُهُمْ: خائنة الأعين: هي التي ينتظرها: غفلة الناس إذا غفلوا عنه، نظر إلى ما يهواه ويحبه، و (تُخْفِي الصُّدُورُ) هو ما ذكر - عَزَّ وَجَلَّ -: (يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ) ، يذكر هذا ليكونوا أبدًا مراقبين أنفسهم، حافظين لها عما لا يحل من السمع والبصر والفؤاد، وعلى ما ذكر في آية أخرى:  (إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا) ، ليكونوا أبدًا على حذر من ذلك وخوف، والله أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَاللَّهُ يَقْضِي بِالْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَقْضُونَ بِشَيْءٍ إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ (٢٠) أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ كَانُوا مِنْ قَبْلِهِمْ كَانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ (٢١) ذَلِكَ بِأَنَّهُمْ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَكَفَرُوا فَأَخَذَهُمُ اللَّهُ إِنَّهُ قَوِيٌّ شَدِيدُ الْعِقَابِ (٢٢) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاللَّهُ يَقْضِي بِالْحَقِّ) . </p><p> قال أهل التأويل: أي: الحكم بالحق. والقضاء المذكور في الكتاب يخرج على وجوه: أحدها: (يَقْضِي) أي: يأمر؛ كقوله تعالى:  (وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ) ؛ وكقوله:  (إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا) ، أي: إذا أمر أمرًا، يقول:  (وَاللَّهُ يَقْضِي بِالْحَقِّ) أي: يأمر بالحق، (وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَقْضُونَ بِشَيْءٍ) أي: لا يملكون الأمر بالحق، فكيف تعبدون من دونه؟! </p><p> والثاني: القضاء: الوحي والخبر؛ كقوله تعالى:  (وَقَضَيْنَا إِلَى بَنِي إِسْرَائِيلَ فِي الْكِتَابِ) </p>"
}