{
  "id": null,
  "sura": 40,
  "aya": 44,
  "text": "<p> في المواعظ إذا انتهت غايتها وبلغت نهايتها، فلما تنجع فيهم؛ وهو كقوله تعالى:  (لَكُمْ دِينُكُمْ وَلِيَ دِينِ) ، وقوله تعالى:  (لِي عَمَلِى وَلَكُم عَمَلُكُمْ. . .) الآية. </p><p> ثم فسر ما يدعون إليه وما يدعوهم إليه من النجاة حيث قال:  (تَدْعُونَنِي لِأَكْفُرَ بِاللَّهِ وَأُشْرِكَ بِهِ مَا لَيْسَ لِي بِهِ عِلْمٌ وَأَنَا أَدْعُوكُمْ إِلَى الْعَزِيزِ الْغَفَّارِ (٤٢) . </p><p> هذا منه تفسير ما دعاهم إلى النجاة وبيان ما يدعونه إلى الهلاك. </p><p> ثم قوله:  (وَأُشْرِكَ بِهِ مَا لَيْسَ لِي بِهِ عِلْمٌ) قد يستعمل قوله: (مَا لَيْسَ لِي بِهِ عِلْمٌ) في نفي العلم، أي: ليس ذلك، وذلك في إثبات العلم بخلافه وضده؛ يقول: وأشرك به ما ليس لي به علم ولا كان من الشريك وغيره، أو يقول: تدعونني لأكفر باللَّه وأشرك به ما ليس لكم به علم، واللَّه أعلم. </p><p> ثم بين عجز ما يعبدون من الأصنام وغيرها، وهو ما قال - عَزَّ وَجَلَّ -: (لَا جَرَمَ أَنَّمَا تَدْعُونَنِي إِلَيْهِ لَيْسَ لَهُ دَعْوَةٌ فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ وَأَنَّ مَرَدَّنَا إِلَى اللَّهِ وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحَابُ النَّارِ (٤٣) . </p><p> (لَا جَرَمَ) ، أي: حقًّا؛ يقول - واللَّه أعلم -: بحق أن ما تدعونني إليه ليس له دعوة، أي: لم تدعكم إلى عبادة نفسها، أي: الأصنام التي عبدوها، والأول أشبه؛ لأنهم كانوا يعبدون تلك الأصنام؛ رجاء أن تشفع لهم، فأخبر أنها لا تشفع بقوله:  (لَيْسَ لَهُ دَعْوَةٌ) ، أي: شفاعة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنَّ مَرَدَّنَا إِلَى اللَّهِ) . </p><p> يقول - واللَّه أعلم -: إن مرجعنا إلى ما أعد اللَّه لنا، أعد لكم النار، وأعد لي الجنة، (وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحَابُ النَّارِ) والمقتصدين من أصحاب الجنة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَسَتَذْكُرُونَ مَا أَقُولُ لَكُمْ وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ (٤٤) </p><p> أي: ستذكرون إذا عاينتم ما أعدّ لكم وأعد لنا: أن ما كنتم عليه ودعوتموني إليه دعاءٌ إلى الهلاك، وما دعوتكم إليه هو دعاءٌ إلى الجنة. </p><p> أو يقول: ستذكرون ما نصحت بدعائي إياكم إلى ما به نجاتكم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ) ، هذا يخرج على وجوه: </p><p> أحدها: كأنهم خوفوه وأوعدوه بأنواع الوعيد والتخويف، فقال عند ذلك:  (وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ) ، وأتوكل عليه، فيحفظني ويدفع عني شركم وما تقصدون بي، واللَّه أعلم. </p><p> والثاني:  (وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ) أي: عليه أتوكل، وأَكِلُ في جميع الأمور من الخيرات والشرور، وهو الكافي لذلك. </p>"
}