{
  "id": null,
  "sura": 41,
  "aya": 2,
  "text": "<p> سُورَةُ فُصِّلَتْ </p><p> وهي مكية </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (حم (١) تَنْزِيلٌ مِنَ الرَّحْمَنِ الرَّحِيمِ (٢) كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ. بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ (٤) وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ (٥) قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِلْمُشْرِكِينَ (٦) الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ (٧) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (٨) </p><p> وقوله - عَزَّ وَجَلَّ -: (حم (١) تَنْزِيلٌ مِنَ الرَّحْمَنِ الرَّحِيمِ (٢) . </p><p> ظاهر هذا أن تفسير (حم) هو قوله: (تَنْزِيلٌ) ، وحم خبر لمبتدأ محذوف مقدر (تَنْزِيلٌ) مبتدأ من: (الرَّحْمَنِ الرَّحِيمِ) ؛ وكذلك قوله:  (تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ) ، والأصل في حواميم وسائر الحروف المقطعة: أنها تبعث سامعها على التفكر والتأمل؛ لأنه لا يفهمها وقت قرعها السمع حتى يتأمل ويتفكر فيها؛ لأنها كلام لم يسمعوه قبل ذلك، فيحملهم ذلك على الاستماع والتفكر فيها والنظر، فيقع ما هو المقصود من الخطاب في سماعهم ويعرفوا وجه الإعجاز؛ فيتوصلوا بذلك إلى الحق، وقد ذكرنا في الحروف المقطعة وجوهًا أخر فيما تقدم. </p><p> ثم ذكر هاهنا رحمته ورأفته؛ ليرغبهم فيما يرحمهم ويرأف بهم، وهو قوله:  (حم. تَنْزِيلٌ مِنَ الرَّحْمَنِ الرَّحِيمِ) ، وذكر في السورة الأولى عزه وقدرته وسلطانه وعلمه؛ ليحذروا مخالفته وعصيانه ظاهرا وباطنًا حيث قال:  (حمَ. تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ) ، ليطلبوا العز من عنده. </p><p> وقوله:  (كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ (٣) </p><p> قال أهل التأويل:  (فُصِّلَتْ آيَاتُهُ) أي: ثبت فيه من الحلال والحرام، وما لهم وما عليهم، وما يؤس وما يتقى ونحوه. </p><p> وعندنا يحتمل قوله:  (فُصِّلَتْ آيَاتُهُ) وجهين: </p><p> أحدهما:  (فُصِّلَتْ آيَاتُهُ) أي: فرقت كل آية من الأخرى، من نحو: آية التوحيد فرقت من آية الرسالة، وفرقت آية البعث من غيرها، فرق كل آية من الأخرى. </p><p> والثاني: يحتمل التفريق في الإنزال، أي: فرقت آياته في الإنزال، لم يجمع بينها في الإنزال، ولكن فرق في أوقات متباعدة. </p>"
}