{
  "id": null,
  "sura": 41,
  "aya": 26,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ (٢٦) </p><p> أي: لا تسمعوا أنتم بأنفسكم والغوا فيه؛ لئلا يسمع منه قراءته ولا صوته، دل هذا القول على أنهم قد عرفوا أنه حجة، وأنه من عند اللَّه جاء، وأن من سمع ذلك أذعن له وأطاع إذا لم يكابر عقله؛ ولهذا قالوا:  (لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ) ؛ لئلا يذعن له ولا يطاع (لَعَلَّكُمْ تَغْلِبُونَ) . </p><p> وقَالَ بَعْضُهُمْ: قوله: (لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ) بالمكاء والتصدية، وكانوا يفعلون ذلك؛ ليخلطوا عليه صلاته وقراءته لعلكم بالمكاء والتصدية قولهم:  (وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً) . </p><p> وقوله:  (فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ (٢٧) </p><p> أي: يذيقن الذين كفروا وداموا على الكفر حتى ماتوا على ذلك، فأما من كفر في وقت ثم ترك ذلك، وأسلم، فليس له ذلك. </p><p> ثم من الناس من يقول: إن قوله: (فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا عَذَابًا شَدِيدًا) أراد به في الدنيا، وقوله:  (وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ) ، في الآخرة، يجعل أحد العذابين في الدنيا والآخر في الآخرة. </p><p> وجائز أن يكون كله في الآخرة. </p><p> ثم دل قوله:  (وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ) أي: لهم محاسن في الدنيا، لكن تلك المحاسن تبطل ولا يجزون بها شيئًا، وإنما يجزون على المساوئ التي عملوها في الدنيا؛ لأن المحاسن إنما تثبت وتبقى ويستوجب بها الجزاء إذا أتوا بالإيمان والتوحيد، فأما إذا لم يأتوا به لم ينتفعوا بتلك المحاسن، ولم يجزوا بها، وقد ذكر للمؤمنين مقابل ذلك: أن يكفر عنهم سيئاتهم ويجزوا بأحسن ما كانوا يعملون، وهو قوله:  (أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ) . </p><p> وقوله:  (لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ) ، وعد للمؤمنين تكفير المساوئ التي عملوا في الدنيا والجزاء لهم بالمحاسن التي عملوها، ووعد للكافرين إسقاط محاسنهم والجزاء على مساوئهم لما لم يأتوا بالإيمان، واللَّه أعلم. </p><p> وقوله:  (ذَلِكَ جَزَاءُ أَعْدَاءِ اللَّهِ النَّارُ ... (٢٨) </p><p> هذا يدل على أن ذلك في الآخرة. </p>"
}