{
  "id": null,
  "sura": 41,
  "aya": 10,
  "text": "<p> بكم وتنكرون رسالة رسوله، ولا بد من رسول يرسل إليكم، وذلك من أعظم النعم وأجلها؟ ! فيخرج تأويل الآية على هذه الوجوه التي ذكرنا: </p><p> أحدها: في إنكار وحدانية اللَّه وألوهيته. </p><p> والثاني: إنكار قدرته على البعث. </p><p> والثالث: في إنكارهم رسالة الرسول، وصرفهم شكر نعمه إلى غيره بعبادتهم غير اللَّه. </p><p> ثم الحكمة في خلق الأرض وجعله الحد الذي ذكر يومين، وإن كان قادرًا على خلق كل شيء بلا تحديد ولا توقيت - فقَالَ بَعْضُهُمْ: فيه تعريفه الخلق والتعليم لهم الأناة - أي: التأني- في الأمور وترك الاستعجال فيها. </p><p> والأصل في ذلك عندنا: أن اللَّه - جل وعلا - جعل أمر الدنيا وأمر هذا العالم على التحديد والتقليب من حال إلى حال نحو ما ذكر من تقليبه وتغييره من حال النطفة إلى حال العلقة، ومن حال العلقة إلى حال المضغة، ومن حال المضغة إلى حال تركيب الجوارح ثم إلى حال الإنسان، ثم من تلك الحال إلى أن يكبر يقلبه من حال إلى حال أخرى؛ وكذلك أمر الدنيا وما فيها من الفواكه والنبات وغير ذلك ينشئها ويحدثها في كل عام، وإن كان لو شاء أحدثها في عام واحد وأبقاها إلى آخر الأبد، لكن لم يفعل ذلك؛ لما بني أمر هذا العالم على الفناء والفساد؛ فيستدل بطريان هذه الأحوال عليها على أصل الوضع؛ ولذلك ركب فيهم المرض والسقم والسلامة والصحة، وبنى أمر الآخرة على البقاء والدوام؛ فعلى ذلك من التحديد والتوقيت في خلق الأرض. </p><p> ويحتمل أن يقال: جعل ذلك على التحديد والتقدير؛ لأنها دار محنة وابتلاء، والابتلاء إنما يقع على التوقيت والتقدير في أوقات متباينة وأسباب مختلفة، فأما الآخرة فلا محنة فيها ولا بلية، فهي على الدوام والبقاء؛ لذلك كان ما ذكر. </p><p> وقوله:  (وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ (١٠) </p><p> أي: جعل في الأرض جبالا أرسى بها الأرض وأثبتها؛ لأنه ذكر أن الأرض كانت على الماء وكانت تميد بأهلها، لكنه أرساها بالجبال وأقرها بها. </p><p> وفيه نوع لطف منه؛ لأنه معلوم أن الجبال التي أثبت بها الأرض، وأقر بها كانت تزيد في ثقل الأرض، فالسبيل في التسرب في الماء والانحدار فيه لا الإثبات بها </p><p> والإقرار، لكنه جعل الجبال سبب إثبات الأرض وإقرارها؛ تعليما منه الخلق تعليق الأشياء بعضها ببعض، وتعليقها بالأسباب من غير أن يكون الأسباب معونة له على ذلك، ولو شاء أثبتها وأرساها بلا سبب ولا شيء علقه به، لكنه علق الأشياء بالأشياء والأسباب، لما ذكرنا من تعليم الخلق تعليق الأشياء بالأسباب. </p><p> وقوله:  (وَبَارَكَ فِيهَا) . </p><p> يحتمل (وَبَارَكَ فِيهَا) أي: في الجبال، فقد جعل اللَّه فيها البركات الكثيرة: منها المياه التي أخرجت منها والعيون، ومنها الذهب والفضة وغيرهما، ومنها الثمار والأشجار التي ينتفع بها وأنواع النبات التي تصلح للأدوية، وغير ذلك من المنافع التي يكثر عدها وإحصاؤها. </p><p> ويحتمل قوله:  (وَبَارَكَ فِيهَا) أي: في الأرض، فقد جعل اللَّه تعالى في الأرض البركات والخيرات من المياه التي تخرج منها وأنواع النبات والثمار وغير ذلك مما به قوام الخلق جميعًا وغذاؤهم من البشر والدواب، واللَّه أعلم. </p><p> والبركة: هي أسم كل خير يكون أبدًا على الزيادة والنماء. </p><p> وقوله:  (وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ) . </p><p> أي: قدر في الأرض أقوات أهلها وأرزاقهم في أربعة أيام سواء للسسائلين. </p><p> قال الزجاج في قوله:  (سَوَاءً لِلسَّائِلِينَ) ثلاث لغات: النصب والرفع والخفض. </p><p> فمن خفضه:  (سَوَاءٍ) صيره صفة ونعتًا للأيام، كأنه قال: في أربعة أيام سواء، أي: مستويات ليس بعضها أطول من بعض. </p><p> ومن قرأ بالنصب:  (سَوَاءً) صيره مصدرا، أي: سواء وتسوية. </p><p> ومن قرأ بالرفع [ (سَوَاءٌ) ] صيره على الابتداء، يقول - واللَّه أعلم -: أي ذلك الأقوات التي قدرها سواء للمحتاجين، أي: كفاية لهم على قدر حاجتهم. </p><p> ثم اختلف في قوله:  (سَوَاءً لِلسَّائِلِينَ) : </p><p> عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال:  \" من سأل عن ذلك وحده كما قال اللَّه تعالى، ويقول ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: وأنا من السائلين \" فكأن قول ابن عَبَّاسٍ - رضي الله عنهما - ما ذكرنا، أي: كفاية للسائلين المحتاجين على السواء. </p><p> وقَالَ بَعْضُهُمْ: عدلا للسائلين، والعدل يخرج على وجههين: </p>"
}