{
  "id": null,
  "sura": 41,
  "aya": 14,
  "text": "<p> كما ذكر في قوله:  (تَشَابَهَتْ قُلُوبُهُمْ) ، وقوله:  (يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ) ، لم يرد به التشابه والمضاهاة على أن نفس القول منهم وعين الكلام كان واحدًا، بل كان سبب كفرهم مختلفًا، وقول هَؤُلَاءِ خلاف قول أُولَئِكَ، وما كان من هذا الفريق خلاف ما كان من الفريق الآخر، لكن لما كان التكذيب من هَؤُلَاءِ له كالتكذيب من أُولَئِكَ والرد له من هَؤُلَاءِ كهو من أُولَئِكَ في أن كان كفرا واحدا سواء، فمن هذه الجهة وصف قلوبهم بالتشابه وأقوالهم بالمضاهاة، وهذا يدل على أن الاستواء من جهة واحدة يوجب التشابه والتماثل. </p><p> وقوله:  (إِذْ جَاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ قَالُوا لَوْ شَاءَ رَبُّنَا لَأَنْزَلَ مَلَائِكَةً فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ (١٤) هذا يحتمل وجوهًا: </p><p> أحدها:  (إِذْ جَاءَتْهُمُ الرُّسُلُ) بنبأ من كان قبلهم، ونبأ من كان بعدهم أنهم جميعًا قالوا لقومهم (أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) . </p><p> والثاني:  (إِذْ جَاءَتْهُمُ الرُّسُلُ) بالوعيد والتخويف بعذاب ينزل بهم (مِنْ بَيْنِ أَيْدِيهِمْ) ، أي: من حيث يرونه ويعلمونه (وَمِنْ خَلْفِهِمْ) ، أي: من حيث لا يرونه ولا يعلمون؛ وهو كقوله - عَزَّ وَجَلَّ -: (أَفَأَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَهُمْ نَائِمُونَ (٩٧) أَوَأَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ)، ونحوه. </p><p> وقيل: يبعث اللَّه الرسل قبلهم وبعدهم بالذي ذكر، وهو الدعاء إلى توحيد اللَّه وجعل العبادة له، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالُوا لَوْ شَاءَ رَبُّنَا لَأَنْزَلَ مَلَائِكَةً فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ) . </p><p> هذا القول منهم يناقض قولهم وتكذيبهم الرسل وإنكارهم رسالة البشر وطمعهم رسالة الملائكة؛ لأنهم ما عرفوا الملائكة ولا عاينوا، فإنما عرفوا الملائكة وعلموا بمكانهم برسل البشر، فكيف أنكروا رسالتهم مع ما لو كان الرسل إليهم الملائكة، لم يعرفوا أنهم ملائكة إلا بقولهم؛ لما لم يتقدم لهم المعرفة بالملائكة، فهذا يناقض إنكارهم الرسل من البشر؟! </p><p> والثاني: ما قالوا: (فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ) قد أقروا رسالتهم حيث قالوا: (إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ) ؛ لأنهم لم يقولوا: إنا بما أرسلتم إلينا كافرون، ولكن قالوا:  (إِنَّا بِمَا أُرْسِلْتُمْ) فذلك مما يناقض قولهم ويرد تكذيبهم، وإنما قالوا ذلك - أعني: قولهم: (قَالُوا لَوْ شَاءَ رَبُّنَا لَأَنْزَلَ مَلَائِكَةً) - تعنتًا منهم وعنادا، وإلا قد علموا أنهم رسل الله فيناقضون بما قالوا على التعنت منهم، واللَّه أعلم. </p>"
}