{
  "id": null,
  "sura": 41,
  "aya": 46,
  "text": "<p> موسى، وهو قوله:  (وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ) ، لكن أهل التأويل قد أجمعوا على صرف هذه المنة والرحمة في تأخير العذاب إلى هذه الأمة، وكذا ظهر فيهم المنة في العفو عن الإهلاك في الدنيا دون سائر الأمم، واللَّه أعلم. </p><p> ثم ظاهر قوله:  (وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ) استدلال واحتجاج لأهل الإلحاد؛ لأن مثل هذا في الشاهد إنما يقال لأحد معنيين: أما لجهل بالعواقب، أو لعجز عن وفاء ما وعد، لكن اللَّه يتعالى عن الوصف بالجهل بعواقب الأمور والوصف بالعجز عن شيء مما أقام من الآيات والبراهين على العلم والقدرة. </p><p> ثم قوله:  (وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ) يحتمل الكلمة: الحجة؛ كقوله تعالى:  (وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ) ، وقوله تعالى:  (قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي) ، أي: لحجج ربي، وتكون الكلمة منه: الدِّين؛ كقوله تعالى:  (وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا) ، ونحوه. </p><p> وقيل: الكلمة: هي الساعة التي هي آخر عذاب هذه الأمة، فقال:  (بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ) ، واللَّه أعلم. </p><p> وجائز أن تكون الكلمة هاهنا ما سبق من المنة لهذه الأمة ألا يعذبها وقت استحقاقهم العذاب. </p><p> أو سبق منه المنة والرحمة بتأخير الهلاك عن وقت اكتسابهم أسباب الهلاك، وهذا على المعتزلة والخوارج؛ لقولهم: إن ليس لله أن يعفو أو يؤخر العذاب عمن وجب عليه أو استحقه أو كلام نحوه، حيث منَّ ورحم هذه الأمة بتأخير العذاب عنهم إلى وقت، ولو لم يستحقه العذاب، لم يكن لذكر المنة والرحمة في ذلك معنى؛ وهو كما قال تعالى:  (وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ) ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ (٤٦) </p><p> يخبر - عَزَّ وَجَلَّ - أنه إنما امتحنهم لا لمنافع فيه يجرُّ إلى نفسه، أو لمضار يدفعها عن نفسه، ولكنه إنما امتحنهم وأمرهم ونهاهم؛ لمنافع يكتسبون لأنفسهم، ولمضار يدفعون بذلك عن أنفسهم، وليس كملوك الأرض أنهم يمتحنون الخلق ويأمرون وينهون ويستعملونهم لمنافع أنفسهم، ولمضار يدفعونها بذلك عن أنفسهم، فأما اللَّه - سبحانه وتعالى - فإنما يمتحن الخلائق لمنافع يجرون إلى أنفسهم ولمضار يدفعون به عن أنفسهم، فلهم حصول منافع ذلك الامتحان والأمر والنهي، وعليهم حصول ضرر ذلك؛ فلأنفسهم يعملون ما يعملون من الخير والطاعة، وعليهم ما يعملون من الشر؛ ولذلك </p>"
}