{
  "id": null,
  "sura": 41,
  "aya": 47,
  "text": "<p> قال:  (وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ. .) الآية، قد بين السبيلين جميعًا بيانا شافيا، وأقام لكل ذلك حججا وبراهين، وبين أن من سلك سبيل كذا، أفضاه إلى كذا في العاقبة: إما نعيم دائم وسرور دائم، وإما عذاب دائم وشرور دائمة، فمن سلك السبيل الذي عاقبته النار والحزن، فمن قِبَلِ نفسه أتى ذلك، وهو الذي أوقع نفسه في ذلك، ومن سلك السبيل الذي جعل عاقبته الجنة والنعم الدائمة فيه، واختياره وصل ذلك، فهو تفسير قوله تعالى:  (وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ) ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي قَالُوا آذَنَّاكَ مَا مِنَّا مِنْ شَهِيدٍ (٤٧) </p><p> أجمع من آمن باللَّه تعالى، وصدق رسله - عليهم السلام - من أهل السماء وأهل الأرض أن ليس عندهم علم بوقت الساعة؛ فإن ذلك خفي عليهم لا يعلمونه، وأن علم ذلك عند اللَّه تعالى، وهو ما قال - عَزَّ وَجَلَّ -: (يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا. . .) الآية؛ غير الباطنية والروافض؛ فإن علم ذلك عندهم على مذهبهم وفي زعمهم: </p><p> أما الروافض: فإنهم يعدون الأئمة ويقولون: إن الساعة على إمام كذا، وفي زمان كذا. </p><p> وأما الباطنية يقولون: إن اسم الساعة والقيامة ونحو ذلك إنما هو اسم قائم الزمان وإنه فلان، فعلى قولهم يظهر وقت قيامها، فهو خلاف ما ذكر في الكتاب، وما أجمع عليه أهل السماء والأرض، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ) . </p><p> جائز أن يكون ما ذكر من إخراج الثمرة من الأكمام وما ذكر من حمل الأنثى ووضعها، وهو موصول بقوله:  (إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ) ، فإن كان على ذلك، فمعناه لا يعلم ذلك كله إلا هو، لا يعلم وقت خروجها ولا حدها، وأنها تخرج أو لا، وكذلك الولد لا يعلم كيفية علوقه ولا وقته ولا مقداره، وأنه يعلق أو لا، علم ذلك إلى اللَّه تعالى كعلم الساعة، واللَّه أعلم. </p><p> وجائز أن يكون قوله:  (وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ) على الابتداء، ليس على الصلة بالساعة، ولكن موصول بما تقدم من قوله:  (وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ) ، (وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً. . .) إلى آخر ما ذكر؛ فعلى ذلك يقول - واللَّه أعلم -: ومن آيات ألوهيته ووحدانيته وآيات </p><p> قدرته وعلمه وتدبيره أن يخرج الثمرات من أكمامها، ومن آياته أن تحمل الأنثى وتضع، وهو أن اللَّه تعالى أنشأ تلك الثمرة في الأكمام، وكذا الولد في البطن في حجب وسواتر ورباه في تلك الحجب والسواتر، وغذاه بأغذية، ودفع عنه جميع الأذى من البرد والحر وجميع ما يؤذيه؛ لضعفه ولطافته؛ لطفًا منه ورحمة، وصوَّره في تلك الحجب والسواتر بأحسن صورة؛ ليعلم ألوهيته ووحدانيته وأن له علما ذاتيا وقدرة ذاتية أزلية لا مكتسبا مستفادا؛ إذ العلم المستفاد والقدرة المستفادة لا تبلغ ذلك، واللَّه أعلم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (مِنْ أَكْمَامِهَا) أي: المواضع التي كانت فيها مستترة، وغلاف كل شيء كمه، كما قيل: كم القميص. </p><p> وقال أَبُو عَوْسَجَةَ: أكمامها: غطاؤها التي يكون فيها قبل أن يتعيق، والتعيق: التشقق؛ يقال: تعيقت الأكمام عن الثمرة، أي: تشققت. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي) . </p><p> يذكرهم، ويخبر عما يسألون يوم القيامة وما يكون من جوابهم لذلك السؤال؛ لعلهم يمتنعون عن ذلك، ويحذرون؛ يقول:  (وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي) أي: أين الذين تزعمون أنهم شركائي في الدنيا؟ أو أين الذين تعبدون في الدنيا وتزعمون أنها آلهة، وأنها شفعاء لكم عندي؟ وإلَّا لا يحتمل أن يقول لهم الرب - جل وعلا -: أين شركائي؟ ولا شريك له ولا إله غيره، ولكن ما ذكرنا. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالُوا آذَنَّاكَ مَا مِنَّا مِنْ شَهِيدٍ) . </p><p> قَالَ بَعْضُهُمْ:  (آذَنَّاكَ) : أسمعناك. </p><p> وقيل: أعلمناك. </p><p> والأشبه أن يكون معنى (آذَنَّاكَ) : أخبرناك؛ إذ اللَّه تعالى كان عالما بذلك، وإعلام العالم لا يتحقق، أما الإخبار للعالم عن الشيء يتحقق بما علم به، واللَّه أعلم. </p><p> ثم اختلف في ذلك أنه قول من؟: قَالَ بَعْضُهُمْ: هو قول أُولَئِكَ الكفرة الذين نودوا يومئذ يقولون: أخبرناك أن لم يكن منا أحد شهيدا بذلك، أو يقولون بالشريك، أو بإلهٍ سواك، يخرج على الإنكار والجحود والكذب أنهم لم يقولوا ذلك، ولم يفعلوا، وهو كما ذكر عنهم في آية أخرى:  (وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا. . .) الآية، فقالوا:  (وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ) ، أنكروا ما كان منهم من الإشراك؛ فعلى ذلك قوله:  (آذَنَّاكَ مَا مِنَّا مِنْ شَهِيدٍ) ، أي: لم نشرك بك أحدا، ولم نتخذ من دونك إلها، واللَّه أعلم. </p>"
}