{
  "id": null,
  "sura": 41,
  "aya": 37,
  "text": "<p> وهذا كالاستغفار الذي أمره به، ليس هو أمرًا بأن يقولوا: نستغفر اللَّه بألسنتهم، ولكن أَمْرٌ بمباشرة أسباب يقع ويجب لهم المغفرة بها؛ فعلى ذلك الاستعاذة. </p><p> والثاني: جائز أن يكون أمره بالاستعاذة إياه أمرًا له بسؤال لطف من عند اللَّه يدفع به نزغاته وهمزاته، واللَّه أعلم. </p><p> وعلى قول المعتزلة لا يصح الاستعاذة منه؛ لأنهم يقولون: إنه قد أعطى كلامًا به يدفع نزغاته وهمزاته متى لم يبق عنده شيء يملك إعطاءه إياهم من اللطف وغيره، والله الهادي. </p><p> * * * </p><p> قوله تعالى:  (وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ (٣٧) فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِنْدَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْأَمُونَ (٣٨) وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِ الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٣٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ لَا تَسْجُدُوا لِلشَّمْسِ</p><p> وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ) . </p><p> كأنه يقول - واللَّه أعلم -: إن الشمس والقمر آيتان من آيات ألوهيته تعالى ووحدانيته كالليل والنهار أنهما آيتان من آيات اللَّه تعالى، فإذا لم تعبدوا الليل والنهار فكيف عبدتم الشمس والقمر؟! واللَّه أعلم. </p><p> أو نقول: إن الشمس والقمر آيتان من آيات اللَّه تعالى، سخرهما لمنافع الخلق كالليل والنهار مسخرات للخلق والمنافع التي جعل فيها للخلق إن لم يكن أكثر لم يكن دون منافع الشمس والقمر، فإذا لم تعبدوا الليل والنهار فكيف عبدتم هاتين؟! يذكر هذا لأن منهم من كان يعبد الشمس ومنهم من كان يعبد القمر ونحوه، يذكر سفههم بعبادة غير اللَّه تعالى. </p><p> وقوله:  (وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ) . </p><p> أي: اسجدوا لله الذي أنشأ هذه الأشياء وسخرها لكم. </p><p> (إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ) . </p><p> أي: إن كنتم بعبادتكم هذه الأشياء تقصدون القربة عند اللَّه تعالى، أو إن كنتم بعبادتكم هذه الأشياء إياه تريدون؛ لأنهم كانوا يعبدون هذه الأشياء دون اللَّه تعالى رجاء القربة عنده والزلفى لقولهم:  (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبوُنَآ إِلَى اللَّهِ زُلْفَى) ، يقول: إن كنتم إياه تقصدون بعبادة هذه الأشياء فاسجدوا له واعبدوا؛ لما أمركم بالسجود له والعبادة، واللَّه الموفق. </p>"
}