{
  "id": null,
  "sura": 41,
  "aya": 12,
  "text": "<p> كرهًا. ثم اختلف فيه أنه على التكوين والتسخير ما ذكر من الطوع والكره، أو على حقيقة القول والأمر في ذلك؟! </p><p> قَالَ بَعْضُهُمْ: ذلك على التكوين والتسخير خلقه، أي: إنشاؤهما وخلقهما على إخراج ما فيهما من المنافع والأقوات والأرزاق التي جعل فيهما، وكذلك ما ذكر من الطوع والكره لا قولا منه لهما وأمرا، لكنه طبعهما وأنشأهما كذلك على حقيقة القول والأمر منه لهما؛ نحو ما ذكر لكل شيء من الجبال وغيرها: أنه يسبح لله - تعالى - على الوجهين، لكن شرط خلق الحياة التي لا بد منها للنطق والسماع؛ فعلى ذلك هاهنا. </p><p> وقَالَ بَعْضُهُمْ في قوله:  (ائْتِيَا طَوْعًا أَوْ كَرْهًا) : أي ائتيا عبادتي ومعرفتي، وذلك أن اللَّه تعالى حين خلقهما عرض عليهما الطاعة والشهوة واللذات على الثواب والعقاب (فَأَبَيْنَ أَنْ يَحْمِلْنَهَا. . .) الآية، فهذا الإباء والإعطاء هو إعطاء الخلقة والتكوين على ما ذكرنا. </p><p> وقوله:  (فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (١٢) </p><p> أي: خلقهن في يومين، هو موصول بقوله:  (قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ) ، وكذلك قوله - تعالى -: (وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ) ، وقد ذكرنا الوجوه في ذلك. </p><p> ثم الأعجوبة في خلق السماوات ورفعها أعظم وأكبر من خلق الأرض، وقد ذكر في خلق السماوات من الوقت مثل الوقت الذي ذكر في الأرض، وهو يومان؛ ليعلم أن الوقت الذي ذكر في ذلك، ليس لما يتعذر عليه ذلك، ويصعب بدون ذلك الوقت، ولكن لحكمة جعل في ذلك لم يطلع الخلق على ذلك أو كانت الحكمة فيه ما ذكرنا. وقوله:  (وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا) . </p><p> وهم الملائكة الذين جعلهم أهلا لها. </p><p> وقال قائلون: أي: أمر كل أهل سماء أمرها وامتحنهم بمحنة. </p><p> وقَالَ بَعْضُهُمْ: هو مما أمر به وأراد؛ وهما واحد. </p><p> وقوله:  (وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ) . </p><p> أي: بالكواكب، وقوله:  (وَزَيَّنَّا السَّمَاءَ الدُّنْيَا) التي دنت منكم هي مقابل القصوى من الدنو، ليس أن هذه السماء التي نراها ونشاهدها مزينة بالكواكب هي سماء الدنيا فانية وغيرها من السماء الآخرة لا يفنى، بل كلها تفنى يعني: هذه وغيرها بقوله: (يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ) ، وقوله:  (وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ) </p>"
}