{
  "id": null,
  "sura": 41,
  "aya": 22,
  "text": "<p> وغير ذلك من الآيات التي فيها بيان: أنه ينطق اللَّه تعالى الأشياء التي عبدوها وعصوا بها ربهم؛ فعلى ذلك ينطق اللَّه الجوارح التي بها عصوا ربهم؛ فتشهد عليهم بجميع ما كان منهم. </p><p> وقوله:  (وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِمَّا تَعْمَلُونَ (٢٢) </p><p> اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: أي: ما كنتم تعلمون وتستيقنون أن يشهد عليكم سمعكم ولا أبصاركم ولا جلودكم، ظننتم أن اللَّه لا يعلم كثيرًا مما تعملون، الظن هاهنا على هذا التأويل: حقيقة الظن، أو الجهل، أي: ولكن جهلتم أن اللَّه يعلم كثيرًا مما تعملون، فلو كان تأويل الآية ما ذكر هَؤُلَاءِ ففيه دلالة أن العذاب قد يلزم ويجب وإن جهل ذلك ولم يتحقق عنده العلم به، إذا كان يحيث إمكان الوصول إلى علم ذلك ومعرفته بالنظر والتأمل والتفكر بغير ذلك من الأسباب، لكنه ترك التأمل فيه، فلم يعلم ذلك؛ فلم يعذر يجهله، وهكذا العلم أن من مكن له العلم وأسباب المعرفة فلم يتكلف معرفته، لم يعذر في جهله؛ ولهذا قال أبو حنيفة في الأطفال أن: لا علم لي بهم؛ لما لا يعلم أنهم قد بلغوا المبلغ الذي يدركون الأشياء بالتأمل والتفكر أم لا؟! </p><p> وقَالَ بَعْضُهُمْ:  (وَمَا كُنْتُمْ تَسْتَتِرُونَ) ، أي: كنتم لا تقتدرون أن تستتروا من سمعكم ولا أبصاركم ولا جلودكم، فأحد لا يستطيع أن يستتر من نفسه إذا عمل شيئًا، فذلك ظنكم أن ظنتتم أن اللَّه لا يعلم كثيرًا مما تعملون في السر. </p><p> وقوله:  (وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ (٢٣) </p><p> أي: وذلكم جهلكم على ما ظننتم بأن اللَّه - تعالى - لا يعلم ذلك، وهو لا يخفى عليه خافية، فظنكم ذلك أرداكم، أي: أغواكم وأضلكم عن الهدى. </p><p> وقال قتادة: يا ابن آدم، إن عليك لشهودا غير متهمة: من بدنك، فراقبهم، واتق الله في سر أمرك وعلانيتك؛ فإنه لا يخفى عليه خافية: الظلمة عنده ضوء، والسر عنده علانية، ومن استطاع أن يموت وهو باللَّه حسن الظن ولا قوة إلا باللَّه. </p><p> ثم قال: الظن ظنان: ظن منجٍ، وظن مردٍ، فأما المنجي فقوله:  (الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبِّهِمْ) الآية، وما قال:  (إِنِّي ظَنَنْتُ أَنِّي مُلَاقٍ حِسَابِيَهْ) ، وأمَّا الظن المردي فقوله:  (وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ) ، وقوله: (إِنْ نَظُنُّ إِلَّا </p>"
}