{
  "id": null,
  "sura": 41,
  "aya": 34,
  "text": "<p> وقَالَ بَعْضُهُمْ: ذلك في كل مؤمن دعا الخلق إلى طاعة اللَّه تعالى وعمل بنفسه، والله أعلم. </p><p> وعن الحسن أنه تلا قوله - تعالى -: (وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا) قال: هذا صفوة اللَّه، هذا خِيرة اللَّه، هذا أحب أهل الأرض إلى اللَّه تعالى، أجاب في دعوته، ودعا الناس إلى ما أجاب اللَّه فيه من دعوته، وعمل صالحًا في إجابته، قال إنني من المسلمين لربه، هذا خليفة اللَّه تعالى. </p><p> * * * </p><p> قوله تعالى:  (وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ (٣٤) وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ (٣٥) وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (٣٦) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ) . </p><p> قيل:  (لا) الأخير هاهنا زائدة كأنه قال: ولا تستوي الحسنة والسيئة، وقد يزاد حرف (لا) في الكلام وقد ينقص؛ فعلى ذلك هذا. </p><p> ثم جائِز أن يكون قوله:  (وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ) ، وقوله:  (ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ) كل واحد منها موصولاً بالآخر، يقول: لا تستوي الحسنة، وجائز أن يكون كل واحد منها مقطوعًا من الآخر على الابتداء، فإن كان أحدهما موصولا بالآخر يقول: لا تستوي الحسنة والسيئة في جلب حب القلوب واللين والعطف لها، بل الحسنة تجلب حب القلوب والميل إليها لا السيئة. </p><p> (ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ) أي: ادفع بالحسنة دون السيئة؛ وهو كقوله:  (فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ. . .) الآية؛ فعلى ذلك يقول هاهنا أنْ: لا تستوي الحسنة والسيئة في الطاعة والميل وجلب حب القلوب، بل هما مختلفان مفترقان فادفع سيئتهم بالحسنة، واللَّه أعلم. </p><p> وجائز أن يكونا جميعًا على الابتداء لا اتصال لأحدهما بالآخر، فإن كان الابتداء فمعناه - واللَّه أعلم -: أنكم تعلمون بعقولكم أن لا استواء بين الحسنة والسيئة ولا بين المحسن والمسيء، وكذا لا استواء بينهما في الحكمة، وقد رأيتم أنهما قد استويا في هذه الدنيا في جميع منافعها ولذاتها، وجمع بينهما في هذه، وفي الحكمة والعقول التفريق بينهما، دل أن هنالك دارا أخرى يفرق بينهما في الجزاء والثواب فيهما - واللَّه أعلم - وهو </p>"
}