{
  "id": null,
  "sura": 41,
  "aya": 45,
  "text": "<p> وعميًا وإن كانت لهم هذه الجوارح في الحقيقة؛ لما لم ينتفعوا بهذه الجوارح بالذي جعلت هذه الجوارح له وأنسيت فنفاها عنهم؛ ليعلم أن المقصود ما يشاهده الجوارح والأنفس، لا نفس هذه الجوارح والأنفس ولكن طلب ما غاب عنها وخفي؛ إذ أنفسهم في الحقيقة كانت شهودا وحضورا؛ سماهم: ميتة وأحياء وبصراء، وسماهم موتى وعميا وما ذكر؛ ليعلم أنها إنما جعلت؛ ليكتسبوا بها الحياة الدائمة، والبصر الدائم، وما ذكر من كل شيء من السمع وغيره، وكذلك هذه النعم التي جعلت؛ في الدنيا جعلت ليكتسبوا بها النعم الدائمة، فإذا لم يستعملوها فيما جعلت صاروا كما ذكر، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ:  (وَهُوَ عَلَيْهِمْ عَمًى) ، أي: عموا عنه. </p><p> وقَالَ بَعْضُهُمْ:  (وَهُوَ عَلَيْهِمْ عَمًى) ، أي: في الآخرة، جزاء بما نسوه في الدنيا؛ كقوله تعالى:  (لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنْتُ بَصِيرًا. قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنْسَى) . </p><p> وقيل: قوله: (يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ) وعبارة عن قلة أفهامهم؛ يقال للرجل الذي لا يفهم: أنت تنادى من مكان بعيد، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ (٤٥) مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ (٤٦) إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي قَالُوا آذَنَّاكَ مَا مِنَّا مِنْ شَهِيدٍ (٤٧) وَضَلَّ عَنْهُمْ مَا كَانُوا يَدْعُونَ مِنْ قَبْلُ وَظَنُّوا مَا لَهُمْ مِنْ مَحِيصٍ (٤٨) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ) . </p><p> كأنه يقول - واللَّه أعلم -: إنا قد آتينا موسى الكتاب ما عرفوا أنه إنما نزل من عند الله تعالى؛ حيث شاهدوا نزوله جملة، ومع أنهم عرفوا ذلك، اختلفوا فيه حتى كذبه بعضهم؛ فعلى ذلك يقول - واللَّه أعلم -: لو أنزلنا القرآن عليك أعجميًّا، فأديته إليهم بلسانك العربي، لكذبوك، ولا يصدقونك، وإن كان ذلك في الدلالة أكثر في الأعجوبة وأعظم على ما فعل قوم موسى بالكتاب الذي أنزل على موسى عليه السلام، يذكر سفههم وتعنتهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ) . </p><p> ظاهر هذه الآية على أن ما ذكر من المنة والرحمة في تأخير العذاب إنما هو لقوم </p>"
}