{
  "id": null,
  "sura": 41,
  "aya": 13,
  "text": "<p> فهن كلهن دنيويات فانيات، دل أن قوله:  (وَزَيَّنَّا السَّمَاءَ الدُّنْيَا) أي: التي دنت منكم وهي مقابل القصوى، لا مقابل الآخرة، واللَّه أعلم. </p><p> وقوله:  (وَحِفْظًا) ، يحتمل وجهين: </p><p> أحدهما: أي: حفظناها وجعلناها محفوظة بما ذكر من أن يسترق الشياطين والجن أسماعهم إلى خبر السماء، وما يتحدث به الملائكة فيما بينهم فيلقون ذلك على أسماع أهل الأرض، على ما كانوا يفعلون من قبل، أي: حفظناها بالكواكب التي جعل فيها؛ لترميهم الكواكب وتقذفهم؛ ليكون سماع ذلك من جهة الوحي عن لسان الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - دون إلقاء من ذكر، وهو كما ذكر في آية أخرى حيث قال:  (إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ (٦) وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ (٧) لَا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلَى وَيُقْذَفُونَ مِنْ كُلِّ جَانِبٍ. . .) الآية. </p><p> ويحتمل وجها آخر:  (وَحِفْظًا) أي: حفظناها على ما هي حتى لا تسقط على الخلق؛ كقوله:  (إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا) ، وقوله تعالَى:  (وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ) ، ونحوه. </p><p> وقوله:  (ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ) . </p><p> يقول: ذلك الذي ذكر كله وصنع هو تقدير العزيز العليم، أي: تقدير من لا يعجزه شيء ولا يخفى عليه شيء. </p><p> ويحتمل قوله:  (ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ) أي: تقدير من له العز الذاتي والعلم الأزلي، لا أنه قدر ذلك وصنع ليستفيد بذلك العز أو العلم؛ إذ هو عزيز بذاته وعليم بذاته، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ (١٣) </p><p> كانت معروفة عندهم ظاهرة أنها نزلت بهم؛ دل قوله تعالى:  (أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ) أن صاعقة عاد كانت معروفة عندهم ظاهرة أنها نزلت بهم؛ لتكذيبهم الرسل وتركهم إجابتهم إلى ما دعوا إليه، حيث خوف هَؤُلَاءِ بذلك كأنه يقول: أنذرتكم بتكذيبكم إياه وترككم إجابتي إلى ما دعوتكم إليه بالذي نزل بعاد وثمود، وتكذيبهم الرسول الذي أرسل إليهم وتركهم الإجابة إلى ما دعوا إليه، واللَّه أعلم. </p><p> وقوله:  (صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ) لم يرد به عين عذاب أُولَئِكَ ومثله في رأي العين، ولكن مثله في الهلاك والاستئصال؛ ألا ترى أن عذاب عاد وثمود كان مختلفا في رأي العين: عذاب عاد خلاف عذاب ثمود وهما في المعنى واحد؟! فعلى ذلك ما أوعد هَؤُلَاءِ بمثل عذاب عاد وثمود، لم يرد مثله في رأي العين، ولكن في المعنى، وهو </p>"
}