{
  "id": null,
  "sura": 41,
  "aya": 16,
  "text": "<p> وقوله:  (فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ (١٥) </p><p> جائز أن يكون استكبارهم في الأرض بغير الحق على أهل الأرض بما ذكروا من فضل القوة لهم وشدتها من بين غيرهم؛ كقوله تعالى:  (وَإِذَا بَطَشْتُمْ بَطَشْتُمْ جَبَّارِينَ) فهم ذكروا ذلك، فجائز أن يكون استكبارهم على أهل الأرض بغير الحق؛ لشدة بطشهم وقوتهم على غيرهم. </p><p> ويشبه أن يكون استكبارهم رفض اتباع الرسل، فلم يروا أنفسهم أن يجعلوها تحت تدبير الرسل وأمرهم، وأن يخضعوا لهم ويستسلموا لما دعوهم إليه، وقالوا:  (مَنْ أَشَدُّ مِنَّا قُوَّةً) . </p><p> ثم قال اللَّه تعالى:  (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً) . </p><p> هذا استفهام على طريق التقرير، معناه: قد رأوا وعلموا أن اللَّه الذي خلقهم هو أشد قوة، والرسل - عليهم السلام - لم يكونوا يوعدونهم بقوى أنفسهم ولا بعذاب يكون منهم حتى قالوا:  (مَنْ أَشَدُّ مِنَّا قُوَّةً) ، ولكن إنما كانوا يوعدونهم ويخوفونهم بعذاب ينزل من عند اللَّه، وبقوته وسلطانه يوعدونهم وقد عرفوا قوته وسلطانه؛ لذلك قال:  (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً) . </p><p> وقوله:  (وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ) . </p><p> دل هذا على أنهم قد كذبوا هودًا، وأنكروا آياته، وذلك قولهم:  (يَا هُودُ مَا جِئْتَنَا بِبَيِّنَةٍ) ، وإنه قد أتاهم بآيات رسالته. </p><p> وقوله:  (فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَخْزَى وَهُمْ لَا يُنْصَرُونَ (١٦) </p><p> ذكر ما أهلكهم من العذاب، وهو الريح الصرصر الباردة؛ كذا قال أَبُو عَوْسَجَةَ. </p><p> وقوله:  (فِي أَيَّامٍ نَحِسَاتٍ) . </p><p> وهو ما ذكر في سورة الحاقة حيث قال:  (وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ (٦) سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا)، وقال في موضع:  (فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ) . ثم اختلف في تأويلها: </p><p> قَالَ بَعْضُهُمْ:  (نَحِسَاتٍ) مشؤمات نكدات؛ وهذا قول الْقُتَبِيّ. </p><p> وقَالَ بَعْضُهُمْ:  (نَحِسَاتٍ) أي: شداد. </p><p> وقيل:  (نَحِسَاتٍ) من النحس، يقال نحس يوْمُنا، والنحس: الغبار في الأصل. </p>"
}