{
  "id": null,
  "sura": 41,
  "aya": 18,
  "text": "<p> وقوله:  (لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا) . </p><p> أي: عذابًا يذلهم ويفضحهم عند الخلق جميعًا. </p><p> وقوله:  (وَلَعَذَابُ الْآخِرَةِ) . </p><p> عليهم أذل وأفضح وأشد من عذاب الدنيا. </p><p> وقوله:  (وَهُمْ لَا يُنْصَرُونَ) . </p><p> يحتمل: لا ينصرون بقوتهم التي كانت لهم، واعتمدوا عليها بقولهم:  (مَنْ أَشَدُّ مِنَّا قُوَّةً) . </p><p> ويحتمل: لا ينصرون بالأصنام التي عبدوها على رجاء النصر لهم والشفاعة. </p><p> وقوله:  (وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ (١٧) </p><p> يحتمل ما ذكر من الهداية لهم حقيقة الهدى، وهو التوفيق، وحقيقة خلق الاهتداء فيهم، فصاروا مهتدين، وهو ما سألوا من الآية، وهي الناقة، فلما أتاهم على ما سألوا، آمنوا به وصدقوه، ثم كفروا به بعد ذلك وكذبوه وعقروا الناقة على ما ذكر. </p><p> ويحتمل قوله:  (فَهَدَيْنَاهُمْ) . </p><p> أي: بينا لهم غاية ما يبين الحق من الباطل بما يعرفه كل ذي لب وعقل أنها آية، وأنها من اللَّه تعالى؛ حيث جاءتهم الآية التي سألوها على الإشارة والتعيين وهي الناقة. </p><p> وقوله:  (فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى) . </p><p> أي: اختاروا الكفر على الهدى، واختاروا ما به يعمون على ما يبين لهم. </p><p> ثم أخبر عما نزل بهم من العذاب باختيارهم العمى على الهدى، وهو ما قال:  (فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ) . </p><p> أي: عذاب يهانون فيه، وهو من الهوان والإذلال، وكل عذاب اللَّه صاعقة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَنَجَّيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (١٨) </p><p> أي: أنجينا الذين اختاروا الهدى على العمى، وكانوا يتقون اختيار العمى على الهدى. </p><p> * * * </p><p> قوله تعالى:  (وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ (١٩) حَتَّى إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ (٢٠) وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ (٢١) وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِمَّا تَعْمَلُونَ (٢٢) وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ (٢٣) فَإِنْ يَصْبِرُوا فَالنَّارُ مَثْوًى لَهُمْ وَإِنْ </p>"
}