{
  "id": null,
  "sura": 41,
  "aya": 6,
  "text": "<p> وإلا احتمل أن يكون قوله:  (وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ) : هو ما حجبتهم ظلمة الكفر وغطتهم عن فهم ما دعوا إليه وعلم ما دعاهم إليه مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقوله:  (فَاعْمَلْ إِنَّنَا عَامِلُونَ) ، هذا يحتمل وجهين: </p><p> أحدهما: اعمل أنت بدينك فإنا عاملون بديننا؛ كقوله تعالى:  (لَكُمْ دِينُكُمْ وَلِيَ دِينِ) . </p><p> والثاني: فاعمل أنت في كيدنا فإنا عاملون في كيدكم والمكر بكم، واللَّه أعلم. </p><p> ويحتمل أن يقولوا: اعمل أنت لإلهك فإنا عاملون لإلهنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِلْمُشْرِكِينَ (٦) </p><p> هذا الحرف يخرج على وجهين: </p><p> أحدهما: كأنه يقول لهم: إنما أنا بشر مثلكم أفهم وأعقل يُوحَى إِلَيَّ وأسمع ذلك، فأنتم في قولكم: إن قلوبنا في أكنة وفي آذاننا وقر - لا عذر لكم في ذلك؛ لأنه إنما يحجبكم عن ذلك ويغطي قلوبكم عن فهم ذلك الكفرُ الذي أنتم عليه والضلال الذي أنتم فيه، فاتركوا ذلك حتى تفهموا وتعقلوا ما تدعون إليه وتؤمرون به، كما أفهم أنا وأعقل إذ أنا بشر، واللَّه أعلم. </p><p> والثاني: يقول: (إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ) ، أي: إنما أنا بشر مثلكم أمرت أن أبلغ إليكم أن إلهكم إله واحد فاستقيموا إليه، وإلا لو لم أؤمر بتبليغ الرسالة إليكم إنما إلهكم إله واحد - لكنت أترككم وما أنتم عليه؛ لقولكم: إن قلوبنا في أكنة وفي آذاننا وقر فاعمل إننا عاملون. على هذين الوجهين تأويل الآية، واللَّه أعلم. </p><p> وقوله:  (فَاسْتَقِيمُوا إِلَيْهِ) . </p><p> قَالَ بَعْضُهُمْ: أي: فاستقيموا إليه بالطاعة. </p><p> وقيل: أي: استقيموا إلى ما دعاكم إليه من التوحيد. </p><p> وقوله:  (وَاسْتَغْفِرُوهُ) . </p><p> أي: انتهوا عما أنتم عليه من الكفر والضلال؛ ليغفر لكم ما كان منكم في حال الكفر؛ كقوله تعالى:  (إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ) . </p><p> ويحتمل: أي: كونوا على حال بحيث يقبل استغفاركم وطلب تجاوزكم. </p><p> وقوله:  (وَوَيْلٌ لِلْمُشْرِكِينَ) . </p><p> والإشكال: أنه لماذا خص المشرك الذي لم يؤتِ الزكاة، وينكر الآخرة -بالويل، وقد </p>"
}