{
  "id": null,
  "sura": 41,
  "aya": 41,
  "text": "<p> عَزِيزٌ. لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ (٤٢) مَا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ (٤٣) وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى أُولَئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ (٤٤) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا ... (٤٠) </p><p> قرأ بعضهم:  (يُلْحِدُونَ) برفع الياء، وقرأ بعضهم بنصبها: </p><p> فمن قرأ بالرفع، تأويله: إن الذين يميلون عن قبول آياتنا، قال أَبُو عَوْسَجَةَ: الإلحاد: الميل، وأخذ اللحد من هذا. </p><p> ومن قرأ بالنصب يقول: يعملون في آياتنا، إن الذين يعملون في دفع آياتنا وإبطالها. </p><p> (لَا يَخْفَوْنَ عَلَيْنَا) وعيد منه لهم، يقول: لا يخفون هم وما يفعلون علينا فيجزيهم بذلك، واللَّه أعلم. </p><p> وقوله:  (أَفَمَنْ يُلْقَى فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ) . </p><p> يشبه أن يكون هذا صلة لآيتين تقدم ذكرهما: </p><p> إحداهما: قوله تعالى: (إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ. . .) الآية هذه في المؤمنين، وقال في الكافرين:  (فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا عَذَابًا شَدِيدًا) الآية. </p><p> والآية الثانية: قوله - عَزَّ وَجَلَّ -: (وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ) ، يقول: أفمن يلقى في النار بأعماله السوء خير أمن يأتي آمنا عن ذلك بأعماله الحسنة؟ ! أي: يعلمون أن من يلقى في الآخرة في النار ليس كالذي يأتي آمنا عن ذلك كله، والله أعلم. </p><p> وقوله:  (اعْمَلُوا مَا شِئْتُمْ) . </p><p> يحتمل هذا وجهين: </p><p> أحدهما: على التخيير؛ لأنه جل وعلا بيِّن السبيلين جميعًا على المبالغة بيانًا شافيًا واضحًا، وبين عاقبة كل سبيل من سلكه إلى ماذا يفضي، ثم قال:  (اعْمَلُوا مَا شِئْتُمْ) أي: اسلكوا أي سبيل شئتم، فإن سلكتم طريق كذا فلكم كذا، وإن سلكتم طريق كذا فلكم كذا، واللَّه أعلم. </p><p> والثاني: على الوعيد. </p><p> وكذا قوله:  (إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ) على الوعيد. </p><p> وقوله:  (إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ وَإِنَّهُ لَكِتَابٌ عَزِيزٌ (٤١) </p>"
}