{
  "id": null,
  "sura": 42,
  "aya": 33,
  "text": "<p> ومعنى هذا الكلام هو ما ذكر من ميد الأرض بأهلها، والتسرب في الماء، ثم أرساها وأثبتها بالجبال، وطبع الجبال التسرب والانحدار في الماء فيجيء أن تزيد في التسرب والانحدار في الماء، لا أن تثبتها وتقرها على وجه الماء، لكن بلطفه ومنّه أقر بها الأرض، وأثبتها ومنع بها عن التسرب والانحدار والميد بأهلها، فعلى ذلك السفن في البحار تستقر على الماء ولا تنحدر كالجبال مع الأرض في القرار على الماء، واللَّه أعلم. </p><p> ويحتمل قوله:  (كَالْأَعْلَامِ) معنى آخر وهو الأعلام أنفسها، وهو أن جعل السفن سببا وطريقًا للوصول إلى منافع بعدت منهم، وصعبت عليهم، فإذا حمل فيها الأحمال من بلد إلى بلد آخر ومن مكان إلى مكان يسر أهل المحمول إليهم بتلك الأحمال والسفن إذا رأوها في البحار تحمل إليهم؛ لسعة يرجون بها ومنافع تصل لهم، وكذلك يسر أهل البلد المحمول إذا رأوها راجعة إليهم سالمة؛ لما يحصل لهم من الأثمان والأغراض بها، فتكون السفن أعلامًا وأدلة لهم على الوصول إلى الأغراض والمنافع، واللَّه أعلم. </p><p> وقوله:  (إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَى ظَهْرِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (٣٣) يذكر فضله ومنته بما أجرى هذه السفن في البحار التي ذكر، فأخبر أنه لو شاء لأمسكها ومنعها على الجريان ثم صير الريح نوعين: </p><p> أحدهما: طيبة بها تجري السفن. </p><p> والأخرى: عاصفة شديدة تهلك بها السفن، وهو ما ذكر في آية أخرى، وهو قوله - تعالى -: (حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ. . .) الآية. </p><p> ثم في ذلك خلال ثلاث تدل على أن الريح ليست تجري السفن وتهب بطبعها وبنفسها، ولكن باللَّه تعالى -: </p><p> أحدها: أخبر أنه جعل نوعًا منها طيبة تجري السفن، والأخرى عاصفة، تهلك السفن، وتهيج الأمواج. </p><p> والثاني: ما ذكر في هذه الآية: (إِنْ يَشَأْ يُسْكِنِ الرِّيحَ) أخبر أنه لو شاء لأسكن الريح فبقين رواكد على ظهر الماء؛ فدل أنه هو المجري لها حيث كان هو المسكن. </p><p> والثالث: أن فعل الطبيعي على سنن واحد كالحرارة في النار، والبرودة في الثلج وأمثال ذلك، ولو كان جريان الريح وهبوبها بنفسها وطبعها، لكانت لا تسكن في حال، ولا تكون مرة طيبة سالمة، ومرة شديدة عاصفة مهلكة؛ دل أن ذلك كان باللَّه - تعالى - لا بالطبع، واللَّه الموفق. </p>"
}