{
  "id": null,
  "sura": 42,
  "aya": 5,
  "text": "<p> وقوله:  (وَهُوَ الْعَلِيُّ الْعَظِيمُ) . </p><p> العلوّ والعظمة -في الشاهد- يكون من وجوه ثلاثة: </p><p> أحدها: العلو عبارة عن القهر والغلبة؛ يقال: فلان عالٍ؛ أي: غالب وقاهر. </p><p> والعظمة عبارة عن القدر، والمنزلة، ونفاذ الأمر. </p><p> والثاني: يكون العلو عبارة عن الكبرياء، والسؤدد، وكذلك العظمة. </p><p> والثالث: العلو يكون عبارة عن الارتفاع في المكان، والعظمة: عظمة في البدن والنفس، وهذا مما لا يكون فيه كثرة منقبة وقدر، ولا شيء من ذلك، ولا يزيد ذلك في صاحبه رفعة ولا مرتبة، واللَّه يتعالى عن الوصف بهذا، فإنما رجع الوصف له بالعلوّ والعظمة إلى الوجهين الأوّلين، والسلطان، والقدرة، ونفاذ الأمر والمشيئة والكبرياء، والغلبة. فأمَّا ما رجع إلى الارتفاع في الأمكنة، والعظمة في البدن - فهو صفة المخلوق، وهم الموصوفون بذلك، تعالى اللَّه عما يقول الظالمون علوًّا كبيرًا. </p><p> وقوله:  (تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ ... (٥) </p><p> يحتمل هذا وجهين: </p><p> أحدهما: تكاد يتفطرن لذنوب أهل الأرض، وفسادهم، وعظيم ما قالت الملاحدة في اللَّه من الولد، والشريك، والصاحبة، كادت تنشق لذلك وتتساقط، كقوله في آية أخرى:  (تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا (٩٠) أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا). بين في هذه الآية أنها كادت تنفطر وتنشق لماذا؛ وهو دعواهم للرحمن ولدا؛ فلذلك يحتمل - هاهنا - هذا المعنى، واللَّه أعلم. </p><p> والثاني: كادت تنشق لبكاء أهلها عليها، وإشفاقًا ورحمة على أهل الأرض. </p><p> ويحتمل: تكاد تنشق لعظمة الربّ، وجلاله، وعظم سلطانه؛ كقوله - تعالى -: (لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ) . </p><p> أخبر أنه لو جعل في الجبال والأرض والسماء من المعنى والتمييز ما جعل في البشر، لكانت هذه الأشياء بالوصف الذي ذكر من الخضوع لربّها، وهو كما ذكر في آية أخرى:  (وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ) ، يخبر عن شدّة خضوع هذه الأشياء وخشوعها لربها وتذللها له، وعناد الكفرة واستكبارهم، وقلة خضوعهم لربهم، واللَّه أعلم. </p><p> ويحتمل أن يكون قوله - تعالى - (تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ) ؛ لكثرة أهلها وازدحامهم فيها، وعبادتهم لربهم، على ما ذكر في الخبر عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" أطت السماء </p><p> وحق لها أن تئط، ما من موضع قدم فيها إلا وملك فيها: ساجد، أو راكع، أو قائم، يسبح اللَّه - تعالى - ويصلي له \"، واللَّه أعلم. </p><p> وقوله:  (وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ) . </p><p> هذا يدل على أن ما ذكر من تفطر السماء؛ لعظم ما يقوله الملاحدة فيه من الشريك، والولد، والصاحبة، حيث قال على إثره:  (وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ) ، أي: الملائكة ينزهونه ويبرئونه عما يقولون فيه، ويثنون عليه بالثناء الذي يليق به، ويصفونه بما هو أهله، واللَّه أعلم. </p><p> وقوله:  (وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ) امتحنهم - جل وعلا - بالتسبيح، والثناء له، والاستغفار لأهل الأرض، على ما ذكر. </p><p> ثم قَالَ بَعْضُهُمْ: إن قوله: (وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ) منسوخ بقوله - تعالى -: (فَاغْفِرْ لِلَّذِينَ تَابُوا) ؛ لأن الأول عام لجميع أهل الأرض، والثاني خاص، لكن هذا بعيد، ومحال أن يستغفر الملائكة، ويطلبون التجاوز من ربهم لمن يقول له بالشريك والولد والصاحبة، وإذا كان كذلك كان استغفارهم يرجع إلى المؤمنين خاصة؛ على ما ذكر في آية أخرى:  (وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا) ، وبقوله:  (فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ) ؛ فكان المراد من العام: هو الخاص؛ لأنّ المراد منه العموم، ثم صار منسوخًا بورود الخاص متراخيًا، واللَّه أعلم. </p><p> ثم إن كان استغفارهم لجملة أهل الأرض -على ما يقولون- فهو عبارة عن طلب السبب الذي به تقع لهم المغفرة؛ وهو التوبة عن الشرك والتوحيد؛ فيكون هذا سؤال التوحيد والهداية لهم؛ لتقع المغفرة لهم بذلك والتجاوز؛ ويصيروا لذلك، وعلى ذلك يخرج استغفار إبراهيم - عليه السلام - لأبيه أنه سؤال وطلب السبب الذي به تقع المغفرة له، وأن يجعله أهلا لذلك، وكذلك أمر الرسل - عليهم السلام - قومهم بالاستغفار لهم، وهو ما قال هود - عليه السلام - و (وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ) ، وقول نوح:  (اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا) ، لا يحتمل أن يقولوا لهم: قولوا: نستغفر اللَّه، ولكن يقولون لهم: اطلبوا، واسألوا ربكم السبب الذي به تقع المغفرة لكم؛ وهو التوبة عما هم فيه، واختيار الهداية والرشد لأنفسهم؛ ليكونوا لذلك أهلا، فعلى ذلك يخرج استغفار الملائكة إن كان لجملة أهل الأرض، على ما يقول بعض أهل التأويل، </p>"
}