{
  "id": null,
  "sura": 42,
  "aya": 9,
  "text": "<p> زيادة سبب الوسيلة معه. </p><p> والثاني: أن ينذر هَؤُلَاءِ ومن ذكر شفاهًا، ولمن بعد منهم خبرًا. </p><p> أو خصّ هَؤُلَاءِ بحق البداية ثم بالأقرب فالأقرب، وعلى ذلك يخرج قوله - تعالى -: (وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ) ، على الوجوه التي ذكرنا. </p><p> وقوله - سبحانه وتعالى -: (وَالظَّالِمُونَ مَا لَهُمْ مِنْ وَلِيٍّ وَلَا نَصِيرٍ) ، أي: ما لهم من وليّ يشفع، ولا من نصير ينصرهم، ويمنعهم من عذاب اللَّه. </p><p> وقوله:  (أَمِ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ ... (٩) أي: أربابًا، (فَاللَّهُ هُوَ الْوَلِيُّ) ، أي: هو الربّ، (وَهُوَ يُحْيِ الْمَوْتَى) وقد عرفوا أنَّ الإحياء إنما يكون باللَّه - تعالى - لا بالأصنام التي عبدوها، وإن كانوا ينكرون البعث والإحياء بعد الموت، فلو عرفوا أنه لو كان إنما يكون باللَّه - تعالى - لا بالأصنام التي عبدوا دونه، (وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) ظاهر، قد تقدم ذكره. </p><p> وقوله:  (وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ ذَلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ (١٠) يحتمل قوله: (وَمَا اخْتَلَفْتُمْ فِيهِ) وجوهًا: </p><p> أحدها: في القرآن. </p><p> والثاني: في رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه رسول أو ليس برسول، فقد أقام من الدلائل والبراهين ما يدل على رسالته ونبوته: سمعيات وعقليات، ما لا يتعرض لردّها إلا من كابر عقله وعاند لبّه، وكذلك لو كان اختلافهم في الدِّين فقد أقام ما يعلم كل ذي عقل ولب: أنه هو الصواب، وأن غيره من الأديان ليس بحق. </p><p> وقال بعض أهل التأويل في قوله:  (وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ) أي: إلى كتاب اللَّه، كقوله:  (فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ) ، أي: إلى كتاب اللَّه. </p><p> لكن هذا لا يصح، فإن قوله:  (فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ) ، إنما هو في المؤمنين إذا وقع بينهم الاختلاف في شيء من الأحكام يردّ ذلك إلى كتاب اللَّه، وإلى سنة رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وأمّا قوله - تعالى -: (وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ) إنما هو في محاجة الكفرة، فهو في غير ذلك المعنى؛ إذ هم لا يعتقدون كونه حجة، وإنما يرجع إلى دليل آخر عقلي. </p><p> وقوله:  (ذَلِكُمُ اللَّهُ رَبِّي) ، أي: ذلك الذي يفعل هذا هو ربي (عَلَيْهِ تَوَكَّلْتُ) ، في كل أمري، (وَإِلَيْهِ أُنِيبُ) بالطاعة. </p>"
}