{
  "id": null,
  "sura": 42,
  "aya": 51,
  "text": "<p> والمتماثلين في الحقيقة، وقد يسمى التزويج بين المتضادين مجازًا - واللَّه أعلم - فيكون معنى قوله:  (أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا) أي: يقرن ويجمع بين الإناث والذكور، فيهب له من النوعين جميعًا حالة واحدة. </p><p> وقَالَ الْقُتَبِيُّ:  (أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا) ، أي: يجعل بعضهم بنين وبعضهم بنات، تقول العرب: زوجت أهلي: إذا قرنت بعضها ببعض، وزوجت الكبار بالصغار إذا قرنت كبيرًا بصغير. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا) والعقيم من النساء: التي لا تلد، وهي لا توصف بالبركة، ويقال: إنها ليست مباركة، لا يرغب فيها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّهُ عَلِيمٌ قَدِيرٌ)  (عَلِيمٌ) : بإنشاء الأولاد والإناث في الرحم، (قَدِيرٌ) على ذلك. </p><p> أو (عَلِيمٌ) بمصالح الخلق، (قَدِيرٌ) : لا يعجزه شيء. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ إِنَّهُ عَلِيٌّ حَكِيمٌ (٥١) كأن هذا إنما ذكر وأخبر عن نازلة أو سؤال كان عن كيفية الرسالة، وهل الرسل - عليهم السلام - يرون ربهم ويشاهدونه ويشافهونه؟ فأخبر أنه ليس من البشر من يكلمه إلا بالطرق الثلاثة التي ذكرها، والسؤال وقع عن الرؤية في الدنيا، فيكون الجواب بناء على السؤال، واللَّه أعلم. </p><p> ثم قوله:  (إِلَّا وَحْيًا) قَالَ بَعْضُهُمْ: (إِلَّا وَحْيًا) : ما يرى في المنام، ورؤيا الأنبياء - عليهم السلام - حقيقة. </p><p> وقوله:  (أَوْ مِنْ وَرَاءِ حِجَابٍ) نحو ما كلم موسى - عليه السلام - ألقى في مسامعه صوتًا مخلوقًا على ما شاء وكيف أشاء، من غير أنْ كان ثَمَّ ثالثٌ. </p><p> وقوله:  (أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ) أي: يرسل ملكا يخبره عن اللَّه - تعالى - وطرق الرسول إلى معرفة ذلك في الدنيا الوجوه التي ذكرنا: إما الإلهام، وإما الإلقاء في المسامع، وإما رسول يرسل فيخبر عن أمره وكلامه، فأما أن يحتمل وسع أحد رؤيته أو يشافهه أو يعاينه في الدنيا فلا، واللَّه الموفق. </p><p> ثم اختلف في قوله:  (أَوْ مِنْ وَرَاءِ حِجَابٍ) : </p><p> قَالَ بَعْضُهُمْ: الحجب أنفسها هي حقيقة الحجب. </p><p> وقَالَ بَعْضُهُمْ: الحجاب: هو عجزهم عن احتمال رؤيته؛ لأن اللَّه - تعالى - أنشأهم على بنية وخلقة لا تقوم أنفسهم القيام لذلك على ما أخبر - عَزَّ وَجَلَّ - حيث قال </p>"
}