{
  "id": null,
  "sura": 42,
  "aya": 25,
  "text": "<p> ورحمة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَمْحُ اللَّهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ) هذا يخرج على وجهين: </p><p> أحدهما: أي: يظهر ويظفر أهل الحق على أهل الباطل وينصرهم حتى يصير أهل الحق ظاهرين قاهرين على أهل الباطل؛ فذلك محق الباطل وإحقاق الحق. </p><p> والثاني: يحق الحق بالحجج والبراهين حتى يعرف كل أحد الحق من الباطل بالحجج التي أقامها إذا تأمّل فيها حق التأمّل، وهو كقوله - تعالى -: (هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ) ، واللَّه أعلم. </p><p> وقوله:  (بِكَلِمَاتِهِ) أي: بحججه وبراهينه. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ) قال أهل التأويل: أي: عليم بما في الصدور، ولكن قوله:  (بِذَاتِ الصُّدُورِ) عبارة عمن له الصدور عن الرأي والتدبير، وهم البشر واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ (٢٥) قد ذكرنا أنه لا أحد يحقق التوبة؛ لأن تحقق التوبة هو أن يهرب وينفر عما استوجب به النار كهربه من النار لو كان فيها، وفراره منها لو وجد مهربًا، ولا أحد يهرب من الذنب ويفر منه كهربه وفراره من النار لو كان فيها، لكن اللَّه بفضله وكرمه يقبل ذلك منه وإن لم يكن التوبة منه على الحد الذي ذكرنا. </p><p> ثم قوله - تعالى -: (يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ) أي: يقبل حسناتهم وخيراتهم (وَيَعْفُو عَنِ السَّيِّئَاتِ) أي: يكفر عن سيئاتهم؛ كقوله - تعالى -: (نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ) ، واللَّه أعلم. </p><p> وقوله:  (وَيَعْلَمُ مَا تَفْعَلُونَ) هذا وعيد، يخبر رسوله أنه يعلم ما تفعلون سرًّا وعلانية، وأنه عن علم بما يكون منهم امتحنهم وأمرهم ونهاهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَيَزِيدُهُمْ مِنْ فَضْلِهِ وَالْكَافِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ (٢٦) أي: يجيب الذين آمنوا بما يدعون ويسألون ربهم، وهو كقوله - تعالى - (وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ) ، أي: يجيبهم على الذي ذكر في الآية، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَزِيدُهُمْ مِنْ فَضْلِهِ) أي: يزيدهم من فضله ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب امرئ مسلم، وهي الجنة؛ وذلك زيادة من فضله، والله أعلم. </p>"
}