{
  "id": null,
  "sura": 42,
  "aya": 46,
  "text": "<p> والثاني: قوله: (خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ) أي: خسروا بسبب أنفسهم، وبسبب أهليهم؛ كقوله - تعالى -: (إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ) ؛ لما يعملون أمورًا بسبب الأموال والأولاد والأزواج، هي فتنة لهم، وكقوله:  (إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ) ، فقد يخسر الرجل ويصير مؤاخذًا بسبب هَؤُلَاءِ. </p><p> والثالث: يحتمل أن يكون خسرانهم أنفسهم وأهليهم ما قالوا: (وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا) ، وقوله:  (وَلَئِنْ رُجِعْتُ إِلَى رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَى) ، خسر ما كان رجاه وطمع أن له عند ربه في الآخرة للحسنى. </p><p> على هذه الوجوه الثلاثة يخرج تأويل الآية. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - أنه قال: ليس من أحد من كافر ومسلم إلا وله أهل ومنزل في الجنة، فإن أطاع اللَّه - تعالى - أتى منزله وأهله، وإن عصاه خسر نفسه وأهله، ومنزله في الجنة وورثه المؤمنون عنه. </p><p> لكن لا يحتمل أن يكون اللَّه - عَزَّ وَجَلَّ - مع علمه أنه يموت كافرًا أن يجعل له الأهل والمنزل في الجنة، اللهم إلا أن يفعل ذلك ليكون لهم حسرة على ذلك وغيظًا. </p><p> وقوله:  (وَمَا كَانَ لَهُمْ مِنْ أَوْلِيَاءَ يَنْصُرُونَهُمْ مِنْ دُونِ اللَّهِ ... (٤٦) يخرج على وجهين: </p><p> أحدهما: أي: ما كان للأصنام التي عبدوها دون اللَّه تعالى ولاية النصر لهم وقدرة دفع العذاب عنهم؛ لأنهم كانوا يعبدونها في الدنيا رجاء أن تشفع لهم في الآخرة وأن تزلفهم، فأخبر اللَّه - تعالى - أن ليس لها ولاية النصر لهم؛ على ما رجوا وطمعوا من عبادتها الشفاعة لهم والدفع عنهم، واللَّه أعلم. </p><p> والثاني:  (وَمَا كَانَ لَهُمْ مِنْ أَوْلِيَاءَ يَنْصُرُونَهُمْ مِنْ دُونِ اللَّهِ) أي: ما كان للرؤساء الذين اتخذوهم في الدنيا أربابًا ولايةُ النصر لهم؛ لأنهم لا يملكون دفع ذلك عن أنفسهم، فكيف يملكون دفع ما نزل بأتباعهم؛ يخبر أن ليس لهم ولاية دفع العذاب عنهم، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ سَبِيلٍ) يحتمل قوله: (فَمَا لَهُ مِنْ سَبِيلٍ) أي: من حجة، أي: من أضله اللَّه، فلا حجة له أن يقول: إنك أضللتني؛ لأنه إنما يضله لما يختاره ويؤثره. </p><p> والأصل: لا أحد يفعل ما يفعل من المعاصي وقت فعله لأن اللَّه تعالى قضى له ذلك أو أراده، أو قدره وقضاه؛ إنما يفعله لغرض له وهواه؛ فلم يكن له الاحتجاج عليه بذلك، وباللَّه العصمة. </p>"
}