{
  "id": null,
  "sura": 42,
  "aya": 47,
  "text": "<p> والثاني: أنه ليس له حجة عليه بذلك؛ لأنه يعلم أنه لو خيّر بين ما يريد أن يختاره ويؤثره وبين ضدّ ذلك، لكان يختار ذلك على ضده، ويختار تحصيله، ويؤثره على ترك ذلك، فكيف يكون له حجة بذلك؟ واللَّه الموفق. </p><p> ويحتمل قوله:  (فَمَا لَهُ مِنْ سَبِيلٍ) أي: من أضله اللَّه - تعالى - فما له إلى الهدى من سبيل أي: ليس له سبيل، ولكن عليه السبيل؛ أي: لا يملك أحد إرشاده. </p><p> ويحتمل: أي: من أضله اللَّه فما له من سبيل؛ أي: ليس له سبيل، ولكن عليه السبيل. </p><p> وقوله - عَزَّ وَجَلَّ -: (اسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ مَا لَكُمْ مِنْ مَلْجَإٍ يَوْمَئِذٍ وَمَا لَكُمْ مِنْ نَكِيرٍ (٤٧) أي: أجيبوا له، وقد ذكرناه. </p><p> وقوله - عَزَّ وَجَلَّ -: (مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ. . .) الآية. </p><p> هذا يخرج من وجهين: </p><p> أحدهما: أي: أجيبوا له من قبل أن يأتي يوم لا يملك أحد ردّ ذلك اليوم إذا أتاهم؛ لأنه هو اليوم الذي يجزي فيه الخلائق، وفيه أهوال وأفزاع؛ يقول: لا أحد يملك ردّ ذلك اليوم؛ واللَّه أعلم. </p><p> والثاني: أي: أجيبوا من قبل أن يأتي يوم لا مرد لما ينزل فيه بهم من العذاب والعقاب، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا لَكُمْ مِنْ مَلْجَإٍ يَوْمَئِذٍ) هذا - أيضًا - يخرج على وجهين: </p><p> أحدهما: أنهم إنما كانوا يعبدون الأصنام في الدنيا؛ لتكون لهم شفعاء، وملجأ يلتجئون إليها؛ يقول: ما لكم من أُولَئِكَ الأصنام ملجأ تلتجئون إليها بل تكونون كما ذكر في آية أخرى: (وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ) ، وقوله - تعالى -: (بَلْ ضَلُّوا عَنْهُمْ. . .) الآية، واللَّه أعلم. </p><p> والثاني:  (مَا لَكُمْ مِنْ مَلْجَإٍ يَوْمَئِذٍ) أي: ما لهم من حيل يحتالون بها دفع ما نزل بهم من العذاب، على ما يكون في الدنيا من حيل يحتالون بها دفع ما نزل بهم من البلاء والشدائد، وباللَّه النجاة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا لَكُمْ مِنْ نَكِيرٍ) . </p><p> هذا - أيضًا - يخرج على وجهين: </p><p> أحدهما: أي: لا يملكون أن ينكروا على اللَّه - تعالى - ما يفعل بهم؛ لأنه إنما يفعل بهم ذلك بما كسبت أيديهم؛ فلا يقدرون على إنكار ذلك على اللَّه تعالى. </p><p> والثاني:  (وَمَا لَكُمْ مِنْ نَكِيرٍ) أي: ما لكم من تغيير؛ أي: ما يملكون دفع ذلك </p>"
}