{
  "id": null,
  "sura": 42,
  "aya": 12,
  "text": "<p> وأصله: أن الخلق ذو أعداد، وكل ذي عدد له أشكال وأمثال من حيث العدد. </p><p> والأصل في ذلك: أن الخلق وإن كانوا ذا أمثال وأشكال وأشباه، فليس يشبه بعضهم بعضًا من جميع الوجوه وكل الجهات، ولكن إنما يشبه بعضهم بعضا لا من جميع الوجوه، أو بوجه أو بصفة، أو بجهة أو بنفس، ثم صار بعضهم أمثالا لبعض وأشباهًا بتلك الجهة وبذلك الوصف؛ فدل أن اللَّه - تعالى - ليس يشبه الخلق، ولا له مثال منهم بوجه من الوجوه، ولا له شبه منهم، لا ما يرجع إلى النفس، وهو يتعالى عن جميع معاني الخلق وصفاتهم، ودل قوله - تعالى -: (لَيْسَ كَمِثْلِهِ شَيْءٌ) : أنه شيء؛ لأنه نفى عن نفسه المثلية ولم ينف الشيئية، لكن يقال: شيء لا كالأشياء ينفى عنه شبه الأشياء، والشيء إثبات، وفي الإثبات توحيد، ولو لم يكن شيئًا لكان يقول: ليس هو شيئًا؛ دل أنه ما ذكر. </p><p> وقوله - سبحانه -: (وَهُوَ السَّمِيعُ الْبَصِيرُ) ذكر في غير موضع، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ ... (١٢) وقال في آية أخرى: (وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ) ، وقوله:  (وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ) ، وقوله:  (بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ) ، ونحو ذلك من الآيات التي فيها ذكر المفاتيح والمقاليد والخزائن التي أضافها إلى نفسه، ثم لم يفهم الخلق من المفاتيح المضافة والمقاليد والخزائن ما يفهم لو أضيف إلى الخلق؛ بل فهموا من المفاتيح المضافة إلى الخلق والمقاليد المنسوبة إليهم معنى لم يفهموا ذلك المعنى من المفاتيح والمقاليد المضافة إلى اللَّه - تعالى - فما ينبغي أن يفهموه من قوله:  (بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ) ، وقوله - تعالى - (بَلْ يَدَاهُ مَبْسُوطَتَانِ) ، وقوله:  (لِمَا خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ) ، ونحو ذلك ما يفهموه من اليد المضافة إلى الخلق، لكنه ذكر المفاتيح والمقاليد وأضافها إلى نفسه، لأن كل محجوب ومستور عن الخلق فيما بينهم إنما توصلهم إلى ذلك المحجوب والمستور عنهم بالمفاتيح والمقاليد التي ذكر؛ فعلى ذلك ما أضاف إلى نفسه من اليد وغيرها؛ لما باليد يبسط في الشاهد، وبها يمنع، وبها يكتسب ويفعل ما يفعل؛ فأضاف إلى نفسه ما به يكون في الشاهد من الفعل والبسط والمنع كناية عن هذه الأفعال، واللَّه الموفق. </p><p> وقوله:  (يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ) فيه دلالة نقض قول المعتزلة؛ لأن الرزق المذكور يحتمل وجوهًا: </p><p> أحدها: ما ذكر في قوله - تعالى -: (وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ) ، </p>"
}