{
  "id": null,
  "sura": 42,
  "aya": 13,
  "text": "<p> وهو المطر. </p><p> والثاني: الأملاك التي يكتسبون. </p><p> والثالث: المنافع التي جعل لهم. </p><p> ثم الإشكال أن الأملاك التي تكون لهم، والمنافع التي ينتفعون بها وجعلت لهم إنما تكون بأسباب واكتساب منهم، ثم أضاف ذلك إلى نفسه في البسط والتقتير؛ حيث قال (يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ) ؛ دل أن لله - تعالى - في ذلك صنعًا وتدبيرًا، وهو أَنْ خلق أكسابهم وأسبابهم التي بها يوصل إليهم الرزق. </p><p> وقوله:  (إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ) تقدم. </p><p> * * * </p><p> قوله تعالى:  (شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ (١٣) وَمَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ إِلَى أَجَلٍ مُسَمًّى لَقُضِيَ بَيْنَهُمْ وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ (١٤) فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ اللَّهُ رَبُّنَا وَرَبُّكُمْ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ (١٥) وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ (١٦) </p><p> وقوله:  (شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا) الدِّين يذكر، ويراد به الجزاء، وهو قوله:  (مَالِكِ يَوْمِ الدِّينِ) ، أي: يوم الجزاء، أو يذكر ويراد به الحكم؛ كقوله - تعالى - خبرًا عن يوسف - عليه السلام -: (مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ) ، أي: في حكم الملك، ويذكر ويراد به المذهب والمعتقد؛ كقوله:  (لَكُمْ دِينُكُمْ وَلِيَ دِينِ) ، وقوله - تعالى -: (إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ) ، فكأن المعنى من قوله:  (شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا) : هو المذهب وما يعتقد، وقد ذكر الدِّين معرفًا بالألف واللام وأنه للجنس، فيكون كأنه قال: شرع لكم من الأديان جملة الدِّين الذي وصى به نوحًا ومن ذكر من الأنبياء، وهو التوحيد لله - تعالى - والعبادة له، والأنبياء والرسل جميعًا إنما بعثوا للدعاء إلى توحيد اللَّه، وجعل العبادة له، وإن اختلفت شرائعهم وأحكامهم، وذلك قوله:  (لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا) . </p><p> ومن الناس من يقول:  (شَرَعَ لَكُمْ مِنَ الدِّينِ) أي: شرع لكم الدِّين، ويجعل (مِن) صلة زائدة فيه؛ أي: شرع لكم الدِّين الذي وصى به نوحًا ومن ذكر، والوجه فيه ما ذكرنا. </p><p> فَإِنْ قِيلَ: ما معنى تخصيص نوح ومن ذكر من الأنبياء هنا، والكل بعثوا للدعاء إلى هذا الدِّين، وقد وصى الكل بهذا الدِّين. </p><p> فنقول: قَالَ بَعْضُهُمْ: إنما خص نوحًا ومن ذكر بهذا؛ لأن التحليل والتحريم لم يكن قبل زمن نوح عليه السلام، وإنما جاء ذلك في زمن نوح؛ لذلك خصَّ نوحًا بما ذكر. </p><p> ويحتمل أن يكون ذكر هَؤُلَاءِ لا على تخصيصهم بذلك من بين غيرهم من الأنبياء، ولكن ذكر بعضًا هاهنا، وترك ذكر البعض، ليس أنه شرع له ما وصى به نوحًا ومن ذكر من الأنبياء ولم يشرع له ما وصى به غيرهم؛ بل شرع له ما وصى به هَؤُلَاءِ وغيرهم من الدِّين، كقوله - تعالى -: (فَبِهُدَاهُمُ اقْتَدِهْ) ، ذكر بعض هَؤُلَاءِ وغيرهم، ثم أمره أن يقتدي بما هم عليه؛ دل أن ذكر البعض في موضع ليس للتخصيص، لما ذكر البعض في موضع آخر، والكل في موضع آخر، واللَّه أعلم. </p><p> ويحتمل تخصيص هَؤُلَاءِ بالذكر لمعنى لم يطلعنا اللَّه على ذلك المعنى، كما خص إبراهيم بالصلاة عليه على ما أمرنا به النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لقوله:  \" كما صليت على إبراهيم \" لمعنى لم يطلعنا على ذلك، واللَّه أعلم. </p><p> وقوله:  (وَلَا تَتَفَرَّقُوا فِيهِ) يحتمل وجهين: </p><p> أحدهما:  (وَلَا تَتَفَرَّقُوا فِيهِ) ، أي: في عبادة اللَّه - تعالى - أي: اعبدوه جميعًا. </p><p> والثاني:  (وَلَا تَتَفَرَّقُوا فِيهِ) أي: في الدِّين الذي ذكر، وهو التوحيد، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ) أي: عظم عليهم دعاؤكم إلى التوحيد وعبادة اللَّه وحده. </p><p> وقوله:  (اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ) هذا ينقض على المعتزلة: إنه - تعالى - أخبر أنه يجتبي إليه من يشاء، ولو كان على ما يقوله المعتزلة أنه قد أعطى الكافر جميع ما أعطى المؤمن، فالمؤمن حيث صار مجتبى مصطفى مختارًا إنما كان منه بفعله لا من اللَّه - تعالى - وقد أخبر أنه هو يجتبي من يشاء، وهو يهديه؛ فبطل قولهم. </p><p> وقوله:  (وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ) أي: هو يهدي من يطلب منه ما به يكون الهدى، وهو التوفيق؛ أي: ما لم يطلب منه ذلك ولم يسأل فإنه لا يهدي به ولا يوفقه. </p>"
}