{
  "id": null,
  "sura": 42,
  "aya": 49,
  "text": "<p> عن أنفسهم، ولا منعه وتغييره. </p><p> وقيل: لا يملكون أن يمنعوا اللَّه - تعالى - عما يريد أن يفعل بهم، وهو ما ذكرنا. </p><p> وقوله - تعالى -: (فَإِنْ أَعْرَضُوا فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ وَإِنَّا إِذَا أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الْإِنْسَانَ كَفُورٌ (٤٨) أي: إن تولوا عن إجابتك إلى ما تدعوهم إليه (فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا) هذا يخرج على وجهين: </p><p> أحدهما: يحتمل: أي: فما أرسلناك لأنْ تحفظ عليهم أفعالهم وأعمالهم (إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ) أي: ما عليك إلا التبليغ، إنما حفظ أعمالهم وأفعالهم على الملائكة الذين جعلوا حفاظًا عليهم، وهم الكرام الكاتبون. </p><p> والثاني:  (فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا) يحتمل: فما أرسلناك لأنْ تمنعهم عما يفعلون حسًّا، إنما عليك البلاغ فحسب وبيان الحق، وأنت غير مؤاخذ بما يفعلون، وهو كقوله:  (فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ) ، ونحو ذلك. </p><p> وقوله:  (وَإِنَّا إِذَا أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا) إن كان هذا في المسلم فيكون قوله: (فَرِحَ بِهَا) أي: رضي بها، وسُر بها، وإن كان في الكافر فيكون له فرح بها؛ أي: بطر بها وأشر. </p><p> وقوله:  (وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الْإِنْسَانَ كَفُورٌ) وهذا - أيضًا - إن كان في المسلم فإنه إذا أصابه شدّة أو بلاء ينسى ما كان إليه من اللَّه - تعالى - من النعمى، فجعل يشكو مما أصابه، فهو كفور للنعم التي كانت له من قبل ذلك. </p><p> وإن كان في الكافر فهو ظاهر أنه كفور لنعمه وإحسانه أجمع، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يَخْلُقُ مَا يَشَاءُ يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ (٤٩) أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا إِنَّهُ عَلِيمٌ قَدِيرٌ (٥٠) وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ إِنَّهُ عَلِيٌّ حَكِيمٌ (٥١) وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ (٥٢) صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ أَلَا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ (٥٣) </p><p> وقوله:  (لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) يخبر أنه بما يأمرهم وينهاهم، وبما يمتحنهم بأنواع المحن بأمر ونهي، ولا يمتحن بحاجة نفسه في جرّ منفعة، واستفادة خير، أو دفع مضرة أو بلاء؛ إذ له ملك السماوات والأرض، ولكن إنما يأمرهم وينهاهم ويمتحنهم؛ لحاجة أنفسهم في إصلاحها وفكاكها ونجاتها عن المهالك، وهو كقوله:  (وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ حَمِيدٌ) ، يخبر بما ذكر أنه غني، لا </p>"
}