{
  "id": null,
  "sura": 42,
  "aya": 34,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ) هذا يحتمل وجهين: </p><p> أحدهما: سمى المؤمن: صبورًا شكورًا. </p><p> والثاني: سمى من صبر على ما أصاب من الشدائد والمصائب التي ذكر: صبورًا، ومن شكر ما ذكر من النعم في السفن وغيرها: شكورًا، واللَّه أعلم. </p><p> وقوله:  (رَوَاكِدَ عَلَى ظَهْرِهِ) قال أَبُو عَوْسَجَةَ والْقُتَبِيّ: أي: وقوف، وصرفه: ركد يركد ركدا وركودًا. </p><p> وقوله:  (أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا وَيَعْفُ عَنْ كَثِيرٍ (٣٤) جائز أن يكون هذا صلة ما ذكر من السفن الجواري في البحر؛ حيث قال:  (إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَى ظَهْرِهِ) ويقول: إن شاء أسكن الريح التي بها تجري السفن في البحار فبقين رواكد في الماء، وإن شاء أرسل ريحًا عاصفة شديدة فيهلكن - يعني: السفن- وأراد: أهل السفن؛ بما كان منهم؛ يخبر أن له أن يفعل ما ذكر من الإهلاك في البحر أو الإبقاء فيه، لكنه بفضله ينجي من أنجى وأخرج سالمًا، واللَّه أعلم. </p><p> وكذا قال أَبُو عَوْسَجَةَ (يُوبِقْهُنَّ) أي: يهلك أهل السفن. </p><p> ويحتمل أن يكون ذلك صلة ما تقدم من قوله - تعالى -: (وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ) فيكون ما يصيبهم من المصيبة ما بلغت النفس أو مما لم تبلغ النفس؛ فيكون كل ذلك لهم من كسب أيديهم على ما ذكر، ثم أخبر أنه يعفو عن كثير مما كسبت أيديهم مما يستوجبون الإهلاك ويتجاوز عنهم، واللَّه أعلم. </p><p> وقوله:  (وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ فِي آيَاتِنَا مَا لَهُمْ مِنْ مَحِيصٍ (٣٥) المجادلة في آياته تخرج على وجهين: </p><p> أحدهما: أن يجادلوه في تقدير أحكام اللَّه - تعالى - وفهم ما ضمن فيها، وذلك ممدوح محمود، وهو كقوله - تعالى -: (وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ) ، وقوله - عَزَّ وَجَلَّ -: (فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاءً ظَاهِرًا) ، فهذه المجادلة، والمراء المذكور في هذا محمود. </p><p> والمجادلة الثانية: هي المجادلة في دفع أحكام آيات اللَّه - تعالى - عن فهم ما ضمن أفيها، وهي مذمومة، وما ذكر هاهنا من قوله:  (وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ فِي آيَاتِنَا) هي المجادلة في دفع أحكام آياته، ثم أخبر أنه لا محيص لهم ولا ملجأ من عذاب الله بمجادلتهم في دفع آياته والمنع عن فهم ما فيها. </p>"
}