{
  "id": null,
  "sura": 42,
  "aya": 39,
  "text": "<p> ذكرنا وجوهًا في ذلك فيما تقدم في سورة النساء، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ) أي: إذا ما غضبوا هم مما يرجع إلى الأموال والأنفس وأمر الدنيا - يغفرون، ويتجاوزون عن ذلك، فأما ما يرجع ذلك الغضب إلى أمر الدِّين فإنه لا يسع المغفرة عن ذلك، ولكن يجب الرجوع والتوبة إلى اللَّه، واللَّه - تعالى - أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (٣٨) أي: أجابوا لربهم إلى ما دعاهم ربهم، وقد دعاهم إلى دار السلام بقوله:  (وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلَامِ) ، لكن جعل لإجابتهم شرائط وأعلامًا فمن وفي بها استوجب الموعود، وهو كقوله - تعالى -: (وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ. . .) الآية، (وَقَالَ اللَّهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ. . .) ، إلى آخر ما ذكر؛ فعلى ذلك علم إجابتهم لربهم وشرطها ما ذكر من قوله - تعالى -: (وَأَقَامُوا الصَّلَاةَ. . .) إلى آخر ما ذكر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَمْرُهُمْ شُورَى بَيْنَهُمْ) ذكر بعضهم أن الأنصار كانوا يتشاورون فيما بينهم ورسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عنهم غائب، فنزل هذا مدحًا لهم على فعلهم. </p><p> وذكر عن الحسن أنه تلا هذه الآية: قوله: (وَأَمْرُهُمْ شُورَى بَيْنَهُمْ) قال: واللَّه ما شاور قوم قط إلا هداهم اللَّه - تعالى - لأفضل ما بحضرتهم. </p><p> وأصله: أن اللَّه - تعالى جل وعلا - أمر رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أن يشاور صحابته حيث قال:  (وَشَاوِرْهُمْ فِي الأَمْرِ) . </p><p> وقال الحسن: ما شاور قوم في أمر قط إلا هداهم اللَّه - تعالى - لأفضل ما بحضرتهم؛ لأن المشاورة اجتماع العقول والأذهان، وإذا اجتمعت كانت إلى استدراك الحق والصواب أسرع وأبلغ مما لو انفرد كل عقل بنفسه، واللَّه أعلم. </p><p> وقَالَ الْقُتَبِيُّ:  (وَأَمْرُهُمْ شُورَى بَيْنَهُمْ) أي: يتشاورون فيه. </p><p> وقوله:  (وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ) : ظاهر. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ (٣٩) صير المنتصر من الباغي، والغافر لمظلمة من ظلمه جميعًا في الذين استجابوا لربهم إلى ما دعاهم إليه، والمنتصر مستوفي حقٍّ جعل له، والغافر تارك الحق، لكن إذا جعل له الاستيفاء دخل فيما ذكر من المستجيبين لله تعالى، لكن تارك الحق أفضل من مستوفي الحق، وعلى ذلك حث اللَّه - تعالى - رسوله بالعفو عن المظلمة وترك الانتصار والمكافأة، وأخبر أنه من عزم الأمور؛ </p>"
}