{
  "id": null,
  "sura": 42,
  "aya": 52,
  "text": "<p> لموسى - عليه السلام -: (وَلَكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي) ، أي: فإن احتمل ذلك فاحتمل ما سألت، واللَّه أعلم. </p><p> وفي الآية: أن اللَّه - تعالى - يكون مكلمًا للبشر بالرسول، وإن لم يشافهه المرسل، وكأن ذلك تسمية بطريق المجاز؛ إذ لم يكن في الحقيقة كلام الرسول كلام المرسل، وكذلك في قوله:  (وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ) ، لا يكون ما يسمع من الرسول - عليه السلام - كلام اللَّه حقيقة، وكذا ما يقال: سمعت من فلانة قول فلان، أو حديث فلان كله، على المجاز، ليس على التحقيق، واللَّه أعلم. </p><p> ويحتمل أن يكون سبب نزول قوله:  (وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا. . .) والآية - قول أُولَئِكَ الكفرة؛ حيث أخبر اللَّه - تعالى - بقوله:  (وَقَالَ الَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌ. . .) الآية، وقولهم:  (لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا) ، سألوا أن يروا ربهم جهارًا، فقد حجبوا عن رؤية اللَّه - تعالى - في الدنيا والآخرة، حيث قال:  (كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ) ، وسألوا أن يكلمهم شفاها، فأخبر أنه لا يكلم أحدًا شفاهًا، ولكن يكلم بما ذكر من الأوجه الثلاثة؛ حيث قال:  (وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا) ردًّا عليهم، فأخبر اللَّه - تعالى -: أن طريق تكليمه الخلق في الدنيا هذه الوجوه التي ذكرنا، وقد كلم البشر من هذه السبيل والطريق التي ذكر؛ حيث قال:  (اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ) ، أخبر أنه أنزل إليهم ما ذكر، كما أنزل على الرسول، وحيث قال:  (وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ. . .) الآية، وغير ذلك من الآيات مما يكون كأنه قد كلمهم بما ذكر، كما كلم الرسل من الوجوه التي ذكر. </p><p> وقوله:  (وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ (٥٢) كأنه يقول: هكذا أوحينا إلى الرسل الذين من قبلك بالوجوه والطرق التي ذكرنا كما أوحينا إلى الذين من قبلك. </p><p> وقوله:  (رُوحًا مِنْ أَمْرِنَا) . </p><p> قَالَ بَعْضُهُمْ:  (رُوحًا) جبريل بأمرنا. </p><p> وقَالَ بَعْضُهُمْ: أي: أوحينا إليك أمرًا من أمرنا. </p><p> وقَالَ بَعْضُهُمْ:  (رُوحًا مِنْ أَمْرِنَا) أي: الكتاب الذي أنزله عليه وأوجبه إليه، سماه: </p><p> روحًا؛ لأنه يحيي به أن دين، وتكون به حياة الدِّين، ويحيي به الأبدان، وهو حياة الذكر والشرف، وهو كقوله:  (وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ) .، حياة الذكر والشرف، واللَّه أعلم. </p><p> وقوله:  (مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ) أمَّا الكتاب فإنه لا شك أنه كان لا يدريه ولا يعلمه حتى أدراه وأعلمه، وأمَّا الإيمان حيث أخبر أنه لا يدريه فهو يحتمل وجوهًا: </p><p> أحدها: ما كنت تدري ما الإيمان؟ في حق اللسان. </p><p> أو ما كنت تدري ما الإيمان؟ في حق الإيمان. </p><p> أو ما كنت تدري ما الإيمان؟ في حق قدره ومحله ومنزلته عند اللَّه تعالى. </p><p> فإن كان المراد في حق اللسان، فهو ظاهر أنه كان لا يدري في حق ابتداء الأمر أن الإيمان هو التصديق أو التوحيد، أو ما هو؟ وهو معروف أنه كان لا يدريه في حق اللسان حتى أدراه وأعلمه أنه ماذا؟ وكذلك جميع أهل اللسان، لا علم لهم بذلك حتى علمهم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فنزل جبريل، وسأل النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: ما الإيمان؟ وما الإسلام؟ على صورة أعرابي حتى قال النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" إن هذا كان جبريل نزل ليعلمكم معالم دينكم \" ، والله أعلم. </p><p> وإن كان في حق فعل الإيمان ومباشرة ركنه، فهو إذن كان غير قادر على فعله وإتيانه على هذه وكان لا يدري، لكنه لا يدريه فإنه لا يوصف بالجهل به؛ ألا ترى أن الصغار لا يدرون، ولا يقال: إنهم جهلة، وإنَّمَا يوصف بالجهل من ملك الفكرة والنظر وأسباب العلم ثم ترك ذلك، فعند ذلك يوصف بالجهل، فأما من لم يملك ذلك ولم يبلغ هذا المبلغ فإنه لا يوصف بالجهل؛ ألا ترى أنه يقال للأعراض والأشياء: إنها لا تدري ولا توصف بالجهل؛ فعلى ذلك يجوز أن يوصف ويقال: إنه كان لا يدري، ولا يوصف ولا يقال: إنه كان جاهلا به، واللَّه أعلم. </p><p> ألا ترى أن الولد في البطن لا يوصف بأن له سمعًا وبصرًا ونحوه؛ لأنه ليس بمحل للسماع والبصر، فإذا أخرج منه عند ذلك يجعل له لما مكن من السماع والبصر، وهو ما ذكر بقوله:  (وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ) ، عندما مكن لهم ذلك. </p><p> وإن كان المراد: أنه لا يدري في حق المحل والمنزلة والقدر، فهو هكذا كان لا يدري </p>"
}