{
  "id": null,
  "sura": 43,
  "aya": 7,
  "text": "<p> وقوله:  (وَكَمْ أَرْسَلْنَا مِنْ نَبِيٍّ فِي الْأَوَّلِينَ (٦) وَمَا يَأْتِيهِمْ مِنْ نَبِيٍّ إِلَّا كَانُوا بِهِ يَسْتَهْزِءُونَ (٧) : فيه دعاء الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إلى الصبر بما يعامله قومه؛ حيث ذكر له أن من أرسل من الرسل الذين كانوا قبله عاملهم قومهم من الاستهزاء بهم والأذى لهم مثل معاملة قومك إياك، فصبروا على ذلك، فاصبر أنت على أذى قومك إياك وسوء معاملتهم، واللَّه أعلم. </p><p> وفيه أنه يرسل الرسول وإن علم منهم أنهم يكذبونه، وكذا ينزل الكتاب وإن علم منهم أنهم يردونه ولا يقبلونه؛ لأنه ليس يرسل الرسول ولا ينزل الكتب لمنفعة نفسه، ولا لدفع المضرة عن نفسه، ولكن إنما يرسل وينزل لمنفعتهم، ولدفع المضرة عن أنفسهم، فسواء عليه أن قبلوه أو ردوه، وليس كملوك الأرض إذا أرسلوا رسولا وكتابًا إلى من يعلمون أنهم يكذبون رسلهم ويردون كتابهم، يكونون سفهاء؛ لأنهم إنما يرسلون لحاجة أنفسهم؛ أو لدفع المضرة؛ فحيث لم يحصل غرضهم؛ بل يلحقهم بذلك ضرر وزيادة صدّ له واستخفاف، لم يكن ذلك حكمة، بل يكون سفهًا، فأمَّا اللَّه - سبحانه وتعالى - إذا لم يرسل وينزل لجرّ النفع ودفع الضرر؛ بل لإلزام الحجة وإزالة العذر، ونحو ذلك كان حكمة، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَهْلَكْنَا أَشَدَّ مِنْهُمْ بَطْشًا وَمَضَى مَثَلُ الْأَوَّلِينَ (٨) فيه تحذير أُولَئِكَ الكفرة أن ينزل بهم بتكذيبهم الرسول، وسوء معاملتهم إياه، كما نزل بأُولَئِكَ الكفرة المتقدمين بتكذيبهم الرسل، وسوء معاملتهم إياهم، واللَّه أعلم. </p><p> وقوله:  (فَأَهْلَكْنَا أَشَدَّ مِنْهُمْ بَطْشًا) يحتمل وجهين: </p><p> أحدهما: أي: أهلكنا من كان أشد قوة وبطشًا من هَؤُلَاءِ، ثم لم يتهيأ لهم الامتناع لشدة قوتهم وبطشهم عما نزل بهم من العذاب، فعلى ذلك لو نزل لهَؤُلَاءِ لم يتهيأ لهم الامتناع مع ضعفهم. </p><p> والثاني: أن يكون قوله: (أَشَدَّ مِنْهُمْ بَطْشًا) وصف ذلك العذاب الذي نزل بهم؛ أي: ملك العذاب أشدّ منهم بطشًا؛ فلا يمتنع عمله؛ لبطشهم وفوتهم، أما إذا كان شدة العذاب وبطشه دون بطشهم ربما لا يعمل ولا يؤثر فيه؛ لذلك وصف العذاب بكونه أشد منهم بطشًا، وهو كقوله - تعالى -: (إِنَّ عَذَابِي لَشَدِيدٌ) ، واللَّه أعلم. </p><p> وقوله:  (وَمَضَى مَثَلُ الْأَوَّلِينَ) ، هذا يخرج على وجهين: </p><p> أحدهما:  (وَمَضَى مَثَلُ الْأَوَّلِينَ) أي: صار عذاب الأولين عبرة وعظة ومثلا للمتأخرين، كقوله:  (فَجَعَلْنَاهَا نَكَالًا لِمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِلْمُتَّقِينَ) . </p><p> والثاني:  (وَمَضَى مَثَلُ الْأَوَّلِينَ) أي: مضى عذاب الأولين، وهو عذاب الاستئصال؛ </p>"
}