{
  "id": null,
  "sura": 43,
  "aya": 35,
  "text": "<p> فعل في حق فرعون وأمثاله، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ (٣٥) أي: كل ما ذكر ليس إلا متاع الحياة الدنيا، أعطى من آثره على نعيم الآخرة والعاقبة للمتقين كما اختاروها على غيرها، واللَّه المستعان. </p><p> قَالَ الْقُتَبِيُّ: المعارج: الدرج؛ يقال: عرج: أي: صعد، ومنه المعراج؛ لأنه سبب إلى السماء أو طرف، (عَلَيْهَا يَظْهَرُونَ) أي: يعلون؛ ظهرت على البيت: إذا علوت سطحه، والزخرف الذهب، وكذا قول أبي عَوْسَجَةَ: المعارج: المصاعد، والمعراج: الصعود، والزخرف: كل شيء حسن، والزخرفة: التحسين والتزيين. </p><p> وهذا أشبه؛ ألا ترى أنه قال في آية أخرى:  (حَتَّى إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ) . أي: زينتها وحسنها، والسُّقُفُ: جمع السَّقْفِ، وهو سمك البيت. </p><p> * * * </p><p> قوله تعالى:  (وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ (٣٦) وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ (٣٧) حَتَّى إِذَا جَاءَنَا قَالَ يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ (٣٨) وَلَنْ يَنْفَعَكُمُ الْيَوْمَ إِذْ ظَلَمْتُمْ أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ (٣٩) أَفَأَنْتَ تُسْمِعُ الصُّمَّ أَوْ تَهْدِي الْعُمْيَ وَمَنْ كَانَ فِي ضَلَالٍ مُبِينٍ (٤٠) فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ (٤١) أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ (٤٢) فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ (٤٣) وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ (٤٤) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا) . </p><p> قَالَ بَعْضُهُمْ:  (يَعْشُ) أي: يعرض عن ذكر الرحمن. </p><p> وقَالَ بَعْضُهُمْ:  (يَعْشُ) أي: يعمى بصره، ويضعف عن ذكر الرحمن؛ أي: يعمى عنه ولا يقبله. </p><p> وقَالَ بَعْضُهُمْ: عشى يعشو من عمى البصر وضعفه، وعشى يعشى من الإعراض. </p><p> وقال أبو عبيدة:  (وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ) أي: يظلم بصره. </p><p> وقال الفراء:  (وَمَنْ يَعْشُ) أي: يعرض عنه، (وَمَنْ يَعْشَ) بنصب الشين أي: يعمى </p>"
}