{
  "id": null,
  "sura": 43,
  "aya": 78,
  "text": "<p> كأنهم يقولون: يا مالك، سل ربك ليقض علينا بالموت، يفزعون أولا إلى المؤمنين وهو قولهم:  (أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ قَالُوا إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ) ، فلما أيسوا من ذلك يفزعون إلى اللَّه تعالى يسألون الرجوع إلى المحنة؛ ليعملوا غير الذي عملوا بقولهم:  (رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ) ، فلما أيسوا عن ذلك يفزعون إلى مالك؛ ليسأل ربه؛ ليقضي عليهم بالموت، فقال:  (إِنَّكُمْ مَاكِثُونَ) ، وهو ما قال - عَزَّ وَجَلَّ -: (لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ. . .) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَقَدْ جِئْنَاكُمْ بِالْحَقِّ وَلَكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ (٧٨) هذا على أثر ما ذكر؛ كقوله تعالى:  (إِنَّا لَنَنْصُرُ رُسُلَنَا) ، على أثر قوله:  (أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ. . .) الآية. </p><p> يحتمل أن يكون القولان جميعًا من اللَّه تعالى، أعني: قوله تعالى: (لَقَدْ جِئْنَاكُمْ بِالْحَقِّ) ، وقوله - تعالى -: (إِنَّا لَنَنْصُرُ رُسُلَنَا) ، واللَّه أعلم. </p><p> ويمكن أن يكون العذاب جميعه من الملائكة؛ إذ جائز إضافة الرسل إلى الملائكة؛ إذ هم رسل الناس رسولنا فعل كذا، واللَّه أعلم. </p><p> ثم قوله:  (لَقَدْ جِئْنَاكُمْ بِالْحَقِّ) . </p><p> الحق: كل ما يحمد عليه فاعله ويحمد هو بما منه ذلك الفعل، والباطل: كل ما يذم عليه فاعله ويذم هو بما منه، واللَّه أعلم. </p><p> ثم الحق المذكور يحتمل القرآن، ويحتمل الحق: ما تركوا اتباع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إلى ما دعاهم إليه، ويقولون: الحق هو الذي عليه آباؤنا (وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ) ، ثم قال:  (قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَى مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ) ، وقال هاهنا:  (لَقَدْ جِئْنَاكُمْ بِالْحَقِّ) أي: جئناكم بما هو أهدى وأحق مما عليه آباؤكم. </p><p> وقوله:  (وَلَكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ) . </p><p> فَإِنْ قِيلَ: كيف قال: (وَلَكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ) وإنما خاطب به أهل النار، وكانوا جميعًا كارهين للحق. </p><p> نقول: إنه يخرج على وجهين: </p><p> أحدهما: أن أكثرهم قد عرفوا أنه الحق، لكنهم كرهوا اتباعه والانقياد له؛ عنادًا منهم ومكابرة بعد ظهور الحق عندهم وتبينه لديهم؛ مخافة ذهاب الرياسة عنهم وزوال مكانتهم ولم يظهر لأقلهم، ولم يعرفوا، واللَّه أعلم. </p>"
}