{
  "id": null,
  "sura": 43,
  "aya": 63,
  "text": "<p> علم للساعة؛ لأنه به ختم النبوة والرسالة، وقال:  \" أنا والساعة كهاتين \" وأشار إلى إصبعين من يده، وإنما بعثه اللَّه - تعالى - عند قرب الساعة، فهو علم للساعة. </p><p> ثم قراءة (عَلَمٌ لِلسَّاعَةِ) بالتثقيل، فمعناه: العلامة لها والدليل عليها، ومن قرأ (عِلْمٌ لِلسَّاعَةِ) بالجزم، فمعناه: يعلم به قرب الساعة. </p><p> وقوله:  (فَلَا تَمْتَرُنَّ بِهَا) أي: لا تشكنّ بالساعة فإنها كائنة لا محالة، وعلى ذلك يقولون في بعض التأويلات في قوله - تعالى -: (فَقَدْ جَاءَ أَشْرَاطُهَا) ، أي: أعلامها؛ أي: مُحَمَّد، عليه أكمل التحيات. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاتَّبِعُونِ هَذَا صِرَاطٌ مُسْتَقِيمٌ) ، فإن كان قوله:  (وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ) هو مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فكأنه قال - عليه السلام -: أنا علم للساعة وقريب منها فاتبعوني، وإن كان عيسى - على نبينا وعليه السلام - يقول: إنه علم للساعة وآية لها، فاتبعوني قبل أن يخرج وينزل. </p><p> وقوله:  (وَلَا يَصُدَّنَّكُمُ الشَّيْطَانُ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ (٦٢) . </p><p> يحتمل قوله - تعالى -: (وَلَا يَصُدَّنَّكُمُ الشَّيْطَانُ) عن الإيمان بالساعة وكونها؛ فإنه عدو مبين. </p><p> ويحتمل: لا يصدنكم عن مُحَمَّد وعن الصراط المستقيم الذي ذكر؛ فإنه عدو مبين بين عداوته إياكم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَمَّا جَاءَ عِيسَى بِالْبَيِّنَاتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلِأُبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (٦٣) . </p><p> قال أهل التأويل: بيناته: هي ما كان يأتي به من نحو إحياء الموتى، وإبراء الأكمه والأبرص، والإنباء بما يأكلون وما يدخرون، ونحو ذلك. </p><p> والأصل في آيات الأنبياء والرسل أنها كانت من وجوه ثلاثة تُلزمهم التصديق بهم: </p><p> أحدها: ما يأتون في كل شيء صغر أو عظم، دلالة ذلك ما يعلم كل ذي لب وعقل على أن ذلك حكمة وعقل عليهم اتباعهم في ذلك، وهو توحيد اللَّه - تعالى - وتنزيهه عما لا يليق به، واللَّه أعلم. </p><p> والثاني: كانت في أنفسهم وأحوالهم التي كانوا عليها بينات تلزمهم تصديقهم، وهو أنهم لبثوا بين أظهرهم، وكانوا فيهم طول عمرهم، فلم يؤخذ عليهم كذب قط، ولا ظهر منهم ما يرجع إلى دناءة الأخلاق، ولا شيء من ذلك، واللَّه أعلم. </p><p> والثالث: ما كانوا يأتون من الأفعال والمعجزة الخارجة عن توهم العباد والمعتاد من فعلهم يلزم كل صنف قبولها. </p>"
}