{
  "id": null,
  "sura": 43,
  "aya": 30,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (جَاءَهُمُ الْحَقُّ) أي: القرآن (وَرَسُولٌ مُبِينٌ) أي: مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بين أنه من عند اللَّه - تعالى - جاء، وأنه رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَمَّا جَاءَهُمُ الْحَقُّ قَالُوا هَذَا سِحْرٌ وَإِنَّا بِهِ كَافِرُونَ (٣٠) لم تزل كانت عادة رؤساء الكفرة والأشراف منهم التكلم بهذه الكلمة عند نزول الآيات والمعجزات؛ يريدون بذلك التمويه على أتباعهم والتلبيس، فعلى ذلك قول هَؤُلَاءِ:  (هَذَا سِحْرٌ وَإِنَّا بِهِ كَافِرُونَ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ (٣١) ظن هَؤُلَاءِ أنه لما وسع عليهم الدنيا، وأنعم عليهم، وأعطى لهم الأموال إنما أعطوا ذلك ووسع عليهم لكرامة لهم عند اللَّه - تعالى - وفضل وقدر لديه، ومن ضيق عليه الدنيا ولم يعط ذلك إنما ضيق عليه ومنع لهوانه عنده، فقالوا عند ادعاء مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - الرسالة ونزول القرآن عليه من اللَّه - تعالى -: (لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ) وظنوا أن من عظم قدره ومنزلته عند الخلق بما وسع عليه وأعطي من الأموال هو عند اللَّه كذلك، قالوا: لو كان ما يقول مُحَمَّد حقًّا: إن هذا القرآن إنما أنزل من عند اللَّه، هلا أنزل على رجل من القريتين عظيم؟ فأخبر - عَزَّ وَجَلَّ - أنه لم يوسع الدنيا على من وسع لفضل منزلته وقدره عنده، وعلى من ضيق إنما ضيق لهوان له عنده، لكن رب مضيق عليه مكرم عظيم عند اللَّه، ورب موسع عليه يكون مهانًا عنده. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ (٣٢) هو يخرج على وجهين: </p><p> أحدهما: أي: إنهم لا يملكون قسمها على تدبير ما أنشئوا، وعلى تقدير ما خلقوا، وهي ما ذكر من المعاش وأسباب الرزق من التوسيع والتفضيل، فالذي لم يجعل إليهم في ذلك شيء من تدبيره وتقديره أحق وأولى ألا يملكوا قسم ذلك بينهم واختياره، وهو النبوة والرسالة، ووضعها حيث شاءوا؛ هذا أحد التأويلين. </p><p> ثم قوله - تعالى -: (نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ) دلالة في خلق أفعال الخلق؛ لأن التفضيل والتوسيع في الرزق والمعيشة إنما يكون باكتساب يكون منهم، وأسباب جعلت لهم، ثم أخبر أنه هو يقسم ذلك، دل ذلك على أنه هو منشئ أكسابهم، وخالق أفعالهم، وأن له في ذلك تدبيرًا؛ لأنا نرى من هو أعلم وأقدر على أسباب الرزق كانت الدنيا عليه أضيق، ومن هو دونه في تلك الأسباب والاكتساب كانت عليه أوسع؛ دل ذلك على أنه لو كان على تدبيرهم خاصة، لكانت تكون هي أوسع على من هو أجمع لأسبابها واكتسابها، وأقدر على ذلك، وتكون أضيق على من ليست له تلك الأسباب. </p>"
}