{
  "id": null,
  "sura": 43,
  "aya": 27,
  "text": "<p> ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ (٣٥) . </p><p> وقوله:  (وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ (٢٦) إِلَّا الَّذِي فَطَرَنِي ... (٢٧) والإشكال: أنه - عليه السلام - تبرأ من عبادة جميع ما يعبدون، واستثنى عبادة الذي فطره وهو اللَّه - تعالى - وهم لا يعبدون الذي فطره، فكيف يستثنى من جملة عبادة من يعبدون، والاستثناء إنما يكون من جنس المستثنى منه. </p><p> فنقول: قَالَ بَعْضُهُمْ: إنه تبرأ من عبادة من عبدوا واستثنى عبادة من فطره؛ لأن فيهم من عبد الذي فطره، وهو اللَّه - تعالى - فلو تبرأ من عبادة جميع ما يعبدون على الإطلاق لصار متبرئًا عن عبادة اللَّه - تعالى - لذلك استثنى عبادة اللَّه، واللَّه أعلم. </p><p> لكن الإشكال أنه لم يظهر أن في قومه من يعبد اللَّه - تعالى - وهو الذي فطره وخلقه، فما معنى الاستثناء، فيقال: إنه لم يكن في قومه من يعبد الذي فطره، فكان في آبائهم وأوائلهم من يعبد الذي فطرهم، فيرجع استثناؤه إلى ذلك، واللَّه أعلم. </p><p> ويحتمل أنه إنما استثنى الذي فطره على طريق الاحتياط؛ لاحتمال أن يكون فيهم من يعبد اللَّه - تعالى - ولا وقوف له على ذلك فيصير متبرئًا من ذلك لو تبرأ ممن يعبدون جميعًا، واللَّه أعلم. </p><p> ويحتمل أن يكون استثنى الذي فطره؛ لأنهم كانوا يعبدون هذه الأصنام والأوثان دون اللَّه - تعالى - رجاء أن تشفع لهم فتقربهم إلى اللَّه زلفى؛ لقولهم:  (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) ، وقولهم:  (هَؤُلَاءِ شُفَعَاؤُنَا عِندَ اللَّهِ) ، فرجع استثناؤه إلى حقيقة الذي قصدوا بالعبادة، وهو الذي فطرهم، واللَّه أعلم. </p><p> ويحتمل أن يكون هذا استثناء منقطعًا وهو الاستثناء بخلاف الجنس بمعنى لكن، معناه: إني براء مما تعبدون، ولكن أعبد الذي فطرني، وذلك جائز في اللغة؛ كقوله - تعالى -: (لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا) ، وقوله - عَزَّ وَجَلَّ -: (إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ) ، أي: ولكن تجارة عن تراض؛ لأنه لا يجوز أن يستثنى التجارة عن تراض من الباطل، ولا السلام من اللغو، ونحو ذلك كثير، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ) ذكر أن هذا الحرف (بَرَاءٌ) على ميزان واحد في الوحدان والتثنية والجمع. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنَّهُ سَيَهْدِينِ) هذا يخرج على وجهين: </p><p> أحدهما: أي: سيثبتني على الهدى. </p>"
}