{
  "id": null,
  "sura": 43,
  "aya": 82,
  "text": "<p> وقوله:  (بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ) . </p><p> هذا وعيد وتنبيه منه لهم؛ يخبر أن رسله يكتبون ما يسترون ويخفون من المنكر وغيره؛ ليكونوا أبدا على حذر ويقظة، واللَّه أعلم. </p><p> وقوله:  (قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ (٨١) له بالتعالي والتنزيه عن الولد، أي: وأنا أول من يعبد الرحمن بالإيمان والتصديق أنه ليس له ولد، على هذا أعبد اللَّه تعالى. </p><p> والثاني: ما كان للرحمن ولد فأنا أول الآنفين، وهو من عَبِدَ يَعْبِد، أي: أنف يأنف، فيكون هذا تنزيه تَصريحٍ عن الولد، والأول تنزيه له بالكناية، هذا إذا كان معنى قوله:  (قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ) ما كان للرحمن ولد. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (فَأَنَا أَوَّلُ الْعَابِدِينَ) يخرج على التأويل - أيضًا - على وجهين: </p><p> أحدهما: أي: لو كان للرحمن ولد على زعمكم وعلى ما عندكم فأنا أول من أتبرأ عن أن يكون له ولد، وأدعوكم إلى الرحمن الذي لا ولد له، وهو كقوله - تعالى -: (أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ) ، أي: أين شركائي الذين تزعمون أنتم أنهم شركاء؟ وقوله تعالى:  (وَانْظُرْ إِلَى إِلَهِكَ الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا) ، أي: انظر إلى إلهك الذي هو في زعمك إله. </p><p> والثاني: يحتمل أن يقول له: قل: لو كان يجوز أو يحتمل أن يكون له ولد، فأنا أول من أعبده على ذلك، أو أول من أقول أنا بذلك، فإذ لم أقل بذلك وأنا رسول اللَّه، فظهر أنه لا يحتمل ولا يجوز أن يكون له ولد، وهو كقوله - تعالى -: (لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ) ، أي: لو كان يجوز أن يريد اللَّه أن يتخذ ولدًا لاصطفى ممن عنده وممن شاء، لا مما هو عندكم ومما تختارون أنتم، لكن لا يحتمل ولا يجوز أن يتخذ ولدًا. </p><p> وقَالَ بَعْضُهُمْ في قوله - تعالى -: (قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ) يقول: كما أني لست أول من عبد اللَّه، فكذلك ليس للرحمن ولد؛ كقول الرجل: لو كان ما تقول حقًّا فأنا حمار، معناه: ليس الذي تقوله بحق، كما أني لست بحمار، واللَّه أعلم. </p><p> ثم نزه نفسه عن الولد، وأنه لا يجوز أن يكون له ولد حيث قال:  (سُبْحَانَ رَبِّ السَّمَاوَاتِ وَالْأَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ (٨٢) أي: رب السماوات، ورب الأرض، ورب من فيهن، ورب العرش. </p><p> قال أهل التأويل: أي: رب السرير. </p><p> لكن لا يحتمل أن يكون تأويل العرش - هاهنا - السرير، فينسب إلى السرير، فيقال: </p>"
}