{
  "id": null,
  "sura": 43,
  "aya": 11,
  "text": "<p> أقل في القدرة والأعجوبة؟ واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَجَعَلَ لَكُمْ فِيهَا سُبُلًا لَعَلَّكُمْ تَهْتَدُونَ (١٠) </p><p> جائز أن يكون ذكر هذا على سبيل النعت والوصف لله - تعالى عَزَّ وَجَلَّ - صلة لقوله:  (وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ) الذي وصفه أنه جعل الأرض كذا وأنزل كذا. </p><p> ويحتمل أن يكون أراد: ولئن سألتهم عن الأرض وما ذكر أنه من جعلها مهدًا؟ ومن جعل لهم فيها سبلا؟ فقالوا: اللَّه جعل ذلك على ما قالوا في السماوات والأرض. </p><p> وفيه وجوه من الدلالة: </p><p> أحدها: يذكرهم نعمه عليهم؛ حيث جعل هذه الأرض بحيث يمهدونها، ويفترشونها، وينتفعون بها بأنواع المنافع، وبحيث مكن لهم الوصول إلى حوائجهم التي فرقها في الأمكنة المتباعدة بما جعل لهم فيها سبلا وطرقًا يسلكون فيها ليصلوا إلى الحوائج التي فرقت في البلدان المتباعدة، ما لولا جعله فيها السبل والطرق التي جعل ما قدروا السلوك فيها، ولا عرفوا أنهم من أي جهة يصلون إلى حوائجهم التي فرقت؟ فيلزمهم بما ذكر القيام بشكره على تلك النعم. </p><p> وفيه دلالة حكمته؛ ليدلهم أنه إنما جعل لهم ما ذكر لحكمة، لم يجعلها عبثًا باطلا؛ فيلزم حيث فرق حوائجهم في أمكنة متباعدة ثم مكن لهم الوصول إليها؛ ليعلم أن الذي ملك أنفسهم هو مالك أطراف الأرض؛ إذ لو كان هذا غير مالك ذلك، لمنعهم عن الوصول إلى حوائجهم. </p><p> وفيه دلالة قدرته، حيث جعل لهم في الأرض ما ذكر من التسخير لهم، حتى ظهروها ويفترشوها ويسلكوا فيها السبل التي جعلها لهم إلى حيث أرادوها وقصدوها، ومكن لهم ذلك ليعلم أن من قدر على ما ذكر لا يعجزه شيء. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِي نَزَّلَ مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَنْشَرْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ تُخْرَجُونَ (١١) . </p><p> فيما ذكر من إنزال الماء من السماء، ونشره في الأرض، وإنبات النبات فيها بذلك الماء دلالة من الوجوه التي ذكرنا في قوله:  (جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا) فإنه أنزل الماء من السماء؛ ليكون في الأرض أنواع النعم التي ذكر، وجعل منافع السماء متصلة بمنافع الأرض على بعد ما بينهما؛ ليعلموا أعظم نعمه عليهم، وليعلموا أن مالكهما واحد، وما </p>"
}