{
  "id": null,
  "sura": 43,
  "aya": 5,
  "text": "<p> لَهُ كُنْ فَيَكُونُ). </p><p> والثالث: أنزلناه عَرَبِيًّا لكي يلزمهم أن يعقلوه ويتبعوه؛ ليزول عذرهم والاحتجاج على اللَّه - تعالى - أنه كان على غير لساننا، واللَّه أعلم. </p><p> وعلى هذا يخرج تأويل \" لعل \" في جميع القرآن أنه للتحقيق إذا كان من اللَّه تعالى. </p><p> فَإِنْ قِيلَ: فعلى التأويل الأخير، كيف يخرج قوله:  (لَعَلَّكُمْ تُفْلِحُونَ) ، لا يستقيم أن يقال: لكي يلزمكم أن تفلحوا؟ </p><p> قيل: معناه: لكي يلزمكم السبب الذي به تفلحون، وهو مباشرة الإيمان والطاعات، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ (٤) . </p><p> قوله:  (وَإِنَّهُ فِي أُمِّ الْكِتَابِ) يرجع إلى وجهين: </p><p> أحدهما: أي: القرآن في أصل الكتاب، وبه أقول، وهو اللوح المحفوظ، وأم الشيء: أصله ويسمى أم القرى مكة؛ لهذا. </p><p> والثاني: أي: القرآن في الكتب المتقدمة، فإن الأمهات سميت: أمهات؛ لتقدمها على الولد، وهو كقوله:  (وَإِنَّهُ لَفِي زُبُرِ الْأَوَّلِينَ) ، وقوله - تعالى -: (إِنَّ هَذَا لَفِي الصُّحُفِ الْأُولَى (١٨) صُحُفِ إِبْرَاهِيمَ وَمُوسَى). وقوله - عَزَّ وَجَلَّ -: (لَعَلِيٌّ حَكِيمٌ) . </p><p> قال ابن عَبَّاسٍ: أي: هو أعلى الكتب وأحكمها وأعدلها. </p><p> وقَالَ بَعْضُهُمْ: وصف كتابه بالعظمة والمنزلة والشرف عنده. </p><p> وقوله:  (حَكِيمٌ) يحتمل وجهين: </p><p> أحدهما: حكيم بمعنى: محكم؛ كقوله - تعالى -: (أُحْكِمَتْ آيَاتُهُ) ، أي: بالحجج والبراهين. </p><p> والثاني: سماه: حكيمًا؛ لما جعل فيه من الحكمة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا أَنْ كُنْتُمْ قَوْمًا مُسْرِفِينَ (٥) اختلف في الذكر: </p><p> قَالَ بَعْضُهُمْ: القرآن. </p><p> وقَالَ بَعْضُهُمْ: الرسول. </p><p> وقَالَ بَعْضُهُمْ: العذاب والعقوبة. </p><p> واختلف في قوله:  (أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا) : </p><p> قَالَ بَعْضُهُمْ: أفنترك ونذر الذكر سدى (أَنْ كُنْتُمْ قَوْمًا مُسْرِفِينَ) أي: لأنكم كذا، ولأجل أنكم كذا. </p><p> وقَالَ بَعْضُهُمْ: أفنترك الوحي لا نأمركم بشيء، ولا ننهاكم عن شيء، ولا نرسل إليكم رسولا. </p><p> وقَالَ بَعْضُهُمْ:  (أَفَنَضْرِبُ) أي: أفنذهب عنكم بهذا القرآن سدى، لا تسألون، ولا تعاقبون على تكذيبكم إياه. </p><p> وقَالَ بَعْضُهُمْ:  (أَفَنَضْرِبُ عَنْكُمُ) أي: فيمسك عنكم فلا يذكركم (صَفْحًا) أي: إعراضًا؛ وهو قول الْقُتَبِيّ؛ يقول: صفحت عن فلان: أي: أعرضت عنه، وأصل ذلك أنك توليه صفحتك؛ يقال ضربت وأضربت عن فلان: أي: أمسكته. </p><p> وقال أَبُو عَوْسَجَةَ:  (أَفَنَضْرِبُ) أي: مسكت؛ ضربت وأضربت، أي: مسكت. </p><p> وقوله:  (صَفْحًا) أي: ردًّا؛ يقال: سألني فلان حاجة فصفحته صفحًا؛ أي: رددته، واللَّه أعلم. </p><p> وبعضه قريب من بعض. </p><p> ثم الأصل عندنا أن الذكر يحتمل ما قالوا فيه من المعاني الثلاثة: القرآن، والرسول، والعذاب؛ لكن لا يحتمل قوله:  (أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا) أن يخرج على الابتداء على غير تقدم النوازل؛ لأنه لا يبتدأ بمثله. </p><p> ثم النوازل يحتمل أن كان منهم قول يقولون: يا مُحَمَّد، لو كان ما تقوله أنت: إنه من عند اللَّه وإنك رسوله، فكيف أنزل الكتاب أو أرسل الرسول إلينا على علم منه أنا نكذبه ونرده ولا نقبله، ومن علم من الملوك في الشاهد أنه يكذب رسوله ولا يقبل، لا يبعث الرسول، فكيف بعثك رسولا إلينا، أو أنزله عليك، أو بعثك رسولا فكذبناه وكذبناك، ورددناه ورددناك، فلا يرفعه ويرفعك دون تركه فينا؟ فيقول اللَّه - تبارك وتعالى - جوابًا لهم وردًّا لقولهم:  (أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا أَنْ كُنْتُمْ قَوْمًا مُسْرِفِينَ) ويقول: إنا لا نترككم سدى وإن علمنا منكم التكذيب والرد للرسول والوحي، ولا يمنعنا ذلك عن إنزاله إليكم، وتركه فيكم، ولا يحملنا ذلك على رفعه من بينكم؛ بل نأمركم وتنهاكم وإن كنتم تكذبونه ولا تقبلونه؛ وهذا لما ذكرنا في غير موضع أن حرف الاستفهام من اللَّه - </p><p> تعالى - يخرج على الإيجاب والتحقيق. </p><p> وقوله:  (أَفَنَضْرِبُ) أي: لا نترك إنزاله وإرساله وإن علمنا منكم التكذيب، وهو كقوله - تعالى -: (أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا) ، وقوله:  (أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى) ، أي: لا يترك سدى، ولا تحسبون أنا إنما خلقناكم عبثًا، فعلى ذلك قوله:  (أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا) فإن كان الذكر هو القرآن أو الرسول، فالتأويل: أنه وإن علم منكم الرد والتكذيب، فلا يمنعه ذلك عن إنزاله عليكم، وبعثه رسولا إليكم، وإن أنكرتم وإن كذبتموه ورددتموه فلا يحمله ذلك على رفعه من بينكم بشرككم وكفركم، وهو كما ذكر في قوله:  (وَكَمْ أَرْسَلْنَا مِنْ نَبِيٍّ فِي الْأَوَّلِينَ. وَمَا يَأْتِيهِمْ مِنْ نَبِيٍّ إِلَّا كَانُوا بِهِ يَسْتَهْزِءُونَ) ، أي: إنا وإن علمنا من أوائلكم التكذيب للرسل والكتاب، فلا يمنعنا ذلك عن إنزاله عليكم وبعثه إليكم؛ فعلى ذلك أنتم وإن علمنا منكم تكذيب الرسول وكتابه، لا يمنعنا ذلك عن إرساله وإنزاله؛ ليلزمكم الحجة، أو لعل فيكم من يصدقه ويؤمن به، أو غيركم يؤمن به ويصدقه وإن كذبتم أنتم. </p><p> هذا إن كان تأويل الذكر: رسولا أو كتابًا، وإن كان تأويل الذكر: العذاب، فيصير كأنه يقول: أفنترك تعذيبكم أو نمسك عنه ولا نعاقبكم وأنتم قوم مسرفون، أي: مشركون، على ما ذكر على إثره العذاب؛ حيث قال:  (فَأَهْلَكْنَا أَشَدَّ مِنْهُمْ بَطْشًا) أي: قوة، معناه: عذبناهم بالتكذيب مع شدة بطشهم وقوتهم وأنتم دونهم لا تعذبون؟ بل تعذبون، والله أعلم. </p><p> وعن قتادة يقول: لو أن هذا القرآن رفع حين رده أوائل هذه الأمة، لهلكوا، لكن اللَّه - تعالى بفضله ورحمته كرره عليهم، ودعاهم إليه كذا كذا سنة وما شاء اللَّه تعالى. </p><p> وعن الحسن قال: لم يبعث اللَّه تعالى نبيًّا إلا أنزل عليه كتابًا، فإن قبله قومه وإلا رفع، فذلك قوله:  (أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا أَنْ كُنْتُمْ قَوْمًا مُسْرِفِينَ) لا تقبلونه، فتلقته قلوب بقية، فقالوا: قبلناه ربنا قبلناه، لو لم يفعلوا ذلك رفع، ولم يترك على ظهر الأرض منه شيء. </p><p> ثم القراءة العامة (أَنْ كُنْتُمْ) منصوبة الألف بمعنى: إذ كنتم، ويقرأ - أيضًا - (إن كنتم) مكسورة على (إن) الشرط ومعناه: لا نتركه ولا نمسك عن إنزاله وإن كنتم قومًا مسرفين مشركين. </p>"
}