{
  "id": null,
  "sura": 43,
  "aya": 38,
  "text": "<p> عنه. </p><p> وقال أَبُو عَوْسَجَةَ:  (يَعْشُ) أي: يجاوز، وإن شئت جعلته من العشى، وهو ظلمة البصر، وإن شئت جعلته من التعاشي، وهو التعامي، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (عَنْ ذِكْرِ الرَّحْمَنِ) : القرآن. </p><p> ويحتمل: التوحيد والإيمان. </p><p> ويحتمل: رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقوله - عَزَّ وَجَلَّ -: (نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ) . </p><p> قَالَ بَعْضُهُمْ: نقيض: نقدر، والتقييض: التقدير؛ يقال: قيض اللَّه لك خيرًا، أي: قدره، وهو قول أبي عَوْسَجَةَ. </p><p> وقَالَ بَعْضُهُمْ: نقيض: أي: نهيئ له شيطانًا ويضم إليه (فَهُوَ لَهُ قَرِينٌ) ، والأصل في ذلك أن من آثر معصية اللَّه واختارها على طاعته كانت لذته وشهوته في ذلك، فالشيطان حيث اختار معصية اللَّه على طاعته صارت لذته في ذلك، وعلى ذلك من اتبعه فيما دعاه، وأجابه إلى ما دعاه إليه صارت لذته في ذلك، قارنه ولازمه في ذلك ليكونا جميعًا في ذلك في الدنيا والآخرة؛ على ما ذكر في آية أخرى:  (احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ. . .) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ ... (٣٧) السبيل المطلق هو سبيل اللَّه، والدِّين المطلق هو دين اللَّه، والكتاب المطلق هو كتاب اللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ) كانوا يحسبون أنهم مهتدون؛ لأن الشياطين كانوا يزينون لهم ويقولون: إن الذي أنتم عليه هو دين آبائكم وأجدادكم، ولو كانوا على باطل لا على حق ما تركوا على ذلك، ولكن أهلكوا واستؤصلوا، فإذ لم يهلكوا وتركوا على ذلك ظهر أنهم كانوا على الحق والهدى؛ كانوا يموهون لهم ويزينون كذلك، وظنوا أنهم على الهدى كما يقول لهم الشيطان، واللَّه الهادي. </p><p> وقوله - عَزَّ وَجَلَّ -: (حَتَّى إِذَا[جَاءَانَا](١) ... (٣٨) أي: الكافر وقرينه في الآخرة (قَالَ) الكافر (يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ) يحتمل أن يقول في الآخرة: يا ليت كان بينك وبيني في الدنيا بعد المشرقين؛ حتى لم أكن أراك ولم أتبعك. </p><p> ويحتمل أن يقول: يا ليت بيني وبينك بعد المشرقين في الآخرة. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (بُعْدَ الْمَشْرِقَيْنِ) . </p><p> قَالَ بَعْضُهُمْ: ما بين مشرق الصيف إلى مشرق الشتاء. </p><p>(١) قال السمين: قوله: {إِذَا جَآءَنَا}: قرأ أبو عمروٍ والأخوان وحفصٌ «جاءنا» بإسنادِ الفعلِ إلى ضميرٍ مفردٍ يعودُ على لفظ «مَنْ» وهو العاشي، وحينئذٍ يكونُ هذا ممَّا حُمِل فيه على اللفظ ثم على المعنى، ثم على اللفظ، فإنَّه حُمِلَ أولاً على لفظِها في قوله: «نُقَيِّضْ له» «فهو له»، ثم جُمِع على معناها في قوله: «وإنَّهم ليَصُدُّونهم» و «يَحْسَبون أنهم»، ثم رَجَعَ إلى لفظِها في قوله: «جاءنا»، والباقون «جاءانا» مُسْنداً إلى ضميرِ تثنيةٍ، وهما العاشي وقَرينُه. (الدر المصون. ٩/ ٥٨٩) اهـ (مصحح النسخة الإلكترونية).</p>"
}