{
  "id": null,
  "sura": 43,
  "aya": 49,
  "text": "<p> السلام - دل أن آية اليد أكبر من آية العصا، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ: هذا ليس على تحقيق جعل آية أكبر وأعظم من آية العصا، ولكن وصف الكل بالعظم والكبر؛ كقوله - تعالى -: (آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا) ، ليس على إثبات القرب في أحدهما دون الآخر، ولكن وصف قرب كل واحد منها من الآخر على السؤال، وكما يقال في العرف: إن أفراس فلان كل واحد أعدى من الآخر، وإن أصحاب فلان كل واحد أفضل من الآخر، وأنه لا يراد بذلك الترجيح، ولكن إثبات المخبر عنه؛ فعلى ذلك قوله - تعالى -: (وَمَا نُرِيهِمْ مِنْ آيَةٍ إِلَّا هِيَ أَكْبَرُ مِنْ أُخْتِهَا) وصف لهما جميعًا بالكبر، واللَّه أعلم. </p><p> ثم ذكر قوله - تعالى -: (فَلَمَّا جَاءَهُمْ بِآيَاتِنَا إِذَا هُمْ مِنْهَا يَضْحَكُونَ) وغير ذلك من أمثاله لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ليصبره على أذى قومه، وأنواع ما كانوا يستقبلونه من الاستهزاء به وبأتباعه، والضحك بما أتاهم من الآيات والحجج على رسالته، وعلى ذلك ما قال:  (وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ) أخبر أنه إنما قص عليه أنباء الرسل المتقدمة لتسلية فؤاده، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالُوا يَا أَيُّهَ السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ إِنَّنَا لَمُهْتَدُونَ (٤٩) والإشكال أنهم كيف يسمونه ساحرًا وكانوا يطلبون منه أن يدعو ربه ويسأله حتى يكشف عنهم العذاب؟ </p><p> فنقول: روي عن ابن عَبَّاسٍ - رضي اللَّه عنهما -: سموه: ساحرًا؛ لأن الساحر عندهم هو العالم المعظم الذي بلغ في العلم غايته ونهايته؛ لذلك قالوا: يا ساحر، ادع لنا ربك، وإلا لا يحتمل أن يكونوا يسألونه ويطلبون منه أن يدعو ربه ليكشف عنهم العذاب، ثم يسمونه: ساحرًا ويعنون به: سحرًا للكذب والباطل، واللَّه أعلم. </p><p> وقال مقاتل: إنهم قالوا: (يَا أَيُّهَ السَّاحِرُ ادْعُ لَنَا رَبَّكَ) قال لهم موسى - عليه السلام -: كيف أدعو ربي ليكشف عنكم ما ينزل بكم، وقد تسمونني ساحرًا، فرجعوا عن ذلك فقالوا:  (يَا مُوسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ) ؛ على ما ذكر في سورة الأعراف: الآية، واللَّه أعلم. </p><p> ويحتمل أن يكون قولهم:  (يَا أَيُّهَ السَّاحِرُ ادْعُ لَنَا رَبَّكَ) سموه: ساحرًا على ما كان عندهم أنه ساحر، فيقولون: إنك ساحر، إلا أن تدعو ربك فيكشف عنا الرجز؛ فعند ذلك </p>"
}