{
  "id": null,
  "sura": 43,
  "aya": 43,
  "text": "<p> والثاني: النهي عن استعجاله؛ كقوله:  (وَلَا تَسْتَعْجِلْ لَهُمْ) ، كأنه يقول: ليس ذلك إليك، إنما ذلك إليَّ: إن شئت أنزلت في حياتك وأريتك ذلك، وإن شئت أمتك ولم أرك شيئًا من ذلك، وهو كما قال:  (لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ. . .) الآية. </p><p> وقال قتادة في ذلك: إن اللَّه - تعالى - أذهب نبيه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأبقى النقمة بعده، ولم يره في أمته إلا الذي تقر به عينه، وليس نبي أو رسول إلا وقد رأى في أمته العقوبة غير نبيكم، عافاه اللَّه - تعالى - عن ذلك، ولا أراه إلا ما يقر به عينه، قال: وذكر لنا أن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أري الذي تلقى أمته من بعده، فما زال إلا منقبضًا ما استشاط ضحكًا حتى لحق بالله تعالى. </p><p> وقال الحسن قريبًا من قول قتادة في قوله - تعالى -: (فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ) قال: أكرم اللَّه - تعالى - نبيه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أن يريه في أمته ما يكره، ورفعه اللَّه - تعالى - وبقيت النقمة. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ (٤٣) الوحي إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من وجوه ثلاثة: </p><p> أحدها: القرآن، وهو الظاهر من الوحي إليه. </p><p> والثاني: وحي بيان، يبين للناس ما لهم وما لله عليهم، وما لبعضهم على بعض على لسان الملك جبريل أو غيره؛ على ما أراد اللَّه تعالى. </p><p> والثالث: وحي إلهام وإفهام، كقوله - تعالى -: (لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللَّهُ) ، وما أراه اللَّه - تعالى - هو ما ألهمه وأفهمه أمره - عَزَّ وَجَلَّ - بالتمسك على أنواع ما أوحي إليه ما هو قرآن وما هو بيان، وما هو إفهام، وأراه وآمنه أن يزيغ أو يزل أو يعدل عن الصواب في ذلك كله، ويبشره في ذلك كله أنك لو تمسكت بجميع ما أوحي إليك كنت على صراط مستقيم؛ حيث قال:  (فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ (٤٤) جائز أن يكون المراد بالذكر جميع أنواع ما أوحي إليه؛ فإن قوله:  (وَإِنَّهُ) كناية عن قوله: (بِالَّذِي أُوحِيَ إِلَيْكَ) أي: جميع ما </p>"
}