{
  "id": null,
  "sura": 43,
  "aya": 29,
  "text": "<p> والثاني: أي: فإنه سيهديني في حادث الوقت، والهدى مما يتجدد، فينصرف إلى إرادة حقيقة الهدى. </p><p> فعلى هذين الوجهين يخرج على التوفيق إلى الهدى، والعصمة عن ضده في المستقبل، ولا يحتمل أن يريد بهذا الهدى البيان بأن يقول: فإنه سيبين لي؛ لأنه قد بين له جميع ما يقع له الحاجة إليه، فلا يحتمل أن يسأل البيان، ولا يحتمل الأمر - أيضًا - فإنه قد تقدم الأمر به، ويرجع إلى حقيقة الهدى، أو إلى التوفيق والعصمة، ويكون في الآية دلالة على أن عند اللَّه - تعالى - لطفًا، وهو ما ذكرنا: أنه من أعطى ذلك يصير مهتديًا، وأنه لم يعط الكفرة ذلك، ولو أعطاهم لآمنوا. </p><p> وقوله:  (وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ (٢٨) . </p><p> هذا يحتمل وجهين: </p><p> أحدهما: الكلمة الباقية هي كلمة الهداية والتوحيد، فإنه سأل أن يجعل ما وجد منه من التبري من غير اللَّه - تعالى - وتحقيق عبادة اللَّه - تعالى - بقوله:  (إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ. إِلَّا الَّذِي فَطَرَنِي) كلمة باقية، وأنه كلمة التوحيد، فإن قوله:  \" لا إله \" ، نفي غير اللَّه، وقوله:  \" إلا اللَّه \" ، إثبات ألوهية اللَّه - تعالى - وذلك معنى قوله:  (إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ. إِلَّا الَّذِي فَطَرَنِي) وهو كقوله - تعالى -: (تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ. . .) الآية، وأجاب اللَّه - تعالى - سؤاله في دعائه، فلم يزل في ذرية إبراهيم وعقبه من يقولها، وذلك قوله - تعالى -: (وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمُ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ) . </p><p> والثاني: الكلمة الباقية: هي كلمة الدعوة إلى الهدى والتوحيد، وهي عبارة عن إبقاء النبوة والخلافة في ذريته إلى يوم القيامة، وهو ما قال:  (إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا قَالَ وَمِنْ ذُرِّيَّتِي قَالَ لَا يَنَالُ عَهْدِي الظَّالِمِينَ) أخبر أن الظالم من ذريته لا ينال عهده، فأما من لم يكن ظالمًا فإنه ينال عهده، وقد استجاب اللَّه دعاءه، فلم يزل الدعوة في ذريته والنبوة في خلفائهم إلى يوم القيامة؛ قال اللَّه - تعالى -: (وَلِكُلِّ قَوْمٍ هَادٍ) ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَلْ مَتَّعْتُ هَؤُلَاءِ وَآبَاءَهُمْ حَتَّى جَاءَهُمُ الْحَقُّ وَرَسُولٌ مُبِينٌ (٢٩) أخبر أنه متعهم وآباءهم في مكان لا نبات فيه، ولا زرع، ولا ماء، سخر الناس وحملهم على أن يحملوا إليهم الطعام، والأغذية، وأنواع الفواكه من الأمكنة البعيدة، ويجلبون إليهم ما ذكرنا، فذلك ما ذكر من تمتيعه إياهم. </p>"
}