{
  "id": null,
  "sura": 43,
  "aya": 48,
  "text": "<p> أدلة صدقه أظهر من دلالة صدق أُولَئِكَ، وهو كقوله:  (يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ. . .) إلى قوله: (فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا) ، وكقوله:  (فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ) ، و (الْمُشْرِكِينَ) ؛ إذ معلوم أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان لا يشك ولا يمتري في شيء من ذلك، فرجع الخطاب إلى غير ما ذكرنا. </p><p> ويحتمل أن يكون قوله - تعالى -: (وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا. . .) الآية؛ أي: لو سألتهم عن ذلك لقالوا جميعًا: لم يرسل بأمر بعبادة غير اللَّه - تعالى - واللَّه أعلم. </p><p> وحكاية على هذا -وليس من نسخة الأصل- سمعت مفسرًا ببخارى يقول: نزلت هذه الآية ليلة المعراج ورسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لما دخل بيت المقدس رأى الرسل والأنبياء - عليهم السلام - مجتمعين، ثم تقدم وصلى بهم ركعتين، فقام جبريل - عليه السلام - من الصف وقال: يا مُحَمَّد (وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا إِلَى فِرْعَوْنَ وَمَلَإِهِ ... (٤٦) قد ذكرنا آيات موسى - عليه السلام - التي أتى بها في غير موضع، وفيه الأمر بتبليغ الرسالة. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَقَالَ إِنِّي رَسُولُ رَبِّ الْعَالَمِينَ) ، وفيه أن التقية لا تسع للرسل - عليهم السلام - في ترك تبليغ الرسالة وإن خافوا على أنفسهم الهلاك. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَمَّا جَاءَهُمْ بِآيَاتِنَا إِذَا هُمْ مِنْهَا يَضْحَكُونَ (٤٧) هكذا عادة الفراعنة والرؤساء من الكفرة أنهم إذا أتاهم الرسل بالآيات ضحكوا منهم، واستهزءوا بهم؛ كقوله - تعالى -: (إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ. . .) الآية. </p><p> وقوله:  (وَمَا نُرِيهِمْ مِنْ آيَةٍ إِلَّا هِيَ أَكْبَرُ مِنْ أُخْتِهَا وَأَخَذْنَاهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ (٤٨) </p><p> قَالَ بَعْضُهُمْ: إن كل آية تأخرت عن الآية الأخرى فهي أعظم وأكبر من التي تقدمت؛ نحو ما كان منهم من الاستعانة؛ حيث قالوا:  (ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ لَئِنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ) ، ثم هو مما أراهم من الآيات قبل ذلك أعظم. </p><p> وقَالَ بَعْضُهُمْ:  (إِلَّا هِيَ أَكْبَرُ مِنْ أُخْتِهَا) وكانت اليد أعظم وأكبر من العصا؛ لأن العصا قد تهيأ للسحرة تمويهها وتحويلها من جنس العصا وجوهرها إلى غيرها من الجواهر، ولم يتهيأ لهم تحويل اليد عن جوهر اليد، وقد كان ذلك لموسى - عليه </p>"
}