{
  "id": null,
  "sura": 43,
  "aya": 20,
  "text": "<p> ثم قوله - عَزَّ وَجَلَّ -: (وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ إِنَاثًا) ، وقوله:  (وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ) ، وقوله:  (وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ) ، - ليس على حقيقة الجعل، ولكن على الوصف له والقول؛ أي: قالوا: إن الملائكة بنات اللَّه، ووصفوا لهم بما ذكر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُمْ مَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ (٢٠) تعلق المعتزلة بظاهر هذه الآية في أن اللهَ تعالى - لم يشأ الكفر من الكافر، وإنما شاء الإيمان، فإن الكفار ادعوا أن اللَّه - تعالى - شاء منهم الكفر، وما شاء منهم ترك عبادة الأصنام؛ حيث قالوا:  (لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُمْ) أي: لو شاء منا ترك عبادة الأصنام لتركناها، ولكن شاء منا عبادة الأصنام، واللَّه - تعالى - رد عليهم قولهم واعتقادهم فقال:  (مَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ) ، أي: ما هم إلا يكذبون. </p><p> وعندنا الآية تخرج على وجوه: </p><p> أحدها: أنهم في قولهم: (لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُمْ) صدقة؛ فإن معناه: لو شاء منهم تركهم عبادة الأصنام ما عبدوها، ولكن شاء أن يعبدوها فعبدوها؛ فيكون هذا منهم إخبارًا عن المخبر به على ما هو؛ فيكون صدقًا. </p><p> ثم قوله - تعالى -: (مَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ) يحتمل: إنما سماهم كذلك لما قالت المعتزلة: إنهم ادعوا وأخبروا أن الكفر بمشيئة اللَّه - تعالى - وأنه شاء منهم الكفر دون الإيمان، فاللَّه - تعالى - شاء منهم الإيمان دون الكفر، فقد أخبروا على خلاف المخبر به؛ فيكونون كاذبين. </p><p> ويحتمل أنهم قالوا ذلك وفي قلوبهم بخلاف ما أخبروا، وهو أن الكفر ليس مما شاء اللَّه - تعالى - وإنما شاء الإيمان كما تقوله المعتزلة، ولكن يقولون ذلك ردًّا على المسلمين الذين يدعونهم إلى الإيمان والرجوع عن الكفر: إنه إذا كان شاء منا الكفر دون الإيمان كيف نؤمن ونترك الكفر؟ والإخبار عما هو به وإن كان صدقًا، ولكن إذا كان في قلب المخبر واعتقاده خلاف ذلك فيكون ذلك الإخبار في نفسه صدقًا، لكن من حيث إنه إخبار عما في الضمير يكون كذبًا، وهذا كقول اللَّه - تعالى -: (إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ) ، وهم في قولهم:  (نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ) صدقة، لكن في إخبارهم عما في ضميرهم كذبة؛ لما لا يوافق ظاهر كلامهم حقيقة ما في قلوبهم، فيرجع تكذيب اللَّه - تعالى - إياهم لكذب قلوبهم، وإن كانوا في نفس قولهم:  (إِنَّكَ لَرَسُولُ اللَّهِ) صدقة، وإذا </p><p> احتمل الوجهين فلا تكون الآية حجة لهم مع الاحتمال، وعلى الوجهين جميعًا يكونون كاذبين؛ لذلك قال:  (إِنْ هُمْ إِلَّا يَخْرُصُونَ) ، واللَّه أعلم. </p><p> والثاني: أنهم وإن كانوا صادقين في ذلك فهم ربما قالوا ذلك على الاستهزاء والسخرية، لا على الجد؛ فيكون قصدهم تلبيس الصدق على الناس ورده، كقوله - عز وجل -: (وَيَقُولُ الْإِنْسَانُ أَإِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا) ، وهذا القول من هذا الإنسان حق وصدق، لكن إنما قال ذلك استهزاء منه وإنكارًا للبعث؛ ألا ترى أن اللَّه - تعالى - وعظه على ذلك وذكره، حيث قال:  (أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا) ، فعلى ذلك قول أُولَئِكَ وإن كان في الظاهر صدقًا فهم إنما قالوا ذلك استهزاء وسخرية على سبيل الإنكار وتلبيس الحق؛ فيكون إخبارهم من هذا الوجه ولهذا الغرض خرصًا وكذبًا، واللَّه أعلم. </p><p> والثالث: غرضهم بذلك الاحتجاج على المسلمين في توعيدهم بالعذاب بسبب العناد والكفران كيف نعذب وإنما باشرنا الكفر بمشيئته، ولو شاء أن نترك العبادة للأصنام تركنا فإذا كان شاء منا الكفر حتى كفرنا لماذا عاقبنا؟ فأبطل احتجاجهم بقوله - تعالى -: (مَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ) أي: هم جاهلون في الاحتجاج بهذا، كاذبون في أنهم باشروا الكفر بسبب مشيئة اللَّه - تعالى - إياهم الكفر، ولكن لسوء اختيارهم، وأسباب حاملة لهم على ذلك، وأصله: أن لا أحد من العصاة والفسقة والكفرة يفعل وعنده أن اللَّه - تعالى - شاء ذلك منهم، فإذا كان وقت فعله لا يفعل ما يفعل؛ لأن الله تعالى شاء ذلك منه لم يكن له هذا الاحتجاج والقول الذي قالوا، واللَّه الموفق. </p><p> والرابع: يحتمل أنهم يقولون: (لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُمْ) ، وقولهم:  (لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا) ، أي: لو أمرنا اللَّه - تعالى - بترك عبادتنا أُولَئِكَ الأصنام ما عبدناهم، لكن أمرنا أن نعبدهم، كانوا يدعون أنما يعبدون لأمر من اللَّه - تعالى - كقوله:  (وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا) . </p><p> أو أرادوا بالمشيئة: الرضا؛ يقولون: لولا أن اللَّه - تعالى - قد رضي بذلك عنا وعن آبائنا، وإلا ما تركنا وهم على ذلك؛ فاستدلوا بتركهم على ما اختاروا على أن اللَّه - تعالى - قد رضي بذلك عنهم، فردّ اللَّه - سبحانه وتعالى - بقوله:  (إِنْ هُمْ إِلَّا يَخْرُصُونَ) وبقوله: (قُلْ إِنَّ اللَّهَ لَا يَأْمُرُ بِالْفَحْشَاءِ. . .) الآية، وقد ذكرناه على الاستقصاء في قوله - تعالى -: (سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا. . .) الآية، واللَّه أعلم. </p>"
}