{
  "id": null,
  "sura": 43,
  "aya": 85,
  "text": "<p> وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ)، والأصنام التي تعبدونها لم يفعلوا ذلك، ولا يملكون شيئًا من ذلك، فكيف اتخذتموها آلهة دونه؟! واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُوَ الْحَكِيمُ الْعَلِيمُ) ذكر الحكيم والعليم على إثر ذلك يخرج على وجهين: </p><p> أحدهما: لسؤال الثنوية: أن اللَّه - عَزَّ وَجَلَّ - لا يجوز أن يبسط الرزق ويوسع الدنيا على من يعلم أنه يعاديه ويشتمه، ويعادي أولياءه ويشتمهم؛ لأن في الشاهد من يصنع إلى من يعلم أنه يعاديه معروفًا فليس بحكيم، فعلى ذلك يقولون: إن ذلك ليس من اللَّه - تعالى - ولكنه من إله غيره سفيه؛ لأنه وصف نفسه بالحكمة، وأنه يزيل الحكمة. </p><p> والثاني: لقول البراهمة في إنكارهم الرسالة أصلا، يقولون: ليس من الحكمة بعث الرسل إلى من يعلم أنه يكذبه ويكذب رسله ولا يقبل رسالته؛ بل يقتله ويعاديه؛ لذلك ينكرون رسالة الرسل، فأخبر - تعالى - بقوله:  (وَهُوَ الْحَكِيمُ الْعَلِيمُ) أن إعطائي إياهم ما أعطيتهم وبعثي الرسل إليهم على علم مني بما يكون منهم من التكذيب والعداوة - لا يخرجني عن الحكمة، ويخرج فاعل ذلك في الشاهد عن الحكمة؛ لأن ملوك الأرض إنما يرسلون الرسل ويبعثون الهدايا لمنافع أنفسهم ولحاجتهم، فإذا علموا من المبعوث إليهم الرسل والمصنوع إليهم المعروف ما ذكرنا - خرج من الحكمة، فأما اللَّه - تعالى - إنما بعث الرسل لحاجة المبعوث إليهم، ولمنافع أنفسهم، فكذلك ما يعطيهم من الدنيا لمنافع أنفسهم؛ فلم يخرج بذلك من الحكمة؛ لأنه لا تضره معاداة من عاداه، ولا تنفعه موالاة من والاه؛ بل كل ذلك راجع إليهم؛ بل صنع ما يصنع من المعروف إلى من يعلم أنه يعاديه يكون وصفًا له بغاية الكرم والجود، كذلك ما ذكرنا، وبطل قوله الثنوية والبراهمة، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتَبَارَكَ الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَعِنْدَهُ عِلْمُ السَّاعَةِ وَإِلَيْهِ تُرْجَعُونَ (٨٥) قوله: (تَبَارَكَ) قال أهل التأويل: أي: تعالى وتعاظم عما قالت الملاحدة فيه من الشريك، والولد، والصاحبة، وغير ذلك مما لا يليق به، ولا يجوز؛ فيكون تنزيهًا عن جميع ما قالوا فيه، وهو كحرف (سُبْحَانَ) الذي يكون تنزيهًا عما قالوا فيه، واللَّه أعلم. </p><p> قال بعض أهل الأدب:  (تَبَارَكَ) هو من البركة، لكن بعض العلماء قالوا: إن هذا التأويل لا يصح؛ لأن قوله:  (تَبَارَكَ) هو من وقوع البركة بنفسه، فهو اسم ملازم، ولا يجوز أن يوصف اللَّه - تعالى - بوقوع البركة، لكن عندنا (تَبَارَكَ) وهو تفاعل، والتفاعل هو فعل اثنين؛ فجائز نسبة البركة إليهما على حقيقة وقوعها بأحدهما وهو الخلق </p><p> للإيصال؛ على ما هو الأصل في مثل هذا، وله نظائر كثيرة. </p><p> وأصل تأويل (تَبَارَكَ) : ما قاله أهل التأويل: تعالى وتعاظم عن جميع ما قالت الملاحدة فيه مما لا يليق به من الولد، والشريك، وغير ذلك، لكن هو على التأويل، لا على تحقيق الاسم، فنظيره ما فسروا في قوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" وتعالى جدُّك \" أي: عظمتك، والجد هو في الحقيقة ليس هو اسم العظمة، ولكن هو خروج الأمر على ما يريد ويشاء، ويسميه الناس فيما بينهم بالفارسية: بختا، فسروا الجد بالعظمة؛ لنفاذ مشيئة العظيم، وخروج الأمور على ما يريده ويشاؤه، فعلى ذلك تفسيرهم (تَبَارَكَ) بما قالوا: تعالى وتعاظم على التأويل، لا على تحقيق الاسم؛ إذ هو من البركة، لكن كل من بورك فيه صار متعاليًا، فأطلقوا عليه (تَبَارَكَ) بمعنى: تعالى، لا بمعنى حقيقة الاسم، واللَّه أعلم. </p><p> ثم قوله:  (وَتَبَارَكَ الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا) بيان منه وتعليم للخلق ما يجوز النسبة له فقال: (لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) ، وقال:  (وَلَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ) ، ونحو ذلك، يبين لهم أن ينسبوا إليه هذا، ولا ينسبوا إليه من الولد، والشريك، والصاحبة ونحو ذلك؛ لأن نسبة الأشياء بكليتها يخرج مخرج الوصف له بالعظمة والجلال، نحو ما ذكرنا من قوله - تعالى -: (لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) ، وقوله:  (وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ) ، وقوله:  (وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) ، وقوله:  (خَالِقُ كُلِّ شَيْءٍ) ، ونسبة خاصية الأشياء إليه يخرج مخرج التعظيم والتبجيل لتلك الأشياء، ثم ينظر بعد هذا: فإن كانت تلك الأشياء الخاصة مما يجوز تعظيمها نسبت إليه وأضيفت، نحو قوله: بيت اللَّه، ومساجد اللَّه، ورسول اللَّه، وغير ذلك من الأشياء التي عظمها اللَّه - تعالى - ورفع قدرها ومنزلتها عنده، وإن كانت الأشياء مما يستقذر ويستقبح ويسترذل فلا يجوز النسبة إليه والإضافة؛ لما ذكرنا أن نسبتها إليه وإضافتها يخرج مخرج التعظيم لها، وهي ليست بمعظمة، ولكنها مسترذلة مستقذرة؛ فيكون وضع الشيء غير موضعه، وأنه خلاف الحكمة، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَعِنْدَهُ عِلْمُ السَّاعَةِ) يخرج على وجوه: </p><p> أحدها: أي: عنده علم ساعة: الصعقة؛ كقوله - تعالى -: (وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ. . .) الآية. </p><p> ويحتمل (وَعِنْدَهُ عِلْمُ السَّاعَةِ) : الزلزلة؛ كقوله:  (إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ) . </p><p> ويحتمل:  (وَعِنْدَهُ عِلْمُ السَّاعَةِ) : الفزع والهول؛ كقوله:  (فَفَزِعَ مَنْ فِي السَّمَاوَاتِ. . .) . </p>"
}