{
  "id": null,
  "sura": 43,
  "aya": 84,
  "text": "<p> رب السرير، ويجوز لغيره - أيضًا - أن يقال له: رب السرير، فيثبت المشاركة في النسبة بينه وبين الخلق، إلا أن يقال: إن لذلك السرير عند الخلائق موقعًا وقدرًا عظيمًا يليق القسم به، وإنه من أعظم المخلوقات وأعجبها، فكان نسبة هذا إلى اللَّه - سبحانه وتعالى - من باب التعظيم والإجلال له بمنزلة نسبة كل العالم إليه؛ فيكون جائزًا، والله أعلم. </p><p> ويحتمل أن يكون تأويل العرش - هاهنا - هو الملك؛ يقول: سبحان رب السماوات والأرض ورب الملك عما يصفون، ثم قد بينا حكمة ذكر السماوات والأرض على إثر ذكر الولد في غير موضع. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ (٨٣) هذا -في الظاهر- أمر بتركهم على ما هم عليه من الخوض واللعب وغيره، ومثل هذا مما لا يليق بالحكمة؛ إذ هو حرام في العقل، لكن يخرج على الوعيد، وإن كان صيغته صيغة الأمر، كقوله:  (اعْمَلُوا مَا شِئْتُمْ) ، هو في الظاهر وإن كان أمرًا فهو في الحقيقة وعيد، فعلى ذلك هذا يخرج على الوعيد. </p><p> ويحتمل أن يخرج على ترك المكافأة على ما يصنعون من الاستهزاء بهم، والأنواع من الأذى إلى اليوم الذي يلاقون ويعاينون العذاب حين لا تنفعهم الندامة في الرجوع في ذلك اليوم. </p><p> وأصل ذلك أن اللَّه - تعالى - قد أوعدهم بمواعيد شديدة، ووعظهم بمواعظ بليغة، فلم تنجع تلك المواعيد فيهم، ولا نفعهم شيء من ذلك. </p><p> والثاني: قد بين ما يزيل عنهم الشبه، وما يوجب التعلق به، وأوضح لهم طريق الحق والهدى، فلم يسلكوا مسلك طريق الحق، فأوعد لهم بما ذكر في ذلك اليوم ما لا تنفعهم ندامتهم في ذلك الوقت، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُوَ الَّذِي فِي السَّمَاءِ إِلَهٌ وَفِي الْأَرْضِ إِلَهٌ وَهُوَ الْحَكِيمُ الْعَلِيمُ (٨٤) الإله في اللغة هو المعبود؛ كأنه يقول - واللَّه أعلم -: إنكم تعلمون أن اللَّه - تعالى - هو المعبود في السماء، وهو المعبود في الأرض، والأصنام التي تعبدونها أنتم لا يعبدها إلا أنتم، فكيف تركتم عبادة المعبود الذي هو معبود في السماء والأرض، واخترتم عبادة من ليس بمعبود إلا بعبادتكم؟!. </p><p> ويحتمل أن يقول: تعلمون أنتم أن اللَّه - سبحانه وتعالى - هو إله السماء والأرض وإله من فيهما وما فيهما، وأنه خالق ذلك كله؛ لقوله: (وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ </p>"
}