{
  "id": null,
  "sura": 43,
  "aya": 42,
  "text": "<p> وقَالَ بَعْضُهُمْ: يحتمل: أي: بعد المشرق والمغرب، لكن ذكر باسم أحدهما، كما يقال: عمرين، وأسودين؛ سماهما باسم واحدهما؛ لأن الأسود منهما واحدة، وهي الحية دون العقرب، والمراد من عمرين: أبو بكر وعمر، فعلى ذلك قوله:  (بُعْدَ الْمَشْرِقَيْنِ) . </p><p> وقوله:  (فَبِئْسَ الْقَرِينُ) حيث ألجأه وألقاه في النار والإهلاك؛ لما ذكرنا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَنْ يَنْفَعَكُمُ الْيَوْمَ ... (٣٩) أي: لا ينفعكم في الآخرة الاعتذار (إِذْ ظَلَمْتُمْ) في الدنيا؛ أي: وضعتموها غير مواضعها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ) ظاهر. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَأَنْتَ تُسْمِعُ الصُّمَّ أَوْ تَهْدِي الْعُمْيَ وَمَنْ كَانَ فِي ضَلَالٍ مُبِينٍ (٤٠) ولا يملك هداية من كان في ضلال مبين. </p><p> ثم معلوم أنه لم يرد بالهدى هداية البيان، ولا إسماع الآذان؛ لأن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان يملك ذلك كله، وقد فعل رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ولكنه أراد الهداية التي لا يملكها إلا هو، والإسماع الذي لا يملكه غيره، وهو التوفيق والعصمة والرشد الذي إذا أعطي من أعطي اهتدى؛ يذكر عجز رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن ذلك، وهو على المعتزلة؛ لأنه أخبر أن عنده لطائف وأشياء لم يعطها كل أحد، إنما أعطى بعضها دون بعضٍ، فمن أعطاه تلك اللطائف اهتدى، وهو ما ذكرنا من التوفيق والعصمة، وعلى قولهم ليس عند اللَّه شيء يملك به هدايتهم؛ لأنهم يقولون: قد أعطى كل كافر ما لو أراد الكافر أن يهتدي يصير مهتديًا بذلك، ولم يبق عنده شيء يملك بذلك هدايتهم؛ فعلى قولهم عجزه - تعالى - عن ذلك كعجز رسول اللَّه عن ذلك، وهو إنما ذكر ذلك إعلامًا أنه هو المالك لذلك دون عباده، ومعلوم أنه إنما ذكر على الربوبية والألوهية له في ذلك، واللَّه الموفق. </p><p> وجائز أن يكون قوله - تعالى -: (أَفَأَنْتَ تُسْمِعُ الصُّمَّ أَوْ تَهْدِي الْعُمْيَ) إنما ذكر لإياس رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن إيمان قوم علم اللَّه - تعالى - أنهم لا يؤمنون، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ (٤١) أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ (٤٢) فيه دلالة منع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن سؤال إنزال العذاب الموعود لهم عليهم، ثم المنع فيه من وجهين: </p><p> أحدهما: النهي عن سؤال بيان الوقت أن يسأل متى ينزله عليهم؟ </p>"
}