{
  "id": null,
  "sura": 44,
  "aya": 20,
  "text": "<p> وقَالَ بَعْضُهُمْ: إن فرعون وقومه ازدروا موسى وحقروه؛ لأنه ولد فيهم كما ازدرى أهل مكة محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقالوا: أنت أصغرنا وأفقرنا وأقلنا حيلة، كما قال فرعون لموسى:  (أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا. . .) الآية. </p><p> ويحتمل أن يكون أهل مكة سألوا اليهود من الأنباء التي يجدونها في كتبهم؛ ليحاجوا بها رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يطلبون بذلك ظهور الكذب من رسول اللَّه فيما كان يخبرهم من الأنباء المتقدمة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَجَاءَهُمْ رَسُولٌ كَرِيمٌ) كان جميع رسل اللَّه - عليهم الصلاة والسلام - كرامًا؛ لأن اللَّه - تعالى - كان بعثهم إلى قوم جهال سفهاء، كان لهم الركون إلى الدنيا، والميل إليها والرغبة فيها، فبعث إليهم كرام الخلق؛ ليداروا أُولَئِكَ الأقوام، ويتهيأ لهم المعاملة لهم والتحمل منهم؛ لسوء ما كانوا يعاملونهم، واللَّه أعلم بذلك؛ ولذلك وصف رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالخلق العظيم؛ حيث قال:  (وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ ... (١٨) يقول: أن أرسلوا معي بني إسرائيل، وخلوا عنهم، ولا تحبسوهم، ولا تستعبدوهم، فإنهم أحرار. </p><p> ويحتمل أن يقول: أرسلوا معي بني إسرائيل فإنهم يرغبون في إجابتي إلى ما أدعوهم إليه، ويطمعون في اتباعي فيما آمرهم به. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنِّي لَكُمْ رَسُولٌ أَمِينٌ) أي: إني لكم سول أمين على الوحي والرسالة. </p><p> ويحتمل أن يقول: إني كنت أمينًا فيما بينكم، لا يظهر لكم مني خيانة؛ ولا اطلعتم على كذب قط، فلماذا تكذبونني وتنسبونني إلى السحر؟! واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنْ لَا تَعْلُوا عَلَى اللَّهِ ... (١٩) قَالَ بَعْضُهُمْ: أي: وألا تتكبروا، ولا تتعظموا على اللَّه. </p><p> لكن عندنا معناه: وألا تتكبروا وتتعظموا على رسول اللَّه، ولا تتعظموا على عبادة الله وعلى دينه؛ إذ لا أحد يقصد قصد التكبر على اللَّه - تعالى - وأن ينسب إليه، فهو على إرادة أوليائه أو دينه؛ كقوله:  (إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ) ، ونحوه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنِّي آتِيكُمْ بِسُلْطَانٍ مُبِينٍ) أي: آتيكم بحجة بينة أنها من اللَّه، وأني رسول اللَّه، وهو ما آتاهم من الآيات المعجزات أو الحجج والبراهين، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَنْ تَرْجُمُونِ (٢٠) لا يحتمل أن يكون هذا الكلام </p>"
}