{
  "id": null,
  "sura": 44,
  "aya": 17,
  "text": "<p> وقَالَ بَعْضُهُمْ: أي: (إِنَّكُمْ عَائِدُونَ) إلى عذاب يوم القيامة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ (١٦) . </p><p> قَالَ بَعْضُهُمْ: ذلك يوم بدر، وهو قول ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - وقول عامة أهل التأويل، وقالوا ذلك أشد من الدخان. </p><p> وقَالَ بَعْضُهُمْ: هو عذاب يوم القيامة؛ وهو قول ابن عَبَّاسٍ والحسن، والله أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَاءَهُمْ رَسُولٌ كَرِيمٌ (١٧) أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ (١٨) وَأَنْ لَا تَعْلُوا عَلَى اللَّهِ إِنِّي آتِيكُمْ بِسُلْطَانٍ مُبِينٍ (١٩) وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَنْ تَرْجُمُونِ (٢٠) وَإِنْ لَمْ تُؤْمِنُوا لِي فَاعْتَزِلُونِ (٢١) فَدَعَا رَبَّهُ أَنَّ هَؤُلَاءِ قَوْمٌ مُجْرِمُونَ (٢٢) فَأَسْرِ بِعِبَادِي لَيْلًا إِنَّكُمْ مُتَّبَعُونَ (٢٣) وَاتْرُكِ الْبَحْرَ رَهْوًا إِنَّهُمْ جُنْدٌ مُغْرَقُونَ (٢٤) كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ (٢٥) وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ (٢٦) وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ (٢٧) كَذَلِكَ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ (٢٨) فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ وَمَا كَانُوا مُنْظَرِينَ (٢٩) وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ (٣٠) مِنْ فِرْعَوْنَ إِنَّهُ كَانَ عَالِيًا مِنَ الْمُسْرِفِينَ (٣١) وَلَقَدِ اخْتَرْنَاهُمْ عَلَى عِلْمٍ عَلَى الْعَالَمِينَ (٣٢) وَآتَيْنَاهُمْ مِنَ الْآيَاتِ مَا فِيهِ بَلَاءٌ مُبِينٌ (٣٣) </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ) يقول - واللَّه أعلم -: ولقد فتنا قوم فرعون بموسى قبل قومك كما فتنا قومك بك. </p><p> أو يحتمل أن يقول: ولقد فتنا قوم فرعون بمثل الذي فتنا قومك. </p><p> ثم افتتان قوم فرعون بمثل الذي فتن قومه يخرج على وجوه: </p><p> أحدها: أن موسى - عليه السلام - قد أتاهم بالبينات المعجزات ما لم يقدر فرعون وقومه على مقابلة تلك الآيات، وعجزوا عن الإتيان بمثلها، فمهما أتاهم بذلك وعرفوا أنها آيات اللَّه - تعالى - كذبوها وردوها ونسبوا موسى إلى السحر والكذب والافتراء على اللَّه تعالى - فعلى ذلك عمل أهل مكة برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وعاملوه بالذي عامل أُولَئِكَ موسى من النسبة إلى السحر والجنون والكذب والافتراء على اللَّه - تعالى - واللَّه أعلم. </p>"
}