{
  "id": null,
  "sura": 44,
  "aya": 51,
  "text": "<p> وبعضه قريب من بعض. </p><p> والجحيم: هو معظم النار، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ (٤٨) أي: من شراب الحميم؛ جعل اللَّه - عَزَّ وَجَلَّ - لأهل النار من ألوان الشراب: الحميم، والصديد، ونحوهما، مكان ما جعل لأهل الجنة من أنواع الشراب؛ حيث قال:  (فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ. . .) الآية. </p><p> ثم في الآية أن الفريقين جميعًا لا يتولون شرابها بأنفسهم، لكنهم يُسقون؛ على ما ذكر في أهل الجنة في غير آي من القرآن؛ حيث قال:  (يُسْقَوْنَ مِنْ رَحِيقٍ. . .) ، وقوله - تعالى -: (وَيُسْقَوْنَ فِيهَا كَأْسًا. . .) ، ونحو ذلك كثير، وقال في أهل النار:  (ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ) ، وقوله - تعالى -: (تُسْقَى مِنْ عَيْنٍ آنِيَةٍ) ، وقال في آية أخرى:  (مِنْ غِسْلِينٍ) ، وغير ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ (٤٩) قال أهل التأويل: إنما يقال هذا لأبي جهل اللعين، وله ذلك العذاب الذي ذكر في الآية، وهو المراد بالأثيم؛ كان في الدنيا يفتخر، ويقول: أنا العزيز الكريم، وليس فيما بين كذا إلى كذا أعزّ منّي، وأنا المتعزز المتكرم، فيقال له في الآخرة:  (ذُقْ) هذا الذي ذكر (إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ) في الدنيا يصغرونه ويهينونه. </p><p> ويحتمل أن يكون هذا في كل كافر يتعزز في الدنيا ويتكرّم، وكل رئيس منهم، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ في قوله - عَزَّ وَجَلَّ -: (ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ) أي: ذق فإنك لست بعزيز ولا كريم، ثم يقال ذلك له على التهزي به؛ أي: لو كنت عزيزًا كريمًا ما دخلت النار، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ (٥١) فِي جَنَّاتٍ وَعُيُونٍ (٥٢) يَلْبَسُونَ مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَقَابِلِينَ (٥٣) كَذَلِكَ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ (٥٤) يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ آمِنِينَ (٥٥) لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَى وَوَقَاهُمْ عَذَابَ الْجَحِيمِ (٥٦) فَضْلًا مِنْ رَبِّكَ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (٥٧) فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ (٥٨) فَارْتَقِبْ إِنَّهُمْ مُرْتَقِبُونَ (٥٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ) فيه لغتان: (مُقَامٍ) بالرفع، </p>"
}