{
  "id": null,
  "sura": 44,
  "aya": 10,
  "text": "<p> وقوله:  (إِنْ كُنْتُمْ مُوقِنِينَ) . </p><p> قَالَ بَعْضُهُمْ: هذا على إتمام الآية، ومراعاة المقاطع على وجهها، هذا وأمثاله يخرج على هذا، واللَّه أعلم. </p><p> ويحتمل أن يكون قوله:  (إِنْ كُنْتُمْ مُوقِنِينَ) على إثر قوله: (رَبِّ السَّمَاوَاتِ وَالْأَرْضِ) أي: هو رب السماوات والأرض وما بينهما إن كنتم تعلمون: أنه رب ما ذكر، فكيف تصرفون العبادة واسم الألوهية إلى من ليس برب؟! لما ذكر أن الإيقان هو العلم بالشيء حقيقة. </p><p> ثم نعت الربّ فقال:  (لَا إِلَهَ إِلَّا هُوَ ... (٨) فكأنه يقول: لا معبود يستحق العبادة سواه؛ لأن الإله هو المعبود عند العرب؛ يقول: لا تستحق الأشياء التي يعبدون العبادة إنما المستحق لها هو الذي لا إله غيره. </p><p> ويحتمل أن يقول: لا يستحق اسم الألوهية إلا هو، لا الأشياء التي سميتموها: آلهة، ثم نعته فقال:  (يُحْيِي وَيُمِيتُ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ) أي: هو يحيي ويميت، وهو ربكم ورب آبائكم الأولين. </p><p> إن من عادة العرب أنهم كانوا يعبدون ويخدمون شيئًا دون اللَّه - تعالى - رجاء أن تشفع لهم وتقربهم تلك العبادة إلى اللَّه - تعالى - فيقول: إن الذين تعبدون دونه لا يقع لهم العلم بعبادتكم إياها، فاصرفوا العبادة إلى الذي يعلم بعبادتكم على كل حال، وأخلصوا له ذلك، ولا تشركوا غيره. </p><p> * * * </p><p> قوله تعالى:  (بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ (٩) فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ. يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ (١١) رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ (١٢) أَنَّى لَهُمُ الذِّكْرَى وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ (١٣) ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَجْنُونٌ (١٤) إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا إِنَّكُمْ عَائِدُونَ (١٥) يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ (١٦) . </p><p> وقوله - عَزَّ وَجَلَّ -: (بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ) ويحتمل قوله - عَزَّ وَجَلَّ -: (بَلْ هُمْ فِي شَكٍّ) أي: في أمر القرآن. </p><p> ويحتمل: بل هم في شك في أمر الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ونحوه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ (١٠) اختلف أهل التأويل فيه: </p><p> قَالَ بَعْضُهُمْ: ليس هو على حقيقة الدخان، ولكن على التمثيل والمجاز. </p><p> ثم اختلف في كيفية ذلك، مع اتفاقهم أنه قد مضى ذلك وقد كان؛ قَالَ بَعْضُهُمْ: </p><p> (بِدُخَانٍ) أي: بجدب وقحط؛ جعل الدخان كناية عن الجدب؛ لوجوه: </p><p> أحدها: لما يقال: إن الجائع في القحط كان يرى بينه وبين السماء والناس دخانًا من شدة الجوع، كالذي يشتد به العطش يرى السراب ماء؛ وذلك لأنه لما اشتد الجوع ضعفت أبصارهم وغطاها الجوع؛ فيكون الجوع سبب ترائي الدخان، فاستعير له، ولأن في سنة الجدب تيبس الأرض، وينقطع النبات، فيرتفع الغبار، ويصعد الريح ليبسها، فيشبه ذلك الغبار الذي يرتفع من يبس الأرض بالدخان ولذلك قيل للسنة: غبراء، وقيل: جوع أغبر؛ لأن العرب ربما وضعت الدخان موضع الشر إذا علا، فيقولون: لو كان بيننا: أمر ارتفع له دخان، وقالوا: إن هذا القحط الذي جعل الدخان كناية عنه قد كان، فإنه اشتد بهم القحط، وقلت الأمطار، ويبست الأرض، وارتفع الغبار، وصعدت الريح كالدخان، وضعفت الأبصار لشدة الجوع، حتى كانوا يرون السماء كالدخان؛ على ما روي عن ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - أنه قال: كان أحدهم ينظر إلى السماء، فيرى كهيئة الدخان من شدة الجوع. </p><p> وقَالَ بَعْضُهُمْ: إنما مثل الأرض يومئذ كمثل بيت أوقد ليس فيه خصاصة. </p><p> وعن ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - أنه قال: قد مضى الدخان، وهو سنون كسني يوسف - عليه السلام - فجهد الناس، واللَّه أعلم. </p><p> ومنهم من يقول: هو على حقيقة الدخان، وأنه لم يمض بعد، وكذلك روي عن علي - رَضِيَ اللَّهُ عَنْهُ - أنه قال: الدخان لم يمض بعد، يأخذ المؤمن كهيئة الزكام، وينتفخ الكافر حتى ينفذ، وكذلك قال أبو سعيد الخدري - رَضِيَ اللَّهُ عَنْهُ - والحسن وغيرهم، لكن صرف الدخان المذكور في الآية على التمثيل أشبه؛ لأن الأمر إذا اشتد وبلغ نهايته يشبه بالنار والدخان، كقوله:  (كُلَّمَا أَوْقَدُوا نَارًا لِلْحَرْبِ أَطْفَأَهَا اللَّهُ) ، وليس هناك نار، لكن وصف شدة الحرب فعلى ذلك جائز تشبيه ما اشتد بهم من الجوع والجدب والقحط بالدخان الذي ذكر، وكذلك يصف الناس الأمر إذا اشتد؛ يقولون: هاج الدخان وثار، واللَّه أعلم. </p>"
}