{
  "id": null,
  "sura": 44,
  "aya": 40,
  "text": "<p> يقصد في بنائه إلا النقض في الشاهد والإفناء في العاقبة، كان في بنائه وقصده سفيهًا، غير حكيم، فعلى ذلك اللَّه - سبحانه وتعالى - في خلقه إياهم، وإنشائه لهم، وتحويله إياهم من حال إلى حال أخرى: من حال النطفة إلى حال العلقة إلى حال المضغة إلى حال تصوير الإنسان، ثم إلى حال الكبر، لو لم يكن ما ذكرنا من المقصود سوى الإفناء والإهلاك على ما زعموا - كان سفهًا باطلا، غير حكمة؛ لما ذكرنا: من قصد في البناء الإفناء خاصة لا غير، كان في فعله وقصده لاعبًا عابثًا سفيهًا؛ ولذلك سفه اللَّه تلك المرأة التي لم يكن قصدها في غزلها إلا نقضه في العاقبة؛ حيث قال:  (وَلَا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَهَا مِنْ بَعْدِ قُوَّةٍ أَنْكَاثًا. . .) الآية، فعلى ذلك خلق اللَّه إذا لم يكن بعث ولا نشور -على ما قال أُولَئِكَ الكفرة وظنوا- كان كذلك سفهًا غير حكمة؛ ولذلك قال:  (أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ) ، جعل خلقه إياهم لا للرجوع إليه عبثًا، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا خَلَقْنَاهُمَا إِلَّا بِالْحَقِّ ... (٣٩) قَالَ بَعْضُهُمْ: إلا لإقامة الحق. </p><p> وقَالَ بَعْضُهُمْ: إلا لأمر كائن مراد. </p><p> وأصل الحق: هو أن يحمد عليه فاعله في العاقبة، والباطل هو ما يذم عليه فاعله، وإنما خلق - جل وعلا - ما ذكر؛ ليحمد على فعله، لا ليذم، ولو لم يكن القصد في خلقهم إلا الإفناء والإهلاك لكان لا يحمد عليه، ولكن يذم، على ما ذكرنا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) أنهما لم يخلقا باطلا وعبثًا، وهو ما ظنوه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ يَوْمَ الْفَصْلِ مِيقَاتُهُمْ أَجْمَعِينَ (٤٠) سمي يوم القيامة مرة: يوم الجمع، ومرة يوم التفريق، ومرة يوم الفصل، فهو يوم الجمع؛ لما يجمع فيه الخلائق جميعًا، وكذلك يوم الحشر. </p><p> ويوم الفصل يحتمل وجهين: </p><p> أحدهما: أنه يفصل بين أوليائه وأعدائه، ينزل أولياءه في دار الكرامة والمنزلة وهي الجنة، وأعداءه في دار الهوان والعقاب، وهو ما قال:  (فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ) . </p><p> ويحتمل أن يكون قوله:  (يَوْمَ الْفَصْلِ) أي: يوم القضاء والحكم، أي: يقضي ويحكم بين المؤمنين والكافرين فيما تنازعوا واختلفوا في الدنيا بقوله: (إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ) . </p>"
}