{
  "id": null,
  "sura": 44,
  "aya": 23,
  "text": "<p> من موسى - عليه السلام - على ابتداء بلا سبب كان من فرعون، ولا أمر سبق، فكأن سببه ونازلته - واللَّه أعلم - هو ما ذكر في سورة أخرى؛ حيث قال:  (ذَرُونِي أَقْتُلْ مُوسَى وَلْيَدْعُ رَبَّهُ) الآية، لما قال فرعون ذلك وهم أن يقتل موسى قال له موسى عند ذلك:  (وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَنْ تَرْجُمُونِ) وفي ذلك دلالة آية من آيات اللَّه لرسالته؛ لأنه قال فرعون:  (ذَرُونِي أَقْتُلْ مُوسَى وَلْيَدْعُ رَبَّهُ) ، ليمنعني عن قتله، فقال:  (وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ. . .) الآية دل هذا القول على أنه علم قول فرعون، وقصده بقتله، وتعبيره بالدعاء إلى اللَّه - تعالى - ليمنعه عن ذلك، وعلم أن اللَّه - تعالى - يعصمه عن شره وكيده حتى قال ذلك. </p><p> وقوله:  (وَإِنْ لَمْ تُؤْمِنُوا لِي فَاعْتَزِلُونِ (٢١) يقول: فإن لم تصدقوني فيما أدعوكم إليك وآمركم به فاتركوني فأصدق وأومن به، ولا يضركم تصديقي وإيماني. </p><p> وقَالَ بَعْضُهُمْ: أي: دعوني خفافا جانبًا، لا عليَّ ولا لي. </p><p> وقَالَ بَعْضُهُمْ:  (وَإِنْ لَمْ تُؤْمِنُوا لِي فَاعْتَزِلُونِ) ولا تقتلون. </p><p> وقوله:  (فَدَعَا رَبَّهُ أَنَّ هَؤُلَاءِ قَوْمٌ مُجْرِمُونَ (٢٢) وهو كقوله حيث قال: (وَقِيلِهِ يَا رَبِّ إِنَّ هَؤُلَاءِ قَوْمٌ لَا يُؤْمِنُونَ) ، وكقول نوح - عليه السلام -: (إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا (٥) فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا)، ونحو ذلك يقولون: يا ربنا إنا قد عاملناهم المعاملة التي أمرتنا أن نعاملهم، واحتلنا الحيل التي علمتنا أن نحتال معهم، فلم ينجع ذلك فيهم ولا تبعونا، ولا أجابونا إلى ذلك، فهل من حيلة سوى ذلك أو معاملة غير ذلك نعاملهم بها، لعلهم يتبعوننا ويجيبوننا، هذا الدعاء وهذا القول منهم يكون بعد ما أجهدوا أنفسهم في دعائهم إلى الحق زمانًا طويلا ليس يحتمل في ابتداء الأمر. </p><p> وقوله:  (فَأَسْرِ بِعِبَادِي لَيْلًا إِنَّكُمْ مُتَّبَعُونَ (٢٣) كان في إخراج موسى - عليه السلام - وبني إسرائيل من بين أظهر أعدائهم ليلا من غير أن شعر علم أحد من أعدائهم بذلك، وهم العدد الذي ذكر في القصة أنهم زهاء ستمائة ألف - آية عظيمة عجيبة لموسى - عليه السلام - على رسالته؛ إذ خروج عدد ستين من بين أظهرهم عسير صعب، فكيف خروج العدد الذي ذكر في القصة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّكُمْ مُتَّبَعُونَ) هذا يخرج على وجهين: </p><p> أحدهما: أي: قوم فرعون يتبعونهم؛ ليردوهم إلى الأمر الذي كانوا يستعملونهم من قبل، من نحو الاستخدام والاستعباد، واللَّه أعلم. </p><p> والثاني: أن يتبعوهم للعناد والحرب؛ لأنه ذكر في القصة أنهم أخذوا أموالهم من </p>"
}