{
  "id": null,
  "sura": 44,
  "aya": 28,
  "text": "<p> الحلي واللباس فخرجوا بها، فجائز أن يكون اتباعهم إياهم ليقاتلوهم كما يقاتل الأعداء. </p><p> وقوله:  (وَاتْرُكِ الْبَحْرَ رَهْوًا إِنَّهُمْ جُنْدٌ مُغْرَقُونَ (٢٤) يحتمل قوله: (وَاتْرُكِ الْبَحْرَ) كأن موسى - عليه السلام - كان يضرب البحر بعصا، ليصل الماء بعضه ببعض؛ لئلا يعبر فرعون وقومه، فقال له: اتركه كما هو (إِنَّهُمْ جُنْدٌ مُغْرَقُونَ) . </p><p> ثم اختلف في قوله:  (رَهْوًا) : قَالَ بَعْضُهُمْ: هي فارسية عربت؛ أي: اترك البحر \" راه \" . </p><p> وقال بعض أهل اللسان:  (رَهْوًا) أي: ساكنًا. </p><p> وقَالَ بَعْضُهُمْ:  (رَهْوًا) أي: متصلا؛ وهو قول أبي عَوْسَجَةَ. </p><p> وقال أهل التأويل:  (رَهْوًا) أي: يابسًا، وهو كقوله:  (فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا) . </p><p> وقوله - تعالى -: (إِنَّهُمْ جُنْدٌ مُغْرَقُونَ) قد وعدهم - جل وعلا - أن يغرق فرعون وقومه ففعل. </p><p> وقوله:  (كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ (٢٥) وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ (٢٦) وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ (٢٧) كَذَلِكَ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ (٢٨) أي: ناعمين. </p><p> وقيل: معجزين. </p><p> من الناس من قال: إن هذه الآية مخالفة للآية الأخرى في ظاهر المخرج، وهو قوله - عَزَّ وَجَلَّ -، (رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ. . .) الآية، ثم قال اللَّه - تعالى - (قَدْ أُجِيبَتْ دَعْوَتُكُمَا) ، فإذا كانت قد أجيبت دعوتهما في طمس أموالهم فطمست لا محالة فكيف ذكر (كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ. . .) الآية، وما معنى قوله:  (كَذَلِكَ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ) . </p><p> لكن عندنا أنه لا مخالفة بين الآيتين؛ إذ جائز أن يكون طمس أموالهم التي كانت لهم من الحلي وغير ذلك من الصامت ونحوه خاصة، فأما الأموال التي كانت لهم بالشركة من نحو البستان والزروع وأمثالها فتلك لم يطمسها، ولكنه تركها على ما هي عليه لبني إسرائيل، وهو قوله - عَزَّ وَجَلَّ -: (كَذَلِكَ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ) أي: مثل ذلك أورثناها قومًا آخرين، وهو كما ذكر في آية أخرى حيث قال:  (وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا) ، فيه أن بني إسرائيل قد عادوا إلى مصر، </p>"
}