{
  "id": null,
  "sura": 45,
  "aya": 9,
  "text": "<p> ثم نعت ذلك الأفاك فقال:  (يَسْمَعُ آيَاتِ اللَّهِ تُتْلَى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ (٨) . </p><p> يحتمل قوله:  (آيَاتِ اللَّهِ تُتْلَى عَلَيْهِ) القرآن. </p><p> ويحتمل:  (آيَاتِ اللَّهِ تُتْلَى عَلَيْهِ) آيات وحدانية اللَّه - عَزَّ وَجَلَّ - أو آيات رسالة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> ثم أخبر عن تعنته وعناده في آيات اللَّه حيث قال:  (ثُمَّ يُصِرُّ مُسْتَكْبِرًا) أي: يصر مستكبرًا بعد تلاوة الآيات عليه، وبعد معرفته وفهمه أنها آيات اللَّه، كما كان يصر قبل ذلك؛ لأنها آيات خارجات عن وسعهم؛ إذ عجزوا عن إتيان مثلها، فإذا كانت خارجة عن احتمال وسعهم فكذلك هي خارجات عن وسع مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ إذ هو واحد من البشر مثلهم، فيعرفون أنه إنما قدر على إتيان مثلها باللَّه - تعالى - بما أوحى إليه وأعلمه بذلك (كَأَنْ لَمْ يَسْمَعْهَا) ؛ عنادًا منه واستكبارًا. </p><p> ثم أوعده العذاب الأليم، وهو قوله:  (فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ) أي: مؤلم موجع. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ (٩) أي: عذاب يهينهم باستهزائهم بالآيات. </p><p> ثم قال:  (مِنْ وَرَائِهِمْ جَهَنَّمُ وَلَا يُغْنِي عَنْهُمْ مَا كَسَبُوا شَيْئًا وَلَا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ وَلَهُمْ عَذَابٌ عَظِيمٌ (١٠) أضاف جهنم إلى ورائهم يحتمل أن يكون المراد من ذكر (مِنْ وَرَائِهِمْ) وراء الدنيا؛ كأنه قال: من وراء هذه الدنيا لهم جهنّم، لكنه أضاف ذلك إليهم؛ لأنهم فيها، وهم أهلها. </p><p> ويحتمل أن يكون قوله:  (مِنْ وَرَائِهِمْ) أي: من وراء أحوالهم التي هم عليها جهنم. </p><p> وقوله:  (وَلَا يُغْنِي عَنْهُمْ مَا كَسَبُوا شَيْئًا وَلَا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ) . </p><p> يحتمل:  (وَلَا يُغْنِي عَنْهُمْ مَا كَسَبُوا) أي: ما عملوا من القرب التي عملوها؛ رجاء أن ينفعهم ذلك في الآخرة، أو يقربهم ذلك ألى اللَّه زلفى؛ يخبر أن ذلك مما لا يغنيهم ولا ينفعهم في الآخرة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَهُمْ عَذَابٌ عَظِيمٌ) وعد لهم في كل حال وكل أمر كان منهم عذابًا غير العذاب في حال أخرى؛ ذكر في الحال التي عبدوا الأصنام دونه، واتخذوها أربابًا العذاب العظيم، وذكر لهم باستهزائهم بآيات اللَّه العذاب المهين، عذابًا يهينهم، ويهانون في ذلك، وذكر لهم بإصرارهم بما هم عليه واستكبارهم على آيات اللَّه وعلى رسوله العذاب الأليم، حتى يكون مقابل كل فعل كان منهم نوعًا من العذاب غير النوع الآخر، وبصفة غير الصفة الأخرى، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (هَذَا هُدًى ... (١١) أي: بيان لهم. </p>"
}