{
  "id": null,
  "sura": 45,
  "aya": 6,
  "text": "<p> أحدها: أن يكون ما ذكر من الآيات لهَؤُلَاءِ آيات على أعدائهم يحتجون بها عليهم؛ فتكون هي آيات لهم على أعدائهم. </p><p> والثاني: أن منفعة هذه الآيات تجعل لهَؤُلَاءِ، وهم المنتفعون بها؛ أعني: متبعها دون من ترك أتباعها. </p><p> والثالث: هنَّ آيات لمن اعتقد اتباع الآيات والإيقان بها، وهم المؤمنون، فأما من اعتقد ردّها وترك الاتباع لها فليست هي آيات لهم، واللَّه أعلم. </p><p> وقد ذكرنا في غير موضع، جهة الآيات فيما ذكر من السماوات والأرض، واختلاف الليل والنهار، وإنزال الماء من السماء، وإحياء الأرض به، وإخراج ما أخرج منها، في ذلك آيات هيبته، وآيات وحدانيته، وآيات قدرته وسلطانه، وآيات علمه وتدبيره، وآيات حكمته، وغير ذلك مما يطول بذكرها، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ (٦) قوله - عَزَّ وَجَلَّ -: (تِلْكَ) إشارة إلى الآيات التي تقدم ذكرها (نَتْلُوهَا عَلَيْكَ بِالْحَقِّ) أنها من اللَّه - تعالى - لما عجزوا عن إدراك ذلك من الحكمة البشرية به فيعلموا أنها من اللَّه تعالى. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ) هذا يخرج على وجهين: </p><p> أحدهما: يقول - واللَّه أعلم -: لو كانوا بالذين يقبلون حديثًا قط، فلا حديث أظهر صدقًا من حديث اللَّه تعالى ولا أبين حقًّا فيه من كلامه؛ لأنها آيات معجزات، عجزوا عن إتيان مثلها. </p><p> وإن كانوا بالذين لا يقبلون حديثًا فيلحقهم السفه في ذلك، فيكفي مؤنتهم، والله الهادي. </p><p> * * * </p><p> قوله تعالى:  (وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ (٧) يَسْمَعُ آيَاتِ اللَّهِ تُتْلَى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ (٨) وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ (٩) مِنْ وَرَائِهِمْ جَهَنَّمُ وَلَا يُغْنِي عَنْهُمْ مَا كَسَبُوا شَيْئًا وَلَا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ وَلَهُمْ عَذَابٌ عَظِيمٌ (١٠) هَذَا هُدًى وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ (١١</p><p> وقوله - عَزَّ وَجَلَّ -: (وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ) الأفاك: هو المصروف عن اتباع ما توجب الحكمة اتباعه. </p><p> وقَالَ بَعْضُهُمْ: الأفاك: الكذاب، والأثيم: هو الذي اعتاد الإثم، وهو أكثر من الآثم. </p>"
}