{
  "id": null,
  "sura": 45,
  "aya": 20,
  "text": "<p> الناس والواردة. </p><p> وقال أَبُو عَوْسَجَةَ: الشريعة: السنة، واللَّه أعلم. </p><p> ثم أخبر أن الذي هم عليه إنما هو هوى النفس، فقال - عَزَّ وَجَلَّ -: (وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ) . </p><p> يحتمل قوله - تعالى -: (لَا يَعْلَمُونَ) لما لم يتأملوا فيه ولم يتفكروا ما لو تأملوا </p><p> وتقكروا فيه لعلموا؛ لأنه قد ذكر في أوّل الآية أنهم إنما اختلفوا من بعد ما جاءهم العلم؛ أي: جاءهم من دلائل العلم ما لو تأملوا ونظروا فيها لعلموا. </p><p> والثاني: نفى عنهم العلم؛ لما لم ينتفعوا بما علموا وما جعل لهم من العلم، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئًا وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَاللَّهُ وَلِيُّ الْمُتَّقِينَ (١٩) أي: لو اتبعت أهواءهم (لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ) ؛ أي: لم يغنوا أُولَئِكَ عن دفع ما ينزل بك من عذاب اللَّه شيئًا، وهو ما قال في آية أخرى:  (وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ. . .) إلى قوله: (إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ. . .) الآية. </p><p> ثم أخبر أن الظالمين بعضهم أولياء بعض بقوله:  (وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) يحتمل ولاية الدِّين والمذهب؛ أي: بعضهم يوالي بعضًا في الدِّين. </p><p> ويحتمل في غيره؛ أي: يلي بعضهم أمر بعض في الإعانة والنصرة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاللَّهُ وَلِيُّ الْمُتَّقِينَ) يحتمل: أي: يلي أمور المتقين. </p><p> ويحتمل:  (وَلِيُّ الْمُتَّقِينَ) أي: ناصرهم ومعينهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (هَذَا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُوقِنُونَ (٢٠) سمى اللَّه - تعالى - هذا القرآن: بصائر، وهو ما يبصر به، ومرة: هدى، وبيانًا، ورحمة، ونورًا، ونحوه، وهو هكذا، هو هدى، وبيان، ونور، وبصيرة لمن اتبعه ونظر إليه بعين التعظيم والتبجيل وقبله. </p><p> ويحتمل:  (بَصَائِرُ) : بيان يبين لهم أنه من اللَّه، فيبين لهم الحق من الباطل، ويبين ما لهم وما عليهم لمن ذكر (لِقَوْمٍ يُوقِنُونَ) . </p><p> * * * </p><p> قوله تعالى:  (أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ (٢١) وَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَلِتُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ (٢٢) أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ أَفَلَا تَذَكَّرُونَ (٢٣) وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا </p>"
}