{
  "id": null,
  "sura": 45,
  "aya": 14,
  "text": "<p> جهة الآية في ذلك في غير موضع، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ (١٤) أمر اللَّه - عَزَّ وَجَلَّ - للمؤمنين بالعفو والصفح عمن أساء إليهم وظلمهم حتى أمرهم بالعفو والمغفرة عمن ظلمهم وأساء إليهم من الكفرة؛ ليعلم عظيم موقع العفو والصفح عن المظلمة والإساءة عند اللَّه، وما يكون لذلك من الثواب الجزيل، واللَّه أعلم. </p><p> فَإِنْ قِيلَ: إن هذه الآيات إنما نزلت بمكة، ومن أسلم من أهل مكة بمكة كانوا مستخفين مقهورين في أيدي الكفرة، ثم لا يتهيأ لهم الانتصار منهم والانتقام عن مساويهم، وإنما يؤمر المرء بالعفو عن مظلمة من ظلمه وأساء إليه عند مقدرة الانتقام والانتصار، فأما من لا يكون على مقدرة من ذلك فلا معنى للأمر له بذلك؛ إذ هو عاجز عن ذلك، فيكون الأمر بالعفو والصفح عنهم -وإن كان أهل الإسلام منهم مقهورين مغلوبين في أيدي أُولَئِكَ الكفرة على ما ذكرتم- لوجهين: </p><p> أحدهما: أنه أمرهم بذلك ليتقربوا بذلك؛ إلى اللَّه - تعالى - ويجعلوا ذلك وسيلة وقربة فيما بينهم وبين ربهم، وإن لم يكن لهم مقدرة الانتقام والانتصار منهم؛ ليكون العفو عنهم بحق القربة، لا بحق التذلل والخشوع؛ إذ يعفو كل عن اختيار وطوع، ويصير على ذلك ابتغاء لوجه اللَّه - تعالى - ويترك الجزع في نفسه والمخاصمة لو قدر على الانتقام، وهو ما أمر رسوله - عليه السلام - بالهجرة إلى المدينة بعدما أخبره أنهم يريدون أن يقتلوه أو يخرجوه؛ حيث قال:  (وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ. . .) الآية؛ لتكون الهجرة له إلى اللَّه - تعالى - بحق القربة، لا بحق التذلل بإخراجهم إياه، والله أعلم. </p><p> والثاني: أن يرجع الأمر بالعفو إلى كل واحد منهم في خاصة نفسه، وقد كان من المسلمين فيهم من يقدر على الانتقام والانتصار من الأفراد والآحاد منهم، وإن لم تكن له القدرة على الانتقام من جملتهم، واللَّه أعلم. </p><p> ثم قولهَ عَزَّ وَجَلَّ -: (لَا يَرْجُونَ أَيَّامَ اللَّهِ) هذا يخرج على وجوه: </p><p> أحدها:  (أَيَّامَ اللَّهِ) أي: نعم اللَّه الدائمة التي لا زوال لها ولا انقطاع، التي وعدها في الآخرة لأهل الإيمان، وهو ما قال في آية أخرى في قصة موسى - عليه السلام - حيث قال:  (وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ) ، أي: بنعم اللَّه - تعالى - ألا ترى أن موسى - عليه السلام - فسر أيام اللَّه بالنعمة؛ حيث قال على إثره:  (وَإِذْ قَالَ مُوسَى لِقَوْمِهِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ أَنْجَاكُمْ مِنْ آلِ فِرْعَوْنَ. . .) الآية. </p>"
}