{
  "id": null,
  "sura": 45,
  "aya": 3,
  "text": "<p> سُورَةُ الْجَاثِيَةِ </p><p> وهي مَكِّيَّة </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (حم (١) تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ (٢) إِنَّ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِلْمُؤْمِنِينَ. وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آيَاتٌ لِقَوْمٍ يُوقِنُونَ (٤) وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آيَاتٌ لِقَوْمٍ يَعْقِلُونَ (٥) تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ (٦) . </p><p> قوله - عَزَّ وَجَلَّ -: (حم. تَنْزِيلُ الْكِتَابِ) قد ذكرناه في غير موضع. </p><p> وقوله:  (الْعَزِيزِ الْحَكِيمِ) قد ذكرنا - أيضًا - تأويل \" العزيز الحكيم \" في غير موضع أيضًا. </p><p> ثم إنما ذكر قوله:  (الْعَزِيزِ الْحَكِيمِ) على إثر ذلك؛ ليعلم أنه ما أنزل الكتاب، وما أمرهم، وما نهاهم، وامتحنهم بأنواع المحن؛ ليتعزز هو بذلك، أو يزيد له عزَّا وسطانًا أو قوة إذا ائتمروه وأطاعوه، وإذا خالفوه ولم يطيعوه فيما أمرهم، وارتكبوا ما نهاهم يلحقه ذل أو نقصان في ملكه وسطانه؛ بل إنما فعل ذلك من الأمر والنهي وأنواع المحن لمنفعة أنفس الممتحنين، ليتعززوا إذا اتبعوا أمره وأطاعوه، ويلحقهم ذل ونقصان إذا تركوا اتباعه، بخلاف ملوك الأرض، فإنه يزيد لهم اتباع من اتبعهم عزًّا وسطانًا وقوة في ملكهم، وترك اتباعهم إياهم وارتكاب ما نهوهم عنه يوجب لهم ذلا ونقصانًا في ملكهم؛ لأن المخلوق كان عزيزًا بغيره، فإذا زال ذلك زال عزه وصار ذليلا؛ فأما اللَّه - سبحانه وتعالى - عزيز بذاته فلا يلحقه النقصان بمخالفة من خالفه، ولا يزداد عزه بائتمار من ائتمره. </p><p> وقوله:  (الْحَكِيمِ) والحكيم هو الذي لا يلحقه الخطأ في التدبير؛ يذكر هذا؛ ليعلم أنّ من أنشأه من الخلائق على علم منه أنهم يكفرون به ويعصونه لم يزل عنه الحكمة، ولا أخرجه منها؛ لما ذكرنا أنه لم ينشئهم لحاجة له فيهم، أو لمنفعة ترجع إليه، ولكن لحاجة لهم، ولمنفعة ترجع إلى أنفسهم، ومثله في الشاهد يزيل الحكمة ويدخل في حد السفه؛ لما ذكرنا أنهم إنما يفعلون لحوائجهم، فكان الفعل مع العلم بأنه لا منفعة له فيه، بل مضرة لا يكون حكمة منهم؛ لذلك افترق الشاهد والغائب، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِلْمُؤْمِنِينَ (٣) و (آيَاتٌ لِقَوْمٍ يُوقِنُونَ) و (آيَاتٌ لِقَوْمٍ يَعْقِلُونَ) ونحو ذلك، يخرج ذكر الآيات لهَؤُلَاءِ على وجوه: </p>"
}