{
  "id": null,
  "sura": 45,
  "aya": 34,
  "text": "<p> موقن بها ومتحقق، ولكن في العمل لها والاستعداد لها كالظان. </p><p> والثاني: ظان بها، شاك فيها جاحد لها ومكذب كالموقن ألا تكون. </p><p> ثم الإيقان بالشيء هو العلم بالأسباب الظاهرة، وقد يدخل في تلك الأسباب أدنى شبهة وشك؛ لذلك ذكر فيه الظن، واللَّه أعلم. </p><p> وأما العلم بالشيء قد يكون بالسبب، وقد يكون بالتجلي له بلا سبب؛ ولذلك وصف اللَّه - تعالى - بالعلم، ولم يوصف بالإيقان، ولا يقال: إنه موقن؛ لما ذكرنا: أن أحدهما يكون بأسباب والآخر لا - واللَّه أعلم - فيتمكن في الإيقان أدنى شبهة وشك، وقد يعمل غالبًا لأسباب على حقيقة الأعمال؛ نحو المكره على الشرّ يعلم بما أوعد به بغالب أسبابه ليس على الحقيقة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ (٣٣) هذا يخرج على وجهين: </p><p> أحدهما: بدا لهم أن الأعمال في الدنيا أنها أسباب في الآخرة؛ لأنهم عملوها في الدنيا وعندهم أنها حسنات، فيظهر لهم في الآخرة أنها سيئات. </p><p> والثاني:  (وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا) أي: ظهر لهم في الآخرة وتذكروا سيئات ما عملوا في الدنيا والآخرة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ) أي: نزل بهم، ووجب ما كانوا يستعجلون من الرسل، وهو العذاب الذي كانوا يوعدونهم؛ لأنهم كانوا يستعجلون ذلك استهزاء منهم بهم بأنه غير كائن، ولا نازل بهم ما كانوا يوعدونهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقِيلَ الْيَوْمَ نَنْسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ (٣٤) والإشكال: أنهم كيف ينسون يومئذ؟ لأنهم لو كانوا ينسون، لسلموا من العذاب، لكن ما ذكر من النسيان يخرج على وجهين: </p><p> أحدهما: كنى بالنسيان عن الترك؛ يقول: اليوم نترككم في النار وفي العذاب كما تركتم أنتم العمل لذلك اليوم والنظر فيه. </p><p> والثاني: على التمثيل؛ أي: اليوم نصيركم في النار كالشيء المنسي لا يكترث إليكم، ولا يلتفت، ولا يعبأ بكم كما صيرتم أنتم ذلك اليوم كالشيء المنسي، لم تكترثوا إليه، ولم تعملوا له، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ) جعل اللَّه - تعالى - النار لهم مأوى بإزاء كل ما افتخروا في الدنيا على رسل اللَّه - عليهم السلام - وأتباعهم من المنازل، والمراكب، والملابس، وغير ذلك، وأخبر أنه لا ناصر لهم يملك إخراجهم </p>"
}