{
  "id": null,
  "sura": 45,
  "aya": 27,
  "text": "<p> وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ (٣٤) ذَلِكُمْ بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ (٣٥) فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ (٣٦) وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٣٧) . </p><p> وقوله - عَزَّ وجل -: (وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ (٢٧) هذا يخرج على وجوه: </p><p> أحدها: ولله ملك كل ملك في السماوات والأرض. </p><p> أو (وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) ؛ أي: خزائن السماوات والأرض، وكذلك ذكر في حرف ابن مسعود، رَضِيَ اللَّهُ عَنْهُ. </p><p> أو يقول: ولله حقيقة ملك السماوات والأرض. </p><p> فإن كان التأويل هو الأول فإن له ملك كل ملك في السماوات والأرض، ففيه إخبار وإعلام بليغ أتباعَ أُولَئِكَ الملوك، وذوي التعظيم لهم، والإجلال، والخدمة لهم بما في أيديهم من الملك والسلطان وفضل الأموال ألا يصرفوا ذلك إليهم؛ بل فيه الأمر بصرف ذلك كله إلى اللَّه - تعالى - والقيام له بالشكر، لا لأُولَئِكَ؛ لأن الذي في أيديهم لله - تعالى - وهو الجاعل في أيديهم، والواضع عندهم، فإليه يلزم صرف الشكر والعبادة، واللَّه أعلم. </p><p> وإن كان تأويل الملك: الخزائن، ففيه قطع الأطماع عما في أيدي الناس، والأمر بصرف ذلك إلى اللَّه - تعالى - والرجاء منه دون من سواه، واللَّه أعلم. </p><p> وإن كان الثالث، وهو أن حقيقة الملك لله - تعالى - ففيه أنه فيما امتحنهم في الدنيا بأنواع المحن لم يمتحنهم لمنفعة ترجع إلى نفسه، أو لمضرة يدفع عنها، وكذلك ما يثيبهم في الآخرة ويعاقبهم، ليس يفعل ذلك لمنفعة كانت له في الدنيا أو دفع مضرة عنه، ولكن لحكمة أوجبت ذلك لهم وعليهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وجل -: (وَيَوْمَ تَقُومُ السَّاعَةُ) سمى القيامة: ساعة، فجائز أن يكون سماها بذلك؛ لسرعة قيامها، أو نفاذها؛ كقوله - تعالى -: (وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ) . </p><p> أو أن يكون سماها بذلك؛ لما يكون حسابهم وأمرهم يوم القيامة إنما يكون في ساعة، واللَّه أعلم. </p><p> وقوله - عَزَّ وجل -: (يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ) يحتمل: أي: يومئذ يبين خسران المبطلين في الدنيا، وعلى ذلك يبين خسران كل مشتركين في تجارة الدنيا؛ إذا اشتركوا في عمل عند القسمة يتبين خسران عملهم وتجارتهم. </p><p> وأصله أن اللَّه - تعالى - جعل الدنيا وما أنشأ فيها من الأموال والأملاك رءوس أموال </p>"
}