{
  "id": null,
  "sura": 45,
  "aya": 23,
  "text": "<p> يكن جزاء لما كسبوا في الدنيا في الآخرة على ما قال أُولَئِكَ الكفرة أن لا جزاء من الثواب والعقاب؛ لإنكارهم البعث - لم يكن خلقهما بالحق؛ على ما ذكرنا، فتبين أنه إنما صار خلقهما بالحق إذا كان هنالك جزاء؛ وهذا يدل على أن الآية الأولى هي في منكري البعث، ليست فيما ذكر أهل التأويل، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ أَفَلَا تَذَكَّرُونَ (٢٣) هذا يخرج على وجهين: </p><p> أحدهما: على التحقيق؛ على ما قاله عامة أهل التأويل: أنهم عبدوا كل شيء استحسنوه، فإذا استحسنوا شيئًا آخر أحسن منه تركوا عبادة الأول وعبدوا الثاني، فتلك كانت عادتهم، وذلك اتخاذ الآلهة بهواهم؛ إذ الإله هو المعبود عندهم، وهو التحقيق الذي ذكرنا. </p><p> والثاني: على التمثيل، وهو ما قال قتادة أنهم ما هووا شيئًا إلا ركبوه، لا تمنعهم مخافة اللَّه عما هووه، ولا تردعهم خشيته عما اشتهوا، فصيروا هواهم متبعًا، فهو كالإله لهم، لا يتبعون أمر اللَّه، فلا يكترثون له، أو كلام نحوه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ) هذا يخرج على وجوه: </p><p> أحدها: أي: أضله اللَّه على علم من ذلك الإنسان بطريق الهدى والحق، لا أنه أضله على خفاء من ذلك الإنسان بالطريق الحق وسبيله؛ أي: قد بين له السبيل وطريق الحق، لكنه باختياره الضلال أضله؛ لما علم منه أنه يختار الضلال والكفر؛ ليكون ما علم أنه يكون ويختار، واللَّه أعلم. </p><p> والثالث: أضله اللَّه - تعالى - على علم؛ أي: أنشأ منه فعل الضلال على علم منه بذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً) ؛ هذا يخرج على وجهين: </p><p> أحدهما: أي: غطى قلبه بما هواه، وجعل فيه ظلمة، فتلك الظلمة وذلك الغطاء أوجب غطاء السمع والبصر، وحال بينه وبين سماع الحجج والبراهين، وصارت ظلمة البصر وغطاؤه مانعًا لهم عن اكتساب التدبّر والتفكر. </p><p> ويحتمل أن يكون ما هووه مانعًا لهم عن اكتساب الحياة الدائمة لما لو اتبعوا أمر اللَّه - تعالى - وما دعاهم إليه كانت لهم تلك الحياة؛ كقوله - عَزَّ وَجَلَّ -: (اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ) ، وكقوله - تعالى -: (أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ) ، فما هووه واتبعوه منعهم عن اكتساب الحياة الدائمة المدعو </p>"
}