{
  "id": null,
  "sura": 45,
  "aya": 12,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ) أي: عذاب من عذاب أليم؛ إذ الرجز هو العذاب، كأنه فسر ذلك العذاب ووصفه بالألم، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (١٢) وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (١٣) قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ (١٤) مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ (١٥) . </p><p> وقوله - عَزَّ وَجَلَّ -: (اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ) يذكرهم عظيم نعمه في تسخير البحار لهم مع أهوالها وكثرة أمواجها، وامتناعها عن منافع الخلق، صيرها بلطفه ورحمته لهم كسائر البقاع في الوصول إلى ما فيها من الجواهر واللآلئ بالغوص فيها، والخوض والاصطياد؛ لما فيها من أنواع الصيد، وغير ذلك من الأشياء، بحيل علمهم، وأسباب جعل لهم، حتى يصلوا إلى ما فيها من أنواع الجواهر والأموال النفيسة، واللَّه أعلم. </p><p> وسخرها لهم - أيضًا - حتى عبروا البحر ومروا هم عليه بسفن أعطاهم، وحيل علمهم، حتى قدروا على عبوره والمرور عليه؛ ليصلوا إلى قضاء حوائجهم التي تكون في البلدان النائية، وهو ما قال:  (لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ) . </p><p> ثم قوله - تعالى -: (بِأَمْرِهِ) يحتمل أن يكون عبارة عن تكوينه؛ أي: بما كونه وأنشأه كذلك، كقوله - تعالى -: (إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ) . </p><p> والثاني: يحتمل (بِأَمْرِهِ) أي: بالأمر الذي له على العباد وسائر خلائقه. </p><p> ويحتمل:  (بِأَمْرِهِ) أي: بإذنه. </p><p> وقوله - عَزَّ وَجَلَّ -:: (وَلَعَلَّكُمْ تَشْكُرُونَ) أي: لكي يلزمكم الشكر بذلك، أو ما ذكر فيه من الوجوه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (١٣) أي: سخر لهم ما في السماوات من الملائكة، والشمس، والقمر، والنجوم، وغيرها، وما في الأرض من الأشجار، والنبات، والبهائم، والدواب، حتى استعملوها كلها في منافعهم وحوائجهم، كما استعملوا أملاكهم التي تحويها أيديهم بتسخير اللَّه - تعالى - إياهم ذلك كله، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (جَمِيعًا) أي: جميع ذلك من اللَّه - تعالى - أخبر أنه سخر جميع ما في هذين في السماوات والأرض، ثم أخبر (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ) وقد ذكرنا </p>"
}