{
  "id": null,
  "sura": 45,
  "aya": 16,
  "text": "<p> والثاني:  (لَا يَرْجُونَ أَيَّامَ اللَّهِ) على حقيقة الأيام؛ لأنهم كانوا يرون هذه النعم والسعة في الدنيا بجهد أنفسهم وكدهم، لا بما أجرى اللَّه - تعالى - النعم إليهم في الأيام، والله أعلم. </p><p> والثالث:  (لَا يَرْجُونَ أَيَّامَ اللَّهِ) أي: لا يحذرون نقمة اللَّه وعقوبته. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ) أي: ليجزي كل قوم بما كسبوا من خير أو شر، يجزي من عفا منهم جزاء العفو، ويجزي المحسن جزاء الإحسان، والمسيء جزاء الإساءة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ (١٥) يخبر أن من عمل من خير فإنما يعمل لنفسه، ومن عمل من سوء فإنما يعمل على نفسه، يخبر أن من عمل من خير أو صالح فلنفسه سعى في الآخرة، ومن عمل من شر فعلى نفسه سعى في الآخرة، كمن عمل في الدنيا من الأكل والشرب فلنفسه يعمل، ومن جنى من جنايات، فعلى نفسه جنى في الدنيا والآخرة؛ حيث تهلك به نفسه، ويرجع إليه وبال ذلك في الدنيا والآخرة، فعلى ذلك ما قلنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ) أي: ثم إلى ما وعد ربكم من الثواب والعقاب ترجعون. </p><p> * * * </p><p> قوله تعالى:  (وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ (١٦) وَآتَيْنَاهُمْ بَيِّنَاتٍ مِنَ الْأَمْرِ فَمَا اخْتَلَفُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (١٧) ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ (١٨) إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئًا وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَاللَّهُ وَلِيُّ الْمُتَّقِينَ (١٩) هَذَا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُوقِنُونَ (٢٠) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ) قال أهل التأويل: أي: التوراة. </p><p> والإشكال: أنه آتى بني إسرائيل جملة كتبًا كثيرة، أما التوراة والإنجيل والزبور هي كتب معروفة قد نعرفها، وقد يجوز أن يكون لهم كتب غيرها، فما معنى ذكر الكتاب؟ وما معنى حملهم على أن التوراة هي المرادة، إلا أن نقول: يجوز أن يريد بذكر الكتاب: </p>"
}