{
  "id": null,
  "sura": 46,
  "aya": 35,
  "text": "<p> يعمل عملا إلا ويظهر فيه الضعف، فإذا لم يعجز ولم يضعف في خلق ما ذكر؛ دل ذلك على أنه إنما لم يضعفه؛ لأن قدرته ذاتية، ومن كانت قدرته ذاتية لا يعجزه شيء، فأما غيره إنما يعمل بأسباب فيقدر على العمل على قدر الأسباب ويعجز ربما عنه، والله أعلم. </p><p> أو يقول: إذ قد عرفتم أن اللَّه - تعالى - هو خلق السماوات والأرض، ثم لا يحتمل أن يخلقهما عبثًا باطلا؛ إذ لو لم يكن بعث كان خلقهما باطلا عبثًا، وأصله ما ذكرنا بدءًا: أن من قدر على إنشاء ما ذكر من السماوات والأرض وما فيهما بلا احتذاء تقدم ولا استعانة بغير، ثم الإمساك والقوام على التدبير الذي دبر إلى آخر الدهر، لا يحتمل أن يعجزه شيء. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَلَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) ؛ لأنه قادر بذاته، لا بقدرة مستفادة. </p><p> قال أَبُو عَوْسَجَةَ والْقُتَبِيّ: قوله: (وَلَمْ يَعْيَ بِخَلْقِهِنَّ) يقال: عييت بهذا: أي: لم أحسنه، ولم أقو عليه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ (٣٤) مرة قيل لهم: (أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا بَلَى) ، ومرة قيل لهم:  (أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا) يقص هذا عليهم يومئذ ليعترفوا بالذي كانوا ينكرون في الدنيا؛ لأنهم كانوا ينكرون في الدنيا الرسل والآيات، وكانوا ينكرون كون البعث وعذابه، فيعرضون على النار، فيقال لهم: هذا الذي وعدتم في الدنيا، أليس هو حقا؟ فيعترفون ويقولون:  (بَلَى وَرَبِّنَا) فيقال لهم: (فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ) في الدنيا، واللَّه أعلم. </p><p> وقوله:  (فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَهُمْ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ بَلَاغٌ فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ (٣٥) يلزم الرسل الصبر من وجوه ستة: ثلاثة مما خصوا هم بها، لا يشركهم غيرهم فيها، وثلاثة مما يشترك غيرهم فيها؛ فأما الثلاثة التي خصوا بها: </p><p> أحدها: هم بعثوا لتبليغ الرسالة إلى الفراعنة والأكابر والجبابرة الذين كانت عادتهم وهمتهم القتل، وإهلاك من خالفهم وعصى أمرهم ومذهبهم، فلم يعذروا في ترك تبليغ الرسالة إليهم مع ما ذكرنا من خوف الهلاك والقتل، فأمّا غيرهم من الناس قد أبيح لهم كتمان الدِّين الحق منهم حتى لا يهلكوا. </p><p> والثاني: ألزمهم الصبر بالمقام بين أظهر قومهم واحتمال ما كان يلحقهم منهم من </p><p> الاستهزاء بهم، والافتراء عليهم، والتكذيب لهم، وأنواع الأذى الذي كان منهم إلى الرسل، لم يؤذن لهم بمفارقتهم لذلك؛ ولذلك قال:  (فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ) ، لم يكن منه سوى الخروج من بين قومه لسلامة دينه لو لم يسلموا، ثم أصابه ما أصاب بذلك الخروج لما لم يؤذن له بالخروج، واللَّه أعلم. </p><p> والثالث: لم يجعل لهم الدعاء على قومهم بالهلاك والعذاب وإن كان منهم من التمرد والتعنت ما كان. </p><p> فهذه الثلاثة من المعاملة مما خص الرسل - عليهم السلام - بها من بين سائر الناس. </p><p> وأما الثلاثة التي يشترك فيها غيرهم: </p><p> أحدها: أمروا بالصبر على ما يصيبهم وينزل من البلايا والشدائد. </p><p> والثاني: أمروا بالمحافظة على العبادات التي جعلت عليهم، ومحافظة حدودها، والصبر على القيام بها. </p><p> والثالث: أمروا بالصبر على ترك قضاء الشهوة، وترك إعطاء النفس هواها ومناها. </p><p> فهذه الثلاثة لهم فيما بينهم وبين ربهم، وهي مما يشترك فيها غيرهم، والثلاثة الأولى لهم فيما بينهم وبين الخلق، وهم قد خصّوا بتلك الثلاثة دون غيرهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أُولُو الْعَزْمِ مِنَ الرُّسُلِ) . </p><p> قَالَ بَعْضُهُمْ: أولو العزم من الرسل هم: نوح، وإبراهيم، ويعقوب، ويوسف، وموسى - عليهم الصلاة والسلام - وهَؤُلَاءِ عدوا نفرًا منهم. </p><p> وقَالَ بَعْضُهُمْ: هم الرسل جميعًا. </p><p> وجائز أن يكون أولو العزم من الرسل هم الذين كان منهم الصبر على ما ذكرنا من المعاملة مع قومهم. </p><p> وقيل: أولو العزم هم الذين كانوا أبدًا المتيقظين، القائمين بأمر اللَّه، الحافظين لحدوده، وقال في آدم - عليه السلام -: (وَلَمْ نَجِدْ لَهُ عَزْمًا) ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَسْتَعْجِلْ لَهُمْ) أي: لا تستعجل عليهم بالهلاك والنقمة. </p><p> وقوله - عَزَّ وَجَلَّ -: (كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ) هذا يخرج على وجهين: </p><p> أحدهما: يقول - واللَّه أعلم -: كأنك لا توعدهم بالعذاب إلا ساعة من النهار، </p><p> وعذاب ساعة من النهار مما لا يحملهم على ترك قضاء شهواتهم، ومنع ما هم فيه من الأحوال. </p><p> والثاني: كأنهم إذا عاينوا عذاب الآخرة وشاهدوه استقصروا المقام في الدنيا، كأنهم لم يلبثوا إلا ساعة من نهار، وهو كقوله - عَزَّ وَجَلَّ -: (كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ) ، وقوله - عَزَّ وَجَلَّ -: (وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ) ، استقصروا المقام في الدنيا إذا عاينوا يوم القبامة وأهوالها، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَلَاغٌ) قَالَ بَعْضُهُمْ: الإبلاغ. </p><p> وقيل: البلاع من البلغة؛ أي: زاد يبلغ به السفر حيث يريد، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ) كأنه يقول: لا يهلك الهلاك الدائم المؤبد إلا القوم الفاسقون، وإلا الهلاك الذي ليس هو بالهلاك الدائم المؤبد مما يهلك الفاسق وغير الفاسق إذ يكون حقًّا على الكل. </p><p> أو يقول: لا يهلك هلاك العذاب إلا الفاسق، فأما الهلاك الذي هو هلاك النجاة والفوز عن شدائد الدنيا فمما يهلك به الصالح، واللَّه أعلم. </p><p> * * * </p>"
}