{
  "id": null,
  "sura": 46,
  "aya": 26,
  "text": "<p> بتدميره، ولم تؤمر بتدمير مساكنهم، فبقيت، والتأويل الثاني على التأويل الثاني في قوله:  (تُدَمِّرُ كُلَّ شَيْءٍ) عند من عاينها ونظر إليها؛ لشدتها وقوتها، فتدمر مساكنهم - أيضًا - فلا ترى إلا آثارها، لكن سماها: مساكن باسم ما قد كان، وأنه أمر مستعمل في عرف لسان اللغة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ) كأن المجرم هو الذي يديم اكتساب الجرم والإثم. </p><p> وقَالَ بَعْضُهُمْ: هو الوثاب في الجرم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَى عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ مِنْ شَيْءٍ إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ (٢٦) يَرْجِعُونَ (٢٧) اختلف فيه: </p><p> قَالَ بَعْضُهُمْ:  (إِن) هاهنا في موضع \" لم \" كأنه يقول: ولقد مكناهم فيما لم نمكن لكم من القوة، والشدة، والعقل، والبصيرة، وغير ذلك، وذلك قوله - تعالى -: (وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَى عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ مِنْ شَيْءٍ) أي: قد مكنا عادًا فيما ذكرنا ما لم نمكن لكم يا أهل مكة في ذلك؛ ثم إذا أتاهم عذاب اللَّه بتكذيبهم الرسل لم يملكوا دفع عذابه، فأنتم حيث لم نمكن لكم ذلك أحرى ألا تملكوا دفع عذابه إذا نزل بكم بتكذيبكم الرسول، عليه الصلاة والسلام. </p><p> قَالَ بَعْضُهُمْ: إن حرف (إِن) صلة زائدة؛ فيكون تقدير الآية كأنه يقول: ولقد مكناهم فيما مكناكم فيه مما ذكر من السمع، والبصر، والفؤاد، ثم لم يملكوا دفع العذاب عن أنفسهم، فأنتم لا تملكون - أيضًا - دفعه عن أنفسكم، وكان لهم ما لكم مما ذكر من السمع، والبصر، والفؤاد. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَى عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ مِنْ شَيْءٍ) على التأويل الأول؛ حيث ذكرنا أنهم مكنوا ما لم يمكن هَؤُلَاءِ، يكون ما ذكر من السمع والبصر والفؤاد لا يراد به أعيانها حقيقة، لكن السمع يكون كناية عن العقل؛ كقوله - تعالى -: (أَفَأَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوا لَا يَعْقِلُونَ) ، ذكر السمع، ثم فسر به العقل، ويكون قوله:  (وَأَبْصَارًا) أريد به: البصائر، فالبصر يذكر ويراد به البصيرة؛ إذ قد وصفهم اللَّه - تعالى - بذلك بقوله:  (وَعَادًا وَثَمُودَ. . .) إلى قوله: (وَكَانُوا مُسْتَبْصِرِينَ) ، ويكون قوله:  (وَأَفْئِدَةً) كناية عن القوى؛ فالفؤاد يكنى به عن القوة؛ يخبر - تعالى - أنهم مكنوا من العقل والبصيرة والقوة ما لم تمكنوا </p>"
}