{
  "id": null,
  "sura": 46,
  "aya": 20,
  "text": "<p> اللَّه عنهم - فالظاهر أنه لم يكن منه مثل هذه المجادلة؛ ولأن أهل التأويل قالوا: إنه كان قال لوالديه: إن كان ما تقولون حقًّا أخرجوا فلانًا وفلانًا؛ ذكر نفرًا من أجداده، فقال:  (أُولَئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ. . .) الآية، ولا يحتمل أن يكون هذا جواب ما تقدم من القول؛ لأنه في وجوب ما ذكر -وهو استحقاق العذاب عليهم- منع العود والإحياء في الدنيا، ولأنهم لو كانوا يعادون لا يسقط ذلك الذي حق عليهم؛ إذ هم لا يؤمنون؛ ألا ترى أن اللَّه - تعالى - قال:  (وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ) . </p><p> لكن جائز أن تكون الآيتان في رجلين من ولد بني آدم مع والديهما: أطاع أحدهما والديه وأجابهما إلى ما دعواه إليه، وأبى الآخر إجابة والديه إلى ما دعواه إليه، وخالفهما في أمرهما فاستغاث والداه ممن عصاهما وخالفهما في أمرهما وقالا ما ذكر في الآية، وقال من أجابهما ما ذكر، وهو كما ذكرنا في قوله - تعالى -: (حَمَلَتْ حَمْلًا خَفِيفًا) ، صرف أهل التأويل بأجمعهم هذه الآية إلى آدم وزوجته حوّاء - عليهما السلام - وقلنا نحن: جائز أن يكون هذا في كل والد ووالدة يقولان ما ذكر ويدعوان إلى ما ذكر، فلما آتاهما ما ذكر من الصلاح كانا ما ذكر، فعلى ذلك جائز أن تكون الآيتان اللتان ذكرناهما تكونان في كل ولد مع والديه: من أجاب والديه ومن عصاهما - والله أعلم - فلا تصرف الآية إلى من ذكروا إلا ببيان من اللَّه - تعالى - على لسان رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: أنها في كذا وكذا، وفي فلان وفلان، على طريق التواتر، فعند ذلك يقال ما قالوا، فأما إذا لم تثبت النصوص والإشارة إلى قوم بالتواتر فالكف عن ذلك أسلم، واللَّه أعلم. </p><p> ودل قوله:  (وَهُمَا يَسْتَغِيثَانِ اللَّهَ وَيْلَكَ آمِنْ) أن عند اللَّه لطفا لو أعطى ذلك لآمن. </p><p> وقوله:  (وَهُمَا يَسْتَغِيثَانِ اللَّهَ وَيْلَكَ آمِنْ) أي:، فيقولان:  (وَيْلَكَ آمِنْ) ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا وَلِيُوَفِّيَهُمْ أَعْمَالَهُمْ وَهُمْ لَا يُظْلَمُونَ (١٩) من خير أو شر (وَلِيُوَفِّيَهُمْ أَعْمَالَهُمْ وَهُمْ لَا يُظْلَمُونَ) أي: ليوفينهم أجر أعمالهم، وجزاء أعمالهم من خير أو شر (وَهُمْ لَا يُظْلَمُونَ) أي: لا ينقصون من خيراتهم، ولا يزداد لهم في سيئاتهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا) ، وقال في آية أخرى:  (وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَلَيْسَ هَذَا بِالْحَقِّ) وقال في آية أخرى: (وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا) ، ونحوها؛ يذكرهم بهذه الآيات وأمثالها؛ ليعرفوا ما كان منهم، وما استوجبوا من العقوبات إنما استوجبوا بما كان منهم في الدنيا من التكذيب والاستهزاء بآياته؛ لينزجروا عن ذلك. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا) يخرج على </p>"
}