{
  "id": null,
  "sura": 46,
  "aya": 25,
  "text": "<p> عَلَيْكُمْ) حقيقة الخوف؛ لما لم ييئس من إيمانهم واتباعهم إياه؛ لذلك لم يقطع فيهم القول بنزول العذاب بهم، واللَّه أعلم. </p><p> ويحتمل أن يكون الخوف هو العلم حقيقة؛ أي: أعلم أن ينزل بكم عذاب يوم عظيم إن ختمتم على ما أنتم عليه، وقد يذكر الخوف في موضع العلم. </p><p> وقوله:  (قَالُوا أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلِهَتِنَا ... (٢٢) أي: قالوا لهود - عليه السلام -: أجئتنا لتصرفنا عن عبادة آلهتنا. </p><p> وقَالَ بَعْضُهُمْ: لتردنا عن عبادة آلهتنا. </p><p> وقَالَ بَعْضُهُمْ: لتكذبنا في آلهتنا، والإفك: الكذب؛ وكله واحد. </p><p> وأصل الإفك: الصرف؛ كأنهم قالوا: أجئتنا لتصرفنا عن عبادة آلهتنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ) كانوا يقولون ذلك استهزاء به منهم، ولم يزل الكفرة يسألون ويستعجلون العذاب الذي كانوا يوعدون استهزاء منهم وتكذيبًا بما يوعدون، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَأُبَلِّغُكُمْ مَا أُرْسِلْتُ بِهِ وَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ (٢٣) . </p><p> أجابهم هود - عليه السلام - أن العلم بنزول العذاب ووقته عند اللَّه، وأبلغكم ما أرسلت به من الدعاء إلى توحيد اللَّه - تعالى - والنهي عن عبادة غيره. </p><p> أو يقول: أبلغكم ما أمرت من التبليغ بنزول العذاب بكم، ولست أبلغكم أنه متى ينزل بكم؟ لما لم أومر به. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ) دين اللَّه، أو تجهلون آيات الله وقبولها، أو تجهلون نعم اللَّه وإحسانه، أو تجهلون أمر اللَّه تعالى. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ (٢٤) . </p><p> قَالَ بَعْضُهُمْ: العارض: السحاب، فقالوا: هذا سحاب ممطرنا، وكان حقيقة العارض الريح التي فيها عذاب أليم ظنوا أنها سحاب، ولم تكن سحابًا، ولكن كانت ريحًا، لكن من ذلك الجانب كان يأتيهم السحاب الممطر؛ لذلك، (قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا) . </p><p> وقوله - عَزَّ وَجَلَّ -: (بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ) كأن هودًا - عليه السلام - قال لهم: ليس هو بعارض ممطر، ولكن هو ما استعجلتم به من العذاب حيث: قلتم: (فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ) هو ريح فيها عذاب أليم. </p><p> ثم وصف تلك الريح فقال كما أخبر اللَّه - تعالى - بقوله - عَزَّ وَجَلَّ -: (تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا ... (٢٥) يخرج قوله: (تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا) على وجهين: </p><p> أحدهما: تدمر كل شيء أرسلت وأمرت بتدميره، لا تجاوز أمر ربها، ولا تدمر ما لم ترسل ولم تؤمر بتدميره؛ كقوله - تعالى -: (وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ (٤١) مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ) هذه الآية تفسر قوله: (تُدَمِّرُ كُلَّ شَيْءٍ) أتت عليه وأمرت بتدميره، فأما ما لم تؤمر بتدميره فلا؛ على ما ذكر في تلك الآية، واللَّه أعلم. </p><p> والثاني:  (تُدَمِّرُ كُلَّ شَيْءٍ) أي: عند من عاينها وتأملها عنده أنها تدمر كل شيء، لا تبقي شيئًا على وجه الأرض؛ لشدتها وقوتها، لكنها لا تجاوز أمر ربها؛ ألا ترى أنها لا تدمر هودًا وأتباعه، وهم فيهم وبقرب منهم، وهو كقوله - تعالى -: (وَيَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ) أي: يأتيه أسباب الموت وما به يموت لو كان فيه أمر الموت، فعلى ذلك قوله - تعالى -: (تُدَمِّرُ كُلَّ شَيْءٍ) أي: تدمر كل شيء عند من عاينها ونظر في أحوالها وأهوالها أن لو كان لها أمر بذلك، لكنها لم تجاوز أمر ربها؛ ألا ترى أنه قال في آية أخرى:  (فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ) في ظاهر هذه الآية أنها قد أبقت مساكنهم ولم تدمرها، وكذلك قال في آية أخرى:  (تَنْزِعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ) قَالَ بَعْضُهُمْ: إنهم لما التجئوا إلى مساكنهم وهربوا منها كانت تدخل الريح مساكنهم وتخرجهم منها فتلقيهم في صحاريهم وأفنيتهم موتى. </p><p> وقَالَ بَعْضُهُمْ: تنزع مفاصلهم، وتقطعها، ثم تلقيهم في أفنيتهم؛ على ما وصف، وشبههم بأعجاز نخل منقعر، فالريح التي تعمل في إخراج أهلها من مساكنهم وإبقائهم في الفيافي، لأن تعمل في هدم المساكن والمنازل أولى، وكذلك إذا عملت في نزع المفاصل وقطعها ففي نقض البنيان والمساكن أولى، ومع ذلك لم تعمل في هدم مساكنهم؛ فدل ما ذكرنا أنها لم تجاوز أمر ربها في الإهلاك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ. . .) الآية. </p><p> يحتمل:  (لَا يُرَى إِلَّا مَسَاكِنُهُمْ) وجهين: </p><p> أحدهما: أي: لم تترك الريح من عاد ومما لهم إلا مساكنهم التي ذكر. </p><p> والثاني:  (لَا يُرَى إِلَّا مَسَاكِنُهُمْ) إلا آثار مساكنهم. </p><p> فعلى أحد التأويلين تركت لهم المساكن، لم تهلكها، وعلى التأويل الآخر: تركت آثار مساكنهم، فأما نفس مساكنهم فقد أهلكتها. </p><p> وهذان التأويلان خرجا على ما ذكرنا من التأويلين في قوله - تعالى -: (تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا) ، فالأول على التأويل الأول في قوله:  (تُدَمِّرُ كُلَّ شَيْءٍ) أرسلت وأمرت </p>"
}