{
  "id": null,
  "sura": 46,
  "aya": 27,
  "text": "<p> أنتم يا أهل مكة، ثم لم يقدروا على دفع عذاب اللَّه إذا نزل بهم، فأنتم كيف تملكون دفعه، وليس لكم تلك الأسباب؟! </p><p> وعلى التأويل الثاني، كأن المراد هو حقيقة ما ذكر من السمع، والبصر، والفؤاد؛ فيكون معناه ما ذكرنا: أن لكم هذه الأسباب مثل ما لهم، ثم هم لم يقدروا على دفع ما حل بهم من العذاب، فأنتم لم تقدروا أيضًا بها، واللَّه أعلم. </p><p> ثم بين اللَّه - سبحانه وتعالى - الذي بهم نزل ما نزل من العذاب؛ حيث قال:  (إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ) وكان استهزاؤهم مرة بما يوعد لهم الرسل - عليهم السلام - بالعذاب، ومرة كانوا يستهزئون بالرسل - عليهم السلام - لما يدعوهم إلى ما دعوا، واللَّه أعلم. </p><p> ثم عذب عادًا بالريح التي وصفها اللَّه - تعالى - في سورة الحاقة، وذكر فيها؛ حيث قال:  (وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ) ، أي: شديدة عادية (سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا. . .) الآية، وقال في آية أخرى:  (وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ) ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُمْ مِنَ الْقُرَى وَصَرَّفْنَا الْآيَاتِ لَعَلَّهُمْ يَرْجِعُونَ (٢٧) خلق اللَّه - تعالى - البشر على طبعٍ وبنية وحال يحذرون ما ينزل بأشكالهم وأمثالهم بذنوب ارتكبوها، ويتعظون بغيرهم؛ فكأنه يقول: احذروا صنع الذين أهلكوا من حولكم وبقربكم؛ لئلا ينزل بكم ما نزل بأُولَئِكَ الذين أهلكوا حولكم؛ ليرتدعوا عن ذلك، وألا يعاملوا رسوله كما عامل أُولَئِكَ حتى لا ينزل بهم مثل ما نزل بأُولَئِكَ بتكذيبهم الرسل وعنادهم واستهزائهم بهم؛ يحذرهم ما نزل بأُولَئِكَ الذين أهلكوا حولهم؛ ليرتدعوا عن ذلك، وألا يعاملوا رسوله كما عامل أُولَئِكَ حتى لا ينزل بهم مثل ما نزل بأُولَئِكَ؛ واللَّه أعلم. </p><p> وقوله - عز جل -: (وَصَرَّفْنَا الْآيَاتِ لَعَلَّهُمْ يَرْجِعُونَ) ، قوله:  (وَصَرَّفْنَا الْآيَاتِ) يخرج على وجهين: </p><p> أحدهما: أي: جعلنا للرسل - عليهم السلام - آيات أقاموها على قومهم ما يعلمهم ذلك، ويخبرهم على صدقهم، فردّوها وكذبوهم بها، فعند ذلك أهلكناهم، فعلى ذلك جعلنا لمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من الآيات ما تعلمكم يا أهل مكة وتخبركم عن صدقه، وتدلكم على رسالته، فلا تردوها حتى لا ينزل بكم ما نزل بهم، واللَّه أعلم. </p><p> والثاني:  (وَصَرَّفْنَا الْآيَاتِ) أي: نشرنا في الآفاق والأطراف النائية ما حل بأُولَئِكَ ونزل بهم بتكذيب الرسل، وما كان منهم من العناد والرد ما يلزم من بلغه ذلك الخبر، واتصل به </p>"
}