{
  "id": null,
  "sura": 46,
  "aya": 9,
  "text": "<p> حقيقة العبادة فهو صلة قوله:  (قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ. . .) الآية؛ يقول - واللَّه أعلم -: ومن أضل ممن يعبد من لا يملك ما ذكر من خلق الأرض، ولا له شرك في السماوات وما ذكر، وترك عبادة من خلق السماوات، وخلق الأرض، وشهد كل شيء له بذلك، وأتى بالحجج والبراهين على ذلك؛ أي: لا أحد أضل ممن ترك عبادة من هذا وصفه، وصرف العبادة إلى الذي لا يملك شيئًا من ذلك، واللَّه أعلم. </p><p> وإن كان على الدعاء نفسه فهو صلة ما ذكر من قوله:  (لَا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ) ، أي: ومن أضل ممن يدعو من دون اللَّه من لا يملك إجابته، ولا يسمع دعاءه، وترك دعاء من يملك إجابته ويسمع دعاءه، ويقدر قضاء ما يدعون ويسألون؛ أي: لا أحد أضل ممن اختار دعاء من لا يملك شيئًا من ذلك على دعاء من يملك ذلك كله؛ يسفههم في صنيعهم واختيارهم على ما اختاروا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ وَمَا أَنَا إِلَّا نَذِيرٌ مُبِينٌ (٩) كأن هذا إنما ذكر - واللَّه أعلم - لإنكار أهل مكة الرسل من البشر، واستعظامهم وضع الرسالة فيهم، فقال عند ذلك:  (مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ) أي: لست أنا بأول رسول من البشر؛ بل لم يزل الرسل من قبل كانوا من البشر في آفاق الأرض وأطرافها، فما بالكم تنكرون رسالتي؛ لأني كنت من البشر وتستعظمونها وسائر الرسل الذين من قبلي كانوا من البشر؟! واللَّه أعلم. </p><p> قال أَبُو عَوْسَجَةَ:  (مَا كُنْتُ بِدْعًا) أي: ما أنا بأولهم، قد أرسل قبلي. </p><p> وقَالَ الْقُتَبِيُّ: وما كنت بدءًا منهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ) هذا يخرج على وجوه: </p><p> أحدها: أي: ما كنت أدري قبل ذلك ما يفعل بي ولا بكم: أُرسَل، وأُختَص للرسالة، وأُختار لها، وأبعث إليكم، وتلزمون أنتم اتباعي والإجابة إلى ما أدعوكم إليه، والله أعلم. </p><p> والثاني:  (وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ) من إخراجي من بين أظهركم وإهلاككم كما فعل بالرسل الذين كانوا من قبل وأقوامهم، أمروا بالخروج من بين أظهرهم، ثم تعقب ذلك استئصال قومهم؛ أي: ما أدري أيفعل بي وبكم ما ذكرنا كما فعل بمن تقدمنا من الرسل وقومهم، واللَّه أعلم. </p><p> والثالث:  (وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ) مخافة التغيير عليه والتبديل؛ ولم يزل الرسل - عليهم السلام - يخافون تغيير الأحوال عليهم، وتبديل ما أنعم عليهم، وذهاب </p><p> ما اختصوا هم به؛ كقول إبراهيم - عليه السلام -: (وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ) ، وقال شعيب - عليه السلام -: (إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّنَا وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًا) الآية، وما ذكر في سورة يوسف - عليه السلام -: (مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ إِلَّا أَنْ يَشَاءَ اللَّهُ. . .) الآية، وقول يوسف - عليه السلام -: (تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ) ، وقول يعقوب - عليه السلام -: (فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ) ، وقول رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" يا مقلب القلوب ثبت</p><p> قلوبنا على طاعتك \" لم تزل كانت الرسل - عليهم الصلاة والسلام - على خوف من تغيير الأحوال التي كانوا عليها، فعلى ذلك جائز أن يكون قوله:  (وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ) أتغير عليَّ وعليكم الأحوال التي نحن عليها اليوم أم نترك على ذلك؟ وحقيقة هذا الكلام على الاستقصاء قد مرت، واللَّه أعلم. </p><p> وذكر بعض أهل التأويل: أن أهل مكة كانوا يؤذون رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأصحابه - رضوان اللَّه عليهم أجمعين - بأنواع الأذية، فشكوا إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ما كانوا يلقون منهم، فقال:  \" إني لم أومر بشيء فيهم من القتال وغيره فاصبروا على ذلك، ولكني رأيت في المنام أن أهاجر إلى أرض أخرى ذات. . . \" كذا؛ فاستبشروا بذلك، ومكثوا بعد ذلك زمانًا لا يرون شيئًا مما ذكر، فشكوا إليه ثانيًا بما يلقون منهم، وقالوا: ما نرى ما قلت لنا من الخروج عنهم، فقال:  \" إنما رأيت ذلك في المنام ولم يأت به وحي من السماء أيكون ذلك أم لا يكون؟ \" أو نحو هذا من الكلام، وهذا لا يحتمل أن يكون؛ فإنه لا يُظن بأصحابه - رضي اللَّه عنهم - أن يقولوا له: ما نرى الذي قلت لنا من الخروج عنهم، وفي ذلك اتهامه بذلك، وترك تعظيمه، ولا نظن بالنبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أن يقول لهم:  \" أنا رأيت ذلك في المنام، ولم يأت به وحي من السماء \" ؛ جوابًا لقولهم، ورؤيا الأنبياء - عليهم السلام - كالوحي من السماء، دل أن هذا لا يحتمل أن يصح ويثبت، واللَّه أعلم. </p><p> وإنما جائز بعض ما ذكر في القصة من الشكاية منهم من الأذى، والوعد لهم بالخروج من بينهم، واللَّه أعلم. </p><p> والوجوه التي ذكرنا أشبه وأقرب إلى العقل، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ وَمَا أَنَا إِلَّا نَذِيرٌ مُبِينٌ) ظاهر. </p><p> وقوله - عزَّ وجلَّ -: (قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ </p>"
}