{
  "id": null,
  "sura": 46,
  "aya": 11,
  "text": "<p> عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ ... (١٠) الآية. </p><p> قَالَ بَعْضُهُمْ: إن عبد اللَّه بن سلام آمن برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وشهد أنه رسول اللَّه، ثم شهد بمثل ذلك ابن يامين. </p><p> وقَالَ بَعْضُهُمْ: شهد ابن يامين أولا: أنه رسول، وآمن وصدقه، ثم شهد بمثله ابن سلام، واللَّه أعلم. </p><p> والأشبه في هذا أن يكون قوله - تعالى -: (وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ) التوراة أو موسى - عليه السلام - على ذلك، كقوله - تعالى -: (وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً وَهَذَا كِتَابٌ مُصَدِّقٌ لِسَانًا عَرَبِيًّا) ، شهد كتاب وسول اللَّه ورسوله - عليه السلام - واللَّه أعلم. </p><p> ولأن عبد اللَّه بن سلام إنما أسلم بالمدينة، وكذلك ابن يامين، وهذه السورة مكية، لكنهم يقولون: هذه السورة مكية إلا هذه الآيات الثلاث، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ وَإِذْ لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هَذَا إِفْكٌ قَدِيمٌ (١١) يحتمل أن يكون هذا القول من الأجلة والرؤساء منهم الذين كان منهم صلة الأرحام وأنواع الخيرات والأعمال الصالحة، قالوا: إنا قد سبقناهم في الخيرات سوى ذلك، فلو كان ذلك الذي تدعونا إليه خيرًا ما سبقونا كما لم يسبقونا إلى سائر الخيرات. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذْ لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هَذَا إِفْكٌ قَدِيمٌ) أي: وإذ لم يهتدوا به هم من بيننا فيقولون: هذا القرآن إفك قديم، أي: كذب قديم، فكأن قولهم:  (لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ) بحق الاحتجاج، وقولهم:  (فَسَيَقُولُونَ هَذَا إِفْكٌ قَدِيمٌ) تكذيب منهم ورد لذلك. </p><p> ثم قوله:  (إِفْكٌ قَدِيمٌ) يقولون - واللَّه أعلم -: لم يزل من ادعى الرسالة يدعي على اللَّه ما يدعي مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من إنزال الكتب عليهم، وبعثه إياهم ابن سلام إلى الناس يطلب الرسالة له عليهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً وَهَذَا كِتَابٌ مُصَدِّقٌ لِسَانًا عَرَبِيًّا لِيُنْذِرَ الَّذِينَ ظَلَمُوا وَبُشْرَى لِلْمُحْسِنِينَ (١٢) أي: إمامًا يقتدى به، ورحمة لمن اتبعه في دفع العذاب عنه. </p><p> وقوله - تعالى -: (وَهَذَا كِتَابٌ مُصَدِّقٌ) ذكر - هاهنا - مصدق، ولم يذكر أنه مصدق لماذا؟ لكن قد ذكر في غير آي من القرآن (مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ) ، ثم </p>"
}