{
  "id": null,
  "sura": 46,
  "aya": 4,
  "text": "<p> سُورَةُ الْأَحْقَافِ </p><p> وهي مَكِّيَّة </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (حم (١) تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ (٢) مَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى وَالَّذِينَ كَفَرُوا عَمَّا أُنْذِرُوا مُعْرِضُونَ. قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ ائْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ. وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ (٥) وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ (٦) . </p><p> قوله - عَزَّ وَجَلَّ -: (حم (١) تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ (٢) قد ذكرنا تأويله فيما تقدم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ ... (٣) . </p><p> قوله - عَزَّ وَجَلَّ -: (إِلَّا بِالْحَقِّ) أي: ما أخلق السماوات والأرض وما بينهما إلا بالحق الذي صار به إنشاء ذلك وخلقه حكمة؛ لأنه لو كان الأمر على ما ظن أُولَئِكَ الكفرة وتوهموا بأن لا بعث ولا جزاء من ثواب وعقاب كان إنشاء ما ذكر من السماوات والأرض وخلق ذلك كله - عبثًا باطلا على ما تقدم ذكره في غير موضع، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ كَفَرُوا عَمَّا أُنْذِرُوا مُعْرِضُونَ) يحتمل (عَمَّا أُنْذِرُوا مُعْرِضُونَ) وجوها: </p><p> أحدها: أي: بما ألزمهم من النظر والتفكر فيما ذكر من خلق السماوات والأرض، وما أنشأ فيهما من المنافع، وجعل ذلك لهم آية، لم يفعل ذلك كله عبثًا باطلا، ولكن لعاقبة تقصد، ولأمر يراد؛ إذ عرفوا بعقولهم: أنه لا يجوز خلق الخلق على أن يهملوا ويتركوا سدى لا يؤمرون، ولا ينهون، ولا يمتحنون، فأعرضوا عما ألزمهم من النظر والتفكر في ذلك فهم معرضون إعراض ترك النظر والتفكر، واللَّه أعلم. </p><p> والثاني: ما أنذروا بما نزل بمن تقدمهم من مكذبي الرسل، عليهم السلام. </p><p> والثالث: بما أنذر وأوعد لهم من العذاب في الآخرة، فهم معرضون عن ذلك كله، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ ائْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ (٤) يحتمل أن يكون ما ذكر كله موصولا بعضه ببعض. </p><p> ويحتمل أن يكون بعضه مفصولا عن بعض. </p><p> فإن كان على الوصل، فكأنه يقول: أرأيتم ما تعبدون من دون اللَّه من الأصنام وتدعونها آلهة: هل خلقوا مما لكم من المنافع، ومما به حياتكم وقوامكم ومعاشكم مما يخرج من الأرض، أو هل ينزلون لكم من المنافع التي جعلت لكم في السماء من الأمطار وغيرها. </p><p> أو هل أتاكم كتاب من عند اللَّه فيه أنه أمركم بعبادة من تعبدونه (أَوْ أَثَارَةٍ مِنْ عِلْمٍ) هو يخرج على وجهين: </p><p> أحدهما: أو جاءكم من الحكماء الأولين المتقدمين كتاب أو قول فيه الأمر بذلك، واستخرجتم من العلوم ذلك؛ ففعلتم به؟ يقول - واللَّه أعلم -: إن الأسباب التي تحمل الناس على العبادة والخدمة لهم هذه الوجوه: إما منافع تتصل بهم منهم مما به قوامهم ومعاشهم وحياتهم وإما كتاب من اللَّه - تعالى - فيه حجة لهم، وأمر لهم في ذلك، أو كتاب من الحكماء والرسل يأمرون لهم، وهم قوم لا يؤمنون بالرسل، ولا بالكتاب، وليست لهم علوم مستخرجة من العلوم، يقول: ليس لكم شيء مما ذكر من الأسباب والعلوم فبم عبدتموها؟ وكيف اخترتم عبادتها على عبادة من عرفتم أن ما به قوامكم وحياتكم منه؟! واللَّه أعلم. </p><p> وإن كان مفصولا من بعض فيكون كأنه يقول:  (أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ) من المنافع وغيرها، (أَمْ لَهُمْ شِرْكٌ) فيما ذكر؟ فإن قالوا: قد خلقوا ما ذكر، ولهم شرك فيما ذكر، فقل لهم (ائْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا) من كتاب الحكماء أو العلوم المستخرجة من العلوم (إِنْ كُنْتُمْ صَادِقِينَ) أنهم خلقوا ما ذكرتم، أو لهم شرك فيما ذكر - واللَّه أعلم - وقد علموا أنهم لا يقدرون أن يرونه ما ذكر؛ لما لم يكن لهم من هذه الأسباب شيء؛ إذ هي أسباب العلم، وقد عجزوا عن ذلك كله. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (أَوْ أَثَارَةٍ مِنْ عِلْمٍ) قَالَ بَعْضُهُمْ: أو خاصة من علم. </p><p> وقَالَ بَعْضُهُمْ: أو بقية من علم أوائلهم؛ وهو قول الْقُتَبِيّ؛ أي: بقية من علم يؤثر عن الأولين، ويقرأ (أثرة) و [ (إثارة) ]، وأصله ما ذكرنا من الوجهين: </p><p> أحدهما: كتاب الحكماء والرسل. </p><p> والثاني: العلوم المستخرجة من سائر العلوم. </p>"
}