{
  "id": null,
  "sura": 47,
  "aya": 15,
  "text": "<p> من كان على بينة منه، وبيان، على علم بذلك، ويقين، واللَّه أعلم. </p><p> والثاني: فيه ذكر دلالة البعث، يقول - واللَّه أعلم -: لما عرفتم أن من كان على بينة من ربه ليس كمن يتبع هوى نفسه، وقد استويا في هذه الدنيا: انتفع هذا كما انتفع الآخر، وفي العقول لا استواء بينهما؛ فدل استواؤهما في هذه الدار على أن هناك دارًا أخرى، ثم يفرق بينهما ويميز، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِنْ رَبِّهِمْ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ (١٥) هذا يخرج على وجوه: </p><p> أحدها: أن قوله - تعالى -: (وُعِدَ الْمُتَّقُونَ) على حقيقة المثل، كأنه يقول: مثل الجنة التي وعد المتقون من جناتكم هذه لو كانت جناتكم في الدنيا على المثل الذي وصف في الآية، أليس كانت نفس كل أحد ترغب فيها، وتحرص في طلبها؛ لتكون تلك الجنة لها، فما بالكم لا ترغبون في تلك الجنة التي وعد المتقون في الآخرة لا ترغبون فيها، ولا تحرصون في طلبها؟ واللَّه أعلم. </p><p> ويخرج على هذا التأويل قوله - تعالى -. (كَمَنْ هُوَ خَالِدٌ فِي النَّارِ) أي: ليس من كان خالدًا في جنة من جناتكم التي ذكر وصفها كمن هو خالد في نار من نيرانكم. </p><p> والثاني: يحتمل قوله - تعالى -: (الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ) ما ذكر، فيخرج على الصلة؛ لما تقدم من قوله - تعالى -: (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ) ثم وصف ونعت الجنة التي أخبر أنه يدخلهم فيها فقال: (مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ) أي: صفتها (فِيهَآ أَنهَارٌ مِنْ. . .) كذا وكذا الآية، وعلى هذا ما ذكر في آخره من قوله:  (كَمَنْ هُوَ خَالِدٌ فِي النَّارِ) يحتمل أن يكون صلة قوله: (وَالنَّارُ مَثْوًى لَهُمْ) ، ثم وصف تلك النار التي أخبر أنها مثوى لهم ومأوى لهم فقال:  (وَسُقُوا مَآءً حمَيمًا. . .) الآية. </p><p> والثالث: يذكر على أن من وعد له ما وعد للمتقين من الجنة وما فيها من النعم، ليس كمن وعد له النار؛ ألا ترى أنه - جل وعلا - ذكر في آخر ما ذكر من وصف الجنة:  (كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ) أي: ليس هذا كهذا، ولا سواء بينهما، أي: لا مساواة، وهو كقوله - تعالى - فيما تقدم من حيث قال:  (أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُمْ) ، أي: ليس هذا كهذا؛ فعلى هذا يحتمل ما ذكر من وصف الجنة ووصف النار؛ أي: ليس من وعد له الجنة التي وصفها ونعتها كمن وعد له النار التي وصفها ما ذكر، واللَّه أعلم. </p><p> ثم قال:  (أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ. . .) الآية، يخبر أن ما يكون في الجنة من المياه، </p>"
}