{
  "id": null,
  "sura": 47,
  "aya": 28,
  "text": "<p> الوجهين، فلا نفسره أنه إلى ماذا يرجع. </p><p> ثم قَالَ بَعْضُهُمْ: الذين كرهوا ما نزل اللَّه هم المنافقون، قالوا لليهود: سنطيعكم في تكذيب مُحَمَّد والمظاهرة عليه. </p><p> وقَالَ بَعْضُهُمْ: هم اليهود، ظاهروا سائر الكفرة على مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأصحابه رضي الله عنهم. </p><p> ثم كراهة نزول ما أنزل اللَّه على رسوله - عليه الصلاة والسلام - كان من اليهود وجميع الكفرة؛ لقوله - تعالى -: (مَا يَوَدُّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَلَا الْمُشْرِكِينَ أَنْ يُنَزَّلَ عَلَيْكُمْ مِنْ خَيْرٍ مِنْ رَبِّكُمْ) ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ) هذا يدل على أنه لا يفسر قوله: (ذَلِكَ بِأَنَّهُمْ قَالُوا) ولا يشار على أنه أراد كذا، ورجع إلى كذا؛ لما أخبر اللَّه - تعالى - أنه هو العالم بما أسروا، ولم يبين ذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ (٢٧) ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ ... (٢٨) لا أحد يقصد قصد اتباع سخط اللَّه، ولا كراهة رضوانه، لكنهم لما اتبعوا الفعل الذي كان اللَّه يسخط ذلك الفعل، فكأنهم اتبعوا سخطه، وكذلك إذا تركوا اتباع ما كان اللَّه يرضاه وكرهوه فكأنهم كرهوا رضوانه، وهو كقوله - تعالى -: (لَا تَعْبُدُوا الشَّيْطَانَ) ، ولا أحد يقصد قصد عبادة الشيطان، لكنهم لما اتبعوه فيما يأمرهم ويدعوهم إليه فكأنهم عبدوه، وهو تسمية الشيء باسم سببه، واللغة غير ممتنعة عن تسمية الشيء باسم سببه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَحْبَطَ أَعْمَالَهُمْ) التي كانت قبل ارتهدادهم في حال اتباعهم إياه، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ (٢٩) وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ (٣٠) وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ (٣١) إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى لَنْ يَضُرُّوا اللَّهَ شَيْئًا وَسَيُحْبِطُ أَعْمَالَهُمْ (٣٢) . </p><p> وقوله - عَزَّ وَجَلَّ -: (أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ) أي: حسب المنافقون أن لن يظهر اللَّه عداوتهم، وأن لن يبدي اللَّه ما في قلوبهم من العداوة؛ </p>"
}