{
  "id": null,
  "sura": 47,
  "aya": 24,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ) أي: أصمهم حتى لم يسمعوا سماع الاعتبار والتفكر، وأعمى أبصارهم حتى لم ينظروا فيما عاينوا نظر اعتبار وتفكر ما لو تفكروا وتأملوا ونظروا نظر معتبر، لأدركوا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا (٢٤) . </p><p> فيه أنهم لو تدبروا وتأملوا فيه، لأدركوا ما فيه. </p><p> وفيه - أيضًا - أنهم لو تدبروا العذاب لفتح تلك الأقفال التي ذكر أنها عليها، وذهب بها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا) أي: على قلوب أقفالها. </p><p> ثم يحتمل أقفالها: الظلمة التي فيها، وهي ظلمة الكفر، تلك الظلمة تغطى نور البصر ونور السمع. </p><p> وجائز أن يكون ما ذكر من الأقفال هي كناية عن الطبع، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَى لَهُمْ (٢٥) أي: زين، أضاف التزيين مرة إلى الشيطان، ومرة إلى نفسه، فما يفهم من تزيين الشيطان غير الذي يفهم من تزيين اللَّه - تعالى - كالإضلال المضاف إلى اللَّه - تعالى - والمضاف إلى الشيطان، فالمفهوم من إضلال اللَّه غير المفهوم من إضلال الشيطان؛ فعلى ذلك التزيين. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَمْلَى لَهُمْ) أي: أخرهم وأمهلهم إلى أجل ووقت؛ كقوله - تعالى -: (وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ. . .) الآية، أي: يؤخرهم؛ ليكون ما ذكر، واللَّه أعلم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى. . .) الآية، جائز أن تكون الآية في اليهود؛ لما ذكرنا أنهم كانوا آمنوا به قبل أن يبعث؛ كقوله:  (وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ. . .) الآية، ارتدوا على أدبارهم من بعد ما آمنوا به واتبعوه. </p><p> وجائز أن تكون في المنافقين، ارتدوا على أدبارهم، وأظهروا الخلاف بعد وفاة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وبعدما أظهروا الموافقة في حياته، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ (٢٦) قوله: (ذَلِكَ بِأَنَّهُمْ) إن كان راجعًا إلى قوله: (إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ) كان المراد بذلك اليهود - فالمعنى فيه غير المعنى لو كان في المنافقين. </p><p> وإن كان قوله:  (ذَلِكَ بِأَنَّهُمْ) راجعا إلى قوله: (الشَّيْطَانُ سَوَّلَ لَهُمْ) فإذا احتمل ذلك </p>"
}