{
  "id": null,
  "sura": 47,
  "aya": 31,
  "text": "<p> جعل اللَّه - جل وعلا - في إظهار ما أسر أهل النفاق وإبداء ما أخفوه فيما بينهم - آية عظيمة، ودلالة ظاهرة على رسالة رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ (٣٠) كأنه على التقديم والتأخير؛ كأنه قال: ولو نشاء لأريناكهم بسيماهم بالنظر إليهم بالبديهة، ولتعرفنهم - أيضًا - في لحن القول؛ أي: لو نشاء لجعلنا لهم أعلامًا في الوجه والقول لتعرفنهم، ولكن لم نجعل لهم، ولكن جعل معرفتهم بأعمال يعملون فيظهر نفاقهم بذلك - واللَّه أعلم - كقوله:  (وَمِنَ النَّاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا) ، وقال في آية أخرى:  (وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ) ، وقوله:  (رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ. . .) الآية، وقوله - عَزَّ وَجَلَّ -: (وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ) ، وقوله:  (إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ) ، ونحو ذلك من الآيات مما كان يظهر نفاقهم وخلافهم بالأعمال التي كانوا يعملون؛ فدلت هذه الآيات على أنه كان لا يعرفهم بالسيماء والنطق والقول والأجسام، وإنَّمَا يعرفهم بأفعال كانوا يفعلونها، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ:  (وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ) أي: فحوى الكلام، فكان يعرفهم رسول الله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وإذا تكلموا؛ فيخرج على هذا التأويل. </p><p> وقوله:  (وَلَتَعْرِفَنَّهُمْ) على الوعد؛ أي: تعرفهم في حادث الوقت، واللَّه أعلم. </p><p> قال أَبُو عَوْسَجَةَ: يقال: رجل ألحن بحججه، ويقال: لحن يلحن -إذا أخطأ- لحنًا، فهو لاحن؛ كأنه من العدول والميل عن الحق. </p><p> وقَالَ الْقُتَبِيُّ:  (فِي لَحْنِ الْقَوْلِ) أي: في فحوى كلامهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ) يحتمل هذا وجهين: </p><p> أحدهما: واللَّه يعلم ما تسرون من الأعمال وتخفونها. </p><p> والثاني: على الجملة؛ أي: يعلم جميع أعمالهم: ما أسروا وأعلنوا؛ يخرج على الوعيد، كقوله:  (إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ) ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ (٣١) هذا يخرج على وجوه: </p><p> أحدها: أي: حتى يعلم أولياؤه المجاهدين منكم والصابرين من غير المجاهدين وغير الصابرين، فيكون المراد من إضافة العلم إلى نفسه علم أوليائه؛ كقوله - تعالى -: (إِنْ </p>"
}