{
  "id": null,
  "sura": 47,
  "aya": 1,
  "text": "<p> سُورَةُ مُحَمَّدٍ عليه الصلاة والسلام </p><p> مدنية </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ (١) وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ (٢) ذَلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَبِّهِمْ كَذَلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ (٣) . </p><p> قوله - عَزَّ وَجَلَّ -: (الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ) قال عامة أهل التأويل: هم أهل مكة. </p><p> والأشبه أن تكون الآية في كفار المدينة وهم أهل الكتاب؛ لأن السورة مدنية؛ على ما قال بعض أهل التأويل، لكن جائز أن يكون كما قال أهل التأويل بأنها نزلت في كفار مكة؛ لأن هذه السورة ذكرت على أثر خبرهم وعقيب نبئهم في سورة الأحقاف. </p><p> ثم إن كانت الآية في كفار المدينة وأهل الكتاب فيكون يحتمل: الذين كفروا بمحمد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وما أنزل عليه (أَضَلَّ أَعْمَالَهُمْ) أي: أبطل إيمانهم الذي كان لهم بسائر الأنبياء وبمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لأنهم كانوا مؤمنين به قبل أن يبعث، فلما بعث كفروا به؛ يقوله - والله أعلم -: قد أبطل إيمانهم الذي كان منهم قبل ذلك بما كفروا بعدما بعث. </p><p> وإن كانت الآية في كفار مكة على ما قال أكثرهم؛ فيكون قوله:  (الَّذِينَ كَفَرُوا) بوحدانية اللَّه - تعالى - أو كفروا بمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وبما أنزل عليه، أو كفروا بالبعث، ونحو ذلك (أَضَلَّ أَعْمَالَهُمْ) أي: أبطل حسناتهم التي كانت لهم في حال كفرهم؛ من نحو الصدقات، وصلة الأرحام، وفك الرقاب، وغير ذلك من الأعمال التي كانوا يتقربون بها - واللَّه أعلم - قد أبطل أعمالهم التي كانوا يتقربون بها ويرونها قربة عند اللَّه. </p><p> أو يقول: قد أبطل عبادتهم التي كانوا يعبدون من الأصنام وغيرها لتقربهم عبادتهم إلى اللَّه زلفى؛ لقولهم:  (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) ، وقولهم:  (هَؤُلَاءِ شُفَعَاؤُنَا عِندَ اللَّهِ) ، يقول: قد أبطل ذلك ولم يكن على ما رجوا وطمعوا، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَصَدُّوا عَنْ سَبِيلِ اللَّهِ) يحتمل أن صدوا بأنفسهم؛ أي: أعرضوا عن سبيل الله؛ على ما ذكر عنهم. </p><p> ويحتمل:  (وَصَدُّوا عَنْ سَبِيلِ اللَّهِ) أي: صدوا الناس عن سبيل اللَّه، وقد كان منهم الأمران جميعًا (أَضَلَّ أَعْمَالَهُمْ) أي: أبطل؛ يقال: ضل الماء في اللبن: إذا غلب فلم يتبين. </p>"
}