{
  "id": null,
  "sura": 47,
  "aya": 16,
  "text": "<p> والخمور، والألبان، وما ذكر ليس كالتي في الدنيا؛ لأن المياه في الدنيا تتغير بأحد وجهين: إما النجاسة وآفة تصيبها، أو لطول الزمان والمكث، فيخبر أن ليس في الجنة شيء يغير مياهها، وكذلك اللبن في الدنيا يتغير ويفسد عن قريب إذا ترك لما ذكر، فيخبر أن ألبان الجنة لا تفسد للترك، ولا يصيبها شيء فيفسدها ويخرجها عن طعم اللبن، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ) يخبر أن الخمر في الجنة مما يتلذذ بها أهلها عند الشرب ليس كخمور الدنيا يتكره أهلها عند شربها ويعبسون بوجوههم عند التناول منها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى) أي: أنهار من عسل خلق، وأنشئ مصفى لا كدورة فيه، لا أنه كان كدرًا ثم صفي، أو كان خلق بعضه كدرًا وبعضه مصفى، ولكن خلق كله مصفى من الابتداء، وهو كقوله - تعالى -: (رَفَعَ السَّمَاوَاتِ) ، أي: خلقها في الابتداء مرفوعة، لا أنها كانت موضوعة ثم رفعها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ) يحتمل: أي: من كل الثمرات التي عرفوها في الدنيا ورأوها. </p><p> أو يقول:  (وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ) التي يريدون فيها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَغْفِرَةٌ مِنْ رَبِّهِمْ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ) أي: ليس من وعد له ما ذكر من الجنة وهو خالد فيها متنعم بما ذكر من ألوان الثمار والتنعم بما ذكر من المياه والخمور والألبان، كمن هو خالد في النار وما ذكر، والله أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آنِفًا أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ (١٦) وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ (١٧) فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً فَقَدْ جَاءَ أَشْرَاطُهَا فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ (١٨) فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ (١٩) وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ فَأَوْلَى لَهُمْ (٢٠) طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ فَإِذَا عَزَمَ الْأَمْرُ فَلَوْ صَدَقُوا اللَّهَ لَكَانَ خَيْرًا لَهُمْ (٢١) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا </p>"
}