{
  "id": null,
  "sura": 47,
  "aya": 20,
  "text": "<p> فيها. </p><p> وهو يخرج عندنا على وجوه: </p><p> أحمدها: يحتمل هذا لظن قوم وتوهمهم أن اللَّه - تعالى - يجهل عواقب الأمور؛ حيث أنشأ هذا العالم، فجحدوه وجحدوا نعمه، فلا يحتمل أن ينشئهم، ويجعل لهم النعم وهو يعلم أنهم يجحدون وينكرون نعمه؛ لأن من فعل هذا في الشاهد فهو عابث غير حكيم، فعلى ذلك هذا، على زعمهم، فقال - تعالى - جوابًا لهم:  (وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ) أي: على علم بما يكون منهم أنشأهم وخلقهم، لا عن جهل على ما ظنوا هم، لكن ما ينبغي لهم أن ينسبوا الجهل إلى اللَّه - تعالى - لجهلهم بحق الحكمة في فعله؛ لأن اللَّه - جل وعلا - لم ينشئ هذا العالم لحاجة له، أو لمنافع نفسه؛ بل إنما أنشأه لمنافع أنفسهم، ولحاجتهم، فإليهم ترجع منفعة الإجابة والطاعة، وعليهم تكون مضرة الجحود والرد، فأما في الشاهد فمن يأمر أحدًا أو ينهاه عن أمر أو أرسل إليه رسولا على علم منه بالرد والجحود فهو سفيه غير حكيم؛ لأنه إنما يفعل ما يفعل لحاجة نفسه ولمنفعة له، فإذا علم منه الرد والإنكار فهو غير حكيم، فافترق الشاهد والغائب؛ لافتراق وجه الحكمة، والله الموفق. </p><p> والثاني: قوله - تعالى -: (وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ) أي: يعلم جميع أحوالكم من حركاتكم، وسكونكم، وجميع تقلبكم؛ لتكونوا أبدًا على حذر ويقظة، واللَّه أعلم. </p><p> والثالث:  (وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ) أي: يعلم متقلبكم في الدنيا، ويعلم إلى ماذا يكون مرجعكم في الآخرة؛ أي: أنشأ كلا على ما علم أنه يكون منهم؛ كقوله - تعالى -: (وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ) ، وقال في آية أخرى:  (وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ) ، أي: أنشأ من علم أنه يختار الكفر وعداوته لجهنم، وأنشأ من علم أنه يختار التوحيد وولايته للجنة، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ فَأَوْلَى لَهُمْ (٢٠) إن الذين آمنوا كانوا يتمنون إنزال السورة، ويقولون: هلا نزلت سورة؛ لوجوه: </p><p> أحدها: لتكون السورة حجة لهم، وآية على أعدائهم في الرسالة والبعث والتوحيد. </p><p> والثاني: كانوا يستفيدون بإنزال السورة أشياء ويزداد لهم يقين وتحقق في الدِّين؛ كقوله - تعالى -: (وَإِذَا مَا أُنْزِلَتْ سُورَةٌ. . .) إلى قوله: (فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ) ، وأما المنافقون (فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ) </p><p> على ما ذكر. </p><p> والثالث: يتمنون نزول السورة؛ ليتبين لهم المصدق من المكذب، والمتحقق من المرتاب. </p><p> هذه الوجوه التي ذكرنا تكون لأهل الإيمان؛ لذلك يتمنون، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ) أي: محدثة، والمحدثة ليست بتفسير للمحكمة، إلا أن يعنوا بالمحدث، الناسخ، والناسخ هو المحدث والمتأخر نزولا، وهو محكم؛ لأنه يلزم العمل به، واللَّه أعلم. </p><p> وفي حرف ابن مسعود - رَضِيَ اللَّهُ عَنْهُ -: (لولا نزلت سورة محدثة) ، والوجه ما ذكرنا. </p><p> والمحكمة عندنا على وجهين: </p><p> أحدهما: أي: محكمة بالحجج والبراهين. </p><p> والثاني: لما أنزلت على أيدي قوم وتداولت فيما بينهم فلم يغيروه ولم يبدلوه؛ بل حفظوه؛ ليعلم أنه من عند اللَّه حقًّا ومنه نزل، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَذُكِرَ فِيهَا الْقِتَالُ) جعل اللَّه - عَزَّ وَجَلَّ - في القتال خصالا: </p><p> أحدها: كثرة أهل الإسلام، وكثرة الأموال، وإن كان في ظاهر القتال إفناء الأنفس والأموال؛ لأنه قبل أن يفرض القتال كان يدخل من الإسلام واحد، فلما فرض القتال دخل فيه فوج فوج؛ على ما أخبر:  (يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا) . </p><p> والثاني: ليتبين المصدق منهم من المكذب لهم، والمتحقق من المرتاب؛ لأنه لم يكن ليظهر ويتبين لهم المنافق من غيره إلى ذلك الوقت، فلما فرض القتال عند ذلك ظهر وتبين لهم أهل النفاق والارتياب من أهل الإيمان والتصديق. </p><p> والثالث: فيه آية الرسالة والبعث، وأما آية الرسالة فلأن أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كانوا عددًا قليلا لا عدة لهم ولا قوة، أمروا بالقتال مع عدد لا يحصون، ولهم عدة وقوة؛ ليعلم أنهم لا بأنفسهم يقاتلون، ولكن باللَّه - تعالى - إذ لا يحتمل قيام أمثالهم لأمثال أُولَئِكَ مع كثرتهم وقوتهم، واللَّه أعلم. </p><p> وأما آية البعث فلأنهم أمروا بقتال أقاربهم، وأرحامهم، والمتعلق بهم، وفي ذلك قطع أرحامهم، وقطع صلة قراباتهم؛ ليعلم أنهم إنما يفعلون هذا بالأمر لعاقبة تؤمل وتقصد؛ إذ لا يحتمل فعل ذلك بلا عاقبة تقصد، وبلا شيء يعتقد، واللَّه أعلم. </p>"
}