{
  "id": null,
  "sura": 47,
  "aya": 14,
  "text": "<p> السلام - من بين أظهرهم أهلكهم، فيخبر أن أهل مكة قد استوجبوا العذاب؛ إذ أخرجت من بين أظهرهم كما يستوجب أُولَئِكَ الكفرة، لكن اللَّه بفضله ورحمته أخر ذلك عنهم؛ لأنه بعثك إليهم رحمة؛ كقوله - تعالى -: (وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ) ، أو أخر ذلك عنهم؛ لما وعد أنه خاتم الأنبياء - عليهم السلام - ليبقي شريعته إلى يوم القيامة، ولو أهلكهم واستأصلهم؛ على ما فعل بأُولَئِكَ لانقطعت رسالته وشريعته، وقد وعد أنها تبقى، وأنه رحمة لهم، وأنه لا يخلف الميعاد. </p><p> ثم أخبر أن أُولَئِكَ الكفرة أكثر أهلا وأشد قوة وبطشًا من هَؤُلَاءِ، ثم لم يتهيأ لهم دفع ما نزل بهم بقوتهم في أنفسهم وبطشهم، ولا كان لهم ناصر ينصرهم من عذاب اللَّه، ولا مانع يمنعهم عنه، فأنتم يا أهل مكة أولى ألا تدفعوا عن أنفسكم العذاب إذا نزل بكم، والله أعلم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (أَخْرَجَتْكَ) أضاف الإخراج إلى قومه، وهم لم يتولوا إخراجه بأنفسهم؛ بل اضطروه حتى خرج هو بنفسه، لكنه أضاف الإخراج إليهم؛ لأن سبب خروجه من بينهم كان منهم، فكأنهم قد أخرجوه، وهو كما ذكر من إخراج الشيطان آدم وحواء - عليهما السلام - من الجنة بقوله:  (فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ) ، والشيطان لم يتول إخراجهما حقيقة، لكن لما كان منه من أشياء حملهم ذلك على الخروج، فكأنه وجد الإخراج منه، وأصله: أن الأشياء والأفعال ربما تنسب إلى أسبابها، وإن لم يكن لتلك الأسباب حقيقة الأفعال، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَا نَاصِرَ لَهُمْ) هو خبر من اللَّه - تعالى - أي: لا يكون لهم ناصر، وهو يحتمل وجهين: </p><p> أحدهما: لا يكون ناصر في الآخرة. </p><p> والثاني: على إضمار؛ أي: لم يكن لهم ناصر وقت ما عذبوا في الدنيا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُمْ (١٤) يخرج لهذا الحرف جواب؛ لما هم عرفوا بالبديهة أن ليس من كان على بينة من ربه كمن زين له سوء عمله، واتبع هواه، يعرف ذلك بالبديهة كمن يقول: ليس المحسن كالمسيء، وليس من يحسن كمن يسيء، ونحو ذلك مما يعرفه كل أحد لا يحتاج إلى بيان وجواب، فعلى ذلك هذا. </p><p> ثم في ذلك وجهان: </p><p> أحدهما: يذكر سفههم باختيارهم اتباع هواهم وما زين لهم من سوء عملهم على اتباع </p>"
}