{
  "id": null,
  "sura": 48,
  "aya": 4,
  "text": "<p> وأحوج - أيضًا - جميع أهل الكتب السالفة إليه في معرفة ما ضمن كتابه المنزل عليه، وجعله رسولا إليهم؛ فيكون كأنه قال: إنا فتحنا لك النبوة، والحكمة، وأنواع العلوم، والخيرات، والحسنات؛ (لِيَغْفِرَ لَكَ) ؛ أي: إنما فتح لك ما ذكر ليغفر لك ويتم نعمته عليك من النبوة، والحكمة، وإظهار دينه على الأديان كلها، ويهديه صراطًا مستقيمًا، وينصره نصرًا عزيزًا، أعطاه ما ذكرنا، وذلك كله النصر العزيز، واللَّه أعلم. </p><p> وجائز أن يكون قوله:  (لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ) أي: من ذنب أمتك وما تأخر من ذنبهم؛ على ما قال بعض أهل التأويل، ويتم نعمته عليهم من أنواع الخيرات، والأمن لهم، والإياس لأُولَئِكَ الكفرة عنهم، ويهديهم صراطًا مستقيمًا، وينصرهم نصرًا عزيزًا، أي: فتحنا لك ما ذكر؛ ليكون لأمتك ما ذكرنا من المغفرة لهم، وإتمام النعمة والهداية لهم: الصراط المستقيم، والنصر لهم: النصر العزيز، أي: نصرًا يعزون به في حياتهم وبعد وفاتهم في الدنيا والآخرة، واللَّه أعلم. </p><p> ومن الناس من يقول: إن اللَّه - جل وعلا - امتحن رسوله - عليه الصلاة والسلام - في الابتداء بالخوف حين قال:  (وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ) ، وجد النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لذلك وجدًا شديدًا، ونزل بعده (إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا (١) لِيَغْفِرَ لَكَ اللَّهُ. . .) إلى آخره، قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عند ذلك:  \" نزلت عليَّ آية أحب إلي مما على الأرض \" ، ثم قرأها النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فقالوا: هنيئًا مريئًا يا نبي اللَّه، قد بين لك ماذا يفعل بك، ولم يبين ماذا يفعل بنا؟ فنزل قوله - تعالى -: (لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ. . .) الآية، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (٤) . </p><p> قَالَ بَعْضُهُمْ: السكينة: هي كهيئة الريح لها جناحان، ولها رأس كرأس الهرّ؛ لكن هذا ليس بشيء، فإنه - عَزَّ وَجَلَّ - قال:  (أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ) بحقيقة الدِّين، وهو تفسير العلم، وهذا يدل على أن خالق العلم الاستدلالي ومنزله ومنشئه هو اللَّه - تعالى - وهم يقولون: إن خالقه هو المستدل؛ فيكون حجة عليهم. </p><p> قال بعض المعتزلة: إضافة إنزال السكينة إلى نفسه على سبيل المجاز، ليس على التحقيق، كما يقال: فلان أنزل فلانًا في منزله أو مسكنه وإن لم يكن منه حقيقة إنزاله إياه في المنزل، لكن أضيف إليه ذلك؛ لأنه وجد منه سبب به يصل ذلك إلى نزوله في منزله ومسكنه، فعلى ذلك أضاف إنزال السكينة في قلوب المؤمنين؛ ليزدادوا إيمانًا؛ فلا يقال في مثله لأمر كان منه أو بسبب جعل له ذلك؛ وهو كقوله - تعالى -: (إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا (١) لِيَغْفِرَ لَكَ اللَّهُ. . .)، وإنما يقال ذلك لتحقيق إنزال ذلك؛ ليكون ما ذكر </p>"
}