{
  "id": null,
  "sura": 48,
  "aya": 12,
  "text": "<p> تملكون دفعه عن أنفسكم، وإن تتخلفوا ولكن خرجتم معه، فلا يملك أحد الضرر لكم، غير أنه لا عذر له في التخلف عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> ثم أوعدهم فقال:  (بَلْ كَانَ اللَّهُ بِمَا تَعْمَلُونَ خَبِيرًا) جعل اللَّه - عَزَّ وَجَلَّ - أنفس المنافقين وصنيعهم آية ودلالة على رسالة رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في حق المنافقين، حين كان يطلع رسوله على جميع ما أسروا في أنفسهم وأضمروا في قلوبهم؛ ليعلموا أنه إنما عرف ذلك باللَّه - جل وعلا - وجعل الآية له في حق غيرهم من الكفرة من غير صنيعهم وأنفسهم حتى علموا بذلك أنه باللَّه قدر على ذلك، واللَّه أعلم. </p><p> وقال أهل التأويل:  (إِنْ أَرَادَ بِكُمْ ضَرًّا) أي: الهزيمة (أَوْ أَرَادَ بِكُمْ نَفْعًا) ظهورا على عدوكم وغنيمة، يحتمل أن يكون الخطاب بهذا لأهل الإيمان والوعظ لهم بذلك؛ لأن أهل النفاق كانوا لا يصدقون رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ولا يقبلون ما يقول من المواعظ وغيره. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَلْ ظَنَنْتُمْ أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَى أَهْلِيهِمْ أَبَدًا وَزُيِّنَ ذَلِكَ فِي قُلُوبِكُمْ وَظَنَنْتُمْ ظَنَّ السَّوْءِ وَكُنْتُمْ قَوْمًا بُورًا (١٢) . </p><p> فَإِنْ قِيلَ: ما الذي حملهم على الظن الذي ظنوا أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - والمؤمنين لا يرجعون إلى أهليهم أبدا إذا كان ذلك في خروجهم إلى الحديبية - على ما قال أهل التأويل: إن ذلك كان في خروجهم إلى الحديبية- وكان خروجهم للحج وقضاء المناسك لا للقتال والحرب معهم، حتى يقع عندهم أنهم لا يرجعون، بل يهلكون في ذلك، وأهل مكة لم يكونوا يتبعون أحدا من أهل الإيمان يدخل مكة للحج وقضاء المناسك. </p><p> قيل: لأن أهل النفاق كانوا قد كتبوا إلى أهل مكة وأعلموهم أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأصحابه - رضي اللَّه عنهم - خرجوا إليكم للحج وزيارة البيت، فقالوا: إنا لا ندعهم يدخلون مكة بل نقاتلهم ونحاربهم ولا نتركهم يدخلونها، فإذا كان منهم ما ذكرنا، فجائز أن يكونوا ظنوا ما ذكرنا من ظنهم، فأما على غير ذلك فلا يحتمل مع اجتماع أهل التأويل على أن ذلك كان في أمر الحديبية، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَظَنَنْتُمْ ظَنَّ السَّوْءِ) . </p><p> أي: ظننتم برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأصحابه - رضي اللَّه عنهم - ظن السوء أنهم لا يرجعون إلى أهليهم. </p><p> ويحتمل ظننتم باللَّه ظن السوء أنه لا ينصر رسوله ولا يعينه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكُنْتُمْ قَوْمًا بُورًا) . </p><p> قَالَ بَعْضُهُمْ:  (بُورًا) أي: هلكى، أي: تصيرون قوما هلكى؛ فيه دليل أنهم يموتون على نفاقهم. </p>"
}