{
  "id": null,
  "sura": 48,
  "aya": 18,
  "text": "<p> وهم بنو حنيفة، دعاهم أبو بكر الصديق - رَضِيَ اللَّهُ عَنْهُ - لكن لو كان ما قال أهل التأويل أن قوله - تعالى -: (فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا) ، نزل في غزوة تبوك، وهي بعد يوم حنين، فيكون ما قاله قتادة محتملا، واللَّه أعلم. </p><p> أو أن يكون قوله:  (وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا) ، في قوم خاص، وهو ما قال:  (اسْتَأْذَنَكَ أُولُو الطَّوْلِ مِنْهُمْ) ، أي: أهل الغناء والثروة، إنما قال ذلك لأولي الطول الذين استأذنوه القعود مع القاعدين، واللَّه أعلم. </p><p> ويحتمل قوله - تعالى -: (سَتُدْعَوْنَ إِلَى قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ) في أهل فارس والروم؛ على ما قال الحسن، وذلك إنما فتح في زمن عمر، رَضِيَ اللَّهُ عَنْهُ. </p><p> وقوله - عَزَّ وَجَلَّ -: (تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ) ، ومن قرأها:  (تُقَاتِلُونَهُمْ أَوْ يُسْلِمُوا) وبالألف فيكون تأويله: تقاتلونهم حتى يسلموا. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنْ تُطِيعُوا يُؤْتِكُمُ اللَّهُ أَجْرًا حَسَنًا) أي: إن تطيعوا فيما دعيتم إلى الجهاد يؤتكم اللَّه أجرًا حسنًا، ذكر أنه يؤتيهم أجرًا حسنًا؛ لأن توبتهم تكون فيما كان كفرهم وكان نفاقهم إنما ظهر بتخلفهم عن الجهاد، فعلى ذلك تكون توبتهم في تحقيق الجهاد. </p><p> وقوله:  (وَإِنْ تَتَوَلَّوْا) وفيما دعيتم إليه (كَمَا تَوَلَّيْتُمْ) عن الحديبية وغيره (يُعَذِّبْكُمْ عَذَابًا أَلِيمًا) . </p><p> ثم عذر أهل العذر منهم بقوله - تعالى -: (لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ ... (١٧) كما عذر أهل العذر من المؤمنين بقوله: (لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَى وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ. . .) الآية. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَنْ يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا) ؛ لأنهم إذا تولوا عادوا إلى ما كانوا. </p><p> * * * </p><p> قوله تعالى:  (لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا (١٨) وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا (١٩) وَعَدَكُمُ اللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَذِهِ وَكَفَّ أَيْدِيَ النَّاسِ عَنْكُمْ وَلِتَكُونَ آيَةً لِلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَاطًا مُسْتَقِيمًا (٢٠) وَأُخْرَى لَمْ تَقْدِرُوا عَلَيْهَا قَدْ أَحَاطَ اللَّهُ بِهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا (٢١) وَلَوْ قَاتَلَكُمُ الَّذِينَ كَفَرُوا لَوَلَّوُا الْأَدْبَارَ ثُمَّ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا (٢٢) سُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا (٢٣) . </p><p> وقوله - عَزَّ وَجَلَّ -: (لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ) يحتمل قوله: (لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ) لما عزموا على الوفاء على ما بايعوا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - </p><p> والصدق لذلك، والتحقيق لما عهدوا من الوفاء لذلك - أخبر اللَّه أن قد رضي اللَّه عنهم لذلك، فنحن نستدل به على صدق ذلك وتحقيقه وإن لم يخبرنا اللَّه تعالى أنهم قد عزموا على ذلك، فيجوز لنا أن نشهد أنهم قد عزموا على الوفاء لذلك والصدق له، وقد يكون من الاستدلال ما تكون الشهادة له بالحق والصدق إذا كان في الدلالة مثل ما ذكرنا، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَعَلِمَ مَا فِي قُلُوبِهِمْ) هذا يحتمل وجوهًا: </p><p> أحدها: ما ذكرنا: علم ما في قلوبهم من العزم على الوفاء والصدق؛ لما أعطوا بأيديهم من أنفسهم. </p><p> والثاني: علم ما في قلوبهم من الخوف والخشية، وذلك يتوجه وجهين: </p><p> أحدهما: أنهم خشوا ألا يتهيأ لهم القيام بأهل مكة؛ لأنهم كانوا مستعدين للحرب والقتال، وهم كانوا خرجوا لقضاء المناسك وزيارة البيت، خشوا ألا يقوموا لهم؛ فلم يفوا ما عاهدوا. </p><p> والثاني: خشوا ألا يقدروا على وفاء ما بايعوا وأعطوه؛ لأن في ذلك مناصبة جميع أهل الأديان والمذاهب، واللَّه أعلم. </p><p> والثالث: علم ما في قلوبهم من الكراهة التي يذكرها أهل التأويل، لكن تلك الكراهة كراهة الطبع، لا كراهة الاختيار؛ لأنهم طمعوا الوصول إلى البيت، ورجوا دخولها، فلما جرى الصلح بينهم على ألا يدخلوا عامهم ذلك، فانصرفوا، فاشتد ذلك عليهم، فكرهوا ذلك، لكن كراهة الطبع، لا كراهة الاختيار، وقد يكره طبع الإنسان شيئًا والخيار غيره؛ كقوله - عَزَّ وَجَلَّ -: (وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا) ، وكقول يوسف:  (رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ) ، محبة الاختيار، لا محبة الطبع، بل الطبع إلى ما يدعونه أميل من السجن. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا) أي: أنزل عليهم ما يسكن به قلوبهم؛ لما علم تحقيق الوفاء لما بايعوا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وصدق ما أعطوا من أنفسهم، وأثابهم مكان ما كانوا يرجون ويطمعون من دخول مكة، وما كرهت أنفسهم من الرجوع - فتحًا قريبًا، وهو فتح مكة، أو فتح خيبر، واللَّه أعلم. </p><p> ثم قوله:  (وَأَثَابَهُمْ فَتْحًا قَرِيبًا. وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا) اختلف فيه: </p>"
}