{
  "id": null,
  "sura": 48,
  "aya": 5,
  "text": "<p> على ما أخبر أنه فتح؛ ليغفر له ما ذكر، واللَّه أعلم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ) يخرج على وجوه: </p><p> أحدها: ما قال أبو حنيفة - رحمه اللَّه -: ليزدادوا إيمانًا بالتفسير على إيمانهم بالجملة. </p><p> والثاني: ليزدادوا إيمانًا بمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وبكتابه مع إيمانهم بسائر الرسل والكتب التي كانوا آمنوا بها وصدقوها، وهذا في أهل الكتاب خاصة. </p><p> والثالث: ليزدادوا إيمانًا في حادث الوقت مع إيمانهم فيما مضى من الأوقات، فإذا وصل هذا بالأول فيكون بحكم الزيادة، وإن شئت جعلته بحكم الابتداء؛ إذ للإيمان حق التجدد والحدوث في كل وقت، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ) فإن كان نزوله على إثر قول ذلك المنافق على ما ذكر بعض أهل التأويل؛ حيث قال لأصحابه: يزعم مُحَمَّد أن اللَّه قد غفر له، وأن له على عدوه ظفرًا، ويهديه صراطًا مستقيمًا، وينصره نصرًا عزيزًا، هيهات هيهات، لقد بقي له من العدو أكثر وأكثر، فأين أهل فارس والروم؟! هم أكثر عددًا، فعند ذلك نزل:  (وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ) فمعناه: أي: لله تدبير جنود السماوات والأرض، ينصر من يشاء على من يشاء، ويجعل الأمر لمن يشاء على ما يشاء، ليس لهم التدبير وإنفاذ الأمر على من شاءوا، ولكن ذلك إلى اللَّه - تعالى - وهو كقوله:  (فَلِلَّهِ الْمَكْرُ جَمِيعًا) ، أي: لله تدبير مكرهم، لا ينفذ مكرهم إلا باللَّه - تعالى - فعلى ذلك هذا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا) أي: عن علم بما يكون منهم من إيثارهم عداوة اللَّه على ولايته، واختيار الخلاف له - أنشأهم لا عن جهل، ليعلم أنه لم ينشئهم ولم يأمرهم بما أمرهم وامتحنهم بما امتحن؛ لحاجة نفسه، أو لمنافع ترجع إليه، ولكن لحاجة أُولَئِكَ ولمنافعهم؛ ولذلك قال:  (حَكِيمًا) ؛ لأن الحكيم هو الذي لا يلحقه الخطأ في التدبير، فإذا كان إنشاؤه إياهم وما أمرهم به، ونهاهم عنه، لا لحاجة له في نفسه ولا منفعة، ولكن لحاجتهم ومنفعتهم - كان حكيمًا في إنشائه إياهم على علم منه بما يكون منهم من إيثار العداوة له على ولايته، واختيار الخلاف له والمعصية، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَكَانَ ذَلِكَ عِنْدَ اللَّهِ فَوْزًا عَظِيمًا (٥) . </p><p> كان هذا صلة قوله - تعالى -: (هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَانًا مَعَ </p>"
}