{
  "id": null,
  "sura": 48,
  "aya": 27,
  "text": "<p> وَأَهْلَهَا) من الأمم السالفة وأهلها، واللَّه أعلم. </p><p> أو كانوا أحق بها في الإظهار في الخلق والقيام بذلك، وكانوا أحق بها في إلزامها في أنفسهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ آمِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ فَعَلِمَ مَا لَمْ تَعْلَمُوا فَجَعَلَ مِنْ دُونِ ذَلِكَ فَتْحًا قَرِيبًا (٢٧) . </p><p> قال أهل التأويل: قوله: (صَدَقَ اللَّهُ رَسُولَهُ) أي: حقق اللَّه لرسوله الرؤيا التي أراها إياه بالحق؛ أي: بالوفاء لذلك. </p><p> ويحتمل: أي: صير النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - صادقًا عندهم فيما أخبرهم أنه رأى، وجعله صادقًا في ذلك؛ والأول أشبه. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ آمِنِينَ) هذا يخرج على وجهين: </p><p> أحدهما: على الأمر: أن ادخلوا المسجد الحرام، وإن كان في الظاهر خبرًا؛ كرؤيا إبراهيم - عليه السلام - حيث قال:  (إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ) ، ثم قال اللَّه - تعالى -: (افْعَلْ مَا تُؤْمَرُ) ، دل على أن ما رأى إبراهيم - صلوات اللَّه عليه - من الذبح هو أمر بذلك، فإن كان التأويل هذا فيخرج الثنيا المذكور فيه على أثره، كأنه يقول: ادخلوا المسجد الحرام محلقين ومقصرين إن شاء اللَّه أن تأمنوا في دخولكم، وإذا لم تأمنوا لم يشأ أن تدخلوه، واللَّه أعلم. </p><p> ويحتمل أن يكون قوله:  (لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ) على الوعد، فيخرج الثنيا المذكور على وجهين: </p><p> أحدهما: على التبرك والتيمن، كما يتبرك بذكر اسمه في فعل يفعله، واللَّه أعلم. </p><p> والثاني: على الأمر لكل في نفسه إذا أخبر غيره أنه يدخل أن يقول: إن شاء اللَّه، كما يؤمر بالثنيا من أخبر شيئًا أنه يفعله، كقوله - تعالى -: (وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا (٢٣) إِلَّا أَنْ يَشَاءَ اللَّهُ). </p><p> ويحتمل أن يذكر الثنيا؛ لأن الوعد في الظاهر وإن كان للجملة كقوله:  (لَتَدْخُلُنَّ) ، فجائِز أن يكون المراد منه بعض منهم، ليس الجملة؛ لاحتمال أن يموت بعض منهم وألا يكون هو مرادًا والمراد، الجملة، فذكر الثنيا؛ لئلا يكون خلف في الوعد من النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، ثم ما ذكر من رؤيا النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وأخبر أنه حققها يحتمل ما ذكر من دخول المسجد الحرام على أثره، فإن كان ذلك؛ فيكون قوله تعالى:  (لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ) هو تفسير لتلك الرؤيا. </p><p> وجائز أن تكون الرؤيا في غير ذلك. </p><p> وقوله:  (لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ) ابتداء وعد وأمر من اللَّه تعالى، وكذلك ما ذكر من قوله حيث قال:  (وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ) . </p><p> يحتمل ما ذكر في هذه الآية:  (لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ. . .) إلى آخر ما ذكر. </p><p> ويحتمل غير هذا أيضاً، وقد أخبر أنه حققها وصدقها، واللَّه أعلم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ) . </p><p> يخبر أنهم يدخلون المسجد الحرام محلقين مقصرين. </p><p> ثم يخرج على وجهين: </p><p> أحدهما: في ابتداء الإحرام، يخرج على التزين على ما يزين المحرم في ابتداء إحرامه من نحو التطيب واللباس والحلق والتقصير، ونحو ذلك، يخبر أنهم يدخلون على التزين في المسجد الحرام آمنين من الكفار، فإن كان على ذلك فهو على الثياب والطيب وغير ذلك. </p><p> وذكر أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان معتمرا، فسميت تلك عمرة القضاء؛ حيث منع في عام الحديبية وكان معتمرا فسميت، تلك عمرة وإن كان حاجا فيكون قوله:  (لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ) بعد رجوعهم من منى إلى طواف الزيارة في ذلك الوقت يكونون محلقين مقصرين، والله أعلم. </p><p> فَإِنْ قِيلَ: ما الحكمة في أمره رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالخروج للحج عام الحديبية على علم منه أنه لا يصل إلى مكة وأنه يحال بينه وبين دخول مكة وقضاء النسك، ولا يحتمل إلى ذلك إلا بأمر من اللَّه تعالى، ليس هو كغيره من الناس أنهم يفعلون أفعالا بلا أمر، ثم يمنعون أو ينهون عن ذلك، فأما رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فلا يفعل شيئاً إلا عن أمر منه له بذلك. </p><p> قيل: يحتمل إنما أمر بذلك مع علمه بأنهم يمنعون عن ذلك؛ تعليما منه رسوله وأمته حكم الإحصار: أن من حصر عن الحج، ومنع عن دخول مكة؛ لقضاء النسك، ماذا يلزمه؟ </p><p> وبم يخرج منه؟ ولله تعالى أن يعلم خلقه أحكام شريعته مرة بأمر يأمرهم بذلك، أو بخبر يخبرهم، ومرة بفعل النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يمتحنهم بما شاء، له الحكم والأمر في الخلق، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا تَخَافُونَ) . </p><p> أي: تدخلون مكة آمنين، لا تخافون عدوكم، ولا منعهم إياكم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَعَلِمَ مَا لَمْ تَعْلَمُوا) . </p><p> هذا يخرج على وجوه: </p><p> أحدها: أي: علم ما وعد لكم من فتح خيبر وغنائمه ما لم تعلموا. </p><p> ويحتمل: أي: علم ما أرى وصوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من الرؤيا وتحقيقها ما لم تعلموا. </p><p> ويحتمل: أي: علم في رجوعكم عن الحديبية أشياء لم تعلموها أنتم من إظهار ما أظهر من نفاق أهل النفاق فيهم، وأهل الاضطراب من المحققين والمصدقين وغير ذلك، واللَّه أعلم. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - في قوله تعالى:  (فَعَلِمَ مَا لَمْ تَعْلَمُوا) يقول: إن ذلك الدخول أي سنة؟ ولم تعلموا أنتم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَجَعَلَ مِنْ دُونِ ذَلِكَ فَتْحًا قَرِيبًا) . </p><p> قَالَ بَعْضُهُمْ: جعل من قبل أن يدخلوا مكة (فَتْحًا قَرِيبًا) ، أي: عاجلا فتح خيبر، واللَّه أعلم. </p><p> وقول أهل التأويل: إنه اشتد على الناس رجوعهم من الحديبية وصدهم المشركون عما قصدوا، بعدما أخبرهم الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه رأى في المنام أنهم يدخلون على ما وقع عندهم أن رؤيا الأنبياء - عليهم السلام - حق كالوحي. </p><p> لكن هذا لا يحتمل من المسلمين ما يحتمل من المنافقين على ما ذكر أنهم قالوا حين أخبر رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالحديبية أن الرؤيا كذب أو كلام نحوه؛ فكل هذا يحتمل من المنافقين، فأما من المسلمين فلا يحتمل أن يقع في قلوبهم شيء من ذلك؛ لما لم يكن في الآية بيان ولا توقيت أنهم متى يدخلون؟ بل فيها الوعد بالدخول ليس فيها أنه متى؟ ألا ترى أن يوسف - عليه السلام - رأى رؤيا وخرجت بعد أربعين سنة أو أقل أو أكثر؛ فعلى ذلك لا يحتمل أن يخفى عليهم إذا لم يكن في الوعد توقيت أنه يجوز أن يتأخر أو يتقدم، واللَّه أعلم. </p><p> ثم فيما ذكرنا من أمر الحديبية وصد المشركين إياهم عن دخول مكة والحيلولة بينهم وبين ما قصدوا - أنه لا يحتمل أن يخرج رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لقصد الحج وزيارة البيت مع أصحابه بلا أمر منه بذلك؛ لما ذكرنا، ثم إن ثبت له الأمر بذلك على علم من اللَّه تعالى أنه لا يصل إلى تحصيل المأمور به وما قصدوا من دخول مكة زائرين، وما يكون من المشركين من المنع لهم والصد عن ذلك، وما أرادوا تحصيل ما أمرهم بذلك، فهذا دليل على أن اللَّه تعالى قد يأمرهم ويريد غير الذي أمر به، وأنه يريد ما علم أنه يكون منهم </p>"
}