{
  "id": null,
  "sura": 48,
  "aya": 11,
  "text": "<p> تَحْتِهَا الْأَنْهَارُ وَمَنْ يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا (١٧) . </p><p> وقوله - عَزَّ وَجَلَّ -: (سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرَابِ ... (١١) . </p><p> قوله - تعالى -: (الْمُخَلَّفُونَ) سماهم: مخلفين، ولم يخلفهم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ولا أصحابه، ولكن اللَّه تعالى خلفهم عن ذلك بأن أحدث منهم فعل التخلف؛ لما علم منهم ما كان من اختيارهم التخلف، كقوله تعالى:  (وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ) ، أي: منعهم، فعلى ذلك ما ذكر من المخلفين أن اللَّه - سبحانه وتعالى - خلفهم عن ذلك، وهم اكتسبوا فعل التخلف في أنفسهم؛ دل أن خالق أفعال العباد هو الله تعالى، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ - خبرا عنهم:  (شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا) . </p><p> هذا القول منهم قول اعتذار وطلب العذر من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقولهم:  (فَاسْتَغْفِرْ لَنَا) طلبوا منه الاستغفار مع إظهارهم العذر في التخلف بقولهم: (شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا) يقولون: وإن حبستنا أموالنا وأهلونا لم يكن لنا التخلف عنك، فاستغفر لنا، ولكن مع هذا لم يقبل عذرهم؛ لأنهم كانوا لا يحققون في طلبهم الاستغفار منه؛ لأنهم أهل نفاق لا يؤمنون برسالته ولا بالبعث كي ينفعهم المغفرة في الآخرة؛ ألا ترى أنه قال في آية أخرى:  (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ. . .) الآية؛ دل هذا الفعل منهم على أنهم كانوا غير محققين طلب الاستغفار منه بقولهم:  (فَاسْتَغْفِرْ لَنَا) ؛ حيث قال:  (يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ) ، أي: يقولون بألسنتهم قولهم: (فَاسْتَغْفِرْ لَنَا) ما ليس في قلوبهم حقيقة ذلك. </p><p> ولا جائز أن يصرف قولهم:  (يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ) إلى قولهم: (شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا) أي: كاذبين في العذر، ولكن طلبوا الاستغفار حقيقة، لا يقال هذا؛ لأنهم كانوا صادقين في أن أموالهم وأهليهم شغلتهم عن ذلك؛ فلا يمكن صرف الآية إلى ذلك، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا) . </p><p> قد ذكرنا أن حرف الاستفهام من اللَّه تعالى يكون على الإيجاب، فينظر أن لو كان ذلك السؤال من مستفهم كيف يجاب له؟ فيكون من اللَّه تعالى على الإيجاب: أن لا أحد يملك لكم نفعًا إن كان اللَّه أراد بكم ضرا، ولا أحد يملك لكم ضرا إن كان اللَّه أراد بكم نفعًا، يخبر أنكم وإن تخلفتم لحفظ أموالكم وأهليكم، فإن اللَّه تعالى لو أراد بكم ضرًّا لا </p>"
}