{
  "id": null,
  "sura": 48,
  "aya": 13,
  "text": "<p> وقال الحسن:  (وَكُنْتُمْ قَوْمًا بُورًا) أي: فاسدون لا خير فيهم، وكذلك يقول ابن عباس - رضي اللَّه عنهما -: إن البور هو الفاسد. </p><p> وقَالَ بَعْضُهُمْ: البور في كلام العرب: لا شيء. </p><p> وقَالَ الْقُتَبِيُّ: البور: الهلكى. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ لَمْ يُؤْمِنْ بِاللَّهِ وَرَسُولِهِ فَإِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَعِيرًا (١٣) فهو ظاهر. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ... (١٤) قيل فيه بوجوه: </p><p> أحدها: ولله خزائن السماوات والأرض، وكذلك ذكر في حرف ابن مسعود - رضي اللَّه عنه - أنه كان يقرؤه:  (ولله خزائن السماوات والأرض) . </p><p> والثاني: ولله ملك كل ملك في السماوات والأرض، أي: لله حقيقة ملك كل ملك في السماوات والأرض. </p><p> والثالث: ولله ولاية أهل السماوات والأرض وسلطانه، أي: الولاية والسلطان له على أهل السماوات والأرض. </p><p> ثم يحتمل ذكره هذا وجهين: </p><p> أحدهما: يخبر أنه فيما يأمرهم وينهاهم ويمتحنهم بأنواع المحن إنما يأمرهم وينهى ويمتحن لا لحاجة نفسه ولا لمنفعة له؛ إذ له ملك السماوات والأرض، ولا يحتمل من له ملك ما ذكر أن يقع له الحاجة إلى ما ذكر أو المنفعة؛ لأنه غني بذاته؛ ولكن يأمرهم وينهاهم، ويمتحنهم بما امتحن؛ لحاجتهم ولمنفعتهم، واللَّه أعلم. </p><p> والثاني: يذكر هذا ليقطعوا الرجاء عما في أيدي الخلق، ويصرفوا الطمع والرجاء إلى اللَّه - تعالى - ومنه يرون كل نفع وخير يصل إليهم، ومنه يخافون في كل أمر فيه خوف، لا يخافون سواه، ولا يطمعون غيره، وهو ما أخبر:  (يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ) ، ولا قوة إلا باللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ) يقول - واللَّه أعلم -: هو يغفر لمن يشاء، وهو المالك لذلك، وهو يعذب من يشاء؛ أي ليس يملك أحد مغفرة ذنوب أحد سواه ولا تعذيبه، إنما ذلك منه، وله ملك ذلك، وله الفعل دون خلقه؛ ليصرفوا طمعهم ورجاءهم في كل أمر إلى اللَّه - تعالى - ومنه يخافون في كل أمر فيه خوف، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَانَ اللَّهُ غَفُورًا رَحِيمًا) ، وكان اللَّه لم يزل رحيما، لا أنه حدث ذلك له بخلقة، واللَّه الموفق. </p>"
}