{
  "id": null,
  "sura": 48,
  "aya": 15,
  "text": "<p> وقوله:  (سَيَقُولُ الْمُخَلَّفُونَ ... (١٥) من الحديبية، خلفهم اللَّه - عَزَّ وَجَلَّ - لما علم منهم من اختيار التخلف. </p><p> وقوله:  (إِذَا انْطَلَقْتُمْ إِلَى مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ. . .) الآية. </p><p> ذكر أهل التأويل: أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لما صالح أهل مكة عام الحديبية ورجع اشتد ذلك على أصحابه - رضي اللَّه عنهم - لما كانوا طمعوا دخول مكة والزيارة لبيته، فبشره ربه بفتح خيبر والغنيمة لهم، فعند ذلك لما انتهى إلى المنافقين المخلفين عن الحديبية تلك البشارة له بفتح خيبر عليهم - قالوا: ذرونا نتبعكم؛ فنصيب معكم الغنائم؛ وإنما رغبوا في اتباعهم معهم؛ لما علموا أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يصدق فيما يخبر من البشارة له والفتح والغنيمة له بلا مؤنة قتال ولا حرب تقع هنالك. </p><p> وقوله - عَزَّ وَجَلَّ -: (يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَامَ اللَّهِ) ؛ لأن البشارة بفتح خيبر، وجعله غنيمة لمن شهد الحديبية، فأما من تخلف عنها، فليس له في ذلك من نصيب، فأخبر اللَّه - تعالى - أنهم يريدون أن يبدلوا ما وعد اللَّه - تعالى - للمؤمنين الذين شهدوا الحديبية - فتح خيبر خاصة؛ بأن يشركوا فيها، وفي ذلك تبديل ما وعد؛ إذ لم يشهدوا هم الحديبية، والبشارة بالفتح لمن شهدها، فأما من تخلف عنها فلا. </p><p> وقَالَ بَعْضُهُمْ: تبديل كلام اللَّه ما قال في سورة براءة: (فَإِنْ رَجَعَكَ اللَّهُ إِلَى طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا) ، فلما سألوا الخروج إلى خيبر والاتباع لهم، وقد نهاهم عن الخروج معهم أبدا، يريدون أن يبدلوا ذلك النهي الذي نهوا في سورة براءة؛ فيحتمل الأمرين جميعًا؛ كذا ذكر الشيخ - رحمه اللَّه - وعامة أهل التأويل على أن قوله:  (فَإِنْ رَجَعَكَ اللَّهُ إِلَى طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا) ، نزل في غزوة تبوك، وأنها بعد خيبر، فلم يكن خروجهم مع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بخيبر تبديل النهي الذي نهوا عن الخروج معه، لكن كأنه لم يثبت عنده نزول الآية في غزوة تبوك، أو وقع الخطأ من الذين تلقنوا منه وكتبوه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ لَنْ تَتَّبِعُونَا كَذَلِكُمْ قَالَ اللَّهُ مِنْ قَبْلُ) ، يحتمل قوله: قوله تعالى: (كَذَلِكُمْ قَالَ اللَّهُ مِنْ قَبْلُ) هي البشارة التي ذكرنا لمن شهد الحديبية، قال: إن مغانم خيبر لمن شهد الحديبية، وأمَّا من لم يشهد فلا. </p><p> ويحتمل قوله:  (مِنْ قَبْلُ) ما ذكر في سورة براءة: (فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا) </p>"
}