{
  "id": null,
  "sura": 48,
  "aya": 6,
  "text": "<p> إِيمَانِهِمْ)، (لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ. . .) الآية، أنزل السكينة في قلوبهم؛ أي: أنزل ما تسكن به قلوبهم؛ ليزدادوا إيمانًا، وأنزل السكينة - أيضًا - ليدخلهم فيما ذكر، كما ذكر في رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: (إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا. لِيَغْفِرَ لَكَ اللَّهُ) فتح له ليغفر له، فعلى ذلك أنزل السكينة في قلوبهم؛ ليزداد لهم الإيمان، وليدخلهم الجنات التي وصف، ثم أخبر أن ذلك لهم عند اللَّه فوز عظيم لا هلاك بعده، ولا تبعة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيُعَذِّبَ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ عَلَيْهِمْ دَائِرَةُ السَّوْءِ وَغَضِبَ اللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ وَسَاءَتْ مَصِيرًا (٦) ذكر للمنافقين والمشركين من العذاب مقابل ما ذكر للمؤمنين من إنزال السكينة عليهم، وإدخالهم الجنة، حرم هَؤُلَاءِ السكينة التي ذكر أن قلوب المؤمنين بها تسكن؛ لما علم أنهم يختارون عداوته، ويؤثرون عداوة أوليائه على ولايتهم، وعلم من المؤمنين أنهم يؤثرون ولايته على عداوته، وولاية أوليائه على عداوتهم فأنزل السكينة في قلوبهم ولم ينزل على أُولَئِكَ هذا؛ ليعلم أن من بلغ في الإيمان الحد الذي ذكر إنما بلغ ذلك باللَّه - تعالى - وبفضله، وبرحمته، ولا قوة إلا باللَّه. </p><p> وقوله:  (الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ) جائز أن يكون قوله - عَزَّ وَجَلَّ -: (الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ) المنافقون الذين ذكرهم في آية أخرى؛ حيث قال:  (بَلْ ظَنَنْتُمْ أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَى أَهْلِيهِمْ أَبَدًا وَزُيِّنَ ذَلِكَ فِي قُلُوبِكُمْ وَظَنَنْتُمْ ظَنَّ السَّوْءِ) ظنوا أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لا يرجع إلى أهله، وكذلك المؤمنون لا يرجعون إلى أهليهم أبدًا، ثم أخبر أن ذلك الظن منهم ظن السوء، فيحتمل ما ذكر - هاهنا - (الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ) هذا ما ذكرنا، واللَّه أعلم. </p><p> وجائز أن يكون قوله:  (الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ) : هم المشركون. </p><p> ثم إن كانوا من المنافقين فيكون ظنهم باللَّه ظن السوء: ألا يرجع هو وأصحابه إلى أهليهم أبدًا وإن كانوا من مكذبي الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فيكون ظنهم باللَّه ظن السوء ألا يكرم محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالرسالة، ولا يعظمه بالنبوة، لا يختاره ولا يؤثره، على غيره من الناس الذين يختارونهم؛ كقولهم:  (لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ) ، فيكون ظنهم باللَّه ظن السوء على هذا: ألا يكرم اللَّه - تعالى - محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ولا يختاره لرسالته ونبوته، واللَّه أعلم. </p><p> وإن كان ذلك من مكذبي البعث ومنكريه، فيكون ظنهم باللَّه ظن السوء هو ألا يقدر على البعث والإحياء بعد الموت. </p><p> ثم أخبر أن عليهم دائرة السوء الذي ظنوا ألا يرجع إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فصار عليهم ما </p>"
}