{
  "id": null,
  "sura": 48,
  "aya": 7,
  "text": "<p> ظنوا برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حيث تفرقوا من أوطانهم، وهتك أستارهم، ونحو ذلك. </p><p> وإن كانوا من مكذبي الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه لا يرسله، فظنهم كان ما ظنوا؛ لأنه بعث هو رسولا ولم يبعث من اختاروا هم. </p><p> وإن كانوا من منكري البعث فعليهم كان عذاب اليوم، وفيه هلاكهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَغَضِبَ اللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ وَسَاءَتْ مَصِيرًا) أخبر - عَزَّ وَجَلَّ - أنهم استوجبوا غضب اللَّه ولعنه بالذي كان منهم من سوء ظنهم باللَّه ورسوله، وأعد لهم جهنم بذلك، وساءت مصيرًا لهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا (٧) ذكر على إثر ما ذكر (عَزِيزًا حَكِيمًا) ؛ ليعلم أن عزه ليس بما ذكر من الجنود الذين له في السماوات والأرض، ولكنه عزيز بذاته، له العز الذاتي الأزلي، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا (٨) لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا (٩) إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا (١٠) . </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا) قوله: (شَاهِدًا) لله ما لله - تعالى - على عباده، وما لبعضهم على بعض؛ فعلى هذا التأويل يكون قوله:  (شَاهِدًا) أي: مبينًا؛ أي لتبين ما لله عليهم، وما لبعضهم على بعض؛ وهو قول أبي بكر الأصم. </p><p> وقَالَ بَعْضُهُمْ: أي: شاهدًا للرسل - عليهم السلام - بالتبليغ بالإجابة لمن أجابهم، وشاهدًا على من أبي الإجابة بالإباء والرد، فعلى هذا التأويل يكون قوله:  (شَاهِدًا) على حقيقة الشهادة؛ على ما ذكرنا، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ: أي: أرسلناك شاهدًا على أمتك وعلى الأنبياء - عليهم السلام - بالتبليغ ومن ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمُبَشِّرًا وَنَذِيرًا) : البشارة: هي تذكر عواقب الخيرات والحسنات، والإخبار عن أحوالها: أنها إلى ماذا يفضي أربابها وعما لهم؛ ليرغبهم فيها. </p><p> والنذارة: هي تذكر عواقب الشرور والسيئات، والإخبار عن أحوالها أنها إلى ماذا يفضي أربابها ومرتكبيها؛ ليزجرهم عنها، واللَّه أعلم. </p>"
}