{
  "id": null,
  "sura": 48,
  "aya": 29,
  "text": "<p> أحدهما:  (وَكَفَى بِاللَّهِ شَهِيدًا) بأن ما جاء به سيدنا مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، إنما جاء به من عند اللَّه، فإن كان التأويل هذا، فإنما تكون هذه الشهادة في الآخرة. </p><p> والثاني: يحتمل قوله تعالى: (وَكَفَى بِاللَّهِ شَهِيدًا) بما أنشأه له من الآيات والحجج شهادة منه على رسالته ونبوته، وذلك في الدنيا، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا (٢٩) </p><p> وقوله - عَزَّ وَجَلَّ -: (مُحَمَّدٌ رَسُولُ اللَّهِ) . </p><p> من الناس من احتج على تفضيل مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - على غيره من الأنبياء - عليهم السلام - بهذه الآية وبغيرها من الآيات يقول: لم يُذكر مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في القرآن إلا وخاطبه باسم الرسالة والنبوة؛ كقوله - تعالى -: (يَا أَيُّهَا النَّبِيُّ) ، و (يَا أَيُّهَا الرَّسُولُ) ، وقوله:  (مُحَمَّدٌ رَسُولُ اللَّهِ) ونحو ذلك، وسائر الأنبياء - عليهم السلام - إنما خاطبهم بأسمائهم التي جعلت لهم خلقة دون ختم الرسالة والنبوة، كقوله:  (يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا) ، و (يَا لُوطُ) ، و (يَا مُوسَى) ، و (يَا هَارُونُ) ، و (يَا هُوُدُ) ، و (يَا صَالِحُ) ؛ جميع من ذكرهم سواه إنما ذكرهم بأسمائهم الموضوعة في أصل الخلقة، ولم يجلُّوا ولم يسموا بأسماء الرسالة والنبوة؛ وذلك لفضل جعل له من بين غيره، وكذلك يحتج لتفضيل أمته وأصحابه على سائر الأمم حيث خاطب هذه الأمة بأحسن الأسماء فقال:  (يَا أَيُّهَا الَّذِينَ آمَنُوا) ، وقوله:  (أَيُّهَ الْمُؤْمِنُونَ) ، وقال في سائر الأمم:  (يَا بَنِي آدَمَ) ، ونحو ذلك، ومما يدل على فضيلتهم قوله - تعالى -: (كُنْتُمْ خَيْرَ أُمَّةٍ. . .) الآية؛ أي: كنتم خير أمة في الكتب المتقدمة بما ذكر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ. . .) الآية، ما وصفهم ونعتهم يرجع إلى أصحابه على الاجتماع، أي: الكل موصوفون بهذه الصفات التي ذكر في الآية، وأنها كلها فيهم، وهو كقوله - تعالى - في صفتهم:  (أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ) ، أي: أشداء على الكفار، ورحماء على المؤمنين، وصفهم بذلك جملة، فعلى ذلك هاهنا. </p><p> ويحتمل أن يكون ذلك وصف بعضهم دون بعض، أو وصف عامتهم، فأما الكل فلا، وذلك نحو ما روي عن عبد اللَّه بن مسعود - رَضِيَ اللَّهُ عَنْهُ - حيث قال: لولا قوله - تعالى -: (مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا) ، ما كنا نعرف أحدًا من أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يريد الدنيا، فإنما يكون ذلك وصف أمثال عبد اللَّه بن مسعود، رضي الله عنه. </p><p> ثم قد جعل اللَّه - تعالى - الرحمة والرأفة نعتًا للمؤمنين، يتراحم بعضهم بعضًا، وكذلك روي في الخبر عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" لا تدخلوا الجنة حتى تراحموا \" قالوا: كلنا نتراحم ولده، فقال:  \" ليس ذلك برحمة، إنما الرحمة أن يحب لأخيه ما يحب لنفسه ولولده \" ، أو كلام نحوه. </p><p> وروي عن النعمان بن بشير قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" المؤمنون كلهم كرجل واحد، إن اشتكى منه عضو تداعى له سائر جسده بالسهر والحمى \" ، وليس فيما وصفهم بالشدة على الكفار دليل على أن ليس لهم شفقة عليهم، فإن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - له شفقة عظيمة عليهم، حتى كادت تهلك نفسه، لذلك قال اللَّه - تعالى -: (فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ) ، وقال:  (لَعَلَّكَ بَاخِعٌ نَفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ) ، فعلى ذلك أصحابه، رضوان اللَّه عليهم أجمعين. </p><p> ثم القتال الموضوع فيما بينهم رحمة في الحقيقة، وإن كان في الظاهر ليس برحمة؛ لأنه وضع ليضطرهم ذلك إلى قبول الإسلام والتوحيد، وفي قبولهم ذلك نجاتهم، وما وصفهم بالرحمة على المؤمنين، ليس فيه أنهم ليسوا بأشداء عليهم إذا عاينوا منهم المناكير والفواحش حتى يتركوا التغيير عليهم؛ بل من الشفقة لهم عليهم ما يغيرون عليهم المنكر؛ إذ في ذلك نجاتهم، وذلك لا يزيل عنهم الرحمة التي وصفهم بها؛ بل ذلك من الشفقة لهم والرحمة، واللَّه أعلم. </p><p> ثم نعتهم وقال:  (تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (تَرَاهُمْ رُكَّعًا سُجَّدًا) أن يحتمل وجهين: </p><p> أحدهما: وصف لهم بالمداومة في إقامة الصلوات بالجماعات، وأراد بالركوع والسجود: هو الصلاة على طريق الكناية. </p><p> والثاني: عبارة عن الخضوع لربهم، والتواضع للمؤمنين، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا) يحتمل قوله: (يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ) </p><p> أي: الجنة؛ أي: يبتغون بكل ما وصفهم من الرحمة، والشدة، والركوع، والسجود الجنة، والفضل يذكر عبارة عن الجنة في القرآن في غير موضع. </p><p> وجائز أن يكون ما ذكر من ابتغائهم الفضل من اللَّه - تعالى - ما يتعايشون به. </p><p> وقَالَ بَعْضُهُمْ:  (يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ) أي: يبتغون ما يتعيشون به. </p><p> وقَالَ بَعْضُهُمْ:  (يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ) أي: يبتغون معيشة يتقوون بها على طاعة اللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَرِضْوَانًا) أي: رضا ربهم، وهو بمعنى الفضل - أيضًا - على التكرار للتأكيد؛ كقوله - تعالى -: (وَابْتَغُوا مِنْ فَضْلِ اللَّهِ) ، لكنه أخبر أنهم يبتغون ذلك الفضل والرضوان من اللَّه - تعالى - واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ) اختلف فيه: </p><p> قال الحسن وغيره: أي: أثر الخشوع والصلاة في وجوههم. </p><p> وقَالَ بَعْضُهُمْ: إن الرجل إذا قام من الليل فأطال القيام والسهر، تبين سهر الليل في وجهه إذا أصبح من الصفرة، وتغير اللون، وذلك كله في الدنيا. </p><p> وكذلك روي عن الحسن قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" رحم اللَّه قومًا يحسبهم الناس مرضى وما هم بمرضى \" قال الحسن: أجهدتهم العبادة. </p><p> وقال قتادة: أثر الصلاة في وجوههم، وهو أثر التراب؛ لكن ذلك بعيد. </p><p> وقال:  (سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ) يوم القيامة، وهو بياض وجوههم من أثر السجود والوضوء. </p><p> وكذلك روي في الخبر عن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" إني أعرف أمتي من بين غيرها من الأمم \" قيل: وكيف تعرف يا رسول اللَّه أمتك من بين الأمم؟ فقال:  \" أمتي غر محجلون يوم القيامة من أثر السجود \" ولا يكون ذلك لأحد من الأمم غيرهم، واللَّه أعلم. </p><p> وجائز أن يكون على غير ذلك، يجعل اللَّه - تعالى - في وجوههم من آثار العبادة له، والجهد فيها من النور والحلاوة والحسن ما يعرفون أنهم أهل عبادة اللَّه - تعالى - وطاعته، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنْجِيلِ) يحتمل وجوهًا: </p><p> أحدها: أي: شبههم في التوراة والإنجيل الآحاد والأفراد منهم المختارون من بين غيرهم الذين يعظمونهم الأتباع والملوك ويحلونهم، فما بالكم لا تعظمون أنتم هَؤُلَاءِ ولا تتبعونهم كاولئك، واللَّه أعلم. </p><p> والثاني: يحتمل: (ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنْجِيلِ) أي: ذلك نعتهم ووصفهم في التوراة والإنجيل؛ أي: على ذلك نعتوا ووصفوا في التوراة والإنجيل، وقد عرفتم ذلك، فهلا اتبعتموهم إذا نعتوا ووصفوا في القرآن. </p><p> وقَالَ بَعْضُهُمْ: قوله: (ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ) مقطوع مقصود، وهو ما تقدم من قوله:  (وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ. . .) إلى قوله: (مِنْ أَثَرِ السُّجُودِ) ، ثم ابتدأ فقال:  (وَمَثَلُهُمْ فِي الْإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ. . .) الآية، وهذا يحتمل ووجه حسن، وعلى التأويلين الأولين ما ذكرنا من وصفهم، كأنه في التوراة والإنجيل جميعًا، ثم نعتهم - أيضًا - بقوله - تعالى -: (كَزَرْعٍ أَخْرَجَ شَطْأَهُ) ، واللَّه أعلم. </p><p> ثم ذكر نعت أصحابه - رضي اللَّه عنهم - في هذه الآية، ولم يذكر نعت رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وإِنَّمَا ذكر نعته في آية أخرى، وهو قوله - تعالى -: (النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ. . .) الآية، ذكر نعته وصفته في الآية - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ونعت أصحابه - رضي اللَّه عنهم - في هذه السورة، واللَّه أعلم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنْجِيلِ. . .) الآية دلالة الرسالة؛ لأنه أخبر أن نعتهم في الكتب المتقدمة كما ذكر في القرآن، ثم لم يقل أحد من أهل الكتب المتقدمة: أن ليس ذلك نعتهم أو شبههم في تلك الكتب، ثبت أنه بالله عرف، ولا قوة إلا باللَّه. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ. . .) الآية، شبههم بالزرع الذي ذكر - واللَّه أعلم - لأنهم أحيوا سنن الدِّين وشرائعه التي كانت من قبل بعدما درست، وانقطع أثرها؛ لأنه لم يكن فيما بين عيسى ومُحَمَّد - عليهما الصلاة والسلام - رسول فقد انقرض ذلك واندرس، ثم جاء مُحَمَّد - عليه أفضل الصلوات وأكمل التحيات - بعد دروس ذلك وانقراضه كالزرع الذي يخرج وحده، وهو النبت الواحد في أول ما يخرج، فأعانه أصحابه وآزروه كانوا إليه كالخلفة التي تنبت حول الساق تؤازر الخلفة والنبت، فأما (شَطْأَهُ) فقيل: هو مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - خرج وحده كما خرج أول النبت وحده، وأما الوالية التي تنبت حول الشطأة فاجتمعت، فهم المؤمنون كانوا في </p><p> قلة كما كان أول الزرع دقيقًا، ثم زاد نبت الزرع، فغلظ، (فَآزَرَهُ فَاسْتَغْلَظَ) ، كما آزر المؤمنون بعضهم بعضًا حتى استغلظوا واستووا على أمرهم كما استغلظ هذا الزرع واستوى على سوقه. </p><p> ثم اختلقوا في الشطاة: </p><p> قال أَبُو عَوْسَجَةَ: هو قصب الزرع؛ أي: صار له واسط الزرع؛ أي صار له ورق، (فَآزَرَهُ) أي: قواه، (سُوقِهِ) جمع: ساق. </p><p> وقال أبو عبيدة: شطأ الزرع: فراعه وصغاره؛ يقال: قد أشطأ الزرع فهو مشطئ إذا فرع. </p><p> وقال الفراء:  (شَطْأَهُ) أي: سنبله، ينبت الحبة عشرًا وتسعًا وثمانيًا (فَآزَرَهُ) أي: أعانه وقواه. </p><p> وقوله:  (فَاسْتَغْلَظَ) أي: غلظ (فَاسْتَوَى عَلَى سُوقِهِ) جمع ساق، ومنه يقال: قام كذا على سوقه إذا آذرته وتناهى وبلغ الغاية؛ يقول - واللَّه أعلم -: كما أن الزرع إذا قام على السوق فقد استحكم، فهذا مثل ضربه اللَّه - تعالى - لنبيه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أي: خرج وحده، فأيده بأصحابه، فقوى واشتد كما قويت الساق من الزرع بما نبت منها حتى غلظت وعظمت واستحكمت، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ) قَالَ بَعْضُهُمْ: الزراع هو محمد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يعجب محمدًا ما رأى من أصحابه والمؤمنين، ويغيظ الكفار ذلك، من الغيظ، وهو كقوله - تعالى -: (مَنْ كَانَ يَظُنُّ أَنْ لَنْ يَنْصُرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ. . .) إلى قوله: (هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ) . </p><p> وقَالَ بَعْضُهُمْ: الزراع: هو صاحب الزرع، إذا كثر جوانبه ووالياته، وينبت (لِيَغِيظَ بِهِمُ الْكُفَّارَ) ؛ أي: يغيظ ذلك سائر الزراعين. </p><p> وقَالَ بَعْضُهُمْ: كما يعجب الزراع حسن زرعه حين استوى قائمًا على ساقه، فكذلك يغيظ الكفار كثرة المؤمنين واجتماعهم. </p><p> وقَالَ بَعْضُهُمْ: هم الزراع، سموا كفارًا؛ لأنهم يكفرون، أي: يسترون البذر في الأرض، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ) من بين غيرهم من الناس (مَغْفِرَةً وَأَجْرًا عَظِيمًا) ، واللَّه أعلم. </p><p> وفيه نقض قول الباطنية والروافض - لعنهم اللَّه - لقولهم: إنهم بعد وفاة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - </p><p> كفروا وارتدوا عن الإسلام جميعًا، أو كلام نحوه؛ في الآية ردٌّ لقولهم؛ لأنه وعد لهم المغفرة وما ذكر من الأجر العظيم، فلا يحتمل أن يكونوا على ما ذكر أُولَئِكَ، ثم تكون لهم المغفرة وما ذكر من الأجر العظيم؛ فدل ما ذكر من الوعد لهم بالمغفرة والأجر العظيم أنهم ثبتوا على ما كانوا من قبل في زمن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وفي حياته، واللَّه أعلم، وصلى اللَّه على سيدنا مُحَمَّد وآله وصحبه أجمعين. </p><p> * * * </p>"
}