{
  "id": null,
  "sura": 48,
  "aya": 10,
  "text": "<p> والتعظيم له في قلبه وجميع جوارحه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا) والتسبيح، أجمع أهل التأويل أن قوله - تعالى -: (وَتُسَبِّحُوهُ بُكْرَةً) راجع إلى اللَّه - تعالى - وكذلك ذكر في بعض القراءة (ويسبحون اللَّه بكرة وأصيلا) ، والتسبيح هو التنزيه في الأفعال والأقوال، فجائز نسبة ذلك إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لأنه كان [بريئًا] من العيوب في أفعاله وأقواله لا يدخل في أفعاله وأقواله عيب، وإن كان هو تنزيهًا عن الحدثية، والفناء، وآفات كل في نفسه، فذلك لا يجوز إضافته ونسبته إلا إلى اللَّه - عَزَّ وَجَلَّ - فأما غيره لا يجوز إضافة ذلك إليه. </p><p> وأصله ما ذكر أهل التأويل من صرفه إلى اللَّه تعالى. </p><p> وقوله - عَزَّ وَجَلَّ -: (بُكْرَةً وَأَصِيلًا) صرف أهل التأويل البكرة إلى صلاة الفجر، والأصيل إلى صلاة المغرب والعشاء، ولكن جائز أن تكون البكرة كناية عن النهار، والأصيل كناية وعبارة عن الليل، فكأنه يقول: سبحوه بالليل والنهار جملة في كل وقت، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا (١٠) أجمع أهل التأويل أو عامتهم على أن المبايعة المذكورة في هذه الآية هي البيعة التي كانت بالحديبية، بايعوه على ألا يفروا إذا لقوا عدوا. </p><p> قال معقل بن يسار:  \" لقد رأيتني يوم الشجرة والنبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يبايع الناس، وأنا رافع غصنًا من أغصانها عن رأسه، ونحن أربع عشرة مائة؛أي:ألف وأربعمائة نفر،وقال:لم نبايعه على الموت، ولكن بايعناه على ألا نفر \" . </p><p> وجائز أن تكون المبايعة على ألا يفروا كما ذكر في آية أخرى:  (وَلَقَدْ كَانُوا عَاهَدُوا اللَّهَ مِنْ قَبْلُ لَا يُوَلُّونَ الْأَدْبَارَ) ، والمبايعة هي المعاهدة؛ ألا ترى أنه قال في آية أخرى:  (وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ اللَّهَ) ذكر في أول الآية المبايعة، وفي آخرها المعاهدة؛ ليعلم أن المبايعة والمعاهدة سواء، واللَّه أعلم. </p><p> ثم إضافة مبايعتهم رسوله إلى نفسه يحتمل وجهين: </p><p> أحدهما: لما بأمره يبايعونه. </p><p> أو ذكر ونسب إلى نفسه؛ لعظيم قدره، وجليل منزلته عنده، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ) قَالَ بَعْضُهُمْ: يد اللَّه في جزاء المبايعة فوق أيديهم في المبايعة؛ أو كلام نحوه. </p><p> وجائز أن يكون قوله (يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ) أي: يد اللَّه في الجزاء إذا وفوا بالعهد فوق </p><p> أيديهم عند رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لأنه لما بايعوا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كانت لهم عنده يد، فيخبر أن جزاء اللَّه الذي يجزيهم بوفاء تلك المبايعة فوق أيديهم التي عند رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> ويحتمل أن يكون ما ذكر من يد اللَّه وإضافتها إليه يريد بها رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كأنه يقول: يد رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عندكم فيما بايعكم فوق أيديكم عنده؛ لما يحتمل أن يقع عندهم أن يكون لهم يد عند رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بما بايعوه؛ كقوله - تعالى -: (يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا. . .) الآية؛ فيخبر أن يد رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فوق أيديكم عنده بالمبايعة التي بايعتم، واللَّه أعلم. </p><p> ويحتمل: أي: يد رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالمد والبسط بالمبايعة فوق أيديهم، واللَّه أعلم. </p><p> ويحتمل قوله:  (يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ) أي: توفيق اللَّه - تعالى - إياكم ومعونته على مبايعتكم رسوله فوق وخير من وفائكم ببيعته وعهده، واللَّه أعلم. </p><p> وجائز أن يكون قوله:  (يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ) أي: يد اللَّه في النصر لرسوله فوق أيديهم؛ كقوله - تعالى - (وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ الْعَزِيزِ الْحَكِيمِ) ، حقيقة النصر إنما يكون باللَّه تعالى، ولا قوة إلا باللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ) أي: من نكث فعليه ضرر نكثه، وإليه يرجع ذلك الضرر لا إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأصحابه - رضوان اللَّه عليهم أجمعين - لأن اللَّه - جل وعلا - وعد النصر له والظفر بأُولَئِكَ، فمن نكث فإنما يرجع ضرر نكثه إليه؛ إذ اللَّه يفي لرسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ما وعد اللَّه من النصر له، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرَابِ شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا فَاسْتَغْفِرْ لَنَا يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ قُلْ فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا بَلْ كَانَ اللَّهُ بِمَا تَعْمَلُونَ خَبِيرًا (١١) بَلْ ظَنَنْتُمْ أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَى أَهْلِيهِمْ أَبَدًا وَزُيِّنَ ذَلِكَ فِي قُلُوبِكُمْ وَظَنَنْتُمْ ظَنَّ السَّوْءِ وَكُنْتُمْ قَوْمًا بُورًا (١٢) وَمَنْ لَمْ يُؤْمِنْ بِاللَّهِ وَرَسُولِهِ فَإِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَعِيرًا (١٣) وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (١٤) سَيَقُولُ الْمُخَلَّفُونَ إِذَا انْطَلَقْتُمْ إِلَى مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَامَ اللَّهِ قُلْ لَنْ تَتَّبِعُونَا كَذَلِكُمْ قَالَ اللَّهُ مِنْ قَبْلُ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا بَلْ كَانُوا لَا يَفْقَهُونَ إِلَّا قَلِيلًا (١٥) قُلْ لِلْمُخَلَّفِينَ مِنَ الْأَعْرَابِ سَتُدْعَوْنَ إِلَى قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ فَإِنْ تُطِيعُوا يُؤْتِكُمُ اللَّهُ أَجْرًا حَسَنًا وَإِنْ تَتَوَلَّوْا كَمَا تَوَلَّيْتُمْ مِنْ قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا (١٦) لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ </p>"
}