{
  "id": null,
  "sura": 48,
  "aya": 25,
  "text": "<p> وجائز أن يكنى ببطن مكة؛ أي: قربها. </p><p> وقَالَ بَعْضُهُمْ:  (بِبَطْنِ مَكَّةَ) أي: الحرم، والحرم كله مكة، والوجه فيه ما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا) لم يزل اللَّه - تعالى - عالمًا بأعمالهم، بصيرًا. </p><p> وفيه دلالة خلق أفعالهم؛ لأنه ذكر أنه كف أيدي هَؤُلَاءِ عن أُولَئِكَ وأيدي أُولَئِكَ عن هَؤُلَاءِ، ثم قال: هو عالم بما تعملون بصيرًا؛ ليعلم أن له في فعلهم صنعًا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (هُمُ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ ... (٢٥) أي: صدوهم عما قصدوا، وهو الطواف بالبيت والزيارة له، وذلك في المسجد الحرام؛ ذكر صدهم عن المسجد الحرام وصدوهم عما فيه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالْهَدْيَ مَعْكُوفًا أَنْ يَبْلُغَ مَحِلَّهُ) وقوله: (مَعْكُوفًا) هو أي: محبوسًا، والمعكوف هو الحبس، ومنه سمي العاكف والمعتكف. </p><p> ثم قوله:  (وَالْهَدْيَ مَعْكُوفًا أَنْ يَبْلُغَ مَحِلَّهُ) محل دم هدي المتعة هو مكة أو منى، فأما الحرم نفسه فليس هو محله؛ فكأنه قال: وصدوا الهدي عن أن يبلغ محله الذي جعل لهدي المتعة وهو منى أو مكة؛ لأنه ذكر في الخبر أنه كان - عليه السلام - معتمرًا، وذكر أنه كان متمتعًا، وفيه أن دم المتعة إن منع عن محله سقط، وخرج عن حكم المتعة، ويعود إلى مكة، وله أن يصرفه إلى ما شاء؛ ألا ترى أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - نحر تلك البدن التي ساقها عن الإحصار في الحرم؛ دل أن هدي المتعة إذا منع عن المحل سقط، ويخرج عن حكم المتعة. </p><p> وفيه أن دم الإحصار لا يجوز إراقته إلا في الحرم؛ إذ الحديبية تجمع الحرم والحل جميعًا عندنا، فإنما كان نحرها في الحرم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَوْلَا رِجَالٌ مُؤْمِنُونَ وَنِسَاءٌ مُؤْمِنَاتٌ لَمْ تَعْلَمُوهُمْ أَنْ تَطَئُوهُمْ) أي: تقتلوهم وتهلكوهم (فَتُصِيبَكُمْ مِنْهُمْ مَعَرَّةٌ بِغَيْرِ عِلْمٍ) أي: لولا ما فيها - أعني: في مكة- من رجال مؤمنين ونساء مؤمنات، لأتم لكم الظفر بهم، ودخلتم عليهم، لكن منعكم عن دخولكم مكة؛ لما ذكر. </p><p> ثم اختلف في قوله - تعالى -: (فَتُصِيبَكُمْ مِنْهُمْ مَعَرَّةٌ بِغَيْرِ عِلْمٍ) . </p><p> قَالَ بَعْضُهُمْ: لزمكم الدية بقتلهم، وكذا روي عن مُحَمَّد بن إسحاق. </p><p> وقَالَ بَعْضُهُمْ: الكفارة. </p><p> وقَالَ بَعْضُهُمْ: الإثم والذنب؛ أي: يصيبكم منهم الإثم بقتلكم إياهم؛ وهذا لا يحتمل؛ لأنهم إذا قتلوهم وهم لا يعلمون، لا يلحقهم الإثم والذنب؛ لأن اللَّه - تعالى - وضع الإثم عنا فيما لا نعلمه، ولم يضع طريق العلم به، قال اللَّه - تعالى -: (وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ) . </p><p> وعندنا يخرج على وجهين: </p><p> أحدهما: أي: فيصيبكم من الكفرة وأهل النفاق ما يسوءكم بقتلكم إياهم من اللائمة، والتعيير، وغير ذلك من القيل والقال؛ يقولون: إنهم قتلوا أصحابهم ومن كان على دينهم من أهل الإسلام؛ فيجدون بذلك سبيلا إلى ما ذكرنا، فيسوءكم ذلك، واللَّه أعلم. </p><p> والثاني: يصيبكم الأسف والحزن والندامة الدائمة بقتلكم أهل الإيمان وأهل الإسلام إذا علمتم أنكم قتلتم أصحابكم وأهل دينكم، واللَّه أعلم. </p><p> ثم المخالف لنا تعلق بهذه الآية في مسألتين: </p><p> إحداهما: فيمن أسلم ولم يهاجر إلينا: أنه تجب الدية في قتله؛ لقوله - تعالى -: (فَتُصِيبَكُمْ مِنْهُمْ مَعَرَّةٌ بِغَيْرِ عِلْمٍ) وهي غرم الدية. </p><p> والثانية: هل يباح الرمي على حصون المشركين إذا كان فيها أسارى المسلمين وأطفال المسلمين، وإحراق الحصون أو الرمي على الكفار الذين تترسوا بأطفال المسلمين؟ </p><p> قال أبو حنيفة وأبو يوسف ومُحَمَّد وزفر والثوري: لا بأس برمي حصون المشركين وإن كان فيهم أسارى المسلمين وأطفالهم، ولا بأس بأن يحرقوا الحصن ويقصدوا به المشركين دون المسلمين، وكذلك إحراق سفينة الكفار إذا كان فيها أسارى المسلمين. </p><p> وقال مالك: لا يحرق سفينة الكفار إذا كان فيها أسارى المسلمين. </p><p> وقال الأوزاعي: إذا تترس الكفار بأطفال المسلمين، لم يرموا، ولا يحرق الحصن، ولكن لا بأس بأن يرمى الحصن بالمنجنيق، ونحو ذلك. </p><p> وقال الشافعي: لا بأس بأن يرمى الحصن وفيه أسارى وأطفال المسلمين، ولو تترسوا بهم فله قولان. </p><p> واحتج هَؤُلَاءِ بأن من عادتهم أنهم كانوا يعبدون ما يهوون ومالت إليهم أنفسهم من الأصنام والأوثان وغيرها، وينصرون من عبدوها، ويدفعون عنهم فيذبون عنها، فجائز أن </p>"
}