{
  "id": null,
  "sura": 49,
  "aya": 14,
  "text": "<p> أسباب حصول الأولاد ليوحدوا اللَّه - تعالى - ويتمسكوا بطاعته، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ) على الوعيد. </p><p> * * * </p><p> قوله تعالى:  (قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ وَإِنْ تُطِيعُوا اللَّهَ وَرَسُولَهُ لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٤) إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ أُولَئِكَ هُمُ الصَّادِقُونَ (١٥) قُلْ أَتُعَلِّمُونَ اللَّهَ بِدِينِكُمْ وَاللَّهُ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (١٦) يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ (١٧) إِنَّ اللَّهَ يَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ بَصِيرٌ بِمَا تَعْمَلُونَ (١٨) . </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا) هذه الآية وإن خرجت على مخرج العموم، ولكن أراد بها الخاص، وهو بعض الأعراب؛ إذ في الإجراء على العموم يؤدي إلى الكذب في خبر اللَّه - تعالى - عن ذلك؛ إذ لا كل الأعراب قالوا ذلك، ولا كل الأعراب يجب أن يقال لهم: لم تؤمنوا، ولكن يقال لهم: قولوا: أسلمنا، فهو يرجع إلى خاص من الأعراب، فكأنه يرجع إلى أهل النفاق منهم، فإنهم أخبروا أنهم آمنوا، ولما آمنوا فلما أطلع اللَّه - عَزَّ وَجَلَّ - رسوله أنهم لم يؤمنوا، ولكنهم استسلموا وخضعوا للمؤمنين ظاهرًا؛ خوفًا من معرة السيف، وطمعًا فيما عند المسلمين من الخير، فنهاهم أن يقولوا: آمنا، إذا لم يكن في قلوبهم ذلك، وأمرهم أن يقولوا: أسلمنا، ومعناه ما ذكرنا؛ أي: خضعنا واستسلمنا، ليرتفع عنهم السيف. </p><p> ولا يصح الاستدلال بالآية على أن الإسلام والإيمان غيران، فإنه غاير بينهما؛ حيث نهاهم أن يقولوا: آمنا وأمرهم أن يقولوا: أسلمنا، ولو كانا واحدًا لم يصح هذا؛ لأنا نقول: لم يرد بهذا الإسلام هو الإسلام الذي هو الإيمان، ولكن أراد به الاستسلام والانقياد الظاهر، وهو كما يسمى: إسلامًا يسمى: إيمانًا - أيضًا - من حيث الظاهر، فأما حقيقة الإيمان والإسلام ترجع إلى واحد؛ لأن الإيمان هو أن يصدق كل شيء في شهادته على الربوبية والوحدانية لله - تعالى - والإسلام هو أن يجعل كل شيء لله سالمًا، لا شركة لأحد فيه، فمتى اعتقد أن كل شيء في العالم لله - تعالى - وهو الخالق له، وكل مصنوع شاهد ودليل على صانعه فقد صدقه في شهادته على صانعه، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ) الإيمان ليس هو محسوسًا مركبًا يدخل في القلب أو لا، ولكن معناه: نفى فعل القلب، وهو التصديق؛ كأنه قال: ولم تؤمن قلوبهم؛ على ما ذكر في آية أخرى (قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ) . </p><p> ثم هاتان الآيتان تنقضان على الكرامية مذهبهم في أن الإيمان لا يكون بالقلب، ولكن باللسان والقول، فإن أهل النفاق قد قالوا ذلك بلسانهم، ثم أخبر أنهم لم يؤمنوا، وهم يقولون: بل قد آمنوا. </p><p> فيقال لهم:  (أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ) ، (قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ) . </p><p> وفي هذه الآية آية عظيمة على رسالته؛ حيث قال له:  (قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا) وقد قال لهم - عليه الصلاة والسلام - ذلك، ولم يتهيأ لهم إنكار ذلك القول، فعرفوا أنه باللَّه عرف ذلك، ولم يظهروا ما في ضميرهم خوفًا من السيف ليعرف النبي - صلى الله عليه وسلم - واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ تُطِيعُوا اللَّهَ وَرَسُولَهُ لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا) جائز أن تكون الآية صلة ما ذكر في سورة الفتح للمنافقين بعد تخلفهم عن أمر الحديبية مع المؤمنين؛ حيث قال:  (سَتُدْعَوْنَ إِلَى قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ) ، وما ذكر من أمرهم في غير آي من القرآن، يقول:  (وَإِنْ تُطِيعُوا اللَّهَ وَرَسُولَهُ لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا) يقول: إن تطيعوا الله ورسوله فيما يدعوكم الرسول إلى الخروج إلى الجهاد والقتال بعد تخلفكم عن الحديبية لا ينقصكم من أعمالكم التي كانت لكم شيئًا، واللَّه أعلم. </p><p> ويحتمل وإن تطيعوا اللَّه ورسوله بعد وفاة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لم يلتكم من أعمالكم شيئًا، أي: لم ينقصكم من أعمالكم التي عملتموها من قبل، ولم تضلوا أعمالكم التي عملتم من بعد، وإن عصيتموه وتخلفتم عنه في حياته؛ لأنه قال:  (فَإِنْ رَجَعَكَ اللَّهُ إِلَى طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا) ، قد كان نهاهم عن الخروج معه للغزو أبدًا، فيقول: إن تطيعوا بعد وفاته وتجاهدوا في سبيل اللَّه لم يلتكم من أعمالكم شيئًا؛ بل يقبل ذلك منكم، واللَّه أعلم. </p><p> ويحتمل أن يكون في المنافقين، فيكون فيها وعد المغفرة للمنافقين إذا تابوا وأطاعوا اللَّه ورسوله، كما وعد المغفرة لجميع الكفرة إذا تابوا عن الكفر بقوله:  (إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ) ، فعلى ذلك هذا، وهو كقوله تعالى:  (لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنَافِقِينَ إِنْ شَاءَ أَوْ يَتُوبَ عَلَيْهِمْ) ، واللَّه أعلم. </p><p> قَالَ بَعْضُهُمْ: هذا في جميع المؤمنين: إن من أطاع اللَّه ورسوله لا ينقصكم من أعمالكم شيئًا؛ أي: لا يضيع أعمالكم؛ بل يثيبكم؛ كقوله - تعالى -: (يَرْجُونَ تِجَارَةً لَنْ تَبُورَ) ، أي: من عمل لله لا يضيع، ومن عمل لغيره قد يضيع، فلا يظفر </p>"
}