{
  "id": null,
  "sura": 49,
  "aya": 9,
  "text": "<p> بذلك؛ فذلك قوله:  (فَضْلًا مِنَ اللَّهِ وَنِعْمَةً وَاللَّهُ عَلِيمٌ حَكِيمٌ (٨) . </p><p> ثم قالت المعتزلة في قوله - تعالى -: (حَبَّبَ إِلَيْكُمُ الْإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ) وما ذكر، يقولون: لم يحبب الإيمان إلى هَؤُلَاءِ إلا وقد حبب مثله إلى جميع الكفار، وكذلك لم يكره الكفر إلى هَؤُلَاءِ إلا وقد كره مثله إلى جميع الناس، لكن المراد تخصيص هَؤُلَاءِ بما ذكر من التحبيب إليهم الإيمان، وتكريه الكفر هو اختصاصهم بما وعد من الثواب والجزاء الجزيل على الإيمان والمواعيد الشديدة، فحببه وزينه في قلوبهم بما وعد لهم من الثواب، وكره الكفر والعصيان إليهم بما أوعد على ذلك من العذاب العظيم. </p><p> لكن هذا فاسد؛ لأنه ليس مؤمن به صار حب الإيمان في قلبه لما ذكروا من الثواب والجزاء، ولا كافر أسلم حين أسلم يخطر ثواب الإيمان في قلبه حتى يكون إسلامه لذلك؛ بل كان في قلبه بغض الإيمان قبل الإسلام، فإذا أسلم وجد حبه في قلبه، وكراهة الكفر؛ ليعلم أن ذلك يكون بلطف من اللَّه - تعالى - كان عنده، فإذا أعطاه صار ما ذكر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا ... (٩) . </p><p> قَالَ بَعْضُهُمْ: كان بين رجلين مدارة - أي: منازعة- في شيء، فغضب قوم كل رجل حتى كان بينهم خفق بالنعال والأيدي، فنزلت الآية. </p><p> وقَالَ بَعْضُهُمْ: كان بين الأوس والخزرج قتال بالعِصِي؛ فنزلت عنده الآية بالأمر بالصلح بينهم. </p><p> وقَالَ بَعْضُهُمْ: قتالهم بالعِصِي، والتناجي، ونحوهما. </p><p> وقال الحسن: إن قومًا من المسلمين كان بينهم تنازع حتى اضطربوا بالنعال والأيدي، فأنزل اللَّه - تعالى - هذه الآية في ذلك. </p><p> وقال قتادة: كان بين رجلين حق فتدارا فيه، فقال أحدهما:  [لأخذته عنوة] -لكثرة عشيرته- وقال الآخر: بيني وبينك رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فتنازعا حتى كان بينهما ضرب بالنعال والأيدي. </p><p> وجائز أن تكون الآية فيما كان بين عليَّ بن أبي طالب - رَضِيَ اللَّهُ عَنْهُ - وبين </p><p> الحرورية وأهل النهروان؛ ذكر أن عليًّا - رَضِيَ اللَّهُ عَنْهُ - لما قتلهم فقال الناس: هم مشركون، فقال - عليه السلام -: من الشرك فروا، فقالوا: فمنافقون هم؟ قال علي - رَضِيَ اللَّهُ عَنْهُ -: إن المنافقين لا يذكرون اللَّه إلا قليلا، قالوا: فما هم؟ قال: هم ناس بغوا علينا فقاتلونا فقاتلناهم. </p><p> ويحتمل أنه كان فيما كان بين علي - رَضِيَ اللَّهُ عَنْهُ - ومعاوية يوم الجمل ويوم صفين؛ ذكر عن جعفر بن مُحَمَّد عن أبيه أن عليًّا - رَضِيَ اللَّهُ عَنْهُ - سمع رجلا يقول يوم الجمل: هم كفروا، فقال: لا تقل ذلك، ولكن هَؤُلَاءِ قوم بغوا علينا، وزعموا أنا بغينا عليهم، فقاتلناهم على ذلك. </p><p> لكن في الآية الأمر بالصلح إذا كان بينهم - أعني: المؤمنين- اقتتال بأي شيء كان بقوله - تعالى -: (فَأَصْلِحُوا بَيْنَهُمَا) وكذلك أمر في غير آي بالصلح والإصلاح، قال: يقال: وأصلحوا ذات بينكم، أي: بين المؤمنين. </p><p> وهذه الآية حجة على المعتزلة والخوارج، فإنه أبقى اسم الإيمان بعد ما كان منهم الاقتتال والبغي، والقتال والبغي مع أهل الإسلام من الكبائر دل أن الكبيرة لا تخرج عن الإيمان، ولا توجب الكفر، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ) أي: فإن ظلمت إحدى الطائفتين وطلبت غير الحق (فَقَاتِلُوا الَّتِي تَبْغِي) أي: تظلم وتجور (حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ) حتى ترجع إلى أمر اللَّه، وإلى الحق، أمر بمعونة الطائفة التي لم تبغ والانتصار لها من الباغية، وهو ما ذكر في آية أخرى:  (وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللَّهُ) ، وعد - عَزَّ وَجَلَّ - النصر لهم، فيحتمل أن يكون ذلك النصر الموعود في الدنيا، ويحتمل في الآخرة. </p><p> وفي الآية الأمر بقتال أهل البغي من غير قيد بين السيف وغيره بقوله:  (فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ) لكن متى أمكن دفع البغي وكسر منعتهم بغير السلاح فهو الحق، وهو الواجب، لكن إذا لم ينقلعوا عن البغي إلا بالقتال مع السيف فلا بأس به، فإن عليًّا - رَضِيَ اللَّهُ عَنْهُ - قاتل الفئة الباغية بالسيف ومعه كبراء الصحابة - رضي الله عنهم - وأهل بدر، وكان هو محقًّا في قتاله إياهم دل أنه لا بأس بقتالهم بالسيف. </p><p> وبعضهم قالوا: إن قتال البغاة لا يجوز بالسيف، وقالوا: إن سبب نزول الآية في القتال بالعِصِي والنعال، ولكن لا حجة لهم فيها؛ لأن القتال بين الفئتين وإن كان بالنعال والعصي </p>"
}