{
  "id": null,
  "sura": 49,
  "aya": 6,
  "text": "<p> وقَالَ بَعْضُهُمْ: كان النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - سبى ذراري بني تميم ونساءهم، فأتوا يطلبون منه تخلية سبيل أُولَئِكَ وإعتاقهم وردهم إليهم، فنادوه من وراء حجرات، فأعتق بعضهم، وفدى بعضًا؛ فنزلت الآية. </p><p> وقوله:  (أَكْثَرُهُمْ لَا يَعْقِلُونَ) . وَلَوْ أَنَّهُمْ صَبَرُوا حَتَّى تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًا لَهُمْ ... (٥) لأن ذلك أعظم لقدره، وأجل لمنزلته، وأعرف لحقه، وأحفظ لحرمته. </p><p> ثم قوله:  (أَكْثَرُهُمْ لَا يَعْقِلُونَ) يحتمل وجوهًا: </p><p> أكثرهم لا يعرفون قدره ومنزلته، وإن كان قليل منهم يعرفون ذلك، وهم المؤمنون. </p><p> والثاني: أكثرهم لا ينتفعون بما يعقلون. </p><p> والثالث: أكثرهم لا يعقلون أنه رسوله، وهم الأتباع والسفلة من الكفرة، وإنما يعرف القليل منهم، وهم الرؤساء المعاندون. </p><p> وفي هذه الآية وفي قوله - تعالى -: (أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ) دلالة أن قد يلحق المرء حكم الكفر ويحبط العمل إذا خرج مخرج الاستخفاف وإن لم يعلم به ولم يقصد، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْمًا بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ (٦) وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الْأَمْرِ لَعَنِتُّمْ وَلَكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ أُولَئِكَ هُمُ الرَّاشِدُونَ (٧) فَضْلًا مِنَ اللَّهِ وَنِعْمَةً وَاللَّهُ عَلِيمٌ حَكِيمٌ (٨) وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (٩) إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ (١٠) . </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا) جميع أهل التأويل أو عامتهم على أن الآية نزلت في الوليد بن عقبة بن أبي معيط، بعثه رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إلى بني المصطلق، وإلى قوم سواهم؛ لجباية الصدقات، وكان بينه وبين أُولَئِكَ القوم عداوة في الجاهلية، فخرجوا يتلقونه، فخافهم، فرجع، فقال: إن القوم قد منعوا الصدقات، فبعث رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إليهم بعد ذلك خالد بن الوليد لجباية الصدقات، فوجدهم يصلون ويعملون الطاعات، واجتمعوا وجمعوا له الصدقات وجبوها وسلموها إليه، فرجع إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بها، فنزل قوله - تعالى -: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ </p><p> فَتَبَيَّنُوا) لكن إن كان ما ذكروا فلم يكن في ذلك النبأ التثبت؛ لأن الآية نزلت بعد نبأ الرجل. </p><p> وفي الآية الأمر بالتثبت في نبأ الفاسق فيما يحدث من الأمور من بعد؛ فدل أن الآية نزلت لبيان الحكم في نبأ الفاسق ابتداء، واللَّه أعلم. </p><p> ولأنه يحتمل أن يكون ذلك الرجل منافقًا ولم يأمر اللَّه - تعالى - بالتثبت في خبر المنافق، ولم يشرع ذلك؛ لأن النفاق يكون في الضمير فلا يظهر ذلك؛ فأما الفسق فإنه يظهر فأمر لنا بالتثبت فيه؛ فدل أن الآية لم تنزل في ذلك الرجل؛ إذ لا يحتمل عن المنافق أن يزور على المسلمين مثل ما ذكر منه دل أن ما قاله أهل التأويل فيه وهم. </p><p> ثم في الآية دلالة قبول خبر الواحد إذا كان عدلا؛ لأنه لو لم يقبل خبره إذا كان عدلا لم يكن لذكر الفسق فائدة سوى الشتم، والشتم سفه؛ فلا يجوز أن يوصف اللَّه - تعالى - به فدل ذكر الفسق على أن هذا الحكم وهو رد الشهادة مختص باسم الفسق، وأن العدل لا يشاركه فيه حتى لا يكون ذكر الفسق سفهًا لما تعلق به بيان حكم شرعي يختص بالفاسق، ولا يعرف ذلك دون ذكره، فأما متى كان الحكم عامًّا في الفاسق والعدل عند الانفراد، فكان ذكر الفاسق مع شتمه لا يليق بالحكمة؛ فدل ما ذكرنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَنْ تُصِيبُوا قَوْمًا بِجَهَالَةٍ) أي: تصيبوا قومًا بجهالة في الظاهر بسبب تهمة الفسق، فأمَّا في الحقيقة فإنه يجوز أن تصيب ذلك بخبر الواحد، لكن الأحكام وقبول الأخبار فيما بين الخلق لم توضع على الحقائق، وإنما وضعت على الظواهر، وكذلك قبول الشهادات، والحكم بها، وجميع الشرائع التي جعلت في الناس إنما هو على الظواهر من الأحوال والأمور، فأما على إصابة حقيقة ذلك فلا؛ إذ قد يجوز أن يحكم الحاكم ويقضي بقتل إنسان ويقطع يده بشهود عنده؛ لما ظهرت عنده عدالتهم، ولم يكن -في الحقيقة- كذلك، وعلى ذلك قول يعقوب - عليه السلام - لبنيه:  (قَالَ هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنْتُكُمْ عَلَى أَخِيهِ مِنْ قَبْلُ) ، لم يأمن عليهم بما </p>"
}