{
  "id": null,
  "sura": 49,
  "aya": 15,
  "text": "<p> على ثوابه بشيء. </p><p> ويحتمل أن تكون الآية في المؤمنين الذين أسلموا؛ يقول: إذا أسلمتم فلم ينقصكم من ثواب أعمالكم ما سبق منكم من الكفر، وهو كقوله - تعالى -: (إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ) ، واللَّه أعلم. </p><p> وقوله:  (إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ) ظاهر. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ أُولَئِكَ هُمُ الصَّادِقُونَ (١٥) كأن هذا ذكر مقابل ما تقدم من قول المنافقين؛ حيث قال:  (قَالَتِ الْأَعْرَابُ آمَنَّا) ، فقال لهم: قل: لم تؤمنوا أنتم، إنما المؤمنون هَؤُلَاءِ، ثم نعتهم فقال:  (الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ أُولَئِكَ هُمُ الصَّادِقُونَ) أخبر أن هَؤُلَاءِ هم الصادقون في إيمانهم، وأنتم يا أهل النفاق بحيث أضمرتم الخلاف له ولم تجاهدوا معه فلستم بصادقين في إيمانكم، فجعل الجهاد دليل ظهور الصدق في الإيمان، لا أنه من شرائط الإيمان الذي لا يجوز الإيمان الذي دونه. </p><p> ويحتمل:  (إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ) ؛ أي: صدقوا اللَّه ورسوله سرًا وعلانية على الحقيقة، لا الذين أظهروا ولم تكن قلوبهم مصدقة لذلك كالمنافقين؛ ألا ترى أنه قال:  (ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا) أي: لم يشكوا في حادث الوقت؛ بل جاهدوا بأموالهم وأنفسهم في سبيل اللَّه؛ إظهارًا لتحقيق الإيمان وصدقه، وليسوا كالمنافقين الذين ارتابوا وشكوا في إيمانهم، وتخلفوا عن الجهاد مع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، واللَّه أعلم. </p><p> ثم قال اللَّه - تعالى -: (قُلْ أَتُعَلِّمُونَ اللَّهَ بِدِينِكُمْ وَاللَّهُ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (١٦) كأنه صلة قوله - تعالى -: (قَالَتِ الْأَعْرَابُ آمَنَّا) حيث قالوا ذلك بألسنتهم، وليس ذلك في قلوبهم، فأخبر أنه يعلم ما في قلوبهم من الإيمان والشك والخلاف، كأنهم حين قال لهم الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: لم تؤمنوا، فلجوّا في ذلك وقالوا: بل آمنا؛ ظنوا أنه إنما قال ذلك من دأب نفسه، فقال عند ذلك قل:  (أَتُعَلِّمُونَ اللَّهَ بِدِينِكُمْ) يخبر أن الذي أنبأني وأخبرني بذلك هو الذي يعلم غيب ما في السماوات وما في الأرض، وهو بكل شيء مما في القلوب من الصدق وغيره عليم، فكيف تعلمون اللَّه بأنكم مؤمنون، وهو يعلم إنكم لكاذبون. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ (١٧) الذي حملهم وبعثهم على الامتنان عليه بالإيمان الذي أتوا به أنهم قوم لا يؤمنون بالآخرة؛ فيظنون أنهم إذا أظهروا الموافقة لم يلحقهم بسببه مؤنة الخروج إلى القتال. </p>"
}