{
  "id": null,
  "sura": 49,
  "aya": 13,
  "text": "<p> ما أوعده، وإن كان يجوز ألا يفعل به أو لا يقدر على ما أوعده، وعلى ذلك موضوع عامة الأحكام والشرائع بين الخلق أنها على غالب الظن وضعت ليس على التحقيق، والله أعلم. </p><p> ويحتمل أن يرجع ما استثنى من الظن القليل الذي لا إثم فيه إلى الظن الحسن؛ إذ يجوز أن يظن بالإنسان الظن الحسن؛ ولا إثم فيه، إنما الأمر بالاجتناب إلى الظن بالسوء على غير تحقق أسباب أو غير تحقيق عين ذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَجَسَّسُوا) التجسس: هو تكلف طلب المساوئ في الناس من غير أن يظهر منهم من أسبابها شيء، فنهى عن تكلف طلب ذلك أو من الإظهار وأمر بالستر، وبمثل ذلك روي في الأخبار عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وروي عن ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - أنه قيل له: هل لك في فلان يعطر لحيته خمرًا، فقال عبد اللَّه بن مسعود - رَضِيَ اللَّهُ عَنْهُ -: إن يظهر لنا شيء نأخذه، وإلا فإن اللَّه - تعالى - قد نهانا عن التجسس، واللَّه أعلم. </p><p> وفرق بعضهم بين التجسس والتحسس، فقَالَ بَعْضُهُمْ: بالجيم في الشرور والمساوئ، وبالحاء في الخير وفيما يباح طلبه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا) الغيبة ترجع إلى وجهين: </p><p> أحدهما: أن يذكر ما فيه من مساوئ الأفعال التي سترها عن أعين الناس مما يكره إظهار ذلك عنه. </p><p> والثاني: يذكر ما فيه من قبح الأحوال والأخلاق التي لا يكاد يذكر ذلك منه أو يظهر، وعلى ذلك روي في الخبر عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه نهى أن يذكر الرجل أخاه بما فيه مما يكره، فقيل: إنما كنا نذكره بالشيء الذي فيه، لا بما ليس فيه، قال:  \" ذلك البهتان \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ) أي: لا يحب أحدكم أن يأكل لحم أخيه بعد موته، فكأنه يقول: فإذا لم يحب هذا وكرهه؛ بل يستقذره كل استقذار فالغيبة هي تناول من أخيك وهو حي، فهو في القبح يبلغ التناول منه بعد موته، فإن كان لا أحد يتناول من لحم أخيه بعد موته، لا في حال اختياره، ولا في حال اضطراره، فلا تغتابوا ولا تذكروا منه ما فيه؛ فإنه في القبح ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى ... (١٣) تأويل الآية على وجهين: </p><p> أحدهما: إنما خلقناكم جميعًا من أصل واحد، وهو آدم وحواء - عليهما السلام - فيكونون جميعًا إخوة وأخوات، وليس لبعض الإخوة والأخوات الافتخار والفضيلة على بعض بالآباء والقبائل التي جعلنا لهم، إنما القبائل وما ذكر للتعارف والفضيلة والكرامة فيما ذكر (إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ) مع ما لو كان في ذلك فضيلة وافتخار، فالكل في النسبة إليهم على السواء؛ فلا معنى لانفراد البعض بالافتخار. </p><p> والثاني: يحتمل: إنا خلقنا كل واحد منكم من الملوك والأتباع، والحر والعبد، والذكر والأنثى من ماء الذكر والأنثى، فليس لأحد على أحد من تلك الجهة التي يفتخرون بها الافتخار والفضيلة؛ إذ كانوا جميعًا من نطفة مذرة منتنة تستقذرها الطباع. </p><p> ذكر هذا؛ ليتركوا التفاخر والتطاول بالأنساب والقبائل، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا) ، ثم اختلفوا في تأويل قوله:  (شُعُوبًا وَقَبَائِلَ) : </p><p> قَالَ بَعْضُهُمْ: الشعوب أكبر من القبائل، فالشعوب هم الأصول، والقبائل: الأفخاذ منهم، فالشعوب للعرب، والأمم والقرون للعجم. </p><p> وقَالَ بَعْضُهُمْ: الشعوب للعجم، والقبائل للعرب. </p><p> وقال أَبُو عَوْسَجَةَ: الشعوب: الضروب، وهي القبائل، والواحد: شعب، والشعب الاجتماع؛ يقال: شعبت الإناء: إذا انكسر فجمعته وأصلحته، ويسمى من يصلح الإناء: شَعَّابًا، والشعب: التفريق - أيضًا - والشعوب: المنية، ونحو ذلك. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (لِتَعَارَفُوا) أي: جعل فيكم هذه القبائل؛ ليعرف بعضكم بعضًا بالنسبة إلى القبائل والأفخاذ؛ فيقال: فلان التميمي والهاشمي؛ إذ كل أحد لا يعرف بأبيه وجده. </p><p> ثم قال - عَزَّ وَجَلَّ -: (إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ) بين اللَّه - تعالى - بما به تكون الفضيلة والكرامة، وهو التقوى، لا فيما يرون ويفتخرون بذلك، وهو النسبة إلى الآباء والقبائل؛ بل ذلك لما ذكر من التعارف؛ وهذا لأن التقوى فعله، وهو إتيان الطاعات والاجتناب عن المعاصي، وذلك مما يأتيه تعظيمًا لأمر اللَّه - تعالى - ونهيه. </p><p> وجائز أن تنال الفضيلة والكرامة بفضل اللَّه وكرمه بناء على فعله، فأمَّا ما لا فعل له في التولد من آباء كرام فأنى يستحق الفضل بذلك لو كان افتخارًا بما يكون للآباء بمباشرتهم </p>"
}