{
  "id": null,
  "sura": 49,
  "aya": 11,
  "text": "<p> الأخوين، أو ذكر (بَيْنَ أَخَوَيْكُمْ) ، وأراد به الاثنين اللذين كان الاقتتال بينهما، وفيهما هاج القتال بينهم، فأما أن يكون اسم الطائفة يقع على الواحد فلا؛ بل هو في اللغة وعرف اللسان على الجماعة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ) أي: اتقوا مخالفة أمر اللَّه لكي تقع بكم الرحمة، أو لكي يلزمكم الرحمة. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ عَسَى أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَى أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ وَلَا تَلْمِزُوا أَنْفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ الظَّالِمُونَ (١١) يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلَا تَجَسَّسُوا وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ (١٢) يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ (١٣) . </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ) ظاهر الآية نهي للجماعة عن سخرية جماعة؛ لأن السخرية إنما تقع وتكون في الأغلب بين قوم وقوم، وقلما تقع بين الأفراد والآحاد؛ فعلى ذلك جرى النهي، ولكن يكون ذلك النهي للجماعة والأفراد والآحاد جميعًا، واللَّه أعلم. </p><p> ثم يحتمل السخرية المذكورة في الآية وجهين: </p><p> أحدهما: في الأفعال، يقول: لا يسخر قوم من قوم في الأفعال عسى أن يكونوا خيرًا منهم في النية في تلك الأفعال أو خيرًا منهم؛ أي: أفعالهم أخلص عند اللَّه من أفعال أُولَئِكَ، وأقرب إلى القبول. </p><p> والثاني: سخرية في الخلقة، وذلك راجع إلى منشئها، لا إليهم، وهم قد رضوا بالخلقة التي أنشئوا عليها، وعسى أن يكونوا هم على تلك الخلقة عندهم خيرًا منهم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (عَسَى أَنْ يَكُونُوا خَيْرًا مِنْهُمْ) يحتمل وجهين: </p><p> أحدهما: عسى أن يصيروا من بعدهم خيرًا من تلك الأحوال والأفعال التي هم عليها اليوم. </p><p> والثاني: عسى أن يكونوا هم عند اللَّه خيرًا منهم في الحال؛ كقوله - عَزَّ وَجَلَّ -: (إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ) أخبر أن الأكرم منهم عند اللَّه - تعالى - هو أتقاهم، لا ما افتخروا بما هو أسباب الفخار عندهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَى أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ) ذكر سخرية نساء من </p><p> نساء؛ لأن النساء ليس لهن اختلاط مع الرجال حتى تجري السخرية بينهم، وإنما الاختلاط في الغالب بين الجنس يكون، فعلى ذلك جرى النهي بالسخرية، واللَّه أعلم. </p><p> ويحتمل أنه خص هَؤُلَاءِ بهَؤُلَاءِ كما خص القصاص في قوله:  (كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ. . .) الآية، ثم جمع بين الأحرار والعبيد، والذكور والإناث بالمعنى الذي جمعهم فيه، وهو ما ذكر:  (وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ) ، أبان عن المعنى الذي به وجب القصاص فيما بينهم، فاشتركوا جميعًا في ذلك: الأحرار والعبيد، والذكور والإناث، فعلى ذلك ذكر المعنى الذي به نهاهم عن السخرية، وهو ما ذكر (عَسَى أَنْ يَكُونُوا خَيْرًا مِنْهُمْ) فذلك المعنى يجمع سخرية الرجال من النساء، وسخرية النساء من الرجال، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَلْمِزُوا أَنْفُسَكُمْ) واللمز: هو الطعن. </p><p> ثم منهم من يقول: هو الطعن باللسان. </p><p> ومنهم من يقول: بالشدق والشفة. </p><p> ومنهم من يقول: بالعين؛ وحاصله هو الطعن فيه. </p><p> وقَالَ الْقُتَبِيُّ: اللمز: هو العيب؛ أي: لا تعيبوا. </p><p> وقال أَبُو عَوْسَجَةَ: هو شبه العيب. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (أَنْفُسَكُمْ) يحتمل وجهين: </p><p> أحدهما:  (وَلَا تَلْمِزُوا أَنْفُسَكُمْ) أي: تذكروا مساوئ أنفسكم عند الناس. </p><p> وفيه الأمر بالستر عليهم وعلى أنفسهم، وألا يهتكوا سترهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَنَابَزُوا بِالْأَلْقَابِ) أي: لا تدعوا بالألقاب، والنبز: اللقب؛ يقال: نبزت فلانًا: أي: لقبته، وفي الحديث:  \" قوم نبزهم الرافضة \" أي: لقبهم، ولو قال:  (وَلَا تَنَابَزُوا) لكان كافيًا، لكن كأنه قال: ولا تظهروا ألقابهم فيسوءهم ما أظهرتم من اللقب، واللَّه أعلم. </p><p> ثم قال بعض أهل التأويل: إنما نهوا عن ذلك؛ لأنهم يسمونهم بعد إسلامهم بالأفعال التي كانوا يفعلون في حال جاهليتهم من الكفر والفسوق، ويلقبونهم بذلك، </p>"
}