{
  "id": null,
  "sura": 49,
  "aya": 2,
  "text": "<p> الكل، وكذلك لو كان في أمر واحد وفعل واحد كان يدخل في ذلك جميع الأمور، فكيف والخطاب بذلك عام مطلق؟! فهو للكل، وفي كل الأمور، واللَّه الموقق. </p><p> وعلى ذلك ما روي عن مسروق أنه دخل على عائشة - رضي اللَّه عنها - فأمرت الجارية أن تسقيه، فقال: إني صائم -وهو اليوم الذي يشك فيه- فقالت له: قد نهي عن هذا، وتلت قوله - تعالى -: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ) في صيام ولا غيره. </p><p> اعتبرت عائشة - رضي اللَّه عنها - عموم الآية في النهي عن التقدم بين يدي الله ورسوله ومخالفة النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في كل قول أو فعل. </p><p> وكذلك روي عن أبي عبيدة معمر بن المثنى قال في قوله:  (لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ) أي: لا تعجلوا بالأمر والنهي دونه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ) أي: اتقوا مخالفة أمر اللَّه ونهيه قولا وفعلا، واتقوا مخالفة رسوله فيما يأمركم بأمر اللَّه ونهيه، وفي كل ما دعاكم إليه (إِنَّ اللَّهَ سَمِيعٌ) لأقوالكم (عَلِيمٌ) بأفعالكم وأعمالكم، ولا قوة إلا باللَّه. </p><p> ثم لم يفهموا مما ذكر في قوله:  (بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ) الجوارح ولا العدد في اليد كما فهموا من ذلك في الخلق، فما بالهم يفهمون ذلك من قوله:  (خَلَقْتُ بِيَدَيَّ) ، أي: خلقته على علم مني بما يكون منه من خلاف أو معصية، لم أخلقه عن جهل بما يكون منه، وهو ما ذكر في قوله - تعالى -: (وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ) ، و (خَبِيرٌ) ، أي: عن علم بأحوالهم وما يكون منهم أنشأهم لا عن جهل بذلك، فعلى ذلك هذا، كما فهموا من قوله:  (لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ) أمر اللَّه ونهيه دون الجوارح والعدد، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ (٢) . . . ) إلى قوله:  (لِبَعْضٍ) قَالَ بَعْضُهُمْ: إن الآية نزلت في أبي بكر وعمر - رضي اللَّه عنهما - اختلفا في شيء بحضرة النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فارتفعت أصواتهما. </p><p> وقَالَ بَعْضُهُمْ: إنها نزلت في قوم كانوا إذا سئل النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن شيء قالوا فيه قبل قول النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وعندنا: لا يحتمل أن يكون ما ذكر من رفع الصوت فوق صوت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - والجهر بالقول له، وما ذكر من التقدم بين يدي رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في الأمر والنهي أن يكون الخطاب بذلك للذين صحبوا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - واتبعوا أمره ونهيه؛ إذ لا يحتمل منهم أن يرفعوا أصواتهم فوق صوته ويجهروا له بالقول أو يقدموا بين يديه في أمر ولا نهي إلا عن سهو، أو غفلة، أو إذن منه بالمناظرة والمحاورة في العلم، فعند ذلك ترتفع أصواتهم؛ لأن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان أجل في قلوبهم وأعظم قدرًا من أن يتجاسروا التقدم بين يديه بأمر، أو قول، أو رفع صوت، أو جهر القول له، فتكون الآية في أهل الشرك أو في أهل النفاق، واللَّه أعلم. </p><p> ثم إن كان الخطاب بذلك للذين آمنوا فهو على وجهين: </p><p> أحدهما: أن ذلك منه ابتداء محنة امتحنهم بذلك وأمرهم به من غير أن كان منهم شيء من ذلك من التقدم بين يديه، ورفع الصوت، والجهر له بالقول، ولله - تعالى - أن يمتحن ويأمر وينهى من شاء بما شاء ابتداء؛ امتحانًا منه لهم، وهو ما ذكرنا من نهي الرسل - عليهم السلام - عن الشرك والمعاصي وإن كانوا معصومين عن ذلك؛ لأن العصمة لا تمنع النهي؛ لأن العصمة إنما تكون عصمة إذا كان هناك أمر ونهي؛ فعلى ذلك جائز أن يكون ما ذكر من النهي عن التقدم، والرفع بالصوت، والجهر بالقول، وإن لم يكن منهم شيء مما ذكر ابتداء محنة منه لهم، واللَّه أعلم. </p><p> ويحتمل أنه خاطب هَؤُلَاءِ الصحابة - رضي اللَّه عنهم - بذلك؛ ليتعظ بذلك من يشهد مجلسه من المنافقين وغيرهم من الكافرين؛ إذ كان يشهد مجلسه أهل النفاق وسائر الكفرة؛ لئلا يعاملوا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بمثل معاملة بعضهم بعضا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ) ذكر هذا؛ ليكونوا أبدًا [متيقظين] بين يدي رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حذرين، معظمين له في كل وقت؛ لئلا يكون منهم في وقت من الأوقات ما يجري مجرى الاستخفاف به والتهاون على السهو والغفلة فيحبط ذلك أعمالهم؛ لأن هذا الصنيع برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يكفر صاحبه، ولا يكون معذورًا، وإن فعله على السهو والغفلة؛ لأن له قدرة الاحتراز، وأمكن التحذر، وإن كانوا معذورين فيما بينهم على غير التعمد والقصد، ولا مؤاخذة لهم برفع اللَّه - تعالى - المؤاخذة عنهم فيما بينهم، ولم يرفع في حق النبي - عليه أفضل الصلوات - مع أن الكل في حد جواز المؤاخذة، واللَّه أعلم. </p><p> وذكر الكرابيسي فقال: ومن حكمة الآية عند قوم حبوط الأعمال بالكبائر؛ على ما روي عن الحسن قال: أما يشعر هَؤُلَاءِ الناس أن عملا يحبط عملا، واللَّه يقول: (يَا أَيُّهَا </p>"
}