{
  "id": null,
  "sura": 49,
  "aya": 12,
  "text": "<p> ويقولون: يا كافر، يا فاسق، ونحو ذلك، ودل على ذلك قوله - تعالى -: (بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ) . </p><p> وجائز أن يلقبوا بذلك وبغيره من الألقاب، فنهوا عن أن يسموهم بغير أسمائهم التي كانت لهم، وأن يعرفوا بأسمائهم التي لهم، ونهوا عن التعريف بالألقاب وتغيير الأنساب والأسماء التي لهم إذا كان التعريف بذلك يسوءهم ويغيظهم، واللَّه أعلم. </p><p> ثم قال اللَّه - تعالى -: (وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ الظَّالِمُونَ) أي: واضعون الشيء في غير موضعه، واللَّه أعلم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ) يحتمل وجهين: </p><p> أحدهما: ما ذكرنا؛ أي: بئس النسبة إلى الفسق التي كانت والتسمية بها بعد الإيمان إلى الاسم والفعل الذي كان له ومنه قبل الإيمان؛ كأنه قال: لا تسموهم بتلك الأسماء بعد الإيمان، واللَّه أعلم. </p><p> والثاني:  (بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ) أي: بئس ما اختار من اسم الفسق بعدما كان اختار اسم الإيمان وفعله، فهذا يرجع إلى اختيار الفسق بعد الإيمان، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلَا تَجَسَّسُوا وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ (١٢) . </p><p> هاهنا أسماء ثلاثة يجب أن يتعرف ما محلها؟ وما قدرها؟ وكيف أسبابها؟ أحدها: الظن، والثاني: الشك، والثالث: العلم واليقين. </p><p> أما الظن فكأنه هو الذي له ظاهر الأسباب التي لها خوف الزوال والانتقال. </p><p> والشك هو الذي فقد ظاهر أسبابه، أو له استواء الأسباب، ومقابلة بعضها بعضًا، فهو المتردد بين الحالين، لا يقر قلبه على شيء. </p><p> واليقين هو الذي له الأسباب الظاهرة التي ليس لها خوف الزوال والانتقال، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ) كأنه نهى أن يحقق أو يعمل في صاحبه بسوء على ظاهر الأسباب التي هي على شرف الزوال وطرف الانتقال يجوز أن تكون غير متحققة في الأصل أو زائلة، واللَّه أعلم. </p><p> ثم في الآية دليل على أنه ليس كل ظن يجتنب عنه، ولا كل الظن يكون إثما؛ لأنه استثنى منه بعضه بقوله:  (بَعْضَ الظَّنِّ إِثْمٌ) فجائز أن يكون ما استثنى من الظن، ولا يأمر بالاجتناب عنه هو ما يغلب عليه الأسباب، وغالب الأسباب ربما تعمل عمل العلم واليقين بحق المكره على شيء يرخص له أو يباح العمل إذا رأى من ظاهر حال المكره أنه فاعل به </p>"
}