{
  "id": null,
  "sura": 50,
  "aya": 45,
  "text": "<p> وقوله - عَزَّ وَجَلَّ - (ذَلِكَ يَوْمُ الْخُرُوجِ) قيل: يوم الخروج من قبورهم. </p><p> وقيل: يوم الخروج والبروز إلى اللَّه تعالى. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ ... (٤٣) أي: نحيي الموتى، ونميت الأحياء؛ أي: نحن نملك ذلك، لا يملك أحد ذلك غيرنا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِلَيْنَا الْمَصِيرُ) ، خص ذلك اليوم بالمصير إليه، وإن كانوا في الأوقات كلها صائرين إليه؛ لما ذكرنا من الوجوه في غير موضع، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعًا ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ (٤٤) . </p><p> يحتمل أن يكون ما ذكر من السراع هو صفة تشقق الأرض، كأنه يقول: يوم تشقق الأرض سراعا، لا تنتظر طرفة عين، ولكن تتشقق أسرع من لمحة البصر. </p><p> ويحتمل أن يكون وصف سرعة خروجهم من الأرض، يقول: يوم يسرعون الخروج من الأرض. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ) ، وغير الحشر يسير على اللَّه تعالى - أيضًا - ليس شيء أيسر عليه من شيء، أو أصعب من شيء، لكن خص ذلك بالذكر؛ لأن أُولَئِكَ الكفرة استبعدوا ذلك اليوم، واستعظموا كونه؛ فخص ذلك اليوم باليسير لهذا؛ إذ وجود الأشياء كلها بالتكوين الأزلي، وعبر عن ذلك بحرف (كُن) ، لمعرفة العباد، لا أن التكوين الذي به وجود المكونات مما يوصف بالحرف، وفي ذلك يستوي ابتداء الخلق وإعادته، والحشر، وكل شيء، ولا قوة إلا باللَّه. </p><p> وهو كقوله:  (وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ) ، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ (٤٥) يقول - واللَّه أعلم -: اصبر على ما يقولون؛ فنحن أعلم بما يقولون؛ فنكافئهم. </p><p> أو يقول: عن علم بذلك نتركهم على ذلك، ونمهلهم؛ يصبر رسوله صلى اللَّه عليه وسلم على ذلك؛ ليتسلى به بعض ما يحزن عليه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ) قَالَ بَعْضُهُمْ: من الجبر والقهر، أي: ما أنت بقاهر عليهم، وجبار يجبرهم على التوحيد. </p><p> وقَالَ بَعْضُهُمْ: من التجبر والتكبر، والجبار: هو الذي يقتل بلا ذنب ولا حق. </p><p> وقيل: أي: وما أنت عليهم بمسلط، وهو كقوله - عَزَّ وَجَلَّ -: (وَمَا جَعَلْنَاكَ عَلَيْهِمْ حَفِيظًا) ، أي: مسلطا. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ) ، أي: بلغ ما أنزل إليك، فعليك التبليغ وأنا المجازي لهم والمكافئ بما يفعلون. </p><p> ثم ليس يخص بالتذكير من يخاف الوعيد، لكن أمر بتذكير الكل، إلا أن منفعة الذكرى تكون لمن يخاف الوعيد، لا لمن لا يخاف الوعيد؛ فلذلك خصه بالذكر، لكن التخصيص بالذكر لا يكون تخصيصا بالحكم ونفيا عن غيره؛ فيبطل بهذا مذهب من ادعى ذلك، واللَّه أعلم بحقيقة ما أراد، واللَّه الموفق. </p><p> * * * </p>"
}