{
  "id": null,
  "sura": 50,
  "aya": 16,
  "text": "<p> وعن الأصم أنه قال: الرس: كل موضع خدّ فيه؛ ولذلك سمي الخد: خدَّا؛ لجري الدمع عليه، واللَّه أعلم. </p><p> وقوله:  (وَإِخْوَانُ لُوطٍ) أي: قوم لوط. </p><p> وقوله:  (وَقَوْمُ تُبَّعٍ ... (١٤) قيل: إنه كان رجلا مسلمًا صالحًا، مدحه اللَّه - تعالى - وذم قومه، سمي: تُبَّعًا؛ لكثرة أتباعه. </p><p> ولا حاجة بنا إلى تفسيره بأنه مَن كان؟ وما اسمه؟ كما ذكر بعض أهل التأويل؛ لما لم يذكر في القرآن، ولم يثبت بالتواتر، فلا نزيد على ذلك القدر؛ احترازًا عن الكذب، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (كُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعِيدِ) يخوف أهل مكة أن أُولَئِكَ الذين ذكرهم جميعًا قد أهلكوا بتكذيبهم الرسل، فحق عليهم الوعيد بذلك؛ فعلى ذلك يحق عليكم ذلك الوعيد بتكذيب الرسول، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ ... (١٥) هو يخرج على وجهين: </p><p> أحدهما:  (أَفَعَيِينَا) أي: أعجزنا عن الخلق؛ أي: حيث لم نعجز عن الخلق الأول، فكيف نسبونا إلى العجز عن الخلق الثاني؟! </p><p> والثاني:  (أَفَعَيِينَا) أي: أجهلنا وخفي علينا تدبير الخلق الثاني، وابتداء تدبير الخلق الأول وإنشاؤه أشد عندكم من إعادته، والإعادة عندكم أهون، فإذا لم نعجز عن ابتداء إنشائه، ولم نجهل، ولم يخف علينا الابتداء، فأنّى نعجز عن الإعادة؟! </p><p> ثم قَالَ بَعْضُهُمْ: الخلق الأول هو آدم، عليه السلام. </p><p> وقال عامتهم: هو ابتداء خلقهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ) أي: هم في شك واختلاط من خلق جديد؛ لما تركوا النظر في سبب المعرفة؛ ليقع لهم العلم بذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ خَلَقْنَا الْإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ ... (١٦) هو يخرج على وجهين: </p><p> أحدهما: يقول: على علم منا بما تحدث به نفسه وتوسوس من أنواع الحديث والوسوسة، لا عن جهل وخفاء فعلنا ذلك، فإن هو كفَّها وحبسها عما تدعو به إليه نفسه وتهواه ويصرفها إلى ما يدعوه عقله وذهنه نجا وفاز؛ لقوله - تعالى -: (إِنَّ النَّفْسَ لَأَمَّارَةٌ </p><p> بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي)، وقال:  (وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى (٤٠) فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى)، وإن تركها حتى تمادى في هواها هلك؛ قال اللَّه - تعالى -: (فَأَمَّا مَنْ طَغَى (٣٧) وَآثَرَ الْحَيَاةَ الدُّنْيَا (٣٨) فَإِنَّ الْجَحِيمَ هِيَ الْمَأْوَى)، وقال في آية أخرى:  (أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ) ، ونحوه كثير من القرآن. </p><p> والثاني: يذكر (وَلَقَدْ خَلَقْنَا الْإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ) أي: نحن مطلعون على ذلك، ليس علم ذلك إلى الحفظة وهم يتولون كتابته؛ أي: لم يجعل ذلك إلى أحد، إنما ذلك إلى اللَّه - تعالى - هو العالم بذلك، وهو المطلع عليه دون الملائكة، وإنما إلى الملائكة ما يلفظه ويفعل بالجوارح؛ لقوله:  (مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ) ، وقال في آية أخرى:  (وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ. كِرَامًا كَاتِبِينَ. يَعْلَمُونَ مَا تَفْعَلُونَ) ، أخبر أن الحفظة إنما يعلمون ما يفعلون ظاهرًا، أما ما يسرون في قلوبهم فاللَّه هو المطلع على ذلك العالم؛ ليكونوا أبدًا على اليقظة والحذر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ) لا يفهم من قرب الرب - تعالى - إلى العبيد ما يفهم من قرب العبد إلى اللَّه - تعالى - وإنما يكون قرب العبد إلى اللَّه - تعالى - بالطاعة له، والقيام بأمره، والانقياد والخضوع له؛ هذا هو المفهوم من قرب العبد إلى اللَّه - تعالى - لا قرب شيء من شيء آخر؛ فعلى ذلك يفهم من قرب اللَّه - تعالى - إلى العبد الإجابة له، والنصرة، والمعونة، والتوفيق على الطاعات، وعلى ذلك ما يقال: فلان قريب إلى فلان، لا يعنون قرب نفسه من نفسه والمكان، ولكن يعنون نصره له، ومعونته إياه، وإجابته. </p><p> ويحتمل أن يذكر القرب منه كناية عن العلم بأحواله ظاهرًا وباطنًا، واللَّه أعلم. </p><p> وأصله أن تعتبر الأحوال فيما ذكر من القرب، فإن كان في السؤال فالمراد أنه قريب منه بالإجابة له؛ أي: يجيبه؛ كقوله - تعالى -: (وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ) وإن كان فيما يسرون ويضمرون فيفهم من القرب في تلك الحالة العلم به؛ كقوله - تعالى -: (مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ. . .) الآية؛ فعلى ذلك قوله:  (وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ) ، وقوله:  (وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَكِنْ لَا تُبْصِرُونَ) ، يفهم منه النصر والمعونة، أو العلم؛ فيكون قوله:  (وَنَحْنُ أَقْرَبُ إِلَيْهِ) أي: أعلم وأولى به وأحق من غيره في النصر والمعونة، وأولى به في الإجابة، والله أعلم. </p>"
}