{
  "id": null,
  "sura": 50,
  "aya": 33,
  "text": "<p> فأما أهل التوحيد فإنهم كانوا يقرون بالجنة، ولكن لا يرون أنفسهم من أهلها لما بدا منهم من الخطايا والزلات، ويرونها بعيدة من أنفسهم، فذكر اللَّه - تعالى - التقريب لهم، ووعدهم بذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (غَيْرَ بَعِيدٍ) أي: غير بعيد منهم، بل بحيث يرونها وقت وقوفهم في القيامة، واللَّه أعلم. </p><p> والثاني: أي: على بعد منهم في الدنيا؛ أي: يأتونها ويكونون من أهلها عن قريب؛ لأن كل آت فكأن قد أتى، واللَّه أعلم. </p><p> ويحتمل: أي: غير بعيد منهم في الجنة إذا دخلوها من الثمار والفواكه؛ بل قريب منهم، يتناولون كيف شاءوا واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (هَذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ (٣٢) الأواب الرجاع، من الأوبة، وهي الرجوع؛ فمعناه: لكل رجَّاع إلى اللَّه - تعالى - في كل وقت، أو رجَّاع إلى أمره وطاعته. </p><p> وقوله - عَزَّ وَجَلَّ -: (حَفِيظٍ) أي: يحفظ نفسه عن المعاصي والزلات سرًّا وعلانية والحافظ لحدوده في أوامره ونواهيه، وهو كقوله - تعالى -: (لِلْمُتَّقِينَ) ، (لِلْمُحْسِنِينَ) ، إذ التقوى هي الائتمار بما أمر والامتناع عما نهى وحظر، والإحسان هو العمل بجميع ما يحسن في العقول. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَنْ خَشِيَ الرَّحْمَنَ بِالْغَيْبِ ... (٣٣) أي: خاف وحذر بما أوعد. </p><p> ثم يخرج على وجهين: </p><p> أحدهما:  (مَنْ خَشِيَ الرَّحْمَنَ بِالْغَيْبِ) أي: قبل أن يرد على ظاهر ما ذكر. </p><p> والثاني: أي: من خشي الرحمن في الدنيا التي هي حال غيب الدلائل بالمواعيد التي أوعدها وحذر منها قبل أن يعاينها؛ إذ هو لم يرد ذلك العذاب فيصدقه فيما أوعد وخافه وهو كقوله - تعالى - (وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ) ، أي: عقوبته ونقمته، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَجَاءَ بِقَلْبٍ مُنِيبٍ) المنيب: هو المقبل على اللَّه تعالى بجميع أوامره ونواهيه، المطيع له في ذلك كله. </p><p> وقوله - عَزَّ وَجَلَّ -: (ادْخُلُوهَا بِسَلَامٍ ذَلِكَ يَوْمُ الْخُلُودِ (٣٤) كأنه على الإضمار، أي: يقال لهم: ادخلوها بسلام الملائكة: أي: تسلم الملائكة عليهم وقت دخولهم الجنة؛ كقوله:  (سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ) . </p><p> والثاني: السلام: هو اسم من أسماء اللَّه تعالى فيقال لهم: ادخلوها باسم اللَّه تعالى </p>"
}