{
  "id": null,
  "sura": 50,
  "aya": 41,
  "text": "<p> قيل: بحمد ربك، أي: بالثناء على ربك؛ أي: أثن عليه بما هو أهله، وما يليق به. </p><p> وأهل التأويل يفسرون التسبيح في هذا الموضع وفي غيره من المواضع بالصلاة، فمعنى قوله تعالى:  (وَسَبِّحْ بِحَمْدِ رَبِّكَ) أي: صل بأمر ربك، وإنما صرفوا التسبيح إلى الصلاة؛ لأن الصلاة من أولها إلى آخرها وصف الرب تعالى بالتعظيم والتنزيه والبراءة عن كل عيب قولا وفعلا. </p><p> ولأنه لو قام إلى الصلاة، فقد فارق جميع الخلائق بما هم فيه، وكذلك إذا جئنا للركوع والسجود فارق جميع الخلائق فيما هم فيه من الأمور، واعتزلهم، واشتغل بمناجاة ربه - جل وعلا - فجائز أن يكون تسميتهم التسبيح: صلاة؛ لهذا. </p><p> ويحتمل أن سموه: صلاة؛ لما أن في الصلاة تسبيحا. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ) قَالَ بَعْضُهُمْ: قبل صلاة الفجر، وقبل غروبها. </p><p> وقَالَ بَعْضُهُمْ: صلاة العصر. </p><p> وقَالَ بَعْضُهُمْ: صلاة العصر والظهر؛ لأنهما جميعا قبل غروب الشمس. </p><p> وقوله:  (وَأَدْبَارَ السُّجُودِ (٤٠) قال عامة أهل التأويل: هما ركعتان بعد المغرب، وهو جائز محتمل. </p><p> ويحتمل أن يكون إدبار السجود ما ذكر في آية أخرى؛ حيث قال:  (أَوَلَمْ يَرَوْا إِلَى مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ يَتَفَيَّأُ ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِلَّهِ) ، وتفيؤ الظلال إنما يكون بالنهار، وهو تسبيح الظلال؛ فمعناه: وسبحه وقت إدبار سجود تلك الظلال، والذي أخبر أنه يتفيأ أن تفيؤه هو تسبيحه، وهو ما ذكر في قوله تعالى:  (فَسَبِّحْهُ وَإِدْبَارَ النُّجُومِ) ، إدبار النجوم: هو ذهاب النجوم؛ فعلى ذلك قوله تعالى:  (وَأَدْبَارَ السُّجُودِ) ، أي: سبحه بعد ذهاب سجود الظلال، فذلك إنما يكون بعد ذهاب الشمس وغيبوبتها، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَكَانٍ قَرِيبٍ (٤١) يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ ذَلِكَ يَوْمُ الْخُرُوجِ (٤٢) إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ (٤٣) يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعًا ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ (٤٤) نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ (٤٥) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ) ، كأن هذا صلة قوله - عَزَّ وَجَلَّ -: </p>"
}