{
  "id": null,
  "sura": 50,
  "aya": 31,
  "text": "<p> لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ)، وكذلك قوله - عَزَّ وَجَلَّ -: (وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا) ، وصف لها بالتزين والحسن الظاهر ما لو لم يتأمل الناظر فيها العاقبة لاغتر بها من حسنها وزينتها؛ فعلى ذلك هذا، واللَّه أعلم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (هَلْ مِنْ مَزِيدٍ) يخرج على وجهين: </p><p> أحدهما: هل بقي من أحد يزاد فيَّ فإني قد امتلأت، وليس فيَّ سعة تحتمل غيرهم. </p><p> والثاني:  (هَلْ مِنْ مَزِيدٍ) أي: فيَّ سعة عظيمة، فهل من زيادة خلق أمتلئ بها؟ لأن اللَّه - تعالى - وعد أن يملأ جهنم، كما قال:  (لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ) ، فتسأل المزيد من ربها لتمتلئ، واللَّه أعلم بذلك. </p><p> وقال بعض أهل التأويل بأنها تسأل الزيادة حتى يضع الرحمن قدمه فيها فتضيق بأهلها حتى لا يبقى فيها مدخل رجل واحد، وروي خبر عن أبي هريرة - رَضِيَ اللَّهُ عَنْهُ - عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في ذلك، وأنه فاسد، وقول بالتشبيه، وقد قامت الدلائل العقلية على إبطال التشبيه، فكل خبر ورد مخالفًا للدلائل العقلية يجب رده، ومخالف لنص التنزيل، وهو قوله:  (لَيْسَ كَمِثْلِهِ شَيْءٌ) ثم هذا القول على قول الشبهة -على ما توهموا- مخالف للكتاب؛ لأن اللَّه - عَزَّ وَجَلَّ - قال:  (لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ) ، وعندهم لا تمتلئ بهم ما لم يضع الرحمن قدمه فيها. </p><p> ثم ذكر البلخي أن مدار ما ذكروا من الحديث على حماد بن سلمة، وكان خرفًا مفندًا في ذلك الوقت لم يجز أن يؤخذ منه، مع ما روي في خبر أنس - رَضِيَ اللَّهُ عَنْهُ - عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" يأتي اللَّه - تعالى - ببشر فيضع في النار حتى تمتلئ \" فهذا يحتمل، لا ما رووا، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ (٣١) أي: قربت، وذكر في آية أخرى:  (وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا) ، ذكر - هاهنا - تقريب الجنة إلى أهلها، وذكر ثَمَّ سوق أهل الجنة إليها، فبين الآيتين مخالفة من حيث الظاهر، ولكن يحتمل وجهين: </p><p> أحدهما: أن أهل الجنة إذا قربوا منها بالسوق إليها قربت هي إليهم؛ لأن أحد الشيئين إذا قرب إلى الآخر قرب الآخر منه، ويزول البعد بزوال المسافة، وذلك معروف. </p><p> ويحتمل أن يكون إخبارًا عن وصف الجنة أنها بحال تقرب إلى أهلها وتزلف، ذكر في الجنة التقريب؛ وفي النار البروز والظهور بقوله - تعالى -: (وَبُرِّزَتِ الْجَحِيمُ لِلْغَاوِينَ) ، فهو - واللَّه أعلم - أن أهل النار كانوا يجحدون النار وينكرونها، وبرزت الجحيم ليرونها ويطلعون عليها، وهو كقوله - عَزَّ وَجَلَّ -: (لَتَرَوُنَّ الْجَحِيمَ) </p>"
}