{
  "id": null,
  "sura": 50,
  "aya": 17,
  "text": "<p> وعلى ذلك يخرج ما روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" من تقرب إلى اللَّه شبرًا تقرب منه شبرين \" على ما ذكرنا من قرب الطاعة له، وقرب الرب إليه: بالنصر والمعونة، لا قرب المكان، ولا قوة إلا باللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (حَبْلِ الْوَرِيدِ) قَالَ بَعْضُهُمْ: عرق العنق، والوريد: العنق. </p><p> وقَالَ بَعْضُهُمْ: هو عرق بين القلب والحلقوم. </p><p> وقَالَ بَعْضُهُمْ: هو عرق القلب معلق به، فإذا قطع ذلك العرق يموت الإنسان، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ (١٧) مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ (١٨) أي: اذكر تلقي المتلقيين، أو احفظ تلقي المتلقيين، أو احذر تلقي المتلقيين، وهما الملكان المسلطان على أعمالك وأقوالك؛ إذ يتلقيان منك أعمالك وأقوالك، ويحفظان عليك، ويكتبان؛ يذكر هذا ويخبرهم أن عليهم حافظًا ورقيبًا، وإن كان هو - تعالى - حافظًا لجميع أفعالهم وأقوالهم، عالمًا بها فحفظ الملائكة وكتابتهم، وعدم ذلك بمنزلة واحدة في حق اللَّه - تعالى - لكن يخرج الأمر للملائكة بحفظ أعمالهم وكتابة ذلك على وجوه من الحكمة: </p><p> أحدها: ليكونوا على حذر أبدًا مما يقولون ويفعلون؛ على ما يكون في الشاهد من علم أن عليه حافظًا ورقيبًا في أمر يكون أبدًا على حذر وخوف من ذلك الأمر، وذلك أذكر له وأدعى إلى الانتهاء عن ذلك، فعلى ذلك إذا علم العبد أن عليه حفيظًا ويكتب ذلك عليه، وأنه يكلف تلاوة ذلك المكتوب بين يدي اللَّه - تعالى - فيستحي من ذلك أشد الاستحياء - يكون ذلك أزجر له، وأبلغ في المنع، وإلا كان إحصاء ذلك على اللَّه - تعالى - مع الكتاب وغير الكتاب سواء؛ إذ هو عالم بذاته، لا بالأسباب، وهو تأويل (لَا يَضِلُّ رَبِّي وَلَا يَنْسَى) ، واللَّه أعلم. </p><p> والثاني: من الحكمة امتحان الملائكة بحفظ أعمال بني آدم وأقوالهم، وكتابة ذلك، فيمتحنهم بذلك وأمرهم به، ولله أن يمتحن الملائكة من شاء منهم بالتسبيح والتعظيم، ومن شاء منهم بالركوع، ومن شاء بالسجود، ومن شاء بحمل العرش والكرسي، ومن شاء بحفظ بني آدم، ومن شاء منهم بسوق السحاب وإنزال المطر، مما في ذلك منافع بني آدم، ويكون ذلك كله بحق العبادة؛ ليعلم أن من امتحن منهم بالركوع، والسجود، </p><p> والتسبيح، والتكبير، والتهليل، لم يمتحنهم بذلك لمنافع ترجع إليه في ذلك؛ ولكن يمتحنهم بمحن بما شاء؟ وفيم شاء؟ ويكون ذلك كله عبادة، وإن اختلفت أنواعه، فعلى ذلك أمره إياهم بحفظ أعمالهم وأقوالهم وكتابتها، واللَّه أعلم. </p><p> والمحنة بحفظ تلك الأعمال والأصوات وكتابتها أشد من محنة غيرهم من الملائكة بالركوع أو السجود، أو القيام، أو التكبير، أو التهليل، ونحو ذلك، ومن محنة بني آدم من إقامة العبادات، والامتناع من المحرمات، ونحوها إذ لو اجتمع الخلائق على معرفة كيفية عمل واحد ما قدروا عليه؛ فدل أن هذا التأويل محتمل. </p><p> والثالث: وهو أن اللَّه - تعالى - أخبرهم بكتابة الملكين لأعمالهم، وبقعودهم عن اليمين والشمال من غير أن رأى أحد من البشر إياهم، ولا رأى كتابهم، ولا سمع صوت كتابتهم، وقد أقدرهم على العلم بما في ضمائرهم وكتابة ذلك كله، وأقدرهم على رؤيتنا، ولم يقدرنا على رؤيتهم، وهم أجسام مرئية؛ ليعلموا بذلك قدرة اللَّه - تعالى - على ما شاء من الفعل، وألا يقدروا قوة كل خلق اللَّه - تعالى - بقوة أنفسهم، ولا رؤية غيرهم برؤية أنفسهم، وأن قوة الرؤية تختلف باختلاف الأوقات والأشخاص، فإن الملائكة يروننا ولا نراهم في الدنيا، وإن كانوا أجسامًا مرئية؛ حيث يرى بعضهم بعضًا. </p><p> ثم أخبر وقال:  (وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا) ، أخبر أنه يرى ذلك الكتاب في الآخرة، وإن كان لا يراه في الدنيا، وكذا يرى الملائكة في الآخرة؛ وهذا لأن هذه البنية لا تحتمل أشياء لضعف فيها، وبحجاب يكون في ذلك في الدنيا، ثم يحتمل أن تكون في الآخرة أقوى في احتمال ذلك؛ فتبصر في الآخرة. </p><p> وفي هذا ردّ قول المعتزلة في إنكارهم رؤية اللَّه - تعالى - أنه لو كان يرى في كل مكان على ما يرى الملائكة في الآخرة دون الدنيا ونحو ذلك، فعلى ذلك رؤية اللَّه. </p><p> ثم قراءة العامة:  (إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ) ، وقرأ ابن مسعود - رضي اللَّه عنه -: [ (إذ يتلقى المتلقيان عن اليمين وعن الشمال) ] فعلى قراءته يخرج تأويل الآية على وجه واحد؛ أي: يأخذ الملكان عن بني آدم ما فعلوا وقالوا. </p><p> وعلى قراءة العامة يخرج على وجهين: </p><p> أحدهما: أن يأخذ الملكان عنه ما أدى إليهما من قول أو فعل. </p><p> والثاني: أن يتلقى أحد الملكين عن الآخر ما ألقى عليه ذلك الملك؛ على ما روي عن أبي أمامة - رَضِيَ اللَّهُ عَنْهُ - أنه قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" صاحب اليمين أمير على صاحب الشمال، وإذا عمل العبد سيئة، قال له صاحب اليمين: أمسك، فيمسك عنه سبع </p>"
}