{
  "id": null,
  "sura": 50,
  "aya": 24,
  "text": "<p> قعيد، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ (٢٤) . </p><p> يحتمل أن يكون الخطاب بقوله - تعالى -: (أَلْقِيَا) لاثنين؛ على ما هو ظاهر الصيغة، الذي يسوقه والذي يشهد عليه، حيث قال:  (وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ) كأن الأمر بذلك لهما. </p><p> ويحتمل أن يكون المراد بالخطاب هو القرين الذي سبق ذكره:  (وَقَالَ قَرِينُهُ هَذَا مَا لَدَيَّ عَتِيدٌ) لكن قال: (أَلْقِيَا) لوجهين: </p><p> أحدهما: ما قيل: إن العرب قد تذكر حرف التثنية على إرادة الواحد والجماعة. </p><p> والثاني: ما قَالَ بَعْضُهُمْ: إن المراد من قوله (أَلْقِيَا) أي: ألق ألق، على التأكيد؛ كقوله - تعالى -: (هَيْهَاتَ هَيْهَاتَ) ، على الوعيد في الذم، ويقال في المدح: بخ بخ، ونحو ذلك، على التأكيد، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (كُلَّ كَفَّارٍ عَنِيدٍ) يحتمل: كل كفار لنعم اللَّه - تعالى - حيث صرف شكرها إلى غيره. </p><p> أو كل كفار لتوحيد اللَّه، وتسمية غيرٍ: إلها. </p><p> والعنيد، قَالَ بَعْضُهُمْ: هو الذي بلغ في الخلاف غايته، والمخالف أشد الخلاف، من عند يعند عنودًا، فهو عاند، وعنيد بمعنى: عاند. </p><p> وقيل: هو الذي لا ينصف من نفسه. </p><p> وقيل: هو الذي يكابر ويعاند بعد ظهور الحق له، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَنَّاعٍ لِلْخَيْرِ ... (٢٥) يحتمل وجهين: </p><p> أحدهما: مناع عن الخير، وهو منع غيره عن التوحيد وقبول الحق. </p><p> والثاني:  (مَنَّاعٍ لِلْخَيْرِ) أي: منع ما عنده من الحقوق التي وجبت في أمواله ونفسه. </p><p> وقال بعض أهل التأويل: أراد به الوليد بن المغيرة المخزومي؛ لكن هذا عادة كل كافر؛ كقوله - عَزَّ وَجَلَّ -: (إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا (١٩) إِذَا مَسَّهُ الشَّرُّ جَزُوعًا (٢٠) وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا)، فلا معنى لتخصيص واحد به. </p><p> وقوله - عَزَّ وَجَلَّ -: (مُعْتَدٍ مُرِيبٍ) المعتدي من الاعتداء، وهو المجاوز عن حدود اللَّه - تعالى - والمريب من الريبة، وهو الشك والفساد، فكأن المريب هو الذي فيه الشك والفساد جميعًا. </p><p> ثم نعت ذلك الإنسان فقال:  (الَّذِي جَعَلَ مَعَ اللَّهِ إِلَهًا آخَرَ فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ (٢٦) أي: </p>"
}