{
  "id": null,
  "sura": 50,
  "aya": 27,
  "text": "<p> وصف وذكر مع اللَّه إلهًا آخر، وهو كقوله - تعالى -: (وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ) ، وقوله - تعالى -: (وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ إِنَاثًا) ، أي: قالوا ووصفوا أنهم إناث، وإلا لا يملكون جعل ذلك حقيقة. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ) وصف نار جهنم بالشدة؛ لما أنه لا انقطاع لها، وكل عذاب يرجى انقطاعه في بعض الأزمان ففيه بعض الراحة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ وَلَكِنْ كَانَ فِي ضَلَالٍ بَعِيدٍ (٢٧) أي: قال شيطانه الذي أضله ودعاه إلى ما دعاه؛ فصار قرينه في الآخرة؛ لقوله - تعالى -: (وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ) . </p><p> ويحتمل (قَرِينُهُ) أي: رفيقه الذي كان معه يتبعه ويصدر عن رأيه. </p><p> ثم هذا القول من قرينه إنما كان بعد أن كان منه إنكار لما كان منه من الكفر والشرك عن اختيار، وقال: هذا الذي أضلني وأطغاني، وهو الذي حملني عليه، كقولهم:  (هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ) ، فيقول رفيقه:  (رَبَّنَا مَا أَطْغَيْتُهُ وَلَكِنْ كَانَ فِي ضَلَالٍ بَعِيدٍ) ، وكان الكفرة لحيرتهم وقلة حيلتهم أحيانًا ينكرون الشرك؛ كقوله:  (وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ) ، وقوله:  (يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ) ، ثم قال:  (أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ) ، وأحيانًا يقولون: هَؤُلَاءِ أضلونا، وأحيانًا يلعن بعضهم بعضا. </p><p> وقوله - عَزَّ وَجَلَّ -: (رَبَّنَا مَا أَطْغَيْتُهُ) أي: ما قهرته على الضلال، ولا لي قوة ذلك، ولكن اتبعني على ما كنت أنا فيه، وأطاعني من غير أن يكون مني إكراه وإجبار على ذلك، وهو ما ذكر:  (وَلَكِنْ كَانَ فِي ضَلَالٍ بَعِيدٍ) أي: كان في ضلال لا يرجى الرجوع ولا الانقطاع. </p><p> وقال بعض أهل التأويل: إن ذلك الكافر يكذب الحفظة بأنهم كتبوا ما لم أعمل، وهم كانوا يكذبون في ذلك اليوم؛ لحيرتهم؛ كقولهم:  (وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ) ، فقال قرينه وهو الذي يكتب أعماله:  (رَبَّنَا مَا أَطْغَيْتُهُ وَلَكِنْ كَانَ فِي ضَلَالٍ بَعِيدٍ) . </p><p> لكن هذا فاسد، وهذا القول من الشيطان، لا من الملائكة الإطغاء والإغواء؛ إذ هم لا يدعون على الملائكة الإطغاء والإغواء؛ ألا ترى أنه قال:  (لَا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ) واختصامهم مع الشيطان كما أخبر - عَزَّ وَجَلَّ - في غير آي من القرآن؛ قال اللَّه - تعالى -: (وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ. قَالُوا إِنَّكُمْ كُنْتُمْ تَأْتُونَنَا عَنِ الْيَمِينِ. قَالُوا بَلْ لَمْ تَكُونُوا مُؤْمِنِينَ) ، وقوله - عَزَّ وَجَلَّ -: (وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ. . .) </p>"
}