{
  "id": null,
  "sura": 50,
  "aya": 29,
  "text": "<p> إلى قوله - تعالى -: (وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي. . .) الآية. </p><p> فهذه الخصومة بينهم وبين قرنائهم، وهم الشياطين (وَمَنْ يَكُنِ الشَّيْطَانُ لَهُ قَرِينًا فَسَاءَ قَرِينًا) ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا تَخْتَصِمُوا لَدَيَّ) : خصومتهم ما ذكرنا، قالت الأتباع:  (رَبَّنَا هَؤُلَاءِ أَضَلُّونَا) ، وما ذكر من لعن بعضهم بعضًا ومن تبري بعض عن بعض، فقال - تعالى عَزَّ وَجَلَّ -: (لَا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ) أي: قدمت إليكم من الوعيد في الدنيا، فانقطعت خصوماتكم هذه؛ أي: بينت في الدنيا ما يلحق بمن ضل بنفسه، ومن ضل بغيره. </p><p> كأن هَؤُلَاءِ الكفرة يطلبون وجه الاعتذار بما لا عذر لهم؛ فلذلك يقال لهم:  (لَا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ) أي: أرسلت إليكم الرسل معهم الكتب وفيها الوعيد، فلم تقبلوا ذلك كله. </p><p> فَإِنْ قِيلَ: قال هاهنا: (لَا تَخْتَصِمُوا لَدَيَّ) ، وقال في موضع آخر:  (ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ) ، قيل: هو يخرج على وجوه: أحدها: أن قوله: (ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ) ، في أهل القبلة، وهو في المظالم التي كانت بينهم في الدنيا. </p><p> والثاني: ما قَالَ بَعْضُهُمْ بأن إحدى الآيتين في موضع، والأخرى في موضع، فيؤذن لهم بالكلام فيه حتى يكون جمعًا بين الآيتين، وهو كقوله - تعالى -: (فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ) ، وقال في آية أخرى:  (وَلَا يَتَسَاءَلُونَ) ، وقال في آية أخرى:  (يَتَسَاءَلُونَ. عَنِ الْمُجْرِمِينَ. مَا سَلَكَكُمْ فِي سَقَرَ) ؛ فعلى ذلك هذا. </p><p> والثالث: جائز أن يكون قوله - تعالى -: (لَا تَخْتَصِمُوا لَدَيَّ) في الدِّين فيما بينهم وبين ربهم في دفع عذاب اللَّه عن أنفسهم، وذلك لا يملكونه ولا ينتفعون به، وأما قوله - تعالى -: (ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ) ، فيما بين أنفسهم في المظالم والغرامات، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ ... (٢٩) هذا يحتمل وجوهًا: </p><p> أحدها: ما يبدل ما استحق كل واحد منكم من العذاب والثواب ما سبق مني من الوعد والوعيد في الدنيا بأن أجعل جزاء الكافر الجنة، وجزاء المؤمن النار؛ إذ قد سبق في </p>"
}