{
  "id": null,
  "sura": 51,
  "aya": 9,
  "text": "<p> بينهما في هذه الدنيا، دل أن هنالك دارا أخرى فيها يفرق بينهما ويميز. </p><p> وهذا التأويل لا يختص به الكافر؛ بل يعم الكل، واللَّه أعلم. </p><p> والثالث:  (إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ) ، أي: قول متفرق، ومذهب متناقض؛ فإنهم كانوا يعبدون أشياء على هواهم، فإذا هووا شيئا آخر تركوا ذلك وعبدوا غيره، وكذلك يقولون قولا بلا حجة، ثم يرجعون إلى قول آخر، لا ثبات لهم على شيء، وهو كقوله تعالى؛ (وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ) . </p><p> والرابع:  (إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ) ، أي: في أمر الآخرة؛ لأن منهم من يدعي أن الآخرة لهم لو كانت، ومنهم من يدعي الشركة مع المسلمين، فرد اللَّه تعالى عليهم بقوله:  (يُؤفَكُ عَنهُ مَنْ أُفِكَ) ، وهو كقوله تعالى:  (أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ. مَا لَكُمْ كَيْفَ تَحْكُمُونَ) ، وقال:  (أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ) . </p><p> والخامس: يحتمل أن مواعيدهم ومنازلهم مختلفة في الآخرة، واللَّه أعلم. </p><p> وذكر بعض أهل التأويل: أن الناس يأتون مكة من البلدان المختلفة؛ ليتفحصوا عن أخبار رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، ويسمعوا كلامه، فكان كفار مكة يصدونهم عنه، ويقول بعضهم: إنه مجنون، وبعضهم: إنه كذاب، وبعضهم: شاعر، وذلك قوله تعالى:  (إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (يُؤْفَكُ عَنْهُ مَنْ أُفِكَ (٩) يحتمل وجوها: </p><p> أحدها: أي: يصرف عن الحق من صرف عن النظر والتفكر في العاقبة. </p><p> والثاني: صرفوا عما رجوا في الآخرة، صرفوا عن الحق في الدنيا؛ لأنهم كانوا يعبدون الأصنام رجاء أن تقربهم عبادتها إلى اللَّه تعالى وأنها شفعاؤهم عند اللَّه تعالى، يقول تعالى: صرف عما رجا في الآخرة؛ لما صرف عن الحق في الدنيا، واللَّه أعلم. </p><p> والثالث: يصرف من طمع في الآخرة الشركة مع المسلمين، أو ادعى الخلوص بما صرف في الدنيا عن الإيمان الذي به ينال الآخرة. </p><p> والرابع:  (يُؤفَكُ عَنهُ) أي: عن الحق (مَنْ أُفِكَ) ، أي: صرف عن الحق من صرف؛ كقوله تعالى:  (ثُمَّ انْصَرَفُوا صَرَفَ اللَّهُ قُلُوبَهُمْ. . .) الآية، وقوله:  (فَلَمَّا زَاغُوا أَزَاغَ اللََّهُ قُلُوبَهُم) . </p><p> وقوله تعالى:  (قُتِلَ الْخَرَّاصُونَ (١٠) قال أبو بكر الأصم: الخراص: الذي يكذب على العَمْدِ. </p><p> ولكن عندنا: الخراص: الذي يكذب، ويقطع على الظن، ومنه يقال للذي يقدم </p>"
}