{
  "id": null,
  "sura": 51,
  "aya": 14,
  "text": "<p> لأن سؤاله سؤال استرشاد، وقوم موسى - عليه السلام - لما سألوا رؤية الرب تعالى بقولهم:  (أَرِنَا اللَّهَ جَهْرَةً) فأهلكوا؛ لأنهم سألوا سؤال استهزاء وتعنت، لا سؤال استرشاد، وأصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - سألوا - أيضا - الرؤية، فبشروا ووعدوا في الآخرة؛ لما أنهم سألوا سؤال استرشاد، لا سؤال استهزاء، فعلى ذلك أُولَئِكَ الكفرة سألوا عن القيامة سؤال استهزاء متى تكون الساعة التي تعدنا بها؟ وأين وقت العذاب الذي تعدنا به؟ لذلك قال جوابا لهم:  (يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ) ، واللَّه أعلم. </p><p> وفي الآية دلالة على أن الحكم لا يبنى على ظاهر المخرج؛ فإنه لا فرق بين سؤال الكفرة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن السماعة وبين سؤال جبريل - عليه السلام - عن الساعة، ثم أجاب لجبريل - عليه السلام -: \" ما المسئول عنها بأعلم من السائل \" ثم الجواب للكفرة: (يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ) ، ثم من شهد النوازل علم المراد من النازلتين: أن أحد السؤالين خرج على الاستهزاء، والآخر على الاسترشاد؛ فحملوا أحد الجوابين على إحدى الحالتين، والآخر على الحال الأخرى؛ دل أن الحكم لا يبنى على ظاهر المخرج، ولكن يجب النظر؛ ليعرف المرادة إما بسؤال من شهد النازلة، أو من حيث المعنى المودع فيه، واللَّه أعلم. </p><p> ثم قوله:  (يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ (١٣) يخبرهم عن اليوم الذي يفتنون فيه، وقيل فيه بوجهين: </p><p> أحدهما:  (يُفْتَنُونَ) ، أي: يبتلون، ويمتحنون بالشدة والعذاب، والفتنة: هي المحنة التي فيها الشدة والبلاء، فسمي العذاب: فتنة؛ لما فيه من الشدة. </p><p> وقَالَ بَعْضُهُمْ: يفتنون، أي: يحرقون. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذُوقُوا فِتْنَتَكُمْ ... (١٤) أي: ذوقوا العذاب الذي فيه الشدة. </p><p> وقوله - عَزَّ وَجَلَّ -: (هَذَا الَّذِي كُنْتُمْ بِهِ تَسْتَعْجِلُونَ) ، أي: تستعجلون في الدنيا، وتزعمون أنه لا يكون في الآخرة. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ (١٥) آخِذِينَ مَا آتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُحْسِنِينَ (١٦) كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ (١٧) وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ (١٨) وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ (١٩) وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ (٢٠) وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ (٢١) وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ (٢٢) فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ (٢٣) . </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ) ، والإشكال: كيف ذكر أن المتقين في </p>"
}