{
  "id": null,
  "sura": 51,
  "aya": 6,
  "text": "<p> الأمطار، والتظليل في الحر، ونحو ذلك مع ما فيه من الآيات؛ إذ هو يمسكه في الهواء حيث لا يقع بسوق الرياح مع ما فيه من الحمل والوقر، ثم يرسل المطر حيث أمر؛ إذ قد يوجد السحاب ولا مطر؛ دل أنه لم يرسل بنفسه، بل بالأمر يرفع ويمسك ويرسل، وهو في نفسه مُسَخَّر لا بد له من مُسَخِّر؛ إذ لو كان عمله بالطبع لم يختلف باختلاف الأحوال. </p><p> وفيه آيات البعث؛ إذ خلق مثله لا يكون إلا لعاقبة، وكذلك أقسم بالجاريات يسرا، وهي السفن؛ لما فيها من منافع الخلق؛ إذ لولاها لانقطع بعض المنافع عن الخلق؛ إذ ما يحتاج المرء من المنافع لا يوجد في مكان واحد؛ بل خلقها متفرقة في أماكن، فطريق تحصيل هذه المنافع والحوائج شيئان: الحمل على ظهور الدواب في البر، وفي السفن في البحار، مع ما فيها من الآية العظيمة بما جعلها بحيث لا تتسفل في الماء مع ثقل الأحمال بل تجري بها الريح حيثما شاءوا بأمر اللَّه تعالى. </p><p> والملائكة منافعهم عظيمة ظاهرة، وعظم قدرهم وجلالة خطرهم واضح. </p><p> وإذا كان كذلك، فكان القسم بهذه الأشياء؛ لتأكيد الخبر المقسم عليه مما يعقل، وهو متعارف، ولا معنى لقول أُولَئِكَ: إنه نهى عباده عن القسم بغيره، فكيف يقسم بنفسه؛ إذ يجوز أن يقسم هو بشيء ينهانا عن القسم به؛ إذ القسم بالشيء تبجيل لتلك الأشياء وتعظيمها، وأنها لا تستحق التعظيم بأنفسها، بل باللَّه تعالى، فأمرنا بالقسم باللَّه تعالى؛ إذ هو المستحق للتعظيم بنفسه في الحقيقة؛ إذ هو خالق الأشياء كلها، فأما القسم من الله تعالى بشيء ليس لتعظيم ذلك في نفسه، بل بيان منه قدر منافعه التي للخلق فيه، والتي عظمت، وجلت عندهم؛ فيكون لذكرها خطر عندهم، واللَّه أعلم. </p><p> ثم ذكر أفعال هذه الأشياء التي أقسم بها، ولم يذكر أنفسها، والقسم إنما يكون بالأنفس، لا بالأفعال، فأما إن عرف أُولَئِكَ الكفرة أنفس هذه الأشياء بذكر أفعالها وقت قرع ذكر هذه الأفعال سمعهم، وإذا لم يعرفوا يسألون عنها، وما أريد بها، واللَّه أعلم. </p><p> وقوله عَزَّ وَجَلَّ:  (إِنَّمَا تُوعَدُونَ لَصَادِقٌ (٥) وَإِنَّ الدِّينَ لَوَاقِعٌ (٦) هذا موضع القسم، والصدق إنما يستعمل في الخبر، فكأنه قال: إن ما أخبركم الرسول بالبعث، أو وعدكم به، لصادق في خبره ووعده؛ إذ الوعد في الجملة مما قد يكون صدقا أو كذبا، فأكد هذا الوعد من الرسول بالقسم: إنه لصادق فيما وعد من البعث وغيره، وكذلك قوله تعالى:  (وَإِنَّ الدِّينَ لَوَاقِعٌ) موضع القسم: أن الجزاء لواقع كائن. </p><p> وقيل: إن المراد من الدِّين الحساب، أي: إن الحساب لكائن لا محالة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالسَّمَاءِ ذَاتِ الْحُبُكِ (٧) إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ (٨) أقسم - أيضا - بالسماء </p>"
}