{
  "id": null,
  "sura": 51,
  "aya": 54,
  "text": "<p> على الأتباع والعامة؛ لما عند الناس أن لا كل أحد يقدر على إتيان السحر، فقالوا: إنهم سحرة للرسل لهذا؛ وإنما نسبوهم إلى الجنون لما أنهم خالفوا الفراعنة والأكابر الذين كانت همتهم القتل وإهلاك من خالفههم في المذهب والأمر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَتَوَاصَوْا بِهِ بَلْ هُمْ قَوْمٌ طَاغُونَ (٥٣) . </p><p> أي: أوصى أوائلهم أواخرهم في تسميتهم الرسل - عليهم السلام -: سحرة ومجانين؛ وأن يوافق بعضهم بعضا في نسبتهم الرسل إلى السحر والجنون، أي: لم يزل الكفرة يقولون لرسلهم ذلك. </p><p> ويحتمل أن يكون ذلك على التمثيل، لا على حقيقة القول منهم؛ لما كان اجتماعهم لأجل هذا القول في كل وقت؛ فصار ذلك الاجتماع منهم كالتواصي من بعضهم لبعض، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَلْ هُمْ قَوْمٌ طَاغُونَ) . </p><p> يخبر أنهم لا عن جهل وشبهة قالوا: إنهم سحرة، ولكن عن طغيان، وتعدي [حد الله] - عَزَّ وَجَلَّ - والمجاوزة له؛ لأن الطاغي؛ هو المجاوز عن الحد الذي جعل له، والمتعدي عنه. </p><p> وقوله تعالى:  (فَتَوَلَّ عَنْهُمْ فَمَا أَنْتَ بِمَلُومٍ (٥٤) . </p><p> قال بعض أهل التأويل: لما نزل هذا خاف رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأصحابه - رضي الله عنهم - أنه ينزل بهم العذاب حتى نزل قوله تعالى:  (وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ) . </p><p> لكن عندنا يخرج قوله - تعالى -: (فَتَوَلَّ عَنْهُمْ فَمَا أَنْتَ بِمَلُومٍ) على وجهين: </p><p> أحدهما: أي: تولَّ عنهم، فأعرض ولا تكافئهم بإساءتهم إليك بقولهم: إنه ساحر، وإنه مجنون؛ فإن اللَّه تعالى سيكفيهم عنك، ويجازيهم مجازاة إساءتهم. </p><p> والثاني: يأمره بالإعراض والتولي عن قوم علم اللَّه تعالى أنهم لا يؤمنون؛ يؤيسه عن - إيمانهم، ويقول: لا تشتغل بهم؛ فإنهم لا يؤمنون لك ولا يصدقونك، ولكن اشتغل بمن ترجو منه الإيمان، واللَّه أعلم. </p><p> وجائز أن يكون لا على حقيقة الأمر، ولكن على التخيير؛ أي: لك أن تتولى عنهم وتعرض؛ فإنك قد بلغت، وأعذرت في التبليغ والدعاء غايته، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَا أَنْتَ بِمَلُومٍ) . </p><p> جائز أن يكون المراد من نفي الشيء إثبات مقابل ذلك الشيء وضده؛ كقوله تعالى:  (فَمَا رَبِحَتْ تِجَارَتُهُمْ) ، ذكر الربح، والمراد: إثبات الخسران؛ كأنه قال: </p>"
}