{
  "id": null,
  "sura": 51,
  "aya": 33,
  "text": "<p> الآخر على قرب منه ليس بينهما زمان مديد، لم يكن يبلغ إبراهيم - عليه السلام - في ذلك المقدار من الوقت ما يخبر عن إياس الولد منه؛ دل أن إسحاق هو المقدم، وأنه كان أكبر من إسماعيل - عليه السلام -. </p><p> إلا أن هذا خلاف ما عليه أهل التأويل: أن إسماعيل - عليه السلام - كان أكبر من إسحاق عليه السلام. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ (٢٩) . </p><p> ذكر هاهنا الإقبال، وقال في آية أخرى في سورة هود:  (وَامْرَأَتُهُ قَائِمَةٌ فَضَحِكَتْ فَبَشَّرْنَاهَا بِإِسْحَاقَ) ، فجائز ألا يكون على حقيقة الإقبال، ولكن لما ذكر فعلها -وهي الصرة، وصك الوجه- ذكر الإقبال، غير أن كان منها الإقبال من المكان أي: أقبلت فصكت وجهها في صرة؛ كما قال - عَزَّ وَجَلَّ -: (أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ) ، أمر بالرؤية والنظر إلى الفعل الذي ذكر، وهو مد الظل، وإذا ذكر النفس دون الفعل، فالمراد منه النظر إلى نفسه لا غير، واللَّه أعلم؛ فعلى ذلك هذا. </p><p> ثم قوله - تعالى -: (فِي صَرَّةٍ) أي: في ضجة. </p><p> وقوله:  (فَصَكَّتْ وَجْهَهَا) ، أي: ضربت وجهها بيدها؛ تعجبا منها بتلك البشارة التي بشرت بالولادة. </p><p> وقوله:  (وَقَالَتْ عَجُوزٌ عَقِيمٌ) ، وكانت كما أخبرت عجوزا عقيما. </p><p> وقوله - عَزَّ وَجَلَّ -: (كَذَلِكِ قَالَ رَبُّكِ ... (٣٠) أي: على علم بالحال التي أنت عليها، بشرت بذلك، لا عن جهلٍ. </p><p> وقوله:  (إِنَّهُ هُوَ الْحَكِيمُ الْعَلِيمُ) ، أي: حكيم، واضع الولد في موضعه، العليم بمصالح الأمور وعواقبها، واللَّه أعلم. </p><p> وقوله:  (قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ (٣١) أي: ما شأنكم؟ ولأي أمر أرسلتم: بالبشارة خاصة، أو لأمر آخر، أو لهما جميعًا؟ فأجابوا:  (قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ (٣٢) وقال في آية أخرى: (إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ (٥٨) إِلَّا آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ)، كأن الاستثناء هاهنا لم يكن مذكورا في خبر الملائكة وإنَّمَا ذكر في الخبر الذي قال إبراهيم - عليه السلام - حيث قال:  (إِنَّ فِيهَا لُوطًا قَالُوا نَحْنُ أَعْلَمُ بِمَنْ فِيهَا لَنُنَجِّيَنَّهُ وَأَهْلَهُ) ؛ فدل ذكر الثنيا منهم بعد سؤال إبراهيم - عليه السلام - وإخباره إياهم: أن فيها لوطا: أن تأخير البيان عن الكلام جائز، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طِينٍ (٣٣) دل قوله تعالى: (حِجَارَةً مِنْ طِينٍ) على أن ما ذكر في آية أخرى: (حِجَارَةً مِنْ سِجِّيلٍ مَنْضُودٍ) أن السجيل ليس هو </p>"
}