{
  "id": null,
  "sura": 51,
  "aya": 37,
  "text": "<p> اسم المكان على ما ذكر بعض أهل التأويل، ولكن السجيل اسم الطين؛ على ما ذكره هاهنا، وهو طين مطبوخ كالآجر؛ إلا أن يقال: هو طين حمل من مكان يسمى: سجيلا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مُسَوَّمَةً ... (٣٤) أي: معلمة (عِنْدَ رَبِّكَ لِلْمُسْرِفِينَ) . </p><p> ثم الإعلام يحتمل وجهين: </p><p> أحدهما: معلمة: مسومة باسم من تقع عليه ويهلك بها، أي: مكتوب عليها اسمه. </p><p> والثاني: معلمة في نفسها حتى يعلم كل أحد: أنها للهلاك جاءت، وأنها أرسلت لذلك مخالفة لسائر الأحجار، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَخْرَجْنَا مَنْ كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ (٣٥) فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ (٣٦) . </p><p> قوله:  (فِيهَا) كناية عن قرية لوط. </p><p> وقوله:  (غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ) هو منزل لوط - عليه السلام - دل تسمية الملائكة - عليهم السلام - إياهم: مؤمنين، ومسلمين على أن الإسلام والإيمان واحد، وقد بينا جهة الاتحاد في غير موضع. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتَرَكْنَا فِيهَا آيَةً ... (٣٧) أي: تركنا في قريات لوط - عليه السلام - التي أهلكتها آية وعبرة لمن بعدهم، وهو ما ذكر في آية أخرى:  (وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ (١٣٧) وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ)، أي: إنكم لتمرون على أُولَئِكَ الذين أهلكوا أو عذبوا بالليل والنهار، تعلمون أنهم بم أهلكوا؟ وبم عذبوا؟ بالتكذيب والعناد، والذين نجوا إنما نجوا بالتصديق والإسلام، وذلك آية لمن بعدهم. </p><p> ثم قال:  (لِلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ) أي: يكون ذلك آية للذين يخافون العذاب الأليم، وهم المؤمنون، أي: هم المنتفعون بها، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (وَفِي مُوسَى إِذْ أَرْسَلْنَاهُ إِلَى فِرْعَوْنَ بِسُلْطَانٍ مُبِينٍ (٣٨) فَتَوَلَّى بِرُكْنِهِ وَقَالَ سَاحِرٌ أَوْ مَجْنُونٌ (٣٩) فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ وَهُوَ مُلِيمٌ (٤٠) وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ (٤١) مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ (٤٢) وَفِي ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا حَتَّى حِينٍ (٤٣) فَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ الصَّاعِقَةُ وَهُمْ يَنْظُرُونَ (٤٤) فَمَا اسْتَطَاعُوا مِنْ قِيَامٍ وَمَا كَانُوا مُنْتَصِرِينَ (٤٥) وَقَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ (٤٦) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَفِي مُوسَى إِذْ أَرْسَلْنَاهُ إِلَى فِرْعَوْنَ بِسُلْطَانٍ مُبِينٍ) . </p><p> فيما ذكر من قصة موسى، ولوط، وقصة إبراهيم، وقصة هود، وثمود، وهذه الأشياء تفسير لقوله تعالى:  (وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ) ، ثم الآيات في الأرض </p>"
}