{
  "id": null,
  "sura": 52,
  "aya": 45,
  "text": "<p> يمنعهم من عذاب اللَّه تعالى؟ ! أي: ليس لهم. </p><p> ويحتمل: أم لهم إله غير اللَّه يأمرهم بالذي يدعون على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من التقول على الله تعالى، أو يطلعهم على ذلك؟ أي: ليس لهم إله يطلعهم على ذلك، ويدفع عنهم ما ينزل من السماء من العذاب، وهو ما قال:  (إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ (٧) مَا لَهُ مِنْ دَافِعٍ). </p><p> ثم نزه نفسه عما أشركوا معه من الأوثان في تسمية الألوهية واستحقاق العبادة، فقال:  (سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ) . </p><p> * * * </p><p> قوله تعالى:  (وَإِنْ يَرَوْا كِسْفًا مِنَ السَّمَاءِ سَاقِطًا يَقُولُوا سَحَابٌ مَرْكُومٌ (٤٤) فَذَرْهُمْ حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي فِيهِ يُصْعَقُونَ. يَوْمَ لَا يُغْنِي عَنْهُمْ كَيْدُهُمْ شَيْئًا وَلَا هُمْ يُنْصَرُونَ (٤٦) وَإِنَّ لِلَّذِينَ ظَلَمُوا عَذَابًا دُونَ ذَلِكَ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (٤٧) وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ (٤٨) وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَإِدْبَارَ النُّجُومِ (٤٩) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ يَرَوْا كِسْفًا مِنَ السَّمَاءِ سَاقِطًا يَقُولُوا سَحَابٌ مَرْكُومٌ) . </p><p> يخبر عن عناد أُولَئِكَ الرؤساء ومكابرتهم، وإنما قالوا ما قالوا على التعنت، لا على الاسترشاد، وأن هذه الآيات من قوله:  (أَمْ تَأْمُرُهُمْ أَحْلَامُهُمْ بِهَذَا. . .) ، إلى قوله: - عَزَّ وَجَلَّ -: (أَمْ لَهُمْ إِلَهٌ غَيْرُ اللَّهِ) ، كلها محاجة مع أُولَئِكَ الرؤساء المعاندين؛ يبين ذلك قوله تعالى:  (وَإِنْ يَرَوْا كِسْفًا مِنَ السَّمَاءِ سَاقِطًا يَقُولُوا سَحَابٌ مَرْكُومٌ) يقول: إنهم وإن يروا ما توعدهم من عذاب ينزل بهم يقولوا -لتعنتهم ومكابرتهم-: إنه سحاب، ليس بعذاب، وهو كما قال:  (وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا) ، يخبر عن عنادهم، وكقوله - عَزَّ وَجَلَّ -: (أَفَلَمْ يَرَوْا إِلَى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِنَ السَّمَاءِ وَالْأَرْضِ إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ) ، لا يؤمنون، ويقولون: ما ذكر إنه سحاب مركوم؛ تعنتا ومكابرة. </p><p> ثم أمر رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بأن يعرض عنهم وألا يشتغل بهم؛ لما علم اللَّه تعالى أنهم لا يؤمنون، وهو ما قال - عَزَّ وَجَلَّ -: (فَذَرْهُمْ حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي فِيهِ يُصْعَقُونَ (٤٥) يؤيس رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن إيمانهم، ويأمره بالصبر على أذاهم، وترك المكافأة لهم، ويخبر أنهم لا يؤمنون إلا في اليوم الذي فيه يصعقون، أي: يموتون. </p><p> ثم قرئ قوله:  (يُصْعَقُونَ) بفتح الياء وضمه؛ فمن قال بالنصب، احتج بقوله:  (فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ) ، ولم يقل فَصُعِقَ. </p><p> ثم يحتمل الصعقة التي ذكر: ما ذكرنا؛ أي: يموتون. </p><p> ويحتمل: أي: تنزل بهم الشدائد والأوجاع، ولكن لا ينفعهم الإيمان في ذلك الوقت؛ </p>"
}