{
  "id": null,
  "sura": 52,
  "aya": 37,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (أَمْ هُمُ الْخَالِقُونَ) . </p><p> أي: ليسوا هم بخالقين. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَمْ خَلَقُوا السَّمَاوَاتِ وَالْأَرْضَ ... (٣٦) أي: يعلمون أنهم لم يخلقوهما. </p><p> وقوله:  (بَلْ لَا يُوقِنُونَ) يخرج على وجهين: </p><p> أحدهما: أن ما يقولون إنما يقولون على الظن لا على اليقين. </p><p> والثاني:  (بَلْ لَا يُوقِنُونَ) أي: لا يصدقون، وذلك في قوة علم اللَّه تعالى بأنهم لا يؤمنون. </p><p> فإن كان التأويل هذا، ففيه دلالة إثبات الرسالة؛ حيث أخبر عن الغيب. </p><p> وإن كان التأويل هو الأول، ففيه أن جميع ما يقولون، إنما يقولون على الظن والجهل، لا على اليقين، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَمْ عِنْدَهُمْ خَزَائِنُ رَبِّكَ أَمْ هُمُ الْمُصَيْطِرُونَ (٣٧) أي: ليس عندهم خزائن ربك؛ على ما ذكرنا في قوله تعالى:  (أَمْ خَلَقُوا السَّمَاوَاتِ وَالْأَرْضَ) أي: لم يخلقوا؛ فعلى ذلك هذا: ليس عندهم خزائن ربك، ولا هم المصيطرون. </p><p> ثم الآية تحتمل وجوها أيضًا: </p><p> تحتمل (أَمْ عِنْدَهُمْ خَزَائِنُ رَبِّكَ) ، أي: الذي منعهم عن اتباع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - هو المنعة التي عندهم، ليس ذلك عند رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ فيكونون هم لذلك أحق بالرسالة، أي: ليسوا بأحق. </p><p> ويحتمل قوله تعالى:  (أَمْ عِنْدَهُمْ خَزَائِنُ رَبِّكَ) أي: علم الغيب، أطلعوا على ذلك فعلموا أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قد تَقَوَّلَ على اللَّه تعالى؟ ! أي: ليس لهم علم الغيب. </p><p> ويحتمل (أَمْ عِنْدَهُمْ خَزَائِنُ رَبِّكَ) ، أي: علم الغيب، ليس ذلك عند رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، بل عند رسوله ما يخبره ربه - جل وعلا - ليس عندهم شيء من ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَمْ هُمُ الْمُصَيْطِرُونَ) . </p><p> أي: ليس هم المسلطين على أرزاقهم، ولا أرزاق غيرهم. </p><p> وقَالَ بَعْضُهُمْ: المسيطر: الرب تعالى، يقال: سيطر فلان، أي: صار ربا؛ وهو قول الْقُتَبِيّ. </p><p> وقال الزجاج: المسيطر: المسلط؛ يقال: سيطر، أي: تسلط. </p><p> وقال أبو بكر: المسيطر: الغالب القاهر، لكن الغلبة والقهر بالحجة عليهم، وهذا يخرج على المقابلة برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ما ذكر، ويحتمل على غير المقابلة، واللَّه أعلم. </p>"
}