{
  "id": null,
  "sura": 52,
  "aya": 2,
  "text": "<p> فأما قسم الخلق لإثبات أصل الصدق؛ فيجب أن يقسموا بذكر ما هو النهاية في العظمة والقدر في القلوب، وهو أسماء اللَّه تعالى وصفاته، واللَّه أعلم. </p><p> ويحتمل أن يكون القسم بهذه الأشياء من الرسل - عليهم السلام - فإن كان كذلك فهو على الإضمار؛ كأنهم قالوا: بمنشئ الطور، وكتاب مسطور وما ذكر إلى آخره؛ إذ القسم مِن البشر يكون باللَّه - سبحانه وتعالى - وصفاته، واللَّه أعلم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (وَالطُّورِ) جائز أن يكون القسم واقعا بالجبال كلها؛ لما أن الله تعالى أنشأ الأرض خلقًا تميد بأهلها، وأرسى فيها هذه الجبال ووتدها حتى استقرت وسكنت، حتى وصل الخلائق إلى الانتفاع بهذه الأرض والقرار عليها، وصارت مهادا لهم، وفراشا لهم؛ على ما ذكر؛ يتقلبون فيها، ويتصرفون كيف شاءوا وإن أرادوا ذا، أرادوا حيث أحبوا، ثم إذا عرفوا ذلك، لزمهم أن يعرفوا أن عليهم شكر ما أنعم عليهم، فإذا تركوا ذلك لزمهم عقوبة الكفران وجزاؤه، وأوعد لهم ذلك؛ فيؤكد ما ذكر من القسم وقوع ما ذكر من العذاب بهم؛ حيث قال:  (إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ (٧) مَا لَهُ مِنْ دَافِعٍ (٨) . </p><p> ويحتمل أن يكون المراد بالطور: هو جبل خاص، وهو الجبل الذي كلم اللَّه - سبحانه وتعالى - موسى عليه، وأنزل عليه التوراة، وهو طور سيناء، وذلك جبل مما عظم قدره عند بني إسرائيل حتى عرفوا قدره وفضله، فأقسم بذلك الجبل (إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ) . </p><p> ويحتمل أن يكون المراد بالطور: هو جبال خاصة، وهي الجبال التي أوحى عليها إلى رسله - عليهم الصلاة والسلام - على ما روي في الخبر:  \" أوحى اللَّه تعالى إلى موسى - عليه السلام - في جبل ساعور، وإلى مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في جبل فاران \" ، فأقسم بها أن ما وعد من العذاب واقع بهم، واللَّه أعلم. </p><p> وفي الآية دلالة إثبات الرسالة؛ فإنه أخبر - عليه الصلاة والسلام - عن أمكنة الوحي، وفضل تلك الجبال ومعرفة ذلك إنما هو من الكتب المتقدمة، وهم قد أحاطوا العلم بأنه لم يكن اختلف إلى أحد ممن له معرفة بتلك الكتب حتى يعلم منه؛ فدل أنه باللَّه - عز وجل - عرف أمكنة الوحي، وفضل تلك الجبال، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكِتَابٍ مَسْطُورٍ (٢) . </p><p> يحتمل القسم بجميع الكتب المنزلة على الأنبياء - عليهم الصلاة والسلام - إذ بها يوصل إلى معرقة آيات الرسل - عليهم السلام - وإلى معرفة ما يؤتى ويتقى، وإلى أخبار السماء، ومعرفة الأحكام والحدود، وغير ذلك من أحكام من وجوه الحكمة، أقسم بها </p>"
}