{
  "id": null,
  "sura": 52,
  "aya": 32,
  "text": "<p> أَمْ هُمُ الْخَالِقُونَ (٣٥) أَمْ خَلَقُوا السَّمَاوَاتِ وَالْأَرْضَ بَلْ لَا يُوقِنُونَ (٣٦) أَمْ عِنْدَهُمْ خَزَائِنُ رَبِّكَ أَمْ هُمُ الْمُصَيْطِرُونَ (٣٧) أَمْ لَهُمْ سُلَّمٌ يَسْتَمِعُونَ فِيهِ فَلْيَأْتِ مُسْتَمِعُهُمْ بِسُلْطَانٍ مُبِينٍ (٣٨) أَمْ لَهُ الْبَنَاتُ وَلَكُمُ الْبَنُونَ (٣٩) أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ (٤٠) أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ (٤١) أَمْ يُرِيدُونَ كَيْدًا فَالَّذِينَ كَفَرُوا هُمُ الْمَكِيدُونَ (٤٢) أَمْ لَهُمْ إِلَهٌ غَيْرُ اللَّهِ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ (٤٣) . </p><p> وقوله:  (فَذَكِّرْ فَمَا أَنْتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍ وَلَا مَجْنُونٍ (٢٩) . </p><p> أي: بما أنعم عليك من النبوة والقرآن لست بكاهن ولا مجنون. </p><p> ثم هذا يخرج على وجهين: </p><p> أحدهما: أي: إنك لم تقابل نعمة ربك بذلك، عوفيت وعصمت عما ذكروا من الجنون، والسحر وغير ذلك، واللَّه أعلم. </p><p> دلت هذه الآية على أنهم قالوا له: إنه كاهن، ومجنون، وكذا كانت عادة أُولَئِكَ أنهم ينسبون الحجج عند عجزهم عن مقابلتها إلى السحر، والأنباء المتقدمة إلى الكهانة، وخلاف الرسل - عليهم السلام - لقادتهم وفراعنتهم إلى الجنون، والكلام المستملح والنظم الجيد إلى الشعر؛ تلبيسا للأمر على أتباعهم، هذه كانت عادتهم، مع العلم منهم أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ليس كذلك، ولا اختلف إلى أحد من الكهان ولا السحرة ولا كان القرآن على نظم الشعر؛ إذ عجزوا عن إتيان مثله، وهم عن الشعر غير عاجزين، ثم لما عجزوا عن مقابلة ما آتاهم من الحجج قالوا:  (نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ (٣٠) أي: عن قريب يرجعون إلى ديننا، وإلى ما نحن فيه، وكانوا يقولون للضعفاء أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: إن محمدًا يموت ويصير الأمر لنا؛ فترجعون إلينا؛ فقال تعالى:  (قُلْ تَرَبَّصُوا فَإِنِّي مَعَكُمْ مِنَ الْمُتَرَبِّصِينَ (٣١) أي: تربصوا ذلك؛ فإني متربص ذلك بكم؛ فكانوا جميعًا أو عامتهم - أعني: الذين قالوا لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: إنه شاعر نتربص به ريب المنون - أهلكوا قبل وفاة رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فحل بهم ما ظنوا برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، واللَّه أعلم. </p><p> قَالَ الْقُتَبِيُّ: ريب المنون: حوادث الدهر وأوجاعه ومصائبه، والمنون: الدهر. </p><p> وقال أَبُو عَوْسَجَةَ: ريب المنون، أي: المنية، وريبها: ما تأتي به. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَمْ تَأْمُرُهُمْ أَحْلَامُهُمْ بِهَذَا ... (٣٢) قد ذكرنا في غير موضع معنى حرف \" أم \" أي: ليست لهم عقول تأمرهم بذلك، أي: من يأمر بهذا فليس بعاقل. </p><p> والثاني: \" على تسفيه أحلامهم، أي: أي عقل يأمر بعبادة الأصنام، وينهى عن عبادة اللَّه تعالى؟ ! أي: لا عقل يأمر به. </p><p> وقوله: [ (أَمْ هُمْ قَوْمٌ طَاغُونَ) ]. </p>"
}