{
  "id": null,
  "sura": 52,
  "aya": 47,
  "text": "<p> لأنه إيمان دفع العذاب عن أنفسهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَوْمَ لَا يُغْنِي عَنْهُمْ كَيْدُهُمْ شَيْئًا ... (٤٦) . </p><p> برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عما ينزل بهم يومئذ؛ جزاء على كيدهم برسول اللَّه - صلى الله عليه وسلم -. </p><p> ويحتمل ألا يغنيهم من عذاب اللَّه تعالى الأصنام التي عبدوها؛ رجاء أن تشفع لهم، أو تقربهم إلى اللَّه زلفى؛ كما أخبر - عَزَّ وَجَلَّ -، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنَّ لِلَّذِينَ ظَلَمُوا عَذَابًا دُونَ ذَلِكَ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (٤٧) . </p><p> قال أهل التأويل: أي: لمشركي أهل مكة عذاب دون عذاب النار، وهو القتل بالسيف يوم بدر. </p><p> ويحتمل أن يكون قوله:  (وَإِنَّ لِلَّذِينَ ظَلَمُوا) ، أي: للكفرة عذاب في الدنيا دون الذي ذكر في يوم القيامة؛ حيث قال:  (حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي فِيهِ يُصْعَقُونَ) ، ثم قال:  (عَذَابًا دُونَ ذَلِكَ) ، وهم ما داموا كفارا فهم في عذاب، يكونون في خوف وذل وخزي؛ فذلك كله عذاب اللَّه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ) . </p><p> أي: لا ينتفعون بعلمهم، أو لا يعلمون حقيقة؛ لما لم ينظروا في أسباب العلم، ولم يتفكروا فيها؛ حتى يمنعهم ويزجرهم عن صنيعهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ (٤٨) . </p><p> دل هذا الحرف أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قد كلف أمرا شديدًا شاقًّا عليه حتى قال:  (وَاصْبِرْ) ؛ إذ الأمر بالصبر لا يكون إلا في أمور شاقة شديدة؛ ولذلك قال له:  (فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ) ، أمره بالصبر على ما كلفه، كما صبر إخوانه على ما لحقهم من الأمور الشاقة، وما قال (وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ) ، أخبر أنه لو صبر إنما يصبر بتوفيق اللَّه إياه، أو فيه: أنه إذا صبر يكون صبره لله تعالى؛ حتى يسهل عليه احتمال ذلك، واللَّه أعلم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (لِحُكْمِ رَبِّكَ) ، يحتمل وجوها: </p><p> أحدها: ما أمر من تبليغ الرسالة إلى الفراعنة الذين كانت همتهم القتل لمن خالفهم، فذلك أمر شديد؛ فأمره بالصبر على ذلك، والتبليغ إلى أُولَئِكَ. </p><p> والثاني: أمره بالصبر على أذاهم واستهزائهم به، وترك المكافأة لهم. </p><p> ويحتمل أن يكون الأمر بالصبر على الأمور التي كانت عليه في خالص نهيه من احتمال غصة التكذيب، وحزنه على تركهم التوحيد والإيمان، وإنما ذلك كله حكم اللَّه تعالى. </p>"
}