{
  "id": null,
  "sura": 52,
  "aya": 22,
  "text": "<p> كما يوفر على آبائهم؛ وتأويله أبعد هذه التأويلات التي ذكرنا. </p><p> وعلى تأويل غيره: أي: ما نقصنا من أعمال آبائهم شيئًا، أي: إنهم وإن بلغوا مبلغ الآباء، فإن الآباء لا ينقصون من أعمالهم شيئًا، ذكر هذا حتى لا يظن أنه ينقص من ثواب آبائهم ويعطي ذلك لهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ - (كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ) . </p><p> قَالَ بَعْضُهُمْ: هذا صلة قوله - عَزَّ وَجَلَّ -: (اصْلَوْهَا فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ) ، (كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ) ، وهو يرد قول من يقول بأن الرهن لصاحبه، له أن يحلبه، وأن يركبه، وأن ينتفع به، ثم يرد إلى المرتهن، ولو كان له هذا، لكان لا يكون رهنا؛ إذ أخبر: أنه رهين - أي: محبوس- فالرهن هو الذي يحبس في كل وقت، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَمْدَدْنَاهُمْ بِفَاكِهَةٍ وَلَحْمٍ مِمَّا يَشْتَهُونَ (٢٢) . </p><p> أي: وأمددناهم فاكهة، والباء في (الفاكهة) زائدة كما ذكرنا في قوله تعالى: (بِحُورٍ عِينٍ) . </p><p> ثم يحتمل أن يكون قوله:  (وَأَمْدَدْنَاهُمْ) إخبارًا عن دوامها وكثرتها، أي: لا تنقطع ولا تقل، وليس كفواكه الدنيا أنها لا توجد في كل وقت. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَحْمٍ مِمَّا يَشْتَهُونَ) . </p><p> أخبر أنهم يأكلون جميع ما يشتهون، ويجدون ما يتمنون، ليس كالدنيا، ربما يشتهي شيئًا لا يجده، ويجد ما لا يشتهيه، وهو كقوله - تعالى -: (وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (يَتَنَازَعُونَ فِيهَا كَأْسًا لَا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ (٢٣) أي: يتعاطون فيها كأسا، ويأخذ بعضهم من بعض، كما يكون في الدنيا لا يكون لكل أحد كأس على حدة، وهو كما روي في الخبر: أن نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان يغتسل مع بعض أزواجه وربما تتنازع أيديهما. </p><p> وقال أبو بكر الكيساني: الكأس هو الخمر. </p><p> وقال غيره: هو الإناء المملوء من الخمر، وأما الذي لا شراب فيه فهو الإناء. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا لَغْوَ فيها وَلَا تَأْثِيمَ) قرئ: (لَا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ) بالرفع والتنوين. </p><p> قال أبو عبيدة: إنه خبر بأنه ليس فيها لغو ولا تأثيم، كما قال:  (لَا فِيهَا غَوْلٌ وَلَا هُمْ عَنْهَا يُنْزَفُونَ) . </p>"
}