{
  "id": null,
  "sura": 53,
  "aya": 7,
  "text": "<p> وقيل:  (ذُو مِرَّةٍ) أي: ذو إحكام، وأصله من قوى الحبل، وهي طاقته، والواحد: قوة، وأصل المرة: الفَتْل. </p><p> وقوله:  (فَاسْتَوَى) يحتمل (فَاسْتَوَى) ، أي: مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لنزول الوحي إليه. </p><p> وقيل:  (فَاسْتَوَى) ، أي جبريل - عليه السلام - على صورته؛ لما ذكر أنه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - سأل ربه - عَزَّ وَجَلَّ - أن يريه جبريل - عليه السلام - على صورته فاستوى جبريل على صورته، فرآه كذلك، وقوله - عَزَّ وَجَلَّ -: (وَهُوَ بِالْأُفُقِ الْأَعْلَى (٧) ثم يحتمل (وَهُوَ بِالْأُفُقِ الْأَعْلَى) أي: أفق السماء. </p><p> ويحتمل أن يكون الأفق الأعلى مكان الملائكة ومسكنهم، فأخبر أنه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - رأى جبريل على صورته في مكانه. </p><p> وجائز أن يكون الأفق ما ذكر في الخبر: أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أراد أن يرى جبريل في صورته، فسأله أن يراه، فقال: إن الأرض لا تسعني، ولكن انظر إلى الأفق الأعلى، فنظر فرآه. </p><p> وفي بعض الأخبار: إنك لا تقدر أن تراني في صورتي، ولكن انظر إلى الأفق الأعلى. ثم جائز أن يكون ما ذكر من النظر إلى الأفق الأعلى؛ لما أن بصره كان لا يحتمل النظر إليه من قرب، ويحتمل ذلك من البعد، وذلك معروف فيما بين الخلق: أن الشيء إذا كان له شعاع أو نور أو بياض شديد: أن البصر لا يحتمل النظر إليه من القرب في أول ملاقاته، ويحتمل إذا كان يبعد منه؛ وعلى هذا قوله - عَزَّ وَجَلَّ -: (ثُمَّ دَنَا فَتَدَلَّى (٨) يحتمل: دنا منه جبريل - عليه الصلاة السلام - شيئًا بعد شيء، وقرب منه كذلك ليحتمله؛ إذ جبل الإنسان على طبيعة يحتمل الأشياء إذا انتهت إليه على التفاريق ما لو أتته بدفعة واحدة في وقت واحد، لما احتملتها الأنفس؛ كالحر يأتي الخلق بعد شدة البرد شيئًا فشيئًا، وكذلك البرد بعد شدة الحر شيئًا فشيئًا حتى يشتد ما لو أتيا بدفعة واحدة إذا كان قريبا منه. </p><p> ويحتمل من البعد، ثم يقرب ويدنو قليلًا قليلًا حتى يحتمل من القرب، واللَّه أعلم. </p><p> ثم من الناس من يقول: إن قوله تعالى: (ثُمَّ دَنَا فَتَدَلَّى) على التقديم والتأخير؛ أي: تدلى قربا؛ لأنه يكون التدلي أولًا ثم الدنو منه. </p><p> ومنهم من قال: بل هو على ما قال، وهما سواء - أعني: التدلي والدنو- بمنزلة القرب والدنو، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى (٩) اختلف فيه: </p><p> قَالَ بَعْضُهُمْ: القاب: هو صدر القوس؛ أي: فكان قدر صدر القوس من الوتر مرتين. </p>"
}