{
  "id": null,
  "sura": 53,
  "aya": 43,
  "text": "<p> سعى؛ لأنه - جل وعلا - يثيب ويعطي الزيادة على ما سعى بفضله وكرمه؛ كقوله - تعالى -: (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا) ، ونحو الصغار الذين لا سعي لهم، قد يعطيهم الثواب بفضله، وأما جزاء الشر، فإنه لا يكون إلا بالمثل؛ كقوله - تعالى -: (فَلَا يُجْزَى إِلَّا مِثْلَهَا) . </p><p> وجائز أن يكون \" له \" بمعنى \" عليه \" في اللغة؛ كقوله - عَزَّ وَجَلَّ -: (إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا) ، أي: فعليها. </p><p> ويحتمل أن تكون الآية في أُولَئِكَ الكافرين الذين نزل فيهم قوله - تعالى -: (أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى) يقول: ليس لذلك الإنسان إلا ما سعى. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنَّ سَعْيَهُ سَوْفَ يُرَى (٤٠) وحرف (سَوفَ) من اللَّه - سبحانه وتعالى - على التحقيق والإيجاب؛ كحرف \" لعل \" و \" عسى \" ؛ فيكون قوله - تعالى -: (سَوفَ يُرَى) أي: يرى جزاء عمله لا محالة. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (ثُمَّ يُجْزَاهُ الْجَزَاءَ الْأَوْفَى (٤١) جزاء الآخرة على الوفاء، لا نقصان فيه، خيرا كان أو شرًّا. </p><p> ويحتمل أن يكون ذلك للكافر يجزى جزاء الشرك وجميع ما يعمل من السوء، فأما المؤمن، فإنه يكفر سيئاته، ويجزى جزاء الخيرات؛ كقوله - تعالى -: (أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَى (٤٣) سمى الآخرة: منتهى، ومصيرًا، ورجوعا. </p><p> ويحتمل: أي: إلى جزاء ربك يُنْتهى. </p><p> وقوله:  (وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَى) بين اللَّه - جل وعلا - قدرته وسلطانه في إنشاء أنفسهم، وأحوالهم، وأفعالهم: </p><p> أما بيان قدرته في أنفسهم حيث قال:  (هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ) . </p><p> وأما بيان قدرته في أحوالهم ما ذكر من قوله - تعالى - (وَأَنَّهُ هُوَ أَغْنَى وَأَقْنَى) ، (وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا) . </p><p> وأما في أفعالهم قوله:  (وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَى) يذكر قدرته وسلطانه بما ذكر؛ ليعلموا أنه لا يعجزه شيء. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَى) يخرج على وجهين: </p>"
}