{
  "id": null,
  "sura": 53,
  "aya": 24,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى (٢٣) . أي: ما أنزل اللَّه على تسميتكم الأصنام: آلهة، وعبادتكم إياها، ونسبتكم البنين إلى أنفسكم والبنات إلى اللَّه تعالى - من حجة وبرهان، إنما هو من هوى النفس والظن، وذلك قوله - تعالى -: (إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ) في قولهم: الملائكة بنات اللَّه، أو قولهم:  (هَؤُلَاءِ شُفَعَاؤُنَا عِندَ اللَّهِ) ، وتسميتهم الأصنام: آلهة، وظنوا أن آباءهم كانوا على الحق، واستدلوا على حقيقة ما كانوا عليه من الدِّين؛ حيث تركهم وما اختاروا ولم يهلكهم، وقالوا: لو كانوا على باطل ما تركهم على ذلك، واستدلوا بذلك - أيضًا - على رضاه منهم بذلك، وأمره إياهم؛ كما أخبر عنهم بقوله:  (وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا) ، هذا ظنهم باللَّه تعالى. </p><p> وقوله:  (وَمَا تَهْوَى الْأَنْفُسُ) ، أي: يتبعون هوى النفس، فالنفس ما تعرف إلا المنافع الحاضرة والمضار الحاضرة، فأما ما غاب عنها فلا يعرف، وإنما يعرف ذلك بالتفكر والنظر، وهي لا تعرف؛ لما تكره النظر والتفكر، ولا ترغب في الشدائد، ولا فيما يثقل عليها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى) . </p><p> أي: جاءهم من ربهم ما لو تفكروا ونظروا لاهتدوا، ولو اتبعوا الحق والهدى، لعرفوه. </p><p> * * * </p><p> قوله تعالى:  (أَمْ لِلْإِنْسَانِ مَا تَمَنَّى (٢٤) فَلِلَّهِ الْآخِرَةُ وَالْأُولَى (٢٥) وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى (٢٦) إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ لَيُسَمُّونَ الْمَلَائِكَةَ تَسْمِيَةَ الْأُنْثَى (٢٧) وَمَا لَهُمْ بِهِ مِنْ عِلْمٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا (٢٨) فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا (٢٩) ذَلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى (٣٠) وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى (٣١) الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ فَلَا تُزَكُّوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى (٣٢) </p><p> وقوله - عَزَّ وَجَلَّ -: (أَمْ لِلْإِنْسَانِ مَا تَمَنَّى) . </p><p> أي: للإنسي ما تمنى. </p><p> ثم يحتمل تمنيهم شفاعة ما عبدوه. </p><p> أو ما اختاروا من البنين لأنفسهم والبنات لله تعالى. </p>"
}