{
  "id": null,
  "sura": 53,
  "aya": 22,
  "text": "<p> أحدها: أن يقول: أهَؤُلَاءِ الذين تعبدونهم -من اللات والعزى ومناة- أخبروكم، وقالوا لكم: إنه اصطفى لنفسه البنات، ولكم البنين، وأن الملائكة بنات اللَّه، ونحوه؟ أخذتم ذلك منها أو ممن أخذتم ذلك، وأنتم قوم لا تؤمنون بالرسل والكتب؟ وقد عرفوا أنها لم تخبرهم بذلك، فيذكر بذلك سفههم، ويقول:  (أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى. وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى) التي سميتموها: آلهة، وعبدتموها دون اللَّه، ونسبتكم البنات إليه، والبنين إلى أنفسكم، ثم لم يذكر جوابها: أنه مَنْ أمرهم بذلك؟ ومن اختار لهم ذلك؟ أو ممن أخذوا ذلك؟ </p><p> ثم قال:  (إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ. . .) الآية؛ كأنه يقول واللَّه أعلم: إنكم سميتموها: آلهة، واخترتم لأنفسكم البنين وله البنات بلا سلطان ولا حجة لكم، إنما هي أسماء سميتموها أنتم وآباؤكم بلا حجة ولا سلطان، إنما هو هوى النفس والظن. </p><p> ويحتمل أن يقول:  (أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى. وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى) ، أمروكم بصرف شكر ما أنعم اللَّه تعالى عليكم، وقبول ما وهب لكم من البنات؛ على ما أخبر أنها من مواهب اللَّه بقوله تعالى:  (يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ) ، وبرد مواهبه، ودفنها حيات، ودسها في التراب، وبصرف العبادة إلى غير المنعم، وقسمة البنين لأنفسكم والبنات له. </p><p> ثم أخبر، وقال:  (تِلْكَ إِذًا قِسْمَةٌ ضِيزَى (٢٢) أي: تلك قسمة جور وظلم؛ أي: صرف شكر المنعم إلى غير المنعم، وتوجيه العبادة إلى من لا يستحقها، ورد مواهبه. </p><p> على هذه الوجوه يشبه أن تخرج الآية، وإلا فلا ندري بظاهرها: ما تأويلها؟ وما جواب هذا الحرف؛ واللَّه أعلم. </p><p> ثم قوله:  (اللَّاتَ) قرأ مجاهد وغيره مشدد التاء، فقالوا: هو رجل كان يقوم على آلهتهم، ويلت لها السويق بالزيت، فيطعمه الناس. </p><p> [وروى ابن الجوزي]  (١) عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال:  \" كان يلت السويق للحاج \" . </p><p> ومن قرأه مخفف التاء جعله اسم الصنم؛ مثل: العزى، ومناة، وهي آلهة كانوا يعبدونها؛ ذكر قتادة في تفسيره: كان اللات بالطائف، والعزى ببطن نخلة، ومناة </p><p>(١) هنا إشكال؛ إذ كيف ينقل الماتريدي عن ابن الجوزي وهو يسبقه بقرون؟!! ولم يشر محقق الكتاب إلى سبب ذلك لا من قريب ولا بعيد، ولعله زيادة من الناسخ، وقد وجدت هذه الرواية نصًّا في زاد المسير لابن الجوزي. ٤/ ١٨٨). وسيأتي موضع آخر ينقل فيه عن القرطبي. واللَّه الهادي والموفق. اهـ (مصحح النسخة الإلكترونية).</p><p> بقديد. </p><p> وقوله - عَزَّ وَجَلَّ -: (تِلْكَ إِذًا قِسْمَةٌ ضِيزَى) . </p><p> قَالَ الْقُتَبِيُّ: هي في الأصل \" ضَيزَى \" على وزن \" فَعْلَى \" ، فكسرت الضاد للياء، وليس في النعوت \" فِعْلى \" ؛ أي: قسمة جائرة. </p><p> وقال أَبُو عَوْسَجَةَ:  (ضِيزَى) أي: غير منصفة، والضيز في الأصل: الجور. </p><p> وقال أبو عبيدة: ناقصة. </p><p> وقال بعض الناس: إن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لما تلا قوله تعالى:  (أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى. وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى) ألقى الشيطان على لسانه: \" تلك الغرانيق العلا، وإن شفاعتهن لترتجى، ومثلهن لا تنسى \" . </p><p> ثم قَالَ بَعْضُهُمْ: الغرانيق العلا: الملائكة. </p><p> وقال بعصهم: الأصنام التي يعبدونها على رجاء الشفاعة لهم بقولهم: (هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ) . </p><p> لكن لا يحتمل أن يقول النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، أو يجري على لسانه ما ذكر، واللَّه - تعالى - قال:  (وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ (٤٤) لَأَخَذْنَا مِنْهُ بِالْيَمِينِ (٤٥) ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ (٤٦) فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ)، ولو جاز أن يجري على لسانه، لتوهم منه التقول، وذلك بعيد، وقال في آية أخرى:  (فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ) ، ولو جاز ذلك، لجاز أن يجري الله الكذب على لسانه؛ فلا يكون فيمن وجد من الحرج في قضائه ما ذكر، وهو الكفر؛ دل أن ما ذكروه فاسد، فإن ثبت ما ذكر: أنه جرى على لسانه تلك الكلمات، أو ألقى الشيطان في فمه يريد بذلك: الغرانيق العلا شفاعتهن لترتجى عندهم وفي زعمهم، وهو كقول موسى - عليه السلام -: (وَانْظُرْ إِلَى إِلَهِكَ الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا) ، أي: إلى إلهك الذي هو عندك إله، وإلا لا يحتمل أن يكون موسى - عليه السلام - يسمي العجل: إلها، وكقوله - تعالى -: (فَرَاغَ إِلَى آلِهَتِهِمْ) ، أي: إلى آلهة عندهم، وقوله - عَزَّ وَجَلَّ -: (أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ) ، أنها شركائي، فقد ذكرنا هذا على التمام في سورة الحج في قوله - عَزَّ وَجَلَّ -: (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلَا نَبِيٍّ إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ. . .) الآية، واللَّه أعلم. </p>"
}