{
  "id": null,
  "sura": 53,
  "aya": 55,
  "text": "<p> السلام - من العذاب ما غشى أُولَئِكَ الذين ذكر من قبل من عاد، ومن قوم نوح؛ وهو قول الْقُتَبِيّ. </p><p> وقال أبو عبيدة: المؤتفكة: المخسوفة. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَبِأَيِّ آلَاءِ رَبِّكَ تَتَمَارَى (٥٥) فظاهر هذا وظاهر قوله - تعالى -: (فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ) ، مشكل؛ لأنه ذكر آلاء، ولو عرف أنها آلاء ربه، لكان لا يكذبه، لكن يخرج على وجوه: على التقديم والتأخير والإضمار؛ كأنه يقول: فبأي آلاء من آلاء ربكم شاهدتموه وعاينتموه تتمارون، وكذلك: فبأي آلاء ربكما الذي أقررتم ْبه تكذبوني. </p><p> أو يقول: فبأي آلائه وإحسانه تتمارى، فكيف أنكرتم إحسانه بمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؟! </p><p> أو كيف صرفتم شكر نعمه إلى غيره. </p><p> أو تكون الآلاء هاهنا هي الحجج؛ يقول: فبأي حجة من حجج ربك تنكر رسالة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أو تتمارى فيها؛ أي: لا حجة لك في تكذيبك إياه أو إنكارك رسالته. </p><p> وقوله:  (هَذَا نَذِيرٌ مِنَ النُّذُرِ الْأُولَى (٥٦) أي: الذي يدعوكم وينبئكم مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من النذر الأولى التي أنبأها الرسل الأولون، وأوعدوا قومه؛ فيكون صلة قوله - عَزَّ وَجَلَّ - (وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَى. . .) إلى آخره. </p><p> وقيل:  (هَذَا نَذِيرٌ مِنَ النُّذُرِ الْأُولَى) أي: الرسل الأولى، وتمام هذا التأويل: أي: هذا نذير من البشر كالذين كانوا من قبل. </p><p> وقيل: هذا الذي ينذر مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - هو من النذر التي في اللوح المحفوظ، أي: مما ينذر به، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (أَزِفَتِ الْآزِفَةُ (٥٧) لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ. أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ (٥٩) وَتَضْحَكُونَ وَلَا تَبْكُونَ (٦٠) وَأَنْتُمْ سَامِدُونَ (٦١) فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا (٦٢) . </p><p> وقوله - عَزَّ وَجَلَّ -: (أَزِفَتِ الْآزِفَةُ) أي: قربت القيامة؛ سمى اللَّه - سبحانه وتعالى - القيامة بأسماء مختلفة: مرة الآزفة، ومرة: الساعة، ومرة: القيامة؛ فسماها: آزفة؛ لقربها إلى الخلق ووقوعها عليهم، وكذلك الساعة. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ (٥٨) دلت الآية على أن اللَّه - تعالى - لم يؤت علم قيام الساعة ووقوعها أحدًا، وهو كقوله تعالى:  (لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ) ، وللباطنية أدنى تعلق في هاتين الآيتين؛ لأنهم قالوا: إن الآخرة للحال كائنة، لكنها مختفية مستترة، تظهر وتكشف عند فناء هذه الأجسام، وذهاب هذه الأبدان؛ ويستدلون بقوله - تعالى - (لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ) ، وبقوله - تعالى - </p>"
}