{
  "id": null,
  "sura": 53,
  "aya": 32,
  "text": "<p> والثاني:  (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) أي: إنما أنشأ أهل السماوات والأرض؛ ليمتحنهم بالأمر والنهي، ثم ليجزي الذين أساءوا جزاء الإساءة والذين أحسنوا جزاء الإحسان، ولو كان على ما قال أُولَئِكَ الكفرة: أن لا بعث ولا جزاء، لكان خلقهم وخلق ما ذكر عبثًا باطلًا، وفي الحكمة التفريق بين المسيء والمحسن، وفي الدنيا تحققت التسوية بينهما، فدل ذلك على دار أخرى يفرق بينهما فيها. </p><p> ثم يحتمل جزاء إساءة أُولَئِكَ في الدنيا والآخرة: في الدنيا: القهر، والدَّبرة، والهزيمة، وفي الآخرة: النار، وجزاء المحسن في الدنيا: النصر والظفر، وفي الآخرة: الجنة. </p><p> ثم نعت الذين أحسنوا الحسنى - وهو التوحيد - فقال:  (الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ فَلَا تُزَكُّوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى (٣٢) . </p><p> ثم يحتمل أن تكون الكبائر ما يعرفها كل أحد: أنها كبيرة، والفاحشة: ما يعرفها كل أحد أنها فاحشة، واللمم -على هذا- يجيء أن تكون من تلك الكبائر والفواحش؛ لأنه استثناها؛ فيجب أن تكون من جنسها، لكنه استثناها وعفا عنها؛ لما يقعون فيها عن غفلة وسهو، أو عن غلبة شهوة، ونحوها، وهو الأشبه بتأويل الآية. </p><p> وقال أهل التأويل: الكبائر والفواحش هي التي ذكر فيها الحد في الدنيا والعقوبة في الآخرة، واللمم التي لم يذكر لها حد في الدنيا، ولا عقوبة في الآخرة. </p><p> وعن ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - أنه قال:  \" زنا العين: النظر،وزنا الشفتين:التقبيل،وزنا اليدين:البطش، وزنا الرجلين المشي، ويصدق ذلك ويكذبه الفرج، فإن تقدم فهو زنا، وإلا فهو لمم \" ، وفي رواية:  \" إن تقدم كان زنا، وإن تأخر كان لممًا \" . </p><p> وعن ابن عَبَّاسٍ - رضي اللَّه عنهما - قال: ما رأيت أشبه باللمم مما قال أبو هريرة عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" إن اللَّه كتب على ابن آدم حظه من الزنا، أدرك ذلك لا محالة؛فزنا العينين:النظر،وزنا اللسان:النطق، والنفس تتمنى وتشتهي، والفرج يصدق ذلك كله أو يكذبه \" . </p><p> وعن أبي هريرة أنه النظرة، والغمزة، والقبلة، والمباشرة. </p><p> وعنه أن اللمم: النكاح. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - أنه قال: اللمم: لمم الجاهلية؛ كقوله - تعالى -: (وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ) . </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: هو أن يلم المرَّة. </p><p> وقيل: اللمم: الهمُّ بالخطيئة من جهة حديث النفس شيئًا من غير عزم. </p><p> وقيل: إن اللمم: مقاربة الشيء من غير دخول فيه. </p><p> وعن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - قال: كان النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يقول:  \" لَاهُمَّ إن تغفر تغفر جمَّا، وأي عبد لك لا ألما؟! \" . </p><p> وقيل: اللمم: الصغير من الذنوب؛ لقوله:  (إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ. . .) الآية. </p><p> وقَالَ الْقُتَبِيُّ: اللمم: الصغار من الذنوب، وهو من ألم بالشيء: إذا لم يتعمق فيه، ولم يلزمه. </p><p> وقَالَ بَعْضُهُمْ: اللمم: ما بين الحدين: حد الدنيا، وحد الآخرة؛ وهو قول ابن عباس - رَضِيَ اللَّهُ عَنْهُ - وذلك يحتمل، والأول أقرب. </p><p> وقال أبو بكر الأصم: اللمم: التي يتوب عنها؛ فإنهم إذا تابوا عنها يتجاوز عنهم؛ فهو يجعل اللمم من تلك الكبائر والفواحش، لكنه يقول: إنما استثنى؛ لما يتوب عنها؛ لما يقعون فيها على السهو والغفلة، أو لغلبة شهوة على حسن الظن بربه؛ فيغفر له، أو يتوب عليه؛ فيعفو عنها. </p><p> وعلى تأويل أهل التأويل: اللمم: ما دون الكبائر والفواحش. </p><p> وجائز أن تكون الكبائر والفواحش التي ذكر كبائر الشرك وفواحشه؛ كقوله - عز وجل -: (وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً. . .) الآية، وقوله - تعالى -: (سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا) ؛ فيكون اللمم -على هذا-: ما دون الشرك فهو في مشيئة اللَّه - تعالى -: إن شاء عفا عنها، وإن شاء عذب عليها؛ كقوله - تعالى -: (إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ </p><p> ذَلِكَ لِمَنْ يَشَاءُ). </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ) . </p><p> أي: هو أعلم بكم، وبأحوالكم، ووقوعكم فيها على السهو والغفلة، عفا عنكم؛ أي: عن اللمم. </p><p> وعلى قول أبي بكر:  (إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ) لمن تاب عنها، و (هُوَ أَعْلَمُ بِكُمْ) أنكم تتوبون عنها. </p><p> وعندنا: أن ربك هو واسع المغفرة لمن شاء، تاب عنها أو لم يتب. </p><p> ثم إن كانت المغفرة هي الستر، فهي تعم المؤمن والكافر في الدنيا، وإن كانت التجاوز فهي للمؤمنين خاصة، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (هُوَ أَعْلَمُ بِكُمْ) عندنا: هو أعلم بكم بأنكم تعملون وتقعون فيها عن السهو والغفلة. </p><p> أو هو أعلم بأحوالكم وأفعالكم، وما يكون منكم، (هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ) ما لو اجتمع حكماء البشر ما أدركوا معنى الإنسان في ذلك، ولا أدركوا معنى تصوير اليدين، والعينين، وغيرها من الجوارح وقت كونكم أجنة في بطون أمهاتكم. </p><p> ثم نسبتنا إلى الأرض بقوله - تعالى -: (مِنَ الْأَرْضِ) تحتمل وجهين: </p><p> إما لخلق أصلنا من الأرض؛ كقوله:  (أَنْ خَلَقَكُمْ مِنْ تُرَابٍ) ، ونحوه. </p><p> أو لجعل أقواتنا منها؛ لقوله - تعالى -: (وَقَدَّرَ فِيهَا أَقْوَاتَهَا) ؛ إذ لا قوام لنا إلا بذلك الغذاء والقوت الذي يخرج من الأرض، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَا تُزَكُّوا أَنْفُسَكُمْ) في ظاهر الآية نهى عن التزكية، وأمر في آية أخرى بالتزكية ورغب فيها؛ حيث قال:  (وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ) ، لكن فيما أمر بالتزكية أمر بإصلاح أنفسهم في أنفسهم وتزكيتها فعلا، وفيما نهى عن التزكية نهى عن أن يصفوا أنفسهم بالتزكية والصلاح والتقى والبراءة، لعل ذلك ليس بتزكية في الحقيقة. </p><p> أو يكون فيهم من الفساد ما لا يستحق التزكية والوصف بالبراءة، واللَّه أعلم. </p><p> فَإِنْ قِيلَ: إن اللَّه - تعالى - لما نهانا عن التزكية، فكيف جاز لنا أن نقول لأنفسنا: إنا مؤمنون ومسلمون؛ إذ ذلك مدح وتزكية. </p><p> قيل: إنا أمرنا بقول الإيمان والإسلام ابتداء حيث قال: (قُولُوا آمَنَّا بِاللَّهِ. .) الآية </p>"
}