{
  "id": null,
  "sura": 54,
  "aya": 2,
  "text": "<p> على أنه قد يطلق ظاهر الكتاب، وإنما يكلف حفظ ما لم ينطق به الكتاب، والعمل بحقيقة اللفظ واجب. </p><p> وقَالَ بَعْضُهُمْ: يجوز أن يستره اللَّه - تعالى - عن الآفاق بغيم، أو يشغلهم عن رؤيته ببعض الأمور؛ لضرب تدبير ولطف منه؛ لئلا يدعيه بعض الملتبسين في الآفاق لنفسه، وادعى الرسالة كاذبا؛ بناء على دعواه: أنه فعل ذلك؛ فيحتمل أنه أخفى عن أهل الآفاق إلا في حق من تظهر المعجزة عليه من الحاضرين، والكفرة يكتمونه، والصحابة الذين رأوا قد نقلوه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (اقْتَرَبَتِ السَّاعَةُ) كأنه يقول: اقتربت الساعة التي تجزون، أو الساعة التي تنشرون فيها، أو الساعة التي تحاسبون فيها. </p><p> فَإِنْ قِيلَ: أليس روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" بعثتُ أنا والساعة كهاتين \" ، وأشار إلى السبابة والوسطى، وقد قبض رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ولم تقم الساعة بعد. </p><p> قيل: يحتمل أن مراده - عليه الصلاة والسلام - أنه ختم النبوة والرسالة، وتبقى أحكامه وشريعته إلى وقت قيام الساعة، وبقاء شريعته كبقائه، فصار كأنه قال: شريعتي والساعة كهاتين. </p><p> ويحتمل أنه لما كان به ختم النبوة والشريعة، صار بعثه ومجيئه - عليه السلام - علامة للساعة وآية لها، وهو كقوله - تعالى - (وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا) على تأويل من جعل بعث الرسول - عليه السلام - علَما وآية للساعة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ (٢) ذكر تعنتهم وعنادهم: أنهم وإن يروا آية سألوها، يعرضوا؛ فلم يُرِهِم تلك. </p><p> أو من سنته: أن كل آية جاءت على أثر السؤال، فلم يقبلوها أهلكوا، فإذا كان من سنته هذا، وقد وعد تأخير عذاب هذه الأمة إلى الساعة، وعفا عنهم التعجيل - لم يرهم تلك الآيات المقترحة، واللَّه أعلم. </p><p> ويحتمل: وإن يروا آية حسية يعرضوا؛ لأن آيات رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عامتها وأكثرها كانت عقلية وسمعية، فيخبر عن سفههم وتعنتهم أنهم وإن يروا آية حسية يعرضوا عنها، وهو كقوله - عَزَّ وَجَلَّ -: (وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا) ، وكقوله - تعالى -: (وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا </p>"
}