{
  "id": null,
  "sura": 54,
  "aya": 49,
  "text": "<p> أنفسكم إذا نزل بكم. </p><p> أو يقول: ليس لكم براءة في الكتب: أن العذاب لن يصيبكم إذا نزل. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُنْتَصِرٌ (٤٤) أي: بل تقولون: نحن جميع منتصر؛ أي: لا ينصرونكم كجمعهم. هذه الآيات الثلاث على النفي والدفع، أي: ليس لهم ما يدفعون العذاب عن أنفسهم، وليس لهم ما ينصرون به، ولا كفارهم خير من كفار أُولَئِكَ في دفع العذاب والقدرة على الانتصار، واللَّه أعلم. </p><p> ثم قال على الابتداء:  (سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ (٤٥) فيه دليلان: </p><p> أحدهما: أخبر أن لهم جمعا يهزم، ويولون الدبر ما ذكر، وقد قال أهل التأويل:  (سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ) هو جمع دبر، أخبر أنهم يهزمون ويولون الدبر، وقد كان ما أخبر رسول اللَّه - صلى الله عليه وسلم - دل أنه علم باللَّه تعالى. </p><p> والثاني: أخبر أن الساعة موعد إهلاكهم واستئصالهم لا بالدنيا بقوله تعالى: (بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ (٤٦) وكان كما أخبر. </p><p> وفيه - أيضا - دلالة إثبات الرسالة، واللَّه أعلم. </p><p> وقوله:  (أَدْهَى وَأَمَرُّ) أي: أعظم وأشد. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الْمُجْرِمِينَ فِي ضَلَالٍ وَسُعُرٍ (٤٧) جائز أن يكون قوله: (فِي ضَلَالٍ) في الدنيا، وفي السعر في الآخرة، وهو السعير. </p><p> ويحتمل (فِي ضَلَالٍ) في هلاك، (وَسُعُرٍ) في حيرة وجنون وتيه؛ كقوله تعالى (إِنَّا إِذًا لَفِي ضَلَالٍ وَسُعُرٍ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ (٤٨) كأنه يقول له: قل لهم يوم يسحبون في النار على وجوههم إن ختموا على ما هم عليه: (ذُوقُوا مَسَّ سَقَرَ) أي: يقال لهم: (ذُوقُوا مَسَّ سَقَرَ) أي: ذوقوا عذاب سقر، والسقو هو اسم النار؛ فيصير كأنه على الإضمار؛ أي يقال لهم: ذوقوا عذاب النار، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ (٤٩) يحتمل وجهين: </p><p> أحدهما: على التقديم والتأخير؛ أي: إنا خلقنا كل شيء؛ فإن كان على هذا؛ فيكون كقوله:  (خَالِقُ كُلِّ شَيْءٍ) ، وفيه إثبات خلق كلية الأشياء. </p><p> والثاني: على ظاهر ما جرى به الخطاب (إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ) أي: إن كل شيء بقدر، فإن كان على هذا، فليس فيه إثبات خلق كلية الأشياء، ولكن فيه إثبات أنما خلقه بقدر؛ وإلى هذا التأويل يذهب المعتزلة. </p><p> والتأويل عندنا هو الأول: إنا خلقنا كل شيء بقدر؛ كقوله:  (خَالِقُ كُلِّ شَيْءٍ) . </p>"
}