{
  "id": null,
  "sura": 54,
  "aya": 17,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (١٦) يخرج على وجهين: </p><p> أحدهما: أليس ما وعد لهم رسلي من العذاب بالتكذيب صدقا حقًّا، وأريد بقوله:  (وَنُذُرِ) أي: رسلي. </p><p> والثاني: أليس وجدوا عذابي شديدًا ونذري ما وقعت به النذارة، وهو العذاب الذي أنذروا به، والنذر على هذا التأويل المنذر به؛ كقوله - تعالى -: (وَكَانَ وَعْدًا مَفْعُولًا) ، أي: موعودا، وإلا وعده لا يكون مفعولا؛ إذ هو صفة أزلية. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (١٧) هذا يحتمل وجوها: </p><p> أحدها:  (يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ) أي: للحفظ؛ أي: صيرناه بحيث يحفظه كل أحد من صغير وكبير، وكافر ومؤمن وكل أحد يتكلف حفظه. </p><p> والثاني:  (وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ) أي: لذكر ما نسوا من نعم اللَّه - تعالى - عليهم، ولذكر ما أنبأهم فيه من أخبار الأوائل من مصدقيهم مذكر. </p><p> والثالث: جائز أن يكون لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - خاصة؛ أي: يسرناه عليه حتى حفظه كله عن </p><p> ظهر قلب؛ حتى إذا أراد أن يذكر شيئا منه يذكر في كل وقت وكل ساعة أراد؛ كقوله - تعالى -: (لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ. إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ) ، وقوله - عَزَّ وَجَلَّ -: (نَزَلَ بِهِ الرُّوحُ الْأَمِينُ (١٩٣) عَلَى قَلْبِكَ)، وقوله - تعالى -: (سَنُقْرِئُكَ فَلَا تَنْسَى (٦) إِلَّا مَا شَاءَ اللَّهُ)، أمنه عن أن ينساه، ومَنَّ عليه بالتيسير. </p><p> وقوله:  (فَهَلْ مِنْ مُدَّكِرٍ) فعلى التأويل الأول - واللَّه أعلم -: أنه وإن يسرنا القرآن للحفظ، ولكن لم ينزل للحفظ، ولكن إنما أنزل ليذكر ما فيه، وللاتعاظ به؛ أي: فهل من متعظ به. </p><p> وعلى التأويل الآخر:  (فَهَلْ مِنْ مُدَّكِرٍ) خرج مخرج الأمر؛ أي: اذكروا واتعظوا بما فيه من الأنباء، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (١٨) إِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ (١٩) تَنْزِعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ (٢٠) فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (٢١) وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (٢٢) كَذَّبَتْ ثَمُودُ بِالنُّذُرِ (٢٣) فَقَالُوا أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ إِنَّا إِذًا لَفِي ضَلَالٍ وَسُعُرٍ (٢٤) أَأُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ (٢٥) سَيَعْلَمُونَ غَدًا مَنِ الْكَذَّابُ الْأَشِرُ (٢٦) إِنَّا مُرْسِلُو النَّاقَةِ فِتْنَةً لَهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْ (٢٧) وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ كُلُّ شِرْبٍ مُحْتَضَرٌ (٢٨) فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَى فَعَقَرَ (٢٩) فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (٣٠) إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ (٣١) </p>"
}