{
  "id": null,
  "sura": 54,
  "aya": 12,
  "text": "<p> فَإِنْ قِيلَ: إن نوحا - عليه الصلاة والسلام - قد دعا على قومه بالهلاك. </p><p> قيل: إنما دعا على قومه بالهلاك بعدما أيس من إيمانهم؛ حيث قيل:  (أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ) ، أما رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لم يؤيسه عن إيمان قومه جملة؛ إنما يؤيسه عن بعض بطريق التعيين، وهم قوم علم اللَّه أنهم لا يؤمنون، لا عن الكل؛ فلذلك لم يؤذن بالدعاء عليهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَكَذَّبُوا عَبْدَنَا) يحتمل: كذبوه فيما ادعى لنفسه الرسالة. </p><p> أو كذبوه فيما دعاهم إليه بالتوحيد وتوجيه الشكر إلى الواحد القهار. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالُوا مَجْنُونٌ) ، أي: قالوا لأتباعهم: إنه مجنون. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَازْدُجِرَ) ، أي: نوح - عليه السلام - حيث قالوا لقومهم: لا تتبعوه، وزجروهم عنه بقولهم: إنه مجنون؛ فهذا منهم زجر لأتباعهم عن اتباعه؛ فصار لذلك نوح - عليه السلام - مزدجرا عن القوم، وصار القوم مزدجرين عنه. </p><p> وقَالَ بَعْضُهُمْ: زجروا نوحا - عليه السلام - أي: منعوه عن إظهار ما أتاهم من الآيات على رسالته، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ (١٠) أي: مغلوب بالسفه والمكابرة وأنواع الأذى؛ إذ لا يحتمل أن يكون مغلوبا بالحجج، فانتصر لعبدك عليهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ (١١) يحتمل قوله - تعالى -: (فَفَتَحْنَا أَبْوَابَ السَّمَاءِ) أي: من فوق؛ لأن ما كان من فوقك فهُو سماء؛ فيحتمل أن يكون ذلك من البحر بفوق الذي ذكر أنه بين السماء والأرض. </p><p> (وَفَجَّرْنَا الْأَرْضَ عُيُونًا ... (١٢) أي: أنبعنا الماء من الأرض؛ كأنه قال: أنزلنا الماء من فوق، وأنبعنا من أسفل. </p><p> ويحتمل أن يكون قوله - تعالى -: (فَفَتَحْنَا أَبْوَابَ السَّمَاءِ) هو حقيقة فتح السماء وإنزال الماء منها، واللَّه - تعالى - قادر أن يرسل الماء مما يشاء، وكيف شاء، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (بِمَاءٍ مُنْهَمِرٍ) قيل: منصب. </p><p> وقال أبو عبيد:  (مُنْهَمِرٍ) ، أي: كثير سريع الانصباب؛ يقال: همر الرجل: إذا أكثر في الكلام؛ فأسرع. </p><p> وقال أَبُو عَوْسَجَةَ: انهمرت السماء وهمرت، أي: أمطرت؛ فأكثرت. </p>"
}