{
  "id": null,
  "sura": 54,
  "aya": 29,
  "text": "<p> القسمة، فأما في الماء في ذلك الموضع عزة؛ لما يسقون من الآبار؛ فلذلك جعلوا الماء بالقسمة، واللَّه أعلم. </p><p> وفيه: أن المياه إذا ضاقت قسمتها بالأجزاء تقسم بالأيام؛ من حيث جعل لها شرب يوم معلوم، ولهم شرب يوم معلوم. </p><p> وفيه: أن الماء وإن كان عينا فهو كالمنفعة في جواز قسمتها بالأيام. </p><p> ثم قوله:  (وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ) جائز أن يكون الخطاب لصالح - عليه السلام - أمره أن ينبئ قومه: أن الماء قسمة بينهم وبين الناقة. </p><p> وجائز أن يكون الخطاب به لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، أمره أن يخبر قومه: أن الماء كان قسمة بينهم وبين الناقة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَى فَعَقَرَ (٢٩) أضاف العقر هاهنا إلى واحد، وفي رواية أخرى أضافه إلى الجماعة، وهو قوله:  (فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ) ، وقال في موضع آخر:  (فَعَقَرُوهَا فَأَصْبَحُوا نَادِمِينَ) ؛ فيكون ظاهر هذه الآيات على التناقض؛ من حيث ذكر الفرد والجماعة. </p><p> وفيه تناقض من وجه آخر؛ فإنه ذكر في آية:  (وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا يَا صَالِحُ ائْتِنَا بِمَا تَعِدُنَا) ، وقال في موضع:  (فَأَصْبَحُوا نَادِمِينَ) ، ذكر الندامة، وهي خلاف العتو. </p><p> لكنا نقول: لا تناقض، ولا اختلاف عند اختلاف الأحوال والأوقات، فقوله:  (وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ) ، قبل أن ينزل بهم العذاب، وقوله:  (فَأَصْبَحُوا نَادِمِينَ) ، إذا نزل بهم العذاب، والتناقض في وقت واحد في حال واحد، وكذلك العقر من واحد على الحقيقة، لكن إنما أضافه إلى الجماعة؛ لأنه عقر بمعاونتهم. </p><p> أو الواحد هو الذي طعنها، ثم اجتمعوا، فعقروا جميعا، ونحو ذلك؛ فثبت أنه لا تناقض. </p><p> وقَالَ بَعْضُهُمْ:  (فَتَعَاطَى) وتناول، (فَعَقَرَ) أي: ضرب عرقوبها؛ أي: ساقها. </p><p> وقيل: العقر: قد يكون جرحا، وقد يكون قتلا. </p><p> وقوله:  (إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ (٣١) يحتمل: أي: أرسلنا عليهم العذاب قدر صيحة واحدة، يخبر عن سرعة نزول العذاب ووقعه عليهم. </p><p> ويحتمل أن يكون أرسل عليهم الصيحة، وأهلكهم، وصاروا كما ذكر من هشيم </p>"
}