{
  "id": null,
  "sura": 55,
  "aya": 54,
  "text": "<p> وقال مقاتل: ذلك في الجنتين اللتين جعلهما لأصحاب اليمين مدهامتين، والمدهم: هو الذي تضرب خضرته -لشدته- إلى السواد، وهو دون الأول في الوصف؛ إذ لم يصفهما إلا بصفة واحدة، ووصف تينك الجنتين بالفنون، وقال في تينك:  (فِيهِمَا عَيْنَانِ تَجْرِيَانِ (٥٠) وقال أصحاب اليمين: (فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ) ، والناضخ: هو الذي لا يتبين جريانه، ووصف تينك بالجريان، والنضخ دون الجريان. </p><p> وقَالَ الْقُتَبِيُّ:  (نَضَّاخَتَانِ) ، اللتان تفوران بالماء، والنضح دون النضخ، وهو الرش، وقال في جنتي السابقين:  (فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَانِ (٥٢) أي: صنفان، أو لونان، من أي شيء كان، وقال في جنتي أصحاب اليمين:  (فِيهِمَا فَاكِهَةٌ وَنَخْلٌ وَرُمَّانٌ) ، ذكر أشياء معدودة، وغمر الأشياء في تينك؛ حيث قال:  (فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَانِ) لتفضيل أُولَئِكَ على هَؤُلَاءِ. </p><p> وجائز أن يذكر في كل واحدة منهما حكمة على حدة: قوله: (ذَوَاتَا أَفْنَانٍ) ما ذكرنا أن فيهما من كل فن وكل نوع، وقوله:  (فِيهِمَا عَيْنَانِ) ، إحدى العينين هي العين المعروفة الموعودة، والأخرى التي لا يعرفون ولا يوعدون، وقوله - عَزَّ وَجَلَّ -: (فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَانِ) أي: صنفان ولونان على غير تغير الطعم، ولا فساد يدخل في ذلك؛ لأن تغير اللون في الدنيا لا يكون للفواكه إلا بعد دخول فساد فيها، فيخبر أن تغير لونه لا لفساد يدخل في ذلك، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ: إنما ذكر الزوجين من الفواكه؛ لما أن قلوب البشر قد خطرت بأحد الزوجين وتمنته أنفسهم، والزوج الآخر هو لطف اللَّه تعالى على عباده؛ فضلا منه إليهم من غير أن يخطر على بالهم، ولا وقعت عليه أبصارهم، ولا انتهت إليه آمالهم؛ إكراما لهم بها وامتنانا. </p><p> وقَالَ بَعْضُهُمْ: ليس المراد في هذه الآيات تبيين ما لأهل الجنة، ولكن فيه تبيان فضل السابقين على أصحاب اليمين: أن أُولَئِكَ يعطون من الفضل ضعفي ما أعطي هَؤُلَاءِ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مُتَّكِئِينَ عَلَى فُرُشٍ بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ وَجَنَى الْجَنَّتَيْنِ دَانٍ (٥٤) قال الفراء: يجوز أن تكون البطانة والظهارة جميعا من شيء واحد، ومن جهة واحدة، لكن سمي الجهة التي تلي أجسادهم بطانة، والأخرى: ظهارة، كالسماء؛ أن الجهة التي تلي الملائكة هي بطانتهم، وظهارتنا، وما تلينا ظهارتهم وبطانتنا، وكل شيء يلي إنسانا فهي بطانة، والجانب الذي لا يليه ظهارة، يقال: هذا ظهر السماء، للجانب الذي نراه، والآخر: بطن السماء، والله </p>"
}