{
  "id": null,
  "sura": 55,
  "aya": 5,
  "text": "<p> ويحتمل: علم كل إنسان ما غاب عنهم حتى عرفوا بما شاهدوا -باللون والطعم واللذة- طعم ما غاب عنهم من جنسه ولونه ولذته؛ استدلالا بما شاهدوا. </p><p> ويحتمل: الاستدلال بالشاهد على معرفة اللَّه تعالى، وهو أنهم لما شاهدوا الإنسان محتاجا، عاجزا، محاطا بالحوائج والحوادث عرفوا أن له خالقا عالما قادرا أنشأه كذلك. </p><p> ويحتمل: ما ذكر من تعليم البيان بيان القرآن، وذلك راجع إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: أنه علمه القرآن، وعلمه البيان، وهو بيان القرآن؛ حتى يبين للناس كل ما يحتاجون إليه، وما لهم وما عليهم. </p><p> وجائز أن يصرف بعضه إلى النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وهو قوله:  (الرَّحْمَنُ. عَلَّمَ الْقُرْآنَ) ، وبعضه إلى آدم - عليه السلام - وهو قوله:  (خَلَقَ الْإِنْسَانَ. عَلَّمَهُ الْبَيَانَ) ، وتفسيره ما ذكرناه. </p><p> وقَالَ بَعْضُهُمْ:  (خَلَقَ الْإِنْسَانَ) آدم، و (عَلَّمَهُ الْبَيَانَ) بيان الدنيا والآخرة. </p><p> وجائز أن يكون خلق الإنسان كل إنسان علم القرآن، وعلمه البيان أي: علم شيئا من بيان القرآن من الأحكام والشرائع، ونحو ذلك. </p><p> وقَالَ الْقُتَبِيُّ:  (عَلَّمَهُ الْبَيَانَ) أي: الكلام، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ (٥) قال أهل التأويل بوجهين: </p><p> أحدهما: أي: يحسب بهما عدد الأوقات والأزمنة، ويعرف بهما حساب ذلك. </p><p> والثاني: يحسب بهما حساب منازلهما التي يطلعان منها ويغيبان فيها، ومجاريهما التي يجريان فيها لا يجاوزانها في شتاء ولا صيف. </p><p> وقال أَبُو عَوْسَجَةَ: قوله: (بِحُسْبَانٍ) جمع الحساب. </p><p> وقَالَ الْقُتَبِيُّ:  (بِحُسْبَانٍ) بحساب ومنازل لا يعدوانها. </p><p> وفيه زيادة معنى: أن اللَّه تعالى جعلهما بحيث يعرف بهما حقيقة أعين الأشياء؛ لما جعل فيهما من النور والضياء الذي بهما تتجلى للخلق الأشياء المستورة، فيقال لمنكري الرسالة وتفضيل بعض البشر على بعض: لما شاهدتم أشياء خصت بفضل ضياء وتجلٍّ لم يكن ذلك لغيرها، فلم أنكرتم فضل بعض البشر بفضل بيان وعلم رسالة؟ واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ (٦) النجم يحتمل وجهين: </p><p> أحدهما: الكواكب، فإن كان هو المراد، فكأنه يقول: يسجد له ما به زينة السماء وما </p>"
}