{
  "id": null,
  "sura": 55,
  "aya": 36,
  "text": "<p> فَإِنْ قِيلَ: إنه قد ذكر في أول الآيات: الآلاء والنعم، فقرن بآخرها:  (فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (٣٦) وقد انقطع ذكر الآلاء هاهنا، ونذكر المواعيد في هذه الآيات، فما فائدة قران قوله:  (فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ) بآخرها. </p><p> قيل: إن في الوعد ترغيبا، وفي الوعيد ترهيبا؛ فيرغب في الوعد، ويخاف ويرهب من الوعيد؛ فيرتدع ويمتنع عما يوعد؛ فيكون في ذلك نعمة عظيمة؛ إذ بالوعد والوعيد تتم المحنة، وبالمحنة تتم النعمة؛ لذلك ذكر على إثر الوعيد:  (فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ) . </p><p> * * * </p><p> قوله تعالى:  (فَإِذَا انْشَقَّتِ السَّمَاءُ فَكَانَتْ وَرْدَةً كَالدِّهَانِ (٣٧) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (٣٨) فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ (٣٩) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (٤٠) يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ فَيُؤْخَذُ بِالنَّوَاصِي وَالْأَقْدَامِ (٤١) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (٤٢) هَذِهِ جَهَنَّمُ الَّتِي يُكَذِّبُ بِهَا الْمُجْرِمُونَ (٤٣) يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍءَانٍ (٤٤) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (٤٥) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِذَا انْشَقَّتِ السَّمَاءُ فَكَانَتْ وَرْدَةً كَالدِّهَانِ) يذكر تغير هذا العالم يومِئذ لهول ذلك اليوم، وهو كما ذكر من تبديل السماء والأرض؛ حيث قال:  (يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ) ، وقوله:  (يَوْمَ نَطْوِي السَّمَاءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ) ، في غير ذلك من الآيات، وكذلك ما ذكر من تغيير الجبال من قوله:  (هَبَاءً مَنْثُورًا) ، وقوله:  (كَثِيبًا مَهِيلًا) ، وقوله: قوله تعالى: (كَالْعِهْنِ الْمَنْفُوشِ) ، ونحو ذلك. </p><p> ثم قوله تعالى:  (فَكَانَتْ وَرْدَةً كَالدِّهَانِ) ومنهم من قال: شبه السماء؛ لكثرة تلونها بفرش الورد يكون في الربيع بلون، ثم يصير إلى لون آخر، ثم إلى آخر؛ فعلى ذلك ما ذكر من تغيير السماء وتلونها. </p><p> ومنهم من قال: شبهها بالدهان، وهو الدهن؛ للينها وضعفها، وهو قد ذكر في آية أخرى:  (يَوْمَ تَكُونُ السَّمَاءُ كَالْمُهْلِ) ، والمهل: هو دردي الزيت، لكن التشبيه بالمهل إنما يكون؛ لكثرة التلون لا للين؛ فيكون في هذا التأويل نوع وهاء، واللَّه أعلم. </p><p> وقيل: إنما تحمر وتذوب كالدهن. </p><p> وروي: أن سماء الدنيا من حديد، فإذا كان يوم القيامة، صارت من الخضرة إلى الاحمرار، وحر جهنم كالحديد إذا حمي بالنار. </p><p> ثم قَالَ بَعْضُهُمْ: الدهان: جمع الدهن، ويقال: الدهان: الأديم الأحمر، والله أعلم. </p>"
}