{
  "id": null,
  "sura": 56,
  "aya": 85,
  "text": "<p> من الكلام. </p><p> ثم يشبه أن يكون صلة ما قال أُولَئِكَ للمؤمنين:  (لَوْ كَانُوا عِنْدَنَا مَا مَاتُوا وَمَا قُتِلُوا) ، يقول - واللَّه أعلم -: لو كانوا عندكم لم يموتوا ولم يقتلوا على ما زعمتم، فهلا إذا كانوا عندكم، وقد بلغت الأرواح الحلقوم أن ترجعوها، وتردوها إلى الأجساد التي كانت لو كنتم صادقين في قولكم:  (لَوْ كَانُوا عِنْدَنَا مَا مَاتُوا وَمَا قُتِلُوا. . .) الآية، على هذا جائز أن يخرج تأويل الآية، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ) يخرج على وجهين: </p><p> أحدهما:  (تَنْظُرُونَ) أي: تنتظرون خروج الروح أنها متى تخرج؟ لا تملكون ردها إلى حيث كانت، ولكن تنتظرون خروجها متى تخرج؟ </p><p> والثاني:  (وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ) على حقيقة النظر؛ أي: تنظرون إلى سلطاني وقدرتي. </p><p> وقيل: هو من الانتظار؛ أي: تنتظرون أن يحل بكم الموت، وهو ما ذكرنا. </p><p> وجائز أن يكون قوله:  (وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ) ؛ لأنهم كانوا يعبدون الأصنام رجاء أن تشفع لهم في ضيق الحال، وإنما يضيق الحال عليهم الأمر عند حلول الموت؛ إذ لا بعث عندهم، فيقول: فلولا إذا بلغت الأرواح الحلقوم فتنفع لهم الأصنام التي يعبدونها، وترد الأرواح إلى المكان الذي كانت، فإذا لم تملك ذلك فكيف عبدتموها؟ واللَّه أعلم. </p><p> وقوله:  (وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَكِنْ لَا تُبْصِرُونَ (٨٥) قال بعض أهل التأويل: (وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ) أي: ملائكتي ورسلي في ذلك الوقت أقرب إليه منكم (وَلَكِنْ لَا تُبْصِرُونَ) الملائكة، لكن أضاف إلى نفسه؛ لما أن الملائكة بأمره وتسليطه يعملون. </p><p> وقيل: نحن أقرب إليه منكم، أي: أولى به في ذلك الوقت؛ لما يعلم هو خطأه، ويتبين له الحق في ذلك الوقت من الباطل:  (وَلَكِنْ لَا تُبْصِرُونَ) أنتم، أي: لا تعلمون ذلك، واللَّه أعلم. </p><p> وقوله:  (فَلَوْلَا إِنْ كُنْتُمْ غَيْرَ مَدِينِينَ (٨٦) تَرْجِعُونَهَا إِنْ كُنْتُمْ صَادِقِينَ (٨٧) قَالَ بَعْضُهُمْ: (غَيْرَ مَدِينِينَ) أي: لو كنتم غير مملوكين لله تعالى على ما زعمتم، ترجعون الأرواح، وتردونها إلى الأجساد التي كانت فيها؛ إن كنتم صادقين: أنكم غير مملوكين، فإذا كنتم عندكم غير مملوكين، تكونون مالكين؛ إذ ليس إلا المملوك والمالك، فإذا لم تكونوا مملوكين تكونون مالكين فتملكون ردها إلى ما فيها، فإذا لم تملكوا كنتم مملوكين، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ:  (غَيْرَ مَدِينِينَ) أي: غير محاسبين ولا مجزيين، فردوا النشأة الأولى، </p>"
}