{
  "id": null,
  "sura": 56,
  "aya": 76,
  "text": "<p> وقيل: المقوين: المستمتعين. </p><p> وقال أَبُو عَوْسَجَةَ: المقوي: الذي لا زاد له. </p><p> وقيل: الذي يقع في أرض قواء، والقواء: الأرض الخالية من الناس. </p><p> وقال أبو عبيد: أرى الذي لا زاد له ليس أولى بالنار، ولا أحوج إليها من الذي معه الزاد؛ بل صاحب الزاد إليها أحوج، ويقال: رجل مقوٍ: إذا كانت معه مطية قوية. </p><p> قوله تعالى:  (فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ (٧٥) وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ (٧٦) إِنَّهُ لَقُرْآنٌ كَرِيمٌ (٧٧) فِي كِتَابٍ مَكْنُونٍ (٧٨) لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ (٧٩) تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ (٨٠) أَفَبِهَذَا الْحَدِيثِ أَنْتُمْ مُدْهِنُونَ (٨١) وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ (٨٢) فَلَوْلَا إِذَا بَلَغَتِ الْحُلْقُومَ (٨٣) وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ (٨٤) وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَكِنْ لَا تُبْصِرُونَ (٨٥) فَلَوْلَا إِنْ كُنْتُمْ غَيْرَ مَدِينِينَ (٨٦) تَرْجِعُونَهَا إِنْ كُنْتُمْ صَادِقِينَ (٨٧) فَأَمَّا إِنْ كَانَ مِنَ الْمُقَرَّبِينَ (٨٨) فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ (٨٩) وَأَمَّا إِنْ كَانَ مِنْ أَصْحَابِ الْيَمِينِ (٩٠) فَسَلَامٌ لَكَ مِنْ أَصْحَابِ الْيَمِينِ (٩١) وَأَمَّا إِنْ كَانَ مِنَ الْمُكَذِّبِينَ الضَّالِّينَ (٩٢) فَنُزُلٌ مِنْ حَمِيمٍ (٩٣) وَتَصْلِيَةُ جَحِيمٍ (٩٤) إِنَّ هَذَا لَهُوَ حَقُّ الْيَقِينِ (٩٥) فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ (٩٦) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ (٧٥) وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ (٧٦) عن ابن مسعود وإبراهيم أنهما قرآ: (بموقع النجوم) ، على الوحدان. </p><p> وعن الحسن: أنه قرأها بمواقع على الجمع، وبه أخذ أبو عبيد، وقال: إن بعض أهل التأويل يتأولونها على منازل القرآن، وبعضهم على مغايب الكواكب ومساقطها، وأي الوجهين كان، فالجمع فيه أولى من الوحدان. </p><p> ثم اختلف في قوله:  (فَلَا أُقْسِمُ) : </p><p> منهم من قال: إن حرف (لا) هاهنا صلة؛ كأنه قال: أقسم بمواقع النجوم، وذلك جائز في اللغة، كقوله:  (مَا مَنَعَكَ أَلَّا تَسْجُدَ) ، ونحوه، يكون على الصلة والزيادة على التوكيد. </p><p> ومنهم من قال: على إثبات حرف (لا) ، لكنه جعل ذكره لرد قول كان من أُولَئِكَ الكفرة، ولدفع منازعة كانت منهم، لكن لم يذكر ذلك؛ لما كانت معروفة بينهم، فرد ذلك بقوله:  (فَلَا) ثم ابتدأ القسم بقوله: (أُقْسِمُ) ، كأنه قال: أقسم قسما بمواقع النجوم. </p><p> ثم اختلف في تأويل قوله:  (بِمَوَاقِعِ النُّجُومِ) على الوجهين اللذين ذكرناهما. </p><p> وقَالَ بَعْضُهُمْ:  (بِمَوَاقِعِ النُّجُومِ) : بمواقع نزول القرآن نجومًا؛ دليله: ما ذكر على أثره: (إِنَّهُ لَقُرْآنٌ كَرِيمٌ. فِي كِتَابٍ مَكْنُونٍ) </p><p> والثاني:  (بِمَوَاقِعِ النُّجُومِ) النجوم المعروفة؛ على ما قَالَ بَعْضُهُمْ. </p><p> ثم إن كان المراد منه: الكواكب، فالقسم بها يكون على وجوه. </p><p> أحدها: لعظم موقع النجوم ومحلها في القلوب، وجليل قدرها عند الناس حتى يجعلها بعض الملحدة مدبرة العالم. </p><p> أو لكثرة منافع الخلق بها من معرفة الطرق بها والسبل، ومعرفة كثرة الأنواء والمياه، ومعرفة الأوقات والأزمنة، وغيرها مما يكثر ذكرها. </p><p> أو (بِمَوَاقِعِ النُّجُومِ) أي: مساقطها، وفي ذلك إخبار وإنباء عن شدة طاعة النجوم وتسخيره إياها للخلق؛ حيث تملك قطع مسيرة خمسمائة يوم في ليلة واحدة ما لا يتوهم قطع ذلك من سواها من ذوي الأرواح والأجنحة التي هي أسرع لقطع المسافات والوصول إلى مقاصدها، واللَّه أعلم. </p><p> ثم قال أهل التأويل بأجمعهم بأن القسم بها من اللَّه تعالى. </p><p> وجائز أن يكون القسم من الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، لكن أضافه إلى نفسه؛ تعلميا منه لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أن يقسم برب هذه الأشياء؛ وكذلك تعليما لغيره من الرسل القسم برب هذه الأشياء؛ إذ لا تنازع بينهم وبين اللَّه تعالى؛ ليقسم وإنما وضع القسم لتأكيد الخبر عند الإنكار والتنازع، ولكن التنازع فيما بينهم وبين الرسل، وكذلك ما ذكر:  (فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ) ، ليس من اللَّه تعالى، ولكن من الرسول؛ إذ لا يحتمل أن يكون الرب - عَزَّ وَجَلَّ - هو المقسم، ويقول:  (بِرَبِّ الْمَشَارِقِ) ؛ فظاهره أن يكون الرسول هو المقسم بها، فعلى ذلك الأول، واللَّه أعلم. </p><p> ومن الناس من قال: إن الأقسام التي جرى ذكرها في القرآن بالأشياء التي ذكرها لو لم يكن القسم بها، لكانت تلك الأشياء تؤكد وتوجب القسم، وتؤكد أن لو وقع بها القسم؛ لأن الأقسام فيه إنما جرى أكثرها في إيجاب البعث والتوحيد، وإثبات الرسالة، ونحوها، وما جرى ذكرها لو لم يكن القسم بها، لكانت توجب ما يوجب القسم؛ لأن في هذه الأشياء دلالات على البعث والتوحيد والرسالة، واللَّه الموفق. </p>"
}