{
  "id": null,
  "sura": 56,
  "aya": 82,
  "text": "<p> وقوله:  (إِنَّهُ لَقُرْآنٌ كَرِيمٌ (٧٧) على قول من يجعل القسم بالقرآن، فهو ظاهر: أن يقول: (إِنَّهُ لَقُرْآنٌ كَرِيمٌ) ، أي: الذي أقسم به وأنزله نجومًا هو كريم. </p><p> وعلى التأويل الذي يجعل القسم بالنجوم المعروفة، يجعل قوله:  (إِنَّهُ لَقُرْآنٌ كَرِيمٌ) ابتداء ذكر منه له. </p><p> ثم تسميته القرآن: كريما، يخرج على وجوه: </p><p> أحدها: وصفه بالكرم؛ لما هو محل لقضاء الحوائج الدنيوية والأخروية، وفي العرف: الكريم: من نصب نفسه وأعدها لقضاء حوائج الخلق والقيام لإنجازها. </p><p> أو وصفه بالكرم؛ لأن من اتبعه، كرم وشرف. </p><p> أو كريم عند اللَّه عظيم: لذلك وصفه بالكرم، واللَّه أعلم. </p><p> وقوله:  (فِي كِتَابٍ مَكْنُونٍ (٧٨) قال أهل التأويل: في اللوح المحفوظ؛ سماه مكنونا: لأنه مستور على خلقه عند اللَّه. </p><p> وقال - عَزَّ وَجَلَّ -: (لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ (٧٩) يقول: لا يمس ذلك إلا المطهرون. </p><p> وقَالَ بَعْضُهُمْ: هم الملائكة الذين يجري ذلك على أيديهم؛ كقوله تعالى:  (بِأَيْدِي سَفَرَةٍ. كِرَامٍ بَرَرَةٍ) ، طهروا من الذنوب والآثام، وكأنه ذكر هذا ليأمنوا عن تحريف هذا الكتاب وتبديله، وهو ما قال على أثره:  (تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ (٨٠) أي: أنه مكنون عمن يحرفه ويبدله، وأنه لا يمسه إلا المطهرون من الذنوب، والتحريف: إثم وذنب من رب العالمين، وهو كما ذكر في آية أخرى:  (نَزَلَ بِهِ الرُّوحُ الْأَمِينُ (١٩٣) عَلَى قَلْبِكَ)،، وقال:  (عَلَّمَهُ شَدِيدُ الْقُوَى) ، أخبر أن الذي نزل به من السماء أمين، لا يكون منه التحريف ولا التبديل، وأنه قوي، لا يقدر أحد من جني وإنسي أخذه من يده، ولا تحريفه، ثم تمام الأمن بقوله تعالى:  (إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ) ، وكل حفظه إلى نفسه؛ لا إلى أحد من خلقه؛ فصار محفوظا عن التبديل والتحريف، واللَّه أعلم. </p><p> وقوله:  (أَفَبِهَذَا الْحَدِيثِ أَنْتُمْ مُدْهِنُونَ (٨١) قَالَ بَعْضُهُمْ: أفبهذا القرآن أنتم كافرون؟ (وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ (٨٢) اللَّه تعالى جعل هذا القرآن حياة الدِّين وقوامه، والرزق حياة الأبدان وما به قوامها، فكذبوا الأمرين جميعا، ما به حياة الدِّين والأبدان جميعا. </p><p> ثم يخرج ما ذكر من تكذب الرزق على وجوه: </p><p> أحدها: ما ذكر بعض الناس أهل التأويل: أنهم كانوا يقولون: رزقنا بنوء كذا؛ كانوا </p>"
}