{
  "id": null,
  "sura": 56,
  "aya": 26,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَحُورٌ عِينٌ (٢٢) كَأَمْثَالِ اللُّؤْلُؤِ الْمَكْنُونِ (٢٣) يحتمل تشبيه الحور العين باللؤلؤ وجهين: </p><p> أحدهما: لما لا شيء أصفى من اللؤلؤ والياقوت، فضرب مثلهن بذلك؛ لصفائه وبياضه، وإلا ما خطر اللؤلؤ حتى يشبه الموعود في الجنة من الجواري به؟!. </p><p> والثاني: أن للؤلؤ فضلا ومنزلة عند العرب، وليس الخطر لغيره من الأشياء، فيشبه ضرب مثلهن به لفضل خطر ذلك عندهم، ليس ذلك لغيره، وهو كقوله تعالى:  (وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ) ، ضرب مثل من يشرك باللَّه بالذي يخر من السماء، والشرك باللَّه أعظم مما ذكر، لكن ليس شيء أعظم وأبعد من الخر من فوق السماء السابعة؛ فعلى ذلك الأول، واللَّه أعلم. </p><p> وقوله:  (جَزَاءً بِمَا كَانُوا يَعْمَلُونَ (٢٤) إن اللَّه تعالى ذكر للأعمال جزاء كأنهم عملوا له فضلا منه وكرما في حق عباده، وإن كانوا في الحقيقة عاملين لأنفسهم؛ كقوله تعالى:  (إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ) ، وكذلك ما ذكر من شرائه أنفسهم وأموالهم منهم، وما ذكر من الإقراض في قوله تعالى:  (وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا) ، وإن كانت أنفسهم وأموالهم له، وإن كان عامَلَ عباده في أنفسهم وأموالهم كأنها ليست له، فضلا وكرما؛ فعلى ذلك ذكر لأعمالهم جزاء؛ كان منهم إلى اللَّه - تعالى - صنعا </p><p> وإحسانا، وإن كانوا عاملين لأنفسهم ومنافع أعمالهم ترجع إليهم بفضله وكرمه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا (٢٥) هذا يرجع إلى وصف خمور أهل الجنة؛ أي: ليس فيها الآفات التي تكون في خمور الدنيا من ذهاب العقل، وقول اللغو، والهذيان، مثل ما يجري على ألسنتهم في الدنيا حين يشربون الخمور، وما يأثمون به، وذكر لهم هذه الخمور في الجنة؛ لأن قوما يرغبون فيها في الدنيا، فوعد لهم؛ ليرغبوا فيها فيطلبوها بالامتناع عن شربها في الدنيا من الخمور المحرمة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِلَّا قِيلًا سَلَامًا سَلَامًا (٢٦) يخرج على وجهين: </p><p> أحدهما: أي: إلا كلاما فيه سلامة عن جميع الآفات التي ذكر. </p><p> والثاني:  (إِلَّا قِيلًا سَلَامًا سَلَامًا) أي: يحيي بعضهم بعضا بالسلام؛ كقوله تعالى:  (تَحِيَّتُهُمْ فِيهَا سَلَامٌ) . </p><p> * * * </p><p> قوله تعالى:  (وَأَصْحَابُ الْيَمِينِ مَا أَصْحَابُ الْيَمِينِ (٢٧) فِي سِدْرٍ مَخْضُودٍ (٢٨) وَطَلْحٍ مَنْضُودٍ (٢٩) وَظِلٍّ مَمْدُودٍ (٣٠) وَمَاءٍ مَسْكُوبٍ (٣١) وَفَاكِهَةٍ كَثِيرَةٍ (٣٢) لَا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ (٣٣) وَفُرُشٍ مَرْفُوعَةٍ (٣٤) إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاءً (٣٥) فَجَعَلْنَاهُنَّ أَبْكَارًا (٣٦) عُرُبًا أَتْرَابًا (٣٧) لِأَصْحَابِ الْيَمِينِ (٣٨) ثُلَّةٌ مِنَ الْأَوَّلِينَ (٣٩) </p>"
}