{
  "id": null,
  "sura": 56,
  "aya": 34,
  "text": "<p> شيء يوافق البدن، ويخف عليه. </p><p> وقيل: ممدود؛ لأنه لا شمس فيها فتنسخه، وبالشمس يعرف الظل هاهنا، وظل الآخرة ممدود أبدا. </p><p> وقوله - عَزَّ وَجَلَّ - (وَمَاءٍ مَسْكُوبٍ (٣١) قيل: جار غير منقطع؛ وهو قول الْقُتَبِيّ. </p><p> وقال أَبُو عَوْسَجَةَ: أي: مصبوب. </p><p> والأول كأنه أقرب؛ أي: جار أبدا، ليس كمياه الدنيا؛ إلا أن يراد بالانصباب صبه من الأعلى إلى الأسفل، وذلك مما رغب إليه في الدنيا. </p><p> ثم قوله:  (وَمَاءٍ مَسْكُوبٍ) جائز أن يكون ذكر هذا لأصحاب اليمين، وما ذكر من قوله تعالى:  (عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ) ، وقوله:  (وَمِزَاجُهُ مِنْ تَسْنِيمٍ) ؛ فيكون للمقربين قوله:  (عَيْنًا يَشْرَبُ) ، ولأصحاب اليمين (وَمِزَاجُهُ مِنْ تَسْنِيمٍ) ، وكذلك ما ذكر من (جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ) ، للمقربين يكونون في العليين، وتكون الأنهار تحتهم، وما ينسكب وينصب من الأعلى لأصحاب اليمين؛ لأنهم يكونون دونهم في الدرجة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَفَاكِهَةٍ كَثِيرَةٍ (٣٢) لَا مَقْطُوعَةٍ ... (٣٣) كانقطاع فواكه الدنيا، يخبر أنها لا تنقطع في الجنة في وقت من الأوقات، وأنها كلما قطعت مرة خرجت أخرى مكانها بهيئة الأكل من غير أن يحتاج فيه إلى وقت النضج كما في الدنيا تنقطع من وقت خروجها إلى وقت نضجها، وبعد النضج والإدراك تنقطع إلى وقت وجود حمل آخر. </p><p> وقوله - عَزَّ وَجَلَّ - \":  (وَلَا مَمْنُوعَةٍ) أي: لا آفة بها تصير ممنوعة؛ كفواكه الدنيا، إذ هي ربما تمتنع بآفة تصيبها. </p><p> وقَالَ الْقُتَبِيُّ وأَبُو عَوْسَجَةَ:  (لَا مَقْطُوعَةٍ) أي: لا تحبس، كما يمنع في الدنيا بعضهم من بعض. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَفُرُشٍ مَرْفُوعَةٍ (٣٤) أي: مرفوعة القدر والمنزلة، أو مرفوعة بنفسها في القيامة، وهو ما ذكرنا في قوله تعالى:  (وَالسَّمَاءَ رَفَعَهَا) ، وقيل:  (وَفُرُشٍ مَرْفُوعَةٍ) مرفوعة النساء، يقال: امرأه فريش ونساء فرش. </p><p> وقوله عَزَّ وَجَلَّ:  (إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاءً (٣٥) قال: الأصم وغيره: إن هذا صلة قوله: (وَحُورٌ عِينٌ. كَأَمْثَالِ اللُّؤْلُؤِ الْمَكْنُونِ) ، كأنه قال على أثره. </p><p> وقَالَ الْقُتَبِيُّ: إنه لما ذكر على إثر قوله: (وَفُرُشٍ مَرْفُوعَةٍ) : (إِنَّا أَنْشَأْنَاهُنَّ) دل أن الفرش </p>"
}