{
  "id": null,
  "sura": 56,
  "aya": 89,
  "text": "<p> واجعلوها بأنفسكم حتى تكون النشأة الأولى حكمة؛ إذ لم تملكوا رد هذه الأرواح إلى الأنفس، أو اجعلوا النشأة الأولى حكمة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَمَّا إِنْ كَانَ مِنَ الْمُقَرَّبِينَ (٨٨) فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ (٨٩) إلى آخره، اختلف في وقت ما ذكر ولمن ذكر ذلك؟ قَالَ بَعْضُهُمْ: إن ذلك يقال لهم عند الموت؛ بشارة لهم بما يكون لهم في الجنة. </p><p> ومنهم من يقول: إنما يقال ذلك إذا دخل هَؤُلَاءِ الجنة، وأُولَئِكَ النار؛ أعني: الكافرين، وهو ما ذكر، (وَأَمَّا إِنْ كَانَ مِنَ الْمُكَذِّبِينَ الضَّالِّينَ. فَنُزُلٌ مِنْ حَمِيمٍ. وَتَصْلِيَةُ جَحِيمٍ. إِنَّ هَذَا لَهُوَ حَقُّ الْيَقِينِ) . </p><p> وجائز أن يكون يقال ذلك لهم عند رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في الجنة، وصفًا لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عنده في الجنة، ومكانهم لديه، على ما كانوا عنده في الدنيا السابقين كانوا في الدنيا المقربين عنده، ومكانهم لديه أقرب من مكان غيرهم من المؤمنين؛ فعلى ذلك يخبر أن السابقين في الإجابة يكونون في الآخرة عنده أقرب، ويكون قوله:  (فَرَوْحٌ وَرَيْحَانٌ) أي: يستأنس هو بهم ويستأنسون به، لا يفارقونه ولا يفارقهم، على ما كانوا في الدنيا، وسائر المؤمنين يسلمون عليه في أوقات، وهو ما ذكر: و (فَسَلَامٌ لَكَ مِنْ أَصْحَابِ الْيَمِينِ) على ما كانوا يفعلون في الدنيا، وهو أقرب من الوجهين اللذين ذكرناهما. </p><p> ويحتمل ما ذكروا من البشارة عند الموت -أعني للمؤمنين والكافرين- في حق المؤمنين:  (فَأَمَّا إِنْ كَانَ مِنَ الْمُقَرَّبِينَ. فَرَوْحٌ وَرَيْحَانٌ) ، (وَأَمَّا إِنْ كَانَ مِنْ أَصْحَابِ الْيَمِينِ. . .) كذا، وفي حق الكفرة:  (وَأَمَّا إِنْ كَانَ مِنَ الْمُكَذِّبِينَ الضَّالِّينَ (٩٢) فَنُزُلٌ مِنْ حَمِيمٍ (٩٣) . . .) الآية. </p><p> ويحتمل ما ذكر بعضهم: أن ذلك يقال لهم بعدما دخل أهل الجنة الجنة، وأهل النار النار، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ) اختلف في تأويله وتلاوته: </p><p> أما تلاوته: روي عن عائشة - رضي اللَّه عنها - قالت: كان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يقرأ هذا الحرف (فَرَوْحٌ وَرَيْحَانٌ) تعني: بضم الراء. </p><p> وعن الحسن: أنه قرأها بالضم أيضا. </p><p> وعن الضحاك: بفتح الراء، وعليه جميع القراء. </p><p> وقال أبو عبيد: لولا كراهة خلاف الأمة، وإلا ما قرأتها إلا بالضم، ولكن لا أجد أحدًا عليها، فأستوحش من مفارقة الناس، ولا يجمع اللَّه تعالى أمة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - على الضلالة. </p>"
}