{
  "id": null,
  "sura": 56,
  "aya": 58,
  "text": "<p> البطون، لا يدفع عنهم ما يأكلون من الزقوم وغيره الجوع، ولا ما يشربون من الحميم العطش عنهم، بل يزداد لهم بذلك جوع وعطش على ما كان، واللَّه أعلم. </p><p> وقوله:  (فَشَارِبُونَ عَلَيْهِ مِنَ الْحَمِيمِ (٥٤) فَشَارِبُونَ شُرْبَ الْهِيمِ (٥٥) قيل: الهيم: هو إبل يأخذه الداء، فيشرب حتى يملأ البطن، فلا يروى أبدا؛ للداء الذي فيه؛ فعلى ذلك أهل النار يشربون ويأكلون حتى تمتليء بطونهم، فلا يروون ولا يشبعون، واللَّه أعلم. </p><p> وقيل: الهيم: الإبل الذي يهيم في الأرض ولا يرد الماء أياما، ثم إذا ورد الماء فيشرب، فتمتلئ بطنه حتى يهلك؛ لامتلاء البطن؛ وهو قول الأصم. </p><p> وقوله - عَزَّ وَجَلَّ - (هَذَا نُزُلُهُمْ يَوْمَ الدِّينِ (٥٦) أي: الذي ذكر غذاؤهم ورزقهم يوم الدِّين. </p><p> * * * </p><p> قوله تعالى:  (نَحْنُ خَلَقْنَاكُمْ فَلَوْلَا تُصَدِّقُونَ (٥٧) أَفَرَأَيْتُمْ مَا تُمْنُونَ. أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ. نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوقِينَ (٦٠) عَلَى أَنْ نُبَدِّلَ أَمْثَالَكُمْ وَنُنْشِئَكُمْ فِي مَا لَا تَعْلَمُونَ (٦١) وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولَى فَلَوْلَا تَذَكَّرُونَ (٦٢) أَفَرَأَيْتُمْ مَا تَحْرُثُونَ (٦٣) أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ (٦٤) لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَامًا فَظَلْتُمْ تَفَكَّهُونَ (٦٥) إِنَّا لَمُغْرَمُونَ (٦٦) بَلْ نَحْنُ مَحْرُومُونَ (٦٧) أَفَرَأَيْتُمُ الْمَاءَ الَّذِي تَشْرَبُونَ (٦٨) أَأَنْتُمْ أَنْزَلْتُمُوهُ مِنَ الْمُزْنِ أَمْ نَحْنُ الْمُنْزِلُونَ (٦٩) لَوْ نَشَاءُ جَعَلْنَاهُ أُجَاجًا فَلَوْلَا تَشْكُرُونَ (٧٠) أَفَرَأَيْتُمُ النَّارَ الَّتِي تُورُونَ (٧١) أَأَنْتُمْ أَنْشَأْتُمْ شَجَرَتَهَا أَمْ نَحْنُ الْمُنْشِئُونَ (٧٢) نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِلْمُقْوِينَ (٧٣) فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ (٧٤) . </p><p> وقوله - عَزَّ وَجَلَّ -: (نَحْنُ خَلَقْنَاكُمْ فَلَوْلَا تُصَدِّقُونَ) هذا يخرج على وجهين: </p><p> أحدهما: يقول - واللَّه أعلم -: لما صدقتموني ورسلي بأنا خلقناكم في الابتداء، فهلا صدقتمونا ورسلنا بأنا نعيدكم تارة أخرى؛ إذ الأعجوبة في ابتداء الأشياء أكثر منها في الإعادة، وهو ما قال:  (وَهُوَ أَهْوَنُ عَلَيْهِ) . </p><p> والثاني: إنكم صدقتموه ورسله: أنه أنشأكم في بطون أمهاتكم في الظلمات الثلاث، ونقلكم من حال إلى حال، لا يحتمل أن يترككم سدى بلا عاقبة؛ فيكون فيه إثبات البعث؛ إذ لولا ذلك لكان خلقهم وتحويلهم من حال إلى حال عبثا؛ كما قال تعالى:  (أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا) ، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَفَرَأَيْتُمْ مَا تُمْنُونَ (٥٨) أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ (٥٩) قد علموا أنهم لم يخلقوا ما يمنون، ولا خلقوا أنفسهم، فيقول - واللَّه أعلم -: قد أقررتم أنكم لم تخلقوا </p>"
}