{
  "id": null,
  "sura": 57,
  "aya": 19,
  "text": "<p> ومن خففه، جعلهما من أن تصديق والإيمان. </p><p> وقوله:  (وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ) . </p><p> قد ذكرنا تأويله فيما تقدم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَئِكَ هُمُ الصِّدِّيقُونَ وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ (١٩) سمى المؤمنين: صديقين، والصديق لا يقال إلا لمن يكثر منه التصديق، وقد يكثر من كل مؤمن التصديق وإن كان ما يأتي به إنما هو شيء واحد نحو إذا صدق اللَّه - صدق رسله فيما أخبروا عن اللَّه تعالى وفيما دعوهم إلى ما دعوا، وبلغوا عن اللَّه إلى الناس، وصدق الخلائق جميعا فيما شهدوا على وحدانية اللَّه تعالى وألوهيته من حيث شهادة الخلقة وشهادة الأخبار في حق المؤمنين، فتصديقه يكثر، وإن كان الكلام في نفسه يقل، وهو كما قلنا لأبي حنيفة - رحمه اللَّه - في جواز الخطبة بتسبيحة أو تهليلة: إنها كلمة وجيزة، لو فسرت وبسطت، صارت خطبة طويلة، واللَّه أعلم. </p><p> فَإِنْ قِيلَ: إن أبا بكر - رَضِيَ اللَّهُ عَنْهُ - فضل باسم الصديق على غيره من الأمة، فإذا استحق غيره من المؤمنين هذا الاسم لم يختص هو بتلك الفضيلة؟ </p><p> قيل: إن أبا بكر - رَضِيَ اللَّهُ عَنْهُ - سمي: صديقا وخص به من بين سائر الصحابة والمؤمنين؛ لمعنى اختص به من بينهم، وغيره من المؤمنين سموا: صديقين من بين سائر أهل الأرض جميعا إلا في مقابلته، كهو اختص بهذا الاسم من بين سائرهم إلا في مقابلة النبي وسائر الأنبياء عليهم الصلاة والسلام، هذا هو معنى تفضيله، والفضل عند المقابلة يكون. </p><p> ويحتمل أن يكون ذلك الاختصاص له للاعتقاد والمعاملة جميعا وسائر المؤمنين سموا: صديقين؛ للاعتقاد خاصة، ومن وفي الأمرين جميعا كان أفضل ممن وفي أمرا واحدًا. </p><p> وقوله:  (وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ) من الناس. </p><p> من جعل قوله:  (وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ) على الابتداء مقطوعا من قوله: (أُولَئِكَ هُمُ الصِّدِّيقُونَ) ، ومنهم من وصله به: </p><p> فمن قطع عنه؛ فإنه يقول: الشهداء هم الرسل؛ لقوله تعالى:  (فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا) ، ثم أخبر أن لهم أجرهم. </p><p> ومن قال إنه موصول ذهب إلى أن المؤمنين شهداء على الناس؛ كقوله:  (لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ. . .) الآية، سماهم: شهداء على غيرهم من الأمم، واللَّه أعلم. </p>"
}