{
  "id": null,
  "sura": 57,
  "aya": 10,
  "text": "<p> الهداية إلى اللَّه تعالى: على التوفيق وإنشاء فعل الهداية منهم، والثاني: على الدعاء والبيان، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنَّ اللَّهَ بِكُمْ لَرَءُوفٌ رَحِيمٌ) جائز أن يكون معناه: وإن اللَّه بمن خرج من الظلمات إلى النور لرءوف رحيم، وهو يرجع إلى المؤمنين خاصة. </p><p> وجائز أيضا أن يوصف بالرحمة والرأفة على الكل؛ أي: بكم لرءوف رحيم بما أرسل إليكم الرسول، وأنزل عليكم الكتاب، وإن كان في أنفسكم وعقولكم كفاية على معرفة وحدانية اللَّه تعالى وربوبيته بدون إنزال الكتاب وإرسال الرسول، لكن بفضله ورحمته أرسل الرسل، وأنزل الكتب؛ ليكون ذلك أدعى لهم، وأوصل إلى إدراك ما دعوا إليه، وأقرب في دفع الشبه والعذر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا لَكُمْ أَلَّا تُنْفِقُوا فِي سَبِيلِ اللَّهِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (١٠) هذا يخرج على وجهين: </p><p> أحدهما: ما قال أهل التأويل: إن الخلق يفنون كلهم، ويبقى اللَّه تعالى؛ كقوله تعالى:  (إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا) ، فعلى هذا قوله:  (وَمَا لَكُمْ أَلَّا تُنْفِقُوا فِي سَبِيلِ اللَّهِ) أي: ما لكم لا تنفقون في سبيل اللَّه قبل أن يزول ملككم ويصير ميراثا لله تعالى. </p><p> وجائز أن يكون قوله:  (وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ) إضافة وراثة بعضهم من بعض إليه؛ لما أنهم عبيده وإماؤه، ومال العبد يكون لسيده؛ فيصير كأنه يقول: ما لكم ألا تنفقوا لأنفسكم، وما يرجع إلى منافعكم، قبل أن يصير ذلك ميراثا لغيركم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً. . .) الآية. </p><p> قَالَ بَعْضُهُمْ:  (لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ) ، أي: لا يستوي منكم من آمن قبل الفتح؛ لأن قبل الفتح كان على من آمن خوف الهلاك وأنواع العقوبات؛ لأن الغلبة في ذلك الوقت كانت لأهل الكفر؛ لذلك لم يستو من آمن منهم قبل الفتح، ومن آمن منهم بعد الفتح، وعلى ذلك يخرج ما روي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: أنه قال: \" لو وزن إيمان أبي بكر بإيمانهم لرجح \" ؛ لأن إيمانه - رَضِيَ اللَّهُ عَنْهُ - في وقت الخوف على متبعي الإسلام. </p><p> أو لما يكون بإيمانه إيمان نفر كثير؛ لأنه كان رئيسهم، وكذلك الإنفاق في ذلك الوقت أفضل وأعظم، لما في الإنفاق في ذلك الوقت معونة لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ولمن تابعه. </p><p> أو لما أن الإنفاق من بعد الفتح يقع به طمع الوصول إلى المنافع والأبدال من الصدقات والمغانم، وقبل الفتح، لم يكن ذلك المعنى، فهو لله خالص بلا بدل ولا طمع كان معه، واللَّه أعلم. </p>"
}