{
  "id": null,
  "sura": 57,
  "aya": 5,
  "text": "<p> والثاني: يخبر أن السماء والأرض مع ثقلهما وكثافتهما لا يستران ولا يحجبان عليه الوالج فيهما، والخارج منهما والنازل منهما، والإحاطة بذلك؛ ليعلم أن لا شيء يحجب عنه، ولا يخفى عليه شيء، ولا يعجزه شيء، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ) هذا الحرف يخرج على وجهين: </p><p> أحدهما:  (وَهُوَ مَعَكُمْ) : أي: عالم بكم وبأفعالكم، ومحيط بكم، وحافظ عليكم. </p><p> والثاني:  (وَهُوَ مَعَكُمْ) يتوجه المعنى فيه لاختلاف الأحوال؛ يقول: إن كنتم محبين له، خاضعين مطيعين، فهو معكم بالنصر لكم والمعونة على أعدائكم، وإن كنتم معرضين عنه معاندين فهو معكم بالمعونة عليكم، والانتقام منكم، واللَّه أعلم. </p><p> وقوله:  (وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ) وقال أهل التأويل: أي: علمه وسلطانه وقدرته معكم أينما كنتم، وأصله ما ذكرنا فيما تقدم: أنه إذا ذكر - جل وعلا - بلا ذكر الخلق معه، ولا ضم أحد إليه سواه، يوصف بالأزل، فيقال: لم يزل عالما قادرا خالقا، بلا ذكر وقت، ولا حد ولا شيء من المكان وغيره، وإذا ذكر معه شيء من الخلق يذكر على ما عليه هذا الخلق من الوقت والمكان والأحوال للخلق دون اللَّه تعالى، فيقال: لم يزل عالما للخلق وقت كونهم، لم يزل خالقا للعالم وقت كونه؛ حتى لا يتوهم قدم المخلوق، وعلى ذلك قوله تعالى:  (حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ) الآية، (لِيَعْلَمَ اللَّهُ مَنْ يَخَافُهُ بِالْغَيْبِ) وقوله تعالى: (وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ) ، وقوله:  (وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ. . .) الآية، وقوله تعايى:  (وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ) ، ونحوها مما كثر ذكره كذلك على ما عليه أحوال الخلق، فعلى هذا قوله:  (وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ) ، ولا قوة إلا باللَّه. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ (٥) الملك إنما ينسب بحق نفاذ المشيئة والأمر والولاية، فجائز أن يكون قوله:  (مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) ، أي: له نفاذ المشيئة، وله الولاية في السماوات والأرض، وعلى أهلهما، وله السلطان عليهم، واللَّه أعلم. </p><p> وجائز أن يكون قوله:  (مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) ، أي: له خزائن السماوات والأرض، يعطى من يشاء، ويحرم من يشاء، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ) أي: إلى اللَّه يرجع تدبير الأمور من إحداث وتكوين وإعطاء وبذل ومنع وحرمان، ليس تدبير ذلك إلى الخلق، واللَّه أعلم. </p><p> وجائز أن يكون قوله:  (وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ) ، أي إلى اللَّه ترجع أمور الممتحنين في الآخرة من الحساب والسؤال، والثواب والعقاب وغير ذلك، واللَّه أعلم. </p>"
}