{
  "id": null,
  "sura": 57,
  "aya": 16,
  "text": "<p> وقوله:  (حَتَّى جَاءَ أَمْرُ اللَّهِ) أي: الأمر بالهلاك، أو يوم القيامة. </p><p> وقوله:  (وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ) أي: غركم عن دين اللَّه الشيطان. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا مَأْوَاكُمُ النَّارُ هِيَ مَوْلَاكُمْ وَبِئْسَ الْمَصِيرُ (١٥) . </p><p> قرئ بالياء والتاء، وأكثرهم على الياء، معناهما واحد، أي: لا يكون لهم فدية يومئذ، ليس أنه يكون لهم فدية ولا تؤخذ. </p><p> أو أن يقول على التمثيل، أي: لو كان لهم فدية، لكان لا تقبل منهم، يخبر أن أمر الآخرة على خلاف ما يكون في الدنيا؛ إذ في [الدنيا] ربما يحتال لدفع البلاء بالفداء مرة وبالشفاء ثانيا. </p><p> وقوله:  (مَأْوَاكُمُ النَّارُ) ، أي يأوون إليها. </p><p> وقوله:  (مَأْوَاكُمُ النَّارُ) ، أي: أولى بكم وأحق. </p><p> وقوله:  (وَبِئْسَ الْمَصِيرُ) ، أي: بئس ما يصيرون إليها. </p><p> ثم في الآية دلالة نقض قول المعتزلة في تخليد أصحاب الكبائر في النار؛ لأنه تعالى جعل الناس على ثلاث فرق، وأنزلهم منازل ثلاثة: المنافقين، والكافرين كفر تصريح، والمؤمنين، وجعل النار لأهل الكفر وأهل النفاق، ولم يجعلها لغيرهما، وصاحب الكبيرة ليس هو بمنافق ولا كافر عندهم، وكذلك ما قسم اللَّه تعالى الناس أقساما ثلاثة: السابقين، وأصحاب اليمين، وأصحاب الشمال هم المكذبون، وأصحاب الكبائر ليسوا بمكذبين عندهم، وهو ما جعل النار إلا للمكذبين؛ ألا ترى أنه قال في آخره:  (فَأَمَّا إِنْ كَانَ مِنَ الْمُقَرَّبِينَ (٨٨) فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ (٨٩) وَأَمَّا إِنْ كَانَ مِنْ أَصْحَابِ الْيَمِينِ (٩٠) فَسَلَامٌ لَكَ مِنْ أَصْحَابِ الْيَمِينِ (٩١) وَأَمَّا إِنْ كَانَ مِنَ الْمُكَذِّبِينَ الضَّالِّينَ (٩٢) فَنُزُلٌ مِنْ حَمِيمٍ (٩٣) وَتَصْلِيَةُ جَحِيمٍ (٩٤) إِنَّ هَذَا لَهُوَ حَقُّ الْيَقِينِ (٩٥) . جعل الجنة للمقربين وأصحاب اليمين والنار للمكذبين خاصة، لم يجعلها لغيرهم، فمن جعلها لغيرهم، فهو مخالف لظاهر هذه الآيات التي ذكرنا، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (١٦) اعْلَمُوا أَنَّ اللَّهَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ (١٧) إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ (١٨) وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَئِكَ هُمُ الصِّدِّيقُونَ وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ (١٩) . </p><p> وقوله - عَزَّ وَجَلَّ -: (أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ) </p><p> (وَمَا نَزَلَ) قرئ مخففا ومثقلا، فمن شدد شدد لما سبق من ذكر اللَّه تعالى، ومن خفف، جعل الفعل للحق. </p><p> ثم الآية تحتمل وجوها: </p><p> أحدها: ما قال بعض أهل التأويل: إنها نزلت في المنافقين الذين أظهروا الإيمان، وأضمروا الكفر، (أَلَمْ يَأْنِ) ، أي: قد أنى للذين آمنوا ظاهرًا وأظهروا الموافقة للمؤمنين (أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ) ، أي: إذا ذكر اللَّه (وَمَا نَزَلَ مِنَ الْحَقِّ) ، أي: القرآن إذا يتلى عليهم، أي: يرق قلوبهم وتؤمن به؛ لأنهم كانوا يتربصون برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - والدوائر، ويطمعون هلاكه، أمّن اللَّه تعالى المؤمنين من ذلك الخوف وآيس أُولَئِكَ عما تربصوا فيه من نزول الدوائر، فقال:  (أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا) ظاهرًا (أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ) والقرآن، وترق لذلك، وتؤمن به، واللَّه أعلم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ) . </p><p> على هذا التأويل: أي: لا تكونوا كأُولَئِكَ الذين تمادوا في الضلال وقساوة القلوب؛ لما طال عليهم الوقت، وتركوا النظر في الكتب. </p><p> ويحتمل أن يكون الآية في أهل الكتاب الذين كانوا مؤمنين برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قبل أن يبعث فيقول:  (أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا) به من قبل أن يبعث (أَنْ تَخْشَعَ قُلُوبُهُمْ) أي كتابهم (وَمَا نَزَلَ مِنَ الْحَقِّ) وهو القرآن أن يؤمنوا به، كما كانوا آمنوا به لما وجدوا نعته في كتابهم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ. . .) الآية. </p><p> أي: لا تكونوا كالذين كانوا من قبلكم من أهل الكتاب، (فَطَالَ عَلَيْهِمُ الْأَمَدُ) أي: طال عليهم أن ينظروا في كتبهم؛ (فَقَسَتْ قُلُوبُهُمْ) بطول ترك نظرهم فيها، واللَّه أعلم. </p><p> ويحتمل أن تكون الآية في المؤمنين الذين حققوا الإيمان باللَّه ورسوله، وهو يخرج على وجهين: </p><p> أحدهما:  (أَلَمْ يَأْنِ) ، أي: قد أنى للذين آمنوا أن تخشع قلوبهم عند ذكر اللَّه بالنظر والتأمل في ذلك؛ فيحملهم ذلك على خشوع قلوبهم عند ذكر اللَّه، ويزداد لهم الإيمان واليقين؛ للنظر فيه والتفكر، وفهم ما فيه، واللَّه أعلم. </p><p> والثاني:  (أَلَمْ يَأْنِ) ، أي: قد أنى للذين آمنوا أن تقطع شهواتهم وأمانيهم في الدنيا، وتخشع قلوبهم لذكر اللَّه، (وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ) ، أي: لا تغفلوا عن كتاب الله وذكره ولا تتركوا النظر فيه والتفكر، كالذين غفلوا عما فيه؛ فقست قلوبهم فلا تكونوا </p>"
}