{
  "id": null,
  "sura": 57,
  "aya": 29,
  "text": "<p> المشي كناية عن الأمور، والنور كناية عن البصر، واللَّه أعلم، وهو كقوله تعالى:  (أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ) ، أي: لا سواء، وهو كناية عما ذكرنا ليس بتصريح. </p><p> والثاني: على حقيقة إرادة المشي، وحقيقة النور، وذلك يكون في الآخرة، كقوله:  (يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا. . .) الآية. </p><p> وقال أهل التأويل: النور هاهنا القرآن، أي: أعطاكم قرآنا يفضي بكم إلى سبيل الخير، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَغْفِرْ لَكُمْ) الغفران من الستر، كأنه يقول: يستر علكيم مساويكم بينكم؛ لأن ذكر المساوي ينقصهم النعم، ويحملهم على الحياء من ربهم. </p><p> وقوله:  (وَاللَّهُ غَفُورٌ رَحِيمٌ) ، أي: يرحمهم، ويخلدهم في جنته. </p><p> وقوله:  (لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللَّهِ وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (٢٩) أجمع أهل التأويل واللغة أن حرف \" لا \" زيادة هاهنا وصلة، أي: ليعلم أهل الكتاب، وقد يزاد في الكلام حرف \" لا \" ويسقط بحق الصلة، يعرف ذلك أهل الحكمة والفقه؛ كقوله تعالى:  (يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا) ، ليس يبين لنا أن نضل، ولكن يبين لنا لنعلم ونهتدي، فعرف الحكماء والفقهاء أن كلمة \" لا \" أسقطت هاهنا؛ فعلى ذلك عرفوا أن حرف \" لا \" هاهنا في قوله: (لِئَلَّا يَعْلَمَ) زيادة، معناه: ليعلم أهل الكتاب: أن لا يقدرون على شيء من فضل اللَّه. </p><p> ثم لا يحتمل أن يكون ذكر قوله:  (لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللَّهِ) وعلى غير تقدم قول كان منهم حتى خرج هذا جوابا لهم عن ذلك؛ ولكن يذكر شيئا يشبه أن يكون الذي ذكر هو جواب ذلك الذي كان منهم، وهو أنهم كانوا أهل كتاب وأهل علم بالكتاب، يرون لأنفسهم فضلا على غيرهم وخصوصية ليست لغيرهم عندهم، فلما بعث اللَّه تعالى محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - رسولا إليهم وإلى الناس كافة، وأنزل عليه كتابا، وهو أمين عندهم، وذكر في كتابه ما كان في كتبهم، وأمرهم باتباعه والانقياد له والطاعة، وأحوجهم جميعا إليه وإلى ما في كتابه، أنكروا فضل اللَّه عليه وإحسانه إليه، فعند ذلك قال:  (يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللَّهِ وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ) ، أي: يفضل من شاء على من يشاء، ليس ذلك إليهم. </p><p> ثم في قوله تعالى:  (يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللَّهِ) دلالة نقض قول المعتزلة في أن اللَّه تعالى قد أعطى كل شيء ما يقدر على الوصول إلى جميع فضائله وإحسانه، وقد أخبر (يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللَّهِ) ، والمعتزلة </p><p> يقولون، بل يقدرون فهذا خلاف لظاهر الآية، واللَّه أعلم. </p><p> وفي قوله:  (وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ) - أيضًا - دلالة نقض قول المعتزلة من جهة أخرى، وهو أنه ذكر المشيئة فيما هو حقه فضل وما هو حقه عدل، حيث قال. (وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ) ، ولم يذكر المشيئة فيما هو حقه عدل، وما هو ظلم وجور، بل أطلق القول في ذلك، فقال:  (وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ) ، وقال:  (وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعِبَادِ) ، وقال:  (لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ) ، وقال:  (لَا يَظْلِمُ النَّاسَ شَيْئًا) ، وغير ذلك من الآيات نفى أن يلحق أحدا منه الظلم والجور؛ ليعلم أن فعل الهدى منه يصل إلى من هداه وأرشده، والإضلال منه عدل، وكذلك قال:  (يُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ) ، أي: من نال الهدى والرشد إنما ناله بفضله ورحمته، ومن ضل فذلك عدل منه؛ ولذلك قال:  (بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ) ، واللَّه الهادي. </p><p> * * * </p>"
}