{
  "id": null,
  "sura": 57,
  "aya": 2,
  "text": "<p> يعلمه هو لا يعلمه غيره إلا بإعلام اللَّه تعالى إياه ذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَهُوَ الْعَزِيزُ الْحَكِيمُ) يخرج على وجوه: </p><p> أحدها: العزيز: هو الذي أفقر الخلق وأحوجهم إليه، والحكيم: هو المحكم للأشياء المتقن لها. </p><p> أو العزيز: القاهر الغالب، الحكيم: هو العالم بالأشياء على حقيقتها. </p><p> أو العزيز: هو المالك كل ملك؛ كقوله:  (مَالِكَ الْمُلْكِ) ، الحكيم: الواضع كل شيء موضعه. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢) جائز أن يكون (لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) تفسيرًا لقوله: (الْعَزِيزُ الْحَكِيمُ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (يُحْيِي وَيُمِيتُ) أي: يملك أن يحيي هذا، ويميت غيره، أو يحيي من شاء، ويميت من شاء، ويملك إحياء من شاء وإماتة من شاء، (وَهُوَ عَلَى كُلِّ شَيْءٍ) من الإحياء والإماتة وغيرهما (قَدِيرٌ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ (٣) قالت الباطنية: الأول: معناه: المبدع الأول، والآخر: المبدع الثاني، والظاهر: هو الناطق، وهو الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، والباطن: هو صاحب التأويل؛ يقولون: إن المبدع الأول أتم للمبدع الثاني المعونة؛ فيستعين بها المبدع الثاني على خلق هذا العالم وإنشائهم؛ لأنهم يقولون: إن المبدع الثاني هو الذي دبر هذا العالم، وأنشأهم بإعانة المبدع الأول، والناطق هو الذي دبر الشرائع، والباطن -وهو صاحب التأويل- هو الذي يبين الشرائع التي دبرها الناطق وهو الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، ولا يصفون أن اللَّه تعالى هو الأول والآخر والظاهر والباطن، ويقولون: لا يجوز أن يوصف بهذه الأشياء؛ لأن الأولية تنفي الآخرية، والظاهر ينفي الباطن؛ كل حرف من هذه الحروف يبطل الآخر في الشاهد. </p><p> وجوابنا: أن ما قلتم من المبدع الأول والثاني والناطق والباطن، ليس بشيء له معنى على ما ذكرنا في موضعه، وأما عندنا: فإن قوله: (هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ) هو حرف التوحيد: هو الأول بذاته، والآخر بذاته والباطن بذاته؛ قال هذا؛ ليعلم ولا يفهم من أوليته أولية غيره، ولا يفهم من آخريته آخرية غيره، فكذلك لا يفهم من ظاهريته ظاهرية غيره، ولا من باطنيته باطنية غيره؛ لأن في الشاهد من كان له أولية لا يكون له آخرية، ومن كان له آخرية لا يكون له أولية، وكذلك من كان له ظاهرية لا يكون له باطنية، ومن كان له باطنية لا يكون له ظاهرية؛ فكل حرف من هذه الحروف مما ينقض </p>"
}