{
  "id": null,
  "sura": 57,
  "aya": 21,
  "text": "<p> طلب الدنيا للدنيا مذمومان، والذي طلبها لنفسه زادا للآخرة والذي زهد فيها محمودان، واللَّه أعلم. </p><p> وعلى ذلك يخرج \" إن حب الدنيا رأس كل خطيئة \" : أن من أحبها لغيره ولغير الذي جعلت له تكون رأس كل خطيئة، ومن أحبها لنفسه، واتخذها زادا للآخرة، فهي رأس كل حسنة وطاعة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (سَابِقُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (٢١) يقول: اجعلوا المسابقة فيما بينكم في مغفرة ربكم إلى الجنة، لا إلى جمع الأموال والأولاد، وكان أهل الكفر جعلوا المسابقة في الدنيا في جمع الأموال والتفاخر والتكاثر بها، فيقول لأهل الإيمان: اجعلوا أنتم المسابقة في طلب مغفرة اللَّه وجنته، واللَّه أعلم. </p><p> ويحتمل تسبقون آجالكم بأعمالكم التي توجب لكم المغفرة واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ. . .) الآية، ذكر سعة الجنة؛ لأن العرض إنما يذكر لسعة تكون للشيء، وقد ذكر سعتها فيها؛ حيث قال:  (وَفَاكِهَةٍ كَثِيرَةٍ (٣٢) لَا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ)، وقال - تعالى -: (وَفِيهَا مَا تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ) ، ونحو ذلك؛ ذكر ما فيها من السعة وسعتها، واللَّه أعلم. </p><p> ثم ذكر عرضها كعرض السماء والأرض، وهو يخرج على التحديد والتقدير: أن عرضها مثل عرض السماوات والأرض، لكن لما لا شيء أوسع في أوهام الخلق مما ذكر، وهو كقوله:  (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ) ، ذكر دوامهما؛ لما لا شيء أبقى وأدوم منهما في الأذهان، وإلا كانتا تفنيان. </p><p> ويحتمل أن يقول:  (عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ) ، أي: تصير السماوات والأرض جميعا جنة لهم. </p><p> ثم وصف الجنة بالسعة، ووصف النار بالضيق، حيث قال:  (وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا) ، وذلك أنه ليس في فضل النار على قدر المجعول الذي يصل إلى المعذب بها فائدة فلذلك تضيقت، ولفضل الجنة على قدر الحاجة لذة وسرور ومنفعة؛ فوسعت لذلك، واللَّه أعلم. </p><p> ثم أخبر أنها أعدت للذين آمنوا باللَّه ورسوله، والإيمان باللَّه - تعالى -: هو أن يصدق </p>"
}