{
  "id": null,
  "sura": 57,
  "aya": 25,
  "text": "<p> وبلاء أو تشغله عن أداء ما عليه إن كان ذلك سبب استدراجه وبلائه، فأخذ منه. </p><p> أو لما يصل بذهابه إلى أداء الفرائض من العبادات، وكان ذلك يمنعه. </p><p> ويحزن من وجهين أيضا: </p><p> أحدهما: لما لعل قوته يحوجه إلى ما في أيدي الناس، وكان غنيا عنهم. </p><p> أو لما لعل ذلك عقوبة لتفريط كان منه؛ كقوله:  (وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ) ، واللَّه أعلم. </p><p> ثم أضاف ما نالوا من النعم إلى نفسه حيث قال:  (وَلَا تَفْرَحُوا بِمَا آتَاكُمْ) ، ولم يضف ما فاتهم إلى نفسه، وهو كما قال في آية أخرى:  (مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ) ، وهو ما ذكرنا أنه جائز أن يكون ما يفوتهم من النعم باكتساب وسبب كان منهم، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ (٢٥) وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ فَمِنْهُمْ مُهْتَدٍ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (٢٦) ثُمَّ قَفَّيْنَا عَلَى آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنْجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (٢٧) . </p><p> وقوله - عَزَّ وَجَلَّ -: (لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ) يحتمل وجهين: </p><p> أحدهما: أي: أرسلنا بما يبين ويوضح أنهم رسل اللَّه، وأن تلك الآيات التي أتوا بها من عند اللَّه لا باختراع من عندهم؛ لما هي خارجة عن وسع البشر. </p><p> والثاني: ما يبين صدق الرسل في خبرهم، وعدلهم في حكمهم، أو يبين ما لهم وما عليهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ) ، وقال في آية أخرى:  (اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ) ، ثم يحتمل (وَالْمِيزَانَ) : الموازين المعروفة التي بها تستوفى الحقوق فيما بين الناس، وبها يوفَّى وبها تحفظ حقوق الأموال التي بينهم وحدودها. </p><p> فإن كان المراد هذا فكأنه قال: وأنزلنا معهم الكتاب الذي به يحفظ الدِّين وحدوده، والميزان الذي به يحفظ حدود الأموال، لا يزاد على الحق، ولا ينقص منه، واللَّه أعلم. </p><p> وجائز أن يكون المراد بالميزان: الحكمة؛ إذ ذكره على إثر الكتاب؛ كقوله:  (وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ) ؛ كأنه يقول - واللَّه أعلم -: (وَأَنْزَلَ اللَّهُ عَلَيْكَ </p><p> الْكِتَابَ وَالْحِكْمَةَ)؛ فيكون الكتاب ما يحفظ حدود الأفعال والأقوال، وتكون الحكمة ما يقوم الناس بها بالقسط. </p><p> أو أن تكون الحكمة ما أودع في الكتاب من المعاني. </p><p> وقال الحسن في قوله:  (وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ) : إنهما واحد. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (لِيَقُومَ النَّاسُ بِالْقِسْطِ) يخرج على وجهين: </p><p> أحدهما: أنزل ما ذكر من الكتاب والميزان؛ ليلزم الناس القيام بالعدل، وقد ألزمهم ذلك بما أنزل عليهم من الكتاب والميزان وبين الحدود. </p><p> والثاني: أنزل ما ذكر؛ ليقوم الناس بالقسط؛ على وجود القيام بالعدل. </p><p> فإن كان المراد منه الوجود فهو راجع إلى خاص من الناس، وإن كان على الإلزام فهو راجع إلى الكل وهو كقوله تعالى:  (وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ) ، فإن كان على وجود العبادة فهو يرجع إلى خاص من الناس، وإن كان المراد بقوله:  (إِلَّا لِيَعْبُدُونِ) ، أي: لأمرهم وإلزامهم فهو للكل؛ فإنه قد خلقهم ليأمرهم ويلزمهم، وقد أمرهم وألزمهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ) ، خص اللَّه تعالى ذكر الحديد بما جعل فيه من البأس من بين غيره من الأشياء، وإن كان يشاركه غيره في احتمال الأذى والضرر به مما يطعن به فينفذ ويضرب به، ويستعمل في الحروب والقتال؛ لأمرين: </p><p> أحدهما: أنه هو الكامل في الظفر والنفاذ والجرح، وإن كان قد يتحقق من غيره؛ ولذلك اعتاده الناس آلة القتال والحرب؛ فيكون البأس فيه أشد. </p><p> والثاني: لما يتحصن به باتخاذ الدرع؛ لقوله:  (وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ) ؛ لهذا اختص الحديد، واللَّه أعلم. </p><p> وقوله:  (وَمَنَافِعُ لِلنَّاسِ) جعل اللَّه تعالى في الحديد منافع ليست تلك في غيره، وهو ما يتخذ منه ما يحرز به ويخاط من الخفاف وغيره، مما لا يحتمل هذا النوع لغيره، وكذلك حوائج الخلق لا تقوم في سائر أنواع الحرف والأعمال من التجارة والزراعة والبناء وغيرها إلا به. </p><p> وفيه خصوصية في حق المحن، وهو ما يظهر عند فرض القتال صدق إيمان المحقق ونفاق المرتاب؛ بقوله:  (فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً) ، ونحو ذلك، فظهر الصادق من الكاذب في الحروب، وإنما ذلك </p><p> بالحديد؛ فصار مخصوصا في حق المحنة وغيرها من المنافع، حتى لا يلتئم أمر من أمور المعاش إلا به؛ فلذلك خص، واللَّه أعلم. </p><p> وقال أهل التأويل: أنزل من السماء المطرقة والفلاة والكلبتين. </p><p> وعندنا ليس على حقيقة الإنزال من السماء كذلك. </p><p> ومعنى قوله تعالى:  (وَأَنْزَلْنَا الْحَدِيدَ) ، أي: خلقنا؛ كقوله:  (وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ) ، أي: خلقها، وقوله تعالى:  (أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ) ، ومعلوم أنه لم ينزل اللباس على ما هو عليه؛ ولكن معناه: خلقه لباسا لهم؛ كذلك هذا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ) يحتمل (مَنْ يَنْصُرُهُ) أي: دينه أو أراد بإضافة النصر إلى نفسه نصر رسوله مُحَمَّد وسائر رسله عليهم الصلاة والسلام. </p><p> ثم نصر الرسل مرة يكون بتبليغ ما أمروا إلى قومهم، ينصرونهم، ويعينونهم على ذلك، ونصر دينه إظهاره في الخلق والذب عن أهله والمعونة لهم؛ هذا يحتمل، وعلى هذا يخرج قوله تعالى:  (إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ) ، واللَّه أعلم. </p><p> وجائِز أن يكون المراد من إضافة النصر إليه نصر أنفسهم ودينهم، إذ هم المنتفعون بذلك، ولهم يحصل ذلك النفع وتلك المعونة، لكنه بفضله وكرمه، سمى ذلك: نصره، وأضافه إلى نفسه، على ما جعل لأعمالهم التي يعملونها لأنفسهم ثوابا، وذكر لهم على ذلك أجرا، كأنهم عاملون له، وهم المنتفعون بها، المحتاجون إليها، فعلى ذلك جائز أن يكون ما عملوا لأنفسهم سماه: نصرا له وإن كان ذلك النصر لهم، وأنه ناصر الكل؛ حيث قال:  (إِنْ يَنْصُرْكُمُ اللَّهُ فَلَا غَالِبَ لَكُمْ) ، أخبر أنه إذا نصرهم لا غالب لهم سواه، وإذا خذلهم لا ناصر لهم دونه، واللَّه أعلم. </p><p> ثم قوله - عَزَّ وجل -: (وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ) يخرج على وجهين: </p><p> أحدهما: ليعلم من قد علم أنه ينصر: ناصرًا وليعلم من قد علم بالغيب أنه يكون كائنا شاهدا، والتغيير على المعلوم لا على العلم. </p><p> والثاني: يريد بالعلم المعلوم، وذلك جائز في اللغة، ذكر العلم والفعل على إرادة المعلوم والمفعول: نحو ما يقال: الصلاة أمر اللَّه، أي: بأمر اللَّه؛ لأن الصلاة لا تكون أمره. </p><p> وقوله - عَزَّ وجل -: (إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ) ذكر هذا؛ ليعلم أنه لم يأمر فيما أمرهم من القتال والنصر لحاجة نفسه، ولا استعملهم فيما استعمل من النصر والمعونة لنفسه، ولا </p>"
}