{
  "id": null,
  "sura": 57,
  "aya": 26,
  "text": "<p> أن يكتسب بذلك العز لنفسه؛ حيث أخبر أنه قوي بنفسه عزيز بذاته، ولكن أمرهم بما أمر، واستعملهم فيما استعمل؛ لنصر أنفسهم ولقوتهم، واللَّه أعلم. </p><p> قوله - عَزَّ وَجَلَّ -: (وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ فَمِنْهُمْ مُهْتَدٍ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (٢٦) وإنما ذكر نوحا وإبراهيم - واللَّه أعلم - لما أخبر أنه جعل في ذريتهما النبوة والكتاب؛ وإلا قد ذكر الرسل بجملتهم في قوله تعالى؛ (لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ) ؛ فدخل نوح وإبراهيم - عليهما السلام - في قوله:  (لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ) ، ثم ذكر أن منهم من اهتدى - أي: من قومهم- وكثير منهم فاسقون بقوله:  (فَمِنْهُمْ مُهْتَدٍ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ) ، يخبر رسوله عليه الصلاة والسلام أنه قد كان في قومهم من اتبعهم؛ فصاروا مهتدين، ومنهم من ترك اتباعهم، وخرجوا من أمر اللَّه؛ فصاروا فاسقين، يصبره، ويسكن قلبه على ما كان في قوم من تقدم من الرسل من المجيبين لرسله والتاركين للإجابة كقومك، أي: لست أنت بأول من كذب ورد قوله؛ تعنتا وعنادا، واللَّه الهادي. </p><p> وقوله - عَزَّ وَجَلَّ -: (ثُمَّ قَفَّيْنَا عَلَى آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنْجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (٢٧) أخبر أنه جعل في ذريتهما النبوة والكتاب، وبعث منهم رسلا. </p><p> ذكر في الآية الأولى أنه جعل في ذريتهما النبوة والكتاب، ولم يذكر الرسالة، وذكر في هذه الآية الرسالة فيهم وفي ذريتهم، أي: أرسلنا رسولا على أثر رسول، وأتبعنا بعضهم بعضا: من قفا يقفو. </p><p> ثم ذكر أنه قفى بعيسى ابن مريم؛ لأن عيسى - عليه السلام - من أولاد إسحاق - عليه السلام - وبعث محمدا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من بعد، وهو من ولد إسماعيل، عليه السلام. </p><p> وقال بعض أهل التأويل: وقفينا أي أتبعنا، ويقال: قفيت فلانا، أي: عينته وسميته، وقفوته أقفوه قفوا وقفيا، واقتفيت به، أي: لزمته. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً) ، وصف اللَّه تعالى الذين اتبعوا الرسل وآمنوا بهم بالرحمة والرأفة فيما بينهم، وهو كما ذكر في آية آخرى:  (إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا) ، وقال:  (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا) ، وقال في آية أخرى:  (أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ) ، وقال:  (أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ) ، ونحو ذلك؛ وذلك لأن السبب الذي جمعهم واحد، وهو التوحيد والإسلام. </p>"
}