{
  "id": null,
  "sura": 57,
  "aya": 17,
  "text": "<p> أنتم كهم؛ فتقسوا قلوبكم كما قست قلوبهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ) ، أي: كثير من أُولَئِكَ الذين أوتوا الكتاب فاسقون؛ لتركهم النظر في الكتاب. </p><p> وجائز (وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ) أي: المعاندون، والقليل منهم المقلدون؛ وهو كقوله:  (وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ) ، أي: معاندون، وهم الرؤساء والقادة الذين كابروا الرسل وعاندوهم إلا قليل منهم اتبعوهم وقلدوهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (اعْلَمُوا أَنَّ اللَّهَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ (١٧) . </p><p> ذكر هذا ليس على أنهم لم يكونوا علموا أن اللَّه هو يحيي الأرض بعد موتها، بل كانوا عالمين بذلك، لكنه ذكر كما ذكر لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حيث قال:  (فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ) ، أي: أشعر قلبك في كل وقت وساعة الربوبية لله تعالى والواحدانية له؛ فعلى هذا يحتمل قوله:  (اعْلَمُوا أَنَّ اللَّهَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا) ، أي: أشعروا قلوبكم في كل وقت جعل الألوهية والربوبية لله تعالى، وصرف العبادة إليه، والتنزيه والتبرئة له عما لا يليق به مما يوصف به الخلق؛ إذ علمتم أنه يحيي الأرض بعد موتها، فاعلموا، أنه يمتحنكم بأنواع المحن؛ إذ لا يحتمل إحياء ما ذكر بغير فائدة وتركهم سدى. </p><p> أو يقول: قد علمتم أن اللَّه تعالى هو يحيي الأرض بعد موتها، وأنتم ترغبون فيما أحياه، وتصيبون منه، وتجتهدون في نيل ذلك وإصابته، فاجتهدوا في إصابة البركات الدائمة في الحياة الباقية. </p><p> أو يقول: كما علمتم: أنه قادر على إحياء الأرض بعد موتها، فاعلموا أنه قادر على البعث، واللَّه أعلم. </p><p> وقوله:  (قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ) قد ذكرنا فيما تقدم أن حرف \" لعل \" من الله تعالى يخرج على الإيجاب، لكن يخرج هاهنا على الترجي وإطماع العقل للآيات والفهم لها إذا نظروا فيها وتأملوا أنها آيات من اللَّه تعالى. </p><p> أو أن يرجع ذلك إلى خاص من الناس لو خرج حرف \" لعل \" للإيجاب دون الترجي، وهم الذين علم اللَّه تعالى أنهم يعقلون أنها آيات ويؤمنون بها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ ... (١٨) قرئ مشدد الصاد والدال، ومخفف الصاد، فمن شدده جعله من التصدق، أي: المتصدقين والمتصدقات، فأدغم التاء في الصاد؛ فيصير الْمُصَّدِّقِينَ، مثل: المزمل والمدثر؛ يؤيد ذلك ما ذكر في حرف أبي بن كعب - رَضِيَ اللَّهُ عَنْهُ - أنه قرأ بالتاء:  (إن المتصدقين والمتصدقات) . </p>"
}