{
  "id": null,
  "sura": 58,
  "aya": 2,
  "text": "<p> خبر أنه قال:  \" أما هذا فنعم \" ، وفي حديث آخر:  \" لا إلا أن تعينني \" ؛ فيشبه أن يكون هذا القول منه:  \" أما هذا فنعم \" بعدما وعده رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في الإعانة أو بإعطاء الوسق؛ فتكون الأخبار على الوفاق، واللَّه أعلم. </p><p> وفي هذه الأخبار دليل على أن الكفارة إذا لزم فيها طعام، فمن الحنطة نصف صاع؛ لأنه جعل نصف صاع من الحنطة طعام مسكين، وأنه يجوز من صدقة الفطر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ مَا هُنَّ أُمَّهَاتِهِمْ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ (٢) قرئ (يُظَّهَّرُونَ) مشددة الظاء بغير ألف، وهو في الأصل:  \" يتظهرون \" ، فأدغمت التاء في الظاء، وشددت. </p><p> وقرئ بفتح الياء وتشديد الظاء بألف، وهو في الأصل \" يتظاهر \" فأدغمت التاء في الظاء وشددت. </p><p> وقرئ - أيضا - (يُظَاهِرُونَ) ، بتخفيف الظاء بألف من: ظاهر يظاهر مظاهرة. </p><p> والمعنى واحد فيما اختلف من قراءاتهم يقال: ظاهر الرجل من امرأته، وتظاهر وتظهَّر منها بمعنى واحد، وهو أن يقول لها:  \" أنت عليَّ كظهر أمي \" . </p><p> وقَالَ الْقُتَبِيُّ:  (يُظَاهِرُونَ) ، أي: يحرمون تحريم ظهور الأمهات. </p><p> وقال أَبُو عَوْسَجَةَ:  (يُظَاهِرُونَ) هذه يمين أن يقول الرجل لامرأته: \" أنت عليَّ كظهر أمي \" ، وأما \" يظَّاهرون \" من \" التظاهر \" وهو التعاون، يقال: تظاهروا، أي: تعاونوا، ولكن هو خلاف ما تضمنته الآية واللَّه أعلم. </p><p> ثم الظهار كان عند أُولَئِكَ القوم ظاهرا، وهو ما روينا في قصة امرأة أوس لما همت أن تخرج من الدار، قال لها:  \" إن خرجت من الدار، فأنت عليَّ كظهر أمي \" ، وكذلك هذه الدلالة في قوله:  (يُظَاهِرُونَ) . </p><p> والظهار أخذ اسمه من \" الظهر \" ، وكذلك فيما عرف المسلمون فيما بينهم هذا اللفظ، وهو قوله:  \" أنت عليَّ كظهر أمي \" ، والآية توجب أن يكون الظهار فيما يقول:  \" أنت عليَّ كأُمي \" ، وهو قوله:  (مَا هُنَّ أُمَّهَاتِهِمْ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ) ، ذكر الأمهات، ولم يذكر ظهور الأمهات؛ فصار ظاهر الآية يوجب هذا. </p><p> وبهذا احتج مُحَمَّد - رحمه اللَّه - لمذهبه فيمن قال لامرأته:  \" أنت عليَّ كأُمي \" ، قال: يكون ظهارا. </p><p> وأما أبو حنيفة - رحمه اللَّه - فإنه قال: لا يكون مظاهرا، إلا أن ينوي بذلك الحرمة، فإن نوى به كان، وذهب في ذلك إلى ما روي من ذلك الحرف - أعني: قوله: أنت عليَّ كظهر أمي- وإنما نزلت الآية فيمن قال ذلك القول، فلا يحل لنا أن نصرفه إلى غيره إلا بدليل. </p><p> وقوله:  (الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ مَا هُنَّ أُمَّهَاتِهِمْ) ، أي: ما هن لهم كأمهاتهم؛ لأنه تعالى قال:  (مَا هُنَّ أُمَّهَاتِهِمْ) على سبيل الرد لما قالوه، وقوله:  (الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ) ، أي: قالوا لنسائهم: \" أنتن علينا كظهور أمهاتنا \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا هُنَّ أُمَّهَاتِهِمْ) يكون ردًّا لقول من قالوا لنسائهم: \" إنهن أمهاتنا \" لا لمن قالوا: \" إنهن كأُمهاتنا \" و \" كظهور أُمهاتنا \" ، فيحتمل بذلك القول تبعا لقوله:  (مَا هُنَّ أُمَّهَاتِهِمْ) ، أي: كأمهاتهم ولكن الإشكال أنه إذا صار تقدير الآية ما هن كأمهاتهم، فما معنى قوله:  (إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ) ؛ لأنهم كانوا يدعون التشبيه بالأمهات، واللَّه تعالى نفى ما ادعوا من التشبيه؛ فما معنى البيان حقيقة بقولهم:  (إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ) ، وهم يعرفون ذلك ولا ينكرونه، ولا يدعون في نسائهم أنهن أمهاتهم حقيقة؛ حتى يرد عليهم دعواهم. بقوله:  (إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ) ؟ </p><p> وإشكال آخر: أنه قال: (وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا) ، وظاهر هذا القول منهم ليس من الزور، ولا المنكر؛ إذ ليس في قولهم:  \" ظهرك كظهر أمي \" أو \" أنت عليَّ كظهر أمي \" أو \" كأمي \" إلا التشبيه وهي لعلها تشبهها، فإن ظهرها كظهر أمه؛ في الشبه والخلقة والتشبيه لا يقتضي العموم، فما معنى تسميته تشبيه المرأة بالأم: منكرا وزورا. </p><p> وإشكال آخر: أنه جعل الأمهات اللائي ولدنهم أمهات لهم؛ فإنه قال في نساء النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - رضي اللَّه عنهن:  (وَأَزْوَاجُهُ أُمَّهَاتُهُمْ) ، وقال فيمن يرضعن أولاد الغير:  (وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ) وإن لم يلدنهم. </p><p> فنقول - وباللَّه التوفيق -: إنهم كانوا يريدون أن يوجبوا حقوقا وأحكاما ما كانت في أمهاتهم، لم يكن لهم إيجاب ذلك؛ فإنهم كانوا يشبهون النساء بالأمهات، ولم يريدوا بذلك من حيث الصورة، ولكن يريدون بذلك التشبيه في الحرمة، وحرمة النساء في الأصل غير حرمة الأمهات؛ فإن الأم حرام الاستمتاع بها لكن يباح للرجل أن يدخل على أمه، ويخدمها، ويسافر بها، ويباح النظر، والمس، والإركاب، والإنزال، والخلوة بها، والمرأة متى حرمت بالطلاق الثلاث، أو بالبينونة، لا يثبت شيء من هذه الحقوق، والمشابهة بين الشيئين -إن كانت- لا تقتضي مشابهتها من كل وجه، ولكن تقتضي المساواة بينهما في وجه من الوجوه على الكمال - فإن الذات في الشاهد إذا قام به العلم، يسمى: عالما، واللَّه تعالى يسمى: عالمًا ولا يوجب التشبيه؛ لانعدام التماثل بين العلمين، والتساوي من كل وجه، فلم يعد تشابها تعالى اللَّه عن ذلك، وتشبيههم النساء بأمهاتهم أرادوا أن يجعلوا حرمة نسائهم كحرمة أمهاتهم، ويوجبون فيهن حقوقا وأحكاما </p><p> كحقوقهن وأحكامهن؛ حتى يباح لهم في المعاملة مع نسائهم ما يباح مع أمهاتهم، ويحرم ما يحرم معهن ويكون احترامهن كاحترامهن، واللَّه تعالى لم يجعل ذلك، ونهاهم عن ذلك، فقال:  (مَا هُنَّ أُمَّهَاتِهِمْ) ، أي: كأمهاتهم في هذه الحرمة التي يريدون إثباتها، وأنه لم يجعل لنسائهم حرمة أمهاتهم، ثم قال:  (إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ) ، أي: أن هذه الحرمة التي يريدون إثباتها فيهن مما جعلنا لأمهاتهم اللائي ولدنهم، فما بالهم يخترعون من أنفسهم شيئا لم أجعله، ولم أشرعه؛ فرد صنيعهم بهذا. </p><p> وعلى هذا يخرج تأويل قوله:  (وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا) ، إنما كذبهم بما قالوا من إيجاب تلك الحقوق والأحكام على أنفسهم في نسائهم من غير أن جعل الله تعالى ذلك، أي: وإنهم ليقولون منكرا وزورا في إيجاب الحقوق فيهن كما في الأمهات، وتشبيههم إياهن بالأمهات في الأحكام والحقوق والحرمة، وإن كان كلامهم وقولهم من حيث ظاهر التشبيه ليس بمنكر ولا بزور، وهذا كقوله في وصف المنافقين:  (إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ) ، وهَؤُلَاءِ المنافقون فيما قالوا في الظاهر كانوا صدقة، ولكن لما كان قصدهم غير ذلك، وكان في قلوبهم إيجاب شيء غير ما أظهروا - سماهم: كذبة، فكذلك هَؤُلَاءِ المظاهرون لما أرادوا إيجاب حكم لم يجعل لهم ذلك سمى قولهم: منكرا وزورا. </p><p> والمنكر: هو الذي لا يعرف في الشريعة، والزور: هو الكذب؛ فنهاهم اللَّه تعالى عن ذلك. </p><p> وأما قولهم: إن اللَّه تعالى قد سمى غير من يلزمهم: أمهات من نساء النبي - عليه السلام - والمرضعات -: منهم من قال: جائز أن تكون هذه الآية متقدمة على قوله: (وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ) ، وعلى قوله:  (وَأَزْوَاجُهُ أُمَّهَاتُهُمْ) ، فلم يكن في ذلك الوقت أمهات من رضاع، ثم كانت من بعد؛ فيكون الإخبار بهذا مقيدا بذلك الوقت، وهو كقوله تعالى:  (قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ) ، لم يجد في ذلك الوقت، ثم وجد من بعد ذلك غيره محرما، فعلى ذلك هذا. </p><p> وقيل: يحتمل أن يكون قال ذلك في قوم خاص وقبيلة خاصة، لم يكن لهم أمهات من إرضاع؛ فيكون الإخبار بأن أمهاتهم لسن إلا اللائي ولدنهم صدقا. </p><p> ولكن هذا تكلف؛ لأن قوله:  (إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ) يعني: أن هذه الحقوق والأحكام التي يوجبون ليس تثبت إلا في الأمهات اللاتي تلدنهم، أو من كانت في معناهن </p>"
}