{
  "id": null,
  "sura": 58,
  "aya": 7,
  "text": "<p> أي: على كل شيء من الإحصاء والحفظ وغير ذلك شهيد. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَى مِنْ ذَلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (٧) . </p><p> فإن كان هذا الخطاب لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يكون فيه دلالة رسالته أن أطلعه على ما أسروا فيما بينهم من المكر برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأصحابه، وتناجوا بينهم من الكيد والخداع، أطلع اللَّه - تعالى - رسوله على ذلك؛ ليعلم أنه باللَّه علم ذلك. </p><p> والثاني: بشارة له بالنصر والمعونة، وهو كقوله - تعالى - لموسى وهارون - عليهما السلام -: (لَا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى) ، أي: أسمع ما يقول لكما وما يجيب، أو أرى ما قصد بكما، وأدفع عنكما ما قصد بكما؛ فعلى ذلك ما ذكر له:  (أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ) فيطلعك على ما هموا بك وأسروا فيك، فينصرك ويدفع عنك كيدهم. </p><p> وجائز أن يكون الخطاب ليس لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - خاصة؛ ولكن لكل في نفسه؛ فيصير كأنه قال: ألم تر إلى عجائب ما أنشأ من السماوات والأرض قبل إنشاء أهلها فيهما، فإذا رأيت عجائب ما أنشأ من السماوات والأرض وأهلهما، وعلمت ذلك فاعلم أنه بما يكون ومن نجواهم، فيما ذكر عالم؛ فيخرج على التنبيه والزجر عن الإسرار والنجوى. </p><p> ثم قوله:  (رَابِعُهُمْ) ، و (سَادِسُهُمْ) ، و (مَعَهُم) ونحوه يجب أن ينظر إلى المقدم من الكلام؛ فيصرف قوله:  (هُوَ مَعَهُم) إلى ذلك، نحو قوله (إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا) ، (وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ) ، ونحوه - يكون معهم في التوفيق والمعونة لهم والنصر؛ فعلى ذلك ما ذكر من قوله: هو معهم في النجوى وما أسروا فيما بينهم، أي: شاهد معهم حافظ عليهم، يدفع عنكم كيدهم ومكرهم وينصركم، واللَّه أعلم. </p><p> وقوله:  (ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ) . </p><p> أي: ينبئهم بما تناجوا وأسروا من الكيد يوم القيامة. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَى ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ وَيَتَنَاجَوْنَ بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ وَيَقُولُونَ فِي أَنْفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا فَبِئْسَ الْمَصِيرُ (٨) . </p><p> هذا الخطاب لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يقول: اعلم أن الذين نهوا عن النجوى، (ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ. . .) الآية. </p><p> وفيه دلالة إثبات الرسالة؛ لأنه أخبر أنهم عادوا إلى ما نهوا عنه وهو النجوى، ومعلوم أنهم لا يعودون إلى ما نهوا عنه بحضرة أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ولكن عند غيبة منهم؛ دل أنه باللَّه علم. </p>"
}