{
  "id": null,
  "sura": 58,
  "aya": 3,
  "text": "<p> وصرن أمثالهن بأمر يجعله اللَّه تعالى؛ كأزواج النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، والأمهات بسبب الرضاع، والله تعالى لم يجعل لنسائهم تلك الحقوق التي جعلها لمن لحقن بالأمهات، فيكون تشبيههن بهن في هذه الحقوق منكرا من القول وزورا، واللَّه أعلم. </p><p> وقوله تعالى:  (وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ذَلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (٣) اختلف في حكم العود ما هو؟ وفي تأويل العود عن طاوس قولان: </p><p> في قول قال:  (ثُمَّ يَعُودُونَ لِمَا قَالُوا) : الوطء، فإذا حنث، فعليه الكفارة؛ وهذا تأويل بعيد مخالف للنص؛ لأن اللَّه تعالى يقول:  (مِنْ قَبْلِ أَنْ يَتَمَاسَّا) وإنَّمَا الذي ذهب إليه حكم الإيلاء: أنه إذا وطئ تجب الكفارة، أما في الظهار تجب الكفارة قبل الوطء وفي قول: أنه إذا تكلم الظهار يجب عليه الكفارة، ولم يشترط معه شيء آخر. </p><p> وعن مالك أنه إذا ظاهر من امرأته، ثم أجمع، وعزم على إمساكها وإصابتها، وجبت عليه الكفارة حتى إذا طلقها أو ماتت المرأة بعد العزم على الإمساك والإصابة، أو بعد الإصابة - بقي وجوب الكفارة عليه. </p><p> وإن لم يجمع على إمساكها حتى ماتت، تسقط الكفارة. </p><p> وكذلك إذا طلقها، لكنه إذا تزوجها بعد ذلك، لم يمسها حتى يكفر؛ فيكون العود: هو إمساكها ليطأها. </p><p> وعن الحسن: أن العود هو العزم على الجماع؛ حتى إذا عزم على جماعها، تجب الكفارة، وإن أراد تركها بعد ذلك. </p><p> وقال عُثْمَانَ الْبَتِّيُّ فيمن ظاهر من امرأته، ثم طلقها قبل أن يطأها، قال: أرى عليه الكفارة، راجعها أو لم يراجعها، وإن ماتت، لم يرتفع الظهار والكفارة، ولا يرث حتى يكفر. </p><p> وقال الشافعي: العود هو الإمساك، والكفارة تجب به، وحكم الظهار هو تحريم المتعة؛ حتى إذا أمكنه أن يطلقها بعد الظهار، ولم يطلق، وأمسكها ساعة؛ ليطأها، فقد وجبت عليه الكفارة عاشت أو ماتت، وإذا عاشت طلقها أو لم يطلقها، راجعها أو لا. </p><p> وإذا طلقها عقيب الظهار بلا فصل يبطل الظهار، ولا تجب الكفارة بعزم إمساك المرأة. </p><p> وقال بعض المتأخرين في تأويل قوله تعالى:  (ثُمَّ يَعُودُونَ لِمَا قَالُوا) ، أي: يعودون إلى القول الأول فيكررون ذلك القول، وعندهم لا يكون الرجل مظاهرا حتى يقول:  \" أنت عليَّ كظهر أمي \" مرتين. </p><p> وأما عندنا فحكم الظهار هو تحريم مؤقت بالكفارة، ولا نرفعه إلا بالكفارة، هكذا </p><p> روي عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - أنه قال:  \" إذا قال أنت عليَّ كظهر أمي \" ، لم تحل له حتى يكفر. </p><p> وعندنا لا تجب الكفارة بنفس الظهار، وإنما الظهار يوجب الحرمة لا غير، وإنما تجب بالعود حتى إنها إذا ماتت لا يجب عليه الكفار وإذا ارتفع المعنى الذي يجب، وهو استباحة الوطء وكذلك إذا طلقها بائنا أو ثلاثا، لا تجب الكفارة لهذا؛ حتى إذا عادت إليه بالتزوج، وأقدم على استباحة الوطء، تجب الكفارة. </p><p> وهو عند أصحابنا أن يجعل المرأة على الحالة الأولى، ويحللها على نفسه على ما كان عليه، ويستبيح وطأها، فإذا أراد أن يحللها على نفسه ويستبيحها ويقدم عليه، يجب عليه أن يكفر، ولا تزول تلك الحرمة عندنا إلا بالكفارة؛ فالتكفير سبب الحل؛ كذا ذكر العمي في تأويل:  (ثُمَّ يَعُودُونَ لِمَا قَالُوا) ، أي: يعودون إلى فسخ ما قالوا ونقض ذلك، واستدل بما ذكر عن الأصمعي: أن أعرابيا تكلم بين يديه بأنه كان شيء ما ثم يعود إليه، قال له الأصمعي: ما أردت به؟ فقال: أي: أنقضه، وأفسخه؛ فهذا يدل على أن المراد من قوله:  (ثُمَّ يَعُودُونَ) ، أي: يعودون إلى استحلال ما حرموا، وينقضون ذلك، ويردون الحل إلى الحالة الأولى، إلا أن ظاهره العود إلى القول بقوله:  (ثُمَّ يَعُودُونَ لِمَا قَالُوا) ولكن أراد به المقول والثابت به وهو الحرمة؛ كأنه قال: ثم يعودون لما حرموا بالقول فيستبيحونه؛ ويجوز أن يذكر الفعل ويراد به المفعول؛ كقوله - عليه السلام -: \" العائد في هبته كالكلب يعود في قيئه \" ، وإنما هو عائد في الموهوب، وقال اللَّه تعالى:  (وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ) ، أي: الموقن به، واللَّه أعلم. </p><p> فَإِنْ قِيلَ: العود الذي يوجب الكفارة هو العزم على استباحة الوطء، والقصد على تحليلها على نفسه وإعادة الحل إلى الحالة الأولى، أو الإقدام على الوطء أو مباشرة نفس الوطء، فإن كان المراد هو الأول، يجب أن تقولوا: تجب الكفارة بنفس العزم على الاستباحة والتحليل، كما قال مالك رحمه اللَّه، والحسن رحمه اللَّه. </p><p> وإن كان المراد إيقاع الوطء يجب أن تقولوا: إنه لا تجب الكفارة إلا بعد الوطء كما قاله قوم، وهو خلاف الآية، وخلاف قولكم. </p><p> قيل: نعني بذلك: هو الإقدام على استباحة الوطء، والاشتغال بإقامته، فيقدم التكفير، ثم يفعله؛ إذ لا يجب بمجرد العزم، ولا بعد تحقق الفعل، وهذا لأنه إذا ظاهر حرمت المرأة عليه بسبب فعله الواجب عليه توفير حقها في الجماع إن كانت بكرا في الحكم حتى يجبر عليه، وهذا وإن كانت ثيبا وقد وطئها مرة يجب عليه فيما بينه وبين اللَّه تعالى إيصال </p><p> ذلك إليها. </p><p> وعند بعض أصحابنا يجبر في الحكم أيضا على ذلك، فإذا أقدم على ذلك يجب عليه تحصيل الكفارة؛ ليتوصل إلى إقامة ذلك الواجب عليه من الجماع؛ إذ لا يحل ذلك بدون الكفارة، وهذا كالوضوء في باب الصلاة ليس بفرض مقصود بنفسه، لكن يجب لإقامة الصلاة؛ إذ لا يجوز الصلاة بدون الطهارة، فإذا أقدم على الصلاة يجب عليه تحصيل الوضوء؛ ليتمكن من أداء ما عليه، ولا يجب بنفس الإرادة، ولا يجب بنفس الحدث؛ حتى لا يجب الوضوء ما لم يدخل وقت الصلاة، ويقوم إليها، وكذلك المرأة إذا حاضت بعد الوقت حتى سقط عنها الصلاة يسقط الوضوء، فعلى ذلك هذا يجب عند الإقدام على إقامة هذا الواجب وهو الوطء، والظهار شرط؛ ولهذا إذا ماتت المرأة تسقط الكفارة؛ لانعدام ما هو المقصود بالإقدام، وهو الوطء، وكذلك إذا طلقها ثلاثا أو بائنا لكن إذا عادت إليه يلزمه الكفارة إذا أقدم على الوطء، ولم يبطل الظهار؛ لاحتمال حصول الغرض، واللَّه أعلم. </p><p> ويحتمل وجها آخر: وهو قوله تعالى: (الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ. . .) الآية هذا خبر عن ظهار القوم الذين كانوا يظاهرون في جاهليتهم، أي: ظاهروا في ذلك الوقت، ثم يعودون لما قالوا، أي: لو قالوا ذلك القول بعد إسلامهم فعليهم ما ذكره؛ إذ الظهار كان ظاهرا في الجاهلية من عاد إلى ذلك القول، ورجع إليه وقت إسلامه؛ فعليه ما ذكر، وهو كقوله تعالى:  (وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ) ، فهذا يرجع إلى فعل ذلك مرة، وإلى استحلال ما حرم اللَّه ثانيا، وإن عاد إلى الفصل الأول لا من وجه الاستحلال، فينتقم اللَّه منه بالغرامة عليه، وإن عاد إلى استحلال، فينتقم اللَّه منه بالعذاب؛ وكذلك مثل هذا في آية الربا، حيث قال:  (فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهَى فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ وَمَنْ عَادَ ... ) ، أي: عاد إلى ما كان يفعله قبل الإسلام، فكذلك هذا العود إلى الظهار على هذا التقرير يخرج تأويل الآية عنده، وهو كقوله تعالى:  (أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَى ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ) ، أي: كانوا يتناجون في الجاهلية، فنهاهم اللَّه تعالى عن العود إلى ما كانوا عليه؛ فعلى ذلك يحتمل هذا، واللَّه أعلم. </p><p> لكن على هذا التأويل الإقدام على الوطء سببا لوجوب الكفارة لم يثبت بهذا النص، إنما فيه أن الظهار يوجب تحريما مؤقتا بالكفارة، وكذلك الأحاديث التي ذكرنا أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أمر أوسا بالكفارة حين ظاهر من زوجه، وإنما يعرف من حيث الدلالة؛ فإنه لما كان التحريم مؤقتا بالكفارة، يكون رافعه له قائما، ويجب الرافع بالإقدام عليه، لا بسبب سابق </p><p> موجب للتحريم؛ لأن رافع الحرمة لا يجب بما يوجب الحرمة؛ كما ذكرنا في الوضوء: أنه لا يجب لما يحدث الذي هو رافع للطهارة، ولكن لما وجب على المكلف الصلاة بالطهارة، ويجب عليه الوضوء بالإقدام على الصلاة التي لا تجوز بدونه؛ فكذلك هذا، واللَّه أعلم. </p><p> وقول من جعل العود هو العزم على إمساك النكاح والبقاء عليه - فاسد، فإن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أوجب الكفارة على أوس بن الصامت حين ظاهر من زوجه، ولم يسأله الإمساك والبقاء على النكاح. </p><p> ولأن تفسير العود بالإمساك لا يستقيم؛ لأنه لم يعرف في الأصل إمساك المرأة عودا عليها ولا إمساك شيء من الأشياء يتكلم بالعود إليه؛ فيكون هذا خلاف اللغة، ولما ذكرنا: أن العود إلى الشيء هو الرجوع إلى ما كان عليه؛ فيقتضي انعدامه وزواله حتى يتحقق العود؛ إذ العود هو وجود ثان، وهذا إنما يتحقق فيما قلنا من الجزاء؛ لأنه قد يبدل بالحرمة، فأما العقد فهو قائم لم يزل بالظهار؛ فكيف يعود إلى العقد؟ فلا يكون البقاء على العقد وإمساك المرأة بالنكاح عودا. </p><p> ولأن اللَّه تعالى قال:  (ثُمَّ يَعُودُونَ لِمَا قَالُوا) ، و \" ثم \" يقتضي التراخي. </p><p> ومن جعل العود هو الإمساك والبقاء على النكاح، فقد جعله عائدا عقيب القول بلا تراخٍ، وذلك خلاف ظاهر الآية. </p><p> وقول من جعل العود هو العزيمة على الوطء، لا معنى له؛ لأن موجب الظهار هو تحريم الوطء لا تحريم العزم على الوطء وإن كان العزم على المحظور محظورًا؛ لكونه وسيلة إلى المحظور؛ فيكون العود هو الرجوع إلى ما يقوى به مقصودا لا وسيلة إلى حسب الأول. </p><p> ولأنه لا حظَّ للعزيمة في حق تعلق الأحكام في سائر الأصول؛ ألا ترى أن سائر العقود والتحريم لا يتعلق بالعزيمة، فلا اعتبار بها، وقد قال النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" إن اللَّه تعالى عفا عن أمتي ما حدثت به نفسها ما لم يتكلموا به ويعملوا \" . </p><p> وقول من جعل العود تكرار القول الأول فاسد أيضا، وإن كان ظاهر اللفظ يحتمل، وهو العود إلى القول الأول؛ لأنه خلاف الإجماع وخلاف أصول الشرع: </p><p> أما خلاف الإجماع؛ فإن السلف والخلف أجمعوا على أن هذا ليس بمراد من الآية؛ فيكون قائله خارجا عن الإجماع. </p><p> وأما مخالفة الأصول؛ فلأن الحل والحرمة إنما تعلق وجوبهما بابتداء القول لا بتكراره في جميع الأصول من البياعات والنكاح والطلاق والعتاق والإجارات، فلما كان الأصل هذا في سائر الأسباب، والمظاهر موجب للحرمة بقوله؛ دل أن الموجب هو القول الأول دون الثاني؛ فيكون تعليق الحرمة بتكرار الموجب؛ مخالفة لسائر الأصول، وبهذا يبطل قول الشافعي في أن تعلق الحرمة بتكرار الرضعات لا برضعة واحدة، واللَّه أعلم. </p><p> ولأن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أمر بالكفارة في حق أوس، ولم يسأله عن تكرار القول، ولما لم يسأل دل أن الحكم غير متعلق بالتكرار. </p><p> وما قاله الشافعي: أنه إذا طلقها بعد الظهار بلا فصل فلا كفارة عليه، وإن لبث ساعة، ثم طلقها، كفَّر راجعها أو لم يراجعها، أو ماتت - قول تفرد به؛ لأن طاوسا أوجب عليه الكفارة طلقها أو أمسكها، وسائر التابعين قالوا: إن ماتت أو طلقها، ولم يراجعها فلا كفارة عليه، ولم يفصلوا بين أن يطلقها على أثر الطلاق بلا فصل، أو بعد ذلك بساعة؛ فيكون الشافعي بهذا القول مخالفا للسلف؛ فلا يعتبر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا) ظاهره يقتضي أن يكون الوطء محظورا عليه قبل الكفارة؛ لأنه جعل الحرمة مؤقتة بالكفارة، وإذا وطئ يسقط الظهار والكفارة؛ لأن كل ما تعلق بشرط أو توقت بوقت، فمتى فات الوقت، أو عدم الشرط، لم يجب لذلك النص، واحتيج إلى دلالة أخرى في إيجاب مثله في الوقت الثاني، إلا أنه قد ثبت عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أن رجلا ظاهر من امرأته فوطئها، ثم سأل النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقال له:  \" استغفر اللَّه، ولا تعد حتى تكفر \" ، فصار التحريم الذي بعد الوطء عرفناه بالسنة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَتَحْرِيرُ رَقَبَةٍ) يرجع إلى وجهين: </p><p> مرة إلى اسم الرقبة. </p><p> ومرة إلى ما يستحكم حكم الرقبة. </p><p> فإن كان المراد من ذكر الرقبة اسم الرقبة نفسها، فيجيء أن يجوز كل ما يقع عليه اسم </p><p> الرقبة، صغيرا كان أو كبيرا، كافرا أو مسلما، مقطوع الرجلين، أو أعمى، أو كيفما كان. </p><p> وبشر المريسي: يذهب ويجبر كيفما كانت الرقبة. </p><p> وإن كان المراد من ذكر الرقبة: ما يستحق حكم الرقبة فيجيء ألا يجوز إعتاق رقبة فيها نقصان؛ إذ الأصل في العبيد والإماء أن النقص فيما دون النفس يوجب نقصانًا في كل النفس؛ فيجيء ألا يجوز؛ إذ يصير معتقًا لبعض الرقبة لا كلها. </p><p> ثم الدليل على أن النقصان الحال فيما دون النفس في الرقاب جعل كالنقصان الحال في النفس أن العبد إذا قطعت يده أو فقئت عينه يشترى بنصف ما كان يشترى وقت الصحة؛ فصار النقصان فيما دون النفس كتلف نصف القيمة من العبد وإن لم يكن ذلك من نفسه النصف؛ فيجيء على هذا ألا يجوز إذا كان فيه أدنى النقصان؛ إذ الحكم فيما دون النفس محمول على حكم الأنفس، وحكم الجناية عليهم محمول على حكم كمال النفس. لكن هذان التأويلان في الآية لا يصحان. </p><p> وأما الجواب عن قولهم: إن النقصان الحال في بعض الرقبة كالحال في كلها: أن ذلك النقصان يرتفع بالعتق، وإن كان وقت قيام الرق يحكم عليه بالنقص؛ لما يصير رقبة له بحكم الكمال بالعتق إذا صار هو منتفعًا بالعتق إذ بالعتق جبر النقصان الذي كان به؛ فيسلم له الرقبة كلها من حيث المعنى فيجوز، كما إذا أعتق الرقبة السليمة، والدليل عليه: أنه لو جني عليه بعدما عتق، لم ينقص من ديته شيء في مقابلة النقصان في نفسه وقت العبودة والرق، وثبت بهذا أنه في حق نفسه كامل النفس، وإنما كان ذلك النقص من نقص في قيمته وقت العبودة؛ إذ هو لو كان منقوصًا في حق نفسه لا يرتفع عنه ذلك النقصان أبدًا؛ فلما ارتفع النقصان الذي به بإعتاقه دل أن إعتاقه جائز، والأصل فيما أوجب اللَّه تعالى من هذه الكفارة إنما أوجب ليكفر بها ما ارتكب من المآثم، وما ارتكب من المحظورات التي حظر عليه ارتكابها؛ ليتألم بهذه الكفارة؛ ليكون زجرًا عن العود إليها فعلينا أن ننظر في هذه الكفارة فإن كفر بشيء لا يتألم به نفسه، ولا يفجع عندها، فلا يجوز ذلك عن الكفارة، وإن كان بالذي يلحقه ويؤلمه يجوز. </p><p> ثم ما يصل إليه من الألم بإعتاقه وجهان: </p><p> أحدهما: أنه إذا تأمل ذهاب منافع ذلك المملوك عنه بما كان هو يصلح لخدمته يتألم بذلك ويتفجع. </p><p> والثاني: لما يتأمل منه النفع في العاقبة وإن لم يكن للحال ينتفع به؛ فيتألم - أيضا - بذهاب تلك المنفعة المؤملة، فكل من كان يؤلم من هذين الوجهين جاز عتقه عن </p><p> الكفارة، وإلا فلا، واللَّه أعلم. </p><p> ثم لا يجوز إعتاق الأعمى والمقعد ومقطوع اليدين ونحو ذلك عن الكفارة، ويخرج على هذين المعنيين: أما على الأول: أنه وإن ارتفع النقص الحاصل في نفسه بسبب العبودة عند وجود الإعتاق إلا أن العيب لا يزال قائمًا فلا يجوز لا للنقصان لكن لأنه يصير معتقًا ببدل، والإعتاق ببدل لا يجوز عن الكفارة، وإن كانت الرقبة بصفة الكمال. </p><p> ومعنى قولنا: إنه يصير معتقًا ببدل: أنه ما دام في ملكه على تلك الحال، فإن مؤنته تلحقه، وبالإعتاق تسقط مؤنته عن نفسه، وتلحق تلك المؤنة المسلمين؛ فلم تجزئ عن الكفارة لهذا. </p><p> وأما على الثاني: فلا يلزم على الوجهين جميعًا أما على الأول: فلأنه لا يفجع ولا يتألم نفسه بإعتاق مثله؛ لما ليس له منفعة الخدمة؛ ليتألم بفوتها، وعلى الثاني: لما ليس له منفعة تؤمل في المآل؛ فيتألم بذلك - أيضًا - ولا يلزم الصغير على هذا العذر؛ لأنه ليس له منفعة الخدمة ونفقته عليه أيضًا، ومع ذلك يجوز إعتاقه عن التكفير؛ لأنا نقول: إنه إنما ينفق على الصغير، لما تؤمل منفعته في العاقبة، والناس إنما يربون الصغار والصغائر، وينفقون عليهم؛ لينتفعوا بإيمانها وإعتاقها في العواقب؛ فلم يصر عتقه عن هذا الوجه ببدل، والتألم في عتقه موجود، وحسب ما كان في الكبير أو أكثر. </p><p> والأعور، ومقطوع إحدى اليدين وإحدى الرجلين يجوز عن الكفارة فإنه يمكنه الاكتساب؛ فيتألم مولاه بإعتاقه؛ لما فيه ذهاب منفعته؛ فيصلح أن يكون كفارة لما ارتكب من الشهوة، ولما قدمنا من جبر ذلك النقصان وارتفاعه بالعتق، واللَّه أعلم. </p><p> وذكر عن الشافعي أنه لا يجيز عتق الرقبة الكافرة عن الكفارة، واحتج بذكر اللَّه - تعالى - في كفارة القتل الرقبة المؤمنة، فكذلك في كفارة الظهار؛ إذ هما كفارتان. </p><p> ولكن نحن نقول: هذا على أصل مذهبه خطأ؛ لأن مذهبه العموم يعم كل رقبة في دار الدنيا، والأصل في ذلك عندنا أن اللَّه - تعالى - ذكر في كفارة الظهار الرقبة المؤمنة؛ فلا يجوز أن نوجب ما ذكره في كفارة القتل هاهنا؛ والدليل عليه: أنه ذكر في تلك الآية الأشياء، وهو قوله - تعالى -: (وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ) ، فذكر الدية، ثم ذكر الدية في آية القتل - لم يوجبها على المظاهر؛ إذ ترك ذكرها في آية الظهار، ومثله في القرآن كثير. </p><p> وأيضًا: إن أحق ما يجوز في الكفارة إعتاق الرقبة الكافرة؛ وذلك لما أن المسلم قد يتألم بإعتاق الرقبة الكافرة، ولا يتألم بإعتاق المسلمة؛ لما يأبي طبعه الإحسان إلى </p>"
}