{
  "id": null,
  "sura": 58,
  "aya": 11,
  "text": "<p> اللَّه؛ لأنهم يقولون: إن اللَّه - تعالى - قد أعطى كلا من النصر والمعونة ما ينتصر على أعدائه وينتقم منهم حتى لا يبقى عنده مزيد ما ينصرهم ويعينهم على شيء؛ فعلى قولهم لا يقع للمؤمنين في التوكل على اللَّه - تعالى - شيء؛ لأنه ليس عنده ما ينصرهم ولا ما يعينهم، فعلى ماذا يتوكلون عليه على قولهم إذا لم يملك ما ذكرنا، ومن قولهم: إن على اللَّه - تعالى - أن يعطي من المعونة والتوفيق حتى لا يبقى عنده مزيد بشيء فلو منع شيئًا من ذلك لم يعطهم يكون جائرًا، ثم إذا أعطاهم ما ذكروا، ولا يهتدون ولا ينتصرون، واللَّه - تعالى - قال:  (إِنْ يَنْصُرْكُمُ اللَّهُ فَلَا غَالِبَ لَكُمْ) ، وقال:  (مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي) ؛ فدل أن ما قالوا مخالف للكتاب. </p><p> ثم اختلف في اشتقاق النجوى: </p><p> فمنهم من قال: هو من النجوة، وهو المكان العالي المرتفع: وذلك أنهم كانوا يقومون في مكان مرتفع فيتحدثون فيه فإذا رأوا من قصد بهم فيتفرقون، أو كلام نحو هذا معناه. </p><p> ومنهم من قال: التناجي: التخالي بما ذكروا، فيكون معنى قوله:  (إِذَا تَنَاجَيْتُمْ) أي: إذا تحاليتم فلا تتخالوا بما ذكر. </p><p> وقَالَ الْقُتَبِيُّ: التناجي من التشاور، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (١١) . </p><p> يخرج على وجهين: </p><p> أحدهما: وإذا قيل لكم تأخروا في المجلس فتأخروا، (وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا) ، أي: ارتفعوا وتقدموا؛ فيكون قوله:  (تَفَسَّحُوا) إذا كان الحضور أولا هم الذين همتهم السماع والعمل به ثم جاء من يريد التفقه فيه، فقيل لهم: تأخروا؛ حتى يقرب من يصير إمامًا للناس وفقيهًا لهم. وإذا كان الحضور هم الذين همتهم أن يكونوا هم الأئمة، ثم جاء بعد ذلك من كان همتهم السماع والعمل به، قيل للذين تقدموا أولا: ارتفعوا وتقدموا حتى يسمع من حضر بعدكم قول النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، واللَّه أعلم. </p><p> والثاني: أنه إذا كان في المجلس أدنى سعة وفسحة ما يمكن تمكين غيره بالتحريك والتفسح دون القيام يقال لهم: تفسحوا. وإذا لم يمكن ذلك إلا بالقيام قيل لهم: قوموا وارتفعوا وتقدموا. </p><p> وقوله:  (يَفْسَحِ اللَّهُ لَكُمْ) يحتمل وجوهًا: </p><p> أحدها: يفسح اللَّه لكم في القبر، أو في الآخرة في الجنة، أو يفسح اللَّه لكم في </p><p> المجلس أو يفسح لكم فسحة القلب وتوسعة للعلم والحكم، واللَّه أعلم. </p><p> وقال الحسن:  (إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ) ، أي: في القتال والحرب، (وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا) ، أي: إذا قيل: انهزوا إلى العدو فانهزوا. </p><p> قال قتادة: أي: إذا دعيتم إلى خير أو صلاة فأجيبوا. </p><p> وقيل: هو كل خير: من قتال عدو، أو أمر بمعروف، أو نهي عن منكر، أو حق كائنًا ما كان، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ) . </p><p> أخبر أنه يرفع اللَّه الذين آمنوا، وأخبر أنه يرفع اللَّه الذين أوتوا العلم من المؤمنين على الذين لم يؤتوا العلم درجات؛ لفضل العلم على سائر العبادات من الجهاد وغيره؛ ألا ترى أنه قال في آية الجهاد:  (فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً) ، جعل للمجاهدين على القاعدين فضل درجة، وللذين أوتوا العلم على الذين لم يؤتوا درجات؛ ليعلم فضيلة العلم على غيره، وكذلك قوله - تعالى -: (فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ) . </p><p> قَالَ بَعْضُهُمْ: إن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان يجلس قومًا عند نفسه؛ ليتفقهوا في الدِّين، ويبعث قومًا سرايا، حتى إذا رجع السرايا أنذرهم الذين تفقهوا في الدِّين وتعلموا من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> فإن كان التأويل هذا؛ ففيه دلالة فضيلة العلم على الجهاد؛ حتى أحوج أُولَئِكَ إليهم. </p><p> وقَالَ بَعْضُهُمْ: كان ينفر من كل قوم طائفة؛ ليتفقهوا في الدِّين، فإذا رجعوا إلى قومهم أنذروا قومهم. </p><p> وقال قتادة: إن بالعلم لأهله فضيلة، وإن له على أهله حقًّا، ولعمري الحق عليك أيها العالم أفضل، واللَّه يعطي كلا من فضل فضله. </p><p> وقتادة يقول في قوله - تعالى -: (إِذَا قِيلَ لَكُمْ تَفَسَّحُوا) : إنهم كانوا إذا رأوا أحدهم مقبلا يضنون بمجالسهم عند رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فأمر اللَّه - تعالى - أن يفسح بعضهم لبعض. </p><p> وقال مقاتل: أقبل نفر من الأنصار ممن شهد بدرًا، فسلموا على نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ومن حوله، فردوا السلام، وضنوا بمجلسهم من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فلم يوسعوا لهم؛ فقال لهم رسول اللَّه:  \" قم يا فلان ويا فلان \" لنفر منهم من الذين لم يشهدوا بدرًا؛ فتكلم في ذلك </p>"
}