{
  "id": null,
  "sura": 58,
  "aya": 19,
  "text": "<p> أي: يهانون في ذلك العذاب. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (١٧) . </p><p> يخبر أن أموالهم التي لأجلها تولوا اليهود وعاندوا المؤمنين لا تغنيهم تلك الأموال من عذاب اللَّه شيئًا إذا نزل بهم، ثم أخبر عن شدة سفههم أنهم يحلفون في الآخرة كما يحلفون لكم في الدنيا بقوله:  (يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ ... (١٨) . </p><p> ثم فيه أن الآية لا تضطر أحدًا إلى الإيمان به والتوحيد؛ لأن الآية ليست أعظم من قيام الساعة، ثم لم يمنعهم ذلك عن الكذب والكفر به، ولا اضطرهم إلى الإيمان به، وكذلك قوله:  (ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ) ، في الدنيا؛ فإذا كان ما ذكرنا، كان تأويل قوله:  (إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ) ، وقوله - تعالى -: (وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ) : أنهم يؤمنون إذا شاء اللَّه، ولا يؤمنون، وإن نزل عليهم الآيات التي ذكر، ولا آية أعظم مما ذكر من إنزال الملائكة، وإحياء الموتى، وتكليمهم أنهم على الباطل، وأن الحق هو الذي دعا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إليه؛ دل هذا كله أن الآية لا تضطر أهلها على الإيمان، واللَّه أعلم. </p><p> وقوله:  (اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَأَنْسَاهُمْ ذِكْرَ اللَّهِ أُولَئِكَ حِزْبُ الشَّيْطَانِ أَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ (١٩) . </p><p> قال ابن عَبَّاسٍ - رضي اللَّه عنهما -: (اسْتَحْوَذَ) ، أي: غلبهم الشيطان. </p><p> وقال مقاتل: أي أحاط بهم. </p><p> وقال الزجاج والْقُتَبِيّ: أي: استولى عليهم. وذلك كله يرجع إلى معنى واحد، وفيه أن الشيطان قد سلط عليهم حتى غلب عليهم بإجابتهم بما دعاهم إليه من معاداة اللَّه ورسوله والمؤمنين، ولكن سلطانه على ما ذكر، وهو قوله:  (إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ) ، فعليهم إذا عملوا بما أراد وأجابوه إلى ما دعا. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَنْسَاهُمْ ذِكْرَ اللَّهِ) . </p><p> يحتمل: أي: أنساهم عظمة اللَّه، أو نعم اللَّه وإحسانه، أو شكر نعمه. </p><p> وقوله - عَزَّ وَجَلَّ -: (أُولَئِكَ حِزْبُ الشَّيْطَانِ) . </p><p> الحزب هو جمع الفرق؛ تحزبوا، أي: تفرقوا، فحزبه هو جنده كما قال أهل التأويل؛ لأنهم يصيرون فرقًا، ثم يجتمعون، فيكونون جندا له، وجند الرجل هم الذين يستعملهم فيما شاء من القتال وغيره، ويصدرون لرأيه؛ فعلى ذلك أُولَئِكَ الكفرة هم جنده. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ) . </p>"
}