{
  "id": null,
  "sura": 58,
  "aya": 1,
  "text": "<p> سُورَةُ الْمُجَادَلَةِ وهي مدنية </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى (قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ (١) الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ مَا هُنَّ أُمَّهَاتِهِمْ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ (٢) وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ذَلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (٣) فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ (٤) . </p><p> قوله - عزوجل -: (قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ) قال جماعة من أهل التفسير: إنها نزلت في أوس بن الصامت -أخي عبادة بن الصامت- وامرأته، غير أنهم اختلفوا في اسم امرأته. </p><p> قال ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: كان اسمها خولة. </p><p> وعن عائشة - رضي اللَّه عنها - أنها كانت جميلة. </p><p> وقَالَ بَعْضُهُمْ بأنها كانت تسمى: خويلة على تصغير خولة. </p><p> وروي في بعض الروايات أنه كان سبب هذا القول من أوس لزوجته لما دعاها ليلة إلى فراشه، وكانت امرأتُهُ بحيث لا يحل له التمتع بها؛ فأبت عليه، وأرادت أن تخرج من البيت؛ فقال لها:  \" إن خرجت من البيت فأنت عليَّ كظهر أمي \" ، فخرجت، فلما أصبحت قال لها زوجها: ما أراك إلا قد حرمت عليَّ، قالت: واللَّه ما ذكرت لي طلاقا، قال: فَأْتِي رسولَ اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - واسأليه، فإني أستحي أن أسأله عن هذا، فأتت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأخبرته، فنزلت فيهما هذه الآية. </p><p> وروي في بعض الأخبار أن أول من ظاهر من امرأته أوس، قال: وكان به لمم، فقال في بعض ضجراته ذلك القول، وهذا يرويه مُحَمَّد بن كعب القرظي، لكنه لا يحتمل أن يكون أراد باللمم الجنون؛ لأن المجنون لو طلق امرأته لا يقع الطلاق فضلا أن يكون ظهاره ظهارا. </p><p> وتأويل قوله:  \" وكان به لمم \" ، أي: فضل غضب وشدة؛ فكأنه لم يكن به حلم، ثم اختلفت الروايات في شأنها وشأن زوجها: </p><p> منهم من روى -وهو مُحَمَّد بن كعب-: أنها أتت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وقالت: إن أوسا أبو ولدي، وابن عمي، وأحب الناس إليَّ، وقال كليمة؛ والذي أنزل عليك الكتاب ما ذكر طلاقا، قال: أنت عليَّ كظهر أمي. فقال لها رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" ما أراك إلا وقد حرمت عليه \" قالت: يا رسول اللَّه، لا تقل ذاك ما ذكر طلاقًا، فقال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" ما أراك إلا وقد حرمت عليه \" ، وكررت المرأة ذلك، ويرد رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، ثم قالت:  \" اللهم إني أشكو إليك شدة وجدي به، وما يشق علي من فراقه، اللهم أنزل على نبيك،فأنزل الله تعالى:(قَدْ سَمِعَ اللَّهُ. . .)إلى قوله:(فَإِطْعَامُ سِتِّينَ مِسْكِينًا).</p><p> وفي بعض الأخبار رواها الكلبي: أنها أتت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقالت: يا رسول اللَّه، إن زوجي أوس بن الصامت تزوجني يوم تزوجني وأنا شابة، ذات أهل كثير ومال كثير، فأكل شبابي حتى إذا كبرت عنده سني، وذهب أهلي، وتفرق مالي، وضعفت - جعلني عليه كظهر أمه، ثم تركني إلى غير شيء، وقد ندم وندمت؛ فهل من شيء يجمعني وإياه يا رسول اللَّه؟! فقال - عليه السلام -: \" أطلقك؟ \" قالت: لا،قال:\" ما أمرت في شأنك من شيء، فإن نزل علي في شأنك شيء أبينه لك \"، فرفعت يديها إلى السماء تدعوه وتتضرع إليه أن ينزل إليه بيان أمرهما، ثم خرجت من عنده، وأتت زوجها، فنزل جبريل - عليه السلام - بهذه الآية.</p><p> وروي في بعض الأخبار أنها أتت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقالت: إن زوجي أوس بن الصامت تزوجني وإني شابة ذات مال وأهل، حتى إذا أكل مالي، وأفنى شبابي، وكبرت سني، ورق عظمي، وباد أهلي - جعلني عليه كظهر أمه، ولي منه صبيان إن أنا وكلتهم إليه ضاعوا، وإن ضممتهم إلى نفسي جاعوا، فقال النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" اغربي فلعلك الظالمة لزوجك \"،فقالت:يا أمين اللَّه في أرضه، إنه لظالم لي،فقال:\" اذهبي؛ فإن فيكن الضعف والعجز \" قال: فجعلت تجادله، فلما رأت أنه لا يرفع بها رأسا، ولا تجد عنده مخرجا، خرجت فرفعت طرفها إلى السماء تشكو إلى اللَّه صنع زوجها بها،وقالت:\" اللهم إني أتيت أمينك في أرضك، فلم يرفع لي رأسا، فتول اليوم حاجتي، وارحم ضعفي وقلة حيلتي \"، فلم تصل منزلها حتى هبط جبريل - عليه السلام - بالوحي: (قَدْ </p><p> سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ) فدعا أوسا زوجها فقال:  \" ما الذي حملك على ما صنعت بخولة، وقد أنزل اللَّه فيها ما أنزل؟ \" ، وبعث إليها فرحب بها، فقال: يا رسول اللَّه عمل الشيطان، فهل من أمر يجمعني اللَّه وإياها؟ قال: نعم، ثم تلا عليهم آية الكفارة إلى آخرها. </p><p> ثم بين هذه الروايات اختلاف:  [ذكر في رواية القرطبي]  (١) أنه قال - عليه السلام -: \" ما أراك إلا وقد حرمت عليه \" ، وفي رواية قال لها:  \" ما أمرت في شأنك من شيء \" ، لكنه يمكن التوفيق بين الخبرين، وهو أن قوله:  \" ما أراك إلا وقد حرمت عليه \" على ما كان أهل الجاهلية يرونه محرما، فقال:  \" ما أراك إلا وقد حرمت عليه \" من ذا الوجه، لكنه لم ينزل علي شيء في بيان هذا، فإن ينزل شيء عليَّ في هذا أبينه لك. </p><p> والثاني: أن ليس في قوله: \" ما أراك \" إثبات حرمة، بل هو قول على الظن بما قد كان الناس يعرفون بينهم لذلك القول، ويجوز أن يراد التقرير على ذلك، أو يرد لهذه الحادثة الحرمة بالوحي، فتوقف في الجواب مع الإشارة لها بالامتناع من الزوج؛ احتياطا لباب الحرمة، واللَّه أعلم. </p><p> ثم إن بعض الفقهاء ذكر الاختلاف بين السلف في حكم الظهار قبل نزول الآية: </p><p> عن عكرمة أنه قال: كانت النساء تحرم بالظهار حتى أنزل اللَّه تعالى هذه الآية، وكان طلاقا قبل نزول الآية، فجعله اللَّه تعالى بهذه الآية ظهارا. </p><p> وعن أبي قلابة وغيره: كان طلاقهم في الجاهلية الإيلاء والظهار. </p><p> وعن أبي هريرة - رَضِيَ اللَّهُ عَنْهُ - أنه قال: إنما كان طلاق أهل الجاهلية الظهار، وقد جعل لهذه الأمة حرمة ترتفع وتزول بالكفارة التي أوجب. </p><p> وعن الحسن أنه قال: كان الظهار أشد الطلاق، وأحرم الحرام، إذا ظاهر من امرأته لم يرجع إليها أبدا. </p><p> والأشبه أنه لا يكون طلاقا في الإسلام لو كان يكون في الجاهلية، وأنه لا يكون موجبا حرمة لا ترتفع أبدا؛ كما قال الحسن؛ فإنه ذكر في حديث خولة أن زوجها لما قال لها: ما أراك إلا وقد حرمت علي، قالت: واللَّه ما ذكرت لي طلاقا، ولو كان الظهار طلاقا لعرفته، وكذلك لما أخبرت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال لي: أنت عليَّ كظهر أمي، </p><p>(١) هذا إشكال آخر يضاف إلى سابقه، إذ كيف ينقل الماتريدي عن القرطبي، وهو يتقدمه بقرون؟!!، وكان الأحرى بمحقق الكتاب التنبيه على ذلك. اهـ (مصحح النسخة الإلكترونية).</p><p> فقال - عليه السلام -: \" ما أراك إلا وقد حرمت عليه \" ، قالت: يا رسول اللَّه، لا تقل ذاك؛ ما ذكر طلاقا، ولم يرد عليها اعتقادها في أن الظهار طلاق، وكذلك ما روي في رواية أخرى في حديث طويل: جعلني عليه كظهر أمه، ثم تركني إلى غير شيء، فهل من شيء يجمعني وإياه يا رسول اللَّه؟ فقال - عليه السلام -: \" أطلقك؟ \" قالت: لا، قال:  \" ما أمرت في شأنك من شيء \" ، ولو كان الظهار طلاقا بعد الإسلام قبل نزول هذه الآية لما قال:  \" أطلقك؟ \" بعدما قالت: \" جعلني عليه كظهر أمه \" ، ولما قال:  \" ما أمرت في شأنك من شيء \" ، وحكم شريعته أنه طلاق مزيل للملك، دل هذا يقرر ما قلنا إنه ذكر في حديث خولة وأوس أنه أول من ظاهر في الإسلام فكيف يكون طلاقا؟! </p><p> فَإِنْ قِيلَ: أليس - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" ما أراك إلا وقد حرمت عليه \" ، والحرمة التي لا ترفع النكاح بالظهار إنما ثبتت بعد نزول الآية، والآية نزلت بعد صدور القول من أوس بن الصامت؛ فدل أن مراده تحريم الطلاق، فهذا يدل على أن هذا الحكم كان ثابتا في شريعته قبل نزول آية الظهار بوحي غير متلو وإن كان قبل ذلك في حكم الجاهلية، فكذلك ذلك الزوج قال للمرأة - أيضا -: \" ما أراك إلا وقد حرمت عليَّ \" ؛ دل هذا على أنه كان طلاقا قبل نزول الآية. </p><p> قلنا: هذا حجة عليكم؛ فإنه لو كان المراد بقوله - عليه السلام -: \" ما أراك إلا وقد حرمت عليه \" إثباتا للحرمة فيها بالظهار؛ لكونه طلاقا، فكيف يحكم عليها بالحرمة بالظهار بعد حكمه بالطلاق بذلك القول بعينه في شخص بعينه، وقد صح في الحديث أن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - دعا أوسا وامرأته بالكفارة، وأبقى النكاح بينهما لو كان ذلك طلاقا؟! والمثبت حكمه إنما ينسخ بالآية الثانية إلى حكم آخر، فظهر ذلك في المستقبل لا في الماضي؛ فدل أن هذا حجة عليه، ولكن إنما قال:  \" ما أراك إلا وقد حرمت عليه؛ \" للوجهين اللذين ذكرناهما، واللَّه أعلم. </p><p> فَإِنْ قِيلَ: إن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لم يحكم بالطلاق في حقها، مع أن الظهار كان طلاقا بطريق القطع، بل قال:  \" ما أراك إلا وقد حرمت عليه \" على طريق الظن؛ لأنه جائز أن يكون الله تعالى قد أعلمه أنه سينسخ حكم هذا القول وينقله من الطلاق إلى تحريم المتعة، فلم يقطع القول فيه حتى نزلت الآية. </p><p> قيل: لو كان ذلك حكما ثابتا مقررا في شريعته، لم يمتنع النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن العمل به، وحكمه بذلك ما لم ينزل عليه الناسخ وإن أعلم أنه سينسخ؛ لأنه يجب عليه العمل بما أنزل عليه؛ لقوله:  (وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ) ، وقوله:  (بَلِّغْ مَا أُنْزِلَ إِلَيْكَ) ، وإذا ورد الناسخ بخلافه يكون عمله في المستقبل لا فيما مضى، وإنما يستقيم هذا على ما قلنا: إن الظهار قبل نزول الآية لا حكم له في الإسلام، وكان تحريما في الجاهلية؛ فمتى وجد هذا السبب، ووقعت هذه الحادثة، أمرها بالاجتناب عن الزوج؛ احتياطا حتى نزلت الآية؛ فيظهر أن حكمه ما هو؟ من حين وجوده؛ إذ يجوز أن يريد اللَّه تعالى بهذا هذا الحكم، وإن كان لا علم للمباشر به؛ إذا كان بحيث يمكنه الوصول إلى العلم به عند الحاجة إلى العمل به، والحكم كالنص الذي ورد مجملا في إيجاب حكم، ثم ورد البيان متأخرا، والنص العام الذي يتأخر بيانه على خلاف ظاهره؛ فعلى ذلك هذا، واللَّه أعلم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا) ، أي: سمع قولها ومجادلتها في زوجها، ومجادلتها مع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في سؤالها إياه عما ابتليت بقول زوجها لها:  \" أنت علي كظهر أمي \" . </p><p> والمجادلة هي المخاصمة، وهي المحاورة، وكان مجادلتها في زوجها أن قالت:  \" واللَّه ما ذكرت طلاقا \" ، حين قال لها بعدما قال لها:  \" إن خرجت من الدار، فأنت علي كظهر أمى \" ، وخرجت -: \" ما أراك إلا وقد حرمت عليَّ \" . </p><p> وأما مجادلتها مع النبي - عليه السلام - ومحاورتها هي قولها:  \" لا تقل ذلك \" ، وقول رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" ما أراك إلا وقد حرمت عليه \" ، فهذه محاورتهما. </p><p> ومن الناس من يقول: المحاورة: هي المراجعة في الكلام، وهما يرددان الكلام ويراجعانه ويكررانه، وهو ما ذكر أن النبي - عليه السلام - يكرر قوله:  \" ما أراك إلا وقد حرمت عليه \" ، وهي تردد وتكرر قولها:  \" لا تقل ذلك يا رسول اللَّه؛ فإنه ما ذكر طلاقا \" ، ولكن هذا قريب من الأول. </p><p> وقال بعض أهل اللغة:  (تَحَاوُرَكُمَا) ، أي: كلامكما، والتحاور: الكلام بين اثنين. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا) قيل فيه بوجهين: </p><p> أحدهما: أن تشتكي إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، لكن اللَّه تعالى أضاف إلى نفسه؛ لأن مرادها أن تنزل آية من اللَّه تعالى على رسوله بالفرج عنها. </p><p> والثاني: أن شكواها إلى اللَّه تعالى وتضرعها قد كان حيث لم تجد الفرج والمخرج فيما قال لها رسول اللَّه عليه الصلاة. والسلام:  \" ما أراك إلا وقد حرمت عليه \" ، فاشتكت </p><p> إلى اللَّه تعالى، ودعت، وتضرعت؛ حتى أنزل اللَّه تعالى على رسوله الآية فيها، وجاءت الرخصة لهما بالاجتماع بعد التكفير على ما ذكر في الخبر، واللَّه أعلم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا) ، أي: سمع لها بما أجاب وأغاث بالفرج فيما اشتكت إليه، وسمع لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بما أبان ما ظهر له من الحكم في الحادثة التي أشبهت عليه، وأشكل عليه ذلك. </p><p> ثم اختلفت الأخبار في أمرهما - أيضا - حيث دعا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أوسًا، وأخبره بالآية التي نزلت في أمرهما: </p><p> [قال القرطبي]  (١) : لما نزلت الآية دعا زوجها أوسا، فقال له:  \" أعتق رقبة \" ، قال: ما عندي رقبة أعتقها، قال:  \" فصم شهرين \" ، قال: ما أستطيع يا رسول اللَّه، إني لأصوم يوما واحدا فيشق عليَّ، فكيف صوم شهرين متتابعين؟ قال:  \" فأطعم ستين مسكينا \" ، قال: فنعم، قال: فأطعم ستين مسكينا فأمسكها. </p><p> وفي رواية أخرى ذكرها الكلبي: لما نزلت رخصتهما أرسل رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إلى أوس ابن الصامت فأتاه، فقال:  \" ويحك ما حملك على ما صنعت وقلت؟ \" قال: الشيطان يا رسول اللَّه؛ فهل من رخصة تجمعني وإياها؟ قال:  \" نعم \" ، وقرأ عليه هذه الآيات الأربع، وقال له:  \" هل تستطيع أن تعتق رقبة؟ \" قال: لا واللَّه يا رسول اللَّه، إن المال لقليل غير كثير وإن الرقاب لغالية، قال:  \" فهل تستطيع أن تصوم شهرين متتابعين؟ \" قال: لا واللَّه يا رسول اللَّه، لولا أني آكل في يوم ثلاث مرات لكلَّ بصري، ولظننت أني سأموت، قال:  \" فهل تستطيع أن تطعم ستين مسكينا؟ \" قال: لا واللَّه يا رسول اللَّه، إلا أن تعينني فأعانه عليه السلام بخمسة عشر صاعا، وأخرج أوس من عنده خمسة عشر صاعا فتصدق به على ستين مسكينا، فجمع اللَّه بينه وبينها. </p><p> وذكر في خبر آخر أن رجلا كان ظاهر من امرأته، وكان هو يصوم عنه، فواقع امرأته في وقت الصوم، فأتى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فأخبره بذلك، [فعابه] رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - على فعله، ثم أمره بأن يكفر بما وصفنا من الكفارات، فقال في كل واحدة: لا أستطيع قال: فأمره - عليه السلام - أن يأتي موضع كذا إلى أبي زريق، ويأخذ منه وسقا من التمر، فيعطي ستين مسكينا كل مسكين ينفقه على عياله، ذكر في الإطعام في خبر:  \" لا أستطيع \" ، وفي </p><p>(١) سبق التنبيه إلى مثله، فالماتريدي يتقدم القرطبي بزمان طويل - رحمهما اللَّه -. اهـ (مصحح النسخة الإلكترونية).</p>"
}