{
  "id": null,
  "sura": 58,
  "aya": 10,
  "text": "<p> لأن أهل الكتاب وبعض المشركين يقرون بالبعث، وبعض المشركين ينكرون مع الدهرية. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلَّا بِإِذْنِ اللَّهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (١٠) . </p><p> أي: النجوى الذين كانوا يتناجون بالإثم والعدوان ومعصية الرسول، ليس كل نجوى على ظاهر ما يخرج الخطاب عامًّا؛ ولكن يرجع إلى النجوى التي ذكرنا، وهو الذي نهوا عنه. </p><p> ثم قوله:  (إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ) جائز أن يكون معناه: ابتداء النجوى في الشر من الشيطان، وهو ما ذكر في بعض القصة أن اللَّه - تعالى - لما خلق آدم - عليه السلام - قال إبليس للملائكة: أرأيتم إن فضل هو عليكم ما تصنعون؟ فأجابوه بما أجابوا؛ فقال هو: إن فضلت عليه لأهلكنَّه، [وإن فضل هو عليَّ لأعصينَّه] ، فقد ناجاهم في أمر آدم - عليه السلام - بالشر، فكان أول النجوى في الشر من الشيطان. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِيَحْزُنَ الَّذِينَ آمَنُوا) . </p><p> لولا أن الشيطان في حال الحزن يكون أملك على إفسادهم وإخراجهم من أمر اللَّه - تعالى - وإدخالهم في نهيه؛ وإلا لم يكن لقوله:  (إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا) معنى؛ فدل أنه - لعنه اللَّه - في حال الحزن والغضب أملك وأقدر من حال السرور والسعة، لكنه بما يدعوه إلى اللذات ويمنيه أشياء كان قصده من ذلك أن يوقعه في الضيق والشدة لما هو عليه أقدر في تلك الحال؛ ولذلك قال لآدم وحواء - عليهما السلام -: (هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَا يَبْلَى) ، تلقاهم بالغرور بالذي ذكر، ومناهم ما ذكر، وكان قصده من ذلك إبداء عورتهما وإيقاعهما في الضيق والبلاء؛ حيث قال:  (فَأَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْآتُهُمَا. . .) الآية، مكن اللَّه - تعالى - إبليس من الشر بالذي ذكرنا، ولم يمكن له من إفساد الطعام واللباس والأشربة ونحو ذلك، وهو دون الأول، وذلك أكثر، لكن هذا في الضرر الدنياوي أكثر؛ فلم يمكنه من إفساد هذه الأشياء تفضلا منه وإحسانًا عليهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلَّا بِإِذْنِ اللَّهِ) . </p><p> أي: ليسوا بضارين لهم فيما يتناجون من الكيد بهم والمكر، واللَّه أعلم. </p><p> ثم قال:  (وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ) . </p><p> أي: في دفع من قصدهم من الكيد بهم والمكر والهلاك، وعليه يتوكلون في النصر لهم والمعونة على أعدائهم، والتوفيق لهم في كل خير، وكل هذا وصف المؤمنين وأما المعتزلة، فهم بمعزل عن هذه الآية، وكذلك: المؤمنون على قولهم غير متوكلين على </p><p>(١) في المطبوع هكذا [وإن فضل هو عليَّ لأعاديه] والتصويب من (أخبار الحمقى والمغفلين لابن الجوزي. ١/ ٦٣).</p>"
}