{
  "id": null,
  "sura": 59,
  "aya": 20,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (فَأَنْسَاهُمْ أَنْفُسَهُمْ) ، أي: خلق فعل النسيان والترك فيهم: أضاف اختيار النسيان إليهم، ثم أضاف الإنساء إلى نفسه وأثبت فعله فيه، وليس هذا على أن تقدم منهم فعل النسيان، ثم هو أنساهم بعد ذلك؛ لكن على أن خلق ذلك فيهم وقتما اختاروا ذلك الفعل، وهو كقولهم: هداه اللَّه - تعالى - فاهتدى، واهتدى فهداه اللَّه؛ فذلك كله في وقت واحد؛ فكذلك هذا في الخذلان والنسيان: لما اختار هو فعل النسيان خلق اللَّه - تعالى - ذلك النسيان فيه، كما خلق الهداية والكفر باختياره، ولا يجوز أن يحمل ذلك على تقدم بعض على بعض. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَنْسَاهُمْ أَنْفُسَهُمْ) كقوله: (نَسُوا اللَّهَ) ؛ إذ قوله - تعالى - هذا داخل في قوله:  (نَسُوا اللَّهَ) ؛ إذ العمل لله هو العمل لأنفسهم، والعمل لأنفسهم هو العمل للذي أريد به وجه اللَّه؛ فلذلك قلنا بأن المراد منهما ما في الآخرة. </p><p> ويحتمل وجهًا آخر، وهو أنهم لما تركوا طاعة اللَّه فخذلهم اللَّه - تعالى - بتركهم أمر اللَّه تركهم أنفسهم لهم فلم يهتدوا، ثَمَّ للخيرات والطاعات، وهذا من أشد العقوبات. </p><p> ويحتمل أن يكون معناه: أي: يجازيهم في الآخرة جزاء ما عملوا بأن تركهم في الآخرة في العذاب الدائم؛ فيكون ذلك جزاء لهم بما عملوا في الدنيا وبما تركوا من الإيمان باللَّه تعالى، وهذان التأويلان يرجعان إلى ما ذكر من الخذلان فيما فعلوا، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أُولَئِكَ هُمُ الْفَاسِقُونَ) . </p><p> فالفسق هو الخروج عن أمر اللَّه تعالى. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ (٢٠) . </p><p> أي: الناجون، والفوز: هو الظفر بالحاجة، ثم قوله - عَزَّ وَجَلَّ -: (لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ) يحتمل وجهين: </p><p> أحدهما: ألا يستووا في الدنيا، أو لا يستووا في الآخرة، فإن كان على الأول فمعناه: لا يستوي عمل أهل الجنة في الدنيا في العقول وعمل أهل النار، إذ عمل أهل النار بالذي يستقبحه العقول، وأما أفعال أهل الجنة الداعية إليها بالتي يستحسنها العقول؛ لأن عمل هَؤُلَاءِ بالذي ظهر بالبراهين والحجج، وليس لعمل أُولَئِكَ براهين وما أقيم بالبراهين </p>"
}