{
  "id": null,
  "sura": 59,
  "aya": 8,
  "text": "<p> يخلفه فيه الخلفاء من بعده؛ فيداوله الأغنياء بينهم. </p><p> ومعنى آخر: لو فرق هذا بين الفقير والغني لكان حين يقع هذا للغني بيده كان يكتسب به فضول الدنيا، وأما الفقير فأول ما يقع في يده يستمتع به في منافع نفسه؛ فلذلك فرق في الفقراء، واللَّه أعلم. </p><p> قَالَ بَعْضُهُمْ: الدولة: هي اسم للذي يدول بين الناس، والدّولة: واحدة، وهي فعلة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا) . </p><p> يعني: ما أعطاكم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من هذه الغنيمة فخذوه ولا تظنوا به ظنًّا مكروهًا وما نهاكم عنه فانتهوا، ليس نهي زجر وشريعة، ولكن نهي منع، وما منع منكم من هذا الفيء فانتهوا عنه. </p><p> وعلى قراءة ابن مسعود - رَضِيَ اللَّهُ عَنْهُ -: (وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ) ، يحمل معنى الأمر ومعنى الإعطاء، أي: ما آتاكم من الدنيا فخذوه، وما نهاكم من الدنيا عنه - يعني: زجركم عنه- فانتهوا عنه. </p><p> قال - رحمه اللَّه -: ويروى: أن عامة الفقهاء يحتجون بهذه الآية في موضع الأمر مع لفظ الإيتاء، وليس يوجب ظاهره هذا؛ إذ الإيتاء هو الإعطاء والتمليك، كقوله:  (وَآتُوا الزَّكَاةَ) ، ولكن وجه الاحتجاج به: أن اللَّه - تعالى - لما أمرنا بأخذ معروفه - عليه السلام - وإن كان في أخذ المعروف من غيره - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - خيار: فلأن يلزمنا الأخذ بأمره والاتباع له أحرى وأولى، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ) . </p><p> هذا يؤكد ما ذكر من اتباع أمره، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ (٨) . </p><p> وما نسق عليه من قوله:  (وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ. . .) ، وقوله:  (وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ. . .) الآيات ظاهر هذا يقتضي إيجاب حق لهم؛ لأنه إذا قيل: لفلان، لم يكن بد من أن يقال: كذا وكذا، وإذا كان كذلك لم يكن به من حق يذكر لهم، ولا يحتمل أيضًا أن يخفي اللَّه - تعالى - علم ذلك الحق الذي أوجب لهذه الأصناف عن خلقه؛ فالسبيل في ذلك من جهة التأويل عندنا، واللَّه أعلم. </p><p> ثم يحتمل أن يكون رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - سئل عن جوابه: لمن؟ قال:  (لِلْفُقَرَاءِ الْمُهَاجِرِينَ) . </p><p> ويحتمل أن يكون الرسول سأل ربه - جل وعلا - عن جوابه: لمن؟ فأخبر:  (لِلْفُقَرَاءِ الْمُهَاجِرِينَ) . </p><p> ثم إنه يجوز أن يكون ذلك الحق، هو ما وظف من الخراج على أهل القرية إذا فتحت وهو ما روي عن عمر بن الخطاب - رَضِيَ اللَّهُ عَنْهُ - أنه قال لعلي وابن مسعود - رضي اللَّه عنهما - حين فتح سواد الكوفة: أني أستشيركم في أمر، قد أغناني اللَّه - تعالى - عن مشورتكم حين تلوت هذه الآية، ثم تلا:  (لِلْفُقَرَاءِ الْمُهَاجِرِينَ) ، ثم قال: لهَؤُلَاءِ خاصة، وتلا قوله:  (وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ) ، ثم قال: ليس لهَؤُلَاءِ خاصة، وتلا قوله:  (وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ. . .) . </p><p> وروي أن بلالا قال له: اقسم بيننا كما قسم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - خيبر بين أهل العسكر، وقال: اللهم اكفني بلالا وأهله. ثم قال عمر - رَضِيَ اللَّهُ عَنْهُ -: \" لو قسمتها بينكم لتركت آخر عصابة في الإسلام لم تصب من هذا، وأخبر اللَّه بقوله:  (وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ) أنهم شركاء هَؤُلَاءِ؛ فجائز أن يكون عمر - رَضِيَ اللَّهُ عَنْهُ - حين تلا هذه الآيات تذكر خبرا أخبر به رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فعلم أن الحق الذي أوجب اللَّه - تعالى - لهَؤُلَاءِ ذلك. </p><p> أو يجوز أن يكون اللَّه - تعالى - بلطفه ألهمه وعليا وابن مسعود - رضي اللَّه عنهم - لأنه روي أنهما أشارا عليه بذلك؛ ولذلك قال أصحابنا: إن الإمام إذا افتتح قرية من قرى أهل الحرب فهو فيها بالخيار: إن شاء قسمها بين أهلها ووظف عليهم الخراج، وإن شاء قسمها بين أهل العسكر. وإنَّمَا كان كذلك؛ لأن المقصود من المقاتلة أحد معنيين: إما لتوسيع أمكنة الإسلام أن تضيق، أو يضيق المكان بهم؛ ليستسلموا لدين اللَّه، وينقادوا لأمره، وينظروا في حججه، وليست مقاتلتهم عقوبة كفرهم؛ بل لما وصفنا من المعنى، وهذا المعنى قد يستفاد إذا وظف عليهم الخراج؛ فلذلك كان للإمام الخيار، واللَّه أعلم. </p><p> ولو فهم بلال - رَضِيَ اللَّهُ عَنْهُ - المعنى الذي لأجله قسم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - خيبر بينهم لم يقس سواد الكوفة عليه. </p><p> والمعنى من قسمته - عليه السلام - خيبر بينهم، عندنا - واللَّه أعلم -: هو أن المسلمين لما صدوا عن البيت بالحديبية بشرهم اللَّه - تعالى - بفتح قريب؛ عوضًا عما نالهم فيما أصابهم، وأما سواد الكوفة فلم يكن فيها شيء من هذا المعنى؛ فلم يجز أن يكون أمره مقيسًا عليه، واللَّه أعلم. </p><p> وقوله:  (لِلْفُقَرَاءِ الْمُهَاجِرِينَ) يحتمل أن يكون المراد منه المجاهدين المقاطعين لأسباب عيشهم من الأموال والديار، أي: لهم هذا الحق الذي سبق وصفه. </p>"
}