{
  "id": null,
  "sura": 59,
  "aya": 13,
  "text": "<p> وذلك أنه كان من عادة العرب المعونة والنصرة لمن قاربهم في النسب أو القبيلة، وإن كان ظالمًا، ثم إن اللَّه - سبحانه وتعالى - أرسل محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من بين أظهرهم من قريش، فأظهروا معه من العداوة ما أظهروا حتى هموا بقتله، وجعل محمدًا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حين أرسله حجة يظهر لليهود والنصارى وجميع أهل الكتاب ما ذكر في كتابهم من نعته وصفته، فقابلوه بذلك ما قابلوا من سوء الصنيع وإظهار العداوة، وكان هذا كله - واللَّه أعلم - حجة وعلامة، يعلم بها أن رسالته - عليه السلام - لم تظهر بمعاونة أحد؛ بل بنصر اللَّه وفضله وتأييده، واللَّه المستعان. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ (١٣) . </p><p> يحتمل أن يكون رهبة هَؤُلَاءِ في صدورهم على التحقيق، ويجوز أن تكون على التمثيل: </p><p> فأما وجه التمثيل فهو ما قال:  (وَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنْكُمْ وَمَا هُمْ مِنْكُمْ وَلَكِنَّهُمْ قَوْمٌ يَفْرَقُونَ) ؛ فأخبر أنهم يعتذرون إليهم بالحلف؛ فيجوز أن يكون معاملتهم هذه -التمثيل- معاملة من يرهبهم؛ فسمى ذلك: رهبة في قلوبهم، وهذا نحو قوله - تعالى -: (الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ (٢) يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ)، يعني: جمع ماله جمع من يحسب أن ماله أخلده؛ فكذلك الأول. </p><p> ويجوز أن يكون على التحقيق؛ ولذلك أوجه من التأويل: </p><p> أحدها: أنهم كانوا يظهرون الموالاة لكل فريق، وكان عندهم أن اللَّه - تعالى - ولي أحد الفريقين لا محالة، وإذا نجا أحد الفريقين نجوا هم أيضًا؛ فكأنهم على هذا التأويل كانوا يرهبون الخلق جميعًا، لا أن يختص به المؤمنون، وكانوا لا يرهبون اللَّه؛ لأنهم أمنوا ناحيته من الوجه الذي وصفنا. </p><p> ويجوز أن يكون رهبتهم من المؤمنين خاصة، وذلك أن أهل النفاق إنما كانوا من أحد الصنفين: أما إذا كانوا دهرية فنافقوا إذا كانوا أهل كتاب، وإن كانوا أهل كتاب فنافقوا، فإن كانوا دهرية فكانوا لا يرهبون اللَّه - تعالى - لما كانوا غير مقرين بالصانع، وإن كانوا أهل كتاب، فإنهم قد أمنوا - أيضًا - لما كانوا يصفون من قولهم:  (نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ) ، وإذا سقطت الرهبة من كلا الجانبين من اللَّه - تعالى - حصلت الرهبة من المؤمنين خاصة، واللَّه أعلم. </p><p> ويجوز أن يكون تفسير قوله - تعالى -: (لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ) في قوله: (ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ) ، وذلك يحتمل وجهين: </p>"
}