{
  "id": null,
  "sura": 59,
  "aya": 14,
  "text": "<p> أحدهما: أنهم لا يفقهون أن البلايا التي في الدنيا ونعيمها تذكير لبلايا الآخرة ونعيمها، وكانوا يرون أنها جعلت لأنفسها، وإذا كان هذا وهمهم وحسبانهم لم يرهبوا من اللَّه تعالى. </p><p> والثاني: أنهم قوم لا يفقهون من الوعد والوعيد؛ بل كانت رهبتهم ممن كانوا يأملون منهم المنافع ويحذرون مضارهم، فلا يرهبون من اللَّه تعالى. </p><p> ولقائل أن يقول: إنه لا أحد من أهل الإسلام إلا ورهبته من الناس أشد من رهبة اللَّه - تعالى - لأنك ترى الرجل يمتنع عن الزلة عند اطلاع الناس عليه ما لا يمتنع عن كثير من الزلات فيما بينه وبين اللَّه تعالى. </p><p> والجواب عن هذا وجهان: </p><p> أحدهما: أنه ليس بإزاء الخوف من الإنسان رجاء يرجوه، وبإزاء رهبته من اللَّه - تعالى - رجاء يرجوه من رحمته وفضله وإحسانه؛ فيجوز أن يكون الرجاء من رحمته وفضله يغلب عليه؛ فيقترف الذنوب ويرتكبها. </p><p> والوجه الثاني: إذا كان فيما يرتكبه من الذنب شرك فليس يهابهم، وإنَّمَا خوفه من قوم فيهم سمعة الصلاح وأمارة النصر لدين اللَّه - تعالى - ليس من نفس المخلوقين، والله أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا يُقَاتِلُونَكُمْ جَمِيعًا إِلَّا فِي قُرًى مُحَصَّنَةٍ أَوْ مِنْ وَرَاءِ جُدُرٍ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّى ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ (١٤) . </p><p> قوله:  (جَمِيعًا) ، أي: لا يقاتلكم أهل النفاق وأهل الكتاب جميعًا معا، وإنهم ليسوا بفاعلين ما وعدوا لأهل الكتاب من النصر والقتال. </p><p> واحتمل أن يكون استثناؤه من الوعد الذي وعدوا لأهل الكتاب، فإن كان من القتال فهو يحتمل وجهين: </p><p> أحدهما: أنهم لا يقاتلون إلا أن يكونوا في قرى أو حصون أو من وراء جدر، لا يعلم بهم أهل الإسلام، واللَّه أعلم. </p><p> وإن كان من الوجه الثاني فهو يحتمل وجهين أيضًا. </p><p> أحدهما: أنهم لا يوفون ما وعدوا من النصر في القتال لأهل الكتاب، ولكنهم يلتجئون إلى قرى محصنة؛ ألا ترى إلى ما أخبر اللَّه - تعالى - منهم في ناحية المسلمين:  (وَإِنْ يَأْتِ الْأَحْزَابُ يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَابِ يَسْأَلُونَ عَنْ أَنْبَائِكُمْ) ، فأخبر أنهم قد أظهروا الموالاة للمسلمين كما أظهروا لأهل الكتاب إلى أن جاء القتال التجئوا إلى مكان يستمعون من أخبارهم؛ فعلى ذلك النحو يجوز أن يكون في أهل الكتاب. </p><p> والوجه الثاني: أنهم لا يقاتلون، ولكنهم يدخلون في قرى محصنة يتربصون لمن يكون </p>"
}