{
  "id": null,
  "sura": 59,
  "aya": 2,
  "text": "<p> سُورَةُ الْحَشْرِ وهي مدنية </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (١) هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ. وَلَوْلَا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاءَ لَعَذَّبَهُمْ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ (٣) ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَنْ يُشَاقِّ اللَّهَ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ (٤) مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفَاسِقِينَ (٥) وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٦) . </p><p> قوله - عَزَّ وَجَلَّ -: (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) . </p><p> قد سبق تأويل التسبيح وبيان وجوهه. </p><p> وقوله:  (وَهُوَ الْعَزِيزُ الْحَكِيمُ) . </p><p> العزيز: هو الغالب القاهر، وقيل: هو العزيز؛ حيث جعل في كل شيء من خلقه أثر الذل والحاجة، وقوله:  (الْحَكِيمُ) له أحد معنيين: معنى الإحكام ومعنى الحكمة: فأما معنى الإحكام فهو أنه أحكم الأشياء على اختلافها وتضادها؛ حيث تشهد له بالوحدانية فهو حكيم؛ حيث وضع الأشياء مواضعها، وخلق الأشياء مواضع. </p><p> ثم الأصول التي يتولد منها هذه الأشياء والأفعال ثلاثة: الكيانات والطبائع والعقول: </p><p> أما الكيانات: فنحو النطفة أنها بحيث تصلح أن يكون منها البشر إذا اتصلت بها موادها، ونحو الماء فإنه بحيث يحيا به كل شيء، وبحيث يصلح به كل شيء. </p><p> والطبائع: حيث خلق في البشر، وهي ما يميلون بها إلى المحاسن والمنافع ويحترزون من المساوي والمضار. </p><p> والعقول: ليدركوا بها العواقب، ثم إنه علمهم الوجوه التي تتولد من هذه الأشياء؛ فهو حكيم حيث خلق الأصول التي وصفنا، وعلم عباده الأسباب التي بها يولدون، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ (٢)  [هم بنو قريظة، وقال غيره من المفسرين] : هم بنو النضير وهو أقرب. </p><p> ثم المعنى في إضافة الإخراج إليه يخرج على وجهين: </p><p> أحدهما: أنه اضطرهم إلى الخروج فنسب الإخراج إليه؛ كما قال اللَّه - عَزَّ وَجَلَّ -: (إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا. . .) الآية. </p><p> والثاني: أنه خلق الخروج من ديارهم منهم؛ فأضيف إليه بحكم الخلق، ثم الأصل في إضافة الفعل إلى اللَّه تعالى أنه يجوز أن يضاف إليه على التحقيق وعلى التسبيب، وأما الخلق قلما يضاف الفعل إليهم على جهة التسبيب لا على التمكين، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِأَوَّلِ الْحَشْرِ) . </p><p> اختلفوا فيه: </p><p> قَالَ بَعْضُهُمْ: أول الحشر الجلاء إلى الشام، والحشر الثاني: حشر القيامة. </p><p> وقَالَ بَعْضُهُمْ: أول الحشر حشر أهل الكتاب وجلاؤهم من جزيرة العرب، والحشر الثاني: حين أجلاهم عمر - رَضِيَ اللَّهُ عَنْهُ - إلى الشام. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا) أي: ما ظننتم أيها المؤمنون أن تنتصروا منهم، فضلا عن أن يخرجوا من ديارهم، ولكن ذلك من لطف اللَّه ومنته عليكم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ) . </p><p> لا يحتمل أن يتوهم أحد هذا، والمعنى في ذلك عندنا وجهان - واللَّه أعلم -: </p><p> أحدهما: أنهم ظنوا أن اللَّه - تعالى - حيث آتاهم القوة والحصون لا يبلغ بهم حكمه المبلغ الذي يخرجون من ديارهم؛ لأنهم كانوا أهل كتاب وكانوا يزعمون أنهم أولى بالله من غيرهم كقوله:  (نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ) ، ويكون قوله:  (مِنَ اللَّهِ) ، أي: باللَّه وبأمره؛ كقوله - تعالى -: (لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ) أي: بأمر اللَّه؛ فعلى ذلك، الأول. </p><p> والثاني: أي: ظنوا أن حصونهم وقوتهم تمنعهم من أولياء اللَّه أن يظهروا عليهم، أو من دين اللَّه أن يظهر فيهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا) . </p><p> يعني: أنه قذف في قلوبهم الرعب من حيث لم يحتسب المؤمن ولا الكافر؛ لأن المسلمين لم يظنوا أن يقهروهم ويغلبوهم؛ مع قلة عددهم وكثرة عدد أُولَئِكَ، وكذا لم يحتسب الكفرة أنهم مع قوتهم وقوة حصونهم يقهرون ويغلبون، حتى منَّ اللَّه - تعالى - </p><p> على المؤمنين بأن قذف الرعب في قلوب الكفرة، ذلك لطف عظيم من اللَّه - تعالى - إلى المؤمنين، واللَّه أعلم. </p><p> ثم الأصل فيما خرج هذا المخرج من نحو قوله - عَزَّ وَجَلَّ -: (فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ) ، ومن نحو قوله تعالى:  (وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا) ، ومن نحو قوله - عَزَّ وَجَلَّ -: (إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ) ، وما يشاكله أن نحمله على أحد معان ثلاث: </p><p> أحدها: أن نقول: المراد إتيان آثار فعل اللَّه - تعالى - ويجوز أن يضاف إليه سبيل إضافة حقيقة العمل؛ كما يقال: الصلاة أمر اللَّه، ونحن نعلم أنها ليست بعين أمر اللَّه؛ لكنها أثر أمر اللَّه - تعالى - وكذلك يقال: المطر رحمة اللَّه - تعالى - يعني: أثر رحمته؛ فكذلك إذا نزل بهم آثار حكم اللَّه - تعالى - وتدبيره وفعله: وهو العذاب جاز أن يضاف إليه إضافة حقيقة الفعل، واللَّه أعلم. </p><p> والثاني: أن يقال بأن ما كان من هذه الأفعال موصولا بصلة فإنه يجوز أن يراد منه تلك الصلة، وإنَّمَا نتكلم بإضافة هذا الفعل إليه مجازا؛ على ما اعتاد الناس من أفعالهم إذا أرادوها أن يأتوها بأنفسهم، وشرح ذلك وبيانه أنه قال:  (فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ) ، فكان المقصود من هذا تلك الصلة، وهو قوله - عَزَّ وَجَلَّ -: (فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ) . وكذلك قوله - تعالى -: (فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ) ، وكذلك ما أشبهه من نحو قوله - عز وجل -: (وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا) ، ومن قوله - تعالى -: (ثُمَّ اسْتَوَى إِلَى السَّمَاءِ) ، أي: استوى تدبيره من حيث وصل منافع الأرض بمنافع السماء، وكذلك ما أشبه، هذا، واللَّه أعلم. </p><p> والثالث: نقول بأن هذه أسماء مشتركة المعنى، وما كان سبيله هذا السبيل جاز أَن يضاف إلى اللَّه - تعالى - على معنى ليس يقع فيه الاشتراك بالمخلوقين؛ ألا ترى أنه يقال: جاء الليل وذهب النهار، ونحو ذلك على معنى الظهور ونحوه. </p><p> وقوله - عَزَّ وَجَلَّ -: (يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ) . </p><p> هذا يدل على أن الملك للمسلمين في أموال أهل الحرب ليس يقع بمجرد الغلبة ما لم يكن ثم أسر؛ لأنه أخبر أن المؤمنين كانوا يخربون بيوتهم: أضاف الملك إلى الكفرة، مع أن الغلبة للمسلمين؛ فإنكم إذا اعتبرتم علمتم أن اللَّه - تعالى - منَّ عليكم؛ حيث أخرج الكفار من ديارهم؛ فإنه لم يكن ذلك بقوتكم. </p><p> ويحتمل أن يكون المعنى فيه: فاعتبروا يا أولي الأبصار من أهل الكفار؛ فإن ذلك </p>"
}