{
  "id": null,
  "sura": 59,
  "aya": 21,
  "text": "<p> والحجج فهو في العقول أحسن من الذي لا برهان عليه، وكذلك كل عمل يستحق صاحبه عليه الثواب فهو في العقول مستحسن، وما يستحق صاحبه عليه العقاب فهو في العقول مستقبح؛ فلم يستويا. </p><p> وأما الوجه الثاني: لا يستوي جزاء أهل النار وجزاء الجنة؛ إذ في الجنة النعيم الدائم، وفي النار الشدة والنقمة الدائمة؛ فلم يستويا، يذكر اللَّه - تعالى - هذا؛ لينتهوا عن غفلتهم، ويعملوا لله - تعالى - حتى يستوجبوا بها الثواب في الآخرة. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ (٢١) . </p><p> اختلف الناس في تأويل هذه الآية: قَالَ بَعْضُهُمْ: هي التمثيل، وهي على التنبيه والتذكير، وذهبوا في ذلك إلى أن العرب إذا استقبلهم أمر، وأرادوا أن يصفوه بالعظم والشدة كانوا يضربون الأمثال بما يعظم ذلك عندهم وصفه - لم يكن يريدون به الحقيقة في ذلك، وهو كقولهم عند شدة الأمر: أظلم عليَّ ما بين السماء والأرض، وكقولهم: ضاقت علي الأرض برحبها، وكما وصف اللَّه - تعالى - من أمر لوط - عليه السلام -: (وَضَاقَ بِهِمْ ذَرْعًا) . فهذا القول من العرب إنما كان على التمثيل فيما يريدون أن يصفوا الشيء بغايتة لا على الحقيقة؛ لأنه معلوم أن الدنيا عليه كما كانت لم تتغير، وكذلك لم يظلم عليه ذلك، لكنهم تكلموا على التمثيل من شدة ما نزل بهم من الأمر، وكذلك قوله - تعالى -: (لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ. . .) ، يقول: لو كانت هذه الحجج أنزلت على جبل مع صلابته وشدته، لخضع لله - تعالى - وانصدع؛ من خشيته على وجه التمثيل، لكن قلوب هَؤُلَاءِ أقسى منه؛ حيث لم تخضع ولم تخشع، وهو كقوله:  (كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً) ؛ إذ الحجارة قد تكون فيها منافع: نحو خروج الماء وغيره، فأما قلوب هَؤُلَاءِ الكفرة فليس فيها شيء من المنافع، بل هي قاسية لا تخشع ولا تتصدع، وعلى ذلك حملوا تأويل قوله - تعالى -: (تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ) ، على التمثيل، ليس على حقيقة ذلك. </p><p> وقال قائلون:  (لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ) : إنه حقيقة ذلك الفعل منه: وهو الانصداع والخشوع، وكذلك تأويل قوله:  (تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ) ، فمعناه: لو كان نزول هذا القرآن وما فيه من الأحكام والأمانات التي أوجب على البشر </p><p> على الجبل، وكان هو بحيث يملك قبول ذلك باختياره لقيام شرائطه - لكان هو يفزع ويخضع ويتصدع من خشية اللَّه - تعالى - وكان لا يقبل؛ مخافة ألا يمكنه أداء ما لزمه بنزوله، وهو كقوله - تعالى -: (إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ. . .) : فيقول: معناه: لو أنزلنا هذه الأمانات التي في هذا القرآن على جبل لرأيته خاشعًا متصدعًا؛ إذ الأمانات التي في هذا القرآن مما قد يلزم المرء لا يمكن أداؤها كلها؛ لأن الأمانات مما يكثر عدها، فضلا من أن يمكن أداؤها؛ فعلى هذا التأويل يخرج على حقيقة التصدع أن لو أنزل عليه -مع عظمه وصلابته- لانصدع؛ فعلى هذا تنبيه للخلق وتذكير لهم. </p><p> وقَالَ بَعْضُهُمْ: إن في هذه الآية تذكير الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - منته عليه وعلى جميع الرسل: لولا فضل اللَّه ومنته على الرسل، لكان لا يطيق أحد من الرسل حمل ما في الكتب، ولا أداء ما افترض مدَّكرٌ؛ فيسر عليهم وثقل العمل بما فيه، فيقولون كذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ) : لثقل ما فيه، لكنه نزله عليك، ويسر ذكره ووفقك تبليغ ما فيه إلى أهله. </p><p> وقال قائلون: إن اللَّه - تعالى - لما أراد أن ينزل التوراة على موسى - عليه السلام - وكانت في لوح من زبرجدة حمراء - أمر الملائكة أن يحملوها فلم يطيقوا حملها، ثم أمرهم أن يحملوا كل حرف منها، فلم يطيقوا ذلك؛ فخفف اللَّه - تعالى - على موسى - عليه السلام - حتى حمل ذلك، فكذلك ذكر ذلك في عيسى وداود - عليهما لصلاة والسلام - ثم خفف ذلك على الأنبياء - عليهم الصلاة والسلام - فكأنه يقول لرسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: (لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ. . .) كذا، لكنه خفف ذلك عليك كما خفف على الأنبياء من قبلك، وإليه يذهب الكلبي، لكن إن صح هذا الخبر فإن ذلك الثقل لم يكن في تلك الكتابة التي في الألواح، لكن ذلك فيما يلزمهم من العمل بذلك من أداء الأمانات وغيرها؛ لأنه - تعالى - أخبر أنه لو كان أنزل هذا القرآن على جبل (لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ) ، وقال في موضع آخر:  (إِنَّا عَرَضْنَا الْأَمَانَةَ. . .) الآية. </p><p> ثم كانت تلك الألواح قد احتملها الأرض، وأمكن لموسى - عليه السلام - حملها؛ فكذلك هذا القرآن كله والتوراة والإنجيل والزبور مما قد يحتمل حقيقة، ويمكن كتابته في قليل الألواح، ثبت أن المراد من ذكره ليس هو الحروف، إنما كان على ما فيه من الأمر والنهي وأداء الأمانات واتقاء اللَّه حق تقاته، لا على نفس تلك الألواح، وهذا الذي ذكرنا </p>"
}