{
  "id": null,
  "sura": 59,
  "aya": 9,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ) . </p><p> لم يخرجوهم من ديارهم في الحقيقة، ولكنهم ضيقوا عليهم حتى خرجوا، فإذن أضيف الإخراج إليهم؛ لما كانوا أسبابًا لخروجهم، وهذا كقوله - تعالى -: (فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ) ، وإبليس -عليه اللعنة- لم يتول إخراجهما من الجنة، ولكن حرضهما على سبب إتيانه؛ فلم يستقرا بعده في ذلك المكان؛ فأضيف الفعل إليه، وقد وصفنا أن هذه الأفعال إذا أضيفت إلى العباد فإنما معنى ذلك أسباب تكون منهم لا حقيقة تلك الأفعال، وما أضيف إلى اللَّه - تعالى - من ذلك فهو يحتمل الأمرين جميعًا: الحقيقة والسبب في ذلك؛ لأجل أن العبد لا يمكنه أن يقدر آخر على فعل في وقت فعله إلا على التسبب، فأما رب العالمين فإنه قادر على إقدار العبد على فعل وقت فعله؛ فلذلك قلنا: إنه يجوز أن يراد حقيقة الفعل فيما يضاف إلى اللَّه تعالى، وهو الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ) . </p><p> يدل على أنه كانت لهم بمكةَ ديار وأموال، ثم مع هذا لم يرو عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - رَدُّ شيء من ديارهم عليهم بعد فتح مكة، ولا تضمين أُولَئِكَ شيئًا من أموالهم؛ ليعلم أن أهل الحرب إذا غلبوا على أموال المسلمين ملكوها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ) . </p><p> يعني: أنهم هاجروا لدينهم، وانقطعوا عن أسباب عيشهم من الأموال؛ يبتغون الرزق من اللَّه تعالى. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ) . </p><p> دل أن هذا الحق للمجاهدين منهم، ثم قوله:  (وَيَنْصُرُونَ اللَّهَ) ؛ يحتمل وجهين: </p><p> أحدهما: ينصرون رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وذكر (اللَّهَ) صلة. </p><p> والثاني: ينصرون دين اللَّه، ويطيعون رسوله، عليه السلام. </p><p> وقوله:  (أُولَئِكَ هُمُ الصَّادِقُونَ) . </p><p> يعني: الذين أظهروا صدق الإيمان من قلوبهم؛ لهجرتهم لدينهم وسعيهم إلى ما يزلفهم إلى اللَّه - تعالى - ويقرب إليه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٩) . </p><p> يعني: الذين اتخذوا ديارا واسعة تسعهم والمهاجرين، وهم الأنصار. </p><p> وقوله:  (وَالْإِيمَانَ) . </p><p> أي: أنهم آمنوا قبل هجرة هَؤُلَاءِ، لكي يأمن هَؤُلَاءِ المهاجرون من [إحنهم] ، ولا يخافوا </p><p> شرهم. </p><p> وقوله:  (مِنْ قَبْلِهِمْ) . </p><p> يعني: من قبل الهجرة. </p><p> وقوله - عَزَّ وَجَلَّ -: (يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ) ، يعني: أن اللَّه - تعالى - ألقى إليهم محبة؛ حتى أنزلوا المهاجرين ديارهم، وأنفقوا عليهم أموالهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا) . </p><p> يعني: أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لما قسم خيبر بين المهاجرين، وترك الأنصار لم يقسم بينهم، لم يجد الأنصار في قلوبهم حاجة مما أَعطى المهاجرين، يعني: أن اللَّه - تعالى - أغنى قلوبهم حتى لا يفكروا عن حاجة ولا مقت ألبتَّة. </p><p> ويحتمل أن يكون المعنى من الحاجة - هاهنا -: الغل والحسد، يعني: أن اللَّه - تعالى - طهر قلوبهم حتى لم يجدوا في صدورهم حاجة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ) . </p><p> أي: يؤثرون على أنفسهم في أملاكهم أنهم لا يجدون بما يبذلون هم حاجة مما يملكون، ويؤثرون المهاجرين على أنفسهم، ولو كان بهم حاجة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ) . </p><p> إن اللَّه - تعالى - خلق في طبع البشر محبة المحاسن والمنافع والطلب لها، وبغض المساوي والمضار والهرب عنها، ثم إنه امتحنهم بالإنفاق مما يحبون، وحمل النفس على ما يكرهون؛ طلبًا لنجاتهم، وتوصلا إلى ثوابهم، ثم وقاية الأنفس من الشح تكون بوجهين: </p><p> أحدهما: أن يمن اللَّه على عبده ليصير ما هو غائب عنه من الثواب في الأجل كالشاهد؛ فيخفف عليه الإنفاق مما يحب، ويصير ذلك كالطبع له. </p><p> والثاني: يوفقه اللَّه - تعالى - ويعصمه، ويلهمه تعظيم أمره ونهيه؛ حتى يقهر نفسه ويحملها على الائتمار بأمر اللَّه - تعالى - والانتهاء عما نهى عنه، وإن كان طبعها على خلاف ذلك. </p><p> ثم إضافة الوقاية إلى نفسه تدل على أنه قد بقي في خزانته شيء لم يؤته عبده، حتى يصف نفسه بأنه يقي عنه شح نفسه، ولولا ذلك لم يكن لوعده بوقاية نفسه عن شحها </p>"
}