{
  "id": null,
  "sura": 59,
  "aya": 22,
  "text": "<p> هو تأويل القوم في نزول هذه الآية، فأما أنا لا علم لي بحقيقة تأويل هذه الآية، ولولا أن في الآية تذكيرًا وتنبيهًا لكنا نقول: هي من المتشابه المكتوم الذي لا يفسر، لكنه لما خرج مخرج التذكير واستئداء شكر ما سهل علينا قراءته - احتجنا إلى تأويله. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ) . </p><p> هو ظاهر. </p><p> * * * </p><p> قوله تعالى:  (هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ (٢٢) هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ (٢٣) هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٢٤) . </p><p> وقوله - عَزَّ وَجَلَّ -: (هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ) . </p><p> فمن الناس من يقول: إن قوله: (هُوَ) من أرفع أسماء اللَّه - تعالى - وذكر عن بعض أهل بيت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه كان يدعو بقوله: يا هو، يا من لا إله إلا هو، تأويل هذا الكلام: أن كل شيء بهويته كان. </p><p> وقوله:  (عَالِمُ الْغَيْبِ وَالشَّهَادَةِ) ، قيل فيه بوجوه ثلاثة: </p><p> أحدها: أنه عالم بما غاب عن الخلق وبما شهدوا. </p><p> والثاني: بما قد كان وبما يكون. </p><p> والثالث: أنه عليم بما قد كان ويعلمه أن كيف يكون إذا كان. </p><p> وقوله - عَزَّ وَجَلَّ -: (هُوَ الرَّحْمَنُ الرَّحِيمُ) فهما اسمان مشتقان من الرحمة، وفي هذه الآية بيان وجوه أربعة: </p><p> أحدها: فيها بيان التوحيد، وهو قوله:  (هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ) اسم المعبود: أن كل معبود دونه باطل. </p><p> والثاني: أن فيها تنبيهًا وتحذيرًا بأن يتذكر الإنسان في جميع أحواله اطلاع اللَّه - تعالى - عليه، وعلمه فيه، وذلك من قوله:  (عَالِمُ الْغَيْبِ وَالشَّهَادَةِ) . </p><p> والثالث: فيها ترغيب في رحمته وإخبار لهم: أن كل نعمة لهم في الدنيا والآخرة من اللَّه تعالى؛ إذ هو - عَزَّ وَجَلَّ -: (الرَّحْمَنُ الرَّحِيمُ) . </p>"
}