{
  "id": null,
  "sura": 60,
  "aya": 10,
  "text": "<p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ وَآتُوهُمْ مَا أَنْفَقُوا وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ (١٠) وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ (١١) يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٢) . </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ) . </p><p> المعنى عندنا - واللَّه أعلم -: (إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ) ، يعني: قائلات: إنهن مؤمنات. </p><p> (فَامْتَحِنُوهُنَّ) . </p><p> لأنه لو كان على حقيقة الإيمان لم يكن لقوله:  (فَامْتَحِنُوهُنَّ) معنى، فلما أمر بالامتحان ثبت أن تأويل قوله:  (إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ) ما وصفنا بدءًا. </p><p> ومثل هذا ما قال:  (مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ) ، وكان المعنى منه: من تكلم بالكفر وقلبه مطمئن بالإيمان؛ فكذلك يجوز أن يكون المعنى من الأول ما سبق ذكره، واللَّه أعلم. </p><p> ثم إن المفسرين ذكروا وصف امتحانهن: أنهن يحلفن باللَّه ما أخرجهن من دارهن بغض أزواجهن، أو يحلفن أنهن ما أردن بخروجهن أرضا سوى أرضهن؛ وإنَّمَا أردن بذلك الإسلام. وهذا تأويل فاسد؛ وذلك أنها إذا أسلمت كان الحق عليها في دينها أن تبغض زوجها الكافر، كقوله - تعالى -: (وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ) ، فكيف يجوز أن يكون صفة امتحانهن ما ذكروا، وحكم الشريعة والدِّين يوجب ما كن يفعلنه؟ ! فلذلك قلنا: إن هذا التأويل -الذي ذكره بعض المفسرين في وصف الامتحان- غير مستقيم. </p><p> ويجوز أن يكون تأويل امتحانهن على وجهين: </p><p> أحدهما: أن يستوصفن عن الإيمان: ما هو؟ فإذا أخبرن عن حقيقة الإيمان علم أنهن مؤمنات. </p><p> والثاني: يعرض عليهن ما على المؤمنات في إيمانهن، كما قال - تعالى -: (وَلَا </p><p> يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ)، فإذا قبلن ذلك كله كان ذلك امتحانهن، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (بِإِيمَانِهِنَّ) . </p><p> هذا يدل على أن الذي كلف به المؤمنون من امتحانهن؛ إنما هو لما يعلمون من إيمانهن في الظاهر وأن الحقيقة إنما يعلمها رب العالمين، وهذا يبين أن العلم علمان: علم العمل وعلم الشهادة، فعلم العمل: ما يعلمه الخلق في الظاهر فيعملون به، وعلم الشهادة: ما يجوز أن يشهد على اللَّه به، وذلك إنما يوصل إليه، وذلك بما يطلعهم الله عليه نصا إما بكتاب أو بسنة متواترة عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وعلم العمل هو الذي يساغ فيه الاجتهاد، نحو: خبر الآحاد وجهة القياس وغير ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ) . </p><p> ذكر في القصة أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - صالح عام الحديبية مشركي أهل مكة على أن من أتاه من أهل مكة فهو عليهم رد، ومن أتى مكة من أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فهو لهم، وغير ذلك، وكتب بذلك كتابًا وهو بالحديبية، فلما فرغ من الكتاب إذ أتت سبيعة مسلمة، فجاء زوجها إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقال: يا رسول اللَّه، رد علي امرأتي؛ فإنك قد شرطت لنا ذلك، وهذه طيبة لم يخف بعد؛ فأنزل اللَّه - تعالى -: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ) ، يقول: لا تردوهن إلى أزواجهن الكفار. </p><p> (لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ) . </p><p> يقول: لا يحل نكاح مؤمنة لكافر ولا نكاح كافر لمؤمنة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَآتُوهُمْ مَا أَنْفَقُوا) . </p><p> يقول: أعطوا زوجها الكافر ما أنفق عليها، على ما كان جرى من الصلح بينهم وبين المسلمين: أن ما خرج من نساء أهل مكة إلى المدينة مؤمنات لم يرجعوهن إلى الكفار، وأعطوا أزواجهم ما أنفقوا من المهور، وما خرج من نساء المسلمين مرتدات لم يردوا إلى المدينة، وأعطوا أزواجهن ما أنفقوا. </p><p> ثم معلوم أنه كان يؤخذ بإعطاء الصداق وإيتاء ما أنفق غير الذي أخذ الصداق، ولكن </p><p> كان يؤخذ به من كان من جنسه على ما ذكرنا نظائره فيما تقدم؛ ولذلك قال أصحابنا: إن أهل الإسلام يأخذون من تجار أهل الحرب مجازاة لما يأخذه أهل الحرب من تجار المسلمين، وإنما يؤخذ ذلك ممن كان من نجسه، وأن ذلك غير الذي أخذ منه؛ وعلى ذلك نقول: إن المحنة قد يجوز أن تستوي على البر والفاجر وأن ما ينزل بالآدمي من المحن يجوز ألا يكون جزاء؛ لما تعاطى من الذنوب والسيئات؛ لأن لله - تعالى - أن يمتحن عبده في هذه الدنيا مبتدأ، وأما في الآخرة فلا يؤاخذ فيها أحد بذنب آخر، بل يجزي كل بعمله: إن شرا فشر، وإن خيرًا فخير، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ) . </p><p> يقول: لا إثم عليكم - يعني: المسلمين- أن تتزوجوهن (إذا آتيتموهن مهورهن) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ) . </p><p> عن ابن عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - أن زينب بنت رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أسلمت قبل زوجها، ثم أسلم بعد ذلك زوجها، فردها رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالنكاح الأول قبل أن ينزل:  (وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ) ، فلما نزلت كان إذا أسلم الزوج، وخرج إلى دار الإسلام انقطعت الصلة بالإسلام بينه وبين امرأته، وكذلك المرأة إذا خرجت وبقي الزوج. </p><p> ثم قوله:  (وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ) ، قَالَ بَعْضُهُمْ: أي: بعقد الكوافر، فمن كانت له امرأة بمكة كافرة فلا يقيدن بالمرأة الكافرة؛ فإنها ليست بامرأة له، وقد انقطعت العصمة بينهما. </p><p> وقَالَ بَعْضُهُمْ:  (وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ) : حظر علينا الامتناع والكف والإمساك من نكاح المهاجرة لأجل زوجها الحربي. وعُصِمتْ والعصمة: المنع، والكوافر يجوز أن يتناول الرجال، وظاهره في هذا الموضع للرجال؛ لأنه في ذكر المهاجرات، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا) . </p><p> يقول: إذا لحقت امرأة المسلم بكفار مكة فاسألوا مهرها من أهل مكة، وردوا إلى زوجها، (وَلْيَسْأَلُوا مَا أَنْفَقُوا) ، يقول: إن جاءت امرأة من أهل مكة مهاجرة إليكم فردوا على زوجها المشرك ما أعطاها من المهر؛ وذلك من أجل العهد الذي كان بين أهل مكة وبين النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وقوله:  (ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ) . يقول: هذا هو حكم اللَّه بين المسلمين والكفار من أهل العهد من أهل مكة في أن يرد بعضهم على بعض النفقة، أي: المهر. </p><p> وقوله:  (وَاللَّهُ عَلِيمٌ حَكِيمٌ) . </p>"
}