{
  "id": null,
  "sura": 60,
  "aya": 1,
  "text": "<p> سُورَةُ الْمُمْتَحَنَةِ، مدنية </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ (١) إِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ وَوَدُّوا لَوْ تَكْفُرُونَ (٢) لَنْ تَنْفَعَكُمْ أَرْحَامُكُمْ وَلَا أَوْلَادُكُمْ يَوْمَ الْقِيَامَةِ يَفْصِلُ بَيْنَكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (٣) . </p><p> قوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ) . </p><p> هذه الآية وما أشبهها من قوله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ) ، وفي كل ما ذكر (يَا أَيُّهَا الَّذِينَ آمَنُوا) دلالة واضحة أن الإيمان ذو حد في نفسه، وأنه ليس كما قالت الحشوية وأصحاب الحديث: إن الطاعات كلها إيمان، ووجه ذلك أن كلا في نفسه قد فهم من هذه الآية أنه محتمل لهذا الخطاب وأنه له؛ فثبت أنه ذو حد في نفسه وهو التصديق بالقلب، وغيره من الطاعات شرائعه، واللَّه أعلم. </p><p> وفيما ذكر من قوله:  (يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ) ، وما أشبهها من الآي دلالة على أن الإنسان ما يشاهد، وليس كما قال النظام: إن الإنسان إنما هو جسم آخر سوى هذا الإنسان، ولا كما قال الناشئ: إن الإنسان إنما هو جوهر بسيط في هذا الإنسان. </p><p> ووجه ذاك: أنه ليس كل أحد يعلم كونه جوهرًا بسيطًا أو جسمًا آخر فيه لطيفًا، وقد فهم الكل من هذه الآيات أنه محتمل للخطاب بها؛ فثبت بما وصفنا أن الإنسان هو ما نشاهده واللَّه أعلم. </p><p> وفيه دلالة أن ما يفهم من هذه الآيات من عموم أو خصوص ليس يفهم بظاهر الخطاب؛ ولكن بما توجبه الحكمة، فإن أوجبت عمومها أجروها على عمومها، وإن أوجبت تخصيصها أجروها على ذلك، والذي يدل على ما وصفنا أنه قال:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ) ، وهذا مخرجه في الظاهر على العموم، ولكنه لما قال:  (تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ) ، معلوم أن الذي كان يلقي بالمودة خاص لا كل المؤمنين، فكان يجب أن يكون مجراها على الخصوص؛ لما بين في سياق هذه الآية، ولكن الحكمة توجب تعميم هذه الآية؛ لأنه لو قال لواحد:  (لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ) كان هذا الخطاب لازمًا للكل بما توجبه الحكمة، أنه إذا علم من أحد عداوته ألا يتخذه وليا، </p><p> وكذلك قوله:  (وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ) . </p><p> خرج مخرج العموم في الظاهر، ولكن الذين أخرجوه إنما كانوا أهل مكة خاصة دون سائر الكفرة، فهذا يبين أن ما أجري مجرى العموم لم يجر لظاهر اللفظ، ولكن لما يوجب الحكمة والدليل. وكذلك قوله - تعالى -: (إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ. . .) الآية: ليس أن السعي إنما فرض يوم الجمعة لتخصيصه بالذكر؛ ولكن لما أن النداء في يوم الجمعة إلى ذكرين، وفي غيره من الأيام إلى ذكر واحد؛ ولأجل أن النداء المضيق في يوم الجمعة هو النداء الأول، وفي غيره من الأيام هو النداء الثاني، فإذا جاز أن يكون فرض السعي في يوم الجمعة إنما هو لهذين المعنيين - ثبت أن التخصيص ليس لظاهر اللفظ، واللَّه أعلم. </p><p> وفي هذه الآية دلالة رسالته - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وذلك أن قوله:  (تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ) أن ذلك الرجل لم يطلع على سره أحدًا، وقد أطلع اللَّه - تعالى - نبيه؛ حيث أخبرهم بالكتاب؛ فثبت أنه علمه بالوحي، واللَّه أعلم. </p><p> ثم اختلفوا فيمن نزلت هذه الآية؟ </p><p> فقال الحسن: إنها نزلت في أهل النفاق. </p><p> وقال غيره من عامة المفسرين: إنها نزلت في حاطب بن أبي بلتعة، وهذا أشبه التأويل بالصواب، وأقرب إلى الحق؛ وذلك أن اللَّه - تعالى - قال:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ) : فقد أخبر أن الكفرة عدو لهم، ولو كانت الآية في أهل النفاق لم يكن الكفرة عدوًّا لهم؛ بل كانوا أولياء، فثبت أن المراد منه: المؤمنون، واللَّه أعلم. </p><p> وفي هذه الآية دلالة أن ذلك الذنب الذي ارتكبه ذلك الرجل لم يخرجه من الولاية؛ لأنه قال:  (لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ) ، ولو كان ذلك الذنب يكفره ويخرجه عن الإيمان لم يكن ذلك الكافر عدوًّا له؛ بل يكون وليًّا له بقوله:  (وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) ، ولأجل أنه قال:  (يَا أَيُّهَا الَّذِينَ آمَنُوا) : سماه: مؤمنًا، والدليل على أن ذلك الذنب كان كبيرة أنه أخبرهم بأن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - جهزهم للقتال، وفيما أخبر: أمر بأن يستعدوا لقتال النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وحربه، ولا يشكل أن من أمر بقتال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان مرتكب كبيرة، وإذا كان كذلك، وقد أحله اللَّه - تعالى - في جملة المؤمنين بقوله: </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي) وبما وصفناه من الدليل - ثبت أن الكبيرة لا تكفره، ولا تغير اسم الإيمان عنه، واللَّه الموفق. </p><p> ثم فيما نهانا أن نتخذ عدونا وعدوه أولياء دلالة أن ليس في الحكمة اتخاذ الولاية مع الأعداء. ثم من قول المعتزلة: إن اللَّه - تعالى - أراد من جميع عباده أن يؤمنوا، وإذا أراد أن يؤمنوا فقد أراد أن يواليهم مع علمه أنهم يختارون عداوته؛ فكأنهم وصفوا اللَّه - تعالى - بما يخرجه من الحكمة ويدخل في السفه والجهل بالعواقب، وذلك كله منفي عن اللَّه - سبحانه وتعالى - والمعتزلة فيما وصفوا فجرة فسقة، ويخشى أن يكونوا كفرة، واللَّه المستعان. </p><p> وقوله - عَزَّ وَجَلَّ -: (تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ) ، أي: بما كتب في الكتاب. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ) ، وقوله:  (إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي) . </p><p> يحتمل أن يكون ذلك فيمن هاجر من مكة إلى المدينة، وهو أقرب التأويلين؛ لأن حاطبًا إنما كان هاجر من مكة إلى المدينة وفيه نزلت الآية. </p><p> ويحتمل أن يكون ذلك حين أرادوا الجهاد إلى مكة، واللَّه أعلم أي ذلك كان. </p><p> وقوله - عَزَّ وَجَلَّ -: (تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ) . </p><p> أي: هو (أَعْلَمُ بِمَا أَخْفَيْتُمْ) من كتابة الكتاب إلى أهل مكة، (وَمَا أَعْلَنْتُمْ) : بما أظهرتم من العذر. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يَفْعَلْهُ مِنْكُمْ) ، أي: من اتخاذ الولاية مع أعدائه، (فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ) ، في الاعتقاد: إن اعتقد ذلك، وفي الفعل: إن لم يعتقده، واللَّه أعلم. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ) . </p><p> التزام مراقبة اللَّه - تعالى - في السر والعلانية، وتحذير لهم؛ ليجمعوا بين السر والعلانية وتخويف لهم عن أن يطلع رسوله - عليه الصلاة والسلام - على سرائرهم كما أطلعه على أمر الكتاب إلى أهل مكة. ثم في هذه الآية أعظم شيء في زجرهم ونهيهم عن المعاصي، وذلك أنه لما أطلعه على جميع ما يتعاطونه من الذنوب سرًّا وعلانية؛ فإذا علموا أن الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يعلم من سرهم ما يعلم من علانيتهم بما يطلعه اللَّه عليه؛ يحملهم ذلك على الانتهاء عن المعاصي في السر والعلانية، وعلى الإجابة إلى ما يدعوهم إليه، واللَّه أعلم. </p>"
}