{
  "id": null,
  "sura": 60,
  "aya": 7,
  "text": "<p> قوله تعالى:  (عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً وَاللَّهُ قَدِيرٌ وَاللَّهُ غَفُورٌ رَحِيمٌ (٧) لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ. إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ (٩) . </p><p> وقوله - عَزَّ وَجَلَّ -: (عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً وَاللَّهُ قَدِيرٌ وَاللَّهُ غَفُورٌ رَحِيمٌ) . </p><p> إن اللَّه أمر المؤمنين بمعاداة الكفرة ومنابذتهم وترك موالاتهم ما داموا كفارا، ثم وعد أن يجعل بيننا وبينهم مودة إذا آمنوا؛ فكان في هذا أعظم الدليل على أن الخلق عند اللَّه - تعالى - في كل حال على ما هم عليه في أحوالهم وأمورهم. </p><p> وقال بعض الجهال: إنه من يؤمن في وقت من الأوقات؛ فهو عند اللَّه مؤمن في حال كفره، وهذا خلاف ما وصف اللَّه - تعالى - نفسه في هذه الآية، واللَّه أعلم. </p><p> ثم المعتزلة قد خالفوا هذه الآيات وعاندوها على قولهم؛ وذلك أن اللَّه - تعالى - قال:  (لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ) ، ومن قولهم: إن من كان على خلاف مذهبهم فهو عدو لهم، ولا شك أنهم يوالونه ويصافونه، وقد نهى اللَّه - تعالى - عن ذلك فهذا أحد الخلافين. </p><p> والثاني: أن اللَّه - تعالى - وعد أن يجعل بيننا وبينهم مودة، ومن قولهم: إنه لا يقدر على شيء من أفعال العباد فكأن اللَّه - تعالى - على قولهم وعد ما لا يقدر عليه، وهذا لا يليق بأسفه خلق اللَّه؛ فكيف برب العالمين؟! فثبت أنهم عاندوا الآيات، والله أعلم. </p><p> وخلاف ثالث: أن اللَّه - سبحانه وتعالى - وصف نفسه بالقدرة، (وَاللَّهُ قَدِيرٌ) ، ومن قولهم: إنه ليس بقدير على خلق أفعال الخلق؛ فأي خلاف أشهر من هذا وأظهر؟! والله الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (٨) . </p><p> لا يحتمل أن يكون النهي في الإقساط؛ لأن الإقساط هو العدل، وليس ينهى عن العدل إلى ما كان وليا أو عدوا؛ ألا ترى إلى قوله - تعالى -: (وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا) ، فقد أخبر أنه لا يحل له ترك العدل لمكان العداوة، وإذا كان كذلك ثبت المراد من هذا النهي وغيره، وهو قوله:  (أَنْ تَبَرُّوهُمْ) . </p>"
}