{
  "id": null,
  "sura": 61,
  "aya": 8,
  "text": "<p> ما ذكرنا، ولكن اللَّه تعالى برأه ونزهه من السحر، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ) . </p><p> نور اللَّه يعني: دين اللَّه، أو كتاب اللَّه، أو رسل اللَّه. </p><p> وقوله:  (بِأَفْوَاهِهِمْ) أي: ليست عندهم حجة ولا معنى يدفعون به هذا النور، سوى أن يقولوا بألسنتهم: هذا سحر. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَى إِلَى الْإِسْلَامِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٧) . </p><p> أي: ومن أوحش ظلمًا وأقبح ممن بلغ افتراؤه المبلغ الذي يفتري على اللَّه تعالى الكذب؛ لأنهم قد علموا أن ما نالوا من نعمه وكرمه، فإنما نالوه باللَّه، ثم كفروا به، وكذبوا على اللَّه وعلى رسوله. </p><p> أو يقول: لا أحد أظلم ممن يفتري على اللَّه الكذب؛ وذلك أن قوله:  (وَمَنْ أَظْلَمُ) كلام استفهام، ومعلوم أن اللَّه تعالى لا يستفهم أحدًا، وإذا كان كذلك، كان حق كل ما خرج مخرج الاستفهام أن ينظر إلى جوابه لو كان مستفهمًا؛ فيفهم منه معنى قول رب العالمين، وإنما المفهوم من جواب من يسألهم عن مثل هذا أن يقول: لا أحد أظلم ممن افترى على اللَّه الكذب، واللَّه يدعو إلى الإسلام، وهو أن يجعل الأشياء كلها سالمة له، فهو إذ علم أن ما ناله من نعمة فإنما ناله باللَّه تعالى، وعلم الأشياء كلها لله تعالى، فكيف افترى على اللَّه تعالى الكذب، وهو يعلم فإنه علم هذا؟! </p><p> فلا أحد أظلم منه حتى افترى على اللَّه الكذب، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاللَّهُ مُتِمُّ نُورِهِ ... (٨) . </p><p> له أوجه: </p><p> أحدها: بالحجج والبراهين. </p><p> والثاني: بنصر أهله وغلبته. </p><p> والثالث: بإظهاره في الأماكن كلها. </p><p> فإن كان على النصر والغلبة، فقد كان حتى كأن المشركين في خوف والمسلمون في أمن؛ ألا ترى إلى قوله:  (وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِنْ دَارِهِمْ حَتَّى يَأْتِيَ وَعْدُ اللَّهِ) ، وإلى ما روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" نصرت بالرعب مسيرة شهرين \" . </p><p> وإن كان بالحجج فقد كان أيضًا، لأنهم عجزوا عن أن يأتوا بما يشبه أن يكون مثلا له؛ </p>"
}