{
  "id": null,
  "sura": 61,
  "aya": 6,
  "text": "<p> يعني: الذين علم اللَّه منهم أنهم يختارون الضلال والكفر؛ فلا يتوبون منه ولا ينقلعون؛ فلا يهدي أُولَئِكَ، وأما من علم منهم أنه يتوب ويسلم فإنه يهديه، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ قَالُوا هَذَا سِحْرٌ مُبِينٌ (٦) . </p><p> قوله؛ (مُصَدِّقًا) يحتمل وجوهًا: </p><p> أحدها: أن يقول جئت إليكم بالنعت الذي وصفت في التوراة، أو (مُصَدِّقًا) وبالتوراة وبكتب اللَّه تعالى؛ ليعلم أن الرسل كان يلزمهم الإيمان بالكتب المتقدمة والرسل جميعا، كما يلزم ذلك أمتهم. </p><p> أو يقول:  (مُصَدِّقًا) ، يعني: آمركم بعبادة اللَّه - عَزَّ وَجَلَّ - وتوحيده كما أمرتم به في التوراة؛ ليعلم أن الرسل كان دينهم واحدا، وإن كلهم يدعون إلى التوحيد وعبادة الرحمن، وأما الشرائع فقد يجوز اختلافها ولا يدل ذلك على اختلاف في الدِّين؛ لأن الشرائع قد تختلف في رسول واحد ولا يختلف دينه؛ فكذلك الرسل، واللَّه الموفق. </p><p> وقوله عَزَّ وَجَلَّ:  (وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ) . </p><p> يعني: مبشرا برسول يصدق بالتوراة على مثل تصديقي؛ فكأنه قيل له: ما اسمه؟ فقال:  (اسْمُهُ أَحْمَدُ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ) . </p><p> قَالَ بَعْضُهُمْ: الذي جاءهم عيسى، عليه السلام. </p><p> وقَالَ بَعْضُهُمْ: مُحَمَّد، عليه الصلاة والسلام. </p><p> وقد جاءا جميعًا. </p><p> وقوله:  (بِالْبَيِّنَاتِ) ، أي: بالبينات التي تبين أن الذي جاء به إنما جاء من عند اللَّه. </p><p> وقوله:  (هَذَا سِحْرٌ) ، و (ساحر مبين) ، واختلفوا فيمن قيل له هذا: </p><p> قَالَ بَعْضُهُمْ: هو عيسى، عليه السلام. </p><p> وقَالَ بَعْضُهُمْ: هو مُحَمَّد، عليه الصلاة والسلام. وقيل: قالوا لهما جميعا. </p><p> ويحتمل أن يكون هذا قول أكابر الكفرة للضعفاء منهم؛ وذلك أنهم لم يجدوا سببًا للتمويه سوى أن نسبوه للسحر، وهذا يدل أنه جاءهم بالآيات المعجزة؛ حيث نسبوه إلى السحر، وقالوا:  (هَذَا سِحْرٌ) ، وإنا لا نعلم السحر، ولو كان الذي جاءهم به سحرا كان حجة عليهم؛ لأنهم قد علموا أن الرسل لم يختلفوا إلى السحرة، ولم يتعلموا منهم، وكان لا يتهيأ لهم اختراعه من تلقاء أنفسهم، فلو كان سحرا كان حجة عليهم؛ لأنهم قد علموا </p>"
}