{
  "id": null,
  "sura": 62,
  "aya": 5,
  "text": "<p> يعني: ذلك الفضل: -النبوة والرسالة- يؤتيه من يشاء، يعني: يخلق من البشر من يصلح للنبوة والرسالة. </p><p> أو ذلك الفضل من تعليم الكتاب والحكمة يؤتيه من يشاء. </p><p> وفيه دلالة على كذب قول المعتزلة؛ لأن من قولهم: إن اللَّه لا يؤتي أحدا شيئًا بفضله، بل حق عليه أن يفعل ذلك، فإذا كان هذا على اللَّه فعله كان ذلك حقًّا يقضيه، ومن قضى حقًّا، فليس يوصف بالفضل، وقد وصف اللَّه تعالى نفسه بالفضل، فثبت بهذا كذب قولهم، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) . </p><p> أي: ذو الفضل العظيم في الدنيا؛ حيث تفضل عليهم بالكتاب والحكمة بعدما كانوا جهالا. </p><p> أو يجوز أن يكون هذا في الآخرة أن اللَّه يجزيهم عن أعمالهم الجنة؛ فضلا منه عليهم. </p><p> (الْعَظِيمِ) هو الدائم الباقي، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى (مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٥) قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ (٦) وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (٧) قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (٨) . </p><p> وقوله: - عَزَّ وَجَلَّ -: (مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا) . </p><p> له أوجه من التأويل: </p><p> أحدها: يحتمل أن يكون هذا كناية عن العمل، يعني: حملوا ما في التوراة فلم يعملوا بها. </p><p> والثاني: أن يقول: (لَمْ يَحْمِلُوهَا) ، يعني: لَمْ يَحْمِلُوهَا إلى من أمروا بحملها إليهم على ما أمروا؛ لأنهم حرفوا وبدلوا. </p><p> أو يجوز أن يكون تأويله - واللَّه أعلم - أنهم كذبوا التوراة وتلقوها بالعناد والتكذيب فلم ينتفعوا بها، فمثلهم كمثل الحمار يحمل كتبا لا يعلم قدرها وخطرها كما قال:  (كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا) ؛ لأنهم وإن عرفوا التوراة فحين لم يعظموها حق تعظيمها، وكذبوا بما فيها، كانوا كأنهم لا يعرفون قدرها وخطرها، فصار مثلهم كمثل </p>"
}