{
  "id": null,
  "sura": 62,
  "aya": 11,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ (١٠) أي: رحمة اللَّه؛ هذا خرج في الظاهر مخرج الأمر، ولكنه في حكم الإباحة عندنا؛ لأن هذا أمر خرج على أثر الحظر، والأصل المجمع عليه عندهم: أن كل أمر خرج على أثر الحظر فهو في حكم الإباحة، وما خرج مخرج الإباحة فإن الحكم فيه يتصرف على تصرف الأحوال، فإن كانت الحالة توجب فرضيته كان فرضًا، وإن كانت توجب واجبا فواجب، وإن أدبا فأدب. </p><p> والدليل على أن كل أمر خرج على أثر الحظر، فهو في حق الإباحة - قوله تعالى:  (وَإِذَا حَلَلْتُمْ فَاصْطَادُوا) ، وقوله:  (فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ) ، ولم يكن ذلك محمولا على الفرض والحتم الذي لا يجوز تركه، ولكن على إباحة الاصطياد، أي: اصطادوا إن شئتم، وأتوهن إن أردتم، فكذلك يجوز أن يكون المعنى من قوله:  (فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ) على ذلك الوجه، وإذا كان الأمر على هذا السبيل صار كأنه قال: فإذا قضيت الصلاة التي نودي لها، فانشروا في الأرض إن أردتم أو إن شئتم، واللَّه المستعان. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَابْتَغُوا مِنْ فَضْلِ اللَّهِ) . </p><p> يعني: التجارة والكسب، قال: البيع؛ كأنه ينتظم ابتغاء فضل اللَّه، لكن قال فيما خرج مخرج الإذن والإطلاق:  (وَابْتَغُوا مِنْ فَضْلِ اللَّهِ) ، وقال فيما نهى عن ذلك:  (وَذَرُوا الْبَيْعَ) ، وإن كان المراد منهما جميعًا البيع؛ لأن كان يقبح أن يقول: وذروا ابتغاء فضل اللَّه؛ ولأن ابتغاء الفضل يتضمن البيع وغيره؛ فلا يستقيم أن يقال:  \" وذروا ابتغاء فضل اللَّه \" ، فقال هاهنا (وَذَرُوا الْبَيْعَ) ؛ ليلحقه النهي خاصة، وأما الإطلاق والإذن، فإنه يستقيم في البيع وغيره، فقال:  (وَابْتَغُوا مِنْ فَضْلِ اللَّهِ) ، واللَّه المستعان. </p><p> وقوله:  (وَاذْكُرُوا اللَّهَ كَثِيرًا) ، يحتمل وجهين: </p><p> أحدهما: اذكروا اللَّه كثيرا بألسنتكم وقلوبكم. </p><p> والثاني: اذكروا اللَّه بالإقبال على الطاعات التي فيها تحقق ذكر اللَّه. </p><p> وقوله:  (لَعَلَّكُمْ تُفْلِحُونَ) ، له أوجه: </p><p> أحدها: على رجاء الفلاح. </p><p> والثاني: أي: لكي تفلحوا. </p><p> والثالث: على قطع وجوب الفلاح إذا فعل ذلك؛ بما قالوا: إن (لعل) و (عسى) من اللَّه تعالى واجب. </p><p> وقوله:  (وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ وَاللَّهُ خَيْرُ الرَّازِقِينَ (١١) . </p><p> التجارة واللهو لا يريان في الحقيقة، وإنما يرى اللاهي والتاجر، ولكنه ذكر فيه الرؤية؛ لقرب اللهو من اللاهي والتجارة من التاجر، كما قال تعالى:  (حَتَّى يَسْمَعَ كَلَامَ اللَّهِ) ، وكما يقال: سمعت كلام فلان، والكلام ليس بمسموع في الحقيقة، وإنما المسموع في ذلك الصوت الذي به يفهم كلامه، ولكن أطلق لفظ السماع في ذلك لتقاربهما، واللَّه أعلم. </p><p> وبعد، فإن المعنى من هذا - واللَّه أعلم - ليس نفس الرؤية؛ وإنما المعنى منه عندنا: كأنه قال: (وإذا علموا) ؛ وذلك أنهم كانوا لا يرون التجارة، ولكن ينهى إليهم خبرها فيعلمون بها. </p><p> وقوله - عَزَّ وَجَلَّ -: (انْفَضُّوا إِلَيْهَا) . </p><p> ولم يقل:  (إليهما) وقد ذكر شيئين، ولم يلحق ما بعدهما من الكناية بهما، بل بأحدهما، ويجوز مثل ذلك؛ كقوله:  (وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا) ، ولم يقل:  (ولا ينفقونهما) لرجع الكناية إلى جميع ما سبق ذكره، وكما قال:  (وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ) ، وقد رجعت الكناية إلى أحد المذكورين لا إليهما، وكذلك هذا، وهذا؛ لأن المقصود من خروجهم إنما كان هو التجارة دون اللهو، ولكنهم إنما يعلمون ما يجلب إليهم بذلك اللهو؛ فجاز أن يكون ذكر اللَّه لهذا المعنى، وإنما المقصود من ذلك التجارة، وكذلك قوله:  (وَلَا ينُفِقُونَهَا) ، فذكر حق الإنفاق فيما كان الإنفاق منه أيسر وأسهل في المتعارف وذلك الفضة، وإن كان الحق واجبا فيهما جميعًا؛ لما أن المقصود واحد وهو الصرف إلى الفقراء فعلى ذلك هاهنا، وأما المعنى منه عندنا: إنما خص الصلاة برجوع الكناية إليها؛ لأنها ثقلت على اليهود؛ لأن القبلة كانت أولا إلى بيت المقدس فلما حولت إلى الكعبة ثقلت الصلاة إلى الكعبة على الكفار، فقال:  (وَإِنَّهَا لَكَبِيرَةٌ) ، يعني: الصلاة إلى الكعبة، واللَّه أعلم. </p><p> فَإِنْ قِيلَ: كيف جاز أن ينفر أصحاب رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وهو في الخطبة إلى اللهو والتجارة، مع جلال قدرهم وتعظيمهم للنبي عليه السلام، وكذلك السؤال عن ضحكهم حين دخل الأعمى المسجد فوقع في بئر؟! </p><p> والجواب عن هذا أن القوم كانوا حديثي عهد بالإسلام، وكانوا من سوقة القوم ومن سفلتهم، ولم يكونوا عرفوا حق الخطاب وحق الخطبة عليهم، وكانت تلك تجارة يأملون منها منافع لو لم يبادروا إليها ذهبت عنهم، فإنما خرجوا من المسجد؛ جهلا منهم بحق </p><p> الخُطْبة والخاطب. </p><p> وبعد فإنهم لم يكونوا من أجلة القوم، ولا صَاحَبُوا أجلتهم؛ ليعرفوا حق الخُطْبة والخاطب، فانفلت منهم الزلة، ومن مثلهم هذه، فأما الذين كانوا من أجلة الصحابة - رضوان اللَّه عليهم أجمعين - ومن علمائهم، فلم ينفر واحد منهم. </p><p> وكذلك الضحك أيضًا يجوز أن يكون من ضحك من أتباع القوم وسفلتهم، ولم يكونوا من الأجلة والنجباء، ولا يستنكر من مثل أُولَئِكَ هذا الصنيع، واللَّه أعلم. </p><p> قال: والمعنى من ترك النبي عليه السلام نهيهم عن الخروج - وجهان: </p><p> أحدهما: أن يكون الكلام كان محرمًا وقت الخطبة؛ فلم ينههم للنهي عن الكلام في ذلك الوقت. </p><p> والثاني: يجوز أن يكونوا أسرعوا الخروج؛ فلم يبلغهم نهيه، أو لم ينههم؛ لما علم أنهم لم يسمعوا، واللَّه أعلم. </p><p> وفي الخبر أنه عد الذين ثبتوا معه بعدما فرغ من الصلاة فوجدهم اثني عشر رجلا، فقال:  \" لو لحق آخركم بأولكم لاضطرم الوادي نارا \" أي: المدينة، ففي هذا دلالة على أن الجمعة تقام بدون الأربعين؛ لأنه - عليه السلام - جمع باثني عشر رجلا، واللَّه أعلم. </p><p> وقوله:  (وَتَرَكُوكَ قَائِمًا) . </p><p> هذا يدل على أن الخطبة إنما تكون قائما. </p><p> وقوله:  (قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ) . </p><p> قال إمام الهدى: ولولا هذا قد كان يعلم أن ما عند اللَّه خير من اللهو ومن التجارة، ولكن المعنى من ذلك - واللَّه أعلم - أن الدنيا كلها متجر، وأن أهلها فيها تجار: إما تجارة الدنيا، أو تجارة الآخرة؛ لأن الطاعة والعبادة في الاعتبار كأنها تجارة؛ لأنه يكتسب بها منافع الآخرة، وتجارة الدنيا يكتسب بها منافع الدنيا، فقال؛ التجارة التي عند اللَّه في طاعته واكتساب منافع الآخرة خير من اللهو، ومن التجارة التي يكتسب بها منافع الدنيا، واللَّه أعلم. </p><p> وجائز أن يكون معناه كأنه قال: اتقوا اللَّه؛ فإنكم إذا اتقيتموه اكتسبتم به المنافع في الرزق وغيره، والتجارة الدنيوية لا يكتسب بها إلا منافع الدنيا؛ ألا ترى إلى قوله:  (وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا (٢) وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ)، وقال في </p><p> موضع آخر:  (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ) ، فإذا كانت التقوى يستفاد بها الرزق والبر في الأمور وكفارة الذنوب، والتجارة لا يكتسب بها إلا منافع الدنيا، فرغبهم فيما فيه جملة المنافع وهو التقوى؛ ليمكثوا عند النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فيقول: رغبتكم فيما يكسبكم جملة المنافع إن اتقيتم ومكثتم عند النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - خير من اللهو ومن التجارة التي تُكْسِبكم منفعة واحدة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاللَّهُ خَيْرُ الرَّازِقِينَ) . </p><p> ليس يقتضي ذكر هذا أن هناك رازقا آخر؛ ليكون هو خيرهم، ولكن المعنى من هذا كالمعنى في قوله:  (أَحْسَنُ الْخَالِقِينَ) ، و (أَحْكَمُ الْحَاكِمِينَ) ؛ لأنه كان هو خير الرازقين، وأحسن الخالقين، وأحكم الحاكمين؛ لأنه لا يحكم إلا عدلا، ولا يخلق إلا ما فيه حكمة؛ فكذلك قوله:  (وَاللَّهُ خَيْرُ الرَّازِقِينَ) . </p><p> وجائز أن يضاف الرزق والخلق والحكم إلى العبيد مجازا، فقال:  (وَاللَّهُ خَيْرُ الرَّازِقِينَ) ممن يرزقكم؛ لأن غيره من الخلق إنما يرزق غيره من رزقه، ويعدل بحكمه، ويفعل بتوفيقه وتسديده، فقال:  (وَاللَّهُ خَيْرُ الرَّازِقِينَ) الذين يرزقون من رزقه، واللَّه أعلم. </p><p> * * * </p>"
}