{
  "id": null,
  "sura": 62,
  "aya": 9,
  "text": "<p> نعت مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وغير ذلك. </p><p> أو عالم ما غيبتم في أنفسكم وأسررتم من تكذيبكم بمُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وما أشهدتم عليه ضعفتكم وأتباعكم من نهيكم إياهم عن اتباعه. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ) . </p><p> إما عيانا تقرءونه في كتابكم يوم القيامة، أو ينبئكم بما كنتم تعملون بالجزاء إن خيرا فخير وإن شرًّا فشر، واللَّه المستعان. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (٩) فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ (١٠) وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ وَاللَّهُ خَيْرُ الرَّازِقِينَ (١١) . </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ) ، هذا السعي يحتمل وجهين: </p><p> أحدهما: أن أقبلوا على العمل الذي أمرتم به وامضوا فيه. </p><p> والثاني: واسعوا في المشي وأسرعوا، لأن السعي في المشي هو السرعة فيه، والسعي في الأعمال هو الإقبال عليها والمبادرة إليها، فإن كان المراد من هذا السعي في المشي فخروج الآية مخرج الترهيب والتضييق؛ ألا ترى إلى قوله:  (وَذَرُوا الْبَيْعَ) كيف أمرك بترك البيع وقد يمكن البيع في حال المشي، وإلى قوله:  (فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ) كيف أمر بالانتشار في الأرض بعد الفراغ من الفريضة دون أن يذكر هنالك شيئًا في أدائها، ولو كان المراد منه الترغيب، لكان يأمره بالعدو إليها؛ فدلت هذه المعاني أن تخرج الآية على الترهيب والتضييق، وإن كان السعي في سائر الصلاة المفروضة غير مندوب إليه؛ على ما روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" إذا أتيتم الصلاة فأتوها وأنتم تمشون، ولا تأتوها وأنتم تسعون، عليكم بالسكينة والوقار، وما أدركتم فصلوا وما فاتكم فاقضوا \" فاختص الجمعة به؛ لما ذكرنا من التضييق هاهنا والتوسيع في سائر الصلاة، ولكن الأشبه أن المراد من السعي هو الإقبال على أدائها والتأهب لها والمبادرة إليها، والسعي مستعمل في هذا؛ قال اللَّه تعالى:  (وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ) </p><p> وقوله:  (وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى (٣٩) وَأَنَّ سَعْيَهُ سَوْفَ يُرَى (٤٠) ، وإنما أراد العمل، وكذلك روي عن عمر وابن مسعود وأبي وابن الزبير - رضي اللَّه عنهم - أنهم قرءوا:  (فامضوا إلى ذكر) حتى قال عبد اللَّه: \" لو كانت القراءة(فَاسْعَوْا)لسعيت، ولو سقط ردائي لم ألتفت إليه \" ؛ خوفا من تضييع حقها؛ فذلك يدل على أن تأويل الأول عندهم على الإقبال والمبادرة إليها دون السرعة والمشي، ولأن هذا موافق لسائر الصلوات في أن العدو غير مستحب، واللَّه أعلم. </p><p> والحديث الوارد في السكينة الوقار مطلق ليس فيه فصل بين الجمعة وغيرها، وعليه إجماع الفقهاء أنه يمشي إلى الجمعة على هينته، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَذَرُوا الْبَيْعَ) قال بعض الناس بأنه إذا باع في وقت الجمعة، لم يجز بيعه؛ لهذه الآية. </p><p> وعندنا أن البيع جائز، لكنه مكروه. </p><p> والذي يدل على جوازه أن النهي عن البيع في هذه الآية ليس لمكان البيع، ولكن لمكان الجمعة، فالفساد إذا ورد فإنما يرد في الجمعة لا في البيع؛ لأنه إذا باع في الصلاة فالبيع يفسد الصلاة؛ لأن الصلاة تفسد البيع، ولأن الأصل عنذنا أن كل عقد نهي لأجل غيره، فالنقصان إذا ورد من النهي فإنما يرد في ذلك الغير لا في العقد، وعلى هذا ما روي عنه - عليه السلام - أنه قال:  \" المحرم لا ينكح ولا ينكح \" إذ النهي عن النكاح إنما هو لمكان الإحرام ليس لمكان النكاح؛ ولذلك نقول بجواز نكاح المحرم وبفساد الحج إذا جامع بذلك النكاح؛ لأن النهي إذا لم يكن لنفس العقد لم يستقم فساد العقد والنهي ليس من أجله، واللَّه أعلم. </p><p> ثم لما قال:  (فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ) لم يقل: إلى الجمعة، ولا: لها؛ دل أنه قبل الجمعة </p><p> ذكر يجب الاستماع إليه والسعي إليه؛ فدل هذا على فرضية الخطبة، ولما ثبت أن المعنى من قوله:  (إِلَى ذِكْرِ اللَّهِ) أن المراد بالذكر الخطبة، ثم أمر بترك البيع للسعي إلى هذا الذكر والاستماع له - ثبت أن الكلام في وقت الخطبة مكروه، وفي وقت خروج الإمام إلى الخطبة مكروه أيضًا؛ لأن البيع في ذلك الوقت مكروه، والبيع كلام؛ فيدل على كراهية كل كلام؛ فيدل على صحة مذهب أبي حنيفة - رحمه اللَّه - في أنه يلزم السكوت إذا خرج الإمام حتى يفرغ من الصلاة، وعلى ذلك ورد الحديث عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" من أتى الجمعة ثم صلى ما شاء أن يصلي، ثم إذا خرج الإمام سكت إلى أن يفرغ من صلاته - كان ذلك كفارة له من الجمعة إلى الجمعة وزيادة ثلاثة أيام بعده \" ، فلما ألزمه السكوت من حين يخرج الإمام إلى أن يفرغ من الصلاة، ثبت أن الكلام في ذلك الوقت مكروه، واللَّه أعلم. </p><p> قال: وفي هذه الآية دلالة على كذب من قال: إن الصلاة إنما تفترض في آخر الوقت، وأن من أدى فرضًا في أول وقت فإنما يؤدي تطوعا؛ لأنه أمره بالسعي وفرض عليه إذا نودي، ومعلوم أنه إذا تهيأ للإمام تأخير الصلاة في ذلك الوقت نص عليه مع ذلك؛ فدل هذا على كذب مقالتهم، واللَّه أعلم. </p><p> وأقبح من هذا أنهم قالوا: إن الصلوات مفروضات على الكفرة في حال كفرهم وعلى المسلمين تطوع مع أنه يجيء على قولهم: إنه ليس أحد من الأمة أدى فرضا ألبتَّة؛ لأنه لم يذكر عن أحد منهم أنه فرط في أداء الصلاة حتى خاف خروج وقتها، فهذا قول قبيح يجب أن يستتاب عنه صاحبه وعن أمثاله، واللَّه أعلم. </p><p> وفي هذه الآية دلالة على أن الجمعة لا تجب على من بعد من الإمام بفرسخين؛ لأنه أمره بالسعي بعد النداء، ومن بعد فرسخين، قد يخرج وقت الجمعة ولا يدركها؛ فثبث أنه على ما دونه وهو أن يكون في حد الأمصار، واللَّه أعلم. </p><p> ثم الوقت الذي نهي عن البيع فيه يوم الجمعة: عن مسروق وجماعة: هو وقت الزوال إلى أن يفرغ الإمام من الجمعة. </p><p> وعن مجاهد والزهري: أنه ينهى عن البيع بعد النداء؛ عملا بظاهر الآية:  (إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ) ، والأول أشبه؛ لأنه إنما يجب الحضور إلى الجمعة عند دخول الوقت وهو زوال الشمس وإن تأخر النداء؛ ولأن النداء بعد الزوال غير معتبر فكان وجوده وعدمه سواء. </p>"
}