{
  "id": null,
  "sura": 63,
  "aya": 10,
  "text": "<p> ثم اختلفوا في معنى ذكر اللَّه: </p><p> فمنهم من قال: معناه القرآن على مثال قوله: (قَدْ أَنْزَلَ اللَّهُ إِلَيْكُمْ ذِكْرًا. رَسُولًا يَتْلُو عَلَيْكُمْ آيَاتِ اللَّهِ. . .) ، يعني: قرآنا ورسولا. </p><p> ومنهم من قال: معنى الذكر التوحيد. </p><p> فإن كان تأويله القرآن، فهو يتوجه إلى المنافقين والمؤمنين جميعًا، فإن كان في المنافقين فكأنه قال: لا تلهكم أموالكم ولا أولادكم عن النظر والتأمل في القرآن؛ لأن الله تعالى بين في القرآن أمورًا تطهر سرائرهم وما يظهر عندهم أن الرسول لا يختلقه من تلقاء نفسه، وأنه إنما يقوله بالوحي، فكأنه يقول: إذا تأملتم النظر في القرآن، حملكم ذلك على التحقيق في الإيمان، فلا يحملكم حب المال والولد على ترك التأمل في القرآن؛ لأنكم إذا نظرتم فيه، وتأملتم، حصلتم منه على تحقيق الإيمان، واللَّه أعلم. </p><p> وإن كان في المؤمنين، فمعناه: ألا تلهكم أموالكم ولا أولادكم عن النظر في القرآن؛ فإنكم إذا نظرتم فيه، صرتم من أهله، وجل قدركم. </p><p> وإن كان المراد من الذكر التوحيد، فهو راجع إلى الناس كافة: فأما المؤمنون، فكأنه حذرهم عن حب المال والولد أن يحملهم غاية حبهما على أن ينسوا وحدانية اللَّه تعالى والإيمان بالرسل والبعث، فكأنه يقول: لا تلهكم أموالكم ولا أولادكم كما ألهى الكفرة، فيحذرهم عن أن يقعوا في الهلاك من حبه كما قال:  (وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ) ، يعني: اتقوا السبب الذي يفضي بكم إلى النار المعدة للكافرين، فكذلك الأول. </p><p> وإن كان في المنافقين فكأنه قال: لا يحملكم حب المال والولد أن تتركوا حقيقة الإيمان به والتوحيد له والطاعة لرسوله، عليه السلام. </p><p> وقوله تعالى:  (وَمَنْ يَفْعَلْ ذَلِكَ فَأُولَئِكَ هُمُ الْخَاسِرُونَ) . </p><p> فعلى ما ذكرنا من التأويلين في إنكار البعث والتوحيد ظاهر، وإن كان في المؤمنين فمعنى الخسار: هو الخوف من أن يقع به الوعيد. </p><p> وقوله - تعالى -: (وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ (١٠) . </p><p> يجوز أن يكون صلة قوله:  (لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ) فيمنعكم ذلك عن الإنفاق؛ فإنكم إذا امتنعتم عن الإنفاق ازداد حبكم، فتنسون وحدانية اللَّه تعالى وطاعة رسوله، عليه السلام. </p>"
}