{
  "id": null,
  "sura": 63,
  "aya": 1,
  "text": "<p> سُورَةُ الْمُنَافِقُونَ مدنية </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ (١) اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ (٢) ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ (٣) وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ هُمُ الْعَدُوُّ فَاحْذَرْهُمْ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ (٤) وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ (٥) سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (٦) هُمُ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ وَلَكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ (٧) يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ (٨) . </p><p> قوله - عَزَّ وَجَلَّ -: (إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ) . </p><p> اختلفوا في تأويل قوله تعالى:  (نَشْهَدُ) : </p><p> قَالَ بَعْضُهُمْ:  (نَشْهَدُ) بمعنى: نقسم ونحلف. </p><p> وقَالَ بَعْضُهُمْ:  (نَشْهَدُ) على ابتداء الشهادة. </p><p> فمن حمله على القسم قرأه (اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً) يعني: حلفهم، ومن حمله على الشهادة ابتداء قرأ:  (اتَّخَذُوا أَيْمَانَهُمْ) يعني: تصديقهم، ليس أنها قراءة واحدة فقرئت بلفظين، ولكنهما كانا جميعا فقرئت بالمعنيين جميعًا، واللَّه أعلم. </p><p> وقوله:  (وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ) . </p><p> والإشكال أن كيف قال اللَّه تعالى:  (وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ) ، وهم إنما قالوا:  (نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ) ، ومعلوم أن هذا القول منهم صدق، ولكن المعنى من هذا - واللَّه أعلم - أنهم طعنوا فيما أظهروا من الخلاف والتكذيب عند غير رسول اللَّه، فحسبوا أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - اطلع على صنيعهم فأتوا رسول اللَّه يعتذرون إليه، ويقولون:  (نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ) وأن ما بلغك منا من القول كذب وما قلناه، فأخبر اللَّه تعالى أنهم لكاذبون فيما أخبروا أنهم ما قالوه، ألا ترى إلى قوله:  (يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ) . </p><p> ويحتمل أن يكون معناه: إنا نشهد أن في قلوبنا إنك لرسول اللَّه كما نظهره بألسنتنا، </p>"
}