{
  "id": null,
  "sura": 63,
  "aya": 9,
  "text": "<p> الأعز قد يحتمل معاني: </p><p> أحدها: الأغلب، وإلا فهو على مثال قوله:  (فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِي فِي الْخِطَابِ) ، أي: غلبنى في الخصومة. </p><p> والثاني: الأقوى والأشد، على مثال قوله - تعالى -: (أَعِزَّةٍ عَلَى الْكَافِرِينَ) ، يعني: أقوياء وأشداء. </p><p> والثالث: الأعلى الأجل، وكذلك قوله:  (وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ) ، فإن كان الأعلى والأجل فذلك أن المؤمنين أعلى وأجل؛ لأنهم اتبعوا الحجة بالحجج، والكفار اتبعوا أهواءهم. </p><p> وإن كان على الأغلب والأقهر فذلك للمؤمنين بالغلبة والنصرة على أعدائهم. </p><p> وإن كان على القوة والشدة، فقد كان ذلك للمؤمنين؛ لأنه لو لم يوجد ذلك للمؤمنين لم يكن أهل النفاق يظهرون الوفاق للمؤمنين، ولكنهم لما رأوا القوة والشدة للمؤمنين مرة، وللكفار أخرى - أظهروا الموافقة للفريقين جميعًا؛ ولذلك قال ذلك المنافق: قوله تعالى: (لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ) ؛ لأنه لما رأى العزة والشدة للكافرين يوم أحد، توهم أنهم يغلبونهم أبدًا؛ فأظهر النفاق، وقال عند ذلك:  (لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ) ، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ وَمَنْ يَفْعَلْ ذَلِكَ فَأُولَئِكَ هُمُ الْخَاسِرُونَ (٩) وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ (١٠) وَلَنْ يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ (١١) . </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ) ، واختلف فيه: </p><p> فمنهم من قال: هذه الآية في المنافقين. </p><p> ومنهم من قال: في المؤمنين. </p><p> فإن كانت في المنافقين، فكأنه يقول؛ يا أيها الذين أظهرتم بلسانكم الإيمان، لا تلهكم أموالكم ولا أولادكم عن ذكر اللَّه. </p><p> وإن كان في المؤمنين، فكأنه قال: يا أيها الذين حققوا الإيمان، لا تلهكم أموالكم ولا أولادكم عن ذكر اللَّه. </p>"
}