{
  "id": null,
  "sura": 63,
  "aya": 7,
  "text": "<p> وقوله تعالى:  (إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ) . </p><p> فيه أن اللَّه تعالى يملك هداية وراء هداية البيان؛ لأن من لم يملك شيئًا لم يستقم أن يوصف بالتعظيم أنه لا يفعل؛ لأنه يعلم إذا لم يقدر ولم يملك لا يفعل، وإنَّمَا يوصف بهذا من يملك ذلك، ولكن لا يفعل، فلو لم يملك ولم يقدر خلق فعل الاهتداء فيمن أراد، لم يوصف بأنه لا يهدي الفاسقين؛ فدل أنه يملك هداية وراء هداية البيان، وهو خلق الاهتداء فيمن علم منه ذلك، واللَّه الموفق. </p><p> وقال أبو بكر: معنى قوله: (لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ) أي: لا يهديهم لفسقهم. </p><p> وقالت المعتزلة: أي: لا يسميهم مهتدين إذا فسقوا وضلوا. وأيهما كان فهو محال؛ لأن من هدى ضالا لضلالته فهو سفيه، فكأنه يقول: لا يسفه: ومن سمى الضال: مهتديا فهو كاذب، فكأنه قال: لا يكذب، وهما جميعا غير مستقيم؛ لأنا نعلم أنه لا يسفه ولا يكذب، فثبت أن في ملكه هداية يهدي من يشاء من عباده سوى هداية البيان، وإذا ثبت ما وصفنا أن في ملكه هداية سوى هداية البيان، ثبت أن له فيها مشيئة؛ لأن من ملك سببًا لم يجز أن يقطع عنه سببه؛ فلذلك قلنا: إن اللَّه تعالى يضل من يشاء من عباده لمن علم أنه يؤثر الضلال ويختاره على الهدى، ويهدي من يشاء لمن علم أنه يؤثر الهدى على الضلالة؛ فيهديه لذلك ويوفقه ويسدده، واللَّه المستعان. </p><p> وقوله تعالى:  (هُمُ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ وَلَكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ (٧) . </p><p> قد وصفنا أن هذا من غاية بخلهم. </p><p> وقوله:  (حَتَّى يَنْفَضُّوا) دلالة أنهم أرادوا إطفاء هذا النور وإخفاءه، فأبى اللَّه تعالى إلا إظهاره. </p><p> وقوله:  (وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ) . </p><p> يبسطها على المنافقين؛ ليمتحنهم بالإنفاق على المؤمنين. </p><p> أو لله خزائن السماوات والأرض يضيقها على المؤمنين؛ ليمتحنهم بالصبر في حال الضيق. </p><p> أو يجوز أن يكون هذا بشارة للمؤمنين بأن اللَّه تعالى يوسع عليهم الدنيا بعدما ضاقت، وقد جعل حيث فتح لهم الفتوح وآتاهم النصر والغلبة على أعدائهم، واللَّه أعلم. </p><p> وقوله - تعالى -: (يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ (٨) . </p>"
}