{
  "id": null,
  "sura": 64,
  "aya": 9,
  "text": "<p> فأخبر أن بعثهم وإعادتهم أهون في عقولهم من إنشائهم، ولم يكونوا شيئًا؛ فكيف أنكروا قدرته على إعادتهم بعد أن صاروا ترابا، فأخبر - جل وعلا - أن ذلك على اللَّه يسير. </p><p> والوجه الثاني من التأويل: أن يذكر ما عملوا من خير أو شر أحصاه عليهم كل سر وعلانية وكل صغير وكبير؛ ليعاينوا ذلك في كتبهم، ويعلموا تحقيقًا: أنها على اللَّه يسير. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَآمِنُوا بِاللَّهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنْزَلْنَا وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (٨) . </p><p> يجوز أن يكون هذا صلة ما تقدم، وذلك أن اللَّه تعالى ذكر ما نزل من العقوبة بالأمم الماضية، وأن ذلك إنما نزل بهم؛ لكفرهم باللَّه تعالى، وتكذيبهم الرسل، فآمنوا أنتم باللَّه ورسوله لئلا ينزل بكم ما نزل بهم من البأس والعقوبة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالنُّورِ الَّذِي أَنْزَلْنَا) النور: هو القرآن، ويجوز أن يكون سماه: نورًا؛ لأنه يبصر به حقيقة المذاهب في الطاعة والمعصية والإحسان والإساءة والإيمان والكفر كما يبصر بنور النهار حقيقة الأشياء من جيدها ورديئها، كذلك يبصر بهذا منافع الطاعة ومضار المعصية، فسمي: نورًا من هذا الوجه، واللَّه أعلم. </p><p> وقوله:  (وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ) . </p><p> أي: أن اللَّه خبير بما تسرون وما تعلنون، فراقبوه وحافظوه في الحالين جميعًا، وفي هذا بيان أن اللَّه تعالى عالم بما يعمله العباد في الأزل، وبما يكون منهم، وأنه ليس كما وصفه بعض الجهال، واللَّه المستعان. </p><p> وقوله:  (يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذَلِكَ يَوْمُ التَّغَابُنِ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ (٩) . </p><p> ذلك اليوم في الحقيقة يوم جمع وتفريق، وهو أيضًا في الحقيقة يوم تغابن وترابح، وإن ذكر أحدهما؛ دليل ذلك ما ذكر في غيرها من الآيات؛ ألا ترى إلى قوله تعالى:  (فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ) ، وإلى ما ذكر في عقيب قوله:  (ذَلِكَ يَوْمُ التَّغَابُنِ) من قوله: (وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ) ، وهذا هو معنى الترابح، ولكنه - جل ثناؤه - يجوز أن يكون اكتفى بذكر أحدهما عن الآخر. </p><p> ثم الغبن يذكر في التجارات، والأصل في ذلك عندنا أن كل سليم طبعه لا يخلو من عمل، وعمله لا يخلو من إحدى ثلاثة أوجه: إما أن يكون في مباح أو أمر أو نهي، ومعلوم أن من استعمل المباح فهو يستعين به في إقامة الأمر، إذ لا بد من البقاء لإقامة الأمر؛ وذلك باستعمال المباح والاشتغال بأسبابه، فكأنه في إقامة ذلك الأمر؛ فحقيقته ترجع إلى أن الأعمال في الحقيقة تنصرف إلى نوعين: إلى أمر ونهي، ومعلوم أن من كان في أمر، فهو تارك لما نُهِي عنه، ومن كان في نهي فهو تارك لما أمر به، والتجارة في الحقيقة هو أن يأخذ شيئًا ويترك شيئًا آخر، وإذا تحقق معنى التجارة في أعمال بني آدم، أطلق لها لفظ: التجارة. </p><p> قال: والدنيا لها ثلاثة أسماء: المتجر، والمزرع، والمسلك، وقد وصفنا معنى التجارة، وأما معنى المزرع؛ فلأجل أن كل من يعمل في الدنيا فإنما يعمل لعاقبة، ولا بد أن تكون عاقبته خيرا أو شرًّا، فكل من كانت عاقبته الخير فهو زارع للخير، ومن كانت عاقبته الشر، فهو زارع للشر، واللَّه أعلم. </p><p> وأما معنى المسلك والطريق، فلأجل أن الخلق لم يخلقوا في هذه الدنيا ليقروا فيها، وإنما خلقوا لأحد أمرين: إما للثواب أو للعقاب، فكل من عمل عملا يفضي به إلى الثواب والجنة فكأنه يسلك طريق الجنة، وكل من عمل عملا يفضي به إلى النار؛ فكأنه يسلك طريق النار؛ فلذلك سمي: مسلكا وطريقا، واللَّه أعلم. </p><p> ثم التغابن عندنا يجوز أن يكون معناه: أن أهل الكفر يغبنون في أهلهم وأموالهم في الدار الآخرة؛ لأنهم كانوا يتعاونون بهم في الدنيا، فحسبوا أنهم يكونون كذلك في الآخرة، فإذا لم يجدوا وصاروا يلعن بعضهم بعضا، غبنوا ما كانوا يأملونه منهم. </p><p> وقَالَ بَعْضُهُمْ: إن لكل كافر في الجنة قصرا وبيتا وأهلا، فإذا صاروا إلى النار، ورث المؤمن أهله وقصره الذي كان له في الجنة؛ فهذا هو التغابن، ولكن هذا غير صحيح عندنا؛ لأنه لا يحتمل أن يبني اللَّه تعالى للكافر في الجنة بيتا مع علمه أنه لا يأتيه؛ لأن </p>"
}