{
  "id": null,
  "sura": 64,
  "aya": 8,
  "text": "<p> فأخبر أن بعثهم وإعادتهم أهون في عقولهم من إنشائهم، ولم يكونوا شيئًا؛ فكيف أنكروا قدرته على إعادتهم بعد أن صاروا ترابا، فأخبر - جل وعلا - أن ذلك على اللَّه يسير. </p><p> والوجه الثاني من التأويل: أن يذكر ما عملوا من خير أو شر أحصاه عليهم كل سر وعلانية وكل صغير وكبير؛ ليعاينوا ذلك في كتبهم، ويعلموا تحقيقًا: أنها على اللَّه يسير. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَآمِنُوا بِاللَّهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنْزَلْنَا وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (٨) . </p><p> يجوز أن يكون هذا صلة ما تقدم، وذلك أن اللَّه تعالى ذكر ما نزل من العقوبة بالأمم الماضية، وأن ذلك إنما نزل بهم؛ لكفرهم باللَّه تعالى، وتكذيبهم الرسل، فآمنوا أنتم باللَّه ورسوله لئلا ينزل بكم ما نزل بهم من البأس والعقوبة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالنُّورِ الَّذِي أَنْزَلْنَا) النور: هو القرآن، ويجوز أن يكون سماه: نورًا؛ لأنه يبصر به حقيقة المذاهب في الطاعة والمعصية والإحسان والإساءة والإيمان والكفر كما يبصر بنور النهار حقيقة الأشياء من جيدها ورديئها، كذلك يبصر بهذا منافع الطاعة ومضار المعصية، فسمي: نورًا من هذا الوجه، واللَّه أعلم. </p><p> وقوله:  (وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ) . </p><p> أي: أن اللَّه خبير بما تسرون وما تعلنون، فراقبوه وحافظوه في الحالين جميعًا، وفي هذا بيان أن اللَّه تعالى عالم بما يعمله العباد في الأزل، وبما يكون منهم، وأنه ليس كما وصفه بعض الجهال، واللَّه المستعان. </p><p> وقوله:  (يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذَلِكَ يَوْمُ التَّغَابُنِ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ (٩) . </p><p> ذلك اليوم في الحقيقة يوم جمع وتفريق، وهو أيضًا في الحقيقة يوم تغابن وترابح، وإن ذكر أحدهما؛ دليل ذلك ما ذكر في غيرها من الآيات؛ ألا ترى إلى قوله تعالى:  (فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ) ، وإلى ما ذكر في عقيب قوله:  (ذَلِكَ يَوْمُ التَّغَابُنِ) من قوله: (وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ) ، وهذا هو معنى الترابح، ولكنه - جل ثناؤه - يجوز أن يكون اكتفى بذكر أحدهما عن الآخر. </p>"
}