{
  "id": null,
  "sura": 65,
  "aya": 1,
  "text": "<p> سُورَةُ الطَّلَاقَ وهي مدنية </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ وَاتَّقُوا اللَّهَ رَبَّكُمْ لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَتِلْكَ حُدُودُ اللَّهِ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا (١) فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ ذَلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا (٢) وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا (٣) وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا (٤) ذَلِكَ أَمْرُ اللَّهِ أَنْزَلَهُ إِلَيْكُمْ وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا (٥) أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ وَإِنْ كُنَّ أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى (٦) لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا (٧) . </p><p> قوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ) : </p><p> فإنه يخرج على الإضمار - واللَّه أعلم - كأنه يقول: يا أيها النبي قل لأمتك: إذا أردتم أن تطلقوا نساءكم فطلقوهن لعدتهن؛ والدليل على أنه هكذا؛ فإنه يخرج الخطاب بعده كله للجماعة؛ حيث قال:  (إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ) أو خاطب به النبي والمراد أمته، وذلك كثير في القرآن. </p><p> ثم قوله:  (فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ) أمر بالطلاق للعدة، ولم يبين أن الطلاق للعدة كيف يكون؟ وذكر في بعض القراءات (فطلقوهن لِقُبُلِ عدتهن) ، ثم ترك بيان ذلك لا يخلو: إما أن يكون الرسول - عليه السلام - قد بين ذلك لهم، فعرفوا ذلك؛ فلم يبين لهم ذلك في الآية، أو جعل معرفة بيان ذلك إليهم؛ ليعرفوا بالاجتهاد. </p><p> ثم قوله:  (لقبل عدتهن) يحتمل أول عدتهن، ويحتمل ما يقابل عدتهن وهو الحيض من المقابلة فمن يقول: الاعتداد بالأطهار يجعل القبل كناية عن أول الطهر، ومن </p><p> يقولها بالحيض يجعل القبل ما يقابل العدة وهو الحيض، ثم لنا أن ننظر أي التأويلين أقرب؟ </p><p> وقد أجمعوا أن له أن يطلقها في آخر الطهر إذا لم يجامعها فيه، دل أن تأويل القبل بما يقابل العدة أحق وهو الحيض، والاعتداد به أولى، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَحْصُوا الْعِدَّةَ) . </p><p> يخرج على وجهين: </p><p> أحدهما: احفظوا الحقوق والأحكام التي تجب في العدة؛ فأدوها. </p><p> والثاني: احفظوا نفس ما تعتدون به، وهو عدد الحيض الذي بها تعتدون؛ لئلا تزاد ولا تنقص. </p><p> ثم جعل الإحصاء إلى الأزواج، يحتمل وجهين: </p><p> أحدهما: أنهم هم الذين تلزمهم الحقوق والمؤن. </p><p> والثاني: أنه بهم يقع تحصين الأولاد في العدة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاتَّقُوا اللَّهَ رَبَّكُمْ لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ) . </p><p> دل قوله:  (مِنْ بُيُوتِهِنَّ) على صحة مسألة لأصحابنا - رحمهم اللَّه - فيمن حلف ألا يدخل بيت فلان، فدخل بيتا هو فيه بإعارة أو إجارة أنه يحنث. </p><p> ووجه ذلك: أن اللَّه تعالى أضاف البيوت إليهن وإن كان حقيقة الملك للأزواج فيها، ألا ترى إلى قوله:  (أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ) ، ثم قال:  (لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ) ؛ فدل قوله (مِنْ بُيُوتِهِنَّ) : أنه أراد به البيوت التي أسكنهن الأزواج فيها، وإذا صحت هذه الإضافة؛ دل على صحة المذهب. </p><p> وقال الشافعي فيمن حلف لا يدخل مسكن فلان، فدخل مسكنا هو فيه بإعارة: إنه يحنث، وقال فيمن حلف لا يدخل بيت فلان: إنه لا يحنث، واحتج في المسكن: أنه إنما يحنث؛ لأنه وجد حقيقة السكنى من المحلوف عليه، فإن كان هذا هو الدليل على الحنث، فالواجب عليه أن يحنثه في البيت؛ لوجود البيتوتة على ما حنثه في المسكن، </p><p> لوجود السكنى. </p><p> وبعد: فإن الحنث أقرب في البيت؛ لأن اللَّه تعالى أضاف البيوت إليهن في كتابه وإن كن هن فيها بإعارة ولم يوجد في السكنى ذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ) . </p><p> (مُبَيِّنَةٍ) قرئا جميعًا: فمنهم من حمل الاستثناء بقوله: (إِلَّا) على قوله: (لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ) ، وصرفه إليه. </p><p> ومنهم من صرفه إلى قوله:  (وَلَا يَخْرُجْنَ) ولكل من ذلك وجهان: </p><p> فأما من حمله على قوله:  (لَا تُخْرِجُوهُنَّ) فإنه جعله استثناءً، وللاستثناء وجهان: </p><p> أحدهما: لا تخرجوهن إلا أن يأتين بفاحشة مبينة أي: بزنى يزنين، فتخرجوهن؛ لإقامة الحد عليهن. </p><p> أو لا تخرجوهن إلا أن يظهر منهن بذاءة اللسان على أهل أزواجهن فتخرجوهن؛ لمكان البذاءة التي في لسانهن. </p><p> ومن حمله على قوله:  (وَلَا يَخْرُجْنَ) ؛ فإنه يجعل معنى قوله:  (إِلَّا) على معنى: لكن؛ كما قيل في قوله تعالى:  (لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا) ، أي: لا يسمعون فيها لغوا، ولكن سلاما، إذ لا يحتمل استثناء السلام من اللغو؛ لما ليس في جملة اللغو سلام؛ فيستثنى منه فكذلك قوله - عَزَّ وَجَلَّ -: (وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ) فكأنه قال: لا يخرجن، ولكن إذا خرجن فخروجهن فاحشة، ويدل هذا على أن النهي لنفس الخروج، لا للانتقال. </p><p> ووجه آخر في ذلك، وهو: ألا يخرجن إلا أن يأتين بفاحشة، فإنهن إذا خرجن، خشي عليهن أن يأتين بفاحشة مبينة كما روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" أيما عبد تزوج بغير إذن مولاه فهو عاهر \" ، وكان المعنى من ذلك: أنه إذا تزوج فوطئ فهو عاهر، ولكن نهي عن النكاح؛ لأنه يخشى عليه في النكاح أن يطأها فيصير عاهرا، لا أن يكون نفس التزوج منه زنى، فكذلك (وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ) فيكون النهي لا عن نفس الخروج، ولكن لكونه سببا للفاحشة في الجملة، وطريقا إليها. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (مُبَيِّنَةٍ) . </p><p> فمن قرأ (مُبَيِّنَةٍ) بالخفض فمعناه: أن نفس الفاحشة إذا تفكر فيها المرء، ونظر تبين له: أنها فاحشة. </p><p> ومن قرأ (مُبَيَّنَةٍ) بالفتح، عني به: أنها مبينة بالبراهين والحجج. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتِلْكَ حُدُودُ اللَّهِ) . </p><p> الحدود: الموانع والنواهي، لا يحل مجاوزتها، ومن ذلك سمي الحداد: حدادًا؛ لأنه يمنع تحديده كل أنواع أمتعته أن تجاوز حدها الذي جعل لها، والحد في الحقيقة هو: النهاية التي يُنتهى إليها فلا يجاوز، وإذا كان كذلك كان الخيار إلى صاحب التأويل: فإن شاء حمله على الحد بين الطاعة والمعصية أو بين الحلال والحرام؛ حيث ذكر في هذه الآية أنواعا من النهي؛ فسمي ذلك كله: حدودًا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ) . </p><p> أي: ضر نفسه، ويجوز أن يكون المعنى منه، أي: إن جاوز هذا الحد الذي جعله لله تعالى، فقد وضع نفسه مكانا لم يضعه فيه ربه، والظلم في الحقيقة وضع الشيء في غير موضعه. </p><p> والتأويل الآخر: أن من جاوز موانع اللَّه ونواهيه، فقد ظلم نفسه؛ دل هذا على أن منافع هذه النواهي ومضارها لا ترجع إلى اللَّه، بل ترجع نفس الممتحنين. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا) . </p><p> أي: لا يطلق؛ فإنه إذا طلق لا يدري لعل اللَّه يحدث بعد ذلك ندامة على ما سبق من فعله أو رغبة فيها؛ فيكون فيه دلالة النهي عن نفس الطلاق، وقد بينا كراهة نفس الطلاق في الحكمة في أنه ليس من نوع ما يتقرب به؛ فيكون فيه الزيادة في القربة ولا مما يستمتع به فيكون فيه زيادة في الاستمتاع، بل المقصود منه التأديب والمَخْلَصُ، وفي الواحدة كفاية عما زاد عليها؛ فكان في هذه الآية دلالة النهي عن نفس الطلاق، وعن الزيادة على الواحدة واللَّه أعلم. </p>"
}