{
  "id": null,
  "sura": 65,
  "aya": 3,
  "text": "<p> اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ)، أي: إن اللَّه مع الذين اتقوا في النصرة والمعونة أو التوفيق والعصمة، ومن نصره اللَّه - تعالى - فلا يغلبه أحد، ومن يعصمه اللَّه تعالى فلا يضله أحد، وإذا نال هاتين الخصلتين، فقد نال خير الدنيا والآخرة. </p><p> أو يجوز أن يكون قوله:  (وَمَنْ يَتَّقِ اللَّهَ) يعني: يتقي عقابه، يجعل له مخرجا من الشدة في الدنيا وعن سكرات الموت وغمراته وعن شدائد الآخرة وأهوالها. </p><p> ويجوز أن يكون قوله:  (وَمَنْ يَتَّقِ اللَّهَ) في مكاسبه، يجعل له مخرجا من الشبه والحرمات فيسلم منها. </p><p> أو يجوز أن يكون قوله:  (وَمَنْ يَتَّقِ اللَّهَ) فيما بين له من الحدود في هذه الآيات المتقدمة، فحفظها من صحبة النساء على ما أمر به، (يَجْعَلْ لَهُ مَخْرَجًا) مما أهمه من ناحيتهن، (وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ... (٣) يجوز أن يكون هذا فيما بين له من الحدود إذا حفظها أن يرزقه ما وصفنا من المرأة والمال. </p><p> ويجوز أن يكون هذا في جميع الأمور من المكاسب والتجارات؛ لأن التجار يظنون أنهم إنما يرزقون الفضل والربح؛ لما يدخلون فيها من الشبه والحرمات، وأنها إذا نُفِيَت من تجاراتهم لا يرزقون مثل ذلك؛ فأخبر - جل ثناؤه - أنهم إذا اتقوا في تجاراتهم تلك الشبه والحرمات، رزقهم من حيث لم يحتسبوا. </p><p> أو يجوز أن يكون هذا خطابا للكفرة؛ وذلك أنهم كانوا يخافون أنهم إذا آمنوا برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حرموا من الرزق، وابتلوا بالضيق، ألا ترى إلى قوله:  (وَقَالُوا إِنْ نَتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا. .) الآية، فكأن اللَّه - تعالى - أمنهم عما يخافون بسبب الإسلام، وأخبرهم أنهم إذا وحدوا اللَّه تعالى وآمنوا برسوله، رزقهم من حيث لم يحتسبوا، ووسع عليهم الرزق، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ) . </p><p> يجوز أن يكون معناه: أي: من يعتمده في كل نائبة، ويفوض إليه كل نازلة. </p><p> والوكيل: هو الموكول إليه الأمور. </p><p> وقيل الوكيل: هو الحافظ؛ فكأنه قال: ومن يعتمد على اللَّه فيما نابه كفى به وكيلا موكولا إليه أمره، وكفى به حافظا وناصرا ومعينا. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ اللَّهَ بَالِغُ أَمْرِهِ) . </p><p> أي: فيما أخبر من حكمه ووعده ووعيده: أن ينزل بهم. </p><p> ويجوز أن يكون (بَالِغُ أَمْرِهِ) ، أي: مبلغ ما أمر رسوله بتبليغه إلى آخر عصابة تكون من أمته في تسخيرهم؛ ليصيروا كأن الرسول بلغهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا) . </p><p> قال الحسن: جعل لكل شيء من أعمال العباد قدرًا وثوابًا في الآخرة. </p><p> والوجه عندنا: قد جعل اللَّه لكل شيء مما كان ويكون إلى يوم القيامة من حسن وقبيح في الحكمة قدرا؛ ألا ترى إلى أفعال العباد أنها كيف تخرج عن تدبيرهم من زمان إلى زمان ومكان ونحو ذلك؛ ليعلم أن اللَّه - تعالى - هو الذي قدر ذلك المكان والزمان والفعل، حتى خرج فعل هذا العبد عن تقديره الذي قدره، واللَّه أعلم. </p><p> وفي قوله - تعالى -: (وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ) وجه آخر، وهو أنه لو جعل جميع الرزق من حيث لا يحتسب، جاز؛ لأن الرزق في الحقيقة هو الذي يتقوى به الإنسان ويتغذى به، وليس ذلك في عين الأكل والشرب، ولكن فيما يتفرق من قوة الطعام والشراب في الأعضاء، وذلك باللطف من اللَّه تعالى، فثبت أن قوة الأكل والشرب إنما تصل إلى الأعضاء من حيث لا يحتسب الإنسان، واللَّه أعلم. </p><p> ثم ليس في قوله - تعالى -: (وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا) تخصيص أن من لا يتقيه لا يرزقه من حيث لا يحتسب؛ لأنا قد نرى في الشاهد من يرزق من حيث لا يحتسب اتقاه أو لم يتقه؛ فثبت أن فائدة التخصيص ليس نفي غير المذكور، ولكن فائدة تخصيص المتقي بالذكر هو أنه يرزقه من حيث يطيب له، ولا يلام عليه، وليس ذلك في غير المتقي، واللَّه المستعان. </p><p> ثم ليس في قوله:  (وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ) ما يدل على ترك الأسباب، ولكن لما رأى الناس يفزع بعضهم إلى بعض ويستغيث بعضهم ببعض، أمرهم أن يجعلوا المقصد والمفزع إلى اللَّه تعالى، وأن يصيروا هذه الأسباب كلها محنة عليهم، لا أن يروا أرزاقهم معصومة متعلقة بها، ألا ترى إلى قوله - تعالى -: (وَابْتَغُوا مِنْ فَضْلِ اللَّهِ) كيف أمر بإدراك فضله من تلك التجارة؛ فثبت أن هذه المكاسب كلها أسباب للخلق، بها يتوصلون إلى فضل اللَّه تعالى، وأن المقصد والمفزع فيها إلى الله </p>"
}