{
  "id": null,
  "sura": 65,
  "aya": 2,
  "text": "<p> قال: فإن كان تأويل قوله - عَزَّ وَجَلَّ - (لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا) هو الرغبة فيها أو الندامة على ما سبق منه؛ فإنه دلالة على إبطال قول المعتزلة؛ لأن الرغبة والندامة جميعًا من فعل العباد، واللَّه تعالى قد أضاف ذلك إلى نفسه بقوله:  (لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا) ، وإذا كان كذلك، ثبت أن لله تعالى في إحداث أفعال العباد صنعا وتدبيرا، واللَّه أعلم. </p><p> وقال أصحاب الشافعي: إن قوله (فَطَلِّقُوهُنَّ) يدل على تعليم الوقت في الطلاق دون العدد، فله أن يطلقها في الوقت أي عدد كان، ولا يستقيم ذلك؛ لأن التأويل إنما يستقيم على أحد وجهين: إما على ما جرى به التفاهم في العادات بين العباد، وإما على ما جرى به التفاهم في حق الحكمة، وليس يفهم من قوله:  (فَطَلِّقُوهُنَّ) العدد الثلاث على واحد من الوجهين اللذين وصفناهما؛ ألا ترى أن من قال لآخر: طلق امرأتي، لم يجز أن يطلقها ثلاثا إلا أن يكون نوى ثلاثًا؛ فثبت أنه لا يفهم به في عبارته لفظ الثلاث. </p><p> وأما وجه الحكمة؛ فلما ذكرنا: أن الطلاق ليس مما يتقرب به رغبة في الاستكثار منه زيادة في القربة، ولا مما يستمتع فيستكثر منه زيادة في الانتفاع، وإنما المراد منه التأديب والمخلص، وما كان مخرجه هذا المخرج، كان في حد الرخصة وما خرج مخرج الرخص، لم يعتد به عما وقعت به الرخصة، وإذا ثبت ما وصفنا، ثبت أنه لا يجوز الفهم من قوله تعالى:  (فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ) الثلاث، والتعليم في العدد أليق به من الوقت؛ لأنه لا ضرر يلحقه في تعديه عن الوقت المجعول له فيه الطلاق، ولا شك أنه يلحقه الضرر في تعديه في العدد والزيادة منه، واللَّه أعلم. </p><p> ومما يدل على أن المراد من قوله (فَطَلِّقُوهُنَّ) ليس عدد الثلاث قوله: (فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ) ، ولا شك أنه إذا أوقع عليها ثلاثا، لم يملك إمساكها، ومعلوم أن قوله:  (فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ) الطلاق المتقدم من قوله: (فَطَلِّقُوهُنَّ) ، ولو كان المراد عدد الثلاث، لم يكن لقوله:  (فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ) معنى، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ ... (٢) ، فيه فوائد </p><p> شتى، وأدلة متفرقة من الفقه والأحكام: </p><p> أحدها: أن اللَّه تعالى قال: (فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ) والمعروف إليها في المتعارف من نوع الفعل أظهر من نوع القول؛ لأنه إنما يحسن إليها، استمتاعا وإنفاقا ونحو ذلك، فذلك نوعه نوع الفعل؛ فثبت أن حقيقة الإمساك بالمعروف في الأفعال؛ فلذلك قلنا: إنه إذا رأجعها بالفعل يكون مراجعًا؛ فَإِنْ قِيلَ: أليس قال اللَّه تعالى: (وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ) والإشهاد على الفعل غير صحيح؟ </p><p> فجوابه أن يقال: إن اللَّه تعالى قال: (وَأَشْهِدُوا) ، ومعلوم أن هذا لو كان بحضرة الشهود، لم يكن للإشهاد معنى، بل إذا سمعوا ذلك، صاروا شهداء أشهدوا أو لم يشهدوا، وإذا كان كذلك، ثبت أن المعنى من هذا الإشهاد على الإمساك المتقدم، وذلك في الأفعال مستقيم، واللَّه أعلم. </p><p> ووجه آخر: وهو أن كل عقد استقام بغير شهود جرى فيه الأمر بالإشهاد نحو قوله: (وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ) ، وكل ما جعل الشهود فيه شرطا لقوام العقد، جرى الذكر فيه \" لا. . . إلا \" بشهود، نحو قوله:  \" لا نكاح إلا بشهود \" ، فلما جرى الذكر في هذه الآية بالأمر بالإشهاد بقوله تعالى:  (وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ) ، ثبت أنه يستقيم من غير شهود، واللَّه أعلم. </p><p> ثم في قوله:  (فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ) دليل على أن المراد من الأقراء هو الحيض؛ فإنه ذكر نوع هذا في كتاب اللَّه في مواضع؛ قال اللَّه تعالى في موضع:  (فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ بِالْمَعْرُوفِ) ، وقال في آية أخرى:  (فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ) ، وقال في هذا الموضع:  (فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ) ، ومعلوم أن معاني هذه الألفاظ مختلفة وإن اتفقت مخارجها، واختلافها: أن يكون المراد ببلوغ الأجل في أحد النوعين على التمام وانقضاء الأجل، والثاني على الإشراف عليه، وأحق ما يكون في حق الإشراف على البلوغ هو ما يرجع إلى الأزواج؛ لأنه قد كان لهم حق الإمساك قبل انقضاء الأجل، وهم أحق بهن ما لم يتم بلوغ الأجل لا بعده، وإذا ثبت أن المعنى من قوله:  (فَإِذَا فَبَلَغْنَ أَجَلَهُنَّ) في هذا الموضع هو الإشراف على البلوغ والقرب من انقضاء الأجل دون التمام، ثبت أن الأقراء: هي الحيض؛ لأنه لو كان المراد منها الأطهار لم يعرف إشراف الأجل </p><p> على البلوغ؛ لأنه لا نهاية لأكثر الطهر، وأما الحيض فإنه له غاية معلومة؛ لأن أيامها لا تخلو إما أن تكون عشرا أو دون العشر، فإن كان عشرا فيعرف بالعد، وإن كان دون العشر فإن دمها إذا انقطع راجعها قبل أن تغتسل، وذلك وقت إشراف أجلها على البلوغ، والأطهار ليس يتحقق فيها المعنى الذي وصفنا، واللَّه أعلم. </p><p> ثم قال هاهنا:  (فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ) ؛ فدل الأمر بالإمساك في الظاهر أنها ما دامت في العدة، فهي على ملكه، وقال في موضع آخر:  (وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ) ؛ فدل على أنه قد وقع شيء من الزوال حتى أمره بردها؛ فيكون حجة للشافعي في أن الطلاق الرجعي يحرم الوطء، ولكن المعنى عندنا في هذا - والله أعلم -: أنا قد عرفنا بقوله: (أَوْ فَارِقُوهُنَّ) بعد وجود الطلاق المتقدم: أنه لم يرد به الفرقة للحال، ولكن معناه: اتركوهن حتى تنقضي عدتهن، فتفارقوهن؛ فثبت أنه قد وقع شيء من شبهة الفراق بالطلاق، وهو أن صار الفراق مستحقًّا لازما حال انقضاء العدة؛ فيكون له عَرَض الوجود للحال، فقال:  (فَأَمْسِكُوهُنَّ) على إبقائهن على أصل الملك، وقال:  (وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ) ، في ذلك؛ لرفع تلك الشبهة الواقعة بالطلاق؛ وهذا على سبيل ما قال تعالى:  (لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٢٢٦) وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ). </p><p> وكان الفيء هو الرجوع، ومعلوم أنه لم يقع بالإيلاء شيء من الفرقة، ولكن لما كان الإيلاء موجبا للبينونة في العقد، أوجب في الحال شبهة الفرقة، وهو استحقاق الزوال، فذكر الفيء؛ لرفع تلك الشبهة؛ وكان تركها منه لا يفيء إليها عزم منه على الطلاق، فكذلك الأول واللَّه أعلم. </p><p> والمعروف إذا صنع إليك إنسان صنيعة، فعرفتها واستحسنتها، فهو معروف، وما دفعته وأنكرته، فليس بمعروف. </p><p> أو هو الذي عَرَّفَنا اللهُ - تعالى - من المراجعة والمفارقة. </p><p> ثم المعروف في الحقيقة ما تطمئن إليه القلوب وتسكن عنده الأنفس. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ) . </p><p> دل قوله - تعالى -: (ذَوَيْ عَدْلٍ مِنْكُمْ) أن قد يكون منا فساق، وأن الفسق لا يخرجه من الإيمان، وكذلك قوله:  (مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ) ، فثبت أن قد يكون منا من لا يرضى، وأن خروجه ممن يرضى لا يخرجه من الإيمان. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ) . </p><p> حيث أضافها إلى نفسه هو أنه لا بد في الشهادة من نفع يقع لأحد الخصمين، وضرر يرجع إلى الآخر، فكأنه قال: لا ينظر بعضكم إلى رضا من تنفعه الشهادة وإلى سخط من تضره، ولكن اجعلوها لله تعالى. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ) . </p><p> الموعظة وإن كانت لمن يؤمن ولمن لا يؤمن، فالمعنى في هذا: ذلكم يتعظ بما يوعظ به من كان يؤمن باللَّه واليوم الآخر كما كان المعنى من قوله: (إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ) ، أي: إنما ينتفع بالإنذار من يتبع الذكر، وكما كان في قوله:  (يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَئِكَ يُؤْمِنُونَ بِهِ) ، أي: ينتفعون بتلاوته فكذلك الأول، واللَّه أعلم. </p><p> وقوله:  (يُوعَظُ بِهِ) . </p><p> أي: بما أمر فيما تقدم من الآيات من الطلاق للعدة، والنهي عن إخراجهن من البيوت والإنفاق عليهن، ونحوه إنما يوعظ به - أي: يأخذ بما أمر به، ونهي عنه في هذه الآيات- من كان يؤمن باللَّه واليوم الآخر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا) . </p><p> قد بينا أن التقوى إذا ذكر مفردًا انتظم الأوامر والنواهي، وإذا ذكر معه البر والإحسان، صرف التقوى إلى معنى، والبر إلى معنى، وذكر في هذا الموضع مفردا؛ فجاز أن ينتظم الأوامر والنواهي، ثم جاز أن يكون المعنى من قوله:  (وَمَنْ يَتَّقِ اللَّهَ) فيما بين له من الحدود، فلم يضيعه، (يَجْعَلْ لَهُ مَخْرَجًا) فيما لم يبين له، وفيما اشتبه من الحد. </p><p> أو يجوز أن يكون المعنى من قوله (وَمَن يَتَقِ اللَّهَ) ، أي: يجاهد فيما أمره ونهاه، يجعل له مخرجا في أن يهديه، ويبين له السبيل؛ ألا ترى إلى قوله:  (وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا) . </p><p> قال: ويجوز أن ينال من يلزم التقوى خير الدنيا والآخرة؛ لأن اللَّه تعالى ذكر التقوى، وما يليه بألفاظ مختلفة، فقال في موضع:  (وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا) وقال: في موضع آخر (يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا) ، وفي موضع آخر (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ) وفي موضع آخر (إِنَّ </p>"
}