{
  "id": null,
  "sura": 65,
  "aya": 5,
  "text": "<p> بعض حملهن، واللَّه تعالى جعل أجلهن أن يضعن حملهن، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا) . </p><p> فقد وصفنا أن التقوى إذا ذكر مطلقًا مفردًا، تناول الأوامر والنواهي، فكأنه قال: ومن يتق اللَّه في أوامره أن يضيعها أو في نواهيه أن يرتكبها، يجعل له من أمره يسرًا. </p><p> ثم قوله:  (يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا) . </p><p> له وجهان: </p><p> أحدهما: له من أمره يسرًا في نفس التقوى أن نيسره عليه، كما قال في قوله:  (فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ) ، وفي قوله:  (فَأَمَّا مَنْ أَعْطَى وَاتَّقَى. وَصَدَّقَ بِالْحُسْنَى. فَسَنُيَسِّرُهُ لِلْيُسْرَى) ، يعني: ييسر عليه فعل التقوى والطاعة، فكذلك الأول. </p><p> ويحتمل أن يكون في جميع الأمور في المكاسب والتجارات وغيرها: أن من اتقى الله من الحرام ييسر اللَّه عليه الحلال، ومن اتقى اللَّه من الشبه يسر عليه في المباح، ومن يتق اللَّه في تجارته، رزقه ما يرجو من الربح ويأمله، وكذلك جميع الأمور على هذا السبيل، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكَ أَمْرُ اللَّهِ أَنْزَلَهُ إِلَيْكُمْ وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا (٥) يحتمل وجهين: </p><p> أحدهما: أن يكون معنى قوله: (ذَلِكَ أَمْرُ اللَّهِ) أي: ذلك التقوى أمر اللَّه أنزله إليكم. </p><p> ويحتمل أن يكون أراد بقوله:  (ذَلِكَ) ما تقدم من الآيات في المراجعة والإشهاد والطلاق والعدة وغير ذلك: أنها وإن خرجت في الظاهر مخرج الخبر، فإنها كلها أمر الله تعالى، أنزله إليكم؛ فاتبعوها وخذوا بأمره فيها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا) . </p><p> هذا يدل على ما وصفنا: أن التقوى إذا ذكر مفردا انتظم الأمر والنهي جميعًا، ألا ترى إلى قوله:  (إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ) ، وقال هاهنا:  (وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ) . فجعل التقوى تكفر السيئات، فلولا أن في التقوى أعظم الحسنات، لم يكن لقوله:  (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ) معنى، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ - -: (أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ وَإِنْ كُنَّ أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى (٦) وفي قراءة عبد اللَّه بن </p>"
}