{
  "id": null,
  "sura": 65,
  "aya": 12,
  "text": "<p> آمن، فقد خرج من الظلمات إلى النور. </p><p> وإذا كان هذا هكذا فحق هذا الكلام أن يقول: ليخرج الذين كفروا من الظلمات إلى النور، ولكن يحتمل أن يكون معناه: ليخرج الذين يؤمنون؛ على ما جاز أن يراد من الماضي المستقبل. </p><p> وقوله - تعالى -: (وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ) . </p><p> أي: إذ يقول اللَّه: يا عيسى ابن مريم، جاز أن يراد من المستقبل الماضي، وهذا سائغ في اللغة. </p><p> ويحتمل أن يقول: ليخرج الذين آمنوا من ظلمات تحدث لهم بعد إيمانهم إلى النور، واللَّه أعلم. </p><p> وقيل قوله:  (الَّذِينَ آمَنُوا) يعني: الذين وحدوا اللَّه، وعظموه وبجلوه من معاني الشبه ووصفوه بالتعالي عن العيوب والآفات، وعملوا في إيمانهم صالِحًا إذا خافوه ورجوه بإيمانهم وذلك عملهم الصالح في الإيمان، وذلك معنى قوله:  (أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا) ، ومعنى ذلك الكسب: ما وصفنا من التعظيم والتبجيل والرجاء والخوف في نفس الإيمان، واللَّه أعلم. </p><p> ويجوز أن يكون معنى قوله:  (وَعَمِلُوا الصَّالِحَاتِ) في أداء الفرائض التي افترض الله عليهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (قَدْ أَحْسَنَ اللَّهُ لَهُ رِزْقًا) . </p><p> أي: طاعة في الدنيا وثوابا في الآخرة؛ وذلك معنى قوله:  (رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ) ، وفي هذه الآية دلالة أن من نال الإيمان، فإنما ناله بفضل اللَّه تعالى وبرحمته، لأنه لولا ذلك، لم يكن ليمن اللَّه - تعالى - عليه بذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا (١٢) . </p><p> اختلفوا في قوله:  (وَمِنَ الْأَرْضِ مِثْلَهُنَّ) : </p><p> منهم من قال (مِثْلَهُنَّ) أي: طباقًا مثل السماوات بعضها طباق فوق بعض. </p><p> ومنهم من قال (مِثْلَهُنَّ) يعني: سبع جزائر، على مثل ما قال:  (سَبْعَةُ أَبْحُرٍ) ، فكذلك خلق سبع جزائر. </p><p> ومنهم من قال: خلق هذه الأرض التي نشاهدها على حد السماء ومقدارها، والست من وراء هذه السماء، واللَّه أعلم. </p><p> وليس بنا إلى أن نعرف ما بينها وكيفيتها وعددها حاجة؛ لأنه ليس في تعرفها حكم يتعلق به، واللَّه أعلم. </p><p> وقوله:  (يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ) . </p><p> له تأويلان: </p><p> أحدهما: ينزل الوحي بينهن، وما ينزل اللَّه تعالى من الكتب والرسل بينهن، ومعناه: أن اللَّه تعالى ذكر أمة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنهم لم يخصوا بمحنة الرسل والكتب والوحي، بل كل من في السماوات والأرض ممتحن بذلك. </p><p> والثاني:  (يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ) يعني التكوين، ووجه ذلك: أنه لا يخلو مكان في السماوات والأرض في كل وقت من مكون يكونه اللَّه تعالى، أو محدث يحدثه، وذلك قوله:  (إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ) ؛ فيجوز أن يكون المراد بالأمر في قوله:  (يَتَنَزَّلُ الْأَمْرُ) : أمر التكوين، ومعناه: ما وصفنا، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) . </p><p> أي: لكي تعلموا إذا تفكرتم في خلق السماوات والأرض، وما جرى من التدبير فيهما أن من بلغت قدرته هذا المبلغ كانت قدرته ذاتية، لا يعجزه شيء عما أراده. </p><p> أو يدل هذا التدبير أنه خرج عن عالم لا يخفى عليه شيء، واللَّه أعلم. </p><p> قوله:  (لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) . </p><p> يحتمل أوجها: </p><p> أحدها: أن اللَّه تعالى على خلق فعل كل فاعل من خلائقه قدير. </p><p> ووجه ذلك: أن اللَّه تعالى قد كان أعلمهم بخلق السماوات والأرضين بقوله: (اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ) فلما قال: (لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) ، لم يكن بد من أن يكون هذا في غير خلق السماوات والأرضين؛ فثبت أن فيه دلالة قدرته على خلق فعل كل مخلوق. </p><p> ولأنه لما بلغ قدرته وتدبيره في السماوات والأرضين مع عظم أمرهما وشأنهما، ومع عجز البشر عن تدبير مثلهما؛ فلأن يبلغ قدرته وتدبيره فيما يقع فيه تدبير البشر -وهو أفعالهم- أحق، واللَّه المستعان. </p><p> ووجه آخر: أن يقول: (لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) بما وعد وأوعد أو على كل </p><p> شيء من منافع العباد ومضارهم قدير، وعلى قول المعتزلة: إن اللَّه تعالى لا يقدر على فعل بعوضة فما فوقها، ولا يقدر على إصلاح أحد من خلقه وإن أنفد جميع خزائنه، وإن من صلح فإنما يصلح بنفسه، ومن فسد فإنما يفسد بنفسه؛ وهذا خلاف ما وصف الله به نفسه من أنه على كل شيء قدير. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا) . </p><p> يعني: أن علمه لا يشذ عنه شيء، ولا يخفى عليه شيء من الفعل والأمر وغيره، واللَّه أعلم. تمت السورة. </p><p> * * * </p>"
}