{
  "id": null,
  "sura": 66,
  "aya": 3,
  "text": "<p> وأما ما ذكر أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان كف نفسه عن شرب العسل، فذلك يحتمل أيضًا، ولكن ما ذكر من تحريم مارية أمكن؛ لأنه لا يحتمل أن يكون لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في شرب العسل من الرغبة ما يدخل على نسائه المكروه لأجله، وجائز أن يلحقهن في استمتاعه بأمته مكروه فيحملهن ذلك على ما ذكر. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا فَلَمَّا نَبَّأَتْ بِهِ وَأَظْهَرَهُ اللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَنْ بَعْضٍ فَلَمَّا نَبَّأَهَا بِهِ قَالَتْ مَنْ أَنْبَأَكَ هَذَا قَالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ (٣) . </p><p> دل قوله:  (فَلَمَّا نَبَّأَتْ بِهِ) أنه قد طلب منها إسرار ذلك الحديث الذي أسر إليها، وليس بنا حاجة إلى تعرف الحديث الذي أسر إليها. </p><p> وفيه دلالة: أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إنما علم بإفشائها سره إلى صاحبتها باللَّه تعالى، وهو قوله:  (وَأَظْهَرَهُ اللَّهُ عَلَيْهِ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَنْ بَعْضٍ) . </p><p> فقوله:  (عَرَّفَ) قرئ بالتخفيف والتشديد، فمن قرأه بالتشديد، فهو على أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عرفها بعض ما أنبأت من القصة التي أسر إليها، ولم يعرفها البعض؛ لأنه لم يكن القصد من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أن يخبرها بذلك النبأ الذي أسر به إليها، وإنما كان المقصود منه تنبيهها بما أظهرت من السر، وأفشت إلى صاحبتها؛ لتنزجر إلى المعاودة إلى مثله، والبعض من ذلك يعلمها ما يعلم الكل، فلم يكن إلى إظهار الكل حاجة. </p><p> وذكر في بعض الأخبار أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال لها:  \" ألم أقل لك \" ؟! وسكت عليه، وفي هذا آية لرسالته ومنعهن عن إسرار ما يحتشمن عن إبداء مثله لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فإنهن إن فعلن ذلك، أظهر اللَّه - عَزَّ وَجَلَّ - لنبيه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ذلك؛ فيعلم ما يسرون. </p><p> ومن قرأه (عَرَفَ) بالتخفيف، فهو يحمله على الجزاء فيقول:  (عَرَفَ بَعْضهُ) أي: </p><p> جزى عن بعض ما استوجبته بإفشاء السر، وأعرض عن بعض الجزاء؛ يقول الرجل لآخر: عرف حقي فعرفت له حقه، أو عرفت حقي فسأعرف حقك، أي: أقوم بجزاء ذلك، وذكر في الأخبار أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - طلق حفصة تطليقة، ثم نزل جبريل - عليه السلام - فقال له: راجعها؛ فإنها صوامة قوامة، وإنها لزوجتك في الجنة؛ فجائز أن يكون، طلاقه إياها جزاء لبعض صنيعها. </p>"
}