{
  "id": null,
  "sura": 66,
  "aya": 11,
  "text": "<p> امرأة لوط هي أن أخبرت قوم لوط بشأن أضيافه. </p><p> ولكن إن كان هذا صحيحا، فهو يرجع إلى الأول؛ لأن الذي حمل كل واحدة منهما على الإخبار بما أخبرت موافقَتُهَا أُولَئِكَ القوم وخلافها لزوجها في الدِّين، ولا يجوز أن نشهد بهذا إلا بتواتر جاء. </p><p> وذكر بعضهم: أنهما زنيا، فخيانتهما زناهما، وهذا غير ثابت؛ لأن الأنبياء - عليهم السلام - عصموا عما يوجب عليهم [العار والشنار] ، والزوج يعير بزنى زوجته وفراشه، وفيه توهم التهمة في أولادهم؛ فدل أن هذا التأويل غير صحيح، وحاجتنا إلى وجود الخيانة منهما دون التفسير، ولا يجب أن نشهد بهذا إلا بتواتر جاء مزيدًا في الحجة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آمَنُوا امْرَأَتَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ (١١) . </p><p> وجه ضرب المثل بها هو أن يعلم المقهور تحت أيدي الكفرة أن لا عذر له في التخلف عن الإيمان باللَّه تعالى؛ إذ كانت امرأة فرعون مقهورة تحت يديه، وكانت بين ظهراني الظلمة، ولم يمنعها ذلك عن الإيمان باللَّه - تعالى - وعن التصديق برسوله موسى - عليه السلام -. </p><p> والثاني: أنها لم تشاهد من زوجها ومن القوم الذين بين ظهرانيهم سوى الكفر بالله تعالى، ثم اللَّه تعالى بلطفه ألهمها الإيمان به فآمنت، وكانت امرأة نوح - عليه السلام - تحت نوح ولم تشاهد منه سوى الطاعة والعبادة لربه - جل وعلا - ثم لم ينفعها إيمانه وعبادته؛ ليعلم أنه لا ينفع أحدا إسلام أحد، ولا يضر أحدا كفر غيره، وإنما يصير مؤمنا بفعل نفسه كافرا بفعل نفسه. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذْ قَالَتْ رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ) . </p><p> وهي لم ترد بقولها:  (ابْنِ لِي عِنْدَكَ بَيْتًا) بقيام الوجه الذي عرفت بناء زوجها وغيره من الخلائق، وإنما أرادت بقولها:  (ابْنِ لِي) ، أي اخلق لي بيتا في الجنة ولذلك لم يفهم أحد من قوله:  (فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا) ما فهم الخلق من النفخ في الأشياء، وإنما فهموا به الخلق والإنشاء، فما بال المشبهة فهموا من قوله تعالى:  (ثُمَّ اسْتَوَى إِلَى السَّمَاءِ) ، ومن قوله:  (ثُمَّ اسْتَوَى عَلَى الْعَرْشِ) ، ما فهموا من </p><p> الاستواء المضاف إلى الخلق لولا ضعف اعتقادهم وجهلهم بصانعهم في التحقيق. </p><p> ثم الأصل أن ينظر في الأسماء التي هي أسماء الأفعال المشتركة فيما بين الخلق إذا أضيف شيء منها إلى اللَّه تعالى، فنعرضها على الأسماء التي هي أسماء الأفعال المخصوصة لله تعالى، فما أريد بالاسم المخصوص من ذلك، فذلك المعنى هو المراد بالاسم المشترك؛ فالاسم المخصوص لفعل اللَّه تعالى هو الخلق، إذ لا أحد من الخلائق يسمي أحدا من الخلائق: خالقًا، فيفهم بقوله (ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ) أي: اخلق لي، ويفهم بقوله:  (فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا) الخلق والإنشاء، والذي يبين أن الأسماء المشتركة يجب عرضها على الأسماء المخصوصة ويفهم بها ما يفهم بالأخرى قوله تعالى:  (هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ) ، ومعناه: هو الذي خلق سيركم في البر والبحر، وقال:  (هُوَ الَّذِي يُحْيِي وَيُمِيتُ) ، يعني: هو الذي يخلق الموت والحياة، وقال:  (يُضِلُّ مَن يَشَآءُ) ، أي: يخلق الضلال (وَيَهْدِي مَنْ يَشَاءُ) ، أي: يخلق هدايته، ومن حمل الأمر على ما ذكرنا سلم من الشبه كلها ووسواس الشيطان، وسلم من التشبيه، واللَّه الموفق. </p><p> وفي هذا دلالة إيمانها بالبعث والحساب. </p><p> ثم من الجائز أن تكون وصلت إلى علم البعث والحساب بالتلقين، أو بنظرها وتفكرها في الحجج والبراهين. </p><p> وذكر أهل التفسير أنها قالت ذلك عندما عذبها فرعون، واختلفوا في صفة العذاب من أوجه، وحق مثله الإمساك عنه، وألا تشتغل بتفسيرها؛ لما يتوهم من وقوع زيادة فيها أو نقصان على القدر الذي بين في الكتب المتقدمة، وهذه الأنباء جعلت حججا لرسالة نبينا - عليه السلام - على أهل الكتاب لما وجدوها موافقة للأنباء التي ذكرت في كتبهم، وإذا وقع فيها زيادة أو نقصان وجدوا فيه موضع الطعن في رسالته؛ فلهذا المعنى ما يجب ترك الخوض فيها والإعراض عن ذكرها. </p><p> وذكر عن الحسن وغيره أنه قال: ما من مؤمن ولا كافر إلا وبُني له بيت في الجنة، فإن مات على الإسلام سكن البيت، وإن قبض كافرا ورثه غيره. </p><p> وهذا لا يحتمل؛ لأن اللَّه - تعالى - إذا علم أنه يموت على الكفر فهو يبني له ذلك </p>"
}