{
  "id": null,
  "sura": 66,
  "aya": 10,
  "text": "<p> أي: اشدد عليهم، والتشديد عليهم: أن يسفه أحلامهم، ويهتك أستارهم، وهو أن يبين لهم ما هم عليه من النفاق. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) ، قد تقدم ذكر هذا. </p><p> ثم في قوله:  (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ) ، دلالة فضيلة نبينا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - على من تقدمه من الأنبياء والرسل - عليهم السلام - لأنه ذكر موسى - عليه السلام - في التوراة: يا موسى، وفي الإنجيل: يا عيسى، وفي مخاطبات آدم: يا آدم، فسمى كل نبي باسمه سوى نبينا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فإنه ذكره وخاطبه بقوله:  (يَا أَيُّهَا النَّبِيُّ)  (يَا أَيُّهَا الرَّسُولُ) ، وبالنبوة والرسالة استحق الفضيلة، فذكره باسم فضله وخاطبه به، وذكر غيره من الأنبياء - عليهم السلام - باسم شخصه. </p><p> * * * </p><p> قوله تعالى:  (ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ (١٠) وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آمَنُوا امْرَأَتَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ (١١) وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ وَكَانَتْ مِنَ الْقَانِتِينَ (١٢) . </p><p> وقوله - عَزَّ وَجَلَّ -: (ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ) . </p><p> فجائز أن هذا المثل لمكان الكفرة الذين لهم برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - اتصال من حرمة القرابة، فكانوا يطمعون منه الشفاعة في الآخرة إن كان الأمر على ما ذكره النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لهم؛ لأنهم عرفوه بالشفقة والرحمة على الخلق جملة، فكيف يدع شفقته ورحمته على قرابته وهو يراهم يترددون في الهلاك؟! </p><p> فبين لهم شأن امرأة نوح وامرأة لوط وما كان بينهما وبين نوح ولوط - عليهما السلام - من الاتصال؛ لئلا يغتروا باتصالهم بالنبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> وجائز أن يكون هذا في بدء الإسلام، في الوقت الذي يتفرد الآباء بالإسلام دون الأبناء، والأبناء دون الآباء؛ فيكون المثل لمكان أُولَئِكَ الذين التزموا وداوموا عليه، </p><p> ولم يتبعوا آباءهم وأبناءهم فيقول: لا ينفع من دام على الكفر إسلام من أسلم منهم، وإن كان بينهما قرب من جهة الأبوة والبنوة؛ لأن رحمة الإنسان وشفقته على زوجته أكثر من شفقته على من ذكرنا، وكذلك الاتصال، فإذا لم ينفعهما إسلام زوجيهما، فكذلك لا ينفع أُولَئِكَ الذين داموا على الكفر إسلام من أسلم من آبائهم وأبنائهم. </p><p> وجائز أن يكون هذا المثل؛ لمكان أهل النفاق فيما أظهروا موافقة المؤمنين، وأسروا الخلاف لهم، فيخبر أنه لا ينفعهم إظهار موافقتهم في الدِّين إذا كانوا على خلافه في التحقيق؛ كما لم ينفع زوجتي نوح ولوط - عليهما السلام - إظهار الموافقة منهما لزوجيهما إذا كانتا على خلافهما في السر، واللَّه أعلم. </p><p> قال أبو بكر الأصم: في هذه الآية دلالة أن صلاح الصالح لا ينفع للطالح؛ كما لم ينفع صلاح نوح ولوط - عليهما السلام - للزوجين إذا كانتا في أنفسهما فاسدتين، وأراد بهذا نفي الشفاعة لأهل الكبائر. </p><p> وليس كما ذكر؛ لأن هذا المثل ضرب للكافرين لا للعصاة؛ إذ لم يقل:  \" ضرب الله مثلا للذين عصوا \" ، فليس له تعلق في هذه الآية. </p><p> ثم قد نجد صلاح الصالح في الشاهد ينفع الطالح وإن لم ينفع الكافر؛ لأن المرء قد يكون له زوجة طالحة تمتنع عن كثير من الشرور؛ لمكان زوجها إذا كان زوجها من أهل الصلاح والبر؛ وكذلك الولد ينفعه صلاح والديه في الدنيا؛ إذ بخشيتهما ينتهي عن كثير من المناهي لصلاحهما، فقد نفعه صلاح والديه ونفعها صلاح زوجها، فجائز أن ينفع الطالح أيضًا في الآخرة صلاح الصالحين، وأما الكافر فهو لم يمتنع عن الخلاف لمكان أبويه ولا لمكان أحد من الخلق؛ فلم ينفعه إسلام أبويه ولا صلاحهما في الدنيا فكذلك لا ينفعه في الآخرة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ) . </p><p> أي: فخانتاهما في الدِّين. </p><p> ومنهم من يذكر أن خيانة امرأة نوح هي أن أخبرت قومه بجنون زوجها، وكانت خيانة </p>"
}