{
  "id": null,
  "sura": 67,
  "aya": 23,
  "text": "<p> مستقيم هو الأهدى من الذي يختار الطريق المعوج الزائغ عن الرشاد، فيكون في الوجه الأول معنى التخويف والتذكير والتنبيه جميعًا، وفي الوجه الثاني تذكير وتنبيه. </p><p> وقولنا بأن فيه تعريف حَالٍ خلاف الحال التي هم عليها: أن كل واحد من الفريقين - أعني به: أهل الإسلام وأهل الكفر- يزعم أنهم على الهدى، والفريق الآخر على الضلال، وإذا اتفقت الدعاوي على تضليل أحد الفريقين، ثم لا بد أن يكون جزاء الضال غير جزاء المهتدي، وجزاء الولي غير جزاء العدو. </p><p> ثم الدنيا تمر على الفريقين على جهة واحدة؛ فلا بد من تثبيت دار أخرى، والقول بها للجزاء، فيكون فيما ذكروا إيجاب القول بالبعث والإقرار به، فهذا الذي ذكرنا هو يعرفهما خلاف الحالة التي هم عليها؛ ولأن الذي يمشي مكبا على غير الطريق هو الأعمى الذي لا يبصر، والمقعد الذي لا يقوى على المشي، والذي يمشي سويا على صراط مستقيم هو الذي ليست به زمانة ولا به عمى يمنعه عن الصراط؛ فيكون قوله:  (يَمْشِي مُكِبًّا عَلَى وَجْهِهِ) هو الأعمى، والذي يمشي سويا على صراط مستقيم هو السميع البصير؛ فيكون معناه ما قال في سورة هود:  (مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ هَلْ يَسْتَوِيَانِ مَثَلًا) . </p><p> * * * </p><p> قوله تعالى:  (قُلْ هُوَ الَّذِي أَنْشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ (٢٣) قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ (٢٤) وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (٢٥) قُلْ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ (٢٦) فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا وَقِيلَ هَذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُونَ (٢٧) قُلْ أَرَأَيْتُمْ إِنْ أَهْلَكَنِيَ اللَّهُ وَمَنْ مَعِيَ أَوْ رَحِمَنَا فَمَنْ يُجِيرُ الْكَافِرِينَ مِنْ عَذَابٍ أَلِيمٍ (٢٨) قُلْ هُوَ الرَّحْمَنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلَالٍ مُبِينٍ (٢٩) قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ (٣٠) . </p><p> وقوله - عَزَّ وجل -: (قُلْ هُوَ الَّذِي أَنْشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ) . </p><p> فهذه الآية صلة قوله:  (الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ) ، وصلة قوله:  (الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا) ، وقوله:  (الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا) ، ثم في ذكر الإنشاء وجعل السمع والأبصار والأفئدة تذكير قوته وسلطانه وعلمه وحكمته وآلائه وتعاليه عن الأشباه والأمثال: </p><p> فوجه تذكيره القوة والسلطان والعلم والحكمة ما يوصف بعد هذا، ويذكر في </p><p> سورة المرسلات وفي سورة (وَالسَّمَاءِ وَالطَّارِقِ) وسنذكر طرفا من ذلك هاهنا بعون اللَّه تعالى وتوفيقه، فنقول بأن اللَّه تعالى أنشأنا في أظلم مكان وأضيق موضع، بحيث لا ينتهي إليه تدبير البشر وعلومهم وحكمتهم وقواهم؛ لأن علم الخلق لا يجد نفاذا في الظلمات، وكذلك حكمته، ثم إن اللَّه تعالى أنشأه في تلك الظلمات كيف شاء، وأجرى سلطانه وتدبيره على ذلك الشيء؛ ليعلم به أن علمه بالخفيات من الأمور كعلمه بما ظهر منها، ويعرف الخلائق أنه لا يخفى عليه شيء، فيدعوهم ذلك إلى المراقبة في كل ما يسرون وما يعلنون، ويوجب ما ذكرنا نفي تقدير قوته وعلمه وسلطانه بقوى البشر وعلومهم وسلطانهم؛ فيكون فيه إيضاح عن الشبه التي اعترت منكري البعث في أمر البعث، ويحملهم على الإيمان به إذا أمعنوا النظر فيه، وليعلموا أن من بلغت حكمته ما ذكرنا لا يجوز أن يخلقهم سدى لا يخاطبهم ولا ينهاهم بل يتركهم هملا. </p><p> وأما وجه تعاليه عن الأشباه والأشكال: هو أنه أنشأ الخلق في أظلم مكان وأضيقه كان فيه إبانة أنه لا يوصف بالكون في ذلك المكان الذي ظهر فيه آثار فعله؛ لأنه في وقت ما خلق عمرا في بطن أمه، فقد خلق زيدا في ذلك الوقت في بطن أمه، وخلق خلائق في بطون الأنعام والسباع وبطون بنات آدم، وأنشأ النبات في الأرضين في ذلك الوقت، ولو كان يوصف بالكون في مكان الفعل، لكان إذا أخذ في خلق هذا لا يخلق في ذلك الوقت في أقطار الأرض أمثاله من الخلائق؛ فدل أن الفعل ليس يتحصل منه بشهوده المكان الذي ظهر فيه فعله، وإنما يكون بما ظهر لنا بمقتضى قوله:  (إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ) . </p><p> وأما سائر الفَعَلة فهم لا يتمكنون من الفعل إلا بشهودهم مكان الفعل؛ فهذا الذي ذكرناه ينفى عنه شبه الخلق، ويوجب تعاليه عن الأشكال، وفيه تذكير نعمه ومننه على خلقه؛ ألا ترى أنه قال على أثر هذا:  (قَلِيلًا مَا تَشْكُرُونَ) ؟! </p><p> ولو لم يكن منعمًا مُفْضِلًا، لم يكن يستأدي منهم الشكر. </p><p> ووجه النعمة: هو أنه قدره في تلك الظلمات وصَانه عن الآفات، وعن كل أنواع </p>"
}