{
  "id": null,
  "sura": 67,
  "aya": 25,
  "text": "<p> وإذا جعل الابتداء دليل الإعادة، لزمهم أن يستدلوا به، فهو وإن ذكره على وجه الجمع لا على وجه الاحتجاج، ففيه موضع الاحتجاج عليهم. </p><p> وقوله عَزَّ وَجَلَّ:  (فِي الْأَرْضِ) فيه إخبار أنه خلقهم في الأرض؛ ليشاهد بعضهم خلق بعض في الابتداء؛ فيعلموا أنهم لم يكونوا على الحالة التي هم عليها للحال، بل كانوا نطفًا وعلمًا وأطفالًا إلى أن انتهوا إلى الحالة التي هم عليها، فإذا تقرر عندهم أمر الابتداء، أوجب لهم ذلك علما بالقدرة على الإعادة. </p><p> أو يكون قوله:  (فِي الْأَرْضِ) أي: أنشأكم، وجعل لكم مساكن في الأرض، وبسطها لكم لتنتفعوا بها، وجعلها لكم كِفَاتًا؛ فيكون فيه تذكيره النعمة والقدرة والسلطان. </p><p> وقوله عَزَّ وَجَلَّ:  (ذَرَأَكُمْ) أي: كثركم من أصل واحد، كما قال - تعالى -: (خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً) . </p><p> ومعلوم بأن الخلق على كثرتهم، لم يكونوا في نفس واحدة، ومن قدر على خلق الأنفس من نفس واحدة، لقادر على إعادة ما قد سبق كونه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (٢٥) فقولهم هذا خرج مخرج الاستهزاء، أو الاستخفاف برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فأمر اللَّه - سبحانه وتعالى - نبيه - عليه السلام - أن يجيبهم بالجواب الذي يليق من الحكماء، ولم يأذن له أن يجازيهم باستخفافهم إياه استخفافًا مثله؛ فقال:  (قُلْ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ (٢٦) يبين لهم أنه لا ينذرهم إلا بالذي أمره به، ولا يبلغ إليهم إلا ما قد أنزل إليه، وأمر بتبليغه، وفي هذه الآية دلالة نبوته، وآية رسالته؛ لأنه لو لم يكن رسولًا -كما زعموا- وكان مختلًقا من تلقاء نفسه، لكن يمكنه أن يحيل ذلك إلى وقت لا يظهر غلطه فيه، ولا كذبه لديهم، وهو أن يحيله إلى وقت لا يعيش إلى مثل ذلك الوقت، فإذا لم يفعل، بل قال:  (إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ) دلهم ذلك على رسالته، وأنه إذا كان رسولًا، لم يكن له أن يزيد في الرسالة، ولا أن يتكلف من عنده فيها زيادة؛ كما ذكر في قوله:  (عَبَسَ وَتَوَلَّى) ، أن فيه ما يقرر رسالته عندهم من الوجه الذي يذكر في تلك السورة، إن شاء اللَّه تعالى. </p><p> وقوله عَزَّ وَجَلَّ:  (وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ) ، أي: لا أزيد في الإنذار على القدر الذي أمرت به. </p><p> وقوله - تعالى -: (فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا وَقِيلَ هَذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُونَ (٢٧) جائز أن يكون قوله تعالى: (رَأَوْهُ) ، أي: رأوا الذي وعدوا، وقوله:  (زُلْفَةً) ، أي: قريبة. </p><p> ثم أنث \" الزلفة \" ؛ لما أريد بها الأحوال التي تكون في ذلك اليوم من الأهوال </p>"
}