{
  "id": null,
  "sura": 67,
  "aya": 14,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (١٣) . </p><p> فهذه الآية كأنها في إلزام الوعيد؛ يقول: إنه عالم بالأنفس التي فيها الصدور بما يضمرون فيها، وما يودعون، وما يكتمون، وما يخبرون عما أودعوا فيها ويظهرون. </p><p> والصدر: هو ساحة القلب، سميت صدرا؛ لأن الآراء تصدر عنها؛ فهو عالم بالأنفس التي لها الصدور بما يصدر عن آرائهم، وعالم بما يضمر فيها من الأسرار. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَلَا يَعْلَمُ مَنْ خَلَقَ ... (١٤) . </p><p> تأويله عند أهل الإسلام: ألا يعلم من خلق ما أسروا أو جهروا، و (من) راجع إلى اللَّه تعالى دون الخلق، كأنه يقول: ألا يعلم الخالق (وَهُوَ اللَّطِيفُ الْخَبِيرُ) ، وفيه إثبات خلق الأفعال والأقوال وخلق الشر؛ فيكون حجة لنا على المعتزلة في خلق أفعال العباد. </p><p> وقال جعفر بن حرب وأبو بكر الأصم: إن حرف (مَن) لا يرجع إلى اللَّه تعالى، وإنما يرجع إلى الخلق؛ فكأنه يقول: ألا يعلم اللَّه مَن خلق؛ على إضمار اسم اللَّه تعالى فاحتالا بهذه الحيلة لنفي الخلق عن الأفعال؛ لأن حرف (مَن) يرجع إلى الأنفس دون الأفعال والأقوال. </p><p> وذلك فاسد؛ لأن الآية في موضع الوعيد، ولو كان قوله:  (مَن خَلَقَ) وراجعا إلى الأنفس، لزال موضع الوعيد؛ إذ ليس في خلق الأنفس وعلم اللَّه بها إثبات العلم بأفعال وجدت منهم، ولا في خلق الأنفس إيجاب الوعيد بالأفعال؛ ولأنه لو لم يكن اللَّه تعالى خالقا لما يجهر به العبد ولما يخفيه لم يكن ليحتج به على عمله؛ إذ قد يجوز جواز الجهل من غير الذي يفعله؛ فلا يجوز أن يحتج عليهم بفعل غيره؛ ولأنه ليس في إثبات العلم بخلق الأنفس إثبات العلم بما أسروا أو جهروا، كما لم يكن عند المعتزلة في إيجاب الخلق لنفس الإنسان إيجاب الخلق لأفعالهم، ومعلوم بأن الآية في تحقيق العلم بما أسروا أو جهروا؛ لأن قوله:  (أَلَا يَعْلَمُ مَنْ خَلَقَ) مذكور على أثر قوله: (وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ) ، وقوله:  (إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ) أي: عليم بما تسرون وما تجهرون؛ فثبت أن الخلق راجع إلى ما أسروا أو جهروا، ثم إن الناس على اختلافهم اتفقوا أن كل واقع بالطبع والضرورة مخلوق لله تعالى، وإنَّمَا اختلفوا في الفعل الواقع بكسب العبد: فمنهم من أثبت فيه الخلق وهو قول أهل الهدى، ومنهم من أبى القول بخلقه. </p><p> ثم المرء لا يتهيأ له استعمال اليد إلا في العمل الذي جعل في طبع اليد احتمال ذلك العمل، ولا يتهيأ له أن يستعمله في الوجه الذي لم يجعل في طبعها احتمال ذلك؛ لأنه لو أراد أن يرى بيديه، أو يسمع بهما لم يملك ذلك؛ فثبت أنه ملك استعمالهما في القبض </p>"
}