{
  "id": null,
  "sura": 67,
  "aya": 16,
  "text": "<p> وقوله:  (الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا) ، فخلق تلك الأشياء كلها؛ ليمحتن أهلها بها، فعلى ذلك خلق الأرض ذلولا ليبلوكم بها. </p><p> ويحتمل أن يكون هذا صلة قوله:  (مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ) ، فأمر هناك بالنظر مرة بعد مرة هل ترى فيه تفاوتا أو فطورا؛ ليتبين عنده إذا لم ير فيه تفاوتا ولا فطورا وحدانية الرب وقدرته وسلطانه وحكمته، فأمرهم - أيضًا - بالمسير في الأرض والمشي في مناكبها وهي أطرافها - هل يرون فيها فطورًا أو تفاوتا؟ فإذا لم يروا فيها شيئا من ذلك، تقرر عندهم بجميع ما ذكرنا من الحكمة هناك، فهو في قوله:  (هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا) موجود؛ ولأنه ذكرهم لطيف خلقه وتدبيره في خلق الأرض، وما له على الخلق من عظيم النعمة في حقهم، وهو أنه قدر لهم فيها أرزاقهم إلى حيث يمشون فيها، وهيأ لهم الرزق هنالك، ولا يحتمل أن يذلل لهم الأرض؛ فيضربون فيها حيث شاءوا ويستخرجون منها أقواتهم أينما تصرفوا عبثا باطلا، بل لا بد أن يستأديكم شكر ما أنعم عليكم به. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ (١٦) . </p><p> هذه الآية في موضع المحاجة على منكري البعث، فكأنه يقول - واللَّه أعلم -: إذا أنكرتم البعث وقد عرفتم الفرق بين العدو والولي وبين المطيع والعاصي، فكيف أمنتم عذابه في الدنيا أن ينزل بكم من فوق رءوسكم أو من تحت أرجلكم. </p><p> أو قد عصيتموه وعاديتموه بتكذيبكم رسوله واختياركم عبادة غيره، فكيف أمنتم نزول عذابه عليكم في حالتكم هذه، وأنتم لا تقرون بالآخرة؛ ليتأخر عنكم العذاب؟! </p><p> ثم قوله:  (أَأَمِنْتُمْ) أي: قد أمنتم. </p><p> والثاني: أنكم كيف أمنتم عذاب اللَّه تعالى وأنتم تنكرون البعث؛ لتكون المحنة في الدنيا للجزاء في الآخرة، وهم يرون المحنة في الدنيا للجزاء في الدنيا؛ لأنهم كانوا يزعمون أن من وسع عليه في رزقه والنعيم في الدنيا فإنما وسع جزاء لعمله، ومن ضيق عليه العيش فإنما ضيق عقوبة له بما أساء من عمله، كما قال اللَّه تعالى:  (فَأَمَّا الْإِنْسَانُ إِذَا مَا ابْتَلَاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ. وَأَمَّا إِذَا مَا ابْتَلَاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ) ، فكانوا يعدون التضييق والتوسيع في الدنيا جزاء لصنيعهم، وكانوا </p><p> يقرون بالمحنة في الدنيا، والمحنة تكون من الرجاء والخوف، وقد رجوتم إنزال الرزق عليكم من السماء، ورجوتم أن يخرج لكم من الأرض ما تتعيشون به وترزقون منه؛ فكيف لا تحذرون نزول العذاب عليكم من السماء أو إتيانه من الأرض، كما رجوتم النفع منهما جميعًا؟! </p><p> والثالث: أنكم إذا أنكرتم الرسول وجحدتموه، وقد انتهى إليكم حال من سبقكم من مكذبي الرسل، كيف عذبوا واستؤصلوا: فمنهم من أهلك بإمطار الحجارة عليه من السماء، ومنهم من أهلك بالخسف بالأرض، فكيف أمنتم أنتم أن ينزل عليكم ما نزل بهم وقد أوجدتم أنتم وتعاطيتم ما تعاطاه الذين أهلكوا من التكذيب؟! </p><p> ثم قوله:  (مَنْ فِي السَّمَاءِ) أراد نفسه تعالى، أخبر أنه إله السماء، لا على تثبيت أنه في الأرض سواه وعلى النفي أن يكون هو إله الأرض، بل هو في السماء إله وفي الأرض إله؛ وهو كقوله تعالى:  (مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ) ليس فيه أن النجوى إذا كانت بين اثنين فهو لا يكون ثالثهم. </p><p> وجائز أن يكون قوله:  (أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ) أي: أأمنتم من في السماء ملكه وسلطانه، ولم تروا أحدا انتهى ملكه إلى السماء، فكيف تأمنون ممن بلغ ملكه السماء؛ فكيف تأمنون مكره وتعادونه، وأنتم لا تجترئون على معاداة ملك من ملوك الأرض، الذي لا يجاوز ملكه الأرض؛ هيبة منه وخوفًا من سلطانه، فكيف تأمنون عذاب من بلغ ملكه ما ذكرنا؟! </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِذَا هِيَ تَمُورُ) . </p><p> قيل: تهوي في الأرض أبدًا إلى أسفل السافلين. </p><p> وقيل: تمور بأهلها في قعرها على ما كانت من قبل تمور على ظهرها قبل أن توتد بالجبال، والحاصب: الحجارة. </p>"
}