{
  "id": null,
  "sura": 67,
  "aya": 5,
  "text": "<p> ثم الأشبه أن يكون المراد بهذا الخطاب المكذبين بالبعث؛ لأن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وإن كان الخطاب متوجها إليه في الظاهر؛ لأنه إنما أراد بالنظر في خلق اللَّه تعالى؛ ليتقرر عنده عظمة اللَّه تعالى وسلطانه وعجيب حكمته ونفاذ تدبيره، ورسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قد كان تقرر عنده علم ذلك كله؛ فلم يكن يحتاج إلى النظر فيما ذكر؛ ليتقرر صرف النظر إلى المكذبين بالبعث، فأمروا بالنظر في ذكر؛ ليتقرر عندهم سلطانه ونفاذ تدبيره، وأنه ليس بالذي يعجزه أمر وأن قدرته ليست بمقدرة بقوى البشر، وهم كانوا ينكرون البعث والإحياء على تقرير الأمور بقوى أنفسهم، فإذا نظروا في هذه الأشياء وعرفوا فيها لطائف وحكمًا لا تدركها عقولهم وقوة لا تبلغها حيلهم، أدى ذلك إلى رفع الإشكال عنهم وإزاحة الريب الذي اعتراهم في أمر البعث؛ فيحملهم على الإيمان. </p><p> وقوله - عَزَّ وجل -: (وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ (٥) . </p><p> سماها: سماء الدنيا؛ لدنوها إلى المخاطبين الممتحنين، لا أن تكون السماء الثانية سماء الآخرة، والذي يدل على صحة ما ذكرنا: أن مقابل الآخرة ليست هي الدنيا بل مقابلها الأولى، ومقابل الدنيا القصوى؛ فثبت أن ليس فيها تثبيت أن السماء الثانية هي سماء الآخرة، والمصابيح هي النجوم، فذكر عباده عظم ما أودع من النعيم في النجوم عليهم، فجعل فيها ثلاثة أوجه من النعيم: </p><p> أحدها: أنه جعلها زينة للناظرين؛ كما قال - تعالى -: (وَزَيَّنَّاهَا لِلنَّاظِرِينَ) ، ثم هذه الزينة إنما تظهر عندما تخفى على الناظرين زينة الأرض، وذلك في ظلم الليالي؛ فأبدل اللَّه لهم زينة في السماء مكان الزينة التي أنشأها في الأرض، وفضل هذه الزينة على سائرها؛ لأن سائرها لا يظهر إلا بالدنو إليها والقرب منها، ثم جعل هذه الزينة بحيث تظهر فترى من البعد؛ فثبت أن لها فضلا وشرفا على زينة الأرض. </p><p> والنعمة الثانية: ما ذكر في قوله: (وَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ) ؛ فجعلها هدى من ظلمات أحوال تقع فيسلم بها المرء عن الوقوع في المهالك. </p><p> والنعمة الثالثة: ما ذكر من قوله - تعالى -: (وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ) ، وفي جعلها رجوما للشياطين رفع الاشتباه عن الخلق وإخراجهم من ظلمات الأفعال إلى النور، وذلك أن الشياطين كانوا يصعدون إلى السماء؛ فيستمعون إلى الأخبار التي يتحادث بها أهل السماء، فيما بينهم مما يراد بأهل الأرض، فيسترقون السمع منهم، فيأتون بها أهل </p>"
}