{
  "id": null,
  "sura": 67,
  "aya": 24,
  "text": "<p> الأذى، وغذاه في ذلك الموضع بما شاء من الأغذية، وستره عن أبصار الناظرين، وغيبه عن أعينهم؛ لأنه في تلك الحال بالمحل الذي يستعاف ويستقذر منه، ولا يمكن أن يدفع عنه المعنى الذي وقعت به الاستعافة والاستقذار بالتطهير، وأنشأ له السمع والبصر والفؤاد؛ ليصل بها إلى أنواع العلوم والمصالح؛ فلزمهم أن يقوموا بشكر ذلك. </p><p> وفيما ذكرنا نقض قول المعتزلة؛ لأنهم يزعمون أن اللَّه تعالى لو خلقهم على غير الوجه الذي ظهر، لكان جائرًا؛ لأن من مذهبهم: أنه لا يفعل بهم إلا ما هو أصلح لهم. وإذا كان خلقهم هو الأصلح، ومن شرطه فعل الأصلح، فإذن هو صار قاضي حق، وليس لقاضي الحق على المقضي موضع منة، ولا منه بمكانة ولا نعمة يلزمه شكرها له. </p><p> ثم قوله عَزَّ وَجَلَّ:  (وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ) : </p><p> أي: جعل لكم السمع؛ لتسمعوا ما غاب عنكم ونأى، فتعرفوه بالسمع، وأنشأ لكم الأبصار؛ لتبصروا بها ما حضر من الأشياء، وتعرفوا بها ما ينفعكم وما يضركم، وما خبث منها وما طاب، وأنشأ لكم أفئدة تدركون بها حقائق الأشياء، ومبادئ الأمور ومآلها، وما حل منها وما حرم. </p><p> ثم خص هذه الأشياء الثلاثة بالذكر؛ لما بها يتوصل إلى العلوم ومعرفة الأشياء؛ قال اللَّه - تعالى -: (وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ) ، ومعناه: أنه أنشأ لكم هذه الأشياء؛ لتهتدوا بها، وتصلوا بها إلى أنواع العلوم؛ فثبت أن هذه الأشياء هي التي يتوصل بها إلى العلم والحكمة، وإلى ما به المصلحة والمنفعة؛ ولذلك قال:  (إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا) ، فلو لم يقع بها الوصول إلى علم الأشياء، لكان لا يخص بالسؤال عنها. </p><p> وقوله - عَزَّ وَجَلَّ - (قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ (٢٤) جمع في هذه الآية بين خبرين: </p><p> أحدهما: مما قد نوزع فيه، وهو قوله:  (وَإِلَيْهِ تُحْشَرُونَ) فإن بعض الكفرة ينكرون الحشر والبعث. </p><p> والثاني: مما لم يقع فيه التنازع، وهو قوله:  (قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ) . </p><p> ثم إن اللَّه - تعالى - جعل ابتداء الخلق دلالة القدرة على الإعادة بقوله:  (قَالَ مَنْ يُحْيِ الْعِظَامَ وَهِيَ رَمِيمٌ (٧٨) قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ)، وقال:  (وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ) . </p>"
}