{
  "id": null,
  "sura": 68,
  "aya": 36,
  "text": "<p> يقصر في الطلب لوجد من يدله على معرفة الصانع ووحدانية الرب - تعالى -. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ لِلْمُتَّقِينَ عِنْدَ رَبِّهِمْ جَنَّاتِ النَّعِيمِ (٣٤) أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ (٣٥) مَا لَكُمْ كَيْفَ تَحْكُمُونَ (٣٦) أَمْ لَكُمْ كِتَابٌ فِيهِ تَدْرُسُونَ (٣٧) إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ (٣٨) أَمْ لَكُمْ أَيْمَانٌ عَلَيْنَا بَالِغَةٌ إِلَى يَوْمِ الْقِيَامَةِ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ (٣٩) سَلْهُمْ أَيُّهُمْ بِذَلِكَ زَعِيمٌ (٤٠) أَمْ لَهُمْ شُرَكَاءُ فَلْيَأْتُوا بِشُرَكَائِهِمْ إِنْ كَانُوا صَادِقِينَ (٤١) يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ (٤٢) خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ وَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ وَهُمْ سَالِمُونَ (٤٣) . </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ لِلْمُتَّقِينَ عِنْدَ رَبِّهِمْ جَنَّاتِ النَّعِيمِ) . </p><p> فيه ترغيب لمن لزم التقوى، وهو الإسلام. </p><p> وقوله:  (أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ (٣٥) . </p><p> أي: أفنجعل من جعل كل شيء سوى اللَّه تعالى لله سالمًا لا يشرك فيه أحدا، كالذي أجرم فجعل في كل شيء سالمٍ لله شركاء في العبادة والتسمية. </p><p> أو بين اللَّه تعالى أنه ولي المؤمنين وعدو المجرمين، فيقول: أفيزعم أعدائي أن أسوي بينهم وبين الأخيار، والجمع بينهم، لا يفعل ذلك؛ لأن فيه تضييع الحكمة؛ لأن الحكمة توجب التفرقة بين العدو والولي، وفي الجمع بينهما تضييعها. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا لَكُمْ كَيْفَ تَحْكُمُونَ (٣٦) . </p><p> في أن أجعل عدوي بمنزلة وليي أو وليي بمنزلة عدوي، أو أي شيء حملكم على حكمكم هذا ولم يأتكم بهذا الحكم كتاب ولا معقول يوجب ذلك، فكيف تطمعون ذلك. </p><p> أو كيف تحكمون بالجور على ربكم؛ لأن من الجور أن يجمع بين الولي والعدو في دار الكرامة. </p><p> ثم قوله:  (أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ) . </p><p> يستقيم أن يجعل هذا جوابا للفريقين: لمن ينكر البعث، ولمن يزعم أنه شريك أهل الإسلام في الدار الآخرة فيما يكرمون من النعيم. </p><p> فمن أنكر البعث، فالاحتجاج عليه بهذه الآية هو أن العقل يوجب التفرقة بين الولي </p><p> وبين العدو والكفور والشكور، فأنتم إذا أنكرتم البعث، فقد زعمتم على اللَّه تعالى أنه يجعل المسلمين كالمجرمين والكفور كالشكور والعدو كالولي، ومن فعل هذا فهو سفيه لا يصلح أن يكون حكيما، ففي إنكار البعث تحقيق السفه وإثبات الجور؛ لأن من الجور أن يجمع بين الولي وبين العدو في الجزاء. </p><p> ومن ادعى الوجه الآخر، وهو التسوية بين الفريقين؛ لما تساويا في منافع الدنيا ومضارها وفي لذاتها وشدائدها وبلياتها، فعلى ذلك يكون أمرهم في الآخرة. </p><p> فجوابهم في ذلك أن الدنيا هي دار يظهر فيها العدو من الولي والشكور من الكفور، والآخرة دار جزاء العداوة والولاية. </p><p> فجائز أن يقع فيما فيه ظهور الولاية والعداوة اتفاق، ولا يجوز وقوع الاتفاق فيما فيه الجزاء؛ لأن الجزاء لعداوة سبقت ولولاية سبقت، والحكمة توجب التفرقة بين الجزاءين؛ فلا يجوز أن يجعل المسلم فيه كالمجرم؛ لما فيه من تضييع الحكمة، وليس قبل المحنة معنى يوجب التفرقة بينهما في المحنة فجاز أن يقع بينهما الاتفاق في ذلك، ولأنه لو كان يفرق بينهما في الدنيا، لكانت المحنة تخرج عن حدها، والدنيا هي دار المحنة، وإنَّمَا قلنا: إن فيه إخراج المحنة عن حدها؛ لأن المحنة تكون على الرجاء والخوف، والرغبة والرهبة، فلو فرق بين العدو والولي في الدنيا؛ فوسع على الأولياء، وضيق على الأعداء لوقع اختيار وجه الولاية على الضرورة؛ لأن من علم أنه يضيق عليه إذا اختار وجه العداوة، ويتعجل عليه العذاب، ترك ذلك الوجه، ومال إلى الولاية؛ فيرتفع وجه المحنة؛ فلذلك جاز أن يجمع بين الولي والعدو في دار المحنة؛ ليبقى وجه المحنة بحاله، ولم يجز أن يجمع بينهما في الآخرة؛ لأنها دار جزاء، والعقل يوجب تفرقة جزائهما، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا لَكُمْ كَيْفَ تَحْكُمُونَ) ، في أحكم الحكماء بالسفه؛ حيث تزعمون أنه يجمع بين الولي والعدو في الجزاء، وذلك من أعلام السفه. </p><p> أو كيف تحكمون في أحكم الحاكمين وأعدل العادلين بالجور؛ إذ تزعمون أنه يجمع </p>"
}