{
  "id": null,
  "sura": 68,
  "aya": 8,
  "text": "<p> وجائز أن يكون نسبوه إلى الاغترار فيما كان يدعي من الرسالة، ويزعمون أنه مغتر بها، ويغر بهما غيره كما قال المنافقون:  (مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا) ، فحق هذا عندنا ألا يتكلف تفسيره؛ لأنه قال:  (فَسَتُبْصِرُ وَيُبْصِرُونَ (٥) بِأَيِّكُمُ الْمَفْتُونُ)، فذكر هذا جوابا عما وقعت فيه الخصومة، فكانوا يزعمون أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - هو المفتون، ورسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يذكر أنهم هم المفتونون، فخرج هذا جوابا عن تلك الخصومة: أنهم وأنت ستبصرون، وقد وقعت الخصومات من أوجه: </p><p> فمرة كانوا يدعون أنه ساحر، ومرة كانوا يدعون أنه مجنون، ومرة بأنه ضال، ومرة أنه مفترٍ وغيرها من الوجوه، فإذا ثبت أن الآية نزلت في حق الجواب فما لم يعلم بأن الخصومة فيم كانت، لم يعلم إلى ماذا يصرف الجواب، واللَّه أعلم. </p><p> ويشبه أن تكون الخصومة الواقعة في الضلال والهدى، فكانوا يدعون أنهم على الهدى، وأنهم باللَّه أحق وإليه أقرب من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، ورسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يدعي أنهم على الضلال، وأنه على دين الحق والهدى، يدل على ذلك ذكر الضلال والهدى بعد ذكر المفتون، وهو قوله:  (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (٧) . </p><p> ثم هذه الآيات كأنها نزلت جوابا من اللَّه تعالى عما كان يحق لمثله الجواب عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، ولكن اللَّه تعالى لما امتحن رسوله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالعفو والإعراض عن المكافأة في الجواب، تولى اللَّه تعالى الجواب عنه بقوله - تعالى -: (إِنَّ رَبَّكَ هُوَ أَعْلَمُ) ، أي: قد تعلمون أن ربكم أعلم، (بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) ، وسنبين لكم ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَا تُطِعِ الْمُكَذِّبِينَ (٨) وقال في موضع آخر: (وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا) ، ليس في قوله:  (فَلَا تُطِعِ الْمُكَذِّبِينَ) أمر من اللَّه تعالى بأن يطيع المصدقين؛ لأن من صدقه وآمن به لا يجوز له أن يتقدم بين يديه فيأمره أو ينهاه عن </p><p> أمر، ويدعوه إلى الطاعة، بل ينظر إلى أمر رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ونهيه؛ فيأتمر بأمره، ويطيعه فيما يدعوه إليه، وأما من كذبه، فقد يدعوه إلى طاعته؛ فخص ذكر المكذب عندما نهاه عن طاعته؛ لأن الدعاء إلى الطاعة لا يوجد من المصدق دون أن يتضمن قوله:  (فَلَا تُطِعِ الْمُكَذِّبِينَ) أمرا بطاعة المصدق؛ وهو كقوله - تعالى -: (وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ) ، فليس فيه أنه إذا لم يخش الإملاق يسعه قتله، ولكنه خص تلك الحالة؛ لأن تلك الحالة هي التي كانت تحملهم على القتل، ولم يكونوا يقدمون على القتل عند الأمن من الإملاق، وفي هذا دلالة إبطال قول من قال بأن تخصيص الشيء بالذكر يدل على أن الحكم فيما غايره بخلافه، واللَّه أعلم. </p><p> وقوله:  (الْمُكَذِّبِينَ) هم المكذبون بآيات اللَّه تعالى أو بوحدانيته أو برسله أو بالبعث. </p><p> ثم يجوز أن يكون هذا الأمر منهم في أول الأحوال؛ فكانوا يطمعون من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - الإجابة لهم فيما يدعونه إليه؛ إذ كانوا يرجون منه الموافقة لهم بما يبذلون له من المال؛ فيكون النهي راجعًا إلى ذلك الوقت، فأما بعدما ظهرت منه الصلابة في الدِّين والتشمير لأمر اللَّه تعالى فلا يحتمل أن يطيعهم أو يخاف منهم ذلك فينهى عنه. </p><p> وجائز أن يكون دعاؤهم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ما ذكر من قوله:  (وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ) والمداهنة هي الملاطفة والملاينة في القول. </p><p> ثم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان يذكر آلهتهم بالسوء ويسفههم بعبادتهم إياها ويسفه أحلامهم ويجهلهم، وهم لم يكونوا يجدون في رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -مطعنا؛ فكانوا ينسبونه إلى الكذب مرة وإلى الجنون ثانيا وإلى السحر ثالثا، وكانوا يتخذونه هزوا إذا رأوه، وكانوا يطعنون فيه من هذه الأوجه بإزاء ما كان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يسفههم ويذكر آلهتهم بسوء، مع علمهم أنه ليس بكذاب ولا ساحر ولا كاهن؛ ألا ترى إلى قوله - تعالى -: (قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ) ، فأخبر - تعالى - أنهم ليسوا يكذبونه لما وقفوا منه على الكذب، بل قد كانوا عرفوه بالأمانة والصدق، ولم يكونوا وقفوا منه على كذب قط، وإنما الذي حملهم على التكذيب واتخاذهم إياه هزوا ذكر آلهتهم بسوء، وكذلك قال:  (وَإِذَا رَآكَ الَّذِينَ كَفَرُوا إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ) ، فكانت معاملتهم هذه مجازاة لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p>"
}