{
  "id": null,
  "sura": 68,
  "aya": 45,
  "text": "<p> ويحتمل أن يمتحنوا بالسجود للوجوه التي ذكرنا، وهو أن يظهر عند الممتحنين أن منافع سجودهم راجعة إليهم لا إلى اللَّه - تعالى -. </p><p> وقوله - عَزَّ وَجَلَّ - (فَلَا يَسْتَطِيعُونَ) فجائز أن يكون هذا على نفي استطاعة الأحوال والأسباب أو لا يستطيعون للأشغال التي حلت بهم والأفزاع التي ابتلوا بها. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ وَهُمْ سَالِمُونَ (٤٣) . </p><p> ففيه أن الفرائض إنما تجب عند سلامة الأسباب، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَذَا الْحَدِيثِ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ (٤٤) وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ. أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ (٤٦) أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ (٤٧) فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ إِذْ نَادَى وَهُوَ مَكْظُومٌ (٤٨) لَوْلَا أَنْ تَدَارَكَهُ نِعْمَةٌ مِنْ رَبِّهِ لَنُبِذَ بِالْعَرَاءِ وَهُوَ مَذْمُومٌ (٤٩) فَاجْتَبَاهُ رَبُّهُ فَجَعَلَهُ مِنَ الصَّالِحِينَ (٥٠) وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ (٥١) وَمَا هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ (٥٢) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَذَا الْحَدِيثِ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ) . </p><p> فجائز أن يكون الحديث هو القرآن، وجائز أن يكون أريد البعث، وهو الغالب أن يكون هو المراد. </p><p> وقوله:  (سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ) قَالَ الْقُتَبِيُّ: الاستدراج هو الاستدناء من المهلكة درجة فدرجة حتى يهلك. </p><p> وقيل:  (سَنَسْتَدْرِجُهُمْ) أي ننعم عليهم وننسيهم شكرها بالإملاء، وينزل بهم العذاب والهلاك أينما كانوا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ (٤٥) . </p><p> فالأصل أن الكيد والمكر والاستدراج يقتضي معنى واحدًا، وهو أن يأخذه من وجه أمنه ويراقب وجوه هلاكه، وهو يستعمل في الخلق على وجه يذم أهله، فهو - أيضًا - يضاف إلى اللَّه تعالى، ليس على جعل ذلك اسمًا له؛ إذ لا يجوز أن يسمى ماكرًا كائدًا مستدرجًا، وإنما يضاف إليه في حق الجزاء، وذلك الجزاء في الحقيقة، ليس بكيد؛ ولكن قد يجوز أن يسمى الجزاء باسم ما له الجزاء؛ كما يسمى جزاء السيئة، سيئة وإن </p>"
}