{
  "id": null,
  "sura": 68,
  "aya": 5,
  "text": "<p> والأصل أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كلف معاملة أعداء اللَّه تعالى ومعاملة أولياء الله وأنصاره، وكلف أن يرفض الدنيا ويتزهد فيها، وكلف معاملة الصغير والكبير والعالم والجاهل والجن والإنس، وكلف معاملة نسائه، ومن كلف المعاملة مع هَؤُلَاءِ، لم يقم بها إلا بخلق عظيم، ورزقه اللَّه تعالى خلقًا عظيمًا حتى احتمل المعاملة، وقام معهم بحسن العشرة، وحتى عوتب على عظيم خلقه بقوله:  (عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ) ، وبقوله:  (يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ) ، وقال:  (فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ) ، وقال (فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ) ، فالذي حمله على هذه المشقة والكلفة العظيمة حسن خلقه وفضل شفقته ورحمته، فعظم خلقه أن خلقه جاوز قوى نفسه حتى ضعفت نفسه عن احتماله وكادت تهلك فيه، وغيره من الخلائق تقصر أخلاقهم عن قوى أنفسهم، وأنفسهم: تحتمل أضعاف ما هم عليه من الخلق وتضيق أخلاقهم عن ذلك، فهذا الذي ذكرنا هو النهاية في العظم، وباللَّه التوفيق. </p><p> * * * </p><p> قوله تعالى:  (فَسَتُبْصِرُ وَيُبْصِرُونَ (٥) بِأَيِّكُمُ الْمَفْتُونُ (٦) إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (٧) فَلَا تُطِعِ الْمُكَذِّبِينَ (٨) وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ (٩) وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ (١٠) هَمَّازٍ مَشَّاءٍ بِنَمِيمٍ (١١) مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ أَثِيمٍ (١٢) عُتُلٍّ بَعْدَ ذَلِكَ زَنِيمٍ (١٣) أَنْ كَانَ ذَا مَالٍ وَبَنِينَ (١٤) إِذَا تُتْلَى عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ (١٥) سَنَسِمُهُ عَلَى الْخُرْطُومِ (١٦) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَسَتُبْصِرُ وَيُبْصِرُونَ (٥) بِأَيِّكُمُ الْمَفْتُونُ (٦) . </p><p> قال جعفر بن حرب:  (الْمَفْتُونُ) في هذا الموضع هو المفتون بضلالته، المعجب بخطئه المشغوف بجهله. </p><p> وقال الحسن:  (الْمَفْتُونُ) هو الذي معه الشيطان. </p><p> وقيل:  (الْمَفْتُونُ) من به الفتنة كما يقال: فلان لا معقول له، أي: ليس له عقل. </p><p> وقيل:  (الْمَفْتُونُ) : المعذب؛ كقوله - عَزَّ وَجَلَّ -: (يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ) ، أي: يعذبون؛ فكأنه يقول: ستعلمون أيكم المعذب؟ وأيكم الضال؟ إن حمل على ما ذكر الحسن، وأيكم المغتر إن كان معناه على ما ذكروا أن المفتون من الفتنة. </p>"
}