{
  "id": null,
  "sura": 68,
  "aya": 18,
  "text": "<p> في الدنيا بتبجيل رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وتعظيمه، فلما أساءوا صحبته عاقبهم بما ذكرنا، ووسع على أصحاب الجنة فامتحنهم بما وسع عليهم بأن يوسعوا على غيرهم، فلما امتنعوا عن ذلك عوقبوا بزوال النعمة عنهم، وعوقب هَؤُلَاءِ بزوال العز عنهم، وأذاقهم اللَّه لباس الجوع والخوف، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ) . </p><p> فقوله:  (مُصْبِحِينَ) أي: لأول وقت ينسب إلى الصباح، وذلك يكون في آخر الليل، كما يقال: مُمْسِين، لأول وقت ينسب إلى المساء، وإذا كان كذلك فالانصرام يقع بالليل؛ ألا ترى إلى قوله:  (لَا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِسْكِينٌ) ، وهم لا يملكون بعد مضي الليل منع المساكين عن الدخول. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا يَسْتَثْنُونَ (١٨) . </p><p> قيل: أي: لا يقولون: إن شاء اللَّه، وقيل: لا يقولون: سُبْحَانَ اللَّهِ، فإن كان على هذا، ففيه أن التسبيح كان مستعملا في موضع الاستثناء، وقد يجوز أن يؤدي معنى الاستثناء؛ لأن في التسبيح تنزيه الرب تعالى، وفي الاستثناء معنى التنزيه؛ لأن فيه إقرارا أن اللَّه تعالى هو المغير للأشياء والمبدل لها. </p><p> ثم أصحاب الجنة بقسمهم قصدوا قصدا يلحقهم العصيان فيه، وكان عهدهم الذي عاهدوا عليه معصية وعوتبوا بتركهم الاستثناء، ففيه دلالة أن اللَّه تعالى يوصف بالمشيئة، لفعل المعاصي ممن يعلم أنه يختارها؛ لأنه لو لم يوصف به، لم يكن لمعاتبته إياهم بتركهم الاستثناء معنى؛ إذ لا يجوز استعمال الاستثناء فيما لا يجوز أن يوصف به الرب جل وعز، ألا ترى أنه لا يستقيم أن يقال: إن شاء اللَّه جار وإن لم يشأ لم يجر، وإن شاء ضل وإن شاء لم يضل، وإن شاء أكل وإن شاء لم يأكل، فلو لم يوصف أيضًا بإضلال من يعلم منه أنه يؤثر الضلالة، لم يجز أن يلاموا على ترك الاستثناء، ولا مدخل للاستثناء فيه، والذي يدل على صحة ما ذكرنا قوله:  (مَنْ يَشَإِ اللَّهُ يُضْلِلْهُ وَمَنْ يَشَأْ يَجْعَلْهُ عَلَى صِرَاطٍ مُسْتَقِيمٍ) ؛ فتبين أنه يشاء إضلال من ذكرنا. </p><p> وفيه دلالة أن خلق الشيء غير ذلك الشيء؛ لأنه يستقيم أن يوصف اللَّه تعالى بالإضلال، ولا يجوز أن يوصف بالضلال وإن كان الإضلال خلقًا له، ويوصف أنه </p><p> المحيي والمميت، ولا يستقيم أن يقال: إن شاء حيا وإن شاء مات، وإن كان هو الذي خلقهما. </p><p> ثم ليس في قوله:  (إِذْ أَقْسَمُوا) : إبانة أن قسمهم كان بماذا: فإن كان بغير اللَّه تعالى، ففيه إبانة أن القسم قد يكون بغير اللَّه تعالى، وإن كان قسمهم باللَّه تعالى، ففيه حجة لأبي يوسف على أبي حنيفة - رحمهما اللَّه - أن اليمين إذا كانت مؤقتة فإن هلاك الشيء المحلوف بها قبل مضي وقتها لا يسقط اليمين، بل تبقى بحالها، ويلزم على صاحبها حكم الحنث إذا مضى وقتها؛ لأن الثمر الذي حلفوا على صرمه قد هلك قبل الوقت الذي أوجب فيه الصرم، فلو كانت اليمين تسقط عنهم بهلاك الثمر، لم يكونوا يحتاجون إلى الاستثناء؛ لأن الحاجة إلى الاستثناء لإسقاط المؤنة التي تلزمهم بالحنث في اليمين، فلو كان هلاك الثمر مسقطا لليمين ومؤنة الحنث لاستغنوا عن الاستثناء، فلما لحقتهم اللائمة؛ لتركهم الاستثناء، دل أن المؤنة تبقى عليهم إذا عَرِيَتْ عن الاستثناء وإن كانت مؤقتة. </p><p> ولكن أبو حنيفة - رحمه اللَّه - يسقِط عنه اليمينَ بهلاك الشيء المحلوف عليه إذا كانت يمينه باللَّه تعالى، ولا يسقطها إذا كانت بشيء من القرب والطاعات - أعني: الندب-، وليس في الآية إبانة أن يمينهم كانت باللَّه تعالى؛ فجائز أن يكون يمينهم بشيء من القرب؛ فبقيت عليهم؛ ولأنه عاتبهم على ترك الاستثناء؛ لعزمهم على المعصية، والاستثناء يسقط العزيمة؛ لأن من عزم على المعصية، وقال فيه: إن شاء اللَّه - لم يصر آثما بمقالته، ولا صار عازما على المعصية، وأبو حنيفة - رحمه اللَّه - ليس يخرجه عن المعصية في اليمين المؤقتة إذا عقدت على أمر من أمور المعصية. </p><p> والذي يدل على أن العتاب في ترك الاستثناء؛ للوجه الذي ذكرنا: أنه لم يذكر في شيء من الأخبار، ولا ذكر في الكتاب أن أحدا منهم أمر بالتكفير، ولو كان الحنث لازما، لكانوا يلامون على ترك التكفير أيضًا، كما لحقتهم اللائمة بترك الاستثناء، واللَّه أعلم. </p>"
}