{
  "id": null,
  "sura": 68,
  "aya": 46,
  "text": "<p> لم يكن الجزاء سيئة، كما سمى جزاء الاعتداء اعتداء، فكذلك سمي جزاء الكيد كيدًا على هذا المعنى، لا أن يكون ذلك منه كيدًا في الحقيقة. </p><p> أو نقول بأن الذم إنما يلحق الماكر والكائد إذا استعمله في وليه وصفيه، فأما إذا مكر بعدوه وكاد به، فذلك مما لا بأس به، ولا يذم عليه فاعله، وما أضيف من الكيد إلى الله تعالى؛ فذلك حالٌّ بأعدائه ليس بأوليائه؛ فلم يكن فيه إلحاق معنى مكروه باللَّه تعالى. </p><p> ثم الأصل أن ينظر في الفعل لماذا أضيف إلى اللَّه تعالى بحقيقة أم بمجاز؟ فإن كانت الإضافة بحكم المجاز، فلا يجعل ذلك اسمًا له؛ لأنه لا يجوز أن يقال: هو كاتب، نافخ روح، ولا كائد، ولا ماكر؛ إذ لا يتحقق ذلك منه، وما كانت إضافته لأجل التحقيق فإنه يستقيم أن يسمى به؛ لأنه يستقيم أن نسميه: منعما مفضلًا خالقًا، رحمانًا؛ إذ الإنعام والإفضال والخلق موجود منه. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَتِينٌ) أي: قوي ثابت، فقوله تعالى:  (إِنَّ كَيْدِي مَتِينٌ) أي: كيدي لأوليائي على أعدائي ثابت، ليس ككيد الأعداء؛ لأن كيد الأعداء بكيد الشيطان، وكيد الشيطان ضعيف، كما قال - عَزَّ وَجَلَّ -: (إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفًا) . </p><p> والأصل أن الكيد الذي أضيف إلى اللَّه تعالى حق، والحق قوي ثابت لا مدفع له، وكيد الشيطان باطل، وليس للباطل قرار، بل هو كما قال اللَّه تعالى:  (اجْتُثَّتْ مِنْ فَوْقِ الْأَرْضِ مَا لَهَا مِنْ قَرَارٍ) . </p><p> وقوله:  (أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ (٤٦) . </p><p> الأصل أن الرسل - عليهم الصلاة والسلام - لم يكونوا يدعون الخلق إلى ما يستثقله عقل أو طبع، بل كانوا يدعونهم إلى ما يخف ويسهل على الطبع والعقل؛ ليكون أقرب إلى الإجابة له؛ لأنهم كانوا يدعونهم إلى التوحيد، وهم كانوا يعبدون غير واحد من الآلهة، وعبادة الواحد أيسر من عبادة عدد، وكانوا يدعونهم إلى الصدق وإلى مكارم الأخلاق، والإجابة بمثله أمر يسير؛ فيقول: أحملت عليهم أجرًا فثقل عليهم ذلك حتى تركوا الإجابة لك مع تيسيره عليهم، فيخرج ذكر هذا مخرج تسفيه أحلامهم. </p><p> وقوله - تعالى -: (أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ (٤٧) . </p><p> فهذا يحتمل أوجهًا: </p><p> أحدها: أن عندهم علم الغيب، فهم يكتبون، فهذا بالذي ادعوا أنا نجعل المسلمين </p>"
}