{
  "id": null,
  "sura": 69,
  "aya": 20,
  "text": "<p> يلحق أهل الكبائر من أهل الإيمان بهم في الحكم؛ بل وجب الوقف في حالهم؛ كما قال أصحابنا، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ - (هَاؤُمُ اقْرَءُوا كِتَابِيَهْ) قَالَ بَعْضُهُمْ: (هَآؤُمُ) أي: تعالوا. </p><p> وقَالَ بَعْضُهُمْ:  \" ها \" بمعنى: هاكم؛ أي: خذوا، فأبدلت الهمزة مكان الكاف، فظاهر الآية أن المعطى له الكتاب؛ يقول هذا؛ يدعو الخلق إلى نحوه، أو يناولهم الكتاب؛ استبشارًا وحبورًا، فيبشرهم بعفو اللَّه - تعالى - عنه ورحمته عليه. </p><p> ولكن أهل التأويل صرفوا التأويل إلى المعطي، فقالوا بأن المعطي هو الذي يقول هذا؛ فكأن الذي كتب الكتاب في الدنيا من الملك هو الذي يعطي الكتاب إلى المكتوب عليه، ويقول:  (هَاؤُمُ اقْرَءُوا كِتَابِيَهْ) أي: خذوا اقرءوا، ما كتبت لكم وعليكم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنِّي ظَنَنْتُ أَنِّي مُلَاقٍ حِسَابِيَهْ (٢٠) فإن حملته على حقيقة الظن، فهو يخرج على ثلاثة أوجه. </p><p> أحدها: أي: إني ظننت في الدنيا أني ألاقي (حِسَابِيَهْ) ، أي: الحساب الشديد فيما سبق من سيئاتي، وأؤاخذ بها، وأجازى عليها، وظننت الساعة ألا أنجو من ذنوبي؛ لفزع هذا اليوم، فوجدت سيئاتي قد غفرت، وخطاياي كفرت عني؛ فيكون قوله منه هذا شكرًا لله - تعالى - وإظهارًا لمنته. </p><p> والثاني: أي: إني تركت في دار الدنيا إذا عرضت لي الحوادث من الزلات والهفوات، ظننت أني ألاقي اللَّه - تعالى - بها، فأمسكت عنها، وانزجرت عن إتيانها؛ فيكون إخبارًا عن بيان سبب نيل ذلك. </p><p> والثالث: أني تفكرت في أمري؛ فظننت أن مثلي لا يترك سدى هملاً؛ فأدى ظني إلى اليقين، فآمنت وصدقت الرسل، فإنما نجوت بأول ظني وفكرتي. </p><p> ومنهم من صرف الظن إلى اليقين والعلم، فقال: معنى قوله: (ظَنَنْتُ) أي: أيقنت، وعلمت. </p><p> والأصل: أن كل يقين حدث في الأمور المستترة والعلوم الخفية فإنما يتولد ذلك على ظن يسبق، فيحمله ذلك الظن على النظر فيه والبحث عن حاله حتى يفضي به إلى الوقوف </p><p> على ما استتر منه، ويصير الخفي له جليًّا، فيكون سبب بلوغه إلى اليقين والإحاطة الذي سبق منه؛ فجائز أن يسمى ذلك يقينًا مرة على الحقيقة وظنًّا ثانيًا على المجاز، على ما ذكرنا في قوله:  (وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ) ، أن الأذن لا تعي شيئًا، بل تسمع، ولكنه إنما يوصل إلى الوعي بالأذن، فصارت الأذن سببًا للإيصال إلى الوعي، فأضاف الوعي إليها؛ فعلى ذلك ظنونهم في الابتداء إذا بلغتهم إلى اليقين والعلم سمّوا يقينهم وعلمهم ظنًّا مرة، ويقينًا ثانيًا؛ ألا ترى أن اللَّه - تعالى - قال:  (الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبِّهِمْ) ، وقال في موضع آخر:  (وَبِالْآخِرَةِ هُمْ يُوقِنُونَ) ، فجعلهم مرة ظانين، ومرة موقنين، فيما كان طريقته البحث وإعمال الفكر؛ ولهذا لا يجوز أن يوصف اللَّه - تعالى - بالإيقان في أمر من الأمور؛ لأن الأشياء له بارزة ظاهرة؛ إذ هو منشئها وخالقها؛ فلا يخفى عليه شيء منها فيحتاج إلى البحث عنها والنظر فيها، والله الموفق. </p><p> أو نقول بأن الأمور التي سبيل دركها الاجتهاد، لا يخلو شيء منها من اعتراض وساوس وخواطر فيها، فتلك الوساوس والخواطر تفضي بصاحبها إلى الظنون فاستجازوا إطلاق الظن فيها؛ لما لا تخلو عنه، واستجازوا إطلاق اليقين لما غلب عليها دلالات اليقين والإحاطة؛ ألا ترى أن من تهدد بالوعيد الشديد، أو بالقتل على أن يكفر باللَّه - تعالى - أبيح له أن يجري كلمة الكفر على لسانه، وجعل كالموقن بإحلال العذاب من المكره، لو امتنع عن الإجابة إلى ما دعاه وإن لم يتيقن بأنه يفعل به لا محالة ما أوعد به؛ لأنه يجوز ألا يمكن من ذلك، ويجوز ألا يبقى إلى ذلك الوقت، ثم وسع له فعل ذلك بأكبر الرأي وغلبة الظن، وحل ذلك محل الإحاطة واليقين؛ فعلى ذلك هاهنا لما غلب دلالات اليقين والصدق، جاز إطلاق لفظة اليقين عليه، فأما الأشياء التي تدرك بالحواس والمشاهدات، فلا سبيل إلى تسمية مثله ظنًّا؛ لما لا يحتمل اعتراض الشبه فيها، واللَّه الموفق. </p>"
}