{
  "id": null,
  "sura": 69,
  "aya": 39,
  "text": "<p> وحال بينهم وبين هلكتهم، إن المؤمن أسِير في الدنيا يسعى في فكاك نفسه، لا يأمن شيئًا حتى يلقى اللَّه يعلم أنه مأخوذ عليه في سمعه وبصره ولسانه وجوارحه كلها. </p><p> فمحاسبة النفس: أن ينظر في كل فعل يريد أن يقدم عليه إلى عاقبته، فإن كان رشدًا أمضاه وأنفذه، وإن كان غيًّا انتهى عنه، كما قال النبي - عليه السلام -: \" إذا أردت أمرًا فدبّر عاقبته، فإن كان رشدًا فأمضه، وإن كان غيًّا فانته عنه \" . </p><p> وقال في خبر آخر:  \" إن المؤمن وقَّاف وزان \" ، ووزنه: ما ذكر في الخبر الأول من النظر في العواقب، فإذا نظر في العاقبة، ورأى الرشد في إنفاذه، فقد وزنه، وإذا رأى خلاف الرشد، انتهى عنه، ولم يقدم عليه، فذلك وقفه، فهذا الذي ذكرنا محاسبة المرء نفسه فيما يروم من الأمور. </p><p> ومحاسبة نفسه في الأفعال التي ارتكبها وأمضاها أن ينظر: فإن كان ارتكب محرمًا، تاب عنه، واستغفر لله - تعالى - لعله بفضله يمن عليه بالمغفرة، وإن كان ذلك فعلًا مرضيًا حمد اللَّه - تعالى - وسأله التوفيق بمثله؛ فهذه هي محاسبة العبد لنفسه فيما ارتكب من الأفعال. </p><p> * * * </p><p> قوله تعالى:  (فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ (٣٨) وَمَا لَا تُبْصِرُونَ (٣٩) إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ (٤٠) وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلًا مَا تُؤْمِنُونَ (٤١) وَلَا بِقَوْلِ كَاهِنٍ قَلِيلًا مَا تَذَكَّرُونَ (٤٢) تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ (٤٣) وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ (٤٤) لَأَخَذْنَا مِنْهُ بِالْيَمِينِ (٤٥) ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ (٤٦) فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ (٤٧) وَإِنَّهُ لَتَذْكِرَةٌ لِلْمُتَّقِينَ (٤٨) وَإِنَّا لَنَعْلَمُ أَنَّ مِنْكُمْ مُكَذِّبِينَ (٤٩) وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ (٥٠) وَإِنَّهُ لَحَقُّ الْيَقِينِ (٥١) فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ (٥٢) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ (٣٨) وَمَا لَا تُبْصِرُونَ): قد وصفنا أن تأويل قوله: (فَلَا أُقْسِمُ) أي: فلا أقسم بما تبصرون من خلق السماوات والأرضين وأنفسكم، وما لا تبصرون في أنفسكم من الأسماع، والأبصار، والقلوب، والعقول. </p><p> أو ما تبصرون من الخلائق ممن حضركم، وما لا تبصرون من الخلائق ممن غاب عنكم، فيكون القسم بما نبصر وما لا نبصر قسم بالخلائق أجمع؛ لأن جملة الخلائق على هذين الوجهين، فصنف منهم يرى، وصنف لا يرى، وقد ذكرنا أن القسم من اللَّه - عز وجل - لتأكيد ما يقصد إليه مما يعرف بالتدبر والتأمل. </p>"
}