{
  "id": null,
  "sura": 69,
  "aya": 13,
  "text": "<p> الأذن؛ لأنه يوصل إلى الوعي من جهة الأذن؛ إذ بالسمع يوعى، والسمع من عمل الأذن، ثم يقع المسموع فيما فيه يُوعى، وهو القلب؛ فنسب الوعي إلى السمع؛ لما يتطرق به إلى الوعي، كما ذكرنا من إضافة اللباس إلى ما منه قدر اللباس، وهو المطر، وأضيف خلقنا إلى التراب؛ لأن أصل ما منه قدر خلقنا هو التراب. </p><p> وجائز أن يكون اللَّه - تعالى - يجعل للقلوب آذانًا بها تعي، وأبصارًا بها تبصر؛ فيضيف الوعي إلى آذان القلوب، ليس إلى آذان الرءوس، واللَّه أعلم. </p><p> وقيل:  (أُذُنٌ وَاعِيَةٌ) أي: عقلت عن اللَّه تعالى، وانتفعت بما سمعت من كتابه، وهي أذن المؤمن، فأما أذن الكافر؛ فإنها تسمع وتقذف ولا تعي؛ لما لم يحصل لهم الانتفاع به؛ ألا ترى أنه وصف آذانهم بالصمم؛ لما لم ينتفعوا بالمسموع، وكذلك قال:  (فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ) ، جعل تركهم الانتفاع به نبذًا؛ فعلى ذلك جعل الانتفاع به وعيًا، وكذلك المتعارف في الخلق أنهم إذا أرادوا الانتفاع بعلم أو شيء، اجتهدوا في وعيهما وحفظهما. </p><p> * * * </p><p> قوله تعالى:  (فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ (١٣) وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً (١٤) فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ (١٥) وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ (١٦) وَالْمَلَكُ عَلَى أَرْجَائِهَا وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ (١٧) يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَى مِنْكُمْ خَافِيَةٌ (١٨) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ) فكأنهم سألوا: متى تكون الواقعة والحاقة والقارعة؟ فأخبر عن ذلك بقوله:  (فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ (١٣) وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً (١٤) فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ (١٥) وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ)، فجوابهم في قوله:  (فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ) ثم قد بيّنا أن الأسئلة كلها خرجت على بيان الوقت، واللَّه - تعالى - لم يبين لهم وقت كونه، وإنَّمَا أجاب عن الأحوال التي تكون في ذلك الوقت؛ لما لا فائدة لهم في تبيين وقته، ولا حاجة إلى معرفته، وإنَّمَا الفائدة في تبيين أحواله؛ لما يقع بها الترغيب والترهيب، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (نَفْخَةٌ وَاحِدَةٌ) فجائز أن يكون على حقيقة النفخ. </p><p> واحتمل أن يكون على قدر نفخة واحدة؛ فتكون فائدته ذكر سهولة أمر البعث على اللَّه - تعالى - لأن قدر النفخة مما يسهل على المرء في الشاهد، ولا يتعذر. </p><p> وجائز أن يكون ذكر النفخ؛ لما أن الروح تدخل في أجسادهم، وتنتشر فيها، وذلك </p>"
}