{
  "id": null,
  "sura": 69,
  "aya": 1,
  "text": "<p> سُورَةُ الْحَاقَّةِ </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (الْحَاقَّةُ (١) مَا الْحَاقَّةُ. وَمَا أَدْرَاكَ مَا الْحَاقَّةُ. كَذَّبَتْ ثَمُودُ وَعَادٌ بِالْقَارِعَةِ (٤) فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ (٥) وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ (٦) سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَى كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ (٧) فَهَلْ تَرَى لَهُمْ مِنْ بَاقِيَةٍ (٨) وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ (٩) فَعَصَوْا رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةً رَابِيَةً (١٠) إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ (١١) لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ (١٢) . </p><p> قوله - عَزَّ وَجَلَّ -: (الْحَاقَّةُ (١) مَا الْحَاقَّةُ). </p><p> قد ذكرنا أن يوم القيامة سمي بأسماء النوازل التي تكون من البلايا والشدائد؛ ليقع بها التخويف والتهويل، وليس في تبيين وقته ولا في ذكر عينه ترهيب ولا ترغيب، فذكر ذلك اليوم بالأسباب التي هي أسباب الزجر والردع؛ فقوله:  (الْحَاقَّةُ) أي: حقت لكل عامل عمله، وتحق لكل ذي حق حقه، فإن كان من أهل النار استوجبها، وإن كان من أهل الجنة دخلها. </p><p> وقَالَ بَعْضُهُمْ: الحاقة هي النار التي لا ترتفع أبدًا، وهو ما ينزل بالخلق من الجزاء وأنواع ما وعدوا به يوم القيامة. </p><p> وقيل: هي الواجبة مثل قوله: (وَحَاقَ بِهِمْ) ، أي: وجب، ونزل بهم. </p><p> والأصل أن القيامة سميت بالأحوال التي يبتلى الخلق بها فيها؛ من نحو: القارعة، والواقعة، والتناد، والطامة، والصاخة، ونحو ذلك مما جاء في القرآن، أخذت أسماؤها من أحوال ما يبتلى الخلق بها، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا الْحَاقَّةُ (٢) . </p><p> فهو على تعظيم أمر ذلك اليوم أيضًا، كما يقال: فلان ما فلان؛ إذا وصف بالغاية في القوة والسخاوة، ونحوه. </p><p> وقوله:  (وَمَا أَدْرَاكَ مَا الْحَاقَّةُ (٣) أي فهو على تعظيم أمر ذلك اليوم، أيضًا أو (وَمَا أَدْرَاكَ مَا الْحَاقَّةُ) ، أي: لم تكن تدري ما ذلك اليوم؟ فأدراك اللَّه تعالى؛ لأنه لم يكن خبر القيامة </p>"
}