{
  "id": null,
  "sura": 69,
  "aya": 48,
  "text": "<p> وقيل: هو العرق الذي إذا قطع مات صاحبه، وهو عرق متصل بالظهر، فكأنه قال: نعذبه عذابًا لا بقاء له مع ذلك العذاب، وهذا من أعظم آيات الرسالة في أنهم متى زلوا أخذوا على المكان، ويكون فيه أمان الخلق عن إحداث التغيير والتبديل من الرسل؛ لأنهم لو غيروا لعذبوا. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (مِنْهُ بِالْيَمِينِ) فجائز أن يكون قوله: (مِنْهُ) زيادة في الكلام، وحقه الإسقاط، ويكون معناه: لأخذناه باليمين. </p><p> وجائز أن يكون معناه: لأخذنا من تقوله وسحره وكهانته باليمين، فإن كان على هذا فحقه الإثبات، وليس بصلة زائدة. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ (٤٧) ، ففي هذا يأس منه لأُولَئِكَ الكفرة؛ لأنهم كانوا يطمعون من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - اتباعهم وموافقتهم على ملتهم؛ فأخبر أنه لو أجابهم لقطع منه وتينه، وأخذه أخذًا لا يملكون منع ذلك عنه، ولا دفعه، ولم يكن أحد ينصره عند ذلك أو يحجزه عنا، وهو كقوله - تعالى - (وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ. . .) إلى قوله: (إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنَّهُ لَتَذْكِرَةٌ لِلْمُتَّقِينَ (٤٨) فالمتقون: الموحّدون، فسمَّاهم مرة: متقين، ومرة: صابرين شاكرين؛ كقوله - عَزَّ وَجَلَّ - (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ) ، وهو تذكرة؛ لأنه يذكرهم الوعد والوعيد، وما يتقى وما يؤتى، وغير ذلك، فهو تذكرة، يعني: القرآن. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِنَّا لَنَعْلَمُ أَنَّ مِنْكُمْ مُكَذِّبِينَ (٤٩) أي: بآياتي ورسلي، ثم نمهلكم، فهو صلة قوله:  (وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ) فبيَّن أنه مع كذبهم بآياته ورسله يمهلهم، ولا يعجل عليهم بالعقوبة، ولو وجد التقول من الرسول، لكان يستأصله، ويقطع وتينه، فهو على ما ذكرنا: أن عذابه على خواص عباده أسرع وقوعًا إذا خالفوا منه بأعدائه. </p><p> وجائز أن يكون قوله:  (وَإِنَّا لَنَعْلَمُ أَنَّ مِنْكُمْ مُكَذِّبِينَ) هم المنافقون؛ لأنهم كانوا يظهرون الموافقة لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بألسنتهم، ويخالفونه ويكذبونه بقلوبهم؛ فيكون هذا التأويل </p>"
}