{
  "id": null,
  "sura": 69,
  "aya": 26,
  "text": "<p> أو يجعل عمله للآخرة رأس ماله، وما رزق من الأموال ينفقها في سبيل اللَّه، ويجعل ذلك رأس ماله. </p><p> وذكر عن وكيع أنه قال: بلغنا أن المراد الذين أسلفوا الصوم؛ أي: أنهم صاموا في الدنيا وتركوا الطعام والشراب، فأثابهم اللَّه في الآخرة فقال:  (كُلُوا وَاشْرَبُوا هَنِيئًا) . </p><p> * * * </p><p> قوله تعالى:  (وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ (٢٥) وَلَمْ أَدْرِ مَا حِسَابِيَهْ. يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ. مَا أَغْنَى عَنِّي مَالِيَهْ (٢٨) هَلَكَ عَنِّي سُلْطَانِيَهْ (٢٩) خُذُوهُ فَغُلُّوهُ (٣٠) ثُمَّ الْجَحِيمَ صَلُّوهُ (٣١) ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ (٣٢) إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ (٣٣) وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ (٣٤) فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ (٣٥) وَلَا طَعَامٌ إِلَّا مِنْ غِسْلِينٍ (٣٦) لَا يَأْكُلُهُ إِلَّا الْخَاطِئُونَ (٣٧) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ) والإيتاء بالشمال أحد أعلام الشقاء، فتمنى ألا يؤتى بما فيه علم شقائه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَمْ أَدْرِ مَا حِسَابِيَهْ (٢٦) يقول هذا في الوقت الذي قرأ ورأى فيه خلاف ما كان يظن في الدنيا ويحسب؛ لأنه كان يحسب أنه في الدنيا أحسن صنعًا من الذين آمنوا، وأقرب منزلة إلى اللَّه - تعالى - كما قال:  (وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا) ، فظهر له بقراءته الكتاب أنه لم يكن على ما حسب؛ بل قد أساء صنيعه؛ فود عند ذلك ألا يعرف ما حسابه؛ لئلا تظهر مساوئه. </p><p> ويحتمل أنه يتمنى أنه ترك ميتًا ولم يُحي حتى كان لا يرى الحساب ولا يعرفه. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ (٢٧) أي: ياليت الميتة الأولى (كَانَتِ الْقَاضِيَةَ) ، أي: يا ليت الميتة الأولى كانت دائمة عليَّ. </p><p> وقال بعض أهل التأويل: يا ليت النفخة الآخرة كانت تقضي بالموت والهلاك، لم تكن محيية باعثة، واللَّه أعلم. </p><p> وقال قتادة: تمنوا الموت، ولم يكن شيء في الدنيا أكره إليهم منه، ثم الموت عليهم مقضي، وليس بقاضٍ، فحقه أن يقول: يا ليتها كانت مقضية؛ ولكن هذه </p>"
}