{
  "id": null,
  "sura": 69,
  "aya": 19,
  "text": "<p> الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ)، ليس فيه أن الملك كان لغيره، ولكن بعض الناس كانوا يدعون الإشراك في الملك في الدنيا، فيتركون في ذلك اليوم دعواهم، ويتيقنون أنه هو المنفرد بالملك، وعلى ذلك قوله - تعالى - (وَبَرَزُوا لِلَّهِ جَمِيعًا) ولم يكونوا بمختفين عنه قبل ذلك؛ بل كانوا له في كل وقت بارزين، ولكن من أنكر ادعاء الإخفاء في الدنيا يدع في ذلك اليوم، ويقر بالبروز، واللَّه المستعان. </p><p> ثم روي في الخبر \" أن العرضات ثلاث: عرضتان فيهما خصومات ومعاذير \" أي: يختصمون ويتنازعون، فإذا ظهر ذلك جعلوا يعتذرون، ويسألون ربهم العفو والصفح عن ذنوبهم وخصومهم، و \" العرضة الثالثة عند تطاير الصحف \" . </p><p> ومعنى قوله:  (تُعْرَضُونَ) أي: يعرض الخلق بعضهم على بعض حتى لا يخفى على أحد خصمه. </p><p> أو تعرض أعمالهم حتى يذكر كل أحد صنيعه، وكل خصم خصومته؛ فكأنهم قد نسوا ذلك من كثرة الفزع وشدة الأهوال، لكن اللَّه - تعالى - يطلعهم على ذلك حتى يذكروا ذلك، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ (١٩) إِنِّي ظَنَنْتُ أَنِّي مُلَاقٍ حِسَابِيَهْ (٢٠) فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ (٢١) فِي جَنَّةٍ عَالِيَةٍ (٢٢) قُطُوفُهَا دَانِيَةٌ (٢٣) كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ (٢٤) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ) ظاهر ما جرى به الخطاب في القرآن يوجب أن يُرحم المؤمنون جميعًا فلا يعذبون في الآخرة، ويعذب الكافرون ولا يرحمون؛ لأنه قسم الخلق يوم القيامة صنفين: فجعل صنفًا منهم أهل اليمين، وصنفًا أهل الشمال، ثم وصف كل واحد من الصنفين بأعلام ثلاثة: فذكر مرة أنه يخف ميزانهم بقوله: (وَمَنْ خَفَّتْ مَوَازِينُهُ) ، وذكر مرة أن وجوههم تسود، وذكر مرة أنهم يعطون كتابهم بشمالهم؛ فهذه الأعلام ذكرها في أحد الصنفين، وذكر في الصنف الثاني، ووصفهم بأعلام ثلاثة: ببياض الوجوه، وبثقل الميزان، وبإعطاء الكتاب بأيمانهم. </p><p> ثم فيما فيه سواد الوجوه ذكر فيه:  (فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ) ، وكذلك حين ذكر خفة الميزان ذكر في آخره ما يبين أن الذين خفت موازينهم هم الكفرة؛ لأنه قال: (أَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ </p><p> فَكُنْتُمْ بِهَا تُكَذِّبُونَ)، وذكر فيه إعطاء الكتاب بشماله، وذكر فيه ما يبين أنه من أهل الكفر؛ لأنه قال:  (إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ. وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ) ؛ فثبت أن الوعيد المطلق ذكر في أهل الكفر، وكذلك قال:  (وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ) ، ولم يقل: أعدت للخلق، وقال:  (وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ) ؛ فثبت أن أهل النار هم الكفار، ثم المؤمنون قد تعرض منهم زلات ومآثم في هذه الدنيا، والكفار يوجد منهم المحاسن فيها، ولكن أهل الكفر يجزون جزاء حسناتهم في دنياهم؛ لأنهم لا يؤمنون بالآخرة، وإذا لم يؤمنوا بها لم يقع سعيهم لها، وأمكن أن يكون المؤمن يجعل له العقاب بسيئاته في الدنيا فتخلص له الحسنات في الآخرة فيجزى بها. </p><p> وجائز أن تكفر سيئاته بالحسنات التي توجد منه؛ لأن المحاسن جعلت سببًا لتكفير المساوى؛ قال اللَّه - تعالى -: (إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ) ، وإذا كفرت سيئاته في الدنيا، لم يعذب بها في الآخرة. </p><p> وجائز أن يكون اللَّه - تعالى - يعذبهم بقدر ذنوبهم، ثم يعفو عنهم بحسناتهم التي سبقت منهم من الإيمان، وغير ذلك، فكل مؤمن -في الحقيقة- آخره الجنة، ويثقل ميزانه، ويبيض وجهه، ويعطى كتايه بيمينه. </p><p> ثم يجوز أن يكون الذي يعاقب بذنوبه من أهل الإيمان يعاقب به قبل أن يعطى كتابه بيمينه، وقبل أن يبيض وجهه ويثقل ميزانه، وقبل أن يبيض وجهه، لم يكن مسود الوجه، ولكن على ما عليه في الدنيا. </p><p> ثم متى عفي عنه؟ في الخبر \" أن الناس يعرضون يوم القيامة ثلاث عرضات: فأما عرضتان ففيهما خصومات ومعاذير، وأما العرضة الثالثة فتطاير الصحف في الأيدي \" ، فيجوز أن يكون تعذيبه قبل العرضة الثالثة، ثم يعطى كتابه في العرضة الثالثة بيمينه؛ فتظهر له أعلام السعادة إذ ذاك، فإذا ثبت أن الوعيد المطلق إنما جاء في أهل الكفر، لم </p>"
}