{
  "id": null,
  "sura": 70,
  "aya": 4,
  "text": "<p> مسكنًا لأهلها، وبسط الأرض مسكنًا لأهلها، حتى إذا عرفوا هذا عرفوا أن له أن يفضل بعضًا على بعض، وله أن يصطفي من يشاء من الناس للرسالة ويختص بها. </p><p> وذكرهم - أيضًا - حكمته وعلمه وقدرته وسلطانه حيث وضع سماء على سماء، وخلقهن طباقًا من غير عمد تحتها تمسكها، أو علائق من فوقها تربطها، فتبين أنه يمسكها بحكمته وقدرته وسلطانه؛ فيكون في ذكر كل وجه مما ذكرنا إزالة الشبهة التي اعترضت لهم في أمر البعث والرسالة وإيضاح بأن من قدر على ما ذكرنا لقادر على الإعادة بعد الإفناء. </p><p> وقيل: المعارج: المعالي، أي: الذي له العلو والرفعة، كما قلنا في قوله: الحمد لله، أي: لا أحد يستحق الحمد في الحقيقة، وما حمد أحد إلا وذلك في الحقيقة لله - تعالى - لأنه به استفاده، فعلى ذلك قولنا: له العلو والرفعة، أي: ليس أحد يستفيد العلو والكرامة إلا وحقيقة ذلك لله - تعالى - لأنه استفاده به. </p><p> والثاني: أي: هو الموصوف بالعلو والجلال عما يقع عليه أوهام الخلق. </p><p> وقوله - عَزَّ وَجَلَّ -: (تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ (٤) يحتمل أن يكون معنى قوله: (تَعْرُجُ) ليس عن هبوط يصعد ويعرج، لكن أنشأهم كذلك معروجين؛ كقوله:  (وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ) ، أي: أنشأهم كذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالسَّمَاءَ رَفَعَهَا) ، ليس أنها كانت في موضع منحط فرفعها، لكنه كذلك خلقها مرفوعة؛ فعلى ذلك قوله - عَزَّ وَجَلَّ -: (تَعْرُجُ الْمَلَائِكَةُ) ، أي: أنشأهم كذلك ليستعملهم (فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ) . </p><p> ووجه آخر -وهو الأشبه بالآية-: وهو ما قالوا: إن الملائكة تعرج إليه؛ أي: إلى الموضع الذي منه أرسلهم إلى أنواع الأمور في يوم لو قدر ذلك العروج بعروج البشر </p><p> وسيرهم، لكان مقدار خمسين ألف سنة. </p><p> وقوله - عَزَّ وَجَلَّ -: (فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ) ، وقال في موضع آخر:  (أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ) ، فيحتمل أن يكون هذا الوقت وقت تقدير عروج الملائكة وصعودهم، وهو أن البعض ينزل منهم، ثم يعرج في يوم واحد، مقدار ذلك المسير ألف عام، والبعض منهم ينزل ويعرج في يوم واحد مسيرة خمسين ألف سنة؛ فيكون في هذا إبانة أن ليس أهل سماء أحق أن يدور عليهم تدبير أهل الأرض من أهل سماء؛ بل ينزل أهل سماء إلى أهل الأرض مرة؛ لما يراد من تدبير، وينزل أهل سماء أخرى بتدبير آخر، ثم من أي سماء يرسل، فهو يصعد إلى تلك السماء في يوم واحد، إن أرسل من السماء السابعة أو السادسة أو الأولى، فهو يصعد إليها في ذلك اليوم، فيكون في هذا تبيين قوة بعض الملائكة على بعض: أن فيهم من يسير مسيرة خمسين ألف سنة في يوم واحد، وفيهم من يسير مسيرة ألف سنة، ومن قدر على أن يخلق في خلق من خلائقه من القوة ما يقطع هذه المسافة في يوم واحد، لا يحتمل أن يعجزه شيء؛ فيكون في ذكر هذا تحقيق كون ما به هول أمر القيامة والبعث. </p><p> وجائز أن يكون قوله:  (فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ) راجعا إلى يوم القيامة، فذكر في موضع أن مقداره ألف سنة، وذكر هاهنا أن مقداره خمسين ألف سنة، والأصل أن ذلك اليوم ليس بذي حد ولا له غاية ينتهى إليها، فما يخبر من الحد فيه، فهو يخرج مخرج تعظيم ذلك اليوم؛ ليقع به التهويل والتقريع، فبأي شيء يعظم ذكره في القلوب يذكره؛ فمرة ذكره بالخلود، وهو قوله - عَزَّ وَجَلَّ -: (ذَلِكَ يَوْمُ الْخُلُودِ) ، ومرة قال:  (لَابِثِينَ فِيهَا أَحْقَابًا) ، ومرة قال:  (خَمْسِينَ أَلْفَ سَنَةٍ) ، ومرة قال:  (أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ) ، إذ هذه الأشياء مما يعظم ذكرها في القلوب، وكذلك الألف هي عظيمة في القلوب، فإذا كانت هذه الأشياء يعظم ذكرها في القلوب فذكر الشيء الواحد من الجملة أو ذكر الأشياء يقتضي معنى واحدا. </p>"
}