{
  "id": null,
  "sura": 70,
  "aya": 18,
  "text": "<p> وجائز أن يكون أدبر في جهنم، فيدبر رجاء أن يفر عنها، ويتولى؛ فلا تدعه النار ليفر؛ بل تغشاه عن الإعراض، كقوله - عَزَّ وَجَلَّ -: (إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ) ، ولكن هذا قريب من الأول؛ لأن من تولى عن ذكر اللَّه فقد تولى الشيطان. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَجَمَعَ فَأَوْعَى (١٨) يخير بقوله: (وَجَمَعَ) عمَّا جبل عليه من شدة الحرص على الدنيا؛ فيكون الجمع كناية عن الحرص، فبلغ به هذا الحرص مبلغا أنساه ذكر الآخرة. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَأَوْعَى) فيه بيان صفته فيما عليه من النهاية في البخل، فيكون الإيعاء كناية عن البخل حتى لم يؤد حق اللَّه تعالى في ماله، أو لم يقم بشكر ما لله تعالى من النعم، أو بلغ به البخل مبلغا منعه ذلك عن قبول حق اللَّه تعالى في ماله. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا (١٩) إِذَا مَسَّهُ الشَّرُّ جَزُوعًا. وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا. إِلَّا الْمُصَلِّينَ (٢٢) الَّذِينَ هُمْ عَلَى صَلَاتِهِمْ دَائِمُونَ (٢٣) وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ (٢٤) لِلسَّائِلِ وَالْمَحْرُومِ (٢٥) وَالَّذِينَ يُصَدِّقُونَ بِيَوْمِ الدِّينِ (٢٦) وَالَّذِينَ هُمْ مِنْ عَذَابِ رَبِّهِمْ مُشْفِقُونَ (٢٧) إِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُونٍ (٢٨) وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (٢٩) إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (٣٠) فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ (٣١) وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ (٣٢) وَالَّذِينَ هُمْ بِشَهَادَاتِهِمْ قَائِمُونَ (٣٣) وَالَّذِينَ هُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ (٣٤) أُولَئِكَ فِي جَنَّاتٍ مُكْرَمُونَ (٣٥) . </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا) اختلف في تأويل الهلوع من وجوه، كل يرجع إلى معنى واحد: </p><p> فقَالَ بَعْضُهُمْ: الطامع في اللذات، الطالب لها، والكاره للأثقال، الهارب منها. </p><p> وقيل:  (خُلِقَ هَلُوعًا) ، أي: على حب ما يتلذذ به، والقيام بطلبه وبغض ما يتألم به، والهرب عنه. </p><p> ومنهم من يقول: الهلوع: الضجور؛ وهو موافق للتأويل الأول؛ لأن الذي يحمله على الضجر هو ما يصيبه من الألم؛ فيضجر لذلك أو يضجر عن حق اللَّه تعالى. </p><p> ومنهم من يقول: تفسيره ما ذكر على أثره من قوله: (إِذَا مَسَّهُ الشَّرُّ جَزُوعًا (٢٠) وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا (٢١) وهذا - أيضا - مثل الأول؛ لأن الذي حمله على المنع شدة حبه إياه، والذي حمله على الجزع ما مسه من الضر والشر، فجزعت نفسه لذلك؛ لأنها أنشئت </p>"
}