{
  "id": null,
  "sura": 70,
  "aya": 42,
  "text": "<p> مكانهم من هو خير لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، والبدل لا يكون إلا بعد المبدل عنه، وقد فعل الله تعالى ذلك بهم، أهلك المعاندين منهم، وأبدل لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أولادهم والمهاجرين منهم والأنصار الذين آووا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ونصروه. </p><p> والثاني: أي: كنا قادرين على أن نجعل المرسل إليهم خيرا منهم؛ إذ قد علموا من قدرة اللَّه عَزَّ وَجَلَّ أنه هو الذي خلقهم وأنشأهم، لكن إنما أرسل إليهم وأمرهم؛ لحاجات أنفسهم، لا لنفع يرجع إليه، ليس على ما عليه ملوك الدنيا، لكنه إنما امتحنهم بالأمر ليسعوا في نجاة أنفسهم، ونهاهم؛ ليفكوا رقابهم من النار؛ فيكون فيه تسكين قلب النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عند وجده عليهم حيث لم يؤمنوا. </p><p> وأما الوجه الثاني: أن يكون معنى القدرة إرادة الفعل خاصة؛ إذ قد يكنى بالقدرة عن الفعل إذ هي سبب الفعل؛ كالأمر المعتاد بين الخلق يأمر رجل آخر بفعل فيقول: لا أستطيع ولا أقدر، أي: لا أفعل، وعلى هذا تأويل قوله - عَزَّ وَجَلَّ - (هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ) ، أي هل يفعل ذلك فعلى هذا تأويل هذا تأويل قوله - تعالى - (إِنَّا لَقَادِرُونَ) ، أي: لفاعلون ما هو خير لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بدلا عن هَؤُلَاءِ. </p><p> فإن كان على هذا فيكون فيه بشارة لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه يجعل له أصحابا يرضاهم، ويكون فيه إخبار اللَّه - عَزَّ وَجَلَّ - لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالنصر والغلبة على المكذبين منهم، ويكون فيه إنباء لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه لا ينفذ فيه مكرهم وإن اجتهدوا، ويكون فيه إعلام أنه ينتقم منهم له ويعذبهم، وقد فعل ذلك كله بحمد اللَّه - عَزَّ وَجَلَّ - واللَّه المستعان؛ حيث بدل من أهل مكة أهل المدينة، وكانوا خيرا منهم؛ لأن أهل مكة كانوا عليه، وأهل المدينة كانوا له، فكانوا هم خيرا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَا نَحْنُ بِمَسْبُوقِينَ) . </p><p> والمسبوق: المغلوب، فكأنه قال: لا يسبقنا أحد ولا يعجزنا أحد عن ذلك، ولا يفوتنا أحد فيما نريده. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ (٤٢) . </p><p> قال أبو بكر: الخائض: المتحير، واللاعب: الخاطئ، فقوله:  (فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا) أي: دعهم فيما هم فيه من خطاياهم وتحيرهم في دينهم، فكل من اشتغل بما لا يحتاج له فهو خائض لاعب، وأصله أن كل أمر لا عاقبة له تحمد فهو فيه لاعب </p>"
}