{
  "id": null,
  "sura": 71,
  "aya": 21,
  "text": "<p> قوله تعالى:  (قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا (٢١) وَمَكَرُوا مَكْرًا كُبَّارًا (٢٢) وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا (٢٣) وَقَدْ أَضَلُّوا كَثِيرًا وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا (٢٤) مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا (٢٥) وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا (٢٦) إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا (٢٧) رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا (٢٨) . </p><p> وقوله - عَزَّ وَجَلَّ -: (قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي) ، أي: عصوني فيما أمرتهم به أو فيما دعوتهم إليه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا) : </p><p> يشبه أن يكون المتبوعون هم الذين كثرت أموالهم وحواشيهم، استتبعوا من دونهم فيتبعوهم ولم يتبعوا نوحا عليه السلام، وقد كان نوح - عليه السلام - يدعوهم إلى اتباعه، فأخبر أنهم لم يتبعوه، وإنَّمَا اتبعوا من كثرت أمواله وأولاده وحواشيه؛ فتكون هذه الآية في الأتباع أنهم اتبعوا أجلتهم ورؤساءهم ليس في رؤسائهم، وما تقدم من الآيات في أجلتهم من دعاء نوح - عليه السلام - إياهم إلى التوحيد وغيره. </p><p> ويحتمل أن تكون هذه الآية في الأجلة والضعفة جميعا؛ فيكون قوله تعالى:  (وَاتَّبَعُوا) ، أي: اتبعوا من تقدمهم من أهل الثروة والغناء، والذين وسعت عليهم الدنيا، وبسطت لهم؛ ظنًّا منهم أنهم أحق باللَّه تعالى، وأقرب إليه في المنزلة. </p><p> والذي حملهم على هذا هو أنهم لا يرون أحدا في الشاهد يترك صلة وليه ويصل عدوه، فيرون أنه إذا بسطت على رؤسائهم الدنيا، ووسع اللَّه تعالى عليهم، وضيق على هَؤُلَاءِ - أن أُولَئِكَ أقرب منزلة وأعلى حالا، وأنهم هم الأولياء، وهم لا يؤمنون بالآخرة وثوابها، فكانوا يزعمون أنه يوفر الجزاء على الأولياء والمحسنين في الدنيا، وزعموا أن من وسع عليه الدنيا فهو أحق أن يكون وليا لله تعالى حيث وصل إليه الجزاء فيها، فهذا الظن هو الذي حملهم على الاتباع. </p>"
}