{
  "id": null,
  "sura": 71,
  "aya": 1,
  "text": "<p> سُورَةُ نُوحٍ عليه السلام مَكِّيَّة </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ (١) قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ (٢) أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ (٣) يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَى أَجَلٍ مُسَمًّى إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ (٤) . </p><p> قوله - عَزَّ وَجَلَّ -: (إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ) . </p><p> في ذكر نبأ نوح - عليه السلام - دلالة رسالته وأَية نبوته؛ لما ذكرنا: أن هذا لم يكن من علمه، ولا علم قومه، ولم يختلف النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - إلى من عنده علم به فتعلمه منه، فعلم أنه باللَّه تعالى علمه لا بأحد من خلقه؛ فيكون فيه إلزام الحجة عليهم، وفيه إعلام رسول اللَّه - عليه السلام - ما لقي نوح - عليه السلام - من قومه؛ ليصبره بذلك على أذى قومه؛ إذ السورة مكية. </p><p> ثم أمره بالإنذار، ولم يذكر معه البشارة، فكذلك قال نوح - عليه السلام - (إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ) ولم يقل: بشير، وقد كان هو بشيرا ونذيرا، فجائز أن يكون اقتصر على ذكر النذارة؛ لأن في ذكرها ذكر البشارة؛ وذلك أنهم إذا استوجبوا العذاب إذا داموا على ما هم فيه من الضلالة وعبادة غير اللَّه تعالى، فهم إذا انتهوا عن ذلك استوجبوا العفو، واستيجاب العفو وقوع البشارة، فإذا كان ذكر أحد الوجهين يقتضي ذكر الوجه الآخر، اكتفي بذكر أحدهما عن ذكر الآخر. </p><p> وجائز أن يكون خص النذارة بالذكر؛ لأن الحال كانت حال الإنذار؛ لأنهم كانوا معرضين عن طاعة اللَّه تعالى ومقبلين على عبادة غيره، فكانوا مستوجبين للنذارة، ولم يكونوا من أهل البشارة، وإنما يصيرون من أهلها إذا انتهوا عما هم عليه؛ فيكون قوله:  (أَنْذِرْ قَومَكَ) إن داموا على ما هم عليه، وفي هذا دلالة على أن المرء إذا أخذ غير طريق الهدى، فالسبيل فيه أن يفسد عليه مذهبه، ثم إذا ظهر فساده عنده، أمره باتباع سبيل الهدى وبين له الحجج والدلائل؛ لينجع فيه ذلك، ليس أن يحتج عليه بالحجج التي هي </p>"
}