{
  "id": null,
  "sura": 71,
  "aya": 26,
  "text": "<p> الخطاب يرتفع عنها بلفظ التأنيث لا بلفظ التذكير، فحيث أضيف إليها فعل أهلها أنث كما يوجب لو كان الفعل متحققا منها. </p><p> ثم الأصنام لا يتحقق منها الإضلال، ولكن معنى الإضافة هاهنا هو أنها أنشئت على هيئة لو كانت تلك الهيئة ممن يضل لأضل، وهو كما قلنا في تأويل قوله - عَزَّ وَجَلَّ -: (وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا) : </p><p> فهذا يشبه أن يكون بعدما بين له (أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ) ، فإذ علم أنهم لا يؤمنون لم يدع لهم بالهدى، ولكن دعا اللَّه تعالى ليزيد في إضلالهم، ويكون الإضلال عبارة عن الهلاك، والضلال: الهلاك، قال اللَّه تعالى:  (وَقَالُوا أَإِذَا ضَلَلْنَا فِي الْأَرْضِ) ، أي: هلكنا. </p><p> وقوله - عَزَّ وَجَلَّ -: (مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا ... (٢٥) فحرف \" ما \" هاهنا صلة في الكلام، ومعناه: بخطيئاتهم، أو من خطيئاتهم أغرقوا، فأدخلوا نارا في الآخرة؛ إذ أغرقت أبدانهم وأجسادهم وردت أرواحهم إلى النار. </p><p> (فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا) ، أي: لم يجدوا لأنفسهم بعبادتهم من عبدوا من دون اللَّه تعالى أنصارًا من المعبودين؛ لأنهم كانوا يعبدون من يعبدون من دون اللَّه ليقربهم إلى اللَّه، ويكونوا لهم شفعاء وعزًّا، فلم يجدوا الأمر على ما قدروه عند أنفسهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا (٢٦) . </p><p> قيل: تأويله: لا تذر على الأرض من الكافرين ساكن دار، وإذا لم يبق منهم ساكن دار فقد بادوا جميعا وهلكوا، فكأنه يقول: لا تذر منهم أحدا. </p><p> وقوله عَزَّ وَجَلَّ:  (إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا (٢٧) . </p><p> هذا كلام شنيع في الظاهر من نوح عليه السلام؛ لأنه خارج مخرج الإنكار على الله تعالى لو تركهم ولم يهلكهم، وهذا يشبه بقول من قال:  (أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ) ، وهذا - أيضا - خارج مخرج التذكير لله تعالى: أنه لو أبقاهم أدى ذلك إلى إضلال العباد، وفيه تقدم بين يدي اللَّه تعالى وذلك عظيم؛ لأنه ليس في شرط الألوهية إهلاك من عمله الإضلال؛ ألا ترى أن إبليس اللعين وأتباعه جل سعيهم في </p>"
}