{
  "id": null,
  "sura": 71,
  "aya": 28,
  "text": "<p> إضلال بني آدم، ثم لم يستأصلوا ولم يهلكوا، بل أبقوا إلى الوقت المعلوم. </p><p> ولكن يجوز أن يكون دعا عليهم، بعد أن أذن له بالدعاء عليهم بالهلاك والبوار؛ فيكون الدعاء بالهلاك على تقدم الإذن. </p><p> والأصل: أن الرسل - عليهم السلام - بعثوا لدعاء الخلق إلى الإسلام، وكانوا في دعائهم راجين الإسلام منهم، خائفين عليهم بدوامهم على الكفر، فلما قيل لنوح - عليه السلام -: (أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ) - وقع له الإياس عن إسلام من تخلف عن الإيمان، فارتفع معنى الدعاء إلى الإسلام، فجائز أن يرد له الإذن بعد ذلك بالدعاء عليهم بالهلاك، فيدعو إذ ذاك. </p><p> ثم يكون قوله:  (إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ) خارجًا مخرج الإشفاق والرحمة على من معه من المؤمنين، وهو أن الذين داموا على الكفر لو أبقوا، خيف منهم أن يضلوا المؤمنين ويغيروهم إلى ملتهم؛ فتكون شفقته على المسلمين داعية له على الدعاء بالهلاك على الكفرة؛ لئلا يتوصلوا إلى الإضلال. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا) وقت بلوغهم المحنة والابتلاء، فحينئذ يوجد منهم الفجور، لا أن يلدوا فجارا كفارا؛ إذ لا صنع لهم في ذلك الوقت، وهو كقوله:  (إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ) ، أي: نبتليه لوقت بلوغه المحنة والابتلاء، لا أن يبتلى وقت ما يشاء. </p><p> وفي هذه الآية دلالة أن الكفر قد يقع عليه اسم الفجور؛ لأنه لو خرج قوله: قوله تعالى: (كَفَّارًا) مخرج التفسير لقوله: (فَاجِرًا) استقام أن يحمل تأويل قوله تعالى: (وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ) على الكفرة. </p><p> وقوله - عَزَّ وَجَلَّ -: (رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا ... (٢٨) هكذا الواجب على المرء في الدعاء والاستغفار أن يبدأ بنفسه، ثم بوالديه، ثم بالمؤمنين. </p><p> ثم قوله:  (بَيْتِيَ) قَالَ بَعْضُهُمْ: أي: في سفينتي. </p><p> وقَالَ بَعْضُهُمْ:  (في بيتي) أي: في ديني؛ فيكون البيت كناية عن الدِّين. </p><p> وقَالَ بَعْضُهُمْ: إنما هو بيته الذي يسكن فيه؛ لما أطلعه اللَّه تعالى أن من دخل بيته مؤمنا لا يعود إلى الكفر. </p><p> قال الشيخ - رحمه اللَّه -: ثم إن أرجى الأمور للمؤمنين في الآخرة دعاء الأنبياء والملائكة - عليهم السلام - في الدنيا؛ لأنهم إنما يدعون بعد الإذن لهم بالدعاء، فلا يحتمل أن ياذن اللَّه تعالى لهم بالدعاء، ثم لا يجيب دعوتهم. </p><p> وذكر عن ابن عَبَّاسٍ - رضي اللَّه عنهما - أنه قال: إن نوحًا - عليه السلام - دعا بدعوتين: </p><p> أحدهما: للمؤمنين بالاستغفار والتوبة. </p><p> والثانية: على الكفار بالبوار والتبار. </p><p> وقد أجيبت دعوته فيما دعا على الكفرة؛ فلا يجوز أن يجاب في شر الدعوتين، ثم لا يجاب في خير الدعوتين. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا) قيل: كسرا وذلا وصغارا؛ فإنه مشتق من التبر، وكل مكسور يقال له: تبر؛ فكأنه يقول: اكسر منعة الظالمين وشوكتهم؛ فإن كان التأويل هذا فهو يقع على جميع الظلمة من كان في وقته ومن بعده. </p><p> وقيل: التبار: الهلاك؛ فإن كان هذا معناه فهو على ظالمي زمانه؛ إذ لا يجوز للأنبياء - عليهم السلام - أن يدعوا على قوم إلا أن يؤذن لهم بالدعاء عليهم، وإنما جاء الإذن في حق قومه، فأما في حق غيرهم لم يثبت؛ فلا يجوز القول فيه إلا بما تواتر الخبر به عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، واللَّه أعلم. </p><p> * * * </p>"
}