{
  "id": null,
  "sura": 72,
  "aya": 23,
  "text": "<p> الكفر؛ فظهر مراده بمقابله، وهو قوله (وَأَنَّا مِنَّا الْمُسْلِمُونَ) . </p><p> والضر قد يكون في الدِّين والمال والنفس، ولكنه لما ذكر قوله:  (رَشَدًا) ، والرشد يتكلم به في الدِّين، علم أن قوله:  (ضَرًّا) راجع إليه أيضا، فكأنه يقول: لا أملك إضلالكم، ولا رشدكم؛ إنما ذلك إلى اللَّه تعالى، يضل من يشاء، ويهدي من يشاء. </p><p> والمعتزلة تزعم أن اللَّه تعالى لا يملك رشد أحد ولا غيه، بل رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أكثر ملكا منه؛ لأنه يملك أن يدعو الخلق إلى الهدى بنفسه، واللَّه تعالى لا يملك ذلك إلا برسوله. </p><p> وقال - عَزَّ وَجَلَّ -: (لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ) ، وقال:  (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ) ، ولو كان المراد من الهداية المضافة إلى اللَّه تعالى الدعوة والبيان، لكان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يهديهم؛ لأنه داع ومبين؛ فثبت أن في الهداية من اللَّه تعالى لطفا لا يبلغه تدبير البشر. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا (٢٢) . </p><p> فكأنهم طلبوا منه ترك تبليغ الرسالة إلى قومٍ، أو كتمان شيء ما أمر بإظهاره، أو محاباة أحد من الأجلة، فأمر أن يخبرهم أنه لا يجيره أحد من اللَّه تعالى، ولا يجد لنفسه ملجأ إن فعل ذلك، سوى أن يبلغ رسالات ربه؛ فيجيره من عذابه؛ ويكون له عنده ملجأ؛ إن فعل. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِلَّا بَلَاغًا مِنَ اللَّهِ وَرِسَالَاتِهِ ... (٢٣) . </p><p> فمنهم من جعل قوله:  (إِلَّا بَلَاغًا مِنَ اللَّهِ وَرِسَالَاتِهِ) استثناء من قوله: قل إني لا أملك لكم ضرًّا ولا رشدا إلا بلاغا من اللَّه أي: إني لا أملك لكم هدايتكم ولا إضلالكم إلا ما كلفت لأجلكم من تبليغ الرسالة. </p><p> ومنهم من جعل هذا استثناء من قوله:  (قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ) إن عدلت عن أمره، ولم أبلغ الرسالة؛ فلا يجيرني من عذابه إلا أن أبلغ الرسالة؛ قال اللَّه تعالى:  (يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ) ، وقال: </p><p> (فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ) . </p><p> ولأنه لا يجوز أن تقع له الحاجة إلى الإجارة من عذاب اللَّه تعالى، ولم يوجد منه تقصير ولا تضييع يستوجب به العقاب؛ فلا بد من أن يُمْكِن فيه ما ذكرنا من التقصير في التبليغ والعدول عما كلف؛ حتى يستقيم ذكر الإجارة فيه. </p><p> وذكر أبو معاذ -صاحب التفسير-: أن الاستثناء راجع إلى قوله: (قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا) ، ليس إلى قوله:  (قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ) ، واستدل على ذلك بقراءة عبد اللَّه بن مسعود - رَضِيَ اللَّهُ عَنْهُ - أنه كان يقرأ:  (قل إني لا أملك لكم غيًّا ولا رشدا إلا بلاغًا من اللَّه) ، وليس فيما ذكرنا قطع الاستثناء على قوله: قل إني لا أملك لكم ضرًّا ولا رشدا إلا بلاغا من اللَّه؛ للوجه الذي ذكرنا. </p><p> ولأن أكثر أهل التأويل أجمعوا على صرف الاستثناء إلى قوله:  (قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ) ؛ فلا يجوز أن يحمل قولهم على الخطأ بما ذكره أبو معاذ، وما ذهبوا إليه وجه الصحة والسداد. </p><p> وجائز أن يكون البلاغ والرسالة واحدًا؛ فيكون قوله الذي يبلغ بلاغا من الله ورسالاته، ويكون ذلك على التكرار؛ وهو كقول (وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ) ، قيل: إنهما واحد. </p><p> وجائز أن تكون الرسالة نفس ما أنزل، وهو الكتاب، والبلاغ ما أودع فيه من الحكمة والمعاني؛ وكذلك قيل في قوله تعالى:  (وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ) : إن الكتاب هو المنزل نفسه، والحكمة: ما تضمن فيه من المعاني. </p><p> وجائز أن يكون البلاغ من اللَّه تعالى منصرفا إلى حكمه، ورسالاته إلى غيره. </p><p> أو تكون رسالاته حكمه، والبلاغ خبره؛ وهو كقوله تعالى:  (وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا) : صدقا أخباره، وعدلا أحكامه، أو إبلاغا من اللَّه حق اللَّه عليهم ورسالاته بما به مصالحهم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا) قالوا: لا ملجأ وممالًا، أي: موضعا يمال إليه، والالتحاد الإمالة، سمي اللحد: لحدا من هذا؛ لأنه يمال عن سننه. </p>"
}