{
  "id": null,
  "sura": 72,
  "aya": 11,
  "text": "<p> اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا (١٩) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَلِكَ ... (١١) . </p><p> قَالَ بَعْضُهُمْ:  (الصَّالِحُونَ) هم المؤمنون و (دُونَ ذَلِكَ) هم الكافرون. </p><p> ويشبه أن يكون (الصَّالِحُونَ) ، و (دُونَ ذَلِكَ) وليس على الإيمان والكفر؛ لأن هذا قد ذكر فيما تقدم من الآيات بقوله:  (وَأَنَّا مِنَّا الْمُسْلِمُونَ وَمِنَّا الْقَاسِطُونَ) ، ولو كان التأويل على ما ذكروا، لكان يقع موقع التكرار؛ ولكن تأويله عندنا:  (وَأَنَّا مِنَّا الصَّالِحُونَ) ، أي: منا من عرف بالصلاح والستر، (وَمِنَّا دُونَ ذَلِكَ) وهم الفسقة؛ فيكون فيه إبانة أن كل أهل دين فيهم الصالح المرضي، وفيهم الفاسق المفسد في دينه؛ قال اللَّه تعالى:  (وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ) ، ولو لم يكن منا غير صالح، لم يكن لاشتراط الصالحين معنى، وكقوله تعالى:  (وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ) ، فلو لم يكن منا أهل فسق، لما قال هذا. </p><p> وقوله - عَزَّ وَجَلَّ -: (كُنَّا طَرَائِقَ قِدَدًا) . </p><p> أي: أهواء متفرقة، ولم يذكروا في الأهواء المتفرقة الأصلح والأدون، وذكروا ذلك عند ذكر الفاسق والصالح؛ لأن أهل الأهواء كلٌّ يظن في نفسه: أنه هو المحق، وغيره على الباطل، وأما الفاسق فهو يعرف أنه يتعاطى بفسقه ما لا يحل له، ويرتكب ما نهي عنه، وكذلك كل من شاهد فسقه يعرف أنه على الباطل؛ وإن كان كذلك، ظهر الدون فيه، وظهر الصالح، ولم يظهر ذلك في اعتقاد المذاهب؛ فلم يتكلم فيه بالدون والصالح. </p><p> ثم الطرائق هي المذاهب والأهواء، والقدد: القطع، يقال: قدَّه، أي: قطعه، فمعناه: أنا كنا على مذاهب متفرقة، وأهواء متشتتة، ففي الآية أن في الجن أهواء متفرقة، كما أن ذلك في الإنس، والأصل فيه أن طريق معرفة المذهب والدِّين الفكر والاجتهاد ليتوصل به إلى الحق، والمجتهد قد يصيب الطريق مرة، ويزيغ عنه أخرى؛ فلهذا ما أصاب البعض من الخلائق الطريق المستقيم، ومنهم من زاغ عنه. </p><p> ويعلم بهذا أن سبيل الجن في التوحيد وسبيل الإنس واحد، وهو الفكر، وله الاجتهاد، وأن فيهم آيات متشابهة كما في الإنس؛ إذ عن المتشابه يتولد الزيغ؛ لذلك تفرقوا على أهواء متفرقة مختلفة، وأما أسباب الفسق مجتمعة، فتعرف بالمعاينة، فيظهر الأدون والأرفع في الدِّين. </p>"
}