{
  "id": null,
  "sura": 72,
  "aya": 1,
  "text": "<p> سُورَةُ الْجَنِّ، وهي مَكِّيَّة </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا (١) يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا (٢) وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلَا وَلَدًا (٣) وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى اللَّهِ شَطَطًا (٤) وَأَنَّا ظَنَنَّا أَنْ لَنْ تَقُولَ الْإِنْسُ وَالْجِنُّ عَلَى اللَّهِ كَذِبًا (٥) وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا (٦) وَأَنَّهُمْ ظَنُّوا كَمَا ظَنَنْتُمْ أَنْ لَنْ يَبْعَثَ اللَّهُ أَحَدًا (٧) وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا (٨) وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا (٩) وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا (١٠) . </p><p> قوله - عَزَّ وَجَلَّ -: (قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ) ، اختلف في السبب الذي كان به مجيء الجن إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فمنهم من ذكر أن إبليس صعد إلى السماء، فوجدها قد ملئت حرسا شديدا وشهبا؛ فتيقن أنه قد حدث في الأرض حادث، ففرق جنوده؛ ليعلم ذلك. </p><p> ومنهم من يقول بأن الأصنام خرت لوجوهها حين بعث رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ فعلم إبليس أنه قد حدث في الأرض حادث حتى خرت له الأصنام، ففرق جنوده؛ ليصل إلى علم ذلك. </p><p> ثم من الناس من يزعم أن قصة هذه السورة وقصة قوله - عَزَّ وَجَلَّ -: (وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ) - واحدة. </p><p> وقَالَ بَعْضُهُمْ بأن هَؤُلَاءِ النفر الذين ذكروا في هذه السورة كانوا من مشركي الجن، والذين ذكروا في سورة الأحقاف كانوا من يهود الجن؛ دليله: أنه قال في هذه السورة فيما حكي عن الجن: (وَأَنَّا ظَنَنَّا أَنْ لَنْ نُعْجِزَ اللَّهَ فِي الْأَرْضِ وَلَنْ نُعْجِزَهُ هَرَبًا) ، واليهود يقرون بالبعث، ولا ينكرونه؛ فثبت أنهم كانوا من جنس المشركين، وقال في سورة الأحقاف:  (قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَى مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ) ؛ فثبت أنه قد كان عندهم علم بالكتاب المنزل على رسول الله موسى - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وكانوا به مقرين، واليهود هم الذين يؤمنون بكتاب موسى - عليه السلام - لا غير. </p><p> ثم فيما حكى اللَّه تعالى عن الجن من تصديقهم هذا الكتاب واستماعهم ما جرى من المخاطبات فيما بينهم - فوائد: </p><p> إحداها: أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان مبعوثا إلى الجن والإنس حتى صرف الجن إلى الاستماع إليه. </p><p> وفيه أنهم لما أخذوا القرآن من لسانه قاموا فيما بين القوم بإنذارهم، وأعانوه في التبليغ على ما أخبر - عَزَّ وَجَلَّ - (فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ) . </p><p> وفيه أن أُولَئِكَ النفر تسارعوا إلى الإجابة لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ فيكون فيه تسفيه قوم رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - الذين نشأ بين أظهرهم؛ لأنهم عرفوا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فيما بينهم بالصيانة والعدالة، ولم يقفوا منه على كذب قط، وحق من يعرف بالصدق إن لم يصدق ألا يتسارع إلى تكذيبه فيما يأتي به من الأنباء، بل يوقف في حاله إلى أن يتبين منه ما يظهر كذبه، وقومه استقبلوه بالتكذيب، ولم يعاملوه معاملة من كان معروفا بالصدق والصيانة، والجن الذين صدقوه، لم يكونوا عارفين بأحواله فيما قبل أنه صدوق، أو ممن يرتاب في خبره، ثم تسارعوا إلى تصديقه؛ لما لاحت لهم الحجة وثبتت عندهم آية الرسالة وعاملوه معاملة من قد عرف بالصدق؛ فدل أنهم كانوا في غاية من السفه. </p><p> وفيه - أيضا - دلالة رسالته - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لأن قوله تعالى:  (فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا (١) يَهْدِي إِلَى الرُّشْدِ. . .) إلى آخر القصة فيما بينهم - إخبار عن علم الغيب وهذا لا يعرف إلا بمن عنده علم الغيب؛ فثبت أنه باللَّه تعالى علم. </p><p> ثم يجوز أن يكون الذي حملهم على الإيمان به ما عرفوا أنه أتى بالمعجز الذي يعجز الخلق عن الإتيان بمثله، وبما وقفوا على إحكام معانيه وحسن تأليفه ونظمه. </p><p> وفيه أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لم يشعر بمجيئهم حتى أُوحي إليه أنه قد أتاه نفر من الجن، واستمعوا إلى ما أوحي إليه؛ فيكون فيه دلالة على فساد قول الباطنية؛ حيث يزعمون أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قبل الوحي بالجسد الروحاني؛ لأنه لو كان كما وصفوا، لرأى الجن عندما حضروا إليه؛ إذ الجسد الروحاني مما يبصر الجن، ولم يكن يُوحَى إليه، فيعرف أن </p><p> قد حضره نفر من الجن. </p><p> وروي عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه سأل جبريل - عليه السلام - أن يراه على صورته، فقال له جبريل:  \" إنك لا تطيقه؛ لأن الأرض لا تسعني، ولكن انظر إلى أفق السماء \" ، ولو كان يأخذ الوحي بالجسد الروحاني، لكان قد رأى جبريل - عليه السلام - على صورته فيبطل فائدة هذا السؤال؛ فثبت أن الأمر ليس كما زعموا، بل كان يقبله بالصورة الجسدانية، وأنه كما وصفه اللَّه تعالى بقوله:  (قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ. . .) . </p><p> وقَالَ الْقُتَبِيُّ: النفر: ما بين الثلاثة إلى التسعة. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَزَادُوهُمْ رَهَقًا) . </p><p> قَالَ بَعْضُهُمْ: العجب: الغريب، وإنَّمَا استغربوا ذلك منه؛ لأنهم سمعوه من أُمِّي لا يعرف الكتابة ولا يقرأ الكتب. </p><p> ومنهم من قال بأن حسن تأليفه ونظمه ووصفه هو الذي حملهم على التعجب. </p><p> ومنهم من قال: إنما تعجبوا من آياته وحججه؛ لأنه جاء في تثبيت التوحيد، وإثبات الرسالة، وإثبات البعث، ولم يكن لهم معرفة بالوحدانية؛ بل كانوا أهل شرك، ولم يكونوا أهل معرفة بالبعث ولا الرسالة؛ فكانت الآيات عجيبة؛ حيث قررت عندهم هذه الأوجه، واللَّه أعلم. </p><p> ثم في هذه السورة وفي قوله تعالى:  (وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ) إخبار أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لم يكن يشعر بمجيئهم. وروي في الخبر عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه لما تلى على أصحابه سورة الرحمن، قال لأصحابه:  \" إن الجن كانوا أحسن إجابة منكم، إني تلوت عليهم هذه السورة،فكانوا يقولون:ما بشيء من آلائك نكذب ربنا، فلك الحمد \" . ففي هذا الخبر دلالة أنه قد رآهم وشعر بمجيئهم؛ فيكون فيه إثبات الوجهين جميعا: أن قد شعر مرة، ولم يشعر أخرى. </p><p> ثم يجوز أن يكون رآهم بما قوى اللَّه - عَزَّ وَجَلَّ - بصره حتى احتمل إدراك الجن، وضعفت أبصار غيره عن رؤيتهم؛ ألا ترى أن أهل الجنة يرون الملائكة عندما تأتيهم بالتحف من ربهم، فيقوي اللَّه - عَزَّ وَجَلَّ - بصرهم حتى رأوا الملائكة بجوهرهم، وإن ضعفت أبصارهم عن الرؤية في الدنيا، ففي ذلك تجويز أن يكون اللَّه - تعالى - قوى بصر </p><p> نبيه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حتى رأى الجن على صورتهم. </p><p> وجائز أن يكون اللَّه تعالى صور الجن على صورة الإنس حتى رآهم، وشعر بمجيئهم، واللَّه أعلم. </p><p> ثم ما ذكرنا من السببين في أمر مجيء الجن إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في أول السورة من قول أهل التأويل لا نقطع القول بذلك، وإن كان في حد الإمكان والجواز؛ لأنهم تكلفوا استخراج ذلك بالتدبر والاجتهاد، وما كان سبيل معرفته الاجتهاد، لم يجز أن نقطع القول فيه بالشهادة. </p><p> وقد يجوز أن يكون الذي حملهم على المجيء غير ذينك الوجهين، وهو أن يكون النفر من منذري الجن؛ لأنه ذكر أن من الجن نذرًا، وأن الرسل من الإنس دون الجن، فتفرقوا في الأرض على رجاء أن يظفروا برسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فيتلقفوا منه ما يقومون به بالنذارة فيما بين قومهم إذ كانوا يصعدون إلى السماء فيستمعون الأخبار، وينذرون قومهم بها، ثم انقطع علم ذلك عنهم حيث لم يجدوا مسلكا إلى الصعود؛ لأنها قد ملئت حرسا، وعلموا أن اللَّه - عَزَّ وَجَلَّ - لا يبقيهم حيارى ويقطع عنهم وجه المعرفة، فتفرقوا في الأرض رجاء أن يظفروا بمن يزيل عنهم الشبه، ويوضح لهم الحجج والبراهين، فوصلوا إلى مقصودهم من جهة نبينا مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> ويجوز أن يكون عندهم أن لا أحد في الأرض من جني أو إنسي يكذب على اللَّه؛ كما حكى اللَّه عنهم بقوله:  (وَأَنَّا ظَنَنَّا أَنْ لَنْ تَقُولَ الْإِنْسُ وَالْجِنُّ عَلَى اللَّهِ كَذِبًا) ، فلما تحقق عندهم الكذب خافوا على أنفسهم أن يبتلوا به، وأن يشتبه عليهم الصراط السوي؛ فتفرقوا في الأرض على رجاء أن يظفروا بمن يدلهم على الطريقة المثلى، حتى وجدوا رسول الله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -. </p><p> ويجوز أن يكونوا لما صعدوا إلى السماء، فرأوها مملوءة من الحرس والشهب، أيقنوا أن ذلك لحادث خبر أو خافوا حلول نقمة بأهل الأرض؛ فتفرقوا في البلاد لما لعلهم يصلون إلى علم ذلك. </p><p> ثم الذي تحقق كون هذا الخبر وهو أن السماء ملئت حرسا شديدا وشهبا في حق الكفرة - انقطاع الكهنة بعد ذلك، ولو كان الأمر على خلاف هذا، لكانوا لا ينقطعون؛ لأن الشياطين كانوا يصعدون إلى السماء فيأتون الكهنة بما يستمعون من الأخبار، ويلقونها </p>"
}