{
  "id": null,
  "sura": 72,
  "aya": 10,
  "text": "<p> وكانوا يسترقون السمع قبل ذلك حتى انقطع أمر الكهنة؛ إذ لا يجوز أن يأتوا بخبر السماء وقت مبعث النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - حتى كان يختلط أمر الكهنة بأمره عليه السلام؛ فحبسوا عن الصعود إلى السماء وإتيان الخبر عنها؛ حتى انقطع أمر الكهنة، فجاءهم الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بعد ذلك؛ ليعلموا أن ذلك ليس بكهانة، وإنما هو وحي يأتيه من السماء؛ إذ لو كان كهانة كان غيره لا يمنع عن مثله، كما في سالف الزمان؛ فهذه الآية كأنها حكاية عن قول الجن لما رجعوا إلى قومهم منذرين قالوا هذا كله لقومهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا (١٠) فهو يحتمل وجهين: </p><p> أحدهما: لا ندري بما قطعت بالحرس والشهب أخبار السماء عن أهل الأرض، وحبس الذين يصعدون السماء عن أخبار السماء، ويقذفون من كل جانب، أريد بأهل الأرض الشر، وهو إنزال العذاب عليهم، أو أريد بهم أن يرسل إليهم رسول يرشدهم. </p><p> وجائز أن يكونوا أيقنوا أن أخبار السماء إنما انقطعت عن أهل الأرض بما يرسل إليهم من الرسول؛ فيكون الرسول هو الذي يخبرهم بما لهم إليه من حاجة، ولكنهم لم يدروا أنه أريد بهم الرشد بإرسال الرسول أو الشر؛ لأنهم كانوا علموا أن من آمن بالرسول المبعوث، ونظر إليه بعين الاستهداء والإرشاد فقد رشد، ومن نظر إليه بعين الاستخفاف والاستهزاء استؤصل؛ فلم يدروا أيكذبون الرسول؛ فيحل بهم الهلاك في العاقبة، أو يصدقونه فيرشدوا به؟ وهذا يبين أن العواقب في الأشياء هي المقصودة، وأن الحكيم ما يفعل من الأمر يفعله للعواقب، وفي هذا إبانة أن الجن من المسلمين لم يكونوا معتزلة؛ إذ من قول المعتزلة: أن اللَّه تعالى لا يفعل بعباده إلا ما هو أصلح لهم في الدِّين والدنيا في حقهم، والجن قد أيقنوا أن اللَّه تعالى قد يريد الشر بمن يعلم أنه يؤثر فعل الشر على فعل الخير، ويريد الخير بمن يعلم أنه يؤثره على فعل الشر. </p><p> * * * </p><p> قوله تعالى:  (وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَلِكَ كُنَّا طَرَائِقَ قِدَدًا (١١) وَأَنَّا ظَنَنَّا أَنْ لَنْ نُعْجِزَ اللَّهَ فِي الْأَرْضِ وَلَنْ نُعْجِزَهُ هَرَبًا (١٢) وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى آمَنَّا بِهِ فَمَنْ يُؤْمِنْ بِرَبِّهِ فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا (١٣) وَأَنَّا مِنَّا الْمُسْلِمُونَ وَمِنَّا الْقَاسِطُونَ فَمَنْ أَسْلَمَ فَأُولَئِكَ تَحَرَّوْا رَشَدًا (١٤) وَأَمَّا الْقَاسِطُونَ فَكَانُوا لِجَهَنَّمَ حَطَبًا (١٥) وَأَلَّوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا (١٦) لِنَفْتِنَهُمْ فِيهِ وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا (١٧) وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا (١٨) وَأَنَّهُ لَمَّا قَامَ عَبْدُ </p>"
}