{
  "id": null,
  "sura": 72,
  "aya": 13,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَأَنَّا ظَنَنَّا أَنْ لَنْ نُعْجِزَ اللَّهَ فِي الْأَرْضِ وَلَنْ نُعْجِزَهُ هَرَبًا (١٢) ذكر أبو بكر الأصم أنه على كفرهم ظنوا ألا يعجزوا اللَّه تعالى. </p><p> ولكن أكثر أهل التأويل ذكروا أن الظن هاهنا في موضع العلم، ويؤيد تأويلهم قراءة حفصة - رضي اللَّه عنها - فإنها كانت تقرأ:  (وأنا علمنا أن لن نعجز اللَّه في الأرض فَرَرَةً ولن نسبقه هربا) . </p><p> فقوله:  (لَنْ نُعْجِزَ اللَّهَ فِي الْأَرْضِ) أي: لن نفوته، ولا يتهيأ لنا أن نعجز اللَّه بأهل الأرض عن إيصال نقمته وعذابه إلينا. </p><p> ويخرج قوله:  (فَرَرَةً) على ذلك، أي: لو فررنا من عذابه، لن نعجزه ألا يعذبنا. </p><p> والفرار قد يكون بدون الطلب؛ قال اللَّه - عَزَّ وَجَلَّ -: (فَفِرُّوا إِلَى اللَّهِ إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ) ، ولم يرد به الفرار من الطلب، وأما الهرب فإنه لا يكون إلا عن طلب؛ فكأنهم قالوا: لا يتهيأ لنا الفرار عن عذاب اللَّه تعالى؛ لكثرة الأعوان والأنصار، ولا يعجزه هربنا عن طلب. </p><p> أو أن يكون قوله عَزَّ وَجَلَّ:  (لَنْ نُعْجِزَ اللَّهَ فِي الْأَرْضِ) وإن دخلنا تحت تخوم الأرضين، ولن نعجزه بالهرب على وجه الأرض، فيكون فيه إقرار بأنا لا نقدر بالحيل والأسباب أن نحترز من عذاب اللَّه تعالى، كما يتهيأ الاحتراز عن ملوك الأرض بالحيل والأسباب. </p><p> ثم مثل هذا الكلام يصدر عن أهل الإسلام؛ لأن مثل هذا الكلام إنما يتكلم به من يخاف حلول نقم اللَّه تعالى عليه، والذي أيقن بالبعث، ويذكر مقامه بين يدي ربه، وأما أهل الكفر: فلم يؤمنوا بالبعث حتى يحملهم خوف العاقبة على النظر في مثل هذا؛ فثبت أن هذه المقالة صدرت عن أهل الإسلام، ليس عن أهل الكفر؛ كما ذكره أبو بكر الأصم، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى آمَنَّا بِهِ فَمَنْ يُؤْمِنْ بِرَبِّهِ فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا (١٣) . </p><p> فالهدى هو الدعاء إلى الحق، فيحتمل أن يكون لما دعينا إلى الحق -وهو القرآن- آمنا به؛ ألا ترى إلى قوله - عَزَّ وَجَلَّ -: (يَهْدِي إِلَى الْحَقِّ) ، أي: يدعو إليه، وقال اللَّه تعالى في أول السورة:  (يَهْدِي إِلَى الرُّشْدِ) . </p><p> ويجوز أن يكون الهدى هو الاهتداء، أي: لما سمعنا ما به اهتدينا. </p><p> وظن أبو بكر الأصم أنهم كانوا كفرة إلى أن سمعوا الهدى فآمنوا به؛ لأنه لو كانوا على الهدى من قبل لكان الإيمان منهم سابقا؛ فلا يكون لقوله:  (آمَنَّا بِهِ) وقد آمنوا من قبل - معنى، وليس يثبت كفرهم بما ذكر؛ لأنه قد يجوز أن يكونوا على الإيمان فلما سمعوا الهدى، أحدثوا إيمانا بهذا الهدى على ما سبق منهم من الإيمان بالجملة؛ ألا ترى إلى قوله - عَزَّ وَجَلَّ -: (فَزَادَتْهُمْ إِيمَانًا) ، وقال:  (لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ) أي: زادوا إيمانا؛ بالتفسير على ما سبق منهم من الإيمان بالجملة لأنهم لم يكونوا من قبل مؤمنين، فأحدثوه للحال، وكذلك قال:  (اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ) وقد هدوا الصراط المستقيم، ولكنهم يريدون بهذا الدعاء أن اهدنا بالإشارة والتعيين إليه الصراط المستقيم على ما هديتنا في الجملة؛ فكذلك إحداثهم الإيمان بما سمعوا من الهدى لا ينفي عنهم الإيمان فيما سبق من الأوقات، بل يجوز أن يكونوا مؤمنين من قبل، ثم يحدثوا الإيمان بكل أمر يجيئهم من عند اللَّه - عز وجل -، ولا يدل إيمانهم به على أنهم لم يكونوا من قبل مسلمين، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَنْ يُؤْمِنْ بِرَبِّهِ فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا) . </p><p> قال - رحمه اللَّه -: إنه لا أحد من أهل الإيمان من جني ولا إنسي يخاف البخس والرهق من اللَّه تعالى إلا المعتزلة؛ فإنهم يخافون ذلك؛ لأنهم ليسوا يخرجون مرتكبي الكبائر من الإيمان، ثم يطلقون القول فيهم: إنهم يخلدون في النار، وفي التخليد خوف البخس والرهق، بل فيه ما يزيد على البخس؛ لأن البخس هو النقصان، وفي التخليد ذهاب منفعة الإيمان ومنفعة الخيرات التي سبقت منهم. </p><p> وقال تعالى:  (رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا) ، والمعتزلة تزعم أنه لو آخذهم بالخطأ والنسيان، كان جائرًا. </p><p> وقال:  (رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا) ، وهم يزعمون أنه لو أزاغ قلوبهم بعد الهدى، كان ذلك منه جورا وظلما، فهم أبدا على خوف من جور ربهم. </p><p> ونحن نقول بأنه لو آخذهم به، كان يكون ذلك منه عدلا، وإذا عفا عنهم، كان ذلك منه إنعاما وإفضالا، فنحن ندعو اللَّه تعالى، ونتضرع إليه ألا يعاملنا بعدله فنهلك، بل </p>"
}