{
  "id": null,
  "sura": 72,
  "aya": 17,
  "text": "<p> طريقة الحق، ويؤمنوا، لم يحكم على طريق الأبد في حق الكل، بل حكمه أن يستقيم عليها البعض إلى مدة، ثم يترك، ويبدل الحق بالباطل ويدوم البعض عليها؛ تحقيقا لما ذكرنا من الحكمة؛ وهو كقوله تعالى:  (لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ) ، أي: لو لم نفرض عليهم الجهاد والخروج إلى القتال، لبرز الذين منتهى آجالهم القتل إلى حوائج أنفسهم، فيقتلون، بيانا منه لحكمه الذي يحكم أنه لو حكم كيف كان؛ فكذا هذا. </p><p> وأما من قال: معناه: طريقة الكفر، فهو أن يكون المراد من الاستقامة هاهنا: الإقامة، ولفظة \" الإقامة \" يعبر بها عن الإقامة على الكفر والإسلام جميعا، وتكون (الطَّرِيقَةِ) هاهنا إشارة إلى الطريقة التي كانوا عرفوها قبل الإسلام وهي الكفر، وإن كانت الطريقة إذا أطلق ذكرها، أريد بها طريقة الهدى؛ لأن طريقة الكفر هي التي كانت معروفة فيما بينهم، وكذلك ذكر أهل التأويل: أن الطريقة هاهنا طريقة الكفر فقوله: (لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا) ، أي: وسعنا عليهم، وكثرنا أموالهم؛ ليعلموا جود ربهم؛ حيث بسط عليهم الرزق مع اختيارهم عداوته؛ كما بسط الرزق على أوليائه، وليعلموا أن حلمه يجاوز الحد حيث لم يؤاخذهم بذنوبهم ولم يعجل بإنزال النقمة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (لِنَفْتِنَهُمْ فِيهِ ... (١٧) فالفتنة: المحنة التي فيها الشدة، فإن كان هذا في أهل الكفر، ففي بسط الرزق عليهم محنة شديدة؛ لأن ذلك يمنعهم عن الخضوع والانقياد لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لما يروا من الفضل على من دونهم في المال والسعة؛ ألا ترى إلى قوله:  (وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ) ، وكذلك قال:  (وَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا) . </p><p> وإن كان التأويل منصرفا إلى أهل الإسلام، ففي التوسيع عليهم محنة شديدة؛ وكذلك جميع ما امتحنا به فيه شدة، قال اللَّه تعالى:  (وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً) فما من حال تعترض الإنسان إلا وله فيها شدة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ) : جائز أن يكون: ومن يعرض عن طاعة ربه وعبادته، أو يعرض عن توحيده، أو يعرض عن القرآن؛ إذ هو ذكر. </p><p> والإعراض هاهنا عبارة عن الإيثار والاختيار، أي: من يختار ذكر غير اللَّه تعالى على ذكره، أو طاعة غيره على طاعته. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَسْلُكْهُ عَذَابًا صَعَدًا) ، وقال في موضع آخر:  (سَأُرْهِقُهُ صَعُودًا) </p>"
}