{
  "id": null,
  "sura": 73,
  "aya": 1,
  "text": "<p> سُورَةُ الْمُزَّمِّلِ مَكِّيَّة </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى (يَا أَيُّهَا الْمُزَّمِّلُ (١) قُمِ اللَّيْلَ إِلَّا قَلِيلًا (٢) نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا (٣) أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا (٤) إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا (٥) إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا (٦) إِنَّ لَكَ فِي النَّهَارِ سَبْحًا طَوِيلًا (٧) وَاذْكُرِ اسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا (٨) رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا (٩) وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا (١٠) وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا (١١) إِنَّ لَدَيْنَا أَنْكَالًا وَجَحِيمًا (١٢) وَطَعَامًا ذَا غُصَّةٍ وَعَذَابًا أَلِيمًا (١٣) يَوْمَ تَرْجُفُ الْأَرْضُ وَالْجِبَالُ وَكَانَتِ الْجِبَالُ كَثِيبًا مَهِيلًا (١٤) . </p><p> قوله - عَزَّ وَجَلَّ -: (يَا أَيُّهَا الْمُزَّمِّلُ) . </p><p> المزمل والمدثر يقتضيان معنى واحدا، على ما نذكر في سورة المدثر. </p><p> وقوله - عَزَّ وَجَلَّ -: (قُمِ اللَّيْلَ إِلَّا قَلِيلًا (٢) نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا (٣) أَوْ زِدْ عَلَيْهِ). </p><p> جائز أن يكون هذا الأمر كله منصرفا إلى وقت واحد، فإذا صرفته إلى وقت واحد، فإما أن يكون قوله - عَزَّ وَجَلَّ -: (إِلَّا قَلِيلًا (٢) نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا (٣) أَوْ زِدْ عَلَيْهِ) منصرفا إلى قوله: (قُمِ اللَّيْلَ) ، أو إلى قوله:  (إِلَّا قَلِيلًا) ، فإن صرفت النقصان إلى قوله:  (إِلَّا قَلِيلًا) ، زدت في الأمر بالقيام، وإن صرفت النقصان إلى قوله:  (قُمِ اللَّيْلَ) ، فقد زدت في قوله:  (نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا) ؛ فإلى أيهما صرف، اقتضى الزيادة في أحدهما، والنقصان في الآخر؛ فيتفق معناهما، وهذا نظير قوله تعالى:  (يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ) ؛ فمنهم من جعل الكلالة اسما للميت الموروث عنه، ومنهم من أوقع هذا الاسم على الحي الذي يرث الميت، وأيهما كان فهو يقتضي معنى واحدا؛ لأن منزلة الحي من مورثه ومنزلة المورث من الحي واحدة، لا تختلف. </p><p> وجائز أن يكون هذا على اختلاف الأوقات، على ما ذكره أهل التفسير؛ فيكون قوله:  (قُمِ اللَّيْلَ إِلَّا قَلِيلًا) أمرا بإحياء أكثر الليل، ثم يكون في قوله:  (أَوِ انْقُصْ مِنْهُ قَلِيلًا) تخفيف الأمر عليه؛ فيكون فيه أن له أن ينقص عن الأكثر. </p><p> وقوله:  (أَوْ زِدْ عَلَيْهِ) ، أي: على المقدار الذي أبيح له الانتقاص، وإذا ارتفع </p>"
}