{
  "id": null,
  "sura": 73,
  "aya": 5,
  "text": "<p> التبيين، والأصل أن السامع للقرآن مأمور بالاستماع إليه، وإذا لزمه الاستماع، وفي الاستماع الوقوف على حسن نظمه وعجيب حكمته، والوقوف على معانيه؛ فلزم القارئ تبيينه؛ ليصل السامع إلى معرفة معانيه، ويقف على حسن نظمه، وعجيب تأليفه، وذلك يكون أقرب في إفهام السامع والقارئ؛ لما فيه من لطائف المعاني. </p><p> ثم الترتيل منصرف إلى القراءة، وسمى القراءة: قرآنا على جهة المصدر؛ إذ ما هو كلام اللَّه تعالى لا يوصف بالترتيل، واللَّه الموفق. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا (٥) ولم يقل: ثقيلا على من؟ فجائز أن يكون الثقل راجعا إلى الكفرة والمنافقين، ويكون الثقيل الأمر بالجهاد؛ لأنه اشتد على الفريقين جميعا، وأيس الكفار من المسلمين أن يعودوا إلى ملتهم؛ قال اللَّه تعالى:  (الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ) ، وتخلف المنافقون عن القتال مع رسول الله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وثقل ذلك عليهم، فجائز أن يكون قوله (ثَقِيلًا) ؛ أي: على الكفرة والمنافقين، وكذا على أهل الكبائر ثقيل أيضا؛ لأنهم لم يتمنوا أن ينزل عليهم الكتاب، وأما على المسلمين فليس بثقيل بل هو كما قال تعالى:  (وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ) . </p><p> وجائز أن يصرف ذلك إلى رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -؛ لأنه أمر بتبليغ الرسالة إلى الفراعنة وإلى الخلق كافة، وفي القيام بالتبليغ إلى الفراعنة مخاطرة بالروح والجسد، والقيام بما فيه مخاطرة بالروح والجسد أمر ثقيل صعب جدًّا. </p><p> أو يكون ذلك منصرفا إلى قيام الليل؛ فيكون معنى:  (قَوْلًا ثَقِيلًا) : أي الوفاء بما يوجبه ذلك القول. </p><p> وجائز أن يكون هذا منصرفا إلى اتباع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - وأنصاره؛ فيكون ثقله من الوجه الذي كلفوا القيام بفرائضه، وحفظ حدوده، وتحليل حلاله، واجتناب حرامه. </p><p> وزعمت الباطنية أن القول الثقيل هو أن كلف الناطق - وهو الرسول عليه السلام - بتفويض الأمر إلى الأساس، وهو الباب، وذلك الأساس والباب هو علي بن أبي طالب - رَضِيَ اللَّهُ عَنْهُ - عندهم، وهم يسمون الرسول - عليه السلام -: ناطقا، ويقولون بأن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كان مأمورا بتبليغ التنزيل إلى الخلق؛ فلما بلغ التنزيل إليهم، </p><p> واستغنوا عنه، احتاجوا إلى من يعلمهم التأويل؛ فأمر رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بأن يسند أمر التأويل إلى علي بن أبي طالب - رَضِيَ اللَّهُ عَنْهُ - ليكون هو الذي يتولى تعليم الخلق تأويله؛ فذلك هو القول الثقيل؛ إذ أمر أن يستند إلى غيره؛ فاشتد عليه إذ صار غيره ولي الأمر، وبقي هو ساكنا لا ينطق. </p><p> فيقال لهم: إن في الأمر بإسناد الأمر إلى من ذكر تخفيفَ الأمر على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بزعمكم؛ لأن من مذهبكم: أنه إذا فوض الأمر إلى علي - رَضِيَ اللَّهُ عَنْهُ - قبض هو - عليه السلام - وصورة القبض عندكم: أن يميز الصورة الروحانية النورانية من الصورة الجسدانية التي كانت محتبسة في الصورة الجسدانية، ثم تتلف الصورة الجسدانية، وتبعث الصورة الروحانية النورانية إلى دار الكرامة والحبور والخلاص من الحبس - لم يشتد ذلك عليه، ولم يثقل؛ بل كان فيه ما يرغبه إلى التفويض، ويدعوه إليه. </p><p> ومن مذهب الباطنية: أنهم لا يعلمون أحدا مذهبهم إلا بعد أن يحلفوه بالأيمان المغلظة بألا يخبر به أحدًا؛ إشفاقا على أنفسهم، ولو كان الأمر على ما قدروا أن التلف يرد على الصورة الجسدانية التي هي سبب لحبس الصورة أن روحانية، وإذا تلفت ردت الروحانية إلى دار فيها كل أنواع السرور - فما الذي يحوجهم إلى الاستحلاف، وما بالهم يشفقون على أنفسهم، وليس في إتلاف أنفسهم إلا الخلاص من الحبس، والوصول إلى الكرامات، ومن هذا وصفه حق عليه الموت؛ ليعلموا أنهم يعاملون الخلق على خلاف ما يوجبه اعتقادهم، ولو كان ما اعتقدوا حقا، لما استجازوا مخالفته، ولكن الذي دعاهم إلى ما ذكرنا تسويل الشيطان وتزيينه في قلوبهم، وما مثلهم إلا مثل اليهود، الذين ادعوا أن الدار الآخرة خالصة لهم من دون الناس؛ فقيل لهم:  (فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ) ؛ لأنكم لا تصلون إلى الآخرة إلا بالموت، فإن كنتم محقين في دعواكم فتمنوا الموت؛ لتصلوا إليها؛ فكان في امتناعهم عن التمني ما يظهر كذبهم، ويبطل مقالتهم، ويبين تمويههم؛ فكذلك في إشفاق هَؤُلَاءِ على أنفسهم من الهلاك إظهار وإنباء أنهم قصدوا به قصد التمويه على الضعفة؛ ليصلوا إلى المأكلة </p><p> ويتوسعوا به في أمر دنياهم من غير حجة لهم في ذلك. </p><p> وبهذا الفصل الذي ذكرنا يحتج على الثنوية؛ فإن من مذهبهم تحريم القتل والذبح، وأحق من يرى القتل والذبح مباحين هم؛ لأن من مذهبهم: أن العالم إنما هو بامتزاج النور والظلمة، فما من جزء من أجزاء النور إلا هو مشوب بجزء من أجزاء الظلمة، وكانا متباينين، فغلبت الظلمة على النور، فامتزجت به؛ فصارت الظلمة حابسة للنور، ومعلوم أن في القتل تخليص أجزاء النوراني من حبس الظلمات؛ لأن في القتل إزالة السمع والبصر والعقل، ومعلوم أن السمع والبصر في هذه الأشياء، إذ بها رؤية الأنوار، فإذا امتازت هذه الأشياء من الجسد، وبقي الجسد الظلماني لا يبصر شيئا، فقد وصل جوهر النور إلى غرضه ومقصوده بالقتل، وصار إلى مقره، فإذا كان القتل يوصله إلى غرضه ويخلصه عن وثاق الظلمة وحبسه، فقد أحسن القاتل إليه بالقتل والذبح؛ فلا يجيء أن يجرَّم القتل على مذهبهم: بل يجب أن يمدح المرء على ذلك الفعل، ويستصوب ذلك منه. </p><p> وقَالَ الْقُتَبِيُّ: القول الثقيل كلام اللَّه تعالى، وثقله: هو تبجيله وتعظيم حرمته، ليس كلام السفهاء الذي لا يكترث به، ولا يؤبه له. </p><p> وقال الزجاج: الثقيل: الوزين، أي: الذي له وزن وقدر في القلوب، الذي يجب أن يعظم ويوقر، ليس بالقول الذي يستصغر. </p><p> وجائز أن يكون القول الثقيل هو الحق؛ على ما روي في بعض الأخبار:  \" إن الحق ثقيل مر، والباطل خفيف وفر \" . </p><p> وروي عن أبي بكر الصديق - رَضِيَ اللَّهُ عَنْهُ - أنه قال:  \" حق لميزان لا يوضع فيه إلا الخير أن يثقل، وحق لميزان لا يوضع فيه إلا الباطل أن يخف \" ؛ فيكون ثقله العمل بما فيه. </p>"
}