{
  "id": null,
  "sura": 73,
  "aya": 7,
  "text": "<p> وقوله:  (وَأَقْوَمُ قِيلًا) ، أي: أصوب كلاما، والأقوم: هو المبالغة في الوصف بما أريد بالقيام؛ فإن أريد به الكلام، فحقه أن نصرفه إلى الصدق؛ إذ الأقوم من الأخبار أصدقها، وإن أريد به القيام بقاء ما يقتضيه لك الكلام فمعنى قوله (وَأَقْوَمُ) ، أي: أبلغ في وفاء ما يوجبه القول، وإن أريد به القراءة نفسها فهو بالليالي أقوم قراءة. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ لَكَ فِي النَّهَارِ سَبْحًا طَوِيلًا (٧) : </p><p> أي: فراغا وسعة ومنقلبا؛ فالسبح يذكر ويراد به الفراغ، ويذكر ويراد به المشي والتقلب، وهذا الذي قالوه محتمل، ولكن لا يجيء أن يصرف تأويل الآية إلى الفراغ، والتقلب إلى حوائج نفسه؛ لأن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لم يكن يتناول من الدنيا إلا قدر ما يقيم به مهجته؛ فلا يحتاج إلى فضل تقلب، ولا إلى كثير فراغ؛ ليتوسع في أمر دنياه. </p><p> ولكن حقه أن يصرف قلبه إلى تبليغ الرسالة، ودعاء الخلق إلى توحيد اللَّه تعالى، وإلى ما يحق عليهم؛ فيكون في قوله:  (إِنَّ لَكَ فِي النَّهَارِ سَبْحًا طَوِيلًا) ترخيص لرسول الله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في أن ينصب بالليالي للقيام بين يديه، واجتزأ منه بتبليغ الرسالة بالنهار. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَاذْكُرِ اسْمَ رَبِّكَ ... (٨) . </p><p> أي: اذكر ربك؛ دليله قوله على أثره:  (وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا) ، والتبتل يقع إليه لا إلى اسمه، ثم ذكر المولى - جل جلاله - هو أن ينظر إلى أحوال نفسه، ما الذي يلزمه من العبادة في تلك الحال؟ فيكون ذكر ربه بإقامة تلك العبادة، لا بأن يذكر اللَّه تعالى بلسانه فقط، وهو كقوله:  (اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا) ، واستغفارهم أن يأتمروا بما أمروا، وينتهوا عما نهوا، لا أن يقولوا بألسنتهم:  \" نستغفر اللَّه \" ؛ لأنهم وإن قالوا \" نستغفر اللَّه \" ، لم يقبل ذلك منهم إذا كانوا كفرة؛ فثبت أن استغفارهم أن يجيبوا إلى ما دعاهم إليه نوح؛ فكذلك ذكر اللَّه تعالى يقع بوفاء ما يلزمهم حالة القيام به، وذلك يكون بالأفعال مرة، وبالأقوال ثانيا. </p><p> ومنهم من صرف الأمر إلى الاسم على ما يؤديه ظاهر اللفظ، فأمر بذكر اسم الرب لما يحصل له من الفوائد بذكره؛ لأن من أسمائه أسماء ترغبه في اكتساب الخيرات والإقبال على عبادة الرب، ومنها ما يدعو الذاكر إلى الخوف والرهبة، ومنها ما يوقفه على عجائب حكمته، ولطيف تدبيره، وتقرير سلطانه وعظمته في قلبه، ومنها ما يحدث له زيادة علم وبصيره، وهي الأسماء المشتقة من الأفعال، فإذا تأمل فيها عرف الوجه الذي </p>"
}