{
  "id": null,
  "sura": 73,
  "aya": 11,
  "text": "<p> وجواب آخر: أن يقال بأن الحجة في، القتال ليس في القتل؛ لأنهم إذا خافوا القتال، تركوا التكذيب، وأقبلوا على الداعي؛ ألا ترى أنه ذكر أن القوم قبل أن يفرض عليهم القتال، كان يدخل الواحد منهم بعد الواحد في هذا الدِّين؛ فلما شرع القتال، جعلوا يدخلون فيه فوجا فوجا، وقبيلة قبيلة. </p><p> ثم إباحة القتل يكون بالضرورة؛ لأنهم إذا علموا أنهم لا يقتلون، لم يقع لهم الخوف بالقتال، وإذا لم يخافوا تركوا الإجابة؛ فشرع القتل فيه؛ لتحقيق الخوف؛ فلم يكن فيه ترك الرحمة، وهو كقوله:  (وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ) ، وفي إقامة القصاص تلف النفس، وليس فيه إحياء، ولكن وجه الإحياء فيه: هو أن القاتل إذا فكر في قتل نفسه بقتل صاحبه، ردعه ذلك عن القتل؛ فيكون فيه إحياء النفسين جميعا؛ فيصير إيجاب القصاص سببا للإحياء في الحقيقة، وإن كان في الظاهر سببا للإتلاف؛ فكذلك هَؤُلَاءِ إذا أيقنوا بالقتل بامتناعهم عن الإجابة، تركوا الامتناع، وأقبلوا على الإجابة؛ فيكون موضوع القتل للرحمة في التحقيق، وإن كان في الظاهر خارجا مخرج ترك الرحمة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا (١١) ففيه أن أهل الخصب والرغد هم الذين اشتغلوا بالتكذيب، وهم الذين كانوا يصدون الناس عن سبيل اللَّه؛ كما قال:  (وَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا) ، وقال:  (وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا) ؛ فخص أولي النعمة بالذكر لهذا. </p><p> ثم في قوله:  (وَذَرْنِي وَالْمُكَذِّبِينَ) إيهام بأن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - سبق منه المنع، ولم يوجد من رسول اللَّه حيلولة ومنع، ولكن مثل هذا الخطاب موجود في كتاب اللَّه تعالى في غير آي من كتابه، وهو أن يخرج مخرجا يوهم أن هناك مقدمة، وإن لم يكن فيها مقدمة في التحقيق؛ قال اللَّه تعالى:  (وَالسَّمَاءَ رَفَعَهَا) ، ولم يكن فيه تحقيق الوضع، وإن كان الرفع يستعمل في الشيء الموضوع؛ فكان تأويل الرفع هاهنا بأنها خلقت مرفوعة. </p><p> وقال:  (وَالْأَرْضَ وَضَعَهَا لِلْأَنَامِ) ، ولم تكن مرفوعة فوضعها، وكان معناه: أنها خلقت موضوعة. </p><p> وقال يوسف - عليه السلام -: (إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لَا يُؤْمِنُونَ بِاللَّهِ) ، ولم يسبق منه دخول في دين أُولَئِكَ؛ فيكون تاركا له بعدما دخل فيه. </p><p> وقال اللَّه تعالى: (اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَالَّذِينَ كَفَرُوا </p>"
}