{
  "id": null,
  "sura": 74,
  "aya": 30,
  "text": "<p> جلده ولحمه وعظمه فتحرقها كذلك أبدا، ولا تُبقي له روحا ولا تذره فيهرب منها؛ فيتخلص من عذابها. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَوَّاحَةٌ لِلْبَشَرِ (٢٩) : </p><p> قيل فيه بوجوه: </p><p> قيل (لَوَّاحَةٌ لِلْبَشَرِ) ، أي: محرقة للجلد، فالبشر: الجلد، فجائز أن خص الجلد بالتلويح؛ لأن الجلد من الإنسان هو الظاهر؛ فيكون ظاهر الإحراق مؤثرًا فيه؛ فخصه بالذكر لهذا؛ كما سمي الإنسان: إنسانا؛ لظهوره لكل من هو من أهل الروية، وسمي الجن جنا: لاستتاره عمن ليس من جنسه، وهو كقوله - عَزَّ وَجَلَّ -: (كُلَّمَا نَضِجَتْ جُلُودُهُمْ) . </p><p> وقيل:  (لَوَّاحَةٌ) ، أي: ظاهرة للبشر؛ كقوله تعالى:  (وَبُرِّزَتِ الْجَحِيمُ لِلْغَاوِينَ) . </p><p> وقوله:  (وَبُرِّزَتِ الْجَحِيمُ لِمَنْ يَرَى) ، أي: تظهر لهم وتلوح، فينظرون إليها، ويتيقنون بالعذاب. </p><p> ويحتمل أن يكون قوله:  (لَوَّاحَةٌ) ؛ لأن النار تأكل جلودهم ولحومهم؛ فتظهر عظامهم وتلوح عند ذلك، ثم تبدل جلودا ولحوما، أبدا على هذا مدار أمرهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (عَلَيْهَا تِسْعَةَ عَشَرَ (٣٠) : </p><p> روي عن ابن عَبَّاسٍ - رضي اللَّه عنها - أنهم خزنة جهنم مع كل واحد من الأعوان ما لا يحصى، وذكر أن ستة منهم يقودون الكفرة إلى النار، وستة يسوقونهم، وستة يضربونهم بمقامع من الحديد والنيران، والآخر هو الخازن الأكبر، وهو مالك يأمرهم بما أمر هو به. </p><p> ويحتمل: أن يكون في السقر تسعة عشر دركا، وقد سلط على كل درك ملك؛ وذلك لأن جهنم ذات حد في نفسها؛ لأن اللَّه تعالى وعد أن يملأها من الجنة والناس، ولو لم ترجع إلى حد، لكان لا يتحقق امتلاؤها بالقدر الذي ذكر. </p><p> ويحتمل: أن يعذب فيها بتسعة عشر لونا من العذاب، قد وكل واحد منهم أن يعذب بنوع من ذلك، والأصل: أن اللَّه تعالى حكيم يعلم أن في كل فعل من أفعاله حكمة </p><p> عجيبة، ولكن لا كل حكمة يوصل إليها بالعقل، وينتهى إلى معرفتها بالتدبير؛ ألا ترى أن اللَّه تعالى جعل في الماء معنى يحيا به كل شيء، ولو أراد أحد أن يتكلف استخراج المعنى الذي به صلح أن يكون طبيعة موافقًا لإحياء كل شيء لا يمكنه ذلك، وجعل في الطعام ما يغذي وينمي، ولو أراد أحد أن يتعرف المعنى الذي يقع به الاغتذاء والإنماء لم يتدارك؛ وكذلك جعل في العدد الذين سماهم حكمة، ولكنا لا نصل إلى تعرفها بعقولنا وتدبرنا. </p><p> وزعمت الباطنية أن في ذكر الأعداد التي عليها تركيب العالم تعريف الأعداد المجعولة في الروحانيات. فيقال لهم: من جعل الأعداد التي عليها تركيب العالم أولى بأن يتعرف بها الأعداد المجعولة في الروحانيات من أن تجعل الأعداد التي في الروحانيات علمًا لاستدراك المجعولة في الجسدانيات؟ </p><p> ثم يسألون عن الأعداد المجعولة في الروحانيات لأي معنى جعلت؟ وأي حكمة فيها؟ فليس جوابهم بعد هذا إلا العجز والاعتراف بالجهل، فليقروا بالجهل من الابتداء من غير أن يتكلفوا استخراج ما يوجب عن حقيقة كان فيه ظهور عجزهم، واللَّه أعلم. </p><p> والأصل عندنا ما ذكرنا: أن أهل التوحيد اعتقدوا أن اللَّه تعالى حكيم، وأنه لا يجوز أن يخرج فعله عن حد الحكمة؛ لأن الذي يحمل الإنسان على الخروج عن حد الحكمة في الشاهد أحد معان ثلاثة: </p><p> إما الجهل. </p><p> وإما العجز. </p><p> وإما الحاجة. </p><p> واللَّه تعالى عالم لا يجهل، وقوي لا يلحقه عجز عن وفاء ما وعد، وغني لا تمسه حاجة؛ فانتفت عنه الأسباب التي لديها يقع الخروج عن حد الحكمة، فثبت أنه لا يجوز أن يخرج فعله عن حد الحكمة، لكنهم إذا لم يعرفوا الحكمة بعقولهم، ولم يتداركوها بتدبيرهم، ظنوا أنه لا حكمة فيه، وأنكروا أن يضاف ذلك إلى اللَّه تعالى، فأهل الدهر أنكروا البعث، وأنكروا الصانع؛ لما رأوا أشياء في الشاهد هي في الظاهر خارجة مخرج العبث؛ وفعل الحكمة لا يخرج مخرج العبث، فنفوا بهذا أن يكون للأشياء صانع، ومن بنى بناء، ثم نقضه، ثم أعاده إلى الحالة التي كان عليها قبل النقض، لم يكن حكيما، بل كان جاهلا سفيها، فقاسوا أمر البعث على ذلك، وظنوا أنه خارج مخرج العبث؛ إذ ليس </p>"
}