{
  "id": null,
  "sura": 74,
  "aya": 48,
  "text": "<p> الأفعال؛ والصلاة، وإيتاء الزكاة، وإطعام المساكين، وصيام شهر رمضان، وغير ذلك من العبادات؛ فاشتد عليهم ذلك؛ فتركوا الإيمان بها؛ لئلا يلزمهم تحمل هذه الأفعال التي حملها أهل الإيمان. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ (٤٥) : </p><p> فالخائض هو الذي يخوض في الباطل. </p><p> وقوله - عَزَّ وَجَلَّ -: (حَتَّى أَتَانَا الْيَقِينُ (٤٧) : </p><p> أي: حتى أيقنا أنا كنا على باطل فيما كنا نخوض فيه. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ (٤٨) معناه: أن لا شفيع لهم؛ والأصل: أن الشفاعة إذا أضيفت إلى أهل الكفر، فقيل: ليس لهم شفعاء، أو لا تنفعهم شفاعة الشافعين، اقتضى نفي الشفاعة، أي: لا شفيع لهم. </p><p> وإذا أضيفت إلى أهل الإيمان اقتضى نفي الانتفاع بشفاعة الشفعاء، ولم يقتض نفي الشفاعة؛ كما ذكرنا: أن الأفعال التي يكون قوامها بالإيمان إذا أضيفت إلى الكفار فهي تقتضي نفي القبول، وإذا أضيفت إلى أهل الإيمان فهي تقتضي نفي الفعل. </p><p> وقولنا بأنه إذا قيل:  \" لا شفيع له \" ، وأريد به أهل الإسلام، فهو يقتضي نفي الانتفاع، ولا يقتضي نفي الشفاعة - فذلك ينصرف عندنا إلى أهل الاعتزال والخوارج؛ لأنا نرى أصحاب الكبائر من أهل الإسلام مستوجبين للشفاعة، وهم يقولون: لا يجوز في حكم اللَّه تعالى أن يعفو عن أصحاب الكبائر، بل يخلدهم في النار؛ لأن اللَّه تعالى أوعد النار لمن ارتكب الكبائر، وأخبر أنهم يخلدون فيها؛ فلا يجوز أن يقع في وعده خلف، أو يتحقق في خبره كذب، ولو استوجبوا الشفاعة، ونالوا بها المغفرة من رب العزة، لصار فيما وعد مخلفا، وفيما أخبر كذوبا؛ فمثل هَؤُلَاءِ إذا ارتكبوا الكبائر لا يرجى لهم الخلاص بالشفاعة أبدا؛ بل يحكم عليهم بالخلود في النار؛ فيرتفع ما يثبت الكذب وينتفي ما يوجب خلف الوعد. </p><p> ولأنهم لما اعتقدوا التخليد في النار لمن ارتكب الكبائر، وجب أن يكون نفيهم الشفاعة بزعمهم على ذلك؛ لأن اللَّه تعالى يقول:  (كَمَا بَدَأَكُمْ تَعُودُونَ. فَرِيقًا هَدَى وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلَالَةُ) ؛ فلا يجوز أن يحق عليهم العذاب ثم لا ينالهم العذاب إذا بعثوا. </p><p> ثم احتج فريق منهم بنفي الشفاعة في الآخرة بقوله:  (فَمَا لَنَا مِنْ شَافِعِينَ) </p><p> ، وبقوله:  (أَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ) ، وبقوله:  (وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنْفَعُهَا شَفَاعَةٌ) ، وزعموا أن شفيع كل امرئ منهم عمله يومئذ؛ فمن حسن عمله نجا به، ومن ساء عمله حق عليه العذاب، ولم يكن له شافع، ولو وجب نفي الشفاعة بما ذكر من هذه الآيات الظاهرة، لوجب تحقيقها بقوله:  (وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ) ، وبقوله:  (يَوْمَئِذٍ لَا تَنْفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلًا) ؛ إذ في هاتين الآيتين أن اللَّه تعالى قد يأذن بالشفاعة يومئذ للبعض؛ فثبت أن ما ذكرتم من نفي الشفاعة، لم يقتض نفيا على الإطلاق، بل النفي انصرف إلى بعض الخلائق، ووجب القول بثبوتها لبعضهم. </p><p> ثم جاءت الأخبار مفسرة على إيجاب القول بالشفاعة لأهل الكبائر؛ فثبت أن ما ذكر من قوله - عَزَّ وَجَلَّ -: (فَمَا لَنَا مِنْ شَافِعِينَ) ، وقوله:  (وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ) ، منصرف إلى أهل الكفر، وبه نقول. </p><p> ومن المعتزلة من يحقق الشفاعة، ولكنه يراها للذين يستوجبون استغفار الملائكة في الدنيا، وهم الذين ذكرهم اللَّه تعالى في كتابه:  (وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ) ، فأما أصحاب الكبائر؛ فإنهم لا تنالهم شفاعة أحد؛ بل يخلدون في النار. </p><p> فيقال لهم: فأية منفعة تحصل للذين تابوا واتبعوا سبيله في الشفاعة، وهم قد استوجبوا الخلاص بتوبتهم، واتباعهم سبيل الرشاد. </p><p> فإن قالوا: منفعتهم بها: أنه يعظم قدرهم عند اللَّه تعالى، ويستوجبون بها فضل الدرجات؛ كما ترى المرء في الشاهد يذكر أخاه عند الملوك بحسن السيرة، ويذكره بما فيه من المناقب الجميلة والمحاسن، ويبتغي بذلك إعلاء منزلته، وإعظام قدره عندهم؛ ليعظموه، ويبجلوه، فكذلك الشفعاء في الآخرة يثنون عند اللَّه تعالى على أوليائه خيرا؛ ليزيد في درجاتهم، وتعظم منزلتهم عند اللَّه تعالى. </p><p> والجواب أن هذه الزيادة في الدرجات ليست إلا إلى الوصول إلى فضول الشهوات، وفضول الشهوات والزيادة في اللذات لا تذكر في المنافع؛ إذ لا حاجة لهم إلى ما هو </p>"
}