{
  "id": null,
  "sura": 75,
  "aya": 37,
  "text": "<p> قوله تعالى:  (أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى (٣٦) أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى. ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّى (٣٨) فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى (٣٩) أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى (٤٠) . </p><p> وقوله - عَزَّ وَجَلَّ -: (أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى) . </p><p> جائز أن يكون هذا الإنسان دهري المذهب؛ فيكون قوله:  (أَيَحْسَبُ الْإِنْسَانُ) على حقيقة الحسبان؛ لأنه يحسب أن لا بعث ولا حساب، وقد كان في أهل مكة من هو دهري المذهب، وإن كان الخطاب في قوله:  (أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى) ليس على تحقيق الحسبان، ولكن معناه: أيفعل فعل من يُؤْذِن عن أمره، كان فعله موافقا لفعل من يحسب أنه يترك سدى؛ كما ذكرنا في قوله:  (بَلْ يُرِيدُ الْإِنْسَانُ لِيَفْجُرَ أَمَامَهُ) ، وهو لا يريد أن يكون فاجرا في الحقيقة؛ ولكن يفعل فعل في يعقب فعله الفجور، وهو كقوله:  (وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ذَلِكَ ظَنُّ الَّذِينَ كَفَرُوا) ، وليس على حقيقة الظن؛ ولكن إذا لم يقل بالبعث، ولم يؤمن به، فقد وصف أن خلقهما إذن على باطل، وذلك الفعل الذي ذكرنا يكون في ترك الإيمان بالبعث وفي جحد الرسالة؛ لأن المحاسن لا بد من أن يكون لها عواقب، وكذلك المساوئ، ثم تمر هذه الدار على المسيء والمحسن مرًّا واحدا؛ فلا بد من أن يكون بعده دار أخرى فيها تتبين مرتبة المحسن ومذلة المسيء، فما لم يؤمن بالبعث فهو لا يجعل للمحاسن والمساوئ عواقب، وسوى بين مرتبة المسيء ومرتبة المحسن، وذلك عبث. </p><p> والثاني: أن من عرف أنه لم يخلق عبثا، ولا يترك سدى؛ فلا بد لمثله من أن يرغب ويرهب، ويؤمر وينهى؛ ولا يعرف ذلك إلا بالرسول، فالضرورة أحوجت إلى رسول، يبين لهم ما يأتون وما يتقون، وما يرغبون في مثله، وعما يحذرون، فمن أنكر الرسالة فقد أهمل نفسه عن المرغوب والمرهوب، وعن الأمر والنهي، وذلك حال من خلق سدى. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى (٣٧) : </p><p> فالوجه فيه أن كل أحد يعلم أن نشوءه كان من نطفة، وتلك النطفة لو رئيت موضوعة على طبق، ثم اجتمع حكماء الأرض على أن يقدروا منها بشرا سويا كما قدره اللَّه - عز وجل - في تلك الظلمات، لم يصلوا إليه أبدا وإن استفرغوا مجهودهم وأنفدوا حيلهم </p>"
}