{
  "id": null,
  "sura": 75,
  "aya": 16,
  "text": "<p> والرأس وغير ذلك، وفيها نفس أمارة بالسوء؛ فتصير جوارحه كلها بصيرة، أي: شاهدة عليه بما قدم وأخر. </p><p> وجائز أن يكون هذا على الإضمار؛ فيكون قوله:  (بَلِ الْإِنْسَانُ عَلَى نَفْسِهِ بَصِيرَةٌ) ، أي: نفس الإنسان بصيرة بما عملت. </p><p> ثم من الناس من يثبت للجوارح العلم بما كسبت نفسه؛ حتى تصير شاهدة عليه يوم القيامة بقوله:  (يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوا يَعْمَلُونَ) ، ولو لم يكن لها العلم بما قدمت نفسه، لكانت لا تشهد بما لا تعلم. </p><p> وليس الأمر عندنا على ما زعموا؛ لأنها لو علمت بذلك، لكان صاحبها يصل إلى العلم من جهتها؛ ألا ترى أن القلب لما ثبت له المعرفة، وقع لصاحبه العلم من جهته، وكذلك السمع لما حصل فيه السمع، وقع لصاحبه علم المسموع به، ولما كان بعينه يبصر الأشياء كان علم البصر واقعا من جهتها؛ فلما لم يقع له العلم بيديه، ولا برجليه، ولا بشيء من جوارحه سوى القلب - علم أنه لا حظ لها في المعرفة، ولكن جعلت هي شاهدة وحجة يوم القيامة تشهد على صاحبها، بما يحدث اللَّه تعالى فيها علما ضروريا بذلك، لا أن كان لها علم بالذي شهدت قبل ذلك، كما جعلت نطوقة في ذلك الوقت، لا أن كان النطق فيها موجودا من قبل، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ (١٦) إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ (١٧) فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ (١٨) ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ (١٩) . </p><p> وقوله - عَزَّ وَجَلَّ -: (لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ) : </p><p> هذا كلام مبتدأ منفصل عن الأول، وذكر أهل التأويل أن جبريل - عليه السلام - كان إذا أتى نبي اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بالوحي، فكان لا يفرغ من آخر آية حتى يقول نبي اللَّه - عليه السلام - في أولها؛ مخافة النسيان، على ما عليه عرف الخلق أنهم إذا أرادوا وعي الكلام وحفظه، كرروها بألسنتهم؛ كي يضبطوها ولا ينسوها؛ فكان النبي - عليه السلام - يفعل ذلك؛ خشية النسيان؛ فَنُهي عن ذلك بقوله:  (لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ) ، وهو كقوله:  (وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ) . </p><p> وهذا عندنا مما لا يجوز أن نشهد على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه كان يحرك لسانه قبل مجيء </p><p> هذه الآية، ويستذكره؛ مخافة النسيان إلا بأخبار متواترة؛ لأن هذا في حق الشهادة على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - ولا تجوز الشهادة على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه كان يفعل كذلك إلا بتواتر الأخبار، فأما أن يثبت بخبر واحد فلا. </p><p> ولا يقال بأنه لو لم يتقدم منه التحريك، لكان لا معنى للنهي؛ فإنه ليس فيه ما يثبت مقالتهم، ويصحح تأويلهم، ويسوغ لهم الشهادة؛ لأنه يستقيم في الابتداء أن ينهى فيقال:  (لَا تُحَرِّكْ بِهِ لِسَانَكَ) ، ولا تفعل كذا، وإن لم يسبق منه ارتكاب ذلك الفعل، ولا تقدم منه تحريك لسان؛ فثبت أنه ليس في ضمن هذه الآية بيان ما ادعوا. </p><p> هذا إذا ثبت أن قوله:  (لَا تُحَرِّكْ بِهِ لِسَانَكَ) ، وقوله:  (وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ) ، على النهي؛ فكيف وهو يحتمل معنى آخر غير النهي، وهو أن يكون هذا على البشارة له بالكفاية: أن قد كفيت مؤنة الاستذكار للحفظ، وهذا من عظيم آيات الرسالة أن السورة تلقى عليه؛ فيحفظها كما هي، مما يشتد على الناس حفظه وقراءته إلا أن يتكلفوا، ويجتهدوا في ذلك؛ فيعلم بهذا أن اللَّه - عَزَّ وَجَلَّ - هو الذي أقدره على ذلك، وجعله آية من آياته، واللَّه أعلم. </p><p> ثم الأصل أن من ألقى إلى آخر كلاما متتابعا، نظر في ذلك الكلام: </p><p> فإن كان القصد منه حفظ عين الكلام، فإن المخاطب به لا ينتظر فراغ المتكلم عن ذلك الكلام، بل يشتغل بالتقائه وتحفظه ساعة ما يلقى إليه، كمن ينشد بين يدي آخر شعرًا، وأراد الآخر أن يحفظ ذلك الشعر ويعيه، فهو لا ينتظر فراغ المنشد عن شعره، بل هو يأخذ بالتقائه في أول ما يسمع منه؛ إذ الغرض من الأشعار حفظ أعينها دون معانيها؛ ألا ترى أن الألفاظ إذا حذفت منها خرجت عن أن تكون شعرا. </p><p> وأما إذا لم يكن القصد من الكلام ضبط عينه، وإنما أريد به تفهيم ما أودع فيه من المعنى، فالعادة في مثله الإصغاء إلى آخر الكلام؛ ليفهم معناه، وما يراد به؛ ألا ترى أن من كتب إلى آخر كتابا فإن المكتوب إليه يقرأ الكتاب من أوله إلى آخره؛ ليعرف مراد الكتاب، لا أن يشتغل بضبط ما أودع به من الألفاظ؛ إذ ليس يقصد بالكتابة إلى حفظ الألفاظ. </p>"
}