{
  "id": null,
  "sura": 75,
  "aya": 26,
  "text": "<p> قال - رحمه اللَّه -: كان هذه السورة من أولها إلى آخرها إلا آيات منها؛ وهي قوله: قوله تعالى: (كَلَّا بَلْ تُحِبُّونَ الْعَاجِلَةَ (٢٠) وَتَذَرُونَ الْآخِرَةَ (٢١) وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (٢٢) إِلَى رَبِّهَا نَاظِرَةٌ) - نزلت في تبيين معاملة واحد من الكفرة على الإشارة إليه مع رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، يشترك في حكم من يشاركه في معاملته، فأمر اللَّه تعالى نبيه - عليه السلام - أن يعامله ويستقبله بالذي يحق على الحكماء معاملة السفهاء، ولم يأمره أن يعامله معاملة مثله من السفهاء، وبين معاملَته في هذه السورة؛ ليعلم أمته ما لقي رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - من الجهد والبلاء في إظهار دين الله تعالى، فيعلموا قدره ومنزلته، ويعظموا دين اللَّه تعالى بما نالوه سمحا سهلا، وأمره أن يتعامل معه معاملة من يرجع إلى المنعة والشوكة بقوله:  (أَوْلَى لَكَ فَأَوْلَى. ثُمَّ أَوْلَى لَكَ فَأَوْلَى) ، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (كَلَّا إِذَا بَلَغَتِ التَّرَاقِيَ (٢٦) وَقِيلَ مَنْ رَاقٍ. وَظَنَّ أَنَّهُ الْفِرَاقُ. وَالْتَفَّتِ السَّاقُ بِالسَّاقِ (٢٩) إِلَى رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ (٣٠) فَلَا صَدَّقَ وَلَا صَلَّى (٣١) وَلَكِنْ كَذَّبَ وَتَوَلَّى (٣٢) ثُمَّ ذَهَبَ إِلَى أَهْلِهِ يَتَمَطَّى (٣٣) أَوْلَى لَكَ فَأَوْلَى (٣٤) ثُمَّ أَوْلَى لَكَ فَأَوْلَى (٣٥) . </p><p> وقوله - عَزَّ وَجَلَّ -: (إِذَا بَلَغَتِ التَّرَاقِيَ) فقوله: (كَلَّا) ، يحتمل وجهين: </p><p> أحدهما: أن يكون أريد به: حقا. </p><p> ويحتمل أن يكون على الردع والرد؛ أي: لا تفعل مثل هذا؛ فإنك ستندم في الوقت الذي قال:  (إِذَا بَلَغَتِ التَّرَاقِيَ) ؛ كأنهم سألوا رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن وقت ندمه، فبين لهم ذلك بقوله تعالى:  (إِذَا بَلَغَتِ التَّرَاقِيَ) ، والتراقي: هي عروق العنق، كأنه يقول: حين تزول النفس، أي: الروح عن مكانها، وتنتهي إلى التراقي. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقِيلَ مَنْ رَاقٍ (٢٧) جائز: أن يكون الملائكة هم الذين يقولون هذا، فيقول بعضهم: من يرقى بروحه: أملائكة الرحمة أم ملائكة العذاب؟ مِنْ رقي يرقى، أي: صعد. أو: مَن يقبض روحه؟ </p><p> ويحتمل أن يقول أهله: من الذي يرقيه رقية فيشفى؟ فيكون فيه إخبار عما حل به من الضعف والشدة؛ أنه يمتنع عن أن يقول: ادعوا لي راقيا لعلي أُشفَى؛ فيكون أهله هم الذين يقولون هذا فيما بينهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَظَنَّ أَنَّهُ الْفِرَاقُ (٢٨) : </p><p> جائز أن يكون الظن على الإيقان هاهنا؛ لما وقع له اليأس من الحياة، وكذلك روي </p>"
}