{
  "id": null,
  "sura": 75,
  "aya": 2,
  "text": "<p> سُورَةُ الْقِيَامَةِ، وهي مَكِّيَّة </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ (١) وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ (٢) أَيَحْسَبُ الْإِنْسَانُ أَلَّنْ نَجْمَعَ عِظَامَهُ (٣) بَلَى قَادِرِينَ عَلَى أَنْ نُسَوِّيَ بَنَانَهُ (٤) بَلْ يُرِيدُ الْإِنْسَانُ لِيَفْجُرَ أَمَامَهُ (٥) يَسْأَلُ أَيَّانَ يَوْمُ الْقِيَامَةِ (٦) فَإِذَا بَرِقَ الْبَصَرُ (٧) وَخَسَفَ الْقَمَرُ (٨) وَجُمِعَ الشَّمْسُ وَالْقَمَرُ (٩) يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ (١٠) كَلَّا لَا وَزَرَ (١١) إِلَى رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ (١٢) يُنَبَّأُ الْإِنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ (١٣) بَلِ الْإِنْسَانُ عَلَى نَفْسِهِ بَصِيرَةٌ (١٤) وَلَوْ أَلْقَى مَعَاذِيرَهُ (١٥) . </p><p> قوله - عَزَّ وَجَلَّ -: (لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ (١) وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ)، اختلف في تأويله: </p><p> فمنهم من ذكر: أنه أقسم اللَّه تعالى بيوم القيامة، ولم يقسم بالنفس اللوامة، ذكر ذلك عن الحسن، ويكون معناه: لأقسم بيوم القيامة ولا أقسم بالنفس اللوامة. </p><p> لكن ذكر عنه أنه يقول في قوله تعالى:  (لَا أُقْسِمُ بِهَذَا الْبَلَدِ. وَأَنْتَ حِلٌّ بِهَذَا الْبَلَدِ. وَوَالِدٍ وَمَا وَلَدَ) : إن القسم يقع على البلد ووالد وما ولد، والوالد هو آدم عليه السلام، وما ولد جملة أولاده عليه السلام، فإذا كان القسم جائزا بالوالد والمولود جميعا، كانت النفس اللوامة داخلة في جملة المولود فقد أقسم بالنفس اللوامة عنده؛ فلا معنى للرد هاهنا ثم موقع \" لا \" في قوله: (لَا أُقْسِمُ) وتأويله - يذكر في قوله:  (لَا أُقْسِمُ بِهَذَا الْبَلَدِ) في سورة يذكر فيها الكبد. </p><p> ومنهم من ذكر أن القسم وقع بهما جميعا، ولله تعالى أن يقسم بما شاء من خلقه. </p><p> ثم صرف بعض أهل التأويل معنى القسم إلى قوله تعالى:  (أَيَحْسَبُ الْإِنْسَانُ أَلَّنْ نَجْمَعَ عِظَامَهُ) ، وجعله موضع القسم، فإن كان على هذا، فالإشكال عليه أن يقول قائل: كيف أكد أمر البعث، وجمع العظام بالقسم بيوم القيامة، وقد جرى من القوم الذين احتج عليهم بهذه الآية الإنكار بيوم القيامة، فكأنه أكد القسم بشيء جرى به الإنكار؟ </p><p> والجواب عن هذا من وجهين: </p><p> أحدهما: أن يكون القسم منصرفا إلى الحكمة التي توجب القول بالبعث؛ إذ قد بينا في غير موضع: أنه بالبعث ما خرج خلق هذا العالم مخرج الحكمة، ولولا البعث، لكان خلقه عبثا باطلا، كقوله - عَزَّ وَجَلَّ -: (أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ) ، كأنه قال: لا أقسم بحكمته الداعية إلى كون القيامة كذا أن يكون كذا. </p><p> وجائز أن يكون القسم في الحقيقة بالدلائل والبراهين التي من تفكر وأمعن النظر فيها، حمله ذلك على القول بالبعث، وإذا كان محتملا صح القسم بيوم القيامة وبالنفس اللوامة؛ لأن التفكر في النفس اللوامة والاعتبار بها يدعو إلى القول بالبعث. </p><p> ثم العادة جرت على القسم بالأشياء التي عظم خطرها، وجل قدرها في القلوب؛ وجلالة خطرها يكون بأحد وجهين: </p><p> إما بما كثرت منافعها؛ فيكون خطرها مشاهدا معروفا. </p><p> أو بعظم خطرها بالدلائل والأخبار، فالسماوات والأرضون قد عرف الخلق جلالة أقدارهما بالعيان؛ بما كثرت منافع الخلق بهما. </p><p> وعظم يوم القيامة بما جل خطره في القلوب؛ وثبت القول بكونه بالدلالات والبراهين. </p><p> ثم قد وصفنا أن اللَّه - تعالى - أقسم بأشياء؛ لتأكيد ما يعرف بيانه ويجب القول به لولا القسم لو أمعن النظر فيه؛ وأعملت فيه الروية؛ لذلك استقام القسم بها، واللَّه أعلم. </p><p> واختلف في النفس اللوامة: </p><p> قَالَ بَعْضُهُمْ: النفس اللوامة هي النفس الكافرة، تلوم ربها في الدنيا أبدا في تضييق العيش عليها، وتشكو ربها من الفقر والإقتار عليها، مع كثرة نعم اللَّه عليها وإحسانه إليها. </p><p> ومنهم من صرف التأويل إلى كل نفس مؤمنة كانت أو كافرة، فهي تلوم غيرها؛ لتعاطيها أشياء قد تعاطت نفسه مثلها، وامتحنت بها، والحق على كل أحد ألا يلوم أخاه بما تعاطى فعلا قد أتى هو ذلك الفعل بعينه أو مثله، ولكنها أنشئت كذلك لوامة، كما قال:  (إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا (١٩) إِذَا مَسَّهُ الشَّرُّ جَزُوعًا). </p><p> ومنهم من ذكر أن هذا يكون في الآخرة، فالكافر إذا أيقن بالعذاب وما حل به من نقمة اللَّه تعالى ند على ما فرط في جنب اللَّه، وأدركته الحسرة؛ فعند ذلك يلوم نفسه، </p>"
}