{
  "id": null,
  "sura": 76,
  "aya": 2,
  "text": "<p> والوجه الثالث: قد أتى عليه حين من الدهر، ولم يكن مذكورا في الممتحنين، وهذا في كل إنسان؛ لأنه ما لم يبلغ، لم يجر عليه الخطاب، ولم يكن مذكورا في الممتحنين؛ فاللَّه تعالى خلق الخلائق ليعبدوه بقوله:  (وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ) ، فقوله:  (لِيَعْبُدُونِ) إذا صاروا من أهل المحنة، فإلى أن يبلغ قد أتى عليه حين من الدهر، لم يكن مذكورا في جملة من خلقوا للعبادة، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا (٢) والإنسان لم يكن إنسانا في النطفة، ولا في العلقة، ولا في المضغة؛ ولكن المقصود من إنشاء النطفة والعلقة هذا الإنسان، والعواقب في الأفعال هي الأوائل في القصد والمراد؛ فاستقام إضافته إلى ما ذكرنا؛ لما رجع إليه القصد من إنشائها. </p><p> وروي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" إذا أردت أمرا فدبِّرْ عاقبته، فإن كان رشدا فأمضه، وإن كان غيًّا فانته \" ؛ فألزم النظر في العواقب؛ فثبت أن المقصود من فعل أهل التمييز العاقبة؛ وإذا كانت العاقبة مقصودا إليها في الابتداء صارت العاقبة كالموجود في الابتداء؛ لذلك استقام إضافة الإنسان إلى النطفة والعلقة والمضغة. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ) منصرف إلى أولاد آدم - عليه السلام - فيكون المعنى من الإنسان أولاده، ثم ذكر لهم ابتداء أحوالهم وما تنتهي إليه عاقبتهم -وهو الموت- ليتعظوا به، ويتذكروا. </p><p> ووجه الاتعاظ: هو أنهم إذا علموا ابتداء أحوالهم، وعلموا ما ينتهي إليه عاقبتهم، علموا في الحال التي هم فيها أن أنفسهم في أبدانهم ليست لهم، بل عارية في أبدانهم؛ إذ لم يكن منهم صنع في الابتداء، أو أمانة، والحق على الأمين أن يقوم بحفظ الأمانة ورعايتها، وألا يخون صاحبها فيها، فإن هو خانها، ولم يتول حِفْظَها - لحقته المسبة والمذمة، وإن حفظها ورعاها حق رعايتها، استوجب الحمد والثناء من صاحبها. </p><p> والحق على المستعير أن يتمتع بالعارية، وينتفع بها إلى الوقت الذي أذن له، وألا يضيعها، فإن ضيعها لحقته الغرامة والضمان بتضييعه إياها، وكذلك إذا علموا أنها في أبدانهم عارية وأمانة علموا أن عليهم رعايتها واستعمالها في الوجه الذي أذن لهم فيها؛ </p><p> لئلا تلحقهم التبعة في العاقبة، ولا تلزمهم المسبة والمذمة في ذلك في الدنيا والآخرة، واللَّه أعلم. </p><p> والثاني: أن النظر في ابتداء الخلقة، وإلى ما يصير عند انقضاء الأمر، يدعو إلى إيجاب القول بالبعث، وإلى التصديق بكل ما يأتي به الرسل من الأخبار؛ وذلك لأن التأمل في ابتداء الخلقة يظهر عجيب قدرة اللَّه تعالى ولطيف حكمته، ويعلم أن الذي بلغت حكمته هذا المبلغ لا يجوز أن يقع قصده من إنشاء الخلق للإفناء خاصة؛ لخروجه عن حد الحكمة؛ فيحملهم ذلك على القول بالبعث. </p><p> ولأن النظر في ابتداء الخلقة، والنظر إلى ما يرجع إليه بعد الوفاة مما يمنع الافتخار والتكبر؛ لأن إنشاءه كان من نطفة تستقذرها الخلائق، ومن علقة ومضغة يستخبثها كل أحد، وبعد الممات يصير جيفة قذرة، ومن كان هذا شأنه، لم يحسن التكبر في مثله؛ فكان في تذكير أوائل الأحوال وأواخرها موعظة لهم؛ ليتعظوا، ويتبصروا، وتعريفٌ لهم أن التكبر لا يحسن من أمثالهم؛ فيحملهم ذلك على التواضع وترك الافتخار والتجبر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَمْشَاجٍ نَبْتَلِيهِ) : </p><p> الأمشاج: الأخلاط، ثم الأخلاط تقع بوجهين: </p><p> أحدهما: في اختلاط ماء الرجل بماء المرأة. </p><p> والثاني: تقع في الأحوال، وهو أن النطفة إذا حولت علقة لم تحول بدفعة واحدة؛ بل هي تغلظ شيئا فشيئا، حتى إذا تم غلظها صارت علقة، وكذلك العلقة يدخل فيها التغيير شيئا فشيئا، حتى إذا تم التغيير فيها حالت مضغة؛ فهذا هو الاختلاط في الأحوال. </p><p> فمنهم من قال: الأخلاط: الطبائع الأربع التي عليها جبل الإنسان. </p><p> ومنهم من صرف الخلط إلى الألوان، فذكر أن ماء الرجل أبيض يخالطه حمرة، وماء المرأة أحمر يخالطه صفرة. </p><p> وقوله - عَزَّ وَجَلَّ -: (نَبْتَلِيهِ) ، أي: بالخير والشر، والأمر والنهي، ثم الابتلاء هو الاستظهار لما خفي من الأمور؛ واللَّه تعالى لا يخفى عليه أمر فيحتاج إلى استظهاره، </p>"
}