{
  "id": null,
  "sura": 76,
  "aya": 1,
  "text": "<p> سُورَةُ الْإِنْسَانِ سُورَةُ الدهر، وهي مَكِّيَّة </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا (١) إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا (٢) إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا (٣) إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلَاسِلَ وَأَغْلَالًا وَسَعِيرًا (٤) . </p><p> قوله - عَزَّ وَجَلَّ -: (هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا) . </p><p> فـ \" هل \" و \" مَنْ \" و \" لعل \" من اللَّه تعالى واجب، وحقه أن ينظر أن لو كان مثل هذا الكلام من مستفهم، ما الذي كان يقتضي من الجواب؟ فإذا قال الإنسان لآخر: من أظلم ممن افترى على اللَّه كذبا؟ فجوابه أن يقول: لا أحد أظلم منه، وإذا قال لآخر: هل أتاك حديث فلان؟ فحق المجيب أن يقول إن كان قد أتاه حديث فلان: قد أتاني، وإن كان لم يأته فحقه أن يسأله: كيف كان حديثه؟ ليعرفه. </p><p> فإن كان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قد أتاه خبر الإنسان، فمعنى قوله:  (هَلْ أَتَى عَلَى الْإِنْسَانِ) ، أي: قد أتى على الإنسان، وإن لم يكن أتاه، فحقه أن يسأل حتى يتبين له. </p><p> وقيل: الإنسان: آدم عليه السلام. </p><p> ثم لقائل أن يقول: أن كيف قال: قد (أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا) فهو إن لم يكن شيئًا مذكورًا في ذلك الوقت، لم يكن إنسانًا وإذا لم يكن إنسانًا لم يأت عليه حين من الدهر، وهو إنسان، وإن كان في ذلك الوقت مخلوقا، فقد صار مذكورا، وإذا صار مذكورا، فقد أتى عليه حين من الدهر وهو مذكور؛ فما معناه؟ قيل فيه من أوجه: </p><p> أحدها: أن يكون قوله - عَزَّ وَجَلَّ -: (هَلْ أَتَى عَلَى الْإِنْسَانِ) أي: على ما منه الإنسان، وهو الأصل الذي خلق منه آدم - عليه السلام - وهو التراب، فقال:  (لَمْ يَكُنْ شَيْئًا مَذْكُورًا) وعلى الاستصغار لذلك الأصل؛ إذ التراب لا يذكر في الأشياء المذكورة، إلى هذا يذهب أبو بكر الأصم. </p><p> والوجه الثاني: قيل: قد أتى على الخلق حين من الدهر، لم يكن الإنسان فيه شيئا مذكورا في تلك الخلائق. </p>"
}