{
  "id": null,
  "sura": 77,
  "aya": 23,
  "text": "<p> يذكر ما للمصدقين، وحقه أن يقال:  \" طوبى للمصدقين \" ؛ لأن حرف \" الويل \" يتكلم به عند الوقوع في المهلكة، وحرف \" طوبى \" يتكلم به في موضع السرور والعطية، فإذا ذكر في أهل التكذيب حرف الهلاك، كان من كان بخلاف حالهم مستوجبا للسرور، ولكنه إن لم يذكرها هنا فقد ذكرها في موضع آخر بقوله:  (فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ. فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا) ، وقال - عَزَّ وَجَلَّ -: (فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ) : تقديم وتأخير. </p><p> * * * </p><p> قوله تعالى:  (أَلَمْ نُهْلِكِ الْأَوَّلِينَ (١٦) ثُمَّ نُتْبِعُهُمُ الْآخِرِينَ (١٧) كَذَلِكَ نَفْعَلُ بِالْمُجْرِمِينَ (١٨) وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (١٩) أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ. فَجَعَلْنَاهُ فِي قَرَارٍ مَكِينٍ. إِلَى قَدَرٍ مَعْلُومٍ (٢٢) فَقَدَرْنَا فَنِعْمَ الْقَادِرُونَ. وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (٢٤) أَلَمْ نَجْعَلِ الْأَرْضَ كِفَاتًا (٢٥) أَحْيَاءً وَأَمْوَاتًا (٢٦) وَجَعَلْنَا فِيهَا رَوَاسِيَ شَامِخَاتٍ وَأَسْقَيْنَاكُمْ مَاءً فُرَاتًا (٢٧) وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (٢٨) . </p><p> وقوله - عَزَّ وَجَلَّ -: (أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ (٢٠) : </p><p> جائز أن يكون ذكر هذا؛ ليدفع عنهم الإشكال والريب الذي اعترض لهم في أمر البعث؛ لأن الأعجوبة في الإعادة ليست بأكثر من الأعجوبة في الإنشاء والابتداء، فذكر ابتداء خلقهم؛ لينتفي عنهم الريب في الإعادة. </p><p> وجائز أن يكون ذكر خلقهم من الماء المهين، وهو الماء المستعاف المستقذر؛ ليدعوا تكبرهم وتجبرهم على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وينقادوا له، ويجيبوا إلى ما دعاهم إليه. </p><p> وأخبر أنه خلقهم في الظلمات التي لا ينتهي إليها تدبير البشر؛ ليعلموا أنه قادر على ما يشاء، ويعرفوا أنه لا يخفى عليه شيء؛ فيحملهم ذلك على المراقبة، وعلى التيقظ والتبصر. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَجَعَلْنَاهُ فِي قَرَارٍ مَكِينٍ (٢١) : </p><p> القرار المكين هو الرحم، جعله اللَّه - تعالى - قرارا مكينا يتمكن فيه الماء المهين، فيخلق منه علقة ومضغة، ويقر فيه إلى الوقت الذي قدر اللَّه تعالى الخروج منه. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَقَدَرْنَا ... (٢٣) قرئ: (قَدَرْنَا) و (قَدَّرْنَا) ، فـ (قَدَّرْنَا) ، أي: خلقنا كل شيء منه بقدر؛ و (قَدَرْنَا) ، أي: سويناه على ما توجبه الحكمة على الوجوه </p>"
}