{
  "id": null,
  "sura": 77,
  "aya": 5,
  "text": "<p> سُورَةُ الْمُرْسَلَاتِ مَكِّيَّة </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (وَالْمُرْسَلَاتِ عُرْفًا (١) فَالْعَاصِفَاتِ عَصْفًا (٢) وَالنَّاشِرَاتِ نَشْرًا (٣) فَالْفَارِقَاتِ فَرْقًا (٤) فَالْمُلْقِيَاتِ ذِكْرًا (٥) عُذْرًا أَوْ نُذْرًا (٦) إِنَّمَا تُوعَدُونَ لَوَاقِعٌ (٧) فَإِذَا النُّجُومُ طُمِسَتْ (٨) وَإِذَا السَّمَاءُ فُرِجَتْ (٩) وَإِذَا الْجِبَالُ نُسِفَتْ (١٠) وَإِذَا الرُّسُلُ أُقِّتَتْ (١١) لِأَيِّ يَوْمٍ أُجِّلَتْ (١٢) لِيَوْمِ الْفَصْلِ (١٣) وَمَا أَدْرَاكَ مَا يَوْمُ الْفَصْلِ (١٤) وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (١٥) . </p><p> قوله - عَزَّ وَجَلَّ -: (وَالْمُرْسَلَاتِ عُرْفًا (١) فَالْعَاصِفَاتِ عَصْفًا (٢) وَالنَّاشِرَاتِ نَشْرًا (٣) فَالْفَارِقَاتِ فَرْقًا (٤) فَالْمُلْقِيَاتِ ذِكْرًا (٥) اختلفوا في تأويلها: </p><p> فمنهم من حمل تأويل هذا كله على الملائكة. </p><p> ومنهم من صرفها إلى الرياح. </p><p> ومنهم من صرف البعض إلى الرياح، والبعض إلى الملائكة. </p><p> وجائز أن يجعل هذا كله في الرياح، ويستقيم أن يصرف كله إلى الملائكة، ويستقيم أن يجعل البعض في الملائكة والبعض في الرياح. </p><p> فإن كان في الرياح، استقام القسم بها؛ لأن من الرياح رياحا هن مبشرات برحمته، سائقات للنعم إلى عباده؛ كقوله تعالى:  (وَمِنْ آيَاتِهِ أَنْ يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ) . </p><p> ومن الرياح رياح هي منجيات؛ قال اللَّه تعالى:  (هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا) ؛ فجعل اللَّه تعالى الريح سببا لتسيير السفن في البحار، كما جعل الماء سببا لذلك، وجعل منها مهلكات مذكرات لقوته وسلطانه؛ كما قال - عَزَّ وَجَلَّ -: (فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِنَ الرِّيحِ فَيُغْرِقَكُمْ) الآية، فهي تميتهم وتهلكهم من غير أن يدركوها بأبصارهم، وإن كانت الأبصار هي أول ما يقع بها درك الأشياء، ولو أراد أحد أن يعرف الوجه الذي له صارت المنجيات منجيات، أو يعرف الوجه الذي له صارت الرياح مهلكات، أو مبشرات - لم يقف عليه؛ </p><p> فصارت الرياح مذكرات للنعم، وفي تذكير النعم إيجاب القول بالبعث، وبكل ما يخبرهم به الرسل؛ لأنهم كانوا ينكرون البعث، ورأوا فيها من لطائف الحكمة وعجائب التدبير ما لا يبلغها تدبيرهم وحكمتهم، فعلموا أن الأمر غير مقدر بعقولهم ولا بحكمتهم؛ فيكون في ذكر ما ذكرنا إزاحة ما اعترض له من الشك والشبه في أمر البعث؛ فأقسم بها - جل جلاله - على ما ذكرنا أن القسم جعل لتأكيد ما يقصد إليه باليمين. </p><p> فرجعنا إلى قوله:  (وَالْمُرْسَلَاتِ عُرْفًا) قيل: هي الرياح المبشرات؛ سميت: عرفا؛ لأن ما تأتي به من النعم معروفة. </p><p> وقيل: العرف: المتتابع، وسمي عرف الفرس: عرفا؛ لتتابع بعض الشعر على بعض؛ فجائز أن يكون منصرفا إلى الرياح المبشرة. </p><p> وكذلك قوله - تعالى -: (وَالنَّاشِرَاتِ نَشْرًا) جائز أن يحمل على الرياح، لكن على الرياح المُنْشِرَات، وهي الرياح السهلة الخفيفة؛ لأن النشر مذكور في رياح الرحمة بقوله:  (وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ) في بعض القراءات. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَالْعَاصِفَاتِ عَصْفًا) هي الرياح الشديدة التي تكسر الأشياء وتقصمها، وهي التي ترسل للإهلاك؛ كقوله تعالى:  (فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِنَ الرِّيحِ) . </p><p> وجائز أن يكون قوله:  (وَالْمُرْسَلَاتِ عُرْفًا) هي اسم الرياح التي لم يظهر أنها أرسلت للهلاك أو للتبشير؛ لأن الرياح التي ترسل للرحمة يظهر أثر رحمتها من ساعتها من إرسال السحاب، وغير ذلك قبل أن تتتابع، وكذلك الرياح التي هي رياح إهلاك يظهر علم الإهلاك من ساعتها، وهو أن تكون قاصفة شديدة قبل أن تتتابع. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَالْفَارِقَاتِ فَرْقًا) . </p><p> يحتمل الرياح - أيضا - وأنما سميت: فارقات؛ لأنها تفرق السحاب؛ فيصير البعض في أفق، والبعض في أفق أخرى. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَالْمُلْقِيَاتِ ذِكْرًا) : </p><p> جائز أن يصرف إلى الرياح، وإلقاء ذكرها ما ذكرنا: أنه تظهر بها النعم، وتتذكر، وتبين بها النجاة، ويقع ببعضها الهلاك، فذلك إلقاء ذكرها، واللَّه أعلم. </p><p> وإن صرف الكل إلى الملائكة فيحتمل أيضا: </p><p> فقوله - عَزَّ وَجَلَّ -: (وَالْمُرْسَلَاتِ عُرْفًا) ، أي: الملائكة الذين أرسلوا بالأمر بالمعروف، والنهي عن المنكر. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَالْعَاصِفَاتِ عَصْفًا) ، أي: الملائكة الذين يعصفون أرواح الكفار، أي: يأخذونها على شدة وغضب. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَالنَّاشِرَاتِ نَشْرًا) جائز أن يكون أريد بها السفرة من الملائكة، سموا: ناشرات؛ لأنهم ينشرون الصحف، ويقرءونها. </p><p> وجائز أن يراد بها الملائكة الذين يأخذون أرواح المؤمنين على لين ورفق. </p><p> وقولهَ عَزَّ وَجَلَّ -: (فَالْفَارِقَاتِ فَرْقًا) جائز أن يراد بها الملائكة، وسميت: فارقات؛ لأنهم يفرقون بين الحق والباطل. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَالْمُلْقِيَاتِ ذِكْرًا) هم الملائكة الذين يلقون الذكر على ألسن الرسل، عليهم السلام. </p><p> وإن صرف البعض إلى الملائكة والبعض إلى الرياح، فمستقيم أيضا. </p><p> فتكون \" المرسلات \" : الذين أرسلوا بالمعروف والخير. </p><p> و \" العاصفات \" الريح الشديدة، و \" الناشرات \" : الرياح الخفيفة السهلة. </p><p> و \" الفارفات فرقا \" و \" الملقيات ذكرا \" : هم الملائكة. </p><p> ويحتمل وجها آخر: أن يراد بقوله: (وَالْمُرْسَلَاتِ عُرْفًا) هم الرسل من البشر الذين بعثوا إلى الخلق، فما من رسول بعث إلا وهو مرسل بالأمر بالمعروف، والنهي عن المنكر. </p><p> وكذلك جائز أن يراد بقوله تعالى:  (فَالْفَارِقَاتِ فَرْقًا. فَالْمُلْقِيَاتِ ذِكْرًا) هم الرسل؛ لأنهم يفرقون بين الحق والباطل، ويلقون الذكر في مسامع الخلق. </p><p> وجائز أن يكون قوله:  (وَالْمُرْسَلَاتِ عُرْفًا) هي الكتب المنزلة من السماء؛ لأنها أرسلت بالمعروف وكل أنواع الخير. </p><p> وكذا قوله:  (وَالنَّاشِرَاتِ نَشْرًا) ، أي: ناشرات للحق والهدى، وكذا قوله - عَزَّ وَجَلَّ -: (فَالْفَارِقَاتِ فَرْقًا) ؛ لأنها تفرق بين الحق والباطل أيضا. </p>"
}