{
  "id": null,
  "sura": 78,
  "aya": 16,
  "text": "<p> فذكره؛ لما إليه ينتهى القصد، ويكون ذكر النبات منصرفا إلى ما لا حب له؛ لأن القصد من زراعته النبات لا غير. </p><p> وجائز أن يكون منصرفا إلى شيء واحد؛ لأن الذي فيه الحب فيه النبات أيضا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَجَنَّاتٍ أَلْفَافًا (١٦) قد ذكرنا أن الجنة هي اسم المكان الملتف بالأشجار، وهي التي اجتمعت فيها الأشجار. </p><p> * * * </p><p> قوله تعالى:  (إِنَّ يَوْمَ الْفَصْلِ كَانَ مِيقَاتًا (١٧) يَوْمَ يُنْفَخُ فِي الصُّورِ فَتَأْتُونَ أَفْوَاجًا. وَفُتِحَتِ السَّمَاءُ فَكَانَتْ أَبْوَابًا. وَسُيِّرَتِ الْجِبَالُ فَكَانَتْ سَرَابًا (٢٠) إِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًا (٢١) لِلطَّاغِينَ مَآبًا (٢٢) لَابِثِينَ فِيهَا أَحْقَابًا (٢٣) لَا يَذُوقُونَ فِيهَا بَرْدًا وَلَا شَرَابًا (٢٤) إِلَّا حَمِيمًا وَغَسَّاقًا (٢٥) جَزَاءً وِفَاقًا (٢٦) إِنَّهُمْ كَانُوا لَا يَرْجُونَ حِسَابًا (٢٧) وَكَذَّبُوا بِآيَاتِنَا كِذَّابًا (٢٨) وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ كِتَابًا (٢٩) فَذُوقُوا فَلَنْ نَزِيدَكُمْ إِلَّا عَذَابًا (٣٠) . </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ يَوْمَ الْفَصْلِ كَانَ مِيقَاتًا) الميقات: الميعاد؛ أي: وعد فيها جميع الأولين والآخرين، صالحهم وطالحهم، صغيرهم وكبيرهم. </p><p> وسمي: يوم الفصل؛ لما يفصل فيه بين الأولياء وبين الأعداء، ويتبين فيه مثوى الفريقين جميعا، واليوم ليس بيوم فصل في الظاهر؛ لأن الدنيا تمر على الفريقين على حالة واحدة، وإن كان قد فصل بينهما بالتوفيق والخذلان. </p><p> وقيل: يوم الفصل: يوم الحكم. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَوْمَ يُنْفَخُ فِي الصُّورِ ... (١٨) قد ذكرناه فيما تقدم. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَتَأْتُونَ أَفْوَاجًا) ، قيل: أمة فأمة، تأتى أمة كل رسول بحيالها. </p><p> وقيل: يقرن كل أحد بشيعته؛ على ما نذكره في قوله - تعالى -: (وَإِذَا النُّفُوسُ زُوِّجَتْ) . </p><p> وقوله - عَزَّ وَجَلَّ -: (وَفُتِحَتِ السَّمَاءُ فَكَانَتْ أَبْوَابًا (١٩) منهم من ذكر أنها تفتح لإنزال من شاء اللَّه تعالى من الملائكة، وتنشق وتنفطر؛ لشدة هول القيامة. </p><p> ومنهم من قال: إن الشق والفتح والانفطار كله واحد، فذكر الفتح؛ لشدة هول ذلك اليوم. </p><p> وجائز أن يكون الكل يقتضي معنى واحدا؛ لأنه فيما ذكر فيه الانشقاق قد ذكر فيه نزول </p>"
}