{
  "id": null,
  "sura": 78,
  "aya": 2,
  "text": "<p> سُورَةُ النَّبَإِ، وهي مَكِّيَّة </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (عَمَّ يَتَسَاءَلُونَ (١) عَنِ النَّبَإِ الْعَظِيمِ (٢) الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ (٣) كَلَّا سَيَعْلَمُونَ (٤) ثُمَّ كَلَّا سَيَعْلَمُونَ (٥) أَلَمْ نَجْعَلِ الْأَرْضَ مِهَادًا (٦) وَالْجِبَالَ أَوْتَادًا (٧) وَخَلَقْنَاكُمْ أَزْوَاجًا (٨) وَجَعَلْنَا نَوْمَكُمْ سُبَاتًا (٩) وَجَعَلْنَا اللَّيْلَ لِبَاسًا (١٠) وَجَعَلْنَا النَّهَارَ مَعَاشًا (١١) وَبَنَيْنَا فَوْقَكُمْ سَبْعًا شِدَادًا (١٢) وَجَعَلْنَا سِرَاجًا وَهَّاجًا (١٣) وَأَنْزَلْنَا مِنَ الْمُعْصِرَاتِ مَاءً ثَجَّاجًا (١٤) لِنُخْرِجَ بِهِ حَبًّا وَنَبَاتًا (١٥) وَجَنَّاتٍ أَلْفَافًا (١٦) . </p><p> قوله - عَزَّ وَجَلَّ -: (عَمَّ يَتَسَاءَلُونَ (١) عَنِ النَّبَإِ الْعَظِيمِ) اختلف في التساؤل: </p><p> فمنهم من ذكر أن التساؤل كان عن أمر النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، سألوا عن حاله: أهو نبي أم ليس بنبي؟ </p><p> ومنهم من ذكر أن التساؤل كان عن القرآن: أنه من اللَّه تعالى أو ليس من الله تعالى؟ </p><p> أو يتساءلون فيما بينهم: هل تقدرون على إتيان مثله أم لا؟ </p><p> وجائز أن يكون التساؤل عن أمر البعث، أو عن التوحيد، كما قال اللَّه - تعالى - خبرا عنهم:  (أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا) ؟. </p><p> ثم جائز أن يكون هذا السؤال من أهل الكفر، سأل بعضهم بعضا، فاختلفوا فيه، ولم يحصلوا من اختلافهم على إصابة الحق؛ ألا ترى إلى قوله - تعالى -: (كَلَّا سَيَعْلَمُونَ. ثُمَّ كَلَّا سَيَعْلَمُونَ) ، ولو كان فيهم مصدق، لكان قد وقع له العلم في ذلك الوقت؛ فلا يحتاج إلى أن يعلم ويبينه عليه. </p><p> فإن كان السؤال عن حال الرسول - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فوجه اختلافهم أن بعضهم زعم - أنه شاعر، وقَالَ بَعْضُهُمْ: هو ساحر، وقَالَ بَعْضُهُمْ: مفتر كذاب، وادعى بعضهم أنه مجنون. </p><p> وجائز أن يكون السؤال من الكفرة للمؤمنين. </p><p> وإن كان على هذا فما ذكره أهل التفسير فهم بين مصدق ومكذب، يراد بالمكذب الذين صدر عنهم السؤال، ويراد بالمصدق أهل الإسلام الذين سُئلوا. </p><p> ثم لا يجوز لأحد تحصيل السؤال على جهة واحدة، والقطع عليه بالتوقف الموجب للعلم. </p><p> ثم في قوله - تعالى -: (أَلَمْ نَجْعَلِ الْأَرْضَ مِهَادًا) جواب عما سبق من السائل؛ فإن كان السائل عن أمر الرسالة، فحقه أن يحمل على جهة غير الجهة التي يحمل عليها إذا صرف التساؤل إلى أمر البعث، أو إلى أمر التوحيد أو القرآن. </p><p> والأصل فيه أن اللَّه - تعالى - بما ذكر من مهاد الأرض، وخلق الأزواج ذكر عباده عظيم نعمه وكثرة إحسانه إليهم؛ ليستأدي منهم الشكر؛ فإذا وقعت لهم الحاجة إلى الشكر، فيضطرهم ذلك إلى من يبين لهم، واحتاجوا إلى من يعرفهم الوعد والوعيد، ومحل الشكور، ومحل الكفور، ومحل الموالي، ومحل المعادي؛ إذ وجدوا هذه الدنيا تمن على الأولياء، وعلى الأعداء على حالة واحدة؛ فاحتاجوا إلى من يعرفهم الوعد والوعيد، وأوجب ما ذكرنا القول بالبعث؛ ليظهر به منزلة الشكور والكفور. </p><p> وفي ذكر هذه النعم - أيضا - دلالة الوحدانية؛ لأن اللَّه - تعالى - مهد الأرض، فجعلها متمتعا للخلق، ومنقلبا لهم، وأخرج منها ما يتعيشون به، وجعل سبب الإخراج ما ينزل من السماء من القطر، فجعل منافع الأرض متصلة بمنافع السماء، فلو لم يكن مدبرهما واحدا لانقطع الاتصال، ثم لو أراد أحد أن يعرف المعنى الذي له يقع إحياء الأشياء بالماء، لم يصل إليه، ولو أرادوا أن يتداركوا الوجه الذي صلح هذا الطعام أن يكون سببا لدفع الحاجات وقطع الشهوات، لم يقفوا عليه؛ فيكون فيما ذكرنا إزالة الشبه والشكوك التي تعترض لهم في الأمور الخارجة عن تدبيرهم وقواهم. </p>"
}