{
  "id": null,
  "sura": 78,
  "aya": 39,
  "text": "<p> والصواب أن يكون مقيما فيما دان به من التوحيد. </p><p> وذكر علي بن أبي طالب - رَضِيَ اللَّهُ عَنْهُ - أنه مر بعجوز وهي تدعو فتقول:  \" اللهم اجعلني من أهل شفاعة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - \" فقال لها: قولي: \" اللهم اجعلني من رفقاء مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - في الجنة؛ فإن شفاعته لأهل الكبائر من أمته \" . </p><p> قال - رَضِيَ اللَّهُ عَنْهُ -: وبهذا الفصل تعارضنا المعتزلةُ، فتقول: إذا قلتم: اللهم اجعل لنا من شفاعة مُحَمَّد نصيبا، فقد قلتم: اللهم اجعلنا ممن يرتكب الكبائر؛ إذ شفاعته في زعمكم لأهل الكبائر. </p><p> فالجواب عن هذا أن الذي ابتلي بارتكاب الكبائر دون الشرك إنما ينال الشفاعة بما سبق منه من الخيرات من التوحيد وتعظيمه ربه - عَزَّ وَجَلَّ - فمحاسنه التي سبقت منه هي التي تجعله محلا للشفاعة، ولولاها ما نالها، فإذا قال: اللهم اجعل لي من شفاعة نبيك نصيبا، فهو يقول: اللهم وفقني على فعل الخيرات، واجعلني ممن يعظمك ويتقرب إليك بالطاعة حتى أنال بها الشفاعة، لا أن يقصد بدعائه جعله من أهل الكبائر، والذي يدل على صحة ما ذكرنا قوله:  (فَلَوْلَا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ (١٤٣) لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ)، فأخبر اللَّه تعالى أن تسبيحه ما أنقذه من بطن الحوت، ولو لم يكن مسبحا لم يستوجب الخلاص، وكذلك صاحب الكبيرة يستوجب الشفاعة، ويرجى له الخلاص بما سبق منه من الحسنات دون أن يستوجبها لارتكاب الكبيرة. </p><p> ثم من قول المعتزلة: أنهم يرون الصغائر مغفورة لأربابها إذا اجتنبوا الكبائر؛ فيقال لهم: إن من دعا اللَّه تعالى، وسأله المغفرة، فكأنه يدعو، فيقول: اللهم ابتلني بالصغائر حتى تغفرها لي، فإن قلتم بأن دعاءه بالمغفرة لا يقتضي ما عارضناكم به، فقولوا كذلك فيمن يقول:  \" اللهم اجعل لي من شفاعة مُحَمَّد - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - نصيبا \" : إنه لا يقتضي أن يجعله من أهل الكبائر. </p><p> وقوله - عَزَّ وَجَلَّ -: (ذَلِكَ الْيَوْمُ الْحَقُّ ... (٣٩) قيل: معناه: ألا يقال في ذلك اليوم غير الحق. </p><p> وجائز أن يكون منصرفا إلى اليوم نفسه؛ فيكون معناه: أن كونه حقا يكون لا محالة. </p><p> وقوله:  (فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ مَآبًا) ، أي: مرجعا؛ تأويله: أن اللَّه تعالى بين للخلق </p>"
}