{
  "id": null,
  "sura": 78,
  "aya": 36,
  "text": "<p> ذلك الشراب لا يعمل فيهم هذا العمل؛ حتى يحملهم على الكذب والتكذيب؛ كما يوجد في شراب أهل الدنيا. </p><p> وقوله - عَزَّ وَجَلَّ -: (فِيهَا) أي: في الجنة. </p><p> ثم قوله:  (كِذَّابًا) قرأه بعضهم بالتخفيف في الموضعين هاهنا وفي: (وَكَذَّبُوا بِآيَاتِنَا كِذَّابًا) ، وقرئ بالتشديد في الموضعين، وقرأه بعض القراء بالتشديد في الأول، وبالتخفيف في الثاني. </p><p> وعن الكسائي أنه قال: بالتخفيف لغة مضر، وبالتشديد لغة يمانية؛ يقولون: كذبه تكذيبا وكذابا، وخربه تخريبا وخرابا، ونحو ذلك، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (جَزَاءً مِنْ رَبِّكَ عَطَاءً حِسَابًا (٣٦) قوله: (جَزَاءً) ، أي: جزاهم، و (عَطَاءً) : أعطاهم، و (حِسَابًا) : حاسبهم. </p><p> وقال الحسن: جزاهم بأعمالهم، أي: زادهم على القدر الذي استوجبوا. </p><p> وقَالَ بَعْضُهُمْ: أعطاهم عطاء كثيرا حتى قال كل واحد منهم: حسبي، حسبي. </p><p> والذي يؤيد هذا التأويل ما روي عن ابن عَبَّاسٍ - رضي اللَّه عنهما - أنه كان يقرأ: [ (جزاء من ربك عطاء حَسَنًا) ]. </p><p> وقَالَ بَعْضُهُمْ: جزاء بأعمالهم التي كتبت الحفظة، وأحصتها عليهم، وأعطى عطاء حسابا؛ أي: كثيرا؛ جزاء لما أخفوا من أعمالهم التي لم يطلع عليها ملائكة، فأعطاهم عطاء بينا ظاهرا يعرفه الناس. </p><p> وجائز أن يكون الجزاء عطاء من ربه، لا أنه يستوجب الجزاء؛ لما ذكرنا أنه لا أحد من هذا البشر إلا وقد سبقت له من اللَّه - تعالى - نعم، لو أنفذ جميع عمره في أداء شكره منها، لم يصل إلى كنه ما عليه من الشكر؛ إذ من قام بالشكر، ووفق عليه، زيد له - أيضا - في النعم؛ لمكان الشكر، فإذا وصل إلى جزاء عمله في الدنيا، لم يستوجب به المزيد؛ فثبت أن الجزاء في الآخرة بحق الإفضال من اللَّه تعالى والإنعام، لا بحق الاستيجاب؛ ألا ترى إلى قوله تعالى:  (وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ. . .) الآية، فسمى الكرامة: إنعاما، وقال في آية أخرى:  (وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ) ، فجعل ما آتاهم من النعيم فضلا منه؛ فثبت أن الذي جزاهم به عطاء من ربه حساب، أي: كثير. </p>"
}