{
  "id": null,
  "sura": 79,
  "aya": 32,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَالْجِبَالَ أَرْسَاهَا (٣٢) أثبتها؛ لئلا تميد بأهلها. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ (٣٣) فيه أن ما جعله متاعا لنا قد جعل شيئا من ذلك للدواب أيضا، والذي جعله للأنعام، لم يجعل لنا فيه شركاء؛ وذلك لأن الذي أنشأه لمتاع البشر منه ما يستخبث ويستقذر، ومنه ما يستطاب ويدخر، فجعل ما طاب منه للبشر، وما خبث منه لمنافع الدواب، والذي أنشأه لمنافع الدواب مما تستخبثه الطباع وتستقذره، فَفَضَّل أغذية مَنْ فَضَّلَ منازلهم، ففيما ذكرنا دلالة إباحة التناول من الطيبات؛ إذ اللَّه تعالى مَنَّ على عباده أن جعل أغذيتهم بما طاب من الأشياء، وفضلهم على الأنعام، فمن كره ذلك فقد كره الانتفاع بما أنشئ للانتفاع، واللَّه أعلم. </p><p> * * * </p><p> قوله تعالى:  (فَإِذَا جَاءَتِ الطَّامَّةُ الْكُبْرَى (٣٤) يَوْمَ يَتَذَكَّرُ الْإِنْسَانُ مَا سَعَى. وَبُرِّزَتِ الْجَحِيمُ لِمَنْ يَرَى (٣٦) فَأَمَّا مَنْ طَغَى (٣٧) وَآثَرَ الْحَيَاةَ الدُّنْيَا (٣٨) فَإِنَّ الْجَحِيمَ هِيَ الْمَأْوَى (٣٩) وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى (٤٠) فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى (٤١) يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا (٤٢) فِيمَ أَنْتَ مِنْ ذِكْرَاهَا (٤٣) إِلَى رَبِّكَ مُنْتَهَاهَا (٤٤) إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا (٤٥) كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا (٤٦) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِذَا جَاءَتِ الطَّامَّةُ الْكُبْرَى) قال: الطامة: هي الصيحة، سميت: طامة؛ لأنها تطم الأشياء وتعمها، وسميت: كبرى؛ لأنها إن طمت بالعذاب فهو يدوم ولا ينقطع، وإن أحاطت بالثواب والكرامة فهو يدوم ولا ينقطع؛ فسميت: كبرى؛ لدوامها. </p><p> وقوله - تعالى -: (يَوْمَ يَتَذَكَّرُ الْإِنْسَانُ مَا سَعَى (٣٥) ما عمل، وتذكره يكون بوجهين: </p><p> أحدهما: بقراءته كتابه؛ كقوله تعالى:  (اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا) ، والتذكر الثاني يكون بالجزاء. </p><p> فالتذكر الأول يكون باللطف من اللَّه تعالى، وإلا فالمرء قد يكتب أشياء، ثم ينساها إذا طالت المدة، ولا يتذكر بالقراءة، ففيما لم يتول كتابته أحق ألا يتذكر، لكن اللَّه - تعالى - بلطفه يذكره بالقراءة؛ فيعرف به صدق ما كتبته الملائكة، ويعرف أنه إذا عوقب، عوقب جزاء ما كسبته يداه، ويكون الجزاء أبلغ في التذكير؛ فيتذكر في ذلك الوقت، أيضا. </p>"
}