{
  "id": null,
  "sura": 80,
  "aya": 30,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (أَنَّا صَبَبْنَا الْمَاءَ صَبًّا (٢٥) ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا (٢٦) ليقر الماء في شقوقها فيصل الخلق إلى الانتفاع به. </p><p> أو شققناها للنبات، فأنبتنا فيها حبا وعنبا، فذكر الحب والعنب، وأخبر أنه أنبتهما في الأرض، وهما في الحقيقة غير نابتين في الأرض، ولكن أخرجهما من أصل هو نابت في الأرض، فأضافهما إليها لما يرجع الابتداء إليها، وهو كقوله - تعالى -: (وَفِي السَّمَاءِ رِزْقُكُمْ) ، ورزقنا من السماء المطر، لكن الذي هو رزقنا من الطعام وغيره إنما ينبت في الأرض، وخرج منها بالقطر من السماء؛ فأضيف إليه؛ فعلى ذلك أضيف الحب والعنب إلى ما ذكرنا؛ للمعنى الذي وصفنا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَقَضْبًا (٢٨) القضب: هي الرطبة، سميت: قضبا؛ لأنها تقضب، وتقطع مرة بعد مرة. </p><p> (وَزَيْتُونًا ... (٢٩) في ذكر الزيتون ما ذكرنا من الفائدة، وهي أن الزيتون ألين الأشياء نَبَتَ أصله في الجبال التي هي أصلب الأرض، فمن قدر على إخراج ألين الأشياء عن أصلب الأشياء لقادر على الإنشاء والبعث؛ إذ من قدر على أن يخرج ألين الأشياء من أصلب الأشياء لقادر على أن يلين القلوب القاسية حتى تلين لذكر اللَّه تعالى. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَحَدَائِقَ غُلْبًا (٣٠) الحدائق هي البساتين التي أحدقت بالأشجار وأحاطت بها، والغلب: الغلاظ؛ يقال: رجل أغلب؛ إذا كان غليظ الرقبة، وقوم غلب الرقاب، أي: غلاظ، وقالوا - أيضا -: الغلب الأشجار الكثيفة الطويلة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَفَاكِهَةً وَأَبًّا (٣١) والأب: الكلأ، فيخبر أنه أنشأ هذه الأشياء؛ لتكون متاعا للخلق والأنعام، لا لمنافع نفسه. </p><p> * * * </p><p> قوله تعالى:  (فَإِذَا جَاءَتِ الصَّاخَّةُ (٣٣) يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ (٣٤) وَأُمِّهِ وَأَبِيهِ (٣٥) وَصَاحِبَتِهِ وَبَنِيهِ (٣٦) لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ (٣٧) وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ (٣٨) ضَاحِكَةٌ مُسْتَبْشِرَةٌ (٣٩) وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ (٤٠) تَرْهَقُهَا قَتَرَةٌ (٤١) أُولَئِكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ (٤٢) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِذَا جَاءَتِ الصَّاخَّةُ) قال الحسن: هي اسم القيامة يصخ لها كل شيء، وبه يقول أبو بكر: إنه يصخ لمجيئها كل شيء، أي: يخشع لها ويطأطئ رأسه </p>"
}