{
  "id": null,
  "sura": 80,
  "aya": 17,
  "text": "<p> قوله تعالى:  (قُتِلَ الْإِنْسَانُ مَا أَكْفَرَهُ (١٧) مِنْ أَيِّ شَيْءٍ خَلَقَهُ (١٨) مِنْ نُطْفَةٍ خَلَقَهُ فَقَدَّرَهُ (١٩) ثُمَّ السَّبِيلَ يَسَّرَهُ (٢٠) ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ (٢١) ثُمَّ إِذَا شَاءَ أَنْشَرَهُ (٢٢) كَلَّا لَمَّا يَقْضِ مَا أَمَرَهُ (٢٣) فَلْيَنْظُرِ الْإِنْسَانُ إِلَى طَعَامِهِ (٢٤) أَنَّا صَبَبْنَا الْمَاءَ صَبًّا (٢٥) ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا (٢٦) فَأَنْبَتْنَا فِيهَا حَبًّا (٢٧) وَعِنَبًا وَقَضْبًا (٢٨) وَزَيْتُونًا وَنَخْلًا (٢٩) وَحَدَائِقَ غُلْبًا (٣٠) وَفَاكِهَةً وَأَبًّا (٣١) مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ (٣٢) . </p><p> وقوله - عَزَّ وَجَلَّ -: (قُتِلَ الْإِنْسَانُ مَا أَكْفَرَهُ) ، قالوا: تأويله: لعن الإنسان. </p><p> وذكر الحسن والمعتزلة: أن هذا من اللَّه - تعالى - على الشتم والتسمية له بذلك، واستجازوا الشتم منه. </p><p> والأصل أن ليس في الشتم إلا ظهور سفه الشاتم وعبثه؛ إذ لا ضرر يلحق بالمشتوم من جهة الشتم، وإنما ضرر ذلك الشتم على الشاتم خاصة، وأما المشتوم فإنما يصير مشتوما بفعله لا بشتم الشاتم، وجل اللَّه - تعالى - من أن ينسب إليه فعل السفه؛ فلذلك قلنا: إنه لا يتحقق معنى الشتم في الكلمة التي عرفت شتما فيما بين الخلق إذا جاءت من اللَّه - تعالى - كما لا يحقق من الكلمة التي عرفت اغتيابا فيما بين الخلق إذا جاءت من اللَّه - تعالى - معنى الاغتياب، بل يحمل ذلك على الردع والتنبيه؛ فيكون في ذكرها تخويف من خوطب بها، وتذكر للخلق سفهه وجهله؛ ألا ترى أن المرء في الشاهد قد يتكلم بما فيه هتك الستر على المخاطب ثم لا يعد ذلك منه اغتيابا؛ إذا قصد به وعظه وزجره عما هو فيه، وأرشده إلى ما فيه صلاح آخرته وأولاه، فكذلك اللَّه - تعالى - إذا جاء منه ما يعد شتما من غيره واغتيابا، لم يلحقه وصف الشتم والغيبة؛ إذ ذلك منه على التذكير والتنبيه للخلق، وعلى التخويف والتهويل لمن نسب إليه ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (مَا أَكْفَرَهُ) ، أي: ما أقبح كفره، وأوحشه، وأشنعه؛ لأنه علم أن جميع ما أنعم به من النعيم فمن اللَّه - تعالى - ثم هو لم يشكر نعمه، ولا أطاعه فيما دعاه إليه؛ بل وجه شكر نعمه إلى من لا ينفعه ولا يضره، وعند من لا يسمع، ولا يبصر، ولا يغني عنه شيئا، وما هذا إلا غاية الفحش ونهاية القبح. </p><p> أو ما أوحش كفره وأقبحه بما سوى بين الشكور والكفور، وبين المفسد والمصلح، </p>"
}