{
  "id": null,
  "sura": 80,
  "aya": 24,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ (٢١) ففي ذكر هذا ذكر النعم، وهو أن اللَّه - تعالى - جعل لما يخبث ويتغير كنًّا يكنُّ فيه؛ فيستره عن الخلق؛ لئلا يعافوه ويستقذروه، لم يجعل ذلك لغيرهم، وجعل لأنفسهم إذا هم تغيرت أجسادهم بالموت، وصارت بحيث تستخبث وتستقذر - كنا تستتر فيها؛ لتغيب عن الخلق؛ فلا يتأذوا بها، فذكرهم هذا؛ ليشكروه. </p><p> وقوله - عَزَّ وَجَلَّ -: (ثُمَّ إِذَا شَاءَ أَنْشَرَهُ (٢٢) معناه - واللَّه أعلم -: كذلك إذا شاء أنشره؛ لأن هذا كله إخبار في موضع الاحتجاج، فكأنه قال: إن الذي خلقه من نطفة وقدره، ثم أماته فأقبره، فهو كذلك ينشره إذا شاء، وكذلك هذا في قوله:  (كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ) ، أي: إن الذي أحياكم، ثم أماتكم، فكذلك هو الذي يحييكم. </p><p> وقوله - عَزَّ وَجَلَّ -: (كَلَّا لَمَّا يَقْضِ مَا أَمَرَهُ (٢٣) : </p><p> منهم من ذكر أن هذا الخطاب في كل أحد، لا ترى إنسانا قضى جميع ما عليه من الأمر على حد ما أمر حتى لا يغفل عنه ولا يقصر فيه؛ بل من اللَّه - تعالى - على كل أحد في كل طرفة عين نعمة، لا يتهيأ لأحد أن يقوم بكنه شكرها حتى لا يقع منه في ذلك جفاء ولا تقصير. </p><p> ومنهم من يقول: هذا في الكفار خاصة، لا يقضون ما أمروا به من التوحيد. </p><p> فإن كان على هذا فهو منصرف إلى ابتداء الأمر. </p><p> وإن كان على الوجه الأول، فهو منصرف إلى كنه الأمر، ويستقيم توجيهه إلى الكافر، على ما ذكروا؛ لأن إيمان المؤمن له حكم التجدد في كل وقت. إذ هو في كل وقت مأمور باجتناب الكفر، فهو يجتنبه، فذلك يكون، وإذا كان كذلك، ثبت أنه في كل وقت مؤمن؛ لما أمر به هو مجتنب عما نهي عنه، فهو بإيمانه راجع عن الزلات في كل حال، معتقد للوفاء بما أمر به؛ لذلك كان صرفه إلى الكافر أوجَهُ. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلْيَنْظُرِ الْإِنْسَانُ إِلَى طَعَامِهِ (٢٤) كيف قدر له حيث استعمل فيه </p><p> السماوات، والأرضين، والهواء، والشمس، والقمر، والليل، والنهار، فاستعمال السماء في إنزال المطر منها، واستعمال الهواء في جعله مسلكا للمطر، واستعمال الأرض في جعلها قرارا للمطر وأخرج منها ما فيه قوامهم ومنافعهم؛ فيكون في ذكر هذا فوائد: </p><p> إحداها: في موضع التعريف للخلائق: أن منشئ السماوات والأرضين، ومنشئ الخلق والشمس والقمر - واحد؛ لاتصال منافع بعض ببعض؛ إذ لو لم يكن كذلك، لكان لمنشئ السماء أن يمنع منافع السماء عن خلق منشئ الأرض. </p><p> والثانية: فيه تذكير قوته وعجيب حكمته؛ ليعلموا أنه قادر على كل ما يريد فعله؛ لا يضعف عن ذلك، ولا يعجزه شيء؛ لأنه جمع بين منافع ما ذكرنا مع تناقضها واختلافها في نفسها، فجعلها من حيث المنافع متسقة متفقة، وجعل كل واحدة منهن كالمتصلة بالأخرى، المقترنة بها مع بعد ما بينهما، فمن قدر على الاتساق بين الأشياء المختلفة، وقدر على الوصل بين الأشياء المتباعدة بعضها عن بعض - لقادر على إحياء الأموات والبعث. </p><p> والثالثة: ذكرهم هذا ليبين لهم حكمته وعلمه؛ ليعلموا أنه لا يخلق الخلق عبثا، ولا يتركهم سدى لا يستأدي منهم الشكر، ولا يبعثهم؛ بل ينشئهم ويميتهم فقط، فيخرج خلقه على ما فيه خروج عن الحكمة، ولأنه خلق البشر على وجه تمسه الحاجات، وتمسه الشهوات، وقدر الطعام على وجه إذا تناول منه دفع حاجته وسكن شهوته، ولو أراد أحد أن يتدارك المعنى الذي يعمل في دفع الحاجة وتسكين الشهوة ما هو؟ لم يصل إلى تعرفه؛ فيؤدي تفكره إلى دفع الشبه والاعتراضات التي تعتريه في أمر البعث وغيره؛ إذا كانوا يقدرون الأمور على قواهم ويسوونها على ما ينتهي إليه تدبيرهم، فإذا وجدوا في الطعام معاني هي خارجة من تدبيرهم وقواهم علموا أن ليس الأمر على ما قدروا؛ فيرتفع عنهم الريب والإشكال، وكذلك لو أرادوا أن يستخرجوا من الماء المعنى الذي به صلح أن تكون به حياة الأشياء كلها مع اختلاف الأشياء وتفاوتها واختلاف طعومها وألوانها - لم يمكنهم ذلك؛ فيعلمون أن الذي بلغت حكمته هذا المبلغ قادر على ما يشاء، فعال لما يريد، ويكون في النظر فيما ذكر حاجته وافتقاره إلى غيره تبيين أن اللَّه - تعالى - لم ينشئ الخلق لحاجة نفسه، وإنَّمَا خلق لحاجة البشر إليه. </p>"
}