{
  "id": null,
  "sura": 81,
  "aya": 13,
  "text": "<p> ويقال: كشطت؛ أي: قلعت كما يقلع السقف. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذَا الْجَحِيمُ سُعِّرَتْ (١٢) يحتمل وجهين: </p><p> أحدهما: أن يحدث تسعيرها؛ فيكون فيه علم الحدثيَّة، وكذلك في قوله - تعالى -:: (وَإِذَا الْبِحَارُ سُجِّرَتْ) يحتمل أن يبتدئ تسجيرها، ولما تسجر من قبل. </p><p> وجائز أن يراد من التسجير والتسعير على ما كان من قبل؛ لقوله:  (وَقُودُهَا النَّاسُ وَالْحِجَارَةُ) ، وقد كان وقودها بغير هذين، ثم يزاد في وقودها بالناس والحجارة. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَإِذَا الْجَنَّةُ أُزْلِفَتْ (١٣) قيل: قربت؛ فأضيف إليها التقريب؛ لأن أهلها إذا قربوا إليها فقد قربت هي إليهم. </p><p> وقوله - عَزَّ وَجَلَّ -: (عَلِمَتْ نَفْسٌ مَا أَحْضَرَتْ (١٤) أي: ما أحضرت من خير أو شر؛ كقوله تعالى:  (يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا) الآية. </p><p> أو تعلم ما أحضرتها الملائكة الذين كتبوا عليها. </p><p> * * * </p><p> قوله تعالى:  (فَلَا أُقْسِمُ بِالْخُنَّسِ (١٥) الْجَوَارِ الْكُنَّسِ (١٦) وَاللَّيْلِ إِذَا عَسْعَسَ (١٧) وَالصُّبْحِ إِذَا تَنَفَّسَ (١٨) إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ (١٩) ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ (٢٠) مُطَاعٍ ثَمَّ أَمِينٍ (٢١) وَمَا صَاحِبُكُمْ بِمَجْنُونٍ (٢٢) وَلَقَدْ رَآهُ بِالْأُفُقِ الْمُبِينِ (٢٣) وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِينٍ (٢٤) وَمَا هُوَ بِقَوْلِ شَيْطَانٍ رَجِيمٍ (٢٥) فَأَيْنَ تَذْهَبُونَ (٢٦) إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ (٢٧) لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ (٢٨) وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ (٢٩) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَلَا أُقْسِمُ بِالْخُنَّسِ (١٥) الْجَوَارِ الْكُنَّسِ): الأشياء التي وقع بها القسم تقتضي أحكاما ثلاثة. </p><p> أحدها: ما من شيء خلقه اللَّه - تعالى - إلا وفيه دليل وحدانيته، وآية ربوبيته، إذا أنعم النظر فيه، ويثبت علمه وحكمته، ويدل على قدرته وسلطانه، وفي تثبيت القدرة والسلطان إيجاب القول بالبعث، وإيجاب القول بالرسل، ونهي عن عبادة غير اللَّه، فلو أنعموا النظر فيها وتفكروا في أمرها، لأداهم ذلك إلى القول بالبعث، ودعاهم إلى وحدانية الرب والإقرار بالرسل؛ فلا يدعون أن معه آلهة أخرى، ولا كانوا ينكرون البعث، </p>"
}