{
  "id": null,
  "sura": 82,
  "aya": 13,
  "text": "<p> قوله تعالى:  (إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ (١٣) وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ (١٤) يَصْلَوْنَهَا يَوْمَ الدِّينِ (١٥) وَمَا هُمْ عَنْهَا بِغَائِبِينَ (١٦) وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ (١٧) ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ (١٨) يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ (١٩) . </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ (١٣) وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ): قد ذكرنا أن البر هو الذي ما طلب منه، والذي طلب منه ما ذكر في قوله:  (لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ. . .) إلى قوله: (وَأُولَئِكَ هُمُ الْمُتَّقُونَ) ، وفي هذه الآية دلالة على ما ذكرنا أن البر إذا ذكر دون التقوى، اقتضى المعنى الذي يراد بالتقوى؛ لأنه أخبر أن البر هو الإيمان باللَّه - تعالى - واليوم الآخر، ثم ذكر أن الذي جمع بين هذه الأشياء، فهو المتقي. </p><p> ثم احتجت المعتزلة لقولهم بالتخليد في النار لمن ارتكب الكبيرة بقوله تعالى:  (وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ) إلى قوله: (وَمَا هُمْ عَنْهَا بِغَائِبِينَ) ؛ لأن مرتكب الكبيرة فاجر، وقد وصف اللَّه - تعالى -: أن الفجار لفي جحيم، ولا يغيب عنها، وزعموا أنه ما لم يأت بالشرائط التي ذكر في قوله:  (وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ) ، فهو غير داخل في قوله:  (إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ) . </p><p> والأصل عندنا ما ذكرنا: أن كل وعيد مذكور مقابل الوعد فهو في أهل التكذيب؛ لما ذكر من التكذيب عند التفسير بقوله:  (كَلَّا إِنَّ كِتَابَ الْفُجَّارِ لَفِي سِجِّينٍ) ، إلى قوله:  (وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ) ، وقال:  (تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ) إلى قوله: (فَكُنْتُمْ بِهَا تُكَذِّبُونَ) وإذا كان كذلك، لم يجب قطع القول بالتخليد في النار لمن ارتكب الكبيرة، بل وجب القول بالوقف فيهم. </p><p> ثم إن اللَّه - تعالى - جعل لأهل النار يوم البعث أعلاما ثلاثة، بها يعرفون، وتبين أنهم من أهل النار، لم يجعل شيئا من تلك الأعلام في أهل السعادة: </p><p> أحدها: اسوداد الوجوه بقوله: (وَتَسْوَدُّ وُجُوهٌ) . </p><p> والثاني: بما يدفع إليهم كتابهم بشمالهم، ومن وراء ظهورهم، ويدفع إلى أهل الجنة كتبهم بأيمانهم. </p><p> والثالث: في أن تخف موازينهم، وتثقل موازين أهل الحق. </p>"
}