{
  "id": null,
  "sura": 83,
  "aya": 1,
  "text": "<p> سُورَةُ الْمُطَفِّفِينَ، وهي مَكِّيَّة </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (وَيْلٌ لِلْمُطَفِّفِينَ (١) الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ (٢) وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ (٣) أَلَا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ (٤) لِيَوْمٍ عَظِيمٍ (٥) يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ (٦) كَلَّا إِنَّ كِتَابَ الْفُجَّارِ لَفِي سِجِّينٍ (٧) وَمَا أَدْرَاكَ مَا سِجِّينٌ (٨) كِتَابٌ مَرْقُومٌ (٩) وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (١٠) الَّذِينَ يُكَذِّبُونَ بِيَوْمِ الدِّينِ (١١) وَمَا يُكَذِّبُ بِهِ إِلَّا كُلُّ مُعْتَدٍ أَثِيمٍ (١٢) إِذَا تُتْلَى عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ (١٣) كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ (١٤) كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ (١٥) ثُمَّ إِنَّهُمْ لَصَالُو الْجَحِيمِ (١٦) ثُمَّ يُقَالُ هَذَا الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ (١٧) . </p><p> قوله - عَزَّ وَجَلَّ -: (وَيْلٌ لِلْمُطَفِّفِينَ) : وجه تعييرهم بالتطفيف وإلحاق الوعيد بهم؛ لمكانه وإن كانوا مستوجبين للوعيد، وإن أوفوا المكيال، ولم يطففوا فيه؛ إذ كانوا جاحدين باللَّه تعالى ومكذبين بالبعث -: هو أن الكفرة لم يكونوا اعتقدوا الكفر باللَّه - تعالى - لتلذذ يقع لهم بنفس الكفر، ولا التزموه على التحسين لهم إياه، وإنما أعرضوا عن الإيمان لحبهم الرياسة، ولمأكلة كانت لهم خافوا زوالها عنهم بالإسلام. </p><p> أو زهدوا عنه؛ لما يلزمهم بالإيمان مؤن، واختاروا الكفر؛ لئلا يلزمهم بالإيمان تحملها؛ فكان الذي يحملهم على الصد عن الإيمان وترك النظر في آيات اللَّه - تعالى - وحججه ما ذكرنا؛ فعيروا بالأفعال الدنية التي كانوا يتعاطونها فيما بينهم من التطفيف والهمز واللمز وتركهم إيتاء الزكاة بقوله - عَزَّ وَجَلَّ -: (الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ) ؛ لينقلعوا عنها؛ فيحملهم ذلك على النظر في القرآن والتدبر فيه، وهو كما ذكرنا في القتال أن فيه ما يحملهم على الإيمان؛ لأنهم كانوا يتزهدون عنه لحبهم الدنيا، فإذا قوتلوا ضاقت عليهم الدنيا؛ فبعثهم ذلك على الإيمان باللَّه - تعالى - وعلى النظر في آياته. </p><p> وذكر أن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لما تلا هذه الآية على أهل مكة تركوا التطفيف؛ فلم يطففوا </p>"
}