{
  "id": null,
  "sura": 84,
  "aya": 2,
  "text": "<p> سُورَةُ الانْشِقَاقِ </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (إِذَا السَّمَاءُ انْشَقَّتْ (١) وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ. وَإِذَا الْأَرْضُ مُدَّتْ (٣) وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ (٤) وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ (٥) يَا أَيُّهَا الْإِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا فَمُلَاقِيهِ (٦) فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ (٧) فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا (٨) وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُورًا (٩) وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ (١٠) فَسَوْفَ يَدْعُو ثُبُورًا (١١) وَيَصْلَى سَعِيرًا (١٢) إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا (١٣) إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ (١٤) بَلَى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا (١٥) . </p><p> قوله - عَزَّ وَجَلَّ -: (إِذَا السَّمَاءُ انْشَقَّتْ) هو جواب سؤال تقدم؛ لما ذكرنا أن حرف (إذا) حرف جواب، وليس بحرف ابتداء؛ فكأن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - سئل عن ملاقاة الأعمال متى وقتها؟ فقال - تعالى -: (إِذَا السَّمَاءُ انْشَقَّتْ (١) وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ) فذلك وقت ملاقاة الأعمال. </p><p> وقيل: ذكر في الخبر أن أخوين أحدهما مسلم، والآخر كافر، قال للمسلم: أترانا بعد الموت مبعوثين؟ فقال له: بلى، والذي خلقك والجبلة الأولين؛ فنزلت هذه السورة تبين لهم وقت بعثهم: أنه عند انشقاق السماء ومد الأرض ونحوه. </p><p> ثم ذكر الجواب في ابتداء السورة؛ ليكون المرء أذكر لها؛ لأنه يكون أوعى لها وإذا ذكر في وسط السورة، لم يتحفظ إلا بالتلاوة؛ ولهذا المعنى - واللَّه أعلم - جعلت \" الم \" ، و \" المر \" و \" كهيعص \" و \" طه \" رءوس السور؛ لأن الكفرة كانت من عادتهم الإعراض عن القرآن وترك الاستماع إليه ليفهموه، فابتدئت السور بما ذكرت من الرموز والإشارات؛ ليحملهم ذلك على التفكر فيه والنظر؛ إذ لم يكن سبق منهم العلم بمعرفة ما يواد من قوله:  \" الم \" و \" الر \" ثم ذكر انشقاق السماء ومد الأرض وإلقائها لما جعل فيها؛ ليعرفوا شدة ذلك اليوم؛ فيخافوه، ويستعدوا له. </p><p> وقوله - عَزَّ وَجَلَّ -: وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ (٢) ، قيل: سمعت لربها، وأطاعت </p><p> وأجابت إلى ما دعيت إليه. </p><p> ثم المراد من الإذن مختلف؛ فحقه أن يصرف كل شيء إلى ما هو الأولى به؛ ألا ترى أنك إذا قلت:  \" أذن الرجل لعبده في التجارة \" ، فلست تريد بقولك:  \" أذن \" ، ما تريد به إذا أذنت لغيرك أن يتناول من طعامك، بل تريد بالإذن للعبد الأمر بأن يتجر، حتى لو لم يفعل، تلومه على ذلك، وتريد بالآخر إباحة التناول؛ قال اللَّه - تعالى -: (وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ) ، وقال في موضع آخر:  (وَمَا كَانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ) ، فكان المراد من الإذنين مختلفا؛ فثبت أن حقه أن نحمله إلى ما إليه أوجَهُ، وهو إلى الطاعة والإجابة هاهنا أوجه؛ لذلك حملوه عليه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَحُقَّتْ) ، أي: حق لها أن تسمع وتطيع. </p><p> وجائز أن تكون الإجابة منصرفة إلى أهلها، ثم نسب إليها ذلك وإن كان المراد منه الأهل؛ كقوله تعالى:  (وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا) ، ولا يوجد من القرية عتو، وإنَّمَا يوجد من أهلها، فإن كان كذلك، ففيه أنه لا يتخلف أحد من الإجابة إلى ما دعاه إليه الرب - تعالى - خلافا على ما كانوا عليه من الدنيا، فإن كثيرا من أهل الدنيا، أعرضوا عن طاعته، واشتغلوا بمعصيته. </p><p> ثم الإجابة والطاعة والطوع والكره، ومثل هذه الأوصاف إذا أضيقت إلى من هو من أهل الاختيار، فهي على الطوع المعروف والإجابة المعروفة، وإذا أضيفت إلى من ليس هو من أهل الاختيار فهو على تغيير الهيئة؛ على ما عليه الخلقة، نحو الأرض توصف بالحياة؛ إذا أنبتت، وتوصف بالموت؛ إذا يبس ما عليها، وصارت متهشمة؛ فيراد بها: أنها صارت بهيئة لو وجدت تلك الهيئة في الروحانيين لصار أحدهما علما لحياته، والآخر علما لوفاته، وقال - تعالى -: (ثُمَّ اسْتَوَى إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ) ، وقوله - تعالى -: (فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ) </p>"
}