{
  "id": null,
  "sura": 84,
  "aya": 11,
  "text": "<p> بأن أوتوا كتبهم بأيمانهم، وأما الكافر فإنه استخف بأمر اللَّه - تعالى - وطاعته، فجوزي في الآخرة بأن أوتي كتابه بشماله التي تستعمل في الأقذار؛ إهانة له وتحقيرا. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَسَوْفَ يَدْعُو ثُبُورًا (١١) الثبور والويل حرفان يتكلم بهما عند الوقوع في المهالك؛ فيكون في ذكر الثبور ذكر وقوعه في المهلكة التي يحق له دعاء الثبور والويل على نفسه، دعا به أو لم يدع؛ على سبيل الكناية عن الوقوع في الهلاك، وهو كقوله - تعالى -: (فَلْيَضْحَكُوا قَلِيلًا وَلْيَبْكُوا كَثِيرًا) ، فالضحك كناية عن السرور، والبكاء كناية عن الحزن؛ فمعناه: أنه يستقبله ما يحزن له طويلا، كان هناك بكاء أو لم يكن. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ (١٤) بَلَى ... ) فيه دلالة أنه إنما حل به ما ذكر من العذاب؛ لأنه كان للبعث ظانا، ولم يكن به متيقنا؛ وكذلك اللَّه - سبحانه وتعالى - حيث قسم الوعد والوعيد بين الفريقين ذكر في آخره ما يبين أن الذي أوعد بالعذاب هو المكذب، وذكر الوعيد هاهنا وبين أن الذي يحل به هذا الوعيد هو الذي كان ظانا بالميعاد ولم يكن متحققا، وقال اللَّه - عَزَّ وَجَلَّ -: (وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ. . .) ، إلى قوله:  (ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ) ، فبين أن الوعيد في المكذبين، وقال - تعالى -: (تَلْفَحُ وُجُوهَهُمُ النَّارُ ... ) إلى قوله: (فَكُنْتُمْ بِهَا تُكَذِّبُونَ) ؛ ليعلم أن الوعيد الدائم في المكذبين خاصة؛ فيكون فيه دفع قول المعتزلة: إن أهل الكبائر يخلدون في النار. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا (١٥) أي: كان بصيرا بما سبق من أعماله الخبيثة؛ فيحاسبه على علم منه بما كسبت يداه، ويعذبه على علم منه باكتساب ما استوجب من العذاب، خلافا لأمر ملوك الدنيا: أنهم يحاسبون على تذكير الغير لهم ما عليه من الحساب، ويعذبون على تعريف الغير لهم ما استوجب به التعذيب، لا على علم منهم بذلك. </p><p> أو يكون معناه: أنه كان به بصيرا في الأزل: أنه ماذا يعمل إذا أنشأه؟ وإلى ماذا ينقلب أمره: إلى النار أو إلى الجنة؟ فخلقه على علم منه أنه يعادي أولياءه، ويعمل بمعاصيه. </p><p> ولقائل أن يقول بأن المرء في الشاهد لا يشرع في الأمر الذي يعلم أنه في العاقبة يضره ولا ينفعه، ولو شرع فيه، وأتمه كان مذموما عند الناس، ولم يكن محمودا، فأي حكمة </p>"
}