{
  "id": null,
  "sura": 84,
  "aya": 10,
  "text": "<p> جواب لها؛ فكان الظاهر من الكلام الأول على ما فهمته عائشة رَضِيَ اللَّهُ عَنْهُ. </p><p> ولكن وجه الجواب فيه: أن قوله - عليه السلام -: \" من حوسب عذب \" ، وقوله - عز وجل -: (فَسَوْفَ يُحَاسَبُ) ليس على كل حساب، وإنما هو على الحساب الذي لا يناقش فيه، فأما الذي هو عرض فليس مما يعذب عليه؛ فيكون فيه إبانة أنه لا يفهم بالخطاب العام عموم المراد كما فهمته عائشة - رضي اللَّه عنها - بل يجوز أن يكون الخطاب عاما، والمراد منه خاصا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُورًا (٩) وقال في شأن الذي أوتي كتابه وراء ظهره (وَيَصْلَى سَعِيرًا. إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا) ! فهذا لأن المسلم إنما تأهل على قصد تحصيل النفع لنفسه في العاقبة، وتكون معينة له على أمور الآخرة؛ فحصل له ذلك النفع بإحرازه السرور الدائم بذلك، والكافر تأهل للمنافع الحاضرة وسر بها سرورا، وأنساه السرور أمر العاقبة؛ فحق عليه العذاب؛ لتركه السعي للآخرة، لا لسروره بأهله، وهو كقوله تعالى:  (مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ. . .) الآية، والكل منا يريد العاجلة ولا بد له منها، لكن الذي يصلى جهنم هو الذي ابتغى العاجلة ابتغاء أنساه ذلك عن الآخرة، فكذلك المسرور بأهله إنما حلت به النقمة؛ لما منعه السرور عن النظر للعاقبة، لا لنفس السرور؛ إذ كل متأهل لا يخلو عن السرور بأهله، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ (١٠) فالإيتاء من وراء الظهر يحتمل وجهين: </p><p> أحدهما: أن استقذر منه؛ لخبث منظره؛ فأوتي من وراء ظهره؛ مجازاة له بما سبق من صنعه، وصنعه أنه نبذ كتاب اللَّه وراء ظهره، وترك أوامره ونواهيه كذلك وراء ظهره؛ فجوزي - أيضا - بدفع كتابه وراء ظهره، ودفع إلى المؤمن كتابه بيمينه؛ لما في كتابه من المحاسن والبركات، واليمين أنشئت؛ لتستعمل في البركات وأنواع الخير، وسميت - أيضا - باسم مشتق من اليمن والبركة، والشمال جعلت لتستعمل في الأقذار والأنجاس، فدفع كتابه من خبث عمله إليه بشماله أيضا أو من وراء ظهره. </p><p> ولأن أهل الإيمان قبلوا أمر اللَّه - تعالى - ونواهيه واستقبلوها بالتعظيم والتبجيل، ومن أراد تعظيم الآخر في الشاهد وتبجيله، أخذه بيمينه، فجوزوا في الآخرة بالتعظيم لهم </p>"
}