{
  "id": null,
  "sura": 86,
  "aya": 8,
  "text": "<p> وكذلك ذكر أبو بكر الأصم أن (الصُّلْبِ) كناية عن الرجل، (وَالتَّرَائِبِ) كناية عن المرأة؛ فيكون هذا اسما لهما مأخوذا عن أصل ما يكون منهما؛ ألا ترى إلى قوله تعالى:  (وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ. . .) الآية، فأضاف الأبناء إلى الأصلاب. </p><p> وفي إخراج الماء من بين الصلب والترائب لطف من اللَّه تعالى؛ لأنه لو اجتهد الخلائق باستخراجه من بين ما ذكر بحيلهم وقواهم ووضعه في الرحم، لم يقدروا عليه، ثم اللَّه بلطفه وضع هذه الشهوة فيما بين الخلق، واستخرج بها الماء من بين الصلب والترائب، لا أن يكون أحد يملك إخراجها بالأسباب والحيل، كما وضع فيهم شهوة الأكل والشراب، فمتى ما أكلوا وشربوا، وقرَّا قرارهما، ظهر من قوة الطعام والشراب في كل جارحة من جوارح الأكل باللطف، لا أن يكون ذلك العمل بالأكل والشرب خاصة، وكذلك يرى الإنسان إذا سقى أصل شجرة ظهرت منفعة السقي في أغصانها وأوراقها وأثمارها، ولو أراد أحد أن يعرف أنه لأي معنى صلح أن يكون الماء بالمحل الذي ذكرنا؟ وأراد أن يستخرج المعنى المجعول في الطعام من القوة التي ذكرنا - لم يتدارك ذلك؛ فيكون فيما ذكرنا أبلغ حجة على الثنوية؛ لأنهم ينكرون خلق الأشياء لا عن أشياء، وزعموا أنا لم نشاهد كون الشيء لا من شيء، والشاهد دليل الغائب؛ فلزم ذلك في الذي غاب عنا، فمن قدر على تصوير الولد في تلك الظلمات، وفي الأماكن الضيقة وقدر أن يجعل في الماء والطعام المعاني التي يعجز الخلق عن استدراكها - لقادر على إنشاء الخلق لا من شيء؛ إذ الأعجوبة فيما ذكرنا ليست بدون الأعجوبة عن إنشاء شيء لا من شيء. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّهُ عَلَى رَجْعِهِ لَقَادِرٌ (٨) قَالَ بَعْضُهُمْ: إنه على رده إلى صلب أبيه لقادر. </p><p> وقَالَ بَعْضُهُمْ: إنه على بعثه لقادر؛ هذا أشبه التأويلين؛ لأن الآية في موضع </p><p> الاحتجاج على الكفرة ولم يذكر عن أحد التنازع في نفى الرد إلى الصلب وإنكاره حتى يدفع المنازعة بهذا، وكانوا أهل إنكار بالبعث؛ فاحتج عليهم بابتداء الخلقة، وكذلك أكثر ما جرى به الاحتجاج في إثبات البعث في القرآن، إنما احتج عليهم بالابتداء. </p><p> وإن كان التأويل على رده إلى صلب أبيه، فوجه الرد هو أن يرد من حالة الشيب إلى حالة الشباب، ثم من حالة الكبر إلى حالة الصغر، ثم إلى حالة الطفولة، ثم يرد مضغة، ثم يرد علقة، ثم نطفة، ثم ترد النطفة إلى صلب أبيه، لا أن يوصف اللَّه - تعالى - بالقدرة على رده وهو على حاله نسمة عظيمة إلى صلب أبيه مع ضيق ذلك المكان. </p><p> ولأن هذا محال، واللَّه تعالى لا يوصف بالقدرة على المحال، وليس فيما لا يوصف بالقدرة على المحال نفي القدرة عنه في الأزل، وبهذا يجاب من سأل فقال: أيقدر اللَّه - تعالى - على إدخال الدنيا في بيضة؟ فيقال له: إن أردت إدخالها في البيضة بأن يصغر الدنيا ويضيقها حتى يجعلها أضيق من البيضة، أو يوسع البيضة حتى تسع الدنيا - فهو على ذلك قادر. </p><p> وإن أردت أنه قادر على إدخالها فيها على إبقاء البيضة بحالها وبقاء الدنيا بحالها، فهذا محال؛ لما فيه من انقلاب البعض كلا، والكل بعضا؛ فكذلك يوصف اللَّه - تعالى - بالقدرة على رد النسمة إلى الصلب بالوجه الذي ذكرنا، لا أن يردها على ما هي عليه إلى الصلب؛ لما في ذلك من الإحالة، وكذلك إذا سألنا عن حركات أهل الجنة والسكون هل لهما غاية؟. </p><p> فنقول: لا. </p><p> فإن قالوا: هل يعلم اللَّه - تعالى - غايتها وعددها. </p><p> فنقول له: يعلمها غير منقطعة، لا أن يعلمها منقطعة، ولم يكن في قولنا: إنه لم يعلمه منقطعا إثبات الجهل ولا نفي العلم عنه؛ بل الجهل إنما يتحقق إذا وصف بالعلم بالانقطاع فيما لا ينقطع، فكذلك ليس في نفي الوصف بالقدرة على المحال إثبات </p>"
}