{
  "id": null,
  "sura": 89,
  "aya": 6,
  "text": "<p> وقوله - عَزَّ وَجَلَّ -: (وَاللَّيْلِ إِذَا يَسْرِ (٤) أي: يُسرى بها، وفي ذلك كناية عن الجهاد والإغارة بالليل، كما يذكر في قوله:  (وَالْعَادِيَاتِ ضَبْحًا. فَالْمُورِيَاتِ قَدْحًا. فَالْمُغِيرَاتِ صُبْحًا) ؛ فيكون هذا كله إشارة إلى جملة العبادات. </p><p> ووجه القسم بالعبادات: أن اللَّه - تعالى - عظم أمر العبادات في قلوب الخلائق؛ حتى تراهم جميعا يستحسنونها ويعظمون أمرها، وإنَّمَا يقع الاختلاف بينهم في ماهيتها -إلا أن يقع التمانع بينهم في أنفسها- فأقسم بها. </p><p> وجائِز أن يكون أريد بالوتر هو اللَّه تعالى، وأريد بالشفع الخلائق؛ إذ خلقهم أزواجا، واللَّه تعالى هو الواحد بذاته؛ فيكون القسم بذاته وبجميع الخلق. </p><p> ويحتمل أنه أريد بالشفع والوتر الخلائق جملة؛ إذ فيهم المعنيان جميعا: الشفع، والوتر؛ فيكون قسما بجميع الخلائق. </p><p> وقوله - عَزَّ وَجَلَّ -: (هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ (٥) يحتمل أن يكون تأويله: أن وجه القسم بهذه الأشياء يعرفه ذوو الحجر، وهم ذوو الألباب والحجا، لا أن يعرفه الجهلة. </p><p> قالوا: وموضع القسم على قوله: (إِنَّ رَبَّكَ لَبِالْمِرْصَادِ) . </p><p> وجائِز أن يكون وقع التنازع فيما بينهم، وكانوا يزعمون أن أوقات الحج، وهي الليالي العشر، والشفع والوتر، ليس يقسم بها؛ فقال:  (هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ) ، أي: للعاقل إذا تدبر فيها عرف أن هذه الأوقات بالتي تحتمل أن يقسم بها أو هذه الأوقات بالتي تدلهم على القول بالبعث. </p><p> وقيل: إنما أقسم بهذه الأيام؛ لعظم قدر هذه الأيام وخطرها عندهم؛ لما فيها من صلاح معايشهم، ويكون لهم فيها سعة العيش: أما الفقراء بالهدايا والبدن، وأما غيرهم بأنواع المكاسب والتجارات؛ فإنهم كانوا يستعدون الأشياء، ويهيئون من السنة إلى السنة للتجارة في هذه الأيام؛ فأقسم اللَّه - تعالى - بهذه الأيام لكونها معظمة عندهم. </p><p> وقيل: إن موضع القسم غير مذكور في هذه السورة؛ لأنه كان على أثر حادثة عندهم معروفة، استغنى عن ذكرها؛ لشهرتها عندهم؛ فأقسم أنها لحق، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ (٦) إِرَمَ ذَاتِ الْعِمَادِ (٧) الَّتِي لَمْ يُخْلَقْ مِثْلُهَا </p><p> فِي الْبِلَادِ) في ذكر نبأ عاد وثمود وفرعون فوائد ثلاث: </p><p> إحداها: في موضع التخويف لأهل مكة الذين كذبوا رسوله - عليه السلام - وهو أن أُولَئِكَ القوم كانوا أكثر أموالا وأولادا وأعدادا، وأكثر في القوة من هَؤُلَاءِ الذين كذبوا محمدا عليه أفضل الصلوات، فلم يغنهم ذلك كله من اللَّه تعالى شيئا؛ بل اللَّه تعالى انتقم منهم لرسله - عليهم السلام - بما كذبوهم، فما بال هَؤُلَاءِ الذين كذبوا محمدا - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - لا يخافون مقته وحلول النقمة بهم بتكذيبهم رسوله، وليسوا بأكثر من أُولَئِكَ في العدد والمال والقوة؟! </p><p> وفائدة أخرى: أن أُولَئِكَ كانوا يزعمون أنهم باللَّه - تعالى - أولى من مُحَمَّد عليه الصلاة والسلام وأتباعه؛ لما بسط لهم من النعيم، وضيق على الرسول وأتباعه؛ فبين أن الذين تقدمهم من مكذبي الرسل كانوا أرفع منهم في القوى والأموال والأولاد والأعداد، وكانت رسلهم في ضيق من العيش، ثم كانوا هم أولى باللَّه تعالى من المكذبين المفتخرين بكثرة الأعداد والقوى؛ فبين لهم هذا ليعلموا أن ليس الأمر على ما ظنوا وحسبوا. </p><p> والثالثة: أنهم كانوا يمتنعون عن الإيمان باللَّه تعالى وبرسوله، وكانوا يقولون:  (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ) ؛ فيكون في ذكر هذا نفي التقليد لأُولَئِكَ؛ لأنه كان في آبائهم من أهلك بتكذيبهم الرسل، وهم الفراعنة وأتباعهم، وفيهم من نجا، وهم الرسل وأتباعهم المصدقون لهم، فما بأنهم قلدوا المهلكين منهم دون الذين نجوا؟!. </p><p> ثم الآية لم تسق؛ لتعرف نسب عاد وثمود وفرعون حتى نشتغل بتعرفه، وإنما سيقت للأوجه التي ذكرنا؛ فالاشتغال بتعرف أنسابهم وأحوالهم نوع من التكلف. </p><p> وقوله:  (أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ) فقوله: (أَلَمْ تَرَ) يحتمل وجهين: </p><p> أحدهما: أي: قد رأيت؛ أي: علمت؛ كما يقال في الشاهد: ألم تر إلى ما فعل </p>"
}