{
  "id": null,
  "sura": 89,
  "aya": 17,
  "text": "<p> نفسه؛ بل الدنيا دار عمل، وللجزاء بالكفر والإيمان دار أخرى، وهذا كقوله:  (إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ) ، وهم لم يكونوا كاذبين في شهادتهم ومقالتهم، بل كانوا صادقين أنه رسول اللَّه، وإن اللَّه - تعالى - يعلم أنه رسوله، ولكنهم كانوا اعتقدوا تكذيبه في قلوبهم؛ فكانوا يظهرون خلاف ما أضمروا في أنفسهم؛ فإلى ما أضمروا انصرف التكذيب، لا إلى نفس القول؛ كذا هذا. </p><p> ولأن أهل الكفر كانوا أصنافا: فمنهم من كان يرى إذا بسط عليه النعيم في الدنيا وأكرم فإنما بسط عليه لما استوجبه بفعله، وإذا ضيق عليه وابتلي بالشدة فإنما ضيق عليه بإساءته وبما كسبت يداه. </p><p> ومنهم من كان يظن أنه من اللَّه - تعالى - بمنزلة، وأنه مستوجب للإنعام، وأنه إذا بلي بضيق العيش وأصابته شدة، أصابه ذلك من عند مُحَمَّد عليه الصلاة والسلام؛ فيتشاءمون به؛ ألا ترى إلى قوله:  (وَإِنْ تُصِبْهُمْ حَسَنَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِ اللَّهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِكَ) ؛ وعلى هذا كان ظن فرعون وقومه؛ قال اللَّه - تعالى -: (فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَذِهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ) . </p><p> فقوله: [ (فَأَكْرَمَهُ) ]، أي: أكرمه في نفسه بأن أصح جسمه، أو جعله رئيس قومه، (وَنَعَّمَهُ) ، أي: بسط الدنيا عليه: (فَيَقُولُ رَبِّي أَكْرَمَنِ) ؛ فكان ينظر بذلك. </p><p> وقوله:  (وَأَمَّا إِذَا مَا ابْتَلَاهُ) أي: إذا اختبره؛ نضيق عليه رزقه، فيقول:  (رَبِّي أَهَانَنِ) ؛ فكان يظهر بذلك الجزع واللَّه - تعالى - اختبره بالنعم؛ ليستأدي منه الشكر بما أنعم، وابتلاه بضيق العيش؛ ليصبر، لا ليجزع؛ فلا شكر هذه النعم بل بطر، ولا صبر على الشدائد؛ بل جزع؛ فجائز أن يكون المراد بقوله:  (كَلَّا) ، منصرفا إلى هذا ردا لاعتقادهم وصنيعهم، وهو أنه لم يكرم ولم ينعم ليبطر به، ولا ضيق عليه رزقه ليجزع، بل إنما أنعم ليشكر، وقدر عليه رزقه ليصبر، واللَّه أعلم. </p><p> وقوله - عَزَّ وَجَلَّ -: (بَلْ لَا تُكْرِمُونَ الْيَتِيمَ (١٧) جائز أنهم كانوا لا يكرمونه ويهينونه مع ذلك؛ لأن إكرام اليتيم ليس بواجب، أما إهانته فحرام. </p>"
}