{
  "id": null,
  "sura": 89,
  "aya": 22,
  "text": "<p> ما يرثون من أنصبائهم، فيأكلونه جميعا. </p><p> وقَالَ بَعْضُهُمْ:  (وَتَأْكُلُونَ التُّرَاثَ أَكْلًا لَمًّا) ؛ أي: شديدا. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا (٢٠) قال أبو بكر: أي: تحبوته حبا وفيا وافرًا ليس فيه قصور؛ فيكون فيه إخبار عن غاية حبهم الدنيا وشدة حرصهم عليها. </p><p> وجائز أن يكون على التقديم والتأخير، وهو أنهم يحبون المال الجم حبا؛ أي: المال الكثير. </p><p> وقوله:  (كَلَّا ... (٢١) ؛ ردع وتنبيه: </p><p> فمنهم من رد هذا الردع إلى قوله:  (رَبِّي أَكْرَمَنِ) ، و (رَبِّي أَهَانَنِ) ، فكأنه يقول: كلا ليست هذه الدار دار جزاء؛ فيكون الإهانة والإكرام بحق الجزاء، وإنما هي دار محنة وابتلاء. </p><p> ومنهم من حمله على الابتداء، فقال:  (كَلَّا إِذَا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا) بمعنى حقا، يخبر عن ندمه في تركه الإكرام لليتيم، وترك إطعام المسكين والحض عليه:  (إِذَا دُكَّتِ الْأَرْضُ) أي: دقت وكسرت، وذلك يوم الحساب والبعث. </p><p> وقوله:  (وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا (٢٢) يحتمل أوجها: </p><p> أحدها: أن يكون معناه: وجاء ربك بالملك؛ إذ يجوز أن تستعمل الواو مكان الباء؛ ألا ترى إلى قوله - تعالى -: (قَالُوا يَا مُوسَى إِنَّا لَنْ نَدْخُلَهَا أَبَدًا مَا دَامُوا فِيهَا فَاذْهَبْ أَنْتَ وَرَبُّكَ) ، ومعناه: بربك، وإذا حمل على هذا ارتفعت الشبهة، واتضح الأمر؛ لأنه لو كان قال: وجاء ربك بالملك، لكان لا ينصرف وهم أحد إلى الانتقال من مكان إلى مكان، وقال - تعالى -: (هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ) ، ومعناه - واللَّه أعلم -: بظلل من الغمام؛ لأنه قال في موضع آخر:  (وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ) ؛ فثبت أن معناه ما ذكرنا وإذا ثبت هذا ارتفع الريب والإشكال. </p><p> ومنهم من ذكر أن معنى قوله:  (وَجَاءَ رَبُّكَ) ، وقوله:  (إِلَّا أَن يَأتِيَهُمُ اللَّهُ) ، أي: أمر اللَّه؛ دليله ما ذكر في سورة النحل قوله:  (هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ أَمْرُ رَبِّكَ) ، فذكر مكان قوله:  (وَجَاءَ رَبُّكَ) : (أَمْرُ رَبِّكَ) . </p><p> ويحتمل أن يكون قوله:  (وَجَاءَ رَبُّكَ) ، أي: جاء وعده ووعيده، فنسب المجيء إلى اللَّه تعالى، وإن لم يكن ذلك وصفا له؛ لأنه يجوز أن تنسب آثار الأفعال إلى اللَّه - تعالى - نسبة حقيقة الفعل وإن لم يوصف به، كما قال اللَّه - تعالى -: (فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا) ، فأضيف النفخ إليه وإن لم يوصف بأنه نافخ، وقال:  (وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ) ، فأضيفت الكتابة إليه وإن لم يوصف بأنه كاتب؛ لما أن ما ظهر من آثار فعله، ويقال: المطر رحمة اللَّه؛ أي: من آثار رحمته، لا أن يكون المطر صفة له، ويقال. الصلاة أمر اللَّه، والزكاة أمر اللَّه، أي: بأمر اللَّه نصلي، وبأمره نزكي، لا أن يكونا وصفين له. </p><p> ووجه آخر: أن يكون معنى قوله - تعالى -: (وَجَاءَ رَبُّكَ) ، أي: جاء الوقت الذي به صار إنشاء هذا العالم حكمة؛ إذ لولا البعث للجزاء، لكان إنشاء هذا العالم ثم الإهلاك خارجا مخرج العبث؛ لما وصفناه من قبل؛ لقوله:  (أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ) ؛ فثبت أن خلقه إنما صار حكمة بالبعث، وقال اللَّه تعالى:  (لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ) ، وقد كان الملك له قبل ذلك اليوم، ولكن ملكه لكل أحد يتبين في ذلك الوقت، وقال:  (وَبَرَزُوا لِلَّهِ جَمِيعًا) ، وقد كان كل شيء له بارزًا، ولكن معناه: أنه أتى الوقت الذي له برز الخلائق. </p><p> ثم الأصل في كل ما أضيف إلى اللَّه - تعالى - أن ينظر إلى ما يليق أن يوصل بالمضاف إليه، فتصله به وتجعله مضمرا فيه، قال اللَّه - تعالى -: (مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ) ، ولم يفهم إثبات الحضور، وكان معناه: أن علمه محيط بهم، وهو مطلع عليهم. </p><p> وقال:  (فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا) ، ولم يفهم به الانتقال؛ بل كان معناه: أنه جاءهم بأسه، وجاء لأوليائه نصره. </p><p> وقال:  (قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ) ، ولم يفهم بهذا الإتيان ما فهم من الإتيان الذي يضاف إلى الخلق. </p><p> وقال اللَّه، تعالى:  (إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ) ، وكان معناه: إن تنصروا دين اللَّه؛ لا أن اللَّه - تعالى - يلحقه ضعف يحتاج إلى من يقويه. </p><p> وقال اللَّه، تعالى:  (وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ) ، وكان معناه: أنه يحذركم عذابه؛ لا أن أريد به تحقيق النفس. </p><p> ومثل هذا في القرآن أكثر من أن يحصى؛ فثبت أن محل الإضافات ما ذكرنا؛ فلذلك حمل على الوعد والوعيد، أو على الوقت الذي به صار خلق العالم حكمة، أو على ما صلح فيه من الإضمار. </p><p> ومما يدل على أنه لا يفهم بالمجيء معنى واحد، بل يقتضي معاني: أن المجيء إذا أضيف إلى الأعراض، فُهِم به غير الذي يفهم به إذا أضيف إلى الأجسام؛ فإنه إذا أضيف إلى الأعراض أريد به الظهور؛ قال اللَّه تعالى:  (إِذَا جَاءَ نَصْرُ اللَّهِ) ، ومعناه: إذا ظهر نصره، ولم يرد به الانتقال، ولو كان مضافا إلى الجسم، فهم منه الانتقال من موضع إلى موضع. </p><p> وقال اللَّه تعالى:  (وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ) ، ومعناه: ظهر الحق، واضمحل الباطل، لا أن يكون الحق في مكان، فنقل عنه إلى غيره؛ فثبت أن المجيء إذا أضيف إلى شيء وجب أن يوصل به ما يليق به؛ لا أن يفهم به كله معنى واحد. </p><p> وروي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال - حكاية عن اللَّه تعالى -: \" من تقرب إليَّ شبرا تقربت إليه ذراعا، ومن تقرب إليَّ ذراعا، تقربت إليه باعا، ومن أتاني ساعيا أتيته هرولة \" ولم يفهم من هذا التقرب ما يفهم منه إذا أضيف إلى الخلق، وكان معناه: من تقرب إليَّ بالطاعة والعبادة تقربت إليه بالتوفيق والنصر أو بالإحسان والإنعام. </p><p> وقال موسى - عليه أن سلام -: \" يا رب أقريب أنت فأناجيك أو بعيد فأناديك؟! \" ، ولم يرد به المكان؛ وإنما أراد بقوله: أراضٍ أنت عني فأناجيك، أو ساخط عليَّ فأناديك في أن أعلن بالبكاء والتضرع؟! </p><p> ثم الأصل في المجيء المضاف إلى اللَّه - تعالى - أن يتوقف فيه، ولا يقطع الحكم على شيء؛ لما ذكرنا أن المجيء ليس يراد به وجه واحد؛ لأنه إذا أضيف إلى الأعراض </p>"
}