{
  "id": null,
  "sura": 93,
  "aya": 11,
  "text": "<p> الأب والجد، وأجازوا بيع ماله من وصيه إن كان وصي الأب أو وصي أمه في تركتها؛ فدل أن تزويج اليتيم ليس من قهره في شيء، وقد روي عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه زوج بنت حمزة سلمة بن أبي سلمة، وهو صغير يتيم، وزوج ابن عمر بنت أخيه وهي صغيرة، وزوج عروة ابنته من مصعب وهي صغيرة. </p><p> وقهر اليتيم في ظلمه والاعتداء عليه، وليس في التزويج ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ (١١) يحتمل وجهين: </p><p> أحدهما: يقول: حدثهم بنعم اللَّه - تعالى - التي أنعم عليهم؛ ليعرفوا ويفوا بما فيه شكرها. </p><p> أو يقول: حدثهم بما أنعم اللَّه عليك، وهو هذا القرآن؛ إذ القرآن من أعظم ما أنعم اللَّه عليه، فأمر بتحدث ما عليه من النعم؛ ليعرفوا عظيم ما أنعم اللَّه عليه من الاختصاص لهم؛ حيث جعلهم من أمته ومن قومه. </p><p> أو أمر بأن يقرأه ويحدث بما فيه. </p><p> وقد روي عن أبي رجاء العطاردي قال: خرج علينا عمران بن حصين وعليه مطرف خز، لم نره عليه قبل، ولا بعد، فقال: إن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - قال:  \" إن اللَّه - تعالى - إذا أنعم على عبد نعمة يحب أن يرى أثر نعمته عليه \" . </p><p> وعن عطية عن أبي سعيد عن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" إن اللَّه - تعالى - جميل يحب الجمال، ويحب أن يرى أثر نعمته على عبده، ويبغض البؤس والتبؤس \" . </p><p> وعن أبي الأحوص عن ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - قال: قال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" من أعطاه اللَّه - تعالى - خيرا؛ فلْيُرَ عليه، وابدأ بمن تعول، وارضخ من الفضل، ولا تلام على كفاف، ولا تعجز عن نفسك \" . </p><p> وعن يحيى بن عبد اللَّه عن أبيه عن أَبي هريرة - رَضِيَ اللَّهُ عَنْهُ - عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" إذا بسط اللَّه - تعالى - على عبد نعمة فلْتُرَ عليه \" يعني به: الصدقة والمعروف، وقول ابن مسعود - رَضِيَ اللَّهُ عَنْهُ -: \" وابدأ بمن تعول \" دليل عليه. </p><p> قال أهل الأدب: عال: افتقر، وأعال، أي: كثر عياله، ويقال: أسجيته: أسكنته، وقالوا: الانتهار: الكلام الخشن. وصلى اللَّه على سيدنا مُحَمَّد وآله وصحبه أجمعين. </p><p> * * * </p><p> سُورَةُ (أَلَمْ نَشْرَحْ) ، وهي مَكِّيَّة </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ (١) وَوَضَعْنَا عَنْكَ وِزْرَكَ (٢) الَّذِي أَنْقَضَ ظَهْرَكَ (٣) وَرَفَعْنَا لَكَ ذِكْرَكَ (٤) فَإِنَّ مَعَ الْعُسْرِ يُسْرًا (٥) إِنَّ مَعَ الْعُسْرِ يُسْرًا (٦) فَإِذَا فَرَغْتَ فَانْصَبْ (٧) وَإِلَى رَبِّكَ فَارْغَبْ (٨) . </p><p> وقوله - عَزَّ وَجَلَّ -: (أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ) . </p><p> المخاطب في هذه السورة من اللَّه - تعالى - رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - خاطبه إياه؛ حيث قال:  (أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ) إلى ما ذكر. </p><p> والمخاطبة في سورة الضحى إنما كانت من غير اللَّه - تعالى - إياه، كان جبريل - عليه السلام - خاطبه في ذكر منن اللَّه تعالى إياه، وذكر نعمه ألا ترى أنه قال:  (مَا وَدَّعَكَ رَبُّكَ) ، ولم يقل: ما ودعناك. </p><p> ويجوز أن يكون الخطاب في سورة (وَالضُّحَى) من اللَّه على المغايبة؛ كما يقال: إن أمير المؤمنين يقول كذا، ويريد نفسه. </p><p> ثم اختلف في قوله:  (أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ) : </p><p> قَالَ بَعْضُهُمْ: شرح صدره للإسلام؛ كقوله:  (أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ) . </p><p> أخبر أن من شرح صدره للإسلام فهو على نور من ربه. </p><p> والشرح، قيل: هو التليين، والتوسيع، والفتح، أي: ألم نوسع لك صدرك ونفتح ونلين للإسلام. </p><p> وقد روي في الخبر أنه لما نزل هذا، قيل: يا رسول اللَّه، وهل لذلك من علامة؟ فقال:  \" بلى، التجافي عن دار الغرور، والإنابة إلى دار الخلود، والاستعداد للموت قبل نزوله \" . </p><p> لكن يعرف ذلك من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بطريق الحقيقة، ويظهر منه ذلك باليقين، فأما من غيره فإنما يعرف التجافي من دار الغرور، والإنابة إلى دار الخلود بالتقارب، وغالب الظن؛ لأن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - كانت له الآخرة لا محالة، وأمورها كالمشاهدة والمعاينة، وكذلك جميع الأنبياء والرسل - عليهم السلام - فأما لغيرهم فلا نحكم بذلك؛ فلا يبلغ ذلك، وهو كما ذكر أن رؤيا الأنبياء كالعيان، أي: تعرف بطريق اليقين، بخلاف رؤيا غيرهم. </p><p> وقَالَ بَعْضُهُمْ: شرح صدره؛ لأنه لما كلف بتبليغ الرسالة إلى الجن والإنس وإلى الفراعنة والجبابرة الذين همتهم إهلاك من يخالفهم، والإقلاع عن عبادة من يعبد اللَّه ضاق صدره لذلك، وثقل على قلبه؛ فوسع اللَّه صدره وشرحه حتى هان ذلك عليه وخف، وهو قول أبي بكر الأصم، إلا أنه يقول: فعل ذلك به، وحقق بالآيات والحجج، ونحن نقول باللطف منه، حتى قام بوفاء ما كلف وأمر، أما هو لا يقول باللطف والاختصاص للبعض دون البعض؛ لقوله بالأصلح. </p><p> ويحتمل أن يكون ما ذكر من شرح صدره وتوسيعه هو ما ذكر في قوله:  (وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ) ، وخلقه كان يجاوز وسعه وطاقته؛ حتى كادت نفسه تهلك لمكان كفر أُولَئِكَ، وما يعلم أنه ينزل بهم؛ إشفاقا عليهم، ورحمة، كقوله:  (لَعَلَّكَ بَاخِعٌ نَفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ) الآية، وقوله:  (فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ. . .) الآية، وغير ذلك من أمثال هذا، وذلك - والله أعلم - ما وصف من خلقه أنه عظيم، فوسع صدره وشرحه حتى يخفف ذلك عليه؛ حيث قال له:  (فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ. . .) ، وقال:  (وَلَا تَحْزَن عَليهِم) الآية. </p><p> وقال الحسن في قوله:  (أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ) : بلى، قد شرح له صدره، وملأه علما وحكمة. </p><p> ثم قوله:  (أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ) إلى آخر ما ذكر، إن كان المخاطب به رسول الله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، وهو المعنيُّ والمراد به، فتأويل السورة يخرج على ما ذكرنا من تيسير الأمر عليه، </p>"
}