{
  "id": null,
  "sura": 93,
  "aya": 7,
  "text": "<p> والاختراع من ذات نفسه، فأخبر أن اليتيم والفقير ليس يبلغ في العلم والمعرفة المبلغ الذي يقدر على الاختراع وإنشاء الشيء من نفسه على وجه يعجز عن مثله جميع الخلق؛ لما لا يجد ما ينفق في ذلك، ويتحمل من المؤن حتى يبلغ مبلغ الاختراع، وكذلك ما ذكر حيث قال:  (وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ. . .) الآية؛ لأنهم قالوا:  (إِنَّمَا يُعَلِّمُهُ بَشَرٌ) ، والبشر إنما يتعلمون بالكتابة والخط، فإذا لم يكن لرسول اللَّه - عليه الصلاة والسلام - شيء من ذلك؛ دلَّ أنه باللَّه - تعالى - عرف وحده. </p><p> وقوله - عَزَّ وَجَلَّ -: (أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى) ، أي: وجدك يتيما فآواك. </p><p> ثم يحتمل قوله:  (فَآوَى) وجوها: </p><p> أحدها: وجدك يتيما فآواك إلى عمك حتى ربَّاك ودفع عنك كل أذى وآفة، وساق إليك كل خير وبر، إلى أن بلغت المبلغ الذي بلغت. </p><p> والثاني: يقول: قد وجدك يتيما فآواك إلى عدو من أعدائك حتى تولى تربيك وبرك، وعطف عليك، وتولى عنك دفع المكروه والأذى، يذكر منته وعظيم نعمه عليه أنه كان ما ذكر، ثم صير عدوا من أعدائه أشفق الناس عليه وأعطف، واللَّه أعلم. </p><p> والثالث: قد وجدك يتيما فآواك إلى نفسه، وعطف عليك حتى اختصك واصطفاك للرسالة والنبوة؛ حتى صرت مذكورا في الدنيا والآخرة، وحتى أحوج جميع الناس إليك، وليس ذلك من أمر اليتيم أنه يبلغ شأنه وأمره إلى ما بلغ من أمرك وشأنك حتى صرت مخصوصا من بين الناس جميعا، فيما ذكرنا من اختصاصه إياك بالرسالة، وأحوج جميع الناس إليك؛ يذكر عظيم مننه ونعمه عليه. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَوَجَدَكَ ضَالًّا فَهَدَى (٧) هذا يخرج على وجوه: </p><p> أحدها: يقول - واللَّه أعلم -: لولا أن اللَّه تعالى هداك لدينه، ووفقك له، وإلا وجدك ضالا؛ إذ كان نشوءه بين قوم ضلال، لم يكن أحد يهديه ويدعوه إلى اللَّه تعالى، ولكنه هداك وأرشدك، فلم يجدك ضالا، وهو كقوله - تعالى -: (وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا. . .) ، أي: لولا أنه أنقذكم منها، وإلا صرتم على شفا حفرة من النار لو لم ينقذكم منها، وكقوله:  (وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا) ؛ لأن البشر أنشئ وطبع على الركون والميل إلى النعم العاجلة، </p><p> واختيار الأيسر والألذ، ولكنه بفضله ولطفه ثبتك وعصمك، ولم يكلك على ما طبعت وأنشئت في أصل الخلقة؛ فعلى ذلك نقول في قوله:  (وَوَجَدَكَ ضَالًّا فَهَدَى) ، أي: لولا أنه هداك؛ وإلا وجدك ضالا لو لم يهدك، ففيه أنه هداه ولم يجده ضالا. </p><p> والثاني: يقول: ووجدك ضالا لا ضلال كسب واختيار، ولكن ضلال الخلقة التي أنشئ عليها الخلق، والضلال بمعنى الجهل؛ لأن الخلق في ابتداء أحوالهم يكونون جهالا، لا جهل كسب يذمون عليه، أو يكون لهم علم يحمدون عليه، ولكن جهل خلقة وضلال خلقة؛ لما ليس معهم آلة درك العلم؛ فلا صنع له في كسب الجهل، فأما بعد الظفر بآلة العلم يكون الجهل مكتسبا؛ فيذم عليه، وكذا العلم؛ فيترتب عليه الحمد والذم؛ فعلى هذا يكون قوله - تعالى -: (وَوَجَدَكَ ضَالًّا فَهَدَى) ، أي: وجدك جاهلا على ما يكون في أصل الخلقة وحالة الصغر فهداك، أي: علمك، وهو كقوله - تعالى -: (مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا. . .) ، وقوله - تعالى -: (وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ. . .) ، يذكر أنه لم يكن يدري شيئا حتى أدراه وعلَّمه. </p><p> والثالث: يقول: (وَوَجَدَكَ ضَالًّا) ، أي: غافلا عن الأنباء المتقدمة وأخبارهم حتى أطلعك اللَّه - تعالى - على ذلك، كقوله:  (نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغَافِلِينَ) . </p><p> أو يقول: ووجدك في أمر القرآن أو ما فيه جاهلا غافلا عن علم ذلك، فأعلمك. </p><p> وقَالَ بَعْضُهُمْ:  (وَوَجَدَكَ ضَالًّا) ، أي: وجدك بين قوم ضلال فهداك، أي: أخرجك من بينهم ما لو لم يخرجك من بين أظهرهم، لدعوك إلى ما هم عليه، ويجبرونك على ذلك، ولم يرضوا منك إلا ذلك، واللَّه أعلم. </p><p> وقَالَ بَعْضُهُمْ:  (وَوَجَدَكَ ضَالًّا) من طريق مكة فهداك الطريق. </p><p> وقَالَ بَعْضُهُمْ:  (وَوَجَدَكَ ضَالًّا) حقيقة الضلال، فهداك للتوحيد. </p><p> لكن هذا [وخش من القول] ؛ إذ لا يليق به أن ينسب إلى ذلك. </p><p> وقَالَ بَعْضُهُمْ:  (وَوَجَدَكَ ضَالًّا) عن النبوة أي: جاهلا، فهداك للنبوة، وهو قريب مما ذكرناه. </p>"
}