{
  "id": null,
  "sura": 94,
  "aya": 8,
  "text": "<p> وقال أبو معاذ: كلما كررت المعرفة كان واحدا، والنكرة على العدد؛ يقال في الكلام: إن مع الأمير غلاما إن مع الأمير غلاما، فالأمير واحد ومعه: غلامان، وإذا قيل: إن مع الأمير الغلام، إن مع الأمير الغلام؛ فالأمير واحد والغلام واحد، وإذا قيل: إن مع أمير غلاما، إن مع أمير غلاما، فهما أميران وغلامان؛ فعلى ذلك ما ذكر هاهنا. </p><p> ثم قوله:  \" يسرين \" هو يسر الإسلام والهدى، ويجوز أن يطلق اسم اليسر على الإسلام والدِّين، قال اللَّه - تعالى -: (فَسَنُيَسِّرُهُ لِلْيُسْرَى) ، ويسر آخر: ما وعد لهم من السعة في الدنيا. ويحتمل أن يكونا يسرين: أحدهما: رجاء اليسر، والآخر وجوده، فهما يسران: الرجاء، والوجود. </p><p> ويحتمل أن يكون يسرًا في الدنيا، ويسرًا في الآخرة. </p><p> أو أن يكون توسيعًا: توسع عليهم الدنيا، ويسرًا ثانيا: ما يفتح لهم الفتوح في الدنيا، ويسوق إليهم المغانم والسبايا، واللَّه أعلم. </p><p> ثم قالوا في قوله:  (إِنَّ مَعَ الْعُسْرِ يُسْرًا) ، أي: بعد العسر يسر. وأصله أن حرف \" مع \" إذا أضيف إلى الأوقات والأحوال يقع على اختلاف الأوقات في المكان الواحد، وإذا أضيف إلى المكان يقع على اختلاف المكان في وقت واحد، وهاهنا أضيف إلى الوقت؛ فهو على اختلاف الأوقات واحدا بعد واحد؛ فإذا قيل: فلان مع فلان في مكان، فالوقت واحد، والمكان مختلف متفرق. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَإِذَا فَرَغْتَ فَانْصَبْ (٧) وَإِلَى رَبِّكَ فَارْغَبْ (٨) : </p><p> قَالَ بَعْضُهُمْ: إذا فرغت من دنياك فانصب لآخرتك، وهو من النصب، أي: التعب. </p><p> وقال الحسن: أمره إذا فرغ من غزوة أن يجتهد في العبادة له، لكن هذا بعيد؛ لأنه نزل ذلك بمكة، ولم يكن أمر بالغزو والجهاد بمكة، إلا أن يكون أمر بالجهاد بمكة في أوقات تأتيه في المستقبل؛ فيكون الحكم لازما عليه في تلك الأوقات، لا في حال ورود الأمر. </p><p> وقَالَ بَعْضُهُمْ: فإذا فرغت من الصلاة، فانصب في الدعاء. </p><p> وقال قتادة: إذا فرغ من الصلاة أن يبالغ في دعائه وسؤاله إياه. </p><p> وعن ابن مسعود - رَضِيَ اللَّهُ عَنْهُ - قال: فإذا فرغت من الفرائض، فانصب في قيام الليل. </p><p> ويحتمل عندنا: إذا فرغت من تبليغ الرسالة إليهم، فانصب لعبادة ربك والأمور التي بينك وبين ربك، على ما ذكرنا في أحد التأويلين في قوله:  (إِنَّ لَكَ فِي النَّهَارِ سَبْحًا طَوِيلًا) ، في أمر الرسالة والتبليغ، واذكر اسم ربك فيما بينك وبين ربك. </p><p> ويجب ألا نتكلف تفسير ما ذكر في هذه السورة من أولها إلى آخرها؛ لأنه أمر بينه وبين ربه، وكان رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - يعلم ما أراد به فيما خاطبه من الجميع، وأنه فيم كان؟ وقد كان خصوصا له، وليس شيئًا مما يجب علينا العمل به حتى يلزمنا التكلف لاستخراج ذلك سوى الشهادة على اللَّه تعالى؛ فكان الإمساك عنه أولى، وترك التكلف فيه والاشتغال به أرفق وأسلم، واللَّه الموفق. </p><p> * * * </p>"
}