{
  "id": null,
  "sura": 99,
  "aya": 8,
  "text": "<p> وقَالَ بَعْضُهُمْ يومئذ تبين وتقع أخبارها التي أخبروا في الدنيا فكذبوها، يومئذ يتبين لهم ذلك، ويقع لهم مشاهدة عيانا من الحساب والثواب والعقاب، وفي الخبر عن رسول الله - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال:  \" أتدرون ما أخبارها؟ \" قالوا: اللَّه ورسوله أعلم، قال:  \" أخبارها أن تشهد على كل عبد وأمة بما عمل على ظهرها \" . </p><p> وقوله - عَزَّ وَجَلَّ -: (بِأَنَّ رَبَّكَ أَوْحَى لَهَا (٥) : </p><p> من قال بأن أخبارها من شهادتها بما عملوا على ظهرها، يكون تأويله قوله - تعالى -: (أَوْحَى لَهَا) ، أي: أذن لها ربها بالشهادة؛ فتشهد. </p><p> ومن قال: إخبارها هو تزلزلها وتحركها والأحوال التي تكون منها يقول على إسقاط (لَهَا) يقول: (بِأَنَّ رَبَّكَ أَوْحَى لَهَا) ، أي: فعل ذلك بها، والوحي قد يكون الوحي والإلهام والأمر، ويستعمل فيما يليق به. </p><p> وقوله - عَزَّ وَجَلَّ -: (يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا لِيُرَوْا أَعْمَالَهُمْ (٦) يحتمل صدور الناس من وجهين: أحدهما: يصدرون من قبورهم إلى الحساب؛ ليروا كتابة أعمالهم، أي: ليروا ما كتب من أعمالهم التي عملوا في الدنيا، ويحتمل صدورهم على ما أعد لهم في الآخرة من الثواب والعقاب؛ فعلى هذا التأويل؛ ليروا جزاء أعمالهم التي عملوا في الدنيا، كقوله - تعالى -: (فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ) ، وقوله - تعالى -: (وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا. . .) ، هذا تفسير قوله:  (أَشْتَاتًا) . </p><p> وقوله - عَزَّ وَجَلَّ -: (فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧) وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ (٨) : </p><p> قَالَ بَعْضُهُمْ: يرى الكافر ما عمل من خير في الدنيا، وأما في الآخرة فلا يرى؛ لأنه لا يؤمن بها، ولا يعمل لها؛ كقوله - تعالى -: (مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ. . .) ، والمؤمن يرى ما عمل من شر في الدنيا، وما عمل في الآخرة؛ وعلى ذلك روي في الخبر أن أبا بكر الصديق - رَضِيَ اللَّهُ عَنْهُ - كان جالسا </p><p> مع رسول اللَّه - صلى الله عليه وسلم - فنزلت هذه الآية؛ فقال أبو بكر الصديق: يا رسول اللَّه: كل من عمل منا شر يراه؟ فقال رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: \" ما يرون في الدنيا مما يكرهون فهو من ذاك، ويؤخر الخير لأهله في الآخرة \" . </p><p> وجائز أن يكون قوله - تعالى -: (فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ) و (شَرًّا يَرَهُ) ، على الإحصاء والحفظ؛ كقوله - تعالى -: (لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا. . .) ، أي: لا يذهب عنه شيء قليل ولا كثير حتى الذرة. </p><p> ويحتمل وجها آخر، وهو أن قوله - تعالى -: (فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ. . .) ، أي: من يعمل من المؤمنين مثقال ذرة خيرا يره في الآخرة، ومن يعمل من الكفار مثقال ذرة شرا يره في الآخرة؛ لأن اللَّه - تعالى - قد أخبر في غير آي من القرآن أنه يتقبل حسنات المؤمنين، ويتجاوز عن سيئاتهم؛ كقوله - تعالى -: (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِي كَانُوا يَعْمَلُونَ) ، ونحو ذلك من الآيات. </p><p> وقوله:  (مِثْقَالَ ذَرَّةٍ) ليس على إرادة حقيقة الذرة؛ ولكن على التمثيل. </p><p> ثم قيل من إخبار الأرض وما ذكر من شهادة الجوارح: أن كيف احتمل ذلك، وهي أموات، والموات لا علم لها؟ فجائز أن يكون اللَّه - تعالى - يجعل لها علما، وينطقها بذلك، وأن لها بذلك علما على جعلها آية. </p><p> ثم في قوله - تعالى -: (لِيُرَوْا أَعْمَالَهُمْ) دلالة أن قوله - تعالى -: (حَتَّى يَسْمَعَ كَلَامَ اللَّهِ) ، وقوله:  \" لا تسافروا بالقرآن إلى أرض العدو \" ، وقول الناس:  \" نقرأ كلام رب العالمين \" ، و \" في المصاحف قرآن \" ألا يراد به حقيقة كون كلام اللَّه - تعالى - في المصاحف، ولا حقيقة كون القرآن فيها والسفر به، ولا حقيقة سماع كلامه، ويكون على ما أراد من سماع ما به يفهم كلامه، أو يسمع ما يعبر به عن كلامه، وكذلك يكون في المصاحف ما يفهم به كلامه، أو ما يعبر به عن كلامه؛ على ما ذكر من رؤية الأعمال، وأعين الأعمال لا ترى، ولكن يرى ما يدل عليها، وهو المكتوب من أعمالهم في الكتب التي فيها أعمالهم؛ فعلى ذلك هذا، واللَّه أعلم بالصواب. </p>"
}