{
  "id": null,
  "sura": 103,
  "aya": 2,
  "text": "<p> سُورَةُ الْعَصْرِ </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (وَالْعَصْرِ (١) إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ. إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ (٣) . </p><p> قوله - عَزَّ وَجَلَّ -: (وَالْعَصْرِ (١) إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ)، خرج قوله:  (وَالْعَصْرِ) مخرج القسم، والقسم موضوع في الشاهد؛ لتأكيد ما ظهر من الحق الخفي، أو لنفي شبهة اعترضت، أو دعوى ادعيت؛ فكذلك في الغائب. </p><p> ثم الأصل بعد هذا: أنه ليس في جميع القرآن شيء مما وقع عليه القسم إلا إذا تأمله المرء واستقصى فيه، وجد فيه المعنى الذي أوجبه القسم لولا القسم. </p><p> ثم اختلفوا في تأويل قوله:  (وَالْعَصْرِ) : </p><p> فمنهم من قال: هو الدهر والزمان. </p><p> ومنهم من قال: هو آخر النهار، فذلك وقت يشتمل على طرفي النهار، وهو آخر النهار وأول الليل؛ فكأنه أراد به: الليل والنهار. </p><p> وقال أبو معاذ: تقول العرب: \" لا أكلمك العصران \" ، يريدون: الليل والنهار، وفي مرور الليل والنهار مرور الدهور والأزمنة؛ لأنهما يأتيان على الدهور والأزمنة وما فيهما؛ فكان في ذكر الليل والنهار ذكر كل شيء، والقسم بكل شيء قسم بمنشئه؛ لأن كل شيء من ذلك إذا نظرت فيه، دلك على صانعه ومنشئه. </p><p> وقوله - عَزَّ وَجَلَّ -: (إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (٢) إن الدنيا وما فيها كأنها خلقت وأنشئت متجرًا للخلق، والناس فيها تجار؛ كما ذكره في غير آي من القرآن، قال اللَّه - تعالى -: (إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ) ، وقال:  (هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ) ، أي: إن الإنسان لفي خسار من تجارته ومبايعته (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ. . .) الآية. </p><p> ولقائل أن يقول: كيف استثنى أهل الربح من أهل الخسران، ولم يستثن أهل الخسران من أهل الربح؟ ! فيقول:  \" إن الإنسان لفي ربح إلا الذين كفروا \" ، واستثناء هذه الفرقة من تلك أولى في العقول من تلك؟! </p><p> والجواب عن هذا: أن هذه الآية إنما نزلت بقرب من مبعث رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، والقوم بأجمعهم كانوا أهل كفر وخسار؛ فلذلك وقع الاستثناء على ما ذكر؛ إذ استثناء القليل من الكثير هو المستحسن عند أهل اللغة، وإن كان القسم الثاني في حد الجواز، والقرآن في أعلى طبقات الكلام في الفصاحة. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (إِنَّ الْإِنْسَانَ) اسم جنس؛ فكأنه أراد: جميع الناس؛ ألا ترى أنه قال:  (إِلَّا الَّذِينَ آمَنُوا) ، ولا تستثنى الجماعة من الفرد؛ فكأنه يقول -على هذا-: إن الناس في أحوالهم واختياراتهم في خسر إلا من كانت تجارته في تلك الحالة ما ذكر. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَعَمِلُوا الصَّالِحَاتِ) يحتمل أن يكون تأويله: الصالحات التي كانت معروفة في الكفر والإسلام من حسن الأخلاق وغيره؛ ألا ترى أنه قال:  (كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ) ، نقول: المعروف هو المعروف الذي هو معروف في الطبع والعقل، والمنكر الذي ينكره العقل، وينفر عنه الطبع. </p><p> وإن كان المراد منه: الكفر، فكأنه قال: إن الكافرين في هلاك وخسار، إلا من آمن باللَّه تعالى ورسوله وعمل صالحا. </p><p> ثم في هذه السورة ذكر الذين آمنوا وعملوا الصالحات، وكذلك ذكر الصالحات في سُورَة \" التين \" ، وترك ذكر الصالحات في سورة \" الكَبَد \" ؛ فكأن اللَّه - تعالى - ذكر الصالحات في تلك السورة؛ لما قد كان ذكرها قبل ذلك؛ ألا ترى إلى قوله - تعالى -: (أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ) ، وغير ذلك. </p><p> وقوله - عَزَّ وَجَلَّ -: (وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ) : الحق في الأصل كل ما يحمد عليه فاعله، والصبر: هو الكف عن كل ما يذم عليه فاعله؛ فكأن التواصي بالحق تواصٍ بكل ما يحمد عليه، والتواصي بالصبر تواصٍ عن كل ما يذم عليه. </p><p> ثم في ظاهر قوله - تعالى -: (وَالْعَصْرِ. إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ. إِلَّا الَّذِينَ آمَنُوا. . .) الآية - ما يوجب أن من لم يجمع بين هذه الأشياء التي ذكرها (لَفِي خُسْرٍ) ؛ فيكون ظاهره حجة للخوارج والمعتزلة، إلا أن الانفصال عن هذا - واللَّه أعلم -: أن اللَّه تعالى وعد الجنة لمن جمع هذه الأشياء التي ذكر في هذه الآية، وذكر الإيمان مفردا في آية أخرى، ووعد عليه الجنة؛ فلا يخلو وعده الجنة عن الإيمان المفرد في تلك الآية من أحد </p><p> وجهين: </p><p> إما أن يكون ذكر الإيمان مفردا، وأراد به الاكتفاء عن ذكر الجملة؛ فيكون في ذكر طرف منه ذكر لجملته. </p><p> أو يكون في إيجاب الجنة له على مفرد الإيمان، فالحال فيه موقوفة. </p><p> ولأن اللَّه - تعالى - أوجب الجنة، ولم ينف إيمانه عمن ينقص عن ذلك، فالحال فيه موقوفة على كليته، وإذا كان كذلك لم يقطع القول على إيجاب الجنة لمن أتى بالإيمان مفردا، أو على إيجاب النار؛ فيكون السبيل فيه على الرجاء؛ لأنه لو لم يذكر كان يقع فيه اليأس، وأصل كل عبادة في الدنيا إنما بنيت على الرجاء والخوف؛ فلذلك كان الأمر على ما وصفنا. </p><p> أو نقول بأن اللَّه - تعالى - أوجب النار على من أتى بجميع السيئات، ولم يكن فيه دليل على أن من أتى بالكفر وحده لا يستوجب به نارا، فكذلك اللَّه - سبحانه وتعالى - وإن أوجب الجنة لمن جمع بين هذه الأعمال؛ فلا يدل على أن من أتى بالإيمان وحده، لا يستوجب به الجنة. </p><p> وعلى أنه يجوز أن يكون استثناء كل من أتى بشيء من هذه الأعمال بالانفراد؛ فيكون فيه استثناء كل طائفة من ذلك على حدة، كأنه قال: إلا الذين آمنوا وإلا الذين عملوا الصالحات، وإلا الذين تواصوا بالحق. وإذا كان كذلك لا يكون حجة لهم، وإذا أريد به الجمع يكون حجة؛ فجاء التعارض والاحتمال؛ فوجب التوقف. </p><p> ويحتمل أن يراد به الاعتقاد، أي: إن الإنسان لفي خسر، إلا من آمن، واعتقد هذه الأعمال الصالحة؛ كقوله - تعالى -: (فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ. . .) الآية، واللَّه أعلم. </p><p> * * * </p>"
}