{
  "id": null,
  "sura": 107,
  "aya": 4,
  "text": "<p> يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ. . .) الآية؛ أن يكون في الاعتقاد والرؤية. </p><p> ويحتمل أن يكون في حق الفعل نفسه؛ فإن كان في الاعتقاد والرؤية، فأهل الإسلام لا يعتقدون ذلك، وإن كان في حق الفعل فإنهم ربما يفعلون ذلك. </p><p> وحمله عندنا على الاعتقاد أوجب وأقرب؛ لما وصفنا أن اليتيم لا ناصر له، وليس للكافر خوف العاقبة؛ لما لا يؤمن بذلك، وإنما يمتنع المرء في الغالب من سوء الصحبة؛ لهذين: إما رغبة في جزاء الآخرة، أو خوف المكافأة في الدنيا، والمساكين ليس لهم في الدنيا ما يكافئهم ويجازيهم، وليس لليتيم ناصر؛ ليخاف منه، ولم يكن للكافر رغبة في ثواب الآخرة، ولا خوف من العقاب؛ لعدم تصديقه بذلك. </p><p> ثم قوله - عَزَّ وَجَلَّ -: (وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ) هو النهاية في وصفه بالبخل؛ لأن الحث على الصدقة أن يرجيه ويطمعه في ثوابه، فإذا لم يرج هو نفسه، فكيف يرجي غيره؟ مع ما أن الحكمة عند هَؤُلَاءِ الكفرة أن من جر إلى نفسه نفعا فهو الحكيم، ومن ضر نفسه فهو جائر غير حكيم، وهو إذا منع الصدقة نفع نفسه، وإذا أوفى اليتيم حقه ضرها؛ فلذلك لا يرغب فيها؛ فهذا المعنى الذي وصفناه، دعانا إلى توجيه التأويل إلى الاعتقاد. </p><p> وقوله - عَزَّ وَجَلَّ -: (فَوَيْلٌ لِلْمُصَلِّينَ (٤) الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ (٥) إن كان هذا في أهل النفاق، فأهل النفاق كذلك كانوا لا يفعلون شيئا من الطاعات إلا وكانوا عنها لاهين ساهين، وإذا فعلوا شيئا منها، فعلوا مراءاة؛ كقوله - تعالى -: (يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا) ، وقوله:  (وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ) ، فذكر كسلهم وبخلهم؛ فعلى ذلك جائز أن يكون قوله:  (فَوَيْلٌ لِلْمُصَلِّينَ. . .) إلى آخر ما ذكر في المنافقين على ما ذكرنا من نعتهم. </p><p> وجائز أن يكون في أهل الكفر، وأهل الكفر كانوا يصلون، كقوله:  (وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً. . .) ، أخبر أن صلاتهم في الحقيقة ليست بصلاة؛ فجائز أن تكون على صورة الصلاة الحقيقية، وقد ذكر أنهم كانوا يصلون مستقبلين نحو أصنامهم، يرون الناس كثرة اجتهادهم في طاعة الأصنام، حتى إذا رآهم من نأى عنهم ظن أن ذلك حق، فيكون في ذلك صد عن إجابة الرسول، </p>"
}