{
  "id": null,
  "sura": 109,
  "aya": 6,
  "text": "<p> والثاني: إخبار عن الإياس لهم من رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - عن أن يرجع إلى دينهم أبدا، وقطع رجائهم وطمعهم في ذلك. </p><p> وفيه - أيضا - أن من أشرك غيره في عبادة اللَّه - سبحانه وتعالى - أو عبد غيره دونه على رجاء القربة إلى اللَّه - تعالى - فهو ليس بعابد لله - تعالى - ولا موحد له؛ لأن أُولَئِكَ إنما عبدوا الأصنام رجاء أن تشفع لهم، ورجاء أن تقربهم إلى اللَّه - تعالى - زلفى؛ أخبر أنها لا تقربهم زلفى، وأنهم ليسوا بموحدين، ولا عابدين لله تعالى. </p><p> وقوله - عَزَّ وَجَلَّ -: (لَكُمْ دِينُكُمْ وَلِيَ دِينِ (٦) يحتمل وجهين: </p><p> أحدهما: لكم جزاء دينكم الذي دنتم، ولي جزاء ديني الذي دنت. </p><p> والثاني: على المنابذة والإياس، لكم ما اخترتم من الدِّين، ولي ما اخترت، لا يعود واحد منا إلى دين الآخر، وكان قبل ذلك يطمع كل فريق عود الفريق الآخر إلى دينهم الذي هم عليه. </p><p> وقوله - تعالى -: (قُلْ يَا أَيُّهَا الْكَافِرُونَ) ليس على الأمر، على ما نذكر في سورة الإخلاص والمعوذتين؛ إذ لو كان على الأمر فهو يلزم أن يقول كل واحد منا لكل كافر ذلك، فإذا لم يلزم دل أنه ليس على الأمر. </p><p> وفي حرف ابن مسعود - رَضِيَ اللَّهُ عَنْهُ -: (قل للذين كفروا لا أعبد ما تعبدون، ولا أنتم عابدون ما أعبد ولا أنا عابد ما عبدتم، ولا أنتم عابدون ما أعبد، لكم دينكم ولي دين) . </p><p> وعنه أنه قال:  \" من قرأ هذه السورة فقد أكثر وأطنب \" . </p><p> وفي حديث مرفوع عن النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - أنه قال لرجل:  \" إذا أويت إلى فراشك فاقرأ:(قُلْ يَا أَيُّهَا الْكَافِرُونَ)؛ فإنه براءة من الشرك \" . </p><p> وأهل التأويل يقولون: إن سبب نزول هذه ومنابذته إياهم: أن رهطا من قريش قالوا لرسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -: هلم فلنعبد ما تعبد، واعبد أنت ما نعبد نحن؛ فيكون أمرنا أمرا واحدا؛ فنزلت هذه السورة. </p><p> قال أَبُو عَوْسَجَةَ: الدِّين: [العبادة] ، تقول: هذا ديني، أي:  [عبادتي] . </p><p> ثم المعنى الذي وقع عليه التكرار لهذه الأحرف عندنا: أن التكرار حرف جرى </p><p> الاستعمال به في موضع المبالغة والتأكيد لما قصد به من الكلام في أي كلام كان، رجاء كان، أو وعيدًا أو غيره، كقولهم: بخ بخ، والويل الويل، وهيهات هيهات، وغير ذلك، فكذلك في هذا الموضع لما وقع الإياس عن إيمانهم باللَّه - تعالى - بما علم النبي - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - بطريق الوحي أنهم لا يؤمنون، كرر هذا الكلام؛ تأكيدا للإياس وإبلاغا فيه، والله أعلم. وصلى اللَّه على سيدنا مُحَمَّد وآله وصحبه أجمعين. </p><p> * * * </p>"
}