{
  "id": null,
  "sura": 112,
  "aya": 3,
  "text": "<p> بالحوائج. </p><p> وظن قوم: أنه إذا نفى عنه الجوف ثبت أنه مصمت، وذلك معنى اجتماع أجزاء تتداخل فتتكاثر كذي الجوف هو اجتماع أجزاء تتفق، فإذا تحقق التنزيه عن أحد الوجهين تحقق التنزيه عن الوجه الآخر؛ ففي الوجهين نفي الوحدانية، وتحقيق ازدواج الأجساد مع ما قد ينفى عن أشياء أمور لا تحقق لها المقابلة؛ كما ينفى عن الأعراض: السمع والبصر والعلم، لا على إثبات مقابلتها بما علموا أن الأعراض لا تحتمل الإعراضات؛ فعلى ذلك العلم بوحدانية اللَّه - تعالى - والتنزيه عن احتمال الأزواج يحقق القول الذي ذكرت. </p><p> وقد قيل في الصمد: إنه الدائم، وذلك - أيضا - يرجع إلى ما ذكرت: أنه لا يحتمل التغير والاستحالة وإصابة أثر الحاجة، وهو المصمود إليه بالحوائج. </p><p> وقد قال قائل في التأويل الأول: </p><p> لقد بكر الناعي بخيري بني أسد ... بعمرو بن مسعود وبالسيد الصمد </p><p> ويقال: صمدت إلى فلان، أي: قصدت إليه، وهذا يوضح معنى الصمد: أنه يصمد إليه في الحوائج. </p><p> وقيل في ذلك: إن الصمد تأويله: (لَمْ يَلِدْ وَلَمْ يُولَدْ (٣) وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ). </p><p> قال الشيخ أبو منصور - رَضِيَ اللَّهُ عَنْهُ -: الأصل: أنه - تعالى - عظم القول بالولاد ما عظم بجعل الشركاء؛ وذلك أن معنى الولاد: أن يكون بجوهر من له ولد؛ فيكون بذلك شريكا، وذلك ينفي التوحيد؛ فعلى ذلك القول بالولاد؛ لذلك عظم القول به، وألزم على من عرفه بالأدلة القول ببراءته عن الولاد؛ كما ثبت الاشتراك من الوجه الذي بينا، وقد شهد العالم بكليته بحق الخلقة على أنه - تعالى - منشئه عن الشركاء والأشباه جميعا؛ فيبطل القول بالذي ذكرنا، مع ما كان جميع الخلائق على الإشارة إلى كل منه يحتمل الازدواج، ومنه يكون التوالد، واللَّه تعالى متعالٍ عن ذلك. </p><p> وبعد: فإن كلام العالم على الإشارة إلى آحاد متولد عن غير، أو يتولد منه غير، وهما أمران راجعان إلى ما عليه حق هذا العالم، وعليه موضوعهم؛ وقد ثبت تعاليه عن </p><p> جميع معاني غيره؛ إذ كل غير له بجميع معانيه حدث بعد أن لم يكن أتى عليه تدبير غيره، وجرى عليه تقدير سلطان غيره، واللَّه - تعالى - لو كان يتوهم شيء من ذلك فيه تسقط له الألوهية، وتحقق له الحاجة إلى غيره، ويوجب جري سلطان غيره عليه، وذلك يوجب غيرًا خارجا عن هذه المعاني؛ حتى تسلم الأدلة له على حد الموضوع، وتصفو له الشهادة على ما قامت وانقطعت بالخلقة، وبما فيه من الحكمة، ولا قوة إلا باللَّه. </p><p> وعلى ذلك ختم السورة: أن ليس له أحد كفُؤًا؛ لأنه من ذلك توجب المماثلة، وفي المماثلة اشتراك، وقد ثبت فساد العالم بتوهم الاشتراك في تدبيره، وقد لزم التعالي عن المعاني التي للأرواح بها يقوم التدبير، ويجري سلطان التقدير. </p><p> وجائز أن يكون مخرج السورة في تحقيق نعت من قد عرفوه بإحدى خصال ثلاث: إما بالتلقين لكل عن كل، إلى أن ينتهي ذلك إلى علام الغيوب، فسخرهم بذلك وأنشأهم على ذلك؛ حتى أيقن من جحد ذلك أنه بعد تلقين متوارث ظاهر لا يحتمل مثله الخطأ في حق توارث الأمور بما يبطل المعارف كلها بأسرها - أنشئوا وبها تعالموا، وذلك كأول علوم الخلق وكالشيء المطبوع الذي لا يستطاع جحده إلا بما لعل الطباع المخلوقة على جهة الرياضة وأنواع الحيل. </p><p> وإما بالتأمل فيها في كل جزء من أجزاء العالم من الأدلة عليه والشهادة له؛ فبين بالآية للذين عرفوه بأحد الوجوه التي ذكرنا أن نعته كذا؛ ليقطع به توهم المثل له، أو العدل في أمر؛ وليعرفوا أن القول بغير خارج عن الوجوه التي ذكرنا، وأنه يرجع إلى ضرب من التلقين، ليس له حق الطباع ولا حق التلقين الذي له صفة الكافية والكلية في التلقين، ولا في حق شهادة الكل بالخلقة يدرك بالتأمل والتفكر؛ فيمتنع عن ذلك، ويرجع إلى حقيقة ما جرى به النعت دون غيره مما ألفوا فيه يرجع إلى تلقين من ذكر، وتلبيس بلا حجة؛ لذلك لا يضاهي شيئا مما ذكرت، مع ما في كل ذلك جميع ما في غير ذلك من شهادة الخلقة، والحاجة فيها إلى غيره من الإيجاد والإبقاء، وهو الأحد بما لا دليل لغيره؛ بل في ذلك إحالة الألوهية من كل الوجوه الثلاثة، وهو الصمد بمعنى المصمود إليه في </p>"
}