{
  "id": null,
  "sura": 113,
  "aya": 1,
  "text": "<p> سُورَةُ الْفَلَقِ، وهي مدنية </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> قوله تعالى:  (قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (١) مِنْ شَرِّ مَا خَلَقَ (٢) وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ (٣) وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (٤) وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ (٥) . </p><p> قوله - عَزَّ وَجَلَّ -: (قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ) : </p><p> قال الفقيه - رحمه اللَّه -: الأمر بالتعوذ به يحتمل وجوها ثلاثة: </p><p> أحدها: على التعليم، لا لنازلة كانت في ذلك الوقت؛ لكن لما علم اللَّه - تعالى - من عظيم شر من ذكر بما يظن بالأغلب أن شر ما ذكر يتصل بالذي ذكر في علم الله تعالى؛ فأمرهم بالتعوذ به، كما أخبر في أمر الشيطان: أنه عدو لهم، وأنه يراهم من حيث لا يرونه؛ ليكونوا أبدا معدين متيقظين فزعين إلى اللَّه - تعالى - معتصمين، وهذا أحق في التعليم من الذي ذكر في سورة الناس؛ لأنه أضر من ذلك العدو؛ لأن ضرره إنما يتصل به بإتيانه ما دعاه إليه الشيطان، وما يوسوس في صدره الوسواس، وذلك فعله يمكنه الامتناع عنه، وهذا الضرر يقع بفعل غيره من وجه لا يعلم مأتاه - أعني: شر النفاثات ونحو ذلك- فهو أحق في تعليم العباد فيه، والأمر بالفزع إلى من بلطفه جعل ذلك الفعل ممن ذكرنا معمولا فيه مؤثرا. </p><p> والثاني: ما قيل: نزل جبريل - عليه السلام - على رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - فقال:  \" إن عفريتا من الجن يكيدك؛ فتعوذ بأعوذ برب الفلق، وبرب الناس من شره إذا أويت إلى الفراش \" . </p><p> والثالث: قيل: إن واحدًا من اليهود سحر رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ -، فنزل هذا. </p><p> قال أبو بكر الأصم: ذكروا في هذه السورة حديثا فيه ما لا يجوز؛ فتركته. </p><p> قال الفقيه - رحمه اللَّه -: ولكن عندنا فيما قيل: إن رسول اللَّه - صَلَّى اللَّهُ عَلَيهِ وَسَلَّمَ - سحر - وجهان في إثبات رسالته ونبوته. </p><p> أحدهما: بما أعلمه بالوحي أنه سحر، وذلك فعل فعلوه سرا منه، ولا وقوف لأحد على الغيب إلا بالوحي. </p><p> والثاني: بما أبطل عمل السحر بتلاوة القرآن؛ فيصير لتلاوته في إبطال عمل السحر ما </p><p> لعصا موسى - عليه السلام - وأن هذا في كونه آية أعظم مما فعل موسى عليه السلام؛ لأن ذلك يتنوع بتنوع ما له الفعل والعمل من حيث الجوهر والطبع من حيث مرأى العين؛ فإنه ثعبان يلقف ما صنعوا. فأما إبطال السحر وعمله بتلاوة القرآن لا يكون إلا باللطف من اللَّه تعالى، واللَّه أعلم. </p><p> ثم الأصل في هذا عندنا: أنه قد ثبت الأمر بالتعوذ بقوله: (قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ) ، وقد بينا حق الاشتراك فيما يتضمن هذا الأمر إن كان على نازلة في واحد، أو على ابتداء التعليم، فهو أمر فيه رجاء للفرج والمخرج من الأمور الضارة بما يعتصم فيها باللَّه - تعالى - بما عنده من اللطائف؛ فجائز تمكينه من أمور ضارة باللطف من حيث لا يعلم البشر مأتاه، ولعل الذي يعمل به لا يعلم حقيقة ذلك العمل الذي جعل اللَّه لذلك العمل إلا بما سبق من وقوع ذلك، وقد يجوز الأمر والنهي بأشياء بعينها من الأفعال؛ لمكان ما يتولد عنها من المنافع والمضار باللطف من حيث لا فعل في حقيقة ذلك للخلق؛ وإنما ذلك لطف من اللَّه - تعالى - نحو ما نهى عن أكل أشياء، وأمر بها، مما بها الاعتداء والقتل، من غير أن نعلم حقيقة وصول ذلك إلى ما يعدو أو يقتل وأي حكمة في ذلك ومعنى له؟. </p><p> وكذلك الموضوع من المناكح لطلب الولد وسقي الأشجار والزروع بما يحدث الله فيها، وإن كان وجه العمل بالمأمور به، والمنهي عنه، وحقيقته بغير الذي له ذلك. وعلى ذلك الأمر بالاستماع، والنظر لما يلقى إليه ويراه، وإن لم يكن حقيقة الإدراك فعله. </p><p> وعلى ذلك التقدير جائز أن يكون اللَّه - تعالى - يجعل النفث بالعزائم، أو بأنواع السحر، أو بأنواع الرقى - أعمالا في المقصود بها من النفع والضر، لا يعلم حقيقة الوقوع والمعنى الموضوع فيه له من فيه ذلك الفعل، وهو به مأمور، وعنه منهي؛ بما له من حقيقة الفعل، وإن لم يكن النافع به في حقيقة فعله. </p><p> ثم قوله - عز وجل -: (الْفَلَقِ) اختلفوا فيه: </p><p> قَالَ بَعْضُهُمْ: الصبح. </p>"
}