{
  "id": null,
  "sura": 114,
  "aya": 3,
  "text": "<p> اللَّه - تعالى - أعطاه جميع ما يقع به الامتناع حتى لا يبقى عنده مزيد، أو لا يعطيه جميع ذلك، بل بقي عنده شيء منه. </p><p> فإن كان قد أعطاه، فهو بطلب ذلك بالتعوذ والاعتصام باللَّه - تعالى - كاتم لما أعطاه، طالب ما ليس عند اللَّه - تعالى - فيكون الأمر بالتعوذ محنة وأمرا بما به كتمان ذلك، وذلك حين استوفاه يكون إنكاره ستر نعم اللَّه - تعالى - وقد تبرأ عن الأمر بالفحشاء والمنكر، وبين أن ذلك عمل الشيطان. </p><p> ثم في المحنة بهذا محنة بالاستهزاء باللَّه تعالى؛ لأنه يطلب منه ما يعلم أنه لا يملكه، ولا يجده عند نفسه، وذلك من علَم الهزء عند ذوي العقول، فمن ظن أن اللَّه - تعالى - يمتحن عباده ويأمرهم بشيء مما ذكرنا، فهو جاهل باللَّه - تعالى - وبحكمته وإن لم يكن اللَّه تعالى يمتحن عباده، ويأمرهم بشيء مما ذكرنا؛ فهو جاهل بما أعطاه وعنده بعد ذلك. </p><p> ثم كان من مذهبهم أنه ليس لله - تعالى - أن يمتحنهم بفعل إلا بعد إيتاء جميع ما عنده مما به قوامه ووجوده؛ ففي ذلك اعتراف بلزوم المحنة وتوجه التكليف قبل إيتاء جميع ما عنده مما به الوصول إلى ما أمر به، وذلك ترك مذهبهم مع ما كان عندهم أنه لو كان عند اللَّه - تعالى - أمر ومعنى، لا يقع فعل المختار؛ لأجل أنه لا يعطيه ذلك - لم يكن له أن يمتحنه، وهو بالامتحان جائر. </p><p> وإما أن سألوه بفعل قد أمر به، وإن لم يكن أعطاه ذلك، وهم ما وصفوا اللَّه - تعالى - بمثل ذلك أو بفعل يتلو وقت الأمر ذلك؛ فيكون إعطاء ذلك وقت الأمر؛ فكأنه ظن أن يأمر ولا يعطي حتى يُسأل، وذلك حرف الجور. </p><p> ثم الأصل الذي اطمأن به قلوب الذين يعرفون اللَّه - تعالى - أنه متى هدى الهداية التي يسأل أو عصم العصمة التي يطلب، أو وفق لما يرجو من الفعل، أو أعانه عندما يخاف أنه كان ذلك لا محالة، وتحقق بلا شبهة، ويأمن لديه من الزيغ والضلال، وعلى ذلك جبلوا مما لا نجد غير معتزلي إلا وقد اطمأن قلبه به، حتى يعلم أن هذا منه وقع المجبول عليه بالتقليد، ولا قوة إلا باللَّه تعالى. </p><p> وقوله - عز. وجل -: (بِرَبِّ النَّاسِ (١) مَلِكِ النَّاسِ (٢) إِلَهِ النَّاسِ (٣) ولم يقل: </p><p> \" أعوذ برب الخلق \" ، وهذا أعم من الأول، وإضافة كلية الأشياء إليه، أو إضافته إلى الكل بالربوبية من باب التعظيم لله - تعالى - فما كان أعم فهو أقرب في التعظيم، فهذا - واللَّه أعلم - يخرج على أوجه: </p><p> أحدها: أراد التعريف، وبهذا يقع الكفاية في معرفة من يفزع إليه ممن يملك ذلك، ليعوذ منه، لكنه ذكر (بِرَبِّ الْفَلَقِ) ، في موضع، و (باللَّهِ) في موضع، وقوله في موضع، كقوله - تعالى -: (وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ) ، وقال:  (فَاسْتَعِذْ بِاللَّهِ) ؛ ليعلم به من سعة الأمر وتحقيق الفزع، والرجوع إلى اللَّه - تعالى - عند نزول ما ينزل بالمرء مما يخاف على نفسه، ويشغل قلبه - أن له ذكر ما يحضره من أسماء اللَّه - تعالى - أي اسم كان؛ إذ ما من اسم إلا وفيه دلالة على نعمه وسلطانه وقدرته وعظمته؛ ليكون في ذلك توجيه الملك إليه وإخلاص الحمد له بإضافة النعم؛ فيكون ذلك من بعض ما به التشفع إلى اللَّه - تعالى - من ذكر قدرته وإحسانه، وأرفع ذلك في ذكر الناس بالإضافة إليه. </p><p> والثاني: أن الذين عرف فيهم الأرباب والملوك والعبادات لمن دون اللَّه - تعالى - هم الإنس دون غيرهم؛ فأمر أهل الكرامة بمعرفة اللَّه - تعالى - والعصمة عن عبادة غيره، والاعتراف بالملك والربوبية له -: أن يفزعوا إليه عما ذكر، ذاكرين لذلك، واصفين بأنه الرب لهم، والملك عليهم، والمستحق للعبادة لا غير. </p><p> أو لما كان للوجوه التي ذكرنا ضل القوم من اتخاذهم أربابا دون اللَّه تعالى. </p><p> أو نزولهم على رأي ملوكهم في الحل والحرمة، وفي البسط والقبض. </p><p> أو عبادتهم غير اللَّه - تعالى - وفزعهم إليه؛ فأمر اللَّه - تعالى - أهل الكرامة بما ذكرت الفزع إلى الذي يذكر بهذه الأوصاف على الحقيقة على نحو فزع الضالين إلى أربابهم وملوكهم والذين عبدوهم دونه؛ إذ إليه مفزع الكفرة - أيضا - عند الإياس عمن اتخذوهم دون اللَّه؛ لنصرتهم ومعونتهم، واللَّه أعلم. </p><p> والثالث: أن المقصود من خلق هذا العالم هم الذين نزلت فيهم هذه السورة، وغيرهم </p>"
}