{
  "id": null,
  "sura": 2,
  "aya": 124,
  "text": "<p> ١٢٤ - {ابْتَلَى إِبْرَاهِيمَ} بالسريانية آب رحيم. {بِكَلمَاتٍ} شرائع الإسلام، ما ابتلى أحد بهذا الدين فقام به كله سواه، فكتب الله - تعالى - له البراءة، فقال - تعالى -: {وَإِبْرَاهِيمَ الذي وفى}  [النجم: ٣٧] وهي ثلاثون سهماً، عشر في براءة {التائبون العابدون}  [١١٢] وعشر في \" الأحزاب \"  {إن المسلمين والمسلمات}  [٣٥] وعشر في المؤمنين [١ - ٩] ، {وسأل سائل}  [٢٢ - ٣٤] إلى قوله {على صلاتهم يحافظون] ، قاله ابن عباس - رضي الله تعالى عنهما -أو هي عشر من سنن الإسلام:خمس في الرأس، قص الشارب، والمضمضة، والاستنشاق، والسواك، وفرق الرأس، وفي الجسد، تقليم الأظفار، وحلق العانة، والختان، ونتف الإبط، وغسل أثر البول والغائط بالماء،أو هي عشر:ست في الإنسان، حلق العانة، والختان، ونتف الإبط، وتقليم الإظفار، وقص الشارب، وغسل الجمعة، وأربع في المشاعر الطواف والسعي بين الصفا والمروة، ورمي الجمار، والإفاضة، أو مناسك الحج خاصة، أو الكوكب، والقمر، والشمس؛ والنار والهجرة والختان، ابتُلي بهن فصبر،</p><p> أو ما قال الرسول صلى الله عليه وسلم: ألا أخبركم لم سمى الله - تعالى - إبراهيم خليله {الذي وفى} ؟ [النجم: ٣٧] لأنه كان يقول كلما أصبح وأمسى {فَسُبْحَانَ الله حِينَ تُمْسُونَ وحين تصبحون}  [الروم: ١٧] إلى </p><p> قوله تعالى {تظهرون} ، أو قول الرسول / صلى الله عليه وسلم \" أتدرون ما{وَفَّيَ}؟ قالوا الله ورسوله أعلم،قال:وفيَّ عمل يومه أربع ركعات في النهار \" ، أو قال له ربه: \" إني مبتليك، قال: أتجعلني للناس إماماً، قال: نعم: قال: ومن ذريتي قال: لا ينال عهدي الظالمين، قال: تجعل البيت مثابة للناس قال: نعم، قال: وأمنا قال: نعم، قال: وتجعلنا مسلمين لك ومن ذريتنا أمة مسلمة لك. قال: وترينا مناسكنا وتتوب علينا قال: نعم، قال: وتجعل هذا البيت آمناً، قال: نعم، قال: وترزق أهله من الثمرات، قال: نعم، فهذه الكلمات التي أبتُلى بها. {إمَاماً} متبوعاً. {عَهْدِى} النبوة، أو الإمامة، أو دين الله، أو الأمان، أو الثواب، أو لا عهد عليك لظالم أن تطيعه في ظلمة، قاله ابن عباس رضي الله تعالى عنهما. </p><p> {وإذ جعلنا البيت مثابة للناس وأمناً واتّخذوا من مقام إبراهيم مصلّى وعهدنآ إلى إبراهيم وإسماعيل أن طهّرا بيتي للطآئفين والعاكفين والركع السجود (١٢٥) وإذ قال إبراهيم ربّ اجعل هذا بلداً ءامناً وارزق أهله من الثمرات من ءامن منهم بالله واليوم الآخر قال ومن كفر فأمتعه قليلاً ثم أضطره إلى عذاب النار وبئس المصير (١٢٦) } </p>"
}