{
  "id": null,
  "sura": 5,
  "aya": 3,
  "text": "<p> ٣ - {الميت} كل ما له نفس سائلة من دواب البر وطيره، أوكل ما فارقته الحياة من دواب البرّ وطيره. {والدم} محرم إذا كان مسفوحاً، فلا يحرم دم السمك، [أو] المسفوح وغيره حرام إلا ما خصّته السنّة من الكبد </p><p> والطحال فحرم دم السمك. {لحم الْخِنزِيرِ} يخصّه التحريم عند داود ويعم باقي أجزائه عند الجمهور، ولا فرق بين الأهلي والوحشي. {وَمَآ أُهِلَّ} ذبح لغير الله من صنم أو وثن، استهل الصبي صاح، ومنه إهلال الحج. {المنخنقة} بحبل الصائد وغيره حتى تموت، أو التي توثق فيقتلها خناقها. {وَالْمَوْقُوذَةُ} المضروبة بالخشب حتى تموت. وقذه وقذاً: ضربه حتى أشفى على الهلاك. {المتردية} من رأس جبل أو بئر. {النطيحة} التي تنطحها أخرى فتموت. {إِلا مَا ذَكَّيْتُمْ} من المنخنقة، وما بعدها عند الجمهور أو مما أكل السبع خاصة، والأكيلة التي تحلها الذكاة هي التي فيها حياة قوية لا كحركة المذبوح، أو يكون لها عين تطرف وذنب يتحرك. {تَسْتَقْسِمُواْ} تطلبوا علم ما قسم لكم من رزق أو حاجة. {بِالأَزْلامِ} قداح مكتوب على أحدها أمرني ربي، وعلى الآخر نهاني ربي، والآخر غُفل، كانوا إذا أرادوا أمراً ضربوا بها، فإن خرج أمرني ربي فعلوه، وإن خرج نهاني تركوه، وإن خرج الغفل أعادوه، سمي ذلك استقساماً لطلبهم علم ما قسم لهم، أخذ من قسم اليمين لأنهم التزموا بالقداح ما يلتزمونه باليمين. {ذَلِكُمْ} الذي نهيتم عنه فسق وخروج عن الطاعة. {يَئِسَ الَّذِينَ كَفَرُواْ} من دينكم أن ترتدوا عنه، أو أن يبطلوه أو يقدحوا في صحته، وكان ذلك يوم عرفة في حجة الوداع بعد دخول العرب في الإسلام حين لم ير الرسول صلى الله عليه وسلم مشركاً {فَلا تَخْشَوْهُمْ} أن يظهروا عليكم واخشوا مخالفتي {الْيَوْمَ اكْمَلْتُ} يوم عرفة في حجة الوداع، ولم يعش بعد ذلك إلا أحدى وثمانين ليلة، أو زمن الرسول صلى الله عليه وسلم كله إلى أن نزل ذلك يوم عرفة وأكماله بإكمال فرائضه وحلاله وحرامه فلم ينزل على الرسول صلى الله عليه وسلم بعدها شيء من الفرائض من تحليل ولا تحريم، أو بإكمال الحج فلا يحج معكم مشرك. {وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِى} بإكمال الدين {وَرَضِيتُ لَكُمُ} الاستسلام لأمري {دِيناً} أي طاعة. {فَمَنِ اضْطُرَّ} أصابه ضر من الجوع. {مَخْمَصَةٍ} مفعلة كمبخلة ومجبنة ومجهلة ومحزنة، من الخمص وهو اضطمار البطن من الجوع {مُتَجَانِفٍ} متعمد أو مائل. جنف القوم مالوا، وكل أعوج فهو أجنف. نزلت </p><p> هذه السورة والرسول صلى الله عليه وسلم واقف بعرفة، أو في مسير له من حجة الوداع، أو يوم الإثنين بالمدينة. {يسئلونك ماذآ أحل لهم قل أحل لكم الطيبات وما علمتم من الجوارح مكلبين تعلمونهن مما علمكم الله فكلوا ممآ أمسكن عليكم واذكروا اسم الله عليه واتقوا الله إن الله سريع الحساب (٤) } </p>"
}