{
  "id": null,
  "sura": 5,
  "aya": 89,
  "text": "<p> ٨٩ - قوله عزّ وجلّ {لا يُؤَاخِذُكُمُ اللَّهُ بِالَّلغْوِ فِى أَيْمَانِكُمْ} قد ذكرنا خلاف المفسرين والفقهاء في لغو اليمين {وَلكِن يُؤَاخِذُكُم بِمَا عَقَّدتُمُ الأيمان} اختلف في سبب نزولها على قولين: </p><p> أحدهما: أنها نزلت في عثمان بن مظعون حين حرّم على نفسه الطعام والنساء بيمين حلفها فأمره النبي صلى الله عليه وسلم بالحنث فيها قاله السدي، </p><p> والثاني: أنها نزلت في عبد الله بن رواحة وكان عنده ضيف فأخرت زوجته قِراه فحلف لا يأكل من الطعام شيئاً، وحلفت الزوجة لا تأكل منه إن لم يأكل، وحلف الضيف لا يأكل منه إن لم يأكلا، فأكل عبد الله وأكلا معه فأخبر النبي صلى الله عليه وسلم بذلك فقال: أحسنت ونزلت فيه هذه الآية قاله ابن زيد. </p><p> .. ... ... ... ... ... ... </p><p> قوله {وَلكِن يؤَاخِذُكُم بِمَا عَقَّدتُّمُ الأيْمَانَ} وعقدها هو لفظ باللسان وقصد بالقلب لأن ما لم يقصده من أيمانه فهو لغو لا يؤاخذ به ثم في عقدها قولان: </p><p> أحدهما: أن / تكون على فعل مستقبل ولا تكون على خبر ماض، والفعل المستقبل نوعان: نفي وإثبات، فالنفي أن يقول:  \" والله لا فعلت كذا \" والإثبات أن يقول: \" والله لأفعلن \" أما الخبر الماضي فهو أن يقول: \" والله ما فعلت \" وقد فعل ويقول: \" والله لقد فعلت كذا \" وما فعل فينعقد يمينه بالفعل المستقبل في نوعي إثباته ونفيه. وفي انعقادها بالخبر الماضي قولان أحدهما: أنها لا تنعقد بالخبر الماضي قاله أبو حنيفة وأهل العراق، </p><p> والقول الثاني: أنها تنعقد على فعل مستقبل وخبر ماضٍ يتعلق الحنث بهما قاله الشافعي وأهل الحجاز. </p><p> ثم قال {فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ} فيه قولان: </p><p> أحدهما: أنها كفارة ما عقدوه من الأيمان قالته عائشة والحسن والشعبي وقتادة، </p><p> والثاني: أنها كفارة الحنث فيما عقدوه منها وهذا أشبه أن يكون قول ابن عباس وسعيد بن جبير والضحاك وإبراهيم. والأصح من إطلاق هذين القولين أن يعتبر حال اليمين في عقدها وحلها فإنها لا تخلو من ثلاثة أحوال: </p><p> أحدها: أن يكون عقدها طاعة وحَلها معصية كقوله: \" والله لا قتلت نفساً ولا شربت خمراً \" فإذا حنث بقتل النفس وشرب الخمر كانت الكفارة لتكفير مأثم الحنث دون عقد اليمين، </p><p> الحال الثاني: أن يكون عقدها معصية وحلها طاعة كقوله \" والله لا صليت ولا صمت \" فإذا حنث بالصلاة والصوم كانت الكفارة لتكفير مأثم العقد دون الحنث </p><p> والحال الثالث: أن يكون عقدها مباحاً وحلها مباحاً كقوله: \" والله لا لبست هذا الثوب \" فالكفارة تتعلق بهما وهي بالحنث أخص. </p><p> ثم قال {مِنْ أَوْسَطِ مَا تُطْعِمُونَ أهْلِيكُمْ} فيه قولان، أحدهما: من أوسط أجناس الطعام قاله ابن عمر والحسن وابن سيرين ... ... ... . . </p><p> .. ... ... ... ... ... ... . . (والأسود / وعبيدة السلماني، والثاني / من أوسطه في القدر قاله علي وعمر وابن عباس) ومجاهد، وقرأ سعيد بن جبير (من وسط ما تطعمون أهليكم) ثم اختلفوا في القدر على خمسة أقاويل: أحدها: أنه نصف صاع من سائر الأجناس قاله ((علي وعمر وهو مذهب أبي حنيفة،والثاني:مد واحد من سائر الأجناس قاله) ) ابن عمر وزيد بن ثابت وعطاء وقتادة وهو مذهب الشافعي، والثالث: أنه غداء وعشاء قاله </p><p> .. ... ... ... ... ... ... . . علي في رواية الحارث عنه وقول محمد بن كعب القرظي والحسن البصري، والرابع: أنه على ما جرت به عادة المكفر في عياله إن كان يشبعهم أشبع المساكين، وإن كان لا يشبعهم فعلى قدر ذلك قاله ابن عباس وسعيد بن جبير، والخامس: أنه أحد الأمرين من غداء وعشاء قاله بعض البصريين. ثم قال {أَو كِسْوَتُهُمْ} وفيها خمسة أقاويل: أحدها: كسوة ثوب واحد قاله ابن عباس ومجاهد وطاووس وعطاء [الخراساني] والشافعي. والثاني: كسوة ثوبين قاله أبو موسى الأشعري وابن المسيب والحسن وابن سيرين، والثالث: كسوة ثوب جامع كالملحفة والكساء قاله إبراهيم، والرابع: كسوة إزار ورداء وقميص قاله ابن عمر ((والخامس) ) : كسوة ما تجزئ فيه الصلاة قاله بعض البصريين. ثم قال {أَوْ تَحْرِيرُ رَقَبَةٍ} يعني او فك رقبة من أسر العبودية إلى حال الحرية والتحرير </p><p> .. ... ... ... ... ... ... . . والفك: العتق، قال الفرزدق: </p><p> (أبني غدانة إنني حررتكم ... فوهبتكم لعطية بن جعال) </p><p> وتجزىء صغيرها وكبيرها وذكرها وأنثاها وفي استحقاق إيمانها قولان: </p><p> أحدهما: أنه مستحق ولا تجزىء الكافرة قاله الشافعي، </p><p> والثاني: أنه غير مستحق قاله أبو حينفة. ثم قال {فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ} فجعل الله الصوم [له] بدلاً من المال عند العجز عنه وجعله مع اليسار / مخيراً بين التكفير بالإطعام والكسوة والعتق، وفيها قولان: </p><p> أحدهما: أنّ الواجب منها أحدها لا بعينه عند جمهور الفقهاء </p><p> والثاني: أن جميعها واجب وله الاقتصار على أحدها قاله بعض المتكلمين وشاذ من الفقهاء وهذا إذا حُقّق خلف في العبارة دون المعنى واختلف فيما إذا لم يجده صام على خمسة أقاويل: </p><p> أحدها: إذا لم يجد قوته وقوت من يقوت [صام] قاله الشافعي، </p><p> والثاني: إذا لم يجد ثلاثة دراهم صام قاله سعيد بن جبير، </p><p> والثالث: إذا لم يجد درهمين صام قاله الحسن، </p><p> والرابع: إذا لم يجد مائتي درهم صام قاله أبو حنيفة، </p><p> والخامس: إذا لم يجد ذلك فاضلاً عن رأس ماله الذي يتصرف به لمعاشه صام. وفي تتابع صيامه قولان: </p><p> أحدهما: يلزمه قاله مجاهد وإبراهيم وكان أبي بن كعب وعبد الله بن مسعود </p><p> .. ... ... ... ... ... ... . . يقرءان فصيام ثلاثة أيام متتابعات، </p><p> والثاني: إن صامها متفرقاً جاز. قاله مالك وأحد قولي الشافعي {ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ} يعني وحنثتم، فإن قيل: فلم لم يذكر مع الكفارة التوبة؟ قيل: لأنه ليس كل يمين حنث فيها كانت مأثماً توجب التوبة، فإن اقترن بها المأثم لزمت التوبة بالندم وترك العزم [على المعاودة]  {وَاحْفَظُواْ أَيْمَانَكُمْ} يحتمل وجهين: </p><p> أحدهما: يعني احفظوها أن تحلفوا </p><p> والثاني: احفظوها أن تحنثوا. {يآ أيها الذين ءامنوآ إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون (٩٠) إنما يريد الشيطان أن يوقع بينكم العداوة والبغضآء في الخمر والميسر ويصدكم عن ذكر الله وعن الصلاة فهل أنتم منتهون (٩١) وأطيعوا الله وأطيعوا الرسول واحذروا فإن توليتم فاعلموا أنما على رسولنا البلاغ المبين (٩٢) ليس على الذين ءامنوا وعملوا الصالحات جناح فيما طعموا إذا ما اتقوا وءامنوا وعملوا الصالحات ثم اتقوا وءامنوا ثم اتقوا وأحسنوا والله يحب المحسنين (٩٣) } </p>"
}