{
  "id": null,
  "sura": 10,
  "aya": 12,
  "text": "<p> ١٢ - {مَسَّ الإِنسَانَ الضُّرُّ} لجنبه يتعلق بدعانا، أو بمس. {وإذا تتلى عليهم ءاياتنا بينات قال الذين لا يرجون لقاءنا ائت بقرءان غير هذا أو بدّله قل ما يكون لى أن أبدله من تلقائى نفسى إن اتبع إلا ما يوحى إلى إنّى أخاف إن عصيت ربي عذاب يوم عظيم قل لو شاء الله ما تلوته عليكم ولا </p><p> أدراكم به فقد لبثت فيكم عمرا من قبله أفلا تعقلون} ١٥ _ {الذين لا يرجون لقاءنا} كفار مكة. {بقرآن غَيْرِ هَذّآ أَوْ بَدِّلْهُ} إذا أتى بغيره جاز أن يبقى معه وإذا بدله فلا يبقى المبدل معه، طلبوا تحويل الوعد وعيداً والوعيد وعداً والحلال حراماً والحرام حلالاً، أو طلبوا إسقاط عيب آلهتهم وتسفيه أحلامهم، أو إسقاط ما فيه من ذكر البعث والنشور. {مَا يُوحَى إِلَىَّ} من وعد ووعيد وأمر ونهي وتحليل / [٧٦ / ب] وتحريم {إِنْ عَصَيْتُ رَبِّى} بتبديله وتغييره ١٦ - {أَدْرَاكُم} أعلمكم، أو أنذركم. {عمراً} أراد ما بقدم من عمره، أو أربعين سنة، لأنه بُعث عن الأربعين، وهو المطلق من عمر الإنسان. {فمن أظلم ممن افترى على الله كذباً أو كذب بئاياته إنه لا يفلح المجرمون ويعبدون من دون الله ما لا يضرهم ولا ينفعهم ويقولون هاولاء شفعاؤنا عند الله قل أتنّبئون الله بما لا يعلم في السموات ولا في الأرض سبحانه وتعالى عما يشركون وما كان الناس إلا أمة واحدة فاختلفوا ولولا كلمة سبقت من ربك لقضى بينهم فيما فيه يختلفون ويقولون لولا أنزل عليه آية من ربه فقل إنما الغيب لله فانتظروا إنّى معكم من المنتظرين}  {أَتُنَبِِّئُونَ اللَّهَ} أتخبرونه بعبادة من لا يعلم ما في السموات ولا ما في الأرض، أو ليس يعلم الله له شريكاً ١٩ _ {وَمَا كان الناس} آدم - عليه الصلاة والسلام -، أو أهل السفينة، أو من كان على عهد إبراهيم - عليه الصلاة والسلام - أو بنو آدم. {أُمَّةً وَاحِدَةً} على الإسلام حتى اختلفوا \" ع \" أو على الكفر، أو على دين واحد فاختلفوا في </p><p> الدين فمؤمن وكافر، أو اختلف بنو آدم لما قتل قابيل أخاه. {سَبَقَتْ} بتأجيل العذاب إلى الآخرة، لعجل العذاب في الدنيا، أو بأن لا يعاجل العصاة {لقضي بينهم} باضطرارهم إلى معرفة المحق من المبطل. {وإذا أذقنا الناس رحمة من بعد ضراء مستهم إذا لهم مكر في ءاياتنا قل الله أسرع مكراً إن رسلنا يكتبون ما تمكرون هو الذي يسيرّكم في البر والبحر حتى إذا كنتم في الفلك وجرين بهم بريحٍ طيبة وفرحوا بها جاءتها ريح عاصف وجاءهم الموج من كل مكان وظنوا أنهم أحيط بهم دعوا الله مخلصين له الدين لئن أنجيتنا من هذه لنكوننّ من الشاكرين فلما أنجاهم إذا هم يبغون في الأرض بغير الحق يا أيها الناس إنما بغيكم على أنفسكم متاع الحياة الدنيا ثم إلينا مرجعكم فننبئكم بما كنتم تعملون} ٢١ _ {رحمة} رخاء بعد شدة، أو عافية بعد سقم، أو خصابة بعد جدب، أو إسلاماً بعد كفر، وهو المنافق، قاله الحسن - رضي الله تعالى عنه - {مَّكْرٌ} كفر وجحود، أو استهزاء وتكذيب، لما أجيب دعاء الرسول [صلى الله عليه وسلم] بسبع كسبع يوسف - عليه الصلاة والسلام - أتاه [أبو سفيان] وسأله أن يدعو لهم بالخصب وقال: إن أجابك وأخصبنا صدقناك، فدعا بذلك فأخصبوا فنقضوا ما قالوه وأقاموا على كفرهم فنزلت هذه الآية. {إنما مثل الحياة الدنيا كماء أنزلناه من السمآء فاختلط به نبات الأرض مما يأكل الناس والأنعام حتى إذا أخذت الأرض زخرفها وازّينت وظن أهلهآ أنّهم قادرون عليهآ </p><p> أتاها أمرنا ليلاً أو نهاراً فجعلناها حصيداً كأن لم تغن بالأمس كذلك نفصل الأيات لقومٍ يتفكّرون والله يدعوا إلى دار السلام ويهدى من يشاء إلى صراط مستقيم} </p>"
}