{
  "id": null,
  "sura": 33,
  "aya": 6,
  "text": "<p> ٦ - {أَوْلَى بِالْمُؤْمِنِينَ} من بعضهم ببعض لإرساله إليهم وفرض طاعته، أو أولى بهم فيما رأه لهم منهم بأنفسهم، أو لما أمر الرسول [صلى الله عليه وسلم] الناس بالخروج إلى تبوك قال قوم: نستأذن آباءنا وأمهاتنا فنزلت، أو أولى بهم في قضاء ديونهم وإسعافهم في نوائبهم قال: \" أنا أولى بالمؤمنين من أنفسهم في الدنيا والآخرة فمن ترك مالاً فليرثه عصبته وإن ترك ديْناً، أو ضياعاً فليأتني </p><p> فأنا مولاه \". {وأزواجه أمهاتهم} في حرمة نكاحين وتعظيم حقوقهن دون النفقة والميراث، وفي إباحة النظر إليهن مذهبان هذا في اللائي مات عنهن، وفي إلحاقه مطلقاته بمن مات عنهن ثلاثة مذاهب يفرق في الثلث بين من دخل بهن ومن لم يدخل بهن وهل هن أمهات مؤمنات / [١٤٥ / ب] كالرجال فيه مذهبان، قالت امرأة لعائشة رضي الله تعالى عنها: يا أمَّه فقالت: لست لك بأم إنما أنا أم رجالكم. {مِنَ الْمُؤْمِنِينَ} الأنصار {وَالْمُهَاجرِينَ} قريش. نسخت التوارث بالهجرة لما نزل في الأنفال {والذين آمَنُواْ وَلَمْ يُهَاجِرُواْ مَا لَكُمْ مِّن وَلَايَتِهِم مِّن شَيْءٍ حتى يهاجروا}  [الآيه: ٧٢] . توارثوا بالهجرة فكان لا يرث الأعرابي المسلم من قريبه المسلم المهاجر شيئاً فنسخ ذلك بقوله ها هنا {وَأُوْلُواْ الأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ} ، أو نسخت التوارث بالحلف والمؤاخاة في الدين، قال الزبير: نزلت فينا خاصة قريش والأنصار قدمنا المدينة فآخينا الأنصار فأورثونا وأورثناهم فآخى أبو بكر خارجة بن زيد وآخيت كعب بن مالك فقُتِل يوم أُحد فوالله لقد مات عن الدنيا ما ورثه أحد غيري حتى أنزل الله هذه الآية فرجعنا إلى مواريثنا. {فِى كِتَابِ اللَّهِ} القرآن، أو اللوح المحفوظ. {مِنَ الْمؤْمِنِينَ والْمُهَاجِرِينَ} أي التوارث بالأنساب أولى من التوارث بالمؤاخاة في الهجرة </p><p> {تفعلوا إلى أوليائكم معروفا} بالوصية للمشركين من ذوي الأرحام، أو الوصية للحلفاء والذين آخى بينهم الرسول [صلى الله عليه وسلم] من المهاجرين والأنصار، أو الذين آخيتم فآتوا إليهم معروفاً في الحياة، أو وصية الرجل لإخوانه في الدين {مَسْطُوراً} كان التوارث بالهجرة والمؤاخاة في الكتاب مسطوراً قبل النسخ، أو كان نسخه بميراث ذوي الأرحام مسطوراً قبل التوارث، أو كان لا يرث مسلم كافراً في الكتاب المسطوراً، و {الْكِتَابِ} اللوح المحفوظ، أو القرآن، أو الذكر، أو التوراة، أمر بني إسرائيل أن يصنعوا مثله في بني لاوي بن يعقوب. {وإذ أخذنا من النبين ميثاقهم ومنك ومن نوح وإبراهيم وموسى وعيسى أبن مريم وأخذنا منهم ميثاقاً غليظاً ليسئل الصادقين عن صدقهم وأعد للكافرين عذاباً أليماً} </p>"
}