{
  "id": null,
  "sura": 65,
  "aya": 12,
  "text": "<p> ١٢ - {سَبْعَ سَمَاوَاتٍ} اتفقوا أن السموات بعضها فوق بعض {وَمِنَ الأَرْضِ مِثْلَهُنَّ} سبع أرضين منبسطة ليس بعضها فوق بعض تفرق بينهن البحار ويظل جميعهن السماء \" ع \" وقال الجمهور سبع أرضين بعضها فوق بعض في كل أرض خلق تقلهم تلك الأرض وتظلهم أرض أخرى ولا تصل إلينا إلا الأرض العليا التي نحن عليها فعلى هذا إن كان منهم من يعقل فلا يلزمه دعوة الإسلام ولهم ضياء خلقه الله تعالى في أراضيهم عند من رأى الأرض كرية فلا يشاهدون السماء أو يشاهدونها من كل جوانب أرضهم فيرون منها الضياء عند من رأى الأرض منبسطة. {الأَمْرُ} الوحي {بَيْنَهُنَّ} الأرض العليا والسماء السابعة وقال الأكثر الأمر قضاؤه وقدره {بَيْنَهُنَّ} بين أقصى الأرضين والسماء العليا {لِتَعْلَمُواْ} خلق هذا الملك العظيم لتعلموا أنه قادر على كل شيء [٢٠٢ / أ] / قدير وإنه على ما بينهما من الخلق أقدر. </p><p> سُورَةُ التَّحْرِيم </p><p> مدنية. </p><p> بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ </p><p> {يا أيها النبي لمَ تحرِّمُ ما أحلَّ اللهُ لَكَ تبتَغِى مرضَاتَ أزواجِكَ واللهُ غفورٌ رحيمٌ (١) قدْ فَرَضَ اللهُ لَكُمْ تَحِلَّةَ أيمانِكُمْ واللهُ مولاكُمْ وهُوَ العليمُ الحكيمُ (٢) وإذْ أسرَّ النبيُّ إلى بعضِ أزواجِهِ حديثاً فلمَّا نبَّأتْ به وأظهرهُ اللهُ عليهِ عرَّفَ بعضهُ وأعرضَ عن بعضٍ فلمَّا نبَّأها به قالتْ مَنْ أنبأك هذا قال نبأني العليمُ الخبيرُ (٣) إن تتوبا إلى اللهِ فَقَدْ صَغَتْ قُلُوبُكُمَا وإن تظاهرا عليه فإنَّ اللهَ هُوَ مولاهُ وجبريلُ وصالحُ المؤمنينَ والملائكةُ بعدَ ذلكَ ظهيرٌ (٤) عَسَى ربُّهُ إن طلقكنُّ أن يبدلهُ أزواجاً خيراً منكنَّ مسلماتٍ مؤمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَبِدَاتٍ سَئِحَاتٍ ثَيِّبَاتٍ وأَبْكَاراً (٥) } </p><p> ٥ - {لِمَ تُحَرِّمُ} أراد المرأة التي وهبته نفسها فلم يقبلها \" ع \" أو سقته حفصة أو سودة أو أم سلمة عسلاً فحسدها نساؤه فقلن للرسول [صلى الله عليه وسلم] نجد منك ريح المغافير فقال شربت عسلاً فقلن جَرَستْ نحلُه العُرْفُط فحرمه </p><p> على نفسه أو خلا الرسول [صلى الله عليه وسلم] بمارية في بيت حفصة لما خرجت لزيارة أبيها فلما عادت وعلمت عتبت فحرم مارية إرضاءاً لحفصة وقال لا تخبرين أحداً من نسائي فأخبرت به عائشة - رضي الله تعالى عنها - لمصافاة كانت بينهما وكانتا تتظاهران على نسائه فحرم مارية وطلق حفصة وجعل على نفسه أن يحرم سائر نسائه شهراً فاعتزلهن شهراً فنزلت هذه الآية فراجع حفصة </p><p> واستحل مارية وعاد إلى سائر نسائه \" ح \" وحلف يميناً حرمها بها فعوتب على ذلك وأمر بتكفير يمينه أو حرمها بغير يمين فكان التحريم موجباً لكفارة اليمين \" ع \" . </p>"
}