{
  "id": null,
  "sura": 57,
  "aya": 24,
  "text": "<p> يستحق على المالك أجرة. (وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) لا يحاط بفضله. خلق وهدى وأعطى ما لم يخطر على قلب، من غير وجوب ولا استحقاق. </p><p> (مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ ... (٢٢) في اللوح، (مِنْ قَبْلِ أَنْ نَبْرَأَهَا) نخلقها أي: الأنفس أو المصيبة. الأول أوجه؛ لما روى مسلم \" أَن اللَّه كَتَبَ مَقَاديرَ الخَلَائِق قبْلَ خَلقِ السِّمَاوَاتِ وَالأَرْضِ بِخَمْسِين أَلْفِ عَامٍ، وَكَان عَرشُه عَلَى الماء \" . (إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ) ؛ لعلمه بالأشياء قبل وقوعها، كعلمه بها حال وقوعها. ثم أشار إلى الحكمة في ذلك بقوله:  (لِكَيْلَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ ... (٢٣) فإن من علم أن ما أصابه من الضر كان مقدراً علمه في الأزل لم يحزن الحزن الشديد؛ لأنه قد وطن نفسه على ذلك، وكذا في جانب الخير، لأنه كان مترقباً. والمراد بهما ما يخرج إلى الجزع وعدم الصبر، والفرح المطغي المفضي إلى البطر، لا ما يعتري الإنسان من الهم والسرور شكراً لنعمة اللَّه. وقرأ أبو عمرو:  (أتَاكُمْ) مقصوراً أي: جاءكم، وهي قراءة حسنه فسرها (لِكَيْلَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ)  (وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ) متكبر، فخور على الناس بكثرة المال. واكتفى بأحد الشقين؛ لدلالته على الآخر، وآثر الثاني، لأنه أشد تكبراً. </p><p> (الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ ... (٢٤) بدل من (كُلَّ مُخْتَالٍ) وأوفى منه؛ </p><p> لدلالته على أن عز المال وحبه بلغ حدًّا يشح بمال الغير. وقرأ حمزة والكسائي </p><p> (البَخلِ) بفتح الباء، وهما لغتان كالرُّشد والرَّشد. (وَمَنْ يَتَوَلَّ) يعرض ولن ينته عما نهى اللَّه. (فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ) لا يحتاج إلى إنفاق المنفق. (الْحَمِيدُ) محمود في ذاته وإن تولوا عن شكره. وقرأ نافع وابن عامر بحذف ضمير الفصل، وعليه رسم مصحف المدينة والشام، والإثبات آكد، وعليه بقية الرسوم. </p><p> (لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ ... (٢٥) أي: الملائكة إلى الأنبياء بالمعجزات، لا الأنبياء إلى الناس؛ لقوله:  (وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ) قانون الشرع يشمل الميزان الذي به تعِامل الناس، وكل ما يعرف به الإنصاف من أمور المعاش والمعاد؛ ولذلك علله بقوله:  (لِيَقُومَ النَّاسُ بِالْقِسْطِ) بالعدل. (وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ) يتخذ منه آلة الجهاد والقتل. وفيه إشارة إلى أن أمر الشرع لا يستقل بدون السيف والسنان. </p><p> الظلم من شيم النفوس فَإن تَجِد ... ذا عِفةٍ فلعِلَّةٍ لا يظلمُ </p><p> وعنه - صلى الله عليه وسلم -: \"رِزْقِي تحت ظِلًّ رمحي \"  (وَمَنَافِعُ لِلنَّاسِ) إذ لا صنعة إلا وللحديد فيه مدخل. (وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ) عطف على محذوف دل عليه السياق. أي: </p>"
}