{
  "id": null,
  "sura": 57,
  "aya": 28,
  "text": "<p> العبادة فوق ما سنه اللَّه ورسوله مذموم. وقد روى البخارى عنه - صلى الله عليه وسلم -: \" إِنَّ الدِّينَ يسْرٌ وَلَنْ يُشَاد أَحَدٌ الدِّيْنَ إِلَّا غَلَبَهُ \"  \" فَإِن بَنِي إِسْرَائيلَ شَددوا عَلَى أَنْفُسِهِمْ، فَشَدَّدَ اللَّهُ عَلَيْهِمْ فَتِلْك بَقَايَاهُمْ في الصَّوَامِع رَهْبَانِيَّةً ابْتَدَعُوهَا \" . وانتصابها بمضمرٍ مفسر. وجعلها من المجعولات عدول عن الظاهر مخالف للأحاديث. (فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ) الذين وفوا بما نذروا. (وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ) لم يحافظوا على ما عاهدوا اللَّه عليه. </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا ... (٢٨) أحدثوا الإيمان. (اتَّقُوا اللَّهَ) في أوامره ونواهيه. </p><p> (وَآمِنُوا بِرَسُولِهِ) محمد عليه السلام، عن ابن عباس والضحاك - رحمه الله - أنها نزلت في مؤمني </p><p> أهل الكتاب. ويدل عليه قوله:  (يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ) وذلك؛ لما رواه البخاري ومسلم رحمهما اللَّه أن رسول اللَّه - صلى الله عليه وسلم - قال:  \" ثَلَاثَةٌ يُؤْتَوْنَ أُجْرَهُمْ مَرَّتَيْنِ رَجلٌ آمَنَ بِنَبِيِّهِ وَآمَنَ بِمحَمَّدٍ، وَعَبْدٌ مملوكٌ أَدّى حَقَّ اللَّهِ وَحَقِّ مَواليهِ، ورَجُل لَهُ أَمَةٌ فَأَدَّبَهَا، ثُمَّ أَعْتَقَهَا فَتَزَوَّجَهَا\" . والكفْل: الحظ الوافر، والنصيب الكامل كأنه تكفل بالكفاية. (وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ) على الصراط يسعَى بَينَ أَيْديكمْ وَبِأَيْمَانِكمْ، أو نوراً ينقذكم به عن ظلمات الجهل. (وَيَغْفِرْ لَكُمْ) ما سلف لكم. (وَاللَّهُ غَفُورٌ رَحِيمٌ) عن سعيد بن جبير - رضي الله عنهما -؛ افتخر مؤمنو أهل الكتاب بأن لهم الأجر مرتين، فأنزل اللَّه تعالى لمؤمني هذه الأمة، وزادهم النور والمغفرة. ويؤيده ما رواه البخاري أن رسول اللَّه - صلى الله عليه وسلم - قال:  \" مَثَلُكُمْ وَمَثَلُ أَهْلِ الكِتَابَيْنِ، كَمَثَلِ رَجُلٍ اسْتَأْجَرَ أُجَرَاءَ،فَقَالَ:مَنْ يَعْمَلُ لِي مِنْ غُدْوَةَ إِلَى نِصْفِ النَّهَارِ عَلَى قِيرَاطٍ؟ فَعَمِلَتِ اليَهُودُ،ثُمَّ قَالَ:مَنْ يَعْمَلُ لِي مِنْ نِصْفِ النَّهَارِ إِلَى صَلاَةِ العَصْرِ عَلَى قِيرَاطٍ؟ فَعَمِلَتِ النَّصَارَى،ثُمَّ قَالَ:مَنْ يَعْمَلُ لِي مِنَ العَصْرِ إِلَى أَنْ تَغِيبَ الشَمْسُ عَلَى قِيرَاطَيْنِ؟ فَأَنْتُمْ هُمْ \" ، فَغَضِبَتِ اليَهُودُ، وَالنَّصَارَى، فَقَالُوا: مَا لَنَا أَكْثَرَ عَمَلًا، وَأَقَلَّ عَطَاءً؟ قَالَ:  «هَلْ نَقَصْتُكُمْ مِنْ حَقِّكُمْ؟» قَالُوا: لاَ، قَالَ:  «فَذَلِكَ، فَضْلِي أُوتِيهِ مَنْ أَشَاءُ» . وما قيل، إن رسول اللَّه - صلى الله عليه وسلم - أرسل جعفراً يدعو النجاشي إلى </p><p> الإيمان، فآمن به وأرسل سبعين رجلاً إلى رسول اللَّه - صلى الله عليه وسلم -، فجاؤوا ورسول اللَّه قد تهيأ لوقعة أُحدٍ كلام لا أصل له. وجعفر إنما قدم مع من هاجر إلى الحبشة، ورسول اللَّه - صلى الله عليه وسلم - في محاصرة خيبر بعد أحد بثلاث سنين. رواه البخاري مكررًا في مواضع. </p>"
}