{
  "id": null,
  "sura": 59,
  "aya": 2,
  "text": "<p> [سورة الحشر] </p><p> مدنية، وآياتها أربع وعشرون آية </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (١) سبق الكلام عليه. </p><p> (هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ ... (٢) لا أنتم. </p><p> المراد بنو النضير. وذلك أن رسول اللَّه - صلى الله عليه وسلم - لما جاء إلى المدينة، ودعاهم إلى الإيمان وأبوا، عاهدهم أن لا يكونوا لا له ولا عليه، حتى قَتَلَ عمرو بن أمية رجلَيْن من بني عامر خطأ، </p><p> فخرج رسول اللَّه - صلى الله عليه وسلم - إلى بني النضير يستعين بهم في دية الرجلين. وكان بنو عامر حلفاء بني النضير. فقالوا: نفعل ذلك يا أبا القاسم. وأجلسوه في ظل جدار، وأخذوا في المشاورة وقالوا: ما نرى فرصة أحسن من هذه. فانتدب عمرو بن جحاش لقتله بأن يصعد ويلقي عليه صخرة. فأتاه خبر السماء بكيدهم، فكرَّ راَجِعاً. وكان معه أبو بكر وعمر، وعلي - رضي الله عنه -. فتجهز لقتالهم وسار إليهم. وكانت لهم حصون منيعةٌ، فتحصنوا بها على ما يفصل بعد. كان بعد أُحُد وقيل: بعد بدر بستة أشهر. (لِأَوَّلِ الْحَشْرِ) واللام للتوقيت، مثل (قَدَّمْتُ لِحَيَاتِي) ومعنى أولية الحشر أنهم لم يكن أصابهم جلاء، وأول مجيئهم من الشام إلى أرض العرب كان باختيار منهم، أو أنهم أول من أخرج من جزيرة العرب، أو أن هذا أول حشر أهل الكتاب والثاني: إجلاء عمر أهل خيبر، أو آخر حشرهم يوم القيامة. حاصرهم ستة أيام، ثم اتفقوا على أن لهم ما حملت الإبل فأجلاهم إلى الشام، ولحق بعضهم بخيبر. وأسلم منهم رجلان يامين بن عمرو، وأبو سعيد بن وهب. واستدلال عكرمة بالآية على أن </p><p> أرض الشام هي المحشر غير تام. (مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا) أيها المؤمنون لكثرة عددهم وعددهم. (وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ) كان الظاهر وظنوا أن لا يخرجوا. </p><p> فالعدول إلى المنزل؛ لما في تقديم الخبر ثم إسناد الجملة إلى الضمير من الدلالة على أن ظنهم قارب اليقين، لا كظن المؤمنين. (فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا) أي: بأسه. ولم يكن ذلك في حسابهم؛ لاعتمادهم على شدة بأسهم، وحصانة حصونهم. (وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ) الخوف الذي يملأ الصدر. وأكده بلفظ القذف الدال على القوة. </p><p> (يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ) عن قتادة: كانوا يخربونها ليصلحوا به ما انهدم من السور. أو كانوا ييفعلون ذلك لئلا يبقى للمسلمين جنَّة. (وَأَيْدِي الْمُؤْمِنِينَ) لأنهم تسببوا لذلك. </p><p> (فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ) ولا تخالفوا أمر اللَّه ورسوله؛ أولا تعتمدوا على قواكم، واتكلوا </p>"
}