{
  "id": null,
  "sura": 60,
  "aya": 10,
  "text": "<p> الإيمان، عكس ما كانوا يودونه من كفر المؤمنين. ويظهر أن (حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ) . ولفظ عسى على دأب الملوك في المواعد التي لا يخلفون في إنجازها. (وَاللَّهُ قَدِيرٌ) على ذلك. (وَاللَّهُ غَفُورٌ) لما فرط من موالاتكم سابقاً. (رَحِيمٌ) يجمع بينكم في الإيمان عن قريب. </p><p> (لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ ... (٨) كالنساء والضعفه (أَنْ تَبَرُّوهُمْ) بدل من (الَّذينَ) بتقدير مضاف أي: مبرة الذين، (وَتُقْسِطُوا إِلَيْهِمْ) تعاملوهم بالعدل فيما بينكم من الحقوق (إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ) . روى البخاري ومسلم:  \" عن أسماء بنت أبي بكر أنها قالت: يا رسول اللَّه أَمي قدمت وهي راغبة، أفأصلها؟.قال:نعم صلي أمك. وأرسل رسول اللَّه - صلى الله عليه وسلم - لعمر حلة من حرير، فكساها أخاً مشركاً له بمكة \" . </p><p> (إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ ... (٩) سعى بعضهم في الإخراج، وعاون عليه البعض. (أَنْ تَوَلَّوْهُمْ) بدل اشتمال من (الَّذين) . (وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ) الكاملون في الظلم. إذ لا عذر له بعد هذا البيان. </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ ... (١٠) عن ابن عباس - رضي الله عنهما -: كان الامتحان أن تقول: \" لا إله إلا اللَّه محمد رسول اللَّه \" ، ثم تقول: باللَّه ما </p><p> خرجت من بغض زوجها، ولا رغبة في أرض عن أرض، بل حباً للَّه ولرسوله، وكان الذي يتولى الامتحان عمر بن الخطاب - رضي الله عنه -. (اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ) منكم، وإنما أمركم بالامتحان؛ لإجراء الحكم وعدم اللبس. (فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ) بالأمارات. أراد الظن، وإطلاق العلم عليه شائع، وفائدته الإمعان في الامتحان. (فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ) لأن رسول اللَّه - صلى الله عليه وسلم - شرط في صلح الحديبية أن من جاء مسلماً يردّه إليهم، فجاءت نساء مؤمنات وهو بأسفل الحديبية على ما رواه الزهري فنزلت، فكانت ناسخة للسنة. وقيل: كان ذلك منه </p><p> اجتهاداً، واجتهاده الخطأ لا يقرر. وعن عروة والضَّحَّاك أن الشرط كان في الرجال خاصة، (لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ) أي: الحل مرتفع من الجانبين، لا كالكتابية </p><p> مع المسلم. (وَآتُوهُمْ مَا أَنْفَقُوا) ما دفعوا إليهن من المهور. وكان هذا مخصوصاً بتلك الواقعة في المهاجرات، وبعد الفتح لا هجرة فانتهى الحكم بانتفاء سببه. (وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ) المهاجرات؛ لوقوع البينونة وعدم حلهن لأزواجهن. (إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ) مهورهن؛ لأن المهر أجر البضع. وإنما تعرض له، لئلا يظن أن ما أعطى الأزواج بدل ما أنفقوا يغني عن المهر. وبه استدل أبو حنيفة رحمه اللَّه على أن من أسلمت من الحربيات، وتخلف زوجها في دار الحرب وقعت الفرقة ولا عدة. وأجاب الشافعي رحمه اللَّه بأن عدم التعرض للعدة ليس تعرضاً لعدمها، وعدم العدة يؤدى إلى اختلاط المائين. (وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ) اللاتي تخلفن في دار الكفر. جمع عصمة وهي النكاح. يقال: هي في عصمة الزوج، أي: في نكاحه. عن المسور بن مخرمة أن عمر طلق يومئذ قريبة بنت أبي أمية، </p>"
}