{
  "id": null,
  "sura": 74,
  "aya": 31,
  "text": "<p> (عَلَيْهَا تِسْعَةَ عَشَرَ (٣٠) يلي أمرها تسعة عشر ملكاً. وقيل: صنفاً، أو صفاً، أو نقيباً. </p><p> (وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً ... (٣١) لأنهم خلاف جنس المعذب من الجن والإنس، فلا تأخذهم رأفة؛ لعدم رقة الجنسية، ولأنهم أطوع خلق اللَّه لتنفيذ أوامره وأشد غضباً له، وأقواهم. عن عمرو بن دينار - رضي الله عنه -: \" إنَ وَاحِداً مِنْهم يَدفَعُ بِالدفْعَة الوَاحِدَة في جَهَنَّم أَكثر مِنْ رَبِيعَة ومضَر \" . وروي مرفوعاً:  \" إنَ لَأَحدهم قُوَّةَ الثقَلَيْن يَسوقُ أمة إلى النار على عَاتِقِهِ جَبَل، فإذا أَلْقَاهُم في النار أَلْقَى الجَبَل وَرَاءهم \" . (وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِلَّذِينَ كَفَرُوا) لما سمع أبو جهل تسعة عشر قال: \" ثكلتكم أمهاتكم، أيعجز كل عشرة منكم أن يبطش بواحد منهم؟!.فقال أبو الأشد كلدة بن أشد بن خلف:\" أنا أكفيكم سبعة عشر، فاكفوني أنتم اثنين \". وكان بلغ من قوته أنه يقف على جلد البقر، ويجذبه عشرة، فيتمزق الجلد تحت رجليه، ولا يقدرون على إخراجه. قال السهيلي: دعا رسول اللَّه - صلى الله عليه وسلم - إلى </p><p> المصارعة وقال: إن صرعتني آمنت بك، فصرعه مراراً، فلم يؤمن. والمعنى: ما جعلنا عدتهم إلا العدد المخصوص الذي اقتضى فتنتهم واستهزاءهم. (لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ) لتوافق الكتابين في هذا العدد. على حذف العاطف أي: وليستيقن، أو عبر عن المؤثر وهو تسعة عشر بالأثر وهو فتنة للذين كفروا؛ إشارة إلى أن هذا الأثر من لوازم ذلك المؤثر. </p><p> (وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا) إذا صدقوا بذلك وإذا رأوا تسليم أهل الكتاب لهذا العدد. (وَلَا يَرْتَابَ الَّذِينَ أُوتُوا الْكِتَابَ وَالْمُؤْمِنُونَ) تصريح بما علم ضمناً؛ توكيداً. (وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ) نفاق. إخبار بالغيب عما يكون؛ لأن السورة مكية، والنفاق إنما نجم بالمدينة. أو الشك والارتياب، وكان أكثر المشركين كذلك. (وَالْكَافِرُونَ) غير المنافقين أو الشاكين. </p><p> وإنما عطف قول المنافقين والكافرين على الاستيقان، مع كون المعطوف عليه غرضاً دون المعطوف؛ لأن اللام للعلة، والعلة لا يلزم أن تكون غرضاً كقولك: خرجت من البلد مخافة الشر. (مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلًا) تمييز أو حال. استعاروا لعدد الخزنة لفظ \" المثل \" من المثل المضروب؛ لكونه غريباً عندهم بديعاً. (كَذَلِكَ يُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ) الكاف في محل النصب. أي: مثل ذلك الإضلال المذكور والهدى يضل اللَّه الكافرين ويهدي المؤمنين. (وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ) ، لفرط الكثرة، فليس تخصص الخزنة بهذا العدد إلا لحكمة اقتضته، كعدد السماوات والأرضين وحمله العرش. (وَمَا هِيَ إِلَّا ذِكْرَى لِلْبَشَرِ) متصل </p>"
}