{
  "id": null,
  "sura": 85,
  "aya": 4,
  "text": "<p> - صلى الله عليه وسلم -: \" الشاهد: محمد،والمشهود:يوم القيامة؛وعن سعيد بن جبير:\" الشاهد: هو اللَّه، والمشهود: يوم القيامة \".</p><p> (قُتِلَ أَصْحَابُ الْأُخْدُودِ (٤) دليل جواب القسم، أي: أقسم أنَّ قريشاً لملعونون، أحقاء بأن يقال فيهم: قتلوا كما قتل أصحاب الأخدود. وقيل: المذكور هو الجواب. والأول: هو الوجه، لأنَّ الكلام مسوق لتصبير المؤمنين وتهديد المشركن كما دل عليه آخر السورة. والأخدود: جمع خدّ وهو الشق. وفي الحديث: \" أَنْهَارُ الجَنَّةِ تَجْرِي فِي غَيْرِ أُخْدود \" والقصة على ما رواها مسلم: \" أنَّ رسول اللَّه - صلى الله عليه وسلم - أخبر أنه كان فيمن كان قبلكم ملك كافر له ساحر، فلما كبر سأل الملك أن يدفع إليه غلاماً ليعلمه السحر، فدفع إليه غلاماً، وكان في طريق الغلام راهب على ملة عيسى، فسَمِعَ الرَّاهِبَ وأَعْجَبَهُ كلامه، فانقطع من الساحر إلى الراهب، فكان يضربه الساحر لانقطاعه، فقال له الراهب، إذا قال لك الساحر ما حبسك عني قل حبسني أهلي، وإذا سألك أهلك قل حبسني الساحر، فمرّ يوماً على دابة عظيمة في الطريق قد حبست الناس، فأخذ حجراً فقال: \" اللَّهم إن كان أمر الراهب أحب </p><p> إليك من الساحر فاقتل هذه الدابة \"،فرماها فقتلها فأخبر الراهب فقال:\" إنك أفضل مني، وستبتلى فلا تدل عليَّ \"، فشرع الغلام يبرئ الأكمه والأبرص، وكان جليس الملك قد عمي،فأتى الغلامَ بأموال وقال:\" اشفني \"، قال. \" الشافي هو اللَّه، فإن آمنت به دعوت اللَّه فشفاك \"، فآمن فدعا الغلام فشفاه اللَّه، فلما حضر الملك قال. \" من ردّ عليك البصر \"؟قال:\" ربي \"،قال:\" أنا \"؟قال:\" لا، ربي وربك اللَّه \"، فأخذه يعذبه حتى دل على الغلام،فلما أتي به قال:\" بلغ من سحرك أنك تبرئ الأكمه والأبرص \"؟قال:\" الشافي هو اللَّه \"،قال:\" أولك ربٌّ غيري \"؟قال:\" ربي وربك اللَّه \"، فلم يزل يعذبه حتى دلّ على الراهب،فقال للراهب:\" ارجع عن دينك \" فلم يرجع، فوضع المنشار على رأسه فشقه،ودفع الغلام إلى جماعة فقال:\" اذهبوا به إلى ذروة شاهق فألقوه \"، فلما علوا به الجبل،فقال:\" اللَّهم أكفنيهم \"، فرجف بهم الجبل فهلكوا عن آخرهم، فرجع الغلام سالماً، فسأله الملك عن القوم؟فقال:\" هلكوا \"،فدفعه إلى نفر وقال:\" اجعلوه في قرقور \" فإذا توسطتم البحر فألقوه في البحر \" ، فلما توسطوا البحر قال:  \" اللَّهم اكفنيهم \" ، فغرقوا ورجع الغلام إلى الملك، فقال:  \" ما فعل أصحابك \" ؟ قال:  \" غرقوا \" ، ثم قال للملك:  \" أنت لا تقدر على قتلي إلا إذا فعلت ما آمرك به، اجمع الناس في صعيد واحد واصلبني،وخذ سهمًا من كنانتي وقل:بسم اللَّه ربِّ الغلام، فإنك إذا فعلت ذلك قدرت على قتلي \" ، ففعل ذلك فقُتل الغلام، فقال الناس:  \" آمنا بربِّ الغلام \" فأمر بأفواه السكك فخدّت أخاديد وأضرمت فيها النيران وقال: \" من رجع عن دينه فدعوه \" ، فكانوا يتعادون ويتدافعون إلى النار رغبة في الموت على الدِّين، فجاءت امرأة تحمل رضيعا فتقاعست فناداها الرضيع:  \" يا أمِّاه اصبري فإنك على الحق \" ، فألقت نفسها مع الصبي \". وعن عليٍّ: أنهم حين اختلفوا في </p><p> أحكام المجوس، قال: هم أهل كتاب، وكانوا متمسكين به، فشرب بعض ملوكهم الخمر، ووقع على أخته، فلمّا صحا ندم وطلب المخرَجَ، فقالت أختُه: المخرج أن يخطب ويقول في الخُطبة: أيها الناس إنَّ اللَّه قد أحلّ نكاحَ الأخواتِ، ثم بعد ذلك تَخْطُبُ وتقول: إنَّ الله قد حرّم ذلك، فخطب، فلم يقبلوا منه فبسط فيهم السوطَ فلم يقبلوا، فقالت: ابسِطْ فيهم السيفَ، ففعل فلم يقبلوا، فأمرتْه بالأخدودِ وإيقادِ النار وإلقاء من أبى فيها \". </p><p> وروى ابن إسحاق: أنَّ رجلا عالماً من علماء النصارى وقع بنجران فدعاهم إلى دين عيسى فآمنوا به فسار إليهم ذو نواس اليهودي من بلاد اليمن، فخيرهم بين النار واليهودية فأبوا، </p>"
}