{
  "id": null,
  "sura": 23,
  "aya": 26,
  "text": "<p> مسألة: </p><p> وإن سأل عن قوله - سبحانه - ... </p><p> إلى قوله {قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ (٢٦) فَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ فَاسْلُكْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ (٢٧) فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانَا مِنَ الْقَوْمِ الظَّالِمِينَ (٢٨) وَقُلْ رَبِّ أَنْزِلْنِي مُنْزَلًا مُبَارَكًا وَأَنْتَ خَيْرُ الْمُنْزِلِينَ (٢٩) إِنَّ فِي ذَلِكَ لَآيَاتٍ وَإِنْ كُنَّا لَمُبْتَلِينَ (٣٠) } . </p><p> [الآيات من ٢٦ إلى ٣٠] </p><p> فقال ما النصر؟ ، وما معنى: بأعيننا؟ ، وما معنى: وفار التنور؟ </p><p> ، وما الفرق بين سلكته في كذا وأسلكته فيه؟ ، وما معنى: من كل </p><p> زوجين اثنين؟ </p><p> الجواب: </p><p> النصر: المعونة على العدو. </p><p> نصره الله - عز وجل - بإهلاك عدوه، ونجاته من بينهم بمن معه </p><p> وقوله (بِمَا كَذَّبُونِ) يقتضي الدعاء عليهم بالإهلاك من أجل ذلك. </p><p> التكذيب </p><p> ومعنى:  (بِأَعَيُنِنَا) فيه قولان:. </p><p> الأول: بحيث يراها كما يراها الرائي من عبادنا بعينه </p><p> الثاني: بأعين أوليائنا من الملائكة والمؤمنين، فإنهم يحرسونك </p><p> من منع مانع لك. </p><p> ومعنى (وَفَارَ الَّتنُورُ) جعلت العلامة في الفرن خروج الماء من </p><p> أبعد المواضع من الماء، وهو التنور؛ لتكون العلامة معجزة </p><p> تدعوا إلى الإيمان به. </p><p> ومعنى: سلكته في كذا، وأسلكته فيه بمعنى واحدٌ. </p><p> وقيل سلكته فيه محذوف من سلكت به فيه. </p><p> وقيل:  (رَبِّ أَنزِلْنِي مُنْزَلَا مُبَاَرَكاً) حين خرج من السفينة. </p><p> عن مجاهد. </p><p> وقيل: من كل زَوْجَينِ اثْنَيْنٍ. </p><p> من الحيوان ذكر، وأنثى. </p><p> وقيل: وأهلك أي الذين آمنوا معك. </p><p> والزوج: واحد له قرين من جنسه </p><p> والمنزل المبارك: هو السفينة؛ لأنها سبب النجاة </p><p> قال الحسن: كان في السفينة من المؤمنين سبعة أنفس، ونوح. </p><p> عليه السلام - ثامنهم. </p><p> وقيل: ستة قال: كل من كان على الأرض هلك بالغرق إلا من نجا مع نوح </p><p> في السفينة. </p><p> وقال الحسن: كان طول السفينة ألفاً ومائتي ذراع وعرضها ستمائة. </p><p> ذراع وكانت مطبقة، تسير ما بين السماء والأرض (١) . </p><p>(١) هذا كلام يفتقر إلى سند صحيح والأولى تفويض العلم فيه إلى الله تعالى.</p><p> قرأ عاصم في رواية أبي بكر (مَنزِلا) بفتح الميم وكسر الزاي.. </p><p> وقرأ الباقون:  (مُنَزلا) بضم الميم وفتح الزاي </p><p> وقرأ عاصم في رواية حفص (من كلٍّ زوجين) منون.. </p><p> وقرأ الباقون بالإضافة. </p>"
}