{
  "id": null,
  "sura": 23,
  "aya": 16,
  "text": "<p> مسألة: </p><p> وإن سأل عن قوله - سبحانه - {ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَة ِ تُبْعَثُونَ (١٦) وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ (١٧) وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ (١٨) فَأَنْشَأْنَا لَكُمْ بِهِ جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ لَكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ (١٩) وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآكِلِينَ (٢٠) } .. </p><p> [الآيات من ١٦ إلى ٢٠] </p><p> فقال ما البعث؟ ، وما الغفلة؟ ، وما معنى: ذكر الغفلة بعد </p><p> الطرائق؟ ولم خص الشجرة التي تخرج من طور سيناء بالذكر؟ ، </p><p> وما معنى: سيناء؟ وكيف قيل طرائق؟ ، وما معنى:  [طُورِ سَيْنَاءَ] ؟ . </p><p> الجواب: </p><p> البعث: الإطلاق لأمرٍ فالعباد كانوا كأنهم حبسوا عن التصرف بالإفناء فأطلقوا بالإعادة للجزاء. </p><p> ومن هذا بعث الأنبياء لإبلاغ الرسالة.. </p><p> الغفلة: إذهاب المعنى عن النفس </p><p> ونظيره السهو </p><p> ومعنى ذكر الغفلة بعد الطرائق: أن من جاز عليه الغفلة عن </p><p> العباد؛ جاز عليه عن الطرائق التي فوقهم فتسقط. </p><p> والله - جل وعز - مسك طرائق السماوات أن تقع على الأرض. </p><p> إلا بإذنه، ولولا إمساكه لها لم تقف طرفة عين </p><p> وخصت الشجرة التي تخرج من طور سيناء بالذكر لما فيها من العبرة </p><p> ؛ بأنه لا يتعاهدها إنسان بالسقي ولا يراعيها أحد من العباد. </p><p> وهي: تُخْرِجُ الثمرة التي يكون منها الدهن الذي تعظم به. </p><p> الفائدة وتكثر المنفعة. </p><p> وقيل: الطرائق السموات الطباق عن ابن زيد </p><p> وقيل: بل حافظين من أن تسقط عليهم. </p><p> فتهلكهم وقيل: إنما خص بالذكر النخيل والأعناب؛ لأنها من ثمار الحجاز من </p><p> مكة، والمدينة، والطائف فذكروا بالنعمة بما يعرفون. </p><p> ومعنى [طُورِ سَيْنَاءَ] </p><p> : البركة؛ كأنه قيل: جبل البركة عن ابن عباس </p><p> وقيل: اسم الجبل الذي نودي منه موسى وهو كثير </p><p> الشجر عن ابن عباس </p><p> ويحتمل أن يكون فِيعَالًا من السناء وهو الارتفاع. </p><p> وقيل هي شجرة الزيتون </p><p> و (تَنْبُتُ بالدُّهُن) أي: تنبت ثمرها بالدهن.. </p><p> ومن فتح التاء فهو تَنْبُتُ بثمر الدهن. </p><p> وقيل نَبَتَ وأنبتَ بمعنى واحد </p><p> : كما قال زهير: </p><p> رَأَيْتُ ذَوِي الحَاجَاتِ حَوْلَ بُيُوتِهِم ... قَطِيناً بِهَا حَتَّى إذَا أَنْبَتَ البَقْل. </p><p> وقيل بل الباء زائدة والمعنى تنبت ثمر الدهن </p><p> : كما قال الراجز </p><p> نَحْنُ بَنُو جَعْدَة أَرْبَاب الفَلَج ... نَضْرِبُ بِالبِيضِ وَنَرْجُوا </p><p> أي نرجوا الفرج.. </p><p> وقيل: طرائق؛ لأن كل طبقة طريقة </p><p> وقيل: لأنها طرائق الملائكة. </p><p> الاصطباغ بالزيت الغمس فيه للائتدام به </p><p> وقال الحسن: ما بين كل سماء مسيرة خمس مائة عام؛ وكذلك </p><p> ما بين السماء والأرض. </p><p> فقال: أي ننزل عليهم ما يحييهم من المطر </p><p> قرأ ابن كثير ونافع وأبو عمرو (سِينَاء) بكسر السين </p><p> ولم يصرف؛ لأنه اسم البقعة. </p><p> وقرأ الباقون بفتح السين. </p><p> وقرأ ابن كثير وأبو عمرو (تُنبِتُ) بضم التاء. </p><p> وقرأ الباقون (تَنبُتُ) بفتح التاء </p>"
}