{
  "id": null,
  "sura": 24,
  "aya": 11,
  "text": "<p> مسألة: وإن سأل عن قوله - سبحانه - {إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ لَا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الْإِثْمِ وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ (١١) لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ خَيْرًا وَقَالُوا هَذَا إِفْكٌ مُبِينٌ (١٢) لَوْلَا جَاءُوا عَلَيْهِ بِأَرْبَعَة ِ شُهَدَاءَ فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ فَأُولَئِكَ عِنْدَ اللَّهِ هُمُ الْكَاذِبُونَ (١٣) وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَة ِ لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ (١٤) إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُمْ مَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ (١٥) وَلَوْلَا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَا يَكُونُ لَنَا أَنْ نَتَكَلَّمَ بِهَذَا سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ (١٦) يَعِظُكُمُ اللَّهُ أَنْ تَعُودُوا لِمِثْلِهِ أَبَدًا إِنْ كُنْتُمْ مُؤْمِنِينَ (١٧) وَيُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (١٨) إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَة ِ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ (١٩) وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ رَءُوفٌ رَحِيمٌ (٢٠) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ وَمَنْ يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنْكَرِ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَى مِنْكُمْ مِنْ أَحَدٍ أَبَدًا وَلَكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ وَاللَّهُ سَمِيعٌ عَلِيمٌ (٢١) } </p><p> [الآيات من ١١ إلى ٢١] </p><p> فقال ما الإفك؟ ومن المخاطب بـ (لاَ تَحْسَبُوهُ شَراً لَكُمْ بَلْ هُوَ خَيْرٌ</p><p> لَكُمْ) .؟ </p><p> وما العصبة الذين جاءوا بالإفك؟ ومن تولى كبره؟ وما كان </p><p> سبب الإفك؟ وما معنى: ظن المؤمنون والمؤمنات بأنفس هم خيراً؟ </p><p> وما معنى:  (تلقونه بألسنتكم) ؟ وما البهتان؟ وما العظيم؟ </p><p> وأين جواب لولا؟ </p><p> الجواب: </p><p> الإفك: الكذب الذي قلب فيه الأمر عن وجهه، وأصله </p><p> الانقلاب. </p><p> ومنه المؤتفكات. </p><p> وأفك يأفك إفكاً إذا كذب؛ لأنه قلب المعنى عن حقه إلى باطله. </p><p> وهو آفك مثل كاذب. </p><p> والمخاطب بـ {لَا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ} . </p><p> التي قذفت بالإفك، وهي عائشة أم المؤمنين - رضوان الله عليها - والذي اغتم لها. </p><p> فأنزل الله براءتها وإكذاب من قذفها. </p><p> فقيل لا تحسبوا غم الإفك {شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ} . </p><p> ؛ لأن الله - عز وجل - يبرئ صاحبه بثوابها، وينفعها بصبرها واحتسابها، وما نيل منها من الإذاء والمكروه؛ الذي نزل بها، ولزم أصحاب الإفك ما استحقوه بالإثم الذي ارتكبوه في أمرها </p><p> والعصبة الذين خاضوا في الإفك جماعة منهم عبد الله بن أبي </p><p> سلول، وهو الذي تولى كبره وهو من رؤساء المنافقين. </p><p> ومسطح بن أثاثة وحسان بن ثابت وحمنة بنت جحش) عن. </p><p> ابن عباس، وعائشة. </p><p> وسبب الإفك أن عائشة أم المؤمنين - رضي الله عنها - كانت مع </p><p> رسول الله - صلى الله عليه وسلم - في غزوة بني المصطلق </p><p> وقد كانت تباعدت لقضاء الحاجة فرجعت تطلبه وحمل هودجها على بعيرها على توهم أنها فيه فلما صارت إلى الموضع وجدته [وهم] قد رحلوا عنه وكان صفوان بن المعطل السلمي الذكواني من وراء الجيش فمر بها فلما عرفها أناخ بعيره حتى ركبته، وهو يسوق حتى أتى الجيش بعدما نزلوا في قائم الظهيرة. </p><p> فيما رواه الزهري عن عائشة. </p><p> وقيل (كبره) مصدر في معنى الكبير من الأمر </p><p> و {لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ خَيْرًا} </p><p> [الآية: ١٢] . </p><p> أي ظنوا بالمؤمنين الذين هم كأنفس هم خيراً؛ لأن المؤمنين كلهم كالنفس الواحدة فيما يجري </p><p> عليها من الأمور.. </p><p> فإذا جرى على أحدهم محنة، فكأنه قد جرى على جميعهم. </p><p> قال مجاهد: ألا ترى إلى قوله {فَسَلِّمُوا عَلَى أَنْفُسِكُمْ} . </p><p> وقيل. {إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ} </p><p> يرويه بعضكم عن بعض ليشيعه. عن مجاهد </p><p> وروي عن عائشة. (تَلِقُونَه) . </p><p> من ولق الكذب، وهو الاستمرار </p><p> على الكذب منه ولق فلان في السير إذا استمر به </p><p> وقوله {فَأُولَئِكَ عِنْدَ اللَّهِ هُمُ الْكَاذِبُونَ} </p><p> أي هم كاذبون في غيبهم فمن جوز صدق هؤلاء فهو راد لخبر الله كافر بالله </p><p> وقيل الكبر بضم الكاف من كبر السن. </p><p> يقال هو كبر قومه أي معظمهم. </p><p> والكبر والعظم واحد </p><p> وقيل دخل حسان على عائشة فأنشدها قوله: </p><p> حَصَانٌ رَزَانٌ مَا تُزَنٌ بِرِيِبَة ٍ ... وَتُصْبِحُ غَرْثَى مِن لُحُومِ الْغَوافِلِ. </p><p> فقالت له لكنك لست كذلك. </p><p> والبهتان: الكذب الذي فيه مكابرة تحير بهته يبهته بهتاً إذا </p><p> حيره بالكذب عليه. </p><p> والعظيم: الذي يصغر مقداره عنه فيوصف به الخير والشر </p><p> لاختلاف مراتب الجزاء على ذلك. </p><p> وجواب لولا محذوف وتقديره لعجل لكم الذي تستحقونه بحبكم </p><p> إشاعة الفاحشة لأن ما تقدم من الكلام يقتضي هذا المعنى ويدل عليه. </p><p> ولولا ذلك ما جاز حذفه </p>"
}