{
  "id": null,
  "sura": 24,
  "aya": 31,
  "text": "<p> مسألة: </p><p> وإن سأل عن قوله سبحانه {وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَة ِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاءِ وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ (٣١) وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ وَاللَّهُ وَاسِعٌ عَلِيمٌ (٣٢) وَلْيَسْتَعْفِفِ الَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّنًا لِتَبْتَغُوا عَرَضَ الْحَيَاة ِ الدُّنْيَا وَمَنْ يُكْرِهْهُنَّ فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَحِيمٌ (٣٣) وَلَقَدْ أَنْزَلْنَا إِلَيْكُمْ آيَاتٍ مُبَيِّنَاتٍ وَمَثَلًا مِنَ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِلْمُتَّقِينَ (٣٤) اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاة ٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَة ٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَة ٍ مُبَارَكَة ٍ زَيْتُونَة ٍ لَا شَرْقِيَّة ٍ وَلَا غَرْبِيَّة ٍ يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُورٌ عَلَى نُورٍ يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (٣٥) فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ (٣٦) رِجَالٌ لَا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاة ِ وَإِيتَاءِ الزَّكَاة ِ يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ (٣٧) لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا وَيَزِيدَهُمْ مِنْ فَضْلِهِ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ (٣٨) وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَة ٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّى إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللَّهَ عِنْدَهُ فَوَفَّاهُ حِسَابَهُ وَاللَّهُ سَرِيعُ الْحِسَابِ (٣٩) أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ (٤٠) أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَالطَّيْرُ صَافَّاتٍ كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ وَاللَّهُ عَلِيمٌ بِمَا يَفْعَلُونَ (٤١) } </p><p> [الآيات من ٣١ إلى ٤١] </p><p> فقال ما معنى {وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ} ؟ </p><p> وما وجه الدليل من ذلك على صحة القياس؟ ، وما الزينة المنهي عن </p><p> إبدائها لغير محرم، ومن هو في حكمه؟ ، </p><p> وما معنى:  {التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَة ِ مِنَ الرِّجَالِ} ؟ وما الإربة؟ ، </p><p> وما الأمر في {فَكَاتِبُوهُمْ} . </p><p> أعلى الفرض أم على الفضل؟ ، وما المال الذي أمر السيد أن </p><p> يعطي المكاتب؟ ، </p><p> وما معنى: الله نور السماوات والأرض؟ ، </p><p> وما الضمير في {مَثَلُ نُورِهِ} ؟ ، وإلى ماذا يرجع؟ وما المشكاة؟ ، وكم وجهاً قيل في {لا شرقية، ولا غربية} ؟ وبأي شيء يتصل {في بيوت أذن الله} </p><p> من عامل الإعراب؟ ، وما معنى:  {أن ترفع {هاهنا؟ ،</p><p> وما معنى: {يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ} ؟ ، </p><p> وكيف جاز، {وَإِقَامِ الصَّلَاة ِ} ؟ ولم يجز أقمته إماماً؟ ، </p><p> وما الصواف؟ ، وما القاع؟ ، ولم قيل {لم يكد يراها} ؟ ، </p><p> وما الظمآن؟ . </p><p> الجواب: </p><p> الزينة المنهي عن إبدائها لغير محرم ومن هو في حكمه قيل هما </p><p> زينتان فالظاهرة الثياب، والخفية الخلخالان، والقرطان، والسواران. </p><p> عن ابن مسعود. </p><p> وقال إبراهيم الظاهر الذي أبيح الثياب. </p><p> وقيل الذي أبيح الكحل، والخاتم، والخدان، وخضاب الكف عن </p><p> ابن عباس. </p><p> وقال قتادة: الكحل والسوار والخاتم. </p><p> وعن عطاء الكفان والوجه </p><p> وقال الحسن الوجه والثياب، وقيل كل ما ليس بعورة لجواز </p><p> إظهاره في الصلاة. </p><p> والخمار غطاء رأس المرأة المسبل على جَيْبِها، وجمعه خمر </p><p> وقيل الزينة التي تبديها لهؤلاء المذكورين قرطاها، وقلادتها، </p><p> وسوارها وخلخالها، ومعضداها، ونحرها عن ابن عباس، وقال </p><p> فأما شعرها فلا تبديه إلا لزوجها. </p><p> {أَوْ نِسَائِهِنَّ} </p><p> أو نساء المؤمنين دون المشركين إلا أن تكون أمة. </p><p> وهو معنى قوله {أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ} </p><p> أي من الإماء عن ابن جريج </p><p> ومعنى {أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَة ِ} </p><p> الذين يتبعونك ليصيبوا من طعامك ولا حاجة لهم في النساء عن ابن عباس وقتادة. </p><p> وعن مجاهد قال: الأبله. </p><p> والإربة: الحاجة. </p><p> وهي فعلة من الأرب يقال: آربت لكذا أأرب أرباً إذا احتجت إليه </p><p> والأيامى من لا زوج له: يقال للمرأة أيم إذا كانت بلا زوج.. </p><p> وجمعه أيائِم وأيامى. </p><p> ويقال امرأة أيم وأيمة. </p><p> ومعنى {وَأَنْكِحُوا} زوجوا </p><p> يقال نكح هو إذا تزوج وأنكح غيره زوجه </p><p> وقوله {فَكَاتِبُوهُمْ} </p><p> فيه خلاف قيل على الفرض إذا طلب العبد المكاتبة، وعلم فيه خيراً عن عطاء. </p><p> وقيل هو ندب ليس بفرض. </p><p> والخير الذي يعلم فيهم القوة على الاحتراف وكسب ما يؤدون منه </p><p> ما كتبوا. </p><p> وقيل:  {خيراً} مالاً. عن ابن عباس </p><p> وقيل {خيراً} صدقاً ووفاء، وأداء أمانة عن الحسن، والمال الذي </p><p> أمر السيد أن يعطي المكاتب منه قيل ربع الكتابة يحطها عنه عن أبي </p><p> عبد الرحمن السلمي عن علي - رضي الله عنه. </p><p> وقيل المستحب أن يعطيه الربع، أو أقل، وليس بواجب. </p><p> وقال آخرون إنما المعنى آتوهم سهمهم من الصدقة التي ذكرها -. </p><p> عز وجل - في:  {وَفِي الرِّقَابِ}  [البقرة: ١٧٧] </p><p> عن ابن زيد. </p><p> وقيل حث على معونته بالجميع عن الحسن وإبراهيم </p><p> وقيل {فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْرَاهِهِنَّ} لهن {غَفُورٌ رَحِيمٌ} </p><p> والوزر على المكره. </p><p> وقيل نزلت في عبد الله بن أبي ابن سلول لما أكره أمته. </p><p> على الزنا عن جابر بن عبد الله </p><p> ومعنى {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ} </p><p> فيه قولان الأول: هادي أهل السماوات </p><p> والأرض عن ابن عباس وأنس. </p><p> والثاني: منور السماوات. </p><p> والأرض بنجومها وشمسها وقمرها عن أبي العالية والحسن </p><p> والهاء في قوله {مَثَلُ نُورِهِ} . </p><p> تعود على المؤمن أي على المؤمن. </p><p> (مثل النور الذي في قلبه بهداية الله - عز وجل. </p><p> وقيل هي عائدة على اسم الله- والمعنى مثل نور الله الذي هدى به المؤمنين - عن ابن عباس بخلاف فيه.. </p><p> المشكاة: الكوة التي لا منفذ لها عن ابن عباس وابن جريج </p><p> وقيله ومثل ضرب لقلب المؤمن فالمشكاة صدره والمصباح </p><p> القرآن والزجاجة قلبه عن أبي بن كعب. </p><p> وقال: هو بين أربع خلال إن أعطي شكر، وإن ابتلي صبر. </p><p> وإن حكم عدلَ وإن قال صدق قال فهو ينقلب في خمسة أنوار فكلامه نور، وعمله نور، ومدخله نور، ومخرجه نور، ومصيره في النور يوم القيامة إلى الجنة. </p><p> وقيل المشكاة عمود القنديل الذي فيه الفتيلة، وهو نظير الكوة </p><p> وقيل {لَا شَرْقِيَّة ٍ} لشروق الشمس عليها فقط </p><p> {وَلَا غَرْبِيَّة ٍ} لغروبها فقط بل شرقية غربية بأخذها حظها من </p><p> الأمرين عن ابن عباس. </p><p> وقيل هي ضاحية للشمس عن قتادة. </p><p> وقيل ليست من شجر الدنيا عن الحسن </p><p> وقيل:  {نُورٌ عَلَى نُورٍ} </p><p> أي نور الهدى إلى توحيده على نور الهدى </p><p> بالقرآن الذي أتى به عن زيد بن أسلم والأمر بتزويج الأيامى إذا </p><p> أردن ذلك أمر فرض والأمر بتزويج الأيامى العبيد أمر ترغيب </p><p> والأمر بالمكاتبة أمر ترغيب، وكذلك الأمر بإعطائه من المال. </p><p> والمكاتبة أن يقول الرجل لعبده أو لأمته قد كاتبتك على أن </p><p> تعطيني كذا وكذا ديناراً أو درهماً في نجوم معلومة على أنك إذا أديت ذلك </p><p> فأنت حر فيرضى العبد بذلك، ويكاتبه عليه ويشهد بذلك على نفسه فإن أدى المكاتبة بالنجوم التي قيماها كان حراً، وإن عجز عن أداء ذلك كان لمولاه أن يرده إلى الرق. </p><p> وقيل إن أردت تحصناً على صيغة الشرط وليس بشرط له </p><p> فحش الإكراه على ذلك. </p><p> وقيل إنه نزل على سبب فوقع النهي على المعنى على تلك </p><p> الصفة. </p><p> ومعنى {فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْرَاهِهِنَّ} </p><p> أي لهن {غَفُورٌ رَحِيمٌ} إن وقع منها صغير في ذلك. </p><p> قرأ ابن عامر وأبو بكر عن عاصم (غَيَّرَ أُوِلي الإِرَبة) نصباً.. </p><p> وقرأ الباقون بخفضها. </p><p> وقرأ (دُرَّيٌ) بضم الدال من غير همز ابن كثير ونافع وابن </p><p> عامر، وحفص عن عاصم. </p><p> وقرأ (دِرِّيء) بكسر الدال والهمز أبو عمرو والكسائي. </p><p> وقرأ (دُرِّيء) بضم ال دال مهموز حمزة، وعاصم في رواية أبي </p><p> بكر وقرأ (تَوَقدَ) بفتح التاء والدال ابن كثير وأبو عمرو </p><p> وقرأ (يُوقدُ) مخفف مرفوع مضموم اليَاء نافع وابن عامر وحفص عن عاصم </p><p> والكسائي </p><p> وقرأ (تُوَقُد) بضم التاء والدال مخففة حمزة وعاصم في رواية أبي بكر </p><p> ومن قرأ (دُرِّيٌ) فهو من درأت أي دفعت. </p><p> والكوكب دري لسرعة دفعه في الانقضاض والجمع الدراري. </p><p> ومن قرأ (درِّيٌ) فهو منسوب إلى الدر في صفائه وحسنه. </p><p> ومن ضم وهمز فهو غير معروف عند أهل العربية وليس في الكلام فُعِّيل </p><p> ومن تأول {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ} </p><p> على معنى منورها بالشمس والقمر والنجوم، فينبغي أن يوجه ضرب المثل بالمشكاة على أن ذلك مثل ما. </p><p> هو في مقدوره ثم تنشر الأنوار الكثيرة عنه. </p><p> قوله {فِي بُيُوتٍ} </p><p> تقديره الأول: المصابيح. </p><p> والثاني: توقد في بيوت. </p><p> وهذه البيوت هي المساجد عن ابن عباس والحسن </p><p> ومعنى أن ترفع هنا قولان: </p><p> الأول أن تبنى عن مجاهد معناه أن ترفع بالبناء كما قال - عز </p><p> وجل - {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ}  [البقرة: ١٢٧] . </p><p> والثاني: أن تعظم عن الحسن. </p><p> لأنها مواضع الصلوات </p><p> ومعنى {يُسَبِّحُ لَهُ فِيهَا} </p><p> يصلى له فيها بالغداة والعشي. </p><p> قال ابن عباس كل تسبيح في القرآن صلاة </p><p> ومعنى {لَا تُلْهِيهِمْ} . </p><p> أي [لا] تصرفهم عن ذكر الله بتعظيمه. </p><p> وجاز وإقام الصلاة؛ لأن الإضافة عوض من الهاء تغني عنها إذا </p><p> كانت الهاء عوضاً مما حذف وأصله إقواماً </p><p> وقال ابن عباس الزكاة الطاعة لله. </p><p> وقال الحسن هي الزكاة الواجبة في المال </p><p> والسراب: شعاع يتخيل كالماء يجري على الأرض نصف النهار. </p><p> حين) يشتد الحر. </p><p> وأما الآل) فشعاع يرتفع بين السماء والأرض كالملا ضحوة النهار. </p><p> النهار. </p><p> وإنما قيل سراب لأنه ينسرب أي يجري كالماء </p><p> والقاع: المنبسط من الأرض الواسع وفيه يكون السراب. </p><p> وجمعه قيعة نحو جار وجيرة </p><p> والمعنى {مَآءً حتى إِذَا جَآءَهُ} على ما قدر. </p><p> والشعاع بالقاع يتكثف فيرى كالماء فإذا قرب منه صاحبه انفش </p><p> فلم يره شيئاً كما كان </p><p> ولجة البحر معظمه التي تتراكب أمواجه ولا يرى ساحله. </p><p> والظلمات مثل لحيرة الجهل الذي يغشى القلب </p><p> وقيل {إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا} . </p><p> أي لم يقارب أن يراها فهو نفي مقاربة الرؤية على الحقيقة. </p><p> وقيل إنه يدخل كاد بمعنى النفي كما يدخل الظن بمعنى اليقين.. </p><p> وقيل رآها بعد جهد وشدة رؤية تخيل لصورتها. </p><p> {وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ} </p><p> أي هداية إلى الرشد. </p><p> {ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ} </p><p> والظلمات ظلمة البحر وظلمة السحاب وظلمة الليل </p><p> كذلك الكافر حاله ظلمة واعتقاده ظلمة ومصيره إلى ظلمة وهي </p><p> النار يوم القيامة. </p><p> وقال الحسن لم يراها ولم يقارب الرؤية </p><p> ويقال. </p><p> «مَا كِدتُّ أعْرِفُهُ إلاَّ بَعْدُ إنَكِارِهِ» . </p><p> ويقال كاد العروس أن يكون أميراً، وكاد النعام أن يطير. </p><p> قرأ ابن عامر، وأبو بكر عن عاصم (يُسبَّحُ) بفتح الباء، وقرأ. </p><p> الباقون بكسرها </p>"
}