{
  "id": null,
  "sura": 24,
  "aya": 41,
  "text": "<p> مسألة: </p><p> وإن سأل عن قوله سبحانه {أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَالطَّيْرُ صَافَّاتٍ كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ وَاللَّهُ عَلِيمٌ بِمَا يَفْعَلُونَ (٤١) وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَى اللَّهِ الْمَصِيرُ (٤٢) أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ وَيُنَزِّلُ مِنَ السَّمَاءِ مِنْ جِبَالٍ فِيهَا مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشَاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ (٤٣) يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ (٤٤) وَاللَّهُ خَلَقَ كُلَّ دَابَّة ٍ مِنْ مَاءٍ فَمِنْهُمْ مَنْ يَمْشِي عَلَى بَطْنِهِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى رِجْلَيْنِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى أَرْبَعٍ يَخْلُقُ اللَّهُ مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٤٥) لَقَدْ أَنْزَلْنَا آيَاتٍ مُبَيِّنَاتٍ وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ (٤٦) وَيَقُولُونَ آمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ مِنْ بَعْدِ ذَلِكَ وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ (٤٧) وَإِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِنْهُمْ مُعْرِضُونَ (٤٨) وَإِنْ يَكُنْ لَهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ (٤٩) أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَنْ يَحِيفَ اللَّهُ عَلَيْهِمْ وَرَسُولُهُ بَلْ أُولَئِكَ هُمُ الظَّالِمُونَ (٥٠) إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٥١) } . </p><p> [الآيات من ٤١ إلى ٥١] </p><p> فقال ما التسبيح؟ ، وما الملك؟ ، وما معنى: من الأولى، والثانية، </p><p> والثالثة؟ ، وما معنى: يُزجي سحاباً؟ ، وما الودق؟ ، وما معنى: خلال؟ ، </p><p> ولم قيل:  (ومنهم من يمشي على أربع) وذلك لما يعقل؟ ، وما </p><p> معنى: سنا البرق؟ ، وما الآ يات المبينات؟ ، وما المذعن؟ ، ولم </p><p> جاء على الاستفهام (أفي قلوبهم مرض) ؟ ، وما الدعاء؟ </p><p> الجواب: </p><p> [التسبيح] التنزيه لله عن كل ما لا يجوز في صفته فمن نفى عنه الصاحبة والولد فقد سبحه؛ لأنه برأه عما لا يجوز عليه </p><p> والملك: المقدور الواسع لمن يملك التدبير والسياسة وملك </p><p> السموات والأرض لا يصلح إلا لله. </p><p> معنى من الأولى لابتداء الغاية لأن السماء ابتداء الإنزال </p><p> والثانية للتبعيض لأن البرد بعض الجبال التي في السماء.. </p><p> والثالث لتبيين الجنس لأن جنس تلك الجبال جنس البرد. </p><p> ومعنى {يُزْجِي سَحَابًا} </p><p> يسوق السحاب إلى حيث يريد. </p><p> والودق: المطر. </p><p> وخلال: جمع خلل. </p><p> وقيل في السماء جبال برد مخلوقة. </p><p> وقيل بل المعنى في تقدير جبال يجعل فيها برداً.. </p><p> {سَنَا بَرْقِهِ} ضوء برقه. </p><p> وقال قتادة لمعان برقه. </p><p> {يَذْهَبُ بِالْأَبْصَارِ} </p><p> لتغليب ما يعقل على ما لا يعقل إذا اختلطا. </p><p> ومعنى {وَاللَّهُ خَلَقَ كُلَّ دَابَّة ٍ مِنْ مَاءٍ} </p><p> أي من نطفة </p><p> وقيل [* * *] بما. </p><p> {كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ} </p><p> من الدلالة التي تدعو إلى تسبيحه. </p><p> بالتنزيه عما لا يجوز في صفته. </p><p> {وَالطَّيْرُ صَافَّاتٍ} </p><p> أي صفت أجنحتها في الهواء ففي تمكنها من ذلك عبرة. </p><p> وقيل من يمشي على بطنه نحو الحيات، والسمك </p><p> وقيل من ماء؛ لأن أصل الخلق من ماء ثم قلب إلى النار فخلق الجن منه ثم </p><p> إلى الريح فخلقت الملائكة ثم إلى الطين فخلق منه آدم. </p><p> وقيل لم يذكر ما يمشي على أكثر من أربع؛ لأنه كالذي يمشي </p><p> على أربع في رأي العين. </p><p> فترك ذكره لأن العبرة تكفي بذكر الأربع.. </p><p> وقال الحسن في السماء جبال برد. </p><p> قرأ (خَالِقُ كُلِ دَابَّة ِ) حمزة والكسائي، وقرأ الباقون (خَلقَ) . </p><p> والآيات المبينات: الدلالات التي يظهر بها المعنى مما خالفه. </p><p> حتى يدرك متميزاً منه. </p><p> والهداية الدلالة التي يهتدي بها العباد. </p><p> المذعن: المقر بالأمر طائعاً غير مكره. </p><p> جاء على الاستفهام {أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتَابُوا} . </p><p> لأنه أشد في التوبيخ والذم أي </p><p> أن هذا أمر قد ظهر حتى لا يحتاج فيه إلى البينة، كما جاء نقيضه </p><p> على طريق الاستفهام لأنه أشد مبالغة في المدح، كما قال الراجز: </p><p> أَلَسْتُمْ خَيْرَ مَن رَكِبَ المْطَايَا ... وَأَنْدَى الْعَالمَيِنَ بُطُونَ رَاحِ. </p><p> الدعاء: طلب الطالب الفعل من غيره </p><p> فهؤلاء المنافقون طلب منهم المجيء إلى رسول الله - صلى الله عليه وسلم - للحكم بينهم فامتنعوا ظلماً لأنفسهم. </p>"
}