{
  "id": null,
  "sura": 24,
  "aya": 1,
  "text": "<p> [سورة النور] </p><p> مسألة: وإن سأل عن قوله - سبحانه -: {سُورَةٌ أَنْزَلْنَاهَا وَفَرَضْنَاهَا وَأَنْزَلْنَا فِيهَا آيَاتٍ بَيِّنَاتٍ لَعَلَّكُمْ تَذَكَّرُونَ (١) الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَة َ جَلْدَة ٍ وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنَ الْمُؤْمِنِينَ (٢) الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ (٣) وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَة ِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ (٤) إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٥) وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ (٦) وَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ (٧) وَيَدْرَأُ عَنْهَا الْعَذَابَ أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكَاذِبِينَ (٨) وَالْخَامِسَة َ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ (٩) وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ تَوَّابٌ حَكِيمٌ (١٠) إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ لَا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الْإِثْمِ وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ (١١) } . </p><p> [الآيات من ١ إلى ١١] </p><p> فقال ما السورة؟ ، وهل بين الواجب والفرض فرق؟ </p><p> وما الآيات؟ ، وما معنى:  {لَعَلَّكُمْ تَذَكَّرُونَ} ؟ ، وما معنى: </p><p> {وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ} .؟ ، وما الطائفة؟ </p><p> وكم هي من العدة؟ ، وما معنى:  {الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ} ؟ ، </p><p> ومن أي شيء وقع الاستثناء في {إِلَّا الَّذِينَ تَابُوا} ؟ </p><p> وبم انتصب {أَرْبَعُ شَهَادَاتٍ بِاللَّهِ} ؟ ، وما حكم في {} ؟ </p><p> وما حكم المتلاعنين؟ ، وما العذاب الذي تدرؤ عنها شهادتها؟ . </p><p> الجواب: </p><p> السورة: المنزلة الجامعة بجملة آيات، بفاتحة لها، وخاتمة، </p><p> ومنها ما يطول ومنها ما يقصر؛ لما تقتضيه من ترتيبها بحسب </p><p> المعاني، إذ منها ما يطول، ومنها ما يقصر. </p><p> وأصلها من سورة البناء. </p><p> وهي ساق من أسواقه </p><p> والفرق بين الفرض والواجب: أن الفرض واجب بجعل </p><p> جاعل؛ لأنه فرضه على صاحبه؛ كما أنه أوجبه عليه. </p><p> وقد يكون الواجب واجباً من غير جعل جاعل؛ كوجوب كون العالم عالماً بالعلم. </p><p> ، والفاعل فاعلاً بالفعل. </p><p> الآيات: الدلالات على ما يحتاج إلى علمه، مما قد بينه الله في </p><p> هذه السورة، ونبه على ذلك من شأنها؛ لينظر فيه طالب العلم ويفوز. </p><p> ببغيته منه. </p><p> ومعنى {لَعَلَّكُمْ تَذَكَّرُونَ} . </p><p> : لتذكروا الدلائل التي فيها فتكون حاضرة لكم. </p><p> لتعلموا بها وتتدبروا متضمنها </p><p> ومعنى {وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ} </p><p> ، أي لا تمتنعوا عن إقامة الحد. </p><p> عن مجاهد وعطاء. </p><p> وقيل لا تمتنعوا من الجلد الشديد، بل أوجعوهما ضرباً شديداً عن </p><p> الحسن وسعيد ابن المسيب. </p><p> والرأفة: والرآفة نحو الكآبة والكأْبة لغتان. </p><p> والطائفة: قيل رجل واحد فما فوقه عن مجاهد وإبراهيم. </p><p> وقيل الطائفة رجلان فصاعداً. عن عكرمة. </p><p> وقيل ثلاثة فصاعداً عن قتادة، والزهري. </p><p> وقيل أقله أربعة عن ابن زيد. </p><p> {الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ} </p><p> [الآية ٣] قيل إنها نزلت على سبب </p><p> وهو أنه استأذن رجل من المسلمين النبي - أن يتزوج امرأة من </p><p> أصحاب الرايات كانت تسافح وأنزل الله الآية وحرم الله نكاحهن على </p><p> المؤمنين فلا يتزوج بهن إلا زان أو مشرك </p><p> وعن مجاهد وقتادة أن المرأة التي استؤذن فيها أم مهزول.. </p><p> وقيل النكاح هاهنا الجماع. </p><p> والمعنى الاشتراك في فعل الزنا </p><p> عن ابن عباس، وسعيد بن جبير. </p><p> وقال هي زانية مثله. </p><p> وقيل كان هذا الحكم في كل زانية وزان إلى أن نسخ بقوله {وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ} </p><p> [الآية: ٣٢] عن سعيد بن المسيب </p><p> قال سعيد بن جبير في قوله:  {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَة ِ شُهَدَاءَ} . </p><p> [الآية ٤] نزلت </p><p> في عائشة - رضي الله عنها - وقال الضحاك وهو في نساء. </p><p> المؤمنين </p><p> : (والاستثناء في {إِلَّا الَّذِينَ تَابُوا} </p><p> فيه خلاف على وجوه. </p><p> الأول:  [أن الاستثناء يرجع إلى الأمرين] . </p><p> فإذا تاب قبلت شهادته حد أو لم يحد </p><p> عن سعيد بن المسيب أن عمر قال لأبي بكرة إن تبت قبلت </p><p> شهادتك فأبى أبو بكرة أن يكذب نفسه </p><p> والثاني: في الاستثناء من الفاسقين دون {وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا} </p><p> فلا تجوز شهادة القاذف أبداً عن شريح، وسعيد بن المسيب </p><p> والحسن، وإبراهيم. </p><p> وقيل الإجماع بأنه إذا لم يحد فماتت المقذوفة لم يكن هناك مطالب. </p><p> ثم تاب أنه يجوز قبول شهادته على تقدير {وأولئك هم الفاسقون} . </p><p> في قذفهم </p><p> مع امتناع قبول شهادتهم إلا التائبين منهم </p><p> والحد حق المقذوف لا يزول بالتوبة. </p><p> وقيل توبته معلقة بإكذابه نفسه. </p><p> وقيل لا يحتاج إلى ذلك عن مالك بن أنس وتقديره لافتتاح هذه السورة إلا أنه حذف على تقدير التوقع لما ينزل من القرآن. </p><p> وقيل {وأنزلنا} </p><p> بأن أمرنا جبريل بأن ينزل بها </p><p> وذهب سيبويه إلى أن التأويل فيما فرض عليكم {الزانية والزاني} </p><p> لأنه لولا ذلك لنصب بالأمر </p><p> وقال الحسن: يجلد الزاني وعليه ثيابه. </p><p> ويترك مقدار ما تصل النعال منه. </p><p> ويجلد الرجل قائماً. </p><p> وتجلد المرأة قاعدة </p><p> قرأ (فَرَّضْنَاهَا) بالتشديد ابن كثير وأبو عمرو.. </p><p> وقرأ الباقون بالتخفيف. </p><p> وقرأ (رَأَفُةُ) بفتح الهمزة ابن كثير وقرأ الباقون بالتخفيف </p><p> انتصب أربع شهادات في {أَرْبَعُ شَهَادَاتٍ بِاللَّهِ} </p><p> [الآية: ٦] </p><p> على تقدير المصدر ورفع الشهادة على هذا من وجهين: </p><p> أحدهما: فعليه شهادة أحدهم كأن قيل فعليه شهادته أو يقدر </p><p> فشهادة أحدهم عليه. </p><p> والآخر أن يكون الخبر {أَرْبَعُ شَهَادَاتٍ} </p><p> ومن رفع أربع شهادات جعله خبر شهادة. </p><p> وقيل شهادته أربع مرات تقوم مقام أربعة شهود في دفع الحد عنه </p><p> والعذاب الذي تدرؤ عنها شهادتها: قيل هو الحد) لأنها بمنزلة </p><p> من شهد عليه أربعة بالزنا وقيل الحبس؛ لأنه لم تتم البينة بأربعة </p><p> شهود وإنما التعان الرجل درأ عنه الحد في رميه. </p><p> وجواب لولا محذوف بتقدير {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ} </p><p> لعاجلكم بالعقوبة بما تركبون من الفاحشة </p><p> وحكم المتلاعنين أن يفرق بينهما كما فرق رسول الله - صلى الله عليه وسلم -. بين هلال ابن أمية؟ وزوجته. </p><p> وقضى أن الولد لها ولا يدعى لأب ولا يرمى ولدها. </p><p> وقال ابن عباس إن لم تحلف رجمت </p><p> وبأي شيء تقع فرقة المتلاعنين؟ </p><p> خلاف: </p><p> فمنهم من قال تقع بتفريق الحاكم بينهما عند أهل العراق ومنهم. </p><p> من قال بتمام اللعان من غير حكم. </p><p> وقال الحسن: إذا حدث وقد صدقته وكانت بكراً لم يدخل بها </p><p> فليس لها من الصداق شيء. </p><p> وإن كانت محصنة أحصنها غيره ولم </p><p> يكن دخل بها أقيم عليها حد الرجم وله منها الميراث ولها الصداق </p><p> كاملاً </p><p> قرأ حمزة والكسائي وحفص عن عاصم (أرْبَعُ شَهَادَاتٍ) بالرفع.. </p><p> وقرأ الباقون بالنصب </p><p> وقرأ نافع وحده (أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ)  (أَنَّ غَضَبَ اللَّهِ عَلَيْهَا) . </p><p> بتخفيف النون فيهما، ورفع اسم الله - عز وجل - وكسر الضاد. </p><p> وقرأ الباقون. </p><p> (أَنَّ لَعْنَتَ اللَّهِ) . و (أَنَّ غَضَبَ اللَّهِ) . </p><p> بتشديد النون والنصب </p><p> وقرأ حفص عن عاصم. </p><p> (وَالْخَامِسَة َ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا) </p><p> ولم يختلفوا في رفع الأولى </p>"
}