{
  "id": null,
  "sura": 25,
  "aya": 31,
  "text": "<p> مسألة: </p><p> وإن سأل عن قوله - سبحانه - {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِنَ الْمُجْرِمِينَ وَكَفَى بِرَبِّكَ هَادِيًا وَنَصِيرًا (٣١) وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا (٣٢) وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا (٣٣) الَّذِينَ يُحْشَرُونَ عَلَى وُجُوهِهِمْ إِلَى جَهَنَّمَ أُولَئِكَ شَرٌّ مَكَانًا وَأَضَلُّ سَبِيلًا (٣٤) وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَا مَعَهُ أَخَاهُ هَارُونَ وَزِيرًا (٣٥) فَقُلْنَا اذْهَبَا إِلَى الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَدَمَّرْنَاهُمْ تَدْمِيرًا (٣٦) وَقَوْمَ نُوحٍ لَمَّا كَذَّبُوا الرُّسُلَ أَغْرَقْنَاهُمْ وَجَعَلْنَاهُمْ لِلنَّاسِ آيَةً وَأَعْتَدْنَا لِلظَّالِمِينَ عَذَابًا أَلِيمًا (٣٧) وَعَادًا وَثَمُودَ وَأَصْحَابَ الرَّسِّ وَقُرُونًا بَيْنَ ذَلِكَ كَثِيرًا (٣٨) وَكُلًّا ضَرَبْنَا لَهُ الْأَمْثَالَ وَكُلًّا تَبَّرْنَا تَتْبِيرًا (٣٩) وَلَقَدْ أَتَوْا عَلَى الْقَرْيَة ِ الَّتِي أُمْطِرَتْ مَطَرَ السَّوْءِ أَفَلَمْ يَكُونُوا يَرَوْنَهَا بَلْ كَانُوا لَا يَرْجُونَ نُشُورًا (٤٠) وَإِذَا رَأَوْكَ إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا (٤١) } . </p><p> [الآيات من ٣١ إلى ٤١] </p><p> فقال ما معنى: وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا؟ وما الجعل هاهنا؟ </p><p> وما العدو؟ وما الكفاية؟ وما الترتيل؟ وما معنى: وَكَفَى بِرَبِّكَ هَادِيًا وَنَصِيرًا؟ وما التدمير؟ وما التغريق؟ ولما صار ضرب المثل حجة؟ </p><p> وما الرس؟ </p><p> الجواب: </p><p> أي كما جعلنا النبي يعادي المجرم مدحاً له وتعظيماً. </p><p> كذلك المجرم يعادي النبي ذماً له وتحقيراً وكل ذلك بحكم الله في أنه على هذه الصفة وخلقه ذلك كذلك. </p><p> وقيل جعل لمحمد - عليه السلام - عدواً من المجرمين كما جعل </p><p> لمن قبله عن ابن عباس. </p><p> وهو الخالق لكل عداوة والجاعل لها. </p><p> معنى العدو المباعد عن النصرة للبغضة وهو نقيض الولي. </p><p> وأصل الباب البعد ومنه عدوتا الوادي جانباه لأنهما بعداه ونهايتاه.. </p><p> وعدا عليه يعدو وعدوا إذا باعد خطوه للإيقاع به. </p><p> الكفاية: صرف الأذية بما يحتاج إليه من كل جهة. </p><p> الترتيل: التبيين في تتبت وترسل </p><p> وروي في حديث مرفوع: \"أن الذي أمشاهم على أقدامهم قادر </p><p> أن يمشيهم على وجوههم. </p><p> وقيل آتينا موسى الكتاب كما آتيناك. </p><p> {وَجَعَلْنَا مَعَهُ أَخَاهُ هَارُونَ وَزِيرًا} </p><p> أي معيناً وظهيراً فكان سبيله في تكذيبهم له كسبيلك </p><p> وقيل أنزلت التوراة جملة لأنها أنزلت مكتوبة على نبي يكتب </p><p> ويقرأ وهو موسى. </p><p> وأما الفرقان فأنزل متفرقاً لأنه أنزل غير مكتوب على نبي أمي </p><p> وهو محمد - عليه السلام - وقيل ومما لم ينزل لأجله جملة واحدة أن </p><p> منه الناسخ والمنسوخ ومنه ما هو جواب لمن سأل عن أمور ومنه ما هو إنكار لما كان </p><p> وقيل {وَلَا يَأْتُونَكَ بِمَثَلٍ} في إبطال أمرك. </p><p> {إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا} للاحتجاج به. </p><p> {وَكَفَى بِرَبِّكَ هَادِيًا وَنَصِيرًا} </p><p> يصلح على الحال والتمييز أي حال الهداية والنصر والتمييز بين الهادين والناصرين. </p><p> التدمير: الإهلاك بأمر عجيب. </p><p> التغريق: الإهلاك بالماء الغامر </p><p> غرق الله قوم نوح بالطوفان وهو مجيء ماء السماء وماء الأرض </p><p> حتى التقيا {وَفَجَّرْنَا الْأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ (١٢) } </p><p> فطبق الأمر ولم ينج إلا نوح. </p><p> ومن كان معه في السفينة. </p><p> صار ضرب المثل حجة لأنه تبيين الحال الخفية مما يذكر من </p><p> الحال الجلية على وجه المقابلة التي تؤدي إلى المعرفة بهذا في </p><p> موضعه حكمة. </p><p> الرس: قيل بئر رسوا فيها نبيهم أي ألقوه عن عكرمة </p><p> وقيل قرية باليمامة يقال لها فلج عن قتادة. </p><p> وقيل المعدن عن أبي عبيدة. </p><p> وقيل القرن سبعون سنة. </p><p> وقيل أربعون سنة عن إبراهيم. </p><p> والقرية التي أمطرت مطر السوء [قرية قوم لوط] </p><p> {ومطر السوء} الحجارة التي رموا بها. عن ابن عباس. </p><p> {بَلْ كَانُوا لَا يَرْجُونَ نُشُورًا} </p><p> بعثاً من القبور عن ابن جريج. </p><p> لأنهم لا يؤمنون بالنشأة الثانية.. </p><p> وقيل: الرس البئر التي لم تطو بحجارة ولا غيرها. </p><p> وقيل {بَلْ كَانُوا لَا يَرْجُونَ نُشُورًا} . </p><p> لا يخافون. </p><p> يقال رسه يرسه رساً إذا دسه. </p><p> والتقدير ودللنا {وَكُلًّا ضَرَبْنَا لَهُ الْأَمْثَالَ} . </p>"
}