{
  "id": null,
  "sura": 25,
  "aya": 56,
  "text": "<p> مسألة: </p><p> وإن سأل عن قوله - سبحانه - {وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا (٥٦) قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَنْ شَاءَ أَنْ يَتَّخِذَ إِلَى رَبِّهِ سَبِيلًا (٥٧) وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِ وَكَفَى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا (٥٨) الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ الرَّحْمَنُ فَاسْأَلْ بِهِ خَبِيرًا (٥٩) وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ قَالُوا وَمَا الرَّحْمَنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا (٦٠) تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا (٦١) وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا (٦٢) وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا (٦٣) وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا (٦٤) وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا (٦٥) إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا (٦٦) وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا (٦٧) وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا (٦٨) يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا (٦٩) إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (٧٠) وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا (٧١) وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا (٧٢) وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا (٧٣) وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا (٧٤) أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا (٧٥) خَالِدِينَ فِيهَا حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا (٧٦) قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلَا دُعَاؤُكُمْ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًا (٧٧) } . </p><p> [السورة [الآيات من ٥٦ إلى ٧٧] </p><p> فقال ما البشارة؟ ، وما النذارة؟ ، وما معنى: الاستثناء في: إلا من </p><p> شاء؟ وما معنى: يسبح بحمده؟ ، ولم جاز وما بينهما وقد ذكر السموات </p><p> بالجمع؟ ، وما معنى: فسئل به خبيراً؟ ، وما البروج؟ ، وما معنى: جعل الليل والنهار خلفة؟ ، وما معنى: يمشون على الأرض هوناً؟ ، </p><p> وما معنى: إن عذابها كان غراماً؟ ، وما معنى: قالوا سلاماً؟ ، </p><p> وما الإسراف؟ ، وما الإقتار؟ ، وما الفرق بين القَوَامِ وَالقِوَامِ </p><p> وما الفرق بين التوبة إلى الله وبين التوبة من القبيح بقبحه؟ ، وما </p><p> الشهادة؟ ، وما معنى: إذا مروا باللغو مروا كراماً؟ ، وما اللغو؟ ، </p><p> وما الزور؟ ، وكيف وحد إمام في {وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا} . </p><p> ؟ وما معنى {مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلَا دُعَاؤُكُمْ} ؟ ، وما معنى: اللزام؟ ، وما معنى:  (وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا) ؟ . </p><p> الجواب: </p><p> البشارة: الإخبار بما يظهر سروره في بَشرة الوجه بشره تبشيراً. </p><p> وبشارة. </p><p> والنذارة: الإخبار بما فيه المخافة ليتقه في الحذر منه </p><p> معنى الاستثناء في {إِلَّا مَنْ شَاءَ} </p><p> أنه جعل أجره على دعائه اتخاذ </p><p> المدعو سبيلاً إلى ربه بطاعته. </p><p> كقول الشاعر: </p><p> وَبَادِيَة ٍ لَيْسَ بِهَا أنيسُ ... إلَّا اليَعَافِيرُ وإلَّا العِيسُ </p><p> جعلها أنيس ذلك المكان.. </p><p> معنى {وَسَبِّحْ بِحَمْدِهِ} </p><p> أي أحمده منزهاً له عما لا يجوز في صفته </p><p> وقيل {قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَنْ شَاءَ أَنْ يَتَّخِذَ إِلَى رَبِّهِ سَبِيلًا} </p><p> بإنفاقه ماله في طاعة ربه واتباع مرضاته </p><p> وجاز أن يقال (ما بينهما) وإذ ذكر السماوات ب الجمع لأنه بمعنى </p><p> الصنفين. </p><p> قال الشاعر: </p><p> إن المَنِيَّة َ والحُتوفَ كِلَاهُمَا ... يُوفي الْمَخَارِمَ يَرْقُبانِ سَوَادِي. </p><p> وقيل كان ابتداء الخلق يوم الأحد وانتهاؤه يوم الجمعة </p><p> ومعنى {الرَّحْمَنُ فَاسْأَلْ بِهِ خَبِيرًا} </p><p> أيها الإنسان سل به عارفاً يخبرك بالحق في صفته. </p><p> وقال الحسن: ما بعث الله نبياً قط إلا وهو يبشر الناس إن أطاعوا. </p><p> الله بالسعة في الدنيا والجنة في الآخرة. </p><p> قرأ حمزة والكسائي (لِمَا يَأمُرُنَا) بالياء.. </p><p> وقرأ الباقون بالتاء. </p><p> البروج: منازل النجوم الظاهرة </p><p> والبروج اثنا عشر الحمل والثور والجوزاء والسرطان والأسد والسنبلة والميزان والعقرب والقوس والجدي والدلو والحوت. </p><p> وقيل البروج القصور العالية. </p><p> الشمس سراج الخلق لأن نورها عام. </p><p> معنى {جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً} </p><p> أي يخلف كل واحد منهما صاحبه فيما يحتاج </p><p> أن يعمل فيه فمن فاته عمل النهار استدركه بالليل </p><p> وقيل البروج القصور واحدها قصر ومنه {أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ} . </p><p> وقال قتادة: البروج النجوم. </p><p> وعن أبي صالح كبار النجوم </p><p> ومن قرأ (سراجاً) . </p><p> فمعناه الشمس. </p><p> ومن قرأ (سُرُجاً) . </p><p> فمعناه سائر النجوم، لأنه يهتدى بها كما يهتدى بضياء السراج </p><p> وقيل {خِلْفَةً} يخلف أحدهما الآخر في العمل عن عمر وابن عباس والحسن </p><p> وقيل {خِلْفَةً} يذهب أحدهما ويجيء الآخر عن ابن زيد </p><p> وقال زهير: </p><p> بِهَا العَيْنُ والآرامُ يَمْشِينَ خِلْفَةً ... وأَطْلاَؤهَا يَنْهَضُن مِنْ كُلِّ مُجْثَّمِ </p><p> وقيل {يمشون على الأرض هوناً} </p><p> أي بالسكينة والوقار. </p><p> عن مجاهد. </p><p> وقيل حلماء علماء لا يجهلون وإن جهل عليهم عن الحسن. </p><p> وقيل بالتواضع لا يتكبرون عن ابن عباس. </p><p> {وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا} </p><p> أي سداداً من القول. عن مجاهد </p><p> معنى (إن عذابها كان غراماً) . </p><p> أي لازماً ملحاً دائماً ومنه الغريم </p><p> لملازمته وإنه لمغرم بالنساء أي ملازم لهن. </p><p> قال الحسن: ليس غريم إلا مفارق غريمه إلا جهنم فإنها لا تفارق </p><p> غريمها. </p><p> و {قَالُوا سَلَامًا} </p><p> أي قولاً يسلمون من المعصية لله فيه </p><p> قرأ حمزة والكسائي (سُرُجاً) . </p><p> والمراد به النجوم لأنه يهتدى بها </p><p> كما يهتدى بضياء السراج. </p><p> ومن قرأ (سراجاً) أراد الشمس. </p><p> قرأ حمزة وحده (أَنْ يَذْكُرَ) خفيفة. </p><p> وقرأ الباقون. (يَذَّكَّرَ) مشددة الذال والكاف </p><p> الإسراف: الخروج عن العدل في الإنفاق والمراد به هاهنا الإنفاق في معصية الله قل أو كثر. </p><p> الإقتار: منع حق الله من المال عن ابن عباس. </p><p> وقيل السرف مجاوزة الحد في النفقة. </p><p> والإقتار: التقصير عما لابد منه </p><p> الفرق بين القَوَامٌ وَالقِوَامُ: </p><p> القَوام العدل بفتح القاف. </p><p> والقِوام: السداد وهو قوام الأمر وملاكه. </p><p> وفي قتر ثلاث لغات قتر يقتِر ويقتر ويقتر وأقتر إقتاراً. </p><p> (يلق أثاماً) . </p><p> أي جزاء الآثام. </p><p> وجزم (يُضَاعَفْ) على البدل. </p><p> قرأ عاصم في رواية أبي بكر (يُضَاعَفُ) و (يَخْلُدُ) </p><p> بالرفع فيها على الاستئناف وكذا ابن عامر إلا أنه قرأ (يُضَعَّفُ) بالتشديد. </p><p> وقرأ الباقون بالجزم إلا أن ابن كثير قرأ (يضعف) بالتشديد </p><p> والفرق بين التوبة إلى الله والتوبة من القبيح لقبحه لأنه إذا تاب </p><p> من القبيح إلى الله فهو أن يقصد طلب الجزاء منه ويخلص العبادة له </p><p> فيه وإذا لم يقل إلى الله لم يعقل منه هذا المعنى </p><p> الشهادة: تبين بالحاسة والحواس خمس. </p><p> ومن لا يشهد به فلا يحضره لأنه لو شهد به لكان قد حضره من نفسه فهو أعم في الفائدة من لا يشهد به. </p><p> (وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَاماً) . </p><p> أي مروا مر الكرماء الذين لا يرضون باللغو؛ لأنهم يجلون عن الدخول فيه أو الاختلاط بأهله. </p><p> اللغو: الفعل الذي لا فائدة فيه </p><p> وقيل اللغو الفعل القبيح وهو المنهي عنه وهو الصحيح. </p><p> الزور: تمويه الباطل بما يوهم أنه حق. </p><p> وقيل الزور هنا الشرك.. </p><p> وقيل الكذب. </p><p> وقيل مرورهم كراماً كمرورهم بمن يسبهم فيصفحون عنه. </p><p> وكمرورهم بمن يستعين بهم على حق فيعينونه. </p><p> (هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ) . </p><p> أي أن نراهم مطيعين لله. عن الحسن. </p><p> ووحد (إماماً) لأنه مصدر من قولهم: أمَّ فلان فلاناً إماماً كقولك قام قياماً. </p><p> وصام صياماً ومن جمعه على أئمة فلأنه قد كثر في معنى الصفة. </p><p> وقيل قد يكون على الجواب كقول القائل: من أميركم فيقول </p><p> هؤلاء أميرنا. </p><p> معنى {مَا يَعْبَأُ بِكُمْ رَبِّي} . </p><p> أي ما يصنع بكم ربي. عن مجاهد </p><p> وأصله تهيئة الشيء ومنه عبأت الطيب أعبأه عبء وما أعبأ به. </p><p> أي ما أهيئ به أمراً. </p><p> معنى {لَوْلَا دُعَاؤُكُمْ} . </p><p> أي لولا دعاؤه إياكم إلى طاعته لم يكن في فعلكم ما تطالبون به. عن مجاهد. </p><p> وهو مصدر أضيف إلى المفعول كقولهم أعجبني بناء هذه الدار. </p><p> وخياطة هذا الثوب وإنما جاز لما صحبه من الدليل. </p><p> اللزام: القتل يوم بدر عن مجاهد. </p><p> وقيل اللزام عذاب الآخرة </p><p> وقرة أعين: من القرور، وهو بردها عند السرور ويكون من </p><p> استقرارها عنده. </p><p> وقيل ما لا يعبأ به لوجوده وعدمه سواء. </p><p> بمنزلة لزام كثيرة يلزم بعضها بعضاً. </p><p> معنى {وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا (٧٣) } </p><p> أي كحال المشركين في ترك حال التدبر لها حتى كأنهم صم. </p><p> وعنها عمياناً عن الحسن. </p><p> وقيل أي {إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا (٥٨) } . </p><p> قرأ أبو عمرو وحمزة والكسائي وعاصم في رواية أبي بكر. </p><p> {وذُرِّيَتَنَا} واحدة.. </p><p> وقرأ الباقون (وَذُرِّيَاتِنَا} جماع.</p><p> وقرأ ابن كثير ونافع وأبو عمرو وعاصم في رواية حفص. </p><p> (وَيُلَقَّوُنَ) مشددة القاف.. </p><p> وقرأ الباقون. (وَيَلْقَونَ) خفيفة القاف ساكنة اللام. </p>"
}