{
  "id": null,
  "sura": 25,
  "aya": 21,
  "text": "<p> وإن سأل عن قوله - سبحانه - {وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا (٢١) يَوْمَ يَرَوْنَ الْمَلَائِكَة َ لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَحْجُورًا (٢٢) وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا (٢٣) أَصْحَابُ الْجَنَّة ِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا (٢٤) وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنْزِيلًا (٢٥) الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا (٢٦) وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا (٢٧) يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا (٢٨) لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولًا (٢٩) وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا (٣٠) وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِنَ الْمُجْرِمِينَ وَكَفَى بِرَبِّكَ هَادِيًا وَنَصِيرًا (٣١) } </p><p> [الآيات من ٢١ إلى ٣١] </p><p> فقال: ما الرجاء؟ وما اللقاء؟ وما الاستكبار؟ وما معنى: حجراً محجوراً؟ وما أصل الحجر؟ وما معنى: وقدمنا إلى ما عملوا من عمل؟ وما الهباء؟ </p><p> وما معنى: وأحسن مقيلاً؟ وما الملك؟ وما العسير) ؟ </p><p> وما الخليل؟ وما معنى: مهجوراً هاهنا؟ ومن المعني بفلان هاهنا؟ </p><p> الجواب: </p><p> الرجاء: ترقب الخير الذي يقوي في النفس وقوعه، والرجاء. </p><p> والطمع والأمل نظائر. </p><p> والمعنى {لِقَاءَنَا} لقاء جزائنا. </p><p> معنى اللقاء المصير إلى الشيء من غير حائل </p><p> ولهذا صح لقاء الجزاء من الثواب والعذاب لأن العباد يصيرون </p><p> إليه في الآخرة ولهذا أحسن القول بأنه لا بد من لقاء الله ويراد به </p><p> عموم المكلفين من الكافرين والمؤمنين بوجوب مصيرهم إلى </p><p> جزائه. </p><p> الاستكبار: طلب الكبر بغير حق. </p><p> عتا: معناه طغى. </p><p> والعتو: الخروج إلى أفحش الظلم. </p><p> وقيل هلا أنزل علينا الملائكة لتخبرنا بأن محمد نبي أو نرى ربنا فيخبرنا بذلك. </p><p> معنى {حِجْرًا مَحْجُورًا} حراماً محرماً </p><p> وفيه قولان: </p><p> الأول: أنه من قول الملائكة لهم حراماً محرماً عليكم البشرى عن </p><p> قتادة والضحاك </p><p> والثاني: من قول المجرمين للملائكة إذا لقوا من يخافون منه القتل </p><p> قالوا حجراً محجوراً أي حراماً محرماً دماؤنا عن مجاهد وابن. </p><p> جريج. </p><p> أصل الحجر الضيق من قولهم حجر عليه يحجر حجراً إذا ضيق.. </p><p> والحجر الحرام لضيقه بالنهي عنه </p><p> معنى {وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا} </p><p> أي عمدنا عن مجاهد. </p><p> وفيه بلاغة عجيبة كأنه قال كان قصدنا إليه قصد القادم على ما يكره مما لم </p><p> يكن رآه قبل فيغيره. </p><p> الهباء: غبار كالشعاع لا يمكن القبض عليه </p><p> وقيل غبار يدخل الكوة في شعاع الشمس عن مجاهد </p><p> والحسن وعكرمة </p><p> معنى {وَأَحْسَنُ مَقِيلًا} </p><p> أي وأحسن موضع قائلة لأنه يفرغ من حسابهم </p><p> إلى وقت القائلة وهو نصف النهار عن ابن عباس وإبراهيم وابن </p><p> جريج. </p><p> وقيل {خَيْرٌ مُسْتَقَرًّا} </p><p> من مستقر الكفار في الدنيا والآخرة. </p><p> وقيل هو على المظاهرة في الحجاج أي لو كان لهم مستقر خير </p><p> كان هذا خيراً منه </p><p> وقيل {وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ} </p><p> وعن الغمام بمعنى كقولهم رميت بالقوس وعن </p><p> القوس وعلى القوس بمعنى واحد. </p><p> وقرأ {تَشَّقَّقُ} بتشديد الشين ابن كثير ونافع وابن عامر.. </p><p> وقرأ الباقون {تَشَقَّقُ} خفيفة الشين. </p><p> وقرأ ابن كثير وحده. (نُنْزِلُ) بنونين. </p><p> وقرأ الباقون (وَنُزِّلَ الملائكة ُ) . </p><p> بنون واحدة مشددة الزاي </p><p> معنى الملك: المقدور الواسع الملك لتدبير العالم، والملك على ثلاثة </p><p> أوجه: </p><p> ملك عظمة لله وحده وملك ديانة بتمليك الله وملك جبرية بالغلبة. </p><p> وحقيقة جميع ذلك القدرة على اختراع الغير ولا يليق إلا بالله. </p><p> الحق: هاهنا الكائن الثابت. </p><p> العسير: المتعذر المطلوب والعسر نقيض اليسر. </p><p> الخليل: الواد الذي يتخلل السر منه إلى من يوده. </p><p> والخلة: إصفاء المودة أي هي سليمة من تخلل الفساد لها. </p><p> و {سَبِيلًا} </p><p> هاهنا طريقاً إلى النجاة </p><p> وقيل أُنزل {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا (٢٧) يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا (٢٨) } </p><p> في أبي بن خلف وعقبة ابن أبي معيط، وكانا خليلين ارتد أبي لما صرفه عن الإسلام عقبة وقتل عقبة يوم بدر صبراً وقتل أبي يوم أحد قتله - النبي - بيده عن قتادة. </p><p> وقيل الخليل الشيطان عن مجاهد </p><p> معنى {اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا} </p><p> هاهنا فيه قولان: الأول: هجروا القرآن بإعراضهم وترك ما يلزمهم فيه عن ابن زيد. </p><p> والثاني: قالوا فيه هجراً أي شيئاً من القول لزعمهم أنه سحر وأنه </p><p> أساطير الأولين عن مجاهد وإبراهيم </p><p> وفلان كناية عن واحد بعينه من الناس لأنه معرفة. </p><p> وقال: الرسول في ذلك اليوم بمعنى يقول. </p>"
}