{
  "id": null,
  "sura": 26,
  "aya": 106,
  "text": "<p> مسألة: </p><p> وإن سأل عن قوله - سبحانه - {إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلَا تَتَّقُونَ (١٠٦) إِنِّي لَكُمْ رَسُولٌ أَمِينٌ (١٠٧) فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (١٠٨) وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ (١٠٩) فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (١١٠) قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ (١١١) قَالَ وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ (١١٢) إِنْ حِسَابُهُمْ إِلَّا عَلَى رَبِّي لَوْ تَشْعُرُونَ (١١٣) وَمَا أَنَا بِطَارِدِ الْمُؤْمِنِينَ (١١٤) إِنْ أَنَا إِلَّا نَذِيرٌ مُبِينٌ (١١٥) قَالُوا لَئِنْ لَمْ تَنْتَهِ يَا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ (١١٦) قَالَ رَبِّ إِنَّ قَوْمِي كَذَّبُونِ (١١٧) فَافْتَحْ بَيْنِي وَبَيْنَهُمْ فَتْحًا وَنَجِّنِي وَمَنْ مَعِيَ مِنَ الْمُؤْمِنِينَ (١١٨) فَأَنْجَيْنَاهُ وَمَنْ مَعَهُ فِي الْفُلْكِ الْمَشْحُونِ (١١٩) ثُمَّ أَغْرَقْنَا بَعْدُ الْبَاقِينَ (١٢٠) إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (١٢١) وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ (١٢٢) كَذَّبَتْ عَادٌ الْمُرْسَلِينَ (١٢٣) إِذْ قَالَ لَهُمْ أَخُوهُمْ هُودٌ أَلَا تَتَّقُونَ (١٢٤) إِنِّي لَكُمْ رَسُولٌ أَمِينٌ (١٢٥) فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (١٢٦) وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ (١٢٧) أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ (١٢٨) وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ (١٢٩) وَإِذَا بَطَشْتُمْ بَطَشْتُمْ جَبَّارِينَ (١٣٠) فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (١٣١) وَاتَّقُوا الَّذِي أَمَدَّكُمْ بِمَا تَعْلَمُونَ (١٣٢) أَمَدَّكُمْ بِأَنْعَامٍ وَبَنِينَ (١٣٣) وَجَنَّاتٍ وَعُيُونٍ (١٣٤) إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ (١٣٥) قَالُوا سَوَاءٌ عَلَيْنَا أَوَعَظْتَ أَمْ لَمْ تَكُنْ مِنَ الْوَاعِظِينَ (١٣٦) إِنْ هَذَا إِلَّا خُلُقُ الْأَوَّلِينَ (١٣٧) وَمَا نَحْنُ بِمُعَذَّبِينَ (١٣٨) فَكَذَّبُوهُ فَأَهْلَكْنَاهُمْ إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (١٣٩) وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ (١٤٠) كَذَّبَتْ ثَمُودُ الْمُرْسَلِينَ (١٤١) } . </p><p> [الآيات من ١٠٦ إلى ١٤١] </p><p> فقيل: لم قيل أخوهم وهم كفار؟ ، ولم جاء الإنكار بحرف </p><p> الاستفهام في ألا تتقون؟ ، وما الأمين؟ ، ولم كرر فاتقوا الله وأطيعون؟ </p><p> ، وما الطاعة؟ ، وما الاتباع؟ ، وما الرذل؟ ، ولم لا يقبل قول </p><p> الجماعة فيهم؟ وما الطرد؟ ، وما الانتهاء؟ ، وما الرجم؟ ، وما </p><p> معنى: إن قومي كذبون والله عالم بمعنى الخبر؟ ، وما معنى: فافتح </p><p> بيني وبينهم فتحاً؟ ، وما المشحون؟ ، ولم كرر:  {فَاتَّقُوا اللَّهَ وَأَطِيعُونِ} ؟ ، </p><p> ولم كرر {إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ} ؟ ، وكيف تركوا الإيمان مع حسنه إلى الكفر مع قبحه؟ ، وما الفرق بين صفة عزيز وقدير؟ ، ولم لا تصح صفة العزيز على التعريف والإطلاق إلا على الله؟ ، وهل يجب على الداعي أن يمتنع من أخذ الأجر على الدعاء إلى الله؟ ، وما الريع؟ ، وما المصانع؟ ، وما الجبار؟ ، وما الإنذار؟ ، وما الإنعام؟ ، وما العيون؟ ، وما العظيم؟ ، وما الوعظ؟ ، وما السواء؟ ، وما الاختلاف؟ ، ولم قيل أم لم تكن من الواعظين؟ </p><p> ولم يقل لِمَ لَمْ تعظ للتقابل في التسمية؟ </p><p> الجواب: </p><p> قيل: أخوهم، وهم كفار؛ لأن المعنى من هو منهم في النسب، </p><p> وذكر ذلك؛ لأنهم به آنس، وإلى جانبه أقرب فيما ينبغي أن يكونوا </p><p> عليه، وهم قد صرفوا عنه </p><p> جاء الإنكار بحرف الاستفهام في {ألا تتقون} ؛ لأنه لا جواب لهم عنه إلا بما فيه فضيحتهم؛ لأنهم إن قالوا لا نتقي ما يؤدينا </p><p> إلى الهلاك هتكوا أنفسهم، وإن قالوا بلى نتقيه: لزمهم أن يتركوا عبادة </p><p> غير ربهم. </p><p> الأمين: نقيض الخائن، وهو المختص بأن من شأنه أن يؤدي. </p><p> الأمانة </p><p> كرر {فَاتَّقُوا اللَّهَ وَأَطِيعُونِ} </p><p> لاختلاف المعنى فيه؛ إذ) تقديره:  (فَاتَّقُوا اللَّهَ وَأَطِيعُونِ) </p><p> لأني أسألكم أجراً عليه فتخافوا تلف أموالكم به. </p><p> الطاعة: موافقة الأمر. </p><p> الإتباع: طلب اللحاق بالأول </p><p> الرذل: الوضيع المحقر من القبيح) . </p><p> وذلك أنه قد يحقر ما ليس بقبيح في الفعل؛ كنحو سيلان اللعاب، وسلس الضراط. </p><p> الرذيلة: نقيض الفضيلة، وجمعها رذائل </p><p> لم يَقْبَل قول الجماعة فيهم؛ لأنهم كفار يعادونهم فلا تقبل شهادتهم </p><p> ، ويجوز أن يكونوا لما آمنوا تابوا من قبيح ما عملوا؛ إذ الإيمان </p><p> يجب الخطايا ويوجب الإقلاع عنها. </p><p> الطرد: إبعاد الشيء على جهة التنفير.. </p><p> {واتبعك الأرذلون} </p><p> نسبوهم إلى الصناعات الدنية من نحو: الحياكة. </p><p> والحجامة، وأنهم مع ذلك أهل نفاق ورياء. </p><p> الانتهاء: بلوغ الحد من غير مجاوزة إلى ما وقع عنه النهي </p><p> الرجم: الرمي بالحجارة، ولا يقال للرمي عن القوس رجم. </p><p> وقيل: المرجوم المشتوم؛ كأنه رمي بما يذم به </p><p> معنى:  {إن قومي كذبون} </p><p> والله عالم بمعنى الخبر معناه العلة؛ </p><p> كأنه قال {إن قومي كذبون} ؛ لأنهم كذبون إلا أنه على صيغة الخبر لا </p><p> على صيغة العلة، وإذا كان على معنى العلة حسن أن يأتي بما يعلمه. </p><p> المتكلم، والمخاطب. </p><p> معنى {فافتح بيني وبينهم فتحا} </p><p> أحكم بيننا بالفصل الذي فيه نجاتنا، وهلاك عدونا. </p><p> المشحون: المملوء بما يسد الخلل. </p><p> الفلك: السفن تكون للواحد، والجمع. </p><p> {إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (١٢١) وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ (١٢٢) } </p><p> ليس بتكرير، وإنما ذكر آية في قصة نوح، وما كان من شأنه مع قومه بعد ذكر آية [مما كان في قصة إبراهيم] فلما كان في قصة موسى، وفرعون مما تقدم النبأ به بين أنه إنما ذكر؛ لما فيه من الآية [الباهرة] </p><p> وقوله بعد ذلك {إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ} </p><p> ليس بتكرير، وإنما المعنى: العزيز في الانتقام من فرعون وقومه، الرحيم في نجاته موسى ومن معه؛ من بني إسرائيل، ثم ذكر هنا بمعنى العزيز في إهلاكه قوم نوح بالغرق الذي طبق الأرض. </p><p> الرحيم في نجاته نوحاً، ومن معه في الفلك. </p><p> تركوا الإيمان مع حسنه إلى الكفر مع قبحه؛ للشبهة المزينة له </p><p> له من ثقل استقصاء الحجج، ولولا ذلك لكان تزيين الدليل للحق أوكد. </p><p> من تزيين الشبهة للباطل. </p><p> الفرق بين صفة عزيز وقدير؛ أن العزيز القدير الذي تتعذر </p><p> ممانعته؛ لعظم مقدوره، وصفة عزيز، وإن رجع إلى معنى قادر. </p><p> فمن هذا الوجه ترجع العزيز بالألف واللام على الإطلاق لا يليق إلا بالله؛ لأنها تنبئ عن معنى قادر لا يتهيأ لأحد أن يمنع عن الشيء الذي يقدر عليه وهو يقدر أن يمنع كل قادر سواه وذلك أنها صفة مبالغة في التعظيم جرت </p><p> على الإطلاق، والتعريف، والمبالغة فيها من ثلاثة أوجه: زنة فعيل في </p><p> الصفات، والإطلاق يقتضي الجريان في وجوه المقدور، والتعريف </p><p> يقتضي أنه لا يشاركه غيره في الصفة. </p><p> قال الحسن: هو أخوهم في النسب دون الدين </p><p> يجب على الداعي أن يمتنع من أخذ الأجر على الدعاء إلى الله؛ </p><p> لئلا يكون في ذلك تنفير عن الحق الذي يدعو إليه، ولكن يجوز أن </p><p> يقبل الهدية ممن لا يكون في قبولها منه صفة. </p><p> البناء: وضع ساق على ساق إلى حيث انتهى. </p><p> ومن ذلك أخذ بناء الفرع على الأصل في القياس؛ لأنه مركب عليه على طريقه إذا صح الأول صح الثاني، والأول موضوع، </p><p> والثاني مبني، وهو قابل له. </p><p> الريع: الارتفاع من الأرض، والجمع أرياع وريعة.. </p><p> وقال قتادة: بكل طريق. </p><p> وفيه لغتان: فتح الراء وكسرها.. </p><p> وآية: علامة. </p><p> تعبثون: تلعبون عن ابن عباس. </p><p> المصانع: حصون مشيدة عن جهة الماء. </p><p> وقيل مآخذ الماء عن قتادة </p><p> الجبار: العالي على غيره بعظيم سلطانه، وهو في صفة الله </p><p> مدح، وفي صفة غيره ذم. </p><p> فإذا قيل للعبد جبار، فإنه بمعنى أنه يتكلف الجبرية. </p><p> وقيل البطش العسف قتلا بالسيف وضربا بالسوط عن ابن عباس. </p><p> وقيل: كانوا يبنون المكان المرتفع بالبناء العالي؛ ليدلوا بذلك </p><p> على أنفسهم، وزيادة قدرهم، وكانوا جاوزوا في اتخاذ المصانع إلى الإسراف فنهوا عن ذلك. </p><p> وقيل المصانع: المباني. </p><p> قوله {فَاتَّقُوا اللَّهَ وَأَطِيعُونِ} ليس بتكرير؛ لأنه منعقد بغير ما انعقد </p><p> الأول؛ إذ الأول بمعنى {فَاتَّقُوا اللَّهَ وَأَطِيعُونِ} </p><p> في ترك تكذيب الرسل. </p><p> وأطيعون فيما أدعوكم إليه من إخلاص عبادته </p><p> وقيل:  {فَاتَّقُوا اللَّهَ وَأَطِيعُونِ} </p><p> في ترك معاصيه في بطش الجبارين، وعمل اللاهين العابثين، وأطيعون فيما أدعوكم إليه من هذه الأمور. </p><p> الإمداد: اتباع الثاني ما قبله شيئاً بعد شيء على انتظام </p><p> وهؤلاء أُمدُّوا بالبنين، والأنعام، والعيون، والجنان؛ فأتاهم </p><p> رزقهم على إدرار واتساع. </p><p> والأنعام: الماشية </p><p> العيون: ينابيع الماء تجري من باطن الأرض، ثم تجري على ظاهرها </p><p> العظيم: المحتقِر بتصغير مقدار غيره عنه في شخصه، أو. </p><p> شأنه. </p><p> الوعظ: حث بما فيه تليين القلب؛ للانقياد إلى الحق. </p><p> والوعظ زجر عما لا يجوز فعله بالخير. </p><p> السواء: كون كل أحد الشيئين مساوياً للآخر في الصحة؛ أو </p><p> الفساد. </p><p> الاختلاق: افتعال الكذب على التقدير الذي يوهم الحق </p><p> وقيل {أَوَعَظْتَ أَمْ لَمْ تَكُنْ مِنَ الْوَاعِظِينَ} لأنه أتم في الفائدة مع التقابل في المعنى، والتشاكل في رؤوس الآي؛ الذي هو الأولى؛ مع الأصل أنه لا ينوب عنهم معنى كما ينوب في القسمة </p><p> قرأ {خَلْقُ} بفتح الخاء وتسكين اللام ابن كثير، وأبو عمرو، والكسائي. </p><p> وقرأ الباقون بضم الخاء، واللام {خُلُقُ} . </p><p> فالأول: بمعنى اختلاق الأولين عن ابن مسعود. </p><p> والثاني: عادة الأولين؛ في أنهم كان يحيون، ويموتون. </p><p> قال بعضهم: المعنى في {خُلُقُ الْأَوَّلِينَ} خلق أجسامهم. </p><p> التكذيب: الرد للخبر؛ بأنه كذب. </p><p> فتكذيب النبي كفر؛ لأنه جحد لنعمة الله في إرساله المرسل. </p><p> الأخ: الراجع معهم إلى أب واحد قريب من الأب الأدنى </p><p> الأجر: الجزاء على العمل بالخير آجرك الله أجراً أي جزاك </p><p> خيراً. </p><p> الأمين: المستودع الذي تؤمن منه الخيانة </p><p> فالرسول أمين، لأنه استودع الرسالة على أمن منه في الخيانة </p><p> الخيانة؛ لأنه يؤديها كما حملها من غير تغيير لها عن وجهها. </p>"
}