{
  "id": null,
  "sura": 26,
  "aya": 22,
  "text": "<p> مسألة: </p><p> وإن سأل عن قوله - سبحانه - {وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدْتَ بَنِي إِسْرَائِيلَ (٢٢) قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعَالَمِينَ (٢٣) قَالَ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ مُوقِنِينَ (٢٤) قَالَ لِمَنْ حَوْلَهُ أَلَا تَسْتَمِعُونَ (٢٥) قَالَ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ (٢٦) قَالَ إِنَّ رَسُولَكُمُ الَّذِي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ (٢٧) قَالَ رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ تَعْقِلُونَ (٢٨) قَالَ لَئِنِ اتَّخَذْتَ إِلَهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ (٢٩) قَالَ أَوَلَوْ جِئْتُكَ بِشَيْءٍ مُبِينٍ (٣٠) قَالَ فَأْتِ بِهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (٣١) فَأَلْقَى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ (٣٢) وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ (٣٣) قَالَ لِلْمَلَإِ حَوْلَهُ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ (٣٤) يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِ فَمَاذَا تَأْمُرُونَ (٣٥) قَالُوا أَرْجِهْ وَأَخَاهُ وَابْعَثْ فِي الْمَدَائِنِ حَاشِرِينَ (٣٦) يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ (٣٧) فَجُمِعَ السَّحَرَةُ لِمِيقَاتِ يَوْمٍ مَعْلُومٍ (٣٨) وَقِيلَ لِلنَّاسِ هَلْ أَنْتُمْ مُجْتَمِعُونَ (٣٩) لَعَلَّنَا نَتَّبِعُ السَّحَرَةَ إِنْ كَانُوا هُمُ الْغَالِبِينَ (٤٠) } </p><p> [الآيات من ٢١ إلى ٤١] </p><p> فقال ما الفرار؟ ، وما الهبة؟ ، وما الحكم؟ ، وما معنى: وتلك </p><p> نعمة تمنها على أن عبدت بني إسرائيل؟ ، وما التعبيد؟ ، وما القول </p><p> ؟ ، وما معنى: الصفة إذا أطلقت برب؟ ، وما الأول؟ ، وما الجنون؟ ، </p><p> وما الشروق؟ ، وما الثعبان؟ ، وكم في قلب العصا حية من دلالة؟ ، وما </p><p> النزع؟ ، وما الساحر؟ ، وما الثعبان؟ ، وما معنى: مبين؟ ، وما معنى </p><p> يريد أن يخرجكم من أرضكم؟ ، وكيف يجوز أن يشاور الإله عند </p><p> نفسه فيما يريد من عمله؟ وما الإرجاء؟ ، ولم أشاروا بإرجائه ولم </p><p> يشيروا بقتله والراحة منه؟ ، وما الحشر؟ ، وما السحر؟ ، وما الغلبة؟ . </p><p> الجواب: . </p><p> الفرار: الذهاب على وجه التحرز من الإدراك. </p><p> الفرار والهرب من النظائر. </p><p> الهبة: الصلة </p><p> الحكم:  [العلم] : على ما يدعوا إليه الحق، والخبر عما يدعوا </p><p> إليه الحق حكم أيضاً. </p><p> وقيل: الحكم النبوة. </p><p> {وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدْتَ بَنِي إِسْرَائِيلَ (٢٢) } </p><p> فيه أوجه: </p><p> الأول: اتخاذك بني إسرائيل عبيداً؛ قد أحبط ذلك. </p><p> الثاني: أنك لما ظلمت بني إسرائيل، ولم تظلمني اعتدت بها نعمة </p><p> عليَّ. </p><p> الثالث: أنه لا يوثق بأنها نعمة منك؛ مع ظلمك بني إسرائيل في </p><p> تعبيدهم. </p><p> وفي ذلك حجة عليهم، وتقريع له. </p><p> التعبيد: اتخاذ الإنسان، أو غيره عبداً. </p><p> تقول: عبدته وأعبدته بمعنى واحد. </p><p> وقيل: إنه بَيَّنَ أنه ليس لفرعون عليه نعمة؛ لأن الذي تولى </p><p> تربيته أمه، وغيرها؛ من بني إسرائيل بأمر فرعون لما استعبدهم. </p><p> وقد دل سؤال فرعون على أن موسى دعاه إلى طاعة الله وعبادته. </p><p> وقيل: عجب فرعون، ومن حوله من جواب موسى؛ لأنه طلب. </p><p> منه أي جنس الأجسام هو؟ جهلاً منه مما ينبغي أن يسأل عنه. </p><p> قال الحسن: أخذت أموال بني إسرائيل، واتخذتهم عبيداً، </p><p> وأنفقت علي من أموالهم؛ حتى رفعه الله بما وهب له من الحكم، </p><p> وجعله من المرسلين إلى الخلق؛ فأراد أن لا يسوغه ما امتن به </p><p> عليه. </p><p> القول: هو الكلام، وقد يكون القول مضمناً بالحكاية فيقال: </p><p> فلان على معنى الحكاية. </p><p> ومعنى الصفة إذا أطلقت برب: أنه مالك جميع الخلق؛ فإذا </p><p> أضيفت اختصت بالمضاف كقولهم: رب المال، ورب الدار </p><p> الأول: الكائن على صيغة أولى في كونه على تلك الصفة نحو: </p><p> الأول في دخول الدار. </p><p> الجنون: داء يعتري النفس يغطي على العقل. </p><p> وأصله الستر. </p><p> المشرق: الموضع التي تطلع منه الشمس </p><p> يقال شرقت الشمس شروقاً إذا طلعت، وأشرقت إشراقاً إذا: </p><p> أضاءت وصفت. </p><p> الثعبان: حية عظيمة. </p><p> في قلب العصا حية دلالتان: دلالة على الله - عزَّ وجلَّ -؛ لأنه </p><p> مما لا يقدر عليه إلا هو، وليس هو مما يلتبس بإيجاب الطبائع؛ لأنه </p><p> اختراع للانقلاب في الحال. </p><p> الثاني: دلالة على النبوة بموافقة الدعوة مع رجوعها إلى حالها بقبضه عليها </p><p> النزع: إخراج الشيء مما كان متصلاً، وملابسا له. </p><p> ويجوز أن يكون حسر عن ذراعه، ويجوز أن يكون أخرجها من </p><p> جيبه؛ إلا أنه نزعها عن اللباس الذي كان عليها. </p><p> الساحر: المحتال بما يوهم الإعجاز. </p><p> السحر: حيلة يخفى سببه حتى يوهم المعجزة. </p><p> وأصله الخفاء. </p><p> وقيل الثعبان: الحية الذكر. </p><p> وقيل:  (مبين) أنه ثعبان عن ابن عباس. </p><p> وقيل مبين وجه الحجة به. </p><p> وقيل: يريد أن يخرج عبيدكم من بني إسرائيل قهراً، ويجوز: </p><p> يخرجكم ويتغلب على دياركم. </p><p> وقيل: بيضاء بياضاً نورياً كالشمس في إشراقها </p><p> جاز أن يشاور الإله عند نفسه؛ لأنه يذهب عليه، وعلى قومه؛ </p><p> أن الإله لا يكون جسماً محتاجاً، واعتقدوا الإلهية لما دعاهم إليها مع </p><p> ظهور الحاجة التي لا إشكال فيها </p><p> الإرجاء: التأخير. </p><p> أشاروا بإرجائه، ولم يشيروا بقتله؛ لأنهم </p><p> رأوا أن الناس يفتنون. </p><p> وأن السحرة إذا قاومته زال ذلك الإفتتنان. </p><p> وكان له حينئذ عذر في قتله، أو حبسه؛ بحسب ما يراه فيه. </p><p> الحشر: السوق من الجهات المختلفة إلى المكان الواحد. </p><p> السحر: لطف الحيلة حتى يتوهم المموه عليه أنه حقيقة. </p><p> الغلبة: الاستعلاء بالقوة </p><p> يقال غلبه يغلبه غلبة إذا قهره. </p>"
}