{
  "id": null,
  "sura": 27,
  "aya": 51,
  "text": "<p> مسألة: </p><p> إن سأل عن قوله تعالى: {فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ (٥١) فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَعْلَمُونَ (٥٢) وَأَنْجَيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (٥٣) وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ وَأَنْتُمْ تُبْصِرُونَ (٥٤) أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ بَلْ أَنْتُمْ قَوْمٌ تَجْهَلُونَ (٥٥) فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ (٥٦) فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ قَدَّرْنَاهَا مِنَ الْغَابِرِينَ (٥٧) وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا فَسَاءَ مَطَرُ الْمُنْذَرِينَ (٥٨) قُلِ الْحَمْدُ لِلَّهِ وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ (٥٩) أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ (٦٠) أَمَّنْ جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا أَإِلَهٌ مَعَ اللَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (٦١) أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قَلِيلًا مَا تَذَكَّرُونَ (٦٢) أَمَّنْ يَهْدِيكُمْ فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ أَإِلَهٌ مَعَ اللَّهِ تَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ (٦٣) أَمَّنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَمَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ (٦٤) قُلْ لَا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ (٦٥) بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ بَلْ هُمْ فِي شَكٍّ مِنْهَا بَلْ هُمْ مِنْهَا عَمُونَ (٦٦) } </p><p> [الآيات من ٥١ إلى ٦٦] </p><p> فقال ما العاقبة؟ ، وما المكر؟ ، وما التدمير؟ ، وما الخاوي </p><p> وما الإتقاء؟ ، وما معنى:  {أَتَأْتُونَ الْفَاحِشَةَ وَأَنتُمْ تُبْصِرُونَ} ؟ وما الفاحشة؟ وما معنى:  {إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ} ؟ </p><p> وما معنى {إنهم أناس يتطهرون} هنا؟ وما معنى {قَدَّرْنَاهَا مِنَ الْغَابِرِينَ} ؟ </p><p> وما معنى النذارة؟ وما الاصطفاء؟ وما جعل الأرض قراراً؟ ، وما النهر؟ </p><p> ، وما الرواسي؟ وما الحاجز بين البحرين؟ ، وما إجابة دعاء المضطر؟ ، </p><p> وما الفرق بين البيان والبرهان؟. </p><p> الجواب: </p><p> العاقبة: حال تؤدي إليها التأدية </p><p> يقال: أعقبني هذا الدواء صحة.. </p><p> المكر: الأخذ بالحيلة للإيقاع في بلية </p><p> فلما مكروا بصالح؛ ليقتلوه، ومن آمن به؛ لم يتم مكرهم، وأدى. </p><p> مكرهم إلى هلاكهم بالتدمير. </p><p> التدمير: التقطيع بالعذاب. </p><p> دمر الله قوم صالح؛ بأن قطعهم بعذاب الاستئصال في الدنيا قبل الآخرة؛ فلم يَبق لهم باقية. </p><p> الخاو ي: الفارغ مما رسمه أن يكون فيه فكان رسمهم أن </p><p> يكونوا في بيوتهم؛ في الأوقات التي يأوون إليها؛ فلما أخذهم العذاب. </p><p> صاروا عبرة لمن نظر إليها، وتذكرها. </p><p> الإتقاء: الامتناع من البلاء بما يرده عن صاحبه أن ينزل به. </p><p> المكر، والغدر، والحيل نظائر </p><p> قرأ {أَنَّا دَمَّرْنَاهُمْ} بفتح الألف: عاصم، وحمزة، والكسائي.. </p><p> وقرأ الباقون {إِنَّا دَمَّرْنَاهُمْ} : بكسر الألف. </p><p> وفي الفتح وجهان: الرفع على البدل من عاقبة أمرهم. </p><p> وقيل تَدْمِيرَنَا إياهم </p><p> خاوية، وخالية، وفارغة نظائر. </p><p> الفاحشة: القبيحة الشنيعة، وهي الظاهرة القبح، وهي أيضاً </p><p> الكبيرة من القبائح. </p><p> وقيل: إن بيوتهم هذه المذكورة بوادي القرى، وهو: موضع بين. </p><p> المدينة والشام. </p><p> ويجوز: وأرسلنا لوطاً، أو اذكر لوطاً. </p><p> وقيل {أَتَأْتُونَ الْفَاحِشَةَ وَأَنتُمْ تُبْصِرُونَ} أي: يرى ذلك بعضكم من بعض عتواً وتمرداً. </p><p> معنى:  {إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ} </p><p> أي: يتطهرون عن عملكم في إتي ان ال ذكران. </p><p> من العالمين؛ فلا يريدوا مجاورتهم، وهذه صفتهم </p><p> معنى:  {قَدَّرْنَاهَا مِنَ الْغَابِرِينَ} </p><p> : جعلناها من الغابرين؛ لأن جرمها على مقدار جرمهم؛ فلما كان تقديرها كتقديرهم في الإشراك بالله جرت مجراهم في إنزال العذاب بهم. </p><p> النذارة: الإعلام بموضع المخافة ليتقى </p><p> ونقيض ها البشارة، وهي الإعلام بموضع الأمن </p><p> لينجى. </p><p> النذير: البشير ينذر بالنار، ويبشر بالجنة. </p><p> الاصطفاء: إخراج الصفوة؛ لاجتبائها </p><p> وقيل {إنهم أناس يتطهرون} عن إتيان الرجال في أدبارهم عن ابن عباس. </p><p> ومجاهد، وقتادة. </p><p> الحديقة: البستان عليه حائط يحوطه </p><p> بهجة: منظر حسن يسر. </p><p> ابتهج به إذا سر به. </p><p> {قَدَّرْنَاهَا} : أي كتبنا أنها من الغابرين </p><p> وقيل: أمطرت الحجارة على من خرج من المدينة، وخسف </p><p> بأهلها؛ فهم يهوون إلى يوم القيامة. عن الحسن. </p><p> وقيل:  {بَلْ هُمْ قَوْمٌ يَعْدِلُونَ} </p><p> بالله غيره لجهلهم. </p><p> وقيل {يَعْدِلُونَ} عن الحق </p><p> جعل الأرض قراراً يسكنها؛ للاستقرار عليها، وإمكان التصرف </p><p> فيها. </p><p> النهر: المجرى الواسع من مجاري الماء </p><p> وأصله الاتساع، ومنه النهار لاتساع الضياء به، ومنه إنهار الدم </p><p> ؛ أي: إهراق كالنهر. </p><p> الرواسي: الجبال الثابتة </p><p> رست ترسوا رسواً إذا تبتت؛ فلم تبرح من مكانها؛ كالس ينة، </p><p> وغيرها، ومنه المراسي. </p><p> الحاجز بين البحرين: المانع أن يختلط أحدهما بالآخر، وقد يكون ذلك بكف كل واحد منهما عن صاحبه. </p><p> وفيه دلالة على إمكان كف النار عن الحطب حتى لا تحرقه، ولا </p><p> تسخنه كمنع الماء الملح من العذب المجاور له أن يختلط به </p><p> إجابة دعاء المضطر: فعل ما دعا به من أجل طلبه، وهذا لا </p><p> يكون إلا من قادر على الإجابة مسخر لها؛ لأنها وقعت على ما دعا به </p><p> الداعي. </p><p> {***} </p><p> ما لهم، وما عليهم في العبادة إن أخلصوها، أو أشركو فيها </p><p> وقيل:  {ويجعلكم خلفاء الأرض} </p><p> أي يخلف أهل العصر الثاني أهل العصر الأول. </p><p> كل برهان بيان، وليس كل بيان برهانا؛ لأنه يجمعها إظهار </p><p> المعنى للنفس؛ إلا أن أحدهما بمنزلة الناطق؛ بأنه ذا حق، وليس </p><p> كذلك البيان؛ لأنه يظهره من غير أن يظهر أن هذا حق، وذاك باطل. </p><p> وكل أمور الدين فإنه لا تعلم صحتها إلا ببرهان؛ لأنه لو لم يكن </p><p> كذلك لم يقل {هَاتُوا بُرْهَانَكُمْ} ، ولا كان عجزهم عن البرهان؛ فإنه لا يمكن إقامة برهان عليه يوجب أنه باطل. </p>"
}