{
  "id": null,
  "sura": 27,
  "aya": 66,
  "text": "<p> مسألة: </p><p> إن سئل عن قوله: {بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ بَلْ هُمْ فِي شَكٍّ مِنْهَا بَلْ هُمْ مِنْهَا عَمُونَ (٦٦) وَقَالَ الَّذِينَ كَفَرُوا أَإِذَا كُنَّا تُرَابًا وَآبَاؤُنَا أَئِنَّا لَمُخْرَجُونَ (٦٧) لَقَدْ وُعِدْنَا هَذَا نَحْنُ وَآبَاؤُنَا مِنْ قَبْلُ إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ (٦٨) قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ (٦٩) وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ (٧٠) وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (٧١) قُلْ عَسَى أَنْ يَكُونَ رَدِفَ لَكُمْ بَعْضُ الَّذِي تَسْتَعْجِلُونَ (٧٢) وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ (٧٣) وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ (٧٤) وَمَا مِنْ غَائِبَةٍ فِي السَّمَاءِ وَالْأَرْضِ إِلَّا فِي كِتَابٍ مُبِينٍ (٧٥) إِنَّ هَذَا الْقُرْآنَ يَقُصُّ عَلَى بَنِي إِسْرَائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ (٧٦) وَإِنَّهُ لَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ (٧٧) إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ بِحُكْمِهِ وَهُوَ الْعَزِيزُ الْعَلِيمُ (٧٨) فَتَوَكَّلْ عَلَى اللَّهِ إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ (٧٩) إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ (٨٠) وَمَا أَنْتَ بِهَادِي الْعُمْيِ عَنْ ضَلَالَتِهِمْ إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ (٨١) وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ (٨٢) وَيَوْمَ نَحْشُرُ مِنْ كُلِّ أُمَّةٍ فَوْجًا مِمَّنْ يُكَذِّبُ بِآيَاتِنَا فَهُمْ يُوزَعُونَ (٨٣) حَتَّى إِذَا جَاءُوا قَالَ أَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا أَمَّاذَا كُنْتُمْ تَعْمَلُونَ (٨٤) وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوا فَهُمْ لَا يَنْطِقُونَ (٨٥) أَلَمْ يَرَوْا أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (٨٦) وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ وَكُلٌّ أَتَوْهُ دَاخِرِينَ (٨٧) وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ (٨٨) مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ (٨٩) وَمَنْ جَاءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ (٩٠) إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ (٩١) وَأَنْ أَتْلُوَ الْقُرْآنَ فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَقُلْ إِنَّمَا أَنَا مِنَ الْمُنْذِرِينَ (٩٢) وَقُلِ الْحَمْدُ لِلَّهِ سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٩٣) } </p><p> إلى آخر السورة. </p><p> [الآيات من ٦٦ إلى ٩٣] </p><p> فقال ما ادِّرَاك العلم؟ ، وما الشك؟ ، ولم كان الجهل كالعمى؟ ، </p><p> ولم جاز قلب التراب إلى الحيوان، ولم يجز قلب السواد إلى البياض؟ ، وما وجه الشبهة في إنكار النشأة الثانية، وإذا أخبر الحكيم أنه </p><p> سيفعل كذا على جهة الوعد به هل يصح ذلك من غير تقييده بوقت؟ ، </p><p> وما الردف؟ ، وما الاستعجال؟ ، وما الفضل؟ ، وما الأكنان؟ وما </p><p> القصص؟ وما الاختلاف؟ وما معنى {بَلْ هُمْ فِي شَكٍّ مِنْهَا} ؟ ، وما معنى: إن تسمع إلا من يؤمن من بآياتنا؟ ، وما معنى: وإذا وقع عليهم؟ ، </p><p> وما معنى: تكلمهم؟ ، وما الدابة؟ ، وما وجه الاعتبار بجعل الليل </p><p> ليسكن فيه؟ ، ولم قيل والنهار مبصراً؟ ، وما وجه النفخ في الصور؟ ، ولم وجب أن كلا معرفة في {وَكُلٌّ أَتَوْهُ دَاخِرِينَ} ؟ ، وبما ينتصب صنع الله؟ ، </p><p> وما معنى: الإتقان؟ ، وما معنى: فله خير منها؟ ، وما معنى داخرين؟ </p><p> الجواب: </p><p> إدراك العلم لحاق الحال التي يَظهر فيها معلومه مع الآخرة </p><p> يَظهر الحق بما يرى من الأهوال التي من شأنها أن يقع عندها علم. </p><p> بمقتضى ما يحدث من عظيم الأمور. </p><p> الشك: لبس النقيضين بما يمتنع من إدراك الحق منهما أيهما هو </p><p> ، وذلك أنه لا يمكن مع الشك تمييز الحق من الباطل، ولا يكون الشك </p><p> فيه إلا مع الذكر له. </p><p> الجهل بالشيء كالعمى عنه؛ لأن كل واحد منهما يمنع بوجوده </p><p> من إدراك الشيء على ما هو به؛ إذ الجهل مضاد للعلم، والعمى </p><p> منافي للرؤية. </p><p> جاز قلب التراب إلى الحيوان لأن الحيوان إنما كان حيواناً بجعل </p><p> جاعل جعل فيه الحياة وإذا شاء رفعها بضده، وكذلك التراب كان </p><p> تراباً معنى لو شاء جاعله جعله خزفاً، أو آجراً، أو غير ذلك، </p><p> وليس هكذا سبيل. </p><p> السواد؛ لأنه سواد لنفسه لا لعلة يجوز ارتفاعها. </p><p> وجه الشبهة في إنكار النشأة الثانية طول المدة في النشأة الأولى </p><p> على مجرى العادة، وإذا نظر في أن الذي أجراها على ذلك قادر </p><p> على نقضها كما قدر على إجرائها زالت الشبهة </p><p> وقيل {بَلِ ادَّارَكَ} </p><p> أي: حين لم ينفعهم اليقين؛ مع شكهم في الدنيا. عن ابن عباس </p><p> قرأ (بل أَدْرَكَ) ابن كثير، وأبو عمرو.. </p><p> وقرأ الباقون (ادَّارك) . </p><p> أي: تتابع وتلاحق حتى كمل. </p><p> إذا أخبر الحكيم أنه سيفعل كذا على جهة الوعد به يصح ذلك من </p><p> غير تقييده بوقته؛ إذ كان عالماً بوقته بعينه، وكان الوعد منعقداً به، </p><p> ومن صفته أنه يعلم الغيوب، وفي صفة غيره إنما هو إخبار عن </p><p> غريمه أنه سيفعل فهو في فسحة منه؛ إلى أن يقارب وقتاً يغلب عليه </p><p> أنه إن لم ينجزه فيه؛ فإنه سيغير الوقت بهذا الوجه، ولابد للموعود </p><p> به من وقت وإن لم يذكر مع الوعد. </p><p> الردف: الكائن بعد الأول قريباً منه. </p><p> الاستعجال: طلب الأمر قبل وقته. </p><p> وهؤلاء الجهال طلبوا العذاب قبل وقته تكذيباً به، وقد أقام الله </p><p> عليهم الحجة فيه. </p><p> الفضل: الزيادة على ما للعبد. </p><p> الأكنان: جعل الشيء بحيث لا يلحقه أذى بمانع يصده عنه </p><p> ردف المرء فيه قولان: الأول: أنه من الفعل الذي يتعدى بحرف. </p><p> وغير حرف. </p><p> والثاني: بمعنى دنا لكم. </p><p> القصص: كلام يتلو بعضه بعضاً فيما ينبئ عن المعنى </p><p> ومن أجاب على مقدار ما سئل لم يقل إنه أت ى بقصص؛ لأنه </p><p> اقتصر على مقدار ما يقتضيه السؤال. </p><p> الاختلاف: ذهاب كل واحد إلى نقيض ما ذهب إليه الآخر </p><p> معنى:  {إِنَّ هَذَا الْقُرْآنَ يَقُصُّ عَلَى بَنِي إِسْرَائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ} </p><p> أنه يرجع إلى بيان القرآن للحق فيما وقع </p><p> فيه الاختلاف بين بني إسرائيل، وغيرهم من أهل المذاهب. </p><p> معنى الوصف بالعزيز العليم هنا أي العليم بصحة ما يقضي به </p><p> العزيز بما لا يمكن رد قضائه فهو يقضي بين المختلفين بما لا يمكن. </p><p> أن يرد ولا يلتبس بغير الحق. </p><p> واختلاف بني إسرائيل كاختلافهم في المسيح، حتى قالت اليهود </p><p> بتكذيبه في نبوته، وقالت النصارى بإلاهيته. </p><p> وما قالت اليهود في نسخ الشريعة حتى أجازه بعضهم من غير </p><p> التوراة وأباه آخرون منهم فلم يجيزوا النسخ أصلاً. </p><p> وكان عندهم بمقدار كاختلافهم في المعجزة حتى قال بعضهم </p><p> لا تكون إلا بما يدخل تحت مقدور العباد. </p><p> وقال آخرون قد يكون إلا أنه ما يعلم أنه مما لا يمكن بالبديهة، </p><p> وكاختلافهم في صفة المبشر به في التوراة حتى قال بعضهم هو </p><p> يوشع ابن نون. </p><p> وقال بعضهم غير ذلك، وكل هذا قد دلَّ القرآن </p><p> على الحق فيه. </p><p> وقيل العزيز في انتقامه من المبطلين، العليم بالمحق من </p><p> المختلفين. </p><p> وقيل قد بين القرآن اختلافهم في من سلف من الأنبياء. </p><p> وفي الآية تسلية للمحقين الذين خولفوا في أمر الدين؛ بأن أمرهم </p><p> يؤول إلى أن يحكم بينهم رب العالمين بما لا يمكن دفعه، ولا تلبيسه </p><p> ؛ وقيل: إن بني إسرائيل اختلفوا حتى لعن بعضهم بعضاً. </p><p> كالشمعتية، والعنانية، والسامرة. </p><p> الهادي: القائد إلى الحق بدعائه واقتضائه إياه، وقد يكون </p><p> بفعل المعرفة في قل ب المهت دين، وذلك لا يق در عليه إلا الله - عز </p><p> وجل - وقد فعلها في قلب المؤمنين المهتدين، وغيره يهدي بالدعاء، </p><p> وبالبيان فقط. </p><p> والضلالة الذهاب عن طريق الصواب، وقد يضل بالدعاء إلى </p><p> الضلال، ويضل المضل بأن يخلق الضلال في العين، وهو الجهل </p><p> بالحق، أو الشك فيه، وذلك مما لا يقدر عليه إلا الله - عزَّ وجلَّ -. </p><p> كما قلنا في الهداية التي هي المعرفة. </p><p> معنى {إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا} </p><p> أي: إلا من يطلب الحق بالنظر في آياتنا، ويسلك طريق القبول، وهو من سبق من الله العلم بأنه يوفقه، ويؤمن. </p><p> معنى {وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ} </p><p> أي إذا سبق الحكم من الله بأنهم لا يفلحون </p><p> صاروا إلى منزلة لا يفلح أحد منهم، وأخذوا حينئذ بمبادئ العقاب. </p><p> بإخراج الدابة. </p><p> معنى {تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ} </p><p> فيه وجهان: </p><p> الأول: تكلمهم بما يسوؤهم أنهم صائرون إلى النار، من الكلام </p><p> بلسان الآدميين الذين يفقهونه، ويفقهون على معناه. </p><p> الثاني: تكلمهم من الكلم. </p><p> وقيل: إنها تكتب على جبين الكافر أنه كافر، والمؤمن أنه </p><p> مؤمن. </p><p> وقيل: إن الدابة تخرج إذا لم يؤمر الناس بالمعروف، ولم ينهوا </p><p> عن المنكر. </p><p> عن ابن عمر، وعطية. </p><p> وقيل تكلمهم {أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ} . </p><p> وقيل الدابة تخرج بين الصفا والمروة </p><p> وجه الاعتبار بجعل الليل ليسكن فيه؛ أن من جعل الشيء لما </p><p> يصلح به من الانتفاع به؛ فإنما ذلك بالاختيار. </p><p> وفيه بطلان قول كل مخالف للحق في هذا الباب ممن أضاف الفعل إلى الطباع، أو ما جرى مجرى هذا مما ليس بمختار. </p><p> وقوله {وَالنَّهَارَ مُبْصِرًا} </p><p> فيه وجهان: . </p><p> الأول: لأنه بمعنى ذو إبصار كعيشة راضية أي ذات رضى. </p><p> كقول النابغة </p><p> كليني لِهَمٍّ يَا أُمَيْمَة نَاصِبُ </p><p> أي ذو نصب. </p><p> الثاني: لأنه يريك الأشياء كما يراها من يبصرها بالنور الذي </p><p> تجلى عنها. </p><p> وجه النفخ في الصور: أنه على تقرر ضرب البوق؛ للاجتماع </p><p> على المسير إلى أرض الجزاء بالحال التي تعرف في دار الدنيا. </p><p> ومن ذهب إلى أنه جمع صورة: فالمعنى أنه نفخ الأرواح في الأجساد بردها إلى حال الحياة التي كانت عليها </p><p> كلا معرفة في {وَكُلٌّ أَتَوْهُ دَاخِرِينَ} ؛ لأنه قطع عن الإضافة إلى </p><p> المعرفة، وفيه ذلك المعنى؛ كما قطع من قبل، ومن بعد، إلا أنه لم </p><p> يبن؛ لأنه قطع عن متمكن تام التمكن </p><p> نصب {صُنْعَ اللهِ} . </p><p> بما دل عليه ما تقدم من الكلام، وهو {وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ} عليه. </p><p> قيل صنع صنعه الذي أتقن كل شيء؛ إلا أنه أظهر اسم الله في الثاني؛ لأنه لم يذكر في الأول، وإنما دل عليه. </p><p> وقيل: الصور قرن البوق ينفخ فيه. عن مجاهد. </p><p> وقيل النفخة الأولى: نفخة الفزع، والثانية نفخة الصعق، </p><p> والثالثة نفخة القيام؛ لرب العالمين. </p><p> وقيل في خبر مرفوع. </p><p> {إِلَّا مَنْ شَاءَ اللَّهُ} أي: من الشهداء. </p><p> وقيل: الصُورُ صُوَرُ الخَلْقِ عن الحسن، وقتادة.. </p><p> {وَكُلٌّ أَتَوْهُ دَاخِرِينَ} </p><p> أي صاغرين عن ابن عباس. </p><p> وقيل الإتقان الإحكام. </p><p> وقيل {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا} </p><p> أي خير يصيبه منها. </p><p> وقيل بل أفضل منها </p><p> وقيل {حَرَّمَهَا} </p><p> عظم حرمتها أن يسفك دم حرام فيها، أو يظلم أحد </p><p> فيها، أو يصطاد صيدها، ويختلي خلاها </p><p> وقيل {إِلَّا مَنْ شَاءَ اللَّهُ} </p><p> أي من الملائكة الذين ثبت الله قلوبهم. </p><p> وقيل إسرافيل هو النافخ في الصور </p><p> وحمزة (أَتَوْهُ) . </p><p> قرأ عاصم في رواية حفص، والمفضل بالقصر مقصورة مفتوحة التاء فَعَلُوهُ </p><p> وقرأ الباقون (وكل آتَوُهُ) </p><p> ممدودة مضمومة التاء على فاعلوه. </p><p> قرأ [عاصم] وحمزة والكسائي (مِنَ فَزَعٍ)  [بالتنوين] </p><p> (يوَمَئِذٍ} بفتح الميم.</p><p> وقرأ الباقون (من فَزَعِ يَوْمئِذٍ) . </p><p> بغير تنوين مضافاً. </p>"
}