{
  "id": null,
  "sura": 27,
  "aya": 1,
  "text": "<p> [سورة النمل] </p><p> مسألة: </p><p> إن سأل عن قوله {طس تِلْكَ آيَاتُ الْقُرْآنِ وَكِتَابٍ مُبِينٍ (١) هُدًى وَبُشْرَى لِلْمُؤْمِنِينَ (٢) الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ (٣) إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ زَيَّنَّا لَهُمْ أَعْمَالَهُمْ فَهُمْ يَعْمَهُونَ (٤) أُولَئِكَ الَّذِينَ لَهُمْ سُوءُ الْعَذَابِ وَهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ (٥) وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ (٦) إِذْ قَالَ مُوسَى لِأَهْلِهِ إِنِّي آنَسْتُ نَارًا سَآتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ لَعَلَّكُمْ تَصْطَلُونَ (٧) فَلَمَّا جَاءَهَا نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ (٨) يَا مُوسَى إِنَّهُ أَنَا اللَّهُ الْعَزِيزُ الْحَكِيمُ (٩) وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَا مُوسَى لَا تَخَفْ إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ (١٠) إِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًا بَعْدَ سُوءٍ فَإِنِّي غَفُورٌ رَحِيمٌ (١١) } </p><p> [الآيات من ١ إلى ١١] </p><p> فقال: ما آيات القرآن؟ ، وما الفرق بين صفة القرآن بأنه مبين </p><p> وبيان؟ وكيف قيل القرآن، وكتاب، والقرآن هو الكتاب؟ وبأي </p><p> شيء يهدي القرآن إلى الحق؟ ، وما معنى: زينا لهم أعمالهم فهم </p><p> يعمهون؟ وما الحكيم؟ ، وما الفرق بين صفة عليم، وعالم؟ ، وما </p><p> الإيناس؟ ، وما الشهاب؟ ، وما القبس؟ وكيف قيل كأنها جان </p><p> ، وفي موضع آخر؛ فإذا هي ثعبان؟ وما معنى: بورك من في النار؟ </p><p> وما معنى: ، ولم يعقب يا موسى؟ وكيف قال لامرأته لعلي آتيكم؟ ، </p><p> وما الجان؟ </p><p> الجواب: . </p><p> آيات القرآن علاماته، ودلائله. </p><p> ومن صفته: أنه بيان عن الحكم في أعلى طبقات البلاغة </p><p> وحكم القرآن الموعظة؛ بما فيها من الترغيب، والترهيب، </p><p> والحجة الداعية إلى الحق الصارفة عن الباطل </p><p> وأحكام الشريعة التي فيها مكارم الأخلاق، ومحاسن الأفعال، </p><p> والمصلحة فيما يجب من حق الله؛ مما يؤدي إلى الثواب، ويؤمن من </p><p> العقاب؛ مع تفصيل هذه الأمور بأحسن الترتيب. </p><p> وصف القرآن بأنه مبين يقتدى به؛ بمنزلة النطق بكذا. </p><p> ووصفه بأنه بيان يقتدى به؛ بمنزلة النطق بكذا، في ظهور </p><p> المعنى به للنفس. </p><p> وقيل له القرآن، وكتاب ليجمع له الوصفان؛ بأنه مما يظهر </p><p> بالقراءة، ويظهر بالكتابة. </p><p> وهو بمنزلة الناطق؛ بما فيه من الأمرين جميعاً؛ ليفيدنا بذلك أنه يقرأ، ويكتب </p><p> يهدي القرآن إلى الحق بالبيان الذي فيه، والبرهان، وباللطف. </p><p> من جهة الإعجاز الدال على صحة أمر النبي - صلى الله عليه وسلم - </p><p> معنى:  {زَيَّنَّا لَهُمْ أَعْمَالَهُمْ} </p><p> خلقنا ظنهم لزينة ذلك وتوهمهم لحسنها. </p><p> وقيل {زَيَّنَّا لَهُمْ أَعْمَالَهُمْ فَهُمْ يَعْمَهُونَ} </p><p> التي أمرناهم بها فهم يتحيرون بالذهاب عنها. عن الحسن. </p><p> وقيل {زَيَّنَّا لَهُمْ أَعْمَالَهُمْ} </p><p> شهوة القبيح ليجتنبوا المشتهى. </p><p> {فَهُمْ يَعْمَهُونَ} عن هذا المعنى. </p><p> والتأويل الأول لنا، والآخر للمعتزلة.. </p><p> الحكيم: من له حكمة </p><p> والحكمة هي: العلم بأحكام الأمور وإتقانها، وقد يكون حكيماً في </p><p> فعله؛ على معنى أنه عالم بالصواب. </p><p> وقيل: هو البصير بالصواب من الخطأ؛ في تدبير الأمور. </p><p> الفرق بين صفة عليم، وعالم؛ أن بناء فعيل هاهنا؛ للمبالغة فإذا </p><p> كثرت معلوماته قيل: عَلَّمَ، وَأَعْلَمَ، وَعَلَّام؛ وإذا لم يكن له إلا معلوم. </p><p> واحد قيل: عالم. </p><p> وقال بعض المعتزلة: الفرق بينهما أن صفة عالم مضمنة </p><p> بالمعلوم؛ كما أن صفة سامع مضمنة بالمسموع، وصفة عليم بمعنى </p><p> ؛ أنه متى صح معلوم فهو عليم به؛ كما أنه متى صح مسموع فهو </p><p> سميع له. </p><p> الإيناس: الإحساس بالشيء من جهة يؤنس بها </p><p> أنست كذا؛ إذا أحسسته.. </p><p> الشهاب: نور كالعمود من النار، وجمعه شهب </p><p> ومنه قيل: للكوكب الذي يمتد من السماء شهاب. </p><p> القبس: القطعة من النار. </p><p> منه اقتبس النار اقتباساً؛ إذا أخذ منها شعلة، واقتبس منه علماً. </p><p> أي: أخذ منه نوراً؛ ليستضيء به؛ كما يستضيء بالنار. </p><p> وصلى النار يصلاها صلا؛ إذا لزمها </p><p> وقيل الصلاة منه؛ للزوم الدعاء [فيها] والمُصلِّي: الثاني بعد السابق؛ للزومه صلوي السابق </p><p> وقيل:  {رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ} </p><p> ؛ لأنها كالجان في اهتزازه، وهي ثعبان في عظمه </p><p> وكذلك هالهُ أمرها؛ لسرعة حركتها؛ مع عظم جسمها. </p><p> ومعنى:  {أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا} </p><p> قولان: </p><p> الأول: بورك نور الله الذي في النار. </p><p> وحسن ذلك؛ لأنه ظهر لموسى بآياته من النار في معنى قول </p><p> ابن عباس والحسن وسعيد بن جبير وقتادة. </p><p> والثاني: الملائكة الذين وكلهم الله بها؛ على ما يقتضيه. </p><p> {وَمَنْ حَوْلَهَا} . </p><p> لا خلاف أن الذي حولها الملائكة الذين وكلوا بها. </p><p> {وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ} </p><p> لم يرجع عن قتادة، ومجاهد. </p><p> وقيل: لم يرجع على عقبيه. </p><p> والمعاقبة ذهاب واحد، ومجيء آخر على المناوبة </p><p> وقال لامرأته لعلي آتيكم؛ لأنه أقامها مقام الجماعة في الأنس بها </p><p> ، والسكون إليها بالأمكنة الموحشة. </p><p> ويجوز أن يكون على طريق الكناية على هذا التأويل. </p><p> {سَآتِيكُمْ مِنْهَا بِخَبَرٍ} </p><p> من يدل على الطريق. </p><p> البركة: ثبوت الخير النامي بالشيء. </p><p> قال الفراء: العرب تقول باركك الله، وبارك فيك وبارك عليك. </p><p> الجان: الحية الصغيرة أخذت من الاجتنان، وهو الاستتار. </p><p> وقال الفراء بين الصغيرة والكبيرة. </p><p> قال الراجز </p><p> يَرْفَعْنَ بِاللَّيْلِ إِذَا مَا أَسْدَفَا ... أَعْنَاقَ جِنَّانِ وَهَامَا رُجَّفَا. </p><p> {أَنْ بُورِكَ} </p><p> يحتمل النصب على: نودي موسى بأن بورك، </p><p> والرفع على نودي البركة. </p><p> قرأ عاصم وحمزة والكسائي (بِشِهَابٍ قَبَسٍ) . </p><p> منون غير مضاف. </p><p> جعل قَبساً صفة.. </p><p> وقرأ الباقون (بِشِهَابِ قَبَسٍ) مضافاً. </p><p> فالأول على تقدير منور، والثاني على تقدير نار. </p>"
}