{
  "id": null,
  "sura": 27,
  "aya": 11,
  "text": "<p> مسألة: </p><p> وإن سأل عن قوله: {إِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًا بَعْدَ سُوءٍ فَإِنِّي غَفُورٌ رَحِيمٌ (١١) وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ فِي تِسْعِ آيَاتٍ إِلَى فِرْعَوْنَ وَقَوْمِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ (١٢) فَلَمَّا جَاءَتْهُمْ آيَاتُنَا مُبْصِرَةً قَالُوا هَذَا سِحْرٌ مُبِينٌ (١٣) وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ (١٤) وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَى كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ (١٥) وَوَرِثَ سُلَيْمَانُ دَاوُودَ وَقَالَ يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ إِنَّ هَذَا لَهُوَ الْفَضْلُ الْمُبِينُ (١٦) وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ (١٧) حَتَّى إِذَا أَتَوْا عَلَى وَادِ النَّمْلِ قَالَتْ نَمْلَةٌ يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لَا يَشْعُرُونَ (١٨) فَتَبَسَّمَ ضَاحِكًا مِنْ قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ (١٩) وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ (٢٠) لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِينٍ (٢١) } </p><p> [الآيات من ١١ إلى ٢١] </p><p> فقال: ما معنى بدل حسناً بعد سوء؟ ، وما الاستثناء في إلا من؟ </p><p> ، وما الآيات التسع التي كانت لموسى؟ ، وما معنى: مبصرة؟ ، وهل </p><p> يدل {وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ} أنهم كانوا معاندين؛ إذ جحدوا ما عرفوا؟ ، وما الميراث؟ ، وما منطق الطير؟ ، وما معنى {وأوتينا من كل شيء} ؟ ، وما الإيزاع؟ ، وعلى أي سبيل كانت معرفة النمل سليمان؟ وما معنى: تفقد الطير؟ </p><p> الجواب: </p><p> معنى:  {بَدَّلَ حُسْنًا بَعْدَ سُوءٍ} </p><p> ندم على ما كان منه، وعزم على ترك المعاودة إلى مثله، وترك الإصرار عليه </p><p> الاستثناء في {إِلَّا مَنْ ظَلَمَ} </p><p> فيه وجهان: أحدهما: {لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ إِلَّا مَنْ ظَلَمَ} </p><p> نفسه ما عمل من صغيرة فيكون الاستثناء </p><p> على هذا متصلاً في معنى قول الحسن. </p><p> الثاني: لكن {إِلَّا مَنْ ظَلَمَ} من العباد فهذا أمره؛ فيكون على الاستثناء المنقطع. </p><p> الآيات التسع التي كانت لموسى العصا واليد والجراد والقمل </p><p> والضفادع والدم والبحر ورفع الطور وانفجار الحجر. </p><p> وقيل بدك الجبل والحجر والطوفان والطمس. عن ابن زيد. </p><p> معنى {مُبْصِرَةً} : فيه وجهان:. </p><p> الأول: تبصر الصواب من الخطأ. </p><p> أبصرته، وبصرته بمعنى؛ كقولك: أكفرته، وكفرته، وأكذبته </p><p> ، وكذبته. </p><p> الثاني: مبصرة للحق من الباطل؛ فهي تهدي إليه؛ كأنها تراه. </p><p> ولا يدل قوله:  {وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا} </p><p> أنهم كانوا معاندين من قبل أن المعرفة كانت بوقوعها على الحقيقة. </p><p> فأما الاستدلال الذي يؤدي إلى أنها من قبل الله؛ ليدل بها على صدق من أعطاه إياها؛ فبعد العلم بوقوعها. </p><p> وقيل معنى: {لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ (١٠) إِلَّا مَنْ ظَلَمَ} </p><p> إنما الخوف على من سواهم) . </p><p> {وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ} </p><p> وقال: ابن مسعود - رضي الله عنه -: أتى موسى فرعون </p><p> وعليه جبة صوف. </p><p> وقال: مجاهد: كان كمها إلى بعض يده.. </p><p> {تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ} من غير برص. </p><p> الميراث: تركة الماضي بموته للباقي من ذوي قرابته </p><p> فلما ترك داود لسليمان العلم الذي هو أعظم فائدة كان ذلك ميراثاً </p><p> أكثر من ميراث المال. </p><p> منطق الطير: صوت يَتفاهم به معانيها على صيغة واحدة، وذلك </p><p> بخلاف منطق الناس؛ إذ هو صوت يتفاهمون به معانيهم على صيغ </p><p> مختلفة، ولذلك لم نفهم عنها مع طول مصاحبتها، ولم تفهم هي عنا؛ </p><p> لأن أفهامها مقصورة على تلك الأمور المخصوصة، ولما جعل </p><p> سليمان يفهم عنها؛ كان قد علم منطقها </p><p> معنى:  {وأوتينا من كل شيء} </p><p> يطلبه طالب؛ لحاجته إليه، وانتفاعه به. </p><p> ولو قال {وأوتينا من كل شيء} </p><p> علماً وتسخيراً في كل ما يصلح أن يكون معلوماً لنا، أو مسخراً لنا [غير أن مخرجه مخرج العموم، فيكون أبلغ وأحسن]  (١) </p><p> الإيزاع: المنع من الذهاب </p><p> وإنما منع أول الجنود على آخرهم، ليتلاحقوا، ولا يتفرقوا </p><p> ومثل ذلك {رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ} </p><p> أي ألهمني ما يمنع من ذهاب الشكر عني. </p><p> كانت معرفة النمل لسليمان على سبيل المعجزة، وقيل: إنه لا </p><p> يمتنع أن تعرف البهيمة هذا الصوت؛ كما يَعرف كثيراً مما فيه نفعه </p><p> وضره. </p><p> فمن معرفة النملة بذلك أنها تكسر الحبة بقطعتين؛ لئلا تنبت </p><p> إلا الكزبرة فإنما تكسرها بأربع قطع؛ لأنها تنبت إذا كسرت بقطعتين </p><p> ؛ فمن هداها إلى هذا؛ فهو الذي يهديها إلى ما يحطمها، وإلى ما لا يحطمها. </p><p>(١) ما بين المعقوفين زيادة من مجمع البيان.</p><p> وقيل: كان عسكره مائة فرسخ: خمسة وعشرون للجن، </p><p> وخمسة وعشرون للوحش؛ عن محمد بن كعب القرظي. </p><p> وقيل: وأعطينا من كل شيء. </p><p> وقيل:  {فَهُمْ يُوزَعُونَ} </p><p> يمنع أولهم على آخرهم عن ابن عباس. </p><p> وقيل: يساقون عن ابن زيد، وقيل يتقدمون عن الحسن. </p><p> وقيل:  {فِي عِبَادِكَ الصَّالِحِينَ} </p><p> أي: مع عبادك. عن ابن زيد. </p><p> وقيل: كان تفقده للهدهد؛ أنه احتاج إليه في مسيره؛ ليدل على الماء. </p><p> عن ابن عباس. </p><p> قال وهب بن منبه: كان تفقده للهدهد؛ أنه احتاج إليه إياه </p><p> لإخلاله بنوبة له معه. </p><p> وقيل: كان سبب تفقده أن الطير كانت تظله من الشمس عليه. </p><p> وقيل: إن الهدهد كان يرى الماء في الأرض؛ كما يرى الماء في </p><p> الزجاج. </p><p> وقد جعل لها منطق؛ لأنه يفهم به المعاني؛ كبكاء الغم، </p><p> وبكاء الفرح. </p>"
}