{
  "id": null,
  "sura": 28,
  "aya": 41,
  "text": "<p> مسألة: </p><p> إن سئل عن قوله - سبحانه -: {وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ وَيَوْمَ الْقِيَامَةِ لَا يُنْصَرُونَ (٤١) وَأَتْبَعْنَاهُمْ فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ هُمْ مِنَ الْمَقْبُوحِينَ (٤٢) وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ يَتَذَكَّرُونَ (٤٣) وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ وَمَا كُنْتَ مِنَ الشَّاهِدِينَ (٤٤) وَلَكِنَّا أَنْشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُ وَمَا كُنْتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا وَلَكِنَّا كُنَّا مُرْسِلِينَ (٤٥) وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا وَلَكِنْ رَحْمَةً مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ (٤٦) وَلَوْلَا أَنْ تُصِيبَهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ وَنَكُونَ مِنَ الْمُؤْمِنِينَ (٤٧) فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوا لَوْلَا أُوتِيَ مِثْلَ مَا أُوتِيَ مُوسَى أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَى مِنْ قَبْلُ قَالُوا سِحْرَانِ تَظَاهَرَا وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ (٤٨) قُلْ فَأْتُوا بِكِتَابٍ مِنْ عِنْدِ اللَّهِ هُوَ أَهْدَى مِنْهُمَا أَتَّبِعْهُ إِنْ كُنْتُمْ صَادِقِينَ (٤٩) فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٥٠) } </p><p> ..... </p><p> [الآيات من ٤١ إلى ٥٠] . </p><p> فقال: ما معنى {وَجَعَلْنَاهُمْ أَئِمَّةً} ؟ وما الإمام؟ وما الداعي؟ وما الاتباع؟ </p><p> وما معنى {وَيَوْمَ الْقِيَامَةِ هُمْ مِنَ الْمَقْبُوحِينَ} ؟ وما النداء؟ وما معنى:  {وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا} ؟ وما الإنذار؟ وما التذكير؟ وما الهوى؟ وما الطور؟ </p><p> الجواب: . </p><p> معنى:  {وَجَعَلْنَاهُمْ أَئِمَّةً} </p><p> أي: خلقنا فيهم ما كانوا به أئمة من أفعالهم. </p><p> الإمام: المقدم للاتباع. </p><p> الداعي: الطالب من غيره أن يفعل بالقول، أو الإظهار الذي </p><p> يقوم مقام القول. </p><p> الاتباع: إلحاق الثاني بالأول </p><p> فهؤلاء الدعاة إلى الضلالة ألحقوا اللعنة تدور معهم حيث ما كانوا. </p><p> ، وفي ذلك أعظم الزجر عما فيه القبح. </p><p> وقيل:  {وَيَوْمَ الْقِيَامَةِ هُمْ مِنَ الْمَقْبُوحِينَ} </p><p> مع اللعنة وقيل كانوا يتناصرون في الدنيا، وهم لا ينصرون في الآخرة </p><p> وقيل قبحه الله يقبحه قبحاً، وهو مقبوح؛ إذا جعله قبيحاً </p><p> معنى:  {وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ} </p><p> أي بجانب. </p><p> غربي الجبل عن قتادة. </p><p> قضينا إليه الأمر: فصلنا الأمر بما ألزمناه وقومه، وعهدنا إليه. </p><p> الثاوي: المقيم. </p><p> وقيل:  {أَئِمَّةً يَدْعُونَ إِلَى النَّارِ} </p><p> يدعون إلى النار بتعريف الناس أنهم كانوا </p><p> كذلك؛ كما يقال جعلناه رجل سوء بتعريفنا حاله. </p><p> وقيل: المقبوح: المشوه بخلقته لقبيح عمله. </p><p> النداء: الدعاء بيا بقوله: (يَا مُوسَى خُذِ الكِتَابَ بِقُوَّةٍ) . </p><p> {وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا} ؛ لما فيه من العبرة، والموعظة، وأن سبيلك؛ كسبيل غيرك من النبيين في التأييد في المعجزة الدالة على النبوة. </p><p> الإنذار: الإعلام بموضع المخالفة ليتقى. </p><p> فالنبي نذير؛ لأنه معلم حال المعصية، وما يستحق عليها من العقاب. </p><p> النذر: العقد على ضرب من البر بالسلامة من الخوف. </p><p> التذكر: طلب الذكر بالفكر، والنظر، ونصب الآيات؛ للتذكر </p><p> بما فيها وما تقتضيه من مدلولادتها. </p><p> الهوى: ميل الطباع إلى المشتهى. </p><p> جواب لولا محذوف أي: لعاجلناهم بالعقوبة، ودليله أن معنى </p><p> الكلام الامتنان عليهم بالإمهال؛ حتى يذكر ما أتى به الرسول. </p><p> {قَالُوا سِحْرَانِ تَظَاهَرَا} </p><p> موسى، ومحمد. عن ابن عباس. </p><p> وقيل: موسى وهارون. عن مجاهد. </p><p> ومن قرأ (سِحْرَانِ) فمعناه: التوراة والقرآن عن ابن عباس. </p><p> وقيل: الإنجيل، والفرقان. عن الضحاك. </p><p> وقيل: التوراة، والإنجيل عن عكرمة. </p><p> {وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ} </p><p> أي: من كتاب موسى ومحمد. عن ابن زيد. </p><p> الطور: الجبل. </p><p> وهذه المرة الثانية التي كلم الله فيها موسى. </p><p> وقيل جواب لولا: لما. </p><p> {قُلْ فَأْتُوا بِكِتَابٍ مِنْ عِنْدِ اللَّهِ هُوَ أَهْدَى مِنْهُمَا أَتَّبِعْهُ إِنْ كُنْتُمْ صَادِقِينَ} </p><p> أي بكل ما أمرهم به، وذكر أنه من عند الله. </p><p> ويحتمل أي: بموسى، وهارون. </p><p> وفي الآية دلالة على بطلان تقليد من لا حجة معه من الله في </p><p> تقليده؛ لأنه لا أحد أضل منه. </p><p> {وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ} </p><p> أي مشركوا العرب كفروا بالتوراة، والقرآن. عن الحسن. </p><p> قرأ عاصم وحمزة والكسائي (سِحْرَانِ) بغير ألف. </p><p> وقرأ الباقون (سَاحِرَانِ) بألف. </p>"
}