{
  "id": null,
  "sura": 28,
  "aya": 11,
  "text": "<p> مسألة: إن سئل عن قوله: {وَقَالَتْ لِأُخْتِهِ قُصِّيهِ فَبَصُرَتْ بِهِ عَنْ جُنُبٍ وَهُمْ لَا يَشْعُرُونَ (١١) وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ (١٢) فَرَدَدْنَاهُ إِلَى أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (١٣) وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى آتَيْنَاهُ حُكْمًا وَعِلْمًا وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ (١٤) وَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ مِنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَذَا مِنْ شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ قَالَ هَذَا مِنْ عَمَلِ الشَّيْطَانِ إِنَّهُ عَدُوٌّ مُضِلٌّ مُبِينٌ (١٥) قَالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (١٦) قَالَ رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِلْمُجْرِمِينَ (١٧) فَأَصْبَحَ فِي الْمَدِينَةِ خَائِفًا يَتَرَقَّبُ فَإِذَا الَّذِي اسْتَنْصَرَهُ بِالْأَمْسِ يَسْتَصْرِخُهُ قَالَ لَهُ مُوسَى إِنَّكَ لَغَوِيٌّ مُبِينٌ (١٨) } </p><p> [الآيات من ١١ إلى ١٨] </p><p> فقال: ما معنى قصيه؟ ، وما معنى: عن جنب؟ ولم قيل {وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ} وليس هناك نهي؟ وما النصح؟ وما معنى: وكزه؟ وما معنى: هذا من شيعته </p><p> ؟ وما معنى: من عمل الشيطان؟ وما معنى: بلغ أشده؟ وكيف قال </p><p> موسى {هَذَا مِنْ عَمَلِ الشَّيْطَانِ} في شيء لا عقاب عليه؟ وما الظهير؟ وما الفاء في {فَأَصْبَحَ} ؟ وما الاستصراخ؟ وما الترقب؟ </p><p> وما معنى: إنك لغوي؟. </p><p> الجواب: معنى (قُصِّيهِ) اتبعي أثره </p><p> قصه يقصه قصا؛ إذا اتبع أثره. </p><p> ومنه القصص الذي هو حديث يتبع فيه الثاني الأول </p><p> معنى {فَبَصُرَتْ بِهِ عَنْ جُنُبٍ} </p><p> مكان جنب، وهو الجانب. </p><p> وذلك أن الجنب صفة وقعت موقع الموصوف، ولأن المعنى معلوم. </p><p> قيل:  {وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ} </p><p> وإن لم يكن نهي كما يقال: حرم فلان على نفسه كذا؛ بالامتناع اللازم له. </p><p> النصح: إخلاص العمل من شائب الفساد. </p><p> وهو نقيض الغش. </p><p> وقيل:  {عَنْ جُنُبٍ} </p><p> عن بعد. عن مجاهد. </p><p> وقيل: وآل فرعون لا يشعرون أنها أخته عن قتادة. </p><p> {يَكْفُلُونَهُ لَكُمْ} </p><p> أي يضمنونه برضاعه والقيام عليه </p><p> وقيل:  {وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى} </p><p> ثلاثاً وثلاثين سنة، واستواءَه أربعين سنة. عن قتادة. </p><p> وقيل:  {وَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ مِنْ أَهْلِهَا} ؛ لأنه كان </p><p> وقت القائلة. </p><p> وقيل: بل لأنهم غفلوا عن ذكره لبعد عهدهم به. </p><p> {فَوَكَزَهُ} </p><p> دفع في صدره بجمع كفه. </p><p> ونظيره لكزه، ولهزه. </p><p> وقيل: هذا من شيعته أي: إسرائيلي، وهذا من عدوه أي قبطي. </p><p> عن مجاهد. </p><p> وقيل: هذا مسلم، والآخر كافر. </p><p> {هَذَا مِنْ عَمَلِ الشَّيْطَانِ} </p><p> أي: من إغوائه حتى زدت في الإيقاع به، وإن </p><p> كنت لم أتعمد قتله. </p><p> وقيل: إن فرعون سأل أمه كيف ارتضع منك، ولم يرضع من غيرك، فقالت: إني امرأة طيبة الريح طيبة اللبن لا أكاد أوتى بصبي إلا ارتضع مني. </p><p> وقيل: لأخته من أين قلت {وَهُمْ لَهُ نَاصِحُونَ} : فقالت عنيت: ناصحون للملك. </p><p> فيه لطيف تدبير الله؛ بتسخير فرعون؛ لعدوه حتى تولاه في تربيته من قبل رده على أمه. </p><p> وقيل بلغ أشده: قيام الحجة عليه. </p><p> عن الحسن. </p><p> وقال:  {عَلَى حِينِ غَفْلَةٍ مِنْ أَهْلِهَا} </p><p> كان يوم عيد لهم قد اشتغلوا بلهوهم، ولعبهم. </p><p> جاز أن يقول موسى:  {هَذَا مِنْ عَمَلِ الشَّيْطَانِ} . </p><p> في شيء لا عقاب عليه فيه من حيث؛ إنه رأى تركه أفضل من فعله؛ فكأنه بخس نفسه ذلك الفضل؛ فقال:  {رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي} . </p><p> الظهير: الذي يظهر المعاونة لغيره؛ بما يصير كالظهر له الذي </p><p> يحميه من عدوه. </p><p> دخلت الفاء في:  {فَأَصْبَحَ} </p><p> على العطف على ما قبله. </p><p> الاستصراخ: طلب الصراخ على العدو بما يردعه عن الإيقاع </p><p> بمن قد تعرض له. </p><p> الاستنصار: طلب النصر على العدو. </p><p> والاستنجاد: طلب النجد بما يكف العدو عن صاحبه. </p><p> وقيل {رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِلْمُجْرِمِينَ} </p><p> بالمغفرة فلن أعين بعدها على خطيئة. </p><p> وقيل:  {يترقب} </p><p> الأخبار. عن ابن عباس </p><p> وقيل قال:  {أَتُرِيدُ أَنْ تَقْتُلَنِي كَمَا قَتَلْتَ نَفْسًا بِالْأَمْسِ} </p><p> من قول الإسرائيلي؛ لما خاف على نفسه عند قول موسى:  {إِنَّكَ لَغَوِيٌّ مُبِينٌ} . </p><p> عن ابن عباس، وأكثر أهل العلم. </p><p> وقيل: بل هو من قول الفرعوني لأنهم كانوا قد انتهوا من القتيل؛ </p><p> أنه قتله بعض بني إسرائيل. عن الحسن. </p><p> و {يأتمرون بك} </p><p> أي في قتالك من لا تطيق منع شره عنك </p><p> من أصحاب فرعون. </p><p> وقيل:  {يأتمرون بك} </p><p> أي: يأمر بعضهم بعضاً بقتلك </p>"
}