{
  "id": null,
  "sura": 28,
  "aya": 31,
  "text": "<p> مسألة: </p><p> وإن سئل عن قوله - سبحانه -: {وَأَنْ أَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَا مُوسَى أَقْبِلْ وَلَا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ (٣١) اسْلُكْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ فَذَانِكَ بُرْهَانَانِ مِنْ رَبِّكَ إِلَى فِرْعَوْنَ وَمَلَإِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ (٣٢) قَالَ رَبِّ إِنِّي قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَنْ يَقْتُلُونِ (٣٣) وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ (٣٤) قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَا أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ (٣٥) فَلَمَّا جَاءَهُمْ مُوسَى بِآيَاتِنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا سِحْرٌ مُفْتَرًى وَمَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ (٣٦) وَقَالَ مُوسَى رَبِّي أَعْلَمُ بِمَنْ جَاءَ بِالْهُدَى مِنْ عِنْدِهِ وَمَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ (٣٧) وَقَالَ فِرْعَوْنُ يَا أَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا لَعَلِّي أَطَّلِعُ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ مِنَ الْكَاذِبِينَ (٣٨) وَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ (٣٩) فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ (٤٠) وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ وَيَوْمَ الْقِيَامَةِ لَا يُنْصَرُونَ (٤١) } </p><p> [الآيات من ٣١ إلى ٤١] </p><p> فقال: ما الإلقاء؟ وما العصا؟ وما الاهتزاز؟ وما الردء؟ وما السلطان؟ </p><p> وما معنى: ، واضمم إليك جناحك؟ وما معنى: فذانك؟ </p><p> وما معنى: السلطان؟ وما الرهب؟ وما وجه الشبه في </p><p> أنهم ما سمعوا بهذا في آبائهم الأولين؟ وما معنى: سحر مفترى؟ </p><p> وما وجه الاحتجاج بـ {رَبِّي أَعْلَمُ بِمَنْ جَاءَ بِالْهُدَى مِنْ عِنْدِهِ} ؟ </p><p> الجواب: . </p><p> الإلقاء: إخراج الشيء إلى جهة السفل </p><p> وألقى عصاه أي: أخرجها من يده؛ إلى الأرض فانقلبت بإذن الله. </p><p> ثعباناً عظيماً تهتز؛ كأنها جان في سرعة حركته، وشدة اهتزازه. </p><p> العصا: عود كالعمود من خشب. </p><p> وفي انقلابه إلى الحيوان: دليل على أن الجواهر من جنس واحد </p><p> ؛ لأنه لا حال أبعد من الحيوان من حال الخشب وما جرى مجراه. </p><p> من الجماد وذلك يقتضي صحة قلب الأبيض إلى حال الأسود </p><p> الاهتزاز: شدة الاضطراب في الحركة </p><p> وللحيوان حركة تدل عليه؛ إذا رؤي عليها لا يشك في أنه حيوان. </p><p> بها، وهي التصرف بالاختيار من غير دفع ولا سبب. </p><p> الردء: العون الذي يدفع الشر عن صاحبه. </p><p> وهو المعين في دفع الردى عن صاحبه. </p><p> السلطان: القوة على تدبير العامة، وتقويمهم على ما توجبه السياسة. </p><p> {واضمم إليك جناحك} </p><p> أي يداك لأجل الحية عن مجاهد وقتادة. </p><p> {فذانك} </p><p> قيل في تشديده ثلاثة أقوال: </p><p> الأول: التوكيد. </p><p> الثاني: الفرق بين النون التي تسقط للإضافة، وبين هذه النون. </p><p> الثالث: الفرق بين تثنية الاسم المتمكن وغيره.. </p><p> وقيل: إنه أُمِر أن يدخل يده في فِيها ففعل فعادت عصا كما كانت. </p><p> وقيل السلطان: القوة التي كانت لهما بالعصا. </p><p> وقيل: ردأته أردأه؛ إذا أعنته وأردأته أيضاً. </p><p> قرأ (من الرَّهَبِ) بفتح الراء، والهاء ابن كثير، ونافع، وأبو عمرو. </p><p> وقرأ الباقون (الرُّهْبِ) بضم الراء، وتسكين الهاء. </p><p> وقرأ ابن كثير، وأبو عمرو (فَذانِّك) مشددة النون، </p><p> وقرأ الباقون (فَذَانِكَ) خفيفة. </p><p> وقرأ عاصم وحمزة (تُصَدِّقُنِي) بضم القاف. </p><p> وقرأ الباقون بالجزم. </p><p> وجه الشبهة في أنهم ما سمعوا بهذا في آبائهم الأولين: أنهم </p><p> الكبراء الذي لو كان حقاً لأدركوه؛ لأنه لا يجوز أن يدرك الحق </p><p> الأنقص في العقل والرأي، وأن لا يدركه الأفضل منهما؛ فغلطوا في أن </p><p> ما طريقة إلا الاستدلال قد يصيبه من سلك طريقة، ولا يصيبه </p><p> من لم يسلك طريقه. </p><p> معنى:  {سِحْرٌ مُفْتَرًى} </p><p> سِحْرٌ مختلق لم يبن على أصل صحيح؛ لأنه حيلة توهم خلاف الحقيقة </p><p> وجه الاحتجاج بـ {رَبِّي أَعْلَمُ بِمَنْ جَاءَ بِالْهُدَى مِنْ عِنْدِهِ} </p><p> أنه عالم بما يدعوا إلى الهدى مما يدعوا إلى الضلالة؛ لأنه عالم بما في ذلك للعباد </p><p> وعليهم ثم بين ذلك بقوله:  {إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ} ، وأن عاقبة الفلاح </p><p> لأهل الحق، والإنصاف. </p><p> فإن قيل لم قالوا:  {وَمَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ} </p><p> مع شهرة قوم نوح، وصالح، وهود، وغيرهم من النبيين الذين دعوا إلى توحيد الله، وإخلاص عبادته. </p><p> قيل فيه وجهان: </p><p> أحدهما: أنه للفترة جحدوا أن تقوم به الحجة. </p><p> والوجه الآخر: بأن آباءهم ما صدقوا بشيء من ذلك، ولا دانوا به. </p><p> الاطلاع: الظهور على الشيء من علو، وهو الإشراف عليه </p><p> قرأ ابن كثير وحده (قَالَ مُوسَى) بغير واو. </p><p> وكذلك هي في مصاحف أهل مكة </p><p> وقرأ الباقون (وَقَالَ مُوسَى رَبِّي أَعْلَمُ) بواو. </p><p> وكذلك في مصاحفهم. </p>"
}