{
  "id": null,
  "sura": 28,
  "aya": 51,
  "text": "<p> مسألة: إن سئل عن قوله - سبحانه-: {وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ (٥١) الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ (٥٢) وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِنْ رَبِّنَا إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ (٥٣) أُولَئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (٥٤) وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ (٥٥) إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (٥٦) وَقَالُوا إِنْ نَتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا مِنْ لَدُنَّا وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (٥٧) وَكَمْ أَهْلَكْنَا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ الْوَارِثِينَ (٥٨) وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ (٥٩) وَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى أَفَلَا تَعْقِلُونَ (٦٠) أَفَمَنْ وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيهِ كَمَنْ مَتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ (٦١) } </p><p> [الآيات من ٥١ إلى ٦١] </p><p> فقال ما الفرق بين توصيل القول وبين تصريفه؟ ، وعلى ما يعود </p><p> الضمير في من قبله؟ ، وما الأجر؟ ، وما الصبر؟ ، وما اللغو؟ ، وما </p><p> الهدى هاهنا في قوله:  {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ} ؟ وما المحبة؟ وما معنى {فِي أُمِّهَا} ؟ </p><p> وما التخطف؟ ، وبأي شيء جعل الله الحرم آمناً؟ </p><p> وما معنى:  {فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا} ؟ </p><p> الجواب: إن تصريف القول تصييره في جهات من المعاني المختلفة، </p><p> وتوصيله تصيير بعضه يلي بعضاً بحسب ما تقتضيه المعاني المختلفة </p><p> الضمير في {مِنْ قَبْلِهِ هُمْ بِهِ} يعود على القرآن، وقد تقدم ذكره في </p><p> {وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِنْ رَبِّنَا إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ} </p><p> هم بالقرآن يؤمنون من قبل نزوله، ومن بعد نزوله. </p><p> الأجر: الحق اللازم على عمل البر </p><p> والصابر يؤتى أجره مرتين؛ بعمل الطاعة لله، والصبر عليها. </p><p> لما يوجبه التمسك بها. </p><p> الصبر: حبس النفس عما تنازع إليه مما لا يجوز أن يتخطى إليه </p><p> ولذلك مدح الله الصابرين، والصبر على الحق مرٌّ إلا أنه يؤدي </p><p> إلى أحلى من الشهد. </p><p> اللغو: الفعل الذي لا فائدة فيه، وإنما يفعله فاعله على توهم فاسد. </p><p> وأصل التوصيل من وصل الحبال بعضها ببعض. </p><p> وقيل:  {وَإِذَا يُتْلَى عَلَيْهِمْ} </p><p> في الخبر عن أمر الدنيا والآخرة. عن ابن زيد. </p><p> وقال الحسن:  {وَإِذَا يُتْلَى عَلَيْهِمْ} </p><p> بما أهلكنا من القرون قرناً بعد قرن فأخبرناهم أنا أهلكنا قوم نوح بكذا، وقوم هود بكذا، وقوم صالح بكذا. </p><p> {قَالُوا آمَنَّا بِهِ} ؛ فيخافوا أن ينزل بهم ما نزل بمن قبلهم. </p><p> الهدى هاهنا اللفظ الذي لا يقدر عليه إلا الله، ويحتمل أن يكون </p><p> هو الاهتدى إلى الحق، وهو فعل الله تعالى أيضاً. </p><p> {وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ} </p><p> الذين هداهم إلى الحق؛ لأنه هو الخالق لهدايتهم.. </p><p> المحبة: الإرادة. </p><p> التخطف: أخذ الشيء على طريق الاستلاب من كل جهة. </p><p> جعل الله الحرم آمناً. بوجهين: </p><p> أحدهما: ما طبع النفوس عليه من السكون إليه، وترك النفور؛ مما ينفر عنه من غيره؛ كالغزال مع الكلب، والحمام مع الناس وغيرهم. </p><p> والآخر: بما حكم به على العباد من جهة الأمن بأمان من دخله، </p><p> ولاذ به. </p><p> وقيل في {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ} </p><p> قولان: . </p><p> أحدهما: من أحببت هدايته. </p><p> والآخر: من أحببته لقرابته </p><p> وقيل في {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ} </p><p> نزلت في أبي طالب عن ابن عباس، ومجاهد، والحسن، وقتادة </p><p> فإنه كان حريصاً على إيمان أبي طالب محبا يجمع من كل </p><p> جهة. </p><p> البطر، والأشر من النظائر </p><p> وقيل في:  (أمها) قولان: </p><p> أحدهما: أن أم القرى، وهي مكة </p><p> والآخر: في معظم القرى من سائر الدنيا. </p><p> {فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا}  (١) </p><p>(١) لعل تفسير هذه الآية ساقط من الأصل. (٨ / ١٤٧) وهذا معناها من التبيان \"لم تسكن من بعدهم إلا قليلاً من الزمان ثم. هلكوا، وورث الله تعالى مساكنهم؛ لأنه لم يبق منهم أحد.</p>"
}