{
  "id": null,
  "sura": 28,
  "aya": 2,
  "text": "<p> [سورة القصص] </p><p> مسألة: إن سئل عن قوله سبحانه: {طسم (١) تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ (٢) نَتْلُو عَلَيْكَ مِنْ نَبَإِ مُوسَى وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُؤْمِنُونَ (٣) إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ (٤) وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ (٥) وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ (٦) وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ وَلَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ (٧) فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ (٨) وَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِي وَلَكَ لَا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَهُمْ لَا يَشْعُرُونَ (٩) وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَى فَارِغًا إِنْ كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَنْ رَبَطْنَا عَلَى قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَ (١٠) وَقَالَتْ لِأُخْتِهِ قُصِّيهِ فَبَصُرَتْ بِهِ عَنْ جُنُبٍ وَهُمْ لَا يَشْعُرُونَ (١١) } </p><p> [الآيات من ١ إلى ١١] </p><p> فقال: ما البيان؟ ، وما التلاوة؟ ، وما النبأ؟ ، وما الحق؟ ، وما </p><p> الإيمان؟ ، وما معنى: المبين؟ ، وما معنى: علا في الأرض؟ ، وما التمكين </p><p> ؟ ، والضمير في {مِنْهُمْ مَا كَانُوا يَحْذَرُونَ} إلى ماذا يعود؟ وما الحذر؟ ، وما الخوف؟ ، وما اليم؟ ، وما معنى: فارغاً؟ ، وما معنى:  {إِنْ كَادَتْ لَتُبْدِي بِهِ} ؟ </p><p> الجواب: </p><p> البيان: إظهار المعنى للنفس؛ بما يميزه من غيره؛ لأنه من </p><p> أبنت كذا من كذا؛ إذا فصلتَهُ منه. </p><p> البرهان: هو إظهار المعنى بما يتبين أنه حق؛ إذا كان حقاً، </p><p> وباطل؛ إذا كان باطلاً. </p><p> التلاوة: الإتيان بالثاني: بعد الأول في القراءة. </p><p> النبأ: الخبر عما هو عظيم الشأن. </p><p> وعظم الشأن على ثلاث مراتب: عظم الشأن في أعلى المراتب، </p><p> وعظم الشأن في أدنى المراتب، وعظم الشأن في الوسائط. </p><p> الحق: ما يحقق كونه أو حسنه. </p><p> الإيمان: التصديق بفعل ما يؤمن من العقاب. </p><p> المبين: المبين الرشد من الغي عن قتادة. </p><p> وقيل: المبين أنه من عند الله. </p><p> وقيل: سُنَّتُنَا فِيكَ، وفي قومك؛ كسنتنا في موسى، وفرعون. </p><p> وقيل {عَلَا فِي الْأَرْضِ} ببغيه، وتجبره عن قتادة. </p><p> وشيعاً: فرقاً. </p><p> وقيل {عَلَا فِي الْأَرْضِ} باستعباده إياهم. </p><p> أي: من بني إسرائيل. عن قتادة. </p><p> وقال الحسن: المعنى هذا القرآن هو الكتاب المبين. </p><p> التمكين: تكميل ما يحتاج في الفعل إليه. </p><p> الضمير في {مِنْهُمْ مَا كَانُوا يَحْذَرُونَ} </p><p> يعود على بني إسرائيل؛ لأنهم كانوا يحذرون ذهاب ملكهم على يد واحد منهم، ولذلك ذبح أبناءهم. </p><p> الحذر: توقي ما فيه الضرر </p><p> فهؤلاء طلبوا الحذر من غير وجه؛ إذ قتلوا الأطفال ظلماً لأجله، </p><p> ولو طلبوه بالإنابة إلى ربهم، ودعائهم إياه بكشفه عنهم؛ لكانوا </p><p> طالبين من وجه. </p><p> الخوف: توقع ضرر لا يؤمن به. </p><p> {وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى} </p><p> قيل بالقذف في قلبها، وليس بوحي نبوة. </p><p> عن قتادة. </p><p> فأزيل خوف أم موسى بما وعدها الله منسلامته على أعظم </p><p> الأمور من إلقائه في البحر الذي هو سبب الهلاك في ظاهر التقدير. </p><p> لولا لطف الله تعالى لحفظه حتى يرده لأمه. </p><p> وقيل كان الوحي رؤيا منام عبر عنه من تَثق به من علماء بني إسرائيل. </p><p> وقيل معنى الوحي: إلقاء المعنى إلى النفس من غير إيضاح بالذكر. </p><p> الربط على القلب تقويته على الأمر حتى لا يخرج فيه إلى ما لا </p><p> يجوز. </p><p> اليم: البحر يعنى به النيل. </p><p> الالتقاط: إصابة الشيء من غير طلب. </p><p> ومنه اللقطة. </p><p> {فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا} </p><p> في عاقبة أمره. </p><p> {لِيَكُونَ لَهُمْ عَدُوًّا} </p><p> وهذه لام </p><p> العاقبة. </p><p> كقوله: لِدُو لِلْمَوْتِ وَابْنُوا لِلْخَرَابِ. </p><p> {لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا} </p><p> أن هلاكهم على يده. عن قتادة. </p><p> وقيل {وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَى فَارِغًا} </p><p> من كل شيء إلا من ذكر موسى، عن ابن عباس وقتادة. </p><p> وقيل {فَارِغًا} </p><p> من وحينا بنسيانه عن الحسن ... </p><p> {إِنْ كَادَتْ لَتُبْدِي بِهِ} </p><p> أي: تذكر موسى فتقول يا ابناه عن ابن عباس وقتادة. </p><p> وقيل:  {لَتُبْدِي بِهِ} أي بالوحي. </p><p> قرأ حمزة، والكسائي (وَيَرَى فِرْعَوْنُ) بالياء، ورفع الاسم. </p><p> وقرأ الباقون (وَنُرِيَ فِرْعَوْنَ) بالنون </p><p> وقرأ حمزة، والكسائي (وحُزْنا) ، بضم الحاء وإسكان الزاي. </p><p> وقرأ الباقون (وحَزَنَا) بفتحتين. </p>"
}