{
  "id": null,
  "sura": 29,
  "aya": 36,
  "text": "<p> مسألة: </p><p> إن سئل عن قوله: {وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ وَارْجُوا الْيَوْمَ الْآخِرَ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ (٣٦) فَكَذَّبُوهُ فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ (٣٧) وَعَادًا وَثَمُودَ وَقَدْ تَبَيَّنَ لَكُمْ مِنْ مَسَاكِنِهِمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ وَكَانُوا مُسْتَبْصِرِينَ (٣٨) وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ وَلَقَدْ جَاءَهُمْ مُوسَى بِالْبَيِّنَاتِ فَاسْتَكْبَرُوا فِي الْأَرْضِ وَمَا كَانُوا سَابِقِينَ (٣٩) فَكُلًّا أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (٤٠) مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنْكَبُوتِ اتَّخَذَتْ بَيْتًا وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ لَوْ كَانُوا يَعْلَمُونَ (٤١) إِنَّ اللَّهَ يَعْلَمُ مَا يَدْعُونَ مِنْ دُونِهِ مِنْ شَيْءٍ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٤٢) وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ (٤٣) خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ (٤٤) اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ (٤٥) وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ (٤٦) وَكَذَلِكَ أَنْزَلْنَا إِلَيْكَ الْكِتَابَ فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يُؤْمِنُونَ بِهِ وَمِنْ هَؤُلَاءِ مَنْ يُؤْمِنُ بِهِ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الْكَافِرُونَ (٤٧) وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ إِذًا لَارْتَابَ الْمُبْطِلُونَ (٤٨) بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الظَّالِمُونَ (٤٩) وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَاتٌ مِنْ رَبِّهِ قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ (٥٠) أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ (٥١) } </p><p> [الآيات من ٣٦ إلى ٥١] </p><p> فقال: ما الرجاء؟ ، وما معنى:  {وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ} ؟ </p><p> وما الفساد؟ وما الرجفة؟ ، وما الحاصب؟ ، ومن الذين أخذتهم الصيحة؟ ، وما المثل؟ ، وما الاتخاذ؟ ، وما الولي؟ ، وما العنكبوت؟ ، ولم قيل في </p><p> الصلاة تنهى عن الفحشاء والمنكر؟ ، وما معنى:  {وَلَذِكْرُ اللَّهِ أَكْبَرُ} ؟ </p><p> ، وما الجدال؟ ، وهل يجوز أن يغلظ المحق في الجدل؟ ، وما </p><p> الأحسن؟ ، ولم استثنى:  {إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ} ؟ ، وما معنى:  {وَلَا تَخُطُّهُ بِيَمِينِكَ} ؟ ، وما معنى {بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ} ؟ </p><p> الجواب: </p><p> الرجاء: توقع الخير في العاقبة. </p><p> الفساد: ما وقع منهياً عنه يريد به المعصية. </p><p> معنى:  {وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ} </p><p> لا تضطربوا بحال الجهالة. </p><p> عثى يعثى عثي، وهو كقولهم عاثَ يعيثَ عيثاً. </p><p> الرجفة: زعزعة الأرض تحت القدم </p><p> رجف السطح من تحت أهله يرجف رجفاً، ومنه الإرجاف. </p><p> وهو الإخبار بما يضطرب الناس لأجله من غير تحقق به. </p><p> جاثمين: ميتين: </p><p> بعضهم على بعض. </p><p> عن قتادة. </p><p> {وَكَانُوا مُسْتَبْصِرِينَ} في ضلالهم لعجبهم به. عن مجاهد، وقتادة. </p><p> سابقين: فائتين؛ كما يفوت السابق. </p><p> الحاصب: الريح العاصف التي فيها الحصباء، وهو الحصى الصغار يشبه به البرد، والجليد. </p><p> الذين أرسل عليهم الحاصب قوم لوط. عن ابن عباس، وقتادة. </p><p> والذين {أَخَذَتْهُمُ الرَّجْفَةُ} : ثمود، وقوم شعيب عن ابن عباس، وقتادة. </p><p> ومنهم:  {مَنْ خَسَفْنَا بِهِ الْأَرْضَ} قارون. </p><p> {وَمِنْهُمْ مَنْ أَغْرَقْنَا} </p><p> قوم نوح، وفرعون. </p><p> الجاثم: البارك على ركبتيه مستقبلاً بوجهه الأرض </p><p> وقيل:  {وَكَانُوا مُسْتَبْصِرِينَ} </p><p> أي: كانوا عقلاء يمكنهم تمييز الحق من </p><p> الباطل بإبصارهم. </p><p> المثل: قول سائر يشبه فيه حال الثاني بالأول </p><p> فلما شبه حال المتخذ للأولياء من دون الله بحال العنكبوت المتخذ </p><p> بيتاً في الوهن بما يقتضي أن يسير هذا القول به في البلاغة لما من حسن البيان كان مثلاً في الفساد للاتخاذ. </p><p> معنى الاتخاذ: أخذ الشيء على إعداده لنائبة </p><p> كانوا قد اتخذوا أولياء من دون الله، وذلك فاسد؛ لأن عبادة الله. </p><p> هي التي تعصم من المكاره دون عبادة غيره. </p><p> الولي: المتولي للنصرة عند الحاجة، وذلك أن الناصر قد يكل </p><p> النصرة إلى غيره بأن يأمره بها.. </p><p> والولي: هو الذي يتولى فعلها لتأكد الأمر فيها. </p><p> العنكبوت: دابة لطيفة لها آلة تتمكن بها من النساجة لبيت تأويه </p><p> واهن القوة، ويجمع عناكب، ويصغر عنيكب، ووزنه: </p><p> فعللوت. </p><p> ويقال فيه: العنكباء </p><p> قيل في:  {إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ} </p><p> ؛ لأنها بمنزلة الناهي بالقول؛ لإظهارها ما هو بمنزلة القول: لا تفعل الفحشاء، ولا المنكر، وذلك أن فيها التكبير، والتسبيح والقراءة، وصنوف </p><p> العبادة، وكل ذلك يدعوا إلى شكله، ويصرف عن ضده بما هو </p><p> كالأمر، والنهي بالقول، وكل دليل مؤدي إلى المعرفة بالحق؛ فهو </p><p> داعي إليه، وصارف عن ضده من الباطل. </p><p> وقيل الأمثال: هي الأشباه، والنظائر </p><p> وقيل: الصلاة تأمر بالمعروف، وتنهى عن المنكر عن ابن مسعود وابن عباس. </p><p> وقال ابن مسعود: الصلاة لا تنفع إلا من أطاعها. </p><p> معنى:  {وَلَذِكْرُ اللَّهِ أَكْبَرُ} </p><p> أي: ذكر الله إياكم برحمته، أكبر من ذكركم إياه، بطاعته عن ابن عباس، وسلمان، وابن مسعود ومجاهد. </p><p> وقيل: ذكر العبد لربه أفضل من جميع عمله. </p><p> وقيل: ذكر الله العبد في الصلاة أكبر من الصلاة. </p><p> وقيل: ذكر الله بتعظيمه أكبر من سائر طاعاته. </p><p> وقيل:  {وَلَذِكْرُ اللَّهِ أَكْبَرُ} </p><p> في النهي عن الفحشاء. </p><p> وقيل: فيه دليل على أن كلام الله غير مخلوق؛ لأن ذكر الله </p><p> كلامه، وهو أكبر من كل ذكر؛ كما أن الله أكبر من كل ما سواه، </p><p> وكأن كبره أنه قديم لم يزل، ولا يزال؛ كذلك ذكره الذي هو كلامه، </p><p> ويؤيد ذلك ما روي في الخبر: </p><p> فَضْلُ كَلَامِ اللهِ عَلَى كَلَامِ خَلْقِهِ «كَفَضْلِ اللهِ عَلَى خَلْقِهِ» : </p><p> قرأ أبو عمرو وعاصم في إحدى الروايتين </p><p> (إِنَّ الله يَعْلَمُ مَا يَدْعُونَ) بالياء.. </p><p> وقرأ الباقون (تدعون) بالتاء </p><p> واختار بعضهم التاء لقل ما كانوا يدعون </p><p> وهذا لا يلزم ذكر الحاضرين بالماضين فجرى على التغليب. </p><p> الجدال: فتل الخصم عن مذهبه؛ بطريق الحجاج فيه. </p><p> وأصله: شدة الفتل، جدلته أجدله جدلاً؛ إذا فتلته فتلاً شديداً. </p><p> ومنه الأجدل للصقر لشدة فتل بدنه. </p><p> المحق في الجدل يجوز أن يغلظ؛ لأن الله استثنى {الَّذِينَ ظَلَمُوا مِنْهُمْ} </p><p> من أهل الكتاب بعد أمره بجدالهم بالتي هي أحسن. </p><p> الأحسن: الأعلى في الحسن. </p><p> استثنى الذين ظلموا منهم وجميعهم ظالم؛ لأن المراد إلا الذين </p><p> ظلموكم في جدالهم، أو غيره مما يقتضي الإغلاظ لهم، وبهذا يسع </p><p> الإنسان أن يغلظ على غيره، وإلا فالداعي إلى الحق يجب أن </p><p> يستعمل الرفق في أمره </p><p> معنى:  {فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يُؤْمِنُونَ بِهِ} </p><p> أي الذين آتيناهم علم الكتاب يصدقون به؛ </p><p> بدلالته عليه {وَمِنْ هَؤُلَاءِ مَنْ يُؤْمِنُ بِهِ} . </p><p> أي من غير جهة علم الكتاب </p><p> وقيل: لا تجادلوهم. </p><p> {إِلَّا بِالَّتِي هِيَ أَحْسَنُ} </p><p> أي: إلا بالجميل من القول </p><p> بالتنبيه على آيات الله، وحججه. </p><p> وقيل:  {إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ} </p><p> بمنع الجزية. عن مجاهد </p><p> وقيل:  {إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ} </p><p> بالإقامة على كفرهم بعد قيام الحجة عليهم. عن ابن زيد. </p><p> وقيل:  {وَلَا تَخُطُّهُ بِيَمِينِكَ} </p><p> بأنه أمي لا يقرأ، ولا يكتب على صفته في التوراة، والإنجيل. </p><p> عن ابن عباس. </p><p> وقيل: بل القرآن آيات بينات عن الحسن. </p>"
}