{
  "id": null,
  "sura": 29,
  "aya": 2,
  "text": "<p> [سورة العنكبوت] </p><p> مسألة: إن سئل عن قوله - سبحانه -: {الم (١) أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ (٢) وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ (٣) أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَنْ يَسْبِقُونَا سَاءَ مَا يَحْكُمُونَ (٤) مَنْ كَانَ يَرْجُو لِقَاءَ اللَّهِ فَإِنَّ أَجَلَ اللَّهِ لَآتٍ وَهُوَ السَّمِيعُ الْعَلِيمُ (٥) وَمَنْ جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعَالَمِينَ (٦) وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِي كَانُوا يَعْمَلُونَ (٧) وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (٨) وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُدْخِلَنَّهُمْ فِي الصَّالِحِينَ (٩) وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ وَلَئِنْ جَاءَ نَصْرٌ مِنْ رَبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ الْعَالَمِينَ (١٠) وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ (١١) وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ إِنَّهُمْ لَكَاذِبُونَ (١٢) وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ (١٣) وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ (١٤) فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ وَجَعَلْنَاهَا آيَةً لِلْعَالَمِينَ (١٥) } </p><p> [الآيات من ١ إلى ١٥] </p><p> فقال ما الحسبان؟ ، ومم أخذ الحسبان؟ ، وما معنى {لَا يُفْتَنُونَ} ؟ </p><p> ولم جاز {فَلَيَعْلَمَنَّ اللَّهُ} للمستقبل؟ </p><p> وما معنى:  {أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَنْ يَسْبِقُونَا} ؟ ، وما معنى:  {لِقَاءَ اللَّهِ} ؟ وما الجهاد؟ وما الغني؟ ، وما التكفير؟ ، وما السيئة؟ ، وما معنى {وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِي كَانُوا يَعْمَلُونَ} ؟ ، وما معنى:  {وَلَيَعْلَمَنَّ الْمُنَافِقِينَ} ؟ ، وما المأمور في {وَلْنَحْمِلْ} ؟ ولم لا يجوز أن يتحمل أحد ذنب أحد؟ ، وما معنى:  {وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ} ؟ ، </p><p> وما معنى:  {وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ} ؟ وما الطوفان؟ </p><p> الجواب: </p><p> الحسبان: قوة أحد النقيضين على الآخر؛ في نفس العامل. </p><p> والحسبان، والظن، والتوهم، والتخيل نظائر. </p><p> العلم: قطع بصحة أحد النقيضين. </p><p> والشك: وقف بين النقيضين. </p><p> والظن تغليب؛ لأحد النقيضين أخذ الحسبان من الحساب؛ لأنه يقويه في حساب ما يعمل عليه. </p><p> معنى:  {لَا يُفْتَنُونَ} </p><p> لا يختبرون </p><p> جاز {فَلَيَعْلَمَنَّ اللَّهُ} </p><p> أنه للمستقبل لأجل حدوث المعلوم فلا تصح الصفة إلا على معنى المستقبل؛ إذ لا يصح لم يزل عالماً بأنه حادث. </p><p> لانعقاد معنى الصفة بالحادث وهو إذا حدث علمه حادثاً بنفسه. </p><p> معنى:  {أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَنْ يَسْبِقُونَا} </p><p> يفوتونا فوت السابق لغيره. </p><p> قال مجاهد:  {يُفْتَنُونَ} </p><p> يبتلون في أنفسهم، وأموالهم. </p><p> وفي:  {أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا} </p><p> وجهان: </p><p> أحدهما: يتركون؛ لأن يقولوا. </p><p> الثاني: أحسبوا أن يقولوا على البدل </p><p> وقيل:  {وَهُمْ لَا يُفْتَنُونَ} </p><p> يصابون بشدائد الدنيا أي: أن ذلك لا يجب أن </p><p> يدفع في الدنيا؛ لقولهم: آمنا. </p><p> وقيل:  {فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا} </p><p> ليجازيهم بما يعلم فيهم. </p><p> وقيل:  {وَلَيَعْلَمَنَّ الْكَاذِبِينَ} </p><p> في أفعالهم. </p><p> إذَا مَا اللَّيْثُ كَذَبَ عَنْ أَقْرَانِهِ صَدَقَا: كما قال القائل.. </p><p> {مَنْ كَانَ يَرْجُو لِقَاءَ اللَّهِ} أي: ثواب الله </p><p> الجهاد: الصبر على الشدة في الحرب على ما جاء به الشرع. </p><p> الغني: المختص بما يتقى الضر، والنقص من جهته؛ حتى يكون وجوده كعدمه. </p><p> التكفير: إبطال السيئة بالحسنة؛ حتى تصير بمنزلة ما لم </p><p> يُعمل؛ كقوله:  {إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ} . </p><p> السيئة: الخصلة التي تسوء صَاحِبَها عاقِبَتُها. </p><p> الحسنة: التي تَسُر صَاحِبَها عَاقِبتُها </p><p> وكل سيئة معصية، وكل حسنة طاعة لله، </p><p> ومعنى:  {وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِي كَانُوا يَعْمَلُونَ} </p><p> أي: يجزيهم بأحسن أعمالهم، وهو الذي أمرناهم به. </p><p> دون المباح الذي لم نَأمرهم به، ولا نهيناهم عنه </p><p> وقيل:  {أَحْسَنَ الَّذِي كَانُوا يَعْمَلُونَ} </p><p> ما كانوا يعملون طاعَاتهم لله؛ لأنه لا شيء فيما </p><p> يعمله العباد أحسن من طاعتهم لله. </p><p> وقيل: وصيناه حسنا بمعنى: ألزمناه حسناً. </p><p> وقيل: وصيناه أن يفعل حسناً </p><p> معنى:  {وَلَيَعْلَمَنَّ الْمُنَافِقِينَ} </p><p> تهديد للمنافقين بما هو معلوم من حاله التي </p><p> يستتر بها، ويتوهم أنه قد نجى من ضررها؛ لما أخفاها وهي ظاهرة عند من </p><p> يملك الجزاء عليها، وتلك الفضيحة العظمى بها </p><p> المأمور في:  {وَلْنَحْمِلْ} </p><p> المتكلم بهذا الكلام، أمر نفسه في مخرج اللفظ، ومعناه يضمن إلزام النفس هذا المعنى كما يلزم بالأمر </p><p> قال الشاعر </p><p> فَقُلْتُ ادْعِي وَادْعُ فَإِنَّ أَنْدَى ... لِصَوْتٍ أَنْ يُنَادِيَ دَاعِيَانِ. </p><p> معناه: ولأدعو، وفيه معنى الجزاء. </p><p> لا يتحمل أحد ذنب غيره، وليس هذا بمنزلة تحمل الدية عن غيره </p><p> ؛ لأن الفرض في الدية أداء المال عن نفس المقتول، ولا فضل بين أن </p><p> يؤديه زيد عن نفسه، أو أن يؤديه عمرو عنه؛ لأنه بمنزلة قضاء الدين </p><p> معنى:  {وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ} </p><p> أي يحملون خطاياهم في أنفسهم التي لا </p><p> تعلق لها بغيرهم، ويحملون الخطايا التي ظلموا بها غيرهم؛ فحسن. </p><p> فيه التفصيل لأجل هذا المعنى </p><p> معنى:  {وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ} </p><p> أي: يسألون سؤال توبيخ، وهو </p><p> نظير سؤال تعجيز في النظر؛ كقولك للوثني ما البرهان على جواز </p><p> عبادة الأوثان، وهو في قوله:  {إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا} . </p><p> والطوفان: الماء الكثير الغامر؛ لأنه يطوف بكثرته في نواحي </p><p> الأرض. </p>"
}