{
  "id": null,
  "sura": 30,
  "aya": 31,
  "text": "<p> مسألة: </p><p> إن سئل عن قوله - سبحانه -: {مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُوا الصَّلَاةَ وَلَا تَكُونُوا مِنَ الْمُشْرِكِينَ (٣١) مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ (٣٢) وَإِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ ثُمَّ إِذَا أَذَاقَهُمْ مِنْهُ رَحْمَةً إِذَا فَرِيقٌ مِنْهُمْ بِرَبِّهِمْ يُشْرِكُونَ (٣٣) لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ فَتَمَتَّعُوا فَسَوْفَ تَعْلَمُونَ (٣٤) أَمْ أَنْزَلْنَا عَلَيْهِمْ سُلْطَانًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا بِهِ يُشْرِكُونَ (٣٥) وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوا بِهَا وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ (٣٦) أَوَلَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (٣٧) فَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ ذَلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٣٨) وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِنْدَ اللَّهِ وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُولَئِكَ هُمُ الْمُضْعِفُونَ (٣٩) اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَفْعَلُ مِنْ ذَلِكُمْ مِنْ شَيْءٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (٤٠) } </p><p> [الآيات من ٣١ إلى ٤٠] </p><p> فقال ما الإنابة؟ ، وما الدين؟ ، وما الشيع؟ ، ومن الذين فرقوا </p><p> دينهم؟ وما الضر؟ ، وما الإذاقة؟ ، وما معنى: بما قدمت أيديهم [ولم يقل بما قدموا؟ ، ولم قيل يقدر بمعنى يضيق؟ ، وما بسط الرزق؟ </p><p> الجواب: </p><p> الإنابة: الانقطاع إلى الله بالطاعة </p><p> وأصله على هذا القطع. </p><p> ومنه الناب؛ لأنه قاطع. </p><p> التفريق: في الدين جعل أحدهما: مفارقاً للآخر في معنى ما يدعوا إليه. </p><p> الدين: العمل الذي يستحق به الجزاء. </p><p> دين الإسلام العمل الذي عليه الجزاء بالثواب. </p><p> الشيع: الفرق التي يجتمع كل فريق منها على مذهب الفريق الآخر. </p><p> وأما شيعة الحق فهم الذين اجتمعوا على الحق. </p><p> وتقديره:  {مُنِيبِينَ} ، وأمتك للدين منيبين. </p><p> وقيل:  (من الذين فارقوا) دينهم اليهود، والنصارى عن قتادة. </p><p> وقيل: كل من خالف دين الحق الذي أمر الله به. </p><p> {أَمْ أَنْزَلْنَا عَلَيْهِمْ سُلْطَانًا} </p><p> أي: برهاناً يتسلطون به على ما ذهبوا إليه. </p><p> ويحتمل أن يكون رسولاً، وإذا حمل على البرهان فهو بمنزلة الناطق بالأمر؛ لإظهاره إياه. </p><p> الضر: المرض، والفقر عن الحسن </p><p> الإذاقة: إيجاب إدراك الشيء في ابتداء أمره، وإنما قيل:  {وَإِذَا أَذَقْنَا النَّاسَ} </p><p> ؛ لقوة الإدراك في ابتداء لطلب الذائق لطعم الشيء. </p><p> {بما قدمت أيديهم} </p><p> على التغليب للأكثر؛ لأن أكثر العمل، وأظهره باليدين. </p><p> وقيل:  {وَيَقْدِرُ} بمعنى يضيق </p><p> لأن ما كان على مقدار الشيء يضيق سلوكه فيه، وأما ما يقدر </p><p> كالحجر الذي على مقدار من النقل يصح حمله منه.. </p><p> بسط الرزق: الزيادة على مقدار القوت منه بما يظهر حاله. </p><p> القنوط: اليأس من الفرج. </p><p> {لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ} </p><p> هو: إعطاء الرجل العطية؛ ليعطى أكثر منها. عن ابن عباس </p><p> لأنه لم يرد بها طاعة الله، وإعطاء المال على وجوه كثيرة فمنه: </p><p> إعطاؤه على وجه الصدقة، ومنه إعطاؤه على وجه الهدية، ومنه </p><p> الصلة، ومنه الوديعة، ومنه قضاء الدين، ومنه البر، ومنه الزكاة، </p><p> ومنه القرض، ومنه النذر. </p><p> وقيل: المعنى فيه التزهيد في الربا، والترغيب في الزكاة. </p><p> والمضعف ذو الإضعاف؛ كما أن الموسر ذو يسار </p><p> قرأ نافع (لِتُربُوا) بالتاء، وسكون الواو. </p><p> وقرأ الباقون (ليَرْبُوَ) بالياء، وفتح الواو. </p>"
}