{
  "id": null,
  "sura": 30,
  "aya": 41,
  "text": "<p> مسألة: </p><p> إن سئل عن قوله - سبحانه -: {ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ (٤١) قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلُ كَانَ أَكْثَرُهُمْ مُشْرِكِينَ (٤٢) فَأَقِمْ وَجْهَكَ لِلدِّينِ الْقَيِّمِ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ يَوْمَئِذٍ يَصَّدَّعُونَ (٤٣) مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ وَمَنْ عَمِلَ صَالِحًا فَلِأَنْفُسِهِمْ يَمْهَدُونَ (٤٤) لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْ فَضْلِهِ إِنَّهُ لَا يُحِبُّ الْكَافِرِينَ (٤٥) وَمِنْ آيَاتِهِ أَنْ يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ وَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (٤٦) وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا إِلَى قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَانْتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ (٤٧) اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ وَيَجْعَلُهُ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ فَإِذَا أَصَابَ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ (٤٨) وَإِنْ كَانُوا مِنْ قَبْلِ أَنْ يُنَزَّلَ عَلَيْهِمْ مِنْ قَبْلِهِ لَمُبْلِسِينَ (٤٩) فَانْظُرْ إِلَى آثَارِ رَحْمَتِ اللَّهِ كَيْفَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ ذَلِكَ لَمُحْيِ الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٥٠) } </p><p> [الآيات من ٤١ إلى ٥٠] </p><p> فقال ما الفساد؟ ، وما الظهور؟ ، وما الكسب؟ ، وما معنى:  {لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا} ؟ ، وما معنى:  {فَأَقِمْ وَجْهَكَ لِلدِّينِ الْقَيِّمِ} ؟ وما معنى: البر، والبحر هاهنا؟ ، وما التمهيد؟ ، وعلى أي شيء عطف {وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ} ؟ ، وما إرسال الرياح؟ ، وما معنى:  {يَوْمَئِذٍ يَصَّدَّعُونَ} ؟ ، </p><p> ولم قيل {وَلِتَبْتَغُوا مِنْ فَضْلِهِ} في موضع ليشكروا؟ . </p><p> الجواب: </p><p> الفساد: انتقاض الأمر بما يقع به الضر. </p><p> وفساد البر بحوادث من الخوف تمنع من سلوكه بخذلان الله أهل العقاب به </p><p> وفساد البحر اضطراب أمره؛ حتى لا يكون للعباد متصرف فيه. </p><p> ، وكل ذلك ليرتدع الناس به. </p><p> الظهور: خروج الشيء إلى حيث يقع الإحساس له؛ بمنزلة الإدراك. </p><p> والظهور على ثلاثة أوجه: خروج عن وعاء، ووجود عن عدم </p><p> وظهور بالدليل. </p><p> الكسب: فعل الشيء لاجتلاب نفع إلى نفس الفاعل، أو دفع ضر </p><p> معنى:  {لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا} </p><p> أي: ليذيقهم عقابه إلا أنه أجرى </p><p> على بعض العمل؛ لأنهم إذا ذاقوا جزاءه؛ فكأنهم ذاقوه، وهذا من </p><p> أحسن ما يقع فيه الحذف، وهو حذف المسبب، وإقامة السبب الذي </p><p> أدى إليه مقامه. </p><p> {فَأَقِمْ وَجْهَكَ لِلدِّينِ الْقَيِّمِ} </p><p> أي: استقم للدين المستقيم؛ لصاحبه إلى الجنة. </p><p> أي: لا تعدل عنه يميناً، ولا شمالاً؛ فإنه يؤديك إلى الجنة، وهو </p><p> مجانس بلاغة حسنة. </p><p> وقيل:  {ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ} </p><p> في أهل البر، والبحر، وأهل البر: أهل البادية، وأهل البحر: أهل القرى التي على الأنهار العظيمة عن قتادة. </p><p> وقيل: البر ظهر الأرض، والبحر البحر المعروف. </p><p> وقيل البر الأرض القفر، والبحر المجرى الواسع؛ للماء ملحاً </p><p> كان، أو عذباً. </p><p> الفساد: المعاصي. </p><p> والتقدير: ظهر عقاب الفساد في البر، والبحر. </p><p> {يَوْمَئِذٍ يَصَّدَّعُونَ} </p><p> يتفرقون فرقتين: فريق في الجنة، وفريق في السعير. </p><p> مهد يمهد مهداً؛ إذا هيأ المضجع ووطأه. </p><p> التمهيد، والتمكين، والتوطئة نظائر. </p><p> وقيل: بالعدل ينبت الله الزرع، ويدر الضرع، وبالظلم يكون </p><p> القحط، وضيق الرزق. </p><p> وقيل:  {وَمَنْ عَمِلَ صَالِحًا} </p><p> الطاعة لله. عن الحسن </p><p> قرأ ابن كثير {لنُذِيْقَهم} بالنون. </p><p> وقرأ الباقون {لِيُذِيقَهُمْ} بالياء. </p><p> الريح جسم رقيق يجري في الجو يميناً، وشمالاً على ما دبر من </p><p> حركاته في جهاته يمتنع القبض عليه بلطفه، والله مدبره </p><p> عطف:  {وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ} </p><p> على المعنى بتقدير: أن يرسل الرياح. </p><p> للبشارة، وللإذاقة من الرحمة. </p><p> {وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ وَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ} </p><p> فأرسل الرياح؛ لهذه الأمور. </p><p> إرسال الرياح: إيجاد الحركات فيها حتى تجري في الجو، وذلك. </p><p> فعل الله خاصة </p><p> معنى:  {مُبَشِّرَاتٍ} </p><p> هاهنا: أنها بمنزلة الناطقة بالبشارة أنه سيأتي الغيث </p><p> الذي تحيى به الأرض لما فيها من إظهار هذا المعنى ودلالتها على ذلك بجعل جاعل؛ لأنه من طريق العادة الجارية به. </p><p> وقيل:  {وَلِتَبْتَغُوا مِنْ فَضْلِهِ} </p><p> في موضع لتشكروا. </p><p> للطف في الدعاء إلى الشكر، كالتلطف في الدعاء إلى البر </p><p> في قوله تعالى: {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً وَاللَّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ (٢٤٥) } . </p><p> الكسف: القطع. عن قتادة. </p><p> الودق: القطر عن مجاهد.. </p><p> {لَمُبْلِسِينَ} . قانطين عن قتادة. </p><p> واليأس من الفرج. </p><p> {مِنْ قَبْلِهِ} فيه قولان:. </p><p> أحدهما: التوكيد. </p><p> والآخر: من قبل الإرسال. </p><p> والأول من قبل الإنزال. </p><p> وفي الآية: دليل على صحة القياس في الدين. </p><p> قرأ حمزة، والكسائي، وابن عامر، وحفص عن عاصم: </p><p> (إلى آثَارِ رَحْمَة ِ اللهِ) جماعاً.. </p><p> وقرأ الباقون (إلى أَثَرِ) </p>"
}