{
  "id": null,
  "sura": 30,
  "aya": 11,
  "text": "<p> مسألة: </p><p> إن سئل عن قوله: {اللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ ثُمَّ إِلَيْهِ تُرْجَعُونَ (١١) وَيَوْمَ تَقُومُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُونَ (١٢) وَلَمْ يَكُنْ لَهُمْ مِنْ شُرَكَائِهِمْ شُفَعَاءُ وَكَانُوا بِشُرَكَائِهِمْ كَافِرِينَ (١٣) وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ (١٤) فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ (١٥) وَأَمَّا الَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ فَأُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ (١٦) فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ (١٧) وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ (١٨) يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ (١٩) وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ (٢٠) وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (٢١) } </p><p> إلى آخر العشر. </p><p> [الآيات من ١١ إلى ٢١] </p><p> فقال ما البدؤ؟ ، وما الخلق؟ ، وما الإعادة؟ ، وما الإبلاس؟ ، </p><p> وما الشركة؟ ، وما الإحضار؟ ، وما معنى: سبحان الله؟ ، وما </p><p> الإمساء؟ ، ولم خص العشي، والإظهار بالحمد في الذكر؟ ، ولم لا </p><p> يكون إحياء الأرض حقيقة؟ </p><p> الجواب عن ذلك: </p><p> البدء: أول الفعل </p><p> وذلك على وجهين: </p><p> أول الفعل، وهو جزء منه مقدم على غيره. </p><p> والثاني: في أنه موجود قبل غيره من طريق الفعلية بدأ يبدؤ </p><p> بدءاً وابتداء. </p><p> والابتداء: نقيض الانتهاء.. </p><p> والبدء نقيض العود. </p><p> الخلق: هنا بمعنى المخلوق، وكذلك. </p><p> {هَذَا خَلْقُ اللَّهِ} . </p><p> الإعادة: فعل الشيء ثانياً. </p><p> وإذا قيل قد أعاد الكلام؛ فهو على هذا التقدير؛ كأنه قد أتى به </p><p> ثانية، وثالثة. </p><p> الإبلاس: التحير عند لزوم الحجة؛ إذا ظهرت دلائل آيات </p><p> الآخرة؛ التي يقع عندها علم ضروري فيتحير أعظم الحيرة. </p><p> يحبرون: يكرمون. </p><p> التحبير: التحسين الذي يسر به. </p><p> وقيل خص ذكر الروضة، هاهنا؛ لأنه لم يكن عند العرب شيء </p><p> أحسن منظراً، ولا أطيب ريحاً من الرياض </p><p> وقيل:  {وَلَمْ يَكُنْ لَهُمْ مِنْ شُرَكَائِهِمْ شُفَعَاءُ} </p><p> أي من أوثانهم، لأنهم كانوا يدعون أنها تشفع لهم. </p><p> وقيل: شُرَكَاؤُهم؛ لأنهم كانوا يجعلون لها نصيباً في أموالهم. </p><p> وقيل: شركاؤهم: أي الذين جعلوهم شركاء في العبادة </p><p> الإحضار: إيجاد ما يكون الشيء به حاضراً فتارة: يكون بإيجاد </p><p> عينه وتارة يكون بإيجاد غيره. </p><p> {فَسُبْحَانَ اللَّهِ} </p><p> تنزيهه عن كل ما لا يجوز عليه؛ مما فيه نقص ينافي </p><p> التعظيم بما ليس فوقه ما هو أعلى منه. </p><p> الإمساء: الدخول في المساء. </p><p> والإصباح نقيضه، وهو الدخول في الصباح </p><p> خص العشي والإظهار بالحمد في الذكر؛ لأنها أحوال تذكر </p><p> بإحسان الله، وذلك أن انقضاء إحسان أول إلى إحسان ثان يقتضي </p><p> الحمد عند تمام الإحسان، والأخذ في الآخر كما قال: {دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (١٠) } . </p><p> إحياء الأرض ليس بحقيقة؛ كما لا يكون الإنسان أسداً في </p><p> الحقيقة، وإن قيل له أسد تشبيهاً به؛ فكأن الأرض تحيا بالنبات الذي </p><p> فيها. </p><p> وقيل: في كتاب الله ذكر الصلوات الخمس.. </p><p> [فحين تمسون صلاة المغرب وَعِشَاءُ الآخرة وحين تصبحون صلاة الغداة. </p><p> وعشياً صلاة العصر، وحين تظهرون صلاة الظهر. </p><p> وقد قيل إن قوله:  (وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ ثَلَاثُ عَوْرَاتٍ لَكُمْ) </p><p> إنها الصلاة الخامسة، فيكون على هذا التفسير قوله:  (حين تمسون) </p><p> لصلاة واحدة.] (١) </p><p>(١) في المخطوط سقط وما بين المعوفتين زيادة من معاني القرآن وإعرابه للزجاج. جـ ٤ ص: ١٨٠ - ١٨١) .</p><p> وفي الآية دلالة على صحة القياس، واضح لا يشكل على متأمل. </p><p> {يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ} </p><p> أن الإنسان من النطفة، والنطفة من الإنسان عن ابن عباس، وعبد الله. </p><p> وقيل: الكافر من المؤمن، والمؤمن من الكافر عن قتادة. </p><p> وقيل {وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ} </p><p> أي بخلقه أبَاكم آدم. </p>"
}