{
  "id": null,
  "sura": 31,
  "aya": 12,
  "text": "<p> مسألة: إن سئل عن قوله - سبحانه - {وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ أَنِ اشْكُرْ لِلَّهِ وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ حَمِيدٌ (١٢) وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ (١٣) وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ (١٤) وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (١٥) يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ (١٦) يَا بُنَيَّ أَقِمِ الصَّلَاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ (١٧) وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ (١٨) وَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِكَ إِنَّ أَنْكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ (١٩) أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنِيرٍ (٢٠) } </p><p> [الآيات من ١٢ إلى ٢٠] </p><p> فقال: إلى أي شيء أشير بهذا على سبيل الصفة له؟ ، وما معنى:  {وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ} ؟ ، وقال لم أمكن أن يظلم نفسه بشركه؟ ، </p><p> وما معنى:  {وَهْنًا عَلَى وَهْنٍ} ؟ ، وما معنى:  {وَفِصَالُهُ فِي عَامَيْنِ} </p><p> وفي من نزلت؟ وما معنى:  {وَفِصَالُهُ} ؟ ، وما المتعال؟ ، وما {لطيف} </p><p> ؟ ، وما المعروف؟ ، وما معنى {إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ} ؟ ، وما الفخر؟ ، وما معنى:  {إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ} ؟ ، والهاء في {إنها} إلى ماذا ترجع؟ ، وما المختال؟ . </p><p> الجواب: </p><p> أشار بقوله هذا: إلى السموات التي تقدم ذكرها من عظمها أنها </p><p> رفعت من غير عمد يمنع من إنحدارها، وإلقاء الرواسي في الأرض </p><p> لئلا تميد بأهلها.. </p><p> {وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ} للاعتبار، والانتفاع بها، وإنزال الماء </p><p> من السماء؛ لإخراج كل نوع كريم: على ما فيه من بهجة، ولذة </p><p> يستمتع بها؛ فهذا كله خلق الله؛ فأين خلق من أشركتموه في عبادته </p><p> حتى جاز لكم أن تعبدوه من دونه، وهذا ما لا يمكن له معارضة، </p><p> وفيه دليل على الوحدانية. </p><p> ومعنى:  {وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ} </p><p> أي: نفعه يعود إلى نفسه ولا يجوز أن يعاقب </p><p> نفسه؛ لأن العقاب إلى ما هو أملك به منه.. </p><p> {بَلِ الظَّالِمُونَ فِي ضَلَالٍ مُبِينٍ} أي: ما دعاهم إلى عبادتها؛ أنها تخلق </p><p> شيئاً، ولكن ضلالهم بالجهل الذي اعتقدوه من التقريب إلى الله زلفى، </p><p> وما جرى مجراه. </p><p> واختلفوا في لقمان هل كان نبيا؟ </p><p> روي عن ابن عباس أنه قال: لم يكن نبياً، وقال عكرمة: كان نبياً. </p><p> معنى:  {وَهْنًا عَلَى وَهْنٍ} </p><p> أي: ضعفاً على ضعف. عن الضحاك. </p><p> أي: ضعف الولد على ضعف الأم. </p><p> وقيل: بل المعنى شدة الجهد. </p><p> {وَفِصَالُهُ فِي عَامَيْنِ} </p><p> أي: في انقضاء عامين، وقيل: نزلت في سعد </p><p> بن أبي وقاص حلفت أمه أن لا تأكل؛ حتى تموت أو يدع </p><p> دينه؛ فلما رأته بعد ثلاث لا يرجع عن الإسلام أكلت. </p><p> {وَفِصَالُهُ} . </p><p> فطامه. </p><p> قرأ ابن كثير (يَا بُنَيِّ إِنَّهَا) مكسورة الياء. </p><p> وَ (يَا بَنِيَّ أَقِمِ الصَّلاَةَ) بفتح الياء. </p><p> وقرأ الباقون بكسر الياء. </p><p> وقرأ ابن كثير (يَا بنِي) بوقف الياء. </p><p> فمن فتح ياء الإضافة وحذف ما قبلها لاجتماع ثلاث ياءات والكسر على الإجتزاء بها من ياء الإضافة والسكون لأنه وصل كما يقف. </p><p> معنى:  (لطيف) : أنه قدير عليم لا يجفوا عن عمل شيء ولا </p><p> عن علمه؛ لأن من القادرين من يجفوا على عمل أشياء كثيرة </p><p> لنقصان علمه وقدرته. </p><p> المثقال: مقدار يساوي غيره في الوزن. </p><p> فمثقال حبة هو: مقدار </p><p> حبة في الوزن </p><p> الخبير: العليم بمعنى الخبير في نفسه وصحته أو فساده، وهو مبالغة في الصفة، ولم يزل الله خبيراً، أي عليما بوجوه ما يصح أن يخبر به. </p><p> المعروف: الذي هو الحق. </p><p> المنكر هو الباطل. </p><p> {إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ} </p><p> هو العقد الصحيح على فعل الحسن، بدلاً من </p><p> القبيح. </p><p> والعزم: العقد على الأمر؛ لتوطين النفس على الفعل </p><p> والتلون في الرأي يناقض العزم.. </p><p> الفخر: ذكر المناقب؛ للتطاول بها على السامع من شكل الذاكر. </p><p> الإختيال: مشية البطر </p><p> في الهاء من {إنها} قولان: </p><p> الأول: أنها عماد، وهو الضمير على شريطة التفسير. </p><p> الثاني: أنها كناية عن الخطيئة، أو الفعلة، التي تقتضي الجزاء، وهي المضمرة في تك. </p><p> وقال قتادة: لطيف باستخراجها خبير بمستقرها.. </p><p> {وَاصْبِرْ عَلَى مَا أَصَابَكَ} من الناس في الأمر بالمعروف، والنهي عن المنكر. </p><p> معنى {وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ} </p><p> لا تعرض بوجهك عن الناس تكبرا. </p><p> عن ابن عباس. </p><p> وأصل الصعر: داء يأخذ الإبل في أعناقها، أو رؤوسها؛ فيشبه </p><p> به الرجل المتكبر على الناس. </p><p> قال الشاعر: </p><p> وَكُنَّا إذا الجَبَّارُ صَعَّرَ خَدَّهُ ... أَقَمْنَا لَهُ مِنْ مَيْلِهِ فَتَقَوَّمَا </p><p> المختال: المتكبر.. </p><p> {إِنَّ أَنْكَرَ الْأَصْوَاتِ} أقبح الأصوات عن مجاهد. </p><p> كما يقال: هذا وجه منكر. </p><p> {أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ} </p><p> من شمس، ومن قمر، ونجم، وسحاب. </p><p> {وَمَا فِي الْأَرْضِ} </p><p> من دابة، وشجر، وماء، وبحر، وغير ذلك؛ مما تنتفعون به في أقواتكم، ومصالحكم. </p><p> وقيل في {وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً} </p><p> إضمار الفعلة من الحسنة، أو السيئة. </p><p> وقيل النعم الباطنة: مصالح الدين، والدنيا مما لا يشعرون به. </p><p> السابغ: الواسع؛ الذي يفضل عن مقدار القوت. </p><p> قرأ نافع وحده (تَكْ مِثْقَالُ حبةٍ) رفعاً وقرأ الباقون (مِثْقَالَ حَبَّةٍ) . </p><p> نصباً. </p><p> قرأ نافع وأبو عمرو وحفص عن عاصم (نِعَمَهُ) جماعة. </p><p> وقرأ الباقون (نِعْمَةً) واحدة. </p>"
}