{
  "id": null,
  "sura": 33,
  "aya": 11,
  "text": "<p> بغير ألف في الوصل والوقف. </p><p> مسألة: </p><p> إن سأل عن قوله سبحانه: {هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا (١١) وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا (١٢) وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ يَا أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوا وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ إِنْ يُرِيدُونَ إِلَّا فِرَارًا (١٣) وَلَوْ دُخِلَتْ عَلَيْهِمْ مِنْ أَقْطَارِهَا ثُمَّ سُئِلُوا الْفِتْنَةَ لَآتَوْهَا وَمَا تَلَبَّثُوا بِهَا إِلَّا يَسِيرًا (١٤) وَلَقَدْ كَانُوا عَاهَدُوا اللَّهَ مِنْ قَبْلُ لَا يُوَلُّونَ الْأَدْبَارَ وَكَانَ عَهْدُ اللَّهِ مَسْئُولًا (١٥) قُلْ لَنْ يَنْفَعَكُمُ الْفِرَارُ إِنْ فَرَرْتُمْ مِنَ الْمَوْتِ أَوِ الْقَتْلِ وَإِذًا لَا تُمَتَّعُونَ إِلَّا قَلِيلًا (١٦) قُلْ مَنْ ذَا الَّذِي يَعْصِمُكُمْ مِنَ اللَّهِ إِنْ أَرَادَ بِكُمْ سُوءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا (١٧) قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ وَالْقَائِلِينَ لِإِخْوَانِهِمْ هَلُمَّ إِلَيْنَا وَلَا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا (١٨) أَشِحَّةً عَلَيْكُمْ فَإِذَا جَاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشَى عَلَيْهِ مِنَ الْمَوْتِ فَإِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى الْخَيْرِ أُولَئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّهُ أَعْمَالَهُمْ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا (١٩) يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا وَإِنْ يَأْتِ الْأَحْزَابُ يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَابِ يَسْأَلُونَ عَنْ أَنْبَائِكُمْ وَلَوْ كَانُوا فِيكُمْ مَا قَاتَلُوا إِلَّا قَلِيلًا (٢٠) } ، فقال: </p><p> ما الفرق بين (هنا) و (هنالك) ؟ وما الابتلاء؟ وما الزلزال؟ وما الشدة؟ وما الغرور؟ ومن قال:  {مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا}  [١٢] ؟ ومن قال:  {لَا مُقَامَ لَكُمْ فَارْجِعُوا}  [١٣] ؟ وما معنى {إِنَّ بُيُوتَنَا عَوْرَةٌ} ؟ وما معنى {يَثْرِبَ} ؟ وما الفرار؟ وما الفرق بين الموت والقتل؟ ولم رفع {لَا تُمَتَّعُونَ إِلَّا قَلِيلًا}  [١٦] ؟ وما التعويق؟ وما معنى {سَلَقُوكُمْ}  [١٩] ؟ </p><p> الجواب: </p><p> الفرق بين (هنا) و (هنالك) : أن (هنا) للقريب من المكان، و (هنالك) للبعيد، و (هنالك) للتوسط بين القريب والبعيد، وسبيله سبيل: ذا وذلك وذاك: </p><p> الابتلاء: إظهار ما في النفس من خير أو شر. الابتلاء، والاختبار، والامتحان: نظائر، ومنه: البلاء النعمة؛ لأنه إظهار الخير على صاحبه، والبلاء النقمة بإظهار الشر عليه. </p><p> الزلزال: الاضطراب العظيم، منه:  {إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا}  [الزلزلة: ١] . </p><p> الشدة: قوة تدرك بالحاسة. </p><p> العرور: إيهام المحبوب بالمكروه. </p><p> الذي قال:  {مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا}  [١٢] معتب بن قشير. عن يزيد بن رومان. </p><p> {يَثْرِبَ} اسم أرض، قال أبو عبيدة:  \"مدينة الرسول - صلى الله عليه وسلم - في ناحية من يثرب\" . </p><p> وقيل: هي المدينة ونواحيها. </p><p> وقيل:  {لَا مُقَامَ لَكُمْ}  [١٣] أي: لا مكان لكم تقومون فيه. وقيل: هو من قول أوس بن قيظي ومن وافقه على رأيه. </p><p> وقوله:  {إِنَّ بُيُوتَنَا عَوْرَةٌ} أي: نخشى عليها السرق. عن ابن عباس. </p><p> وما [احتبسوا] من الإجابة إلى الكفر إلا قليلا. عن قتادة. </p><p> وهم بنو حارثة الذين {عَاهَدُوا اللَّهَ مِنْ قَبْلُ لَا يُوَلُّونَ الْأَدْبَارَ}  [١٥] . عن ابن عباس. </p><p> وقيل:  {وَمَا تَلَبَّثُوا بِهَا إِلَّا يَسِيرًا}  [١٤] أي: بالمدينة حتى يهلكوا. عن القتبي. </p><p> وقرأ {لَا مُقَامَ لَكُمْ} بالضم حفص عن عاصم، وقرأ الباقون {لَا مُقَامَ لَكُمْ} بالفتح. قرأ ابن كثير، ونافع وابن عامر {لَآتَوْهَا} قصرا، وقرأ الباقون {لَآتَوْهَا} بالمد. </p><p> الفرار: الذهاب عن الشيء خوفا منه. </p><p> القتل: قد يكون بنقض بنية الحيوان، وقد تكون الحركة التي تخرج بعدها روح المقتول، وقد يكون كسبا وغير كسب. </p><p> الموتُ: ضد الحياة، لا يقدر عليه إلا من قدر على الحياة. </p><p> صفحة فارغة </p><p> رفع [لَا تُمَتَّعُونَ]  {١٦} لوقوع (إدًا) بين الواو والفعل؛ فصارت بمنزلة ما لم يقع بعد الفعل، كقولك: أنا آتيك إذنْ. </p><p> التعويقُ: التثبيط، وهو الشغل بالقعُود عن أمر من الأمور. من كانوا لا يدعون إخوانهم إلى الجهادِ، وشغلوهم عن الجهاد لينصرفوا عنه. </p><p> وقيل:  [أَشِحَّةً عَلَيْكُمْ]  {١٩} في الغنيمة، والنفقة في سبيل الله. عن قتادة، ومجاهد. </p><p> وقيل:  [سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ] أي: خصموكم طلباً للقسمة. ويقال: خطيب مسلقٌ، ومصلقٌ، أي: هو بليغ في الخطابة. </p><p> [وَإِنْ يَأْتِ الْأَحْزَابُ يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَابِ]  {٢٠} أي: لو وقع الأحزاب لودًّوا. </p><p> وقال الحسنُ:  [سَلَقُوكُمْ]  {١٩} جادلوكمْ. </p>"
}