{
  "id": null,
  "sura": 33,
  "aya": 21,
  "text": "<p> مسألة: </p><p> وإن سأل عن قوله سبحانه: [لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا (٢١) وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا (٢٢) مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ وَمَا بَدَّلُوا تَبْدِيلًا (٢٣) لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنَافِقِينَ إِنْ شَاءَ أَوْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا (٢٤) وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا (٢٥) وَأَنْزَلَ الَّذِينَ ظَاهَرُوهُمْ مِنْ أَهْلِ الْكِتَابِ مِنْ صَيَاصِيهِمْ وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا (٢٦) وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ وَأَرْضًا لَمْ تَطَئُوهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا (٢٧) يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا (٢٨) وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْرًا عَظِيمًا (٢٩) يَا نِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا (٣٠) ] ، فقال: </p><p> ما الأسوةُ: وما الرجاءُ؟ وما معنى {وَذَكَرَ اللَّهَ كَثِيرًا}  [٢١] ؟ وما الذي وعد الله به في أمر الأحزاب؟ وما النحبُ؟ وما المظاهرةُ؟ وما الصياصي؟ وما الضعف؟ ومن الذين أنزلوا من صياصيهم؟ وما معنى {وَأَرْضًا لَمْ تَطَئُوهَا}  [٢٧] ؟ وهل كان تخييره لأزواجه للطلاق أم هو تخيير بين الدنيا والآخرة؟ </p><p> الجواب: </p><p> الأسوةُ: حال لصاحبها يقتدي بها غيره فيما ينزل به من مثلها، فالأسوة تكون في إنسان، وهو أسوة لغيره، فمن تأسى بالحسني ففعله حسنٌ. </p><p> الرجاء: توقع الخير. والرجاءُ، والأملُ، والطمع: نظائر. وإذا طمع الإنسان في الخير من جانب الله كان راجياً لهُ. </p><p> [وَذَكَرَ اللَّهَ كَثِيرًا]  {٢١} أي: ذكره بالتعظيم بصفاته العُلى، وأنه المالك لجميع العباد، العزيز العليمُ الرحيمُ. </p><p> الذي وعد الله به في أمر الأحزاب أنه وعدهم أنهم إذا لقزا المشركين ظفروا بهم، واستغلوا عليهم، في نحو قوله:  [لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ]  {التوبة: ٣٣} مع فرض الجهاد. </p><p> وقيل: الذي وعدهم الله به في قوله: [أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ]  {البقرة: ٢١٤} . عن قتادة. </p><p> النحبُ: النذر، أي: فقضى ندره، كان ندره فيما عاهد الله عليه. وقيل: النحبُ الموت أيضاً، والنحبُ: المدُّ في السير يوماً وليلة. </p><p> قال مجاهد:  [قَضَى نَحْبَهُ]  {٢٣} أي: عهدهُ. </p><p> ومعنى [وَيُعَذِّبَ الْمُنَافِقِينَ إِنْ شَاءَ]  {٢٤} بعذاب عاجل في الدنيا أو يتوبُوا. </p><p> ونذر المؤمنون إذا لقوا حرباً مع الرسول - صلى الله عليه وسلم - أن يثبتوا ولا ينهزموا. </p><p> وقيل في الشرط {إِنْ شَاءَ أَوْ يَتُوبَ عَلَيْهِمْ} أنه علم أن من المنافقين من يتوب؛ فقيد الكلام ليصبح المعنى. </p><p> قال الحسن:  \"{قَضَى نَحْبَهُ}مات على ما عاهد\" . </p><p> قرأ عاصم وحده {أُسْوَةٌ} بضم الألف، وقرأ الباقون بالكسر. </p><p> المظاهرة: المعاونة، وهي زيادة القوة بأن يكون المعاون ظهرا لصاحبه في الدفع عنه، الظهير: المعين بهذا المعنى. </p><p> الصياصي: الحصون التي يمتنع بها. واحدها: صيصة. يقال: صيصة فلان، أي: حصنه امتنع به. الصيصة: قرن البقرة، وهي شوكة الديك، وشوكة الحائك أيضا. قال الشاعر:  [الطويل] ................ مةقغ الصياصي في النسيج الممدد </p><p> الضعف: مثل الشيء الذي يضم إليه. ضاعفته: زدت عليه مثله، منه:  (الضعف) نقصان القوة؛ بأن ذهب أحد ضعفيها، فهو ذهاب ضعف القوة. </p><p> والذين أنزلوا من صياصيهم: بنو قريظة من اليهود، وكانوا نقضوا العهد وعاونوا أبا سفيان، فلما هزم الأحزاب أمر النبي - صلى الله عليه وسلم - مناديه بأن ينادي:  \"لا يصلين أحد العصر إلا ببني قريظة\" ، فمنهم من لحق ذلك بعد العتمة، وصلى العصر في ذلك الوقت، ومنهم من صلاها قبل، وصوب رسول - صلى الله عليه وسلم - الكل. </p><p> وقيل: إن سعد بن معاذ حكم فيهم أن تقتل الرجال، وتسبى الدراري والنساء، وتقسم الأموال، وتكون الأرض للمهاجرين دون الأنصار. فقيل له في ذلك، فقال: لكم دار وليس للمهاجرين دار. فقال رسول الله - صلى الله عليه وسلم -: \"حكم فيهم بحكم الله\" . </p><p> وقيل:  {وَأَرْضًا لَمْ تَطَئُوهَا}  [٢٧] أرض فارس والروم. عن الحسن. وقيل: مكة. عن قتادة. وقيل: خيبر. عن ابن زيد. </p><p> وقيل: كان له تسع نسوة فلما اختزن الله ورسوله والدار الآخرة حمدهن الله على ذلك فقال: {لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ}  [٥٢] . </p>"
}