{
  "id": null,
  "sura": 33,
  "aya": 41,
  "text": "<p> {وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا} أي: تزويج النبي - صلى الله عليه - زينب بنت جحش إياك لا محالة كائنٌ. </p><p> القدر المقدورُ: السبب الجاري متعلقه على مقدار ما تقدم من غير زيادة ولا نقصان. </p><p> قوله:  {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ}  [٤٠] نزلت في زيد بن حارثة، والنبي - صلى الله عليه وسلم - كان أبا القاسم، وإبراهيم، والطيب، والمطهرِ. عن قتادة. </p><p> السنة: الطريقة الجارية على منهاج واحد. </p><p> قرأ عاصم وحده {وَخَاتَمَ النَّبِيِّينَ} بفتح التاء، وقرأ الباقون بكسر التاء. </p><p> مسألة: </p><p> إن سأل عن قوله سبحانه: {يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا (٤١) وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا (٤٢) هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَتُهُ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا (٤٣) تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا (٤٤) يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا (٤٥) وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجًا مُنِيرًا (٤٦) وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيرًا (٤٧) وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَدَعْ أَذَاهُمْ وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا (٤٨) يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا (٤٩) يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ اللَّاتِي هَاجَرْنَ مَعَكَ وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (٥٠) تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ (٥١) } فقال: </p><p> ما الذكر؟ وما الفرق بين الذكْر والعلم؟ وما معنى {هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ}  [٤٣] ؟ وما معنى الظلمة والنور؟ وما معنى {وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا}  [٤٢] ؟ وما معنى {تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ}  [٤٤] ؟ وما موضع الرد من ذلك على المعتزلة؟ وما الداعي؟ وما المنيرُ؟ وما الفضلُ؟ وما معنى {وَدَعْ أَذَاهُمْ}  [٤٨] ؟ وما معنى {مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ}  [٥٠] ؟. </p><p> الجواب: </p><p> الذكرُ: حضور معنى الصفة للنفس، ذولك بوجهين: </p><p> أحدهما: بوجود المعنى في النفس ابتداء من غير طلب. والآحر: بالطلب من جهة الفكر. </p><p> الذكر قد يجامع العلم، وقد يجامع الشك في الشيء من وجه واحد، والذكر يضاد السهو ولا يضاد الشك كما يضاد العلمَ. </p><p> معنى {هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ}  [٤٣] أي: هو الذي يوجب بركة الصلاة، وهي الدعاء بالخير، وتوجبه الملائكة بفعل الدعاء، وهذا مما يختلف فيه معنى صفة الله - عز وجل - وصفة العباد، كـ (توَّاب) بمعنى: كثير القبول للتوبة، و (توَّابِ) بمعنى: كثير الفعل للتوبة. </p><p> وذكر الظلمة والنور - ها هنا - لأن العلم كالنور الذي يهتدي به إلى الأمور، والظلمة كالجهل في إيجاب الحيرة، والإيمان بمنزلة النور، لأنه يقود إلى الجنة، والكفر الذي يقود إلى النار. </p><p> وقيل: يصلي عليكم بطريقة الدعاء، كقوله: عليك رحمتي ومغفرتي. </p><p> وقيل:  {وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا}  [٤٢] صلاة الغداة وصلاة العصر. عن قتادة. </p><p> وقيل:  {مِنَ الظُّلُمَاتِ إِلَى النُّورِ}  [٤٣] من الضلالة إلى الهدى. عن ابن زيدٍ. </p><p> والأصيل: العشيُّ، وجمعه: أصل، وهو أصل الليل، أي: أوله ومبتداهُ. </p><p> وقيل:  {يُصَلِّي عَلَيْكُمْ} يترحم عليكم بإيجاب الرحمة، وتصلي الملائكة بالدعاء بالرحمة الأول: كالدعاء، والثاني: دعاءٌ. </p><p> قيل:  {تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ}  [٤٤] أي: قوله السلامة لكم من جميع الآفات، والفوز بنعيم الثواب، وذلك رد على المعتزلة؛ لأن اللقاء المطلق على الحي السليم الذي لا آفة به لا يعقلُ منه غير الرؤيةِ. </p><p> الداعي: الطالب من غيره فعلاً. </p><p> المنيرُ: المختصُّ بأنه منبت النور من جهته، إما بفعله، وإما بأنه سبب له. والقمر منير، والسراج بهذا المعنى، والله - تعالى - منيرُ السموات والأرض. </p><p> الفضلُ: الزيادة في الإحسان. </p><p> معنى {وَدَعْ أَذَاهُمْ}  [٤٨] أي: أعرض عن أذاهم فإني أكفيك أمرهم إذا توكلت عليَّ وعملت بطاعتي؛ فإن جميعهم في سلطاني بمنزلة ما هو في قبضة عندي. </p><p> وقيل: لم يكن عند النبي - صلى الله عليه وسلم - امرأة وهبت نفسها له. وقيل: بلى، كانت ميمونة بنت الحارث. عن ابن عباس بخلاف. </p><p> وقال علي بن الحسين:  \"هي امرأة من بني أسد،يقال لها:أم شريكٍ\" . </p>"
}