{
  "id": null,
  "sura": 33,
  "aya": 1,
  "text": "<p> [سورة الأحزاب] </p><p> مسألة: </p><p> فإن سأل عن قوله: {يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا (١) وَاتَّبِعْ مَا يُوحَى إِلَيْكَ مِنْ رَبِّكَ إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا (٢) وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا (٣) مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ذَلِكُمْ قَوْلُكُمْ بِأَفْوَاهِكُمْ وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ (٤) ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (٥) النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا (٦) وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى ابْنِ مَرْيَمَ وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا (٧) لِيَسْأَلَ الصَّادِقِينَ عَنْ صِدْقِهِمْ وَأَعَدَّ لِلْكَافِرِينَ عَذَابًا أَلِيمًا (٨) يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَمْ تَرَوْهَا وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا (٩) إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا (١٠) } ، فقال: </p><p> ما معنى أمره النبي - صلى الله عليه وسلم - بالتقوى وهو متقي؟ وما معنى النفاق؟ وما وجه اتصال قوله:  {إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا} ؟ وما الوكيل؟ وفيمن نزل قوله:  {مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ} ، {وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ} ؟ وما معنى الأولى؟ وما معنى النفس؟ وأولوا الأرحام؟ وما معنى {أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا} ؟ وما معنى {لِيَسْأَلَ الصَّادِقِينَ عَنْ صِدْقِهِمْ} ؟ وفيمن نزلت {وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ} ؟ وما معنى {وَإِذْ زَاغَتِ الْأَبْصَارُ} ؟ وما معنى {أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ} ؟ وما معنى (الظنون) في قوله: {وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا} ؟ وما الميثاق الغليظ؟ وكيف قيل:  (الظُّنُونَا) بالألف؟ </p><p> الجواب: </p><p> إن النبي - صلى الله عليه وسلم - مخاطب بالتقوى والمراد به غيره، كما قال:  {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ}  [الطلاق: ١] ، والثاني: إنه مأمور باستدامة الحال التي هو عليها؛ لأن الأمر ينقسم إلى ثلاثة أقسام: </p><p> أمر بابتداء الانتقال من حالة إلى حال. </p><p> والثاني: يكون أمر استدامة. </p><p> والثالث: يكون أمر استزادة، والنبي - صلى الله عليه وسلم - مأمور من الوجهين بالاستدامة والاستزادة. </p><p> النفاق: إظهار الإيمان وإبطان الكفر، وكل منافق كافر. </p><p> الذي اقتضى ذكر {إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا}  [١] أن المعنى فيه أن الله كان عليما بأحوالهم، حكيما فيما يوجبه عليك من أمرهم، ثم قال:  {إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا}  [٢] مهددا لهم. </p><p> الوكيل: القائم بالتدبير لغيره. </p><p> وقيل: كان المنافقون يقولن: لمحمد قلبان؛ فأكذبهم الله. عن ابن عباس....................... </p><p> ومجاهد، وقتادة. </p><p> وقال الحسن:  \"كان رجل يقول: لي نفس تأمرني، ونفس تنهاني؛ فأنزل الله فيه هذا\" </p><p> وقيل: هو في مثل امتناعه كامتناع أن يكون ابن غيرك ابنك. عن الزهري. </p><p> وقيل:  {وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ}  [٤] نزل في زيد بن حارثة، كمان يدعى ابن رسول الله - صلى الله عليه وسلم -. </p><p> {وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ}  [٥]  (ما) في موضع جر، أي: ولكن فيما تعمدت قلوبكم. </p><p> ولا يجوز أن يطيعهم وإن دعوا إلى الحق، فإذا فعله فلانه حق، لا لأنهم دعوا إليه. </p><p> قرأ {تُظَهَّرُونَ}  [٤] بفتح الظاء مشددة بغير ألف ابن كثير، ونافع، وأبو عمرو، وقرأ عاصم {تُظَاهِرُونَ} خفيفة بضم التاء وبالألف، وقرأ ابن عامر بتشديد الظاء والألف. </p><p> الأولى: الأحق بأن يحتاج ما دعا إليه من غيره، فالنبي - صلى الله عليه وسلم - بهذه الصفة من أنه ينسى أن يختار ما دعا إليه على ما يدعو إليه غيره من نفس الإنسان أو سواه من العباد. وكذلك (الأولى) طاعة الله؛ لأنه ينبغي أن يختار على ترك طاعته نفس الشيء ذاته. </p><p> وقيل: نفس الإنسان يحتمل أن تكون أخذت من (النفس) ؛ لأن من شأنها التنفس وهو التروح، ويحتمل أن تكون من (النفاسة) ؛ لأنها أجل ما فيه وأكرمه، على مذهب من يرى أنه شيء مخصوص في هذا البدن، وهو خطأ عندنا. </p><p> {وَأُولُو الْأَرْحَامِ}  [٦] أولوا القرابات. </p><p> لما ذكر {وَأَزْوَاجُهُ أُمَّهَاتُهُمْ} في الحكم من جهة عظم الحرمة، قيل:  [وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ] إلا ما ينبه الله في كتابه مما يجوز لأزواج النبي - صلى الله عليه وسلم - أن يدعين أمهات المؤمنين. </p><p> ومعنى {إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا} أي: إلى أوليائكم من المؤمنين ما تعرف حسنته وصوابه. </p><p> وقيل: النبي - صلى الله عليه وسلم - أحق أن يحكم في الإنسان بما لا يحكم به في نفسه لوجوب طاعته؛ إذ هي مقرونه بطاعة الله. </p><p> وقيل: يحرم نكاحهن من بعده كما يحرم نكاح الرجل لأمه. وقيل: كان الناس يتوارثون بالهجرة، ولا يرث الأعرابي المسلم من المهاجر، حتى نزلت الآية. عن قتادة. </p><p> وقيل: وقال: [إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا] أي: توصوا لهم. </p><p> وقيل:  {مَعْرُوفًا} من الوصية والنصرة. عن مجاهد. ولا يجوز أن يكونوا القرابة من أهل الشرك - على ما قال بعضهم - بأن يكونوا أولياء. </p><p> قال ابن عباس:  \"(الميثاق الغليظ)العهد\" . </p><p> وقيل:  {لِيَسْأَلَ الصَّادِقِينَ عَنْ صِدْقِهِمْ}  [٨] أي: من الرسل، ما الذي أجاب به أممكن؟ عن مجاهد. </p><p> وقيل: قال المسلمون يوم الخندق لرسول الله - صلى الله عليه وسلم -: بلغت القلوب الحناجر، فعل من شيء نقوله؟ ، فقال - صلى الله عليه وسلم -: \"نعم! قولوا: اللهم استر عورتنا، وآمن روعتنا\" . قال: فضرب الله وجوه أعدائه بريح الصبا........... </p><p> فهزمهم الله بها. </p><p> وقيل: جنود المشركين، وهي قريش وغطفان وبنو قريظة، وجنود المؤمنين: الملائكة. </p><p> وقيل: الذين جاءوهم من فوقهم عيينه بن بدر في أهل نجد، {وَمِنْ أَسْفَلَ مِنْكُمْ}  [١٠] أبو سفيان في قريش، وواجهتهم قريظة. عن مجاهد. </p><p> {وَإِذْ زَاغَتِ الْأَبْصَارُ} عدلت عن مقرها. </p><p> وقال قتادة: شخصت {وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ} نبت عن أماكنها من الرغب. </p><p> قال الحسن:  \"ظنونا مختلفة، ظن المنافقون أنه سيستأصل، وظن المؤمنون أنه سينصر\" . </p><p> وقيل:  {أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ}  [٦] أي: أولى بهم من بعضهم ببعض، كما قال:  {فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ}  [النور: ٦١] . </p><p> وقيل:  {مَسْطُورًا} أي: مكتوبا. وقيل:  {مَسْطُورًا} في أم الكتاب. </p><p> وقيل:  (المِيثَاقً الغَلِيظً) اليمين بالله على الوفاء بما حملوا. </p><p> وقيل: كانت الريح شديدة البرد تمنع المشركين من الحرب، فكانت الملائكة تقعد بعضهم عن بعض. </p><p> وقيل:  {الظُّنُونَا} بالألف، لأجل الفواصل التي يطلب بها تشاكل المقاطع. </p><p> وقال الحسن:  \"لما نزلت هذه الآية قال رسول الله - صلى الله عليه وسلم -: \" أنا أولى بكل مؤمن من نفسه\". </p><p> وقرأ {الظُّنُونَا} بالألف في الوقف دون الوصل ابن كثير، والكسائي، وقرأ نافع، وابن عامر بالألف في الوصل والوقف، وقرأ أبو عمرو، وحمزة. </p><p> صفحة فارغة </p>"
}