{
  "id": null,
  "sura": 33,
  "aya": 61,
  "text": "<p> وقيل: أغراه به سلطة عليه. عن ابن عباس. </p><p> {ثُمَّ لَا يُجَاوِرُونَكَ فِيهَا إِلَّا قَلِيلًا}  [٦٠] بالنفي عنها. </p><p> وزعم بعضهم أن {يُصَلُّونَ}  [٥٦] فيه إضمار الملائكة دون اسم الله، مع إقراره أن الله يصلي على النبي - صلى الله عليه وسلم -، كأنه يذهب إلى إفراده بالذكر للتعظيم. </p><p> وقيل:  {ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ}  [٥٩] من الإماء {فَلَا يُؤْذَيْنَ} . وقال الحسن:  {أَنْ يُعْرَفْنَ} بالحرية والصيانة {فَلَا يُؤْذَيْنَ} . </p><p> مسألة: </p><p> إن سأل عن قوله: {مَلْعُونِينَ أَيْنَمَا ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلًا (٦١) } </p><p> الآيات، فقال: </p><p> ما معنى {ثُقِفُوا} ؟ وبم انتصب {مَلْعُونِينَ} ؟ وما السنة؟ وما معنى {وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا} ؟ ولم لا يكون من عمل الشيء مرة أو مرتين فذلك الشيء سنة له؟ وما التقليب؟ وما الوجه؟ وما السادة؟ وما الكبير؟ وما السديد؟ وما معنى {وَكَانَ عِنْدَ اللَّهِ وَجِيهًا}  [٦٩] ؟ وما إصلاح أعمال العباد؟ ولم جاز الوعد بالقول السديد؟ وما حكم من آثر ترك الطاعة لله لغيره مع علمه بقوله:  {وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا}  [٧١] ؟ وما الأمانة؟ ولم جاز {إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ}  [٧٢] ؟ وما معنى {ظَلُومًا جَهُولًا} ؟. </p><p> الجواب: </p><p> {ثُقِفُوا} وجدُوا وصودفُوا. </p><p> انتصب {مَلْعُونِينَ} بـ {أَيْنَمَا ثُقِفُوا} وإن جزم به {ثُقِفُوا} على طريق الجزاء جاز، وإنما جاز ذلك لأن الجازم في الأصل (أن) المحذوفة، </p><p> {أَيْنَمَا} يقوم {ثُقِفُوا} مقامها ويغني عنها، ولا يجوز أن يعمل فيه [أخذُوا] لأنه جواب الجزاء، ولا يعمل الجزاء فيما قبل الشرط. </p><p> السنة: الطريقة في تدبير الحكم، منه: سنة رسول الله - صلى الله عليه وسلم - في الدين، وهي الطريقة التي أجراها بأمر الله وأضيفت إليه، وأصل السنة: الطريقة. </p><p> {وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا}  [٦٢] السنة التي أراد الله أن يسنها في عباده، لا يتهيأ لأحد تغييرها ولا قلبها عن وجهها. </p><p> ويجوز نصبُ {مَلْعُونِينَ}  [٦١] على الدم على الصفة لذليل، كأنه قال: إلا أذلاء ملعونين، ويجوز أن يكون حالاً من الضمير في {يُجَاوِرُونَكَ} . </p><p> من عمل الشيء مرة أو مرتين لم يقل أن ذلك الشيء سنة له؛ لأن السنة هي الطرسقة الجارية على الدوام مع الإمكان، وسنة الله في المتمردين في الكفر الذين لا يفلح أحد منهم ولا من نسائهم مع الإهلاك بالعذاب في الدنيا قبل الآخرة. </p><p> التقليب: تصريف الشيء في الجهات، وكذلك التنقل من جهة إلى جهة، فهو يقلب وجوههم في النار لأنه أبلغ فيما يصل إليها العذاب. </p><p> السادةُ: جمع (سيدٍ) ، والسيدُ: المالك العظيم، وهو مالكُ تدبير السواد الأعظم. </p><p> الكبيرُ: هو الذي يمكن أن يكون به ما لا يكون بغيره لتقصيره عنه. وقيل: أوذي موسى - عليه السلام - بعيب أضافوه إليه لم تقم حجة بتعيينهِ. </p><p> السديدُ: البرئ من حال الفساد. القول السديد برئ من الكذب، والتمويه، واللغوِ. </p><p> وقيل {الرَّسُولَا} و {السَّبِيلَا} لأجل الفواصل في رءوس الآى، حتى يجري ذلك على تشاكل ألفاظ البلاغة في تفصيل المعاني، كما يجري في القوافي لقطع البيت من الذي قبله. </p><p> وقيل: إنما أوذي موسى - عليه السلام - بأن أشاعوا أن هارون - عليه السلام - قتله موسى، وأحيى الله هارون حتى أخبرهم أن موسى لم يقتله، وأن الله هو الذي أماته عند انقضاء أجله. </p><p> {وَكَانَ عِنْدَ اللَّهِ وَجِيهًا}  [٦٩] عظيم القدر، رفيع المنزلة، إذا سأله شيئاً أعطاه. </p><p> قرأ عاصم، وابن عامر {لَعْنًا كَبِيرًا} بالباء، وقرأ الباقون {كَثِيرًا} . </p><p> إصلاح أعمال العباد بإدامه اللفظ فيها حتى يستقيم على الطريقة المسلمة من الفساد. </p><p> وجاز وعد غفران الذنوب بالقول السديد لأنه يدخل في القول السديد التوبة من الذنوب، كما يدخل فيه تجنب الكذب. </p><p> الأمانة: العقدُ الذي يلزم الوفاء به مما من شأنه أن يؤتمن عليه صاخبه، وقد علم الله - تعالى - في هذه الآية شأنه، وأمر بالوفاء به في سورة المائدة فقال:  {يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ}  [١] ، وبين أن منزلتها منزلة ما لو عرض على الأشياء مع عظمها وكانت تعلم ما فيها لأشفقت منها، إلا أنه خرج مخرج الواقع. </p><p> {فَقَدْ فَازَ فَوْزًا عَظِيمًا}  [٧١] أي: قد تلقوا بالكرامة من الله والرضوان. </p><p> وقيل:  {الْأَمَانَةَ} الطاعة لله، وقيل لها (أمانةٌ) ؛ لأن العهبد أؤتمنَ عليها. وقيل: من الأمانة أن المرأة أئتُمنتْ على فرجها، والرجل فرجه عن أن يحفظه من الفاحشة. </p><p> {ظَلُومًا} لنفسه {جَهُولًا} بمنزلة الأمانة. </p><p> وقيل:  {لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ} في الأمانة {وَالْمُشْرِكِينَ} بتضييع الأمانة {وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ} بحفظهم لها. </p><p> وقيل: كلاهما خانا في الأمانة. </p><p> وقيل:  {إِنَّا عَرَضْنَا الْأَمَانَةَ} على أهل السموات والأرض والجبال من الملائكة فأبين أن يخترن خيانتها. قيل: والقول الأول هو الوجه أن يكون على المثلِ. </p><p> * * * </p>"
}