{
  "id": null,
  "sura": 34,
  "aya": 41,
  "text": "<p> مسألة عن قوله سبحانه: {قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ (٤١) فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ النَّارِ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ (٤٢) وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آبَاؤُكُمْ وَقَالُوا مَا هَذَا إِلَّا إِفْكٌ مُفْتَرًى وَقَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (٤٣) وَمَا آتَيْنَاهُمْ مِنْ كُتُبٍ يَدْرُسُونَهَا وَمَا أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ مِنْ نَذِيرٍ (٤٤) وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ وَمَا بَلَغُوا مِعْشَارَ مَا آتَيْنَاهُمْ فَكَذَّبُوا رُسُلِي فَكَيْفَ كَانَ نَكِيرِ (٤٥) قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ (٤٦) قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَهُوَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (٤٧) قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ (٤٨) قُلْ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ (٤٩) قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي إِنَّهُ سَمِيعٌ قَرِيبٌ (٥٠) وَلَوْ تَرَى إِذْ فَزِعُوا فَلَا فَوْتَ وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ (٥١) وَقَالُوا آمَنَّا بِهِ وَأَنَّى لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ (٥٢) وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكَانٍ بَعِيدٍ (٥٣) وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ (٥٤) } </p><p> فقال: </p><p> ما معنى {بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ}  [٤١] وهو عبدوا الملائكة؟ وما معنى {أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ} ؟ وما معنى {وَمَا بَلَغُوا مِعْشَارَ مَا آتَيْنَاهُمْ}  [٤٥] ؟ وما الوعظ؟ وما معنى {مَثْنَى وَفُرَادَى}  [٤٦] ؟ وما الفكر؟ وما معنى {إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ}  [٤٦] ؟ وما القذفُ؟ وما معنى {وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ}  [٤٩] ؟ وما الفزعُ؟ وما المكان؟ وما القربُ؟ وما معنى {وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ}  [٥١] ؟ وما التناوش؟ </p><p> الجواب: </p><p> لما دعتهم الجن إلى ذلك ورضوا به منهم ذموا بهذه الحال العابد والمعبود، وكذلك حسن الإضراب منك عن حالهم مع الملائكة؛ لأن حال الدمَّ بها يرجع إلى العابد والمعبود. </p><p> معنى {أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ}  [٤١] أنت تتولى نصرتنا دونهم؛ إذ لا يقدون إلا على ما أقدرتهم، فما كنا لنرضى بعبادتهم مع علمنا بأنك ربنا وربهم. </p><p> معنى {وَمَا بَلَغُوا مِعْشَارَ مَا آتَيْنَاهُمْ}  [٤٥] أي: ما بلغ الذين أرسل إليهم محمد - صلى الله عليه وسلم - عشرَ ما أوتى الأمم قبلهم من القوة والعدة، في معنى قول ابن عباس - رضي الله عنه -، وقتادة. </p><p> وقيل:  {بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ}  [٤١] بطاعتهم فيما دعوا إليه من عبادتنا. وقيل: إنهم صوروا لهم صورة قوم من الجن، وقالوا: هذه صورة الملائكة فاعبدوها. </p><p> السحرُ: حيلة خفية توهم المعجزة. </p><p> المعشارُ: العشرُ. </p><p> الوعظ: الدعاء إلى ما ينبغي أن يرغب فيه، مع التخذير مما ينبغي أن يحذر منه بما يلين القلب. </p><p> الاستجابة إلى الحق التي [هي] أكبر واعظ وأجل داع من العباد بما أعطاه الله به من الحكمة. </p><p> معنى {مَثْنَى وَفُرَادَى}  [٤٦] ها هنا، ـي: يذاكر الرجل صاحبه ليستعين برأيه على هذا الأمر، ثم يعلو بفكره حتى يكون قد وقى النبي - صلى الله عليه وسلم - حقه بأن نظر فيه على الحالين جميعاً. </p><p> وقيل:  (الفكرُ) طلب المعين بالقلب. وقيل: هو جولان القلب بالخواطر. </p><p> وقيل:  {إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ}  [٤٦] أي: بطاعة الله. عن مجاهد. </p><p> القذف: إلقاء الشيء عن عظم الشأن. </p><p> معنى {وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ}  [٤٩] أن الحق إذا جاء أذهب الباطل فلن يبق له بقية يبدئ بها ولا يعيد، كما قال تعالى:  {بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ}  [الأنبياء: ١٨] . قال قتادة:  \"{الْبَاطِلِ}إبليس، لا يبدأ الخلق ولا يعيد\" . وكأنه يريد كل معبود من دون الله بهذه الصفة. </p><p> وقال الحسن:  {وَمَا يُبْدِئُ الْبَاطِلُ} لأهله خيراً {وَمَا يُعِيدُ} أي: بخير الآخرة. </p><p> القوتُ: خروج وقت الشيء الذي لا يصلح أن يعمل في غيره، كفوت الصلاة، وفوت وقت القربة. </p><p> الفزع: انزعاج النفس بتوقع المكروه. الفزعُ، والجزع، والرعب، والخوف: نظائرٌ. </p><p> المكانُ: ما يتمكن عليه غيره: من أرض، أو ماء، أو هواء. أو هو مأخوذ من (التمكنِ) . </p><p> القرب: مسافة ما بين الشيئين بإنقاص من المسافة، ونقيضه: البعد. وقيل:  {وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ}  [٥١] عذاب الدنيا. عن ابن عباس. </p><p> وقيل: حين يخرجون من قبورهم. عن الحسن. </p><p> وقيل:  {فَلَا فَوْتَ}  [٥١] لا مهربَ. عن الضحاكِ. </p><p> {التَّنَاوُشُ}  [٥٢] من قولهم: نشته ونوشتهُ نوشاً، إذا تناولته من قريب، وتناوش القوم: إذا دنا بعضهم إلى بعض ولم يلتحم بينهم قتال بعد، همزهُ بعضهم فيجوز أن يكون من هذا، ويجوز أن يكون من (النئيش) وهو الإبطاء، انتأشتهُ: أخذته من بعيد. وقيل {التَّنَاوُشُ} تناول التوبة. </p><p> {مِنْ مَكَانٍ بَعِيدٍ} من الآخرة إلى الدنيا. </p><p> {وَقَدْ كَفَرُوا} بالعذاب {مِنْ قَبْلُ} . </p><p> وقيل:  {وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكَانٍ بَعِيدٍ}  [٥٣] مع قولهم: هو ساحر، هو شاعر. عن مجاهد. </p><p> وقيل: هو قولهم: لا بعثُ، ولا نار، ولا جنة. عن قتادة. </p><p> وأشياع: جمع الجمع. شيعة، وشيعٌ، وأشياعٌ. </p><p> صفحة فارغة </p><p> قيل:  {مِنْ مَكَانٍ قَرِيبٍ}  [٥١] من بطن الأرض إلى ظهرها. عن الحسن. </p><p> * * * </p>"
}