{
  "id": null,
  "sura": 35,
  "aya": 26,
  "text": "<p> وقيل:  {وَبِالْكِتَابِ الْمُنِيرِ} بعدهُ. فالموصوف واحد والصفات مختلفة. </p><p> الاستواءُ: حصول أحد الشيئين على مقدار الآخر، ومنه: الاستواء في الطريق. </p><p> وقيل: هو مثل ضرب لعبادة الله وعبادة الأوثان، فلا يستوي ذلك لتفاوت ما بينهما. </p><p> وقيل: معنى {وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ}  [٢٤] أي: نذير منهم. وقيل: نذير من غيرهم، وهو رسول إليهم كما أرسل نبينا - صلى الله عليه وسلم - إلى العرب والعجمِ. </p><p> مسألة: </p><p> إن سأل عن قوله سبحانه: {ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا فَكَيْفَ كَانَ نَكِيرِ (٢٦) أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفًا أَلْوَانُهَا وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ (٢٧) وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ (٢٨) إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ (٢٩) لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ (٣٠) وَالَّذِي أَوْحَيْنَا إِلَيْكَ مِنَ الْكِتَابِ هُوَ الْحَقُّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ إِنَّ اللَّهَ بِعِبَادِهِ لَخَبِيرٌ بَصِيرٌ (٣١) ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ (٣٢) جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ (٣٣) وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (٣٤) الَّذِي أَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ (٣٥) وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ (٣٦) وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ (٣٧) إِنَّ اللَّهَ عَالِمُ غَيْبِ السَّمَاوَاتِ وَالْأَرْضِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (٣٨) هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ إِلَّا مَقْتًا وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا (٣٩) قُلْ أَرَأَيْتُمْ شُرَكَاءَكُمُ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ أَمْ آتَيْنَاهُمْ كِتَابًا فَهُمْ عَلَى بَيِّنَتٍ مِنْهُ بَلْ إِنْ يَعِدُ الظَّالِمُونَ بَعْضُهُمْ بَعْضًا إِلَّا غُرُورًا (٤٠) إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ إِنَّهُ كَانَ حَلِيمًا غَفُورًا (٤١) وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَمِ فَلَمَّا جَاءَهُمْ نَذِيرٌ مَا زَادَهُمْ إِلَّا نُفُورًا (٤٢) اسْتِكْبَارًا فِي الْأَرْضِ وَمَكْرَ السَّيِّئِ وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ فَهَلْ يَنْظُرُونَ إِلَّا سُنَّتَ الْأَوَّلِينَ فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا وَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا (٤٣) أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَكَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ إِنَّهُ كَانَ عَلِيمًا قَدِيرًا (٤٤) وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ وَلَكِنْ يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيرًا (٤٥) } فقال: </p><p> ما الإنكار؟ وما الاختلاف؟ وما الجددُ؟ وما الغرابيب؟ وما معنى {لَنْ تَبُورَ}  [٢٩] ؟ وما الحق؟ وما معنى {مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ}  [٣١] ؟ وما الاصطفاء؟ ولم جاز التشويق إلى الجنة بما حرم في الدنيا؟ وما معنى {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا}  [٣٢] ؟ وأي كتاب هو؟ وما معنى {لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا}  [٣٦] ؟ وما الاصطراخ؟ ولم جاز {وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا} مع قوله: {كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا}  [الإسراء: ٩٧] ؟ وما النذير في قوله:  {وَجَاءَكُمُ النَّذِيرُ}  [٣٧] ؟ وما معنى {خَلَائِفَ فِي الْأَرْضِ} [ </p><p> ٣٩] ؟ وما معنى {شُرَكَاءَكُمُ}  [٤٠] ؟ وما الإمساك؟ وما الحليمُ؟ وما المغفرة؟ وما الأندادُ؟ وما التبديلُ؟. </p><p> الجواب: </p><p> الإنكار: العمل على نفي الشيء، ونقيضه: الإقرار، وهو العمل في تثبيته. </p><p> الاختلافُ: امتناع سدَّ الشيء مسدَّ، مسدَّ غيره، كامتناع سد السواد مسد البياض. </p><p> الجُددُ: الطرائق، واحدها: جدةٌ، نحو:  (مدةٌ) و (مددٌ) ، وأما جمع (جديد) فـ (جددٌ) ، كقولك: سريرٌ وسررٌ. </p><p> الغرابيب: الذي لونه كلون الغراب، ولذلك حسن أن يقال:  [سودٌ] . </p><p> معنى {لَنْ تَبُورَ}  [٢٩] لن تكسد، منه: بارت السوقُ: إذا كسدت. </p><p> {شَكُورٌ} أنه يعامل بالإحسان معاملة الشاكر. </p><p> {الْحَقُّ} - ها هنا - المراد به أنه معنى معتقده على ما هو به يدعو إليه الداعي للحقَّ. </p><p> معنى {مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ}  [٣١] أي: مصدقا لما قبله من الكتب بأنه جاء موافقا {....} به من حاله، وحال من أتى به. </p><p> الاصطفاء: الاختيار بإخراج الصفوة من العباد. </p><p> اصطفى الله المؤمنين على ثلاث طبقات: مؤمن {ظَالِمٌ لِنَفْسِهِ} بالذنوب، و {مُقْتَصِدٌ} بالطاعات تائب من الذنوب، و {سَابِقٌ بِالْخَيْرَاتِ} في المرتبة العليا، وكلا وعد الله الحسنى. </p><p> {مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ} الكتب التي قبله. عن الحسن، وقتادة. {أَوْرَثْنَا الْكِتَابَ}  [٣٢] فيه قولان: </p><p> الأول: هذا القرآن، ويكون معنى (الإرث) : انتهاء الحكم إليهم مصيرها لهم. </p><p> الثاني: الإيمان بالكتب السالفة. </p><p> المقام - بضم الميم -: الإقامة، وبفتحها: موضع القيام. </p><p> اللغوب: الإعياء. </p><p> النصب: التعب. وقيل: الوجع. عن قتادة. </p><p> وقيل:  {فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ} مخالفة الهوى في الطاعات. وقيل: هم الكافرون، وهو خطأ لأنه قال:  {جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا}  [٣٣] . </p><p> معنى {لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا}  [٣٦] - هاهنا - أي: لا يحكم عليهم بالموت، كأنه قيل: لا يقضى عليهم بالموت فيموتوا، وقضى فلان إذا إذا مات؛ لأنه فصل بموته في الدنيا. </p><p> تخفيف العذاب: تيسيره {....} أو صغره؛ وذلك نقيض تغليظه وشدته. </p><p> الاصطراخ: الصياح بالاستغاثة، وهو (افتعال) من الصراخ. </p><p> جاز {وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا} مع قوله: {كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا}  [الإسراء: ٩٧] أي: تارة تسعر، وتارة تخبو، إلا أن الآلام لا تخفف. </p><p> العمر الذي ذكر الله به أربعون سنة، عن ابن عباس، ومسروق ومسروق. </p><p> وقيل: ستون سنة. عن ابن عباس بخلاف. ويروى في خبر مرفوع، وعن علي - رضي الله عنه -. </p><p> {النَّذِيرُ} محمد - صلى الله عليه وسلم -. عن ابن زيد. </p><p> وقيل: الشيبُ. </p><p> وقيل: واتقوا الله أن تضمروا في أنفسكم ما ينهى عنه، فإنه عليم بذات الصدور. </p><p> {خَلَائِفَ فِي الْأَرْضِ}  [٣٩] أمة بعد أمة، وقرنا عد قرن. عن قتادة. </p><p> وقيل: ادعوا شركاءكم في الأموال التي جعلتم لها قسطا منها، وهي الأوثان. وقيل: شركاءكم الذين أشركتموهم في العبادة. </p><p> الإمساك: تسكين يمنع الزوال، والأرض ساكنة بإمساك الله لها، ولا يقدر على إمساك الثقيل من غير عمد إلا الله، والسموات أيضا ساكنة بإمساكه، وهي غير الأفلاك التي تجري فيها. </p><p> الحليم: القدير الذي لا يعاجل بالعقوبة، ولا يحلم {....} دونه. </p><p> المغفرة: ستر الذنب برفع التبعة. </p><p> الإنذار: الإعلام بموضع المخافة ليتقي. </p><p> قال عبد الله بن مسعود - رضي الله عنه -: \"إن السموات لا تدور، ولو كانت تدور لكانت قد زالت\" . </p><p> وقيل:  {مَا زَادَهُمْ}  [٤٢] بمجيء النذير {إِلَّا نُفُورًا} عن الحق وهربا منه، وإن كان قد كفهم ذلك عن معاصي أخر، فما وقوا بما ضمنوا. </p><p> {اسْتِكْبَارًا فِي الْأَرْضِ}  [٤٣] من أن يقروا بالحق. </p><p> التبديل: تصيير الشيء مكان غيره. </p><p> التحويل: تصيير الشيء في غير المكان الذي كان فيه بنقله عنه. </p><p> التغيير: تصيير الشيء على خلاف ما كان بما لو شوهد لرؤي على خلافه. </p><p> قرأ حمزة وحده [وَمَكْرَ السَِّيّءٍ] بسكون الهمزة، وهو عند بصراء النحويين لا يجوز في القراءة. </p><p> صفحة فارغة </p>"
}