{
  "id": null,
  "sura": 35,
  "aya": 11,
  "text": "<p> و {يَبُورُ} يكسد ولا ينفذ فيما يريدون. </p><p> وقيل في الضمير في {يَرْفَعُهُ} ثلاثة أوجه: </p><p> الأول: يرفع الكلم الطيب. الثاني: يرفعه الكلم الطيب. الثالث: يرفعه الله. </p><p> مسألة: إن سأل عن قوله سبحانه: {وَاللَّهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجًا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ (١١) وَمَا يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (١٢) يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ (١٣) إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ (١٤) يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ (١٥) إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ (١٦) وَمَا ذَلِكَ عَلَى اللَّهِ بِعَزِيزٍ (١٧) وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَى إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ وَمَنْ تَزَكَّى فَإِنَّمَا يَتَزَكَّى لِنَفْسِهِ وَإِلَى اللَّهِ الْمَصِيرُ (١٨) وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ (١٩) وَلَا الظُّلُمَاتُ وَلَا النُّورُ (٢٠) وَلَا الظِّلُّ وَلَا الْحَرُورُ (٢١) وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشَاءُ وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ (٢٢) إِنْ أَنْتَ إِلَّا نَذِيرٌ (٢٣) إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ (٢٤) وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ وَبِالزُّبُرِ وَبِالْكِتَابِ الْمُنِيرِ (٢٥) } فقال: </p><p> ما النطفة؟ وما التراب؟ وما الجعلُ؟ وما العمر؟ وما القطمير؟ وما معنى {وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ}  [١١] ؟ وما الجديد؟ وما العزيز؟ وما الوزرُ؟ وما معنى {وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَى}  [١٨] ؟ </p><p> وكيف جاز {إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ} فعطف بالماضي على الحاضر؟ وما الظلُّ؟ وما الحرور؟ ولم كرر (الزبُرَ) وهي الكتب؟ ولم قال:  {وَبِالْكِتَابِ الْمُنِيرِ}  [٢٥] ؟ وما الأسوةُ؟ وما معنى {وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ}  [٢٤] ؟. </p><p> الجواب: </p><p> النظفةٌ: ماء خاثر من شأنه أن يكون منه الولدُ، ولها ريح كريح الطلع </p><p> الجعلُ: وجود ما به يكون الشيء على خلاف ما كان. جعل العباد أزواجاً، أي: ذكراً وأنثى. </p><p> العُمُرُ: مدة الأجل، والعمر موهبة من الله للعباد يختلف حكمهم فيه كما اتخلف في الغنى والفقر، وفي القوة والضعف. </p><p> وقيل:  {وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ}  [١١] ولا ينقص من عمر معمرِ آخرَ. عن الحسن. </p><p> وقيل:  {وَلَا يُنْقَصُ مِنْ عُمُرِهِ} ينقضي ما ينقصُ منه. </p><p> الفراتُ: العدبُ، والأجاجُ: المُرُّ. </p><p> {مَوَاخِرَ}  [١٢] تشقُّ الماء في جريها شقاً. </p><p> القطميرُ: قشرُ النواة. عن ابن عباس. دل - جل ثناؤه - على أن من لا يملك القطمير لا شبهة في أنه ليس بإلهٍ. </p><p> الزوجُ: الذي معه آخر من شكله، والاثنان زوجان. اللؤلؤ والمرجان يخرجان من الملح دون العدبِ. وقيل: فيه عيون عدبة ومما بينها بينها يخرج اللؤلؤ. </p><p> وقيل: الأصنام يحييها الله يوم القيامة فتتبرأ من المشركين وتوبخهم وتوبخُهُم على عبادتهم لها. </p><p> والأجاجُ: من أجةِ النار، كأنه يحرق من شدة المرارة. </p><p> ولا ينقصُ من عمر معملا آخر، كقولك: عندي درهم ونصفه. عن الفراءِ. </p><p> الجديدُ: القريب العهد بانقطاع العمل. قيل:  { ... } بالاستعمال فاعله، وأصله القطع، من: جدهُ يجدهُ جدّاً؛ إذا قطعهُ. </p><p> {العَزِيزٍ} المنيع بصعوبته، وقد يكون المنيع بعلوه. </p><p> الوزرُ: الحمل. المعنى: لا تحمل حاملة حمل أخرى من الذنب. ومنه: الوزيرُ، لأنه يحمل الثقل عن الملك بالتدبير. </p><p> ومعنى {وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا}  [١٨] أي: مثقلة بالآثام، لا تحمل غيرها شيئاً من آثامها ولو كان أقرب الناس إليها، لما في ذلك من غلظ حمل الآثام. </p><p> و {يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ} فيه وجهان: </p><p> الأول: في سرهمْ. والثاني: في تصديقهم بالآخرة. </p><p> وقيل: ظلمات الكفرِ، ونور الإيمان. </p><p> و {الْأَعْمَى} عن الدين، {وَالْبَصِيرُ} به. </p><p> جاز {إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ} للإشعار باختلاف المعنى في أن الخشية لازمة، ليس لها وقت مخصوص، والصلاة لها أوقاتها. </p><p> {الظِّلُّ} اليسير عن موضع الشمس، ومنه:  (ظلَّ) يفعل كذا، إذا فعله نهاراً في الوقت الذي يكون للشمس ظلٌّ. </p><p> {الْحَرُورُ} السموم، وهو الريح الحارة في الشمس. قال الفراء:  \"(الحَرُورُ)يكون بالليل والنهار، و(السمومُ)لا يكون إلا بالنهار\" . </p><p> زقيل:  {الظِّلُّ} الجنة، و {الْحَرُورُ} النار. </p><p> وقيل في (لا) قولان: أنها زائدة مؤكدة. الثاني: أنها نافية، لا يستوي كل واحد من المذكورين بصاحبه على التفضيلِ. </p><p> كرر (الزُّبُرَ) وهي الكتب لاختلاف صفاته، وذلك أن (الزَّبْرَ) : الكتابة الثابتة، كالنقرِ في الصخْرَةِ. </p>"
}