{
  "id": null,
  "sura": 36,
  "aya": 51,
  "text": "<p> قرأ ابن كثير، وأبو عمرو {يَخَصِّمُونَ} بفتح الخاء وتشديد الصاد، إلا أن أبا عمرو يختلس فتحة الخاء، وقرأ نافع {يَخْصِّمُونَ} بفتح الياء وتسكين الخاء مشددة الصاد، بجمع بين الساكنين، وقرأ ابن عامر، وعاصم، والكسائي {يَخِصِّمُونَ} بفتح الياء وكسر الخاء وتشديد الصاد، وقرأ حمزة {يَخِصِّمُونَ} بفتح الياء وتسكين الخاء وتخفيف الصاد، وهذا القراءة بمعنى: وهم يخصمون عند أنفسهم في دفع النشأة الثانية، والأولى: يختصمون. </p><p> {فَلَا يَسْتَطِيعُونَ تَوْصِيَةً}  [٥٠] لا يقدر بعضهم أن يوصي إلى بعض. </p><p> مسألة: </p><p> إن سأل عن قوله سبحانه: {وَنُفِخَ فِي الصُّورِ فَإِذَا هُمْ مِنَ الْأَجْدَاثِ إِلَى رَبِّهِمْ يَنْسِلُونَ (٥١) } إلى آخر السورة فقال: </p><p> ما النفخ في الصور؟ وما الأجداث؟ وما النسول؟ وما معنى {مَا وَعَدَ الرَّحْمَنُ}  [٥٢] ؟ وما معنى {فَاكِهُونَ} ؟ وما الضلال؟ وما الأرائك؟ وما معنى {وَلَهُمْ مَا يَدَّعُونَ}  [٥٧] ؟ وما الاستباق؟ ولم وصف طريق الجنة بأنه مستقيم؟ وما إضلال الشيطان؟ وما الجبل؟ وما معنى {اصْلَوْهَا}  [٦٤] ؟ وما الطمس؟ وما معنى {فَاسْتَبَقُوا الصِّرَاطَ}  [٦٦] ؟ وما المسخ؟ وما معنى وصف {نُنَكِّسْهُ فِي الْخَلْقِ}  [٦٨] ؟ وما معنى {عَمِلَتْ أَيْدِينَا}  [٧١] ؟ وما تذليل الأنعام؟ وما منافعها؟ وما الفرق بين الركون والركوب؟ ولم وجب جواز الإعادة؟ ولم وجب أنه لا بد من قادر يصرف خلق الإنسان؟ وهل في الآية دليل على صحة القياس؟ ومن الذي قال:  {وَضَرَبَ لَنَا مَثَلًا}  [٧٨] ؟ </p><p> الجواب: </p><p> النفخ في الصور كالنفخ في البوق، والصور: قرن ينفخ فيه فيخرج من جوفه صوت عظيم يميل العباد إليه؛ لأنه كالداعي إلى نفسه، أخذ من (الميل) ، يقال: صاره وصوره صورا؛ إذا أماله. ومنه:  {فَصُرْهُنَّ إِلَيْكَ}  [البقرة: ٢٦٠] أي: أملهن إليك. </p><p> {الْأَجْدَاثِ} القبور، والواحد (جدث) ، هذه لغة أهل العالية، وأما أهل السافلة فيقولون:  (جدف) بالفاء. </p><p> النسول: الإسراع في الخروج. </p><p> وقيل: اليوم بين النفختين. عن قتادة. </p><p> {هَذَا مَا وَعَدَ الرَّحْمَنُ وَصَدَقَ الْمُرْسَلُونَ}  [٥٢] من قول المؤمنين. عن قتادة. وقيل: هو من قول الكافرين. عن ابن زيد. </p><p> معنى {فَاكِهُونَ} فرحون. عن ابن عباس. وقيل: عجبون. عن مجاهد. وقيل: ذو فاكهة، كما يقال: شاحم لاحم، أي: ذو شحم ولحم. وقيل: فاكة وفكة، وحاذر وحذر، و (الفكهة) : التي التي تمارى بالشيء. </p><p> قرآ ابن كثير، ونافع، وأبو عمرو {شُغُلٍ} خفيفة، وقرأ الباقون {شُغُلٍ} مثقلة. </p><p> الضلا:  {......} عن وهج الشمس، ولا حر في الجنة يؤذي ولا برد. </p><p> {الْأَرَائِكِ} الوسايد، واحدها: أريكة، كقولك: سفينة، وسفن، وسفانن. وهذه جلسة الملوك العظماء من الناس. </p><p> متكئ:  (مفتعل) من: (توكأت) . </p><p> {وَلَهُمْ مَا يَدَّعُونَ}  [٥٧] فيه قولان: </p><p> أحدهما: يتمنون. </p><p> الثاني: أن من ادعى شيئا فهو له، يحكم الله بأنهم لا يدعون إلا إلى ما يحسن. </p><p> الظل: الكن. </p><p> وقيل:  {الْأَرَائِكِ} الفرش. وقيل:  {الْأَرَائِكِ} الحجال على السرر عن عكرمة. </p><p> الامتياز: انفصال الشيء مما كان ملتبسا. </p><p> وقيل:  {امْتَازُوا}  [٥٩] أي: اعتزلوا عن كل خير. عن قتادة. </p><p> و {سَلَامٌ قَوْلًا مِنْ رَبٍّ رَحِيمٍ}  [٥٨] أي: ولهم سلام يسمعونه من الله - عز وجل -، يؤذنهم بدوام الأمر والسلامة، وشيوع النعمة والكرامة. </p><p> {....} بجعلهم عبادتهم للأوثان بأمر الشيطان عبادة له. </p><p> قرأ حمزة، والكسائي {فِي ظُلَلٍ} ، وقرأ الباقون {فِي ظِلَالٍ} . </p><p> وصف طريق الجنة بأنه مستقيم لانه إخلاص ما يؤدي إليه من عبادة الله - تعالى -، وما عداه طريق خليط، والتخليط ليس بمستقيم؛ وذلك لأنه لم ينعقد بمعنى صحيح. </p><p> إضلال الشيطان: إغواؤه بالدعاء إلى القسم، وكذلك إضلال السامري. </p><p> الجبل: الجمع الذين جبلوا على خلقة، وأصل (الجبل) : الطبع، ومنه: جبلت التراب بالماء؛ إذا صيرته طينا يصلح أن يطبع فيه، ومنه: الجبل؛ لأنه موضوع على الثبات. </p><p> {اصْلَوْهَا}  [٦٤] الزموا العذاب لها، وأصل (الصلي) : اللزوم، ومنه:  (المصلي) الذي يجيء في إثر السابق للزومه أثره، و (الصلوان) مكتنفا ذنب الفرس؛ للزومهما موضعهما، و \"صلى على دنها\" للزومه الدعاء لها. </p><p> شهادة الأيدي والأرجل تحتمل وجهين: </p><p> الأول: أن تخلق خلقه تكون متكلمة ناطقة بها. </p><p> والآخر: أن يخلق الله - تعالى - تلك فيها، وذلك يبطل مذهب المعتزلة أنه إنما تتكلم بالكلام من فعله. </p><p> قرأ {جِبِلًّا كَثِيرًا} - بضم الجيم والباء، خفيفة اللام - ابن كثير، وحمزة، والكسائي، وقرأ نافع، وعاصم {جِبِلًّا} بكسر الجيم والباء، مشددة اللام. </p><p> وقرأ أبو عمرو، وابن عامر {جِبِلًّا} بضم الميم، ساكنة الباء، خفيفة اللام. </p><p> الطمس: محو الشيء حتى يذهب أثره بالطمس على العين، كالطمس على الكتاب، وكذلك الطمس على المال إذهابه حتى لا يقع عليه إدراك. </p><p> معنى {فَاسْتَبَقُوا الصِّرَاطَ}  [٦٦] أي: طلبوا السبق إلى طريق النجاة ولا بصر لهم به. </p><p> {فَأَنَّى يُبْصِرُونَ} وهذا بيان أنهم في قبضة القادر عليهم فليحذروا تنكيله بهم. </p><p> المسخ: قلب الصورة إلى خلقه مشوهة، كما مسخ قوما قردة وخنازير. </p><p> وقيل:  {لَطَمَسْنَا عَلَى أَعْيُنِهِمْ}  [٦٦] أي: أعميناهم عن الهدى. وقيل: لتركناهم عميا يترددون. عن الحسن، وقتادة. </p><p> صفحة فارغة </p><p> الطمس على العين: الشق الذي بين الجفنين، كما يطمس الريح الأثر، يقال: أعمى مطموس وطمس. </p><p> {فَاسْتَبَقُوا الصِّرَاطَ} أي: ابتدروا. </p><p> {لَمَسَخْنَاهُمْ عَلَى مَكَانَتِهِمْ}  [٦٧] أي: مقعدين على أرجلهم. عن الحسن، وقتادة. </p><p> {لِيُنْذِرَ مَنْ كَانَ حَيًّا}  [٧٠] أي: حي القلب. </p><p> {وَمَنْ نُعَمِّرْهُ نُنَكِّسْهُ فِي الْخَلْقِ}  [٦٨] أي: نصيره إلى حال الهرم التي تشبه حال الصبي في عزوب العلم وضعف القوى. وقيل: المعنى أنه ينبئ عن حكمه على الكفار مع قدرته عليهم. </p><p> وقيل:  {فَاسْتَبَقُوا الصِّرَاطَ}  [٦٦] إلى منازلهم فلم يهتدوا إليها لما عدموا التوفيق. وقيل: بل طلبوا طريق الحق وقد عموا عنه. عن ابن عباس. </p><p> وقيل:  {نُنَكِّسْهُ فِي الْخَلْقِ}  [٦٨] نصيره بعد القوة إلى الضعف، وبعد زيادة الجسم إلى النقصان، وبعد الجدة والطراوة إلى البلى والخلوقة. </p><p> {وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ}  [٦٩] لئلا تدخل به الشبهة على قوم مما أتى به من القرآن فيظن أنه قوي على ذلك بما في طبعه من الفطنة للشعر. </p><p> وقيل: لما لم يعط الله نبيه - صلى الله عليه وسلم - العلم بإنشاء الشعر لم يكن قد علمه الشعر؛ لأنه يعطي فطنة ذلك من يشاء من عباده. </p><p> المكانه والمكان واحد. </p><p> قرأ ابن كثير، ونافع، وأبو عمرو، وابن عامر، والكسائي {نُنَكِّسْهُ} بفتح النون الأولى، وتخفيف الكاف. وقرأ حمزة، وعاصم {نُنَكِّسْهُ} بضم النون الأولى، وفتح الثانية، وتشديد الكاف. </p><p> وقرأ نافع {أَفَلَا يَعْقِلُونَ}  [٦٨] بالتاء، وقرأ الباقون بالياء. </p><p> معنى {عَمِلَتْ أَيْدِينَا}  [٧١] عملناه من غير أن نكله إلى غيرنا. </p><p> تذليل الأنعام: توطينها بالانقياد ودفع النفور، وذلك أن من الحيوان الوحشي، ومنه الإنسي، فالإنسي مذلل بما جعل فيه من الأنس والسكون. </p><p> الأنعام: الإبل، والبقر، والغنم، ومن منافعها: لبس أصوافها، وشرب ألبانها، وأكل لحومها، وركوب ظهورها، إلى غير ذلك من ضروب المنافع الكثيرة. </p><p> وقيل:  {وَهُمْ لَهُمْ جُنْدٌ مُحْضَرُونَ}  [٧٥] أي: في النار؛ لأن كل حزب مع ما عد من الأوثان، فلا الجند يدفعون عنها الإحراق بالنار، ولا هي تدفع عنهم العذاب. </p><p> الفرق بين الركوب والركوب:  (الركوب) - بضم الراء -: مصدر، وهو اسم الفعل. (الركوب) : صفة، دابة ركوب، أي: تصلح أن تركب. </p><p> {وَهُمْ لَهُمْ جُنْدٌ مُحْضَرُونَ} أي: يغضبون للأوثان في الدنيا. عن قتادة. قتادة. </p><p> الحزن: ألم القلب بما يرد عليه مما ينافر الطع. </p><p> الإسرار: إخفاء المعنى في النفس. </p><p> واعلم أنه لا د من قادر يصرف خلق الإنسان؛ لأنه يخلو فعله أن يكون من قادر وهو طبيعة في حكم الموات في أنها ليست بحية ولا قادرة، أو يضاف إلى الاتفاق، ومحال أن يجري الفعل المحكم المتقن على </p><p> اتساق وانتظام بالاتفاق، وكذلك ببسطه في أنه من [ ... ] في حكم الموات، فلم يبق إلا أنه حي قادر، فعله ودبره على ما يشاء. </p><p> وجب جواز الإعادة لأن من قدر على اختراع الشيء من غير معين كان على إعادته قادرا لا محالة، ومن قدر على البناء فهو على الهدم أقدر. </p><p> وفي الآية دلالة على حجية القياس؛ لأن الله - تعالى - أقام الحجة على المشركين من جهة أن قياس النشأة الثانية قياس النشأة الأولى، وأنه يلزم من أقر الأولى أن يقر بالثانية. </p><p> واختلفوا في القائل:  {مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ}  [٧٨] : </p><p> فقال قوم: هو أبي بن خلق. عن قتادة. </p><p> وقيل: هو العاص بن وائل السهمي. عن سعيد بن جبير. </p><p> وقيل: هو عبد الله بن أبي. عن ابن عباس. </p><p> وقال الحسن:  \"جاء أمية بن خلف إلى الني - صلى الله عليه وسلم -بعظم حائل قد لي فقال:يا محمد! أتزعم أن الله يبعث هذا بعدما قد بلي؟فقال:\" نعم \"\" . ونزلت الأية. </p><p> *** </p>"
}