{
  "id": null,
  "sura": 37,
  "aya": 21,
  "text": "<p> قرأ حمزة، والكسائي {بَلْ عَجِبْتَ} بضم التاء، وقرأ الباقون بفتحها. والمعنى في ضم التاء: أنهم قد حلوا محل من يعجب منهم، وأما بالفتح فعلى: عجب النبي - صلى الله عليه وسلم -. </p><p> الأول: الكائن قبل غيره، الله - عز وجل - قبل كل شيء، الباقي بعد فناء كل شيء. </p><p> الداخر: الصاغر بأشد الصغر. الصاغر: الدليل بصغر قدره. </p><p> وقيل:  {زَجْرَةٌ وَاحِدَةٌ}  [١٩] النفخة الثانية. عن الحسن. </p><p> و {هَذَا يَوْمُ الدِّينِ}  [٢٠] أي: الجزاء والحساب. </p><p> الزجر: الصرف عن الشيء بالمخافة، فكأنهم زجروا عن الحال التي هم عليها إلى المصير في الموقف للجزاء والحساب. </p><p> مسألة: </p><p> إن سأل عن قوله سبحانه: {هَذَا يَوْمُ الْفَصْلِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ (٢١) احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ وَمَا كَانُوا يَعْبُدُونَ (٢٢) مِنْ دُونِ اللَّهِ فَاهْدُوهُمْ إِلَى صِرَاطِ الْجَحِيمِ (٢٣) وَقِفُوهُمْ إِنَّهُمْ مَسْئُولُونَ (٢٤) مَا لَكُمْ لَا تَنَاصَرُونَ (٢٥) بَلْ هُمُ الْيَوْمَ مُسْتَسْلِمُونَ (٢٦) وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ (٢٧) قَالُوا إِنَّكُمْ كُنْتُمْ تَأْتُونَنَا عَنِ الْيَمِينِ (٢٨) قَالُوا بَلْ لَمْ تَكُونُوا مُؤْمِنِينَ (٢٩) وَمَا كَانَ لَنَا عَلَيْكُمْ مِنْ سُلْطَانٍ بَلْ كُنْتُمْ قَوْمًا طَاغِينَ (٣٠) فَحَقَّ عَلَيْنَا قَوْلُ رَبِّنَا إِنَّا لَذَائِقُونَ (٣١) فَأَغْوَيْنَاكُمْ إِنَّا كُنَّا غَاوِينَ (٣٢) فَإِنَّهُمْ يَوْمَئِذٍ فِي الْعَذَابِ مُشْتَرِكُونَ (٣٣) إِنَّا كَذَلِكَ نَفْعَلُ بِالْمُجْرِمِينَ (٣٤) إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ (٣٥) وَيَقُولُونَ أَئِنَّا لَتَارِكُو آلِهَتِنَا لِشَاعِرٍ مَجْنُونٍ (٣٦) بَلْ جَاءَ بِالْحَقِّ وَصَدَّقَ الْمُرْسَلِينَ (٣٧) إِنَّكُمْ لَذَائِقُو الْعَذَابِ الْأَلِيمِ (٣٨) وَمَا تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ (٣٩) إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ (٤٠) أُولَئِكَ لَهُمْ رِزْقٌ مَعْلُومٌ (٤١) فَوَاكِهُ وَهُمْ مُكْرَمُونَ (٤٢) فِي جَنَّاتِ النَّعِيمِ (٤٣) عَلَى سُرُرٍ مُتَقَابِلِينَ (٤٤) يُطَافُ عَلَيْهِمْ بِكَأْسٍ مِنْ مَعِينٍ (٤٥) بَيْضَاءَ لَذَّةٍ لِلشَّارِبِينَ (٤٦) لَا فِيهَا غَوْلٌ وَلَا هُمْ عَنْهَا يُنْزَفُونَ (٤٧) وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ عِينٌ (٤٨) كَأَنَّهُنَّ بَيْضٌ مَكْنُونٌ (٤٩) فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ (٥٠) قَالَ قَائِلٌ مِنْهُمْ إِنِّي كَانَ لِي قَرِينٌ (٥١) } فقال: </p><p> ما الفصل؟ وما التكذيب؟ وما الحشر؟ ولم جاز {فَاهْدُوهُمْ إِلَى صِرَاطِ الْجَحِيمِ}  [٢٣] ؟ وما معنى {وَأَزْوَاجَهُمْ}  [٢٢] ؟ وما الاستسلام؟ وما التساؤل؟ وما اليمين. وما قولهم:  {بَلْ لَمْ تَكُونُوا مُؤْمِنِينَ}  [٢٩] ؟ وما الطاغي؟ وما الإغواء؟ وما الاغواء؟ وما الاشتراك؟ وما الاستكثار؟ وما الترك؟ وما الجنون؟ وما الإخلاص؟ وما الفاكهة؟ وما الإكرام؟ وما معنى {بِكَأْسٍ مِنْ مَعِينٍ}  [٤٥] ؟ ولم وصفت الخمر بأنها {بَيْضَاءَ}  [٤٦] ؟ وما اللذة؟ وما الشراب؟ وما الغول؟ وما معنى {يُنْزَفُونَ}  [٤٧] ؟ وما معنى {كَأَنَّهُنَّ بَيْضٌ مَكْنُونٌ}  [٤٩] ؟ </p><p> الجواب: </p><p> الفصل: كون أحد الشيئين بمعزل عن الآخر. والله يفصل بين أهل الحق وأهل الباطل يوم القيامة بما يظهر للجميع الحال فيه بإدخال هؤلاء {الْجَنَّةِ} على حال الكرامة، وإدخال أولئك النار على حال الإهانة. </p><p> التكذيب: نسبة الخبر إلى أنه كذب، كان المشركون يزعمون أن ما أخبر به النبي - صلى الله عليه وسلم - من البعث والنشور كذب؛ فبذلك كانوا مكذبين. </p><p> الحشر: الجمع من كل جهة، فهؤلاء يحشرون إذا قاموا من قبورهم إلى أرض المحشر للجزاء والحساب، ثم يساق الظالمون مع ما كانوا يعبدون من الأوثان والطواغيت إلى النار. </p><p> جاز {فَاهْدُوهُمْ إِلَى صِرَاطِ الْجَحِيمِ}  [٢٣] لأنه جعل بدل الهداية إلى الجنة، كما حسن {فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} لهذه العلة من أن البشارة بالعذاب وقعت لهؤلاء بدل البشارة بالنعيم. </p><p> صفحة فارغة </p><p> معنى {وَأَزْوَاجِهِمْ} أشباههم. عن ابن عباس. وقيل:  {وَأَزْوَاجِهِمْ} أتباعهم على الكفر من نسائهم. </p><p> وقيل:  {يَوْمُ الْفَصْلِ}  [٢١] سمي بذلك لأنه يوم يفصل فيه بين المحسن والمسيء بالجزاء بالثواب والعقاب. </p><p> يقال: هديته الطريق وأهديه إليه، من الهدية. </p><p> قال الحسن:  \"{وَأَزْوَاجَهُمْ}[٢٢]المشركات\" . </p><p> الاستسلام: الاسترسال بمثل حال الطالب للسلامة في ترك المنازعة. </p><p> التساؤل: سؤال كل واحد للآخر، وهو سؤال التأنيب. كقولك: لم غررتني؟ ، وقول الآخر: لم قبلت مني؟ </p><p> اليمين: اليد التي يتيمن بالعمل بها، أي: يتبرك. واليمن: البركة، و {تَأْتُونَنَا عَنِ الْيَمِينِ}  [٢٨] أي: من جهة النصيحة، واليمين: البركة، والعرب تتيمن بما جاء عن اليمين. </p><p> {بَلْ لَمْ تَكُونُوا مُؤْمِنِينَ}  [٢٩] أي: ما كنتم مؤمنين فرددناكم عن الإيمان. </p><p> {وَمَا كَانَ لَنَا عَلَيْكُمْ}  [٣٠] في ترك الحق {مِنْ سُلْطَانٍ} أي: ولا تستطيعوا اللوم عن أنفسكم فإنه لازم لكم. </p><p> قال قتادة:  \"أقبل الإنس على الجن يتساءلون\" . </p><p> وقيل:  {مُسْتَسْلِمُونَ}  [٢٦] مسترسلون بما لا تستطيعون له دفعا، ولا منه امتناعا. </p><p> الطاغي: الباغي يتجاوزه الحد إلى أفحش الظلم؛ وذلك لكفرهم بالله؛ لأنهم تجاوزوا فيه الحد إلى أكبر المعصية. </p><p> الإغواء: الدعاء إلى الغي، والغي نقيض الرشد. </p><p> الاشتراك: اجتماع الشيئين فصاعدا فيما هو لهما، فهؤلاء قد اجتمعوا في العذاب الذي هو لجميعهم. </p><p> و {يَسْتَكْبِرُونَ}  [٣٥] على الداعي لهم إلى أن يقولوا: لا إله إلا الله. </p><p> الاستكبار: طلب العبد كبر الشأن بتصغير غيره، وهي صفة ذم، فهؤلاء استكبروا من قبول الحق في إخلاص التوحيد. </p><p> الترك: ضد الأخذ في محله، ولا ترك للجوهر، وإنما يكون الترك للأعراض. </p><p> الجنون: آفة تغطي على العقل حتى يظهر التخليط في الفعل. وأصله: التغطية، من ذلك: جن عليه الليل؛ إذا ستره. ومنه:  (المجن) ؛ لانه يستر صاحبه. </p><p> الإخلاص: إخراج كل شائب عن الشيء مما ليس منه. </p><p> {وَيَقُولُونَ أَئِنَّا لَتَارِكُو آلِهَتِنَا لِشَاعِرٍ مَجْنُونٍ}  [٣٦] يعنون محمدا - صلى الله عليه وسلم - بفرط جهلهم. </p><p> الفاكهة: طعام يؤكل للتلذذ لا للتقوت الذي يحفظ الصحة. يقال: فلان يتفكه بهذا الطعام. </p><p> الإكرام: الإعظام برفع المنزلة، والإكرام: نقيض الإهانة. </p><p> {بِكَأْسٍ مِنْ مَعِينٍ}  [٤٥] من خمر جارية في أنهار ظاهرة للعيون. عن الحسن. والكأس: إناء فيه شراب. وقيل: لا يكون كأسا حتى يكون فيه شراب، وإلا فهو إناء. </p><p> {مَعِينٍ}  [٤٥] يجوز فيه (مفعول) من عين الماء، أو لأنه يجري ظاهرا للعين، ويجوز فيه (فعيل) من (المعن) : وهو الماء الشديد الجري، من: أمعن في الأرض؛ إذا اشتد دخوله فيها. </p><p> وصفت الخمر بأنها {بَيْضَاءُ} وهي تجري في أنهار لأنها ترى بيضا صافيه، في نهاية الرقة واللطافة مع {.....} التي لها {.....} ؛ لأنها على أحسن منظر ومحمد. </p><p> اللذة: فعل المشتهى بوجود ما يكون به صاحبه ملتذا. </p><p> الشراب السائغ: الذي من شأنه أن يجري في الحلق. </p><p> الغول: فساد يلحق في خفاء. اغتاله اغتيالا؛ إذا أفسد عليه أمره، ومنه: الغيله، وهي القتل في خفاء. </p><p> وقيل:  {لَا فِيهَا غَوْلٌ}  [٤٧] لا يكون عنها صداع ولا أذى كما يكون في خمر الدنيا. عن ابن عباس. </p><p> معنى {يُنْزَفُونَ} يسكرون. والنزيف: السكران؛ لأنه ينزف عقولهم بالسكر. </p><p> المكنون: المصون من كل شيء, </p><p> العين: الشديد بياض العين، الشديد سوادها. عن الحسن. </p><p> {قَاصِرَاتُ الطَّرْفِ}  [٤٨] قصرن طرفهن على أزواجهن. عن الحسن الحسن. </p><p> والفرق بين {يُنْزَفُونَ} و {يُنْزِفُونَ} بتفح الزاي وكسرها: أن الفتح من: (نزف) الرجل فهو (منزوف) ، و (أنزف) إذا ذهب عقله </p><p> بالسكرِ، و (أنزفَ) فهو (منزفٌ) إذا فنيت خمره. ويقال:  (أنزف) - أيضاً - إذا سكِر. </p>"
}