{
  "id": null,
  "sura": 37,
  "aya": 82,
  "text": "<p> وقيل: العجمُ والعرب أولاد سام بن نوح، والتركُ والصقالية والخزرُ أولاد يافث بن نوح، والسودان أولاد حام بن نوح. </p><p> وقيل:  {وَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ}  [٧٦] أي: من الغرق. عن السدي. وقيل: بل من الأذى والمكروه الذي كان ينزل به من قومه لأنه بذلك دعا ربه فأجابه. وقيل: الذين نجوا مع نوح - عليه السلام - سبعة. </p><p> مسألة: </p><p> وإن سأل عن قوله سبحانه: {ثُمَّ أَغْرَقْنَا الْآخَرِينَ (٨٢) وَإِنَّ مِنْ شِيعَتِهِ لَإِبْرَاهِيمَ (٨٣) إِذْ جَاءَ رَبَّهُ بِقَلْبٍ سَلِيمٍ (٨٤) إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَاذَا تَعْبُدُونَ (٨٥) أَئِفْكًا آلِهَةً دُونَ اللَّهِ تُرِيدُونَ (٨٦) فَمَا ظَنُّكُمْ بِرَبِّ الْعَالَمِينَ (٨٧) فَنَظَرَ نَظْرَةً فِي النُّجُومِ (٨٨) فَقَالَ إِنِّي سَقِيمٌ (٨٩) فَتَوَلَّوْا عَنْهُ مُدْبِرِينَ (٩٠) فَرَاغَ إِلَى آلِهَتِهِمْ فَقَالَ أَلَا تَأْكُلُونَ (٩١) مَا لَكُمْ لَا تَنْطِقُونَ (٩٢) فَرَاغَ عَلَيْهِمْ ضَرْبًا بِالْيَمِينِ (٩٣) فَأَقْبَلُوا إِلَيْهِ يَزِفُّونَ (٩٤) قَالَ أَتَعْبُدُونَ مَا تَنْحِتُونَ (٩٥) وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ (٩٦) قَالُوا ابْنُوا لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الْجَحِيمِ (٩٧) فَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَسْفَلِينَ (٩٨) وَقَالَ إِنِّي ذَاهِبٌ إِلَى رَبِّي سَيَهْدِينِ (٩٩) رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ (١٠٠) فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ (١٠١) فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قَالَ يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانْظُرْ مَاذَا تَرَى قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ (١٠٢) فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ (١٠٣) وَنَادَيْنَاهُ أَنْ يَا إِبْرَاهِيمُ (١٠٤) قَدْ صَدَّقْتَ الرُّؤْيَا إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ (١٠٥) إِنَّ هَذَا لَهُوَ الْبَلَاءُ الْمُبِينُ (١٠٦) وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ (١٠٧) وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ (١٠٨) سَلَامٌ عَلَى إِبْرَاهِيمَ (١٠٩) كَذَلِكَ نَجْزِي الْمُحْسِنِينَ (١١٠) إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ (١١١) وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنَ الصَّالِحِينَ (١١٢) وَبَارَكْنَا عَلَيْهِ وَعَلَى إِسْحَاقَ وَمِنْ ذُرِّيَّتِهِمَا مُحْسِنٌ وَظَالِمٌ لِنَفْسِهِ مُبِينٌ (١١٣) وَلَقَدْ مَنَنَّا عَلَى مُوسَى وَهَارُونَ (١١٤) وَنَجَّيْنَاهُمَا وَقَوْمَهُمَا مِنَ الْكَرْبِ الْعَظِيمِ (١١٥) وَنَصَرْنَاهُمْ فَكَانُوا هُمُ الْغَالِبِينَ (١١٦) } فقال: </p><p> ما العبدُ؟ وما المؤمن؟ وما الإغراق؟ وما الآخر؟ وما الشيعة؟ وما الإفك؟ ولم جاز جمع ما لا حقيقة لجمعه من قوله:  {آلِهَةً}  [٨٦] ؟ وما معنى {فَمَا ظَنُّكُمْ بِرَبِّ الْعَالَمِينَ}  [٨٧] ؟ ولم جاز {آلِهَةً دُونَ اللَّهِ تُرِيدُونَ}  [٨٦] وليست الآلهة مما يحدث؟ وما معنى قوله:  {إِنِّي سَقِيمٌ}  [٨٩] ؟ وما الروعُ؟ ولم جاز {إِلَى آلِهَتِهِمْ}  [٩١] مع أنها ليست بآلهة لهم حقيقة؟ ولم جاز أن يقول للجماد {مَا لَكُمْ لَا تَنْطِقُونَ}  [٩٢] ؟ وما معنى {فَرَاغَ عَلَيْهِمْ ضَرْبًا بِالْيَمِينِ}  [٩٣] ؟ وما معنى {يَزِفُّونَ}  [٩٤] ؟ وما الخلق؟ وما العملُ؟ وما البناء؟ وما معنى {إِنِّي ذَاهِبٌ إِلَى رَبِّي}  [٩٩] ؟ وما الحليم؟ وما معنى {فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ}  [١٠٢] ؟ وما معنى {وَتَلَّهُ لِلْجَبِينِ}  [١٠٣] ؟ وكيف جاز أن يؤامر ابنه في المضيَّ لأمر الله؟ وما البلاء؟ وما البيان؟ وما الفداء؟ </p><p> وما العظيم؟ وما الإحسان؟ وما البلاء المبين؟ وما المنُّ؟ ولم قيل في النبي إنه من المؤمنين؟ وما البركة؟ وما الفرق بين النصر والمعونة؟. </p><p> الجواب: </p><p> العبدُ: الدليل بالعبودية لمالكه، فالخلق كلهم عباد الله، ومنهم عابد لغيره جهلاً بما يجب له، وتضييعاً لحق نعمته. </p><p> المؤمن: العامل بما يؤمنه من العقاب، وهو المصدق بالحق تصديقاً ظاهراً وباطناً، أولاً وآخراً. </p><p> الإغراقُ: الهلاك بالماء الغامر، والإغراق لقوم نوح - عليه السلام - بالطوفان، وهو من آيات الله العظام. </p><p> الآخرُ: المتأخر عن صاحبه. </p><p> الشيعةُ: الجماعة التابعة لرئيس لهم. </p><p> وقيل:  {مِنْ شِيعَتِهِ لَإِبْرَاهِيمَ}  [٨٣] أي: على منهاجه وسنته. عن مجاهد. </p><p> {بِقَلْبٍ سَلِيمٍ}  [٨٤] من الكفر والمعاصي. </p><p> قال الفراء:  \"{وَإِنَّ مِنْ شِيعَتِهِ لَإِبْرَاهِيمَ}أي: محمد - صلى الله عليه وسلم -{لَإِبْرَاهِيمَ}\" . وهذا عدول عن الظاهر. </p><p> الإفك: قلب الشيء عن جهته التي هي له، وكل كذب الكعنى على جهته إما إلى طريق النفي، وإما إلى طريق الإثبات. </p><p> جاز جمع ما لا حقيية لجمعه من قوله:  {آلِهَةً} لأنه على التوهم {....} إله غير الله، وذلك توهم فاسد. </p><p> {فَمَا ظَنُّكُمْ بِرَبِّ الْعَالَمِينَ}  [٨٧] فيه وجهان: </p><p> الأول: أي شيء ظنكم به أسوأ ظن. </p><p> الثاني: فما ظنكم برب العالمين أنه يصنه بكم. </p><p> أن تقولوا أتريدون آلهة دون الله، لأن المعنى: أتريدون عبادة آلهة دون الله، وهو من باب: سلِ القرية. أي: أهل القرية. </p><p> معنة قوله:  {إِنِّي سَقِيمٌ}  [٨٩] فيه أفوال: </p><p> الأول:  {إِنِّي سَقِيمٌ} بما في عنقي من الموت. </p><p> وقيل:  {إِنِّي سَقِيمٌ} مما أرى من أحوالكم القبيحة في عبادة غير الله. </p><p> وقيل:  {إِنِّي سَقِيمٌ} لعلة عرضت له. </p><p> وقيل: إنه نظر نظرة في النجوم استدل بها على وقت حمَّى كانت تأتيه، فخرجوا إلى عيدهم وتركوه. </p><p> الروعُ: الميل من جهة إلى جهة بحدةٍ. </p><p> جاز {إِلَى آلِهَتِهِمْ}  [٩١] وهي ليست بآلهة لهم في الحقيقة، لأن التقدير فيه: إلى ما يدعون أنها آلهة لهم، أو ما اتخذوها آلهة لهم. </p><p> وجاز أن يقول للجماد: ما لك لا تنطق؟ لما في ذلك من العبرة التي تحرك الخاطر، وتهدي إلى الطريق الواصح بأن قدرها تقدير من يفهم الكلام ويمكنه رد الجواب من الأجسام، مظاهرة في البيان، وإيضاح البرهان له. </p><p> {فَرَاغَ عَلَيْهِمْ ضَرْبًا بِالْيَمِينِ}  [٩٣] فيه وجهان: </p><p> الأول:  {بِالْيَمِينِ} التي هي الجارحة؛ لأنها أقوى على العمل من الشمال. </p><p> الثاني:  {بِالْيَمِينِ} أي: القسم ليلبس بهما. </p><p> وقال الفراء:  \"(اليمينُ)القوةُ\" . </p><p> وقيل: إنما قال: {مَا لَكُمْ لَا تَنْطِقُونَ}  [٩٢] تقبيحاً لعابديها، كأنهم حاضرون لها. </p><p> وقيل: يمينه قوله: {وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ}  [الأنبياء: ٥٧] . </p><p> معنى {يَزِفُّونَ}  [٩٤] يسرعون. وقيل: يمشون. عن السدي. وقيل: يتسللون بحال بين المشي والعدو. ومنه: زفت النعامة بحال بين المشي والعدوِ. </p><p> وقيل:  {يَزِفُّونَ} يمشون على مهلٍ. </p><p> وقرأ {يُزِفُّون} - بضم الياء وكسر الزاي - حمزة، والمفصل عن عاصم، وقرأ الباقون {يَزِفُّونَ} بفتح الياء. </p><p> الخلقُ: فعل الشيء على تقدير. وأفعال الله كلها مخلوقة؛ لأنها مفعولة على مقدار ما أراد وعلم وحكمَ. </p><p> العَمَلُ: إحداث نفس الشيء، ثم يقال: فلان يعمل الخوصَ إذا حدث ذلك عند حادث فيه. </p><p> معنى قوله:  {إِنِّي ذَاهِبٌ إِلَى رَبِّي}  [٩٩] أي: إلى مرضاة ربي، وهو المكان الذي أمرني بالذهاب إليه. وقيل: إلى الأرض المقدسة. قيل: أرض الشام. وقال قتادة {إِنِّي ذَاهِبٌ إِلَى رَبِّي} أي: بعملي ونيتي. </p><p> الجحيمُ - عن العرب-: النار التي يجمع بعضها على بعض. </p><p> البناءُ: وضع منزلةٍ على منزلة. وكانوا بنوا له شبه الحظيرة وأججوا ناراً ليلقوه فيها، وجعلهم الله الأسفلين بإهلاكهم ونجاة إبراهيم - عليه السلام -. وقيل: منع الله النار منه بأن صرفها في خلاف جهته. فلما أشرفوا على ذلك علموا أنه لا طاقة لهم به. </p><p> ومعنى {رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ}  [١٠٠] أي: صالحاً من الصالحين. </p><p> الحليمُ: الذي لا يجعل في الأمور قبل وقتها مع القدرة عليها. </p><p> { ... } : الخفيف بأن من شأنه أن يفعل الشيء قبل حينه. </p><p> معنى {فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ}  [١٠٢] أي: أطاق أن يسعى معه. وقال ابن زيد: السعيُ في العبادةِ. </p><p> وقال الحسن: سهيُ العقل الذي تقوم به الحجة. </p><p> معنى {وَتَلَّهُ لِلْجَبِينِ}  [١٠٣] أضجعه للجبين. عن الحسن. قيل في النسخ قبل فعلِ المأمور منه ثلاثة أقوال: </p><p> الأول: أنه أمر أن يقعد منه مقعد الدَّابح وينتظر الأمر بإمضاء الذبح على ما رأى في منامه ففعل. </p><p> الثاني: أمر على شرط الغلبة والتمكين، فكان - كما روي أنه - كلما اعتمد بالشفرة انقلبت وجعل على حلقه صفيحة من نحاس. </p><p> الثالث: أنه ذبح، ووصل الله ما فراه بلا فصل. والصحيح أنه من ذبح، فلذلك كان الفداء. </p><p> جاز أن يؤامر ابنه في المضي لأمر الله لأنه أحبَّ أن يعلم صبره على أمر الله وعزمه على طاعتهِ. </p><p> والدَّبيحُ: قيل: إنه إسحاق - عليه السلام -. عن عليَّ، وابن مسعود، وكعب الأحْبارِ، وعن الحسن، وقتادة. </p><p> وقيل: إسماعيل عليه السلام. عن ابن عباس، وعبد الله بن عمر، ومحمد بن كعب القرظي، وسعيد بن المسيب، وإحدى الروايتين عن الحسن. </p><p> صفحة فارغة </p><p> وقيل:  {تَلَّهُ}  [١٠٣] صرعَهُ. </p><p> وقيل: كان يومئذٍ ابن ثلاث عشرة سنة. </p><p> قرأ حمزة، والكسائي {مَاذَا تُرِى} بضم التاء وكسر الراء، وقرأ الباقون {مَاذَا تَرَى} بفتح التاء. </p><p> البلاء: الاختبار فيما يوجب النعمة أو النقمة، ولذلك قيل للنعمة (بلاء) ، وللنقمة (بلاء) ؛ لأنها سميت باسم سببها المؤدي إليها، كما يقال لأسباب الموت: هذا الموت بعينه، ونبتلي هذا: أي: نختبره بإخراج ما فيه من خير أو شر. </p><p> البيانُ: إظهار ما يتميز به المعنى في النفس من غيره. </p><p> المبينُ: المظهر ما في الأمر من خير أو شر. </p><p> الفداء: جعل الشيء مكان غيره لدفع الضرَّ عنه. </p><p> الكبشُ الذي فدي به إسماعيل - عليه السلام - قيل له:  {عَظِيمٌ} ؛ لأنه يصغرُ مقدار غيره من الكباش بالإضافة إليه. </p><p> وقيل: فدىَ به كبش من الغنمِ. عن ابن عباس، ومجاهدٍ، والضحاكِ، وسعيد بن جُبيرِ. </p><p> وقال الحسن:  \"فدي بوعلٍ أهبط عليه من جبل\" . </p><p> وقيل: إنه لا خلاف أنه لم يكن من الماشية التي كانت لإبراهيم - عليه السلام - أو غيره في الدنيا. </p><p> وقيل:  {الْبَلَاءُ الْمُبِينُ}  [١٠٦] النقمة البينَةٌ. </p><p> الذبحُ - بكسر الدال -: المهيأُ للدًّبح، الدبحُ - بالفتح -: المصدر. </p><p> وقيل: إنه رعى في الجنة أربعين خريفاً. </p><p> وقيل:  {عَظِيمٌ} متُقبلٌ. عن مجاهدة. </p><p> المنُّ: قطع كل أذيةٍ بالنعمة. </p><p> وقيل في النبي إنه من المؤمنين - وهو أفضل المؤمنين - للترغيب في الإيمان بأنه يمدح مثله بأنه من المؤمنين، كما يقال: هو من الكرماء، وكذلك {نَبِيًّا مِنَ الصَّالِحِينَ}  [١١٢] . </p>"
}