{
  "id": null,
  "sura": 37,
  "aya": 1,
  "text": "<p> [سورة والصافات] </p><p> مسألة: </p><p> إن سأل عن قوله سبحانه: {وَالصَّافَّاتِ صَفًّا (١) فَالزَّاجِرَاتِ زَجْرًا (٢) فَالتَّالِيَاتِ ذِكْرًا (٣) إِنَّ إِلَهَكُمْ لَوَاحِدٌ (٤) رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ الْمَشَارِقِ (٥) إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ (٦) وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ (٧) لَا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلَى وَيُقْذَفُونَ مِنْ كُلِّ جَانِبٍ (٨) دُحُورًا وَلَهُمْ عَذَابٌ وَاصِبٌ (٩) إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ (١٠) فَاسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا أَمْ مَنْ خَلَقْنَا إِنَّا خَلَقْنَاهُمْ مِنْ طِينٍ لَازِبٍ (١١) بَلْ عَجِبْتَ وَيَسْخَرُونَ (١٢) وَإِذَا ذُكِّرُوا لَا يَذْكُرُونَ (١٣) وَإِذَا رَأَوْا آيَةً يَسْتَسْخِرُونَ (١٤) وَقَالُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (١٥) أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ (١٦) أَوَآبَاؤُنَا الْأَوَّلُونَ (١٧) قُلْ نَعَمْ وَأَنْتُمْ دَاخِرُونَ (١٨) فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ فَإِذَا هُمْ يَنْظُرُونَ (١٩) وَقَالُوا يَا وَيْلَنَا هَذَا يَوْمُ الدِّينِ (٢٠) هَذَا يَوْمُ الْفَصْلِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ (٢١) } فقال: </p><p> ما الصف؟ وما الزجر؟ ومن الصافات والزاجرات والتاليات والمشارق والذكر؟ وما التزيين؟ وما الحفظ؟ وما المارد؟ وما {وَاصِبٌ}  [٩] ؟ ولم جاز أن يأتوا لاستراق السمع مع علمهم بأنهم لا يصلون ويقذفون بالشهب؟ وما معنى {فَاسْتَفْتِهِمْ}  [١١] ؟ وما الشدة؟ وما معنى {أَمْ مَنْ خَلَقْنَا}  [١١] ؟ ومن خلق الجميع؟ وما معنى {بَلْ عَجِبْتَ وَيَسْخَرُونَ}  [١٢] ؟ وما {لَازِبٍ}  [١١] ؟ وما العجب؟ وما الداخر؟ وما الأول؟ </p><p> الجواب: </p><p> الصف: ترتيب الجمع على خط، وذلك كالصف في الصلاة، والصف في الحرب. </p><p> الزجر: الصرف عن الشيء لخوف الدم والعقاب. </p><p> الصافات: فيه أقوال، منها: الملائكة صفوف في السماء. عن مسروق، وقتادة. وهو جمع جمع. </p><p> وقيل: هم الملائكة تصف أجنحتها في الهواء واقفة فيه حتى يأمرها بما يريد. </p><p> وقيل: صفوف الملائكة في صلاتهم عند ربهم. عن الحسن. </p><p> وقيل: الملائكة مصطفون في السماء يسبحون الله. </p><p> الزاجرات: قيل: هم الملائكة. عن مجاهد، والسدي. </p><p> [وقيل:] تزجر عن معاصي الله - تعالى -. يوصل الله مفهومه إلى قلوا لعاد كما يوصل مفهوم إغواء الشيطان إلى قلوبهم. </p><p> قيل: كأنها تزجر السحاب في سوقه. وقيل:  {فَالزَّاجِرَاتِ زَجْرًا}  [٢] آيات القرآن. عن قتادة. </p><p> {خَلْقًا} كأن فيه قوة يمتنع بها قبله على المراد منه. </p><p> {أَمْ مَنْ خَلَقْنَا}  [١١] قبلهم من الأمم الماضية والقرون الحالية، فقد أهلك الأمم الذين هم أشد خلقا منهم، ولهم مثل ذلك إن أقاموا على حالهم. </p><p> وقيل:  {أَمْ مَنْ خَلَقْنَا}  [١١] من الملائكة، والسموات، والأرض. {بَلْ عَجِبْتَ} من جهلهم {وَيَسْخَرُونَ} من حقك، وهذا ذم لهم، ومدح للنبي - صلى الله عليه وسلم -، كما قيل: لا خير فيمن لا يتعجب من العجب، وأرذل منه من يتعجب من غير عجب. </p><p> {لَازِبٍ} لازم، تبدل الميم بالباء لأنها من مخرجها، ويصلح أن تقوم مقامها، تقول العرب: طين لازم، وطين لازب. </p><p> وقيل:  (اللازبُ) الملتصق من الطين الحر الجيد. عن ابن عباس. وقال قتادة:  \"الذي يلصق باليد\" . </p><p> وقال مجاهد:  \"لازق\" . </p><p> وقال قتادة:  \"عجب محمد - صلى الله عليه وسلم - من هذا القرآن حين أعطيه، فسخر منه أهل الضلالة\" . </p><p> {سِحْرٌ مُبِينٌ}  [١٥] تبين لمن تأمله أنه سحر. </p><p> وقيل: من طين علك خلق آدم منه، ونسب ولده إليه. </p><p> {يَسْتَسْخِرُونَ}  [١٤] يستدعي بعضهم بعضا إلى أن يسخر من آيات الله ودلائله, </p><p> العجب: تغير النفس بما خفي فيه السبب مما لم تجر به عادة. عجب يعجب عجبا. </p>"
}