{
  "id": null,
  "sura": 38,
  "aya": 41,
  "text": "<p> فإن قيل: فلم جاز أن يسأل الملك مع ما في ذلك من الرغبة في الدنيا وليس من أخلاق الأنبياء؟ </p><p> قيل: لم يسأل رغبة في الدنيا، وإنما سأل الملك رغبة في التمكن من إظهار نعمة الله، والدعاء بها إلى دينه، ولم يضن بها على من بعده، لكن طلب معجزة لتخصه من جهة النعمة عليه لإظهار منزلته من ربه لما خصه به، وأجابه إليه. </p><p> مسألة: </p><p> إن سأل عن قوله: {وَاذْكُرْ عَبْدَنَا أَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ (٤١) ارْكُضْ بِرِجْلِكَ هَذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ (٤٢) وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنَّا وَذِكْرَى لِأُولِي الْأَلْبَابِ (٤٣) وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ وَلَا تَحْنَثْ إِنَّا وَجَدْنَاهُ صَابِرًا نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ (٤٤) وَاذْكُرْ عِبَادَنَا إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصَارِ (٤٥) إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ (٤٦) وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ (٤٧) وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ وَكُلٌّ مِنَ الْأَخْيَارِ (٤٨) هَذَا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ (٤٩) جَنَّاتِ عَدْنٍ مُفَتَّحَةً لَهُمُ الْأَبْوَابُ (٥٠) مُتَّكِئِينَ فِيهَا يَدْعُونَ فِيهَا بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ (٥١) وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ أَتْرَابٌ (٥٢) هَذَا مَا تُوعَدُونَ لِيَوْمِ الْحِسَابِ (٥٣) إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ (٥٤) هَذَا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ (٥٥) جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ (٥٦) هَذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ (٥٧) وَآخَرُ مِنْ شَكْلِهِ أَزْوَاجٌ (٥٨) هَذَا فَوْجٌ مُقْتَحِمٌ مَعَكُمْ لَا مَرْحَبًا بِهِمْ إِنَّهُمْ صَالُو النَّارِ (٥٩) قَالُوا بَلْ أَنْتُمْ لَا مَرْحَبًا بِكُمْ أَنْتُمْ قَدَّمْتُمُوهُ لَنَا فَبِئْسَ الْقَرَارُ (٦٠) قَالُوا رَبَّنَا مَنْ قَدَّمَ لَنَا هَذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّارِ (٦١) } فقال: </p><p> ما النداء؟ وما النصب؟ وما الركض؟ وما المغتسل؟ وما الهبة؟ وما الضغث؟ وما معنى {أُولِي الْأَيْدِي وَالْأَبْصَارِ}  [٤٥] ؟ وما معنى {مَسَّنِيَ الشَّيْطَانُ}  [٤١] ؟ وما الأيدي؟ وما معنى {بِخَالِصَةٍ ذِكْرَى الدَّارِ}  [٤٦] ؟ وما معنى {مُفَتَّحَةً لَهُمُ الْأَبْوَابُ}  [٥٠] ؟ وما الاتكاء؟ وما الدعاء؟ وما القاصر؟ وما معنى {أَتْرَابٌ} ؟ ولم قيل لجهنم {مِهَادٌ} ؟ وما المهاد؟ وما الدواق؟ وما أصل الجحيم؟ وما الغساق؟ </p><p> الجواب: </p><p> النداء: الدعاء بطريقة يا فلان! ، وقد يكون الدعاء بطريقة: افعل كذا، كقولك في الدعاء لله: اغفر لنا. </p><p> النصب: الألم عن التعب. النصب، والوصب، والتعب: واحد. </p><p> الركض: الدفع بالرجل على جهة الإسراع، منه: ركض الفرس؛ لإسراعه إذا دفع رجله. </p><p> المغتسل: موضع الاغتسال: تقديره: ماء مغتسل بارد وشراب. وهو كقولك: مضطرب: موضع الاضطراب. وقيل: ما يغتسل به (مغتسل) . </p><p> الهبة: تمليك ما فيه المنفعة من غير مثامنة، فلما رد عليه أهله كان قد وهبهم له هبة محددة. </p><p> وقيل: النُّصْبُ والنَّصَبُ واحد، مثل: الحُزْن والحَزَن، والعُدْم والعَدَم، والرُّشْد والرَّشَد. </p><p> والضغث: ملء الكف من الشجر أو الحشيش والشماريخ، وما أشبه ذلك. </p><p> وقيل: نبعت له عينان فاغتسل من إحداهما، وشرب من الأخرى. عن الحسن، وقتادة. </p><p> وقيل: كان حلف على امرأته لأمر أنكره من قولها لئن عوفي ليضرنها مائة. </p><p> وقيل: خد ضغثا بعدد ما حلفت فاضرب به دفعة واحدة. عن قتادة، والضحاك. </p><p> وقيل:  {أُولِي الْأَيْدِي}  [٤٥] القوة على العبادة {وَالْأَبْصَارِ} الفقه في الدين. عن ابن عباس. وقيل:  {أُولِي الْأَيْدِي} أولي الأعمال. </p><p> وقيل:  {مَسَّنِيَ الشَّيْطَانُ}  [٤١] من جهة وسوسته بتذكيره ما كان من البلية. </p><p> وقيل:  {الْأَيْدِي} النعم في الدين. </p><p> قرأ ابن كثير {وَاذْكُرْ عِبَدَنَا إِبْرَاهِيمَ} ، وقرأ الباقون {عِبَادَنَا} . </p><p> الإخلاص: إخراج كل شيء عن الشيء الذي ليس من شكله، فهؤلاء المؤمنون الأبرار قد أخلصهم الله لنعيم الجنان لطفه فيما لازموه من الإحسان. </p><p> معنى {بِخَالِصَةٍ ذِكْرَى الدَّارِ}  [٤٦] أي: الخالصة التي أخلصناهم بها هي {ذِكْرَى الدَّارِ} للعمل بها، ناهيك بها من خالصة أدت إليها، لا حرمنا الله ذلك منها. </p><p> الاصطفاء: إخراج الصفوة من كل شيء، والله - تعالى - اصطفاهم باختياره لهم على ما في معلومه أنه يكون منهم الإسراع في الخير. </p><p> الخير: نفع محض. </p><p> {ذِكْرَى الدَّارِ} دار الآخرة. عن مجاهد، وقتادة. وقيل:  {الدَّارِ} الجنة، كما قال:  {وَلَنِعْمَ دَارُ الْمُتَّقِينَ}  [النحل: ٣٠] . وقيل: كانوا يذكرونها للعمل لها، ودعاء الناس إليها. </p><p> وقيل:  {مُفَتَّحَةً لَهُمُ الْأَبْوَابُ} أنها تنفتح بغير كلفة. قال الحسن:  \"تكلم فيقال: انفتحي انغلقي\" . </p><p> وقيل:  {ذِكْرَى الدَّارِ}  [....] الدين لغيرهم من أجل قيامهم بالنبوة بالنبوة. </p><p> الاصطفاء: الاختصاص بمدحهم بأنهم الصفوة. </p><p> وقيل: اذكرهم بصبرهم وفضلهم لتسلك طريقهم. </p><p> وقيل:  {وَذَا الْكِفْلِ}  [٤٨] ذو الضعف من الثواب. وقيل: اسمه ذاك. </p><p> صفحة فارغة </p><p> وقيل:  {الْأَخْيَارِ} جمع (خير) ، كـ (ميت) و (أموات) . وقيل: ذو الكفل؛ لأنه تكفل بأمر [سبعين] نبيا فخلصهم من القتل. وقيل: تكفل بعمل صالح فوقى به. </p><p> وقيل: أدخل الألف واللام في {وَالْيَسَعَ} كما قال الشاعر: [الطويل] وجدنا الوليد بن اليزيد مبارك شديدا بأحناء الخلافة كاهله لأنه قدره تقدير النكرة. </p><p> وقرأ {بِخَالِصَةٍ ذِكْرَى الدَّارِ} مضاف نافع، وقرأ الباقون بالتنوين. </p><p> قرأ حمزة، والكسائي {وَالْليَسَعَ} بلامين، وقرأ الباقون بلام واحدة. </p><p> الاتكاء: الاستمساك باستناد؛ لما فيه من المتعة والراحة، وهكذا صفة أهل الجنة. </p><p> الفاكهة: طعام يتناول للمنفعة، وذلك أن منه ما يتناول للحاجة إلى الغذاء، ومنه ما يتناول للذة والمتعة، ومنه: تفكه بهذا الأمر. </p><p> القاصر: الماد، هو ماد عينه على فلان، وقاصر طرفه عن فلان. القاصر: هو الجاعل الشيء قصيرا، وهؤلاء الحور قد قصرن طرفهن على زواجهن، فما في غيرهم بغية لهن. </p><p> {أَتْرَابٌ}  [٥٢] أقران على سن واحد، أي: ليس فيهم هومه، ولا عجوز. </p><p> {مَا لَهُ مِنْ نَفَادٍ}  [٥٤] أي: من انقطاع. عن قتادة. </p><p> وقيل:  {أَتْرَابٌ}  [٥٢] على مقدار سن الأزواج، من غير زيادة ولا نقصان. </p><p> وقيل لجهنم (مهاد) على وجهين: أحدهما: أن يكون تقديره: بئس موضع المهاد. </p><p> وقيل: لأنها لهم بدل المهاد [فـ] سميت باسمه، كما جاء {فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ}  [آل عمران: ٢١] . </p><p> المهاد: الفراش الموطأ. </p><p> الذواق: أشد إدراك للطعم. وإنما قيل:  {فَلْيَذُوقُوهُ} لأن الطالب لإدراك الشيء أشد إحساسا به. </p><p> الحميم: الحار الشديد الحرارة. </p><p> الغساق: ما سال من الصديد. قال ابن عمر:  \"القيح الذي يسيل منهم يجتمع فيقونه\" . قال كعب:  \"(الغساق)عين في جهنم يسيل إليها سم كل ذات حمة من عقرب وحية\" . </p><p> وقيل:  {وَآخَرُ مِنْ شَكْلِهِ أَزْوَاجٌ}  [٥٨] من العذاب أنواع. وقيل: إنه إنه الزمهرير. عن ابن مسعود. </p><p> قال الحسن:  \"ذكر السلاسل والأغلال ونحوه ثم قال:{وَآخَرُ مِنْ شَكْلِهِ أَزْوَاجٌ}مما لم ير في الدنيا\" . </p><p> الشكل - بالفتح -: الضرب المتشابه، الشكل - بالكسر -: النظير في الحسن، وهو الدل. </p><p> {لَا مَرْحَبًا بِهِمْ}  [٥٩] لا اتسعت أماكنكم لكم. </p><p> {هَذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ}  [٥٧] أي: منه حميم وغساق، والخبر (فليذوقوه) ، ويجوز أن يكون الخبر {حَمِيمٌ وَغَسَّاقٌ} ، {فَلْيَذُوقُوهُ} اعتراض. </p><p> وقيل:  {هَذَا فَوْجٌ مُقْتَحِمٌ مَعَكُمْ}  [٥٩] يعني به بنو إبليس. والآخر: بنو آدم - عليه السلام -. عن الحسن. </p>"
}