{
  "id": null,
  "sura": 38,
  "aya": 21,
  "text": "<p> {وَفَصْلَ الْخِطَابِ} إصابة الحكم بالحقَّ. </p><p> {يُسَبِّحْنَ}  [١٨] بتسبيحها معه الذي يدعو إليه تنزيه الله وتعظيمه. </p><p> مسألة: </p><p> إن سأل عن قوله سبحانه: {وَهَلْ أَتَاكَ نَبَأُ الْخَصْمِ إِذْ تَسَوَّرُوا الْمِحْرَابَ (٢١) } [٢١] قال: </p><p> ما الخصمُ؟ وما التسوُّرُ؟ وما المحرابُ؟ ولم قيل:  [خَصْمَانِ] وقبلهُ [تَسَوَّرُوا] ؟ وما معنى {إِنَّ هَذَا أَخِي}  [٢٣] ؟ وما معنى {أَكْفِلْنِيهَا} ؟ وما معنى {وَعَزَّنِي} ؟ وما المالك؟ وما الزلفى؟ وما الخصمان اللذان تسورا المحرابِ؟ وهل كان ذلك معصية من داود - عليه السلام -؟ وهل كان [لهُ] تسع وتسعون امرأة؟ وما الجعْلُ؟ وما الحكمُ؟ وما اتباع الهوى؟ وما معنى {نَسُوا يَوْمَ الْحِسَابِ}  [٢٦] ؟ وما معنى {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ}  [٢٩] ؟. </p><p> الجواب: </p><p> الخصمُ: الطالب الذي ينازع في الأمر، وهو يقع على الواحد والاثنين والجمع على صيغة واحدةٍ، لأن أصله المصدر، فذلك جاز {تَسَوَّرُوا} . </p><p> التسوُّرُ: الإتيان من جهة السور. يقال: تسور فلان الدارَ إذا أتاها من قبل سورها، وكانوا أتوهُ من أعلى المحراب؛ فلذلك فزع منهم. </p><p> {الْمِحْرَابَ} مجلس الأشراف الذي يحارب دونه لشرف صاحبه، ومنه: سمي المصلي (محراباً) ، وموضع القبلة أيضاً (محرابٌ) . </p><p> وقيل:  {تَسَوَّرُوا} بعد قوله: {خَصْمَانِ} لأنه ثنى على تقدير: فريق، وجمع لأن كل فريق جمع. </p><p> الإشطاطُ: مجاوزة الحقَّ. </p><p> وقيل: ولا تسرف في حكمكَ بالميل مع أحدنا على صاحبه. </p><p> وقيل:  {إِنَّ هَذَا أَخِي}  [٢٣] أي: في ديني. عن وهببن مُنبهٍ. </p><p> [أَكْفِلنِيهَا] اجعلني كفيلاً بها، أي: ضامناً لأمرها، ومنه:  {وَكَفَّلَهَا زَكَرِيَّا}  [آل عمران: ٣٧] </p><p> {وَعَزَّنِي فِي الْخِطَابِ} غلبني، من قولهم: من عزَّ بَزَّ، أي: من غلب سلبَ. </p><p> المآبُ، والمرجعُ، والمصيرُ، والمثَابُ: واحدٌ. </p><p> الزلفَى: القربةَ. </p><p> الخصمان: ملكان تسورا عليه المحراب، وتقديره: ما يقول خصمان قالا: {بَغَى بَعْضُنَا عَلَى بَعْضٍ} ، وذلك أن الملكين لم يكونا خصمين، ولا بغى أحدهمت على ألاخر، وإنما هو على المثل. </p><p> الفتنةٌ: الشدة في البعد. </p><p> الزلفى: القربُ من رحمة الله - تعالى - وثوابه في جنته. </p><p> وقيل: إنه خطب امرأة كان أوريا ابنُ حنان خطبها. وقيل: بل كانَ يجبُّ أن يستشهد ليتزوج امرأتهُ. </p><p> وقيل:  {فَغَفَرْنَا لَهُ}  [٢٥] بعد الإنابة، وإن كانت الخطيئة مغفورة، لأنها مغفرة بعد مغفرة، قال إبراهيم - عليه السلام -: {وَالَّذِي أَطْمَعُ أَنْ يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ}  [الشعراء: ٨٢] . </p><p> وقال الحسن:  \"لم يكن له تسع وتسعون امرأة، وإنما هو مثل\" . </p><p> الجعلُ: تصييرُ الشيء على غير ما كان بقادر عليه. </p><p> الخليفة: المدبر الأمر من قبل غيره على جهة البدل من تدبيره؛ ولذلك يقال: خليفة الله في الأرض؛ لأنه جعله لتدبير عباده بامره. </p><p> الحكمُ: موجب العلة، والحكم أصل بالإضافة لما بعده، وفرع بالإضافة لما قبله، فهو وسط بين الأمرو، وأحكام القرآن أصول يعمل عليها. </p><p> اتباع الهوى: عمل الشيء لداعي الهوى، وذلك منهي عنهُ، ولا ينبغي أن يفعل الشيء لأجله. </p><p> الحقُّ: وضع الشيء في موضعهِ. </p><p> وقيل:  {خَلِيفَةً}  [٢٦] لمن كان قبلك من رُسلنِا. </p>"
}