{
  "id": null,
  "sura": 39,
  "aya": 1,
  "text": "<p> [سورة الزمر] </p><p> مسألة: </p><p> إن سأل عن قوله سبحانه: {تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ (١) إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ (٢) أَلَا لِلَّهِ الدِّينُ الْخَالِصُ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ (٣) لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ سُبْحَانَهُ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ (٤) خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى أَلَا هُوَ الْعَزِيزُ الْغَفَّارُ (٥) خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُصْرَفُونَ (٦) إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (٧) وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحَابِ النَّارِ (٨) أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ (٩) قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَأَرْضُ اللَّهِ وَاسِعَةٌ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ (١٠) } ، فقال: </p><p> ما {الْحَكِيمِ} ؟ وما الذي اقتضى ذكر {الْعَزِيزِ} ؟ وما معنى {أَلَا لِلَّهِ الدِّينُ الْخَالِصُ}  [٣] ؟ وما معنى {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} ؟ وما معنى {خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا}  [٦] والوالدان قبل الولد؟ وما معنى {وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ} ؟ وما معنى {خَلْقًا مِنْ بَعْدِ خَلْقٍ} ؟ وما الظلمات الثلاث التي يخلق فيها الولد؟ وما معنى {أَمَّنْ هُوَ قَانِتٌ}  [٩] في قراءة من خفف الميم؟ وما معنى القانت؟ </p><p> الجواب: </p><p> أن {الْحَكِيمِ} هو العليم الذي تقع أفعاله محكمة، واقتضى ذكر {الْعَزِيزِ} في {تَنْزِيلُ الْكِتَابِ} لأنه حصلت حكمته من عزيز يحفظه حتى يصل إليك على جهة من غير تغيير ولا تديل لموضع حجته. </p><p> وقيل:  {الْعَزِيزِ} في انتقامه، ففيه تحذير من مخالفته. </p><p> {أَلَا لِلَّهِ الدِّينُ الْخَالِصُ}  [٣] الطاعة بالعبادة التي يستحق بها الجزاء فهذا لله وحده، ولا يجوز أن يكون لغيره لاستحالة أن يملك هذا الأمر إلا هو. </p><p> معنى {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ} الحكاية بتقدير: قالوا ما نعبدهم إلا ليقربونا إلى الله زلفى، والحذف فيه أحسن وأوجز وأبلغ؛ إذ كانت حالهم كناطقة بهذا. </p><p> و {تَنْزِيلُ الْكِتَابِ}  [١] رفعه بالابتداء، وخبره {مِنَ اللَّهِ} ، ويجوز: هذا تنزيل. </p><p> و {الْكِتَابِ} القرآن. عن قتادة. وسمي (كتابا) لأنه مما يكتب. </p><p> وقيل:  {لَهُ الدِّينَ}  [٢] أمر التوحيد. </p><p> والزلفى: المنزلة. عن السدي. وقيل: القربى. عن ابن زيد. </p><p> {وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ}  [٥] أي: يغشي. عن قتادة. </p><p> وقيل:  (الولي) المتولي للقيام بأمر غيره. </p><p> وقيل:  (الأجل المسمى) قيام الساعة. </p><p> وقل الحسن:  {أَلَا لِلَّهِ الدِّينُ الْخَالِصُ}  [٣] الإسلام. </p><p> وقل الفراء: يجوز {مُخْلِصًا لَهُ الدِّينَ}  [٢] بالرفع. </p><p> {خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ}  [٦] فيه ثلاثة أقوال: </p><p> الأول: أن الله أخرج ذرية آدم من ظهره كالدر، ثم خلق بعد ذلك حواء من ضلع من أضلاعه، فيما يروى في الحديث المرفوع. </p><p> الثاني: أنه عطف يوجب أن الكلام الثاني بعد الأول، كقول القائل: قد رأيت ما كان منك اليوم، ثم كان منك أمس. </p><p> الثالث: أنه معطوف على معنى واحد، كأنه قيل: وحدها، ثم جعل منها زوجها. </p><p> ومعنى {وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ}  [٦] من الإبل، والبقر، والضأن والمعز، في كل صنف اثنين. عن قتادة، ومجاهد، والضحاك. </p><p> ومعنى {خَلْقًا مِنْ بَعْدِ خَلْقٍ} نطفة، ثم علقة، ثم مضغة، ثم عظاما، ثم يكسى لحما، ثم ينشئ خلقا آخر. عن قتادة، والسدي. </p><p> وقيل: الخلق في بطون الأمهات بعد الخلق في ظهر آدم عليه السلام. </p><p> الظلمات الثلاث: ظلمة البطن، وظلمة الرحم، وظلمة المشيمة. عن ابن عباس.... ومجاهد، وقتادة. </p><p> {وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ}  [٧] أي: يرضى الشكر لكم، فكنى عليه لدلالة الفعل عليه. </p><p> معنى {أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ}  [٩] في قول من خفف الميم فيه وجهان: </p><p> الأول: أن الألف للاستفهام، والجواب محذوف بتقدير: كمن ليس كذلك. </p><p> والآخر: أن تكون ألف نداء، كأنه قيل: يا من!. </p><p> القانت: الدائم على الطاعة لله. عن ابن عباس، والسدي. {آنَاءَ اللَّيْلِ}  [٩] ساعات الليل. </p><p> {وَأَرْضُ اللَّهِ وَاسِعَةٌ}  [١٠] تهاجروا عن دار الشرك. عن مجاهد. </p><p> وقيل: خلق حواء من فضل طينته. </p><p> وقيل:  {وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ}  [٦] أي: جعل لكم. عن الحسن. </p><p> وقيل: أنزلها بعد أن خلقها في الجنة. </p>"
}