{
  "id": null,
  "sura": 39,
  "aya": 56,
  "text": "<p> مسألة: </p><p> إن سأل عن قوله سبحانه: {أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ (٥٦) أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ (٥٧) أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ (٥٨) بَلَى قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ (٥٩) وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ (٦٠) وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ (٦١) اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ (٦٢) لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ أُولَئِكَ هُمُ الْخَاسِرُونَ (٦٣) قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ (٦٤) وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ (٦٥) بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ (٦٦) وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (٦٧) وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ (٦٨) وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ (٦٩) وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ (٧٠) وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ (٧١) قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ (٧٢) وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ (٧٣) وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ فَنِعْمَ أَجْرُ الْعَامِلِينَ (٧٤) وَتَرَى الْمَلَائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٧٥) } ، فقال: </p><p> هل هناك فرق بين النفس والروح؟ ولم جاز {مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ}  [٥٦] ؟ وما التفريط؟ وما الحسرة؟ وما معنى {أَنْ تَقُولَ نَفْسٌ} ذلك؟ وما معنى {فِي جَنْبِ اللَّهِ} ؟ وهل {جَنْبِ} صفة أم فعل؟ وما معنى {السَّاخِرِينَ} ؟ وما عامل الإعراب في {أَفَغَيْرَ اللَّهِ}  [٦٤] ؟ وما موضع {أَعْبُدَ} من الإعراب؟ وما مفازة المتقين؟ ولم جاز {لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ}  [٦١] ؟ وما المقاليد؟ وما القدر؟ وما معنى {وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ}  [٦٧] ؟ وما اليمين - هاهنا -؟ وما وجه النفخ في الصور؟ وما الحكمة؟ وما الصعق؟ وما معنى {إِلَّا مَنْ شَاءَ اللَّهُ}  [٦٨] ؟ وما معنى {وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا}  [٦٩] ؟ وما معنى {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ}  [٦٧] ؟ وما الزمر؟ ولم جاء في الجنة {وَفُتِحَتْ أَبْوَابُهَا}  [٧٣] بالواو، وفي النار بغير واو؟ وأين جواب {حَتَّى إِذَا} في صفة أهل الجنة؟ وما معنى {حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ}  [٧١] ؟ وما معنى {وَأَوْرَثَنَا الْأَرْضَ}  [٧٤] ؟ وما معنى {نَتَبَوَّأُ} ؟ وما معنى {طِبْتُمْ}  [٧٣] ؟ </p><p> الجواب: </p><p> النفس: قيل: هو من (النفاسة) ، والروح من (الريح) . </p><p> وجاز {مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ}  [٥٦] لأنه معنى: ما فرطت في طاعة الله، أو في أمر الله؛ إلا أنه ذكر الجنب كما يقال: هذا صغير في جنب الله الماضي، أي: في أمر الله. </p><p> التفريط: إهمال ما ينبغي أن يتقدم فيه حتى يفوت وقته. </p><p> التحسر: الاغتمام بما فات منه لانحساره عن صاحبه بما يمتنع عليه استدراكه وتلافي الأمر في. التحسر، والتأسف، والندم: نظائر. </p><p> وقيل: معناه: لئلا تقول نفس، مثل:  {وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ}  [النحل: ١٥] أي: لئلا تميد بكم. </p><p> {لَمِنَ السَّاخِرِينَ}  [٥٦] أي: المستهزئين بالنبي - صلى الله عليه وسلم - وبالكتاب. عن قتادة، والسدي. </p><p> وفي نصب {فَأَكُونَ}  [٥٨] وجهان: </p><p> أحدهما: أنه جواب (لو) . </p><p> والآخر: العطف على المصدر، وهو الكرة، أي: لو أن لي أن أكر. وقيل: كنت ممن يسخر ممن يدعوني إلى الإيمان. </p><p> عامل الإعراب في {أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ}  [٦٤] على وجهين: </p><p> أحدهما: أن يكون {تَأْمُرُونِّي} اعتراضا، ويكون التقدير: أفغير اتلله أعبد أيها الجاهلون فيما تأمرونني. </p><p> والوجه الآخر: أن لا يكون {تَأْمُرُونِّي} اعتراضا؛ فيكون التقدير: أتأمروني أعبد غير الله أيها الجاهلون. </p><p> مفازة المتقين: منجاتهم من النار، ومنجاتهم من النار بطاعتهم لله على سلامتها والموافاة بها, </p><p> جاز {لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ}  [٦١] مع أن نفي الأول يدخل فيه نفي الثاني؛ لأنه نفى الثاني على الجملة والتفصيل، بما يزيل الغلط في التأويل. </p><p> المقاليد: المفاتيح، واحده: مقليد، كما يقال: منديل ومناديل. ويقال: إقليد في واحده أيضا، وجمعه: أقاليد. </p><p> ووجه الاتصال كأنه قال: والذين كفروا من مقاليد السموات والأرض وغيره. </p><p> قرأ ابن كثير {تَأْمُرُونِّي أَعْبُدُ} مشددة النون، ساكنة الياء. وقرأ حمزة، والكسائي، وعاصم {بِمَفَازَاتِهِمْ} جماعا، وقرأ الباقون {بِمَفَازَتِهِمْ} واحدة. </p><p> وقيل: مفاتيح خزائن السموات والأرض، نفتح الرزق على من نشاء، ونغلفه على من نشاء. </p><p> معنى {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ}  [٦٧] قيل: ما عظموا الله حق عظمته أن دعوك إلى عبادة غيره معه. وقيل: ما عظم حق عظمته أن عبدوا الأوثان من دونه. </p><p> القدر: اختصاص الشيء بعظم أو صغر أو مساواة ذات أو صفة. </p><p> {وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ} أنها في مقدوره، كالذي يقبض عليه القابض في قبضته. </p><p> {وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ} ذكرت اليمين للمبالغة في الاقتدار. وقيل:  (اليمين) القوة، كما قال الشاعر:  [الوافر] </p><p> .................. تَلَقَّاهَا عِرَابَه بِالْيَمِيْن </p><p> وقيل:  (اليمين) القسم؛ لأنه حلف أن يطويها ويفنيها. </p><p> وجه النفخ في الصور: أنه علامة جعلها الله ليتصور بها العاقل آخر الأمر، ثم تجديد الخلق، فجعل ذلك بما يعرفون من بوق الرحيل، ثم الرحيل، ثم النزول، ولا يصور ذلك للنفس بأحسن من هذا الطريق. </p><p> الصعق: الموت، لصحة شدة الصواعق التي تأتي عند شدة الرعد، صعق الإنسان؛ إذا مات بحال هائلة شبيهة بالصيحة الشديدة. </p><p> استثنى {إِلَّا مَنْ شَاءَ اللَّهُ}  [٦٨] لأن الملك الذي ينفخ في الصور يبقى إلى أن يميته بعده، ويجوز أن يبقى غيره من الملائكة. </p><p> وقيل:  {إِلَّا مَنْ شَاءَ اللَّهُ} المستثنى: ميكائيل، وإسرافيل، وملك الموت. عن السدي. </p><p> وقيل: الشهداء. عن سعيد بن جبير. </p><p> وقيل: ما بين النفختين أربعون سنة. عن قتادة يرفعه. </p><p> وقيل:  {الشُّهَدَاءِ} الذين يشهدون على الأمم للأنبياء بأنهم قد بلغوا، وأن الأمم قد كذبوا. عن ابن عباس. </p><p> وقيل: يفني الله - بعد الصعق وموت جميع الخلق - الأجسام، ثم يعيدها. </p><p> {وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا}  [٦٩] قيل: معناه: بعدل ربها، وحكمه بالعدل فيها. </p><p> {وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ}  [٦٧] قال الفراء: \"يجوز بالنصب\" . وقال غيره: لا يجوز. </p><p> الزمر: الجماعة. </p><p> جاء في الجنة {وَفُتِحَتْ أَبْوَابُهَا}  [٧٣] بالواو، دون أبواب النار؛ لأن أبواب الجنة ثمانية، ففرق بينهما للإيدان بهذا المعنى. وقيل: إنه للتصريف في الكلام. </p><p> جواب {حَتَّى إِذَا} في صفة أهل الجنة محذوف، بتقدير: فازوا، أو: نالوا الشيء، أو: تمت سعادتهم، وما أشبه ذلك، وحذف الجواب أبلغ. </p><p> معنى {حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ}  [٧١] ظهر حقها لمجيء مصداقها؛ وذلك أنه قد تقدم الخبر من الله أن فلانا يكفر ويوافي بكفره. </p><p> {وَأَوْرَثَنَا الْأَرْضَ}  [٧٤] أي: أرض الجنة؛ لأنها صارت لهم في أخر الأمر كما يصير الميراث. وقيل: ورثوها عن أهل النار. </p><p> {نَتَبَوَّأُ} نتخذ مبوءا حيث نشاء، وأصله من الرجوع، من: باء بكذا، أي: رجع به. </p><p> وقيل:  {حَافِّينَ}  [٧٥] أي: محدقين. عن قتادة، والسدي. </p><p> وقيل: دخلت الواو في {وَفُتِحَتْ} لبيان أنها مفتحة قبل مجيئهم. </p><p> وقيل: تسبيح الملائكة في ذلك على سبيل التلذذ لا على التعبد. و {طِبْتُمْ}  [٧٣] أي: ذكرتم بشريف أعمالكم. </p>"
}