{
  "id": null,
  "sura": 40,
  "aya": 67,
  "text": "<p> الشكر: الاعتراف بالنعمة لتعظيم المنعم بما له من الحق. </p><p> وقيل: إذا قال أحدكم: لا إله إلا الله وحده؛ فليقل في إثرها:  {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} عن ابن عباس، وسعيد بن جبير. </p><p> تبارك: جل بأنه الثابت الدائم الذي لم يزل ولا يزال. </p><p> و {الْحَيُّ}  [٦٥] هو الذي له الحياة، فمن له {....} الحياة استحق معنى الإطلاق بالصفة. </p><p> مسألة: </p><p> إن سأل عن قوله سبحانه: {هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخًا وَمِنْكُمْ مَنْ يُتَوَفَّى مِنْ قَبْلُ وَلِتَبْلُغُوا أَجَلًا مُسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ (٦٧) هُوَ الَّذِي يُحْيِي وَيُمِيتُ فَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (٦٨) أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ أَنَّى يُصْرَفُونَ (٦٩) الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا فَسَوْفَ يَعْلَمُونَ (٧٠) إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ (٧١) فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ (٧٢) ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ (٧٣) مِنْ دُونِ اللَّهِ قَالُوا ضَلُّوا عَنَّا بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا كَذَلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ (٧٤) ذَلِكُمْ بِمَا كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُونَ (٧٥) ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ (٧٦) فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ (٧٧) وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ فَإِذَا جَاءَ أَمْرُ اللَّهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ (٧٨) اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعَامَ لِتَرْكَبُوا مِنْهَا وَمِنْهَا تَأْكُلُونَ (٧٩) وَلَكُمْ فِيهَا مَنَافِعُ وَلِتَبْلُغُوا عَلَيْهَا حَاجَةً فِي صُدُورِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ (٨٠) وَيُرِيكُمْ آيَاتِهِ فَأَيَّ آيَاتِ اللَّهِ تُنْكِرُونَ (٨١) أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ (٨٢) فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (٨٣) فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ (٨٤) فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ (٨٥) } فقال: </p><p> ما الغل؟ وما السلاسل؟ وما السحب؟ وما السجر؟ وما الحميم؟ وما معنى {كَذَلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ}  [٧٤] ؟ وما وجه جعل الأبواب لجهنم؟ وكيف جاز أن يجري (بئس) فيما هو من اجنس العقاب؟ وكيف وصف الثبات على الحق بأنه صبر؟ وما حكم الصبر فيما يسبق إلى النفس؟ وما الوعد الحق؟ وكيف كان صفة متكبر ذما في صفات العباد مدحا في صفات الله؟ وبأي شيء ترى الآيات؟ وما وجه الإنكار للآية؟ وما الآية في هلاك الأمم الماضية؟ وما الآية في الأنعام؟ وما السنة؟ وما معنى {وَآثَارًا فِي الْأَرْضِ}  [٨٢] ؟ وما معنى {فَمَا أَغْنَى عَنْهُمْ} ؟ </p><p> الجواب: </p><p> {هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ}  [٦٧] بخلق أبيكم آدم - عليه السلام - منه، وإليه ترجعون، ثم أنشأ النطف من ذلك الأصل الذي كان ترابا ثم إلى التراب يعود الخلق ما ابتدأ منه أول مرة. </p><p> وقيل:  {الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ}  [٦٩] المشركون. عن ابن زيد. وقيل: كل من جادل في دفع آيات الله. </p><p> العلقة: القطعة من الدم؛ لأنها تعلق بما يمر به لظهور أثرها فيه. </p><p> وقيل:  {يُخْرِجُكُمْ طِفْلًا}  [٦٧] أي: أطفالا واحدا؛ فلهذا ذكر بالتوحيد. </p><p> وقيل:  {بِالْأَخْسَرِينَ أَعْمَالًا} الكهف: ١٠٣] لأن لكل واحد منهم أعمالا قد حسر بها. </p><p> وقيل:  {وَلِتَبْلُغُوا أَجَلًا مُسَمًّى} أي: يبلغ كل واحد منكم ما سمي له من الأجل. قال الحسن:  \"هذا للنسل الذي تقوم عليهم القيامة\" , والأجل المسمى: القيامة. </p><p> الغل: طوق يدخل في العنق للألم والدل، وأصله الدخول، من: وغل في الشيء، إذا دخل فيه. </p><p> السلسلة: حلق منتظمة في جهة الطول مستمرة. </p><p> السجر: إلقاء الحطب في النار. </p><p> التنور: معظم النار كالتنور، ثم يوبخون لإيلام قلوبهم بالتوبيخ، كإيلامهم لأبدانهم بالتعذيب. </p><p> الحميم: ما كان قد بلغ الغاية في الحرارة. </p><p> الفرح، والمرح، والبطر، والأشر: نظائر في اللغة. </p><p> وقالوا {لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا}  [٧٤] يستحق العبادة، ولا ينتفع بعبادته؛ لذلك أطلق القول له. </p><p> {كَذَلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ} عما اتخذوه إلهاً بصرفهم عن الطمع في نيل نفع من جهته. وقال الحسن:  \"كذلك يضلُّ الله أعمالهمُ بإبطالها\" . </p><p> وجه جعل الأبواب لجهنم الرد إلى ما يتصور من حال الدار العظيمة مع الإسراع بدخولهم إليها. </p><p> قيل في صفة العقاب (بئْسَ) ليعلم أن الذم قد يكون على فعل المذموم، ويكون على غير فعل إذا أريد به نقصهُ. </p><p> وصفه الثبات على الحق بأنه صبر للمشقة التي تلحق فيه، كما تلحق بتجرع المر، ولذلك لا يوصف أهل الجنة بالصبر وإو وصفوا بالثبات على الحق وكان في الوصف به في الدنيا فضل، ولكن يوصفون بالحلم لأنه مدحٌ ليس فيه صفة نقصِ. </p><p> حكم الصبر فيما يسبق إلى النفس التثبتُ حتى يحصل العلم بصواب الرأي، ثم يعمل بحسب ما علم، فأما إذا اسند طريق العلم بما هو أشبه بالأصل في الحق فالتثبتُ حتى يحصل غالب الظن؛ لأنه 'ما يطلب الثقة بالأمر أو القوة وإن لم يبلغ حد الذي يتعلق به إنجاز الموعود به. </p><p> المثوى: المنزِلُ،، والمثوى: المقامُ. </p><p> صفة (متكبرٍ) ذم في العباد، مدح في صفة الله؛ لأن المتكبر المطالب للصفة في أعلى المراتب، وهذا لا يستحقه أحد من العبادِ </p><p> فهو ذم منهم لهذه العلة، وهو مدح في صفة الله لأنه مستحق أن يوصف بكبر الشأن في أعلى المراتب. </p><p> وقيل: لجهنم سبعة أبواب {لِكُلِّ بَابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ}  [الحجر: ٤٤] </p><p> وقيل:  {الْمُتَكَبِّرِينَ} عن اتباع الحق. </p><p> {فَإِذَا جَاءَ أَمْرُ اللَّهِ}  [٧٨] أي: قيام الساعة. </p><p> إراية الآيات بالبيان عنها الذي يحضرُ النفس بعينها، ويحتاج في الآية أولاً إلى إحضارها للنفس ثم الاستدلال على الحق من الباطل. </p><p> وجه الإنكار للآية الجحدُ لها في نفسها، وكل خلاف في الدليل لا يخلو من ثلاثة أوجه: إما في صحته في نفسه، أو في أنه [ ... ] ، أو فيهما. الآية في هلاك الأمم الماضية أنهم بعد النعم العظيمة صاروا إلى النقم، واقتضى ذلك عصيان المنهم. </p><p> الآية في الأنعام تسخيرها لمنافع العباد بالتصرف في الوجوه التي جعل كل شيء منها لما يصلح له. </p><p> {وَآثَارًا فِي الْأَرْضِ}  [٨٢] قيل فيه: بالمشي بأرجلهم على عظم خلقهم. عن مجاهد. </p><p> وقيل:  {وَآثَارًا فِي الْأَرْضِ} بالأبنية العظيمة، والقصور المشيدة. </p><p> وقيل:  {فَمَا أَغْنَى عَنْهُمْ} بمعنى النفي. </p><p> وقيل: يعني كأنه قيل: أي شيء أغنى عنهم كسبهم؟ </p><p> وقيل:  {فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ}  [٨٣] إذ قالوا: نحن أعلم منهم، لن نبعث ولن نعذب. عن مجاهد، والحسن. </p><p> [وقال السدي:] أي: كان عندهم أنه علم وهو جهل. وقيل: فرح الرسل بما عندهم من العلم بنجاتهم وهلاك أعدائهم. </p><p> السنة: الطريقة المستمرة. </p><p> [الخاتمة] </p><p> وبعد هذا التطواف فإنني أحمد الله تعالى على نعمة التوفيق والهداية، والإعانة على إتمام هذه الرسالة، بعد أن عشت مع هذا الكتاب دراسة وتحقيقا، من أول (سورة الأحزاب) إلى آخر (سورة غافر) ، ومع سيرة مؤلفه المباركة، تلك السيرة العطرة التي أتيت على البحث من أوله إلى آخره، فالحمد لله الذي ينعمته تتم الصالحات، وهذه أهم نتائج البحث بها يتم عقد نظامها، ويفوح مسك ختامها: </p><p> أن ابن فورك كان من العلماء المبرزين في كل فن، وخاصة في اللغة والتفسير والحديث، فهو بحث علم من أعلام التفسير، إمام من أئمة اللغة، حافظ من حفاظ الحديث، وكثرة آثاره ومصنفاته في شتى الفنون والمعارف تشهد له بذلك. </p><p> كان لتميزه وتبحره في سائر العلوم عامة، واللغة والتفسير خاصة أبرز الأثر في تفسيره الذي بين أيدينا، وكانت سمة حاضرة على امتداد كتابه، فالمباحث اللغوية مبثوثة في ثناياه، واللطائف التفسيرية منثورة في صفحاته. </p><p> إنَّ هذا التفسير له قيمة علمية كبيرة، ولو كان الأمر بخلاف ذلك لما اعتمد أقوال مصنفه أئمة كبار في تفاسيرهم الشائعة الذائعة، ولغويون بارعون في مؤلفاتهم الماتعة، مما يشي بعلو مكانة ابن فورك بين أهل العلم. </p><p> ظهر لي من خلال البحث في سيرة هذا العالم الجليل أنه أشعري المعتقد، فقد خالف أهل السنة والجماعة، وأوَّلَ بعض الأسماء والصفات، وكان من أثر ذلك أن فسر بعض الآيات تفسيرا جانب فيه الصواب، ولكن مما يحمد له في جانب العقيدة رده على فرقة المعتزلة في تأويلاتهم </p><p> لما يعتقده أهل السنة والجماعة في باب الأسماء والصفات كلما اقتضى المقام ذلك، فكان بذلك ناصرا للحق، مدافعا عنه. </p><p> إن تناول المخطوطات بالتحقيق والدراسة ليس من السهولة بمكان، بل يحتاج من الباحث إلى بذل جهدٍ ومجاهدة نفس، وصبر وجلد، وقبل ذلك إلى استعانة بالله تعالى، وأخذ بالأسباب المعينة على تحقيق ذلك، من النظر في كتب أهل العلم من المتقدمين والمتأخرين، المطبوعة منها والمخطوطة إن تيسر ذلك، وسؤال أهل الشأن، فليس التحقيق مهنة من لا مهنة له، بل هو علم له أسسه وقواعده وأصوله ورجاله، وأرجو أن أكون من أهله. </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> الكتاب: تفسير ابن فورك - من أول سورة نوح - إلى آخر سورة الناس </p><p> المؤلف: الإمام العلَّامة / أبو بكر محمد بن الحسن ابن فورك </p><p> (المتوفى ٤٠٦) </p><p> دراسة وتحقيق: سهيمة بنت محمد سعيد محمد أحمد بخاري (ماجستير) </p><p> عدد الأجزاء: ١ </p><p> الناشر: جامعة أم القرى - المملكة العربية السعودية </p><p> الطبعة الأولى: ١٤٣٠ - ٢٠٠٩ م </p><p> [ترقيم الكتاب موافق للمطبوع] </p>"
}