{
  "id": null,
  "sura": 40,
  "aya": 51,
  "text": "<p> {أَشَدِّ الْعَذَابِ}  [٤٦] أغلظ العذاب بما تكون منه الخصلة أعظم في الألم من الخصال. </p><p> وجه الاحتجاج على رؤساء الضلال في الاتباع لأنه يلزمهم الدفع بها عنهم، وأن تغني في تخفيف عذابهم فإذا هي سبب عذابهم. </p><p> وقيل: أرواحهم في أجواف طير سود تعرض على النار غدوا وعشيا عن السدي. </p><p> وقيل:  {آلِ فِرْعَوْنَ}  [٤٦] من كان على دينه. </p><p> قرأ [أدخلوا] بقطع الألف نافع، وحمزة، والكسائي، وقرأ الباقون [ادخلوا] . </p><p> مسألة: </p><p> إن سأل عن قوله: {إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ (٥١) يَوْمَ لَا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ (٥٢) وَلَقَدْ آتَيْنَا مُوسَى الْهُدَى وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ (٥٣) هُدًى وَذِكْرَى لِأُولِي الْأَلْبَابِ (٥٤) فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَاسْتَغْفِرْ لِذَنْبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ (٥٥) إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ (٥٦) لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٥٧) وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَلَا الْمُسِيءُ قَلِيلًا مَا تَتَذَكَّرُونَ (٥٨) إِنَّ السَّاعَةَ لَآتِيَةٌ لَا رَيْبَ فِيهَا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ (٥٩) وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ (٦٠) اللَّهُ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ (٦١) ذَلِكُمُ اللَّهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُؤْفَكُونَ (٦٢) كَذَلِكَ يُؤْفَكُ الَّذِينَ كَانُوا بِآيَاتِ اللَّهِ يَجْحَدُونَ (٦٣) اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ قَرَارًا وَالسَّمَاءَ بِنَاءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ ذَلِكُمُ اللَّهُ رَبُّكُمْ فَتَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ (٦٤) هُوَ الْحَيُّ لَا إِلَهَ إِلَّا هُوَ فَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٦٥) قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَمَّا جَاءَنِيَ الْبَيِّنَاتُ مِنْ رَبِّي وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ الْعَالَمِينَ (٦٦) هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخًا وَمِنْكُمْ مَنْ يُتَوَفَّى مِنْ قَبْلُ وَلِتَبْلُغُوا أَجَلًا مُسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ (٦٧) } </p><p> فقال: </p><p> ما النصر؟ وما الأشهاد؟ وما اللعنة؟ وعلى كم وجه يكون النصر؟ وكيف قيل:  {يَوْمَ لَا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ}  [٥٢] ؟ وما الجدال؟ وما السلطان؟ وما الصدر؟ وما معنى {إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ}  [٥٦] ؟ وما كبر [خلق] السموات والأرض الذي هو أكبر من خلق الناس؟ وما معنى {دَاخِرِينَ} ؟ وبأي شيء جعل الليل سكنا ليسكن فيه؟ وما الليل؟ وما معنى {تَبَارَكَ} ؟ وما الحي؟ </p><p> صفحة فارغة </p><p> الجواب: </p><p> النصر: المعونة على العدو للاستعلاء عليه، وقد يكون النصر بالحجة، وقد يكون النصر بالغلبة في المحاربة، وقد يكون النصر بعقاب العدو وإعزاز المنصور بالثواب. </p><p> {الْأَشْهَادُ} الذين يشهدون بالحق لأهله وعلى المبطل بخلافه؛ لما قامت به الحجة يوم القيامة، وفي ذلك سرور المحق وفضيحة المبطل. </p><p> {الْأَشْهَادُ} جمع (شهيد) ، كـ (شريف) و (أشراف) . </p><p> وقيل:  {الْأَشْهَادُ} جمع (شاهد) ، كـ (صاحب) و (أصحاب) . و {الْأَشْهَادُ} الملائكة، والأنبياء، والمؤمنون. </p><p> {اللَّعْنَةُ} الإبعاد من الرحمة، وقد يكون ذلك بوجوه: منها: الدعاء عليه بأن يبعده الله من رحمته في قوله: لعنه الله، إذا قال له هذا القول فقد لعنه الله. وقد يكون الإبعاد من الحمة بإحلال العقوبة، وقد يكون الحكم بدوام العقاب. </p><p> وقيل: لا تقبل معذرتهم [....] بالباطل في قولهم: {وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ}  [الأنعام: ٢٣] . </p><p> وقيل:  {وَسَبِّحْ بِحَمْدِ رَبِّكَ}  [٥٥] صل بحمد ربك {بِالْعَشِيِّ} من زوال الشمس إلى الليل، {وَالْإِبْكَارِ} من طلوع الفجر الثاني إلى طلوع الشمس. </p><p> الجدال: طلب فتل الخصم عن مذهبه بطريق الحجاج، وطريق الحجاج: بناء الأمر على حجة أو شبهة، فالذي يجادل في دفع الحق مذموم. </p><p> السلطان - هاهنا - الحجة التي يتسلط بها على إنكار المذهب الفاسد؛ فللعالم سلطان على الجاهل بالحجة التي معه، والذي يجادل في آيات الله لينبتها وينفى الشبهة عنها محمود، والذي يجادل في دفعها مدموم. </p><p> الصدر: موضع القلب؛ ولهذا يقال للموضع الشريف من المجلس: صدر. </p><p> معنى {إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ}  [٥٦] أي: ما هم ببالغي مقتضاه منتهاه؛ لأن الكفر بما يعلمه صاحبه يقتضي به أن يعظم في صدورهم مقتضى كبرهم. </p><p> كبر خلق السموات والأرض - الذي هو أكبر من خلق الناس - كبر الشأن وكبر الأجرام، وذلك أن خلقهما على ما هما عليه من الثقل مع وقوف الأرض والسماء من غير عمد، وجريان الأفلاك والكواكب من غير سبب أعظم في النفس، وأهول في الصدور من خلق الناس وإن كان عظيما بالحياة والحواس المهيأة للإدراك، إلا أن السموات والأرض أمرهما أكبر شأنا من هذه الجهة. </p><p> وقيل:  {إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ}  [٥٦] إلا عظمة، ما هم ببالغي تلك العظمة؛ لأن الله - عز وجل - مذلهم. عن مجاهد. </p><p> وقيل: ذلك الكبر هو الحسد على النبوة التي اكرمه الله بها، ما هم ببالغيه؛ لأن الله يرفع به من يشاء. </p><p> وقيل: ذكر كبر خلق السموات والأرض بما هو خارج عن العادة ليكون حجة على المشركين في إنكار النشأة الثانية بما هو خارج عن عادة الولادة. </p><p> وقيل في هؤلاء المجادلين في دفع آيات الله إنه [السميع] لما يقولونه [البصير] بما يضمرونه؛ مهددا لهم فيما يقدمون عليه. </p><p> {دَاخِرِينَ}  [٦٠] صاغرين. </p><p> {يَسْتَكْبِرُونَ عَنْ عِبَادَتِي} عن دعائي بالخضوع لي. </p><p> جعل الليل ليسكن فيه على معنى أنه أراد فعله لهذا الوجه لأنه يمكن أن يجعل لهذا المعنى ويمكن لغيره، فإذا أراد فعله من أجل هذا المعنى فإن الإرادة معلقة بهذا المعنى دون كل ما سواها. </p><p> الجعل: وجود ما به يصير الشيء على خلاف الصفة التي كان عليها، وقد يكون ذلك بوجود غيره، كجعله متحركا، وقد يكون بوجود نفسه كجعل البناء. </p><p> الليل: ظلام عام معاقب للنهار. والنهار: ضياء عام معاقب لليل، والله - تعالى - جاعلهما على هذه الصفة. </p><p> الفضل: الزيادة بتضعيف النعمة، وأصله: الزيادة على المقدار، فإذا أضيف إلى الله فهو بالمعنى الذي ذكرنا؛ لكثرة نعم الله على عباده. </p>"
}