{
  "id": null,
  "sura": 40,
  "aya": 11,
  "text": "<p> وقيل:  {وَقِهِمُ السَّيِّئَاتِ} أنه سمى عقاب السيئات سيئات. </p><p> وقيل:  {لَمَقْتُ اللَّهِ}  [١٠] لكم أكبر من مقت بعضكم لبعض. </p><p> وقال الحسن:  \"{حَقَّتْ كَلِمَتُ رَبِّكَ}[٦]على مشركي العرب، كما حقت على من قبلهم\" . </p><p> وقيل:  {الَّذِينَ يَحْمِلُونَ الْعَرْشَ}  [٧] والذين حوله؛ لأن فيهم من قد تعبد بحمله، ومنهم من تعبد بأن يحف به. </p><p> مسألة: </p><p> إن سأل عن قوله سبحانه: {قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِنْ سَبِيلٍ (١١) ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ (١٢) هُوَ الَّذِي يُرِيكُمْ آيَاتِهِ وَيُنَزِّلُ لَكُمْ مِنَ السَّمَاءِ رِزْقًا وَمَا يَتَذَكَّرُ إِلَّا مَنْ يُنِيبُ (١٣) فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ (١٤) رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ لِيُنْذِرَ يَوْمَ التَّلَاقِ (١٥) يَوْمَ هُمْ بَارِزُونَ لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ (١٦) الْيَوْمَ تُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ لَا ظُلْمَ الْيَوْمَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ (١٧) وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ (١٨) يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ (١٩) وَاللَّهُ يَقْضِي بِالْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَقْضُونَ بِشَيْءٍ إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ (٢٠) } فقال: </p><p> ما القول الذي يؤذن بتمني الكافر للخروج عن حاله بكل جهده؟ وما الإماتة الأولى؟ وما الثانية؟ وما وجه اتصال {فَاعْتَرَفْنَا بِذُنُوبِنَا}  [١١] بما قبله؟ وما العلي؟ وكيف جازت صفة القديم بـ (علي) ، ولم تجز بـ (رفيع) ؟ وما معنى {يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ}  [١٥] ؟ وما معنى {يَوْمَ التَّلَاقِ}  [١٥] ؟ وما معنى {بَارِزُونَ} ؟ ولم جاز {لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ}  [١٦] مع أنه لا يخفى منهم ولا من غيرهم شيء؟ ولم قيل:  {لِمَنِ الْمُلْكُ الْيَوْمَ} مع أنه يملك الأنبياء والمرسلين في الآخرة الملك </p><p> العظيم؟ وما الآزفة؟ وما الكاظم؟ ومن المجيب؟ وما معنى {سَرِيعُ الْحِسَابِ}  [١٧] ؟. </p><p> الجواب: </p><p> القول الذي حكاه الله عنهم لأنهم قالوا هذا القول على سبيل التمني، فكل ما يجدون إليه السبيل في التلطف للخروج عن تلك الحال، وأنه لا يمكن لأحد أن يتجلد على عذاب الله، كما يمكن أن يتجلد على عذاب الدنيا. </p><p> الإماتة الأولى: في الدنيا. الثانية: في البرزخ قبل المبعث، وفيه دلاله على عذاب القبر، فكل إماتة بعدها إحياء. </p><p> وجه اتصال {فَاعْتَرَفْنَا بِذُنُوبِنَا}  [١١] بما قبله: الإقرار بالذنب بعد الإقرار بصفة الرب، كأنه قيل: فاعترفنا بأنك ربنا الذي أمتنا وأحييتنا، وطال إمهالك لنا، واعترفنا بذنوبنا {فَهَلْ إِلَى خُرُوجٍ مِنْ سَبِيلٍ} لنا نسلكه في طاعتك؟! </p><p> العلي: القادر الذي كل شيء تحت صفته، وليس فوق صفته من هو أقوى منه ولا مساوي له في مقدوره. </p><p> جاز وصفه بـ (علي) دون (رفيع) ؛ لأن التوقيف ورد بذلك دونه. </p><p> وقيل:  {أَمَتَّنَا اثْنَتَيْنِ}  [١١] هو كقوله: {كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ}  [البقرة: ٢٨] . عن ابن عباس. </p><p> وقيل: فيه محذوف: فأجيبوا أن لا سبيل إلى الخروج {ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ}  [١٢] . </p><p> {وَمَا يَتَذَكَّرُ إِلَّا مَنْ يُنِيبُ}  [١٣] أي: يقبل إلى طاعة الله. عن السدي. </p><p> ومعنى {يُلْقِي الرُّوحَ مِنْ أَمْرِهِ}  [١٥] الوحي؛ لأنه يحيا به القلب بالخروج من الحيرة إلى المعرفة، فلذلك أوحينا إليك روحا من أمرنا. عن قتادة، والضحاك. </p><p> {يَوْمَ التَّلَاقِ} يلتقي فيه أهل السماء وأهل الأرض. عن قتادة....... </p><p> صفحة فارغة </p><p> والسدي. </p><p> وقيل: يلتقي فيه المرء مع عمله، وهو يوم القيامة حذر منه. </p><p> {رَفِيعُ الدَّرَجَاتِ} أي: طبقات الثواب للأنبياء والمؤمنين في الجنة. </p><p> {ذُو الْعَرْشِ} بأنه مالكه وخالفه. </p><p> و {يَوْمَ التَّلَاقِ} أي: يلتقي فيه الأولون والأخرون. </p><p> البروز: الظهور بخروج الشيء عما كان فيه. فجميع العباد بارزون يوم القيامة بالخروج من القبور، يهرعون إلى أرض المحشر، وهو يوم التلاق، ويوم الجمع، ويوم الحشر. </p><p> جاز {لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ}  [١٦] وإن لم يخف عليه من غيرهم شيء لوجهين: </p><p> أحدهما: أن تكون (من) للتبيين لا للتخصيص. </p><p> والآخر: أن يكون بمعنى: يجازيهم من لا يخفى عليه شيء منهم، فذكر بالتخصيص لتخصيص الجزاء لمن يستحقه دون من لا يصح له. </p><p> وقيل:  {لِمَنِ الْمُلْكُ الْيَوْمَ}  [١٦] على وجهين: </p><p> أحدهما: أنه على تخصيص يوم القيامة قبل تمليك أهل الجنة. </p><p> والآخر: أنه لا يستحق إطلاق الصفة بالملك إلا لله وحده؛ لأنه لا يملك جميع الأمور من غير تمليك بملك سواه، فهو أحق بالصفة المطلقة فيه. </p><p> الآزفة: الدانية، من قولهم، أزف الأمر إذا دنا وقته. </p><p> الكاظم: الممسك للشيء على ما فيه، ومنه: كظم قربته إذا شد رأسها، فهؤلاء قد أطبقوا أفواههم على ما في قلوبهم من شدة الخوف. </p><p> وقيل:  {لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ}  [١٦] فلذلك صح أنه أبرزهم جميعا. </p><p> وقيل: إنه قرر العباد فقال: {لِمَنِ الْمُلْكُ الْيَوْمَ} ؟ ، فأقر المؤمنون والكافرون بأنه {لِلَّهِ الْوَاحِدِ الْقَهَّارِ} . </p><p> وقيل: إنه أجاب نفسه - عز وجل -. </p><p> ومعنى {سَرِيعُ الْحِسَابِ}  [١٧] أي: لا تشغله محاسبة واحد عن محاسبة غيره، فحساب جميعهم كحساب واحدهم. </p><p> وقيل:  {يَوْمَ الْآزِفَةِ}  [١٨] يوم دين المجازاة، وهو يوم القيامة. </p><p> وقيل:  (الكاظم) الساكت على امتلائه غيظا أو غما. </p><p> وقيل:  {يُطَاعُ} على طريق المجاز، والمعنى فيه: يجاب. </p><p> وقال الحسن:  \"انتزعت قلوبهم من أمكنتها - وهي الصدور - فكظمت بها الحناجر، فلم يستطع أن يلفظها، ولم تعد إلى أمكنتها\" . </p><p> قرأ نافع، وأبو عمروا {وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ}  [٢٠] بالتاء. </p><p> والمراد بقوله:  {مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ}  [١٨] الكافرون، وأن الظالم الذي ليس بكافر يشفع فيه الرسول - صلى الله عليه وسلم -. </p>"
}