{
  "id": null,
  "sura": 40,
  "aya": 41,
  "text": "<p> وقال الحسن:  \"قاله فرعون على التمويه وتعمد الكذب وهو يعلم أن له إلها\" . </p><p> قرأ عاصم في رواية حفص {فَاطَّلَعَ} نصبا على جواب {لَعَلِّي} ، وقرأ الباقون بالرفع. وقرأ {وَصُدٌّ} بالضم عاصم، وحمزة، والكسائي، وقرأ الباقون {وَصَدٌّ} بالفتح. </p><p> مسألة: </p><p> إن سأل عن قوله: {ويا وَيَا قَوْمِ مَا لِي أَدْعُوكُمْ إِلَى النَّجَاةِ وَتَدْعُونَنِي إِلَى النَّارِ (٤١) تَدْعُونَنِي لِأَكْفُرَ بِاللَّهِ وَأُشْرِكَ بِهِ مَا لَيْسَ لِي بِهِ عِلْمٌ وَأَنَا أَدْعُوكُمْ إِلَى الْعَزِيزِ الْغَفَّارِ (٤٢) لَا جَرَمَ أَنَّمَا تَدْعُونَنِي إِلَيْهِ لَيْسَ لَهُ دَعْوَةٌ فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ وَأَنَّ مَرَدَّنَا إِلَى اللَّهِ وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحَابُ النَّارِ (٤٣) فَسَتَذْكُرُونَ مَا أَقُولُ لَكُمْ وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ (٤٤) فَوَقَاهُ اللَّهُ سَيِّئَاتِ مَا مَكَرُوا وَحَاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذَابِ (٤٥) النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ (٤٦) وَإِذْ يَتَحَاجُّونَ فِي النَّارِ فَيَقُولُ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا نَصِيبًا مِنَ النَّارِ (٤٧) قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا كُلٌّ فِيهَا إِنَّ اللَّهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ (٤٨) وَقَالَ الَّذِينَ فِي النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِنَ الْعَذَابِ (٤٩) قَالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ قَالُوا بَلَى قَالُوا فَادْعُوا وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ (٥٠) إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ (٥١) } </p><p> فقال: </p><p> ما الدعاء؟ ولم كانوا لدعائهم إلى عبادة غير الله قد دعوا إلى النار؟ ولم قال:  {مَا لَيْسَ لِي بِهِ عِلْمٌ}  [٤٢] وهو يعلم أنه باطل؟ وما العزيز؟ وما معنى {لَيْسَ لَهُ دَعْوَةٌ فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ}  [٤٣] ؟ وما معنى {وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحَابُ النَّارِ} ؟ وما معنى {أَمْرِي إِلَى اللَّهِ}  [٤٤] ؟ وما معنى {وَحَاقَ بِآلِ فِرْعَوْنَ}  [٤٥] ؟ وما العرض؟ وما العدو؟ وما قيام الساعة؟ وما {أَشَدَّ الْعَذَابِ}  [٤٦] ؟ وما وجه الاحتجاج على رؤساء الضلال بالإبلاغ؟ </p><p> الجواب: </p><p> الدعاء: طلب الطالب الفعل من غيره. </p><p> كانوا بدعائهم إلى عبادة غير الله قد دعوا إلى النار، ومن دعا إلى سبب الشيء فقد دعا إليه، كما أن من صرف عن سبب الشيء فقد صرف عنه. </p><p> قال:  {مَا لَيْسَ لِي بِهِ عِلْمٌ}  [٤٢] لأنه لا يصح أن يعلم أن لله شريكا، وما لا يصح أن يعلم باطل فدل على فساد اعتقادهم للشركة من هذه الجهة. </p><p> {الْعَزِيزُ} القادر الذي لا يمتنع شيء من الدخول في مقدوره، ولا يقدر أحد على منعه. </p><p> معنى {لَيْسَ لَهُ دَعْوَةٌ فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ}  [٤٣] أي: دعوة ينتفع بها في أمر الدنيا ولا في الآخرة، فأطلق {لَيْسَ لَهُ دَعْوَةٌ} لأنه أبلغ، وإن توهم جاهل أن له دعوة ينتفع بها فإنه لا يعتد بذلك لفساده ومناقضته. </p><p> قال ابن زيد:  \"هذا كلام مؤمن آل فرعون\" . </p><p> وقيل:  {لَيْسَ لَهُ دَعْوَةٌ فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ}  [٤٣] هذا الصنم لا يستجيب لأحد في الدنيا ولا في الآخرة. عن السدي، وقتادة. </p><p> وقيل:  {وَأَنَّ الْمُسْرِفِينَ} أي: بقتل النفس من غير حلها. عن مجاهد. وقيل: الاشراك. عن قتادة. </p><p> وقيل:  {وَأُفَوِّضُ أَمْرِي}  [٤٤] أسلم أمري إلى الله. وقيل: أجعله إليه. عن السدي. </p><p> وقال قتادة:  {فَوَقَاهُ اللَّهُ سَيِّئَاتِ مَا مَكَرُوا}  [٤٥] وكان قبطيا من قوم فرعون نجا مع موسى - عليه السلام -. </p><p> {وَحَاقَ بِآلِ فِرْعَوْنَ} حل ووقع. </p><p> وقيل:  {لَيْسَ لَهُ دَعْوَةٌ} تجب بها الإلهية {فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ} . </p><p> وقيل: معناه: ليست له استجابه دعوة. </p><p> وقيل:  {لَا جَرَمَ} رد للكلام، كأنه قيل: لا محالة أن لهم النار. </p><p> العرض: إظهار الشيء ليراه الذي يظهر له. </p><p> العدو: المصير إلى الشيء بالغداة. </p><p> قيام الساعة: وجودها على استقامتها [....] من صفتها. </p>"
}