{
  "id": null,
  "sura": 71,
  "aya": 1,
  "text": "<p> [سورة نوح] </p><p> مسألة: إن سئل عن قوله سبحانه {إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ (١) قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ (٢) أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ (٣) يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَى أَجَلٍ مُسَمًّى إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ (٤) قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا (٥) فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا (٦) وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا (٧) ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا (٨) ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا (٩) فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا (١٠) يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا (١١) وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا (١٢) مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا (١٣) وَقَدْ خَلَقَكُمْ أَطْوَارًا (١٤) أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا (١٥) وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا (١٦) وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا (١٧) ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا (١٨) وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا (١٩) لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا (٢٠) قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا (٢١) وَمَكَرُوا مَكْرًا كُبَّارًا (٢٢) وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا (٢٣) وَقَدْ أَضَلُّوا كَثِيرًا وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا (٢٤) مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا (٢٥) وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا (٢٦) إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا (٢٧) رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا (٢٨) } </p><p> إن سئل عن قوله {إِنَّا أَرْسَلْنَا نُوحًا} إلى آخر السورة </p><p> فقال: ما الإنذار وما معنى: من؟ في {يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ} </p><p> وهل يجوز، الإدغام في يغفر لكم؟ وما الزيادة؟ وكيف جاز أن يكون الدعاء إلى الحق يزيد الناس فرارا منه؟ وما الفرار؟ وما الاستغشاء؟ وما الإصرار؟ وما الجهار؟ وما المدرار؟ وما الإمداد؟ وما الوقار؟ وما معنى: ما لكم لا ترجون لله وقارا؟ وما معنى: خلقكم أطوارا؟ وما معنى: طباقا؟ وماذا نصبه؟ وما الإعادة؟ وما الخسار؟ وما المكر؟ وكيف جاز </p><p> على تسميتهم {وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا} </p><p> بالكفر قبل أن يعملوه في قوله {وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا} </p><p> الجواب: </p><p> معنى الإنذار: الإعلام موضع المخافة ليتقى ونوح عليه السلام قد أنذر </p><p> قومه بموضع المخافة وهي عبادة غير الله وانتهاك محارم الله. </p><p> معنى (من) في {يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ} </p><p> فيه قولان: </p><p> الأول: يصفح لكم عن ذنوبكم وتكون من بمعنى عن بهذا التقدير ويعم </p><p> الجميع. </p><p> الثاني: يغفر لكم ذنوبكم السالفة وهي بعض الذنوب التي تضاف إليهم </p><p> فلما كانت ذنوبهم التي يستأنفوها لا يجوز الوعد بغفرانها على الإطلاق لن يجري ذلك مجرى الإباحة لها قيدت بهذا التقييد. </p><p> وجه ذلك يغفر لكم من ذنوبكم بحسب ما يكون من الإقلاع عنها فهذا على </p><p> احتمال البعض إن لم يفعلوا إلا على البعض. </p><p> وقال المعتزلة: الأجل أجلان: أقصى وأدنى، فالأقصى لهم إن آمنوا وليس لهم إن لم يؤمنوا لأن الجنة لهم إن آمنوا وليست لهم إن لم يؤمنوا. </p><p> قال الحسن: أمرهم أن ينذرهم عذاب الدنيا قبل عذاب الآخرة. </p><p> وقيل: دخلت (من) لتخص الذنوب من سائر الأشياء لا لتبعض الذنوب </p><p> من سائر الأشياء وإخبار كثير من النحويين يغفر لكم بإظهار الراء لين لا يخل بها الإدغام من جهتنا فيها من التكرير. </p><p> واختار أبو عمرو الإدغام لأن إذهاب التكرير لا يخل لإن الثاني مثل الأول. </p><p> جاز أن يكون الدعاء إلى الحق يزيد الناس فراراً منه للجهل الغالب على </p><p> النفس فتارة يدعو إلى الفرار مما نافره وتارة يدعو إلى الفساد الذي يلائمه يشاكله. </p><p> الفرار: البعاد من الشيء رغبة عنه أو خوفا منه، فلما كانوا يتباعدون </p><p> عن سماع دعائه رغبة عنه كانوا قد فروا. </p><p> الاستغشاء: طلب الغشي فلما طلبوا التغشي بثيابهم فرارا من الداعي لهم كانوا قد استغشوا. </p><p> الإصرار: الإقامة على الأمر بالعزيمة عليه في النفس. </p><p> وقيل: كان الرجل يذهب بابنه إلى نوح فيقول لابنه احذر هذا لا يغوينك </p><p> فإن أبي قد ذهب بي إليه وأنا مثلك فحذرني كما حذرتك. </p><p> {جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ} </p><p> أي: لئلا يسمعوا كلام نوح. </p><p> والجهار: الإعلان. </p><p> والمدرار: الكثير الدرور، والدرور تجلب الشيء حالا بعد حال على الاتصال المطر الكثير الدرور، مدراراً. </p><p> الإمداد: إلحاق الثاني بالأول على النظام حالا بعد حال. </p><p> الوقار: العظمة، معناها هنا سعة المقدرة. </p><p> وأصل الوقار ما به يكون الشيء عظيما من الحكم والعلم الذي يمتنع معه </p><p> الخرق، ومنه وقر في السمع، ووعاه القلب إذا ثبت في السمع وحفظه القلب. </p><p> وقيل: خرج عمر - رضي الله عنه - ليست سقي فما زاد على الاستغفار وقرأ هذه الآية، وقيل: وقارا عظمةً.. عن ابن عباس ومجاهد. </p><p> وقيل: ترجون تخافون. </p><p> وقيل: تطمعون فيما فيه لعظمة الله. </p><p> عن قتادة. </p><p> الأطوار: الانتقال في الأحوال حالا بعد حال. </p><p> وقيل: نطفة ثم علقة ثم مضغة. عن ابن عباس. </p><p> الطباق: مصدر طابقت مطابقة وطباقا، والطباق منزلة فوق منزلة. </p><p> فكأنه قيل: مالكم لا ترجون لله عاقبة عظيمة من الثواب بالخلود في النعيم. </p><p> وقيل: أطواراً صبيانا ثم شبانا ثم شيوخا وغير عاقل ثم عاقلا وضعيفا ثم </p><p> قويا. </p><p> {وطباقا} ثم نصبه وجهان: أحدهما: على الفعل أي جعلهن طباقا، والآخر: على وصف السبع </p><p> الإعادة: النشأة الثانية فالقادر على الأول قادر على الثانية، لوجود </p><p> قدرته الكريمة عليه. </p><p> {وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا} </p><p> أي: في السماوات السبع عن عبد الله بن عمرو. </p><p> وقيل: في ناحيتهن نورا. </p><p> الفجاج: جمع فج المسلك بين الجبلين. </p><p> الخسار: الهلاك بذهاب رأس المال. </p><p> المكر: القتل بالحيلة الخفية إلى خلاف الجهة الموافقة بما فيها من المضرة. </p><p> جاز {ولا يلدوا إلا فاجراً كفاراً} لأنه على طريق الإخبار بما يكون </p><p> منهم لو وجدوا كأنه قيل: ولا يلدوا إلا من لو بلغ لكفر. </p><p> الكبّار: الكبير. عن مجاهد، والعرب تقول: عجيب، وعجاب بالتخفيف، وعُجَّاب بالتشديد، وكذلك جميل وجمال، وحسن وحسّان </p><p> وقيل: كانت هذه المذكورة أصناما يعبدها قوم نوح عبدتها العرب فيما بعد. ديارا: فيعال من الدوران. </p><p> {وَأُوحِيَ إِلَى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ} </p><p> وقيل: ما دعى عليهم إلا بعد أن نزل إليه. عن قتادة. </p><p> التبار: الهلاك. </p><p> وقيل: لما صارت هذه الأصنام إلى العرب كان ود لكليب وسواع لهمذان ويغوث لمدحج ويعوق لكنانة ونسر لحمير. عن قتادة. </p><p> قرأ {مَالُهُ وَوَلَدُهُ} بفتح الواو نافع وعاصم وابن عامر. </p><p> وقرأ الباقون بضم الواو، وقرأ نافع {لَا تَذَرُنَّ وَدًّا} بضم الواو. </p><p> وقرأ أبو عمرو {مما خطاياهم} </p><p> وقرأ الباقون {مِمَّا خَطِيئَاتِهِمْ} . </p>"
}