{
  "id": null,
  "sura": 73,
  "aya": 1,
  "text": "<p> [سورة المزمل] </p><p> مسألة: إن سأل عن قوله سبحانه {يَا أَيُّهَا الْمُزَّمِّلُ (١) } </p><p> فقال: ما المزّمل؟ وما المرغّب فيه أقام نصف اللّيل أو أقلّ منه؟ وما التّرتيل؟ وما الناشئة؟ وما الوطء؟ وما الأقوم؟ وما السّبح؟ وما التبتل؟. </p><p> وما الوكيل؟ ولم لا يجوز ماضي نذر؟ </p><p> وما معنى:  {وَذَرْنِي وَالْمُكَذِّبِينَ} وما النعمة؟ </p><p> وما التمهيل؟ وما الغصّة؟ وما الإمهال؟ وما معنى {كَثِيبًا مَهِيلًا} </p><p> وما الرسل؟ وما معنى {السَّمَاءُ مُنْفَطِرٌ بِهِ} وكيف لم يقل منفطرةٌ والسماء مؤنثة؟ ولم جاز {فمن شاء اتخذ إلى ربه سبيلا} بمعنى ثواب ربه؟ وما معنى:  {وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ} </p><p> الجواب: </p><p> المزّمل: الملّتف في ثيابه والأصل متزمل إلا أن التاء أدغمت في الزاي </p><p> من غير إخلال بالحرف المرغّب فيه كل ذلك بدلالة الآية، وأكثر من </p><p> النصف أيضا لقوله {أَوْ زِدْ عَلَيْهِ} </p><p> وقوله {أَوْ زِدْ عَلَيْهِ} وإنما لم يرغّب بالآية في قيام جميعه. </p><p> الترتيل: ترتيب الحروف على حقها في تلاوتها، وأما الحدر فإسراع فيهما وكلاهما حسن الترتيل والحدر، إلا أن الترغيب ها هنا في الترتيل. </p><p> وقيل: تزّمل ثيابه عن قتادة وقيل: تزمّل بأعباء النبوة عن عكرمة </p><p> وقيل: كان بين أول السورة وآخرها الذي نزل فيه التخفيف سنة. </p><p> . عن ابن عباس والحسن. </p><p> وقيل: عشر سنين قال الحسن: نسخت الثانية الأولى ترتيلا أي: ترسل فيه ترسلا عن مجاهد. </p><p> وقيل ثقيلا: أي يثقل العمل به بالمشقة فيه. </p><p> وقيل: إنما هو لثقله في الميزان عن ابن زيد. </p><p> وقيل: أنه ثقلٌ لم ينسخ وإنما بين تخفيف الثقل. </p><p> وعلى المؤمنين أن يقوموا. </p><p> قال الحسن: إن الله تعالى عرض على النبي ثلث الليل فأكثر فقاموه حتى تورّمت أقدامهم ثم نسخ تخفيفاً عنهم. </p><p> وقيل: ثقيل رصين لعظم حكمته. </p><p> الناشئة: الظاهرة بحدوث شيء بعد شيء، وناشئة اللّيل ابتداء عمل الليل شيئاً بعد شيء. </p><p> الوطء: المهاد المذلّل للتقلب عليه، فكذلك عمل اللّيل الذي هو أصلح له </p><p> ، فيه تمهيد للتصرف في الدلائل، وضروب الحكم، ووجوه المعاني. </p><p> الأقوم: الأخلص استقامة. </p><p> السبح: المرور السهل في الشيء كالمرور في الماء، فال سبح في عمل </p><p> النهار المرور في العمل الذي يحتاج فيه إلى الضياء، وأما عمل اللّيل فلا يحتاج إلى ضياء كالفكر في وجوه البرهان، وتلاوة القرآن </p><p> التّبتّل: الانقطاع إلى عبادة الله، ومنه مريم البتول لانقطاعها إلى عبادة الله جلّ ثناؤه. </p><p> وقيل: ناشئة اللّيل ما كان بعد عشاء الآخرة عن الحسن وقتادة. </p><p> وقيل: وطأ اللّسان والقلب مواطأةً ووطأ أقوم قراءة لفراغه من سُفْلِ الدنيا. </p><p> وقيل {وَأَقْوَمُ قِيلًا} أقوم قراءة لفراغه من سُفْلِ الدنيا. </p><p> وقيل: سبحا منصرفاً ومنقلباً. </p><p> ومن قرأ {أَشَدُّ وَطْئًا} فيكون لقوله الفكر فيه أمكن موقعا. </p><p> وقيل: هو أشد من عمل النهار </p><p> وقيل: الانقطاع إلى الله تأميل الخير من جهته دون غيره. </p><p> الوكيل: الحفيظ للقيام بأمر غيره. </p><p> الهجر الجميل: إظهار الجفوة من غير ترك الدعوة إلى الحق على </p><p> المناصحة. وكانت لا على بتّل نفسك إليه تبتيلاً، فوقع المصدر موضع مقاربه في المعنى. </p><p> وقرأ {وِطاءً} بكسر الواو ممدودة الألف أبو عمرو وابن عامر. </p><p> وقرأ {وَطْئًا} بفتح الواو مقصورة، لم يستعمل ماضي يذر للاستغناء عنه بما </p><p> هو أولى منه وهو ترك إذ كانت الواو مستثقلةً حتّى فرّوا منها إلى الهمزة وكذلك سئل ماضي يدع، وكل ما يصرف منه مما في أوله واو، ودع فهو من الدعة ولا يعنى ترك عنه. </p><p> معنى {وَذَرْنِي وَالْمُكَذِّبِينَ} تهديد شديد أي أرضى لعقاب المكذبين كما يقال: دعني وإياه كأنه تكفيه فليزل به مني. </p><p> النعمة: لين الملمس، وذلك أن اللّين قد يكون في الخلق وفي الطبع، وأما النعمة في اللين والملمس، والنقيض فيهما واحد وهو الخشونة. </p><p> والتمهيل: التأخير في المدة لأن التأخير قد يكون في المكان فلا يكون تمهيلاً. </p><p> الغصّة: تردد الطعام في الفم لا يسيغها الذي يروم أكلها. </p><p> وأنكالاً قيوداً عن مجاهد، واحدها نكل. </p><p> ذا غصّةٍ: شوك ناشز بالحلق فلا يدخل ولا يخرج. عن ابن عباس. </p><p> وقيل {كَثِيبًا مَهِيلًا} </p><p> رملاً سائلاً. عن ابن عباس، ومهيل مفعول من هللّت الرمل أهيله إذا حرّك أسفله فسال من أعلاه. </p><p> وقيل ذا غصّة: ما شدّ الحلقوم لخشونته، وشدة تكرهه بموجب تتحرك </p><p> باضطراب شديد. </p><p> الكثيب: الرمل المجتمع الكثير. </p><p> الوبيل: الثقيل الشّديد، ومنه كلأ مستوبل أي: مستوخم لا يستمرأ لثقله. </p><p> الوبيل: هنا الغليظ الشديد. </p><p> معنى {السَّمَاءُ مُنْفَطِرٌ بِهِ} متصدع لشدة ذلك اليوم، ولم يقل منفطرةٌ لأنه جرى على طريق التشبيه أي ذات انفطار ولم يجر على طريقة فاعله لقولهم: امرأةٌ مُطْفِلْ. </p><p> التذكرة: التبصرة، والتذكرة: الموعظة التي يذكر بها ما يعمل عليه. </p><p> جاز {فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا} </p><p> لأنه موجه إلى ما وجهه ربه إليه لعمله بطاعته واتباع مرضاته. </p><p> {وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ} </p><p> ليعملوا فيه بالصواب على ما يأمركم به. </p><p> {فَاقْرَءُوا} عاملين بما رغبتم فيه وذلك يقتضي التخفيف عنكم فاقرؤا ما تيسر منه. </p><p> وقيل:  {عَلِمَ أَنْ لَنْ تُحْصُوهُ} لن تطيقوه. </p><p> عن الحسن. </p><p> وقيل {عَلِمَ أَنْ لَنْ تُحْصُوهُ} </p><p> على طريق المَثَلْ. فتاب عليكم أي لم يلزمكم إثما. </p><p> ورفع المشقة فيه عنكم كرفع المشقة عن التائب. </p><p> وقيل {لَنْ تُحْصُوهُ} لن تطيقوا منها مواقيت الصلاة. </p><p> قرأ {وَنِصْفِهُ وَثُلُثِهُ} كسراً نافع وابن عامر. </p><p> وقرأ الباقون {وَنِصْفِهِ وَثُلُثِهِ} نصبا. </p>"
}