{
  "id": null,
  "sura": 74,
  "aya": 1,
  "text": "<p> [سورة المدثر] </p><p> مسألة: إن سئل عن قوله سبحانه {يَا أَيُّهَا الْمُدَّثِّرُ (١) قُمْ فَأَنْذِرْ (٢) } </p><p> فقال ما المدّثر؟ وما التكبير؟ وما الكبير الشأن؟ وما معنى: وما المن؟ وما الاستكثار؟ وما الصبر الذي هو طاعة لله؟ وما الرجز؟ وما معنى:  {وَثِيَابَكَ فَطَهِّرْ} ؟ وما الناقور؟ وما اليسير؟ ولم جاز ذرني والله لا يجوز أن يمنعه مانع مما يريد؟ وما التوحيد؟ وما معنى:  {وَلِرَبِّكَ فَاصْبِرْ} ؟ وما التمهيد؟ وما معنى: كلا؟ وما العنيد؟ وما الإرهاق؟ وما معنى {وحيدا} ؟ </p><p> وما معنى الصعود؟ وما الفكر الذي يُذَّمُ به صاحبه؟ وما معنى:  {كَيْفَ قَدَّرَ} ؟ وما نظر الفكر للحق؟ وما الثبور؟ وما الإدبار؟ وما معنى: استكبر؟ ومن القائل؟ وما أصل سقر؟ وما الإصلاء؟ وما الإبقاء؟ وما التلويح؟ وما البشر؟ وما القيد؟ وما وجه دلالة العدة للملائكة في تسعة عشر على النبوة؟ وما معنى:  {لِمَنْ شَاءَ مِنْكُمْ أَنْ يَتَقَدَّمَ أَوْ يَتَأَخَّرَ} ؟ </p><p> وما الرهن؟ وما معنى: أصحاب اليمين؟ وما السلوك؟ وما المجرم؟ وما الصلاة؟ وما التكذيب؟ وما الدين؟ وما اليقين؟ وما النفع؟ وما النفور؟ وما الفرق بين مستهزئ ومستنفر؟ </p><p> وما الفرار؟ وما القسورة؟ وما الصحيفة؟ وما معنى: أهل التقوى وأهل المغفرة؟ </p><p> الجواب: </p><p> المدثر المتدثر بثيابه، كأنه قيل: يا أيها الطالب صرف الأذى بالدِّثار </p><p> اطلبه بالإنذار. </p><p> الإنذار: الإعلام بموضع المخافة ليتقى، فلما كان لا مخافة </p><p> أشد من الخوف من عقاب الله كان الإنذار منه أجل الإنذار، وتقديره: قم إلى الكفار فأنذرهم بالنار. </p><p> الكبير: وصف الأكبر على اعتقاد معناه، والكبير نقيض الصغير ونظيره العظيم. </p><p> الكبير الشأن: المختص باتساع المقدور والمعلوم من غير مانع من الجود. </p><p> فالله قادر لا يعجزه شيء، وعالم لا يخفى عليه شيء لا يمنعه من الجود على </p><p> عباده شيء فهو أكبر من كل كبير بما لا يساويه واختصاصه بالمقدور والمعلوم </p><p> بأنه ما صح من مقدور أو معلوم وقادر عليه عالم به وهو كبير وأكبر من كل كبير سواه. </p><p> الطهارة: النظافة بانتفاء النجاسة، وذلك أن النظافة بانتفاء الوسخ من غير نجاسة، وقد تكون بانتفاء النجاسة فالطهارة في القسم الأخير. </p><p> وقيل: إن أول ما نزل {يَا أَيُّهَا الْمُدَّثِّرُ} عن جابر. </p><p> وقيل {اقْرَأْ بِاسْمِ رَبِّكَ} عن الزهري. </p><p> {وَثِيَابَكَ فَطَهِّرْ} فيه أقوال: </p><p> أحدها: من لبسها على معصية. </p><p> {وَثِيَابَكَ فَطَهِّرْ} </p><p> من الذنوب. عن ابن عباس، وقيل: اغسلها بالماء. </p><p> وقيل {وَثِيَابَكَ فَطَهِّرْ} للصّلاة فيها. </p><p> والرّجز فاهجر الأصنام. عن ابن عباس. </p><p> وقيل الرّجز: الإثم عن إبراهيم. </p><p> وفرَّق الكسائي بين الِِّجْز والرُّجز، فقال الرُّجز بالضم الوثن وبالكسر العذاب. </p><p> أي اهجر ما يؤدي إلى العذاب ولم يفرّق غيره بينهما. </p><p> وقيل: كل معصية رجز. </p><p> المنّ: ذكر النعمة بما يكدّرها ويقطع حق الشّكر بها، منَّ بعطائه </p><p> يمنُّ منًّا. إذا فعل ذلك فإما منّ على الأسير إذا أطلقه فهو قطع لأسباب الاعتقال عنه. </p><p> الاستكثار: طلب الكثرة وهو هاهنا طلب ذكر الاستكثار للعطية ورفع يستكثر للعطية على معنى الحال. </p><p> ومعنى ذلك فيه أقوال: </p><p> أحدها: لا تعطي عطية ليعطي أكثر منها. عن ابن عباس ومجاهد. </p><p> وقيل: لا تمنّ بحسناتك على الله تعالى مستكثراً لها فينقصك ذلك عند الله. وقيل: لا تمنن بما أعطاك الله من النبوة والقرآن مستكثراً به الأجر من النّاس. عن ابن زيد. </p><p> لا تضعف في عملك مستكثراً لطاعتك. عن مجاهد. </p><p> الصبر الذي هو طاعة لله الصبر على الضرر الذي يدعو إليه العقل </p><p> الناقور: الذي من شأنه أن ينقر فيه للتصويت به وهو فاعول من النقر </p><p> كهاضوم من الهضم وحاطوم من الحطم. </p><p> اليسير: القليل الكلفة، ومنه اليسار: كثرة المال لقلة الكلفة في الإنفاق. </p><p> وقيل {وَلِرَبِّكَ فَاصْبِرْ} على أذى المشركين. </p><p> وقيل {وَلِرَبِّكَ فَاصْبِرْ} على عطيتك عن إبراهيم. </p><p> {فَإِذَا نُقِرَ فِي النَّاقُورِ} نفخ في الصّور وهي كهيئة البوق. عن مجاهد. </p><p> ولا تمنن على النّاس بما تنعم به عليهم على سبيل الاستكثار منك لذلك. </p><p> وقيل {وَلِرَبِّكَ فَاصْبِرْ} </p><p> على ما أمرك الله من أداء الرسالة وتعليم الدّين. </p><p> وما ينالك من الأذى والتكذيب لتنال الفوز من الله بالنّعيم. </p><p> وقيل: غير يسير لما ينالهم فيه من العذاب الشديد. </p><p> وأجاز الفراء {وَلَا تَمْنُنْ تَسْتَكْثِرُ} جزما </p><p> وقال والرفع وجه القراءة والعمل، ولم يجز غيره لأنه في موضع الحال. </p><p> وقيل: نقر في أول النفختين وهو أول الشدة الهائلة العامة. </p><p> جاز {ذرني} في صفة الله تعالى على معنى التهديد كأنه قيل: قد حل هذا محل من يقال له ذرني وإياه فإني كافٍ في عقابه. </p><p> الوحيد: المتفرد بالأمر. ومعناه: أن الله تعالى خلقه متوحدا بخلقه لا شريك له وحمله على الأوصاف التي ذكر جل ثناؤه. </p><p> وقيل: خلقه في بطن أمه وحده لا شيء له ثم جعلت له كذا وكذا. </p><p> عن مجاهد وقتادة. </p><p> {مَالًا مَمْدُودًا} </p><p> أي مالا كثيرا له مدد يأتي شيء بعد شيء، فوصفه بأنه ممدود يقتضي هذا المعنى. </p><p> معنى {وَبَنِينَ شُهُودًا} </p><p> أي: وبنين بحضرته يستمتع بمشاهدته لهم، فإن متعته بحضورهم خلاف من هو غائب عنهم. </p><p> التمهيد: تسهيل التصرف في الأمور. </p><p> وقيل: نزل في الوليد بن المغيرة وكان ماله ألف دينار. عن مجاهد وسعيد </p><p> ابن جبير، وقيل: كان أربعة ألاف دينار. عن سفيان. </p><p> وقيل: كان أرضا عن النعمان بن سالم، وقيل: كان غله شهر </p><p> شهر. عن عطاء. </p><p> وقيل: كان بنوه عشرة عن مجاهد، وقيل: ولم يشكرني وهو مع ذلك يطمع أن أزيد في إنعامه. </p><p> التمهيد والتوطين والتذليل والتسهيل نظائر. </p><p> {وحيدا} يحتمل أن يكون من صفة المخلوق، بمعنى وحده لا شيء له </p><p> وقيل كان بنوه: لا يغيبون عنه لغناهم عن ركوب السفر في التجارة </p><p> معنى {كلا} : ردع وزجر كأنه قيل: ارتدع عن هذا وانزجر فليس الأمر </p><p> على ما يتوهم. </p><p> العنيد: الذاهب عن الشيء على طريق العداوة له، فهذا الكافر يذهب عن آيات الله ذهاب نافر عنه. </p><p> الإرهاق: الإعجال بالعنف، أرهقه يرهقه إرهاقا ورهقه يرهقه </p><p> رهقا إذا لحقه بإعجال العنف. </p><p> الصعود: العقبة التي يصعب صعودها. </p><p> الفكر الذي يذم به صاحبه، الفكر الذي يطلب به الاحتيال للباطل في نصرة </p><p> المذهب الفاسد، والتسبب إلى المعصية. </p><p> وقيل عنود: جحود، وقيل عنود: معاند. </p><p> وقيل: ص ود جبل من نار يؤخذون بارتقائه، فإذا وضع يده ذابت وإذا رفعها عادت رجله، في خبر مرفوع. </p><p> وقيل: صعود جبل في جهنم من نار يضرب بالمقامع حتى تصعد عليه ثم يضرب حتى ينزل عنه أبدا دأبه كذلك. </p><p> ثم قيل {كَيْفَ قَدَّرَ} </p><p> أي عوقب بعذاب أخر كيف قدر من إبطال الحق تبطيلاً آخر. </p><p> وقيل قتل: لعن أي: فعل به ما يجري مجرى القتل ومثله {قُتِلَ الْخَرَّاصُونَ} . </p><p> وقال الحسن: هو شتم من الله لهذا الكافر. </p><p> وقيل قدر قال: إن قلنا شاعر كذبتنا العرب باعتبار ما أتى به، وإن قلنا </p><p> كاهن لايصدقونا لأن كلامه لا يشبه كلام الكهان فنقول ساحر يروي ما أتى به من غيره من السحر. </p><p> نظر المنكر للحق نظر طالب لما يدفع به الحق ولو نظر في ذلك على إنه إن وجد ما يكشف له عن أنه حق اتبعه كان نظره صحيح. </p><p> العبوس: تقبيض الوجه مكرها للأمر. </p><p> البسور: بروز النكرة التي تظهر في الوجه، وأصله من قوله تبسر بالأمر إذا عجل به قيل: جمعه الأدبار الأخذ في جهة الدبر. </p><p> معنى استكبر: طلب كبراً ليس له ولو طلب كبراً هو له لم يكن صفة ذم </p><p> وفي صفة الله سبحانه (الجبار المتكبر) لأن له الكبرياء جل وعز وهو كبر الشأن </p><p> ، في أعلى مرات بالكبر لأنه مختص باتساع المقدور والمعلوم في أعلى المراتب. </p><p> وقيل: قال الوليد بن المغيرة في القرآن والله إنه ليعلو وما يعلى وما هو بشعر ولا كهانة ولكنه سحر يؤثر من قول البشر. </p><p> والسحر: حيلة يخفى سبب فيوهم الشيء بخلاف ما هو به، وذلك منفيا </p><p> عن كل ما يشاهد ويعلم أنه قد خرج عن العادة بما لا يمكن فيه المعارضة، ولو كان القرآن من قول البشر لأمكنهم أن يأتوا بمثله، كما لو كان قلب العصا حية من فعل ساحر لأمكن السحرة أن يأتوا بمثله. </p><p> أصل سقر من قولهم: سقرته الشّمس إذا آلمت دماغه، وبه سمّيت النَّار سقر لشدة إيلامها. </p><p> الإصلاء: إلزام موضع النّار، أصلاه نصليه إصلاءاً. </p><p> الإبقاء: فعل البقاء للشيء. </p><p> التلّويح: تغيير اللون إلى الاحمرار، النّار تغير بشرة أهلها إلى الاحمرار </p><p> ، لوّحته الشّمس تلوّحه تلويحاً فهي لوّاحة على المبالغة في كثرة التلّويح. البشرة: ظاهر الجلدة، وجمعها بشر، ومنه سمّي الإنسان بشراً لأنه ظاهر الجلدة، بتعريته من الوبر ومن الرّيش والشعر الّذي في الغالب على غيره. وقيل: لا تبقي فيها حياً ولا تذره ميتاً عن مجاهد. </p><p> وقيل: لا تبقي أحداً من أهلها إلاّ تناولته ولا تذره من العذاب. </p><p> وقيل: عليها تسعة عشر من الملائكة، وخصَّ هذا العدد بالذّكر ليوافق </p><p> خبر النّبي - صلى الله عليه وسلم - خبر ما جاءت به الأنبياء قبله - صلى الله عليه - وعليهم أجمعين، وتكون محنة. </p><p> بتكليف النّظر للمعرفة الغيبية، المحنة التي تخرج ما في النّفس من خير أو شر </p><p> بإظهارها له، وكانت بهذه العدّة التي جعلت عليها الملائكة يظهر ما في نفس الكافر ممّا يقتضيه كفره كانت فتنة له. </p><p> وجه دلالة العدّة للملائكة في تسعة عشر على النّبوة أنها إذا كان الله - عز وجل - قد أخبر به في الكتب المتقدمة ولم يكن محمد - صلى الله عليه وسلم - ممّن قرأها ولا تعلّمها من أحد من النّاس، فهو من عند الله أتى به الله ليدل على صدقه مع أنّه أحد الأشياء التي أخبر بها على هذه الصّفة. </p><p> الإضلال: هاهنا إظهار فضيحة الكفّار بما يوجب الذّم والّلعن للتكذيب </p><p> بالحق الّذي أنزله، ونقيضه الهداية بإظهار فضيلة المؤمنين لتصديقهم بالْحق عند نزوله وقبولهم له وقيل: هي في التّوراة والإنجيل تسعة عشر. عن ابن عباس. </p><p> {وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ} </p><p> أي: من كثرتهم </p><p> {وَمَا هِيَ إِلَّا ذِكْرَى لِلْبَشَرِ} . </p><p> النار الموصوفة بهذه الصّفات. </p><p> {وَاللَّيْلِ إِذْ أَدْبَرَ} ولّى وذهب. </p><p> وقيل: دبر وأدبر بمعنى، وقيل: إنّما هو دبر النّهار نازحاً في آخره. </p><p> {وَالصُّبْحِ إِذَا أَسْفَرَ} </p><p> إذا أضاء وأنار، وكأنه قيل: إذا كشف الظّلام وأنار الأشخاص </p><p> {إِنَّهَا لَإِحْدَى الْكُبَرِ} </p><p> أي: النّار. عن ابن عباس. </p><p> ووجه المحنة على الكفّار بتكليفهم أن يستدلوا حتّى يعرفوا أن الله قادر أن </p><p> يقوّي هذه العدّة من الملائكة، بما يفي بتعذيب أهل النّار على ما هم عليه من </p><p> الكثرة. </p><p> وقيل: إن هذه الآية لإحدى الكبر، وقيل: النّار في الدّنيا تذكِّر بالنّار </p><p> في الآخرة. </p><p> قرأ {إِذْ أَدْبَرَ} </p><p> بإسكان الذّال والألف في أدبر نافع وعاصم في رواية حفص وحمزة. </p><p> وقرأ الباقون {إِذَا دبر} . الألف في إذا ودبر بغير ألف. </p><p> معنى {لِمَنْ شَاءَ مِنْكُمْ أَنْ يَتَقَدَّمَ أَوْ يَتَأَخَّرَ} </p><p> أي: أن الإنذار لمن يمكّنه أن يتقي عذاب النّار ولا يعجز عنه. </p><p> النّذير: الحكيم بالتحذير عما ينبغي أن يُحذّر منه، فكل نبيٍّ نذير لأنه حكيم بتحذيره عقاب الله تعالى على معاصيه. </p><p> الرهن: أخذ الشّيء بأمر على أن لا يرد إلاّ بالخروج منه. </p><p> وفي {نَذِيرًا لِلْبَشَرِ} </p><p> ثلاثة أقوال: .. </p><p> الأول: أنه من صفة النّار </p><p> الثاني: أنه من صفات الله كأنه قيل: قم نذيراً. </p><p> الثالث: أنه من صفة النبي - صلى الله عليه وسلم - </p><p> وقيل: لمن شاء منكم أن يتقدم في طاعة الله أو يتأخر بمعصيته. </p><p> أصحاب اليمين: هم أصحاب الجنّة. عن الحسن. </p><p> وقيل: أصحاب اليمين الذين ليس لهم شيء من الذنوب. </p><p> الخوض: المر فيما يلوّث كتلويث الرجل فلما كان هؤلاء يخرجون مع من يكذّب بالحق مشيعين لهم في القول كانوا خائضين معهم. </p><p> السّلوك: الدّخول المجزّم القاطع بالخروج عن أمر الله ونهيه. </p><p> وأصل الصّفة من الجازم القاطع، وأصل الصّلاة في الّلغة: الدعاء ثم </p><p> يقال لما فيه من القراءة والدّعاء، والتسّبيح أوّله التكبير وآخره التسّليم. </p><p> المسكين: الذي قد سكنته الحاجة إلى ما في أيدي النّاس عن حال النشط وحال الفقير أشدّ من حال المسكين. </p><p> وقيل {وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ} </p><p> كلّما غوى غاوي بالدّخول في الباطل غوينا معه فالتكذيب تنزيل الخبر على أنّه كذب وهؤلاء اعتقدوا أن الخبر يكون يوم القيامة كذّب. </p><p> والدّين والجزاء، وهو الإيصال إلى كل من له شيء أوعليه شيء. </p><p> معنى اليقين: العلم الّذي يوجد عنده برد الثّقة به في الصّدر. </p><p> النّفع: اللذة ويسمى التّسبب إليه نفعاً. </p><p> والنّفور: الذّهاب عن المخّوف بانزعاج، ومسّتنفرة طالب بالنّفور. </p><p> قرأ {مُسْتَنْفَرَةٌ} نافع وابن عامر، وقرأ الباقون {مُسْتَنْفِرَةٌ} بالكسر، من قرأ بفتح الفاء فهو على نفَرها عنده، ومن قرأ بكسر الفاء فهو على نافِر، والمعنى فيهما متقارب. </p><p> الفرار: الذّهاب عن الشيء خوفاً منه </p><p> القسورة: فيه أقوال: </p><p> الأول: الأسد، وقيل: رامي الصّيد، وأصله الأخذ بالشّدة. </p><p> وقيل: من قسورة من الرّماة. عن ابن عباس وأبي موسى. </p><p> وقيل: جماعة الرّجال، وقيل: الأسد. عن أبي هريرة. </p><p> الصَّحيفة: التي من شأنها أن تقلب من جهة إلى جهة لما فيها من الكتابة. </p><p> النّشر: بسط ما كان ملتفاً من غير التحام. </p><p> وقيل: صحفاً منشرةً: كتباً تنزل من السّماء كتاباً إلى فلان وكتاباً إلى فلان </p><p> ، وإنّما دعاهم إلى التّحدي في طلب المعجزة أنهم لا يؤمنون بالآخرة. </p><p> {كَلَّا إِنَّهُ تَذْكِرَةٌ} </p><p> أي: القرآن. </p><p> {هُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ} : </p><p> أهل أن يتقي محارمه، وأهل المغفرة: أهل أن يغفر الذّنوب. عن قتادة </p><p> وقيل: يريدون صحفاً من الّله بالبراءة من العقوبة، واتساع النّعمة حتّى </p><p> يؤمنوا وإلاّ قاموا على أمرهم. </p><p> {فَمَنْ شَاءَ ذَكَرَهُ} </p><p> دليل على قدرته عليهم وما يذكرون إلاّ وقد شاء الّله ذلك لهم. </p><p> وقيل: أهل أن يتقي عقابه، وأهل أن يعمل بما يؤدي إلى مغفرة. </p><p> قرأ نافع {وَما تَذْكرون} بالتّاء. </p><p> وقرأ الباقون بالياء. </p>"
}