{
  "id": null,
  "sura": 75,
  "aya": 1,
  "text": "<p> [سورة القيامة] </p><p> مسألة: إن سئل عن قوله سبحانه {لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ (١) } </p><p> إلى آخرها فقال: </p><p> ما القسم؟ وما القيامة؟ وما الّلوامة؟ وما النّفس؟ وعلى أي شيء ينصب قادرين؟ وما معنى:  {لا} . في لا أقسم؟ </p><p> وأين جواب القسم؟ وما معنى: أيَّان؟ وما البرق؟ وما خسوف القمر؟ </p><p> وما الجمع وما المستقر؟ وما النبأ؟ وما المعاذير؟ وما العجلة؟ وما الإتباع؟ وما البيان؟ وما التّحريك؟ وما النَّاضرة بالضاد؟ وما النَّاظرة؟ . وما معنى:  {ناظرة} ؟ بالظاء؟ وما معنى: البسور؟ وما معنى: الفاقرة؟ وما التَّراقي؟ وما الرَّاقي؟ وما البلوغ؟ وما معنى: الفراق؟ </p><p> وما الحسبان؟ وما التّولي؟ وما التمطّي؟ وما السّدى؟ . </p><p> الجواب: </p><p> القسم: تأكيد الخبر بما جعله في حيّز المتحقق، وذلك أنّه من القسمة </p><p> فأحد قسمي الخبر عن المعنى حق والآخر باطل، والجواب محذوف، والمعنى: </p><p> أقسم بيوم القيامة. </p><p> والقيامة: النشأة الآخرة التي يقوم فيها النّاس من قبورهم </p><p> للمجازاة. </p><p> اللّوامة: الكثيرة اللّوم لقلة رضاها بالأمر. </p><p> النّفس خاصّة الشّيء وذاته. </p><p> انتصب {قادرين} على وجهين: </p><p> أحدهما: نجمعهما قادرين. </p><p> والآخر: بلى نقدر قادرين، واستغنى عنه بقادرين كما يقال قاعداً، وقد سار الركّب أي: يقعد وقد ساروا. </p><p> وقيل:  {لا أقسم}  {لا} صلة، وهو أقسم بيوم القيامة عن سعيد بن </p><p> جبير، وقيل: لا تأكيد كقولك: لا والله ما كان هو. عن ابن عباس، وكأنه قيل: لا أقسم بيوم القيامة ما الأمر على ما تتوهمون. </p><p> اللّوامة: هي الّتي تلوم على الخير والشّر. </p><p> وقيل: بلى نقدر أن نسوّي بنانه كالخف والحافر عن بن عباس. </p><p> يتناول المأكول بفيه </p><p> وقيل: ليفجر أمامه أي: ليمضي أمامه راكباً رأسه في هواه، أي هذا </p><p> الّذي يحمله على الإعراض عن مقدورات ربّه. </p><p> وقيل: لوّامة لا صبر لها على محن الدّنيا وشدائدها فهي كثيرة فيها. </p><p> وقيل: بلى قادرين على أن نسوي بنانه حتّى نعيده على ما كان خلقاً سوياً. وقال الحسن: أقسم بيوم القيامة ولم يقسم بالنّفس، وهي التي تلوم نفسها على ما ضيّعت في حق الله يوم القيامة، وهي نفس الكافر. </p><p> وهذا التّأويل ضعيف لأنه يخرج عن تشاكل الكلام. </p><p> وقيل: جواب القسم بل لنجمعها قادرين. </p><p> وقيل: تلوم نفسها في الآخرة عن الشّر لما عملته، وعلى الخير </p><p> هلَّا استكثرت منه. </p><p> معنى أيّان: متى. </p><p> البرْق: اللّمعان بالشّعاع الذي لا يلبث، برق البصر يبرق برقاً، وإنّما قيل برق البصر لأن ذلك يلحقه عند شدّة الأمر. </p><p> خسوف القمر: ذهاب نوره بعينه النّور، وجمع بين الشّمس والقمر في، ذهاب النّور بما يراه الإنسان، معنى الجمع: جعل أحد الشّيئين مع الآخر. </p><p> والجمع على ثلاثة أوجه: جمع في المكان أو الزّمان، وجمع الأعراض في </p><p> المحل على غير المجاورة، وجمع الشّيئين في معنى حكم أو صفة </p><p> ومعنى {أين المفرُّ} سؤال تعجيز عن وجود مفرٍّ يهرب إليه من عذاب اللَّه </p><p> تعالى. </p><p> وقيل: فيه جواب هذا السّائل كأنّه قيل يوم القيامة {لَا وَزَرَ (١١) إِلَى رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ (١٢) } . </p><p> عن الحسن. </p><p> قرأ {بَرِق} بفتح الرّاء نافع وأبان عن عاصم. </p><p> وقرأ الباقون. {بَرَق} بكسر الرّاء </p><p> الوزَرْ: الملجأ من جبل يتحصّن به أو غيره من الحصون المنيعة. </p><p> منه وزَرْتُ الحائط إذا قوّيته بأساس يعتمد عليه. </p><p> المستقر: المرجع الّذي يقرّ فيه، ونظيره المأْوى. </p><p> التّقديم: ترتيب الشيء قبل غيره. </p><p> المعاذير: ذكر مواقع تقطع عن الفعل المطلوب. </p><p> قيل: لا وزر لا حصن عن الضّحاك. </p><p> وقيل: ما قدّم قبل موته وما أخّر من سُنّة يعمل بها بعد موته. </p><p> . عن ابن عباس. </p><p> وقيل: ما قدّم من الْمعصية وأخّر من الطّاعة، بأوّل عمله وآخره </p><p> وقيل: ما أخر وما ترك وقيل: على نفسه بصيرة شاهد على نفسه بما تقوم عليه الحجّة. عن ابن عباس، وهو كما يقال فلان: حجة على نفسه. </p><p> وفي التنزيل {كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا} . </p><p> الهاء في {بصيرة} كالهاء في علامة للمبالغة. </p><p> واحد المعاذير معذرة، وقيل المعاذير: التنصّل من الذّنب بذكر العذر. </p><p> وقيل {وَلَوْ أَلْقَى مَعَاذِيرَهُ} </p><p> ولو أرخى السّتور وأغلق الأبواب. عن السدّي، {وَلَوْ أَلْقَى} لو اعتذر. عن ابن عباس، شهادة نفسه عليه أولى من اعتذاره. </p><p> وقيل: لا وزر لا ملجأ لكم. </p><p> وقيل: ما قدّم وأخرّ جميع أعماله التّي يستحق الجزاء بها </p><p> وقيل: ولو أقام الاعتذار عند النّاس. </p><p> وقيل: بل الإنسان على نفسه بصيرة جوارحه شاهدة عليه يوم القيامة. </p><p> واحد المعاذير معذرة، وقيل: معذار. </p><p> التّحريك: التصّيير من مكان إلى مكان بالحركة. </p><p> العجلة: طلب عمل الشّيء قبل وقته الذي ينبغي أن يعمل فيه. </p><p> الإتباع: موافقة الثاني للأول فيما يقتضيه، ونقيضه الخلاف. </p><p> البيان: إظهار المعنى بما يتميز به من غيره، ونقيض البيان الإخفاء. </p><p> وقيل: كان النّبي - صلى الله عليه وسلم - </p><p> إذا نزل عليه القرآن عجّل تحريك لسانه لحبّه إياه. </p><p> . عن ابن عباس. </p><p> وقيل: كان يكثر تحريك لسانه مخافة النسيان عن مجاهد وقتادة. </p><p> وقيل: إن علينا جمعه في صدرك وقراءته عليك حتى يمكنك تلاوته. </p><p> وقيل: إنّ علينا جمعه في صدرك وتأليفه على ما نزل عليك. </p><p> وقيل:  {فإذا قرأناه} أي: بقراءتك. </p><p> وقيل: بأن يعمل بما فيه من الأحكام والحلال والحرام. </p><p> وقيل: تَذْكُرُ أحكامه وحلاله وحرامه. </p><p> {ثمّ إن علينا بيانه} إنّا نبيّن لك معناه إذا حفظت </p><p> وقيل فإذا قرأناه: إذا قرأه جبريل عليك فاتبع قرآنه. </p><p> وقرأ {كَلَّا بَلْ يُحِبُّونَ الْعَاجِلَةَ (٢٠) وَيَذَرُونَ الْآخِرَةَ (٢١) } </p><p> بالياء أبو عمرو، وقرأ الباقون بالتاء. </p><p> معنى تذرون الآخرة: تذرون العمل لها بأداء الواجب، واجتناب </p><p> المحارم، واستكثار من النّوافل. </p><p> النّاضرة: الصورة الحسنة التي تملأ القلب سروراً عند الرؤية، والنّضرة نظير البهجة والطلاقة، ونقيضه العبوس والبسور. </p><p> معنى {إِلَى رَبِّهَا نَاظِرَةٌ} </p><p> رائية، والنظر المقرون بالوجه وإلى في اللغة لا تكون إلاّ بمعنى الرؤي. </p><p> البسور: ظهور حال الغم في الوجه معجلاً قبل الإخبار عنه </p><p> الفاقرة: الكاسرة لفقار الظهر بشدة، ونظير الفاقرة الدّاهية الآبدة </p><p> وقيل: باسرة كاسرة كالحة. </p><p> التّراقي: مقدّم الحلق من أعلى الصّدر تترقى إليه النّفس عند الموت. </p><p> وهناك تقع الحشرجة واحدته ترقوة. </p><p> الراقي: طلب الشّفاء بأسماء الله الجليلة، وإما بكتابه العظيم. </p><p> الفراق: بُعَادُ الإِلْفِ، وهو نقيض الوصال. </p><p> معنى {وَالْتَفَّتِ السَّاقُ بِالسَّاقِ} </p><p> اشّتد الأمر عند نزع النّفس حتى يلتفّ ساق على ساق عند تلك الحال، ويقول: قامت الحرب على ساق. </p><p> وقيل: والتفّت السّاق بالسّاق شدّة أمر الآخرة بأمر الدّنيا. </p><p> . عن ابن عباس ومجاهد. </p><p> وقال الضحّاك: أهل الدنيا يجهّزون الرّوح، وقيل: حال الموت بحال الحياة عن الحسن. </p><p> وقيل: ساق الإنسان عند الموت. عن الشعبيّ. </p><p> وقيل: التفاف السّاقين في الكفن. عن الحسن. </p><p> وقيل: ساق الدّنيا بساق الآخرة، وهو شدة كرب الموت بشدة هول المطلع، وقيل: والتفّت السّاق بالسّاق شدّة أمر الدنيا بشدّة أمر الآخرة. </p><p> من راق: أي طبيب شافٍ، وقيل: من الملائكة من يرقَى بروحه أملائكة </p><p> الرّحمة أم ملائكة العذاب؟. </p><p> وقيل {وَظَنَّ أَنَّهُ الْفِرَاقُ} </p><p> فراق الدّنيا والأهل والمال والولد. </p><p> التّولي: الذّهاب بالوجه عن جهة الشّيء. </p><p> التمطّي: تمدد البدن عن الكسل إما كسل مرض أو كسل تثاقل عن الأمر، والذم بكسل التثاقل عن الداعي إلى الحق. </p><p> ومعنى {أَوْلَى لَكَ فَأَوْلَى} </p><p> أولى لك من تركه إلا أنه محذوف لكثرة في الكلام حتى صار بمنزلة الويل لك. </p><p> وقيل: فلا صدّق بكتاب الله ولا صلّى لله ولكن كذّب به وتولى عن طاعته. عن قتادة. </p><p> وقيل: تمطّى تبختر عن مجاهد، وقيل: نزلت في أبي جهل. </p><p> وقيل الأصل في يتمطى يلوي مطاه والمطي الظهر. </p><p> وقيل:  {أَوْلَى لَكَ فَأَوْلَى} وعيد على وعيد. عن قتادة. </p><p> وقيل:  {أَوْلَى لَكَ فَأَوْلَى} الذم لك على الأول، والذم لك على الثاني والثالث، وكل ما عملته من خصال المعاصي. </p><p> وقيل: أولى لك وَلْيَكَ الشّر يا أبا جهل، والأدب في الفعل هو </p><p> اللاّحق. </p><p> والحسبان: الاعتداء بالشيء فيما يغلب بقوته في النفس من قطع، وأصله </p><p> العد وإذا عد الشيء فيما يعمل عليه فقد حسب. </p><p> السدى: همل من غير أمر يؤخذ به ويكون فيه، تقويم له وإصلاح لما هو أعود عليه في عاقبة أمره فجعل منه. </p><p> قيل: من المني، وقيل: من الإنسان الذكر والأنثى، وقيل: كان رسول الله - صلى الله عليه وسلم - </p><p> إذا ختم السّورة قال: سبحانك بلى، عن قتادة. </p><p> وقيل {أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى} أي لا يؤمر ولا ينهى </p><p> وفي الآية دلالة على القياس العقلي وهو أن من قدر على إحياء الإنسان قدر على إحيائه بعد مماته. </p><p> بالت اء على. تُمْنَ ى. بالياء ابن عامر وحف ص. وقرأ الباقون. يُمْنَى. قرأ النطفة، والأول على تذكير المني </p>"
}