{
  "id": null,
  "sura": 76,
  "aya": 1,
  "text": "<p> [سورة الإنسان] </p><p> مسألة: إن سئل عن قوله سبحانه {هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا (١) } </p><p> إلى آخر السورة فقال: </p><p> ما معنى هل هاهنا؟ وما الإنسان؟ وما الدّهر؟ وما الأمشاج؟ وما معنى {هَلْ أَتَى عَلَى الْإِنْسَانِ} ومن المعني بالإنسان ها هنا؟ وما التفّجير؟ وما؟ . . معنى النَّذر؟ وما الوفاء؟ وما معنى: لوجه الله؟ وما الأسير؟ وما القمطرير؟ وما.. المستطير؟ وما الوقى؟ وما الشّر؟ وما السّرور؟ وما الأرائك؟ وما الأكواب؟ وكيف نوّن قوارير؟ وما التّقدير؟ وما الطّواف؟ وما السّلسبيل؟ وما معنى: مخلّدون؟ وما العلو؟ وما السّندس؟ وما التّحليه؟ ولم قيل شراباً طهوراً؟ وما الأصيل؟ وما السّجود؟ وما العاجلة؟ </p><p> وما الأسر؟ وما التّذكرة؟ </p><p> الجواب: </p><p> معنى {هل} </p><p> هاهنا قيل: بمعنى قد أتى على الإنسان. </p><p> وقيل: معناها: أأتى على الإنسان. </p><p> والأغلب عليها الاستفهام، والأصل فيها معنى (قد) لتجري على نظائرها. الإنسان: هنا آدم، وقيل: هو على كل إنسان </p><p> وقيل النّطفة: الماء القليل في إناء كان أو غير إناء. </p><p> ومعنى الإنسان: حيوان منتصب القامة على صورة تنفصل من كل </p><p> بهيمة. </p><p> الدّهر: مرور اللّيل والنّهار، والفرق بين الدّهر والوقت أنّ الوقت يصير </p><p> بجعل جاعل لأنّ الله تعالى جعل لكل صلاةٍ مفروضة ٍ وقتاً وجعل للصيام وقتاً، وقد يجعل الإنسان لنفسه وقتاً يدرس فيه ما يحتاج إلى درسه، ووقتاً مخصوصاً لغذائه. </p><p> الأم شاج: الأخلاط واحدها مشج، وذلك أنّ الله تعالى جعل في النطفة </p><p> أخلاطاً من الطّباع التي تكون في الإنسان من الحرارة والبرودة، والرطوبة. </p><p> واليبوسة ثمّ عدَّلها له ثم بنى البنية المخصوصة المعدّلة الأخلاط، ثمّ جعل فيه </p><p> الحياة، ثمّ سوّاه السّمع والبصر، وقيل: أمشاج أخلاط ماء الرّجل وماء المرأة. عن ابن عباس. </p><p> وقيل: أمشاج: أطوراً طوراً نطفة، وطوراً علقة، وطوراً </p><p> مضغةً، وطوراً عظاماً إلى أن صار إنساناً، كأنه قيل: ليختبر في الاعتبار بهذه الأحوال. </p><p> وقيل: أمشاج عروق النطفة. </p><p> وقيل: ألوان النطفة. عن مجاهد. </p><p> وقيل: كان مزاجها كافورا لما ينتج من ريحها لا من جهة طعمها. </p><p> الكأس: إناء الشراب إذا كان فيه ولا يسمى كأسا إذا لم يكن فيه. </p><p> قرأ {سَلَاسِلًا} </p><p> منوّنة نافع والكسائي وأبو بكر عن عاصم وذلك لتشاكل ما. </p><p> جاوره من رأس الآية، وقرأ الباقون بغير تنوين. </p><p> التفجير: تشقّيق الأرض بجري الماء، ومنه انفجار الصبح وهو: انشقاق من الضّوء </p><p> النذر: عقد على فعل على جهة البرّ بوقوع أمر يخاف أن لا يقع. </p><p> الوفاء: إمضاء العقد على الأمر الذي يدعوا إليه العقل. </p><p> معنى لوجه الله: أي لله ذي الوجه والوجه صفته. </p><p> و {عيناً} منصوب على البدل من {كافورا} </p><p> ويجوز أن يكون ويشربون عيناً، ويجوز على الحال من {مزاجها} . </p><p> وقيل: يشرب بها أي يشربها. </p><p> وقيل: يفجّرونها تفجيراً يقودونها حيث شاءوا. عن مجاهد. </p><p> المستطير: المنتشر بكونه فاشياً في الجهات. </p><p> ويطعمون الطعام على شهوتهم له. عن مجاهد. </p><p> وقيل: الأسير المأخوذ من أهل دار الحرب عن قتادة. </p><p> وقيل: المحبوس عن مجاهد. </p><p> القمطرير: الشديد في الشر واقْمَطّر اليوم اقمطرار وذلك أشد الأيام </p><p> وأطولها في البلاء والشدة. </p><p> الوقى: جعل ما يمنع من الأذى وقاه يقيه وقايةً. </p><p> الشر: ظهور الضّر. </p><p> النضرة: البهجة وهي حسن اللّون في نعمه. </p><p> السرور: لذةٌ في القلب بحسب متعلقه ما فيه النفع. </p><p> الآرائك: جمع الأريكة وهي الحجلة سرير عليه شبه القبة، شوّق الله عز </p><p> وجل لذلك الحال وهي غاية الرفاهية والإمتاع. </p><p> وقيل: الآرائك الحجال فيها الأسِرّة. عن ابن عباس ومجاهد. </p><p> الزمهرير: البرد الشديد. </p><p> وقيل:  {وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا} أشجارها. </p><p> ونصب {دَانِيَةً} بالعطف على {متكئين} ، ويجوز فيه العطف على موضع </p><p> {لَا يَرَوْنَ فِيهَا شَمْسًا} </p><p> ويجوز على المدح كقولهم عند فلان جاريةً جميلةً وشابةً بعدُ طريةً </p><p> {وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا} : إن قام ارتفعت بقدر وإن قعد نزلت له حتى ينالها وإن اضطجع تدلت حتى ينالها. عن مجاهد. </p><p> وقيل: لا يرد أيديهم عنها بعد ولا شوك. </p><p> وقيل: الفضة في صفاء القوارير. عن ابن عباس. </p><p> وقيل: الأكواب الأقداح. عن مجاهد. </p><p> وقيل: إناء الشراب من غير عروة </p><p> واحدها كوب. </p><p> قرأ {قواريراً} بالتنوين فيهما نافع والكسائي، وقرأ عاصم في رواية أبي بكر </p><p> {قوارير قوارير} بغير تنوين ولا ألف في الوقف حمزة وابن عامر. </p><p> وقرأ {قواريراً} بالتنوين {قوارير} بغير تنوين ابن كثير، وقرأ بغير تنوين فيها إلا أنه يقف على الألف في الأول أبو عمرو. </p><p> وقيل: الأكواب الأباريق التي ليس لها خراطيم. </p><p> وقيل: الأريكة كلما يتكئ عليها من سرير أو غيرها </p><p> {قَدَّرُوهَا تَقْدِيرًا} </p><p> أي هي على مقدار ما يشتهون من غير زيادة ولا نقصان حتى تستوفي الكمال، ويجوز أن يكون قدّروها قبل مجيئها على صفة فجاءت على ما قدّروا جنسه لشبه التمني. </p><p> التقدير: وضع المعنى على المقدار الذي يتخيل فيه المساواة للاعتبار. </p><p> الطوف: الدور بالتنقل من واحد إلى آخر. </p><p> السَّلسبيل: الشّراب السّهل اللّذيذ، وقيل: سلسبيل سَلِسُهُ تنقاد ماؤها حيث شاؤا، وقيل: حديدة الجرية. عن مجاهد. </p><p> وقيل: سمي سلسبيل من لزوم الطيّب والإلذاذ بها؟ </p><p> مخلدّون فيها: لا يموتون عن قتادة. </p><p> وقيل: خلدّوا على هيئة الوصف فلا يشيبون أبدا. </p><p> عن الحسن. </p><p> وقيل: سلسبيلاً هو اسم العين معرفة إلا أنه نون لأنه رأس آية. </p><p> وقيل مخلدّون: مسوّرون بلغة حميّر كما قال بعض شعرائهم </p><p> ومخلدّات باللجين كأنما ... أعجازهن أقاوز الكثبان </p><p> وقيل: لؤلؤاً منثوراً من كثرتهم وحسنهم عن قتادة. </p><p> والتقدير وإذا رأيت الأشياء ثم رأيت نعيماً. </p><p> وقيل: من الملك الكبير استئذان الملائكة عليهم. عن سفيان. </p><p> وقيل: أكواب من فضة في صفاء القوارير لا تمتنع الرؤيا والعرب </p><p> تستطيب الزنجبيل جداً. </p><p> العلو: الجهة المقابلة لجهة السفل. </p><p> السندس: الديّباج الرقيق الفاخر. عن الحسن. </p><p> الإستبرق: الديّباج الغليظ الذي له بريق أي يصرفون في فاخر اللباس </p><p> كما يصرفون في لذيذ الطعام والشراب. </p><p> قيل: شراباً طهوراً: أي ليس كشراب الدنيا الذي </p><p> قد نجّسه الفساد الذي فيه ما يدعوا إليه من القبيح. </p><p> وقيل: شراباً طهوراً: لا يؤول إلى البول بل يخرج منهم كالعرق له ريح المسك. عن إبراهيم التيمي. </p><p> {وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا} المعنى: النهي عن الجمع والتفريق </p><p> كقولك لا تفعل بمعصية صغيرة أو كبيرة. </p><p> والأصيل: العشي وهو أصل اللّيل. </p><p> وقيل: تارةً يحلّون الذهب وتارةً الفضة ليجمعوا المحاسن. </p><p> وقيل:  {عَالِيَهُمْ} بالنصب على الظرف كقولك فوقهم عن الفرّاء. </p><p> ويجوز أن يكون من ضمير الولدان في رأيتهم على الحال. </p><p> قرأ {عاليْهِم} بتسكين الياء نافع وحمزة وعاصم في رواية أبان </p><p> والمفضّل، وقرأ الباقون {عَالِيَهُمْ} بالنصب. </p><p> وقرأ {خضرٌ وإستبرقٌ} جميعا بالرفع </p><p> نافع وحفص عن عاصم، وقرأ {خضرٍ وإستبرقٍ} جميعاً بالجر حمزة والكسائي، وقرأ {خضرٍ} جرًّا {وإستبرقٌ} رفعاً ابن كثير وعاصم في رواية أبي بكر. </p><p> وقرأ {خضرٌ} رفعاً {وإستبرقٍ} جرًّا أبو عمرو وابن عامر. </p><p> السجود: وضع الجبهة إلى الأرض للخضوع وأصله الانخفاض. </p><p> العاجلة: المقدمة. </p><p> الأسر قيل: تعلّق بعض الشّر ببعض. وأصل الأسر: الشّد ومنه قتب </p><p> مأسور أي مشدود. </p><p> التذكرة: دلالة تخصبها المعنى للنفّس. </p><p> وقيل: الأسر الخلق. عن ابن عباس. </p><p> وقيل: الأسر المفاصل، عن أبي هريرة. </p><p> وقيل: الأسر القوة. عن ابن زيد. </p><p> وقيل:  {ورائهم} أي: خلف ظهورهم العمل للآخرة. </p><p> وقيل {ورائهم} : أمامهم الآخرة وكلاهما محتمل والأول أظهر. </p><p> فمن شاء اتخذ إلى رضى ربه طريقاً بالعمل إلى طاعته والانتهاء عما نهى عنه </p><p> نصب {والظالمين} لأنه عطف على جملة مبنية على الفعل وتقديره: عاقب الظالمين بإعداد العذاب الأليم. </p><p> قرأ ابن كثير وأبو عمرو {وما يشاءون} بالياء </p><p> وقرأ الباقون بالتاء. </p><p> صفحة فارغة </p>"
}