{
  "id": null,
  "sura": 79,
  "aya": 1,
  "text": "<p> [سورة النازعات] </p><p> مسألة: إن سئل عن قوله سبحانه {وَالنَّازِعَاتِ غَرْقًا (١) } </p><p> إلى آخرها فقال: </p><p> لم جاز نهي العباد عن القسم لغير الله ويقسم هو بغيره؟ وما النّازعات؟ </p><p> وما النّاشطات؟ وما السّابحات؟ وما السّابقات؟ وما المدّبرات؟ وما الرّجف؟ وما الرّادفة؟ وما الواجفة؟ وما الحافرة؟ وما الخاشعة؟ وما العظام النخرة؟ وما الكرَّة الخاسرة؟ وما الزجرة؟ وما النداء؟ وما الطغيان؟ وما التزكي؟ وما الهداية؟ وما الخشية؟ وما طوى؟ وما السعي؟ وما الحشر؟ وما النكال؟ وما العبرة؟ وما السَّمْك؟ </p><p> وما التسوية؟ وما معنى: المرعى؟ وما وجه العبرة في الأرض؟ وما الإرساء؟ وما الطَّامة؟ وما معنى: بُرزت؟ وما الطغيان؟ وما الإيثار؟ وما الهوى؟ وما الجنة؟ وما معنى: أيان؟ وما معنى: مرساها؟ وما المنتهى؟ </p><p> ولم خص الإنذار لمن يخشى وهو منذر من لا يخشى أيضاً؟. </p><p> الجواب: </p><p> إن بعض أهل النظر قال: إن القسم بربّ هذه الأشياء كأنه قيل: وربِّ </p><p> النازعات غرقاً، وقيل: أيضا أقسم الله بذلك للتنبيه على موقع العبرة فيه إذ </p><p> القسم يدل على عظم شأن المقسم به، وجاز أن ينهى عباده عن ذلك لما له أن يتعبَّد بما شاء. </p><p> النّازعات: الجاذبات الشيء من أعماق ماهو فيه، وقيل: هي الملائكة </p><p> تنزع الأرواح من الأبدان. عن ابن عباس وابن مسعود. </p><p> وقيل: هي النجوم تنزع من أفق إلى أفق. عن الحسن وقتادة. </p><p> وقيل: القسّي تنزع بالسهم. </p><p> وقيل: النفوس أي تنزع بالخروج من البدن عن السّدي. </p><p> غرقا: إغراقا أي إبعاداً في النزع. </p><p> الناشطات: الجاريات بالنشاط من بلد إلى بلد تعيد الأمطار. </p><p> وقيل: هي الملائكة تنشط بأمر الله إلى حيث كان. عن ابن عباس. </p><p> وقيل: هي النجوم أي تنشط من المشرق إلى المغرب. </p><p> وقيل: هي الوحش تنشط من بلد إلى بلد. عن عطاء. </p><p> السّابحات: المارات تغوص معظمها في الماء. </p><p> وقيل: السابحات: الملائكة لأنها تسبح في نزولها بأمر الله كما يقال للفرس الجواد إنه لسابح إذا مر </p><p> يسرع. عن مجاهد. </p><p> وقيل: هي النجوم عن قتادة أي تسبح في فلكها. </p><p> وقيل: هي السفن. عن عطاء. </p><p> السّابقات: الكائنات قبل غيرها. </p><p> وقيل: هي الملائكة. عن مجاهد لأنها سبقت إلى طاعة الله. </p><p> وقيل: الخيل السابقة عن عطاء. </p><p> وقيل: النجوم. عن قتادة أي تسبق بعضها في السير. </p><p> المدبرات: المجريات للشيء على أحكام عاقبته. </p><p> وقيل: هي الملائكة أي: تدبر الأشياء بأمر الله. عن ابن عباس وقتادة. </p><p> وقيل: تدبير الملائكة فيما وكلت به من الرياح والأمطار ونحو ذلك من الأمور. </p><p> وجواب القسم محذوف كأنه قيل لتبعثن للجزاء والحساب. </p><p> الرجف: حركة الشيء من تحت غيره بترديد واضطراب منه. </p><p> الرجفة: الزعزعة الشديدة. </p><p> وقيل: الأرض مع الجبال. </p><p> الرادفة: الكائنة بعد الأول في موضع الردف من الراكب. </p><p> الواجفة: الكائنة على الانزعاج. </p><p> الحافرة: الكائنة على حفر أول الكرّة، يقال: رجع في حافرته إذا رجع </p><p> من حيث جاء، وذلك كرجوع القهقري فردوا في الحافرة أي ردوا كما كانوا أول مرة. </p><p> الخاشعة: الكائنة على الخضوع والذلة. </p><p> وقيل: هما نفختان الأولى تميت الأحياء والثانية تحي الموتى بإذن الله. </p><p> عن الحسن. </p><p> وقيل: واجفة خائفة. </p><p> عن ابن عباس. </p><p> وقيل: الحافرة الحياة الفانية. عن ابن عباس والسدي، وقيل: الحافرة: </p><p> الأرض المحفورة أي نرد في قبورنا بعد موتنا أحياءا. </p><p> وقيل: يقول المشركون من منكري البعث أئِنا لمرددون بعد الموت. </p><p> وقيل: حافرة بمعنى محفورة. </p><p> مثل ماء دافق بمعنى مدفوق. </p><p> قرأ {نَاخِرَةً} حمزة والكسائي بخلاف عنه وأبو بكر عن عاصم </p><p> وقرأ الباقون {نَخِرَةً} وهي البالية بما حدث فيها من التغيير. </p><p> الكرّة: المرّة من المرّ وهي الواحد من الكرّ. </p><p> الخاسر: الذاهب رأس ماله فتلك الكرّة كأنه قد ذهب رأس المال منها. </p><p> وكأنهم قالوا: هو كالخسران بذهاب رأس المال فلا يجيء منه تجارة فكذلك لا يجيء بتلك الكرة حياة. </p><p> الزجرة: الصيحة الهائلة ليكون أمر من الأمور. </p><p> والزجر: الصوت الصارف عن الشيء. </p><p> الزجرة: النفخة في الصور. </p><p> الساهرة: الكائنة على مثل حال المتيقظ في أنها مهيأة لما يرد عليها وهي </p><p> أرض القيامة. </p><p> وقيل: ناخرة: مجوفة بنخر الرياح فيها بالمرور في جوفها. </p><p> وقيل: هما سواء مثل باخل وبخل. </p><p> وقيل: نخرة: بالية موجوفة بالبلاء. </p><p> وقيل: العرب تسمي وجه الأرض والفلاء ساهرة أي: ذات سهر لأنه يسهر فيها خوفا منها. </p><p> وقيل: الساهرة وجه الأرض. عن الحسن. </p><p> وقيل {يَقُولُونَ أَإِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ (١٠) أَإِذَا كُنَّا عِظَامًا نَخِرَةً (١١) } </p><p> على بما يَعِدُنا من العذاب. </p><p> وقيل: خاسرة: كاذبة ليست بكائنة. عن الحسن. </p><p> وقيل بالساهرة: أي: من بطن الأرض إلى ظهرها. </p><p> النداء: الدعاء بمد الصوت. </p><p> الطغيان: مجاوزة الحد بالاستعلاء بالفساد. </p><p> التزكي: طلب الطالب أن يصير زاكيا. </p><p> الهداية: الدلالة على طريق الرشد من الغي. </p><p> الخشية: توقع المضرة من غير قطع بها لا محالة. </p><p> المقدّس: المطهر. </p><p> وقيل: طوى وادٍ. عن مجاهد. </p><p> وقرأ الحسن طِوى بكسر الطاء وقال طوى بالبركة والتقديس مرتين. </p><p> وقيل {فَأَرَاهُ الْآيَةَ الْكُبْرَى} </p><p> عصاه ويده. عن الحسن ومجاهد. </p><p> وفي الكلام محذوف فأتاه فدعاه وأراه الآية الكبرى. </p><p> طوى: اسم غير مصروف لأنه اسم البقعة من الوادي معرفة. </p><p> ويجوز أن يكون معدولا من طاوي. </p><p> قرأ ابن كثير ونافع وأبو عمرو {طوى اذهب} </p><p> غير منونة، وقرأ الباقون {طوىً اذهب} منونة. </p><p> قرأ ابن كثير ونافع {تَزَّكَّى} مشددة الزاي </p><p> وقرأ الباقون {تَزَكَّى} خفيفة. </p><p> الأدبار: تولية الدبر ولَّى فرعون الدبر ليطلب ما يكسر به حجة موسى في الآية الكبرى فلم يزدد إلا جهلاً. </p><p> السعي: الإسراع في المشي. </p><p> الحشر: الجمع من كل جهة. </p><p> الأعلى: المختص بعلو معنى صفته على غيره مما لا يناله بكيد وينال </p><p> هو به، كأنه قال: أنا الذي أنال بالضر من شئت ولا ينالني غيري. </p><p> وكذب لعنه الله لأن هذه صفة الذي خلقه وخلق جميع العباد. </p><p> النكال: عقاب ينكل به عن الإقدام على سببه بشدته، وكان نداؤه أن </p><p> قال يا معشر الناس أنا ربكم الأعلى أي: نادى بهذا، وقيل: كلمته الأولى قوله {مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي} </p><p> والأخرى قوله {أَنَا رَبُّكُمُ الْأَعْلَى} </p><p> عن ابن عباس ومجاهد. </p><p> وقيل عذاب الآخرة. عن الحسن. </p><p> العبرة: الدلالة التي يعبر بها الحق حتى يدركه. </p><p> العسر والشدة قوة القتل لصعوبة الحد، كأنه قيل: أنتم أقوى أمرا بصغر حالكم أم السماء في عظم جرمها وشأنها في وقوفها وسائر نجومها. </p><p> السمك: ذهاب الجسم بالتأليف في جهة العلو، وهو مقابل للعمق. </p><p> التسوية: جعل أحد الشيئين على مقدار الآخر في نفسه أو معنى حكمه. </p><p> {وَأَغْطَشَ لَيْلَهَا} أي: أظلم ليلها. </p><p> عن ابن عباس ومجاهد. </p><p> وقيل: ليلها فأضاف الظّلام إلى السّماء لأنه منها ينشئ الضّياء بغروب الشّمس وطلوعها على ما دبّر بها. </p><p> {وَأَخْرَجَ ضُحَاهَا} </p><p> نورها. عن مجاهد والضّحاك. </p><p> {وَالْأَرْضَ بَعْدَ ذَلِكَ} </p><p> أي: مع ذلك. عن مجاهد والسدي، كقوله - عز وجل - {عُتُلٍّ بَعْدَ ذَلِكَ زَنِيمٍ (١٣) } . </p><p> وقيل: إنّه دحى الأرض بعد السّماء وإن كان خلق الأرض قبل. </p><p> عن ابن عباس. </p><p> ودحاها: بسطها. </p><p> المرعى: النّبات الذي يصلح أن ترعاه الماشية فهي ترعاه بأن تأكله في موضعه. </p><p> وجه العبرة في الأرض أنّها ثقيلة ومن شأن الثقيل أن يذهب سفلاً وهي </p><p> واقفة بإمساك الله عز وجل وهي واقفة على الماء، ومن شأن الماء أن يجري في </p><p> أخدود وهو واقف بإمساك الله، فدل على أنّه ممن لا يشبه الأشياء ولا شبهه إلى غير ذلك من الأمور التي تختصّ الأرض من المنافع العظيمة. </p><p> الإرساء: الإثبات بالثقل، والسّفينة ترسوا أي: تثبت بثقلها فلا تزول. </p><p> الطّامة: الغاشية الغليظة التي تدفن الشيء بالغلظ والكثرة. </p><p> والطّامة الغامرة الهائلة. </p><p> وقيل: متاعاً أي: بأصول لباس القطن والكتّان والثمّار </p><p> والطّعام لبني آدم والأنعام. </p><p> وقيل: الطاّمة النفخة الثانية. عن الحسن. </p><p> ويقال: هي تطم على كل شيء وتطم. </p><p> قوله سبحانه {وَبُرِّزَتِ الْجَحِيمُ لِمَنْ يَرَى} </p><p> التبريز: إظهار الشيء مثل التكشيف الذي يقضي إليه بالإحساس. </p><p> الطغيان: العدوان لمجاوزة الحد فيه إلى الإفراط. </p><p> الإيثار: إرادة الشيء على جهة التفضيل له على غيره ومثله الاختيار. </p><p> الهوى: أريحية في النفس تدعوا إلى ما لا يجوز، وذلك إن اتباع </p><p> الهوى مذموم، وليس يجوز لأحد أن يعمل شيئاً لداعي الهوى. </p><p> {وَأَمَّا مَنْ خَافَ مَقَامَ} : مسألة ربه عما يجب عليه فإن الجنة هي مأواه. </p><p> الألف واللام بدل من الضمير وهو شبيه بقولهم: مررت برجل حسن الوجه أي حسنٌ وجهه. </p><p> الجنّة: البستان الذي تحته الشجر يقال إن قصورها مبنية تفاخر </p><p> الجواهر من الياقوت والزمرد ومنه ما هو لبنة من فضة ولبنة من ذهب، فتعظيم الله لها وتشويقه إليها يدل على أنها على حال تشتهي فيها مع أنه غير مستعظم في مقدور الله. </p><p> معنى أيان: معنى متى إلا أن متى أكثر استخداما في السؤال عن </p><p> الزمان. </p><p> معنى مرساها: قيامها لينبه على ما يصف من شأنها. </p><p> وأصل الإرساء: الثبوت. </p><p> المنتهى: موضع بلوغ الشيء، كأنه قيل: إلى ربك منتهى أمرها بإقامتها، لأن مبتدأ أمرها بإقامتها إلى الله لأنه لا يقدر عليه إلا هو. </p><p> خص الإنذار بمن يخشى لأنه لما كان من يخشى منتفع بالإنذار دون من لا يخشى لم يعتد بإنذار من لا يخشى وصار كأنه غير منذر له لأنه لا ينتفع به. </p><p> وقيل {أَيَّانَ مُرْسَاهَا} علمها أي: لا يعلم إلا هو متى قيامها. عن الحسن. </p><p> وقيل: صغرت الدنيا في أعين القوم حين رأوا الآخرة. عن قتادة. </p><p> وقيل {فِيمَ أَنْتَ مِنْ ذِكْرَاهَا} </p><p> أي: أنه ليس عندك علم أنها تكون. عن الحسن. </p><p> وقيل: هي حكاية قولهم: قد أكثرت من ذكرها فمتى تكون؟ </p><p> وكلهم قرأ {إِنَّمَا أَنْتَ مُنْذِرُ مَنْ} بغير تنوين إلا أبا عمرو وفي رواية أنه </p><p> ابن عباس فإنه نوَّن {مُنْذِرٌ مَنْ} . </p>"
}