{
  "id": null,
  "sura": 80,
  "aya": 1,
  "text": "<p> [سورة عبس] </p><p> مسألة: إن سئل عن قوله سبحانه {عَبَسَ وَتَوَلَّى (١) أَنْ جَاءَهُ الْأَعْمَى (٢) } </p><p> إلى آخرها فقال: </p><p> ما العبوس؟ وما التولي؟ وما معنى: تزكي؟ وما التذكر؟ وما الاستغناء؟ وما التصدي؟ وما السعي؟ وما التلهي عن الشيء؟ ولم كان التطهر من الذنوب تزكياً؟ ولم ألزمت المؤمن الخشية؟ وما التذكرة؟ وما الفرق ب ين التذكرة والمعرفة؟ وما الكرام؟ وما السّفرة؟ وما معنى: كلا؟ وما الكريم؟ وما البر؟ وما معنى: قُتل الإنسان؟ وما التقدير؟ وما معنى: ثم السبيل يسره؟ وما الإماتة؟ وما الإقبار؟ وما الإنشار؟ </p><p> وما معنى: لما يقضي ما أمره؟ وما معنى: صببنا الماء صباً؟ وما الإنبات؟ </p><p> وما معنى: الحب؟ وما القضب؟ وما الحديقة؟ وما الآب؟ وما المتاع؟ </p><p> وما الأنعام؟ وما الصّاخة؟ وما الصاحبة؟ وما الشأن؟ وما معنى: يغنيه؟ وما الإسفار؟ وما الغبرة؟ </p><p> الجواب: العبوس: تقبيض الوجه عن تكره، ونظيره البسور والتقطيب. التولي: الذهاب بالوجه عن الشيء لأنه صرفه عن أن يليه. </p><p> تزكى: يتزكى بالعمل الصالح إلا أن التاء أدغمت في الزاي. </p><p> التذكر: طلب الذكر بالفكر، وقد حض الله على التذكير في غير موضع </p><p> من القرآن فقال {وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ (٥٥) } </p><p> وقال {إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ} </p><p> فينبغي للإنسان أن يستكثر من ذكر ما يدعو إلى الحق ويصرف عن الباطل. الاستغناء: الاكتفاء بالأمر فيما يتقي الضرر. </p><p> وقيل: كان الأعمى عبد الله ابن أم مكتوم. </p><p> عن ابن عباس ومجاهد. </p><p> قرأ عاصم وحده {فَتَنْفَعَهُ الذِّكْرَى} بالنصب على جواب لعل، وقرأ الباقون بالرفع في {فَتَنْفَعَهُ} . </p><p> التّصدي: المعرض المسيء كتعريض العطشان للماء، وأصله الصدى: </p><p> العطش. </p><p> السّعي: الإسراع في المشي. </p><p> التّلهي عن الشيء: التروّح بالإعراض عنه، والتلهي التروح بالإقبال عليه، ومنه إذا استأثر الله بشيء قال عنه أي: أتركه وأعرض عنه، ولهيت عن الشيء إذا تشاغلت عنه. </p><p> والتطهر من الذنوب التزكي لأن أصل التزكي النماء لزم المؤمن الخشية للتجدد من الخطيئة المؤدية إلى عقاب الله إلى أن يصير إلى الجنة فيرفع عنه كل مخافة. </p><p> وقيل: نزلت في عتبة بن ربيعة عن مجاهد، وقيل: نزلت في العباس عن سفيان. </p><p> ومن قرأ. {تَصَدْى} خفيفة فهو على حذف التاء </p><p> ومن قرأ {تَصَّدَّى} مشددة الصاد فهو على الإدغام. </p><p> قرأ ابن كثير ونافع {تَصَّدَّى} مشددة الصاد. </p><p> وقرأ الباقون {تَصَدَّى} خفيفة. </p><p> وقرأ ابن كثير في رواية ابن أبي بزّة {عَنْهو تَّلهَّى} </p><p> بإدغام [الواو وهي صلةٌ لهاءِ الكناية في التاءِ مع تشديدِها]  (١) . </p><p> وقرأ الباقون بالتخفيف. </p><p> التّذكرة: حضور الموعظة باجتلاب الفكرة على ما يدعو إليه من </p><p> الصّلاح وتزجر عنه من الفساد. </p><p> والفرق بين التّذكرة والمعرفة أنّ التذكرة ضد </p><p> الغفلة وهو طريق إلى العلم بالحق غيره من الباطل، والصحيح من الفاسد. </p><p> ويضادها الغفلة، والمعرفة تضاد الجهالة والشك فكلاهما متعاقبان على حال الذكر دون السهو. </p><p> المكرّم: المعظّم بماله من الجلالة على حسب منزلته في شدة الحاجة. </p><p> وصفت الصحف بأنها مكرّمة لعظمها بما تضمنت من الحكمة. </p><p> السّفرة: الكتبة لأسفار الحكمة، واحدهم سافر كقولك: كاتب وكَتَبَة، وأصله الكشف عن الأمر. </p><p> وقيل: كلا إن السورة تذكرة فمن شاء ذكره التنزيل. </p><p> وقيل: كلا: أي: ليس الأمر ينبغي أن يكون على هذا. </p><p> وقيل: السفرة هم الملائكة. عن ابن عباس. </p><p> والقراء. عن قتادة. </p><p> وقيل: الملائكة الذين يسفرون بالوحي بين الله ورسله، وسفير القوم الذي </p><p> يسفر بينهم في الصلح، وسفرت بين القوم إذا أصلحت بينهم. </p><p> وقيل: قد دلّ </p><p>(١) ما بين المعقوفتين زيادة بالمعنى من الدر المصون. والعبارة في النص المحقق هكذا \"إدغام التاء في اللام\" والصواب ما أثبتناه.قال العلامة السمين - رحمه الله - ما نصه:قوله: {تلهى} : أًصلُه تَتَلَهَّى مِنْ لَهِيَ يَلْهى بكذا، أي: اشتغل، وليس هو من اللهوِ في شيءٍ. وقال الشيخ: «ويمكنُ أن يكونَ منه؛ لأنَّ ما يُبْنى على فَعِل من ذواتِ الواو تَنْقَلِبُ واوه ياءً لانكسارِ ما قبلَها نحو: شَقِي يَشْقى. فإن كان مصدرُه جاء بالياءِ فيكونُ مِنْ مادةٍ غيرِ مادةِ اللهو» . قلت: الناسُ إنما لم يَجْعلوه من اللهو لأَجْلِ أنه مُسْنَدٌ إلى ضمير النبي صلَّى الله عليه وسلَّم، ولا يَليق بمَنْصِبه الكريم أَنْ يَنْسُبَ اللَّهُ تعالى إليه التفعُّلَ من اللهو بخِلاف الاشتغال، فإنه يجوزُ أَنْ يَصْدُرَ منه في بعض الأحيان، ولا ينبغي أَنْ يُعْتَقَدَ غيرُ هذا، وإنما سَقَط الشيخ.وقرأ ابن كثير في روايةِ البزِّي عنه «عَنْهو تَّلهَّى» بواوٍ هي صلةٌ لهاءِ الكناية وتشديدِ التاءِ، والأصل تَتَلَهَّى فأدغم، وجاز الجَمْعُ بين ساكنَيْن لوجود حرفِ علةٍ وإدغامٍ، وليس لهذه الآيةِ نظيرٌ: وهو أنه إذا لقي صلةَ هاءِ الكناية ساكنٌ آخرُ ثَبَتَتِ الصلةُ بل يجبُ الحَذْفُ. وقرأ أبو جعفر «تُلَهَّى» بضم التاء مبنياً للمفعولِ، أي: يُلْهِيْكَ شأنُ الصَّناديد. وقرأ طلحة «تَتَلَهَّى» بتاءَيْن وهي الأصلُ، وعنه بتاءٍ واحدةٍ وسكونِ اللام. ا. هـ {الدر الدر المصون} .</p><p> كلاّ على أنّه ليس له أن يفعل ذلك فيما يستأنف، فأما الماضي فلم يدل على أنّه معصية لأنه لم يتقدم معنى النهي. </p><p> مطهّرة: مصونة عن أن ينالها أيدي الكفار الأنجاس. </p><p> وقيل: مطهرة من كل دنس. عن الحسن. </p><p> وقيل: سفرة ملائكة موكلون بالأسفار من كتب الله عز وجل. </p><p> الكريم: وهو الذي من شأنه أن يأتي بالخير مهيأ من غير شائب يكدّره وهي صفة مدح وتعظيم. </p><p> البرّ: فعل النفع على اختلاف الود والبارّ فاعل البر، وأصله: اتساع النفع. </p><p> معنى {قُتِلَ الْإِنْسَانُ} </p><p> حل محل من يدعي عليه بالقتل في ماله بقبح الفعل فيخرجه مخرج الدعاء عليه. </p><p> التقدير: جعل الشيء على مقدار غيره، فلما كان الإنسان قد جعل على </p><p> مقدار ما تقتضيه الحكمة في أمره من غير زيادة ولا نقصان كان قد قدّر أحسن التقدير، ودبّر أحسن التدّبير. </p><p> معنى {ثُمَّ السَّبِيلَ يَسَّرَهُ} </p><p> أي: مكّنه من سلوك طريق الخير والشر. </p><p> وقيل: معناه خروجه من بطن أمه. </p><p> عن ابن عباس وقتادة والسدي. </p><p> وقيل: طريق الخير والشر. عن مجاهد كقوله {إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا (٣) } . </p><p> وفي يسَّره: بصَّره طريق الهدى من الضلالة. </p><p> وقيل: قتل الإنسان بمنزلة لُعِن، وهو الكافر عن مجاهد. </p><p> و {ما} تحتمل التعجّب وتحتمل أي: الإماتة إحداث الموت. </p><p> والموت عرض يضاد الحياة. </p><p> الإقبار: جعل القبر لدفن الميت فيه. </p><p> الإنشار: الإحياء للتصرف بعد الموت كنشر الثوب بعد الطي. </p><p> {لَمَّا يَقْضِ مَا أَمَرَهُ} </p><p> أي: لما يقضي ما عليه مما أمره الله به، لأنه قد أمره بأشياء </p><p> وأوجبها عليه فلم يفعلها من إخلاص عبادته وشكره. </p><p> وقيل: المقبِر: هو الله - عز وجل - بأمره عباده بأن يقبروا الإنسان بعد وفاته، والقابر: الدافن الميت بيده. </p><p> {صَبَبْنَا الْمَاءَ صَبًّا} </p><p> أنزلنا الغيث إنزالاً. </p><p> قرأ {أَنَّا صَبَبْنَا} </p><p> بفتح الألف حمزة والكسائي وعاصم، وقرأ الباقون {إِنَّا صَبَبْنَا} </p><p> بالكسر على الاستئناف، والأول على البدل من طعامه ويصلح على خبر ابتداء محذوف. </p><p> الإنبات: إخراج النامي حالاً بعد حال. </p><p> القضب: الرطب، وأصله: مما يقطع رطبا. </p><p> الحديقة: البستان المحوّط، ومنه أحدق به القوم إذا أحاطوا به. </p><p> الغلب: جمع أغلب، وهي الغلاظ يقال: شجرة غلبا إذا كانت غليظة. الصدع والشق والفرج والفطر نظائر. </p><p> ذكر الزيتون لعظم النفع بالزيت الذي يكون منه، مع ماله في نفسه من </p><p> اللذة لآكله. </p><p> الآب: المرعى من الحشيش وسائر النبات الذي ترعاه الأنعام </p><p> والدواب. </p><p> أبا إلى سيفه فاستله كقولك: هب إليه وبدر إليه، فيكون كبدور المرعى بالخروج. </p><p> المتاع: كل شيء فيه إلذاذ الإمساس من كل مأكل أو مبصر أو ملمس. </p><p> الأنعام: الماشية بنعمة المشي من الإبل والبقر والغنم، وذلك خلاف لشدة وطأه بحافره من الخيل والبغال والحمير </p><p> الصاخّة: الصائحة بشدة صوتها. </p><p> وقيل: هي القيامة، قيل: النفخة الثانية التي يحيا عندها الناس. </p><p> وقيل: هي التي تصخ لها الخلق وهي النفخة الثانية </p><p> وقيل: الأب الكلأ والمرعى كله. </p><p> الصاحبة: الزوجة التي كانت في الدنيا مصاحبة. </p><p> الشأن: الأمر العظيم، وأصله: الواحد من شؤون الرأس وهو موضع الوصل من متقابلاته التي بها قوام أمره. </p><p> معنى {شَأْنٌ يُغْنِيهِ} يكفيه من زيادة عليه أي ليس فيه فضل لغيره لما هو فيه. </p><p> الإسفار: الكشف عن ضياء من قولهم: أسفر الصبح إذا أضاء. </p><p> وقيل: يفر من هؤلاء حذرا من مظلمة تكون عليه. </p><p> وقيل: لئلا يرى ما ينزل به من العذاب. </p><p> وقيل: هجرانه لعظم ما هو فيه. </p><p> وقيل: لأنه لا يمكن أن ينفعه بشيء ولا ينتفع به. </p><p> القترة: ظلمة الدخان. </p><p> ترهقها: تغشاها. </p>"
}