{
  "id": null,
  "sura": 82,
  "aya": 1,
  "text": "<p> [سورة الانفطار] </p><p> مسألة: إن سئل عن قوله سبحانه {إِذَا السَّمَاءُ انْفَطَرَتْ (١) } </p><p> إلى آخرها فقال: ما الانفطار؟ وما الانتثار؟ وما التفّجير؟ وما الغرور؟ </p><p> وما الكريم؟ وما التسوية؟ وما الصورة؟ </p><p> وبأي شيء يعلم الملك ما يفعله الإنسان في قلبه؟ وما الأبرار؟ ولم سمي الإسلام ديناً؟ ولم عظّم يوم الدّين بطريق الاستفهام عمّا وقع به الإعلام؟. </p><p> وبأي شيء عظّم يوم الدّين؟ </p><p> ولم قيل {وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ} والأمر في كل وقت؟. </p><p> الجواب: الانفطار: انقطاع الشيء من الجهات. </p><p> الانتثار: تساقط الشيء من الجهات. </p><p> التفّجير: خرق بعض مواضع الماء إلى بعض على التكثير. </p><p> معنى {بُعْثِرَتْ} </p><p> بحثرت إذا جعل أسفله أعلاه، وقلب باطنه إلى ظاهره. </p><p> وقيل: بعثرت بحثت. عن ابن عباس. </p><p> معنى {عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ (٥) } </p><p> ما أخذت وتركت مما يستحق به الجزاء. </p><p> وقيل: كلّما يستحق به الجزاء ما كان في أوله أو آخره </p><p> وقيل:  {وَإِذَا الْبِحَارُ فُجِّرَتْ} </p><p> فُجّر عذبها في مالحها ومالحها في عذبها. عن قتادة. </p><p> وقيل: ما قدمت من عملها، وما أخرّت من سنة سنتها. </p><p> وقيل: ما قدمت من طاعة أو تركت. عن ابن عباس. </p><p> وقيل: ما قدمت وأخرت من إحسان أو إساءة </p><p> إذا قرئ كتابه وجوزي بعمله. </p><p> الغرور: ظهور أمر يتوهّم به جهلاً الأمان من المحذور. </p><p> الكريم: القادر على التكّرم من غير مانع. </p><p> التسوية: جعل الشيء على مقدار غيره. </p><p> الصورة: البنية التي تميل بالتأليف إلى مماثلة الحكاية، وهي من صاره </p><p> يَصَوره صوراً إذا أماله، ومنه {فَصُرْهُنَّ إِلَيْكَ} أي: أملهن إليك. </p><p> وقيل: غر الشيطان غروراً. عن قتادة. </p><p> وقيل: غره بجهله الوجه في طول الإمهال. </p><p> وقيل {فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ} </p><p> من شبه أب أو أم أو خال أو عم. عن مجاهد. </p><p> وقيل {بَلْ تُكَذِّبُونَ بِالدِّينِ} </p><p> بالجزاء والحساب عن مجاهد وقتادة. </p><p> وقيل {فَسَوَّاكَ فَعَدَلَكَ} </p><p> من ذكر وأنثى مستحسن الصورة أو مستقبحاً في الصورة طويلاً أو قصيراً جسيماً أو نحيفاً. </p><p> وقيل {بَلْ تُكَذِّبُونَ بِالدِّينِ} الذي جاء به محمد - صلى الله عليه وسلم - وهو الإسلام. </p><p> قرأ عاصم وحمزة والكسائي {فَعَدَلَكَ} خفيفة. </p><p> وقرأ الباقون {فَعَدَّلَكَ} مشددة. </p><p> المَلَكُ يعلم ما يفعل الإنسان في قلبه منه ما يفعله بالاضطرار كما يعلم أنه </p><p> يقصد إلى كلامنا وأمرنا ونهينا وإخبارنا ومنه ما يعلمه بالاستدلال إذا رآه، وقد ظهر منه الأمور التي لا تكون إلاّ عن علم وقصد نحو التحرّي في الوزن والكيل ورد الوديعة وقضاء الدين. </p><p> الأبرار: عُمّال الإحسان الذين يكونون به محسنين. </p><p> الفجّار: عُمّال الإساءة التي يكونون بها مسيئين. </p><p> سمي الإسلام ديناً لأنه يستحق الجزاء </p><p> معنى {يَصْلَوْنَهَا} </p><p> يلزمونها بكونهم فيها. </p><p> قال الحسن {يَعْلَمُونَ مَا تَفْعَلُونَ} </p><p> من الظاهر دون الباطن. </p><p> وقيل: هو على الكل والله تعالى يعلمهم ذلك. </p><p> عظّم أمر يوم الدّين بطريق الاستفهام لأنه نبّه عليه بطريق الطلب له الذي </p><p> يوجد معه وتحضر النفس فكان ذلك أبلغ من طريق الخبر عنه. </p><p> عظّم أمر يوم الدين بشدة الحاجة إلى نعيم الجنّة الذي فيه لأهل الطّاعة النجاة من أهل المعصية الذي أعلمنا بيوم الدين. </p><p> الدليل المؤدي إلى العلم بالحق في صفته وما يكون فيه من قوم يؤمر بهم </p><p> إلى الجنة، ومن قوم يؤمر بهم إلى النّار. </p><p> وقيل {وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ} </p><p> لأنه في ذلك اليوم لم يُمَلّك الله فيه أحداً شيئاً، كما ملّكهم في دار الدّنيا، ووجه آخر وهو أنه لا يملك في ذلك اليوم أن يجازي أحداً إلا بالحق بأمر الله. </p><p> قرأ ابن كثير وأبو عمرو {يَوْمُ لَا تَمْلِكُ} برفع الميم. </p><p> وقرأ الباقون {يَوْمَ لَا تَمْلِكُ} بالنصب. </p>"
}