{
  "id": null,
  "sura": 83,
  "aya": 1,
  "text": "<p> [سورة ويل للمطففين] </p><p> مسألة: إن سئل عن قوله سبحانه {وَيْلٌ لِلْمُطَفِّفِينَ (١) } </p><p> إلى آخرها فقال: </p><p> ما التطفيف؟ وما الاكتيال؟ وما الاستيفاء؟ ولم ذكر في الذّم {إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ} </p><p> ولم جاز {وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ} وإنّما يكال الطّعام ويوزن المتاع والأثمان؟ وما القيام؟ وما سجّين؟ وما معنى: جعل الفجّار في سجين؟ وما الرقم؟ وما أصل وما المتعدي؟ وما الأثيم؟ وما الشهادة؟ وما التنافس؟ </p><p> وما الأرائك؟ وما الرّحيق؟ وما الفاكهة؟ وما التسنيم؟ </p><p> وما وجه ضحك أهل الجنّة من أهل النّار؟ ولم قيل {ثُوِّبَ الْكُفَّارُ} ؟ . </p><p> الجواب: التطّفيف: تنقيص يجور به صاحبه من كيل أو وزن. </p><p> الاكتيال: الأمر بالكيل ونظيره الاتزان، وهو الأخذ بالوزن. </p><p> الاستيفاء: الأخذ بالوفاء، وهو طلب الوفاء، والوفاء تمام مقدار الحق </p><p> ذكر {إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ} في الذّم ليبين منزلتهم في تعدّي الحق. </p><p> جاز {كَالُوهُمْ} لأنه محذوف من كالوا لهم أو وزنوا لهم فحذف لما دلّ الكلام عليه للإيجاز. </p><p> المطفف: المقلل حق صاحبه بنقصانه عن الحق في كيل أو وزن. </p><p> وعن ابن عباس قال: كان أهل المدينة من أخبث النّاس كيلاً إلى أن أنزل الله - عز وجل - {وَيْلٌ لِلْمُطَفِّفِينَ (١) } </p><p> فاجتنبوا الكيل، يقال: اكتالوا عليهم واكتالوا بينهم </p><p> فالأول: أخذوا ما عليهم، والثّاني: استوفوا منهم. </p><p> سجّين: السجّين على التخليد، وهو فعيل من سجنته أسجنه سجناً، وفيه مبالغة كما تقول شِرّيب من الشرب وسكير من السكر. </p><p> معنى جعل كتاب الفجّار في سجّين أي: تخليده فيه يقوم مقام إقامة التقريع به، وإنّ عقابهم لا يفنى ولا يبيد كما لا يفنى كتاب سيئاتهم. </p><p> الرقم: طبع الخط بما فيه علامةٌ لأمر. </p><p> أصل {كَلَّا} </p><p> فيه وجهان: </p><p> أحدهما: أن تكون كلمة واحدة من غير تركيب وضعت للردع والزّجر. </p><p> وجرت مجرى الأصوات من نحو صَهْ ومَهْ. </p><p> والآخر: أن تكون كاف التشبيه دخلت على (لا) وشددت للمبالغة في الزجر مع الأبدان بتركيب اللفظ. </p><p> و {يوم يقوم} يحتمل ثلاثة أوجه: </p><p> النصب على ذالك اليوم ويصلح مبعوثون </p><p> يوم يقوم. </p><p> والرفع على الاستئناف، والجر على البدل من {ليوم عظيم} </p><p> وقيل: يقومون مقدار ثلاثمائة سنة، وتقصر على المؤمن حتى تكون كإحدى صلواته المكتوبة. عن قتادة. </p><p> وقيل: إن أحدهم ليغيب في رشحه إلى أنصاف أذنيه. </p><p> في حديث مرفوع. </p><p> وقيل: في سجين: في الأرض السابعة السّفلى. </p><p> عن ابن عباس. </p><p> وقيل: سجّين: جب في جهنّم. </p><p> وقيل: سجّين صخرة في الأرض السابعة السّفلى. </p><p> عن مجاهد. </p><p> وقيل: سجّين بمعنى شديد. </p><p> المعتدي: المتجاوز الحق إلى الباطل. </p><p> الأثيم: مكتسب القبيح </p><p> {رَانَ عَلَى قُلُوبِهِمْ} </p><p> غلب على قلوبهم يقال منه رانت الخمر على عقله إذا سكر فَعَلَتْ على عقله فالرين عليه السكر على القلب. </p><p> وقيل: الرين: الذنب على الذنب حتى يموت القلب. عن الحسن. </p><p> {كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ} </p><p> لمحجوبون عن رؤيته فإنّ الكافرين لا يرون الله. </p><p> واحد أساطير أسطورة مثل أحدوثة وأحاديث. </p><p> وقيل: أباطيل الأولين. </p><p> معنى {صَالُو الْجَحِيمِ} لازموا الجحيم. </p><p> معنى {عِلِّيُّونَ} </p><p> مراتب عالية محفوظة بإجلال عظم الله شأنها، وجمعت بالواو والنّون تشبيهاً بمن يعقل في الفضل وعظم الشّأن. </p><p> {مَرْقُومٌ} </p><p> أي: مرقوم بما تقر به أعينهم وتوجب سرورهم بما فيه من إثبات </p><p> حسناتهم المتعيّنة منهم، وذلك بالضدّ من رقم كتاب الفجّار لأنه بما يسوؤهم ويسخن أعينهم. </p><p> وقيل: عِلِّيُّونَ: للسّماء السابعة، وفيها أرواح المؤمنين. </p><p> عن قتادة ومجاهد والضحاك. </p><p> وقيل: عِلِّيُّونَ: الجنة. عن ابن عباس، وقيل: عِلِّيُّونَ: س رة </p><p> المنتهى، وهي التي إليها ينتهي كل شيء من أمر الله وهي في السّماء السابعة. </p><p> عن الضحاك. </p><p> وقيل: عِلِّيُّونَ: علو على علو مضاعف، ولهذا جمع بالواو والنّون تفخيماً لشأنه، وقيل: عِلِّيُّونَ: أعلى الأمكنة. </p><p> الشهادة: الإدراك بحاسّة. </p><p> معنى {يَشْهَدُهُ الْمُقَرَّبُونَ} </p><p> هنا المقربون إلى كرامة الله في أجلّ المراتب وهم الملائكة. </p><p> وقيل: هم المؤمنون كأنهم أقرب العباد إلى كرامة الله. </p><p> الأرائك: السرر في الحجال عن ابن عباس. </p><p> ينظرون إلى الله تعالى كما قال {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (٢٢) إِلَى رَبِّهَا نَاظِرَةٌ (٢٣) } . </p><p> الرّحيق: الخمر. عن ابن عباس. </p><p> قال الخليل: هي أفضل الخمر وأجودها. </p><p> وقيل: هذا الخمر مختوم في الآنية بالمسك، وهو غير الذي يجري في الأنهار. </p><p> {خِتَامُهُ مِسْكٌ} </p><p> فيه قولان: </p><p> الأول: مقطعه مسك بأن يوجد ريح المسك عند خاتمة شربه. </p><p> عن ابن عباس والحسن. </p><p> الثاني: أنّه ختم إناؤه بالمسك بدلاً من الطين الذي يختم بمثله الشراب في الدنيا. عن مجاهد وابن زيد. </p><p> التنافس أي: تمني كل واحد من النفسين مثل الشيء النفيس، أن يكون له تسنيم عين ماء يجري من علو إلى أسفل. </p><p> المزج: خلط مائع بمائع كما يمزج الحار بالبارد. </p><p> الختام: مصدر والخاتم صفة، ونظيره فلان كريم الطَابِع والطِبَاع والطَابَعْ. </p><p> قرأ الكسائي وحده {خاتمه} مسك بألف قبل التاء. </p><p> وقرأ الباقون {خِتَامُهُ مِسْكٌ} . </p><p> وقيل في نصب عين وجوه: </p><p> الأول: إن {تَسْنِيمٍ} معرّفة و {عيناً} قطع منها أو حال. </p><p> الثاني: أن يكون {تَسْنِيمٍ} مصدراً فجرى مجرى {أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ (١٤) يَتِيمًا ذَا مَقْرَبَةٍ (١٥) أَوْ مِسْكِينًا ذَا مَتْرَبَةٍ (١٦) } . </p><p> الثالث: على أعني عيناً. </p><p> الرابع: يسقون عيناً. </p><p> الفاكه: الطالب ما تنفك به من نوادر الأمور. </p><p> وقيل: الفاكه اللاهي </p><p> وقيل: الفاكه: الناعم المعجب بحاله. </p><p> وجه ضحك أهل الجنة من أهل النار أنهم لما كانوا أعداء الله وأعداءهم </p><p> جعل الله لهم سروراً في تعذيبهم ولو كان العفو قد وقع عنهم لم يجز أن يجعل السرور في ذلك. </p><p> معنى {وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ} </p><p> الذم لهم بعيب المؤمنين بالضلال من غير أن كلفوا منعهم من المراد وأن ينطقوا في ذلك بالصواب. </p><p> معنى {هَلْ ثُوِّبَ الْكُفَّارُ} </p><p> فيه قولان: </p><p> الأول: هل جوزي الكفار إذا فعل بهم هذا الذي ذكر بما كانوا يفعلون. </p><p> الثاني: ينظرون هل جوزي الكفار فيكون موضعه نصباً بـ ينظرون </p><p> والأول استئناف لا موضع له. </p><p> وقيل:  {ثُوِّبَ الْكُفَّارُ} لأن الثواب وإن كان الجزاء بالنعيم على الأعمال فإن </p><p> أصله الجزاء الذي يرجع على العامل في عمله، ثاب الماء يثوب ثوباً إذا رجع </p><p> وثاب إليه عقله إذا رجع. </p><p> وقيل: يقول المؤمنون بعضهم لبعض هل جوزي الكفار ما كانوا يفعلون سروراً بما أنزل بهم. </p><p> قرأ {انقلبوا فكهين} عاصم في رواية حفص، وقرأ الباقون {فاكهين} </p><p> بألف. </p><p> قرأ {هَلْ ثُوِّبَ} مدغم أبو عمر وفي رواية هارون وحمزة والكسائي مدغم </p><p> أيضاً، وقرأ الباقون واليزيدي عن أبي عمرو بالإظهار. </p>"
}