{
  "id": null,
  "sura": 85,
  "aya": 1,
  "text": "<p> [سورة البروج] </p><p> مسألة: إن سئل عن قوله سبحانه {وَالسَّمَاءِ ذَاتِ الْبُرُوجِ (١) } </p><p> إلى آخرها فقال: </p><p> ما البروج؟ وما اليوم الموعود؟ وما الشاهد والمشهود؟ وما الأخدود؟ وما معنى: ذات الوقود وكل نار ذات وقود؟ وأين جواب القسم؟ وما معنى: قُتل هاهنا؟ وما الشهود؟ وما النقمة؟ وما الداعي إلى أن ينقموا من الإيمان؟ وما العزيز؟ وما الحميد؟ ومن الذين فتنوا المؤمنين والمؤمنات؟ </p><p> وما الفوز؟ ولم أعيد ذكر {إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ (١٢) إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ (١٣) } وما البطش؟ وما المحيط؟ وما معنى: محيط؟ </p><p> الجواب: </p><p> البروج: المنازل العالية بما هي عن جملة الأرض ثابتة وهي اثنا عشر برجاً يسير القمر في كل برج منها يومين وثلاثة. </p><p> اليوم الموعود: يوم الجزاء وفصل القضاء، وهو يوم القيامة. عن الحسن وقتادة. </p><p> الشاهد: النبي - صلى الله عليه وسلم - </p><p> والمشهود يوم القيامة عن الحسن بن علي - رضي الله عنه - </p><p> وتلى {فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا (٤١) } </p><p> {ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَلِكَ يَوْمٌ مَشْهُودٌ (١٠٣) } </p><p> عن ابن عباس وسعيد ابن المسيب. </p><p> وقيل: الشاهد يوم الجمعة والمشهود يوم عرفة. </p><p> وقيل: الشاهد يوم النحر والمشهود يوم عرفة. </p><p> الأخدود: الشق العظيم في الأرض، ومنه في صفة الشجرة التي دعاها النبي - صلى الله عليه وسلم - جعلت تخدّ الأرض خداً حتى أتته. </p><p> معنى {النَّارِ ذَاتِ الْوَقُودِ} </p><p> لأنه قد يكون ناراً ليست ذات وقود كنار الحجر ونار الكبد. </p><p> والثّاني: على وقود مخصوص لأنّه معروف فكأنّه الوقود بإنذار النّار. </p><p> وقيل: إنّ الكفّار الذين كانوا قعوداً على النّار خرجوا لمشارفها فأحرقتهم عن آخرهم. عن الرّبيع. </p><p> وكانوا من المجوس عن علي رضي الله عنه، وقال الضحّاك: كانوا من بني إسرائيل، وقيل: كانوا من اليمن. </p><p> و {قُتِل} بمعنى لعن، وقيل: لعنوا بتحريقهم في الدّنيا قبل الآخرة. </p><p> الوَقود: بالفتح الحطب وبالضم الاتقاد. </p><p> وجواب القسم محذوف تقديره الأمر حق في الجزاء على الأعمال. </p><p> وقيل: قل هو لقاتل المؤمنين لأنّ الله تعالى حرقهم بعد قتلهم. </p><p> وقيل: هو للمقتولين من المؤمنين. </p><p> وذكر الله هؤلاء المؤمنين بحسن بصيرتهم في الصّبر على دينهم حتى أُحرقوا بالنّار لايعطون التقية بالرجوع عن الإيمان. </p><p> القعود: جمع قاعد. </p><p> الشهود: الحضور على مشاهدة أمر من الأمور. </p><p> النقمة: إيجاب مضرة على حال مذمومة، النقمة: نقيض النعمة فهؤلاء </p><p> الجهّال نقموا حال الإيمان لأنهم جعلوها بجهلهم حالاً مذمومة، وكان الدّاعي إلى أن ينقموا من الإيمان ما سبقوا إليه من جهلهم وسخف رأيهم. </p><p> العزيز: المنيع في انتقامه من دفع دافع له. </p><p> الحميد: المستحق للحمد. </p><p> وقيل {إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} </p><p> جواب القسم في أوّل السّورة ولا يحسن هذا التأويل لطول الكلام </p><p> وقيل: لهم عذاب بكفرهم وعذاب بإحراق المؤمنين. </p><p> الفوز: النجاة بالنفع الخالص من كل شائب، ووصف بأنّه كبير لما فيه من الإجلال والإكرام والمدح والإعظام </p><p> أعيد ذكر {إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ (١٢) إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ (١٣) } </p><p> لا يعتاده بما بعده من ذلك الفوز الكبير واقتضاء ما قبله من صفة المؤمنين الذين صبروا على المحنة للوعد به. </p><p> البطش: الأخذ بالعنف. </p><p> يبدئ بالعذاب ويعيده. عن ابن عباس. </p><p> وذلك لاقتضاء ما قبله له </p><p> وقيل: يبدئ الخلق ويعيده عن الحسن. </p><p> {الْمَجِيدُ} الكريم. </p><p> قرأ حمزة والكسائي {الْمَجِيدِ} خفضاً على صفة العرش. </p><p> وقرأ الباقون {الْمَجِيدُ} رفعاً على صفة الله. </p><p> وفي قوله {فَعَّالٌ لِمَا يُرِيدُ} </p><p> دليل على ما يقول إنّه فاعل لكسب عبده لأنّه قد أراده ونبّه بذلك على حسن جميع تصرفه في ملكه على كل وجه من ابتداء بنعيم وعذاب مقيم. </p><p> معنى {حَدِيثُ الْجُنُودِ} </p><p> أي: تَذّكر حديثهم تذكير معتبر قلبك منتفع به. </p><p> {بل الذين كفروا} </p><p> أعرضوا عما يوجبه الاعتبار بفرعون وثمود، وأقبلوا </p><p> على ما يوجبه الكفر والتكذيب من التأكيد، ولم يعلموا أن الله من ورائهم محيط يقدر أن يُنْزِل بهم ما أنزل بفرعون وثمود. </p><p> سمي القرآن مجيد لأنه يعطي المعاني الجليلة والدلائل النفيسة، وجميعه </p><p> حكم لا يخلو من موعظة تليّن القلوب للعمل بالحق، وحجة تؤدي إلى تمييز الحق من الباطل ومعنى يعمل عليه فيما يجتبى أو يتقى. </p><p> وقيل:  {هل أتاك حديث الجنود} وما كان منهم إلى أنبيائهم </p><p> فاصبر كما صبر الرسل قبلك. </p><p> وقيل:  {بل الذين كفروا في تكذيب} إيثاراً منهم لأهوائهم واتباعاً لسنن آبائهم. </p><p> وقيل: في لوح محفوظ من التغيير والتبديل والزيادة والنقصان. </p><p> وقيل: اللوح المحفوظ: أم الكتاب، وقيل: معناه كأنه بما ضمن الله تعالى من حفظه في لوح محفوظ. </p><p> ومعنى {وَاللَّهُ مِنْ وَرَائِهِمْ مُحِيطٌ} </p><p> أي: هم مقدور عليهم كما يكون فيما أحاط بهم وهذا من بلاغة القرآن. </p><p> قرأ نافع وحده {فِي لَوْحٍ مَحْفُوظٌ} رفعاً، وقرأ الباقون {فِي لَوْحٍ مَحْفُوظٍ} . خفضاً، على أنه من صفة اللوح. </p><p> صفحة فارغة </p>"
}