{
  "id": null,
  "sura": 88,
  "aya": 1,
  "text": "<p> [سورة الغاشية] </p><p> مسألة: إن سئل عن قوله سبحانه {هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ (١) } </p><p> إلى آخرها فقال: </p><p> ما الغاشية؟ وما معنى: خاشعة؟ وما الناصبة؟ وما معنى: آنية؟ وما الضّريع؟ وما اللاّغية؟ وما الجاري؟ وما السّرر؟ وما الأكواب؟ وما النمارق؟ </p><p> وما التذكرة؟ . وما المسيطر؟ وما الإياب؟ وما حساب الكفّار؟ وما معنى: الاستثناء في {إِلَّا مَنْ تَوَلَّى وَكَفَرَ} وهل ذلك منسوخ أم لا؟. </p><p> الجواب: الغاشية: المجللة لجميع الجملة. </p><p> معنى خاشعة: ذليلة بما رأت من سوء عاقبة السيئة. </p><p> الخشوع: الذّل بالخضوع. </p><p> الناصبة: التعبة وهي التي قد أضعفها الانتصاب للعمل. </p><p> معنى آنية: بالغة شدة الحر يقال: أني أناءً إذا بلغ الطّعام حال النضج. </p><p> ومنه {نَاظِرِينَ إِنَاهُ} أي: بلوغ نضجه. </p><p> الضّريع: نبت تأكله الإ ل تضر ولا تنفع كما وصفه الله سبحانه </p><p> تعالى إنّه {لَا يُسْمِنُ وَلَا يُغْنِي مِنْ جُوعٍ (٧) } . </p><p> وقيل: الغاشية القيامة تغشى النّاس بالأهوال. عن ابن عباس والحسن. </p><p> وقيل: النّار تغشى وجوه الكفار بالعذاب عن سعيد بن جبير </p><p> وقيل: عاملة لم تعمل لله في الدّنيا </p><p> وقيل: آنية بالغة النهاية في شدّة الحرّ. عن ابن عباس. </p><p> وقيل: الضّريع: الشبرق وهو سم. عن ابن عباس. </p><p> وقيل: ضريع من ضرع يضرع أكله في الإعفاء منه لخشونته. </p><p> علو الجنّة على وجهين: عل والشّرف والجلالة، وعلّو المكان والمنزلة </p><p> وقرأ {تُصلى} بضم التاء أبو عمرو وعاصم في رواية أبي بكر، وقرأ </p><p> الباقون بفتح التاء. </p><p> اللاّغية: كلمة ليست لها فائدة، وفي سماع ما لا فائدة فيه ثقل على النفّس فلذلك نفى اللاّغية عن الجنة. </p><p> الجاري: المار من المائع إلى جهة النّار. </p><p> السّرر: جمع سرير، وهو مجلس سرور بالرفعة على قوائم متقابلة. </p><p> الأكواب: جمع كوب، وهي الأباريق التي ليست لها خراطيم. </p><p> النّمارق: الوسائد. </p><p> وقيل: الأكواب كالأباريق لا عرى لها ولا خراطيم كالأكواز الفاخرة التي توضع بين يدي الملك. </p><p> الزّرابي: البُسط الفاخرة، واحدها زربيّة. </p><p> وقيل: لاغية بمعنى ذات لغوٍ كقولهم: نابل وزارع أي: هو ذو نبل وزرع. </p><p> وقيل: سرر مرفوعة ليرى المؤمن بجلوسه عليه جميع ما خوّله ربّه من الملك والنّعيم. </p><p> وأكواب موضوعة أي: على حافة العين الجارية كلما أراد شربها وجدها مملؤة </p><p> وقرأ {لَا تُسْمَعُ} بالتاء مضمومة فيها {لَاغِيَةً} رفعاً ابن كثير وأبو عمرو، وقرأ نافع وحده {لَا تُسْمَعُ} بالتاء مضمومة فيها {لَاغِيَةٌ} مضمومة </p><p> وقرأ الباقون {لَا تَسْمَعُ} بالتاء مفتوحة فيها {لَاغِيَةٌ} مضمومة </p><p> التذكير: التعريض للذّكر بالبيان الذي يقع به الفهم. </p><p> النفع بالتذكير عظيم لأنّه طريق للعلم بالأمور التي نحتاج إليها، وملين القلب للعمل بها. </p><p> المسيطر: المتسلّط على غيره بالقهر له، وهو ضارب سطراً على </p><p> غيره ولا يمكنها الخروج عنه. </p><p> الإياب: الرجوع. </p><p> حساب الكفّار: إخراج مقدار ما لهم وعليهم ليظهر لهم استحقاق العذاب وسقوط الثّواب. </p><p> وحساب المؤمن: إخراج ماله وعليه وجه التكفير للسّيئة ويقبل الحسنة بما يوجب الثّواب على الإيمان. </p><p> معنى الاستثناء في قوله {إِلَّا مَنْ تَوَلَّى وَكَفَرَ} </p><p> فيه وجهان: </p><p> الأول: لكن من تولّى وكفر فيعذّبه الله العذاب الأكبر على الاستثناء المنقطع </p><p> الثاني: إلاّ من تولّى وكفر فإنّك تسلط عليه بالجهاد والله تعالى بعد ذلك يعذّبه العذاب الأكبر </p><p> وقيل: مذكّر نعمتي عندهم وما يوجبه عليهم. </p><p> وقيل: بمسيطر بجبّار. عن ابن عباس ومجاهد. </p><p> وقيل: هذا قبل فرض الجهاد ثم نسخ. </p><p> وقيل: إلاّ من تولّى وكفر: فَكِله إلى الله. عن الحسن. </p><p> وقيل: إلاّ من تولّى وكفر: فلست له بمذكّر لأنه لا يقبل منك فكذلك لست تذكره. </p><p> قرأ أبو عمرو والكسائي {بمسيطر} بالسّين باختلاف عنهما. </p><p> وقرأ الباقون بالصاد إلا حمزة فإنّه يشمّ [الصاد زايا]  (١) . </p><p>(١) ما بين المعقوفتين زيادة من التبيان للطوسي.</p>"
}