{
  "id": null,
  "sura": 89,
  "aya": 1,
  "text": "<p> [سورة والفجر] </p><p> مسألة: إن سئل عن قوله سبحانه {وَالْفَجْرِ (١) وَلَيَالٍ عَشْرٍ (٢) وَالشَّفْعِ وَالْوَتْرِ (٣) وَاللَّيْلِ إِذَا يَسْرِ (٤) هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ (٥) } </p><p> إلى آخرها فقال: </p><p> ما الفجر؟ وما اللّيال العشر؟ وما الشّفع والوتر؟ وما معنى: يسر؟ وما الحجر؟ وما معنى: ذات العماد؟ وما معنى: ذي الأوتاد؟ وأين جواب القسم؟ ومن إرم؟ وما معنى: سوط عذاب؟ وما معنى: لبالمرصاد؟ </p><p> وما الابتلاء؟ وما معنى: قدر عليه رزقه؟ وما الإكرام؟ وما الدّك؟ وما الصّف؟ ولم قيل فأنّى له الذّكرى وهو يتذكّر في الآخرة سيئاته؟ </p><p> وما معنى: قدّمت لحياتي؟ وما معنى: لا يعذَّب عذابه أحد على قراءة الكسائي؟ وما النفس المطمئنة؟ وما معنى: المطمئنة؟ </p><p> وما معنى: وجاء ربّك؟ </p><p> الجواب: </p><p> الفجر: شق عامود الصّبح فجّره الله تعالى لعباده يفجّره فجراً إذا أظهره </p><p> من أفق المشرق مبشراً بإدبار اللّيل الظلم وإقبال النّهار المضيء، وهما فجران </p><p> : الفجر المستطير وهو المحرّم للأكل والشّرب في رمضان وابتداء اليوم من </p><p> الإيمان، والفجر المستطيل قبله كذنب السرحان ولا حكم له في شريعة الإسلام سوى ما فيه من الاعتبار </p><p> اللّيال العشر: ليالي العشر الأول من شهر ذي الحجّة التي شرّفها الله ليسارع النّاس إلى عمل الخير. </p><p> والشّفع: الخلق بما له من الشّكل، الوتر: الخلق الفرد الذي له مثل. </p><p> عن ابن عباس وكثير أهل العلم. </p><p> معنى يسر: يسير ظلاماً حتى ينقضي بالضّياء المبتدئ ففي تسيّيره على </p><p> المقادير المرتبة فيه، ومجيئه بالضّياء عند تقضيه في الفصول أدل دليل على أن فاعله يختص بالعز والاقتدار الذي يجلّ عن الأشباه والأمثال. </p><p> الحجر: العقل. </p><p> وقيل: الفجر فجر الصّبح عن عكرمة </p><p> وقيل: العشر من أول المحرم </p><p> وقيل: الشّفع: الزّوج والوتر: الفرد من العدد. عن الحسن. </p><p> كأنّه تنبيه على ما في العدد من العبرة بما يضبط لأنه من المقادير التي يقع بها التعديل وقيل: الشّفع يوم النحر والوتر يوم عرفة. عن ابن عباس وعكرمة </p><p> ووجه ذلك إنّ يوم النحر يشفع بيوم نحر بعده وينفرد يوم عرفة بالموقف، وقيل: الشفع والوتر كله من الخلق عن ابن زيد. </p><p> وقيل: الشّفع الخلق والوتر الله عز وجل وحده. عن ابن عباس ومجاهد ومسروق. </p><p> وقيل: الصّلاة المكتوبة منها شفع ومنها وتر. عن عمران بن حصين. </p><p> وقيل: الشّفع اليومان الأولاّن من يوم النحر والوتر اليوم الثّالث. </p><p> عن ابن الزّبير. </p><p> وقيل: إرم بلد منه الإسكندرية، وقيل: دمشق. </p><p> وقيل: هو أمّة. </p><p> وقيل: قبيلة من عاد. </p><p> وقيل: ذات العماد ذات الطّول. عن ابن عباس، من قول العرب: رجل </p><p> معمّد إذا كان طويلاً. </p><p> وقيل: ذات عُمُد للأبيات ينتقلون من مكان إلى مكان للانتجاع. </p><p> وقيل: ذات العماد إحكام البنيان. عن ابن زيد. </p><p> وقيل: ذات القوى الشدّاد. </p><p> جابوا: أي: قطعوا الجبال بيوتاً. </p><p> وقيل: ذي الأوتاد: أي: ذي الجنود الذين كانوا يشيّدون أمره. </p><p> عن ابن عباس. </p><p> وقيل: كان يُوَتّد الأوتاد في أيدي النّاس عن مجاهد. </p><p> وقيل: ملاعب كان يلعبُ له فيها ويضرب تحتها بالأوتاد. </p><p> وقيل: ذي الأوتاد لكثرة الأوتاد التي كانوا يتّخذونها للمضارب لجموعهم وكان هذا فيهم أكثر منه في غيرهم. </p><p> وقيل في جواب القسم {إِنَّ رَبَّكَ لَبِالْمِرْصَادِ (١٤) } . </p><p> قيل: هو محذوف </p><p> وقيل: العماد: الأبنية العظام. </p><p> وقيل: الأولى عاد من إرم. </p><p> وقيل: ذي الأوتاد هي أوتاد نصبها للعذاب يشد إليها ثمّ يعذبهم عليها </p><p> وقيل: كان فرعون إذا غضب على الرّجل مدّه بين أربعة أوتاد حتى يموت </p><p> قرأ حمزة {الْوِتْرِ} بكسر الواو، وقرأ الباقون {الْوَتْرِ} بالفتح. </p><p> وقرأ {يَسْرِي} بياء في الوصل وبغير ياء في الوقف نافع وأبو عمرو بخلاف </p><p> عنه، وقرأ ابن كثير بياء في الوصل والوقف وكذلك {بِالْوَادِي} </p><p> وقرأ الباقون بغير ياء في وصل ولا وقف. </p><p> معنى سوط عذاب أي: قسط عذاب كالعذاب بالسّوط الذي يعرف إلاّ أنّه </p><p> أعظم، ويجوز قسط عذاب يخالط اللّحوم والدّماء كما يخالط بالسّوط من قولهم: ساطه يسوطه سوطاً. </p><p> معنى {لَبِالْمِرْصَادِ} </p><p> إنّه لا يفوته شيء من أعمال العباد كما لا يفوت من بالمرصاد. </p><p> والمرصاد مفعال من رصده يرصده رصداً فهو راصد إذا راعى ما يكون منه </p><p> ليقابله بما يقتضيه، وقيل لأعرابي أين ربُّك يا أعرابي؟ فقال: بالمرصاد. </p><p> وقيل: لعلي رضي الله أين كان ربّنا قبل أن يخلق السّماوات؟ </p><p> فقال: أين سؤال عن مكان وكان الله ولا مكان. </p><p> الابتلاء: إظهار ما في العبد من خير أو شر، فالابتلاء والامتحان والاختبار أمثال في اللّغة. </p><p> معنى {قَدَرَ عَلَيْهِ رِزْقَهُ} </p><p> أي: ضيّق عليه الرّزق بأن جعله على قدر البُلغَة. </p><p> والأصل القدر وهو كون الشيء على مقدار فمنه القدرة لأنها على مقدار المقدور، ومنه تقدير الشيء وهو طلب قدرة من مقدار غيره. </p><p> الإكرام: إعطاء الخير للنفع به على ما تقتضيه، والإكرام الذي هو نقيض الهوان لا يكون إلاّ بالإحسان، كما أن الهوان لا يكون إلاّ بالإساءة والله تعالى منعم على الكافر نعمة الدّنيا وليس بمكرم له لأنّه لا يستحق الهوان. </p><p> وقيل {إِنَّ رَبَّكَ لَبِالْمِرْصَادِ} </p><p> أي: يسمع ويرى أعمال العباد. عن ابن عباس. </p><p> وقيل: بإنصاف المظلوم من الظالم عن الحسن. </p><p> وقيل:  {كَلَّا} رد لتوهّم من ظن أن الإكرام بالغنى والإهانة بالفقر، وإنّما الإكرام في الحقيقة بالطّاعة والإهانة بالمعصية. عن قتادة. </p><p> وقيل {بَلْ لَا تُكْرِمُونَ الْيَتِيمَ (١٧) وَلَا تَحَاضُّونَ عَلَى طَعَامِ الْمِسْكِينِ (١٨) } </p><p> الهوان لهذا لا لما توهَّمتم. </p><p> وقيل: يأكلون التّراث أكلاً لمّا أي: جمعاً يقال: لممت ما على الخوان ألمّه لماً إذا أكلته أجمع. </p><p> التّراث: الميراث. </p><p> وقيل: يأكل نصيبه ونصيب صاحبه أجمع. </p><p> وقيل: جماً جماً كثيراً شديداً. عن ابن عباس، يقال: جم الماء في الحوض </p><p> إذا اجتمع وكَثُر. </p><p> وقيل: لا تكرمون اليتيم على الصدقة بما يكون منهم من </p><p> الخطيئة. </p><p> قرأ أبو عمرو وحده </p><p> {كَلَّا بَلْ لَا يُكْرِمُونَ الْيَتِيمَ (١٧) وَلَا يحَاضُّونَ عَلَى طَعَامِ الْمِسْكِينِ (١٨) وَيَأْكُلُونَ التُّرَاثَ أَكْلًا لَمًّا (١٩) } </p><p> بالياء. </p><p> وقرأ عاصم وحمزة والكسائي {تَحَاضُّونَ} بالتاء والألف، وقرأ الباقون بغير الألف والتاء في جميع ذلك مفتوحة. </p><p> الدّك: حط المرتفع بالبَسْطِ، اندك سنام البعير إذا انفرش في ظهره، وناقة </p><p> دكّاء ومنه الدكان لاستوائه في الانفراش فكذلك الأرض إذا دكت استوت في الانفراش فذهبت دورها وقصورها وأبنيتها حتى تصير كالصحراء الملساء بها. عن ابن عباس، يوم القيامة تمد الأرض مد الأديم. </p><p> الصّف: كون الأشياء تلي بعضها بعضاً على خط الاستواء. </p><p> وقيل {يَوْمَئِذٍ يَتَذَكَّرُ الْإِنْسَانُ وَأَنَّى لَهُ الذِّكْرَى} </p><p> التي كان أمر بها في الدّنيا وتبصر الضلال من الهدى كما لو قيل يتندم وأنّى له الندم. </p><p> معنى قدّمت لحياتي: </p><p> فيه وجهان: </p><p> أحدهما: لحياتي بعد مماتي. </p><p> والآخر: لحياتي التي تدوم لي فكان أولى بي من التمسك بحياة زائلة عني. </p><p> معنى {لَا يُعَذَّبُ عَذَابهُ أَحَدٌ} </p><p> على قراءة الكسائي أنّه لا يعذب عذاب الكافر الذي لم يقدم لحياته أحد من النّاس، والدليل قائم بأن إبليس أشد عذاباً من غيره بحسب إجرامه وإذا أطلق الكلام لما صحبه من دليل التقييد. </p><p> ومن قرأ {لَا يُعَذِّبُ} بكسر الذال {وَلَا يُوثِقُ} بكسر الثاء </p><p> فتأويله لا يعذِب. عذاب الله أحد ولا يوثق وثاقه أحد. </p><p> وقيل {يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ} </p><p> تبشر به عند الموت وعند البعث عن ابن زيد. </p><p> وقيل: المطمئنة المعرفة بالله والإيمان به عن مجاهد. </p><p> وقيل: المطمئنة بالبشارة بالجنة. </p><p> {وَجَاءَ رَبُّكَ} </p><p> أي: جاء بجلائل آياته فحصل عن جلائل الآيات مجيئاً له </p><p> تفخيماً لشأنه، ويجوز جاء ظهر بضرورة المعرفة كما يوصف به ما تقوم مقام الرؤية. </p><p> وقيل {فَيَوْمَئِذٍ لَا يُعَذِّبُ عَذَابَهُ أَحَدٌ (٢٥) } </p><p> لأنّه المستحق من العذاب له. </p><p> وقال الحسن: وجاء عذاب ربك أي: جاء أمر ربك وقضاء ربّك. </p><p> قرأ الكسائي {فَيَوْمَئِذٍ لَا يُعَذِّبُ عَذَابَهُ أَحَدٌ (٢٥) وَلَا يُوثِقُ وَثَاقَهُ أَحَدٌ (٢٦) } </p><p> بفتح الذال والثّاء، وقرأ الباقون بكسرها. </p>"
}