{
  "id": null,
  "sura": 91,
  "aya": 1,
  "text": "<p> [سورة والشمس وضحاها] </p><p> مسألة: إن سئل عن قوله سبحانه {وَالشَّمْسِ وَضُحَاهَا (١) } </p><p> إلى آخرها فقال: </p><p> ما ضحى الشّمس؟ وما وجه الدلالة من جهة تلو القمر للشّمس على الصّفة المألوفة؟ وعلى ماذا يعود الضمير في جلاّها؟ </p><p> الطغوى؟ وما الشّقي؟ وما السقيا؟ وما العقر؟ وما الدمدمة؟ </p><p> الجواب: </p><p> ضحى الشّمس: صدر وقت طلوعها، وكذلك ضحى النّهار وقت كونه </p><p> ويقال: ضحّى بكبش إذا ذبحه في وقت الضحى من أيام الأضحى ثم كثر حتى قيل له ولو ذبحه في آخر النّهار. </p><p> وقيل: العبرة من جهة نشر الضوء حتى يقوى تلك القوة بأن الله وجّه </p><p> الدلالة من جهة تلو القمر للشّمس على الصّفة المعهودة من جهة المعاقبة على </p><p> أمور مرتبة في النقصان والزيادة لأنّه لا يزال ضوء الشّمس ينقص بغياب جرمها </p><p> ويقوى ضوء القمر حتى يتكامل كذلك دائيبين على التّسخير للعباد بما ليس في وسعهم أن يجرؤه على شيء من ذلك المنهاج. </p><p> الهاء: في جلاّها يعود على الشّمس بضوءه المبين لجرمها. </p><p> {وَاللَّيْلِ إِذَا يَغْشَاهَا} </p><p> بظلمته عند سقوطها. </p><p> معنى طحاها بسطها حتى أمكن التصرّف عليها </p><p> طحى يطحوا طحواً، ودحى يدحوا دحواّ </p><p> معنى دسّاها: أي: دسا نف سه بالعمل الفاسد حتى صيّرها في محاق </p><p> وخسران، يقال: دسا فلان يدسوا دسواً ودسوة أي: أتى بالفساد نقيض زكى يزكوا زكاءاً وهو زاكٍ. </p><p> وقيل: دساها دسّسَها بمعنى حملها ووضع منها </p><p> بمعصية كما قيل: وتقضّى البازي بمعنى تقضض البازي. </p><p> وقيل: والقمر إذا اتبع الشّمس في النصف الأول من الشهر إذا غربت </p><p> الشّمس تلاها القمر بالطلوع، وفي آخر الشهر يتلوها في الغروب عن ابن زيد. </p><p> وقيل {وَالسَّمَاءِ وَمَا بَنَاهَا} </p><p> [معناه والسماء وبنائها جعل (ما) مع ما بعدها بمنزلة المصدر] (١) </p><p> عن قتادة. </p><p>(١) ما بين المعقوفتين زيادة من التبيان للطوسي.</p><p> وقيل: ومن بناها الله عن مجاهد والحسن. </p><p> {فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا} </p><p> عرّفها طريق الفجور والتقوى. عن ابن عباس ومجاهد. </p><p> وقيل: قد أفلح من زكّى نفسه بعمل صالح. عن ابن عباس. </p><p> وقيل: خاب من دسّى نفسه في معصية الله منهمكاً في القبائح التي نهاه الله عنها. </p><p> قال الحسن: ونفس ومن سوّاها: النفس آدم ومن سوّاها الله </p><p> وقيل: تلاها في الضّوء. </p><p> وقيل: دسّها بالبخل لأن البخيل يُخْفِي نفسه ومنزله لئلاّ يطلب نائله </p><p> وقيل: قد أفلح من زكّى الله نفسه، وقد خاب من دسّى الله نفسه </p><p> قرأ ابن كثير وابن عامر {وَضُحَاهَا} </p><p> بفتح أواخر السّورة، وقرأ الكسائي بإضجاع ذلك كله، وقرأ أبو عمرو ونافع الجميع بين الكسر والفتح، وقرأ حمزة {وَضُحَاهَا} كسراً وفتح </p><p> {تلاها، وطحاها} </p><p> والفتح الأصل والإمالة تخفيف وبين تخفيف مشعر بالأصل وأما حمزة فأمال باب التاء وفتح باب الواو. </p><p> الطغوى: مجاوزة حال الفساد الوسطى بما يوجبه الجهل والعمى. </p><p> الشقاء: شدة الحال في مقاساة الآلام </p><p> السقيا: الحظ من الماء، وهو النصيب منه. </p><p> العقر: قطع اللّحم بما يسيل الدّم. </p><p> الدمدمة: ترديد الحال المتكرهة وهي مضاعفة ما فيه المشقة، فضاعف الله على ثمود العذاب بما ارتكبوه من الطغيان </p><p> العقبى: بسبب ما أدّى إليه الحال الأولى. </p><p> التسّوية: تصّيير الشيء على مقدار غيره، فسوّاها أي: جعل بعضها على مقدار بعض في اللصوق في الأرض. </p><p> وقيل {بِطَغْوَاهَا} </p><p> أي: بعذابها. عن ابن عباس على الطّاغية فأتاها ما كذّبت به. </p><p> وقيل: معصيتها عن مجاهد. </p><p> وهو وجه التأويل. </p><p> وقيل: دمدم دمّر عليهم. </p><p> وقيل: ولا يخاف الله تبعة الدمدمة. </p><p> عن ابن عباس وقتادة. </p><p> وقيل: لم يخف الذي عقرها عقباها عن الضحّاك. </p><p> وقيل: عاقر النّاقة أحمر ثمود، وهم يرونه وكلهم رضوا بفعله. فعمهم العذاب لرضاهم به. </p><p> و {ناقة الله} تقديره: فاحذروا ناقة الله </p><p> وقيل: عقرها هو تكذيبهم. </p><p> وقيل: الإبل هو غيره. </p><p> وقيل: كانوا أقروا بأن لها شرباً ولهم شرب غير مصدّقين بأنّه حق. </p><p> قرأ {فَلَا يَخَافُ عُقْبَاهَا} </p><p> بالفاء نافع وابن عامر، وكذلك هي في مصاحف أهل المدينة والشّام. </p><p> وقرأ الباقون بالواو وكذلك هي في مصاحفهم. </p>"
}