{
  "id": null,
  "sura": 92,
  "aya": 1,
  "text": "<p> [سورة والليل] </p><p> مسألة: إن سئل عن قوله سبحانه {وَاللَّيْلِ إِذَا يَغْشَى (١) } </p><p> إلى آخرها فقال: </p><p> ما اليسرى؟ وما العسرى؟ وما التيسير؟ وبأي شيء يكون التفسير للعسرى </p><p> وما الحسنى؟ وما معنى: شتّى؟ وما معنى </p><p> ومن المعني بالذّكر والأنثى؟ وما الأولى؟ وما الآخرة؟ وما التلظّى؟ </p><p> وما المجتنب؟ وما الأعلى؟ </p><p> الجواب: </p><p> التيسير: تصيير الأمر سهلاً، ونقيضه التعسير وهو تصيير الأمر صعباً، واليسر نقيض العسر. </p><p> العسرى: البلية العظمى بما تؤدي إليه مما هو كصعوبة للمرتقى. </p><p> ونقيضها اليسرى هو التيسير للعسرى بالتصيير إلى النّار، كما أن التيسير </p><p> لليسرى بالتصيير إلى الجنّة، ويجوز أن يكون تيسير سلوك طريق الجنّة </p><p> وتيسير سلوك طريق النّار تمكين كل واحد منهما من ذلك على ما أراد وعلم. </p><p> الحسنى: النعمة العظمى بحسن موقعها عند صاحبها، وهذه صفة الجنّة التي أعدّها الله للمتقين. </p><p> معنى شتّى: متفرق على تباعد ما بين الشيئين جداً، ومن شتّان أي بعد ما بينهما جداً كبعد ما بين الثرى والثّريا. </p><p> وقيل: أقسم الله بالنّهار إذا أنار وظهر للإبصار، لما في ذلك من </p><p> الاعتبار، وبالّليل إذا أظلم وغشي الأنام لما في ذلك من الهول المحرّك للنّفس بالاستعظام. </p><p> وقيل: إنّما كرر ذكرها لعظم شأنها. </p><p> وقيل: من أعطى حق الله وأتقى محارم الله. </p><p> وقيل {وَصَدَّقَ بِالْحُسْنَى} </p><p> بالخلف. عن ابن عباس، وقيل: بتوحيد الله تعالى عن الضحّاك، وقيل: بالجنّة عن مجاهد، وقيل: بوعد الله عن قتادة. </p><p> وقيل: إذا تردّى هوى في النّار، وقيل: إذا مات. </p><p> {إِنَّ عَلَيْنَا لَلْهُدَى} </p><p> لبيان الطّاعة من المعصية. </p><p> وقيل الغشي: إلباس الشيء ما يعمه ويستر جملته. </p><p> والّليل إذا يغشى النّهار يذهب ضوءه والنّهار إذا تجلّى أي: جلّى الّليل فأذهب ظلمته. </p><p> وقال: عني بالذّكر والأنثى آدم وحواء. </p><p> وقال: لشتّى: أي: لمختلف. </p><p> وقال {وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا تَرَدَّى} </p><p> في القبر، وما يغني عنه ماله إذا تردّى في النّار. </p><p> وقيل: فسنيسره إلى العود للعمل الصّالح، ونيسره للعسرى على مزاوجة </p><p> الكلام عن الفرّاء، والمعنى التمكين. </p><p> الأولى: المعنى الذي قبل غيره مما يجري على أصله. </p><p> الأنثى والأولى من صفة الدّنيا. </p><p> التّلظي: تلهّب النّار بشدة، الإيقاد. </p><p> ولظى اسم من أسماء جهنّم. </p><p> قيل {فَأَنْذَرْتُكُمْ نَارًا تَلَظَّى (١٤) لَا يَصْلَاهَا إِلَّا الْأَشْقَى (١٥) الَّذِي كَذَّبَ وَتَوَلَّى} </p><p> للإنذار بنارٍ هذه صفتها، وهي درك مخصوص من أدراك جهنّم لهذا </p><p> المتوعّد بها، وقيل: إنّها محذوف لما صحبه من دليل الآي الآخر، كأنّه قال: أو من جرى مجراه ممن عصاه. </p><p> التجنيب: تصيير الشيء في جانب غيره. </p><p> والاتقاء: تصيير في جانب الجنّة عن جانب النّار. </p><p> الأعلى: الأجل في صفة القادر بأنه يَنال ولا يُنال. </p><p> توهّج وتلهب وتلظى نظائر في اللّغة. </p><p> وقيل {وَمَا لِأَحَدٍ عِنْدَهُ مِنْ نِعْمَةٍ تُجْزَى} </p><p> أي: ليس ذلك بيد يتّخذها عند أحد من العباد </p><p> وذكر الوجه طلباً لشرف الذكر، والمعنى إلاّ الله ويجوز إلاّ ابتغاء ربّه </p><p> وطلب رضوانه وجه ومعناه عندنا إلاّ ابتغاء ربّه الذي له الوجه. </p><p> قال عبد الّله بن الزّبير: نزلت في أبي بكر الصّديق - رضي الله عنه - </p><p> وقيل: كذّب أي: ففرّ عما أمر به كما تقول: لقي فلان العدو فكذّب إذا نكل ورجع. عن الفرّاء. </p><p> وكأنّه قيل: كذّب في الطّاعة أي: لم يحقق. </p><p> قرأ ابن كثير في إحدى الرّوايتين {نَارًا تَّلَظَّى} مشددة التاء. </p><p> وقرأ الباقون بالتخفيف وأدغم ابن كثير التنوين في التاء. </p>"
}