{
  "id": null,
  "sura": 95,
  "aya": 1,
  "text": "<p> [سورة والتين] </p><p> مسألة: إن سئل عن قوله سبحانه {وَالتِّينِ وَالزَّيْتُونِ (١) وَطُورِ سِينِينَ (٢) وَهَذَا الْبَلَدِ الْأَمِينِ (٣) لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ (٤) ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ (٥) إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (٦) فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّين (٧) أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ (٨) } </p><p> إلى آخرها فقال: </p><p> ما التّين؟ وما الزّيتون؟ وما الحكم؟ وما طور سينين؟ وما التقويم؟ وما البلد الأمين؟. </p><p> الجواب: </p><p> التّين: ثمرة شجرة مهيئة على التغيير مخلصة من شائب التنغيص، وفي </p><p> ذلك عظم العبرة لمن هيأها على تلك الصّفة وخلّصها لتكامل اللّذة وجعلها على مقدار اللقمة في حسن صورة ثمّ ما فيه من المنفعة بإخراج فضول البدن وجودة الغذاء، والله تعالى المنعم به على عباده والمنبه على ما فيه ليشكروه عليه ويعتبروا به ويتفكروا في عظم شأنه. </p><p> الزّيتون: ثمر شجرة يعتصر منها الزّيت الذي به قوام المنفعة الدائر في </p><p> أكثر الأطعمة من الإصطباغ به والإدّهان به واتخاذ الصّابون الذي يجري مجرى </p><p> القوت لأهل العقل والدّين ثمّ ما في شجره من أنّه قال: يبقى على مرور الزّمان في ما فيه من الطيب وإصلاح الغذاء إذا على الحال الأولى. </p><p> الحكم: الخبر عما فيه الفائدة الداعية إلى الحق. </p><p> {وَطُورِ سِينِينَ} </p><p> الجبل الذّي كلّم الله تعالى عليه موسى بن عمران عليه السّلام. </p><p> وقيل: سينين: بمعنى حسن لأنه كثير النّبات والشّجر. </p><p> التقويم: تصيير الشيء على ما ينبغي أن يكون عليه في التأليف والتعديل </p><p> قال الحسن: التّين الذّي يؤكل والزّيتون الذّي يعصر. </p><p> عن مجاهد وعكرمة وقتادة. </p><p> وقيل: التّين مسجد دمشق، والزّيتون بيت المقدس </p><p> وقيل: التّين مسجد نوح والزّيتون بيت المقدس. عن ابن عباس. </p><p> وقيل: طور سينين بمعنى مبارك عن مجاهد وقتادة. </p><p> وكأنه قيل: جبل فيه الخير الكثير لأنّه إضافة تعريف. </p><p> والبلد الأمين مكة. عن ابن عباس، والأمين بمعنى آمن كما قال تعالى </p><p> {أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ} </p><p> وقيل {لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ} في أحسن صورة. </p><p> وقيل {ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ} </p><p> أرذل العمر. عن ابن عباس. </p><p> وقيل: ثمّ رددناه إلى النّار في أقبح صورة. عن الحسن ومجاهد </p><p> وقيل {غَيْرُ مَمْنُونٍ} غير منقوص، وقيل: غير مقطوع. </p><p> وقيل: فما يكذّبك أيّها الإنسان بعد هذه الحجج بالدّين عن قتادة، أي: بالجزاء والحساب. </p><p> وقيل: أحسن تقويم منتصب القامة وسائر الحيوان منكب إلاّ الإنسان. </p><p> عن ابن عباس. </p><p> وقيل: غير ممنون غير مكدّر بما يؤذي ويغم. </p><p> وقيل:  {أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ} صنعاً وتدبيراً. </p>"
}