{
  "id": null,
  "sura": 96,
  "aya": 1,
  "text": "<p> [سورة اقرأ باسم ربك] </p><p> مسألة: إن سئل عن قوله سبحانه {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (١) } </p><p> إلى آخرها فقال: </p><p> لم أوجب أن يكون في تعظيم المسمّى؟ </p><p> قيل: لأن الاسم هو المسمّى وقالت المعتزلة: الاسم غير المسمّى فيجب </p><p> على هذا أن يقرأ بغيره، وهذا كقوله تعالى {تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلَالِ وَالْإِكْرَامِ (٧٨) } . </p><p> وكقوله {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى} . </p><p> وذلك مما يدل على أن الاسم هو المسمّى. </p><p> العلق: قطع الدم الذي يعلق لرطوبتها بما تمر عليه فإذا جفّت لم تكن علقاً، وفي خلق الإنسان من علق دليل على ما يصحّ أن ينقلب إليه الجوهر. </p><p> الأكرم: الأعظم كرماً، وهو في صفة الله الأعظم كرماً بما لا يبلغه كرم </p><p> كريم فمن علّق آماله بسوى كرمه فقد ضيّعها ورجع بجملتها ولا يعتدّ بصنيعته </p><p> إن نالها. </p><p> القلم: المهيأ للكتابة بالبرَاء والقطع، وقد نوّه الله باسمه إذ ذكره في كتابه معتدًّا به في نعمه على خلقه ولعمري أنه لعظيم الشّأن لا يخلو من الانتفاع </p><p> وقد وصفه بعض الشعراء فقال: </p><p> لعاب الأفاعي القاتلات لعابه ... وأرى الجنى اشتارته أيد عواسل </p><p> فإن قال: ما في العلم من الدليل على القديم </p><p> قيل: إن العلم لا سبيل إلى فعله إلاّ من عالم به أو من مدلول عليه فلولا إن القديم - عز وجل - فعله بالضرورة إليه. </p><p> أو نصب الدليل عليه لم يكن سبيل إلى وجوده، ولذلك ذكّر بالنعمة فيه فقال {خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ} </p><p> أي: بالضرورة إليه أو نصب الدليل عليه، وإنّما قيل {عَلَقٍ} </p><p> في معنى جمع الإنسان لأنه جمع على طريق الجنس، علقه وعلق كقوله: شجره وشجر وقصبه وقصب. </p><p> وقيل: أوّل ما نزل من القرآن {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ} </p><p> عن عائشة ومجاهد وعطاء بن يسار رضي الله عنهم. </p><p> ويجوز: زيدٌ رآه استغنى من رؤية القل ببمعنى العلم، ولا يجوز زيدٌ رآه </p><p> من رؤية العين حتى تقول رأى نفسه لأن الذي يحتاج إلى خبر جاز فيه الضمير المتصل لطول الكلام بلزوم المفعول الثّاني. </p><p> وقيل: اقرأ القرآن وربّك الأكرم الذي ثبّتك على عملك بما يقتضيه كنهه. </p><p> قرأ أبو عمرو {رأى} بفتح الياء وكسر الهمزة، وقرأ نافع وحفص {رأى} بالفتح وقرأ الباقون {رآه} </p><p> بكسر الراء وبعد الهمزة ألف في وزن رعاه وذلك على إمالة الفتحة وأبو عمرو يميل الألف. </p><p> الهدى: البيان عن الطريق المؤدي إلى الغرض، وهو الرشد والحق. </p><p> التقوى: تجنب ما يؤدي إلى الأذى، والأصل فيه وقيا أبدلت الواو ياءاً. </p><p> معنى {لَنَسْفَعًا} </p><p> إلى حالت تشويه سفعته النّار والشّمس إذا غيّرت وجهه إلى حال تشويه، وقيل: هو الجر بالنّاصية إلى النّار </p><p> والنّاصية: شعر مقدم الرأس. </p><p> النادي: مجلس أهل النعماء والجود فهذا أصله، فليدع أهل ناديه ليعاونوه فإنا ندع الزّبانية ليأخذوه وهذا وعيد شديد. </p><p> وقيل: نزلت في أبي جهل لعنه الله. عن ابن عباس، وكان النّبي - صلى الله عليه وسلم - لما قال أبو جهل ألم أنهك عن الصّلاة انتهره وغلظ له فقال أبو جهل: أنا أكثر أهل الوادي نادياً. </p><p> وقيل: أرأيت هذا الذي فعل هذا الفعل ما الذي يستحق بذلك من العقاب؟ </p><p> الزّبانية: الملائكة. عن ابن عباس. </p><p> الزبن الدفع والنّاقة تزبن الحالب تركضه برجلها. </p><p> قال أبو عبيدة: واحد الزّبانية زبنية. </p><p> قال الكسائي: واحدهم زبنى. </p><p> قال الأخفش: واحدهم زابن ويجوز أن تكون اسماً للجمع مثل أبابيل. </p>"
}