{
  "id": null,
  "sura": 100,
  "aya": 1,
  "text": "<p> [سورة والعاديات] </p><p> مسألة: إن سئل عن قوله سبحانه {وَالْعَادِيَاتِ ضَبْحًا (١) } </p><p> إلى آخرها فقال: </p><p> ما الضّبح؟ وما معنى: والعاديات؟ وما معنى: والموريات؟ ولم أقسم بالمغيرات صبحاً؟ وما النقع؟ وما معنى: كنود؟ وما معنى: بعثر ما في القبور؟ وما معنى: فوسطن به؟ </p><p> وما معنى: إنه لكنود؟ وما الخير الذي قاله {وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ} ؟ </p><p> وما معنى:  {وَحُصِّلَ مَا فِي الصُّدُورِ} ؟. </p><p> الجواب: </p><p> العاديات ضبحاً: الخيل. عن ابن عباس ومجاهد. </p><p> وقيل: العاديات ضبحاً: الإبل. عن عبد الله ابن مسعود. </p><p> والضبح في الخيل أظهر عند أهل العلم. </p><p> ومعنى الضّبح: حمحمة الخيل عند العدو. </p><p> وقيل: الضبح شدّة النّفَس عند العدو، ضبحت الخيل تضبح ضبحاً وضباحاً </p><p> معنى {فَالْمُورِيَاتِ قَدْحًا} </p><p> المظهرات بسنابكها قدحاً، أورى القادح النّار يوري إيراءاً إذا قدح وتسمّى تلك النّار نار الحباحب. </p><p> أقسم بـ {فَالْمُغِيرَاتِ} </p><p> لعظم شأنها في الغارة على أعداء الله من المشركين، وإنّما أقسم بها تنبيه على عظم الشأن وتأكيد الأخبار. </p><p> النقع: الغبار لأنّه يغوص فيه صاحبه كما يغوص في الماء. </p><p> معنى كنود: ومنه الأرض الكنود التي لا تنبت شيئاً وأصله منع الحق </p><p> ومعنى {إنّه لحب الخير لشديد} : لبخيل </p><p> بعثر ما في القبور: أثير وأخرج، وكذلك بحثر. </p><p> وقيل: فالموريات قدحاً الأسنَّة، وقيل: هم الذين يورون النّار بعد </p><p> انصرافهم من الحرب. عن ابن عباس. </p><p> وقيل: أمكار الرّجال، وقيل: به يعود إلى معلوم أي: بالمكان أو بالوادي. </p><p> وقيل {فَوَسَطْنَ بِهِ جَمْعًا} </p><p> جمع العدو عن قتادة، وقيل: جمع الفريقين عن مجاهد </p><p> وقيل {وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ} عن الحسن. </p><p> وقيل: هو الله تعالى عن قتادة </p><p> {وَحُصِّلَ مَا فِي الصُّدُورِ} </p><p> ميّز [الحق من الباطل]  (١) . </p><p> وقيل: إنما ذكر صبحاً لأنه كانوا يسيرون إلى العدو ليلاً ويأتونه صبحاً. وقيل: إنهم لعزهم أغاروا نهاراً وإنه لشديد الحب للمال فهو يظلم النّاس بمنعه. </p><p> وقيل {وَحُصِّلَ مَا فِي الصُّدُورِ} جمع وأبرز. </p><p> وقال الحسن: لشديد: لشحيح يمنع منه حق الله عز وجل. </p><p>(١) ما بين المعقوفتين زيادة من التبيان للطوسي.</p>"
}