{
  "id": null,
  "sura": 108,
  "aya": 1,
  "text": "<p> [سورة الكوثر] </p><p> مسألة: إن سئل عن قوله سبحانه {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ (١) } </p><p> إلى آخرها فقال: </p><p> ما الإعطاء؟ وما الكوثر؟ وما معنى: وانحر؟ وما الشانئ؟ وما الأبتر؟ وكيف وجه الإعجاز بهذه السورة مع قصرها؟. </p><p> الجواب: </p><p> الإعطاء: إخراج الشيء إلى آخذ له، وهو على وجهين: </p><p> إعطاء تمليك وغير تمليك </p><p> وإعطاء كوثر إعطاء تمليك كإعطاء الآجر </p><p> وأصله التناول من عطى يعطو إذا تناول، والكوثر الذي من شأنه الكثرة </p><p> والكوثر: الخير الكثير وهو فوعل من الكثرة، وقيل: هو حوض النبي - صلى الله عليه وسلم - الذي يكثر الناس عليه يوم القيامة عن عطاء. </p><p> وقيل: الخير الكثير. عن ابن عباس. </p><p> وقيل: نهر في الجنة حافتاه قباب الدر والياقوت عن عائشة رضوان الله عليها، وقيل: يجري على الدر والياقوت عن ابن عمر رحمة الله عليهما </p><p> معنى وانحر: ضع اليد اليمنى على اليسرى، هذا النحر فيما يروى عن </p><p> عليٍّ، وقيل: وانحر البُدْنَ لربّك خلافاً لمن نحر الأوثان. </p><p> الثاني: المبغض شَنَئته أَشْنؤه شناء إذا أبغضته. </p><p> وقيل: شانئك: عدوك. عن ابن عباس. </p><p> وقيل: هو العاص بن وائل. </p><p> الأبتر: المنقطع عن الخير </p><p> وقيل: الذي لا عقب له عن مجاهد. </p><p> وقيل: هو جواب لقول العاص بن وائل محمد أبتر لا عقب له. </p><p> وقيل: هو الأقل الأذل لانقطاعه عن الخير. عن قتادة. </p><p> وقيل:  {فَصَلِّ لِرَبِّكَ} الصلاة المكتوبة. </p><p> وقيل:  {فَصَلِّ لِرَبِّكَ} صلاة العيد {وانحر} البُدْن والأضاحي. </p><p> وقيل {إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ} </p><p> جواب لقول قريش إنه أبتر لا ولد له. </p><p> ذكر إذا مات قام مقامه فيما يدعوا إليه، وقد انقطع أمره. </p><p> فقيل:  {إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ} . </p><p> والأبتر: الذي ينقطع ما هو عليه من كفره بموته، فكان الأمر كما أخبر به </p><p> وقيل: للحمار المقطوع الذنب الأبتر فشبه به. </p><p> وقيل:  {وَانْحَرْ} استقبل القبلة بِنَحْرك. </p><p> وجه الإعجاز في السورة تشاكل المقاطع للفواصل وسهولة مخارج </p><p> الحروف بحسن التأليف وتقابل المعاني بما هو أولى إذ {فَصَلِّ لِرَبِّكَ} هنا أحسن من صل لنا لأنه يجب أن يذكر في الصلاة بصفة الربوبية، (وانحر) هنا أحسن </p><p> من (وانسكه) لأنه على بر يعم بعد بر يخص. </p><p> و (الأبتر) أحسن من (الأخس) لأنه أدل على الكناية في النفس، فهذه الحروف القليلة جمعت المحاسن الكثيرة </p><p> وما لها في النفس من المنزلة أكثر بالفخامة والجزالة وعظم الفائدة التي يعمل عليها وينتهي إليها. </p>"
}