{
  "id": null,
  "sura": 109,
  "aya": 1,
  "text": "<p> [سورة قل يا أيها الكافرون] </p><p> مسألة: إن سئل عن قوله سبحانه {قُلْ يَا أَيُّهَا الْكَافِرُونَ (١) } </p><p> إلى آخرها فقال: </p><p> ما معنى: {لَا أَعْبُدُ مَا تَعْبُدُونَ (٢) وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (٣) } </p><p> وما معنى تكرير ذكر العبادة؟ </p><p> ولم امتنع عبادة الأوثان؟ وفيمن نزلت السورة؟ ولم وقع فيها التكرير؟ </p><p> وما الدليل على أن الكافرين فيها على الخصوص؟ وهلَّا دل على اختلاف باختلاف اللّفظ وهلَّا دل على ذلك من أصول مختلفة أو هو </p><p> أظهر للمعنى؟ وما فائدة الكلام ومن أي وجهة يضمن الإيجاز؟ وما معنى: وما الدليل على أن الألف واللام في الكافرين لمعهود؟ </p><p> الجواب: </p><p> معنى {لَا أَعْبُدُ مَا تَعْبُدُونَ (٢) وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (٣) } </p><p> أي: لا أعبد الأوثان وأنتم تعبدونها ولا أنتم عابدون ما أعبد لجهلكم بوجوب إخلاص العبادة لله. </p><p> معنى تكرير ذكر العبادة لتصريفها في الفوائد المختلفة وذلك لنفي عبادة المؤمنين للوثن كيف تصرفت الحال إلى ماضي أو حاضر أو مستقبل. </p><p> معنى {لَكُمْ دِينُكُمْ وَلِيَ دِينِ} </p><p> لكم جزاؤكم على عبادة الأوثان ولي جزاء على </p><p> عبادة ربي فانظروا ما مقتضى كل من الأمرين. </p><p> وقيل: إن السورة جواب لقوم من المشركين دعوا النبي - صلى الله عليه وسلم - إلى أن يعبد آلهتهم سنة ويعبدوا هم إلهه سنة وفيهم نزل {قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ (٦٤) } . </p><p> عن ابن عباس. </p><p> وقيل: قالوا له نشركك في أمرنا بأن كان الذي في يدك خيراً كنّا قد أخذنا بحظ منه. </p><p> وقيل: الذي قال الوليد بن المغيرة والعاص بن وائل والأسود بن المطّلب </p><p> وأميّة بن خلف. </p><p> وقيل: قالوا نتداول العبادة ليزول ما بيننا من البغضاء والعداوة. </p><p> وقرأ {وَلِيْ دِينِ} </p><p> أبو عمرو وحمزة والكسائي، وقرأ الباقون {وَلِيَ دِينِ} . بفتح الياء باختلاف عنهم. </p><p> التكرير لم يقع ولا تكرير في اللّفظ إلاّ في موضع واحد يستبين وجهه. </p><p> وذلك أن قوماً من المشركين سألوا رسول الله - صلى الله عليه وسلم - مناقلة العبادة سنة يعبدون ما يعبد وسنة يعبد هو ما يعبدون لتزول العادة بوقوع العبادة على هذه الجهة فجاء الكلام على طريق الجواب لإنكار ما سألوا فقيل {لَا أَعْبُدُ مَا تَعْبُدُونَ (٢) وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (٣) } </p><p> وهذا نفي منه لما يعبدون في الاستقبال. </p><p> ثم قال {وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ (٤) } </p><p> على نفي العبادة لما عبدوا في الماضي. </p><p> وهذا واضح في أنه لا تكرير في لفظه ولا في معناه، وأنه تصريف للعبادة فيه </p><p> إنكار لما سألوا على التفصيل الذي ذكروا. </p><p> وأما {وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (٥) } </p><p> فعلى التكرير في اللفظ دون المعنى من قبل أن التقابل يوجب أن معناه ولا أنتم عابدون ما عبدت إلاّ أنه عدل بلفظه إلى أعبد للإشعار أن ما عبدت هو ما أعبد، واستغنى بما يوجه التقابل من معنى </p><p> عبدت على الإفصاح به، وعدل عن لفظه لتضمين معنى آخر فيه، وكان ذلك أكثر في الفائدة وأولى بالحكمة، لأنه دل على (عبدت) دلالة التضمين من جهة التقابل، وعلى معنى (أعبد) دلالة التصريح باللفظ. </p><p> فإن قال قائل: فهلاّ قيل ما عبدت ليتقابل اللفظ كما تقابل المعنى؟ </p><p> قيل: هو في حكم التقابل في اللفظ من حيث هو دال عليه إلا أنه عدل عن </p><p> الإفصاح به للإشعار بأن معبوده واحد كيف تصرفت الحال وكان هذا أبعد من الإيهام أن معبوده فيما مضى غير معبوده فيما يستقبل. </p><p> ويجوز في الماضي والم ستقبل أن يقع أحدهما موقع الآخر إذا كان في الكلام </p><p> دليلٌ عليه نحو {وَنَادَى أَصْحَابُ الْجَنَّةِ أَصْحَابَ النَّارِ} على معنى ينادون. </p><p> فإن قال قائل: </p><p> مهلاً فهلاّ دل على اختلاف المعنى باختلاف اللفظ إذ هو الأصل في حسن </p><p> البيان؟. </p><p> قيل له: إن التقابل يقع في ذلك قد صيّر اللفظ في حكم المختلف، لأنه مقيد </p><p> به، ودلالة المقيد خلاف دلالة المطلق نحو: زيد قائم بالتدبير على خلاف معنى زيد قائم. </p><p> فإن قال قائل: فهلاّ دل ذلك من أصول مختلفة إذ هو أدل على خلاف </p><p> المعنى بصريح الجهة؟. </p><p> قيل له: إنه لما أريد نفي العبادة على تصريف الأحوال صرف لفظ العبادة </p><p> لتصريف المعنى، ولم يصلح فيه أصول مختلفة، لئلا يوهم النفي معنى آخر غير </p><p> تصرف عبادة الله على الوجوه والأسباب كلها، وكان تصريف لفظ العبادة </p><p> لتصريف معناها أحق وأولى من تصريف معناها في غير لفظها لما فيه من التشاكل المنافي للتنافر. </p><p> فإن قال فما الدليل على أن الكافرين فيها على الخصوص؟. </p><p> قيل له: خروج الكلام على حال معلومة من دخول الكفار متقاطرين في الإسلام، فدل ذلك أنه في قوم مخصوصين مع تظاهر الأخبار بأنه في قوم من الكفار بأعيانهم دون غيرهم. </p><p> فإن قال: ما الدليل على أن الألف واللام للمعهود مع أن المبهم لا يوصف </p><p> إلاّ بالجنس؟. </p><p> قيل له: هي في مخرج اللفظ على الجنس من حيث هو صفة ل (أي) ولكن </p><p> (أيا) للمخاطبين من الكفار بأعيانهم فآل إلى معنى المعهود في أنه يرجع إلى </p><p> جماعة بعينها، نحو: يا أيها الرجال ادخلوا الدار، فلم تأمر جميع الرجال، ولكن أمرت الذين أشير إليهم بإقبالك عليهم. </p><p> فإن قالوا: فما فائدة الكلام؟. </p><p> قيل لهم: الإنكار لما لا يجوز من مناقلة العبادة على ما توهمه قوم من </p><p> الكفار لتقوم الحجة به من جهة السمع كما كانت من جهة العقل مع الإعجاز الذي فيه، وذلك من جهة الإخبار بما يكون في مستقبل الأزمان مما لا سبيل إلى علمه إلا بوحي الله تعالى إلى من يشاء من العباد، فوافق المخبر بما تقدم به الخبر، وفي ذلك أوضح الدلالة </p><p> فإن قال فما معنى {لَكُمْ دِينُكُمْ وَلِيَ دِينِ} ؟ </p><p> قيل معناه: لكم جزاء دينكم ولي جزاء ديني وحسبك بجزاء دينهم وبالاً وعقاباً، كما حسبك بجزاء دينه نعيماً وثواباً. </p><p> فإن قيل: ذكرت الحجة في أن ما دعوا إليه لا يجوز؟. </p><p> قيل له: تقبيحاً لها من حيث أخرجت مخرج مقالة يكفي العلم بفسادها، حكايتها مع الاستغناء بما في العقول من الدلالة على بطلانها. </p><p> فإن قيل: فهلاّ بيّن ذكرهم بصفة غير منكرة؟. </p><p> قيل له: قد بين ذلك بعلم التعريف له إلا أنه بصفات الذم التي فيها معنى الرجز وهي دالة على أحوالهم فيما دعوا إليه من الباطل. </p><p> فإن قال فلم قال {لَكُمْ دِينُكُمْ وَلِيَ دِينِ} </p><p> مع ما يقتضي ظاهرة التسليم؟ </p><p> قيل له: مظاهرة في الإنكار، كما قال تعالى {اعملوا ما شئتم} </p><p> لما فيه من الدليل على شدة الوعيد بالقبح لأنه إذا خرج الكلام مخرج التسليم للأمر دل على أن الضرر لا يلحق إلا المسلم إليه، فكأنه قيل له: أهلك نفسك إن كان ذلك خيراً لك. </p><p> فإن قيل: فلم قيل {وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ} ولم يقل (من أعبد) ؟ </p><p> قيل له: لأنه مقابل لقوله {وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ} </p><p> ولا يصلح هنا إلا (ما) دون (من) لأنه يعني {وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ} من </p><p> الأصنام ثم حمل الثاني عليه ليتقابل ولا يتنافر. </p><p> فإن قيل: فكيف أنكر عليهم ما لا يجوز في الحكمة بألين النكير مع خروجه </p><p> إلى أقبح القبيح؟ . </p><p> قيل: ليس ذلك بألين النكير في المعنى وإن خرج لفظه ذلك المخرج، لأنه </p><p> إنما عومل تلك المعاملة ليجعل في حيز ما يكفي فيه التنبيه، حتى يظهر أنه أقبح قبيح وهذا ضرب من البلاغة عجيب يفهمه كل عاقل له أدنى فطنة. </p>"
}