{
  "id": null,
  "sura": 112,
  "aya": 1,
  "text": "<p> مسألة: إن سئل عن قوله سبحانه {قُلْ هُوَ اللَّهُ أَحَدٌ (١) } </p><p> إلى آخرها فقال: </p><p> ما الأحد؟ وما حقيقة الواحد؟ ومن أين دل {قُلْ هُوَ اللَّهُ أَحَدٌ} على إبطال مذهب المجسم؟ وما الصمد؟ وما الكفو؟. </p><p> الجواب: </p><p> الأحد: معناه واحد، والأحد وحد إلاّ أن الواو قلبت همزة كما قيل: وناه وأناه، لأن الواو مكروهة أولا، فقلبت إلى حرف مناسب لها بأنه أول </p><p> المخارج كما هي كذلك وإنها حرف علة مع قوة الهمزة أولا وقد جاء وحد قال النابغة: </p><p> كأن رحلي وقد زال النهار بنا ... يوم الجليل على مستأنس وحده </p><p> حقيقة الوحد شيء لا ينقسم في نفسه أو معنى صفته، فإذا أطلق أحد من </p><p> غير تقدم موصوف، فهو واحد في نفسه، فإذا حوى على موصوف، فهو أحد </p><p> في معنى صفته، فإذا قيل: الجزء لا يتجزأ واحد، فهو واحد في نفسه، وإذا قيل: هذا الرجل إنسان واحد في معنى صفته. </p><p> دلَّ {قُلْ هُوَ اللَّهُ أَحَدٌ} </p><p> على إبطال التجسيم لأن الجسم ليس بأحد إذ هو أجزاء كثيرة، وقد دلَّ الله بهذا القول على أنه واحد فصح أنه ليس بجسم. </p><p> الصّمد: فيه أقوال: </p><p> الأول: السيّد المعظّم. </p><p> كما قال الأسدي: </p><p> ألا بَكَّرَ النَّاعي بخَيْرِ بني أسدْ ... بعَمْرِو بن مسعودٍ وبالسَّيِّد الصَّمَدْ </p><p> وقال الزبرقان ولا رهينة إلاّ سيد صمد </p><p> وقيل: الذي يُصْمَد إليه في الحوائج ليس فوقه أحد، صمدت إليه أصمد إذا قصدت إليه، وفي الصمد معنى التعظيم كيف تصرفت الحال. </p><p> وقولنا {اللَّهُ الصَّمَدُ} </p><p> ابتداء وخبر في قول الكسائي. </p><p> وقيل: هو كناية عن اسم الرّب جل وعز لأنهم قالوا: ما ربّك؟ قال: هو الله أحد </p><p> وقيل: الصمد السّيد المعظم. عن ابن عباس. </p><p> الكفوُ والكفاء والكفي واحد وهو المثل والنظير </p><p> ومن زعم أن الصّمد بمعنى المصمت فقد جهل الله لأن المصمت هو المتضاغط الأجزاء وهذا تشبيه وكفر بالله. </p><p> قرأ أبو عمرو {أَحَدُ اللَّهُ الصَّمَدُ} </p><p> بغير تنوين في الوصل فيما رواه هارون عنه، وقرأ بالتنوين في الوصل فيما رواه نضر. </p><p> عن أبيه وأحمد بن موسى، وقرأ الباقون {أَحَدٌ اللَّهُ} بالتنوين، ووجه ترك </p><p> التنوين أنه ينوي به الوقف لأنه رأس آية مع أنه قد حذف التنوين لالتقاء السّاكنين والوجه تحريكه </p><p> كما قال الشاعر: </p><p> فألفيته غير مستعتب ... ولا ذاكر الله إلاّ قليلاً </p><p> قرأ {كفْئًا} </p><p> بسكون الفاء مهموزاً حمزة ونافع باختلاف عن نافع، وقرأ الباقون {كُفُؤاً أحد} بضم الفاء مهموزاً. </p><p> ولا يجوز أن يكون {أَحَدٌ} </p><p> هذه هي التي تقع في النفي، لأنها أعمّ العام على الجملة أحد، والتفصيل، فلا يصلح ذلك إلاّ في الإيجاب، كقولك: ما في الدّار أحد أي: ما فيها واحد فقط ولا أكثر، ويستحيل هذا في الإيجاب ولا </p><p> شيء إلا وله إلا الله سبحانه. </p>"
}