{
  "id": null,
  "sura": 2,
  "aya": 134,
  "text": "<p> ١٢٧ - واذكر -أيها النبي- حين كان يرفع إبراهيم وإسماعيل أسس الكعبة، وهما يقولان -في خضوع وتذلل-: ربنا تقبل منا أعمالنا -ومنها بناء هذا البيت- إنك أنت المجيب لدعائنا، العليم بنياتنا وأعمالنا. </p><p> ١٢٨ - ربنا واجعلنا مُستَسلِمَين لأمرك، خاضعَين لك، لا نشرك معك أحدًا، واجعل من ذريتنا أمة مستسلمة لك، وعرِّفنا عبادتك كيف تكون، وتجاوز عن سيئاتنا وتقصيرنا في طاعتك؛ إنك أنت التواب على من تاب من عبادك، الرحيم بهم. </p><p> ١٢٩ - ربنا وابعث فيهم رسولًا منهم من ذرية إسماعيل، يتلو عليهم آياتك المنزلة، ويعلمهم القرآن والسُّنَّة، ويطهرهم من الشرك والرذائل؛ إنك أنت القوي الغالب، الحكيم في أفعالك وأحكامك. </p><p> ١٣٠ - ولا أحد ينصرف عن دين إبراهيم عليه السلام إلى غيره من الأديان إلا من ظلم نفسه بسفهه وسوء تدبيره بتركه الحق إلى الضلال، ورضي لها بالهوان. ولقد اخترناه في الدنيا رسولًا وخليلًا، وإنه في الآخرة لمن الصالحين الذين أدوا ما أوجب الله عليهم، فنالوا أعلى الدرجات. </p><p> ١٣١ - اختاره الله لمسارعته إلى الإسلام حين قال له ربه: أخلص لي العبادة، واخضع لي بالطاعة، فقال مجيبًا ربه: أسلمت لله خالق العباد ورازقهم ومدبر شؤونهم. </p><p> ١٣٢ - ووصّى إبراهيمُ أبناءه بهذه الكلمة:  {أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ} ، ووصّى بها كذلك يعقوبُ أبناءه؛ قالا مناديين أبناءهما: إن الله اختار لكم دين الإسلام، فاستمسكوا به حتَّى يأتيكم الموت، وأنتم مسلمون لله ظاهرًا وباطنًا. </p><p> ١٣٣ - أم كنتم حاضرين خبر يعقوب حين حضرته الوفاة، حين قال لأبنائه سائلًا إياهم: ما تعبدون من بعد موتي؟ قالوا جوابًا لسؤاله: نعبد إلهك وإله آبائك إبراهيم وإسماعيل وإسحاق، إلهًا واحدًا لا شريك له، ونحن له وحده مستسلمون ومنقادون. </p><p> ١٣٤ - تلك أمة قد مضت فيمن مضى قبلكم من الأمم، وأفضت إلى ما قدمت من عمل، فلها ما كسبت من حَسن أو سيئ ولكم ما كسبتم، ولا تُسْألون عن أعمالهم، ولا يُسْألون عن أعمالكم، ولا يؤاخَذ أحدٌ بذنب غيره، بل يُجازَى كل واحد بما قدم، فلا يشغلكم عمل من مضى قبلكم عن النظر في عملكم، فإن أحدًا لن ينفعه بعد رحمة الله غير عمله الصالح. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • المؤمن المتقي لا يغتر بأعماله الصالحة، بل يخاف أن ترد عليه، ولا تقبل منه، ولهذا يُكْثِرُ سؤالَ الله قَبولها. </p><p> • بركة دعوة أبي الأنبياء إبراهيم عليه السلام، حيث أجاب الله دعاءه وجعل خاتم أنبيائه وأفضل رسله من أهل مكة. </p><p> • دين إبراهيم عليه السلام هو الملة الحنيفية الموافقة للفطرة، يرغب عنها ولا يزهد فيها إلا الجاهل المخالف لفطرته. </p><p> • مشروعية الوصية للذرية باتباع الهدى، وأخذ العهد عليهم بالتمسك بالحق والثبات عليه. </p>"
}