{
  "id": null,
  "sura": 2,
  "aya": 159,
  "text": "<p> ١٥٤ - ولا تقولوا -أيها المؤمنون- في شأن من يقتلون في الجهاد في سبيل الله: إنهم أموات ماتوا كما يموت غيرهم، بل هم أحياء عند ربهم، ولكن لا تدركون حياتهم؛ لأنها حياة خاصة لا سبيل لمعرفتها إلا بوحي من الله تعالى. </p><p> ١٥٥ - ولنَمْتحِننّكم بأنواع من المصائب؛ بشيء من الخوف من أعدائكم، وبالجوع لقلة الطعام، وبنقص في الأموال لذهابها أو مشقة الحصول عليها، وبنقص في الأنفس بسبب الآفات التي تهلك الناس، أو بالشهادة في سبيل والله، وبنقص من الثمرات التي تنبتها الأرض، وبشّر -أيها النبي- الصابرين على تلك المصائب بما يسرهم في الدنيا والآخرة. </p><p> ١٥٦ - الذين إذا أصابتهم مصيبة من تلك المصائب قالوا برضًا وتسليم: إنا ملكٌ لله يتصرف فينا بما يشاء، وإنا إليه عائدون يوم القيامة، فهو الَّذي خلقنا وتفضل علينا بمختلف النعم، وإليه مرجعنا ونهاية أمرنا. </p><p> ١٥٧ - أولئك المتصفون بهذه الصفة لهم ثناء من الله عليهم في ملأ الملائكة الأعلى ورحمة تنزل عليهم، وأولئك هم المهتدون إلى طريق الحق. </p><p> ١٥٨ - إن الجبلين المعروفين بالصفا والمروة قرب الكعبة من معالم الشريعة الظاهرة، فمن قصد البيت لأداء نسك الحج أو نسك العمرة؛ فلا إثم عليه أن يسعى بينهما. وفى نفي الإثم هنا طمأنةٌ لمن تَحَرَّج من المسلمين من السعي بينهما اعتقادًا أنَّه من أمر الجاهلية، وقد بيَّن تعالى أن ذلك من مناسك الحج. ومن فعَلَ المستحبات من الطاعات متطوعًا بها مخلصًا؛ فإن الله شاكر له، يقبلها منه، ويجازيه عليها، وهو العليم بمن يفعل الخير، ويستحق الثواب. </p><p> ١٥٩ - إن الذين يخفون ما أنزلنا من البينات الدالة على صدق النبي وما جاء به، من اليهود والنصارى، من بعد ما أظهرناه للناس في كتبهم؛ أولئك يطردهم الله من رحمته، ويدعو عليهم الملائكة والأنبياء والناس أجمعون بالطرد من رحمته. </p><p> ١٦٠ - إلا الذين رجعوا إلى الله نادمين على كتمان تلك الآيات الواضحات، وأصلحوا أعمالهم الظاهرة والباطنة، وبيَّنوا ما كتموه من الحق والهدى، فأولئك أقبل رجوعهم إلى طاعتي، وأنا التواب على من تاب من العباد، الرحيم بهم. </p><p> ١٦١ - إن الذين كفروا وماتوا على الكفر قبل أن يتوبوا منه أولئك عليهم لعنة الله بطردهم من رحمته، وعليهم دعاء الملائكة والناس كلهم بالطرد من رحمة الله والإبعاد منها. </p><p> ١٦٢ - ملازمين هذه اللعنة، لا يُخَفف عنهم العذاب، ولو يومًا واحدًا، ولا يُمْهلون يوم القيامة. </p><p> ١٦٣ - ومعبودكم الحق -أيها الناس- واحد متفرّد في ذاته وصفاته، لا معبود بحق غير الرحمن ذو الرحمة الواسعة، الرحيم بعباده، حيث أنعم عليهم النعم التي لا تحصى. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الابتلاء سُنَّة الله تعالى في عباده، وقد وعد الصابرين على ذلك بأعظم الجزاء وأكرم المنازل. </p><p> • مشروعية السعي بين الصفا والمروة لمن حج البيت أو اعتمر. </p><p> • من أعظم الآثام وأشدها عقوبة كتمان الحق الَّذي أنزله الله، والتلبيس على الناس، وإضلالهم عن الهدى الَّذي جاءت به الرسل. </p>"
}