{
  "id": null,
  "sura": 2,
  "aya": 269,
  "text": "<p> ٢٦٥ - ومثل المؤمنين الذين يبذلون أموالهم طلبًا لرضوان الله، مطمئنةً أنفسُهم بصدق وعد الله غيرَ مكرهة، كمثل بستان على مكان مرتفع طيب، أصابه مطر فزير، فأنتج ثمرًا مضاعفًا، فان لم يصبه مطر كزير أصابه مطر خفيف فاكتفى به لطيب أرضه، وكذلك نففات المخلصين يقبلها الله ويضاعف أجرها وإن كانت قليلة، والله بما تعملون بصير، فلا يخفى عليه حال المخلصين والمرائين، وسيجازي كلا بما يستحق. </p><p> ثم ضرب تعالى مثالًا يصور به حال المنفق ماله رياءً فقال: </p><p> ٢٦٦ - أيرغب أحدكم في أن يكون له بستان فيه نخل وعنب تجري في خلاله المياه العذبة، له فيه من كل أنواع الثمرات الطيبة، وأصاب صاحبَه الكِبَرُ فأصبح شيخًا لا يقدر على العمل والكسب، وله أبناء صغار ضعفاء لا يستطيعون العمل، فأصابت البستانَ ريح شديدة فيها نار شديدة فاحترق البستان كله، وهو أحوج ما يكون إليه لكبره وضعف ذريته؟! فحال المنفق ماله رياء للناس مثل هذا الرجل؛ يَرِدُ على الله يوم القيامة بلا حسنات، في وقت هو أشد ما يكون حاجة لها. مثل هذا البيان يبين الله لكم ما ينفعكم في الدنيا والآخرة لعلكم تتفكرون فيه. </p><p> ٢٦٧ - يا أيها الذين آمنوا بالله واتبعوا رسوله، أنفقوا من المال الحلال الطيب الذي كسبتموه، وأنفقوا مما أخرجنا لكم من نبات الأرض، ولا تقصدوا إلى الرديء منه فتنفقوه، ولو أعطي لكم ما أخذتموه إلا إذا تغاضيتم عنه مكرهين على رداءته، فكيف ترضون لله ما لا ترضون لأنفسكم؟! واعلموا أن الله غني عن نفقاتكم، محمود في ذاته وأفعاله. </p><p> ولما أمرهم بإنفاق الطيب حذرهم من كيد الشيطان ووساوسه، فقال: </p><p> ٢٦٨ - الشيطان يخوفكم من الفقر، ويحثكم على البخل، ويدعوكم إلى ارتكاب الآثام والمعاصي، والله يعدكم مغفرة عظيمة لذنوبكم، ورزقًا واسعًا، والله واسع الفضل، عليم بأحوال عباده. </p><p> ٢٦٩ - يؤتي السداد في القول والإصابة في العمل من يشاء من عباده، ومن يعط ذلك فقد أعطي خيرًا كثيرًا، ولا يتذكر ويتعظ بآيات الله إلا أصحاب العقول الكاملة التي تستضيء بنوره، وتهتدي بهديه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • المؤمنون بالله تعالى حقًّا واثقون من وعد الله وثوابه، فهم ينفقون أموالهم ويبذلون بلا خوف ولا حزن ولا التفات إلى وساوس الشيطان كالتخويف بالفقر والحاجة. </p><p> • الإخلاص من أعظم ما يبارك الأعمال وينميها. </p><p> • أعظم الناس خسارة من يرائي بعمله الناس؛ لأنه ليس له من ثواب على عمله إلا مدحهم وثناؤهم. </p>"
}