{
  "id": null,
  "sura": 2,
  "aya": 281,
  "text": "<p> ولمَّا رغَّب تعالى في الإنفاق في سبيله لما فيه من التعاون والتكافل بين المسلمين؛ حذَّر مما يناقض ذلك وهو الربا، فقال: </p><p> ٢٧٥ - الذين يتعاملون بالربا ويأخذونه لا يقومون يوم القيامة من قبورهم إلا مثل ما يقوم الذي به مس من الشيطان، فيقوم من قبره يخبط كما يخبط من به صرع في قيامه وسقوطه؛ ذلك بسبب أنهم استحلوا أكل الربا، ولم يفرقوا بين الربا وبين ما أحل الله من مكاسب البيع، فقالوا: إنما البيع مثل الربا في كونه حلالًا، فكل منهما يؤدي إلى زيادة المال ونمائه، فرد الله عليهم وأبطل قياسهم وأكذبهم، وبيَّن أنه تعالى أحل البيع لما فيه من نفع عام وخاص، وحرم الربا لما فيه من ظلم وأكل لأموال الناس بالباطل بلا مقابل، فمن جاءته موعظة من ربه فيها النهي والتحذير من الربا، فانتهى عنه وتاب إلى الله منه، فله ما مضى من أخذه للربا لا إثم عليه فيه، وأمره إلى الله فيما يستقبل بعد ذلك، ومن عاد إلى أخذ الربا بعد أن بلغه النهي من الله، وقامت عليه الحجة؛ فقد استحق دخول النار والخلود فيها. وهذا الخلود في النار المقصود به البقاء الطويل فيها، فإن الخلود الدائم فيها لا يكون إلا للكفار، أما أهل التوحيد فلا يخلدون فيها. ولما ذكر الله الإنفاق في سبيله وأَخذ الربا، بيَّن الفرق بينهما في الجزاء، فقال: </p><p> ٢٧٦ - يُهلك الله المال الربوي ويُذهِبُه، إما حسًّا بتلفه ونحو ذلك، أو معنًى بنزع البركة منه، ويزيد الصدقات وينمِّيها بمضاعفة ثوابها، فالحسنة بعشر أمثالها الى سَبع مِئة ضعف إلى أضعاف كثيرة، ويبارك في أموال المتصدقين، والله لا يحب كل من كان كافرًا عنيدًا، مستحلا للحرام، متماديًا في المعاصي والآثام. </p><p> ٢٧٧ - إن الذين آمنوا بالله واتبعوا رسوله، وعملوا الأعمال الصالحة، وأدوا الصلاة تامة على ما شرع الله، وآتوا زكاة أموالهم لمن يستحقها؛ لهم ثوابهم عند ربهم، ولا خوف عليهم فيما يستقبلونه من أمورهم، ولا هم يحزنون على ما فاتهم من الدنيا ونعيمها. </p><p> ٢٧٨ - يا أيها الذين آمنوا بالله واتبعوا رسوله، خافوا الله بأن تمتثلوا أوامره وتجتنبوا نواهيه، واتركوا المطالبة بما بقي لكم من أموال ربوية عند الناس، إن كنتم مؤمنين حقا بالله وبما نهاكم عنه من الربا. </p><p> ٢٧٩ - فإن لم تفعلوا ما أُمِرتم به فاعلموا واستيقنوا بحرب من الله ورسوله، وإن تبتم إلى الله وتركتم الربا فلكم قَدْرُ ما أقرضتم من: رؤوس أموالكم، لا تَظلِمون أحدًا بأخذ زيادة على رأس مالكم، ولا تُظلَمون بالنقص منها. </p><p> ٢٨٠ - وإن كان من تطالبونه بالدَّين معسرًا لا يجد سداد دينه، فأخِّروا مطالبته إلى أن يتيسر له المال، ويجد ما يقضي به الدين، وأن تتصدقوا عليه بترك المطالبة بالدين أو إسقاط بعضه عنه، خير لكم إن كنتم تعلمون فضل ذلك عند الله تعالى. </p><p> ٢٨١ - وخافوا عذابَ يوم ترجعون فيه جميعًا إلى الله، وتقومون بين يديه، ثم تُعطى كل نفس جزاء ما كسبت من خير أو شر، لا يُظلمون بنقص ثواب حسناتهم، ولا بزيادة العقوبة على سيئاتهم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • من أعظم الكبائر أكل الربا، ولهذا توعد الله تعالى آكله بالحرب وبالمحق في الدنيا والتخبط في الآخرة. </p><p> • الالتزام بأحكام الشرع في المعاملات المالية ينزل البركة والنماء فيها. </p><p> • فضل الصبر على المعسر، والتخفيف عنه بالتصدق عليه ببعض الدَّين أو كله. </p><p> ٢٨٣ - يا أيها الذين آمنوا بالله واتبعوا رسوله، إذا تعاملتم بالدَّيْنِ، بأن دَايَنَ بعضكم بعضًا إلى مدة محددة فاكتبوا ذلك الدَّيْنَ، وليكتب بينكم كاتب بالحق والإنصاف الموافق للشرع، ولا يمتنع الكاتب أن يكتب الدَّين بما يوافق ما علَّمه الله من الكتابة بالعدل، فلْيَكتبْ ما يُمْلِيه الذي عليه الحق، حتى يكون ذلك إقرارًا منه، وليتق الله ربه، ولا يَنقُص من الدَّين شيئًا في قدره أو نوعه أو كيفيته، فإن كان الذي عليه الحق لا يحسن التصرف، أو كان ضعيفًا لصغره أو جنونه أو كان لا يستطيع الإملاء لخَرَسِه ونحو ذلك، فلْيقُم بالإملاء عنه وليُّه المسؤول عنه بالحق والإنصاف. واطلبوا شهادة رجلين عاقلين عدلين، فإن لم يوجد رجلان فاستشهدوا رجلًا وامرأتين ترضون دينهم وأمانتهم، حتى إذا نسيت إحدى المرأتين ذكّرتها أختها، ولا يمتنع الشهود إذا طُلِب منهم الشهادة على الدَّين، وعليهم أداؤها إذا دُعوا لذلك، ولا يُصِبْكم الملل من كتابة الدَّين قليلًا كان أو كثيرًا إلى مدته المحددة، فكتابة الدَّين أعدل في شرع الله، وأبلغ في إقامة الشهادة وأدائها، وأقرب إلى نفي الشك في نوع الدَّين ومقداره ومدته، إلا إذا كان التعاقد بينكم على تجارة في سلعة حاضرة وثمن حاضر؛ فلا حرج في ترك الكتابة حينئذ لعدم الحاجة إليها، ويشرع لكم الإشهاد منعًا لأسباب النزاع، ولا يجوز الإضرار بالكُتّابِ والشهود، ولا يجوز لهم الإضرار بمن طلب كتابتهم أو شهادتهم، وأن يقع منكم الإضرار فإنه خروج عن طاعة الله إلى معصيته. وخافوا الله -أيها المؤمنون- بأن تمتثلوا ما أمركم به، وتجتنبوا ما نهاكم عنه، ويعلِّمكم الله ما فيه صلاح دنياكم وآخرتكم، والله بكل شيء عليم، فلا يخفى عليه شيء. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • مشروعية توثيق الدَّين وسائر المعاملات المالية دفعًا للاختلاف والتنازع. </p><p> • وجوب تسمية الأجل في جميع المداينات وأنواع الإجارات. </p><p> • ثبوت الولاية على القاصرين إما بسبب عجزهم، أو ضعف عقلهم، أو صغر سنهم. </p><p> • مشروعية الإشهاد على الإقرار بالديون والحقوق. </p><p> • أن من تمام الكتابة والعدل فيها أن يحسن الكاتب الإنشاء والألفاظ المعتبرة في كل معاملة بحسبها. </p><p> • لا يجوز الإضرار بأحد بسبب توثيق الحقوق وكتابتها، لا من جهة أصحاب الحقوق، ولا من جهة من يكتبه ويشهد عليه. </p>"
}