{
  "id": null,
  "sura": 2,
  "aya": 67,
  "text": "<p> ٦٢ - إن مَن آمن مِن هذه الأمة، وكذلك من آمن من الأمم الماضية قبل بعثة محمد - صلى الله عليه وسلم - من يهود ونصارى وصابئة -وهم طائفة من أتباع بعض الأنبياء من تحقق فيهم الإيمان بالله وباليوم الآخر- فلهم ثوابهم عند ربهم، ولا خوف عليهم مما يستقبلونه في الآخرة، ولا يحزنون على ما فاتهم من الدنيا. </p><p> ٦٣ - واذكروا ما أخذنا عليكم من العهد المؤكد، من الإيمان بالله ورسله، ورفعنا الجبل فوقكم تخويفًا لكم وتحذيرًا من ترك العمل بالعهد، آمرين لكم بأخذ ما أنزلنا عليكم من التوراة بجد واجتهاد, دون تهاون وكسل، واحفظوا ما فيه وتدبروه؛ لعلكم بفعل ذلك تتقون عذاب الله تعالى. </p><p> ٦٤ - فما كان منكم إلا أن أعرضتم وعصبتم بعد أخذ العهد المؤكد عليكم، ولولا فضل الله عليكم بالتجاوز عنكم، ورحمته بقبول توبتكم؛ لكنتم من الخاسرين بسبب ذلك الإعراض والعصيان. </p><p> ٦٥ - ولقد علمتم خبر أسلافكم علمًا لا لبس فيه؛ حيث اعتدوا بالصيد يوم السبت الَّذي حُرِّم عليهم الصيد فيه، فاحتالوا على ذلك بنصب الشباك قبل يوم السبت، واستخراجها يوم الأحد؛ فجعل الله هؤلاء المتحايلين قردة منبوذين عقوبة لهم على تحايلهم. </p><p> ٦٦ - فجعلنا هذه القرية المعتدية عبرة لما جاورها من القرى، وعبرة لمن يأتي بعدها؛ حتَّى لا يعمل بعملها فيستحق عقوبتها، وجعلناها تذكرة للمتقين الذين يخافون عقاب الله وانتقامه مِمَّن يتعدى حدوده. </p><p> ٦٧ - واذكروا من خبر أسلافكم ما جرى بينهم وبين موسى عليه السلام، حيث أخبرهم بأمر الله لهم أن يذبحوا بقرة من البقر، فبدلًا من المسارعة قالوا مُتَعنِّتِين: أتجعلنا موضعًا للاستهزاء! فقال موسى: أعوذ بالله أن أكون من الذين يَكْذِبُون على الله، ويستهزئون بالناس. </p><p> ٦٨ - قالوا لموسى: ادعُ لنا ربك حتَّى يبين لنا صفة البقرة التي أَمَرَنا بذبحها، فقال لهم: إن الله يقول: إنها بقرة ليست كبيرة السن ولا صغيرة، ولكن وسط بين ذلك، فبادِروا بامتثال أمر ربكم. </p><p> ٦٩ - فاستمروا في جدالهم وتعنُّتهم قائلين لموسى عليه السلام: ادعُ ربك حتى يبين لنا ما لونها، فقال لهم موسى: إن الله يقول: إنها بقرة صفراء شديدة الصُّفْرة، تُعجب كل من ينظر إليها. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الحُكم المذكور في الآية الأولى لِمَا قبل بعثة النبي - صلى الله عليه وسلم -، وأما بعد بعثته فإن الدين المَرْضِيَّ عند الله هو الإسلام، لا يقبل غيره، كما قال الله تعالى:  {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ}  [آل عمران: ٨٥] . </p><p> • قد يُعَجِّلُ الله العقوبة على بعض المعاصي في الدنيا قبل الآخرة؛ لتكون تذكرة يتعظ بها الناس فيحذروا مخالفة أمر الله تعالى. </p><p> • أنّ من ضيَّق على نفسه وشدّد عليها فيما ورد موسَّعًا في الشريعة، قد يُعاقَبُ بالتشديد عليه. </p>"
}