{
  "id": null,
  "sura": 2,
  "aya": 106,
  "text": "<p> ١٠٦ - يبين الله تعالى أنَّه حين يرفع حكم آية من القرآن أو يرفع لفظها فبنساها الناس، فإنه سبحانه يأتي بما هو أنفع منها في العاجل والآجل، أو بما هو مماثل لها، وذلك بعلم الله وحكمته، وأنت تعلم -أيها النبي- أن الله على كل شيء قدير، فيفعل ما يشاء، وَيحْكُمُ ما يريد. </p><p> ١٠٧ - قد علمت -أيها النبي- أن الله هو مالك السماوات والأرض، يحكم ما يريد، فيأمر عباده بما شاء، وينهاهم عما شاء، ويُقرِّر من الشرع ما شاء وينسخ ما شاء، وما لكم بعد الله من ولي يتولى أموركم، ولا نصير يدفع عنكم الضر، بل الله هو ولي ذلك كله والقادر عليه. </p><p> ١٠٨ - ليس من شأنكم -أيها المؤمنون- أن تسألوا رسولكم -سؤال اعتراض وتعَنُّت- كما سأل قوم موسى نبيهم من قبل؛ كقولهم:  {أَرِنَا اللَّهَ جَهْرَةً}  [النساء: ١٥٣] ومن يستبدل الكفر بالإيمان فقد ضل عن الطريق الوسط الَّذي هو الصراط المستقيم. </p><p> ١٠٩ - تمنى كثير من اليهود والنصارى أن يردوكم من بعد إيمانكم كفارًا كما كنتم تعبدون الأوثان، بسبب الحسد الَّذي في أنفسهم، يتمنون ذلك بعدما تبين لهم أن الَّذي جاء به النبي حق من الله، فاعفوا -أيها المؤمنون- عن أفعالهم، وتجاوزوا عن جهلهم وسوء ما في نفوسهم، حتَّى يأتي حكم الله فيهم -وقد أتى أمر الله هذا وحكمه، فكان الكافر يخيَّر بين الإسلام أو دفع الجزية أو القتال- إن الله على كل شيء قدير، فلا يعجزونه. </p><p> ثم بعد أمر الله تعالى المؤمنين بالصبر على الأذى أمرهم بالثبات على دينهم، وتقوية إيمانهم؛ فقال: </p><p> ١١٠ - أدّوا الصلاة تامة بأركانها وواجباتها وسننها، وأخرجوا زكاة أموالكم إلى مستحقيها، ومهما تعملوا من عمل صالح في حياتكم، فتقدموه قبل مماتكم ذخرًا لأنفسكم؛ تجدوا ثوابه عند ربكم يوم القيامة، فيجازيكم به، إن الله بما تعملون بصير فيجازي كلا بعمله. </p><p> ١١١ - وقالت كل طائفة من اليهود والنصارى: إن الجنّة خاصة بهم، فقال اليهود: لن يدخلها إلا من كان يهوديًّا، وقال النصارى: لن يدخلها إلا من كان نصرانيًّا، تلك أمنياتهم الباطلة وأوهامهم الفاسدة، قل -أيها النبي- رادًّا عليهم: هاتوا حجتكم على ما تزعمون إن كنتم صادقين حقًّا في دعواكم. </p><p> ١١٢ - إنما يدخل الجنّة كل من أخلص لله متوجهًا إليه، وهو -مع إخلاصه- محسن في عبادته باتباع ما جاء به الرسول فذاك الَّذي يدخل الجنّة من أي طائفة كان، وله ثوابه عند ربه، ولا خوف عليهم فيما يستقبلون من الآخرة، ولا هم يحزنون على ما فاتهم من الدنيا. وهي أوصاف لا تتحقق بعد مجيء النبي محمد - صلى الله عليه وسلم - إلّا في المسلمين. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • أن الأمر كله لله، فيبدل ما يشاء من أحكامه وشرائعه، ويبقي ما يشاء منها، وكل ذلك بعلمه وحكمته. </p><p> • حَسَدُ كثير من أهل الكتاب هذه الأمة، لما خصَّها الله من الإيمان واتباع الرسول، حتَّى تمنوا رجوعها إلى الكفر كما كانت. </p>"
}