{
  "id": null,
  "sura": 2,
  "aya": 219,
  "text": "<p> ٢١٦ - فُرِض عليكم -أيها المؤمنون- القتال في سبيل الله وهو مكروه للنفس بطبعها، لما فيه من بذل المال والنفس، ولعلكم تكرهون شيئًا وهو في الواقع خير ونفع لكم؛ كالقتال في سبيل الله، فمع عِظم ثوابه فيه النصر على الأعداء ورفع كلمة الله، ولعلكم تحبون شيئًا وهو شر ووبال عليكم؛ كالجلوس عن الجهاد، فإن فيه الخذلان وتسلط الأعداء، والله يعلم علمًا تامًّا خير الأمور وشرها، وأنتم لا تعلمون ذلك، فاستجيبوا لأمره؛ ففيه الخير لكم. </p><p> ٢١٧ - يسألك الناس -أيها النبي- عن حكم القتال في الأشهر الحرم: ذي القعدة وذي الحجة والمحرم ورجب، قل مجيبًا إياهم: القتال في هذه الأشهر عظيم عند الله ومستنكر، كما أن ما يقوم به المشركون من صد عن سبيل الله مستقبح كذلك، ومنع المؤمنين عن المسجد الحرام، وإخراج أهل المسجد الحرام منه أعظم عند الله من القتال في الشهر الحرام، والشرك الَّذي هم فيه أعظم من القتل. ولا يزال المشركون على ظلمهم يقاتلونكم -أيها المؤمنون- حتَّى يردوكم عن دينكم الحق إلى دينهم الباطل إن استطاعوا إلى ذلك سبيلًا، ومن يرجع منكم عن دينه، ويمت وهو على الكفر بالله؛ فقد بطل عمله الصالح، ومآله في الآخرة دخول النار وملازمتها أبدًا. </p><p> ٢١٨ - إن الذين آمنوا بالله ورسوله، والذين تركوا أوطانهم مهاجرين إلى الله ورسوله، وقاتلوا لتكون كلمة الله هي العليا؛ أولئك يطمعون في رحمة الله ومغفرته، والله غفور لذنوب عباده رحيم بهم. </p><p> ٢١٩ - يسألك أصحابك -أيها النبي- عن الخمر (وهي: كل ما غطى العقل وأذهبه) ؛ يسألونك عن حكم شربها وبيعها وشرائها؟ ويسألونك عن حكم القِمار (وهو: ما يُؤخذ من المال عن طريق المنافسات التي فيها عوض من الطرفين المشترِكَين في المنافسة) ؟ قل مجيبًا إياهم: فيهما مضار ومفاسد دينية ودنيوية كثيرة؛ من ذهاب العقل والمال، والوقوع في العداوة والبغضاء، وفيهما منافع قليلة كالمكاسب المالية، وضررهما والإثم الحاصل بهما أكبر من نفعهما، وما كان ضرّه أكثر من نفعه؛ فإن العاقل يجتنبه، وهذا البيان من الله فيه تمهيد لتحريم الخمر. </p><p> ويسألك أصحابك -أيها النَّبي- عن قدر ما ينفقونه من أموالهم على وجه التطوع والتبرع؟ قل مجيبًا إياهم: أنفقوا من أموالكم الَّذي يزيد عن حاجتكم (وقد كان هذا أول الأمر، ثم شرع الله بعد ذلك الزكاة الواجبة في أموال مخصوصة وأنصبة معينة) ، وبمثل هذا البيان الَّذي لا لبس فيه يبين الله لكم أحكام الشرع لعلكم تتفكرون. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الجهل بعواقب الأمور قد يجعل المرء يكره ما ينفعه ويحب ما يضره، وعلى المرء أن يسأل الله الهداية للرشاد. </p><p> • جاء الإسلام بتعظيم الحرمات والنهي عن الاعتداء عليها، ومن أعظمها صد الناس عن سبيل الله تعالى. </p><p> • لا يزال الكفار أبدًا حربًا على الإسلام وأهله حتَّى يخرجوهم من دينهم، والله موهن كيد الكافرين. </p><p> • الإيمان بالله تعالى، والهجرة إليه، والجهاد في سبيله؛ أعظم الوسائل التي ينال بها المرء رحمة الله ومغفرته. </p><p> • حرّمت الشريعة كل ما فيه ضرر غالب وإن كان فيه بعض المنافع؛ مراعاة لمصلحة العباد. </p>"
}