{
  "id": null,
  "sura": 2,
  "aya": 178,
  "text": "<p> ١٧٧ - ليس الخير المَرضي عند الله مجرد الاتجاه إلى جهة المشرق أو المغرب والاختلاف في ذلك، ولكنّ الخير كلَّ الخير فيمن آمن بالله إلهًا واحدًا، وآمن بيوم القيامة، وبجميع الملائكة، وبجميع الكتب المنزلة، وبجميع الأنبياء دون تفريق، وأنفق المال مع حبه والحرص عليه على ذوي قرابته، ومن فقد أباه دون سن البلوغ، وذوي الحاجة، والغريب الَّذي انقطع في السفر عن أهله ووطنه، والذين تعرض لهم حاجةٌ توجب سؤال الناس، وصرف المال في تحرير الرقاب من الرق والأسر، وأقام الصلاة بالإتيان بها تامة على ما أمر الله، ودفع الزكاة الواجبة، والذين يوفون بعهدهم إذا عاهدوا، والذين يصبرون على الفقر والشدة، وعلى المرض، وفي وقت شدة القتال فلا يفرون، أولئك المتصفون بهذه الصفات هم الذين صدقوا الله في إيمانهم وأعمالهم، وأولئك هم المتقون الذين امتثلوا ما أمرهم الله به، واجتنبوا ما نهاهم الله عنه. </p><p> ١٧٨ - يا أيها الذين آمنوا بالله واتبعوا رسوله، فُرِضَ عليكم في شأن الذين يقتلون غيرهم عمدًا وعدوانًا، معاقبةُ القاتل بمثل جنايته، فالحر يُقتل بالحر، والعبد يُقتل بالعبد، والأنثى تُقتل بالأنثى، فإن عفا المقتول قبل موته أو عفا ولي المقتول مقابل الدية -وهي مقدار من المال يدفعه القاتل مقابل العفو عنه- فعلى من عَفا اتباعُ القاتل في طلب الدية بالمعروف لا بالمَنِّ والأذى وعلى القاتل أداء الدية بإحسان، من غير مماطلة وتسويف، وذلك العفو وأَخْذ الدية تخفيف من ربكم عليكم، ورحمة بهذه الأمة، فمن اعتدى على القاتل بعد العفو وقبول الدية؛ فله عذاب أليم من الله تعالى. </p><p> ١٧٩ - ولكم فيما شرعه الله من القصاص حياة لكم؛ بحقن دمائكم، ودفع الاعتداء بينكم، يدرك ذلك أهل العقول الذين يتقون الله تعالى بالانقياد لشرعه والعمل بامره. </p><p> ١٨٠ - فُرِضَ عليكم إذا حضر أحدَكم علاماتُ الموت وأسبابُه، إن ترك مالًا كثيرًا أن يوصي للوالدين ولذوي القرابة بما حَدَّه الشرع وهو ألا يزيد عن ثلث المال، وفِعْلُ هذا حقٌّ مؤكد على المتقين لله تعالى. وقد كان هذا الحكم قبل نزول آيات المواريث، فلما نزلت آيات المواريث بيَّنت مَن يرث الميت ومقدار ما يرث. </p><p> ١٨١ - فمن غيّر في الوصية بزيادة أو نقص أو منع بعد علمه بالوصية؛ فإنما يكون إثم ذلك التبديل على المغيّرين لا على الموصي، إن الله سميع لأقوال عبيده، عليم بأفعالهم، لا يفوته شيء من أحوالهم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • البِرُّ الَّذي يحبه الله يكون بتحقيق الإيمان والعمل الصالح، وأما التمسك بالمظاهر فقط فلا يكفي عنده تعالى. </p><p> • من أعظم ما يحفظ الأنفس، ويمنع من التعدي والظلم؛ تطبيق مبدأ القصاص الَّذي شرعه الله في النفس وما دونها. </p><p> • عِظَمُ شأن الوصية، ولا سيما لمن كان عنده شيء يُوصي به، وإثمُ من غيَّر في وصية الميت وبدَّل ما فيها. </p>"
}