{
  "id": null,
  "sura": 2,
  "aya": 56,
  "text": "<p> ٤٩ - واذكروا يا بني إسرائيل حين أنقذناكم من أتباع فرعون الذين كانوا يذيقونكم أصناف العذاب؛ حيث يقتلون أبناءكم ذبحًا، حتَّى لا يكون لكم بقاء، ويتركون بناتكم أحياءً حتَّى يكن نساء ليخدمنهم؛ إمعانًا في إذلالكم وإهانتكم، وفي إنجائكم من بطش فرعون وأتباعه اختبار عظيم من ربكم؛ لعلكم تشكرون. </p><p> ٥٠ - واذكروا من نعمنا عليكم أن شققنا لكم البحر فجعلناه طريقًا يابسًا تسيرون فيه، فأنجيناكم، وأغرقنا عدوكم فرعون وأتباعه أمام أعينكم وأنتم تنظرون إليهم. </p><p> ٥١ - واذكروا من هذه النعم مواعدَتَنا موسى أربعين ليلةً لِيَتِمَّ فيها إنزال التوراة نورًا وهدى، ثم كان منكم إلا أن عبدتم العجل في تلك المدة، وأنتم ظالمون بفعلكم هذا. </p><p> ٥٢ - ثم تجاوزنا عنكم بعد توبتكم، فلم نؤاخذكم لعلكم تشكرون الله بحسن عبادته وطاعته. </p><p> ٥٣ - واذكروا من هذه النعم أن آتينا موسى عليه السلام التوراة فرقانًا بين الحق والباطل وتمييزًا بين الهدى والضلال لعلكم تهتدون بها إلى الحق. </p><p> ٥٤ - واذكروا من هذه النعم أن وفقكم الله للتوبة من عبادة العجل، حيث قال موسى عليه السلام لكم: إنكم ظلمتم أنفسكم باتخاذكم العجل إلهًا تعبدونه، فتوبوا وارجعوا إلى خالقكم ومُوجدكم، وذلك بأن يقتل بعضكم بعضًا؛ والتوبة على هذا النحو خير لكم من التمادي في الكفر المؤدي إلى الخلود في النار، فقمتم بذلك بتوفيق من الله وإعانة، فتاب عليكم؛ لأنه كثير التوبة رحيم بعباده. </p><p> ٥٥ - واذكروا حين قال آباؤكم مخاطبين موسى عليه السلام بجرأة: لن نؤمن لك حتَّى نرى الله عِيَانًا لا يُحْجب عنّا، فأخذتكم النار المحرقة، فقتلتكم وبعضكم ينظر إلى بعض. </p><p> ٥٦ - ثم أحييناكم بعد موتكم لعلكم تشكرون الله على إنعامه عليكم بذلك. </p><p> ٥٧ - ومن نعمنا عليكم أن أرسلنا السحاب يظلكم من حر الشمس لمّا تُهْتُم في الأرض، وأنزلنا عليكم من نعمنا شرابًا حلوًا مثل العسل، وطائرًا صغيرًا طيب اللحم يشبه السُّمَانى، وقلنا لكم: كلوا من طيبات ما رزقناكم. وما نقصونا شيئًا بجحدهم هذه النعم وكفرانها، ولكن ظلموا أنفسهم بنقص حظها من الثواب وتعريضها للعقاب. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • عِظَمُ نعم الله وكثرتها على بني إسرائيل، ومع هذا لم تزدهم إلا تكبُّرًا وعنادًا. </p><p> • سَعَةُ حِلم الله تعالى ورحمته بعباده، وإن عظمت ذنوبهم. </p><p> • الوحي هو الفَيْصَلُ بين الحق والباطل. </p>"
}