{
  "id": null,
  "sura": 2,
  "aya": 59,
  "text": "<p> ٥٨ - واذكروا من نعم الله عليكم حين قلنا لكم: ادخلوا بيت المقدس، وكلوا مما فيه من الطيبات من أي مكان شئتم أكلًا هنيئًا واسعًا، وكونوا في دخولكم راكعين خاضعين لله، واسألوا الله قائلين: ربنا حُطَّ عنا ذنوبنا؛ نستجب لكم، وسنزيد الذين أحسنوا في أعمالهم ثوابًا على إحسانهم. </p><p> ٥٩ - فما كان من الذين ظلموا منهم إلا أن بدلوا العمل، وحرّفوا القول، فدخلوا يزحفون على أدبارهم، وقالوا: حَبَّة في شعرة، مستهزئين بأمر الله تعالى؛ فكان الجزاء أن أنزل الله على الظالمين منهم عذابًا من السماء بسبب خروجهم عن حد الشرع ومخالفة الأمر. </p><p> ٦٠ - واذكروا من نعم الله عليكم لمّا كنتم في التِّيه، ونالكم العطش الشديد، فتضرّع موسى عليه السلام إلى ربه وسأله أن يسقيكم؛ فأمرناه أن يضرب بعصاه الحجر؛ فلما ضربه تفجرت منه اثنتا عشرة عينًا بعدد قبائلكم، وانبعث منها الماء، وبيّنا لكل قبيلة مكان شربها الخاص بها، حتَّى لا يقع نزاع بينهم، وقلنا لكم: كلوا واشربوا من رزق الله الَّذي ساقه إليكم بغير جهد منكم ولا عمل، ولا تسعوا في الأرض مفسدين فيها. </p><p> ٦١ - واذكروا حين كفرتم نعمة ربكم فمَلِلْتُم من أكل ما أنزل الله عليكم من المَنِّ والسَّلْوى، وقلتم: لن نصبر على طعام واحد لا يتغير، فطلبتم من موسى عليه السلام أن يدعو الله أن يخرج لكم من نبات الأرض من بقولها وخُضَرها وقِثَّائها (يشبه الخيار لكنه أكبر) وحبوبها وعدسها وبصلها؛ طعامًا؛ فقال موسى عليه السلام- مستنكرًا طلبكم أن تستبدلوا الَّذي طلبتم وهو أقل وأدنى، بالمَنِّ والسَّلْوى وهو خير وأكرم، وقد كان يأتيكم دون عناء وتعب-: انزلوا من هذه الأرض إلى أي قرية، فستجدون ما سألتم في حقولها وأسواقها. وباتباعهم لأهوائهم وإعراضهم المتكرر عما اختاره الله لهم؛ لازمهم الهوان والفقر والبؤس، ورجعوا بغضب من الله؛ لإعراضهم عن دينه، وكفرهم بآياته، وقتلهم أنبياءه ظلمًا وعدوانًا؛ كل ذلك بسبب أنهم عصوا الله وكانوا يتجاوزون حدوده. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • كل من يتلاعب بنصوص الشرع ويحرّفها فيه شَبَهٌ من اليهود، وهو مُتوعَّد بعقوبة الله تعالى. </p><p> • عِظَمُ فضل الله تعالى على بني إسرائيل، وفي مقابل ذلك شدة جحودهم وعنادهم وإعراضهم عن الله وشرعه. </p><p> • أن من شؤم المعاصي وتجاوز حدود الله تعالى ما ينزل بالمرء من الذل والهوان، وتسلط الأعداء عليه. </p>"
}