{
  "id": null,
  "sura": 2,
  "aya": 202,
  "text": "<p> ١٩٧ - وقت الحج أشهر معلومات، تبدأ بشهر شوال، وتنتهي بعشر ذي الحجة، فمن أوجب على نفسه الحج في هذه الأشهر وأحرم به؛ حَرُمَ عليه الجماع ومقدماته، ويتأكد في حقه حُرْمة الخروج عن طاعة الله بارتكاب المعاصي؛ لعظم الزمان والمكان، ويحرم عليه الجدال المؤدي إلى الغضب والخصومة، وما تفعلوا من خير يعلمه الله فيجازيكم به. واستعينوا على أداء الحج بأخذ ما تحتاجون إليه من طعام وشراب، واعلموا أن خير ما تستعينون به في كل شؤونكم هو تقوى الله تعالى، فخافوني بامتثال أوامري واجثناب نواهيّ يا ذوي العقول السليمة. </p><p> ١٩٨ - ليس عليكم إثم أن تطلبوا الرزق الحلال بالتجارة وغيرها في أثناء الحج، فإذا دفعتم من عرفات بعد وقوفكم فيها يوم التاسع، متوجهين إلى مزدلفة ليلة العاشر من ذي الحجة؛ فاذكروا الله بالتسبيح والتهليل والدعاء عند المشعر الحرام بمزدلفة، واذكروا الله لهدايته لكم إلى معالم دينه، ومناسك حج بيته، فقد كنتم من قبل ذلك من الغافلين عن شريعته. </p><p> ١٩٩ - ثم ادفعوا من عرفات كما كان يصنع الناس المقتدون بإبراهيم عليه السلام، لا كما كان يصنع من لا يقف بها من أهل الجاهلية، واطلبوا المغفرة من الله على تقصيركم في أداء ما شرع، إن الله غفور لمن تاب من عباده، رحيم بهم. </p><p> ٢٠٠ - فإذا أنهيتم أعمال الحج، وفرغتم منها فاذكروا الله، وأكثروا من الثناء عليه، كفَخْرِكم بآبائكم وثنائكم عليهم، أو أشد ذكرًا لله من ذكر آبائكم؛ لأن كل نعمة تتنعّمون بها هي منه سبحانه وتعالى، والناس مختلفون، فمنهم الكافر المشرك الَّذي لا يؤمن إلا بهذه الحياة الدنيا، فلا يسأل ربه إلا نعيمها وزينتها من الصحة والمال والولد، وليس لهم نصيب مما أعد الله لعباده المؤمنين في الآخرة، لرغبتهم في الدنيا وإعراضهم عن الآخرة. </p><p> ٢٠١ - وفريق من الناس مؤمن بالله يؤمن بالآخرة، فيسأل ربه نعيم الدنيا والعمل الصالح فيها، كما يسأله الفوز بالجنّة والسلامة من عذاب النار. </p><p> ٢٠٢ - أولئك الداعون بخَيْرَي الدنيا والآخرة لهم حظٌّ من ثواب عظيم بما اكتسبوا من الأعمال الصالحة في الدنيا، والله سريع الحساب للأعمال. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • يجب على المؤمن التزود في سفر الدنيا وسفر الآخرة، ولذلك ذكر الله أن خير الزاد هو التقوى. </p><p> • مشروعية الإكثار من ذكر الله تعالى عند إتمام نسك الحج. </p><p> • اختلاف مقاصد الناس؛ فمنهم من جعل همّه الدنيا، فلا يسأل ربه غيرها، ومنهم من يسأله خير الدنيا والآخرة، وهذا هو الموفَّق. </p>"
}