{
  "id": null,
  "sura": 2,
  "aya": 211,
  "text": "<p> ٢١١ - اسأل -أيها النبي- بني إسرائيل سؤال توبيخ لهم: كم بيَّن الله تعالى لكم من آية واضحة دالة على صدق الرسل! فكذبتموها وأعرضتم عنها، ومن يبدل نعمة الله كفرًا وتكذيبًا بعد معرفتها وظهورها؛ فإن الله شديد العقاب للكافرين المكذبين. </p><p> ٢١٢ - حُسِّن للذين كفروا بالله الحياة الدنيا وما فيها من مُتَع زائلة، وملذات منقطعة، ويستهزئون بالذين آمنوا بالله واليوم الآخر، والذين اتقوا الله بفعل أوامره وترك نواهيه فوق هؤلاء الكافرين في الآخرة، حيث ينزلهم الله في جنات عدن، والله يعطي من يشاء من خلقه بلا عدّ ولا حساب. </p><p> ٢١٣ - كان الناس أمة واحدة متفقين على الهدى، على دين أبيهم آدم، حتَّى أضلتهم الشياطين، فاختلفوا بين مؤمن وكافر، فلأجل ذلك بعث الله الرسل مبشرين أهل الإيمان والطاعة بما أعبد الله لهم من رحمته، ومنذرين أهل الكفر بما أوعدهم الله به من شديد عقابه، وأنزل مع رسله الكتب مشتملة على الحق الَّذي لا شك فيه؛ ليحكموا بين الناس فيما اختلفوا فيه. وما اختلف في التوراة إلا الذين أعطوا علمها من اليهود بعدما جاءتهم حجج الله أنَّه حق من عنده لا يسعهم الاختلاف فيه، ظلمًا منهم، فوفّق الله المؤمنين لمعرفة الهدى من الضلال بإذنه وإرادته، والله يهدي من يشاء إلى طريق مستقيم لا اعوجاج فيه، وهو طريق الإيمان. </p><p> ٢١٤ - أم ظننتم -أيها المؤمنون- أن تدخلوا الجنّة ولم يصبكم ابتلاءٌ مثل ابتلاء الماضين من قبلكم، حيث أصابهم شدة الفقر والمرض، وزلزلتهم المخاوف، حتَّى بلغ بهم البلاء أن يستعجلوا نصر الله، فيقول الرسول والمؤمنون معه: متى يأتى نصر الله؛ ألا إن نصر الله قريب من المؤمنين به، المتوكلين عليه. </p><p> ٢١٥ - يسألك أصحابك -أيها النبي-: ماذا ينفقون من أموالهم المتنوعة، وأين يضعونها؟ قل مجيبًا إياهم: ما أنفقتم من خير -وهو الحلال الطيب- فليصرف للوالدين، وللأدنى منكم من قراباتكم بحسب الحاجة، وللمحتاج من اليتامى، وللمُعدمين. الذين ليس لهم مال، وللمسافر الَّذي انقطع له السفر عن أهله ووطنه، وما تفعلوا -أيها المؤمنون- من خير قليلًا كان أو كثيرًا فإن الله به عليم، لا يخفى عليه منه شيء، وسيجازيكم عليه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • ترك شَكر الله تعالى على نعمه وترك استعمالها في طاعته يعرضها للزوال ويحيلها بلاءً على صاحبها. </p><p> • الأصل أن الله خلق عباده على فطرة التوحيد والإيمان به، وإبليس وأعوانه هم الذين صرفوهم عن هذه الفطرة إلى الشرك به. </p><p> • أعظم الخذلان الَّذي يؤدي للفشل أن تختلف الأمة في كتابها وشريعتها، فيكفّر بعضُها بعضًا، ويلعن بعضُها بعضًا. </p><p> • الهداية للحق الَّذي يختلف فيه الناس، ومعرفة وجه الصواب بيد الله، ويُطلب منه تعالى بالإيمان به والانقياد له. </p><p> • الابتلاء سُنَّة الله تعالى في أوليائه، فيبتليهم بقدر ما في قلوبهم من الإيمان به والتوكل عليه. </p><p> • من أعظم ما يعين على الصبر عند نزول البلاء، الاقتداء بالصالحين وأخذ الأسوة منهم. </p>"
}