{
  "id": null,
  "sura": 2,
  "aya": 11,
  "text": "<p> ولما بيَّن الله صفات المؤمنين المتقين الذين صلح ظاهرهم وباطنهم، ذكر صفات الكافرين الذين فسد ظاهرهم وباطنهم، فقال: </p><p> ٦ - إن الذين كفروا مستمرون على ضلالهم وعنادهم، فإنذارك لهم وعدمه سواء. </p><p> ٧ - لأن الله طبع على قلوبهم فأغلقها على ما فيها من باطل، وطبع على سمعهم فلا يسمعون الحق سماع قَبول وانقياد، وجعل على أبصارهم غطاء فلا يبصرون الحق مع وضوحه، ولهم في الآخرة عذاب عظيم. </p><p> ولما بيَّن الله صفات الكافرين الذين فسد ظاهرهم وباطنهم؛ بيَّن صفات المنافقين الذين فسد باطنهم وصلح ظاهرهم فيما يبدو للناس، فقال: </p><p> ٨ - ومن الناس طائفة يزعمون أنهم مؤمنون، يقولون ذلك بألسنتهم خوفًا على دمائهم وأموالهم، وهم في الباطن كافرون. </p><p> ٩ - يخادعون الله والمؤمنين بإظهار الإيمان وإبطان الكفر، وهم في الحقيقة يخدعون أنفسهم فقط، ولكنهم لا يشعرون بذلك؛ لأن الله تعالى يعلم السر وأخفى، وقد أَطْلَع المؤمنين على صفاتهم وأحوالهم. </p><p> ١٠ - والسبب أن في قلوبهم شكًّا، فزادهم الله شكًّا إلى شكِّهم، والجزاء من جنس العمل، ولهم عذاب أليم في الدرك الأسفل من النار، بسبب كذبهم على الله وعلى الناس، وتكذيبهم بما جاء به محمد - صلى الله عليه وسلم -. </p><p> ١١ - وإذا نُهوا عن الإفساد في الأرض بالكفر والذنوب وغيرها، أنكروا وزعموا أنهم هم أصحاب الصلاح والإصلاح. </p><p> ١٢ - والحقيقة أنهم هم أصحاب الإفساد، ولكنهم لا يشعرون بذلك، ولا يشعرون أن فعلهم عين الفساد. </p><p> ١٣ - وإذا أمروا بالإيمان كما آمن أصحاب محمد - صلى الله عليه وسلم -؛ أجابوا على سبيل الاستنكار والاستهزاء بقولهم: أنؤمن كإيمان خِفافِ العقول؟! والحق أنهم هم السفهاء، ولكنهم يجهلون ذلك. </p><p> ١٤ - وإذا التقوا المؤمنين قالوا: صدَّقنا بما تؤمنون به؛ يقولون ذلك خوفًا من المؤمنين، وإذا انصرفوا عن المؤمنين إلى رؤسائهم منفردين بهم، قالوا مؤكدين ثباتهم على متابعتهم لهم: إنا معكم على طريقتكم، ولكنا نوافق المؤمنين ظاهرًا سخرية بهم واستهزاءً. </p><p> ١٥ - الله يستهزئ بهم في مقابلة استهزائهم بالمؤمنين، جزاءً لهم من جنس عملهم، ولهذا أجرى لهم أحكام المسلمين في الدنيا، وأما في الآخرة فيجازيهم على كفرهم ونفاقهم، وكذلك يملي لهم ليتمادوا في ضلالهم وطغيانهم، فيبقوا حائرين مترددين. </p><p> ١٦ - أولئك هم السفهاء لأنهم استبدلوا الكفر بالإيمان، فما ربحت تجارتهم؛ لخسارتهم الإيمان بالله، وما كانوا مهتدين إلى الحق. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • أن من طبع الله على قلوبهم بسبب عنادهم وتكذيبهم لا تنفع معهم الآيات وإن عظمت. </p><p> • أن إمهال الله تعالى للظالمين المكذبين لم يكن عن غفلة أو عجز عنهم، بل ليزدادوا إثمًا، فتكون عقوبتهم أعظم. </p>"
}