{
  "id": null,
  "sura": 2,
  "aya": 138,
  "text": "<p> ١٣٥ - وقال اليهود لهذه الأمة: كونوا يهودًا تسلكوا سبيل الهداية، وقال النصارى: كونوا نصارى تسلكوا سبيل الهداية. قل -أيها النبي- مجيبًا إياهم: بل نتبع دين إبراهيم، المائل عن الأديان الباطلة إلى الدين الحق، ولم يكن ممن أشركوا مع الله أحدًا. </p><p> ١٣٦ - قولوا -أيها المؤمنون- لأصحاب هذه الدعوى الباطلة من يهود ونصارى: آمنا بالله وبالقرآن الَّذي أنزل إلينا، وآمنا بما أنزل على إبراهيم وأبنائه إسماعيل وإسحاق ويعقوب، وآمنا بما أنزل على الأنبياء من ولد يعقوب، وآمنا بالتوراة التي آتاها الله موسى، والإنجيل الَّذي آتاه الله عيسى، وآمنا بالكتب التي آتاها الله الأنبياء جميعًا، لا نفرق بين أحد منهم فنؤمن ببعض ونكفر ببعض، بل نؤمن بهم جميعًا، ونحن له سبحانه وحده منقادون خاضعون. </p><p> ١٣٧ - فإن آمن اليهود والنصارى وغيرهم من الكفار إيمانًا مثل إيمانكم؛ فقد اهتدوا إلى الطريق المستقيم الَّذي ارتضاه الله، وإن أعرضوا عن الإيمان بأن كذبوا بالأنبياء كلهم أو ببعضهم فإنما هم في اختِلاف وعِداء، فلا تحزن -أيها النبي- فإن الله سيكفيك أذاهم، ويمنعك من شرهم، وينصرك عليهم، فهو السميع لأقوالهم، والعليم بنياتهم وأفعالهم. </p><p> ١٣٨ - الزموا دين الله الَّذي فطركم عليه ظاهرًا وباطنًا، فلا أحسن دينًا من دين الله، فهو موافق للفطرة، جالب للمصالح، مانع للمفاسد، وقولوا: نحن عابدون لله وحده لا نشرك معه غيره. </p><p> ١٣٩ - قل -أيها النبي-: أتجادلوننا -يا أهل الكتاب- في أنكم أولى بالله ودينه منّا؛ لأن دينكم أقدم وكتابكم أسبق، فإن ذلك لا ينفعكم، فالله هو ربنا جميعًا لا تختصون به، ولنا أعمالنا التي لا تُسألون عنها، ولكم أعمالكم التي لا نُسأل عنها، وكلٌّ سيُجْزَى بعمله، ونحن مخلصون لله في العبادة والطاعة لا نشرك به شيئًا. </p><p> ١٤٠ - أم تقولون -يا أهل الكتاب-: إن إبراهيم وإسماعيل وإسحاق ويعقوب والأنبياء من ولده يعقوب، كانوا على ملة اليهودية أو النصرانية؛ قل -أيها النبي- مجيبًا إياهم: أأنتم أعلم أم الله؟! فإن زعموا أنهم كانوا على ملَّتهم فقد كذبوا؛ لأن مبعثهم وموتهم كان قبل نزول التوراة والإنجيل! وعُلم بذلك أن ما يقولونه كذب على الله ورسله، وأنهم كتموا الحق الَّذي نزل عليهم، ولا أحد أشد ظلمًا من الَّذي كتم شهادة ثابتةً عنده عَلِمَها من الله، كفعل أهل الكتاب، وليس الله بغافل عن أعمالكم، وسيجازيكم عليها. </p><p> ١٤١ - تلك أمة قد مضت من قبلكم، وأفضت إلى ما قدمت من عمل، فلها ما كسبت من الأعمال، ولكم ما كسبتم، ولا تسألون عن أعمالهم، ولا يسألون عن أعمالكم، فلا يؤخذ أحد بذنب أحد، ولا ينتفع بعمل غيره، بل كلٌّ سيجازى على ما قدم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • أن دعوى أهل الكتاب أنهم على الحق لا تنفعهم وهم يكفرون بما أنزل الله على نبيه محمد - صلى الله عليه وسلم -. </p><p> • سُمِّي الدين صبغة لظهور أعماله وسَمْته على المسلم كما يظهر أثر الصبغ في الثوب. </p><p> • أن الله تعالى قد رَكَزَ في فطرةِ خلقه جميعًا الإقرارَ بربوبيته وألوهيته، وإنما يضلهم عنها الشيطان وأعوانه. </p>"
}