{
  "id": null,
  "sura": 2,
  "aya": 3,
  "text": "<p> [سورة البقرة] </p><p> مَدَنيّة </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> إعداد الأمة لعمارة الأرض والقيام بدين الله، وبيان أقسام الناس، وفيها أصول الإيمان وكليات الشريعة. </p><p> [التَّفْسِيرُ] </p><p> سُمِّيت سورة البقرة بهذا الاسم لورود قصة بقرة بني إسرائيل فيها، وفيها إشارة إلى وجوب المسارعة إلى تطبيق شرع الله، وعدم التلكؤ فيه كما حصل من يهود. </p><p> ١ - {الم} هذه من الحروف التي افتُتِحت بها بعض سور القرآن، وهي حروفٌ هجائية لا معنى لها في نفسها إذا جاءت مفردة هكذا (أ، ب، ت، إلخ) ، ولها حكمةٌ ومَغْزًى؛ حيث لا يوجد في القرآن ما لا حكمة له، ومن أهم حِكَمها الإشارة إلى التحدي بالقرآن الَّذي يتكوَّن من الحروف نفسها التي يعرفونها ويتكلمون بها؛ لذا يأتي غالبًا بعدها ذكرٌ للقرآن الكريم، كما في هذه السورة. </p><p> ٢ - ذلك القرآن العظيم لا شك فيه، لا من جهة تنزيله، ولا من حيث لفظه ومعناه، فهو كلام الله، يهدي المتقين إلى الطريق الموصل إليه. </p><p> ٣ - ٤ - الذين يؤمنون بالغيب وهو كل ما لا يُدرك بالحواس وغاب عنّا، مما أخبر الله عنه أو أخبر عنه رسوله، كاليوم الآخر، وهم الذين يقيمون الصلاة بأدائها وفق ما شرع الله من شروطها، وأركانها، وواجباتها، وسننها، وهم الذين ينفقون مما رزقهم الله، بإخراج الواجب كالزكاة، أو غير الواجب كصدقة التطوع؛ رجاء ثواب الله، وهم الذين يؤمنون بالوحي الَّذي أنزل الله عليك -أيها النبي- والذي أنزل على سائر الأنبياء - صلى الله عليه وسلم - من قبلك دون تفريق، وهم الذين يؤمنون إيمانًا جازمًا بالآخرة وما فيها من الثواب والعقاب. </p><p> ٥ - هؤلاء المُتَّصِفون بهذه الصفات على تَمكُّنٍ من طريق الهداية، وهم الفائزون في الدنيا والآخرة بنَيلهم ما يرجون ونجاتهم مما يخافون. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الثقة المطلقة في نفي الرَّيب دليل على أنَّه من عند الله؛ إذ لا يمكن لمخلوق أن يدعي ذلك في كلامه. </p><p> • لا ينتفع بما في القرآن الكريم من الهدايات العظيمة إلا المتقون لله تعالى المعظمون له. </p><p> • من أعظم مراتب الإيمانِ الإيمانُ بالغيب؛ لأنه يتضمن التسليم لله تعالى في كل ما تفرد بعلمه من الغيب، ولرسوله بما أخبر عنه سبحانه. </p><p> • كثيرًا ما يقرن الله تعالى بين الصلاة والزكاة؛ لأنَّ الصلاة إخلاص للمعبود، والزكاة إحسان للعبيد، وهما عنوان السعادة والنجاة. </p><p> • الإيمان بالله تعالى وعمل الصالحات يورثان الهداية والتوفيق في الدنيا، والفوز والفلاح في الأُخرى. </p>"
}