{
  "id": null,
  "sura": 3,
  "aya": 177,
  "text": "<p> ١٧٤ - فرجعوا بعد خروجهم إلى \"حمراء الأسد\" بثواب عظيم من الله، وزيادة في درجاتهم، وسلامة من عدوهم فلم يصبهم قَتْل ولا جِرَاح، واتبعوا ما يرضي الله عنهم من التزام طاعته والكف عن معصيته، والله صاحب فضل عظيم على عباده المؤمنين. </p><p> ١٧٥ - إنما المُخوِّف لكم الشيطان، يرهبكم بأنصاره وأعوانه، فلا تجبنوا عنهم، فإنهم لا حول لهم ولا قوة، وخافوا بالتزام طاعته، إن كنتم مؤمنين به حقًّا. </p><p> ١٧٦ - ولا يُوقِعْك في الحزن -أيها الرسول- الذين يسارعون في الكفر مرتدين على أعقابهم من أهل النفاق، فإنهم لن ينالوا الله بأي ضرر، وإنما يضرون أنفسهم ببعدهم عن الإيمان بالله وطاعته، يريد الله بخذلانهم وعدم توفيقهم ألا يكون لهم نصيب في نعيم الآخرة، ولهم فيها عذاب عظيم في النار. </p><p> ١٧٧ - إن الذين استبدلوا الكفر بالإيمان لن يضروا الله أي شيء، إنما يضرون أنفسهم، ولهم عذاب أليم في الآخرة. </p><p> ١٧٨ - ولا يظنن الذين كفروا بربهم، وعاندوا شرعه، أن إمهالهم وإطالة عمرهم على ما هم عليه من كفرٍ خيرٌ لأنفسهم، ليس الأمر كما ظنوا، وإنما نمهلهم ليزدادوا إثمًا بكثرة المعاصي على إثمهم، ولهم عذاب مُذِلّ. </p><p> ١٧٩ - ما كان من حكمة الله أن يَدَعَكم -أيها المؤمنون- على ما أنتم عليه من اختلاط بالمنافقين وعدم تمايز بينكم، وعدم تبين المؤمنين حقًّا، حتى يميزكم بأنواع التكاليف والابتلاءات، ليظهر المؤمن الطيب من المنافق الخبيث. وما كان من حكمة الله أن يطلعكم على الغيب فتُميزوا بين المؤمن والمنافق، ولكن الله يختار من رسله من يشاء، فيطلعه على بعض الغيب؛ كما أطلع نبيه محمدًا - صلى الله عليه وسلم - على حال المنافقين، فحقِّقوا إيمانكم بالله ورسوله، وأن تؤمنوا حقًّا وتتقوا الله بامتثال أوامره واجتناب نواهيه فلكم ثواب عظيم عند الله. </p><p> ١٨٠ - ولا يظنن الذين يبخلون بما آتاهم الله من النعمٍ تفضُّلًا منه، فيمنعون حق الله فيها، لا يظنُّوا أن ذلك خير لهم، بل هو شر لهم؛ لأن ما بخلوا به سيكون طَوْقًا يُطَوَّقون به يوم القيامة في أعناقهم يعذبون به، ولله وحده يؤول ما في السماوات والأرض، وهو الحي بعد فناء خلقه كلهم، والله عليم بدقائق ما تعملون، وسيجازيكم عليه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • ينبغي للمؤمن ألا يلتفت إلى تخويف الشيطان له بأعوانه وأنصاره من الكافرين، فإن الأمر كله لله تعالى. </p><p> • لا ينبغي للعبد أن يغتر بإمهال الله له، بل عليه المبادرة إلى التوبة، ما دام في زمن المُهلة قبل فواتها. </p><p> • البخيل الذي يمنع فضل الله عليه إنما يضر نفسه بحرمانها المتاجرة مع الله الكريم الوهاب، وتعريضها للعقوبة يوم القيامة. </p>"
}