{
  "id": null,
  "sura": 3,
  "aya": 35,
  "text": "<p> ٣٠ - يوم القيامة تلقى كلُّ نفس عملها من الخير قد أُتي به لا نقص فيه، والذي عملت من السوء تتمنى أن بينها وبينه زمنًا بعيدًا، وأنى لها ما تمنت! ويحذركم الله نفسه، فلا تتعرضوا لغضبه بارتكاب الآثام، والله بالعباد، ولهذا يحذرهم ويخوفهم. </p><p> ٣١ - قل -أيها الرسول-: إن كنتم تحبون الله حقًّا فاتبعوا ما جئت به ظاهرًا وباطنًا، تنالوا محبة الله، ويغفر لكم ذنوبكم، والله غفور تاب من عباده رحيم بهم. </p><p> ٣٢ - قل -أيها الرسول-: أطيعوا الله وأطيعوا رسوله بامتثال الأوامر واجتناب النواهي، فإن أعرضوا عن ذلك فإن الله لا يحب الكافرين المخالفين لأمره وأمر رسوله. </p><p> ٣٣ - إن الله اختار آدم - عليه السلام - فأسجد له ملائكته، واختار نوحًا فجعله أول رسول إلى أهل الأرض، واختار آل إبراهيم فجعل النبوة باقية في ذريته، واختار آل عمران؛ اختار كل هؤلاء وفضلهم على أهل زمانهم. </p><p> ٣٤ - هؤلاء المذكورون من الأنبياء وذرياتهم المُتّبِعون لطريقتهم هم ذرية بعضها متسلسل من بعض في توحيد الله وعمل الصالحات، يتوارثون من بعضهم المكارم والفضائل، والله سميع لأقوال عباده، عليم بأفعالهم؛ ولهذا يختار من يشاء منهم، ويصطفي منهم من يشاء. </p><p> ٣٥ - اذكر -أيها الرسول- إذا قالت امرأة عمران والدة مريم - عليها السلام -: يا رب إني أوجبت على نفسي أن أجعل ما في بطني من حمل خالصًا لوجهك، محرَّرًا من كل شيء ليخدمك ويخدم بيتك، فتقبل مني ذلك، إنك أنت السميع لدعائي، العليم بنيِّتي. </p><p> ٣٦ - فلما تم حملُها وضعت ما في بطنها، وقالت معتذرة -وقد كانت ترجو أن يكون الحمل ذكرًا-: يا رب إني ولدتها أنثى، والله أعلم بما ولدت، وليس الذكر الذي كانت ترجوه كالأنثى التي وُهِبت لها في القوة والخِلْقَة. وإني سمَّيتها مريم، وإني حَصَّنتها بك هي وذريتها من الشيطان المطرود من رحمتك. </p><p> ٣٧ - فتقبَّل الله نذرها بقَبول حسن، وأنشأها نشاةً حسنة، وعطف عليها قلوب الصالحين من عباده، وجعل كفالتها إلى زكريا. وكان زكريا كلما دخل عليها مكان العبادة وجد عندها رزقًا طيبًا ميسَّرًا، فقال مخاطبًا إياها: يا مريم، من أين لك هذا الرزق؟ قالت مجيبة إياه: هذا الرزق من عند الله، إن الله يرزق من يشاء رزقًا واسعًا بغير حساب. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • عظم مقام الله وشدة عقوبته تجعل العاقل على حذر من مخالفة أمره تعالى. </p><p> • برهان المحبة الحقة لله ولرسوله باتباع الشرع أمرًا ونهيًا، وأما دعوى المحبة بلا اتباعٍ فلا تنفع صاحبها. </p><p> • أن الله تعالى يختار من يشاء من عباده ويصطفيهم للنبوة والعبادة بحكمته ورحمته، وقد يخصهم بآيات خارقة للعادة. </p>"
}