{
  "id": null,
  "sura": 3,
  "aya": 97,
  "text": "<p> ٩٢ - لن تدركوا -أيها المؤمنون- ثواب أهل البر ومنزلتهم حتى تنفقوا في سبيل الله من أموالكم التي تحبونها، وما تنفقوا من شيء قليلًا كان أو كثيرًا فإن الله عليم بنياتكم وأعمالكم، وسيجازي كلًّا بعمله. </p><p> ٩٣ - جميع الأطعمة الطيبة كانت حلالًا لبني إسرائيل، ولم يُحَرَّم عليهم منها إلا ما حرَّمه يعقوب على نفسه قبل نزول التوراة، لا كما تزعم اليهود أن ذلك التحريم كان في التوراة، قل لهم -أيها النبي-: فأحضروا التوراة واقرؤوها إن كنتم صادقين في هذا الذي تدَّعونه، فبهتوا، ولم يأتوا بها. وهو مثال يدل على افتراء اليهود على التوراة وتحريف مضمونها. </p><p> ٩٤ - فمن افترى الكذب على الله بعد ظهور الحجة؛ بأن ما حَرَّمه يعقوب - عليه السلام - حَرَّمه على نفسه من غير تحريم من الله؛ فأولئك هم الظالمون لأنفسهم بترك الحق بعد ظهور حجته. </p><p> ٩٥ - قل -أيها النبي-: صدق الله فيما أخبر به عن يعقوب - عليه السلام -، وفي كل ما أنزل وشرع، فاتبعوا دين إبراهيم -عليه السلام-، فقد كان مائلًا عن الأديان كلها إلى دين الإسلام، ولم يشرك مع الله غيره أبدًا. </p><p> ٩٦ - إن أول بيت بني في الأرض للناس جميعًا من أجل عبادة الله هو بيت الله الحرام الذي بمكة، وهو بيت مبارك، كثير المنافع الدينية والدنيوية، وفيه هداية للعالمين جميعًا. </p><p> ٩٧ - في هذا البيت علامات ظاهرات على شرفه وفضله؛ كالمناسك والمشاعر، ومن هذه العلامات الحَجَر الذي قام عليه ابراهيم لما أراد رفع جدار الكعبة، ومنها أن من دخله يزول الخوف عنه ولا يناله أذى. ويجب لله على الناس قَصْد هذا البيت لأداء مناسك الحج، لمن كان منهم قادرًا على الوصول إليه، ومن كفر بفريضة الحج فإن الله غني عن هذا الكافر وعن العالمين أجمعين. </p><p> ٩٨ - قل -أيها النبي-: يا أهل الكتاب من اليهود والنصارى لِمَ تجحدون البراهين على صدق النبي - صلى الله عليه وسلم -، ومنها براهين جاءت بها التوراة والإنجيل؟! والله مطلع على عملكم هذا شاهد عليه، وسيجازيكم به. </p><p> ٩٩ - قل -أيها النبي-: يا أهل الكتاب من اليهود والنصارى لِمَ تمنعون عن دين الله مَنْ آمن به من الناس تطلبون لدين الله ميلًا عن الحق إلى الباطل، ولأهله ضلالًا عن الهدى، وأنتم شهداء على أن هذا الدين هو الحق مصدق لما في كتبكم؟! وليس الله بغافل عما تعملون من الكفر به، والصد عن سبيله، وسيجازيكم به. </p><p> ١٠٠ - يا أيها الذين آمنوا بالله واتبعوا رسوله، إن تطيعوا طائفة من أهل الكتاب من اليهود والنصارى فيما يقولونه، وتقبلون رأيهم فيما يزعمونه؛ يُرْجِعُوكم إلى الكفر بعد الإيمان بسبب ما فيهم من الحسد والضلال عن الهدى. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • كَذِبُ اليهود على الله تعالى وأنبيائه، ومن كذبهم زعمهم أن تحريم يعقوب - عليه السلام - لبعض الأطعمة نزلت به التوراة. </p><p> • أعظم أماكن العبادة وأشرفها البيت الحرام، فهو أول بيت وضع لعبادة الله، وفيه من الخصائص ما ليس في سواه. </p><p> • ذَكَرَ الله وجوب الحج بأوكد ألفاظ الوجوب تأكيدًا لوجوبه. </p>"
}