{
  "id": null,
  "sura": 3,
  "aya": 22,
  "text": "<p> ١٦ - أهل الجنة هؤلاء هم الذين يقولون في دعائهم لربهم: ربنا إننا آمنا بك، وبما أنزلت على رسلك، واتبعنا شريعتك؛ فَاغْفِرْ لنا ما ارتكبنا من ذنوب، وجنِّبنا عذاب النار. </p><p> ١٧ - وهم الصابرون على فعل الطاعات وترك السيئات، وعلى ما يصيبهم من البلاء، وهم الصادقون في أقوالهم وأعمالهم، وهم المطيعون لله طاعة تامة، وهم المنفقون أموالهم في سبيل الله، وهم المستغفرون آخر الليل؛ لأن الدعاء فيه أقرب للإجابة، ويخلو فيه القلب من الشواغل. </p><p> ١٨ - شهد الله على أنه هو الإله المعبود بحق دون سواه، وذلك بما أقام من الآيات الشرعية والكونية الدالة على أُلوهيته، وشهد على ذلك الملائكة، وشهد أهل العلم على ذلك ببيانهم للتوحيد ودعوتهم إليه، فشهدوا على أعظم مشهود به وهو توحيد الله وقيامه تعالى بالعدل في خلقه وشرعه , لا إله إلا هو العزيز الذي لا يغالبه أحد، الحكيم في خلقه وتدبيره وتشريعه. </p><p> ١٩ - إن الدين المقبول عند الله هو الإسلام، وهو الانقياد لله وحده بالطاعة والاستسلام له بالعبودية؛ والإيمان بالرسل جميعًا إلى خاتمهم محمد - صلى الله عليه وسلم -، الذي ختم الله به الرسالات، فلا يَقْبَلُ غير شريعته. وما اختلف اليهود والنصارى في دينهم وافترقوا شيعًا وأحزابًا إلا من بعد ما قامت عليهم الحجة بما جاءهم من العلم، حسدًا وحرصًا على الدنيا. ومن يكفر بآيات الله المنزلة على رسوله فإن الله سريع الحساب لمن كفر به وكذّب رسله. </p><p> ٢٠ - فإن جادلوك -أيها الرسول- في الحق الذي نزل عليك، فقل مجيبًا إياهم: أسلمت أنا ومن تبعني من المؤمنين لله تعالى، وقل -أيها الرسول- لأهل الكتاب والمشركين: أأسلمتم لله تعالى مخلصين له متبعين لما جِئتُ به؛ فإن أسلموا لله واتبعوا شريعتك فقد سلكوا سبيل الهدى، وإن أعرضوا عن الإسلام فليس عليك إلا أن تبلغهم ما أرسلت به، وأمرهم إلى الله، فهو تعالى بصير بعباده، وسيجازي كل عامل بما عمل. </p><p> ٢١ - إن الذين يكفرون بحجج الله التي أنزلها عليهم، ويقتلون أنبياءه بغير حق، وإنما ظلمًا وعدوانًا، ويقتلون الذين يأمرون بالعدل من الناس، وهم الآمرون بالمعروف والناهون عن المنكر، بشِّر هؤلاء الكفار القتلة بعذاب أليم. </p><p> ٢٢ - أولئك المتصفون بتلك الصفات قد بطلت أعمالهم فلا ينتفعون بها في الدنيا ولا في الآخرة، لعدم إيمانهم بالله، وما لهم من ناصرين يدفعون عنهم العذاب. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • من أعظم ما يُكفِّر الذنوب ويقي عذاب النار الإيمان بالله تعالى واتباع ما جاء به الرسول - صلى الله عليه وسلم -. </p><p> • أعظم شهادة وحقيقة هي ألوهية الله تعالى ولهذا شهد الله بها لنفسه، وشهد بها ملائكته، وشهد بها أولو العلم ممن خلق. </p><p> • البغي والحسد من أعظم أسباب النزاع والصرف عن الحق. </p>"
}