{
  "id": null,
  "sura": 3,
  "aya": 109,
  "text": "<p> ١٠٩ - ولله تعالى وحده مُلْكُ ما في السماوات وما في الأرض، خَلْقًا وأَمْرًا، واليه تعالى مصير أمر كل خلقه فيجازي كلًّا منهم على قدر استحقاقه. </p><p> ١١٠ - كنتم - يا أمة محمد - صلى الله عليه وسلم - خير الأمم التي أخرجها الله للناس في إيمانكم وعملكم، وأنفع الناس للناس، تأمرون بالمعروف الذي: دل عليه الشرع وحسَّنه العقل، وتنهون عن المنكر الذي نهى عنه الشرع وقبَّحه العقل، وتؤمنون بالله إيمانًا جازمًا يصدقه العمل. ولو آمن أهل الكتاب من اليهود والنصارى بمحمد - صلى الله عليه وسلم - لكان ذلك خيرًا لهم في دنياهم وآخرتهم. من أهل الكتاب قليل يؤمنون بما جاء به محمد - صلى الله عليه وسلم -، وأكثرهم هم الخارجون عن دين الله وشريعته. </p><p> ١١١ - ومهما كان منهم من عداوة فلن يضروكم - أيها المؤمنون - في دينكم ولا في أنفسكم إلا أذى بألسنتهم، من الطعن في الدين، والاستهزاء بكم ونحو ذلك، وإن قاتلوكم يَفِرُّوا منهزمين أمامكم، ولا يُنْصَرون عليكم أبدًا. </p><p> ١١٢ - جُعِل الهوان والصَّغار محيطًا باليهود مشتملًا عليهم أينما وُجِدوا، فلا يَأمَنون إلا بعهد أو أمن من الله تعالى أو من الناس، ورجعوا بغضب من الله، وجُعِلت عليهم الحاجة والفاقة محيطة بهم، ذلك الذي جُعل عليهم بسبب كفرهم بآيات الله، وقَتْلهم لأنبيائه ظلمًا، وذلك - أيضًا - بسبب عصيانهم وتجاوزهم لحدود الله. ولمَّا بيَّن الله حال غالب أهل الكتاب، بيَّن حال طائفة منهم مستقيمة على الحق قائمة به فقال: </p><p> ١١٣ - ليس أهل الكتاب متساوين في حالهم، بل منهم طائفة مستقيمة على دين الله، قائمة بأمر الله ونهيه، يقرؤون آيات الله في ساعات الليل وهم يُصَلُّون لله، كانت هذه الفئة قبل بعثة النبي محمد - صلى الله عليه وسلم -، ومن أدرك منهم هذه البعثة أسلم. </p><p> ١١٤ - يؤمنون بالله واليوم الآخر إيمانًا جازمًا، ويأمرون بالمعروف والخير، وينهون عن المنكر والشر، ويبادرون إلى أفعال الخيرات، ويغتنمون مواسم الطاعات، أولئك المتصفون بهذه الصفات من عباد الله الذين صلحت نياتهم وأعمالهم. </p><p> ١١٥ - وما يفعله هؤلاء من خير قليلًا كان أو كثيرًا فلن يضيع عليهم ثوابه، ولن ينقص أجره، والله عليم بالمتقين الذين يمتثلون أوامره ويجتنبون نواهيه، لا يخفى عليه من أعمالهم شيء، وسيجازيهم عليها. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • أعظم ما يميز هذه الأمة وبه كانت خيريتها -بعد الإيمان بالله- الأمر بالمعروف والنهي عن المنكر. </p><p> • قضى الله تعالى بالذل على أهل الكتاب لفسقهم وإعراضهم عن دين الله، وعدم وفائهم بما أخذ عليهم من العهد. </p><p> • أهل الكتاب ليسوا على حال واحدة؛ فمنهم القائم بأمر الله، المتبع لدينه، الواقف عند حدوده، وهؤلاء لهم أعظم الأجر والثواب. وهذا قبل بعثة النبي محمد - صلى الله عليه وسلم -. </p>"
}