{
  "id": null,
  "sura": 3,
  "aya": 129,
  "text": "<p> ١٢٢ - اذكر -أيها النبي- ما وقع لفرقتين من المؤمنين من بني سَلِمَة، وبني حارثة، حين ضعفوا، وهَمُّوا بالرجوع حين رجع المنافقون، والله ناصر هؤلاء بتثبيتهم على القتال وصرفهم عما هَمُّوا به، وعلى الله وحده فليعتمد المؤمنون في كل أحوالهم. </p><p> ١٢٣ - ولقد نصركم الله على المشركين في معركة بدر وأنتم مستضعفون وذلك لقلة عددكم وعتادكم، فاتقوا الله لعلكم تشكرون نعمه عليكم. </p><p> ١٢٤ - اذكر -أيها النبي- حين قلت للمؤمنين مثبتًا لهم في معركة بدر بعدما سمعوا بمَدَدٍ يأتي للمشركين: ألن يكفيكم أن يعينكم الله بثلاثة آلاف من الملائكة منزلين منه سبحانه لتقويتكم في قتالكم؟! </p><p> ١٢٥ - بلى، إن ذلك يكفيكم. ولكم بشارة بعون آخر من الله: إن صبرتم على القتال، واتقيتم الله، وجاء المدد إلى أعدائكم من ساعتهم مسرعين إليكم، إن حصل ذلك فإن ربكم سيعينكم بخمسة آلاف من الملائكة معلمين أنفسهم وخيولهم بعلامة ظاهرة. </p><p> ١٢٦ - وما جعل الله هذا العون وهذا الإمداد بالملائكة إلا خبرًا سارًّا لكم، تطمئن قلوبكم به، وإلا فإن النصر حقيقة لا يكون بمجرد هذه الأسباب الظاهرة، وإنما النصر حقًّا من عند الله العزيز الذي لا يغالبه أحد، الحكيم في تقديره وتشريعه. </p><p> ١٢٧ - هذا النصر الذي تحقق لكم في غزوة بدر أراد به أن يهلك طائفة من الذين كفروا بالقتل، ويخزي طائفة أخرى، ويغيظهم بهزيمتهم، فيرجعوا بفشل وذل. </p><p> ١٢٨ - لما دعا الرسول على رؤساء المشركين بالهلاك بعد ما وقع منهم في أُحد؛ قال الله له: ليس لك من أمرهم شيء، بل الأمر لله، فاصبر إلى أن يقضي الله بينكم، أو يوفقهم للتوبة فيسلموا، أو يستمروا على كفرهم فيعذبهم، فإنهم ظالمون مستحقون للعذاب. </p><p> ١٢٩ - ولله ما في السماوات وما في الأرض خَلْقًا وتدبيرًا، يغفر الذنوب لمن يشاء من عباده برحمته، ويعذب من يشاء بعد الله غفور لمن تاب من عباده، رحيم بهم. </p><p> ١٣٠ - يا أيها الذين آمنوا بالله واتبعوا رسوله، تجنَّبوا أخذ الربا زيادة مضاعفة على رؤوس أموالكم التي أقرضتموها، كما يفعل أهل الجاهلية، واتقوا الله بامتثال أوامره واجتناب نواهيه، لعلكم تنالون ما تطلبون من خير الدنيا والآخرة. </p><p> ١٣١ - واجعلوا بينكم وبين النار التي أعدها الله للكافرين به وقاية؛ وذلك بعمل الصالحات وترك المحرمات. </p><p> ١٣٢ - وأطيعوا الله ورسوله بامتثال الأوامر واجتناب النواهي، لعلكم تنالون الرحمة في الدنيا والآخرة. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • مشروعية التذكير بالنعم والنقم التي تنزل بالناس حتى يعتبر بها المرء. </p><p> • من أعظم أسباب تَنَزُّل نصر الله على عباده ورحمته ولطفه بهم: التزامُ التقوى، والصبر على شدائد القتال. </p><p> • الأمر كله لله تعالى، فيحكم بما يشاء، ويقضي بما أراد، والمؤمن الحق يُسَلِّم لله تعالى أمره، وينقاد لحكمه. </p><p> • الذنوب -ومنها الربا- من أعظم أسباب خِذلان العبد، ولا سيما في مواطن الشدائد والصعاب. </p><p> • مجيء النهي عن الربا بين آيات غزوة أُحد ليشعر بشمول الإسلام في شرائعه وترابطها بحيث يشير إلى بعضها في وسط الحديث عن بعض. </p>"
}