{
  "id": null,
  "sura": 4,
  "aya": 25,
  "text": "<p> ٢٤ - وحرم عليكم نكاح المتزوجات من النساء، إلا ما ملكتموهن بالسبي في الجهاد في سبيل الله، فيحل لكم وطؤهن بعد استبراء أرحامهن بحيضة، فرض الله ذلك عليكم فرضًا، وأحل الله ما عدا ذلكم من النساء، أن تطلبوا بأموالكم إحصان أنفسكم وإعفافها بالحلال غير قاصدين الزنى، فمن تمتعتم بهن بالنكاح فأعطوهن مهورهن التي جعلها الله فريضة واجبة عليكم، ولا إثم عليكم فيما وقع عليه تراضيكم من بعد تحديد المهر الواجب من زيادة عليه أو مسامحة في بعضه، إن الله كان عليمًا بخلقه لا يخفى عليه منهم شيء، حكيمًا في تدبيره وتشريعه. </p><p> ٢٥ - ومن لم يستطع منكم - أيها الرجال - لقلة ماله أن يتزوج الحرائر من النساء جاز له نكاح الإماء المملوكات لغيركم، إن كن مؤمنات فيما يظهر لكم، والله أعلم بحقيقة إيمانكم وبواطن أحوالكم، وأنتم وهنَّ سواء في الدين والإنسانية، فلا تَسْتنكِفوا عن الزواج منهن، فتزوجوهن بإذن مالكيهن، وآتوهن مهورهن دون نقص أو مماطلة، هذا إن كن عفيفات غير زانيات علنًا، ولا متخذات أَخِلَاء للزنى بهن سرًّا، فإذا تزوجن، ثم ارتكبن فاحشة الزنى فحدُّهن نصف عقوبة الحرائر: خمسين جلدة، ولا رجم عليهن، بخلاف المحصنات من الحرائر إذا زنين. ذلك المذكور من إباحة نكاح الإماء المؤمنات العفيفات رخصة لمن خاف على نفسه الوقوع في الزنى، ولم يقدر على الزواج من الحرائر، على أن الصبر عن نكاح الإماء أولى؛ لتجنيب الأولاد الاسترقاق، والله غفور لمن تاب من عباده، رحيم بهم، ومن رحمته أن شرع لهم نكاح الإماء حال العجز عن نكاح الحرائر عند خشية الزنى. </p><p> ٢٦ - يريد الله سبحانه بتشريعه هذه الأحكام لكم أن يبين لكم معالم شرعه ودينه، وما فيه مصالحكم في الدنيا والآخرة، ويريد أن يرشدكم إلى طرق الأنبياء من قبلكم في التحليل والتحريم، وشمائلهم الكريمة، وسيرهم الحميدة لتتبعوهم، ويريد أن يرجع بكم عن معصيته إلى طاعته، والله عليم بما فيه مصلحة عباده فيشرعه لهم، حكيم في تشريعه وتدبيره لشؤونهم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • حُرْمة نكاح المتزوجات: حرائر أو إماء حتى تنقضي عدتهن أيًا كان سبب العدة. </p><p> • أن مهر المرأة يتعين بعد الدخول بها، وجواز أن تحط بعض مهرها إذا كان بطيب نفس منها. </p><p> • جواز نكاح الإماء المؤمنات عند عدم القدرة على نكاح الحرائر؛ إذا خاف على نفسه الوقوع في الزنى. </p><p> • من مقاصد الشريعة بيان الهدى والضلال، وإرشاد الناس إلى سنن الهدى التي تردهم إلى الله تعالى. </p>"
}