{
  "id": null,
  "sura": 4,
  "aya": 96,
  "text": "<p> ٩٥ - لا يستوي المؤمنون القاعدون عن الجهاد في سبيل الله غير أصحاب الأعذار كالمرضى والمكفوفين، والمجاهدون في سبيل الله ببذل أموالهم وأنفسهم، فضل الله المجاهدين ببذل أموالهم وأنفسهم على القاعدين عن الجهاد درجة، ولكل من المجاهدين والقاعدين عن الجهاد لعذر أجره الذي يستحقه، وفضَّل الله المجاهدين على القاعدين بإعطائهم ثوابًا عظيمًا من عنده. </p><p> ٩٦ - هذا الثواب منازل بعضها فوق بعض، مع مغفرة ذنوبهم ورحمته بهم، وكان الله غفورًا لعباده رحيمًا بهم. </p><p> ٩٧ - إن الذين توفاهم الملائكة وهم ظالمون لأنفسهم بترك الهحرة من دار الكفر إلى دار الإسلام، تقول لهم الملائكة حال قبض أرواحهم توبيخًا لهم: على أي حال كنتم؟ وبأي شيء تميزتم عن المشركين؟ فيجيبون معتذرين: كنا ضعفاء لا حول لنا ولا قوة نرد بها عن أنفسنا، فتقول لهم الملائكة توبيخًا لهم: ألم تكن بلاد الله واسعة فتخرجوا إليها لتأمنوا على دينكم وأنفسكم من الإذلال والقهر؟! فاولئك الذين لم يهاجروا مثواهم الذي يستقرون فيه هو النار مرجعًا مآبًا لهم. </p><p> ٩٨ - ٩٩ - ويُسْتثنى من هذا الوعيد الضعفاء أصحاب الأعذار رجالًا كانوا أو نساءً أو أطفالًا، ممن لا قوة لهم يدفعون بها عنهم الظلم والقهر، ولا يهتدون إلى طريقة للتخلص مما هم فيه من القهر، فأولئك عسى الله برحمته ولطفه أن يعفو عنهم، وكان الله عفوًا عن عباده غفورًا لمن تاب منهم. </p><p> ولما ذكر الوعيد على ترك الهجرة مع القدرة عليها رغَّب فيها، فقال: </p><p> ١٠٠ - ومن يهاجر من بلد الكفر إلى بلد الإسلام ابتغاء مرضاة الله يجد في الأرض التي هاجر إليها مُتحوِّلًا وأرضًا غير أرضه التي ترك، ينال فيها العزة والرزق الواسع، ومن يخرج من بيته مهاجرًا إلى الله ورسوله، ثم ينزل به الموت قبل وصوله إلى مُهاجَره، ففد ثبت أجره على الله، ولا يضره أنه لم يصل إلى مُهاجَره، وكان الله غفورًا لمن تاب من عباده رحيمًا بهم. </p><p> ١٠١ - وإذا سافرتم في الأرض فليس عليكم إثم في قصر الصلاة الرباعية من أربع ركعات إلى ركعتين، إن خفتم أن يلحقكم مكروه من الكافرين، إن عداوة الكافرين لكم عداوة ظاهرة بينة. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • فضل الجهاد في سبيل الله وعظم أجر المجاهدين، وأن الله وعدهم منازل عالية في الجنة لا يبلغها غيرهم. </p><p> • أصحاب الأعذار يسقط عنهم فرض الجهاد مع ما لهم من أجر إن حسنت نيتهم. </p><p> • فضل الهجرة إلى بلاد الإسلام، ووجوبها على القادر إن كان يخشى على دينه في بلده. </p><p> • مشروعية قصر الصلاة في حال السفر. </p>"
}