{
  "id": null,
  "sura": 4,
  "aya": 85,
  "text": "<p> ٨٠ - من يطع الرسول بامتثال ما أمر به، واجتناب ما نهى عنه؛ فقد استجاب لأمر الله، ومن أعرض عن طاعتك -أيها الرسول- فلا تحزن عليه، فما أرسلناك مراقبًا عليه تحفظ أعماله، وإنما نحن من يحصي عمله ويحاسبه. </p><p> ٨١ - ويقول المنافقون لك بألسنتهم: نطيع أمرك ونمتثله، فإذا خرجوا من عندك دَبَّر جماعة منهم على وجه الخفاء خلاف ما أظهروا لك، والله يعلم ما يدبِّرون، وسيجازيهم على كيدهم هذا، فلا تلتفت لهم؛ فلن يضروك شيئًا، وفوِّض أمرك إلى الله، واعتمد عليه، وكفى بالله وكيلًا تعتمد عليه. </p><p> ٨٢ - لِمَ لا يتأمل هؤلاء القرآن ويدرسونه حتى يثبت لهم أنه لا يوجد فيه اختلاف ولا اضطراب؟! وحتى يعلموا صدق ما جئت به، ولو كان من عند غير الله تعالى لوجدوا فيه اضطرابًا في أحكامه واختلافًا كثيرًا في معانيه. </p><p> ٨٣ - وإذا جاء هؤلاء المنافقين أمر مما فيه أمن المسلمين وسرورهم، أو خوفهم وحزنهم؛ أفشوه ونشروه، ولو تأنّوا وأرجعوا الأمر إلى رسول الله - صلى الله عليه وسلم - وإلى أهل الرأي والعلم والنصح؛ لأدرك أهل الرأي والاستنباط ما ينبغي أن يُعمل بشأنه من نشر أو كتمان، ولولا فضل الله عليكم بالاسلام ورحمته بكم بالقرآن -أيها المؤمنون- فعافاكم مما ابتلى به هؤلاء المنافقين؛ لاتبعتم وساوس الشيطان إلا قليلًا منكم. </p><p> ٨٤ - فقاتل -أيها الرسول- في سبيل الله لإعلاء كلمته، ولا تُسأل عن غيرك ولا تُلزم به؛ لأنك لا تكلف إلا حمل نفسك على القتال، ورغب المؤمنين في القتال وحثهم عليه، عسى الله أن يدفع بقتالكم قوة الكافرين، والله أشد قوة، وأشد عقوبة. </p><p> ٨٥ - من يسعى لجلب الخير للغير؛ يكن له حظ من الثواب، ومن يسعى لجلب الشر للغير؛ يكن له حظ من الإثم، وكان الله على كل ما يعمله الإنسان شهيدًا وسيجازيه عليه. فمن كان منكم سببًا في حصول خير فله منه حظ ونصيب، ومن كان سببًا في حصول شر فإنه يناله منه شيء. </p><p> ٨٦ - وإذا سلَّم عليكم أحدٌ فردوا السلام عليه بأفضل مما سلَّم عليكم، أو ردوا عليه بمثل ما قال، والرد بالأحسن أفضل، إن الله كان على ما تعملون حفيظًا، وسيجازي كلًّا بعمله. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • تدبر القرآن الكريم يورث اليقين بأنه تنزيل من الله؛ لسلامته من الاضطراب، ويظهر عظيم ما تضمنه من الأحكام. </p><p> • لا يجوز نشر الأخبار التي تنشأ عنها زعزعة أمن المؤمنين، أو دب الرعب بين صفوفهم. </p><p> • التحدث بقضايا المسلمين والشؤون العامة المتصلة بهم يجب أن يصدر من أهل العلم وأولي الأمر منهم. </p><p> • مشروعية الشفاعة الحسنة التي لا إثم فيها ولا اعتداء على حقوق الناس، وتحريم كل شفاعة فيها إثم أو اعتداء. </p>"
}