{
  "id": null,
  "sura": 4,
  "aya": 155,
  "text": "<p> ١٥٥ - فطردناهم من رحمتنا بسبب نقضهم العهد المؤكد عليهم، وبسبب كفرهم بآيات الله، وجراءتهم على قتل الأنبياء، وبقولهم لمحمد - صلى الله عليه وسلم -: قلوبنا في غطاء، فلا تعي ما تقول، والأمر ليس كما قالوا، بل ختم الله على قلوبهم فلا يصل إليها خير، فلا يؤمنون إلا إيمانًا قليلًا لا ينفعهم. </p><p> ١٥٦ - وطردناهم من الرحمة بسبب كفرهم، وبسبب رميهم مريم -عليها السلام- بالزنى زورًا وبهتانًا. </p><p> ١٥٧ - ولعناهم بقولهم مفتخرين كذبًا: إنا قتلنا المسيح عيسى بن مريم رسول الله. وما قتلوه كما ادعوا وما صلبوه، ولكن قتلوا رجلًا ألقى الله شَبَهَ عيسى عليه وصلبوه، فظنوا أن المقتول هو عيسى -عليه السلام-. والذين ادعوا قتله من اليهود والذين أسلموه إليهم من النصارى، كلاهما في حيرة من أمره وشك، فليس لهم به علم، وإنما يتبعون الظن، وإن الظن لا يغني من الحق شيئًا، وما قتلوا عيسى، وما صلبوه قطعًا. </p><p> ١٥٨ - بل نجَّاه الله من مكرهم، ورفعه الله بجسمه روحه إليه، وكان الله عزيزًا في ملكه، لا يغالبه أحد، حكيمًا في تدبيره وقضائه وشرعه. </p><p> ١٥٩ - وما من أحد من أهل الكتاب إلا سيؤمن بعيسى -عليه السلام- بعد نزوله آخر الزمان وقبل موته، ويوم القيامة يكون عيسى -عليه السلام- شاهدًا على أعمالهم؛ ما يوافق الشرع منها وما يخالف. </p><p> ١٦٠ - فبسبب ظلم اليهود حَرَّمْنَا عليهم بعض المآكل الطيبة التي كانت حلالًا لهم، فحرمنا عليهم كل ذي ظفر، ومن البقر والغنم حرمنا عليهم شحومهما إلا ما حملت ظهورهما، وبسبب صدهم أنفسهم وصدهم غيرهم عن سبيل الله، حتى صار الصد عن الخير سجية لهم. </p><p> ١٦١ - وبسبب تعاملهم بالربا بعد أن نهاهم الله عن تناوله، وبسبب أخذ أموال الناس بغير حق شرعي، وأعددنا للكافرين منهم عذابًا موجعًا. </p><p> ولما ذكر مثالب أهل الكتاب ذكر المؤمنين منهم فقال: </p><p> ١٦٢ - لكنِ الثابتون المتمكنون في العلم من اليهود، والمؤمنون يُصَدِّقُون بما أنزله الله عليك -أيها الرسول- من القرآن، ويُصَدقُون بما أنزل من الكتب على من قبلك من الرسل كالتوراة والإنجيل، ويقيمون الصلاة، ويعطون زكاة أموالهم، ويصدقون بالله إلهًا واحدًا لا شريك له، ويصدقون بيوم القيامة؛ أولئك المتصفون بهذه الصفات سنعطيهم ثوابًا عظيمًا. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الختم على القلوب سبب لحرمانها من الفهم. </p><p> • بيان عداوة اليهود لنبي الله عيسى -عليه السلام-، حتى إنهم وصلوا لمرحلة محاولة قتله. </p><p> • بيان جهل النصارى وحيرتهم في مسألة الصلب، وتعاملهم فيها بالظنون الفاسدة. </p><p> • بيان فضل العلم، فإن من أهل الكتاب من هو متمكن في العلم حتى أدى به تمكنه هذا للإيمان بالنبي محمد - صلى الله عليه وسلم -. </p>"
}