{
  "id": null,
  "sura": 4,
  "aya": 171,
  "text": "<p> ١٧١ - قل -أيها الرسول- للنصارى أهل الإنجيل: لا تتجاوزوا الحد في دينكم، ولا تقولوا على الله في شأن عيسى -عليه السلام- إلا الحق، إنما المسيح عيسى بن مريم رسول الله أرسله بالحق، خَلقَهُ بكلمته التي أرسل بها جبريل -عليه السلام- إلى مريم، وهي قوله: كُنْ، فكان، وهي نفخة من الله نفخها جبريل بأمر من الله، فآمِنوا بالله ورسله جميعًا دون تفريق بينهم، ولا تقولوا: الآلهة ثلاثة، انتهوا عن هذه المقولة الكاذبة الفاسدة يكن انتهاؤكم عنها خيرًا لكم في الدنيا والآخرة، إنما الله إله واحد تنزه عن الشريك وعن الولد، فهو غني، له ملك السماوات وملك الأرض وملك ما فيهما، وحَسْبُ ما في السماوات والأرض بالله قيمًا ومدبرًا لهم. </p><p> ١٧٢ - لن يأنف عيسى بن مريم ويمتنع أن يكون عبدًا لله، ولا الملائكة الذين قربهم الله له، ورفع منزلتهم أن يكونوا عبادًا لله، فكيف تتخذون عيسى إلهًا؟! وكيف يتخذ المشركون الملائكة آلهة؟! ومن يأنف عن عبادة الله، ويترفع عنها فإن الله سيحشر الجميع إليه يوم القيامة، ويجازي كلًّا بما يستحق. </p><p> ولما بين أن الجميع سيحشره الله إليه فصَّل جزاءهم في قوله: </p><p> ١٧٣ - فأما الذين آمنوا بالله وصدقوا برسله، وعملوا الأعمال الصالحات مخلصين لله عاملين وفق ما شرع، فسيعطيهم ثواب أعمالهم غير منقوص، وسيزيدهم على ذلك من فضله واحسانه، وأما الذين أَنِفُوا عن عبادة الله وطاعته وترفعوا تكبرًا، فيعذبهم عذابًا موجعًا، ولا يجدون من دون الله من يتولاهم فيجلب لهم النفع، ولا من ينصرهم فيدفع عنهم الضر. </p><p> ١٧٤ - يا أيها الناس قد جاءكم من ربكم حجة جلية تقطع العذر وتزيل الشبهة -وهو محمد - صلى الله عليه وسلم -، وأنزلنا إليكم ضياءً واضحًا، وهو هذا القرآن. </p><p> ١٧٥ - فأما الذين آمنوا بالله وتمسكوا بالقرآن الذي أنزل على نبيهم فسيرحمهم الله بدخول الجنة، ويزيدهم ثوابًا ورَفْع درجات، ويوفقهم لسلوك الطريق المستقيم الذي لا اعوجاج فيه، وهو الطريق الموصل إلى جنات عدن. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • بيان أَن المسيح بشر، وأن أمه كذلك، وأن الضالين من النصارى غلوا فيهما حتى أخرجوهما من حد البشرية. </p><p> • بيان بطلان شرك النصارى القائلين بالتثليث، وتنزيه الله تعالى عن أن يكون له شريك أو شبيه أو مقارب، وبيان انفراده -سبحانه- بالوحدانية في الذات والأسماء والصفات. </p><p> • إثبات أن عيسى -عليه السلام- والملائكة جميعهم عباد مخلوقون لا يستكبرون عن الاعتراف بعبوديتهم لله تعالى والانقياد لأوامره، فكيف يسوغ اتخاذهم آلهة مع كونهم عبيدًا لله تعالى؟! </p><p> • في الدين حجج وبراهين عقلية تدفع الشبهات، ونور وهداية تدفع الحيرة والشهوات. </p>"
}