{
  "id": null,
  "sura": 5,
  "aya": 63,
  "text": "<p> ٥٨ - وكذلك يسخرون ويلعبون إذا أَذنْتُم للصلاة التي هي أعظم قربة، ذلك بسبب أنهم قوم لا يعقلون عن الله معاني عبادته وشرائعه التي شرعها للناس. </p><p> ٥٩ - قل -أيها الرسول- للمستهزئين من أهل الكتاب: هل تعيبون علينا إلا إيماننا بالله وبما أنزل إلينا، وبما أنزل على من قبلنا، وإيمانَنَا أن أكثركم خارجون عن طاعة الله بتركهم للإيمان وامتثال الأوامر؟! فما تعيبونه علينا مَحْمَدَةٌ لنا، وليس مَذَمَّةً. </p><p> ٦٠ - قل -أيها الرسول-: هل أخبركم بمن هم أولى بالعيب، وأشد عقابًا من هؤلاء، إنهم أسلافهم الذين طردهم الله من رحمته، وصيرهم بعد المسخ قردة وخنازير، وجعل منهم عُبَّادًا للطاغوت، والطاغوت هو كل من يُعْبد من دون الله راضيًا، أولئك المذكورون شر منزلة يوم القيامة، وأضل سعيًا عن الطريق المستقيم. </p><p> ٦١ - وإذا جاءكم -أيها المؤمنون- المنافقون منهم أظهروا لكم الإيمان نفاقًا منهم، والواقع أنهم عند دخولهم وخروجهم مُتلبسون بالكفر لا ينفكون عنه، والله أعلم بما يُضْمرونه من الكفر إن أظهروا الإيمان لكم، وسيجازيهم على ذلك. </p><p> ٦٢ - وترى -أيها الرسول- كثيرًا من اليهود والمنافقين يُبادرون إلى ارتكاب المعاصي مثل الكذب والاعتداء على الآخرين بظلمهم وأكل أموال الناس بالحرام، ساء ما يعملون. </p><p> ٦٣ - هلَّا يزجرهم أئمتهم وعلماؤهم عما يسارعون إليه من قول الكذب وشهادة الزور وكل أموال الناس بالباطل، لقد ساء صنيع أئمتهم وعلمائهم الذين لا ينهونهم عن المنكر. </p><p> ٦٤ - وقالت اليهود لَمَّا أصابهم جَهْدٌ وجَدْبٌ: يد الله مقبوضة عن بذل الخير والعطاء، أمسك عنا ما عنده، ألا حُبِسَتْ أيديهم عن فعل الخير والعطاء، وطُرِدُوا من رحمة الله بقولهم هذا، بل يداه عز وجل مبسوطتان بالخير والعطاء، ينفق كيف يشاء، يبسط ويقبض، لا حاجر عليه ولا مُكْره له، ولا يزيد اليهود ما أنزل إليك -أيها الرسول- إلا تجاوزًا للحد وجحودًا؛ ذلك لِمَا هم عليه من الحسد، وأَلقينا بين طوائف اليهود العداوة والبغضاء، كلما جمعوا للحرب، وأعدوا لها عدة، أو تآمروا لإشعالها شَتَّتَ الله جمعهم، وأذهب قوتهم، ولا يزالون يجتهدون في ارتكاب ما فيه فساد في الأرض من السعي لإبطال الإسلام والكيد له والله لا يحب أهل الفساد. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • ذمُّ العالم على سكوته عن معاصي قومه وعدم بيانه لمنكراتهم وتحذيرهم منها. </p><p> • سوء أدب اليهود مع الله تعالى، ذلك لأنهم وصفوه سبحانه بأنه مغلول اليد للخير. </p><p> • إثبات صفة اليدين، على وجه يليق بذاته وجلاله وعظيم سلطانه. </p><p> • الإشارة لما وقع فيه بعض طرائف اليهود من الشقاق والاختلاف والعداوة بينهم نتيجة لكفرهم وميلهم عن الحق. </p>"
}