{
  "id": null,
  "sura": 5,
  "aya": 103,
  "text": "<p> ٩٦ - أحلَّ الله لكم صيد الحيوانات المائية، وما يقذفه البحر لكم حيًّا أو ميتًا منفعة لمن كان منكم مقيمًا أو مسافرًا يتزود به، وحَرَّمَ عليكم صيد البر أما دومتم محرمين بحج أو عمرة واتقوا الله بامتثال أوامره واجتناب نواهيه، فهو الذي إليه وحده ترجعون يوم القيامة، فيجازيكم على أعمالكم. </p><p> ٩٧ - جعل الله الكعبة البيت المُحَرَّم قيامًا للناس، به تقوم مصالحهم الدينية من الصلاة والحج والعمرة، ومصالحهم الدنيوية بالأمن في الحرم وجباية ثمرات كل شيء إليه، وجعل الأشهر الحرم وهي:  (ذو القعدة وذو الحجة والمحرم ورجب) قيامًا لهم بأمنهم فيها من قتال غيرهم لهم، والهدي والقلائد المُشْعَرَة بأنها مسوقة إلى الحرم قيامًا لهم بأمن أصحابها من التعرض لهم بأذى، ذلك الذي منّ الله به عليكم لتعلموا أن الله يعلم ما في السماوات وما في الأرض، وأن الله بكل شيء عليم فإن تشريعه لذلك -لجلب المصالح لكم ودفع المضار عنكم قبل حصولها- دليل على علمه بما يصلح للعباد. </p><p> ٩٨ - اعلموا -أيها الناس- أن الله شديد العقاب لمن عصاه، وغفور لمن تاب، رحيم به. </p><p> ٩٩ - ليس على الرسول إلا تبليغ ما أمره الله بتبليغه، فليس عليه توفيق الناس إلى الهداية، فذلك بيد الله وحده والله يعلم ما تظهر وما تخفونه من الهداية أو الضلال، وسيجازيكم على ذلك. </p><p> ١٠٠ - قل -أيها الرسول-: لا يستوي الخبيث من كل شيء مع الطيب من كل شيء، ولو أعجبك كثرة الخبيث، فإن كثرته لا تدل على فضله، فاتقوا الله -يا أصحاب العقول- بترك الخبيث وفعل الطيب لعلكم تفوزون بالجنة. </p><p> ١٠١ - يا أيها الذين آمنوا، لا تسألوا رسولكم عن أشياء لا حاجة لكم بها، وليست مما يعينكم على أمر دينكم، إن تظهر لكم تسُؤكم لما فيها من المشقة، وإن تسألوا عن هذه الأشياء التي نُهيتم عن السؤال عنها حين ينزل الوحي على الرسول تُبيَّن لكم، وذلك على الله يسير، فقد تجاوز الله عن أشياء سكتَ عنها القرآن، فلا تسألوا عنها، فإنكم إن سألتم عنها نزل عليكم التكليف بحكمها. </p><p> ١٠٢ - قد سأل عن مثلها قوم ممن سبقوكم، فلما كُلِّفُوا بها لم يعملوا بها، فأصبحوا كافرين بسببها. </p><p> ١٠٣ - أحل الله الأنعام، فلم يُحَرِّمْ منها ما حَرَّمَهُ المشركون على أنفسهم لأصنامهم من البَحِيرة وهي الناقة التي تُقْطَعُ أذنها إذا أنجبت عددا معينًا، والسائبة وهي الناقة التي إذا بلغت سِنًا معينة تتْرَكُ لأصنامهم، والوصِيلة وهي الناقة التي تصل إنجاب أنثى بأنثى، والحامي وهو فحل الإبل إذا نتج عدد من الإبل من صلبه، لكن الكفار زعموا كذبًا وبهتانًا أن الله حرَّم المذكورات، وأكثر الكافرين لا يميزون بين الحق والباطل والحلال والحرام. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الأصل في شعائر الله تعالى أنها جاءت لتحقيق مصالح العباد الدنيوية والأخروية, ودفع المضار عنهم. </p><p> • عدم الإعجاب بالكثرة، فإن كثرة الشيء ليست دليلًا على حِلِّه أو طِيبه، وإنما الدليل يكمن في الحكم الشرعي. </p><p> • من أدب المُسْتفتي: تقييد السؤال بحدود معينة، فلا يسوغ السؤال عما لا حاجة للمرء ولا غرض له فيه. </p><p> • ذم مسالك المشركين فيما اخترعوه وزعموه من محرمات الأنعام كـ: البَحِيرة، والسائبة، والوصِيلة، والحامي. </p>"
}