{
  "id": null,
  "sura": 5,
  "aya": 1,
  "text": "<p> ١٧٦ - يسألونك -أيها الرسول- أن تفتيهم بشأن ميراث الكلالة، وهو من يموت ولم يترك أبًا ولا ولدًا، قل: الله يبين الحكم بشأنها: إن مات شخص ليس له والد ولا ولد، وله أخت شقيقة أو أخت لأبيه فلها نصف ما ترك من المال فرضًا، وأخوه الشقيق أو لأب يرث ما ترك من مال تعصيبًا إن لم يكن معه صاحب فرض، فإن كان معه صاحب فرض ورث الباقي بعده، فإن تعددت الأخوات الشقيقات أو لأب -بأن كانتا اثنتين فأكثر- ورثتا أو ورثن الثلثين فرضًا، وإن كان الإخوة الأشقاء أو لأب فيهم الذكور والإناث ورثوا بالتعصيب تبعًا لقاعدة: اللذكر مثل حظ الأنثيين) بأن يُضعف نصيب الذكر منهم على نصيب الأنثى. يبين الله لكم حكم الكلالة وغيره من أحكام الميراث حتى لا تضلوا في أمرها، والله بكل شيء عليم، لا يخفى عليه شيء. </p><p> [سورة المائدة] </p><p> مدنية </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> الوفاء بالعقود والتزام الشرائع والحدود وإكمال الدين. </p><p> [التَّفْسِيرُ] </p><p> ١ - يا أيها الذين آمنوا أتموا كل العهود الموثقة بينكم وبين خالقكم وبينكم وبين خلقه، وقد أحل الله لكم -رحمة بكم- بهيمة الأنعام:  (الإبل، والبقر، والغنم) إلا ما يُقْرَأ عليكم تحريمه، وإلا ما حَرَّمَ عليكم من الصيد البري في حال الاحرام بحج أو عمرة، إن الله يحكم ما يريد من تحليل وتحريم وفق حكمته، فلا مُكْرهَ له، ولا معترض على حكمه. </p><p> ٢ - يا أيها الذين آمنوا لا تستحلوا حرمات الله التي أمركم بتعظيمها، وكُفوا عن محظورات الإحرام: كلبس المخيط، وعن محرمات الحَرَم كالصيد، ولا تستحلوا القتال في الأشهر الحرم، وهي (ذو القعدة، ذو والحجة، والمحرم، ورجب) ، ولا تستحلُّوا ما يهدى إلى الحرم من الأنعام ليذبح لله هناك بغصب ونحوه، أو مَنْع من وصوله إلى محله، ولا تستحلُّوا البهيمة عليها قلادة من صوف وغيره للإشعار بأنه هدي، ولا تستحلوا قاصدي بيت الله الحرام يطلبون ربح التجارة ومرضاة الله، وإذا حللتم من الإحرام بحج أو عمرة، وخرجتم من الحرم فاصطادوا إن شئتم، ولا يحملنكم بغض قوم لصدهم لكم عن المسجد الحرام على الجَور وترك العدل فيهم، وتعاونوا -أيها المؤمنون- على فعل ما أُمِرْتم به، وترك ما نُهِيتُم عنه، وخافوا الله بالتزام طاعته والبعد عن معصيته، إن الله شديد العقاب لمن عصاه، فاحذروا من عقابه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • عناية الله بجميع أحوال الورثة في تقسيم الميراث عليهم. </p><p> • الأصل هو حِلُّ الأكل من كل بهيمة الأنعام، سوى ما خصه الدليل بالتحريم، أو ما كان صيدًا يعرض للمحرم في حجه أو عمرته. </p><p> • النهي عن استحلال المحرَّمات، ومنها: محظورات الإحرام، والصيد في الحرم، والقتال في الأشهر الحُرُم، واستحلال الهَدْي بغصب ونحوه، أو مَنْع وصوله إلى محله. </p>"
}