{
  "id": null,
  "sura": 5,
  "aya": 16,
  "text": "<p> ١٤ - وكما أخذنا على اليهود عهدًا مؤكدًا موثقًا أخذنا على الذين زَكَّوْا أنفسهم بأنهم أتباع عيسى -عليه السلام-، فتركوا العمل بجزء مما ذُكِّرُوا به، كما فعل أسلافهم من اليهود، وألقينا بينهم الخصومة والكراهة الشديدة إلى يوم القيامة، فأصبحوا متقاتلين متناحرين يُكَفِّرُ بعضهم بعضًا، وسوف يخبرهم الله بما كانوا يصنعون، ويجازيهم عليه. </p><p> ولما ذكر الله أهل الكتاب وما أخذ عليهم من العهود، ونقضهم لها، أمرهم بالإيمان بمحمد - صلى الله عليه وسلم -، فقال: </p><p> ١٥ - يا أهل الكتاب من اليهود أصحاب التوراة، والنصارى أصحاب الإنجيل، قد جاكم رسولنا محمد - صلى الله عليه وسلم - يبين لكم الكثير مما كنتم تكتمونه من الكتاب المنزل عليكم، ويتجاوز عن كثير من ذلك مما لا مصلحة فيه إلا افتضاحكم، قد جاءكم القرآن كتابًا من عند الله، وهو نور يُسْتضاء به، وكتاب مبين لكل ما يحتاج إليه الناس في شؤونهم الدنيوية والأخروية. </p><p> ١٦ - يهدي الله بهذا الكتاب من اتبع ما يرضيه من الإيمان والعمل الصالح إلى طُرقِ السلامة من عذاب الله، وهي الطرق الموصلة إلى الجنة، ويخرجهم من ظلمات الكفر والمعصية إلى نور الإيمان والطاعة بإذنه، ويوفقهم إلى الطريق القويم المستقيم طريق الإسلام. </p><p> ١٧ - لقد كفر القائلون من النصارى بأن الله هو المسيح عيسى بن مريم، قل لهم -أيها الرسول-: من يقدر أن يمنع الله من إهلاك المسيح عيسى بن مريم ويهلك أمه، ويهلك من في الأرض كلهم إذا أراد إهلاكهم؟! وإذا لم يقدر أحد أن يمنعه من ذلك دل ذلك على أنه لا إله إلا الله، وأن الجميع: عيسى بن مريم وأمه وسائر الخلق هم خَلْقُ الله، ولله ملك السماوات والأرض وملك ما بينهما، يخلق ما يشاء، وممن شاء خلقه: عيسى -عليه السلام-؛ فهو عبده ورسوله، والله على كل شيء قدير. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • تَرْك العمل بمواثيق الله وعهوده قد يوجب وقوع العداوة وإشاعة البغضاء والتنافر والتقاتل بين المخالفين لأمر الله تعالى. </p><p> • الرد على النصارى القائلين بأن الله تعالى تجسد في المسيح -عليه السلام-، وبيان كفرهم وضلال قولهم. </p><p> • من أدلة بطلان ألوهية المسيح أن الله تعالى إن أراد أن يهلك المسيح وأمه -عليه السلام- وجميع أهل الأرض فلن يستطيع أحد رده، وهذا يثبت تفرده سبحانه بالأمر وأنه لا إله غيره. </p><p> • من أدلة بطلان ألوهية المسيح أن الله تعالى يُذَكِّر بكونه تعالى {يَخْلُقُ مَا يَشَاءُ}  [المائدة: ١٧] ، فهو يخلق من الأبوين، ويخلق من أم بلا أب كعيسى -عليه السلام-، ويخلق من الجماد كحية موسى -عليه السلام-، ويخلق من رجل بلا أنثى كحواء من آدم -عليه السلام-. </p>"
}