{
  "id": null,
  "sura": 6,
  "aya": 103,
  "text": "<p> ١٠٢ - ذلكم -أيها الناس- المتصف بتلك الصفات هو ربكم، فلا رب لكم غيره، ولا معبود بحق غيره، وهو موجد كل شيء، فاعبدوه, وحده، فهو المستحق للعبادة، وهو على كل شيء حفيظ. </p><p> ١٠٣ - لا تحيط به الأبصار، وهو سبحانه يدرك الأبصار، ويحيط بها، وهو اللطيف بعباده الصالحين، الخبير بهم. </p><p> ١٠٤ - قد جاءكم -أيها الناس- حجج واضحة وبراهين جلية من ربكم، فمن تَعَقَّلَها وأذعن فَنَفْعُ ذلك يعود إليه، ومن عمي عنها، ولم يَتَعَقّلْها، ولم يُذْعِن لها، فضرر ذلك مقصور عليه، ولست عليكم رقيبًا، أحصي أعمالكم، إنما أنا رسول من ربي، وهو الرقيب عليكم. </p><p> ١٠٥ - وكما نَوَّعنا الأدلة والبراهين على قدرة الله نُنوِّع الآيات في الوعد والوعيد والوعظ، وسيقول المشركون: ليس هذا وحيًا، وإنما دَرَسْتَهُ عن أهل الكتاب من قبلك. ولنُبيِّن الحق للناس بتنويعنا لهذه الآيات للمؤمنين من أمة محمد - صلى الله عليه وسلم -، فهم الذين يقبلون الحق، ويتبعونه. </p><p> ١٠٦ - اتبع -أيها الرسول- ما يوحيه إليك ربك من الحق، فهو سبحان لا معبود بحق غيره، ولا تشغل قلبك بالكافرين وعنادهم، فأمرهم إلى الله. </p><p> ١٠٧ - ولو شاء الله ألا يشركوا به أحدًا ما أشركوا به أحدًا، وما جعلناك -أيها الرسول- رقيبًا تحصي عليهم أعمالهم، ولست عليهم بقيِّم، إنما أنت رسول الله وما عليك إلا البلاغ. </p><p> ١٠٨ - ولا تسبوا -أيها المؤمنون- الأصنام التي يعبدها المشركون مع الله، وإن كانت أحقر شيء وأولاه بالسب؛ حتى لا يسب المشركون الله تطاولًا عليه، وجهلًا بما يليق به سبحانه، وكما زُيِّن لهؤلاء ما هم عليه من الضلال زَيَّنا لكل أمة عملهم، خيرًا كان أو شرًّا، فَأتَوْا ما زَيَّنا لهم منه، ثم إلى ربهم مرجعهم يوم القيامة، فيخبرهم بما كانوا يعملون في الدنيا، ويجازيهم عليه. </p><p> ١٠٩ - وأقسم المشركون بالله أشد أيمانهم التي يقدرون عليها: لئن جاءهم محمد بآية من الآيات التي اقترحوها ليؤمِنُنَّ بها، قل لهم -أيها الرسول-: الآيات ليست عندي فأنزلها، إنما هي عند الله ينزلها متى شاء، وما يدريكم -أيها المؤمنون- أن هذه الآيات إذا جاءت وفق ما اقترحوه لا يؤمنون؛ بل يبقون على عنادهم وجحودهم؛ لأنهم لا يريدون الهداية. </p><p> ١١٠ - ونُقَلِّب أفئدتهم وأبصارهم بالحيلولة بينها وبين الاهتداء للحق، كما حُلْنَا بينهم وبين الإيمان بالقرآن أول مرة بسبب عنادهم، ونتركهم في ضلالهم وتمردهم على ربهم حيارى يتخبطون. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • تنزيه الله تعالى عن الظلم الذي ترسِّخُه عقيدة (الجَبْر) ، وبيان أن كفر العباد وشركهم أمر يحدث باختيارهم. </p><p> • ليس بمقدور نبي من الأنبياء أن يأتي بآية من عند نفسه، أو متى شاء، بل ذلك أمر مردود لله تعالى، فهو القادر وحده على ذلك، وهو الحكيم الذي يُقَدِّر نوع الآية ووقت إظهارها. </p><p> • النهي عن سب آلهة المشركين حذرًا من مفسدة أكبر وهي التعدي بالسب على جناب رب العالمين. </p><p> • قد يحول الله سبحانه وتعالى بين العبد والهداية، ويُصرِّف بصره وقلبه على غير الطاعة؛ عقوبة له على اختياره الكفر. </p>"
}