{
  "id": null,
  "sura": 6,
  "aya": 174,
  "text": "<p> ١٤٣ - خَلَق لكم ثمانية أصناف؛ من الضأن زوجين: ذكرًا وأنثى، ومن المعز اثنين، قل -أيها الرسول- للمشركين-: هل حرّم الله تعالى الذَّكرَيْن منهما لعلة الذكورة؟ فإن قالوا: نعم فقل لهم: لِمَ تحرمون الإناث؟ أم أنه حَرَّم الأُنْثَيَيْن لِعِلَّة الأنوثة؟ فإن قالوا: نعم، فقل لهم: لِمَ تُحرِّمون الذَّكَرَيْن؟ أم أنه حَرَّم ما اشتملت عليه أرحام الأنْثَيَيْن لِعِلَّة اشتمال الرحم عليه؟ فإن قالوا: نعم، فقل لهم: لِمَ تُفرِّقون بين ما اشتملت عليه الأرحام بتحريم ذكوره تارة وتحريم إناثه تارة، أخبروني -أيها المشركون- بما تستندون عليه من علم صحيح إن كنتم صادقين في دعواكم أن تحريم ذلك من الله. </p><p> ١٧٤ - وبقية الأصناف الثمانية هي: زوجان من الإبل، وزوجان من البقر، قل -أيها الرسول- للمشركين: آلله حرَّم ما حرم منها لذكورته، أم لأنوثته، أم لاشتمال الرحم عليه؟ أم كنتم -أيها المشركون- حاضرين -بزعمكم- حين وصَّاكم الله بتحريم ما حرَّمتم من هذه الأنعام؟! فلا أحد أعظم ظلمًا، ولا أكبر جرمًا ممن افترى على الله الكذب، فنسب إليه تحريم ما لم يحرم؛ ليضل الناس عن الصراط المستقيم بغير علم يستند إليه، إن الله لا يوفق للهداية الظالمين بافترائهم الكذب على الله. </p><p> ١٤٥ - قل -أيها الرسول- لا أجد فيما أوحاه الله إليَّ شيئًا محرمًا إلا ما مات دون ذكاة، أو كان دمًا سائلًا، أو كان لحم خنزير فإنه نجس حرام، أو كان مما ذُبح على غير اسم الله كالمذبوح لأصنامهم، فمن ألجأته الضرورة إلى الأكل من هذه المحرمات لشدة الجوع غير طالب تَلذُّذًا بأكلها، وغير متجاوز حد الضرورة فلا إثم عليه في ذلك، إن ربك -أيها الرسول- غفور للمضطر إن أكل منها، رحيم به. </p><p> ولمَّا ذكر الله ما حرَّمه على الأمة ذكر ما حرَّمه على اليهود؛ ليبيِّن أن ما حرَّمه المشركون من الأنعام لا يستندون فيه على ما جاء من عند الله، وإنما يتبعون فيه إملاء الشيطان فقال: </p><p> ١٤٦ - وحرَّمنا على اليهود ما لم تتفرَّق أصابعه كالإبل والنعام، وحرمنا عليهم شحوم البقر والغنم إلا ما علق بظهورهما، أو ما حملته الأمعاء، أو ما اختلط بعظم كالألية والجَنْب، وقد جازيناهم على ظلمهم بتحريم ذلك عليهم، وإنا لصادقون في كل ما نخبر به. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • في الآيات دليل على إثبات المناظرة في مسائل العلم، وإثبات القول بالنظر والقياس. </p><p> • الوحي وما يستنبط منه هو الطريق لمعرفة الحلال والحرام. </p><p> • إن من الظلم أن يُقْدِم أحد على الإفتاء في الدين ما لم يكن قد غلب على ظنه أنه يفتي بالصواب الذي يرضي الله. </p><p> • من رحمة الله بعباده الإذن لهم في تناول المحرمات عند الاضطرار. </p><p> ١٤٧ - فإن كذبوك -أيها الرسول- ولم يصدقوا بما جئت به من ربك فقل ترغيبًا لهم: ربكم ذو رحمة واسعة، ومن رحمته بكم إمهاله لكم، وعدم معاجلته لكم بالعذاب، وقل لهم تحذيرًا لهم: إنَّ عذابه لا يُرَد عن القوم الذين يرتكبون المعاصي والآثام. </p><p> ١٤٨ - سيقول المشركون محتجِّين بمشيئة الله وقدره على صحة إشراكهم بالله: لو شاء الله ألا نشرك نحن ولا آباؤنا بالله لما أشركنا به، ولو شاء الله ألا نحرِّم ما حرَّمناه على أنفسنا لَمَا حرَّمناه. وبمثل حجتهم الداحضة كذَّب الذين من قبلهم برسلهم قائلين: لو شاء الله ألا نكذِّب بهم لما كذبنا بهم، واستمروا على هذا التكذيب حتى ذاقوا عذابنا الذي أنزلناه عليهم، قل -أيها الرسول- لهؤلاء المشركين: هل عندكم من دليل يدل على أن الله رضي منكم أن تشركوا به وأن تحللوا ما حرمه وتحرموا ما أحله؟ فمجرد وقوع ذلك منكم ليس دليلًا على رضاه عنكم، إنكم لا تتبعون في ذلك إلا الظن، وإن الظن لا يغني من الحق شيئًا، وما أنتم إلا تكذبون. </p><p> ١٤٩ - قل -أيها الرسول- للمشركين: إن لم تكن لكم حجج إلا هذه الحجج الواهية فإن لله الحجة القاطعة التي تنقطع عندها معاذيركم التي تقدمونها، وتبطل بها شبهكم التي تتعلقون بها، فلو شاء الله توفيقكم جميعًا للحق -أيها المشركون- لوفَّقكم له. </p><p> ١٥٠ - قل -أيها الرسول- لهؤلاء المشركين الذين يحرمون ما أحل الله، ويدَّعون أن الله هو الذي حرمه: أحضروا شهودكم الذين يشهدون أن الله حرم هذه الأشياء التي حرمتموها، فإن شهدوا بغير علم على أن الله حرمها فلا تصدقهم -أيها الرسول- في شهادتهم؛ لأنها شهادة زور، ولا تتبع أهواء الذين يُحكِّمون أهواءهم، فقد كذبوا بآياتنا حين حَرَّموا ما أحل الله لهم، ولا تتبع الذين لا يؤمنون بالآخرة، وهم بربهم يشركون فيساوون به غيره، وكيف يُتَّبَع من هذا مسلكه مع ربه؟! </p><p> ١٥١ - قل -أيها الرسول- للناس: تعالوا أقرأ عليكم ما حرمه الله، حرم عليكم أن تشركوا به شيئًا من مخلوقاته، وأن تعقُّوا آباءكم، بل يجب عليكم الإحسان إليهم، وأن تقتلوا أولادكم بسبب الفقر، كما كان يفعل أهل الجاهلية، نحن نرزقكم ونرزقهم، وحرم أن تقربوا الفواحش ما أُعْلِن منها وما أُسِرَّ به، وأن تقتلوا النفس التي حرم الله قتلها إلا بالحق، كالزنى بعد الإحصان، والردة بعد الإسلام، ذلكم المذكور وصَّاكم به لعلكم تعقلون عن الله أوامره ونواهيه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الحذر من الجرائم الموصلة لبأس الله؛ لأنه لا يُرَدُّ بأسه عن القوم المجرمين إذا أراده. </p><p> • الاحتجاج بالقضاء والقدر بعد أن أعطى الله تعالى كل مخلوق قُدْرة وإرادة يتمكَّن بهما من فعل ما كُلِّف به؛ ظُلْمٌ مَحْض وعناد صرف. </p><p> • دَلَّتِ الآيات على أنه بحسب عقل العبد يكون قيامه بما أمر الله به. </p><p> • النهي عن قربان الفواحش أبلغ من النهي عن مجرد فعلها، فإنه يتناول النهي عن مقدماتها ووسائلها الموصلة إليها. </p><p> ١٥٢ - وحَرَّم أن تتعرضوا لمال اليتيم -وهو الذي فقد أباه قبل البلوغ- إلا بما فيه صَلاح ونفع له وزيادة لماله حتى يبلغ ويُؤنَس منه الرُّشد، وحَرَّم عليكم التَّطْفيف في الكيل والميزان، بل يجب عليكم العدل في الأخذ والإعطاء في البيع والشراء، لا نكلف نفسًا إلا طاقتها، فما لا يمكن الاحتراز منه من الزيادة أو النقصان في المكاييل وغيرها لا مؤاخذة فيه، وحَرَّم عليكم أن تقولوا غير الصواب في خبر أو شهادة دون مُحَاباة قريب أو صديق، وحَرَّم عليكم نَقْض عهد الله إن عاهدتم الله أو عاهدتم بالله، بل يجب عليكم الوفاء بذلك، ذلك المتقدم أَمَرَكم الله به أمرًا مؤكدًا؛ رجاء أن تتذكروا عاقبة أمركم. </p><p> ١٥٣ - وحَرَّم عليكم أن تتبعوا سُبُل الضلال وطرقه، بل يجب عليكم اتباع طريق الله المستقيم الذي لا اعوجاج فيه، وطرق الضلال تؤدي بكم إلى التفرق والبعد عن طريق الحق، ذلك الاتباع لطريق الله المستقيم هو الذي وصَّاكم الله به؛ رجاء أن تتَّقوه بامتثال ما أمر به واجتناب ما نهى عنه. </p><p> ١٥٤ - ثم بعد الإخبار بما ذُكِر نخبر أنَّا أعطينا موسى التوراة تمامًا للنعمة جزاءً على إحسانه العمل، وتبيينًا لكل شيء يحتاج إليه في الدين، ودلالة على الحق ورحمة رجاء أن يؤمنوا بلقاء ربهم يوم القيامة فيستعدوا له بالعمل الصالح. </p><p> ١٥٥ - وهذا القرآن كتاب أنزلناه كثير البركة، لما يشتمل عليه من المنافع الدينية والدنيوية، فاتبعوا ما أنزل فيه، واحذروا مخالفته رجاء أن ترحموا. </p><p> ١٥٦ - لئلا تقولوا -يا مشركي العرب-: إنما أنزل الله التوراة والإنجيل على اليهود والنصارى من قبلنا، ولم يُنزل علينا كتابًا، وإنا لا ندري تلاوة كتبهم لأنها بلُغتهم، وليست بلُغتنا. </p><p> ١٥٧ - ولئلا تقولوا: لو أنزل الله علينا كتابًا كما أنزله على اليهود والنصارى لكُنَّا أكثر استقامة منهم، فقد جاءكم كتاب أنزله الله على نبيكم محمد - صلى الله عليه وسلم - بلسانكم، وذلك حجة واضحة وإرشاد إلى الحق ورحمة للأمة، فلا تعتذروا بالأعذار الواهية، وتتعللوا بالعلل الباطلة، ولا أحد أعظم ظلمًا ممن كذَّب بآيات الله وانصرف عنها، سنعاقب الذين ينصرفون عن آياتنا عقابًا شديدًا بإدخالهم في نار جهنم جزاءً على انصرافهم وإعراضهم عنها. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • لا يجوز التصرف في مال اليتيم إلا في حدود مصلحته، ولا يُسلَّم ماله إلّا بعد بلوغه الرُّشْد. </p><p> • سبل الضلال كثيرة، وسبيل الله وحده هو المؤدي إلى النجاة من العذاب. </p><p> • اتباع هذا الكتاب علمًا وعملًا من أعظم أسباب نيل رحمة الله. </p><p> ١٥٨ - ما ينتظر المكذبون إلا أن يأتيهم ملك الموت وأعوانه لقبض أرواحهم في الدنيا، أو يأتي ربك يوم الفصل في الآخرة -أيها الرسول- لفصل القضاء بينهم، أو يأتي بعض آيات ربك الدالة على الساعة، يوم يأتي بعض آيات ربك -كطلوع الشمس من مغربها- لا ينفع كافرًا إيمانه، ولا ينفع مؤمنًا لم يعمل خيرًا من قبله عملُه، قل -أيها الرسول- لهؤلاء المشركين المكذبين: انتظروا أحد هذه الأشياء، إنا منتظرون. </p><p> ١٥٩ - إن الذين جعلوا دينهم متفرقًا من اليهود والنصارى، حيث أخذوا بعضه وتركوا بعضه، وكانوا فِرَقًا مختلفين، لستَ -أيها الرسول- منهم في شيء، فأنت بريء مما هم عليه من الضلال، وليس عليك إلا إنذارهم، فأَمْرهم موكول إلى الله، ثم هو يوم القيامة يخبرهم بما كانوا يعملون في الدنيا فيجازيهم عليه. </p><p> ١٦٠ - من أتى يوم القيامة من المؤمنين بحسنة ضاعفها الله له عشر حسنات، ومن أتى بسيئة فلن يُعَاقَب إلا بمثلها في الخِفَّة والعِظَم، لا أكثر منها، وهم يوم القيامة لا يُظْلمون بنقص ثواب الحسنات، ولا بزيادة عقاب السيئات. </p><p> ١٦١ - قل -أيها الرسول- لهؤلاء المشركين المكذبين: إنني أرشدني ربي إلى طريق مستقيم هو طريق الدين القائم بمصالح الدنيا والآخرة، وهو ملة إبراهيم المائل إلى الحق، والذي لم يكن من المشركين قط. </p><p> ١٦٢ - قل -أيها الرسول-: إن صلاتي وذَبْحي لله وعلى اسم الله، لا على غيره، وحياتي وموتي، كل ذلك لله رب المخلوقات وحده، وليس لغيره نصيب في ذلك. </p><p> ١٦٣ - وهو سبحانه لا شريك له، ولا معبود بحق غيره، وبهذا التوحيد الخالص من الشرك أمرني الله، وأنا أول المستسلمين له من هذه الأمة. </p><p> ١٦٤ - قل -أيها الرسول- لهؤلاء المشركين: أغير الله أطلب ربًّا وهو سبحانه وتعالى رب كل شيء؟! فهو رب المعبودات التي تعبدونها من دو ولا يحمل بريء ذنب فيره، ثم إلى ربكم رجوعكم يوم القيامة فيخبركم بما كنتم تختلفون فيه في الدنيا من أمر الدين. </p><p> ١٦٥ - والله هو الذي جعلكم تخلفون من سبقكم في الأرض؛ للقيام بعمارتها، ورفع بعضكم في الخلق والرزق وغيرهما فوق بعض درجات؛ ليختبركم فيما آتاكم من ذلك، إن ربك -أيها الرسول- سريع العقاب، فكل ما هو آت فهو قريب، وإنه لغفور لمن تاب من عباده رحيم به. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • أن الدين يأمر بالاجتماع والائتلاف، وينهى عن التفرق والاختلاف. </p><p> • من تمام عدله تعالى وإحسانه أنه يجازي بالسيئة مثلها، وبالحسنة عشرة أمثالها، وهذا أقل ما يكون من التضعيف. </p><p> • الدين الحق القَيِّم يتطَلَّب تسخير كل أعمال العبد واهتماماته لله عز وجل، فله وحده يتوجه العبد بصلاته وعبادته ومناسكه وذبائحه وجميع قرباته وأعماله في حياته وما أوصى به بعد وفاته. </p>"
}