{
  "id": null,
  "sura": 6,
  "aya": 98,
  "text": "<p> إن الله وحده هو الذي يشق الحب فيخرج منه الزرع، ويشق النوى فمخرج منه النخل يخرج الحي من الميت؛ إذ يخرج الإنسان وسائر الحيوان من النطفة، ويخرج الميت من الحي؛ إذ يخرج النطفة من الإنسان والبيضة من الدجاج، ذلكم الذي يصنع هذا هو الله الذي خلقكم، فكيف تُصرفون -أيها المشركون- عن الحق مع ما تشاهدونه من بديع صنعه؟! </p><p> ٩٦ - وهو سبحانه وتعالى الذي يشق ضوء الصباح من ظلمة الليل، وهو الذي جعل الليل سكنًا للناس يسكنون فيه عن الحركة لطلب المعاش؛ ليستريحوا من تعبهم في طلبه في النهار، وهو الذي جعل الشمس والقمر يجريان بحساب مُقَدَّر، ذلك المذكور من بديع الصنْع هو تقدير العزيز الذي لا يغالبه أحد، العليم بخلقه وما يصلح لهم. </p><p> ٩٧ - وهو سبحانه وتعالى الذي خلق لكم -يا بني آدم- النجوم في السماء لتهتدوا بها في أسفاركم إذا اشتبهت عليكم الطرق في البر والبحر، قد بيَّنا الأدلة والبراهين الدالة على قدرتنا، لقوم يتدبرون تلك الأدلة والبراهين فيستفيدون منها. </p><p> ٩٨ - وهو سبحانه وتعالى الذي خلقكم من نفس واحدة هي نفس أبيكم آدم، فقد بدأ خلقكم بخلق أبيكم من طين، ثم خلقكم منه، وخلق لكم ما تستقرون فيه، كأرحام أمهاتكم، ومُسْتَودعًا تُسْتَوْدَعُونَ فيه، كأصلاب آبائكم، قد بيَّنا الآيات لقوم يفهمون كلام الله. </p><p> ٩٩ - وهو سبحانه وتعالى الذي أنزل من السماء ماء هو ماء المطر، فأنبتنا به كل صنف من أصناف النبات، فأخرجنا من النبات زرعًا وشجرًا أخضر، نخرج منه حبًّا يركلب بعضه بعضًا كما يقع في السنابل، ومن طَلْع النخل تخرج عذوقه قريبة ينالها القائم والقاعد، وأخرجنا بساتين من العنب، وأخرجنا الزيتون والرمان متماثلًا ورقهما، مختلفًا ثمرهما، انظروا -أيها الناس- إلى ثمره أول ما يبدو، إليه حين ينضج، إن في ذلكم -أيها الناس- لأدلة واضحة على قدرة الله لقوم يؤمنون بالله، فهم الذين يستفيدون من هذه الأدلة والبراهين. </p><p> ١٠٠ - وصَيَّرَ المشركون الجن شركاء لله في العبادة حين اعتقدوا أنها تنفع وتضر، وقد أوجدهم الله، ولم يخلقهم غيره، فهو أولى بأن يُعبَدَ، واختلقوا بنين كما فعلت اليهود بعُزَير، والنصارى بعيسى، وبنات كما فعل المشركون بالملائكة، تنزَّهَ وتقدَّسَ عما يصفه به أهل الباطل. </p><p> ١٠١ - وهو سبحانه وتعالى خالق السماوات وخالق الأرض على غير مثال سابق، كيف يكون له ولد ولم تكن له زوجة؟! وهو قد خلق كل شيء، وهو بكل شيء عليم، لا يخفى عليه شيء. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الاستدلال ببرهان الخلق والرزق (تخليق النبات ونموه وتحول شكله وحجمه ونزول المطر) وببرهان الحركة (حركة الأفلاك وانتظام سيرها وانضباطها) ؛ وكلاهما ظاهر مشاهَد -على انفراد الله سبحانه وتعالى بالربوبية واستحقاق الألوهية. </p><p> • بيان ضلال وسخف عقول المشركين في عبادتهم للجن. </p>"
}