{
  "id": null,
  "sura": 6,
  "aya": 53,
  "text": "<p> ٥٣ - وكذلك ابتلينا بعضهم ببعض، فجعلناهم متفاوتين في حظوظهم الدنيوية، ابتليناهم بذلك ليقول الكافرون الأغنياء لفقراء المؤمنين: أهؤلاء الفقراء تفضل الله عليهم بالهداية من بيننا؟! لو كان الإيمان خيرًا ما سبقونا إليه، فنحن أهل السَّبْق. أليس الله بأعلم بالشاكرين لنعمه، فَيُوَفِّقَهُم للإيمان، وأعلم بالكافرين لها فَيَخْذُلَهُم فلا يؤمنون؟! بلى إن الله أعلم بهم. </p><p> ٥٤ - وإذا جاءك -أيها الرسول- الذين يؤمنون بآياتنا الشاهدة على صدق ما جئت به، فَرُدَّ عليهم السلام إكرامًا لهم، وبشرهم بسعة رحمة الله، فقد أوجب الله على نفسه الرحمة إيجاب تَفَضُّل، فمن ارتكب منكم معصية في حال جهل وسفهٍ، ثم تاب من بعد ارتكابه لها، وأصلح عمله، فإن الله يغفر له ما ارتكبه، فالله غفور لمن تاب من عباده، رحيم بهم. </p><p> ٥٥ - وكما بينَّا لك ما ذكر نبين أدلتنا وحججتنا على أهل الباطل، ولإيضاح طريق المجرمين ومنهجهم؛ لاجتنابه والحذر منه. </p><p> ٥٦ - قل -أيها الرسول-: إني نهاني الله عن عبادة الذين تعبدونهم من دون الله، قل -أيها الرسول-: لا أتبع أهواءكم في عبادة غير الله، فأنا إن اتبعت أهواءكم في ذلك أكون ضالًّا عن طريق الحق، لا أهتدي إليه، وهذا شأن كل من اتبع الهوى دون برهان من الله. </p><p> ٥٧ - قل -أيها الرسول- لهؤلاء المشركين: إني على برهان واضح من ربي، لا على هوى، وأنتم كذبتم بهذا البرهان، ليس عندي ما تستعجلون به من العذاب والآيات الخارقة التي طلبتموها، إنما ذلك بيد الله، فليس الحكم -ومن جملته ما طلبتم- إلا لله وحده، يقول الحق ويحكم به، وهو سبحانه خير من بيّن وميّز المُحِقَّ من المُبطِل. </p><p> ٥٨ - قل -أيها الرسول- لهم: لو كان عندي وفي قبضتي ما تستعجلون به من العذاب لأنزلته بكم، وعند ذلك يُقْضَى الأمر الذي بيني وبينكم، والله أعلم بالظالمين كم يُمْهلهم ومتى يعاقبهم. </p><p> ٥٩ - وعند الله وحده خزائن الغيب، لا يعلمها غيره، ويعلم كل ما في البر من مخلوقات من حيوان ونبات وجماد، ويعلم ما في البحر من حيوان ونبات، وما تسقط من ورقة في أي مكان، ولا توجد حبة مخبوءة في الأرض، ولا يوجد رطب، ولا يوجد يابس، إلا كان مثبتًا في كتاب واضح هو اللوح المحفوظ. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الله تعالى يجعل العباد بعضهم فتنة لبعض، فتتفاوت درجاتهم في الرزق وفي الكفر والإيمان، والكفر والإيمان ليس منوطًا بسعة الرزق وضيقه. </p><p> • من أخلاق الداعية طلاقة الوجه وإلقاء التحية والتبسط والسرور باصحابه. </p><p> • على الداعية اجتناب الأهواء في عقيدته ومنهجه وسلوكه. </p><p> • إثبات تفرد الله عز وجل بعلم الغيب وحده لا شريك له، وسعة علمه في ذلك، وأنه لا يفوته شيء ولا يعزب عنه من مخلوقاته شيء إلا وهو مثبت مدوَّن عنده سبحانه بأدق تفاصيله. </p>"
}