{
  "id": null,
  "sura": 6,
  "aya": 65,
  "text": "<p> ٦٠ - والله هو الذي يقبض أرواحكم عند النوم قبضًا مؤقتًا، وهو الذي يعلم ما كسبتم من الأعمال في النهار وقت نشاطكم، ثم يبعثكم في النهار بعد قبض أرواحكم بالنوم لتقوموا بأعمالكم، حتى تنتهي آجال حياتكم المقدرة عند الله، ثم إليه وحده رجوعكم بالبعث يوم القيامة، ثم يخبركم بما كنتم تعملونه في حياتكم الدنيا، ويجازيكم عليه. </p><p> ٦١ - والله هو الغالب على عباده؛ المذلِّل لهم، العالي عليهم من كل وجه، الذي خضع له كل شي، فوق عباده فوقية تليق بجلاله سبحانه وتعالى، ويرسل عليكم -أيها الناس- ملائكة كرامًا تُحصي أعمالكم حتى ينتهي أجل أحدكم بقبض ملك الموت وأعوانه روحه، وهم لا يُقَصِّرون فيما أمِرُوا به. </p><p> ٦٢ - ثم رُدَّ جميع من قُبضَتْ أرواحهم إلى الله مالكهم الحق ليجازيهم على أعمالهم، الذي له القضاء النافذ والحكم العدل فيهم، وهو أسرع من عدّكم وأحصى أعمالكم. </p><p> ٦٣ - قل -أيها الرسول- لهؤلاء المشركين: من ينقذكم ويُسَلِّمُكم من المهالك التي تَلقَونها في ظلمات البر والبحر؟ تدعونه وحده متذللين مُسْتكينين في السر والعلن: لئن سلَّمَنا ربنا من هذه المهالك لنكونن من الشاكرين لنعمه علينا بألا نعبد غيره. </p><p> ٦٤ - قل لهم -أيها الرسول-: الله هو الذي ينقذكم منها، ويُسَلِّمُكُم من كل كرب، ثم أنتم بعد ذلك تشركون معه غيره في حالة السرّاء، فأي ظلم فوق ما تقومون به؟! </p><p> ٦٥ - قل لهم -أيها الرسول-: الله هو القادر على أن يرسل عليكم عذابًا يأتيكم من فوقكم مثل الحجارة والصواعق والطوفان، أو يأتيكم من تحتكم مثل الزلازل والخسف، أو يخالف بين قلوبكم، فيتبع كل منكم هواه، فيقاتل بعضكم بعضًا، تأمل -أيها الرسول- كيف ننوع لهم الأدلة والبراهين ونبينها لعلهم يفهمون أن ما جئْتَ به حق، وأن ما عندهم باطل. </p><p> ٦٦ - وكذب بهذا القرآن قومك، وهو الحق الذي لا مرية في أنه من عند الله، قل لهم -أيها الرسول-: لست موكلًا بالرقابة عليكم، فما أنا إلا منذر لكم بين يدي عذاب شديد. </p><p> ٦٧ - لكل خبر وقت يستقر فيه، ونهاية ينتهي إليها، ومن ذلك خبر مآلكم وعاقبتكم، فسوف تعلمون ذلك عندما تبعثون يوم القيامة. </p><p> ٦٨ - وإذا رأيت -أيها الرسول- المشركين يتكلمون في آياتنا بالسخرية والاستهزاء، فابتعد عنهم حتى يدخلوا في حديث خال من السخرية والاستهزاء بآياتنا، وإذا أنساك الشيطان وجلست معهم، ثم تذكرت فغادر مجلسهم ولا تجلس مع هؤلاء المعتدين. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • إثبات أن النومَ موتٌ، وأن الأرواح تُقْبض فيه، ثم تُرَد عند الاستيقاظ. </p><p> • الاستدلال على استحقاق الله تعالى لألوهية بدليل الفطرة، فإن أهل الكفر يؤمنون بالله تعالى ويرجعون لفطرتهم عند الاضطرار والوقوع في المهالك، فيسألون الله تعالى وحده. </p><p> • إلزام المشركين بمقتضى سلوكهم، وإقامة الدليل على انقلاب فطرتهم، بكونهم يستغيثون بالله في البحر عند الشدة، ويشركون به حين يسلمهم وينجيهم إلى البر. </p><p> • عدم جواز الجلوس في مجالس أهل الباطل واللغو، ومفارقتهم، وعدم العودة لهم إلا في حال إقلاعهم عن ذلك. </p>"
}