{
  "id": null,
  "sura": 6,
  "aya": 39,
  "text": "<p> ٣٦ - إنما يجيبك قابلًا ما جئت به من يسمعون الكلام ويفهمونه، والكفار موتى لا شأن لهم، فقد ماتت قلوبهم، والموتى يبعثهم الله يوم القيامة، ثم إليه وحده يرجعون ليجازيهم على ما قدموا. </p><p> ٣٧ - وقال المشركون مُتَعَنِّتينَ ومُماطِلين بالإيمان: هلَّا أنزِل على محمد آية خارقة تكون برهانًا من ربه على صدقه فيما جاء به؟ قل -أيها الرسول-: إن الله قادر على تنزيل آية حسبما يريدون، ولكن أكثر هؤلاء المشركين المطالبين بإنزال آية لا يعلمون أن إنزال الآيات يكون وفق حكمته تعالى، وليس وفق ما يطالبون به، فلو أنزلها ثم لم يؤمنوا لأهلكهم. </p><p> ٣٨ - وما من حيوان يتحرك فوق الأرض، ولا طائر يطير في السماء إلا أجناس مثلكم -يا بني آدم- في الخلق والرزق، ما تركنا في اللوح المحفوظ شيئًا إلا أثبتناه، والجميع علمهم عند الله، ثم إلى ربهم وحده يوم القيامة يجمعون لفصل القضاء، فيجازي كلًّا بما يستحقه. </p><p> ٣٩ - والذين كذبوا بآياتنا مِثْلُ الصم الذين لا يسمعون، والبكم الذين لا يتكلمون، وهم مع ذلك في الظلمات لا يبصرون، فأنى لمن هذه حاله أن يهتدي؟! من يشأ الله إضلاله من الناس يضلله، ومن يشأ هدايته يَهْدِهِ بأن يجعله على طريق مستقيم لا اعوجاج فيه. </p><p> ٤٠ - قل -أيها الرسول- لهؤلاء المشركين: أخبروني إن جاءكم عذاب من الله أو جاءتكم الساعة التي وُعِدتُّم أنها آتية؛ أتطلبون إذ ذاك غير الله ليكشف ما ينزل بكم من البلاء والشدة، إن كنتم صادقين في ادعاء أن معبوداتكم تجلب نفعًا أو تدفع ضرًّا؟! </p><p> ٤١ - الحق أنكم لا تدعون إذ ذاك غير الله الذي خلقكم، فيصرف عنكم البلاء، ويرفع عنكم الضر، فهو ولي ذلك والقادر عليه، وأما معبوداتكم التي أشركتموها مع الله فتتركونها؛ لعلمكم أنها لا تنفع ولا تضر. </p><p> ٤٢ - ولقد بعثنا إلى أمم من قبلك -أيها الرسول- رسلًا فكذبوهم، وأعرضوا عما جاؤوهم به، فعاقبناهم بالشدائد كالفقر وبما يضرّ أبدانهم كالمرض من أجل أن يخضعوا لربهم، ويتذللوا له. </p><p> ٤٣ - لو أنهم حين جاءهم بلاؤنا تذللوا لله، وخضعوا له ليكشف عنهم البلاء، لرحمناهم لكنهم لم يفعلوا ذلك، بل قست قلوبهم، فلم يعتبروا، ولم يتعظوا، وحَسَّنَ لهم الشيطان ما كانوا يرتكبون من الكفر والمعاصي، فاستمروا على ما كانوا عليه. </p><p> ٤٤ - فلما تركوا ما وُعِظُوا به من شدة الفقر والمرض، ولم يعملوا بأوامر الله، استدرجناهم بفتح أبواب الرزق عليهمُ وإغنائهم بعد الفقر، وصححنا أجسامهم بعد المرض حتى إذا أصابهم البَطَرُ، واستولى عليهم الإعجاب بما متعوا به جاءهم عذابنا فجأة، فإذا هم متحيرون يائسون مما يأملون. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • تشبيه الكفار بالموتى؛ لأن الحياة الحقيقية هي حياة القلب بقَبوله الحق واتباعه طريق الهداية. </p><p> • من حكمة الله تعالى في الابتلاء: إنزال البلاء على المخالفين من أجل تليين قلوبهم وردِّهم إلى ربهم. </p><p> • وجود النعم والأموال بأيدي أهل الضلال لا يدل على محبة الله لهم، وإنما هو استدراج وابتلاء لهم ولغيرهم. </p>"
}