{
  "id": null,
  "sura": 7,
  "aya": 88,
  "text": "<p> ٨٨ - قال الكبراء والرؤساء الذين استكبروا من قوم شعيب لشعيب عليه السلام: لنخرجنك -يا شعيب- من قريتنا هذه أنت ومن معك من الذين صَدَّقُوا بك، أو لترجعنّ إلى ديننا، قال لهم شعِيب مفكرًا ومتعجبًا: أنتابعكم على دينكم وملَّتكم حتى لو كنا كارهين لها لِعِلْمِنا ببطلان ما أنتم عليه؟! </p><p> ٨٩ - قد اختلقنا على الله كذبًا إن نحن اعتقدنا ما أنتم عليه من شرك وكفر بعد أن سلَّمَنا الله بفضله منه، وما يصح ولا يستقيم لنا أن نرجع إلى ملَّتكم الباطلة إلا أن يشاء الله ربنا، لخضوع الجميع لمشيئته سبحانه، أحاط ربنا بعلم كل شيء، لا يخفى عليه منه شيء، على الله وحده اعتمدنا ليثبتنا على الصراط المستقيم، ويعصمنا من طرق الجحيم، يا ربنا، احكم بيننا وبين قومنا الكافرين بالحق، فانصر صاحب الحق المظلوم على الظالم المعاند، فأنت -يا ربنا- خير الحاكمين. </p><p> ٩٠ - وقال الكبراء والرؤساء الكافرون من قومه الرافضون لدعوة التوحيد مُحذِّرين من شعيب ودينه: لئن دخلتم -يا قومنا- في دين شعيب، وتركتم دينكم ودين آبائكم إنكم بذلك لها لكون. </p><p> ٩١ - فأخذتهم الزلزلة الشديدة، فأصبحوا هَلْكى في ديارهم، منكبّين على ركبهم ووجوههم، ميتين هامدين في دارهم. </p><p> ٩٢ - الذين كَذَّبُوا شعيبًا هلكوا جميعًا، وصاروا كأنهم لم يقيموا بدارهم ولم يتمتعوا فيها، الذين كذبوا شعيبًا كانوا هم الخاسرين؛ لأنهم خسروا أنفسهم وما ملكوا، ولم يكن المؤمنون من قومه هم الخاسرين كما ادعى هؤلاء الكافرون المكذبون. </p><p> ٩٣ - وأعرض عنهم نبيهم شعيب عليه السلام لَمَّا هلكوا، وقال مخاطبًا إياهم: يا قوم، لقد أبلغتكم ما أمرني ربي بإبلاغه إليكم، ونصحت لكم فلم تقبلوا نصحي، ولم تنقادوا لإرشادي، فكيف أحزن على قوم كافرين بالله مصرِّين على كفرهم؟! </p><p> ٩٤ - وما أرسلنا في قرية من القرى نبيًّا من أنبياء الله، فكَذَّبَ أهلها وكفروا، إلا أخذناهم بالبؤس والفقر والمرض رجاء أن يتذللوا لله فيتركوا ما هم عليه من الكفر والاستكبار. وهذا تحذير لقريش ولكل من كفر وكذب بذكر سُنَّة الله في الأمم المكذبة. </p><p> ٩٥ - ثم بدلناهم بعد الأخذ بالبؤس والمرض خيرًا وسعة وأمنًا حتى كثرت أعدادهم، ونمت أموالهم، وقالوا: ما أصابنا من الشر والخير هو عادة مُطَّرِدة أصابت أسلافنا من قبل، ولم يدركوا أن ما أصابهم من نِقَم يُراد به الاعتبار، وما أصابهم من نعم يُراد به الاستدراج، فأخذناهم بالعذاب فجأة وهم لا يشعرون بالعذاب ولا يترقبونه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • من مظاهر إكرام الله لعباده الصالحين أنه فتح لهم أبواب العلم ببيان الحق من الباطل، وبنجاة المؤمنين، وعقاب الكافرين. </p><p> • من سُنَّة الله في عباده الإمهال؛ لكي يتعظوا بالأحداث، ويُقْلِعوا عما هم عليه من معاص وموبقات. </p><p> • الابتلاء بالشدة قد يصبر عليه الكثيرون، ويحتمل مشقاته الكثيرون، فأما الابتلاء بالرخاء فالذين يصبرون عليه قليلون. </p>"
}