{
  "id": null,
  "sura": 7,
  "aya": 36,
  "text": "<p> ٣١ - يا بني آدم، البسوا ما يستر عوراتكم، وما تتجملون به من اللباس النظيف الطاهر عند الصلاة والطواف، وكلوا واشربوا ما شئتم من الطيبات التي أحلها الله، ولا تتجاوزوا حد الاعتدال في ذلك، ولا تتجاوزوا الحلال إلى الحرام، إن الله لا يحب المتجاوزين لحدود الاعتدال. </p><p> ٣٢ - قل -أيها الرسول- ردًّا على المشركين الذين يُحَرِّمون ما أحل الله من اللباس والطيبات من المأكولات وغيرها: من الذي حَرَّم عليكم اللباس الذي هو زينة لكم؛ ومن الذي حَرَّم عليكم الطيبات من المأكولات والمشروبات وغيرها مما رزقكم الله؛ قل -أيها الرسول-: إن تلك الطيبات للمؤمنين في الحياة الدنيا، وإن شَرَكَهم غيرهم فيها في الدنيا فهي خاصة بهم يوم القيامة، لا يَشْركهم فيها كافر؛ لأن الجنة محرمة على الكافرين، مثل هذا التفصيل نُفَصِّل الآيات لقوم يدركون؛ لأنهم الذين ينتفعون بها. </p><p> ٣٣ - قل -أيها الرسول- لهؤلاء المشركين الذين يحرمون ما أحل الله: إن الله إنما حرم على عباده الفواحش، وهي قبائح الذنوب، ظاهرة كانت أو باطنة , وحرم المعاصي كلها، والاعتداء ظلمًا على الناس في دمائهم وأموالهم وأعراضهم، وحرم عليكم أن تشركوا مع الله غيره مما ليس لكم حجة فيه، وحرم عليكم القول عليه بغير علم في أسمائه وصفاته وأفعاله وشرعه. </p><p> ٣٤ - ولكل جيل وقرن مدة وميقات محدد لآجالهم، فإذا جاء ميقاتهم المُقَدَّر لا يتأخرون عنه زمنا وإن قل، ولا يتقدمون عليه. </p><p> ٣٥ - يا بني آم إذا جاءكم رسل مني من أقوامكم يتلون عليكم ما أنزلت عليهم من كتبي فأطيعوهم، واتبعوا ما جاؤوا به، فالذين يتقون الله بامتثال أوامره واجتناب نواهيه ويصلحون أعمالهم، لا خوف عليهم يوم القيامة، ولا هم يحزنزن على ما فاتهم من حظوظ الدنيا. </p><p> ٣٦ - وأما الكافرون الذين كذبوا بآياتنا، ولم يؤمنوا بها، وتَرَفَعوا تكبُّرًا عن العمل بما جاءتهم به رسلهم، فإنهم أصحاب النار الملازمون لها الماكثون فيها أبدًا. </p><p> ٣٧ - لا أحد أظلم من الذي يفتري على الله الكذب بنسبة الشريك إليه أو النقص أو القول عليه بما لم يقله، أو كذَّب بآياته الجلية الهادية إلى صراطه المستقيم، أولئك المتصفون بذلك ينالهم حظهم المكتوب لهم في اللوح المحفوظ من ملذات الدنيا، حتى إذا جاءهم ملك الموت وأعوانه من الملائكة لقبض أرواحهم قالوا لهم توبيخًا لهم: أين الآلهة التي كنتم تعبدونها من دون الله؟! ادعوها لتنفعكم، قال المشركون للملائكة: لقد ذهبت عنا الآلهة التي كنا نعبد وغابت، فلا ندري أين هي، وأقروا على أنفسهم أنهم كانوا كافرين، لكن إقرارهم في ذلك الحين حجة عليهم، ولن ينفعهم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • المؤمن مأمور بتعظيم شعائر الله من خلال ستر العورة والتجمل في أثناء صلاته وخاصة عند التوجه للمسجد. </p><p> • من فسر القرآن بغير علم أو أفتى بغير علم أو حكم بغير علم فقد قال على الله بغير علم وهذا من أعظم المحرمات. </p><p> • في الآيات دليل على أن المؤمنين يوم القيامة لا يخافون ولا يحزنون، ولا يلحقهم رعب ولا فزع، وإذا لحقهم فمآلهم الأمن. </p><p> • أظلم الناس من عطَّل مراد الله تعالى من جهتين: جهة إبطال ما يدل على مراده، وجهة إيهام الناس بأن الله أراد منهم ما لا يريده الله. </p>"
}