{
  "id": null,
  "sura": 7,
  "aya": 65,
  "text": "<p> ٥٨ - والأرض الطيبة تُخْرِج نباتها بإذن الله إخراجًا حسنًا تامًّا، وهكذا المؤمن يسمع الموعظة فينتفع بها، فتنتج عملًا صالحًا، والأرض السَّبْخة المالحة لا تُخْرِج نباتها إلا عسرًا لا خير فيه، وهكذا الكافر لا ينتفع بالمواعظ، فلا تنتج عنده عملًا صالحًا ينتفع به، مثل هذا التنويع البديع ننوع البراهين والحجج لإثبات الحق لقوم يشكرون نعم الله، فلا يكفرونها، ويطيعون ربهم. </p><p> ٥٩ - لقد بعثنا نوحًا رسولًا إلى قومه يدعوهم إلى توحيد الله، وترك عبادة غيره، فقال لهم: يا قوم اعبدوا الله وحده، فليس لكم معبود بحق غيره، إني أخاف عليكم -يا قوم- عذابَ يوم عطيم في حال إصراركم على الكفر. </p><p> ٦٠ - قال له سادة قومه وكبراؤهم: إنا لنراك -يا نوح - في بعد عن الصواب واضح. </p><p> ٦١ - قال نوح لكبراء قومه: لست ضالًّا كما زعمتم، وإنما أنا على هدى من ربي، فأنا رسول إليكم من الله ربي وربكم ورب العالمين كلهم. </p><p> ٦٢ - أبلِّغكم ما أرسلني الله به إليكم مما أوحى إلي، وأريد لكم الخير بترغيبكم في امتثال أمر الله وما يترتب عليه من ثواب، وترهيبكم من ارتكاب نواهيه وما يترتب عليه من العقاب، وأعلم من الله سبحانه ما لا تعلمون مما علمني عن طريق الوحي. </p><p> ٦٣ - أأثار عجبكم واستغرابكم أن جاءكم وحي وموعظة من ربكم على لسان رجل منكم تعرفونه؟! فقد نشأ فيكم، ولم يكن كذابًا ولا ضالًّا، وليس من جنس آخر، جاءكم ليخوفكم من عقاب الله إن كذبتم وعصيتم، ولتتقوا الله بامتثال أوامره واجتناب نواهيه، ورجاء أن تُرحموا إن آمنتم به. </p><p> ٦٤ - فكذَّبه قومه، ولم يؤمنوا به، بل استمروا على كفرهم، فدعا عليهم أن يهلكهم الله، فسلمناه وسلمنا الذين معه في السفينة من المؤمنين من الغرق، وأهلكنا الذين كذبوا بآياتنا واستمروا على تكذيبهم بالغرق بالطوفان المنزل عقابًا لهم، إن قلوبهم كانت عميًا عن الحق. </p><p> ٦٥ - وأرسلنا إلى قبيلة عاد رسولا منهم، هو هود عليه السلام، قال: يا قوم اعبدوا الله وحده، فليس لكم معبود بحق غيره، أفلا تتقونه بامتثال أوامره واجتناب نواهيه لتسلموا من عذابه؟! </p><p> ٦٦ - قال الكبراء والسادة من قومه الذين كفروا بالله وكذبوا رسوله: إنا لنعلم أنك -يا هود- في خفة عقل وطيش حين تدعونا إلى عبادة الله وحده وترك عبادة الأصنام، وإنا لنعتقد جازمين أنك من الكاذبين فيما تدعيه من أنك مرسل. </p><p> ٦٧ - قال هود ردًّا على قومه: يا قوم ليس بي خفة عقل وطيش، بل إني رسول من ربِّ العالمين. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الأرض الطيبة مثال للقلوب الطيبة حين ينزل عليها الوحي الذي هو مادة الحياة، وكما أن الغيث مادة الحياة، فإن القلوب الطيبة حين يجيئها الوحي، تقبله وتعلمه وتنبت بحسب طيب أصلها، وحسن عنصرها، والعكس. </p><p> • الأنبياء والمرسلون يشفقون على الخلق أعظم من شفقة آبائهم وأمهاتهم. </p><p> • من سُنَّة الله إرسال كل رسول من قومه وبلسانهم؛ تأليفًا لقلوب الذين لم تفسد فطرتهم، وتيسيرًا على البشر. </p><p> • من أعظم السفهاء من قابل الحق بالرد والإنكار، وتكبر عن الانقياد للعلماء والنصحاء، وانقاد قلبه وقالبه لكل شيطان مريد. </p>"
}