{
  "id": null,
  "sura": 7,
  "aya": 52,
  "text": "<p> ٥٢ - ولقد جئناهم بهذا القرآن الذي هو كتاب منزل على محمد - صلى الله عليه وسلم -، وقد بيَّناه على علم منا بما نبينه، وهو هاد للمؤمنين إلى طريق الرشد والحق، ورحمة بهم لما فيه من الدلالة على خيري الدنيا والآخرة. </p><p> ٥٣ - ما ينتظر الكفار إلا وقوع ما أخبروا بوقوعه من العذاب الأليم الذي يؤول إليه أمرهم في الآخرة، يوم يأتي ما أخبروا به من ذلك، وما أخبر به المؤمنون من الثواب، يقول الذين نسوا القرآن في الدنيا، ولم يعملوا بما جاء فيه: لقد جاءت رسل ربنا بالحق الذي لا مرية فيه، ولا شك أنه من عند الله، فليت لنا وسطاء يشفعون لنا عند الله ليعفينا من العذاب، أو ليتنا نرجع إلى الحياة الدنيا لنعمل عملًا صالحًا ننجو به بدل ما كنا نعمل من السيئات، قد خسر هؤلاء الكافرون أنفسهم بإيرادها موارد الهلاك بسبب كفرهم، وغاب عنهم من كانوا يعبدونهم من دون الله، فلم ينفعوهم. </p><p> ٥٤ - إن ربكم -أيها الناس- هو الله الذي خلق السماوات وخلق الأرض على غير مثال سابق في ستة أيام، ثم علا وارتفع سبحانه على العرش علوا يليق بجلاله لا ندرك كيفيته، يُذْهِب ظلام الليل بضياء النهار، وضياء النهار بظلام الليل، وكل منهما يطلب الآخر طلبًا سريعًا بحيث لا يتأخر عنه، فإذا ذهب هذا دخل هذا، وخلق سبحانه الشمس، وخلق القمر، وخلق النجوم مُدلَّلات مُهَيَّآت، ألا لله وحده الخلق كله، فمن خالق غيره؟! وله الأمر وحده، وعظم خيره وكثر إحسانه، فهو المتصف بصفات الجلال والكمال، رب العالمين. </p><p> ٥٥ - ادعوا -أيها المؤمنون- ربكم بتذلل تام وتواضع خفية وسرًّا، مخلصين في الدعاء غير مرائين ولا مشركين به سبحانه غيره في الدعاء، إنه لا يحب المتجاوزين لحدوده في الدعاء، ومن أعظم التجاوز لحدوده في الدعاء دعاء غيره معه كما يفعل المشركون. </p><p> ٥٦ - ولا تفسدوا في الأرض بارتكاب المعاصي بعد أن أصلحها الله بإرسال الرسل عليهم السلام وإعمارها بطاعته وحده، وادعوا الله وحده مستشعرين الخوف من عقابه، ومنتظرين حصول ثوابه، إن رحمة الله قريب من المحسنين، فكونوا منهم. </p><p> ٥٧ - والله سبحانه هو الذي يرسل الرياح مُبَشِّرات بالمطر، حتى إذا حملت الرياح السحاب المُثْقَل بالماء سُقنا السحاب إلى بلد مُجْدِب فأنزلنا بالبلد الماء، فأخرجنا بالماء من جميع أنواع الثمار، مثل إخراج الثمر على تلك الصورة نخرج الموتى من قبورهم أحياء، فعلنا ذلك رجاء أنكم -أيها الناس- تتذكرون قدرة الله وبديع صنعه، وأنه قادر على إحياء الموتى. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • القرآن الكريم كتاب هداية فيه تفصيل ما تحتاج إليه البشرية، رحمة من الله وهداية لمن أقبل عليه بقلب صادق. </p><p> • خلق الله السماوات والأرض في ستة أيام لحكمة أرادها سبحانه، ولو شاء لقال لها: كن فكانت. </p><p> • يتعين على المؤمنين دعاء الله تعالى بكل خشوع وتضرع حتى يستجيب لهم بفضله. </p><p> • الفساد في الأرض بكل صوره وأشكاله منهيٌّ عنه. </p>"
}