{
  "id": null,
  "sura": 7,
  "aya": 72,
  "text": "<p> ٦٨ - أبلغكم ما أمرني الله بتبليغه إليكم من توحيده وشرعه، وأنا لكم ناصح فيما أُمِرت بتبليغه أمين، لا أزيد فيه ولا أنقص. </p><p> ٦٩ - أوَأَثار عجبكم واستغرابكم أن جاءكم تذكير من ربكم على لسان رجل من جنسكم، ليس من جنس الملائكة أو الجن لينذركم؟! واحمدوا ربكم واشكروه على أن مَكَّن لكم في الأرض، وجعلكم تخلفون قوم نوح الذين أهلكهم الله بكفرهم، واشكروا الله أن خصَّكم بعظم الأجسام والقوة وشدة البطش، واذكروا نعم الله الواسعة عليكم رجاء أن تفوزوا بالمطلوب، وتنجوا من المرهوب. </p><p> ٧٠ - قال قومه له: أجئتنا -يا هود- لتأمرنا بعبادة وحده، ولنترك ما كان يعبده آباؤنا؟! فأتنا بما تعدنا به من العذاب إن كنت صادقًا فيما تدعيه. </p><p> ٧١ - فرد عليهم هود قائلًا: لقد استوجبتم عذاب الله وغضبه فهو واقع بكم لا محالة، أتجادلونني في أصنام سمَّيتموها أنتم وآباؤكم آلهة، وليس لها حقيقة؟! فما نَزَّل الله حجة تحتجون بها على ما تدعون لها من الألوهية، فانتظروا ما طلبتم تعجيله لكم من العذاب، وأنا معكم من المنتظرين، فهو واقع. </p><p> ٧٢ - فسلَّمنا هودًا عليه السلام ومن كان معه من المؤمنين برحمة منا، واستأصلنا بالهلاك الذين كذبوا بآياتنا، وما كانوا مؤمنين، بل كانوا مكذبين، فاستحقوا العذاب. </p><p> ٧٣ - ولقد أرسلنا إلى قبيلة ثمود أخاهم صالحًا يدعوهم إلى توحيد الله وعبادته، قال لهم صالح: يا قوم، اعبدوا الله وحده، فليس لكم معبود غيره يستحق العبادة، قد جاءكم آية واضحة من الله على صدق ما جئتكم به، يتمثل في ناقة تخرج من صخرة، لها وقت تشرب فيه، ولكم شِرْب يوم معلوم، فاتركوها تأكل في أرض الله، فليس عليكم من مؤونتها شيء، ولا تصيبوها بأذى، فيصيبكم بسبب إيذائها عذاب موجع. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • ينبغي التّحلّي بالصبر في الدعوة إلى الله تاسيًا بالأنبياء عليهم السلام. </p><p> • من أولويات الدعوة إلى الله الدعوة إلى عبادة الله وحده لا شريك له، ورفض الإشراك به ونبذه. </p><p> • الاغترار بالقوة المادية والجسدية يصرف صاحبها عن الاستجابة لأوامر الله ونواهيه. </p><p> • النبي يكون من جنس قومه، لكنه من أشرفهم نسبًا، وأفضلهم حسبًا، وأكرمهم مَعْشرًا، وأرفعهم خُلُقًا. </p><p> • الأنبياء ورثتهم يقابلون السّفهاء بالحِلم، ويغضُّون عن قول السّوء بالصّفح والعفو والمغفرة. </p>"
}