{
  "id": null,
  "sura": 7,
  "aya": 46,
  "text": "<p> ٤٤ - ونادى أهل الجنة الملازمون لها أهل النار الملازمين لها بعد دخول كل منهما منزله المُعَد له: إنا قد لقينا ما وعدنا ربنا من الجنة واقعًا متحققًا، فقد أدخلنا إياها فهل لقيتم -أيها الكفار- ما توعدكم الله به من النار واقعًا متحققًا؟ قال الكفار: لقد وجدنا ما توعدنا به من النار حقًّا، فنادى مُنادٍ داعيًا الله أن يطرد الظالمين من رحمته، فقد فتح لهم أبواب رحمته فأعرضوا عنها في الحياة الدنيا. </p><p> ٤٥ - هؤلاء الظالمون هم الذين كانوا يعرضون عن سبيل الله بأنفسهم، ويحملون غيرهم على معْوَجه حتى لا يسلكها الناس، وهم بالآخرة كافرون غير مستعدين لها. </p><p> ٤٦ - وبين هذين الفريقين: أصحاب الجنة وأصحاب النار حاجز مرتفع يسمَّى الأعراف، وعلى هذا الحاجز المرتفع رجال استوت حسناتهم وسيئاتهم، وهم يعرفون أصحاب الجنة بعلاماتهم كبياض الوجوه، وأصحاب النار بعلاماتهم كسوادها , ونادى هؤلاء الرجال أصحاب الجنة تكريمًا لهم قائلين: سلام عليكم. وأصحاب الجنة لم يدخلوا بعد، وهم يأملون دخولها برحمة من الله. </p><p> ٤٧ - وإذا حُوِّلت أبصار أصحاب الأعرافِ إلى أصحاب النار، وشاهدوا ما هم فيه من العذاب الشديد، قالوا داعين الله: يا ربنا، لا تصيرنا مع القوم الظالمين بالكفر والشرك بك. </p><p> ٤٨ - ونادى أصحاب الأعراف رجالًا من أهل النار من الكفار يعرفونهم بعلاماتهم كسواد وجوههم وزرقة عيونهم قائلين لهم: لم ينفعكم تكثركم بالمال والرجال، وما نفعكم إعراضكم عن الحق تكبرًا واستعلاء. </p><p> ٤٩ - وقال الله موبخًا الكفار: أهؤلاء هم الذين حلفتم أن لا ينالهم الله برحمة من عنده؟ ! وقال الله للمؤمنين: ادخلوا -أيها المؤمنون- الجنة لا خوف عليكم فيما تستقبلونه، ولا أنتم تحزنون على ما فاتكم من حظوظ الدنيا لما لقيتم من النعيم المقيم. </p><p> ٥٠ - ونادى أصحابُ النار أصحاب الجنة ملتمسين منهم قائلين: أوسعوا صب الماء علينا -يا أصحاب الجنة-، أو مما رزقكم الله من الطعام، قال أصحاب الجنة: إن الله حرمهما على الكافرين بسبب كفرهم، وإنا لن نُسْعِفكم بما حرمه الله عليكم. </p><p> ٥١ - هؤلاء الكافرون هم الذين جعلوا دينهم سخرية وعبثًا، وخدعتهم الحياة الدنيا بزُخْرفها وزينتها، فيوم القيامة ينساهم الله، ويتركهم يقاسون العذاب كما نسوا لقاء يوم القيامة فلم يعملوا له، ولم يستعدوا، ولجحودهم بحجج الله وبراهينه وإنكارهم لها مع علمهم بأنها حق. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • عدم الإيمان بالبعث سبب مباشر للإقبال على الشهوات. </p><p> • يتيقن الناس يوم القيامة تحقق وعد الله لأهل طاعته، وتحقق وعيده للكافرين. </p><p> • الناس يوم القيامة فريقان: فريق في الجنة وفريق في النار، وبينهما فريق في مكان وسط لتساوي حسناتهم وسيئاتهم، ومصيرهم إلى الجنة. </p><p> • على الذين يملكون المال والجاه وكثرة الأتباع أن يعلموا أن هذا كله لن يغني عنهم من الله شيئًا، ولن ينجيهم من عذاب الله. </p>"
}