{
  "id": null,
  "sura": 7,
  "aya": 20,
  "text": "<p> ١٢ - قال الله تعالى توبيخًا لإبليس: أي شيء منعك من امتثال أمري لك بالسجود لآدم؛ قال إبليس مجيبًا ربه: منعني أني أفضل منه، فقد خلقتني من نار، وخلقته هو من طين، والنار أشرف من الطين. </p><p> ١٣ - قال الله له: اهبط من الجنة، فليس لك أن تتكبر فيها؛ لأنها دار الطيِّبين الطاهرين، فما يجوز لك أن تكون فيها، إنك -يا إبليس- من الحقيرين الذليلين، وإن كنت ترى نفسك أنك أشرف من آدم. </p><p> ١٤ - قال إبليس: يا رب، أمهلني إلى يوم البعث حتى أغوي من أستطيع إغواءه من الناس. </p><p> ١٥ - قال له الله: إنك -يا إبليس- من المُمْهَلين الذين كتبت عليهم الموت يوم النفخة الأولى في الصور حين يموت الخلق كلهم، ويبقى خالقهم وحده. </p><p> ١٦ - قال إبليس: بسبب إضلالك إياى حتى تركتُ امتثال أمرك بالسجود لآدم لأُقْعُدَنَّ لبني آدم على صراطك المستقيم؛ لأصرفهم وأضلهم عنه كما ضَلَلْتُ أنا عن السجود لأبيهم آدم. </p><p> ١٧ - ثم لآتِينَّهم من جميع الجهات بالتزهيد في الآخرة، والترغيب في الدنيا، وإلقاء الشبهات، وتحسين الشهوات، ولا تجد -يا رب- أكثرهم شاكرين لك؛ لما أمليه عليهم من الكفر. </p><p> ١٨ - قال الله له: اخرج -يا إبليس- من الجنة مذمومًا مطرودًا من رحمة الله، ولأملأن جهنم يوم القيامة منك ومن كل من اتبعك واطاعك وعصى أمر ربه. </p><p> ١٩ - وقال الله لآدم: يا آدم، اسكن أنت وزوجتك حواء الجنة، فكُلا مما فيها من الطيبات ما شئتما، ولا تأكلا من هذه الشجرة (شجرة عَيَّنها الله لهما) فإنكما إن أكلتما منها بعد نهيي لكما كنتما من المتجاوزين لحدود الله. </p><p> ٢٠ - فألقى لهما كلامًا خفيًّا إبليس؛ ليُظْهِر لهما ما سُتِر عنهما من عوراتهما، وقال لهما: ما نهاكما الله عن الأكل من هذه الشجرة إلا كراهة أن تكونا مَلَكَين، وإلا كراهة أن تكونا من الخالدين في الجنة. </p><p> ٢١ - وحلف لهما بالله: إني لكما -يا آدم وحواء- لمن الناصحين فيما أشرت عليكما به. </p><p> ٢٢ - فَحَطَّهما من المنزلة التي كانا فيها بخداع منه وغرور، فلما أكلا من الشجرة التي نُهِيا عن الأكل منها ظهرت لهما عوراتهما مكشوفة، فأخذا يُلْزِقان عليهما من ورق الجنة؛ ليسترا عوراتهما، وناداهما ربهما قائلًا: ألم أنهكما عن الأكل من هذه الشجرة، وأقل لكما محذرًا لكما: إن الشيطان عدو لكما بيِّن العداوة؟! </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • دلَّت الآيات على أن من عصى مولاه فهو ذليل. </p><p> • أعلن الشيطان عداوته لبني آدم، وتوعد أن يصدهم عن الصراط المستقيم بكل أنواع الوسائل والأساليب. </p><p> • خطورة المعصية وأنها سبب لعقوبات الله الدنيوية والأخروية. </p>"
}