{
  "id": null,
  "sura": 7,
  "aya": 175,
  "text": "<p> ١٧١ - واذكر -يا محمد- إذ اقتلعنا الجبل فرفعناه فوق بني إسرائيل لَمَّا امتنعوا من قَبول ما في التوراة، فصار الجبل كأنه سحابة تظل رؤوسهم، وأيقنوا أنه ساقط عليهم، وقيل لهم: خذوا ما أعطيناكم بجد واجتهاد وعزيمة، وتذكروا ما فيه من الأحكام التي شرعها الله لكم ولا تنسوه؛ رجاء أن تتقوا الله إذا قمتم بذلك. </p><p> ١٧٢ - واذكر -يا محمد- إذ أخرج ربك من أصلاب بني آدم ذرياتهم، وقررهم بإثبات ربوبيته بما أودعه في فطرهم من الإقرار بأنه خالقهم وربهم قائلًا لهم: ألست بربكم؟ قالوا جميعًا: بلى أنت ربنا، قال: إنما امتحناكم وأخذنا عليكم الميثاق حتى لا تنكروا يوم القيامة حجة الله عليكم، وتقولوا: إنه لا علم لكم بذلك. </p><p> ١٧٣ - أو تحتجوا بأن آباءكم هم الذين نقضوا العهد فأشركوا بالله، وأنكم كنتم مقلدين لآبائكم فيما وجدتموهم عليه من الشرك، فتقولوا: أفتؤاخذنا -يا ربنا- بما فعله آباؤنا الذين أبطلوا أعمالهم بالشرك بالله فتعذبنا؟ فلا ذنب لنا؛ لجهلنا وتقليدنا لآبائنا. </p><p> ١٧٤ - وكما بينا الآيات في مصير الأمم المكذبة كذلك نبيِّنها لهؤلاء؛ رجاء أن يرجعوا عما هم عليه من الشرك إلى توحيد الله وعبادته وحده؛ كما جاء في العهد الذي قطعوه لله على أنفسهم. </p><p> ١٧٥ - واقرأ -أيها الرسول- على بني إسرائيل خبر رجل منهم أعطيناه آياتنا فَعَلِمَهَا وفهم الحق الذي دلت عليه، ولكنه لم يعمل بها، بل تركها وانخلع منها، فلحقه الشيطان، وصار قرينًا له، فأصبح من الضالين الهالكين بعد أن كان من المهتدين الناجين. </p><p> ١٧٦ - ولو شئنا نَفْعَه بهذه الآيات لرفعناه بها بأن نوفقه للعمل بها فيرتفع في الدنيا والآخرة، ولكنه اختار ما يؤدي إلى خذلانه حين مال إلى شهوات الدنيا مؤثرًا دنياه على آخرته، واتبع ما تهواه نفسه من الباطل، فمثله في شدة الحرص على الدنيا كمثل الكلب لا يزال لاهثًا في كل حال، إن كان رابضًا لهث، وإن طُرِدَ لهث، ذلك المثل المذكور مثل القوم الضالين بتكذيبهم بآياتنا، فاقصص -أيها الرسول- القصص عليهم، رجاء أن يتفكروا فينزجروا عما هم فيه من التكذيب والضلال. </p><p> ١٧٧ - ليس أسوأ من القوم الذين كذبوا بحُجَجنا وبراهيننا، ولم يصدقوا بها، وهم بذلك يظلمون أنفسهم بإيرادها موارد الهلاك. </p><p> ١٧٨ - من يوفقه الله للهداية إلى صراطه المستقيم فهو المهتدي حقًّا؛ ومن يبعده عن الصراط المستقيم، فأولئك هم الناقصون أنفسهم حظوظهم حقًّا، الذين خسروا أنفسهم وأهليهم يوم القيامة، ألا ذلك هو الخسران المبين. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • المقصود من إنزال الكتب السماوية العمل بمقتضاها لا تلاوتها باللسان وترتيلها فقط، فإن ذلك نَبْذ لها. </p><p> • أن الله خلق في الإنسان من وقت تكوينه إدراك أدلة الوحدانية، فإذا كانت فطرته سليمة، ولم يدخل عليها ما يفسدها أدرك هذه الأدلة، وعمل بمقتضاها. </p><p> • في الآيات عبرة للموفَّقين للعمل بآيات القرآن؛ ليعلموا فضل الله عليهم في توفيقهم للعمل بها؛ لتزكو نفوسهم. </p><p> • في الآيات تلقين للمسلمين للتوجه إلى الله تعالى بطلب الهداية منه والعصمة من مزالق الضلال. </p>"
}