{
  "id": null,
  "sura": 7,
  "aya": 41,
  "text": "<p> ٣٨ - قالت لهم الملائكة: ادخلوا -أيها المشركون- في جملة أمم قد مضت من قبلكم على الكفر والضلال من الجن والإنس في النار، كلما دخلت أمة من الأمم لعنت أختها التي سبقتها إلى النار، حتى إذا تلاحقوا فيها، واجتمعوا كلهم قالت أُخْراهم دخولًا وهم السَّفَلة والأتباع، لأولاهم وهم الكُبراء والسادة: يا ربنا، هؤلاء الكُبراء هم الذين أضلونا عن طريق الهداية، فعاقبهم عقابًا مضاعفًا لتزيينهم الضلال لنا، قال الله ردًّا عليهم: لكل طائفة منكم نصيب من العذاب مضاعف، ولكنكم تجهلون ذلك ولا تدركونه. </p><p> ٣٩ - وقال السادة المتبوعون لأتباعهم: ليس لكم -أيها الأتباع- علينا من فضل تستحقون به تخفيف العذاب عنكم، فالعبرة بما كسبتم من الأعمال، ولا عذر لكم في اتباع الباطل، فذوقوا -أيها الأتباع- العذاب مثلما ذقناه بسبب ما كنتم تكسبون من الكفر والمعاصي. </p><p> ٤٠ - إن الذين كذبوا بآياتنا الواضحة، وتكبروا عن الانقياد والإذعان لها آيسون من كل خير، فلا تفتح أبواب السماء لأعمالهم بسبب كفرهم، ولا لأرواحهم إذا ماتوا، ولا يدخلون الجنة أبدًا حتى يدخل الجمل -وهو من أعظم الحيوانات- في ثقب الإبرة الذي هو من أضيق الأشياء، وهذا من المستحيل، فالمُعَلّق عليه وهو دخولهم الجنة مستحيل، ومثل هذا الجزاء يجزي الله من عظمت ذنوبه. </p><p> ٤١ - لهؤلاء المكذبين المتكبرين من جهنم فراش يفترشونه، ولهم من فوقهم أغطية من نار، ومثل هذا الجزاء نجزي المتجاوزين لحدود الله بكفرهم به وإعراضهم عنه. </p><p> ٤٢ - والذين آمنوا بربهم وعملوا من الأعمال الصالحة ما يستطيعون -ولا يكلف الله نفسًا فوق ما تستطيعه- أولئك أصحاب الجنة يدخلونها ماكثين فيها أبدًا. </p><p> ٤٣ - ومن تمام نعيمهم في الجنة أن نزع الله ما في قلوبهم من البغضاء والحقد، وأجرى الأنهار من تحتهم، وقالوا معترفين لله بإنعامه عليهم: الحمد لله الذي وفقنا لهذا العمل الصالح الذي أنالنا هذه المنزلة، وما كنا لنوفق إليه من تلقاء أنفسنا لولا أن الله وفقنا إليه، لقد جاءت رسل ربنا بالحق الذي لا مرية فيه والصدق في الوعد والوعيد، ونادى فيهم منادٍ: أن هذه هي الجنة التي أخبرَتْكم بها رسلي في الدنيا، أعقبكم الله إياها بما كنتم تعملون من الأعمال الصالحة، التي تريدون بها وجه الله. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الموت التي كانت بين المكذبين في الدنيا تنقلب يوم القيامة عداوة وملاعنة. </p><p> • أرواح المؤمنين تفتح لها أبواب السماء حتى تَعْرُج إلى الله، وتبتهج بالقرب من ربها والحظوة برضوانه. </p><p> • أرواح المكذبين المعرضين لا تفتح لها أبواب السماء، وإذا ماتوا وصعدت فهي تستأذن فلا يؤذن لها، فهي كما لم تصعد في الدنيا بالإيمان بالله ومعرفته ومحبته، فكذلك لا تصعد بعد الموت، فإن الجزاء من جنس العمل. </p><p> • أهل الجنة نجوا من النار بعفو الله، وأدخلوا الجنة برحمة الله، واقتسموا المنازل وورثوها بالأعمال الصالحة وهي من رحمته، بل من أعلى أنواع رحمته. </p>"
}