{
  "id": null,
  "sura": 7,
  "aya": 145,
  "text": "<p> ١٤٤ - قال الله لموسى: يا موسى، إني اخترتك وفضَّلتك على الناس برسالاتي حين أرسلتك إليهم، وفضَّلتك بكلامي لك دون واسطة، فخذ ما أعطيتك من هذا الشرف الكريم، وكن من الشاكرين لله على هذا العطاء العظيم. </p><p> ١٤٥ - وكتبنا لموسى في ألواح من خشب أو غيره من كل ما يحتاجه بنو إسرائيل من أمور دينهم ودنياهم موعظة لمن يتعظ منهم، وتفصيلًا للأحكام التي يحتاج إلى تفصيلها، فخذ هذه التوراة -يا موسى- بجد واجتهاد، وَأمُرْ قومك بني إسرائيل أن يأخذوا بأحسن ما فيها مما أجره أعظم كفعل المأمور به على أكمل وجه، وكالصبر والعفو، سأريكم عاقبة من خالف أمري، وخرج عن طاعتي، وما يصير إليه من الهلاك والدمار. </p><p> ١٤٦ - سأصرف عن الاعتبار بآياتي في الآفاق والأنفس، وعن فهم آيات كتابي؛ الذين يستعلون على عباد الله وعلى الحق بغير حق، وإن يروا كل آية لا يصدِّقوا بها؛ لاعتراضهم عليها وإعراضهم عنها، ولمُحَادَّتِهِم الله ورسوله، وإن يروا طريق الحق الْمُوصِلَ إلى مرضاة الله لا يسلكوه، ولا يرغبوا فيه، وإن يروا طريق الغواية والضلال الْمُوصِلَ إلى سخط الله يسلكوه، ذلك الذي أصابهم إنما أصابهم لتكذيبهم بآيات الله العظيمة الدالة على صدق ما جاء به الرسل، ولغفلتهم عن النظر فيها. </p><p> ١٤٧ - والذين كذبوا بآياتنا الدالة على صدق رسلنا، وكذبوا بلقاء الله يوم القيامة، بطلت أعمالهم التي هي من جنس الطاعات، فلا يُثَابون عليها لفقد شرطها الذي هو الإيمان، ولا يجزون يوم القيامة إلا ما كانوا يعملونه من الكفر بالله والشرك به، وجزاء ذلك الخلود في النار. </p><p> ١٤٨ - ووضع قوم موسى من بعد ذهابه لمناجاة ربه من حُلِيِّهم تمثالَ عِجْل لا روح فيه وله صوت، ألم يعلموا أن هذا العجل لا يكلمهم، ولا يرشدهم إلى طريق خير حسي أو معنوي، ولا يجلب لهم نفعًا أو يكشف عنهم ضرًّا؟ اتخذوه معبودًا وكانوا ظالمين لأنفسهم بذلك. </p><p> ١٤٩ - ولما ندموا وتحَيَّروا وعلموا أنهم قد ضلوا عن الصراط المستقيم باتخاذهم العجل معبودًا مع الله تضرعوا إلى الله فقالوا: لئن لم يرحمنا ربنا بالتوفيق لطاعته، ويغفر لنا ما أقدمنا عليه من عبادة العجل، لنكونن من الذين خسروا دنياهم وآخرتهم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • على العبد أن يكون من المُظْهِرين لإحسان الله وفضله عليه، فإن الشكر مقرون بالمزيد. </p><p> • على العبد الأخذ بالأحسن في الأقوال والأفعال. </p><p> • يجب تلقي الشريعة بحزم وجد وعزم على الطاعة وتنفيذ ما ورد فيها من الصلاح والإصلاح ومنع الفساد والإفساد. </p><p> • على العبد إذا أخطأ أو قصَّر في حق ربه أن يعترف بعظيم الجُرْم الذي أقدم عليه، وأنه لا ملجأ من الله في إقالة عثرته إلا إليه. </p>"
}