{
  "id": null,
  "sura": 8,
  "aya": 4,
  "text": "<p> [سورة الأنفال] </p><p> - مَدنيّة- </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> بيان أحكام الجهاد وعوامل النصر والهزيمة من خلال غزوة بدر. </p><p> [التَّفْسِيرُ] </p><p> ١ - يسألك أصحابك -أيها الرسول- عن الغنائم، كيف قسمتها؟ وعلى من تكون القسمة؟ قل -أيها الرسول- مجيبًا سؤالهم: الغنائم لله ورسوله، وحكمها لله ولرسوله في التصَرُّف والتوزيع، فما عليكم إلا الانقياد والاستسلام، فاتقوا الله -أيها المؤمنون- بامتثال أوامره واجتناب نواهيه، وأصلحوا ما بينكم من التقاطع والتدابر بالتواد والتواصل وحسن الخلق والعفو، والْزَمُوا طاعة الله وطاعة رسوله إن كنتم مؤمنين حقًّا؛ لأن الإيمان يبعث على الطاعة والبعد عن المعصية. وكان هذا السؤال بعد وقعة بدر. </p><p> ٢ - إنما المؤمنون حقًّا الذين إذا ذكر الله سبحانه وتعالى خافت قلوبهم؛ فانساقت قلوبهم وأبدانهم للطاعة، وإذا قُرِئَتْ عليهم آيات الله تدبروها فازدادوا إيمانًا إلى إيمانهم، وعلى ربهم وحده يعتمدون في جَلْب مصالحهم ودَفْع مفاسدهم. </p><p> ٣ - الذين يداومون على أداء الصلاة بصفتها التامة في أوقاتها، رزقناهم يخرجون النفقات الواجبة والمستحبة. </p><p> ٤ - أولئك المتصفون بتلك الصفات هم المؤمنون حقًّا؛ لجمعهم بين خصال الإيمان والإسلام الظاهرة، وجزاؤهم منازل عالية عند ربهم، ومغفرة لذنوبهم ورزق كريم، وهو ما أعده الله لهم من النعيم. </p><p> ٥ - كما أن الله سبحانه وتعالى انتزع منكم قسمة الغنائم بعد اختلافكم في قسمتها وتنازعكم فيها، وجعلها إليه وإلى رسوله - صلى الله عليه وسلم -، كذلك أمَرَكَ ربك -أيها الرسول- بالخروج من المدينة للقاء المشركين بوحي أنزله عليك، مع كراهة طائفة من المؤمنين لذلك. </p><p> ٦ - تُجَادِلُكَ -أيها الرسول الطائفة من المؤمنين في قتال المشركين بعدما اتضح لهم أنه واقع، كأنما يُسَاقون إلى الموت وهم ينظرون إليه عيانًا، وذلك لشدة كراهتهم للخروج للقتال؛ لأنهم لم يأخذوا له أهبته، ولم يعدوا له عدته. </p><p> ٧ - واذكروا -أيها المؤمنون المجادلون- إذ يعدكم الله أنه سيكون لكم الظفر بإحدى طائفتي المشركين، وهي إما العِير وما تحمله من أموال فتأخذونه غنيمة، وإما النفِير فتقاتلونهم وتُنْصَرُونَ عليهم، وتحبون أنتم أن تظفروا بالعِير لسهولة الاستيلاء عليها ويُسْرِه دون قتال، ويريد الله أن يحق الحق بأمركم بالقتال؛ لتقتلوا صناديد المشركين، وتأسروا كثيرًا منهم حتى تظهر قوة الإسلام. </p><p> ٨ - ليحق الله الحق بإظهار الإسلام وأهله، وذلك بما يظهره من الشواهد على صدقه، وليبطل سبحانه الباطل بما يظهر من البراهين على بطلانه، ولو كره المشركون ذلك، فالله مُظْهِره. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • ينبغي للعبد أن يتعاهد إيمانه ويُنمِّيه؛ لأن الإيمان يزيد وينقص، فيزيد بفعل الطاعة وينقص بضدها. </p><p> • الجدال محله وفائدته عند اشتباه الحق والتباس الأمر، فأما إذا وضح وبان فليس إلا الانقياد والإذعان. </p><p> • أَمْر قسمة الغنائم متروك للرّسول - صلى الله عليه وسلم -، والأحكام مرجعها إلى الله تعالى ورسوله لا إلى غيرهما. </p><p> • إرادة تحقيق النّصر الإلهي للمؤمنين؛ لإحقاق الحق وإبطال الباطل. </p>"
}