{
  "id": null,
  "sura": 8,
  "aya": 61,
  "text": "<p> ٥٣ - ذلك العقاب الشديد بسبب أن الله إذا أنعم على قوم نعمة من عنده لم ينزعها منهم حتى يغيروا أنفسهم من حالها الطيب من الإيمان والاستقامة وشكر النعم إلى حال سيئة من الكفر بالله ومعصيته وكفران نعمه، وأن الله سميع لأقوال عباده، عليم بأفعالهم، لا يخفى عليه منها شيء. </p><p> ٥٤ - شأن هؤلاء الكافرين كشأن غيرهم ممن كفر بالله مثل آل فرعون والأمم المكذبة من قبلهم، كذبوا بآيات ربهم، فأهلكهم الله بسبب ما ارتكبوه من المعاصي، وأهلك الله آل فرعون بالغرق في البحر، وكل من آل فرعون والأمم من قبلهم كانوا ظالمين بسبب كفرهم بالله وشركهم به، فاستوجبوا بذلك عقابه سبحانه، فأوقعه عليهم. </p><p> ٥٥ - أن شَرَّ من يَدِبُّ على الأرض هم الذين كفروا بالله وبرسله، فهم لا يؤمنون ولو جاءتهم كل آية؛ لإصرارهم على الكفر، فقد تعطلت فيهم وسائل الهداية من عقل وسمع وبصر. </p><p> ٥٦ - الذين عقدت معهم العهود والمواثيق -كبني قريظة-، ثم ينقضون ما عاهدتهم عليه في كل مرة، وهم لا يخافون الله، فلا يوفون بعهودهم ولا يلتزمون بالمواثيق المأخوذة عليهم. </p><p> ٥٧ - فإن قابلت -أيها الرسول- هؤلاء الناقضين لعهودهم في الحرب فنكل بهم أشد تَنْكِيل حتى يسمع بذلك غيرهم، لعلهم يعتبرون بحالهم، فيهابون قتالك ومظاهرة أعدائك عليك. </p><p> ٥٨ - وإن خفت -أيها الرسول- من قوم عاهدتهم غشًّا ونقضًا للعهد بأمارة تظهر لك فأعلمهم بطَرْح عهدهم حتى يستووا معك في العلم بذلك، ولا تباغتهم قبل إعلامهم، فإن مباغتتهم قبل إعلامهم من الخيانة، والله لا يحب الخائنين، بل يمقتهم، فاحذر أنت من الخيانة. </p><p> ٥٩ - ولا يظنن الذين كفروا أنهم فاتوا عقاب الله وأفلتوا منه، إنهم لا يفوتونه ولا يفلتون من عقابه، بل هو مدركهم ولاحق بهم. </p><p> ٦٠ - وأعدُّوا -أيها المؤمنون- ما قدرتم على إعداده من العدد والعدة؛ كالرمي، وأعدوا لهم ما حبستم من الخيل في سبيل الله، تُخوِّفون أعداء الله وأعداءكم من الكافرين الذين يتربصون بكم الدوائر، وتُخوِّفون به قومًا آخرين، لا تعلمونهم، ولا تعلمون ما يضمرون لكم من عداوة، بل الله وحده هو الذي يعلمهم، ويعلم ما يضمرون في أنفسهم، وما تنفقوا من مال قل أو كثر يخلفه الله عليكم في الدنيا، ويعطكم ثوابه كاملًا غير منقوص في الآخرة، فبادروا إلى الإنفاق في سبيله. </p><p> ٦١ - وإن مالوا إلى الصلح وتَرْكِ قتالك، فَمِلْ -أيها الرسول- إليه، وعاهدهم، واعتمد على الله، وثق به، فلن يخذلك، إنه هو السميع لأقوالهم، العليم بنياتهم وأفعالهم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • من فوائد العقوبات والحدود المرتبة على المعاصي أنها سبب لازدجار من لم يعمل المعاصي، كما أنها زجر لمن عملها ألا يعاودها. </p><p> • من أخلاق المؤمنين الوفاء بالعهد مع المعاهدين، إلّا إن وُجِدت منهم الخيانة المحققة. </p><p> • يجب على المسلمين الاستعداد بكل ما يحقق الإرهاب للعدو من أصناف الأسلحة والرأي والسياسة. </p><p> • جواز السلم مع العدو إذا كان فيه مصلحة للمسلمين. </p>"
}