{
  "id": null,
  "sura": 9,
  "aya": 88,
  "text": "<p> ٨٧ - رَضِي هؤلاء المنافقون لأنفسهم الذلة والمهانة حين رَضُوا أن يتخلفوا مع أصحاب الأعذار، وختم الله على قلوبهم بسبب كفرهم ونفاقهم، فهم لا يعلمون ما فيه مصلحتهم. </p><p> ٨٨ - أما الرسول والمؤمنون معه فلم يتخلفوا عن الجهاد في سبيل الله مثل هؤلاء، وإنما جاهدوا في سبيل الله بأموالهم وأنفسهم، وكان جزاؤهم عند الله حصول المنافع الدنيوية لهم كالنصر والغنائم، وحصول المنافع الأخروية، ومنها دخول الجنّة، وحصول الفوز بالمطلوب والنجاة من المرهوب. </p><p> ٨٩ - هيأ الله لهم جنات تجري الأنهار من تحت قصورها ماكثين فيها أبدًا، لا يلحقهم فناء، ذلك الجزاء هو الفلاح العظيم الَّذي لا يدانيه فلاح. </p><p> ٩٠ - وجاء قوم من أعراب المدينة ومن حولها يعتذرون إلى رسول الله - صلى الله عليه وسلم -؛ ليأذن لهم في التخلف عن الخروج والجهاد في سبيل الله، وتخلف قوم آخرون لم يعتذروا أصلًا عن الخروج؛ لعدم تصديقهم للنبي ولعدم إيمانهم بوعد الله، سينال هؤلاء بسبب كفرهم هذا عذاب مؤلم موجع. </p><p> ٩١ - ليس على النساء والصبيان والمرضى والعجزة والعمي والفقراء الذين لا يجدون ما ينفقونه من المال ليتجهزوا به، ليس على هؤلاء جميعًا إثم في التخلف عن الخروج؛ لأن أعذارهم قائمة، إذا أخلصوا لله ورسوله، وعملوا بشرعه، ليس على المحسنين من أصحاب هذه الأعذار طريق لإيقاع العقاب عليهم، والله غفور لذنوب المحسنين، رحيم بهم. </p><p> ٩٢ - ولا إثم كذلك على المتخلفين عنك الذين إن جاؤوك -أيها الرسول- يطلبون ما تحملهم عليه من الدواب وقلتَ لهم: لا أجد ما أحملكم عليه من الدواب؛ أدبروا عنك وأعينهم تسيل من الدمع أسفًا على أنهم لم يجدوا ما ينفقون من عند أنفسهم أو من عندك. </p><p> ٩٣ - لما بيَّن أن لا طريق لعقوبة أهل الأعذار ذكر من يستحق العقوبة والمؤاخذة، فقال: إنما الطريق بالعقوبة والمؤاخذة على أولئك الذين يطلبون منك -أيها الرسول- الإذن في التخلف عن الجهاد وهم قادرون عليه بوجود ما يتجهزون به، رضوا لأنفسهم الذلة والهوان بأن يبقوا مع الخوالف في البيوت، وختم الله على قلوبهم فلا تتأثر بموعظة، وهم بسبب هذا الختم لا يعلمون ما فيه مصلحتهم ليختاروه، وما فيه مفسدتهم ليتجنبوه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • المجاهدون سيحصِّلون الخيرات في الدنيا، وإن فاتهم هذا فلهم الفوز بالجنّة والنجاة من العذاب في الآخرة. </p><p> • الأصل أن المحسن إلى الناس تكرمًا منه لا يؤاخَذ إن وقع منه تقصير. </p><p> • أن من نوى الخير، واقترن بنيته الجازمة سَعْيٌ فيما يقدر عليه، ثم لم يقدر- فإنه يُنَزَّل مَنْزِلة الفاعل له. </p><p> • الإسلام دين عدل ومنطق؛ لذلك أوجب العقوبة والمأثم على المنافقين المستأذنين وهم أغنياء ذوو قدرة على الجهاد بالمال والنفس. </p>"
}