{
  "id": null,
  "sura": 9,
  "aya": 107,
  "text": "<p> ١٠٧ - ومن المنافقين أيضًا أولئك الذين ابتنوا مسجدًا لغير طاعة الله، بل للإضرار بالمسلمين، وإظهار الكفر بتقوية أهل النفاق، وللتفريق بين المؤمنين، وللإعداد والانتظار لمن حارب الله ورسوله من قبل بناء المسجد، وليحلفن هؤلاء المنافقون لكم: ما قصدنا إلا الرفق بالمسلمين، والله يشهد إنهم لكاذبون في دعواهم هذه. </p><p> ١٠٨ - مسجد هذه صفته لا تستجب -أيها النبي- لدعوة المنافقين لك للصلاة فيه، فإن مسجد قباء الَّذي أُسِّس أول ما أُسِّس على التقوى أولى بأن تصلي فيه من هذا المسجد الَّذي أُسِّس على الكفر، في مسجد قباء رجال يحبون أن يتطهروا من الأحداث والأخباث بالماء، ومن المعاصي بالتوبة والاستغفار، والله يحب المتطهرين من الأحداث والأخباث والذنوب. </p><p> ١٠٩ - أيستوي مَن أَسَّس بنيانه على تقوى من الله بامتثال أوامر جتناب نواهيه، ورضوان الله بالتوسع في أعمال البر مع من بنى مسجدًا للإضرار بالمسلمين وتقوية الكفر، والتفريق بين المؤمنين؟! لا يستويان أبدًا، فالأول بنيانه قوي متماسك لا يخشى عليه السقوط، وهذا مثله كمثل من بنى بنيانًا على شفير حفرة فتهدم وسقط، فانهار به بنيانه في قعر جهنم، والله لا يوفق القوم الظالمين بالكفر والنفاق وغير ذلك. </p><p> ١١٠ - لا يزال مسجدهم الَّذي بنوه ضرارًا شكًّا ونفاقًا ثابتًا في قلوبهم حتَّى تتقطع قلوبهم بالموت أو القتل بالسيف، والله عليم بأعمال عباده، حكيم فيما يحكم به من جزاء على الخير أو الشر. </p><p> ولما بيَّن الله فضائح المنافقين المتخلفين عن الجهاد ذكر جزاء المجاهدين في سبيله فقال: </p><p> ١١١ - إن الله سبحانه اشترى من المؤمنين أنفسهم -مع أنهم ملكه؛ تفضُّلًا منه- بثمن غال هو الجنّة، حيث يقاتلون الكفار لتكون كلمة الله هي العليا، فيقتلون الكفار، ويقتلهم الكفار، وعبد الله بذلك وعدًا صدقًا في التوراة: كتاب موسى، والإنجيل: كتاب عيسى عليه السلام، والقرآن: كتاب محمد - صلى الله عليه وسلم -، ولا أحد أوفى بعهده من الله سبحانه؛ فافرحوا وسروا -أيها المؤمنون- ببيعكم الَّذي بايعتم به الله، فقد ربحتم فيه ربحًا عظيمًا، وذلك البيع هو الفلاح العظيم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • محبة الله ثابتة للمتطهرين من الأنجاس البدنية والروحية. </p><p> • لا يستوي من عمل عملًا قصد به وجه الله؛ فهذا العمل هو الَّذي سيبقى ويسعد به صاحبه، مع من قصد بعمله نصرة الكفر ومحاربة المسلمين؛ وهذا العمل هو الَّذي سيفنى ويشقى به صاحبه. </p><p> • مشروعية الجهاد والحض عليه كانت في الأديان التي قبل الإسلام أيضًا. </p><p> • كل حالة يحصل بها التفريق بين المؤمنين فإنها من المعاصي التي يتعين تركها وإزالتها، كما أن كل حالة يحصل بها جمع المؤمنين وائتلافهم يتعين اتباعها والأمر بها والحث عليها. </p>"
}