{
  "id": null,
  "sura": 9,
  "aya": 10,
  "text": "<p> ٧ - لا يصح أن يكون للمشركين بالله عهد وأمان عند الله وعند رسوله إلا عهد أولئك المشركين الذين عاهدتموهم -أيها المسلمون- عند المسجد الحرام في صلح الحديبية، فما أقاموا لكم على العهد الذي بينكم وبينهم ولم ينقضوه فأقيموا أنتم عليه ولا تنقضوه، إن الله يحب المتقين من عباده الذين يمتثلون أوامره، ويجتنبون نواهيه. </p><p> ٨ - كيف يكون لهم عهد وأمان وهم أعداؤكم، وإن يظفروا بكم لا يراعوا فيكم الله ولا قرابة، ولا عهدًا، بل يسومونكم سوء العذاب؟! يرضونكم بالكلام الحسن الذي تنطق به ألسنتهم، لكن قلوبهم لا تطاوع ألسنتهم، فلا يَفُون بما يقولون، وأكثرهم خارجون عن طاعة الله لنقضهم العهد. </p><p> ٩ - اعتاضوا، واستبدلوا عن اتباع آيات الله التي منها الوفاء بالعهود ثمنًا حقيرًا من حطام الدنيا الذي يتوصلون به إلى شهواتهم وأهوائهم، فصدوا أنفسهم عن اتباع الحق، وأعرضوا عنه، وصدوا غيرهم عن الحق، إنهم ساء عملهم الذي كانوا يعملون. </p><p> ١٠ - لا يراعون اللهَ ولا قرابة ولا عهدًا في مؤمنٍ؛ لما هم عليه من العداوة، فهم متجاوزون لحدود الله؛ لما يتصفون به من الظلم والعدوان. </p><p> ١١ - فإن تابوا إلى الله من كفرهم، ونطقوا بالشهادتين، وأقاموا الصلاة، وأعطوا زكاة أموالهم -فقد صاروا مسلمين، وهم إخوتكم في الدين، لهم ما لكم وعليهم ما عليكم، ولا يحل لكم قتالهم، فإسلامهم يعصم دماءهم وأموالهم وأعراضهم، ونبين الآيات ونوضحها لقوم يعلمون، فهم الذين ينتفعون بها، وينفعون بها غيرهم. </p><p> ١٢ - وإن نقض هؤلاء المشركون الذين عاهدتموهم على ترك القتال مدة معلومة عهودَهم ومواثيقَهم، وعابوا دينكم وانتقصوا منه فقاتلوهم، فهم أئمة الكفر وقادته، ولا عهود لهم، ولا مواثيق تحقن دماءهم، قاتلوهم رجاء أن ينتهوا عن كفرهم ونقضهم للعهود وانتقاصهم للدين. </p><p> ١٣ - لمَ لا تقاتلون -أيها المؤمنون- قومًا نقضوا عهودهم ومواثيقهم، وسعوا في اجتماعهم في دار الندوة إلى إخراج الرسول - صلى الله عليه وسلم - من مكة، وهم بدؤوكم بالقتال أول مرة عندما أعانوا بَكْرًا حلفاء قريش على خُزَاعة حلفاء الرسول - صلى الله عليه وسلم -، أتخافونهم، فلا تقدمون على قتالهم؟! فالله سبحانه أحق أن تخافوه إن كنتم مؤمنين حقًّا. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • دلَّت الآيات على أن قتال المشركين الناكثين العهد كان لأسباب كثيرة، أهمها: نقضهم العهد. </p><p> • في الآيات دليل على أن من امتنع من أداء الصلاة أو الزكاة فإنه يُقاتَل حتى يؤديهما، كما فعل أبو بكر - رضي الله عنه -. </p><p> • استدل بعض العلماء بقوله تعالى:  {وَطَعَنُوا فِي دِينِكُمْ} على وجوب قتل كل من طعن في الدّين عامدًا مستهزئًا به. </p><p> • في الآيات دلالة على أن المؤمن الذي يخشى الله وحده يجب أن يكون أشجع الناس وأجرأهم على القتال. </p>"
}