{
  "id": null,
  "sura": 9,
  "aya": 28,
  "text": "<p> ٢٧ - ثم إن من تاب من كفره وضلاله من بعد ذلك التعذيب فإن الله يتوب عليه، ويقبل توبته، والله غفور لمن تاب من عباده، رحيم بهم، حيث يقبل منهم التوبة بعد الكفر وارتكاب المعاصي. </p><p> ٢٨ - يا أيها الذين آمنوا بالله وبرسوله واتبعوا ما شرعه لهم، إنما المشركون نجس؛ لما فيهم من الكفر والظلم والأخلاق الذميمة والعادات السيئة؛ فلا يدخلوا الحرم المكي -ومن ضمنه المسجد الحرام- ولو كانوا حُجاجًا أو معتمرين بعد عامهم هذا الذي هو سنة تسع للهجرة، وإن خفتم -أيها المؤمنون- فقرًا بسبب انقطاع ما كانوا يجلبون إليكم من الأطعمة والتجارات المختلفة فإن الله سيكفيكم من فضله إن شاء، إن الله عليم بحالكم التي أنتم عليها، حكيم فيما يدبره لكم. </p><p> ٢٩ - قاتلوا -أيها المؤمنون- الكافرين الذين لا يؤمنون بالله إلهًا لا شريك له، يؤمنون بيوم القيامة، ولا يجتنبون ما حرمه الله ورسوله عليهم من الميتة ولحم الخنزير والخمر والربا، ولا يخضعون لما شرعه الله، من اليهود والنصارى حتى يعطوا الجزية بأيديهم أذلاء مقهورين. </p><p> ٣٠ - إن كلًّا من اليهود والنصارى مشركون، فاليهود أشركوا بالله لما ادعوا أن عُزيرًا ابنُ الله، والنصارى أشركوا به لما ادعوا أن المسيح عيسى ابنُ الله، ذلك القول الذي افتروه قالوه بأفواههم دون إقامة برهان عليه، وهم يشابهون في هذا القول قول المشركين من قبلهم الذين قالوا: إن الملائكة بناتُ الله، تعالى الله عن ذلك علوًّا كبيرًا، أهلكهم الله، كيف يُصْرَفون عن الحق البيِّن إلى الباطل؟! </p><p> ٣١ - جعل اليهود علماءهم، والنصارى عُبَّادهم؛ أربابًا من دون الله، يحلون لهم ما حرمه الله عليهم، ويحرمون عليهم ما أحله الله لهم، وجعل النصارى المسيح عيسى بن مريم إلهًا مع الله، وما أمر الله علماء اليهود وعُبَّاد النصارى وما أمر عزيرًا وعيسى بن مريم إلا أن يعبدوه وحده، ولا يشركوا به شيئًا، فهو سبحانه إله واحد، لا معبود بحق سواه، تنزه سبحانه، وتقدس أن يكون له شريك كما يقول هؤلاء المشركون وغيرهم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • في الآيات دليل على أن تعلق القلب بأسباب الرزق جائز، ولا ينافي التوكل. </p><p> • في الآيات دليل على أن الرزق ليس بالاجتهاد، وإنما هو فضل من الله تعالى تولى قسمته. </p><p> • الجزية واحد من خيارات ثلاثة يعرضها الإسلام على الأعداء، يقصد منها أن يكون الأمر كله للمسلمين بنزع شوكة الكافرين. </p><p> • في اليهود من الخبث والشر ما أوصلهم إلى أن تجرؤوا على الله، وتنقَّصوا من عظمته سبحانه. </p>"
}