{
  "id": null,
  "sura": 9,
  "aya": 82,
  "text": "<p> ٨٠ - اطلب -أيها الرسول- المغفرة لهم، أو لا تطلبها لهم، فإن طلبتها سبعين مرة، فإنها على كثرتها لن توصل إلى مغفرة الله لهم؛ لأنهم كافرون بالله ورسوله، والله لا يوفق للحق الخارجين عن شرعه عن عمد وقصد. </p><p> ٨١ - فرح المتخلفون من المنافقين عن غزوة تبوك بقعودهم عن الجهاد في سبيل الله مخالفين رسول الله، وكرهوا أن يجاهدوا بأموالهم وأنفسهم في سبيل الله كما يجاهد المؤمنون، وقالوا مثبطين لإخوانهم من المنافقين: لا تسيروا في الحرّ، وكانت غزوة تبوك في زمن الحرّ، قل لهم -أيها الرسول-: نار جهنم التي تنتظر المنافقين أشد حرًّا من هذا الحر الَّذي فروا منه لو يعلمون. </p><p> ٨٢ - فليضحك هؤلاء المنافقون المتخلفون عن الجهاد قليلًا في حياتهم الدنيا الفانية، وليبكوا كثيرًا في حياتهم الآخرة الباقية؛ جزاء على ما كانوا اكتسبوه من الكفر والمعاصي والآثام في الدنيا. </p><p> ٨٣ - فإن أعادك الله -أيها النبي- إلى فريق من هؤلاء المنافقين ثابت على نفاقه، فطلبوا منك الإذن بالخروج معك في غزوة أخرى، فقل لهم: لن تخرجوا- أيها المنافقون- معي في الجهاد في سبيل الله أبدًا عقوبة لكم، وحذرًا من المفاسد المترتبة على وجودكم معي، فقد رضيتم بالقعود والتخلف في غزوة تبوك، فاقعدوا وابقوا مع المتخلفين من المرضى والنساء والصبيان. </p><p> ٨٤ - ولا تصلّ -أيها الرسول- على أي ميت من موتى المنافقين أبدًا، ولا تقف على قبره للدعاء له بالمغفرة، ذلك لأنهم كفروا بالله وكفروا برسوله، وماتوا وهم خارجون عن طاعة الله، ومن كان كذلك لا يُصَلَّى عليه ولا يُدْعَى له. </p><p> ٨٥ - ولا تعجبك -أيها الرسول- أموال هؤلاء المنافقين ولا أولادهم، إنما يريد الله أن يعذبهم بها في الحياة الدنيا، وذلك بما يعانونه من المشاق في سبيلها، وما يصابون به من مصائب فيها، وأن تخرج أرواحهم من أجسادهم وهم على كفرهم. </p><p> ٨٦ - وإذا أنزل الله سورة على نبيه محمد - صلى الله عليه وسلم - متضمنة للأمر بالإيمان بالله والجهاد في سبيله طلب الإذن في التخلف عنك أصحاب الغنى واليَسَار منهم، وقالوا: اتركنا نتخلف مع أصحاب الأعذار كالضعفاء والزَّمْنَى. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الكافر لا ينفعه الاستغفار ولا العمل ما دام كافرًا. </p><p> • الآيات تدل على قصر نظر الإنسان، فهو ينظر غالبًا إلى الحال والواقع الَّذي هو فيه، ولا ينظر إلى المستقبل وما يتَمَخَّض عنه من أحداث. </p><p> • التهاون بالطاعة إذا حضر وقتها سبب لعقوبة الله وتثبيطه للعبد عن فعلها وفضلها. </p><p> • في الآيات دليل على مشروعية الصلاة على المؤمنين، وزيارة قبورهم والدعاء لهم بعد موتهم، كما كان النبي - صلى الله عليه وسلم - يفعل ذلك في المؤمنين. </p>"
}