{
  "id": null,
  "sura": 9,
  "aya": 72,
  "text": "<p> ٦٩ - أنتم -يا معشر المنافقين- في الكفر والاستهزاء مثل الأمم المكذبة من قبلكم، كانوا أعظم قوة منكم وأكثر أموالًا وأولادًا، فتمتعوا بنصيبهم المكتوب لهم من ملذات الدنيا وشهواتها، فتمتعتم أنتم -أيها المنافقون- بنصيبكم المقدر لكم من ذلك مثل تَمَتُّع الأمم المكذبة السابقة بنصيبهم، وخضتم في التكذيب بالحق والطعن في الرسول مثل خوضهم في التكذيب به والطعن علي رسلهم، أولئك المتصفون بتلك الصفات الذميمة هم الذين بطلت أعمالهم لفسادها عند الله بالكفر، وهم الخاسرون الذين خسروا أنفسهم بإيرادها موارد الهلاك. </p><p> ٧٠ - ألم يأت هؤلاء المنافقين خبرُ ما فعلتْه الأممُ المكذِّبة، وما فُعِل بها من عقاب: قوم نوح، وقوم هود، وقوم صالح، وقوم إبراهيم، وأصحاب مدين، وقرى قوم لوط؛ جاءتهم رسلهم بالبراهين الواضحة والحجج الجلية، فما كان الله ليظلمهم؛ فقد أنذرتهم رسلهم، ولكن كانوا أنفسهم يظلمون بما كانوا عليه من الكفر بالله وتكذيب رسله. </p><p> ٧١ - والمؤمنون والمؤمنات بعضهم أنصار بعض وأعوانهم؛ لجمع الإيمان بينهم، يأمرون بالمعروف؛ وهو كل محبوب لله تعالى من وجوه طاعته كالتوحيد والصلاة، وينهون عن المنكر؛ وهو كل ما أبغضه الله تعالى من المعاصي كالكفر والربا، ويؤدون الصلاة كاملة على أكمل وجه، ويطيعون الله، ويطيعون رسوله؛ أولئك المتصفون بهذه الصفات الحميدة سيدخلهم الله في رحمته، إن الله عزيز، لا يغالبه أحد، حكيم في خلقه وتدبيره وشرعه. </p><p> ٧٢ - وَعَدَ الله المؤمنين بالله والمؤمنات به أن يدخلهم يوم القيامة جنات تجري الأنهار من تحت قصورها ماكثين فيها دائمًا، لا يموتون فيها ولا ينقطع نعيمهم، هم أن يدخلهم مساكن حسنة في جنات إقامة، ورضوان يحله الله عليهم أكبر من ذلك كله، ذلك الجزاء المذكور هو الفوز العظيم الَّذي لا يدانيه فوز. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • سبب العذاب للكفار والمنافقين واحد في كل العصور، وهو إيثار الدّنيا على الآخرة والاستمتاع بها، وتكذيب الأنبياء والمكر والخديعة والغدر بهم. </p><p> • إهلاك الأمم والأقوام الغابرة بسبب كفرهم وتكذيبهم الأنبياء فيه عظة وعبرة للمعتبر من العقلاء. </p><p> • أهل الإيمان رجالًا ونساء أمة واحدة مترابطة متعاونة متناصرة، قلوبهم متحدة في التوادّ والتحابّ والتعاطف. </p><p> • رضا رب الأرض والسماوات أكبر من نعيم الجنات؛ لأن السعادة الروحانية أفضل من الجسمانية. </p>"
}