{
  "id": null,
  "sura": 9,
  "aya": 124,
  "text": "<p> ١٢٣ - أمر الله تعالى المؤمنين بقتال من يجاورهم من الكفار؛ لما يسبِّبون من خطر على المؤمنين بسبب قربهم، وأمرهم كذلك أن يُظْهِروا قوة وشدة من أجل إرهابهم ودفع شرهم، والله تعالى مع المؤمنين المتقين بعونه وتأييده. </p><p> ١٢٤ - وإذا أنزل الله سورة على رسوله - صلى الله عليه وسلم - فمن المنافقين من يسأل مستهزئًا ساخرًا: أيكم زادته هذه السورة النازلة إيمانًا بما جاء به محمد؟ فأما الذين آمنوا بالله وصدقوا رسوله فقد زادهم نزول السورة إيمانًا إلى إيمانهم السابق، وهم مسرورون بما نزل من الوحي؛ لما فيه من منافعهم الدنيوية والأخروية. </p><p> ١٢٥ - وأما المنافقون فإن نزول القرآن بما فيه من أحكام وقصص يزيدهم مرضًا وخبثًا بسبب تكذيبهم بما ينزل، فيزداد مرض قلوبهم بزيادة نزول القرآن؛ لأنهم كلما نزل شيء شكّوا بما فيه وماتوا على الكفر. </p><p> ١٢٦ - أوَلَا ينظر المنافقون معتبرين بابتلاء الله لهم بكشف حالهم وفضح نفاقهم كل سنة مرة أو مرتين؟! ثم مع علمهم بأن الله تعالى هو فاعل ذلك بهم لا يتوبون إليه من كفرهم، ولا يقلعون عن نفاقهم، ولا هم يتذكرون ما حل بهم وأنه من الله! </p><p> ١٢٧ - وإذا أنزل الله سورة على رسوله - صلى الله عليه وسلم - فيها ذكر أحوال المنافقين نظر بعض المنافقين إلى بعض قائلين: هل يراكم أحد؟ فإن لم يرهم أحد انصرفوا عن المجلس، ألا صرف الله قلوبهم عن الهداية والخير، وخذلهم بأنهم قوم لا يفهمون. </p><p> ١٢٨ - لقد جاءكم -يا معشر العرب- رسول من جنسكم، فهو عربي مثلكم، شاقٌّ عليه ما يشقُّ عليكم، شديدة رغبته في هدايتكم والعناية بكم، وهو بالمؤمنين خاصة كثير العطف والرحمة. </p><p> ١٢٩ - فإن أعرضوا عنك، ولم يؤمنوا بما جئت به، فقل لهم -أيها الرسول-: يكفيني الله الَّذي لا معبود بحقٍّ سواه، عليه وحده اعتمدت، وهو سبحانه رب العرش العظيم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • وجوب ابتداء القتال بالأقرب من الكفار إذا اتسعت رقعة الإسلام، ودعت إليه حاجة. </p><p> • بيان حال المنافقين حين نزول القرآن عليهم وهي الترقُّب والاضطراب. </p><p> • بيان رحمة النبي - صلى الله عليه وسلم - بالمؤمنين وحرصه عليهم. </p><p> • في الآيات دليل على أن الإيمان يزيد وينقص، وأنه ينبغي للمؤمن أن يتفقد إيمانه ويتعاهده فيجدده وينميه؛ ليكون دائمًا في صعود. </p>"
}