{
  "id": null,
  "sura": 9,
  "aya": 48,
  "text": "<p> ٤٨ - لقد حرص هؤلاء المنافقون على الإفساد بتفريق كلمة المؤمنين، وتشتيت شملهم من قبل غزوة تبوك، ونوَّعوا وصرَّفوا لك -أيها الرسول- الأمور بتدبير الحيل، لعل حيلهم تؤثر في عزمك على الجهاد، حتَّى جاء نصر الله وتأييده لك، وأعز الله دينه وقهر أعداءه، وهم كارهون لذلك؛ لأنهم كانوا يرغبون في انتصار الباطل على الحق. </p><p> ٤٩ - ومن المنافقين من يعتذر بالأعذار المُخْتلَقَة فيقول: يا رسول الله، ائذن لي في التخلف عن الجهاد، ولا تحملني على الخروج معك حتَّى لا أصيب ذنبًا بسبب فتنة نساء العدو -الروم- إذا شاهدتهن. ألا قد وقعوا في فتنة أعظم مما زعموا، وهي فتنة النفاق، وفتنة التخلف، إن جهنم يوم القيامة لمحيطة بالكافرين، لا يفوتها منهم أحد، ولا يجدون عنها مهربًا. </p><p> ٥٠ - إن نالتك -يا رسول الله- نعمة من الله بما يسرك من نصر أو غنيمة كرهوا ذلك، وحزنوا له، وإن نالتك مصيبة من شدة أو انتصار عدو يقول هؤلاء المنافقون: قد احتطنا لأنفسنا، وأخذنا بالحزم حين لم نخرج للقتال كما خرج المؤمنون، فأصابهم ما أصابهم من القتل والأسر، ثم ينصرف هؤلاء المنافقون إلى أهليهم مسرورين بالسلامة. </p><p> ٥١ - قل -أيها الرسول- لهؤلاء المنافقين: لن ينالنا إلا ما كتبه الله لنا، فهو سبحانه سيدنا وملجؤنا الَّذي نلجأ إليه، ونحن متوكلون عليه في أمورنا، واليه وحده يفوض المؤمنون أمورهم، فهو كافيهم، ونعم الوكيل. </p><p> ٥٢ - قل -أيها الرسول- لهم: هل تنتظرون أن يقع لنا إلا النصر أو الشهادة؟! ونحن ننتظر أن ينزل بكم الله عذابًا من عنده يهلككم أو يعذبكم بأيدينا بقتلكم وأسركم إذا أذن لنا بقتالكم، فانتظروا عاقبتنا، إنا منتظرون عاقبتكم. </p><p> ٥٣ - قل -أيها الرسول- لهم: ابذلوا ما تبذلون من أموالكم طوعًا أو كرهًا، لن يتقبل منكم ما أنفقتم منها لكفركم وخروجكم عن طاعة الله. </p><p> ٥٤ - وما منعهم من قبول نفقاتهم إلا ثلاثة أمور: كفرهم بالله وبرسوله، وكسلهم وتثاقلهم إذا صَلَّوا، وأنهم لا ينفقون أموالهم طوعًا، وإنما ينفقونها كرهًا؛ لأنهم لا يرجون ثوابًا في صلاتهم، ولا في إنفاقهم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • دأب المنافقين السعي إلى إلحاق الأذى بالمسلمين عن طريق الدسائس والتجسس. </p><p> • التخلف عن الجهاد مفسدة كبرى وفتنة عظمى محققة، وهي معصية لله ومعصية لرسوله. </p><p> • في الآيات تعليم للمسلمين ألا يحزنوا لما يصيبهم؛ لئلا يَهِنوا وتذهب قوتهم، وأن يرضوا بما قدَّر الله لهم، ويرجوا رضا ربهم؛ لأنهم واثقون بأن الله يريد نصر دينه. </p><p> • من علامات ضعف الإيمان وقلة التقوى التكاسل في أداء الصلاة والإنفاق عن غير رضا ورجاء للثواب. </p>"
}