{
  "id": null,
  "sura": 9,
  "aya": 114,
  "text": "<p> ١١٢ - هؤلاء الحاصلون على هذا الجزاء هم الراجعون مما كرهه الله وسخطه إلى ما يحبه ويرضاه، الذين ذلُّوا خشية لله وتواضعًا فجاوا في طاعته، الحامدون لربهم على كل حال، الصائمون، المصلون، الآمرون بما أمر الله به أو أمر به رسوله، الناهون عما نهى الله عنه ورسوله، الحافظون لأوامر الله بالاتباع، ولنواهيه بالاجتناب، وأَخْبِر -أيها الرسول- المؤمنين المتصفين بهذه الصفات بما يسرهم في الدنيا والآخرة. </p><p> ١١٣ - لا ينبغي للنبي ولا ينبغي للمؤمنين أن يطلبوا المغفرة من الله للمشركين، ولو كانوا أقرباءهم، من بعدِ ما اتضح لهم أنهم من أصحاب النار؛ لموتهم على الشرك. </p><p> ١١٤ - وما كان طلب إبراهيم المغفرة لأبيه إلا بسبب وعده إياه ليطلبنّها له؛ رجاء أن يسلم، فلما اتضح لإبراهيم أن أباه عدو لله لعدم نفع النصح فيه، أو لعلمه بوحي أنَّه يموت كافرًا تبرأ منه، وكان استغفاره له اجتهادًا منه، لا مخالفة لحكم أوحى الله إليه به، إن إبراهيم عليه السلام كثير التضرع إلى الله، كثير الصفح والتجاوز عن قومه الظالمين. </p><p> ١١٥ - وما كان الله ليحكم على قوم بالضلال بعد أن وفقهم للهداية حتَّى يبين لهم المحرمات التي يجب اجتنابها، فإن ارتكبوا ما حرم عليهم بعد بيان تحريمه حكم عليهم بالضلال، إن الله بكل شيء عليم، لا يخفى عليه شيء، وقد علَّمكم ما لم تكونوا تعلمون. </p><p> ١١٦ - إن الله له ملك السماوات وملك الأرض، لا شريك له فيهما، لا يخفى عنه فيهما خافية، يُحْيِي من شاء إحياء، ويميت من شاء إماتته، وما لكم -أيها الناس- غير الله من ولي يتولى أموركم، وما لكم من نصير يدفع عنكم السوء، وينصركم على عدوكم. </p><p> ١١٧ - لقد تاب الله على النبي محمد - صلى الله عليه وسلم - إذ أذن للمنافقين في التخلف عن غزوة تبوك، ولقد تاب على المهاجرين، وعلى الأنصار الذين لم يتخلفوا عنه، بل اتبعوه في غزوة تبوك مع شدة الحر وقلة ذات اليد وقوة الأعداء، بعدما كادت تميل قلوب طائفة منهم هَمُّوا بترك الغزو؛ لما هم فيه من الشدة العظيمة، ثم وفقهم الله للثبات والخروج إلى الغزو، وتاب عليهم، إنه سبحانه رؤوف بهم رحيم، ومن رحمته توفيقهم للتوبة وقبولها منهم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • بطلان الاحتجاج على جواز الاستغفار للمشركين بفعل إبراهيم عليه السلام. </p><p> • أن الذنوب والمعاصي هي سبب المصائب والخذلان وعدم التوفيق. </p><p> • أن الله هو مالك الملك، وهو ولينا، ولا ولي ولا نصير لنا من دونه. </p><p> • بيان فضل أصحاب النبي - صلى الله عليه وسلم - على سائر الناس. </p>"
}