{
  "id": null,
  "sura": 9,
  "aya": 66,
  "text": "<p> ٦٢ - يقسم المنافقون بالله لكم -أيها المؤمنون- أنهم لم يقولوا شيئًا يؤذي النبي - صلى الله عليه وسلم -، ذلك ليرضوكم عنهم، والله ورسوله أولى بالإرضاء بالإيمان والعمل الصالح إن كان هؤلاء مؤمنين حقًّا. </p><p> ٦٣ - ألم يعلم هؤلاء المنافقون أنهم بعملهم هذا معادون لله ولرسوله، وأن من يعاديهما يدخل يوم القيامة نار جهنم ماكثًا فيها أبدًا؟! ذلك الهوان والذل الكبير. </p><p> ٦٤ - يخاف المنافقون أن ينزل الله على رسوله سورة تُطلِع المؤمنين على ما يضمرونه هم من الكفر، قل -أيها الرسول-: استمروا -أيها المنافقون- على سخريتكم وطعنكم في الدين، فالله مخرج ما تخافون بإنزال سورة أو بإخبار رسوله بذلك. </p><p> ٦٥ - ولئن سألت -أيها الرسول- المنافقين عما قالوا من الطعن وسب المؤمنين بعد إخبار الله لك به ليقولنّ: كنا في حديث نمزح فيه ولم نكن جادين، قل -أيها الرسول-: أبالله وآياته ورسوله كنتم تستهزئون؟! </p><p> ٦٦ - لا تعتذروا بهذه الأعذار الكاذبة، فقد أظهرتم الكفر باستهزائكم بعد أن كنتم تضمرونه، إن نتجاوز عن فريق منكم لتركه النفاق وتوبته منه وإخلاصه لله، نعذب فريقًا منكم لإصرارهم على النفاق وعدم توبتهم منه. </p><p> ٦٧ - المنافقون رجالًا ونساءً متفقون في أحوال النفاق، وهم على النقيض من المؤمنين، فهم يأمرون بالمنكر، وينهون عن المعروف، ويبخلون بأموالهم فلا ينفقونها في سبيل الله، تركوا الله أن يطيعوه، فتركهم الله من توفيقه، إن المنافقين هم الخارجون عن طاعة الله وطريق الحق إلى معصيته وطريق الضلال. </p><p> ٦٨ - وَعَدَ الله المنافقين والكفار الذين لم يتوبوا أن يدخلهم نار جهنم ماكثين فيها أبدًا، هي كافيتهم عقابًا، وطردهم الله من رحمته، ولهم عذاب مستمر. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • قبائح المنافقين كثيرة، ومنها الإقدام على الأيمان الكاذبة، ومعاداة الله ورسوله، والاستهزاء بالقرآن والنبي والمؤمنين، والتخوف من نزول سورة في القرآن تفضح شأنهم، واعتذارهم بأنهم هازلون لاعبون، وهو إقرار بالذنب، بل هو عذر أقبح من الذنب. </p><p> • لا يُقبل الهزل في الدين وأحكامه، ويعد الخوض بالباطل في كتاب الله ورسله وصفاته كفرًا. </p><p> • النّفاق: مرض عُضَال متأصّل في البشر، وأصحاب ذلك المرض متشابهون في كل عصر وزمان في الأمر بالمنكر والنّهي عن المعروف، وقَبْض أيديهم وإمساكهم عن الإنفاق في سبيل الله للجهاد، وفيما يجب عليهم من حق. </p><p> • الجزاء من جنس العمل، فالذي يترك أوامر الله ويأتي نواهيه يتركه من رحمته. </p>"
}