{
  "id": null,
  "sura": 9,
  "aya": 120,
  "text": "<p> ١١٨ - ولقد تاب الله على الثلاثة، وهم: كعب بن مالك، ومرارة بن الربيع، وهلال بن أمية؛ الذين خُلِّفُوا عن التوبة وأُخِّرَ قبول توبتهم بعد تخلُّفهم عن الخروج مع رسول الله - صلى الله عليه وسلم - إلى تبوك، فأمر النبي - صلى الله عليه وسلم - الناس بهجرانهم، وأصابهم حزن وغم على ذلك حتَّى ضاقت عليهم الأرض على سعتها، وضاقت صدورهم بما حصل لهم من الوحشة، وعلموا أنْ لا ملجأ لهم يلجؤون إليه إلا إلى الله وحده، فرحمهم بتوفيقهم للتوبة، ثم قبل توبتهم، إنه هو التواب على عباده، الرحيم بهم. </p><p> ١١٩ - يا أيها الذين آمنوا بالله واتبعوا رسوله وعملوا بشرعه، اتقوا الله بامتثال أوامره، واجتناب نواهيه، وكونوا مع الصادقين في إيمانهم وأقوالهم وأعمالهم، فلا مَنْجاة لكم إلا في الصدق. </p><p> ١٢٠ - ليس لأهل المدينة ولا لمن حولهم من سكان البادية أن يتخلفوا عن رسول الله - صلى الله عليه وسلم - إذا خرج إلى الجهاد بنفسه، وليس لهم أن يَشِحُّوا بانفسهم، ويصونوها عن نفسه - صلى الله عليه وسلم -، بل الواجب عليهم أن يبذلوا أنفسهم دون نفسه؛ ذلك لأنهم لا ينالهم عطش، ولا تعب، ولا مجاعة في سبيل الله، ولا ينزلون مكانًا يثير وجودهم به غيظ الكفار، ولا يصيبون من عدو قتلًا أو أسرًا أو غنيمة أو هزيمة -إلا كتب الله لهم بذلك ثواب عمل صالح يقبله منهم، إن الله لا يضيع أجر المحسنين، بل يوفيهم إياه كاملًا، ويزيدهم عليه. </p><p> ١٢١ - ولا يبذلون مالًا قليلًا كان أو كثيرًا، ولا يتجاوزون واديًا إلا كتب لهم ما عملوه من بذل ومن سفر ليكافئهم الله، فيعطيهم في الآخرة أجر أحسن ما كانوا يعملون. </p><p> ١٢٢ - وما ينبغي للمؤمنين أن يخرجوا للقتال جميعًا حتَّى لا يُسْتَأصَلوا إذا ظهر عليهم عدوهم، فهلَّا خرج للجهاد فريق منهم، وبقي فريق ليرافقوا رسول الله - صلى الله عليه وسلم -، ويتفقهوا في الدين بما يسمعونه منه - صلى الله عليه وسلم - من القرآن وأحكام الشرع، وينذروا قومهم إذا رجعوا إليهم بما تعلموه؛ رجاء أن يحذروا من عذاب الله وعقابه، فيمتثلوا أوامره، ويجتنبوا نواهيه. وكان هذا في السرايا التي كان يبعثها رسول الله إلى النواحي، ويختار لها طائفة من أصحابه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • وجوب تقوى الله والصدق وأنهما سبب للنجاة من الهلاك. </p><p> • عظم فضل النفقة في سبيل الله. </p><p> • وجوب التفقُّه في الدين مثله مثل الجهاد، وأنه لا قيام للدين إلا بهما معًا. </p>"
}