{
  "id": null,
  "sura": 10,
  "aya": 104,
  "text": "<p> ٩٨ - لم يحدث أن آمنت قرية من القرى التي أرسلنا إليها رسلنا إيمانا مُعْتَدًّا به قبل معاينة العذاب، فينفعها إيمانها لمجيئه قبل معاينته، إلا قوم يونس حين آمنوا إيمانًا صادقًا رفعنا عنهم عذاب الذل والهوان في الحياة الدنيا، ومتعناهم إلى وقت انقضاء آجالهم. </p><p> ٩٩ - ولو شاء ربك -أيها الرسول- إيمان جميع من في الأرض لآمنوا، لكنه لم يشأ ذلك لحكمة، فهو يضل من يشاء بعدله، ويهدي من يشاء بفضله، فليس باستطاعتك إكراه الناس على أن يكونوا مؤمنين، فتوفيقهم للإيمان بيد الله وحده. </p><p> ١٠٠ - وما ينبغي لنفس أن تؤمن من تلقاء نفسها إلا أن يأذن الله، فلا يقع إيمان إلا بمشيئته، فلا تذهب نفسك حسرات عليهم، ويجعل الله العذاب والخزي على الذين لا يدركون عنه حججه , وأوامره ونواهيه. </p><p> ١٠١ - قل -أيها الرسول- للمشركين الذين يسألونك الآيات: تأملوا ماذا في السماوات والأرض من الآيات الدالة على وحدانية الله وقدرته، وما ينفع إنزال الآيات والحجج والرسل في قوم ليس لهم استعداد أن يؤمنوا؛ لإصرارهم على الكفر. </p><p> ١٠٢ - فهل ينتظر هؤلاء المكذبون إلا مثل الوقائع التي أوقعها الله على الأمم المكذبة السابقة؟! قل -أيها الرسول- لهم: انتظروا عذاب الله، إني معكم من المنتظرين لوعد ربي. </p><p> ١٠٣ - ثم نُنْزل بهم العقاب، ونُنَجِّي رسلنا، ونُنَجِّي الذين آمنوا معهم، فلا يصيبهم ما أصاب قومهم، كما أنجينا أولئك الرسل والمؤمنين معهم ننخي رسول الله والمؤمنين معه إنجاءً حقًّا ثابتًا علينا. </p><p> ١٠٤ - قل -أيها الرسول-: يا أيها الناس، إن كنتم في شك من ديني الَّذي أدعوكم إليه وهو دين التوحيد، فأنا على يقين من فساد دينكم فلا أتبعه، فلا أعبد الذين تعبدونهم من دون الله، ولكني أعبد الله الَّذي يميتكم، وأمرني أن أكون من المؤمنين المخلصين له الدين. </p><p> ١٠٥ - وأمرني كذلك أن أستقيم على الدين الحق، وأثبت عليه مائلًا عن كل الأديان إليه، ونهاني أن أكون من المشركين به. </p><p> ١٠٦ - ولا تَدْعُ -أيها الرسول- من دون الله من الأوثان والأصنام وغيرها ما لا يملك نفعًا فينفعك، ولا ضرًّا فيضرك، فإن عَبَدتَّها فإنك إذن من الظالمين المعتدين على حق الله وحق أنفسهم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الإيمان هو السبب في رفعة صاحبه إلى الدرجات العلى والتمتع في الحياة الدنيا. </p><p> • ليس في مقدور أحد حمل أحد على الإيمان؛ لأن هذا عائد لمشيئة الله وحده. </p><p> • لا تنفع الآيات والنذر من أصر على الكفر وداوم عليه. </p><p> • وجوب الاستقامة على الدين الحق، والبعد كل البعد عن الشرك والأديان الباطلة. </p>"
}