{
  "id": null,
  "sura": 10,
  "aya": 49,
  "text": "<p> ٤٣ - ومن المشركين من ينظر إليك -أيها الرسول- ببصره الظاهر لا ببصيرته، أفأنت تستطيع تبصير الذين سلبت أبصارهم؟! إنك لا تستطيع ذلك، وكذلك لا تستطيع هداية فاقد البصيرة. </p><p> ٤٤ - إن الله تنزه عن ظلم عباده، فهو لا يظلمهم مثقال ذرة، ولكنهم هم الذين يظلمون أنفسهم بإيرادها موارد الهلاك؛ بسبب التعصب للباطل والمكابرة والعناد. </p><p> ٤٥ - ويوم يحشر الله الناس يوم القيامة لحسابهم كان لم يمكثوا في حياتهم الدنيا وفي برزخهم إلا ساعة من نهار لا أَزْيدَ، يعرف بعضهم بعضًا فيها، ثم تنقطع معرفتهم لشدة ما شاهدوا من أهوال القيامة، قد خسر الذين يكذبون بلقاء ربهم يوم القيامة، وما كانوا مؤمنين في الدنيا بيوم البعث حتَّى يسلموا من الخسران. </p><p> ٤٦ - وإما نُرِينَّك -أيها الرسول- بعضًا مما وعدناهم به من العذاب قبل موتك، أو نتوفينك قبل ذلك، ففي كلتا الحالتين إلينا رجوعهم يوم القيامة، ثم الله مطلع على ما كانوا يعملون، لا يخفى عليه منه شيء، وسيجازيهم على أعمالهم. </p><p> ٤٧ - ولكل أمة من الأمم السابقة رسول أرسل إليهم، فإذا بلغهم ما أمر بتبليغه، وكذبوه حكم بينهم وبينه بالعدل، فنجاه الله بفضله، وأهلكهم بعدله، وهم لا يظلمون من جزاء أعمالهم شيئًا. </p><p> ٤٨ - ويقول هؤلاء الكفار معاندين ومتَحَدِّين: متى زمن ما وعدتمونا به من العذاب إن كنتم صادقين فيما تدعونه؟! </p><p> ٤٩ - قل لهم -أيها الرسول-: لا أملك لنفسي ضرًّا أضرها به أو أدفعه عنها ولا نفعًا أنفعها به، فكيف بنفع غيري أو ضره؟ إلا ما شاء الله من ذلك، فكيف لي أن أعلم غيبه؟ لكل أمة من الأمم توعدها الله بهلاكٍ زمنٌ محدد لهلاكها، لا يعلمه إلا الله، فإذا جاء زمن هلاكها لم تتأخر عنه وقتًا ما ولم تتقدم. </p><p> ٥٠ - قل -أيها الرسول- لهؤلاء المستعجلين للعذاب: أخبروني إن جاءكم عذاب الله في أي وقت من ليل أو نهار، ما الَّذي تستعجلونه من هذا العذاب؟! </p><p> ٥١ - أبعد أن يقع عليكم العذاب الَّذي وُعِدتموه تؤمنون حين لا ينفع نفسًا إيمانها لم تكن آمنت من قبل؛ أتؤمنون الآن، وقد كنتم تستعجلون العذاب من قبل على وجه التكذيب به؟! </p><p> ٥٢ - ثم بعد إدخالهم في العذاب وطلبهم الخروج منه يقال لهم: ذوقوا العذاب الدائم في الآخرة، فهل تثابون إلا ما كنتم تعملون من الكفر والمعاصي؟! </p><p> ٥٣ - ويستخبرك -أيها الرسول- المشركون: أهذا العذاب الَّذي وُعِدْنا به حق؟ قل لهم: نعم، إنه -والله- لحق، ولستم بمُفْلِتين منه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الإنسان هو الَّذي يورد نفسه موارد الهلاك، فالله مُنَزَّه عن الظلم. </p><p> • مهمة الرسول هي التبليغ، والله يتولى حسابهم وعقابهم بحكمته فقد يعجله في حياة الرسول أو يؤخره لبعد وفاته. </p><p> • النفع والضر بيد الله عز وجل، فلا أحد من الخلق يملك لنفسه أو لغيره ضرًّا ولا نفعًا. </p><p> • لا ينفع الإيمان صاحبه عند معاينة الموت. </p>"
}