{
  "id": null,
  "sura": 10,
  "aya": 14,
  "text": "<p> ٧ - إن الكافرين الذين لا يتوقعون لقاء الله فيخافوه أو يطمعوا فيه، وارتضوا الحياة الدنيا الفانية بدلًا من الحياة الأخروية الباقية، وسكنت أنفسهم إليها فرحة بها، والذين هم عن آيات الله ودلائله معرضون عنها لاهون. </p><p> ٨ - أولئك المتصفون بهذه الصفات مستقرهم الَّذي يأوون إليه هو النار؛ بسبب ما اكتسبوه من الكفر والتكذيب بيوم القيامة. </p><p> ٩ - إن الذين آمنوا بالله وعملوا الأعمال الصالحات يرزقهم الله الهداية الى العمل الصالح الموصل إلى رضاه؛ بسبب إيمانهم، ثم يدخلهم الله يوم القيامة في جنات النعيم الدائم، تجري من تحتهم الأنهار. </p><p> ١٠ - دعاؤهم في الجنّة هو تسبيح الله وتقديسه، وتحية الله لهم وتحية الملائكة وتحية بعضهم لبعض: سلام، وخاتمة دعائهم الثناء على الله رب المخلوقات كلها. </p><p> ١١ - ولو يُعَجِّل الله سبحانه استجابة دعاء الناس على أنفسهم وأولادهم وأموالهم بالشر عند الغضب، مثل ما يستجيب لهم في دعائهم بالخير -لهلكوا، ولكن الله يمهلهم، فيترك الذين لا ينتظرون لقاءه- لأنهم لا يخافون عقابًا ولا يرتجون ثوابًا- يتركهم مترددين حائرين مرتابين في يوم الحساب. </p><p> ١٢ - وإذا أصاب الإنسانَ المسرف على نفسه مرض أو سوء حال، دعانا متذللًا متضرعًا مضطجعًا على جنبه أو قاعدًا أو قائمًا؛ رجاء أن يُزَال ما به من ضر، فلما استجبنا دعاءه، وأزلنا ما به من ضر مضى على ما كان عليه كأنه لم يدعنا لكشف ضر أصابه، كما زُيِّن لهذا المعرض الاستمرار في ضلاله زُيِّن للمتجاوزين للحدود بكفرهم ما كانوا يعملونه من الكفر والمعاصي، فلا يتركونه. </p><p> ١٣ - ولقد أهلكنا الأمم من قبلكم -أيها المشركون- لتكذيبهم برسل الله وارتكابهم المعاصي، وقد جاءتهم رسلهم الذين أرسلناهم إليهم بالبراهين الواضحة الدالة على صدقهم فيما جاؤوا به من عند ربهم، فما استقام لهم أن يؤمنوا؛ لعدم استعدادهم للإيمان، فخذلهم الله، ولم يوفقهم له، كما جازينا تلك الأمم الظالمة نجزي أمثالهم في كل زمان ومكان. </p><p> ١٤ - ثم صَيَّرناكم -أيها النَّاس- خَلَفًا لتلك الأمم المكذبة التي أهلكناها؛ لننظر كيف تعملون، هل تعملون خيرًا فتثابوا عليه، أم تعملون شرًّا فتعاقبوا عليه؟ </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • لطف الله عز وجل بعباده في عدم إجابة دعائهم على أنفسهم وأولادهم بالشر. </p><p> • بيان حال الإنسان بالدعاء في الضراء والإعراض عند الرخاء والتحذير من الاتصاف بذلك. </p><p> • هلاك الأمم السابقة كان سببه ارتكابهم المعاصي والظلم. </p>"
}