{
  "id": null,
  "sura": 11,
  "aya": 22,
  "text": "<p> ٢٠ - أولئك المتصفون بتلك الصفات لم يكونوا قادرين على الهرب في الأرض من عذاب الله إذا نزل بهم، وليس لهم حلفاء ونصراء من دون الله يدفعون عقاب الله عنهم؛ يزاد عليهم العذاب يوم القيامة بسبب صَرْفهم أنفسهم وصَرْفهم غيرهم عن سبيل الله، ما كانوا في الدنيا يستطيعون سماع الحق والهدى سماع قبول، وما كانوا يبصرون آيات الله في الكون إبصارًا يفيدهم؛ لإعراضهم الشديد عن الحق. </p><p> ٢١ - أولئك المتصفون بتلك الصفات هم الذين خسروا أنفسهم بإيرادها موارد الهلاك باتخاذ الشرك مع الله، وذهب عنهم ما كانوا يختلقونه من الشركاء والشفعاء. </p><p> ٢٢ - حقًّا إنهم يوم القيامة هم الأخسرون صفقة، حيث استبدلوا الكفر بالإيمان، والدنيا بالآخرة، والعذاب بالرحمة. </p><p> ٢٣ - إن الذين آمنوا بالله ورسله، وعملوا الأعمال الصالحات، وخضعوا وخشعوا لله أولئك هم أصحاب الجنّة، هم فيها ماكثون أبدًا. </p><p> ٢٣ - مثل فريقي الكفار والمؤمنين مثل الأعمى الَّذي لا يبصر، والأصم الَّذي لا يسمع، وهذا مثل فريق الكفار الذين لا يسمعون الحق سماع قبول، ولا يبصرونه إبصارًا ينفعهم، ومثل السميع البصير، وهذا مثل فريق المؤمنين الَّذي يجمع بين السمع والإبصار، هل يستوي هذان الفريقان حالًا وصفة؟! لا يستويان، أفلا تعتبرون بعدم استوائهما؟! ولما ظهر ما ظهر من إعراض المشركين عن الإيمان سلّى الله نبيه - صلى الله عليه وسلم - بأنه ليس هو أول من كُذِّب، وذلك بذكر قصص الأنبياء، فقال سبحانه: </p><p> ٢٥ - ولقد بعثنا نوحًا عليه السلام رسولًا إلى قومه، فقال لهم: يا قوم، إني نذير لكم من عذاب الله، مبين لكم ما أرسلت به إليكم. </p><p> ٢٦ - وأدعوكم إلى عبادة الله وحده، فلا تعبدوا إلا إياه، إني أخات عليكم عذاب يوم مؤلم. </p><p> ٢٧ - فقال الأشراف والرؤساء الذين كفروا من قومه: لن نستجيب لدعوتك؛ لأنه لا مزية لك علينا، فأنت بشر مثلنا، ولأننا لا نراك اتبعك إلا سَفَلَتُنا فيما ظهر لنا من رأينا، ولأنه ليس لكم زيادة في الشرف والمال والجاه تؤهلكم لأن نتبعكم، بل نظنكم كاذبين فيما تدعونه. </p><p> ٢٨ - قال لهم نوح: يا قوم، أخبروني إن كنت على برهان من ربي يشهد لصدقي، ويوجب عليكم تصديقي، وأعطاني رحمة من عنده وهي النبوة والرسالة، وأُخْفِيت عليكم لجهلكم بها؛ أنجبركم على الإيمان بها، وندخله في قلوبكم كرهًا؟! لا نقدر على ذلك، فالذي يوفق للإيمان هو الله. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الكافر لا ينتفع بسمعه وبصره انتفاعًا يقود للإيمان، فهما كالمُنْتَفِيَين عنه بخلاف المؤمن. </p><p> • سُنَّة الله في أتباع الرسل أنهم الفقراء والضعفاء لخلوِّهم من الكِبْر، وخُصُومهم الأشراف والرؤساء. </p><p> • تكبُّر الأشراف والرؤساء واحتقارهم لمن دونهم في غالب الأحيان. </p>"
}