{
  "id": null,
  "sura": 11,
  "aya": 31,
  "text": "<p> ٢٩ - ويا قوم، لا أطلب منكم على تبليغ الرسالة مالًا، فما ثوابي إلا على الله، ولست بمُبْعِدٍ عن مجلسي الفقراء من المؤمنين الذين طَلبتم طردهم، إنهم ملاقو ربهم يوم القيامة، وهو مجازيهم على إيمانهم، ولكني أراكم قومًا لا تفهمون حقيقة هذه الدعوة حين تطلبون طرد الضعفاء من المؤمنين. </p><p> ٣٠ - ويا قوم، من يدفع عني عذاب الله إن طردت هؤلاء المؤمنين ظلمًا بغير ذنب؟ أفلا تتذكرون، وتسعون إلى ما هو أصلح لكم وأنفع؟! </p><p> ٣١ - ولا أقول لكم -يا قومي-: عندي خزائن الله التي فيها رزقه، أنفقها عليكم إن آمنتم، ولا أقول لكم: إني أعلم الغيب، ولا أقول لكم: إني من الملائكة، بل أنا بشر مثلكم، ولا أقول عن الفقراء الذين تحتقرهم أعينكم وتستصغرهم: لن يعطيهم الله توفيقًا ولا هداية، الله أعلم بنياتهم وأحوالهم، إني إن ادعيت ذلك لمن الظالمين الذين يستحقون عذاب الله. </p><p> ٣٢ - قالوا تَعَنُّتًا وتكبرًا: يا نوح، قد خاصمتنا وناظرتنا، فأكثرت مخاصمتنا ومناظرتنا، فأتنا بما تعدنا به من العذاب إن كنت من الصادقين فيما تدعيه. </p><p> ٣٣ - قال لهم نوح: أنا لا آتيكم بالعذاب، إنما يأتيكم به الله إن شاء، وما أنتم بقادرين على الإفلات من عذاب الله إن أراد بكم عذابًا. </p><p> ٣٤ - ولا ينفعكم نصحي وتذكيري لكم، إن كان الله يريد أن يضلَّكم عن الصراط المستقيم، ويخذلكم عن الهداية بسبب عنادكم، هو ربكم، فهو الَّذي يملك أمركم، فيضلكم إن شاء، وإليه وحده ترجعون يوم القيامة، فيجازيكم على أعمالكم. </p><p> ٣٥ - وسبب كفر قوم نوح أنهم يزعمون أنَّه اختلق على الله هذا الدين الَّذي جاء به، قل لهم -أيها الرسول-: إن اختلفته، فعلى وحدي عقاب إثمي، ولا أتحمل من إثم تكذيبكم شيئًا، فأنا بريء منه. </p><p> ٣٦ - وأوحى الله إلى نوح: أنَّه لن يؤمن من قومك -يا نوح- إلا من قد آمن من قبل، فلا تحزن -يا نوح- بسبب ما كانوا يفعلونه من التكذيب والاستهزاء خلال تلك المدة الطويلة. </p><p> ٣٧ - واصنع السفينة بمرأى منا محفوظًا منا، وبوحينا بتعليمك كيف تصنعها، ولا تخاطبني طالبًا إمهال الذين ظلموا أنفسهم بالكفر، إنهم مُغْرَقون -لا محالة- بالطوفان؛ عقابًا لهم على إصرارهم على الكفر. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • عفة الداعية إلى الله وأنه يرجو منه الثواب وحده. </p><p> • حرمة طرد فقراء المؤمنين، ووجوب إكرامهم واحترامهم. </p><p> • استئثار الله تعالى وحده بعلم الغيب. </p><p> • مشروعية جدال الكفار ومناظرتهم. </p>"
}