{
  "id": null,
  "sura": 12,
  "aya": 72,
  "text": "<p> ٧٠ - فلما أمر يوسف خُدَّامه بتحميل إبل إخوته بالطعام جعل مكيال الملك الذي يكيل به الطعام للمُمْتارين في وعاء أخيه الشقيق دون علمهم توصُّلًا إلى إبقائه معه، فلما ارتحلوا عائدين إلى أهلهم نادى منادٍ في إثرهم: يا أصحاب الابل المحملة بالمِيرة، إنكم لسارقون. </p><p> ٧١ - قال إخوة يوسف، وأقبلوا على المنادي في إثرهم ومن معه من أصحابه: ماذا ضاع منكم حتى تتهمونا بالسرقة؟ </p><p> ٧٢ - قال المنادي ومن معه من أصحابه لإخوة يوسف: ضاع منَّا صاع الملك الذي يكيل به، ولمن جاء بصاع الملك قبل التفتيش جُعْلٌ، وهو حمل جمل، وأنا ضامن له ذلك. </p><p> ٧٣ - قال لهم إخوة يوسف: والله لقد علمتم نزاهتنا وبراءتنا، كما رأيتموه من أحوالنا، وأنَّا ما جئنا أرض مصر لنفسد فيها، وما كنا في حياتنا سارقين. </p><p> ٧٤ - قال المنادي وأصحابه: فما جزاء من سرقه عندكم إن كنتم كاذبين في دعواكم البراءة من السرقة؟ </p><p> ٧٥ - قال لهم إخوة يوسف: جزاء السارق عندنا أن من وُجِد المسروق في وعائه يسلم برقبته للمسروق منه يسترِقه، مثل هذا الجزاء بالاسترقاق نجزي السارقين. </p><p> ٧٦ - فأرجعوهم إلى يوسف لتفتيش أوعيتهم، فبدأ بتفتيش أوعية إخوته غير الأشقاء قبل تفتيش وعاء أخيه الشقيق سترًا للحيلة، ثم فتش وعاء شقيقه، وأخرج صاع الملك منه، كما كدنا ليوسف بتدبير وضع الصاع في وعاء أخيه، كدنا له أمرًا آخر أن يأخذ إخوته بعقاب بلدهم باسترقاق السارق، هذا الأمر لا يتحقق لو عمل بعقاب الملك للسارق الذي هو الضرب والتغريم، إلا أن يشاء الله تدبيرًا آخر فهو قادر عليه، نرفع مراتب من نشاء من عبادنا كما رفعنا مرتبة يوسف، وفوق كل صاحب علم من هو أعلم منه، وفوق عِلمِ الجميع عِلمُ الله الذي يعلم كل شيء. </p><p> ٧٧ - قال إخوة يوسف: إن يسرق فلا عجب، فقد سرف أخ له شقيق من قبل سرقته هو، يعنون يوسف -عليه السلام-، فأخفى يوسف تأذّيه بقَوْلَتِهم هذه، ولم يظهرها لهم، قال لهم في نفسه: ما أنتم عليه من حسدٍ وصنيع سوءٍ سبق منكم، هو الشر بعينه في هذا المقام، والله تعالى أعلم بهذا الافتراء الذي يصدر منكم. </p><p> ٧٨ - قال إخوة يوسف ليوسف: أيها العزيز، إن له والدًا شيخًا طاعنًا في السن يحبه كثيرًا، فأمسك أحدنا بدلًا منه، إنا نراك من المحسنين في معاملتنا ومعاملة غيرنا، فأحسن إلينا بذلك. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • جواز الحيلة التي يُتَوصَّل بها لإحقاق الحق، بشرط عدم الإضرار بالغير. </p><p> • يجوز لصاحب الضالة أو الحاجة الضائعة رصد جُعْل \"مكافأة\" مع تعيين قدره وصفته لمن عاونه على ردها. </p><p> • التغافل عن الأذى والإسرار به في النفس من محاسن الأخلاق. </p>"
}