{
  "id": null,
  "sura": 12,
  "aya": 39,
  "text": "<p> ٣٨ - واتبعت دين آبائي: إبراهيم وإسحاق ويعقوب، وهو دين التوحيد لله، ما يصحّ لنا أن نشرك بالله غيره، وهو المنفرد بالوحدانية، ذلك التوحيد والإيمان الَّذي أنا عليه وآبائي هو من فضل الله علينا أن وفقنا له، ومن فضله على الناس جميعًا حين بعث إليهم الأنبياء به، ولكن أكثر الناس لا يشكرون الله على نعمه، بل يكفرونه. </p><p> ٣٩ - ثم خاطب يوسف الغلامين في السجن قائلًا: أعبادة آلهة متعددة خير، أم عبادة الله الواحد الَّذي لا شريك له، القهار لغيره، الَّذي لا يقهر؟ </p><p> ٤٠ - ما تعبدون من دون الله إلا أسماء على غير مسمَّيات، سمَّيتموها أنتم وآباؤكم آلهة، ليس لها في الألوهية نصيب، لم يُنْزِل الله بتسميتكم لها حجة تدل على صحتها، ليس الحكم في جميع المخلوقات إلا لله وحده، لا لهذه الأسماء التي سميتموها أنتم وآباؤكم، أمر الله سبحانه أن توحِّدوه بالعبادة، ونهى أن تشركوا معه غيره، ذلك التوحيد هو الدين المستقيم الَّذي لا اعوجاج فيه، ولكن أكثر الناس لا يعلمون ذلك، ولذلك يشركون بالله، فيعبدون بعض مخلوقاته. </p><p> ٤١ - يا رفيقَي السجن، أما الَّذي رأى أنَّه يعصر عنبًا ليصير خمرًا فإنه يخرج من السجن، ويرجع إلى عمله، فيسقي الملك، وأما الَّذي رأى أن فوق رأسه خبزًا تأكل الطير منه فإنه يقتل ويصلب، فتأكل الطير من لحم رأسه، فرغ الأمر الَّذي طلبتما الفُتْيَا فيه وتم، فهو واقع لا محالة. </p><p> ٤٢ - وقال يوسف للذي ظن أنَّه ناجٍ منهما -وهو ساقي الملك-: اذكر قصتي وشأني عند الملك؛ لعله يخرجني من السجن، فأنسى الشيطان الساقي ذكر يوسف عند الملك، فمكث يوسف في السجن بعد ذلك عدة سنوات. </p><p> ٤٣ - وقال الملك: إني رأيت في المنام سبع بقرات سمان يأكلهن سبع بقرات هزيلات، ورأيت سبع سنبلات خضر، وسبع سنبلات يابسات، يا أيها السادة والأشراف، أخبروني بتأويل رؤياي هذه إن كنتم عالمين بتأويل الرؤيا. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • وجوب اتباع ملة إبراهيم، والبراءة من الشرك وأهله. </p><p> • في قوله:  {أَأَرْبَابٌ مُتَفَرِّقُونَ ...} دليل على أن هؤلاء المصريين كانوا أصحاب ديانة سماوية لكنهم أهل إشراك. </p><p> • كل الآلهة التي تُعبد من دون الله ما هي إلا أسماء -غير مسميات، ليس لها في الألوهية نصيب. </p><p> • استغلال المناسبات للدعوة إلى الله، كما استغلها يوسف عليه السلام في السجن. </p>"
}