{
  "id": null,
  "sura": 12,
  "aya": 57,
  "text": "<p> ٥٣ - وواصلت امرأة العزيز كلامها قائلة: وما أنزه نفسي عن إرادة السوء، وما أردت بذلك تزكية نفسي؛ لأن شأن النفس البشرية كثرة الأمر بالسوء لميلها إلى ما تشتهيه وصعوبة كفها عنه، إلا ما رحمه الله من النفوس، فعصمها من الأمر بالسوء، إن ربي غفور لمن تاب من عباده، رحيم بهم. </p><p> ٥٤ - قال الملك لأعوانه لما تبين براءة يوسف وعلمه: جيئوني به أجعله خالصًا لنفسي، فجاؤوه به، فلما كلَّمه، وتبين له علمه وعقله قال له: إنك -يا يوسف- قد صِرتَ اليوم عندنا صاحب مكانة وجاه ومؤتمنًا. </p><p> ٥٥ - قال يوسف للملك: ولّني على حفظ خزائن المال والأقوات في أرض مصر، فإني خازن أمين، ذو علم وبصيرة بما أتولاه. </p><p> ٥٦ - وكما مَنَنَّا على يوسف بالبراءة والخلاص من السجن مننَّا عليه بالتمكين له في مصر، ينزل ويقيم في أي مكان شاء، نعطي من رحمتنا في الدنيا من نشاء من عبادنا، ولا نضيع ثواب المحسنين، بل نوفيهم إياه كاملًا غير منقوص. </p><p> ٥٧ - ولَثوابُ الله الَّذي أعدّه في الآخرة خير من ثواب الدنيا للذين آمنوا بالله وكانوا يتقونه بامتثال أوامره واجتناب نواهيه. </p><p> ٥٨ - وقدم إخوة يوسف إلى أرض مصر ببضاعة لهم، فدخلوا عليه، فعرف أنهم إخوته، ولم يعرفوا أنَّه أخوهم؛ لطول المدة وتغير هيئته؛ لأنه كان صبيًّا حين رموه في البئر. </p><p> ٥٩ - ولما أعطاهم ما طلبوه من المِيرَة والزاد، قال بعد أن أخبروه أن لهم أخًا من أبيهم تركوه عند أبيه: جيئوني بأخيكم من أبيكم أزدكم حمل لعير، ألا ترون أني أكمل الكيل ولا أنقصه، وأنا خير المضيفين. </p><p> ٦٠ - فإن لم تجيئوني به تبين كذبكم في دعواكم أن لكم أخًا من أبيكم، فلن أكيل لكم طعامًا، ولا تقربوا بلدي. </p><p> ٦١ - فأجابه إخوته قائلين: سنطلبه من أبيه، ونجتهد في ذلك، وإنا لفاعلون ما أمرتنا به دون تقصير. </p><p> ٦٢ - وقال يوسف لعُمَّاله: ردوا بضاعة هؤلاء إليهم حتَّى يعرفوا عند عودتهم أننا لم نَبْتَعْها منهم، وهذا يجبرهم على الرجوع ثانية ومعهم أخوهم؛ ليثبتوا ليوسف صدقهم، ويقبل منهم بضاعتهم. </p><p> ٦٣ - فلما رجعوا إلى أبيهم، وقصوا عليه ما كان من إكرام يوسف لهم قالوا: يا أبانا مُنِع منا الكيل إن لم نأت بأخينا معنا فابعثه معنا، فإنك إن بعثته معنا نكتل الطعام، وإنا لنتعهد لك بحفظه حتَّى يرجع إليك سالمًا. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • من أعداء المؤمن: نفسه التي بين جنبيه؛ لذا وجب عليه مراقبتها وتقويم اعوجاجها. </p><p> • اشتراط العلم والأمانة فيمن يتولى منصبًا يصلح به أمر العامة. </p><p> • بيان أن ما في الآخرة من فضل الله، إنما هو خير وأبقى وأفضل لأهل الإيمان. </p><p> • جواز طلب الرجل المنصب ومدحه لنفسه إن دعت الحاجة، وكان مريدًا للخير والصلاح. </p>"
}