{
  "id": null,
  "sura": 12,
  "aya": 109,
  "text": "<p> ١٠٤ - ولو عقلوا لآمنوا بك؛ لأنك لم تطلب منهم -أيها الرسول- على القرآن ولا على ما تدعوهم إليه ثوابًا، فليس القرآن إلا تذكيرًا لجميع الناس. </p><p> ١٠٥ - وكثيرة هي الآيات الدالة على توحيده سبحانه مبثوثة في السماوات وفي الأرض، يمرون عليها وهم عن التأمل فيها والاعتبار بها معرضون لا يلتفتون إليها. </p><p> ١٠٦ - وما يؤمن أكثر الناس بالله أنه الخالق الرازق المحيي المميت إلا وهم يعبدون معه غيره من الأصنام والأوثان، ويدّعون أن له ولدًا، سبحانه. </p><p> ١٠٧ - أفأمن هؤلاء المشركون أن تأتيهم عقوبة في الدنيا تغمرهم وتُظَلِّلُهم لا يستطيعون دفعها، أو تأتيهم الساعة فجأة، وهم لا يحسون بإتيانها فيستعدوا لها، فلذلك لم يؤمنوا؟! </p><p> ١٠٨ - قل -أيها الرسول- لمن تدعوه: هذه طريقي التي أدعو الناس إليها، على حجة واضحة أدعو إليها أنا، ويدعو إليها من اتبعني، واهتدى بهديي، واستن بسُنَّتي، ولست من المشركين بالله، بل أنا من الموحدين له سبحانه. </p><p> ١٠٩ - وما بعثنا من قبلك -أيها الرسول- إلا رجالًا من البشر لا ملائكة، نوحي إليهم كما أوحينا إليك، من أهل المدن لا من أهل البوادي، فكذبتهم أممهم فأهلكناها، أفلم يَسِرْ هؤلاء المكذبون بك في الأرض فيتأملوا كيف كانت نهاية المكذبين من قبلهم فيعتبروا بهم؟! وما في الدار الآخرة من النعيم خير للذين اتقوا الله في الدنيا، أفلا تعقلون أن ذلك خير فتتقوا الله بامتثال أوامره -وأعظمها الإيمان- وباجتناب نواهيه، وأكبرها الشرك بالله. </p><p> ١١٠ - هؤلاء الرسل الذين نرسلهم نمهل أعداءهم، ولا نعاجلهم العقوبة استدراجًا لهم، حتى إذا تأخر إهلاكهم، ويئس الرسل من هلاكهم، وظن الكفار أن رسلهم قد كذبوهم فيما وعدوهم به من العقاب للمكذبين، وإنجاء المؤمنين؛ جاء نصرنا لرسلنا، ونجِّي الرسل والمؤمنون من الهلاك الواقع على المكذبين، ولا يرد عذابنا عن القوم المجرمين عندما ننزله بهم. </p><p> ١١١ - لقد كان في قصص الرسل وقصص أممهم، وفي قصة يوسف وإخوته موعظة يتعظ بها أصحاب العقول السليمة، ما كان القرآن المشتمل على ذلك كلامًا مختلقًا مكذوبًا على الله، ولكن كان تصديقًا للكتب السماوية المنزلة من عند الله، وتفصيلًا لكل ما يُحتاج إلى تفصيله من الأحكام والشرائع، وإرشادًا لكل خير، ورحمة لقوم يؤمنون به، فهم الذين ينتفعون بما فيه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • من فضل الله تعالى أنه يُطْلع أنبياءه على بعض من أمور الغيب لغايات وحكم. </p><p> • أن الداعية لا يملك تصريف قلوب العباد وحملها على الطاعات، وأن أكثر الخلق ليسوا من أهل الهداية. </p><p> • ذم المعرضين عن آيات الله الكونية ودلائل توحيده المبثوثة في صفحات الكون. </p><p> • شملت هذه الآية {قُلْ هَذِهِ سَبِيلِي ...} . ذكر بعض أركان الدعوة، ومنها: </p><p> أ- وجود منهج:  {ادْعُوَاْ إِلَى اللهِ} . </p><p> ب - ويقوم المنهج على العلم:  {عَلَى بَصِيرَةٍ} . </p><p> ج - وجود داعية:  {أَدْعُوا}  {أَنَا} . </p><p> د - وجود مَدْعُوِّين:  {وَمَنِ اتَّبَعَنِي} . </p>"
}