{
  "id": null,
  "sura": 13,
  "aya": 38,
  "text": "<p> ٣٥ - صف الجنة التى وعد الله بها المتقين له بامتثال أوامره واجتناب نواهيه أنها تجري من تحت قصورها وأشجارها الأنهار، ثمارها دائمة عكس ثمار الدنيا، وظلها دائم لا يزول، ولا يتقلص، تلك هي عاقبة الذين اتقوا الله بامتثال أوامره واجتناب نواهيه، وعاقبة الكافرين النار يدخلونها ماكثين فيها أبدًا. </p><p> ٣٦ - والذين أعطيناهم التوراة من اليهود، والذين أعطيناهم الإنجيل من النصارى، يفرحون بما أنزل عليك -أيها الرسول- لموافقته لبعض ما أنزل عليهم، ومن طوائف اليهود والنصارى من ينكر بعض ما أنزل إليك مما لا يتفق مع أهوائهم، أو مما يصفهم بالتبديل والتحريف، قل لهم -أيها الرسول-: إنما أمرني الله أن أعبده وحده, ولا أشرك به غيره، إليه وحده أدعو ولا أدعو غيره، وإليه وحده مرجعي، وبهذا جاءت التوراة والإنجيل. </p><p> ٣٧ - ومثل إنزالنا الكتب السابقة بالسنة أقوامها أنزلنا عليك -أيها الرسول- القرآن قولًا فصلًا مبينًا للحق عربيًّا، ولئن اتبعت -أيها الرسول- أهواء أهل الكتاب في مساومتهم لك بحذف ما لا يتفق مع أهوائهم بعدما جاءك من العلم الذي علمك الله إياه، فليس لك من الله ولي يتولى أمرك، وينصرك على أعدائك، وليس لك مانع يمنعك من عذابه. </p><p> ٣٨ - ولقد أرسلنا رسلًا من قبلك -أيها الرسول- من البشر، فلست بدعًا من الرسل، وجعلنا لهم أزواجًا، وجعلنا لهم أولادًا كسائر البشر، ولم نجعلهم ملائكة لا يتزوجون ولا ينجبون، وأنت من هؤلاء الرسل الذين هم بشر يتزوجون وينجبون، فلماذا يعجب المشركون من كونك كذلك؟ ولا يصح لرسول أن يأتي من عنده بآية إلا إن أذن الله بإتيانه بها، لكل أمر قضاه الله كتاب ذكر فيه ذ لك، وأجل لا يتقدم ولا يتأخر. </p><p> ٣٩ - يزيل الله ما يشاء إزالته من خير أو شر أو سعادة أو شقاء وغيرها، ويثبت ما يشاء منها، وعنده اللوح المحفوظ، فهو مرجع كل ذلك، وما يظهر من محو أو إثبات مطابق لما هو فيه. </p><p> ٤٠ - وإن أريناك -أيها النبي- بعض ما نعدهم به من العذاب قبل موتك فذلك إلينا، أو أمتناك قبل أن نريك إياه فليس عليك إلا تبليغ ما أمرناك بتبليغه، وليس عليك مجازاتهم ولا محاسبتهم، فذلك علينا. </p><p> ٤١ - أوَلم يشاهد هؤلاء الكفار أنا نأتي أرض الكفر ننقصها من أطرافها بنشر الإسلام، وفتح المسلمين لها، والله يحكم ويقضي بما يشاء بين عباده، ولا أحد يتعقب حكمه بنقض أو تغيير أو تبديل، وهو سبحانه سريع الحساب، يحاسب الأولين والآخرين في يوم واحد. </p><p> ٤٢ - وقد مكرت الأمم السابقة بأنبيائها، وكادت لهم، وكذبوا بما جاؤوا به، فماذا فعلوا بتدبيرهم لهم؟ لا شيء؛ لأن التدبير الفاعل هو تدبير الله لا غيره، كما أنه سبحانه هو الذي يعلم ما تكسبه نفوسهم ويجازيهم عليه، وعندئذ سيعلمون كم كانوا مخطئين في عدم الإيمان بالله، وكم كان المؤمنون مصيبين، فحازوا بذلك الجنة والعاقبة الحسنة. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الترغيب في الجنة ببيان صفتها، من جريان الأنهار وديمومة الرزق والظل. </p><p> • خطورة اتباع الهوى بعد ورود العلم وأنه من أسباب عذاب الله. </p><p> • بيان أن الرسل بشر، لهم أزواج وذريات، وأن نبينا - صلى الله عليه وسلم - ليس بدعًا بينهم، فقد كان مماثلًا لهم في ذلك. </p>"
}