{
  "id": null,
  "sura": 13,
  "aya": 14,
  "text": "<p> ١٤ - لله وحده دعوة التوحيد لا يشاركه فيها أحد، والأصنام التي يدعوها المشركون من دونه لا تستجيب دعاء من يدعوها في أي مسألة، وما دعاؤهم لها إلا مثل عطشان يبسط يده إلى الماء ليصل إلى فيه فيشرب منه، وما لأصنامهم الا في ضياع وبُعدٍ عن الصواب؛ لأنها لا تملك لهم جلب نفع، دفع ضر. </p><p> ١٥ - ولله وحده يخضع بالسجود جميع من في السماوات ومن في الأرض، يستوي في ذلك المؤمن والكافر، غير أن المؤمن يخضع له ويسجد طوعًا، وأما الكافر فيخضع له كرهًا، وتملي عليه فطرته أن يخضع له طوعًا، وله ينقادُ ظِلُّ كل ما له ظل من المخلوقات أول النهار وآخره. </p><p> ١٦ - قل -أيها الرسول- للكفار الذين يعبدون مع الله غيره: من خالق السماوات والأرض ومدبر أمرهما؟ قل -أيها الرسول-: الله هو خالقهما ومدبر أمرهما، وأنتم تقرون بذلك، قل -أيها الرسول- لهم: أفأتخذتم لأنفسكم أولياء من دون الله عاجزين لا يستطيعون جلب نفع لأنفسهم، ولا كشف ضر عنها، فأنى لهم أن يستطيعوا ذلك لغيرهم؟ قل لهم -أيها الرسول-: هل يستوي الكافر الذي هو أعمى البصيرة، والمؤمن الذي هو البصير المهتدي؟ أم هل يستوي الكفر الذي هو ظلمات، والإيمان الذي هو نور؟ أم جعلوا لله سبحانه شركاء معه في الخلق خلقوا مثل خلق الله، فاختلط عندهم خلق الله بخلق شركائهم؟ قل لهم -أيها الرسول-: الله وحده هو خالق كل شيء لا شريك له في الخلق، وهو المنفرد بالألوهية، الذي يستحق أن يفرد بالعبادة، القهار. </p><p> ١٧ - ضرب الله مثلًا لتلاشي الباطل وبقاء الحق بماء مطر نازل من السماء حتى سالت به الأودية، كلٌّ حسب حجمه صغرًا وكبرًا، فحمل السيل الغُثَاء والرَّغْوَة مرتفعًا فوق الماء، وضرب مثلًا آخر لهما ببعض ما يوقد الناس عليه من المعادن النفيسة ابتغاء صهرها وصنع ما يتزين الناس به، بمثل هذين المثلين يضرب الله مثل الحق والباطل، فالباطل مثل الغُثَاء والزَّبَد الطافي على الماء، ومثل ما ينفيه صهر المعدن من الصدأ، والحق مثل الماء الصافي الذي يشرب منه، وينبت الثمار والكلأ والعشب، ومثل ما بقي من المعدن بعد صهره فينتفع الناس به، كما ضرب الله هذين المثلين يضرب الله الأمثال للناس؛ ليتضح الحق من الباطل. </p><p> ١٨ - للمؤمنين الذين أجابوا ربهم لما دعاهم لتوحيده وطاعته المثوبة الحسنى وهي الجنة، والكفار الذين لم يجيبوا دعوته إلى توحيده وطاعته لو اتفق أن لهم ما في الأرض من أنواع المال، ولهم مثله مضافًا إليه؛ لبذلوا كل ذلك فداءً لأنفسهم من العذاب، أولئك الذين لم يجيبوا دعوته يحاسبون على سيئاتهم كلها، ومسكنهم الذي يأوون إليه جهنم فراشهم ومستقرهم الذي هو النار. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • بيان ضلال المشركين في دعوتهم واستغاثتهم بغير الله تعالى، وتشبيه حالهم بحال من يريد الشرب فيبسط يده للماء بلا تناول له، وليس بشارب مع هذه الحالة؛ لكونه لم يتخذ وسيلة صحيحة لذلك. </p><p> • أن من وسائل الإيضاح في القرآن: ضرب الأمثال وهي تقرب المعقول من المحسوس، وتعطي صورة ذهنية تعين على فهم المراد. </p><p> • إثبات سجود جميع الكائنات لله تعالى طوعًا، أو كرهًا بما تمليه الفطرة من الخضوع له سبحانه. </p>"
}