{
  "id": null,
  "sura": 14,
  "aya": 25,
  "text": "<p> ٢٥ - تعطي هذه الشجرة الطيبة ثمرها الطيب كل وقت بأمر ربها، ويضرب الله -سبحانه وتعالى- الأمثال للناس رجاء أن يتذكروا. </p><p> ٢٦ - ومثل كلمة الشرك الخبيثة مثل شجرة خبيثة، وهي شجرة الحنظل، اقتُلِعت من أصلها، ليس لها ثبات على الأرض، ولا ارتفاع إلى السماء، فتموت وتذروها الرياح، فكلمة الكفر مآها الفناء، ولا يصعد لصاحبها إلى الله عمل طيب. </p><p> ٢٧ - يُثبِّت الله المؤمنين بكلمة التوحيد الثابتة إيمانًا تامًّا في الحياة الدنيا حتى يموتوا وهم على الإيمان، وفي البرزخ في قبورهم عند السؤال، ويثبتهم يوم القيامة، ويضلّ الله الظالمين بالشرك بالله والكفر به عن الصواب والرشد، ويفعل الله ما يشاء من إضلال من أراد إضلاله بعدله، ومن هداية من شاء هدايته بفضله، فلا مُكْرِه له سبحانه. </p><p> ٢٨ - لقد رأيت حال الذين كفروا بالله وبرسوله من قريش حين اعتاضوا عن إنعام الله عليهم بالأمن في الحرم، وببعثة محمد - صلى الله عليه وسلم - فيهم، اعتاضوا عن ذلك: الكفرَ بنعمه حين كذبوا بما جاءهم به من ربه، وأنزلوا من اتبعهم في الكفر من أقوامهم دار الهلاك. </p><p> ٢٩ - ودار الهلاك هي جهنم يدخلونها، يقاسون حرَّها، وساء المستقر مستقرهم. </p><p> ٣٠ - وجعل المشركون لله أمثالًا ونظراء ليضلوا من اتبعهم عن سبيل الله بعد أن ضلوا هم عنها، قل لهم - أيها الرسول -: تمتعوا بما أنتم فيه من الشهوات، ونشر الشبهات في هذه الحياة الدنيا، فإن مرجعكم يوم القيامة إلى النار، ليس لكم مرجع غيرها. </p><p> ٣١ - قل -أيها الرسول- للمؤمنين: أيها المؤمنون، أدوا الصلاة على أكمل وجه، وأنفقوا مما رزقكم الله النفقات الواجبة والمستحبة، خفية خوفًا من الرياء، وجهرًا ليقتدي بكم غيرُكم، من قبل أن يجيء يوم لا بيع فيه ولا فداء فيُفْتَدى من عذاب الله، ولا صداقة حتى يشفع الصديق لصديقه. </p><p> ٣٢ - الله الذي أنشأ السماوات وأنشأ الأرض على غير مثال سابق، وأنزل من السماء ماء المطر، فأخرج بذلك الماء المنزل من أصناف الثمار رزقًا لكم -أيها الناس- وذلَّل لكم السفن تجري على الماء وفق تقديره، وذلَّل لكم الأنهار لتشربوا منها، وتسقوا أنعامكم وزروعكم. </p><p> ٣٣ - وذلَّل لكم الشمس والقمر يجريان باستمرار، وذلَّل لكم الليل والنهار يتعاقبان، الليل لنومكم وراحتكم، والنهار لنشاطكم وكَدِّكم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • تشبيه كلمة الكفر بشجرة الحَنْظل الزاحفة، فهي لا ترتفع، ولا تنتج طيبًا، ولا تدوم. </p><p> • الرابط بين الأمر بالصلاة والزكاة مع ذكر الآخرة، فيه إشعار بأنهما مما تكون به النجاة يومئذ. </p><p> • تعداد بعض النعم العظيمة إشارة لعظم كفر بعض بني آدم وجحدهم نعمه - سبحانه وتعالى -. </p>"
}