{
  "id": null,
  "sura": 14,
  "aya": 5,
  "text": "<p> ٤٣ - ويقول الذين كفروا: لست -يا محمد- مرسلًا من الله، قل لهم -أيها الرسول-: كفى بالله شاهدًا بيني وبينكم على أني مرسل من ربي إليكم، ومن عنده علم من الكتب السماوية التي جاء فيها نَعْتِي، ومن كان الله شاهدًا بصدقه، فلا يضره تكذيب من كذّب. </p><p> سُوُرَةُ إِبْرَاهِيمَ </p><p> مَكيَّة </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> بيان وظيفة الرسل وحرصهم على إخراج الناس من ظلمات الشرك إلى نور التوحيد، في مقابل إعراض أقوامهم، تثبيتًا للنبي - صلى الله عليه وسلم - وتوعدًا للظالمين. </p><p> [التَّفْسِيرُ] </p><p> ١ - {الر} تقدّم الكلام على نظائرها في بداية سورة البقرة. هذا القرآن كتاب أنزلناه إليك -أيها الرسول- لتخرج الناس من الكفر والجهل والضلالة إلى الإيمان والعلم والهداية إلى دين الإسلام الذي هو طريق الله العزيز الذي لا يغالبه أحد، المحمود في كل شيء. </p><p> ٢ - الله الذي له وحده ملك ما في السماوات، وله وحده ملك ما في الأرض، فهو المستحق أن يعبد وحده، ولا يشرك به شيء من خلقه، وسينال الذين كفروا عذابٌ قوي. </p><p> ٣ - الذين كفروا يُؤثِرون الحياة الدنيا وما فيها من نعيم زائل على الآخرة وما فيها من نعيم دائم، ويصرفون الناس عن طريق الله، ويطلبون لطريقه التشويه والزيغ عن الحق والميل عن الاستقامة حتى لا يسلكها أحد، وأولئك المتصفون بتلك الصفات في ضلال بعيد عن الحق والصواب. </p><p> ٤ - وما بعثنا من رسول إلا بعثناه مُتَحدِّثًا بلنة قومه؛ ليسهل عليهم فهم ما جاء به من عند الله، ولم نبعثه لإجبارهم على الإيمان بالله، فالله يضل من يشاء بعدله، ويوفق من يشاء للهداية بفضله، وهو العزيز الذي لا يغالبه أحد، الحكيم في خلقه وتدبيره. </p><p> ٥ - ولقد بعثنا موسى وأيدناه بالآيات الدالة على صدقه، وأنه مرسل من ربه، وأمرناه أن يُخْرِج قومه من الكفر والجهل إلى الإيمان والعلم، وأمرناه أن يذكرهم بأيام الله التي أنعم عليهم فيها، إن في تلك الأيام دلالات جلية على توحيد الله وعظيم قدرته، وإنعامه على المؤمنين، وهذا ما ينتفع به الصابرون على طاعة الله المداومون على شكر نعمه وآلائه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • أن المقصد من إنزال القرآن هو الهداية بإخراج الناس من ظلمات الباطل إلى نور الحق. </p><p> • إرسال الرسل يكون بلسان أقوامهم ولغتهم؛ لأنه أبلغ في الفهم عنهم، فيكون أدعى للقبول والامتثال. </p><p> • وظيفة الرسل تتلخص في إرشاد الناس وقيادتهم للخروج من الظلمات إلى النور. </p>"
}