{
  "id": null,
  "sura": 15,
  "aya": 40,
  "text": "<p> ٣٢ - قال الله لإبليس بعد امتناعه من السجود لآدم: ما حملك ومنعك من أن تسجد مع الملائكة الذين سجدوا امتثالًا لأمري؟ </p><p> ٣٣ - قال إبليس متكبرًا: ما يصح لي أن أسجد لبشر خلقته من طين يابس كان طينًا أسود متغيرًا. </p><p> ٣٤ - قال الله لإبليس: اخرج من الجنة فإنك مطرود. </p><p> ٣٥ - وإن عليك اللعنة والطرد من رحمتي إلى يوم القيامة. </p><p> ٣٦ - قال إبليس: يا رب، أمهلني ولا تمتني إلى يوم يبعث الخلق. </p><p> ٣٧ - قال الله له: فإنك من المُمْهَلين الذين أخَّرت آجالهم. </p><p> ٣٨ - إلى الوقت الذي يموت فيه جميع الخلائق عند النفخة الأولى. </p><p> ٣٩ - قال إبليس: يا رب، بسبب إضلالك لي لأُحَسِّنَنَّ لهم المعاصي في الأرض، ولأضلَّنهم كلهم عن الصراط المستقيم. </p><p> ٤٠ - إلا من اصطفيتهم من عبادك لعبادتك. </p><p> ٤١ - قال الله: هذا طريق معتدل موصل إليّ. </p><p> ٤٢ - إن عبادي المخلصين ليس لك قدرة ولا تَسَلُّطٌ على إغوائهم إلا من اتبعك من الضالين. </p><p> ٤٣ - وإن جهنم لموعد إبليس ومن اتبعه من الضالين كلهم. </p><p> ٤٤ - لجهنم سبعة أبواب يدخلون منها، لكل باب من أبوابها من أتباع إبليس قدر معلوم منهم يدخل منه. </p><p> ٤٥ - إن الذين اتقوا ربهم بامتثال أمره واجتناب نهيه في جنات وعيون. </p><p> ٤٦ - يقال لهم عند دخولها: ادخلوها بسلامة من الآفات، وأمن من المخاوف. </p><p> ٤٧ - وأزلنا ما في صدورهم من حقد وعداوة، إخوة متحابِّين يجلسون على أسرَّة ينظر بعضهم إلى بعض. </p><p> ٤٨ - لا يصيبهم فيها تعب، وليسوا بمُخْرَجين منها، بل هم خالدون فيها. </p><p> ٤٩ - أَعْلِم -أيها الرسول- عبادي أني أنا الغفور لمن تاب منهم، الرحيم به. </p><p> ٥٠ - وأَعْلِمهم أن عذابي هو العذاب الموجع، فليتوبوا إلي لينالوا مغفرتي، ويأمنوا من عذابي. </p><p> ٥١ - وأعلمهم بخبر ضيوف إبراهيم -عليه السلام- من الملائكة الذين جاؤوه بالبشرى بالولد، وبإهلاك قوم لوط. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • في الآيات دليل على تزاور المتقين واجتماعهم وحسن أدبهم فيما بينهم، في كون كل منهم مقابلًا للآخر لا مستدبرًا له. </p><p> • ينبغي للعبد أن يكون قلبه دائمًا بين الخوف والرجاء، والرغبة والرهبة. </p><p> • سجد الملائكة لآدم كلهم أجمعون سجود تحية وتكريم إلا إبليس رفض وأبى. </p><p> • لا سلطان لإبليس على الذين هداهم الله واجتباهم واصطفاهم في أن يلقيهم في ذنب يمنعهم عفو الله. </p>"
}