{
  "id": null,
  "sura": 16,
  "aya": 51,
  "text": "<p> ٤٣ - وما أرسلنا من قبلك -أيها الرسول- إلا رجالًا من البشر نوحي إليهم، فلم نرسل رسلًا من الملائكة، وهذه سُنَّتنا المطردة، وإن كنتم تنكرون ذلك فاسألوا أهل الكتب السابقة يخبروكم أن الرسل كانوا بشرًا، ولم يكونوا ملائكة، إن كنتم لا تعلمون أنهم بشر. </p><p> ٤٤ - أرسلنا هؤلاء الرسل من البشر بالدلائل الواضحة، وبالكتب المنزلة، وأنزلنا إليك -أيها الرسول- القرآن لتوضح للناس ما يحتاج منه إلى توضيح، ولعلهم يُعْمِلون أفكارهم، فيتعظوا بما تضمنه. </p><p> ٤٥ - أفامن الذين دَبَّروا المكايد ليصدوا عن سبيل الله أن يخسف الله بهم الأرض كما خسفها بقارون، أو يجيئهم العذاب من حيث لا ينتظرون مجيئه. </p><p> ٤٦ - أو يصيبهم العذاب في حال تقلبهم في أسفارهم وسعيهم لمكاسبهم، فليسوا بفائتين ولا ممتنعين. </p><p> ٤٧ - أَوَأمنوا أن ينالهم عذاب الله حال خوفهم منه، فالله قادر على تعذيبهم في كل حال، إن ربكم لرؤوف رحيم لا يعاجل بالعقوبة لعل عباده يتوبون إليه. </p><p> ٤٨ - أَوَلم ينظر هؤلاء المكذبون نظر تأمل إلى مخلوقاته، تميل ظلالها يمينًا وشمالًا تبعًا لحركة الشمس وسيرها نهارًا وللقمر ليلًا، خاضعة لربها ساجدة له سجودًا حقيقيًّا، وهي ذليلة. </p><p> ٤٩ - ولله وحده يسجد جميع ما في السماوات وجميع ما في الأرض من دابة، وله وحده يسجد الملائكة، وهم لا يستكبرون عن عبادة الله وطاعته. </p><p> ٥٠ - وهم -مع ما هم عليه من العبادة والطاعة الدائمة- يخافون ربهم الذي هو فوقهم بذاته وقهره وسلطانه، ويفعلون ما يأمرهم به ربهم من الطاعة. </p><p> ٥١ - وقال الله سبحانه لجميع عباده: لا تتخذوا معبودين اثنين، إنما هو معبود بحقٍّ واحدٌ لا ثاني له ولا شريك، فإياي فخافوني، ولا تخافوا غيري. </p><p> ٥٢ - وله وحده ما في السماوات وما في الأرض خلقًا وملكًا وتدبيرًا، وله وحده الطاعة والخضوع والإخلاص ثابتًا، أفغير الله تخافون؟! لا، بل خافوه وحده. </p><p> ٥٣ - وما بكم -أيها الناس- من نعمة دينية أو دنيوية فمن الله سبحانه لا من غيره، ثم إذا أصابكم بلاء أو مرض أو فقر فإليه وحده تتَضَرَّعون بالدعاء؛ ليكشف عنكم ما أصابكم، فمن يمنح النعم ويكشف النقم هو الذي يجب أن يُعْبدَ وحده. </p><p> ٥٣ - ثم إذا استجاب دعوتكم فصرف ما بكم من ضر إذا طائفة منكم بربهم يشركون، حيث يعبدون معه غيره، فأي لؤم هذا؟! </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • على المجرم أن يستحي من ربه أن تكون نعم الله عليه نازلة في جميع اللحظات ومعاصيه صاعدة إلى ربه في كل الأوقات. </p><p> • ينبغي لأهل الكفر والتكذيب وأنواع المعاصي الخوف من الله تعالى أن يأخذهم بالعذاب على غِرَّة وهم لا يشعرون. </p><p> • جميع النعم من الله تعالى، سواء المادية كالرِّزق والسّلامة والصّحة، أو المعنوية كالأمان والجاه والمنصب ونحوها. </p><p> • لا يجد الإنسان ملجأ لكشف الضُّرِّ عنه في وقت الشدائد إلا الله تعالى فيضجّ بالدّعاء إليه؛ لعلمه أنه لا يقدر أحد على إزالة الكرب سواه. </p>"
}