{
  "id": null,
  "sura": 16,
  "aya": 31,
  "text": "<p> ٢٧ - ثم يوم القيامة يهينهم الله بالعذاب، ويذلهم به، ويقول لهم: أين شركائي الذين كنتم تشركونهم معي في العبادة، وكنتم تعادون أنبيائي والمؤمنين بسببهم؟ قال العلماء الربانيون: إن الهوان والعذاب يوم القيامة واقع على الكافرين. </p><p> ٢٨ - الذين يقبض ملك الموت وأعوانه من الملائكة أرواحهم وهم متلبسون بظلم أنفسهم بالكفر بالله، فانقادوا مستسلمين لما نزل لهم من الموت، وأنكروا ما كانوا عليه من الكفر والمعاصي؛ ظنًّا منهم أن الإنكار ينفعهم، فيقال لهم: كذبتم، قد كنتم كافرين تعملون المعاصي، إن الله عليم بما كنتم تعملون في الدنيا، لا يخفى عليه شيء منه، وسيجازيكم عليه. </p><p> ٢٩ - ويقال لهم: ادخلوا حسب أعمالكم أبواب جهنم ماكثين فيها أبدًا، فَلَساءت مقرًّا للمتكبرين عن الإيمان بالله وعبادته وحده. </p><p> ٣٠ - وقيل للذين اتقوا ربهم بامتثال أوامره واجتناب نواهيه: ماذا أنزل ربكم على نبيكم محمد - صلى الله عليه وسلم -؟ أجابوا: أنزل الله عليه خيرًا عظيمًا، للذين أحسنوا عبادة الله وأحسنوا التعامل مع خلقه في هذه الحياة الدنيا مثوبة حسنة، منها النصر وسعة الرزق، أعده الله لهم من الثواب في الآخرة خير مما عجَّله لهم في الدنيا، ولنِعْمَ دارُ المتقين لربهم بامتثال أوامره اجتناب نواهيه دارُ الآخرة. </p><p> ٣١ - جنات إقامة واستقرار يدخلونها، تجري الأنهار من تحت قصورها وأشجارها، لهم في هذه الجنات ما تشتهي أنفسهم من المأكل والمشرب وغيرهما، بمثل هذا الجزاء الذي يجزي به المتقين من أمة محمد - صلى الله عليه وسلم - يجزي المتقين من الأمم السابقة. </p><p> ٣٢ - الذين يقبض ملك الموت وأعوانه من الملائكة أرواحهم في حال طهارة قلوبهم من الكفر، تخاطبهم الملائكة بقولهم: سلام عليكم، سلمتم من كل آفة، ادخلوا الجنة بما كنتم تعملون في الدنيا من الاعتقاد الصحيح والعمل الصالح. </p><p> ٣٢ - هل ينتظر هؤلاء المشركون المكذبون إلا أن يأتيهم ملك الموت وأعوانه من الملائكة لقبض أرواحهم وضرب وجوههم وأدبارهم، أو يأتي أمر الله باستئصالهم بالعذاب في الدنيا؟ مثل هذا الفعل الذي يفعله المشركون في مكة فعله المشركون من قبلهم فأهلكهم الله، وما ظلمهم حين أهلكهم، ولكن كانوا أنفسهم يظلمون بإيرادها موارد الهلاك بالكفر بالله. </p><p> ٣٤ - فنزلت عليهم عقوبات أعمالهم التي كانوا يعملونها، وأحاط بهم العذاب الذي كانوا يسخرون منه إذا ذُكروا به. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • فضيلة أهل العلم، وأنهم الناطقون بالحق في الدنيا ويوم يقوم الأشهاد، وأن لقولهم اعتبارًا عند الله وعند خلقه. </p><p> • من أدب الملائكة مع الله أنهم أسندوا العلم إلى الله دون أن يقولوا: إنا نعلم ما كنتم تعملون، وإشعارًا بأنهم ما علموا ذلك إلا بتعليم من الله تعالى. </p><p> • من كرم الله وجوده أنه يعطي أهل الجنة كل ما تمنوه عليه، حتى إنه يُذَكِّرهم أشياء من النعيم لم تخطر على قلوبهم. </p><p> • العمل هو السبب والأصل في دخول الجنة والنجاة من النار، وذلك يحصل برحمة الله ومنته على المؤمنين لا بحولهم وقوتهم. </p>"
}