{
  "id": null,
  "sura": 16,
  "aya": 42,
  "text": "<p> ٣٥ - وقال الذين أشركوا مع الله غيره في عبادتهم: لو شاء الله أن نعبده وحده، ولا نشرك به لما عبدنا أحدًا غيره، لا نحن ولا آباؤنا من قبلنا، ولو شاء ألا نُحَرِّم شيئًا ما حَرَّمناه، بمثل هذه الحجة الباطلة قال الكفار السابقون، فما على الرسل إلا التبليغ الواضح لما أمروا بتبليغه، وقد بَلَّغوا، ولا حجة للكفار في الاعتذار بالقَدَر بعد أن جعل الله لهم مشيئة واختيارًا، وأرسل إليهم رسله. </p><p> ٣٦ - ولقد بعثنا في كل أمة سابقة رسولًا يأمر أمته بأن يعبدوا الله وحده، ويتركوا عبادة غيره من الأصنام والشياطين وغيرهم، فكان منهم من وفقه الله فآمن به، واتبع ما جاء به رسوله، وكان منهم من كفر بالله وعصى رسوله فلم يوفقه، فوجبت عليه الضلالة، فسيروا في الأرض لتروا بأعينكم كيف كان مصير المكذبين بعدما حل بهم من عذاب وهلاك. </p><p> ٣٧ - إن تجتهد -أيها الرسول- بما تستطيع من دعوتك لهؤلاء، وتحرص على هدايتهم، وتأخذ بأسباب ذلك؛ فإن الله لا يوفق للهداية من يضله، وليس لهم من دون الله من أحد ينصرهم بدفع العذاب عنهم. </p><p> ٣٨ - وحَلَفَ هؤلاء المكذبون بالبعث مبالغين في حلفهم جاهدين فيه مؤكِّدِين له: لا يبعث الله من يموت؛ دون أن تكون لهم حجة على ذلك، بلى، سيبعث الله كل من يموت، وعدًا عليه حقًّا، ولكن أكثر الناس لا يعلمون أن الله يبعث الموتى، فينكرون البعث. </p><p> ٣٩ - يبعثهم الله جميعًا يوم القيامة ليوضح لهم حقيقة ما كانوا يختلفون فيه من التوحيد والبعث والنبوّة، وليعلم الكفار أنهم كانوا كاذبين في ادعائهم شركاء مع الله وفي إنكارهم للبعث. </p><p> ٤٠ - إنا إذا أردنا إحياء الموتى وبعثهم فلا مانع يمنعنا من ذلك، إنما نقول لشيء إذا أردناه:  {كُن} فيكون لا محالة. </p><p> ٤١ - والذين تركوا ديارهم وأهليهم وأموالهم مهاجرين من بلد الكفر إلى بلد الإسلام ابتغاء مرضاة الله من بعد ما عذبهم الكفار وضيقوا عليهم لنُنَزِّلنهم في الدنيا دارًا يكونون فيها أعزَّة، ولثواب الآخرة أعظم لأن منه الجنة، لو كان المتخلفون عن الهجرة يعلمون ثواب المهاجرين لَمَا تخلفوا عنها. </p><p> ٤٢ - هؤلاء المهاجرون في سبيل الله هم الذين صبروا على أذى أقوامهم ومفارقة أهليهم وأوطانهم، وصبروا على طاعة الله، وهم على ربهم وحده يعتمدون في كل أمورهم، فأعطاهم الله هذا الجزاء العظيم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • العاقل من يعتبر ويتعظ بما حل بالضالين المكذبين كيف آل أمرهم إلى الدمار والخراب والعذاب والهلاك. </p><p> • الحكمة من البعث والمعاد إظهار الله الحق فيما يختلف فيه الناس من أمر البعث وكل شيء. </p><p> • فضيلة الصّبر والتوكل: أما الصّبر: فلما فيه من قهر النفس، وأما التّوكل: فللعزوف عن الخلق والاتِّجاه إلى الحقِّ. </p><p> • جزاء المهاجرين الذين تركوا ديارهم وأموالهم وصبروا على الأذى وتوكلوا على ربِّهم، هو الموطن الأفضل، والمنزلة الحسنة، والعيشة الرَّضية، والرّزق الطّيّب الوفير، والنّصر على الأعداء، والسّيادة على البلاد والعباد. </p>"
}