{
  "id": null,
  "sura": 16,
  "aya": 20,
  "text": "<p> ١٥ - وألقى في الأرض جبالًا تُثَبتِّها حتى لا تضطرب بكم وتميل، وأجرى فيها أنهارًا لتشربوا منها، وتسقوا أنعامكم وزروعكم، وشق فيها طرقًا تسلكونها، فتصلون إلى مقاصدكم دون أن تضلوا. </p><p> ١٦ - وجعل لكم في الأرض معالم ظاهرة تهتدون بها في السير نهارًا، وجعل لكم النجوم في السماء رجاء أن تهتدوا بها ليلًا. </p><p> ١٧ - أفمن يخلق هذه الأشياء وغيرها كمن لا يخلق شيئًا؟! أفلا تتذكرون عظمة الله الذي يخلق كل شيء، وتفردوه بالعبادة، ولا تشركوا به ما لا يخلق شيئا؟ </p><p> ١٨ - وأن تحاولوا -أيها الناس- عَدَّ نعم الله الكثيرة التي أنعم بها عليكم، وحَصْرها لا تستطيعوا ذلك لكثرتها وتنوعها، إن الله لغفور حيث لم يؤاخذكم بالغفلة عن شكرها، رحيم حيث لم يقطعها عنكم بسبب المعاصي والتقصير في شكره. </p><p> ١٩ - والله يعلم ما تخفون -أيها العباد- من أعمالكم، ويعلم ما تظهرون منها لا يخفى عليه شيء منها، وسيجازيكم عليها. </p><p> ٢٠ - والذين يعبدهم المشركون من دون الله لا يخلقون شيئا ولو كان قليلًا، ومن عبدوهم من دون الله هم الذين يصنعونهم، فكيف يعبدون من دون الله ما يصنعونه بأيديهم من الأصنام؟! </p><p> ٢١ - ومع كون عابديهم صنعوهم بأيديهم فهم جمادات لا حياة فيها ولا علم، فهم لا يعلمون متى يبعثون مع عابديهم يوم القيامة؛ ليرموا معهم في نار جهنم. </p><p> ٢٢ - معبودكم بحق هو معبود واحد لا شريك له وهو الله، والذين لا يؤمنون بالبعث للجزاء قلوبهم جاحدة وحدانية الله لعدم خوفها، فهي لا تؤمن بحساب ولا عقاب، وهم متكبرون لا يقبلون الحق، ولا يخضعون له. </p><p> ٢٣ - حقًّا إن الله يعلم ما يسره هؤلاء من الأعمال، ويعلم ما يظهرونه منها , لا يخفى عليه شيء، وسيجازيهم عليها، إنه سبحانه لا يحب المستكبرين عن عبادته والخضوع له، بل يمقتهم أشد المقت. </p><p> ٢٤ - قيل لهؤلاء الذين ينكرون وحدانية الخالق، ويكذبون بالبعث: ماذا أنزل الله على محمد - صلى الله عليه وسلم -؟ قالوا: لم ينزل عليه شيئًا، وإنما جاء من نفسه بقصص الأولين وأكاذيبهم. </p><p> ٢٥ - ليكون مآلهم أن يحملوا آثامهم دون نقص، ويحملوا من آثام الذين أضلوهم عن الإسلام جهلًا وتقليدًا، فما أشد قبح ما يحملونه من آثامهم وآثام أتباعهم. </p><p> ٢٦ - لقد أتى الكفار من قبل هؤلاء بالمكايد لرسلهم، فهدم الله أبنيتهم من أسسها، فسقطت عليهم سقوفهم من فوقهم، وجاءهم العذاب من حيث لا يتوقعون، فقد كانوا يتوقعون أن أبنيتهم تحميهم، فأُهْلكوا بها. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • في الآيات من أصناف نعم الله على العباد شيء عظيم، مجمل ومفصل، يدعو الله به العباد إلى القيام بشكره وذكره ودعائه. </p><p> • طبيعة الإنسان الظلم والتجرؤ على المعاصي والتقصير في حقوق ربه، كَفَّار لنعم الله، لا يشكرها ولا يعترف بها إلا من هداه الله. </p><p> • مساواة المُضِل للضال في جريمة الضلال؛ إذ لولا إضلاله إياه لاهتدى بنظره أو بسؤال الناصحين. </p><p> • أَخْذ الله للمجرمين فجأة أشد نكاية؛ لما يصحبه من الرعب الشديد، بخلاف الشيء الوارد تدريجيًّا. </p>"
}