{
  "id": null,
  "sura": 16,
  "aya": 13,
  "text": "<p> ٧ - وتحمل هذه الأنعام التي خلقناها لكم أمتعتكم الثقيلة في أسفاركم إلى بلد لم تكونوا واصليه إلا بمشقة عظيمة على الأنفس، إن ربكم -أيها الناس- لرؤوف رحيم بكم حيث سخر لكم هذه الأنعام. </p><p> ٨ - وخلق الله لكم الخيل والبغال والحمير لكي تركبوها، وتحملوا عليها أمتعتكم، ولتكون جَمالًا لكم تتجملون به في الناس، ويخلق ما لا تعلمون مما أراد خلقه. </p><p> ٩ - وعلى الله بيان الطريق المستقيم الموصل إلى مرضاته وهو الإسلام، ومن الطرق ما هو من طرق الشيطان المائلة عن الحق، وكل طريق غير طريق الإسلام فهو مائل، ولو شاء الله أن يوفقكم جميعًا للإيمان لوفقكم له جميعًا. </p><p> ١٠ - هو سبحانه الذي أنزل لكم من السحاب ماء، لكم من ذلك الماء شراب تشربونه وتشربه أنعامكم، ومنه ما يحصل به نبات الشجر الذي فيه ترعون مواشيكم. </p><p> ١١ - ينبت الله لكم بذلك الماء الزروعَ التي تأكلون منها، وينبت لكم به الزيتون والنخل والأعناب، وينبت لكم من جميع الثمرات، إن في ذلك الماء وما ينشأ عنه لدلالة على قدرة الله لقوم يتفكرون في خلقه، فيستدلون به على عظمته سبحانه. </p><p> ١٢ - وذلَّلَ الله لكم الليل لتسكنوا فيه وتستريحوا، والنهار لتكسبوا فيه ما تعيشون به، وسخر لكم الشمس، وجعلها ضياء، والقمر وجعله نورًا، والنجوم مذللات لكم بأمره القدري، بها تهتدون في ظلمات البر والبحر، وتعلمون الأوقات وغير ذلك، إن في تسخير ذلك كله لدلالات واضحة على قدرة الله لقوم يُعْمِلون عقولهم، فهم الذين يدركون الحكمة منها. </p><p> ١٣ - وسخر لكم ما خلق سبحانه في الأرض مما اختلفت ألوانه من المعادن والحيوان والنبات والزروع، إن في ذلك المذكور من الخلق والتسخير لدلالة جلية على قدرة الله سبحانه لقوم يعتبرون به، ويدركون أن قادر ومنعم. </p><p> ١٤ - وهو سبحانه الذي ذلَّل لكم البحر، فمكَنكم من ركوبه واستخراج ما فيه؛ لتأكلوا مما تصطادون من سمكه لحمًا غَضًّا لينًا، وتستخرجوا منه زينة تلبسونها وتلبسها نساؤكم مثل اللؤلؤ، وترى السفن تشق عُبَاب البحر، وتركبون هذه السفن طلبًا لفضل الله الحاصل من ربح التجارة، ورجاء أن تشكروا الله على ما أنعم به عليكم، وتفردوه بالعبادة. </p><p> • من عظمة الله أنه يخلق ما لا يعلمه جميع البشر في كل حين يريد سبحانه. </p><p> • خلق الله النجوم لزينة السماء، والهداية في ظلمات البر والبحر، ومعرفة الأوقات وحساب الأزمنة. </p><p> • الثناء والشكر على الله الذي أنعم علينا بما يصلح حياتنا ويعيننا على أفضل معيشة. </p><p> • الله سبحانه أنعم علينا بتسخير البحر لتناول اللحوم (الأسماك) ، واستخراج اللؤلؤ والمرجان، وللركوب، والتجارة، وللدفاع عن البلاد من أذى محتل وعدوان مستعمر. </p>"
}