{
  "id": null,
  "sura": 16,
  "aya": 114,
  "text": "<p> ١١١ - واذكر -أيها الرسول- يوم يأتي كل إنسان يُحاجّ عن نفسه، لا يُحاج عن غيرها لعظم الموقف، وتُوفَّى كل نفس جزاء ما عملت من خير وشر، وهم لا يُظْلمون بنقص حسناتهم، ولا بزيادة سيئاتهم. </p><p> ١١٢ - وضرب الله مثلًا قريةً -وهي مكة- كانت آمنة لا يخاف أهلها، مستقرة والناس من حولها يُتَخَطَّفون، يجيئها رزقها هنيئًا سهلًا من كل مكان، فكفر أهلها بما أنعم الله عليهم من النعم ولم يشكروه، فجازاهم الله بالجوع والخوف الشديد الظاهر على أجسامهم فزعًا وهزالًا، حتى صارا كاللباس لهم بسبب ما كانوا يعملون من الكفر والتكذيب. </p><p> ١١٣ - ولقد جاء أهل مكة رسول منهم يعرفونه بالأمانة والصدق، وهو محمد - صلى الله عليه وسلم -، فكذبوه فيما أنزله عليه ربه، فنزل بهم عذاب الله بالجوع والخوف، وهم ظالمون لأنفسهم بإيرادها موارد الهلاك حين أشركوا بالله، وكذبوا رسوله. </p><p> ١١٤ - فكلوا - أيها العباد - مما رزقكم الله سبحانه ما كان حلالًا من جنس ما يُسْتطاب أكله، واشكروا نعمة الله التي أنعم بها عليكم بالإقرار بهذه النعم لله وصرفها في مرضاته، إن كنتم تعبدونه وحده ولا تشركون به. </p><p> ١١٥ - حَرَّم الله عليكم من المأكولات ما مات دون ذكاة مما يُذَكَّى، والدم المَسْفوح، والخنزير بجميع أجزائه، وما ذبحه ذابحه قربانًا لغير الله، وهذا التحريم إنما هو في حالة الاختيار، فمن ألجاته الضرورة إلى أكل المذكورات، فأكل منها غير راغب في المحرم لذاته، ولا متجاوز لحد الحاجة؛ فلا إثم عليه، فإن الله غفور، يغفر له ما أكل، رحيم به حين أباح له ذلك عند الضرورة. </p><p> ١١٦ - ولا تقولوا -أيها المشركون- لما تصفه ألسنتكم من الكذب على الله: هذا الشيء حلال، وهذا الشيء حرام؛ بقصد أن تختلقوا على الله الكذب بتحريم ما لم يحرم، أو تحليل ما لم يحلل، إن الذين يختلقون على الله الكذب لا يفوزون بمطلوب، ولا ينجون من مرهوب. </p><p> ١١٧ - لهم متاع قليل حقير باتباعهم أهواءهم في الدنيا، ولهم يوم القيامة عذاب موجع. </p><p> ولما ذكر الله ما حرمه من المأكولات على هذه الأمة ذكر ما حرمه على اليهود فقال: </p><p> ١١٨ - وعلى اليهود خاصة حرمنا ما قصصناه عليك (كما في الآية)  (١٤٦) من سورة الأنعام)، وما ظلمناهم بتحريم ذلك، ولكن كانوا أنفسهم يظلمون حين ارتكبوا أسباب العقاب، فجزيناهم ببغيهم، فحرمنا عليهم ذلك عقوبة لهم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الجزاء من جنس العمل؛ فإن أهل القرية لما بطروا النعمة بُذلوا بنقيضها، وهو مَحْقُها وسَلْبُها ووقعوا في شدة الجوع بعد الشبع، وفي الخوف والهلع بعد الأمن والاطمئنان، وفي قلة موارد العيش بعد الكفاية. </p><p> • وجوب الإيمان بالله وبالرسل، وعبادة الله وحده، وشكره على نعمه وآلائه الكثيرة، وأن العذاب الإلهي لاحق بكل من كفر بالله وعصاه، وجحد نعمة الله عليه. </p><p> • الله تعالى لم يحرم علينا إلا الخبائث تفضلًا منه، وصيانة عن كل مُسْتَقْذَر. </p>"
}