{
  "id": null,
  "sura": 17,
  "aya": 67,
  "text": "<p> ٦٧ - وإذا أصابكم -أيها المشركون- بلاء ومكروه في البحر حتى خشيتم الهلاك غاب عن خاطركم ما كنتم تعبدون من دون الله، ولم تذكروا إلا الله فاستغثتم به، فلما أغاثكم وسلّمكم مما تخافونه، وصرتم في البر أعرضتم عن توحيده ودعائه وحده، ورجعتم إلى أصنامكم، وكان الإنسان جحودًا لنعم الله. </p><p> ٦٨ - أفأمنتم -أيها المشركون- حين نجاكم إلى عليكم حجارة من السماء تمطركم مثل ما فعل بقوم لوط، ثم لا تجدوا حافظًا يحفظكم، ولا ناصرًا يمنعكم من الهلاك. </p><p> ٦٩ - أم أمنتم أن يعيدكم الله إلى البحر مرة أخرى، ثم يبعث عليكم ريحًا شديدة، فيغرقكم بسبب كفركم بنعمة الله لما أنجاكم أولًا، ثم لا تجدوا لكم مطالبًا يطالبنا بما فعلنا بكم انتصارًا لكم. </p><p> ٧٠ - ولقد كرمنا ذرية آدم بالعقل وإسجاد الملائكة لأبيهم وغير ذلك، وسخرنا لهم ما يحملهم في البر من الدواب والمراكب، وما يحملهم في البحر من السفن، ورزقناهم من طيبات المآكل والمشارب والمناكح وغيرها، وفضلناهم على كثير من مخلوقاتنا تفضيلًا عظيمًا، فعليهم أن يشكروا نعم الله عليهم. </p><p> ٧١ - واذكر -أيها الرسول- يوم ننادي كل مجموعة بإمامها الذي كانت تقتدي به في الدنيا، فمن أُعْطِيَ كتاب عمله بيمينه فأولئك يقرؤون كتبهم مسرورين، ولا ينقصون من أجورهم شيئًا، وإن بلغ في صغره قدر الخيط الذي في شق النواة. </p><p> ٧٢ - ومن كان في هذه الحياة الدنيا أعمى القلب عن قبول الحق والإذعان له، فهو يوم القيامة أشد عمى، فلا يهتدي لطريق الجنة، وأضل طريقًا عن الهداية، والجزاء من جنس العمل. </p><p> ٧٣ - ولقد أوشك المشركون أن يصرفوك -أيها الرسول- عما أوحينا إليك من القرآن؛ لتختلق علينا غيره مما يوافق أهواءهم، ولو فعلت ما أرادوا من ذلك لاصطفوك حبيبًا. </p><p> ٧٤ - ولولا أن مننا عليك بالتثبيت على الحق لقد أوشكت أن تميل إليهم بعض المَيْل، فتوافقهم فيما اقترحوه عليك؛ لقوة خداعهم وشدّة احتيالهم مع فرط حرصك على إيمانهم، لكن عصمناك من الميل إليهم. </p><p> ٧٥ - ولو ملت إليهم فيما يقترحون عليك لأصبناك بعذاب مضاعف في الحياة الدنيا وفي الآخرة، ثم لا تجد نصيرًا يناصرك علينا، ويدفع عنك العذاب. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الإنسان كفور للنعم إلا من هدى الله. </p><p> • كل أمة تُدْعَى إلى دينها وكتابها، هل عملت به أم لا؟ والله لا يعذب أحدًا إلا بعد قيام الحجة عليه ومخالفته لها. </p><p> • عداوة المجرمين والمكذبين للرسل وورثتهم ظاهرة بسبب الحق الذي يحملونه، وليس لذواتهم. </p><p> • الله تعالى عصم النبي من أسباب الشر ومن البشر، فثبته وهداه الصراط المستقيم، ولورثته مثل ذلك على حسب اتباعهم له. </p>"
}