{
  "id": null,
  "sura": 17,
  "aya": 83,
  "text": "<p> ٧٦ - ولقد أوشك الكفار أن يزعجوك بعداوتهم إياك ليخرجوك من مكة، لكن منعهم الله من إخراجك حتى هاجرت بأمر ربك، ولو أخرجوك لم يبقوا بعد إخراجك إلا زمنًا يسيرًا. </p><p> ٧٧ - ذلك الحكم بعدم بقائهم بعدك إلا زمنًا يسيرًا سُنَّة الله المطردة في الرسل من قبلك، وهي أن أي رسول أخرجه قومه من بينهم أنزل الله بهم العذاب، ولن تجد -أيها الرسول- لسُنَّتنا تغييرًا، بل ستجدها ثابتة مطردة. </p><p> ٧٨ - أقم الصلاة بالإتيان بها على أتم وجه في أوقاتها من زوال الشمس عن كبد السماء ويشمل ذلك صلاة الظهر والعصر، إلى ظلمة الليل، وتشمل المغرب والعشاء، وأقم صلاة الفجر وأطل القراءة فيها، فصلاة الفجر تحضرها ملائكة الليل وملائكة النهار. </p><p> ٧٩ - ومن الليل فقم -أيها الرسول- وصلِّ بعضًا منه لتكون صلاتك زيادة لك في رفع درجاتك، متحريًا أن يبعثك ربك يوم القيامة شافعًا للناس مما هم فيه من أهوال يوم القيامة، ويكون لك مقام الشفاعة العظمى الذي يحمده الأولون والآخرون. </p><p> ٨٠ - وقل -أيها الرسول-: رب، اجعل مداخلي ومخارجي كلها في طاعتك وعلى مرضاتك، واجعل لي من عندك حجة ظاهرة تنصرني بها على عدوي. </p><p> ٨١ - وقل -أيها الرسول- لهؤلاء المشركين: جاء الإسلام، وتحقق ما وعد الله به من نصره، وذهب الشرك والكفر، إن الباطل ذاهب مُتَلاشٍ لا يثبت أمام الحق. </p><p> ٨٢ - ونُنزِّل من القرآن ما هو شفاءً للقلوب من الجهل والكفر والشك، وما هو شفاء للأبدان إذا رقيت به، وما هو رحمة للمؤمنين العاملين به، ولا يزيد هذا القرآن الكفار إلا هلاكًا؛ لأن سماعه يغيظهم، ويزيدهم تكذيبًا وإعراضًا عنه. </p><p> ٨٣ - وإذا أنعمنا على الإنسان بنعمة مثل الصحة والغنى أعرض عن شكر الله وطاعته، وتباعد تكبرًا وإذا أصابه مرض أو فقر ونحوهما كان شديد القنوط واليأس من رحمة الله. </p><p> ٨٤ - قل -أيها الرسول-: كل إنسان يعمل على طريقته التي تشابه حاله في الهداية والضلال، فربكم أعلم بمن هو أهدى طريقًا إلى الحق. </p><p> ٨٥ - ويسألك -أيها الرسول- الكفار من أهل الكتاب عن حقيقة الروح، فقل لهم: لا يعلم حقيقة الروح إلا الله، وما أُعْطِيتم أنتم وجميع الخلق من العلم إلا قليلًا في جنب علم الله سبحانه. </p><p> ٨٦ - والله لو شئنا الذهاب بالذي أنزلنا إليك -أيها الرسول- من الوحي بمحوه من الصدور الكتب لذهبنا به، ثم لا تجد من ينصرك ويتولّى ردِّه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • في الآيات دليل على شدة افتقار العبد إلى تثبيت الله إياه، وأنه ينبغي له ألا يزال مُتَمَلِّقًا لربه أن يثبته على الإيمان. </p><p> • عند ظهور الحق يَضْمَحِل الباطل، ولا يعلو الباطل إلا في الأزمنة والأمكنة التي يكسل فيها أهل الحق. </p><p> • الشفاء الذي تضمنه القرآن عام لشفاء القلوب من الشبَه، والجهالة، والآراء الفاسدة، والانحراف السيئ والمقاصد السيئة. </p><p> • في الآيات دليل على أن المسؤول إذا سئل عن أمر ليس في مصلحة السائل فالأولى أن يعرض عن جوابه، ويدله على ما يحتاج إليه، ويرشده إلى ما ينفعه. </p>"
}