{
  "id": null,
  "sura": 17,
  "aya": 9,
  "text": "<p> ٨ - عسى ربكم - يا بني إسرائيل - أن يرحمكم بعد هذا الانتقام الشديد إن تبتم إليه، وأحسنتم أعمالكم، وإن رجعتم إلى الإفساد مرة ثالثة أو أكثر رجعنا إلى الانتقام منكم، وصَيَّرنا جهنم للكافرين بالله فراشًا ومهادًا لا يتخلون عنه. </p><p> ٩ - إن هذا القرآن المنزل على محمد - صلى الله عليه وسلم - يدل على أحسن السُّبُل وهي سبيل الإسلام، ويخبر المؤمنين بالله الذين يعملون الأعمال الصالحات بما يسرهم، وهو أن لهم ثوابًا عظيمًا من الله. </p><p> ١٠ - ويخبر الذين لا يؤمنون بيوم القيامة بما يسوؤهم، وهو أنَّا أعددنا لهم يوم القيامة عذابًا موجعًا. </p><p> ١١ - ويدعو الإنسان لجهله على نفسه وولده, وماله عند الغضب بالشرور، مثل دعائه لنفسه بالخير، فلو استجبنا دعاءه بالشر لهلك، وهلك ماله وولده، كان الإنسان مجبولًا على العجلة؛ ولذا فإنّه قد يتعجّل ما يضرّه. </p><p> ١٢ - وخلقنا الليل والنهار علامتين دالتين على وحدانية الله وقدرته؛ لما فيهما من الاختلاف في الطول والقصر والحرارة والبرودة، فجعلنا الليل مظلمًا للراحة والنوم، وجعلنا النهار مضيئًا يبصر فيه الناس فيسعون لمعاشهم، رجاء أن تعلموا بتعاقبهما عدد السنين، وما تحتاجون إليه من حساب أوقات الشهور والأيام والساعات، وكل شيء بيَّناه تبيينًا لتتميز الأشياء، ويتضح المُحِقُّ من المُبْطِل. </p><p> ١٣ - وكل إنسان جعلنا عمله الصادر عنه ملازمًا له ملازمة القلادة للعنق، لا ينفصل عنه حتى يُحاسَب عليه، ونخرج له يوم القيامة كتابًا فيه جميع ما عمل من خير وشر يجده أمامه مفتوحًا مبسوطًا. </p><p> ١٤ - ونقول له يومئذ: اقرأ -أيها الانسان- كتابك، وتولّ حساب نفسك على أعمالك، كفى بنفسك يوم القيامة محاسبًا لك. </p><p> ١٥ - من اهتدى إلى الإيمان فثواب هدايته له، ومن ضل فعقاب ضلاله عليه، ولا تتحمل نفس ذنب نفس أخرى، وما كنا معذبين قومًّا حتى نقيم عليهم الحجة بإرسال الرسل إليهم. </p><p> ١٦ - وإذا أردنا إهلاك قرية لظلمها أمرنا من أبطرتهم النعمة بالطاعة فلم يمتثلوا، بل عصوا وخرجوا عن الطاعة، فحَقَّ عليهم القول بالعذاب المُسْتأصِل، فأهلكناهم هلاك استئصال. </p><p> ١٧ - وما أكثَرَ الأممَ المكذبة التي أهلكناها من بعد نوح مثل عاد وثمود! وكفى بربك -أيها الرسول- بذنوب عباده خبيرًا بصيرًا، لا يخفى عليه منها شيء، وسيجازيهم عليها. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • من اهتدى بهدي القرآن كان أكمل الناس وأقومهم وأهداهم في جميع أموره. </p><p> • التحذير من الدعوة على النفس والأولاد بالشر. </p><p> • اختلاف الليل والنهار بالزيادة والنقص وتعاقبهما، وضوء النهار وظلمة الليل، كل ذلك دليل على وحدانية الله ووجوده وكمال علمه وقدرته. </p><p> • تقرر الآيات مبدأ المسؤولية الشخصية، عدلًا من الله ورحمة بعباده. </p>"
}