{
  "id": null,
  "sura": 17,
  "aya": 43,
  "text": "<p> ٣٩ - ذلك الذي وضحناه من الأوامر والنواهي والأحكام مما أوحاه إليك ربك، ولا تتخذ -أيها الانسان- مع الله معبودًا آخر، فتُرْمَى في جهنم يوم القيامة ملومًا تلومك نفسك ويلومك الناس، مطرودًا عن كل خير. </p><p> ٤٠ - يا من تدعون أن الملائكة بنات الله، أفاختصّكم ربكم - أيها المشركون - بالذكور من الأولاد، واتخذ لنفسه الملائكة بنات؟ تعالى الله عما تقولون، إنكم لتقولون على الله سبحانه قولًا بالغ القبح حيث تنسبون له الولد، وتزعمون أن له البنات إمعانًا في الكفر به. </p><p> ٤١ - ولقد أوضحنا في هذا القرآن الأحكام والمواعظ والأمثال ليتعظ بها الناس، فيسلكوا ما ينفعهم، ويتركوا ما يضرهم، والحال أن بعضهم ممن انتكست فطرتهم لم يزدد بذلك إلا بعدًا عن الحق وكراهية له. </p><p> ٤٢ - قل -أيها الرسول- لهؤلاء المشركين: لو كان مع الله تعالى معبودات كما يقولون افتراء وكذبًا إذن لطلبت تلك المعبودات المزعومة إلى الله ذي العرش طريقًا لتغالبه على ملكه وتنازعه فيه. </p><p> ٤٣ - تنزه الله سبحانه وتقدس عما يصفه به المشركون، وتعالى عما يقولونه علوًّا كبيرًا. </p><p> ٤٤ - تسبح لله السماوات، وتسبح لله الأرض، ويسبح لله من في السماوات والأرض من المخلوقات، وما من شيء إلا ينزهه قارنًا تنزيهه إياه بالثناء، ولكن لا تفهمون كيفية تسبيحهم، فأنتم لا تفهمون إلا تسبيح من يسبح بلسانكم، إنه تعالى كان حليمًا لا يعاجل بالعقوبة، غفورًا لمن تاب إليه. </p><p> ٤٥ - وإذا قرأت -أيها الرسول- القرآن فسمعوا ما فيه من الزجر، والمواعظ جعلنا بينك. وبين الذين لا يؤمنون بيوم القيامة حجابًا ساترًا يمنعهم من فهم القرآن عقابًا لهم على إعراضهم. </p><p> ٤٦ - وصيرنا على قلوبهم أغطية حتى لا يفهموا القرآن، وصيرنا في آذانهم ثقلًا حتى لا يسمعوه سماع انتفاع، وإذا ذكرت ربك في القرآن لم تذكر آلهتهم المزعومة رجعوا على أعقابهم متباعدين عن إخلاص التوحيد لله. </p><p> ٤٧ - نحن أعلم بطريقة استماع رؤسائهم للقرآن، فهم لا يريدون الاهتداء به، بل يريدون الاستخفاف واللغو عند قراءتك، ونحن أعلم بما يتناجون به من التكذيب والصد عنه، حين يقول هؤلاء الظالمون لأنفسهم بالكفر: لا تتبعون -أيها الناس- إلا رجلًا مسحورًا اختلط عقله. </p><p> ٤٨ - تأمل -أيها الرسول- لتعجب مما وصفوك به من صفات مذمومة مختلفة، فانحرفوا عن الحق، وحاروا فلم يهتدوا إلى طريق الحق. </p><p> ٤٩ - وقال المشركون إنكارًا للبعث: أإذا متنا وصرنا عظامًا، وبليت أجسامنا، أنبعث بعثًا جديدًا؟ إن هذا لمستحيل. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الزعم بأن الملائكة بنات الله افتراء كبير، وقول عظيم الإثم عند الله. </p><p> • أكثر الناس لا تزيدهم آيات الله إلا نفورًا؛ لبغضهم للحق ومحبتهم ما كانوا عليه من الباطل. </p><p> • ما من مخلوق في السماوات والأرض إلا يسبح بحمد الله تعالى فينبغي للعبد ألا تسبقه المخلوقات بالتسبيح. </p><p> • من حلم الله على عباده أنه لا يعاجلهم بالعقوبة على غفلتهم وسوء صنيعهم، فرحمته سبقت غضبه. </p>"
}