{
  "id": null,
  "sura": 18,
  "aya": 80,
  "text": "<p> ٧٥ - قال الخَضِر لموسى عليه السلام: إني كنت قلت لك: إنك -يا موسى- لن تستطيع الصبر على ما أقوم به من أمر. </p><p> ٧٦ - قال موسى عليه السلام: إن سألت عن شيء بعد هذه المرة ففارقني، فقد وصلت إلى الغاية التي تُعْذَر فيها على ترك مصاحبتي؛ لكوني خالفت أمرك ثلاث مرات. </p><p> ٧٧ - فسارا حتى إذا جاءا أهل قرية طلبا من أهلها طعامًا, فامتنع أهل القرية من إطعامهما، وتأدية حق الضيافة إليهما، فوجدا في القرية حائطًا مائلًا قارب أن يسقط وينهدم، فسواه الخَضِر حتى استقام، فقال موسى عليه السلام للخَضِر: لو شئت اتخاذ أجر على إصلاحه لاتخذته؛ لحاجتنا إليه بعد امتناعهم من ضيافتنا. </p><p> ٧٨ - الخَضِر لموسى: هذا الاعتراض على عدم أخذي أجرًا على إقامة الحائط هو محل الفراق بيني وبينك، سأخبرك بتفسير ما لم تستطع أن تصبر عليه مما شاهدتني قمت به. </p><p> ٧٩ - أما السفينة التي أنكرت عليَّ خرقها؛ فكانت لضعفاء يعملون عليها في البحر لا يستطيعون الدفع عنها، فأردت أن تفسير معيبة بما أحدثته فيها؛ حتى لا يستولي عليها ملك كان أمامهم يأخذ كل سفينة صالحة كرهًا من أصحابها، ويترك كل سفينة معيبة. </p><p> ٨٠ - وأما الغلام الذي أنكرت عليّ قتله فكان أبواه مؤمنَين، وكان هو في علم الله كافرًا، فخفنا إن بلغ أن يحملهما على الكفر باللهِ والطغيان من فرط محبتهما له، أو من فرط حاجتهما إليه. </p><p> ٨١ - فأردنا أن يعوّضهما الله ولدًا خيرًا منه دينًا وصلاحًا وطهارة من الذنوب، وأقرب رحمة بوالديه منه. </p><p> ٨٢ - وأما الحائط الذي أصلحته وأنكرت عليّ إصلاحه فكان لصغيرين في المدينة التي جئناها قد مات أبوهما، وكان تحت الحائط مال مدفون لهما, وكان أبو هذين الصغيرين صالحًا، فأراد ربك -يا موسى- أن يبلغا من الرشد ويكبرا، ويخرجا مالهما المدفون من تحته؛ إذ لو سقط الحائط الآن لانكشف مالهما وتعرّض للضياع، وكان هذا التدبير رحمة من ربك بهما، وما فعلته من اجتهادي؛ ذلك تفسير ما لم تستطع الصبر عليه. </p><p> ولما ذكر الله قصة الخَضِر ذكر قصة ذي القرنين؛ لما بينهما من ترابط؛ إذ إن كلًّا منهما سعى لحماية \"الضعفاء\" فقال: </p><p> ٨٣ - ويسألك -أيها الرسول- المشركون واليهود مُمْتحِنين عن خبر صاحب القرنين، قل: سأتلو عليكم من خبره جزءًا تعتبرون به وتتذكرون. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • وجوب الثاني والتثبت وعدم المبادرة إلى الحكم على الشيء. </p><p> • أن الأمور تجري أحكامها على ظاهرها، وتُعَلق بها الأحكام الدنيوية في الأموال والدماء وغيرها. </p><p> • يُدْفَع الشر الكبير بارتكاب الشر الصغير, ويُرَاعَى أكبر المصلحتين بتفويت أدناهما. </p><p> • ينبغي للصاحب ألا يفارق صاحبه ويترك صحبته حتى يُعْتِبَه ويُعْذِر منه. </p><p> • استعمال الأدب مع الله تعالى في الألفاظ بنسبة الخير إليه وعدم نسبة الشر إليه .. أن العبد الصالح يحفظه الله في نفسه وفي ذريته. </p>"
}