{
  "id": null,
  "sura": 18,
  "aya": 17,
  "text": "<p> ١٦ - وحين تنحّيتم عن قومكم، وتركتم ما يعبدون من دون الله، فلم تعبدوا إلا الله وحده، فالجؤوا إلى الكهف فرارًا بدينكم يبسط لكم ربكم سبحانه من رحمته ما يحفظكم به من أعدائكم ويحمكم, وييسّر لكم من أمركم ما تنتفعون به مما يعوضكم عن العيش بين ظهراني قومكم. </p><p> ١٧ - فامتَثَلوا ما أمروا به، وألقى الله النوم عليهم، وحفظهم من عدوِّهم، وترى -أيها المشاهد لهم- الشمس إذا طلعت من مشرقها تميل عن كهفهم جهة يمين الداخل فيه، وإذا غابت عند غروبها تعدل عنه جهة شماله فلا تصيبه، فهم في ظل دائم لا يؤذيهم حر الشمس، وهم في مُسمَع من الكهف ينالهم من الهواء ما يحتاجون إليه، ذلك الحاصل لهم من إيوائهم إلى الكهف، وإلقاء النوم عليهم، وانحراف الشمس عنهم، واتساع مكانهم وانجائهم من قومهم: من عجائب صنع الله الدالة على قدرته، من يوفقه الله لطريق الهداية فهو المهتدي حقًّا، ومن يخذله عنها ويضله فلن تجد له ناصرًا يوفقه للهداية، ويرشده إليها؛ لأن الهداية بيد الله، وليست بيده هو. </p><p> ١٨ - وتظنّهم -أيها الناظر إليهم- مستيقظين لانفتاح أعينهم، والواقع أنهم نيام، ونقلّبهم في نومهم تارة يمينًا، وتارة شمالًا حتى لا تأكل الأرض أجسامهم، وكلبهم المرافق لهم مادّ ذراعيه بمدخل الكهف، لو اطلعت عليهم وشاهدتهم لأدبرت عنهم هاربًا خوفًا منهم، ولامتلأت نفسك رعبًا منهم. </p><p> ١٩ - وكما فعلنا بهم مما ذكرنا من عجائب قدرتنا أيقظناهم بعد مدة طويلة ليسأل بعضهم بعضًا عن المدة التي مكثوها نائمين، فأجاب بعضهم: مكثنا نائمين يومًا أو بعض يوم، وأجاب بعض منهم ممن لم تظهر له مدة مكثهم نائمين: ربكم أعلم بمدة مكثكم نائمين، ففوِّضوا إليه علم ذلك وانشغلوا بما يعنيكم، فأرسلوا أحدكم بنقودكم الفضية هذه إلى مدينتنا المعهودة، فلينظر أي أهلها أطيب طعامًا وأطيب مكسبًا, ولْيتَأنّ في دخوله وخروجه ومعاملته، وليكن لَبقًا, ولا يدع أحدًا يعلم بمكانكم؛ لما يترتب على ذلك من ضرر عظيم. </p><p> ٢٠ - إن قومكم إن يَطلعوا عليكم ويعلموا بمكانكم يقتلوكم بالرجم بالحجارة، أو يرجعوكم إلى ملتهم المنحرفة التي كنتم عليها قبل أن يمنّ الله عليكم بالهداية إلى دين الحق، وإن رجعتم إليها فلن تفوزوا أبدًا، لا في الحياة الدنيا ولا في الآخرة، بل ستخسرون فيهما الخسران العظيم بسبب ترككم دين الحق الذي هداكم الله إليه، ورجوعكم إلى تلك الملة المنحرفة. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • من حكمة الله وقدرته أن قَلَّبهم على جنوبهم يمينًا وشمالًا بقدر ما لا تفسد الأرض أجسامهم، وهذا تعليم من الله لعباده. </p><p> • جواز اتخاذ الكلاب للحاجة والصيد والحراسة. </p><p> • انتفاع الإنسان بصحبة الأخيار ومخالطة الصالحين حتى لو كان أقل منهم منزلة، فقد حفظ ذكر الكلب لأنه صاحَبَ أهل الفضل. </p><p> • دلت الآيات على مشروعية الوكالة، وعلى حسن السياسة والتلطف في التعامل مع الناس. </p>"
}