{
  "id": null,
  "sura": 18,
  "aya": 104,
  "text": "<p> ٩٨ - قال ذو القرنين: هذا السد رحمة من ربي يحول بين يأجوج ومأجوج وبين الإفساد في الأرض, ويمنعهم منه, فإذا جاء الوقت الذي حدده الله لخروجهم قبل قيام الساعة صيره مستويًا بالأرض, وكان وعبد الله بتسويته بالأرض وبخروج يأجوج ومأجوج ثابتًا لا خُلْف فيه. </p><p> ٩٩ - وتركنا بعض الخلق وآخر الزمان يضطربون ويختلطون ببعض، ونفِخ في الصور فجمعنا الخلق كله للحساب والجزاء. </p><p> ١٠٠ - وأظهرنا جهنم للكافرين إظهارًا لا لبس معه ليشاهدوها عيانا. </p><p> ١٠١ - أظهرناها للكافرين الذين كانوا في الدنيا عميًا عن ذكر الله؛ لما على أعينهم من حجاب مانع من ذلك، ,كانوا لا يستطيعون سمع آيات الله سماع قبول. </p><p> ١٠٢ - أفظنّ الذين كفروا بالله أن يجعلوا عبادي من ملائكة ورسل وشياطين معبودين من دوني؟! إنا هيأنا جهنم للكافرين منزلًا لإقامتهم. </p><p> ١٠٣ - قل -أيها الرسول-: هل نخبركم -أيها الناس- بأعظم الناس خسرانًا لعمله؟ </p><p> ١٠٤ - الذين يرون يوم القيامة أن سعيهم الذي كانوا يسعونه في الدنيا قد ضاع، وهم يظنون أنهم محسنون في سعيهم، وسينتفعون بأعمالهم، والواقع خلاف ذلك. </p><p> ١٠٥ - أولئك هم الذين كفروا بآيات ربهم الدالة على توحيده، وكفروا بلقائه، فبطلت أعمالهم لكفرهم بها، فلا يكون لهم يوم القيامة قدر عند الله. </p><p> ١٠٦ - ذلك الجزاء المُعَدّ لهم هو جهنم؛ لكفرهم بالله، واتخاذهم آياتي المنزلة ورسلي سخرية. </p><p> ولما ذكر الله جزاء الكافرين ذكر جزاء المؤمنين، فقال: </p><p> ١٠٧ - إن الذين آمنوا بالله وعملوا الأعمال الصالحات كانت لهم أعلى الجنان منزلًا لإكرامهم. </p><p> ١٠٨ - ماكثين فيها أبدًا، لا يطلبون عنها تحوّلًا؛ لأنها لا يدانيها جزاء. </p><p> ١٠٩ - قل -أيها الرسول-: إن كلمات ربي كثيرة، فلو كان البحر حِبْرًا لها تكتب به لانتهى ماء البحر قبل أن تنتهي كلماته سبحانه، ولو أتينا ببحور أخرى لنفدت أيضًا. </p><p> ١١٠ - قل -أيها الرسول-: إنما أنا بشر مثلكم، يُوحَى إليّ أنّ معبودكم بحق معبود واحد لا شريك له، وهو الله، فمن كان يخاف لقاء ربه فليعمل عملًا موافقًا لشرعه، مخلصًا فيه لربه، ولا يشرك بعبادة ربه أحدًا. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • إثبات البعث والحشر بجمع الجن والإنس في ساحات القيامة بالنفخة الثانية في الصور. </p><p> • أن أشد الناس خسارة يوم القيامة هم الذين ضل سعيهم في الدنيا، وهم يظنون أنهم يحسنون صنعًا في عبادة من سوى الله. </p><p> • لا يمكن حصر كلمات الله تعالى وعلمه وحكمته وأسراره، ولو كانت البحار والمحيطات وأمثالها دون تحديد حبرًا يكتب به. </p>"
}