{
  "id": null,
  "sura": 18,
  "aya": 22,
  "text": "<p> ٢١ - وكما فعلنا بهم الأفعال العجيبة الدالة على قدرتنا من إنامتهم سنين كثيرة، وإيقاظهم بعدها، أطلعنا عليهم أهل مدينتهم ليعلم أهل مدينتهم أن وعد الله بنصر المؤمنين وبالبعث حق، وإن القيامة آتية لا شك فيها، فلما انكشف أمر أصحاب الكهف وماتوا اختلف المُطلِعون عليهم: ماذا يفعلون بشأنهم؟ قال فريق منهم: ابنوا على باب كهفهم بنيانًا يحجبهم ويحميهم، ربهم أعلم بحالهم، فحالهم يقتضي أن لهم خصوصية عنده. وقال أصحاب النفوذ ممن ليس لهم علم ولا دعوة صحيحة: لنتخذن على مكانهم هذا مسجدًا للعبادة تكريمًا لهم وتذكيرًا بمكانهم. </p><p> ٢٢ - سيقول بعض الخائضين في قصتهم عن عددهم: هم ثلاثة رابعهم كلبهم، ويقول بعضهم: هم خمسة سادسهم كلبهم، وكلتا الطائفتين إنما قالت ما قالته تبعًا لظنها من غير دليل، ويقول بعضهم: هم سبعة وثامنهم كلبهم، قل -أيها الرسول-: ربي أعلم بعددهم, ما يعلم عددهم إلا قليل ممن علّمهم الله عددهم، فلا تجادل في عددهم ولا في غيره من أحوالهم أهلَ الكتاب ولا غيرهم إلا جدالا ظاهرًا لا عمق فيه، بأن تقتصر على من نزل عليك وحي بشأنهم، ولا تسأل أحدًا منهم عن تفاصيل شأنهم، فإنهم لا يعلمون ذلك. </p><p> ٢٣ - ولا تقولنّ -أيها النبي- لشيء تريد فعله غدًا: إني فاعل هذا الشيء غدًا؛ لأنك لا تدري هل تفعله، أو يُحَال بينك وبينه؟ وهو توجيه لكل مسلم. </p><p> ٢٤ - إلا أن تُعَلِّق فعله على مشيئة الله بأن تقول: سافعله -إن شاء الله- غدًا، واذكر ربك بقولك: إن شاء الله -إن نسيت أن تقولها- وقيل: أرجو أن يرشدني ربي لأقرب من هذا الأمر هداية وتوفيقًا. </p><p> ٢٥ - ومَكَثَ أصحاب الكهف في كهفهم ثلاث مئة وتسع سنين. </p><p> ٢٦ - قل -أيها الرسول-: الله أعلم بما مكثوا في كهفهم، وقد أخبرنا بمدة مكثهم فيه، فلا قول لأحد بعد قوله سبحانه، له سبحانه وحده ما غاب في السماوات وما غاب في الأرض خلقًا وعلمًا، ما أَبْصَرَه سبحانه! فهو يبصر كل شيء، وما أَسْمَعَه! فهو يسمع كل شيء، ليس لهم من دونه ولي يتولى أمرهم، ولا يشرك في حكمه أحدًا، فهو المنفرد وحده بالحكم. </p><p> ولما بيَّن سبحانه وتعالى أن الحكم له وحده أمر رسوله بتلاوة ما أوحي إليه من حكم ربه واتباعه، فقال: </p><p> ٢٧ - واقرأ -أيها الرسول- واعمل بما أوحى الله به إليك من القرآن، فلا مبدل لكلماته؛ لأنها صدق كلها وعدل كلها، ولن تجد من دونه سبحانه ملجًا تلجأ إليه، ولا معاذًا تعوذ به سواه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • اتخاذ المساجد على القبور، والصلاة فيها، والبناء عليها؛ غير جائز في شرعنا. </p><p> • في القصة إقامة الحجة على قدرة الله على الحشر وبعث الأجساد من القبور والحساب. </p><p> • دلَّت الآيات على أن المراء والجدال المحمود هو الجدال بالتي هي أحسن. </p><p> • السُّنَّة والأدب الشرعيان يقتضيان تعليق الأمور المستقبلية بمشيئة الله تعالى. </p>"
}