{
  "id": null,
  "sura": 18,
  "aya": 59,
  "text": "<p> ٥٤ - ولقد بيّنا ونوّعنا في هذا القرآن المنزل على محمَّد - صلى الله عليه وسلم - الكثير من أنواع الأمثال ليتذكروا ويتّعظوا، لكن الإنسان -وخاصة الكافر- أكثر شيء يظهر منه المجادلة بغير الحق. </p><p> ٥٥ - وما حال بين الكفار المعاندين وبين الإيمان بما جاء به محمد - صلى الله عليه وسلم - من ربه، بينهم وبين طلب المغفرة من الله لذنوبهم نَقْص البيان، فقد ضُرِبت لهم الأمثلة في القرآن، وجاءتهم الحجج الواضحة، وإنما منعهم طلبهم -بتعَنُّت- إيقاع عذاب الأمم السابقة عليهم، ومعاينة العذاب الذي وعدوا به. </p><p> ٥٦ - وما نبعث من نبعث من رسلنا إلا مبشرين أهل الإيمان والطاعة، ومخوّفين أهل الكفر والعصيان، وليس لهم تسلّط على القلوب بحملها على الهداية، ويخاصم الذين كفروا بالله الرسل مع وضوح الدليل لهم؛ ليزيلوا بباطلهم الحق المنزل على محمَّد - صلى الله عليه وسلم -، وصَيَّروا القرآن وما خُوفوا به أُضْحوكة وسخرية. </p><p> ٥٧ - ولا أحد أشد ظلمًا ممن ذُكِّر بآيات ربه، فلم يَعْبأ بما فيها من وعيد بالعذاب، وأعرض عن الاتعاظ بها، ونسي ما قدّم في حياته الدنيا من الكفر والمعاصي ولم يتب منها، إنا جعلنا على قلوب من هذا وصفهم أغطية تمنعها من فهم القرآن، وفي آذانهم صمَمًا عنه، فلا يسمعونه سماع قبول, وإن تدعهم إلى الإيمان فلن يستجيبوا لما تدعوهم إليه أبدًا ما دامت على قلوبهم أغطية، وفي آذانهم صَمَم. </p><p> ٥٨ - ولئلا يَتَشَوَّف النبي - صلى الله عليه وسلم - إلى معاجلة المكذبين به بالعذاب قال الله له: وربك -أيها الرسول- الغفور لذنوب عباده التائبين، ذو الرحمة التي وسعت كل شيء، ومن رحمته أنه يمهل العصاة لعلهم يتوبون إليه، فلو أنه تعالى يعاقب هؤلاء المعرضين لعجّل لهم العذاب في الحياة الدنيا، لكنه حليم رحيم، أخر عنهم العذاب ليتوبوا، بل لهم مكان وزمان محددان يجازون فيه على كفرهم وإعراضهم إن لم يتوبوا، لن يجدوا من دونه ملجأ يلجئون إليه. </p><p> ٥٩ - وتلك القرى الكافرة القريبة منكم مثل قرى قوم هود وصالح وشعيب أهلكناهم حين ظلموا أنفسهم بالكفر والمعاصي، وجعلنا لإهلاكهم وقتًا محددا. </p><p> ٦٠ - واذكر -أيها الرسول- حين قال موسى عليه السلام لخادمه يوشع بن نون: لا أزال أسير حتى أصل ملتقى البحرين، أو أسير زمنًا طويلًا إلى أن ألقى العبد الصالح، فأتعلم منه. </p><p> ٦١ - فسارا، فلما وصلا ملتقى البحرين نسيا سمكتهما التي اتخذاها زادًا لهما، فأحيا الله السمكة، واتخذت طريقًا في البحر مثل السِّرْداب، لا يلتئم الماء معه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • عظمة القرآن وجلالته وعمومه؛ لأن فيه كل طريق موصل إلى العلوم النافعة، والسعادة الأبدية، وكل طريق يعصم من الشر. </p><p> • من حكمة الله ورحمته أن تقييضه المبطلين المجادلين الحق بالباطل من أعظم الأسباب إلى وضوح الحق، وتبيُّن الباطل وفساده. </p><p> • في الآيات من التخويف لمن ترك الحق بعد علمه أن يحال بينهم وبينه، ولا يتمكن منه بعد ذلك، ما هو أعظم مُرَهِّب وزاجر عن ذلك. </p><p> • فضيلة العلم والرحلة في طلبه، واغتنام لقاء الفضلاء والعلماء وإن بعدت أقطارهم. </p><p> • الحوت يطلق على السمكة الصغيرة والكبيرة ولم يرد في القرآن لفظ السمك، وإنما ورد الحوت والنون واللحم الطبري. </p>"
}