{
  "id": null,
  "sura": 19,
  "aya": 47,
  "text": "<p> ٣٩ - وأنذر -أيها الرسول- الناس يوم الندامة حين يندم المسيء على إساءته، والمحسن على عدم استكثاره من الطاعة، إذ طويت صحف العباد، وفرغ من حسابهم، وصار كلٌّ إلى ما قدّم، وهم في حياتهم الدنيا مُغْتَرُّون بها, لاهون عن الآخرة، وهم لا يؤمنون بيوم القيامة. </p><p> ٤٠ - إنا نحن الباقون بعد فناء الخلائق، نرث الأرض، ونرث من عليها لفنائهم وبقائنا بعدهم، وملكنا لهم، وتصرّفنا فيهم بما نشاء، وإلينا وحدنا يرجعون يوم القيامة للحساب والجزاء. </p><p> ٤١ - واذكر -أيها الرسول- في القرآن المنزّل عليك خبر إبراهيم عليه السلام، إنه كان كثير الصدق والتصديق بآيات الله، ونبيًّا من عند الله. </p><p> ٤٢ - إذ قال لأبيه آزر: يا أبت؛ لِمَ تعبد من دون الله صنمًا لا يسمع دعاءك إنْ دعوْتَه، ولا يبصر عبادتك إن عبدته، ولا يكشف عنك ضرًّا, ولا يجلب لك نفعًا؟! </p><p> ٤٣ - يا أبت، إني قد جاءني من العلم عن طريق الوحي ما لم يأتك، فاتّبعني أرشدك إلى طريق مستقيم. </p><p> ٤٤ - يا أبت، لا تعبد الشيطان بطاعتك له، إن الشيطان كان للرحمن عاصيًا، حيث أمره بالسجود لآدم فلم يسجد. </p><p> ٤٥ - يا أبت، إني أخاف أن يصيبك عذاب من الرحمن إن متّ على كفرك، فتكون قرينًا له في العذاب لموالاتك له. </p><p> ٤٦ - قال آزر لابنه إبراهيم عليه السلام: أمعرضٌ أنت عن أصنامي التي أعبدها يا إبراهيم؟! لئن لم تكفّ عن سبّ أصنامي لأرمينّك بالحجارة، وفارقني زمانًا طويلًا فلا تكلّمني، ولا تجتمع معي. </p><p> ٤٧ - قال إبراهيم عليه السلام لأبيه: سلام عليك مني، لا ينالك ما تكره مني، سأطلب لك المغفرة من ربي والهداية، إنه سبحانه كان كثير اللطف بي. </p><p> ٤٨ - وأفارقكم وأفارق معبوداتكم التي تعبدونها من دون الله، وأدعو ربي وحده لا أشرك به شيئًا، عسى ألا يمنعني إذا دعوته، فأكون بدعائه شَقيًّا. </p><p> ٤٩ - فلما تركهم وترك آلهتهم التي يعبدونها من دون الله، عوّضناه عن فقد أهله فوهبنا له ابنه إسحاق، ووهبنا له حفيده يعقوب، وكل واحد منهما جعلناه نبيًّا. </p><p> ٥٠ - وأعطيناهم من رحمتنا مع النبوة خيرًا كثيرًا، وجعلنا لهم ثناءً حسنًا مستمرا على ألسنة العباد. </p><p> ٥١ - واذكر -أيها الرسول- في القرآن المنزل عليك خبر موسى عليه السلام، إنه كان مختارًا مصطفى، وكان رسولًا نبيًّا. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • لما كان اعتزال إبراهيم لقومه مشتركًا فيه مع سارة، ناسب أن يذكر هبتهما المشتركة وحفيدهما، ثم جاء ذكر إسماعيل مستقلًا مع أن الله وهبه إياه قبل إسحاق. </p><p> • التأدب واللطف والرفق في محاورة الوالدين واختيار أفضل الأسماء في مناداتهما. </p><p> • المعاصي تمنع العبد من رحمة الله، وتغلق عليه أبوابها، كما أن الطاعة أكبر الأسباب لنيل رحمته. </p><p> • وعبد الله كل محسن أن ينشر له ثناءً صادقًا بحسب إحسانه، وإبراهيم عليه السلام وذريته من أئمة المحسنين. </p>"
}