{
  "id": null,
  "sura": 19,
  "aya": 79,
  "text": "<p> ٧٧ - أفرأيت -أيها الرسول- الذي كفر بحججنا، وأنكر وعيدنا، وقال: إن متّ، وبعثت لأعطَينّ مالًا كثيرًا وأولادًا. </p><p> ٧٨ - أَعَلِم الغيب فقال ما قال عن بينة؟! أم جعل عند ربه عهدًا ليدخلنّه الجنة، ويعطينه مالًا وأولادًا؟! </p><p> ٧٩ - ليس الأمر كما زعم، سنكتب ما يقوله وما يعمله، ونزيده عذابًا فوق عذابه لما يدّعيه من الباطل. </p><p> ٨٠ - ونرث ما تركه من مال وولد بعد إهلاكنا له، ويجيئنا يوم القيامة فردًا قد سلب منه ما كان يتمتّع به من مال ومن جاء. </p><p> ٨١ - واتّخذ المشركون لهم معبودين من دون الله؛ ليكونوا لهم ظهيرًا ومعينًا ينتصرون بهم. </p><p> ٨٢ - ليس الأمر كما زعموا، فهذه المعبودات التي يعبدونها من دون الله ستجحد عبادة المشركين لها يوم القيامة، وتتبرأ منهم، وتكون لهم أعداء. </p><p> ٨٣ - ألم تر -أيها الرسول- أنا بعثنا الشياطين، وسلطناهم على الكفار تهيجهم إلى فعل المعاصي والصد عن دين الله تهييجًا؟ </p><p> ٨٤ - فلا تعجل -أيها الرسول- بطلب الله أن يعجّل هلاكهم، إنما نحصي أعمارهم إحصاء، حتى إذا انتهى وقت إمهالهم عاقبناهم بما يستحقّون. </p><p> ٨٥ - واذكر -أيها الرسول- يوم القيامة يوم نجمع المتقين ربهم -بامتثال أوامره واجتناب نواهيه- إلى ربهم وفدًا مكرمين مُعَزَّزين. </p><p> ٨٦ - ونسوق الكفار إلى جهنم عطاشًا. </p><p> ٨٧ - لا يملك هؤلاء الكفار الشفاعة لبعضهم إلا من اتّخذ عند الله في الدنيا عهدًا بالإيمان به وبرسله. </p><p> ٨٨ - وقال اليهود والنصارى وبعض المشركين: اتخذ الرحمن ولدًا. </p><p> ٨٩ - لقد جئتم -أيها القائلون بهذا- شيئًا عظيمًا. </p><p> ٩٠ - تكاد السماوات تتشقّق من هذا القول المنكر، وتكاد الأرض تتصاع، وتكاد الجبال تسقط منهدمة. </p><p> ٩١ - كل ذلك من أجل أن نسبوا للرحمن ولدًا، تعالى الله عن ذلك علوًّا كبيرًا. </p><p> ٩٢ - وما يستقيم أن يتخذ الرحمن ولدًا لتنزّهه عن ذلك. </p><p> ٩٣ - إن كل من في السماوات من الملائكة والإنس والجن إلا يأتي ربه يوم القيامة خاضعًا. </p><p> ٩٤ - لقد أحاط بهم علمًا، وعدهم عدًّا، فلا يخفى عليه منهم شيء. </p><p> ٩٥ - وكل واحد منهم يأتيه يوم القيامة منفردًا لا ناصر له ولا مال. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • تدل الآيات على سخف الكافر وسَذَاجة تفكيره، وتَمَنِّيه الأماني المعسولة، وهو سيجد نقيضها تمامًا في عالم الآخرة. </p><p> • سلّط الله الشياطين على الكافرين بالإغواء والإغراء بالشر، والإخراج من الطاعة إلى المعصية. </p><p> • أهل الفضل والعلم والصلاح يشفعون بإذن الله يوم القيامة. </p>"
}