{
  "id": null,
  "sura": 19,
  "aya": 14,
  "text": "<p> ١٢ - فولد له يحيى، فلما بلغ سنًّا يخاطب فيها قلنا له: يا يحيى، خذ التوراة بجدّ واجتهاد، وأعطيناه الفهم والعلم والجد والعزم وهو في سنّ الصبا. </p><p> ١٣ - ورحمناه رحمة من عندنا، وطهّرناه من الذنوب، , وكان تقيًّا يأتمر بأوامر الله، ويجتنب نواهيه. </p><p> ١٤ - وكان برًّا بوالديه، لطيفًا بهما، محسنًا إليهما, ولم يكن متكبّرًا عن طاعة ربه ولا طاعتهما, ولا عاصيًا لربه أو لوالديه. </p><p> ١٥ - وسلام عليه من الله وأمان له منه يوم ولد، ويوم يموت ويخرج من هذه الحياة، ويوم يبعث حيًّا يوم القيامة، المواطن الثلاثة هي أوحش ما يمرّ به الإنسان، فإذا أمن فيها فلا خوف عليه فيما عداها. </p><p> ١٦ - واذكر -أيها الرسول- في القرآن المنزل عليك خبر مريم عليها السلام إذ تنحّت عن أهلها، وانفردت بمكان على جهة الشرق منهم. </p><p> ١٧ - فاتخذت لنفسها من دون قومها ساترًا يسترها حتى لا يروها حال عبادتها لربها، فبعثنا إليها جبريل عليه السلام، فتمثل لها في صورة إنسان سَوِيّ الخلقة، فخافت أنه يريدها بسوء. </p><p> ١٨ - فلما رأته في صورة إنسان سَوِيّ الخَلْق يتّجه إليها قالت: إني أستجير بالرحمن منك أن ينالني منك سوء -يا هذا- إن كنت تقيًّا تخاف الله. </p><p> ١٩ - قال جبريل عليه السلام: أنا لست بشرًا، إنما أنا رسول من ربك أرسلني إليك لأهب لك ولدًا طيّبًا طاهرًا. </p><p> ٢٠ - قالت مريم متعجبة: كيف يكون لي ولد ولم يقربني زوج ولا غيره، ولست زانية حتى يكون لي ولد؟! </p><p> ٢١ - قال لها جبريل: الأمر كما ذكرت من أنك لم يمسسك زوج ولا غيره ولم تكوني زانية، لكن ربك سبحانه قال: خَلْق ولد من غير أب سهل على، وليكون الولد الموهوب لك علامة للناس على قدرة الله، ورحمة منا لك ولمن آمن به، وكان خَلْق ولدك هذا قضاء من الله مقدّرًا، مكتوبًا في اللوح المحفوظ. </p><p> ٢٢ - فحملت به بعد نفخ الملك، فتنحت به إلى مكان بعيد عن الناس. </p><p> ٢٣ - فضربها المخاض، وألجأها إلى ساق نخلة، قالت مريم عايها السلام: يا ليتني متّ قبل هذا اليوم، وكنت شيئًا لا يُذْكَر حتى لا يُظَن بي السوء. </p><p> ٢٤ - فناداها عيسى من تحت قدميها: لا تحزني، قد جعل ربك تحتك جدول ماءٍ تشربين منه. </p><p> ٢٥ - وأمسكي بجذع النخلة وهزيه تساقط عليك رطبًا طريًّا جُنيَ من ساعته. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الصبر على القيام بالتكاليف الشرعية مطلوب. </p><p> • علو منزلة بر الوالدين ومكانتها عند الله، فالله قرنه بشكره. </p><p> • مع كمال قدرة الله في آياته الباهرة التي أظهرها لمريم، إلا أنه جعلها تعمل بالأسباب ليصلها ثمرة النخلة. </p>"
}