{
  "id": null,
  "sura": 20,
  "aya": 132,
  "text": "<p> ١٢٦ - قال الله تعالى ردًّا عليه: مثل ذلك فعلتَه في الدنيا، فقد جاءتك آياتنا فأعرضت عنها وتركتها، وكذلك فإنك تُتْرَك اليوم في العذاب. </p><p> ١٢٧ - ومثل هذا الجزاء نجزي من انهمك في الشهوات المحرَّمة، وأعرض عن الإيمان بالدلائل الواضحة من ربه. ولعذاب الله في الآخرة أفظع وأقوى من المعيشة الضنْك في الدنيا والبَرْزَخ وأدوم. </p><p> ١٢٨ - أفلم يتبيّن للمشركين كثرة الأمم التي أهلكناها من قبلهم، يمشون في مساكن تلك الأمم المُهْلَكة، ويعاينون آثار ما أصابهم؟ إن فيما أصاب تلك الأمم الكثيرة من الهلاك والدمار لعبرًا لأصحاب العقول. </p><p> ١٢٩ - ولولا كلمة سبقت من ربك -أيها الرسول- أنه لا يعذّب أحدًا قبل إقامة الحجة عليه، ولولا أجل مُقَدَّر عنده لهم لعاجلهم العذاب؛ لاستحقاقهم إياه. </p><p> ١٣٠ - فاصبر -أيها الرسول- على ما يقوله المكذبون بك من أوصاف باطلة، وسبّح بحمد ربك في صلاة الفجر قبل طلوع الشمس، وفي صلاة العصر قبل غروبها، وفي صلاة المغرب والعشاء من ساعات الليل، وفي صلاة الظهر عند الزوال بعد نهاية الطرف الأول من النهار وفي صلاة المغرب بعد نهاية الطرف الثاني منه؛ رجاء أن تنال عند الله من الثواب ما ترضى به. </p><p> ١٣١ - ولا تنظر إلى ما جعلناه لأصناف هؤلاء المكذبين متعة يتمتعون بها من زهرة الحياة الدنيا لنختبرهم، فإن ما جعلناه لهم من ذلك زائل، وثواب ربّك الذي وعدك به حتى ترضى خير مما متّعهم به في الدنيا من متع زائلة وأدوم؛ لأنه لا ينقطع. </p><p> ١٣٢ - وأمُرْ -أيها الرسول- أهلك بأداء الصلاة، واصطبر أنت على أدائها, لا نطلب منك رزقًا لنفسك ولا لغيرك، نحن نتكفّل برزقك، والعاقبة المحمودة في الدنيا والآخرة لأصحاب التقوى الذين يخافون الله، فيمتثلون أوامره، ويجتنبون نواهيه. </p><p> ١٣٣ - وقال هؤلاء الكفار المكذبون بالنبي - صلى الله عليه وسلم -: هلا يأتينا محمَّد بعلامة من ربه تدلّ على صدقه وأنه رسول، أَوَلم يأت هؤلاء المكذبين القرآنُ الذي هو تصديق للكتب السماوية من قبله؟! </p><p> ١٣٤ - ولو أنَّا أهلكنا هؤلاء المكذبين بالنبي - صلى الله عليه وسلم - بإنزال عذاب عليهم لكفرهم وعنادهم قبل أن نرسل إليهم رسولًا، وننزل عليهم كتابًا لقالوا يوم القيامة معتذرين عن كفرهم: هلا أرسلت -ربنا- إلينا رسولًا في الدنيا، فنؤمن به ونتبع ما جاء به من آيات من قبل أن يحل بنا الهوان والخزي بسبب عذابك؟! </p><p> ١٣٥ - قل -أيها الرسول- لهؤلاء. المكذبين: كل واحد منّا ومنكم منتظر ما يُجْزيه الله، فانتظروا أنتم، فستعلمون -لا محالة- مَن أصحاب الطريق المستقيم، ومَن المهتدون: نحن أم أنتم؟ </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • من الأسباب المعينة على تحمل إيذاء المعرضين استثمار الأوقات الفاضلة في التسبيح بحمد الله. </p><p> • ينبغي على العبد إذا رأى من نفسه طموحًا إلى زينة الدنيا وإقبالًا عليها أن يوازن بين زينتها الزائلة ونعيم الآخرة الدائم. </p><p> • على العبد أن يقيم الصلاة حق الإقامة، وإذا حَزَبَهُ أمْر صلى وأمَر أهله بالصلاة، وصبر عليهم تأسيًّا بالرسول - صلى الله عليه وسلم -. </p><p> • العاقبة الجميلة المحمودة هي الجنة لأهل التقوى. </p>"
}