{
  "id": null,
  "sura": 20,
  "aya": 35,
  "text": "<p> ١٣ - وأنا اصطفيتك -يا موسى- لتبليغ رسالتي، فاستمع لما أوحيه إليك. </p><p> ١٤ - إنني أنا الله لا معبود بحق غيري، فاعبدني وحدي، وأدّ الصلاة على أكمل وجه لتذكُرني فيها. </p><p> ١٥ - إن الساعة آتية لا محالة وواقعة، أكاد أخفيها فلا يعلم وقتها مخلوق، ولكن يعرفون علاماتها بإخبار النبي لهم؛ لكي تُجَازَى كل نفس بما عملته، خيرًا كان أو شرًّا. </p><p> ١٦ - فلا يصرفنّك عن التصديق بها والاستعداد لها بالعمل الصالح من لا يؤمن بها من الكفار، واتبع ما تهواه نفسه من المحرمات، فتهلك بسبب ذلك. </p><p> ١٧ - وما تلك التي بيدك اليمنى يا موسى؟ </p><p> ١٨ - قال موسى عليه السلام: هي عصاي؛ أعتمد عليها في المشي، وأخبط بها الشجر ليسقط ورقها لغنمي، ولي فيها منافع غير ما ذكرت. </p><p> ١٩ - قال الله: ألقها يا موسى. </p><p> ٢٠ - فألقاها موسى، فانقلبت حية تمشي بسرعة وخفة. </p><p> ٢١ - قال الله لموسى عليه السلام: خذ العصا, ولا تخف من انقلابها حية، سنعيدها إذا أخذتها إلى حالتها الأولى. </p><p> ٢٢ - واضمم يدك إلى جنبك تخرج بيضاء من غير برص؛ علامة ثانية لك. </p><p> ٢٣ - أريناك هاتين العلامتين لنريك -يا موسى- من آياتنا العظمى الدالة على قدرتنا، وعلى أنك رسول من عند الله. </p><p> ٢٤ - سر -يا موسى- إلى فرعون، فإنه تجاوز الحد في الكفر والتمرد على الله. </p><p> ٢٥ - قال موسى عليه السلام: رب، وسّع لي صدري لأتحمّل الأذى. </p><p> ٢٦ - وسهّل لي أمري. </p><p> ٢٧ - وأقدرني على النطق بالفصيح من الكلام. </p><p> ٢٨ - ليفهموا كلامي إذا بلّغتهم رسالتك. </p><p> ٢٩ - واجعل لي معينًا من أهلي يعينني في أموري. </p><p> ٣٠ - هارون بن عمران أخي. </p><p> ٣١ - قوِّ به ظهري. </p><p> ٣٢ - واجعله شريكًا لي في الرسالة. </p><p> ٣٣ - لكي نسبحك تسبيحا كثيرًا. </p><p> ٣٤ - ونذكرك ذكرًا كثيرًا. </p><p> ٣٥ - إنك كنت بنا بصيرًا لا يخفى عليك شيء من أمرنا. </p><p> ٣٦ - قال الله: قد أعطيناك ما طلبت يا موسى. </p><p> ٣٧ - ولقد أنعمنا عليك مرة أخرى. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • وجوب حسن الاستماع في الأمور المهمة، وأهمها الوحي المنزل من عند الله. </p><p> • اشتمل أول الوحي إلى موسى على أصلين في العقيدة وهما: الإقرار بتوحيد الله، والإيمان بالساعة (القيامة) ، وعلى أهم فريضة بعد الإيمان وهي الصلاة. </p><p> • التعاون بين الدعاة ضروري لإنجاح المقصود؛ فقد جعل الله لموسى أخاه هارون نبيًّا ليعاونه في أداء الرسالة. </p><p> • أهمية امتلاك الداعية لمهارة الإفهام للمدعوِّين. </p>"
}