{
  "id": null,
  "sura": 21,
  "aya": 9,
  "text": "<p> [سورة الأنبياء] </p><p> مكية </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> بيان وحدة الرسالات من خلال التذكير بحال الرسل ودعوتهم الواحدة لعبادة الله وحده. </p><p> [التَّفْسِيرُ] </p><p> ١ - قَرُب للناس حسابهم على أعمالهم يوم القيامة، وهم في غفلة معرضون عن الآخرة؛ لانشغالهم بالدنيا عنها. </p><p> ٢ - وما يأتيهم من قرآن من ربهم حديث النزول إلا استمعوه سماعًا غير نافع، بل سماع لعب غير مبالين بما فيه. </p><p> ٣ - استمعوه وقلوبهم كافلة عنه، وأخفى الظالمون بالكفرِ الحديثَ الذي يتناجون به قائلين: هل هذا الذي يدعي أنه رسول الله بشر مثلكم، لا ميزة له عنكم؟! وما جاء به سحر، أفتتبعونه وأنتم تدركون أنه بشر مثلكم، وأن ما جاء به سحر؟! </p><p> ٤ - قال الرسول - صلى الله عليه وسلم -: ربي يعلم ما أخفيتم من الحديث، فهو يعلم كل قول صادر من قائله في السماوات وفي الأرض، وهو السميع لأقوال عباده، العلم بأعمالهم، وسيجازيهم عليها. </p><p> ٥ - بل ترددوا بشأن ما جاء به محمد - صلى الله عليه وسلم -، فتارة قالوا: أحلام مختلطة لا تأويل لها، وقالوا تارة: لا، بل اختلقه من غير أن يكون له أصل، وقالوا تارة: هو شاعر، وإن كان صادقًا في دعواه فليجئنا بمعجزة مثل الأولين من الرسل، فقد جاؤوا بالمعجزات، مثل عصا موسى، وناقة صالح. </p><p> ٦ - ما آمنت قبل هؤلاء المقترحين قرية اقترحوا نزول الآيات فأعطُوها كما اقترحوها، بل كذبوا بها فأهلكناهم، أفيؤمن هؤلاء؟! </p><p> ٧ - وما بعثنا قبلك -أيها الرسول- إلا رجالًا من البشر نوحي إليهم، ولم نبعثهم ملائكة، فاسألوا أهل الكتاب من قبلكم إن كنتم لا تعلمون ذلك. </p><p> ٨ - وما جعلنا الرسل الذين نرسلهم ذوي جسد لا يأكلون الطعام، بل يأكلون كما يأكل غيرهم، وما كانوا باقين في الدنيا لا يموتون. </p><p> ٩ - ثم حققنا لرسلنا ما وعدناهم به حيث أنقذناهم وأنقذنا من نشاء من المؤمنين من الهلاك، وأهلكنا المتجاوزين للحد بكفرهم بالله، وارتكابهم المعاصي. </p><p> ١٠ - لقد أنزلنا إليكم القرآن فيه شرفكم وفخركم إن صدقتم به، وعملتم بما فيه، أفلا تعقلون ذلك، فتسارعوا إلى الإيمان به، والعمل بما تضمنه؟! </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • قُرْب القيامة مما يستوجب الاستعداد لها. </p><p> • انشغال القلوب باللهو يصرفها عن الحق. </p><p> • إحاطة علم الله بما يصدر من عباده من قول أو فعل. </p><p> • اختلاف المشركين في الموقف من النبي - صلى الله عليه وسلم - يدل على تخبطهم واضطرابهم. </p><p> • أن الله مع رسله والمؤمنين بالتأييد والعون على الأعداء. </p><p> • القرآن شرف وعز لمن آمن به وعمل به. </p>"
}