{
  "id": null,
  "sura": 21,
  "aya": 70,
  "text": "<p> ٥٨ - فحطّم إبراهيم أصنامهم حتى صارت قطعًا صغيرة، وأبقى كبيرها رجاء أن يرجعوا إليه ليسألوه عمن حظمها. </p><p> ٥٩ - فلما رجعوا ووجدوا أصنامهم قد حُطِّمت سأل بعضهم بعضًا: من حَطَّم معبوداتنا؟ إن من حطّمها لمن الظالمين، حيث حقّر ما يستحق التعظيم والتقديس. </p><p> ٦٠ - قال بعضهم: سمعنا فتى يذكرهم بسوء ويعيبهم يُدْعى إبراهيم، لعله هو الذي حطمهم. </p><p> ٦١ - قال سادتهم: جيئوا بابراهيم على مشهد من الناس ومرأى؛ لعلهم يشهدون على إقراره بما صنع، فيكون إقراره حجة لكم عليه. </p><p> ٦٢ - فجاؤوا بإبراهيم عليه السلام فسألوه: أأنت فعلت هذا الفعل الشنيع بأصنامنا يا إبراهيم؟! </p><p> ٦٣ - قال إبراهيم -مُتَهكِّما بهم، مظهرا عجز أصنامهم على مرأى من الناس-: ما فعلت ذلك، بل فعله كبير الأصنام، فاسألوا أصنامكم إن كانوا يتكلمون. </p><p> ٦٤ - فرجعوا إلى أنفسهم بالتفكر والتأمل، فتبيّن لهم أن أصنامهم لا تنفع ولا تضر، فهم ظالمون حين عبدوها من دون الله. </p><p> ٦٥ - ثم عادوا للعناد والجحود، فقالوا: لقد أيقنت -يا إبراهيم- أن هذه الأصنام لا تنطق، فكيف تأمرنا أن نسألها؟ أرادوا ذلك حجة لهم، فكان حجة عليهم. </p><p> ٦٦ - قال إبراهيم -منكرًا عليهم-: أفتعبدون من دون الله أصنامًا لا تنفعكم شيئًا ولا تضركم، فهي عاجزة عن دفع الضر عن نفسها، أو جلب النفع لها. </p><p> ٦٧ - قُبْحًا لكم، وقُبْحًا لما تعبدونه من دون الله من هذه الأصنام التي لا تنفع ولا تضر، أفلا تعقلون ذلك، وتتركون عبادتها؟! </p><p> ٦٨ - فلما عجزوا عن مواجهته بالحجة لجؤوا إلى القوة، فقالوا: حرقوا إبراهيم بالنار؛ انتصارًا لأصنامكم التي هدمها وكسرها إن كنتم فاعلين به عقابًا رادعًا. </p><p> ٦٩ - فأوقدوا نارًا ورموه فيها، فقلنا: يا نار، كوني بردًا وسلامًا على إبراهيم، فكانت كذلك، فلم يُصَب بأذى. </p><p> ٧٠ - وأراد قوم إبراهيم عليه السلام به كيدًا بأن يحرقوه، فأبطلنا كيدهم، وجعلناهم هم الهالكين المغلوبين. </p><p> ٧١ - وأنقذناه وأنقذنا لوطًا، وأخرجناهما إلى أرض الشام التي باركنا فيها؛ بما بعثنا فيها من الأنبياء، وبما بثثناه فيها للمخلوقات من الخيرات. </p><p> ٧٢ - ووهبنا له إسحاق حين دعا ربه أن يرزقه ولدًا، ووهبنا له يعقوب زيادة، وكلّ من إبراهيم وابنيه إسحاق ويعقوب صَيرناهم صالحين مطيعين لله. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • جواز استخدام الحيلة لإظهار الحق وإبطال الباطل. </p><p> • تعلّق أهل الباطل بحجج يحسبونها لهم، وهي عليهم. </p><p> • التعنيف في القول وسيلة من وسائل التغيير للمنكر إن لم يترتب عليه ضرر أكبر. </p><p> • اللجوء لاستخدام القوة برهان على العجز عن المواجهة بالحجة. </p><p> • نَصْر الله لعباده المؤمنين، وإنقاذه لهم من المحن من حيث لا يحتسبون. </p>"
}