{
  "id": null,
  "sura": 21,
  "aya": 93,
  "text": "<p> ٩١ - واذكر -أيها الرسول- قصة مريم عليها السلام التي صانت فرجها من الزنى، فأرسل الله إليها جبريل عليه السلام، فنفخ فيها فحملت بعيسى عليه السلام، وكانت هي وابنها عيسى علامة للناس على قدرة الله، وأنه لا يعجزه شيء حيث خلقه من غير أب. </p><p> ٩٢ - إن هذه ملتكم -أيها الناس- ملة واحدة، وهي التوحيد الذي هو دين الإِسلام، وأنا ربكم، فأخلصوا العبادة لي وحدي. </p><p> ٩٣ - وتفرّق الناس، فصار منهم الموحّد والمشرك والكافر والمؤمن، وكل هؤلاء المتفرقين إلينا وحدنا راجعون يوم القيامة، فنجازيهم على أعمالهم. </p><p> ٩٤ - فمن عمل منهم الأعمال الصالحات وهو مؤمن بالله ورسله واليوم الآخر فلا جحود لعمله الصالح، بل يشكر الله له ثوابه فيضاعفه له، ويجده في كتاب عمله يوم يبعث، فيسرّ به. </p><p> ٩٥ - ومستحيل على أهل قرية أهلكناها بسبب كفرها أن يرجعوا إلى الدنيا؛ ليتوبوا وتُقْبل توبتهم. </p><p> ٩٦ - لا يرجعون أبدًا حتى إذا فُتِح سدّ يأجوج ومأجوج، وهم يومئذ من كل مرتفع من الأرض يخرجون مسرعين. </p><p> ٩٧ - واقتربت القيامة بخروجهم، وظهرت أهوالها وشدائدها، فإذا أبصار الكفار مفتوحة من شدّة هولها يقولون: يا هلاكنا، قد كنا في الدنيا في لهو وانشغال عن الاستعداد لهذا اليوم العظيم، بل كنا ظالمين بالكفر وارتكاب المعاصي. </p><p> ٩٨ - إنكم -أيها المشركون- وما تعبدونه من دون الله من الأصنام، وممن يرضى بعبادتكم له من الإنس والجن - وقود جهنم، أنتم ومعبوداتكم لها داخلون. </p><p> ٩٩ - لو كانت هذه المعبودات آلهة تُعْبَد بحق ما دخلوا النار مع من عبدوهم، وكل من العابدين والمعبودين في النار، ماكثون فيها أبدًا لا يخرجون منها. </p><p> ١٠٠ - لهم فيها -من شدة ما يلاقونه من الآلام- تنفس شديد، وهم في النار لا يسمعون الأصوات من شدة الهول المُفْزع الذي أصابهم. </p><p> ١٠١ - ولما قال المشركون:  (إنّ عيسى والملائكة الذين عُبدوا سيدخلون النار) قال الله: إن الذين سبق في علم الله أنهم من أهل السعادة مثل عيسى عليه السلام مبعدون عن النار. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • التنويه بالعفاف وبيان فضله. </p><p> • اتفاق الرسالات السماوية في التوحيد وأسس العبادات. </p><p> • فَتْح سد يأجوج ومأجوج من علامات الساعة الكبرى. </p><p> • الغفلة عن الاستعداد ليوم القيامة سبب لمعاناة أهوالها. </p>"
}