{
  "id": null,
  "sura": 21,
  "aya": 12,
  "text": "<p> ١١ - وما أكثَرَ القرى التي أهلكناها بسبب ظلمها بالكفر، وخلقنا بعدها قومًا آخرين! </p><p> ١٢ - فلما شاهد المهلَكون عذابنا المُسْتَأصِل، إذا هم من قريتهم يسرعون هربًا من الهلاك. </p><p> ١٣ - فينادَون على وجه السخرية: لا تهربوا، وارجعوا إلى ما كنتم فيه من التنعم بملذاتكم، وإلى مساكنكم؛ لعلكم تُسألون من دنياكم شيئًا. </p><p> ١٤ - قال هؤلاء الظالمون معترفين بذنبهم: يا هلاكنا وخسراننا، إنا كنا ظالمين لكفرِنا بالله. </p><p> ١٥ - فما زال اعترافهم بذنبهم ودعاؤهم على أنفسهم بالهلاك دعوتهم التي يكررونها حتى صيرناهم مثل الزرع المحصود، ميتين لا حَرَاكَ بهم. </p><p> ١٦ - وما خلقنا السماء والأرض وما بينهما لعبًا وعبثًا، بل خلقناهما للدلالة على قدرتنا. </p><p> ١٧ - لو أردنا اتخاذ صاحبة أو ولد لاتخذناه مما عندنا، وما كنا فاعلين ذلك لتنزهنا عنه. </p><p> ١٨ - بل نرمي بالحق الذي نوحيه به إلى رسولنا على باطل أهل الكفر فَيَدْحَضُه، فإذا باطلهم ذاهب زائل، ولكم -أيها القائلون باتخاذه صاحبة وولدًا- الهلاك لوصفكم له بما لا يليق به. </p><p> ولما كان اتخاذ الصاحبة والولد منبئًا عن الافتقار؛ بيّن سبحانه وتعالى أنه مالك هذا الكون، فقال: </p><p> ١٩ - وله سبحانه وحده ملك السماوات وملك الأرض، ومن عنده من الملائكة لا يتكبّرون عن عبادته، ولا يتعبون منها. </p><p> ٢٠ - يواظبون على تسبيح الله دائمًا, لا يملون منه. </p><p> ٢١ - بل اتخذ المشركون آلهة من دون الله, لا يحيون الموتى، فكيف يعبدون عاجزًا عن ذلك؟! </p><p> ٢٢ - لو كان في السماوات والأرض معبودات متعددة لفسدتا بتنازع المعبودات في المُلْك، والواقع خلاف ذلك، فَتَنزَّه الله رب العرش عما يصفه به المشركون كذبًا من أن له شركاء. </p><p> ٢٣ - والله هو المتفرد في ملكه وقضائه، لا يسأله أحد عما قدَّره وقضى به، وهو يسأل عباده عن أعمالهم، ويجازيهم عليها. </p><p> ٢٤ - بل اتخذوا من دون الله معبودات، قل -أيها الرسول- لهؤلاء المشركين: هاتوا حجتكم على استحقاقها للعبادة، فهذا الكتاب المنزل علي، والكتب المنزلة على الرسل لا حجة لكم فيها، بل معظم المشركين لا يستندون إلا إلى الجهل والتقليد، فهم معرضون عن قبول الحق. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الظلم سبب في الهلاك على مستوى الأفراد والجماعات. </p><p> • ما خلق الله شيئًا عبثًا؛ لأنه سبحانه مُنَزَّه عن العبث. </p><p> • غلبة الحق، ودحر الباطل سُنَّة إلهية. </p><p> • إبطال عقيدة الشرك بدليل التَّمَانُع. </p>"
}