{
  "id": null,
  "sura": 21,
  "aya": 43,
  "text": "<p> ٣٦ - وإذا رآك -أيها الرسول- هؤلاء المشركون لا يتخذونك إلا سخرية منفّرين أتباعهم بقولهم: أهذا هو الذي يسبّ آلهتكم التي تعبدونها؟! وهم مع السخرية بك جاحدون بما أنزل الله عليهم من القرآن وبما أعطاهم من النعم كافرون؛ فهم أولى بالعيب لجمعهم كل سوء. </p><p> ٣٧ - طُبع الإنسان على العجلة، فهو يستعجل الأشياء قبل وقوعها، ومن ذلك استعجال المشركين للعذاب، سأريكم -أيها المستعجلون لعذابي- ما استعجلتموه منه، فلا تطلبوا تعجيله. </p><p> ٣٨ - ويقول الكفار المنكرون للبعث على وجه الاستعجال: متى يكون ما تَعِدُوننا به -أيها المسلمون- من البعث إن كنتم صادقين فيما تدّعونه من وقوعه؟! </p><p> ٣٩ - لو يعلم هؤلاء الكفار المنكرون للبعث حين لا يردون النار عن وجوههم ولا عن ظهورهم، وأن لا ناصر ينصرهم بدفع العذاب عنهم، لو تيقّنوا ذلك لما استعجلوا العذاب. </p><p> ٤٠ - لا تأتيهم هذه النار التي يُعَذَّبون بها عن علم منهم، بل تأتيهم فجأة، فلا يقدرون على ردها عنهم, ولا هم يُؤَخَّرون حتى يتوبوا فتنالهم الرحمة. </p><p> ولما عانى رسول الله - صلى الله عليه وسلم - من استهزاء قومه به وتكذيبهم له، سلاه الله بقوله: </p><p> ٤١ - ولئن سخر بك قومك فلست بدْعًا في ذلك، فقد استهزئ برسل من قبلك -أيها الرسول- فأحاط بالكفار الذين كانوا يسخرون منهم العذابُ الذي كانوا يستهزئون به في الدنيا عندما تخوفهم رسلهم به. </p><p> ٤٢ - قل -أيها الرسول - لهؤلاء المستعجلين بالعذاب: من يحفظكم بالليل والنهار مما يريد بكم الرحمن من إنزال العذاب والهلاك بكم؟ بل هم عن ذكر مواعظ ربهم وحججه معرضون, لا يتدبّرون شيئًا منها جهلًا وسفهًا. </p><p> ٤٣ - أم هل لهم آلهة تمنعهم من عذابنا؟ لا يستطيعون نصر أنفسهم بدفع ضر عنها, ولا بجلب نفع لها، ومن لا ينصر نفسه فكيف ينصر غيره؟! ولا هم يُجَارون من عذابنا. </p><p> ٤٤ - بل متعنا هؤلاء الكفار، ومتّعنا آباءهم بما بسطنا عليهم من نعمنا؛ استدراجًا لهم، حتى تَطَاوَل بهم الزمن فاغتروا بذلك، وأقاموا على كفرهم، أفلا يرى هؤلاء المغترّون بنعمنا المستعجلون بعذابنا أنا نأتي الأرض ننقصها من جوانبها بقهرنا لأهلها، وغلبتنا لهم، فيعتبروا بذلك حتى لا يقع بهم ما وقع بغيرهم؟! فليس هؤلاء غالبين، بل هم مغلوبون. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • بيان كفر من يستهزئ بالرسول، سواء بالقول أو الفعل أو الإشارة. </p><p> • من طبع الإنسان الاستعجال, والأناة خلق فاضل. </p><p> • لا يحفظ من عذاب الله إلا الله. </p><p> • مآل الباطل الزوال، ومآل الحق البقاء. </p>"
}