{
  "id": null,
  "sura": 21,
  "aya": 84,
  "text": "<p> ٨٢ - وسخّرنا من الشياطين من يغوصون له في البحار يستخرجون اللآلئ وغيرها، ويعملون غير ذلك من الأعمال كالبناء, وكنا لأعدادهم وأعمالهم حافظين , لا يفوتنا شيء من ذلك. </p><p> ٨٣ - واذكر -أيها الرسول- قصة أيوب عليه السلام، إذ دعا ربه سبحانه حين أصابه البلاء قائلًا: يا رب، إني أُصِبْت بالمرض وفَقْدِ الأهل، وأنت أرحم الراحمين جميعًا، فاصرف عني ما أصابني من ذلك. </p><p> ٨٤ - فأجبنا دعوته، وصرفنا عنه ما أصابه من ضر، وأعطيناه ما فقد من أهله وأولاده، وأعطيناه مثلهم معهم، كل ذلك فعلناه رحمة من عندنا، وتذكيرا لكل منقاد لله بالعبادة؛ ليصبر كما صبر أيوب. </p><p> ٨٥ - واذكر -أيها الرسول- إسماعيل وإدريس وذا الكفل عليه السلام، كل واحد منهم من الصابرين على البلاء، وعلى القيام بما كلّفهم الله به. </p><p> ٨٦ - وأدخلناهم في رحمتنا، فجعلناهم أنبياء، وأدخلناهم الجنة، إنهم من عباد الله الصالحين الذين عملوا بطاعة ربهم، وصلحت سرائرهم وعلانياتهم. </p><p> ٨٧ - واذكر -أيها الرسول- قصة صاحب الحوت يونس عليه السلام، إذ ذهب دون إذن من ربه مغاضبًا قومه لتماديهم في العصيان، فظن أننا لن نُضَيِّق عليه؛ بعقابه على ذهابه، فابتُلِي بشدة الضيق والحبس حين التقمه الحوت، فدعا في ظلمات بطن الحوت والبحر والليل؛ مقرًّا بذنبه تائبًا إلى الله منه، فقال: لا معبود بحق غيرك، تنزهتَ وتقدستَ، إني كنت من الظالمين. </p><p> ٨٨ - فأجبنا دعوته، ونجيناه من كرب الشدة بإخراجه من الظلمات، ومن بطن الحوت، ومثل إنجاء يونس من كربه هذا ننجي المؤمنين إذا وقعوا في كرب ودعوا الله. </p><p> ٨٩ - واذكر -أيها الرسول- قصة زكريا عليه السلام إذ دعا ربه سبحانه قائلًا: رب لا تتركني منفردًا لا ولد لي، وأنت خير الباقين، فارزقني ولدًا يبقى بعدي. </p><p> ٩٠ - فأجبنا له دعوته، وأعطيناه يحيى ولدًا، وأصلحنا زوجه، فصارت ولودًا بعد أن كانت لا تلد، إن زكريا وزوجه وابنه كانوا يسارعون إلى فعل الخيرات، وكانوا يدعوننا راغبين فيما عندنا من الثواب، خائفين مما عندنا من العقاب، وكانوا لنا مُتَضرعين. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الصلاح سبب للرحمة. </p><p> • الالتجاء إلى الله وسيلة لكشف الكروب. </p><p> • فضل طلب الولد ليبقى بعد الإنسان إذا مات. </p><p> • الإقرار بالذنب، والشعور بالاضطرار لله وشكوى الحال له، وطاعة الله في الرخاء من أسباب إجابة الدعاء وكشف الضر. </p>"
}