{
  "id": null,
  "sura": 22,
  "aya": 49,
  "text": "<p> ٤٧ - ويستعجلك -أيها الرسول- الكفار من قومك بالعذاب المُعَجَّل في الدنيا وبالعذاب المُؤَجَّل في الآخرة لما أنذروا بهما, ولن يخلفهم الله ما وعدهم به منه، ومن المُعَجَّل ما حل بهم يوم بدر، وإن يومًا من العذاب في الآخرة مثل ألف سنة مما تعدون من سِنِي الدنيا بسبب ما فيه من العذاب. </p><p> ٤٨ - وما أكثر القرى التي أمهلتها بالعذاب وهي ظالمة لكفرها, ولم أعاجلها به استدراجًا لها، ثم أخذتها بعذاب مُسْتَأصِل، وإليّ وحدي مرجعهم يوم القيامة، فأجازيهم على كفرهم بالعذاب الدائم. </p><p> ٤٩ - يا أيها الناس، إنما أنا لكم منذر أبلغكم ما أرسلت به، واضح في إنذاري. </p><p> ٥٠ - فالذين آمنوا بالله وعملوا الأعمال الصالحات لهم من ربهم مغفرة لذنوبهم، ولهم رزق كريم في الجنة لا ينقطع أبدًا. </p><p> ٥١ - والذين سعوا في التكذيب بآياتنا مُقدِّرين أنهم سيعجزون الله ويفوتونه فلا يعذبهم، أولئك أصحاب الجحيم يلازمونه كما يلازم الصاحب صاحبه. </p><p> ٥٢ - وما بعثنا من قبلك -أيها الرسول- من رسول ولا نبي إلا إذا قرأ كتاب الله ألقى الشيطان في قراءته ما يلبس به على الناس أنه من الوحي، فيبطل الله ما يلقيه الشيطان من إلقائه، ويثبت آياته، والله عليم بكل شيء, لا يخفى عليه شيء، حكيم في خلقه وتقديره وتدبيره. </p><p> ٥٣ - يُلْقِي الشيطان في قراءة النبي ليصيّر الله ما يلقيه امتحانًا للمنافقين، وللذين قست قلوبهم من المشركين، وإن الظالمين من المنافقين والمشركين لفي عداوة لله ورسوله وبُعْدٍ عن الحق والرشاد. </p><p> ٥٤ - وليتيقن الذين أعطاهم الله العلم أن القرآن المنزل على محمَّد - صلى الله عليه وسلم - هو الحق الذي أوحى به الله إليك -أيها الرسول- فيزدادوا إيمانًا به، وتخضع له قلوبهم وتخشع، وإن الله لهادي الذين آمنوا به إلى طريق الحق المستقيم الذي لا اعوجاج فيه؛ جزاء لهم على خضوعهم له. </p><p> ٥٥ - ولا يزال الذين كفروا بالله وكذبوا برسوله في شك مما أنزل الله عليك من القرآن، مستمرّين حتى تأتيهم الساعة فجأة وهم على ذلك، أو يأتيهم عذاب يوم لا رحمة فيه ولا خير، وهو يوم القيامة بالنسبة لهم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • استدراج الظالم حتى يتمادى في ظلمه سُنَّة إلهية. </p><p> • حفظ الله لكتابه من التبديل والتحريف وصرف مكايد أعوان الشيطان عنه. </p><p> • النفاق وقسوة القلوب مرضان قاتلان. </p><p> • الإيمان ثمرة للعلم، والخشوع والخضوع لأوامر الله ثمرة للإيمان. </p>"
}