{
  "id": null,
  "sura": 22,
  "aya": 17,
  "text": "<p> ١٦ - وكما بيّنا لكم الحجج الواضحة على البعث أنزلنا على محمَّد - صلى الله عليه وسلم - القرآن آيات واضحة، وأن الله يوفّق بفضله من يشاء لسبيل الهداية والرشاد. </p><p> ١٧ - إن الذين آمنوا بالله من هذه الأمة، واليهود -والصابئين (طائفة من أتباع بعض الأنبياء) , والنصارى، وعبدة النار، وعبدة الأوثان- إن الله يقضي بينهم يوم القيامة فيدخل المؤمنين الجنة، ويدخل غيرهم النار، إن الله على كل شيء من أقوال عباده وأعمالهم شهيد, يخفى عليه منها شيء، وسيجازيهم عليها. </p><p> ١٨ - ألم تعلم -أيها الرسول- أن الله يسجد له سجود طاعة من في السماوات من الملائكة، ومن في الأرض من مؤمني الإنس والجن، وتسجد له الشمس، ويسجد له القمر، وتسجد له النجوم في السماء، والجبال والشجر والدواب في الأرض؛ سجود انقياد، ويسجد له كثير من الناس سجود طاعة، وكثير يمتنع عن السجود له طاعة، فحقّ عليهم عذاب الله لكفرهم، ومن يقض الله عليه بالذلة والمهانة لكفره فليس له أحد يكرمه، إن الله يفعل ما يشاء, فلا مكره له سبحانه. </p><p> ولما بيَّن الله سبحانه وتعالى من يسجد له طاعة ومن يمتنع، عقّب ذلك بمصير كل منهما فقال: </p><p> ١٩ - هذان فريقان متخاصمان في ربهم أيهم المُحِق: فريق الإيمان, وفريق الكفر؛ ففريق الكفر تحيط بهم النار مثل إحاطة الثياب بلابسها، ويُصَبّ من فوق رؤوسهم الماء المتناهي في الحرارة. </p><p> ٢٠ - يُذاب به ما في بطونهم من الأحشاء من شدة حرّه، ويصل إلى جلودهم فيذيبها. </p><p> ٢١ - ولهم في النار مطارق من حديد تضرب الملائكة بها رؤوسهم. </p><p> ٢٢ - كما حاولوا الخروج من النار من شدّة ما يلاقونه فيها من الكرب رُدُّوا إليها، وقيل لهم: ذوقوا عذاب النار المحرق. </p><p> ٢٣ - وفريق الإيمان وهم الذين آمنوا بالله وعملوا الأعمال الصالحات، يدخلهم الله في جنات تجري من تحت قصورها وأشجارها الأنهار، يزينهم الله بتحليتهم بأسورة من الذهب، ويزينهم بالتحلية باللؤلؤ، ويكون لباسهم فيها الحرير. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الهداية بيد الله يمنحها من يشاء من عباده. </p><p> • رقابة الله على كل شيء من أعمال عباده وأحوالهم. </p><p> • خضوع جميع المخلوقات لله قدرًا، وخضوع المؤمنين له طاعة. </p><p> • العذاب نازل بأهل الكفر والعصيان، والرحمة ثابتة لأهل الإيمان والطاعة. </p>"
}