{
  "id": null,
  "sura": 22,
  "aya": 71,
  "text": "<p> ٦٥ - ألم تر -أيها الرسول- أن الله ذَلَّل لك وللناس ما في الأرض من الدواب والجمادات لمنافعكم وحاجاتكم، وذلَّل لكم السفن تجري في البحر بأمره وتسخيره من بلد إلى بلد، ويمسك السماء حتى لا تسقط على الأرض إلا بإذنه، فلو أذن لها أن تسقط عليها لسقطت، إن الله بالناس لرؤوف رحيم، حيث سخّر لهم هذه الأشياء مع ما فيهم من ظلم. </p><p> ٦٦ - والله هو الذي أحياكم حيث أوجدكم بعد أن كنتم معدومين، ثم يميتكم إذا انقضت أعماركم، ثم يحييكم بعد موتكم ليحاسبكم على أعمالكم، ويجازيكم عليها، إن الإنسان لكثير الجحد لنعم الله -مع أنها ظاهرة- بعبادته معه غيره. </p><p> ٦٧ - لكل أهل ملة جعلنا شريعة، فهم يعملون بشريعتهم، فلا يُنازعَنَّك -أيها الرسول- المشركون وأهل الأديان الأخرى في شريعتك، فأنت أولى بالحق منهم؛ لأنهم أصحاب باطل، وادع الناس إلى إخلاص التوحيد لله، إنك لعلى طريق مستقيم, لا اعوجاج فيه. </p><p> ٦٨ - وإن امتنعوا إلا أن يجادلوك بعد ظهور الحجة ففوض أمرهم إلى الله قائلًا على سبيل الوعيد: الله أعلم بما تعملون من عمل، لا يخفى عليه من أعمالكم شيء، وسيجازيكم عليها. </p><p> ٦٩ - الله يحكم من عباده: مؤمنهم وكافرهم يوم القيامة فيما كانوا فيه يختلفون في الدنيا من أمر الدين. </p><p> ٧٠ - ألم تعلم -أيها الرسول - أن الله يعلم ما في السماء، ويعلم ما في الأرض , لا يخفى عليه شيء مما فيهما، إن علم ذلك مُسَجَّل في اللوح المحفوظ، إن علم ذلك كله على الله سهل. </p><p> ٧١ - ويعبد المشركون من دون الله أصنامًا لم ينزل الله حجة على عبادتها في كتبه، وليس لهم عليها دليل من علم، وإنما مستندهم التقليد الأعمى لآبائهم، وليس للظالمين من نصير يمنعهم مما يحلّ بهم من عذاب الله. </p><p> ٧٢ - وإذا تقرأ عليهم آياتنا في القرآن واضحات تعرف في وجوه الذين كفروا بالله إنكارها من عبوسهم عند سماعهم لها، يكادون من شدة الغضب يبطشون بالذين يقرؤون عليهم آياتنا، قل لهم -أيها الرسول-: أفأخبركم بما هو شر من غيظكم وعبوسكم؟ هو النار التي وعد الله الكفار أن يدخلهم فيها، وساء المصير الذي يصيرون إليه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • من نعم الله على الناس تسخير ما في السماوات وما في الأرض لهم. </p><p> • إثبات صفتي الرأفة والرحمة لله تعالى. </p><p> • إحاطة علم الله بما في السماوات والأرض وما بينهما. </p><p> • التقليد الأعمى هو سبب تمسك المشركين بشركهم بالله. </p>"
}