{
  "id": null,
  "sura": 23,
  "aya": 34,
  "text": "<p> ٢٨ - فإذا علوت على السفينة أنت ومن معك من المؤمنين الناجين، فقل: الحمد لله الَّذي أنقذنا من القوم الكافرين فأهلكهم. </p><p> ٢٩ - وقل: رب أنزلني من الأرض إنزالًا مباركًا، وأنت خير المُنْزِلين. </p><p> ٣٠ - إن في ذلك المذكور من إنجاء نوح والمؤمنين معه، وإهلاك الكافرين؛ لدلالات جلية على قدرتنا على نصر رسلنا وإهلاك المكذبين بهم، بيان كنا لمختبرين قوم نوح برساله إليهم ليتضح المؤمن من الكافر والمطيع من العاصي. </p><p> ٣١ - ثم أنشأنا من بعد إهلاك قوم نوح أمة أخرى. </p><p> ٣٢ - فبعثنا فيهم رسولًا منهم يدعوهم إلى الله، فقال لهم: اعبدوا الله وحده ما لكم من معبود بحق غيره سبحانه، أفلا تتقون الله باجتناب نواهيه، وامتثال أوامره؟! </p><p> ٣٣ - وقال الأشراف والسادة من قومه الذين كفروا بالله، وكذبوا بالآخرة وما فيها من ثواب وعقاب، وأطغاهم ما وسّعنا لهم من النعم في الحياة الدنيا، قالوا لأتباعهم وعامتهم-: ما هذا إلا بشر مثلكم يأكل مما تأكلون منه، ويشرب مما تشربون منه، فليس له مزية عليكم حتَّى يُبْعَث رسولًا إليكم. </p><p> ٣٤ - ولئن أطعتم بشرًا مثلكم إنكم إذن لخاسرون لعدم انتفاعكم بطاعته لترككم آلهتكم، واتباع من لا فضيلة له عليكم. </p><p> ٣٥ - أيعدكم هذا الَّذي يزعم أنَّه رسول أنكم إذا متم وصرتم ترابًا وعظامًا بالية أنكم تخرجون من قبوركم أحياء؟! أيعقل هذا؟! </p><p> ٣٦ - بعيد جدًّا ما توعدون به من إخراجكم من قبوركم أحياء بعد موتكم، ومصيركم ترابًا وعظامًا بالية. </p><p> ٣٧ - ليست الحياة إلا الحياة الدنيا، لا الحياة الآخرة، تموت الأحياء منا ولا تحيا، ويولد آخرون فيحيون، ولسنا بمُخرَجين بعد موتنا للحساب يوم القيامة. </p><p> ٣٨ - ما هذا الَّذي يدّعي أنَّه رسول إليكم إلا رجل اختلق على الله كذبًا بادعائه هذا، ولسنا له بمؤمنين. </p><p> ٣٩ - قال الرسول: رب انصرني عليهم بأن تنتقم لي منهم بسبب تكذيبهم إياي. </p><p> ٤٠ - فأجابه الله قائلًا: بعد زمن قليل سيصبح هؤلاء المكذبون بما جئت به نادمين على ما وقع منهم من التكذيب. </p><p> ٤١ - فأخذهم صوت شديد مُهلك باستحقاقهم العذاب لتعنُتهم، فصيّرتهم هلكى مثل غثاء السيل، فهلاكًا للقوم الظالمين. </p><p> ٤٢ - ثم بعد إهلاكهم أنشأنا أقوامًا وأممًا آخرين مثل قوم لوط، وقوم شعيب، وقوم يونس. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • وجوب حمد الله على النعم. </p><p> • الترف في الدنيا من أسباب الغفلة أو الاستكبار عن الحق. </p><p> • عاقبة الكافر الندامة والخسران. </p><p> • الظلم سبب في البعد عن رحمة الله. </p>"
}