{
  "id": null,
  "sura": 23,
  "aya": 89,
  "text": "<p> ٧٥ - ولو رحمناهم ورفعنا عنهم ما بهم من قحط وجوع لتمادوا في ضلالهم عن الحق يترددون ويتخبّطون. </p><p> ٧٦ - ولقد اختبرناهم بأنواع المصائب، فما تَذَلَّلوا لربِّهم ولا خضعوا له، وما دعوه خاشعين ليرفع عنهم المصائب عند نزولها. </p><p> ٧٧ - حتَّى إذا فتحنا عليهم بابًا من العذاب الشديد إذا هم فيه آيسون من كل فَرَج وخير. </p><p> ولما كان إنكار البعث لا يقع ممن ينتفع بسمعه وبصره وعقله ذكَّرهم الله بما أنعم عليهم به منها، فقال: </p><p> ٧٨ - والله سبحانه هو الَّذي خلق لكم -أيها المكذبون بالبعث- السمع لتسمعوا به، والأبصار لتبصروا بها، والقلوب لتفقهوا بها، وذلك لا تشكرونه على هذه النعم إلا قليلًا. </p><p> ٧٩ - وهو الَّذي خلقكم -أيها الناس- في الأرض، وإليه وحده يوم القيامة تحشرون للحساب والجزاء. </p><p> ٨٠ - وهو وحده سبحانه الَّذي يحيي فلا محيي غيره، وهو وحده الَّذي يميت فلا مميت سواه، وإليه وحده تقدير اختلاف الليل والنهار ظلمة وإنارة وطولًا وقصرًا، أفلا تعقلون قدرته، وتفرّده بالخلق والتدبير؟! </p><p> ٨١ - بل قالوا مثل ما قال آباؤهم وأسلافهم في الكفر. </p><p> ٨٢ - قالوا على وجه الاستبعاد والإنكار: أإذا متنا وصرنا ترابًا وعظامًا بالية أإنا لمبعوثون أحياءً للحساب؟! </p><p> ٨٣ - لقد وعدنا هذا الوعد - وهو البعث بعد الموت - ووُعِد أسلافنا من قبلُ بذلك، ولم نر ذلك الوعد تحقق، ما هذا إلا أباطيل الأقدمين وأكاذيبهم. </p><p> ٨٤ - قل -أيها الرسول- لهؤلاء الكفار المنكرين للبعث: لمن هذه الأرض، ومن عليها إن كان لكم علم؟ </p><p> ٨٥ - سيقولون: الأرض ومن عليها لله، فقل لهم: ألا تتذكرون أن من له الأرض ومن عليها قادر على إحيائكم بعد موتكم؟ </p><p> ٨٦ - قل لهم: من رب السماوات السبع؟ ومن رب العرش العظيم الَّذي لا يوجد مخلوق أعظم منه؟ </p><p> ٨٧ - سيقولون: السماوات السبع والعرش العظيم ملك لله، فقل لهم: أفلا تتقون الله بامتثال أوامره واجتناب نواهيه لتسلموا من عذابه؟ </p><p> ٨٨ - قل لهم: من الَّذي بيده ملك كل شيء، لا يشذ عن ملكه شيء، وهو يغيث من شاء من عباده، ولا أحد يمتنع ممن أراده هو بسوء، فيدفع عنه العذاب، إن كان لكم علم؟ </p><p> ٨٩ - سيقولون: ملك كل شيء بيده سبحانه، فقل لهم: فكيف تذهب عقولكم، وتعبدون غيره مع إقراركم بذلك؟! </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • عدم اعتبار الكفار بالنعم أو النقم التي تقع عليهم دليل على فساد فطرهم. </p><p> • كفران النعم صفة من صفات الكفار. </p><p> • التمسك بالتقليد الأعمى يمنع من الوصول للحق. </p><p> • الإقرار بالربوبية ما لم يصحبه إقرار بالألوهية لا ينجي صاحبه. </p>"
}