{
  "id": null,
  "sura": 23,
  "aya": 15,
  "text": "<p> [سورة المؤمنون] </p><p> مكية </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> ذكر الإيمان وحقيقته وثماره وعواقب مخالفته وذم الكافرين، ولذلك افتتحت بفلاح المؤمنين وعدم فلاح الكافرين. </p><p> [التَّفْسِيرُ] </p><p> ١ - قد فاز المؤمنون بالله العاملون بشرعه بالحصول على ما يطلبون، والنجاة مما يرهبون. </p><p> ٢ - الذين هم في صلاتهم مُتَذلِّلون، قد سكنت فيها جوارحهم، وفرغت قلوبهم من الشواغل. </p><p> ٣ - والذين هم عن الباطل واللهو وما فيه معصية من الأقوال والأفعال معرضون. </p><p> ٤ - والذين هم لتطهير أنفسهم من الرذائل، وتطهير أموالهم بإخراج زكاتها فاعلون. </p><p> ٥ - والذين هم لفروجهم بإبعادها عن الزنى واللواط والفواحش حافظون، فهم أعفّاء طاهرون. </p><p> ٦ - إلا على زوجاتهم أو ما يملكون من الإماء، فإنهم لا يُلامون في الاستمتاع بهنّ بالوطء وغيره. </p><p> ٧ - فمن طلب الاستمتاع بما عدا الزوجات أو إمائه اللاتي يملكها فهو متجاوز لحدود الله بتجاوز ما أحله من التمتع إلى ما حرمه منه. </p><p> ٨ - والذين هم لما ائتمنهم الله عليه، أو ائتمنهم عباده، ولعهودهم حافظون لا يضيعونها، بل يوفون بها. </p><p> ٩ - والذين هم على صلواتهم يحافظون بالمداومة عليها، وعلى أدائها في أوقاتها بأركانها وواجباتها ومستحبّاتها. </p><p> ١٠ - أولئك المتصفون بهذه الصفات هم الوارثون. </p><p> ١١ - الذين يرثون أعلى الجنة هم فيها ماكثونِ أبدًا , لا ينقطع نعيمهم فيها. </p><p> ١٢ - ولقد خلقنا أبا البشر آدم من طين، أخِذت ترجمته من خلافة استُخْرِجت من ماء مختلط بتربة الأرض. </p><p> ١٣ - ثم خلقنا ذريته متناسلين من نطفة تستقر في الرحم إلى حين الولادة. </p><p> ١٤ - فخلقنا بعد ذلك النطفة المستقرة في الرحم عَلَقَة حمراء، ثم جعلنا تلك العَلَقَة الحمراء كقطعة لحم ممضوغة، فخلقنا قطعة اللحم تلك عظامًا مُتَصَلِّبة، فألبسنا تلك العظام لحمًا، ثم أنشأناه خلقا آخر بنفخ الروح فيه، وإخراجه إلى الحياة، فتبارك الله أحسن الخالقين. </p><p> ١٥ - ثم إنكم -أيها الناس- بعد ما مررتم به من تلك الأطوار ستموتون عند انقضاء آجالكم. </p><p> ١٦ - ثم إنكم بعد موتكم تبعثون من قبوركم يوم القيامة؛ لتحاسبوا على ما قدمتم من عمل. </p><p> ١٧ - ولقد خلقنا فوقكم -أيها الناس- سبع سماوات بعضها فوق بعض، وما كنا بغافلين عن خلقنا, ولا ناسين إياه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • للفلاح أسباب متنوعة يحسن معرفتها والحرص عليها. </p><p> • التدرج في الخلق والشرع سُنَّة إلهية. </p><p> • إحاطة علم الله بمخلوقاته. </p>"
}