{
  "id": null,
  "sura": 23,
  "aya": 18,
  "text": "<p> ١٨ - وأنزلنا من السماء ماء المطر بمقدار الحاجة، لا كثيرًا فيفسد ولا قليلًا فلا يكفي، فجعلناه يستقر في الأرض ينتفع به الناس والدواب، بيانا لقادرون على أن نذهب به فلا تنتفعون. </p><p> ١٩ - فأنشأنا لكم بذلك الماء بساتين من النخيل والأعناب، لكم فيها فواكه متعددة الأشكال والألوان، كالتِّين والرمان والتفاح، ومنها تأكلون. </p><p> ٢٠ - وأنشأنا لكم به شجرة الزيتون التي تخرج في منطقة جبل سيناء، تُنبِت الدهن الَّذي يستخرج من ثمرها يُدَّهن به ويُؤْتَدَم. </p><p> ٢١ - وإن لكم -أيها الناس- في الأنعام (الإبل، البقر، الغنم) لعبرة ودلالة تستدلّون بها على قدرة الله ولطفه بكم، نسقيكم مما في بطون هذه الأنعام لبنًا خالصًا سائغًا للشاربين، ولكم فيها منافع كثيرة تنتفعون بها منها؛ كالركوب والصوف والوبر والشعر، وتأكلون من لحومها. </p><p> ٢٢ - وعلى الإبل من الأنعام في البر، وعلى السفن في البحر تُحْمَلون. </p><p> ٢٣ - ولقد بعثنا نوحًا عليه السلام إلى قومه يدعوهم إلى الله، فقال لهم: يا قوم، اعبدوا الله وحده، ما لكم من معبود بحق غيره سبحانه، أفلا تتقون الله بامتثال أوامره واجتناب نواهيه؟! </p><p> ٢٤ - فقال الأشراف والسادة الذين كفروا بالله من قومه لأتباعهم وعامتهم: ما هذا الَّذي يزعم أنَّه رسول إلا بشر مثلكم يريد الرئاسة والسيادة عليكم، فلو شاء الله أن يرسل إلينا رسولًا لأرسله من الملائكة، ولم يرسله من البشر، ما سمعنا بمثل ما ادعاه عند أسلافنا الذين سبقونا. </p><p> ٢٥ - وما هو إلا رجل به جنون، لا يعي ما يقول، فانتظروا به حتَّى يتضح أمره للناس. </p><p> ٢٦ - قال نوح عليه السلام: رب انصرني عليهم بأن تنتقم لي منهم بسبب تكذيبهم إياي. </p><p> ٢٧ - فأوحينا إليه أن أصنع السفينة بمرأى منا وتعليمنا إياك كيف تصنعها، فإذا جاء أمرنا لإهلاكهم، ونبع الماء بقوة من المكان الَّذي يخبز فيه، فأدخل فيها من كل الأحياء ذكرًا وأنثى ليستمرّ النَّسْل، وأدخل أهلك إلا من سبق عليه القول من الله بالإهلاك مثل زوجتك وابنك، ولا تخاطبني في الذين ظلموا بالكفر بطلب نجاتهم وترك إهلاكهم، إنهم مُهْلَكون -لا محالة- بالغرق في ماء الطوفان. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • لطف الله بعباده ظاهر لإنزال المطر وتيسير الانتفاع به. </p><p> • التنويه بمنزلة شجرة الزيتون. </p><p> • اعتقاد المشركين ألوهية الحجر، وتكذيبهم بنبوة البشر، دليل على سخف عقولهم. </p><p> • نصر الله لرسله ثابت عندما تكذبهم أممهم. </p>"
}