{
  "id": null,
  "sura": 23,
  "aya": 101,
  "text": "<p> ٩٠ - ليس الأمر كما يدّعون، بل جئناهم بالحق الَّذي لا مرية فيه، وإنهم لكاذبون فيما يدّعونه لله من الشريك والولد، تعالى الله عن قولهم علوًّا كبيرًا. </p><p> ٩١ - ما اتخذ الله من ولد كما يزعم الكفار، وما كان معه من معبود بحق، ولو فرض أنَّه معه معبود بحق لذهب كل معبود بنصيبه من الخلق الَّذي خلقه، وَلَغَالَبَ بعضهم بعضًا، فيفسد نظام الكون، والواقع أن شيئًا من ذلك لم يحدث، فدل على أن المعبود بحق واحد وهو الله وحده، تنزه وتقدس عما يصفه به المشركون مما لا يليق به من الولد والشريك. </p><p> ٩٢ - عالم كل ما غاب عن خلقه، وعالم كل ما يشاهد ويدرك بالحواس، لا يخفى عليه شيء من ذلك، فتعالى سبحانه أن يكون له شريك. </p><p> ٩٣ - قل -يا أيها الرسول-: رب إما تريني في هؤلاء المشركين ما وعدتهم من العذاب. </p><p> ٩٤ - رب إن عاقبتهم وأنا أشاهد ذلك فلا تجعلني فيهم فيصيبني ما أصابهم من العذاب. </p><p> ٩٥ - وإنا على أن نجعلك تشاهد وترى ما نعدهم به من العذاب لقادرون، لا نعجز عن ذلك ولا عن غيره. </p><p> ٩٦ - ادفع -أيها الرسول- من يسيء إليك بالخصلة التي هي أحسن؛ بأن تصفح عنه، وتصبر على أذاه، نحن أعلم بما يصفون من الشرك والتكذيب، وبما يصفونك به مما لا يليق بك كالسحر والجنون. </p><p> ٩٧ - وقل: رب اعتصم بك من نَزَغَات الشياطين ووساوسهم. </p><p> ٩٨ - وأعوذ بك رب أن يحضروني في شيء من أموري. </p><p> ٩٩ - حتَّى إذا جاء أحدَ هؤلاء المشركين الموتُ، وعاين ما ينزل به قال ندمًا على ما فات من عمره، وما فرّط في جنب الله: رب ارجعني إلى الحياة الدنيا. </p><p> ١٠٠ - لعلّي أعمل عملًا صالحًا إذا رجعت إليها، كلا، ليس الأمر كما طلبت، إنها مجرد كلمة هو قائلها، فلو رُدَّ إلى الحياة الدنيا لما وفى بما وعد به، وسيبقى هؤلاء المتوفّون في حاجز بين الدنيا والآخرة إلى يوم البعث والنشور، فلا يرجعون منه إلى الدنيا ليستدركوا ما فاتهم، ويصلحوا ما أفسدوه. </p><p> ١٠١ - فإذا نفخ الملك الموكل بالنفخ في القرن النفخة الثانية المؤذنة بالقيامة، فلا أنساب بينهم يتفاخرون بها لانشغالهم بأهوال الآخرة، ولا يسأل بعضهم بعضًا لانشغالهم بما يهمهم. </p><p> ١٠٢ - فمن ثقلت موازينه برجحان حسناته على سيئاته فأولئك هم المفلحون بما ينالونه من مطلوبهم، وما يجنّبون من مرهوبهم. </p><p> ١٠٣ - ومن خفّت موازينه لرجحان سيئاته على حسناته فأولئك هم الذين ضيعوا أنفسهم بفعل ما يضرّها، وترك ما ينفعها من الإيمان والعمل الصالح، فهم في نار جهنم ماكثون، لا يخرجون منها. </p><p> ١٠٤ - تحرق وجوههم النار، وهم فيها قد تقلّصت شفاههم العليا والسفلى عن أسنانهم من شدة العبوس. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الاستدلال باستقرار نظام الكون على وحدانية الله. </p><p> • إحاطة علم الله بكل شيء. </p><p> • معاملة المسيء بالإحسان أدب إسلامي رفيع له تأثيره البالغ في الخصم. </p><p> • ضرورة الاستعاذة بالله من وساوس الشيطان وإغراءاته. </p>"
}