{
  "id": null,
  "sura": 24,
  "aya": 44,
  "text": "<p> ٤٤ - يُعَاقِب الله بين الليل والنهار طولًا وقصرًا، ومجيئًا وذهابًا، إن في ذلك المذكور من الآيات من دلائل الربوبية عظة لأصحاب البصائر على قدرة الله ووحدانيته. </p><p> ٤٥ - والله خلق كل ما يدبّ على وجه الأرض من الحيوان من نطفة، فمنهم من يمشي على بطنه زحفًا كالحيات، ومنهم من يمشي على رجلين كالإنسان والطير، ومنهم من يمشي على أربع كالأنعام، يخلق الله ما يشاء مما ذكر ومما لم يذكر، إن الله على كل شيء قدير، لا يعجزه شيء. </p><p> ٤٦ - لقد أنزلنا على محمد - صلى الله عليه وسلم - آيات واضحات لا لبس فيها، والله يوفّق من يشاء إلى طريق مستقيم لا اعوجاج فيه، فيوصله ذلك الطريق إلى الجنّة. </p><p> ٤٧ - ويقول المنافقون: آمنّا بالله، وآمنّا بالرسول، وأطعنا الله، وأطعنا رسوله، ثم تتولى طائفة منهم، فلا يطيعون الله ورسوله في الأمر بالجهاد في سبيل الله وغيره بعد ما زعموه من الإيمان بالله ورسوله وطاعتهما، وما أولئك المتولّون عن طاعة الله ورسوله بالمؤمنين وإن ادعوا أنهم مؤمنون. </p><p> ٤٨ - وإذا دعى هؤلاء المنافقون إلى الله، وإلى الرسول ليحكم الرسول بينهم فيما يختصمون فيه، إذا هم معرضون عن حكمه لنفاقهم. </p><p> ٤٩ - وإن علموا أن الحق لهم، وأنه سيحكم لصالحهم يأتوا إليه منقادين خاضعين. </p><p> ٥٠ - أفي قلوب هؤلاء مرض لازم لها، أم شكّوا في أنَّه رسول الله، أم يخافون أن يجور الله عليهم ورسوله في الحكم؟ ليس ذلك لشيء مما ذُكر، بل لعلة في أنفسهم بسبب إعراضهم عن حكمه وعنادهم له. </p><p> ولما ذكر موقف المنافقين الرافض لحكم الله ورسوله ذكر موقف المؤمنين الراضي به، فقال: </p><p> ٥١ - إنما كان قول المؤمنين إذا دُعُوا إلى الله، هالى الرسول ليحكم بينهم أن يقولوا: سمعنا قوله، وأطعنا أمره، وأولئك المتصفون بتلك الصفات هم الفائزون في الدنيا والآخرة. </p><p> ٥٢ - ومن يطع الله ويطع رسوله، ويستسلم لحكمهما، ويَخَفْ ما تَجُرُّه المعاصي، ويتّق عذاب الله بامتثال أمره، واجتناب نهيه، فأولئك وحدهم هم الفائزون بخيري الدنيا والآخرة. </p><p> ٥٣ - وحلف المنافقون بالله أقصى أيمانهم المغلظة التي يستطيعون الحلف بها: لئن أمرتهم بالخروج إلى الجهاد ليخرجُن، قل لهم -أيها الرسول-: لا تحلفوا، فكذبكم معروف وطاعتكم المزعومة معروفة، والله خبير بما تعملون، لا يخفى عليه شيء من أعمالكم مهما أخفيتموها. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • تنوّع المخلوقات دليل على قدرة الله. </p><p> • من صفات المنافقين الإعراض عن حكم الله إلا إن كان الحكم في صالحهم، ومن صفاتهم مرض القلب والشك، وسوء الظن بالله. </p><p> • طاعة الله ورسوله والخوف من الله من أسباب الفوز في الدارين. </p><p> • الحلف على الكذب سلوك معروف عند المنافقين. </p>"
}