{
  "id": null,
  "sura": 25,
  "aya": 46,
  "text": "<p> ٤٤ - بل أتحسب -أيها الرسول- أن أكثر الذين تدعوهم إلى توحيد الله وطاعته يسمعون سماع قبول أو يعقلون الحجج والبراهين؟! ليسوا إلا مثل الأنعام في السماع والتعقل والفهم، بل هم أضل طريقًا من الأنعام. </p><p> ٤٥ - ألم تر -أيها الرسول- إلى آثار خلق الله حين بسط الظل على وجه الأرض , ولو شاء أن يجعله ساكنًا لا يتحرك لجعله كذلك، ثم صيَّرنا الشمس دلالة عليه، يطول بها ويقصر. </p><p> ٤٦ - ثم قبضنا الظل بالنقص يتدرج شيئًا فشيئًا قبضًا قليلًا حسب ارتفاع الشمس. </p><p> ٤٧ - والله هو الَّذي صيَّر لكم الليل بمنزلة لباس يستركم، ويستر الأشياء، وهو الَّذي صيَّر لكم النوم راحة تستريحون به من أشغالكم، وهو الَّذي صيَّر لكم النهار وقتًا تنطلقون فيه إلى أعمالكم. </p><p> ٤٨ - وهو الذي بعث الرياح مبشرة بنزول المطر الذي هو من رحمته بعباده، وأنزلنا من السماء ماء المطر طاهرًا يتطهرون به. </p><p> ٤٩ - لنحيي بذلك الماء النازل أرضًا قاحلة لا نبات فيها بإنباتها بأنواع النبات وبث الخضرة فيها، ولنسقي بذلك الماء مما خلقنا أنعامًا وبشرًا كثيرًا. </p><p> ٥٠ - ولقد بيَّنا ونوّعنا في القرآن الحجج والبراهين ليعتبروا بها، فأبى معظم الناس إلا كفورًا بالحق وتنكرًا له. </p><p> ٥١ - ولو شئنا لبعثنا في كل قرية رسولًا ينذرهم ويخوفهم من عقاب الله، لكنا لم نشأ ذلك، وإنما بعثنا محمدًا - صلى الله عليه وسلم - رسولًا إلى جميع الناس. </p><p> ٥٢ - فلا تطع الكفار فيما يطالبونك به من مداهنتهم، وفيما يقدمونه من اقتراحات، وجاهدهم بهذا القرآن المُنَزَّل عليك جهادًا عظيمًا بالصبر على أذاهم وتحمل المشاق في دعوتهم إلى الله. </p><p> ٥٣ - والله سبحانه هو الَّذي خلط ماء البحرين، خلط العذب منهما بالمالح، وصيّر بينهما حاجزًا وسترًا ساترًا يمنعهما من التمازُج. </p><p> ٥٤ - وهو الَّذي خلق من مني الرجل والمرأة بشرًا، ومَن خلَق البشر أنشأ علاقة القرابة وعلاقة المُصَاهرة، وكان ربك -أيها الرسول- قديرًا لا يعجزه شيء، ومن قدرته خلق الإنسان من مني الذكر والمرأة. </p><p> ٥٥ - ويعبد الكفار من دون الله أصنامًا لا تنفعهم إن أطاعوها، ولا تضرهم إن عصوها، وكان الكافر تابعًا للشيطان على ما يسخط الله سبحانه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • انحطاط الكافر إلى مستوى دون مستوى الحيوان بسبب كفره بالله. </p><p> • ظاهرة الظل آية من آيات الله الدالة على قدرته. </p><p> • تنويع الحجج والبراهين أسلوب تربوي ناجح. </p><p> • الدعوة بالقرآن من صور الجهاد في سبيل الله. </p>"
}