{
  "id": null,
  "sura": 26,
  "aya": 164,
  "text": "<p> ١٦٠ - كذبت قوم لوط المرسلين لتكذيبهم نبيهم لوطًا عليه السلام. </p><p> ١٦١ - إذ قال لهم أخوهم في النسب لوط: ألا تتقون الله بترك الشرك به خوفًا منه؟! </p><p> ١٦٢ - إني لكم رسول أرسلني الله إليكم، أمين فيما أبلغه عنه، لا أزيد عليه ولا أنقص. </p><p> ١٦٣ - فاتقوا الله بامتثال أوامره واجتناب نواهيه، وأطيعوني فيما آمركم به، وفيما أنهاكم عنه. </p><p> ١٦٤ - وما أطلب منكم ثوابًا على ما أبلغكم من ربي، ليس ثوابي إلا على الله رب المخلوقات، لا على غيره. </p><p> ١٦٥ - أتأتون الذكور من الناس في أدبارهم؟! </p><p> ١٦٦ - وتتركون إتيان ما خلقه الله لتقضوا شهواتكم منه من فروج زوجاتكم؟! بل أنتم متجاوزون لحدود الله بهذا الشذوذ المنكر. </p><p> ١٦٧ - قال له قومه: لئن لم تكفّ يا لوط عن نهينا عن هذا الفعل وإنكاره علينا لتكونن أنت ومن معك من المُخْرَجين من قريتنا. </p><p> ١٦٨ - قال لهم لوط: إني لعملكم هذا الَّذي تعملونه لمن الكارهين المبغضين. </p><p> ١٦٩ - قال داعيًا ربه: رب نجني ونجّ أهلي مما سيصيب هؤلاء من العذاب بسبب ما يفعلونه من المنكر. </p><p> ١٧٠ - فأجبنا دعاءه فنجيناه وأهله كلهم. </p><p> ١٧١ - إلا زوجته فقد كانت كافرة، فكانت من الذاهبين الهالكين. </p><p> ١٧٢ - ثم بعدما خرج لوط وأهله من قرية (سَدُوم) أهلكنا قومه الباقين بعده أشدّ إهلاك. </p><p> ١٧٣ - وأنزلنا عليهم حجارة من السماء مثل إنزال المطر، فقبح مطر هؤلاء الذين كان ينذرهم لوط ويحذرهم من عذاب الله إن هم استمرّوا على ما هم عليه من ارتكاب المنكر. </p><p> ١٧٤ - إن في ذلك المذكور من العذاب النازل على قوم لوط بسبب فعل الفاحشة، لعبرة للمعتبرين، وما كان معظمهم مؤمنين. </p><p> ١٧٥ - وإن ربك -أيها الرسول- لهو العزيز الَّذي ينتقم من أعدائه، الرحيم بمن تاب من عباده. </p><p> ١٧٦ - كذب أصحاب القرية ذات الشجر الملتف قرب مدين المرسلين حين كذبوا نبيهم شعيبًا عليه السلام. </p><p> ١٧٧ - إذ قال لهم نبيهم شعيب: ألا تتقون الله بترك الشرك به خوفًا منه؟! </p><p> ١٧٨ - إني لكم رسول أرسلني الله إليكم، أمين فيما أبلغه عنه، لا أزيد على ما أمرني بتبليغه ولا أنقص. </p><p> ١٧٩ - فاتقوا الله بامتثال أوامره واجتناب نواهيه، وأطيعوني فيما أمرتكم به، وفيما نهيتكم عنه. </p><p> ١٨٠ - وما أطلب منكم ثوابًا على ما أبلغكم من ربي، ليس ثوابي إلا على الله رب المخلوقات، لا على غيره. </p><p> ١٨١ - أتموا للناس الكيل عندما تبيعونهم، ولا تكونوا ممن ينقص الكيل إذا باع الناس. </p><p> ١٨٢ - وزنوا إذا وزنتم لغيركم بالميزان المستقيم. </p><p> ١٨٤ - ولا تنقصوا الناس حقوقهم، ولا تكثروا في الأرض الفساد بارتكاب المعاصي. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • اللواط شذوذ عن الفطرة ومنكر عظيم. </p><p> • من الابتلاء للداعية أن يكون أهل بيته من أصحاب الكفر أو المعاصي. </p><p> • العلاقات الأرضية ما لم يصحبها الإيمان، لا تنفع صاحبها إذا نزل العذاب. </p><p> • وجوب وفاء الكيل وحرمة التَّطْفِيف. </p>"
}