{
  "id": null,
  "sura": 26,
  "aya": 7,
  "text": "<p> [سورة الشعراء] </p><p> مكية </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> مواجهة المُصِرِّين على التكذيب بالرسول - صلى الله عليه وسلم -، الطاعنين برسالته، وتوهينُ شأنهم. </p><p> [التَّفْسِيرُ] </p><p> ١ - {طسم} تقدم الكلام على نظائرها في بداية سورة البقرة. </p><p> ٢ - تلك آيات القرآن المبين للحق من الباطل. </p><p> ٣ - لعلك -أيها الرسول- لحرصك على هدايتهم قاتل نفسك حزنًا وحرصًا على هدايتهم. </p><p> ٤ - إنْ نشَأ إنزال آية عليهم من السماء أنزلناها عليهم، فتظل أعناقهم خاضعة لها ذليلة، لكنا لم نشأ ذلك ابتلاء لهم: هل يؤمنون بالغيب؟ </p><p> ٥ - وما يجيء هؤلاء المشركين من تذكير مُحْدَث إنزاله من الرحمن بحججه الدالة على توحيده وصدق نبيه إلا أعرضوا عن سماعه والتصديق به. </p><p> ٦ - فقد كذبوا بما جاءهم به رسولهم، فسيأتيهم تحقيق أنباء ما كانوا به يسخرون، ويحل عليهم العذاب. </p><p> ٧ - أبقي هؤلاء مُصِرِّين على كفرهم فلم ينظروا إلى الأرض كم أنبتنا فيها من كل نوع من أنواع النبات حسن المنظر كثير المنافع؟! </p><p> ٨ - إن في إنبات الأرض بأنواع مختلفة من النبات لدلالة واضحة على قدرة من أنبتها على إحياء الموتى، وما كان معظمهم مؤمنين. </p><p> ٩ - وإن ربك -أيها الرسول- لهو الغالب الَّذي لا يغلبه أحد، الرحيم بعباده. </p><p> ١٠ - واذكر -أيها الرسول- حين نادى ربك موسى آمرًا إياه أن يأتي القوم الظالمين بكفرهم بالله واستعباد قوم موسى. </p><p> ١١ - وهم قوم فرعون، فيأمرهم برفق ولين بتقوى الله بامتثال أوامره واجتناب نواهيه. </p><p> ١٢ - قال موسى عليه السلام: إني أخاف أن يكذبوني فيما أبلغهم به عنك. </p><p> ١٣ - ويضيق صدري لتكذيبهم إياي، وينحبس لساني عن الكلام، فأرسل جبريل عليه السلام إلى أخي هارون ليكون معينًا لي. </p><p> ١٤ - ولهم علي ذنب بسبب قتلي القِبْطِي فأخاف أن يقتلوني. </p><p> ١٥ - قال الله لموسى عليه السلام: كلا، لن يقتلوك، فاذهب أنت وأخوك هارون بآياتنا الدالة على صدقكما، فإنا معكما بالنصو والتأييد مستمعون لما تقولون ولما يقال لكم، يفوتنا من ذلك شيء. </p><p> ١٦ - فَأتِيَا فرعون، فقولا له: إنا رسولان إليك من رب المخلوقات كلها. </p><p> ١٧ - أن ابعث معنا بني إسرائيل. </p><p> ١٨ - قال فرعون لموسى عليه السلام: ألم نربّك لدينا صغيرًا، ومكثت فينا من عمرك سنين، فما الَّذي دعاك إلى ادعاء النبوة؟ </p><p> ١٩ - وفعلت أمرًا عظيمًا حين قتلت القِبْطِي انتصارًا لرجل من قومك، وأنت من الجاحدين لنعمي عليك. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • حرص الرسول - صلى الله عليه وسلم - على هداية الناس. </p><p> • إثبات صفة العزة والرحمة لله. </p><p> • أهمية سعة الصدر والفصاحة للداعية. </p><p> • دعوات الأنبياء تحرير من العبودية لغير الله. </p><p> • احتج فرعون على رسالة موسى بوقوع القتل منه عليه السلام فأقر موسى بالفعلة، مما يشعر بأنها ليست حجة لفرعون بالتكذيب. </p>"
}