{
  "id": null,
  "sura": 27,
  "aya": 24,
  "text": "<p> ٢٣ - إني وجدت امرأة نحكمهم، وأُعطِيت هذه المرأة من كل شيء من أسباب القوة والملك، ولها سرير عظيم تدير مِن عليه شؤون قومها. </p><p> ٢٤ - وجدت هذه المرأة، ووجدت قومها يسجدون للشمس من دون الله سبحانه وتعالى، وحسَّن لهم الشيطان ما هم عليه من أعمال الشرك والمعاصي، فصرفهم عن طريق الحق، فهم لا يهتدون إليه. </p><p> ٢٥ - حسَّن لهم الشيطان أعمال الشرك والمعاصي؛ لئلا يسجدوا لله وحده الَّذي يُخْرِج ما ستره في السماء من المطر، وفي الأرض من النبات، ويعلم ما تخفونه من الأعمال وما تظهرونه، لا يخفى عليه من ذلك شيء. </p><p> ٢٦ - الله لا معبود بحق غيره، رب العرش العظيم. </p><p> ٢٧ - قال سليمان عليه السلام للهدهد: سننظر أصدقت فيما تدعيه، أم كنت من الكاذبين. </p><p> ٢٨ - فكتب سليمان كتابًا، وسلمه للهدهد، وقال له: اذهب بكتابي هذا فارمه إلى أهل سبأ وسلّمهم إياه، وتنحّ عنهم جانبًا بحيث تسمع ما يرددون بشأنه. </p><p> ٢٩ - واستلمت الملكة الكتاب، وقالت: يا أيها الأشراف إني ألقي إلي كتاب كريم جليل. </p><p> ٣٠ - مضمون هذا الكتاب المرسل من سليمان المفتتح بـ \"بسم الله الرحمن الرحيم\" : </p><p> ٣١ - ألا تتكبروا، وأتوني منقادين مستسلمين لما أدعوكم إليه من توحيد الله وترك ما أنتم عليه من الشرك به، حيث عبدتم الشمس معه. </p><p> ٣٢ - قالت الملكة: يا أيها الأشراف والسادة، بيِّنوا لي وجه الصواب في أمري، ما كنت قاضية أمرًا حتَّى تحضروني، وتظهروا رأيكم فيه. </p><p> ٣٣ - قال لها الأشراف من قومها: نحن أصحاب قوة عظيمة، وأصحاب بأس قوي في الحرب، والرأي ما ترينه فانظري ماذا تأمريننا به فنحن قادرون على تنفيذه. </p><p> ٣٤ - قالت الملكة: إن الملوك إذا دخلوا قرية من القرى أفسدوها بما يقومون به من القتل والسَّلْب والنَّهْب، وصيَّروا سادتها وأشرافها أذلاء بعد ما كانوا فيه من العزة والمنعة، وكذلك يفعل الملوك دائمًا إذا تغلبوا على أهل قرية؛ ليزرعوا الهيبة والرعب في النفوس. </p><p> ٣٥ - وإني مرسلة إلى صاحب الكتاب وقومه هدية، وأنظر ماذا تأتي به الرسل بعد إرسال هذه الهدية. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • إنكار الهدهد على قوم سبأ ما هم عليه من الشرك والكفر دليل على أن الإيمان فطري عند الخلائق. </p><p> • التحقيق مع المتهم والتثبت من حججه. </p><p> • مشروعية الكشف عن أخبار الأعداء. </p><p> • من آداب الرسائل افتتاحها بالبسملة. </p><p> • إظهار عزة المؤمن أمام أهل الباطل أمر مطلوب. </p>"
}