{
  "id": null,
  "sura": 27,
  "aya": 92,
  "text": "<p> ٨٩ - من جاء يوم القيامة بالإيمان والعمل الصالح فله الجنّة، وهم آمنون بتأمين الله لهم من فزع يوم القيامة. </p><p> ٩٠ - ومن جاء بالكفر والمعاصي فلهم النار يلقون فيها على وجوههم، ويقال لهم توبيخًا لهم وإهانة: هل تجزون إلا ما كنتم تعملونه في الدنيا من الكفر والمعاصي؟ </p><p> ٩١ - قل لهم -أيها الرسول-: إنما أمرت أن أعبد رب مكة الَّذي حرمها، فلا يُسْفك فيها دم، ولا يُظْلم فيها أحد، ولا يُقْتل صيدها، ولا يُقْطع شجرها، وله سبحانه ملك كل شيء، وأمِرْت ان أكون من المستسلمين لله المنقادين له بالطاعة. </p><p> ٩٢ - وأمِرْت أن أتلو القرآن على الناس، فمن اهتدى بهديه، وعمل بما فيه، فنفع هدايته لنفسه، ومن ضل وانحرف عما فيه وأنكره، ولم يعمل بما فيه، فقل: إنما أنا من المنذرين أنذركم من عذاب الله، وليس بيدي هدايتكم. </p><p> ٩٣ - وقل -أيها الرسول-: الحمد لله على نعمه التي لا تحصى، سيريكم الله آياته في أنفسكم وفي السماء والأرض والرزق، فتعرفونها معرفة ترشدكم إلى الإذعان للحق، وليس ربك بغافل عما تعملون، بل هو مطلع عليه , لا يخفى عليه منه شيء، وسيجازيكم عليه. </p><p> [سورة القصص] </p><p> مكية </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> ذكر الموازين الحقيقية للقوى، من خلال إظهار قدرة الله وسُنَّته بنصرة المستضعفين وإهلاك المستكبرين. </p><p> [التَّفْسِيرُ] </p><p> ١ - {طسم} تقدم الكلام على نظائرها في بداية سورة البقرة. </p><p> ٢ - هذه آيات القرآن الواضح. </p><p> ٣ - نقرأ عليك من خبر موسى وفرعون بالحق الَّذي لا مرية فيه لقوم يؤمنون لأنهم هم الذين ينتفعون بما فيه. </p><p> ٤ - إن فرعون طغى في أرض مصر، وتسلط فيها، وصيّر أهلها طوائف مفرِّقًا بينها، يستضعف طائفة منهم، وهم بنو إسرائيل، بقتل ذكور أولادهم واستبقاء نسائهم للخدمة إمعانًا في إذلالهم، إنه كان من المفسدين في الأرض بالظلم والطغيان والتكبر. </p><p> ٥ - ونريد أن نتفضل على بني إسرائيل الذين استضعفهم فرعون في أرض مصر؛ بإهلاك عدوهم، وإزالة الاستضعاف عنهم، وجعلهم أئمة يقتدى بهم في الحق، ونجعلهم يرثون أرض الشام المباركة بعد هلاك فرعون، كما قال تعالى:  {وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا ...} . </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الإيمان والعمل الصالح سببا النجاة من الفزع يوم القيامة. </p><p> • الكفر والعصيان سبب في دخول النار. </p><p> • تحريم القتل والظلم والصيد في الحرم. </p><p> • النصر والتمكين عاقبة المؤمنين. </p>"
}