{
  "id": null,
  "sura": 27,
  "aya": 40,
  "text": "<p> ٣٦ - فلما جاء رسولها ومن معه من أعوانه يحملون الهدية إلى سليمان أنكر عليهم سليمان إرسال الهدية قائلًا: أتمدونني بالأموال لتثنوني عنكم، فما أعطاني الله من النبوة والملك والمال خير مما أعطاكم، بل أنتم الذين تفرحون بما يُهْدَى إليكم من حطام الدنيا. </p><p> ٣٧ - قال سليمان عليه السلام لرسولها: ارجع إليهم بما جئت من هدية، فلنأتينها وقومها بجنود لا طاقة لهم بمواجهتهم، ولنخرجنهم من سبأ وهم أذلة مهانون بعد ما كانوا فيه من العزة إن لم يأتوني منقادين. </p><p> ٣٨ - قال سليمان عليه السلام مخاطبًا أعيان أهل ملكه: يا أيها الملأ، أيكم يأتيني بسرير ملكها قبل أن يأتوني منقادين؟ </p><p> ٣٩ - أجابه مارد من الجن قائلًا: أنا آتيك بسريرها قبل أن تقوم من مجلسك هذا الَّذي أنت فيه، وإني لقوي على حمله أمين على ما فيه، فلن أنقص منه شيئًا. </p><p> ٤٠ - قال رجل صالح عالم عند سليمان، عنده علم من الكتاب، ومن ضمنه اسم الله الأعظم الَّذي إذا دعي به أجاب: أنا آتيك بسريرها قبل أن ترمش عينك؛ بأن أدعو الله فيأتي به، فدعا فاستجاب الله له دعاءه فلما رأى سليمان سريرها مستقرًّا عنده قال: هذا من فضل ربي سبحانه؛ ليختبرني أأشكر نعمه أم أكفرها؟ ومن شكر الله فإنما نَفْع شكره عائد إليه، فالله غني لا يزيده شكر العباد، ومن جحد نعم الله فلم يشكره له فإن ربي غني عن شكره كريم، ومن كرمه إفضاله على من يجحدها. </p><p> ٤١ - قال سليمان عليه السلام: غيِّروا لها سرير ملكها عن هيئته التي كان عليها ننظر: هل تهتدي إلى معرفة أنَّه سريرها، أم تكون من الذين لا يهتدون إلى معرفة أشيائهم؟ </p><p> ٤٢ - فلما جاءت ملكة سبأ إلى سليمان قيل لها اختبارًا لها: أهذا مثل عرشك؟ فأجابت طبق السؤال: كأنه هو، فقال سليمان: وأعطانا الله العلم من قبلها لقدرته على مثل هذه الأمور، وكنا منقادين لأمر الله مطيعين له. </p><p> ٤٣ - وصرفها عن توحيد الله ما كانت تعبد من دون الله اتباعًا لقومها، وتقليدًا لهم، إنها كانت من قوم كافرين بالله، فكانت كافرة مثلهم. </p><p> ٤٤ - قيل لها: ادخلي الصرح وهو كهيئة السطح، فلما رأته ظنته ماءً فكشفت عن ساقيها لتخوضه، قال سليمان عليه السلام: إنه صرح مُمَلَّس من زجاج، ودعاها إلى الإسلام، فأجابته إلى ما دعاها إليه قائلة: رب إني ظلمت نفسي بعبادة غيرك معك، وانقدت مع سليمان لله رب المخلوقات جميعها. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • عزة الإيمان تحصّن المؤمن من التأثر بحطام الدنيا. </p><p> • الفرح بالماديات والركون إليها صفة من صفات الكفار. </p><p> • يقظة شعور المؤمن تجاه نعم الله. </p><p> • اختبار ذكاء الخصم بغية التعامل معه بما يناسبه. </p><p> • إبراز التفوق على الخصم للتأثير فيه. </p>"
}