{
  "id": null,
  "sura": 27,
  "aya": 5,
  "text": "<p> [سورة النمل] </p><p> مكية </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> الامتنان على النبي - صلى الله عليه وسلم - بالآية الكبرى -وهي القرآن- والحث على شكرها والصبر على تبليغها. </p><p> [التَّفْسِيرُ] </p><p> ١ - {طس} تقدم الكلام على نظائرها في بداية سورة البقرة. هذه الآيات المنزلة عليك هي آيات القرآن، وكتاب واضح لا لبس فيه، مَن تدبَّرَه عَلِمَ أنَّه من عند الله. </p><p> ٢ - هذه الآيات هادية إلى الحق مرشدة إليه، ومبشرة للمؤمنين بالله ورسله. </p><p> ٣ - الذين يؤدون الصلاة على أكمل وجه، ويعطون زكاة أموالها بصرفها إلى مصارفها، وموقنون بما في الآخرة من ثواب وعقاب. </p><p> ٤ - إن كافرين الذين لا يؤمنون بالآخرة وما فيها من ثواب وعقاب، حسنا لهم أعمالهم السيئة، فاستمروا على فعلها، فهم متحيِّرون لا يهتدون إلى صواب ولا رشد. </p><p> ٥ - أولئك الموصوفون بما ذُكِر هم الذين لهم سوء العذاب في الدنيا بالقتل والأسر، وهم في الآخرة أكثر الناس خسرانًا، حيث يخسرون أنفسهم وأهليهم يوم القيامة بتخليدهم في النار. </p><p> ٦ - وإنك -أيها الرسول- لتتلقى هذا القرآن المنزل عليك من عند حكيم في خلقه وتدبيره وشرعه، عليم لا يخفى عليه شيء من مصالح عباده. </p><p> ٧ - اذكر -أيها الرسول- حين قال موسى لأهله: إني أبصرت نارًا، سآتيكم منها بخبر من موقدها يرشدنا إلى الطريق، أو آتيكم بشعلة نار مأخوذة منها رجاء أن تستدفئوا بها من البرد. </p><p> ٨ - فلما وصل إلى مكان النار التي أبصرها ناداه الله: أنْ قُدِّس من في النار، ومن حولها من الملائكة، وتعظيمًا لرب العالمين وتنزيهًا له عما لا يليق به من الصفات التي يصفه بها الضالون. </p><p> ٩ - قال له الله: يا موسى، إنه أنا الله العزيز الَّذي لا يغالبني أحد، الحكيم في خلقِي وتقديري وشرعي. </p><p> ١٠ - وألق عصاك، فامتثل موسى، فلما رآها موسى تضطرب وتتحرك كأنها حية ولى مدبرًا عنها ولم يرجع، فقال له الله: لا تخف منها، فإني لا يخاف عندي المرسلون من حية ولا من سواها. </p><p> ١١ - لكن من ظلم نفسه بارتكاب ذنب، ثم تاب بعد ذلك فإني غفور له، رحيم به. </p><p> ١٢ - وأدخل يدك في فتحة قميصك مما يلي الرقبة تخرج بعد إدخالك لها بيضاء مثل الثلج من غير برص، ضمن تسع آيات تشهد بصدقك - هي مع اليد: العصا، والسنون، ونقص الثمرات، والطوفان، والجراد، والقُمَّل، والضفادع، والدم- إلى فرعون وقومه، إنهم كانوا قومًا خارجين عن طاعة الله بالكفر به. </p><p> ١٣ - فلما جاءتهم آياتنا هذه التي أيدنا بها موسى واضحة ظاهرة قالوا: هذا الَّذي جاء به موسى من الآيات سحر بيّن. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • القرآن هداية وبشرى للمؤمنين. </p><p> • الكفر بالله سبب في اتباع الباطل من الأعمال والأقوال، والحيرة، والاضطراب. </p><p> • تأمين الله لرسله وحفظه لهم سبحانه من كل سوء. </p>"
}