{
  "id": null,
  "sura": 28,
  "aya": 52,
  "text": "<p> ٥١ - ولقد وصَّلنا للمشركين واليهود من بني إسرائيل القول بقصص الأمم السابقة، وما أحللنا عليهم من العذاب لما كذبوا رسلنا؛ رجاء أن يتعظوا بذلك فيؤمنوا حتَّى لا يصيبهم ما أصابهم. </p><p> ٥٢ - الذين ثبتوا على الإيمان بالتوراة من قبل نزول القرآن هم بالقرآن يؤمنون لما يجدونه في كتبهم من الإخبار به ومن نعته. </p><p> ٥٣ - وإذا يقرأ عليهم قالوا آمنا به إنه الحق الَّذي لا مِرْية فيه، المنزل من ربنا، إنا كنا من قبل هذا القرآن مسلمين لإيماننا بما جاء به الرسل من قبله. </p><p> ٥٤ - أولئك الموصوفون بما ذُكِر يعطيهم الله ثواب عملهم مرتين بسبب صبرهم على الإيمان بكتابهم، وبإيمانهم بمحمد - صلى الله عليه وسلم - حين بُعِث، ويدفعون بحسنات أعمالهم الصالحة ما اكتسبوه من الآثام، ومما رزقناهم ينفقون في وجوه الخير. </p><p> ٥٥ - وإذا سمع هؤلاء المؤمنون من أهل الكتاب الباطل من القول أعرضوا عنه غير ملتفتين إليه، وقالوا مخاطبين أصحابه: لنا جزاء أعمالنا، ولكم جزاء أعمالكم، سلمتم منا من الشتم والأذى، لا نبتغي مصاحبة أصحاب الجهل لما فيها من الضرر والأذى على الدين والدنيا. </p><p> ٥٦ - إنك -أيها الرسول- لا تهدي من أحببت مثل أبي طالب وغيره بتوفيقه للإيمان، ولكن الله وحده هو الَّذي يوفّق من يشاء للهداية، وهو أعلم بمن سبق في علمه أنَّه من المهتدين إلى الصراط المستقيم. </p><p> ٥٧ - وقال المشركون من أهل مكة معتذرين عن اتباع الإسلام والإيمان به: إن نتبع هذا الإسلام الَّذي جئت به ينتزعنا أعداؤنا من أرضنا بسرعة، أَوَلَم نمكّن لهؤلاء المشركين حرمًا يحرم فيه سفك الدماء والظلم، يأمنون فيه من إغارة غيرهم عليهم، تجلب إليه ثمار كل شيء رزقًا من لدنا سقناه إليهم؟! ولكن معظمهم لا يعلمون ما أنعم الله به عليهم فيشكروه له. </p><p> ٥٨ - وما أكثر القرى التي كفرت نعمة الله عليها فأسرفت في الذنوب والمعاصي، فأرسلنا عليها عذابًا فأهلكناها به، فتلك مساكنهم مندثرة يمرّ الناس عليها لم تسكن من بعد أهلها إلا قليلًا من بعض العابرين، وكنا نحن الوارثين الذين نرث السماوات والأرض ومن فيهما. </p><p> ٥٩ - ولم يكن ربك -أيها الرسول- مهلك القرى حتَّى يعذر إلى أهلها ببعث رسول في القرية الكبرى منها كما بعثك أنت في أم القرى، وهي مكة، وما كنا لنهلك أهل القرى وهم مستقيمون على الحق، إنما نهلكهم إن كانوا ظالمين بالكفر وارتكاب المعاصي. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • فضل من آمن من أهل الكتاب بالنبي محمد - صلى الله عليه وسلم -، وأن له أجرين. </p><p> • هداية التوفيق بيد الله لا بيد غيره من الرسل وغيرهم. </p><p> • اتباع الحق وسيلة للأمن لا مَبْعث على الخوف كما يدعي المشركون. </p><p> • خطر الترف على الفرد والمجتمع. </p><p> • من رحمة الله أنَّه لا يهلك الناس إلا بعد الإعذار إليهم بارسال الرسل. </p>"
}