{
  "id": null,
  "sura": 28,
  "aya": 73,
  "text": "<p> ٧١ - قل -أيها الرسول- لهؤلاء المشركين: أخبروني إن صيّر الله عليكم الليل دائمًا مستمرًا، لا انقطاع له إلى يوم القيامة، من معبود غير الله يأتيكم بضياء مثل ضياء النهار؟! أفلا تسمعون هذه الحجج، وتعلمون أن لا إله إلا الله يأتيكم بذلك؟! </p><p> ٧٢ - قل لهم -أيها الرسول-: أخبروني إن صيّر الله عليكم النهار دائمًا مستمرًّا إلى يوم القيامة، من معبود غير الله يأتيكم بليل تسكنون فيه لتستريحوا من عناء العمل في النهار؟! أفلا تبصرون هذه الآيات، وتعلمون أن لا إله إلا الله يأتيكم بذلك كله؟! </p><p> ٧٣ - ومن رحمته سبحانه أن جعل لكم -أيها الناس- الليل مظلمًا؛ لتسكنوا فيه بعدما عانيتم من عمل في النهار، وجعل لكم النهار مضيئًا؛ لتسعوا إلى طلب الرزق فيه، ولعلكم تشكرون نعم الله عليكم ولا تكفرونها. </p><p> ٧٤ - ويوم يناديهم ربهم سبحانه وتعالى قائلًا: أين شركائي الذين كنتم تعبدونهم من دوني، وتزعمون أنهم شركائي؟ </p><p> ٧٥ - وأحضرنا من كل أمة نبيّها يشهد عليها بما كانت عليه من الكفر والتكذيب، فقلنا للمكذبين من تلك الأمم: أعطوا حججكم وأدلتكم على ما كنتم عليه من الكفر والتكذيب، فانقطعت حججهم وأيقنوا أن الحق الذي لا مِرْية فيه لله، وغاب عنهم ما كانوا يختلقونه من الشركاء له سبحانه. </p><p> ولما ذكر الله أن فرعون علا في الأرض بسبب السلطان ذكر طغيان قارون بسبب المال، فقال: </p><p> ٧٦ - إن قارون كان من قوم موسى عليه السلام فتكبر عليهم، وأعطيناه من كنوز الأموال ما إن مفاتح خزائنه ليثقل حملها على الجماعة القوية، إذ قال له قومه: لا تفرح فرح البَطَر، إن الله لا يحب الفرحين فرح البَطَر، بل يبغضهم ويعذبهم على ذلك. </p><p> ٧٧ - واطلب فيما أعطاك الله من الأموال الثواب في الدار الآخرة، بأن تنفقه في وجوه الخير، ولا تنس نصيبك من الأكل والشرب واللباس وغير ذلك من النعم، في غير إسراف ولا مخيلة، وأحسن التعامل مع ربك ومع عباده كما أحسن سبحانه إليك، ولا تطلب الفساد في الأرض بارتكاب المعاصي وترك الطاعات، إن الله لا يحب المفسدين في الأرض بذلك، بل يبغضهم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • تعاقب الليل والنهار نعمة من نعم الله يجب شكرها له. </p><p> • الطغيان كما يكون بالرئاسة والملك يكون بالمال. </p><p> • الفرح بَطَرًا معصية يمقتها الله. </p><p> • ضرورة النصح لمن يُخاف عليه من الفتنة. </p><p> • بغض الله للمفسدين في الأرض. </p>"
}