{
  "id": null,
  "sura": 29,
  "aya": 66,
  "text": "<p> ٦٤ - وما هذه الحياة الدنيا -بما فيها من الشهوات والمتاع- إلا لَهْوٌ لقلوب المتعلقين بها ولعب، ما يلبث أن ينتهي بسرعة، وإن الدار الآخرة لهي الحياة الحقيقية لبقائها، لو كانوا يعلمون لَمَا قدّموا ما يفنى على ما يبقى. ولمَّا سجل الله على المشركين تناقضهم؛ بإيمانهم بربوبية الله عندما يُسْألون عمن خلق السماوات والأرض، وكفرهم بألوهيته عندما يعبدون غيره، سَجَّل عليهم تناقضًا آخر هو إخلاصهم التوحيد عند الخوف من الغرق وعودتهم للشرك عند أمنهم منه، فقال: </p><p> ٦٥ - وإذا ركب المشركون في السفن في البحر دعوا الله وحده مخلصين له الدعاء أن ينجيهم من الغرق، فلما نجاهم من الغرق انقلبوا مشركين يدعون معه آلهتهم. </p><p> ٦٦ - انقلبوا مشركين ليكفروا بما أعطيناهم من النعم، وليتمتعوا بما أعطوا من زهرة الحياة الدنيا، فسوف يعلمون عاقبتهم السيئة عندما يموتون. </p><p> ٦٧ - أَوَلم ير هؤلاء الجاحدون لنعمة الله عليهم حين نجاهم الله من الغرق نعمة أخرى؛ هي أنا جعلنا لهم حرمًا يأمنون فيه على دمائهم وأموالهم، على حين أن غيرهم تُشَنّ عليهم الغارات، فيُقْتلون ويُؤسرون وتُسْبى نساؤهم وذراريهم، وتُنْهب أموالهم، أفبالباطل من آلهتهم المزعومة يؤمنون، وبنعمة الله عليهم يكفرون، فلا يشكرونها لله؟! </p><p> ٦٨ - لا أحد أظلم ممن اختلق على الله كذبًا بأن نسب إليه شريكًا، أو كذب بالحق الذي جاء به رسوله، لا شك أن في جهنم مسكنًا للكافرين ولأمثالهم. </p><p> ٦٩ - والذين جاهدوا أنفسهم ابتغاء مرضاتنا لنوفقنهم لإصابة الطريق المستقيم، وإن الله مع المحسنين بالعون والنصر والهداية. </p><p> [سورة الروم] </p><p> مَكيّة </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> بيان الحقيقة الكونية في أن تصريف الأمور والأحوال والأحداث لله وحده؛ كما قال تعالى:  {لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ} . </p><p> [التَّفْسِيرُ] </p><p> ١ - {الم} سبق الكلام على نظائرها في بداية سورة البقرة. </p><p> ٢ - غَلَبَتْ فارسُ الرومَ. </p><p> ٣ - في أقرب أرض الشام إلى بلاد فارس، والروم من بعد غلبة فارس لهم سيغلبونهم. </p><p> ٤ - في زمن لا يقل عن ثلاث سنوات، ولا يزيد على عشر، لله الأمر كله قبل انتصار الروم وبعده، ويوم يغلب الروم فارس يفرح المؤمنون. </p><p> ٥ - يفرحون بنصر الله للروم لأنهم أهل كتاب، ينصر الله من يشاء على من يشاء، وهو العزيز الذي لا يُغَالَب، الرحيم بعباده المؤمنين. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • لجوء المشركين إلى الله في الشدة ونسيانهم لأصنامهم، وإشراكهم به في الرخاء؛ دليل على تخبطهم. </p><p> • الجهاد في سبيل الله سبب للتوفيق إلى الحق. </p><p> • إخبار القرآن بالغيبيات دليل على أنه من عند الله. </p>"
}