{
  "id": null,
  "sura": 30,
  "aya": 57,
  "text": "<p> ٥١ - ولئن بعثنا على زروعهم ونباتهم ريحًا تفسده عليهم، فرأوا زروعهم مُصْفرّة الألوان بعد أن كانت مُخْضرّة لظلّوا بعد مشاهدتهم لها يكفرون بنعم الله السابقة على كثرتها. </p><p> ٥٢ - فكما إنك لا تستطيع إسماع الموتى ولا تستطيع إسماع الصم، وقد ابتعدوا عنك ليتأكد عدم سماعهم، فكذلك لا تستطيع أن تهدى من أشبه هؤلاء بالإعراض وعدم الانتفاع. </p><p> ٥٣ - وما أنت بموفق من ضل عن الطريق المستقيم إلى سلوك سبيل الرشاد، لا تُسْمِع سماعًا يُنْتَفع به إلا من يؤمن بآياتنا؛ لأنه هو الذي ينتفع بما تقوله، فهم منقادون لأمرنا، خاضعون له. </p><p> ٥٤ - الله هو الذي خلقكم -أيها الناس- من ماء مَهِين، ثم جعل من بعد ضعف طفولتكم قوة الرجولة، ثم جعل من بعد قوة الرجولة ضعف الشيخوخة والهرم، يخلق الله ما يشاء من ضعف وقوة، وهو العليم بكل شيء، لا يخفى عليه شيء، القدير الذي لا يعجزه شيء. </p><p> ٥٥ - ويوم تقوم القيامة يحلف المجرمون ما مكثوا في قبورهم إلا ساعة، كما صُرِفوا عن معرفة قدر ما لبثوا في قبورهم كانوا يصرفون في الدنيا عن الحق. </p><p> ٥٦ - وقال الذين أعطاهم الله العلم من الأنبياء والملائكة: لقد مكثتم فيما كتبه الله في سابق علمه من يوم خلقكم إلى يوم بعثكم الذي أنكرتموه، ولكنكم كنتم لا تعلمون أن البعث واقع، فكفرتم به. </p><p> ٥٧ - فيوم يبعث الله الخلائق للحساب والجزاء ينفع الظالمين ما يختلقونه من أعذار، ولا يطلب منهم إرضاء الله بالتوبة والإنابة إليه؛ لفوات وقت ذلك. </p><p> ٥٨ - ولقد ضربنا للناس في هذا القرآن - عناية بهم - من كل مثل؛ ليتضح لهم الحق من الباطل، ولئن جئتهم -أيها الرسول- بحجة على صدقك ليقولنّ الذين كفروا بالله: ما أنتم إلا مبطلون فيما جئتم به. </p><p> ٥٩ - مثل هذا الختم على قلوب هؤلاء الذين إذا جئتهم بآية لا يؤمنون بها، يختم الله على قلوب كل الذين لا يعلمون أن ما جئتهم به حق. </p><p> ٦٠ - فاصبر -أيها الرسول- على تكذيب قومك لك، إن وعد الله لك بالنصر والتمكين ثابت لا مرية فيه، ولا يدفعك الذين لا يوقنون بأنهم مبعوثون، إلى الاستعجال وترك الصبر. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • يأس الكافرين من رحمة الله عند نزول البلاء. </p><p> • هداية التوفيق بيد الله، وليست بيد الرسول - صلى الله عليه وسلم -. </p><p> • مراحل العمر عبرة لمن يعتبر. </p><p> • الختم على القلوب سببه الذنوب. </p>"
}