{
  "id": null,
  "sura": 30,
  "aya": 24,
  "text": "<p> ١٦ - وأما الذين كفروا بالله، وكذبوا بآياتنا المنزلة على رسولنا، وكذبوا بالبعث والحساب، فأولئك الذين أحضروا للعذاب فهم ملازمون له. </p><p> ١٧ - فسبِّحوا الله حين تدخلون في وقت المساء؛ وهو وقت صلاتَي: المغرب والعشاء، وسبِّحوه حين تدخلَون في وقت الصباح، وهو وقت صلاة الفجر. </p><p> ١٨ - وله وحده سبحانه الثناء؛ في السماوات يحمده ملائكته، وفي الأرض تحمده خلائقه، وسبِّحوه حين تدخلون في العشي وهو وقت صلاة العصر، وسبِّحوه حين تدخلون في وقت الظهر. </p><p> ١٩ - يُخْرِج الحي من الميت، مثل إخراجه الإنسان من النطفة، والفرخ من البيضة، ويُخْرِج الميت من الحي، مثل إخراجه النطفة من الإنسان، والبيضة من الدجاجة، ويحيي الأرض بعد جفافها بإنزال المطر وإنباتها، ومثل إحياء الأرض بإنباتها تخرجون من قبوركم للحساب والجزاء. </p><p> ٢٠ - ومن آيات الله العظيمة الدالة على قدرته ووحدانيته: أن خلقكم -أيها الناس- من تراب حين خلق أباكم من طين، ثم إذا أنتم بشر تتكاثرون بالتناسل، وتنتشرون في مشارق الأرض ومغاربها. </p><p> ٢١ - ومن آياته العظيمة كذلك الدالة على قدرته ووحدانيته أن خلق لأجلكم -أيها الرجال- من جنسكم أزواجًا لتطمئن أنفسكم إليهن للتجانس بينكم، وصَيَّرَ بينكم وبَيْنَهُنَّ محبة وشفقة، إن في ذلك المذكور لبراهين ودلالات واضحة لقوم يتفكرون؛ لأنهم الذين يستفيدون من إعمال عقولهم. </p><p> ٢٢ - ومن آياته العظيمة الدالة على قدرته ووحدانيته: خلق السماوات وخلق الأرض، ومنها اختلاف لغاتكم، واختلاف ألوانكم، إن في ذلك المذكور لبراهين ودلالات لأهل العلم والبصيرة. </p><p> ٢٣ - ومن آياته العظيمة الدالة على قدرته ووحدانيته: نومكم بالليل، ومنامكم بالنهار لتستريحوا من عناء أعمالكم، ومن آياته أن جعل لكم النهار لتنتشروا فيه مبتغين الرزق من ربكم، إن في ذلك المذكور لبراهين ودلالات لقوم يسمعون سماع تدبر وسماع قبول. </p><p> ٢٤ - ومن آياته العظيمة الدالة على قدرته ووحدانيته: أن يريكم البرق في السماء، ويجمع لكم فيه بين الخوف من الصواعق، والطمع في المطر، وينزل لكم من السماء ماء المطر، فيحيي الأرض بعد جفافها بما ينبت فيها من نبات، إن في ذلك لبراهين ودلالات واضحة لقوم يعقلون، فيستدلون بها على البعث بعد الموت للحساب والجزاء. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • إعمار العبد أوقاته بالصلاة والتسبيح علامة على حسن العاقبة. </p><p> • الاستدلال على البعث بتجدد الحياة، حيث يخلق الله الحي من الميت والميت من الحي. </p><p> • آيات الله في الأنفس والآفاق لا يستفيد منها إلا من يُعمِل وسائل إدراكه الحسية والمعنوية التي أنعم الله بها عليه. </p>"
}