{
  "id": null,
  "sura": 32,
  "aya": 6,
  "text": "<p> سُورة السَّجْدَةِ </p><p> - مكية - </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> بيان دلائل الحق ومشاهده التي نزل بها القرآن، ومنها حقيقة الخلق وأحوال الإنسان. </p><p> [التَّفْسِيرُ] </p><p> ١ - {الم} تقدم الكلام على نظائرها في بداية سورة البقرة. </p><p> ٢ - هذا القرآن الذي جاء به محمد - صلى الله عليه وسلم - منزل عليه من رب العالمين لا شك في ذلك. </p><p> ٣ - إن هؤلاء الكافرين يقولون: إن محمدًا اختلقه على ربه، ليس الأمر كما قالوا، بل هو الحق الذي لا مرية فيه، المنزل من ربك -أيها الرسول- عليك لتخوّف قومًا ما جاءهم رسول من قبلك يخوفهم من عذاب الله، لعلهم يهتدون إلى الحق فيتبعوه ويعملوا به. </p><p> ٤ - الله هو الذي خلق السماوات، وخلق الأرض، وخلق ما بينهما في ستة أيام، وهو قادر على خلقها في أقل من طرفة عين، ثم علا وارتفع على العرش علوا يليق بجلاله، ما لكم -أيها الناس- من دونه من ولي يتولى أمركم، أو شفيع يشفع لكم عند ربكم، أفلا تتفكرون، وتعبدون الله الذي خلقكم ولا تعبدون معه غيره؟! </p><p> ٥ - يدبر الله سبحانه وتعالى جميع المخلوقات في السماوات وفي الأرض، ثم يصعد إليه ذلك الأمر في يوم كان مقداره ألف سنة مما تعدّون أنتم -أيها الناس- في الدنيا. </p><p> ٦ - ذلك الذي يدبر ذلك كله هو عالم ما غاب وما حضر، يخفى عليه منهما شيء، العزيز الذي لا يغالبه أحد الذي ينتقم من أعدائه، الرحيم بعباده المؤمنين. </p><p> ٧ - الذي أتقن كل شيء خلقه، وبدأ خلق آدم من طين على غير مثال سابق. </p><p> ٨ - ثم جعل ذريته من بعده من الماء الذي انسل فخرج منه (المني) . </p><p> ٩ - ثم أتم خلق الإنسان سويًّا، ونفخ فيه من روحه بأمر المَلَك الموكل بنفخ الروح، وجعل لكم -أيها الناس- الأسماع لتسمعوا بها، والأبصار لتبصروا بها، والأفئدة لتعقلوا بها، قليلًا ما تشكرون هذه النعم لله التي أنعم بها عليكم. </p><p> ١٠ - وقال المشركون المكذبون بالبعث: إذا متنا ومتنا في الأرض، وصارت أجسامنا ترابًا، فهل نُبْعث أحياء من جديد؟! لا يعقل ذلك، بل هم في واقع أمرهم كافرون بالبعث لا يؤمنون به. </p><p> ١١ - قل -أيها الرسول- لهؤلاء المشركين المكذبين بالبعث: يتوفاكم ملك الموت الذي فوَّضه الله بقبض أرواحكم، ثم إلينا وحدنا يوم القيامة ترجعون للحساب والجزاء. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الحكمة من بعثة الرسل أن يهدوا أقوامهم إلى الصراط المستقيم. </p><p> • ثبوت صفة الاستواء لله من غير تشبيه ولا تمثيل. </p><p> • استبعاد المشركين للبعث مع وضوح الأدلة عليه. </p>"
}