{
  "id": null,
  "sura": 33,
  "aya": 37,
  "text": "<p> ٣٦ - ولا يصحّ لمؤمن ولا مؤمنة إذا حكم الله ورسوله فيهم بأمر، أن يكون لهم الاختيار في قَبوله أو رفضه، ومن يعص الله ورسوله فقد ضل عن الصراط المستقيم ضلالًا واضحًا. </p><p> ٣٧ - وإذ تقول -أيها الرسول- للذي أنعم الله عليه بنعمة الإسلام، وأنعمت عليه أنت بالعتق -والمقصود زيد بن حارثة - رضي الله عنهما - حين جاءك مشاورًا في شأن طلاق زوجته زينب بنت جحش- تقول له: أمسك عليك زوجتك ولا تطلّقها، واتق الله بامتثال أوامره واجتناب نواهيه، وتكتم في نفسك -أيها الرسول- ما أوحى الله به لك من زواجك بزينب خشية من الناس والله سيظهر طلاق زيد لها ثم زواجك منها والله أولى أن تخشاه في هذا الأمر، فلما طابت نفس زيد ورغب عنها وطلّقها زوجناكها؛ لكي لا يكون على المؤمنين إثم في التزوج بزوجات أبنائهم بالتبني إذا طلقوهن وانقضت عدّتهنّ، وكان أمر الله مفعولًا لا مانع منه، ولا حائل دونه. </p><p> ٣٨ - ما كان على النبي محمد - صلى الله عليه وسلم - من إثم أو تضييق فيما أحلّ الله من نكاح زوجة ابنه بالتبنِّي، وهو في ذلك يتبع سُنَّة الأنبياء من قبله، فليس هو - صلى الله عليه وسلم - بدْعًا من الرسل في ذلك، وكان ما يقضي الله به -من إتمام هذا الزواج وإبطال التبنِّي وليس للنبي فيه رأي أو خيارٌ- قضاءً نافذًا لا مردّ له. </p><p> ٣٩ - هؤلاء الأنبياء الذين يبلغون رسالات الله المنزلة عليهم إلى أممهم، ولا يخافون أحدًا إلا الله سبحانه وتعالى، فلا يلتفتون إلى ما يقوله غيرهم عندما يفعلون ما أحلّ الله لهم، وكفى بالله حافظًا لأعمال عباده ليحاسبهم عليها، ويجازيهم بها؛ إن خيرًا فخير، وإن شرًّا فشر. </p><p> ٤٠ - ما كان محمدٌ أبا أحد من رجالكم، فليس هو والد زيد حتى يحرم عليه نكاح زوجته إذا طلقها، ولكنَّه رسول الله إلى الناس، وخاتم النبيين فلا نبي بعده، وكان الله بكل شيء عليمًا، لا يخفى عليه شيء من أمر عباده. </p><p> ٤١ - يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، اذكروا الله بقلوبكم وألسنتكم وجوارحكم ذكرًا كثيرًا. </p><p> ٤٢ - ونزهوه سبحانه بالتسبيح والتهليل أول النهار وآخره؛ لفضلهما. </p><p> ٤٣ - هو الذي يرحمكم ويثني عليكم، وتدعو لكم ملائكته ليخرجكم من ظلمات الكفر إلى نور الإيمان، وكان بالمؤمنين رحيمًا؛ فلا يعذبهم إذا هم أطاعوه فامتثلوا أمره واجتنبوا نهيه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • وجوب استسلام المؤمن لحكم الله والانقياد له. </p><p> • اطلاع الله على ما في النفوس. </p><p> • من مناقب أم المؤمنين زينب بنت جحش: أنْ زوّجها الله من فوق سبع سماوات. </p><p> • فضل ذكر الله، خاصة وقت الصباح والمساء. </p>"
}