{
  "id": null,
  "sura": 33,
  "aya": 20,
  "text": "<p> ١٦ - قل -أيها الرسول- لهؤلاء: لن ينفعكم الفرار إن فررتم من القتال خوفًا من الموت أو من القتل؛ لأن الآجال مقدرة، وإذا فررتم ولم يَحِنْ أجلكم فإنكم لا تستمتعون في الحياة إلا زمنًا قليلًا. </p><p> ١٧ - قل لهم -أيها الرسول-: من ذا الذي يمنعكم من الله إن أراد بكم ما تكرهونه من الموت أو القتل، أو أراد بكم ما ترجونه من السلامة والخير، لا أحد يمنعكم من ذلك، ولا يجد هؤلاء المنافقون لهم من دون الله وليًّا يتولى أمرهم، ولا نصيرًا يمنعهم من عقاب الله لهم. </p><p> ١٨ - يعلم الله المُثبطين منكم لغيرهم عن القتال مع رسول الله - صلى الله عليه وسلم - والقائلين لإخوانهم: تعالوا إلينا ولا تقاتلوا معه حتى لا تُقْتَلوا، فإنا نخاف عليكم القتل، وهؤلاء المُخَذِّلون لا يأتون الحرب ولا يشاركون فيها إلا نادرًا؛ ليدفعوا عن أنفسهم العار، لا لينصروا الله ورسوله. </p><p> ١٩ - بُخلاء عليكم - معشر المؤمنين - بأموالهم فلا يعينونكم ببذلها، وبخلاء بأنفسهم فلا يقاتلون معكم، وبخلاء بمودتهم فلا يوادُّونكم، فإذا جاء الخوف عند ملاقاة العدوّ رأيتهم ينظرون إليك -أيها الرسول- تدور أعينهم من الجبن مثل دوران عيني من يعاني سكرات الموت، فإذا ذهب عنهم الخوف واطمأنوا آذوكم بالكلام بالسنة سليطة، أَشِحَّة على الغنائم يبحثون عنها، أولئك المتصفون بهذه الصفات لم يؤمنوا حقًّا، فأبطل الله ثواب أعمالهم، وكان ذلك الإبطال يسيرًا على الله. </p><p> ٢٠ - يظنّ هؤلاء الجبناء أن الأحزاب المُتَأَلِّبة لقتال رسول الله - صلى الله عليه وسلم - وقتال المؤمنين لن يذهبوا حتى يستأصلوا المؤمنين، وإن قدّر أن جاء الأحزاب مرة أخرى يودّ هؤلاء المنافقون أنهم خارجون من المدينة مع الأعراب، يسألون عن أخباركم: ماذا حدث لكم بعد قتال عدوّكم لكم؟ ولو كانوا فيكم -أيها المؤمنون- ما قاتلوا معكم إلا قليلًا، فلا تبالوا بهم، ولا تأسوا عليهم. </p><p> ٢١ - لقد كان لكم فيما قاله رسول الله وقام به وفعله، قدوة حسنة، فقد حضر بنفسه الكريمة، وباشر الحرب، فكيف تبخلون بعد ذلك بأنفسكم عن نفسه؟ ولا يتأسَّى برسول الله - صلى الله عليه وسلم - إلا من كان يرجو اليوم الآخر ويعمل له، وذكر الله ذكرًا كثيرًا، وأما الذي لا يرجو اليوم الآخر ولا يذكر الله كثيرًا فإنه لا يتأسَّى برسوله - صلى الله عليه وسلم -. </p><p> ٢٢ - ولما عاين المؤمنون الأحزاب المجتمعة لقتالهم قالوا: هذا ما وعدنا الله ورسوله من الابتلاء والمحن والنصر، وصدق الله ورسوله في هذا، فقد تحقق، وما زادتهم معاينتهم للأحزاب إلا إيمانًا بالله وانقيادًا له. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الآجال محددة؛ لا يُقَرِّبُها قتال، ولا يُبْعِدُها هروب منه. </p><p> • التثبيط عن الجهاد في سبيل الله شأن المنافقين دائمًا. </p><p> • الرسول - صلى الله عليه وسلم - قدوة المؤمنين في أقواله وأفعاله. </p><p> • الثقة بالله والانقياد له من صفات المؤمنين. </p>"
}