{
  "id": null,
  "sura": 34,
  "aya": 36,
  "text": "<p> ٣٢ - قال المتبوعون الذين استكبروا عن الحق للتابعين الذين استضعفوهم: أنحن منعناكم عن الهدى الذي جاءكم به محمد؟! لا، بل كنتم ظلمة وأصحاب فساد وإفساد. </p><p> ٣٢ - وقال المتبوعون الذين استضعفهم سادتهم لمتبوعيهم المستكبرين عن الحق: بل صدّنا عن الهدى مكركم بنا بالليل والنهار حين كنتم تأمروننا بالكفر بالله، وبعبادة مخلوقين من دونه. وأخفوا الندامة على ما كانوا عليه من الكفر في الدنيا حين شاهدوا العذاب، وعلموا أنهم معذبون، وجعلنا الأصفاد في أعناق الكافرين، يجزون هذا الجزاء إلا بما كانوا يعملونه في الدنيا من عبادة غير الله وارتكاب المعاصي. </p><p> ولتسلية الرسول - صلى الله عليه وسلم - حين كذبه قومه ذكّره الله بأن التكذيب هو دَيْدَن الأمم من قبله، فقال: </p><p> ٣٤ - وما بعثنا في قرية من القرى من رسول يخوّفهم عذاب الله إلا قال المُنَعَّمُون فيها من أصحاب السلطان والجاه والمال: إنا بما بُعِثْتم به - أيها الرسل - كافرون. </p><p> ٣٥ - وقال أصحاب الجاه هؤلاء مُتَبَجِّحين مفتخرين: نحن أكثر أموالًا وأكثر أولادًا، وما زعمتم من أننا مُعَذَّبون كذب، فلسنا بمُعَذبين في الدنيا ولا في الآخرة. </p><p> ٣٦ - قل -أيها الرسول- لهؤلاء المغرورين بما أوتوا من النعم: ربي سبحانه وتعالى يوسع الرزق لمن يشاء اختبارًا له أيشكر أم يكفر، ويضيقه على من يشاء ابتلاء له أيصبر أم يتسخط؟ ولكن معظم الناس لا يعلمون أن الله حكيم؛ لا يقدِّر أمرًا إلا لحكمة بالغة؛ عَلِمَها مَن عَلِمها وجَهلَها مَن جهلها. </p><p> ٣٧ - وليست أموالكم ولا أولادكم التي تفتخرون بها هي التي تقودكم إلى رضوان الله، لكن من آمن بالله وعمل عملًا صالحًا حاز الأجر المُضَاعَف؛ فالأموال تقربه بإنفاقها في سبيل الله، والأولاد بدعائهم له، فأولئك المؤمنون العاملون للصالحات لهم ثواب مضاعف لما عملوه من حسنات؛ وهم في المنازل العليا من الجنة آمنون من كل ما يخافونه من العذاب والموت وانقطاع النعيم. </p><p> ٣٨ - والكفار الذين يبذلون غاية جهدهم في صرف الناس عن آياتنا ويسعون في تحقيق أهدافهم هؤلاء خاسرون في الدنيا مُعَذبون في الآخرة. </p><p> ٣٩ - قل -أيها الرسول-: إن ربي سبحانه وتعالى يوسع الرزق لمن يشاء من عباده، ويضيقه على من يشاء منهم، وما أنفقتم من شيء في سبيل الله، فالله سبحانه وتعالى يخلفه عليكم في الدنيا بإعطائكم ما هو خير منه، وفي الآخرة بالثواب الجزيل، والله سبحانه هو خير الرازقين، فمن طلب الرزق فليلجأ إليه سبحانه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • تبرؤ الأتباع والمتبوعين بعضهم من بعض، لا يُعْفِي كلًّا من مسؤوليته. </p><p> • الترف مُبْعِد عن الإذعان للحق والانقياد له. </p><p> • المؤمن ينفعه ماله وولده، والكافر لا ينتفع بهما. </p><p> • الإنفاق في سبيل الله يؤدي إلى إخلاف المال في الدنيا، والجزاء الحسن في الآخرة. </p>"
}