{
  "id": null,
  "sura": 34,
  "aya": 25,
  "text": "<p> ٢٣ - ولا تنفع الشفاعة عنده سبحانه إلا لمن أذن له، والله لا يأذن في الشفاعة إلا لمن ارتضى؛ لعظمته، ومن عظمته أنه إذا تكلم في السماء ضربت الملائكة بأجنحتها خضعانًا لقوله حتى إذا كشف الفزع عن قلوبهم قالت الملائكة لجبريل: ماذا قال ربكم؟ قال جبريل: قال الحق، وهو العلي بذاته وقهره، الكبير الذي كل شيء دونه. </p><p> ٢٤ - قل -أيها الرسول- لهؤلاء المشركين: من يرزقكم من السماوات بإنزال المطر، ومن الأرض بإنبات الثمرات والزروع والفواكه؟ قل: الله هو الذي يرزقكم منها، وإنا أو إياكم - أيها المشركون - لعلى هداية أو في ضلال واضح عن الطريق، فأحدنا لا محالة كذلك، ولا شك أن أهل الهدى هم المؤمنون، وأن أهل الضلال هم المشركون. </p><p> ٢٥ - قل لهم -أيها الرسول-: لا تسألون يوم القيامة، عن ذنوبنا التي ارتكبناها، ولا نُسْأل نحن عما كنتم تعملون. </p><p> ٣٦ - قل لهم: يجمع الله بيننا وبينكم يوم القيامة، ثم يقضي بيننا وبينكم بالعدل، فيبين المُحِق مِن المُبْطِل وهو الحاكم الذي يحكم بالعدل، العليم بما يحكم به. </p><p> ٣٧ - قل لهم -أيها الرسول-: أروني الذين جعلتموهم لله شركاء تشركونهم معه في العبادة، كلا، ليس الأمر كما تصورتم من أن له شركاء، بل هو الله العزيز الذي لا يغالبه أحد، الحكيم في خلقه وقَدَرِه وتدبيره. </p><p> ٣٨ - وما بعثناك -أيها الرسول- إلا للناس عامة مبشرًا أهل التقوى بأن لهم الجنة، ومُخَوِّفا أهل الكفر والفجور من النار، ولكن معظم الناس لا يعلمون ذلك، فلو علموه لما كذبوك. </p><p> ٣٩ - ويقول المشركون مستعجلين بالعذاب الذي يخوفون منه: متى هذا الوعد بالعذاب إن كنتم صادقين فيما تدعونه من أنه حق؟ </p><p> ٣٠ - قل -أيها الرسول- لهؤلاء المستعجلين بالعذاب: لكم ميعاد يوم محدد؛ لا تتأخرون عنه ساعة، ولا تتقدمون عنه ساعة، وهذا اليوم هو يوم القيامة. </p><p> ٣١ - وقال الذين كفروا بالله: لن نؤمن بهذا القرآن الذي يزعم محمد أنه منزل عليه، ولن نؤمن بالكتب السماوية السابقة، ولو ترى -أيها الرسول- إذ الظالمون محبوسون عند ربهم يوم القيامة للحساب، يتراجعون الكلام بينهم، يُلْقِي كل منهم المسؤولية واللوم على الآخر، يقول الأتباع الذين استُضْعِفوا لسادتهم الذين استَضْعَفوهم في الدنيا: لولا أنكم أضللتمونا، لكنا مؤمنين بالله وبرسله. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • التلطف بالمدعو حتى لا يلوذ بالعناد والمكابرة. </p><p> • صاحب الهدى مُسْتَعْل بالهدى مرتفع به، وصاحب الضلال منغمس فيه محتقر. </p><p> • شمول رسالة النبي - صلى الله عليه وسلم - للبشرية جمعاء، والجن كذلك. </p>"
}