{
  "id": null,
  "sura": 34,
  "aya": 48,
  "text": "<p> ٤٠ - واذكر -أيها الرسول- يوم يحشرهم الله جميعًا، ثم يقول سبحانه للملائكة تقريعًا للمشركين وتوبيخًا لهم: أهؤلاء كانوا يعبدونكم في الحياة الدنيا من دون الله؟ </p><p> ٤١ - قال الملائكة: تنزهت وتقدست! أنت ولينا من دونهم، فلا موالاة بيننا وبينهم، بل كان هؤلاء المشركون يعبدون الشياطين؛ يتمثلون لهم أنهم ملائكة فيعبدونهم من دون الله، معظمهم بهم مؤمنون. </p><p> ٤٢ - يوم الحشر والحساب لا يملك المعبودون لمن عبدوهم في الدنيا من دون الله نفعًا، ولا يملكون لهم ضرًّا، ونقول للذين ظلموا أنفسهم بالكفر والمعاصي: ذوقوا عذاب النار التي كنتم تكذبون بها في الدنيا. </p><p> ٤٣ - وإذا تقرأ على هؤلاء المشركين المكذبين آياتنا المنزلة على رسولنا واضحة لا لبس فيها قالوا: ما هذا الرجل الذي جاء بها إلا رجل يريد أن يصرفكم عما كان عليه آباؤكم، وقالوا: ما هذا القرآن إلا كذب اختلقه على الله، وقال الذين كفروا بالله للقرآن لما جاءهم من عند الله: ليس هذا إلا سحرًا واضحًا، لتفريقه بين المرء وزوجه، والابن وأبيه. </p><p> ٤٤ - وما أعطيناهم من كتب يقرؤونها حتى ترشدهم أن هذا القرآن كذب اختلقه محمد، وما أرسلنا إليهم قبل إرسالك -أيها الرسول- من رسول يخوّفهم من عذاب الله. </p><p> ٤٥ - وكذبت الأمم السابقة مثل عاد وثمود وقوم لوط، وما وصل المشركون من قومك إلى مِعْشار ما وصلت إليه الأمم السابقة من القوة والمَنَعَة والمال والعدد، فكذب كل منهم رسوله، فما نفعهم ما أوتوا من المال والقوة والعدد، فوقع بهم عذابي، فانظر -أيها الرسول- كيف كان إنكاري عليهم، وكيف كان عقابي لهم. </p><p> ٤٦ - قل -أيها الرسول- لهؤلاء المشركين: إنما أشير إليكم وأنصحكم بخصلة واحدة؛ هي أن تقوموا متجردين من الهوى لله سبحانه، اثنين اثنين أو منفردين، ثم تتفكروا في سيرة صاحبكم، وما علمتم من عقله وصدقه وأمانته؛ لتتبينوا أنه - صلى الله عليه وسلم - ليس به جنون، ما هو إلا محذر لكم بين يدي عذاب شديد إن لم تتوبوا إلى الله من الشرك به. </p><p> ٤٧ - قل -أيها الرسول- لهؤلاء المشركين المكذبين: ما سألتكم من ثواب أو أجر على ما جئتكم به من الهدى والخير -على تقدير وجوده-، فهو لكم، ليس ثوابي إلا على الله وحده، وهو سبحانه على كل شيء شهيد، فهو يشهد على أني بلغتكم، ويشهد على أعمالكم، فيوفيكم جزاءها. </p><p> ولما بيَّن سبحانه الحجج على أهل الباطل والشرك بيَّن أن ذلك سُنَّته فقال: </p><p> ٤٨ - قل -أيها الرسول-: إن ربي يسلط الحق على الباطل فيبطله، وهو علَّام الغيوب، لا يخفى عليه شيء في السماوات ولا في الأرض، ولا تخفى عليه أعمال عباده. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • التقليد الأعمى للآباء صارف عن الهداية. </p><p> • التفكر مع التجرد من الهوى وسيلة للوصول إلى القرار الصحيح، والفكر الصائب. </p><p> • الداعية إلى الله لا ينتظر الأجر من الناس، وإنما ينتظره من رب الناس. </p>"
}