{
  "id": null,
  "sura": 35,
  "aya": 7,
  "text": "<p> ٤ - وإن يكذبك قومك -أيها الرسول- فاصبر، فلست أول رسول كذبه قومه، فقد كذبت أمم من قبلك رسلهم مثل عاد وثمود وقوم لوط، وإلى الله وحده ترجع الأمور كلها، فيُهلك المكذبين، وينصر رسله والمؤمنين. </p><p> ٥ - يا أيها الناس، إن ما وعد الله به -من البعث والجزاء يوم القيامة- حق لا شك فيه، فلا تخدعنكم لَذَّاتُ الحياة الدنيا وشهواتها عن الاستعداد لهذا اليوم بالعمل الصالح، ولا يخدعنكم الشيطان بتزيينه للباطل، والركون إلى الحياة الدنيا. </p><p> ٦ - إن الشيطان لكم -أيها الناس- عدوّ دائم العداوة، فاتخذوه عدوَّا بالتزام محاربته، إنما يدعو الشيطان أتباعه إلى الكفر بالله لتكون عاقبتهم دخول النار الملتهبة يوم القيامة. </p><p> ٧ - الذين كفروا بالله اتباعًا للشيطان، لهم عذاب قوي، والذين آمنوا بالله وعملوا الأعمال الصالحات لهم مغفرة من الله لذنوبهم، ولهم أجر عظيم منه وهو الجنة. </p><p> ٨ - إن من حسّن له الشيطان عمله السيّئ فاعتقده هم حسنًا، ليس كمن زين له الله الحق فاعتقده حقًّا، فإن الله يضل من يشاء، ويهدي من يشاء، لا مكره له، فلا تُهْلِك -أيها الرسول- نفسك حزنًا على ضلال الضالين، إن الله سبحانه عليم بما يصنعون، لا يخفى عليه من أعمالهم شيء. </p><p> ٩ - والله الذي بعث الرياح فتحرك هذه الرياح سحابًا، فسقنا السحاب إلى بلد لا نبات فيه، فأحيينا بمائه الأرض بعد جفافها بما أنبتناه فيها من النبات، فكما أحيينا هذه الأرض بعد موتها بما أودعناه فيها من النبات، يكون بعث الأموات يوم القيامة. </p><p> ١٠ - من كان يريد العزة في الدنيا أو في الآخرة فلا يطلبها إلا من الله، فللَّه وحده العزة فيهما، إليه يصعد ذكره الطيب، وعمل العباد الصالح يرفعه إليه، والذين يدبرون المكايد السيئة - كمحاولة قتل الرسول - صلى الله عليه وسلم - لهم عذاب شديد، ومكر أولئك الكفار يبطل ويفسد، ولا يحقق لهم مقصدًا. </p><p> ١١ - والله هو الذي خلق أباكم آدم من تراب، ثم خلقكم من نطفة، ثم جعلكم ذكورًا وإناثًا تتزاوجون بينكم، وما تحمل من أنثى جنينًا، ولا تضع ولدها إلا بعلمه سبحانه، لا يغيب عنه من ذلك شيء، وما يزاد في عمر أحدٍ مِنْ خلقه ولا ينقص منه إلا كان ذلك مسطورًا في اللوح المحفوظ، إن ذلك المذكور -من خلقكم من تراب وخلقكم أطوارًا وكتابة أعماركم في اللوح المحفوظ- على الله سهل. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • تسلية الرسول - صلى الله عليه وسلم - بذكر أخبار الرسل مع أقوامهم. </p><p> • الاغترار بالدنيا سبب الإعراض عن الحق. </p><p> • اتخاذ الشيطان عدوًّا باتخاذ الأسباب المعينة على التحرز منه؛ من ذكر الله، وتلاوة القرآن، وفعل الطاعة، وترك المعاصي. </p><p> • ثبوت صفة العلو لله تعالى. </p>"
}