{
  "id": null,
  "sura": 37,
  "aya": 60,
  "text": "<p> ٥٢ - يقول لي منكرًا وساخرًا: هل أنت -أيها الصديق- مِن المصدِّقين ببعث الأموات؟ </p><p> ٥٣ - أإذا متنا وصرنا ترابًا وعظامًا نخرة أإنا لمبعوثون ومجازون على أعمالنا التي عملناها في الدنيا؟ </p><p> ٥٤ - قال قرينه المؤمن لأصحابه من أهل الجنة: اطَّلعوا معي لنرى مصير ذلك القرين الذي كان ينكر البعث؟ </p><p> ٥٥ - فاطلع هو فرأى قرينه في وسط جهنم. </p><p> ٥٦ - قال: تالله لقد قاربت -أيها القرين- أن تهلكني بدخول النار بدعوتك لي إلى الكفر وإنكار البعث. </p><p> ٥٧ - ولولا إنعام الله علي بالهداية للإيمان والتوفيق له، لكنت من المحضرين إلى العذاب مثلك. </p><p> ولما أنهى كلامه مع قرينه من أهل النار توجه إلى خطاب قرنائه من أهل الجنة فقال: </p><p> ٥٨ - فلسنا نحن -أصحاب الجنة- بميتين. </p><p> ٥٩ - غير موتتنا الأولى في الحياة الدنيا، بل نحن مخلدون في الجنة، ولسنا بمعذبين كما يعذب الكفار. </p><p> ٦٠ - إن هذا الذي جازانا به ربنا -من دخول الجنة والخلود فيها والسلامة من النار- لهو الظفر العظيم الذي لا ظفر يساويه. </p><p> ٦١ - لمثل هذا الجزاء العظيم يجب أن يعمل العاملون، فإن هذا هو التجارة الرابحة. </p><p> ٦٢ - أذلك النعيم المذكور الذي أعده الله لعباده الذين أخلصهم لطاعته، خير وأفضل مقامًا وكرامة، أم شجرة الزقوم الملعونة في القرآن التي هي طعام الكفار الذي لا يسمن ولا يغنى من جوع؟! </p><p> ٦٣ - إنا صيَّرنا هذه الشجرة فتنة يفتتن بها الظالمون بالكفر والمعاصي، حيث قالوا: إن النار تأكل الشجر، فلا يمكن أن ينبت فيها. </p><p> ٦٤ - إن شجرة الزقوم شجرة خبيثة المَنْبَت، فهي شجرة تخرج في قعر الجحيم. </p><p> ٦٥ - ثمرها الخارج منها كريه المنظر كأنه رؤوس الشياطين، وقبح المنظر دليل على قبح المخبر، وهذا يعني أن ثمرها خبيث الطعم. </p><p> ٦٦ - فإن الكفار لآكلون من ثمرها المر القبيح، ومالئون منه بطونهم الخاوية. </p><p> ٦٧ - ثم إنهم بعد أكلهم منها لهم شراب خليط قبيح حار. </p><p> ٦٨ - ثم إن رجوعهم بعد ذلك لإلى عذاب الجحيم، فهم يتنقلون من عذاب إلى عذاب. </p><p> ٦٩ - إن هؤلاء الكفار وجدوا آباءهم ضالين طريق الهداية، فتأسوا بهم تقليدًا لا عن حجة. </p><p> ٧٠ - فهم يتبعون آثار آبائهم في الضلالة مسرعين. </p><p> ٧١ - ولقد ضل قبلهم أكثر الأولين، فليس قومك -أيها الرسول- أول من ضل من الأمم. </p><p> ٧٢ - ولقد أرسلنا فى تلك الأولى رسلًا يخوفونهم من عذاب الله، فكفروا. </p><p> ٧٣ - فانظر -أيها الرسول- كيف كانت نهاية الأقوام الذين أنذرتهم رسلهم فلم يستجيبوا لهم، إن نهايتهم كانت دخول النار خالدين فيها بسبب كفرهم وتكذيبهم لرسلهم. </p><p> ٧٤ - إلا من أخلصهم الله للإيمان به، فإنهم ناجون من العذاب الذي كان نهاية أولئك المكذبين الكافرين. </p><p> ٧٥ - ولقد دعانا نبينا نوح عليه السلام حين دعا على قومه الذين كذبوه، فلنعم المجيبون نحن، فقد سارعنا في إجابة دعائه عليهم. </p><p> ٧٦ - ولقد سلمناه وأهل بيته والمؤمنين معه من أذى قومه ومن الغرق بالطوفان العظيم المرسل على الكافرين من قومه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الظفر بنعيم الجنان هو الفوز الأعظم، ولمثل هذا العطاء والفضل ينبغي أن يعمل العاملون. </p><p> • إن طعام أهل النار هو الزقُّوم ذو الثمر المر الكريه الطعم والرائحة، العسير البلع، المؤلم الأكل. </p><p> • أجاب الله تعالى دعاء نوح عليه السلام بإهلاك قومه، والله نعم المقصود المجيب. </p>"
}