{
  "id": null,
  "sura": 37,
  "aya": 120,
  "text": "<p> ١٠٣ - فلما خضعا لله وانقادا له، وضع إبراهيم ابنه على جانب جبهته لينفذ ما أمر به من ذبحه. </p><p> ١٠٤ - ونادينا إبراهيم وهو يَهُمُّ بتنفيذ أمر الله بذبح ابنه: أن يا إبراهيم. </p><p> ١٠٥ - قد حققت الرؤيا التي رأيتها في منامك بعزمك على ذبح ابنك، إنا -كما جزيناك بتخليصك من هذه المحنة العظيمة- نجزي المحسنين فنخلصهم من المحن والشدائد. </p><p> ١٠٦ - إن هذا لهو الاختبار الواضح، وقد نجح إبراهيم فيه. </p><p> ١٠٧ - وفدينا إسماعيل بكبش عظيم بدلًا منه يذبح عنه. </p><p> ١٠٨ - وأبقينا على إبراهيم ثناءً حسنًا في الأمم اللاحقة. </p><p> ١٠٩ - تحية من الله له، ودعاءً بالسلامة من كل ضر وآفة. </p><p> ١١٠ - كما جازينا إبراهيم هذا الجزاء على طاعته نجازي المحسنين. </p><p> ١١١ - إن إبراهيم من عبادنا المؤمنين الذين يفون بما تقتضيه العبودية لله. </p><p> ١١٢ - وبشرناه بولد آخر يصير نبيَّا وعبدًا صالحًا وهو إسحاق؛ جزاءً على طاعته لله في ذبح إسماعيل ولده الوحيد. </p><p> ١١٣ - وأنزلنا عليه وعلى ابنه إسحاق بركة منا، فأكثرنا لهما النعم، ومنها تكثير ولدهما، ومن ذريتهما محسن بطاعته لربه، ومنهم ظالم لنفسه بالكفر وارتكاب المعاصي واضح الظلم. </p><p> ١١٤ - ولقد مننا على موسى وأخيه هارون بالنبوة. </p><p> ١١٥ - وسلمناهما وقومهما بني إسرائيل من استعباد فرعون لهم ومن الغرق. </p><p> ١١٦ - ونصرناهم على فرعون وجنوده، فكانت الغلبة لهم على عدوهم. </p><p> ١١٧ - وأعطينا موسى وأخاه هارون التوراة كتابًا من عند الله واضحًا لا لبس فيه. </p><p> ١١٨ - وهدينا هما إلى الصراط المستقيم الذي لا اعوجاج فيه، وهو طريق دين الإسلام الموصلة إلى مرضاة الخالق سبحانه. </p><p> ١١٩ - وأبقينا عليهما ثناءً حسنًا وذكرًا طيبًا في الأمم اللاحقة. </p><p> ١٢٠ - تحية من الله طيبة لهما وثناءً عليهما ودعاءً بالسلامة من كل مكروه. </p><p> ١٢١ - إنا كما جازينا موسى وهارون هذا الجزاء الحسن نجزي المحسنين بطاعتهم لربهم. </p><p> ١٢٢ - إن موسى وهارون من عبادنا المؤمنين بالله العاملين بما شرع لهم. </p><p> ١٢٣ - وإن إلياس لمن المرسلين من ربه، أنعم الله عليه بالنبوة والرسالة. </p><p> ١٢٤ - إذ قال لقومه الذين أرسل إليهم من بني إسرائيل: يا قوم، ألا تتقون الله؛ بامتثال أوامره، ومنها التوحيد، وباجتناب نواهيه، ومنها الشرك؟! </p><p> ١٢٥ - أتعبدون من دون الله صنمكم بَعْلًا، وتتركون عبادة الله أحسن الخالقين؟! </p><p> ١٢٦ - والله هو ربكم الذي خلقكم، وخلق آباءكم من قبل، فهو المستحق للعبادة، لا غيره من الأصنام التي لا تنفع ولا تضر. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • قوله:  {فَلَمَّا أَسْلَمَا} دليل على أن إبراهيم وإسماعيل عليه السلام كانا في غاية التسليم لأمر الله تعالى. </p><p> • من مقاصد الشرع تحرير العباد من عبودية البشر. </p><p> • الثناء الحسن والذكر الطيب من النعيم المعجل في الدنيا. </p>"
}