{
  "id": null,
  "sura": 37,
  "aya": 158,
  "text": "<p> ١٥٤ - ما لكم -أيها المشركون- تحكمون هذا الحكم الجائر حيث تجعلون لله البنات، وتجعلون لكم البنين؟! </p><p> ١٥٥ - أفلا تتذكرون بطلان ما أنتم عليه من هذا الاعتقاد الفاسد؟! فإنكم لو تذكرتم لما قلتم هذا القول. </p><p> ١٥٦ - أم لكم حجة جلية وبرهان واضح من كتاب بذلك أو رسول؟! </p><p> ١٥٧ - فأتُوا بكتابكم الذي يحمل لكم الحجة على هذا إن كنتم صادقين فيما تدعونه. </p><p> ١٥٨ - وجعل المشركون بين الله وبين الملائكة المستورين عنهم نسبًا حين زعموا أن الملائكة بنات الله، ولقد علمت الملائكة أن الله سيحضر المشركين للحساب. </p><p> ١٥٩ - تنزه الله وتقدس عما يصفه به المشركون مما لا يليق به سبحانه من الولد والشريك وغير ذلك. </p><p> ١٦٠ - إلا عباد الله المخلصين؛ فإنهم لا يصفون الله إلا بما يليق به سبحانه من صفات الجلال والكمال. </p><p> ١٦١ - فإنكم أنتم -أيها المشركون- وما تعبدون من دون الله. </p><p> ١٦٢ - لستم بمضلين من أحد عن دين الحق. </p><p> ١٦٣ - إلا من قضى الله عليه أنه من أصحاب النار، فإن الله ينفذ فيه قضاءه فيكفر، ويدخل النار، أما أنتم ومعبوداتكم فلا قدرة لكم على ذلك. </p><p> ١٦٤ - وقالت الملائكة مبينة عبوديتها لله، وبراءتها مما زعمه المشركون: وليس منا أحد إلا له مقام معلوم في عبادة الله وطاعته. </p><p> ١٦٥ - ١٦٦ - وإنا- نحن الملائكة- لواقفون صفوفًا في عبادة الله وطاعته، وإنا لمنزهون الله عما لا يليق به من الصفات والنُّعوت. </p><p> ١٦٧ - ١٧٠ - وإن المشركين من أهل مكة كانوا يقولون قبل بعثة محمد - صلى الله عليه وسلم -: لو كان عندنا كتاب من كتب الأولين كالتوراة مثلا؛ لأخلصنا لله العبادة، وهم كاذبون في ذلك، فقد جاءهم محمد - صلى الله عليه وسلم - بالقرآن فكفروا به، فسوف يعلمون ما ينتظرهم من العذاب الشديد يوم القيامة. </p><p> ١٧١ - ١٧٣ - ولقد سبقت كلمتنا التي لا معقب لها ولا راد لرسلنا أنهم منصورون على أعدائهم بما منَّ الله عليهم به من الحجة والقوة، وأن الغلبة لجندنا الذين يقاتلون في سبيل الله لتكون كلمة الله هي العليا. </p><p> ١٧٤ - فأعرض -أيها الرسول- عن هؤلاء المشركين المعاندين إلى مدة يعلمها الله حتى يأتي وقت عذابهم. </p><p> ١٧٥ - وأنظرهم حين ينزل بهم العذاب، فسيبصرون هم حين لا ينفعهم إبصار. </p><p> ١٧٦ - أفيستعجل هؤلاء المشركون بعذاب الله؟! </p><p> ١٧٧ - فإذا نزل عذاب الله بهم فبئس الصباح صباحهم. </p><p> ١٧٨ - وأعرض -أيها الرسول- عنهم حتى يقضي الله بعذابهم. </p><p> ١٧٩ - وانظر فسينظر هؤلاء ما يحل بهم من عذاب الله وعقابه. </p><p> ١٨٠ - تنزه ربك -يا محمد- رب القوة، وتقدس عما يصفه به المشركون من صفات النقص. </p><p> ١٨١ - وتحية الله وثناؤه على رسله الكرام. </p><p> ١٨٢ - والثناء كله لله سبحانه وتعالى، فهو المستحق له، وهو رب العالمين جميعًا، لا رب لهم سواه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • سُنَّة الله نصر المرسلين وورثتهم بالحجة والغلبة، وفي الآيات بشارة عظيمة؛ لمن اتصف بأنه من جند الله، أنه غالب منصور. </p><p> • في الآيات دليل على بيان عجز المشركين وعجز آلهتهم عن إضلال أحد، وبشارة لعباد الله المخلصين بأن الله بقدرته ينجيهم من إضلال الضالين المضلين. </p>"
}