{
  "id": null,
  "sura": 38,
  "aya": 45,
  "text": "<p> ٤٣ - فاستجبنا له، فكشفنا ما به من ضر، وأعطيناه أهله، وزدناه عليهم مثلهم من البنين والحفدة رحمة منا به، وجزاءً له على صبره، وليتذكر أصحاب العقول الراجحة أن عاقبة الصبر الفرج والثواب. </p><p> ٤٤ - حين غضب أيوب على زوجته، فأقسم ليضربنها مئة جلدة، قلنا له: خذ -يا أيوب- بيدك حزمة شَمَاريخ فاضربها بها إبرارًا لقسمك، ولا تحنث في قسمك الذي أقسمته، فأخذ بحزمة شَمَاريخ فضربها بها، إنا وجدناه صابرًا على ما ابتليناه به، نعم العبد هو، إنه كثير الرجوع والإنابة إلى الله. </p><p> ٤٥ - واذكر -أيها الرسول- عبادنا الذين اصطفينا هم ورسلنا الذين أرسلناهم: إبراهيم وإسحاق ويعقوب، فقد كانوا أصحاب قوة في طاعة الله وتلمَّس مرضاته، وكانوا أصحاب بصيرة في الحق صادقة. </p><p> ٤٦ - إنا مننا عليهم بخاصة اختصصناهم بها، وهي إعمار قلوبهم بذكر الدار الآخرة والاستعداد لها بالعمل الصالح ودعوة الناس إلى العمل لها. </p><p> ٤٧ - وإنهم عندنا لممن اصطفيناهم لطاعتنا وعبادتنا، واخترناهم لحمل رسالتنا وتبليغها للناس. </p><p> ٤٨ - واذكر -أيها النبي- إسماعيل بن إبراهيم، واذكر اليَسَعَ، واذكر ذا الكِفْل، وأثن عليهم بأحسن ثناء، فهم أهل له، وكل هؤلاء من المختارين عند الله المصطفَين. </p><p> ٤٩ - هذا ذكر لهؤلاء بالثناء الجميل في القرآن، وإن للمتقين بامتثال أوامر الله واجتناب نواهيه لمرجعًا حسنًا في الدار الآخرة. </p><p> ٥٠ - هذا المرجع الحسن هو جنات إقامة يدخلونها يوم القيامة، وقد فتحت لهم أبوابها احتفاء بهم. </p><p> ٥١ - متكئين على الأرائك المزينة لهم، يطلبون من خدامهم أن يقدموا لهم ما يشتهونه من الفواكه الكثيرة المتنوعة، ومن الشراب مما يشتهونه من خمر وغيرها. </p><p> ٥٢ - وعندهم نساء قاصرات أطرافهن على أزواجهن، لا تتجاوزهم إلى غيرهم، وهن مستويات في السن. </p><p> ٥٣ - هذا ما توعدون -أيها المتقون- من الجزاء الطيب يوم القيامة على أعمالكم الصالحة التي كنتم تعملونها في الدنيا. </p><p> ٥٤ - إن هذا الذي ذكرنا من الجزاء لرزقنا نرزق به المتقين يوم القيامة، رزق مستمر، لا ينقطع ولا ينتهي. </p><p> ٥٥ - هذا الذي ذكرنا جزاء المتقين، وإن للمتجاوزين لحدود الله بالكفر والمعاصي لجزاء مغايرًا لجزاء المتقين، فلهم شر مرجع يرجعون إليه يوم القيامة. </p><p> ٥٦ - هذا الجزاء هو جهنم تحيط بهم، ويعانون حرها ولهيبها، لهم منها فراش، فبئس الفراش فراشهم. </p><p> ٥٧ - هذا العذاب ماء متناهي الحرارة، وصديد سائل من أجساد أصحاب النار المعذبين فيها، فليشربوه، فهو شرابهم الذي لا يروي من عطش. </p><p> ٥٨ - ولهم عذاب آخر من شكل هذا العذاب، فلهم عدة أصناف من العذاب يُعَذَّبون بها في الآخرة. </p><p> ٥٩ - وإذا دخل أهل النار وقع بينهم ما يقع بين الخصوم من الشتم، وتبرأ بعضهم من بعض، فيقول بعضهم: هذه طائفة من أهل النار داخلة النار معكم، فيجيبونهم: لا مرحبًا بهم إنهم مقاسون من عذاب النار مثل ما نقاسيه. </p><p> ٦٠ - قال فوج الأتباع لسادته المتبوعين: بل أنتم -أيها السادة المتبوعون- لا مرحبًا بكم، فأنتم من تسببتم لنا بهذا العذاب الأليم بإضلالكم لنا وإغوائكم، فبئس القرار هذا القرار، قرار الجميع الذي هو نار جهنم. </p><p> ٦١ - قال الأتباع: يا ربنا، من أضلنا عن الهدى بعد إذ جاءنا فاجعل عذابه في النار عذابًا مضاعفًا. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • من صبر على الضر فالله تعالى يثيبه ثوابًا عاجلًا وآجلًا، ويستجيب دعاءه إذا دعاه. </p><p> • في الآيات دليل على أن للزوج أن يضرب امرأته تأديبًا ضربًا غير مبرح؛ فأيوب عليه السلام حلف على ضرب امرأته ففعل. </p>"
}