{
  "id": null,
  "sura": 38,
  "aya": 24,
  "text": "<p> ١٧ - اصبر -أيها الرسول- على ما يقوله هؤلاء المكذبون مما لا يرضيك، واذكر عبدنا داود صاحب القوة على مقارعة أعدائه والصبر على طاعة الله، إنه كثير الرجوع إلى الله بالتوبة، والعمل بما يرضيه. </p><p> ١٨ - إنا سخرنا الجبال مع داود يسبحن بتسبيحه إذا سبح آخر النهار وأوله عند الإشراق. </p><p> ٢٠ - وقوينا ملكه بما وهبناه من الهيبة والقوة والنصر على أعدائه، وأعطيناه النبوة والصواب في أموره، وأعطيناه البيان الشافي في كل قصد، والفصل في الكلام والحكم. </p><p> ٢١ - وهل جاءك -أيها الرسول- خبر المتخاصمَيْن حين عَلَوَا على داود عليه السلام مكان عبادته. </p><p> ٢٢ - إذ دخلا على داود فجأة فارتاع من دخولهما عليه فجاة بهذه الطريقة غير المألوفة للدخول عليه، فلما تبين لهما ارتياعه قالا: لا تخف؛ فنحن خصمان ظلم أحدنا الآخر، فاحكم بيننا بالعدل، ولا تَجُرْ علينا إذا حكمت بيننا، وأرشدنا إلى سواء السبيل الذي هو سبيل الصواب. </p><p> ٢٣ - قال أحد الخصمين لداود عليه السلام: إن هذا الرجل أخي، له تسع وتسعون نعجة، ولي نعجة واحدة، فطلب مني أن أعطيه إياها، وغلبني في الحجة. </p><p> ٢٤ - فحكم داود بينهما وقال مخاطبًا صاحب الدعوى: لقد ظلمك أخوك حين سألك ضم نعجتك إلى نعاجه، وإن كثيرًا من الشركاء ليعتدي بعضهم على بعض بأخذ حقه وعدم الإنصاف، إلا المؤمنين الذين يعملون الأعمال الصالحات فإنهم ينصفون شركاءهم ولا يظلمونهم، والمتصفون بذلك قليل، وأيقن داود عليه السلام أنما أوقعناه في فتنة بهذه الخصومة، فطلب المغفرة من ربه وسجد تقربًا إلى الله، وتاب إليه. وهذا مَثَلٌ ضربه الله لما وقع لداود من فتنة في المرأة. </p><p> ٢٥ - فاستجبنا له فغفرنا له ذلك، وإنه عندنا لمن المقربين، وله حُسْن مصير في الآخرة. </p><p> ٢٦ - يا داود، إنا صيَّرناك خليفة في الأرض تنفذ الأحكام والقضايا الدينية والدنيوية، فاقض بين الناس بالعدل، ولا تتبع الهوى في حكمك بين الناس؛ بأن تميل مع أحد الخصمين لقرابة أو صداقة أو تميل عنه لعداوة، فيضلك الهوى عن صراط الله المستقيم، إن الذين يضلون عن صراط الله المستقيم لهم عذاب قوي بسبب نسيانهم يوم الحساب؛ إذ لو كانوا يذكرونه ويخافون منه لما مالوا مع أهوائهم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • بيان فضائل نبي الله داود وما اختصه الله به من الآيات. </p><p> • الأنبياء -صلوات الله وسلامه عليهم- معصومون من الخطأ فيما يبلغون عن الله تعالى؛ لأن مقصود الرسالة لا يحصل إلا بذلك، ولكن قد يجري منهم بعض مقتضيات الطبيعة بنسيان أو غفلة عن حكم، ولكن الله يتداركهم ويبادرهم بلطفه. </p><p> • استدل بعض العلماء بقوله تعالى:  {وَإِنَّ كَثِيرًا مِنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ} على مشروعية الشركة بين اثنين وأكثر. </p><p> • ينبغي التزام الأدب في الدخول على أهل الفضل والمكانة. </p>"
}