{
  "id": null,
  "sura": 38,
  "aya": 37,
  "text": "<p> ٢٧ - وما خلقنا السماء والأرض عبثًا، ذلك ظن الذين كفروا، فويل لهؤلاء الكافرين الذين يظنون هذا الظن من عذاب النار يوم القيامة إذا ماتوا على ما هم عليه من الكفر وظن السوء بالله. </p><p> ٢٨ - لن نجعل الذين آمنوا بالله واتبعوا رسوله وعملوا الأعمال الصالحات مثل المفسدين في الأرض بالكفر والمعاصي، ولا نجعل المتقين لربهم بامتثال أوامره واجتناب نواهيه مثل الكافرين والمنافقين المنغمسين في المعاصي، إن التسوية بينهما جَوْر لا يليق بالله سبحانه وتعالى، بل يجازي الله المؤمنين الأتقياء بدخول الجنة، ويعاقب الكافرين الأشقياء بدخول النار؛ لأنهم لا يستوون عند الله، فلا يستوي جزاؤهم عنده. </p><p> ٢٩ - إن هذا القرآن كتاب أنزلناه إليك كثير الخير والنفع، ليتدبر الناس آياته ويتفكروا في معانيها، وليتعظ به أصحاب العقول الراجحة النيرة. </p><p> ٣٠ - ووهبنا لداود ابنه سليمان إنعامًا منا عليه وتفضلًا لتقر عينه به، نعم العبد سليمان، إنه كثير التوبة والرجوع إلى الله والإنابة إليه. </p><p> ٣١ - اذكر حين عرضت عليه عصرًا الخيول الأصيلة السريعة، تقف على ثلاث قوائم، وترفع الرابعة، فلم تزل تُعْرض عليه تلك الخيول الأصيلة حتى غربت الشمس. </p><p> ٣٢ - فقال سليمان: إني آثرت حب المال -ومنه هذه الخيل- على ذكر ربي حتى غابت الشمس وتأخرتُ عن صلاة العصر. </p><p> ٣٣ - ردوا علي هذه الخيل، فردوها عليه، فبدأ يضرب بالسيف سوقها وأعناقها. </p><p> ٣٤ - ولقد اختبرنا سليمان وألقينا على كرسي ملكه شيطانًا، متمثلًا بإنسان تصرف في ملكه مدة قصيرة ثم رجع لسليمان ملكه وسلَّطه على الشياطين. </p><p> ٣٥ - قال سليمان: يا رب، اغفر لي ذنوبي، وأعطني ملكًا خاصًّا بي، لا يكون لأحد من الناس بعدي، إنك -يا رب- كثير العطاء، عظيم الجود. </p><p> ٣٦ - فاستجبنا له وذللنا له الريح تنقاد بأمره لينة، لا زعزعة فيها مع قوتها وسرعة جريها، تحمله حيث أراد. </p><p> ٣٧ - وذللنا له الشياطين يأتمرون بأمره، فمنهم البناؤون، ومنهم الغواصون الذين يغوصون في البحار، فيستخرجون الدار منها. </p><p> ٣٨ - ومن الشياطين مردة سُخروا له، فهم موثقون في الأغلال لا يستطيعون التحرك. </p><p> ٣٩ - يا سليمان، هذا عطاؤنا الذي أعطيناكه استجابة لما طلبت منا، فأعط من شئت، وامنع من شئت، فلن تحاسب في إعطاء أو منع. </p><p> ٤٠ - وإن سليمان عندنا لمن المقربين، وله حُسْن مرجع يرجع إليه وهو الجنة. </p><p> ٤١ - واذكر -أيها الرسول- عبدنا أيوب حين دعا الله ربه: أني أصابني الشيطان بأمر متعب معذب. </p><p> ٤٢ - فقلنا له: اضرب برجلك الأرض، فضرب برجله الأرض، فنبع له منها ماء يشرب منه ويغتسل، فيذهب ما به من الضر والأذى. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الحث على تدبر القرآن. </p><p> • في الآيات دليل على أنه بحسب سلامة القلب وفطنة الإنسان يحصل له التذكر والانتفاع بالقرآن الكريم. </p><p> • في الآيات دليل على صحة القاعدة المشهورة:  \"من ترك شيئًا لله عوَّضه الله خيرًا منها\" . </p>"
}