{
  "id": null,
  "sura": 39,
  "aya": 15,
  "text": "<p> ١١ - قل -أيها الرسول-: إني أمرني الله أن أعبده وحده مخلصًا له العبادة. </p><p> ١٢ - وأمرني أن أكون أول من أسلم له وانقاد من هذه الأمة. </p><p> ١٣ - قل -أيها الرسول-: إني أخاف إن عصيت الله ولم أطعه عذاب يوم عظيم، وهو يوم القيامة. </p><p> ١٤ - قل -أيها الرسول-: إني أعبد الله وحده مخلصًا له العبادة، لا أعبد معه غيره. </p><p> ١٥ - فاعبدوا أنتم -أيها المشركون- ما شئتم من دونه من الأوثان (والأمر للتهديد) ، قل -أيها الرسول-: إن الخاسرين حقًّا هم الذين خسروا أنفسهم، وخسروا أهليهم، فلم يلقوهم لمفارقتهم لهم بانفرادهم بدخول الجنة، أو بدخولهم معهم النار، فلن يلتقوا أبدًا، ألا ذلك حقا هو الخسران الواضح الذي لا لبس فيه. </p><p> ١٦ - لهم من فوقهم دخان ولهب وحر، ومن تحتهم دخان ولهب وحر، ذلك المذكور من العذاب يخوِّف الله به عباده، يا عبادي، فاتقوني بامتثال أوامري واجتناب نواهيَّ. </p><p> ولما ذكر الله أحوال المجرمين، ذكر أحوال عباده الصالحين فقال: </p><p> ١٧ - والذين اجتنبوا عبادة الأوثان، وكل ما يُعبد من دون الله، ورجعوا إلى الله بالتوبة؛ لهم البشرى بالجنة عند الموت، وفي القبر، ويوم القيامة، فبشر -أيها الرسول- عبادي. </p><p> ١٨ - الذين يستمعون القول ويميزون بين الحسن منه والقبيح، فيتبعون أحسن القول لما فيه من النفع، أولئك المتصفون بتلك الصفات هم الذين وفقهم الله للهداية، وأولئك هم أصحاب العقول السليمة. </p><p> ١٩ - من وجبت عليه كلمة العذاب لاستمراره في كفره وضلاله، فلا حيلة لك -أيها الرسول- في هدايته، وتوفيقه، أفأنت -أيها الرسول- تستطيع إنقاذ من هذه صفته من النار؟! </p><p> ٢٠ - لكن الذين اتقوا ربهم؛ بامتثال أوامره واجتناب نواهيه، لهم منازل عالية، بعضها فوق بعض، تجري من تحتها الأنهار، وعدهم الله بذلك وعدًا، والله لا يخلف الميعاد. </p><p> ٢١ - إنكم تعلمون بالمشاهدة أن الله أنزل من السماء ماء المطر، فأدخله في عيونٍ ومجارٍ، ثم يخرج بهذا الماء زرعًا مختلف الألوان، ثم ييبس الزرع، فتراه -أيها المشاهد- مُصْفَرَّ اللون بعد أن كان مُخْضَرًّا، ثم يجعله بعد يبسه متكسِّرًا متهشمًا، إن في ذلك المذكور لتذكيرًا لأصحاب القلوب الحية. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • إخلاص العبادة لله شرط في قبولها. </p><p> • المعاصي توجب عذاب الله وغضبه. </p><p> • هداية التوفيق إلى الإيمان بيد الله، وليست بيد الرسول - صلى الله عليه وسلم -. </p>"
}