{
  "id": null,
  "sura": 39,
  "aya": 1,
  "text": "<p> ٨٤ - قال الله تعالى: فالحق مني، والحق أقوله، لا أقول غيره. </p><p> ٨٥ - لأملأن يوم القيامة جهنم منك وممن تبعك في كفرك من بني آدم أجمعين. </p><p> ٨٦ - قل -أيها الرسول- لهؤلاء المشركين: ما أسألكم على ما أبلغكم من النصح من جزاء، وما أنا من المتكلفين بالإتيان بزيادة على ما أمرت به. </p><p> ٨٧ - ليس القرآن إلا تذكيرًا للمكلفين من الإنس والجنِّ. </p><p> ٨٨ - ولتعلمُنَّ خبر هذا القرآن، وأنه صادق بعد وقت قريب حين تموتون. </p><p> [سورة الزمر] </p><p> مَكيَّة </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> الدعوة للتوحيد والإخلاص، ونبذ الشرك، وعاقبة كلٍّ في الآخرة. </p><p> [التَّفْسِيرُ] </p><p> ١ - تنزيل القرآن من الله العزيز الذي لا يغالبه أحد، الحكيم في خلقه وتدبيره وشرعه، ليس مُنزلًا من غيره سبحانه. </p><p> ٢ - إنا أنزلنا إليك -أيها الرسول- القرآن مشتملًا على الحق، فأخباره كلها صادقة وأحكامه جميعها عادلة، فاعبد الله موحدًا له، مخلصًا له التوحيد من الشرك. </p><p> ٣ - ألا لله الدين الخالي من الشرك، والذين اتخذوا من دون الله أولياء من الأوثان والطواغيت يعبدونهم من دون الله معتذرين عن عبادتهم لهم بقولهم: ما نعبد هؤلاء إلا ليقربونا إلى الله منزلة، ويرفعوا حوائجنا إليه، ويشفعوا لنا عنده؛ إن الله يحكم بين المؤمنين الموحدين وبين الكافرين المشركين يوم القيامة، فيما كانوا فيه يختلفون من التوحيد، إن الله لا يوفِّق للهداية إلى الحق من هو كاذب على الله ينسب له الشريك، كفور بنعم الله عليه. </p><p> ٤ - لو أراد الله اتخاذ ولد لاختار من خلقه ما يشاء، فجعله بمنزلة الولد، تنزه وتقدس عما يقوله هؤلاء المشركون، هو الواحد في ذاته وصفاته وأفعاله، لا شريك له فيها، القهار لجميع خلقه. </p><p> ٥ - خلق السماوات والأرض لحكمة بالغة، لا عبثًا كما يقول الظالمون، يدخل الليل على النهار، ويدخل النهار على الليل، فإذا جاء أحدهما غاب الآخر، وذَلَّل الشمس، وذَلَّل القمر، كل منهما يجري لوقت مُقَدَّر هو انقضاء هذه الحياة، ألا هو سبحانه العزيز الذي ينتقم من أعدائه، ولا يغالبه أحد، الغفار لذنوب من تاب من عباده. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الداعي إلى الله يحتسب الأجر من عنده، لا يريد من الناس أجرًا على ما يدعوهم إليه من الحق. </p><p> • التكلُّف ليس من الدين. </p><p> • التوسل إلى الله يكون بأسمائه وصفاته وبالإيمان وبالعمل الصالح لا غير. </p>"
}