{
  "id": null,
  "sura": 39,
  "aya": 34,
  "text": "<p> ٣٢ - ولا أحد أظلم ممن نسب إلى الله ما لا يليق به؛ من الشريك والزوجة والولد، ولا أحد أظلم ممن كذَّب بالوحي الذي جاء به رسول الله - صلى الله عليه وسلم -، أليس في النار مأوى ومسكن للكافرين بالله، وبما جاء به رسوله؟! بلى، إن لهم لمأوى ومسكنًا فيها. </p><p> ولما ذكر الله الكاذب المكذِّب ذكر الصادق المُصَدِّق، فقال: </p><p> ٣٣ - والذي جاء بالصدق في أقواله وأفعاله من الأنبياء وغيرهم، وصدَّق به مؤمنًا، وعمل بمقتضاه، أولئك هم المتقون حقًّا، الذين يمتثلون أمر ربهم، ويجتنبون نهيه. </p><p> ٣٤ - لهم ما يشاؤون عند ربهم من الملذات الدائمة، ذلك جزاء المحسنين أعمالهم مع خالقهم ومع عبيده. </p><p> ٣٥ - ليمحو الله عنهم أسوأ الذي كانوا يعملونه من المعاصي في الدنيا؛ لتوبتهم منها، وإنابتهم إلى ربهم، ويجزيهم ثوابهم بأحسن ما كانوا يعملون من الصالحات. </p><p> ٣٦ - أليس الله بكافٍ عبده محمدًا - صلى الله عليه وسلم - أَمْر دينه ودنيا دافِع عدوَّه عنه؟! بلى، إنه لكافيه، ويخوفونك -أيها الرسول- من جهلهم وسفاهتهم، من الأصنام التي يعبدونها من دون الله أن تنالك بسوء، ومن يخذله الله ولم يوفقه للهداية فما له من هاد يهديه ويوفقه. </p><p> ٣٧ - ومن يوفقه الله للهداية فلا مضلَّ يستطيع إضلاله، أليس الله بعزيز لا يغالبه أحد، ذي انتقام ممن يكفر به ويعصيه؟! بلى إنه لعزيز ذو انتقام. </p><p> ٣٨ - ولئن سألت -أيها الرسول- هؤلاء المشركين: من خلق السماوات والأرض؟ ليقولنَّ: خلقهن الله، قل لهم إظهارًا لعجز آلهتهم: أخبروني عن هذه الأصنام التي تعبدونها من دون الله، إن أراد الله أن يصيبني بضرٍّ هل تملك إزالة ضرِّه عني؟! أو إن أراد ربي أن يمنحني رحمة منه هل تستطيع منع رحمته عني؟ ! قل لهم: حسبي الله، عليه اعتمدت في أموري كلها، وعليه وحده يعتمد المتوكلون. </p><p> ٣٩ - قل -أيها الرسول-: يا قومي، اعملوا على الحالة التي ارتضيتموها من الشرك بالله، إني عامل على ما أمرني ربي به؛ من الدعوة إلى توحيده، وإخلاص العبادة له، فسوت تعلمون عاقبة كل مسلك. </p><p> ٤٠ - سوف تعلمون من يأتيه عذاب في الدنيا يذله ويهينه، وينزل عليه في الآخرة عذاب مقيم، ينقطع، ولا يزول. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • عظم خطورة الافتراء على الله ونسبة ما لا يليق به أو بشرعه له سبحانه. </p><p> • ثبوت حفظ الله للرسول - صلى الله عليه وسلم - أن يصيبه أعداؤه بسوء. </p><p> • الإقرار بتوحيد الربوبية فقط بغير توحيد الألوهية، لا ينجي صاحبه من عذاب النار. </p>"
}