{
  "id": null,
  "sura": 39,
  "aya": 63,
  "text": "<p> ٥٧ - أو تحتج بالقدر، فتقول: لو أن الله وفَّقني لكنت من المتقين له؛ أمتثل أوامره، وأجتنب نواهيه. </p><p> ٥٨ - أو تقول حين تشاهد العذاب مُتَمنِّية: لو أن لي رجعة إلى الدنيا فأتوب إلى الله، وأكون من المحسنين في أعمالهم. </p><p> ٥٩ - ليس الأمر كما زَعَمْتَ من تمني الهداية، فقد جاءتكَ آياتي فكذبتَ بها وتكبرتَ، وكنتَ من الكافرين بالله وبآياته ورسله. </p><p> ٦٠ - ويوم القيامة تشاهد الذين كذبوا على الله بنسبة الشريك والولد إليه وجوههم مسودة؛ علامة على شقائهم، أليس في جهنم مقرٌّ للمتكبرين على الإيمان بالله ورسله؟! بلى، إن فيها لمقرًّا لهم. </p><p> ٦١ - ويُسلِّم الله الذين اتقوا ربهم بامتثال أوامره واجتناب نواهيه من العذاب بإدخالهم مكان فوزهم وهو الجنة، يمسُّهم العذاب، ولا هم يحزنون على ما فاتهم من الحظوظ الدنيوية. </p><p> ٦٢ - الله خالق كل شيء، فلا خالق غيره، وهو على كل شيء حفيظ، يدبر أمره، ويصرفه كيف يشاء. </p><p> ٦٣ - له وحده مفاتيح خزائن الخيرات في السماوات والأرض، يمنحها من يشاء، ويمنعها ممن يشاء، والذين كفروا بآيات الله أولئك هم الخاسرون؛ لحرمانهم من الإيمان في حياتهم الدنيا، ولدخولهم النار خالدين فيها في الآخرة. </p><p> ٦٤ - قل -أيها الرسول- لهؤلاء المشركين الذين يراودونك أن تعبد أوثانهم: أتأمرونني -أيها الجاهلون بربكم- أن أعبد غير الله؟! لا يستحق العبادة إلا الله ? فلن أعبد غيره. </p><p> ٦٥ - ولقد أوحى الله إليك -أيها الرسول- وأوحى إلى الرسل من قبلك: لئن عبدت مع الله كيره ليبطلنَّ ثواب عملك الصالح، ولتكوننَّ من الخاسرين في الدنيا بخسران دينك، وفي الآخرة بالعذاب. </p><p> ٦٦ - بل اعبُدِ الله ولا تشرك به أحدًا، وكن من الشاكرين له على نعمه التي أنعم بها عليك. </p><p> ٦٧ - وما عظَّم المشركون الله حق تعظيمه حين أشركوا به غيره من مخلوقاته الضعيفة العاجزة، وغفلوا عن قدرة الله التي من مظاهرها أن الأرض بما فيها من جبال وأشجار وأنهار وبحار يوم القيامة في قبضته، وأن السماوات السبع كلها مطويات بيمينه، تَنَزَّه وتقدس وتعالى عما يقوله ويعتقده المشركون. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الكِبْر خلق ذميم مشؤوم يمنع من الوصول إلى الحق. </p><p> • سواد الوجوه يوم القيامة علامة شقاء أصحابها. </p><p> • الشرك محبط لكل الأعمال الصالحة. </p><p> • ثبوت القبضة واليمين لله سبحانه دون تشبيه ولا تمثيل. </p>"
}