{
  "id": null,
  "sura": 40,
  "aya": 54,
  "text": "<p> ٥٠ - قال خزنة جهنم ردًّا على الكفار: أَوَلم تكن تأتيكم رسلكم بالبراهين والأدلة الواضحة؟ ! قال الكفار: بلى، كانوا يأتوننا بالبراهين والأدلة الواضحة، قال الخزنة تَهَكُّمًا بهم: فادعوا أنتم، فنحن لا نشفع للكفار، وما دعاء الكافرين إلا فى بطلان وضياع؛ لعدم قَبوله منهم بسبب كفرهم. </p><p> ولما ذكر الله قصة فرعون وما آل إليه أمره وأمْر أتباعه في الدنيا والآخرة، ذكر أمْر الرسل والمؤمنين، وما يصيرون إليه من نصر في الدنيا والآخرة فقال: </p><p> ٥١ - إنا لننصر رسلنا والذين آمنوا بالله وبرسله في الدنيا بإظهار حجتهم وتأييدهم على أعدائهم، وننصرهم يوم القيامة بإدخالهم الجنة، وبعقاب خصومهم في الدنيا بإدخالهم النار بعد أن يشهد الأنبياء والملائكة والمؤمنون على حصول التبليغ وتكذيب الأمم. </p><p> ٥٢ - يوم لا ينفع الظالمين أَنْفُسَهُمْ بالكفر والمعاصي اعتذارُهم عن ظلمهم، ولهم في ذلك اليوم الطرد من رحمة الله، ولهم سوء الدار فى الآخرة بما يلاقونه من العذاب الأليم. </p><p> ٥٣ - ولقد أعطينا موسى العلم الذي يهتدي به بنو إسرائيل إلى الحق، وجعلنا التوراة كتابًا متوارثًا في بني إسرائيل يرثونه جيلًا بعد جيل. </p><p> ٥٤ - هدايةً إلى طريق الحق، وتذكيرًا لأصحاب العقول السليمة. </p><p> ٥٥ - فاصبر -أيها الرسول- على ما تلاقيه من تكذيب قومك وإيذائهم، إن وعد الله لك بالنصر والتأييد حق لا مرية فيه، واطلب المغفرة لذنبك، وسبح بحمد ربك أول النهار وآخره. </p><p> ٥٦ - إن الذين يخاصمون في آيات الله سعيًا لإبطالها بغير حجة ولا برهان، لا يحملهم على ذلك إلا إرادة الاستعلاء والتكبر على الحق، ولن يصلوا إلى ما يريدونه من الاستعلاء عليه، فاعتصم -أيها الرسول- بالله، إنه هو السميع لأقوال عباده، البصير بأعمالهم، لا يفوته منها شيء، وسيجازيهم عليها. </p><p> ٥٧ - لخلق السماوات والأرض لضخامتهما واتساعهما أعظم من خلق الناس، فالذي خلقهما مع عظمهما قادر على بعث الموتى من قبورهم أحياء ليحاسبهم ويجازيهم، ولكن معظم الناس لا يعلمون، فلا يعتبرون به، ولا يجعلونه دليلًا على البعث مع وضوحه. </p><p> ٥٨ - ولا يستوي الذي لا يبصر والذي يبصر، ولا يستوي الذين آمنوا بالله وصدَّقوا رسله وأحسنوا أعمالهم، لا يستوون مع من يسيء عمله بالاعتقاد الفاسد والمعاصي، لا تتذكرون إلا قليلًا؛ إذ لو تذكرتم لعلمتم الفرق بين الفريقين لتسعوا إلى أن تكونوا من الذين آمنوا وعملوا الأعمال الصالحات رغبة في مرضاة الله. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • نصر الله لرسله وللمؤمنين سُنَّة إلهية ثابتة. </p><p> • اعتذار الظالم يوم القيامة لا ينفعه. </p><p> • أهمية الصبر في مواجهة الباطل. </p><p> • دلالة خلق السماوات والأرض على البعث؛ لأن من خلق ما هو عظيم قادر على إعادة الحياة إلى ما دونه. </p>"
}