{
  "id": null,
  "sura": 41,
  "aya": 42,
  "text": "<p> ٣٩ - ومن آياته الدالة على عظمته وتوحيده وعلى قدرته على البعث أنك تعاين الأرض لا نبات فيها، فإذا أنزلنا عليها ماء المطر تحركت بسبب نمو المخبوء فيها من بذور، وارتفعت، إن الذي أحيا هذه الأرض الميتة بالنبات، لمحيي الموتى وباعثهم للحساب والجزاء، إنه على كل شيء قدير، لا يعجزه إحياء أرض بعد موتها، ولا إحياء الموتى وبعثهم من قبورهم. </p><p> ٤٠ - إن الذين يميلون في آيات الله عن الصواب بإنكارها والتكذيب بها وتحريفها لا يخفى حالهم علينا، فنحن نعلمهم، أفمن يُلْقَى في النار أفضل أم من يأتي يوم القيامة آمنًا من العذاب؟ اعملوا -أيها الناس- ما شئتم من خير وشرٍّ، فقد بيَّنا لكم الخير والشر، إن الله بما تعملون منهما بصير، لا يخفى عليه شيء من أعمالكم. </p><p> ٤١ - إن الذين كفروا بالقرآن لما جاءهم من عند الله لمعذبون يوم القيامة، وإنه لكتاب عزيز منيع، لا يستطيع مُحَرِّف أن يحرِّفه، ولا مُبَدِّل أن يبدله. </p><p> ٤٢ - لا يأتيه الباطل من بين يديه ولا من خلفه بنقص أو زيادة أو تبديل أو تحريف، تنزيل من حكيم في خلقه وتقديره وتشريعه، محمود على كل حال. </p><p> ولما ذكر الله حال المكذبين بالكتاب صبَّر رسوله وسلَّاه بما كان يلقاه من قبله إخوانه من الرسل من التكذيب والسخرية والافتراء، فقال: </p><p> ٤٣ - ما يقال لك -أيها الرسول- من التكذيب إلا ما قد قيل للرسل من قبلك فاصبر، فإن ربك لذو مغفرة لمن تاب إليه من عباده، وذو عقاب موجع لمن أصرَّ على ذنوبه ولم يتب. </p><p> ٤٤ - ولو أنزلنا هذا القرآن بغير لغة العرب لقال الكفار منهم: لولا بُيِّنت آياته حتى نفهمها، أيكون القرآن أعجميًّا، والذي جاء به عربي؟ قل -أيها الرسول- لهؤلاء: القرآن -للذين آمنوا بالله وصدقوا رسله- هداية من الضلال وشفاء لما في الصدور من الجهل وما يتبعه، والذين لا يؤمنون بالله في آذانهم صمم، وهو عليهم عمى لا يفهمونه، أولئك الموصوفون بتلك الصفات كمن ينادون من مكان بعيد، فكيف لهم أن يسمعوا صوت المنادي! </p><p> ٤٥ - ولقد أعطينا موسى التوراة فاختلف فيها؛ فمنهم من آمن بها، ومنهم من كفر بها، ولولا وعد من الله أن يفصل بين العباد يوم القيامة فيما اختلفوا فيه لحكم بين المختلفين في التوراة، فبيّن المحق والمبطل، فأكرم المحق وأهان المبطل، وإن الكفار لفي شك من أمر القرآن مريب. </p><p> ٤٦ - من عمل عملًا صالحًا فنفْعُ عمله الصالح عائد إليه، فالله لا ينفعه العمل الصالح من أحد، ومن عمل عملًا سيئًا فضرر ذلك راجع إليه، فالله لا تضرَّه معصية أحد من خلقه، وسيجازي كلًّا بما يستحقه، وما ربك -أيها الرسول- بظلَّام لعبيده، فلن ينقصهم حسنة، ولن يزيدهم سيئة. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • حَفِظ الله القرآن من التبديل والتحريف، وتكَفَّل سبحانه بهذا الحفظ، بخلاف الكتب السابقة له. </p><p> • قطع الحجة على مشركي العرب بنزول القرآن بلغتهم. </p><p> • نفي الظلم عن الله، وإثبات العدل له. </p>"
}