{
  "id": null,
  "sura": 41,
  "aya": 38,
  "text": "<p> ولمَّا ذكر الله جزاء أعدائه ذكر جزاء أوليائه، فقال: </p><p> ٣٠ - إن الذين قالوا: ربنا الله، لا رب لنا غير، واستقاموا على امتثال أوامره، واجتناب نواهيه، تتنزل عليهم الملائكة عند احتضارهم قائلين لهم: لا تخافوا من الموت ولا مما بعده، ولا تحزنوا على ما خلَّفتم في الدنيا، وأبشروا بالجنة التي كنتم توعدون بها في الدنيا على إيمانكم بالله وعملكم الصالح. </p><p> ٣١ - نحن أولياؤكم في الحياة الدنيا، فقد كنا نسدد ونحفظكم، ونحن أولياؤكم في الآخرة، فولايتنا لكم مستمرة، ولكم في الجنة ما تشتهيه أنفسكم من الملذات والشهوات، ولكم فيها كل ما تطلبونه مما تشتهونه. </p><p> ٣٢ - رزقًا مُهيَّأً لضيافتكم من ربٍّ غفور لذنوب من تاب إليه من عباده، رحيم بهم. </p><p> ٣٣ - ولا أحد أحسن قولًا ممن دعا إلى توحيد الله والعمل بشرعه، وعمل عملًا صالحًا يرضي ربه، وقال: إنني من المستسلمين المنقادين لله، فمن فعل ذلك كله فهو أحسن الناس قولًا. </p><p> ٣٤ - ولا يستوى فعل الحسنات والطاعات التي ترضي الله، ولا فعل السيئات والمعاصي التي تسخطه، ادفع بالخصلة التي هي أحسنُ إساءةَ من أساء إليك من الناس، فإذا الذي بينك وبينه عداوة سابقة -إذا دفعتَ إساءته بالإحسان إليه- قريب شفيق. </p><p> ٣٥ - ولا يُوفَّق لهذه الخصلة الحميدة إلا الذين صبروا على الإيذاء، وما يلاقونه من الناس من السوء، ولا يُوفَّق لها إلا ذو نصيب عظيم؛ لما فيها من الخير الكثير، والنفع الوفير. </p><p> ٣٦ - وإن وسوس لك الشيطان في أي وقت بشرٍّ فاعتصم بالله والجأ إليه، إنه هو السميع لما تقوله، العليم بحالك. </p><p> ٣٧ - ومن آيات الله الدالة على عظمته وتوحيده الليل والنهار في تعاقبهما، والشمس والقمر، لا تسجدوا -أيها الناس- للشمس، ولا تسجدوا للقمر، واسجدوا لله وحده الذي خلقهنَّ إن كنتم تعبدونه حقًّا. </p><p> ٣٨ - فإن استكبروا وأعرضوا، ولم يسجدوا لله الخالق، فالملائكة الذين هم عند الله يسبِّحونه ويحمدونه سبحانه في الليل والنهار معًا، وهم لا يملُّون من عبادته. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • منزلة الاستقامة عند الله عظيمة. </p><p> • كرامة الله لعباده المؤمنين وتولِّيه شؤونهم وشؤون مَن خلفهم. </p><p> • مكانة الدعوة إلى الله، وأنها أفضل الأعمال. </p><p> • الصبر على الإيذاء والدفع بالتي هي أحسن خُلُقان لا غنى للداعي إلى الله عنهما. </p>"
}