{
  "id": null,
  "sura": 41,
  "aya": 2,
  "text": "<p> [سورة فصلت] </p><p> مَكيّة </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> بيان كيفية معالجة المعرضين عن القرآن برفق، ببيان أن القرآن هو الحق، وعاقبة الإعراض. </p><p> [التَّفْسِيرُ] </p><p> ١ - {حم} تقدم الكلام على نظائرها في بداية سورة البقرة. </p><p> ٢ - هذا القرآن تنزيل من الله الرحمن الرحيم. </p><p> ٣ - كتاب بُيِّنت آياته أتمَّ تبيين وأكمله، وجُعِل قرآنا عربيًّا لقوم يعلمون؛ لأنهم الذين ينتفعون بمعانيه، وبما فيه من الهداية إلى الحق. </p><p> ٤ - مبشرًا المؤمنين بما أعدَّ الله لهم من الجزاء الجزيل، ومخوِّفًا الكافرين من عذاب الله الأليم، فأعرضَ معظمهم عنه، فهم لا يسمعون ما فيه من الهدى سماع قَبُول. </p><p> ٥ - وقالوا: قلوبنا مغطاة بأغلفة فلا تعقل ما تَدْعُونا إليه، وفي آذاننا صَمَم فلا تسمعه، ومن بيننا وبينك ستر فلا يصل إلينا شيء مما تقول، فاعمل أنت على طريقتك، إنا عاملون على طريقتنا، ولن نتبعك. </p><p> ٦ - قل -أيها الرسول- لهؤلاء المعاندين: إنما أنا بشر مئلكم يوحي إلي الله أنما معبودكم بحق معبود واحد هو الله، فاسلكوا الطريق الموصل إليه، واطلبوا منه المغفرة لذنوبكم، وهلاك وعذاب للمشركين الذين يعبدون غير الله أو يشركون معه أحدًا. </p><p> ٧ - الذين لا يعطون زكاة أموالهم، وهم بالآخرة -وما فيها من نعيم مقيم وعذاب أليم- كافرون. </p><p> ٨ - إن الذين آمنوا بالله وبرسله، وعملوا الأعمال الصالحات لهم ثواب خالد فير مقطوع وهو الجنة. </p><p> ٩ - قل -أيها الرسول- موبِّخًا المشركين: لماذا أنتم تكفرون بالله الذي خلق الأرض في يومين: يوم الأحد والاثنين، وتجعلون له نظراء تعبدونهم من دونه؟! ذلك رب المخلوقات كلهم. </p><p> ١٠ - وجعل فيها جبالًا ثوابت من فوقها تثبتها لئلا تضطرب، وقدَّر فيها أقوات الناس والبهائم في أربعة أيام متمَّة لليومين السابقين هما: يوم الثلاثاء ويوم الأربعاء سواء لمن أراد أن يسأل عنها. </p><p> ١١ - ثم قصد سبحانه إلى خلق السماء، وهي يومئذ دخان فقال لها وللأرض: انقادا لأمري مختارتين، أو مكرهتين، لا مَحِيد لكما عن ذلك، قالتا: أتينا طائعتين، فلا إرادة لنا دون إرادتك يا ربنا. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • تعطيل الكافرين لوسائل الهداية عندهم يعني بقاءهم على الكفر. </p><p> • بيان منزلة الزكاة، وأنها ركن من أركان الإسلام. </p><p> • استسلام الكون لله وانقياده لأمره سبحانه بكل ما فيه. </p>"
}