{
  "id": null,
  "sura": 42,
  "aya": 18,
  "text": "<p> ١٦ - والذين يجادلون بالحجج الباطلة في هذا الدين المنزل على محمد - صلى الله عليه وسلم - بعدما استجاب الناس له، هؤلاء المجادلون حجتهم ذاهبة وساقطة عند ربهم وعند المؤمنين، لا أثر لها، وعليهم غضب من الله لكفرهم ورفضهم الحق، ولهم عذاب شديد ينتظرهم يوم القيامة. </p><p> ولما بيَّن بطلان حجج الكافرين بيَّن أصل الحجج الصحيحة التي يحتج بها المسلم وهي القرآن، فقال: </p><p> ١٧ - الله الذي أنزل القرآن بالحق الذي لا مرية فيه، وأنزل العدل ليحكم بين الناس بالإنصات، وقد تكون الساعة التي يكذِّب بها هؤلاء قريبة، ومعلوم أن كل آتٍ قريب. </p><p> ١٨ - يطلب الذين لا يؤمنون بها تعجيلها؛ لأنهم لا يؤمنون بحساب ولا ثواب ولا عقاب , والذين آمنوا بالله خائفون منها لخوفهم من مصيرهم فيها، ويعلمون علم اليقين أنها الحق الذي لا مِرْية فيه، ألا إن الذين يجادلون في الساعة ويخاصمون فيها، ويشككون في وقوعها، لفي ضلال بعيد عن الحق. </p><p> ١٩ - الله ذو لطف بعباده، يرزق من يشاء، فيوسع له الرزق، ويضيِّق على من يشاء رحمة به، وإن بدا غير ذلك، وهو القوي الذي لا يغلبه أحد، العزيز الذي ينتقم من أعدائه. </p><p> ٢٠ - من كان يريد ثواب الآخرة عاملًا لها عملها، نضاعف له ثوابه، فالحسنة بعشر أمثالها إلى سبع مئة ضعف إلى أضعاف كثيرة، ومن كان يريد الدنيا وحدها أعطيناه نصيبه المقدر له فيها، وليس له في الآخرة من حظ لإيثاره الدنيا عليها. </p><p> ٢١ - أم لهؤلاء المشركين آلهة من دون الله، وقد شرعوا لهم من الدين ما لم ياذن لهم الله بشرعه من الشرك به وتحريم ما أحل، وتحليل ما حرم؟ ولولا ما ضربه الله من أجَلٍ محدد للفصل بين المختلفين، وأنه يؤخرهم إليه لفصَل بينهم، وإن الظالمين لأنفسهم بالشرك بالله والمعاصي لهم عذاب موجع ينتظرهم يوم القيامة. </p><p> ٢٢ - ترى -أيها الرسول- الظالمين أنفسهم بالشرك والمعاصي خائفين من العقاب بما كسبوا من الإثم، والعقاب واقع بهم لا محالة، فلا ينفعهم الخوف المجرد عن توبة، والذين آمنوا بالله وبرسله وعملوا الأعمال الصالحات على النقيض منهم؛ فهم في بساتين الجنات يتنعمون، لهم ما يشاؤون عند ربهم من أنواع النعيم الذي لا ينقطع أبدًا، ذلك هو الفضل الكبير الذي لا يدانيه فضل. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • خوف المؤمن من أهوال يوم القيامة يعين على الاستعداد لها. </p><p> • لطف الله بعباده حيث يوسع الرزق على من يكون خيرًا له، ويضيِّق على من يكون التضييق خيرًا له. </p><p> • خطر إيثار الدنيا على الآخرة. </p>"
}