{
  "id": null,
  "sura": 42,
  "aya": 4,
  "text": "<p> [سورة الشورى] </p><p> مَكيّة </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> بيان حقيقة الوحي والرسالة المحمدية، وأنها امتداد للوحي إلى الأنبياء. </p><p> [التَّفْسِيرُ] </p><p> ١ - ٢ - {حم عسق} تقدم الكلام على نظائرها في بداية سورة البقرة. </p><p> ٣ - مثل هذا الوحي يوحي إليك يا محمد وإلى الذين من قبلك من أنبياء اللهِ، اللهُ العزيزُ في انتقامه من أعدائه الحكيم في تدبيره وخلقه. </p><p> ٤ - لله وحده ما في السماوات وما في الأرض خلقًا وملكًا وتدبيرًا، وهو العلي بذاته وقدره وقهره، العظيم في ذاته. </p><p> ٥ - ومن عظمته سبحانه تكاد السماوات مع عظمها وارتفاعها يتشققن من فوق الأرضين، والملائكة ينزهون ربهم ويعظمونه حامدين له خضوعًا وإجلالًا، ويطلبون المغفرة من الله لمن في الأرض، ألا إن الله هو الغفور لذنوب من تاب من عباد، الرحيم بهم. </p><p> ٦ - والذين اتخذوا من دون الله أصنامًا يوالونهم ويعبدونهم من دون الله، الله لهم بالمرصاد يسجل عليهم أعمالهم ويجازيهم بها، وما أنت -أيها الرسول- موكل بحفظ أعمالهم، فلن تُسْأل عن أعمالهم، إنما أنت مبلغ. </p><p> ٧ - ومثلما أوحينا إلى الأنبياء من قبلك -أيها الرسول- أوحينا إليك قرآنًا عربيًّا لتنذر مكة ومن حولها من قرى العرب، ثم الناس جميعًا، وتخوِّف الناس من يوم القيامة يوم يجمع الله الأولين والأخرين في صعيد واحد للحساب والجزاء، لا شك في وقوع ذلك اليوم، والناس منقسمون فيه إلى فريقين: فريق في الجنة وهم المؤمنون، وفريق في النار وهم الكفار. </p><p> ٨ - ولو شاء الله جَعْلَهم أمةً واحدة على دين الإسلام لجعلهم أمة واحدة عليه، وأدخلهم جميعًا الجنة، ولكن اقتضت حكمته أن يدخل من يشاء في الإسلام، ويدخله الجنة، والظالمون لأنفسهم بالكفر والمعاصي ما لهم من ولي يتولاهم، ولا نصير ينقذهم من عذاب الله. </p><p> ٩ - بل اتخذ هؤلاء المشركون من دون الله أولياء يتولَّونهم، والله هو الولي الحق، فغيره لا ينفع ولا يضر، وهو يحيي الموتى ببعثهم للحساب والجزاء، ولا يعجزه شيء سبحانه. </p><p> ١٠ - وما اختلفتم -أيها الناس- فيه من شيء من أصول دينكم أو فروعه فحكمه إلى الله، فيرجع فيه إلى كتابه أو سُنَّة رسوله - صلى الله عليه وسلم -، هذا الذي يتصف بهذه الصفات هو ربي، عليه اعتمدت في أموري كلها، وإليه أرجع بالتوبة. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • عظمة الله ظاهرة في كل شيء. </p><p> • دعاء الملائكة لأهل الإيمان بالخير. </p><p> • القرآن والسُّنَّة مرجعان للمؤمنين في شؤونهم كلها، وبخاصة عند الاختلاف. </p><p> • الاقتصار على إنذار أهل مكة ومن حولها؛ لأنهم مقصودون بالرد عليهم لإنكارهم رسالته - صلى الله عليه وسلم - وهو رسول للناس كافة كما قال تعالى:  {وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ ...} . </p>"
}