{
  "id": null,
  "sura": 42,
  "aya": 28,
  "text": "<p> ٢٣ - ذلك التبشير العظيم الذي يبشر الله به على يد رسوله الذين آمنوا بالله ورسله، وعملوا الأعمال الصالحات، قل -أيها الرسول-: لا أطلب منكم على تبليغ الحق ثوابًا إلا ثوابًا واحدًا عائدًا نفعه إليكم، وهو أن تحبوني لقرابتي فيكم، ومن يكسب حسنة نضاعف له أجره؛ الحسنة بعشر أمثالها، إن الله غفور لذنوب من تاب إليه من عباده، شكور لأعمالهم الصالحة التي يعملونها ابتغاء وجهه. </p><p> ٢٤ - مِنْ زعم المشركين أن محمدًا - صلى الله عليه وسلم - قد اختلق هذا القرآن ونسبه لربه، ويقول الله ردًّا عليهم: لو حدَّثتَ نفسك أن تفتري كذبًا لطَبَعْتُ على قلبك، ومحوت الباطل المفترى، وأبقيت الحق، ولما لم يكن الأمر كذلك دلَّ على صدف النبي - صلى الله عليه وسلم - أنه موحى له من ربه، إنه عليم بما في قلوب عباده لا يخفى عليه شيء منه. </p><p> ٢٥ - وهو سبحانه الذي يقبل توبة عباده من الكفر والمعاصي إذا تابوا إليه، ويتجاوز عن سيئاتهم التي ارتكبوها، ويعلم ما تفعلون من شيء، لا يخفى عليه من أعمالكم شيء، وسيجازيكم عليها. </p><p> ٢٦ - ويجيب دعاء الذين آمنوا بالله وبرسله وعملوا الصالحات، ويزيدهم من فضله على ما لم يسألوه، والكافرون بالله وبرسله لهم عذاب قوي ينتظرهم يوم القيامة. </p><p> ٢٧ - ولو وسَّع الله الرزق لجميع عباده لطغوا في الأرض بالظلم، ولكنه سبحانه ينزل من الرزق بقدر ما يشاء من توسيع وتضييق، إنه خبير بأحوال عباده بصير بها، فيعطي لحكمة، ويمنع لحكمة أيضًا. </p><p> ٢٨ - وهو الذي ينزل المطر على عباده من بعد ما يئسوا من نزوله، وينشر هذا المطر فتنبت الأرض، وهو المتولِّي شؤون عباده، المحمود على كل حال. </p><p> ٢٩ - ومن آيات الله الدالة على قدرته ووحدانيته خلق السماوات وخلق الأرض، وما نشر فيهما من مخلوقات عجيبة، وهو على جمعهم للحشر والجزاء متى شاء قدير، لا يعجزه ذلك كما لم يعجزه خلقهم أول مرة. </p><p> ٣٠ - وما أصابكم -أيها الناس- من مصيبة في أنفسكم أو أموالكم فبما كسبته أيديكم من المعاصي، ويتجاوز الله لكم عن كثير منها، فلا يؤاخذكم به. </p><p> ٣١ - ولستم بقادرين على النجاة من ربكم هربًا إذا أراد عقابكم، وليس لكم من دونه ولي يتولى أموركم، ولا نصير يرفع عنكم العذاب إن أراده بكم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الداعي إلى الله لا يبتغي الأجر عند الناس. </p><p> • التوسيع في الرزق والتضييق فيه خاضع لحكمة إلهية قد تخفى على كثير من الناس. </p><p> • الذنوب والمعاصي من أسباب المصائب. </p>"
}