{
  "id": null,
  "sura": 43,
  "aya": 26,
  "text": "<p> ٢٣ - وكما كذَّب هؤلاء، واحتجوا بتقليدهم لآبائهم، لم نبعث من قبلك -أيها الرسول- في قرية من رسول ينذر قومه إلا قال رؤساؤهم وكبراؤهم من أهل الثراء فيهم: إنا وجدنا آباءنا على دين وملة، وإنا متبعون لآثارهم. فليس قومك بدْعًا في ذلك. </p><p> ٢٤ - قال لهم رسولهم: أتتبعون آباءكم ولو جئتكم بما هو خير من ملتهم التي كانوا عليها؟ قالوا: إنا كافرون بالذي أرسلت به أنت ومن سبقك من الرسل. </p><p> ٢٥ - فانتقمنا من الأمم التي كذبت بالرسل من قبلك فأهلكناهم، فتأمل كيف كانت نهاية المكذبين برسلهم، فقد كانت نهاية أليمة. </p><p> ٢٦ - واذكر -أيها الرسول- حين قال إبراهيم لأبيه وقومه: إنني بريء مما تعبدون من الأصنام من دون الله. </p><p> ٢٧ - إلا الله الذي خلقني فإنه سيرشدني إلى ما فيه نفعي من اتباع دينه القويم. </p><p> ٢٨ - وصيَّر إبراهيم كلمة التوحيد (لا إله إلا الله) باقية في ذريته من بعده، فلا يزال فيهم من يوحِّد الله لا يشرك به شيئًا؛ رجاء أن يرجعوا إلى الله بالتوبة إليه من الشرك والمعاصي. </p><p> ٢٩ - لم أعاجل بالهلاك هؤلاء المشركين المكذبين، بل متعتهم بالبقاء في الدنيا، ومتعت آباءهم من قبلهم حتى جاءهم القرآن، ورسول مبين هو محمد - صلى الله عليه وسلم -. </p><p> ٣٠ - ولما جاءهم هذا القرآن الذي هو الحق الذي لا مِرْية فيه قالوا: هذا سحر يسحرنا به محمد، وإنا به كافرون فلن نؤمن به. </p><p> ٣١ - وقال المشركون المكذبون: هلَّا أنزل الله هذا القرآن على أحد رجلين عظيمين من مكة أو الطائف، وهما الوليد بن عقبة وعروة بن مسعود الثقفي بدلًا من إنزاله على محمد الفقير اليتيم. </p><p> ٣٢ - أهم يقسمون رحمة ربك -أيها الرسول- فيعطونها من يشاؤون ويمنعونها من يشاؤون أم الله؟ نحن قسمنا بينهم أرزاقهم في الدنيا، وجعلنا منهم الغني والفقير؛ ليصير بعضهم مُسَخَّرًا لبعض، ورحمة ربك لعباده في الآخرة خير مما يجمعه هؤلاء من حطام الدنيا الفاني. </p><p> ٣٣ - ولولا أن يكون الناس أمة واحدة في الكفر لجعلنا لبيوت من يكفر بالله سقوفًا من الفضة، وجعلنا لهم درجًا عليه يصعدون. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • التقليد من أسباب ضلال الأمم السابقة. </p><p> • البراءة من الكفر والكافرين لازمة. </p><p> • تقسيم الأرزاق خاضع لحكمة الله. </p><p> • حقارة الدنيا عند الله، فلو كانت تزن عنده جناح بعوضة ما سقى منها كافرًا شربة ماء. </p>"
}