{
  "id": null,
  "sura": 43,
  "aya": 88,
  "text": "<p> ولما ذكر الله جزاء المتقين ذكر جزاء من هم ضدهم وهم المجرمون فقال: </p><p> ٧٤ - إن المجرمين بالكفر والمعاصي في عذاب جهنم يوم القيامة ماكثون فيه أبدًا. </p><p> ٧٥ - لا يُخَفّف عنهم العذاب، وهم فيه آيسون من رحمة الله. </p><p> ٧٦ - وما ظلمناهم حين أدخلناهم النار، ولكن كانوا هم الظالمين لأنفسهم بالكفر. </p><p> ٧٧ - ونادوا خازن النار مالكًا قائلين: يا مالك، لِيُمِتْنا ربك فنستريح من العذاب، فيجيبهم مالك بقوله: إنكم ماكثون في العذاب دائمًا لا تموتون، ولا ينقطع عنكم العذاب. </p><p> ٧٨ - لقد جئناكم في الدنيا بالحق الذي لا مِرْية فيه، ولكن معظمكم للحق كارهون. </p><p> ٧٩ - فإن مكروا بالنبي - صلى الله عليه وسلم - وأعدوا له كيدًا فإنا مُحكِمون لهم تدبيرًا يفوق كيدهم. </p><p> ٨٠ - أم يظنون أنا لا نسمع سرهم الذي أضمروه في قلوبهم، أو سرّهم الذي يتناجون به خفية، بلى إنا نسمع ذلك كله، والملائكة لديهم يكتبون كل ما عملوه. </p><p> ٨١ - قل -أيها الرسول- للذين ينسبون البنات لله، تعالى الله عن قولهم علوًّا كبيرًا: إن كان لله -على سبيل الفرض- ولد فأنا أول العابدين لذلك الولد. </p><p> ٨٢ - تنزّه رب السماوات والأرض ورب العرش عما يقوله هؤلاء المشركون من نسبة الشريك والصاحبة والولد إليه. </p><p> ٨٣ - فاتركهم -أيها الرسول- يخوضوا فيما هم عليه من الباطل، ويلعبوا، حتى يلاقوا يومهم الذي يوعدون، وهو يوم القيامة. </p><p> ٨٤ - وهو سبحانه المعبود في السماء بحق، وهو المعبود في الأرض بحق، وهو الحكيم في خلقه وتقديره وتدبيره، العليم بأحوال عباده، لا يخفى عليه منها شيء. </p><p> ٨٥ - وتزايد خير الله وبركته سبحانه، الذي له وحده ملك السماوات وملك الأرض وملك ما بينهما، وعنده وحده علم الساعة التي تقوم فيها القيامة، لا يعلمها غيره، وإليه وحده ترجعون في الآخرة للحساب والجزاء. </p><p> ٨٦ - ولا يملك الذين يعبدهم المشركون من دون الله الشفاعة عند الله، إلا من شهد أن لا إله إلا الله، وهو يعلم ما شهد به؛ مثل عيسى وعزير والملائكة. </p><p> ٨٧ - ولئن سألتهم: من خلقهم؟ ليقولنّ: خلقنا الله، فكيف يُصْرَفْون عن عبادته بعد هذا الاعتراف؟! </p><p> ٨٨ - وعنده سبحانه علم شكوى رسوله من تكذيب قومه، وقوله فيها: يارب، إن هؤلاء قوم لا يؤمنون بما أرسلتني به إليهم. </p><p> ٨٩ - فأعرضْ عنهم، وقل لهم ما تدفع به شرهم -وكان هذا في مكة- فسوف يعلمون ما يلاقونه من العقاب. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • كراهة الحق خطر عظيم. </p><p> • مكر الكافرين يعود عليهم ولو بعد حين. </p><p> • كلما ازداد علم العبد بربه، ازداد ثقة بربه وتسليمًا لشرعه. </p><p> • اختصاص الله بعلم وقت الساعة. </p>"
}