{
  "id": null,
  "sura": 44,
  "aya": 3,
  "text": "<p> سُورَةُ الدُّخَان </p><p> - مَكيّة - </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> الإنذار بالعذاب المرتقب، من خلال تخويف المكذبين من عذاب الدنيا والآخرة. </p><p> [التَّفْسِيرُ] </p><p> ١ - {حم} تقدم الكلام على نظائرها في بداية سورة البقرة. </p><p> ٢ - أقسم الله بالقرآن الموضح لطريق الهداية إلى الحق. </p><p> ٣ - إنا أنزلنا القرآن في ليلة القدر، وهي ليلة كثيرة الخيرات، إنا كنا مخوِّفين بهذا القرآن. </p><p> ٤ - في هذه الليلة يفصل كل أمر محكم يتعلق بالأرزاق والآجال وغيرهما مما يحدثه الله تلك السنة. </p><p> ٥ - نفصل كل أمر محكم من عندنا، إنا كنا باعثين الرسل. </p><p> ٦ - نبعث الرسل رحمة من ربك -أيها الرسول- لمن أرسلوا إليهم، إنه سبحانه هو السميع لأقوال عباده، العليم بأفعالهم ونياتهم، لا يخفى عليه شيء من ذلك. </p><p> ٧ - رب السماوات ورب الأرض ورب ما بينهما إن كنتم موقنين بذلك فآمنوا برسولي. </p><p> ٨ - لا معبود بحق غيره، يحيي ويميت، لا محيي ولا مميت غيره، ربكم ورب آبائكم المتقدمين. </p><p> ٩ - ليس هؤلاء المشركون بموقنين بذلك، بل هم في شك منه يلهون عنه بما هم فيه من الباطل. </p><p> ١٠ - فانتظر -أيها الرسول- عذاب قومك القريب يوم تأتي السماء بدخان واضح يرونه بأعينهم من شدة الوجع. </p><p> ١١ - يعمّ قومك، ويقال لهم: هذا العذاب الذي أصابكم عذاب موجع. </p><p> ١٢ - فيتضرعون إلى ربهم سائلين: ربنا اصرف عنا العذاب الذي أرسلته علينا، إنا مؤمنون بك وبرسولك إن صرفته عنا. </p><p> ١٣ - كيف لهم أن يتذكروا وينيبوا إلى ربهم وقد جاءهم رسول بيّن الرسالة، وعرفوا صدقه وأمانته؟! </p><p> ١٤ - ثم أعرضوا عن التصديق به، وقالوا عنه: هو معلَّم يُعلِّمه غيره وليس برسول، وقالوا عنه: هو مجنون. </p><p> ١٥ - إنا حين نصرف عنكم العذاب قليلًا، إنكم عائدون إلى كفركم وتكذيبكم. </p><p> ١٦ - وانتظرهم -أيها الرسول- يوم نبطش بكفار قومك البطشة الكبرى يوم بدر، إنا منتقمون منهم لكفرهم بالله وتكذيبهم رسوله. </p><p> ١٧ - ولقد اختبرنا قبلهم قوم فرعون، وجاءهم رسول من الله كريم يدعوهم إلى توحيد الله وعبادته، وهو موسى - عليه السلام -. </p><p> ١٨ - قال موسى لفرعون وقومه: اتركوا لي بني إسرائيل، فهم عباد الله، ليس لكم حق أن تستعبدوهم، إني لكم رسول من الله، أمين على ما أمرني أن أبلغكم، لا أنقص منه شيئًا ولا أزيده. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • نزول القرآن في ليلة القدر التى هي كثيرة الخيرات دلالة على عظم قدره. </p><p> • بعثة الرسل ونزول القرآن من مظاهر رحمة الله بعباده. </p><p> • رسالات الأنبياء تحرير للمستضعفين من قبضة المتكبرين. </p>"
}