{
  "id": null,
  "sura": 46,
  "aya": 18,
  "text": "<p> ١٥ - وأمرنا الإنسان أمرًا مؤكدًا أن يحسن إلى والديه، بأن يبرّهما في حياتهما، وبعد موتهما بما لا مخالفة فيه للشرع، وعلى وجه الخصوص أمه التي حملته بمشقة ووضعته بمشقة، ومدة حمله التي مكثها وبدء فطامه: ثلاثون شهرًا، حتى إذا بلغ اكتمال قوتيه العقلية والبدنية وبلغ أربعين سنة قال: رب، ألهمني أن أشكر نعمتك التي أنعمت بها عليّ وعلى والديَّ، وألهمني أن أعمل عملًا صالحًا ترضاه، وتقبَّله مني، وأصلح لي أولادي، إني تبت إليك من ذنوبي، وإني من المنقادين لطاعتك، المستسلمين لأوامرك. </p><p> ١٦ - أولئك الذين نتقبل عنهم أحسن ما عملوا من الأعمال الصالحات، ونتجاوز عن سيئاتهم، فلا نؤاخذهم بها، وهم في جملة أهل الجنة، هذا الوعد الذي وعدوا به وعد صدق، سيتحقق لا محالة. </p><p> ولما ذكر مثالًا للباز بأبويه ترغيبًا في البِرِّ، ذكر مثالًا للعاق تنفيرًا من العقوق، فقال: </p><p> ١٧ - والذي قال لوالديه: تبًّا لكما، أتعدانني أن أخرج من قبري حيًّا بعد موتي، وقد مضت القرون الكثيرة، ومات الناس فيها فلم يبعث أحد منهم حيًّا؟! ووالداه يطلبان الغوث من الله أن يهدي ابنهما للإيمان، ويقولان لابنهما: هلاك لك إن لم تؤمن بالبعث فآمِن به، إن وعد الله بالبعث حق لا مِرْية فيه، فيقول هو مجددًا إنكاره للبعث: ما هذا الذي يقال عن البعث إلا منقول من كتب المتقدمين وما سطروه، لا يثبت عن الله. </p><p> ١٨ - أولئك الذين وجب لهم العذاب في جملة أمم من قبلهم من الجن والإنس، إنهم كانوا خاسرين؛ حيث خسروا أنفسهم وأهليهم بدخولهم النار. </p><p> ١٩ - ولكلا الفريقين -فريق الجنة، وفريق السعير- مراتب حسب أعمالهم، فمراتب أهل الجنة درجات عالية، ومراتب أهل النار دركات سافلة، وليوفيهم الله جزاء أعمالهم، وهم لا يظلمون يوم القيامة بنقص حسناتهم، ولا بزيادة سيئاتهم. </p><p> ٢٠ - ويوم يعرض الذين كفروا بالله وكذبوا رسله على النار ليعذبوا فيها، ويقال لهم توبيخًا لهم وتقريعًا: أذهبتم طيباتكم في حياتكم الدنيا، واستمتعتم بما فيها من الملذات، أما في هذا اليوم فتجزون العذاب الذي يهينكم ويذلكم بسبب تكبركم في الأرض بغير الحق، وبسبب خروجكم عن طاعة الله بالكفر والمعاصي. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • بيان مكانة بِرِّ الوالدين في الإسلام، بخاصة في حق الأم، والتحذير من العقوق. </p><p> • بيان خطر التوسع في ملاذّ الدنيا؛ لأنها تشغل عن الآخرة. </p><p> • بيان الوعيد الشديد لأصحاب الكبر والفسوق. </p><p> ٢١ - واذكر -أيها الرسول- هودًا أخا عاد في النسب حين أنذر قومه من وقوع عذاب الله عليهم، وهم بمنازلهم بالأحقاف جنوب الجزيرة العربية، وقد مضت الرسل منذرين قومهم قبل هود وبعده، قائلين لأقوامهم: لا تعبدوا إلا الله وحده، فلا تعبدوا معه غيره، إني أخاف عليكم -يا قوم- عذاب يوم عظيم هو يوم القيامة. </p><p> ٢٢ - قال له قومه: أجئتنا لتصرفنا عن عبادة آلهتنا؟! لن يكون لك ذلك، فأتنا بما تعدنا به من العذاب إن كنت صادقًا فيما تدّعيه. </p><p> ٢٣ - قال: إنما علم وقت العذاب عند الله، وأنا لا علم لي به، وإنما أنا رسول أبلغكم ما أرسلت به إليكم، ولكني أراكم قومًا تجهلون ما فيه نفعكم فتتركونه، وما فيه ضرّكم فتأتونه. </p><p> ٢٤ - فلما جاءهم ما استعجلوا به من العذاب، فرأوه سحابًا معترضًا في جهة من السماء متجهًا لأوديتهم قالوا: هذا عارض مصيبنا بالمطر، قال لهم هود: ليس الأمر كما ظننتم من أنه سحاب ممطركم، بل هو العذاب الذي استعجلتموه، فهو ريح فيها عذاب مؤلم. </p><p> ٢٥ - تدمر كل شيء مرت عليه مما أمرها الله بإهلاكه، فأصبحوا هلكى، لا يُرَى إلا بيوتهم التي كانوا يسكنونها شاهدة على وجودهم فيها من قبل، مثل هذا الجزاء المؤلم نجزي المجرمين المُصِرِّين على كفرهم ومعاصيهم. </p><p> ٢٦ - ولقد أعطينا قوم هود من أسباب التمكين ما لم نعطكم إياه، وجعلنا لهم أسماعًا يسمعون بها، وأبصارًا يبصرون بها، وقلوبًا يعقلون بها، فما أغنت عنهم أسماعهم ولا أبصارهم ولا عقولهم من شيء، فلم تدفع عنهم عذاب الله لما جاءهم، إذ كانوا يكفرون بآيات الله، ونزل بهم ما كانوا يستهزئون به من العذاب الذي خوّفهم منه نبيهم هود - عليه السلام -. </p><p> ٢٧ - ولقد أهلكنا ما حولكم -يا أهل مكة- من القرى، فقد أهلكنا عادًا وثمود وقوم لوط وأصحاب مَدْين، ونوّعنا لهم الحجج والبراهين؛ رجاء أن يرجعوا عن كفرهم. </p><p> ٢٨ - فهلَّا نصرتهم الأصنام التي اتخذوها آلهة من دون الله يتقربون إليها بالعبادة والذبح؟! لم تنصرهم قطعًا، بل غابت عنهم أحوج ما كانوا إليها، , وذلك كذبهم وافتراؤهم الذي منّوا به أنفسهم أن هذه الأصنام تنفعهم وتشفع لهم عند الله. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • لا علم للرسل بالغيب إلا ما أطلعهم ربهم عليه منه. </p><p> • اغترار قوم هود حين ظنوا العذاب النازل بهم مطرًا، فلم يتوبوا قبل مباغتته لهم. </p><p> • قوة قوم عاد فوق قوة قريش، ومع ذلك أهلكهم الله. </p><p> • العاقل من يتعظ بغير لجاهل من يتعظ بنفسه. </p>"
}