{
  "id": null,
  "sura": 47,
  "aya": 38,
  "text": "<p> ٣٠ - ولو نشاء تعريفك -أيها الرسول- المنافقين لعرّفناكهم، فلعرفتهم بعلامتهم، وسوف تعرفهم بأسلوب كلامهم، والله يعلم أعمالكم، لا يخفى عليه منها شيء، وسيجازيكم عليها. </p><p> ٣١ - ولنختبرنّكم -أيها المؤمنون- بالجهاد وقتال الأعداء والقتل حتى نعلم المجاهدين منكم في سبيل الله، والصابرين منكم على قتال أعدائه، ونختبركم فنعرف الصادق منكم والكاذب. </p><p> ٣٢ - إن الذين كفروا بالله وبرسوله، وصدوا عن دين الله بأنفسهم، وصدوا عنه غيرهم، وخالفوا رسوله وَعَادَوْه من بعد ما تبيّن أنه نبي -لن يضرّوا الله، وإنما يضرون أنفسهم، وسيبطل الله أعمالهم. </p><p> ٣٣ - يا أيها الذين آمنوا بالله، وعملوا بما شرع، أطيعوا الله، وأطيعوا الرسول بأن تمتثلوا أمرهما، وتجتنبوا نهيهما، ولا تبطلوا أعمالكم بالكفر والرياء. </p><p> ٣٤ - إن الذين كفروا بالله، وصرفوا أنفسهم وصرفوا الناس عن دين الله، ثم ماتوا على كفرهم قبل التوبة -فلن يتجاوز الله عن ذنوبهم بسترها، بل سيؤاخذهم بها، ويدخلهم النار خالدين فيها أبدًا. </p><p> ٣٥ - فلا تضعفوا -أيها المؤمنون- عن مواجهة عدوّكم، وتدعوهم إلى الصلح قبل أن يدعوكم إليه، وأنتم القاهرون الغالبون لهم، والله معكم بنصره وتأييده، ولن ينقصكم من ثواب أعمالكم شيئًا، بل يزيدكم منًّا منه وتفضلًا. </p><p> ٣٦ - إنما الحياة الدنيا لعب ولهو، فلا ينشغل بها عاقل عن العمل لآخرته، وإن تؤمنوا بالله ورسوله، وتتقوا الله بامتثال أوامره، واجتناب نواهيه، يعطكم ثواب أعمالكم كاملًا غير منقوص، ولا يطلب منكم أموالكم كلها، وإنما يطلب منكم الواجب من الزكاة. </p><p> ٣٧ - إن يطلب منكم جميع أموالكم ويلحّ في طلبها منكم، تبخلوا بها، ويخرج ما في قلوبكم من كراهية الإنفاق في سبيله، فترك طلبها منكم رفقًا بكم. </p><p> ٣٨ - ها أنتم هؤلاء تُدْعَون لتنفقوا جزءًا من أموالكم في سبيل الله، ولا يطلب منكم إنفاق أموالكم كلها، فمنكم من يمنع الإنفاق المطلوب بخلًا منه، ومن يبخل بإنفاق جزء من ماله في سبيل الله، فإنما يبخل في الواقع على نفسه؛ بحرمانها ثواب الإنفاق، والله الغني فلا يحتاج إلى إنفاقكم، وأنتم الفقراء إليه، وإن ترجعوا عن الإسلام إلى الكفر يهلككم، ويأت بقوم غيركم، ثم لا يكونوا أمثالكم، بل يكونون مطيعين له. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • سرائر المنافقين وخبثهم يظهر على قسمات وجوههم وأسلوب كلامهم. </p><p> • الاختبار سُنَّة إلهية لتمييز المؤمنين من المنافقين. </p><p> • تأييد الله لعباده المؤمنين بالنصر والتسديد. </p><p> • من رفق الله بعباده أنه لا يطلب منهم إنفاق كل أموالهم في سبيل الله. </p>"
}