{
  "id": null,
  "sura": 49,
  "aya": 10,
  "text": "<p> ٥ - ولو أن هؤلاء الذين ينادونك -أيها الرسول- من وراء حجرات نسائك، صبروا فلم ينادوك حتى تخرج إليهم، فيخاطبوك مخفوضة أصواتهم؛ لكان ذلك خيرًا لهم من ندائك من ورائها؛ لما فيه من التوقير والتعظيم، والله غفور لذنوب من تاب منهم ومن غيرهم، وغفور لهم لجهلهم، رحيم بهم. </p><p> ٦ - يا أيها الذين آمنوا بالله، وعملوا بما شرع، إن جاءكم فاسق بخبر عن قوم، فتثبتوا من صحة خبره، ولا تبادروا إلى تصديقه؛ خوف أن تصيبوا -إذا صدّقتم خبره دون تثبت- قومًا بجناية وأنتم جاهلون حقيقة أمرهم، فتصبحوا بعد إصابتكم لهم نادمين عندما يتبين لكم كذب خبره. </p><p> ٧ - واعلموا -أيها المؤمنون- أن فيكم رسول الله ينزل عليه الوحي، فاحذروا أن تكذبوا فينزل عليه الوحي يخبره بكذبكم، وهو أعلم بما فيه مصلحتكم، لو يطيعكم في كثير مما تقترحونه لوقعتم في المشقة التي لا يرضاها لكم، ولكنّ الله من فضله حبب إليكم الإيمان، وحسّنه في قلوبكم فآمنتم، وكرّه إليكم الكفر، والخروج عن طاعته، وكره إليكم معصيته، أولئك المتصفون بهذه الصفات هم السالكون طريق الرشد والصواب. </p><p> ٨ - وما حصل لكم -من تحسين الخير في قلوبكم، وتكريه الشرّ- إنما هو فضل من الله، تفضل به عليكم، ونعمة أنعمها عليكم، والله عليم بمن يشكره من عباده فيوفقه، وحكيم إذ يضع كل شيء في محلّه المناسب له. </p><p> ٩ - وإنْ فِرقتان من المؤمنين تقاتلتا فأصلحوا -أيها المؤمنون- بينهما بدعوتهما إلى تحكيم شرع الله في خلافهما، فإن أبت إحداهما الصلح واعتدت فقاتلوا المعتدية حتى ترجع إلى حكم الله، فإن رجعت إلى حكم الله فأصلحوا بينهما بالعدل والإنصاف، واعدلوا في حكمكم بينهما، إن الله يحبّ العادلين في حكمهم. </p><p> ١٠ - إنما المؤمنون إخوة في الإسلام، والأخوة في الإسلام تقتضي أن تصلحوا -أيها المؤمنون- بين أخويكم المتنازعين، واتقوا الله بامتثال أوامر جتناب نواهيه؛ رجاء أن ترحموا. </p><p> ١١ - يا أيها الذين آمنوا بالله، وعملوا بما شرع، لا يستهزئ قوم منكم بقوم، عسى أن يكون المستهزَأ بهم خيرًا عند الله، والعبرة بما عند الله، ولا يستهزئ نساء من نساء عسى أن يكون المستهزَأ بهن خيرًا عند الله، ولا تعيبوا إخوتكم فهم بمنزلة أنفسكم، ولا يُعَبِّرْ بعضكم بعضًا بلقب يكرهه، كما كان حال بعض الأنصار قبل مجيء رسول الله - صلى الله عليه وسلم -، ومن فعل ذلك منكم فهو فاسق، بئست الصفة صفة الفسق بعد الإيمان، ومن لم يتب من هذه المعاصي فأولئك هم الظالمون لأنفسهم بإيرادها موارد الهلاك بسبب ما فعلوه من المعاصي. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • وجوب التثبت من صحة الأخبار، خاصة التي ينقلها من يُتَّهم بالفسق. </p><p> • وجوب الإصلاح بين من يتقاتل من المسلمين، ومشروعية قتال الطائفة التي تصر على الاعتداء وترفض الصلح. </p><p> • من حقوق الأخوة الإيمانية: الصلح بين المتنازعين والبعد عما يجرح المشاعر من السخرية والعيب والتنابز بالألقاب. </p>"
}