{
  "id": null,
  "sura": 50,
  "aya": 26,
  "text": "<p> ١٦ - ولقد خلقنا الإنسان، ونعلم ما تحدث به نفسه من خواطر وأفكار، ونحن أقرب إليه من العِرق الموجود في العنق المتصل بالقلب. </p><p> ١٧ - إذ يتلقى الملكان المتلقيان عمله، أحدهما قعيد عن يمينه، والثاني قعيد عن شماله. </p><p> ١٨ - ما يقول من قول إلا لديه ملك رقيب على ما يقوله حاضر. </p><p> ١٩ - وجاءت شدة الموت بالحق الذي لا مهرب منه، ذلك ما كنت -أيها الإنسان الغافل- تتأخر عنه، وتفر. </p><p> ٢٠ - ونفخ الملك الموكل بالنفخ في القرن النفخة الثانية، ذلك يوم القيامة، يوم الوعيد للكفار والعصاة بالعذاب. </p><p> ٢١ - وجاءت كل نفس معها مَلَك يسوقها، ومَلك يشهد عليها بأعمالها. </p><p> ٢٢ - ويقال لهذا الإنسان المَسُوق: لقد كنت في الدنيا في غفلة عن هذا اليوم بسبب اغترارك بشهواتك ولذاتك، فكشفنا عنك غفلتك بما تعاينه من العذاب والكرب، فبصرك اليوم حادٌّ تدرك به ما كنت في غفلة عنه. </p><p> ٢٣ - وقال قرينه الموكل به من الملائكة: هذا ما لدي من عمله حاضر دون نقص ولا زيادة. </p><p> ٢٤ - ويقول الله للملكين السائق والشاهد: ألقيا في جهنم كل كفور للحق، معاند له. </p><p> ٢٥ - كثير المنع لما أوجب الله عليه من حق، متجاوز لحدود الله، شاكّ فيما يخبر به من وعد أو وعيد. </p><p> ٢٦ - الذي جعل مع الله معبودًا آخر يشركه معه في العبادة، فألقياه في العذاب الشديد. </p><p> ٢٧ - قال قرينه من الشياطين متبرئًا منه: ربنا ما أضللته، ولكن كان في ضلال بعيد عن الحق. </p><p> ٢٨ - قال الله: لا تختصموا لديّ، فلا فائدة من ذلك، فقد قدمت لكم في الدنيا ما جاءت به رسلي من الوعيد الشديد لمن كفر بي وعصاني. </p><p> ٢٩ - ما يغير القول لدي، ولا يخلف وعدي، ولا أظلم العبيد بنقص حسناتهم، ولا بزيادة سيئاتهم، بل أجزيهم بما عملوا. </p><p> ٣٠ - يوم نقول لجهنم: هل امتلأت بمن ألقي فيك من الكفار والعصاة؟ فتجيب ربها: هل من مزيد؟ طلبًا للزيادة؛ غضبًا لربها. </p><p> ولما ذكر الله الوعيد الشديد للكفار ذكر ما أعدّه لعباده المؤمنين فقال: </p><p> ٣١ - وقُرِّبت الجنة للمتقين لربهم بامتثال أوامره واجتناب نواهيه، فشاهدوا ما فيها من النعيم غير بعيد منهم. </p><p> ٣٢ - ويقال لهم: هذا ما وعدكم الله لكل رجَّاع إلى ربه بالتوبة، حافظ لما ألزمه ربه به. </p><p> ٣٣ - من خاف الله بالسر حيث لا يراه إلا الله، ولقي الله بقلب سليم مقبل على الله، كثير الرجوع إليه. </p><p> ٣٤ - ويقال لهم: ادخلوا الجنة دخولًا مصحوبًا بالسلامة مما تكرهون، ذلك يوم البقاء الذي لا فناء بعده. </p><p> ٣٥ - لهم ما يشاؤون فيها من النعيم الذي لا ينفد، ولدينا مزيد من النعيم مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، ومنه رؤية الله سبحانه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • علم الله بما يخطر في النفوس من خير وشر. </p><p> • خطورة الغفلة عن الدار الآخرة. </p><p> • ثبوت صفة العدل لله تعالى. </p>"
}