{
  "id": null,
  "sura": 51,
  "aya": 54,
  "text": "<p> ٥٢ - مثل ذلك التكذيب الذي كذب به أهل مكة كذبت الأمم السابقة، فما جاءهم من رسول من عند الله إلا قالوا عنه: هو ساحر، أو مجنون. </p><p> ٥٣ - أتواصى المتقدمون من الكفار والمتأخرون منهم على تكذيب الرسل؟! لا، بل جمعهم على هذا طغيانهم. </p><p> ٥٤ - فأعرض -أيها الرسول- عن هؤلاء المكذبين، فما أنت بملوم، فقد بلغتهم ما أرسلت به إليهم. </p><p> ٥٥ - ولا يمنعك إعراضك عنهم من وعظهم، وتذكيرهم، فعظهم وذكّرهم، فإن التذكير ينفع أهل الإيمان بالله. </p><p> ٥٦ - وما خلقت الجن والإنس إلا لعبادتي وحدي، ما خلقتهم ليجعلوا لي شريكًا. </p><p> ٥٧ - ما أريد منهم رزقًا، ولا أريد منهم أن يطعموني. </p><p> ٥٨ - إن الله هو الرزاق لعباده، فالجميع محتاجون إلى رزقه، ذو القوة المتين الذي لا يغلبه شيء، وجميع الجن والإنس خاضعون لقوّته سبحانه. </p><p> ٥٩ - فإن للذين ظلموا أنفسهم بتكذيبك -أيها الرسول- نصيبًا من العذاب مثل نصيب أصحابهم السابقين، له أجل محدد، فلا يطلبوا مني تعجيله قبل أجله. </p><p> ٦٠ - فهلاك وخسار للذين كفروا بالله، وكذَّبوا رسولهم من يوم القيامة الذي يوعدون فيه بإنزال العذاب عليهم. </p><p> سُورَة الطُّورِ </p><p> - مَكيّة - </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> دحض شبهات المكذبين من خلال عرض الحجج والبراهين، إرغامًا على الإذعان والتسليم. </p><p> [التَّفْسِيرُ] </p><p> ١ - أقسم الله بالجبل الذي كلّم عليه موسى - عليه السلام -. </p><p> ٢ - وأقسم بالكتاب الذي هو مسَطَّر. </p><p> ٣ - في ورق مبسوط مفتوح كالكتب المنزلة. </p><p> ٤ - وأقسم بالبيت الذي تعمره الملائكة في السماء بعبادة الله. </p><p> ٥ - وأقسم بالسماء المرفوعة التي هي سقف الأرض. </p><p> ٦ - وأقسم بالبحر المملوء ماء. </p><p> ٧ - إن عذاب ربك -أيها الرسول- لواقع لا محالة على الكافرين. </p><p> ٨ - ليس له من دافع يدفعه عنهم، ويمنعهم من وقوعه بهم. </p><p> ٩ - يوم تتحرك السماء تحركًا، وتضطرب إيذانًا بالقيامة. </p><p> ١٠ - وتسير الجبال من مواقعها سيرًا. </p><p> ١١ - فهلاك وخسار في ذلك اليوم للمكذبين بما وعد الله الكافرين به من العذاب. </p><p> ١٢ - الذين هم في خوض في الباطل يلعبون، لا يبالون ببعث ولا نشور. </p><p> ١٣ - يوم يُدْفعون بشدّة وعنف إلى نار جهنم دفعًا. </p><p> ١٤ - ويقال توبيخًا لهم: هذه النار التي كنتم بها تكذبون عندما تخوفكم رسلكم منها. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الكفر ملة واحدة وإن اختلفت وسائله وتنوع أهله ومكانه وزمانه. </p><p> • شهادة الله لرسوله - صلى الله عليه وسلم - بتبليغ الرسالة. </p><p> • الحكمة من خلق الجن والإنس تحقيق عبادة الله بكل مظاهرها. </p><p> • سوف تتغير أحوال الكون يوم القيامة. </p>"
}