{
  "id": null,
  "sura": 51,
  "aya": 18,
  "text": "<p> ٧ - ويقسم الله بالسماء الحسنة الخلق ذات الطرق. </p><p> ٨ - إنكم -يا أهل مكة- لفي قول متناقض متضارب، تارة تقولون: القرآن سحر، وتارة شعر، وتقولون: محمد ساحر تارة، وتارة شاعر. </p><p> ٩ - يُصْرف عن الإيمان بالقرآن وبالنبي - صلى الله عليه وسلم - من صُرِف عنه في علم الله؛ لعلمه أنه لا يؤمن، فلا يوفق للهداية. </p><p> ١٠ - لعن هؤلاء الكذابون الذين قالوا في القرآن وفي نبيهم ما قالوا. </p><p> ١١ - الذين هم في جهل غافلون عن الدار الآخرة، لا يبالون بها. </p><p> ١٢ - يسألون: متى يوم الجزاء؟ وهم لا يعملون له. </p><p> ١٣ - فيجيبهم الله عن سؤالهم: يوم هم على النار يعذبون. </p><p> ١٤ - يقال لهم: ذوقوا عذابكم، هذا هو الذي كنتم تسألون تعجيله عندما تنذرون به؛ استهزاء. </p><p> ١٥ - إن المتقين لربهم بامتثال أوامره، واجتناب نواهيه يوم القيامة في بساتين وعيون جارية. </p><p> ١٦ - آخذين ما أعطاهم ربهم من الجزاء الكريم، إنهم كانوا قبل هذا الجزاء الكريم محسنين في الدنيا. </p><p> ١٧ - كانوا يصلّون من الليل، لا ينامون إلا زمنًا قليلًا. </p><p> ١٨ - وفي وقت الأسحار يطلبون المغفرة من الله لذنوبهم. </p><p> ١٩ - وفي أموالهم حق -يتطوّعون به- للسائل من الناس، وللذي لا يسألهم، ممن حرم الرزق لأي سبب كان. </p><p> ٢٠ - وفي الأرض وما وضع الله فيها من جبال وبحار وأنهار وأشجار ونبات وحيوان , دلالات على قدرة الله للموقنين أن الله هو الخالق المصور. </p><p> ٢١ - وفي أنفسكم -أيها الناس- دلالات على قدرة الله، أفلا تبصرون لتعتبروا؟! </p><p> ٢٢ - وفي السماء رزقكم الدنيوي والديني، وفيها ما توعدون من خير أو شر. </p><p> ٢٣ - فورب السماء والأرض إن البعث لحق لا شك فيه، كما أنه لا شك في نطقكم حين تنطقون. </p><p> ٢٤ - هل أتاك -أيها الرسول- حديث ضيوف إبراهيم من الملائكة الذين أكرمهم - عليهم السلام -؟. </p><p> ٢٥ - حين دخلوا عليه فقالوا له: سلامًا، قال إبراهيم ردًّا عليهم: سلام، وقال في نفسه: هؤلاء قوم لا نعرفهم. </p><p> ٢٦ - فمال إلى أهله خفية، فجاء من عندهم بعجل كامل سمين؛ ظنًّا منه أنهم بشر. </p><p> ٢٧ - فقرّب العجل إليهم، وخاطبهم برفق: ألا تأكلون ما قُدِّم لكم من طعام؟ </p><p> ٢٨ - فلما لم يأكلوا أضمر في نفسه الخوف منهم ففطنوا له، فقالوا مطمئنين إياه: لا تخفْ، إنا رسل من عند الله، وأخبروه بما يسرّه من أنه يولد له غلام له علم كثير، والمُبَشَّر به هو إسحاق - عليه السلام -. </p><p> ٢٩ - فلما سمعت امرأته البشارة أقبلت تصيح من الفرح، فلطمت وجهها، وقالت متعجبة: أتلد عجوز، وهي في الأصل عقيم! </p><p> ٣٠ - قال لها الملائكة: ما أخبرناكِ به قاله ربكِ، وما قاله لا رادّ له؛ إنه هو الحكيم في خلقه وتقديره، العليم بخلقه وما يصلح لهم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • إحسان العمل وإخلاصه لله سبب لدخول الجنة. </p><p> • فضل قيام الليل وأنه من أفضل القربات. </p><p> • من آداب الضيافة: رد التحية بأحسن منها، وتحضير المائدة خفية، والاستعداد للضيوف قبل نزولهم، وعدم استثناء شيء من المائدة، والإشراف على تحضيرها، والإسراع فيه، وتقريبها للضيوف، وخطابهم برفق. </p>"
}