{
  "id": null,
  "sura": 51,
  "aya": 44,
  "text": "<p> ٣١ - قال إبراهيم - عليه السلام - للملائكة: ما شأنكم؟ وما الذي تقصدونه؟ </p><p> ٣٢ - قال الملائكة جوابًا له: إنا بعثنا الله إلى قوم مجرمين يرتكبون قبائح الذنوب. </p><p> ٣٣ - لنبعث عليهم حجارة من طين متصلِّب. </p><p> ٣٤ - معلَّمة عند ربك -يا إبراهيم- تُبْعَث على المتجاوزين لحدود الله المبالغين في الكفر والمعاصي. </p><p> ٣٥ - فأخرجنا من كان في قرية قوم لوط من المؤمنين حتى لا يصيبهم ما يصيب المجرمين من العذاب. </p><p> ٣٦ - فما وجدنا في قريتهم هذه غير بيت واحد من المسلمين، هم أهل بيت لوط - عليه السلام -. </p><p> ٣٧ - وتركنا في قرية قوم لوط من آثار العذاب ما يدل على وقوع العذاب عليهم ليعتبر به من يخاف العذاب الموجع الذي أصابهم، فلا يعمل بعملهم لينجو منه. </p><p> ٣٨ - وفي موسى حين بعثناه إلى فرعون بالحجج الواضحة، آية لمن يخاف العذاب الموجع. </p><p> ٣٩ - فأعرض فرعون معتدًّا بقوته وجنده عن الحق، وقال عن موسى - عليه السلام -: هو ساحر يسحر الناس، أو مجنون يقول ما لا يعقله. </p><p> ٤٠ - فأخذناه هو وجنوده كلهم فطرحناهم في البحر، فغرقوا وهلكوا، وفرعون آتٍ بما يلام عليه من التكذيب وادعاء أنه إله. </p><p> ٤١ - وفي عاد قوم هود آية لمن يخاف العذاب الموجع حين بعثنا عليهم الريح التي لا تحمل مطرًا ولا تلقح شجرًا، ولا بركة فيها. </p><p> ٤٢ - ما تترك من نفس أو مال أو غيرهما أتت عليه إلا دمرته، وتركته كالبالي المتفتت. </p><p> ٤٣ - وفي ثمود قوم صالح - عليه السلام - آية لمن يخاف العذاب الموجع حين قيل لهم: استمتعوا بحياتكم قبل انقضاء آجالكم. </p><p> ٤٤ - فتكبروا عن أمر ربهم وعلوا استكبارًا على الإيمان والطاعة، فأخذتهم صاعقة العذاب وهم ينتظرون نزوله، إذ كانوا وعدوا بالعذاب قبل نزوله بثلاثة أيام. </p><p> ٤٥ - فما استطاعوا أن يدفعوا عنهم ما نزل بهم من العذاب، ولم تكن لهم قوة يمتنعون بها. </p><p> ٤٦ - وقد أهلكنا قوم نوح بالغرق من قبل هؤلاء المذكورين، إنهم كانوا قومًا خارجين عن طاعة الله، فاستحقوا عقابه. </p><p> ٤٧ - والسماء بنيناها، وأتقنّا بناءها بقوة، وإنا لموسعون لأطرافها. </p><p> ٤٨ - والأرض جعلناها ممهدة للساكنين عليها كالفراش لهم، فنعم الماهدون نحن إذ مهدناها لهم. </p><p> ٤٩ - ومن كل شيء خلقنا صنفين؛ كالذكر والأنثى، والسماء والأرض، والبر والبحر؛ لعلكم تتذكرون وحدانية الله الذي خلق من كل شيء صنفين، وتتذكرون قدرته. </p><p> ٥٠ - ففروا من عقاب الله إلى ثوابه، بطاعته وعدم معصيته، إني لكم -أيها الناس- نذير من عقابه بيّن النذارة. </p><p> ٥١ - ولا تجعلوا مع الله معبودًا آخر تعبدونه من دونه، إني لكم نذير منه بيّن النذارة. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الإيمان أعلى درجة من الإسلام. </p><p> • إهلاك الله للأمم المكذبة درس للناس جميعًا. </p><p> • الخوف من الله يقتضي الفرار إليه سبحانه بالعمل الصالح، وليس الفرار منه. </p>"
}