{
  "id": null,
  "sura": 54,
  "aya": 45,
  "text": "<p> ٢٨ - وأخبرهم أن ماء بئرهم مقسوم بينهم وبين الناقة؛ يوم لها، ويوم لهم، كل نصيب يحضره صاحبه وحده في يومه المختص به. </p><p> ٢٩ - فنادوا صاحبهم ليقتل الناقة، فتناول السيف وقتلها؛ امتثالًا لأمر قومه. </p><p> ٣٠ - فتأملوا -يا أهل مكة- كيف كان عذابي لهم؟! وكيف كان إنذاري لغيرهم بعذابهم؟! </p><p> ٣١ - إنا بعثنا عليهم صيحة واحدة فأهلكتهم، فكانوا كالشجر اليابسى يتخذ منه المُحْتَظِر حظيرة لغنمه. </p><p> ٣٢ - ولقد سهّلنا القرآن للتذكر والاتعاظ، فهل من معتبر بما فيه من العبر والعظات؟! </p><p> ٣٣ - كذبت قوم لوط بما أنذرهم به رسولهم لوط - عليه السلام -. </p><p> ٣٤ - إنا بعثنا عليهم ريحًا ترميهم بالحجارة إلا آل لوط - عليه السلام -، لم يصبهم العذاب، فقد أنقذناهم منه؛ إذ سرى بهم قبل وقوع العذاب من آخر الليل. </p><p> ٣٥ - أنقذناهم من العذاب إنعامًا منا عليهم، مثل هذا الجزاء الذي جزينا به لوطًا نجزي من شكر الله على نعمه. </p><p> ٣٦ - ولقد خوّفهم لوط عذابنا فتجادلوا بإنذاره، وكذبوه. </p><p> ٣٧ - ولقد راود لوطًا قومُهُ أن يخلي بينهم وبين ضيوفه من الملائكة قصد فعل الفاحشة، فطمسنا أعينهم فلم تبصرهم، وقلنا لهم: ذوقوا عذابي، ونتيجة إنذاري لكم. </p><p> ٣٨ - ولقد جاءهم في وقت الصباح عذاب مستمرّ معهم حتى يَردُوا الآخرة فيأتيهم عذابها. </p><p> ٣٩ - وقيل لهم: ذوقوا عذابي الذي أنزلته بكم، ونتيجة إنذار لوط لكم. </p><p> ٤٠ - ولقد سهّلنا القرآن للتذكر والاتعاظ، فهل من معتبر بما فيه من العبر والعظات؟! </p><p> ٤١ - ولقد جاء آلَ -فرعون إنذارنا على لسان موسى وهارون -عليه السلام -. </p><p> ٤٢ - كذبوا بالبراهين والحجج التي جاءتهم من عندنا، فعاقبناهم على تكذيبهم بها عقوبة عزيز لا يغلبه أحد، مقتدر لا يعجز عن شيء. </p><p> ٤٣ - أَكُفَّاركم -يا أهل مكة- خير من أولئكم الكفار المذكورين: قوم نوح وعاد وثمود وقوم لوط وفرعون وقومه؟! أم لكم براءة من عذاب الله جاءت بها الكتب السماوية؟! </p><p> ٤٤ - بل أيقول هؤلاء الكفار من أهل مكة: نحن جميع منتصر ممن يريدنا بسوء، ويريد تفريق جَمْعنا؟! </p><p> ٤٥ - سَيُهْزم جَمْعُ هؤلاء الكفار ويولّون الأدبار أمام المؤمنين، وقد حدث هذا يوم بدر. </p><p> ٤٦ - بل الساعة التي يكذبون بها موعدهم الذي يعذبون فيه، والساعة أعظم وأقسى مما لقوه من عذاب الدنيا يوم بدر. </p><p> ٤٧ - إن المجرمين بالكفر والمعاصي في ضلال عن الحق، وعذاب وعناء. </p><p> ٤٨ - يوم يجرّون في النار على وجوههم، ويقال لهم توبيخًا: ذوقوا عذاب النار. </p><p> ٤٩ - إنا كل شيء في الكون خلقناه بتقدير سابق منّا، ووفق علمنا ومشيئتنا، وما كتبناه في اللوح المحفوظ. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • شمول العذاب للمباشر للجريمة والمُتَمالئ معه عليها. </p><p> • شُكْر الله على نعمه سبب السلامة من العذاب. </p><p> • إخبار القرآن بهزيمة المشركين يوم بدر قبل وقوعها من الإخبار بالغيب الدال على صدق القرآن. </p><p> • وجوب الإيمان بالقدر. </p>"
}