{
  "id": null,
  "sura": 55,
  "aya": 38,
  "text": "<p> ١٩ - خلط الله البحرين المالح والعَذْب يلتقيان فيما تراه العين. </p><p> ٢٠ - بينهما حاجز يمنع كلًّا منهما أن يطغى على الآخر حتى يبقى العَذْب عَذْبًا والمالح مالحًا. </p><p> ٢١ - فبأي نعم الله الكثيرة عليكم -يا معشر الجن والإنس- تكذبان؟! </p><p> ٢٢ - يخرج من مجموع البحرين كبار الدُّر وصغاره. </p><p> ٢٣ - فبأي نعم الله الكثيرة عليكم -يا معشر الجن والإنس- تكذبان؟! </p><p> ٢٤ - وله - سبحانه وتعالى - وحده التصرف في السفن الجارية في البحار مثل الجبال. </p><p> ٢٥ - فبأي نعم الله الكثيرة عليكم -يا معشر الجن والإنس- تكذبان؟! </p><p> ٢٦ - كل من على وجه الأرض من الخلائق هالك لا محالة. </p><p> ٢٧ - ويبقى وجه ربك -أيها الرسول- ذو العظمة والإحسان والتفضل على عباده، فلا يلحقه فناء أبدًا. </p><p> ٢٨ - فبأي نعم الله الكثيرة عليكم -يا معشر الجن والإنس- تكذبان؟! </p><p> ٢٩ - يسأله كل من في السماوات من الملائكة، ومن في الأرض من الجن والإنس؛ حاجاتِهم، كل يوم هو في شأن من شؤون عباده؛ من إحياء وإماتة ورزق وغير ذلك. </p><p> ٣٠ - فبأي نعم الله الكثيرة عليكم -يا معشر الجن والإنس- تكذبان؟! </p><p> ٣١ - سنفرغ لحسابكم -أيها الإنس والجن- فنجازي كلًّا بما يستحقه من ثواب أو عقاب. </p><p> ٣٢ - فبأى نعم الله الكثيرة عليكم -يا معشر الجن والإنس- تكذبان؟! ناحية من نواحي السماوات والأرض فافعلوا، ولن تستطيعوا أن تفعلوا ذلك إلا بقوة وبينة، وأنَّى لكم ذلك؟ </p><p> ٣٤ - فبأي نعم الله الكثيرة عليكم -يا معشر الجن والإنس- تكذبان؟! </p><p> ٣٥ - يُرْسَل عليكما -أيها الإنس والجن- لهب من النار خالٍ من الدخان، ودخان لا لهب فيه، فلا تستطيعان الامتناع من ذلك. </p><p> ٣٦ - فبأي نعم الله الكثيرة عليكم -يا معشر الجن والإنس- تكذبان؟! </p><p> ٣٧ - فإذا تشققت السماء لنزول الملائكة منها فكانت حمراء مثل الدهن في إشراق لونه. </p><p> ٣٨ - فبأي نعم الله الكثيرة عليكم -يا معشر الجن والإنس- تكذبان؟! </p><p> ٣٩ - ففي ذلك اليوم العظيم لا يُسْأل إنس ولا جنّ عن ذنوبهم؛ لعلم الله بأعمالهم. </p><p> ٤٠ - فبأي نعم الله الكثيرة عليكم -يا معشر الجن والإنس- تكذبان؟! </p><p> ٤١ - يُعْرف المجرمون يوم القيامة بعلامتهم وهي سواد الوجوه وزرقة العيون، فتُضَمّ نواصيهم إلى أقدامهم فيرمون في جهنم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الجمع بين البحر المالح والعَذْب دون أن يختلطا من مظاهر قدرة الله تعالى. </p><p> • ثبوت الفناء لجميع الخلائق، وبيان أن البقاء لله وحده حصٌّ للعباد على التعلق بالباقي -سبحانه- دون من سواه. </p><p> • إثبات صفة الوجه لله على ما يليق به سبحانه دون تشبيه أو تمثيل. </p><p> • تنويع عذاب الكافر. </p>"
}