{
  "id": null,
  "sura": 55,
  "aya": 15,
  "text": "<p> ٥٠ - وما أَمْرنا إذا أردنا شيئًا إلا أن نقول كلمة واحدة هى: كن، فيكون ما نريد سريعًا مثل لمح البصر. </p><p> ٥١ - ولقد أهلكنا أمثالكم في الكفر من الأمم الماضية، فهل من معتبر يعتبر بذلك فينزجر عن كفره؟! </p><p> ٥٢ - وكل شيء فعله العباد فهو مكتوب في كتب الحَفَظة لا يفوتهم منه شيء. </p><p> ٥٣ - وكل صغير من الأعمال والأقوال، وكل كبير منها؛ مكتوب في صحائف الأعمال وفي اللوح المحفوظ، وسيجازون عليه. </p><p> ٥٤ - إن المتقين لربهم بامتثال أوامره واجتناب نواهيه، في جنات يتنعمون فيها، وفي أنهار جارية. </p><p> ٥٥ - في مجلس حق لا لَغْو فيه ولا إثم، عند مليك يملك كل شيء، مقتدر لا يعجز عن شيء، فلا تسأل عما ينالونه منه من النعيم الدائم. </p><p> سُورَة الرّحَمن </p><p> - مَدَنيّة - </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> الإعلام بآلاء الله الباهرة وآثار رحمته الظاهرة في الدنيا والآخرة، ترغيبًا في الإيمان، وتحذيرًا من الكفران. </p><p> [التَّفْسِيرُ] </p><p> ١ - الرحمن ذو الرحمة الواسعة. </p><p> ٢ - علم الناس القرآن بتسهيل حفظه، وتيسير فهم معانيه. </p><p> ٣ - خلق الإنسان سويًّا، وأحسن تصويره. </p><p> ٤ - علّمه كيف يُبِين عمَّا في ضميره نطقًا وكتابة. </p><p> ٥ - الشمس والقمر قَدَّرهما؛ يسيران بحساب متقن؛ ليعلم الناس عدد السنين والحساب. </p><p> ٦ - وما لا ساق له من النبات والشجر يسجدان لله سبحانه منقادَين مستسلمَينِ له. </p><p> ٧ - والسماء رفعها فوق الأرض سقفًا لها، وأثبت العدل في الأرض، وأمر به عباده. </p><p> ٨ - أثبت العدل لئلا تجوروا -أيها الناس- وتخونوا في الوزن والكيل. </p><p> ٩ - وأقيموا الوزن بينكم بالعدل، ولا تنقصوا الوزن أو الكيل إذا كلتم أو وزنتم لغيركم. </p><p> ١٠ - والأرض وضعها مُهَيَّأة لاستقرار الخلق عليها. </p><p> ١١ - فيها الأشجار التي تثمر الفواكه، وفيها النخل ذات الأوعية التي يكون منها التمر. </p><p> ١٢ - وفيها الحب ذو التِّبْن كالبُر والشعير، وفيها النباتات التي تستطيبون رائحتها. </p><p> ١٣ - فبأي نعم الله الكثيرة عليكم -يا معشر الجن والإنس- تكذبان؟! </p><p> ١٤ - خلق آدم - عليه السلام - من طين يابس تسمع له صلصلة، مثل الطين المطبوخ. </p><p> ١٥ - وخلق أبا الجن من لهب خالص من الدخان. </p><p> ١٦ - فبأي نعم الله الكثيرة عليكم -يا معشر الجن والإنس- تكذبان؟! </p><p> ١٧ - رب مَشْرِقَي الشمس ومغربيها شتاءً وصيفًا. </p><p> ١٨ - فبأي نعمَ الله الكثيرة عليكم -يا معشر الجن والإنس - تكذبان؟! </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • كتابة الأعمال صغيرها وكبيرها في صحائف الأعمال. </p><p> • ابتداء الرحمن بذكر نعمه بالقرآن دلالة على شرف القرآن وعظم منته على الخلق به. </p><p> • مكانة العدل في الإسلام. </p><p> • نعم الله تقتضي منا العرفان بها وشكرها، لا التكذيب بها وكفرها. </p>"
}