{
  "id": null,
  "sura": 56,
  "aya": 35,
  "text": "<p> ١٧ - يدور عليهم لخدمتهم وِلْدان لا ينالهم هَرَم ولا فناء. </p><p> ١٨ - يدورون عليهم بأقداح لا عُرَا لها، وأباريق لها عُرًا، وكأس من خمر جارية في الجنة لا تنقطع. </p><p> ١٩ - ليست كخمر الدنيا، فلا يلحق شاربها صداع ولا ذهاب عقل. </p><p> ٢٠ - ويدور عليهم هؤلاء الوِلْدان بفاكهة مما يختارون. </p><p> ٢١ - ويدورون بلحم طير مما تشتهيه أنفسهم. </p><p> ٢٢ - ولهم في الجنة نساء واسعات العيون في جمال. </p><p> ٢٣ - كأمثال اللؤلؤ المَصُون في صَدَفه. </p><p> ٢٤ - ثوابًا لهم على ما كانوا يعملونه من الأعمال الصالحات في الدنيا. </p><p> ٢٥ - لا يسمعون في الجنة فاحش كلام، ولا ما يلحق صاحبه إثم. </p><p> ٢٦ - لا يسمعون إلا سلام الملائكة عليهم، وسلام بعضهم على بعض. </p><p> ٢٧ - وأصحاب اليمين، ما أصحاب اليمين؟ يالعظمة مكانتهم وشأنهم عند الله. </p><p> ٢٨ - في سِدْر مقطوع الشوك، لا أذى فيه. </p><p> ٢٩ - وفي موز متراكم مصفوف بعضه إلى بعض. </p><p> ٣٠ - وظل ممدود مستمرّ لا يزول. </p><p> ٣١ - وماء جار لا يتوقف. </p><p> ٣٢ - وفاكهة كثيرة لا تنحصر. </p><p> ٣٣ - لا تنقطع عنهم أبدًا، فليس لها موسم، ولا يحول دونها مانع في أي وقت أرادوها. </p><p> ٣٤ - وفرش مرفوعة عالية توضع على الأسرّة. </p><p> ٣٥ - إنا أنشأنا الحور المذكورات إنشاءً غير مألوف. </p><p> ٣٦ - فصيّرناهنّ أبكارًا لم يُلْمَسن من قبل. </p><p> ٣٧ - مُتَحَبِّبات إلى أزواجهنّ، مستويات في السنّ. </p><p> ٣٨ - أنشأناهنّ لأصحاب اليمين الذين يؤخذ بهم ذات اليمين علامة على سعادتهم. </p><p> ٣٩ - هم جماعة من أمم الأنبياء السابقين. </p><p> ٤٠ - وجماعة من أمة محمد - صلى الله عليه وسلم - وهي آخر الأمم. </p><p> ٤١ - وأصحاب الشمال، ما أصحاب الشمال؟ يالسوء حالهم ومصيرهم. </p><p> ٤٢ - في رياح شديدة الحرارة، وفي ماء شديد الحرارة. </p><p> ٤٣ - وفي ظل دخان مُسْودٌ. </p><p> ٤٤ - لا طيّب الهبوب، ولا حسن المنظر. </p><p> ٤٥ - إنهم كانوا قبل ما صاروا إليه من العذاب مُتَنَعِّمين في الدنيا، لا هَمَّ لهم إلا شهواتهم. </p><p> ٤٦ - وكانوا يصممون على الكفر بالله وعبادة الأصنام من دونه. </p><p> ٤٧ - وكانوا ينكرون البعث فيقولون استهزاءً واستبعادًا له: أإذا متنا وصرنا ترابًا وعظامًا نَخِرة أنبعث بعد ذلك؟! </p><p> ٤٨ - أَوَ يبعث آباؤنا الأولون الذين ماتوا قبلنا؟! </p><p> ٤٩ - قل -أيها الرسول- لهؤلاء المنكرين للبعث: إن الأولين من الناس والمتأخرين منهم. </p><p> ٥٠ - سيُجْمعون يوم القيامة لا محالة للحساب والجزاء. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • العمل الصالح سبب لنيل النعيم في الآخرة. </p><p> • الترف والتنعم من أسباب الوقوع في المعاصي. </p><p> • خطر الإصرار على الذنب. </p>"
}