{
  "id": null,
  "sura": 56,
  "aya": 72,
  "text": "<p> ٥١ - ثم إنكم -أيها المكدبون بالبعث، الضالون عن الصراط المستقيم-. </p><p> ٥٢ - لآكلون يوم القيامة من ثمرِ شجرِ الزَّقُّوم، وهو شرّ ثمر وأخبثه. </p><p> ٥٣ - فمالئون من ذلك الشجر المُرِّ بطونكم الخاوية. </p><p> ٥٤ - فشاربون عليه من الماء الحار الشديد الحرارة. </p><p> ٥٥ - فمكثرون من شربه كما تكثر الإبل من الشرب بسبب داء الهُيَام. </p><p> ٥٦ - هذا المذكور من الطعام المرّ والماء الحارّ هو ضيافتهم التي يُسْتَقبلون بها يوم الجزاء. </p><p> ٥٧ - نحن خلقناكم -أيها المكذبون- بعد أن كنتم عدمًا، فهلَّا صدَّقتم بأنا سنبعثكم أحياء بعد موتكم؟! </p><p> ٥٨ - أفرأيتم -أيها الناس- ما تقذفونه من المني في أرحام نسائكم؟! </p><p> ٥٩ - أأنتم تخلقون ذلك المني، أم نحن الذين نخلقه؟! </p><p> ٦٠ - نحن قدرنا بينكم الموت، فلكل واحد منكم أجل لا يتقدم عليه ولا يتأخر، وما نحن بعاجزين. </p><p> ٦١ - على أن نبدل ما أنتم عليه من الخلق والتصوير مما علمتموه، وننشئكم فيما لا تعلمونه من الخلق والتصوير. </p><p> ٦٢ - ولقد علمتم كيف خلقناكم الخلق الأول، أفلا تعتبرون وتعلمون أن الذي خلقكم أول مرة قادر على بعثكم بعد موتكم؟! </p><p> ٦٣ - أفرأيتم ما تلقونه من البذر في الأرض؟! </p><p> ٦٤ - أأنتم الذين تنبتون ذلك البذر، أم نحن الذين ننبته؟! </p><p> ٦٥ - لو نشاء جعْل ذلك الزرع حطامًا لجعلناه حطامًا بعد أن أوشك على النضج والإدراك، فظللتم بعد ذلك تتعجبون مما أصابه. </p><p> ٦٦ - تقولون: إنا لمعذبون بخسارة ما أنفقناه. </p><p> ٦٧ - بل نحن محرومون من الرزق. </p><p> ٦٨ - أفرأيتم الماء الذي تشربون منه إذا عطشتم؟! </p><p> ٦٩ - أأنتم أنزلتموه من السحاب في السماء، أم نحن الذين أنزلناه؟! </p><p> ٧٠ - لو نشاء جعْل ذلك الماء شديد الملوحة لا يُنْتَفع به شربًا ولا سقيًا لجعلناه شديد الملوحة، فلولا تشكرون الله على إنزاله عَذْبًا رحمة بكم. </p><p> ٧١ - أفرأيتم النار التى توقدونها لمنافعكم؟! </p><p> ٧٢ - أأنتم الذين أنشأتم الشجرة التي توقَد منها، أم نحن الذين أنشأناها رفقًا بكم؟! </p><p> ٧٣ - نحن صيّرنا هذه النار تذكرة لكم تذكركم بنار الآخرة، وصيّرناها منفعة للمسافرين منكم. </p><p> ٧٤ - فنزِّه -أيها الرسول- ربك العظيم عما لا يليق به. </p><p> ٧٥ - أقسم الله بأماكن النجوم ومواقعها. </p><p> ٧٦ - وإن القَسَم بهذه المواقع -لو تعلمون عظمه- لعظيم؛ لما فيه من الآيات والعبر التي لا تنحصر. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • دلالة الخلق الأول على سهولة البعث ظاهرة. </p><p> • إنزال الماء وإنبات الأرض والنار التي ينتفع بها الناس نعم تقتضي من الناس شكرها لله، فالله قادر على سلبها متى شاء. </p><p> • الاعتقاد بأن للكواكب أثرًا في نزول المطر كفر وهو من عادات الجاهلية. </p>"
}