{
  "id": null,
  "sura": 61,
  "aya": 1,
  "text": "<p> ١٢ - يا أيها النبي، إذا جاءك النساء المؤمنات يُبايعنك -مثل ما حدث في فتح مكة- على ألا يشركن بالله شيئًا، بل يعبدنه وحده، ولا يسرقن، ولا يزنين، ولا يقتلن أولادهنّ جريًا وراء عادة أهل الجاهلية، ولا يُلْحِقن بأزواجهنّ أولادهنّ من الزنى، ولا يعصينك في معروف من مثل نهيه عن النياحة والحلق وشق الجيب-: فبايعهنّ، واطلب لهنّ المغفرة من الله لذنوبهنّ بعد مبايعتهنّ لك، إن الله غفور لمن تاب من عباده، رحيم بهم. </p><p> ولما بدأت السورة بالتحذير من موالاة أعداء الله اختتمت بالتحذير منه تأكيدًا لما سبق، فقال تعالى: </p><p> ١٣ - يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، لا تتولوا قومًا غضب الله عليهم لا يوقنون بالآخرة، بل هم يائسون منها مثل يأسهم من رجوع موتاهم إليهم لكفرهم بالبعث. </p><p> [سورة الصف] </p><p> - مدنية- </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> تحفيز المؤمنين لنصرة دين الله، والجهاد في سبيله. </p><p> [التَّفْسِيرُ] </p><p> ١ - نَزَّهَ الله سبحانه وتعالى وقَدَّسه عن كل ما لا يليق به، ما في السماوات وما في الأرض، وهو العزيز الَّذي لا يغلبه أحد، الحكيم في خلقه وقدره وشرعه. </p><p> ٢ - يا أيها الدين آمنوا بالله، لم تقولون: فعلنا شيئًا، ولم تفعلوه في الواقع؟ ! كقول أحدكم: قاتلت بسيفي وضربت، وهولم يقاتل بسيفه ولم يضرب. </p><p> ٣ - عَظُم ذلك المبغوض عند الله وهو أن تقولوا ما لا تفعلونه، فلا يليق بالمؤمن إلا أن يكون صادقًا مع الله، يُصَدِّق عملُهُ قولَه. </p><p> ٤ - إن الله يحبّ المؤمنين الذين يقاتلون في سبيله ابتغاء مرضاته صفًّا بعضهم جنب بعض كأنهم بنيان متلاصق بعضه ببعض. </p><p> ولما ذكر الله القتال وامتدح المؤمنين المُتَراصِّين في القتال في سبيله، ذكر ما كان عليه أصحاب موسى وعيسى من مخالفة رسوليهما، تحذيرًا للمؤمنين من مخالفة نبيهم، فقال: </p><p> ٥ - واذكر -أيها الرسول- حين قال موسى لقومه: يا قوم، لم تؤذونني بمخالفة أمري وأنتم تعلمون أني رسول الله إليكم؟! فلما مالوا وانحرفوا عما جاءهم به من الحق أمال الله قلوبهم عن الحق والاستقامة، والله لا يوفق للحق القوم الخارجين عن طاعته. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • مشروعية مبايعة ولي الأمر على السمع والطاعة والتقوى. </p><p> • وجوب الصدق في الأفعال ومطابقتها للأقوال. </p><p> • بيَّن الله للعبد طريق الخير والشر، فإذا اختار العبد الزيغ والضلال ولم يتب فإن الله يعاقبه بزيادة زيغه وضلاله. </p>"
}