{
  "id": null,
  "sura": 65,
  "aya": 3,
  "text": "<p> [سورة الطلاق] </p><p> - مَدَنية- </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> تعظيم أمر الطلاق وحدوده، وبيان عاقبة التقوى والتعدي على حدود الله. </p><p> [التَّفْسِيرُ] </p><p> ١ - يا أيها النبي، إذا أردت أنت أو أراد أحد من أمتك طلاق زوجته فليطلقها لأول عِدَّتها؛ بأن يكون الطلاق في طُهْر لم يجامعها فيه، واحفظوا العِدَّة، لتتمكنوا من مراجعة زوجاتكم فيها إن أردتم مراجعتهنّ، واتقوا الله ربكم بامتثال أوامره واجتناب نواهيه، تُخْرِجوا مطلقاتكم من البيوت التي يسكنّ فيها، ولا يخرجن بأنفسهنّ، حتَّى تنقضي عدتهنّ؛ إلا أن يأتين بفاحشة ظاهرة مثل الزنى، وتلك الأحكام هي حدود الله التي حدّ لعباده، ومن يتجاوز حدود الله فقد ظلم نفسه حيث أوردها موارد الهلاك بسبب عصيانه لربه، لا تعلم -أيها المطلّق- لعلّ الله يحدث بعد ذلك الرغبة في قلب الزوج فيراجع زوجته. </p><p> ٢ - فإذا قاربن انقضاء عِدَّتهنّ فراجعوهنّ عن رغبة وحسن معاشرة، أو اتركوا مراجعتهن حتَّى تنقضي عدتهن، فيملكْن أمر أنفسهنّ، مع إعطائهنّ ما لهن من حقوق، وإذا أردتم مراجعتهن أو مفارقتهن فأشهدوا عدلين منكم حسمًا للنزاع، وائتوا -أيها الشهود- بالشهادة مبتغين وجه الله؛ ذلك المذكور من الأحكام يُذَكَّر به من كان يؤمن بالله، ويؤمن بيوم القيامة؛ لأنه هو الَّذي ينتفع بالتذكير والموعظة، ومن يتّق الله بامتثال أوامره واجتناب نواهيه، يجعل الله له مخرجًا من كل ما يقع فيه من الضيق والحرج. </p><p> ٣ - ويرزقه من حيث لا يخطر له على بال، ولا يكون في حسبانه، ومن يعتمد على الله في أموره فهو كافيه، إن الله منفذ أمره، لا يعجز عن شيء، ولا يفوته شيء، قد جعل الله لكل شيء قدرًا ينتهي إليه، فللشدة قدر، وللرخاء قدر، فلا يدوم أحدهما على الإنسان. </p><p> ٤ - والمطلقات اللائي يئسن من أن يحضن لكبر سنّهن، إن شككتم في كيفية عِدَّتهن فعِدَّتهن ثلاثة أشهر، واللائي لم يبلغن سنّ الحيض لصغرهن فعِدَّتهن ثلاثة أشهر كذلك، والحوامل من النساء نهاية عدَّتهن من طلاق أو وفاة: إذا وضعن حملهنّ، ومن يتّق الله بامتثال أوامره واجتناب نواهيه، يُيَسِّر الله له أموره، ويسهل له كل عسير. </p><p> ٥ - ذلك المذكور من أحكام الطلاق والرجعة والعِدَّة حكم الله أنزله إليكم -أيها المؤمنون- لتعملوا به، ومن يتّق الله بامتثال أوامره واجتناب نواهيه يمح عنه سيئاته التي ارتكبها، ويعطه أجرًا عظيمًا في الآخرة، وهو دخول الجنّة، والحصول على النعيم الَّذي لا ينفد. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • خطاب النبي - صلى الله عليه وسلم - خطاب لأمته ما لم تثبت له الخصوصية. </p><p> • وجوب السكنى والنفقة للمطلقة الرجعية. </p><p> • النَّدْب إلى الإشهاد حسمًا لمادة الخلاف. </p><p> • كثرة فوائد التقوى وعظمها. </p>"
}