{
  "id": null,
  "sura": 67,
  "aya": 5,
  "text": "<p> [سورة الملك] </p><p> - مَكية- </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> إظهار كمال ملك الله وقدرته؛ بعثًا على خشيته، وتحذيرًا من عقابه. </p><p> [التَّفْسِيرُ] </p><p> ١ - تعاظم وكثر خير الله الَّذي بيده وحده الملك، وهو على كل شيء قدير، لا يعجزه شيء. </p><p> ٢ - الَّذي خلق الموت وخلق الحياة ليختبركم -أيها الناس- أيكم أحسن عملًا، وهو العزيز الَّذي لا يغلبه أحد، الغفور لذنوب من تاب من عباده. </p><p> ٣ - الَّذي خلق سبع سماوات، كل سماء طبقة فوق ما قبلها دون تماسّ بين سماء وسماء. لا تشاهد -أيها الرائي- فيما خلق الله أي تفاوت أو عدم تناسب. فارجع البصر هل ترى من تَشَقُّق أو تَصَدُّع؟! لن ترى ذلك، وإنما ترى خلقًا محكمًا متقنًا. </p><p> ٤ - ثم ارجع البصر مرّة بعد مرّة يرجع إليك بصرك ذليلًا دون أن يرى عيبًا أو خللًا في خلق السماء، وهو كَلِيل منقطع عن النظر. </p><p> ٥ - ولقد زيّنا أقرب سماءٍ إلى الأرض بنجومٍ مضيئة، وجعلنا تلك النجوم شُهُبًا تُرْجَم بها الشياطين التي تسترق السمع فتحرقهم، وهيَّأنا لهم في الآخرة النار المُسْتَعِرة. </p><p> ٦ - وللذين كفروا بربهم يوم القيامة عذاب النار المتقدة، وساء المرجع الَّذي يرجعون إليه. </p><p> ٧ - إذا طُرحوا في النار سمعوا صوتًا قبيحًا شديدًا، وهي تغلي مثل غليان المِرْجَل. </p><p> ٨ - يكاد ينفصل بعضها عن بعض ويتميّز؛ من شدة غضبها على من يدخل فيها، كلما رُمِيَت فيها دفعة من أصحابها الكفار سألتهم الملائكة الموكلون بها سؤال تقريع: ألم يأتكم في الدنيا رسول يخوّفكم من عذاب الله؟! </p><p> ٩ - وقال الكفار: بلى، قد جاءنا رسول يخوّفنا من عذاب الله فكذبناه، وقلنا له: ما نزّل الله من وحي، لستم - أيها الرسل- إلا في ضلال عظيم عن الحقّ. </p><p> ١٠ - وقال الكفار: لو كُنَّا نسمع سماعًا يُنْتَفع به، أو نعقل عقل من يميز الحق من الباطل، ما كنا في جملة أصحاب النار، بل كُنَّا نؤمن بالرسل، ونصدق بما جاؤوا به، ونكون من أصحاب الجنّة. </p><p> ١١ - فأقرّوا على أنفسهم بالكفر والتكذيب فاستحقوا النار، فبُعْدًا لأصحاب النار. </p><p> ولما ذكر الله صفات أهل الكفر وجزاءهم، عقّبها بذكر صفات أهل الإيمان وجزائهم، فقال: </p><p> ١٢ - إن الذين بخافون الله في خلواتهم، لهم مغفرة لذنوبهم، ولهم ثواب عظيم وهو الجنّة. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • في معرفة الحكمة من خلق الموت والحياة وجوب المبادرة للعمل الصالح قبل الموت. </p><p> • حَنَقُ جهنم على الكفار وغيظها غيرةً لله سبحانه. </p><p> • سبق الجن الإنس في ارتياد الفضاء وكل من تعدى حده منهم، فإنه سيناله الرصد بعقاب. </p><p> • طاعة الله وخشيته في الخلوات من أسباب المغفرة ودخول الجنّة. </p>"
}