{
  "id": null,
  "sura": 68,
  "aya": 24,
  "text": "<p> ١٧ - إنا اختبرنا هؤلاء المشركين بالقحط والجوع، كما اختبرنا أصحاب الحديقة حين حلفوا ليقطعن ثمارها وقت الصباح مسارعين حتَّى لا يطعم منها مسكين. </p><p> ١٨ - ولم يستثنوا في يمينهم بقولهم:  (إن شاء الله) . </p><p> ١٩ - فأرسل الله إليها نارًا، فأكلتها وأصحابها نيام لا يستطيعون دفع النار عنها. </p><p> ٢٠ - فأصبحت سوداء كالليل المظلم. </p><p> ٢١ - فنادى بعضهم بعضًا وقت الصباح. </p><p> ٢٢ - قائلين: اخرجوا مُبَكِّرين على حرثكم قبل مجيء الفقراء إن كنتم قاطعين ثماره. </p><p> ٢٣ - فساروا إلى حرثهم، مسرعين يحدِّث بعضهم بعضًا بصوت منخفض. </p><p> ٢٤ - يقول بعضهم لبعض: لا يدخلنّ الحديقة عليكم اليوم مسكين. </p><p> ٢٥ - وساروا أول الصباح وهم على منع ثمارهم عازمين. </p><p> ٢٦ - فلما شاهدوها محترقة قال بعضهم لبعض: لقد ضللنا طريقها. </p><p> ٢٧ - بل نحن ممنوعون من جني ثمارها بما حصل منا من عزم على منع المساكين منها. </p><p> ٢٨ - قال أفضلهم: ألم أقل لكم حين عزمتم على ما عزمتم عليه من حرمان الفقراء منها: هلَّا تسبحون الله، وتتوبون إليه؟! </p><p> ٢٩ - قالوا: سبحان ربنا، إنا كنا ظالمين لأنفسنا حين عزمنا على منع الفقراء من ثمار حديقتنا. </p><p> ٣٠ - فأقبلُوا يتراجعون في كلامهم على سبيل العتب. </p><p> ٣١ - قالوا من الندم: يا خسارنا، إنا كنا متجاوزين الحدّ بمنعنا الفقراء حقهم. </p><p> ٣٢ - عسى ربنا أن يعوضنا خيرًا من الحديقة، إنا إلى الله وحده راغبون، نرجو منه العفو، ونطلب منه الخير. </p><p> ٣٣ - مثل هذا العذاب بالحرمان من الرزق نعذب من عصانا، ولعذاب الآخرة أعظم لو كانوا يعلمون شدّته ودوامه. </p><p> ٣٤ - إن للمتقين الله بامتثال أوامره واجتناب نواهيه، عند ربهم جنات النعيم يتنعمون فيها، لا ينقطع نعيمهم. </p><p> ٣٥ - أفنجعل المسلمين كالكفار في الجزاء كما يزعم المشركون من أهل مكة؟! </p><p> ٣٦ - ما لكم -أيها المشركون- كيف تحكمون هذا الحكم الجائر الأعوج؟! </p><p> ٣٧ - أم لكم كتاب فيه تقرؤون المساواة بين المطيع والعاصي؟! </p><p> ٣٨ - إن لكم في ذلك الكتاب ما تتخيرونه لكم في الآخرة. </p><p> ٣٩ - أم لكم علينا عهود مؤكدة بالأيمان مقتضاها أن لكم ما تحكمون به لأنفسكم؟! </p><p> ٤٠ - سل -أيها الرسول- القائلين هذا القول: أيهم كفيل به؟! </p><p> ٤١ - أم لهم شركاء من دون الله يساوونهم في الجزاء مع المؤمنين؟! فليأتوا بشركائهم هؤلاء إن كانوا صادقين فيما يدّعونه من أنهم ساووهم مع المؤمنين في الجزاء. </p><p> ٤٢ - يوم القيامة يبدو الهول ويكشف ربنا عن ساقه، ويُدْعَى الناس إلى السجود فيسجد المؤمنون، ويبقى الكفار والمنافقون لا يستطيعون أن يسجدوا. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • منع حق الفقير سبب في هلاك المال. </p><p> • تعجيل العقوبة في الدنيا من إرادة الخير بالعبد ليتوب ويرجع. </p><p> • لا يستوي المؤمن والكافر في الجزاء، كما لا تستوي صفاتهما. </p>"
}