{
  "id": null,
  "sura": 68,
  "aya": 12,
  "text": "<p> ٢٧ - فلما حل بهم الوعد وعاينوا العذاب قريبًا منهم وذلك يوم القيامة تغيرت وجوه الذين كفروا بالله فاسودّت، ويقال لهم: هذا الَّذي كنتم تطلبونه في الدنيا وتستعجلونه. </p><p> ٢٨ - قل -أيها الرسول- لهؤلاء المشركين المكذبين مسِتنكرًا عليهم: أخبروني إن توفّاني الله، وتوفَّى من معي من المؤمنين، فمن ينجّي الكافرين من عذاب مؤلم؟! لن ينجيهم منه أحد. </p><p> ٢٩ - قل -أيها الرسول- لهؤلاء المشركين: هو الرحمن الَّذي يدعوكم إلى عبادته آمنّا به، وعليه وحده اعتمدنا في أمورنا، فستعلمون -لا محالة- من هو في ضلال واضح ممن هو على صراط مستقيم. </p><p> ٣٠ - قل -أيها الرسول- لهؤلاء المشركين: أخبروني إن أصبح ماؤكم الَّذي تشربون منه غائرًا في الأرض لا تستطيعون الوصول إليه، من يأتيكم بماء كثيرٍ جارٍ؟! لا أحد غير الله. </p><p> [سورة القلم] </p><p> - مكية- </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> إظهار علم النبي - صلى الله عليه وسلم - وخُلُقه، تأييدًا له بعد تطاول المشركين عليه. </p><p> [التَّفْسِيرُ] </p><p> ١ - {ن} تقدم الكلام على نظائرها في بداية سورة البقرة. أقسم الله بالقلم وأقسم بما يكتبه الناس بأقلامهم. </p><p> ٢ - ما أنت -أيها الرسول- بما أنعم الله عليك به من النبوّة مجنونًا، بل أنت بريء من الجنون الَّذي رماك به المشركون. </p><p> ٣ - إنّ لك لثوابًا على ما تعانيه من حمل الرسالة إلى الناس غير مقطوع، ولا منّة به لأحد عليك. </p><p> ٤ - وإنك لعلى الخلق العظيم الَّذي جاء به القرآن، فأنت مُتَخَلِّق بما فيه على أكمل وجه. </p><p> ٥ - فستبصر أنت، ويبصر هؤلاء المكذبون. </p><p> ٦ - عندما ينكشف الحق يتضح بأيكم الجنون؟! </p><p> ٧ - إن ربك -أيها الرسول- يعلم من انحرف عن سبيله، وهو أعلم بالمهتدين إليها، فيعلم أنهم من ضلّوا عنها، وأنك من اهتديت إليها. </p><p> ٨ - فلا تطع -أيها الرسول- المكذبين بما جئت به. </p><p> ٩ - تمنّوا لو لَايَنْتَهم ولَاطَفْتَهم على حساب الدين، فيلينون لك ويلاطفونك. </p><p> ١٠ - ولا تطع كل كثير الحلف بالباطل، حقير. </p><p> ١١ - كثير الاغتياب للناس، كثير المشي بالنميمة بينهم؛ ليفرق بينهم. </p><p> ١٢ - كثير المنع للخير، معتدٍ على الناس في أموالهم وأعراضهم وأنفسهم، كثير الآثام والمعاصي. </p><p> ١٣ - غليظ جافٍ، دَعِي في قومه لصِيق. </p><p> ١٤ - لأجل أنّه كان صاحب مال وأولاد تكبّر عن الإيمان بالله ورسوله. </p><p> ١٥ - إذا تُقْرأ عليه آياتنا قال: هذه ما يُسَطَّر من خرافات الأولين. </p><p> ١٦ - سنضع علامة على أنفه تَشِينه وتلازمه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • اتصاف الرسول - صلى الله عليه وسلم - بأخلاق القرآن. </p><p> • صفات الكفار صفات ذميمة يجب على المؤمن الابتعاد عنها، وعن طاعة أهلها. </p><p> • من أكثر الحلف هان على الرحمن، ونزلت مرتبته عند الناس. </p>"
}