{
  "id": null,
  "sura": 70,
  "aya": 42,
  "text": "<p> ٤١ - على تبديلهم بغيرهم ممن يطيع الله، ونهلكهم، لا نعجز عن ذلك، ولسنا بمغلوبين متى أردنا إهلاكهم وتبديلهم بغيرهم. </p><p> ٤٢ - فاتركهم -أيها الرسول- يخوضوا فيما هم فيه من الباطل والضلال، ويلعبوا في حياتهم الدنيا إلى أن يلاقوا يوم القيامة الَّذي كانوا يوعدون به في القرآن. </p><p> ٤٣ - يوم يخرجون من القبور سراعًا كأنهم إلى عَلَمٍ يتسابقون. </p><p> ٤٤ - ذليلة أبصارهم، تغشاهم ذلة، ذلك هو اليوم الَّذي كانوا يوعدون به في الدنيا، وكانوا لا يبالون به. </p><p> [سورة نوح] </p><p> - مكية - </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> صبر الدعاة وجهادهم في الدعوة، من خلال قصة نوح، تثبيتًا للمؤمنين، وتهديدًا للمكذبين. </p><p> [التَّفْسِيرُ] </p><p> ١ - إنا بعثنا نوحًا إلى قومه يدعوهم ليخوّف قومه من قبل أن يأتيهم عذاب موجع بسبب ما هم عليه من الشرك بالله. </p><p> ٢ - قال نوح لقومه: يا قوم، إني لكم مُنْذِرٌ بَيِّنُ الإنذار من عذاب ينتظركم إن لم تتوبوا إلى الله. </p><p> ٣ - ومقتضى إنذاري لكم أن أقول لكم: اعبدوا الله وحده، ولا تشركوا به شيئًا، واتقوه بامتثال أوامره، واجتناب نواهيه، وأطيعوني فيما آمركم به. </p><p> ٤ - إنكم إن تفعلوا ذلك يغفر الله لكم من ذنوبكم ما لا يتعلق بحقوق العباد، ويُطِلْ أمد أمّتكم في الحياة إلى وقت محدد في علم الله، تعمرون الأرض ما استقمتم على ذلك، إن الموت إذا جاء لا يؤخر، لو كنتم تعلمون لبادرتم إلى الإيمان بالله والتوبة مما أنتم عليه من الشرك والضلال. </p><p> ٥ - قال نوح: يا رب، إني دعوت قومي إلى عبادتك وتوحيدك، ليلًا ونهارًا باستمرار. </p><p> ٦ - فلم تزدهم دعوتي لهم إلا نفورًا وبُعْدًا مما أدعوهم إليه. </p><p> ٧ - وإني كلما دعوتهم إلى ما فيه سبب غفران ذنوبهم؛ من عبادتك وحدك ومن طاعتك وطاعة رسولك سدّوا آذانهم بأصابعهم؛ ليمنعوها من سماع دعوتي، وغطّوا وجوههم بثيابهم حتَّى لا يروني، واستمرّوا على ما هم عليه من الشرك، وتكبّروا عن قبول ما أدعوهم إليه، والإذعان له. </p><p> ٨ - ثم إني -يا رب- دعوتهم علانية. </p><p> ٩ - ثم إني رفعت لهم صوتي بالدعوة، وأسررت إسرارًا خفيًّا، ودعوتهم بصوت منخفض؛ منوّعًا لهم أسلوب دعوتي. </p><p> ١٠ - فقلت لهم: يا قوم، اطلبوا المغفرة من ربكم بالتوبة إليه، إنه سبحانه كان كفارًا لذنوب من تاب إليه من عباده. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • خطر الغفلة عن الآخرة. </p><p> • عبادة الله وتقواه سبب لغفران الذنوب. </p><p> • الاستمرار في الدعوة وتنويع أساليبها حق واجب على الدعاة. </p>"
}