{
  "id": null,
  "sura": 71,
  "aya": 19,
  "text": "<p> ١١ - فإنكم إن فعلتم ذلك ينزل الله عليكم المطر متتابعًا كلما احتجتم إليه، فلا يصيبكم قحط. </p><p> ١٢ - ويعطيكم بكثرةٍ أموالًا وأولادًا، ويجعل لكم بساتين تأكلون من ثمارها، ويجعل لكم أنهارًا تشربون منها وتسقون زروعكم ومواشيكم. </p><p> ١٣ - ما شأنكم -يا قوم- لا تخافون عظمة الله حيث تعصونه دون مبالاة؟! </p><p> ١٤ - وقد خلقكم طَوْرًا بعد طَوْر من نُطْفة فَعَلَقة فمُضْغة. </p><p> ١٥ - ألم تروا كيف خلق الله سبع سماوات، سماء فوق سماء؟! </p><p> ١٦ - وجعل القمر في السماء الدنيا منهن ضياء لأهل الأرض، وجعل الشمس مضيئة. </p><p> ١٧ - والله خلقكم من الأرض بخلق أبيكم آدم من تراب، ثم أنتم تتغذون بما تُنْبته لكم. </p><p> ١٨ - ثم يعيدكم فيها بعد موتكم، ثم يخرجكم للبعث منها إخراجًا. </p><p> ١٩ - والله جعل لكم الأرض مبسوطة مهيَّأة للسُّكْنى. </p><p> ٢٠ - رجاء أن تسلكوا منها طرقًا واسعة سعيًا للكسب الحلال. </p><p> ٢١ - قال نوح: يا رب، إن قومي عصوني فيما أمرتهم به من توحيدك وعبادتك وحدك، واتبع السفلة منهم رؤساءهم الذين أنعمت عليهم بالمال والولد، فلم يزدهم ما أنعمت به عليهم إلا ضلالًا. </p><p> ٢٢ - ومكر الأكابر منهم مكرًا عظيمًا بتحريشهم سَفَلَتهم على نوح. </p><p> ٢٣ - وقالوا لأتباعهم: لا تتركوا عبادة آلهتكم؛ ولا تتركوا عباد صنامكم وَدِّ ولا سُوَاع ولا يَغُوث ولا يَعُوق ولا نسْر. </p><p> ٢٤ - وقد أضلّوا بأصنامهم هذه كثيرًا من الناس، ولا تزد -يا رب- الظالمين لأنفسهم بالإصرار على الكفر والمعاصى إلا ضلالًا عن الحق. </p><p> ٢٥ - بسبب خطيئاتهم التي ارتكبوها أغْرِقوا بالطوفان في الدنيا، فأُدْخِلوا النار بعد موتهم مباشرة، فلم يجدوا لهم من دون الله أنصارًا ينقذونهم من الغرق والنار. </p><p> ٢٦ - وقال نوح لما أخبره الله أنَّه لن يؤمن من قومه إلا من قد آمن: يا رب، لا تترك على الأرض من الكافرين أحدًا يدور أو يتحرك. </p><p> ٢٧ - إنك -ربنا- إن تتركهم وتمهلهم يضلّوا عبادك المؤمنين، ولا يلدوا إلا صاحبَ فجورٍ لا يطيعك، وشديدَ كفرٍ لا يشكرك على نعمك. </p><p> ٢٨ - ربّ اغفر لي ذنوبي، واغفر لوالديَّ، واغفر لمن دخل بيتي مؤمنًا، واغفر للمؤمنين والمؤمنات، ولا تزد الظالمين لأنفسهم بالكفر والمعاصي إلا هلاكًا وخسرانًا. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • الاستغفار سبب لنزول المطر وكثرة الأموال والأولاد. </p><p> • دور الأكابر في إضلال الأصاغر ظاهر مُشَاهَد. </p><p> • الذنوب سبب للهلاك في الدنيا، والعذاب في الآخرة. </p>"
}