{
  "id": null,
  "sura": 72,
  "aya": 5,
  "text": "<p> [سورة الجن] </p><p> - مكية- </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> تصديق نزول القرآن وأنه من عند الله، من خلال إيمان الجن به، وإبطال مزاعم المشركين فيهم. </p><p> [التَّفْسِيرُ] </p><p> ١ - قل -أيها الرسول- لأمتك: أوحى الله إليّ أنَّه استمع إلى قراءتي للقرآن جماعة من الجن ببطن نَخْلة، فلما رجعوا إلى قومهم قالوا لهم: إنا سمعنا كلامًا مقروءًا مُعْجِبًا في بيانه وفصاحته. </p><p> ٢ - هذا الكلام الَّذي سمعناه يدلّ على الصواب في الاعتقاد والقول والعمل، فآمنا به، ولن نشرك بربنا الَّذي أنزله أحدًا. </p><p> ٣ - وآمنّا بأنه -تعالت عظمة ربنا وجلاله- ما اتخذ زوجة ولا ولدًا كما يقول المشركون. </p><p> ٤ - وأنه كان إبليس يقول على الله قولًا منحرفًا من نسبة الزوجة والولد إليه سبحانه. </p><p> ٥ - وأنا حَسِبْنا أن المشركين من الإنس والجنّ لا يقولون الكذب حين كانوا يزعمون أن له صاحبة وولدًا، فصدّقنا قولهم تقليدًا لهم. </p><p> ٦ - وأنه كان في الجاهلية رجال من الإنس يستجيرون برجال من الجن عندما ينزلون بمكان مَخُوف، فيقول أحدهم: أعوذ بسيّد هذا الوادي من شرّ سفهاء قومه، فازداد رجال الإنس خوفًا ورعبًا من رجال الجنّ. </p><p> ٧ - وأن الإنس ظنوا كما ظننتم -أيها الجن- أن الله لن يبعث أحدًا بعد موته للحساب والجزاء. </p><p> ٨ - وأنا طلبنا خبر السماء، فوجدنا السماء مُلئِت حرسًا قويًّا من الملائكة يحرسونها من استراق السمع الَّذي كنا نقوم به، ومُلِئت نارًا مشتعلة يُرْمى بها كل من يقرب السماء. </p><p> ٩ - وأنا كنا في السابق نتخذ من السماء مواقع نستمع منها ما يتداوله الملائكة، فنخبر به الكهنة من أهل الأرض، وقد تغير الأمر، فمن يستمع منا الآن يجد نارًا مشتعلة معدة له، فإذا اقترب أرسلت عليه فأحرقته. </p><p> ١٠ - وأنَّا لا نعلم ما سبب هذه الحراسة الشديدة؛ أأريد شر بأهل الأرض، أم أن الله أراد بهم خيرًا، فقد انقطع عنا خبر السماء. </p><p> ١١ - وأنا -معشر الجنّ-: منّا المتقون الأبرار، ومنّا من هم كفار وفساق؛ كنّا أصنافًا مختلفة وأهواء متباينة. </p><p> ١٢ - وأنَّا أيقنا أنا لن نفوت الله سبحانه إذا أراد بنا أمرًا، ولن نفوته هربًا لإحاطته بنا. </p><p> ١٣ - وأنَّا لما سمعنا القرآن الَّذي يهدي للتي هي أقوم آمنّا به، فمن يؤمن بربه فلا يخاف نقصًا لحسناته، ولا إثمًا يضاف إلى آثامه السابقة. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • تأثير القرآن البالغ فيمَنْ يستمع إليه بقلب سليم. </p><p> • الاستغاثة بالجن من الشرك بالله، ومعاقبةُ فاعله بضد مقصوده في الدنيا. </p><p> • بطلان الكهانة ببعثة النبي - صلى الله عليه وسلم -. </p><p> • من أدب المؤمن ألا يَنْسُبَ الشرّ إلى الله. </p>"
}