{
  "id": null,
  "sura": 73,
  "aya": 17,
  "text": "<p> [سورة المزمل] </p><p> - مكية- </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> ذكر الزاد الروحي للدعاة في مواجهة الشدائد ومصاعب الحياة، تثبيتًا للنبي - صلى الله عليه وسلم - وتوعدًا للمكذبين به. </p><p> [التَّفْسِيرُ] </p><p> ١ - يا أيها المُتَلَفِّف بثيابه (يعني: النبي - صلى الله عليه وسلم -) . </p><p> ٢ - صلِّ بالليل إلا قليلًا منه. </p><p> ٣ - صلِّ نصفه إن شئت، أو صلِّ أقلّ من النصف قليلًا حتَّى تَصِلَ للثلث. </p><p> ٤ - أو زد عليه حتَّى تبلغ الثلثين، وبيّن القرآن إذا قرأته وتمهّل في قراءته. </p><p> ٥ - إنا سنلقي عليك -أيها الرسول- القرآن، وهو قول ثقيل؛ لما فيه من الفرائض والحدود والأحكام والآداب وغيرها. </p><p> ٦ - إن ساعات الليل هي أشد موافقة للقلب مع القراءة وأصوب قولًا. </p><p> ٧ - إن لك في النهار تصرّفًا في أعمالك، فتنشغل بها عن قراءة القرآن، فصلِّ بالليل. </p><p> ٨ - واذكر الله بأنواع الذكر، وانقطع إليه سبحانه انقطاعًا بإخلاص العبادة له. </p><p> ٩ - رب المشرق ورب المغرب، لا معبود بحق إلا هو، فاتخذه وكيلًا تعتمد عليه في أمورك كلها. </p><p> ١٠ - واصبر على ما يقوله المكذبون من الاستهزاء والسبّ، واهجرهم هجرًا لا أذيّة فيه. </p><p> ١١ - ولا تهتمّ بشأن المكذبين أصحاب التمتع بملذات الدنيا، واتركني وإياهم، وانتظرهم قليلًا حتَّى يأتيهم أجلهم. </p><p> ١٢ - إن لدينا في الآخرة قيودًا ثقيلة، ونارًا مُسْتَعِرة. </p><p> ١٣ - وطعامًا تغصّ به الحلوق لشدّة مرارته، وعذابًا موجعًا؛ زيادة على ما سبق. </p><p> ١٤ - ذلك العذاب حاصل للمكذبين يوم تضطرب الأرض والجبال، وكانت الجبال رملًا سائلًا متناثرًا من شدّة هوله. </p><p> ١٥ - إنا بعثنا إليكم رسولًا شاهدًا على أعمالكم يوم القيامة مثلما أرسلنا إلى فرعون رسولًا هو موسى عليه السلام. </p><p> ١٦ - فعصى فرعون الرسولَ المرسل إليه من ربه فعاقبناه عقابًا شديدًا في الدنيا بالغرق، وفي الآخرة بعذاب النار، فلا تعصوا أنتم رسولكم فيصيبكم ما أصابه. </p><p> ١٧ - فكيف تمنعون أنفسكم وتَقُوها -إن كفرتم بالله، وكذبتم رسوله- يومًا شديدًا طويلًا، يشيب رأس الأولاد الصغار من شدّة هوله وطوله. </p><p> ١٨ - السماء متشققة من هوله، كان وعبد الله مفعولًا لا محالة. </p><p> ١٩ - إنّ هذه الموعظة -المشتملة على بيان ما في يوم القيامة من هول وشدّة- تذكرة، ينتفع بها المؤمنون، فمن شاء اتخاذ طريق موصل إلى ربه اتخذه. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • أهمية قيام الليل وتلاوة القرآن وذكر الله والصبر للداعية إلى الله. </p><p> • فراغ القلب في الليل له أثر في الحفظ والفهم. </p><p> • تحمّل التكاليف يقتضي تربية صارمة. </p><p> • الترف والتوسع في التنعم يصدّ عن سبيل الله. </p>"
}