{
  "id": null,
  "sura": 75,
  "aya": 28,
  "text": "<p> ٢٠ - كلّا، ليس الأمر كما ادعيتم من استحالة البعث، فأنتم تعلمون أن القادر على خلقكم ابتداءً لا يعجز عن إحيائكم بعد موتكم، لكن سبب تكذيبكم بالبعث هو حبكم للحياة الدنيا سريعة الانقضاء. </p><p> ٢١ - وترككم للحياة الآخرة التي طريقها القيام بما أمركم الله به من الطاعات، وترك ما نهاكم عنه من المحرمات. </p><p> ٢٢ - وجوه أهل الإيمان والسعادة في ذلك اليوم بَهِيَّة لها نور. </p><p> ٢٣ - ناظرة إلى ربها متمتِّعة بذلك. </p><p> ٢٤ - ووجوه أهل الكفر والشقاء في ذلك اليوم عابسة. </p><p> ٢٥ - توقن أن ينزل بها عقاب عظيم، وعذاب أليم. </p><p> ٢٦ - ليس الأمر كما يتصور المشركون من أنهم إذا ماتوا لا يُعَذّبون، فإذا وصلت نفس أحدهم أعالي صدره. </p><p> ٢٨ - وقال بعض الناس لبعض: من يَرْقِي هذا لعله يُشْفَى؟! </p><p> ٢٨ - وأيقن من في النَّزْع حينئذ أنَّه فراق الدنيا بالموت. </p><p> واجتمعت الشدائد عند نهاية الدنيا وبداية الآخرة. </p><p> ٣٠ - إذا حصل ذلك يُساق الميت إلى ربه. </p><p> ٣١ - فلا صَدَّق الكافر بما جاء به رسوله، ولا صلى لله سبحانه. </p><p> ٣٢ - ولكن كذب بما جاءه به رسوله، وأعرض عنه. </p><p> ٣٣ - ثم ذهب هذا الكافر إلى أهله يختال في مشيته من الكبر. </p><p> ٣٤ - فتوعد الله الكافر بأن عذابه قد وليه وقرب منه. </p><p> ٣٥ - ثم أعاد الجملة على سبيل التأكيد، فقال:  {ثُمَّ أَوْلَى لَكَ فَأَوْلَى} . </p><p> ٣٦ - أيظنّ الإنسان أن الله تاركه مُهْمَلًا دون أن يكلفه بشرع؟ </p><p> ٣٧ - ألم يكن هذا الإنسان يومًا نُطْفة من مني يُصَبّ في الرحم. </p><p> ٣٨ - ثم كان بعد ذلك قطعة من دم جامد، ثم خلقه الله، وجعل خلقه سويًّا. </p><p> ٣٩ - فجعل من جنسه النوعين: الذكر والأنثى؟! </p><p> ٤٠ - أليس الَّذي خلق الإنسان من نُطْفة فَعَلَقَة بقادر على إحياء الموتى للحساب والجزاء من جديد؟! بلى، إنه لقادر. </p><p> [سورة الإنسان] </p><p> - مَكيّة- </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> تذكير الإنسان بأصله وحكمة خلقه ومصيره في الدارين، وإظهار نعيم الجنّة، تثبيتَا للمؤمنين ودعوة للكافرين. </p><p> [التَّفْسِيرُ] </p><p> ١ - قد مرّ على الإنسان دَهْر طويل كان فيه معدومًا لا ذِكْر له. </p><p> ٢ - إنا خلقنا الإنسان من نطفة خليطة بين ماء الرجل وماء المرأة، نختبره بما نُلْزمه به من التكاليف، فجعلناه سميعًا بصيرًا ليقوم بما كلَّفناه به من الشرع. </p><p> ٣ - إنا بيّنا له على ألسنة رسلنا طريق الهداية، فاستبانت له بذلك طريق الضلال، فهو بعد ذلك إما أن يهتدي للصراط المستقيم، فيكون عبدًا مؤمنًا شكورًا لله، وإما أن يضلّ عنها فيكون عبدًا كافرًا جحودًا لآيات الله. ولما بيّن الله نوعي المهتدي والضالّ بيَّن جزاءهما فقال: </p><p> ٤ - إنا أعددنا للكافرين بالله وبرسله سلاسل يُسْحبون بها في النار، وأغلالًا يُغَلّون بها فيها، ونارًا مُسْتَعِرة. </p><p> ٥ - إن المؤمنين المطيعين لله يشربون يوم القيامة من كأس خمر مملوءة ممزوجة بالكافور لطيب رائحته. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • خطر حب الدنيا والإعراض عن الآخرة. </p><p> • ثبوت الاختيار للإنسان، وهذا من تكريم الله له. </p><p> • النظر لوجه الله الكريم من أعظم النعيم. </p>"
}