{
  "id": null,
  "sura": 76,
  "aya": 31,
  "text": "<p> ٢٦ - واذكره بصلاتي الليل: صلاة المغرب وصلاة العشاء، وتَهَجَّد به بعدهما. </p><p> ٢٧ - إن هؤلاء المشركين يحبون الحياة الدنيا ويحرصون عليها، ويتركون وراءهم يوم القيامة، وهو يوم ثقيل؛ لما فيه من الشدائد والمحن. </p><p> ٢٨ - نحن خلقناهم وقوَّينا خلقهم بتقوية مفاصلهم وأعضائهم وغيرها. وإذا شئنا إهلاكهم وإبدالهم بأمثالهم أهلكناهم وأبدلناهم. </p><p> ٢٩ - إن هذه السورة موعظة وتذكير، فمن شاء اتخاذ طريق توصله إلى رضا ربه اتخذها. </p><p> ٣٠ - وما تشاؤون اتخاذ طريق إلى رضا الله إلا أن يشاء الله ذلك منكم , فالأمر كله إليه، إن الله كان عليمًا بما يصلح لعباده، وبما لا يصلح لهم، حكيمًا في خلقه وقدره وشرعه. </p><p> ٣١ - يُدْخِل من يشاء من عباده في رحمته، فيوفقهم للإيمان والعمل الصالح، وأعدّ للظالمين لأنفسهم بالكفر والمعاصي عذابًا موجعًا في الآخرة، وهو عذاب النار. </p><p> [سورة المرسلات] </p><p> - مكية- </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> إثبات القيامة من خلال محاجة المكذبين بالأدلة، وتتابعها بالوعيد والتهديد. </p><p> [التَّفْسِيرُ] </p><p> ١ - أقسم الله بالرياح المتتابعة مثل عُرف الفرس. </p><p> ٢ - وأقسم بالرياح الشديدة الهبوب. </p><p> ٣ - وأقسم بالرياح التي تنشر المطر. </p><p> ٤ - وأقسم بالملائكة التي تنزل بما يفرق بين الحق والباطل. </p><p> ٥ - وأقسم بالملائكة التي تنزل بالوحي. </p><p> ٦ - تنزل بالوحي إعذارًا من الله إلى الناس، وإنذارًا للناس من عذاب الله. </p><p> ٧ - إن الَّذي توعدون به من البعث والحساب والجزاء لواقع لا مِحالة. </p><p> ٨ - فإذا النجوم مُحِيَ نورها وذهب ضوؤها. </p><p> ٩ - وإذا السماء شُقَّت لتنزل الملائكة منها. </p><p> ١٠ - وإذا الجبال اقتُلِعت من مكانها فَفُتِّتَتْ حتَّى تصير هباءً. </p><p> ١١ - وإذا الرسل جُمِعت لوقت محدد. </p><p> ١٢ - ليوم عظيم أخلت للشهادة على أممها. </p><p> ١٣ - ليوم الفصل بين العباد، فيتبين المحق من المبطل، والسعيد من الشقي. </p><p> ١٤ - وما أعلمك -أيها الرسول- ما يوم الفصل؟! </p><p> ١٥ - هلاك وعذاب وخسران في ذلك اليوم للمكذبين الذين يكذبون بما جاءت به الرسل من عند الله. </p><p> ١٦ - ألم نهلك الأمم السابقة لما كفرت بالله وكذبت رسلها؟! </p><p> ١٧ - ثم نتبعهم المكذبين من المتأخرين، فنهلكهم كما أهلكناهم. </p><p> ١٨ - مثل الإهلاك لتلك الأمم نهلك المجرمين المكذبين بما جاء به محمد - صلى الله عليه وسلم -. </p><p> ١٩ - هلاك وعذاب وخسران في ذلك اليوم للمكذبين بوعيد الله بالعقاب للمجرمين. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • خطر التعلق بالدنيا ونسيان الآخرة. </p><p> • مشيئة العبد تابعة لمشيئة الله. </p><p> • إهلاك الأمم المكذبة سُنَّة إلهية. </p>"
}