{
  "id": null,
  "sura": 78,
  "aya": 32,
  "text": "<p> ٣١ - إن للمتقين ربهم بامتثال أوامره واجتناب نواهيه، مكانَ فوزٍ يفوزون فيه بمطلوبهم وهو الجنة. </p><p> ٣٢ - بساتين وأعنابًا. </p><p> ٣٣ - وناهدات مستويات السن. </p><p> ٣٤ - وكأس خمر ملأى. </p><p> ٣٥ - لا يسمعون في الجنّة كلامًا باطلًا، ولا يسمعون كذبًا، ولا يكذب بعضهم بعضًا. </p><p> ٣٦ - كل ذلك مما منحهم الله مِنَّة وعطاء منه كافيًا. </p><p> ٣٧ - رب السماوات والأرض ورب ما بينهما، رحمن الدنيا والآخرة، لا يملك جميع من في الأرض أو السماء أن يسألوه إلا إذا أذن لهم. </p><p> ٣٨ - يوم يقوم جبريل والملائكة مُصْطفِّين، لا يتكلمون بشفاعة لأحد إلا من أذن له الرحمن أن يشفع، وقال سدادًا ككلمة التوحيد. </p><p> ٣٩ - ذلك الموصوف لكم هو اليوم الَّذي لا ريب أنَّه واقع، فمن شاء النجاة فيه من عذاب الله فليتخذ سبيلًا إلى ذلك من الأعمال الصالحة التي ترضي ربه. </p><p> ٤٠ - إنا حذرناكم -أيها الناس- عذابًا قريبًا يحصل، يوم ينظر المرء ما قدم من عمله في الدنيا، ويقول الكافر متمنيًا الخلاص من العذاب: يا ليتني صرت ترابًا مثل الحيوانات عندما يقال لها يوم القيامة: كوني ترابًا. </p><p> [سورة النازعات] </p><p> - مَكيّة- </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> قَرْع القلوب المكذبة بالبعث والجزاء، من خلال عرض مشاهد الموت والبعث والحشر والقيامة. </p><p> [التَّفْسِيرُ] </p><p> ١ - أقسم الله بالملائكة التي تجذب أرواح الكفار بشدة وعنف. </p><p> ٢ - وأقسم بالملائكة التي تستلُّ أرواح المؤمنين بسهولة ويسر. </p><p> ٣ - وأقسم بالملائكة التي تَسْبح من السماء إلى الأرض بأمر الله. </p><p> ٤ - وأقسم بالملائكة التي تسبق بعضها في أداء أمر الله. </p><p> ٥ - وأقسم بالملائكة التتي تنفذ ما أمرهم الله به من قضائه مثل الملائكة الموكلين بأعمال العباد؛ أقسم بذلك كله ليبعثنَّهم للحساب والجزاء. </p><p> ٦ - يوم تهتزّ الأرض عند النفخة الأولى. </p><p> ٧ - تتبع هذه النفخة نفخة ثانية. </p><p> ٨ - قلوب بعض الناس في ذلك اليوم خائفة. </p><p> ٩ - يظهر على أبصارها أثر الذلة. </p><p> ١٠ - وكانوا يقولون: هل نرجع إلى الحياة بعد أن متنا؟! </p><p> ١١ - أإذا كنا عظامًا بالية فارغة نرجع بعد ذلك؟! </p><p> ١٢ - قالوا: إذا رجعنا تكون تلك الرجعة خاسرة، مغبونًا صاحبها. </p><p> ١٣ - أَمْر البعث يسير، فإنما هي صيحة واحدة من الملك الموكل بالنفخ. </p><p> ١٤ - فإذا الجميع أحياء على وجه الأرض بعد أن كانوا أمواتًا في بطنها. </p><p> ١٥ - هل جاءك -أيها الرسول- خبر موسى مع ربه ومع عدوّه فرعون؟! </p><p> ١٦ - حين ناداه ربه سبحانه لوادي طُوَى المطهر. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • التقوى سبب دخول الجنّة. </p><p> • تذكر أهوال القيامة دافع للعمل الصالح. </p><p> • قبض روح الكافر بشدّة وعنف، وقبض روح المؤمن برفق ولين. </p>"
}