{
  "id": null,
  "sura": 78,
  "aya": 10,
  "text": "<p> [سورة النبأ] </p><p> - مكية- </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> إثبات البعث والجزاء بالأدلة والبراهين. </p><p> [التَّفْسِيرُ] </p><p> ١ - عن أي شيء يتساءل هؤلاء المشركون بعدما بعث الله إليهم رسوله - صلى الله عليه وسلم -؟! </p><p> ٢ - يسأل بعضهم بعضًا عن الخبر العظيم، وهو هذا القرآن المنزل على رسولهم المتضمن لخبر البعث. </p><p> ٣ - هذا القرآن الَّذي اختلفوا فيما يصفونه به؛ من كونه سحرًا أو شعرًا أو كهانة أو أساطير الأولين. </p><p> ٤ - ليس الأمر كما زعموا، سيعلم هؤلاء المكذبون بالقرآن عاقبة تكذيبهم السيئة. </p><p> ٥ - ثم سيتأكد لهم ذلك. </p><p> ٦ - ألم نُصَيِّر الأرض مُمَهَّدة لهم صالحة لاستقرارهم عليها؟! </p><p> ٧ - وجعلنا الجبال عليها بمنزلة أوتاد تمنعها من الاضطراب. </p><p> ٨ - وخلقناكم -أيها الناس- أصنافًا: منهم الذُّكران والإناث. </p><p> ٩ - وجعلنا نومكم انقطاعًا عن النشاط لتستريحوا. </p><p> ١٠ - وجعلنا الليل ساترًا لكم بظلمته مثل اللباس الَّذي تسترون به عوراتكم. </p><p> ١١ - وجعلنا النهار ميدانًا للكسب والبحث عن الرزق. </p><p> ١٢ - وبنينا فوقكم سبع سماوات متينة البناء محكمة الصنع. </p><p> ١٣ - وصيَّرنا الشمس مصباحًا شديد الاتقاد والإنارة. </p><p> ١٤ - وأنزلنا من السحب التي حان لها أن تمطر ماءً كثير الانصباب. </p><p> ١٥ - لنخرج به أصناف الحَب، وأصناف النبات. </p><p> ١٦ - ونخرج به بساتين مُلْتَفَّة من كثرة تداخل أغصان أشجارها. </p><p> ولما ذكر الله هذه النعم الدالة على قدرته أتبعها بذكر البعث والقيامة؛ لأن القادر على خلق هذه النعم قادر على بعث الموتى وحسابهم، فقال: </p><p> ١٧ - إن يوم الفصل بين الخلائق كان موعدًا محددًا بوقتٍ لا يتخلّف. </p><p> ١٨ - يوم ينفخ الملك في الفرن النفخة الثانية، فتأتون -أيها الناس- جماعات جماعات. </p><p> ١٨ - وفُتِحت السماء فصار لها فروج مثل الأبواب المفتحة. </p><p> ٢٠ - وجُعِلت الجبال تسير حتَّى تتحول هباءً منثورًا، فتصير مثل السراب. </p><p> ٢١ - إن جهنم كانت راصدة مُرْتَقِبة. </p><p> ٢٢ - للظالمين مرجعًا يرجعون إليه. </p><p> ٢٣ - ماكثين فيها أزمنة ودهورًا لا نهاية لها. </p><p> ٢٤ - لا يذوقون فيها هواءً باردًا يبرد حر السعير عنهم، ولا يذوقون فيها شرابًا يُتَلذَّذ به. </p><p> ٢٥ - لا يذوقون إلا ماءً شديد الحرارة، وما يسيل من صديد أهل النار. </p><p> ٢٦ - جزاءً موافقًا لما كانوا عليه من الكفر والضلال. </p><p> ٢٧ - إنهم كانوا في الدنيا لا يخافون محاسبة الله إياهم في الآخرة؛ لأنهم لا يؤمنون بالبعث، فلو كانوا يخافون اليعث لآمنوا بالله، وعملوا صالحًا. </p><p> ٢٨ - وكذبوا بآياتنا المنزلة على رسولنا تكذيبًا. </p><p> ٢٩ - وكل شيء من أعمالهم ضبطناه وعددناه، وهو مكتوب في صحائف أعمالهم. </p><p> ٣٠ - فذوقوا -أيها الطغاة- هذا العذاب الدائم، فلن نزيدكم إلا عذابًا على عذابكم. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • إحكام الله للخلق دلالة على قدرته على إعادته. </p><p> • الطغيان سبب دخول النار. </p><p> • مضاعفة العذاب على الكفار. </p>"
}