{
  "id": null,
  "sura": 81,
  "aya": 26,
  "text": "<p> ٤١ - تغشاها ظلمة. </p><p> ٤٢ - أولئك الموصوفون بتلك الحال هم الذين جمعوا بين الكفر والفجور. </p><p> [سورة التكوير] </p><p> - مَكيّة- </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> تصوير القيامة بانفراط الكون بعد إحكامه. </p><p> [التَّفْسِيرُ] </p><p> ١ - إذا الشمس جُمِع جرْمها، وذهب ضوؤها. </p><p> ٢ - وإذا الكواكب تساقَطت ومُحِي ضوؤها. </p><p> ٣ - وإذا الجبال حُرِّكت من مكانها. </p><p> ٤ - وإذا النُّوق الحوامل التي هي أنْفَسُ أموالهم أُهْمِلت بترك أهلها لها. </p><p> ٥ - وإذا الوحوش جُمعت مع البشر في صعيد واحد. </p><p> ٦ - وإذا البحار أُوقِدت حتى تصير نارًا. </p><p> ٧ - وإذا النفوس قُرِنت بمن يماثلها، فَيُقْرن الفاجر بالفاجر، والتقي بالتقي. </p><p> ٨ - وإذا الطفلة المدفونة وهي حيّة سألها الله. </p><p> ٩ - بأي جريمة قتلك من قتلك؟! </p><p> ١٠ - وإذا صحف أعمال العباد نُشِرت؛ ليقرأ كل واحد صحيفة أعماله. </p><p> ١١ - وإذا السماء نُزعت كما يُنْزَع الجلد عن الشاة. </p><p> ١٢ - وإذا النار أوقِدت. </p><p> ١٣ - وإذا الجنّة قُرِّبت للمتقين. </p><p> ١٤ - عندما يحصل ذلك تعلم كل نفس ما قدمت من الأعمال لذلك اليوم. </p><p> ١٥ - أقسم الله بالنجوم الخفية قبل بزوغها في الليل. </p><p> ١٦ - الجاريات في أفلاكها التي تغيب عند بزوغ الصبح مثل الظباء تدخل كِنَاسها؛ أي: بيتها. </p><p> ١٧ - وأقسم بأول الليل إذا أقبل، وبآخره إذا أدبر. </p><p> ١٨ - وأقسم بالصبح إذا بزغ نوره. </p><p> ١٩ - إن القرآن المنزل على محمد - صلى الله عليه وسلم - لكلام الله بلّغه ملك أمين، وهو جبريل عليه السلام، ائتمنه الله عليه. </p><p> ٢٠ - صاحب قوة، ذي منزلة عظيمة عند رب العرش سبحانه. </p><p> ٢١ - يطيعه أهل السماء، مُؤتَمن على ما يبلغه من الوحي. </p><p> ٢٢ - وما محمد - صلى الله عليه وسلم - الملازم لكم الَّذي تعرفون عقله وأمانته وصدقه بمجنون كما تدّعون بهتانًا. </p><p> ٢٣ - ولقد رأى صاحبكم جبريل على صورته التي خُلِقَ عليها بأفق السماء الواضح. </p><p> ٢٤ - وليس صاحبكم ببخيل عليكم يبخل أن يبلغكم ما أُمِر بتبلغيه إليكم، ولا يأخذ أجرًا كما يأخذه الكهنة. </p><p> ٢٥ - وليس هذا القرآن من كلام شيطان مطرود من رحمة الله. </p><p> ٢٦ - فأي طريق تسلكونها لإنكار أنَّه من الله بعد هذه الحجج؟! </p><p> ٢٧ - ليس القرآن إلا تذكيرًا وموعظة للجن والإنس. </p><p> ٢٨ - لمن شاء منكم أن يستقيم على طريق الحق. </p><p> ٢٩ - وما تشاؤون استقامة ولا غيرها إلا أن يشاء الله ذلك، رب الخلائق كلها. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • حَشْر المرء مع من يماثله في الخير أو الشرّ. </p><p> • إذا كانت الموءُودة تُسأل فما بالك بالوائد؟ وهذا دليل على عظم الموقف. </p><p> • مشيئة العبد تابعة لمشيئة الله. </p>"
}