{
  "id": null,
  "sura": 84,
  "aya": 22,
  "text": "<p> ٣٤ - فيوم القيامة الذين آمنوا بالله يضحكون من الكفار كما كان الكفار يضحكون منهم في الدنيا. </p><p> ٣٥ - على الأسرّة المزينة ينظرون إلى ما أعدّ الله لهم من النعيم الدائم. </p><p> ٣٦ - لَقَدْ جُوزِي الكفار على أعمالهم التي عملوها في الدنيا بالعذاب المُهِين. </p><p> [سورة الانشقاق] </p><p> - مَكيّة- </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> تصوير القيامة باستسلام الكون وخضوعه لربه في أمره، إلزامًا بالاستسلام، واستنكارًا للجحود. </p><p> [التَّفْسِيرُ] </p><p> ١ - إذا السماء تَصَدَّعت لنزول الملائكة منها. </p><p> ٢ - واستمعت لربها منقادة، وحُقَّ لها ذلك. </p><p> ٣ - وإذا الأرض مدّها الله كما يمدّ الأديم. </p><p> ٤ - وألقت ما فيها من الكنوز والأموات، وتخلّت عنهم. </p><p> ٥ - واستمتعت لربها منقادة، وحُقَّ لها ذلك. </p><p> ٦ - يا أيها الإنسان، إنك عامل إما خيرًا وإما شرًّا، فملاقيه يوم القيامة؛ ليجازيك الله عليه. </p><p> ولما ذكر عمل الإنسان مجملًا فضل حالِ العاملين يوم القيامة، فقال: </p><p> ٧ - فأما من أُعْطِي صحيفة أعماله بيده اليمنى. </p><p> ٨ - فسوف يحاسبه الله حسابًا سهلًا يعرض عليه عمله دون مؤاخذة به. </p><p> ٩ - ويرجع إلى أهله مسرورًا. </p><p> ١٠ - وأما من أعْطِي كتابه بشماله من وراء ظهره. </p><p> ١١ - فسينادي بالهلاك على نفسه. </p><p> ١٢ - ويدخل نار جهنم يقاسي حرّها. </p><p> ١٣ - إنه كان في الدنيا في أهله فرحًا بما هو عليه من الكفر والمعاصي. </p><p> ١٤ - إنه ظن أنَّه لن يرجع إلى الحياة بعد موته. </p><p> ١٥ - بلى، ليرجعنَّه الله إلى الحياة كما خلقه أول مرة، إن ربه كان بحاله بصيرًا لا يخفى عليه منه شيء، وسيجازيه على عمله. </p><p> ١٦ - أقسم الله بالحُمْرة التي تكون في الأفق بعد غروب الشمس. </p><p> ١٧ - أقسم بالليل وما جُمِع فيه. </p><p> ١٨ - والقمر إذا اجتمع وتمّ وصار بدرًا. </p><p> ١٩ - لتركبّن -أيها الناس- حالًا بعد حال من نُطْفة فَعَلَقة فَمُضْغة، فحياة فموت فبعث. </p><p> ٢٠ - فما لهؤلاء الكفار لا يؤمنون بالله، واليوم الآخر؟! </p><p> ٢١ - وإذا قُرِئ عليهم القرآن لا يسجدون لربّهم؟! </p><p> ٢٢ - بل الذين كفروا يكذبون بما جاءهم به رسولهم. </p><p> ٢٣ - والله أعلم بما تحويه صدورهم، لا يخفى عليه من أعمالهم شيء. </p><p> ٢٤ - فأخْبِرْهم -أيها الرسول- بما ينتظرهم من عذاب موجع. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • خضوع السماء والأرض لربهما. </p><p> • كل إنسان ساعٍ إما لخير وإما لشرّ. </p><p> • علامة السعادة يوم القيامة أخذ الكتاب باليمين، وعلامة الشقاء أخذه بالشمال. </p>"
}