{
  "id": null,
  "sura": 85,
  "aya": 16,
  "text": "<p> ٢٥ - إلا الذين آمنوا بالله، وعملوا الأعمال الصالحات، لهم ثواب غير مقطوع؛ وهو الجنّة. </p><p> [سورة البروج] </p><p> - مَكيّة- </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> إظهار قوة الله وإحاطته الشاملة وتوعده للمتربصين بالمؤمنين، بالعذاب الشديد. </p><p> [التَّفْسِيرُ] </p><p> ١ - أقسم الله بالسماء المشتملة على منازل الشمس والقمر وغيرهما. </p><p> ٢ - وأقسم بيوم القيامة الَّذي وعد أن يجمع فيه الخلائق. </p><p> ٣ - وأقسم بكل شاهد كالنبي يشهد على أمته وكل مشهود كالأمة تشهد على نبيها. </p><p> ٤ - لُعِن الذين شَقّوا في الأرض شقًّا عظيمًا. </p><p> ٥ - وأوقدوا فيه النار، وألقوا المؤمنين فيه أحياء. </p><p> ٦ - إذ هم قعود على ذلك الشقّ المملوء نارًا. </p><p> ٧ - وهم على ما يفعلون بالمؤمنين من التعذيب والتنكيل شهود؛ لحضورهم ذلك. </p><p> ٨ - وما علي هؤلاء الكفار على المؤمنين شيئًا إلا أنهم آمنوا بالله العزيز الَّذي لا يغلبه أحد، المحمود في كل شيء. </p><p> ٩ - الَّذي له وحده ملك السماوات وملك الأرض، وهو مُطَّلِع على كل شيء، لا يخفى عليه شيء من أمر عباده. </p><p> ١٠ - إن الذين عذَّبوا المؤمنين والمؤمنات بالنار ليصرفوهم عن الإيمان بالله وحده , ثم لم يتوبوا إلى الله من ذنوبهم، فلهم يوم القيامة عذاب جهنم، ولهم عذاب النار التي تحرقهم؛ جزاء على ما فعلوه بالمؤمنين من الإحراق بالنار. </p><p> ١١ - إن الذين آمنوا بالله، وعملوا الأعمال الصالحات، لهم جنات تجري الأنهار من تحت قصورها وأشجارها، ذلك الجزاء الذي أعدّ لهم هو الفوز العظيم الَّذي لا يدانيه فوز. </p><p> ١٢ - إن أخذ ربك -أيها الرسول- للظالم -وإن أمهله حينًا- لقويّ. </p><p> ١٣ - إنه هو يُبْدِئ الخلق والعذاب، ويعيدهما. </p><p> ١٤ - وهو الغفور لذنوب من تاب من عباده، وإنه يحبّ أولياءه من المتقين. </p><p> ١٥ - صاحب العرش الكريم. </p><p> ١٦ - فعّال لما يريده من العفوِ عن ذنوب من شاء، ومعاقبة من شاء، لا مكره له سبحانه. </p><p> ١٧ - هل جاءك -أيها الرسول- خبر الجنود الذين تجنَّدوا لمحاربة الحق، والصدّ عنه؟! </p><p> ١٨ - فرعون، وثمود أصحاب صالح عليه السلام. </p><p> ١٩ - ليس المانع من إيمان هؤلاء أنهم لم تأتهم أخبار الأمم المكذبة وما حصل من إهلاكهم، بل هم يكذّبون بما جاءهم به رسولهم اتباعًا لأهوائهم. </p><p> ٢٠ - والله محيط بأعمالهم محصيها لا يفوته منها شيء سيجازيهم عليها. </p><p> ٢١ - وليس القرآن شعرًا ولا سَجْعًا كما يقول المكذبون، بل هو قرآن كريم. </p><p> ٢٢ - في لوحٍ محفوظٍ من التبديل والتحريف، والنقص والزيادة. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • يكون ابتلاء المؤمن على قدر إيمانه. </p><p> • إِيثار سلامة الإيمان على سلامة الأبدان من علامات النجاة يوم القيامة. </p><p> • التوبة بشروطها تهدم ما قبلها. </p>"
}