{
  "id": null,
  "sura": 86,
  "aya": 9,
  "text": "<p> [سورة الطارق] </p><p> - مَكيّة- </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> إظهار رقابة الله النافذة وقدرته البالغة. </p><p> [التَّفْسِيرُ] </p><p> ١ - أقسم الله بالسماء، وأقسم بالنجم الَّذي بَطْرُق ليلًا. </p><p> ٢ - وما أعلمك -أيها الرسول- شأن هذا النجم العظيم؟! </p><p> ٣ - هو النجم يثقب السماء بضيائه المتوهج. </p><p> ٤ - ما من نفس إلا وكَّل الله بها ملكًا يحفظ عليها أعمالها للحساب يوم القيامة. </p><p> ٥ - فليتأمل الإنسان مم خلقه الله؛ لتتضح له قدرة الله وعجز الإنسان. </p><p> ٦ - خلقه الله من ماء ذي اندفاق يُصَبّ في الرحم. </p><p> ٧ - يخرج هذا الماء من بين العمود العظمي الفقري للرجل، وعظام الصدر. </p><p> ٨ - إنه سبحانه -إذ خلقه من ذلك الماء المَهين- قادر على بعثه بعد موته حيًّا للحساب والجزاء. </p><p> ٩ - يوم تُخْتَبر السرائر فيُكْشَف عما كانت تضمره القلوب من النيات والعقائد وغيرها، فيتميز الصالح منها والفاسد. </p><p> ١٠ - فما للإنسان في ذلك اليوم من قوة يمتنع بها من عذاب الله ولا معين يعينه. </p><p> ١١ - أقسم الله بالسماء ذات المطر؛ لأنه ينزل من جهتها مرة بعد مرة. </p><p> ١٢ - وأقسم بالأرض التي تتشقق عما فيها من النبات والثمر والشجر. </p><p> ١٣ - إن هذا القرآن المنزل على محمد - صلى الله عليه وسلم - لقول بفصل بين الحق والباطل، والصدق والكذب. </p><p> ١٤ - وليس باللعب والباطل، بل هو الجد والحق. </p><p> ١٥ - إن المكذبين بما جاءهم رسولهم يكيدون كيدًا كثيرًا ليردّوا دعوته، ويبطلوها. </p><p> ١٦ - وأكيد أنا كيدًا لإظهار الدين ودحض الباطل. </p><p> ١٧ - فأمهل -أيها الرسول- هؤلاء الكافرين، أمهلهم قليلًا، ولا تستعجل عذابهم وإهلاكهم. </p><p> [سورة الأعلى] </p><p> - مَكيّة- </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> تذكير النفوس بمِنَّة الله الأعلى، وتعليقها بالحياة الأخرى، وتخليصها من التعلُّقات الدنيا. </p><p> [التَّفْسِيرُ] </p><p> ١ - نَزَّه ربك الَّذي علا على خلقه ناطقًا باسمه عند ذكرك إياه وتعظيمك له. </p><p> ٢ - الَّذي خلق الانسان سويًّا، وعدل قامته. </p><p> ٣ - والذي قَدَّر الخلائق أجناسها وأنواعها وصفاتها، وهدى كل مخلوق إلى ما يناسبه ويوائمه. </p><p> ٤ - والذي أخرج من الأرض ما ترعاه دوابكم. </p><p> ٥ - فصيّره هشيمًا يابسًا مائلًا للسواد بعد أن كان أخضر غضًّا. </p><p> ٦ - سنقرئك -أيها الرسول- القرآن، ونجمعه في صدرك ولن تنساه، فلا تسابق جبريل في القراءة كما كنت تفعل حرصًا على ألا تنساه. </p><p> ٧ - إلا ما شاء الله أن تنساه منه لحكمة، إنه سبحانه يعلم ما يُعْلَن وما يُخْفَى، لا يَخْفَى عليه شيء من ذلك. </p><p> ٨ - ونهوّن عليك العمل بما يرضي الله من الأعمال التي تدخل الجنّة. </p><p> ٩ - فعظ الناس بما نوحيه إليك من القرآن، وذكّرهم ما دامت الذكرى مسموعة. </p><p> ١٠ - سيتعظ بمواعظك من يخاف الله؛ لأنه الَّذي ينتفع بالموعظة. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • تحفظ الملائكة الإنسان وأعماله خيرها وشرها ليحاسب عليها. </p><p> • ضعف كيد الكفار إذا قوبل بكيد الله سبحانه. </p><p> • خشية الله تبعث على الاتعاظ. </p>"
}