{
  "id": null,
  "sura": 92,
  "aya": 8,
  "text": "<p> ١٩ - والذين كفروا بآياتنا المنزلة على رسولنا هم أصحاب الشمال. </p><p> ٢٠ - عليهم نار مغلقة يوم القيامة يعذبون فيها. </p><p> [سورة الشمس] </p><p> مَكيّة </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> تركز على إظهار آيات الله وآلائه في الآفاق والأنفس وأحوالها، تزكية للنفوس، وزجرًا عن العصيان. </p><p> [التَّفْسِيرُ] </p><p> ١ - أقسم الله بالشمس، وأقسم بوقت ارتفاعها بعد طلوعها من مشرقها. </p><p> ٢ - وأقسم بالقمر إذا تبع أثرها بعد كروبها. </p><p> ٣ - وأقسم بالنهار إذا كشف ما على وجه الأرض بضوئه. </p><p> ٤ - وأقسم بالليل إذا يغشى وجه الأرض، فيصير مظلمًا. </p><p> ٥ - وأقسم بالسماء، وأقم ببنائها المتقن. </p><p> ٦ - وأقسم بالأرض، وأقسم ببسطها؛ ليسكن الناس عليها. </p><p> ٧ - وأقسم بكل نفس، وأقسم بخلق الله لها سوية. </p><p> ٨ - فأفهمها من غير تعليم ما هو شرّ لتجتنبه، وما هو خير لتأتيه. </p><p> ٩ - قد فاز بمطلوبه من طهّر نفسه بتحليتها بالفضائل، وتخليتها عن الرذائل. </p><p> ١٠ - وقد خسر من دَسَّ نفسه مخفيًا إياها في المعاصي والآثام. ولما ذكر الله خسران من دَسَّ نفسه وأخفاها بالمعاصي ذكر ثمود مثالًا على ذلك فقال: </p><p> ١١ - كذبت ثمود نبيها صالحًا بسبب مجاوزتها الحدّ في ارتكاب المعاصي، واقتراف الآثام. </p><p> ١٢ - حين قام أشقاهم بعد انتداب قومه له. </p><p> ١٣ - فقال لهم رسول الله صالح عليه السلام: اتركوا ناقة الله، وشِرْبها في يومها، فلا تتعرضوا لها بسوء. </p><p> ١٤ - فكذبوا رسولهم في شأن الناقة، فقتلها أشقاهم مع رضاهم بما فعل، فكانوا شركاء في الإثم، فأطبق الله عليهم عذابه، فأهلكهم بالصيحة بسبب ذنوبهم، وسوّاهم في العقوبة التي أهلكهم بها. </p><p> ١٥ - فعل الله بهم من العذاب ما أهلكهم غير خائف سبحانه من تبعاته. </p><p> [سورة الليل] </p><p> - مَكيّة- </p><p> [مِنْ مَقَاصِدِ السُّورَةِ] </p><p> بيان الاختلاف بين الآيات والأنفس وأعمالها، إظهارًا للتفاضل بين المؤمنين والكافرين. </p><p> [التَّفْسِيرُ] </p><p> ١ - أقسم الله بالليل إذا يغطي ما بين السماء والأرض بظلمته. </p><p> ٢ - وأقسم بالنهار إذا تكشّف وظهر. </p><p> ٣ - وأقسم بخلقه النوعين: الذكر والأنثى. </p><p> ٤ - إن عملكم -أيها الناس- لمختلف، فمنه الحسنات التي هي سبب دخول الجنّة، والسيئات التي هي سبب دخول النار. </p><p> ٥ - فأما من أعطى ما يلزمه بذله؛ من زكاة ونفقة وكفارة، واتقى ما نهى الله عنه. </p><p> ٦ - وصدق بما وعده الله به من الخَلَف. </p><p> ٧ - فسنُسَهِّل عليه العمل الصالح، والإنفاق في سبيل الله. </p><p> ٨ - وأما من بخل بماله فلم يبذله فيما يجب عليه بذله فيه، واستغنى بماله عن الله فلم يسأل الله من فضله شيئًا. </p><p> ٩ - وكذب بما وعده الله من الخَلَف ومن الثواب على إنفاق ماله في سبيل الله. </p><p> [مِنْ فَوَائِدِ الآيَاتِ] </p><p> • أهمية تزكية النفس وتطهيرها. </p><p> • المتعاونون على المعصية شركاء في الإثم. </p><p> • الذنوب سبب للعقوبات الدنيوية. </p><p> • كل ميسر لما خلق له فمنهم مطيع ومنهم عاصٍ. </p>"
}