{
    "id": 194,
    "sura": 2,
    "aya": 187,
    "text": "<p>(أُحِلَّ) فعل ماض مبني للمجهول.</p><p>(لَكُمْ) متعلقان بأحل.</p><p>(لَيْلَةَ) ظرف زمان متعلق بالفعل قبله وقال بعضهم غير ذلك.</p><p>(الصِّيامِ) مضاف إليه.</p><p>(الرَّفَثُ) نائب فاعل.</p><p>(إِلى نِسائِكُمْ) متعلقان بمحذوف حال.</p><p>(هُنَّ لِباسٌ) مبتدأ وخبره الجملة مستأنفة.</p><p>(لَكُمْ) متعلقان بمحذوف صفة لباس، والجملة تفسيرية لا محل لها.</p><p>(وَأَنْتُمْ لِباسٌ لَهُنَّ) تعرب كإعراب سابقتها وهي معطوفة عليها.</p><p>(عَلِمَ اللَّهُ) فعل ماض ولفظ الجلالة فاعل.</p><p>(أَنَّكُمْ) أن واسمها.</p><p>(كُنْتُمْ) فعل ماض ناقص والتاء اسمها والجملة في محل رفع خبر أن.</p><p>(تَخْتانُونَ) فعل مضارع والواو فاعل.</p><p>(أَنْفُسَكُمْ) مفعول به والجملة خبر كان، وإن وما بعدها سد سد مفعولي علم.</p><p>(فَتابَ) الفاء عاطفة تاب فعل ماض والفاعل هو يعود إلى اللّه.</p><p>(عَلَيْكُمْ) متعلقان بتاب.</p><p>(وَعَفا عَنْكُمْ) الواو عاطفة والجملة معطوفة على جملة تاب المعطوفة على جملة محذوفة مقدرة أي فتبتم فتاب عليكم.</p><p>(فَالْآنَ) الفاء حرف استئناف الآن ظرف زمان متعلق بباشروهن.</p><p>(بَاشِرُوهُنَّ) فعل أمر والواو فاعل هن مفعول به.</p><p>(وَابْتَغُوا) مثل باشروا عطف.</p><p>(ما) اسم موصول في محل نصب مفعول به.</p><p>(كَتَبَ اللَّهُ) فعل ماض ولفظ الجلالة فاعل.</p><p>(لَكُمْ) متعلقان بكتب والجملة صلة الموصول.</p><p>(وَكُلُوا وَاشْرَبُوا) فعلا أمر وفاعلاهما والجملتان عطف على ما قبلهما.</p><p>(حَتَّى) حرف غاية وجر.</p><p>(يَتَبَيَّنَ) فعل مضارع منصوب بأن المضمرة بعد حتى والمصدر المؤول في محل جر بحتى والجار والمجرور متعلقان بكلوا.</p><p>(لَكُمْ) متعلقان بالفعل قبلهما.</p><p>(الْخَيْطُ) فاعل.</p><p>(الْأَبْيَضُ) صفة.</p><p>(مِنَ الْخَيْطِ) متعلقان بتبين أو بمحذوف حال من الخيط.</p><p>(الْأَسْوَدِ) صفة.</p><p>(مِنَ الْفَجْرِ) متعلقان بمحذوف حال من الخيط الأبيض.</p><p>(ثُمَّ أَتِمُّوا الصِّيامَ) فعل أمر وفاعل ومفعول به والجملة معطوفة على ما قبلها.</p><p>(إِلَى اللَّيْلِ) جار ومجرور متعلقان بأتموا.</p><p>(وَلا) الواو عاطفة لا ناهية جازمة.</p><p>(تُبَاشِرُوهُنَّ) فعل مضارع مجزوم بحذف النون لأنه من الأفعال الخمسة والواو فاعل هن مفعول به والجملة معطوفة.</p><p>(وَأَنْتُمْ) الواو حالية أنتم مبتدأ.</p><p>(عاكِفُونَ) خبره.</p><p>(فِي الْمَساجِدِ) متعلقان بعاكفون والجملة حالية.</p><p>(تِلْكَ) اسم إشارة مبتدأ.</p><p>(حُدُودُ) خبره.</p><p>(اللَّهُ) لفظ الجلالة مضاف إليه والجملة استئنافية.</p><p>(فَلا) الفاء هي الفصيحة لا ناهية جازمة.</p><p>(تَقْرَبُوها) فعل مضارع مجزوم بحذف النون والواو فاعل والهاء مفعول به.</p><p>(كَذلِكَ) جار ومجرور متعلقان بمحذوف مفعول مطلق.</p><p>(يُبَيِّنُ اللَّهُ) فعل مضارع ولفظ الجلالة فاعله.</p><p>(آياتِهِ) مفعول به منصوب بالكسرة لأنه جمع مؤنث سالم.</p><p>(لِلنَّاسِ) متعلقان بيبين والجملة استئنافية.</p><p>(لَعَلَّهُمْ يَتَّقُونَ) لعل واسمها وجملة خبرها والجملة الاسمية تعليلية.</p>"
}