{
    "id": 203,
    "sura": 2,
    "aya": 196,
    "text": "<p>(وَأَتِمُّوا) الواو عاطفة أتموا فعل أمر مبني على حذف النون والواو فاعل.</p><p>(الْحَجَّ) مفعول به.</p><p>(وَالْعُمْرَةَ) معطوف عليه.</p><p>(لِلَّهِ) لفظ الجلالة مجرور باللام وهما متعلقان بمحذوف حال من الحج والعمرة والجملة معطوفة.</p><p>(فَإِنْ) الفاء هي الفصيحة إن شرطية جازمة.</p><p>(أُحْصِرْتُمْ) فعل ماض مبني للمجهول وهو في محل جزم فعل الشرط والتاء نائب الفاعل وأحصرتم أي منعتم من الحج والعمرة.</p><p>(فَمَا) الفاء رابطة لجواب الشرط ما اسم موصول مبني على السكون في محل رفع مبتدأ وخبره محذوف تقديره: فعليكم ما استيسر. والجملة في محل جزم جواب الشرط.</p><p>(اسْتَيْسَرَ) فعل ماض والفاعل هو، والجملة صلة الموصول.</p><p>(مِنَ الْهَدْيِ) جار ومجرور متعلقان بمحذوف حال والتقدير: مقدما من الهدي.</p><p>(وَلا) الواو عاطفة لا ناهية جازمة.</p><p>(تَحْلِقُوا) فعل مضارع مجزوم والواو فاعل.</p><p>(رُؤُسَكُمْ) مفعول به والجملة معطوفة.</p><p>(حَتَّى يَبْلُغَ) فعل مضارع منصوب والمصدر المؤول من الفعل وأن المضمرة بعد حتى في محل جر بحرف الجر والجار والمجرور متعلقان بتحلق.</p><p>(الْهَدْيِ) فاعل.</p><p>(مَحِلَّهُ) ظرف مكان متعلق بالفعل يبلغ وقيل مفعول به.</p><p>(فَمَنْ كانَ مِنْكُمْ مَرِيضًا) ينظر الآية (184) (أَوْ) حرف عطف.</p><p>(بِهِ) جار ومجرور متعلقان بمحذوف خبر مقدم.</p><p>(أَذىً) مبتدأ مؤخر مرفوع بالضمة المقدرة على الألف المحذوفة لالتقاء الساكنين.</p><p>(مِنْ رَأْسِهِ) جار ومجرور متعلقان بمحذوف صفة لأذى.</p><p>(فَفِدْيَةٌ) الفاء رابطة لجواب الشرط فدية مبتدأ خبرها محذوف تقديره: فعليه فدية والجملة في محل جزم جواب الشرط.</p><p>(مِنْ صِيامٍ) جار ومجرور متعلقان بمحذوف صفة فدية.</p><p>(أَوْ) حرف عطف.</p><p>(صَدَقَةٍ أَوْ نُسُكٍ) اسمان معطوفان على صيام وفعل الشرط وجوابه خبر.</p><p>(فَإِذا) الفاء استئنافية إذا ظرف لما يستقبل من الزمن.</p><p>(أَمِنْتُمْ) فعل ماض وفاعل والجملة في محل جر بالإضافة.</p><p>(فَمَنْ) الفاء واقعة في جواب إذا من اسم شرط جازم مبتدأ.</p><p>(تَمَتَّعَ) فعل ماض وهو في محل جزم فعل الشرط والفاعل هو.</p><p>(بِالْعُمْرَةِ) متعلقان بتمتع.</p><p>(إِلَى الْحَجِّ) متعلقان بفعل محذوف أي: واستمر تمتعه إلى الحج.</p><p>(فَمَا) الفاء رابطة لجواب الشرط ما اسم موصول مبتدأ وخبره محذوف أي: فعليه ما.</p><p>(اسْتَيْسَرَ) فعل ماض والجملة صلة الموصول لا محل لها.</p><p>(مِنَ الْهَدْيِ) متعلقان بمحذوف حال والجملة في محل جزم جواب الشرط.</p><p>(فَمَنْ) الفاء استئنافية من اسم شرط مبتدأ.</p><p>(لَمْ يَجِدْ) يجد فعل مضارع مجزوم وهو فعل الشرط والفاعل يعود على من.</p><p>(فَصِيامُ) الفاء رابطة للجواب صيام مبتدأ خبره محذوف تقديره: فعليه صيام، والجملة في محل جزم جواب الشرط.</p><p>(ثَلاثَةِ) مضاف إليه.</p><p>(أَيَّامٍ) مضاف إليه ثان.</p><p>(فِي الْحَجِّ) متعلقان بمحذوف حال لثلاثة.</p><p>(وَسَبْعَةٍ) عطف على ثلاثة.</p><p>(إِذا) ظرف لما يستقبل من الزمن.</p><p>(رَجَعْتُمْ) فعل ماض وفاعل والجملة في محل جر بالإضافة.</p><p>(تِلْكَ) اسم إشارة مبتدأ.</p><p>(عَشَرَةٌ) خبره.</p><p>(كامِلَةٌ) صفة.</p><p>(ذلِكَ) اسم إشارة مبتدأ.</p><p>(لِمَنْ) جار ومجرور متعلقان بمحذوف خبر ومن موصولة.</p><p>(لَمْ يَكُنْ) يكن فعل مضارع ناقص مجزوم.</p><p>(أَهْلُهُ) اسمها.</p><p>(حاضِرِي) خبرها منصوب بالياء لأنه جمع مذكر سالم وحذفت نونه للإضافة والجملة صلة الموصول.</p><p>(الْمَسْجِدِ) مضاف إليه.</p><p>(الْحَرامِ) صفة والجملة الاسمية، (ذلِكَ لِمَنْ) مستأنفة.</p><p>(وَاتَّقُوا) أمر والواو فاعله والجملة معطوفة.</p><p>(اللَّهَ) لفظ الجلالة مفعول به.</p><p>(وَاعْلَمُوا) مثل واتقوا وهي معطوفة عليها.</p><p>(أَنَّ اللَّهَ) أن ولفظ الجلالة اسمها.</p><p>(شَدِيدُ) خبرها.</p><p>(الْعِقابِ) مضاف إليه. وأن وما بعدها سدت مسد مفعولي اعلموا.</p>"
}