{
    "id": 92,
    "sura": 2,
    "aya": 85,
    "text": "<p>(ثُمَّ) حرف عطف.</p><p>(أَنْتُمْ) ضمير منفصل في محل رفع مبتدأ.</p><p>(هؤُلاءِ) اسم إشارة في محل نصب على النداء بياء النداء المحذوفة.</p><p>(تَقْتُلُونَ) فعل مضارع وفاعل.</p><p>(أَنْفُسَكُمْ) مفعول به والجملة خبر المبتدأ ومثلها جملة (وَتُخْرِجُونَ فَرِيقًا) معطوفة على سابقتها.</p><p>(مِنْكُمْ) متعلقان بفريق أو بصفة له.</p><p>(مِنْ دِيارِهِمْ) متعلقان بالفعل تخرجون.</p><p>(تَظاهَرُونَ) فعل مضارع وفاعل.</p><p>(عَلَيْهِمْ) متعلقان بتظاهرون والجملة في محل نصب حال.</p><p>(بِالْإِثْمِ) متعلقان بمحذوف حال والمعنى تظاهرون عليهم حال كونهم متلبسين بالإثم.</p><p>(وَالْعُدْوانِ) اسم معطوف على الإثم.</p><p>(وَإِنْ) الواو استئنافية، إن شرطية.</p><p>(يَأْتُوكُمْ) فعل مضارع مجزوم بحذف النون والواو فاعل والكاف مفعول به.</p><p>(أُسارى) حال منصوبة والجملة مستأنفة.</p><p>(تُفادُوهُمْ) فعل مضارع مجزوم بحذف النون لأنه جواب الشرط.</p><p>(وَهُوَ) الواو حالية هو مبتدأ.</p><p>(مُحَرَّمٌ) خبر.</p><p>(عَلَيْكُمْ) جار ومجرور متعلقان بمحرم. والجملة الاسمية حالية.</p><p>(إِخْراجُهُمْ) نائب فاعل لاسم المفعول محرم ويجوز إعراب هو مبتدأ ومحرم خبر مقدم وإخراجهم مبتدأ مؤخر والجملة الاسمية خبر.</p><p>(أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتابِ وَتَكْفُرُونَ بِبَعْضٍ) معطوفة على جملة محذوفة التقدير أتفعلون ذلك فتؤمنون.</p><p>(فَما) الفاء استئنافية، ما نافية.</p><p>(جَزاءُ) مبتدأ مرفوع.</p><p>(مِنْ) اسم موصول في محل جر بالإضافة.</p><p>(يَفْعَلُ) فعل مضارع والفاعل هو.</p><p>(ذلِكَ) اسم إشارة في محل نصب مفعول به.</p><p>(مِنْكُمْ) متعلقان بمحذوف حال أي حال كونه منكم. والجملة صلة الموصول لا محل لها.</p><p>(إِلَّا) أداة حصر.</p><p>(خِزْيٌ) خبر جزاء والجملة مستأنفة.</p><p>(فِي الْحَياةِ) متعلقان بخزي.</p><p>(الدُّنْيا) صفة للحياة.</p><p>(وَيَوْمَ) الواو استئنافية، يوم مفعول فيه متعلق بيردون.</p><p>(الْقِيامَةِ) مضاف إليه.</p><p>(يُرَدُّونَ) الجملة مستأنفة.</p><p>(إِلى أَشَدِّ) متعلقان بيردون.</p><p>(الْعَذابِ) مضاف إليه.</p><p>(وَمَا) الواو استئنافية، ما الحجازية تعمل عمل ليس.</p><p>(اللَّهُ) لفظ الجلالة اسمها.</p><p>(بِغافِلٍ) الباء حرف جر زائد، غافل اسم مجرور لفظا منصوب محلا على أنه خبر ليس.</p><p>(عَمَّا) ما اسم موصول في محل جر بحرف الجر متعلقان بتعلمون. والجملة مستأنفة وجملة (تَعْمَلُونَ) صلة الموصول.</p>"
}